{
    "b35089": [
        {
            "id": "1",
            "nass": "تربية الأطفال ¶ في ¶ الحديث الشريف ¶ الدكتور / خالد أحمد الشنتوت ¶ الطبعة الثانية ¶ بسم الله الرحمن الرحيم ¶ المقدمة ¶ إن الحمد لله وحده لا شريك له ، والصلاة والسلام على رسول الله وعلى آله وصحبه وسلم ، وبعد: ¶ فإن إسلامية المعرفة تقتضي ( دمج نظام التعليم الديني مع نظام التعليم العام ، بما يتبعه من مدارس وجامعات ) (¬1)، وهذا يؤدي إلى 0 نقل المعرفة الإسلامية إلى النظام العام ، والمعرفة الحديثة إلى النظام التعليمي الإسلامي ) ( ص44 ) ، فتنطبع الأجيال الصاعدة بالرؤية الإسلامية منذ طفولتها ، وخلال شبابها وسائر حياتها . ¶ والتربية ــ بشكل خاص ــ يجب ردها إلى كتاب الله وسنة رسوله ، فقد ( بسطت جميع أسس هذه التربية ، وأهدافها وأسالبيها ووقائعها ، ودونت في آيات القرآن العظيم وكتب السنة ، وأصبح من الميسور استنباطها من هذين المرجعين الأسايين ) (¬2)، وذلك لأن الله سبحانه وتعالى هو الخالق ، وهو رب العالمين ، خلق الإنسان وعلمه كيف يربي نفسه وأطفاله ، ( ألا يعلم من خلق وهو اللطيف الخبير ) ( الملك : 14 ) . وعلى هذا فكل نظرية تربوية لا تنطلق من كتاب الله وسنة رسوله صلى الله عليه وسلم نظرية ضائعة تقود الناس إلى التيه والضلال ، كما هو الواقع الراهن في الغرب ومن يتبعون خطاه ، حذو القذة بالقذة ، ومن أصدق الأدلة على ذلك ضياع الأجيال الصاعدة في العالم ، وفي بلاد المسلمين ، وتفاقم الازمة التربوية في العالم كله ، وما تعانيه البشرية من آلام ومصائب ليست إلا نتيجة منطقية للتربية الضائعة . ¶ الضياع التربوي المعاصر : ¶ ¬__________ ¶ (¬1) - المعهد العالمي للفكر الإسلامي ، إسلامية المعرفة ،ص (42) . ¶ (¬2) -عبد الرحمن نحلاوي ، التربية الإسلامية والمشكلات المعاصرة ، ص( 24 ) .",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "يقول الدكتور ماجد عرسان الكيلاني : ( ولقد بدا واضحاً أن التربية في الولايات المتحدة وأوروبا تسير بدون فلسفة تربوية حقيقية ، وأن المدارس الفلسفية السائدة لا تعدو عن كونها شروحات غامضة لا تلبي حاجة الإنسان ولا تحيط بأبعاده الشخصية) ( وفي عام 1955م ) لخص ــ جون س . بروباخر ــ مظاهر النقد والتذمر التي تحتاج المؤسسات التربوية في أمريكا ما يلي : ¶ 1- تبحر التربية الحديثة تحت رحمة التيار بلا هدف ولا دفة ولا خريطة ولا بوصلة . ¶ 2- أهداف التربية الحديثة غائمة ومتضاربة ولا تولد ولاءاً قوياًَ . ¶ 3- أوجدت التربية الحديثة خيبة أمل ، ذلك أنها شددت على ضرورة مراعاة رغبة المتعلم ، فهل معنى ذلك أن نجاري الطفل في رغباته الطفولية ؟ ¶ 4- لقد أعطي الطالب حرية زائدة عن الحد .",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "5- لقد غالى التعليم العام في تجنب التعصب الديني ، حتى أهمل الدين وصار تعليماً لا دينياً أكثر مما يقتضي الأمر ) (¬1)وقد شكلت منظمة اليونسكو لجنة عام (1970م) كي تراجع نظام التربية في العالم المعاصر ، بعد أن طفح الكيل من فشلها ، وبعد سنتين وضعت هذه اللجنة تقريرها وخلاصته : 0 أن النظام التربوي السائد في البلدان المتقدمة ــ وهو نفسه مقلد في الأقطار المختلفة ــ هذا النظام التربوي غير ملائم للبيئة الثقافية وللوسط الاجتماعي والإنساني )(¬2). أما ( ماسلو ) عالم النفس الأمريكي المعاصر فقد وضع الفلسفات التربوية المادية موضع الدفاع ، ودعا بصراحة إلى دخولها ميدان الدين والقم ، ولكن ليس الدين الذي انسلخت منه أوروبا ، وإنما دعا للبحث عن دين وقيم جديدة ذكر مواصفاتها في أبحاثه ولا يجد لها الباحث مثلاً إلا في الإسلام (¬3) . وقد كتب ( ماسلو ) في بحثه : ( الثورة غير المرئية ) ، أن التربية المعاصرة قد فشلت في تحقيق الذات لدى الدارسين ، وأن هذا الفشل أكثر ما يبدو في الجامعات المشهورة ( ص48 ) . ¶ وهذا الإحساس بغفلاس التربية المعاصرة لا يقتصر على ( ماسلو ) وحده ، بل هو ظاهرة عامة بين المختصين في التربية وفلسفة العلوم المحدثين ن فالصيحات تنطلق من هنا وهناك منذرة بخطر المنحدر الذي آل لإليه الإنسان ( ص58 ) . ¶ ويخلص الدكتور الكيلاني إلى تلخيص أبرز التطلعات التربوية في العالم وهي : ¶ 1- الحاجة إلى فلسفة تربوية تزيل الفوارق بين بني الإنسان . ¶ 2- الحاجة إلى تربية تساعد الإنسان على اكتشاف نفسه . ¶ 3- بناء الإنسان الموضوعي المتحرر من أهوائه ونزواته ، والذي يفكر تفكيراً علمياً في كافة شؤونه ( ص70 ) . ¶ ¬__________ ¶ (¬1) 1-0ماجد عرسان الكيلاني ، فلسفة التربية الإسلامية ، ص ( 47- 50 ) بتصرف . ¶ (¬2) 2 - إدجارفور ، ص ( 27 ) . ¶ (¬3) 3- ماجد عرسان الكيلاني ، فلسفة التربية الإسلامية ، ص ( 48 ) .",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وهذه التطلعات لا تتحقق في التربية الإسلامية ، لأنها تستمد أصولها من كتاب الله وسنة رسوله صلى الله عليه وسلم ، وهي التربية الوحيدة التي تبني الإنسان عبداً لله كما أراده الله ــ عز وجل ــ وبواسطتها ــ فقط ــ تقوم خلافة الإنسان في الأرض ن لأن الله سبحانه وتعالى أنزل القرآن غلى رسوله صلى الله عليه وسلم ليكون مع سنة النبي صلى الله عليه وسلم دستوراً للإنسان في كل زمان ومكان ، إن أخذ بهما فاز في الدنيا والآخرة ، وإن انحرف عنهما كانت معيشته ضنكاً في الدنيا ، وباء بالخسران العظيم في الآخرة . ¶ إسلامية المعرفة : ¶ ومن أجل إنقاذ البشرية من هذا الضياع ؛ دعا المعهد العالمي للفكر الإسلامي إلى إسلامية المعرفة ، أملاً في إخراجها من الظلمات إلى النور ، فتعود إلى الإسلام ( صبغة الله ومن أحسن من الله صبغة ونحن له عابدون ) ( البقرة : 138 ) . ¶ لذا أراد الباحث أن يقدم التربية انطلاقاً من السنة النبوية الشريفة ، تحت عنوان ( التربية في الحديث الشريف ) ، وسيحاول الباحث جمع الأحاديث الصحيحة المتعلقة بالتربية ، ثم يجمع ما يجده من شروح هذه الأحاديث التي قدمها علماء الحديث الشريف ، كالسادة الأفاضل : ابن حجر والنووي والعيني وغيرهم ، وبعد ذلك كله يقدم الباحث ما يجد من الظلال التربوية المعاصرة لهذه الأحاديث على ضوء التربية الحديثة .",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وأراد الباحث أن يعود بالتربية الإسلامية إلى أصلها الثاني بعد القرآن الكريم ، وهو الحديث الشريف ، ومعلوم أن السنة الشريفة شرح لكتاب الله سبحانه وتعالى ، وقد رحم الله الناس كافة ، إذ قيض لهم أئمة الحديث ــ يرحمهم الله تعالى رحمة واسعة ــ فجمعوا حديث رسول الله صلى الله عليه وسلم ، وحققوه وبنوا بذلك علماً فريداً لا مثيل له في العالم ، وكتب الحديث الشريف متوفرة ، ومتداولة بين طلاب العلم ، وقد رأى الباحث أن تصنيف الأحاديث المتعلقة بالتربية في كتب تتماشى عناوينها مع مصطلحاتنا المعاصرة في التربية الإسلامية ، كتربية الأطفال ، وتربية البنات ، وتربية الشباب ، والتربية العسكرية ( الجهادية ) ، والتربية السياسية ... وغيرها ، يقرب كتب الحديث الشريف من متناول طلاب العلم المتخصصين في التربية ، كما يقدم التربية للآباء والأمهات كما هي في حديث رسول الله صلى الله عليه وسلم ، ويبتغي الباحث من ذلك رضوان الله عز وجل ، عسى أن ينفعه الله بذلك ، والله كريم رحيم . ¶ الطفل المسلم : ¶ يبدأ الباحث بتربية الأطفال في الحديث الشريف ، غيماناً منه بأن موضوع التربية الأول هو الطفل ، وأن الخطوة الاولى لبناء المجتمع المسلم هي تربية الطفل المسلم ، لتوفير الفرد المسلم ( المؤمن القوي ) ن فيكون لبنة صلبة لبناء الأسرة المسلمة ، ثم المجتمع المسلم .",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ومن استعراض مسيرة الصحوة الإسلامية خلال النصف الأخير من القرن الماضي ، نجد أنها ربت عدداً كبيراً من الأفراد المسلمين ، ينتظرون إقامة المجتمع المسلم ، ويشتاقون إلى الحياة الإسلامية ، وعندما يعرض عليهم النظام الإسلامي ، وتوفر لهم حرية الاختيار ، لن يرضوا عنه بديلاً ، كما حصل في انتخابات الجزائر عام(1992م) (¬1) ¶ ¬__________ ¶ (¬1) 1- على الرغم من التشويش والوعيد ، حصلت الجبهة الإسلامية للإنقاذ _ الحزب المعارض في الجزائر _ على ( 84% ) من أصوات المقترعين ، وعلق أحد الصحفيين العرب في المنفى على ذلك فقال : لو أجريت انتخابات حرة في أي بلد مسلم لحصل النظام الإسلامي على مثل هذا التأييد أو أكثر ، وبعد هذه النتيجة المشرفة والتي تدل على حب الشعب للإسلام وثقته به ، وقع انقلاب عسكري وألغى نتيجة الانتخاب ، واليوم تمتحن الصحوة الإسلامية في الجزائر ، فهل سيكون صمودها على قدر ما حصلته في الانتخاب !!؟ نسأل الله أن يكون ذلك ..",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "لكننا نجد أن الأفراد الذين يبنون المجتمع المسلم ، ويرفعون بناءه على أكتافهم وأعناقهم ويدافعون عنه بعد قيامه ، ويحمونه من شياطين الإنس ، ومن شياطين انفسهم وهواهم ، ويفدونه بأموالهم وأنفسهم ؛ ما زالوا قلة جداً ، ولن يقوم المجتمع المسلم لمجرد التصويت له في الانتخابات ــ والجزائر دليل ذلك ــ بل لا بد له من قواعد صلبة تحمل البناء ، كما تحمل ( الركائز الإسمنتية المسلحة بالحديد ) العمارة كلها وتثبتها فوق الأرض ، فتصمد أمام الرياح والعواصف ، هذه ( القاعدة الصلبة ) لا بد من إعدادها ـالآن ـ وأفضل المحاضن لإعدادها البيوت المسلمة ، وأفضل موادها الخام الطفل المسلم ، لأن الطفل وُلد على الفطرة ، وهي قابليته للإسلام ، فعندما تنمى فيه هذه الفطرة ؛ يصبح مؤمناً قوياً ، ولبنة قوية في هذه القاعدة الصلبة ، فيساهم في إقامة المؤسسات الاجتماعية الإسلامية ، كالمسجد والمدرسة المسلمة ، والجامعات المسلمة ، والأندية والمستوصفات والمشافي ودور المال المسلمة ، ثم الجماعات والأحزاب المسلمة ، وهكذا يقوم المجتمع المسلم ، ثم الدولة المسلمة . ¶ أهمية الطفل المسلم :",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "أخرج الشيخان رحمهما الله تعالى عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال : ( ما من مولود إلا يُولد على الفطرة ، فأبواه يهودانه أو ينصرانه أو يمجسانه ) (¬1)، وقد وضع الله عز وجل فطرته في هذا الطفل وجعل والديه أمناء على هذا المولود كأحد الأسباب التي هيأها الله عز وجل للمولود كي ينشا سليماً كما فطره الله ن ولذلك اعتنى الإسلام بالأسرة لتكون المحضن الهادئ المستقر للطفل ، ولتكون موطن التأثير الأكبر في مجال التربية ، ويتضح ذلك من التشريعات المتعلقة بالأسرة ومنها كفالة الزوج لزوجته كي تتفرغ لمهمتها العظمى في تنشئة الأجيال(¬2). ¶ وتتجلى أهمية الطفل عندما نعلم أن الطفولة الإنسانية أطول من أي طفولة في الكائنات الحية الأخرى ن كما تتميز الطفولة الإنسانية بالمرونة والصفاء والفطرية ، وتمتد زمناً طويلاً يستطيع المربي خلالها أن يغرس في نفس الطفل ما يريد ، وأن يوجهه حسبما يرسم له من خطة ، ويستطيع كذلك أن يتعرف على إمكانياته فيوجهه حسبما ينفعه ، وكلما تدعم بناء الطفولة بالرعاية والإشراف والتوجيه ، كان أثبت وأرسخ أمام الهزات المستقبلية التي ستعترض الطفل في مستقبل شبابه(¬3). ¶ ¬__________ ¶ (¬1) 2- البخاري في الجنائز ( 3/ 176 ) باب إذا أسلم الصبي ومسلم رقم (2658) في القدر والموطأ رقم (52) في الجنائز ، ولبترمذي رقم (2139) ، وأبو داود رقم (4714) في السنة . ¶ (¬2) 3- محمد قطب ، منهج التربية الإسلامية ، (1/96) . ¶ (¬3) 1- محمد نور سويد ، ص ( 79 ) .",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وما يتربى عليه الطفل يثبت فيه فهذا ( رينيه دوبو ) يقول : لقد شعرت بارتياح كامل منذ البداية في كل مكان عملت فيه في الولايات المتحدة ، ولا أظن أن مكاناً آخر في العالم سيمنحني الصحة والنجاح والسعادة التي وجدتها هنا ، ومع ذلك ، وبعد أكثر من أربعين سنة من الحياة في أمريكا ، لا يزال لدي تحفظ ذهني عندما أقول : أنا أمريكي ، لأنني لم أتجاوز ولا أريد أن أتخلص من تقاليدي التي اكتسبتها في قريتي الفرنسية الصغيرة ، حيث أمضيت سني تكويني الأولى ، والتي تركت طابعاً لا يمحى من وجودي العضوي والفكري (¬1) ، ثم يتحدث (دوبو) في كتابه (إنسانية الإنسان ) فيقول : ( ولقد أوليت تأكيداً خاصاً للتأثيرات المبكرة قبل وبعد الولادة ، لأن نتائجها من العمق والديمومة بحيث لها عواقب كثيرة على الحياة الإنسانية ( ص30 ) . ثم يقول (دوبو) أيضاً ( إن تجارب الحياة في الفترة المبكرة من العمر هي التي تشكل الخواص العضوية والفكرية للطفل ، بأسلوب لا مجال تقريباً لتغييره بعد ذلك ) ( ص112 ) . 0 وكثير من نتائج التأثيرات الباكرة – إن لم نقل كلها – هي حقاً دائمة كأنها في الظاهر لا تزول أبداً) ، ( ولايصل الأولاد إلى سن الثالثة أو الرابعة من عمرهم إلا وتكون نماذج سلوكهم قد تبلورت نهائياً من أثر العوامل الثقافية والبيئية ) ( ص114 ) . ¶ ¬__________ ¶ (¬1) 2- رينيه دوبو ، ص (28) .",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "كما تتضح أهمية الطفل عندما نعرف أن أسس السلوك الاجتماعي تبنى في المنزل ، ويبقى هذا السلوك الاجتماعي ثابتاً مدى العمر (¬1)، ويصبح أحد السمات الشخصية الثابتة ، وتنادي التربية الحديثة بأهمية الخبرات الأولى للأطفال وآثارها في تباين ميولهم واتجاهاتهم ، وأنماط سلوكهم المختلفة (¬2) ، وما يحدث للطفل في الطفولة المبكرة يرسم الملامح الأساسية لشخصيته المبقلة حيث يصبح من الصعوبة إزاحة بعض هذه الملامح مستقبلاً ، سواء كانت هذه الملامح سوية أو غير سوية ، وتشير الدراسات إلى إن إزاحة الملامح غير السوية أكثر صعوبة(¬3). ¶ وتقول ( مارغريت ماهلر MARGREET MAHLER) : إن السنوات الثلاث الأولى من حياة كل إنسان تعتبر ميلاداً آخر ، واتفق فرويد وإدلر ويونغ وألبورت ( أي مدرسة التحليل النفسي ) على أن السنوات الاولى هي مرحلة الصياغة الأساسية التي تشكل شخصية الطفل ( ص12 ) . ¶ ويرى ( سكنر SKKNER) : أن أكثر الأمراض الخلقية كالأنانية وفقدان الثقة بالذات وعدم الشعور بالمسؤولية والنفاق تنشأ جرثومتها الأولى في البيت ، ويصعب على المدرسة والمجتمع استئصالها(¬4). وبعض الناس يفسدهم قرناء السوء مدة من الزمن ، ثم يعودون إلى جادة الصواب ، وتعليل ذلك أن ما ثبت عندهم من الخير في صغرهم ؛ استطاع أن يتغلب على أثر قرناء السوء ، ويعيدهم إلى سماتهم الشخصية التي طبعوا عليها في طفولتهم (¬5) . ¶ الفصل الأول ¶ البيت المسلم ¶ تمهيد : ¶ ¬__________ ¶ (¬1) 3- محمد جميل محمد يوسف ، ص ( 288 ) . ¶ (¬2) 4- عائشة السيار ، مجلة التربية ، العدد (52) . ¶ (¬3) 5- عبد الله محمد خوج ، ص (11) . ¶ (¬4) 1- رشدي حنين ، ص ( 245 ) . ¶ (¬5) 2- د/ خالد شنتوت ، تربية البنات ، ص (25) .",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "إذا كان البيت والشارع والمؤسسة والمجتمع هي ركائز التربية الأساسية ؛ فإن البيت هو تامؤثر الأول وهو أقوى هذه الركائز جميعاً ، لأنه يتسلم الطفل من أول مراحله ، ولأن الزمن الذي يقضيه الطفل في البيت أكبر من أي زمن آخر ن ولأن الوالدين أكثر الناس تأثيراً في الطفل(¬1). وعندما كلف الله عز وجل الوالدين بالمسؤولية عن عقيدة الطفل ( لأنهما يهودانه أو ينصرانه أويمجسانه ) ؛ فإنه اعطاهما القدرة على ذلك ، ( لا يكلف الله نفساً إلا وسعها ) ، وإذا كان البيت المسلم مسؤولاً عن عقيدة الطفل ( التي يتوقف عليه فلاحه في الدنيا والآخرة ) ؛ فإنه أهم المؤسسات التربوية بلا ريب . ¶ البيت المسلم : ¶ هو الزوج والزوجة اللذان اجتمعا على طاعة الله ، بالنية والعمل ، ويلتزمان حدود الله في جميع شؤونهما ، ومن أهم أهدافه إنجاب الأطفال وتربيتهم على الإسلام ، وتقترب بيوتنا من هذا التعريف أو تبتعد عنه بقدر التزامنا بحدود الله عز وجل ، كما هي في الكتاب والسنة . ويبدأ تأسيس البيت المسلم من بين مسلم سابق عليه ، حيث يرى الشباب والبنات على الإسلام ، فيسعى كل منهم إلى لبحث عن الزوج المسلم ؛ ليكون معه بيتاً مسلماً جديداً . ولعلها أهم الخطوات ، فما الهدي النبوي الذي ينير الطريق للشاب المسلم والبنت المسلمة ، ولوالديهما ، كي لا يقعوا في الظلمات . ¶ الحث على الزواج : ¶ ¬__________ ¶ (¬1) 3- محمد قطب ، منهج التربية الإسلامية (1/93) .",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "1- عن إبراهيم بن علقمة قال : بينا أنا أمشي مع عبد الله رشي الله عنه فقال ك كنا مع النبي صلى الله عليه وسلم فقال : ( من استطاع منكم الباءة فليتزوج ، فإنه أغض للبصر ، وأحصن للفرج ، ومن لم يستطع فعليه بالصوم فإنه له وجاء ) (¬1). وفي رواية أخرى عند البخاري – كتاب النكاح – ( يا معشر الشباب من استطاع منكم الباءة فليتزوج ، ومن لم يستطع فعليه بالصوم فإنه له وجاء ) (¬2). ¶ قال ابن حجر ( 9/10 ) : يا معشر الشباب : المعشر جماعة يشملهم وصف ما، والشباب جمع شاب ، وأصله الحركة والنشاط ، وهو اسم لمن بلغ ، إلى أن يكتمل ثلاثين ، وخص الشباب بالخطاب لأن الغالب وجود قوة الداعي فيهم إلى النكاح بخلاف الشيوخ ، وإن كان المعنى معتبراً إذا وُجد السبب في الكهول والشيوخ أيضاً . أما الباءة فهي : القدرة على الجماع ، أو القدرة على مؤن 0 نفقة ) الزواج ، والجمع بينهما كما قال عياض : أي بلغ الجماع وقدر عليه ( مالياً ) فليتزوج ، وقسم الشباب إلى قسمين : قسم يتوقون إلى الزواج ولهم الاقتدار عليه ، فندبهم إلى التزويج دفعاً للمحذور ، بخلاف الآخرين فندبهم إلى أمر تستمر به حالتهم . ¶ ولا بد من التنبيه إلى لام الامر في الفعل ( فليتزوج ) ، وظاهر اللفظ يفيد الأمر ، كما يرى بعض أهل الظاهر ، ورواية عن أحمد ؛ أنه على الوجوب وليس الندب ؛ إذا خاف العنت يلزمه أن يتزوج أو يتسرى _والله أعلم _(¬3). ¶ ¬__________ ¶ (¬1) 1- صحيح البخاري ، كتاب الصوم ، رقم (1905) . ¶ (¬2) 2- صحيح البخاري رقم (5065) . ومسلم رقم (1400) . ¶ (¬3) 3- مختصر سنن أبي داود (3/3) رقم الحديث ( 1962) .",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "2- وعن سعيد بن جبير قال ك قال لي ابن عباس رضي الله عنهما : هل تزوجت؟ قلتُ : لا ، قال : تزوج ، فإن خير هذه الأمة كان أكثرهم نساء ، يعني رسول الله صلى الله عليه وسلم(¬1). قال ابن حجر : يعني لمن قدر على العدل بينهن ، وكأنه أشار إلى أن ترك التزويج مرجوح ، وفي الحديث الحض على التزويج وترك الرهبانية . ¶ 3- وعن عقل بن يسار قال : جاء رجل إلى النبي صلى الله عليه وسلم فقال : إني أصبتُ امرأة ذات حسب وجمال ، وإنها لا تلد ، أفاتزوجها ؟ قال : لا ، ثم أتاه الثانية ، فنهاه ، ثم أتاه الثالثة ، فقال : ( تزوجوا الولود الودود ، فإني مكاثر بكم الأمم )(¬2). ¶ 4- وعن عبد الله بن عمرو بن العاص رضي الله عنهما أن رسول الله صلى الله عليه وسلم قال : ( الدنيا متاع وخير متاعها المرأة الصالحة )(¬3). ¶ ¬__________ ¶ (¬1) 4- صحيح البخاري ، كتاب النكاح ، باب كثرة النساء ، رقم (5069) . ¶ (¬2) 1- أبو داود ، كتاب النكاح رقم (2050) والنسائي (6/65) في النكاح ، وإسناده حسن ، وله شاهد عند أحمد من حديث أنس ، وصححه ابن حبان رقم (228) موارد _ انظ جامع الأصول (11/428) _ . ¶ (¬3) 2-مسلم ( 1467) في الرضاع ، والنسائي (6/69) في النكاح .",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "5- وعن أبي ذر قال : دخل على رسول الله رجل يقال له عكاف بن بشر التميمي فقال له رسول الله صلى الله عليه وسلم : ( يا عكاف هل لك من زوجة ؟ قال : لا ، وقال : ولا جارية ؟ قال : لا ، قال : وأنت موسر بخير قال : وأنا موسر بخير ، قال : أنت إذن من إخوان الشياطين ، لو كنت من النصارى كنت من رهبانهم ، إن من سنتنا النكاح شراركم عزابكم وأراذل موتاكم عزابكم ، أبالشياطين تمرسون ؟ ما للشياطين من الخنا ، ويحك يا عكاف إنهن صواحب أيوب وداود ويوسف وكرسف ، قال له بشر بن عطية : من كرسف يا رسول الله ؟ قال : رجل كان يعبد الله بساحل من سواحل الحر ثلاثمائة عام ، يصوم النهار ويقوم الليل ، ثم إنه كفر بالله العظيم في سبب امرأة عشقها وترك ما كان عليه من عبادة الله عز وجل ، ثم استدركه الله ببعض ما كان منه فتاب عليه ، ويحك يا عكاف تزوج وإلا فأنت من المذبذبين ، قال : زوجني يا رسول الله ، قال : زوجتك كريمة بنت كلثوم الحميري )(¬1). ¶ ¬__________ ¶ (¬1) 3-مجمع الزوائد للبيهقي ، كتاب النكاح ، باب البحث على النكاح ، (4/250) ، ويقول الهيثمي : رواه أحمد وفيه راو لم يسم ، وبقية رجاله ثقات . ويقول المباركفوري في التحفة : وفي تحسين الترمذي لهذا الحديث نظر ، فإنه تفرد به أبو الشمال ، وقد عرفت أنه مجهول إلا أن يُقال : إن الترمذي عرفه ولم يكن عنده مجهولاً ، أو يقال إنه حسنه لشواهده فروى نحوه عن غير أبي أيوب . وفي كشف الخفاء ومزيل الإلباس للعجلوني (2/8) : شراركم عزابكم : رواه أبو يعلى والطبراني بسند فيه خالد المخزومي متروك . عن أبي هريرة أنه قال : لو لم يبق من أجلي إلا يوم واحد لقيت الله بزوجة ، سمعت رسول الله صلى الله عليه وسلم يقول : شراركم عزابكم ، وأراذل موتاكم عزابكم ..إلى غير ذلك من الأحاديث التي لا تخلو عن ضعف واضطراب ، لكن لا يبلغ الحكم عليه بالوضع ، وكذلك قال السخاوي في المقاصد الحسنة ( رقم الحديث 589) : فيه ضعف واضطراب ، ولكنه لا يبلغ الحكم عليه بالوضع ، ولذا أشار إليه ابن العماد في منظومته بقوله : شراركم عزابكم جاء الخبر ... أراذل الأموات عزاب البشر . وللحافظ ابن حجر العسقلاني أبيات مشابهة .",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "أسس اختيار الزوج : ¶ من العقبات الكؤود أمام الشاب المسلم ، والفتاة المسلمة ؛ اختيار الزوج ، فكم من شاب مسلم متحمس لدينه ؛ انظفأ حماسه بعد زواجه من فتاة متحمسة للدنيا ، وكم من فتاة مسلمة متحمسة لدينها انطفا حماسها بعد زواجها من شاب متحمس للدنيا . وسر ذلك أن كلاً منهما لم يحسن الاختيار ، وشاركهما والداهما في الضياع ، عندما غشتهم زهرة الدنيا وبهجتها وزخرفها ، فغفلوا عن الآخرة ، ولم يطبقوا هدي الإسلام في اختيار الزوج ، فما هو هذا الهدي ؟ : ¶ 1- عن أبي هريرة رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : ( إذا خطب إليكم من ترضون دينه وخلقه فزوجوه ، إلا تفعلوا تكن فتنة في الأرض وفساد عريض )(¬1). ¶ قال المباركفوري في التحفة : وفي الحديث دليل لمالك ، فإنه يقول : لا يراعى في الكفاءة إلا الدين وحده ، ومذهب الجمهور أنه يراعى أربعة أشياء : الدين والحرية والنسب والصنعة ، فلا تزوج المسلمة من الكافر ولا الصالحة من الفاسق ، ولا الحرة من العبد ، ولا المشهور النسب من الخامل ، ولا بنت تاجر أو ذو حرفة طيبة ممن له حرفة خبيثة أو مكروهة ، فإن رضيت المرأة أو وليها بغير الكفء صح النكاح . ¶ 2- وعن أبي حاتم المزني قال : قال رسول الله صلى الله عليه وسلم : ( إذا جاءكم من ترضون دينه وخُلقه فأنكحوه ، إلا تفعلوا تكن فتنة في الأرض وفساد ) ، قالوا : يا رسول الله ! وإن كان فيه ؟ قال : ( إذا جاءكم من ترضون دينه وخُلقه فأنكحوه ) ثلاث مرات(¬2). ¶ ¬__________ ¶ (¬1) 1- الترمذي رقم (1084) في كتاب النكاح ، وقال ابن الأثير في جامع الأصول : وهو حديث حسن . ¶ (¬2) 2-الترمذي (1085) وقال أبو عيسى : هذا حديث حسن غريب ، وأبو حاتم المزني له صحبة ، ولا نعرف له عن النبي صلى الله عليه وسلم غير هذا الحديث (3/395) .",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "3- وعن عائشة رضي الله عنها أن أبا حذيفة بن عتبة بن ربيعة بن عبد شمس – وكان ممن شهد بدراً مع رسول الله صلى الله عليه وسلم – تبنى سالماً ( سالم مولى حذيفة ) وأنكحه بنت أخيه هند بنت الوليد بن عتبة بن ربيعة – وهو مولى لامرأة من الأنصار - ... وزاد رزين : فانكرت قريش فعل أبي حذيفة ، وقالوا : أنكح ابنة أخيه مولى ؟ فقال : ما أعلم إلا أنه خير منها ، فأعجبوا من قوله أشد من عجبهم بفعله ...(¬1). ¶ وقد صنف البخاري يرحمه الله هذا الحديث تحت باب – الأكفاء في الدين – وقال ابن حجر ك وتوسط الشافعي فقال : ليس نكاح غير الأكفاء حراماً فأرد به النكاح . ولم يثبت في اعتبار الكفاءة بالنسب حديث ، وما أخرجه البزار من حديث معاذ رفعه : ( العرب بعضهم أكفاء بعض ، والموالي بعضهم أكفاء بعض ) إسناده ضعيف . يقول الخطابي ( 3/4 ) : قال مالك بن أنس : الكفاءة في الدين ، وأهل الإسلام كلهم بعضهم لبعض أكفاء ، وهو غالب مذهب الشافعي ، وقد روي معنى قول مالك عن عمر بن الخطاب وعبد الله بن مسعود وعبيد بن عمير وعمر بن عبد العزيز وابن سيرين وابن عون وحماد بن أبي سليمان . ¶ ¬__________ ¶ (¬1) 3- صحيح البخاري (9/113) في النكاح ، باب الأكفاء في الدين ، وغيره ، والنسائي (6/63) في النكاح ، باب تزويج المولى العربية ، وأبو داود رقم (2061) في النكاح .",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "4- وعن سهل قال : مر رجل على رسول الله صلى الله عليه وسلم فقال النبي صلى الله عليه وسلم : ( ما تقولون في هذا ؟ قالوا : حري إن خطب أن ينكح وإن شفع أن يشفع وإن قال أن يستمع قال ثم سكت ز فمر رجل من فقراء المسلمين ، فقال : ما تقولون في هذا ؟ قالوا : حري إن خطب أن لا ينكح وإن شفع أن لا يشفع ، وإن قال أن لا يسمع . فقال رسول الله صلى الله عليه وسلم : هذا خير من ملء الأرض مثل هذا ) (¬1). ويقول ابن حجر : حري : حقيق وجدير ، وقال الكرماني : إن كان الأول كافراً فوجهه ظاهر ، وإلا فيكون ذلك معلوماً لرسول الله صلى الله عليه وسلم بالوحي ، وقال ابن حجر : يعرف المراد من الطرق الأخرى بلفظ ( قال رجل من أشراف الناس ) فحاصل الجواب أنه أطلق تفضيل الفقير المذكور على الغني المذكور ، ولا يلزم من ذلك تفضيل كل غني على كل فقير . ¶ 5- وعن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال : (( خير نساء ركبن الإبل صالح نساء قريش : أحناه على ولد في صغره ، وأرعاه على زوج في ذات يده ))(¬2). وقال ابن حجر : ولم تركب مريم بنت عمران بعيراً قط ، فلا تفضل نساء قريش عليها ، وركبن الإبل إشارة إلى العرب ، والمراد بالصلاح هنا صلاح الدين ، وحسن المخالطة مع الزوج . و ( أحناه ) : أكثره شفقة ، والحانية على ولدها هي التي تقوم عليهم في حال يتمهم فلا تتزوج ، فإن تزوجت فليست بحانية قاله الهروي ، ( على ولد ) وفي رواية ( على يتيم ) وفي أخرى ( على طفل ) ، و( أرعاه على زوج ) أي أحفظ وأصون لماله بالأمانة فيه والصيانة له وترك التبذير في الإنفاق ( في ذات يده ) : أي في ماله وفي الحديث الحث على نكاح المرأة التي تشفق على الأولاد وتحسن تربيتهم وتحفظ مال الزوج ، أي المرأة غير المسرفة أو المبذرة . ¶ ¬__________ ¶ (¬1) 1-صحيح البخاري ، رقم (5091) كتاب النكاح ، باب الأكفاء في الدين . ¶ (¬2) 2-صحيح البخاري ، رقم (5082) كتاب النكاح ، باب أي النساء خير (9/28) .",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وهاتان صفتان للمرأة ذات الدين ، لأن ذات الدين ليست مبذرة ولا مسرفة ، ولأنها ترى تربية أطفالها عبادة تتقرب بها إلى ربها عز وجل . ¶ 6- وعن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال : ( تنكح المرأة لأربع : لمالها ، ولحسبها ، وجمالها ، ولدينها ، فاظفر بذات الدين تربت يداك )(¬1). يقول ابن الأثير في جامع الأصول ( 11/ 430 ) تربت يداك ك التصقت بالتراب من الدعاء ، وهذا الدعاء وأمثاله كان يرد من العرب ولا يريدون به الدعاء على الإنسان ، إنما يقولونه في معرض المبالغة في التحريض على الشيء ، والتعجب منه ونحو ذلك . ويقول ابن حجر : قيل المراد بالحسب هنا الفعال الحسنة ، وقد أخرج مسلم الحديث من طريق عطاء عن جابر وليس فيه ذكر الحسب اقتصر على الدين والمال والجمال . وذات الدين الجميلة تفضل على ذات الدين غير الجميلة ، ويلحق بالحسنة الذات الحسنة الصفات ، ومن ذلك أن تكوت خفيفة الصداق . ( فاظفر بذات الدين ) والمعنى أن اللائق بذي الدين والمرؤة أن يكون الدين مطمح نظره في كل شيء ، لا سيما فيما تطول صحبته ، فأمره النبي صلى الله عليه وسلم بتحصيل ذات الدين الذي هو غاية البغية . وقد وقع في حديث عبد الله بن عمرو عند ابن ماجه رفعه : ( لا تزوجوا النساء لحسنهن فعسى حسنهن ان يرديهنّ – أي يهلكنّ – ولا تزوجهنّ لأموالهنّ فعسى أموالهنّ أن تطغيهنّ ، ولكن تزجوهنّ على الدين ، ولأمة سوداء ذات دين أفضل) . ¶ ¬__________ ¶ (¬1) 3-صحيح البخاري (5090) كتاب النكاح ، باب الأكفاء في الدين ، ومسلم (1466) في الرضاع ، وأبو داود (2047) في النكاح ، والنسائي (6/68) في النكاح .",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "ويقول النووي يرحمه الله : النبي صلى الله عليه وسلم أخبر بما يفعله الناس في العادة ، فإنهم يقصدون هذه الخصال الأربع وآخرها عندهم ذات الدين ، فاظفر أتت أيها المسترشد بذات الدين ، وقال شمر : الحسب الفعل الجميل للرجل وآبائه ، وفي هذا الحديث الحث على مصاحبة أهل الدين في كل شيء – ومنها الزواج - ؛ لأن صاحبهم يستفيد من أخلاقهم وبركتهم وحسن طرائقهم ويأمن المفسدة من جهتهم . ¶ - وعن محمد بن مسلمة قال : سمعت رسول الله صلى الله عليه وسلم يقول : ( إذا ألقى الله عز وجل في قلب امرئ خطبة امرأة فلا بأس أن ينظر إليها ) (¬1). ¶ - وعن جابر رضي الله عنه قال : سمعت النبي صلى الله عليه وسلم يقول : ( إذا خطب أحدكم المرأة فقدر أن يرى منها بعض ما يدعوه إلى نكاحها فليفعل ) (¬2). ¶ الأم المسلمة نواة البيت المسلم : ¶ يغلب على الأب أن يقضي معظم وقته خارج البيت ، بسبب عمله ، ويغلب على الأم أن تقضي معظم وقتها أو كله داخل البيت ، بسبب عملها أيضاً . لذلك فإن دور الأم في تربية الطفل أكبر من دور الأب ، خاصة وأنها تلازم الطفل في أخطر سنوات حياته ، وهي المرحلة التي تتشكل فيها شخصيته . ¶ ( ¶ ¬__________ ¶ (¬1) 1- أخرجه أحمد وابن ماجه ن وابن حبان والحاكم وصححاه ، وسكت عنه الحافظ في التلخيص . ¶ (¬2) 2- أخرجه أحمد وأبوداود . وقال الهيثمي رجال أحمد رجال الصحيح .",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "ويسبق دور الأم دور الأب في التربية ؛ لأنها أكثر التصاقاً بالطفل ، ولأن الطفل قطعة منها ، ولأن عاطفتها نحو الطفل ، لذا فهي أقرب إلى قلوب الأطفال ، وقد زودها الله بعاطفة الحنان – دافع الأمومة – وهو سلوك فطري عضوي سببه هرمون ( برولاكتين ) الذي تفرزه الغدة النخامية عند الأم الحامل ، ويستمر طيلة أيام الرضاعة . مما يمكن الأم من السهر على راحة الطفل ، خاصة في السنتين الأوليتين من عمره ، ولهما أثر كبير في شخصيته . يقول سيد قطب – يرحمه الله : ( هذا امر ينبغي لأن يدركه الدعاة جيداً ، إن أول جهد ينبغي أن يوجه إلى البيت ، إلى الزوجة ، إلى الأم ثم إلى الأولاد ، وإلى الأهل بعامة ، ويجب الاهتمام البالغ بتكوين المسلمة لتنشىء البيت المسلم ، وينبغي لمن يريد بناء بيت مسلم أن يبحث له أولاً عن الزوجة المسلمة ، وإلا فسيتأخر بناء الجماعة المسلمة ، وسيظل البنيان متخاذلاً كثير الثغرات )(¬1). وفي رواية ابن ماجه والبيهقي : ( تخيروا لنطفكم ، فانكحوا الأكفاء وأنكحوا إليهم ) (¬2). ¶ ويعتبر الماوردي اختيار الزوجة من حقوق الولد على أبيه ، اقتباساً من قول عمر بن الخطاب رضي الله عنه : ( فمن أول حق الولد أن ينتقي أمه ، ويتخير الجميلة الشريفة الدينة العفيفة العاقلة لأمورها ، المرضية في أخلاقها ، المجربة بحسن العقل وكماله ، المواتية لزوجها في أحوالها ) (¬3). ¶ ووجدت الباحثة ( سامية حمام ) أن أثر غياب الأب أقل بكثير من أثر غياب الأم على الأطفال ، لأن الأم الحصيفة يمكن أن تملأ بعض الفراغ الذي يتركه الأب(¬4). وهكذا يتضح معنى القول : إذا كان البيت المسلم نواة المجتمع المسلم فإن الأم المسلمة نواة البيت المسلم . ¶ ومن هنا نلمح أهمية تربية البنات المسلمات : ¶ ¬__________ ¶ (¬1) 1- دستور الأسرة في ظلال القرآن ،ص (112) . ¶ (¬2) 2- صحيح الجامع (2928) . ¶ (¬3) 3- الماوردي ، نصيحة الملوك ، ص (162) . ¶ (¬4) 4- د/ خالد شنتوت ، تربية البنات ، ص (28) .",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "أهمية تربية البنات المسلمات : ¶ 1- عن أبي هريرة رضي الله عنه قال : جاء رجل إلى النبي صلى الله عليه وسلم فقال : يا رسول الله : من أحق الناس بحسن صحابتي ؟ قال : ( أمك ، قال : ثم من ؟ قال : أمك ، قال : ثم من ؟ قال : أمك ، قال : ثم من ؟ قال : أبوك ) (¬1). وقال ابن حجر : قال ابن بطال : مقتضاه أن يكون للأم ثلاثة أمثال ما للأب من البر ، وقال : وكان ذلك لصعوبة الحمل ثم الوضع ثم الرضاع ، فهذا تنفرد به الأم وتشقى به ، ثم تشارك الأب في التربية ( بل تسبقه إليها ) . ¶ 2- وعن عائشة رضي الله عنها قالت : دخلت عليّ امرأة ومعها ابنتان لها تسأل ، فلم تجد عندي شيئاً غير تمرة واحدة ، فأعطيتها إياها ، فقسمتها بين ابنتيها ، ولم تأكل منها ، ثم قامت فخرجت ، فدخل النبي صلى الله عليه وسلم فأخبرته ، فقال النبي صلى الله عليه وسلم : ( من ابتلي من هذه البنات بشيء ، فأحسن إليهنّ ، كن له ستراً من النار )(¬2). ¶ ¬__________ ¶ (¬1) 5- صحيح البخاري ،رقم (5971) في كتاب الأدب ، باب من أحق الناس بحسن الصحبة ، (10/ 415) . ¶ (¬2) 1- صحيح البخاري (4/26) في الزكاة ، باب اتقوا النار ولو بشق تمرة ، وفي الأدب ، باب رحمة الولد . ومسلم (2629) في البر والصلة ، والترمذي (1916) في البر والصلة .",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "قال ابن حجر : وزاد في حديث جابر ( فرأى بعض القوم أن لو قال وواحدة لقال وواحدة ) وفي حديث أبي هريرة :( قلنا واثنتين ؟ قال : واثثنتين ، قلنا : وواحدة ؟ قال : وواحدة ) وشاهده حديث ابن مسعود رفعه : ( من كانت له ابنة فأدبها وأحسن أدبها وعلمها فأحسن تعليمها ، وأوسع عليها من نعمة الله التي أوسع عليه ... ) وفي الحديث تأكيد حق البنات لما فيهن من الضعف غالباً عن القيام بمصالح أنفسهن ، بخلاف الذكور . قال النووي : إنما سماه ابتلاء لأن الناس يكرهون البنات ، فجاء الشرع بزجرهم عن ذلك ، ورغّب في إبقائهن وترك قتلهن بما ذكر من الثواب الموعود به من أحسن إليهن وجاهد نفسه في الصبر عليهن . وقال شيخنا في شرح الترمذي : يحتمل أن يكون معنى الابتلاء هنا الاختبار ، أي من اختبر بشيء من البنات لينظر ما يفعل أيحسن إليهن أو يسيء . ويقول النووي : ( عالهما ) أي قام عليهما بالمؤونة والتربية ونحوهما . ¶ 3- وعن ابن عباس رضي الله عنهما عن النبي صلى الله عليه وسلم قال : ( ما من مسلم تدركه ابنتان ، فيحسن صحبتهما ، إلا أدخلتاه الجنة )(¬1). ¶ 4- وعن أبي سعيد الخدري رضي الله عنه أن رسول الله صلى الله عليه وسلم قال : ( لا يكون لأحد ثلاث بنات ، أو ثلاث أخوات فيحسن إليهن ، إلا دخل الجنة )(¬2). ¶ ¬__________ ¶ (¬1) 2- البخاري في الأدب المفرد (77) وأخرجه ابن ماجه بإسناد صحيح وابن حبان في صحيحه والحاكم وقال صحيح الإسناد ( ترغيب وترهيب ) . ¶ (¬2) 3- البخاري في الأدب المفرد (79) وأخرجه أبوداود في الأدب ، والترمذي في البر والصلة ، وابن حبان وأحمد .",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "5- وعن ابن عباس رضي الله عنهما ، عن النبي صلى الله عليه وسلم قال : ( من وُلد له ابنة فلم يئدها ولم يهنها ولم يؤثر ولده عليها – يعني الذكور – أدخله الله بها الجنة)(¬1). ¶ 6- ويتضح من هدي رسول الله صلى الله عليه وسلم : أن حفظ المرأة أموال زوجها ، وتربية الأطفال ، وطاعتها لزوجها في غير معصية ، والسهر على إرضائه بغير ما حرم الله ، هذه الأعمال تكسب المرأة ثواباً عند الله عز وجل يعادل ثواب ما انفرد به الرجل كالجمعة والجنازة والجهاد . فعن أنس رضي الله عنه قال : ( أتت النساء رسول الله صلى الله عليه وسلم فقلن يا رسول الله ذهب الرجال بالفضل بالجهاد في سبيل الله ، فما لنا عمل ندرك به عمل الجهاد في سبيل الله ! فقال : مهنة إحداكن في بيتها تدرك عمل المجاهدين في سبيل الله )(¬2). ¶ وعندما تماثل هذه الأعمال الجهاد يتضح مدى أهمية الأم المسلمة ، لأنها تربي المجاهدين وتدفعهم إلى الشهادة في سبيل الله عز وجل . ¶ ¬__________ ¶ (¬1) - العيال (88) وقال رجاله ثقات ، وأخرجه أبوداود في عون النعبود (14/55) كتاب الأدب ، باب في فضل من عال يتامى ، والحاكم في المستدرك (4/177) كتاب البر والصلة ، قال هذا حديث صحيح الإسناد ولم يخرجاه ، وأقره الذهبي . ¶ (¬2) 1- يقول الهيثمي في المجمع (4/304) :رواه أبو يعلى والبزار وفيه روح بن المسيب وثقه ابن معين والبزار وضعفه ابن حبان وابن عدي .",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "7- وعن جابر بن عبد الله رضي الله عنه قال : بينا نحن قعود عند رسول الله صلى الله عليه وسلم إذ أتته امرأة فقالت ك السلام عليك يا رسول الله ، أنا وافدة النساء إليك . الله رب الرجال ورب النساء ، وآدم أبو الرجال وأبو النساء . بعثك الله إلى الرجال وإلى النساء ، والرجال إذا خرجوا في سبيل الله فقتلوا فأحياء عند ربهم يرزقون فرحين بما آتاهم الله ، وإذا خرجوا لهم من الأجر ما قد عملوا . ونحن نخدمهم ، ونجلس ، فمالنا من الأجر ؟ قال لها رسول الله صلى الله عليه وسلم : ( أقرئي النساء عني السلام ، وقولي لهن : إن طاعة الزوج تعدل ما هناك ، وقليل منكن تفعله ... حق الرجل زوجته )(¬1). ¶ 8- وعن عبد الله بن عمرو أن رسول الله صلى الله عليه وسلم قال : ( الدنيا متاع وخير متاعها المرأة الصالحة )(¬2). ¶ قواعد تربية البنت المسلمة ¶ 1- النهي عن كراهية البنت : ¶ - فقد روى البخاري في الأدب المفرد ( 83 ) عن ابن عمر رضي الله عنهما : ( أن رجلاً كان عنده بنات ، فتمنى موتهن ، فغضب ابن عمر . فقال : أنت ترزقهن ؟ ) . ¶ - وروى الإمام أحمد والطبراني عن عقبة بن عامر قال : قال رسول الله صلى الله عليه وسلم : ( لا تكرهوا البنات فإنهن المؤنسات الغاليات )(¬3). ¶ - وعن الزهري قال : ( من ابتلي بابنة فأحسن إليها أدخلته الجنة ، ومن ¶ ابتلي باثنتين فاحتسب فيهما الخير سترتاه من النار ، ومن ابتلي بثلاث فإنهم كانوا لا يرون عليه جهاداً ولا صدقة ) (¬4). ¶ ¬__________ ¶ (¬1) 2-العيال (528) وقال إسناد حسن . ¶ (¬2) 3- مسلم في الرضاع ، باب خير متاع الدنيا المرأة الصالحة . ¶ (¬3) 4- قال الهيثمي في المجمع (8/156) : وفيه ابن لهيعة وحديثه حسن وبقية رجاله ثقات . ¶ (¬4) 1- العيال (93) وإسناده صحيح .",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "- وعن عبيد الله السعدي : ( أنه أبلغه أن الله يحب الرجل المبنات ، وكان لوط –عليه السلام– ذا بنات ، وكان شعيب -عليه السلام- ذا بنات ، وكان النبي صلى الله عليه وسلم ذا بنات )(¬1). ¶ 2- المساواة بين الذكر والأنثى وعدم المفاضلة بينهما : ¶ - فقد روى البزار عن أنس رضي الله عنه ( أن رجلاً كان عند النبي صلى الله عليه وسلم فجاء ابن له فقبله وأجلسه على فخذه ، وجاءته بنية له فأجلسها بين يديه ، فقال رسول الله صلى الله عليه وسلم : ألا سويت بينهم)(¬2). وفي رواية أخرى عن الحسن قال ( بينا رسول الله صلى الله عليه وسلم يحدث أصحابه إذ جاء صبي ، حتى انتهى إلى أبيه في ناحية القوم ، فمسح رأسه وأقعده على فخذه اليمنى ، قال : فلبث قليلاً ، فجاءت ابنة له حتى انتهت إليه ، فمسح رأسها وأقعدها على الأرض ، فقال رسول الله صلى الله عليه وسلم : فهلا على فخذك الأخرى ؟ فحملها على فخذه الأخرى ، فقال صلى الله عليه وسلم : الآن عدلت )(¬3). ¶ 3- أجر التربية والإحسان إلى البنات : ¶ - فقد روى الإمام أحمد عن عقبة بن عامر الجهني يقول : سمعت رسول الله صلى الله عليه وسلم يقول : ( من كانت له ثلاث بنات فصبر عليهن فأطعمهن وسقاهن وكساهن من جدته كن له حجاباً من النار يوم القيامة )(¬4). من جدته : أي من غناه . ¶ ¬__________ ¶ (¬1) 2- العيال (95) ، ولم يصرح عبيدالله السعدي بمن أبلغه هذا الخبر ، وما دونه من رجال الإسناد ملهم من رجال الصحيح . ¶ (¬2) 3- البزار في مسنده كشف الأستار رقم (1893) . والعيال لإبن أبي الدنيا (36) . ¶ (¬3) 4- العيال لابن أبي الدنيا (36) . ¶ (¬4) 5- صحيح الجامع (6488) .",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "- وعن جابر بن عبد الله رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : ( من كان له ثلاث بنات يؤدبهنّ ، ويزوجهنّ ، ويكفهنّ – أو يكفلهنّ - ، وجبت له الجنة البتة . فقيل يا رسول الله ، وإن كنّ اثنتين ؟ قال : وإن كنّ اثنتين . قال : فرأى بعض القوم أن لو قالوا ك واحدة ، لقال : واحدة )(¬1). وفي هذا الحديث تأكيد كبير على حق البنات ، وتقديم حقهن على حق البنين ، وهي صورة من صور الإسلام العظيم ، التي حضيت بها المرأة المسلمة . ¶ - وعن ابن عباس رضي الله عنهما : عن النبي صلى الله عليه وسلم قال : [ من وُلد له ابنة فلم يئدها ، ولم يهنها ، ولم يؤثر ولده عليها ، - يعني الذكور – أدخله الله بها الجنة ](¬2) . ¶ تربية الأولاد هي الهدف الأساس للبيت المسلم ¶ شاءت حكمة الله عز وجل أن يندفع الشاب والفتاة إلى الزواج اندفاعاً حيوياً (بيولوجياً) ، لا يستطيع الإنسان العادي كبح ذلك الاندفاع ، ولا يجد أمامه مفراً من الزواج لاشباعه ، وبعد اعتدال ذلك الاندفاع يتضح أن ذلك الدافع ليس إلا وسيلة ركبها الله عز وجل في الإنسان ليحفظ النوع البشري ، فلولا ذلك الدافع لأحجم كثير من العقلاء عن الزواج لما يترتب عليه من المسؤوليات الجسيمة . فالهدف إذن هو بقاء النوع البشري لتعمر الأرض ،وبتعبير إسلامي لتقوم خلافة الإنسان على الأرض كما ارادها الباري عز وجل . ¶ ¬__________ ¶ (¬1) 6- العيال (84) وفي إسناده علي بن زيد بن جدعان وهو ضعيف ، وبقية رجاله ثقات ، وللحديث شواهد تنهض به ، وقال الهيثمي (8/157) : رواه أحمد والبزار والطبراني في الأوسط بنحوه ، وزاد ( يزوجهن ) من طرق ، وإسناد أحمد جيد . ¶ (¬2) 1- العيال (88) ، ورجاله ثقات ، وقال الحاكم : صحيح ولم يخرجاه ، وأقره الذهبي .",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "1_ عن معقل بن يسار قال : جاء رجل إلى النبي صلى الله عليه وسلم فقال : إني أصبت امرأة ذات حسن وجمال ، وإنها لا تلد ، أفأتزوجها ؟ فقال : لا ، ثم أتاه الثانية ، فنهاه ، ثم أتاه الثالثة فقال صلى الله عليه وسلم : ( تزوجوا الودود الولود فإني مكاثر بكم الأمم ) (¬1). والودود : المرأة الموادة ، والولود : التي تكثر ولادتها ، وهذا البناء من أبنية المبالغة. ¶ 2_ وعن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال : ( إذا مات الإنسان انقطع عمله إلا من ثلاثة : إلا من صدقة جارية ، أو علم يُنتفع به ، او ولد صاح يدعو له ) (¬2). وقال النووي : ينقطع عمل الميت بموته ، وينقطع تجدد الثواب إلا في هذه الأشياء الثلاثة ، لكونه كان سببها ، فإن الولد من كسبه ، وكذلك العلم الذي خلفه من تعليم أو تصنيف ، وكذلك الصدقة الجارية وهي الوقف ، وفيه فضيلة الزواج لرجاء ولد صالح . ¶ 3_ وعن أبي الدرداء قال : ذكرنا عند رسول الله صلى الله عليه وسلم الزيادة في العمر ، فقال : (إن الله لا يؤخر نفساً إذا جاء أجلها ، وإنما الزيادة في العمر أن يرزق الله العبد ذرية صالحة ، يدعون له فيلحقه دعاؤهم في قبره ) (¬3). ¶ ¬__________ ¶ (¬1) 2-أبو داود ( 2050) في النكاح ، باب النهي عن تزوج من لم يلد من النساء ، والنسائي ( 6/65) في النكاح ، باب كراهية تزوج العقيم واسناده حسن ، وله شاهد عند أحمد من حديث أنس وصححه ابن حبان رقم ( 228 ) موارد . انظر جامع الأصول ( 11/ 428 ) . ¶ (¬2) 3- مسلم (1631) في الوصية ، باب ما يلحق الإنسان من الثواب بعد وفاته . ¶ (¬3) 1- ذكره ابن كثير في التفسير (4/373 ،2/573) ،ورواه الحكيم ،انظر كنز العمال (16/281) .",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "4_ وعن أبي هريرة رضي الله عنه قال : (ترفع للميت بعد موته درجته ، فيقول : أي رب! أي شيء هذه ؟ فيقال : ولدك استغفر لك ) (¬1) . ¶ 5_ وحدث أبو نعيم قال : حدثنا عبدالرحمن بن الغسيل قال : أخبرني أسيد بن علي أنه سمع أبا أسيد يحدث القوم قال : كنا عند النبي صلى الله عليه وسلم فقال رجل : يا رسول الله ! هل بقي من بر أبو يشيء بعد موتهما أبرهما ؟ قال :( نعم . خصال أربع : الدعاء لهما ، والاستغفار لهما ، وإنفاذ عهدهما ، وإكرام صديقهما ، وصلة الرحم التي لا رحم لك إلا من قبلهما ) (¬2). ¶ 6_ وعن عائشة رضي الله عنها أن رجلاً قال للنبي صلى الله عليه وسلم : ( إن أمي افتلتت نفسها ، وأراها لو تكلمت تصدقت ، أفأتصدق عنها ؟ قال : نعم تصدق عنها )(¬3) . ¶ 7_ وعن عبدالله بن عباس رضي الله عنهما : ( أن سعد بن عبادة رضي الله عنه استفتى رسول الله صلى الله عليه وسلم فقال : إن أمي ماتت وعليها نذر ، فقال : اقضه عنها )(¬4). ¶ ¬__________ ¶ (¬1) 2- البخاري في الأدب المفرد رقم (36) ، يقول الهيثمي : رواه الطبراني في الأوسط وفيه ضعفاء قد وثقوا (10/210) . ¶ (¬2) 3- البخاري في الأدب المفرد (35) ، وأخرجه أبوداود وابن ماجه ، وقال الحافظ في التهذيب : أخرجه ابن حبان والحاكم في صحيحهما . انظر الأدب المفرد ص (23) . ¶ (¬3) 4- صحيح البخاري (2760) في الوصايا ، باب ما يستحب لمن توفي فجأة أن يتصدقوا عنه ... والترمذي في الزكاة ، وأبوداود والنسائي . ¶ (¬4) 5- صحيح البخاري (2761) في الوصايا .",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "ويقول ابن حجر في شرح الحديثين السابقين : وبيّن النسائي من وجه آخر جهة الصدقة المذكورة فأخرج عن طريق سعيد بن المسيب عن سعد بن عبادة قال : 0قلت يا رسول الله إن أمي ماتت ، أفأتصدق عنها ؟ قال : نعم ، قلت : فأي الصدقة أفضل ؟ قال : سقي الماء ) . وأخرج الدارقطني أن سعداً قال : يا رسول الله أتنفع أمي إن تصدقت عنها وقد ماتت ؟ قال: نعم . قال : فما تأمرني ؟ قال: اسق الماء . ثم يقول ابن حجر : وفي أحاديث الباب من الفوائد : جواز الصدقة عن الميت ، وأن ذلك ينفعه بوصول ثواب الصدقةإليه ولا سيما إن كان من الولد ، وهو مخصص لعموم قوله تعالى {وأن ليس للإنسان إلا ما سعى} (النجم:39) ويلتحق بالصدقة العتق عنه عند الجمهور ... (الفتح:5/458) . ¶ 8_وعن أبي المخارق قال: كنا عند رسول الله صلى الله عليه وسلم في غزوة تبوك فظلعت ناقة له ، فأقام عليها سبعاً ، فمر عليه أعرابي شاب شديد قوي ، يرعى غنيمة له ، فقالوا : ( إن كان يسعى على أبوين كبيرين له ليغنيهما فهو في سبيل الله ، وإن كان يسعى على صبيان له صغار ليغنيهم فهو في سبيل الله . وإن كان يسعى على نفسه ليغنيها ويكافي الناس فهو في سبيل الله . وإن كان يسعى رياء وسمعة فهو للشيطان )(¬1). ¶ 9_ وعن ابن عمر رضي الله عنهما _ أراه _ عن النبي صلى الله عليه وسلم ( إن للمرأة في حملها إلى وضعها إلى فصالها من الأجر كالمتشحط في سبيل الله . إن هلكت فيما بين ذلك فلها أجر شهيد ) _العيال (387) وإسناده حسن_ ¶ 10_ وروى الطبراني عن أبي حفصة رضي الله عنهما أن النبي صلى الله عليه وسلم قال : ( لا يدع أحدكم طلب الولد ، فإن الرجل إذا مات وليس له ولد انقطع اسمه )(¬2). ¶ ¬__________ ¶ (¬1) 1- العيال (19) وقال : حديث مرسل ، رجاله ثقات . ¶ (¬2) 2- قال الهيثمي في المجمع (4/258) : إسناده حسن .",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "11_ ومن الملاحظ في العصر الحديث أن الكفار من غرب وشرق وأذنابهم في بلاد المسلمين يروجون فكرة تحديد النسل بين المسلمين ، وفي الوقت نفسه يشجعون الكفار على الإنجاب ، كي يزيد عدد الكفار ويقل عدد المسلمين . ولهذا حض النبي صلى الله عليه وسلم على الإنجاب ليكون عزاً للمسلمين وقوة لهم _ وأكبر دليل شباب الإنتفاضة أبطال الحجارة _فعن ابن عمر رضي الله عنهما قال: ( قال رسول الله صلى الله عليه وسلم : ما وُلد في أهل بيت غلام إلا أصبح فيهم عز لم يكن )(¬1). ¶ الإنجاب والجهاد ¶ قال تعالى: { المال والبنون زينة الحياة الدنيا ، والباقيات الصالحات خير عند ربك ثواباً وخير أملاً } ( الكهف:46 ) ومن أجل هذه الزينة كونهم رجالاً يذبون عن دار الإسلام ، ويحمون العقيدة والديار والأعراض من الكفار والمشركين ، ونساء يلدن المجاهدين ويربينهم على الجهاد _سنام الإسلام_ ومن فوائد التكاثر في المجتمع المسلم : ¶ _ زيادة عدد الشباب في الأمة ؛ وهم القادرون على حمل السلاح ، واقتحام ميادين القتال ، وفي هذا المعنى نشرت مجلة صوت تركستان الشرقية _عدد ربيع الثاني،1408هـ_ تقول :سيزيد عدد المسلمين المؤهلين للخدمة العسكرية من نسبة (23%) إلى (30%) عام (2000م)، ويتضاءل عدد السوفيات من (49%) إلى (45%) ، وفي نهاية القرن الحالي لن تستطيع روسيا أن تفعل مثل الآن ؛ وهو عدم إدخال المسلمين كضباط في الجيش ، وستضطر إما إلى إنقاص حجم قواتها المسلحة ، أو زيادة عدد العسكريين المسلمين ، وهذا ما عبر عنه الخبراء الروس بعبارة : ( اصفرار الجيش الأحمر )، وسوف يبلغ عدد المسلمين السوفيات في نهاية القرن الحالي (70_75)مليون ن ويصل عدد السوفيات إلى (300) مليون ، أي سيصبح عدد المسلمين (25%) من مجموع السكان . ¶ ¬__________ ¶ (¬1) 3- رواه الطبراني في الأوسط ، وقال الهيثمي في المجمع(8 / 155) : وفيه هاشم بن صالح ذكره ابن أبي حاتم ولم يجرحه ولم يوثقه ، وبقية رجاله وثقوا .",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "مع الانتباه إلى أن عدد الشباب بينهم كبير جداً ، بينما تنعكس الصورة لدى غير المسلمين من الروس حيث يقارب عدد الكهول عدد الشباب أو يزيد عنه . ¶ _ وفي فلسطين يشكل العرب المسلمون في الأرض المحتلة هماً لليهود ؛ لأن نسبة التكاثر العالية والتي تزيد على ( 4% )سنوياً_وهي أعلى نسبة في العالم . والاستمرار في هذه الزيادة ستجعل اليهود أقلية في فلسطين كما كانوا قبل الاستعمار البريطاني وهجرة اليهود لها . ¶ ويؤكد ذلك الانتفاضة الفلسطينية الأخيرة التي تقودها حركة المقاومة الإسلامية (حماس) ، وهي إحدى فصائل حركة الإخوان المسلمين ، والتي بدأت عام (1987م) ، حيث أن معظم أبطالها _أبطال الحجارة_ من ذوي العمر (12_20) وأعدادهم كثيرة والحمد لله ، حتى أن اليهود أعلنوا سخطهم وغيظهم على المرأة الفلسطينية ، التي تنجب كأكثر امرأة في العالم وسموها(عش الزنابير) (¬1) ¶ _ والمجتمع الذي يكثر فيه الشباب يسمى المجتمع الفتي ، ويمتاز بقوته العسكرية والصناعية والزراعية والتقدم ، أما المجتمع الهرم الذي يكثر فيه الشيوخ ويقل الشباب _كالمجتمع الفرنسي_ فيضعف عسكرياً واقتصادياً ، ويحاول عندئذ سد النقص بإستقبال المهاجرين . ¶ _ والمجتمع المسلم مجتمع مجاهد كلفه الله عز وجل بحمل لواء رسالة التوحيد للعالم كافة ، وكلفه إزالة الطواغيت الذين يحجبون عباد الله عن رسالة الإسلام ، ويتطلب الجهاد الرجال عامة والشباب خاصة . ¶ ومن الظواهر التي لا يلاحظها المسلمون المتفرنجون أن الأقباط في مصر لا يحددون النسل ، بل يشجعون الأسرة القبطية على التناسل والإنجاب ؛ ليزيد عددهم وترتفع نسبتهم إلى سكان مصر المسلمين ، في الوقنت الذي صار تحديد النسل شائعاً عند المصريين المتشبعين بالثقافة الغربية . ¶ الفصل الثاني ¶ يولد على الفطرة ¶ تمهيد : ¶ ¬__________ ¶ (¬1) 1- الزنابير حشرات كالنحل ، تعيش جماعات وتهاجم من يقترب منها بأعداد كثيرة _ وهذا هو وجه الشبه _ وتلسع عدوها فتؤلمه .",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "تختلف التربية الإسلامية اختلافاً جذرياً عن النظريات التربوية الأخرى ، فالطفل في الإسلام يولد على الفطرة ، لأي يولد مزوداً بقدرات تنمو بفعل البيئة المحيطة به ، ( والطفل ليس صفحة بيضاء بغير خطوط ... هناك خطوط باهتة لم تتميز بعد ، ولكنها ستتميز لا محالة ... ) (¬1) ، والطفل في التربية الإسلامية ( مخلوق مزود بطاقات من أبرزها طاقة المعرفة ، وطاقة الإرادة الضابطة ، وطاقة القوة الفاعلة المتضمنة في معنى الخلافة ومقتضياتها ، والقدرة على التوجه إلى الله وتلقي كلماته وتتبع هداه ...) (¬2) .في حين ترجح التربية غير الإسلامية أن الطفل كائن حي لا يختلف كثيراً عن غيره من صغار الحيوانات الثديية ، ثم ينمو بعد ذلك . ¶ روايات الحديث : ¶ في صحيح البخاري : ¶ 1_أخرج البخاري رحمه الله في صحيحه (¬3) ، قال: عن أبي هريرة رضي الله عنه قال: قال النبي صلى الله عليه وسلم : ( ما من مولود إلا يُولد على الفطرة ، فأبواه يهودانه أو ينصرانه أو يمجسانه ، كما تنتج البهيمة بهيمة جمعاء ، هل تحسون فيها من جدعاء ) ، ثم يقول أبو هريرة رضي الله عنه : { فطرة الله التي فطر الناس عليها ... الآية } ( الروم : 30 ) . ¶ 2_ وأخرج البخاري أيضاً عن أبي هريرة رضي الله عنه ، من طريق أبي سلمة ابن عبدالرحمن : قال النبي صلى الله عليه وسلم : ( ما من مولود إلا يُولد على الفطرة ، فأبواه يهودانه أو ينصرانه أو يمجسانه ، كما تنتج البهيمة بهيمة ، هل تحسون فيها من جدعاء ، ثم يقول أبو هريرة رضي الله عنه : { فطرة الله التي فطر الناس عليها ، لا تبديل لخلق الله ، ذلك الدين القيم } ( الروم:30 ) . ¶ ¬__________ ¶ (¬1) 1- محمد قطب ، منهج التربية الإسلامية ، (2/107) . ¶ (¬2) 2- محمد قطب ، دراسات في النفس الإنسانية ، ص(33) . ¶ (¬3) 3- كتاب الجنائز ، باب إذا أسلم الصبي فمات ، وباب ما قيل في أولاد المشركين .",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "3_ وأخرج البخاري رحمه الله عن ابن أبي ذئب عن الزهري عن أبي سلمة عن أبي هريرة رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : ( كل مولود يُولد على الفطرة فأبواه يهودانه أو ينصرانه أو يمجسانه ، كمثل البهيمة تنتج البهيمة ن هل ترى فيها جدعاء ) . ¶ في صحيح مسلم : ¶ 1_ أخرج مسلم (¬1) رحمه الله عن أبي هريرة رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم: ( ما من مولود إلا يُولد على الفطرة ، فأبواه يهودانه وينصرانه ويمجسانه ، كما تنتج البهيمة بهيمة جمعاء ، هل تحسون فيها من جدعاء ) ، ثم يقول أبو هريرة رضي الله عنه : واقرؤوا إن شئتم : { فطرة الله التي فطر الناس عليها لا تبديل لخلق الله }( الروم:30 ) . ¶ 2_ وعن أبي هريرة رضي الله عنه : قال رسول الله صلى الله عليه وسلم : ( ما من مولود إلا يلد على الفطرة فأبواه يهودانه وينصرانه ويشركانه ، فقال رجل : يا رسول الله : أرأيت لو مات قبل ذلك ؟ قال : الله أعلم بما كانول عاملين ) . ¶ 3_ وعن أبي هريرة رضي الله عنه أيضاً : ( كل إنسان تلده أمه على الفطرة ، وأبواه بعد يهودانه وينصرانه ويمجسانه ، فإن كانا مسلمين فمسلم ، كل إنسان تلده أمه يلكزه الشيطان في حضنيه ، إلا مريم وابنها ) . ¶ 4_ وفي حديث ابن نمير : ( ما من مولود يُولد إلا وهو على الملة ) . ¶ 5_ وفي رواية أبي بكر عن أبي معاوية : (ما من مولود يُولد إلا على هذه الملة ، حتى يبين عنه لسانه). ¶ في سنن أبي داود (¬2) : ¶ ¬__________ ¶ (¬1) 1- صحيح مسلم ، رقم الحديث (2658) ، في باب القدر . ¶ (¬2) 2- كتاب السنة ، باب ذراري المشركين رقم الحديث (4549) ، (7/83) .",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "1_ أخرج أبوداود رحمه الله عن الأعرج عن أبي هريرة رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : ( كل مولود يُولد على الفطرة ، فأبواه يهودانه وينصرانه ، كما تناتج الإبل من بهيمة جمعاء ، هل تحس فيها من جدعاء ، قالوا : يا رسول الله أفرأيت من يموت وهو صغير ؟ قال : الله أعلم بما كانوا عاملين ) . ¶ 2_ وعن حجاج ابن المنهال ، قال : سمعت حماد بن سلمة يفسر حديث ( كل مولود يُولد على الفطرة ) قال : هذا عندنا : حيث أخذ الله عليهم العهد في أصلاب آبائهم ، حيث قال :{ ألستُ بربكم ؟ قالوا : بلى } ( الأعراف:172 ) . ¶ في موطأ الإمام مالك رحمه الله : ¶ أخرج الإمام مالك يرحمه الله في كتاب الجنائز: ( كل مولود يُولد على الفطرة ،فأبواه يهودانه وينصرانه كما تنتج الإبل من بهيمة جمعاء ، هل تحس من جدعاء ؟ فقال : يا رسول الله : أفرأيت من يموت وهو صغير ، قال : الله أعلم بما كانوا عاملين ) . ¶ الشرح ¶ شرح المفردات : ¶ يقول ابن الأثير في جامع الأصول (1/270):_الفطرة:...وقيل كل مولود يُولد على الملة الإسلامية ، والدين الحق ._ تنتج :تلد _ جمعاء : لم يذهب من بدنها شيء _جدعاء:مقطوعة الأذن أو الأنف أو الشفة . ¶ ويقول محمد علوي مالكي في شرح الموطأ : الفطرة : أشهر الأقوال أن المراد بها الإسلام ، تنتج:أي يُولد . ¶ شرح ابن حجر في فتح الباري : ¶ قال العلامة ابن حجر رحمه الله في شرحه لهذا الحديث ( 3/218،245 ) في باب ما قيل في أولاد المشركين : وقد جزم بعد هذا ( أي البخاري رحمه الله ) في تفسير سورة الروم بما يدل على أنهم في الجنة ، ويؤيد ذلك ما رواه أبو يعلى من حديث أنس مرفوعاً : ( سألت ربي اللاهين من ذرية البشر ألا يعذبهم فأعطانيهم ) _ إسناده حسن _ وورد تفسير اللاهين بأنهم الأطفال ، وقوله : كل مولود : أي من بني آدم ، وقوله ( يُولد على الفطرة ) : أي كل من وُلد على الفطرة ، وكان له أبوان على غير الإسلام نقلاه إلى دينهما .",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "وأشهر الأقوال أن المراد بالفطرة : الإسلام ، قال ابن عبد البر : وهو المعروف عند عامة السلف ، وأجمع أهل العلم بالتأويل على أن المراد بقوله تعالى : {فطرة الله التي فطر الناس عليها}:الإسلام . واحتجوا بحديث عياض بن حمار عن النبي صلى الله عليه وسلم فيما يرويه عن ربه : ( إني خلقت عبادي حنفاء كلهم ، فاجتالتهم الشياطين عن دينهم ) وقد رواه غيره فزاد فيه : ( حنفاء مسلمين )، وقد جزم البخاري رحمه الله في تفسير سورة الروم على أن الفطرة هي الإسلام . ¶ شرح النووي على صحيح مسلم : ¶ يقول النووي رحمه الله (16/207): أجمع من يعتد به من علماء المسلمين على أن من مات من أطفال المسلمين فهو من أهل الجنة لأنه ليس مكلفاً . وأما أطفال المشركين ففيهم ثلاثة مذاهب ، المذهب الثالث وهو الصحيح الذي ذهب إليه المحققون أنهم من أهل الجنة ، ويستدل له بأشياء منها حديث إبراهيم عليه السلام حين رآه النبي صلى الله عليه وسلم في الجنة وحوله أولاد الناس : قالوا : يا رسول الله : وأولاد المشركين ؟ قال : وأولاد المشركين (رواه البخاري في صحيحه) ومنها قوله تعالى :{ وما كنا معذبين حتى نبعث رسولاً } . ¶ شرح العيني في عمدة القاري : ¶ يقول العيني رحمه الله (7/93) : قال ابن شهاب يُصلى على كل مولود وهو قول جماهير الفقهاء إلا قتادة . من أجل أنه وُلد على فطرة الإسلام . ¶ والمراد بالفطرة الدين ، فلو ترك عليها لاستمر على لزومها ولم يفارقها إلى غيرها لأن هذا الدين حسنه موجود في النفوس ، وإنما يعدل عنه لآفة من الآفات البشرية والتقليد . كقوله تعالى :{ أولئك الذين اشتروا الضلالة بالهدى } ( البقرة:16 ) . ¶ فأبواه يهودانه ... الفاء للتسبب: أي إذا تغير كان بسبب أبويه ، أي أنهما يعلمانه ما هو عليه ويصرفانه عن الفطرة .",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "ويقول الكرماني : الضلالة ليست من ذات المولود ومقتضى طبعه ، بل أينما حصلت فإنما هي بسبب خارج عن ذاته ، (ويهودانه) أي يهوِّدان المولود بعد أن خُلق على الفطرة ، كالبهيمة التي جدعت بعد أن خُلقت سليمة . ¶ والفطرة : الخلقة التي يُخلق عليها المولود من المعرفة بربه ، وقال قوم : الفطرة هنا الإسلام لأن السلف أجمعوا بقوله تعالى : { فطرة الله التي فطر الناس عليها } أنها دين الإسلام ، واحتجوا بحديث عياض بن حمار : قال رسول الله صلى الله عليه وسلم : قال الله تبارك وتعالى : { إني خلقت عبادي حنفاء على استقامة وسلامة } والحنيف في كلام العرب : المستقيم السالم . وبقوله صلى الله عليه وسلم خمس من الفطرة فذكر قص الشارب والاختتان وذلك من سنن الإسلام ، وفي ذلك أقوال عديدة بعضها مخالف لهذا القول . ¶ شرح الخطابي في معالم السنن ( 7_ 83 ) : ¶ يقول أبو سليمان الخطابي في معالم السنن : ذكر أبوداود في تفسيره عن حماد بن سلمة أنه كان يقول : هذا عندنا حيث أخذ الله عليهم العهد في أصلاب آبائهم فقال : { ألستُ بربكم ؟ قالوا بلى } . وفي ذلك وجوه منها أن كل مولود من البشر إنما يُولد في مبدأ الخلقة وأصل الجبلة على الفطرة السليمة ، والطبع المتهيىء لقبول الدين ، فلو تُرك عليها وخلي سبيله لاستمر على لزومها ، ولم يفارقها إلى غيرها ، لأن هذا الدين موجود حسنه في العقل ، وبشره في النفوس ، وإنما يعدل عنه إلى غيره لآفة من آفات فساد النشوء والتقليد ، فلو سلم المولود من تلك الآفات لم يعتقد غيره ، ولم يختر سواه . ثم مثَّل بأولاد اليهود والنصارى في اتباعهم لآبائهم والميل إلى أديانهم ، فيزولون بذلك عن الفطرة السليمة ، وعن المحجة المستقيمة . ¶ ويقول ابن قيم الجوزية رحمه الله :",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "والفطرة هي فطرة الإسلام ، وليست الفطرة العامة التي فطر عليها من الشقاوة أو السعادة (¬1) ، لقوله (على هذه الفطرة) وقوله( على هذه الملة ) ، وسياقه يدل على أنها هي المرادة ، لإخباره بأن الأبوين هما اللذان يغيرانها ، ولأن قراءة قوله تعالى للآية { فطرة الله التي فطر الناس عليها لا تبديل لخلق الله ذلك الدين القيم } عقب الحديث :صريح في أن المراد بالفطرة الإسلام ، ولأن تشبيه المولود في ولادته عليها بالبهيمة الجمعاء ، وهي الكاملة الخلق ، ثم تشبيهه إذا خرج عنها بالبهيمة التي جدعها أهلها فقطعوا أذنها : دليل على أن الفطرة هي الفطرة السليمة المستقيمة ، وما يطرأ على المولود من التهويد والتنصير بمنزلة الجدع والتغيير في ولد البهيمة ، ولأن الفطرة حيث جاءت مطلقة معرفة باللام لا يراد بها إلا فطرة التوحيد والإسلام ، وهي الفطرة الممدوحة ، وحيث جاءت الفطرة في كلام رسول الله صلى الله عليه وسلم فالمراد بها فطرة الإسلام لا غير ، ولفظ الحديث يدل على أنه غير منسوخ ، وأنه يستحيل فيه النسخ ، لأنه خبر محض ، وليس فيه حكم يدخل تحت الأمر والنهي ، فلا يدخله النسخ . ¶ ثم يعرض ابن قيم الجوزية ثمانية أقوال في ( أولاد المشركين ) إذا ماتوا قبل البلوغ ، ويرجح القول الثامن وهو أنهم يمتحنون في الآخرة ، فمن أطاع منهم أدخله الله الجنة . ¶ في ظلال الحديث ¶ الدراسة التربوية : ¶ من التمعن في ظلال هذا الحديث الشريف وتدبر كلماته ومعانيه على ضوء الدراسات التربوية والنفسية ؛ يتبين ما يلي : ¶ 1_ أهمية البيت في التربية : ¶ ¬__________ ¶ (¬1) 1- يرى بعضهم أن الفطرة هي ما قدره الله على المولود ، فكتبه شقي أو سعيد ، وقد ذهب إلى ذلك عبدالله بن المبارك ، ولهم أدلة كثيرة منها أن الغلام الذي قتله الخضر عليه السلام طبع كافراً ، ( أي خُلق ليكون كافراً ) لذلك قتله الخضر ، كي لا يشقى به أبواه المؤمنان ( انظر مختصر سنن أبي داود 7/84 ) .",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "يقول محمد قطب : ( البيت والمدرسة والمجتمع هي ركائز التربية الأساسية ، لكن البيت هو المؤثر الأول وهو أقوى الركائز جميعاً ، لأنه يتسلم الطفل من بداية مراحله فيبذر فيه بذوره ، ولأن الزمن الذي يقضيه الطفل في البيت أكثر مما يقضيه في أي مكان آخر ولأن الوالدين أكثر الناس تأثيراً في الطفل )(¬1). فالبيت مسؤول عن عقيدة الطفل ، يحافظ على عقيدته أو يخربها ، وعقيدة المرء هي مدار فلاحه في الدنيا والآخرة . والأبوان مسؤولان أمام الله عز وجل عن هذه الأمانة التي وضعها بين أيديهما سليمة كما فطرها ، وجعلها مسؤولين عن رعايتها وحفظها لتنمو هذه الفطرة وتتفتح ثم تثمر وتنضج عقيدة التوحيد التي أودعها الله في عباده . ¶ وقد ورد في الآثار أن الطفل يتعلق يوم القيامة بوالده ( أو أمه ) ، ويقول له :لِمَ ضعيتني ؟ فمسؤولية الأبوين عظيمة ، يترتب عليها مستقبل المولود في الدنيا والآخرة ونجاته من النار . ¶ 2_ مسؤولية الأم : ¶ ¬__________ ¶ (¬1) 1- محمد قطب ، منهج التربية الإسلامية ( 2/93 ) .",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "ودور الأم أهم من دور الأب في البيت ، لأنها أكثر التصاقاً بالطفل ، ولأنها تعيش معه في البيت أكثر سنوات حياته أهمية وهي مرحلة ما قبل المدرسة ، التي تتحدد شخصية الطفل بناء عليها ، ولذلك أوصانا رسول الله صلى الله عليه وسلم فقال فيما أخرجه الشيخان عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال : ( تُنكح المرأة لأربع ، لمالها وحسبها وجمالها ولدينها ، فاظفر بذات الدين تربت يداك ) (¬1).ووجدت الباحثة (سامية حمام) : أن أثر غياب الأم أكبر من أثر غياب الأب على الأطفال ، لأن الأم الحصيفة يمكن أن تملأ بعض الفراغ الذي يتركه الأب . لذلك أمر الله النساء فقال : {وقرن في بيوتكن} ، وكلف الرجل بالإنفاق على المرأة لتستقر في البيت وتتفرغ لمهمتها الأصلية . ولا تسد الحضانة ولا المربية أو الخادمة مكان الأم لأن العلاقة بين الأم وطفلها علاقة عضوية ، فهو قطعة منها ، ولأن الأم تعتني بطفلها لأنها تحبه ، فيبادلها الطفل الحب وتنمو عاطفته ثم شخصيته نمواً سليماً . وكما قال الشاعر : ¶ الأم مدرسة إذا أعددتها .............. أعددت شعباً طيب الأعراق ¶ 3_ مسؤولية الأب : ¶ يتوهم بعض الآباء أن مسؤوليتهم نحو أبنائهم تنتهي عندما يحضرون لهم الطعام والشراب والملبس ، وغيرها من الأشياء ، وقد يحضرون لهم المربيات والخدم ، ظناً منهم أنهم أدوا واجبهم نحو أولادهم على الوجه الأكمل . ¶ كما يتوهم بعض الآباء أن مسؤولية التربية تقع على الأم ثم المدرسة ، أما الأب فإنه مشغول بالتجارة والأسفار والأصحاب خارج البيت ، حتى إذا دخل بيته جلس وحده في غرفته بعيداً عن أطفاله . وهم بهذا العمل يضيعون أبناءهم وبناتهم ، وهم أثمن ما عندهم لأنهم مستقبل الأمة . ¶ ¬__________ ¶ (¬1) 2- اللؤلؤ والمرجان رقم الحديث (928) ، وأخرجه البخاري في كتاب النكاح باب الأكفاء في الدين ، وأخرجه مسلم في كتاب الرضاع باب استحباب نكاح ذات الدين .",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "ويبدأ الطفل بالتعرف على صوت والده منذ الشهر الثالث ، وفي السنة الثانية ينبغي للأب أن يلعب مع طفله الرضيع ، بلعبه وأسلوبه الذي يسره ، ولنا في رسول الله صلى الله عليه وسلم قدوة حسنة ، فقد ثبت في الصحيحين عن أبي قتادة رضي الله عنه : (( أن رسول الله صلى الله عليه وسلم كان يحمل حفيدته أمامة في صلاة الفريضة ، فإذا قام حملها وإذا سجد وضعها )) (¬1) . وكان النبي صلى الله عليه وسلم يمازح الحسن والحسين رضي الله عنهما ، ويداعبهما ويجلس معهما ، وكان يحملهما على ظهره ، وكان يخرج لسانه للحسين فإذا رآه أخذ يضحك ، كما كان عليه الصلاة والسلام يضع في فمه قليلاً من الماء ويرضه على وجه الحسن فيضحك أيضاً ، وروي أن عمر بن الخطاب رضي الله عنه كان يمشي على يديه ورجليه وأولاده على ظهره ، وهو يسير بهم كالحصان ، فإذا رآه الناس واستغربوا ذلك قال لهم : ينبغي للرجل أن يكون في أهله كالصبي _أي في الأنس والسهولة_ هكذا في البيت فغذا كان في القوم كان رجلاً (¬2). ¶ وتزداد مسؤولية الأب عندما تنشغل الأم بمولود جديد ، عندئذ يقوي الأب علاقته بطفله القديم ، ليقلل الغيرة عنده من المولود الجديد الذي سيصادر أمه منه . ¶ وفي الرابعة ينبغي أن يصحب الأب طفله إلى المسجد أو السوق أو في بعض زياراته للأقارب والأصحاب ، وفي مصاحبة الطفل لأبيه تفتح اجتماعي وعقلي ونفسي سليم للطفل فيتشرب القيم التي يلمسها عند والده . ¶ 3_ أهمية الطفولة المبكرة : ¶ وتسمى مرحلة ماقبل المدرسة ، وتمتد من الثانية وحتى السابعة من العمر ، وتعود أهميتها للأسباب التالية : ¶ ¬__________ ¶ (¬1) 1- اللؤلؤ والمرجان ، رقم الحديث (315) ، وفي البخاري في كتاب الصلاة ، باب إذا حمل جارية صغيرة في الصلاة ، وفي صحيح مسلم كتاب المساجد ومواضع الصلاة ، باب جواز حمل الصبيان في الصلاة . ¶ (¬2) 2- د /خالد شنتوت ، خطر المربيات ... ، ص (7) .",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "أ_ لما جعل الله الأبوين مسؤولين عن عقيدة الطفل لذلك هيأ لهما الأسباب التالية ، لأن الله لا يكلف نفساً إلا وسعها : ¶ _جعل الطفل يتلقى من والديه فقط ، وجعله يرى والديه مثلاً أعلى في كل شيء حسن ، فلا يصدق غيرهما ، وذلك ليحصن الله الطفل من التأثيرات التي تأتي من خارج الأسرة طوال هذه الفترة . ¶ _وجعل الله طفولة الإنسان طويلة المدى ، وذلك ليساعد الأبوين على أداء الأمانة المناطة بهما ، فالمدة بضع سنوات ، وقد يشغل أحدهما أو كلاهما شهوراً أو سنة أو سنتين ، لكن مدة الطفولة أكثر من ذلك بكثير تتيح لهما أداء الأمانة الموكلة إليهما . ¶ ب_ يكتسب الطفل أسس السلوك الاجتماعي من البيت ، وتبقى ثابتة مدى العمر ، وتنادي التربية الاجتماعية بأهمية الخبرات الأولى للأطفال ، وآثارها في تباين ميولهم واتجاهاتهم وأنماط سلوكهم المختلفة (¬1) . وترسم الملامح الرئيسية لشخصية الطفل المقبلة في هذه المرحلة ، ويصبح من الصعوبة إزاحة بعضها مستقبلاً . وتقول (مارغريت ماهلر) : إن السنوات الثلاث الأولى من حياة كل إنسان تعتبر ميلاداً آخر ، واتفق أعضاء مدرسة التحليل النفسي على أن السنوات الأولى هي مرحلة الصياغة الأساسية التي تشكل شخصية الطفل . ¶ وذهب ( رينيه دوبو ) إلى أن كثيراً من نتائج التأثيرات الباكرة _إن لم نقل كلها_ دائمة ، كأنها في الظاهر لا تزول أبداً . ويقول (دوبو) أيضاً : ولا يصل الأطفال إلى سن الثالثة أو الرابعة من عمرهم إلا ويكون سلوكهم قد تبلور نهائياً من أثر العوامل الثقافية والبيئية . ¶ خطر الخادمات ¶ ¬__________ ¶ (¬1) 1- انظر محمد جميل ، ص (281) ، وعائشة السيار في مجلة التربية ، وعبدالله محمد خوج ، ص (11_12) ، وانظر رينيه دوبو ، ص (114) .",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "وعلى ضوء ذلك يتضح مدى خطورة الخادمات والمربيات والسائقين ودور الحضانة ، وكل من يُعهد إليه برعاية الطفل في مرحلة الطفولة المبكرة ، والمربية أشد خطراً لأنها تُسند إليها مهمة تربية الطفل وملازمته فتكون له أماً ثانية ن وقد يغلب أثرها أثر الوالدين ، وخاصة إذا كانت متخصصة في التربية وكان الوالدان جاهلين بها ، أو تفرغ الأب لتجارته وأسفاره ، وتفرغت الأم لصاحباتها وحفلاتها (¬1). ¶ فهل تستطيع هذه المربية غير المسلمة أن تحافظ على فطرة الطفل ، أم تنصره أو تهوده او تمجسه!! ؟ ، مع العلم أن هدف التبشير في العالم الإسلامي هو إخراج المسلمين من الإسلام ، ولا يطمع في تنصيرهم ، وعندما ينشأ الإنسان علمانياً في الباطن ، ومسلماً في الظاهر ، فقد حقق التبشير هدفه ، أو عندما ينشأ المسلم على جزء من الإسلام ، بينما ينكر الأجزاء الأخرى منه ، فقد حقق التبشير هدفه أيضاً . ¶ ¬__________ ¶ (¬1) 1- تقول صحيفة ( المسلمون ) في عددها رقم (303) الصادر يوم (23_11_1990م) : (مليون ونصف مليون مربية أطفال في الخليج ) ، ودلت الدراسات على أن (75%) منهنّ من غير المسلمات ، و (42%) منهنّ مسيحيات ، و (5ر1 بالمائة) من مجموع المربيات غنجليزيات ، يعملن لدى الأسر الغنية والمرفهة ، و (5ر97 بالمائة) منهنّ يمارسن طقوسهنّ الدينية (كمايقول خليفة إبراهيم في بحثه الذي نشره مكتب التربية العربي بالرياض) ، وللمزيد انظر كتاب خطر المربيات غير المسلمات على الطفل المسلم للباحث الدكتور خالد أحمد الشنتوت ن ونشرته دار المجتمع بجدة عام(1412هـ) .",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "يقول المبشِّر ( جون موط ) : ( يجب أن نؤكد في جميع ميادين التبشير جانب العمل بين الصغار للصغار ، وترانا مقتنعين لأسباب مختلفة بأن نجعله عمدة عملنا في البلاد الإسلامية ، لأن الأثر المفسد في الإسلام يبدأ باكراً جداً ، ومن أجل ذلك يجب أن يحمل الأطفال الصغار إلى المسيح قبل بلوغهم الرشد ، وقبل أن تأخذ طبائعهم أشكالها الإسلامية ) (¬1).وتقول مجموعة من المبشرين في أحد مؤتمراتهم : ( بما أن الأثر الذي تحدثه الأم في أطفالها _ذكوراً وإناثاً_ حتى السنة العاشرة من عمرهم ، بالغ في الأهمية ، وبما أن النساء هنّ العنصر المحافظ في الدفاع عن العقيدة ، فإننا نعتقد أن الهيئات التبشيرية يجب أن تؤكد جانب العمل بين النساء المسلمات على أنه وسيلة مهمة في التعجيل بتنصير البلاد الإسلامية (¬2). ¶ وتقول بروتوكولات حكماء صهيون : ( ومن المسيحين قد أضلتهم الخمر ، وانقلب شبابهم مجانين بالكلاسيكيات والمجون المبكر الذي أغراهم به وكلاؤنا ن ومعلمونا ، وقهرماناتنا ( أي المربيات ) في البيوت الغنية... ) !!؟ (¬3). واستخدام اليهود للمربيات في البيوت الغنية فن يهودي متقن منذ مئات السنين ، وقد دمروا المسيحية من خلاله ، ومن المؤكد أنهم يستخدمونه مع المسلمين لتدميرهم (¬4). ¶ ¬__________ ¶ (¬1) 2- مصطفى الخالدي وعمر فروخ ، ص (68) . ¶ (¬2) 3- مصطفى الخالدي ، ص (203) . ¶ (¬3) 1- محمد خليفة التونسي ، ص (109) . ¶ (¬4) 2- وقد دلت الدراسة التي أجرتها المملكة العربية السعودية عام (1407هـ) على نتائج خطيرة جداً منها : ¶ أ_ رغبة الأطفال في الاحتفال ببعض المناسبات كأعياد الميلاد وغيرها . ¶ ب_ عدم حرصهم على أداء الصلاة في أوقاتها بحجج مختلفة . ¶ ج_ حرصهم على مشاركة الخادمة الاستماع إلى البرامج الأجنبية المحببة لها . ¶ د_ عزوفهم عن الملابس الوطنية المألوفة . ¶ هـ _ إثارتهم لبعض التساؤلات والجدل حول قضايا الأديان . ¶ و _ تحبيذهم للاختلاط بين الجنسين . ( انظر الباحثة عنبرة الأنصاري ، ص 30 ) . ¶ وأكدت دراسة قامت بها وزارة التربية في ( أبوظبي) عام ( 1991م ) أن ضعف الوازع الديني يشكل (3ر71% بالمائة ) من أسباب السلوك غير المرغوب فيه لدى طلاب المرحلة الثانوية ، كما وجدت أن (4ر56 بالمائة ) من هذه الأسباب يعود إلى تخطيط من خارج الدولة لنشر الانحراف على مستوى العالم العربي . ¶ ( انظر مجلة التربية في أبي ظبي ، العدد (89) الصادر في فبراير (1991م) .",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "5_ متى تُنمى العقيدة عند الطفل ؟ : ¶ تختلف التربية الإسلامية عن غيرها في نظرتها إلى العقيدة اختلافاً جذرياً ، فبينما ترى الفلسفات الجاهلية أن العقيدة قضايا وأحكام عقلية مجردة مكتسبة من البيئة ، ترى التربية الإسلامية أن بذرة العقيدة فطرية ، والبيئة المسلمة تنمي هذه البذرة ، قال سبحانه وتعالى : { وإذ أخذ ربك من بني آدم من ظهورهم ذريتهم وأشهدهم على أنفسهم ألست بربكم قالوا بلى شهدنا أن تقولوا يوم القيامة إنا كنا عن هذا غافلين } ( الأعراف :172 ) . ويقول ابن كثير يرحمه الله في تفسير هذه الآية : ( يخبر تعالى أنه استخرج ذرية بني آدم من أصلابهم ن شاهدين على أنفسهم أن الله ربهم ومليكهم ، وأنه لا إله إلا هو ، كما أنه تعالى فطرهم على ذلك وجبلهم عليه ، قال الإمام أحمد عن ابن عباس عن النبي صلى الله عليه وسلم قال : ( إن الله أخذ الميثاق من ظهر آدم عليه السلام بنعمان يوم عرفة ، فأخرج من صلبه كل ذرية ذرأها فنثرها بين يديه ثم كلمهم قبلاً قال : ألست بربكم ؟ قالوا : بلى شهدنا أن تقولوا يوم القيامة إنا كنا عن هذا غافلين ... ) (¬1). ¶ ثم أورد ابن كثير بضعة أحاديث في هذا المعنى منها ( كل مولود يُولد على الفطرة ... )ثم قال : قال قائلون من السلف والخلف : إن المراد بهذا الإشهاد إنما هو فطرهم على التوحيد ( مختصر تفسير ابن كثير :2/64 ) . ¶ ويقول محمد قطب : ( إن القيم والمثل العليا فطرة ، تنشأ تلقائياً في داخل النفس ، في مرحلة معينة من نموها ، والتوجيه الخارجي يشكل القيم ويحددها ، أو نقول أدق من ذلك : إن النفس البشرية مهيأة فطرياً لإفراز تلك القيم وهذه المثل ، ويكون هذا مصداق الحديث الشريف (( ما من مولود إلا يُولد على الفطرة )) (¬2). ¶ ¬__________ ¶ (¬1) 3- رواه أحمد والنسائي والحاكم في المستدرك . ¶ (¬2) 1- محمد قطب ، منهج التربية الإسلامية (2/202) .",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "وعندما نعرف أن بذرة العقيدة موجودة لدى الرضيع والطفل ، فإننا نعتني بتنميتها منذ الولادة ، ولذلك جعل الله الوالدين مسؤولين عن عقيدة ابنهما ، والله عز وجل لا يكلف نفساً إلا وسعها ن فلو كانت مرحلة اكتساب العقيدة في الشباب حيث يفلت الولد من تأثير والديه ، ويقع تحت تأثير المدرسة والشارع والمجتمع ، لما حمّل الله الوالدين هذه المسؤولية . فالطفل يتلقى من أبويه فقط في مراحل طفولته الأولى ، وحتى ذهاب الطفل إلى المدرسة يشكل والداه المثل الأعلى عنده في كل شيء. ¶ وقد حث الإمام الغزالي يرحمه الله على الاهتمام بعقيدة الطفل ، وتلقينه مبادئها منذ صغره فيقول في الإحياء (1/94) : ( اعلم أن ما ذكرناه في ترجمة العقيدة ينبغي أن يقدم إلى الصبي في أول نشوئه ، ليحفظه حفظاً ، ثم لا يزال ينكشف له معناه في كبره شيئاً فشيئاً ،... فمن فضل الله على قلب الإنسان أن شرحه في أول نشوئه للإيمان ؛ من غير حاجة إلى حجة أو برهان ) ،( وليس الطريق أن يعلم صنعة الجدل والكلام ، بل يشتغل بتلاوة القرآن وتفسيره وقراءة الحديث ومعانيه ، ويشتغل بوظائف العبادات ، فلا يزال اعتقاده يزداد رسوخاً بما يقرع سمعه من أدلة القرآن وحججه ، وبما يرد عليه من شواهد الأحاديث وفوائدها ، وبما يسطع عليه من أنوار العبادات ووظائفها ) .",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "ويقول حامد زهران : ( والدين شعور _ والشعور ليس قضية عقلية منطقية فقط _ ينشا بالتدريج مع نمو الفرد ) ، وربما نوضح فنقول : الدين شعور فطري عند الطفل يتفتح بالتدريج ، مع نمو الفرد نمواً سليماً ، ويتابع حامد زهران فيقول : ( ويلعب التلقين دوراً هاماً في تكوين أفكار الطفل الدينية _والتلقين مرحلة سابقة على الفهم_ ويتشرب هذه الأفكار ويتمثلها فتحدد سلوكه ، والوالدان والمربون مسؤولون مسؤولية كاملة عن النمو الديني للأطفال ) (¬1). ويؤكد جمال ماضي أبو العزايم (1964م) أن الرشد الديني يمكن الوصول إليه باكراً ، ويستشهد بالآية الكريمة { يا يحيى خذ الكتاب بقوة وآتيناه الحمك صبياً } ( مريم :12 ) ، ويرى أبو العزايم أن هذا ما وصلت إليه الدراسات الحديثة ، ويقول عندما يتم النضج الديني مبكراً ؛ تمر مراحل العمر الحرجة خاصة _ كالمراهقة _ بسهولة ويسر (ص396) ، وانظر تربية الشباب المسلم للباحث ، نشر دار المجتمع (1413هـ) . فكيف تُنمى العقيدة عند الأطفال ؟ ¶ التربية الروحية : ¶ الإنسان روح ثم جسد ، والروح أهم من الجسد ، وهي محل العقيدة والقيم وكل ما يميز الإنسان عن غيره من الكائنات ، وقد ميزه الله عز وجل ليجعله خليفة في الأرض ، وقد خصه بها فقال عز وجل : { فإذا سويته ونفخت فيه من روحي فقعوا له ساجدين } ( الحجر:29 ) ولهذا أمر الملائكة بالسجود له ، وفضله على سائر العالمين . فعن عبدالله بن مسعود رضي الله عنه قال : حدثنا رسول الله صلى الله عليه وسلم وهو الصادق المصدوق (( إن أحدكم يُجمع خلقه في بطن أمه أربعين يوماً نطفة ، ثم يكون علقة مثل ذلك ، ثم يُرسل إليه الملَك فينفخ فيه الروح ... )) الحديث _ صحيح البخاري _ . رقم (3036) ، ومسلم رقم (2643) _ ¶ ( ¶ ¬__________ ¶ (¬1) 2- حامد زهران ، ص (261) .",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "والطاقة الروحية في الإنسان هي أكبر طاقاته ، وأعظمها ، وأشدها اتصالاً بحقائق الوجود ، فطاقة الجسم محدودة بما تدركه الحواس ، وطاقة العقل أكثر طلاقة ولكنها محدودة أيضاً بالزمان والمكان ، أما طاقة الروح فلا تعرف الحدود والقيود ، وهي وحدها تملك الاتصال بالله ) (¬1) وطريقة الإسلام في تربية الروح هي أن يعقد صلة دائمة بينها وبين الله هز وجل في كل لحظة ، وكل عمل ، والعبادة هي الوسيلة الفعالة لتربية الروح ، لأنها تعقد الصلة الدائمة بالله سبحانه وتعالى ، وكلما توجهت الروح إلى ربها وخالقها نمت وترعرعت ، وإذا انحرفت عنه ذبلت وضعفت . ¶ والتربية الإسلامية تربية شاملة ومتوازنة ، تشمل الجسد والعقل والروح ، وهذا التوازن هو سمة الإنسان الصالح الذي يفي بشروط الخلافة عن الله في الأرض . وبما أن الروح نفخة من الله ، فإن تربيتها تكون بصلتها بالله عز وجل ، وهذا عرض موجز لهذه الصلة والتربية . ¶ التربية الروحية قبل الولادة : ¶ ¬__________ ¶ (¬1) 1- محمد قطب ، منهج التربية الإسلامية ، (1/41_44بتصرف) .",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "يتزوج المسلم ليحصن نفسه وطلباً للذرية ، وقد حثنا رسول الله صلى الله عليه وسلم على الزواج وطلب الذرية ، فقال فيما أخرجه مسلم رحمه الله عن أبي هريرة رضي الله عنه أن النبي صلى الله عليه وسلم قال : (( إذا مات الإنسان انقطع عمله إلا من ثلاث : صدقة جارية ، أو علم يُنتفع به ، أو ولد صالح يدعو له )) (¬1). لذا فإن عقد النية عند الزوجين على طلب الولد الصالح ضروري لتخليص الذرية من الشيطان ، فقد أقسم الشيطان أن يسعى لإبعاد الذرية عن منهج الله ، كما قال تعالى : {قال أرأيتك هذا الذي كرمت علي لئن أخرتن إلى يوم القيامة لأحتنكن ذريته إلا قليلاً} (الإسراء:62) . وروى الإمام مسلم عن عياض بن حمار من حديث طويل أن رسول الله صلى الله عليه وسلم _فيما يرويه عن ربه_ قال : (( ... وإني خلقت عبادي حنفاء كلهم ، وأنهم أتته الشياطين فاجتالتهم عن دينهم ... )) ، ومن لوازم إخلاص النية الدعاء بالمأثور فقد روى ابن عباس رضي الله عنهما عن رسول الله صلى الله عليه وسلم أنه قال : (( أما لو أن أحدكم يقول حين يأتي أهله : بسم الله ، اللهم جنبنا الشيطان ، وجنب الشيطان ما رزقتنا ، ثم قُدر أن يكون بينهما في ذلك ، وقُضي ولد لم يضره شيطان أبداً )) (¬2). ¶ ومن إخلاص النية في طلب الذرية عدم تسخط البنات لأنه من أخلاق الجاهلية ، الذين ذمهم الله عز وجل في قوله : { وإذا بُشر أحدهم بالأنثى ظل وجهه مسوداً وهو كظيم ، يتوارى من القوم من سوء ما بُشر به ، أيمسكه على هون أم يدسه في التراب ، ألا ساء ما يحكمون } ( النحل:58_59). ¶ ¬__________ ¶ (¬1) 2- مسلم ، كتاب الوصية ، (3/1255) . ¶ (¬2) 1- صحيح البخاري ، كتاب النكاح .رقم (5165) فتح الباري (9/136) .",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "وما دام القصد طلب الذرية الصالحة ، فقد يكون الذكر صالحاً ، وقد تكون الأنثى صالحة ، والمقصود الذرية الصالحة ، ويستوي فيها الذكر مع الأنثى ، أما تسخط البنات فيدل على أن طلب الذرية لا يقصد به وجه الله وإنما العصبية القبلية الجاهلية كما كان كفار العرب قبل الإسلام . ومن وقاية الذرية من الشياطين كي لا تجتالهم : تحري الكسب الحلال للأسرة عامة والزوجة خاصة ، حتى لا يغذى الجنين إلا بالحلال المؤكد ، فتبتعد عنه الشياطين بإذن الله عز وجل . ¶ الرتبية الروحية في المهد : ¶ 1_ الأذان والإقامة في أذني المولود : ¶ روى أبوداود والترمذي عن أبي رافع قال : (( رأيت رسول الله صلى الله عليه وسلم أذن في أذن الحسن بن علي حين ولدته فاطمة رضي الله عنها بالصلاة _ أي بأذناها _ )) (¬1). ¶ ¬__________ ¶ (¬1) 2- سنن أبي داود (8/4942) ، جاء في عون المعبود (14_9) رقم الحديث (5083) : وهذا يدل على سنية الأذان في أذن المولود ، وفي شرح السنة روي أن عمر بن عبد العزيز رضي الله عنه كان يؤذن في اليمنى ويقيم في اليسرى إذا ولد الصبي ، كذا في المرقاة . قلت :قال الحافظ في التلخيص : لم أره مسنداً وقد روي مرفوعاً أخرجه ابن السني من حديث الحسين بلفظ ( من ولد له مولود فأذن في أذنه اليمنى وأقام في اليسرى لم تضره أم الصبيان )وأم الصبيان هي التابعة من الجن . قال المنذري : وأخرجه الترمذي وقال حسن صحيح هذا آخر كلامه . وفي إسناده عاصم وقد غمزه الإمام مالك وقال ابن معين ضعيف لا يحتج بحديثه . وتكلم فيه غيرهما . ¶ وجاء في تحفة الأحوذي (5_107) رقم الحديث (1553) : عاصم بن عبيدالله بن عاصم بن عمر بن الخطاب ضعيف في الرابعة _ ثم أورد ما سبق من عون المعبود _ ثم قال : ( قوله هذا صحيح ) قال المنذري في تلخيص السنن بعد نقل قول الترمذي هذا : وفي إسناده عاصم بن عبيدالله بن عاصم بن عمر بن الخطاب رضي الله عنه ، وقد غمزه الإمام مالك ، وقال ابن معين ضعيف لا يحتج بحديثه ، ... انتهى كلام المنذري . قلت : - صاحب التحفة هو القائل _ : وقال العجلوني : لا بأس به ، وقال ابن عدي : هو مع ضعفه يكتب حديثه ، ... قوله ( والعمل عليه ) أي على حديث أبي رافع في التأذين في أذن المولود . فإن قلت كيف العمل عليه وهو ضعيف ... قلت : نعم هو ضعيف لكنه يعتضد بحديث الحسين بن علي رضي الله عنهما الذي رواه أبو يعلى الموصلي وابن السني . وقد ذكره السيوطي في الجامع الصغير بلفظ ( من ولد له ولد ... ) وقال عنه ضعيف .",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "وأخرج مسلم عن أبي هريرة رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : (( ما من مولود يولد إلا نخسه الشيطان فيستهل صارخاً من نخسة الشيطان إلا من ابن مريم وأمه )) . ثم قال أبو هريرة : اقرؤوا إن شئتم { وإني أعيذها بك وذريتها من الشيطان الرجيم } (¬1). إذن من فوائد التأذين طرد الشيطان بكلمات الأذان ، ويقول ابن القيم : ( وغير مستنكر وصول أثر التأذين إلى قلبه وتأثره به ) (¬2). ¶ 2_ الدعاء وشكر الله تعالى على المولود : ¶ عن أنس رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : (( ما أنعم الله على عبد نعمة من أهل أو مال أو ولد فيقول : ما شاء الله لا قوة إلا بالله فيرى فيه آفة دون الموت )) (¬3). ¶ 3_ تحنيك الولود : ¶ في الصحيحين عن أبي موسى قال : (( ولد لي غلام فأتيت به النبي صلى الله عليه وسلم فسماه إبراهيم ، وحنكه بتمرة ، ودعا له بالبركة ودفعه إلي )) (¬4). ¶ 4_ حلق رأسه والتصدق بوزن شعره : ¶ وذكر ابن إسحاق أن رسول الله صلى الله عليه وسلم قال لفاطمة حينما ولدت الحسن : (( يا فاطمة احلقي رأسه وتصدقي بزنة شعره فضة فوزنته فكان وزنه درهماً أو بعض درهم )) . ¶ 5_ العقيقة : ¶ روى الإمام أحمد عن أسماء بنت يزيد مرفوعاً (( العقيقة حق ، عن الغلام شاتان متكافئتان ، وعن الجارية شاة )) (¬5). ¶ 6_ تسمية المولود : ¶ ¬__________ ¶ (¬1) 2- مسلم ، كتاب الفضائل ، باب فضائل عيسى عليه السلام . ¶ (¬2) 3- ابن القيم ، أحكام المولود ، ص (26) . ¶ (¬3) 1- قال السيوطي في الجامع الصغير ك ضعيف ، وأخرجه البيهقي في شعب الإيمان ، وأبو يعلى في مسنده . ¶ (¬4) 2- صحيح البخاري ، كتاب العقيقة ، باب تسمية المولود . ¶ (¬5) 3- صحيح الجامع (4106_4107) .",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "روى أبو داود والنسائي عن أبي وهب الجشمي قال : قال رسول الله صلى الله عليه وسلم : (( تسموا بأسماء الأنبياء ، وأحب الأسماء إلى الله عبد الله وعبد الرحمن ، وأصدقها حارث وهمام وأقبحها حرب ومرة )) (¬1). وفي اتباع السنة الشريفة نية خالصة لله عز وجل ، وطاعة لله ورسوله ، ليجنب هذا المولود خطر الشيطان ويبعده عنه ، وهذا ما نسعى إليه في التربية الروحية . ¶ التربية الروحية في الطفولة المبكرة : ¶ 1_ القدوة الحسنة : ¶ يجب أن يرى طفل الثالثة أمه وأباه وهما يصليان ، ويجب أن يسمعهما يتلوان القرآن ، وينبغي أن يصف مع إخوته إذا صلوا في البيت ، كما يجلس مع الأسرة في درسها اليومي (¬2)يسمع تلاوة القرآن ، ويسمع الأذكار ، ويحس بالسكينة التي تخيم على الأسرة . ¶ إن استماع الطفل في الثالثة للقرآن الكريم ، وللأذكار اليومية من والديه وإخوانه ، وتكرار هذا السماع يغذي روحه ، كما يغذي رذاذ المطر برعم الزهرة المتفتح ، كما يجلس طفل الثالثة مع الأسرة على مائدة الإفطار في رمضان ، ويستيقظ طفل الرابعة على السحور كي تناله البركة ، ويفضل كذلك اصطحاب طفل الرابعة إلى العمرة _إن تيسر ذلك بلا مشقة_ فيلبس ملابس الإحرام ، وتغطي الطفلة شعرها ، ومثل هذه المواقف ستترك أثراً ممتازاً في روح الطفل ، خاصة وأن الأطفال ينزعون إلى تقليد الكبار . ¶ 2_ الأناشيد : ¶ ¬__________ ¶ (¬1) 1- جامع الأصول (1/357) ، وسيأتي فصل عن تسمية المولود . ¶ (¬2) 2- انظر كتاب : دور البيت في تربية الطفل المسلم ، للباحث ، ص (139) .",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "تنشد الأم لطفلها في الثالثة والرابعة الأناشيد الإسلامية التي تقدم العقيدة بأسلوب يلائم الطفل ، كشريط أركان الإيمان الذي قدمته تسجيلات سفير في مصر (¬1). وكذلك شريط ( البراعم المؤمنة ) لأبي جابر _جزاه الله خيراً_ وفيه تقدم العقيدة بكلمات حلوة عند الأطفال (¬2). وللشاعر المسلم يحيى حاج يحيى سلسلة بشر وهي أناشيد للأطفال ، الكتاب الأول منها في العقيدة ، فيه معاني قيمة صيغت بكلمات سهلة ، تلقن من خلالها العقيدة للطفل المسلم (¬3). وهذه الأناشيد مناسبة لرياض الأطفال ، وللبيت المسلم ، كي تنشد للطفل ثم يحفظها فتنمو روحه بإذن الله تهالى (¬4) . ¶ 3_ الأذكار : ¶ ¬__________ ¶ (¬1) 3- يقول الشريط بصوت مجموعة من الأطفال : نؤمن بالله ، ونشهد أن لا رب سواه ، وملائكة لا تفعل إلا برضاه ، وبكل كتاب أنزله يهدي بهداه ، وبكل رسول أرسله ودعا بدعاه ، واليوم الآخر يوم البعث ويوم لقاه ، وبأن الأقدار جميعاً تجري بقضاه ... ، مع ترديد لازمة النشيد وهي : نؤمن بالله ، نؤمن بالله ... ¶ (¬2) 4- يقول الشريط بلسان مجموعة من البراعم : الله رب الخلق ، يعدنا بالرزق ، إذا دعاه الداعي يحقق المساعي ... ويكرر ( الله رب الخلق ) . ¶ (¬3) - يقول تحت عنوان ( الله خالق الأرض ) : هذي الأرض ... من كورها ... من زينها ... من نورها ... الله تعالى خالقها . ¶ (¬4) - ينظر كتاب دور البيت في تربية الطفل المسلم للباحث ، دور الأناشيد في تربية الطفل المسلم ، ص (157،85) ، وهو في مجلة منار الإسلام ، عدد (رجب ،1412هـ) .",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "يلقن الطفل في الثالثة والرابعة أذكار الصباح والمساء ، والنوم ، والطعام والشراب (¬1)، وسماع الطفل للأذكار ، وحفظه لها ، وممارستها ، ربط وثيق لروحه بالله عز وجل ، فتنمو روحه وتسلم فطرته من الانحراف . ¶ 4_ قصص الأنبياء والسيرة : ¶ ينتقي الوالدان من قصص النبيين ، وسيرة المصطفى صلى الله عليه وسلم ، وحياة الصحابة رضوان الله عليهم ، ما يناسب عمر أطفالهم ، ليقصوها عليهم في سهرات الشتاء ، وفي الدرس اليومي للأسرة ، فقصة نبع زمزم عند قدمي الطفل الرضيع إسماعيل عليه السلام ؛ تملأ قلوب الأطفال بحب الله عز وجل ، وكيف أغدق الله الخير والبركة على حليمة السعدية وأهلها عندما حضنت رسول الله صلى الله عليه وسلم ، وكيف أغشى الله أبصار فتيان قريش المتربصين أمام بيت رسول الله صلى الله عليه وسلم ليلة الهجرة ، ثم كيف عشعشت الحمامة على باب الغار ووضعت بيضها ، ثم نسج العنكبوت خيوطه على الباب ، ومثل هذه المواقف التي تملأ قلب الطفل محبة الله عز وجل ، كما تظهر العناية الربانية بالخلق عامة ، وبأوليائه خاصة . ومن القصص المحببة للأطفال قصة موسى عليه السلام ، وعصاه ، وغرق فرعون وجنوده . ¶ 5_ القرآن الكريم : ¶ يلقن طفل الثالثة والرابعة سورة الفاتحة ، ثم السور القصار ، أما في الخامسة فيُرسل إلى جماعة تحفيظ القرآن في المسجد ، لمدة ساعة واحدة بعد العصر ، على أن يشرف عليها مدرس مؤهل تربوياً ، وحافظ لكتاب الله عز وجل . وربط الطفل ببيت الله ، وكلامه عز وجل ، توثيق بين روحه وخالقها فتنمو كما فطرت . ¶ ¬__________ ¶ (¬1) - أصبحنا وأصبح الملك لله رب العالمين ، أمسى وأمسى الملك لله ، ويقول عند النهوض من النوم : الحمد لله الذي أحيانا بعد ما أماتنا وإليه النشور ، وعند الطعام : اللهم بارك لنا فيما رزقتنا ، وقنا عذاب النار ، بسم الله ، كما في كتاب الأذكار للنووي _ رحمه الله تعالى _ .",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "كما أن القرآن الكريم هو المقرر الأول في الدرس اليومي للأسرة المسلمة ، حفظاً وتلاوة وفهماً . وروى ابن ظفر المكي في كتابه (أنباء نجباء الأبناء) أن داود بن نصير الطائي لما بلغ من العمر خمس سنوات ، أسلمه أبوه إلى المؤدب ، فابتدأ بتلقين القرآن الكريم ، وكان لقناً ، فلما تعلم سورة الإنسان ، وحفظها رأته أمه يوم الجمعة مقبلاً على الحائط مفكراً يشير بيده ، فخافت على عقله وضمته إلى صدرها فقال : ما لك يا أماه ؟ أبك بأس ؟ قالت : أين ذهنك ؟ قال : مع عباد الله ن قالت : أين هم ؟ قال : في الجنة . قالت : ما يصنعون ؟ قال : { متكئين فيها على الأرائك لا يرون فيها شمساً ولا زمهريراً } (الإنسان:13) ، ثم مر في السورة وهو شاخص كأنه يتأمل شيئاً حتى بلغ قوله تعالى { وكان سعيكم مشكوراً } (الإنسان:22) ، ثم قال : ما كان سعيهم يا أماه ؟ فلم تدر ما تجيبه ، فقال لها : قوميعني حتى أتنزه عندهم ساعة ، فأرسلت إلى أبيه ، فجاء فقال له : كان سعيهم أن قالوا : لا إله إلا الله ، محمد رسول الله ، فكان يقولها في أكثر أوقاته (ص160) . ¶ 6_ العبادات :",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "من أهم حكم العبادات _ كما أعلم _ دوام الصلة بين العبد وربه ، فهناك صلة حسب أوقات الليل والنهار ، وهناك محطات دعم لهذه الصلة مثل رمضان ، والحج والعمرة والزكاة ... ، ويرغب الطفل كثيراً في تقليد الكبار ، وبناء على ذلك نعود الطفل منذ الرابعة على الوضوء ، وأذكاره ، ونكرر على مسامعه : { إن الله يحب المتطهرين } . ويصلي الوالدان أمام أطفالهما ، وفي الرابعة يدعى الطفل إلى الصلاة ، ثم يؤمر بها في السابعة ونضربه _ إن لزم _ في العاشرة من أجل الصلاة . ونفعل في الصوم ما فعلناه مع الصلاة ، ويلقنون أن الصوم طاعة لله عز وجل ، يكافئنا عليه بالجنة ، فقد أخرج الشيخان رحمهما الله تعالى عن الربيع بنت معوذ رضي الله عنها قالت : أرسل رسول الله صلى الله عليه وسلم غداة يوم عاشوراء إلى قرى الأنصار التي حول المدينة : (( من أصبح مفطراً فليتم بقية يومه ، ومن أصبح صائماً فليصم )) قالت : فكنا نصومه بعد ، ونصوم صبياننا ، ونجعل لهم اللعبة من العهن ، فإذا بكى أحدهم على الطعام أعطيناه ذاك حتى يكون عند الإفطار (¬1) . ¶ الفصل الثالث ¶ تسمية المولود ¶ أحب الأسماء إلى الله : ¶ ¬__________ ¶ (¬1) 1- صحيح البخاري ، كتاب الصوم ، باب صوم الصبيان (47) . ومسلم في كتاب الصوم ، باب من أكل في عاشوراء فليكف بقية يومه . وفي اللؤلؤ والمرجان رقم (696) .",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "1_ عن عمرو بن شعيب عن أبيه عن جده : ( أن النبي صلى الله عليه وسلم أمر بتسمية المولود يوم سابعه ووضع الأذى عنه والعق ) (¬1) . وجاء في تحفة الأحوذي ( رقم الحديث 2989 ): فيه دليل على سنية تسمية المولود يوم السابع وقد ورد فيه غير هذا الحديث ، وثبتت تسمية المولود يوم الولادة أيضاً ، وقد تقدم الكلام في هذا في آخر أبواب الأضاحي ، وجزم الأصمعي بأن ( الأذى ) حلق الرأس ووقع في حديث عائشة عند الحاكم : وأمر أن يماط عن رؤوسهما الأذى . ¶ ومن حقوق الولد على أبيه انتقاء الاسم الحسن له ، ويكون الإسم حسناً إذا كان على هدي الكتاب والسنة : ¶ 2_ عن ابن عمر رضي اللع عنهما قال : قال رسول الله صلى الله عليه وسلم : ( أحب الأسماء إلى الله تعالى : عبدالله وعبدالرحمن ) (¬2) ¶ وقال القرطبي : يلتحق بهذين الاسمين ما كان مثلهما كعبدالرحيم وعبدالملك ، وعبدالصمد . وإنما كانت أحب إلى الله لأنها تضمنت ما هو وصف واجب لله ، وما هو وصف للإنسان وواجب له وهو العبودية ، ثم أضيف العبد إلى الرب إضافة حقيقية فصدقت أفراد هذه الأسماء ، وشرفت بهذا التركيب ، فحصلت لها الفضيلة (¬3). ¶ ¬__________ ¶ (¬1) 1- قال الترمذي : حديث حسن غريب ، وفي سنده شريك الاقضي وقد تغير حفظه منذ ولي القضاء بالكوفة ، وفي سنده أيضاً محمد بن إسحاق وهو يدلس ، ورواه عن عمرو بن شعيب بالعنعنة ، لكن للحديث شواهد ولذلك حسنه الترمذي . ¶ (¬2) 2- مسلم (2132) في الآداب ، والترمذي (2835) في الأدب ، وأبوداود (2/584) في الأدب . ¶ (¬3) 3- انظر جامع الأصول (1/358) رقم الحديث (146) .",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "3_ وعن وهب الجشمي رضي الله عنه قال ك قال رسول الله صلى الله عليه وسلم : ( تسموا بأسماء الأنبياء ، وأحب الأسماء إلى الله تعالى : عبدالله وعبدالرحمن ، وأصدقها حارث وهمام ، وأقبحها حرب ومرة ) (¬1). والحارث هو الكاسب ، وهمام : فعال . والحرب مما يتشاءم الناس منها ، وتكره لما فيها من الأذى والقتل . ومرة من المر ، والمر كريه بغيض إلى الطباع ، أو لأنه كنية إبليس ، فإن كنيته أبو مرة . ¶ أسماء لم يرض عنها رسول الله صلى الله عليه وسلم : ¶ 1_ عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال : ( إن أخنع اسم عند الله : رجل تسمى ملك الأملاك ) وزاد في رواية ( لا مالك إلا الله ) قال سفيان : مثل شاهنشاه (¬2) . والخانع : الذليل . ¶ 2_ وأخرج الطبراني من حديث محمد بن فضالة قال : ( قدم رسول الله صلى الله عليه وسلم المدينة وأنا ابن أسبوعين ، فأتي بي إليه فمسح على رأسي وقال : (( سموه باسمي ولا تكنوه بكنيتي )) (¬3). ¶ ¬__________ ¶ (¬1) 4- أبوداود (4950) في الأدب ، والنسائي (6/218) في الخيل ، وفي سنده عقيل بن شبيب وهو مجهول ، لكن يشهد لبعضه حديث ابن عمر المتقدم ، وحديث المغيرة بن شعبة عند مسلم رقم (2135) مرفوعاً أنهم كانوا يسمون بأنبيائهم والصالحين قبلهم . (جامع الأصول 1/358) . ¶ (¬2) 1- صحيح البخاري (11/585) في الأدب ، ومسلم (2143) في الأدب ، والترمذي (2839) في الأدب ، وأبوداود (4961) في الأدب . ¶ (¬3) 2- فتح الباري (11/589) .",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "3_ وعن سهل قال : ( أُتي بالمنذر بن أبي أسيد إلى النبي صلى الله عليه وسلم حين وُلد ، فوضعه على فخذه _ وأبو أسيد جالس _فلها النبي صلى الله عليه وسلم بشيء بين يديه ، فأمر أبو أسيد بابنه فاحتمل من فخذ النبي صلى الله عليه وسلم ، فاستفاق النبي صلى الله عليه وسلم فقال : أين الصبي ؟ فقال أبو أسيد : قلبناه يا رسول الله . قال : ما اسمه ؟ قال : فلان . قال : ولكن اسمه المنذر ، فسماه يومئذ المنذر (¬1). (فلها) لهيت عن الشيء : إذا غفلت عنه . (فاستفاق) : إذا رجع إلى ما كان قد شغل عنه ، وعاد إلى نفسه . ويقول ابن حجر : وكان الصحابة إذا وُلد لأحدهم الولد أتى به النبي صلى الله عليه وسلم ليحنكه ويبارك عليه ، وقد تكرر ذلك في الأحاديث . ( ما اسمه ؟ قال فلان ) لم أقف على تعيينه ، فكأنه سماه اسماً ليس مستحسناً فسكت عن تعيينه ، أو سماه فنسيه بعض الرواة ، وقال الداودي : سماه المنذر تفاؤلاً أن يكون له علم ينذر به . قلت (والقول لابن حجر ): وتقدم في المغازي أنه سمى المنذر بالمنذر بن عمرو الساعدي الخزرجي وهو صحابي مشهور من رهط أبي أسيد . ¶ 4_ وعن أبي هريرة رضي الله عنه : ( أن زينب كان اسمها برة ، فقيل تزكي نفسها ، فسماها رسول الله صلى الله عليه وسلم زينب )(¬2).وبرة : اسم امرأة وهو تأنيث بر ، والبر ضد الفاجر . ¶ 5_ وعن عبدالله بن عباس رضي الله عنهما قال : ( كان اسم جويرير بنت الحارث برة ،فحول رسول الله صلى الله عليه وسلم اسمها جويرية ، وكان يكره أن يقال : خرج من عند برة ) (¬3). ¶ ¬__________ ¶ (¬1) 3- صحيح البخاري رقم (6191) في الأدب ، ومسلم (2149) في الأدب . ¶ (¬2) 4- صحيح البخاري رقم (6192) في الأدب ، ومسلم (2141) في الأدب . ¶ (¬3) 5- مسلم (2140) في الأدب .",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "6_ وعن شريح بن هانئ رضي الله عنه عن أبيه قال : ( لما وفد بي رسول الله صلى الله عليه وسلم إلى المدينة مع قومه ، سمعهم يكنونه بأبي الحكم ، فدعاه رسول الله صلى الله عليه وسلم فقال : إن الله هو الحكم ، وإليه الحكم ، فلم تكنى أبا الحكم ؟ فقال : إن قومي إذا اختلفوا في شيء أتوني ، فحكمت بينهم ، فرضي كلا الفريقين بحكمي ، فقال رسول الله صلى الله عليه وسلم : (( ما أحسن هذا ، فما لك من الولد ؟ قال : لي شريح ، ومسلم ، وعبدالله ، قال ك فمن أكبرهم ؟ قال : قلت : شريح ، قال : فأنت أبو شريح )) (¬1). ¶ 7_ وعن أبي موسى الأشعري رضي الله عنه قال : (وُلد لي غلام ، فأتيت به رسول الله صلى الله عليه وسلم ، فسماه إبراهيم ، وحنكه بتمرة ودعا له بالبركة ، ودفعه إليّ ، وكان أكبر ولد لي موسى) (¬2). قال ابن حجر : في هذه الأحاديث جواز التسمية بأسماء الأنبياء ، وقد ثبت عن سعيد بن المسيب أنه قال : أحب الأسماء إلى الله أسماء الأنبياء ، وإنما كره عمر ذلك لئلا يسب أحد المسمى بذلك ، فأراد تعظيم الإسم لئلا يبتذل في ذلك ، وهو قصد حسن . ¶ 8_ وعن سعيد بن المسيب عن أبيه : أن أباه جاء إلى النبي صلى الله عليه وسلم فقال : ( ما اسمك ؟ قال : حزن ، قال : أنت سهل ، قال : لا أغير اسماً سمانيه أبي . وفي رواية قال ابن المسيب : فما زالت فينا الحزونة بعد ( يريد امتناع التسهيل ) . وفي رواية أبي داود : قال :( لا ، السهل يوطأ ويمتهن ) (¬3). والحزونة ضد السهولة ، وهو ما خشن من الأرض وغلظ ، يمتهن أي يداس ويهان ، أو من المهنة يعني الخدمة . ¶ ¬__________ ¶ (¬1) 1- أبوداود (4955) في الأدب ، والنسائي (8/226) في آداب القضاة ، وإسناده صحيح ، (جامع الأصول 1/373) . وإنما كره التكني بأبي الحكم لأن لا حَكَمَ إلا الله تعالى . ¶ (¬2) 2- صحيح البخاري (6198) في الأدب ، ومسلم (2145) في الآداب . ¶ (¬3) 3- صحيح البخاري (6193) في الأدب ، وأبوداود (4956) في الأدب أيضاً .",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "9_ قال أبوداود : وغيّر رسول الله صلى الله عليه وسلم اسم العاص ، وعزيز ، وعتلة ، وشيطان ، والحكم ، وغراب ، وحباب ، وشهاب ، فسماه : هشاماً ، وسمى حرباً : سلماً ، وسمى المضطجع : المنبعث ، وأرضاً تسمى عفرة : سماها : خضرة ، وشعب الضلالة سماه : شعب الهدى ، وبني الزنية سماهم : بني الرشدة ، وسمى بني مغوية : بني رشدة . قال أبوداود : تركت أسانيدها للإختصار (¬1). والعتلة : الشدة والغلظة ، يقال عتلت الرجل إذا جذبته جذباً عنيفاً ، ومنه قيل رجل عتل وهو الجافي الغليظ ، والحباب : الحية ، وبه يسمى الشيطان حباباً . وعزيز : كره لأن العبد موصوف بالذل والخضوع لله تعالى . وشهاب : كره لأنه يُرجم به الشيطان . وغراب : من أخبث الطيور ، وقد أبيح قتله في الحل والحرم . والعفرة : الأرض التي لا نبات فيها . ¶ 10_ وعن ابن عمر رضي الله عنهما : ( أن رسول الله صلى الله عليه وسلم غيّر اسم عاصية ، وسماها جميلة ) (¬2). ¶ ¬__________ ¶ (¬1) 4- جامع الأصول (1/375) . وأبوداود (4956) . ¶ (¬2) 5- مسلم (2139) في الآداب ، والترمذي (2840) في الأدب ، وأبوداود (4952) في الأدب .",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "11_ وعن جابر بن عبدالله رضي الله عنه قال : ( أراد رسول الله صلى الله عليه وسلم أن ينهى عن أن يسمى بـ : يعلى ، وبركة ، وأفلح ، ويسار ، ونافع ، وبنحو ذلك ، ثم رأيته سكت بعد عنها ، ولم يقل شيئاً ، ثم قبض رسول الله صلى الله عليه وسلم ولم ينه عنها . هذه رواية مسلم ، وفي رواية أبي داود قال : ( قال رسول الله صلى الله عليه وسلم : (( إن عشت إن شاء الله أنهى أمتي أن يسموا نافعاً ، وأفلح ، وبركة )) (¬1). واليسار في اللغة : الغنى ، قال النووي : وفي رواية 0 لا تسمين غلامك يساراً ولا رباحاً ولا نجيحاً ولا أفلح ، فإنك تقول أثم هو فلا يكون فيقول : لا ، إنما هن أربع فلا تزيدن علي ) . وذكر القاضي أنه في أكثر النسخ بمقبل وفي بعضها بيعلى ، وليس فيه منع القياس على الأربع وأن يلحق بها في معناها ولا تختص الكراهة بها وحدها ، وهي كراهة تنزيه لا تحريم . والعلة في الكراهة ما بينه صلى الله عليه وسلم في قوله فإنك تقول أثم هو فيقول : لا فكره لبشاعة الجواب ، وربما أوقع بعض الناس في شيء من الطيرة ، وأما قوله أراد النبي صلى الله عليه وسلم أن ينهى عن هذه الأسماء فمعناه أراد أن ينهى عنها نهي تحريم فلم ينه ، وأما النهي الذي هو لكراهة التنزيه فقد نهى عنه في الأحاديث الباقية . ( انتهى كلام النووي ) . ومثل ذلك اسم : إسلام وغيمان ورسول ونعمة ونحوها ، فيقول : هل يوجد إسلام ، وقد يكون الجواب : لا . ¶ إستحباب الكنية : ¶ 1_ عن محمد بن الحنفية عن أبيه علي بن أبي طالب رضي الله عنهما : ( قال : قلت يا رسول الله : أرأيت إن ولد لي بعدك ولد ، أسميه باسمك ، وأكنيه بكنيتك ، قال :نعم ) (¬2). ¶ ¬__________ ¶ (¬1) 1- مسلم (2138) في الآداب ، وأبوداود (4960) في الأدب . ¶ (¬2) 2- أبوداود (4967) في الأدب ، والترمذي (2846) في الأدب . وقال حديث حسن صحيح . وهو كما قال .",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "وقال النووي في الأذكار (ص261) : واختلف العلماء في التكني بأبي القاسم على ثلاثة مذاهب ، فذهب الشافعي رحمه الله ومن وافقه إلى أنه لا يحل لأحد أن يتكنى أبا القاسم سواء كان اسمه محمداً أو غيره ، وممن روي هذا من أصحابنا عن الشافعي من الأئمة الحفاظ الثقات الأثبات الفقهاء المحدثون أبوبكر البيهقي ، وأبومحمد البغوي في كتابه (التهذيب) في أول كتاب النكاح ، وأبو القاسم بن عساكر في تاريخ دمشق . المذهب الثاني مذهب مالك رحمه الله : أنه يجوز التكني بأبي القاسم لمن اسمه محمد ولغيره ، ويجعل النهي خاصاً بحياة النبي صلى الله عليه وسلم . وبه قال جمهور السلف وفقهاء الأمصار وجمهور العلماء وقد اشتهر أن جماعة تكنوا بأبي القاسم في العصر الأول (شرح النووي 14/360) . والمذهب الثالث : لا يجوز لمن اسمه محمد ، ويجوز لغيره . ¶ 2_ وعن عائشة رضي الله عنها قالت : ( قلت : يا رسول الله : كل صواحبي لهن كنى ، قال : فاكتني بابنك عبدالله بن الزبير ، فكانت تكنى : أم عبدالله . وزاد رزين في كتابه : فإن الخالة أم (¬1). ¶ 3_ وعن أنس بن مالك رضي الله عنه قال : (ذهبت بعبدالله بن أبي طلحة الأنصاري إلى رسول الله صلى الله عليه وسلم حين وُلد ، ورسول الله صلى الله عليه وسلم في عباءة يهنأ بعيراً له ، فقال : هل معك تمر ؟ فقلت : نعم ، فناولته تمرات ، فألقاهن في فيه ، فلا كهن ثم فغر فا الصبي فمجه في فيه ، فجعل الصبي يتلمظه ، فقال رسول الله صلى الله عليه وسلم : (( حب الأنصار التمر ، وسماه عبدالله )) (¬2) . و (يهنأ) هنأت البعير : لطخته بالهناء ، وهو القطران ز (فغر) فاه إذا فتحه ، (فمجه) : مج ريقه من فمه : إذا رماه . ¶ ¬__________ ¶ (¬1) 3- أبوداود (4970) في الأدب ، وإسناده قوي . ¶ (¬2) 1-صحيح البخاري (3/135) في الجنائز ، والعقيقة ، ومسلم (2144) في الآداب .",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "4_ وعن أنس رضي الله عنه قال : ( كان النبي صلى الله عليه وسلم أحسن الناس خلقاً ، وكان لي أخ يقال له أبو عمير _قال أحسبه فطيماً_ وكان إذا جاء قال : (( يا أبا عمير ما فعل النغير ؟ )) ، نغر كان يلعب به ، فربما حضر الصلاة وهو في بيتنا ، فيأمر بالبساط الذي تحته فيكنس وينضح ، ثم يقوم ونقوم خلفه فيصلي بنا ) (¬1). ويقول ابن حجر (10/598) : أخرج ابن ماجه وأحمد والطحاوي وصححه الحاكم من حديث صهيب ( أن عمر قال له : مالك تكنى أبا يحيى وليس لك ولد ؟ قال : إن النبي صلى الله عليه وسلم كناني ) . وأخرج ابن أبي شيبة عن الزهري قال : كان رجال من الصحابة يكتنون قبل أ ن يولد لهم ، وقال العلماء : كانوا يكنون الصبي تفاؤلاً بأنه سيعيش حتى يولد له وللأمن من التلقيب . ¶ الفصل الرابع ¶ الأطفال واللعب ¶ تمهيد : ¶ اللعب نشاط حيوي ونفسي واجتماعي وعقلي يقوم به الطفل ، ويتفاعل به مع العالم الخارجي ، فينمو على كافة المستويات السابقة ، وتتفتح شخصيته وتتهيأ للحياة ، فاللعب تدريب وإعداد للحياة. ¶ ¬__________ ¶ (¬1) 2- صحيح البخاري (6203) في الأدب .",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "وترجع ظاهرة اللعب _كما يبدو_ لاستعداد فطري ، فالطفل ميال للعب منذ صغره ، وهو ميل عام لدى الإنسان والحيوان (¬1) . وأهم ما يميز اللعب عن العمل أنه تعبير نفسي تلقائي ممتع مقصود لذاته ، ص(216) . وذهب ثورندايك إلى أن اللعب غريزة ، كتناطح الحملان الصغيرة ، أما سبنسر فيرى أن اللعب هو تخلص من الطاقة الزائدة ، فالأطفال يلعبون أكثر من الكبار لتوفر الطاقة لديهم ، أما (كارل جروس) فيرى أن اللعب إعداد للعمل الجدي في المستقبل ، فاللعب عند كل كائن حي يختلف بحسب مستقبله ، ومدة الطفولة (اللعب) تطول عند الكائن الحي كلما ارتقى في سلم التطور ، فاللعب يكسب الطفل مهارة حركية ، وقدرة على فهم العالم المادي ، وقدرة التعامل مع الآخرين ، ثم يساعده على فهم نفسه . أما (ستانللي هول) فيرى أن اللعب تلخيص للأدوار التي مرت بها البشرية في الماضي . ويرى آخرون ومنهم (أرسطو) أن اللعب تنفيس عن الإنفعالات المحبوسة ، بينما يرى أنصار التحليل النفسي أنه تعويض عما يعجز الطفل عن تحقيقه في الواقع ، (ص217_230) بتصرف شديد . ¶ اللعب والتربية : ¶ ¬__________ ¶ (¬1) 3- عبدالعزيز القوصي ، ص (213) .",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "اللعب أسلوب تربوي فطري ، وهو وسيلة لإعداد الكائن الحي للعمل الجدي في المستقبل ، ويرى(روسو) أن نترك الطفل للطبيعة ، وتبعه(فروبل) بإنشاء رياض الأطفال وجعلها تقوم على اللعب ؛ وكان محور الفكرة أن اللعب فرصة طيبة لنشاط تعليمي منتج . وقامت (منتسوري) بإقامة بيوت الأطفال وهيأتها بأجهزتها لتتدرب حواسهم بواسطتها . وقد ظهرت لتعليم النواحي اللغوية أساليب كثيرة تعتمد على اللعب (¬1). وكل نوع من أنواع التعليم يقوم على إعطاء التلميذ قسطاً من الحرية يشترك مع اللعب في خاصة من أهم خواصه ، وطريقة (دالتون) والمشروع ونظام الأسر تتميز كلها بطابع الحرية والتلقائية التي يتميز بها اللعب (¬2). ¶ ولعب الطفل في مرحلة ما قبل المدرسة يختلف عنه في الطفولة الثانية (المتأخرة) ، حيث يسود اللعب التمثيلي في الأولى ، واللعب الجماعي في الثانية . وفي الحالتين يؤدي اللعب وظيفته الضرورية للنمو السليم . ¶ اللعب في التربية الإسلامية ¶ ¬__________ ¶ (¬1) 1- مثل برنامج افتح ياسمسم : الذي جعل اللعب وسيلة لتعليم أطفال ما قبل المدرسة الحروف الهجائية ، والعد من ( 1_20) ، وغير ذلك من المفاهيم والمهارات . انظر رسالة ماجستير للباحث من كلية التربية بالمدينة المنورة عن برنامج افتح ياسمسم ، ونشرت خلاصتها في عدة مجلات منها : التربية في أبي ظبي ، العدد (60) ، والتربية القطرية ، العدد (93) ، ورسالة الخليج العربي العدد (27) . ¶ (¬2) 2- عبدالعزيز القوصي ، ص (233_234) بتصرف .",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "تستمد التربية الإسلامية مبادءها من كتاب الله وسنة رسوله صلى الله عليه وسلم ، وترى أن اللعب وسيلة تربوية شاملة للطفل ، يشبع عنده حاجات أساسية ، جسدية ونفسية واجتماعية وعقلية . والإسلام دين الواقع والحياة يعامل الناس على أنهم بشر لهم أشواقهم القلبية ، وحظوظهم النفسية وطبيعتهم الإنسانية ، ولقد بلغ السمو الروحي ببعض اصحاب رسول الله صلى الله عليه وسلم مبلغاً ظنوا معه أن التعبد الدائم والمراقبة المستمرة لله ن لا بد أن تكون عادتهم ودينهم ، وأن يطرحوا وراء ظهورهم مرح الحياة ، وطيبات الدنيا ، فلا يفرحون ولا يمرحون ولا يلعبون ، بل ظنوا أن وقتهم وفراغهم يجب أن ينصرف إلى الآخرة دون أن يكون للهو المباح ، والمرح المعتدل أي نصيب من دنياهم . فعن حنظلة الأسدي رضي الله عنه قال : لقيني أبوبكر وقال : كيف أنت يا حنظلة ؟ قلت : نافق حنظلة !! قال : سبحان الله ما تقول ؟ قلت : نكون عند رسول الله صلى الله عليه وسلم يذكرنا بالجنة والنار حتى كأنا رأي عين ، فإذا خرجنا من عند رسول الله صلى الله عليه وسلم عافسنا (لاعبنا) الأزواج والأولاد والضيعات ، نسينا كثيراً . فقال أبوبكر : فوالله إنا لنلقى مثل هذا! . قال حنظلة : فانطلقت أنا وأبوبكر حتى دخلنا على رسول الله صلى الله عليه وسلم . قلت : نافق حنظلة يا رسول الله ! فقال رسول الله صلى الله عليه وسلم : وما ذاك ؟ قلت : يا رسول الله ، نكون عندك تذكرنا بالجنة والنار حتى كأنا رأي عين ، فإذا خرجنا من عندك عافسنا الأزواج والأولاد والضيعات ، نسينا كثيراً . فقال رسول الله صلى الله عليه وسلم : (( والذي نفسي بيده ، إن لو تدومون على ما تكونون عندي وفي الذكر ، لصافحتكم الملائكة على فرشكم وفي طرقكم ، ولكن يا حنظلة ساعو وساعة ( ثلاث مرات ) )) (¬1) . ¶ الأحاديث الشريفة ¶ ¬__________ ¶ (¬1) 1- مسلم رقم ( 2750) .",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "1_ روى الترمذي في نوادره أن رسول الله صلى الله عليه وسلم قال : (( عرامة الصبي في صغره ¶ زيادة في عقله في كبره )) (¬1) . وجاء في المعجم الوسيط أن (عرم) :اشتد وشرس . وهكذا فعرامة الصبي : أي لعبه الكثير وحيويته وقوة حركته وكثرتها ، وكل ذلك دليل على طاقته الزائدة ، وحيويته المتدفقة . وعندما يكون الطفل كثير الحركة والنشاط في صغره فإنه يتعلم ويكتسب مهارات وخبرات كثيرة فينمو عقله . وهذا في الغالب ولكل قاعدة شواذ . ¶ 2_ أخرج البخاري في الأدب المفرد عن أبي هريرة رضي الله عنه قال : (( سمع أذناي هاتان وبصر عيناي هاتان رسول الله صلى الله عليه وسلم . أخذ بيديه جميعاً بكفي الحسن أو الحسين ( صلوات الله عليهما ) ، وقدميه على قدم رسول الله صلى الله عليه وسلم ورسول الله صلى الله عليه وسلم يقول : _ ارقه _ قال فرقي الغلام . حتى وضع قدميه على صدر رسول الله صلى الله عليه وسلم . ثم قال رسول الله صلى الله عليه وسلم : _ افتح فاك _ ثم قبله . ثم قال : اللهم أحبه فإني أحبه )) (¬2). ¶ ¬__________ ¶ (¬1) 2- ذكره السيوطي في الجامع الصغير ، وقال عنه صحيح ، ولم يقل فيه المناوي شيئاً . ¶ (¬2) 3- البخاري في الأدب المفرد ، رقم (249) ، وأخرجه الطبراني .",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "3_ وروى الطبراني عن أبي أيوب الأنصاري قال : (( دخلت على رسول الله صلى الله عليه وسلم والحسن والحسين رضي الله عنهما يلعبان بين يديه أو في حجره فقلت يا رسول الله أتحبهما ؟ فقال : وكيف لا أحبهما وهما ريحانتي من الدنيا أشمهما )) . وروى البزار عن سعد بن أبي وقاص قال : (( دخلت على رسول الله صلى الله عليه وسلم والحسن والحسين يلعبان على بطنه ، فقلت : يا رسول الله أتحبهما ؟ فقال : ومالي لا أحبهما وهما ريحانتي )) وروى أبويعلى عن عمر بن الخطاب رضي الله عنه قال : (( رأيت الحسن والحسين رضي الله عنهما على عاتقي النبي صلى الله عليه وسلم فقلت : نعم الفرس تحتكما فقال صلى الله عليه وسلم : ونعم الفارسان )) المجمع (9/182) وقال الهيثمي : رواه أبويعلى في الكبير ورجاله رجال الصحيح ، وكذلك الحديث الذي سبقه . ¶ 4_ وروى الطبراني عن البراء بن عازب رضي الله عنه قال : (( كان رسول الله صلى الله عليه وسلم يصلي فجاء الحسن والحسين أو أحدهما رضي الله عنهما ، فركب على ظهره فكان إذا رفع رأسه قال بيده فأمسكه أو أمسكهما قال : نعم المطية مطيتكما ))(¬1). ¶ 5_ وروى الطبراني أيضاً عن جابر رضي الله عنه قال : (( دخلت على النبي صلى الله عليه وسلم وهو يمشي على أربع وعلى ظهره الحسن والحسين رضي الله عنهما وهو يقول : نعم الجمل جملكما ونعم العدلان أنتما ))(¬2). ¶ ¬__________ ¶ (¬1) 1- قال الهيثمي في مجمع الزوائد (9/182) : إسناده حسن . ¶ (¬2) 2- مجمع الزوائد (9/182) وقال الهيثمي : رواه الطبراني وفيه مسروح أبو شهاب وهو ضعيف .",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "6_ وأخرج الشيخان رحمهما الله عن عائشة رضي الله عنها (( كنت ألعب بالبنات عند رسول الله صلى الله عليه وسلم ، وكانت تأتيني صواحبي ، فكن ينقمعن من رسول الله صلى الله عليه وسلم ، وكان يسربهنّ إلي فيلعبن معي )) وفي رواية أبي داود قالت : (( كنت ألعب بالبنات يوماً ، فربما دخل علي رسول الله صلى الله عليه وسلم وعندي الجواري ، فإذا دخل خرجن ، وإذا خرج دخلن )) وله في أخرى (( أن رسول الله صلى الله عليه وسلم قدم من غزوة تبوك _ أو خيبر _ وفي سهوتها ستر ، فهبت ريح فكشفت ناحية الستر عن بنات لعائشة لعب ، فقال : ما هذا يا عائشة ؟ قالت : بناتي ، ورأى بينهن فرساً له جناحان من رقاع ، فقال : وما هذا الذي أرى وسطهن ؟ قالت : فرس ، قال : وما هذا الذي عليه؟ قالت ك جناحان ، قال :فرس له جناحان ؟ قالت : أما سمعت أن لسليمان عليه السلام خيلاً لها أجنحة ؟ فضحك حتى رأيت نواجذه )) (¬1). ¶ يقول ابن حجر : يتقمعن : يتغيبن منه ويدخلن من وراء الستر ، وأصله من قمع الثمرة أي يدخلن في الستر كما تدخل الثمرة في قمعها . وقوله (فيسربهن إلي) أي يرسلهن ، واستدل بهذا الحديث على جواز اتخاذ صور البنات واللعب من أجل لعب البنات بهن ، وخص ذلك من عموم النهي عن اتخاذ الصور . وبه جزم عياض ونقله عن الجمهور ، وأنهم أجازوا بيع اللعب للبنات لتدريبهنّ من صغرهنّ على أمر بيوتهنّ وأولادهنّ _ أي أن اللعب إعداد للمستقبل _ . ¶ ¬__________ ¶ (¬1) 3- صحيح البخاري (10/437) في الأدب ، باب الانبساط إلى الناس ، ومسلم (2440) في فضائل الصحابة ، باب فضل عائشة ، وأبوداود (4931) في الأدب ، باب اللعب بالبنات .",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "7_ وأخرج الشيخان رحمهما الله عن عائشة رضي الله عنها قالت : (( لقد رأيت رسول الله صلى الله عليه وسلم يسترني بردائه ، وأنا أنظر إلى الحبشة يلعبون في المسجد ، حتى اكون أنا التي أسأمه ، فاقدروا قدر الجارية الحديثة السن ، الحريصة على اللهو )) _ صحيح البخاري (1/457) في المساجد ، وفي العيدين ، وغيرهما . ومسلم (892) في العيدين ، والنسائي (3/195) في العيدين _ . ¶ 8_ وقد شاهد رسول الله صلى الله عليه وسلم في عدة مواطن لعب الأطفال ، ولم ينكر عليهم . فقد أخرج مسلم يرحمه الله عن أنس بن مالك رضي الله عنه أنه قال : (( كان رسول الله صلى الله عليه وسلم من أحسن الناس خلقاً ، فأرسلني يوماً لحاجة ، فقلت : والله لا أذهب ، وفي نفسي أن أذهب لما أمرني به نبي الله صلى الله عليه وسلم ، فخرجت حتى أمر على صبيان وهم يلعبون في السوق ، فإذا برسول الله صلى الله عليه وسلم بقفاي من ورائي ، فنظرت إليه وهو يضحك ، فقال : يا أنيس : ذهبت حيث أمرتك ؟ قال : قلت نعم أنا ذاهب يا رسول الله ، قال أنس : والله لقد خدمته تسع سنين ما علمته قال لشيء صنعته : لم فعلت كذا وكذا ؟ أو لشيء تركته : هلا فعلت كذا وكذا ! ؟ )) (¬1) . والشاهد هنا قول أنس رضي الله عنه : ( فنظرت غليه وهو يضحك ) ، أي لم يغظه لعب الأطفال في السوق ، ولا وقوف أنس عندهم . ¶ ¬__________ ¶ (¬1) 1- صحيح البخاري ( 10/ 383) في الأدب ، باب حسن الخلق والسخاء ، ومسلم (2309) في الفضائل ، وأبوداود (4774) في الأدب .",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "9_ وروى الطبراني عن جابر رضي الله عنه قال : (( دخلت على النبي صلى الله عليه وسلم فدعينا إلى طعام ، فإذا الحسين رضي الله عنه يلعب في الطريق مع صبيان ، فأسرع النبي صلى الله عليه وسلم أمام القوم ، ثم بسط يده فجعل يفر ههنا وههنا ، فيضاحكه رسول الله صلى الله عليه وسلم حتى أخذه فجعل إحدى يديه في ذقنه والأخرى بين رأسه وأذنيه ، ثم اعتنقه وقبله ، ثم قال : حسين مني وأنا منه ! ! أحب الله من أحبه ، الحسن والحسين سبطان من الأسباط )) (¬1). والسبط : ولد البنت . ¶ 10_ وأخرج النسائي يرحمه الله عن عبدالله بن شداد عن أبيه قال : (( خرج علينا رسول الله صلى الله عليه وسلم في إحدى صلاتي العشي وهو حامل حسناً _ أو حسيناً _ فتقدم النبي فوعه ، ثم كبر للصلاة فصلى ، فسجد بين ظهراني صلاة سجدة أطالها ، قال أبي : فرفعت رأسي ، فإذا الصبي على ظهر رسول الله صلى الله عليه وسلم وهو ساجد ، فرجعت إلى سجودي ، فلما قضى رسول الله صلى الله عليه وسلم الصلاة ، قال الناس : يا رسول الله : إنك سجدت بين ظهراني صلاتك سجدة أطلتها ، حتى ظننا أنه قد حدث أمر ، أو أنه يوحى إليك ، قال : كل لم يكن ، ولكن ابني ارتحلني ، فكرهت أن أعجله حتى يقضي حاجته )) _ النسائي (2/229) في افتتاح الصلاة ، وأحمد في المسند (3/494) وإسناده صحيح ، ورواه الحاكم (3/166) وصححه ووافقه الذهبي . انظر جامع الأصول : (9/22) ، وظهراني الصلاة : أي وسطها وفيما بينها _ ¶ ¬__________ ¶ (¬1) 2- أخرج الترمذي (( حسين مني وأنا من حسين ، أحب الله من أحب حسناً ، حسين سبط من الأسباط )) ، رقم (3777) في المناقب ، ورواه ابن ماجه في المقدمة برقم (144) ، والحاكم في المستدرك (3/177) وصححه ووافقه الذهبي ، وقال الترمذي هذا حديث حسن ، وصححه ابن حبان رقم (2240) في الموارد .",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "11_ أخرج الإمام أحمد بإسناد حسن عن عبدالله بن الحارث رضي الله عنه قال : (( كان رسول الله صلى الله عليه وسلم يصف عبدالله وعبيدالله وكثير بن العباس رضي الله عنهم ثم يقول : من سبق إلي فله كذا وكذا ، قال : فيستبقون إليه فيقعون على ظهره وصدره ويقبلهم ويلتزمهم )) . ¶ 12_ وأخرج ابن أبي الدنيا في العيال (590) عن الحسن رضي الله عنه أنه دخل منزله وصبيان يلعبون فوق البيت ، ومعه عبدالله ابنه ، فنهاهم . فقال الحسن : دعهم فإن اللعب ربيعهم . ¶ 13_ أخرج البخاري في الأدب المفرد (1297) عن إبراهيم النخعي أنه قال : (( كان أصحابنا يرخصون لنا في اللعب كلها غير الكلاب )) قال البخاري : يعني للصبيان . ¶ 14_ وفي الأدب المفرد (1299) مرّ عبدالله بن عمر رضي الله عنه مرة بالطريق على غلمة من الحبش فرآهم يلعبون ، فأخرج درهمين فأعطاهم . ¶ 15_ وعن أبي هريرة رضي الله عنه قال : (( كان الحسن والحسين يصطرعان ، ورسول الله صلى الله عليه وسلم يقول : هي حسن هي حسن . فقالت فاطمة : لِمَ تقول هي حسن ؟ قال صلى الله عليه وسلم : إن جبريل يقول : هي حسين )) (¬1). ¶ 16_ وعن ابن أبي نجيح قال : (( كان الحسن والحسين يركبان فوق ظهر النبي صلى الله عليه وسلم ويقولان : حل حل . ويقول النبي صلى الله عليه وسلم نعم البعير بعيركما )) (¬2). ¶ حدود اللعب عند الطفل المسلم ¶ ¬__________ ¶ (¬1) 1- كتاب العيال لابن أبي الدنيا ، رقم (595) . ويقول المحقق : في إسناده عمر بن أبي خليفة العبدي وهو مقبول ، وبقية إسناده حسن . ¶ (¬2) 2- كتاب العيال لابن أبي الدنيا ، رقم (596) وقال المحقق : حديث مرسل ، رجاله رجال الصحيح .",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "وانطلاقاً من ملاعبة النبي صلى الله عليه وسلم للصبيان ، وملاطفتهم والترويح عن نفوسهم ؛ نادى علماء التربية الإسلامية بحاجة الطفل إلى اللعب والمرح والترويح عن النفس بعد الإنتهاء من درسه وعلمه ، ولنستمع إلى ما يقوله الإمام الغزالي في الإحياء (ج3) ، قال : ينبغي أن يؤذن له (للصبي) بعد الإنصراف من الكتاب أن يلعب لعباً جميلاً يستريح فيه من تعب المكتب بحيث لا يتعب في اللعب ، فإن منع الصبي من اللعب ، وإرهاقه بالتعلم دائماً يميت قلبه ، ويبطل ذكاءه ، وينغص عليه العيش ، حتى يطلب الحيلة في الخلاص منه رأساً ...(¬1) ¶ ا1_ روي عن عمر بن الخطاب رضي الله عنه قوله : (( علموا أولادكم السباحة والرماية وأن يثبوا على الخيل وثباً )) ويتبين من ذلك حق الطفل في تعلم رياضات معينة خصها النبي صلى الله عليه وسلم بالذكر دون غيرها ، وهذا يدل على أن لها دوراً خاصاً في حياة الطفل الحالية والمستقبلية ، وقد سبح النبي صلى الله عليه وسلم وهو صغير في بستان أخواله بني النجار ، ولعب مع الصبيان (¬2) ¶ 2_ وعن جابر رضي الله عنه عن النبي صلى الله عليه وسلم قال : (( كفوا صبيانكم حتى تذهب فحمة _ أو فورة _ العشاء ، ساعة تهب الشياطين )) (¬3) ¶ ¬__________ ¶ (¬1) 3- الشيخ عبدالله بن علوان يرحمه الله ، (2/1016) . ¶ (¬2) 4- رواه أحمد عن أنس (3/288) ، ثم ساق حادثة شق الصدر ، حيث أتاه جبريل عليه السلام وهو يلعب مع الصبيان فأخذه وشق صدره . ¶ (¬3) 1- مسلم في الباب رقم (36) من كتاب الأشربة ، الحديث :98 (13/184) .",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "3_ وأخرج مسلم أيضاً عن جابر رضي الله عنه ، أن رسول الله صلى الله عليه وسلم قال : (( لا ترسلوا فواشيكم وصبيانكم إذا غابت الشمس حتى تذهب فحمة العشاء ، فإن الشياطين تنبعث إذا غابت الشمس حتى تذهب فحمة العشاء )) (¬1) ويقول النووي يرحمه الله : الفواشي جمع فاشية وهي كل منتشر من المال كالإبل والغنم وشائر البهائم وغيرها لأنه تفشو أي تنتشر في الأرض ، وفحمة العشاء : ظلمتها وسوادها ، وفسرها بعضهم بإقباله وأول ظلامه ، ويقال للظلمة بين صلاتي المغرب والعشاء (فحمة) . (فكفوا صبيانكم) أي امنعوهم من الخروج ذلك الوقت . ومعناه أنه يخاف على الصبيان ذلك الوقت من إيذاء الشياطين لهم لكثرتهم . فإذا ذهب ساعة من الليل فخلوهم . ¶ ألعاب لا تجوز : ¶ 1_ عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم (( رأى رجلاً يتبع حمامة يلعب بها ، فقال : شيطان يتبع شيطانة )) (¬2). ¶ 2_ وعن ابن عباس رضي الله عنهما قال : (( نهى رسول الله صلى الله عليه وسلم عن التحريش بين البهائم )) (¬3) . ¶ ¬__________ ¶ (¬1) 2- صحيح مسلم ، كتاب الأشربة ، (13/184) . ¶ (¬2) 3- جامع الأصول (10/748) وأبوداود (4940) في الأدب ، باب اللعب بالحمام . وهو حسن . ¶ (¬3) 4- جامع الأصول (10/749) ، وأبوداود في الجهاد (2562) ، والترمذي (1708) في الجهاد يقول ابن الأثير : وأخرجه الترمذي أيضاً مرسلاً عن مجاهد عن النبي صلى الله عليه وسلم وقال : هو أصح .",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "3_ وعن سعيد بن جبير قال : (( مر ابن عمر رضي الله عنهما بفتيان من قريش قد نصبوا طيراً أو دجاجة ؛ يترامونها ، وقد جعلوا لصاحبها كل خاطئة من نبلهم ، فلما رأوا ابن عمر تفرقوا ، فقال ابن عمر : من فعل هذا ؟ لعن الله من فعل هذا ، إن رسول الله صلى الله عليه وسلم لعن من اتخذ من الروح غرضاً )) (¬1). ¶ 4_ وعن بريدة بن الحصيب رضي الله عنه أن رسول الله صلى الله عليه وسلم قال : (( من لعب بالنردشير ، فكأنما صبغ يده في دم خنزير )) وفي رواية : (( غمس يده في لحم خنزير ودمه )) (¬2) . ¶ 5_ وعن عبدالله بن دينار قال : (( خرجت مع عبدالله بن عمر إلى السوق ، فمر على جارية صغيرة تغني فقال : إن الشيطان لو ترك أحداً لترك هذه )) (¬3). ¶ 6_ وعن ابن عباس رضي الله عنهما { ومن الناس من يشتري لهو الحديث } (لقمان : 31) قال : الغناء وأشباهه _ الأدب المفرد (786) ، وأخرجه الطبري _ . ¶ المزاح والمداعبة : ¶ المزاح نشاط ترفيهي يمتص الطاقة الفائضة لدى الكبار ، كما يمتص اللعب الطاقة الفائضة عند الأطفال ، وقد وردت أحاديث تبين مزاح رسول الله صلى الله عليه وسلم ، ولنا فيه صلى الله عليه وسلم أسوة حسنة : ¶ ¬__________ ¶ (¬1) 5- صحيح البخاري (9/554) في الذبائح والصيد ، باب ما يكره من المثلة ، ومسلم (1958) في الصيد والذبائح ، باب النهي عن صبر البهائم ، والنسائي (7/238) في الضحايا ، باب النهي عن المجثمة ، جامع الأصول (10/ 750) وفي الفصل عدة أحاديث في معناه . ¶ (¬2) 6- مسلم (2260) في الشير ، باب تحريم اللعب بالنردشير ، وأبوداود (4939) في الأدب ، باب في النهي عن اللعب بالنرد ، وجامع الأصول (10/752) ، وفي الفصل عدة أحاديث في هذا المعنى . ¶ (¬3) 7- أخرجه البخاري في الأدب المفرد ، رقم (784) ، وأخرجه البزار والطبراني ، قال ابن أبي حاتم رواه الدراوردي عن عمر وعن معاوية نحوه مرفوعاً .",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "1_ عن أبي هريرة رضي الله عنه قال : (( قالوا : يا رسول الله إنك لتداعبنا ، قال : إني لا أقول إلا حقاً )) (¬1). ¶ 2_ وعن أنس بن مالك رضي الله عنه (( أن امرأ أتت رسول الله صلى الله عليه وسلم فقالت : يا رسول الله احملنا على بعير ، فقال : أحملكم على ولد الماقة ، قالت : وما نصنع بولد الناقة ؟ فقال رسول الله صلى الله عليه وسلم : هل تلد الإبل إلا النوق ؟ )) _ الترمذي (1992) في البر والصلة ، باب ما جاء في الزاح ، وأبوداود (4998) في الأدب ، باب ما جاء في المزاح ، وإسناده صحيح جامع الأصول (11/55) _ . قال : وسمعه يقول لامرأة : (( زوجك ، ذلك البياض في عينيه ؟ قالت : عقرى ، ومتى رأيته ؟ قال : وهل من عين إلا وفيها بياض ؟ )) وعقرى : دعاء عليه بالعقر _ وهو الجرح _ أي عقرها الله ، وظاهره الدعاء ولم يرد الدعاء ، إنما هو على طريق التعجب من الشيء ، كقولهم : تربت يداك ونحو ذلك .(¬2) ¶ وقال لامرأة عجوز : (( إنه لا يدخل الجنة عجوز ، فقالت : ومالهن ؟ وكانت تقرأ القرآن ، فقال لها : أما تقرأين القرآن { إنا أنشأناهنّ إنشاءاً ، فجعلناهنّ أبكاراً ، عرباً أتراباً ، لأصحاب اليمين } (الواقعة : 35_38) . والعروب : المرأة الحسناء المتحببة إلى زوجها ، وأتراباً : أقراناً في عمر واحد (¬3). ¶ ¬__________ ¶ (¬1) 1- الترمذي (1991) في البر والصلة ، باب ما جاء في المزاح ، وإسناده حسن ، وقال الترمذي : هذا حديث حسن . انظر جامع الأصول (11/54) . ¶ (¬2) 2- جامع الأصول (11/56) وقال العراقي : رواه الزبير ابن بكار في كتاب الفكاهة والمزاح ، وابن أبي الدنيا من حديث عبدالله بن سهم الفهري مع اختلاف . ¶ (¬3) 3- جامع الأصول (11/55_56) ، ورواه الترمذي في الشمائل ، باب مزاح النبي صلى الله عليه وسلم ، قال العراقي : وأسنده ابن الجوزي في الوفاء من حديث أنس بسند ضعيف ، ورواه البيهقي أيضاً من حديث عائشة ، وكذا الطبراني في الأوسط .",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "3_ وعن عبدالرحمن بن أبي ليلى قال : (( حدثنا أصحاب محمد صلى الله عليه وسلم أنهم كانوا يسيرون مع رسول الله صلى الله عليه وسلم ، فنام رجل منهم ، فانظلق بعضهم إلى حبل معه ، ففزع ، فقال رسول الله صلى الله عليه وسلم : لا يحل لمسلم أن يروع مسلماً )) (¬1). ¶ نصائح تربوية ¶ بما أن اللعب حاجة أساسية للأطفال ؛ لذا ينبغي على البيت المسلم توقير مكان اللعب وأدواته ورفاقه لأولاده ، ولا يترك هذا الأمر لأنه (لعب) غير مهم في نظره . فكم من ولد دفعه اللعب إلى رفاق السوء ؛ فجروه إلى الهلاك ، وهو في مرحلة الطفولة المتأخرة لا بد من رفاق اللعب ، لأن الطفل عندئذ يميل إلى اللعب الجماعي . ¶ 1_ لا ينصح الباحث البيت المسلم بنزول أطفاله إلى الشارع في يومنا هذا . وخاصة في المدن حيث تختلط الأسر والعادات والثقافات أحياناً ، ومعظم الأطفال الذين يلعبون في الشارع _ اليوم _ أهملتهم بيوتهم ، وتركوا لهم الحبل على الغارب في فترة لا يصح بها ذلك . فما العمل إذن !!؟ ¶ 2_ لا بد من تعاون البيوت المسلمة في توفير رفاق اللعب لأطفالهم كأن تلتقي عدة أسر منتقاة في يوم معين في مكان مهيأ للعب الأطفال ، وبعيد عن اختلاط الرجال بالنساء ، ويدوم هذا اللقاء (2_4) ساعات في الأسبوع . أو يتبرع أحد الآباء دورياً فيجمع أطفاله وأطفال إخوانه في سيارة واحدة ، ويرافقهم إلى مكان اللعب ، ويشرف عليهم أثناءه ويوجههم إلى الألعاب المفيدة جسدياً واجتماعياً وعقلياً . أو تسكن عدة أسر مسلمة متفاهمة في عمارة واحدة ، أو شارع واحد ، بحيث يخصص مكان في العمارة لأجل اللعب ، أو يلتقي هؤلاء الأطفال في زاوية معينة من الشارع أو ساحة أو حديقة قريبة في الصباح بعد الفجر حيث معظم الناس نيام . ¶ ¬__________ ¶ (¬1) 4- جامع الأصول (11/58) وأبوداود (5004) ، باب من يأخذ الشيء على المزاح ، وإسناده صحيح .",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "3_ ينصح الباحث البيوت المسلمة بإلحاق أولادهم في سن الطفولة المتأخرة بحلقات القرآن الكريم في المساجد (¬1)، ودروس العلماء ، وجماعات التوعية الإسلامية في المدرسة ؛ لأنها تشبع لديهم حاجة اللعب الجماعي . ¶ 4_ ينصح الباحث البيوت المسلمة بإرسال أولادهم في سن المراهقة إلى المراكز الصيفية المسلمة ، والمخيمات أو المعسكرات الإسلامية ، التي يشرف عليها دعاة ومربون مسلمون . ¶ 5_ ينصح الباحث البيوت المسلمة بإلحاق بناتهم في سن المراهقة بمراكز تحفيظ القرآن الكريم النسوية (¬2). ¶ الفصل الخامس ¶ مروا أولادكم بالصلاة ¶ تمهيد : ¶ أخرج البخاري ومسلم يرحمهما الله عن عبدالله بن عمر رضي الله عنهما قال : سمعت رسول الله صلى الله عليه وسلم يقول : (( كلكم راع و مسئول عن رعيته ، فالإمام راع ومسئول عن رعيته ، والرجل راع في أهله وهو مسئول عن رعيته ، والمرأة في بيت زوجها راعية ، وهي مسئولة عن رعيتها ، والخادم في مال سيده راع ، وهو مسئول عن رعيته ، فكلكم راع ، وكلكم مسئول عن رعيته )) (¬3). ¶ ¬__________ ¶ (¬1) 1- وينبغي أن تقدم هذه المساجد بعض الألعاب الجماعية الهادفة في ملحقات المسجد ، انظر كتاب تربية الشباب المسلم للباحث ، فصل المسجد والأقران . ¶ (¬2) 2- وينبغي على هذه المراكز أن تقدم للبنات بعض الأنشطة النسوية كألعاب رياضية هادفة ، والتدرب على الحاسوب ، والخياطة والتفصيل ، بالإضافة إلى القرآن الكريم . ¶ (¬3) 1- صحيح البخاري (13/45_46) في الفتن والمغازي ، ومسلم (1829) في الإمارة ، باب فضيلة الإمام العادل ، والترمذي رقم (2263) في الفتن ، والنسائي (8/227) في القضاة ، وأحمد (5/51،47،43،38) .",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "ويقول النووي : الراعي هو الحافظ المؤتمن الملتزم صلاح ما قام عليه وما هو تحت نظره ، ففيه أن كل من كان تحت نظره فهو مطالب بالعدل فيه ، والقيام بمصالحه في دينه ودنياه ومتعلقاته . وكثير من الآباء والأمهات _ اليوم _ يظنون أن مسئولياتهم نحو أولادهم تنتهي بعد تأمين الغذاء والكساء والدواء والبمسكن ، وربما الألعاب ةغيرها من الأشياء المادية ، ويفوتهم لأنهم يصرفون اهتمامهم كله إلى تربية الأجساد ، وأحياناً العقول ، ويهملون الأرواح ، مع أن الإنسان روح ثم عقل ثم جسد . ¶ وفي الأثر أن الأبناء يتعلقون بآبائهم يوم القيامة ويصرخون : لم ضيعتني يا أبت !!؟ فكيف يهنأ الوالدان في ترك فلذات أكبادهم وقوداً للنار !!؟ بل يشترون لهم وسائل الوصول غلى جهنم ، وسر ذلك جهل الآباء والأمهات بالإسلام عامة ، والتربية الإسلامية خاصة ، وجهلهم بواجباتهم نحو أولادهم ، فالأبوة والأمومة مهمة إنسانية بالغة الأهمية ، ولا بد من إعداد المسلم والمسلمة لهذه المسئولية ، ويجب على المدرسة المسلمة إعداد الأجيال الصاعدة لهذه المهمة ، وتعريفهم بمدى خطرها. ¶ روايات الحديث ¶ _ صنف أبوداود رحمه الله باباً في كتاب الصلاة عنوانه : متى يؤمر الغلام بالصلاة ؟ جاء فيه : ¶ 1_ عن عبدالملك بن الربيع بن سبرة عن أبيه عن جده _ وجده هو سبرة بن معبد الجهني _قال : قال النبي صلى الله عليه وسلم : (( مروا الصبي بالصلاة إذا بلغ سبع سنين ، وإذا بلغ عشر سنين فاضربوه عليها )) (¬1). ¶ 2_ وعن عمرو بن شعيب عن أبيه عن جده قال : قال رسول الله صلى الله عليه وسلم : (( مروا أبناءكم بالصلاة وهم أبناء سبع سنين ، واضربوهم عليها لعشر ، وفرقوا بينهم بالمضاجع )) (¬2). ¶ ¬__________ ¶ (¬1) 2- قال الترمذي (2/259) : حديث حسن صحيح ، وقال الحاكم : صحيح على شرط مسلم ، ووافقه الذهبي . انظر إرواء الغليل (1/266) . ¶ (¬2) 3- قال الألباني في إرواء الغليل (2/7) : صحيح ، أخرجه أحمد (2/187) وأبوداود (495) .",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "3_ وعن هشام بن سعد قال : حدثني معاذ بن عبدالله بن حبيب الجهني قال : (( دخلنا عليه ، فقال لامرأته : متى يصلي الصبي ؟ فقالت : كان رجل منا يذكر عن رسول الله صلى الله عليه وسلم أنه سئل عن ذلك فقال : (( إذا عرف يمينه من شماله فمروه بالصلاة )) قال في عون المعبود : أي إذا ميز الصبي بين اليمين والشمال ويحصل هذا للصبي غالباً إذا كان ابن سبع سنين (¬1) . ¶ _ وأخرج الترمذي في كتاب الصلاة ، رقم (407) ، وفي تحفة الأحوذي(2/445) : ¶ قال : حدثنا علي بن حجر أخبرنا حرملة بن عبدالعزيز بن الربيع بن سبرة الجهني عن عمه عبدالملك بن الربيع بن سبرة عن أبيه عن جده قال : قال رسول الله صلى الله عليه وسلم :: (( علموا الصبي الصلاة ابن سبع سنين ، واضربوه عليها ابن عشرة )) . ¶ _ وفي نيل الأوطار (2/377) باب أمر الصبي بالصلاة تمريناً لا وجوباً : ¶ عن عمرو بن شعيب عن أبيه عن جده قال : قال رسول الله صلى الله عليه وسلم : (( مروا صبيانكم بالصلاة لسبع سنين واضربوهم عليها لعشر سنين وفرقوا بينهم بالمضاجع )) . ¶ وفي الباب عن أببي رافع عند البزار بلفظ قال : ( وجدنا في صحيفة في قراب رسول الله صلى الله عليه وسلم بعد وفاته فيها مكتوب : بسم الله الرحمن الرحيم وفرقوا بين الغلمان والجواري والأخوة والأخوات لسبع سنين ، واضربوا أبناءكم على الصلاة إذا بلغوا (أظنه) تسع سنين )) . ¶ ¬__________ ¶ (¬1) 1- قال الألباني في إرواء الغليل (1/266) : حديث (مروا أولادكم ... ) أخرجه ابن أبي شيبه في المصنف (1/137/2) وأبوداود (496،495) واللفظ له ، والدارقطني (85) والحاكم (1/197) ، والبيهقي (7/94 ، 3/84) ، وأحمد (2/187) ، ويقول الألباني عن الراوي : وهو ابن عمرو شعيب عن أبيه عن جده حسن الحديث ، وقد احتج بحديثه جماعة من الأئمة المتقدمين كأحمد وابن المديني وإسحاق والبخاري وغيرهم .",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "_ وفي كتاب الصلاة من سنن أبي داود ، باب اسمه : باب مقام الصبيان من الصف ، جاء فيه عن أبي مالك الأشعري : ( ألا أحدثكم بصلاة النبي صلى الله عليه وسلم قال : فأقام الصلاة فصف الرجال وصف الغلمان خلفهم ، ثم صلى بهم فذكر صلاته . ثم قال : هكذا صلاة . قال عبدالأعلى : لا أحسبه إلا قال أمتي ) . ويدل الحديث على تقديم صفوف الرجال على صفوف الغلمان ، والغلمان على النساء ، هذا إذا كان الغلمان اثنين فصاعداً ، فإن كان صبي واحد دخل مع الرجال ولا ينفرد خلف الصف ، قاله السبكي . ويدل على ذلك حديث أنس فإن اليتيم لم يقف منفرداً بل صف مع أنس . ¶ شرح الحديث ¶ _ جاء في عون المعبود (2/161) قال العلقمي : قال الشيخ عزالدين عبدالسلام : الصبي ليس مخاطباً ، وأما هذا الحديث فهو أمر للأولياء لأن الأمر بالشيء ليس أمراً بذلك الشيء . قال : قد وجد أمر الله للصبيان مباشرة على وجه لا يمكن الطعن فيه ، وهو قوله تعالى : {ليستأذنكم الذين ملكت أيمانكم والذين لم يبلغوا الحلم منكم ...} . قال النووي : الصبي يتناول الصبية أيضاً لا فرق بينهما بلا خلاف . وأمر الولي للصبي واجب وقيل مستحب (بالصلاة) أي بأن يعلموهم ما تحتاج إليه الصلاة من شروط وأركان ، وأن يأمروهم بفعلها بعد التعليم ، وأجرة التعليم في مال الصبي إن كان له مال ، وإلا فعلى الولي . قال العلقمي في شرح الجامع الصغير : إنما أمر بالضرب لعشر لأنه حد الضرب . (وهم أبناء سبع) ليعتادوا عليها ويستأنسوا بها وقال الطيبي : جمع بين الأمر بالصلاة والفرق بينهم بالمضاجع في الطفولية تأديباً لهم ومحافظة لأمر الله كله ، وتعليماً لهم والمعاشرة بين الخلق ، وأن لا يقفوا مواقف التهم فيجتنبوا المحارم .",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "_ ويقول الخطابي في معالم السنن : قوله صلى الله عليه وسلم إذا بلغ عشر سنين فاضربوه عليها ، يدل على إغلاظ العقوبة له إذا تركها متعمداً بعد البلوغ ، ونقول إذا استحق الصبي الضرب وهو غير بالغ ، فقد عقل أنه بعد البلوغ يستحق من العقوبة ما هو أشد من الضرب ، وليس بعد الضرب شيء مما قاله العلماء أشد من القتل . ¶ _ ويقول السهارنفوري في بذل المجهود في حل أبي داود (3/344) : أمر للأولياء لأن الصبي غير مكلف ، فأمرهم بالصلاة لهم للتخلق والاعتياد ، قال الكاندهلوي : وفيه ضرب الأولاد ، وفي الدر المنثور برواية البيهقي عن أم أيمن مرفوعاً : (( وانفق على أهلك من طولك ، ولا ترفع عصاك عنهم ، وفيه أيضاً ك ليس ضرب الأولاد كضرب المماليك )) . ¶ _ وفي تحفة الأحوذي (2/445) : قال العلقمي في شرح الجامع الصغير : بأن يعلموهم ما تحتاج إليه الصلاة من شروط وأركان ، وأن يأمروهم بفعلها بعد التعليم . وقال أيضاً : إنما أمر بالضرب لعشر لأنه حد يتحمل فيه الضرب غالباً ، والمراد بالضرب ضرباً غير مبرح ، وأن يتقى الوجه في الضرب . ¶ قال أبو عيسى : حديث سبرة بن معبد الجهني حديث حسن صحيح وعليه العمل عند بعض أهل العلم ، وبه يقول أحمد وإسحاق ، وقال : ما ترك الغلام بعد عشر من الصلاة فإنه يعيد . ¶ وكان بعض فقهاء الشافعية يحتج به في وجوب قتله إذا تركها عمداً بعد البلوغ ، ويقولون : إذا استحق الصبي الضرب وهو غير بالغ ، فقد عقل أنه بعد البلوغ يستحق من العقوبة ما هو أشد من الضرب ، وليس بعد الضرب شيء مما قاله العلماء أشد من القتل . ¶ _ ويقول الشوكاني في نيل الأوطار (2/377) : والحديث يدل على وجوب أمر الصبيان بالصلاة إذا بلغوا سبع سنين ، وضربهم عليها إذا بلغوا عشراً ، والتفريق بينهم في المضاجع لعشر سنين ؛ إذ جعل التفريق معطوفاً على قوله مروهم . ¶ في ظلال الحديث ¶ الصلاة عماد الدين :",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "فرض الله عزوجل علينا خمس صلوات في اليوم والليلة ، وكل ما أمرنا به سبحانه وتعالى يعود نفعه علينا في الدنيا والآخرة ، ومن فوائد الصلاة : التربية الروحية ، فالجسد ينمو بالطعام والماء ، والروح تنمو عندما تتصل بخالقها عزوجل خلال الصلاة ، وتلاوة القرآن الكريم ، والصوم والحج والذكر والدعاء وسائر العبادات . ¶ والصلاة أفضل وسائل التربية الروحية ، لذلك فرض الله علينا خمس صلوات في اليوم والليلة ، كي تبقى أرواحنا على صلة بربها فلا تضعف ، وبالتالي لا يغلبها الجسد بشهواته وطينه ، وقد خلقه الله عزوجل وسيلة للروح ، وعندما تقود الروح الجسد يكون الإنسان إنساناً ، أما إذا خضعت الروح للجسد فقد تخلى الإنسان عن إنسانيته . ¶ ومن هنا جاءت أهمية الصلاة ، فهي (عماد الدين) ، ومن تركها متعمداً فقد كفر ، ومن هنا تاتي أهمية تدريب الأطفال على الصلاة ، إنها _وبدون شك_ أهم من تعلم القراءة والكتابة والحساب ونحوه ، فأين الآباء والأمهات من ذلك !!؟ وكم يتعبون في إيصال أولادهم إلى المدارس ، وإعادتهم منها يومياً ، على مدى بضع عشرة سنة ، وربما يسهرون معهم على المذاكرة وحل الواجبات ، أما الصلاة فتجد كثيراً من الآباء والأمهات غافلين عن ضرورتها لأولادهم ، ويظن المسلم الغافل منهم أن ولده إذا كبر صلى ، وقبل البلوغ لا صلاة عليه !!؟ بل تجد الآباء يتساهلون مع أولادهم البالغين ، ولا يطالبونهم بالصلاة ، وتجد الأبناء يتعلمون التسويف والمماطلة من الآباء ، فيؤجلون الصلاة حتى يصبحوا شيوخاً (كبار السن) . ¶ لماذا في السابعة ؟ ¶ في السنة السابعة من العمر ، يبدأ الإنسان في المرحلة الثالثة من حياته ، وهي الطفولة المتأخرة ، أو سن التمييز (¬1)، ولهذه المرحلة خصائص منها : ¶ ¬__________ ¶ (¬1) 1- المرحلة الأولى هي مرحلة المهد ، وتنتهي في الثانية من العمر ، ثم الطفولة المبكرة حتى نهايه السادسة ، ثم الطفولة المتأخرة فالبلوغ .",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "1_ اتساع الآفاق العقلية (المعرفية) وتعلم المهارات ، واتساع البيئة الإجتماعية للطفل عند دخوله المدرسة (¬1). ¶ 2_ يحب الطفل في هذه المرحلة المدح والثناء ، ويسعى لإرضاء الكبار ( كالوالدين ، والمدرس ) لينال منهم ذلك المدح والثناء ، وهذا يجعل الطفل المميز ليناً في يد المربي ، ولا يعاند ، بل ينفذ بما يؤمر به بجد واهتمام . ¶ 3_ تعلم المهارات اللازمة لشئون الحياة ، وتعلم المعايير الخلقية والقيم ، وتكوين الإتجاهات ، والإستعداد لتحمل المسئولية ، وضبط الإنفعالات ، لذلك تعتبر هذه المرحلة أنسب المراحل للتطبيع الإجتماعي ، (ص233) . ¶ 4_ يحصر الطفل تلقيه يوالديه حتى نهاية السابعة ، ويقبل من أمه وأبيه أكثر من معلمه حتى نهاية الصف الأول الإبتدائي ، وقبل المدرسة يضفي الطفل على والديه هالة من الإعجاب ، فما يقوله أبوه أو أمه هو الصحيح ، ثم يبدأ الطفل بالتدريج في الخروج من دائرة التأثر القوي بالوالدين ، وفي الثامنة والتاسعة يتساوى أثر المدرس الناجح وأثر الأب أو الأم . أما في بداية البلوغ فيصبح التحرر من سلطة الوالدين دليلاً على أن الطفل صار شاباً . ¶ 5_ فالطفل في السابعة ، مميز ، ويسعى لإرضاء والديه من أجل كلمة مدح أو ثناء من أحدهما أو كلاهما ، فإذا أُمر بالصلاة تجده ينشط إلى تنفيذ ذلك بنفس طيبة ، وهمة عالية . أما في الحادية عشر وما بعد ، يرى الطفل أن تنفيذ أوامر والديه دون مناقشة منه دليل على طفولته ؛ التي يرغب في مغادرتها ، وبعد البلوغ يرى بعض الأولاد معارضة والديهم دليلاً على شبابهم ونموهم . ¶ 6_ يعيش الطفل مرحلة الطفولة (المبكرة والمتأخرة ) ؛ يتطلع إلى تقليد الكبار ليرى نفسه كبيراً ، ويؤلمه أن يقال عنه صغير ، لذلك تراه حريصاً على الذهاب إلى المدرسة مع إخوانه ، وإلى المسجد ليصلي مثل الكبار . ¶ متى يتعلم الطفل الصلاة ؟ : ¶ ¬__________ ¶ (¬1) 2- حامد زهران ، ص(206) .",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "لا بد أن يُعلم الطفل كيفية الصلاة قبل أن يُؤمر بها ، وإلا كيف نأمره بأمر لا يعرفه !! فقد أخرج ابن أبي الدنيا يرحمه الله قال : حدثنا : علي بن الجعد ، حدثنا أبو معاوية ، عن الحجاج ، عن نافع ، عن ابن عمر ، قال : (( كان يُعلم الصبي الصلاة إذا عرف يمينه من شماله )) (¬1). ¶ وحدثنا علي بن الجعد ، حدثنا أبو معاوية عن الحجاج ، عن جندب بن أبي ثابت ، قال : (( كانوا يعلمون الصبي الصلاة إذا عد عشرين )) العيال (1/473) . ¶ وفي الخامسة من العمر يتعلم الطفل فروض الوضوء ، وأركان الصلاة ، فيحفظ الفاتحة ، ويتعلم الركوع والسجود ، والطفل مقلد ممتاز ، وحالما يرى والديه يصليان سيقلدهما ، ومن ثم يقوم الوالدان بتصحيح صلاته ، بأسلوب شيق يتناسب مع سنه . ¶ متى يُؤمر الصبي بالصوم ؟ ¶ يقول محمد قطب : ( وقد اختص حديث رسول الله صلى الله عليه وسلم الصلاة بهذا الأمر لأنها عنوان الإسلام الأول والأكبر ، حتى ليقول الرسول صلى الله عليه وسلم : (( بين الرجل وبين الشرك ترك الصلاة )) (¬2) . ولكن جميع آداب الإسلام وأوامره سائرة على ذات النهج ، وإن كان الرسول صلى الله عليه وسلم لم يحدد لها زمناً معيناً كالصلاة ، فكلها تحتاج إلى تعويد مبكر ، وكلها تحتاج بعد فترة من الوقت إلى الإلزام بها بالحسم ، إن لم يتعودها الصغير من تلقاء نفسه ) (¬3) . ¶ ¬__________ ¶ (¬1) 1- قال الهيثمي في مجمع الزوائد (1/294) : رواه الطبراني في الأوسط والصغير ، وقال : رجاله ثقات ، انظر كتاب العيال (1/472) ، ت : نجم عبدالرحمن خلف . ¶ (¬2) 2- أخرجه مسلم (82) في الإيمان ، باب بيان إطلاق اسم الكفر على من ترك الصلاة ، وأبوداود رقم (4678) في السنة ، باب في رد الإرجاء ، والترمذي رقم (2622) في الإيمان ، باب ما جاء في ترك الصلاة . ¶ (¬3) 3- محمد قطب ، منهج التربية الإسلامية (2/148) .",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "وتقول الشافعية : ( ويُومر به الصبي لسبع ويُضرب لعشر ) (¬1) . ¶ وقد عنون الإمام البخاري في صحيحه _ باب صوم الصبيان _ وأورد حديث عمر رضي الله عنه حيث قال لنشوان في رمضان : ويلك وصبياننا صيام فضربه . وعلق الحافظ ابن حجر على ذلك الحديث قال : ... واستحب جماعة من السلف منهم ابن سيرين والزهري وقال به الشافعي أنهم يُؤمرون به (بالصوم) للتمرين عليه إذا أطاقوه وحده بالسبع والعشر كالصلاة .وحده إسحاق باثنتي عشرة سنة ، وأحمد في رواية بعشر سنين ، وقال الأوزاعي : إذا أطاق صوم ثلاثة أيام تباعاً لا يضعف فيهن حُمل على الصوم ، وأغرب ابن الماجشون من المالكية فقال : إذا طاق الصبيان الصيام ألزموه ؛ فإن أفطروا لغير عذر فعليهم القضاء (¬2). ¶ _ وأخرج البخاري ومسلم عن الربيع بنت معوذ قالت : أرسل رسول الله صلى الله عليه وسلم غداة عاشوراء إلى قرى الأنصار التي حول المدينة : ( من كان أصبح صائماً فليتم صومه ومن كان أصبح مفطراً فليصم بقية يومه ) ، فكنا بعد ذلك نصومه ، ونصوم صبياننا الصغار منهم إن شاء الله ، ونذهب إلى المسجد فنجعل لهم اللعبة من العهن _الصوف_ فإذا بكى أحدهم على الطعام أعطيناها إياه عند الإفطار (¬3). وعلق الحافظ ابن حجر فقال : وفي الحديث حجة على مشروعية تمرين الصبيان على الصيام ، لأن من كان مثل السن الذي ذكر في هذا الحديث فهو غير مكلف ، وإنما صنع لهم ذلك للتمرين . وقد رواه مسلم من وجه آخر عن خالد بن ذكوان فقال فيه : (( فإذا سألونا الطعام أعطيناهم اللعبة تلهيهم حتى يتموا صومهم )) . ¶ ¬__________ ¶ (¬1) 1- أحمد بن التقيب المصري _ عمدة السالك وعدة الناسك _ طبع الشئون الدينية بدولة قطر ، (1982م) . ¶ (¬2) 2- فتح الباري في شرح صحيح البخاري (5/103) . ¶ (¬3) 3- صحيح البخاري (1960) في الصوم ، باب صوم الصبيان . ومسلم (1136) في الصوم ، باب من أكل في عاشوراء فليكف بقية يومه .",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "_ وأخرج ابن أبي الدنيا يرحمه الله قال : حدثنا إسحاق بن إسماعيل ، حدثنا جرير ، عن هشام بن عروة ، عن أبيه أنه : (( كان يأمر بنيه بالصيام إذا أطاقوه ، وبالصلاة إذا عقلوا )) (¬1). ¶ ومن المفيد ذكره أن المصنف يرحمه الله قال : (( باب تعليم الصبيان الصلاة )) ثم روى تحت هذا الباب أحاديث للصلاة وأحاديث للصوم ، وكأنه ربط تعليم الصلاة بتعليم الصوم ، وهذا هو الصحيح _ والله أعلم _ . ¶ متى تُؤمر البنات بالحجاب ؟ ¶ من الملاحظ بين المسلمات أن عدداً منهن يلزمهن أولياء أمورهن بارتداء الحجاب ، فتراهن مكرهات عليه ، وربما ينظر بعضهن إلى الحجاب بشيء من الكراهة ، فتراهن ينتظرن أول فرصة للتحرر منه ، فتسفر كلما سافرت بعيداً عن بلدها ، حيث لا يعرفها الناس هناك ، ولا يعرفون ذويها . ¶ والحجاب طاعة تتجه بها المرأة المسلمة إلى الله ، وتبتغي بها ثوابه ورضاه ، لأنه أمر منه عزوجل ، والمؤمنة تنفذ أوامر الله برغبة وحب ، وتلزم نفسها بها ، قبل أن يلزمها وليها . وحيث أنه طاعة لله فهو عبادة ، ينبغي أن تدرب عليها البنت منذ الصغر . ¶ يقول الشيخ محمد علي الصابوني : ( يطلب من المسلم أن يعود بناته منذ سن العاشرة على ارتداء الحجاب الشرعي ، حتى لا يصعب عليهن بعد ارتداؤه ، قياساً على أمر الصلاة ، (( مروا أولادكم بالصلاة وهم أبناء سبع ، واضربوهم عليها وهم أبناء عشر ، وفرقوا بينهم بالمضاجع )) (¬2). ¶ والأجدر بنا _حسب فهمي _ إذا قسنا على الحديث الشريف المذكور ، أن نأمر بناتنا بالحجاب منذ السابعة ، ونضربهن _إن لزم الأمر_ عليه في العاشرة ، لأن سن العاشرة متأخرة جداً من الناحية التربوية . ومما أذكره أن الشيخ محمد الحامد _ رحمه الله _ ألبس ابنته حجاباً كاملاً وهي في السادسة أو السابعة ، كما يبدو من طولها . ¶ ¬__________ ¶ (¬1) 4- كتاب العيال (1/470) . ¶ (¬2) 1- محمد علي الصابوني : تفسير آيات الأحكام ، ص (381) .",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "ويقول علماء الشافعية : تحجب البنت عندما تشتهى ، وتتفاوت البنات في السن التي تشتهى بها ، حسب طولها وصحتها وجمالها ، والبيئة التي تعيش فيها ، وعندما يظن اشتهاؤها تؤمر بالحجاب ولو لم تبلغ المحيض ، فإن لم تحجب ؛ فتنت الناظرين إليها ويأثم وليها ، ومن البدهي أن الفتاة تشتهى في العاشرة ، بل تزوج بعضهن في هذه السن ، وبعضهن يشتهين في الثامنة وربما السابعة . ¶ كيف تدرب البنت على الحجاب ؟ : (¬1) ¶ 1_ يوجه الأطفال إلى ستر العورة منذ الثالثة والرابعة من عمرهم ، وتوجه الطفلة إلى ستر جسدها كله أمام محارمها في البيت ، ما عدا شعرها ورقبتها ووجهها وكفيها وقدميها ، وتوجه إلى ستر سيقانه ويديها وصدرها أمام محارمها ، وتعود على ارتداء السروال الطويل في البيت وخارجه ، وعند النوم ، ويمتعض الوالدان في وجهها إذا خالفت ذلك . ¶ 2_ تعود الطفلة منذ الخامسة على عدم الدخول على الرجال غير المحارم ، وترغب في تغطية شعرها خارج البيت . ¶ 3_ ترغب الفتاة بالحجاب منذ السادسة ، وهي مدفوعة بشكل تلقائي إلى تقليد أمها وأخواتها الكبيرات . ¶ 4_ تؤمر بالحجاب في السابعة ، وإذا خالفت تعاقب بغير الضرب . ¶ 5_ تعاقب _ إن لزم الأمر _ بالضرب من أجل الحجاب منذ العاشرة . ¶ هل يحج الأولاد ؟ ¶ كان الحج في الماضي شاقاً ، أما بعد تطور وسائل المواصلات ، وتوفر الطائرات الحديثة ، فقد أصبح السفر متعة ، وكم أسرة مسلمة تسافر بأطفالها إلى الاصطياف في أوربا أو تركيا أو غيرها ، وبناء على ذلك يستطيع بعض الآباء اصطحاب أولادهم إلى الحج أو العمرة ، كما كان يفعل السلف الصالح رضوان الله عليهم . ¶ ¬__________ ¶ (¬1) 2- للمزيد راجع كتاب تربية البنات في الأسرة المسلمة ، للباحث ، ص (79) .",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "1_ فقد أخرج ابن أبي الدنيا يرحمه الله قال : حدثنا إسحاق بن إسماعيل ، حدثنا معوية ، عن محمد بن سوقة ، عن محمد بن المنكدر ، عن جابر بن عبدالله : (( أن امرأة رفعت صبياً لها إلى النبي صلى الله عليه وسلم من محفة _ كالهودج _ ، فقالت : يا رسول الله ، ألهذا حج ؟ قال : نعم ولك أجر))(¬1) . ¶ 2_ وله أيضاً قال : حدثنا محمد بن عبدالله ، حدثنا سفيان بن عيينة ، قال : قيل لمحمد بن المنكدر ، أنحج بالصبيان ؟ قال : نعم ، اعرضهم على الله عزوجل . ¶ وحدثنا ... سفيان بن عيينة ، عن عبدالرحمن بن القاسم ، عن أبيه ، قال : يجرد (تنزع عنه ثيابه المخيطة) الصبي ، ويهل عنه . ¶ 3_ وله أيضاً قال : حدثنا ... حصن بن علي قال : كان علي بن حسين يخرج بي _ وأنا صبي _ إلى مكة ، فيجردني من نحو الجحفة ، ثم يأتي فيطاف بي . ¶ 4_ وله أيضاً قال : أخبرني ...أخبرنا عبدالله بن المبارك ، حدثنا معمر، عن الزهري ، عن الصبي يحج به ؟ قال : نعم ، ويجنب ما يجنب المحرم من الثياب والطيب ، ولا يغطى رأسه ، ويرمي عنه الجمار بعض أهله ، وينحر عنه إن تمتع . ¶ 5_ وله أيضاً قال : أخبرنا صالح بن حميد قال : رأيت القاسم بن محمد يجرد صبيانه ، ويأمر أن يذكروا بالتلبية . ¶ 6_ وله أيضاً قال : ... عن عطاء قال : إذا عقل الصغير فحق على أهله أن يأمروه بها (بالحج) . ¶ 7_ وله أيضاً قال : ... عن عطاء قال : في الصبي يحج به ولا يحسن يلبي ؟ قال : يلبي عنه أبوه ، أو وليه . ¶ ¬__________ ¶ (¬1) 1- العيال (2_845) ، ومسلم (2_974) كتاب الحج ، باب صحة حج الصبي ، رقم (1336) ، وأبوداود (عون المعبود : 5_160) ، وأحمد في المسند : (219) ، والبيهقي في السنن الكبرى (5_156) .",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "8_ وقد أخرج البيهقي في السنن الكبرى (5_156) عن جابر بن عبدالله أنه قال : خرجنا مع النبي صلى الله عليه وسلم ومعنا النساء والولدان حتى أتينا ذا الحليفة فلبينا بالحج ، وأهللنا عن الولدان . وهذا في الإهلال ، وفي رواية أخرى عن جابر ذكر التلبية والرمي عن الولدان ، فإنه قال : حججنا مع رسول الله صلى الله عليه وسلم ومعنا النساء والصبيان فلبينا عن الصبيان ورمينا عنهم . وكذا ينبغي أن يتجنب ما يتجنب المحرم من الثياب والطيب وتغطية الرأس ، وأن ينحر عنه وليه إذا تمتع . بهذا أفتى الزهري .",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "9_ وعن ابن عباس رضي الله عنهما قال : ( رفعت امرأة صبياً فقال : يا رسول الله ألهذا حج ؟ قال : نعم ولك أجر ) (¬1) . ويقول النووي وفيه حجة للشافعي ومالك وأحمد وجماهير العلماء أن حج الصبي منعقد صحيح يثاب عليه ؛ وإن كان لا يجزيه عن حجة الإسلام ، بل يقع تطوعاً ، وهذا الحديث صريح فيه ، وقال أبوحنيفة لا يصح حجه ، قال أصحابه وإنما فعلوه تمريناً له ليعتاده فيفعله إذا بلغ ، وهذا الحديث يرد عليهم ، قال القاضي : لا خلاف بين العلماء في جواز الحج بالصبيان وإنما منعه طائفة من أهل البدع ، ولا يُلتفت إلى قولهم بل هو مردود بفعل النبي صلى الله عليه وسلم وأصحابه وإجماع الأمة ، ويقول أبوحنيفة : إنما يجب ذلك تمريناً على التعليم والجمهور يقولون حجه ينعقد ويقع نفلاً ، ولا يجزئه إذا بلغ عن فريضة الإسلام . والذي يحرم عن الصبي هو وليه الذي يلي ماله وهو أبوه أو جده أو الوصي أو القيم من جهة القاضي أو القاضي أو الإمام ، وأما الأم فلا يصح إحرامها إلا إذا كانت وصية أو قيمة من جهة القاضي ، وقيل يصح إحرامها وإحرام العصبة وإن لم يكن لهم ولاية مال هذا كله إذا كان الطفل صغيراً غير مميز ، فإن كان مميزاً أذن له الولي فأحرم ، فلو أحرم بغير إذن الولي ، أو أحرم الولي عنه (وهو مميز) لم ينعقد على الأصح ، وصفة إحرام الولي عن غير المميز أن يقول بقلبه جعلته محرماً والله أعلم (9_107) . ¶ ¬__________ ¶ (¬1) 1- مسلم (1336) في الصوم ، باب صحة حج الصبي .",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "_ ومن المعلوم أن حج الصبي فيه تربية روحية له ، فتتفتح روحه على نسمات الإيمان عند الكعبة ، وفي عرفات ، وعند المشعر الحرام ، ويكتب له ولأهله أجر وثواب عند الله عزوجل ، إلا أنها لا تسقط فريضة الحج عنه إذا بلغ الحلم . فقد أخرج البيهقي في السنن الكبرى (5_165) عن ابن عباس رضي الله عنهما قال : ( وأيما صبي حج به أهله فقد قضت حجته عنه ما دام صغيراً ، فإذا بلغ فعليه حجة أخرى )) . قال الخطابي إنما كان كان له الحج من ناحية الفضيلة دون أن يكون محسوباً عن فرضه لو بقي حتى بلغ ويدرك مدرك الرجال ، وهذا كالصلاة يؤمر بها إذا أطاقها وهي غير واجبة عليه وجوب فرض . ولكن يكتب له أجرها تفضلاً من الله سبحانه وتعالى . ويكتب لمن يأمره بها ويرشده إليها أجر ، فإذا كان له حج فقد علم أن من سننه أن يوقف به المواقف ويطاف به حول البيت محمولاً ؛ إن لم يطق المشي وكذلك السعي ونحوها من أعمال الحج . وفي ذلك دليل على أن حجه إذا فسد ودخله نقص فإن جبرانه واجب عليه كالكبير ، وإن اصطاد صيداً لزمه الفداء كما يلزم الكبير . ¶ _ وعن السائب بن يزيد قال : (( حج بي أبي مع رسول الله صلى الله عليه وسلم في حجة الوداع ، وأنا ابن سبع سنين )) (¬1) . قال النووي : فيه حجة للشافعي ومالك وأحمد وجماهير العلماء أن حج الصبي منعقد صحيح يثاب عليه ، وإن كان لا يجزئه عن حجة الإسلام ، بل يقع تطوعاً ، وقال أبو حنيفة : لا يصح حجه . قال أصحابه : وإنما فعلوه تمريناً له ليعتاد فيفعله إذا بلغ . وكذا في فتح الباري ، واحتج الجمهور بقوله صلى الله عليه وسلم : نعم ولك أجر ، وهو حجة على أبي حنيفة . ¶ ¬__________ ¶ (¬1) 1- الترمذي ، كتاب الحج ، باب (82) ما جاء في حج الصبي رقم الحديث (928) ، وقال أبو عيسى حديث حسن صحيح ، وقد أجمع أهل العلم أن الصبي إذا حج قبل أن يدرك فعليه الحج إذا أدرك ، فلا تجزئ عنه تلك الحجة عن حجة الإسلام .",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "وشذ بعض العلماء فقال : إذا صح حج الصبي أجزأه عن حجة الإسلام ، لظاهر قوله صلى الله عليه وسلم نعم في جوابها ألهذا حج ؟ ، وحديث ابن عباس قال : أيما غلام حج به أهله ثم بلغ فعليه حجة أخرى ، ثم ساقه بإسناد صحيح . وأخرجه الحاكم مرفوعاً وقال على شرطهما . ثم قال : فيؤخذ من مجموع هذه الأحاديث أنه يصح حج الصبي ولا يجزئه عن حجة الإسلام إذا بلغ . ¶ الضرب وسيلة تربوية ¶ تمهيد : ¶ ساد في البيئة التربوية الغربية ومقلديها في العالم العربي والإسلامي وغيرهما ؛ أن الضرب وسيلة غير تربوية ، وأنه وسيلة قديمة فاشلة ، لا يستخدمه إلا المعلم الفاشل الفظ والغليظ الذي يرهب التلاميذ وينفرهم من المدرسة ، ولذلك تصدر تعاميم وزارات المعارف والتربية في العالم تحرم استخدامه وتهدد المعلم الذي يستخدمه بأقسى العقوبات . ¶ وقد استُخدم الضرب خلال العصور الوسطى ، وعصور الانحطاط ؛ بشكل غير صحيح ، ومبالغ فيه ، حتى صارت صورة المعلم مخيفة ومرعبة لدى الأطفال ، فجاءت قوانين التربية الحديثة كرد فعل عنيف على ذلك الانحراف . ¶ الضرب في القرآن الكريم وسيلة تربوية : ¶ قال تعالى في كتابه العزيز : { الرجال قوامون على النساء ، بما فضل الله بعضهم على بعض ، وبما أنفقوا من أموالهم ، فالصالحات قانتات حافظات للغيب بما حفظ الله ، واللاتي تخافون نشوزهنّ : فعظوهنّ ، واهجروهنّ في المضاجع ، واضربوهنّ ، فإن أطعنكم فلا تبغوا عليهنّ سبيلاً ، إن الله كان علياً كبيراً } (النساء :34) .",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "وفسر هذه الآية ابن كثير فيقول : ( الرجال قوامون ... أي أمراء على النساء ، وتطيعه فيما أمرها الله به من طاعته ، وهو رئيسها والحاكم عليها ، ومؤدبها إذا اعوجت ) ، ( واللاتي تخافون نشوزهنّ ... أي النساء اللاتي تتخوفون أن ينشزن على أزواجهنّ _ أي لا يطعنهم _ فعظوهنّ : أي خوفوهنّ من عقاب الله في عصيان زوجها ، فإن لم تكف عن نشوزها ؛ فاهجروهنّ في المضاجع : وهو أن يضاجعها في الفراش ولا يجامعها ، وذلك عليها شديد ، _ فإن لم تكف _ فاضربوهنّ ضرباً غير مبرح ، وهو أن لا يكسر لها عضواً ولا يؤثر فيها شيئاً ) _مختصر تفسير ابن كثير_ . ¶ ويتضح أن الله سبحانه وتعالى بين ثلاث وسائل تربوية ، لمعالجة المرأة الناشز التي لا تطيع زوجها ، تنفع الوسيلة الأولى مع ذات الدين ، التي غفلت قليلاً فيذكرها ، فتنفعها الذكرى ، وأما الوسيلة الثانية فتنفع المرأة السوية ، التي لم تنحرف فطرتها ، ومعظم النساء تفلح معهن هذه العقوبة وتردهن إلى طاعة الزوج ، أما الضرب فإنه الوسيلة الأخيرة ، التي يلجأ إليها عندما لا تجدي الوسيلتان السابقتان ، وقليل من النساء من تضطر زوجها إليه ، لكن يبقى الضرب وسيلة تربوية تعالج بعض النساء وتردهن إلى جادة الصواب (¬1) . ¶ الضرب في الحديث الشريف وسيلة تربوية : ¶ ¬__________ ¶ (¬1) 1- والواقع أن بعض الأزواج يستخدمون الضرب أولاً وأخيراً ، ولا يعرفون غيره ، ولا يقدرون على استخدام الوسيلة الثانية ، لأنها تتطلب رجلاً كامل الرجولة ، يتحكم في شهوته ، ويضربون الوجه وهذا حرام ، ويؤثر ضربهم في جسم زوجاتهم وهذا حرام أيضاً ، إذ أن الضرب التربوي غير ذلك .",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "روى البخاري في الأدب عن ابن عباس رضي الله عنهما أن النبي صلى الله عليه وسلم أمر بتعليق السوط في البيت (الأدب المفرد 2/656) . وروى عبدالرزاق والطبراني عن ابن عباس مرفوعاً : (( علقوا السوط حيث يراه أهل البيت ، فإنه أدب لهم )) (¬1). وعن عبدالله بن بسر المازني الصحابي رضي الله عنه قال : بعثتني أمي إلى رسول الله صلى الله عليه وسلم بقطف من عنب فأكلت منه قبل أن أبلغه إياه ، فلما جئت أخذ بأذني وقال : يا غدر . (النووي في الأذكار) . وأخرج البخاري في صحيحه عن أبي هريرة رضي الله عنه قال : كان النبي صلى الله عليه وسلم يقول : (( لا يجلد فوق عشر جلدات إلا في حد من حدود )) . وقد عنون البخاري للحديث (التعزير والأدب) وقال الحافظ ابن حجر : والمراد بالأدب في الترجمة التأديب وعطفه على التعزير ؛ لأن التعزير يكون بسبب المعصية ، والتأديب أعم ومنه تأديب الولد وتأديب المعلم . ( فتح الباري 15/191) . وروى أبوداود بإسناد حسن : (( مروا أولادكم بالصلاة وهم أبناء سبع واضربوهم عيها وهم أبناء عشر )) . ¶ نخلص مما سبق إلى أن الضرب عقوبة تربوية مقررة في كتاب الله وسنة رسوله صلى الله عليه وسلم ، لكن استخدام الضرب من قبل بعض الآباء ، والأزواج ، والمعلمين استخداماً يخرجه عن شروطه الإسلامية ، بل يخرجه من كونه وسيلة تربوية إلى أن يصبح وسيلة للتشفي والحقد والانتقام ، لذلك ثار التربويون ضده ، وبالغوا في ثورتهم حيث منعوه تماماً . ¶ شروط الضرب التربوي ¶ مراحل العقوبة بالعصا : ¶ 1_ رؤية الأطفال للسوط والخوف منه ، عندما يعلق في البيت أمامهم . ¶ 2_ الوعيد باستخدام هذا السوط إذا لم يكف الولد أو البنت عن السشلوك الخاطئ . ¶ 3_ شد الأذن : وهو عقوبة مسنونة ، وهو أول عقوبة جسدية تستخدم مع الطفل . ¶ 4_ الضرب بالعصا وفق الشروط التالية : ¶ أ_ لا يُضرب الطفل قبل العاشرة من عمره . ¶ ¬__________ ¶ (¬1) 2- حديث حسن ، انظر صحيح الجامع رقم (4022) .",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "ب_ لا يُضرب أكثر من عشر جلدات . ¶ ج_ ينبغي أن لا يتعدى أثر الضرب الجلد (¬1) . ¶ د_ أن يكون السوط معتدلاً بين القضيب والعصا ، معتدل الرطوبة . ¶ هـ_ يفرق الضرب ولا يجمع في مكان واحد . ¶ و_ أن يترك زمن بين الضربتين ليخف ألم الضربة السابقة . ¶ ز_ لا يضرب الوجه والفرج والرأس ، ويفضل الضرب على الرجلين ، فقد روى مسلم عن أبي هريرة رضي الله عنه قال : (( قال رسول الله صلى الله عليه وسلم : إذا قاتل أحدكم أخاه فليجتنب الوجه )) (¬2). ويقول النووي (16/402) : قال العلماء : هذا تصريح بالنهي عن ضرب الوجه لأنه لطيف يجمع المحاسن وأعضاؤه نفيسة لطيفة وأكثر الإدراك بها فقد يبطلها ضرب الوجه ، وقد ينقصها ، وقد يسوه الوجه والشين فيه فاحش لأنه بارز ظاهر لا يمكن ستره ومتى ضربه لا يسلم من شين غالباً ، ويدخل في النهي إذا ضرب زوجته أو ولده أو عبده ضرب تأديب فليجتنب الوجه . ¶ ح_ لا يضرب المربي في حالة الغضب ، لأنه يربي ولا ينتقم . ¶ ط_ قف عن الضرب إذا استجار الطفل بالله . ¶ ي_ يجب أن يسبق الضرب ويرافقه ويتبعه شرح يبين سببه ، ويبين السلوك الصحيح الذي لا يضرب عليه . ¶ وفرقوا بينهم بالمضاجع ¶ المضاجع هي أماكن النوم ، وهذا أمر من رسول الله صلى الله عليه وسلم للوالدين يطلب منهم أن يفرقوا بين أولادهم أثناء النوم عندما يبلغون العاشرة من العمر . ولهذا التفريق صور وأشكال متعددة تتناسب مع سعة المسكن للأسرة ، وهذه بعض الأسس التي ننصح بمراعاتها : ¶ ¬__________ ¶ (¬1) 1- يقول المودودي رحمه الله : ( الجلد مأخوذ من الجِلد وهو ظاهر البشرة من جسد الإنسان ، ومن ثم فقد اتفق أصحاب المعاجم وعلماء التفسير على أن الضرب بالسوط ينبغي أن يصيب الجلد فقط ولا يعدوه إلى اللحم فكل ضرب يقطع اللحم أو ينزع الجلد ويجرح اللحم مخالف لحكم القرآن . ¶ (¬2) 2- مسلم (2612) في البر ، باب النهي عن ضرب الوجه .",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "1- لا بد من تخصيص غرفة للبنات وأخرى للصبيان في العاشرة ، ولو اضطرت الأسرة إلى فصل الغرفة الواحدة بستارة عازلة عند النوم . ¶ 2- يخصص فراش لكل فرد ، ذكراً أم أنثى ، منذ السادسة ، وربما قبلها ، وأصبح هذا الأمر متوفراً لجميع الأسر تقريباً . وفي العاشرة يصبح أمراً يجب تنفيذه ، لينام كل فرد في فراشه الخاص به . ¶ الفصل السادس ¶ الجليس الصالح ¶ يبقى الطفل ضمن دائرة تأثير والديه حتى السابعة ، حيث يدخل المدرسة فيتأثر بمعلميه وزملائه ، ويتزايد أثر الأصحاب على الأولاد في الطفولة المتأخرة ، ثم يصل إلى مداه الأقصى عند البلوغ ، وفي بداية المراهقة ، ويرتبط أثر الأصحاب بمدى المخالطة ، ويصل إلى قمته عند أفراد (الشلة) خلال المراهقة ، وللأقران أثر كبير جداً على الأولاد ، أثر غير مباشر ، ينفذ إلى أعماق العقل الباطن عند الإنسان ويلازمه مدى حياته ، وقد يدعم أثر البيت ؛ أو يضعفه ، لذا يلزم الآباء حسن اختيار جليس أولادهم ؛ بأسلوب تربوي مخطط ؛ كي لا تضيع جهودهم التي بذلوها لأطفالهم في الطفولة المبكرة ، بعد مخالطتهم للأقران وتفاعلهم معهم في الطفولة المتأخرة والمراهقة . ¶ روايات الحديث ¶ في صحيح البخاري : ¶ 1_ عن أبي بردة بن أبي موسى عن أبيه رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : (مثل الجليس الصالح والجليس السوء كمثل صاحب المسك وكير الحداد : لا يعدمك من صاحب المسك ، إما أن تشتريه أو تجد ريحه ، وكير الحداد يحرق بيتك أو ثوبك أو تجد منه ريحاً خبيثة ) (¬1) . ¶ ¬__________ ¶ (¬1) 1- صحيح البخاري ، كتاب البيوع ، باب (38) في العطار وبيع المسك ، ورقم الحديث (2101) ، وفتح الباري (4_379) ، دار الريان .",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "2_ وعنه أيضاً ، عن النبي صلى الله عليه وسلم قال : ( مثل الجليس الصالح والسوء كحامل المسك ونافخ الكير ، فحامل المسك إما أن يحذيك ، وإما أن تبتاع منه ، وإما أن تجد منه ريحاً طيبة ، ونافخ الكير إما أن يحرق ثيابك ، وإما أن تجد ريحاً خبيثة ) _ صحيح البخاري ، كتاب الذبائح والصيد، باب المسك (31) ، وفتح الباري (9_577) دار الريان _ . ¶ 3_ وعن عبدالله بن مسعود رضي الله عنه قال : جاء رجل إلى النبي صلى الله عليه وسلم فقال : يا رسول الله ماذا تقول في رجل أحب قوماً ولم يلحق بهم ؟ فقال رسول الله صلى الله عليه وسلم : ( المرء مع من أحب ) (¬1) . ¶ في صحيح مسلم : ¶ 1_ عن أبي موسى الأشعري رضي الله عنه عن النبي صلى الله عليه وسلم قال : ( إنما مثل الجليس الصالح والجليس السوء كحامل المسك ونافخ الكير ، فحامل المسك إما أن يحذيك وإما أن تبتاع منه وإما أن تجد منه ريحاً طيبة ، ونافخ الكير إما أن يحرق ثيابك وإما أن تجد منه ريحاً خبيثة ) (¬2) . ¶ ¬__________ ¶ (¬1) 2- صحيح البخاري ، رقم (6169) كتاب الأدب ، باب علامة الحب في الله . ¶ (¬2) 1- صحيح مسلم ، كتاب البر والصلة والآداب ، باب استحباب مجالسة الصالحين ومجانبة قرناء السوء رقم (45) ، رقم الحديث (2628) ، في شرح النووي (16_417) .",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "2_ وعن أنس بن مالك رضي الله عنه قال : جاء رجل إلى النبي صلى الله عليه وسلم فقال : يا رسول الله : متى الساعة ؟ قال : ( وما أعددت للساعة ؟ قال : حب الله ورسوله ، قال : فإنك مع من أحببت ، قال أنس : فأنا أحب الله ورسوله وأبابكر وعمر وأرجو أن أكون معهم وإن لم أعمل بأعمالهم (¬1). ويقول النووي : فيه فضل حب الله ورسوله صلى الله عليه وسلم والصالحين وأهل الخير الأحياء والأموات ، ومن فضل محبة الله ورسوله امتثال أمرهما واجتناب نهيهما ، والتأدب بالآداب الشرعية ، ولا يشترط في الإنتفاع بمحبة الصالحين أن يعمل عملهم ؛ إذ لو عمله لكان منهم ومثلهم ، ثم أنه لا يلزم من كونه معهم أن تكون منزلته وجزاؤه مثلهم من كل وجه . ¶ في سنن أبي داود : ¶ 1_ عن أنس رضي الله عنه : قال رسول الله صلى الله عليه وسلم : ( مثل المؤمن الذي يقرأ القرآن مثل الأترجة : ريحها طيب ، وطعمها طيب ، ومثل المؤمن الذي لا يقرأ القرآن ، كمثل التمرة : طعمها طيب ولا ريح لها ، ومثل الفاجر الذي لا يقرأ القرآن كمثل الحنظلة : طعمها مر ولا ريح لها ، ومثل جليس الصالح : كمثل صاحب المسك ، إن لم يصبك منه شيء أصابك من ريحه ، ومثل جليس السوء كمثل صاحب الكير إن لم يصبك من سواده أصابك من دخانه ) (¬2) . ¶ ¬__________ ¶ (¬1) 2- مسلم رقم (2630) في البر ، باب المرء مع من أحب . ¶ (¬2) 3- مختصر سنن أبي داود ، كتاب الأدب ، باب : من يؤمر أن يجالس (7_184) ، ورقمه (4662) ، وفي جامع الأصول (8_506) . ويقول الأرناؤوط : إسناده حسن .",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "2_ وعن أبي سعيد _ وهو الخدري_ عن النبي صلى الله عليه وسلم قال : ( لا تصاحب إلا مؤمناً ، ولا يأكل طعامك إلا تقي ) (¬1) . قال الشيخ أبو سليمان الخطابي : هذا إنما جاء في طعام الدعوة ، دون طعام الحاجة ، وذلك أن الله سبحانه وتعالى يقول : { ويطعمون الطعام على حبه مسكيناً ويتيماً وأسيراً } ( الإنسان :9 ) ، ومعلوم أن أسراهم كانوا كفاراً ، غير مؤمنين ولا أتقياء . وإنما حذر من صحبة من ليس بتقي ، وزجر عن مخالطته ومؤاكلته ، فإن المطاعمة توقع الأفة والمودة في القلوب . يقول : لا تؤالف من ليس من أهل التقوى والورع ، ولا تتخذه جليساً وتطاعمه وتنادمه . وقال في عون المعبود (13_177) : (لا تصاحب إلا مؤمناً) أي كاملاً ، أو المراد النهي عن مصاحبة الكفار والمنافقين لأن مصاحبتهم مضرة في الدين ، والمراد بالمؤمن جنس المؤمنين ، ( ولا يأكل طعامك إلا تقي ) أي متورع ، والمعنى لا تطعم طعامك إلا تقياً . ويقول المناوي في فيض القدير (6_405) : قيل صحبة الأخيار تورث الخير ، وصحبة الأشرار تورث الشر ، كالريح إذا مرت على الطيب حملت طيباً ، وإذا مرت على النتن حملت نتناً ، وقال الشافعي : ليس أحد إلا له محب ومبغض ، فإذن لا بد من ذلك ، فليكن المرجع إلى أهل طاعة الله ، ومن ثم قيل : ¶ لا يصب الإنسان إلا نظيره ....... وإن لم يكونوا من قبيل ولا ولد . ¶ ¬__________ ¶ (¬1) 4- (7_185) ورقم الحديث : (4665) في المختصر ورقمه (4811) في عون المعبود . وقال السيوطي عنه صحيح ، وقال المناوي : قال الحاكم صحيح وأقره الذهبي .",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "وصحبة من لا يخاف الله لا يؤمن غائلتها لتغيره يتغير الأعراض . قال تعالى : { ولا تطع من أغفلنا قلبه عن ذكرنا واتبع هواه وكان أمره فرطاً } (الكهف :28) والطبع يسرق من الطبع من حيث لا يدري ، قال حجة الإسلام : والإخوان ثلاثة : أخ لآخرتك فلا نزاع فيه إلا الدين ، وأخ لدنياك فلا نزاع فيه إلا الخلق ، وأخ لتستأنس به فلا نزاع فيه إلا السلامة من شره وخبثه وفتنته ، قال في الحكم : لا تصحب من لا ينهضك حاله ، ولا يدلك على الله مقاله ( ولا يأكل طعامك إلا تقي ) : لأن المطاعمة توجب الألفة وتؤدي إلى الخلطة ، بل هي أوثق عرى المداخلة ، ومخالطة غير التقي يخل بالدين ويوقع في الشبه والمحظورات ، فكأنه ينهى عن مخالطة الفجار إذ لا تخلو عن فساد إما بمتابعة في فعل أو مسامحة في إغضاء عن منكر فإن سلم من ذلك ولا يكاد فلا تخطئه فتنة الغير به ، وليس المراد حرمان غير التقي من الإحسان ؛ لأن المصطفى صلى الله عليه وسلم أطعم المشركين وأعطى المؤلفة قلوبهم المئين ، بل يطعمه ولا يخالطه . ¶ 3_ وعن موسى بن وردان ، عن أبي هريرة رضي الله عنه أن النبي صلى الله عليه وسلم قال : ( الرجل على دين خليله ، فلينظر أحدكم من يخالل ) (¬1). ¶ 4_ وعن يزيد _ يعني ابن الأصم _ عن أبي هريرة ، يرفعه ، قال : ( الأرواح جنود مجندة ، فما تعارف منها ائتلف ، وما تناكر منها اختلف ) (¬2). ¶ في سنن الترمذي : ¶ ¬__________ ¶ (¬1) 1- رقم الحديث (4666) وأخرجه الترمذي وقال : حسن غريب . ¶ (¬2) 2- رقم (4667) وأخرجه مسلم في الأدب ، باب الأرواح جنود مجندة ورقم (2638) .",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "1_ عن أنس رضي الله عنه قال : ( جاء رجل إلى رسول الله صلى الله عليه وسلم فقال : يا رسول الله متى قيام الساعة ؟ فقام النبي النبي صلى الله عليه وسلم إلى الصلاة ، فلما قضى صلاته قال : أين السائل عن قيام الساعة ؟ فقال الرجل : أنا يا رسول الله . قال : ما أعددت لها ؟ قال : يا رسول الله ما أعددت لها كبير صلاة ولا صوم إلا أني أحب الله ورسوله . فقال رسول الله صلى الله عليه وسلم : المرء مع من أحب وأنت مع من أحببت ، فما رأيت فرح المسلمون بعد الإسلام فرحهم بهذا ) (¬1). ¶ 2_ عن صفوان بن عسال قال : ( جاء أعرابي جهوري الصوت قال : يا محمد الرجل يحب القوم ولما يلحق بهم ، فقال رسول الله صلى الله عليه وسلم : المرء مع من أحب ) (¬2). ¶ شرح الحديث ¶ في فتح الباري : ¶ يقول الحافظ ابن حجر يرحمه الله : كير الحداد بكسر الكاف ، وحقيقته البناء الذي يركب عليه الزق ، والزق هو الذي ينفخ فيه ، فأطلق على الزق اسم الكير مجازاً لمجاورته له ، وقيل الكير هو الزق نفسه ، وأما البناء فاسمه الكور . وفي الحديث النهي عن مجالسة من يتأذى بمجالسته في الدين والدنيا ، والترغيب في مجالسة من ينتفع بمجالسته فيهما (4/379) . ¶ في شرح النووي : ¶ يحذيك : يعطيك هبة (مجاناً) . ¶ يقول النووي يرحمه الله : فيه تمثيله صلى الله عليه وسلم الجليس الصالح بحامل المسك ، والجليس السوء بنافخ الكير ، وفيه فضيلة مجالسة الصالحين ، وأهل الخير والمروءة ومكارم الأخلاق والورع ، والعلم والأدب ، والنهي عن مجالسة أهل الشر وأهل البدع ومن يغتاب الناس او يكثر فجره وبطالته ونحو ذلك من الأنواع المذمومة . (16/178) . ¶ في تحفة الأحوذي : (¬3) ¶ ¬__________ ¶ (¬1) 1- سنن الترمذي (الجامع الصحيح) باب (50) رقم الحديث (2385) ، وقال عنه أبو عيسى : هذا حديث صحيح . ¶ (¬2) 2- سنن الترمذي ، رقم (2387) . وقال أبو عيسى : هذا حديث حسن صحيح . ¶ (¬3) 3- باب (38) رقم الحديث : (2492) .",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "أي يحشر مع محبوبه ن وظاهر الحديث العام الشامل للصالح والطالح ، ويؤيده حديث المرء على دين خليله ، ومن أحب قوماً بالإخلاص يكون من زمرتهم ، وإن لم يعمل عملهم ، لثبوت التقارب بين قلوبهم ، وربما تؤدي تلك المحبة إلى موافقتهم ، وفيه الحث على محبة الصلحاء والأخيار ورجاء اللحاق بهم والخلاص من النار . ¶ في عون المعبود : ¶ الأترجة : ثمر معروف يقال لها : ترنج جامع لطيب الطعم والرائحة وحسن اللون ومنافع كثيرة ، والمقصود بضرب المثل علو شأن المؤمن وارتفاع عمله ، وانحطاط شأن الفاجر وإحباط عمله ، والكير : زق ينفخ فيه الحداد . وفي الحديث إرشاد إلى الرغبة في صحبة الصلحاء والعلماء ومجالستهم فإنها تنفع في الدنيا والآخرة ، وإلى اجتناب صحبة الأشرار والفساق فغنها تضر ديناً ودنيا . ¶ في ضلال الحديث ¶ جماعة الأقران ¶ تمهيد : ¶ القرين في اللغة : المقارن والمصاحب ، والقرين : الزوج لأنه يصاحب زوجته ولا يفارقها ، والقرين : البعير المقرون بآخر ، والقرينة : الزوجة . (المعجم الوسيط) . ¶ والأقران : مجموعة من الفتيان ، قبل البلوغ أو بعده ، أو من الفتيات ، يكونون جماعة للذكور ، أو جماعة للإناث ، والأصح مجموعة يتراوح عددها بين (2_5) على الأكثر . وجماعة الأقران أهم حدث في حياة الإنسان بعد الطفولة المبكرة ،فما هي ؟ وما أثرها في حياة الإنسان ؟",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "يقول الأب والألم يعصره : كان ولدي طفلاً مؤدباً ، لا يخالف أبويه ، ولا يخرج من البيت ، حتى إذا تعرف على ابن فلان وابن فلان ، وكون معهم (بشكة) (¬1) ، لا يفارقهم ولا يفارقونه ، تغير سلوكه وطبعه ، وأصبح لا يطيق المكث في البيت ، ولا يسمع كلاماً لأحد من أسرته ، ... هذه الأسطوانة السابقة الذكر ، سمعها الباحث عشرات المرات ، إبان عمله كمرشد طلابي في المدارس المتوسطة والثانوية بالمدينة المنورة . فهذه (البشكة) أو (المجموعة) من الرفاق غيرت سلوك الفتى وطبعه . ¶ أسبابها : ¶ جماعة الأقران مرحلة ضرورية من النمو يمر بها الإنسان ، قبيل البلوغ وبعده ، وقد تستمر حتى الزواج ، فتغرس في الإنسان سماتاً لا تفارقه مدى العمر . وهي قنطرة عبور للطفل الذي عاش داخل الأسرة ، وبعد بضع سنوات سيعيش داخل المجتمع ، والأقران مرحل انتقالية بين الاسرة والمجتمع ، يتعلم فيها المراهق معايير سلوكية ويتعامل مع أفراد متساويين معه ، وتساعده على الاستقلال الشخصي عن الوالدين _حامد زهران ، ص (226) _ فالطفل متعلق بوالديه أكثر من تعلق الفتى بأقرانه ، والرجل متعلق بالمجتمع بدرجة أقل من تعلق الفتى بأقرانه ، فهي مرحلة انتقالية ضرورية للنمو السليم . ¶ أثر الأقران على الفرد : ¶ ¬__________ ¶ (¬1) 1- كلمة دارجة في الحجاز وتعني مجوعة أقران .",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "تؤثر جماعة الأقران على الإنسان سلباً أو إيجاباً ، فالطفل الحسن الذي التحق بأقران فاسدين ؛ يكتسب منهم السلوك السيء والقيم الفاسدة ، والطفل السيء الذي التحق بأقران صالحين ؛ يكتسب منهم القيم الفاضلة والسلوك الحسن وهذا يعني أن مرحلة الأقران منعطف خطير في حياة الإنسان فقد تدعم الجهود المبذولة في مرحلة الطفولة المبكرة ؛ فتثبتها وتنميها ، وقد تتصارع معها فتمحوها أو على الأقل تضعفها . فقد أخرج الترمذي وأبوداود أن رسول الله صلى الله عليه وسلم قال : (( المرء على دين خليله ، فلينظر أحدكم من يخالل )) _ جامع الأصول (6/667) _ ، وأخرج الشيخان عن أبي موسى الأشعري رضي الله عنه أن رسول الله صلى الله عليه وسلم قال : (( المرء مع من أحب )) _ جامع الأصول (6/558) _ وقلما نجد مراهقاً كان له خلة ومحبة وملازمة لرفقة ما ، إلا ويكون على نهجها وطريقتها ، متحداً معها في أفكاره ومسالكه وأخلاقه ، إن خيراً فخير وإن شراً فشر ، ثم يبقى _ في الغالب _ طيلة عمره على ذلك (¬1) . ¶ وتتميز المراهقة المبكرة بأنها مرحلة المسايرة والمجاراة والموافقة والإنسجام مع المحيط الإجتماعي ، وقبول العادات الإجتماعية الشائعة بغية تحقيق التوافق الإجتماعي (¬2) . ¶ والخليل أو القرين يؤثر على العقيدة ، وهذا هو الخطر الكبير ، يقول تعالى : { ويوم يعض الظالم على يديه يقول يا ليتني اتخذت مع الرسول سبيلاً ، يا ويلتى ليتني لم أتخذ فلاناً خليلاً ، لقد أضلني عن الذكر بعد إذ جاءني ، وكان الشيطان للإنسان خذولاً } ( الفرقان : 27_29 ) . ¶ ¬__________ ¶ (¬1) 1- عبد العزيز النغيمشي ، ص (71) . ¶ (¬2) - حامد زهران ، ص (325) .",
            "page": "105",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "وتدخل هذه الآثار التراكمية إلى نفس القرين دون أن يشعر ، ولا ينتبه إلا بعد فوات الأوان ، فلو كان أحد القرناء يدخن ، والآخر لا يدخن ولا يحب التدخين ، ويظن في نفسه أنه لن يتأثر بقرينه ولن يعتاد على التدخين ، لكن تعوده على رائحة التدخين من قرينه ، ثم الرغبة اللاشعورية في التوحد مع قرينه ،تدفعه _دون أن يشعر_ إلى المسايرة ، فيدخن مرة لإرضاء قرينه ، وثانية وثالثة حتى يتعود التدخين لذلك قال الشاعر : ¶ عن المرء لا تسل وسل عن قرينه .......... فكل قرين بالمقارن يقتدي ¶ البيت وجماعة الأقران ¶ البيت هو المسئول الأول عن الطفل المسلم ، يتعهده في طفولته ، ويحفظ فطرته من الانحراف ، ومن واجبات البيت المسلم توفير الصحبة الصالحة لأولاده ، وبناته ، لأن الرفقة ( الأقران ) مرحلة ضرورية لا بد منها ، فإذا أحسن الوالدان اختيار الصديق والرفيق الصالح لولدهما ، نجا وسلمت فطرته بإذن الله ، وتأمين هذا الجليس الصالح لا يقل أهمية عن تأمين الخبز والماء للطفل ، وربما أهم منهما . ومرحلة الأقران فرصة ذهبية لمن فاته الإهتمام بطفله خلال مرحلة الطفولة المبكرة ، ويمكن تعويض بعض ما فات ؛ إذا ألحق الصبي بأقران صالحين . ومكان وجودهم في المساجد ، وحلقات العلم والدعوة . ¶ وسائل البيت في توفير الجليس الصالح : ¶ 1_معرفة الوالدين لعلم نفس النمو :",
            "page": "106",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "عندما يطلع الوالدان على مبادئ علم نفس النمو ، فإنهما يعرفان أن على الأب مثلاً أن يرافق ابنه في طفولته المتأخرة ( 9_12 ) ، وبعدها ، ويغير من نظرته إلى ابنه ، الذي لم يعد طفلاً ، والولد والبنت يهمهما كثيراً أن ينظر إليهما على أنهما كبرا وصارا مثل الكبار ، فيصاحب الأب ولده ، وتصاحب الأم ابنتها ، والمثل الشعبي يقول : ( إذا كبر ولدك خاويه ) ، أما إذا استمرت الأسرة في معاملة الولد على أنه طفل ، فإنه يبحث وبسرعة عن أقران خارج الأسرة ، وسوف تتلقفه أول مجموعة أقران يصادفها ( خيرة أو شريرة ) ز وعندما يصاحب الأب ولده ، وتصاحب الأم ابنتها كأصدقاء ؛ فإن الأولاد عندئذ يتشربون سلوك والديهم على أنهم أصدقاء لهم ، وفي هذا دعم للقيم والجهود التي بناها الوالدان في الطفولة المبكرة ¶ 2_ الإقامة في بيئة صالحة : ¶ لأن العامل الجغرافي هو الأول في انتقاء الأقران لبعضهم ، فهم زملاء في مسجد واحد ،أو مدرسة واحدة ، أو حي واحد . لذلك على البيت المسلم أن يسكن في حي نظيف إسلامياً ، بجوار مسجد نشيط وعامل وفيه جماعة لتحفيظ القرآن نشيطة ومؤهلة تربوياً ، وأن يرسل أولاده وبناته إلى مدارس نظيفة إسلامياً ، مهما كانت بعيدة عن البيت . وينبغي على البيت المسلم أن يرسل أطفاله ، وبناته إلى جماعات تحفيظ القرآن الكريم ، وهذه الجماعات _غالباً_ نظيفة ن وهي البيئة الأمثل للجليس الصالح . ¶ 3_ المتابعة غير المباشرة : ¶ قبيل البلوغ يتضايق الأولاد من تدخل الوالدين في شئونهم ، لأنهم ينظرون إلى التحرر من سلطو الوالدين على أنها دليل الرشد والنضج عندهم ، لذلك ينبغي على الوالدين الحصيفين أن يتدخلا بشكل غير مباشر على النحو التالي : ¶ أ – يقوم البيت المسلم بزيارات إسلامية إلى بيوت مسلمة مماثلة في أعمار الصبيان والبنات ، فيجلس الصبيان أو يلعبون معاً ، وتجلس البنات مع بعضهن .",
            "page": "107",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "ب _ تقوم عدة بيوت مسلمة منتقاة بنزهة مشتركة ، مع الإهتمام بفصل الجنسين ، ويخصص وقت للعبادة ( صلاة ، تلاوة ، أذكار مسنونة ) ، ووقت آخر يلعب فيه الصبيان مع بعضهم ، والبنات مع بعضهن . ¶ ج _ يجمع الأب المسلبم أبناء إخوانه المماثلين لأولاده في العمر ، ويصحبهم إلى الحدائق أو البرية ليتنزهوا ويلعبوا ويأكلوا معاً ، وربما اجتمع عدة آباء مع صبيانهم على السباحة ، ثم الفطور ، كذلك تدعو الأم بنات أخواتها المسلمات المماثلات لابنتها ، وتكرمهن في البيت ، فيلعبن ويأكلن مع ابنتها . ¶ د _ يدعو البيت المسلم الأقران الصالحين إلى البيت ، ويكرمهم ويشجع أولاده بشكل غير مباشر على الاندماج معهم . ¶ هـ _ إلحاق الولد بالمراكز والمخيمات الإسلامية ، وإلحاق البنت بمراكز إسلامية خاصة بهن . ¶ و _ يزور الوالدان مدارس أولادهم المتوسطة ، ويعرفون _ دون إخبار إبنهم أو إبنتهم _ أصحابهم ، فإن كانوا خيرين فنعم ذلك ، وإن كانوا شريرين فعلى الأب أن يكون حازماً وينقل ولده أو إبنته من هذه المدرسة إلى غيرها . ¶ ز _ الإستعانة بذوي الخبرة : كأن يلجأ الأب إلى مدرس داعية ، فيوثق صلته بولده بشكل غير مباشر ، أو يوصي قريباً كالعم أو الخال أو الأخ الأكبر ليتعاون معه على توجيه الصبي نحو الخير . ¶ المسجد وجماعة الأقران ¶ تمهيد : ¶ كي يقوم المسجد بمهمته في المجتمع المسلم ؛ لابد من توظيف الدعاة المؤهلين تربوياً فيه ، ومساواة رواتبهم بنظرائهم في ميدان التعليم ، ولابد من من إلمام المربي والداعية بعلم نفس النمو عامة ، ومرحلة البلوغ والشباب ( المراهقة ) خاصة ، بالإضافة إلى علوم القرآن والحديث والفقه . ¶ الأقران في المسجد :",
            "page": "108",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "بما أن العامل الجغرافي هو العامل الأول في انتقاء الأقران ، لذلك ينتقي الصبي أقرانه من زملائه في المسجد : لأنهم يلتقون كل يوم عدة مرات ، أثناء الصلاة ، وأثناء درس القرآن الكريم اليومي ، ولأنهم متماثلون في العمر ، كما يهيأ مدرس القرآن الكريم في المسجد نشوء جماعات الأقران بواسطة الأسر المسجدية . ¶ الأسر المسجدية : ¶ الأسرة المسجدية ، أو الحلقة أو المجموعة ... هي عدد من الفتيان تتراوح بين ( 4_8 ) أعضاء بما فيهم أمير الأسرة ، وتترك الحرية للأفراد ينتقون بعضهم ثم يعين لهم أمير بالتشاور معهم ، وقد يكون من العاملين في المسجد ، أو من طلاب المرحلة الثانوية الموثوقين في دينهم وسلوكهم . ولابد من تشابه أعضاء الأسرة بالعمر ، والصلة بالمسجد . ¶ وللأسرة المسجدية لقاء يومي وآخر أسبوعي ، وتنفذ خلال هذه اللقاءات أهداف عديدة هذه بعضها: ¶ _ حفظ بعض الآيات ، والسور القرآنية ، وشرح تفسير بعضها . ¶ _ حفظ وشرح بعض الأحاديث الشريفة ، كالأربعين النووية ، أو بعض رياض الصالحين . ¶ _ دراسة كتاب مبسط في العقيدة ، ودراسة دورية للسيرة النبوية . ¶ _ دراسة كتاب مبسط في التاريخ الإسلامي وحياة الصحابة والتابعين والأئمة الأعلام ، وأبطال المسلمين . ¶ _ صيام تطوع وإفطار مشترك في المسجد ، وفي بيوت بعضهم . ¶ _ إحياء ليلة في المسجد ، وفي بيوت بعضهم . ¶ _ رحلات قصيرة للسباحة والرمي وركوب الخيل والدراجات ، والجري والمشي الطويل ، نهاراً ، وليلاً . ¶ _ زيارات : للدعاة في بيوتهم ، وللمرضى ، والقبور . ¶ المراكز الصيفية والمخيمات الإسلامية :",
            "page": "109",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "ومن أفضل الوسائل التي تضع الأولاد في بيئة صالحة ؛ كي يختاروا رفاقاً صالحين منها : المخيمات الإسلامية والمراكز الصيفية الإسلامية ، إذ أن هذه الأنشطة تجمع الأولاد المحبين للدين ، والمنحدرين من أسر ملتزمة بدينها ، كما أنها مرغوبة لدى المراهقين لأسباب كثيرة منها : إشباع حاجاتهم الإجتماعية إلى الأقران ، وتحمل المسئولية ، كما تشبع حاجتهم النفسية المتمثلة في توكيد الذات ، والتحرر من الطفولة ، بالإضافة إلى إشباع حاجاتهم الجسدية المتمثلة في صرف الطاقة الفائضة بالأنشطة الرياضية . ¶ وتقام هذه المخيمات تحت إشراف الدعاة العاملين في المسجد ، لنزرع في نفوس الناشئة صورة المسجد كما هو في المجتمع المسلم ، وإمام المسجد ومدرسه ومؤذنه من المربين النشيطين في هذه المخيمات ، في دروسهم الدينية ، وفي الأنشطة الرياضية والإجتماعية كذلك . ¶ وهكذا نضع الصبي في بيئة صالحة ، لينتقي أقرانه منها ، فنحفظ جهود البيت المبذولة في الطفولة المبكرة ، كما نحفظه من هذا المنعطف الخطير ، ونحافظ على فطرة الله التي فطر الناس عليها (¬1) . ¶ الفصل السابع ¶ التربية السياسية في البيت المسلم ¶ تمهيد : ¶ التربية السياسية هي إعداد الفرد ليكون مواطناً صالحاً في المجتمع ، والمواطن الصالح في المجتمع المسلم ؛ هو الذي يعرف واجباته فيؤديها كاملة غير منقوصة ، كما يعرف حقوقه فيسعى إلى اكتسابها ، ولا يرضى بالذل والهوان ، ولا يخاف إلا الله عزوجل ، وهكذا يكون المجتمع المسلم حراً أبياً لا يقبل الاستبداد والظلم ، سواء وقع عليه ، أو على غيره من البشر . ¶ ¬__________ ¶ (¬1) - لمزيد الإطلاع على جماعة الأقران ، انظر كتاب الباحث : تربية الشباب المسلم ، نشر دار المجتمع بجدة ، (1993م) .",
            "page": "110",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "والبيت المسلم ركيزة التربية الإسلامية الأولى ، وهو المسئول الأول عن تكوين المواطن الصالح ، فالأب في البيت يمثل الدولة في المجتمع ، والأسرة مجتمع مصغر ، والأب العادل يربي أولاده على فضيلة العدل ، فتنغرس فيهم منذ الصغر ، حتى إذا كبروا وقد شبوا على العدل ؛ كان الظلم مبغوضاً عندهم ، فلا يظلمون غيرهم ، ولا يقبلون الظلم عليهم . ¶ والمتأمل في البيت المعاصر يجد صورة مصغرة للمجتمع المعاصر ، فالقهر والاستبداد والظلم ، وقوامة المرأة على الرجل ، والصراع بين الأجيال ... حتى يمكننا القول بأن البيت هو المسئول الأول عن التخلف السياسي في مجتمعاتنا المعاصرة ، ففي بعض بيوتنا تجد الأم حاكماً متسلطاً على الأسرة ، تسوسها حسب رغباتها ، والزوج لا حول له ولا قوة ، وفي بعضها تجد الأب منحازاً علناً إلى زوجته الجديدة وأولادها ، وتراه يضطهد زوجته القديمة وأولادها ، فيسوس أولاده وبناته بالقهر والاستبداد والهوى . ¶ والبيت الذي يربي أولاده على هذا المنوال يقدم أفراداً مناسبين لمجتمع مقهور ، فينقادون بسهولة ويسر للمستبد ، مما يجعل البغاث نسراً ، وتسود الرذيلة وتختفي الفضيلة ، ويصبح المعروف منكراً والمنكر معروفاً والعياذ بالله . كما هو الحال في كثير من مجتمعاتنا المعاصرة . ¶ أما البيت المسلم الذي يسير على هدى كتاب الله وسنة رسوله صلى الله عليه وسلم فإنه يقدم رجالاً أحراراً ، لبنات صالحة للمجتمع المسلم المرتقب . ¶ الأحاديث الشريفة ¶ أخرج البخاري يرحمه الله قال :",
            "page": "111",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "1_ حدثنا عبدان أخبرنا أبوحيان التيمي عن الشعبي عن النعمان بن بشير رضي الله عنهما قال : سألت أمي أبي بعض الموهبة لي من ماله ، ثم بدا له فوهبها لي فقالت : لا أرضى حتى تشهد النبي صلى الله عليه وسلم . فأخذ بيدي وأنا غلام فأتى النبي صلى الله عليه وسلم فقال : إن أمه بنت رواحة سألتني بعض الموهبة لهذا . قال : (( ألك ولد سواه ؟ قال : نعم . قال فأراه قال : لا تشهدني على جور )) (¬1) ، وقال أبوحيز عن الشعبي : لا أشهد على جور . ¶ 2_ حدثنا حامد بن عمر حدثنا أبوعوانة عن حصين عن عامر قال : سمعت النعمان بن بشير رضي الله عنهما وهو على المنبر يقول : أعطاني أبي عطية ، فقالت عمرة بنت رواحة : لا أرضى حتى تشهد رسول الله صلى الله عليه وسلم . فأتى رسول الله صلى الله عليه وسلم فقال : إني أعطيت ابني من عمرة بنت رواحة عطية ، فأمرتني أن أشهدك يا رسول الله . قال : (( أعطيت سائر ولدك مثل هذا ؟ قال : لا . قال : فاتقوا الله وأعدلوا بين أولادكم . قال : فرجع فرد عطيته )) . ¶ وأخرج مسلم يرحمه الله قال : ¶ ¬__________ ¶ (¬1) 1- صحيح البخاري ، رقم (2650) في كتاب الشهادات (52) ، باب لا يشهد على شهادة جور إذا أشهد (9) وفي فتح الباري (5/306) ، والحديث الذي يليه رقم (2587) في كتاب الهبة (51) باب الاشهاد في الهبة (13) وفي فتح الباري ) 5/250) ، وفي جامع الأصول (11/617) .",
            "page": "112",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "1_ حدثنا يحيى بن يحيى قال قرأت على مالك عن ابن شهاب عن حميد بن عبدالرحمن وعن محمد بن النعمان بن بشير يحدثانه عن النهمان بن بشير أنه قال : إن أباه أتى به رسول الله صلى الله عليه وسلم فقال : إني نحلت ابني هذا غلاماً كان لي فقال رسول الله (( أكل ولدك نحلته مثل هذا ؟ فقال : لا ، فقال رسول الله صلى الله عليه وسلم : فأرجعه )) . وفي رواية : فاردده ، وفي رواية أخرى : أفعلت هذا بولدك كلهم ؟قال : لا . قال : (( اتقوا الله وأعدلوا في أولادكم )) . فرجع أبي فرد تلك الصدقة . وفي رواية ثالثة قال صلى الله عليه وسلم : (( فلا تشهدني إذاً فإني لا أشهد على جور ))(¬1) ¶ 2_ وعن عبدالله بن عمرو قال : ابن نمير وأبوبكر يبلغ به النبي صلى الله عليه وسلم وفي حديث زهير قال : قال رسول الله صلى الله عليه وسلم : (( إن المقسطين عند الله على منابر من نور عن يمين الرحمن عزوجل ، وكلتا يديه يمين ، الذين يعدلون في حكمهم وأهليهم وما ولوا )) _ مسلم (1827) في الإمارة ، باب فضيلة الإمام العادل _ . ¶ 3_ وعن ابن عمر رضي الله عنهما عن النبي صلى الله عليه وسلم قال : (( ألا كلكم راع وكلكم مسؤول عن رعيته ، فالأمير الذي على الناس راع وهو مسؤول عن رعيته ، والرجل راع على أهل بيته وهو مسؤول عنهم ، والمرأة راعية على بيت بعلها وولده وهي مسؤولة عنهم ، والعبد راع على مال سيده وهو مسؤول عنه ، ألا فكلكم راع وكلكم مسؤول عن رعيته )) _ مسلم (1829) في الإمارة ، باب فضيلة الإمام العادل _ . ¶ وأخرج أبوداود يرحمه الله قال : ¶ ¬__________ ¶ (¬1) 1- رقم الحديث في صحيح مسلم (1623) في الهبات ، باب كراهة تفضيل بعض الأولاد في الهبة . وفي شرح النووي (11_ 65) ، طبعة مكتبة الرياض الحديثة.",
            "page": "113",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "عن جابر _ وهو ابن عبدالله _ قال : قالت امرأة بشير : انحل ابني غلامك ، وأشهد لي رسول الله صلى الله عليه وسلم ، فأتى رسول الله صلى الله عليه وسلم فقال : إن ابنة فلان سألتني أن انحل ابنها غلاماً ، وقالت : أشهد رسول الله صلى الله عليه وسلم فقال : (( له أخوة ؟ قال : نعم ، قال : فكلهم أعطيت ما أعطيته ؟ قال : لا ، قال : فليس يصلح هذا . وإني لا أشهد إلا على حق )) وفي رواية أخرجها أبوداود قال : هذا تلجئة ومعناها الإكراه ، قال الأزهري : التلجئة أن تجعل مالك لبعض ورثتك دون بعض ، كأنه يتصدق به عليه ، وقال : هو أن يلجئك أن تأتي أمراً باطنه خلاف ظاهره وذلك مثل أن يشهد على أمر يخالف ظاهره باطنه ، _ انظر جامع الأصول (11/619) _ . ¶ وقد صنف ابن أبي الدنيا يرحمه الله : ¶ باباً في كتاب العيال سماه (باب العدل بين الأولاد والتسوية بينهم ) ، وقد جاء فيه الأحاديث التالية : ¶ 1_ حدثنا إسحاق بن إسماعيل ، حدثنا سفيان بن عيينة ، عن مجالد بن سعيد ، قال : سمعت الشعبي قال : سمعت النعمان بن بشير قال : نحلني أبي نحلاً ، فأتيت النبي صلى الله عليه وسلم أشهده فقال : (( لا أشهد ، وإني لا أشهد إلا على حق )) وقال عنه المحقق : حديث حسن ، وله شواهد في (الصحيح ) . والنحل : الهبة والعطية من غير عوض . ¶ 2_ حدثنا إسحاق بن إبراهيم ، حدثنا جرير ، عن مغيرة ، عن الشعبي ، قال : سمعت النعمان بن بشير يقول : قال رسول الله صلى الله عليه وسلم : (( اعدلوا بين أولادكم في النحل ، كما تحبون أن يعدلوا بينكم في البر واللطف )) . وقال المحقق : حديث صحيح .",
            "page": "114",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "3_ حدثنا إسحاق بن إبراهيم ، أخبرنا يزيد بن هارون ، أخبرنا أبو الأشهب ، عن الحسن قال : بينا رسول الله صلى الله عليه وسلم يحدث أصحابه إذ جاء صبي حتى انتهى إلى أبيه في ناحية القوم ، فمسح رأسه وأقعده على فخذه اليمنى . قال : فلبث قليلاً ، فجاءت ابنة له حتى انتهت إليه ، فمسح رأسها ، وأقعدها في الأرض ، فقال رسول الله صلى الله عليه وسلم : (( فهلا على فخذك الأخرى )) فحملها على فخذه الأخرى . فقال رسول الله صلى الله عليه وسلم : (( الآن عدلت ))(¬1). ¶ 4_ حدثنا علي بن الجعد ، أخبرنا ابن عيينة ، عن مالك بن مغول ، عن أبي معشر ، عن إبراهيم ، قال : كانوا يستحبون أن يسووا بين أولادهم حتى في القبل . وقال المحقق : إسناده صحيح . ¶ 5_ حدثنا شجلع بن الأشرس ، حدثنا ليث بن سعد ، عن ابن شهاب ، عن محمد بن النعمان ، وحميد بن عبد الرحمن ، أن بشير بن سعد جاء بالنعمان بن بشير إلى رسول الله صلى الله عليه وسلم فقال : إني نحلت ابني هذا العبد . فقال رسول الله صلى الله عليه وسلم : (( كل ولدك نحلت ؟ قال : لا ، قال : فاردده )) . وقال المحقق : إسناد صحيح . (¬2). ¶ * _ وروى الإمام أحمد وأبوداود والنسائي وابن حبان من حديث النعمان بن بشير رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : (( اعدلوا بين أولادكم ، اعدلوا بين أولادكم ، اعدلوا بين أولادكم )) (¬3). ¶ والعدل بين الزوجات مقدمة للعدل بين الأولاد : ¶ ¬__________ ¶ (¬1) 1_ قال عنه المحقق : حديث مرسل ، رجاله رجال الصحيح . وله شاهد جيد أخرجه البزار في مسنده . ¶ (¬2) 2_ الأحاديث رقم : (34_35_36_37_38) من كتاب العيال للحافظ بن أبي الدنيا ، (ج1)، تحقيق الدكتور نجم عبد الرحمن خلف ، دار ابن القيم بالدمام ، (ط1) ن (1990) ، ص (170) . ¶ (¬3) 3_ سلسلة الأحاديث الصحيحة ، رقم (1240) .",
            "page": "115",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "وقليل من المسلمين في يومنا هذا يعدل بين زوجاته ، لأن كبح الهوى وعدم إظهار ميل القلب ليس في مقدور كثير من أهل زماننا . فينعكس ذلك على الأولاد ، عندما يرون أباهم يفضل إخوانهم _ أبناء زوجته الجديدة _ عليهم ؛ لأنهم أبناء الزوجة القديمة ، مما يزرع الشقاق بين الأخوة ، ويضعف الرابطة الأخوية بينهم . ¶ *_ عن أبي هريرة رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : ( من كانت له امراتان يميل مع إحداهما على الأخرى جاء يوم القيامة وأحد شقيه ساقط ) العيال (513) وقال إسناد صحيح ،وأخرجه الترمذي في التحفة (4_295) كتاب النكاح ، باب ما جاء في التسوية بين الضرائر ،والنسائي في سننه (7_60) كتاب عشرة النساء ، وابن حبان في صحيحه (موارد الظمآن :1307) . ¶ شرح الأحاديث ¶ في فتح الباري : ¶ يقول الحافظ بن حجر يرحمه الله : واختلاف الألفاظ في هذه القصة الواحدة يرجع إلى معنى واحد ، وقد تمسك به من أوجب التسوية في عطية الأولاد ، وبه صرح البخاري ، وهو قول طاووس والثوري وأحمد وإسحاق ، وقال به بعض المالكية . ثم المشهورعن هؤلاء أنها باطلة (أي العطية لبعض الأولاد دون الآخر) . وذهب الجمهور إلى أن التسوية مستحبة ، فإن فضل بعضاً صح وكره ، واستحبت المبادرة إلى التسوية او الرجوع ، فحملوا الأمر على الندب ، والنهي على التنزيه . ومن حجة من أوجبه (أوجب التسوية أنه مقدمة الواجب لأن قطع الرحم والعقوق محرمان ، فما يؤدي إليهما يكون محرماً ، والتفضيل مما يؤدي إليهما (¬1). ¶ في عمدة القاري : ¶ ¬__________ ¶ (¬1) 1_ فتح الباري (5_253) .",
            "page": "116",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "يقول العيني : قال طاووس وعطاء ومجاهد وعروة وابن جريح والنخعي والشعبي وابن شبرمة وإسحاق وسائر الظاهرية : أن الرجل إذا نحل بعض بنيه دون بعض فهو باطل وأصح ما قيل عن أحمد : وإذا فضل بعض ولده في العطية أُمر برده . وقال الثوري والليث والقاسم ومحمد بن النكد وأبوحنيفة وأبويوسف ومحمد والشافعي وأحمد في رواية : يجوز ولا تصح الشهادة عليه . ¶ في شرح النووي : ¶ 1_ يقول النووي : ينبغي أن يسوي بين أولاده في الهبة ، ويهب لكل واحد منهم مثل الآخر ، ولا يفضل ، ويسوي بين الذكر والأنثى لظاهر الحديث . فلو فضل بعضهم بالهبة جاز مع الكراهة عند مالك والشافعي وأبوحنيفة . وقال طاووس وعروة ومجاهد والثوري وأحمد وإسحاق وداود هو حرام ، واحتجوا برواية لا أشهد على جور . واحتج الآخرون بقوله صلى الله عليه وسلم : فأشهد على هذا غيري . وفي هذا الحديث أن هبة بعض الأولاد دون بعض صحيحة ( من حيث التملك ) . وأنه إن لم يهب الباقين مثل هذا استحب رد الأول ، قال أصحابنا : يستحب أن يهب الباقين مثل الأول ، فإن لم يفعل استحب رد الأول ولا يجب (¬1) . ¶ 2_ يقول النووي : المقسطون هم العادلون ، والمنابر قال القاضي يحتمل أن تكون منابر حقيقية ، أو كناية عن المنازل الرفيعة ، وكونهم عن اليمين أي الحالة الحسنة والمنزلة الرفيعة ، ويقال أتاه من يمينه إذا جاءه من الجهة المحمودة ، والعرب تنسب الفعل المحمود والإحسان إلى اليمين ، وأما قوله ( الذين يعدلون في حكمهم وأهليهم وما ولوا ) فمعناه أن هذا الفضل إنما هو لمن عدل فيما تقلده من خلافة أو إمارة أو قضاء أو حسبة أو نظر على يتيم أو صدقة أو وقف ، وفيما يلزمه من حقوق أهله وعياله ونحو ذلك والله أعلم . (12_453) . ¶ ¬__________ ¶ (¬1) 2_ صحيح مسلم بشرح النووي ، ( 11_65 ) ، مكتبة الرياض الحديثة .",
            "page": "117",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "والجدير ذكره أن الرجل ( الأب ) حاكم في البيت ، وهو مسؤول عن رعيته ( زوجته وأولاده الذكور والإناث ، وغيرهم من الأقارب أو الخدم ) ، وهو الذي يسوسهم ، ويربيهم التربية السياسية الصحيحة ، وسياسته لهم ستنغرس في قلوبهم ، وينطبعون بها ، وينشأون عليها . ¶ في تحفة الأحوذي : (¬1) ¶ يقول الترمذي : والعمل على هذا عند بعض أهل العلم ، يستحبون التسوية بين الولد ، حتر قال بعضهم : يسوي بين ولده حتى في القبلة ، وقال بعضهم : يسوي بين ولده في النحل والعطية الذكر والأنثى سواء . ¶ قال : وتمسك به ( يعني بحديث النعمان بن بشير ) من أوجب التسوية في عطية الأولاد . وبه صرح البخاري ، وهو قول طاووس والثوري وأحمد وإسحاق . وقال به بعض المالكية ، ثم المشهور عن هؤلاء أنها باطلة ( أي لو منح أحدهم ما لم يمنح الآخرين ) . وعن أحمد تصح ، ويجب أن يرجع . وعنه أيضاً يجوز التفاضل لسبب . وقال سفيان الثوري : يسوي بين ولده في النحل والعطية ، الذكر والأنثى سواء . قال الحافظ في الفتح : اختلفوا في التسوية فقال : محمد بن الحسن وأحمد وإسحاق وبعض الشافعية والمالكية : العدل أن يعطى الذكر حظين كالميراث . ويقول المباركفوري : والظاهر التسوية في العطية واستأنسوا بحديث ابن عباس رفعه : سووا بين أولادكم في العطية ، فلو كنت مفضلاً أحداً لفضلت النساء . ¶ في معالم السنن الخطابي : ¶ يقول الخطابي : قال مالك والشافعي : التفضيل مكروه ، فإن فعل ذلك نفذ . وكذلك قال أصحاب الرأي . وعن طاووس وإسحاق وداود أنه لا ينفذ ، وقال أحمد : لا يجوز التفضيل ويحكى ذلك عن سفيان الثوري أيضاً . واستدل من منع ذلك بقوله : هذا جور ، وبقوله : هذا تلجئة ، والجور مردود ، والتلجئة غير جائزة , واستدل من أجازه أن ذلك من قبيل البر والعطف ، لا من قبيل الوجوب واللزوم . ودل عليه قوله : أشهد على هذا غيري . ¶ ويقول ابن القيم : ¶ ¬__________ ¶ (¬1) 1_ رقم (1379) في الأحكام ، وإسناده حسن .",
            "page": "118",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "وهذه كلها ألفاظ صحيحة صريحة في التحريم والبطلان من عشرة أوجه تؤخذ من الحديث ومنها قوله : أشهد على ذلك غيري ، فإن هذا ليس بإذن قطعاً ، فإن رسول الله صلى الله عليه وسلم لا يأذن في الجور ، وفيما لا يصح ، وفي الباطل . فإنه قال : ( إني لا أشهد إلا على حق ) فدل ذلك على أن الذي فعله أبو النعمان لم يكن حقاً . فهو باطل قطعاً . فقوله إذن أشهد على ذلك غيري حجة على التحريم كقوله تعالى ( اعملوا ما شئتم ) وقوله صلى الله عليه وسلم : ( إذا لم تستح فاصنع ما شئت ) ، أي الشهادة على هذا ليست من شأني ، ولا تنبغي لي ، وإنما هي من شأن من يشهد على الجور والباطل وما لا يصلح ، وهذا في غاية الوضوح ، وقد كتبت في هذه المسألة مصنفاً مفرداً استوفيت فيه أدلتها ، وبينت من خالف هذا الحديث ونقضها عليهم (¬1) . ويقول الشيخ عبدالغني النابلسي رحمه الله معلقاً على الأحاديث : ووجه الدلالة في هذه الأحاديث أن عدم المساواة بين الأولاد حرام فوق أن تمييز بعض الأولاد على البعض الآخر أمر من شأنه توليد العداوة والحقد والبغضاء بينهم ويؤدي إلى قطيعة الرحم _ عن تحقيق القضية في الفرق بين الرشوة والهدية ، للشيخ النابلسي ، _ انظر محمد نور سويد ، ص ( 317 ) . ¶ في ظلال الحديث ¶ الأسرة نواة المجتمع : ¶ نقصد من ذلك أن الأسرة مجتمع صغير ، الأب يمثل الدولة ، والأولاد هم الرعية ويتدرب الأولاد على الحياة الاجتماعية في الأسرة ، ومما يتدرب عليه الأولاد في الأسرة السلوك السياسي في المجتمع ، ونقصد به تعامل الفرد مع المجتمع ، بشكل عام ، والدولة _وهي تمثل المجتمع_ بشكل خاص . ومن الأمور التربوية الهامة أن يزرع البيت في أطفاله حب العدل وكره الظلم ، وموقف الأب مع أولاده يزرع عندهم العدل أو الظلم ، وشتان بين إنسانين نشأ أحدهما على العدل ، ونشأ الآخر على الظلم . ¶ فإن لم تعدلوا فواحدة : ¶ ¬__________ ¶ (¬1) - مختصر سنن أبي داود ، تحقيق محمد حامد الفقي (5/192) .",
            "page": "119",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "ومع أن تعدد الزوجات من الأمور الأساسية في المجتمع المسلم ، حيث تسد منافذ الرذيلة ، وتمتص نسبة الزيادة المئوية في عدد النساء ، ومع ذلك فقد قيده عزوجل بالعدل ، ووجه الرجل الذي لا يتمكن من العدل بين الزوجات ؛ أن يكتفي بزوجة واحدة فقط ، كي لا يقع الظلم ، وهو نقيض العدل ، وظلم الزوجة يتعداها إلى أولادها ، فينشأون على الظلم . ¶ ويعلم سبحانه وتعالى أن الرجل لا يستطيع أن يحب زوجتيه بنفس الدرجة من الحب ، لذا قال سبجانه وتعالى : { ولن تستطيعوا أن تعدلوا بين النساء ولو حرصتم ، فلا تميلوا كل الميل فتذروها كالمعلقة ، وإن تصلحوا وتتقوا فإن الله كان غفوراً رحيماً } (النساء:139) . جاء في صفوة التفاسير : ( لن تستطيعوا أن تحققوا العدل التام لأن التسوية في المحبة وميل القلب ليست في مقدور الإنسان ، فلا تميلوا عن المرغوب عنها ميلاً كاملاً ... ) . ¶ والميل _ كما أرى _ شعور نفسي ، يستطيع الرجل العادل أن يخفيه في نفسه ، فلا يظهر للمرغوب فيها أو المرغوب عنها ذلك الميل ، وجرد إظهار ذلك الميل فقد ظلم إحداهما . وليس هذا الكبح بالأمر السهل ، لذلك قليل من الرجال يستطيعون كبح ميلهم ، وهذه النسبة تساوي نسبة الزيادة في عدد النساء عن عدد الرجال في المجتمع السوي . أما إذا مال ( كل الميل ) فقد خرج الميل من دائرة الشعور الداخلي إلى حيز الفعل والسلوك وصار أمراً ظاهراً . ومما يؤسف له أن معظم من لهم أكثر من زوجة في مجتمعاتنا المعاصرة ؛ يظلمون زوجاتهم ، وأولادهم بشكل صريح ، فأبناء الجديدة لهم ميزات لا توجد لأبناء القديمة ، جهاراً نهاراً ، مما يزرع الحقد بين الىباء والأبناء بدلاً من الود والاحترام والعطف . فقد كان رسول الله صلى الله عليه وسلم يسوي بين عائشة رضي الله عنها وهي في ريعان الشباب وسودة وأم سلمة رضي الله عنهن مع تقدمهن في السن وإنجابهن الأولاد . ¶ الأب في البيت يمثل الدولة في المجتمع :",
            "page": "120",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "والأسرة مجتمع صغير ، يتربى الأولاد فيها على العدل ، فتنمو عندهم الكرامة الإنسانية ، ويحرصون على صونها وحفظها من الذل ، حتى إذا كبر هؤلاء الأولاد ؛ كانوا رجالاً شجعاناً ، لا يخافون في الله لومة لائم ، فقد تربوا على أن يعدل بينهم ، ولم يعتادوا على الظلم والذل ، ومثلهم لا يمكن أن يحكمه الطاغوت المستبد . ¶ أما الأولاد الذين تربوا في أسرة تفضل بعض الأولاد على بعضهم الآخر ؛ ينغرس فيهم الذل والخنوع للسلطة التي تفعل ما تريد حسب نزواتها وهواها كما ينشأ هؤلاء الأخوة على الحقد فيما بينهم والضغينة ، كما فعل أخوة يوسف عليه السلام ن عندما ظهر لهم أن أباهم يعقوب عليه السلام يفضل يوسف وأخاه عنهم ، ويحبه أكثر منهم. ¶ وعندما يعتاد الإنسان على العدل فإن كرامته تنمو فيشعر بها ويدافع عنها ، فهذا عدل الفاروق رضي الله عنه وصل أثره إلى رعايا الدولة الإسلاميةفي مصر ، فلم يرض القبطي أن يضرب ابن الوالي ابنه ، ولم يسكت ـ كما يفعل كل المسلمين اليوم _ وإنما تجشم الصعاب ورحل إلى عمر رضي الله عنه فاشتكى له ، فأحضر الخليفة عمرواً وولده واقتص منهما وقال قولته المشهورة : متى استعبدتم الناس وقد ولدتهم أمهاتهم أحراراً . وذاك صحابي يقاطع عمر وهو يخطب على المنبر ، ويقول له : لا سمعاً ولا طاعة !!! ، وثالث رضي الله عنهم يقاطع معاوية بن أبي سفيان رضي الله عنهما وهو يخطب على المنبر ويكرر أن المال مال الله ، فيقول الصحابي : إنما هو مال المسلمين ، وليس مال أبيك وأمك ... هكذا كان المواطن المسلم ، بعد أن تربي على محبة العدل وكره الظلم والذل والخضوع . ¶ الأخوة بدلاً من التباغض :",
            "page": "121",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "وعندما يعدل الأب بين أولاده ، الكبار والصغار ، الذكور والإناث ، أبناء القديمةوأبناء الجديدة ، فإنه يزرع لديهم عاطفة الأخوة ، فيحبون بعضهم ، ويعطف الكبير على الصغير ، ويحترم الصغير الكبير ، وتدوم أخوتهم بعد وفاة والدهم ، وبعد أن يصبحوا آباء وأمهات ، فيكونون قدوة حسنة لأولادهم في الأخوة والتكافل ، حتى يكونوا كالبنيان المرصوص ، اما إذا فضل الوالدان بعض أولادهم فينشأ الحسد والغيرة ، ثم يتحول ذلك إلى الحقد والبغض ، فيزول العطف والاحترام والأخوة بينهم ، وهكذا يكون المجتمع المفكك الذي يتمكن الطغاة من السيطرة عليه ، وربما تجد بعض هؤلاء الحاقدين من يسرع إلى مناصرة الطاغية على أقاربه وأبناء وطنه نكاية بهم ، وحقداً وحسداً . ¶ فكم تجد في مجتمعاتنا المعاصرة أخاً مقاطعاً أخاه !! ، وقد يكون أحدهم غنياً والآخر فقيراً ، بل قد يكون الأول من رجال الأعمال ؛ والآخر من العمال ، ولا يلتفت الأخ الغني إلى أخيه الفقير ، بعد أن زرع والدهما الحقد بينهما منذ الصغر . ¶ العدل والمساواة بين الأطفال :",
            "page": "122",
            "part": "1"
        },
        {
            "id": "123",
            "nass": "وهذا من حقوق الأطفال على الوالدين ، وللعدل والمساواة أثر كبير على الأطفال ، فعندما يشعر أحد الأطفال أن أحد والديه أو كلاهما يدلله أكثر من إخوانه ؛ يميل عندئذ إلى الشراسة والتعالي على إخوانه ، فيقابله إخوانه بالحسد ، ومن ثم البغض والكيد ، فهؤلاء إخوة يوسف عليه السلام ، لما علموا ميل قلب أبيهم إلى يوسف أكثر منهم رموا أباهم بالخطأ فقالوا : { إذ قالوا ليوسف وأخوه أحب إلى أبينا منا ونحن عصبة ، إنّ أبانا لفي ضلالٍ مبين }(يوسف:8) . فكانت نتيجة قناعتهم هذه أن يقدموا على عمل مشين في حق الأخوة وحق الأبوة : { اقتلوا يوسف أو اطرحوه أرضاً يخل لكم وجه أبيكم ، وتكونوا من بعده قوماً صالحين * قال قائلٌ منهم لا تقتلوا يوسف وألقوه في غيابت الجب يلتقطه بعض السيارة إن كنتم فاعلين }(يوسف:10،9). وهكذا حبكوا هذه المؤامرة على أخيهم الطفل الصغير الذي لم يبلغ الحلم ، ولا ذنب له إلا إظهار والده حبه له أكثر من إخوته ، فكان هذا الحسد وذاك الكيد ، لذلك مهما قدم الوالدان من نصائح وتوجيهات ، وترغيب وترهيب فلن تكون لها أي جدوى ما لم يلتزما بالعدل والمساواة بين الأطفال مادياً ومعنوياً ، ولا يظهرا ميلهم القلبي أمام أطفالهم _محمد نور سويد ، ص (316) _ . ¶ الإستجابة لحقوق الأطفال : ¶ إن إعطاء الطفل حقه ، وقبول الحق منه ؛ يغرس في نفسه شعوراً بالعدل ويتعلم أن الحياة الاجتماعية (السياسية) أخذ وعطاء ، كما أنه تدريب للطفل على الخضوع للحق ، فيرى أمامه قدوة صالحة ، ويتعود على العدل وقبول الحق . ¶ فهذا رسول الله صلى الله عليه وسلم يستأذن غلاماً على يمينه لكي يتنازل عن حقه ليعطيه للكبير الذي على يساره ، فإذا بالطفل لا يؤثر سؤر رسول الله صلى الله عليه وسلم على نفسه لأحد أبداً ، فيعطيه رسول الله صلى الله عليه وسلم الإناء ليشرب ويهنأ في الاستمتاع بحقه :",
            "page": "123",
            "part": "1"
        },
        {
            "id": "124",
            "nass": "* _ عن سهل بن سعد رضي الله عنه : (( أن رسول الله صلى الله عليه وسلم أُتي بشراب فشرب منه وعن يمينه غلام وعلى يساره الأشياخ ، فقال للغلام : أتأذن لي أن أُعطي هؤلاء ؟ فقال الغلام : لا والله يا رسول الله ، لا أؤثر بنصيبي منك أحداً ، فتله ( أي وضعه ) رسول الله صلى الله عليه وسلم في يده )) وزاد رزين ( والغلام هو الفضل بن العباس ) (¬1) . ¶ وتعويد الطفل على المطالبة بحقه خطوة لازمة بعد تعويده على القيام بواجباته ، ليكون مواطناً حراً في المجتمع ، يعطي ما عليه ، ويأخذ ما له ، وفي مثل هذا المجتمع الذي يعرف المواطن ما عليه وما له ، يتعذر قيام الطغة وتستحيل ( الفرعنة ) ، أما المجتمع الذي يكثر فيه من لا يعرفون ما عليهم وما لهم ، ينتظرون الطاغية ليرمي لهم بعض بقايا فتات مؤائده ، وينفذون كل ما يطلب منهم ، مثل هذا المجتمع بيئة مناسبة وصالحة للفرعنة . ¶ ¬__________ ¶ (¬1) 1- انظر جامع الأصول (5_84) تحقيق الأرناؤوط ، وقال النووي في رياض الصالحين : باب التنافس في أمور الآخرة ، والغلام هو ابن عباس رضي الله عنهما .",
            "page": "124",
            "part": "1"
        },
        {
            "id": "125",
            "nass": "* - فهذا صبي يرده رسول الله صلى الله عليه وسلم عن معركة أحد فيقول الصبي : لقد قبلت ابن عمي في دخول المعركة ، وأنا إن صارعته صرعته (¬1) فيلأذن رسول الله صلى الله عليه وسلم لهما بالمصارعة أمامه ، ثم أذن له ، فهذا رسول الله صلى الله عليه وسلم قبل الحق من الصغير ، وعلمنا أن نقبل الحق من الصغير ، وقد روى ابن عساكر والديلمي عن ابن مسعود رضي الله عنه قال : قلت للنبي صلى الله عليه وسلم علمني كلمات جوامع نوافع فقال : (( اعبد الله ولا تشرك به شيئاً ، وزل مع القرآن أينما زل ، واقبل الحق ممن جاء به ، صغيراً أو كبيراً وإن كان بغيضاً بعيداً ، واردد الباطل ممن جاء به صغيراً أو كبيراً وإن كان حبيباً قريباً )) . ¶ ¬__________ ¶ (¬1) 2- كم من المسلمين في عصرنا يرى حقه يُهضم ، ويرى غيره يفضل عليه ، بسبب القرابة أو المصلحة الدنيوية ، أو الهوى والنزوة والشهوة فقط ، ولا يجرؤ على الاعتراض ، بل اعتاد على ذلك حتى ظن الباطل مشروعاً .",
            "page": "125",
            "part": "1"
        },
        {
            "id": "126",
            "nass": "* _ ومن حق الطفل أن يُسمع له إن كان عالماً فقد روى أبو سعيد الخدري رضي الله عنه قال : (( كنت جالساً بالمدينة في مجلس الأنصار ، فأتانا أبو موسى فزعاً أو مذعوراً ، قلنا ما شأنك ، قال : إن عمر أرسل إلي أن أتيه فأتيت بابه فسلمت ثلاثاً فلم يرد علي فرجعت فقال : ما منعك أن تأتينا فقلت : إني أتيتك فسلمت على بابك ثلاثاً فلم يردوا علي فرجعت ، وقد قال رسول الله صلى الله عليه وسلم إذا استأذن أحدكم ثلاثاً فلم يُؤذن له فليرجع ، فقال عمر : أقم عليه البينة وإلا أوجعتك ، فقال أبي بن كعب : لا يقوم معه إلا أصغر القوم ، قال أبو سعيد قلت : أنا أصغر القوم ، قال : فاذهب به )) _ مسلم ، كتاب الآداب ، باب الاستئذان ، رقم (2153) _ وفي رواية : يقول أبو سعيد الخدري : ( فقمت حتى أتيت عمر فقلت : قد سمعت رسول الله صلى الله عليه وسلم يقول هذا ) ، يقول النووي (14_380) : قوله لا يقوم معه إلا أصغر القوم : معناه أن هذا حديث مشهور بيننا معروف لكبارنا وصغارنا ، حتى أن أصغرنا يحفظه وسمعه من رسول الله صلى الله عليه وسلم . والشاهد هنا : إرسال أبي بن كعب أصغر القوم إلى خليفة المسلمين ؛ ليشهد له على كلام سمعه من رسول الله صلى الله عليه وسلم ، وهذا ليس انقاصاً من حق الخليفة وإنما اعتبار مكانة الصبي _ أي صبي _ وقبول الحق منه ؛ إن كان عالماً به ، والشاهد كذلك : قبول عمر رضي الله عنه الحق من الصبي الصغير ، فالحق أحق أن يُتبع ولو جاء به صغير . ¶ وقد سار السلف الصالح على قبول الحق من الصغير ، فهذا أبو حنيفة يرى طفلاً يلعب بالطين فيقول له : إياك من السقوط في الطين ، فيقول الطفل : إياك أنت من السقوط لأن سقوط العالم (بالكسر) سقوط العالم (بالفتح) ، فكان أبو حنيفة _بعد ذلك_ لا يخرج فتوى إلا بعد مدارستها شهراً مع تلامذته _محمد نور سويد، ص(321) _ . ¶ الفصل الثامن ¶ تربية الضمير عند الطفل ¶ تمهيد :",
            "page": "126",
            "part": "1"
        },
        {
            "id": "127",
            "nass": "الإنسان السوي روح وجسد وعقل وعاطفة ، بنسب موزونة من لدن عليمٍ خبير ، فإذا ضعف أحد هذه العناصر جاء الشذوذ . والعاطفة حب أولاً ثم كره ثانياً ؛ بنسب محددة ، وموضوعات معينة لكل منهما ، فإذا اختلت النسبة أو تغيرت بعض الموضوعات ؛ جاء الانحراف والشذوذ . وينمو الطفل بروحه وجسده وعقله وعاطفته فيكون نموه سليماً ، أما إذا نما بعض هذه الجوانب وتخلف بعضها الآخر ؛ وجدنا إنساناً مشوهاً ، يعجز عن تحقيق غايته التي خُلق من أجلها ، على الوجه الأفضل ، ويصبح مريضاً ينخر في جسد المجتمع وروحه . ¶ والوجدان ( الضمير ) محكمة داخلية في الإنسان ، تحكم على أفعاله وتجازيه عليها ، فتكافئه على الخير بالرضى والطمأنينة ، وتعاقبه على الشر بالندم والقلق ، ولا يصلح الإنسان بدون الضمير ، فالوجدان أو الضمير حارس داخلي ذاتي للفرد يراقبه ويضبط أفعاله ، وكلما قوي الضمير سما الإنسان واقترب مما أراده الله له ، أما إذا ضعف الضمير فيهوي الإنسان إلى الطين ، وينحرف عن فطرته التي خلقه الله عليها . ¶ و ( تشكل العاطفة مساحة واسعة في نفس الطفل الناشيء ، وهي تكون نفسه وتبني شخصيته ، فإن أخذها بشكل متوازن كان إنساناً سوياً في مستقبله وفي حياته كلها ، وإن أخذها بغير ذلك سواء بالزيادة أو النقصان تشكلت لديه عقد لا تحمد عقباها ، فالزيادة تجعله مدللاً لا يقوم بتكاليف الحياة بجد ونشاط ، ونقصانها يجعله إنساناً قاسياً عنيفاً على كل من حوله ) (¬1) . والعاطفة تشكل العنصر الهام في الضمير (الوجدان ) . ¶ الحب أساس النمو العاطفي : ¶ ( ¶ ¬__________ ¶ (¬1) 1- محمد نور سويد ، ص (179) .",
            "page": "127",
            "part": "1"
        },
        {
            "id": "128",
            "nass": "ويكون الحب موجهاً نحو الأشخاص الذين يريحونه خاصة الوالدين وأعضاء الأسرة ، ويكون مؤقتاً محدوداً ثم يصير مستديماً محدداً نحو الأشخاص الذين يحققون حاجاته ،وتتسع بالتدريج دائرة الحب حتى تشمل الغرباء ، ونحن نعلم أن الطفل لكي يجب لا بد أن ينال قسطاً كبيراً من الحب) (¬1) . و ( يولد الطفل بخطين باهتين متقابلين ، أحدهما يتجه إلى الحب والآخر يتجه إلى الكره ، كلاهما فطري ، وكلاهما ضروري في حياة الإنسان ... كل إنسان لأن كل إنسان ينبغي أن يحب وأن يكره ، يحب الأشياء التي يجب أن تُحب ، ويكره الأشياء التي يجب أن تُكره ... وإلا فهو إنسان غير سوي ناقص الكيان ... والذي ينشأ التوازن ، ويعيده إذا اختل هو هذا الحب الذي يضفيه الوالدان ، والأم خاصة ، على ذلك الطفل الوليد ، بالقدر المضبوط الذي يحتاج إليه ، بلا زيادة ولا نقصان . فإذا لم يجد الطفل ذلك الحب لأي سبب من الأسباب ... كانشغال الأم عن الطفل بالعمل خارج البيت ، فهناك نتائج لفقدان هذا الحب سيئة على الإطلاق ، وأبرزها نمو خط الكره دون أن ينمو خط الحب ، أو بأكثر منه ، فتنشأ في نفس الطفل الكراهية للآخرين والحقد عليهم ، ولا يرتبط بهم برابطة الحب والتعاون الضرورين لبناء البشرية ) _ محمد قطب (2/110) _ . ¶ الأم موضوع الحب الأول : ¶ ( ¶ ¬__________ ¶ (¬1) 2- حامد عبد السلام زهران ، ص (146) .",
            "page": "128",
            "part": "1"
        },
        {
            "id": "129",
            "nass": "والحب والكره خطان آخران من خطوط النفس المزدوجة المتقابلة ، يشملان مساحة واسعة من النفس ، مساحة واسعة من الحياة ، ... إن الإنسان يحب نفسه ، كذلك ركب في فطرته ، ويكره كل ما يقف دون تحقيق رغباته ) (¬1) . ثم يخرج موضوع الحب من الذات لأول مرة ؛ لينصب على الأم ، فهي أول محبوب للرضيع ، عندما يشعر بحبها له ؛ فيبادلها الحب ، وهكذا ينمو الحب عندما يخرج من الذات إلى الآخرين ، وكلما زاد نموه شمل قطاعاً كبيراً من الآخرين . ( وأن الحب الذي تمنحه الأم للطفل ، ولا يستطيع غيرها أن يمنحها إياه ؛ هو الذي يعلم الطفل الحب ، ويوازن في نفسه خط الكره الفطري ) . (والأم المسلمة عليها أن تدرك أنه لا شيء على الإطلاق ينبغي أن يحول بينها وبين منح الطفل حاجته الطبيعية من الحب والحنان والرعاية ، وأنها تفسد كيانه كله إن هي حرمته من هذه المشاعر ، التي أودعها الله برحمته وحكمته في كيانها بحيث تتفجر تلقائياً لتفي بحاجة الطفل) (¬2) . ¶ تقبيل الأطفال : ¶ للقبلة دور فعال في تحريك مشاعر الطفل وعاطفته ، كما أنها تسكن ثورته وغضبه ، وتشعره بالإرتباط الوثيق في تشييد علاقة الحب بين الكبير والصغير ، وهي دليل رحمة القلب والفؤاد لهذا الناشيء ، وهي برهان على تواضع الكبير للصغير ، وقبل كل شيء هي السنة الثابتة عن رسول الله صلى الله عليه وسلم (¬3) . وقد صنف البخاري يرحمه الله باباً في كتاب الأدب سماه : باب رحمة الولد وتقبيله ومعانقته ، وقال ثابت عن أنس : أخذ النبي صلى الله عليه وسلم إبراهيم فقبله وشمه . وهذه بعض الأحاديث التي وردت فيه : ¶ ¬__________ ¶ (¬1) 3- محمد قطب ، (1/141) . ¶ (¬2) 1- محمد قطب ، (2/111) . ¶ (¬3) 2- محمد نور سويد ، ص (179) .",
            "page": "129",
            "part": "1"
        },
        {
            "id": "130",
            "nass": "1_ عن أبي نعم قال : ( كنت شاهداً لابن عمر وسأله رجل عن دم البعوض فقال : ممن أنت ؟ قال : من أهل العراق . قال : انظروا هذا يسألني عن دم البعوض ، وقد قتلوا ابن النبي صلى الله عليه وسلم . وسمعت النبي صلى الله عليه وسلم يقول : هما ريحانتاي من الدنيا ) (¬1) . ¶ 2_ عن أبي هريرة رضي الله عنه قال : ( قبّل رسول الله صلى الله عليه وسلم الحسن بن علي رضي الله عنهما وعنده الأقرع بن حابس التميمي جالساً فقال الأقرع : إنّ لي عشرة من الولد ما قبّلت منهم أحداً . فنظر إليه رسول الله صلى الله عليه وسلم ثم قال : من لا يَرحَم لا يُرحَم ) (¬2) . ¶ 3_ عن عائشة رضي الله عنها قالت : ( جاء أعرابي إلى رسول الله صلى الله عليه وسلم فقال : تقبلون الصبيان فما نقبلهم ، فقال النبي صلى الله عليه وسلم : أو أملك لك أن نزع الله من قلبك الرحمة ) (¬3) . ¶ يقول ابن حجر يرحمه الله : ويجوز أن يريد الريحان المشموم يقال حباني بطاقة ريحان ، والمعنى أنهما مما أكرمني الله وحباني به ، لأن الأولاد يشمون ويقبلون فكأنهم من جملة الرياحين . وفي جواب النبي صلى الله عليه وسلم للأقرع : إشارة إلى أن تقبيل الولد وغيره من الأهل والمحارم وغيرهم من الأجانب إنما يكون للشفقة والرحمة لا للذة والشهوة ، وكذا الضم والشم والمعانقة . ¶ ¬__________ ¶ (¬1) 3- ابن أبي الدنيا (222) ن وأخرجه البخاري في صحيحه ، كتاب الأدب ، باب رحمة الولد وتقبيله ، وأحمد في المسند (2/93 ،114) ، وهذا لفظ البخاري . ¶ (¬2) 4- ابن أبي الدنيا (223) وأخرجه البخاري في صحيحه ، كتاب الأدب ، باب رحمة الولد . ومسلم (1809) كتاب الفضائل ، باب رحمته صلى الله عليه وسلم الصبيان والعيال ، واللفظ للبخاري . ¶ (¬3) 5- صحيح البخاري ، كتاب الأدب ، باب رحمة الولد (5998) .",
            "page": "130",
            "part": "1"
        },
        {
            "id": "131",
            "nass": "4_ وولبخاري في صحيحه في كتاب اللباس باب السخاب للصبيان عن أبي هريرة رضي الله عنه قال : ( كنت مع رسول الله صلى الله عليه وسلم في سوق من أسواق المدينة ، فانصرف فانصرفت فقال : أين لكع ؟ ثلاثاً . ادع الحسن بن علي ، فقام الحسن بن علي يمشي وفي عنقه السخاب ، فقال النبي صلى الله عليه وسلم بيده هكذا ، فقال الحسن بيده هكذا ، فالتزمه فقال : اللهم إني أحبه ، وأحب من يحبه ) قال أبو هريرة : فما كان أحد أحب إلي من الحسن بن علي بعد ما قال رسول الله صلى الله عليه وسلم ما قال . ويقول ابن حجر : وفي الحديث ... رحمة الصغير والمزاح معه ومعانقته وتقبيله (¬1) . ¶ 5_ وللبخاري في كتاب الأدب ، باب وضع الصبي على الفخذ : عن أسامة بن زيد رضي الله عنهما ( كان رسول الله صلى الله عليه وسلم يأخذني فيقعدني على فخذه ، ويقعد الحسن بن علي على فخذه الآخر ، ثم يضمهما ثم يقول : اللهم ارحمهما فإني أرحمهما ) . ¶ ¬__________ ¶ (¬1) 1- قال ابن حجر في فتح الباري ، شرح كتاب البيوع ، باب ما ذكر في الأسواق ، (4_400) طبعة الريان . والسخاب : قال الخطابي : هي قلادة تتخذ من طيب ليس فيها ذهب ولا فضة . وقال الداودي : من قرنفل ، وقال الهروي : خيط من خرز يلبسه الصبيان والجواري . وروى الإسماعيلي علي ابن أبي عمر أحد رواة هذا الحديث قال : السخاب شيء يعمل من الحنظل كالقميص والوشاح . واللكع : قال الخطابي : اللكع على معنيين : أحدهما الصغير والثاني اللئيم ، والمراد هنا الأول : وعن الأصمعي : اللكع الذي لا يهتدي لمنطق ولا غيره ، قال الأزهري : وهذا القول أرجح الأقوال هنا ، لأنه أراد أن الحسن صغير لا يهتدي لمنطق.",
            "page": "131",
            "part": "1"
        },
        {
            "id": "132",
            "nass": "6_ وصنف الإمام مسلم يرحمه الله في كتاب الفضائل باباً عنوانه : رحمته صلى الله عليه وسلم الصبيان والعيال وتواضعه وفضل ذلك ، ورد فيه : عن أنس بن مالك رضي الله عنه قال : ( ما رأيت أحداً كان أرحم بالعيال من رسول الله صلى الله عليه وسلم ، قال : كان إبراهيم مسترضعاً له في عوالي المدينة فكان ينطلق ونحن معه فيدخل البيت وإنه ليدخن ، وكان ظئره قيناً ، فيأخذه فيقبله ثم يرجع ... الحديث ) قال النووي : وفيه بيان كريم خُلُقه صلى الله عليه وسلم ورحمته للعيال والضعفاء ... ، وفيه فضيلة رحمة العيال والأطفال وتقبيلهم . ¶ * _ وصنف ابن أبي الدنيا في كتابه العيال بابا سماه باب حمل الولدان وشمهم وتقبيلهم ورد فيه : ¶ 7_ عن يعلى العامري : ( أن النبي صلى الله عليه وسلم فغر فاه الحسين فقبله ، ثم قال : أحب الله من أحب حسيناً وحسناً سبطان من الأسباط ) (¬1) . ¶ 8_ وعن أبي هريرة رضي الله عنه : ( أنه صلى مع النبي صلى الله عليه وسلم العشاء ، فأخذ الحسن والحسين يركبان على ظهره ، فلما جلس وضع واحداً على فخذه والأخر على فخذه الأخرى ... ) (¬2) . ¶ ¬__________ ¶ (¬1) 2_ كتاب العيال لابن أبي الدنيا ، رقم الحديث (221) وقال المحقق : إسناده حسن ، وأخرجه الترمذي في جامعة (تحفة الأحوذي : 10_279) كتاب المناقب ، باب الحسن والحسين رضي الله عنهما ، وأخرجه ابن حبان في صحيحه (موار الظمآن : 2240) . ¶ (¬2) 1- كتاب العيال لابن أبي الدنيا رقم (220) وقال المحقق : إسناده صحيح ، واخرجه أحمد في المسند (2_513) عن أبي هريرة من طريق آخر .",
            "page": "132",
            "part": "1"
        },
        {
            "id": "133",
            "nass": "9_ وعن أبي هريرة رضي الله عنه قال : ( بصر عيني ، وسمع أذني ، رسول الله صلى الله عليه وسلم أخذ بيد الحسن أو الحسين _ وأكبر ظني أنه الحسين _فوضع قدميه على قدميه ، ثم جعل يرقيه على ساقيه وفخذيه ، وهو يقول : ترق عين بقة ، فلما وضع رجليه على رسول الله صلى الله عليه وسلم فتح فاه ، فقبل جوفه ، ثم قال : اللهم إني أحبه فأحبه وأحب من يحبه ) (¬1) . ¶ 10_ وعن عمير بن إسحاق قال : ( رأيتُ أبا هريرة قال للحسن بن علي : أرني المكان الذي قبله منك رسول الله صلى الله عليه وسلم فكشف له عن سرته ) (¬2) . ¶ 11_ وعن عكرمة ( أن النبي صلى الله عليه وسلم قدم من سفر فقبل رأس فاطمة رضي الله عنها )(¬3) ¶ حب الأطفال وتقبيلهم : ¶ ¬__________ ¶ (¬1) 2- كتاب العيال رقم (209) وقال المحقق : إسناده حسن ، وأخرجه ابن السني في عمل اليوم والليلة (415) وابن عساكر في تاريخه (7/53) ، وقد أخرج مسلم قطعة منه (اللهم إني أحبه) رقم (2421) وقصة تقبيل النبي صلى الله عليه وسلم الحسين من فمه ثابتة في مسند أحمد (4_172) . ¶ (¬2) 3- كتاب العيال (212) وقال المحقق : إسناده حسن ، رجاله رجال الصحيح ؛ ما خلا عمير وهو مقبول . وأخرجه أحمد في المسند (2/427) عن أبي هريرة وعن محمد بن أبي عدي (2/255 ، 492) ، وأخرجه ابن حبان في صحيحه (موارد الظمآن: 2238) . ¶ (¬3) 4- العيال (224) وقال المحقق : حديث مرسل ، وبقية رجاله رجال الصحيح ، ويسهد له حديث عائشة الذي أخرجه أبوداود (عون المعبود : 14_128) عن عائشة قالت : كانت إذا دخلت عليه قام إليها فأخذ بيدها فقبلها _ وفي رواية : وقبلها _ وأجلسها في مجلسه ، وكان إذا دخل عليها قامت إليه فأخذت بيده فقبلته وأجلسته في مجلسها ) ، والترمذي في التحفة (10_373) ، والحاكم في المستدرك (3_154) وصححه ووافقه الذهبي ، وإسناده حسن .",
            "page": "133",
            "part": "1"
        },
        {
            "id": "134",
            "nass": "ويقوم حب الوالدين لأطفالهم على غريزة الأمومة والأبوة لديهم ، وقد وضع الله تبارك وتعالى هذه الغريزة ليسهل على الإنسان العناية بأطفاله ، ويحب الكبار الأطفال لأنهم على الفطرة التي فطرهم الله عليها ، والأولاد زينة الحياة الدنيا ، وهم زهرتها يخففون عن آبائهم متاعب الحياة وهمومها ، وجودهم في البيت ؛ كالأزهار في الحدائق ، يضفون عليه البهجة والسرور ، وهم هبة الله للإنسان ، تسر الفؤاد مشاهدتهم ، وتقر العين رؤيتهم ، وتبتهج النفس بمحادثتهم ، فهم زهرة الحياة الدنيا ، قال تعالى : { المال والبنون زينة الحياة الدنيا والباقيات الصالحات خيرٌ عند ربك ثواباً وخيرٌ أملاً } (الكهف:46) . ¶ 1_ أخرج البخاري في صحيحه في كتاب الأدب ، باب رحمة الولد عن أبي قتادة قال : ( خرج علينا النبي صلى الله عليه وسلم وأمامة بنت أبي العاص على عاتقه فصلى ، فإذا ركع وضعها ، وإذا رفع رفعها ) (¬1) . قال ابن حجر : وقع هنا بلفظ ركع ، وهناك ( في كتاب الصلاة ) سجد ولا منافاة بينهما بل يحمل على أنه كان يفعل ذلك في الركوع والسجود ، وبهذا تظهر مناسبة الحديث للترجمة ، وهو رحمة الولد وولد الولد ولد ، ومن شفقته صلى الله عليه وسلم ورحمته لأمامة أنه كان إذا ركع أو سجد يخشى عليها أن تسقط فيضعها بالأرض وكأنها كانت لتعلقها به لا تصبر في الأرض فتجزع من مفارقته ، فيحتاج أن يحملها إذا قام . واستنبط منه بعضهم عظم قدر رحمة الولد لأنه تعارض حينئذ المحافظة على المبالغة في الخشوع والمحافظة على مراعاة خاطر الولد فقدم الثاني ، ويحتمل أن يكون صلى الله عليه وسلم إنما فعل ذلك لبيان الجواز . ¶ ¬__________ ¶ (¬1) 5_ وأمامة بنت زينب بنت رسول الله صلى الله عليه وسلم ، وأبوها أبو العاص بن الربيع ضي الله عنه .",
            "page": "134",
            "part": "1"
        },
        {
            "id": "135",
            "nass": "2_ عن ابن مسعود رضي الله عنه قال : ( كان النبي صلى الله عليه وسلم والحسن والحسين يثبان على ظهره فيأخذهما الناس ، فقال : دعوهما ، بأبي هما وأمي ، من أحبني فليحب هذين ) (¬1). ¶ 3_ عن عبد الله بن شداد قال : ( بينما رسول الله صلى الله عليه وسلم يصلي بالناس إذ أتاه الحسن أو الحسين ، فركب على عنقه وهو ساجد ، فأطال السجود بالناس حتى ظنوا أنه قد حدث أمر ، فلما قضى صلاته قالوا : يا رسول الله ، لقد أطلت السجود حتى ظننا أنه قد حدث أمر ؟ قال : إن ابني هذا ارتحلني ، فكرهت أن أعجله حتى يقضي حاجته ) (¬2) . ¶ 4_ وعن عائشة رضي الله عنها : ( أن أسامة بن زيد كان بين يدي رسول الله صلى الله عليه وسلم فذهب يمسح مخاطه ، فقالت عائشة رضي الله عنها دعني يا رسول الله دعني أنا إليه ، قال : يا عائشة أحبيه فإني أحبه ) _ العيال (232) وإسناده حسن ، وأخرجه الترمذي في التحفة (10/223) ، والتبريزي في مشكاة المصابيح (6167) ، وابن عساكر في تاريخه (2/298) _ . ¶ ¬__________ ¶ (¬1) 1- العيال (217) وقال المحقق : إسناده حسن ، وأخرجه ابن حبان في صحيحه (موارد الظمآن :2233) ، والطبراني في المعجم الكبير (3_40) ، والبيهقي في السنن الكبرى (2_263) . ¶ (¬2) 2- العيال (319) وقال المحقق : حديث مرسل ، رجاله رجال الصحيح ، وأخرجه البيهقي في السنن الكبرى (2_263) وابن عساكر في تاريخه (4_320) .",
            "page": "135",
            "part": "1"
        },
        {
            "id": "136",
            "nass": "5_ وأخرج الشيخان يرحمهما الله ، (¬1) عن أنس بن مالك رضي الله عنه عن النبي صلى الله عليه وسلم قال : ( إني لأدخل في الصلاة أريد إطالتها ، فأسمع بكاء الصبي فأتجوز مما أعلم من شدة وجد أمه من بكائه ) ويقول ابن حجر : واستدل بهذا الحديث على جواز إدخال الصبيان المساجد ، وعلى جواز صلاة النساء في الجماعة مع الرجال ، وفيه شفقة النبي صلى الله عليه وسلم على أصحابه ، ومراعاة أحوال الكبير منهم والصغير . وقال النووي : الوجد يطلق على الحزن وعلى الحب أيضاً وكلاهما سائغٌ هنا ، والحزن أظهر أي من حزنها واشتغال قلبها به ، وفيه دليل على الرفق بالمأمومين ومراعاة مصلحتهم ، وفيه جواز صلاة النساء مع الرجال في المسجد وأن الصبي يجوز إدخاله المسجد ، وإن كان الأولى تنزيه المسجد عمن لا يُؤمن منه حدث . ¶ مداعبة الأطفال : ¶ اللعب نشاط أساس عند الطفل ، به تنمو روحه وعقله وجسده ، ويحب اللعب فيحب من يشاركه فيه ، لذلك ينبغي للوالدين أن يلعبا مع الطفل فيزيد حبهما له وتنمو عاطفته بحبه لهما . ¶ 1_ أخرج البخاري في صحيحه ( كتاب الأدب ، باب الانبساط إلى الناس وقال ابن مسعود : خالط الناس ودينك لا تكلمنه والدعابة مع الأهل ) . عن أنس بن مالك رضي الله عنه يقول : ( إن كان النبي صلى الله عليه وسلم ليخالطنا حتى يقول لأخ لي صغير يا أبا عمير ، ما فعل النغير ) . ¶ * _ وفي رواية لأحمد ( 3/188 و 201/212 ) عن أنس رضي الله عنه : (أن النبي صلى الله عليه وسلم كان يدخل على أم سليم ولها ابن من أبي طلحة يكنى أبا عمير وكان يمازحه فدخل عليه فرآه حزيناً فقال : ما لي أرى أبا عمير حزيناً فقالوا : مات نغره الذي كان يلعب به ، قال : فجعل يقول : أبا عمير ما فعل النغير ) . ¶ ¬__________ ¶ (¬1) 3- صحيح البخاري ، كتاب الأذان ، باب من أخف الصلاة عند بكاء الصبي ، ومسلم في كتاب الصلاة ، باب أمر الأئمة بتخفيف الصلاة رقم (192) .",
            "page": "136",
            "part": "1"
        },
        {
            "id": "137",
            "nass": "يقول الحافظ ابن حجر : والدعابة والملاطفة في القول بالمزاح وغيره ، والجمع بين الأحاديث أن المنهي عنه من المزاح ما فيه إفراط أو مدوامة عليه لما فيه من الشغل عن ذكر الله ، ويؤول إلى قسوة القلب وسقوط المهابة والوقار ، والذي يسلم من ذلك المباح ، فإن صادف مصلحة مثل تطييب نفس المخاطب ومؤانسته فهو مستحب . وزاد ابن حجر في باب الكنية للصبي وقبل أن يولد للرجل : في بعض النسخ (فطيم) _ أي أن أبا عمير فطيم _ وكان إذا جاء النبي صلى الله عليه وسلم يمازحه وفي رواية لأحمد يضاحكه ، وفي رواية محمد بن قيس يهازله ، وفي رواية المثنى يفاكهه ، وفي رواية ربعي بن عبد الله ( فزارنا ذات يوم فقال : يا أم سليم ما شأني أرى أبا عمير ابنك خائر النفس ) أي ثقيل النفس غير نشيط ، فأخبرته فقال : ( فجعل يمسح رأسه ويقول : يا أبا عمير ما فعل النغير ) ، والنغير طير صغير يشبه العصفور . قال ابن حجر وفي هذا الحديث من وجوه الفقه وفنون الأدب ستون وجهاً . (منها) ... جواز الممازحة وتكرير المزح وأنها إباحة سنة لا رخصة ، وأن ممازحة الصبي الذي لم يميز جائزة ، وتكرير زيارة الممزوح معه ، ... وجواز تكنية من لم يولد له ، وجواز لعب الصغير بالطير ، وجواز ترك الأبوين ولدهما الصغير يلعب بما أبيح اللعب به ، وجواز إنفاق المال فيما يتلهى به الصغير من المباحات ، وجواز مواجهة الصغير بالخطاب . ¶ وأضاف النووي ( كتاب الأدب _باب رقم : 5 ) : وفيه بيان ما كان عليه النبي صلى الله عليه وسلم من حسن الخلق وكرم الشمائل والتواضع وزيارة الأهل لأن أم سليم والدة أبي عمير هي من محارمه صلى الله عليه وسلم .",
            "page": "137",
            "part": "1"
        },
        {
            "id": "138",
            "nass": "2_ عن أبي هريرة رضي الله عنه قال : ( بصر عيني وسمع أذني ، رسول الله صلى الله عليه وسلم أخذ بيد الحسن أو الحسين _ وأكبر الظن أنه الحسين _ فوضع قدميه على قدميه ، ثم جعل يرقيه على ساقيه وفخذيه ، وهو يقول : ترق عين بقة ، فلما وضع رجليه على رسول الله صلى الله عليه وسلم فتح فاه ، فقبل جوفه ، ثم قال : اللهم إني أحبه فأحبه وأحب من يحبه ) (¬1) . وجاء في الإصابة وزاد ( خزقة خزقة ، ترق عين بقة ) وجاء في النهاية لابن الأثير _ وفيه أن رسول الله صلى الله عليه وسلم كان يرقص الحسن أو الحسين ويقول : حزقة حزقة ترق عين بقة – فترقى الغلام حتى وضع قدميه على صدره _ والخزقة : الضعيف المتقارب الخطو من ضعفه ، وقيل القصير العظيم البطن ، فذكرهما على سبيل المداعبة والتأنيس له ، وترق : بمعنى اصعد ، وعين بقة كناية عن صغر العين (¬2). ¶ 3_ وعن يعلى بن مرة أنه قال : ( خرجنا مع النبي صلى الله عليه وسلم ودعينا إلى طعام . فإذا حسين يلعب في الطريق . فأسرع النبي صلى الله عليه وسلم أمام القوم ثم بسط يديه ، فجعل الغلام يفر ههنا وههنا ويضاحكه النبي صلى الله عليه وسلم حتى أخذه ، فجعل إحدى يديه في ذقنه والأخرى في رأسه ، ثم اعتنقه ، ثم قال النبي صلى الله عليه وسلم : حسين مني وأنا من حسين ، أحب الله من أحب حسيناً ، الحسين سبط من الأسباط ) (¬3). ¶ 4_ وصنف ابن أبي الدنيا باباً في كتاب العيال سماه باب : تنقيز الولدان ومداعبتهم . وقد ورد فيه ما يلي : ¶ ¬__________ ¶ (¬1) 1- العيال (210) وقال المحقق : إسناده حسن ، وأخرجه ابن السني في عمل اليوم والليلة رقم (415) ، وابن عساكر في تاريخه (7_53) . وقد أخرج مسلم بعضه (اللهم إني أحبه) رقم (2421) . ¶ (¬2) 2- انظر كتاب سيدنا محمد رسول الله ، للشيخ عبدالله سراج الدين . ¶ (¬3) 3- البخاري في الأدب المفرد رقم (364) ، وأخرجه ابن ماجه في المقدمة ، باب فضائل أصحاب النبي صلى الله عليه وسلم ، وأخرجه أحمد والترمذي .",
            "page": "138",
            "part": "1"
        },
        {
            "id": "139",
            "nass": "*_ عن عقبة بن الحارث قال : رأيت أبابكر _ رضي الله عنه _ يحمل الحسن بن علي ويقول : بأبي شبه النبي ... ليس شبيهاً بعلي ، وعلي _رضي الله عنه_ معه يبتسم (¬1). ¶ * _ وعن الشعبي قال : كانت قريش تحب عثمان _ رضي الله عنه _ حتى إن المرأة كانت ترقص ابنها فتقول : أحبك والرحمان ... حب قريش عثمان (¬2). ¶ 5_ وكان رسول الله صلى الله عليه وسلم يمسح رؤوس الأطفال ؛ فيشعرون بلذة الرحمة والحنان والحب والعطف ، كما يشعرون باهتمام الكبار بهم وحبهم لهم : ¶ * - عن أنس رضي الله عنه قال : ( كان رسول الله صلى الله عليه وسلم يزور الأنصار ويسلم على صبيانهم ويمسح رؤوسهم ) (¬3). قال النووي : فيه استحباب السلام على الصبيان المميزين ، والندب إلى التواضع وبذل السلام للناس كلهم ، وبيان تواضعه صلى الله عليه وسلم وكمال شفقته على العالمين . ¶ * _ وعن عبدالله بن جعفر رضي الله عنهما قال : مسح رسول الله صلى الله عليه وسلم بيده على رأسي وقال : ( اللهم اخلف جعفراً في ولده ) (¬4). ¶ * _ وأخرج مسلم يرحمه الله عن جابر بن سمرة قال : ( صليت مع رسول الله صلى الله عليه وسلم صلاة الأولى ثم خرج إلى أهله وخرجت معه فاستقبله ولدان ؛ فجعل يمسح خدي أحدهم واحداً واحداً . قال : وأما أنا فمسح خدي ، قال فوجدت ليده ريحاً كأنما أخرجها من جؤنة عطار ) (¬5). ¶ ¬__________ ¶ (¬1) 4 - العيال (262) ، وأخرجه أحمد في المسند (1_8) عن عقبة بن الحارث . وفي رواية أخرى في العيال أنها عائشة وليس أبابكر . ¶ (¬2) 5- العيال (266) . ¶ (¬3) 6- صحيح ، وأخرجه النسائي ، انظر صحيح الجامع رقم (4947) . ¶ (¬4) 1- أخرجه الحاكم في مستدركه (1_372) ، وسكت عنه . ¶ (¬5) 2- مسلم رقم (2329) كتاب الفضائل ، باب طيب رائحة النبي صلى الله عليه وسلم ...",
            "page": "139",
            "part": "1"
        },
        {
            "id": "140",
            "nass": "ويقول النووي يرحمه الله : جؤنة بضم الجيم وهمزة بعدها ويجوز ترك الهمزو بقلبها واواً ، والجؤنة أو الجونة هي السقط الذي فيه متاع العطار ، وصلاة الأولى يعني الظهر ، وفي مسحه صلى الله عليه وسلم الصبيان بيان حسن خلقه ورحمته للأطفال وملاطفتهم . وفي هذه الأحاديث طيب ريحه صلى الله عليه وسلم ولو لم يمس طيباً وهو مما أكرمه الله به ، وقال العلماء كانت هذه الريح الطيبة صفته صلى الله عليه وسلم . ¶ 6_ وكان صلى الله عليه وسلم إذا تلقاه الأطفال وهو قادم من سفر حملهم على دابته ، ويحسن استقبالهم ليفتح قلوبهم له فيحبونه صلى الله عليه وسلم : ¶ ? _ عن عبدالله بن جعفر رضي الله عنهما قال : ( كان رسول الله صلى الله عليه وسلم إذا قدم من سفر تلقي بصبيان أهل بيته ، قال : وإنه قدم من سفر فسبق بي إليه فحملني بين يديه ، ثم جيء بأحد ابني فاطمة فأردفه خلفه ، قال : فدخلنا المدينة ثلاثة على دابة ) (¬1). وقال النووي يرحمه الله : هذه سنة مستحبة أن يتلقى الصبيان المسافر وأن يركبهم وأن يردفهم ويلاطفهم والله أعلم . ¶ تفضيل الأطفال بالهدايا : ¶ ¬__________ ¶ (¬1) 3- مسلم رقم (2428) كتاب فضائل الصحابة ، باب فضائل عبدالله بن جعفر رضي الله عنهما .",
            "page": "140",
            "part": "1"
        },
        {
            "id": "141",
            "nass": "* _ زكي يشعر الطفل أنه محبوب ، فينمو عنده الحب ، يحب أن يفضل على الكبار في الهدايا ، كالحلوى والألعاب التي تسره ، وهو أحق بالحلوى والفاكهة من الكبار . فقد أخرج مسلم يرحمه الله في كتاب الحج ( الباب 85 ) عن أبي هريرة رضي الله عنه أنا قال : ( كان الناس إذا رأوا أول الثمر جاؤا به إلى النبي صلى الله عليه وسلم فإذا أخذه رسول الله صلى الله عليه وسلم قال : اللهم بارك لنا في ثمرنا وبارك لنا في مدينتنا وبارك لنا في صاعنا وبارك لنا في مدنا ، اللهم إن إبراهيم عبدك وخليلك ونبيك وإني عبدك ونبيك وأنه دعاك لمكة وإني أدعوك للمدينة بمثل ما دعاك لمكة ومثله معه ، قال ( أبو هريرة ) ثم يدعو أصغر وليد له فيعطيه ذلك الثمر ) . قال النووي يرحمه الله : فيه بيان ما كان عليه صلى الله عليه وسلم من مكارم الأخلاق وكمال الشفقة والرحمة وملاطفة الكبار والصغار ، وخص به الصغير لكونه أرغب فيه وأكثر تطلعاً إليه وحرصاً عليه . ¶ * _ وعن جابر بن عبدالله رضي الله عنه قال : صليت مع رسول الله صلى الله عليه وسلم الظهر أو العصر ، فلما سلم قال لنا : ( على أماكنكم . قال : جرة فيها حلوى ، فجعل يأتي على رجل رجل فيلعقه لعقة لعقة ، حتى أتى علي _ وأنا غلام _ فألعقني لعقة ، ثم قال : أزيدك ؟ قلت : نعم ، فألعقني أخرى لصغري ،حتى أتى على آخر القوم ) _ العيال (238) وقال المحقق : حديث مرسل رجاله رجال الصحيح إن كان من رواية الحسن البصري به مرفوعاً . _ والعقة : المرة الواحدة من لعق ، اسم ما تأخذه بالملعقة أو الإصبع . ¶ اللعب مع الأطفال : ¶ عندما يلعب الكبار مع الأطفال ، فإنهم يقتربون من قلوبهم ويزداد حبهم لهم ، فينمو عندهم الحب ومن ثم العاطفة ؛ لأن اللعب محبب للطفل ، يحبه ويحب من يلعب معه ، خاصة إذا كان الكبير الذي يلعب مع الطفل متفهماً لهدفه الذي يلعب من أجله ، فلا يعاكس رغبات الطفل ؛ بل يسايرها فلا يعكر جو اللعب .",
            "page": "141",
            "part": "1"
        },
        {
            "id": "142",
            "nass": "_ أخرج أحمد يرحمه الله بإسناد حسن عن عبدالله بن الحارث رضي الله عنه قال : ( كان رسول الله صلى الله عليه وسلم يصف عبدالله وعبيدالله وكثير بن العباس رضي الله عنهم ، ثم يقول : من سبق إلي فله كذا وكذا ، قال فيستبقون إليه فيقعون على ظهره وصدره ويقبلهم ويلتزمهم . ¶ _ وعن أبي هريرة رضي الله عنه قال : ( كان الحسن والحسين يصطرعان ورسول الله صلى الله عليه وسلم يقول : هي حسن ، هي حسن . فقالت فاطمة : لم تقول : هي حسن ؟ قال صلى الله عليه وسلم : إن جبريل يقول : هي حسين ) (¬1) . ¶ _ وعن ابن أبي نجيح قال : ( كان الحسن والحسين يركبان فوق ظهر النبي صلى الله عليه وسلم ويقولان : حل ، حل . ويقول النبي صلى الله عليه وسلم : نعم البعير بعيركما ) (¬2). ¶ وحل ، حل : كلمة تقال للإبل يستحثونها بها ، وهي صورة كريمة من صور الرفق بالصبيان والتلطف بهم ، والتفنن في إدخال السعادة عليهم ، واللعب معهم بما يسرهم ويرضيهم ، فيزداد حبهم لمن يلعبون معه . ¶ الفصل التاسع ¶ حق الولد على والديه ¶ ¬__________ ¶ (¬1) 1- العيال (595) وقال : في إسناده عمر بن أبي خليفة العبدي وهو مقبول ، وبقية إسناده حسن ، وله شاهد أخرجه الحارث بن أبي أسامة في المسند . ¶ (¬2) - العيال (596) وقال حديث مرسل ، رجاله رجال الصحيح .",
            "page": "142",
            "part": "1"
        },
        {
            "id": "143",
            "nass": "جاء رجل إلى أمير المؤمنين عمر بن الخطاب رضي الله عنه ، يشكو إليه عقوق ابنه فأحضر عمر بن الخطاب رضي الله عنه ابنه وأنبه على عقوقه لأبيه ، فقال الابن : يا أمير المؤمنين ، أليس للولد حقوق على أبيه ؟ قال : بلى ، قال : فما هي يا أمير المؤمين ؟ قال : ينتقي أمه ، ويحسن اسمه ، ويعلمه الكتاب ( القرآن ) . فقال الابن : يا أمير المؤمنين إنه لم يفعل شيئاً من ذلك : أما أمي فإنها زنجية كانت لمجوسي ، وقد سماني جعلاً ( جعراناً ) ، ولم يعلمني من الكتاب حرفاً واحداً . فالتفت أمير المؤمنين إلى الرجل ، وقال له : أجئت إلي تشكو عقوق ابنك ، وقد عققته قبل أن يعقك ، وأسأت إليه قبل أن يسيء إليك ؟ (¬1). ¶ * _ عن عبدالله بن عمر رضي الله عنهما قال : سمعت رسول الله صلى الله عليه وسلم يقول : (( كلكم راع ، ومسؤول عن رعيته ، فالإمام راع ومسؤول عن رعيته ، الرجل راع في أهله ، وهو مسؤول عن رعيته ، والمرأة في بيت زوجها راعية ، وهي مسؤولة عن رعيتها ، والخادم في مال سيده راع ، وهو مسؤول عن رعيته ، قال : فسمعت هؤلاء من النبي صلى الله عليه وسلم ، وأحسب النبي صلى الله عليه وسلم قال : والرجل في مال أبيه راع ، ومسؤول عن رعيته ، فكلكم راع ، ومسؤول عن رعيته )) (¬2). ¶ ¬__________ ¶ (¬1) 1- طه عبدالله عفيفي ، حقوق الآباء على الأبناء وحقوق الأبناء على الآباء ، دار الإعتصام ، ص (73) . ¶ (¬2) 2- جامع الأصول (2028) ، ( 4_50 ) ، وفي صحيح البخاري رقم (7138) ، (13_119) في فاتحة كتاب الأحكام ، وغيره ، ومسلم (1829) في الإمارة ، والترمذي (1705) في الجهاد ، وأبوداود (2928) في الإمارة .",
            "page": "143",
            "part": "1"
        },
        {
            "id": "144",
            "nass": "قال الخطابي : ورعاية الرجل أهله : سياسته لأمرهم وإيصالهم حقوقهم ، ورعاية المرأة : تدبير أمر البيت والأولاد والخدم ... ويوقل ابن حجر ( 13_120 ) : وجاء في حديث أنس مثل حديث ابن عمر فزاد في آخره : فأعدوا للمسألة جواباً ، قالوا : وما جوابها ؟ قال : أعمال البر ، أخرجه ابن عدي والطبراني في الأوسط ، وسنده حسن ، وله من حديث أبي هريرة : ما من راع إلا يسأل يوم القيامة أقام أمر الله أم أضاعه ؟ ولابن عدي بسند صحيح عن أنس : (( إن الله سائل كل راع عما استرعاه حفظ ذلك أو ضيعه )) . وقال النووي ( 12_454 ) : قال العلماء : الراعي هو الحافظ المؤتمن الملتزم صلاح ما قام عليه وما هو تحت نظره ففيه أن كل من كان تحت نظره شيء فهو مطالب بالعدل فيه والقيام بمصالحه في دينه ودنياه ومتعلقاته . قوله : (( ما من عبد يسترعيه الله رعية يموت يوم يموت وهو غاش لرعيته إلا حرّم الله عليه الجنة )) . ¶ يقول الإمام الغزالي في رسالة أنجع الوسائل : ( الصبي أمانة عند والديه ، وقلبه الطاهر جوهرة ساذجة خالية (¬1) . من كل نقش وصورة ، وهو قابل لكل ما نقش ، ومائل إلى كل ما يمال به إليه ، فإن عود الخير وعلمه نشأ عليه ، وسعد في الدنيا والآخرة أبواه، وكل معلم له ومؤدب ، وإن عود الشر وأهمل إهمال البهائم ؛ شقي وهلك ، وكان الوزر في رقبة القيم عليه والوالي له . ويقول رسول الله صلى الله عليه وسلم : (( كل مولود يولد على الفطرة ، وإنما أبواه يهودانه أو يمجسانه أو ينصرانه )). ) . ¶ ¬__________ ¶ (¬1) 1 - عرف فيما بعد أن قلب الطفل ليس صفحة خالية ، بل فيه بذور الإيمان أو الفطرة .",
            "page": "144",
            "part": "1"
        },
        {
            "id": "145",
            "nass": "وأكد ابن القيم _ يرحمه الله _ هذه المسؤولية فقال : ( قال بعض أهل العلم : إن الله سبحانه يسأل الوالد عن ولده يوم القيامة ، قبل أن يسأل الولد عن والده ، فإنه كما أن للأب على ابنه حقاً ، فللإبن على أبيه حق ، فكما قال الله تعالى : { ووصينا الإنسان بوالديه حسناً } (العنكبوت : 7) قال أيضاً : { قوا أنفسكم وأهليكم ناراً وقودها الناس والحجارة } (التحريم : 6) ، فوصية الله للآباء بأولادهم سابقة على وصية الأولاد بآبائهم ، فمن أهمل تعليم ولده ما ينفعه وتركه سدى فقد أساء غاية الإساءة ، وأكثر الأولاد إنما جاء فسادهم من قبل الآباء ، وإهمالهم لهم ، وترك تعليمهم فرائض الدين وسننه ، فأضاعوهم صغاراً فلم ينتفعوا بأنفسهم ، ولم ينفعوا آباءهم كباراً ، كما عاتب بعضهم ولده على العقوق ، فقال : يا أبت إنك عققتني صغيراً ، فعققتك كبيراً ، واضعتني وليداً فأضعتك شيخاً (¬1) . ¶ * _ وعن ابن عمر رضي الله عنهما قال : قال رسول الله صلى الله عليه وسلم : (( كفى بالمرء إثماً أن يضيع من يقوت )) (¬2). ¶ * _ وعن ابن عمر رضي الله عنهما قال : ( سماهم الله _ تبارك وتعالى _ أبراراً ؛ لأنهم بروا الآباء والأبناء ، كما أن لوالديك عليك _ حقاً _ كذلك لولدك عليك _ حقاً _ ) (¬3). ¶ حقوق الأطفال على الكبار : ¶ ¬__________ ¶ (¬1) 2- محمد نور سويد ، ص (27) . ¶ (¬2) 3- رواه الحاكم في مستدركه (1_41) وقال : صحيح الإسناد ولم يخرجاه ، وأقره الذهبي . ¶ (¬3) 4- العيال (175) وأخرجه البخاري في الأدب المفرد ( رقم :94 ) ، وأخرج البيهقي في السنن الكبرى (3_84) عن ابن عمر رضي الله عنهما أنه قال : ( أدب ابنك فإنك مسؤول عن ولدك ، ماذا أدبته وماذا علمته ، وإنه مسئول عن برك ، وطواعيته لك ) .",
            "page": "145",
            "part": "1"
        },
        {
            "id": "146",
            "nass": "يقول محمد نور سويد : إن إعطاء الطفل حقه وقبول الحق منه يغرس في نفسه شعوراً إيجابياً نحو الحياة ، ويتعلم أن الحياة أخذ وإعطاء ، كذلك فإنه تدريب للطفل على الخضوع للحق يرى أمامه قدوة صالحة ... وإن تعوده العدل في قبول الحق ورضوخه له تتفتح طاقته لترسم طريقها في التعبير عن نفسه ومطالبته حقوقه ، وعكس هذا يؤدي إلى كبتها وضمورها ، فهذا رسول الله صلى الله عليه وسلم يستأذن غلاماً على يمينه لكي يتنازل عن حقه ليعطيه للكبير الذي على يساره ، فإذا بالطفل لا يؤثر سؤر رسول الله صلى الله عليه وسلم على نفسه لأحد أبداً ، فيعطيه رسول الله صلى الله عليه وسلم الإناء ليشرب ويهنأ في الاستمتاع بحقه (¬1) . ¶ * _ فعن سهل بن سعد رضي الله عنه قال : (( أُتي النبي صلى الله عليه وسلم بقدح فشرب منه ، وعن يمينه غلام أصغر القوم ، والأشياخ عن يساره ، فقال يا غلام : أتأذن لي أن أعطيه الأشياخ ؟ قال : ما كنت لأوثر بفضلي منك أحداً يا رسول الله ، فأعطاه إياه ))(¬2). قال ابن حجر : ( وعن يمينه غلام ) هو الفضل بن العباس حكاه ابن بطال ، وقيل أخوه عبدالله حكاه ابن التين ، وحمله على ذلك حديث ابن عباس الذي أخرجه الترمذي قال : (( دخلت أنا وخالد بن الوليد على ميمونة ، فجاءتنا بإناء من لبن ، فشرب رسول الله صلى الله عليه وسلم وأنا عن يمينه وخالد عن شماله ، فقال لي : الشربة لك فإن شئت آثرت بها خالداً ، فقلت : ما كنت أوثر على سؤرك أحداً )) . ¶ حقوق الولد على أبيه : ¶ 1_ السعي للزواج من امرأة صالحة ذات دين . ¶ 2_ بناء البيت المسلم ، في الحي المسلم ، لتوفير البيئة المسلمة الصالحة . ¶ ¬__________ ¶ (¬1) 1- محمد نور سويد ، ص (319) . ¶ (¬2) 2- صحيح البخاري في الشرب ، باب من رأى صدقة الماء ، رقم (2351) ومسلم في الأشربة باب استحباب إدارة الماء واللبن ونحوهما عن يمين المبتديء رقم (2030) .",
            "page": "146",
            "part": "1"
        },
        {
            "id": "147",
            "nass": "3_ اتباع السنة في معاشرة الرجل لزوجته ، والدعاء بلمأثور في الفراش ، قال تعالى : { ... وشاركهم في الأموال والأولاد وعدهم وما يعدهم الشيطان إلا غروراً } ( الإسراء : 64 ) . وللشيخين عن ابن عباس رضي الله عنهما عن النبي صلى الله عليه وسلم قال : ( لو أن أحدكم إذا أتى أهله ، فقال : بسم الله ، اللهم جنبنا الشيطان ، وجنب الشيطان ما رزقتنا ، فقضي بينهما ولد لم يضره ) . ويقول ابن دقيق العيد : لا يضره في دينه أيضاً ، وقال الداودي : أي لم يفتنه عن دينه إلى الكفر . ¶ 4_ اتباع السنة في استقبال المولود ، كأن يؤذن في أذنه بعد ولادته ، ويحنكه بنفسه ، أو يذهب به إلى عالم صالح ليحنكه ، ويعد له العقيقة . ¶ 5_ عدم تسخط البنات ، لأن الهدف هو إنجاب الذرية الصالحة ، ولداً كان أم بنتاً ، فالولد الصالح يشمل الذكر والأنثى ، وتسخط البنات اعتراض في غير محله ، وعدم رضى لما أعطى الله عزوجل ، وهي بقية من الجاهلية ؛ لأنهم كانوا يرغبون بالذكور لأنهم محاربون ينفعونهم في الغزو والسلب والنهب ، بينما تكون البنت عالة على الرجال في القبيلة ، لأنها ليست محاربة ، وهذا ضيق أفق وجهل قبلي متعفن ، أليست المرأة تلد الرجال المحاربين !!؟ وكل عظيم وراءه امرأة _ كما قيل _ . ¶ 6_ أن يتخير له اسماً حسناً ، ذكراً كان أو أنثى . كما ورد في السنة المطهرة . ¶ 7_ أن يختنه ذكراً كان أو أنثى ، والختان من سنن الفطرة ، ويستحب أن يكون بعيد الولادة بأيام قليلة لسهولته عندئذ على الطفل . ¶ 8_ أن يختار له والداه مرضعة صالحة ، وأفضلهن أمه التي أنجبته ، لما للبنها من توافق مع الطفل ، كما للرضاعة من الأم أثر طيب في النمو النفسي والعاطفي للطفل . وإن تعذر على الأم إرضاعه ، فينبغي على الأبوين البحث عن مرضعة ذات دين ، لا تأكل حراماً ولا تقترب منه ، فيستفيد الطفل عندئذ من حليبها إن شاء الله .",
            "page": "147",
            "part": "1"
        },
        {
            "id": "148",
            "nass": "9_ أن ترعاه أمه وتحضنه ، _وخاصة خلال الطفولة المبكرة_ ولا تتركه للخادمات أو المربيات مهما أخلصن في عملهن ، فالأم لا تعوض عند الطفل بالدنيا كلها . ¶ 10_ وعلى الوالدين أن يعلما طفلهما كتاب الله عزوجل ، وما يلزمه من العلوم في دينه ودنياه . فقد أخرج البيهقي عن رسول الله صلى الله عليه وسلم أنه قال : ( حق الولد على الوالد أن يعلمه الكتاب والسباحة ، وألا يرزقه إلا طيباً )(¬1). ¶ 11_ أن يعلمه السباحة ، وركوب الخيل ( وما في حكمها الآن من سيارة ودراجة ) ، ويربي جسده تربية إسلامية ، ليكون مجاهداً في سبيل الله عزوجل . ¶ 12_ ألا يرزقه إلا طيباً ، من الكسب الحلال ، فقد روى الطبراني في الأوسط أن رسول الله صلى الله عليه وسلم قال : ( من سعى على عياله من حله فهو كالمجاهد في سبيل الله ، ومن طلب الدنيا حلالاً في عفاف كان في درجة الشهداء ) _ أحرج ابن أبي الدنيا عدة أحاديث تحت باب : النفقة على العيال ، والثواب على النفقة عليهم منها (... وإن كان يسعى على صبيان له صغار ليغنيهم فهو في سبيل الله ... ) ومنها ( من طلب الدنيا حلالاً استعفافاً عن المسألة ، وتعطفاً على جاره ، وسعياً على عياله جاء يوم القيامة ووجهه مثل القمر ليلة البدر ... ) . ¶ 13_ أن يعلمه الصلاة ويدربه عليها في سن السابعة ، ويواظب على هذا التدريب والتعليم حتى ترسخ عنده ، ويصحبه إلى المساجد للصلاة ، وسماع الدروس ، والمواعظ والجلوس عند العلماء . ¶ 14_ أن يدربه على الصوم منذ السابعة ، ويراعي الفصول وطول النهار ، فيدربه على صوم النهار كله أو بعضه ، حتى إذا أنس منه القدرة على الصوم يلزمه به . ¶ 15_ أن يكون الوالدان قدوة حسنة لأطفالهما في البيت وخارجه ، فالأطفال يتعلمون من اقتدائهم بأفعال والديهم أضعاف ما يتعلمونه من أقوالهم . ¶ ¬__________ ¶ (¬1) 1- الجامع الصغير للسيوطي ، وقال عنه ضعيف .",
            "page": "148",
            "part": "1"
        },
        {
            "id": "149",
            "nass": "16_ أن يعلمه آداب الإستئذان وسائر الآداب الاجتماعية ، ويدربه عليها ويلقنه إياها بالقدوة والقول . ¶ 17_ أن يوفر له الرفقة الصالحة ، ويخطط بشكل غير مباشر ليضع ولده في بيئة صالحة ، كالسكن في حي إسلامي ، بجوار المسجد النشيط ، وإرساله إلى مدرسة إسلامية ، وإرساله إلى المراكز الصيفية والمخيمات الإسلامية . ¶ 18_ أن يعوله حتى سن الرشد ، وأن يعده للحياة في مجتمعه ، فيدرسه ويدربه ويعده بما يلزم ليكون عنصراً صالحاً في المجتمع المسلم . ¶ 19_ أن يعدل الوالدان بين أولادهم ، فلا يفضلون أحدهم على الآخر ، بل يساوون بينهم في الحب والعطف والمعاملة . وخاصة بين الذكور الإناث . ¶ 20_ أن يزوجه ويساعده في البحث عن الزوجة الصالحة ذات الدين ـ أو يبحث لابنته عن الزوج الصالح ذي الدين ، وينفق على ولده أو ابنته من ماله الخاص _ إن كان غنياً _ من أجل الزواجوبناء أسرة مسلمة جديدة . ¶ 21_ أن يرشده بعد الزواج إلى سعادته في الدنيا والآخرة ، وأن يزوره في بيته ، ولا يضعف صلته به بعد زواجه . ¶ الفصل العاشر ¶ تعليم القرآن للأطفال ¶ مر معنا في الفصل الخامس ، وسائل التربية الروحية ، ومنها تلاوة القرآن الكريم فالقرآن كلام الله عزوجل ، والروح من عند الله سبحانه وتعالى ، وتتغذى بذكره ، وأفضل الذكر تلاوة القرآن الكريم . لذا وجب على البيت المسلم أن يعلم أطفاله تلاوة ما يمكنهم من كلام الله عزوجل ؛ في أبكر سن ممكنة ، ويتفاوت الأطفال في نضجهم واستعدادهم للتعلم ، وقد يتمكن بعضهم من تعلم السور القصار في الثالثة من العمر ، فيحفظ المصحف كله عند السابعة أو الثامنة من عمره ، بينما يتأخر بعضهم في النطق حتى الخامسة ، ويستطيع البيت أن يعلم الطفل المتأخر في النطق ، فيدربه ويتحسن نطقه ، وتصقل ألفاظه بكلمات الله عزوجل . والبنات في ذلك كالصبيان ، كلاهما يحتاج أن يتعلم القرآن في صغره ، لينبت مع لحمه ودمه ، وتنمو روحه في ظلاله .",
            "page": "149",
            "part": "1"
        },
        {
            "id": "150",
            "nass": "خيركم من تعلم القرآن وعلمه : ¶ 1_ عن عثمان رضي الله عنه عن النبي صلى الله عليه وسلم أنه قال : (( خيركم من تعلم القرآن وعلمه )) . وعنه أيضاً في رواية أخرى : (( إن أفضلكم من تعلم القرآن وعلمه )) (¬1). ¶ ¬__________ ¶ (¬1) 1- صحيح البخاري ، كتاب فضائل القرآن ، باب خيركم من تعلم القرآن وعلمه ، رقم الكتاب (66) ، والباب (21) ، ورقم الحديث (5027) .",
            "page": "150",
            "part": "1"
        },
        {
            "id": "151",
            "nass": "ويقول ابن حجر ( 8_694) يرحمه الله : في رواية عند أبي داود : خيركم من قرأ القرآن وأقرأه ، وللسرخسي ( أو علمه ) ، أكثر الرواة عن شعبة يقولونه بالواو ، وكذا عند أبي داود ، والترمذي . وهي ( أي الواو ) أظهر من حيث المعنى ، لأن ( أو ) تقتضي إثبات الخيرية المذكورة لمن فعل أحد الأمرين ، فيلزم أن من تعلم القرآن ولو لم يعلمه غيره أن يكون أفضل ممن عمل بما فيه مثلاً وإن لم يتعلمه . ولا يقال يلزم من تعلمه وعلمه ( على رواية الواو ) أن يكون أفضل ممن عمل به ، من غير أن يتعلمه ولم يعلمه غيره . لأنا نقول يحتمل أن يكون المراد بالخيرية من جهة حصول التعليم بعد العلم ، والذي يعلم غيره يحصل له النفع المتعدي بخلاف من يعمل فقط . بل من أشرف العمل تعليم الغير ، ولا شك أن الجامع بين تعلم القرآن وتعليمه ، من جملة من عنى سبحانه وتعالى بقوله { ومن أحسن قولاً ممن دعا إلى الله وعمل صالحاً وقال إنني من المسلمين } ( فصلت : 33 ) ، والدعاء إلى الله يقع بأمور شتى من جملتها تعليم القرآن وهو أشرف الجميع . فإن قيل فيلزم على هذا أن يكون المقرئ أفضل من الفقيه ، قلنا : لا ، لأن المخاطبين بذلك كانوا فقهاء النفوس لأنهم كانوا أهل اللسان فكانوا يدرون معاني القرآن بالسليقة أكثر مما يدريها من بعدهم بالاكتساب ، فكان الفقه لهم سجيه ، فمن كان في مثلهم شاركهم في ذلك ، لا من كان قارئاً أو مقرئاً محضاً لا يفهم شيئاً من معاني ما يقرئه أو يقرؤه . فإن قيل فيلزم أن يكون المقرئ أفضل ممن أهو أعظم غناء في الإسلام بالمجاهدة والرباط والأمر بالمعروف والنهي عن المنكر مثلاً ، قلنا حرف المسألة يدور على النفع المتعدي فمن كان حصوله عنده أكثر كان أفضل ، ولا بد مع ذلك من مراعاة الإخلاص في كل صنف منهم .",
            "page": "151",
            "part": "1"
        },
        {
            "id": "152",
            "nass": "ويقول العيني ( 16_225 ) : قراءة القرآن أفضل أعمال البر كلها ، فإن قلت أيهما أفضل تعلم القرآن أم تعلم الفقه ؟ قلت ، قال ابن الجوزي : تعلم اللازم منهما فرض على الأعيان ، وتعلم جميعهما فرض على الكفاية ، إذا قام به قوم سقط عن الباقين . ¶ 2_ عن عبدالله بن عمر رضي الله عنهما قال : سمعت رسول الله صلى الله عليه وسلم يقول : (( لا حسد إلا على اثنتين : رجل آتاه الله الكتاب وقام به آناء الليل ، ورجل أعطاه الله مالاً فهو يتصدق به آناء الليل وآناء النهار )) . ¶ 3_ وعن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال : (( لا حسد إلا في اثنتين : رجل علمه الله القرآن فهو يتلوه آناء الليل وآناء النهار ، فسمعه جار له فقال : ليتني أوتيت مثا ما أوتي فلان ، فعملت مثل ما يعمل ، ورجل آتاه الله مالاً فهو يهلكه في الحق ، فقال رجل : ليتني أوتيت مثل ما أوتي فلان ، فعملت مثل ما يعمل )) (¬1) . ¶ ويقول ابن حجر : الغبطة تمني المرء أن يكون له نظير ما للآخر من غير أن يزول عنه ، أما الحسد فيتمنى أن يزول عنه . وغير صاحب القرآن يغتبط صاحب القرآن بما أعطيه من العمل بالقرآن ، فاغتباط صاحب القرآن بعمل نفسه أولى . ¶ 4_ وعن أبي هريرة رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : (( أيحب أحدكم إذا رجع إلى أهله أن يجد فيه ثلاث خلفات عظام سمان ، قلنا نعم ، قال : فثلاث آيات يقرأ بهنّ أحدكم في صلاته خير له من ثلاث خلفات عظام سمان )) _ صحيح مسلم (803) كتاب صلاة المسافرين ، باب فضل قراءة القرآن في الصلاة وتعلمه ، ورقم الباب (41) ومثله الحديث اللاحق ورقمه (804) _ . ¶ ¬__________ ¶ (¬1) 1- صحيح البخاري ، الحديثان رقم ( 5026،5025 ) من كتاب فضائل القرآن ، باب اغتباط صاحب القرآن .",
            "page": "152",
            "part": "1"
        },
        {
            "id": "153",
            "nass": "5_ وعن عقبة بن عامر قال رسول الله صلى الله عليه وسلم ونحن في الصفة فقال : (( أيكم يحب أن يغدو كل يوم إلى بطحان أو إلى العقيق ، فيأتي منه بناقتين كوماوين في غير إثم ولا قطيعة رحم ، قلنا يا رسول الله نحب ذلك ، قال : أفلا يغدو أحدكم إلى المسجد فيعلم أو يقرأ آيتين من كتاب الله عزوجل ، خير له من ناقتين وثلاث خير له من ثلاث ، وأربع خير له من أربع ، ومن أعدادهن من الإبل )) . ¶ والخلفة : الحامل من الإبل ، والكوما من الإبل العظيمة السنام ، وبطحان موضع بقرب المدينة . وكذلك العقيق . ¶ 6_ وعن عبدالله بن عمرو رضي الله عنهما قال : قال رسول الله صلى الله عليه وسلم : (( يقال لصاحب القرآن : اقرأ وارتق ، ورتل كما كنت ترتل في الدنيا ، فإن منزلتك عند آخر آية تقرؤها )) (¬1). ويقول المنذري : قلت : جاء في الأثر أن عدد آي القرآن على قدر درج الجنة ، يقال للقارئ : ارق في الدرج ، على قدر ما كنت تقرأ من آي القرآن ، فمن استوفى قراءة جميع القرآن استولى على أقصى درج (درجات) الجنة ، ومن قرأ جزءاً منها كان رقيه في الدرج على قدر ذلك ، فيكون منتهى الثواب عند منتهى القراءة (¬2). ¶ القراءة عن ظهر قلب : ¶ الأطفال أقدر على الحفظ ، لتفرغ ذهنهم عن مشاغل الحياة ، ولتوفر الوقت لديهم ، وصفء ذهنهم وحدة ذاكرتهم ، وما يحفظه الإنسان بين السابعة والخامسة عشر ؛ يبقى في الغالب مع الإنسان طيلة حياته ، وكأنه ينبت مع لحمه ودمه . لذلك ينبغي للآباء تحفيظ ما يمكن من كتاب الله عزوجل لأطفالهم ، قبل وبعد ذهابهم إلى المدرسة ، في البيت والمسجد والمدرسة ، وينبغي أن يبدأ التعليم العام بأساس من القرآن الكريم ، كما فعل المسلمون إبان عزهم وقوتهم . ¶ ¬__________ ¶ (¬1) 1- رقم (1414) في مختصر سنن أبي داود للمنذري ، كتاب الصلاة ، باب كيف يستحب الترتيل في القراءة (1_547) . ¶ (¬2) 2- مختصر سنن أبي داود للمنذري (2_136) .",
            "page": "153",
            "part": "1"
        },
        {
            "id": "154",
            "nass": "1_ عن سهل بن سعد قال : أتت النبي صلى الله عليه وسلم امرأة فقالت إنها قد وهبت نفسها لله ورسوله صلى الله عليه وسلم ، فقال : (( ما لي في النساء من حاجة ، فقال رجل : زوجنيها ، قال : أعطها ثوباً ، قال : لا أجد ، قال أعطها ولو خاتماً من حديد ، فاعتل له ، فقال : ما معك من القرآن ؟ قال : كذا وكذا ، قال : فقد زوجتكها بما معك من القرآن )) وفي رواية ثانية : قال رسول الله صلى الله عليه وسلم : أتقرأهنّ عن ظهر قلبك ؟ قال : نعم . قال : اذهب ، فقد ملكتكها بما معك من القرآن (¬1). ويقول ابن حجر : إنما هو لاستثبات أنه يحفظ تلك السور عن ظهر قلب ليتمكن من تعليمه زوجته ، ودل ذلك على فضل القراءة عن ظهر قلب لأنها أمكن في التوصل إلى التعليم . ¶ * _ عن عبدالله بن عباس رضي الله عنهما قال : (( قال رسول الله صلى الله عليه وسلم : إن الذي ليس في جوفه شيء من القرآن كالبيت الخرب )) (¬2). ويقول ابن حجر (8_696) : القراءة عن ظهر قلب أبعد عن الرياء وأمكن للخشوع ، وأخرج ابن أبي داود بإسناد صحيح عن أبي أمامة : (( اقرأوا القرآن ولا تغرنكم هذه المصاحف المعلقة ، فإن الله لا يعذب قلباً وعى القرآن )) . ¶ باب استذكار القرآن وتعاهده : ¶ ¬__________ ¶ (¬1) 1- الحديث (5029 ، 5030 ) من كتاب فضائل القرآن في صحيح البخاري ، باب القراءة عن ظهر قلب . ¶ (¬2) 2- الترمذي رقم (2914) في ثواب القرآن ، باب (18) ، وأحمد في المسند رقم (1947) وفي سنده قابوس بن أبي ظبيان وفيه لين ، ومع ذلك قال الترمذي : هذا حديث حسن صحيح ، ورواه الحاكم (1_554) وصححه وتعقبه الذهبي بأن قابوس فيه لين .",
            "page": "154",
            "part": "1"
        },
        {
            "id": "155",
            "nass": "1_ عن أبي موسى عن النبي صلى الله عليه وسلم قال : (( تعاهدوا القرآن ، فوالذي نفسي بيده اهو أشد تفصياً من الإبل في عقلها )) (¬1) . ويقول ابن حجر : استذكار القرآن طلب ذكره وتعاهده : أي تجديد العهد به بملازمة تلاوته . وقد شبه النبي صلى الله عليه وسلم مذاكرة القرآن واستمرار تلاوته بربط البعير الذي يخشى منه الشراد ، فما زال التعاهد موجوداً فالحفظ موجود ، كما أن البعير ما دام مشدوداً بالعقال فهو محفوظ . وأشد تفصياً : أي تفلتاً ، وفي رواية ( تفلتاً ) وكذا عند مسلم ، والإبل تطلب التفلت ما أمكنها ، فمتى لم يتعاهدها برباط تفلتت ، فكذا حافظ القرآن إن لم يتعاهده تفلت ، بل هو أشد في ذلك ، فمن أقبل عليه بالمحافظة والتعاهد يسر له ، ومن أعرض عنه تفلت منه . والعقال هو الحبل الذي يربط به البعير . وقد شبه حامل القرآن بصاحب النافة ، والحفظ بالعقال . وفي هذا الحض على محافظة القرآن بدوام دراسته وتكرار تلاوته وضرب الأمثال لإيضاح المقاصد . ويقول العيني (16_225) : أي بئس حال من حفظ القرآن فيغفل عنه حتى نسيه ، وقال الخطابي : بئس يعني عوقب بالنسيان على ذنب كان منه ، أو على سوء تعهده بالقرآن حتى نسيه . ¶ باب تعليم القرآن للصبيان ¶ والصبيان لفظ يجمع الذكور والإناث ، جاء في المعجم الوسيط : الصبا ( بتشديد الصاد وكسرها ) : الصغر والحداثة ، والصبي : الصغير دون الغلام ، أو من لم يفطم بعد ، وجمعها : صبية ، وصبيان ، والصبية (بتشديد الياء) : مؤنث الصبي ، وجمعها : صبايا . وأصبت (بسكون الصاد) المرأة : كان لها ولد ذكر او أنثى ، وكثر صبيانها . أي أن تعليم القرآن للأطفال ذكوراً وإناثاً واجب من واجبات البيت المسلم ، وقد يكون في حق الطفلة آكد منه في حق الصبي _ لو جازت المفاضلة _ لأنها ستكون أماً مسلمة تعتني بأطفال قادمين . ¶ ¬__________ ¶ (¬1) 3- صحيح البخاري ، (5033) كتاب فضائل القرآن ، باب استذكار القرآن وتعاهده .",
            "page": "155",
            "part": "1"
        },
        {
            "id": "156",
            "nass": "يقول الشيخ عبدالله سراج الدين : ( ينبغي لولي الصغير والصغيرة أن يبدأ بتعليمهما القرآن منذ الصغر ، وذلك ليتوجها إلى اعتقاد أن الله تعالى هو ربهم ، وأن هذا كلامه تعالى ، وتسري روح القرآن في قلوبهم ونوره في أفكارهم ومداركهم وحواسهم وليتلقيا عقائد القرآن منذ الصغر وأن ينشأ على محبة القرآن والتعلق به ، والإئتمار بأوامره والإنتهاء عن مناهيه ، والتخلق بأخلاقه ، والسير على منهاجه . قال الحافظ السيوطي : تعليم الصبيان القرآن أصل من أصول الإسلام ، فينشأون على الفطرة ، ويسبق إلى قلوبهم أنوار الحكمة ، قبل تمكن الأهواء منها وسوادها بأكدار المعصية والضلال . وأكد ابن خلدون هذا المفهوم في مقدمته (379) بقوله : ( تعليم الولدان للقرآن شعار من شعائر الدين أخذ به أهالي الملة ودرجوا عليه في جميع أمصارهم لما يسبق إلى القلوب من رسوخ الإيمان وعقائده بسبب آيات القرآن ومتون الأحاديث ، وصار القرآن أصل التعليم الذي يبني عليه ما يحصل بعد من الملكات (¬1) . ¶ ¬__________ ¶ (¬1) 1- محمد نور سويد ، ص (104) .",
            "page": "156",
            "part": "1"
        },
        {
            "id": "157",
            "nass": "1_ عن ابن عباس رضي الله عنهما قال : (( توفي رسول الله صلى الله عليه وسلم وأنا ابن عشر سنين وقد قرأت المحكم )) . وفي رواية أخرى له قال : (( جمعت المحكم في عهد رسول الله صلى الله عليه وسلم . فقلت له : وما المحكم ؟ قال : المفصل )) (¬1) . ويقول ابن حجر : قوله ( باب تعليم الصبيان القرآن ) كأنه أشار إلى الرد على من كره ذلك ، مثل سعيد بن جبير وإبراهيم النخعي وأسنده ابن أبي داود عنهما ، ولفظ إبراهيم ( كانوا يكرهون أن يعلموا الغلام القرآن حتى يعقل ) . وحجة من أجاز ذلك أنه أدعى إلى ثبوته ورسوخه عنده ، كما يقال التعلم في الصغر كالنقش في الحجر . ومن قول ابن عباس فيه تفسير المحكم بالمفصل ، ويطلق المحكم على الذي ليس فيه منسوخ ، ويطلق المحكم ضد المتشابه ، والمراد بالمفصل : السور التي كثرت فصولها وهي من الحجرات إلى آخر القرآن على الصحيح . ¶ 2_ وعن أنس بن مالك قال قال رسول الله صلى الله عليه وسلم : (( من علم ابنه القرآن نظراً غفر له ما تقدم من ذنبه وما تأخر ، ومن علمه إياه ظاهراً بعثه الله يوم القيامة على صورة القمر ليلة البدر ، ويقال لابنه اقرأ ، فكلما قرأ آية رفع الله عزوجل الأب بها درجة حتى ينتهي إلى آخر ما معه من القرآن )) (¬2) . ¶ 3_ وعن ابي هريرة رضي الله عنه يبلغ به النبي صلى الله عليه وسلم : (( ما من رجل يعلم ولده القرآن في الدنيا إلا توج أبوه يوم القيامة بتاج في الجنة يعرفه به أهل الجنة ، بتعليم ولده القرآن في الدنيا )) (¬3) . ¶ ¬__________ ¶ (¬1) 2- صحيح البخاري ، الحديث (5035) من كتاب فضائل القرآن ، باب تعليم الصبيان القرآن . ¶ (¬2) 1- مجمع الزوائد ، كتاب التفسير ، باب فيمن علم ولده القرآن (7_165) وقال الهيثمي : رواه الطبراني في الأوسط وفيه من لم أعرفه . ¶ (¬3) 2- مجمع الزوائد ، كتاب التفسير ، باب فيمن علم ولده القرآن ، وقال الهيثمي : رواه الطبراني في الأوسط ، وفيه جابر بن سليم ضعفه الأزدي .",
            "page": "157",
            "part": "1"
        },
        {
            "id": "158",
            "nass": "فهم الطفل للقرآن : ¶ قد يتعلل البعض بأن الطفل لا يفهم القرآن ، لذلك يتوهمون أن تأخير تعليم القرآن للطفل أفضل ، وهذا خطأ ، لأن القرآن كلام الله عزوجل ، والطفل عبد لله ، خلقه الله على الفطرة ، وهي الإسلام ، وقد يكون الطفل أقرب إلى الإحساس والشعور بالقرآن ، وإن لم يقدر على إظهار هذا الشعور وهذا الإحساس للآخرين ، وقد أخرج الحاكم عن ابن عباس رضي الله عنهما أنه قال : (( سلوني عن سورة النساء فإني قرأت وأنا صغير )) (¬1) . ¶ وروي أن المأمون كان يقرأ سورة الصف على أستاذه الكسائي ، وكان الكسائي يطرق إذا قرأ عليه المأمون ، حتى إذا لحن رفع رأسه دون أن يتكلم ، فيصحح المأمون قراءته ، فلما قرأ المأمون { يا أيها الذين آمنوا لم تقولون ما لا تفعلون }( الصف : 2 ) ، فرفع الكسائي رأسه ، فنظر المأمون إليه ثم كرر الآية وهو يفتش عن خطئه ، فوجدها صحيحة فمضى في قراءته ، ولما انصرف الكسائي دخل المأمون على أبيه قائلاً : هل وعدت الكسائي بشيء ؟ قال الرشيد : كيف علمت بذلك يا بني ؟ فأخبره بالأمر فسر الرشيد لفطنة ابنه وشدة ذكائه _ محمد نور سويد ص (108) _ . ¶ الحفظ قبل الفهم : ¶ ¬__________ ¶ (¬1) 3- قال الحاكم صحيح على شرط الشيخين ولم يخرجاه ، انظر محمد نور سويد ص (107) .",
            "page": "158",
            "part": "1"
        },
        {
            "id": "159",
            "nass": "يحس الطفل بكلام الله عزوجل ، ويتفاعل معه بطريقته الفطرية ، وللقرآن تأثير كبير على النفس البشرية ، يهزها ويجذبها ويضرب على أوتارها ، وكلما اشتدت النفس صفاء كلما ازدادت تأثراً به ، والطفل أقوى الناس صفاء ، وفطرته ما زالت نقية ، وإذا تأملنا الآيات المكية وجدناها قصيرة ، تتناسب مع نفسه القصير ، بالإضافة إلى قصار السور التي تقدم للطفل موضوعاً متكاملاً بأسطر قليلة ، سهلة الحفظ قوية التأثير . لا يضيق بها الطفل الصغير ، وتتماثل في ذاكرته بهذه الفواصل التي تأتي على حرف واحد أو حرفين ، فلا يستظهر الطفل بعض هذه السور حتى يلتئم نظم القرآن على لسانه ، ويثبت أثره في نفسه ، فلا يكون بعد إلا أن يمر فيه مراً . وكلما تقدم فيه وجده أسهل عليه ، ووجد له خصائص معينة تعينه على الحفظ وعلى إثبات ما يحفظ . تأمل سورة الناس ، وهي أول ما يحفظه الطفل بعد الفاتحة ، فقد تكررت فيها كلمة الناس ، وحرف السين ، وهو أطرب الحروف للطفل ، حتى كأنها فصّلت على قدر إمكاناته (¬1) . ¶ ومن الأدلة على سهولة الحفظ للصغار قبل الفهم ؛ كثرة الأعاجم الذين يحفظون القرآن ، يحفظونهعن ظهر قلب كالمسلمين الباكستانيين والهنود وغيرهم . ¶ نماذج من حفظة القرآن من الأطفال : ¶ 1_ يقول الشافعي _ رحمه الله _ : حفظت القرآن وأنا ابن سبع سنين ، وحفظت الموطأ وأنا ابن عشر. ¶ 2_ ويقول سهل بن عبدالله التستري : فمضيت إلى الكتاب ، فتعلمت القرآن وحفظته وأنا ابن ست سنين أو سبع سنين . ¶ 3_ أتقن ابن سينا حفظ القرآن لما بلغ عشر سنين . ¶ 4_ أتم النووي ختم القرآن الكريم عندما ناهز الحلم . ¶ 5_ أتم محمد بن الجزري حفظ القراءات السبع عندما بلغ سبعة عشر عاماً . وكان قد أتم حفظ القرآن الكريم في الثالثة عشر . ¶ ¬__________ ¶ (¬1) 1- محمد نور سويد ، ص (110) .",
            "page": "159",
            "part": "1"
        },
        {
            "id": "160",
            "nass": "6_ أتقن ابن عابدين _ رحمه الله _ حفظ القرآن الكريم ، مع حفظ الميدانية والجزرية والشاطبية ، حتى أتقن فن القراءة بطرقها وأوجهها قبل البلوغ . ¶ 7_ حالات خاصة جداً ¶ *_ قال إبراهيم بن سعد الجوهري : رأيت طفلاً ابن أربع سنين قد حمل إلى المأمون ، وقد قرأ القرآن ونظر في الرأي ، غير أنه إذا جاع يبكي . ¶ *_ وقال الأصبهاني حفظت القرآن ولي خمس سنين (¬1) . ¶ متى يبدأ الطفل بتعلم القرآن : ¶ وعلى هذا فقد يبدأ بعض الأطفال في تعلم القرآن وهم في الثالثة من العمر ، وهؤلاء المتفوقون في النطق ، ويبدأ الممتازون في الرابعة ، ويبدأ المتوسطون في الخامسة ، والله أعلم . ¶ وعندما يقوم البيت المسلم بواجبه التربوي ، وتكون الأم المعلم الأول لأطفالها ، فلا غرابة في أن يبدأ الطفل منذ الثالثة ، فالمدرسة هي البيت ، والمعلمة هي الأم ، وهي أدرى البشر بطفلها . وفي المدرسة ننصح بأن يقتصر الفصل الدراسي الأول من الصف الأول الإبتدائي على قراءة القرآن ، ومن ثم الحروف الهجائية على أن تستنبط الكلمات من كتاب الله عزوجل ، ثم تدخل بقية مواد اللغة العربية والحساب في الفصل الدراسي الثاني ، مع صرف الجزء الأكبر من الحصص الدراسية على القرآن الكريم في السنوات الثلاثة الأولى من المدرسة الابتدائية (¬2). ¶ فهرس الأحاديث الشريفة ¶ بداية الحديث رقم الصفحة ¶ أتت النساء رسول الله صلى الله عليه وسلم فقلن ¶ ¬__________ ¶ (¬1) 2- محمد نور سويد ، ص (113) . ¶ (¬2) 1- تخصص مدرسة المنارة (11_13) حصة أسبوعية للقرآن الكريم في السنوات الثلاثة الأولى من الرمحلة الإبتدائية ، و (5_7) حصص في الأسبوع للصفوف الثلاثة الباقية من المرحلة الإبتدائية . ويحفظ الطلاب جزءاً على الأقل كمقرر يمتحن به الطالب في كل عام ، ويطلب منه مراجعة الأجزاء السابقة . ويشجع الممتازون والمتفوقون على حفظ القرآن كله ، خلال الأنشطة المدرسية ، وقد وفرت المدرسة المعلم الحافظ من أجل ذلك .",
            "page": "160",
            "part": "1"
        },
        {
            "id": "161",
            "nass": "أتي بالمنذر بن أبي أسيد إلى النبي صلى الله عليه وسلم حين ولد ¶ أحب الأسماء إلى الله ¶ أحملكم على ولد الناقة ¶ أراد رسول الله صلى الله عليه وسلم أن ينهى عن أن يسمى بيعلى ¶ أرأيت إن ولد لي ولد بعدك أسميه باسمك ¶ اعبد الله ولا تشرك به شيئاً ، وزل مع القرآن أينما زال ¶ اعدلوا بين أولادكم في النحل ¶ أعطيت سائر ولدك مثل هذا ؟ ¶ اقرأوا القرآن ولا تغرنكم هذه المصاحف المعلقة ¶ أقرئي النساء عني السلام وقولي لهنّ ¶ أكل ولدك نحلته مثل هذا ؟ ¶ ألك ولد سواه ؟ قال نعم ¶ ألهذا حج ؟ قال نعم ولك أجر ¶ أن أباه جاء إلى النبي صلى الله عليه وسلم فقال ما اسمك قال حزن ¶ أن أسامة بن زيد كان بين يدي رسول الله صلى الله عليه وسلم ¶ أن رسول الله صلى الله عليه وسلم أتي بشراب فشرب منه وعن يمينه غلام ¶ أن رسول الله صلى الله عليه وسلم غير اسم عاصية ¶ أن رسول الله صلى الله عليه وسلم كان يحمل حفيدته أمامة ¶ أن زينب كان اسمها برة ¶ أن سعد بن عبادة استفتى رسول الله صلى الله عليه وسلم ¶ أن النبي صلى الله عليه وسلم أمر بتسمية المولود يومه سابعه ¶ أن النبي صلى الله عليه وسلم فغر فاه الحسين فقبله ¶ أن النبي صلى الله عليه وسلم كان يدخل على أم سليم ولها ابن ¶ أنه صلى مع النبي صلى الله عليه وسلم العشاء فأخذ الحسن والحسين ¶ أيحب أحدكم إذا رجع إلى أهله أن يجد فيه ¶ أيكم يحب أن يغدو كل يوم إلى بطحان ¶ إذا ألقى الله عزوجل في قلب امرئ خطبة امرأة ¶ إذا جاءكم من ترضون دينه وخلقه فأنكحوه ¶ إذا خطب أحدكم المرأة فقدر أن يرى منها ¶ إذا خطب إليكم من ترضون دينه وخلقه ¶ إذا عرف يمينه من شماله فمروه بالصلاة ¶ إذا قاتل أحدكم أخاه فليجتنب الوجه ¶ إذا مات الإنسان آدم انقطع عمله إلا من ثلاث ¶ إن أحدكم يجمع خلقه في بطن أمه ¶ إن أخنع اسم عند الله رجل تسمى ملك الأملاك ¶ إن أفضلكم من تعلم القرآن ¶ إن الذي ليس في جوفه شيء من القرآن ¶ إن أمي افتلتت نفسها وأراها لو تكلمت ¶ إن الله أخذ الميثاق من ظهر آدم",
            "page": "161",
            "part": "1"
        },
        {
            "id": "162",
            "nass": "إن الله لا يؤخر نفساً إذا جاء أجلها ¶ إن رسول الله صلى الله عليه وسلم لعن من اتخذ الروح غرضاً ¶ إن كان يسعى على أبوين كبيرين له ليغنيهما فهو ¶ إن للمرأة في حملها إلى وضعها ¶ إنما مثل الجليس الصالح والجليس السوء ¶ إن المقسطين عند الله على منابر من نور ¶ إني لأدخل في الصلاة أريد إطالتها ¶ إني لا أقول إلا حقاً ¶ بين الرجل وبين الشرك ترك الصلاة ¶ بينا رسول الله صلى الله عليه وسلم يحدث أصحابه إذ جاء صبي حتى انتهى إلى أبيه ¶ بينما رسول الله صلى الله عليه وسلم يصلي بالناس إذ أتاه الحسن ¶ تخيروا لنطفكم ، فانكحوا الأكفاء وأنكحوا إليهم ¶ تزوجوا الودود الولود ¶ تسموا بأسماء الأنبياء ، وأحب الأسماء إلى الله ¶ تنكح المرأة لأربع ¶ تعاهدوا القرآن فوالذي نفسي بيده لهو أشد ¶ جاء أعرابي إلى رسول الله صلى الله عليه وسلم فقال تقبلون الصبيان ¶ حج بي أبي مع رسول الله صلى الله عليه وسلم في حجة الوداع وأنا ابن سبع سنين ¶ حق الولد على الوالد أن يعلمه الكتاب ¶ خرج علينا رسول الله صلى الله عليه وسلم في إحدى صلاتي العشي ¶ خرج علينا النبي صلى الله عليه وسلم وأمامة بنت العاص ¶ خيركم من تعلم القرآن وعلمه ¶ خير نساء ركبن الإبل صالح نساء قريش ¶ دخلت أنا وخالد بن الوليد على ميمونة ¶ دخلت على النبي صلى الله عليه وسلم فدعينا إلى طعام ، فإذا الحسين ¶ دخلت على رسول الله صلى الله عليه وسلم والحسن والحسين يلعبان ¶ دخلت على النبي صلى الله عليه وسلم وهو يمشي على أربع ¶ الدنيا متاع وخير متاعها المرأة الصالحة ¶ ذهبت بعبدالله بن أبي طلحة الأنصاري إلى رسول الله صلى الله عليه وسلم حين ولد ¶ رأى رجلاً يتبع حمامة ¶ رأيت رسول الله صلى الله عليه وسلم أذن في أذن الحسن بن علي ¶ الرجل على دين خليله ، فلينظر أحدكم من يخالل ¶ زوجك ذاك البياض في عينيه ¶ سماهم الله تبارك وتعالى أبراراً لأنهم بروا الآباء والأبناء ¶ سمع أذناي هاتان ، وبصر عيناي هاتان ¶ سموه باسمي ولا تكنوه بكنيتي",
            "page": "162",
            "part": "1"
        },
        {
            "id": "163",
            "nass": "صليت مع رسول الله صلى لله عليه وسلم صلاة الأولى ثم خرج ¶ عرامة الصبي في صغره زيادة في عقله في كبره ¶ العقيقة حق ، عن الغلام شاتان ¶ على أماكنكم ، قال : جرة فيها حلوى ¶ علقوا السوط حيث يراه أهل البيت ¶ علموا الصبي الصلاة ابن سبع سنين ¶ فإنك مع من أحببت ¶ قبّل رسول الله صلى الله عليه وسلم الحسن بن علي رضي الله عنهما وعنده الأقرع ¶ قلت يا رسول الله كل صواحبي لهن كنى ¶ كان اسم جويرية بنت الحارث برة ¶ كان الحسن والحسين يركبان فوق ظهر النبي صلى الله عليه وسلم ¶ كان الحسن والحسين يصطرعان ¶ كان رسول الله إذا قدم من سفر ¶ كان رسول الله صلى الله عليه وسلم من أحسن الناس خلقاً ، فأرسلني يوماً ¶ كان رسول الله صلى الله عليه وسلم يأخذني فيقعدني على فخذه ¶ كان رسول الله صلى الله عليه وسلم يزور الأنصار ¶ كان رسول الله صلى الله عليه وسلم يصف عبدالله وعبيدالله ¶ كان رسول الله صلى الله عليه وسلم يصلي فجاء الحسن والحسين ¶ كان الناس إذا رأوا أول الثمر جاؤوا به ¶ كان النبي صلى الله عليه وسلم أحسن الناس خلقاً وكان لي أخ يقال له ¶ كان النبي صلى الله عليه وسلم والحسن والحسين يثبان على ظهره ¶ كانوا يعلمون الصبي الصلاة إذا عد عشرين ¶ كفى بالمرء إثماًً أن يضيع من يقوت ¶ كفوا صبيانكم حتى تذهب فحمة العشاء ¶ كل إنسان تلده أمه على الفطرة ¶ كل مولود يولد على الفطرة ¶ كلكم راع ومسؤول عن رعيته ¶ كنا عند النبي صلى الله عليه وسلم فقال رجل يا رسول الله هل بقي من بر ¶ كنت ألعب بالبنات عند رسول الله صلى الله عليه وسلم ¶ كنت جالساً بالمدينة في مجلس الأنصار ¶ كنت شاهداً لابن عمر وسأله رجل عن دم البعوض ¶ كنت مع رسول الله صلى الله عليه وسلم في سوق من أسواق المدينة ¶ لا تدخل الجنة عجوز ¶ لا ترسلوا فواشيكم وصبيانكم إذا غابت الشمس ¶ لا تزوجوا النساء لحسنهن فعسى حسنهن أن يرديهن ¶ لا تصاحب إلا مؤمناً ولا يأكل طعامك إلا تقي ¶ لا تكرهوا البنات فإنهن المؤنسات الغاليات",
            "page": "163",
            "part": "1"
        },
        {
            "id": "164",
            "nass": "لا حسد إلا على اثنتين رجل آتاه الله الكتاب ¶ لا يجلد فوق عشر جلدات إلا في حد ¶ لا يحل لمسلم أن يروع مسلماً ¶ لا يدع أحدكم طلب الولد فإن الرجل إذا مات ¶ لقد رأيت رسول الله صلى الله عليه وسلم يسترني بردائه ¶ لما وفد بي رسول الله صلى الله عليه وسلم إلى المدينة مع قومه ¶ لو أن أحدكم إذا أتى أهله قال ¶ ما أنعم الله على عبد نعمة من أهل أو مال ¶ ما تقولون في هذا قالوا حري إن خطب أن ينكح ¶ ما رأيت أحداً كان أرحم بالعيال من رسول الله صلى الله عليه وسلم ¶ ما لي في النساء من حاجة فقال رجل زوجنيها ¶ ما من مسلم تدركه ابنتان فيحسن صحبتهما ¶ ما من مولود إلا يولد على الفطرة ¶ ما من مولود إلا يولد على الفطرة ¶ ما من مولود يولد إلا نخسه الشيطان ¶ ما من رجل يعلم ولده القرآن في الدنيا إلا توج ¶ ما ولد في أهل بيت غلام إلا أصبح ¶ مثل الجليس الصالح والجليس السوء ¶ مثل الجليس الصالح والسوء ¶ مثل المؤمن الذي يقرأ القرآن مثل الأترجة ¶ مروا أبناءكم بالصلاة ¶ مروا أولادكم بالصلاة وهم أبناء سبع ¶ مروا صبيانكم بالصلاة لسبع ¶ مروا الصبي بالصلاة إذا بلغ سبع ¶ المرء على دين خليله ¶ المرء مع من أحب ¶ من ابتلي من هذه البنات بشيء ¶ من أحق الناس بحسن صحابتي ؟ قال : أمك ¶ من استطاع منكم الباءة فليتزوج ¶ من أصبح مفطراً فليتم بقية يومه ¶ من سعى على عياله من حله فهو كالمجاهد ¶ من علم ابنه القرآن نظراً غفر له ما تقدم ¶ من كانت له امرأتان يميل مع إحداهما ¶ من كانت له ثلاث بنات يؤدبهن ¶ من لعب بالنردشير فكأنما صبغ يده في ¶ من ولد له ابنة فلم يئدها ولم يهنها ¶ نهى رسول الله صلى الله عليه وسلم عن التحريش بين البهائم ¶ والذي نفسي بيده إن لو تدومون على ما تكونون عندي ¶ ولد لي غلام فأتيت به رسول الله صلى الله عليه وسلم ¶ ولد لي غلام فأتيت به النبي صلى الله عليه وسلم ¶ يا عكاف هل لك من زوجة ؟ ¶ يقال لصاحب القرآن اقرأ وارتق ¶ يا معشر الشباب من استطاع منكم الباءة فليتزوج ¶ مصادر البحث",
            "page": "164",
            "part": "1"
        },
        {
            "id": "165",
            "nass": "1_ الأدب المفرد ، للبخاري ، نشر مشروع زايد لتحفيظ القرآن الكريم ، (1981م) ، الإمارات العربية المتحدة . ¶ 2_ إرواء الغليل ، ناصر الدين الألباني ، المكتب الإسلامي . ¶ 3_ تحفة الأحوذي بشرح جامع الترمذي ، للمباركفوري ، راجعه عبدالرحمن محمد عثمان ، دار الفكر . ¶ 4_ جامع الأصول ، لابن الأثير الجرزي ، تحقيق الأرناؤوط ، أحد عشر مجلداً ، دار الفكر ، بيروت ، الطبعة الثانية (1403هـ _ 1983م) . ¶ 5_ الجامع الصحيح ، أبو عيسى الترمذي ، تحقيق وشرح أحمد محمد شاكر وآخرون ، خمسة مجلدات ، دار الكتب العلمية ، بيروت . ¶ 6_ سنن ابن ماجه ، راجعه محمد فؤاد عبدالباقي ، المكتبة الفيصيلية بمكة المكرمة . ¶ 7_ سنن النسائي ، دار الكتب العلمية ، بيروت . ¶ 8_ شرح صحيح مسلم للنووي ، محي الدين النووي ، مراجعة خليل الميس ، عشرة مجلدات ، دار القم ، بيروت . ¶ 9_ صحيح الجامع الصغير ، للألباني المكتب الإسلامي ، بيروت ، الطبعة الأولى ، (1388هـ _1969م) . ¶ 10_ عون المعبود شرح سنن أبي داود ، لأبي الطيب محمد شمس الحق العظيم آبادي ، مع شرح الحافظ ابن قيم الجوزية ، دار الفكر ، تحقيق عبدالرحمن محمد عثمان ، الطبعة الثالثة ، (1399هـ _ 1979م) . ¶ 11_ العيال ، لابن أبي الدنيا ، تحقيق عبدالرحمن خلف ، مجلدان ، دار ابن القيم ، الدمام ، الطبعة الأولى ، (1410هـ _ 1990م) . ¶ 12_ فتح الباري ، لابن حجر العسقلاني ، أربعة عشر مجلداً ، دار الريان ، القاهرة ، الطبعة الثانية ، (1409هـ ـ1988م) . ¶ 13_ فيض القدير شرح الجامع الصغير ، للمناوي مطبعة مصطفى محمد ، مصر ، الطبعة الأولى ، (1356هـ ـ1938م) . ¶ 14_ اللؤلؤ والمرجان فيما اتفق عليه الشيخان ، محمد عبدالباقي سرور ، المكتبة الإسلامية ، استامبول ، مجلدان . ¶ 15_ مجمع الزوائد ومنبع الفوائد ، للهيثمي ، بتحرير العراقي وابن حجر ، عشرة مجلدات ، دار الريان ، القاهرة ، (1407هـ ـ 1987م) .",
            "page": "165",
            "part": "1"
        },
        {
            "id": "166",
            "nass": "16_ مختصر سنن أبي داود ، ومعالم السنن للخطابي ، وتهذيب الإمام ابن قيم الجوزية ، ثمانية أجزاء ، مكتبة السنة المحمدية . ¶ 17_ مسند الإمام أحمد شرح وتحقيق أحمد محمد شاكر ، دار المعارف ، القاهرة ، الطبعة الثانية ، (1949م) . ¶ 18_ موطأ الإمام مالك ، تحقيق عبدالوهاب عبداللطيف ، المكتبة العلمية ، مصر ، (1399هـ ـ 1979م) . ¶ مراجع البحث ¶ 1_ ابن القيم ، تحفة المودود في أحكام المولود ، المكتب العلمي ، بيروت . ¶ 2_ أحمد بن النقيب المصري ، عمدة السالك وعدة الناسك ، راجعه عبدالله الأنصاري ، الشؤون الدينية ، قطر ، الطبعة الأولى ، (1982م) . ¶ 3_ إدجارفور ، تعلم لتكون ، ترجمة حنفي بن عيسى ، الشركة الوطنية ، الجزائر ، (1967م) . ¶ 4_ حامد عبدالسلام زهران ، علم نفس النمو ، دار المعارف ، (1986م) . ¶ 5_ خالد شنتوت ، تربية البنات في الأسرة المسلمة ، دار المجتمع بجدة ، الطبعة الأولى ، (1410هـ ـ 1990م) . ¶ 6_ خالدشنتوت ، تربية الشباب المسلم ، دار المجتمع بجدة ، الطبعة الأولى ، (1413هـ ـ 1993م). ¶ 7_ خالد شنتوت ، خطر المربيات غير المسلمات على الطفل المسلم ، دار المجتمع بجدة ، الطبعة الأولى (1411هـ ـ 1991م) . ¶ 8_ خالد شنتوت ، دور البيت في تربية الطفل المسلم ، دار المطبوعات الحديثة بجدة ، الطبعة الرابعة ، (1410هـ ـ 1990م) . ¶ 9_ رشدي حنين ، سيكولوجية النمو (الطفولة) ، القاهرة ، الهيئة المصرية للكتاب ، (1400هـ) . ¶ 10_ رينيه دوبو ، إنسانية الإنسان ، تعريب نبيه الطويل ، الرسالة ، الطبعة الثانية ، بيروت ، (1984م) . ¶ 11_ صحيفة المسلمون ، العدد (303) الصادر في يوم : (23/11/1990م) . ¶ 12_ طه عبدالباقي عفيفي ، حقوق الآباء على الأبناء وحقوق الأبناء على الآباء ، دارالاعتصام . ¶ 13_ عائشة السيار ، الطفولة والتنشئة الاجتماعية ، مجلة التربية ، أبوظبي ، العدد (52) ، (ربيع الثاني 1407هـ) .",
            "page": "166",
            "part": "1"
        },
        {
            "id": "167",
            "nass": "14_ عبدالرحمن نحلاوي ، التربية الإسلامية والمشكلات المعاصرة ، المكتب الإسلامي ، بيروت ، الطبعة الثانية ، (1405هـ ـ 1985م) . ¶ 15_ عبدالعزيز القوصي ، علم النفس ، مكتبة النهضة المصرية ، (1970م) . ¶ 16_ عبدالعزيز النغيمشي ، المراهقون ، دراسة نفسية إسلامية ، الطبعة الأولى ، (1411هـ) ، دار طيبة بالرياض . ¶ 17_ عبدالله علوان ، تربية الأولاد في الإسلام ، دار السلام ، حلب ، الطبعة الثالثة ، (1401هـ). ¶ 18_ عبدالله محمد خوج ، التربية النموذجية للطفل العربي ، المركز العربي للدراسات الامنية والتدريب ، الرياض ، (1401هـ) . ¶ 19_ عنبرة الأنصاري ، أثر الخادمات الأجنبيات في تربية الطفل ، رسالة ماجستير ، نشرتها دار المجتمع بجدة ، (1411هـ) . ¶ 20_ ماجد عرسان الكيلاني ، فلسفة التربية الإسلامية ، مكتبة هادي ، مكة المكرمة ، الطبعة الثانية ، (1409هـ ـ 1988م) . ¶ 21_ الماوردي ، نصيحة الملوك . ¶ 22_ محمد جميل محمد يوسف ، النمو من الطفولة إلى المراهقة ، تهامة الرياض ، (1401هـ) . ¶ 23_ محمد خليفة التونسي ، بروتوكولات حكماء صهيون ، دار الكتاب العربي ، بيروت ، الطبعة الأولى ، (1984م) . ¶ 24_ محمد علي الصابوني ، صفوة التفاسير ، دار القرآن الكريم ، بيروت ، الطبعة الأولى ، (1981م) . ¶ 25_ محمد قطب ، دراسات في النفس الإنسانية ، دار الشروق ، الطبعة الرابعة ، (1400هـ ـ 1980م) . ¶ 26_ محمد قطب ، منهج التربية الإسلامية ، مجلدان ، دار الشروق ، (1401هـ) . ¶ 27_ محمد نور سويد ، منهج التربية النبوية للطفل ، الطبعة الثانية ، مكتبة المنار الإسلامية الكويتية ، (1408هـ ـ 1988م) . ¶ 28_ مصطفى الخالدي وعمر فروخ ، التبشير والاستعمار في البلاد العربية ، المكتبة العصرية ، بيروت ، (1372هـ) . ¶ 29_ المعهد العالمي للفكر الإسلامي ، إسلامية المعرفة ، (1986م) . ¶ المحتوى ¶ الموضوع رقم الصفحة ¶ المقدمة ¶ الضياع التربوي المعاصر ¶ إسلامية المعرفة ¶ الطفل المسلم",
            "page": "167",
            "part": "1"
        },
        {
            "id": "168",
            "nass": "أهمية الطفل المسلم ¶ الفصل الأول : البيت المسلم ¶ تمهيد ¶ البيت المسلم ¶ الحث على الزواج ¶ أسس اختيار الزوج ¶ الأم المسلمة نواة البيت المسلم ¶ أهمية تربية البنات المسلمات ¶ قواعد تربية البنت المسلمة ¶ تربية الأولاد الهدف الأساس للبيت المسلم ¶ الإنجاب والجهاد ¶ الفصل الثاني : يولد على الفطرة ¶ روايات الحديث الشريف في صحيح البخاري ¶ في صحيح مسلم ¶ في سنن أبي داود ¶ في موطأ الإمام مالك ¶ شرح ابن حجر في فتح الباري ¶ شرح النووي على صحيح مسلم ¶ شرح العيني في عمدة القاري ¶ شرح الخطابي في معالم السنن ¶ شرح ابن قيم الجوزية ¶ في ضلال الحديث : الدراسة التربوية ¶ أهمية البيت في التربية ¶ مسؤولية الأم ¶ مسؤولية الأب ¶ أهمية الطفولة المبكرة ¶ خطر الخادمات ¶ متى تنمى العقيدة ¶ التربية الروحية ¶ التربية الروحية قبل الولادة ¶ التربية الروحية في المهد ¶ التربية الروحية في الطفولة المبكرة ¶ الفصل الثالث : تسمية المولود ¶ أحب الأسماء إلى الله ¶ أسماء لم يرض عنها النبي صلى الله عليه وسلم ¶ استحباب الكنية ¶ الفصل الرابع : الأطفال واللعب ¶ اللعب والتربية ¶ اللعب في التربية الإسلامية ¶ الأحاديث الشريفة في اللعب ¶ حدود اللعب عند الطفل المسلم ¶ ألعاب لا تجوز ¶ المزاح والمداعبة ¶ نصائح تربوية في اللعب ¶ الفصل الخامس : مروا أولادكم بالصلاة ¶ روايات الحديث ¶ الدراسة التربوية : الصلاة عماد الدين ¶ لماذا في السابعة ؟ ¶ متى يعلم الطفل الصلاة ؟ ¶ متى يؤمر الطفل بالصوم ؟ ¶ متى تؤمر البنت بالحجاب ؟ ¶ كيف تدرب البنت على الحجاب ؟ ¶ هل يحج الأولاد ؟ ¶ الضرب وسيلة تربوية ¶ الضرب وسيلة تربوية في القرآن الكريم ¶ الضرب وسيلة تربوية في الحديث الشريف ¶ شروط الضرب التربوي ¶ وفرقوا بينهم بالمضاجع ¶ الفصل السادس : الجليس الصالح ¶ روايات الحديث : في صحيح البخاري ¶ في صحيح مسلم ¶ في سنن أبي داود ¶ في سنن الترمذي ¶ شرح الحديث : في فتح الباري ¶ في شرح النووي ¶ في تحفة الأحوذي ¶ في عون المعبود ¶ في ضلال الحديث : جماعة الأقران ¶ أسباب جماعة الأقران",
            "page": "168",
            "part": "1"
        },
        {
            "id": "169",
            "nass": "أثر الأقران على الفرد ¶ البيت وجماعة الأقران ¶ وسائل البيت في توفير الجليس الصالح ¶ المسجد وجماعة الأقران ¶ الفصل السابع : التربية السياسية في البيت المسلم ¶ الأحاديث الشريفة في صحيح البخاري ¶ في صحيح مسلم ¶ في سنن أبي داود ¶ في كتاب العيال ¶ شرح الأحاديث : في فتح الباري ¶ في عمدة القاري ¶ في شرح النووي ¶ في تحفة الأحوذي ¶ في معالم السنن ¶ شرح ابن القيم ¶ في ضلال الحديث ¶ الأسرة نواة المجتمع ¶ فإن لم تعدلوا فواحدة ¶ الأب في البيت يمثل الدولة في المجتمع ¶ الأخوة بدلاً من التباغض ¶ العدل والمساواة بين الأخوة ¶ الاستجابة لحقوق الأطفال ¶ الفصل الثامن : نمو الضمير عند الطفل ¶ الحب أساس النمو العاطفي ¶ الأم موضوع الحب الأول ¶ تقبيل الأطفال ¶ حب الأطفال ورحمتهم ¶ مداعبة الأطفال ¶ تفضيل الأطفال بالهدايا ¶ اللعب مع الأطفال ¶ الفصل التاسع : حق الولد على والديه ¶ حقوق الأطفال على الكبار ¶ حقوق الولد على أبيه ¶ الفصل العاشر : تعليم القرآن للصبيان ¶ خيركم من تعلم القرآن وعلمه ¶ القراءة عن ظهر قلب ¶ باب استذكار القرآن وتعاهده ¶ باب تعليم القرآن للصبيان ¶ فهم الطفل للقرآن ¶ الحفظ قبل الفهم ¶ نماذج من حفظة القرآن من الأطفال ¶ متى يبدأ الطفل بتعلم القرآن ¶ فهرس أبجدي للأحاديث الشريفة ¶ المراجع ¶ المحتوى",
            "page": "169",
            "part": "1"
        }
    ],
    "t35089": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "تربية الأطفال"
        }
    ]
}