{
    "b35084": [
        {
            "id": "1",
            "nass": "محرمات متمكنة في الأمّة ¶ تأليف ¶ سَمَاحَةِ الشَّيْخِ العلاّمةِ ¶ د. عَبْدِ اللَّهِ بنِ عَبْدِ الرَّحْمَنِ بنِ جِبْرِيْنٍ ¶ ـ حَفِظَهُ اللَّهُ تَعَالَى ،ورَعَاهُ ـ ¶ قام بتنسيق الرّسالة ?ونشره : ¶ سَلمَانُ بْنُ عَبْدِ القَادِرِ أبُوْ زَيْدٍ ¶ غَفَرَ اللَّهُ لَهُ ،ولِوَالدَيْهِ ،ولِمَشَايخِهِ ،ولجَمِيْعِ المُسْلِمِيْنَ. ¶ تقديم لِفَضِيلَةِ الشَّيْخِ عَبدِ اللَّهِ بنِ عَبدِ الرَّحمن بنِ جِبرينٍ ¶ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ أحمد الله وأشكره وأثني عليه وأستغفره وأتوب إليه وأذكره، وأسأله سبحانه أن يغفر لنا الذنوب والخطايا، ويتجاوز عن المعاصي والآثام، وأشهد أن لا إله إلا الله وحده لا شريك له ولا ند ولا شبيه ولا ظهير ولا معين، وأشهد أن محمدا عبده ورسوله، وهو محمد بن عبد الله، الذي بشر وأنذر وخوف وحذر الأمة من صغائر الذنوب وكبائرها -صلى الله عليه وسلم- وعلى آله وأصحابه ومن اقتفى أثره وتمسك بهداه وسلم تسليما كثيرا . ¶ وبعد : ¶ فإن ربنا تبارك وتعالى خلقنا لعبادته وأمرنا بتوحيده وطاعته، وحرم معصيته ومخالفته، ووعد من أطاعه بالجنة والأجر العظيم، وتوعد من عصاه وخالف أمره بالنار والعذاب الأليم، وفرض على أنبيائه ورسله أن يبينوا للأمم تفاصيل الطاعات والمحرمات وما يترتب على فعلها من الثواب والعقاب، وبعد أن وَضَحَ الحق واستبان وعرف الناس الواجبات والمحظورات لم يبق للناس على الله حجة ولا اعتذار، فمن تمسك بالحق ودان لله تعالى بالعبودية وأذعن لأمره واستكان وتقرب إليه بالحسنات وحفظ نفسه عن السيئات فهو السعيد الفائز برضى الله تعالى وثوابه، ومن عصى وعتى وتمرد وخرج عن الطاعة وتجرأ على المحرمات فهو الشقي الطريد المبعد عن رحمة ربه وفضله.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "وذلك أن الله تعالى من حكمته قد حف الجنة بالمكاره، وحف النار بالشهوات، فمن صبر على الطاعات وألزم نفسه بالمكاره من العبادات وتحمل في طاعة ربه المشقات والصعوبات فهو من أهل السعادة والفلاح وجزيل الثواب، ومن أتبع نفسه هواها وتمنى على الله الأماني وانساق نحو شهواته وملذات نفسه وانخدع بالمغريات البراقة ولم يتمعن فيما وراء هذه الشهوات من العاقبة السيئة فهو من أهل الشقاء والحرمان وشديد العقاب. ¶ ومن حكمة الله تعالى كما حف النار بالشهوات أن مكن للعصاة وأمهلهم وعجل لهم طيباتهم في الحياة الدنيا، وأعطاهم من زهرتها وزينتها، فاعتقد الغوغاء والعامة أنهم من ذوي الحظ العظيم، وأن إكرامهم في الدنيا دليل فضلهم وأقدميتهم رغم ما يجاهرون به من المعاصي، وما يفرطون فيه من الطاعات، فسار الأكثرون خلفهم، وأمعنوا في تقليدهم مما كان سببا في ظهور المعاصي والمجاهرة بفعل المحرمات بدون خجل ولا مبالاة، فظهر التبرج والسفور ووسائل الزنا والفواحش، وكثرت بيوت الدعارة والفساد وشربت الخمور، وأعلن شرب الدخان وتعاطي المخدرات، وتفنن الكثير في السرقة والاختلاس وانتهاب الأموال وأكلها بغير حق، وكثر التعامل بالربا والغش والمخادعة والرشوة والاحتيال على تحصيل المال بأنواع الحيل، وتهاون الكثيرون بالصلاة والصوم والأعمال الصالحة، فكان لزاما على أهل العلم أن يبينوا للناس خطر ما وقعوا فيه، وأن يحذروهم عاقبة التهاون بالمحرمات. ¶ وكنت قد ألقيت محاضرة حول بعض المعاصي المتفشية في هذه البلاد خاصة، وسجلها بعض الإخوان ثم أفرغها الأخ علي بن حسين أبو لوز وعرضها علي فصححتها، وقد أضاف إليها بعض التعديلات، وأذنت بنشرها على ما فيها من ضعف التركيب وعدم التنسيق الذي اقتضاه الارتجال، وأرجو من الإخوان أن ينبهونا على ما فيها من خلل وخطأ فالمؤمن مرآة أخيه، والله أعلم وصلى الله على نبينا محمد وعلى آله وصحبه وسلم. ¶ عبد اللَّه بن عبد الرَّحمن بن جِبرينٍ",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "« المُقدِّمة » : ¶ إن الحمد لله نحمده ونستعينه ونستغفره، ونتوب إليه، ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضل له ومن يضلل فلا هادي له. ¶ وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمدا عبده ورسوله صلى الله عليه وعلى آله وأصحابه وسلم تسليما كثيرا. ¶ أما بعد: ¶ فقد قال النبي -صلى الله عليه وسلم- : « بدأ الإسلام غريبا وسيعود غريبا كما بدأ فطوبى للغرباء » رواه مسلم وقال -عليه الصلاة والسلام- : « يوشك الأمم أن تداعى عليكم كما تداعى الأكلة على قصعتها، فقال قائل: ومن قلة بنا يومئذ ؟ قال : بل أنتم يومئذ كثير ولكنكم غثاء كغثاء السيل، ولينزعن الله من صدور عدوكم المهابة منكم، وليقذفن في قلوبكم الوهن، فقال قائل: يا رسول الله وما الوهن ؟ فقال: حب الدنيا وكراهية الموت» رواه أحمد وأبو داود بإسناد حسن عن ثوبان رضي الله عنه. ¶ أقول : إن من حب الدنيا وكراهية الموت انتشار المعاصي والمحرمات هنا وهناك، والتي قد تمكنت في كثير من البلاد واعتادها الكثير من الناس فلا يستقبحونها ولا يستنكرونها. ¶ لقد أصبح الإسلام غريبا في كثير من البقاع، وخاصة بين أهله، فما أن تجد شابا ملتزما بأمر الله ومتمسكا بسنة رسوله صلى الله علية وسلم : من توفير لحيته، أو تقصير ثوبه، أو محافظته على الفرائض والسنن وغير ذلك؛ إلا وتجد من ينكر عليه ويقول: لا تتشدد فإن الدين يسر، وإن فعلك غلو وإفراط… إلخ. فجعلوا من يسر الدين ترك الأوامر، وارتكاب النواهي والمعاصي، نسأل الله العافية. ¶ أيها الأحباب : ¶ إن للمعاصي آثارا وخيمة على مرتكبها وعلى أسرته أو مجتمعه أو على أمته، وعلى الأرض والسماء والدواب وغيرها، قال تعالى: ? ظَهَرَ الْفَسَادُ فِي الْبَرِّ وَالْبَحْرِ بِمَا كَسَبَتْ أَيْدِي النَّاسِ لِيُذِيقَهُمْ بَعْضَ الَّذِي عَمِلُوا لَعَلَّهُمْ يَرْجِعُونَ ? [ سورة الروم، الآية: 41 ].",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "والمحرمات والمعاصي هي حدود الله وهي كل ما حرمه الله في كتابه وحرمه نبيه صلى الله عليه وسلم في سنته كما في الحديث: « ما أحل الله في كتابه فهو حلال، وما حرم الله فهو حرام، وما سكت عنه فهو عافية فاقبلوا من الله العافية، فإن الله لم يكن نسيا ثم تلا هذه الآية : ¶ ? وَمَا كَانَ رَبُّكَ نَسِيًّا ? [ سورة مريم، الآية: 64 ] ». (رواه الحاكم وحسنه الألباني في غاية المرام ص: 14). ¶ وقال صلى الله علية وسلم: « ما نهيتكم عنه فاجتنبوه، وما أمرتكم به فافعلوا منه ما استطعتم » رواه مسلم . ¶ فعلى المسلم العاقل أن يتوب إلى ربه توبة نصوحا، وأن يحذر كل الحذر من الوقوع في المحرمات، ومن وقع في شيء منها فليسارع إلى التوبة؛ فعسى الله أن يغفر له، قال صلى الله عليه وسلم: « كل ابن آدم خطاء وخير الخطائين التوابون » رواه الترمذي وابن ماجه وأحمد . ¶ وفي الحديث أيضا يقول النبي صلى الله عليه وسلم: « والذي نفسي بيده لو لم تذنبوا لذهب الله بكم ولجاء بقوم يذنبون فيستغفرون الله فيغفر لهم » رواه مسلم . ¶ وهذه رسالة مختصرة في بيان بعض المحرمات المتمكنة في الأمة، والمحرمات كثيرة، وكثيرة جدا، ولكن اقتصرنا على المشهور منها؛ ليتبين للناس مدى خطورة هذه المعاصي فيتجنبوها، فيحموا أنفسهم ومجتمعهم ودوابهم وغير ذلك من سخط الله وعقابه. ¶ نسأل الله تعالى لنا ولإخواننا أن يجنبنا المحرمات صغيرها وكبيرها، ونسأله تعالى الهداية والتوفيق والسداد، وأن يغنينا بحلاله عن حرامه، وبطاعته عن معصيته، إنه سميع قريب مجيب والله أعلم. ¶ « آثار الذّنوب والمعاصي » :",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "الذنوب والمعاصي والمحرمات سبب لمحق البركات، وقلة الخيرات، ومنع الأرزاق، وسبب لعقوبة الله تعالى وتسليطه على عباده أنواعا من المثلات، وإحلال العقوبات، وذلك لأنه تعالى يغضب على من عصاه، ويعاقبهم على قدر ذنوبهم إذا لم يعف عنهم، كما ورد في الحديث القدسي أن الله تعالى يقول: إذا أُطعت رضيت، وإذا رضيت باركت، وليس لبركتي نهاية، وإذا عُصيت غضبت، وإذا غضبت لعنت، ولعنتي تبلغ السابع من الولد . ¶ والمعصية يدخل فيها كل مخالفة، فتكون سببا لغضب الله تعالى، ولا يقوم لغضبه قائم، ولأجل ذلك يتوعد الله على كثير من المعاصي باللعن، ويتوعد على بعضها بالغضب، ويتوعد على بعضها بالعذاب العاجل أو الآجل، تخويفا منه للعباد حتى لا يقعوا في المعاصي والمحرمات. ¶ وقد أخبر الله تعالى بأن هذه المعاصي سبب لمنع الرزق، وسبب لظهور الفساد، وسبب للشرور ولتمكن الأشرار، وتسلطهم على الأخيار. ¶ يقول الله تعالى: ? ظَهَرَ الْفَسَادُ فِي الْبَرِّ وَالْبَحْرِ بِمَا كَسَبَتْ أَيْدِي النَّاسِ ? [ سورة الروم، آية: 41 ] والفساد هنا يعم فساد الأخلاق، وفساد البلاد، ويعم الانحرافات، وهذا كله عقوبة على ما كسبت أيدي الناس، والكسب هنا هو فعل جرائم المحرمات، فقوله: ? بِمَا كَسَبَتْ أَيْدِي النَّاسِ ? يعني بما عملوا من المحرمات التي تسبب العقوبة، وتسبب محق البركة.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ومع ذلك فإنه سبحانه يخبر بأنه لا يعاجل عباده، ولكن يمهلهم ويؤخرهم، وإلا فلو عاجلهم لأحل بهم العقوبة الصارمة، قال تعالى: ? وَلَوْ يُؤَاخِذُ اللَّهُ النَّاسَ بِمَا كَسَبُوا مَا تَرَكَ عَلَى ظَهْرِهَا مِنْ دَابَّةٍ ? [ سورة فاطر : 45 ] والكسب هنا يراد به الكسب السيئ، يعني المحرمات والسيئات. أي أنه تعالى لولا إمهاله لكان العباد على ما يعملونه مستحقين للعذاب، والضمير يعود على الأرض، أي: ما ترك على الأرض من دابة، والمعنى أنه لو يؤاخذ الناس بما يستحقونه من العقوبة على المظالم والمعاصي والمحرمات لعجل لهم، ولأخذهم ولأهلكهم حتى الدواب في الأرض. ¶ ولكن إذا استقروا ولزموا الطريقة المستقيمة أعانهم الله وأغاثهم، قال تعالى: ? وَأَنْ لَوِ اسْتَقَامُوا عَلَى الطَّرِيقَةِ لَأَسْقَيْنَاهُمْ مَاءً غَدَقًا ? [ سورة الجن الآية : 16 ] ¶ والطريقة هي الإسلام، أي إذا استقاموا على الإسلام وتمسكوا به وعملوا بشرائعه وتركوا المحرمات، فإن الله تعالى يسقيهم ماء غدقا فيسقي الأرض ويغيث العباد ويسقي الحرث والأشجار. وأما إذا لم يفعلوا فإنه يعاقب من يشاء بأنواع العقوبة حسب ما يستحقونه. ¶ ومع ذلك فإنه يعفو عن كثير من المخالفات، وإلا فإن العباد على معاصيهم وذنوبهم يستحقون أكثر مما نزل بهم، قال تعالى: ? وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَنْ كَثِيرٍ ? [ سورة الشورى، الآية: 30 ] والكسب هنا السيئات، يعني أن ما ينزل بنا من مصيبة فإنه عقوبة على الكسب المحرم وعلى السيئات التي اكتسبتها أيدينا. ¶ وقد ورد في بعض الأحاديث: ما نزل بلاء إلا بذنب وما رفع إلا بتوبة . ¶ والإنسان لا يغتر بما هو فيه. ¶ فلا يغتر بالأمن. ¶ ولا يغتر بزهرة الدنيا. ¶ ولا يغتر بزخرفها. ¶ ولا يغتر بكثرة الأموال والأولاد. ¶ ولا يغتر بالصحة في الأبدان. ¶ ولا يغتر بما أعطاه الله وما خوله.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "فإن هذا ليس دليلا على رضى الله إذا كان الإنسان يعمل ما يسخطه، ولكن هو من الإمهال إلى العذاب الذي لم يأت أجله، يقول الله تعالى: ? وَرَبُّكَ الْغَفُورُ ذُو الرَّحْمَةِ لَوْ يُؤَاخِذُهُمْ بِمَا كَسَبُوا لَعَجَّلَ لَهُمُ الْعَذَابَ بَلْ لَهُمْ مَوْعِدٌ لَنْ يَجِدُوا مِنْ دُونِهِ مَوْئِلًا ? [ سورة الكهف، الآية : 58 ] يعني أن هذا الإمهال – لمن لم يستقم ولم يرجع إلى الله تعالى – له أجل ينتهي إليه. ¶ ودليل ذلك الحديث الذي يقول فيه النبي صلى الله عليه وسلم: « إن الله ليملي للظالم حتى إذا أخذه لم يفلته، وقرأ قول الله تعالى : ? وَكَذَلِكَ أَخْذُ رَبِّكَ إِذَا أَخَذَ الْقُرَى وَهِيَ ظَالِمَةٌ إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ ? [ سورة هود ، الآية : 102 ] » متفق عليه والظالم هنا العاصي الذي اقترف معصية وفعل ذنبا أيما ذنب. ¶ وقوله صلى الله عليه وسلم : « ليملي للظالم » يعني يؤخره ويمهله ويعطيه على ما هو عليه، ومع ذلك فلعله أن يعود إلى ربه إذا كان ذا عقل، وأن تتغير حاله . ¶ ويقول النبي صلى الله عليه وسلم: « إذا رأيت الله يعطي الظالم وهو مقيم على ظلمه فاعلم أنه استدراج » رواه أحمد ويعطيه أي يوسّع عليه، فإذا رأيت الله تعالى يوسع على إنسان وهو ظالم، ومع ذلك تزداد مكانته ومنزلته وماله، ويزداد في طغيانه ومعصيته، فلا تظن أن ذلك لكرامته على الله، ولكن اعلم أن ذلك من باب الاستدراج، اقرأ قول الله تعالى: ¶ ? سَنَسْتَدْرِجُهُمْ مِنْ حَيْثُ لَا يَعْلَمُونَ *وَأُمْلِي لَهُمْ إِنَّ كَيْدِي مَتِينٌ ? [ سورة الأعراف ، الآيتان: 182، 183 ] فقوله: ? وَأُمْلِي لَهُمْ ? يعني أؤخرهم إلى أن يحين أجلهم وتنزل بهم العقوبة. ¶ « السّيئات والمحرمات من كبائر الذّنوب » :",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وقد ورد في بعض الأحاديث : ما أخذ الله قوما إلا عند غرتهم وغفلتهم وسلوتهم والأخذ هنا العقوبة، أي: ما عاقبهم وأخذهم أخذ عزيز مقتدر إلا بعد أن يركنوا إلى الدنيا ويطمئنوا إليها، ويظنوا أنهم يتمتعون فيها. ¶ واقرأ قوله تعالى: ? فَلَمَّا عَتَوْا عَنْ مَا نُهُوا عَنْهُ قُلْنَا لَهُمْ كُونُوا قِرَدَةً خَاسِئِينَ ? [ سورة الأعراف: 166 ] ¶ واقرأ قول الله تعالى عن الذين مضوا : ? فَلَوْلَا إِذْ جَاءَهُمْ بَأْسُنَا تَضَرَّعُوا وَلَكِنْ قَسَتْ قُلُوبُهُمْ وَزَيَّنَ لَهُمُ الشَّيْطَانُ مَا كَانُوا يَعْمَلُونَ *فَلَمَّا نَسُوا مَا ذُكِّرُوا بِهِ فَتَحْنَا عَلَيْهِمْ أَبْوَابَ كُلِّ شَيْءٍ حَتَّى إِذَا فَرِحُوا بِمَا أُوتُوا أَخَذْنَاهُمْ بَغْتَةً فَإِذَا هُمْ مُبْلِسُونَ ? [ سورة الأنعام، الآيتان : 43، 44 ] ¶ و ? أَخَذْنَاهُمْ بَغْتَةً ? يعني على حين غرة وعلى حين غفلة، فأخذهم الله أخذ عزيز مقتدر، أو أخذهم بالتدريج وعاقبهم عقوبة بطيئة لم يتفطنوا لها حتى بغتهم أمر الله. ¶ وهذا ونحوه يدل على أن السيئات والمحرمات من كبائر الذنوب وأن بسببها تنزل العقوبة العاجلة أو الآجلة، وإذا أمهل للعاصي ومات وهو في طغيانه وعلى كفره وعناده وظلمه وعدوانه فلا يأمن أن يعاقب في الآخرة فإن عذاب الآخرة أشد وأبقى. ¶ وكثيرا ما يذكر الله العذاب الأخروي الذي هو عذاب النار وبئس القرار، وذلك لتخويف العباد حتى يعودوا إلى الحق ويعبدوا ربهم وحده لا شريك له، قال تعالى: ? ذَلِكَ يُخَوِّفُ اللَّهُ بِهِ عِبَادَهُ يَا عِبَادِ فَاتَّقُونِ ? [ سورة الزمر: الآية 16 ]. ¶ فيجب علينا أن نخاف من عذاب الدنيا أن يعاجلنا الله به، كما عاجل الأمم السابقة الذين عتوا وبغوا وطغوا وتعدوا، أو نخاف من عذاب الآخرة إذا بقينا على هذه المعاصي والمحرمات، فنخاف أن يعاقبنا الله عقوبة أخروية وهي أشد وأبقى من عقوبة الدنيا.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "هذا ما أحب أن أقوله في آثار الذنوب والمعاصي، وللذنوب آثار كثيرة وعظيمة وقد قص الله تعالى علينا عقوبة الذين كذبوا وكيف أخذهم لما كذبوا ومكروا وردوا رسالته على رسله، فأنزل بهم أنواع العقوبات التي ذكرها في كتابه العزيز. ¶ « من المحرمات المتمكنة في الأمّة السّبع الموبقات » : ¶ إن المحرمات المتمكنة في الأمة كثيرة، وإن المسلم ليحذر أن يركن إلى شيء منها فيكون من أهل العقوبات، وقد وردت الأدلة في ذكر أنواع السيئات للتحذير منها ولعقوبتها ولشدة العذاب عليها، فمن ذلك قول النبي صلى الله عليه وسلم: « اجتنبوا السبع الموبقات قالوا يا رسول الله وما هن؟ قال: الشرك بالله، والسحر، وقتل النفس التي حرم الله إلا بالحق، وأكل الربا، وأكل مال اليتيم، والتولي يوم الزحف، وقذف المحصنات الغافلات المؤمنات » متفق عليه. ¶ وذلك لأن هذه السبع قد ذكر الله عليها عقوبات شديدة، ونأتي على ذكر كل واحدة من هذه المعاصي باختصار فنقول : ¶ أولا: الشرك بالله لقد ذكر الله تعالى الشرك في قوله تعالى: ? إِنَّهُ مَنْ يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ ? [ سورة المائدة، الآية: 72 ]. ¶ وقال تعالى: ? إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ ? [ سورة النساء، الآية: 48 ]. ¶ وفي الحديث عن أبي بكرة رضي الله عنه قال: « كنا عند رسول الله - صلى الله عليه وسلم - فقال: ألا أنبئكم بأكبر الكبائر؟ ثلاثا : الإشراك بالله... » الحديث، متفق عليه . ¶ والشرك ينقسم إلى قسمين: شرك أكبر وشرك أصغر، وكل منهما له أقسام وأمثلة. ¶ والشرك الأكبر مخرج من الملة وهو الذي لا يغفره الله عز وجل، وصاحبه مخلد في النار أبد الآبدين. ¶ أما الشرك الأصغر فإنه ليس مخرجا من الملة ولكن صاحبه على خطر عظيم.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وهنا ننبه على أنواع من الشرك الأكبر المنتشرة على سبيل الاختصار: ¶ فمن الشرك الأكبر الذبح والنذر لغير الله. ¶ ومن الشرك الأكبر السحر والكهانة والعرافة ¶ ومن الشرك الأكبر اعتقاد النفع في أشياء لم تشرع كاعتقاد النفع في التمائم والعزائم ونحوها. ¶ ومن الشرك الأكبر الطواف حول القبور وعبادتها والاستعانة والاستغاثة بأصحابها، باعتقادهم أنهم ينفعونهم ويقضون لهم حاجاتهم، وهكذا دعاؤهم، ونداؤهم عند حصول الكربات والمكروهات لهم، فتجد أحدهم إذا أصابه مكروه يقول: يا بدوي ! أو يا جيلاني ! أو يا عبد القادر ! أو يا حسين ! أو يا علي ! أو يا شاذلي ! أو يا رفاعي ! وهكذا دعاؤهم للسيدة زينب والعيدروس وابن علوان وغيرهم كثير وكثير. ¶ وهكذا من الشرك الأكبر تحليل ما حرم الله وتحريم ما أحل الله. ¶ ومن الشرك الأكبر أيضا اعتقاد بعضهم في تأثير النجوم والكواكب في بعض الظواهر الكونية وغيرها: كاعتقادهم أن المطر ينزل بسبب النجم كذا وكذا، وأن الرياح يثيرها نجم كذا وكذا، وهذا كله من الشرك بالله. ¶ وهناك أنواع من الشرك الأصغر الغير مخرج من الملة نذكر بعضها على سبيل الاختصار: ¶ فمن الشرك الأصغر الرياء والسمعة. ¶ ومن الشرك الأصغر الطيرة وهي التشاؤم ويدخل فيه التشاؤم ببعض الشهور أو الأيام أو بعض الأسماء أو أصحاب العاهات. ¶ وهكذا من الشرك الأصغر الحلف بغير الله، كالحلف بالآباء أو الأمهات أو الأولاد، أو الحلف بالأمانة، أو الحلف بالكعبة، أو الشرف، أو النبي، أو جاه النبي، أو الحلف بفلان، أو بحياة فلان، أو الحلف بالولي، وغير ذلك كثير، فلا يجوز الحلف إلا بالله. ¶ ثانيا: السحر وأما السحر فقد ذكره الله تعالى بقوله: ? وَلَكِنَّ الشَّيَاطِينَ كَفَرُوا يُعَلِّمُونَ النَّاسَ السِّحْرَ ? إلى قوله: ? وَلَقَدْ عَلِمُوا لَمَنِ اشْتَرَاهُ مَا لَهُ فِي الآخِرَةِ مِنْ خَلاقٍ ? [ سورة البقرة ، الآية: 102 ] أي ما له في الآخرة حظ ولا نصيب.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "والسحر قد كثر في هذه البلاد، وهو من الأعمال الشيطانية، وهو متمكن في كثير من البلاد الإسلامية، ولا شك أنه نوع من الشرك وما ذاك إلا أن السحرة يعبدون الشياطين حتى تلابس من يريدون إضراره؛ فيكون الساحر بذلك مشركا ، حيث إنه يتقرب إلى الشيطان بما يحب حتى يخدمه الشيطان فيضر به مسلما أو يضر به من يريد إضراره. ¶ ولقد انتشر في هذا الزمان اللجوء إلى السحرة لفك السحر وهذا أمر شنيع ومحرم، وفي كلام الله وسنة رسوله - صلى الله عليه وسلم - غنية لمن أصابه السحر ونحوه، وعليه أن يطلب الشفاء من الله أولا ثم عمل الأسباب المباحة، كالرقية الشرعية ونحوها. ¶ ولما كان السحر محرما وهو نوع من أنواع الشرك بالله وقد حكم على الساحر بأنه كافر. ¶ فواجب علينا أن نحذرهم ونبتعد عنهم، وواجب أن نُعَرِّفَ بمن نعرف منه أنه ساحر، أو يتعاطى السحر، من رجل أو امرأة. ¶ ويدخل تحت باب السحر أيضا الكهانة والعرافة، والكاهن أو العراف كافر إذا ادعيا علم الغيب. ¶ ولا يجوز الذهاب إليهم ولا التعامل معهم، ومن ذهب إليهم مصدقا لهم فهو كافر كفرا يخرج من الملة. ¶ أما من ذهب إليهم وهو غير مصدق لهم فإنه لا يكفر ولكنه قد وقع في ذنب عظيم، كما ورد أنه لا تقبل صلاته أربعين يوما نسأل الله السلامة والعافية. ¶ ثالثا: قتل النفس ، وأما القتل فالمراد به الاعتداء على المسلم بسفك دمه أو جرحه أو قطع طرف منه، أو نحو ذلك، وقد ورد في الحديث : « أول ما يقضى بين الناس يوم القيامة في الدماء » متفق عليه، يعني: المظالم التي بين الناس يوم القيامة تكون في الدماء وتكون في الأموال وتكون في الأعراض ولكن الدماء أهمها، فلذلك يحكم بينهم في أمر هذه الدماء، فيقضي بينهم وذلك لأهميتها.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وقد ورد الوعيد الشديد على قتل المسلم عمدا ، قال الله تعالى: ? وَمَنْ يَقْتُلْ مُؤْمِنًا مُتَعَمِّدًا فَجَزَاؤُهُ جَهَنَّمُ خَالِدًا فِيهَا وَغَضِبَ اللَّهُ عَلَيْهِ وَلَعَنَهُ وَأَعَدَّ لَهُ عَذَابًا عَظِيمًا ? [ سورة النساء، الآية 93 ]. ¶ فقد توعد الله القاتل بأنواع من العقوبات : ¶ الأولى: جزاؤه جهنم وهو اسم من أسماء النار وبئس القرار. ¶ الثانية : الخلود فيها يعني: طول المقام فيها إلى أجل لا يعلمه إلا الله. ¶ الثالثة : الغضب أي: غضب الله عليه، وإذا غضب عليه فإنه يستحق أن يعاقبه. ¶ الرابعة : اللعن وهو الطرد والإبعاد من رحمة الله. ¶ الخامسة : العذاب على هذا الذنب الذي هو اعتداؤه على حرمة مسلم وإراقة دمه بغير حق. ¶ رابعا: أكل الربا والربا هو المال الذي يؤخذ بغير حق من المعاملات الربوية المحرمة شرعا وهو من كبائر الذنوب، ولذلك قال الله تعالى: ? فَمَنْ جَاءَهُ مَوْعِظَةٌ مِنْ رَبِّهِ فَانْتَهَى فَلَهُ مَا سَلَفَ وَأَمْرُهُ إِلَى اللَّهِ وَمَنْ عَادَ فَأُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ *يَمْحَقُ اللَّهُ الرِّبَا وَيُرْبِي الصَّدَقَاتِ ? [ سورة البقرة، الآيتان 275، 276 ]. ¶ ولا شك أن الربا متمكن في الأمة، فكثير من المعاملات يكون فيها ربا وأهلها لا يشعرون، ولكن يفعلون ذلك تقليدا أو يفعلونه ظنا منهم أنه لا إثم فيه، فالواجب أن نبتعد عنه وألا نتعامل إلا بالمعاملات المباحة التي لا شك فيها، وفي الحلال غنية عن الحرام. ¶ والربا محرم بالكتاب والسنة وهو من المهلكات والموبقات السبع، قال تعالى: ? يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَذَرُوا مَا بَقِيَ مِنَ الرِّبَا إِنْ كُنْتُمْ مُؤْمِنِينَ *فَإِنْ لَمْ تَفْعَلُوا فَأْذَنُوا بِحَرْبٍ مِنَ اللَّهِ وَرَسُولِهِ ? [ سورة البقرة، الآيتان : 278 ، 279 ].",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "إن المتعامل بالربا قد حارب الله ورسوله، ويا خيبة من أعلن حربه على الله ورسوله لأنه خاسر لا محالة. ¶ وانظر أيها المتعامل بالربا إلى ما قاله الرسول صلى الله عليه وسلم في شناعة عملك هذا، ففي الحديث عن عبد الله بن مسعود قال: « الربا ثلاثة وسبعون بابا ، أيسرها مثل أن ينكح الرجل أمه، وإن أربى الربا عرض الرجل المسلم » انظر: صحيح الجامع (3533). ¶ وعن عبد الله بن حنظلة رضي الله عنهما : « درهم ربا يأكله الرجل وهو يعلم أشد من ست وثلاثين زنية ». انظر: صحيح الجامع ( 3375 ). ¶ خامسا: أكل مال اليتيم يعم كل من كان عنده مال لغيره من يتيم أو فقير أو نحو ذلك، فَأَكَلَهُ وجَحَدَهُ. ¶ وقد توعد الله من أكل مال اليتامى بالعذاب الشديد فقال تعالى: ? إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَالَ الْيَتَامَى ظُلْمًا إِنَّمَا يَأْكُلُونَ فِي بُطُونِهِمْ نَارًا وَسَيَصْلَوْنَ سَعِيرًا ? [ سورة النساء، الآية : 10] فأكلهم النار، يعني : في عذاب الله تعالى يعاقبون بأن يأكلوا نارا . ¶ وهذه النار التي يأكلونها هي من نار جهنم. يروى أنهم يلقمون جمرات في النار تحرق أجوافهم، أو أنهم يسقون من الحميم الذي هو أشد حرارة مما يتصور، كما في قوله تعالى: ¶ ? وَسُقُوا مَاءً حَمِيمًا فَقَطَّعَ أَمْعَاءَهُمْ ? [ سورة محمَّد، الآية : 15 ] فأخبر بأنهم إنما يأكلون في بطونهم نارا وسيصلون سعيرا ، أو أنهم يأكلون هذا المال الحرام ويعاقبون بأن يعذبوا في النار يوم القيامة، وهذا وعيد شديد.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وعلى المسلم أن يبتعد عن أكل أموال الناس بغير الحق (اليتامى وغيرهم) والله تعالى قد نهى عن أكل المال بغير حق، فقال تعالى: ? وَلَا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ وَتُدْلُوا بِهَا إِلَى الْحُكَّامِ لِتَأْكُلُوا فَرِيقًا مِنْ أَمْوَالِ النَّاسِ بِالْإِثْمِ وَأَنْتُمْ تَعْلَمُونَ ? [ سورة البقرة ،الآية : 188] يعني: لا تأكلوا أموال الناس التي تخصهم بغير حق ظلما وعدوانا ، فإنكم بذلك متعرضون لعذاب الله تعالى وغضبه. ¶ ومِنْ أَكْل أموال الناس بالباطل كل مال حرام وسحت ومن ذلك : السرقة والرشوة والغصب والتزوير وبيع المحرمات والربا وما يؤخذ كأجرة على المحرمات كالكهانة أو الغناء ونحوها. ¶ وفي الحديث عن النبي صلى الله عليه وسلم: « كل لحم نبت من سحت فالنار أولى به » رواه أحمد والترمذي والدارمي. ¶ فعليك أخي المسلم التوبة من حقوق الناس، وهو شرط من شروط التوبة، فلا تتم التوبة إلا بإرجاع الحقوق إلى أهلها أو استباحتهم. ¶ سادسا: التولي يوم الزحف والتولي يوم الزحف هو: عندما تتقابل الصفوف في القتال فينهزم من ينهزم ويسلط العدو على المسلمين فيأخذ بعضهم بالهرب بسبب انهزامه، فهذا هو التولي، وهو بذلك متوعد بوعيد شديد ذكره الله تعالى بقوله: ? يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا لَقِيتُمُ الَّذِينَ كَفَرُوا زَحْفًا فَلَا تُوَلُّوهُمُ الْأَدْبَارَ وَمَنْ يُوَلِّهِمْ يَوْمَئِذٍ دُبُرَهُ إِلَّا مُتَحَرِّفًا لِقِتَالٍ أَوْ مُتَحَيِّزًا إِلَى فِئَةٍ فَقَدْ بَاءَ بِغَضَبٍ مِنَ اللَّهِ وَمَأْوَاهُ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ ? [ سورة الأنفال، الآيتان: 15، 16] وهذا وعيد شديد على التولي يوم الزحف.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "سابعا: قذف المحصنات الغافلات المؤمنات قال تعالى: ? إِنَّ الَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ الْغَافِلَاتِ الْمُؤْمِنَاتِ لُعِنُوا فِي الدُّنْيَا وَالْآخِرَةِ وَلَهُمْ عَذَابٌ عَظِيمٌ *يَوْمَ تَشْهَدُ عَلَيْهِمْ أَلْسِنَتُهُمْ وَأَيْدِيهِمْ وَأَرْجُلُهُمْ بِمَا كَانُوا يَعْمَلُونَ ? [ سورة النور، الآيتان : 23، 24 ]. ¶ والقذف هو الرمي بالفاحشة، بأن يرمي إنسانا بريئا بقوله: إنك قد زنيت، أو هذا زان، أو هذه زانية، وهو كاذب عليهم، لا شك أن هذا بهتان وظلم وكذب ورمي لمسلم بريء بفاحشة لم يعملها، وإلصاق له بتهمة يظهر شناعتها، فيلام بها ويعاب عليها. ¶ فلأجل ذلك استحق العقوبة كل من رمى إنسانا بريئا بفاحشة وهو عالم بأنه بريء، قال تعالى: ? وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَدَاءَ فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً وَلَا تَقْبَلُوا لَهُمْ شَهَادَةً أَبَدًا وَأُولَئِكَ هُمُ الْفَاسِقُونَ *إِلَّا الَّذِينَ تَابُوا مِنْ بَعْدِ ذَلِكَ وَأَصْلَحُوا ? ¶ [ سورة النور، الآيتان: 4 ، 5 ]. ¶ فقد عاقب الله من رمى مؤمنا بفاحشة بثلاث عقوبات: ¶ الأولى : الجلد ? فَاجْلُدُوهُمْ ثَمَانِينَ جَلْدَةً ?. ¶ الثانية : رفض الشهادة ? وَلَا تَقْبَلُوا لَهُمْ شَهَادَةً أَبَدًا ?. ¶ الثالثة : الحكم عليهم بأنهم فاسقون ? وَأُولَئِكَ هُمُ الْفَاسِقُونَ ?. إلا من تاب من هذه المعاصي التي بيَّن النبي - صلى الله عليه وسلم - أنها من الموبقات المهلكات التي تسبب العذاب على صاحبها، سواء في الدنيا أو في الآخرة. ¶ وعن أبي هريرة رضي الله عنه عن النبي - صلى الله عليه وسلم - أنه قال: « كل المسلم على المسلم حرام: دمه وماله وعرضه » رواه مسلم وعن أبي هريرة رضي الله عنه قال : سمعت رسول الله - صلى الله عليه وسلم - يقول: « من قذف مملوكه وهو بريء مما قال، جلد يوم القيامة إلا أن يكون كما قال » متفق عليه.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "ويلحق بهذه الكبائر كل ما يشبهها أو يقاس عليها، مما يدخل فيه الوعيد، أو مما فيه مفسدة للأمة، وفيما يلي نأتي على شيء من الذنوب والمعاصي التي يظن البعض أنها من الصغائر فيستهين بها ولا يلقي لها بالا؛ ليكون المسلم على حذر منها؛ فإن من وقع فيها ولم يتب كان على خطر عظيم، وإن ربك لبالمرصاد، وإن جهنم موعدهم أجمعين إلا من تاب وآمن وعمل عملا صالحا، فنرجو الله له المغفرة والرحمة، والله غفور رحيم. ¶ « التّحذير من محقرات الذّنوب » : ¶ كثيرا ما يقع المسلم في بعض الذنوب ويظن أنها من الصغائر، فيحتقرها، ولا يلقي لها بالا أو يحتج بقوله تعالى: ? إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ ?[ سورة البقرة، الآية : 173 ] والبعض الآخر بحديث: « الصلوات الخمس والجمعة إلى الجمعة ورمضان إلى رمضان مكفرات لما بينهن » متفق عليه وبحديث : ¶ « العمرة إلى العمرة كفارة لما بينهما » رواه مسلم وغيرها من الأقوال ومداخل الشيطان عليهم. ¶ ونحن نقول لا يجوز للمسلم أن يتهاون بهذه الذنوب التي يدعي أنها من الصغائر، أو بالذنوب التي هي مقدمات للكبائر، فقد ثبت أن النبي - صلى الله عليه وسلم - قال: « إياكم ومحقرات الذنوب فإنهن إذا اجتمعن على الرجل يهلكنه » وإن رسول الله - صلى الله عليه وسلم - ضرب لهن مثلا : « كمثل قوم نزلوا أرض فلاة فحضر صنيع القوم فجعل الرجل ينطلق فيجيء بالبعرة والرجل يجيء بالعود، حتى جمعوا سوادا كثيرا ، فأججوا نارا وأنضجوا ما قذفوا فيها » رواه أحمد . ¶ هذا مَثَل ضربه النبي صلى الله عليه وسلم، وهو أنه لو كان هناك جماعة مسافرون وليس معهم حطب يوقدون به ليصلحوا طعامهم والأرض ليس فيها حطب ظاهر، ولكنهم قوم كثير فتفرقوا في الأرض، فوجد هذا بعرة ووجد هذا عودا ، ووجد هذا عودا ، حتى اجتمع سواد، يعني حطب كثير، فكان ذلك سببا في أنهم أوقدوا فيه وأنضجوا طعامهم، وأصلحوا ما يريدون إصلاحه.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "فكذلك هذه السيئات الصغيرة تأتي من هنا واحدة ومن هناك ثانية وثالثة ورابعة وهلم جرًّا، حتى تجتمع على الإنسان فتهلكه، وهو متساهل بها ومتصاغر لها لا يظن أنها تبلغ ما بلغته. ¶ وأنا أذكر جملة من هذه الذنوب التي يحتقرها كثير من الناس ويظن أنها صغيرة ولا محذور فيها للتذكير، فإن الذكرى تنفع المؤمنين، وحتى يبتعد عنها المسلم ويقف عند حدود الله : ¶ أولا: السخرية والاستهزاء وإطلاق الكلمات البذيئة كثيرا ما يتلفظ بعض الناس بكلمات لا يهتم بها ولا يلقي لها بالا وقد تهلكه كما قال النبي صلى الله عليه وسلم: « إن الرجل ليتكلم بالكلمة من سخط الله لا يلقي لها بالا يهوي بها في النار أبعد مما بين المشرق والمغرب » رواه البخاري . ¶ وما أكثر هذه الكلمات التي لا يزنها صاحبها عند المقال، ولا يفكر فيها، وقد تكون كفرا ، وقد تكون معصية، ولكنه لا يقدر لها تقديرا . ¶ كثيرا ما يتكلم بكلمة كسُبَّةٍ، أو بهتان أو ظلم، أو غيبة، أو نميمة، أو سخرية أو استهزاء في أمر من الأمور، ولا يتفطن لها فيحكم عليه بالكفر والعياذ بالله. ¶ ولقد توعد الله بالوعيد الشديد الذين يسخرون بأهل الخير وبأهل الصلاح، وقد عد الله سبحانه وتعالى السخرية بهم والاستهزاء بآيات الله وبأحكامه وبشرائعه كفرا . ¶ ومن الأدلة على خطر الاستهزاء بالله وبآياته وبأوليائه المؤمنين قول الله تعالى عن أهل النار: ? وَقَالُوا مَا لَنَا لَا نَرَى رِجَالًا كُنَّا نَعُدُّهُمْ مِنَ الْأَشْرَارِ *أَتَّخَذْنَاهُمْ سِخْرِيًّا أَمْ زَاغَتْ عَنْهُمُ الْأَبْصَارُ ? [ سورة ص، الآيتان : 62، 63 ] يقولون: إننا كنا نستهزئ بالمتطوعين، ونستهزئ بالمصلين، ونستهزئ بالملتحين، ونستهزئ ونسخر بالمتدينين، ونعدهم أشرارا ، ونعدهم فجارا وضلالا ، واليوم لا نراهم معنا في النار!! ¶ أين ذُهب بهم؟! أين أولئك الذين كنا نعدهم من الأشرار، ونتخذهم سخريا ؟!",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "ومن الأدلة أيضا قول الله تعالى: ? زُيِّنَ لِلَّذِينَ كَفَرُوا الْحَيَاةُ الدُّنْيَا وَيَسْخَرُونَ مِنَ الَّذِينَ آمَنُوا وَالَّذِينَ اتَّقَوْا فَوْقَهُمْ يَوْمَ الْقِيَامَةِ وَاللَّهُ يَرْزُقُ مَنْ يَشَاءُ بِغَيْرِ حِسَابٍ ? [ سورة البقرة، الآية :212 ]. ¶ ? وَيَسْخَرُونَ مِنَ الَّذِينَ آمَنُوا ? يعني يستهزئون بالمؤمنين وبالمتدينين وبالصالحين، ويسخرون من زهدهم وتمسكهم بدينهم، فلذلك عاقبهم الله تعالى بأن أحل بهم غضبه وعذابه وصاروا من أعدائه. ¶ أما أولئك الذين كان يسخر منهم ويستهزأ بهم فهم من أولياء الله الذين أكرمهم بجزيل ثوابه والذين يأمرون بالمعروف وينهون عن المنكر ويتابعون أهل المعاكسات والسهرات على المسكرات ونحوها . ¶ ومن الأدلة أيضا ما حكاه الله تعالى عن المنافقين بأنهم يلمزون أهل الخير، فقال تعالى: ¶ ? الَّذِينَ يَلْمِزُونَ الْمُطَّوِّعِينَ مِنَ الْمُؤْمِنِينَ فِي الصَّدَقَاتِ وَالَّذِينَ لَا يَجِدُونَ إِلَّا جُهْدَهُمْ فَيَسْخَرُونَ مِنْهُمْ سَخِرَ اللَّهُ مِنْهُمْ وَلَهُمْ عَذَابٌ أَلِيمٌ ? [ سورة التوبة، الآية : 79 ] ويلمزونهم أي : يعيبونهم، وما أكثر الذين يلمزون المطوعين ويعيبونهم! فيعيبونهم مثلا بالصلاة، ويعيبونهم برفع الثياب وتقصيرها، ويعيبونهم بإرخاء اللحى وإعفائها، ويعيبونهم بترك شرب الدخان والخمور، وما أشبهها! ¶ وتلك شكاة ذاهب عنك عارها، فالعبادات المذكورة لا عيب فيها، وليس عليك عيب إذا عابك مثل هؤلاء وتنقصوك، وإنما العيب في الذي يعيبك بتمسكك فهو أولى بأن يكون معيبا ذميما .",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "ولقد ذم الله أولئك الذين يستهزئون بالمؤمنين ويلمزونهم، وسماهم مجرمين، قال تعالى: ? إِنَّ الَّذِينَ أَجْرَمُوا كَانُوا مِنَ الَّذِينَ آمَنُوا يَضْحَكُونَ ? [ سورة المطففين، الآية : 29 ] والذين آمنوا يراد بهم الذين حققوا الإيمان وعملوا الصالحات، وتركوا المحرمات، فالمجرمون يضحكون منهم ويستهزئون بهم قال تعالى: ? وَإِذَا مَرُّوا بِهِمْ يَتَغَامَزُونَ ? [ سورة المطففين، الآية: 30]وقال: ? وَإِذَا رَأَوْهُمْ قَالُوا إِنَّ هَؤُلَاءِ لَضَالُّونَ *وَمَا أُرْسِلُوا عَلَيْهِمْ حَافِظِينَ ? [ سورة المطففين، الآيتان: 32، 33 ]. ¶ هكذا تكون حالهم في الدنيا، أما في الآخرة فإن المؤمنين يضحكون منهم عندما يروهم هم الخاسرين. ¶ ولا شك أن الاستهزاء والسخرية بأهل الخير هو الكمال الحقيقي بأهل الخير، ذلك أنهم أهل الطاعة وأهل الاستقامة، أما أولئك فهم أهل الضلال والخسران فبماذا يمتدحون؟ ¶ أيمتدحون بشربهم الخمور؟ ¶ أم يمتدحون بسماع الأغاني؟ ¶ أم يمتدحون بحلق اللحى وإعفاء الشوارب؟ ¶ أم يمتدحون بترك الصلوات أو التكاسل عنها؟ ¶ أم يمتدحون بالغيبة والنميمة والبهتان؟ أم ... أم ... أم ... إلخ . ¶ ثم نقول: إنه لا يجوز الجلوس مع هؤلاء الفساق الذين يستهزئون بالمؤمنين ويلمزونهم ويسخرون منهم، كما أخبر الله بذلك فقال: ? وَإِذَا رَأَيْتَ الَّذِينَ يَخُوضُونَ فِي آيَاتِنَا فَأَعْرِضْ عَنْهُمْ حَتَّى يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ وَإِمَّا يُنْسِيَنَّكَ الشَّيْطَانُ فَلَا تَقْعُدْ بَعْدَ الذِّكْرَى مَعَ الْقَوْمِ الظَّالِمِينَ ? [ سورة الأنعام، الآية: 68 ].",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "بل ولا يجوز السكوت على ما يقولونه من السخرية أو الاستهزاء أو الرضا بما يقولونه، قال تعالى: ? فَإِنْ تَرْضَوْا عَنْهُمْ فَإِنَّ اللَّهَ لَا يَرْضَى عَنِ الْقَوْمِ الْفَاسِقِينَ ? [ سورة التوبة، الآية: 96 ] ولا يجلس مع هؤلاء الأشرار إلا ضعاف الإيمان والذين لم يتمكن الإيمان في قلوبهم. ¶ أما من أراد دعوتهم ونصحهم وبيان الحق وأن ما هم عليه باطل فلا بأس بالجلوس معهم بقدر البيان لهم وتحذيرهم، فهو من الدعوة إلى الله. ¶ ثانيا: شرب الخمور وتعاطي المخدرات، ومن المنكرات والمحرمات المتمكنة في الأمة، والتي فشت في كثير من الناس، شرب الخمور والمسكرات وتعاطي المخدرات ¶ إن الكثير من الشباب اليوم يبيت ليله على شرب هذه المسكرات وتعاطيها، وربما تفوت عليهم أوقات كثيرة وهم في سكر والعياذ بالله. ¶ وقد وردت الأدلة الكثيرة في تحريم الخمر، وذكر جل وعلا العلة في تحريمها فقال تعالى: ? إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنْصَابُ وَالْأَزْلَامُ رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ ? [ سورة المائدة، الآية: 90 ]. ¶ وهذا دليل واضح على تحريم الخمر، وهو الأمر بالاجتناب الذي هو البعد عنها، وكذلك مقارنتها بالأنصاب وهي آلهة الكفار، وهذا دليل آخر على تحريمها. ¶ فانظر أيها المسلم العاقل إلى هؤلاء الذين يعيبون أهل الخير والاستقامة، كيف حالهم وهم سكارى ؟! نسأل الله العافية. ¶ وفي الحديث عن جابر رضي الله عنه عن النبي صلى الله عليه وسلم: « إن على الله عهد لمن يشرب المسكر أن يسقيه من طينة الخبال. قالوا: يا رسول الله وما طينة الخبال ؟ قال: عرق أهل النار أو عصارة أهل النار » رواه مسلم . ¶ وقال صلى الله عليه وسلم: « كل مسكر خمر، وكل مسكر حرام » رواه أبو داود وانظر صحيح الجامع 3128 .",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "فكل مسكر ولو كان غير الخمر فهو حرام، فالويسكي أو الشمبانيا، أو الفودكا أو البيرة أو العرق وغيرها كلها داخلة في التحريم فهي كلها أسماء للخمر، كما ورد في الحديث : ¶ « ليشربن أناس من أمتي الخمر يسمونها بغير اسمها » رواه الإمام أحمد، وانظر صحيح الجامع 5453 وهناك من يسميها مشروبات روحية نسأل الله العافية. ¶ ثم انظر أيها المسلم لهذا الحديث العظيم وأمعن النظر فيه، فإنه يقطع القلوب لمن كان عنده إيمان، قال النبي صلى الله عليه وسلم : « من شرب الخمر وسكر لم تقبل له صلاة أربعين صباحا ، وإن مات دخل النار، فإن تاب تاب الله عليه، وإن عاد فشرب فسكر لم تقبل له صلاة أربعين صباحا ، فإن مات دخل النار، فإن تاب تاب الله عليه، فإن عاد فشرب فسكر لم تقبل له صلاة أربعين صباحا ، فإن مات دخل النار، فإن تاب تاب الله عليه، وإن عاد كان حقا على الله أن يسقيه من ردغة الخبال يوم القيامة، قالوا: يا رسول الله، وما ردغة الخبال؟ قال عصارة أهل النار » رواه الترمذي وأحمد وأبو داود وابن ماجه وصححه ابن حبان ( 1378 ) والحاكم ( 4-145،146 )، ووافقه الذهبي وحسنه أحمد شاكر (4918). ¶ وقد انتشر في هذا الزمان تعاطي المخدرات ولا شك أنها أشد وأعظم من الخمر، فهي أشد حرمة من الخمر، وإذا كان هذا الوعيد الشديد في من شرب الخمر، فكيف بمن يتعاطى المخدرات؟ بل كيف بمن أدمن عليها ؟! ¶ نسأل الله أن يهدي شباب المسلمين وأن يردهم إلى الحق ردا جميلا وأن يبعد عنهم الفتن ما ظهر منها وما بطن. ¶ ثالثا: تعاطي القمار والميسر ، ومن المنكرات التي فشت أيضا وتمكنت في الأمة لعب القمار وهو الميسر الذي قرنه الله بالخمر، قال تعالى: ? يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنْصَابُ وَالْأَزْلَامُ رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ ? [ سورة المائدة، الآية : 90 ]",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "إن الكثير من الشباب يبيت طوال ليله على اللعب بما يسمى الورق أو على اللعب بما يسمى (البلوت) أو ما أشبه ذلك، فماذا يستفيدون من هذا اللعب؟! ¶ فإن كان على عوض فإنه ميسر محرم، حيث إنه يكسب مالا حراما إذا ربح، مع ما يترتب على ذلك من العقوبة والإثم الذي ذكره الله بقوله: ? إِنَّمَا يُرِيدُ الشَّيْطَانُ أَنْ يُوقِعَ بَيْنَكُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ فِي الْخَمْرِ وَالْمَيْسِرِ وَيَصُدَّكُمْ عَنْ ذِكْرِ اللَّهِ وَعَنِ الصَّلَاةِ فَهَلْ أَنْتُمْ مُنْتَهُونَ ? [ سورة المائدة، الآية :91 ] ¶ فالميسر هو اللعب الذي يُؤخذ عليه عِوض، ولا شك أن الذين يلعبون هذه الألعاب ينشغلون عن ذكر الله، فلا تجدهم يذكرون الله إلا قليلا ، وينشغلون عن الصلاة، فكثير منهم يلعب إلى نصف الليل أو ثلث الليل أو ثلثي الليل، فمتى يقومون لأداء صلاة الفجر مع الجماعة ؟! ¶ إن أضرار هذه الألعاب التي فشت وتمكنت في الأمة كثيرة جدا : ¶ إنها سبب للتهاون بالصلاة وربما إلى تركها. ¶ إنها سبب في السب والشتم والتشاحن والخلافات. ¶ وسبب لتضييع الأوقات. ¶ وسبب لعقوبة الله لهؤلاء المفرطين. ¶ إن أولئك المدمنين على هذه الألعاب يدعون أنهم بلعبهم هذا يقطعون الفراغ، وذلك أن عندهم أوقات فراغ طويلة يحبون أن يشغلوها بهذه الألعاب، وبئس ما فعلوا، فعندهم وقت ثمين يستحق أن يشغلوه بطاعة الله. ¶ فمالهم لم يتعلموا العلم؟! ¶ ومالهم لم يتعلموا القرآن ولم يتعلموا معانيه ولم ينشغلوا بحفظه؟! ¶ ومالهم لم يجتهدوا في ذكر الله تعالى وفي دعائه وفي طاعته؟! ¶ لماذا ينشغلون باللهو واللعب ويتركون ما هو ذكر وطاعة وخير ويقطعون أوقاتهم في هذه المحرمات؟! ¶ والقمار أو الميسر له أشكال كثيرة ومتنوعة وهو من أعمال الجاهلية المشهورة:",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "فمن أشكاله في هذا الزمان ما يسمى ( عقود التأمين التجاري ) كالتأمين على الحياة أو السيارات أو البضائع أو المنازل أو المصانع ونحوها، وهذا من الميسر المحرم، ومنه التأمين الجزئي أو التأمين الشامل أو التأمين ضد الغير وهذا كله من الميسر الحرام. ¶ ومن أشكاله أيضا ما يسمى ( بالنصيب الخيري ) في بعض البلاد، وكان من الأولى أن يسموه ( اليانصيب الشرِّي ) لأنه يأتي بشر ولا يأتي بخير، وكل ما يكسبه الفائز من الجوائز العينية أو المالية فهو حرام وسحت. ¶ ومن أشكاله أيضا المراهنات في المباريات وغيرها. أما إذا كانت هذه المباريات لا تحتوي على جعل فإنها مباحة إذا خلت من المحرمات: كإضاعة الصلوات أو السب والشتم واللعن أو تكشف للعورات ونحوها. ¶ ومن الألعاب المحرمة التي تدخل في هذا الباب: ¶ لعبة الملاكمة لما فيها من ضرب الوجه والذي ورد النهي عنه. ¶ مسابقات اختيار ملكة جمال العالم. ¶ لعبة مناطحة الأكباش أو الثيران أو مناقرة الديوك وغيرها. ¶ ومما يجب التنبيه عليه ما انتشر في هذه الأزمنة من وجود المسابقات في بعض المحلات التجارية، فتأخذ رقما يتم السحب عليه ثم توزع الجوائز على أصحاب الأرقام الفائزة. ¶ وبعض المحلات التجارية أو المصانع تضع بداخل سلعتها حروفا لأسماء أو أرقام معينة أو أجزاء من صورة ما، ثم يقولون: من جمع هذه الحروف وتكونت لديه كلمة كذا فإنه يربح، ثم بعد ذلك يحدد الفائز الأول والثاني وهكذا علما بأن المشتري لا يعلم ما بداخل السلعة فيلزم فتحها حتى يعلم الحرف أو الرقم الذي بداخله، وهكذا يظل يشتري حتى تتكون لديه جميع الحروف والأرقام، وربما لا تجتمع لديه فيكون خاسرا . ¶ وربما يشتري أكثر من قيمة الجائزة وهذا كله حرام وسحت ومن الميسر المحرم. ¶ وهناك مسابقات مباحة لا تدخل في الميسر ومن ذلك: ¶ مسابقات تحفيظ القرآن أو مسابقات العلم الشرعي كالبحوث ونحوها، وهذه جائزة بجعل وبدون جعل.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "ومن المسابقات المباحة أيضا سباق الخيل والإبل والرمي والسباحة ونحوها، وهذه جائزة أيضا بجعل وبدون جعل. ¶ رابعا: سماع الأغاني والموسيقى ونحوها ، إن من أبرز المحرمات التي تمكنت في الأمة وصارت مرضا عضالا ، هو سماع الأغاني والموسيقى والملاهي والعكوف عليها. ¶ إن الكثير ممن انتكست فطرتهم عندما يقرأ عليهم القرآن تجد أحدهم ينعس أو ينام، وإذا سمع أغنية أو مطربا أو مغنيا طرب له، وذهب عنه النعاس، وذهب عنه الوسن الذي كان يعتريه، وقام نشيطا ، وبات ليله على سماع هذا المنكر، نسأل الله العافية. ¶ لا شك أن هذا السماع من المحرمات، ولا شك أن السامع واقع في إثم عظيم، لأنه حيل بينه وبين سماع القرآن، واعتاض عنه الغناء واللهو الذي يشغله عن ذكر الله، ثم هو مع ذلك يفسد القلوب، فإن هؤلاء الذين يعكفون على سماع الغناء تفسد أمزجتهم وتفسد قلوبهم والعياذ بالله، وتثقل عليهم الطاعات، وتسهل عليهم المحرمات، ثم هو دافع أيضا إلى ما وراءه وما هو شر منه، والعياذ بالله، فيكون إثمه أعظم وأكبر، وخاصة إذا كانت الأغنية مثيرة أو بصوت امرأة من المطربات ونحوها. ¶ لقد فشت بسبب هذه الأغاني منكرات كثيرة منها فعل فاحشة الزنا واللواط، وما شابههما، وتمكنت في كثير من الناس، وما ذاك إلا أنهم ألفوا هذه الأصوات الرقيقة الرنانة المثيرة للوجد والمثيرة للشهوات التي تدفعهم إلى اقتراف المحرمات ولا يجدون ما يردعهم. ¶ إن ضعف الإيمان وضعف الوازع الديني سبب رئيس لتمكن هذه الأغاني في قلوب كثير من الناس، وكذلك قلة الخوف من الله تعالى ومراقبته في السر والعلن، وإلا لو وجد الخوف لما كان لهذه الأغاني طريق إلى القلوب. ¶ فنصيحتي للإخوة بأن يحفظوا أنفسهم عن سماع الأغاني أو الجلوس عندها، والبحث عما فيه خير في الدنيا والآخرة من ذكر الله وطاعته، وألا يكونوا كالذين استبدلوا الذي هو أدنى بالذي هو خير، نسأل الله السلامة والرحمة.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "ومن الأدلة على تحريم الأغاني والموسيقى ونحوها، قوله صلى الله عليه وسلم: « ليكونن من أمتي أقوام يستحلون الحر والحرير والخمر والمعازف » رواه البخاري . ¶ وعن أنس رضي الله عنه: « ليكونن في هذه الأمة خسف ومسخ وذلك إذا شربوا الخمور واتخذوا القينات وضربوا بالمعازف » رواه الترمذي وانظر السلسة الصحيحة 2203 . ¶ ومن الأدلة أيضا قوله تعالى: ? وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الْحَدِيثِ لِيُضِلَّ عَنْ سَبِيلِ اللَّهِ? [ سورة لقمان، الآية : 60 ] وكان ابن مسعود رضي الله يقسم بالله عنه أنه الغناء. انظر: تفسير القرآن الكريم لابن كثير. ¶ خامسا: النظر إلى الصور عبر جهاز التلفاز أو الفيديو ونحوه ، ومن المنكرات أيضا النظر إلى تلك الصور الفاتنة والتفكه بالنظر فيها، تلك الصور التي تعرض في الأفلام عبر أجهزة الفيديو والتلفاز وغيرهما، والتي تعرض فيها صور النساء المتبرجات، سيما التي تذاع من البلاد الأجنبية كالبث المباشر، وما يعرض بواسطة ما يسمى ( بالدش ) وما أشبهها. ¶ إنها والله فتنة وأي فتنة، حيث إن الذي ينظر إلى تلك الصور لا يأمن أن تقع في قلبه صورة هذه المرأة أو صورة هذا الزاني أو هذا الذي يفعل الفاحشة أمام عينيه، وهو يمثل له كيفية الوصول إليها. فلا يملك نفسه أن يندفع إلى البحث عن قضاء شهوته، إذا لم يكن معه إيمان حيث أكب على النظر إلى هذه الصور، سواء كانت مرسومة أو مصورة في صحف ومجلات، أو كانت مرئية عبر البث المباشر، أو تعرض في الأفلام ونحوها.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "إن هذه المعاصي والمحرمات المتمكنة قد فشت كثيرا وكثيرا ، ودعت إلى فواحش أخرى، فالمرأة إذا أكبت على رؤية هؤلاء الرجال الأجانب لم تأمن أن يميل قلبها إلى فعل الفاحشة، وإذا رأت المرأة هؤلاء النساء المتفسخات المتبرجات المتنكفات المتحليات بأنواع الفتنة، لم تأمن أن تقلدهن فترى أنهن أكمل منها عقلا ، وأكمل منها اتزانا وقوة، فيدفعها ذلك إلى أن تلقي جلباب الحياء، وأن تكشف عن وجهها، وأن تبدي زينتها للأجانب، وأن تكون فتنة وأي فتنة. ¶ سادسا: تبرج النساء ، وإن من المحرمات المتفشية أيضا تبرج كثير من النساء في الأماكن العامة وغيرها ، والذي هو تفسخ وقلة حياء منهن , إن هذا التبرج له أسباب كثيرة، وأهم الأسباب في وجوده وانتشاره، عكوف كثير من النساء على رؤية الصور الخليعة في الصحف والأفلام ونحوها، فهو الذي أوقع في قلوبهن حب الشهوات التي أدت إلى خلع جلباب الحياء، مما دعاهن إلى أن يندفعن إلى فعل الفاحشة ،ولا يحصى ما يحصل، أو ما يعثر عليه هيئات الأمر بالمعروف والدعاة إلى الله تعالى من أماكن الدعارة، ومن أماكن الفساد، ومن اختطاف النساء من الأسواق، وكذلك اختطاف طالبات المدارس، برضاهن أو بغير رضاهن، مما يؤدي إلى فعل الفاحشة بهن، وهذا لا شك أن له دوافع وأسبابا كثيرة أدت إليه، نذكر منها على سبيل المثال ما يلي : ¶ 1- قلة الإيمان الرادع وضعف الوازع الديني مما يؤدي إلى عدم أو قلة الخوف من الله. ¶ 2- عدم الغيرة من أوليائهن والمحافظة عليهن. ¶ 3- جلب الأولياء لهذه الأجهزة كالتلفاز والفيديو والدش وغيرها، والتي سبَّبت خلع الحياء عند كثير منهن، والتبرج المحرم، حتى حصلت هذه المحرمات وما أشبهها. ¶ إن هذا التبرج معصية لله ورسوله صلى الله عليه وسلم. ¶ وهو من كبائر الذنوب. ¶ وهو سبب للعن والطرد من رحمة الله، كما في الحديث: « سيكون في آخر أمتي نساء كاسيات عاريات، على رؤوسهن كأسنمة البخت، العنوهن فإنهن ملعونات » رواه مسلم",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "وهو أيضا من صفات أهل النار. ¶ وهو سواد وظلمة يوم القيامة. ¶ وهو نفاق. ¶ وهو هتك لستر ما بينها وبين الله. ¶ وهو من الفواحش. ¶ وهو من أفعال الجاهلية. ¶ وهو من فتح الباب إلى كثير من الفتن، فهو يؤدي إلى الخلوة والاختلاط، وغيرها من الفواحش: كالزنا واللواط. ¶ وللتبرج مفاسد كثيرة : ¶ منها: فساد أخلاق الرجال. ¶ ومنها: تحطيم وتفكك الأسر. ¶ ومنها: المتاجرة بالمرأة. ¶ ومنها: انتشار الأمراض إذا حدث الوقوع في الفاحشة. ¶ ومنها: أنها سبب في الوقوع في الزنا. ¶ ومنها: أنها سبب لوقوع عقوبات من الله. ¶ فيا أولياء النساء والزوجات والبنات تذكروا: أن الرجل راع على أهله وهو مسئول عن رعيته، فاحذروا الخلوة، والاختلاط، والتبرج، فإنها والزنا رفيقان لا يفترقان. ¶ ثم اعلموا أن الستر أعظم عون على العفاف، واحذروا أجهزة الفساد السمعية والمرئية فإن فيها الشر الكبير وهي فتنة وأي فتنة. ¶ إن الرجال الناظرين إلى النساء *** مثل السباع تطوف باللحمان ¶ إن لم تصن تلك اللحومَ أُسُودُها *** أخذت بلا عوض ولا أثمان ¶ فالله الله يا ولي أمر المرأة في نسائك ومحارمك فإنك مسئول، احفظ بنتك وأختك وزوجتك ولا تتركهن يربيهن التلفاز والفيديو والدش فتندم حين لا ينفع الندم. ¶ وفي الختام : وبعد ذكر هذه النبذة المختصرة لبعض المحرمات، فهناك محرمات أخرى متمكنة، ولكن اقتصرنا على بعضها والمقصود الإشارة واللبيب تكفيه الإشارة. ¶ أيها الأخوة: إن انتشار هذه الفواحش سبب في وقوع العقوبة من الله على الأمم، فقد ورد في بعض الأحاديث: « لم تظهر الفاحشة في قوم قط حتى يعلنوا بها إلا فشا فيهم الطاعون والأوجاع التي لم تكن في أسلافهم الذين مضوا » رواه ابن ماجه . ¶ وهذا من معجزات النبي - صلى الله عليه وسلم - حيث أخبر بما يحدث في المستقبل، ولقد رأينا تحقيق هذا الحديث في هذا الزمان بما يحدث في الدول الأجنبية من إباحة الفاحشة وإعلانها، وما نتج عنه من الأمراض الخبيثة التي لم تكن من قبل.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "إننا نشاهد كثيرا من الأمراض التي يذكرها الأطباء ليل نهار، والتي استعصى علاج الكثير منها، يقولون إن سببها فعل هذه الفواحش. ¶ اسألوا الأطباء: ما هو علاج هذه الأمراض؟! ¶ ما هو علاج الإيدز؟! ¶ ما هو علاج مرض الهربس؟! ¶ ما هو علاج مرض السرطان؟! ¶ ما هو علاج مرض كذا وكذا ؟! ¶ لا شك أنه استعصى عليهم الكثير من هذه الأمراض، والتي من أسبابها والعياذ بالله اقترافُ هذه الفواحش والمحرمات والعكوف على فعلها. ¶ نسأل الله أن يحفظنا ويحفظ شباب المسلمين ونساءهم، وأن يحفظ علينا بلدنا هذا من الفتن والشرور وجميع بلاد المسلمين .. اللهم آمين. ¶ « كيف تحصن نفسك » : ¶ وبعد أن عرفنا جملة من المعاصي والمحرمات المتمكنة في الأمة، وعرفنا أدلتها، والوعيد الشديد على من اقترفها وعكف عليها، فإننا نقول: كيف يحصن المسلم نفسه وأهله ونساءه وأولاده حتى لا يقع في مثل هذه المعاصي والمحرمات؟!. ¶ أولا: بالتربية الحسنة ، نعم إن أول حصن حصين ومانع قوي، هو التربية الحسنة، التربية على الأخلاق والآداب الإسلامية والتربية على معرفة الله، ومعرفة آثار هذه المعاصي السيئة ومعرفة تأثيرها على الطاعات والأعمال الصالحة وعلى المجتمع. ¶ أيها الإخوة: إن الذي يتربى على الطاعة يألفها ويحبها، والذي يتربى على حب الأعمال الصالحة فإن ذلك يحمله على الاستكثار من العبادات والطاعات. ¶ ولا شك أن من أسباب الوقوع في السيئات والمعاصي نقص قَدْرِ الله وعظمته وإجلاله في قلب العبد، فإنه لو كان لقدر الله نصيب في نفسك أيها العاصي لما وقعتَ فيما وقعت فيه من الذنوب والخطايا؛ لأن معرفتك بالله وعظمته وهيبته تمنعك من اقتراف هذه الذنوب، ولو كنت تعلم يقينا أن الله مطلع عليك لما عصيته في أرضه بل وقعت الخشية في قلبك منه.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "ومن التربية اختيار الزوجة الصالحة؛ لأن الزوجة الصالحة المحافظة على دينها سوف تسعى جاهدة إلى تربية ابنها التربية الإسلامية وتحافظ عليه ليكون ابنها لبنة صالحة في المجتمع، كما أنها تربت على الطاعة والأعمال الصالحة فكذا تربي أولادها على ذلك . ¶ أما المرأة السيئة في خلقها ودينها؛ فإنها عادة تهمل نشأها وتربيه على التلفاز والفيديو، وتربيه على الفساد شعرت بذلك أم لم تشعر. ¶ وكما ورد في الحديث: « ثلاث من السعادة .. » وذكر منها : « الزوجة الصالحة » رواه أحمد والحاكم وصححه الألباني (1047) . ¶ « المحافظة على الصّلوات الخمس » : ¶ ثانيا: المحافظة على الصلوات الخمس ، الصلاة وما أدراك ما الصلاة، يقول الله تعالى: ? وَأَقِمْ الصَّلَاةَ إِنَّ الصَّلَاةَ تَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ ? [ سورة العنكبوت، الآية : 45 ] والفحشاء هو القول الفاحش، والمنكر جميع المعاصي المنكرة. ¶ إن الصلاة سبب رئيسٌ ومهم جدا في حماية الفرد والمجتمع من الوقوع في الذنوب صغيرها وكبيرها. ¶ ولكن متى؟! ¶ إن الصلاة تنهى عن الفحشاء والمنكر يوم أن تكون هذه الصلاة لله بخشوع وخضوع قلب، ليس نقرا كنقر الغراب لا يدري ماذا قال فيها. ¶ إن الصلاة تنهى عن الفحشاء والمنكر يوم يتعبد الإنسان لله فيها بأنواع العبادات، يكبره، ويعظمه، ويجله، ويدعوه، ويركع ويسجد، ويقوم ويقعد، كل ذلك لله وحده. ¶ إن الصلاة تنهى عن الفحشاء والمنكر يوم أن يستحضر ذلك المصلي عظمة الله في قلبه، ويعلم أن هذه الصلاة وهذه العبادة هي لله وحده، ويستحضر كبرياءه وأنه مأمور بهذه العبادة حتى يأتيه اليقين. ¶ إن الصلاة تنهى عن الفحشاء والمنكر يوم يعلم العبد أن تركها بالكلية كفر وعقوبتها عظيمة. ¶ أيها الإخوة : إن الصلاة لم تشرع إلا لتهذيب النفوس، ولم تشرع إلا لعبادة الله تعالى وحده، فإن تيقن المصلي بهذا كله كانت الصلاة حماية وحجابا عن الوقوع في الذنوب والمعاصي وغيرها.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "ثالثا: كثرة ذكر الله تعالى ، إن ذكر الله تعالى سبب من أسباب الحماية من هذه المحرمات، بل وسبب مهم قد يتهاون فيه الكثير إلا من رحم ربي. ¶ لذلك فقد أمر الله تعالى بذكره في مواضع كثيرة من كتابه العزيز ومن ذلك قوله تعالى: ¶ ? فَاذْكُرُوا اللَّهَ قِيَامًا وَقُعُودًا وَعَلَى جُنُوبِكُمْ ? [ سورة النساء، الآية : 103 ]. ¶ وذلك لأن الذي يذكر الله يتذكر أمره ونهيه، فيتذكر أنه أمر بالعبادات، ويتذكر أن في هذه الأذكار أجرا عظيما ، ويتذكر أنه نهي عن المحرمات وأن في تركها أجرا كبيرا ، وأن في تركه للأوامر وفعله المحرمات عقوبة، فيحمله هذا التذكر على أن يتقرب إلى الله بالطاعات ويترك المحرمات ويبتعد عنها. ¶ رابعا: مجالسة الصالحين ومن أسباب الحماية مجالسة الصالحين وأهل الخير الذين يذكرون الإنسان إذا غفل، ويعينونه إذا ذكر، ويدعونه، إلى الخير ويحذرونه من الشر. ¶ ولكن من هم الصالحون ؟! ¶ الصالحون هم أولئك الذين أصلحوا أعمالهم، وأصلحوا أقوالهم، واستقامت أحوالهم. ¶ وهم الذين عرفوا الله حق المعرفة. ¶ وهم الذين يدعون إلى الخير وينهون عن الشر. ¶ وهم الذين التزموا أوامر الله واجتنبوا نواهيه. ¶ وهم ... وهم ... وهم ... إلخ. ¶ هؤلاء هم الصالحون، أما غيرهم فهم أهل الشر والفساد. ¶ وإن من تمام مجالسة الصالحين اجتناب أهل المعاصي والبعد عنهم، فإن من جالس الصالحين اجتنب أهل الشر والفساد، ومن جالس أهل الخير هجر أهل الشر وابتعد عنهم. ¶ أما أولئك الذين لا يجالسون الصالحين ويصدون عنهم، فكثيرا ما يجتذبهم أهل الفساد ويدعونهم إلى ما يفعلونه، فيزينون لهم ما هم فيه، فلا يأمن أن يقعوا فيما وقعوا فيه.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "أيها الإخوة، إن الأشرار ولو اعترفوا بأنهم على الشر، فإنهم يتمنون أن يكون الناس مثلهم حتى لا ينفردوا بالشر وحدهم، فصاحب الدخان لا يعترف بأنه على باطل، ولذلك تجده يزين لكل من رآه ولكل من جالسه أنه على حق، وأن هذا الدخان لا مانع منه، ولا بأس به، حتى يوقع فيه هذا وذاك، فإن شربوه مرة ومرتين وتعودوا عليه، صعب عليهم بعد ذلك التخلص منه، ثم تجدهم يعيبون من ترك الدخان ويقولون إنه بخيل متزمت ومتشدد ونحو ذلك من الألفاظ. ¶ وهكذا فإن هؤلاء المفسدين الأشرار يعيبون أهل الدين ويعيبون أهل الصلاة وأهل ترك المحرمات بهذه العيوب التي يلصقونها بهم. ¶ وهذه سنة الله تعالى أن كل عاص يدعو إلى معصيته، ولو اعترف بأنه على باطل، ولكن لا بد إذا كان متمكنا في هذه المعصية أن يزين حالته ويبين للناس أنه ليس على باطل حتى يفعلوا مثل ما فعل. ¶ فعلى المسلم أن يجتنب أهل السوء ومجالسهم فإنه لا يسلم إلا إذا اجتنبهم وابتعد عنهم، أما من كان معه قدرة على مقاومتهم، وإقناعهم ونصحهم، والرد عليهم وإبطال شبهاتهم، فإنه واجب عليه أن يفعل ذلك، ولا بأس أن يجالسهم في هذه الحالة حتى يرد عليهم، فإذا رأى أنهم تمادوا واستمروا في غيهم ولم تؤثر فيهم كلماته ومواعظه ونصحه فالنجاة النجاة، والبعد البعد، فهو أولى وأسلم. ¶ أيها الإخوة، هذه توجيهات في السلامة من هذه المحرمات، وهي على سبيل المثال، وأسباب التحصن والحماية كثيرة وفي الإشارة كفاية، واللبيب تكفيه الإشارة، والإنسان الذي معه فكر وعقل يعلم كيف الطريق إلى السلامة من بقية المحرمات لاجتنابها والحذر من مقاربتها. ¶ نسأل الله تعالى أن يحمي المسلمين من المعاصي ما ظهر منها وما بطن، وأن يبصرهم بأنفسهم حتى يجتنبوها، وأن يحمي مجتمعات المسلمين من العصاة والمفسدين.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "ونسأله عز وجل أن يعز الإسلام والمسلمين، ويمكن لهم الدين، ونسأله أن يصلح أئمة المسلمين وولاة أمورهم، وأن يجعلهم هداة مهتدين، يقولون بالحق وبه يعدلون. ¶ ونسأله سبحانه أن ينصر دينه ويعلي كلمته، ويصلح أحوال المسلمين، والله أعلم وصلى الله وسلم على نبينا محمد وعلى آله وصحبه وسلم.",
            "page": "32",
            "part": "1"
        }
    ],
    "t35084": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "محرمات متمكنة في الأمة"
        }
    ]
}