{
    "b35098": [
        {
            "id": "1",
            "nass": "إرواء الظمآن من دروس رمضان ¶ جمع وترتيب ¶ شريف الفقي ¶ الدرس الأول ¶ مرحبا بالضيف الكريم ¶ الحمد لله العزيز الغفار عدد ما صلى له المصلون الأخيار وصلي الله على النبي المختار خير من ركع وسجد واستغفر بالأسحار وعلى آله وصحبه الطيبين الأطهار ... ¶ وبعد ¶ فمرحبا بك أيها الشهر الكريم مرحبا بك يا شهر المغفرة والقرآن .. مرحبا بك يا شهر الرحمة والعتق من النيران .. لقد عمت بقدومك الرحمة العامة وفتحت بدخولك أبواب الجنة وغلقت بإهلالك أبواب النيران وصفدت الشياطين ونادى مناد يا باغى الخير أقبل ويا باغى الشر أقصر .. ¶ جئت أيها الضيف العزيز بعد عام كامل مات فيك أقوام وولد فيك آخرون .. سعد أقوام وشقى آخرون .. واهتدى أقوام وضل آخرون .. جئت يا رمضان لتقول للعيون صومى عن النظر الحرام واسكبى الدمع في جنح الظلام .. ¶ كان صلي الله عليه وسلم يبشر أمته بمجئ هذا الشهر المبارك فيقول \" أتاكم رمضان شهر مبارك فرض عليكم صيامه تفتح فيه أبواب السماء وتغلق فيه أبواب الجحيم وتغل مردة الشياطين لله فيه ليلة خير من ألف شهر من حرم خيرها فقد حرم \" أحمد والنسائي بسند جيد. ¶ كيف لا يا أيها الأحبة والخيرات في هذا الشهر عظيمة والفضائل فيه كثيرة .. فمن فضائل الصوم في هذا الشهر الكريم: ¶ أنه سبب لمغفرة كثير من الذنوب وتكفير السيئات .. ففي الصحيحين أن النبي صلي الله عليه وسلم قال \" من صام رمضان إيمانا واحتسابا غفر له ما تقدم من ذنبه\" , \" الصلوات الخمس والجمعة الى الجمعة ورمضان الى رمضان مكفرات ما بينهن إذا اجتنبت الكبائر\" ¶ أن الله اختص لنفسه الصوم من بين سائر الأعمال لأنه سر بين العبد وربه. ¶ أن الله تعالى قال في الصوم \"وأنا أجزي به \" فأضاف الجزاء إلى نفسه سبحانه وتعالى فهو أكرم الأكرمين وأجود الأجودين. ¶ أن خلوف فم الصائم أطيب عند الله من ريح المسك. ¶ أن للصائم فرحتين يفرحهما .. ¶ الأولى: عند فطره بما أباح الله له من الطعام والشراب.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "الثانية : عندما يكون فى أرض المحشر وينادى على الصائمين أين الصائمون ليدخلوا الجنة من باب الريان لا يدخله أحد غيرهم. ¶ - ومن فضائله أن للصائم هند فطره دعوة لاترد. ¶ والفضائل كثيرة يا عباد الله فينبغى علينا أيها الأحبة أن نغتنم هذه الأيام والساعات التى قال عنها سبحانه وتعالى \" أياما معدودات \" فسرعان ما تنقضى وتمر و ترحل فلو مرت علينا ونحن جلوس في بيت من بيوت الله وخاصة بعد صلاة الفجر نذكر الله تعالى ونتلو القرآن وهنا يكتب الله عز وجل لك أجر حجة وعمرة تامة تامة كما أخبر بذلك الحبيب محمد صلي الله عليه وسلم \" من صلى الفجر في جماعة ثم قعد يذكر الله تعالى حتى تطلع الشمس ثم صلى ركعتين كانت له كأجر حجة وعمرة تامة تامة تامة\" الترمذى وصححه الألباني. ¶ فيا عباد الله.. ¶ اتقوا الله حق التقوى واستمسكوا من الإسلام بالعروة الوثقى فإن أجسامكم على النار لا تقوى واعلموا غدا أنكم بين يدي الله موقوفون وعلى تفريطكم نادمون وبأعمالكم مجزيون وسيعلم الذين ظلوا أي منقلب ينقلبون. ¶ اللهم تقبل منا الصيام وأعنا بفضلك على أداء القيام.. ¶ اللهم اجعل أعمالنا كلها صالحة واجعلها لوجهك خالصة وآخر دعوانا أن الحمد لله رب العالمين. ¶ الدرس الثاني ¶ e ¶ التوبة ¶ الحمد لله الكريم الوهاب .. الرحيم التواب غافر الذنب وغافر التوب شديد العقاب ذى الطول لا اله الا هو يحب التوابين ويحب المتطهرين ويغفر للمخطئين المستغفرين ويمحو بحلمه إساءة المذنبين لا اله الا هو اله الأولين والآخرين وصلى الله على خير عباده أجمعين.. ¶ وبعد ¶ أيها الأحبة في الله : هاهي الأيام تمر والأشهر تجري ورائها وتسحب معها السنين وتجري خلها الأعمار وتطوى حياة جيل بعد جيل ... ¶ عباد الله افتتحوا شهر رمضان بالتوبة واختموه بها فهي أول المنازل وأوسطها وآخرها فإن الإنسان لا يخلو من التقصير وكل بني آدم خطاء و خير الخطائين التوابون.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "ورب العزة جل وعلى أحق أن يطاع فلا يعصى وأن يذكر فلا ينسى وأن يشكر فلا يكفر..قال تعالى :\"وتوبوا الى الله جميعا أيها المؤمنون لعلكم تفلحون \" ¶ وهاهو الحبيب محمد صلي الله عليه وسلم يقول في الحديث الصحيح \" يا أيها الناس توبوا الى الله واستغفروه فإني أتوب في اليوم مائة مرة .... وفي رواية سبعين مرة \" ¶ فالبدار البدار الى التوبة قبل حلول النقمة عساها ترد ما قد يرد فإن البر لا يبلى والذنب لا ينسى والديان لا ينام.. ¶ وقد دعا سبحانه جميع العصاة والمذنبين الى التوبة والانابة وبين تعالى أنه يغفر الذنوب جميعا لمن تاب منها ورجع عنها.. قال سبحانه : \" قل يا عبادي الذين أسرفوا على أنفسهم لاتقنطوا من رحمة الله إن الله يغفر الذنوب جميعا إنه هو الغفور الرحيم \" ¶ وروى أن شابا أطاع الله عشرين عاما وعصاه عشرين عاما فنظر في المرآة يوما وقال : اللهم انى أطعتك عشرين سنة وعصيتك عشرين سنة فهل ان رجعت تقبلني ؟ فسمع صوتا يقول ولا يرى شيئا \" أحببتنا فأحببناك وتركتنا فتركناك وعصيتنا فأمهلناك وان رجعت إلينا قبلناك \" ¶ والتوبة هي رجوع العبد الى الله سبحانه وتعالى بسلوك صراطه المستقيم الذى أمرنا سبحانه وتعالى به ¶ فقال سبحانه \" وان هذا صراطى مستقيما فاتبعوه ولا تتبعوا السبل فتفرق بكم عن سبيله ذلكم وصاكم به لعلكم تتقون \"... ¶ واعلموا أيها الأحباب ¶ أن الله عز وجل الذي خلقنا فسوانا فعدلنا و في أي صورة ما شاء ركبنا يفرح بتوبة عبده اذا تاب ورجع اليه و عمل بشروطها فأخلص فيها لله ابتغاء مرضاته لا لحفظ جاهه أو سلطانه ثم أقلع عن الذنب وعزم من كل قلبه على عدم العودة وندم على كل ما اقترفت يداه وجوارحه وكذلك رد المظالم الى أهلها كما قال النبي صلي الله عليه وسلم : \" من كان لأخيه عنده مظلمة من مال أو عرض فليتحلله اليوم من قبل ألا يكون دينار ولا درهم الا الحسنات والسيئات \" البخارى. ¶ أيها الأحباب :",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "يا من أعزكم الله بالاسلام تيقظوا فاليكم يوجه الخطاب.. ¶ ويا أيهال النائمون انتبهوا قبل أن تناخ للرحيل الركاب.. قبل هجوم هادم اللذات ومفرق الجماعات ومذل الرقاب ومشتت الأحباب .. فياله من زائر لا يعوقه عائق ولا يضرب دونه حجاب.. وياله من نازل لا يسستأذن على الملوك ولا يلج من الأبواب ¶ يا نفس قد أزف الرحيل.. وأظلك الخطب الجليل .. فتأهبي يا نفس... لا يلعب بك الأمل الطويل .. فلتنزلن بمبزل ينسى الخليل به الخليل.. وليركبن عليك فيه من الثرى ثقل ثقيل.. ¶ قرن الفناء بنا جميعا فلا يبقى العزيز ولا الذليل.. ¶ فيا أيها الأحبة : هذا هو شهر رمضان شهر التوبة يغشاكم الله فيه فينزل الخيرات ..فطوبى لمن أجاب فأصاب ..وويل لمن طرد عن الباب.. ¶ يا غيوم الغفلة عن القلوب تقشعى .. يا شموس التقوى والايمان اطلعي.. يا صحائف أعمال الصائمين ارتفعى.. يا قلوب الصائمين اخشعى.. يا أقدام المتهجدين اسجدى لربك واركعى..ويا عيون المجتهدين لا تهجعى..ويا ذنوب التائبين لا ترجعى..يا أرض الهوى ابلعى مائك..ويا سماء النفوس أقلعى.. ويا خواطر العارفين ارتعى.. ويا همم المحبين لغير الله لا تقنعى.. ¶ نسأل الله عز وجل أن يتوب علينا وعلى جميع المسلمين وأن يتقبل منا الصيام والقيام.. ¶ وصلى الله على نبينا محمد وعلى آله وصحبه وسلم. ¶ الدرس الثالث ¶ e ¶ رمضان شهر القرآن ¶ الحمد لله معطى الجزيل لمن أطاعه ورجاه وشديد العقاب لمن أعرض عن ذكره وعصاه.. اجتبى بفضله من شاء فقربه وأدناه.. أنزل القرآن رحمة للعالمين ومنارا للسالكين فمن تمسك به نال مناه وصلى اللهم على محمد وعلى اله وأصحابه ما انشق الصبح وأشرق ضياه.. ¶ وبعد... ¶ قال تعالى \" كتاب أنزلناه مبارك ليدبروا آياته وليتذكر أولوا الألباب \" ¶ \" تبارك الذى نزل الفرقان على عبده ليكون للعالمين نذيرا \"",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "فالقرآن هو حبل الله المتين والذكر الحكيم والصراط المستقيم من عمل به أجر ومن حكم به عدل ومن دعا إليه هدى إلى صراط مستقيم.. ¶ لا تشبع منه العلماء ولا تلتبس به الألسن ولا تزيغ به الأهواء.. ومن تركه واتبع غير سبيل المؤمنين ولاه الله ما تولى وأصلاه جهنم وساءت مصيرا.. ¶ قال تعالى \" ومن يشاقق الرسول من بعد ما تبين له الهدى ويتبع غير سبيل المؤمنين نوله ما تولى ونصله جهنم وساءت مصيرا \" ¶ أيها الأحباب الكرام.. ¶ اسمعوا الحبيب محمد صلي الله عليه وسلم يقص رؤياه على صحابته بل على أمته فيقول في جزء من حديث رواه الامام البخاري: ¶ \" فانطلقنا حتى أتينا على رجل مضطجع واذا آخر قائم عليه بصخرة واذا هوى يهوى بالصخرة لرأسه فيثلغ رأسه فيتدهده الحجر فيتبع الحجر فيأخذه فلا يرجع الى الرجل حتى يصبح رأسه كما كان ثم يعود عليه فيفعل به مثل ما فعل فى المرة الأولى..... ¶ وذكر فى آخر الحديث... أما هذا الرجل فهو الرجل يأخذ القرآن فيرفضه وينام عن الصلاة المكتوبة..\" ¶ قال رسول الله صلي الله عليه وسلم: \" يمثل القرآن يوم القيامة فيؤتى بالرجل قد حمله فخالف أمره فيمثل له خصما فيقول يارب حملته اياي فبئس الحامل تعد حدودي وضيع فرائضى وركب معصيتى وترك طاعتى .. فما يزال يقذف عليه بالحجج حتى يقال شأنك به ..فيأخذ ببيده فما يرسله حتى يكبه على منخره في النار \" ¶ فيا من كان القرآن خصمه .. كيف ترجوا ممن جعلته خصمك الشفاعه؟ ¶ ويل لمن شفعاؤه خصماؤه يوم القيامه.. ¶ ألم تعلموا أيها الأحبه : ¶ أنه يقال لقارئ القرآن يوم القيامه اقرأ ورتل وارتقى كما كنت ترتل في الدنيا فإن منزلتك عند آخر آية كنت تقرؤها. ¶ فعلينا جميعا أن نعمل بما فيه فنحل حلاله ونحرم حرامه ونحكمه فى كل حياتنا.. ¶ فالقرآن لم ينزل لعمل الأحجبة ولا يكون بضاعة للموتى ولكن لينذر من كان حيا ويحق القول على الكافرين.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "لذا كان القرآن الكريم في حياة سلفنا الصالح كالماء والهواء بالنسبة لحياتهم يعملون بما فيه ويتخلقون به. ¶ يقول الصحابي الجليل عبد الله بن مسعود: ¶ وينبغى لحامل القرآن أن يعرف بليله اذ الناس نائمون وبنهاره اذ الناس مفطرون وبحزنه اذ الناس يفرحون وببكائه اذ الناس يضحكون وبصمته اذ الناس يخوضون وبخشوعه اذ الناس يختالون \" ¶ وهذا عمر بن الخطاب لما سمع قول الله تعالى \" ان عذاب ربك لواقع \" فمرض فيها يعوده الناس لا يدرون سبب مرضه ...مرض رضى الله عنه من سماع ايه ومنهم من مات من سماع ايه.. عاشوا القرآن بقلوبهم بل كانوا لا يملون من قراءته ليل نهار فمنهم من كان يختم القران في رمضان ستين مره ومنهم من كان يختمه في اليوم مرة ومنهم كل ثلاث ... ¶ فيا أيها الأحبه : حامل القرآن حامل راية الإسلام لا ينبغي أن يلهو مع من يلهو ولا يسهو مع من يسهو ولا يلغو مع من يلغوا تعظيما لحق القرآن. ¶ أيها الأحبه ¶ لقد وقعنا تحت شكوى النبي صلي الله عليه وسلم ..قال تعالى \" وقال الرسول يا رب ان قومى اتخذوا هذا القرآن مهجورا \"وانا لله وانا اليه راجعون .. ¶ اللهم ذكرنا من القرآن مانسينا وعلمنا منه ما جهلنا.. ¶ وارزقنا تلاوته آناء الليل وأطراف النهار على الوجه الذى يرضيك عنا . ¶ وصلى اللهم على سيدنا محمد وعلى آله وصحبه وسلم.. ¶ الدرس الرابع ¶ e ¶ للصائم دعوة لا ترد ¶ الحمد لله الذي كون الأشياء واحكمها خلقاً وفتق السموات والأرض وكانتا رتقا احمده وما أقضى له بالحمد حقا واشكره ولم يزل للشكر مستحقا قال رسول ( :- ¶ \"ثلاثة لا ترد دعوتهم الصائم حتى يفطر والإمام العادل والمظلوم \" ¶ فلا عجب أن ختمت آيات الصيام بقوله تعالى ( وإذا سألك عبادي عني فإني قريب أجيب دعوة الداع إذا دعان فليستجيبوا لى وليؤمنوا بي لعلهم يرشدون ( ¶ عن ابن عباس قال : قالت اليهود كيف يسمع ربنا دعائنا وأنت تزعم أن بيننا وبين السماء خمسمائة عام وغلظ كل سماء مثل ذلك ؟ فنزلت هذه الآية",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وقال الحسن سببها أن قوماً قالوا للنبي (: أقريب ربنا فنناجيه أم بعيد فنناديه ؟ فنزلت ¶ وقال عطاء وقتادة لما نزلت : \" وقال ربكم ادعوني أستجب لكم \" قال قوم : في أي ساعة ندعوه ؟ فنزلت ¶ ويقول خالد الربعى : عجبت لهذه الأمة في \" ادعوني أستجب لكم \" أمرهم بالدعاء ووعدهم بالإجابة ¶ اعلموا أيها المسلمون ¶ أن الدعاء هو العبادة كما اخبرنا بذلك الصادق المصدوق وقال أيضا \" إنه من لم يسأل الله يغضب عليه \" ¶ وكان عمر رضي الله عنه يقول \" إني لا احمل هم الإجابة ولكن أحمل هم الدعاء \" ¶ قيل أن الحجاج بن يوسف الثقفي لما حضرته الوفاة أخذ يدعوا ويقول اللهم اغفر لي فإنهم يقولون إنك لا تغفر لي \" وكأنه يستثبر رحمه الله . ¶ وقيل لإبراهيم بن ادهم ما لنا ندعوا فلا يستجاب لنا قال \" لأنكم عرفتم الله فلم تطيعوه وعرفتم الرسول فلم تتبعوا سنته وعرفتم القرآن فلم تعملوا به وأكلتم نعم الله فلم تؤدوا شكرها وعرفتم الجنة فلم تطلبوها وعرفتم النار فلم تهربوا منها وعرفتم الشيطان فلم تحاربوه ووافقتموه وعرفتم الموت فلم تستعدوا له ودفنتم الأموات فلم تعتبروا وتركتم عيوبكم واشتغلتم بعيوب الناس \" فها هو شهر رمضان بين أيدينا ها هو شهر الدعاء فأنت أيها المسلم ُ تتقلب فيه بين صيام وقيام فلا تغفل بل لا تفوتك سجده إلا وقد دعوةً الله فيها أن يهون عليك السكرات وأن يدخلك الجنة ويباعدك عن النار . ¶ أخي لا تغفل عن ليله القدر الليلة هذه خير من ألف شهر تنزل الرحماتُ في هذه الليلة تُسكب ُ العبراتُ في هذه الليلة. ¶ عن عائشة رضي الله عنها قالت: ¶ \"قلت يا رسول أرأيت إن علمت أي ليلة ليلةُ القدر ما أقول فيها قال (ص) : \" اللهم إنك عفو تحب العفو فأعف عني \" ¶ وللدعاء شروط منها التضرع والخوف والرجاء والخشوع وأكل الحلال وللدعاء أوقات يكون الغالُب فيها الإجابة كليلة القدر ويوم عرفة وساعة الجمعة وجوف الليل .",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "فلله ما احلي من قال \" أسألك بعزك وذلي إلا رحمتني أسألك بقوتك وضعفي وبغناك عني وفقري إليك . هذه ناصيتي الكاذبة الخاطئة بين يديك عبيدك سواى كثير وليس لي سيدُ ُ سواك لا ملجأ ولا منجى منك إلا إليك . أسألك مسألة المسكين وأبتهل إليك ابتهال الخاضع الذليل وأدعوك دعاء الخائف الضرير سؤال من خضعت لك رقبته ورغم لله انفه وفاضت لك عيناه وذل لك قلبه \" ¶ اللهم حبب إلينا الإيمان وزينه في قلوبنا ¶ وكره إلينا الكفر والفسوق والعصيان واجعلنا من الراشدين . ¶ وصلى اللهم وسلم على محمد وعلى آله وصحبه وسلم . ¶ الدرس الخامس ¶ e ¶ فضل الإنفاق في سبيل الله ¶ الحمد لله الذي خلق كل شئ فقدره وعلم مورد كل مخلوق ومصدره واثبت في أم الكتاب ما أراده وسطره فلا مؤخر لما قدمه ولا مقدم لما أخره وأشهد أن لا إله إلا الله وحده لا شريك له قبل توبة العاصي فعنا عن ذنبه وغفره . ¶ قال تعالى \" يا أيها الذين آمنوا أنفقوا من طيبات ما كسبتم ومما أخرجنا لكم من الأرض ...\"الشيطان يعدكم الفقر ويأمركم بالفحشاء \" قال ابن كثير رحمه الله :- يأمر تعالى عباده المؤمنين بالإنفاق والمراد به الصدقة واعلموا ان الشيطان لعنه الله يخوفكم الفقر لتمسكوا ما بأيديكم فلا تنفقوا ومع هذا التخويف يأمرنا بالمعاصي والآثام . ¶ ولكن الله يعدنا مغفرةً منه وفضلا والله واسع عليم . ¶ ويقول سبحانه \" وما أنفقتم من شئ فهو يخلقه وهو خير الرازقين \" ¶ أما الأحاديث ¶ فعن أبي هريرة رضي الله عنه قال : قال رسول الله ( \" من تصدق بعدل تمرة من كسب طيب ولا يقبل الله إلا الطيب فإن الله يتقبلها بيمينه ثم يربيها لصاحبها كما يربى أحدكم فلوه حتى تكون مثل الجبل \" ¶ وعنه رضي الله عنه قال : قال رسول الله (\" ما من يوم يصبح العباد فيه إلا ملكان ينزلان فيقول احدهما اللهم أعط منفقاً خلفا ويقول الأخر اللهم أعط ممسكا تلفا \"",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "ألم تعلموا أيها الأحبة ان الصدقة تطفئ غضب الرب وتدفع ميتة السوء وأن ظل المؤمن يوم القيامة صدقته ¶ قال ( \" سبعة يظلهم الله في ظله يوم لا ظل إلا ظله وذكر منهم رجلاً تصدق بصدقة فأخفاها حتى لا تعلم ¶ شماله ما تنفق يمينه \" ¶ وإذا أردت أيها الموحد أن تطفئ ذنوبك وخطاياك فعليك بالصدقة بل وأكثر من ذلك كله يقول (ص) في الحديث الطويل \" ورأيت رجلاً من امتى يتقى بوجهه وهج النار شرره فجاءته صدقته فصارت سترة بينه وبين النار وظللت على رأسه \" أما عن أحوال سلفنا الصالح في الإنفاق فهي أكثر من أن تحصى فهذا ¶ أبو بكر رضي الله عنه يتصدق بماله كله ويسأل ما أبقيت لهم قال أبقيت لهم الله ورسوله ¶ وهذا عمر يتصدق بنصف ماله - وهذا عثمان يجهز جيش العسرة وجاء بألف دينار فصبها في حجر النبي (ص) فجعل النبي يقلبها وهو يقول \" ما ضر ابن عفان ما فعل بعد اليوم \" ¶ وهذا أبو الدحداح يتصدق بحديقته كلها في سبيل الله وكانت حديقته بها ستمائة نخلة وهنا قال النبي (ص) \" كم من عزق رداح لأبى الدحداح في الجنة ¶ نسأل الله تبارك وتعالى أن يجعلنا من المنفقين والمستغفرين بالأسحار ¶ وسبحانك اللهم وبحمدك نشهد أن لا إله أنت نستغفرك نتوب إليك. ¶ وصلى اللهم وسلم على محمد وآله وصحبه وسلم ¶ الدرس السادس ¶ e ¶ التقوى ¶ الحمد لله الذي أرشد الخلق إلى اكمل الاداب وفتح لهم من خزائن رحمته وجوده كل بابا أنار بصائر المؤمنين فأدركوا الحقائق وطلبوا الثواب واعمى المعرضين عن طاعته فصار بينهم وبين نوره حجاب إن في ذلك لذكرى لآولى الالباب . ¶ قال تعالى \" يا أيها الذين آمنوا كتب عليكم الصيام كما كتب على الذين من قبلكم لعلكم يتقون \" ¶ وأصل التقوى كما بين الحافظ بن رجب :",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "\" أن يجعل العبد بينه وبين ما يخافه ويحذره وقاية تقية منه وهو فعل طاعته وإجتناب معاصية وتارة تضاف التقوى إلى اسم الله عز وجل كقوله تعالى \" وإتقوا الله الذي إليه تحشرون \" ويكون المعنى إتقوا سخطه وغضبه فهو اعظم ما يتقى فهو اهل التقو واهل المغفرة ¶ وتارة تضاف التقوى غلى عقاب الله وإلى مكانه او غلى زمانه كيوم القيامة قال تعالى ¶ \" واتقوا النار التي اعدت للكافرين\" واتقوا يوماً ترجعون فيه إلى الله \" والتقوى هي وصية الاولين والاخرين ¶ \" ولقد وحينا الذين اوتوا الكتاب من قبلكم وإياكم إن اتقوا الله \" ¶ وهى وصية رسول الله صلى الله عليه وسلم لأمته \" اوصيكم ونفس بتقوى الله \" بل هي وصية كل نبى لقومه \" إذ قال لهم أخوهم نوح ألا تقون \" والتقوى هي وصية سلفنا الصالح .فقد كان أبو بكر رضي الله عنه يقول في خطبته أوصيكم بتقوى الله وكتب عمر إلى ابنه عبد الله فقال :- أما بعد فإنى اوصيك بتقوى الله فغنه من اتقاه وقاه ومن أقرضه جزاه ومن شكره زاده وكتب عمر بن عبد العزيز غلى رجل :أوصيك بتقوى الله التي لا يقبل غيرها ولا يرحم إلا أهلها ولا يثب إلا عليا فإن الواعظين بها كثير والعاملين بها قليل ألم تعلم انه من اتصف بها يكون من الناجين من النار ¶ \" وإن منكم إلا واردها كان على ربك حتماً مقضيا * ثم ننجى الذن إتقوا ............\" ¶ ويكفيك يا من إتقيت ربك ان الله معك ¶ \" إن الله مع الذي اتقوا والذين هم محسنون \" ¶ فاتقوا الله حق التقوى واستمسكوا من الاسلام بالعُروة الوثقى واحذروا المعاصى فغن أجسامكم على النار لا تقوى واعلموا انكم غداً بين يدى الله موقوفون وعلى تفريلكم نادمون وبأعمالكم مجزيون وسيعلم الذين ظلموا اي منقلب ينقلبون \" وتذوروا فإن خير الزاد التقوى \" ¶ نسأل الله تعالى الهدى والتقى والعفاف والغنى ¶ وصلى اللهم وسلم على محمد وآله وصحبه وسلم ¶ الدرس السابع ¶ e ¶ اللسان",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "الحمد لله الذي أنشأ وبرأ وخلق الماء والثرى وأبدع كل شئ وذرا لا يغيب عن بصره صغير النمل في الليل إذا سرى ولا يعزب عن علمه مثقال ذرة في الأرض ولا في السماء . ¶ قال تعالى: \" ما يلفظ من قول إلا لدية رقيب عتيد \" ¶ هل تذكرت أخي في هذه الآية هل تفكرت يا من له قلب أو القي السمع وهو شهيد . يخبرنا تبارك وتعالى في هذه الآية انه ما يلفظ من قول خير كان أو شر إلا لديه رقيب عتيد أي مراقب ُ ُ له فما من كلمة إلا وتسجل وستعرض على ربك وستسأل أيها الضعيف في موقف رهيب ليس بينك وبين الله ترجمان فيسألك عبدي لما قلت كذا يوم كذا . ¶ أما سمعت أيها المسلم قول حبيبك محمد ( \" من كان يؤمن بالله واليوم الأخر فليقل خيراً أو ليصمت\" ¶ أما سمعت قول ( لمعاذ بن جبل رضي الله عنه لما سأله عن عمل يدخله الجنة ويباعده عن النار قال له في نهاية الحديث قال ألا أخبرك بملاك ذلك كله فأخذ بلسانه قال كف عليك هذا .قال قلت يا رسول الله وإنا لمؤاخذون بما نتكلم به فقال النبي ( \" ثكلتك أمك يا معاذ وهل يكب الناس في النار على وجوهم إلا حصائد ألسنتهم \" ¶ وورد في الأثر \" إذا أصبح ابن آدم أصبحت الأعضاء كلها تكفر اللسان تقول اتق الله فينا \" فإنما نحن بك \" فإنك ان استقمت استقمنا وإن اعوججت اعوججنا \" ¶ أعضاؤك كلها تتذلل للسان وتخضع له بل وتترجاه وتقول له اتق الله فينا فأعلم أيها المسلم الصائم القائم أن كل كلام ابن ادم عليه لا له إلا أمراً بمعروف أو نهياً عن المنكر أو ذكراً لله تعالى : هكذا قال الحبيب محمد ( قال تعالى \" لا خير في كثير من نجواهم إلا من أمر بصدقة أو معروف أو إصلاح بين الناس \" ¶ اللسان أيها الأحبه هذا العضو الصغير قد يكون سببا في دخولك الجنة بل أعلى الدرجات في الجنة مع النبيين والصديقين والشهداء والصالحين وحسن أولئك رفيقاً بسبب كلمة تقولها تنصر دين الله فينصرك الله بها ويرفعك في اعلي عليين .",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وقد يكون اللسانُ سبباً في دخولك النار بل في أسفل دركاتها بسب كلمة تخرج منك لا تلقي لها بالا ¶ قال ( \"وإن العبد ليتكلم بالكلمة من رضوان الله ما يلقى لها بالاً يرفعه الله بها الدرجات وإن العبد ليتكلم بالكلمة من سخط الله تعالى لا يلقى لها بالاً يهوى بها في جهنم \" البخاري ¶ أحذر يا مسكين كلمتك التي قد تقولها وأنت لا تلقى لها بالا وهي عند ربى في كتاب لا يضل ربي ولا ينسى . ¶ حتى ولو لم تقلها بل سمعتها وسكت \" فإنك إذا مثلهم\" قال ( \" لما عرج بي مررت بقوم لهم أظفار من نحاس يخمشون بها وجوههم وصدورهم فقلت من هؤلاء يا جبريل قال هؤلاء الذين يأكلون لحوم الناس ويقعون في أعراضهم \" ¶ أنواع كثيرة من العذاب السبب فيها هو اللسان. ¶ ولذا ترى سلفنا الصالح لهم أحوال عجيبة مع ألسنتهم . ¶ دخل عمر رضي الله عنه على أبي بكر رضي الله عنه وهو يجبل لسانه أي يجره بشده فقال له عمر مه غفر الله لك فقال أبو بكر \" ان هذا الذي أوردني الموارد \" ¶ قال رجل رأيت ابن عباس أخذا بثمرة لسانه وهو يقول ويحك قل خيراً تغنم واسكت عن شر تسلم ¶ وكان يقول بلغني أن العبد يوم القيامة ليس هو على شئ احنق على لسانه ¶ وهذا عبد الله بن وهب رحمه الله تعالى يقول ¶ نذرت أني كلما اغتبت ُإنساناً أن أصوم يوماً فأجهدني الصوم فكنت أغتابُ وأصوم فنويتُ أنى كلما اغتبت إنسانا أن أتصدق بدرهم فمن أجل حب الدراهم تركتُ الغيبة . ¶ بلغنا ان قس بن ساعده وأكثم بن صيغي اجتمعا فقال احدهما لصاحبه كم وجدت في بني أدم من العيوب ؟",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "فقال هي أكثر من أن تحصى والذي أحصيته هو ثمانية آلاف عيب ووجدت خصلةً إن أستعملها سترت العيوب كلها قال وما هي ؟ قال حفظ اللسان فكم بالألسنة عبد غير الله تعالى كم بها أحدثت البدع كم قرحت بها أكباد كم بها أرحام قطعت وأوصال تحطمت كم بها فرقت قلوب كم بها تزفت دماء كم بها عذب مظلومون كم بها طلقت نساء وهدمت بيوت كم بها نهبت أموال كم بها قذفت محصنات فكيف يصوم بعد ذلك من أطلق لنفسه ولسانه العنان ؟ ¶ وكيف يصوم من كذب وأغتاب وأكثر الشتم والسباب ونسى يوم الحساب وكيف يصوم من شهد الزور ولم يكف عن المسلمين الشرور. ¶ اللهم أحفظ ألسنتنا من الكذب وأعيننا من الخيانة وأعمالنا من الرياء ¶ وسبحانك اللهم وبحمدك نشهد أن لا إله إلا أنت نستغفرك ونتوب إليك. ¶ وصلى اللهم وسلم على محمد وعلى آله وصحبه وسلم . ¶ الدرس الثامن ¶ e ¶ الحب في الله ¶ الحمد لله الذي أعان بفضله الأقدام السالكة وأنقذ برحمته النفوس الهالكة ويسر من شاء لليسرى فرغب في الآخرة . احمدُه على الأمور اللذيذة والشائكة وأشهد أن لا إله إلا الله وحده لا شريك له ذو العزة والقهر فكل النفوس ذليلة عانية وأشهد أن محمداً عبده ورسوله القائم بأمر ربه سراً وعلانية . وقال تعالى \" إنما المؤمنون أخوة \" \"لو أنفقت ما في الأرض جميعاً ما ألفت بين قلوبهم ولكن الله ألف بينهم\" ¶ وقال صلي الله عليه وسلم \" لن تدخلوا الجنة حتى تؤمنوا ولن تؤمنوا حتى تحابوا أولا أدلكم على شئ إذا فعلتموه تحاببتم أفشوا السلام بينكم \" ¶ وأحبب لحب الله من كان ** مؤمناً وأبغض لبغض الله أهل التمرد ¶ وما الدين إلا الحب والبغض ** كذاك البرا من كل غاو معتد معتد ¶ دعوةُُ ُ لمن أراد أن يقي نفسه من حرِ يوم القيامة يومَ تدنوا الشمسُ من رؤوس الخلائق قدر ميل يوم مقداره خمسين ألف سنة",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "يوم سماه الله يوم القارعة والصاخة والزلزلة والطامة الكبرى أتدرون ما هو المخرج من حر هذا اليوم انه الحب في الله ففي الحديث الذي رواه لنا البخاري ومسلم من حديث أبي هريرة رضى الله عنه قال قال صلي الله عليه وسلم :- \" إن الله تعالى يقول : أين المتحابون بجلالي اليوم أظلهم في ظلي يوم لا ظل إلا ظلي \". وقال صلي الله عليه وسلم في حديث أخر \"سبعةُ ُيظلهم الله في ظلة يوم لا ظل إلا ظله ..........\"وذكر منهم ( ورجلان تحابا في الله اجتمعا عليه وتفرقا عليه ) مسلم ¶ فالأرواحُ جنودُ ُ مجندةُُ ُفما تعارف منها ائتلف وما تناثر منها اختلف هل تعلم يا أيها المسلم أنك اذا ما دعوت لأخيك بظهر الغيب ردَّ عليك ملك يقول ولك مثله كيف لا وقد اخبرنا الحبيب محمد صلي الله عليه وسلم أنك بالنسبة لأخيك المسلم كالجسد الواحد ما إن اشتكى منه عضو إلا وباتت الأعضاء بالسهر والحمى بل وأقل من ذلك ابتسامتك في وجه أخيك صدقة . هذه هي علامات الأخوة الإيمانية الصادقة لا أخوة المصالح وصداقة المنافع... أسمع أخي هذه الوصية من أب لابنه وهو يحتضر فقال له ¶ ( إذا عرضت لك صحبة الرجال فاصحب من إذا خدمته صانك وإن صحبته زانك وإن قعدت بك مؤنه مانك اصحب من إذا مددت يدك بخير مدها وإن رأي منك صفة عدها اصحب من إذا سألته أعطاك وإن سكت إبتداك وإن نزلت بك نازلة واساك واصحب من إذا قلت صدق قولك وإذا حاولتما أمراً أمرك ) ¶ ويقول يحيى بن معاذ ( بئس الصديق صديق تحتاج أن تقول له أذكرني في دعائك أو تعتذر إليه) ويقول بن عمر ( والله لو صمت النهار لا أفطره وقمت الليل لا أنامه وأنفقت مالي في سبيل الله أموت يوم أموت وليس في قلبي حب لأهل طاعة الله وبغض لأهل معصية الله ما نفعني ذلك شيئا ¶ وقال أبو جعفر : أيدخل أحدكم يده في كم \" جيب\" أخيه فيأخذ منه قالوا لا قال فلستم بإخواني كما تزعمون \"",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "قصة واقعية يقول حذيفة العدوى \" انطلقت يوم اليرموك أطلب ابن عم لي ومعي شئ من ماء فإذا أنا به فقلت أسقيك ؟ فأشار إلى أن نعم فإذا رجل يقول آه فأشار ابن عمي أن أسقيه فإذا هو هشام بن العاص فقلت أسقيك فسمع به آخر فقال آه فأشار هشام انطلق به إليه فجئته فإذا هو قد مات فرجعت إلى هشام فإذا به قد مات فرجعت إلى ابن عمي فإذا هو قد مات رحمه الله عليهم جميعاً ¶ أيها الأحبة إنها دعوة من القلب لكل غيور على دين الله لكل من تهفو نفسه لتطبيق شرع الله أقول لكم كونوا عباد الله إخواناً. ¶ نسأل الله عز وجل أن يجمعنا وإياكم في الفردوس الأعلى . ¶ وان يجعل اجتماعنا هذا اجتماعا مرحوما وتفرقنا من بعده تفرقا معصوما . ¶ وصلى اللهم وسلم على محمد وعلى آله وصحبه وسلم ¶ الدرس التاسع ¶ e ¶ الاستغفار ¶ الحمد لله الملك القدوس السلام المتفرد بالعظمة والبقاء والدوام قدر الامور فاجراها غلى احسن نظام وشرع الشرائع فاحكمها ايما احكام واشهد أن لا اله إلا الله الذي لا تحيط به العقول والاوهام وأشهد أن محمداً عبده ورسوله.. ¶ عباد الله اتقوا الله ةأعملوا أن الله امرنا بالتوبة اليه والاستغفار من ذنوبنا من ذنوبنا في آيات كثيرة من كتابه الكريم وسمى ووصف نفسه بالغفار وغافر الذنب وذي المغفرة وأثنى على المستغفرين ووعدهم بجزيل الثواب فللاستغفار ¶ أهمية عظيمة وضيلة كريمة ولذا قص الله علينا عن أنبيائه أنهم كانوا يستغفرون ربهم.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "فذكر سبجانه عن الابوين آدم وحواء عليهما تاسلام أنهما قالا\"ربنا ظلمنا أنفسنا وإن لم تغفر لنا وترحمنا لنكونن من الخاسرين\".وذكرلنا عن نوح عليه السلام قال\"وإلا تغفر لي وترحمني أكن من الخاسرين\" وقال أيضا \"رب أغفر لي ولوالدي ولمن دخل بيتي مؤمنا وللمؤمنين والمؤمنات\"وذكر عن موسى أنه قال \"رب إني ظلمت نفسى فاغفر لي\"وذكر عن نبيه داودأنه قال\" فاستغفر ربه وخر راكعا وأناب\"وذكر عن نبيه سليمان\"رب أغفرلي وهب لي ملكا لا ينبغي لاحد من بعدي\"وأمر خاتم رسله محمداً صلى الله عليه وسلم\"واستغفرلذنبك وللمؤمنين والمؤمنات\".وأمرنا سبحانه وتعالى بالاستغفار فقال\"فاستقيموا إليه واستغفروه\"وفي الحديث القدسي\"ياعبادي إنكم تخطئون بالليل والنهاروانا أغفر الذنوب فاستغفروني أغفر لكم\". ¶ وللاستغفار فوائد عظيمة منها: ¶ 1- أنه سبب لمغفرة الذنوب وتكفير السيئات: ¶ *قال تعالى\"ومن يعمل سوءا أو يظلم نفسه ثم يستغفر الله يجد الله غفوراً رحيما\".وفي الحديث قال تعالى\"يابن ادم انك ان دعوتني ورجوتني غفرت ¶ لك ما كان منك ولا ابالي يإبن آدم لو بلغت ذنوبك عنان السماء ثم استغفرتني غفرت لك\". ¶ 2-أنه يدفع العقوبة ويدفع العذاب: ¶ \"وما كان الله معذبهم وهم يستغفرون\" ¶ 3-أنه سبب لتفريج الهموم وجلب الارزاق والخروج من المضايق: ¶ قال رسول الله صلى الله عليه وسلم\" ومن لزم الاستغفار جعل الله له من كل ضيق ومن كل هم فرجا ورزقه من حيث لا يحتسب\" (سنن ابن ماجة وابي داود). ¶ ومن فوائده أنه لنزول الغيث والإمداد بالاموال والاولاد ونبات الاشجار والقوة يقول الله تعالى عن نبيه نوح\" فقلت استغفروا ربكم إنه كان غفارا يرسل السماء عليكم مدرارا ويمددكم باموال وبنين ويجعل لكم انهارا\".قال سبحانه عن هود أنه قال لقومه\"ويا قوم استغفروا ربكم ثم توبوا اليه يرسل السماء عليكم مدرارا ويزدكم قوة إلى قوتكم\" ¶ أيها الأحبة : ¶ أعلموا ان الاستغفار مشروع في كل وقت ويستحب في أوقات وأحوال منها :",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "بعد الفراغ من العبادات ليكون كفارة لما يقع منها من خلل أو تقصير,فقد كان صلى الله عليه وسلم إذا سلم من الصلاة المفروضة يستغفر لله ثلاثا وكما شرع الإستغفار في صلاة الليل,قال تعالى\"كانوا قليلا من الليل ما يهجعون وبالأسحار هم يستغفرون\"وقال سبحانه\"والمستغفرون بالاسحار\".وشرع بعد الافاضة فقال سبحانه\"ثم افيضوا من حيث افاض الناس واستغفروا الله إن الله كان غفورا رحيما\"وشرع الاستغفار في ختم المجالس حيث أمر النبي صلى الله عليه وسلم عندما يقوم الانسان من المجلس أن يقول\"سبحانك اللهم وبحمدكنشهد أنه لا إله إلا أنت نستغفرك ونتوب إليك\"وشرع كذلك في ختام العمروفي حالة الكبر. ¶ أيها الأحبة: ¶ عليكم بالإستغفار والإكثار منه فقد كان يعد للحبيب المصطفى صلى الله عليه وسلم في المجلس الواحد مائة مرة ,فقد روى الإمام أحمد وأصحاب السنن من حديث إبن عمر رضى الله عنهما\"إننا لنعد لرسول الله صلى الله عليه وسلم في المجلس مائة مرة يقول رب اغفر لي وتب علي إنك أنت التواب الرحيم\"وفي سنن إبن ماجة عن النبي صلى الله عليه وسلم أنه قال\"طوبى لمن وجد في صحيفته استغفاراً كثيرا\" ¶ واخيرًا استغفروا ربكم واطلبوا المغفرة من الله غافر الذنب قابل التوب ساتر العيوب,واهجروا الذنوب فعساه سبحانه أن يتقبل منا ومنكم* ¶ نسأل الله عز وجل أن يجمعنا وإياكم في الفردوس الأعلى . ¶ وان يجعل اجتماعنا هذا اجتماعا مرحوما وتفرقنا من بعده تفرقا معصوما . ¶ وصلى اللهم وسلم على محمد وعلى آله وصحبه وسلم ¶ الدرس العاشر ¶ e ¶ قيمة الوقت ¶ الحمد لله المطلع على ظاهر الأمر ومكنونه العالم بسر العبد وجهره وظنونه المتفرد بإنشا العالم وإبداع فنونه ¶ المدبر لكل منهم في حركته وسكونه أحصى عدد ما في الشجر من ورق في اعواده وغصونه . ¶ قال تعالى \" والفجر وليالٍ عشر ......\" \" والليل إذا يغشى ........\" ،\" والضحى والليل إذا سجى ....\" ¶ \" والعصر إن الإنسان لفى خسر \"",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "يقسم الله تبارك وتعالى على أشياء من الزمن تدل على عظم الوقت . فالمقصود هنا بالعصر الدهر وهو نعمة من الله تبارك وتعالى . ¶ ويقول سبحانه وتعالى \" كلوا واشربوا بما أسلفتم في الأيام الخالية \" تأمل معي أخي في الله كلمة الأيام أي الأوقات التي عشتها على ظهر الأرض فالإنسان لابد إن يقطع هذه المرحلة التي بدايتها ساعة ميلاده ونهايتها ساعة الموت ومغادرة هذه الدار . ¶ أما الأحاديث :- ¶ قال رسول الله صلى الله عليه وسلم \" لا تزول قدم عبد يوم القيامة حتى يسأل عن أربع عن عمره فيما أفناه وعن شبابه فيما أبلاه وعن ماله من أين اكتسبه وفيما أنفقه وعن علمه ماذا عمل به \" ¶ تأملوا هذا الحديث وتاملوا الاسئلة الاجبارية فيه من رب العزة سبحانه منها سؤالين عن الوقت . ¶ فيا أيها اللبيب توهم نفسك من الآن وأنت أمام رب العزة سبحانه وتعالى لا تزول قدمك حتى يسألك عن كل لحظة مرت عليك ماذا عملت فيها . ¶ قال صلى الله عليه وسلم \" ليس يتحسرا أهل الجنة على شئ إلا على ساعة مرت بهم لم يذكروا الله فيها \" ¶ ويقول صلى الله عليه وسلم \" نعمتان مغبون فيهما كثير من الناس الصحة والفراغ \" ¶ ويقول صلى الله عليه وسلم \" اعذر الله \" يعنى ليس له عذر \" إلى امرء أخر اجله حتى بلغه ستين سنة \" ¶ والمعنى أن الإنسان ليس له عذر لأن الله عز وجل ترك له فرصة ليعمل فيها والوقت له خصائص منها : ¶ - انه أنفس وأغلى من الذهب . ¶ والإنسان لا يعرف قيمة الوقت إلا عند اللحظة الأولى عند الاحتضار فيقول \" يا حسرتا على ما فرطت ¶ في جنب الله ...\" ويقول \" رب ارجعون لعلي أعمل صالحا فيما تركت\" وصدق القائل ¶ والوقت أنفس ما عنيت بحفظه وأراه أسهل ما عليك يضيع ¶ يقول الحسن \" يا ابن آدم أنت أيام كلما ذهب يوم ذهب بعضه \"",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "- سرعة إنقضائه فكل ما هو آت قريب يقول صلى الله عليه وسلم \" اعمار امتى ما بين الستين والسبعين واقلهم من يجوز ذلك \" ويروى في الاثر أن ملك الموت قال لنوح يا أطول الانبياء عمراً كيف وجدت الدنيا قال وجدتها كدار لها بابان دخلت من احدهما وخرجت من الاخر \" ويوم يحشرهم كأن لم يلبثوا إلا ساعة من النهار \" ¶ مرت سنين بالوئام وبالهنا فكأنها من قصرها أعوام ¶ ثم انقضت أيام هجر بعدها فكأنها من طولها أعوام ¶ ثم انقضت تلك السنين وأهلها فكأنها وكأنهم أحلام ¶ - كذلك من خصائصه . انه ماضى منه لا يعود فالله عز وجل قدر لنا عدداً محدواً من الانفاس فكلما تنفس العبد نفساً سجل عليه حتى يصل إلى آخر نفس مقدر له عند ذلك يكون خروج الروح وفراق الأهل والأحباب ¶ فما ماضي منه لا يعود . ¶ واخيراً حال السلف مع اوقاتهم . ¶ يقول شيخ الإسلام \" كان أبي إذا خرج غلى الخلاء اعطانى الكتاب ويقول إقرأ على \" ¶ وقال عبد الرحمن بن مهدى \" لو قيل لحماد بن سلمة إنك تموت غداً ما قدر ان يزيد في العمل شئياً \" ¶ وقال سليمان بن حمزة \" وقد قارب التسعين لم أصل الفريضة منفرداً إلا مرتين وكأنى لم أصلها\" ¶ وكانت ثابت البنانى يستوحش لفقد التعبد بعد موته فيقول \" يا رب لو أذن لآحد أن يصلى في قبرة فأذن لي دخلوا على الجنيد عند الموت وهو يصلى قال الآن تطوى صحيفتى \" ¶ وهذا يزيد الرقاشى يبكى ويقول يا يزيد من يبكى بعدك لك من يترضى ربك عنك . ¶ وهذا أخر يكسر الخبز ويقول ما بين سف الفتيت وتقطيع الخبز قراءة خمسين آية وهذا . ¶ وهذا الإمام النووي لم يضع جنبه علي الأرض سنتين وهو في مرحلة طلب العلم فما سئل كيف كان نومك يا إمام فقال كنت أستند علي الكتب إستنادا . ¶ فأين وصفنا من هذه الأوصاف لقد قام القوم وقعدنا وجدوا في الجد وهزلنا ما بيننا وبين القوم إلا كما بين اليقظة والنوم ¶ لا تعرض بذكرنا في ذكرهم ليس السليم إذا مشي كالمقعد ¶ يا ديار الأحباب أين السكان يا منازل العارفين أين القطان",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "أماكن تعبدهم باكيه ومواطن خلواتهم لفقدهم شاكيه ¶ ذال التعب وبقي الأجر ذهب ليل النصب وطلع الفجر ¶ نسأل الله العفو والعافية في الدين والدنيا والآخرة ¶ وصلى الله علي سيدنا محمدا وعلي آله وصحبه وسلم ¶ الدرس الحادي عشر ¶ e ¶ الجنة ¶ الحمد لله الذي يخضع لقدرته من يعبد ولعظمته يخشع من يركع ومن يسجد ولطيب مناجاته يسهر العابد ولا يرقد ولطلب ثوابه يقوم المصلى ولا يقعد. ¶ أيها الأحبه ..هيا بنا نشمر عن ساعد الجد والعمل في هذا الشهر الكريم المبارك الذي تفتح فيه أبواب الجنه... ¶ قال صلي الله عليه وسلم: \" إذا دخل رمضان فتحت أبواب السماء \" وفى رواية \" فتحت أبواب الجنه \" ¶ وما رأيت مثل الجنة نام طالبها و ما بعد الدنيا من دار الا الجنة أو النار ...فالجنة الان مخلوقة وموجودة وقد دل على ذلك من القرآن قوله تعالى \" ولقد رآه نزلة أخرى عند سدرة المنتهى عندها جنة المأوى \"..ويقول صلي الله عليه وسلم \" ثم دخلت الجنة فيها جنابذ اللؤلؤ واذا ترابها المسك \". ¶ الجنة أيها الأحبة فيها مالا عين رأت ولا أذن سمعت ولا خطر على قلب بشر.. قال تعالى \" مثل الجنة التى وعد المتقون فيها أنهار من ماء غير آسن وأنهار من لبن لم يتغير طعمه وأنهار من خمر لذة للشاربين وأنهار ¶ من عسل مصفى \" ¶ وعن أبى هريرة رضى الله عنه قال قلنا يا رسول الله صلي الله عليه وسلم حدثنا عن الجنة ما بناؤها ؟ قال صلي الله عليه وسلم لبنة من ذهب ولبنة من فضة وملاطها المسك وحصباؤها اللؤلؤ والياقوت وترابها الزعفران من يدخلها ينعم ولا يبأس ويخلد ولا يموت لا تبلى ثيابه ولا يفنى شبابه \" ¶ فالجنة ورب الكعبة نور يتلألأ وريحانة تهتز وقصر مشيد وثمرة نضيجة وزوجة حسناء وحلل كثيرة.. ¶ قال صلي الله عليه وسلم : \" إن في الجنة غرفا يرى ظاهرها من باطنها وباطنها من ظاهرها أعدها الله لمن أطعم الطعام وأدام الصيام وصلى بالليل والناس نيام \"",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وقال صلي الله عليه وسلم \" إن أول زمرة تدخل الجنة على صورة القمر ليلة البدر ثم الذين يلونهم على أشد نجم في السماء إضاءة ثم هم بعد ذلك منازل لا يتغوطون ولا يبولون ولا يتمخطون ولا يبصقون ....\". ¶ وفي رواية أخرى\" قالوا فما بال الطعام قال جشاء ورشح كرشح المسك.. ¶ ويقول صلي الله عليه وسلم : \"إن في الجنة لسوقا يأتونها كل جمعة فتهب ريح الشمال فتحثوا في وجوههم وثيابهم فيزدادون حسنا وجمالا\".. ¶ بل أعظم نعيم لأهل الجنة أنهم سيرون ربهم الذي خلقهم ..يقول صلي الله عليه وسلم \" إذا دخل أهل الجنة الجنة نادى مناديا يا أهل الجنة إن لكم عند الله موعدا يريد أن ينجزكموه فيقولون ما هو ؟ ألم يثقل موازيننا ويبيض وجوهنا ويدخلنا الجنة ويزحزحنا عن النار؟ قال فيكشف لهم الحجاب فينظرون اليه ..فوالله ما أعطاهم الله شيئا أحب اليهم من النظر اليه ولا أقر لأعينهم منه\" رواه مسلم. ¶ فيا عجبا لمن يؤمن بدار هذه وصفتها كيف يأنس بدار قد أذن الله فى خرابها ..تالله لقد نودي عليها في سوق الكساد فما قلب ولا استام الا أفراد من العباد ..فوا عجبا لها كيف نام طالبها وكيف لم يسمح بمهرها خاطبها. ¶ وهذا الشهر فرصة عظيمة لدخول الجنة ..قال صلي الله عليه وسلم \" وفى الجنة ثمانية أبواب منها باب يسمى الريان لا يدخله الا الصائمون ¶ فالصلاة خير من النوم والتجلد خير من التبلد والمنية خير من الدنية فمن أراد الجنة سلعة الله الغالية فلا يلتفت الى عزل عازل ولا لوم لائم . ¶ وما نيل المطالب بالتمنى ولكن تؤخذ الدنيا غلابا. ¶ اللهم إنا نسألك الجنة وما قرب إليها من قول وعمل.. ¶ وسبحانك اللهم وبحمدك نشهد أن لا اله إلا أنت نستغفرك ونتوب إليك . ¶ وصلى الله على سيدنا محمد وعلى اله وصحبه وسلم. ¶ الدرس الثاني عشر ¶ e ¶ النار",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "الحمد لله القوى المتين الظاهر المبين لا يعزب عن سمعه أقل الأنين ولا يخفى على بصره حركات الجنين ذل لكبريائه جبابرة السلاطين وبطل أمام قدرته كيد الكائدين قضى قضاءه كما شاء على الخاطئين وسبق اختياره من أختاره من العالمين فهؤلاء أهل الشمال وهؤلاء أهل اليمين ¶ لقد حذرنا الله تبارك وتعالى في كتابه من النار واخبرنا عن أنواع عذابها بما تتفطر منها الأكباد وتتفجر منها القلوب . ¶ قال تعالى ( واتقوا النار التي وقودها الناس والحجارة ( ¶ ( لهم من فوقهم ظلل من النار ومن تحتهم ظلل ............( ¶ ( إن الذين كفروا سوف نصليهم نارا كلما نضجت جلودهم بدلناهم جلود ا غيرها ( ¶ والآيات كثيرة عباد الله والله عز وجل يقول ( فذكر بالقرآن من يخاف وعيد ( ¶ أما الأحاديث فعن عبد الله بن مسعود رضي الله عنه أن النبي صلي الله عليه وسلم قال \" يؤتى بالنار يوم القيامة لها سبعون ألف زمام مع كل زمام سبعون ألف ملك يجرونها \"مسلم ¶ وفى الصحيحين \" ناركم هذه ما يوقد بنو آدم جزء واحد من سبعين جزءاً من نار جهنم قالوا يا رسول الله إنها الكافية قال إنها فضلت عليها بتسعة وستين جزءاً . كلهن مثل حرها \" هذا حرها أما عن قعرها ¶ فعن أبي هريرة رضي الله عنه قال كنا عند النبي صلي الله عليه وسلم فسمعنا وجبه فقال النبي صلي الله عليه وسلم أتدرون ما هذا ؟ قلنا الله ورسوله أعلم قال هذا حجر أرسله الله في جهنم منذ سبعين خريفاً \" يعنى سبعين سنة \" فالآن حين انتهى إلى قعرها \" مسلم ¶ أما طعامهم فالزقوم يقول النبي صلي الله عليه وسلم \" لو أن قطرة من الزقوم قطرت في دار الدنيا لأفسدت على أهل الدنيا معايشهم \"إن شجرة الزقوم طعام الأثيم كالمهل يغلى في البطون كغلى الحميم \" \" وسقوا ماء حمما ¶ فقطع امعائهم \"",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "فالنار دار خص أهلها بالبعاد وحرموا لذة المنى والإسعاد وبدلت وضاءة وجوهم بالسواد وضربوا بمقامع أقوى من الأطواد عليها ملائكة غلاظ شداد لو رأيتهم في الحميم يسرحون وعلى الزمهرير يطرحون فحزنهم دائم فما يفرحون مقامهم محتوم فما يبرحون أبد الآباد عليها ملائكة غلاظ شداد . توبيخهم أعظم من العذاب تأسفهم أقوى من المصاب يكون على تضييع أوقات الشباب وكلما جاء البكاء زاد عليها ملائكة غلاظ شداد يا حسرتهم لغضب الخالق يا محنتهم لعظم البوائق يا فضيحتهم بين الخلائق وعلى رؤوس الأشهاد أين كسبهم للحطام أين سعيهم في الآثام كأنه أضغاث أحلام عليها ملائكة غلاظ شداده. ¶ فيا أيها الأحباب الكرام ¶ اجتهدوا في تحصيل الأعمال الصالحة من صلاة وصيام وقيام فلا يدخل الجنة إلا العاملون ولا ينجو من النار إلا المخلصون . ¶ اللهم نجنا من النار وأعزنا من دار الخزي والبوار . ¶ وصلى اللهم وسلم على محمد وعلى آله وصحبه وسلم. ¶ الدرس الثالث عشر ¶ e ¶ بر الوالدين ¶ الحمد لله الذي انشأ الخلائق بقدرته وأظهر فيهم عجائب حكمته ودل بآياته على ثبوت وحدانيته قضى على العاص بالعقوبة لمخالفته ثم دعا إلى التوبة ومن عليه بقبول توبته . ¶ قرن الله تبارك وتعالى حق الوالدين بعبادته فقال سبحانه \" واعبدوا الله ولا تشركوا به شيئاً وبالوالدين إحساناً \" ¶ \" وقضى ربك ألا تعبدوا إلا إياه وبالوالدين إحساناً \" ¶ أعلم أيها الحبيب ان بر الوالدين والإحسان إليهما من أوجب الواجبات وأفضل القربات ولقد حذرنا تبارك وتعالى من عقوقهما بل نهانا سبحانه وتعالى حتى عن التأفف في وجوههما فقال سبحانه \" فلا تقل لهما أفٍ ولا تنهرهما وقل لهما قولاً كريما \" ¶ ويقول (\" ألا أنبئكم بأكبر الكبائر ؟ قلنا بلى يا رسول الله قال الإشراك بالله وعقوق الوالدين وكان متكئا فجلس فقال ألا وقول الزور وشهادة الزور فما زال يكررها حتى قلنا ليته سكت \" متفق عليه",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "ويقول (ثلاثة لا ينظر الله إليهم يوم القيامة العاق لوالديه \" وقال أيضا \" رغم انفه ثم رغم انفه ث رغم انفه قيل من يا رسول الله ؟ ¶ قال من أدرك والديه عند الكبر أو احدهما ثم لم يدخل الجنة \" فاعلم يا من تعق والديك انك كما تدين تدان ¶ قال (\" كل الذنوب يؤخر الله منها ما شاء إلى يوم القيامة إلا عقوق الوالدين فإن الله يعجله لصاحبه في الحياة قبل الممات \" وقال (\" بابان معجلان عقوبتهما في الدنيا البغي والعقوق \" ¶ قال الاصمعى \" حدثني رجل من الإعراب قال كنت أطوف بالإحياء أطلب أعق الناس فانتهيت إلى شيخ في عنقه حبل يستقى بدلو لا تطيقه الإبل وكان في الحر الشديد وخلفه شاب يضربه ضربا شديداً حتى شقه ظهره بذلك الحبل فقلت أي الاعراب أما تتقى الله في هذا الشيخ الضعيف فردَّ على َّ هذا الشاب وقال إن هذا الرجل هو أبي قلت له فلا جزاك الله خيرا فردَّ على وقال هكذا كان يصنع بأبيه وكذا يصنع أبوه بجده \" ¶ ذكر أن شابا كان مكبا على اللهو واللعب وكان والده من أهل الخير فكان هذا الأب يقول لابنه أحذر يا بني هفوات الشباب فإن لله سطوات ونقمات ما هي من الظالمين ببعيد . ¶ وفي إحدى المرات لطم هذا الشاب العاق وجه أبيه وهنا يحلف الأب ليأتين بيت الله الحرام ويتعلق بأستار الكعبة ويدعوا على هذا الولد العاق ونفذ ما قال فكان من دعائه ¶ يا من إليه أتى الحجاج قد قطعوا *** أرضى المهانة من قرب ومن بعد ¶ وهذا منازل لا يرتد عن عققى *** فخذ بحقي يا رحمن من ولدى ¶ وشلَّ بحول منك جانبه *** يا من تقدس لم يولد ولم يلد",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "فقيل إنه ما استتم دعائه حتى شل شق ولده الأيمن فالمتأمل للواقع يرى ان لسان حال الإباء والأمهات يقولوا اللهم إليك نشكوا ضعفنا وقلة حيلتنا وهواننا على أبنائنا لقد ضيعت الحقوق وكثر العقوق وانقلبت المفاهيم وإذا بهذا المخذول قد تناسى ضعفه وطفولته وأعجب بشبابه وفتوته وغره تعليمه وثقافته فإذا هو يتبرم ويتأفف بل يقهرهما وينهرهما بل ربما لطم بكف أو رفس برجل ..فيا أيها المخذول لماذا قدمت غيرهما بالإحسان وجعلتهما أهون الأشياء عليك وقابلت جميلهما بالنسيان . ¶ شق عليك أمرهما وطال عليك عمرهما فاعلم أن الجزاء من جنس العمل أما لك أيها المسكين في نبي الله إسماعيل عبرة \" يا أبت افعل ما تؤمر ستجدني عن شاء الله من الصابرين \" ¶ أما علمت أن بر الوالدين سبباً في دخول الجنة قال ( \" دخلت الجنة فسمعت قراءة فقلت من هذا ؟ فقيل حارثة بن النعمان فقال رسول الله (كذلكم البر كذلكم البر وكان أبر الناس بأمه أما علمت أن بر الوالدين سبب في تفريج الكروب في الدنيا . ¶ ففي حديث الثلاثة الذين دخلوا النار فأطبقت عليهم صخرة من الجبل فقال بعضهم لبعض أنظروا أعمالا صالحة فادعوا الله بها لعله يفرجها فقال واحد منهم أنه كان له والدان شيخان كبيران فقال فجئت بالحلاب( أي باللبن) فقمت عند رؤسهما اكره أن أوقظهما من نومهما والصبية يتضاغون عن قدمي حتى طلع الفجر فإن كنت تعلم أني فعلت ذلك ابتغاء وجهك فافرج لنا فرجه نري منها السماء ففرج الله منها فرجه فرأوا منها السماء \" ¶ اللهم إهد أبناءنا وأبناء المسلمين وأجعلهم بارين بآبائهم وأمهاتهم . ¶ وصلى اللهم وسلم على محمد وآله وصحبه وسلم ¶ الدرس الرابع عشر ¶ e ¶ أياماً معدودات ¶ … ¶ الحمد لله المتفرد بالجلال والبقاء والعظمة والكبرياء والعز الذي لا يرام الواحد الأحد الفرد الصمد وفق من شاء فآمن واستقام احمدُه على نعمه الجسام وأشكره وأسأله حفظ نعمة الإسلام .",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "قال تعالى : \" يا أيها الذين آمنوا كتب عليكم الصيام .......... أياماً معدودات \" ¶ هذه الكلمة أيها الأحبة \" أياماً معدودات \" تشعر بسرعة الانقضاء وقرب الرحيل فلا داعي لاستثقال لحظاته بل الواجب علينا أن نعيش طاعة الوقت من صلاة وصيام وقيام وتلاوة للقرآن وكما قالوا كيف يفرح بالدنيا يومه يهدم شهره وشهره يهدم سنته وسنته تهدم عمره وعمره يقوده إلى اجله وحياته تقوده غلى موته عن ابن عمر رضي الله عنهما قال اخذ رسول الله ( بمنكبى فقال \" كن في الدنيا كانك غريب او عابر سبيل \" وكان ابن عمر يقول :- ¶ \" إذا اصبحت فلا تنتظر المساء وإذا امسيت فلا تنتظر الصباح وخذ من صحتك لمرضك ومن حياتك لموتك ¶ \" أياماً معدودات \" فاكثر من ذكر هاذم اللذات ومفرقة الجماعات فياله من زائر لا يعوقه عائق ولا يضرب دونه حجاب فلنعلم جميعا أن انفاسناً تعد ورحالنا تشد وعاريتنا ترد والتراب من بعد ذلك ينتظر الخد وعلى اثر من سلف يمشى من خلف وما ثم إلا أمل مكذوب واجل مكتوب ¶ صعد ابو الدرداء درج مسجد دمشق فقال \" يا أهل دمشق ألا تسمعون من أخ لكم ناصح إن من كان قبلكم كانوا يجمعون كثيرا ويبنون شديدا ويأملون بعيدا فأصبح جمعهم بورا وبنيانهم قبورا وأملهم غرورا . ¶ وكان يقول ثلاث اضحكتنى حتى أبكتنى طالب دنيا والموت يطلبه وضاحك ملء فيه ولا يدرى أرضى ربه ام اسخطه وغافل ليس بمغفول عنه . ¶ كان الامام احمد يقول : يا دار تخربين ويموت سكانك ¶ فمتى نفيق من غفوتنا وغفلتنا وإلا فالايام تمر الصحائف تطوى والاعمال ترفع لرب العالمين والناس في غفلاتهم وإنا لله وإنا إليه راجعون فاعمل ايها الموحد في ايامك المعدودة قبل ان تقول يا حسرتا على ما فرطت في جنب الله او تنادى بأعلى صوتك تقول هل إلى مرد من سبيل .",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "\" أياماً معدودات \" فوجودك في هذه الدنيا على وجه الارض أياماً معدودات بجانب حياتك تحت أطباق الثرى بل وجودك تحت التراب أياماً معدودات . بجانب خلودك في الجنة . يا اهل الجنة خلود فلا موت ويا اهل النار خلود فلا موت . ¶ إخوانى لقد فضح الموت الدنيا فلم يترك لذي عقل فرحا فلعلك تنطق كما نطق عمر بن عبد العزيز وتقول ¶ \" قبور خرقت الاكفان ومزقت الابدان ومصت الدم وأكلت اللحم ترى ما صنعت بهم الديدان محت الالوان وعفرت الوجوه وكسرت الفقار وأبانت الاعضاء ومزقت الاشلاء . ¶ ترى اليس الليل والنهار عليهم سواء . كم من ناعم وناعمه أصبحوا وجوههم باليه وأجسادهم على اعناقهم نائية قد سالت الحدق على الوجنات وإمتلأت الافواه دماً وصديداً وعادت العظام رميماً قد فارقوا الحدائق فصاروا بعد السعة إلى المضائق ثم راح ينادى يا ساكن القبر والذي غرك من الدنيا أين دارك الفيحاء اين رقاق ثيابك . ¶ اللهم إنا نسألك رضاك والجنة ونعوذ من سخطك والنار. ¶ وصلى اللهم وسلم على محمد وعلى آله وصحبه وسلم. ¶ الدرس الخامس عشر ¶ e ¶ الدعوة إلى الله ¶ الحمد لله مبلغ الراجى فوق مأموله ومعطى السائل زيادة على مسئوله احمده على نيل الهدى وحصوله وأقر بوحدانية إقرار عارف بالدليل وأصوله ¶ قال تعالى : \" قل هذه سبيلى أدعوا إلى الله على بصيرة أنا ومن إتبعنى \" ¶ فالدعوة على بصيرة أي على علم ويقين هو سبيل رسولنا ( فما أشرفه من طريقة وما أحسنه من قول \" ومن أحسن قولا ممن دعا إلى الله ....\" ¶ إعلم أخي أن سبيل الحق واحد وسبل الباطل كثيرة على كل سبيل منها شيطان يدعوا إليه . وليعلم كل واحد منا أن دين الله ماض بنا أو يغيرنا لآن هذا الدين محمى منصور من الله تبارك وتعالى .",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "فالدعوة على بصيرة يفرق بها المؤمن بين الحق والباطل والسنة والبدعة ومقام الدعوة مقام خطير تزل فيه أقدام ويضل فيه أقوام بل قد يصل للداعى إلى الله حسنات مثل الجبال وهو في قبره بسبب كلمة قالها على علم وإبتغى بها وجه الله فعمل بها اناس كثير . ¶ وعلى العكس من ذلك فقد يصل للداعى سيئات وأوزاراً بسبب كلمة أو فتوى فضل بها أناس كثير وهذا مصداق قوله ( \" .. إتخذ الناس رؤسا جهالاً فأفتوا بغير علم فضلوا وأضلوا \" ¶ \" من دعا إلى هدى كان له من الأجر مثل أجور من إتبعه لا ينقص من أجورهم شيئاً ومن دعا إلى ضلاله كان له من الوزر مثل أوزارهم من إتبعه لا ينقص من أوزارهم شيئاً \" يقول الحبيب محمد ( لعلى بن أبي طالب :- ¶ \" فو الله لئن يهدى الله بك رجلا واحداً خير لك من حُمر النعم \" ¶ فبالحركة إنتشر المسلمون الأوائل مثل شعاع الشمس يفتحون البلاد ويفتحون قلوب العباد ويدعون إلى التوحيد ويحطمون الطواغيت ...التوحيد المتمثل في شهادة أن لا إله إلا الله فهي نفى لجميع المعبودات الباطلة وإثبات العبادة لله الواحد القهار . ¶ والعبادة هي طاعة الله بإمتثال ما أمر على السنة الرسل . ¶ يقول ربنا تبارك وتعالى \" ولقد بعثنا في كل امة رسولا ان إعبدوا الله واجتنبوا الطاغوت\" ¶ فالتوحيد هو دعوة جميع الرسل \" إعبدوا الله ما لكم من إله غيرى \" ¶ لقد مكث النبي ( ثلاثة عشر عاماً يرسخ في قلوب أصحابه هذه العقيدة \" يا أيها الناس قولوا ¶ لا إله إلا الله تفلحوا \" ¶ فيا أيها الناس ¶ كونوا انصار الله . إنصروا دين الله بالمواظبة على الصلوات في المساجد إنصروا دين الله . بحسن صيامكم وتعظيم شعائر دينكم فإنه من يعظم شعائر الله فإنها من تقوى القلوب .",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "إنصروا الله بالدعوة إلى الله ولا تستحى وأنت تبلغ دين الله عز وجل \" كتاب انزل إليك فلا يكن في صدرك حرج منه لتنذر به \" هل سألت عن جارك الذي لم يحضر للمسجد وخاصة في العشاء والقيام والفجر هل سألت أخيك المريض وزرته وسالت الله عز وجل له العافية هل سألت عن أقربائك ووصلت رحمك . ¶ سؤال :- هل آلمنك أيها الآمن في بيتك مجازر المسلمين ورخص دمائهم فإذا هي أرخص من ماء البحر هل فتشت في نفسي وفتشت في نفسك وتساءلناكم تبلغ مساحة الاسلام من إهتمامنا إننا إذا لم ننفر لهذا الدين ونكون أنصار الله نخش والله أن ينالنا ذلك الوعيد الشديد التي تكاد السموات يتفطرن منه وتنشق الأرض وتخر الجبال هداً \" إلا تنفروا يعذبكم عذاباً اليماً ويستبدل قوماً غيركم ولا تضروه شيئاً والله على كل شئ قدير \" ¶ فيا من أعزكم الله بالإسلام يتقظوا فإليكم يوجه الخطاب ويا أيها النائمون انتبهوا أمتكم تحتضر تناوشها أنياب اللئام صارت كلأ لكل الطعام اخذوا أندلساً إجتاحوا أرض المسرى وبها عبثوا أرايت الذل أخي ¶ يعرب في الارجاء . ¶ أيها الاحبة أين نحن من كل هذا ؟ فينبغى علينا جميعاً أن نتقطع من اعز الأوقات وقتاً ومن انفس الأموال مالاً لنصرة دين الله عز وجل لنعلم انه بقدر ما نتعنى نتنل ما نتمنى . ¶ وجعلنا الله وإياكم ممن يستمعون القول فيتبعون أحسنه . ¶ وصلى اللهم وسلم على محمد وعلى آله وصحبه وسلم. ¶ الدرس السادس عشر ¶ e ¶ فضل الصلاة على النبي صلى الله عليه وسلم ¶ الحمد لله عدد ما صلى له المصلون الأخيار وصلاة وسلاما على النبي المختار خير من ركع وسجد وإستغفر بالاسحار",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "وبعد ايها الأحبة فموعدنا بمشيئة الله تبارك وتعالى في هذه الدقائق مع ذكر بجمع أهل الأرض وأهل السماء ذكر امر الله به في كتابه في آيات تتلى غلى يوم القيامة حيث قال سبحانه \" إن الله وملائكته يصلون على النبي .صلوات \" الصلاة والسلام على رسول الله صلي الله عليه وسلم تجارة رابحه لتجار الحسنات فأين الراغبون في رفع تلك التجارة ¶ أخرج الإمام مسلم عن عبد الله بن عمر بن العاص انه سمع النبي صلى الله عليه وسلم يقول \" فإنه من صلى على صلاة صلى الله عليه بها عشراً \" فيا لها من تجارة رابحه فبكل صلاة منك على الحبيب المصطفى صلى الله عليه وسلم تحصل على عشر صلوات من قيوم رب الارض والسموات . غلى من يرجوا شفاعة النبي المصطفي صلى الله عليه وسلم في يوم يجعل الولداته شيبا نقول له ها هو صلى الله عليه وسلم قد قدم لك طريق ذلك بقوله \" من قال حين يسمع النداء اللهم رب هذه الدعوة القامة والصلاة القائمة علي محمداً الوسيلة والفضيلة وإبعثة مقاماً محموداً الذي وعدته حلت له شفا عنى يوم القيامة \" البخاري ¶ إلى كل من تكاثرت عليه هموم الدنيا وأسرف على نفسه بالذنوب والخطايا فعليه بالاكثار من الصلاة على النبى صلى الله عليه وسلم روى الامام احمد في مسنده \" قال رجل يا رسول الله أرأيت إن جعلت صلاتى كلها عليك قال إذن يكفيك الله تبارك وتعالى ما اهمك من دنياك وآخرتك \" ¶ إلى كل من أراد ان يكون اولى الناس برسول الله صلى الله عليه وسلم يوم القيامة فليكثر من الصلاة والسلام على رسول الله صلى الله عليه وسلم قال رسول الله صلى الله عليه وسلم \" أولى الناس بي يوم القيامة أكثرهم على صلاة \" ¶ بل إعلموا ايها الاحبة",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "بأن الدعاء موقوف بين السماء والارض لا يصعد منه شئ حتى تصلى على نبيك \" هكذا اخبر النبي صلى الله عليه وسلم عباد الله غن خسارة المعرض عن الصلاة على النبى صلي الله عليه وسلم فادحة فقد دعا عليه جبريل عليه السلام وأمن على دعائة النبى صلى الله عليه وسلم ففى الحديث \" بعد من ادرك رمضان فلم يغفر له فقلت آمين . بعد من ذكرت عنده فلم يصل عليك فقلت ىمين \" بل وصفه النبى ( بالبخل يقول النبي صلى الله عليه وسلم \" البخيل من ذكرت عنده فلم يصل على \" الترمذى ¶ أيها الاحبة إن مجلسا لا يصلى فيه على النبى ( يكون على أصحابه حسرة وندامة يوم القيامة ¶ قال صلى الله عليه وسلم \" ما جلس قوم مجلساً لم يذكروا الله فيه ولم يصلوا على نبيهم إلا كان عليهم ترة فإن شاء عذبهم وإن شاء غفر لهم \" ¶ أيها الاحبة صلوا على نبيكم أينما كنتم فعن صلاتكم تصل إليه فقد قال صلى الله عليه وسلم \" إن لله ملائكة سياحين في الارض يبلغونى من امتى السلام \" ¶ وقال أيضا \" صلوا على حيثما كنتم فإن صلاتكم تبلغنى وأفضل صيغة للصلاة عليه ( هي ان تقول \" اللهم صل على محمد .......................\" ¶ وأدنى الصلاة عليه هي ( - واما عن المواطن التي تستحب فيها الصلاة صلى الله عليه وسلم هي : ¶ قبل الدعاء وبعده ، عقب الاذان ،ويوم الجمعة وليلتها ، وبعد التكبيرة الثانية من الجنازة ، ¶ وعند ذكر اسمه ( . ¶ وأخيرا \" يا أيها الذين آمنوا صلوا عليه وسلموا تسليماً \" ¶ وصلى اللهم وسلم على محمد وعلى آله وصحبه وسلم. ¶ الدرس السابع عشر ¶ e ¶ أقبل أخي ¶ الحمد لله الذي أرشد الخلق إلى أكمل الآداب وفتح لهم من خزائن رحمته وجوده كل باب أنار بصائر المؤمنين فادركوا الحقائق وطلبوا الثواب وأشهد ان محمداً عبد ورسوله المبعوث باجل العبادات وأكمل الاداب . ¶ قال تعالى : \" يا ايها الذين آمنوا اوفوا بالعقود .........\" ¶ \" وأفوا بالعهد إن العهد كان مسئولاً \"",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "اخى الحبيب ابن عهودك مع الله أي مواثيقك التى بذلتها لنصرة دين الله اين المروءة والوفاء ابن الرجولة اين العلاء ¶ اخى اما اشتقت الى صحبة المؤمنين اما اشتقت الى رياض الصالحين اما اشتقت لمجالس البكائين ليت شعرى من يشمتك من رفقة السوء اذا عطست بل من يذكرك بالصلاة اذا غفلت فيا واقفا مع الامانى ضيعت عمرك يا فارحا بعمره يا لاهيا بصحته تذكر قبرك يا حاملا اثقال الذنوب هلا خففت ظهرك سار الصالحون الى ذكر الله واثرت هجرك فان اردت صحبة المتقين فاشرح لليقين صدرك اخى وحبيبى فى الله موسى عليه السلام كليم ربنا الرحمن طلب من ربه سبحانه ان يجعل له وزيرا من اهله ليشد به ازره ويشركه فى امره وليكوم عونا له عند ملاقاة فرعون وملإه قال تعالى ( واجعل لى وزبرا من اهلى هارون اخى اشدد به ازرى واشركه فى امرى .. ) ¶ اخى الحبيب انا احتاج اليك وانت نعم انت تحتاج لى فالخطب كبير والمصاب عظيم والساعد ضعيف والجندى هزيل والاعداء كثر ¶ اخى فى الله اسوق اليك اخر سهم فى كنانتى واخر كلمة فى جعبتى واخر محاولة من ذهنى وقلبى فاقول لك تنبأ امتك تحتضر تناوشها انياب اللئام سارة كلا لكل الطغام ¶ اخى تيقظ انهم هجموا على القصعة الاسلامية وداسوا على كرامة امة غفلت عن وعيها اخذوا اندلسا اجتاحوا ارض المسرى وبها عبثوا وتنمر ناب القوم لاقصانا",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "اخى تعالى الامة تحتاج اليك فلا تكن علينا بعد ان كنت لنا الم تتفجر اوداجك كمدا وحزنا حين رايت اخوان القردة والخنازير تتطاول على رسول الله صلى الله عليه وسلم الم يثر نخوتك انعم سيهدمون الاقصى الم يفجر قوتك انهم شتموا النبى محمد صلي الله عليه وسلم اين نحن من كل هذا ثم بعد ذلك يهنا لنا عيش ويهدأ لنا بال ويغمض لنا جفن نأكل ونشرب وكأن الامر لا يعنينا لا من قريب ولا من بعيد لقد أصبحنا كلأيتام على موائد اللئام وكالشاة الوليدة فى الليلة الشاتية المطيرة فلك الله يا دين محمد قالها عبد المطلب انا رب الإبل والبيت له رب يحميه ولكن هذه الكلمة التى توحى بالخزى والعار قد تنفع فى الامم السابقة اما نحن وقد شرفنا الله بهذا الدين وبالانتساب بامة الحبيب لن بنفع ولن يفلت من المحكمة الالهية الا ن نصر دين الله (ن تنصروا الله ينصركم ويثبت اقدامكم ) والا سيكون الاستبدال ( وان تتولوا يستبدل قوما غيركم ثم لا يكونوا امثالكم ) ثم لما اخذت قدس الاقداس خاصم صاحب حطين الناصر صلاح الدين فراشه وهجر النوم وطلق زينة ملعونة وساح بارض الاسلام وصاح قدساه يا قدساه وهذا عمرو بن سلمة يؤم قومه وهو ابن سبع سنين فماذا قدمت لدينا يا ابن العشرين با ابن الاربعين ¶ واخيرا اعلم اخى ان النعيم لا بدرك بالنعيم فبقدر ما تتعنى تنال ما تتمنى ولن يدرك البطال منازل الابطال ولذة الراحة لا تنال بالراحة ¶ نسأل الله تبارك وتعالى إن ينفعنا بما سمعنا اللهم اهد شباب المسلمين وردهم إلى الحق ردا جميلا ¶ وصلى اللهم على محمد وعلى اله وصحبه وسلم ¶ الدرس الثامن عشر ¶ e ¶ زكاة الفطر ¶ الحمد لله عالم لسر والجهر وقاحم الجبابرة بالعز والقهر محصى قطرات الماء وهو يجرى في النهر . فضل بعض المخلوقات على بعض حتى اوقات الدهر ليله القدر خير من ألف شهر احمده حمداً لا منتهى لعدده واشكره شكرا ً يستجلب المزيد من مدده .",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "قال تعالى : \"ومن يطع الرسول فقد أطاع الله ومن تولى فما أرسلناك عليهم حفيظا \" ¶ ويقول صلى الله عليه وسلم \" تركت فيكم ما إن تمسكتم به لن تضلوا بعدى أبدا كتاب وسنتى \" ¶ إعلموا أيها الاحبة :- ¶ أن زكاة الفطر واجبة فرضها رسول الله صلى الله عليه وسلم على المسلمين صغيراً كان او كبيرا ذكراً كان وانثى حُر او عبد ولا تجب على الحمل في بطن امه إلا ان يقطوع بها روى البخارى وسلم عن عمر رضى الله عنهما قال : \" فرض رسول الله صلى الله عليه وسلم زكاة الفطر من رمضان صاعاً من تمر أو صاعاً من شعير على العبد والحر والذكر والانثى والصغير والكبير من الملسمين \" وامر بها ان تؤدى قبل فروج الناس إلى الصلاة \" البخاري . رواية ثانية وصدقة الفطر ( زكاة الفطر ) . ¶ يخرجها المسلم من ماله للمحتاجين من الفقراء والمساكين ومن عليهم ديون لا يتطعيون سدادها وكذلك لمصارف الزكاة الثمانية . ¶ وفائدة زكاة الفطر انها طهرة للانسان وجبراناً كما يكون قد حدث في صيامه من خلل مثل لغوا لقول وفحشة . ¶ لقول بن عباس رضى الله عنهما : \" فرض رسول الله عليه وسلم زكاة الفطر طهرة للصائم من اللغو والرفث وطعمة للمساكين \" . ¶ ويجب على المسلم ان يخرجها عن نفسه وكذلك عمن تلزمه مؤنته يعنى نفقته من زوجه وأولاد أو قريب إذا لم يستطع إخراجها .وينبغي أن نعلم أن الزكاة لا تجوز من الابن علي أبيه ولا علي أمه لا نفقتهما واجبة علي الابن وكذلك الحكم بالنسبة للأب لأبنائه وأما الإخوة وبنوهم والأعمام وبنوهم وسائر الأقارب فيجوز أن تعطيهم منة زكاة فطرك ومالك . ¶ واما جنس الواجب في زكاة الفطر فهو طعام الادميين من أرز او بر يعنى قمح ودقيق وتمر وزبيب . ¶ سؤال : هل يجوز إخراج القيمة يعنى النقود ؟",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "قال بعض العلماء انه لا يجزى إخراج القيمة لان ذلك خلاف ما أمر به رسول الله صلى الله عليه وسلم ففى الحديث \" فرض .......صاعاً \" وورد في الحديث \" من عمل عملاً ليس عليه امرنا فهو رد \" وفى رواية \" من احدث في امرنا هذا ما ليس منه فهو رد \" اي مردود . ¶ وإخراج القيمة يعنى النقود مخالف لعمل الصحابة رضى الله عنهم حيث كانوا ويخرجونها صاعا من طعام . وقد قال صلى الله عليه وسلم \" عليكم بسنتى وسنة الخلفاء الراشدين المهديين من بعدى .........\" ¶ فيا أيها الحبيب ¶ ولما تضع نفسك محل خلاف العلماء والأمر سهل ويسيرُُ ولكن على من يسره الله عليه والعبادات توقيضية لا مجال فيها للرأى . فالخلاف في هذه المسألة على إخراج القيمة اما الذي لا خلاف فيه هو إخراجها من طعام . ¶ اما دعوى كثير من الناس ان الناس تحتاج غلى المال أكثر من الحبوب فهى دعوى مردودة . ¶ لان هذا تشريع من إله حكيم رحيم بعباده ورسول الله صلى الله عليه وسلم امرنا بذلك \" وما ينطق عن الهوى .......\" فهكذا امرنا رسولنا الناظر في احوال الناس انهم يحتاجون إلى الطعام كل يوم ....\" ¶ وإعلم انك إذا اخرجتها نقود فبذلك تكون ادخلت نفسك في شك هل يا ترى إشترى بها ملابس . طعام . سجائر . عسل وانت مطالب بتحرى الحلال . ¶ إخراج القيمة يخرج زكاة الفطر عن كونها شعيرة ظاهرة إلى كونها صدقة خفية وإذا اخرجت القيمة فلا داعى للتفريق بين انواع الزكوات لان رسولنا صلى الله عليه وسلم شرع لنا ان المال إذا بلغ نصابا وحال عليه الحول وجب فيه زكاة المال - ويوجد انواع أخرى من الزكوات مثل زكاة الزروع والثمار وزكاة سائمة الانعام .هذا هو الرأى الاول في هذه المسألة وهناك رأي أخر بجواز إخراج القيمة وهو ما ذهب إليه أبو حنيفة . ¶ مسائل مهمة ¶ - يجوز التوكيل في إخراج الزكاة بأن يعطي لغيرة قيمة الزكاة فيشتري طعاما ويخرجها عنه طعاما. ¶ - يجوز إعطاء زكاة فطرة ومن يعولهم لواحد فقط .",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "- لا يجوز تأخير صدقة الفطر عن صلاة العيد فإن أخرها بلا عذر لم تقبل منه لحديث ابن عباس أن من أداها قبل الصلاة فهي زكاة مقبولة ومن أداها قبل الصلاة فهي صدقة من الصدقات \" ولكن الذي آخرها لغير عذر أثم ولزمها قضائها ولكن لو جهزها لجار أو لقريب فقير فلم يجده قبل الصلاة فآخرها ليعطيها لهم بعدها فهو محسن لا حرج عليه. ¶ وأما عن وقتها ¶ وقت فضيلة فهو صباح العيد قبل الصلاة وقت جواز فهو قبل العيد بيوم او بيومين ولا يجوز تاخيرها عن صلاة العيد فغن اخرها بلا عذر لم تقبل منه لحديث بن عباس \" أن من أداها قبل الصلاة فهى زكاة مقبولة ومن ادها بعد الصلاة فهى صدقة من الصدقات والمقادير بالجرامات هى : ¶ صاع الأرز = 2.400 جرام صاع التمر = 1.500 جرام ¶ صاع العدس = 2.250 جرام صاع القمح = 2.176 جرام ¶ اللهم أعنا على ذكرك وشكرك وعلى حسن عبادتك ¶ الدرس التاسع عشر ¶ e ¶ الاجتهاد في العشر الأواخر ¶ الحمد لله الواحد القهار ، العزيز الغفار مقدر الاقدار ومصرف الامور مكور الليل على النهار تبصره لذوى القلوب والابصار الذي ايقظ من خلقه من إصطناه وأدخله جمله الاخيار ووفق من اجتباه من عبيده فجعله من الابرار وبهر من احبة فذهدهم في هذه الدار فاجتهدوا في مرضاته والتاهب لدار القرار ¶ قال تعالى \" وسارعوا غلى مغفرة من ربكم وجنة عرضها السموات والارض .........\" ¶ \" سابقوا غلى مغفرة من ربكم ...............\" ¶ \"وفي ذلك فليتنافست ........\" ¶ وقال صلى الله عليه وسلم \" بادروا بالاعمال الصالحة .....\" ¶ وقال صلى الله عليه وسلم \" من خاف ادلج ومن أدلج بلغ المنزل ألا إن سلعة الله غالية ألا إن سلعة الله الجنة \" ¶ وقدر السلعة يعرف بقدر مشتريها والثمن المبذول فيها والمنادى عليها فغذا كان المشترى عظيماً والثمن خطيرا والمنادى جليلاً كانت السلعة نفيسة .",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "ألم تعلموا أيها الاحبة أن الشارى هو الله تبارك وتعالى \" إن الله إشترى من المؤمنين ......\" واما الثمن المبذول فيها هي الجنة \" بإن لهم الجنة \" والمنادى عليها ه رب العزة تبارك وتعالى \" ياأيها الذين آمنوا ادلكم على تجارة تنجيكم من عذاب أليم \" وها نحن أيها الاحبة نستقبل العشر الاواخر ¶ ففى الصحيحين عن عائشة رضى اله عنها قالت : \" كان النبى صلى الله عليه وسلم ان النبي صلى الله عليه وسلم \" كان يجتهد في العشر الاواخر مالا يجتهد في غيره \" ¶ إعلم ايها الحبيب ان هذه الأيام اعنى العشر الاواخر خاصة فرصة عظيمة فلعلنا نفوز برضوان ربنا فنسعد سعادة لا شقاء بعدها أبداص ألا فتشبهوا بالصالحين فغن التشبه بالكرام فلاح اما سمعتم كيف حال صحابة النبى صلى الله عليه وسلم في غير رمضان ويروى على رضى الله عنه مارآه من الصحابة فيقول \" كانوا يصحبون شعثاً صغراً غبرا بين اعينهم امثال ركب المعزى قد باتوا سجداً وقياماً يراوحون بين جباههم واقدامهم فغذا اصبحوا تمادوا كما يميد الشجر يوم الترع وهملت اعينهم حتى تبل ثيابهم . ¶ وهذا الحسن البصرى يقول :- رآيت اقواما وصبحت طوائف ما كانوا يفرحون بشئ من الدنيا اقبل ولا يأسفون على شئ منها أدبر فإذا كان الليل فقياماً على اقدامهم يفترشون وجوههم تجرى دموعهم على خدودهم يناجون ربهم في فكاك رقابهم فإذا فعلوا حسنه وأبوا في شكرها ورجوا الله أن يقبلها منهم وإذا فعلوا سئية اخذتهم ورجوا الله أيغفرها لهم \". ¶ سبحان من إختص أقداماً لخدمته وشغلهم بمحبته فما لهم بغيره اشتغال صاموا عن الشهوات فمحا عنهم السيئات وبلغهم المقاصد والآمال اعانهم على الصيام فصاموا واقامهم لمناجاته فقاموا يناجون مولاهم إذا هجع النائمون ويرفعون حوائجهم غذا غفل الغفافلون فانالهم من فضله ما يطلبون . ¶ عباد الله أيامكم وانتم لا شك راحلون كما رحل الاوائل قم يا اخي في الدحى قيام مشفق سائل واجب منادى هل من سائل .",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "اللهم أعنا على ذكرك وشكرك وعلى حسن عبادتك ¶ الدرس العشرون ¶ e ¶ الاعتكاف ¶ الحمد لله الذي نصب من كل كائن على وحدانبته برهانا وتصرف فى خليقته كما شاء عزا وسلطانا واختار المتقين فوهب لهم امنا وايمانا وعم المذنبين بحلمه ورحمته عقوا وغفرانا ¶ وبعد ايها الاحبة ففى الصحيحين عن عائشة رضى الله عنها قالت كان رسول الله صلي الله عليه وسلم اذا دخل العشر شد مئزره واحيا ليله وايقظ اهله وفى رواية لمسلم عنها قالت ( كان رسول صلي الله عليه وسلم يجتهد فى العشر الاواخر ما لا يجتهد فى غيره ) واحياء الليل يكون بالقيام وقراءة القران وجميع انواع العبادات عباد الله انكم الان فى رمضان وهو وحده عمر طويل فان فى لياليه ليلة خير من الف شهر فاجتهدوا رحمكم الله وبادروا بالتوبة والاستغفار والتضرع لربنا الرحمن فنحن اليوم على ظهر الارض وقى صحة وعافية وغدا سنكون فى القبور فى ظلمات اللحود نقاسى الهوام والديدان فعساه سبحانه ان يرحمنا بركعة فى جوف الليل او بتسبيحة من قلب حى والله وكأنى بأصحاب القبور وهم يتمنون ان يرجعوا الى الدنيا فبركعون لله ركعة او يسجدون لله سجدة او يسبحون لله تسبيحة ابها الاحبه كان النبى صلي الله عليه وسلم يعتكف هذه الايام المباركات فعن عائشة رضى الله عنها قالت كان النبى صلي الله عليه وسلم يعتكف العشر الاواخر من رمضان حتى توفاه الله عزوجل ثم اعتكف ازواجه من بعده ) متفق عليه وعنها ايضا قالت ( كان النبى صلي الله عليه وسلم يعتكف فى كل رمضان عشرة ايام فلما كان العام الذى قبض فيه اعتكف عشرين يوما ) البخارى",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "فالاعتكاف سنة ثابتة عن النبى صلي الله عليه وسلم ومعناه هو اللبث فى المسجد من شخص مخصوص بنية مخصوصة ومن اراد تمام الاعتكاف فى العشر الاواخر من رمضان فينبغى ان يدخل المسجد قبل غروب الشمس ليلة الحادى والعشرين منه لكى لا يفوته شيىء منه ويخرج بعد غروب الشمس ليلة العيد ( يعنى يدخل المسجد يوم عشرين من رمضان ويخرج بعد غروب الشمس ليلة العيد ) \" الائمة الاربعة \" ¶ ويجوز للمعتكف ان يخرج من المسجد لقضاء ما لابد منه كبول وغائط ووضوء وعلى المعتكف ان بغتن فرصة اعتكافه من الاكثار من النوافل فيكثر من الصلاة ويواظب على صلاة الضحى وسنن الفرائض وسنة الوضوء وينبغى عليه ايضا ان يشغل نفسه بالصلاة وتلاوة القران والتسبيح والتهليل والاستغفار والصلاة على النبى المختار صلي الله عليه وسلم ¶ اما مبطلاته الخروج من المسجد لغير الحاجة التى لابد منها لان الاصل فى المعتكف ملازمة المسجد للعبادة ويبطل الاعتكاف بالجماع - وبتعمد الانزال وكذلك يبطل بالردة عن الاسلام , وبذهاب العقل بسكر ¶ ويجوز لمن لم ستطع اعتكاف العشر أن يعتكف ما شاء من ساعة ويوم . ¶ ويجوز لمن أراد الاعتكاف أن يشترط بأن يقول إن عرض لي عارض خرجت فإن اشترك في إعتكافه الخروج منه إن عرض عارض مثل مرض خفيف أو شهود جنازة أو الذهاب للعمل صح شرطه سواء كان الاعتكاف واجب أو غير واجب ¶ اللهم إجعل أعمالنا كلها صالحة ولوجهك خالصه ولا تجعل لآحد فيها شيا ¶ وصلي اللهم علي محمد وعلي آله وصحبه وسلم ¶ الدرس الحادي والعشرون ¶ e ¶ ليلة القدر ¶ الحمد لله العزيز عدد ما صلي له المصلمون الاخيار خير من ركع وسجد وإستغفر بالاسحار وصلي اللهم وسلم علي النبي المختار وعلي أله وأصحابه الطبين الاطهار وبعد أيها الاحبه :",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "ها هي ليلة القدر بين أيدنا قادمة إلينا فهي أفضل ليلي السنه وأعظمها قدرا فيها نزل القرآن العظيم يقول رب العزة سبحانه وتعالي \" إنا أنزلنه في ليلة القدر ليلة القدر * وما أدراك ما ليلة القدر * ليلة القدر ¶ خير من ألف شهر \" فأخبر سبحانه أن العبادة فيها وإحيائها بالطاعه من صلاة وذكر ودعاء تعدل عبادة آلف شهر والالف شهر ثلاث وثمانون عاما وأربعة أشهر \" سلام هي حتي مطلع الفجر \" قال ابن عباس أي يسلمون علي كل مؤمن إلا مدمن خير أو مصر علي معصية أو كاهن أو مشاحن فمن أصابه السلام غفر له ما تقدم ، وقد قال صلي الله عليه وسلم في قيام هذه الليلة \" من قام ليله القدر إيمانا وإحتسابا غفر له ما تقدم من ذنبه \" متفق عليه ومعني قيامها إيمانا أي تصديقا بأنها حق وطاعه وإحتسابا أي طلبا لرضي الله تعالي وثوابه لا للرياء ونحوه . ¶ فهذه الليلة العظيمة القدر يكتب الله تعالي للملائكة فيها ما يعمل في تلك السنه ويبين لهم ما يكون من الارزاق والاجال وغير ذلك ، قال تعالي \" فيها يفرق كل أمر حكيم \" وهذه الليلة العظيمة منحصرة في العشر الاواخر من رمضان وكل ليالي العشر الاواخر محتملة لها لكن ليالي الوتر أرجاها وأرجي الوتر ليلة سبع وعشرين قال صلي الله عليه وسلم \" تحرو رليلة القدر في الوتر من الاعشر الاواخر من رمضان \" متفق عليه أي في اليالي الفردية ويستحب الدعاء فيها بما روي الترمذي عن عائشة رضي الله عنها \" قلت يا رسول الله أريت إن علمت أي ليلة القدر ما أقول فيها ؟ قال : قولي اللهم إنك عفو كريم تحب العفو فإعف عني \" حسن صحيح . قال ابن رجب وإنما أمر بسأل العفو في ليلة القدر بعد الاجتهاد في الاعمال فيها وفي ليالي العشر لأن العرفين يجتهدون في الاعمال ثم لا يرون لأنفسهم عمل صالحا ولا حالا ولا مقالا فيرجعون إلي سؤال العفو كحال المذنبين المقصرين . ¶ فإجتهدوا رحمكم الله في قيام هذه الليلة بالدعاء والصلاة والاستغفار",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "فيا رجال الليل جدوا رب داعا لا يرد ما يقون الليل من له عزم وجدوا ¶ أللهم إنك عفو كريم تحب العفو فإعف عنا ¶ وصلي اللهم علي محمدا وعلي أله وصحبه وسلم ¶ الدرس الثاني والعشرون ¶ e ¶ الخشوع علاج لقسوة القلوب ¶ الحمد لله الواحد العظيم الجبار القدير القوى القهار المتعالى عن أن تدركة الخواطر والأبصار ووسم كل مخلوقة بسمة الافتقار واظهر أثار قدرته بتصريف الليل والنهار ويعلم خفي الضمائر مكنون الأسرار ¶ قال تعالى : \" الم يآن الذين آمنوا أن تخشع قلوبهم لذكر الله وما نزل من الحق ولا يكونوا كالذين أوتوا الكتاب من قبل فطال عليهم الأمد فقست قلوبهم وكثير منم فاسقون \" ¶ عن ابن مسعود قال : \" ما كان بين إسلامنا وبين أن عاقبنا الله بهذه الآية إلا أربع سنين . ¶ قال الحسن : إستبطأهم وهم احب خلقه إليه . ¶ وقال ابن مسعود :- ¶ فجعل بعضنا ينظر لبعض يعنى لماً نزلت هذه الآية ويقول ما أحدثنا ؟ ¶ وروى أن المزاح والضحك كثر في أصحاب النبي صلى الله عليه وسلم لما ترفهوا بالمدنية فنزلت الآية ¶ وقال صلى الله عليه وسلم لأصحابة \"إن الله يستبطئكم بالخشوع \" فقالوا عند ذلك خشعنا. ¶ الم تعلم أن هذه الآية وهي \" الم يان للذين آمنوا ............\" ¶ كانت سبباً في توبه ابن المبارك العالم المجاهد الزاهد وكانه مولعاً بضرب العود ففي إحدى المرات اخذ يضرب بالعود والعود لا يجيبه إلى ما أراد وإذا بالعود ينطق كما ينطق الانسان ويقول \" الم يآن للذين آمنوا ........\" فيقول قلت بلى والله وكسرت العود ¶ وهذا الفضيل بن عياض قد عشق جارية فواعدته ليلاً فبينما هو يرتقى الجدران إذ سمع قارئاً يقرأ ¶ \" ألم يأن للذين آمنوا ........\" الاية فقال والله قد آن.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "إعلموا أيها الأحباب الكرام أن الله عز وجل جعل كتابه العزيز الذي لا يأتيه الباطل من بين يديه ولا من خلفه شفاء للصدور وعلاجاً لقسوة القلوب لآن الذي انزله علام الغيوب . \" وننزل من القرآن ما هو شفاء لما في الصدور و هدى ورحمة للمؤمنين \" ¶ كيف لا والقرآن بما فيه من حديث عن النار وأسماء وصفات العزيز الغفار اكبر تذكرة لمن كان له قلب أو القي السمع وهو شهيد قال سبحانة \" فذكر بالقرآن من يخاف وعيده \" ¶ فإذا شكوت يوما من قسوة قلبك فأذبة بالذكر وإطلع في القبور واشهد الموتى وأكثر من ذكرها هاذم اللذات بل وانظر إلى عافيتك والمبتلين من حولك . ¶ قال مالك :- بلغنى ان عيسى قال لقومه ¶ \" لا تكثروا الكلام بغير ذكر الله تعالى فتقسوا قلوبكم فإن القلب القاس بعيد من الله ولكن لا تعلمون . ¶ ولا تنظروا في ذنوب الناس كانكم أرباب وانظروا في ذنوبكم كأنكم عبيد فإنما الناس رجلان معافي ومبتلى فارحموا أهل البلاء واحمدوا الله على العافية . ¶ أيها الاحبة القلوب قست فلم تعد تنفعها المواعظ وصدق قول القائل يا من إذا تشبة بالصالحين فهو عنهم فتباعد وإذا تشبة بالمذنبين فماله وحالهم واحد يا من يسمع ما يلين الجوامد وطرفه جامد وقلبه أقسى من الجلامد إلى متى تدفع التقوى عن قلبك وهل ينفع الطرقة في حديد بارد. ¶ أللهم إن نغوذ بك من قلب لا يخشغ ومن علم لا ينفع ومن دعوة لا يستجاب لها. ¶ وإرزقنا الاخلاص في القول والعمل . ¶ وصلي اللهم وسلم علي محمد صلي الله عليه وسلم . ¶ الدرس الثالث والعشرون ¶ e ¶ إنصروا دين الله ¶ الحمد لله المستحق لغاية التحميد المتوحد في كبريائه وعظمته الولى الحميد الغنى المغنى المبدئ المعيد المعطى الذي لا ينفذ عطاؤه ولا يبيد وصلاة وسلاماً على المبعوث رحمه للعالمين وبعد أيها الاحباب الكرام إعلموا",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "أن الإسلام قادم بإذن الله كقدوم الليل والنهار وان دين الله محمى منصور لآنه دين رب العالمين \" ولقد سبقت كلمتنا لعبادتنا المرسلين عنهم لهم المنصورون وعن جندنا لهم الغالبون \" ومهما حدث لهذه الأمة العظيم من محن عظام واحداث جسام فإن هذه الاحداث تزيد الامة قوة . ¶ فمهما حدث من احداث ومهما اصابها من امراض فإنها بفضل جل وعلا لا تموت نعم امة الإسلام قد تمرض ولكنها لا تموت فإن اشد ساعات الليل سواداً هي الساعة التي يليها ضوء الفجر ¶ ولكن أيها الاحباب الكرام إعلموا أن مكمن الخطر فينا نحن معاشر المسلمين أما آن الأوان أن نستحي من الله جل في علاه . ¶ تعالوا لنرى وصايا المبشرين الذين يعملون ليل نهار في سبيل التنصير في سبيل إخراج المسلمين من دينهم في سبيل الله إضلال البشرية يقول كبيرهم :- ¶ \" أيها المبشر الشاب نحن لا نعد بوظيفة أو عمل أو سكن أو فراش وثير إننا ننذرك بأنك لا تجد في عملك التبشرى خشن في كوخ صغير ، أجرك كله ستجده عند الله إذا ادركك الموت وأنت في طريق التسبح كنت من السعداء . ¶ هذه الكلمات حركت الكثير من حملة الشهادات في الطب والجراحة والصيدلة للذهاب إلى الصحارى القاحلة والمستنقعات المليئة بالنتن والميكروبات كل هذا بلا مقابل ولكنهم صحوا من أجل الباطل الذي يعتقدون صحته \" ¶ أما نستحى من الله والاسلام يؤتي من قبلنا أنت نعم أنت وأنا ونحن جميعا مسئولون عن الثكالى والايامى والاطفال التيامى ¶ يموت المسلمون ولا تبالى *** ونهرف بالمكارم والخصال ¶ وتنسى أخوة في الله درة *** بهم تفر من كف الزمان على الرمال ¶ تمزقهم نيوب الجوع حتى *** يكاد الشيخ يعذر بالعيال ¶ يشدون البطون *** ويقتسمون أرغفة الخيال ¶ وناموا في العراء بلا غطاء *** وساروا في العراء بلا نعال ¶ وليت جراحهم في الجسم لكن *** جراح النفس أفتك للرجال ¶ لماذا كل طائفة اغاثت بنياها *** غيركم اهل الهلال ¶ ترى الصلبان قد نفرت وهبت *** يهود بالدواء بالغلال",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "نسيتم وإتقوا يوما كثتيلا *** به النيران تقذف كالجبال ¶ ونحن المسلمين ننام حتى *** يضيق الدهر بالنوم الخيال ¶ واخيراً \" يا أيها الذين آمنوا كونوا انصار الله \" ¶ \" إن تنصروا الله ينصركم ويثبت اقدامكم \" ¶ نسأل الله تبارك وتعالى أن ينصر دينه وكتابه وعباده الصالحين ¶ وآخر دعوانا ان الحمد لله رب العالمين. ¶ الدرس الرابع والعشرون ¶ e ¶ الاستقامة ¶ الحمد لله الواسع العظيم الجود الكريم البر الرحيم خلق كل شئ فقدره وأنزل الشرع فيسره وهو الحكيم العليم بدأ الخلق وأنهاه وسير الفك وأجراه واشهد أن لا إله إلا الله وأن محمداً عبده ومصطفاه ¶ وبعد ايها الأحباب : ¶ الاستقامة هي درجة بها كمال الأمور وتمامها وبوجودها حصول الخيرات ومن لم يكن مستقيماً ضاع سعيه وخاب جهده ومن إستقام نال أجر الدنيا والآخرة قال تعالى \" إن الذين قالوا ربنا الله ثم استقاموا تتنزل عليهم الملائكة ألا تخافوا ولا تحزنوا وأبشروا بالجنة التي كنتم توعدون نحن أوليأكم في الحياة الدنيا والأخرة ولكم فيها ما تشتهى أنفسكم ولكم فيها ما تدعون \" ¶ وقال سبحانه \" إن الذين قالوا ربنا الله ثم استقاموا فلا خوف عليهم ولا هم يحزنون أولئك اصحاب الجنة خالدين فيها جزاء بما كانوا يعملون\" ¶ فلا خوف ولا حزن وبشرى بالجنة وولاية الله لهم في الدنيا والآخرة ثم حصول النفس على كل ما تشتهيه. ¶ ولمعرفته صلى الله عليه وسلم بقيمة الاستقامة أجاب سفيان بن عبد الله الثقفي لما سأله\"يا رسول الله قل لي في الإسلام قولاً لا اسأل عنه أحداً بعدك \"فقال صلى الله عليه وسلم \"قل أمنت بالله ثم استقم\".... ¶ (هناك رواية أخرى).",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "وما أعطيت الإستقامة كل هذه القيمة إلا لأنها حقيقة الإيمان وهى العبودية الحقة لله تعالى والاستعانة به وتوحيده وتنزيهه عز وجل وأما طريقها فهو الالتزام التام بهذا المنهج دون إفراط ولا تفريط وهو أمر شاق وعسير ولذلك قال الله تعالى \"فاستقم كما أمرت ومن تاب معك ولا تضغوا إنه بما تعملون بصير\" ¶ قال عمر رضى الله عنه الاستقامة أن تستقيم على الأمر والنهي ولا تروغ روغان الثعلب والمستقيمين الذين يعملون بطاعته ويجتنبون نواهيه.وقال ابن تيمية رحمه الله إستقاموا على محبته وعبوديته فلم يلتفتوا ¶ عنه يمنة أو يسرة. ¶ وقد وضح رسولنا صلى الله عليه وسلم سبيل حدوث الإستقامة بقوله \" لايستقيم إيمان عبد حتى يستقيم قلبه ولا يستقيم قلبه حتى يستقيم لسانه فقل أمنت بالله ثم استقم فاستقيموا يرحمكم الله . ¶ اللهم اهدنا وإهد بنا وحعلنا سببا لمن اهتدي ¶ اللهم اجعلنا مستقمين علي الحق ¶ وصل اللهم وسلم علي محمدا وعلي آله وصحبه وسلم ¶ الدرس الخامس والعشرون ¶ e ¶ خشية الله والخوف منه ¶ *الحمد لله عالم السر والجهر وقاصم الجبابرة بالعز والقهر محصي قطرات الماء وهو يجري في النهر سبحانه . ¶ قال تعالى \"فلا تخشوا الناس واخشون \" ¶ وقال سبحانه \"فلا تخافوهم وخافون إن كنتم مؤمنين\" ¶ فالخوف عباد الله هو الحاجز الصلب أمام دفعات الهوى والخوف هو الذي يهيج في القلب نار الخشية التي تدفع المسلم لعمل الطاعة وتزجره عن فعل المعصية . ¶ أعلموا أيها الأحبة : ¶ أن الخوف لعامة المؤمنين والخشية للعلماء العارفين وعلى قدر العلم والمعرفة تكون الخشية كما ¶ قال النبي صلى الله عليه وسلم \"إني لأعلمكم بالله وأشدكم له خشية \"وقال أيضاً\" لو تعلمون ما أعلم لضحكتم قليلاً ولبكيتم كثيراً ولما تلذذتم بالنساء على الفراش ولخرجتم إلى الصحراء تتجأرون إلى الله قال الإمام احمد :",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "هذا يدل على أن كل من كان بالله أعرف كان منه أخوف والخوف علامة على الإيمان \"وخافون إن كنتم مؤمنين\" والخوف هو إضطراب القلب ووجله من تذكر عقاب الله وناره ووعيده الشديد لمن عصاه \"والخوف سراج في القلب به يبصر ما فيه من الخير والشر وكل أحد إذا خفتهه هربته منه إلا الله عز وجل فإنك إذا خفته هربت إليه فالخائف هارب من ربه إلى ربه \" ففروا إلى الله إنى لكم منه نذير مبين \" وكما يقول إبراهيم بن سفيان \"إذا سكن الخوف القلب أحرق مواضع الشهوات منها وطرد الدنيا عنها \". ¶ قال ذو النون \" الناس على الطريق ما لم يزل عنهم الخوف فإذا زال عنهم الخوف ضلوا الطريق \"فالخوف سوط الله يُقوم به الشاردين عن بابه وما الذى يدفع الانسان إلى تقوى الله فى السر والعلن سوى خوف الله . ¶ بكى الحسن البصرى فقيل له ما يبكيك قال أخاف أن يطرحنى فى النار غداً ولا أبالى ولهذا ما خاف واشتد وجله من ربه فى هذه الدنيا أمن الله يوم الفزع الأكبر ففي الحديث القدسي يقول رب العزة سبحانه \"وعزتي لأجمعن على عبدى خوفين وأمنين إذا خافنى فى الدنيا أمنته يوم القيامة \" ولهذا كان صحابة النبي صلى الله عليه وسلم ¶ إذا رأى أحدهم ناراً إضطرب وتغير حاله .فهذا عبد الله بن مسعود رضي الله عنه \" مر على الذين ينفخون الكير فخر مغشياً عليه'' ¶ وهذا عمر بن الخطاب ربما توقد له نار ثم يدني يديه منها ويقول \"يإبن الخطاب هل لك صبر على هذا \"وكان الاصنف رضى الله عنه يجئ إلى المصباح بالليل فيضع إصبعه فيه ثم يقول حسن حسن يا صنيف ما حملك على ما صنعت يوم كذا وفى الحديث حاسبوا أنفسكم قبل أن تحاسبوا وزنوا أعمالكم قبل أن توزن عليكم \" ¶ أيها الاحبة",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "لقد كان المسلمون يعيشون مع القرأن فعلا وواقعاً عاشوا مع الآخرة واقعاً محسوسا لقد كانوا يشعرون بالقرأن ينقل إليهم صوت النار تسرى وتحرق ولقد وعظ النبي صلى الله عليه وسلم أصحابه يوما فقال لهم \" إني أرى ما لا ترون واسمع ما لا تسمعون اطت السماء وحق لها أن تئط ما فيها موضع قدم إلا ملك واضع جبهته ساجدا لله عز وجل والله لو تعلموا ما اعلم لضحكتم قليلا ولبكيتم كثيرا .ثم ذكر الحديث فما أتى على أصحاب رسول الله يوم أشد منه ¶ غطو رؤسهم ولهم خنين والخنين هو البكاء , لقد تمنى رسول الله صلى الله عليه وسلم من شدة خوفه من الله وخشيته له أن لو كان شجرة تُقطع وتنتهى وينتهى أمرها فكيف بنا نحن! فعجباً لنا نتمني على الله الأماني مع كل هذا الاستهتار. أبو بكر يتمنى أن لو كان شعرة في جنب مؤمن .عمر بن الخطاب يقول \"لو نادى منادى من السماء كلكم تدخلون الجنة إلا رجل لظننت أنه إنا .عثمان بن عفان ميقول \"لو أنى بين الجنة والنار ولا أورى ما أحد لتمنيت أن أكون ترابا . ¶ أما نحن عباد الله فالقلوب قست والعيون تحجرت والمواعظ لم تعد تؤثر . أما هم فكانت عيونهم مدرارة حتى ذهبت عيونهم ¶ يقول الحسن بن عرفة رأيت يزيد بن هارون بواسط وهو من أحسن الناس عينين ثم رأيته بعد ذلك بعين واحدة ثم رأيته بعد ذلك وقد زهبت عيناه فقله يا أبا خالد ما فعلت العينان الجميلتان فقال ذهب بهما بكاء الاسحار .. ¶ اللهم تقبل منا الصيام والقيام وأعد علينا رمضان أعواماً عديدة ¶ الدرس السادس والعشرون ¶ e ¶ بالصبر واليقين تنال الإمامة في الدين ¶ الحمد لله الذى رضى لنا الاسلام دينا ونصب لنا الدلائل على صحته برهاناً مبينا وأوضح السبيل إلى معرفته وإعتقاده حقاً يقيناً ووعد من قام بأحكامه وحفظ حدوده أجراً عظيماً...وبعد أيها الأحبة:",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "قال تعالى \" وجعلنا منهم أئمة يهدون بأمرنا لما صبروا وكانوا بآياتنا يوقنون\" فإذا أردنا أن نمكن في الأرض فلابد من تحقيق هذين الشرطين فبالصبر واليقين تنال الأمة في الدين . ¶ يقول الشيخ السعدى ((لما صبروا)) التعلم والتعليم والدعوة إلى الله والأذى في سبيله \" وكانوا بآياتنا يوقنون \" ¶ اى وصلوا في الإيمان بآيات الله إلى درجة اليقين . ¶ أيها الأحبة : ¶ لم يكن للاماني والشعارات الزائفة والدعاوى مجال في نصرت الدين ولكن ميدان عمل وعطاء وأثقل الناس حملا على الدعوة من اقتصر دورهم على الهمهمات الحزينة في الوقت نفسه الذي سخر فيه الأعداء كل امكاناتهم الفكرية والعملية في حرب الإسلام والمسلمين.ولقد مر العالم الاسلامى بنكبات وأزمات كثيرة منها أزمة الردة وفتنة قتل عثمان وحروب الصليبين والمغول ونكبة الأندلس وضياع الخلافة والقدس ولكن النكبة التي يعانيها المسلمون اليوم أشد وأمر ولكنها مرحلة وستمر ولكن علينا أن نعرف طبيعتها ولما طالت عن سابقتها وكيف يكون المخرج وكيف أنهى رسول الله \"صلى الله عليه وسلم\" الغربة الأولى في بضع وعشرين سنة .كيف قاد كيف ربى كيف أرتفع ورفع وكيف استطاع أن ينكس مفاهيم الجاهلية ومن هنا كان لزاما علينا أن نضع أقدامنا محل قدمه بالضبط حتى نصل إلى ما وصل إليه ثم إعداد الرجل الذي تربى على حلق قران في بيت الأرقم بن أبي الأرقم لا نريد الغثائية التي نعيشها اليوم أما الذي رباهم النبي فكانت الدنيا تتزلزل وهم ثابتون راسخون وهكذا ينبغي أن نكون إذا ما أردنا أن ننهي على هذه الغربة وأن ننكس مفاهيم الجاهلية ونضعها تحت أقدامنا كما قال الحبيب \"صلى الله عليه وسلم \" إن كل أمر من أمور الجاهلية تحت قدمي\" ثم بعد ذلك لابد من وضوح المنهج الذي من ملامحه العلم.فالعلم اشرف ما رغب فيه الراغب وأفضل ما طلب وجد فيه الطالب وأنفع ما كسبه وإقتناه الكاسب. ¶ العلم المقترن بالعمل",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "فالعلم يهتف بالعمل فإن أجابه والا إرتحل.فالعلم هو السبيل لمعرفة الإسلام \"فاعلم أنه لا اله إلا اله\"والعلم هو أصل الدعوة إلى الله تبارك وتعالى\" قل هذا سبيلي أدعو الى الله على بصيرة أنا ومن إتبعن\".فالمطلوب منا إذا أن نعمل بواجب الوقت من أمر بمعروف ونهى عن منكر ودعوة إلى الله وطلب علم وتعليمه للناس والاجتهاد في طاعة الله تبارك وتعالى. ¶ نسال الله جل في علاه أن يمكن لدينه في الأرض وأن يحكم فينا كتابه ¶ وصلى اللهم وسلم على محمد وعلىآله وصحبه وسلم ¶ الدرس السابع والعشرون ¶ e ¶ أثر الذنوب والمعاصي ¶ الحمد لله الذي أنشأ الخلائق بقدرته وأظهر فيهم عجائب حكمته ودل بآياته على ثبوت وحدانيته قضى على العاصي بالعقوبة لمخالفته ثمدعى الى التوبة ومن عليه بقبول توبته فأجيبوا داعيكم وسابقوا إلى جنته يغفر لكم ذنوبكم ويؤتكم كفلين من رحمته وأشهد أن لا اله إلا الله وحده لا شريك له في أ لوهيته وربوبيته وأشهد أن محمداً عبده ورسولهالمبعوث الى جميع بريته ... ¶ وبعد أيها الأحبة عباد الله ¶ اتقوا الله وأطيعوه وراقبوه في السر والعلن ولا تعصوه واعلموا أن الذنوب والمعا صي تضر في الحال والمال وإن ضررها في القلب كضرر السموم في الأبدان وما في الدنيا والآخرة شر وداء إلا وسببه الذنوب والمعاصي فبسببها اخرج آدم عليه السلام من الجنة واخرج إبليس من ملكوت السماوات وأغرق قوم نوح وسلطت الريح العقيم على قوم عاد وأرسلت الصيحة على قوم ثمود ورفعت قرى اللوطية حتى سمعت الملائكة نباح كلابهم ثم قلبها عليهم فجعل عاليها سافلهاوأرسل على قوم شعيب العذاب كالظل. ¶ فالذنوب والمعاصي ما حلت في ديارإلا أهلكتها ولا في قلوب إلا أعمتها ولا في أجساد إلا عذبتها ولا في امة إلا أذلتها ولا في نفوس إلا أفسدتها. ¶ قال علي بن أبي طالب رضى الله عنه\" ما نزل بلاء إلا بذنب ولا رفع إلا بتوبة \".قال تعالى\"وما من أصابكم من مصيبة فبما كسبت أيديكم ويعفو عن كثير\"",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "إذا كنت في نعمة فارعها فإن الذنوب تزيل النعم ¶ \"وضرب الله مثلا قرية كانت أمنة مطمئنة يأتيها رزقها رغداً من كل مكان فكفرت بأنعم الله فأذاقها الله لباس الجوع والخوف بما كانوا يصنعون\" ¶ وقال تعالى \" من الذين هادوا حرمنا عليهم طيبات أحلت لهم وبصدهم عن سبيل الله كثيرا\". ¶ وقد ورد في الأثر \"إن الرجل ليحرم الرزق با لذنب يصيبه\" ¶ ومن شؤوم المعصية: ¶ - أنها تمنع القطر من السماء قال مجاهد فى قوله تعالى (( ويلعنهم العنون )) قال دواب الارض تلعنهم يقولون يمنع عنا القطر بخطاياهم وقال عكرمة دواب الارض وهواميها حتى الخنافس والعقارب يقولون منعنا القطر بذنوب ¶ بنى أدم ¶ - أنها تورث الذل وتفسد العقل وترث اللهم وتضعف الجوارح وتعمى البصيرة وأعظم من ذلك كله تاثيرها على القلب قال رسول الله صلى الله عليه وسلم (( إن العبد إذا أذنب ذنبا نكتت في قلبه نكتة سوداء فان تاب وأستغفر صقل قلبه وإن عاد زادت حتى تعلو فى قلبه فذلك الران الذى ذكره الله فى القران \"كلا بل ران على قلوبهم ما كانو يكسبون \" ¶ وقال الحسن : الذنب على الذنب ثم الذنب على الذنب حتى يغمر القلب فيموت فإذا مات قلب الانسان لم ينتفع صاحبه \" .قال عبد الله بن المبارك\" رأيت الذونب تميت القلوب وقد يورث الذل إدمانها وترك الذنوب حياة القلوب وخير لنفسك عصيانها وقال بن عباس رضى الله عنهما إن للسيئة سواداًفى الوجه وظلمة فى القبر ووهنافىالبدن ونقصا فى الرزق وبغضة فى قلوب الخلق ومن خطورة المعاصى إنها تضعف الحفظ وربما أزهبته . ¶ شكوت الى وكيع سوء حفظى فارشدنى الى ترك المعاصى ¶ وقال اعلم بان العلم نور ونر الله لا يعطاه عاصى ¶ فاتقوا الله عباد الله ولا تقترفوا ولا تستهينوا بها قالت عائشة رضى الله عنها أقلو الذنوب فانكم لن تلقو الله عزوجل بشئ أفضل من قلة الذنوب ¶ خل الذنوب صغيرها وكبيرها فهو التقى.... ¶ واصنع كما شىٍٍ فوق أرض الشوك يحذر ما يرى... ¶ لاتحقرن صغيرة إن الجبال من الحصى....",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "قال بلال بن سعد \"لا تنظر الى صغر الخطيئة ولكن أنظر إلى من عصيت\" وقال وهيب بن الورد \"اتق أن يكون الله أهون الناظرين إليك\" ¶ 3-أنها تبعد صاحبها عن العباده،قال رجل للحسن ياأباسعيد\"إني أبيت معافى وأحب قيام الليل وأعد طهورى فما بالي لا أقوم \"فقال له الحسن قيدتك ذنوبك وقال الحسن إن الرجل ليذنب الذنب فيحرم به قيام الليل. ¶ وقال الثوري\"حُرمت قيام الليل خمسة اشهر بذنب أذنبته. ¶ نسأل الله تبارك وتعالى أن يحبب لنا الاسلام ويزينه في قلوبنا ¶ وأن يُكره لنا الكفر والفسوق والعصيان وأن يجعلنا من الراشدين ¶ وصلى اللهم وسلم على محمد وعلىآله وصحبه وسلم ¶ الدرس الثامن والعشرون ¶ e ¶ حسن الخلق ¶ الحمد لله الذي أرشد الخلق إلي أكمل الاداب وفتح لهم من خذائن رحمته وجوده كل باب أنار بصائر المؤمنين فأدركوا الحقائق وطلبوا الثواب وأعمي بصائر المعرضين عن طاعته فصار بينهم وبين نوره حجاب. ¶ وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمدا عبده ورسوله المبعوث بأجل العبادات وأكمل الأداب . ¶ حدثنا اليوم عن صفة حض عليها الإسلام واعتنى بها وأخذنا أنها كانت من صفات النبي صلي الله عليه وسلم ألا وهي حسن الخلق لقد وصف الله تبارك وتعالي نبيه صلي الله عليه وسلم بهذه الصفه العظيمة فقال سبحانه ¶ \" وإنك لعلي خلق عظيم \". ¶ ولما سئلت عائشة رضي الله عنها عن خلقه قالت كان خلقه القرآن فكان صلي الله عليه وسلم قرآنا ويمشي علي الأرض فهذه الصفه الكريمة والفضيله العظيمة هي وصية الرسول صلي الله عليه ويلم لأمته فقال \" عليك بحسن الخلق وطول الصمت فو الذي نفسي بيده ما تجملت الخلائق بمثلها \" وقال أيضا \" إن الرجل ليدرك بحسن خلقه درجة القائم بالليل الظمامئ بالهواجر \" بل كان من دعائه \" اللهم إهدني لاحسن الاخلاق فإنه لا يهدي لأحسنها إلا أنت \" بل لما سئل صلي الله عليه وسلم عن البر قال البر حسن الخلق.",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "وحسن الخلق كما يعرفه العلماء :- أن تقرب من يقصيك وأن تكرم من يؤذيك وأن تعتذر إلي من يجني عليك ، سبحان الله يقصيك ويؤذيك ويجني عليك وتعتذر أنت له وكأن العلماء يقولون أن جنياة من يجني عليك ويؤذيك فبسبب ذنوبك ومعاصيك فإعتذر أنت له . ¶ وحسن الخلق أيضا يكون بكف الاذي وبذل الندي وطلاقة الوجه . ¶ فإعلم أيها الحبيب أنك إذا ما اتصفت بهذه الصفة العظيمة فسوف يحبك الله ويرضي عنك ويجبك النبي صلي الله عليه وسلم ويقربك منه يوم القيمة ، قال رسول اله صلي الله علية وسلم \" إن من أحبكم إلي وأقربكم مني مجلسا يوم القيامة أحاسنكم أخلاقا\" بل إذا ما أردت أن يثقل الله ميذانك يوم القيامة فعليك بحسن الخلق قال رسول الله صلي الله عليه وسلم \" ما من شي أثقل في ميزان المؤمن يوم القيامة من حسن الخلق \" بل ضمن النبي صلي الله عليه وسلم بيتا في أعلي الحنة قال صلي الله عليه وسلم \" أن زعيم ببيت في أعلي الجنة لمن حسن خلقه \" ¶ إعلموا أيها الاحبه أن من إتصف بهذه الصفه وبهذا الخلق أن إيمانه كاملا قال صلي الله عليه وسلم \" أكمل المؤمنين أيمانا أحسنهم خلقا \" وذلك لأن الايمان في الباطن وحسن الخلق في الظاهر وصلاح الظاهر دليل علي صلاح الظاهر فإن الشجرة إذا صلحت جذرها أثمرت فرعها. ¶ فيا من أمنتم بالله ربا وبمحمد صلي الله عليه وسلم نبيا ورسولا والإسلام دينا قد آن لنا أن نعتصم بالله جميعا ولا نتفرق للتألف القلوب وتمسو الارواح ونتصر علي الاعداء ليكتب لهذه الامه العزة والرفعه والقيادة والتمكين في الارض . ¶ نسأل الله أن يهدينا لأحسن الاخلاق فإنه لا يهدي لآحسنها إلا الله ¶ وصلي اللهم علي محمدا وعلي أهله وصحبه وسلم ¶ الدرس التاسع والعشرون ¶ e ¶ لقد عزم الضيف على الرحيل",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "الحمد لله الذي كون الأشياء وأحكمها خلقاً وفتق السماوات والأرض فكانتا وكانتا رتقاً وقسم بحكمته العباد فأسعد وأشقى وجعل للسعادة أشكالاً فسلكها من كان أتقى ونظر بعين البصيرة إلى العواقب فاختار ما كان أبقى أحمده وما أقضي له بالحمد حقا وأشكره ولم يزل للشكر مستحقا.... ¶ أيها الأحبة في الله: ¶ ما أسرع ما تنقضي الليالي والأيام وما أعجل ما تمر به الشهور والأعوام وهكذا حال الدنيا سريعة الزوال قريبة الإضمحلال لا يدوم لها حال ولا يطمئن لها بال وهذه سنة الله في خلقه أدوار وأطوار تجري بأجل مسمى ¶ \"لكل أجل كتاب\". ¶ أيها الأحبة: ¶ عن قريب سنودع رمضان وكأنه طيف خيال .ما أعجل ما إنقضى وما أسرع ما انتهى ولله الحمد على ما قضى وله الشكر على ما أعطى وأنعم. إنطوت صحيفته وقد ربح فيه من ربح وخسر فيه من خسر \" قد أفلح من زكاها وقد خاب من دساها \" ذهب متقلاً وولى مرتحلاً ذهب بأعملكم شاهداً بما أودع فيه فيا ترى رحل حامداً الصنيع أم شاكياً التضييع. فمن أحسن فعليه بالتمام ومن كان أفرط فليختم بالحسنى فإنما الأعمال بالخواتيم. ¶ أيها الأحبة: ¶ ما اجدر الأمة اليوم وقد ودعت رمضان العزيز أن تودع أوضاعها المأساوية وجراحاتها المتعددة فى مواضع كثيرة من جسدها المسحن بالجراحات والآلام ولن تجد لذلك سبيلا ناجحاً وعلاجاً ناجحاً إلا بالتمسك بدينها ومنها ربها وسنة نبيها صلى الله عليه وسلم فكم من امور غامضة تجرى وتخطيط ضخم يرتب الله اعلم بما يحوى فالحذر الحذر والحرص الحرص أيتها الأمة على هذا الدين. ¶ أيها الأحبة:",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "لقد عزم الضيف على الرحيل وقد كنا بالأمس القريب نتلقى التهانى بقدومه ونسأل الله بلوغه واليوم نلتقى التعاوى برحيله ونسأل الله قبوله بالامس نترقبه بكل فرح وخشوع واليوم نودعه بالاسى والدموع وياهل ترى سندركه مرة أخرى أم سيحول بيننا وبينه هادم اللذات ومفرق الجماعات فسلام عليك شهر الصيام سلام عليك شهر القيام والقرأن فكم من أكف ضارعة رفعت ودموع ساخنة ذرفت وعبرات حراء سكبت وحق لها ذلك ¶ فى موسم الرحمة والمغفرة والعتق من النيران. ¶ أيها الأحبة: ¶ ليفتح كل منا صفحة المحاسبة لنفسه،ماذا عمل فيه؟ ماذا استفاد منه؟ ما أثره في النفوس؟ ما مدى تأثيرة على العمل والسلوك والأخلاق؟ ¶ إن السؤال المطروح الآن هو\"هل أخذنا بأسباب القبول بعد رمضان وعزمنا على موا صلة الأعمال الصالحة؟ قال سبحانه \"واعبد ربك حتى يأتيك اليقين\"واليقين هو الموت. ¶ أخي الحبيب: ¶ إحرص على إخراج زكات الفطر قبل صلاة العيد ثم إحرص على طاعة ربك ومولاك يوم العيد ولا ترتكب محرمات في هذا اليوم .صل رحمك وسلم على من عرفت ومن لم تعرف .فقد آن للمتخاصمين في اليوم أن يصطلحا لترفع الأعمال لرب الأرض والسماء. ¶ إحرص أخي الحبيب على صيام الست من شوال فقد أخبرنا النبي صلى الله عليه وسلم أنه \"من صام رمضان وأتبعه ستاً من شوال كان كصيام الدهر\" ¶ أيها الحبيب: ¶ إعطف على الأيتام والمساكين عسى الله أن يقيد لنا من يعطف على أبناءنا بعد موتنا. ¶ وأخيراً...إن القلب ليحزن وإن العين لتدمع وإنا لفراقك يارمضان لمحزونون ¶ اللهم اجبر كسرنا على فراق شهرنا ¶ وإجعل خيرأعمالنا خواتيمها وخير أيامنا يوم أن نلقاك ¶ وسبحانك اللهم وبحمدك نشهد أن لا إله إلا أنت نستغفرك ونتوب إليك ¶ الدرس الثلاثون ¶ e ¶ صلاة العيدين ¶ عيد الفطر وعيد الأضحى: ¶ أولاً:حكمها ...شُرعت صلاة العيد في السنة الأولى من الهجرة،وهي سنة مؤكده ( عند الجمهور ) وفرض كفاية عند الحنابلة وواجبة عند الأحناف (أحد قولى الأحناف)",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "وواظب النبي صلى الله عليه وسلم على صلاة العيدين وأمر الرجال والنساء أن يخرجوا لها، ¶ فعن أنس رضي الله عنه قال \" قدم رسول الله صلى الله عليه وسلم المدينة ولهم يومان يلعبون فيهما فقال ما هذين اليومان ؟ قالوا كنا نلعب فيهما في الجاهلية فقال صلى الله عليه وسلم أبدلكم الله بهما خيراً منهما ¶ يوم الأضحى ويوم الفطر\" (أبو داوود حديث صحيح) ¶ وعن إبن عباس قال\"خرجت مع النبي صلى الله عليه وسلم يوم فَطَرَ أو ضحى فصلى ثم أتى النساء فوعظهُن وذكرهن وأمرهن بالصدقة\" (البخاري) ¶ ثانياً:فيما يتعلق بآداب العيد ¶ - إستحباب التجمل للعيد وذلك بإرتداء أحسن الملابس إتباعاً لحديث جابر \"كانت للنبي صلى الله عليه وسلم حلةُُ يلبسها في العيدين ويوم الجمعة \" (ضعيف) ¶ وعن ابن عمر أنه كان يلبس في العيدين أحسن ثيابه (جيد) وكان أيضاً يغتسل للعيدين ¶ - ويُسن أن يأكل قبل الخروج لصلاة الفطر تمرات وأن لا يأكل يوم الأضحى حتى يصلي لقول بريده ¶ \"كان النبي صلى الله عليه وسلم لا يخرج يوم الفطر حتى يُفطر ولا يطعم يوم النحر حتى يصلي\"(رواه أحمد-حسن) وعن أنس رضى الله عنه قال \" كان النبي صلى الله عليه وسلم لا يفدوا يوم الفطر حتى يأكل تمرات ويأكلهن وترا \" (حسن) ¶ - الصلاة في المصلى :وهو المكان الفضاء المتسع ويكون بالصحراء ونحوها فعن أبي سعيدٍ الخدري رضى الله عنه قال رسول الله صلى الله عليه وسلم يخرج يوم الفطر والأضحى إلى المصلى\"(البخاري) لكن إن كان هناك عذر كمطر أونحوه صُليت في المسجد صليت في المسجد بلا كراهة. ¶ - ويُستحب تأخير صلاة الفطر وتعجيل الأضحى والحكمة من ذلك أنه يُستحب أن يطعم قبل خروجه إلى صلاة عيد الفطر ليفرق بين يوم صومه ويوم فطره وأيضاً ليتمكن من لم يُخرج زكاة فطره من إخراجها ،",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "أما الحكمة من تعجيل صلاة الأضحى أنه يستحب له الإمساك عن الطعام حتى إذا ما فرغ من الصلاة أكل من أضحيته ففي حديث بريدة واللفظ لأحمد\"كان رسول الله صلى الله عليه وسلم لا يغدوا يوم الفطر حتى يأكل ولا يأكل يوم الأضحى يرجع فيأكل من أضحيته\"صحيح ¶ - ويستحب خروج النساء لصلاة العيد ولا بأس من تخصيص مكان للحيض منهن وذلك لحديث أم عطية ¶ رضى الله عنها قالت \" أمرنا أن تخرج الحيض والعواتق الخدور فأما الحُيض فيشهدون جماعة المسلمين ودعوتهم ويعتزلن مُصلاهم\" ¶ وعلى النساء إذا خرجن أن يلبسن ساترة مع الأمن من المفسدة بأن لا يختلطن بالرجال أو يكن خاليات من الحلي والحُلل والعطور . ¶ - يستحب التكبير والمشيُ إلى صلاة العيد وفي الرجوع منها أيضا حتى يدرك التكبير والذكر مع الناس قبل الصلاة ¶ عن ابن عمر رضى الله عنهما قال \" كان رسول الله صلى الله عليه وسلم يخرج إلى العيد ويرجع ما شياً \" حسن. ¶ - ومن السُنة أن يمضي إلى صلاة العيد في طريق ويرجع من آخر . ¶ - وليس لصلاة العيد سُنة قبلها فإذا رجع إلى بيته صلى ركعتين إلا إذا صلى العيد في المسجد فله أن يصلي تحية المسجد. ¶ - ولا يُؤذن لصلاة العيد ولا يُقام ولا ينادى لها الصلاةُ جامعه. ¶ ثالثاً:صفة صلاة العيد ¶ وصلاة العيد ركعتان بالإجماع ثم يكبر في الركعة الأولى سبع تكبيرات منها تكبيرة الإحرام ويُقرأ بعد تكبيرة الإحرام دعاء الإستفتاح ، وفي الثانية خمساً سوى تكبيرة القيام من السجود ولم يحفظ ¶ عن النبي صلى الله عليه وسلم ذكر معين بين التكبيرات فلو حمد الله وأثنى عليه وصلى على النبي صلى الله عليه وسلم فلا بأس كما نُقل عن ابن مسعود وإن شاء رفع يده في كل تكبيرة حذو مبكبيه وإن شاء رفع يده في الأولى فقط وبين كل تكبيرتين يضع يده اليمنى على اليسرى.ثم يأخذ في القراءة ،ويستحب أن يقرأ بعد الفاتحة سورة الأعلى في الركعة الأولى وسورة",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "الغاشية في الركعة الثانية وذلك سُنة عن رسول الله صلى الله عليه وسلم \"والتكبير سنة لا تبطل الصلاة بتركه عمداً أو سهواً\" ¶ رابعاً: خطبة العيد ¶ فبعد أن ينتهى الأمام من الصلاة يصعد المبنى إن وجد وإن لم يوجد فلا بأس أن يخطب قائماً على الأرض ويفتتح الخطبة بحمد الله والثناء عليه كما فى خطبة الجمعة ولم يثبت عن النبى صلى الله عليه وسلم أنه إفتتحها بالتكبير فإن كبر فى ثنايا الخطبة فحسن ولم يثبت فى تكرير الخطبة شئ . والخطبة سنة والأستماع إليها سنة عن عبد الله بن السائب قال : شهدت مع رسول الله صلى الله عليه وسلم العيد فلما قضى الصلاة قال \"إنا نخطب فمن أحب أن يجلس للخطبة فليجلس ومن أحب أن يذهب فليذهب\" ¶ وينبغى للأمام أن يرشد الناس فى خطبته لما ينبغى فعله فى يوم العيد من البشاشة والصفاء والحب والولاء والتغاطى عن الهفوات والزلات وأهمية صلة الأرحام وإعطاء الصدقات والبعد عن سماع الأغانى ومشاهدة الأفلام وتحذير هم من الأختلاط وزيادة القبور وغير ذلك من المخالفات ¶ خامساً:قضاء صلاة العيد ¶ ومن فاتته صلاة العيد يصلى ركعتين ¶ كان أنس إذا فاته العيد مع الأمام جمع أهله فصلى بهم مثل صلاة الأمام فى العيد والجماعة إذا فاتتها صلاة العيد بسبب عذر من الأعذار تخرج من الغد فتصلى العيد ¶ سادساً:التكبير ¶ التكبير فى العيدين سنة يبدأ التكبير فى عيد الفطر بعد صلاة الفجر عند الغدو إلى صلاة العيد وتكبرون إلى أن يخرج الأمام بصلاة العيد لما روى ابن شيبة عن الزهرى (أن رسول الله صلى الله عليه وسلم كان يخرج يوم الفطر فيكبر حتى يأتى المصلى وحتى الصلاة فإن قضى الصلاة قطع التكبير ) ¶ وهذا هو راى جمهور العلماء , لا يكبر ليلة العيد إنما يكبر عند الغدو إلى صلاة العيد , وهناك قول أخر يقول يبدأ التكبير فى عيد الفطر من رؤية الهلال حتى يغدو الناس إلى المصلى وحتى يصعد الأمام على المنبر . ¶ أما فى عيد الأضحى",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "من أصبح يوم عرفة إلى العصر من أخر أيام التشريق مطلقاً ومقيداً فالمطلق هو الذى لا يقيد بحال بل يؤتى به فى المنازل والمساجد والطرق ليلا ونهاراً والمقيد يؤتى به فى أدبار الصلوات المكتوبات بلا خلاف ولو نُسى التكبير خلف الصلاة فتذكر إستُحب له تداركه وإن طال الفصل. ¶ والمسبوق ببعض الصلوات لا يُكبر إلا بعد فراغه من صلاة نفسه ¶ سابعاً: صيغة التكبير ¶ صيغة التكبير المستحبة أن يقول \"الله أكبر الله أكبر الله أكبر لا اله الا الله والله أكبر الله أكبر ولله الحمد \" ¶ ثامناً: ومن السنة التهنئة يوم العيد ¶ بقول تقبل الله منا ومنكم ، بالمصافحة لا المعانقة , فعن جبير بن نفير قال \"كان أصحاب ¶ رسول الله صلى عليه وسلم إذا إلتقوا يوم العيد يقول بعضهم لبعض :تقبل الله منا ومنكم \" ¶ اللهم تقبل منا رمضان وإجعله في ميزان حسناتنا ¶ اللهم اجعل اجتمعنا هذا إجتماعا مرحوما واجعل تفرقنا من بعده تفرقا معصوما ¶ وصل اللهم وسلم علي محمدا وعلي آله وصحبه وسلم ¶ اللهم إجعل هذا العمل في ميزان حسناتنا وارزقنا الإخلاص في القول والعمل . ¶ إرواء الظمآن من دروس رمضان ¶ جمع وترتيب / شريف الفقي ¶ إرواء الظمآن من دروس رمضان ثلاثون درسا",
            "page": "58",
            "part": "1"
        }
    ],
    "t35098": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "دروس رمضان"
        },
        {
            "id": "1",
            "lvl": "2",
            "sub": "1",
            "tit": "الدرس الأول"
        },
        {
            "id": "2",
            "lvl": "2",
            "sub": "1",
            "tit": "الدرس الثاني"
        },
        {
            "id": "4",
            "lvl": "2",
            "sub": "1",
            "tit": "الدرس الثالث"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": "1",
            "tit": "الدرس الرابع"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": "1",
            "tit": "الدرس الخامس"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": "1",
            "tit": "الدرس السادس"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": "1",
            "tit": "الدرس السابع"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": "1",
            "tit": "الدرس الثامن"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": "1",
            "tit": "الدرس التاسع"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": "1",
            "tit": "الدرس العاشر"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": "1",
            "tit": "الدرس الحادي عشر"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": "1",
            "tit": "الدرس الثاني عشر"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": "1",
            "tit": "الدرس الثالث عشر"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": "1",
            "tit": "الدرس الرابع عشر"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": "1",
            "tit": "الدرس الخامس عشر"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": "1",
            "tit": "الدرس السادس عشر"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": "1",
            "tit": "الدرس السابع عشر"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": "1",
            "tit": "الدرس الثامن عشر"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": "1",
            "tit": "الدرس التاسع عشر"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": "1",
            "tit": "الدرس العشرون"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": "1",
            "tit": "الدرس الحادي والعشرون"
        },
        {
            "id": "41",
            "lvl": "2",
            "sub": "1",
            "tit": "الدرس الثاني والعشرون"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": "1",
            "tit": "الدرس الثالث والعشرون"
        },
        {
            "id": "44",
            "lvl": "2",
            "sub": "1",
            "tit": "الدرس الرابع والعشرون"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": "1",
            "tit": "الدرس الخامس والعشرون"
        },
        {
            "id": "47",
            "lvl": "2",
            "sub": "1",
            "tit": "الدرس السادس والعشرون"
        },
        {
            "id": "49",
            "lvl": "2",
            "sub": "1",
            "tit": "الدرس السابع والعشرون"
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": "1",
            "tit": "الدرس الثامن والعشرون"
        },
        {
            "id": "52",
            "lvl": "2",
            "sub": "1",
            "tit": "الدرس التاسع والعشرون"
        },
        {
            "id": "54",
            "lvl": "2",
            "sub": "1",
            "tit": "الدرس الثلاثون"
        }
    ]
}