{
    "b35092": [
        {
            "id": "2",
            "nass": "الحمد لله وحده والصلاة والسلام على من لا نبي بعده وعلى آله وصحبه .. أما بعد: ¶ فإن مما يثلج الصدر ويفرح القلب ويشرح النفس ويمتع الأرواح ويؤنس الخاطر ويطرب المشاعر ويبعث الأمل في الضمائر، ذلك الإقبال العالمي المتدفق على دين الله وعلى سنة رسول الله وعلى بيت الله الحرام في مواسم متعددة وأوقات كثيرة حتى لا يكاد يخلو البيت من الزحام بل لا تجد مكاناً تصلي فيه وإن ذلك يدل على أن في الأمة أنفساً خيرة وأرواحاً زكية وقلوباً برة نيرة ورجعة صادقة نقية .. ¶ لله قوم إذا حلوا بمنزله ... حلّ الندى ويسير الجود إن ساروا ¶ تحيا بهم كل أرض ينزلون بها ... كأنهم لبقاع الأرض أمطار ¶ فهذه بشائر تزف للعلماء والدعاة والمربين والمربيات، فيقال: هذا أثر كتبكم ودروسكم ومحاضراتكم وجهودكم، فهنيئاً لكم ثم هنيئاً فواصلوا المسير دون يأس أو كلل أو ملل بل في قوة وهمة وصبر وثبات وأناة فزادكم الإله. ¶ فكم من الشباب يشاهد في الحرم، فيقول: أنا أثر لذلك الكتاب وذلك الشريط، أنا أحد أبناء تلك المحاضرة وذلك اللقاء ولدنا بعدها حياة من جديد، فاللهم ثبتهم على الحق وجنبهم الفتن وألهمهم الرشد والصواب. ¶ هذي بوادر فجر أمتنا أرى ... إشراقة في جيلها المأمول ¶ جيل فريد مخبر عن حاله ... ويصيح فينا حان وقت وصولي ¶ يمضي بعزم والبصيرة نهجه ... وبفقهه يسعى إلى التأصيل ¶ أطفال أنقياء وشباب أصفياء ورجال أتقياء ونساء خضرات خيرات ¶ فاستوقفتني تلك الوفود طويلاً وتلك المناظر والجموع كثيراً .. ¶ مشاهد لو وعاها الحس كانت ... عبير المسك أو ريح الخزامى",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "مشاهد تأخذ بمجامع القلوب والعقول فما أعظمها وأروعها وأبهاها وأهناها وأسماها وأسناها وأجملها وأحلاها .. ¶ هل رأيت لباساً قط أجل من لباس المعتمرين .. ؟ ¶ هل رأيت رؤوساً أعز من رؤوس المحلقين .. ؟ ¶ هل مر بك ركب أشرف من ركب الطائفين .. ؟ ¶ هل مر بك مشهد كمشهد ليلة سبع وعشرين .. ؟ ¶ لله در ركائب سارت بهم ¶ تطوي القفار الشاسعات عن الدجى ¶ رحلوا إلى البيت الحرام وقد شجا ¶ قلب المتيّم منهم ما قد شجا ¶ نزلوا بباب لا يخيب نزيله ¶ وقلوبهم بين المخافة والرجا ¶ جموع ملبية وأعين باكية وعبرات ساكبة وألسنة ذاكرة وقلوب خاشعة ونفوس خاضعة وأيد داعية وجباه ساجدة .. تفرح كل مؤمن وتغيض كل عدو وكافر .. بتلك النفوس المؤمنة .. الزمان يزدهر والأيام تحتفل والأرض في طرب والأرجاء تتقد. ¶ متدفقون كأنهم أنهار ... أنى اتجهت جلالة ووقار ¶ لبيك فاح الكون من نفحاتها هذا الرحيل إلى ربوع لم تزل ... وتعطرت منها ربوع الوادي ¶ تهدي إلى الدنيا براعة هاد",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "* أجمل تحية وأزكى ترحيب * ¶ فمرحباً بأهل البلد الأمين ومرحباً بوفد رب العالمين غير خزايا و لا ندامى ولا مفتونين. ¶ أهلاً وسهلاً والسلام عليكم ... وتحية منّا تزف إليكم ¶ أحبابنا ما أجمل الدنيا بكم ... لا تقبح الدنيا وفيها أنتم ¶ هنيئاً لها من أعين وأنفس وأقدام تلذذت وأنست بالكعبة والبيت الحرام .. هنيئاً لها من قلوب ونفوس جاورت البيت الحرام. ¶ تركت للقلم العنان فسطرا ... وتركت للعقل الشراع فأبحرا ¶ فكتبت هذه الكلمات من جوار البلد الحرام هدية حب وزهرة ود وثمرة علم وقطرة معرفة وكرم ضيافة ووفاء لأم القرى، أحي معالمها ¶ وأوضح مجاهلها وأجدد مآثرها وأترجم لبعض علمائها في أجمل صورة وأبهى حلة .. فحيا الله تلك الوفود وتلك الوجوه، ألف تحية وتحية، يعقبها ألف سلام وسلام. ¶ حي الشباب شباب أمتنا الذي ... هجر الرعاع وسار للرحمن ¶ متوجهاً للبيت يبغي رحمة ... متوثباً بالنور والإيمان ¶ العين تَفرح حين تبصر ما ترى ... من عودة وإنابة الشبان ¶ علماءنا ودعاتنا بشرى لكم ... يامن بنيتم عالي البنيان ¶ ولتفرحي يا أمتي فلقد بدا ... فجر الهداية واضحاً لعيان ¶ والشيب قد خفوا على عجز بهم ... للقاء خالقهم بغير هوان ¶ قطعوا الفيافي و القفار لعلهم ... يحضون بالرحمات والغفران ¶ وجبت ضيافتهم على أهل التقى ... والعلم خير قرى مدى الأزمان ¶ فأرى لزاماً أن أبيّن للورى ... أحكام عمرتهم مع التبيان (¬1) ¶ وقد انتقيت من المسائل غمرها ... وجعلت هدي الله من أعواني ¶ وأزيل إشكالاً من الأذهان ¶ ¬__________ ¶ (¬1) - حينما شرعت في هذه الرسالة ضمنتها المسائل المشكلة في أحكام العمرة ثم خشيت طول ¶ الكتاب فرأيت فردها برسالة مستقلة وجعلت الحواشي في آخر الكتاب إلا ما ندر.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "ومرجّحاً ما رجّح الشيخان (¬1) ¶ لأحل معضلها وأنثر عقدها ... أدب لبعض مزالق الشيطان ¶ وملخصاً أحكامها ببساطة ... قد فاز من قد عاد بالرضوان ¶ وموجها من زار بيت الله في ... بالحب والإشفاق للإخوان ¶ ليعظموا بيت الإله فإنه ... بحنين أفئدة إلى الرحمن ¶ هذي سطور قد كتبت حروفها ... بل كان توفيقاً من المنان ¶ سميتها متيمناً بقبولها ... ليزول ما في القول من نقصان ¶ ماكان من جهدي على علاّته ... فالصفح منكم غاية الإحسان ¶ والنصح منكم يا أحبة مطلبي ... وتصير خير الزاد للركبان ¶ ولتستروا خلاتنا ولتصفحوا ... ما طاف معتمر على الأركان ¶ والله اسأل أن يعمم نفعها ... ¶ ثم الصلاة على النبي محمد ¶ ¬__________ ¶ (¬1) - المقصود بالشيخين ابن باز وابن عثيمين رحمهما الله.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "* نداءات * ¶ إلى العلماء والدعاة وطلبة العلم الأماجد .. ¶ إلى الزائرين والزائرات والمعتمرين والمعتمرات الأكارم .. ¶ إلى شباب الأمة الغر الأعزاء وفتيات الطهر والعفة والنقاء .. ¶ إلى الذين آثروا السفر إلى البلد الحرام .. ¶ إلى من حرم لذة الطواف في المسجد الحرام وانشغلوا عنه بالحرام. ¶ إلى الوافدين لبلد تحنّ قلوب الصالحين إليه وتعلق قلوب المحبين به. ¶ إلى أهل الحرم الأوفياء ومن منّ الله عليهم بجواره وسكناه. ¶ إلى رجال الحسبة الأماثل والأعين الساهرة البواسل والأيدي العاملة الجحافل، الذين منّ الله عليهم بخدمة البيت وضيوف الرحمن. ¶ إلى أصحاب مؤسسات الطوافة .. إلى كل والٍ ومسئول .. ¶ إلى كل مسلم على هذه البسيطة .. ¶ إضاءات وومضات، همسات وإشارات، آداب وأخلاق، مشاهدات واقتراحات، تراجم وسير، أعلام ونساء وفتيان ورجال، سوانح فكر وجمع من بطون الكتب، أحاديث وفضائل، نفثة مصدور وشكوى حزين، ندبة و وخزة، تلميح وتصريح، شكر واعتذار، حداء ونداء، حنين وأنين، دعاء ووفاء، سلام وختام.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "كلمات أخاطب بها الأمة جمعاء حيث إن مسئولية الإصلاح قاسم مشترك بين أفراد الأمة والبيت الحرام تقصده كل الأمة وحتى لا يتسع الداء ويموت الجسد وتغرق السفينة جاءت هذه الكلمات مع شيء من الاستطراد والإطالة في مواضع منها لمسيس الحاجة وصعوبة فردها برسالة مع أحداث مؤلمة تزامنت وقت كتابتها، ألمحت إليها سريعاً، اغتناماً وانتهازاً للفرص لا لحشد المعلومات وملئ الأوراق، إشارات زورتها في نفسي دهراً واجتهدت فيها زمناً وحملتها بين جوانحي حولاً، تأملاً وتفكراً، بحثاً وتقييداً، سؤالاً واستشارة، ولا يظن قارئها أن النظرة سوداوية قاتمة فنهلك ومن قال هلك الناس فهو أهلكهم والخير في الأمة مازال ولا يزال ومع الفال لا بد من بذل الأعمال والاعتراف بواقعنا وحجم مشكلاته دون تهويل أو تهوين أو اعتراض أو إنكار كتابة أو قولاً ولا ينكر المحسوس إلا مكابر أو ممسوس ولنكن صرحاء ولو على أنفسنا ونشهد بالحق ولو على أنفسنا ونتقبّله وإن كان مراً، فتعال وهلم متأملاً متدبراً ¶ والله المستعان وعليه التكلان ومن بغيره استعان لا يعان. ¶ سائلاً الله أن يكون روضاً يُقرأ ويذاع وسبباً في حضور القلب وحسن الانتفاع وتصنيفاً بديعاً ليس فيه ابتداع ويديم النفع به حتى يأتي أمر الله الذي ليس له دفاع. ¶ سائلاً الله أن تكون للأمة تذكرة وللخاصة تبصرة، فتحي العليل وتشحذ الكليل. ¶ فيا أيها الكون منّي استمع ... ويا أذن الدهر عني افهمي ¶ فإني صريح كما تعلمين ... حريص على مبدأ قيّم ¶ معشر الأخوة والبنين: ¶ إن سكنى البلد الأمين وزيارة قبلة المسلمين، أمل كل مسلم وغاية كل مؤمن وسؤل كل لبيب وعاقل. ¶ غاية نبيلة وهدف سام ومقصد شريف ومطلب أصيل. ¶ ملتقى العلماء والعباد والزهاد والمسلمين على مر التاريخ. ¶ مجمع الأصدقاء والغرباء والأوفياء على مر الأزمان.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "إنه حنين الأفئدة وشوق القلوب وشغف النفوس. ¶ ترنوا إليه الأبصار وتمتد إليه الأعناق، تعلق به الخواطر وتلهج به الأفكار. ¶ لا تنكروا شوقي إلى أم القرى ... وتهتكي بين الورى من ذكرها ¶ أبداً بقلبي لا يزال ربوعها ... وبناظريِّ مصيفها وربيعها ¶ إنها مكة، إنها بكة، إنها أم القرى، البلد الأمين و مهبط الوحي. ¶ كيف لاتحن إليه الأفئدة وهو بلد الله وبلد رسول الله وصحبه الكرام بلد التوحيد، بلد تضاعف فيه الحسنات وتعظم فيه السيئات، بلد يحرم فيه القتال، بلد مبارك لا يدخله الدجال، بلد يحرم صيده وتنفيره وقطع أشجاره، بلد لا يدخله مشرك، بلد العلم والعلماء، بلد القيم والأخلاق والحضارة والثقافة. ¶ كيف لاتحن إليه الأفئدة؟ وهو تاريخ الإسلام والمسلمين وفخرهم وعزهم ومحضنهم. ¶ قلعة من قلاع الدين وحصن من حصون الإسلام. ¶ مكة ذلك الاسم الخالد في قلب كل مسلم ومؤمن .. كيف لا والقلوب تتوجه إليها كل يوم مرات ومرات؟! بل حتى بعد الموت .. كيف لا وهي أم القرى فلها السيادة والريادة؟! ¶ بلد اختاره والله واصطفاه وأقسم به فقال: (وهذا البلد الأمين). ¶ إن من أسراره وفضائله انجذاب الأفئدة وهوي القلوب وانعطافها ومحبتها له، فجذبه للقلوب أعظم من جذب المغناطيس للحديد. ¶ محاسنه هيولى كل حسن ... ومغناطيس أفئدة الرجال ¶ إنه مثابة للناس يثوبون إليه على تعاقب الأعوام من جميع الأقطار ولا يقضون منه وطراً بل كلما ازدادوا له زيارة ازدادوا له اشتياقاً .. ¶ لا يرجع الطرف عنها حين ينظرها ... حتى يعود إليها الطرف مشتاقا ¶ فلله كم لها من قتيل وسليب وجريح؟! وكم أنفق في حبها من الأموال والأرواح؟!",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "ورضي المحب بمفارقة فلذ الأكباد والأهل والأحباب والأوطان، مقدماً بين يديه أنواع المخاوف والمشاق والمتالف والمعاطب وهو يستلذ بذلك كله ويستطيب. ¶ وليس محباً من يعد شقاءه ... عذاباً إذا ما كان يرضى حبيبه ¶ وهذا كله سر إضافته إليه سبحانه بقوله: (وطهر بيتي) ¶ وصدق الله: (وربك يخلق ما يشاء ويختار) زاد المعاد 1/ 12. ¶ بلد تحن إليه النفوس وتشتاق ولو ترددت إليه كل عام استجابة لقول الله: (فاجعل أفئدة من الناس تهوي إليهم) (ابن كثير 1/ 160). ¶ كيف لاتحن إليه الأفئدة؟ وهو بلد سطع نوره وأشرقت بهجته ولمعت زهرته وراقت نظارته وتلألأت غرته وتألق حسنه، بلد تطرب القلوب لذكره وتبتهج لسماع ندائه وأذانه،.فكيف إذا رأته واستنشقت هواءه وعبيره؟! لاتدري حين رؤياه أتسبق الأقدام أم الأنفاس؟! أيظهر الفرح أم البكاء؟! ¶ يا مكة الخير يا أرض المسرات ... يا درة في جبين الكون ساطعة ... وكيف لا ننتشي شوقاً إلى بلد ... يا مشرق النور يا مهد النبوات ¶ ما جاء ذكر فجاج مكة عابراً ... ويا عبيراً لأرواح زكيات ¶ نهفو له كل يوم خمس مرات ¶ إلا بكى قلبي وخار كياني ¶ *** *** ¶ أرض بها البيت المحرم قبلة ... للعالمين لها المساجد تعدل ¶ حرم حرام أرضها وصيودها ... والصيد في كل البلاد محلل ¶ وبمكة الحسنات ضوعف أجرها ... وإلى فضيلتها البرية ترحل ¶ والحِجر والركن الذي لا يرحل",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وبها المسي عنه الخطايا تغسل ¶ وبها المقام وحوض زمزم مشرعاً ... ¶ وبها المشاعر والمناسك كلها ¶ بلد أثار قرائح الشعراء وهيج نفوس المحبين وحرك أقلام العلماء والمؤرخين، فألّفوا كتباً وصنفوا أسفاراً، تفننوا في أسمائها وأوصافها ومنها: مثير العزم الساكن إلى أشرف الأماكن ومثير الغرام إلى البلد الحرام، خير القرى في زيارة أم القرى، تحفة الكرام بأخبار البلد الحرام، الطريق إلى مكة، العقد الثمين في تاريخ البلد الأمين، إتحاف الورى بأخبار أم القرى، تاريخ مكة، جميل فتح الله التام ببناء بيت الله الحرام، نزهة ذوي الأحكام بأخبار الخطباء والأئمة وقضاة بلد الله الحرام وغير ذلك كثير وكثير .. ¶ فما من شيء بالبلد الحرام والبيت العتيق صغيراً أو كبيراً إلا ألّفوا فيه كتباً، حتى إنهم لقد كتبوا عن أعمدة الحرم ومصابيحه وأبوابه وقد عشت بين طياتها زمناً ما بين كتب تحدثت عن تاريخها وفضائلها وأحكامها وتفاسير شرحت آياتها وأخرى عن مانظم من القصائد والأشعار فيها وخامسها تراجم عن علمائها ورجالها وفضلائها وقد وقفت على ترجمة ستة آلاف شخصية وتزيد وقفات سريعة ممن سكن البلد الحرام من أهلها أو نزيلاً بها، ما بين عالم وقاض وأمير وإمام في الحرم وفراش ومؤدب ومؤذن وامرأة وتاجر وطبيب وأجلهم أعظم الورى وسيد الخلق رسول الله - صلى الله عليه وسلم - وصحابته الكرام، احترت طويلاً فيما أنتقي منها، فاجتهدت واستشرت ووضعت نتفاً منها بين يديك وناظريك .. مما يناسب الحال والمقال بلا زيادة أو تغيير، غرراً ¶ ودرراً، علّها تشحذ الهمم وتثير العزائم وتوقظ النائم وتصفع البليد وتزيد الجاد المريد وهي ذكرى والذكرى تنفع المؤمنين وما يتذكر إلا من ينيب. ¶ فهذه فوائدٌ جمعتها ... من كتب أهل العلم قد حصلتها ¶ جزاهم المولى عظيم الأجر ... والعفو مع غفرانه والبر",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وإن الإنسان ليخجل مما يصنع ويفعل حينما يقف على سير أولئك الرجال الأبطال وقد عدلت عن كثير منها خشية القول بالمبالغة أو التكذيب. ¶ فاتني أن أرى الديار بطرفي ... فلعلي أرى الديار بسمعي ¶ فيا دنيا اسمعي ويا أم القرى اشهدي ويا تاريخ سجل .. ¶ يا أيها الأبناء اقتدوا ويا أيها الأحفاد تيقظوا. ¶ فلله آباءٌ مضوا نحو ربهم ... وقد خلفوا ذكراً جليلاً مؤبدا ¶ تحلوا بأخلاق الكتاب وسارعوا ... إلى المجد يبنون الفخار مشيّدا ¶ لقد جاهدوا في الله حق جهاده ... وقد سلكوا سبل المكارم والهدى ¶ دعاة إلى الدين الحنيفي قادة ... بهم يقتدي من رام مجداً وسؤددا ¶ فسل مكة الغراء عنهم فإنها ... تسجل في تاريخها الفضل مسندا ¶ وسل عنهم البيت الحرام فكم إلى ... دروسهمو حنّ المتيّم منشدا ¶ وسل زمزما والركن والحِجر والصفا ... عن القوم كم باتوا يئنون سجدا ¶ وكم طوفوا بالبيت يبكون حوله ... وكم وقفوا بالبيت كم رفعوا يدا ¶ لقد خصهم مولاهمو بجواره ... ففازوا بتضعيف المثوبة سرمدا ¶ جزى الله من أجيالنا ذكر مجدهم ... ولا زال موفور الكمال مؤيدا ¶ وصل على المختار والآل من سموا ... إلى الفخر ما طير الحدائق غرّدا (1)",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "* تذكر * ¶ تذكرنا مكة بمسرى رسول - صلى الله عليه وسلم - .. يذكرنا طريق الطائف إلى مكة ذاك الطريق الوعر الشائك بحاله - صلى الله عليه وسلم - ورجوعه وحيداً فريداً حينما طرده منها أهلها ورموه بالحجارة حتى تورمت قدماه فيقول: لعل الله يخرج من أصلابهم من يعبد الله لا يشرك به شيئا (رواه البخاري) فهو درس للعلماء والدعاة، درس لمن أصابه الضعف والفتور والملل من أدنى هزة وخلل. ¶ فلتأخذوا عبراً من المختار ... في صبره دوماً على الأقدار ¶ في أرض مكة قد تنكّر أهلها ... وأبوا قبول شريعة الجبار ¶ قد سار يحمل جذوة من ربه ... بحثاً عن الأعوان والأنصار ¶ وبطائف حطّ الرحال لعله ... يلقى ملاذاً من أذى الكفار ¶ لكنّ شيطان الغواية قد غوى ... كل البسيطة رافعاً لشعار ¶ سلخوه بالسب العظيم شناعة ... ورموه رمي معاند كفار ¶ قدماه سالت بالدماء طهارة ... أزكى من الريحان والأزهار ¶ يا ويلهم من أمة رمت الهدى ... بالسب والأسحار والأشعار ¶ قد أظلمت كل البقاع تجهماً ... وكأنها تدعوا على الكفار ¶ قد كان يملك أن يبيد جموعهم ... ويزيل شأفتهم بشر قرار ¶ وتصبراً رفع اليدين إلى السما ... ودعا بِخُلف طاهر الأسرار ¶ وتنفسَ الكون الفسيح تفاؤلاً ... وسرى بدعوته مع الأسحار ¶ هذي دروس محمد لرجاله ... هلا تعلمتم أولو الأبصار (2) ¶ يذكرنا دار الأرقم بن أبي الأرقم بالمدرسة المحمدية.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "يذكرنا التنعيم بحال خبيب بن عدي حينما صلبه المشركون فيها لأجل أنه مسلم (رواه الطبراني في الكبير). ¶ أسرت قريش مسلماً فمضى ... بلا وجل إلى السياف ¶ سألوه هل يرضيك أنك سالم ... ولك النبي فدى من الإتلاف ¶ فأجاب كلا لا سلمت من الردى ... ويصاب أنف محمد برعاف ¶ تذكرنا مكة بحال المصطفى وأصحابه أولي النهى. ¶ تذكرنا بتلك المؤامرات والابتلاءات التي قام بها الكفار مع الرسول المختار وصحبه الأخيار. ¶ تذكرنا مكة وحرها ببلال وما وجده من تعذيب وبلاء حينما طرح في صحراء مكة يحرقه حرها ولهيبها فيقول: اختلطت حلاوة الإيمان بمرارة العذاب فغلبت حلاوة الإيمان. ¶ إنه درس للمظلومين المعذبين و أسرى المسلمين .. ¶ لا يحملنك منهم سوء فعلتهم ... على التراجع إن الحر مقدام ¶ الحر من خلصت لله سجدته ... ولم تضعضعه أسواط وإعدام ¶ هم العبيد وان صالوا بصولتهم ... مادام ربهم خمر وأصنام ¶ واشمخ بأنفك عزاً في وجوههم ... فأنت عملاقنا والكل أقزام (3) ¶ تذكرنا مكة بحال الرسول - صلى الله عليه وسلم - حينما وضع الكفار سلى الجزور على ظهره (رواه البخاري).",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "يذكرنا الحجر الأسود بما فعله عدو الله أبوطاهر القرمطي حينما سرقه فدام مسروقاً اثنتين وعشرين سنة. ¶ تذكرنا الهجرة بتحالف قوى الكفر على محمد - صلى الله عليه وسلم - فيقول لأبي بكر: ما ظنك باثنين الله ثالثهما (رواه البخاري) ثقة بالله وإن تحالفت قوى الكفر والشر. ¶ يذكرنا المقام بإبراهيم وإسماعيل عليهما السلام. ¶ تذكرنا الصفا والمروة وزمزم بهاجر التي ضربت أروع الأمثلة في التوكل على الله حينما قالت لزوجها: إذاً لا يضيعنا الله (رواه البخاري). ¶ درس في صدق التوكل لا التواكل وبذل السبب لا العجز والتكاسل. ¶ تذكرنا الحجون والزاهر والأبطح بحجة الوداع. ¶ يذكرنا فتح مكة بالنصر المبين ويذكرنا حينما دخلها المصطفى عزيزاً بعد أن رماه أهلها بالسحر والجنون و أخذوا حقه وسلبوه بل طردوه لا بل حاولوا قتله وسفك دمه وحين الفتح قال: ما تظنون ¶ أني فاعل بكم قال: أخ كريم ابن أخ كريم قال: اذهبوا فأنتم الطلقاء (رواه البيهقي)، عفو في عزة ورحمة في قوة. ¶ إنه درس للمتهاجرين المتقاطعين فلننطلق من جوار الكعبة متصافحين متعافين معلنين العفو وسلامة الصدر والسلام .. إنه درس لليائسين. ¶ فاذكروا يا قوم من أمجادكم ... ما نسيتم رُبّ ذكر نفعا",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "(ما أشد غربة البيت؟!) ¶ وإنه على مر السنين والأزمان مرّ البلد الحرام بغربة عظيمة وأيام عصيبة، تجرأ عليه الكفار والفجار حتى سالت الدماء فيه .. ¶ ما أشد غربته يوم أن يسفك فيه الدم الحرام!! ¶ ما أشد غربته يوم أن يشهر فيه السلاح!! ¶ ما أشد غربته يوم أن يشرك فيه بالله ويدعى فيه غير الله!! ¶ ما أعظم غربته يوم أن يهجره بعض أهله وجيرانه!! ¶ ما أشد غربته يوم أن تنزع المراة فيه الحجاب و تنتقب بالنقاب وتتطيب بأحسن الأطياب فتَضل وتُضل وتَفتن وتُفتن وتصد عن المجيء إلى الحرم!! ¶ ما أعظم غربته يوم أن يشعل المدخن سجارته بساحة البيت وبجوار أبوابه، فيؤذي عباده ورواده ويلوث هواءه!! ¶ ما أعظم غربته يوم أن يسمع بجواره صوت أغنية ومزمار، كلا بل بداخله وبين أروقته يسمع دوي نغمات وموسيقى الجوال!! ¶ فلا وجه يتمعّر ولا لسان يتكلم ولا قلم يكتب ولا صحيفة تنشر ¶ ولا أسد يخطب. ¶ أليس لله في قلوبنا إجلال وإعظام؟ ¶ أليس لهذا البيت في نفوسنا حرمة وإكبار؟ ¶ أليس لهذه الكعبة في أعيننا هيبة ومقدار؟",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "تخالف من؟ ¶ أما علموا أن المواجهة الحقيقية ليست مع الأنظمة والبشر، إنها مع رب البشر .. ¶ إن المخالفة الحقيقية ليست مع سدنة البيت بل مع رب البيت .. ¶ إنها مناظر تعكر صفو العباد ونفوس العمار وخواطر الزوار .. ¶ جهل وتحايل وطيش من بعض أهله و زواره ومرتاديه، لا يعظمون حق الله وحق البيت، لا يلتزمون بتعاليم ولاته وعلمائه ودعاته وحراسه والعاملين فيه ورجال الأمن والحسبة .. ¶ (ليس من العقل والأدب والإيمان) ¶ ليس من تعظيم الله أن ترتدي الإزار ثم تشعل سجارة الدخان .. ¶ ليس من تعظيم الله أن تقول لبيك اللهم لبيك ثم تعصيه في بيته وفوق بساط ملكه .. ¶ ليس من العقل أن تقطع المفاوز والقفار لأجل الاعتمار ثم تصول وتجول في الأسواق والساحات لاهياً عابثاً عاصياً فتعود بالآثام والأوزار .. ¶ ليس من الإيمان أن تؤذي أخوانك المؤمنين بالسباب والشتام والتضييق والزحام والاستهزاء والازدراء والظلم والاعتداء .. ¶ ليس من الأخلاق ألا تلتزم بأنظمة الحرم وتعاليمه حفاظاً على قدسيته وطهارته ونظافته .. ¶ ليس من الآداب رفع الأصوات والقيل والقال والحديث بالجوال ¶ بأصوات عالية مزعجة مؤذية بل تجد البعض يتحدث بهاتفه وهو يطوف بالكعبة لغير حاجة وهذا ينافي كمال الذل والعبودية لله بل إنك لتشاهد البعض لا بل الكثير وقد أصيب بهوس الهاتف النقال وجنونه فمنذ أن يسلم من صلاته وقبل ذكر الله يفتح جواله وفي التراويح بعد كل تسليمة يتفقد رسائله واتصالاته وتارة يضعه أمامه ويشغل من",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "بجواره. فكيف يأنس ويتلذذ بصلاته ويتدبر كلام ربه وقد سرى ذهنه مع كل رسالة واتصال؟ فكن حازماً .. ¶ ذكر القاسم السبتي في رحلته لمكة: أن أبا الحسن المكي إذا طاف بالبيت لا يكلم أحداً ولا يشتغل بغير ذكر الله حتى يفرغ من طوافه وقد حج نيفاً وثمانين حجة (4). ¶ يا من يطوف ببيت الله بالجسد ... والجسم في بلد والروح في بلد ¶ ماذا فعلت وماذا أنت فاعله ... مهرج في لقاء الواحد الصمد ¶ إن الطواف بلا قلب ولا بصر ... على الحقيقة لا يشفي من الكمد ¶ يقول المحب الطبري (والتحدث في الطواف خطأ كبير وغفلة عظيمة ومن لابس ذلك فقد لابس ما يمقت عليه، خصوصاً إن صدر ممن يطلب العلم والدين فيكون فتنة لكل مفتون ومن آثر محادثة المخلوق على الخالق وعلى ما هو متلبس به من عبادته فهو عين فساد الرأي لأن طوافه بجسده وقلبه لاه ساه فهو إلى الخسران أقرب منه إلى الربح (¬1) (5). ¶ ليس من الأمانة والديانة أن يقف الوالدان قانتين خاشعين في البيت الحرام وأولادهم لاهين عابثين في الطرقات والأسواق يؤذون ضيوف الرحمن وقد يواقعون الحرام وقد وقع بلا استطراد لفعل بشع فيرجعون بالعار والذل. ¶ نهاية عفة وأبي تشاغل بالعمل ¶ والكل يجري في مصالحه وقد غفل ¶ ليس من الأمانة والديانة معشر الآباء أن تسافر للعمرة والجوار وتترك أولادك دون رقيب ولا حسيب فترجع والمصيبة تنتظرك. ¶ ¬__________ ¶ (¬1) (*) الكلام المباح في الطواف مباح لكن صاحبه يفوته الخير الكثير واستحضار القلب والمتحدث فيه محل نقد وازدراء في أعين العقلاء.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "ليس من الأمانة والأخلاق أن يخرج الزوار من الفنادق وقد خانوا الأمانة فمزقوا وكسروا وأفسدوا وكتبوا على الجدران الجراح والذكريات وافتخروا ببلدانهم وقبائلهم .. تعصب مقيت وعبث لئيم. ¶ ما أعظم غربة هذا البيت!! عجباً لكم يا أهل الإسلام .. ¶ (أهكذا يفعل ضيف الله في حرم الله؟!) ¶ أيعقل أن يكون هذا فعل الأضياف؟! ¶ أهكذا يفعل ضيف الله في حرم الله؟! ¶ أهكذا يكون شكر النعم؟! قال الله: (ولئن شكرتم لأزيدنكم ولئن كفرتم إن عذابي لشديد). ¶ ليس هذا من فعل الأضياف والكرماء والأوفياء والأتقياء والعقلاء والنبلاء والشرفاء ... ¶ يجمع الفضلاء وأصحاب المروءات والأعراف والعادات أن الضيف إذا نزل عند المضيف وصاحب الدار والملك كان في حكمه ورأيه وعاداته وتقاليده ولا يخرج عنها فضلاً عن أن يلتزم بكامل الأدب والخلق.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "(دعنا نحلّق) ¶ ودعنا بعد هذا نحلق سوياً ونطوف معاً ونرتع في رياض القران والسنة وتاريخ الأمة المسلمة لنجد كيف عظم البيت فيها ونطيل النظر والتأمل والاستشعار عندها فتعال وهلم قال الله: (ومن يرد فيه بإلحاد بظلم نذقه من عذاب أليم) قال ابن باز رحمه الله: وكلمة إلحاد تعم كل ميل إلى باطل سواء كان في العقيدة أو غيرها. ¶ وتعظيم البيت من تقوى الله كما قال ابن كثير عند قول الله: (ومن يعظم شعائر الله فإنها من تقوى القلوب). ¶ وكلما عظمت التقوى عظم التعظيم بل هو خير كثير وثواب جزيل قال الله: (ومن يعظم حرمات الله فهو خير له عند ربه) (6). ¶ واسمع أخرى لحديث يجلجل الأذان ويهز الجنان ويقرع الجوارح والأركان ثبت في صحيح البخاري أنه - صلى الله عليه وسلم - قال: (أبغض الناس إلى الله ثلاثة ومنهم: ملحد في الحرم) وقال ابن مسعود - رضي الله عنه -: (لو أن رجلاً همّ فيه بإلحاد وهو بعدن أبين لأذاقه الله عذاباً أليماً) وقال ابن باز: حتى إن الهم بالسيئة فيه وعيد عظيم، فإذا كان من همّ متوعداً بالعذاب فكيف بحال من فعل في الحرم الإلحاد بالسيئات والمنكرات قال ابن رجب رحمه الله: وكان جماعة من الصحابة يتقون سكنى الحرم خشية ارتكاب الذنوب فيه وروي عن عمر - رضي الله عنه -: (لأن أخطئ سبعين خطيئة بغير مكة أحب إلي أن أخطئ خطيئة بمكة) (7) وقال - صلى الله عليه وسلم -: (إن هذا البلد حرمه الله يوم خلق السموات والأرض فهو حرام بحرمة الله إلى يوم القيامة) رواه البخاري وقال - صلى الله عليه وسلم -: (أعتى الناس على الله ثلاثة ومنهم: ورجل قتل فيها) رواه أحمد وقال: ¶ (أعتى الأعداء من عتا على الله في حرمه) أي تجبر وتكبر رواه ابو يعلى والطبري والفاكهي وورد عنه - صلى الله عليه وسلم - أنه قال في الكعبة: (ما أطيبك وأطيب ريحك، ما أعظمك وأعظم حرمتك) رواه ابن ماجه والطبراني وورد عن عمر قال: (احتكار الطعام بمكة إلحاد) (8).",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "* صفحات مطوية * ¶ إن للبيت الحرام أثراً في نفوس أهله ومرتاديه على مر التاريخ والأزمان عبادة وسلوكاً وعلماً وأخلاقاً ودعوة وتعليماً على الذكور والإناث والكبار والصغار وإليك صوراً وصفحات مضيئة مختصرة من ذلك الرعيل والجيل الفريد الذي تربى بين جبال مكة وأوديتها وأروقة البيت الحرام ونهل من معينها الرقراق واستقى من مائها العذب الزلال ونال من علمها الصافي .. ¶ جيران مكة غرس الدين أينع في ... قلوبهم باسقاً يُهدي الهدى ثمرا ¶ سقوه من أنهر الإخلاص صافيها ... فاخضل يطلع من أكمامها زهرا ¶ فدونك هي: ¶ * عطاء بن أبي رباح أبو محمد المكي: أحد أعلامها وعلمائها وفقهائهااشتهر اشتهار الشمس الضاحية والبدر في السماء الصاحية، أعجوبة الزمان ونادرة الأوان قيل عنه الكثير والكثير ومن ذلك: ¶ _ كان لايفتر عن ذكر الله. ¶ _ انتهت إليه الفتوى في مكة فهو مفتيها. ¶ _ حج سبعين حجة وجاور بمكة أربعين سنة. ¶ _بعدما كبر وضعف أصبح يقوم فيصلي بمائتي آية لايتحرك منه شئ. ¶ _ من أقواله) إن الرجل ليحدث بالحديث فأنصت له كأني لم أسمعه قط وقد سمعته قبل أن يولد) (9). ¶ _ كان جمع من الصحابة والتابعين والعلماء المتقدمين والمتأخرين يقولون: أعلم الناس بالمناسك عطاء وكانوا يتحرون رأيه و فتياه في المناسك بل كان مرجعاً للولاة في ذلك (10). ¶ هذي الفضائل في شخص قد اجتمعت ¶ أعني كبيراً فخذ من طيب أجناس",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "* ابن قيم الجوزية: حج مرات كثيرة وجاور بمكة وكان أهل مكة يذكرون عنه من شدة العبادة وكثرة الطواف أمراً يتعجب منه (11). ¶ * شيخ المفسرين والحجاز: محب الدين أحمد بن عبدالله الطبري المكي جاور بكمة زمنا. ¶ * إمام الحديث في مكة: سفيان بن عيينة الهلالي قيل عنه: ¶ _ مارؤي مثله أعلم بالسنن. ¶ _ أوذي وحبس في الله ومن أجل دين الله. ¶ * إمام الحرمين: عبدالملك بن عبدالله الجويني: ¶ _ جاور بمكة أربعين سنة. ¶ _ رزق مع سعة العلم كثرة في العبادة لم تعهد من غيره. ¶ _ حين وفاته غلقت الأسواق. ¶ * أحمد بن حجر الهيتمي: جاور بمكة وأقام بها جمع بين الفقه والحديث درّس وألّف وأفتى (12). ¶ * الفضيل بن عياض: العابد الزاهد جاور بمكة وتوفي بها. ¶ * العابد: عبدالملك بن عبدالعزيز بن جريج: ¶ _ أول من صنف الكتب بالحجاز. ¶ _ من أوعية العلم فقيهاً عالماً. ¶ _ من عباد مكة (13). ¶ * مفتي أهل مكة: عمرو بن دينار الجمحي: ¶ _ عالم أهل مكة في زمانه. ¶ _ لا يدع إتيان المسجد فلما مرض كان يحمل على حمار إلى المسجد. ¶ _ كان يجزء الليل ثلاثة أجزاء للنوم والصلاة والعلم (14). ¶ جلّت مآثرهم وطاب ثناؤهم",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "في كل صرح للفخار رصين ¶ سادوا الشعوب بعدلهم فتحنّفت ¶ طوعاً وساسوها برأي فطين ¶ هم علّموا الأمم الحياة وأيقظوا ¶ فطر القلوب بغاية التبيين ¶ إيمانهم يزن الجبال وأمرهم ¶ شورى وهمتهم وراء الصين ¶ تالله ما باعوا الحياة رخيصة ¶ إلا بعقد ليس بالمغبون ¶ أوذوا فما وهنوا وكان مصيرهم ¶ ما بين أهل شهادة وسجين ¶ من سار في الدنيا بغير طريقهم ¶ أفضت خطاه إلى العذاب الهون ¶ ماذا تقول وهل تسامي قدرهم ¶ مهما أجدت وقلت في التأبين ¶ يفنى الثناء ولا يحيط بحقهم ¶ فلهم علينا رق كل مدين ¶ * إبراهيم بن علي القرشي: كان عالماً بسائر الفنون والعلوم تولى القضاء والخطابة والنظارة بالمسجد الحرام أسرتهم أسرة علم وصلاح رجالاً ونساء، لم يكن في أبناء جنسه مثله، قوي الفهم، كثير الإنصاف، صاحب فصاحة ووقار وتواضع وبهاء، محمود السيرة وصافي السريرة، فحاز كرماً ومجداً وفاح عنبراً ونداً. ¶ * محمد بن علي المشهور بابن علان: من سلالة أبي بكر الصديق وأسرتهم أسرة علم وفضل صاحب التآليف والتصانيف، برع ومهر",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "ونظم ونثر، جميل السمات ظريف الذات والصفات له النثر الفائق والنظم الرائق ومنه في زمزم قال: ¶ وزمزم قالوا فيه بعض ملوحة ... ومنه مياه العين أحلى وأملح ¶ فقلت لهم قلبي يراها ملاحة ... فلا برحت تحلو لقلبي وتملح (15) ¶ * تقي الدين محمد بن فهد: من سلالة علي بن أبي طالب أسرته أسرة علم وصلاح أبناؤه وأبناء أبنائه (16). ¶ علماء مكة جاوزوا الأفلاكا ... عزاً وحق لهم لعمري ذاكا ¶ * محمد بن إبراهيم العباسي: أمير مكة في عهد أبي جعفر المنصور والمهدي كان كبير القدر أثنى عليه الفاكهي وله أخبار حسنة ومنها: أن أبا جعفر المنصور أمر بحبس سفيان الثوري وابن جريج فحبسا ثم فك أسرهم محمد بن إبراهيم لعلمه بجلالة العلماء وحاله: ¶ كل من بالحق أحيا نفسه ... لا ترى الباطل يُحني رأسه ¶ فغضب المنصور وكتب إليه المهدي كتاباً يدفعه لسفيان فأخفاه أياماً وكان سفيان يخرج في الليل يطوف وكان لمحمد بن إبراهيم وقت من الليل يطوف ويصلي خلف المقام فتحيّن سفيانَ ذات ليلة فلصق به وهو يصلي فقرأ قول الله: (إن الملأ ياتمرون بك ليقتلوك، فاخرج إني لك من الناصحين) فعرف سفيان ما أراد، فخرج من ليلته فلما كان ذلك أخرج بعده الكتاب وأمر بطلب سفيان فلم يجده وحاله: ¶ وما أنا ممن تقبل الضيم نفسه ... ويرضى بما يرضى به كل مارق ¶ وقال الحاني: رأيت محمد بن إبراهيم يصلي في أيام المواسم بلا جند ولا أعوان (17).",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "معشر المسلمين: إنها صفحات مطوية في بطون الكتب والأسفار، انشغل عنها الصغار والكبار بجدل عقيم وهراء أثيم وقلم مسموم من ¶ كاتب سقيم يشعل النار الحميم. ¶ فهل من رجل حكيم من مليار مسلم يخرج الأمة من واقعها الأليم يفرق بين الحاء والخاء والجيم ويتصدى لكل فرية وكاتب مفتون؟! ¶ من ينقذ العالم من حيرته؟! من يوحد صفه ويجمع كلمته؟! ¶ اقرءوا التاريخ إذ فيه العبر ... ضل قوم ليس يدرون الخبر ¶ يا بني الإسلام يا نبت الهدى ... يا غراس المجد في خير ربى ¶ لا تقولوا مجدنا قد ذهبا ... فالهدى يرجع ما قد ذهبا ¶ إن الشمس قد تغيب ثم تشرق والروض قد يذبل ثم يورق .. ¶ فيا إبطال أمتنا تنادوا ... لإيقاظ الرقود من الرقود ¶ أروم لأمة الإسلام مجداً ... بناه الأكرمون من الجدود ¶ بشائر النصر في الحق لاحت ... كتاب الله ينطق بالوعود ¶ وفي مقابل تلك النماذج الرائعة المشرقة الوضاءة فئة منا لم تستفد من تلك القدوات المضيئة في تاريخ مكة والأمة المسلمة فتنكبت الطريق وضلت الصراط المستقيم ولم تعظم المسجد الحرام ولم تقدره قدره ولم تعطه حقه يوم أن أصبح البعض من أبناء المسلمين خواء وأصغى بأذنه للديمقراطية (¬1) الزائفة والحرية الكاذبة المخالفة لشرع الله، يسموننا ¶ ¬__________ ¶ (¬1) (*) لفظ الديمقراطية من الشعارات المجملة التي تحوي حقاً وباطلاً والحكم عليها يكون بعد التعرف على المراد بها، فما وافق الشرع قبلناه وما عارضه نبذناه.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "العالم الثالث ونسميهم العالم الأول، يصرحون بالعداوة ونحن نصر على الصداقة، اعترفنا بهويتهم ولم يعترفوا بهويتنا والله المستعان. ¶ * أزمة في الحرم * ¶ لذا أصبحنا نعيش أزمة في ديننا وأخلاقنا وسلوكنا ونحن نسكن بلد الله ونرتاد بيته وحرمه للعمرة والصلاة في أعظم البقاع، وتحملني قليلاً إن كدرت خاطرك وصفوك لكنها حقيقة ليس لنا أن ننكرها أو نتجاهلها بل نذكرها ونعالجها ونتواصى ونتعاون في حلها في وسطية واتزان وليس كل ما يعلم يقال ولكل مقام مقال ما بال أقوام يفعلون كذا وكذا. ¶ نريد أن نكون إيجابيين لا سلبيين، متعاونين لا متفرقين، متناصحين لا متفاضحين، فكل واحد منا مسئول وكل واحد منا على ثغرة معشر المسلمين فهذه قبلة المسلمين.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "* مشاهد مؤلمة * ¶ تعال وانظر إلى صفوفهم حال الصلاة في المسجد الحرام تقطع واعوجاج وافتراق .. ¶ تعال وشاهد أولئك الذين يجلسون في المطاف أو يصلون فيه والناس يطوفون وقد أحدثوا الزحام وسقوط بعض الأشخاص .. ¶ تعال وشاهد أولئك الذين يصلون خلف المقام أوقات الزحام وما يحدث بعد ذلك .. ¶ تعال وانظر ما يحدث في أماكن الوضوء داخل الحرم وفي دورات المياه المحيطة به من سباب و شتام وعبث .. ¶ تعال وشاهد شربهم لزمزم وغسل جوارحهم منه ووضوءهم به وما يعقبه من إسراف في الماء وتبذير للكاسات وإفساد للسجاد والطرقات وما يسبب من انزلاق للمارين .. ¶ تعال وشاهد أولئك الذين يضعون كاسات الماء مليئة أمامهم وهم يصلون ثم تسقط وما يعقبها من نتائج .. ¶ تعال وشاهد الذين يرمون بالمناديل في زوايا الحرم وساحاته وتحت سجاده .. ¶ تعال وشاهد إدخالهم للأطعمة بأنواع الحيل والصراع واللجاج مع الحراس و الحجاب والنتيجة روائح مؤذية وسجاد متسخ وكسر لقلوب الفقراء .. ¶ تعال وشاهد أولئك الذين اتخذوا من الحرم وساحاته مكاناً للتسول والشحاذة فكذبوا وآذوا واحتالوا وشوهوا صورة الإسلام والمسلمين. ¶ يا من قدمت من بلدك وجلست في بيت الله لتبسط يدك لغير خالقها، أما تستحي من الله أن تسأل غير الله في بيت الله، دخل هشام ابن عبدالملك الكعبة، فاذا هو بسالم بن عبدالله بن عمر بن الخطاب، فقال له: يا سالم، سلني حاجة فقال له: إني لأستحي من الله أن أسأل في بيت الله غير الله، فلما خرج في إثره قال له: الآن قد خرجت فسلني فقال له سالم: من حوائج الدنيا، أم من حوائج ¶ الآخرة؟ قفال: من حوائج الدنيا، فقال له سالم ما سألت من يملكها، فكيف أسال من لا يملكها؟!",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "وقال سليمان بن عبدالملك لطاوس وهو معه في الكعبة: يا بني حوائجك، فقال: لا أسأل في بيت الله إلا الله (18). هذا حالهم يا مسكين مع أنهم لم يسألوا وإنما عرضت عليهم الدنيا والرسول - صلى الله عليه وسلم - يقول: (وماجاءك من هذا المال وأنت غير سائل ولا مستشرف فخذه) رواه مسلم فكيف بحال من سأل؟! بل أعظم منه من يبيع دينه وكلمة الحق لأجل المال والله المستعان. ¶ أين أولئك الذين يرسلون أولادهم للسؤال في الطرقات وحول الحرم والواجب أن يحثوهم على الدعاء و العمل؟!. ¶ قال ابن تيمية (وأما إفساد الأولاد بتعليمهم الشحاذة وإخراجه دائراً في ¶ الناس فهذا يستحق صاحبه العقوبة البليغة التي تزجره عن ذلك) (19). ¶ تعال وانظر إلى أولئك الذين يصلون فوق أروقة السطح لايطمئنون في صلاتهم وازعاج للمصلين واتعاب لرجال الأمن وهم على خطر من سقوط وهلاك .. ¶ تعال وشاهد الذين يرفعون أصواتهم بالدعاء في المطاف والله يقول: ¶ (ادعوا ربكم تضرعاً وخفية) وقد خالفوا أمره وارتكبوا نهيه. ¶ تعال وانظر أولئك الذين يمشون بين الصفوف وداخل الحرم بأحذيتهم. ¶ تعال وانظر إلى تلك الفوضى حين دخول المسجد والخروج منه وذلك الصخب والإزعاج حول المسجد الحرام من أصحاب السيارات. ¶ تعال وشاهد ذلك العبث الذي أتعب العاملين والمسؤولين وكأننا في حظيرة غنم ولم نكن في الحرم. ¶ تعال وانظر بعض التصرفات التي تعيق موظفي الحرم عن أداء أعمالهم بل أتعبتهم وأرهقتهم فكونوا لهم معينين مساعدين لا معيقين، مصلحين لا مفسدين فهذا حرم رب العالمين. ¶ تعال وانظر حجز الأماكن بالسجاد، قال شيخ الإسلام: (وما يفعله كثير من الناس من تقديم المفارش إلى المسجد قبل ذهابه فهذا منهي عنه باتفاق المسلمين بل محرم)",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وقال ابن الحاج: (فإذا بعث سجادته إلى المسجد في أول الوقت وفرشت له وقعد هو إلى أن يمتلئ المسجد ثم يأتي كان غاصباً لذلك الموضع) (20). ¶ تعال وانظر حالهم في ساحات الحرم وما يصنعون فيها: أصبحت ملعباً للرياضة ومرمى للأطعمة وحديقة للتنزه وفندقاً للسكن والنوم ومطعماً للأكل والشرب وجلسات للسمر وهناك يحلو الموعد واللقاء إلى قرب الفجر، إيذاء للمارين وإتعاب للعاملين وتشويه لصورة الإسلام والمسلمين .. فمن السبب يا ترى؟! وأين صنّاع القرار؟! ¶ إنها مشاهد تدل على أن في الأمة من يعيش ضياعاً كبيراً في أخلاقه وانتكاسة عظيمة في قيمه وسلوكه وليسوا بقلة، أصلح الله الحال .. ¶ تعال وانظر وشاهد الشباب والفتيات في الأسواق والساحات والطرقات عجباً ثم عجباً من تطوافهم وسعيهم وكأنهم بين الصفا والمروة أو حول الكعبة: ذهاب وإياب، فراغ وانحراف، تسكع وضياع، حيث يخلو الجو والاعتذار من قبل الفتى والفتاة إلى قبيل الفجر أو طلوع الشمس بالطواف وقراءة القرآن والاتصال وشراء الهدايا للأصدقاء والصديقات ولو كانت الكعبة وساحاتها تنطق لنطقت وأنّت بما لاتقبله الأخلاق وتصدقه العقول فضلاً عن الإيمان والديانة ولو كانت تبكي لجرى المطاف بالدموع. ¶ أيها الشباب ويا أيتها الفتيات أهكذا يفعل ضيف الله في حرم الله؟! أفلا عقل يمنع ودين يردع!! ¶ أليس للكعبة ورب الكعبة في النفوس تعظيم وحرمة؟! ¶ أهكذا تعظم الحرمات؟! ¶ ألا تتأثر القلوب بدمعات المصلين وخشوع العابدين وطواف القانتين وذل المنكسرين وهم فيما هم فيه؟! ¶ أي قلوب ونفوس كهذه؟! يا لله ما أقساها وأشقاها وأقصاها، نعوذ بالله من الخذلان والغفلة والحرمان.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "أيوجد قلوب كهذه؟! أمات الضمير وانعدم الإحساس وضعف ¶ الإيمان؟! ¶ خبروني يا قوم عن حسكم ... حتى أزيد الوخز بالإبر ¶ * طواف جديد * ¶ لو أتعبوا أقدامهم في الطواف المأجور خير لهم من الطواف المأزور ¶ لو أرهقوا أقدامهم في الطواف حول الكعبة أزكى لهم من الطواف في الأسواق .. لكن الشيطان يثقل على النفس الخير ويسهل عليها الشر .. .نعوذ بالله من نزغات الشيطان فأين العقول يا أهل العقول؟! ¶ أيعقل أن نصلي على الجنائز ثم نخرج خارج المسجد الحرام لاهين في الأسواق عابثين بالحرمات؟! ¶ شباب مراهقون ونساء فاتنات فيزدادون حسرات تلو الحسرات ¶ سائلاً الله بجوده وكرمه أن يمنّ علينا و عليهم بهداية من عنده تشرح صدورهم وتنور بصائرهم وتوقظ قلوبهم وتسعد حياتهم وتحفظهم من الزلل والحرام. ¶ معشر الفضلاء والآباء: لا تنسوا الشباب والفتيات من الدعاء والدعوة بالحكمة والرفق واللين فأعداء الدين يتربصون بهم في كل حين. ¶ كان إبراهيم بن أدهم العجلي شيخ الزهاد العابد الثقة كانت أمه تحمله بالمسجد الحرام وتقول لمن حولها: ادعوا لابني أن يجعله الله رجلاً صالحاً فكان صالحاً عالماً (21)، وكان من دعاء إبراهيم عليه السلام في مواضع عدة بصلاح ذريته (رب هب لي من لدنك ذرية طيبة)، (رب اجعلني مقيم الصلاة ومن ذريتي). ¶ ولا تنس نفسك أنت أيها الشاب من دعوة صادقة من قلب صادق وأنت تطوف بالبيت وتشرب من زمزم وتصلي بالحِجر ولن يضيعك الله إن صدقت معه.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "ألم تسأم حياة اللهو والضياع وأنت ترى الكثير من الشباب في رجوع إلى الله وتوبة وأوبة؟ ¶ أيها الشاب: أنت أكبر من ذلك كله .. أنت أعظم من أن يكون تفكيرك في دوران لتبحث عن صيد وتسلية!! أنت أجل من أن يكون معك (الليزر) فتؤذي به المارين وتوجهه لنوافذ الفنادق لنيات سيئة والله يراك وويل لك من الله!! أليس لك عورات وأخوات؟ ¶ أحاط به الضياع فصار ... خلاً لتيه ليس يحتمل الزمانا ¶ يعيش بهمه ويُجيل عيناً ... بها الأحزان تأكل ما توانا ¶ (شيء محزن فهل ترضى) ¶ يا أمل الأمة: هل ترضيك تلك المشاهد المؤلمة المحزنة المبكية؟ وامكتاه .. واكعبتاه .. واحرماه .. ¶ مناظر تبعث في النفوس المؤمنة والعقول الراجحة ألماً ومضضاً وحرقة ولوعة ولذعة وكدراً وأرقاً وضيقاً .. ¶ إنها مشاهد تحكي أشكالاً من الضياع الذي تعيشه الأمة أفراداً وجماعات وقد تغلغل وتسرب إليها الضياع بجميع أنواعه وألوانه. ¶ ألا يتقي الله أولئك الذين يخططون وينظمون ويريدون الإفساد في البلد الحرام؟! إن كانت لاتراهم أعين البشر فيراهم رب البشر (يعلم خائنة الأعين وما تخفي الصدور) ¶ أهكذا يكون جزاء الإحسان؟! ¶ أهكذا تكون الأخلاق يا أمة الأخلاق؟! ¶ أهكذا تكون الرجولة والشهامة؟! ¶ أما علموا أنهم في البلد الحرام؟! ¶ أنسوا أنهم بجوار الكعبة المقدسة؟!",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "أتجاهلوا أنهم في مهبط الوحي وبلد محمد عليه الصلاة والسلام؟ ¶ لماذا كل هذا يا شباب؟ فهل من جواب يا أولي الألباب؟ ¶ يا شباب: كفى ضياعاً وغفلة يا شباب: ألا تعشقون الجنة؟! ¶ يا شباب: تعالوا لنقرع الآذان بهذا الحديث عن رسول الأنام - صلى الله عليه وسلم - ورد أنه مر بقوم قعود بفناء الكعبة فقال: (اتقوا الله وانظروا ما تفعلون فيها، فإنها مسئولة عنكم وعن أعمالكم فتخبر عنكم) رواه البزار وورد أيضاً: (لايسكن بمكة سافك دم و لا آكل ربا ولا مشاء بنميم) رواه ابن أبي خيثمة وغيره. ¶ يا لله أين تلك النفوس الجائرة الحائرة الضعيفة المسكينة التي تجاهر بالربا و بشرب الدخان بجوار بيت الله وترفع صوت الأغنية والشيطان وتعتدي على حرمات الله مجاهرة مكابرة؟ ألا تعرف للحرم حرمة؟ ¶ أين تلك النفوس التي تجاهر ببيع الشيشة والدخان وأشرطة الفيديو والأغاني في بلد الله الحرام؟ أين تلك النفوس التي ضيعت الصلاة وهي بجوار البيت الحرام؟ ¶ يا قوم: أين حبنا لمكة؟ يا قوم: أين تعظيمنا للكعبة؟ ألسنا مسلمين؟ ألسنا ندعي حب الرسول الأمين؟ ¶ إن العالم ينظر إليكم يا أهل الجزيرة ويا أهل هذا البلد الحرام أنكم أبناء أبي بكر وعمر وعثمان وعلي وبناتكم بنات عائشة الصديقة وفاطمة الزهراء .. ¶ أهكذا يكون أحفاد محمد عليه الصلاة والسلام والصحب الكرام؟",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "(يا لهول الموقف) ¶ يا لهول الموقف ومرأى المسلم الجديد ... ¶ إذا كان هذا حال بعض المسلمين في أطهر البقاع بل مع قبلتهم ومقدساتهم لا بل أعظم ما يملكون وبه يفتخرون وعنه يدافعون وفيه يبذلون ولأجله يسافرون ... فما حال أعداء الدين من يهود وقساوسة وملحدين؟ لا حقق الله أهدافهم أحفاد القردة والخنازير .. ¶ يا أمة الإسلام: إذا كان هذا حال المسلمين في البلد الأمين وبيت رب العالمين، كيف ترجو أمة النصر والتمكين؟! كيف يحرر القدس السليب وينتظم العراق العريق .. وتضمد جراحات الأمة؟! ¶ يا ابن الإسلام: إن كثيراً من تلك التصرفات حين يراها ابن الإسلام الجديد وهو حديث عهد بكفر، ما هو الشعور الذي سيخالجه والتفكير الذي سينتابه عن الإسلام والمسلمين؟ ¶ وهل ضيّع الإسلام إلا قائل ... أفعاله تنفي المقال وتهدم ¶ يا ابن الإسلام ومكة: إياك إياك أن تكون سبباً في تشويه صورة الإسلام والمسلمين إياك إياك أن تكون سبباً في ردة المسلمين الجدد عن الإسلام. ¶ أيها المعتمر: أي خسران أعظم يوم أن ترجع بالأوزار والسيئات ويرجع الآخرون بالغفران والحسنات؟ أي خيبة أكبر يوم أن تعود أنت بنفس مدنسة شقية ويعود الصادقون بنفوس مهذبة تقية نقية؟ إياك إياك .. ¶ يارعاك الله اسمع لهذه المرأة وهي توصي ابنها فتقول: ¶ أبنيّ لا تظلم بمكة ... لا الصغير ولا الكبير ¶ واحفظ محارمها بُنيّ ... ولا يغرنك المغرور ¶ أبنيّ من يظلم بمكة ... يلق آفات الشرور ¶ فوجدت ظالمها يبور",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "فكسا بنيتها الحبير ¶ أبنيّ قد جربتها ... فيها فأوفى بالنذور ¶ ولقد غزاها تبع ... يرمون فيها بالصخور ¶ وأذل ربي ملكه ... كيف عاقبة الأمور (22) ¶ والفيل أهلك جيشه ... ¶ فاسمع إذا حُدثت وافهم ¶ إياك إياك والظلم في مكة، إياك أن تتكبر وتتجبر، فنهاية أبرهة الأشرم ذلك الظالم عبرة وعظة لكل ظالم أراد البغي والفساد والظلم في البلد الحرام وإليك نهاية أحد الظالمين عتى و تجبر واعتدى على حمَام الحرم لا بل الطائفين بالحرم إنه يوسف بن محمد الملك المسعود ابن الملك الكامل فقد ذكر جمال الدين الحصري قائلاً: قد رأيت يوسف بن محمد وقد صعد على قبة زمزم وهو يرمي حمام مكة بالبندق ورأيت غلمانه يضربون الناس بالسيوف في أرجلهم بالمسعى ويقولون اسعوا قليلاً قليلاً فإن السلطان نائم سكران في دار السلطنة بالمسعى والدم يجري من ساقات الناس وكان قد ظلم التجار فأصيب بالفالج ويبست يداه ورجلاه فمات شر ميتة (23). ¶ ومن يبذل الشوك يجني الجراح وسنة الله إمهال الظالم لا إهماله. ¶ يا نازلين بأرض مكة والحرم ... والطائفين بركنه والملتزم ¶ هذي نصيحة مشفق متوجل ... أرع لها سمعاً وبالنصح التزم ¶ يا مسلماً قصد البقاع تقرباً ... دع عنك قول الزور والذكر السقم ¶ واهجر رذيل الفعل من سب ومن ... شتم وتضييق وللناس احترم ¶ وجهازك الجوال اكتم صوته ... لا تذهبن خشوع عبّاد الحرم ¶ لاتسرفنّ بماء زمزم إنه ... أغلى من الدر الثمين إذا نظم ¶ دع عنك شرب سجارة ممقوتة ... فهي الطريق من الحياة إلى العدم ¶ كن موفياً بالعهد حفّاظ الذمم",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "تقسي القلوب تحيلها صخراً أصم ¶ حفظ الأمانة خير ما رزق الفتى ... فهو الشفاء لمن به السقم ألم ¶ واهجر مزامير الغواية إنها ... تكن كالبحر ليس يضره طفل رجم ¶ رتّل كتاب الله واستشفي به ... كالصقر يأبى ماتحوم به الرخم ¶ والبس لباس الحلم عن سفه ... فهي المصيبة جرحها لا يلتئم ¶ واربأ بنفسك عن مجالس غيبة ... ناه عن النكر وراع للقيم ¶ لاتنقلنّ نميمة عند امرئ ... فافش السلام فإنه نعم الكلم ¶ كن آمراً بالعرف فعّالاً له ... جبلاً أشمّاً لا تحركه النسم ¶ وإذا أردتَّ محبة بين الورى ... اشدد بها عضداً وبالحق استقم ¶ وإذا دهتك مصيبة فاثبت لها ... لنشيد رفعتنا ونبني ما انهدم ¶ يا زائراً للبيت تلك وصية ... شهدت له حتى الفرنجة والعجم ¶ تلك الوصايا قد حواها ديننا ... ملك القلوب وقادها نحو القمم (24) ¶ قد حاز هذا الدين كل فضيلة ... ¶ ثم الصلاة على الذي بسماحة",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "* نعمة عظيمة * ¶ عبد الله: إن من نعمة الله عليك زيارة البيت العتيق، يوم أن حرمه كثير من العالمين، فحالت بينهم وبينه المصائب والأقدار: ما بين مقعد على الفراش كانت زيارة البيت من أعظم مناه فوافاه الأجل قبل رؤياه وما بين فقير ليس عنده من الزاد ما يبلغه إياه، وما بين تائه شارد عن الله ورضاه. ¶ وآخر مسجون ظالماً أو مظلوماً بحق أو جور وأمم من المسلمين حالت بينهم وبين البيت الحروب والخطوب .. حقق الله أمانيهم ورزقهم لذة الطواف والصلاة بالبيت فإنها من أسعد اللحظات وأجل الهبات وأعظم المكرمات .. ¶ ألا ليت شعري هل أبيتن ليلة ¶ أشاهد بيت الله بالحمد والشكر ¶ * يا زائر البيت * ¶ يا صاحب الجوار ويا زائر البيت: أما علمت أن أقواماً في بقاع شتى يجمعون الدرهم على الدرهم سنين عديدة وأزمنة مديدة، يمتنعون عن لذيذ الطعام والشراب للمجيء بحج أو عمرة. ¶ يرهقون أجسادهم ويتعبون أقدامهم ويقطعون المفاوز والقفار ويتنقلون من قطار إلى قطار ومن مطار إلى مطار ومن بحار إلى بحار وحالهم: ¶ جعلنا إله العرش نصب عيوننا ... ومن دونه خلف الظهور نبذناه ¶ وسرنا نشق البيد للبلد الذي ... بجهد وشق للنفوس بلغناه ¶ رجالاً وركباناً على كل ضامر ... ومن كل فج مقفر قد أتيناه ¶ نخوض إليه البحر والبر والدجا ... ولا مفضع إلا إليه قطعناه ¶ فنمشي الفلا نحكي السجل طويناه",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "ولا هجر جار أو حبيب ألفناه ¶ ونطوي الفلا من شدة الشوق للقا ... ولم نبغ شيئاً منهما قد منعناه ¶ ولا صدنا عن قصدنا فقد أهلنا ... وعن دربنا نوم الجفون نفيناه ¶ وأموالنا مبذولة ونفوسنا ... لما نحن من عظم السرور وجدناه ¶ وأَسرى بنا الحادي وأمعن في السرا ... وأربعة مشياً كما قد أمرناه ¶ وقد كادت الأرواح تزهق فرحة ... على ما مضى من إثم ذنب كسبناه ¶ وطفنا به سبعا رملنا ثلاثة ... وأخواننا والقلب عنهم شغلناه ¶ وسالت دموع من غمام جفوننا ... فهان علينا كل شيء بذلناه ¶ وقد نسيت أولادنا ونساؤنا ... دفعنا إليها والعذول دفعناه ¶ عرفنا الذي نبغي ونطلب فضله ... نريد القرى نبغي من الله حسناه ¶ ولو قيل إن النار دون مزاركم ... وقروا عيوناً فالحجيج أضفناه ¶ ونحن ضيوف الله جئنا لبيته ... وأي ثواب فوق ما قد أثبناه ¶ فنادى بنا أهلاً ضيوفي تباشروا ... وما كان من عيب عليكم سترناه (25) ¶ قرانا لضيفنا فأي قرى يعلوا ... ¶ ولا ذنب إلا قد غفرناه منكم ¶ إنك لتشاهد أولئك المقبلين على البيت وفي وجوههم ونفوسهم الابتهاج والسرور والحبور يكاد قلبه يطير من الفرح ونفسه تهتز، متهلل الوجه طلق المحيا مشرق الجبين متألق الغرة، برقت أساريره وانشرح صدره. ¶ يروق لي منظر البيت العتيق إذا ... بدا لطرفي في الإصباح والطفل ¶ كأن خلعته البيضاء قد نسجت ... من حبة القلب أو من أسود المقل. ¶ ما أعظم المشهد حين غروب الشمس وحين الشروق وفي الليل الآخر وأنت أمام الكعبة والمقام والحطيم؟! قد سرى كل هم ونسي كل غم وانجلى كل كرب ..",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "روحانية ونفحات إلهية .. الجميع في إقبال ودعاء وتضرع لله لعلمهم أنه لا إله إلا هو: يسد خلتهم ويشبع نهمهم ويرد حاجتهم. ¶ كلهم سائل وأنت مجيب ... تلك نعماك مالها من نفاد ¶ مشاهد يعجز اللسان أن يصفها والبنان أن يسطرها والقلم أن يصورها والجنان أن يستشعرها .. ¶ زمزم المعجزة الخالدة ثبت في صحيح مسلم قوله - صلى الله عليه وسلم - في زمزم: (إنها مباركة طعام طعم) وفي الطبراني (وشفاء سقم) وقال: (زمزم لما شرب له) رواه الحاكم وورد أن أبابكر القرطبي شرب ماء زمزم لحفظ القرآن فحفظه في أقرب وقت وكان حسن الصوت به فكان يستدعيه الولاة لصلاة التراويح بهم. ويقول أبوعمرو التميمي: لما أردت أن أشرب من ماء زمزم فكرت لأي شيء أشربه فتحيرت ثم تذكرت أن أشربه لإجابة الدعاء قال: فما سألت الله في تلك المواقف في شئ إلا أعطانيه إلا دخول الجنة (26). وشربه ابن حجر لأن يرزق حفظ الحديث كالذهبي فحقق الله له ذلك (27). وشربه خلق عظيم للعلاج فشفوا بإذن ربهم. ¶ وهل أردن من ماء زمزم شربة ... فكم قد شفي بالري منه عليل",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "* مشاعر مودع * ¶ تعال وشاهد حالهم حين الوداع وبعد الوداع حزن وأسى فقد أودعوه الأرواح ورحلوا بالأشباح، الضلوع تتقد والدموع تتطرد وحالهم: ¶ بالله يا صحبي أنيخوا لحظة ... ولترتووا من نبعنا الرقراق ¶ من نبع زمزم شربة قدسية ... قبل الرحيل وقبل سوق عناقي ¶ قد أججت تلك الرواحل لوعتي ... لم يبق للصبر العظيم بواقي ¶ العين جادت بالدموع تقرباً ... والبعد زاد مع الأسى أطواقي ¶ هي حرقة هي لوعة هي زفرة ... هي نار قلب في الضلوع ستستعر ¶ هي دمعة في العين قد جادت بها ... كالغيث هطالاً بماء منهمر ¶ إنا نعمنا بالمقام بأرضها ... ودنا الفراق فهذه الدنيا غِيَر ¶ يا ليتني قد كنت بعض ترابها ... فيدوسني حجاجها والمعتمر ¶ أو كنت بعض صخورها وجبالها ... يا ليتني أبقى بها طول العمر ¶ يا عاذلي في حب مكة والهدى ... قلبي تعلق بالمشاعر ما اصطبر ¶ وتعلقت كل النفوس بحبها ... شغف الفؤاد بها فليس بمنتهر (28) ¶ *** *** ¶ أودعكم وودعكم جناني ... وأنثر عبرتي عبر الجمان ¶ وقلبي لا يريد لكم فراقاً ... ولكن هكذا حكم الزمان ¶ ولو شهدت مشاهد التوديع وكلمات الفراق .. ¶ لعلمت أن من الدموع محدثاً ... وفهمت أن من الحديث دموعاً",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "ألم تسمع وتشاهد تعظيم ملل الكفر ومقدساتهم من أهل الكفر ¶ والإلحاد وهم على باطل وكفر وضلال، كيف يعظمون كنائسهم وأبقارهم؟ وإنك لتجد تنظيمات صارمة حين الدخول لبعض الكنائس. ¶ * ما أجمل * ¶ ما أجمل أن يخرج الرجل إلى المسجد الحرام في أتم زينة وأحسن حلة وأجمل طيب بنفوس منكسرة وقلوب وجلة وجوارح ساكنة خاضعة مطمئنة!! معظمة للبيت ورب البيت يعلوها الذل والانكسار والحياء .. ¶ ما أروع وأجمل أصوات الطائفين ودعاء المتضرعين وابتهال الذاكرين ومناجاة الخائفين المستغفرين!! ¶ ما أجمل ذلك الموكب الأسري – الأب وأسرته – حينما يتوجهون إلى البيت الحرام تعظيماً وإجلالاً!! كم سيكتب لهم من التوفيق والرضا بأمر الله؟ ¶ أين أولئك الذين يدفعون بأسرهم إلى قضاء سهراتهم في مراتع الفساد والعهر في بلاد الشر والكفر من هؤلاء؟! وذلك فضل الله. ¶ ما أجمل أن يتذكر المرء والديه وأخوانه وأولاده وأحبابه وكل مصاب منهم وأسرى المسلمين فيذكرهم بالدعاء من جوار الكعبة!! ¶ ما أجمل المسلم يضع نعليه في صندوق الأحذية أوفي قرطاس بجواره!! ¶ ما أروع أولئك الذين يفشون السلام ويبذلون الكلمة الطيبة ويهدون الابتسامة الصادقة في غدوهم ورواحهم ومن صلى وجلس بجوارهم!! ¶ فابذلوا السلام يا أهل الإسلام تدخلوا جنة ربكم بسلام كما قال عليه الصلاة والسلام (رواه الترمذي) والله يقول: (وتحيتهم فيها سلام). ¶ (والكلمة الطيبة صدقة وابتسامتك في وجه أخيك صدقة) (رواه البخاري) ولا تكلفك ثمناً.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "ما أجمل أولئك الذين يحملون آباءهم وأمهاتهم في الطواف على ظهورهم ورؤوسهم!! ¶ إنه مشهد يحمل في طياته رسالة لكل عاق لوالديه أن يتأمل!! ¶ ما أجمل أولئك الذين يقفون بالتمر والماء يفطّرون به الطائفين والقادمين!! ما أجمل أولئك العاملين بالبيت الذين يتفانون في خدمة البيت .. ما أجمل رجال الأمن حين يقفون الساعات الطوال في خدمة وفود الرحمن وراحتهم!! ¶ إنها صور من روائع الأخلاق وجميل البذل والتفاني والعطاء وتحقيق مقامات العبودية لله .. إنها مفارقات بين قلوب امتلأت بالإيمان وقلوب تنكرت لنداء الرحمن ولبت داعي الشيطان. ¶ ما أجمل التعارف واللقاء حين يكون أوله وبدايته من جوار الكعبة!! فيعقبه التواصل الإيماني والوفاء الأخوي والتعاون الصادق في ما يصلح حال أمتنا المسلمة وشعوبنا الحائرة في ماضيها ومستقبلها ويسمو بكثير من جوانب حياتنا ... فقد يكون الذي بجوارك عالماً أو داعية أو مفكراً أو شاعراً أو طبيباً أو تاجراً فتستفيد وتفيد ويفتح لك آفاقاً لا تخطر على بال ولا تدور في خيال وقد يكون جاهلاً أو عاصياً أو تائهاً فتعلمه وترشده .. ¶ كم ستخرج من ذلك التعارف بحكم وعبر وفوائد ودرر في معرفة أحوال العالم وأخبار المسلمين؟ وإننا نلحظ أشخاصاً يفعلون ذلك حتى صارت بينهم وبين الآخرين أخوة وزيارات بل بعضهم يسافرون للزيارات المتبادلة بل أقيمت برامج علمية ودعوية في الداخل والخارج في القرى والهجر .. فلا تحقروا أحداً أيها المسلمون .. و لا تزدروا أحداً .. ¶ يا أهل الجزيرة: فالتفاضل بالإيمان لا الطبقية والأنساب .. ¶ المعيار بالأخلاق والآداب لا الأموال والعربية و الأحساب .. ¶ فإن لم يكن ذا ولا ذاك فحق المسلم على المسلم لا يخفاك ..",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "أي فرح وشعور سيكتنف أخاك المسلم حين تسلم عليه وتسأله عن حاله وحال المسلمين في بلاده؟ ¶ إنه في مثل هذه المشاهد والصور تتجلى الأخوة الإيمانية وتتجسد المحبة الصادقة قال - صلى الله عليه وسلم -: (إنكم لن تسعوا الناس بأموالكم ولكن ليسعهم منكم بسط الوجه وحسن الخلق) رواه أبو يعلى. ¶ محمد بن اسحاق الشيرازي كان له معرفة بالطب وله فيه تآليف، انتفع الناس به بمكة كثيراً فكان يحسن إليهم بما يحتاجونه من الأدوية مجاناً (29) وكان أحمد بن حمدويه النيسابوري جاور بمكة زمناً وكان محسناً إلى طلبة العلم والمحدثين (30) وكان علي بن محمد الثقفي من أهل مكة رجلاً مباركاً يحب خدمة الصالحين والعلماء (31). ¶ * أخلاقيات * ¶ إنه بالأخلاق يسار بالقلوب إلى علام القلوب .. ¶ إنه بالأخلاق يسار بالنفوس لما يرضي الملك القدوس .. ¶ إنه بالأخلاق دخلت أمم وأفواج في ملة الإسلام .. ¶ يا مسلمون: لو كنا قمة في الأخلاق وروعة في الآداب ودقة في الحفاظ على التعاليم والنظام لما احتجنا إلى تلك الجموع الغفيرة من العاملين والشرط وتلك الجهود المكثفة والأموال الطائلة، ولما حدث ذلك الكم من الإصابات والأمراض والمشكلات والعقبات. ¶ إننا بحاجة إلى التحلي بجميل الفعال ونبيل الخصال وعالي الخلال حتى نترقى إلى سماء التعامل وقمة الأخلاق .. ¶ إننا بحاجة إلى وحدة الكلمة وارتباط الصف والاتصاف بالرحمة والشفقة والعطف والإيثار ..",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "إننا بحاجة إلى الصبر والحلم والسكينة وتجاوز الأخطاء والعفو عن الزلات وسعة الصدر .. ¶ إننا بحاجة إلى التواضع والتناصح ونجدة الملهوف وابن السبيل .. ¶ لماذا نشاهد في حرم الله أدنى خطأ واحتكاك يولد الصراع والانفجار؟! ¶ يا أهل القران ويا أمة الإسلام: أروا الناس من أنفسكم أخلاق القرآن ومحاسن الإسلام .. ¶ يا أتباع محمد: لنكن للعالم أنموذجاً حياً وواقعاً عملياً لنبي الهدى محمد - صلى الله عليه وسلم - يوم قال: (بعثت لأتمم مكارم الأخلاق) رواه البيهقي. ¶ وإنما الأمم الأخلاق ما بقيت ... فإن هموا ذهبت أخلاقهم ذهبوا ¶ قال - صلى الله عليه وسلم -: (أكمل المؤمنين إيماناً أحسنهم خلقاً) (رواه ألترمذي). ¶ الأخلاق الأخلاق ¶ يا أمة الأخلاق: إن كثيراً من الناس يملكون أعلى الشهادات ويحوزون كثيراً من الأموال وبعضهم يسحرك بمظهره وثقافته ورابع يبهرك بفصاحته وبيانه وابتكاراته وخامس بقدراته وذكائه ودهائه ولكن حين أدنى شرارة وزلل أو بعد التعامل وحين المواقف الحساسة والحرجة كما يقال سرعان ما تنقلب الحقائق فتفتقد الأخلاق وتنسى الآداب ويظهر الزيف ويتمثل الصنم الجاهلي في العصبية والحمية والافتخار والاحتقار والتنابز بالألقاب والطعن في الأنساب والتحاكم للعادات والتقاليد لا إلى الإسلام والدليل والعقل السليم. ¶ كان علي بن محمد الهاشمي المكي عالماً تولى القضاء وتدريس الحديث، كثير الطواف متودداً لبعض الغرباء مكرماً لهم وكان عطر الأخلاق (32). ¶ فكن حديثاً حسناً ذكره",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "فإنما الناس أحاديث ¶ وكان محمد بن سالم البلدي من أهل مكة صاحب مال ورجل مبارك جاء في ترجمته أنه كان يخدم الفقهاء ويبالغ في ذلك ويمشي في الإصلاح بين الناس وتأليف قلوبهم فتألم الناس لفقده (33).",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "* قلوب عاشقة * ¶ يا فتى الإسلام: هل تريدنا نحلق أخرى مع أنفس تعلقت بالمال حتى باعت دينها و أسكتت به عن كلمة الحق أو أنفس تعلقت بالحب الزائف والغرام القاتل؟ كلا بل نعيش مع أنفس تعلقت بالبيت الحرام وقلوب عشقت الطواف ودمعات طالما سُكبت في الحطيم وخلف المقام أصبحت كما يقال حمامة من حمام الحرم وعموداً من أعمدتها وزهرة من زهرها وريحانة من ريحانها فأولهم صفوة الخلق و سيد البشر - صلى الله عليه وسلم - تعلق قلبه بالبيت وحينما اشتد أذى قريش له وضاقت به الأرض وأذن له بالهجرة فخرج منها وهو يحمل اللوعة بين ضلوعه فلما عاد إليها ودخلها وقف على الحزورة وقال بكل حزن وأسى: (والله إنك لخير أرض الله وأحب أرض الله إلى الله ولولا أني أخرجت منك ماخرجت) رواه الترمذي وقال: (ما أطيبك من بلد وأحبك إلي ولولا أن قومي أخرجوني منك ماسكنت غيرك) رواه الترمذي. ¶ محمد بن أحمد الحجازي كان جميل المعاشرة و يلقب بحمامة الحرم (34) وكان محمد بن علي البغدادي يسمى سراج الحرم (35) لشدة حبهم الحرم وتعلقهم به وجلوسهم فيه وكانت عادة الصالحين وعباد الله العارفين إذا دخلوا البيت دخلوه وقد علاهم الذل والانكسار والمهابة والإجلال. ¶ وقد حكي عن امرأة دخلت مكة فجعلت تقول: أين بيت ربي؟ فقيل الآن ترينه، فلما لاح البيت قيل لها: هذا بيت ربك. فاشتدت نحوه فألصقت جبينها بحائط البيت فما رفعت إلا ميتة وأن الشبلي رحمه الله: غشي عليه عند رؤية الكعبة ثم أفاق فأنشد: ¶ هذه دارهم وأنت محب ... ما بقاء الدموع في الآماق (36) ¶ نطقت مدامعه بسر ضميره ... وذكت جوارحه بنار غرامه",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "السائب بن عبدالله بن السائب نزيل مكة كان من كبار المتحلين بالعلم والعمل والزهد وكان كثير الطواف حتى قيل إنه لا يكاد يوجد إلا فيه وفي يوم من أيام رمضان خرج من المطاف ثم جلس في موضع عند باب إبراهيم فدعا بفراش واستقبل الكعبة ففاضت روحه لباريها فما أعظمها من حسن خاتمة (37). ¶ وأما نصر بن محمد الهمذاني إمام الحنابلة بالحرم من علماء الحرم كان مديماً للصيام والقيام، يكثر الطواف والعمرة في حر الهواجر حتى إنه كان يطوف في كل يوم وليلة سبعين مرة فلما عجز وضعف أصبح يطوف متكئاً على عصا (38) وكذا روي عن محمد بن طارق أنه كان يطوف في اليوم والليلة سبعين مرة (39) ومحرز بن سلمة المكي حج ثلاثاً وثمانين حجة (40) وناصر بن عبدالله العطار حج أربعاً وستين حجة كان يسمى معبد لكثرة عبادته يصحب أهل الفضائل ويلازمهم للإفادة والاستفادة (41). ¶ إنها مناقب ومكارم فأين عشاقها؟ ¶ لا يرتقي درب المكارم تافه ... أو يبلغ العلياء يوماً خامل ¶ مضى السلف الأبرار يعبق ذكرهم ¶ فسيروا كما ساروا على البر واصنعوا ¶ فلنقتد بسيرتهم ونسلك طريقتهم ونقفوا أثرهم. ¶ يا لله ما أعظم البون بيننا وبينهم! ¶ يا لله ما هو الهم الذي نحمله وما الهم الذي كانوا يحملونه؟ ¶ علموا وأيقنوا أن سلعة الله غالية .. ¶ علموا وآمنوا بأن النعيم لا يدرك بالنعيم ..",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "يقول النووي رحمه الله بعد ذكره سير بعض العلماء العباد: (ولا ينبغي لمطالعه أن ينكر مثل هذه الأحرف في أحوال هؤلاء مستطيلاً لها فذلك من علامة عدم فلاحه إن دام عليه وأسأل الله أن يوفقنا لطاعته بفضله ومنته) (42). ¶ وواصل علماء الحرم ودعاته وأهله تلك المسيرة الخالدة في العلم والدعوة والبر والإحسان ففي مكة عشرات الدروس وفي المسجد الحرام خمسون درساً وعدد المفتين الدائمين بالحرم 23 مفتياً وفي المواسم أضعاف ذلك. ¶ وفي مكة لجنة الإصلاح الاجتماعية تعمل على إصلاح ذات البين في القضايا الزوجية والحقوق والقتل وغيرها. ¶ وفي مكة لجنة التوفيق الأسري تعمل على التوفيق بين راغبي الزواج من الذكور والإناث والإصلاح بين الزوجين. ¶ وفي مكة المستودع الخيري له أعمال جليلة وثمار ملموسة. ¶ وفي مكة قافلة الشباب تهدف للنزول إلى ميادين الشباب وتجمعاتهم لتوجيههم وحمايتهم من الانحراف من خلال سيارات متنقلة وبرامج متعددة. ¶ وفي مكة قافلة الخير تعمل على توزيع الكتاب المفيد والشريط النافع والوجبات الخفيفة غذاء الروح وغذاء البدن في منتديات الناس وكل ذلك له ثمار يانعة وقطوف دانية ونسأله المزيد من فضله.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "* صور مشرقة * ¶ وإن من النماذج الحية بين ظهرانينا ذلك الشيخ المبارك ملازم للصف الأول ومحافظ على الطواف بين الصلوات منذ سنين ومازال على هذه الحال وجهه يشع بالنور كأنه فلقة قمر وشيخ كبير تجاوز الخمسين يذكر عنه أنك لا تكاد تراه إلا طائفاً في ساعة متأخرة من الليل كل ليلة خاشعاً متضرعاً متذللاً داعياً باكياً، وأخبرني أحد العاملين بالحرم أن شخصاً كل ليلة يأتي الحرم قبل الفجر فيقرأ القرآن حتى يختمه الساعة الثامنة صباحاً وهو على تلك الحال منذ أزمان ثبتهم الإله وزادنا وإياهم من فضله وقد كان أحمد نصر بن أحمد الشافعي مواظباً على ورد السحر بالمسجد الحرام (43) وثلة من الصالحين قد جعلوا لأنفسهم برنامجاً الاثنين والخميس من كل أسبوع للحرم صلاة وطوافاً وإفطاراً وبعض الآباء جعل من كل أسبوع يوماً هو وأسرته للحرم وآخرون يأتون من الطائف وجدة وما حولها فيصلون الجمعة وقوم يأتون رمضان من كل عام من أوله إلى آخره فيجلسون من العصر حتى بعد التراويح ما بين صلاة وذكر وقرآن وذلك العالم العابد الذي يأتي كل شهر لمكة أيام البيض فيصومها بالحرم ويلقي درسه ثم يرجع لبلده الرياض. ¶ يا قوم: أين عشاق الجنة؟ يا شباب: أين المشمرون للجنة؟ ¶ وإن من السابقين واللاحقين من المؤمنين من يحرص على صلاة الجماعة بالمسجد الحرام وترجم جمع من المؤرخين لكثير منهم ومن ذلك أحمد بن محمد الكيلاني وجمع من المعاصرين (44). ومن النساء أم هاني ابنة علي القرشي وهو بيت علم وصلاح وأقبلت بعد وفاة زوجها على العبادة والبر للفقراء كثيرة الصلاة والطواف والعمرة، ملازمة للصلاة بالمسجد الحرام (45). ¶ وذلك العالم منذ عشرات السنين وهو يعلم الناس بالحرم الفقه والتوحيد حتى أن أحد العلماء المعاصرين بالحرم من شدة مواظبته للدرس يلقي درسه أيام العيد بل مرة حضر يوم العيد ولم يجد الطلاب همة صعدت به للقمة.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "إنها منح إلهيه ونعم ربانية وهداية قدسية وذلك فضل الله يؤتيه من يشاء. ¶ إنها نفوس من أسعد الناس بالحياة لأنها تحمل بين جنبيها قلباً ينبض بالعطاء لأمتها وتحمل بكفيها غراس الخير تسقيها بهمتها فطوبى لها. ¶ فاللهم ارزقنا حب بيتك ولذة الطواف به وأقر أعيننا وأنفسنا به. ¶ وإننا نلحظ أشخاصاً يتركون أوطانهم وديارهم ويطلبون تقاعداً مبكراً كما يقال من أعمالهم ليجاوروا الحرم ويهنئوا برؤية الكعبة وحالهم (فإذا فرغت فانصب وإلى ربك فارغب) (وعجلت إليك ربي لترضى). ¶ وأُنسنا بجوار البيت منزلة ... أغلى من الدر والياقوت والذهب ¶ همم سامية وأنفس زاكية وعزائم ماضية .. ¶ وإذا كانت النفوس كبارا ... تعبت في مرادها الأجسام ¶ ومن تكن العلياء همة نفسه ... فكل الذي يلقاه فيها محبب ¶ ثبت في ترجمة طاهر التكروري العباسي أنه كان وزيراً في بلده ثم قدم مكة واختار المجاورة بها على منصبه فطلب العلم على علمائها ملازماً للصلاح والعبادة (46). ¶ ومن عجائب تلك النفوس التي تعلقت بالبيت الحرام نفس محمد ابن إسحاق الخوارزمي نزيل مكة نائب إمام الحرم صاحب دين وخير وسكون له اهتمام باللغة العربية فقد كان يكتب صفة الكعبة والمسجد الحرام في أوراق ويهادي بها الناس في الهند وغيرها ودفن بمكة (47). ¶ ومن شدة تعلقهم كانوا يدعون الله أن يتوفاهم بها فقد كان أحمد ابن علي العلبي الزاهد اشتهر بالعبادة والورع والانقطاع عن الخلق والإقبال على الحق، كان إذا حج زار القبور بمكة ويقول يارب هاهنا هاهنا فاستجاب الله دعوته فتوفي محرماً يوم عرفة وصلى عليه أهل الموقف وحمل إلى مكة وصلي عليه أخرى بالحرم ودفن بالمعلاة بجوار الفضيل بن عياض (48) ومقبرة المعلاة والعدل بمكة قد جمعت كثيراً من العلماء على مر التاريخ",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "والأزمان فشرفت بهم وآخرهم الشيخان العالمان ابن باز وابن عثيمين عليهم وعلى موتى المسلمين سوابغ الرحمة والغفران. ¶ جمال ذي الأرض كانوا في الحياة وهم ¶ بعد الوفاة جمال الكتب والسير ¶ فاللهم اجعلنا من خير خلف لخير سلف ... ¶ أين الذين يسكنون مكة ولا يعرفون الحرم إلا من رمضان إلى رمضان؟ وأشد منهم من لا يعرفه إلا ليلة سبع وعشرين أو ليلة الختم كما يقال نعوذ بالله من الحرمان والخذلان .. أين هم من ذلك الشيخ الكبير الذي وخطه الشيب، انحنى صلبه ودق عظمه وقد جاء من شقة بعيدة تجده مصلياً متوكئاً أو طائفاً محمولاً .. ؟! ¶ أين أرباب الأموال والأصحاء الذين هجروا البلد الحرام منذ أعوام وأعوام؟ ¶ أين أولئك الذين حرموا لذة العبادة وتمتعوا بالشهوات والمحرمات ألا يتعظون ألا يتفكرون؟",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "* تهنئة لأهل مكة * ¶ معشر المكيين سكاناً ومقيمين: هنيئاً لكم المقام ورد عن الحسن البصري أنه قال: (المقام بمكة سعادة) رواه الفاكهي و هنيئاً لكم الجوار فأحسنوا الجوار وأعطوا البيت حقه. ¶ واستحب جمع من العلماء سكنى البلد الحرام ومجاورته تقول عائشة: ¶ (لولا الهجرة لسكنت مكة، ولم يطمئن قلبي قط ما أطمأن ¶ بمكة) ويقول أحمد بن حنبل: (ليت لي مجاورة بمكة) وقد نزل بها أربعة وخمسون صحابياً من أصحاب رسول الله - صلى الله عليه وسلم - وجمع من التابعين وسلف الأمة (49) .. ¶ بمكة قد طابت مجاورتي فيا ... إلهي فاجعلها مدى العمر سرمدا ¶ فأنت الذي أحللتني ساحة الهوى ... وعودت قلبي عادة فتعودا ¶ ترجم الفاسي لعمر بن مكي الخوزي بقوله: وكان عابداً زاهداً نزل مكة وجاور بها على أحسن طريقة وأجمل سيرة (50). ¶ وقال عن محمد بن اسحاق الشيرازي جاور بمكة ثلاثين سنة على طريقة حميدة من الإقبال على العبادة والخير وكف الأذى (51). ¶ وقال عن أبي بكر الجبرتي المعروف بالمعتمر لكثرة اعتماره كان من المجتهدين في العبادة وحب الخير سليم الصدر واغتبط به أمير مكة وقاضيها واشتهر ذكره عند الناس له مساع مشكورة في أفعال الخير وسعي في قضاء حوائج الناس (52) وورد في الأثر (صنائع المعروف تقي مصارع السوء والآفات والهلكات وأهل المعروف في الدنيا هم أهل المعروف في الآخرة) رواه الحاكم وصححه الألباني (وإذا أراد الله بعبد خيراً صيّر حوائج الناس إليه) رواه الديلمي فاللهم ارزقنا حسن الجوار لبيتك الحرام وأكرمنا بخدمة ضيوف الرحمن واجعلنا ممن اصطفيته لقضاء حوائج الناس. ¶ مجاورتي بمكة نلت فيها ... أجل مناي من أقصى مرام",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "وما ظفر الفتى في الدهر يوماً ... بأطيب من مجاورة الكرام ¶ والنسبة لمكة شرف لأنها نسبة لبلد الله ليست نسبة تعصب قبلي واجتماعي، يروى أن الفيروز آبادي اللغوي الفقيه صاحب القاموس المحيط قد جاور بمكة سنين ثم خرج منها وكان يرغب الرجوع إليها فما قدّر له ذلك حتى توفي وكان يحب الانتساب لها وكان يكتب بخطه الملتجئ (53) بل درج كثير من العلماء وغيرهم بتلقيب أنفسهم بالمكي. ¶ إن من سمات المجتمع المكي أنه مجتمع يربطه الإسلام فتجد الترابط الاجتماعي وثيق جداً بغض النظر عن القبيلة والجنسية فلا ضير أن تجد الجميع على مائدة واحدة في الأعياد والمناسبات بين الجيران وغيرهم وهذا قد لا تجده في كثير من البلدان. ¶ يا أهل مكة: إذا اشتاقت النفوس للطواف بالبيت فماذا سيكلفكم الذهاب من مال ومشقة؟ لاشيء. وأما غيركم فكم سيتحمل من عنت السفر وبذل المال وقلة الراحة وترك الكثير فهل عرفنا نعمة الجوار فقدرناها حق قدرها؟ ¶ وكما أن للرجال قدوات فللنساء صفحات فهذه حسنة بنت محمد الحسنية لها اهتمام بالحديث ومروياته وتلك خديجة بنت الشيخ شهاب الدين العقيلي كانت ذات حشمة ومروءة كانت من الفضل والعلم بمكان شهير والدين والصلاح بمكان كبير كانت كثيرة التعبد وقيام الليل ملازمة للذكر وحب الصالحين تاركة لما عليه غالب النساء (54) والخيزران أم الخليفتين بنت مسجد اً بمكة ومازالت دور الفتيات بمكة تخرج الحافظات للقرآن وطالبات العلم منذ سنوات .. ¶ هم سادة الدنيا السراة وقدوة الـ ... ـعلم الأماجد والمآثر تشهد",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "* حان الوقت * ¶ يا ساكن الحرم ويا زائر البيت: وبعد معرفة بعض الأدواء والعلل التي تشاهد وتضمنتها هذه الوريقات، تعال نقف سوياً لنضع النقاط على الحروف والمشرط على الجرح ونشخص الأسباب فكل شي بسبب وإذا عرف السبب بطل العجب، تلمست أسباباً لتلك المظاهر واجتهدت في وضع العلاج والمقترحات، تاركاً الموضوع لكل من يستطيع أن يكتب ويفيد .. ¶ فهل من فتى في القوم يدلي بدلوه ... مشاركة يا ليت ذا يتحقق ¶ ولاشك أن تلك المشاهد لا تتمثل إلا في فئة من الأمة. ¶ داؤنا فينا ولو أنا اعتصمنا ... بكتاب الله ما استفحل داء ¶ على المرء أن يسعى إلى الخير جهده ¶ وليس عليه أن تتم المقاصد ¶ 1_ ضعف الإيمان أساس كل مصيبة وبلاء في الأفراد والأسر والمجتمعات. ¶ 2_ ضعف العمل بالعلم على مستوى الأفراد والأمة وهذا ما تعاني منه الأمة في كثير من مجالاتها وحياتها فإننا نعيش تضخماً فكرياً وعلمياً وثقافياً ولكن أين ذلك من أرض الواقع؟ كثير من الناس أوتوا علماً وحرموا عملاً، أوتوا جدلاً وحرموا أدباً، منحوا تنظيراً ومنعوا تطبيقاً فهاهي الجامعات في العالم ملئى، العلماء والخطباء يتكلمون وأصحاب القلم يكتبون حتى لايكاد يخلو بيت من كتاب أو شريط أو وسيلة إعلام توصل إلى الهدف المنشود، تنوع وتفنن في إيصال رسالة العلم عبر شريط وكتاب وكرت ومطوية وملصقات وشبكة معلوماتية ووسائل متعددة، أبدع فيها أبناء ودعاة هذا الجيل ولكن العمل قليل معشر المسلمين. ¶ أيها الشباب: مهما كانت الخطوب فلا تملوا ولا تيأسوا ولاتتوقفوا بل اكتبوا وابذلوا وواصلوا المسير وهكذا سنة الله (إن عليك إلا البلاغ) ¶ خلّ العزيمة أقوى سلاح ... فمن يركب البحر يلقى الدرر ¶ وبالحق تعلو على من غدر",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "وكن ساطعاً مثل ضوء القمر ¶ فبالعزم ترقى أعالي الجبال ... وللخير أهل إذا ما ظهر ¶ وحلّق بحلمك فوق النجوم ... فعقبى الغمام نزول المطر ¶ وللعلم قوم يقودونه ... سيلقى نتاجاً ويجني الثمر ¶ ولاتكتئب إن بدا عائق ... فرب صغير عظيم الأثر ¶ ومن يزرع الخير رغم الصعاب ... لنجني سوياً دعاء البشر ... ¶ فلا تحقرن صغار الفعال ... ¶ أَعنّي أُخي على فعله ¶ 3_ موت الحس والقلب وبلادة الطبع وكلالة الذهن وانعدام الذوق، إن ¶ النفس التي لا تتألم لا تستطيع أن تحلق في سماء الإيمان والعبودية والأخلاق والإنسانية بل عيشها بين المهانة والصخور والحفر والله المستعان ¶ 4_ ضعف الأخلاق وسوء التعامل سبب في كثير من البلايا والمشكلات على المستوى الشخصي والأسري والوظيفي والاجتماعي بل على مستوى الأمم والدول. والحق أن ما في الحياة من منغصات ومتاعب يجئ من فوضى الناس وسوء أخلاقهم ونزق غرائزهم وطيش مسالكهم، فالحياة كلها ما أفسدها وكسف ضياءها وشاب نعماءها إلا ركض البشر في جوانبها ركضاً جنونياً لا يخضع لشرائع الله ولا يستقيم مع نصحه وهداه. ¶ لعمرك ما ضاقت بلاد بأهلها ... ولكن أخلاق الرجال تضيق ¶ رحب الفلاة مع الأعداء ضيقة ¶ سم الخياط مع الأحباب ميدان ¶ معشر العلماء والدعاة والمربين: ليكن للأخلاق نصيب كبير في أطروحاتنا وكتاباتنا .. نريد رسائل مسموعة ومكتوبة تشفي العلة وتروي الغلة.",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "إن الحضارات المادية تسقط وتزول وتبقى حضارة القيم والأخلاق .. ¶ ماذا تنفع الإنجازات المادية والشهادات العالمية؟! وما تغني الأموال إذا كانت الأخلاق صفراً والآداب والتعاليم هباء؟! ¶ إن أعظم إنجازات تبنيها الأمم لشعوبها أن تسخر ثرواتها وقدراتها لبناء القيم والأخلاق في نفوس شعوبها ومحاربة ما يفسدها ولو كان الأمر كذلك لما احتجنا لكثير من الأنظمة والعدة والعتاد ولتلاشت كثير من الحروب والصراعات والآفات والسموم. ¶ إن أعظم حضارة على وجه البسيطة هي حضارة الإسلام لأن مبناها على القيم والأخلاق بل من أهدافها وغاياتها تحقيق الأمن والسلام للأمم والأفراد، متى تصل الحال بنا إلى أن نغير واقعنا وسلوكنا من ذواتنا دون استخدام أساليب الترغيب والترهيب؟ فيكون الدافع هدي الإسلام والعقل السليم والذوق الرفيع والفطرة السوية والإنسانية. ¶ إلى متى ننتظر النظم البشرية لكي تنظم حياتنا وأخلاقنا وعندنا كتاب ربنا وسنة نبينا؟! ¶ إننا بحاجة أن نسخر كثيراً من قدراتنا للرفع من أخلاق شعوبنا فما حال الأسر والجيران والأخوان والمجتمعات والدنيا بأسرها إذا ضاعت الأخلاق وفسدت القيم وانتشرت الرذيلة وكان لها دعاة وباذلون ومناصرون ومؤيدون وكُتّاب؟ فأين حماة الأخلاق وحراس القيم؟ أليس الأولى أن يسمع لهم ويعاضدون ويناصرون؟ ¶ 5_ الاستهانة والجهل بحرمة البيت وعظمته وعدم استشعار قدسيته ¶ والجهل بأن السيئة معظمة في البلد الحرام والأدلة الواردة فيه. ¶ إن علة العلل ورأس الخلل تضييع الحقوق ومن ذلك تضييع حق الله في بيت الله. ¶ 6_ الاستهانة بالمعصية وضعف الرقابة الذاتية وقلة مراقبة الله عز وجل في الخلوات والفلوات وتنشئة الأمة عليها صغاراً وكباراً ذكوراً وإناثاً. ¶ 7_ جعل العمرة سياحة لا عبادة وخلو العبادات من الخشوع والخضوع فأصبحت جسداً بلا روح وشكلاً بلا مضمون. قال القرطبي: (يأتي على الناس زمان تصبح",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "الصلاة فيه عادة والصوم جلادة يحج أغنياؤهم للنزهة وفقراؤهم للتكسب وقراؤهم للرياء والسمعة) (55). ¶ تحولت العبادات إلى عادات وحركات وطقوس فحرمنا أثرها في النفوس .. ¶ إن من غايات التعبد وحكمه تهذيب النفوس والسير بها لما يرضي الملك القدوس .. فسل نفسك لماذا تذهب لمكة؟ لماذا تأتي بعمرة؟ ¶ أليس لطلب المغفرة والرحمة؟ فلماذا التناقض في حياتنا والفوضى ¶ في قلوبنا؟ ¶ 8_ فصل الدين عن الحياة بلسان الحال أو المقال والله المستعان ... يوم أن أصبح البعض من أبناء المسلمين خواء وأصغى بأذنه لدعاة الديمقراطية الزائفة والحرية الكاذبة المخالفة لشرع الله. ¶ قطيع يساق إلى حتفه ... يمشي ويهتف للجازرين ¶ إنها دعوة حقيقية للخروج عن منهج الإسلام الذي أراده الله للأمة والتمشي مع حضارة الكفر التي أثبتت للعالم كله فشلها وانحدارها وهزيمتها وانحلالها من كل شيء وشهد شاهد من أهلها والعالم يبصر ويشاهد اليوم نهاية دعاتها ورافعي لوائها فسحقوا سحقاً .. ¶ وما نتاج بني الإلحاد مفخرة ... فإنما الفخر في ما وافق الدينا ¶ أيها المصلحون في الشرق مهلاً ... أين إصلاحكم وأين الصواب؟ ¶ لنقولها كلمة واحدة تربى عليها النفوس والأجيال: ¶ إذا ما أرادوا لنا أن نميل ... عن النهج قلنا لهم مستحيل ¶ لنا نهجنا من إله جليل. ¶ تهون الحياة وكل يهون ... ولكن إسلامنا لا يهون. ¶ 9_ ضعف وسائل الإعلام في إرشاد الأمة بحرمة البيت وآدابه وتعاليمه. ¶ إن كثيراً من وسائل الإعلام أصبحت وسائل هدم وإعدام للقيم والأخلاق.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "أي ضياع أعظم من حبس الملايين من الشباب والفتيات الساعات الطوال أمام مشاهدات وقصص كاذبة تفسد ولا تصلح، تهدم ولا تبني؟ (وهم يحسبون أنهم يحسنون صنعاً) يظنون أنهم يعالجون قضايا اجتماعية ويخرجون الأمة من واقعها الأليم على حساب الاستهزاء بالدين فالغاية عندهم تبرر الوسيلة كما فعل اليهود، أي ضياع وسقوط وانحلال كمسلسل استار أكاديمي يصوت عليه الملايين من البلاد الإسلامية والعربية قال الله: (ويريد الذين يتبعون الشهوات أن تميلوا ميلاً عظيماً) أيعجز إعلام مليار مسلم عن إيجاد البديل لكل رذيل؟! ¶ أستغفر الله هذا بعض واقعنا ... لما غدونا بأرض التيه ثاوينا ¶ كل المعايير قد ضاعت مبعثرة ... لما توغل في الظلماء سارينا ¶ وهكذا صار ت الأيام تنكرنا ... يرى الرشاد عمى واللبس تبيينا ¶ وهكذا كل قلب صار منتكسا ... ولا رجاء سوى غيث يمن به ... أنى سلكنا وصار المجد يقلينا ¶ رب السموات بالإيمان يحيينا ¶ 10_ ضعف بعض مؤسسات الطوافة ومكاتب العمرة في إيصال هذه الرسالة للوافدين. ¶ 11_ الجهل والثقافة الزائفة التي يدعيها بعض المسلمين ظهر ضعفها وزيفها في أشرف البقاع. ¶ 12_ عدم الجدية وضعف التربية الذاتية على مستوى الفرد والمجتمعات الإسلامية. ¶ 13_ فقد المسلمين لهويتهم وحقيقتها كيف يرجى نصر الأمة وهذا حالها مع الكعبة والحرمة؟ قال - صلى الله عليه وسلم -: (لا تزال هذه الأمة بخير ما عظموا هذه الحرمة حق تعظيمها فإذا تركوها وضيعوها هلكوا) رواه أحمد. ¶ 14_ الهزيمة النفسية لدى المسلمين وعدم الاعتزاز بدينهم ومقدساتهم.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "فيا شديد الطول والإنعام ... نشكو إليك محنة الإسلام ¶ 15_ غربة الإسلام بين أهله وذويه .. غربة البيت بين أهله وذويه. ¶ 16_ تقصير الدعاة والخطباء والمكاتب التعاونية الدعوية وأصحاب القلم والفكر في التوجيه والإرشاد نحو تلك المظاهر والمشاهدات. ¶ * يا صاحب الفندق * ¶ 17_ عدم تهيئة الجو الإيماني والعوامل المساعدة للتوبة وحسن الاستقامة وزيادة الإيمان كيف يزيد والقنوات الفضائية داخل ¶ الفنادق؟! وللأسف مما كان لها سبب كبير في المشكلة، تدمر العقائد والأخلاق تمطرهم بوابل من الرذيلة والفساد فهل نستقبل وفد الله في بلد الله بتلك القنوات؟! ¶ أهذه هديتنا لضيوف الله وفي حرم الله؟! ¶ يا من أغناك الله فشيدت الفنادق: إياك إياك أن تشكر تلك النعمة بتلك القنوات وهو من الإلحاد في الحرم بلا شك ولا ارتياب. إياك إياك أن تفسد وفد الله وتصدهم عن ذكر الله وقد دعاهم ليعبدوه ويتقوه. ¶ كيف يطيب مالك وتقر عينك وتهنأ حياتك وقد جلبت القنوات بجوار حرم الله؟ إنك ستحمل إثم كل أغنية سمعوها وصورة محرمة نظروها ومشاهد حركت غرائزهم وأنقصت إيمانهم ويل لك ثم ويل أين المفر من الله؟ ¶ كم سيُشاهِد تلك القنوات في فندقك؟! مئات الآلاف من الوافدين فإنك من ضمن من يحمل إثمهم والموعد الله وفي المقابل لو وضعت قناة إسلامية هادفة كم ستنال من الأجر؟ كم ستنال من الثواب مقابل تهيئة هذه الفنادق لراحة وفد الله وخدمتهم؟ وهي شرف والله ¶ كم ستنال من الأجر حين حسن تعاملك مع النازلين؟ لا يكن النظر إلى المال فقط.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "كيف يزيد الإيمان ويكون لتلك العمرة والصلاة أثر في النفوس مع وجود نساء فاتنات مثيرات لكوامن الشباب؟ شباب أشباه النساء قصات مقززة وألبسة مخصرة وحركات مريبة وتصرفات غريبة وسبحات عجيبة وعين هنا وأخرى هناك، يديمون النظر إلى السماء وإلى البنايات الصغيرة والكبيرة، أهو تفكر في السماء أم عد لطوابق المساكن أو تعجب من جمال منظرها واللبيب بالإشارة يفهم؟! أفهم كثير من الآباء والأمهات؟! إن السبب في ذلك يوم أن حكمت العادات والتقاليد والصنم الجاهلي في أمور الزواج حتى أصبحت وحي من السماء وآي القرآن يوم أن أثقلت كواهل الشباب بالشروط والطلبات، فوجدنا ما لا يصدقه العقل بل ما يفت القلب .. أينتظر الأب صاعقة توقظه بل تقتله حتى يفيق؟! أينتظر حتى يكتشف أن ابنته لها عشيق وصديق؟! أينتظر أن ابنته ترفع دعوى عضل ضده بالمحاكم كما فعل كثير من الفتيات؟ وحق لهن ذلك. ¶ فاللهم لا تؤاخذنا بما فعل السفهاء منا ونعوذ بك اللهم من الجرأة على حرمك وبيتك. اللهم أغنِ شبابنا وفتياتنا بالحلال عن الحرام.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "* صاحبة النقاب * ¶ قل للمليحة في الخمار الأسود ... ماذا فعلت بناسك متعبد ¶ قد كان شمّر للصلاة إزاره ... حتى وقفت له بباب المسجد ¶ ردي عليه صلاته وصيامه ... لا تفتنيه برب دين محمد ¶ يا فتاة الإسلام: أين أنت من خديجة ابنة عبدالرحمن الهاشمي من أسرة ابن فهد المكي وكانت طالبة علم تحضر مجالس العلماء بالحرم أخذت إجازة في العلم من أكثر من خمسة وعشرين عالماً، ذات صلاح ودين، كثيرة الصدقة والإحسان للأرامل والأيتام وقلّ من كان في عصرها مثلها (56). وأما زينب ابنة علي القسطلاني فقد كانت مباركة، كثيرة الصلاة بالليل، لاتجلس إلا على طهارة (57). ¶ معشر الشباب والفتيات: إذا لم يكن في النفوس إيمان يردع فليكن عقل يمنع أو مروءة تقرع أو أخلاق تقمع. ¶ اتقوا الله قبل العرض على الله .. اتقوا الله قبل أن تقول نفس ياحسرتاه .. ¶ معشر العقلاء: هل نرى تلك المشاهد الفوضوية وغير الأخلاقية في دور الملوك فلماذا نشاهدها في بيت ملك الملوك؟! ¶ معشر النبلاء: هل نجد ذلك الضجيج وذلك العبث في ساحات الزعماء والسلاطين وأبواب الملوك؟! كلا بل لا تكاد تجد همساً .. ¶ ولنعد إلى الأسباب ومنها: ¶ * أيها الأب ويا معلم القرآن * ¶ 18_ إهمال أولياء الأمور لأولادهم وذرياتهم وعدم الرقيب والحسيب ومنحهم الثقة الزائدة وعدم تعليمهم آداب الحرم وقدسيته. ¶ هل كل أب وأم ربيا أولادهم على تعظيم الحرم وغرسا في قلوبهم ذلك التعظيم والتحريم؟.كما يؤدبون أولادهم ويلقنونهم الأدب والتقدير إذا أرادوا زيارة أقاربهم .. وهيئوهم",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "تهيئة حسنة معنى ومبنى، مظهراً ومخبراً، علموهم ماذا يقولون وكيف يجلسون وكيف يأكلون ويستقبلون ويودعون حين زيارة الآخرين. ¶ كم سيؤنب ويعاقب ذلك الصغير حينما يخطئ؟! ¶ كم سيستخدم معه من الأساليب ما بين ترغيب وترهيب وتعليم حتى لايفشل أسرته حينما تقوم بالزيارة وتفادياً للأخطاء؟ ¶ فكيف بزيارة رب العالمين والنزول ببيت ملك الملوك وقيوم السموات والأرضين؟! ¶ لماذا نشاهد على ملابس بعض الأطفال صوراً وكتابات وهم في البيت الحرام؟! ¶ وينشأ ناشئ الفتيان فينا ... على ما كان عوده أبوه ¶ ولقد كان لأهل مكة والوافدين لها اهتمام بتربية الأولاد بالمسجد الحرام وقد أكثر الفاسي في كتابه عن تراجم للمؤدبين للأطفال في المسجد الحرام حلقات للتعليم والتأديب ومنهم: أحمد الجبرتي له حلقة عند باب علي (58) ويوسف بن علي القروي ومحمد بن إسماعيل عند باب العمرة ومن أشهرهم الإمام المحدث السخاوي (59) فكان منهم الإمام في الحرم والمؤذن والفراش ومازالت حلقات القرآن بين أروقة الحرم تضج بأصوات القرآن والحمد للكريم المنان. ¶ معشر الأساتذة والمربين: أعيدوا حلقات التأديب مع حلقات القرآن فما ينفع القرآن النفوس بلا أدب وإيمان يقول جندب: (كنا على عهد رسول الله - صلى الله عليه وسلم - غلماناً حزورة تعلمنا الإيمان قبل أن نتعلم القرآن ثم تعلمنا القرآن فازددنا به إيماناً) رواه البخاري في التاريخ و صححه الألباني. ¶ لقد كان لأهل مكة اهتمام بالعلم وتعليم القرآن فبدأ تعليم الكتاتيب فيها منذ القدم وقد بلغ عدد الكتاتيب في عام 1301 هـ ثلاثة وثلاثون كتاباً، بها (1150) طالباً يدرس بها القرآن والكتابة والحساب وتكون في المساجد والأربطة وكان هناك كتاتيب خاصة بالبنات كذلك يدرسن فيها معلمات ثم الجادين من الآباء يرسلون أبنائهم للحرم",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "لحضور دروس العلماء وكانوا يقيمون حفلاً لمن يحفظ القرآن ويحتفون به وأول جمعية لتحفيظ القرآن كانت بمكة (60) ¶ 19_ طول البقاء في مكة مما يؤدي إلى ملل البعض فتضيع الأوقات في الأسواق والساحات. ¶ 20_ ضعف التناصح والتواصي والتآزر بين أفراد الأمة فما كانت تلك المشاهدات إلا يوم ضعفت شعيرة التناصح وأصابنا الوهن والضعف والتكاسل والتواكل وتغميض العين وانحناء الرأس ومسئولية العلماء أعظم. ¶ لو أن كل واحد منّا نصح ذلك المدخن وذلك المقصر والبائع للمحرمات وصاحب الفندق والمخالف لأمر الله بكل رفق وحكمة ومحبة لتلاشت كثير من تلك الظواهر، لماذا كثير منا يشاهد على أخيه وصديقه وصاحبه وجاره وقريبه وتلميذه بعض الأخطاء أو يسمع من ينهش في دينه وعرضه فيسكت ويجامل أو يهجر ويترك بدون تثبت ونصح في جميل عتاب؟ أننتظر حتى يقع في أوحال الشهوات والشبهات والضياع؟! ثبتنا الإله. ¶ * من أمن العقوبة أساء الأدب * ¶ 21_ إن جميع أنظمة العالم كافره ومسلمه تجمع على أن من سافر لبلد من البلدان فعليه الالتزام بأنظمة ذلك البلد وتعاليمه والعقوبة المقررة للمخالف فكيف إذا اجتمعت مخالفتان ومعصيتان: معصية الله في بلد الله ومخالفة ولاة أمره وعلمائه (وإن الله ليزع بالسلطان ما لايزع بالقرآن) (61). ¶ وتسمى في دول العالم سيادة أنظمة الدول وهيمنتها على أوطانها بغض النظر عمن سكنها ونزل بها ومن أخطأ لا يقبل منه اعتذار أو خلاف قابل للاجتهاد.",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "إن في بعض دول العالم غير المسلم عقوبة لمن يرمي قارورة العصير أو سجارة الدخان على الطريق غرامة مالية. ¶ 22_ قلة اللوحات الإرشادية بعدة لغات. ¶ 23_ تقصير البعثات و المراكز الإسلامية في تعليم رعاياهم الآداب والحقوق. ¶ 24_ ضعف وعدم حسن توزيع المطويات والأشرطة والكتب المرشدة والموجهة. ¶ 25_ الترف والبذخ الذي أصيب به بعض أفراد الأمة من شباب وفتيات، نتيجته: ما يُرى ويُشاهد فإن الترف في بعض الأحيان يؤدي إلى الكبر والغطرسة والغرور والعصيان واحتقار الآخرين والجرأة على بيت رب العالمين. ¶ 26_ كثرة المساس تقلل الإحساس. ¶ * حان وقت العلاج ودور كل مسلم * ¶ يا علماء الحرم ودعاته. ¶ يا أهل الحرم وزواره. ¶ يا كل راع ومسؤول في دائرته ومؤسسته وداره. ¶ يا شباب الحرم وفتيانه. ¶ لكل بلاء جلاء ولكل داء دواء ولكل مشكلة حل، عرفنا الخلل ودواعيه، فها أنا ذا أضع بين يديكم و ناظريكم الدواء. ¶ كيف النجاة من الخطوب تخلصاً ... من بعد ما أنشبنا فيّ مخالبا ¶ * تعليم الأمة سكاناً وزواراً بأنهم في حرم الله واستشعار تلك النعمة العظيمة التي حرمها كثير من العالم وهذه مسئولية الجميع علماء ودعاة وآباء ومربين وإعلاميين ومفكرين وكل مسؤول. ¶ ماذا أعد العلماء والخطباء والإعلاميون وأصحاب الفكر والقلم للحرم؟",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "ماذا أعدت المؤسسات الدعوية والخيرية ودور الطباعة والنشر والتسجيلات خدمة للحرم وزواره؟ ¶ ماذا قدم أرباب الأموال والتجار ومكاتب العقار والتأجير وأهل الحرم للحرم وضيوفه؟ الجميع يقدم ولكن نأمل المزيد من البذل والعطاء. ¶ هل غرست المناهج ورجال التربية والتعليم تلك الرسالة في قلوب الناشئة من بنين وبنات من خلال وسائل التعليم المنهجية واللامنهجية؟ ¶ يا رجال التربية: علموهم .. ذكروهم .. وجهوهم .. لانريد من المعلم أن يكون سلبياً ليست له كلمة توجيه وإرشاد. ¶ أين دور الدعاية والإعلان وجهودها في حمل و نشر رسالة البيت ¶ العتيق؟ هل حاولوا أن يدخلوا في إعلاناتهم تلك الرسالة: (أنت في بلد الله) (أنت في مكة)؟ في الطرقات وعلى الملصقات وكراريس الطلاب وعلى ملابس الأطفال ولعبهم بدلاً من تلك العبارات الساقطة التي غرست في قلوب الناشئة فأفسدتهم وأضلتهم عقيدة وأخلاقاً .. ¶ لماذا نشاهد دعوة لعقيدة الصليب والتثليث من خلال كثير من الملابس والأطعمة والأجهزة وقد غزانا بها الأعداء فقمنا ببيعها وشرائها؟! ¶ أين تجار المصانع من المسلمين ليضعوا دعوة ودعاية لعقيدة الإسلام على منتجاتنا ونغزوهم بها؟! أهي غفلة أم خوف أم مهانة وذل؟! ¶ حرب على الدين الحنيف طويلة ... وإنها ممتدة ما طالت الأيام ¶ معشر التجار: إن أي إنسان يريد أن يقيم مشروعاً استثمارياً أو تجارياً أو سكنياً أو تسويقياً أو طبياً أو في أي مجال من مجالات الحياة في مكة عليه ألا ينسى أنه سيقيمه في مكة، في بلد الله، في مهبط الوحي والرسالة. ¶ فيكون مشروعاً محافظاً مراعياً به حرمة الكعبة ومكة لا سافكاً للحياء والأخلاق وعابثاً بالقيم والآداب وناشراً للرذيلة.",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "يا أمة الإسلام: ما هي الرسالة التي ينتظرها منكم العالم مسلمه وكافره؟ ماهي المهمة التي ينتظرها منكم بيت الله؟ ¶ يا أهل مكة: إنكم حملة الرسالة النبوية. ¶ يا أهل مكة: قال ابن أبي مليكة: كان أهل مكة فيما مضى يلقون فيقال لهم: يا أهل الله. رواه الازرقي والفاكهي. ¶ يا أهل الجزيرة: إنكم حملة الهدي النبوي. ¶ يا أهل الإسلام: إنكم حملة الإسلام. ¶ يا علماء الحرم ودعاته: إن المسؤولية على كواهلكم أعظم فانشروا رسالة التوحيد بيضاء نقية على هدي رسول - صلى الله عليه وسلم - قولاً وفعلاً، لا بقاء ولا دعوة للخرافة والبدعة بل الكتاب والسنة فأمتنا اللهم على التوحيد والسنة. ¶ يا شموع الإسلام ويا مصابيح الدجى: مكة بلد العلم والعلماء والقضاة على مر التاريخ والأزمان فابذلوا المزيد من نشر رسالة العلم والعدل والإسلام من مكة إلى جميع الأمصار عبر وسائل الإعلام ومن خلال ضيوف الرحمن والوافدين المقيمين فالبذل البذل نريد عطاء أكبر مع قوة في الطرح وجودة في العمل والتنظيم وتحريك الجميع كل حسب قدرته فهذه جامعة أم القرى زاخرة بالعلماء والدعاة والمؤرخين والأدباء وتلك المحاكم شامخة بالقضاة وثالثها رابطة العالم الإسلامي صرح للعلم والعلماء ورابعها المعاهد والمدارس فهي رائدة بطلبة العلم والمشايخ وغيرها كثير وكثير فلنتفق ولنأتلف في خندق واحد ألا وهو رسالة مكة لأهل مكة، رسالة مكة لضيوف مكة، رسالة مكة للعالم كله والاتحاد يورث القوة. ¶ يا علماء مكة: كان لعلماء مكة المعتبرين أهل السنة والجماعة مذهب في القراءات والفقه والحديث يعضده الدليل، كما كان لأهل المدينة والشام وهو مبسوط في كتب أئمة الإسلام.",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "يا أهل الحديث: كان البلد الحرام بلد الحديث والمحدثين فأعيدوا الحديث لبلد الحديث. ¶ أعيدوا حفظ الحديث و السنة لبلد السنة وقد ظهرت بوادر مشرقة في المسجد الحرام لحفظ السنة فلك اللهم الحمد والمنة ونسألك المزيد والتوفيق للقائمين عليها والحافظين والمحفظين. ¶ إن مكة منذ القدم وهي مشتهرة بعلم الحديث فقد ترجم كثير من المؤرخين لكثير من علماء مكة واهتمامهم بالحديث و السنة والعقيدة الصحيحة ونشرها على قدم وساق فقد تقدمت ترجمة سفيان وبه كفى ومن أولئك محمد بن محمد الحسيني كان معظماً للسنة وأهلها حريصاً على نشرها (62) ومحمد بن عبدالرزاق بن حمزة الأشبولي تُرجم له بالشيخ العلامة المحدث ينتهي نسبه لبيت النبوة أوقف مكتبته الزاخرة على طلبة العلم بدار الحديث الخيرية (63) ¶ نسأل رب الخلق حب السنة ... وفعلها وجمعنا في الجنة ¶ أحيوا حلق البخاري ومسلم وأحمد ومالك وسفيان في البلد الحرام. ¶ أحيوا حلقة عطاء إمام أهل الحرم في الفقه التي خرّجت جهابذة وعلماء فنشروا العلم في بقاع الأرض. ¶ إننا نلحظ ضعفاً في الالتفاف حول العلماء وحضور دروس العلماء في بلد العلماء. ¶ إنها ظاهرة تؤرق الكثير والكثير فتحتاج إلى دراسة وعلاج. ¶ إن المسلمين والوفود وطلبة الجامعات كانوا ومازالوا يفدون من كل حدب وصوب متلهفين متعطشين ليسمعوا الوحي من منبعه الصافي. ¶ إن الكلمة والتوجيه من علماء الحرم ودعاته لها وقع وقبول في النفوس ما لا يكون لغيرهم. ¶ أيعقل أن يرجع الوفود كما كانوا بل الطامة والكارثة أن يرجعوا أسوأ مما كانوا؟!",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "فذاك أحمد بن محمد العقيلي قاضي الحرمين: كان عالماً معلماً كثير التودد للناس له هيبة وحرمة كان نقمة على الذين يسبون الشيخين أبي بكر وعمر وله في إهانتهم واعزاز السنة أخبار كثيرة له حظ وافر من العبادة والذكر وصحبة أهل الخير وخدمتهم. وكان ذلك دأبه من الصغر (64) وكان لعلماء مكة اهتمام بطلابهم يحرصون على نفعهم وروعة التعامل معهم ويوقفون الكتب عليهم فقد كان إبراهيم بن خليل الداوي كثير البشر بالطلبة، وانتفعوا به كثيراً ¶ أوقف كتبه عليهم (65). ¶ وكان محمد بن عبدالقادر الشيرازي العالم بأصول الفقه والقراءآت كان صالحاً متواضعاً حريصاً على نفع الطلبة بالمسجد الحرام (66) ¶ وكان أحمد بن محمد الكيلاني عالماً محدثاً كان ذا سمت وجلال متكرماً على الغرباء والوافدين لمكة من العلماء ونحوهم، راغباً في الاجتماع بذوي الفضائل ورتّب للطلبة مكافأة بالشهر (67). ¶ علي بن محمد البعداني كان شيخاً صالحاً، أجمع أهل الطوائف على محبته، لأنه اتسع خلقه لصحبتهم وشملهم بخدمته وإيناسه وإنصافه، كثير العبادة والسخاء والإحسان والبشاشة للصغار والفقراء والضعفاء وزار الشيخ عمر العرابي وكان له فضل عليه فقد اشترى له داراً وزوّج ابنته بابنه، كان له إجلال في قلوب الأمراء والسلاطين وتوفي وصلي عليه بالمسجد الحرام بعد أن نودي بالصلاة على بقية الصالحين وأبو الفقراء والمساكين، نزيل بيت الله وبابه، فضج الناس بالبكاء ودفن بالشبيكة (68). ¶ الشيخ جمال المالكي كان يواصل دروسه بالحرم في جلد وعزيمة ¶ لايفرق بين طلابه على مختلف ألوانهم وأشكالهم، فكان يعود مرضاهم ويجيب دعوتهم في أكواخهم بالمسفلة و جرول ويتناول معهم طعامهم فكانوا يتسابقون لدرسه ويتزاحمون على حلقته (69).",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "يا لله ما فرقوا بين طلابهم باعتبارات قبلية أو منهجية أو حزبية أو منطقية!! ¶ إنهم منحوا الحياة جمالاً ومعنى ومغزى في جميل مبنى. ¶ ما أحوجنا أن نترسم خطاهم ونتلمس العزة في طريقهم ونسير على هداهم (أولئك الذين هدى الله فبهداهم اقتده) فتراجم الرجال مدارس الأجيال كما يقول ابن حزم رحمه الله. ¶ أبو إسحاق الطبري كان محدثاً صبوراً على الجلوس مع الغرباء، كثير التحمل لجفائهم، يقعد لهم في شدة الحر ويطيل الجلوس (70). ¶ * دور الشباب * ¶ يا ريحانة مكة وزهرة البلد الحرام: نريدك كعطاء وسفيان وابن جريج عبادة وعلماً ودعوة وتعظيماً للحرم .. ¶ نريدك كمحمد بن إسماعيل المقري قرأ القرآن بالقراءات السبع على نيف وعشرين شيخاً، كان مولعاً بالقرآن وكتابته، فلما بلغ من العمر سبع عشرة سنة حبب إليه كتابة المصحف، فكتب في حياته مائة وأربعة وثمانين مصحفاً (71). ¶ يا سليل العلم والمجد: نريدك كأحمد بن علي القيسي درّس وأفتى وهو ابن ثمان عشرة سنة جمع الفقه والزهد وكان مخالطاً للناس باذلاً نفسه لخدمة الصالحين والانضواء لأهل الدين، له من الصفات الجميلة الشيء الكثير (72). ¶ نريدك كعبدالقادرالحسيني الطبري حفظ القرآن ومتون العلم وصلى بالناس التراويح بالحرم وهو ابن اثنتي عشرة سنة حتى صار عالماً من علمائها له من الكتب ما يزيد على عشرين كتاباً (73). ¶ هذا الفخار فهل سمعت بمثله ... واهاً لنشأته الكريمة واها ¶ تعال ففي طريقك ألف نجم ... يضئ لك الطريق فهل ترانا",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "سبيل الله وضاء مبين ... ودرب الشر للأرزاء بانا ¶ وكن كالشمس عالية بنور ... وأقبل فالهدى يبني الكيانا ¶ وأسرة الطبري أسرة علم وصلاح ومن عجائبهم أن منهم ثمانية وثلاثين امرأة من العالمات العابدات وخمسة وثلاثين من العلماء العابدين (74) وقد صلى عبدالملك الفتني بالناس التراويح في الحرم وهو ابن اثنتي عشرة سنة (75) عبدالله الفاكهي برع في النحو وجلس للتدريس والتأليف وهو ابن ثمانِ عشرة سنة (76). ¶ يالله من مشاهد وصور وسير، جديرة باستثارة الهمم واستزاف العبرات عما كان من الكسل وفوات الأوقات وضياع الفرص والخيرات. ¶ هؤلاء آباؤكم وأنتم لآبائكم والفرع للأصل ينسب، فلا يقطعنكم عنها وسواس أو خناس من الجنة والناس. ¶ يا لله ما أعظمها من نفوس وهمم وقمم!! فاللهم إنا نسألك الهمّة العالية والعزيمة الماضية والنفس الصادقة والنية الخالصة واغتنام الأوقات والفضائل والخيرات والثبات حتى الممات. ¶ ليس الحياة بأنفاس ترددها ... إن الحياة حياة الفكر والعمل",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "* يا طالب الجامعة تأمل * ¶ يا من قدمت لمكة للدراسة وطلب العلم: إياك أن تكسل وتلهو وتلعب وتضيع الأوقات في السهرات والعشوات كما يقال ومتنقلاً من سوق إلى سوق فترجع بالخيبة والضياع والخسران أو تنحرف وتنتكس بعد أن كنت صالحاً خيراً. ¶ إن أمتك وأسرتك وبلدك وقريتك ينتظرون منك أن ترجع بعلم ودعوة وفلاح ونجاح وصلاح. ¶ إن الخيانة كل الخيانة أن يدفعك أهلك لمواصلة الدراسة وينفقوا عليك الأموال ويعيشوا في قلق وتفكير دائم لغيابك عنهم وهم يؤملون فيك الكثير والكثير ثم تعود بخفي حنين. ¶ حاول أن تلتحق وترتبط بالأخيار وأساتذة الجامعة الفضلاء من أول يوم تضع قدمك فيه في الجامعة حتى لاتخسر من البداية وتضيع الفرص منك .. حاول أن تلتحق بالدروس العلمية مستشيراً العلماء في الطريقة المثلى في ذلك .. حاول أن تزور المؤسسات الخيرية والدعوية لتنقل تجاربهم لبلدك. ¶ ثبت في التراجم أن خليفة بن حمد النبهاني بعثه والده من البحرين لمكة لطلب العلم وهو في السابعة عشرة من عمره، فعكف على العلم فكان أحد النبغاء الأفاضل والبلغاء الأماثل، وبرع حتى فاق الأقران وصار من العلماء والأعيان، فعين إماماً للحرم وأجيز للتدريس فيه (77) ¶ فحيّ هلا إن كنت ذا همة فقد حدى ¶ بك حادي الشوق فاطو المراحلا ¶ ولاتنتظر بالسير رفقة قاعد ¶ ودعه فإن العزم يكفيك حاملا",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "حاول أن تنسق مع العلماء والدعاة في هذا البلد لزيارة بلدك والانتفاع بهم. فقد ذُكر في ترجمة عبدالله بن عثمان أن طلابه من الجاوه بالمسجد الحرام دعوه لبلادهم فسافر وانتفع الناس به (78). ¶ أيها الفجر المنتظر: كل شيء شجرة وأنت الثمرة وصورة وأنت المعنى وصدف وأنت الدر، فاعرف قدر نفسك وارق بها عن حب الوسادة لتلحق بالسادة، فمن آثر الراحة فاتته الراحة. ¶ أيها الشباب: أنتم الأمل بعد الله فلا تخيبوا ظن الأمة. ¶ أيها الشباب: التفوا حول العلماء الصادقين الناصحين،.شاوروهم، أسألوهم، مهما كانت الأخطاء، فالاستمرار في الخطأ يزيد الخطأ ويتعدى الضرر، إياكم إياكم والابتعاد عن العلماء فهم ورثة الأنبياء. ¶ معشر العلماء والدعاة: إن بعد العلماء عن الشباب في الرخاء يسبب بعد الشباب عن العلماء في الأزمات. ¶ أم توصي ابنها وتقول: ¶ خذ من أرض مكة زمزما ... تشفي السقام وتذهب الآلام ¶ خذ من أرض مكة سمتها ووقارها ... واصبر على الجهال حين تظام ¶ خذ من أرض مكة من شموخ جبالها ... عزاً يذل أمامه الأقزام ¶ خذ من أرض مكة من أمان حمامها ... أمناً يزيل عن الحياة قتام ¶ يا طالب الجامعة: إن كثيراً من الطلبة تخرجوا من جامعات بلد الحرمين، فعاد الواحد منهم لبلاده فاتحاً المراكز الإسلامية والحلقات العلمية والقرانية في أدغال إفريقيا وشرق آسيا والعالم كله على العقيدة السلفية. ¶ معشر الدعاة الفضلاء والشباب النبلاء في مكة: إننا بحاجة أن نركز على الشباب الوافدين للبلد الحرام من الداخل والخارج ونوجههم التوجيه السليم، لكي يرجعوا إلى بلدانهم نافعين عاملين.",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "إننا بحاجة إلى أن نخالطهم ونتعرف عليهم ونتفقد حوائجهم وأن نزيل عنهم هموم الغربة. ¶ يا شباب الدعوة والجامعة والكلية في مكة: ما أجمل حين الذهاب للجامعة والإياب منها وأنت تشاهد بعض الطلبة من خارج مكة على الطريق أو في قاعتك فتحملهم معك وتقضي حاجتهم وتسمع همومهم وقد حدثني بعض الشباب أنه كان يفعل ذلك فاستقام على يديه بعض الشباب بتوفيق الله وخاصة أن بعضهم يعيش فراغاً فيحتاج توجيهاً. ¶ إياك إياك والجفاء والاحتقار. ¶ معشر الموحدين: ¶ إن هذا البلد الحرام يجب أن يكون بلداً طاهراً من العقائد الفاسدة ¶ والخرافات الزائفة، هرع إليه بعض الوافدين بحثالة حضاراتهم وفساد معتقداتهم وخرافة عباداتهم فضلوا وأضلوا ودسوا السم في العسل فأغروا العوام بدجلهم وخزعبلاتهم، فقيّض الله لها علماء يظهرون زيفها وفسادها على مر التاريخ والأزمان ومن ذلك: ¶ الشيخ أبي بكر بن محمد عارف خوقير، صاحب التصانيف في العقيدة والده وجده من العلماء أثنى عليه علماء الحجاز ونجد وقد شغلت ذهنه مسألة التوحيد، فشرع يدعو إليها ويصحح ويرد على بدع القبوريين فكانت جهوده في الحجاز كجهود ابن عبدالوهاب في نجد (79). ¶ وعبدالستار الدهلوي وعبدالرحمن المعلمي ومحمد عبدالرزاق حمزة وعبدالله خياط وعبدالوهاب أبو السمح ومحمد بن مانع وأحمد ابن إبراهيم بن عيسى وسليمان الحمدان وعبدالله بن حميد عليهم رحمة الله كانوا يقررون التوحيد في البلد الحرام وغيرهم كثير وكثير، فلنواصل المسير في الدعوة للتوحيد من بلد التوحيد ولنعلم علم يقين أن الصراع بين الحق والباطل والسنة والبدعة لا يخلو منه زمان أو مكان وهكذا سنة الله (80).",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "معشر العمار و الوافدين والمبتعثين: إذا حضرتم وسمعتم العلم والتوجيه في هذا البلد العظيم فارجعوا إلى بلادكم دعاة مرشدين وموجهين مخلصين فكونوا من خير الوفود. ¶ كونوا كضمام بن ثعلبة قدم على رسول الله - صلى الله عليه وسلم - فأعلن إسلامه ثم تعلم فرائض الإسلام فرجع إلى قومه معلماً بالحكمة والموعظة الحسنة فما أمسى أحد في حيّه من رجل أو امرأة إلا مسلماً فبنوا المساجد وأذّنوا بالصلاة يقول ابن عباس (فما سمعنا بوافد قوم كان أفضل من ضمام) رواه أحمد وأبوداود والحاكم. هذا حال أعرابي لا يقرأ ولا يكتب حمل هم الدعوة في جنانه وبين وجدانه فماذا قدم حملة الماجستير والدكتوراه والشهادات العالية؟! ماذا قدم خريجو الجامعات والكليات في العالم الإسلامي للإسلام وهم بمئات ¶ الآلاف!؟ ¶ معشر الأخوة والبنين والوافدين: يهدى إليكم الكثير من الكتب والأشرطة والمطويات، يُنفق عليها الكثير من الأموال فاقرؤوها وحافظوا عليها ولاتكن نهايتها سلة المهملات وزوايا الفنادق والغرف والخيام والحافلات .. فاحفظوها وارجعوا بها إلى بلادكم لينتفع بها أمم وفئام من أسركم وذويكم وأئمة المساجد وطلاب العلم فتنالوا أجر من كتبها وقرأها والدال على الخير كفاعله. فتنقذ بها شخصاً عاش سنين على البدع والخرافات وربما الشرك .. فيخرج من الظلمات إلى النور بإذن ربه. ¶ نريد من كل مسلم أن يحمل الدعوة إلى الله وتبليغ دين الله في عقله وفكره وقلبه وجنانه على قدر استطاعته، نريدها أن تكون وظيفة ¶ من وظائف العمر. وإليك نماذج لبعض الحجاج والمعتمرين الذين تواصلوا مع مؤسسة هدية الحاج والمعتمر بعد أن رجعوا من بلادهم يقول بعضهم ما نصه: ¶ * نفيدكم بأن والدنا قد حصل على شريط \"يا أخا الإسلام\" باللغة الأردية أثناء تأدية الحج، ونظراً لكون الوالد لا يفهم اللغة الأردية فقد قمنا بالاستماع للشريط وترجمناه",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "للوالد بلغة البشتو، وقد بيّن الشريط أقسام الشرك والبدع التي ابتلي بها المسلمون في هذا الوقت. ¶ ولقد أعجب الوالد بالشريط أيما إعجاب وأُعجبنا به واستمعنا له مرّات ومرّات، وتبنا من جميع البدع التي كنا قد ابتلينا بها، وبعد ذلك قمنا بنشر هذا الشريط في حيّنا وبلدتنا وحذّرنا الناس من الشرك والبدع. ¶ إن هذا الشريط الصغير قد عمل في منطقتنا عملاً كبيراً جداً، وقامت مجموعة من النساء المتعلمات بنشر هذا الشريط في الأوساط النسائية ¶ وكل من يستمع للشريط يطلب منّا نُسَخاً من الشريط؛ فنقوم بنسخه لهم قدر استطاعتنا. ¶ جعل الله عملكم هذا مشعل هداية للعالمين .. آمين. محمد نبي و سيّد علي شاه. ¶ * وآخر من باكستان يقول: إلى الإخوة المباركين في السعودية، قد أعطاني حاج في المغرب شريطكم يا أخا الإسلام و استمعت إليه استماعاً دقيقاً، و استفدت منه فهو عمل جيّد من قبل علماء المملكة. ¶ و بهذه الرسالة أريد أن أشكركم و جميع الإخوة المشتغلين في هذا المشروع الضخم، و أريد بعض الأشرطة و الكتب في نفس الموضوع، أسأل الله أن يثيبكم على عملكم هذا، و جزاكم الله خيراً. ¶ * وثالث يقول اسمي (إدريس) و أنا من أستراليا. قد أعطاني صديقي شريطاً منكم كهدية، و قد استفاد منه أبنائي و تعلّموا كيفية الصلاة، وأحاول بقدر الاستطاعة أن أتعلم عن الإسلام. ¶ إنها بشائر لأولئك الدعاة والعاملين، إنها رسائل لأولئك الباذلين المنفقين ونداء لأولئك الذين حملوها لبلادهم وذويهم تقول لهم هنيئاً لكم ثم هنيئاً. واصلوا رحمكم الله المسير بدقة وتنظيم وبذل المزيد والمزيد .. ولا تحقروا من المعروف شيئا ..",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "من لفقراء الحرم ونشر العلم والتوحيد؟! ¶ معشر التجار وأرباب الأموال: بالاستقراء والاستفاضة تتابع العلماء وأرباب الأموال والسلاطين و الملوك والأمراء على مر الأزمان في تسخير أموالهم للأوقاف والسقايات والأربطة الخيرية لفقراء ومساكين الحرم بل على العلماء وطلبة العلم والأرامل والأيتام والقيام عليها حق قيام والنظارة عليها من القضاة وأولي العلم والدين حفاظاً عليها وحتى لا يلعب بأموالها وتنفق في غير أوجه الخير وخلاف شرط الواقف فتفسد وتضيع وتتعطل والواقع خير مثال و شاهد والله المستعان .. ¶ وإليك نماذج من ذلك العطاء والإحسان .. ¶ هاك قطوفاً من حياة من سلف ¶ يهنأ جناها من على الحق وقف ¶ ورد أن السلطان شاه تصدق على فقراء الحرمين جراية سنة كاملة (81) وقد كان قاضي الحرم الشريف إسحاق بن أبي بكر الطبري يحصل له في كل سنة من الديوان العباسي خمسة وعشرون ألف درهم ينفقها على أهل الحرم (82). ¶ وأما الخليل بن عبدالرحمن القسطلاني المكي المالكي إمام المالكية بالحرم كان يجهز في بيته كل يوم خبزاً كثيراً جداً ويتصدق به على الفقراء والمساكين درّس وأفتى كثيراً، له من الجلالة والعظمة عند الخاص والعام ما لا يوصف وكانوا يحملون إليه الأموال الكثيرة فيصرفها على أحسن الوجوه، كثير الإحسان إلى الخلق وكان بسبب ذلك يستدين الدين الكثير وربما بلغ دينه مائة ألف درهم فيقضيها الله تعالى على أحسن الوجوه ببركته (83). ¶ كرّر علي حديثهم ياحادي ... فحديثهم يجلو الفؤاد الصادي",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "إن النفس إذا تعلقت بالله وبجنة الله أنفقت إنفاق من لايخشى الفقر فهذا عبد الرحمن الفاسي كان ينفق كل يوم في مكة على ثلاثمائة فقير (84) وأحمد بن عبدالحي القرشي هو وأخوته علماء أجلاء حمدت سيرته لكثرة تواضعه، محسناً إلى أقاربه الفقراء (85) وهذه لفتة جيدة ورائعة للاهتمام بالفقراء من ذوي القرابة والرحم وقد أوقف جمع أجزاء من غلة أوقافهم على الفقراء من أقاربهم .. ¶ فلنتحلّ بحليتهم ونقتفي معالمهم ونتخلق بأخلاقهم. ¶ قوم محاسن جودهم مبثوثة ... يفنى الزمان وذكرهم متجدد ¶ ليتذكر أولئك التجار الذين تاجروا في البلد الحرام فأغناهم الله من فضله أن ذلك ببركة دعوة أبينا إبراهيم (وارزقهم من الثمرات لعلهم يشكرون) فليكرموا فقراء الحرم وليساهموا في نشر العلم والدعوة إلى الله وبناء الأوقاف التي تكون سبباً في ديمومة مجالات الخير في الحياة وبعد الممات أو يدخروا جزءاً من غلتها لذلك وهو من شكر الله فلعلهم يشكرون. فأين عشاق البذل والعطاء؟ ¶ يا ناعم العيش والأموال بائدة ... أين التبرع لا ضاقت بك النعم ¶ لماذا نرى التقصير في الإنفاق؟ ¶ لماذا تكتب الخطابات والشفاعات لدعم مشاريع الخير ويقف الفقراء بالطوابير في حر الشمس وتعلّق الآمال بعد الله على أولئك التجار ثم لايوجد رد أو أقل الأحوال اعتذار وإن وجد بذل فيقال في رمضان وتوزع عشرات وريالات لاتسمن ولاتغني من جوع أو تخرج بعض المئات والآلاف لمشاريع بمئات الآلاف أو الملايين. ¶ ألم يسمعوا أن ميزانية التنصير بالمليارات حباً لدينهم وتنصيراً للمسلمين أو قهراً وقسراً يبذلون؟ وإليك مانقلته المجلة الدولية لأبحاث التنصير لعام 2002م: ¶ _ ميزانية الكنيسة ثلاثمائة مليار دولار. ¶ _ طباعة ستة مليارات إنجيل. ¶ _ أربعة آلاف وخمسون محطة إذاعية للتنصير.",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "إنها أرقام فلكية يحار العقل والفكر والقلم حين التعليق عليها. ¶ رجل من كبار التجار المسلمين، ثروته بالمليارات، يتصل على أحد القضاة رغبة في المساهمة في مشروع خيري فأعطاه القاضي رقم حساب المشروع يتوقع أنه سيُدخل ما يتم به المشروع كاملاً، فكانت الصاعقة والمفاجأة بأنه أدخل ألفا ريال، ورجل مسلم يتزوج امرأة بعشرة ملايين، وامرأة تشتري طقم ألماس بستة عشر مليوناً والله المستعان .. ¶ كم سيتزوج شاب ويُطعَم فقير ويسدد دين بتلك الملايين؟! ¶ والفضل لا يُنس لأولئك الباذلين من تجار المسلمين في خدمة الإسلام والمسلمين ولكننا نطلب المزيد من الجميع. ¶ وقد كان أهل مكة وغيرهم ومازالوا من مشارق الأرض ومغاربها علماء وأمراء و تجار يشيدون الأوقاف ويتفننون فيها دقة وكتابة ونظارة وشروطاً وموقوفاً عليهم فهذا أحمد بن عيسى المكي العطار كان ذا ملاءة وأوقف ثلث ما يملكه من عقار (86) وعيسى بن أحمد كان خيّراً ديناً له عدة أوقاف بالحرم على فقراء الحرم وكان قد تولى وقف أبيه كذلك ويجيد النظر فيه (87).",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "* وللنساء جولة وصولة * ¶ بل إن النساء كان لهن اهتمام بالأوقاف وقفاً ونظارة فقد كانت زينب ابنة قاضي مكة وخطيبها محمد بن أحمد الهاشمي زوجة محب الدين الطبري طالبة علم، ذات مروءة ورياسة وعقل وافر وهمة عالية، كانت ناظرة على أوقاف والدتها (88) وكان محمد بن علي الهاشمي عالما فاضلاً ديناً عفيفاً، باشر أوقاف جدته أم الحسين بنت شهاب الدين الطبري ونمى أوقافها وقد أوقف هو محاسن كتبه (89) وورد أن أحمد بن سليمان المعروف بالتروجي قد أوقف كتباً وجعل مقرها أحد الأربطة بمكة (90). ¶ وكان العلماء والأمراء يبعثون مكتباتهم وكتبهم ويوقفونها على طلبة العلم بالحرم فتلك مكتبة الحرم ومكتبة الفرقان وغيرها مليئة بالكتب الموقوفة وحينما نقلّب النظر في صكوك الأوقاف نجد لطائف رائعة فأحدهم ينشئ وقفاً للمطلّقات وآخر لتعليم الكبار وثالث لتعليم القرآن ورابع يجعل من غلة الوقف جزءاً لتنظيف الطريق من الأحجار والعظام من الأبطح إلى جمرة العقبة وخامس يجعل من الغلة لسقاية الحجاج وخدمتهم وتحجيجهم وسادس يوقف وقفاً لأئمة الحرم وقضاته. ¶ أوقف وربك مخلف ... يعطي الكثير ويضعف ¶ وإذا رحلت مودعاً ... فالأجر لايتوقف ¶ وغداً تفوز بجنة ... والنار عنك ستصرف ¶ أين أصحاب مساهمة عشرين مليار؟! ¶ أين أصحاب ذلك المسلسل الكاذب بطاقات سوى؟! ¶ أين تلك الطوابير التي وقفت ساعات للمساهمات؟! ¶ هل سنجدها أمام المؤسسات الخيرية وجمعيات تحفيظ القرآن؟! كما وقف النصارى طوابير حين تبرعوا للكنائس والتنصير.",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "يا فتاة الحرم والإسلام: وللنساء بمكة صور متميزة، فهذه فاطمة الزبيرية العالمة العابدة صاحبة التآليف في فنون شتى، تراسل العلماء ويراسلونها، أوقفت كتبها على طلبة العلم بمكة (91). ¶ زبيدة بنت أبي الفضل اهتمت بحفر العيون والآبار بمكة والمشاعر ويقال أن وكيلها حضر إليها يوماً وقال قد صرفنا نحو أربعمائة ألف درهم. فقالت له: ما أردت بهذا القول إلا تندمني و تمنعني من الخير اصرف وتمم العمل ولو كان أضعاف ذلك وفاطمة بنت الشريف ملكت عقاراً كثيرا، لها تعظيم عند الناس تقري الأضياف وإن كثروا وتحسن إلى النازلين (92). ¶ وأختم بكريمة بنت أحمد المروزية: عالمة حافظة ضابطة لصحيح البخاري جاورت بالبلد الحرام. ¶ وإنه من خلال قراءة تلك السير للعلماء فقد ظهر أنهم خلّفوا كمّاً هائلاً وخزائن عظيمة من الكتب بالبلد الحرام .. فأهيب بذويهم وطلابهم وطلبة العلم إخراج ذلك التراث أفراداً ومؤسسات وقد قامت كلية الدعوة وأصول الدين وقسم الأدب بجامعة أم القرى بشئ من ذلك موفقة مسددة.",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "* شعار أهل مكة * ¶ معشر المكيين سكاناً ومقيمين: إننا جميعاً نحتاج أن نرفع ¶ [شعار خدمة العمار والحجيج شرف لنا] شعاراً وعملاً وواقعاً يشهده القاصي قبل الداني ويسمع به البعيد قبل القريب يفرح الرب ويثلج القلب، كما كان الأوائل من قبل، يروى أن بركوت الحبشي كان يحفر الآبار والعيون ويبذل الأموال للمعتمرين وكان يجهز الأباريق والماء في التنعيم للمعتمرين وكان مفتاحاً للخير (93). ¶ ويصف ابن رشيد الفهري رحلته لمكة فيقول حين دخول مكة: فتلقانا أهلها وأطفالها متعلقين بالناس، يعلمونهم المناسك ويهدونهم المسالك وقد درب صبيانهم على ذلك فوافينا المسجد الحرام فتجلت لنا الكعبة العروس ونالت مناها النفوس (94). ¶ نريد من الجميع أن يكون في خدمة العمار والحجيج .. ¶ نريد أن يكون لسان الحال والمقال: ¶ فمرحباً بمن أطل ... على الرؤوس في المقل ¶ قلوبنا هي المحل ... وهي فسيح المقعد ¶ أهلاً بكم شرفتموا جنباتنا ... عبق الأريج يفوح بالأركان ¶ نريد من الجميع أن يساهم في خدمة الدين ونشر الإسلام ومجالات الخير من علم ودعوة وغيرها. ¶ المسؤول والموظف والعالم والداعية ورجل الأمن وصاحب المال والفندق ومؤسسات الطوافة والأسرة والطبيب والشاب والفتاة والمرأة وأئمة المساجد وعمد الأحياء كل يبذل بحب وصدق وإخلاص وتفان ونفس طيبة وابتسامة صادقة ومعاملة حسنة ويسر وسهولة، كل يقدم ما يستطيع من بذل وعطاء، فإن لم يستطع فليجد منك ضيف الرحمن الكلمة الطيبة والخلق الحسن، بشاشة وهشاشة، طلاقة ولطافة، إشراقاً وإيناساً، تحية وسلاماً. ¶ فهنيئاً لكم يا أهل مكة ويا أهل الحرمين خدمة الحجيج فهي منقبة ومكرمة ..",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "معشر المكيّين: إننا رفعنا شعاراً آخر وهو [مكة خير] فللمزيد لتحقيق هذا المعنى العظيم رجالاً ونساءً، صغاراً وكباراً، رئيساً ومرؤوساً، لنحققه في حياتنا وشوارعنا ومؤسساتنا ومدارسنا وتعاملاتنا ونربي عليه أجيالنا. ¶ ولنعد إلى العلاج ومنه: ¶ * الأخلاق الأخلاق يا أمة الأخلاق فعامل الناس بأخلاقك الإسلامية لا بأخلاقهم الوحشية وإياك والأنانية وخبث النية والطوية. ¶ * إن الحاجة ملحة إلى الأمن الفكري والروحي والأخلاقي، كما أننا بحاجة إلى الأمن في الأوطان، فمتى غرس في العقول والقلوب تقوى الله ومراقبته وتحقيق الإيمان فيها والرقابة الذاتية ومكافحة ما يفسد العقول والقلوب والأخلاق حينها يكاد ينعدم الإرهاب بجميع أنواعه وأشكاله .. فالإيمان والأمن قرينان متلازمان وبنسبة الإيمان تكون نسبة الأمن قال الله: (الذين ءامنوا ولم يلبسوا إيمانهم بظلم أولئك لهم الأمن وهم مهتدون) نريد أن نكون معاً يداً واحدة وقلباً واحداً ضد الإرهاب بجميع صوره وأشكاله وفق الضوابط الشرعية، الإرهاب الفكري والعقائدي والأخلاقي وبمحاربتها جميعاً تصفو الحياة وتسعد الأوطان ويزداد الإيمان ويطرد الشيطان من الإنس والجان. ¶ نريد أن نكون معاً ضد العابثين بالأمن والإيمان .. ¶ نريد أن نكون معا ضد العابثين بالقيم والأخلاق .. ¶ نريد أن نكون معاً ضد دعاة التخريب والفساد والرذيلة وفق قواعد المصالح والمفاسد المرعية .. ¶ نريد أن نكون جمعياً رجال حسبة ودعوة بالعلم والحكمة كما أننا جميعاً رجال أمن متفاعلين لا منفعلين.",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "* خدمة البيت شرف * ¶ * الصبر الصبر فالعالم بحاجة إليه حين التعليم وسؤال الجاهل ورجال الأمن والحسبة والحراس والعاملون في خدمة البيت وزواره بحاجة إلى الصبر والحلم والأناة فسيجدون الجاهل والمريض والصغير والسفيه وأروا الناس من أنفسكم القدوة الحسنة في المظهر والمخبر والكلمة الطيبة والابتسامة الصادقة. ¶ فخدمة البيت ووفوده شرف وسؤدد وفخر وعز وسيادة وريادة. ¶ من أجلّ الأعمال العمل في حرم الله. ¶ من أعظم الحراسات حراسة بيت ملك الملوك. ¶ فأنت لا تعمل عند فلان أو فلان إنما تعمل عند ملك الملوك وفي خدمة بيت رب العالمين. ¶ فهنيئاً لكم ثم هنيئاً عدد زواره ورواده وعدد حمامه وذرات هوائه. ¶ يا رجال الأمن والحسبة ويا حراس الحرم: أنتم على ثغر عظيم وحصن من حصون الدين فكونوا أعيناً ساهرة وأنفساً يقظة وقدوات مؤمنة صادقة وأيد حازمة أمينة وأجر الله أكبر ومتاع الدنيا قليل وما عند الله خير وأبقى (اصبروا وصابروا ورابطوا واتقوا الله لعلكم تفلحون) فلا تتململوا ولا تعجزوا وخاصة في أيام المواسم كرمضان والحج واحتسبوا الأجر عند الله و (إنما يوفى الصابرون أجرهم بغير حساب) وستجدون أجر ذلك يوم العرض على الله حسنات أمثال الجبال. ¶ هنيئاً لكم الصلاة بالحرم .. هنيئاً لكم الطواف به ... هنيئاً لكم انتظار الصلاة إلى الصلاة .. هنيئاً لكم الصلاة على الجنائز .. هنيئاً لكم الجلوس بالحرم .. ¶ يا رجال الأمن: نريدكم أن تكونوا حماة للدين والأخلاق كما أنكم حماة للأوطان .. فإن نصحكم يقع في النفوس موقع الترهيب .. فأنتم حماة الأمن والإيمان.",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "فقد كان قنبل شيخ القراء العالم بالقرآن والقراءآت رئيس شرطة الحرم فحمدت سيرته (95). ¶ ونحن ولينا البيت من بعد جرهم ... لنمنعه من كل باغ وظالم ¶ ونمنعه من كل باغ يريده ... فيرجع منّا عنده غير سالم ¶ ونحفظ حق الله فيه وعهدنا ... ونمنعه من كل باغ وآثم ¶ ونترك ما يُهدى له لا نمسه ... نخاف عقاب الله عند المحارم ¶ وكيف نريد الظلم فيه وربنا ... بصير بأمر الظلم من كل غاشم (96) ¶ وكان أحمد بن سالم المكي المؤذن بالحرم ورئيس الفراشين به محدثاً عالماً سهلاً في التحديث، كثير الإنصاف والبشر لمن يقصده وكان أميناً على شمع الحرم وزيته (97) وكان أحمد بن يوسف الحسني مؤذناً يتودد للناس كثيراً ويأنس الناس بأذانه كثيراً (98). ¶ وكان كذلك أحمد الدوري فرّاشاً بالحرم سنين كثيرة جداً وأميناً للزيت والشمع وقبل موته تنازل عن الفراشة لابن أخته محمد بن أحمد الدمشقي فكان رئيس الفرّاشين وكان شيخاً مباركاً وخلفه ابنه عمر بعد ذلك (99) وهذا يدلّك على أنه حتى فِراشة الحرم لها عندهم مكانة وهي شرف ومنقبة وقد أوقف وقفاً بجوار منزله وكان يصلي بالناس صلاة التراويح ويصلي خلفه جمع كثير لخفة صلاته وكانوا يلقبون صلاته بالمسلوقة لخفتها (100). ¶ وكذا علي بن أحمد بن فرج رئيس الفراشين بالحرم ختم صحيح البخاري وسنن أبي داود ودلائل النبوة وغيرها على علماء الحرم وكان أميناً على الزيت والشمع (101) وأما أحمد بن محمد البزي كان مؤذناً بالمسجد الحرام أربعين سنة، صاحب ورع وعبادة (102) وسالم بن ياقوت المكي مؤذن بالحرم لم يفته أذان الصبح بالحرم أربعين سنة (103) فكان للحرم أثر في نفوسهم وعلى أعمالهم ومناصبهم ولا يتولاها إلا العلماء الأمناء الأخيار الصادقون الجادون، العبرة والميزان ذاك لا سواه. ¶ فانفضوا النوم وهبوا للعلا ... فالعلا وقف على من لم ينم",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "المعالي لم ينلها خامل ... إنما السبق لقلب يقتحم ¶ * الوقت في الحرم فرصة وتجارة لمضاعفة الأجور والحسنات فبادر واغتنم الفرصة قبل المغادرة فالصلاة بمائة ألف صلاة وكان كثير من علماء الأمة وعبادها وخيارها يستحبون الصيام في مكة والصدقة وختم القرآن والإكثار من الطواف لمضاعفة الأجر فيها، فاغتنم الساعات بل الدقائق واللحظات. ¶ فالسفر للبلد الحرام دورة مكثفة وتجارة رابحة وميدان للتنافس، إما نجاح أو خسران (فكل يغدو فبائع نفسه فمعتقها أو موبقها) رواه مسلم فمن أي الفريقين أنت أياً كنت ومهما كنت؟! ¶ يا من قدمت الحرم: كن حبيساً للحرم ولو ساعات فما هي إلا أيام وساعات كن مديماً فيها للصلاة والطواف والذكر والقرآن بتضرع واخبات وذل وانكسار بعيداً عن كثرة اللقاءات والاتصالات. ¶ ولا تكسل عن الطاعات فيه ... فهذا الوقت وقت الاغتنام ¶ قال - صلى الله عليه وسلم -: (وانتظار الصلاة إلى الصلاة كفارة لما بينهما) رواه مسلم ¶ وقال: (صلاة في المسجد الحرام أفضل من مائة ألف صلاة فيما ¶ سواه) رواه أحمد وصححه الألباني. ¶ ومضاعفة الصلاة في الحرم كله وليس في المسجد الحرام فقط كما رجحه عطاء وابن القيم وابن باز رحمهم الله. ¶ قال ابن تيمية: والصلاة وغيرها من القرب بمكة أفضل (الاختيارات 113) ¶ قال - صلى الله عليه وسلم -: (من طاف بالبيت كتب الله عز وجل له بكل خطوة حسنة ومحا عنه سيئة) رواه الترمذي وصححه الألباني وقال: (من طاف سبعاً فهو كعدل رقبة) رواه النسائي وصححه الالباني. وقال - صلى الله عليه وسلم - في مسح الركنين اليمانيين: (إن مسحهما يحطان الخطيئة) رواه النسائي وصححه الالباني فاستكثروا فيه من الصلاة والطواف والصدقات وقد تقدم لك نماذج من أولئك العباد فلعل همتك تسمو.",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "فهنيئاً لكم يا أهل الحرم الطواف بالبيت أيّة ساعة شئتم من ليل أو نهار، هنيئاً لكم ثم هنيئاً و لا يصدق عليكم قول القائل: (أزهد الناس في العالِم أهله) فلا تكونوا أزهد الناس في البيت وأنتم أهله ومجاوروه والمحروم من حرمه الله والمخذول من خذله الله والموفق من وفقه الله. ¶ ألا ليت شعري هل أطوف بكعبة ... وذاك مكان للإله جميل ¶ يطوف به الجاني فيغفر ذنبه ... ويسقط عنه إثمه وخطاياه ¶ وكم لذة كم فرحة لطوافه ... فلله ما أحلى الطواف وأهناه ¶ نطوف كأنا بالجنان نطوفها ... ولاهم لاغم جميعاً نسيناه ¶ فمن لم يذقه لم يذق قط لذة ... فذقه تذق ياصاح مانحن ذقناه (104) ¶ استغل وقتك بالدعاء فيه: في الطواف وعلى الصفا والمروة والملتزم والصلاة بالحجر وخلف المقام ففيها فضائل عدة فما من أحد إلا هو صاحب حاجة فلينزلها بربه ومولاه في هذه المقامات.",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "* جدد حياتك * ¶ يا من قدمت الحرم ويا أهل الحرم: كلنا صاحب تقصير وتفريط فلنجدد التوبة والعهد مع الله من جوار كعبة الله فلترق الدموع ولتسكب العبرات وترفع الدعوات وتعلن التوبات. ¶ إن كثيراً من الناس حينما يدخل الحرم يشعر بندم وشعور داخلي يخالجه في الرغبة في تصحيح المسار وتأخذه الفكرة والعبرة والمحاسبة يشعر براحة وطمأنينة ونشوة إيمانية، تدفعه لتجديد الحياة و الزيادة في الصالحات، فتجد البكاء والتضرع ورقة النفس والتفكير. ¶ إن كثيراً ما يحب الإنسان أن يبدأ صفحة جديدة في حياته ولكنه يقرن ذلك بحدث وفرصة وموسم فضيل وعام جديد وإن كان هذا لايأخذ جانب المدح مطلقاً بل قد يكون ضعفاً ووهماً وعلى كل حال فالنفس لها إقبال وإدبار ولها روافد مساعدة على ذلك، فتستغل في تجديد الحياة ومحاسبة النفس ومن ذلك العمرة إلى البيت الحرام قال - صلى الله عليه وسلم -: (العمرة إلى العمرة كفارة لما بينهما) رواه مسلم (وعمرة في رمضان تعدل حجة معي) رواه مسلم وهذه الأحاديث وأمثالها جرعة تحيي الأمل في النفوس المخدرة وتنهض بالنفوس الغافية وهي خجلى لتستأنف السير إلى الله ولتجدد حياتها بعد ماض ملتو مستكين، إن فرحة الرب بعودة كل إنسان تفوق كل وصف (لله أشد فرحا بتوبة عبده المؤمن .. ) رواه مسلم ¶ فلنعلن العود والبدء من جديد ولا نجعلها مجرد زورة خاطفة وسحابة صيف عن قريب تقشع، فسرعان ما ير جع المرء بعدها إلى ما ألف من فوضى وإسفاف ولا تجعلها مجرد محاولة فاشلة قابلة للنجاح والخسران بل نريد رجعة صادقة تحمل عزيمة وانتصاراً على أسباب الضعف والخمول وسَحقاً لجراثيم المعصية وانطلاقاً من قيود الهوى. ¶ نريد استقراراً وثباتاً في مرحلة الإيمان والاهتداء والإحسان.",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "نريد حياة جديدة بعد بلى ونقلة حاسمة تغير معالم النفس كما تتغير الأرض الموات بعد مقادير هائلة من المياه والمخصبات (105). ¶ معشر الشباب والفتيات: ¶ معشر الأخوة والأخوات: إن البعد عن الله لن يثمر إلا علقماً ومواهب الذكاء والقوة والجمال والمعرفة تتحول كلها إلى نقم ومصائب عندما تعرى عن توفيق الله وتحرم من بركته. فهلم هلم هديت ووقيت وكفيت وعن الشر والشيطان نحيت. ¶ وعوداً للعلاج: ¶ * عدم طول البقاء في مكة لمن قدم للعمرة حتى لا يمل الأولاد وتلافياً للزحام وتهيئة الفرص للآخرين للاعتمار ودرءاً للمفاسد (وإن من ابتغاء الخير اتقاء الشر). ¶ * تأخر الرجال قليلاً حتى ينصرف النساء تلافياً للزحام مع النساء. ¶ * الكرم المكي * ¶ * لو عمل كل صاحب فندق طعاماً فأهداه لساكني الفندق من المسلمين، وبعض الهدايا اليسيرة لكان له أثر في النفوس عظيم. ¶ إن الكرم المكي تناقلته الأجيال وحملته الكتب بين دفاتها منذ العصر الجاهلي، ورد عن قصي بن كلاب بن مرة أنه قال لقريش: إن الحاج ضيفان الله وزوار بيته وهم أحق الضيف بالكرامة فاجعلوا لهم طعاماً وشراباً أيام هذا الحج حتى يصدروا عنكم، ففعلوا فكانوا يخرجون لذلك كل عام من أموالهم خرجاً تخرجه قريش في كل موسم من أموالهم فيصنع به طعاماً للحاج أيام الموسم فجرى ذلك في الجاهلية وهي الرفادة حتى قام الإسلام وهو في الإسلام إلى يومك هذا (106) .. نعم وهو في الإسلام حتى يومنا هذا ومازال أهل الحرمين في كرم متواصل حكومة وشعباً للحجاج والعمار. ¶ وإليك نموذجاً من ذلك الكرم المكي الذي كان يضرب به المثل في الكرم إنه أحمد بن محمد من سلالة الطبري عالم محدث يقول عنه العفيف المطري: ما رأت عيناي مثله في",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "الكرم فقد كان يزيد في غدائه من اليوم السادس عشر من ذي القعدة إلى آخر شهر ذي الحجة وكان يأمر غلمانه باستدعاء الغرباء الوافدين لمكة ويطعمهم ويقول: ¶ هؤلاء يردون في غاية الحاجة ولا يجدون من يعمل لهم طعاماً وكان يؤخر عشاء عياله إلى أن ييأس من وصول أحد إليه ليلاً وربما عشى عياله بالتمر وشبهه لفراغ الطعام قبل عشائهم وكان الناس يعظمونه كثيراً (107) ومازال الكرم المكي وأهل الحرمين وهذه البلاد حكومة وشعباً للوافدين شاهد عيان لا ينكره إلا مكابر أو ممسوس ¶ يا أهل مكة لا زالت شمائلكم ¶ كالروض با كره سار من الديم ¶ أنفاسكم والنفوس الغر لابرحت ¶ كالزهر والزهر في لطف وفي كرم ¶ ما أمكم زائر إلا وآب بما ¶ يربو على فكره من كل مغتنم ¶ فأنتم الطيبون الطاهرون ومن ¶ لا ريب في مجدهم من سالف القدم ¶ لا عيب فيكم سوى أن النزيل بكم ¶ يسلو عن الأهل والأوطان والحشم ¶ جميلكم جَلّ أن يحصى وفضلكم ¶ في الناس أشهر من نار على علم ¶ يا أصحاب الفنادق والباعة وسيارات الأجرة: المعاملة الحسنة والصدق الصدق في البيع والشراء فالدين التعامل. ¶ يا ابن مكة والإسلام: إياك وبيع المحرم والمغشوش (ومن غش فليس ¶ منا) رواه مسلم.",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "* سائق الحافلة * ¶ يا أصحاب الحافلات: إياكم وترويع المارة وضيوف الرحمن وإيذاءهم ¶ إياكم ورفع الأصوات والضجيج بالأبواق والتحاسد فيما بينكم. ¶ إياكم والذهاب بالزوار للمزارات كغار ثور وحراء وما يقال أنه بيت الرسول - صلى الله عليه وسلم - فذاك خطأ أو محض افتراء بلا شك أو امتراء وإن صح فليس من الشرع التبرك به وزيارته والدعاء عنده كما نص على ذلك العلماء فأعطونا حديثاً صحيحاً عن أحب الناس لرسول الله - صلى الله عليه وسلم - صحابته الكرام أنهم فعلوا ذلك فتلك من المحدثات والبدع في الدين ونقلك لهم إليها معونة ودعوة للابتداع (ومن دعا إلى ضلالة كان عليه من الوزر مثل أوزار من تبعه لاينقص من أوزارهم شيء) كما قال - صلى الله عليه وسلم - رواه مسلم. فكن داعية للسنة لا للبدعة وأطب مطعمك تستجب دعوتك. ¶ إياك: أن تغش العمار في البلد الحرام فلا يؤدون مناسكهم على وجه التمام .. إياك إياك والسرعة فتودي بحياتهم للهلكة. ¶ إياك: أن تسمعهم ما حرم الله من أغان أو سباب أو شتام أو تؤذيهم بالسجارة والدخان وهم ضيوف الرحمن فإياك إياك أن تظلمهم واتق دعوة المظلوم في بلد الله ومن ضيف الله فتخسر دنياك وأخراك. ¶ هنيئاً لك خدمتهم وتحجيجهم وهم وفد الله فمن أكرم منهم ¶ عند الله؟ قال - صلى الله عليه وسلم -: (من دعا إلى هدى كان له من الأجر مثل أجور من تبعه) رواه مسلم. ما أجمل دعوة تحظى بها منهم: لا حرمت الأجر، لا حرمت الجنة، وفقك الإله وفتح لك أبواب رزقه .. فتسعد في دنياك وأخراك. ¶ كونوا صورة مضيئة للإسلام والمسلمين فأنتم أول من يستقبل وفد الله وآخر من يودعهم.",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "يا سائق العمار: أعن المعتمرين وساعدهم وآنسهم وأدخل السرور عليهم، خفف عنهم ألم السفر وغربته. ¶ كن داعية للإسلام بحسن تعاملك وإسماعهم المفيد من الأشرطة والمحاضرات في سيارتك. ¶ * رسالة المطوفين * ¶ معشر المطوفين: إنكم تشكرون على ما تبذلون وتسهرون وتقدمون لوفد الله وهنيئاً لكم ثم هنيئاً خدمة الحجيج والأجر العميم والثواب الجزيل، كم سترفع لكم من الدعوات إن أحسنتم وبذلتم وأخلصتم؟ وهي منقبة ومكرمة وشرف، والأخطاء واردة ولكن من الجميل جداً أن نعيش دائماً في معالجة الأخطاء والترقي بمستوى الطوافة إلى الأفضل والأمثل، ولتحتسبوا ولتصبروا وما عند الله باق (العمار والحجاج وفد الله دعاهم فأجابوا وسألوه فأعطاهم) رواه ابن حبان وابن ماجة ¶ وإننا نلحظ البعض يتساهل في تأدية رسالته المنوطة به من جوانب عدة منها: ضعف تعليم الوافدين أحكام الحج والعمرة والعقيدة الصحيحة وحرمة الحرم، عدم تعليمهم التنظيمات الداخلية في مكة والمسجد الحرام، ضعف الخدمات المقدمة. فيتحملون جزءاً كبيراً من تلك المظاهر. ¶ أيها المطوفون: وجهوهم علموهم ذكروهم، فالوفود أمانة في أعناقكم ومناسكهم أمانة في أعناقكم فلنؤد الرسالة دون تساهل.",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "* آفاق دعوية * ¶ * تكثيف إهداء الأشرطة والمطويات وقد قامت رئاسة الحرمين ومكتب التوجيه والإرشاد بالحرم بجهد من ذلك مبرور، سائلاً الله لهم الأجر والقبول. ¶ * تكثيف وزارة الصحة برنامج (معا لتكون مكة بلداً خالياً من التدخين) في المداخل لمكة وحول الحرم ومساكن الزوار وقد قامت بشيء من ذلك مشكورة مأجورة. ¶ * تكثيف المحاضرات والبرامج الدعوية وقد قام مكتب الدعوة بمكة ولجنة هدية الحاج بإمارة مكة بشيء من ذلك مسددين موفقين ونطلب من الجميع مزيداً من التفاني والعطاء .. ¶ * إقامة محاضرات توجيهية في الجوانب الإيمانية والأسرية والاجتماعية داخل المسجد الحرام مع الدروس العلمية المقامة والتنسيق بينها في الأماكن والأوقات والناس بحاجة لكلا الجانبين. ¶ * التواصل مع علماء ودعاة البلد الحرام والاستفادة منهم واللقاء بهم والتواصي لما فيه خير للإسلام والمسلمين والارتقاء بمستوى الأمة علمياً ودعوياًوفكرياًوتبادل الخبرات وتلاقح الأفكاروالتنسيق المسبق لذلك. ¶ * وضع باصات تنقل الزوار من جوار الحرم للمحاضرات والدورات والمخيمات المقامة في مساجد مكة وغيرها ذهاباً وإياباً. ¶ * تكثيف الإعلانات داخل الفنادق وحول الحرم عن المحاضرات والدروس والبرامج الهادفة، داخل الحرم وخارجه وأرقام العلماء والدعاة والجمعيات. ¶ * وضع ملصقات تذكيرية في أماكن متعددة كمداخل حدود الحرم والفنادق والشوارع وغيرها تتضمن تعظيم الحرم والتذكير بقدسية البلد الحرام وبعض الآيات والأحاديث والآثار في ذلك.",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "* الذهاب للمتنزهات والمخيمات الدعوية في مكة وماجا ورها من مدن للاستفادة واذهاب الملل والبعد عن الخلل ودواعيه. ¶ * حث الأبناء والبنات على الطواف وتشجيعهم على ذلك وحثهم على المشاركة في تفطير الصائمين وإيصائهم بمكارم الأخلاق ووضع المحفزات لذلك. ¶ * إذا قدم الإنسان إلى مكة للعمرة فإنه في الغالب متفرغ عن العمل، فليستغل هذا التفرغ في مراجعة محفوظاته العلمية وتصحيح سيره في شؤون حياته وأموره العلمية والدعوية لاحقاً ومستقبلاً. ¶ * وضع شبكة تفلزيونية داخل الفنادق تبث أحكام الحج والعمرة وآداب الحرم والعقيدة الصحيحة والتنظيمات الداخلية وغيرها من تعاليم الدين .. فمن لها معشر التجار ومن يبدأ ويعلق الجرس؟ ليحظى بأجر من تبعه .. فمن يبادر؟ ¶ * حجب القنوات التي تبث المحرمات وبث القنوات الإسلامية من خلال الصحون الفضائية .. فأين صنّاع القرار؟ ¶ * وضع صندوق للأفكار والمقترحات أو زيارة المسؤولين بالحرم. ¶ * وضع موقع للرئاسة على شبكة المعلومات لتواصل الناس معها من خلاله. ¶ * وضع صناديق في أماكن الاستقبال داخل الفنادق تحوي كتباً ومجلات مفيدة ووضع بعض الرسائل النافعة داخل الغرف والشقق. ¶ * الاستفادة من الجهاز التلفزيوني داخل الطائرات والباصات في بث البرامج المفيدة كأحكام العمرة وغيرها. ¶ * وضع حلقات قرانية لتعليم الوافدين القرآن في الحرم و المساجد التي حول الحرم والتي يكثر فيها سكن الوافدين ووضع الإعلانات لها في أيام المواسم. ¶ * إعداد بعض المحاضرات الصوتية من العلماء والدعاة لتعالج كثيراً من القضايا المذكورة وإخراج التسجيلات الإسلامية أشرطة منوعة وقصائد مؤثرة تحدو وتغري وتحذر.",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "* زيارة المكتبات العلمية ودور الكتاب والمكاتب التعاونية و الجمعيات الخيرية وجمعية مراكز الأحياء للاستفادة من أعمالهم وتجاربهم ودعمها حساً ومعنى ونقل تجاربهم للبلدان الأخرى في الداخل والخارج. ¶ * وضع دورات علمية مكثفة في الدروس المهمة في المساجد التي يكثر حولها الوافدون بعدة لغات في المواسم. ¶ * رجوع الأمة جمعاء دون استثناء إلى سير عظمائها وعلمائها وما أودعته في هذه الرسالة من تلك السير نزر يسيراً تهمس في أذن أولئك الذين لم يعظموا حرمات الله في حرم الله لتعظيمه .. تدعو أولئك الغافلين اللاهين للعودة إلى الله وتحقيق معنى العبودية لله. ¶ تصفع أولئك العاطلين البطالين الذين يعيشون في هذه الحياة لغير هدف سام وغاية نبيلة بل عشقوا القيل والقال والتجريح والتصنيف وكثرة الجدال وبث الإشاعات وهواة صيد البر والبحر والشوي على ¶ جمر السمر .. تضرب تلك السير في قلوب شباب الأمة أصحاب الاهتمامات الزائفة والأوقات الضائعة الذين لا هم لهم إلا السيارة وهاتف الجوال والطواف في الأسواق والجلوس على القنوات والحب الزائد والتعلق الزائف والغرام القاتل والتشبه بالنساء في زيهم وشعرهم. ¶ تكشف للمغرورين المعجبين حقيقة أنفسهم وأعمالهم .. تلطم أولئك الذين تمسكوا بقول الله: (ولا تنس نصيبك من الدنيا) ونسوا تمام الآية وأغضوا أعينهم وقلوبهم عنها (وأحسن كما أحسن الله إليك) .. تقرع أولئك الأذناب الذين خانوا الأمة في الشدة والرخاء، توقظ أصحاب العصبية والحمية والأخلاق السيئة والكبر والغطرسة عن عفنهم ونتنهم (دعوها فإنها منتنة) رواه مسلم. ¶ تناشد أصحاب الهمم والقمم لمزيد من الجد و العمل .. تفتح آفاقاً لمن حجبت عنه بعض الآفاق .. تستنهض الكسالى في العبادة والعلم والدعوة .. صور الطاهرات",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "العابدات العالمات تلطم كل امرأة ركضت وراء كل سفيه وناعق، تهمس في أذن المستقيمات الخيرات بالجد والارتقاء بأنفسهن نحو المعالي عبادة وعلماً والتحرك داخل مجتمعاتهن ومدارسهن وأسرهن وبين أخواتهن بمزيد من البذل والعطاء والدعوة إلى الله، ليكنّ قدوات ناجحات .. ليكنّ إيجابيات لا سلبيات .. تحذر أولئك الذين يغشون ويخدعون في البيع والشراء ضيوف الرحمن وأهل البيت الحرام، كيف تطيب أنفسهم بذلك بل أعظم منهم أولئك الذين يجاهرون ببيع الحرام بالبلد الحرام ويل لهم ثم ويل .. ¶ * المسؤولية مشتركة * ¶ * أن يعلم كل واحد منا أنه على ثغرة في الحرم وفي هذا البلد الأمين فهو عاصمة المسلمين فالمحافظة على آدابه وأخلاقه ونظافته ونقائه واجب أخلاقي وعقلي لايختلف فيه عاقلان بل قد يكون واجباً دينياً في بعض صوره (ومن يعظم شعائر الله فإنها من تقوى القلوب) فالتعاون مع المسئولين والعاملين بالحرم على تأدية رسالتهم على أكمل وجه مطلب شرعي (وتعاونوا على البر والتقوى) لا بل شكرهم وتصبيرهم وإهداء الابتسامة لهم وبذل السلام عليهم وإسداء النصح لهم بكل رفق وحكمة وأدب والدعاء لهم منهج نبوي كريم وخلق إسلامي أصيل قال - صلى الله عليه وسلم -: (ومن لا يشكر الناس لا يشكر الله) رواه الترمذي وقد سهروا ووقفوا ورابطوا وتعبوا وحرسوا .. ¶ * وضع سبل الوقاية والعلاج والتطوير والدراسة و التنظيم لما يحدث ويتكرر من مشكلات لأمة الإسلام وما سيحدث من عوائق وعقبات وأزمات فالأمة المسلمة مليئة بالعلماء والمفكرين وأصحاب العقول والطاقات والقدرات لوضع الحلول لكثير من المشكلات والترقي والسمو في النجاح بل أعلى مراتبه ودرجاته لا بل منتهاه. ¶ إلى متى والأمة تعيش ويلات ويستنزف منها كثيراً من الطاقات ونرى ذلك الهدر والضعف والفشل والوشل؟! إلى متى والأمة تتجرع غصصاً كل عام بل كل يوم لا بل كل لحظة وساعة؟!",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "أي نجوى أبثها ومدادي ... مثخن من تفاقم الأوضاع ¶ أنا من أمة تداعت عليها ... أمتي في الفؤاد جرح عميق ... أمم من ثعالب وسباع ¶ واقع مؤلم ودرب مريب ... نازف من تشتت وصراع ¶ لاتلوموا إذا سكبت دموعي ... ليس يخفى على اللبيب الواعي ¶ أي لفظ أصوغ منه شعوري ... واشتكت كلماتي من الأوجاع ¶ وأصوغ تريثي واندفاعي (108) ¶ إلى متى والأمة لا تستفيق إلا إذا وقع الفأس على الرأس كما يقال؟! حينها تستنهض الهمم وتعلن حالة الاستنفار وينادي المنادي بالمساء والصباح ويسمع البكاء أو التباكي والعويل والندب والنياح وتنبعث الأقلام ويستيقظ النومان ويتكلم الشريف والوضيع والعالم والجاهل والرويبظة والفويسقة ومن ليس من أهل الحل والعقد والاختصاص ويبدأ النقد والهجوم والتهويل والتهوين وتعقد اللقاءات وكلٌ يوظف الحدث لصالحه كيفما أراد وحسب توجهه وفكره دون الرجوع للأصول المرعية في معالجة الحدث وأهل الاختصاص الصادقين الأمناء ذوي العدل والإنصاف و كلمة الحق، كل ذلك يهون حينما تكون المصيبة العظمى وهي أن يكون ذلك الزحف نحو الحدث شرارة سرعان ما تخبو وسحابة صيف سرعان ما تزول وأعظم منه حينما يقال إن الإسلام وأهل الإسلام هم السبب عجب ثم عجب. ¶ الدين مبني على المصالح ... في جلبها والدرء للقبائح ¶ الدين جاء لسعادة البشرولا ... نتفاء الشر عنهم والضرر ¶ فكل أمر نافع قد شرعه ... وكل ما يضرنا قد منعه (109) ¶ إن أصحاب القلوب الحية والنفوس اليقظة يتألمون يحزنون يقلقون يهتمون يغتمون بل يبكون لا بل لا ينامون إلا قليلاً ولا يأكلون إلا يسيراً مما يشاهدون ويسمعون. ¶ لماذا كل تلك المشاهد ولنكن صرحاء؟",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "* البعد عن الله ومنهج الله الذي أراده الله لخلقه. ¶ * ستر المعايب وعدم المصداقية في الطرح والعلاج .. ¶ * عدم الاعتراف بالخطأ وهذا من شأن الحمقى والمغفلين والمتكبرين وحالهم ليس أحد منا أحفظ لما استحفظ عليه وإن من شأن العقلاء والعظماء الإقرار بالعيب والنقص وطلب النصح والتسديد والاستنارة بآراء الآخرين. ¶ * عدم وضع الإنسان المناسب في المكان المناسب وإذا أسند الأمر إلى غير أهله فانتظر الساعة كما صح الخبر عن سيد البشر (رواه البخاري). ¶ * احتقار آراء الآخرين والأصوات الأخرى. ¶ * ارتجالية الحلول والقرارات وعدم المبالاة. ¶ * قاعدة الضعفاء والكسالى) أهم شي سير العمل لا النجاح أو النجاح دون تفوق). ¶ * الاهتمام بالفروع وترك الأصول وفهم المقاصد، الاهتمام بالمباني دون المعاني .. الاهتمام بالشكليات كما يقال. ¶ * انشغال بعض أفراد الأمة بعضهم ببعض، إما على غير منهج شرعي أو بردود ومناقشات لاطائل من ورائها ويسعها الخلاف، انشغلوا بها عن قضايا العقيدة والتوحيد بمفهومه الشامل لهذه الحياة فليست قضية التوحيد هي قضية عباد القبور والحلف بغير الله وقول ما شاء الله وشاء فلان فقط كما يفهمه البعض ومنه جاء الخلل وكثر الدخل وعظم الزلل.",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "* جرح جديد في الأمة * ¶ * تهافت الفضلاء والنبلاء والناس عموماً على المال والمساهمات وسوق البورصة وانشغالهم بها عن رسالتهم للأمة وقد صدرت فتاوى العلماء في التحذير من المساهمة في البورصة وغيرها ومن ذلك المجمع العلمي وغيره، ركضوا وراء المال والمساهمات ونسوا هدفهم ورسالتهم في الحياة، ضعفوا واستكانوا وركنوا إلى الأثرياء وملاّك القصور فدخلوا في غيابة الجب وهم لا يشعرون بل غيابة الجب أرحم، فكان ما كان مما لم يكن في البال والحسبان وأما عوامهم وشبابهم المؤمل فيهم، فقد أصابهم هوس وجنون المال، فهم يعيشون في كذب وظلم وحيلة وخيانة وحلف كاذب وتضييع للصلوات وارتكاب للمحرمات وانتكاسة في الدين والأخلاق، وتتبع للرخص والبحث عن فتاوى التسهييل والكذب على العلماء والدعاة في كونهم مساهمين أو مفتين استغلالاً لأسمائهم وعلاقتهم بهم وتغريراً بالعوام، اتهامات وحمل للسلاح وضارب ومضروب ونزاعات وتنكر للأخوة والصداقة والوفاء، هموم وغموم وتخف من الناس وهروب من الأوطان وإغلاق دائم لهواتفهم وارتكاب للديون وقطع للأرحام بل يهجر أمه وأباه وأخته وأخاه وينقلب على عقبيه لأجل المال أصبحوا وحوشاً ضارية نسأل الله العافية وآخر المطاف محاكمة وسجن بل الطامة الكبرى أن يبحث عن مخرج ليبيع دينه بعرض من الدنيا قليل، فيسمى الربا بغير اسمه وتوصف الرشوة بغير وصفها والخوض في التأويل والواقع خير شاهد فهل نفيق؟! ¶ وإن ذلك كشف لنا عن حقيقة الكثير والكثير ودلنا أن هناك أغبياء ومغفلين وسذجاً وحمقى كثر، شاب يبلغ من العمر اثنان وعشرون سنة يجمع مليار وزيادة في مساهمة مكذوبة ومريبة ومحرمة أو مشبوهة وامرأة تساهم مع شخص بستة وسبعين مليون في مساهمة زائفة ومجموعة أشخاص يساهمون مع طالب في الجامعة بأكثر من عشرين مليون. ومع هذا كله لم يفق المغفل ولم يردع الخائن وكل يوم ننتظر لعبة جديدة فمتى",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "نفيق ومن المسئول؟ وإن القانون لا يحمي المغفلين .. فأين صنّاع القرار؟ إنهم أضاعوا ثروات المسلمين وأهدروها ¶ يا قوم: ماذا تغني الأموال الطائلة إذا كانت القلوب ضائعة؟! ¶ ما ذا تغني القصور الفارهة إذا كانت القلوب من الإيمان خاوية؟! ¶ يا قوم: أمور تفت القلوب فتاً .. ¶ يا قوم: لأن نعيش فقراء مؤمنين مطمئنين خير من أن نعيش أثرياء بلا إيمان قلقين مطاردين متابعين متخفين ظالمين والله المستعان. ¶ أي حال كهذه مليئة بالمأساة والمعاناة؟ واسألوا أصحاب المساهمات ورؤساء المجموعات عن حالهم قبل وبعد، وبعضهم شباب صغار أو كبار فضلاء قد غرّر بهم من ورائهم ولم يدركوا كثيراً من الحقائق في مجال التجارة والتجار، وإن الإنسان ليخشى أن تكون هذه عقوبة من الله بسبب مافعلوه وارتكبوه من مخالفة أمر الله، إنهم زادوا الأمة جراحاً إلى جراحها وأشغلوها بتلك المساهمات ومصائبها عن واجباتها العظيمة هداهم الإله وردهم للحق رداً جميلاً. ¶ ولابد من وقفة للعلماء وأصحاب القرار نحو هذا المنعطف الخطير. ¶ معشر المسلمين ومعشر الأخيار والفضلاء: ما الأمر وما الخطب وما الجلل؟! وصدق رسول الله - صلى الله عليه وسلم - حين قال: (فو الله ما لفقر أخشى عليكم ولكن أخشى أن تبسط عليكم الدنيا كما بسطت على من كان قبلكم فتنافسوها كما تنافسوها فتهلككم كما أهلكتهم) رواه مسلم، والمال فتنة والحي لا تؤمن عليه فتنة قال - صلى الله عليه وسلم -: ¶ (لكل أمة فتنة وفتنة أمتي في المال) رواه أحمد اللهم إنا نسألك الثبات حتى الممات ونعوذ بك اللهم من الفتن ما ظهر منها وما بطن. اللهم إذا أردت بعبادك فتنة فاقبضنا إليك غير مفتونين. ¶ إن مشاركة الفضلاء وبعض أفراد الأمة في التجارة أمر مطلوب في رفع اقتصاد الأمة المسلمة وفق شرع الله لكن ليس على حساب أهدافنا وأخلاقنا وديننا وذلك الركام",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "الهائل من السموم والآفات وما هكذا تورد الإبل يا سعد؟! إن المتأمل لتاريخ الأمة أفراداً وجماعات وحالها الآن يجد أنها تنحرف نحو منعطفين خطيرين: المال والشهوة والجنس، وإن الناظر لمصائب الأمة وغزو عدوها وقتله لها يجده من خلال هذين الأمرين قال - صلى الله عليه وسلم -: (ماتركت بعدي فتنة أضر على الرجال من النساء) رواه الترمذي. ¶ * ضعف الأمانة. ¶ * عدم الوسطية في الحلول والدراسات إما إفراط أو تفريط، إما غلو أو جفاء، إما يمين أو يسار ونحن أمة الوسط والاعتدال والاتزان والتحصيل في التفصيل كما يقال. ¶ * عدم الرجوع للعلماء وأهل الحل والعقد أو عدم الاستماع لهم وحينما استمع ملك مصر ليوسف عليه السلام ونبذ قول حاشيته كيف كانت النتيجة وكيف عاد لمصر قواها وغناها؟! ¶ * الخوف من النقد أو ردود الأفعال أو النقد غير البناء ومن لا يعمل لا يخطئ وفرق بين الخطأ بتفريط أو دون تفريط عند الفقهاء والعقلاء وأصحاب القانون. ¶ * الخوف من الجديد غير المخالف لقواعد الشرع وروح النظام كما يقال ولسان الحال بل نتبع ما وجدنا عليه آباءنا أو لم يسبقنا أحد بهذا و لا ذاك. ¶ معشر العقلاء: لنكن صرحاء ففي الصراحة تكمن الراحة كما يقال إننا بحاجة ماسة وملحة إلى الصدق والحزم والعزم في حل مشكلاتنا والوصول إلى ساحل النجاة وبحر الأمان والنظر في المصالح العامة لا الخاصة والتأمل في مآلات الأمور حين صدور القرارات والفتاوى. ¶ إننا بحاجة إلى التعاون، فنريد من الجميع أن تتظافر الجهود وتتآزر الأقلام وتتساند الأيدي وتتعاضد العقول وتتلاقح الأفكار، فنحن أمة الإسلام، الدين واحد والقبلة واحدة والرب واحد .. نريد أن نكون يداً واحدة وأصابعاً في كف ودماً في جسد وعينين في رأس ولا خير في اليد اليمنى بغير يسار.",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "دار بين الشيخ المكي عبدالله العمري والخليفة العباسي هارون الرشيد حوار ما مضمونه: أن الخليفة كان يسعى بالبيت فتعلق الشيخ بدابته وقال ياهارون فقال الخليفه: لبيك ياعم، فقال الشيخ المكي: ارق إلى الصفا، فلما رقى الخليفة للصفا قال له الشيخ: ارم بطرفك إلى ¶ البيت، قال الخليفة قد فعلت، فقال له الشيخ: كم هم؟ قال: ومن يحصيهم، قال الشيخ: فكم في الناس مثلهم؟ قال خلق لا يحصيهم إلا الله. ¶ عند ذلك قال له الشيخ: أنت تعلم أن كل واحد من هذه الخلائق يحاسب عن خاصة نفسه وأما أنت و حدك فتسأل عنهم أجمعين. ¶ فما كان من هارون الرشيد إلا أن بكى بكاء ً شديدا ً مما يراه من كثرة الناس بالمطاف وكان الوقت وقت حج فأثرت هذه الكلمات في نفسه أبلغ تأثير .. ثم قال له وأخرى أقولها لك: إن الرجل إذا أساء التصرف بماله يحجر عليه، فكيف أنت تسرف في أموال المسلمين وتسيء التصرف فيها وأنت محاسب عليها بين يدي الله جل وعلا. ¶ فازداد بكاؤه حتى كاد يسقط أرضا ً من شدة البكاء والتف جنده لجذب الشيخ المكي من أمامه يريدون طرده، فكفهم الخليفة بيديه عنه وماكان من الشيخ المكي إلا أن مضى في حاله متجهاً نحو البيت لعتيق (110). ¶ معشر الموحدين من مكيين ومقيمين ووافدين: ¶ نريد البلد الحرام والمسجد الحرام بلداً كما أراده الله .. ¶ بلداً آمناً مطمئناً .. ¶ بلداً طاهراً من كل رجس ونجس .. بلداً حراماً .. ¶ بلداً للعبادة ليس للسياحة، فشمسها محرقة وجبالها سوداء وأوديتها مقفرة واد غير ذي زرع فما أرادها الله بلداً للهو والسياحة.",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "بلداً خالياً من البدع والأهواء وكل سوء .. لا بدعة و لاخرافة، لارجب ولا شعبان له فيه مزية. لا تحيا فيه بدعة مولد أو رفض ما أنزل الله بها من سلطان. ¶ بلداً خالياً من مزامير الشيطان. ¶ بلداً يسير وفق شرع الله وسنة رسول الله صلى عليه الله. ¶ بلداً يحمل رسالة الإسلام والتوحيد .. ¶ بلداً يحمل أنموذجاً يحتذى ومثالاً يقتدى وشاهداً للإسلام والمسلمين .. ¶ بلداً يجسد حضارة الإسلام والمسلمين في التقدم والرقي والتنظيم ¶ والعمران .. ¶ بلداً يمثل ثقافة الإسلام والمسلمين .. ¶ يا بني قومي أما ... آن أن نرقى أما ¶ فابعثوها يقظة ... تقلب الأرض سما",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "* قبل الختام * ¶ كلمة اعتذار لبيت الله الحرام فمهما كتبت الأقلام وصنفت الأسفار ونظمت الأشعار فلن توفيه حقه، فحقه أجل وأعظم .. ¶ كلمة شكر أزجيها وأهديها لكل رئيس ومرؤوس، وكل كبير وصغير وكل من ساهم في خدمة البلد الحرام، مالاً وجهداً وعملاً، إمامة وتدريساً و تعليماً وتأليفاً ودعوة، فكرة ودراسة وتطويراً، حراسة وحسبة ونظافة ومتابعة، جزى الله كل أعين سهرت وأقدام تعبت وأيد بذلت وعقول فكرت وألسن قرأت وعلمت وأرشدت وأقلام كتبت أجر كل طائف ومعتمر وقارئ وساجد. ¶ كلمة شكر ووفاء ودعاء لكل من أطلّ على هذه الرسالة بملاحظاته فأفاد وأجاد من طلبة العلم النبلاء والأدباء الفضلاء والشباب الحكماء فجزاهم ربي خير الجزاء. ¶ إذا أفادك إنسان بفائدة ... من العلوم فأدمن شكره أبدا ¶ وقل فلان جزاه الله صالحة ... وألق عن كتفيك الكبر والحسدا ¶ أخيرا هذه كلماتي وفي النفس أشجاني .. ¶ هذه حروفي ومازال الحبر في قلمي، اكتفيت بالقلة خشية السآمة ¶ والعلة وأعتذر إلى الناظر في هذا الكتاب من خلل يراه أو لفظ لا يرضاه بل المأمول أن يسد خلله ويصلح زلله وأستغفر الله مما وقع من الذهول والنسيان وقد جبل عليها كل إنسان فقلّما يخلو إنسان من نسيان وقلم من طغيان، كما أخبر سيد الأنام: (رفع عن أمتي الخطا والنسيان) رواه ابن ماجه. ¶ سائلاً الله أن تسكن الجأش وتسد الخلة وأن تكون سبباً في جبر الكسر واعتدال الميل واندمال الكلم ومداواة الجرح وأن ينفع بها من قصد البيت ونحاه وأن يبلغه في الدارين أعلى مناه و منتهاه.",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "واختموا يا من قرى أومن درى ... بصلاة للنبي خير الورى ¶ مع سلام من سما أم القرى ... ما دجى الليل وما البدر سرى ¶ يارب صل عليه كلما صدحت ... ورق الحمائم في الإشراق والطفل ¶ إن لم أفز بهما أنشدت في خجل ... أستغفر الله من قول بلا عمل ¶ واجعل مقالي مضموماً إلى عمر ... ترضى به دائماً بالموت متصل ¶ وما أبرئ نفسي إنني بشر ... أسهو وأخطئ مالم يحمني قدر (¬1) ¶ ولاترى لي عذراً أولى بذي زلل ... من أن يقول مقراً إنني بشر ¶ ياناظراً فيه فارج الله مرحمة ... على المؤلف واستغفر لصاحبه ¶ واطلب لنفسك من خير تريد به ... من بعد ذلك غفراناً لكاتبه ¶ والحمد لله الكريم وهذه ... نجزت وظني أنه يرضاها ¶ وإلى لقاء آخر يسّره الله بمنه وكرمه .. ¶ إنا وإن كنّا على البعاد والتفرق ... لنلتق بالذكر إن لم نلتق ¶ إنا وإن بعدت بنا الأوطان ... وتباعد الأحباب والخلان ¶ للقاؤنا متجدد بتذاكر ... وتدارس ووصالنا الإيمان ¶ وآخر دعوانا أن الحمد لله رب العالمين. ¶ فهد بن يحيى العماري ¶ مكة حرسها الإله ¶ E.mail : ammare 1395 @ maktoob . com ¶ ¬__________ ¶ (¬1) -  هذا اللفظ أسند الشاعر فيه الحماية للقدر تجوّزاً وهو خطأ والقدر لايصنع شيئاً وإنما الله وذكره ابن عثيمين رحمه الله في فتاواه.",
            "page": "102",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "* المراجع والحواشي * ¶ (1) سير وتراجم لعمر عبدالجبار 6. ¶ (2) هذه القصيدة للأستاذ عبدالله العاتي. ¶ (3) للأستاذ عبدالله العاتي. ¶ (4) مستفاد الرحلة والاغتراب للسبتي 362. ¶ (5) شفاء الغرام 1/ 181. ¶ (6) تفسير ابن كثير3/ 1249. ¶ (7) جامع العلوم والحكم 332. ¶ (8) فضائل مكة الواردة في السنة جمعا ودراسة للغبان. ¶ (9) العقد الثمبن بتاريخ البلد الأمين للفاسي 6/ 84. ¶ (10) منسك الإمام عطاء للحميدان. ¶ (11) ابن قيم لبكر أبوزيد. ¶ (12) 122المختصر من كتاب نشر النور والزهر في تراجم أفاضل مكة لعبدالله مرداد. ¶ (13) العقد5/ 508. ¶ (14) العقد.4/ 374. ¶ (15) المختصر464. ¶ (16) الدر الكمين بذيل العقد الثمين لابن فهد الهاشمي 1/ 6. ¶ (17) العقد1/ 401. ¶ (18) مستفاد الرحلة للسبتي 266. ¶ (19) الفتاوى العراقية 1/ 84. ¶ (20) مجلة البحوث الإسلامية العدد 72. ¶ (21) الدر1/ 587. ¶ (22) البداية والنهاية3/ 126. ¶ (23) العقد 7/ 494. ¶ (24) للأستاذ عبدالله العاتي. ¶ (25) شفاء الغرام للفاسي 2/ 286 ¶ (26) مستفاد الرحلة والاغتراب 316. ¶ (27) طبقات الحفاظ 547. ¶ (28) للأستاذ عبدالله العاتي. ¶ (29) العقد1/ 410. ¶ (30) العقد 3/ 36. ¶ (31) الدر2/ 1087. ¶ (32) الدر 2/ 1086. ¶ (33) العقد 1/ 142. ¶ (34) الدر 1/ 27. ¶ (35) العقد 2/ 149. ¶ (36) المجموع 8/ 11. ¶ (37) العقد 4/ 504. ¶ (38) العقد 7/ 333. ¶ (39) العقد 2/ 30. ¶ (40) العقد 7/ 135. ¶ (41) العقد 7/ 317. ¶ (42) شرح مسلم 1/ 72. ¶ (43) المختصر121.",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "(44) الدر الكمين 1/ 501. ¶ (45) الدر 3/ 1622. ¶ (46) المختصر 224. ¶ (47) العقد1/ 412. ¶ (48) العقد.3/ 100. ¶ (49) شفاء الغرام 1/ 85. ¶ (50) العقد 6/ 363. ¶ (51) العقد 1/ 410. ¶ (52) العقد 8؟ 27. ¶ (53) العقد 2/ 399. ¶ (54) العقد 8/ 206. ¶ (55) الجامع ص10. (وجدت هذا النقل على شبكة الإنترنت فرجعت للقرطبي فلم أجده). ¶ (56) الدر 2/ 1417. ¶ (57) الدر 2/ 1444. ¶ (58) العقد 8/ 9. ¶ (59) الدر الكمين 1/ 22. ¶ (60) الكتاتيب في الحرمين لابن دهيش. ¶ (61) أورده ابن كثير حديثا ولم يسنده لأحد 3/ 1109 وبحثت عنه فلم أجده. ¶ (62) الدر 1/ 320. ¶ (63) العلامة المحدث محمد عبدالرزاق من علماء الحرمين تأليف محمد أحمد سيد. ¶ (64) 3/ 123 العقد. ¶ (65) العقد1/ 595. ¶ (66) الدر 1/ 159. ¶ (67) الدر1/ 517. ¶ (68) 2/ 1091 الدر الكمين. ¶ (69) سير وتراجم 90. ¶ (70) مستفاد الرحلة والاغتراب للبستي 380. ¶ (71) 1/ 416 العقد. ¶ (72) 3/ 105 العقد. ¶ (73) المختصر 267. ¶ (74) المختصر 16. ¶ (75) المختصر 327. ¶ (76) المختصر 312. ¶ (77) سير وتراجم 101. ¶ (78) المختصر 310. ¶ (79) الشيخ أبوبكر خوقير حياته وآثاره لبدر الدين ناضرين. ¶ (80) جهود بعض علماء البلد الحرام في تقرير العقيدة السلفية رسالة ماجستير ... لعبد المحسن الحربي. ¶ (81) العقد 3/ 262. ¶ (82) العقد3/ 292. ¶ (83) العقد 4/ 327. ¶ (84) العقد 5/ 420. ¶ (85) الدر1/ 455. ¶ (86) العقد 3/ 114. ¶ (87) العقد 6/ 457. ¶ (88) العقد 8/ 233.",
            "page": "105",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "(89) الدر1/ 245. ¶ (90) العقد 8/ 310. ¶ (91) المختصر 387. ¶ (92) العقد 6/ 298. ¶ (93) الدر 1/ 656. ¶ (94) ملء العيبة بما جمع بطول الغيبه في الوجهة الوجيه إلى الحرمين مكة وطيبه لابن رشيد الفهري السبتي 80. ¶ (95) العقد 2/ 109. ¶ (96) شفاء الغرام. ¶ (97) العقد3/ 43. ¶ (98) ا الدر 1/ 575. ¶ (99) الدر 1/ 20. ¶ (100) العقد.3/ 75. ¶ (101) الدر2/ 990. ¶ (102) العقد3/ 143. ¶ (103) العقد.4/ 491. ¶ (104) شفاء الغرام. ¶ (105) جدد حياتك للغزالي. ¶ (106) أخبار مكة للأزرقي 194. ¶ (107) العقد3/ 122. ¶ (108) للأستاذ الحكمي. ¶ (109) منظومة ابن عثيمين والسعدي. ¶ (110) قصص المكيين لمحمد الحسني 2/ 55.",
            "page": "106",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "* أرقام تهمك * ¶ الجهة المتعاونة ... رقم الهاتف ... الجهة المتعاونة ... رقم الهاتف ¶ هيئة السوق ... 5745194 ... رئاسة الحرمين ... 5730123 ¶ الخطوط السعودية ... 5433333 ... إمارة مكة ... 5722727 ¶ جمعية مراكز الأحياء ... 5303111 ... جامعة أم القرى ... 5501000 ¶ لجنة الإصلاح ... 5541751 ... رابطة العالم الإسلامي ... 5600919 ¶ لجنة التوفيق الأسري ... 5233309 ... المكتب التعاوني ... 5360594 ¶ مركز الدعوة بشرق جدة ... 02.6760452 ... المستودع الخيري ... 5665746 ¶ هدية الحاج ... 5401111 ... الهلال الأحمر ... 5361010 ¶ مستشفى أجياد ... 5730070 ... شرطة الحرم ... 5701082 ¶ هيئة الحرم ... 5739922 ... مكتبة الحرم ... 5372871 ¶ قافلة الشباب ... 0503502641 ... إذاعة القرآن بمكة ... 5429898 ¶ مركز الدعوة بمكة ... 5668048 ... *فتاوى النساء بجدة ... 02.6707779 ¶ **الإفتاء بالحرم ... 5733322 ... الإفتاء بالحرم ... 5741205 ¶ * برنامج فتاوى النساء واستشاراتهم بجدة من السبت إلى الثلاثاء بعد صلاة المغرب حتى الساعة 9.45 مساءً. ¶ ** هواتف الإفتاء بالحرم نوعان: ¶ أ - عن طريق الهاتف المباشر (يضاف مفتاح مكة 02 لمن كان خارجها). ¶ ب- عن طريق الاتصال الداخلي من خلال سماعات الهاتف التي داخل الحرم ¶ على مداخل الأبواب.",
            "page": "107",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "* الفهرس * ¶ العنوان ... رقم الصفحة ... العنوان ... رقم الصفحة ¶ نداءات ... دور شباب الحرم ... ¶ ما أشد غربة البيت ... يا طالب الجامعة ... ¶ أهكذا يفعل ضيف الله؟ ... دعاة إلى بلدانهم ... ¶ صفحات مطوية ... يا تجار الحرم ... ¶ مشاهد مؤلمة ... وللنساء جولة ... ¶ طواف جديد ... شعار أهل مكة ... ¶ شيء محزن ... هنيئاً للعاملين بالحرم ... ¶ يازائر البيت ... جدد حياتك ... ¶ مشاعر ودموع ... الكرم المكي ... ¶ أخلاقيات ... سائق الأجرة والحافلة ... ¶ قلوب عاشقة ... رسالة المطوفين ... ¶ صور مشرقة ... آفاق دعوية ... ¶ تهنئة لأهل مكة ... المسؤولية مشتركة ... ¶ حان الوقت ... جرح جديد في الأمة ... ¶ يا صاحب الفندق ... قبل الختام ... ¶ صاحبة النقاب ... المراجع والحواشي ... ¶ أيها الأب ... أرقام تهمك ... ¶ يا علماء الحرم ... الفهرس",
            "page": "108",
            "part": "1"
        }
    ],
    "t35092": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "حنين الأفئدة"
        }
    ]
}