{
    "b35107": [
        {
            "id": "1",
            "nass": "ذم النفس والهوى ¶ للشيخ/ عبد الهادي حسن وهبي ¶ أمين وقف البخاري الخيري في عكار - شمال لبنان ¶ قَالَ اللهُ تَعَالَى: (( فَلاَ تُزَّكُوا أَنْفُسَكُمْ هُوَ أَعْلَمُ بِمَنِ اتَّقَى )) [النجم: 32]. ¶ أَيْ: لاَ تمدحوها وَلاَ تبرؤوها عن الآثام، وَلاَ تثنوا عليها، فإنّ ترك تزكية النّفس أبعد مِن الرياء وأقرب إِلَى الخشوع. ¶ (( هُوَ أَعْلَمُ بِمَنِ اتَّقَى )) أَيْ أخلص العمل، واتّقى عقوبة الله [ الجامع لأحكام القرآن (17/72)]. ¶ فإنّ التقوى، محلّها القلب، والله هُوَ المطّلع عليه، المجازي عَلَى مَا فيه، مَنْ برٍّ وتقوى، وأمّا النَّاس، فَلاَ يغنون عنكم مِن الله شيئاً [تيسير الكريم الرَّحْمن (5/128)]. ¶ قَالَ اللهُ تَعَالَى: (( أَلَمْ تَرَ إِلَى الَّذِينَ يُزَكُّونَ أَنْفُسَهُمْ بَلِ اللهُ يُزَكِّي مَنْ يَشَاءُ وَلاَ يُظْلَمُونَ فَتِيلاً )) [النساء: 49]. ¶ فالزّاكي المزكَّى مَنْ حسنت أفعاله، وزكّاه الله عَزَّ وَجَلَّ، فلا عبرة بتزكية الإنسان نفسه، إنّما العبرة بتزكية الله لَهُ.[الجامع لأحكام القرآن (5/159)]. ¶ قَالَ بعضُ العارفينَ: انتهى سَفَرُ الطَّالبينَ إِلَى الظَّفَرِ بأَنفُسِهِم، فمَن ظَفِرَ بِنَفْسِهِ؛ أَفْلَحَ وأَنْجَحَ، ومَن ظَفِرَتْ بِهِ نفسُهُ خَسِرَ وهَلَكَ. قَالَ تَعَالَى: (( فَأمَّا مَنْ طَغَى * وآثَرَ الحياةَ الدُّنْيَا * فإنَّ الجَحيمَ هِيَ المَأْوَى *وأمّا مَنْ خَافَ مَقامَ ربّهِ ونَهَى النَّفسَ عنِ الهَوى *فإنَّ الجَنّةَ هِيَ المأوى )) [النّازعات: 37-41]. ¶ فالنَّفسُ تدعو إِلَى الطُّغيانِ وإيثارِ الحياةِ الدُّنْيَا، والرَّبُّ يدعو عبدَه إِلَى خَوْفِهِ ونَهْيِ النَّفْسِ عَنِ الهَوى، والقلبُ بينَ الدَّاعِيَيْنِ، يميلُ إِلَى هَذَا الدَّاعي مرَّةً، وإلى هَذَا مرَّةً. ¶ وهذا موضِعُ المحنةِ والابتلاء.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "فحقيقٌ بمن هَذَا شأنُهُ أَنْ يرغبَ إِلَى خالقها وفاطرها أَنْ يَقِيَها شرَّها، وأن يُؤْتيَها تقواها ويُزكّيها، فَهُوَ خيرُ مَنْ زكّاها، فإنّه رَبُّهَا ومولاها، وأن لاَ يَكِلَه إِلَيْهَا طَرْفَةَ عين، فإنَّه إن وَكَله إِلَيْهَا هَلَكَ، فَمَا هَلَكَ مَنْ هلك إِلاَّ حيثُ وُكِلَ إِلَى نفسه. ¶ النَّفسُ إِذَا سَكَنَتْ إِلَى اللهِ، واطمَأَنَّتْ بِذِكْرِهِ، وأَنابَتْ إِلَيْهِ، واشتاقَتْ إِلَى لِقَائهِ، وأَنِسَتْ بقُرْبِهِ، فهي مُطْمَئنَّةٌ، وهي التي يُقالُ لَهَا عِنْدَ الوفاةِ: (( يَا أَيَّتُها النَّفْسُ المُطْمَئِنَّةُ * ارْجِعي إِلَى رَبِّكِ راضِيَةً مَرْضِيَّةً )) [الفجر: 27-28]. ¶ قَالَ اللهُ تَعَالَى: (( إِنَّ النَّفْسَ لأَمَّارَةٌ بِالسُّوءِ إِلاَّ مَا رَحِمَ رَبِّي )) [يوسف: 53]. ¶ أي: تأْمُرُ صاحِبَها بِمَا تهواهُ، مِن شهواتِ الغيِّ، واتّباعِ الباطلِ، فَهِيَ مأْوى كلِّ سوءٍ، وإِنْ أَطاعَها قادَتْهُ إِلَى كلِّ قبيحٍ وكلِّ مكروهٍ. ¶ وَقَدْ أَخْبَرَ سُبْحَانَهُ أَنَّهَا أَمَّارةٌ بالسّوءِ، ولم يَقُل: \"آمرةٌ \" لكثرةِ ذَلِكَ مِنْهَا، وأَنَّهُ عادَتُها ودَأْبُها إِلاَّ إِذَا رحِمَها اللهُ وجعَلَهَا زَاكيةً تأْمُرُ صاحِبَها بالخيرِ، فذلك مِن رحمةِ اللهِ، لاَ مِنْهَا، فإنَّهَا بذاتِها أَمَّارةٌ بالسُّوءِ؛ لأَنَّها خُلِقَتْ فِي الأصلِ جاهلةً ظالمةً؛ إِلاَّ مِن رحمةِ اللهِ، والعَدْلُ والعلمُ طارئٌ عَلَيْهَا بإلهامِ رِّبها وفاطرِها لَهَا ذَلِكَ، فَإِذَا لَمْ يُلْهِمْهَا رُشْدَها بَقِيَتْ عَلَى ظُلْمِها وجَهْلِها، فلم تَكُنْ أَمَّارةً إِلاَّ بموجِبِ الجهلِ والظُلْمِ، فلولا فضْلُ اللهِ ورحمتُه عَلَى المؤمنينَ مَا زَكَتْ منهُم نفسٌ واحدةٌ.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "فَإِذَا أرادَ اللهُ سبحانَه بِهَا خيراً جعلَ فِيهَا مَا تزكو بِهِ وتصلُحُ: مِنَ الإراداتِ والتصوُّراتِ وإذا لَمْ يُرِدْ بِهَا ذَلِكَ تَرَكَها عَلَى حالِها التي خُلِقَتْ عَلَيْهَا مِن الجهلِ والظُّلْمِ. ¶ وسببُ الظُّلْمِ: إِمَّا جَهْلٌ وإِمَّا حاجة. ¶ وهي فِي الأصْلِ جاهلةٌ، والحاجةُ لازمةٌ لَهَا، فلذلك كَانَ أَمْرُهَا بالسُّوءِ لازماً لَهَا إِنْ لَمْ تُدْرِكْهَا رحمةُ اللهِ وفَضْلُه. ¶ وبهذا يُعْلَمُ أَنَّ ضرورةَ العبدِ إِلَى ربِّهِ فوقَ كلِّ ضرورةٍ، وَلاَ تُشبِهُها ضرورةٌ تُقاسُ بِهَا؛ فإِنَّهُ إِنْ أَمْسَكَ عَنْهُ رَحْمَتَهُ وتوفيقَهُ وهِدايتَه طرفةَ عينٍ خَسِرَ وهَلَكَ. ¶ قَالَ الله تَعَالَى: (( إِن يَنصُرْكُمُ اللهُ فَلاَ غَالِبَ لَكُمْ وَإِن يَخْذُلْكُمْ فَمَنْ ذَا الَّذِي يَنصُرُكُمْ مِن بَعْدِهِ )) [آل عمران: 160]. ¶ وأصلُ الخذلان: التركُ والتخْلية. ويقال للبقرة والشاة إِذَا تخلّفت مَعَ ولدها فِي المرعى وتَرَكت صواحباتها: خَذول. ¶ والخذلانُ: أَنْ يخلّي الله تَعَالَى بين العبد وبين نفسه ويكله إليها، والتوفيقُ ضدُّه أَنْ لاَ يدعَه ونفسَهُ وَلاَ يكله إِلَيْهَا؛ بل يصنع لَهُ ويلطف بِهِ ويعينهُ ويدفع عَنْهُ ويكلؤه، كلاءةَ الوالد الشفيق للولد العاجز عن نفسه، فمن خُلي بينه وبين نفسه فَقَدْ هلك كلّ الهلاك. ¶ فالعبد مطروح بين الله وبين عدوّه إبليس، فإن تولاه الله لَمْ يظفر بِهِ عدّوه، وإن خذله وأعرض عَنْهُ افترسه الشيطان كَمَا يفترسُ الذئبُ الشاةَ. ¶ فإن قِيلَ: فَمَا ذنب الشاة إِذَا خَلَّى الراعي بين الذئب وبينها، وهل يمكنها أَنْ تقوى عَلَى الذئب وتنجو منه؟",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "والجواب: إنّ الله تَعَالَى لَمْ يجعل لهذا الذئب اللعين عَلَى هَذِهِ الشاة سلطاناً مَعَ ضعفها، فَإِذَا أعطت بيدها، وسالمت الذئب، ودعاها فلبّتْ دعوتَه، وأجابت أمرَه، ولم تتخلّفْ؛ بل أقبلتْ نحوه سريعةً مطيعة، وفارقت حِمى الراعي الَّذِي لَيْسَ للذئاب عَلَيهِ سبيل، ودخلتْ فِي محل الذئاب – الَّذِي مَن دخلَه كَانَ صيداً لهم- فهل الذنبُ كلّ الذنب إِلاَّ عَلَى الشاة!! فكيف والراعي يحذّرُها ويخوّفها وينذرها، وَقَدْ أراها مصارعَ الشاة التي انفردت عن الراعي ودخلت وادي الذئاب؟! ¶ وَقَدْ حذّر الله سُبْحَانَهُ ابن آدم مِن ذئبه مرةً بَعْدَ مرة وَهُوَ يأبى إِلاَّ أَنْ يستجيب لَهُ إِذَا دعاه، ويبيت معه ويصبح:(( وَقَالَ الشَّيْطَانُ لَمَّا قُضِيَ الأَمْرُ إِنَّ اللهَ وَعَدَكُمْ وَعْدَ الحَقِّ وَوَعَدتُّكُمْ فَأَخْلَفْتُكُمْ وَمَا كَانَ لِيَ عَلَيْكُمْ مِن سُلْطَانٍ إِلاَّ أَنْ دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِي فَلاَ تَلُومُونِي وَلُومُوا أَنْفُسَكُمْ مَا أَنَا بِمُصْرِخِكُمْ وَمَا أَنْتُمْ بِمُصْرِخِيَّ إِنِّي كَفَرْتُ بِمَا أَشْرَكْتُمُونِ مِن قَبْلُ إِنَّ الظَّالِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ )) [إبراهيم: 22]. ¶ قَالَ الله تَعَالَى: (( وَخُلِقَ الإِنْسَانُ ضَعِيفاً )) [النساء: 28]. ¶ قَالَ طاووس ومقاتل وغيرهما: لاَ يصبر عن النساء. ¶ وقال الحسن: هُوَ خلقه مِن ماءٍ مهينٍ. ¶ وقال الزجاج: ضعف عزمه عن قهر الهوى. ¶ والصواب: أَنَّ ضعفه يعمّ هَذَا كلّه، وضعفه أَعظم مِن هَذَا وأَكثر؛ فإِنّه ضعيفُ البنيةِ، ضعيفُ القوّةِ، ضعيفُ الإرادةِ، ضعيفُ العلمِ، ضعيفُ الصبرِ، والآفات إِلَيْهِ مَعَ هَذَا الضعف أَسرع مِن السيل فِي صيب الحدور. فبالاضطرار لاَ بدَّ لَهُ مِن حافظ معين يقويه ويعينه وينصره ويساعده، فإن تخلّى عَنْهُ هَذَا المساعد المعين فالهلاك أَقرب إِلَيْهِ مِن نفسه.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "قَالَ الله تَعَالَى: (( وَمَنْ يَعْتَصِمْ بِاللهِ فَقَدْ هُدِيَ إِلَى صِرَاطٍ مُسْتَقِيمٍ )) [آل عمران: 101]. ¶ وقال سُبْحَانَهُ وتَعَالَى: (( وَاعْتَصِمُوا بِاللهِ هُوَ مَوْلاَكُمْ فَنِعْمَ الْمَوْلَى وَنِعْمَ النَّصِيرُ )) [الحج: 78]. ¶ أي: متى اعتصمتم بِهِ تولاَّكم، ونصركم عَلَى أنفسكم وعلى الشيطان، وهما العدوان اللذان لاَ يُفارقانِ العبد، وعداوتُهما أَضَّرُ مِن عداوة العدوّ الخارج. فالنّصر عَلَى هَذَا العدوِّ أهمُّ، والعبدُ إِلَيْهِ أحوجُ، وكمالُ النّصرة عَلَى العدوِّ بحسب كمال الاعتصام بالله، ونقص هَذَا الاعتصام يُؤدي إِلَى الانخلاع مِن عصمة الله، وَهُوَ حقيقة الخذلان، فَمَا خَلَّى اللهُ بَيْنَكَ وبينَ الذنبَ إِلاَّ بعد أَنْ خَذَلَكَ، وخلَّى بينَكَ وبينَ نفسك، ولو عَصَمَكَ ووفَّقَكَ، لما وجد الذنبُ إليك سبيلاً. ¶ فَقَدْ أجمع العارفون بالله عَلَى أَنْ الخِذلانِ: أَنْ يَكِلَكَ الله إِلَى نفسك، ويُخلي بينَك، وبينَها. ¶ والتوفيق: أَنْ لاَ يكِلَك الله إِلَى نفسك. ¶ ومن وكله الله إِلَى نفسه \"انقطعت عَنْهُ أسبابُ الخيرِ واتَّصَلَتْ بِهِ أسبابُ الشرِّ، فأيُّ فلاحٍ وأيُّ رخاءٍ وأيُّ عَيْشٍ لِمَنِ انْقَطعتْ عَنْهُ أسبابُ الخيرِ، وقُطِعَ مَا بينه وبين وليّه ومولاهُ الَّذِي لاَ غنى لَهُ عَنْهُ طرفةَ عينٍ، وَلاَ بُدَّ لَهُ منه، وَلاَ عوضَ لَهُ عَنْهُ، واتَّصلت بِهِ أسبابُ الشرِّ، ووصلَ مَا بينه وبين أعدى عدوٍّ لَهُ: فتولاه عدوُّهُ، وتخلَّى عَنْهُ وليُّه؟ فَلاَ تعلمُ نفسٌ مَا فِي هَذَا الانقطاعِ والاتِّصالِ مِنْ أنواعِ الآلاَمِ وأنواعِ العذابِ\". [الداء والدّواء (ص 130)]. ¶ قَالَ اللهُ عَزَّ وَجَلَّ: (( وَنَفْسٍ وَمَا سَوَّاهَا *فَأَلْهَمَهَا فُجُورَها وَتَقْوَاهَا *قَدْ أَفْلَحَ مَنْ زَكَّاهَا *وَقَدْ خَابَ مَنْ دَسَّاهَا )) [الشمس: 107].",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "والمعنى: قَدْ أفلح مَنْ كَبَّرَهَا وأعلاها بطاعةِ اللهِ وأظهرهَا، وَقَدْ خسرَ من أخفاها وحقَّرها وصغَّرها بمعصيةِ اللهِ. ¶ وأصلُ التدسيةِ: الإِخفاءُ، ومنه قولهُ تَعَالَى: (( أَمْ يَدُسُّهُ فِي التُّرابِ )) [النحل: 59]؛ فالعاصي يدسُّ نفسَهُ فِي المعصيةِ، ويُخفي مكانَها، يتوارى مِنَ الخلقِ مِنْ سوءِ مَا يأتي بِهِ، قَدْ انقمعَ عِنْدَ نفسهِ، وانقمعَ عندَ اللهِ، وانقمعَ عِنْدَ الخلقِ؛ فالطّاعةُ والبِرُّ تُكبِّر النّفسَ وتُعِزُّها وتُعليها، حتّى تصيرَ أشرفَ شيءٍ وأكبَرَهُ وأزكاهُ وأعلاهُ، وَمَعَ ذَلِكَ فَهِيَ أذلُّ شيءٍ وأحقرُهُ وأصغرهُ للهِ تَعَالَى، وبهذا الذلِّ حصلَ لَهَا هَذَا العزُّ والشرفُ والنّموُّ، فَمَا صغَّرَ النفوسَ مثلُ معصيةِ اللهِ، وَمَا كبَّرها وشرفَّها ورفعها مثلُ طاعةِ اللهِ. ¶ قَالَ تَعَالَى: (( والذينَ جاهدُوا فينا لَنَهْدِيَنَّهُم سُبُلَنَا )) [العنكبوت: 69]. ¶ علَّقَ سُبْحَانَهُ الهدايةَ بالجهادِ؛ فأَكملُ النَّاسِ هدايةً أَعظمُهم جهاداً. ¶ وأَفرضُ الجهادِ جهادُ النَّفسِ وجهادُ الهوى، وجهادُ الشيطانِ وجهادُ الدُّنْيَا، فَمَنْ جاهدَ هذه الأَربعةَ فِي اللهِ هداهُ اللهُ سُبُلَ رضاه الموصلةَ إِلَى جنّتِهِ، وَمَنْ تَرَكَ الجهادَ فاتَهُ مَنْ الهدى بحسبِ مَا عطَّلَ مَنْ الجهادِ. ¶ وَلاَ يتمكّنُ مِن جهادِ عدوِّه فِي الظّاهرِ إِلاَّ مَنْ جاهدَ هذه الأَعداء باطناً، فَمَنْ نُصِرَ عَلَيْهَا نُصِرَ عَلَى عدوِّهِ، وَمن نُصِرَتْ عَلَيهِ نُصِرَ عَلَيهِ عدوُّهُ. ¶ النَّفسُ جاهلةٌ ظالمةٌ، وهي منشأُ كلِّ شرٍّ يحصلُ للعبدِ، لا يحصلُ له شرٌّ إِلاَّ مِنْهَا؛ قَالَ تَعَالَى:(( مَا أَصابَكَ مِن حَسَنَةٍ فَمِنَ اللهِ وَمَا أَصَابَكَ مِن سيِّئةٍ فَمِنْ نَّفسِكَ )) [النساء: 79].",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وقال تَعَالَى: (( أَوَلَمَّا أَصابتْكُمْ مُصيبةٌ قَدْ أَصبتُمْ مِثْلَيْها قُلْتُمْ أَنّى هَذَا قُل هُوَ مِن عِندِ أَنفُسِكُم )) [آل عمران: 165]. ¶ وقال: (( وَمَا أَصابَكم مَنْ مصيبةٍ فبما كَسَبَتْ أَيديكُم ويعفو عَنْ كَثيرٍ )) [الشورى: 30]، وقال تَعَالَى: (( ذَلِكَ بأنَّ الله لَمْ يَكُ مغيِّراً نعمةً أَنعمَها عَلَى قومٍ حتّى يُغَيِّرُوا مَا بأَنفسِهم )) [الأَنفال: 53]. وقال تَعَالَى: (( إِنَّ اللهَ لاَ يُغَيِّرُ مَا بقومٍ حتّى يُغَيّروا مَا بأنفسِهم )) [الرعد: 11]. ¶ فأخبرَ اللهُ تَعَالَى أَنَّهُ لاَ يُغَيِّرُ نعمَتَهُ الَّتِي أنعمَ بِهَا عَلَى أحدِ حتّى يكونَ هُوَ الَّذِي يُغَيِّرُ مَا بنفسهِ، فيغيِّرُ طاعةَ اللهِ بمعصيتِهِ، وشكرَهُ بكفرهِ، وأسبابَ رضاهُ بأسبابِ سخطِهِ، فَإِذَا غيَّرَ غُيِّرَ عليه، جزاءً وِفاقاً، وَمَا ربُّكَ بِظلاَّمٍ للعبيدِ. ¶ فإنْ غيَّرَ المعصيةَ بالطّاعةِ غيَّرَ اللهُ عَلَيهِ العقوبةَ بالعافيةِ، والذلَّ بالعزِّ. ¶ ولقد أحسنَ القائلُ: ¶ إِذَا كُنْتَ فِي نِعْمَةٍ فَارْعَهَا * فَإِنَّ المَعَاصِي تُزِيلُ النِّعَمْ ¶ وَحُطْهَا بطَاعَةِ رَبِّ العِبَادِ * فَرَبُّ العِبَادِ سَرِيعُ النِّقَمْ ¶ فليسَ لِلنِّعمِ أَعدى مَنْ نفسِ العبدِ، فَهُوَ مَعَ عدوِّهِ ظهيرٌ عَلَى نفسِهِ، فعدوُّهُ يطرحُ النَّارَ فِي نعمِهِ وَهُوَ ينفخُ بِهَا، فَهُوَ الَّذِي مَكَّنَه مِن طرحِ النَّارِ، ثمَّ أَعانَه بالنّفخِ، فَإِذَا اشتدَّ ضِرامُها استغاثَ مِن الحريقِ، وكانَ غايتُهُ معاتبةَ الأَقدارِ: ¶ وعاجزُ الرّأيِ مِضياعٌ لفُرصتِهِ * حتّى إِذَا فاتَ أَمرٌ عاتبَ القَدَرا ¶ من عرف حقيقة نفسه، وأنَّ حدّها: الجاهلةُ الظالمةُ، طبعها الكسلُ وإيثارُ الشّهوات، والبطالةِ. علم أنّها مَنْبَع كلّ شرٍّ، ومأوى كلِّ سوء، وأساسُ كلِّ نقصٍ، وما كَانَ هكذا لَمْ يصدر منه خيرٌ، وَلاَ هُوَ مِن شأنه.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "فالخيرُ الَّذِي يصدر مِنْهَا إنّما هُوَ مِنَ الله، وبه، لاَ مِنَ العبدِ، وَلاَ به، كَمَا قَالَ تَعَالَى: (( وَلَوْلاَ فَضْلُ اللهِ عَلَيْكُمْ وَرَحْمَتُهُ مَا زَكَى منكُمْ مِنْ أَحَدٍ أَبَدَاً )) [النور: 21] وقال تَعَالَى: (( وَلَكِنَّ اللهَ حَبَّبَ إِلَيْكُمُ الإِيمَانَ وَزَيَّنَهُ فِي قُلُوبِكُم وَكَرَّهَ إِلَيْكُمُ الكُفْرَ وَالفُسُوقَ وَالعِصْيانَ أُولئكَ هُمُ الرَّاشِدُون )) فهذا الحبُّ وهذه الكراهة لَمْ يكونا فِي النَّفْس وَلاَ بِهَا، ولكن هُوَ الله الَّذِي مَنَّ بهما، فجعل العبدَ بسببهما مِن الرّاشدين (( فَضْلاً مِنَ اللهِ وَنِعْمَةً واللهُ عَلِيمٌ حَكِيمٌ )) [الحجرات: 8]. ¶ (( عَلِيمٌ )) بمن يصلُح لِهذا الفضل، ويزكو عَلَيهِ وبه، ويثمر عنده. ¶ ((حَكيمٌ )) فلا يضعُه عِنْدَ غير أهله فيضيعه بوضعه فِي غير موضعه. ¶ عن أبي ذرٍّ رضي الله عنه قَالَ: قَالَ رَسُول الله صلى الله عليه وسلم فيما يروي عن ربِّهِ عزّ وجلّ : ... يَا عبادي! إِنَّما هي أَعمالُكم أُحصيها لكم ثمَّ أُوفِّيكُم إِيّاها؛ فَمَنْ وجدَ خيراً فَلْيحمدِ اللهَ، ومَنْ وجدَ غيرَ ذَلِكَ فلا يَلومَنَّ إِلاَّ نفسَه ). ¶ وفي الحديث: \"إشارةٌ إِلَى أنَّ الخيرَ كلَّه مِن الله فضلٌ منه عَلَى عبدِه، مِن غير استحقاقٍ له، والشرُّ كلُّه مِن عِنْد ابنِ آدم مِن اتِّباع هوى نفسه، كَمَا قَالَ عَزَّ وَجَلَّ: (( مَا أَصابَكَ مِن حَسَنَةٍ فَمِنَ اللهِ وما أَصَابَكَ مِن سيِّئةٍ فَمِنْ نَّفسِكَ )) [النساء: 79]. ¶ وقال عليٌّ رضي الله عنه: لاَ يرجونَّ عبدٌ إِلاَّ ربّه، وَلاَ يخافنَّ إِلاَّ ذنبه\".",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "فالله سُبْحَانَهُ إِذَا أراد توفيقَ عبدٍ وهدايته، أعانه ووفَّقه لطاعته، فكان ذَلِكَ فضلاً منه، وإذا أراد خِذلانَ عَبدٍ، وكلَهُ إِلَى نفسه، وخلَّى بينَه وبينَهَا، فأغواهُ الشّيطانُ لغفلته عن ذكرِ اللهِ، واتَّبع هواه، وكان أمره فُرُطاً، وكان ذَلِكَ عدلاً منه، فإنَّ الحجَّةَ قائمةٌ عَلَى العبدِ بإنزالِ الكتاب، وإرسال الرَّسُول، فَمَا بقي لأحدٍ مِنَ النَّاس عَلَى الله حجةٌ بَعْدَ الرُّسُلِ.\" ¶ عَنْ أَبِي بَكْرٍ الصِّدِّيقِ رضي الله عنه أَنَّهُ قَالَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم: عَلِّمْنِي دُعَاءً أَدْعُو بِهِ فِي صَلاَتِي! قَالَ: ( قُلِ: اللَّهُمَّ إِنِّي ظَلَمْتُ نَفْسِي ظُلْمًا كَثِيرًا وَلاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ فَاغْفِرْ لِي مَغْفِرَةً مِنْ عِنْدِكَ وَارْحَمْنِي إِنَّك أَنْتَ الْغَفُورُ الرَّحِيمُ ). ¶ فاستفتح الخبر عَنْ نفسه بأداة التوكيد الَّتِي تقتضي تقرير مَا بعدها. ¶ ثُمَّ ثنّى بالإخبار عَنْ ظلمه لنفسه. ¶ ثُمَّ وصف ذَلِكَ الظلم بكونه ظلماً كثيراً. ¶ ثمّ قَالَ: ( فاغفر لي مغفرة مِن عندك ) أي لاَ ينالها عملي وَلاَ سعيي بل عملي يقصر عنها، وإنّما هِيَ مِن فضلك وإحسانك، لاَ بكسبي وَلاَ باستغفاري وتوبتي. ¶ ثمّ قَالَ: ( وارحمني ) أي لَيْسَ معولي إِلاَّ عَلَى مجرّد رحمتك، فإن رحمتني وإِلاّ فالهلاك لازم لي. ¶ فليتدبّر اللبيب هَذَا الدعاء وما فيه مِن المعارف والعبوديّة، وفي ضمنه: إنّه لَوْ عذّبتني لعدلت فيَّ ولم تظلمني، وإِني لاَ أنجو إِلاَّ برحمتك ومغفرتك. ¶ ومن هَذَا قوله صلى الله عليه وسلم: ( لَنْ ينجي أَحداً منكم عمله ) قالوا: وَلاَ أنت يَا رَسُول الله؟ قَالَ: ( وَلاَ أَنا إِلاَّ أَن يتغمدني اللهُ برحمة مِنْهُ وفضل ).",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "فَإِذَا كَانَ عملُ العبد لاَ يستقل بالنّجاة، فلو لَمْ ينجه الله فلم يكن قَدْ بخسه شيئاً مِن حقّه وَلاَ ظلمه، فإنّه لَيْسَ معه مَا يقتضي نجاته، وعمله لَيْسَ وافياً بشكر القليل مِن نعمه فهل يكون ظالماً لَهُ لَوْ عذّبه؟ هَلْ تكون رحمته لَهُ جزاءً لعمله، ويكون العمل ثمناً لَهَا مَعَ تقصيره فِيهِ وعدم توفيته مَا ينبغي لَهُ مِن بذل النصيحة فِيهِ، وكمال العبوديّة مِن الحياء والمراقبة، والمحبّة والخشوع وحضور القلب بَيْنَ يدي الله فِي العمل لَهُ؟ ¶ ومن علم هَذَا علم السّرّ فِي كون أَعمال الطاعات تختم بالاستغفار، ففي صحيح مسلم عَنْ ثوبان رضي الله عنه قَالَ: كَانَ رَسُول الله صلى الله عليه وسلم إِذَا سلّم مِن صلاته استغفر ثلاثاً، وقال: ( اللهمّ أنت السّلام ومنك السّلام تباركت يَا ذا الجلال والإكرام ) ¶ وقَالَ تَعَالَى: (( كَانُوا قَلِيلاً مِنَ اللَّيْلِ مَا يَهْجَعُونَ * وبالأَسْحارِ هُمْ يَسْتَغْفِرُونَ )) [الذّاريات: 17-18] فأَخبر عن استغفارهم عقيب صلاة الليل. ¶ قَالَ الحسن: مدوا الصلاة إِلَى السّحر، فلما كَانَ السّحر جلسوا يستغفرون الله. ¶ وأَمر الله تَعَالَى عباده بالاستغفار عقيب الإفاضة فِي الحج فقال: (( ثُمَّ أَفِيضُوا مِنْ حَيْثُ أَفَاضَ النَّاسُ وَاسْتَغْفِرُوا اللهَ إِنَّ اللهً غَفُورٌ رَحِيمٌ )) [البقرة: 199]. ¶ وشرع رَسُول الله صلى الله عليه وسلم للمتوضئ أَنْ يختم وضوءه بالتوحيد والاستغفار فيقول: ( أَشْهَدُ أَنْ لاَ إِلَه إِلاَّ اللهُ وَأَشْهَدُ أَنَّ مُحَمَّداً عَبْدُهُ وَرَسُولُه. اللَّهُمَّ اجْعَلْنِي مِنَ التَّوَّابِينَ وَاجْعَلْنِي مِنَ الْمُتَطَهِّرين ) . ¶ فهذا ونحوه مما يبيّن حقيقة الأمر، وأَن كلّ أَحد محتاج إِلَى مغفرة الله ورحمته، وأنّه لاَ سبيل إِلَى النجاة بدون مغفرته ورحمته أصلاً.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "عن معاوية الغاضري رضي الله عنه قَالَ: قَالَ رَسُول اللهِ صلى الله عليه وسلم: ( ثلاثٌ مَنْ فعلهن فَقَدْ طعم طعمَ الإيمانِ: مَنْ عبدَ اللهَ وحدهُ فإنّه لاَ إله إِلاَّ الله، وأعطى زكاة ماله طيّبة بِهَا نفسه ... وزكّى عبد نفسه). فقال رجل: مَا تزكية المرء نفسه يَا رَسُول الله! قَالَ: ( يعلمُ أنّ اللهَ معه حيث مَا كَانَ ). أخرجه الطبراني فِي \"الصغير\" (555) والبيهقي فِي \"السنن الكبرى\" (4/96) بسند صحيح. ¶ أَصلُ الخيرِ كلِّهِ بِتوفيقِ اللهِ ومشيئتِهِ: شرفُ النفسِ ونُبْلُها وكِبَرُها، وأَصلُ الشرِّ خِسَّتُها ودناءتُها وصِغَرُها، قَالَ تَعَالَى: (( قَدْ أَفلحَ مَنْ زكَّاهَا * وَقَدْ خَابَ مَنْ دسَّاهَا )) [الشمس: 9-10]. ¶ أَي: أَفلحَ مَن كبَّرها وكثَّرها ونمَّاهَا بطاعةِ اللهِ، وخابَ مَنْ صغَّرَها وحَقَّرَها بمعاصي اللهِ. ¶ فالنُّفوس الشريفةُ لاَ ترضى مِنَ الأَشياءِ إِلاَّ بأَعلاها وأَفضلِها وأَحمدِها عاقبةً، والنّفوسُ الدنيئةُ تحومُ حولَ الدناءاتِ وتقعُ عَلَيْهَا كَمَا يقعُ الذبابُ عَلَى الأَقذارِ. ¶ فالنَّفسُ الشريفةُ العليّةُ لاَ ترضى بالظلمِ وَلاَ بالفواحشِ وَلاَ بالسرقةِ والخيانةِ؛ لأَنّها أَكبرُ مِن ذَلِكَ وأَجَلُّ، والنّفسُ المهينةُ الحقيرةُ الخسيسةُ بالضدِّ مِن ذَلِكَ، فكلُّ نفسٍ تميلُ إِلَى مَا يناسبُها ويشاكلُها.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وهذا معنى قولِهِ تَعَالَى: (( قُلْ كُلٌّ يعملُ عَلَى شاكلتِهِ )) [الإسراء: 84]، أَي: عَلَى مَا يُشاكِلُهُ ويُناسِبُهُ، فَهُوَ يعملُ عَلَى طريقتِهِ التي تُنَاسِبُ أَخلاقَه وطبيعتَه، وكلُّ إِنسانٍ يجري عَلَى طريقتِهِ ومذهبِهِ وعاداتِهِ التي أَلِفَها وجُبِلَ عَلَيْهَا؛ فالفاجرُ يعملُ بِمَا يشبهُ طريقتَه مِن مقابلةِ النِّعَمِ بالمعاصي والإِعراضِ عن المُنْعِمِ، والمؤمنُ يعملُ بِمَا يشاكلُهُ مِن شكرِ المنعِمِ ومحبَّتِهِ، والثّناءِ عَلَيهِ والتودُّدِ إِلَيْهِ والحياءِ منه، والمراقبةِ له وتعظيمِهِ وإِجلالِهِ. ¶ العارفُ إِنّما يشكو إِلَى اللهِ وحدَه، وأَعرفُ العارفينَ مَن جعلَ شكواهُ إِلَى اللهِ مِن نفسِهِ لاَ مِنَ النَّاسِ، فَهُوَ يشكو مِن موجِباتِ تسليطِ النَّاسِ عَلَيهِ، فَهُوَ ناظرٌ إِلَى قولِهِ تَعَالَى: (( وَمَا أَصَابَكَ مِنْ سيِّئةٍ فَمِنْ نَفْسِك )) [النساء: 79]، وقولِه: (( أَوَلَمَّا أَصَابَتْكُمْ مصيبةٌ قَدْ أَصَبتُم مِثْلَيها قلتُم أَنَّى هَذَا قُل هُوَ مِنْ عندِ أَنفسِكم )) [آل عمران: 165]. ¶ فالمراتبُ ثلاثةٌ: أَخسُّهَا أَنْ تشكوَ اللهَ إِلَى خلقِهِ، وأَعلاها أَنْ تشكوَ نفسَكَ إِلَيْهِ، وأَوسطُها أَنْ تشكوَ خلقَه إِلَيْهِ. ¶ عَنْ مُحَمَّدِ بْنِ عَمْرِو بْنِ عَطَاءٍ قَالَ: سَمَّيْتُ ابْنَتِي بَرَّةَ فَقَالَتْ لِي زَيْنَبُ بِنْتُ أَبِي سَلَمَةَ: إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنْ هَذَا الاسْمِ، وَسُمِّيت بَرَّةَ، فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: ( لاَ تُزَكُّوا أَنْفُسَكُمُ اللَّهُ أَعْلَمُ بِأَهْلِ الْبِرِّ مِنْكُمْ ) فَقَالُوا: بِمَ نُسَمِّيهَا؟ قَالَ (سَمُّوهَا زَيْنَبَ ).",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "عَنْ أبي هريرة رضي الله عنه قَالَ: قَالَ رَسُول الله صلى الله عليه وسلم: ( يُبْصِرُ أحدكم الْقَذَى فِي عَيْنِ أَخِيهِ وَيَنْسَى الجِذع فِي عَيْنِهِ ) أخرجه الطبراني فِي \"الصغير\" (555) والبيهقي فِي \"السنن الكبرى\" (4/96) بسند صحيح. ¶ القذى جمع قذاة، وهي: ما يقع في العين والماء والشراب من نحو تراب وتبن ووسخ. ¶ الجِذع: واحد جذوع النخل. ¶ كأنّ الإنسان لنقصه، وحبِّ نفسه يوفرّ على تدقيق النظر في عيب أخيه فيدركه مع خفائه فيعمى به عن عيبِ في نفسه ظاهرٌ لاخفاءَ بِهِ. مثلٌ ضرب لمن يرى الصغير من عيوب النّاس، ويعيّرهم به وفيه من العيوب ما نسبته إليه كنسبة الجذع إلى القذاة، وذلك من أقبح القبائح، وأفضح الفضائح. ¶ فرحم اللّه من حفظ قلبه ولسانه، ولزم شأنه، وكفَّ عن عرض أخيه، وأعرض عمّا لا يعنيه. ¶ فمن حفظ هذه الوصية دامت سلامته، وقلّت ندامته، فتسليم الأحوال لأهلها أسلم، واللّه أعلى وأعلم. ¶ وللّه درُّ القائل: ¶ أرى كلّ إنسانٍ يرى عيبَ غيرِه * ويعمَى عن العيبِ الذي هو فِيهِ ¶ فلا خيرَ فيمنْ لا يرى عيبَ نفسه* ويعمَى عن العيب الذي بأخيه ¶ عن أبي ذرٍّ رضي الله عنه قَالَ: قَالَ رَسُول الله صلى الله عليه وسلم: ( أفضل الجهادِ أَنْ يجاهد الرجل نفسه وهواه ) صحيح الجامع (1099). ¶ هَذَا الجهادُ يحتاج إِلَى صبرٍ، فمن صبر عَلَى مجاهدة نفسه وهواه وشيطانه غلب وحصل لَهُ النّصر، ومن جزع ولم يصبر عَلَى مجاهدة ذَلِكَ غُلب وقُهِر وأُسر، وصار ذليلاً أسيراً فِي يدي شيطانه وهواه، كَمَا قِيلَ: ¶ إِذَا المرء لَمْ يغلب هواه أقامه * بمنزلة فِيهَا العزيز ذليل ¶ وقال غيره: ¶ رُبّ مَسْتُورٍ سَبَته صَبوَةٌ * فَتَعَرَّى صَبْرُهُ فانتهكا ¶ صَاحِبُ الشَّهْوَةِ عَبْدٌ فَإِذَا * غَلَبَ الشَّهْوَةَ صَارَ المَلِكَا ¶ واعلم أَنْ نفسك بمنزلة دابتك، إن عرفت منك الجدّ جدّتْ، وإن عرفت منك الكسل طمعت فيك، وطلبت منك حظوظها وشهواتها. [نور الاقتباس (ص: 129-130)]",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "عن أبي مالكٍ الأشعريّ رضي الله عنه قَالَ: قَالَ رَسُول الله صلى الله عليه وسلم: ( ... كلُّ النَّاس يغدو، فبائعٌ نفسهُ فمعتقها أَوْ مُوبِقُها) قطعة مِن حديث رواه مسلم (223) ¶ دلَّ الحديثُ عَلَى أنّ كلَّ إنسان فَهُوَ ساعٍ فِي هلاك نفسه، أَوْ فِي فِكاكها، فمن سعى فِي طاعة الله، فَقَدْ باع نفسَه للهِ، وأعتقها مِن عذابه، ومن سعى فِي معصيةِ الله، فَقَدْ باعَ نفسَه بالهوان، وأوبقها بالآثام الموجبة لغضب الله وعقابه. [جامع العلوم والحكم (2/28)] ¶ ما ابتلى اللهُ سُبْحَانَه عبدَه المؤمنَ بمحبّةِ الشهواتِ والمعاصي وميلِ نفسِهِ إِلَيْهَا: إِلاَّ ليسوقَه بِهَا إِلَى محبّةِ مَا هُوَ أَفضلُ مِنْهَا وخيرٌ له وأَنفعُ وأَدْوَمُ، وليجاهدَ نفسَه عَلَى تركِها له سُبْحَانَهُ، فتورثُه تلكَ المجاهدةُ الوصولَ إِلَى المحبوبِ الأَعلى، فكلّما نَازَعَتْهُ نفسُه إِلَى تِلْكَ الشَّهواتِ واشتدّتْ إِرادتُه لَهَا وشوقُهُ إِلَيْهَا؛ صَرَفَ ذَلِكَ الشَّوقَ والإِرادةَ والمحبّة إِلَى النوعِ العالي الدَّائمِ، فكانَ طلبُهُ له أَشدَّ، وحرصُه عَلَيهِ أَتمَّ، بخلافِ النَّفسِ الباردةِ الخاليةِ مِنْ ذَلِكَ؛ فإِنّها وإِنْ كانت طالبةً لِلأَعلى؛ لكنْ بينَ الطلبينِ فرقٌ عظيمٌ، ألا ترى أَنَّ مَنْ مشى إِلَى محبوبِهِ عَلَى الجمرِ والشوكِ: أَعظمُ ممّن مشى إِلَيْهِ راكباً عَلَى النجائبِ! ¶ فليسَ مَنْ آثرَ محبوبَه مَعَ منازعةِ نفسِهِ كمن آثرَه مَعَ عدمِ منازعتِها إِلَى غيرِهِ، فَهُوَ سُبْحَانَهُ يبتلي عبده بالشهواتِ؛ إِمّا حجاباً لَهُ عَنْهُ، أَوْ حاجباً لَهُ يوصلُه إِلَى رضاه وقربِهِ وكرامتِهِ. ¶ (اللَّهُمَّ رَحْمَتَكَ أَرْجُو فَلاَ تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ، وَأَصْلِحْ لِي شَأْنِي كُلَّهُ لاَ إِلَهَ إِلاَّ أَنْتَ). صحيح سنن أبي داود (5090) ¶ (",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "اللَّهُمَّ آتِ نَفْسِي تَقْوَاهَا وَزَكِّهَا أَنْتَ خَيْرُ مَنْ زَكَّاهَا أَنْتَ وَلِيُّهَا وَمَوْلاَهَا، اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عِلْمٍ لاَ يَنْفَعُ وَمِنْ قَلْبٍ لاَ يَخْشَعُ وَمِنْ نَفْسٍ لاَ تَشْبَعُ وَمِنْ دَعْوَةٍ لاَ يُسْتَجَابُ لَهَا ) رواه مسلم (2722) ¶ (اللَّهُمَّ اغْفِرْ لِي ذَنْبِي خَطَئِي وَعَمْدِي. اللَّهُمَّ إِنِّي أَسْتَهْدِيكَ لأرْشَدِ أَمْرِي، وَأَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي ) رواه أحمد (15835) بسند صحيح ¶ (يَا حَيُّ يَا قَيُّومُ بِرَحْمَتِكَ أَسْتَغِيثُ أَصْلِحْ لِي شَأْنِي كُلَّهُ وَلاَ تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ ) رواه ابن السني في \"عمل اليوم والليلة\" (46) بسند حسن ¶ (اللَّهُمَّ فَاطِرَ السَّمَاوَاتِ وَالأرْضِ، عَالِمَ الْغَيْبِ وَالشَّهَادَةِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ، أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ أَنْتَ، أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي، وَشَرِّ الشَّيْطَانِ وَشِرْكِهِ ) صحيح سنن أبي داود. ¶ (اللّهم إِنْ تَكِلْنِي إِلَى نَفْسِي تَكِلْنِي إِلَى ضِعْفٍ وَعَوْرَةٍ وَذَنْبٍ وَخَطِيئَةٍ، وَإِنِّي لاَ أَثِقُ إِلاَّ بِرَحْمَتِكَ، فَاغْفِرْ لِي ذَنْبِي كُلَّهُ، إِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إلاَّ أَنْتَ، وَتُبْ عَلَيَّ إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ). قطعة مِن حديث رواه أحمد (20678) وحسنه الألباني في \"صحيح الترغيب والترهيب\" ¶ المقصود مَنْ ذَلِكَ سؤال العبد لربّه أَنْ يتولاه برحمته وأن لاَ يكله إِلَى نفسه.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وفي سنن أبي داود عن ابن زغب الإيادي، قَالَ: نزل عليَّ عبد الله بن حوالة الأزدي فقال لي: بعثنا رَسُول الله صلى الله عليه وسلم، لنغنم عَلَى أقدامنا، فرجعنا فلم نغنم شيئاً، وعرف الجهد فِي وجوهنا، فقام فينا فقال: ( اللهم لاَ تكلهُمْ إليَّ فَأَضعُفَ عَنْهُم، وَلاَ تكلهُم إِلَى أَنْفُسِهمْ فَيَعْجِزُوا عنها، وَلاَ تكلهُم إِلَى النَّاس فيستأثروا عليهم ) صحيح سنن أبي داود (2210) ¶ فَإِذَا وفّق الله عبداً توكّل بحفظه وكلاءته وهدايته وإرشاده وتوفيقه وتسديده، وإذا خذله وكله إِلَى نفسه أَوْ إِلَى غيره ولهذا كَانَتْ هَذِهِ الكلمة (( حسبنا الله ونعم الوكيل )) كلمة عظيمة، وهي الَّتِي قالها إبراهيم عَلَيهِ الصلاة والسلام حين ألقي فِي النّار، وقالها محمّد صلى الله عليه وسلم حين قَالَ لَهُ النَّاس: إنّ النَّاس قَدْ جمعوا لكم فاخشوهم، وقالتها عائشة حين ركبت النّاقة لما انقطعت عن الجيش، وهي كلمة المؤمنين. ¶ فمن حقق التوكّل عَلَى الله لَمْ يكله إِلَى غيره وتولاّه بنفسه. ¶ وحقيقة التوكّل مكلة الأمور كلها إِلَى مَنْ هِيَ بيده. فمن توكّل عَلَى الله فِي هدايته وحراسته وتوفيقه وتأييده ونصره ورزقه وغير ذلك مِن مصالح دينه ودنياه تولّى الله مصالحه كلّها؛ فإنه تَعَالَى هُوَ ولي الَّذِينَ آمنوا، وهذا هُوَ حقيقة الوثوق برحمة الله كَمَا فِي هَذَا الدعاء فإنّي لاَ أثق إِلاَّ برحمتك فمن وثق برحمة ربّه ولم يثق بغير رحمته فَقَدْ حقق التوكّل عَلَى ربّه فِي توفيقه وتسديده فَهُوَ جدير أَنْ يتكفّل الله بحفظه وَلاَ يكله إِلَى نفسه. وفي هَذَا الحديث وصفُ النَّفْس بأوصاف ذميمة كلّ ذَلِكَ حذراً أَنْ يوكل العبد إِلَى مَنْ هَذِهِ صفاته وهي أربعة أوصاف: الضيعة والعورة والذنب والخطيئة؛فالضيعة هِيَ الضياع فمن وكل إِلَى نفسه ضاع؛ لأن النَّفْس ضيعة فإنّها لاَ تدعوا إِلَى الرشد وإنما تدعوا إِلَى الغيّ.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "والعورة مَا ينبغي ستره لقبحه ودناءته وكذلك النَّفْس لقبح أوصافها وسوء أخلاقها الذميمة. ¶ والذنب والخطيئة معناهما متقارب أَوْ متحد وَقَدْ يراد بأحدهما الصغائر وبالآخر الكبائر. ¶ وَقَدْ وصف الله سُبْحَانَهُ وتعالى النَّفْس بأنّها أمّارة بالسّوء فقال تَعَالَى: (( إن النَّفْس لأمارة بالسوء إِلاَّ مَا رحم ربي )) فمن رحمه الله عصمه عن السّوء الَّذِي تأمر بِهِ النَّفْس، وأمّا مَنْ وكله إِلَى نفسه ولم يرحمه فإنه يجيب شؤم داعي نفسه الأمّارة بالسّوء فيفعل كلّ مَا تأمره بِهِ نفسه. ¶ فهذه النّفوس تحتاج إِلَى محاربة ومجاهدة ومعادات فإنها أعدى عدوٍ لابن آدم وَقَدْ قَالَ النّبي صلى الله عليه وسلم: ( المجاهد مَنْ جاهد نفسه فِي الله ). ¶ فمن ملك نفسه وقهرها عزَّ بذلك لأنه انتصر عَلَى أشدّ أعدائه وقهره وأسره واكتفى شره قَالَ تعالى: (( ومن يوق شُحَّ نفسه فأولئك هم المفلحون )) [الحشر] فحصر الفلاح فِي وقاية شرّ النَّفْس وشحّها وَهُوَ تطلعها إِلَى مَا منعت منه وحرصها عَلَى مَا عندها مما تشتهيه منْ علوّ وترفّع ومال وجاه ومسكن ومأكلّ ومشرب وملبس وغير ذَلِكَ فإنها تطّلع إِلَى ذَلِكَ كلّه وتشتهيه وَهُوَ عين هلاكها ومنه ينشئ البغي والحسد الحقد فمن وقي شحَّ نفسه فَقَدْ قهرها وقصرها عَلَى مَا أبيح لَهَا وأذن لَهَا فِيهِ وذلك عين الفلاح. ¶ كَانَ بعض العارفين ينشد: ¶ إِذَا مَا عدلت النَّفْس عن الحق زجرناها * وإن مالت عن الأخرى إِلَى الدُّنْيَا منعناها ¶ تخادعنا ونخدعها وبالصبر غلبناها * لَهَا خوف مِن الفقر وفي التقى الفقر أنخناها",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وبكلّ حال فَلاَ يقوى العبد عَلَى نفسه إِلاَّ بتوفيق اللهإياه وتولّيه لَهُ. فمن عصمه الله وحفظه تولاه ووقاه شحّ نفسه وشرّها وقوّاه عَلَى مجاهدتها ومعاداتها، ومن وكله إِلَى نفسه غلبته وقهرته وأسرته وجرته إِلَى مَا هُوَ عين هلاكه وَهُوَ لاَ يقدر عَلَى الامتناع كَمَا يصنع العدوّ الكافر إِذَا ظفر بعدوّه المسلم، بل شر مِن ذَلِكَ، فإن المسلم إِذَا قتله عدوّه الكافر كَانَ شهيداً وأمّا النَّفْس إِذَا تمكّنت مِن صاحبها قتلته قتلاً يهلك بِهِ فِي الدُّنْيَا والآخرة. ¶ ولهذا كَانَ مِن أهم مَا سئل العبد ربّه أَنْ لاَ يكله إِلَى نفسه طرفة عين. ¶ يَا ربّ هيء لنا مِن أمرنا رشداً * واجعل معونتك العظمى لنا مددا ¶ وَلاَ تكلنا إِلَى تدبير أنفسنا * فالعبد يعجز عن إصلاح مَا فسدا ¶ مَنْ عَرَفَ نفسَه اشتغلَ بِإصلاحِها عن عيوبِ النَّاس. ¶ مَنْ عَرَفَ ربَّهُ اشتغلَ بِهِ عن هَوىَ نفسِهِ. ¶ أَنفعُ العَمَلِ أَنْ تغيبَ فيه عن النَّاسِ بالإِخلاصِ، وعن نفسِكَ بشهودِ المِنَّةِ، فلا تَرَى فيه نفسَكَ، وَلاَ تَرَى الخَلْقَ. ¶ أَخسرُ النَّاسِ صفقةً مَنِ اشتغلَ عن اللهِ بنفسِهِ، بل أَخسرُ منهُ مَنِ اشتغلَ عن نفسِهِ بالنَّاسِ. ¶ طوبى لمن شغله عيبُهُ عن عيوبِ النَّاسِ وويلٌ لمن نسيَ عيبهُ وتفرَّغ لعيوب النَّاسِ. ¶ هَذَا مِن علامةِ الشقاوةِ، كَمَا أَنَّ الأَوّلَ مِن أماراتِ السَّعادةِ. ¶ لاَ يُسيء الظنّ بنفسه إِلاَّ مَنْ عرفها، ومن أحسنَ ظنّه بنفسه فَهُوَ مِن أجهل النَّاس بنفسِهِ. ¶ أَساسُ كُلِّ خيرٍ أَنْ تعلمَ أَنَّ مَا شاءَ اللهُ كَانَ، وما لَمْ يشأْ لَمْ يكُنْ، فَتَيَقَّنَ حينئذٍ أَنَّ الحسناتِ مَنْ نِعَمِهِ فتشكرَه عَلَيْهَا، وتتضرّعَ إِلَيْهِ أَنْ لاَ يقطعَها عَنْكَ، وَأَنَّ السيّئاتِ مِنْ خِذلانِهِ وعقوبتِهِ، فتبتهلَ إِلَيْهِ أَنْ يحُولَ بَيْنَكَ وبينها، وَلاَ يَكِلَك فِي فعلِ الحسناتِ وَتَرْكِ السيّئاتِ إِلَى نفسِك.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وَقَدْ أَجْمَعَ العارفونَ عَلَى أَنَّ كُلَّ خيرٍ فأَصْلُه توفيقُ اللهِ للعبدِ، وكلَّ شَرٍّ فأَصلُه خِذلانُهُ لعبدِهِ. ¶ وأَجمعوا أَنَّ التوفيقَ أَنْ لاَ يَكِلَكَ اللهُ إِلَى نَفسِكَ، وَأَنَّ الخِذْلاَنَ هُوَ أَنْ يُخْلِيَ بينَكَ وبينَ نفسِكَ، فإِذا كَانَ كلُّ خيرٍ فأَصلُهُ التوفيقُ –وَهُوَ بيدِ اللهِ لاَ بيدِ العبدِ-: فمِفتاحُه الدُّعاءُ والافتقارُ وصدقُ اللجَأِ والرَّغبةُ والرَّهبةُ إِلَيْهِ، فَمَتَى أَعْطَى العبدَ هَذَا المفتاحَ فَقَدْ أَرَادَ أَنْ يفتحَ له، وَمَتَى أَضَلَّه عن المِفتاحِ بقي بابُ الخيرِ مُرْتَجاً دونَه. ¶ قَالَ أَميرُ المؤمنين عمر بن الخطّابِ:\" إِنّي لاَ أَحْملُ همَّ الإِجَابةِ، ولكن همَّ الدّعاءِ، فَإِذَا أُلهِمتُ الدُّعاءَ فَإِنَّ الإِجَابَةَ معه \". ¶ مَاذَا يملِكُ مِنْ أَمرِه مَنْ ناصيتهُ بيدِ اللهِ ونفسُه بيدِه، وقلبُه بينَ إِصبعين مَنْ أَصابِعه يقلِّبُه كَيْفَ يشاءُ، وحياتُه بيدِه، وموتُه بيدِه، وسعادتُه بيدِه، وشقاوتُه بيدِه، وحركاتُه وسكَناتُه وَأَقوالُه وأَفعالُه بِإِذنِه ومشيئتِه، فلا يتحرّكُ إِلاَّ بِإِذنِه، وَلاَ يفعلُ إِلاَّ بمشيئتِهِ؟! ¶ إِنْ وكَلَه إِلَى نفسِه وكَلَه إِلَى عجزٍ وضيعةٍ وتفريطٍ وذنبٍ وخطيئةٍ. ¶ وإِنْ وَكَلَه إِلَى غيرِه وَكَلَه إِلَى مَنْ لاَ يملكُ له ضرّاً وَلاَ نفعاً وَلاَ موتاً وَلاَ حياةً وَلاَ نُشوراً. ¶ وإِنْ تخلّى عنه استولى عَلَيهِ عدوُّه وجعلَه أَسيراً له. ¶ فَهُوَ لاَ غِنى له عَنْهُ طرفةَ عينٍ؛ بل هُوَ مضطرٌّ إِلَيْهِ عَلَى مدى الأَنفاسِ فِي كلِّ ذَرّةٍ مِنْ ذرّاتِه باطناً وظاهراً، فاقتُه تامّةٌ إِلَيْهِ، وَمَعَ ذَلِكَ فَهُوَ متخلِّفٌ عَنْهُ مُعْرِضٌ عَنْهُ، يتبغّضُ إِلَيْهِ بمعصيتِه، مَعَ شدَّةِ الضرورةِ إِلَيْهِ مِنْ كلِّ وجهٍ، قَدْ صارَ لذكرِه نَسيّاً، واتّخذَه وراءهُ ظِهريّاً، هَذَا وَإِليْهِ مرجعُه، وبينَ يديه موقفُه!!",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "مَنْ اشتغلَ باللهِ عن نفسِهِ كفاهُ اللهُ مؤونةَ نفسهِ، ومَن اشتغلَ باللهِ عن النَّاسِ كفاهُ اللهُ مؤونةَ النَّاسِ، ومَن اشتغلَ بنفسِهِ عن اللهِ وكَلَه اللهُ إِلَى نفسِهِ، ومن اشتغلَ بالنَّاسِ عن اللهِ وكَلَه اللهُ إِليهم. ¶ أَركانُ الكفرِ أَربعةٌ: الكبرُ والحسدُ والغضبُ والشّهوةُ: ¶ ??فالكبرُ: يمنعُهُ الانقيادَ. ¶ ??والحسدُ: يمنعُهُ قبولَ النَّصيحةِ وبذلَها. ¶ ??والغضبُ: يمنعُه العدلَ. ¶ ??والشهوةُ: تمنعُه التفرُّغَ للعبادةِ. ¶ فَإِذَا انْهدمَ ركنُ الكبرِ سَهُلَ عَلَيهِ الانقيادُ، وإِذا انْهدمَ ركنُ الحسدِ سَهُلَ عَلَيهِ قَبولُ النُّصحِ وبذلُهُ، وإِذا انْهدمَ ركنُ الغضبِ سَهُلَ عَلَيهِ العدلُ والتواضعُ، وإِذا انْهدمَ ركنُ الشهوةِ سَهُلَ عَلَيهِ الصبرُ والعفافُ والعبادةُ. ¶ وزوالُ الجبالِ عن أَماكنِها أَيسرُ مِن زَوالِ هذه الأَربعةِ عَمَّنْ بُلِيَ بِهَا، وَلاَ سيّما إِذَا صارتْ هيئاتٍ راسخةً ومَلَكاتٍ وصفاتٍ ثابتةً؛ فإِنه لاَ يستقيمُ له معها عملٌ البتّةَ، وَلاَ تزكو نفسُه مَعَ قيامِها بِهَا، وكلّما اجتهدَ فِي العملِ أَفسدتْه عَلَيهِ هذه الأَربعةُ. ¶ ومنشأُ هذه الأَربعةِ مِنْ جهلِهِ بربِّهِ وجهلِهِ بنفسِهِ، فإِنّهُ لَوْ عرفَ ربَّه بصفاتِ الكمالِ ونعوتِ الجلالِ، وعرفَ نفسَه بالنّقائصِ والآفاتِ لَمْ يَتكبَّرْ ولم يغضبْ لَهَا ولم يحسدْ أَحداً عَلَى مَا آتاهُ اللهُ؛ فإِنَّ الحسدَ فِي الحقيقةِ نوعٌ مِنْ معاداةِ اللهِ؛ فإِنّه يكرهُ نعمةَ اللهِ عَلَى عبدِهِ وَقَدْ أَحبَّها اللهُ، ويحبُّ زوالَها عَنْهُ واللهُ يكرهُ ذَلِكَ، فَهُوَ مضادٌّ للهِ فِي قضائِهِ ومحبَّتِهِ وكراهتِهِ، ولذلكَ كَانَ إِبليسُ عدوَّه حقيقةً؛ لأَنَّ ذنبَه كَانَ عن كِبْرٍ وحسدٍ.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "إِذَا أَصبحَ العبدُ وأمسى –وليسَ همُّهُ إِلاَّ اللهَ وحدَه- تحمَّلَ اللهُ سبحانَه حوائجَه كلَّها، وحَمَلَ عَنْهُ كلَّ مَا أَهمَّهُ، وفرَّغَ قلبَه لمحبّتِهِ، ولسانهِ لذكرِهِ، وجوارحَهُ لطاعتِهِ، وإِنْ أَصبحَ وَأَمسى –والدُّنيا همُّهُ- حمَّلَه اللهُ همومَها وغمومَها وأَنكادَها، ووكَلَه إِلَى نفسِهِ، فشغلَ قلبَه عن محبَّتِهِ بمحبّةِ الخلقِ، ولسانَه عن ذكرِهِ بذكرِهم، وجوارحَه عن طاعتِهِ بخدمتِهم وأَشغالِهم، فَهُوَ يكدحُ كدحَ الوحشِ فِي خدمةِ غيرِهِ، كالكيرِ ينفخُ بطنَة ويعصرُ أَضلاعَه فِي نفعِ غيرِهِ! ¶ لاَ ينتفعُ بنعمةِ اللهِ بالإِيمانِ والعلمِ إِلاَّ مَنْ عرفَ نفسَه ووقفَ بِهَا عند قَدْرِها، ولم يتجاوز إِلَى مَا لَيْسَ له، ولم يتعدَّ طَورَهُ، ولم يقل: هَذَا لي! وتيقَّنَ أَنَّهُ للهِ ومن اللهِ وباللهِ، فَهُوَ المانُّ بِهِ ابتداءً وإِدامةً بلا سببٍ مِنَ العبدِ وَلاَ استحقاقٍ منه، فتُذِلُّهُ نِعَمُ اللهِ عَلَيهِ وتكسرُهُ كسرةَ مَنْ لاَ يرى لنفسِهِ وَلاَ فِيهَا خيراً البتّة، وأَنَّ الخيرَ الَّذِي وصلَ إِلَيْهِ فَهُوَ للهِ وبِهِ ومنه، فتُحْدِثُ له النِّعمُ ذُلاًّ وانكساراً عجيباً لاَ يُعبّرُ عنه، فكلّما جَدَّدَ له نعمةً ازدادَ له ذُلاًّ وانكساراً وخشوعاً ومحبّةً وخوفاً ورجاءً. ¶ وهذا نتيجةُ عِلمين شريفين: ¶ عِلمِهِ بربّهِ وكمالِهِ وبرِّهِ وغناه وجُودِهِ وإِحسانِهِ ورحمتِهِ، وأَنَّ الخيرَ كلَّه فِي يديه، وَهُوَ مُلْكُهُ يؤتي منه مَنْ شاءَ، ويمنعُ منه مَنْ يشاءُ، وله الحمدُ عَلَى هَذَا وهذا، أَكملُ حمدٍ وأَتمُّهُ.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "وعلمِهِ بنفسِهِ ووقوفِهِ عَلَى حدِّها وقَدْرِهَا ونقصِها وظلمِها وجهلِها، وأَنَّها لاَ خيرَ فِيهَا البتّةَ، وَلاَ لَهَا وَلاَ بِهَا وَلاَ مِنْهَا، وأَنَّها لَيْسَ لَهَا مَنْ ذاتِها إِلاَّ العدمُ، فكذلكَ مِن صفاتِها وكمالها لَيْسَ لَهَا إِلاَّ العدمُ الَّذِي لاَ شيءَ أَحقرُ وَلاَ أَنقصُ، فما فِيهَا مِنَ الخيرِ تابعٌ لوجودِها الَّذِي لَيْسَ إِلَيْهَا وَلاَ بِهَا. ¶ فَإِذَا صارَ هذانِ العِلمانِ صبغةً لَهَا –لاَ صيغةٌ عَلَى لسانِها!- عَلِمَتْ حينئذٍ أَنَّ الحمدَ كلَّه للهِ، والأَمرَ كلَّه له، والخيرَ كلَّه فِي يديهِ، وأَنَّه هُوَ المستحقُّ للحمدِ والثناءِ والمدحِ دونَها، وأَنّها هِيَ أَوْلَى بالذمِّ والعيبِ واللّومِ. ¶ ومنْ فاتَه التحقُّقُ بهذين العِلمينِ تلوّنتْ بِهِ أَقوالُهُ وأَعمالُهُ وأَحوالُهُ، وتخبَّطتْ عَلَيهِ، ولم يهتدِ إِلَى الصراطِ المستقيمِ الموصلِ له إِلَى اللهِ، فإِيصالُ العبدِ بتحقيقِ هاتين المعرفتين علماً وحالاً، وانقطاعُهُ بفواتِهما. ¶ وهذا معنى قولِهم: مَنْ عَرَفَ نفسَه عَرَفَ ربَّه؛ فإِنّه مَنْ عرفَ نفسَه بالجهلِ والظلمِ والعيبِ والنقائصِ الحاجةِ والفقرِ والذُّلِّ والمسكنةِ والعدمِ عَرَفَ ربَّه بضدّ ذَلِكَ، فوقفَ بنفسِهِ عِنْدَ قَدْرِهَا، ولم يتعدَّ بِهَا طورَها، وأَثنى عَلَى ربِّهِ ببعضِ مَا هُوَ أَهلُهُ، وانصرفتْ قوّةُ حبِّهِ وخشيتِه ورجائِهِ وإِنابتِهِ وتوكُّلِهِ إِلَيْهِ وحدَه، وكانَ أَحبَّ شيءٍ إِلَيْهِ، وأَخوفَ شيءٍ عندَه، وأَرجاهُ لَهُ، وهذا هُوَ حقيقةُ العبوديّةِ. ¶ واللهُ المُستعانُ ¶ ارجعْ إِلَى اللهِ واطلبْهُ منْ عينكَ وسمعِكَ وقلبِكَ ولسانِكَ، وَلاَ تشرُدْ عَنْهُ مِن هَذِهِ الأَربعةِ، فَمَا رجعَ مَن رجعَ إِلَيْهِ بتوفيقِهِ إِلاَّ مِنْهَا، وما شَرَدَ مَا شَرَدَ عَنْهُ بخِذلانِهِ إِلاَّ مِنْهَا.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "فالموفَّقُ يسمعُ ويبصرُ ويتكلّمُ ويبطشُ بمولاه، والمخذولُ يَصدرُ ذَلِكَ عَنْهُ بنفسِهِ وهواهُ. ¶ ذكرَ ابنُ سعدٍ فِي \"الطبقاتِ\" عن عمرَ بن عبد العزيزِ رحمه الله أَنّه كَانَ إِذَا خطبَ عَلَى المنبرِ فخافَ عَلَى نفسِهِ العُجْبَ قطعَه، وإِذا كتبَ كتاباً فخافَ فيه العُجْبَ مزَّقَه، ويقولُ: اللهمَّ! إِنّي أَعوذُ بِكَ مِن شرِّ نفسي. ¶ اعلم أَنَّ العبدَ إِذَا شَرَعَ فِي قولٍ أَوْ علمٍ يبتغي بِهِ مرضاةَ اللهِ مطالعاً فيه مِنَّةَ اللهِ عَلَيهِ بِهِ وتوفيقَه لَهُ فيه، وأَنّه باللهِ لاَ بنفسِهِ وَلاَ بمعرفتِهِ وفكرِهِ وحولِهِ وقوَّتِهِ، بل هُوَ الَّذِي أَنشأَ لَهُ اللسانَ والقلبَ والعينَ والأُذنَ؛ فالذي مَنَّ عَلَيهِ بذلكَ هُوَ الَّذِي مَنَّ عَلَيهِ بالقولِ والفعلِ. ¶ فَإِذَا لَمْ يَغِبْ ذَلِكَ عن ملاحظتِهِ ونظرِ قلبِه؛ لَمْ يحضُرْهُ العُجْبُ الَّذِي أَصلُهُ رؤيةُ نفسِهِ وغَيْبَتُهُ عن شهودِ مِنَّةِ ربِّهِ وتوفيقِهِ وإِعانتِهِ، فَإِذَا غابَ عن تلكَ الملاحظةِ: وثَبَتِ النفسُ، وقامت فِي مقامِ الدّعوى، فوقع العُجْبُ، ففسدَ عَلَيهِ القولُ والعملُ، فتارَة يُحالُ بينَه وبينَ تمامِهِ، ويُقطعُ عَلَيهِ، ويكونُ ذَلِكَ رحمةً بِهِ حتّى لاَ يغيبَ عن مشاهدةِ المِنَّةِ والتوفيقِ، وتارة يتمُّ لَهُ ولكن لاَ يكونُ لَهُ ثمرةٌ، وإِنْ أَثمرَ أَثمرَ ثمرةً ضعيفةً غيرَ مُحَصِّلةٍ للمقصودِ، وتارة يكونُ ضررُهُ عَلَيهِ أَعظمَ مِن انتفاعِهِ، ويتولّدُ لَهُ منه مفاسدُ شتّى بحسبِ غَيبتِهِ عن ملاحظةِ التوفيقِ والمِنّةِ ورؤيةِ نفسِهِ، وأَنَّ القولَ والفعلَ بِهِ. ¶ ومن هَذَا الموضعِ يُصلحُ اللهُ سبحانَه أَقوالَ عبدِهِ وأَعمالَهُ، ويُعظِمُ لَهُ ثمرتَها أَوْ يُفسِدُها عَلَيهِ ويمنعُهُ ثمرتَها، فلا شيءَ أَفسدُ للأَعمالِ مِن العُجْبِ ورؤيةِ النَّفسِ.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "فَإِذَا أَرَادَ اللهُ بعبدِهِ خيراً أَشهدَه مِنَّتَه وتوفيقَه وإِعانتَه لَهُ فِي كلِّ مَا يقولُهُ ويفعلُهُ، فلا يعجبُ بِهِ، ثمَّ أَشهدَهُ تقصيرَه فيه وأَنَّه لاَ يرضى لربِّهِ بِهِ فيتوبُ إِلَيْهِ ويستغفرهُ، ويستحيي أَنْ يطلبَ عَلَيهِ أَجراً، وإِذا لَمْ يُشْهِدْهُ ذَلِكَ وغيَّبَه عَنْهُ فرأى نفسَه فِي العملِ، ورآهُ بعينِ الكمالِ والرِّضا؛ لَمْ يقعْ ذَلِكَ العملُ منه موقعَ القَبولِ والرِّضا والمحبّةِ. ¶ فالعارفُ يعملُ العملَ لوجهِهِ مشاهداَ فيه مِنَّتَه وفضلَه وتوفيقَه، معتذراً منه إِلَيْهِ، مستحيياً منه إِذَا لَمْ يُوَفِّهِ حقَّه، والجاهلُ يعملُ العملَ لحظِّهِ وهواهُ ناظراً فيه إِلَى نفسِهِ، يمنُّ بِهِ عَلَى ربِّهِ، راضياً بعملِهِ. ¶ فهذا لونٌ، وذاكَ لونٌ آخرُ. ¶ كيفَ الفَلاَحُ بينَ إِيمانٍ ناقصِ، وأَملٍ زائدٍ، ومرضٍ لاَ طبيبَ لَهُ وَلاَ عائدَ، وهوىً مستيقظٍ، وعقلٍ راقدٍ، ساهياً فِي غمرتِهِ، عَمِهاً فِي سَكْرتِهِ، سابحاً فِي لُجّةِ جهلِهِ، مستوحشاً مِن ربِّهِ، مستأنساً بخلقِهِ، ذِكْرُ النَّاسِ فاكهتُهُ وقُوْتُهُ، وذِكْرُ اللهِ حبسُهُ ومَوْتُهُ، للهِ منه جزءٌ يسيرٌ مِن ظاهرِهِ، وقلبُهُ ويقينُهُ لغيرِهِ؟! ¶ لاَ يُكْرِمُ العبدُ نفسَه بمثلِ إِهانتِها، وَلاَ يُعِزُّها بمثلِ ذلِّها، وَلاَ يُريحها بمثلِ تعبِها؛ كَمَا قيلَ: ¶ سأُتعبُ نفسي أَوْ أُصادِفَ راحةً* فإِنَّ هوانَ النَّفْسِ فِي كَرَم النَّفْسِ ¶ وَلاَ يُشْبِعُهَا بمثلِ جوعِها، وَلاَ يُؤْمِنُها بمثلِ خوفِها، وَلاَ يُؤْنِسُها بمثلِ وَحْشَتِها مِن كلِّ مَا سوى فاطرِها وبارئِها، وَلاَ يُحييها بمثلِ إِماتتِها، كَمَا قيلَ: ¶ مَوتُ النّفوسِ حياتُها * مَنْ شاءَ أَنْ يحيا يموت ¶ يَا مُنْفِقاً بضاعةَ العمرِ فِي مخالفةِ حبيبِهِ والبعدِ عَنْهُ! لَيْسَ فِي أَعدائِكَ أَضرُّ عليكَ مِنْكَ. ¶ مَا تبلغُ الأَعداءُ مِنْ جاهلٍ * مَا يبلغُ الجاهلُ مِن نفسِهِ",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "تاللهِ مَا عدا عليكَ العدوُّ إِلاَّ بعدَ أَنْ تولَّى عنكَ الوليُّ، فلا تظنَّ أَنَّ الشيطانَ غلبَ، ولكنَّ الحافظَ أَعرضَ. ¶ احذرْ نفسَكَ، فَمَا أَصابَكَ بلاءٌ قطُّ إِلاَّ مِنْهَا، وَلاَ تُهادِنْها، فواللهِ مَا أَكرمَها مَنْ لَمْ يُهِنْها، وَلاَ أَعزَّها مَنْ لَمْ يُذِلّها، وَلاَ جَبَرَها مَنْ لَمْ يَكْسِرْها، وَلاَ أَرَاحَها مَنْ لَمْ يُتْعِبْها، وَلاَ أَمِنَها مَنْ لَمْ يُخوِّفْهَا، وَلاَ فرَّحها مَنْ لَمْ يُحزِنْها. ¶ لمّا رأى المتيقِّظونَ سطوةَ الدُّنْيَا بأَهلِها، وخداعَ الأَملِ لأَربابِهِ، وتملُّكَ الشيطانِ، وقِيَادَ النُّفوسِ، ورأوا الدَّولةَ للنفسِ الأَمّارةَ، لجأوا إِلَى حِصنِ التضرُّعِ والالتجاءِ كَمَا يأوي العبدُ المذعورُ إِلَى حَرَمِ سيّدِهِ. ¶ كيفَ يَسْلَمُ مَنْ لَهُ زوجةٌ لاَ ترحمُه، وولدٌ لاَ يعذرُهُ، وجارٌ لاَ يأمنُهُ، وصاحبٌ لاَ ينصحُهُ، وشريكٌ لاَ يُنْصفُهُ، وعدوٌّ لاَ ينامُ عن معاداتِهِ، ونفسٌ أَمّارةٌ بالسّوءِ، ودنيا مُتَزَيِّنَةٌ، وهوىً مُرْدٍ، وشهوةٌ غالبةٌ له، وغضبٌ قاهرٌ، وشيطانٌ مُزَيِّنٌ، وضعفٌ مُستَولٍ عَلَيهِ. ¶ فإِنْ تولاّهُ اللهُ وجذبَه إِلَيْهِ انقهرتْ لَهُ هَذِهِ كلُّها، وإِنْ تخلّى عَنْهُ ووكَلَهُ إِلَى نفسِهِ اجتمعتْ عَلَيهِ فكانتِ الهَلَكَةُ. ¶ مَنْ تَرَكَ الاختيارَ والتدبيرَ فِي طلبِ زيادةِ دنيا أَوْ جاهٍ أَوْ فِي خوفِ نقصانٍ أَوْ فِي التّخلّصِ مِن عدوٍّ، توكُّلاً عَلَى اللهِ، وثقةً بتدبيرِهِ لَهُ وحُسْنِ اختيارِهِ له، فأَلقى كَنَفَهُ بينَ يديه وسلَّمَ الأَمرَ إِلَيْهِ ورضي بِمَا يقضيه لَهُ استراحَ مِن الهمومِ والغمومِ والأَحزانِ، ومن أَبى إِلاَّ تدبيرَه لنفسِهِ وقعَ فِي النَّكَدِ والنَّصَبِ وسوءِ الحالِ والتّعبِ.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "فلا عيشَ يصفو، وَلاَ قلبَ يفرحُ، وَلاَ عملَ يزكو، وَلاَ أَمَلَ يقومُ، وَلاَ راحةَ تدومُ، واللهُ سبحانَه سَهَّلَ لِخَلْقِهِ السّبيلَ إِلَيْهِ، وحَجَبهم عَنْهُ بالتدبيرِ، فمَنْ رضيَ بتدبيرِ اللهِ لَهُ وسكنَ إِلَى اختيارِهِ، وسلَّمَ لحُكْمِهِ: أَزالَ ذَلِكَ الحجابَ، فأَفْضى القلبُ إِلَى ربِّهِ، واطمأنَّ إِلَيْهِ وسكن. ¶ مَنْ شُغِلَ بنفسِهِ شُغِلَ عن غيرِهِ، ومَنْ شُغِلَ بربِّهِ شُغِلَ عن نفسِهِ. ¶ أَعظمُ الربحِ فِي الدُّنْيَا أَنْ تَشغَلَ نفسَكَ كلَّ وقتٍ بِمَا هُوَ أَوْلَى بِهَا وأَنفعُ لَهَا فِي معادِها. ¶ دافِعِ الخطرةَ؛ فإِنْ لَمْ تفعلْ صارتْ فكرةً، فدافِعِ الفكرةَ، فإِنْ لَمْ تفعلْ صارتْ شهوةً، فحارِبْها، فإِنْ لَمْ تفعلْ صارتْ عزيمةً وهمّةً، فإِنْ لَمْ تُدافِعْها صارتْ فعلاً، فإِن لَمْ تتداركْه صار عادةً، فيصعبُ عليكَ الانتقالُ عنها. ¶ لَوْ عَرَفْتَ قَدْرَ نفسِكَ عِنْدَ الله مَا أَهنْتَها بالمعاصي، إِنّما أُبْعِدَ إِبليسَ إِذْ لَمْ يسجدْ لك، وأَنت فِي صُلبِ أَبيك، فواعجباً كَيْفَ صالَحْتَه وتركت الله! لَوْ كَانَ فِي قلبِكَ محبّةٌ لَبانَ أَثرُها عَلَى جسدِكَ. ¶ تذكَّرْ حلاوةَ الوصالِ يَهُنْ عليكَ مُرُّ المجاهدةِ. ¶ بينَ العبدِ وبينَ اللهِ والجنّةِ قنطرةٌ تُقْطَعُ بخطوتين: خطوةٍ عن نفسهِ، وخطوةٍ عن الخَلْقِ، فَيُسْقِطُ نفسَه ويُلْغيها فيما بينَه وبينَ النَّاسِ، ويُسْقِطُ النَّاسَ ويُلْغِيهم فيما بينَه وبينَ اللهِ، فلا يلتفتُ إِلاَّ إِلَى مَنْ دَلَّهُ عَلَى اللهِ وعلى الطريقِ المُوْصِلةِ إِلَيْهِ. ¶ فَلا تَظْنُنْ بِرَبِّكَ ظَنَّ سَوْءٍ * فَإنَّ اللهَ أَوْلَى بِالجَمِيلِ ¶ وَلاَ تَظْنُنْ بِنَفْسِكَ قَطُّ خَيْرَاً * وَكَيْفَ بِظَالِمٍ جَانٍ جَهُولِ ¶ وَقُلْ يَا نَفْسُ مَأْوَى كُلِّ سُوءٍ * أَيُرجَى الخَيْرُ مِنْ مَيْتٍ بَخِيلِ",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "وَظُنَّ بِنَفْسِكَ السُّوآى تَجِدْهَا * كَذَاكَ وَخَيْرُهَا كَالْمُسْتَحِيلِ ¶ وَمَا بِكَ مِنْ تُقىً فِيهَا وَخَيْرٍ* فَتِلْكَ مَوَاهِبُ الرَّبِّ الجَلِيلِ ¶ وَلَيْسَ بِهَا وَلاَ مِنْهَا وَلَكِنْ * مِنَ الرَّحْمن فَاشْكُرْ لِلدَّلِيل ¶ فليعتنِ اللبيبُ الناصحُ لنفسه بهذا الموضعِ، وليتُبْ إِلَى الله تَعَالَى وليستغفِرْه كلَّ وقت منْ ظنّه بربّه ظنّ السّوء، وليظنَّ السّوءَ بنفسه التي هِيَ مأوى كلّ سوء، ومنبعُ كلّ شرٍّ، المركبة عَلَى الجهل والظلم، فهي أولى بظن السَّوءِ مِن أحكم الحاكمين، وأعدِل العادلين، وأرحمِ الرّاحمين، الغنيِّ الحميد، الَّذِي لَهُ الغنى التام، والحمدُ التام، والحكمةُ التامة، المنزّهُ عن كلّ سوءٍ فِي ذاته وصفاتِهِ، وأفعالِه وأسمائه، فذاتُه لَهَا الكمالُ المطلقُ مِن كلّ وجه، وصفاتُه كذلك، وأفعالُه كذلك، كُلُّها حِكمة ومصلحة، ورحمة وعدل، وأسماؤه كُلُّها حسنى. ¶ فَسَلِ الهِدَايَةَ مَنْ أزِمَّةُ أمْرِنَا * بِيَدَيْهِ مَسْأَلَةَ الذَّلِيلِ العَانِي ¶ وَسَلِ العِيَاذَ مِنَ اثْنَتَينِ هُمَا اللَّتَا * نِ بِهُلْكِ هَذَا الخَلْقِ كَافِلَتَان ¶ شَرُّ النُّفُوسِ وَسَيئُ الأَعْمَالِ مَا * وَاللهِ أَعْظَمُ مِنْهُمَا شَرَّانِ ¶ وَلَقَدْ أتَى هَذَا التَّعَوُّذُ مِنْهُمَا * فِي خُطْبَةِ المَبْعُوثِ بِالقُرْآنِ ¶ لَوْ كَانَ يَدْرِي العَبْدُ أَنْ مُصَابَهُ * فِي هَذِهِ الدُّنْيَا هُما الشَّرَّانِ ¶ جَعَلَ التَّعَوُّذَ مِنْهُمَا دَيْدَانَهُ * حَتَّى تراهُ دَاخِلَ الأكْفَانِ ¶ وَسَلِ العِيَاذَ مِنَ التَّكَبُّرِ وَالْهَوَى * فَهُمَا لِكُلِّ الشَّرِّ جَامِعَتَانِ ¶ وَهُمَا يَصُدَّانِ الفَتَى عَنْ كُلِّ طُرْ * فَهُمَا لِكُلِّ الشَّرِّ جَامِعَتَانِ ¶ فَتَرَاهُ يَمْنَعُهُ هَوَاهُ تَارَةً * وَالكِبْرُ أخْرَى ثُمَّ يَشْتَرِكَانِ ¶ وَاللهِ مَا فِي النَّارِ إِلاَّ تَابِعٌ * هَذَيْنِ فَاسْألْ سَاكِنِي النِّيرَانِ",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وَاللهِ لَوْ جَرَّدْتَ نَفْسَكَ مِنْهُمَا * لأَتَتْ إِلَيكَ وُفُودُ كُلِّ تَهَانِ ¶ ينبغي أَنْ يعلم العبد \"أنّه كالوليد الطِّفل، فِي حاجته إِلَى مَنْ يحفظُهُ ويصونُهُ، فإن لَمْ يحفظْهُ مولاهُ الحقُّ ويصونُه ويعينه فَهُوَ هالكٌ وَلاَ بدَّ، وَقَدْ مَدَّتِ الشياطينُ أيديْها إِلَيْهِ مِن كلِّ جانبٍ تريدُ تمزيقَ حالهِ كلِّهِ، وإفسادَ شأنِه كلِّهِ، وأنّ مولاهُ وسَّيِدَهُ إنْ وَكَلَهُ إِلَى نَفسِه وكَلَهُ إِلَى ضيْعةٍ وعجزٍ وذنْبٍ وخطيئةٍ وتفريطٍ، فهلاكُهُ أدنى إِلَيْهِ مِن شراكِ نعله. ¶ فَقَدْ أجمَعَ العلماءُ بالله عَلَى أنّ التّوفيقَ أَنْ لاَ يَكِلَ اللهُ العبدَ إِلَى نفسه، وأجمعوا عَلَى أَنْ الخِذلانَ أَنْ يخليّ بينه وبين نفسه. ¶ عَلَى العبد أَنْ يعرف حقيقة نفسه، وأنّها الظَّالمةُ، وأنّ مَا صدر مِنْهَا مِن شرٍّ فَقَدْ صدَرَ مِن أهله ومعدنه، إذ الجهل والظُّلمُ منبع الشرّ كلِّه، وأنَّ كلَّ مَا فِيهَا مِن خيرٍ وعلمٍ وهدىً وإنابةٍ وتقوىً فَهُوَ مِن ربّها تعالى، هُوَ الَّذِي زكّاها به، وأعطاها إيّاهُ، لاَ منها، فَإِذَا لَمْ يشأ تزكيةَ العبدِ تَرَكهُ مَعَ دواعي ظُلمهِ وجَهلهِ، فَهُوَ تَعَالَى الَّذِي يُزَكِّي مَنْ يشاء مَنْ النّفوسِ، فتزكو وتأتي بأنواعِ الخيرِ والبرِّ، ويتركُ تزكيةَ مَنْ يشاءُ مِنْهَا فتأتَي بأنواعِ الشَّرِّ والخُبْثِ.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "ينبغي أَنْ يَشْهَدَ العبد الضَّعْفَ، وأَنَّهُ أعجزُ شيءٍ عن حِفْظِ نفسِهِ وأضْعَفهُ، وأنه لاَ قُوَّةَ لَهُ وَلاَ حَوْلَ إِلاَّ بِرَبِّهِ، فَيَشْهَدُ قلبَه كريشةٍ مُلْقاةٍ بأرضِ فلاة تُقلِّبها الرياحُ يَميناً وشِمالاً، ويَشْهَدُ نَفْسَهُ كراكبِ سفينةٍ فِي البحرِ تَهيجُ بِهَا الرياحُ وتتلاعبُ بِهَا الأمواجُ، ترفعُها تارةً، وتخفِضُها تارةً أُخرى، وَلاَ سيَّما إِذَا انكسرتْ به، وبقي عَلَى لَوْحٍ تلعبُ بِهِ الرياحُ، تجري عَلَيهِ أحكامُ القَدَرِ، وَهُوَ كالآلَةِ طريحاً بين يَدَي وَلِيِّهِ، ملقىً ببابِهِ، واضعاً خَدَّهُ عَلَى ثَرَى أعتابِهِ، لاَ يملِكُ لنَفْسِهِ ضُراً وَلاَ نَفْعاً، وَلاَ موتاً، وَلاَ حياةً، وَلاَ نشوراً. لَيْسَ لَهُ مِن نفسِهِ إِلاَّ الجَهْلُ والظُّلمُ وآثارُهُمَا وَمُقْتَضَيَاتُهُما، فالهَلاكُ أَدنَى إِلَيْهِ مِنْ شِراكِ نَعْلِهِ كَشَاةٍ مُلْقَاةٍ بين الذِّئَابِ والسِّبَاع. لاَ يَردُّها عَنْهَا إِلاَّ الرَّاعِي، فَلَوْ تخلَّى عنها طَرْفةَ عَينٍ لَتَقَاسَمُوهَا أَعْضَاءً. ¶ وَهَكَذَا حَالُ العَبْدِ مُلْقَىً بَيْنَ اللهِ وَبَيْنَ أَعْدائِهِ، مِنْ شَياطِين الإِنسِ والجنِّ فإنْ حَمَاهُ مِنْهمْ وَكَفَّهم عَنهُ لَمْ يَجِدوا إِلَيْهِ سَبيلاً، وإِنْ تَخلَّى عَنْهُ وَوَكَلَهُ إِلَى نَفْسِهِ طَرْفَةَ عينٍ لَمْ يَنْقَسمْ عَلَيْهِم، بَل هُوَ نَصيبُ مَن ظَفرَ بِهِ منهم.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "أَجْمَعَ العارفونَ باللهِ أَنَّ \"التوفيقَ\" هُوَ أَنْ لاَ يَكِلَكَ الله إِلَى نَفْسِكَ، وأَنَ \"الخِذلانَ\" هُوَ أَنْ يُخَلِّيَ بينَكَ وبينَ نفسِكَ، فالعبيدُ متقلّبونَ بينَ توفيقِهِ وخِذْلانِهِ، بلِ العبْدُ فِي الساعَةِ الواحِدَةِ ينالُ نَصيبَهُ مِن هَذَا وهذا، فَيطيعُهُ ويُرضيهِ، وَيَذْكُرُه ويشكُرُه بتوفيقِهِ لَهُ، ثمّ يَعْصيهِ ويُخالِفُهُ ويُسْخِطُهُ وَيَغْفَلُ عنهُ بخِذْلانِهِ لَهُ، فَهُوَ دائرٌ بينَ توفيقِهِ وخِذْلانِهِ، فإنْ وَفَّقَهُ فبِفَضْلِهِ ورَحْمَتِهِ، وإن خَذَلَهُ فبعَدْلِهِ وحكمَتِهِ، وَهُوَ المحمودُ عَلَى هَذَا وهذا، لَهُ أتمُّ حمدٍ وأَكْمَلُهُ. ¶ فَمَتَى شَهدَ العبدُ هَذَا المشهدَ وأعطاهُ حقَّهُ، وأنّه لاَ موفّقَ إِلاَّ مَنْ وفَّقَهُ وأعَانَه، وَلاَ مخذولَ إِلاَّ مَنْ خذله وأهانه وتخلّى عنه، عَلِمَ شدَّةَ ضَرورَتِهِ وحاجَتِهِ إِلَى التَّوفيق فِي كُلِّ نَفَسٍ وكلِّ لحظَةٍ وطَرْفَةِ عينٍ، وأنَّ إيمانَهُ وتوحيدَهُ بيدِهِ تَعَالَى، لَوْ تَخَلَّى عنهُ طرفَةَ عينٍ لَثُلَّ عَرْشُ توحيدِهِ، ولَخَرَّتْ سماءُ إيمانِهِ عَلَى الأرضِ، وأنَّ المُمْسِكَ لَهُ هُوَ مَنْ يمسكُ السّمَاء أَنْ تَقَعَ عَلَى الأرض إِلاَّ بإِذْنِهِ، فَدأْبُ لسانِهِ : ( يَا مُقَلِّبَ القُلوبِ ثَبِّتْ قَلبي عَلَى دينِكَ. اللهمَّ مُصرِّفَ القُلوبِ صَرِّفْ قُلُوبنَا عَلَى طاعَتِكَ ) ففي هَذَا المشهدِ يَشْهَدُ توفيقَ اللهِ وخِذلانَهُ، فيسأَلُهُ توفيقَهُ مسأَلَةَ المُضْطَرِّ، ويعوذُ بِهِ مِن خِذلانِهِ، عياذَ الملهوفِ، ويُلقي نفسَهُ بينَ يَديْهِ، طريحاً ببابِهِ مستَسْلِماً له، ناكِسَ الرَّأْسِ بينَ يَدَيْهِ، خاضِعاً ذَليلاً مُسْتَكيناً، لاَ يملِكُ لنَفْسِهِ ضَرَّاً وَلاَ نَفْعاً وَلاَ مَوْتاً وَلاَ حَياةً وَنُشوراً.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "و \"التوفيقُ\" إرادةُ اللهِ مِن نَفْسِه أنْ يَفْعَلَ بعبدِهِ مَا يَصلُحُ بِهِ العَبْدُ، بأن يجعَلَهُ قادراً عَلَى فعلِ مَا يُرضيه، مُريداً لَهُ، مُحِباً لَهُ، مُؤثراً لَهُ عَلَى غَيْرِهِ، ويُبَغِّضَ إِلَيْهِ مَا يَسْخَطُهُ، يُكَرِّهُهُ إِلَيْهِ، وهذا مجرَّدُ فِعْلِهِ، والعبدُ مَحَلُّ لَهُ، قَالَ تَعَالَى: (( وَلَكِنَّ اللهَ حَبَّبَ إِلَيْكُمُ الإِيمَانَ وَزَيَّنَهُ فِي قُلُوبِكُم وَكَرَّهَ إِلَيْكُمُ الكُفْرَ وَالفُسُوقَ وَالعِصْيانَ أُولئكَ هُمُ الرَّاشِدُون فَضْلاً مِنَ اللهِ وَنِعْمَةً واللهُ عَلِيمٌ حَكِيمٌ )) فَهُوَ سُبْحَانَهُ عليمٌ بمَنْ يَصْلُحُ لهذا الفضلِ ومَنْ لاَ يَصْلُحُ لَهُ، حكيمٌ يَضَعُهُ فِي مواضِعِهِ وعِنْدِ أهلِهِ، لاَ يَمْنَعُهُ أهلَهُ، وَلاَ يَضَعُهُ عِنْدَ غَيرِ أهلِهِ. ¶ قَالَ يحيى بنُ معاذٍ رحمه الله: يَخْرُجُ العارفُ مِن الدُّنْيَا ولم يقضِ وَطَرَهُ مِن شَيئينِ: بكاءٍ عَلَى نفسِهِ، وثناءٍ عَلَى ربِّهِ. ¶ وَهذا مِن أحسنِ الكلامِ، فإِنَّه يَدُلُّ عَلَى معرفتِهِ بنفسِهِ، وعيوبهِ وآفاتِهِ، وعلى معرفتِهِ بربِّهِ وكمالِهِ وجلالِهِ، فَهُو شديدُ الإِزراءِ عَلَى نفسِهِ، لَهِجٌ بالثَّناءِ عَلَى ربِّهِ. ¶ العبدُ فِي هَذِهِ الدَّارِ مفتونٌ بشهواتِهِ ونفسِهِ الأمَّارَةِ، وشَيطانِهِ المُغْوي المُزَيِّنِ، وقُرنائِهِ، وما يراهُ، ويشاهِدُهُ، ممَّا يَعْجِزُ صبرُهُ عَنْهُ، ويَتَّفِقُ مَعَ ذَلِكَ ضعفُ الإِيمانِ واليقينِ، وضعفُ القلبِ، ومرارةُ الصَّبْرِ، وذَوْقُ حلاوةِ العاجِلِ، ومَيْلُ النَّفسِ إِلَى زَهْرَةِ الحياةِ الدُّنْيَا، وكونُ العِوَضِ مؤجَّلاً فِي دارٍ أُخرى غيرِ هَذِهِ الدَّارِ التي خُلِقَ فيها، وفيها نشأَ، فَهُوَ مكلَّفٌ بأَنْ يترُكَ شهْوَتَهُ الحاضرةَ المشاهَدَةَ لغيبٍ طُلِبَ منه الإِيمانُ بِهِ.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "فواللهِ لَوْلاَ اللهُ يُسْعِدُ عَبْدَهُ * بِتَوْفِيقِهِ واللهُ بالعَبْدِ أَرْحَمُ ¶ لَمَا ثَبَتَ الإِيمانُ يَوْماً بقَلْبِهِ * عَلَى هَذِهِ العِلاَّتِ والأَمْرُ أَعْظَمُ ¶ وَلاَ طَاوَعَتْهُ النَّفْسُ فِي تَرْكِ شَهْوةٍ * مَخَافَةَ نارٍ جَمْرُهَا يَتَضَرَّمُ ¶ وَلاَ خَافَ يَوْماً مِنْ مَقامِ إِلهِهِ * عَلَيهِ بحُكْمِ القِسْطِ إِذْ لَيْسَ يَظْلِمُ ¶ اتَّفَقَ السَّالكونَ إِلَى اللهِ عَلَى اختلافِ طُرُقِهم وتبايُنِ سُلوكِهِم عَلَى أَنَّ النّفسَ قاطعةٌ بينَ القلبِ وبينَ الوصولِ إِلَى الرَّبِّ، وأَنَّهُ لاَ يُدْخَلُ عَلَيهِ سُبْحَانَهُ وَلاَ يوصَلُ إِلَيْهِ إِلاَّ بعدَ إماتَتِها وتَرْكِها بمخالفتِها والظَّفَر بِهَا. ¶ فإنَّ النَّاسَ عَلَى قسمينِ: ¶ قسمٌ ظَفِرَتْ بِهِ نفسُهُ فملكَتْهُ وأَهلَكَتْهُ وصارَ طَوعاً لَهَا تحتَ أَوامرِها. ¶ وقسمٌ ظَفِروا بنفوسِهِم فقَهَروها، فصارتْ طوعاً لهم منقادةً لأوامِرِهِم. ¶ مُحاسَبَةُ النَّفْسِ بعد العَمَلِ: ثلاثةُ أَنواعٍ: ¶ ??أَحَدُها: مُحاسَبَتُها عَلَى طاعةٍ قصَّرَتْ فِيهَا مِن حَقِّ اللهِ تَعَالَى، فلم تُوقِعْها عَلَى الوجهِ الَّذِي ينبغي. ¶ وحقُّ اللهِ تَعَالَى فِي الطَّاعةِ ستَّةُ أُمورٍ، وهي: ¶ o الإخلاصُ فِي العملِ. ¶ o والنَّصيحَةُ للهِ فيهِ. ¶ o ومُتابعَةُ الرَّسُولِ فيهِ. ¶ o وشُهُودُ مَشْهَدِ الإِحسانِ فيهِ. ¶ o وشُهُودُ مِنَّةِ اللهِ عَلَيهِ. ¶ o وشُهودُ تَقصيرِهِ فِيهِ بَعْدَ ذَلِكَ كلِّهِ. ¶ فيُحاسِبُ نَفْسَهُ: هَلْ وَفَّى هَذِهِ المقاماتِ حقَّها؟ وهل أتى بِهَا فِي هَذِهِ الطَّاعةِ؟ ¶ ??الثَّاني: أَنْ يُحاسِبَ نفسَهُ عَلَى كلِّ عملٍ كَانَ تَرْكُه خيراً لهُ مِن فِعْلِهِ.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "??الثَّالِثُ: أَنْ يُحاسِبَ نفسَهُ عَلَى أَمْرٍ مُباحٍ أَوْ مُعتادٍ: لَمَ فَعَلَهُ؟ وهل أَرادَ بِهِ اللهَ والدَّارَ الآخِرَةَ؟ فيكونَ رابحاً، أَوْ أَرَادَ بِهِ الدُّنْيَا وعاجِلَها، فيَخْسَرَ ذَلِكَ الرِّبحَ ويَفوتَهُ الظَّفَرُ بِهِ! ¶ ضررُ تَركِ المُحاسَبة: ¶ وأَضَرُّ مَا عَلَيهِ الإِهمالُ، وتركُ المُحاسبَةِ، والاسترسالُ، وتسهيلُ الأُمورِ، وتمشِيَتُها؛ فإِنَّ هَذَا يَؤولُ بِهِ إِلَى الهلاكِ، وهذه حالُ أَهلِ الغُرورِ؛ يُغْمِضُ عينَيْهِ عنِ العواقِبِ، ويُمَشِّي الحال، ويَتَّكِلُ عَلَى العَفْوِ، فيُهْمِلُ مُحاسَبَةَ نفسِهِ والنَّظَرَ فِي العاقبةِ، وإِذَا فَعَلَ ذَلِكَ سَهُلَ عَلَيهِ مواقَعَةُ الذُّنوبِ، وَأَنِسَ بِهَا، وعَسُرَ عَلَيهِ فِطامُها، ولو حَضَرَهُ رُشْدُهُ لَعَلِمَ أَنَّ الحِمْيَةَ أَسْهَلُ مِن الفِطامِ، وتركِ المألوفِ والمُعتادِ. ¶ وجِماعُ ذَلِكَ: أَنْ يُحاسِبَ نفسَهُ أَوَّلاً عَلَى الفرائِضِ، فإِنْ تَذَكَّرَ فِيهَا نَقْصاً تَدَارَكَهُ، إِمَّا بقضاءٍ أَوْ إِصلاحٍ. ¶ ثمَّ يُحاسِبُهَا عَلَى المنَاهي، فإِنْ عَرَفَ أَنَّهُ ارتَكَبَ مِنْهَا شيئاً تدارَكَهُ بالتَّوبةِ والاستغفارِ والحسناتِ الماحِيَةِ. ¶ ثمَّ يحاسِبُ نفسَهُ عَلَى الغَفْلَةِ، فإِنْ كَانَ قَدْ غَفِلَ عمَّا خُلِقَ لَهُ؛ تدارَكَهُ بالذِّكْرِ والإِقبالِ عَلَى اللهِ تَعَالَى. ¶ ثمَّ يحاسِبُها بِمَا تكلَّمَ بِهِ، أَوْ مَشَتْ إِلَيْهِ رجلاهُ، أَوْ بَطَشَتْ يداهُ، أَوْ سمعَتْهُ أُذناهُ: مَاذَا أَرَادَتْ بهذا؟ ولمَنْ فَعَلَتْهُ؟ وعلى أَيِّ وجهٍ فَعَلَتْهُ؟ ¶ ??فالأَوَّلُ: سؤالٌ عن الإخلاصِ. ¶ ??والثَّاني: سؤالٌ عن المُتابَعَةِ. ¶ وقال تَعَالَى: (( فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِينَ * عَمَّا كانُوا يَعْمَلونَ )) [الحجر: 92-93].",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "وقال تَعَالَى: (( فَلَنَسْئَلَنَّ الَّذِينَ أُرْسِلَ إِلَيْهِمْ ولَنَسْئَلَنَّ المُرْسَلينَ * فَلَنَقُصَّنَّ عليهِمْ بِعِلْمٍ ومَا كُنَّا غَائِبينَ )) [الأعراف: 6-7]. ¶ وقال تَعَالَى: (( لِيَسْأَلَ الصَّادِقينَ عَنْ صِدْقِهِمْ )) [الأحزاب: 8]. ¶ فَإِذَا سُئِلَ الصَّادِقُونَ وحُوسِبوا عَلَى صِدْقِهم فَمَا الظَّنُّ بالكاذِبينَ؟ ¶ فَإِذَا كَانَ العبْدُ مسؤولاً ومُحاسَباً عَلَى كلِّ شيءٍ حتّى عَلَى سَمْعِهِ وبَصَرِهِ وقَلْبِهِ؛ كَمَا قَالَ تَعَالَى: (( إِنَّ السَّمْعَ والبَصَرَ والفؤادَ كُلُّ أُولئِكَ كَانَ عَنْهُ مَسْؤولاً )) [الإسراء: 34]؛ فَهُوَ حقيقٌ أَنْ يُحاسِبَ نفسَهُ قبلَ أَنْ يُناقَشَ الحسابَ. ¶ وَقَدْ دلَّ عَلَى وُجُوبِ محاسَبَةِ النَّفْسِ قولُه تَعَالَى: (( يَا أَيُّها الَّذِينَ آمَنُوا اتَّقُوا اللهَ وَلْتَنْظُرْ نَفْسٌ مَا قَدَّمَتْ لِغَدٍ )) [الحشر: 18]، يقول تَعَالَى: لِيَنْظُرْ أَحدُكُم مَا قدَّمَ ليومِ القيامةِ مِن الأعمالِ: أَمِنَ الصَّالحاتِ الَّتِي تُنْجِيهِ، أَمْ مِن السَّيِّئاتِ الَّتِي تُوبِقُهُ. ¶ وفي محاسبةِ النَّفْسِ عِدَّةُ مصالحَ: ¶ مِنْهَا: الاطِّلاعُ عَلَى عُيوبِها، ومَن لَمْ يطَّلعْ عَلَى عَيْبِ نفسِهِ، لَمْ يُمْكِنْهُ إِزالَتُه، فَإِذَا اطَّلَعَ عَلَى عَيْبِها؛ مَقَتَها فِي ذاتِ اللهِ تَعَالَى. ¶ وقالَ أَبو حفصٍ: \"مَنْ لَمْ يَتَّهِمْ نَفْسَهُ عَلَى دَوامِ الأوقاتِ، ولم يُخالِفْها فِي جميعِ الأحوالِ، ولم يَجُرَّها إِلَى مكروهِها فِي سائِر أَوقاتِه؛ كَانَ مغروراً، ومَن نَظَرَ إِلَيْهَا باستحسانِ شيءٍ مِنْهَا؛ فَقَدْ أَهْلَكَها\".. ¶ فالنَّفْسُ داعيةٌ إِلَى المَهالِكِ، مُعينَةٌ للأعداءِ، طامِحَةٌ إِلَى كلِّ قبيحٍ، مُتَّبِعَةٌ لكُلِّ سوءٍ، فَهِيَ تَجْرِي بطَبْعها فِي ميدانِ المُخالَفَةِ.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "فالنِّعْمَةُ الَّتِي لاَ خَطَر لَهَا: الخروجُ مِنْهَا، والتَّخَلُّصُ مِن رِقِّها، فإِنَّها أَعظمُ حجابٍ بينَ العبدِ وبينَ اللهِ تعالى، وأَعرَفُ النَّاسِ بِهَا أَشدُّهُم إِزراءً عَلَيهَا، ومَقْتاً لَهَا. ¶ ومَقْتُ النَّفسِ فِي ذاتِ اللهِ مِن صفاتِ الصِّدِّيقينَ، ويدنو العبدُ بِهِ مِن اللهِ تَعَالَى فِي لحظةٍ واحدةٍ أَضعافَ أَضعافِ مَا يَدنو بالعملِ. ¶ ومِن فوائِدِ محاسبةِ النَّفْسِ: أَنَّهُ يعرِفُ بذلك حقَّ اللهِ تعالى، ومَن لَمْ يَعْرِفْ حقَّ اللهِ تَعَالَى عَلَيهِ؛ فإِنَّ عبادَتَهُ لاَ تكادُ تُجْدِي عليهِ، وهي قليلةُ المنفعَةِ جدّاً. ¶ فمِنْ أَنْفَعِ مَا للقلبِ النَّظَرُ فِي حقِّ اللهِ عَلَى العبادِ؛ فإنَّ ذَلِكَ يورِثُهُ مَقْتَ نفسِه، والإزراءَ عَلَيْهَا، ويُخلِّصُه مِن العُجْبِ ورُؤيَةِ العملِ، ويفتَحُ لَهُ بابَ الخضوعِ والذُّلِّ والانكسارِ بينَ يدي ربِّهِ، واليأْسِ مِن نفسِهِ، وأَنَّ النَّجاةَ لاَ تحصُلُ لَهُ إِلاَّ بعفوِ اللهِ، ومغفرَتِهِ ورحمتِه، فإِنَّ مِن حقِّهِ أَنْ يُطاعَ وَلاَ يُعْصَى، وأَنْ يُذْكَرَ فلا يُنْسَى، وَأَنْ يُشْكَرَ فلا يُكْفَرَ. ¶ فَمَنْ نَظَرَ فِي هَذَا الحقِّ الَّذِي لربِّهِ عَلِمَ علمَ اليقينِ أَنَّهُ غيرُ مؤدٍّ لَهُ كَمَا ينبغي، وأَنَّهُ لاَ يسعهُ إِلاَّ العفوُ والمغفرةُ، وأَنَّهُ إِنْ أُحيلَ عَلَى عملِهِ هَلَكَ. ¶ فهذا محلُّ نظرِ أهلِ المعرفةِ باللهِ تَعَالَى وبنفوسِهم، وهذا الَّذِي أَيْأَسَهُم مِن أَنْفُسِهم، وعلَّق رجاءَهُم كلَّهُ بعفوِ اللهِ ورحمتِه. ¶ وإِذا تأَمَّلْتَ حالَ أَكثرِ النَّاسِ؛ وَجَدْتَهُم بضدِّ ذَلِكَ، ينظُرونَ فِي حقِّهِم عَلَى اللهِ، وَلاَ ينظُرونَ فِي حَقِّ اللهِ عليهِم، ومِن هاهنا انْقَطَعوا عن اللهِ، وحُجِبَتْ قلوبُهُم عن معرفتِه ومحبَّتِه والشَّوقِ إِلَى لقائِهِ والتَّنَعُّمِ بِذِكْرِهِ، وهذا غايةُ جهلِ الإنسانِ بربِّهِ وبنفسِهِ.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "فمحاسَبَةُ النَّفْس هِيَ نظرُ العَبْدِ فِي حقِّ اللهِ عَلَيهِ أَوَّلاً. ¶ ثُمَّ نَظَرَهُ: هَلْ قامَ بِهِ كَمَا يَنبغي ثانِياً. ¶ وأَفْضَلُ الفِكْرُ فِي ذَلِكَ، فإِنَّهُ يُسَيِّرُ القلبَ إِلَى اللهِ ويَطْرَحُهُ بينَ يديهِ ذَليلاً، خاضِعاً مُنْكَسراً كَسْراً فِيهِ جَبْرُه، ومفتقراً فقراً فِيهِ غِناهُ، وذليلاً ذُلاًّ فِيهِ عِزُّهُ، وَلَوْ عَمِلَ مِن الأعمالِ مَا عساهُ أَنْ يعْمَلَ؛ فإِنَّهُ إِذَا فاته هَذَا؛ فالذي فاتَهُ مِن البرِّ أفضلُ مِن الَّذِي أتى بِهِ. ¶ جهاد النّفس أربع مراتب: ¶ ??إحداها: أَنْ يُجاهِدَها عَلَى تعلُّم الهُدى، ودين الحق الَّذِي لاَ فلاح لَهَا، وَلاَ سعادة فِي معاشها ومعادها إِلاَّ بِهِ، وَمَتَى فاتها عِلمُه، شقيت فِي الدَّارين. ¶ ??الثانية: أَنْ يُجاهدها عَلَى العمل بِهِ بَعْدَ علمه، وإلا فمجرَّدُ العلم بلا عمل إن لَمْ يَضُرَّها لَمْ ينفعْها. ¶ ??الثالثة: أَنْ يُجاهدها عَلَى الدّعوة إِلَيْهِ، وتعليمِهِ مَنْ لاَ يعلمُه، وإلاَّ كَانَ مِن الذين يكتُمون مَا أنزل الله مِن الهُدى والبيّنات، وَلاَ ينفعُهُ علمُهُ، وَلاَ يُنجِيهِ مِن عذاب اللهِ. ¶ ??الرّابعة: أَنْ يُجاهِدَها عَلَى الصّبر عَلَى مشاقِّ الدعوة إِلَى الله، وأذى الخلق، ويتحمَّل ذَلِكَ كلّه لله. فَإِذَا استكمل هَذِهِ المراتب الأربع، صار مِن الرَّبَّانِيينَ، فإن السلفَ مُجمِعُونَ عَلَى أَنْ العَالِمَ لاَ يَستحِقُّ أَنْ يُسمى ربانياً حتّى يعرِفَ الحقَّ، ويعملَ به، ويُعَلِّمَه.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "ولمّا كَانَ جهاد أعداءِ اللهِ فِي الخارج فرعاً عَلَى جهاد العبدِ نفسه فِي ذاتِ اللهِ- كَمَا قَالَ النّبي صلى الله عليه وسلم: (المجاهِدُ مَنْ جَاهَدَ نَفْسَهُ فِي طَاعَةِ الله، والمُهَاجِرُ مَنْ هَجَرَ الخطايا والذّنوب) -كَانَ جهادُ النَّفْس مُقدَّماً عَلَى جِهَادِ العدوِّ فِي الخارج، وأصلاً له، فإنه مَا لَمْ يُجاهِدْ نفسه أَوَّلاً لِتفعل مَا أُمِرَتْ بِهِ، وتتركَ مَا نُهِيتْ عَنْهُ، ويُحَارِبْهَا فِي اللهِ، لَمْ يُمكِنْهُ جهادُ عدوّه فِي الخارجِ، فكيف يُمكِنُهُ جهادُ عدوّه والانتصاف منه، وعدوُّه الَّذِي بين جنبيه قاهرٌ لَهُ، متسلِّطٌ عَلَيهِ، لَمْ يُجاهده، ولم يُحاربه فِي الله، بل لاَ يُمكنه الخروجُ إِلَى عدوِّه، حتّى يُجاهِدَ نفسَه عَلَى الخروج. [زاد المعاد (3/10)]. ¶ احذر كُلَّ الحذر مِن طغيان \"أنا\" و \"لي\" و \"عندي\"، فإنّ هَذِهِ الألفاظَ الثلاثةَ ابتُلي بِهَا إبليسُ، وفرعون، وقارون، (( أَنَا خَيْرٌ مِنْهُ )) لإبليس، و (( لِي مُلْكُ مِصْرَ )) لفرعون، و ((إِنّما أُوتِيتهُ عَلَى عِلْم عِندِي )) لِقارون. وأحسنُ مَا وُضِعَت \"أنا\" فِي قول العبد: أنا العبدُ المذنب، المخطئ، المستغفر، المعترِف ونحوه. \"لي\" ، فِي قوله: لي الذنب، ولي الجُرم، ولي المسكنةُ، ولي الفقرُ والذلّ: \"عندي\" فِي قوله: ( اللَّهُمَّ اغْفِرْ لِي جِدِّي، وَهَزْلِي، وَخَطَئِي، وَعَمْدِي، وَكُلُّ ذَلِكَ عِنْدِي ). رواه البخاري (6399) ومسلم (2719) مِن حديث أبي موسى الأشعريّ رضي الله عنه.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "ينبغي عَلَى العبد أَنْ يجاهدَ (نفسه ليسلم قلبه ولسانه وجوارحه لله، فيكون كلّه لله، وبالله، لاَلنفسه، وَلاَ بنفسه، ويجاهد شيطانه بتكذيب وعده، ومعصية أوامره، وارتكاب نهيه، فإنّه يعد الأماني، ويمنّي الغرور، ويعد الفقر، ويأمر بالفحشاء، وينهى عنِ التّقى والهدى، والعفّة والصبر، وأخلاق الإيمان كلّها، فجاهده بتكذيب وعده، ومعصية أمره، فينشأ لَهُ مِن هذين الجهادين قوّة وسلطان، وعدّة يجاهد بِهَا أعداء الله فِي الخارج بقلبه ولسانه ويده وماله، لتكون كلمة الله هِيَ العليا) [زاد المعاد (3/8)]. ¶ عَنْ رَبِيعَةَ بنِ كَعْبٍ الأسْلَمِيِّ رضي الله عنه قَالَ: كُنْتُ أَبِيتُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم، فَأَتَيْتُهُ بِوَضُوئِهِ وَحَاجَتِهِ، فَقَالَ لِي: ( سَلْ! ) ، فَقُلْتُ: أَسْأَلُكَ مُرَافَقَتَكَ فِي الْجَنَّةِ. قَالَ: ( أَوْ غَيْرَ ذَلِكَ؟ )، قُلْتُ: هُوَ ذَاكَ. قَالَ: ( فَأَعِنِّي عَلَى نَفْسِكَ بِكَثْرَةِ السُّجُودِ ) رواه مسلم (489). ¶ عن أبي هريرةَ رضي الله عنه عن النبيّ صلى الله عليه وسلم قال: ( ليس الشَّديد بالصُّرَعَةِ، إنَّما الشّديد الّذي يملكُ نفسهُ عند الغضب )البخاري (6114) ومسلم (2609) . قال أبن الأثير: والصُّرَعة بضم الصّاد وفتح الرّاء: شديد الصّرع للرّجال، والمراد بهِ هاهنا: الحليم عِنْدَ الغضب، وهذا من الألفاظ الّتي نقلها النبيّ صلى الله عليه وسلم عن وضعها في اللغة بضرب من التّوسّع والمجاز، وهو من فصيح الكلام، كأنّهُ لمَا كان الغضبان بحالةٍ شديدةٍ من الغيظ، قد ثارت عليه شهوة الغضب، فقهَرَهَا بحلمِهِ، وصرعها بثباتهِ، وكان صرعُهُ كما يصرع الصُّرَعةُ الرِّجال.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "وفي الحديث مَنْ الفقه فضل الحلم. وفيه دليل عَلَى أَنْ الحلم كتمان الغيظ، وأن العاقل مَنْ ملك نفسه عِنْدَ الغضب؛ لأن العقل فِي اللغة ضبط الشيء وحبسه، منه قِيلَ: عقال الناقة. ومعناه فِي الشريعة ملك النَّفْس وصرفها عن شهواتها المردية لَهَا، وحبسها عمّا حرّم الله عَلَيْهَا والله أعلم. ¶ وَقَدْ جعل رَسُول الله صلى الله عليه وسلم، للذي يملك نفسه ويغلبها مَنْ القوة مَا لَيْسَ للذي يغلب غيره. ¶ وفي هَذَا دليل عَلَى أَنْ مجاهدة النَّفْس أصعب مراما، وأفضل مِن مجاهدة العدو والله أعلم. وأمّا قوله (الصرعة) فإنه يعني الكثير القوّة، الَّذِي يصرع كلّ مَنْ صارعه، ومثله مِن قول العرب هَذَا رجل نومة، يعني كثير النوم، وحفظة، يعني كثير الحفظ. وقال ابن حبيب: الصرعة تثقيل الكلمة بالحركات، معناه الَّذِي يصرع الناس، قَالَ: والصرعة بالتخفيف الرجل الضعيف النحيف الَّذِي يصرعه النَّاس حتّى لاَ يكاد يثبت، وكذلك الضحكة بالتثقيل، الَّذِي يضحك الناس، والضحكة بالتخفيف الَّذِي يضحك منه النَّاس وبالله التوفيق. ¶ عَلَيْكَ عَصَمَكَ اللهُ وَإِيَّانَا، بِالْحَذَرِ مِنْ هذِهِ النَّفْس الأمَّارَةِ بِالسُّوءِ، فَإِنَّهَا أَضَرُّ الأَعْدَاءِ، وَبَلاؤُهَا أَصْعَبُ الْبَلاَءِ، وَعِلاَجُهَا أَعْسَرُ الأَشْيَاء، وَدَاؤُهَا أَعْضَلُ الدَّاءِ، وَدَوَاؤُها أَشْكَلُ الدَّوَاءِ؛ وَإِنَّمَا ذَلِكَ لأَمْرَيْنِ: ¶ أَحَدُهُمَا: أَنَّهَا عَدُوٌّ مِنْ دَاخِلِ الجسد، وَاللّصَّ إِذَا كَانَ مِنْ دَاخِلِ الْبَيْتِ عَزّتِ الْحِيلَةُ فِيهِ وَعَظُمَ الضَّرَرُ، وَصَدَقَ الْقَائِلُ: ¶ نفْسِي إِلَى مَا ضَرَّنِي دَاعِي * تَكْثِير أَسْقَامِي وَأَوْجَاعِي ¶ كَيْفَ احْتِيَالِي مِنْ عَدُوي إِذَا * كَانَ عَدُوِّي بَيْنَ أَضْلاَعِي",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "وَالثَّانِي: أَنَّهَا عَدُوٌّ مَحْبُوبٌ، وَالإِنْسَانُ عَمٍ عَنْ عَيْبِ مَحْبُوبِهِ، لاَ يَكَادُ يُبْصِرُ عَيْبَهُ، كَمَا قَالَ الْقَائِلُ: ¶ وَلَسْتَ تَرَى عَيْباً لِذِي الْوِدِّ وَالإِخَا * وَلاَ بَعْضَ مَا فِيهِ إِذَا كُنْتَ رَاضِياً ¶ وَعَيْنُ الرِّضَا عَنْ كُلِّ عَيْبٍ كَلِيلَةٌ * وَلكِنّ عَيْنَ السُّخْطِ تُبْدِي المَسَاوِيَا ¶ فَإِذاً يَسْتَحْسِنُ الإِنْسَانُ مِنْ نَفْسِهِ كُلَّ قَبِيحٍ، وَلاَ يَكَادُ يَطَّلِعُ عَلَى عَيْبٍ لَهَا، وَهِيَ فِي عَدَاوَتِهَا وَأَضْرَارِهَا، فَمَا أَوشَكَ مَا تُوقِعُهُ فِي كلّ فَضِيحَةٍ وَهَلاَكٍ، وَهُوَ لاَ يَشْعُرُ إِلاَّ أَنْ يَحْفَظَهُ اللهُ تَعَالَى بِفَضْلِهِ، وَيُعِينَهُ عَلَيْهَا بِرَحْمَتِهِ. ¶ ثُمَّ: تَأَمَّلْ أَيُّهَا الرَّجُلُ نُكْتَةً وَاحِدَةً مُقْنِعَةً، وَهِيَ أَنَّكَ لاَ تَجِدُ فِي الْخَلْقِ فِتْنَةً وَلاَ فَضِيحَةٍ وَلاَ ضَلاَلاً وَلاَ مَعْصِيَةً، إِلاَّ وَأَصْلُهَا النَّفْسُ وَهَوَاهَا، وَإِلاَّ كَانَ النَّاسُ فِي سَلاَمَةٍ. وَإِذَا كَانَ عَدُوٌّ بِهَذَا الضَّرَرِ كُلِّهِ فَحَقَّ لِلْعَاقِلِ أَنْ يَهْتَمَّ بِأَمْرِهِ، وَاللهُ تَعَالَى وَلِيُّ الْهِدَايَةِ وَالتَّوْفِيقِ بِفَضْلِهِ. ¶ اعلم رحمك الله بأنَّ الَّذِي يخلِّص العبد من رضاه بعمله وسكونه إِلَيْهِ أَمرَان: ¶ أحدُهما: مطالَعَةُ عيوبِهِ وآفاتِهِ، وتقصِيرِهِ فِيهِ، وَمَا فِيهِ من حَظِّ النَّفْس، ونصيب الشَّيطانِ. فَقَلَّ عمَلٌ من الأعمالِ إِلاَّ وللشّيطان فِيهِ نصيبٌ، وإنْ قَلَّ، وللنَّفسِ فِيهِ حَظٌّ. سُئِل النَّبِيُّ صلى الله عليه وسلم عَنْ التفاتِ الرَّجُلِ فِي صَلاتِهِ؟ فَقال: ( هُوَ اختلاسٌ يَختَلِسُهُ الشَّيطانُ مِن صَلاةِ العَبْدِ ) أخرجه البخاري (751) وأبو داود (910) والترمذي (590) عَنْ عائشة.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "فَإِذَا كَانَ هَذَا التفاتُ طَرفه أَوْ لحظِهِ. فكيف التفاتُ قلبِهِ إِلَى مَا سوى الله؟ هَذَا أعظمُ نصيبِ الشّيطان من العبودِيَّةِ. ¶ وقال ابنُ مسعود: \" لاَ يَجعَلْ أَحدُكُم للشّيطانِ حَظاً من صلاتِهِ، يَرى أَنَّ حقاً عَلَيهِ: أَنْ لاَ ينصرفَ إِلاَّ عَنْ يمينِهِ \" فجعلَ هَذَا القَدرَ اليسيرَ النَّزرَ حظاً ونَصيباً للشيطانِ من صلاة العبدِ. فَمَا الظَّنُّ بِمَا فوقَهُ؟ ¶ وأمّا حَظُّ النفسِ منَ العملِ فَلاَ يعرِفُه إِلاَّ أَهلُ البصائِرِ الصَّادِقُونَ. ¶ الثّاني: عِلمُهُ بِمَا يَستَحِقُّهُ الرَّبُّ جَلَّ جَلالُهُ من حقوقِ العبوديَّةِ، وآدابِها الظاهِرَةِ والباطِنَةِ، وشروطِها، وأن العبدَ أضعفُ وأعجزُ وأقلُّ مِن أَنْ يَوفِّيَها حَقاً، وأن يرضى بِهَا لِرَبِّهِ، فالعارفُ لاَ يرضى بشيءٍ من عَملِهِ لِرَبِّهِ، وَلاَ يرضى نَفسَهُ للهِ طرفةَ عينٍ، ويستحيي من مقابَلَةِ الله بعَمَلِهِ. ¶ فسوءُ ظنِّهِ بنفسِهِ وعمَلِهِ، وبُغضُهُ لَهَا، وكراهَتُهُ لأنفاسِهِ، وصُعودِها إِلَى اللهِ، يحولُ بينَهُ وبينَ الرِّضا بِعَمَلِهِ، والرِّضا عَنْ نَفسِهِ. ¶ وقال بعضُهم: آفةُ العبدِ رضاهُ عَنْ نَفسِهِ، ومن لَمْ يَتَّهِم نَفْسَهُ عَلَى دوامِ الأوقاتِ فَهُوَ مَغرورٌ. ¶ عَنْ عبدِ الله بنِ عمرو بن العاص رَضِيَ اللهُ عَنْهُمَا قَالَ: بينما نحن حوْلَ رَسُول اللهِ صلى الله عليه وسلم، إِذْ ذكر الفتنة، فقال: ( إِذَا رَأَيتمُ النَّاس قَدْ مَرَجتْ عُهودهم، وَخَفّتْ أمَاناتهمْ وكانوا هكذا ) وشبّك بَيْنَ أصابعه، فقمت إِلَيْهِ فقلت: كَيْفَ أفعل عِنْدَ ذَلِكَ! جعلني اللهُ فداك؟ قَالَ: ( الزمْ بيتكَ، وَامْلكْ عليكَ لِسانكَ، وخُذْ بِمَا تَعرفُ وَدَعْ مَا تُنكر، وَعَلَيْكَ بأمر خَاصَّةِ نَفسك، ودعْ عَنْكَ أمرَ العَامّة ).",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "اعْلَمْ أَيُّهَا الأَخُ فِي الدِّينِ، أَنَّ نَبِيَّنا مُحَمَّداً صلى الله عليه وسلم، أَعْلَمُ بِالمصالِحِ، وَأَنْصَحُ لَنَا مِنَّا لأَنْفُسِنَا؛ فَإِنْ وَجَدْتَ زَمَانَكَ عَلَى مَا وَصَفَ وَبَيّنَ فَامْتَثِلْ أَمْرَهُ صلى الله عليه وسلم، وَاقْبَلْ نَصِيحَتَهُ، وَلاَ تَشُكَّ؛ فإِنَّهُ صلى الله عليه وسلم، كَانَ أَعْرَفَ بِمَا يَصْلُحُ لَكَ فِي زَمَانِكَ، وَلاَ تَتَعَلَّلْ بِالْعِلَلِ الْكَاذِبَةِ، وَلاَ تُخَادِعْ نَفْسَكَ، وَإِلاَّ فَأَنْتَ هَالِكٌ وَلاَ عُذْرَ لَكَ. ¶ وَجَمِيعُ مَا ذُكِرَ فِي هَذَا الحديث تَرَاهُ بِعَيْنِكَ فِي زَمَانِكَ وَأَهْلِهِ، فَانْظُرْ لِنَفْسِكَ. ¶ إِنّ النَّفْسَ تَسْتَكِينُ وَتَتَعوَّدُ مَا عَوَّدْتَهَا، وَإِنَّهَا كمَا قَالَ الْقَائِلُ: ¶ فَالنّفْسُ رَاغِبَةٌ إِذَا رَغَّبْتَهَا * وَإِذَا تُرَدُّ إِلَى قَلِيلٍ تَقْنَعُ ¶ وَقَالَ آخر: هِيَ النَّفْس مَا عوّدتها تتعوّد. ¶ وقال الآخر: ¶ صبرت عَنْ اللَّذّات حتّى تولّت * وألزمت نفسي هجرها فاسْتَمَرّتِ ¶ وكانت عَلَى الأيام نفسي عزيزةً * فلما رأت عزمي عَلَى الذلّ ذلّتِ ¶ وَمَا النَّفْسُ إِلاَّ حيثُ يجعلها الفتى * فإن طمِعَتْ تاقتْ وإلاّ تسلَّتِ ¶ وقال الآخر: ¶ إِذَا المرء أعطى نفسَهُ كلَّ مَا اشتهت * ولم ينهها تاقت إِلَى كلِّ مطلبِ. ¶ قَالَ صلى الله عليه وسلم: ( المهاجرُ من هَجَر مَا نهى اللهُ عَنْهُ ).. ¶ والهجرةُ إِلَى الله تتضمنُ هجران مَا يكرهه وإتيان مَا يحبّه ويرضاه، وأصلها الحب والبغض، فإنَّ المهاجر مِن شيءٍ إِلَى شيء لاَ بُدَّ أَنْ يكون مَا هاجر إِلَيْهِ أحبّ مما هاجر منه، فيؤثر أحبّ الأمرين إِلَيْهِ عَلَى الآخر.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "وَإِذَا كَانَ نفس العبد وهواه وشيطانه إنّما يدعونه إِلَى خلاف مَا يحبّه ويرضاه، وَقَدْ بُلي بهؤلاء الثّلاث فَلاَ يزالون يدعونه إِلَى غير مرضاة ربّه، وداعي الإيمان يدعوه إِلَى مرضاة ربّه، فعليه فِي كلّ وقت أَنْ يهاجر إِلَى الله، وَلاَ ينفك فِي هجرته إِلَى الممات. [الرسالة التبوكية (ص: 26)] ¶ إنَّ العاصِي دائماً فِي أسرِ شيطانِهِ وسجنِ شهواتِهِ، وقيودِ هواه؛ فَهُوَ أسيرٌ مسجونٌ مقيَّدٌ، وَلاَ أسيرَ أسوأُ حالاً مِنْ أسيرٍ أسرَهُ أعدى عدوٍّ لَهُ، وَلاَ سجنَ أضيقُ مِنْ سجنِ الهوى، وَلاَ قيدَ أصعبُ مِنْ قيدِ الشهوةِ؛ فكيفَ يسيرُ إِلَى اللهِ والدارِ الآخرةِ قلبٌ مأسورٌ مسجونٌ مقيَّدٌ؟ وكيف يخطو خطوةً واحدةً؟ ¶ وَإِذَا قُيِّدَ القلبُ طرقتهُ الآفاتُ مِنْ كلِّ جانبٍ بحسبِ قيودِهِ. ¶ ومَثَلُ القلبِ مثلُ الطائِرِ، كلَّما علا بَعُدَ عنِ الآفاتِ، وكلَّما نزلَ احْتَوَشَتْهُ الآفاتُ. ¶ وكما أنَّ الشاةَ الَّتِي لاَ حافِظَ لَهَا وَهِيَ بينَ الذئابِ سريعةُ العَطَبِ، فكذا العبدُ إِذَا لَمْ يكنْ عَلَيهِ حافظٌ من اللهِ فذئبُهُ مُفْتَرسهُ وَلاَ بُدَّ، وإنَّما يكونُ عَلَيهِ حافظٌ مِنَ اللهِ بالتَّقوى؛ فَهِيَ وقايةٌ من الله وجُنَّةٌ حصينةٌ بَيْنَهُ وبينَ عقوبةِ الدُّنْيَا والآخرة، وكلَّما كانتِ الشاةُ أقربَ من الرّاعي كَانَتْ أسلمَ منَ الذئبِ، وكلَّما بَعُدَتْ عَنْ الرَّاعِي كَانَتْ أقربَ إِلَى الهلاكِ؛ فأحمى مَا تكونُ الشاةُ إِذَا قَرُبَتْ مِنَ الرَّاعِي، وإنما يأخذُ الذئبُ القاصيةَ مِنَ الغنمِ، وَهِيَ أبعدُ مِنَ الراعِي. ¶ وأصلُ هَذَا كلِّه: أنَّ القلبَ كلَّما كَانَ أبعدَ منَ اللهِ كَانَت الآفاتُ إِلَيْهِ أسرعَ، وكلّما قَرُبَ منَ اللهِ بَعُدَتْ منه الآفاتُ.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "والبُعْدُ مِنَ اللهِ مراتبُ، بعضُها أشدُّ منْ بعضٍ؛ فالغفلةُ تُبْعِدُ القلبَ عَنْ اللهِ، وبُعْدُ المعصيةِ أعظمُ مِنْ بُعْدِ الغفلةِ، وبُعدُ البدعةِ أعظمُ مِنْ بُعْدِ المعصيةِ، وبُعْدُ النّفاقِ والشركِ أعظمُ مِنْ ذَلِكَ كلِّه. ¶ إنَّ الذنوبَ والمعاصِي سلاحٌ وَمَدَدٌ يَمُدُّ بِهَا العبدُ أعداءهُ، ويُعينُهُم عَلَى نفسهِ، فيقاتلونَهُ بسلاحِهِ، ويكونُ معهم عَلَى نفسهِ، وهذا غايةُ الجهلِ. ¶ مَا يَبْلُغُ الأعْدَاءُ مِنْ جَاهِلٍ * مَا يَبْلُغُ الجَاهِلُ مِنْ نَفْسِهِ ¶ ومِنَ العجَائِبِ أنَّ العبدَ يسعى بجهدِهِ فِي هوانِ نفسهِ، وَهُوَ يزعُمُ أنَّهُ لَهَا مُكرمٌ، ويجتهدُ فِي حرمانِها أعلى حظوظها وأشرفَها وَهُوَ يزعُمُ أنَّه يسعى فِي حظِّها، ويبذلُ جهدَهُ فِي تحقيرِها وتصغيرِها وتدسيتها، وَهُوَ يزعمُ أنَّه يُعليهَا ويرفعُها ويكبرُها. ¶ وكان بعضُ السلفِ يقولُ فِي خطبتِهِ: ألا رُبَّ مهين لنفسهِ وَهُوَ يزعُمُ أنَّه لَهَا مكرمٌ، ومُذِلٍّ لنفسهِ وَهُوَ يزعُمُ أنَّهُ لَهَا مُعِزٌّ، ومُصَغِّرٍ لنفسهِ وَهُوَ يزعُمُ أنَّهُ لَهَا مكبِّرٌ، ومُضَيِّعٌ لنفسِهِ وَهُوَ يزعمُ أَنَّهُ مُراعٍ لحقِّها؟ وكفى بالمرءِ جهلاً أَنْ يكونَ مَعَ عدوِّهِ عَلَى نفسهِ، يبلغُ مِنْهَا بفعلهِ مَا لَمْ يبلغْ مِنْهُ عدوُّهُ. ¶ قَالَ اللهُ العظيمُ: (( وَلاَ تَكُونُوا كَالَّذِينَ نَسُوا اللهَ فَأَنْسَاهُمْ أَنْفُسَهُم أُولئكَ هُمُ الفاسِقُونَ )) [الحشر: 19]. ¶ فلما نسُوا ربّهم سُبْحَانَهُ نسيَهُم وأنساهم أنفسَهم، كَمَا قَالَ اللهُ تَعَالَى: (( نَسُوا اللهَ فَنَسِيَهُم )) [التوبة: 67]، فعاقَبَ سُبْحَانَهُ مَنْ نسيهُ عقوبتين: ¶ إحداهُما: أَنَّهُ سُبْحَانَهُ نسِيه. ¶ والثانية: أَنَّهُ أنساه نفسَه.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "ونسيانُهُ سُبْحَانَهُ للعبدِ إهمالُهُ وتركُهُ وتخلِّيهِ عَنْهُ وإضاعتُهُ، فالهلاكُ أدنى إِلَيْهِ مِنَ اليدِ للفمِ، وأمَّا إنساؤهُ نفسَهُ فَهُوَ إنساؤهُ لحظوظِها العاليةِ، وأسبابِ سعادتِها وفلاحِهَا وصلاحِهَا وَمَا تكملُ بِهِ نفسُهُ، يُنسيهِ ذَلِكَ جميعَهُ، فَلاَ يُخطِرْهُ ببالهِ، وَلاَ يجعلهُ عَلَى ذكرهِ، وَلاَ يصرفُ إِلَيْهِ همَّتَهُ فيرغَبَ فِيهِ، فإنه لاَ يمرُّ بباله حتّى يقصدَهُ ويؤثِرَهُ. ¶ وأيضاً فَيُنسيه عيوبَ نفسِهِ ونقصَهَا وآفَاتِها؛ فَلاَ يخطرُ ببالهِ إزالتُها وإصلاحُهَا. ¶ وأيضاً يُنسيه أمراضَ نفسهِ وقلبهِ وآلامَها؛ فَلاَ يخطرُ بقلبهِ مُداواتُها، وَلاَ السَّعيُ فِي إزالةِ عِلَلِها وأمراضِها الَّتِي تَؤولُ بِهِ إِلَى الفسادِ والهلاكِ، فَهُوَ مريضٌ مُثْخَنٌ بالمرضِ، ومرضُهُ مُتَرامِ بِهِ إِلَى التَّلَفِ، وَلاَ يشعرُ بمرضِهِ، وَلاَ يخطرُ ببالهِ مداواتُهُ، وهذا مِنْ أعظمِ العقوبةِ العامةِ والخاصةِ. ¶ فأيُّ عقوبةٍ أعظمُ مِنْ عقوبةِ مَنْ أهملَ نفسَهُ وضيَّعَها، ونَسِيَ مصالِحَها وداءهَا ودواءها، وأسبابَ سعادَتِهَا وفلاحِهَا وصلاحِها وحياتِها الأبديَّةِ فِي النعيم المقيمِ! ¶ ومَنْ تأمَّلَ هَذَا الموضِعَ تبيَّنَ لَهُ أنَّ أكثرَ هَذَا الخلقِ قَدْ نسوُا أنفُسَهُم حقيقةً وضَيَّعُوهَا وأضاعُوا حَظَّها مِنَ اللهِ، وباعُوها رخيصةً بثمنٍ بخسٍ بيعَ الغُبْنِ، وإنَّما يظهرُ لهم هَذَا عِنْدَ الموتِ، ويظهرُ هَذَا كلَّ الظهورِ يومَ التغابُنِ، يومَ يظهرُ للعبدِ أَنَّهُ غُبِنَ فِي العَقْدِ الَّذِي عقدَهُ لنفسهِ فِي هَذِهِ الدّارِ، والتجارة الَّتِي اتَّجَرَ فِيهَا لمعادِهِ، فإنَّ كلَّ أحدٍ يتَّجِرُ فِي هَذِهِ الدُّنْيَا لآخرتِهِ.",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "ركَّبَ اللهُ سُبْحَانَهُ فِي الإنسانِ نَفْسَيْنِ: نفساً أمَّارةً، ونفساً مطمئنَّةً، وهما متعاديتانِ، فكلُّ مَا خفَّ عَلَى هَذِهِ ثَقُلَ عَلَى هذه، وكلُّ مَا التذَّتْ بِهِ هَذِهِ تألَّمَتْ بِهِ الأخرى؛ فليسَ عَلَى النَّفْس الأمّارةِ أشقُّ مِنَ العملِ للهِ وإيثارُ رضاهُ عَلَى هواها، وليس لَهَا شيءٌ أنفعَ منه، وليس عَلَى النفسِ المُطْمَئِنَّةِ أشقُّ مِنَ العملِ لغيرِ اللهِ وإجابةُ داعِي الهوى. ¶ وليسَ عَلَيْهَا شيءٌ أضرَّ منه، والمَلَكُ مَعَ هَذِهِ عَنْ يَمْنَةِ القلبِ، والشيطانُ مَعَ تِلْكَ عَنْ يَسْرَةِ القلبِ، والحربُ مستمرَّةٌ لاَ تضعُ أوزارها إِلاَّ أَنْ تستوفِيَ أجلها مِنَ الدُّنْيَا، والباطلُ كلُّه يتحيَّزُ مَعَ الشَّيطانِ والأمَّارَةِ، والحقُّ كلُّه يتحيزُ مَعَ المَلَكِ والمطمئنَّةِ، والحربُ دُوَلٌ وسِجَالٌ، والنصرُ مَعَ الصبرِ، ومَنْ صبرَ وصابَرَ ورابطَ واتّقى الله فله العاقبة فِي الدُّنْيَا والآخرة. ¶ قَالَ عبدُ اللهِ بنُ المبارَكِ: ¶ رَأَيْتُ الذُّنُوبَ تُمِيتُ القُلُوبَ * وَقَدْ يُورِثُ الذُّلَّ إدْمَانُهَا ¶ وَتَرْكُ الُّنُوبِ حَيَاةُ القُلُوبِ * وخَيْرٌ لِنَفْسِكَ عِصْيَانُهَا ¶ وهَلْ أَفْسَدَ الدِّينَ إِلاَّ المُلُوكَ * وأَحْبَارُ سُوءٍ وَرُهْبَانُهَا ¶ قَالَ اللهُ تَعَالَى: (( يَا أَيُّها الَّذِينَ آمَنُوا اتَّقُوا اللهَ ولْتَنْظُرْ نَفْسٌ مَا قَدَّمَتْ لِغَدٍ وَاتَّقُوا اللهَ إِنَّ اللهَ خَبِيرٌ بِمَا تَعْمَلُون * وَلاَ تَكُونُوا كَالَّذِينَ نَسُوا اللهَ فَأَنْسَاهُمْ أَنْفُسَهُمْ أُولئِكَ هُمُ الفَاسِقُونَ )) [الحشر: 18-19].",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "فأمرَ بتقواه، ونهى أَنْ يتشبَّهَ عبادُهُ المؤمنون بمَنْ نسيه بتركِ تقواهُ، وأخبرَ أنَّه عاقبَ مَنْ ترك التقوى بأنْ أنساهُ نفسَه؛ أَيْ: أنساه مصالِحَها، وَمَا يُنَجِّيها منْ عذابِهِ، وَمَا يوجِبُ لَهُ الحياةَ الأبديَّةَ، وكمالَ لذَّتها وسرورَها ونعِيمَهَا، فأنساه اللهُ ذَلِكَ كلَّهُ جزاءً لما نسيَهُ مِنْ عظمتِهِ وخوفِهِ، والقيام بِأمرِهِ، فترى العاصِي مهملاً لمصالحِ نفسهِ مضيِّعاً لَهَا، قَدْ أغفلَ اللهُ قلبَهُ عَنْ ذكرهِ، واتَّبَعَ هواهُ وكانَ أمرُهُ فُرُطاً، قَدْ انفرطَتْ عَلَيهِ مصالحُ دنياهُ وآخرتِهِ، وَقَدْ فَرَّطَ فِي سعادتِهِ الأبديَّةِ، واستبدلَ بِهَا أدنى مَا يكونُ منْ لذَّةٍ؛ إنَّما هِيَ سحابةُ صيفٍ أَوْ خيالُ طيفٍ، كَمَا قِيلَ: ¶ أَحْلاَمُ نَوْمٍ أَوْ كَظِلٍّ زَائِلٍ * إِنَّ اللَّبِيبَ بِمِثْلِهَا لاَ يُخْدَعُ ¶ وأعظمُ العقوباتِ نسيانُ العبدِ لنفسِهِ، وإهمالُهُ لَهَا، وإضاعةُ حظِّها ونصيبها منَ اللهِ، وبَيْعُها ذَلِكَ بالغُبْنِ والهوانِ وأبخسِ الثمنِ، فضيَّعَ مَنْ لاَ غنى لَهُ عَنْهُ، وَلاَ عِوَضَ لَهُ مِنْهُ، واستبدلَ بِهِ مَنْ عنه كلُّ الغنى ومنه كلُّ العِوَضِ: ¶ مِنْ كُلِّ شَيْءٍ إِذَا ضَيَّعْتَهُ عِوَضُ * وَمَا مِنَ اللهِ إِنْ ضَيَّعْتَهُ عِوَضُ ¶ فالله سُبْحَانَهُ وتعالى يُعوِّضُ عَنْ كلِّ مَا سواهُ وَلاَ يُعوِّضُ مِنْهُ شيءٌ، ويُغني عَنْ كلِّ شيءٍ وَلاَ يُغني عَنْهُ شيءٌ، ويُجيرُ منْ كلِّ شيءٍ وَلاَ يُجِيرُ مِنْهُ شيء، ويمنعُ منْ كلِّ شيءٍ، وَلاَ يَمنعُ مِنْهُ شيءٌ، فكيف يستغني العبدُ عَنْ طاعةِ مَنْ هَذَا شأنُهُ طرفَةَ عينٍ؟ ¶ وكيف ينسى ذكرَه ويضيعُ أمرَه حتّى ينسيهِ نفسَه، فيخسرهَا ويظلمها أعظمَ الظلمِ؟ ¶ فَمَا ظلمَ العبدُ ربَّهُ ولكنْ ظلَم نفسَه، وَمَا ظلمَهُ ربُّهُ ولكنْ هُوَ الَّذِي ظلَمَ نفسَه.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "لَيْسَ فِي الدُّنْيَا والآخرةِ شرٌّ أصلاً إِلاَّ الذنوبُ وعقوباتُها، فالشرُّ اسمٌ لذلك كلِّه، وأصلهُ مِنْ شرِّ النَّفْسِ وسيئاتِ الأعمالِ، وهما الأصلانِ اللذانِ كانَ النَّبِيُّ صلى الله عليه وسلم يستعيذُ منهما فِي خطبتِهِ بقولهِ: ( وَنَعُوذُ باللهِ مِنْ شُرُورِ أَنْفُسِنَا، ومِنْ سَيِّئَاتِ أَعْمَالِنَا )، وسيئاتُ الأعمالِ مِنْ شرورِ النَّفْسِ، فعادَ الشرُّ كلُّه إِلَى شرِّ النَّفْسِ، فإنَّ سيئاتِ الأعمالِ مِنْ فروعِهِ وثمراتِهِ. ¶ وَقَدْ تضمَّنَتْ الاستعاذة جميعَ الشرِّ، فإنَّ شرورَ الأنفسِ تستلزمُ الأعمالَ السّيئةَ وَهِيَ تستلزمُ العقوباتِ السّيئةَ، فنبَّه بشرورِ الأنفسِ عَلَى مَا تقتضيهِ مِن قُبْحِ الأعمالِ، واكتفى بذكرِها مِنْهُ؛ إِذْ هُوَ أصلهُ، ثُمَّ ذكرَ غايةَ الشرِّ ومنتهاهُ وَهِيَ السيئاتُ الَّتِي تسوءُ العبدَ مِنْ عملهِ، مِنَ العقوباتِ والآلامِ. فتضمنَتْ هَذِهِ الاستعاذةُ أصلَ الشرِّ وفرعَهُ وغايَتَهُ ومقتضاهُ. [الدّاء والدّواء (ص 113-114)] ¶ فالذنبُ لاَ يخلو من عقوبةٍ ألبتَّةَ؛ ولكنْ لجهلِ العبدِ لاَ يشعرُ بِمَا هُوَ فِيهِ مِنَ العقوباتِ، لأنَّهُ بمنزلةِ السكرانِ والمُخَدَّرِ والنائمِ الَّذِي لاَ يشعرُ بالألمِ؛ فَإِذَا استيقظَ وصحا أحسَّ بالألمِ؛ فَتَرَتُّبُ العقوبَاتِ عَلَى الذنوبِ كَتَرَتُّبِ الإحراقِ عَلَى النّارِ، والكسرِ عَلَى الانكسارِ، والغرقِ عَلَى الماءِ، وفسادِ البدنِ عَلَى السمومِ، والأمراضِ عَلَى الأسبابِ الجالبةِ لَهَا.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "وَقَدْ تُقارِنُ المضرَّةُ الذنبَ، وَقَدْ تتأخرُ عَنْهُ، إمّا يسيراً وإمّا مدَّةً كَمَا يتأخَّرُ المرضُ عَنْ سببهِ أَوْ يقارنُهُ، وكثيراً مَا يقعُ الغلطُ للعبدِ فِي هَذَا المقامِ، ويُذنبُ الذنبَ فَلاَ يرى أثرهُ عَقِبَيْهِ، وَلاَ يدري أَنَّهُ يعملُ عملَهُ عَلَى التدريجِ شيئاً فشيئاً، كَمَا تعملُ السمومُ والأشياءُ الضارَّةُ حذوَ القُذَّةِ بالقذَّةِ، فإنْ تدارَكَ العبدُ بالأدويةِ والاستفراغِ والحميةِ، وإِلاَّ فَهُوَ صائرٌ إِلَى الهلاكِ، هَذَا إِذَا كَانَ ذنباً واحداً لَمْ يتداركهُ بِمَا يزيلُ أثرَهُ؛ فكيف بالذنبِ عَلَى الذنبِ كلَّ يومٍ وكلَّ ساعةٍ؟ واللهُ المستعانُ. [الداء والدّواء (180-181)] ¶ اعلم أنَّ أعدى عدوٍّ لك نفسُك الَّتِي بَيْنَ جَنْبَيك، وَقَدْ خُلقت أمَّارةً بالسوء، ميّالةً إِلَى الشرّ، وَقَدْ أُمرتَ بتقويِمها وتزكيتِها وفطامِها عَنْ مواردِها، وأنْ تقودَها بسلاسل القَهْر إِلَى عبادة ربِّها، فإنْ أهملتَها جَمَحَتْ وشَرَدَتْ، ولم تظفر بِهَا بَعْدَ ذَلِكَ، وإنْ لزمتَها بالتوبيخ رجونا أَنْ تصيرَ مُطمئنّة، فَلاَ تغفلنّ عَنْ تذكيرها.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "وسبيلك أَنْ تُقبل عليها، فتُقرّر عندَها جهلَها وغباوتَها وتقول: يَا نفسُ، مَا أعظمَ جهلَك، تدَّعين الذكاءَ والفِطْنةَ وأنتِ أشدّ النَّاس غباوةٌ وحمقاً، أما تعلمين أَنَّكَ صائرةٌ إِلَى الجنّة أَوْ النّار؟ فكيف يلهو مَنْ لاَ يدري إِلَى أيتهما يصير؟! وربما اختُطِف فِي يومه أَوْ فِي غده! أما تعلمين أنَّ كلّ مَا هُوَ آتٍ قريبٌ، وأنَّ الموتَ يأتي بغتةً من غير موعدٍ، وَلاَ يتوقّف عَلَى سنِّ دون سنٍّ، بل كلّ نَفَس من الأنفاسِ يمكن أَنْ يكونَ فِيهِ الموتُ فجأة، وإنْ لَمْ يكن الموتُ فجأةً كَانَ المرضُ فجأةً، ثُمَّ يُفضي إِلَى الموت، فمالَكِ لاَ تستعدّينَ للموت وَهُوَ قريبٌ منك؟! يَا نفسُ، إنْ كَانَتْ جرأتُكِ عَلَى معصيّة الله تَعَالَى مَعَ علمِكِ باطّلاعهِ عليك، فَمَا أشدَّ رقاعَتكِ، وأقلَّ حياءَك! ألكِ طاقةٌ عَلَى عذابِه؟ جَرِّبي ذَلِكَ بالقعودِ ساعةً فِي الحمّام، أَوْ قَرِّبي اُصْبُعَك من النّار، يَا نفسُ! إن كَانَ المانعُ لك من الاستقامة حبَّ الشهوات اطلبي الشهواتِ الباقيةَ الصافيةَ عَن الكَدَر، ورُبَّ أكلةٍ مَنَعَتْ أكَلاَتٍ.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "وَمَا قولُك فِي عقلٍ مريضٍ أشار عَلَيهِ الطبيبُ بترك الماء ثلاثةَ أيام ليصحَّ ويتهيأ لشربه طولَ العمر؟! فَمَا مقتضى العقلِ فِي قضاء حقِّ الشهوة؟ أيصبر ثلاثة أيّام ليتنعّم طولَ العمر؟ أم يقضي شهوتَه فِي الحال ثُمَّ يلزمه الأَلَمُ أبداً؟ فجميع عمرك بالإضافة إِلَى الأبد الَّذِي هُوَ مدةُ نعيمِ أهل الجنّة وعذاب أهل النّار أقلّ من ثلاثة أيّام بالإضافة إِلَى جميع العمر، بل أقلّ من لحظة بالإضافة إِلَى عمر الدُّنْيَا، وليتَ شِعْري! أَلمُ الصبر عَنْ الشهوات أشدُّ وأطولُ، أم النّارُ فِي الدَّرَكات؟ فمن لاَ يطيقُ الصبر عَلَى أَلم المجاهدة كَيْفَ يطيقُ ألم العذاب فِي الآخرة؟ أشغَلَكِ حبُّ الجاه؟ أَمَا بَعْدَ ستين سنة أَوْ نحوها، لاَ تبقينّ أنتِ وَلاَ من كَانَ لكِ عنده جاهٌ. هلا تركتِ الدُّنْيَا لخِسّةِ شركائها، وكثرة عنائها وخوفاً من سرعة فنائها؟ أتستبدلينَ بجوار رب العالمين صفَّ النِّعالِ فِي صحبة الحمقى؟ قَدْ ضاع أكثرُ البضاعة، وَقَدْ بَقِيَتْ من العمر صُبَابة، وَلَوْ استدركتِ ندمتِ عَلَى مَا ضاع، فكيف إِذَا أضفتِ الأخيرَ إِلَى الأول؟ اعملي فِي أيامٍ قصار لأيام طوال، وأعدّي الجوابَ للسؤال، اخرجي من الدُّنْيَا خروجَ الأحرار قبلَ أَنْ يكون خروجَ اضطرار، إنّه مَنْ كَانَتْ مطيتُه اللّيلَ والنّهارَ سِيرَ بِهِ وإن لَمْ يَسِرْ، تفكّري فِي هَذِهِ الموعظة، فإنَّ عدمتِ تأثيرَها، فابكي عَلَى مَا أصبتِ بِهِ. ¶ اعلم رحمك الله بأنَّ العبد قَدْ بلي بالغفلة والشّهوة والغضب، ودخول الشيطان عَلَى العبد من هَذِهِ الأبواب الثلاثة، وَلَوْ احترز العبد مَا احترز، فَلاَ بدَّ لَهُ من غفلة، وَلاَ بدَّ لَهُ من شهوة، وَلاَ بدَّ لَهُ من غضب.",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "وَقَدْ كَانَ آدم أبو البشر صلى الله عليه وسلم من أحلم الخلق، وأرجحهم عقلاً، وأثبتهم، وَمَعَ هذا؛ فلم يزل بِهِ عدوّ الله حتّى أوقعه فيما أوقعه فِيهِ، فَمَا الظنّ بفراشة الحلم، ومن عقله فِي جنب عقل أبيه كتفلة فِي بحر؟! ¶ ولكنّ عدوّ الله لاَ يخلص إِلَى المؤمن إِلاَّ غِيلة، عَلَى غرة وغفلة، فيوقعه، ويظنّ أَنَّهُ لاَ يستقيل ربه –عَزَّ وَجَلَّ- بعدها، وأن تِلْكَ الوقعة قَدْ اجتاحته وأهلكته، وفضل الله- تَعَالَى، ورحمته، وعفوه، ومغفرته؛ وراء ذَلِكَ كلّه. ¶ فَإِذَا أراد الله بعبده خيراً؛ فتح لَهُ من أبواب التوبة، والنّدم، والانكسار، والذلّ، والافتقار، والاستعانة بِهِ، وصدق اللجإ إِلَيْهِ، ودوام التضرع والدّعاء والتقرّب إِلَيْهِ بِمَا أمكن من الحسنات مَا تكون تِلْكَ السيّئة بِهِ سبب رحمته. ¶ فمن أراد الله بِهِ خيراً؛ فتح لَهُ باب الذلّ والانكسار، ودوام اللجإ إِلَى الله تَعَالَى، والافتقار إِلَيْهِ، ورؤية عيوب نفسه وجهلها وعدوانها، ومشاهدة فضل ربّه، وإحسانه، ورحمته، وجوده، وبرّه، وغناه، وحمده. ¶ فالعارف سائر إِلَى الله تَعَالَى بَيْنَ هذين الجناحين، لاَ يمكنه أَنْ يسير إِلاَّ بهما، فَمَتَى فاته واحد منهما؛ فَهُوَ كالطّير الَّذِي فَقَدْ أحد جناحيه. ¶ قَالَ شيخ الإسلام: العارف يسيرإِلَى الله بَيْنَ مشاهدة المنّة، ومطالعة عيب النَّفْس. ¶ وهذا معنى قوله صلى الله عليه وسلم فِي الحديث الصحيح من حديث شدّاد وبريدة رضي الله تَعَالَى عنهما: ¶ (سيّد الاستغفارِ أنْ يقولَ العبدُ: اللَّهُمَّ أَنْتَ رَبِّي لاَ إِلَهَ إِلاَّ أَنْتَ، خَلَقْتَنِي وَأَنَا عَبْدُكَ وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وَأَبُوءُ لَكَ بِذَنْبِي، فَاغْفِرْ لِي فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ ).",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "فجمع فِي قوله صلى الله عليه وسلم: ( أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وَأَبُوءُ لَكَ بِذَنْبِي ) مشاهدة المنّة، ومطالعة عيب النَّفْس والعمل. ¶ فمشاهدة المنّة توجب لَهُ المحبّةَ، والحمدَ، والشّكرَ لولي النّعم والإحسان، ومطالعةُ عيب النّفس والعمل توجب لَهُ الذلَّ، والانكسار، والافتقار، والتوبة فِي كلّ وقت، وأن لاَ يرى نفسه إِلاَّ مفلساً. ¶ وأقرب باب دخل مِنْهُ العبد عَلَى الله تَعَالَى هُوَ الإفلاس، فَلاَ يرى لنفسه حالاً، وَلاَ مقاماً، وَلاَ سبباً يتعلّق به، وَلاَ وسيلة مِنْهُ يمنُّ بِهَا، بل يدخل عَلَى الله تَعَالَى من باب الافتقار الصرف، والإفلاس المحض، دخولَ مَن قَدْ كسر الفقرُ والمسكنةُ قلبَه، حتّى وصلت تِلْكَ الكسرة إِلَى سُوَيدائه؛ فانصدع، وشملته الكسرة من كلّ جهاته، وشهد ضرورته إِلَى ربّه عَزَّ وَجَلَّ وكمال فاقته وفقره إِلَيْهِ، وأن فِي كلّ ذرة من ذراته الظاهرة والباطنة فاقة تامّة، وضرورة كاملة إِلَى ربه تبارك وتعالى وأنّه إن تخلَّى عَنْهُ طرفة عين؛ هلك، وخسر خسارة لاَ تُجبر؛ إِلاَّ أَنْ يعود الله تَعَالَى عَلَيهِ، ويتداركه برحمته. ¶ وَلاَ طريق إِلَى الله تَعَالَى أقرب من العبوديّة، وَلاَ حاجب أغلظ من الدعوى. ¶ والعبوديّة مدارها عَلَى قاعدتين هما أصلها: حبّ كامل، وذلّ تام. ¶ ومنشأ هذين الأصلين عَنْ ذينك الأصلين المتقدّمين، وهما: مشاهدة المنّة الَّتِي تورث المحبّة. ¶ ومطالعة عيب النَّفْس والعمل الَّتِي تورث الذلّ التّام. ¶ وَإِذَا كَانَ العبد قَدْ بنى سلوكه إِلَى الله تَعَالَى عَلَى هذين الأصلين؛ لَمْ يظفر عدوّه بِهِ إِلاَّ عَلَى غِرَّة وغِيْلَة، وَمَا أسرع مَا ينعشه الله عَزَّ وَجَلَّ ويجبره، ويتداركه برحمته!",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "ينبغي عَلَى العبد أَنْ يعالج عيوب نفسه، ويصبر عَلَى مضض هَذَا الأمر، فإنّه سيحلو كَمَا يحلو الفِطامُ للطفل بَعْدَ كراهته له، فلو رُدّ إِلَى الثَّدي لكرهه، ومن عرف قِصَرَ العمر بالنّسبة إِلَى مدة حياة الآخرة، حَمَلَ مشقّة سفرِ أيّامٍ لتَنَعُّم الأبد، فعند الصباح يحمد القوم السُّرى. [مختصر منهاج القاصدين (ص 156)] ¶ ينبغي عَلَى العبد إِذَا عرضت لَهُ الغيبة أَنْ يتفكّر فِي عيوب نفسه، ويشتغل بإصلاحها، ويستحي أَنْ يعيب وَهُوَ معيب، كَمَا قَالَ بعضهم: ¶ فإن عِبْتَ قوماً بالذي فيك مثله * فكيف يعيب النَّاس من هُوَ أعور ¶ page_end.gif 3.46KB ¶ الصفحة الرئيسية | السراج المنير | المكتبة الإسلامية | صوتيات السراج | روابط السراج | دعوتنا | تزكيات | ساهم معنا | اتصل بنا ¶ جميع الحقوق محفوظة لكل مسلم - جمعية السراج المنير الإسلامية - بيروت - لبنان ( asseraj@asseraj.net )",
            "page": "54",
            "part": "1"
        }
    ],
    "t35107": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "ذم النفس والهوى"
        }
    ]
}