{
    "b35108": [
        {
            "id": "1",
            "nass": "كتاب تراث ¶ رمضان والعيد ¶ عادات وتقاليد ¶ محمّد رجب السامرّائي ¶ 1423هـ / 2002م ¶ ____________________________________________ ¶ نادي تراث الإمارات - أبو ظبي- دولة الإمارات العربية المتحدة ¶ نادي تراث الإمارات ¶ كتاب تراث ¶ * رئيس التحرير: عادل محمّد الراشد ¶ * الكتاب : رمضان والعيد عادات وتقاليد ¶ * المؤلف: محمّد رجب السامرّائي ¶ *الطبعة الأولى 1423هـ / 2002م ¶ *الناشر : نادي تراث الإمارات، أبو ظبي، دولة الإمارات العربية المتحدة ¶ * الإخراج: محمد الوكيل ¶ * المراسلات: ¶ ص.ب : 27765 - أبو ظبي- دولة الإمارات العربية المتحدة ¶ هاتف: 4466116- فاكس: 4430881 ¶ محتويات الكتاب ¶ المقدمة ¶ التمهيد: أيام وليالٍ رمضانية ¶ الفصل الأول: رمضان والعيد في دول الخليج والجزيرة العربية ¶ الإمارات: المجالس والفنون الشعبية ¶ السعودية: حلقات للدروس والصلاة في الحرمين الشريفين ¶ قطر: طحن الحبوب والنافلة ¶ البحرين: الهريس وقدوع العيد ¶ الكويت: الديوانيات والكَركَعيان والدوارف ¶ عُمان: الفطور بالفريج وقرنقشوه والمظبي ¶ العراق: الماجينة والكليجة ودواليب الهواء ¶ اليمن: التماسي والاستعداد للعيد ¶ الفصل الثاني: رمضان والعيد في بلاد الشام ¶ سورية: أكلات رمضانية والصلاة في الجامع الأموي ¶ لبنان: النوبة والرايات والقهوة ¶ الأردن: الخيام واليوم عيدي ¶ فلسطين: الحوّاية والمعمول ¶ الفصل الثالث: رمضان والعيد في أفريقية وبلاد المغرب العربي ¶ مصر: وحوي ياوحوي وكحك العيد ¶ السودان: شليل وينو ومُوية رمضان والبيت الكبير ¶ ليبيا: النوبادجي وغدوة عيد ¶ تونس: ألوان التواشيح والخِطبَة ¶ الجزائر: أذن كاس لبن وقرن الغزال ¶ المغرب: احتفالات بصيام الأطفال وأسهم نارية ¶ الصومال: العركيك وحق العيد للأولاد ¶ موريتانيا: القديد والتمور والنديونة ¶ جيبوتي: إغلاق المدارس والعَطية ¶ المصادر والمراجع ¶ أ. المصادر ¶ ب.المراجع ¶ ج. الدوريات ¶ المقدمة ¶ بسم الله الرحمن الرحيم",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "يُقبل شهر رمضان المبارك، وهو يحمل الخير والبركة إلى المسلمين قاطبة في كل أرجاء المعمورة، وقد هلّ هلاله الكريم ليمنح الله القدير عباده الصائمين العابدين المبتهلين خلاله خصالاً عديدة لم يُعْطِها لأمة غير أمة النبيّ المصطفى صلّى الله عليه وسلّم الذي قال: \" أتاكم شهرُ رمضان خير وبركة يغشاكم الله فينزِّل فيه الرّحمة ويحطُّ الخطايا، ويستجيب الدّعاء، فأروا الله فيه من أنفسكم خيراً فإنّ الشقيَّ مَن حُرِمَ فيه رحمة الله عزَّ وجل\". ¶ عقدنا فصول الكتاب لشهر رمضان ولعيد الفطر في الدول العربية كافة، حيث أوضحنا فيها لطبيعة العادات والتقاليد العربية التي يلتزم بها الإنسان العربيّ، ويعني هذا أنّنا نتعامل مع عمق جغرافي كبير يمتد من الخليج العربي وصولاً إلى المحيط الأطلسي، بمدنه وقراه، وبتنوع لهجاته وبيئاته وتضاريسه، مما ينعكس على طبيعة عادات وتقاليد الناس، ثم قدمنا لما بقيَّ في ذاكرة الناس إلى اليوم الذين يلونون صور الشهر والعيد بملامح تراثية نابعة من جذورهم الأصيلة ليحافظ عليها الأبناء قبل أن تنمحي وتزول من ذاكرة الوجدان العربيّ وعلى امتداد خريطته.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "ولقد كان التحقيقان اللذان كتبتهما في مجلة \" تراث \" التي تصدر عن نادي تراث الإمارات في أبو ظبي، بعدديها الثالث عشر بعنوان: عادات وتقاليد المسلمين في رمضان، وعن: العيد في 35 دولة إسلامية ، ضمن العدد الرابع عشر، كانا هُما المادة الأساسية لفصول الكتاب، إضافة إلى بعض ما نُشِرَ في المجلة من موضوعات لغوية وتراثية أخرى عن شهر رمضان والعيد، ولكنّني أضفت إلى تلك المادتين المنشورتين الكثير، حيث ركزت على إبراز مظاهر العادات والتقاليد لكل دولة عربية وأعطيتها الشمولية بقدر الإمكان، من خلال الرجوع إلى الكتب الاجتماعية والتراثية الشعبية، أو الاستعانة بالملحقيات الثقافية العربية، وبإجراء المقابلات الشخصية مع أبناء الدول العربية الذين كتبنا عن عاداتهم وتقاليدهم في هاتين المناسبتين الكريمتين. ¶ واشتمل كتاب رمضان والعيد عادات وتقاليد، على مقدمة وتمهيد وثلاثة فصول، أوضحنا في التمهيد: أيام وليالٍ رمضانية، التعريف لاشتقاق اسمي رمضان والصوم، والوقوف عند مناسبات وليالٍ مباركة في الشهر المبارك، ثم الإشارة للرحالة العرب الذين كتبوا ودونوا ذكرياتهم خلال أسفارهم عن رمضان وعيد الفطر، عند الرحالة العربي ابن جبير عن مكة المكرمة لأيام وليالي رمضان والاحتفاء بالأهلّة، كذلك لما دونّه الرحالة العربيّ ابن بطوطة في رحلته الشهيرة لعادات أهل مكة عند قدوم شهر الصيام، وللتسحير في الحرم المكيّ الشريف، ولاحتفاء أهل مكة المكرمة بختم القرآن الكريم والاستعداد لاستقبال عيد الفطر السعيد. ¶ أما الفصل الأول: رمضان والعيد في الخليج والجزيرة العربية، فعرضنا فيه لمظاهر استقبال المسلمين في كل من: \" الإمارات، والسعودية، وقطر، والبحرين، والكويت وعُمان، والعراق، واليمن\"، لغُرّة شهر رمضان الكريم وعيد الفطر، وما يقومون به من عادات وتقاليد متوارثة عنهما سواء في الأطعمة أو الأغاني أو الألعاب الشعبية المتوارثة بين الناس.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وتحدثنا في الفصل الثاني عن : رمضان والعيد في بلاد الشام، لطرق احتفال الناس بمقدم رمضان والعيد، في: \" سورية، ولبنان، والأردن، وفلسطين\"، وما يهيؤون لهما من مظاهر فرح لاستقبالهما وقضاء أيامهما ولياليهما، بصوره التراثية الشعبية المحببة لدى الكبار والصغار. ¶ أما الفصل الثالث للكتاب وهو: رمضان والعيد في أفريقية وبلاد المغرب العربي، فقد رسمنا فيه لبيان ملامح شهر القرآن والعيد السعيد وما يقدمون من عادات أصيلة وتقاليد عريقة مازال الناس يتمسكون بها رغم تقادم السنين لأنها جزء من إرثهم الحبيب في كل من : مصر، والسودان، وليبيا، وتونس، والجزائر، والمغرب، والصومال، وموريتانيا، والصومال. ¶ أخيراً نأمل أن نكون قد أوضحنا صورة قريبة لهذه الاحتفالات الشعبية في عموم الدول العربية لشهر رمضان وعيد الفطر من خلال تنوع الاحتفالات وممارسة بعض العادات والتقاليد في أصناف طعام الفطور وفي السحور، وفي المظاهر الأخرى التي تتفرد بها كل دولة عربية عن شقيقاتها الأخرى، رغم التشابه بينها لأنّ هناك رابطاً يجمعهما كالدين الإسلامي ولغة القرآن المعجز، والتاريخ المشترك علاوة على التجاور والقرب بين الدول العربية كافة، ونسأل الله العزيز أن يتقبل من الصائمين صيامهم وقيامهم، وعساكم من عوّاده، والله من وراء القصد. ¶ محمّد رجب السامرّائي ¶ يونيو \" حزيران \" 2001م ¶ أبو ظبي ¶ التمهيد ¶ أيام وليالٍ رمضانية ¶ يردد المسلمون اسم رمضان والصوم والصيام عند قدوم شهر الصيام المبارك ، وقد حظي شهر رمضان بوافر من الذكر والحديث عند المصنفين العرب، أو ما دبجّه الشعراء حول معانيه ولياليه الشعراء في غرر القصائد، أو ما كتب فيه الأدباء العديد من المقطوعات النثرية البليغة، عبر العصور الأدبية الماضية، ومازال شهر رمضان يحظى بنفس المكانة والاهتمام على المستويين الرسمي والشعبي.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "اشتُقَ اسم رمضان في لغتنا العربية من الفعل رَمَضَ ومن مشتقاته الحجارة، والرَمْضَاء هي: الأرض الشديدة الحرارة من وهج الشمس. وقال النبي محمد صلى الله عليه وسلم: صلاة الأوّابين إذا رَمَضَتْ الفصال. أي إذا أحرقت الرمضاء لِخِفَافِها فبَرَكت من شدة الحرِّ. وتكون صلاة الأوّابين في وقت الضحى. وشاءت الأقدار أن كان الوقت حاراً عندما أرادت العرب تسمية الشهور فسميّ هذا الشهر ذاك بشهر رمضان. ويقال رَمَضَتْ النصل، إذا دفعته بين حجرين لِيَرُّقَ، وسميَّ رمضان لأن العرب كانوا يَرْمِضُوْنَ فيه أسلحتهم استعداداً للقتال في شهر شوال الذي يسبق الأشهر الحرم. وأطلق رَمَضَانُ على شهر الصيام لأنه يَرْمِضُ الذنوب أي يحرقها أما عند عالم اللغة الخليل بن أحمد الفراهيدي فإنه: مشتق من الرمضاء وهومطر يأتي قبل فصل الخريف. ¶ وأشتُقَ الصوم من المصدر: صامَ يصوُمُ ومن مصادره الأخرى: الصيام فتقول: رجل صائم وصَوْمَان على الوصف بالمصدر، وهو ما يوصف به المذكر والمؤنث والمفرد والمثنى والجمع. ويجمع الصائم على: صُوّام وصِيّام وصُوَّم وصِيَّم وصَيامَى، وتدور جميعها حول الأصل، ففي قولنا: صامَ الرجل، امتنع وفي قول الحق تعالى على لسان مريم في سورة مريم/26 :\" إنّي نَذَرْتُ للرَّحْمَنِ صَوْمَاً فَلَنْ أُكَلِّمَ اليَوْمَ إنْسِيَّا\"، بمعنى امتنع، لأن المراد بالصوم في الآية المباركة هو الصمت والامتناع عن الكلام.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وقد حفل شهر رمضان المبارك خلال أيامه الكريمات على مناسبات وليالٍ يحرص الصائمون على أدائها لما فيها من أجر كبير مثل صلاة التراويح التي يؤديها المسلمون عقب صلاة العشاء والتي جمع المسلمين أثناء صلاتها على إمام واحد الخليفة الراشد عمر بن الخطاب رضيّ الله عنه. وهناك طعام السحور الذي يعدّ من أبرز سمات ليالي الصوم المبارك حيث يستعد الصائمون خلال وقت السحر وقبيل أذان الفجر لتناول طعام السحور في الهزيع الأخير من الليل ليتقووا به على صيام يوم رمضاني جديد. ¶ أما العشر الأواخر من شهر الصيام فيحيي الصائمون لياليها بالذكر والعبادة وتلاوة ومذاكرة القرآن المعجز والتسبيح والتحميد والتمجيد لربِّ العالمين، ويحيون ليلة السابع والعشرين منه لتاج الليالي \" ليلة القدر \" المباركة التي أنزل فيها الحق الجليل قرآنه الكريم على نبيِّ الرحمة والهدى محمد بن عبدالله صلّى الله عليه وسلّم. ثم يستعد الصائمون بعد وداعه وقد أنهوا صيام أيام الشهر الكريم بالطاعات ونيل الأجر العميم من الله سبحانه وتعالى لاستقبال عيد الفطر السعيد. ¶ ولقد برز في التراث الجغرافي العربي وعبر القرون الإسلامية المتعاقبة رحالة مسلمون جابوا الآفاق ودوَّنوا بقلمهم ما وصلوا إليه من مدن وبلدان تجاوز بعضهم فيها رقعة الخلافة العربية الإسلامية، فسجلوا لنا تفاصيل عديدة عن عادات وتقاليد الحياة الاجتماعية لتلك الأقوام والمِلَل والنِحَل التي وصلوا إليها. ودوّن أولئك الرحالة الذين قصدوا جزيرة العرب ما شاهدوه من احتفالات تقام خاصة في استقبال الأشهر العربية، وحكوا في رحلاتهم للقرّاء بصور ناطقة حيّة عن احتفالات المسلمين بشهر رمضان المبارك في كلٍ من مكة المكرمة والمدينة المنورة، ونتوقف في هذا المقام عند رحالتين عربيين هماابن جبير، وابن بطوطة.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "ويعدّ أبو الحسن محمد بن أحمد بن جبير الكناني، الشاطبي، البلنسي، المولود في عام 540هـ، الموافق 1145م في بلنسية من أسرة عربية عريقة، والذي بدأ رحلته إلى الأراضي الحجازية مع صديقه أحمد بن حسّان، فزار خلالها مكة المكرمة وأقام فيها قُرابة نصف عام، ثم قصد المدينة المنورة في طريقه إلى الكوفة وبغداد وسامراء والموصل في العراق، ثم زار حلب ودمشق في الشام. وأما رحلته الأخيرة فبدأها وعمره في الثالثة والسبعين ولم يعد إلى مسقط رأسه حتى توفاه الله تعالى في الإسكندرية عام 614هـ – 1217م. ¶ ولقد وصف الرحالة ابن جبير في كتابه : \" تذكرة الأخبار عن اتفاقات الأسفار\" المعروف- برحلة ابن جبير - شهر رمضان في مكة المكرمة والاحتفالات الخاصة بقدوم وإحياء لياليه المباركة لعاميّ 578 -579 هجرية، فسجل مظاهر ختم القرآن الكريم فيها في كل وتر من الليالي العشر الأواخر في رمضان. فوصف في رحلته إلى مكة الأركان الأربعة للحرم، وبازاء المقام الكريم منبر الخطيب، فقال:\" وهو أيضاً على بكرات أربع.. فإذا كان يوم الجمعة، وقرب وقت الصلاة، ضمّ إلى صفحة الكعبة الذي يقابل المقام، وهو بين الركن الأسود والعراقي، فيسند إليه المنبر\". ¶ وأشار الرحالة ابن جبير بإسهاب إلى توجُّه الخطيب إلى باب النبي- صلّى الله عليه وسيلّم- وهو يقابل في البلاط الآخذ من الشرق إلى الشمال، ويصف لنا ملابس الخطيب ولون عمامته السوداء والطيلسان الذي يرتديه، وإذا قرب الخطيب من المنبر يقول عنه ابن جبير: فإذا قرب من المنبر عرّج إلى الحجر الأسود فقبلّه ودعا عنده، ثم سعى إلى المنبر، والمؤذن الزمزمي- رئيس المؤذنين بالحرم الشريف- ساعياً أمامه، لابساً السواد أيضاً ... . ويشير إلى جلوسه ومبادرة المؤذنين بإعلان الآن بلسان واحد، ثم تلاوة الخطبة.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "ثم عرفنا ابن جبير عن الاحتفاء بالأهِلَة في مكة المكرمة، وما يجرى فيها من احتفالات وكيف دخل أمير مكة مكثر المذكور داخل الحرم الشريف مع طلوع الشمس، والاحتفال بشهر رمضان فيها، فسجل الاهتمام الكبير بزيادة أحجام وأعداد وسائل الإضاءة منذ صلاة المغرب- الفطور وحتى الفجر- السحور- وتجديد فُرُش الحرم الشريف من الحصير عند دخول غُرّة الشهر المبارك. ¶ كذلك أوضح لإقامة صلاة التراويح في الحرم المكي الشريف في عدّة أماكن متفرقة، وكان لكل فرقة إمامها، وأن عدد ركعات التراويح بلغت أربعاً وعشرين ركعة خارجاً عن الشفع والوتر، مع تعدد مرات الطواف حول الكعبة المشرفة فيما بينها. وذكر ابن جبير عن السحور في مكة، الذي كان يتم من المئذنة التي توجد في الركن الشرقي للمسجد الحرام، وذلك بسبب قربها من دار شريف مكة، فيقوم الزمزمي بأعلاها وقت السحور داعياً ومُذكِراً ومُحرِّضاً على السحور ومعه أخوان صغيران يجاوبانهِ ويقاولانهِ. ونظراً لترامي الدُور بعيداً عن الحرم المكي حيث يصعب وصول صوت المؤذن كانت تنصب في أعلى المئذنة كما يقول ابن جبير: خشبة طويلة في رأسها عمود كالذراع وفي طرفيه بَكْرَتان صغيرتان يرفع عليهما قنديلان من الزجاج كبيران لا يزالان يُوقِدان مُدّة التسحير فإذا قَرُبَ تبيّن خطى الفجر ووقع الإيذان بالقطع مرّة بعد مرّة حطَّ المؤذن المذكور القنديلين من أعلى الخشبة وبدأ وثُوب المؤذنين من كل ناحية بالأذان. وعندما يرى أهل مكة من سطوح منازلهم العالية القنديلين قد أُطفئا علموا أنّ الوقت قد أنقطع.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "ودوّن لنا ابن جبير في رحلته وفي أثناء إقامته في مكة لمظاهر ختم القرآن الكريم في كل وتر من الليالي العشر الأواخر في رمضان، حيث كان أبناء مكة من الصبية يتنافسون في ختمه والاحتفال بذلك بإيقاد الشموع والثريات وتقديم الطعام. وأشار الرحالة إلى ابن إمام الحرم الذي ختم القران في ليلة خمس وعشرين وأعقب ذلك بخطبة بليغة نالت استحسان الحضور على الرغم من صغر سن الخطيب. ونقل حكاية أخرى عن غلام مكيّ من ذوي اليَسار دون الخامس عشر احتفل أبوه به عند ختم للقرآن العظيم في ليلة ثلاث وعشرين، حيث أعدّ له ثريا صُنِعت من الشمع وذات غصون علقت فيها أنواع الفواكه اليابسة والرطبة، وأعدّ لها والده شمعاً كثيراً، ووضع وسط الحرام شبيه المحراب المربع أقيم على أربع قوائم تدلّت منه قناديل مُسرجة أحاط دائرة المحراب المربع بمسامير مدببة الأطراف غرز فيها الشمع وأوقدت الثريا المغصّنة ذات الفواكه، ووضع الأب بمقربة من المحراب مِنْبَرا مُجللاً بكسوة مجزعة مختلف الألوان، وحضر الأمام الطفل فصلى التراويح وختم وقد ملئ المسجد بالرجال والنساء وهو في محرابه وحوله الشمع المضاء.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "أمّا الرحالة العربي أبو عبدالله محمد بن إبراهيم اللواتي، المعروف بابن بطوطة، والمولود في مدينة طنجة المغربية، فقد اندفع بدافع التقوى لأداء فريضة الحج، وانساق بحبه للأسفار إلى التجوال في بلدان العالم المعروف في أيامه. ويُعدّ ابن بطوطة بحق سيّد الرحالة العرب والمسلمين، حيث استغرقت رحلاته قرابة تسعٍ وعشرين سنة، أطولها الرحلة الأولى التي لم يترك ناحية من نواحي المغرب والمشرق إلاّ وزارها، وشملت جولاته بلدان المغرب العربي، ومصر، وبلاد الشام، وشبه جزيرة العرب، والعراق، وجزءاً من الساحل الشرقي لأفريقية، والأندلس والهند وروسية الجنوبية، وغيرها. وشاهد ابن بطوطة حلول شهر رمضان الكريم في مكة المكرمة، فذكر في رحلته المعروفة لعادات أهل مكة المكرمة في استهلال الشهور قائلاً: \" وعادتهم في ذلك أن يأتي أمير مكة في أول يوم من الشهر، وقوّاده يحفلون به، وهو لابس البياض معمم، متقلدٌ سيفاً، وعليه السَكينة والوقار، فيصلي عند المقام الكبير ركعتين ثم يُقَبِّل الحجر، ويشرع في الطواف، ورئيس المؤذنين على أعلى قبة زمزم، فعندما يكمل الأمير شوطاً واحداً ويقصد الحجر لتقبيله يندفع رئيس المؤذنين بالدعاء له والتهنئة بدخول الشهر رافعاً بذلك صوته ثم يذكر شعراً في مدحه ومدح سلفه الكريم ، ويفعل به هكذا في سبعة أشواط، فإذا فرغ منها ركع عند الملتزم ركعتين ثم ركع خلف المقام أيضاً ركعتين ثم انصرف، ومثل هذا سواء يفعل إذا أراد سفراً وإذا قدم من سفر أيضاً\". ثم عرض لنا عادة المكيين في شهر رمضان المُعظّم بقوله:",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وإذا أهلَّ هلال رمضان تضرب الطبول والدبادب عند أمير مكة، ويقع الاحتفال بالمسجد الحرام من تجديد الحصر وتكثير الشمع والمشاعل حتى يتلألأ الحرم نورا، ويسطع بهجة وإشراقا، وتتفرق الأئمة فرقاً ... من القُرّاء يتناوبون القراءة ويوقدون الشمع ولا تبقى في الحرم زاوية ولا ناحية إلاّ وفيها قارئ يصلي بجماعته، فيرتج المسجد لأصوات القُرّاء، وترقّ النفوس وتحضر القلوب وتهمل الأعين. ومن الناس من يقتصر على الطواف والصلاة في الحجر منفرداً، والشافعية أكثر الأئمة اجتهادا، وعاداتهم أنهم إذا أكملوا التراويح المعتادة، وهي عشرون ركعة، يطوف إمامهم وجماعته، فإذا فرغ من الأسبوع ضربت الفرقعة التي ذكرنا أنها تكون بين يدي الخطيب يوم الجمعة وكان ذلك إعلاما بالعودة إلى الصلاة ، ثم يصلي ركعتين ثم يطوف أسبوعاً، هكذا إلى أن يتم عشرين ركعة أخرى، ثم يصلون الشفع والوتر، وينصرفون، وأضاف بالقول: وسائر الأئمة لا يزيدون على العادة شيئاً، وإذا كان وقت السحور يتولى المؤذن الزمزمي التسحير في الصومعة التي بالركن الشرقي من الحرم، فيقوم داعياً ومذكراً ومحرضاً على السحور ، والمؤذنون في سائر الصوامع، فإذا تكلم أحد منهم أجابه صاحبه، وقد نصبت في أعلى كل صومعة خشبة على رأسها عود معترض قد علق فيه قنديلان من الزجاج كبيران يتّقدان، فإذا قرب الفجر، ووقع الأذان بالقطع مرة بعد مرة حطَّ القنديلان، وابتدأ المؤذنون بالأذان، وأجاب بعضهم بعضاً. ولديار مكة، شرّفها الله، سطوح فمن بَعُدَت داره بحيث لا يسمع الأذان يبصر القنديلين المذكورين فيتسحر حتى إذا لم يبصرهما أقلع عن الأكل.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وفي ليلة وتر من ليالي العشر الأواخر من رمضان يختمون القرآن، ويحضر الختم القاضي والفقهاء والكبراء، ويكون الذي يختم بهم أحد أبناء كبراء أهل مكة، فإذا ختم نصب له منبر مزين بالحرير، وأُوقِدَ الشمع، وخطب، فإذا فرغ من خطبته استدعى أبوه الناس إلى منزله فأطعمهم الأطعمة الكثيرة والحلاوات.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "أما عن الاحتفال بليلة القدر المباركة، وختم القرآن الكريم في رمضان بمكة فقال ابن بطوطة: وكذلك يصنعون في جميع ليالي الوتر، وأعظم تلك الليالي عندهم ليلة سبع وعشرين، واحتفالهم لها أعظم من احتفالهم لسائر الليالي، ويختم بها القرآن العظيم خلف المقام الكريم، وتقام إزاء حطيم الشافعية خشب عظام توصل بالحطيم، وتعرض بينها ألواح طوال، وتجعل ثلاث طبقات، وعليها الشمع وقنديل الزجاج، فيكاد يُغَشِّي الأبصار شُعاع الأنوار، ويتقدم الإمام فيصلي فريضة العشاء الآخرة، ثم يبتدئ قراءة سورة القدر، وإليها يكون انتهاء قراءة الأئمة في الليلة التي قبلها، وفي تلك الساعة يمسك جميع الأئمة عن التراويح تعظيماً لختمة المقام، ويحضرونها متبركين، فيختم الإمام في تسليمتين ثم يقوم خطيباً مستقبل المقام فإذا فرغ من ذلك عاد الأئمة إلى صلاتهم وانفض الجمع، ثم يكون الختم ليلة تسع وعشرين في المقام المالكي في منظر مختصر، وعن المباهاة مُنزّه موقر، فيختم ويخطب. ثم ذكر لعادة أهل مكة خلال شهر شوّال فقال في ذلك:عادتهم في شوال، وهو مفتتح أشهر الحج المعلومات، أن يوقدوا المشاعل ليلة استهلاله، ويُسرِجوا المصابيح والشمع على نحو فعلهم في ليلة سبع وعشرين من رمضان، وتوقد السّرُج في الصوامع من جميع جهاتها، ويوقد سطح الحرم كلّه، وسطح المسجد بأعلى أبي قُبيس- جبل بمكة - ويُقيم المؤذّنون ليلتهم تلك في تهليل وتكبير وتسبيح، والناس مابين طواف وصلاة وذِكرٍ ودُعاء، فإذا صلّوا صلاة الصبح أخذوا في أهبة العيد، ولبسوا أحسن ثيابهم وبادروا لأخذ مجالسهم بالحرم الشريف به يصلّون صلاة العيد لأنّه لا موضع أفضل منه.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "ويكون أوّل مَنْ يُبَكِّر إلى المسجد الشّيبيون، فيفتحون باب الكعبة المُقدّسة ويقعد كبيرهم على عتبتها، وسائرهم بين يديه إلى أن يأتي أمير مكة فيتلقونه ويطوف عليهم بالبيت أسبوعاً، والمؤذن الزمزمي فوق سطح قبّة زمزم على العادة رافعاً صوته بالثناء والدعاء له ولأخيه كما ذكر، ثم يأتي الخطيب بين الرايتين السوداوين والفرقة أمامه، وهو لابسٌ السواد، فيصلّي خَلف المقام الكريم، ثمّ يصعد المنبر ويخطب خطبة بليغة، ثمّ إذا فرغ منها أقبل الناس بعضهم على بعض بالسلام والمصافحة والاستغفار، ويقصدون الكعبة الشريفة فيدخلونها ثمّ يخرجون إلى مقبرة باب المعلّى تبرّكاً بمن فيها من الصحابة وصدور السلف، ثم ينصرفون. ¶ الفصل الأول ¶ رمضان والعيد ¶ في دول الخليج والجزيرة العربية ¶ الإمارات ¶ المجالس والفنون الشعبية ¶ ... تزدهر في دولة الإمارات العربية خلال شهر رمضان موائد الإفطار الجماعي في الفريج الواحد – الحيّ - بعد أن يتفق أهله على نوعية الطعام الذي سيقدمونه للضيوف الصائمين، لتكون المائدة عامرة بكل أصناف الطعام الذي يتضمن الهريس والثريد والسمك واللحم والخبز والرطب، علاوة على اللقيمات والساقو، والكاستر، وغيرها من الحلويات والفواكه مع شرب القهوة والشاي. ¶ كانت النساء في الإمارات يتهيأن لشهر رمضان من شهر شعبان، ويحتفل الأطفال بحق الليلة\" منتصف شهر شعبان حيث1 يسيرون في الفريج ويطوفون على البيوت وهم يغنون: ¶ أعطونا الله يعطيكم *** أعطونا مال الله ¶ بيت مكة يوديكم *** سلّم لكم عبدالله",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وإذا أهلّ شهر رمضان المبارك تجمعت النساء في البيوت كل يوم في بيت إحدى الجارات للقيام بطحن الحبوب لأعداد الهريس مرددات أشعاراً تُعرف بدق الهريس وإعداد الخبيص والبلاليط وخبز الرقاق واللقيمات، وكذلك القيام، بتنظيف المنزل وإعداده بصورة تليق بالشهر الكريم. وكانت العادة الرمضانية القديمة هي تبادل وجبات الإفطار بين البيوت قبيل إطلاق المدفع وحتى لا يكون الطعام بارداً عند الفطور،أو التجمع في مكان واحد، عندما كانت تأتي كل امرأة وهي تحمل بيدها طبقاً مُعيناً، ويتناولنه وسط الفرحة بشهر الخيرات. وكانت النساء تخرج لأداء صلاة التراويح في المساجد، مع تأكيد الأهل على أطفالهم بتعويدهم على الصيام والالتزام بمواعيد الصلوات الخمسة وخروجهم لصلاة العيد مع آبائهم. ¶ ويجتمع الرجال بعد أدائهم لصلاة العشاء والتراويح في المجلس الذي نراه منتشراً بصورة واسعة في دول الخليج العربي وتعرف باسم مجلس أو ديوانية، وتنظم على فرش يوضع على الأرض كالسجاد عند الموسرين، أو بوضع حصيرة عند متوسطي الدخل. وكانت للميالس - المجالس- في الإمارات نكهتها التي لا تنسى من ذاكرة الناس بعد أن شهدوها وفق الطريقة المعينة في أيام الصيام. وتُعتبر مجالس الماضي المكان الخاص لتجمع أهل المنطقة الذين يجتمعون لتبادل رواية أخبار الغوص والأسفار أو لإنشاد الشعر، حيث كان الحاضرون في المجلس يطلبون من الشعراء الحاضرين إنشادهم لأحدث ما نظموه من قصائد.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وعادة ما يكون الشعر مادة خصبة ضمن المجالس حيث تبدأ أولاً بنماذج شعرية بعد التقاء الجيران والأصدقاء في مجلس معين، وكان للشعر مجلس بليلتين في الأسبوع الواحد، وتتباين أغراض الشعر الملقى في الليلتين من شاعر إلى آخر، وغالبا ما كان الصغار يحضرون هذه المجالس ويستمعون إلى شعر وحديث الكبار لأنّ المجالس كما قيل مدارس. وشهر رمضان الكريم شهر العبادات والصلوات، وتتضاعف فيه الزيارات العائلية حيث تمتد السهرات والجلسات فيه حتى أذان الفجر عقب انتهاء فترة السحور حيث كان المسحراتي يتجول في الطرقات ويدق بطبله وهو يردد بصوته المسموع: ¶ اصحى يانايم ¶ وأذكر ربّك الدايم ¶ وتكثر الحكايات وسرد السوالف والذكريات عن السنين الماضية ولهذا فإنّ المجالس في الإمارات لم تكن تقفل أبوابها سابقاً، إذ تبقى مُشرعة حتى طلوع الفجر. وغالباً ما كانت المجالس الكبيرة مكاناً يتناول فيها الحضور الأحاديث الثنائية بين الجالسين، وتقدم لهم في المجلس القهوة والشاي، إضافة إلى الهريس الذي يقدم طيلة الشهر الكريم، فهو طبق لكل وقت وليس خاصاً برمضان. ¶ ويجلس ربّ الأسرة في مقدمة مجلسه وهو الذي يقوم باستقبال زائري مجلسه المفتوح. ويبدأ الضيوف بالقدوم إلى المجلس عقب أداء صلاة التراويح في المساجد، ويبدأ المجلس أولاً بالصلاة والسلام على خير الأنام محمّد – صلّى الله عليه وسلّم- وبصوت مسموع للجميع، ثم يردد الجميع الصلاة على رسول الله هذا ويبقى مَنْ في المجلس يتجاذبون أطراف الحديث وسرد الحكايات، إلى أنْ ينفضّوا عقب وقت السحور، ثم يؤدون جميعاً صلاة الفجر في المسجد القريب، بعدها يذهب كلّ واحد إلى بيته.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وتكاد أن تتشابه صورة العيد في دول الخليج العربي إذ لا تختلف إلاّ في تفاصيل دقيقة، فأوّل ما يهتم به الناس هنا صلاة العيد في الأماكن المفتوحة .. ثم العودة إلى المنازل وتهيئة الأهل، لاستقبال المهنئين، وغالباً ما تبدأ زيارة الأقارب والأرحام خاصة بعد الظهر إذا كانوا يقيمون بعيداً أو في أماكن أو مدن أخرى، لكنّ هناك طقوساً معينة تبدأ فيها الاستعدادات للعيد قبل وصوله، ويختلف الأمر في القرى عن المدن. ¶ لقد أبتكر أطفال الإمارات المدافع التي استخدموها في أيام الأعياد لتشاركهم فرحتهم بهذه الأيام السعيدة، فكانوا يأتون بقطعة أنبوب المياه بطول 15-20 سم وبقطر 1 سم، وبعد أن يثنوا أحد طرفي القطعة بحيث تكون مُغلقة تماماً يقومون بثقب القطعة ثقباً صغيراً، ويضعون كمية من البارود - أعواد الثقاب- ويحشون الأنبوب بكمية من القطن والقماش القديم، ثم يضعون في الثقب فتيلاً وفي المساحة المعروفة بالبراحة يدفنون مدفعهم داخل الأرض ولا يظهر منه سوى الفتيلة، وما هي إلاّ لحظات حتى يُسمع صوت واضح في المنطقة، لتظهر الفرحة والسرور على وجوه هؤلاء الأولاد. ¶ تستعد ربّات البيوت في الإمارات بإعداد المنزل وتنظيفه وترتيبه رغم أنّه في الغالب يكون مُرتباً .. لكن من ضروريات العيد أن يتم إعادة ترتيب البيت، وتوضع الحناء على أيدي البنات والسيدات أيضا، ويتم تجهيز الملابس الجديدة للأطفال خاصة والجميع بشكل عام، ويتم تجهيز طعام العيد خاصة اللقيمات والبلاليط وغيرها .. ثم بعض الحلويات وكميات من الفواكه توضع في المجالس لاستقبال الضيوف، وفي مقدمة ذلك كله التمر والقهوة والشاي.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "ويبدأ العيد في القرى بأداء صلاة العيد في الأماكن المفتوحة وفي الساحات العامة أي في مصلّى العيد، وغالباً ما يكون الرجال في كامل زينتهم من الملابس الجديدة، وقد يكون هناك إطلاق نار في الهواء تعبيراً عن الفرح، ويشارك الرجال في أداء الرقصة الشعبية الرزفة تعبيراً عن الفرح بحلول عيد الفطر السعيد. ¶ أما في المدن الإماراتية فالاستعدادات تكاد أن تتشابه فيها ... وتؤدى الصلاة فيها في مصلّى العيد، وينطلق المصلون بعد الصلاة لتهنئة الأهل والأقارب بحلول العيد، وعقب صلاة الظهر ينطلق الأطفال والأسر بشكل عام نحو الحدائق والمتنزهات للابتهاج بهذا اليوم الجميل .. وتكون عبارة التهنئة المعتادة: مبروك عليكم العيد .. عساكم من عوّاده. ¶ وكان أبناء المجتمع في الماضي يقدمون الروبية أو الآنة والبيزة للأطفال في العيد، أو يمنحونهم أصابع الحلوى وكوب من اللبن، وكان الصبيان يطوفون في الفريج- الحيّ- من أوله إلى لآخره لجمع العيدية من الأقارب. وكانت البنات يخرجنّ لتحصيل العيدية من أعمامهمنّ وأخوالهنّ، وبعد عمالية الجمع يهرولون إلى أماكن اللعب التي تُنصب في يوم العيد وتعلق فيها المراجيج – المريحان- أو الدرفانة، وتُرصّ حولها الدواليب التي تُباع فيها الحلوى وتُنظم الرقصات الشعبية ليفرح بها الجميع أيام العيد السعيد. ومن الأناشيد والأهازيج الشعبية التي يتم ترديدها من قبل الأطفال وهم يلهون في المريحان: ¶ أمي يامي يامايه راعي البحر ماباه ¶ أبا وليد عمي بخنجره وارداه ¶ قابض خطام الصفرا وملوِّح بعصاه ¶ عمتي مرت أبويه الله يسلّط عليها ¶ يوم يتها الهدية خشتها في الزوية ¶ تتحسبني طلابة أطلب على البيبان ¶ ماجنه أبوي تاجر يصوغ لي الدلال ¶ ويعلقها في الخيمة جنة ينبان هلال ¶ يابويه ياغناتي لا ترقد في السيوح ¶ أرقد في ظل بارد بين الحَشَا والروح ¶ بحطك في صندوقي صندوقي أمية لوح ¶ السعودية ¶ حلقات للدروس والصلاة في الحرمين الشريفين",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "تنفرد المملكة العربية السعودية بتوجه قلوب المسلمين لها في كل يوم لأداء فروض الصلاة وأداء فريضة الحج المباركة والعمُرة في الديار المقدسة في مكة المكرمة والمدينة المنورة. ومع أذان المغرب تُفْرَش موائد الإفطار في الحرمين المكي والمدني، ويتسابق القائمون عليها لجذب المسلمين ليجلسوا في موائدهم، وكلما زاد عدد الجالسين ازداد فرح القائمين على هذه الموائد؛ لأنهم يرون أن أجرهم يزيد بقدر زيادة عدد المفطرين على موائدهم، ولهذا يقدمون لهم وجبات من التمر ومشروب القهوة الساخنة. ¶ إنّ عبادة المسلمين تتمثل في الاعتكاف في أيام شهر رمضان في الحرم المكي الشريف وفي الحرم النبويّ، إذ يقوم الصائمون بالفطور فيهما على تمرات ... ويبقون هناك لتلاوة القرآن المجيد، طيلة الأيام المباركة، وإلى ما بعد أذان الفجر .. وتتعطل المدارس في السعودية في شهر رمضان، ويزيد المساجد عُمّارها من عباد الله، إضافة إلى إقامة حلقات الدروس الدينية، والاجتهاد في إحياء ليلة القدر المباركة في عموم المدن والقرى فيها. ¶ الملاحظ في رمضان أنّ أغلب مساجد المملكة تقدِّم كل عام إفطاراً وسحوراً للصائمين من وجبات التمر واللبن والعصير، وهناك اختلاف في الفطور بالسعودية بالمقارنة مع بعض الدول الأخرى، فيقدم الإفطار في المنطقة الوسطى الرياض أولاً من التمر والقهوة العربي وبعض المشروبات كشراب التوت والعصائر المختلفة، ثم يتناول الصائمون بعد أداء الصلاة طعام العشاء الذي يتكون عادة من الشوربة، مع أنواع مختلفة من اللحوم المشوية والمحمرة، إضافة إلى طبق السمبوسة الشهيرة وكذلك اللقيمات.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "ولا يتخلى السعوديون عن طبقهم اليومي المشهور الكبسة، ولكن يفضله البعض طعاماً لسحورهم كوجبة يتناولونها مع السلطة واللبن، أو يختار البعض الآخر اللبن الزبادي والفول طبقا رئيسيا، أو الخبز مع الإدام وهو طبق الخضار، أو تناول رقاق الكُنافة والأقراص والجريش والمثلوثة والمطاطيز والسمبوسك وهي أكلات معروفة في المملكة. ¶ وتوجد أربعة مواقع للمدافع الرمضانية في السعودية وهي جبل السليمانية - بل المدفع- وتوجد فيه ثلاثة مدافع وجبل شماس-مجر الكبش- وفيه مدفعان، ومنطقة الغوارية وفيها مدفعان، ومحافظة الجموم ولها مدفعان، وبذلك يُصبح مجموع المدافع المعدة لشهر الصيام في أنحاء مكة المكرمة تسعة مدافع يعمل عليها 29 رجلاً. وتطورت مدافع الإفطار في المملكة حيث أنّ طلقاتها القديمة التي كانت تعتمد على البارود والملح والخيش قد أُبدلت بالطلقات الحديثة الأكثر أماناً عند إطلاقها ليسمع صوت المدفع موعد فطور الصائمين. ¶ ويمتلئ الحرم المكيّ الشريف مع دخول ليلة الحادي والعشرين من شهر رمضان بملايين المصلين الذين يأتون من كل فج عميق، ويقطعون المسافات الطويلة وينفقون الأموال الطائلة، لكي يفوزوا بقضاء الليالي العشر الأواخر من شهر الصيام ؛ التماسًا لليلة القدر المباركة مقبولة الدعاء، والتي هي خير من ألف شهر. ¶ ويرتدي أطفال المنطقة الشرقية أجمل ثيابهم ويخرجون في مجموعات يحملون أكياساً خاصة يعلقونها في أعناقهم ويطوفون على بيوت الجيران، ويوزع عليهم الأهالي المُكسرات، ويرددون هذه الأغنية: ¶ قرقع قرقع قرقيعان أم قصير ورمضان ¶ عُطونا الله يعطيكم بيت مكة يوديكم ¶ ويلحفكم بالجَاعِد عن المطر والرعد ¶ عام عام يا صيام جعلكم تُصومونه بالتمام ¶ اللي عطانا خُوخ ورمان عطونا عادت عليكم ¶ أما الثواب ولا الجواب ولا نتيفة من صاير الباب ¶ لولا فلان ماجينا ياربي تخليه لأُمه",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "ويتم استعداد الناس لاستقبال عيد الفطر في المدن السعودية بعد أن يودعوا الشهر الفضيل، حيث تبدأ مظاهر الزينة واضحة المعالم في الأماكن العامة، وفي البيوت إذ تقوم النساء بتنظيف البيوت وتجميلها لاستقبال ضيوف العيد. وتهيئة بعض الحلويات مثل المشبك، والحلقوم والعصير الذي يقدّم للضيوف. ¶ ويتناول الناس التمر و يشربون القهوة قبل التوجه لأداء صلاة العيد في الحرمين المكيّ والمدني، ويرتدون الثياب البيض والشماغ الأحمر، ويهنئ الواحد الآخر خلال الفترة الصباحية من أول أيام العيد، بعدها يتوجهون إلى البيت الكبير- بيت الجد والجدة –ليعايدونهم ويبقى البعض ليبدأوا فطورهم، ويحصل الأطفال خلال الزيارة على العيدية من الجميع وهم يلبسون ملابسهم الجديدة. أما الآخرون فيعودون إلى منزلهم لتناول اللحم المشوي، ويجلس الرجال في مجلس منفصل عن النساء، الذي يضم عادة العائلة والأخوة والأخوات وعوائلهم كافة، ويتألف طعام الغذاء من المثطح ويوضع فوق العيش في صحن كبير، يبدأ بتناول الغذاء كبار السّن أولاً، وعندما ينتهون يأتي الأصغر سنّاً، ثم الأصغر. ¶ ثم يخرج الناس بعد فترة العصر إلى الأماكن المفتوحة حيث أماكن اللهو البريء، ونلحظ في المنطقة الشرقية قيام الجهات المسؤولة بإطلاق الأسهم والألعاب النارية على الكورنيش في الدمام ابتهاجاً بالعيد المبارك. وتشهد المنطقة إقبال الناس من الرياض وغيرها من المدن الأخرى قبل ليلة العيد لقضاء أيامه فيها ويقومون بنصب خيامهم على امتداد شاطئ نصف القمر. ¶ قطر ¶ طحن الحبوب والنافلة",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "يستعد القطريون لاستقبال شهر رمضان منذ النصف الثاني من شهر شعبان الذي يشهد - النافلة - وهي من العادات التي يمارسها الأطفال وتشبه – الكرنكعو- التي يمارسونها في منتصف شهر الصيام. وتقوم النساء بتحضير الأرز والهريس وصناعة خبر الرقاق والبهارات، الخاصة بوجبتي الفطور والسحور طيلة الشهر الكريم، حيث يبدأ الصائمون فطورهم بتناول التمر واللبن والقهوة. ¶ إنّ من عادات القطريين في شهر الصيام قيامهم باحتفالات دق وطحن الحبوب التي تُعدّ من الظواهر الثقافية الاجتماعية الموسمية العميقة الجذور عندهم، وكان الاحتفال بهذه العادة المتوارثة بمثابة العيد السنوي الذي يستغرق طوال شهر شعبان، إذ تقوم فيه النساء الدقاقات والطحانات بالمشاركة في إنجاز كميات كبيرة من القمح المدقوق أو المطحون تكفي احتياجات العوائل طوال شهر رمضان المبارك. ¶ والاحتفال بطحن الحبوب على الرحى في قطر، غالباً ما يصاحبها أداء بعض الأغاني بين المجموعات التي تعمل على الرحى، الذي تعبر فيها عن الفرحة بحلول شهر شعبان الذي يعني قرب هلال شهر الصيام ومن هذه الأغاني: ¶ هلَ شعبان وهلَ شهر الصيام ¶ وأشوف خلي ثالث العيد مطروح ¶ أو تُنشد مجموعتين من النساء هذه الأغنية: ¶ المجموعة الأولى: هوبيل هوبيل ياالمالي ¶ المجموعة الثانية: هوبيل هوبيل ياالمالي ¶ المجموعة الأولى: هوبيل عليّ ياالملتحي ¶ المجموعة الثانية: هوبيل هوبيل ياالمالي ¶ المجموعة الأولى: هوبيل ياحلو الأضراس ¶ المجموعة الثانية: هوبيل هوبيل ياالمالي ¶ المجموعة الأولى: هوبيل وأحبكم كلكم ¶ أما مائدة الفطور القطرية فيقدم فيها الثريد والهريس واللقيمات والشوربة إضافة إلى طبق المضروبة. ثم أضيف إلى هذه الأطباق الرمضانية صواني الكُفتة والكُبة والمحشي بأنواعه، مع ضرورة توفر طبق الحلوى القطري المعروف بالساقو، واللقيمات.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "ويتميز ليل رمضان في قطر عقب صلاة العشاء والتراويح بعقد الجلسات الرمضانية، وتشمل مجلسين واحد للرجال والثاني خاص بالنساء يقدم فيهما الحلوى والشاي والقهوة العربية يتبادل في هذين المجلسين الرجال والنساء الأحاديث الدينية والثقافية والحياة العامة، وهناك وجبة تُعرف بالغبكة، وهي وجبة غير يومية تُؤكل بعد منتصف الليل بين أفراد الأسرة الواحدة. وكانت أغلب البيوت تفضل على مائدة السحور تناول الشعيرية والبيض وتسمى بلاليط أو أرز ولبن اللحم أو الدجاج أو السمك مع الأرز، ثم أضيف إليها بعض الوجبات الأخرى من المشويات والألبان والفواكه. ¶ أما الاستعدادات لعيد الفطر السعيد فعادة ما تُمارس في قطر بالمائدة الصباحية وتشمل الخروف والأرز والهريس والحلوى والمُكسرات ليجتمع عليها ما يقرب من خمسين شخصاً من أفراد الأسرة بعد أن يزور الرجال الأقارب والأصدقاء عقب صلاة العيد وليجتمعوا على هذه المائدة العامرة لتناول فطور أول أيام العيد. ثم يقوم الأطفال بالتردد على بيوت الجيران والأقارب للاحتفال بالنافلة وليأخذوا العيدية من أهليهم وأقاربهم. ¶ ويقيم الناس احتفالاً جماعياً بمناسبة العيد للعرضات، يؤديها الرجال، بينما تنفرد النساء والفتيات لأداء رقصة المرادة، ويقوم الأطفال بالإعلان للاحتفال بهذه المناسبة بواسطة أداء الأغاني، ففي اليوم الذي يسبق رؤية هلال العيد يردد الأطفال أغنية: ¶ باجر العيد بنذبح بشكَرَه نادوا مسعود جبير الخنفَره ¶ أو يقومون بغناء: ¶ يا مطلع الزين باجر نهار العيد ¶ وعلمني زانت لك النيّه ¶ البحرين ¶ الهريس وقدوع العيد",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "ترتبط بشهر رمضان عادات أصيلة للأطفال في البحرين ليوم الكرنكعوه، الذي يحتفلون به في اليوم الرابع عشر أو النصف من شهر شعبان ابتهاجاً استقبال شهر رمضان حيث يرتدي الأطفال الملابس التقليدية مثل الدرّاعة ويذهبون إلى الأهل والأقارب والجيران وهم يرددون أناشيد معينة ويدقون على الأبواب ليحصلوا من خلال تجوالهم على بعض الحلويات والمُكسرات، ويغني الأطفال قبل الدخول إلى المنزل: ¶ عطونا الله يعطيكم بيت مكة يوديكم ¶ يامكة يالمعمورة يا أم السلاسل والذهب يانورة ¶ عطونا من قال يسلم لك عبدالله ¶ عطونا حبّة وميزان سلّم لكم عزيزان ¶ يابنيّة يلحبّابة أبوك مِشَرِّع بَابَه ¶ باب الكرم ماصكّه ولا حَط بوّابَه ¶ وبعد دخولهم إلى المنزل يغنون وهم يذكرون اسم أصحاب الدار قائلين: ¶ لولا فلان ماجينا يُفك الكِيس ويعطينا ¶ الله يخليه لأُمه ¶ ويلحفها بالساحه من المُطر وسِياحَه ¶ إنّ دقّ الحَبْ مهمة تستعد لها النساء مبكراً في مملكة البحرين لصنع الهريس وكذلك كانت حرفة \" صفار القدور \" من الحرف الشعبية القديمة التي ترتبط بالشهر المبارك، حيث كان الصفّار يدور في الطرقات وهو يردد: صفار القدور، وكان أبو طبلية يدور ليوقظ النائمين لتناول السحور أما الآن فإن الناس لا ينامون قبل السحور فراحت على المسحراتي أيامه.. وتلك الكميات من الأرز والسكر والطحين التي كانوا يقدمونها له. ¶ وهناك من العادات الاجتماعية في البحرين تتمثل البدء بزيارة الأكبر سنّاً في بداية الأسبوع الأول من الشهر المبارك، وهناك تقليد لابد من وجوده عند الفطور وهو ضرورة تناول طبق الشوربة والتمر والقهوة العربية، وذهاب الرجال إلى المسجد لأداء صلاة المغرب، وعند عودتهم يتناولون طعام الفطور مع أسرتهم من الهريس والثريد واللقيمات، وربما يتناول البعض منهم المكبوس لأنها تعتبر أكلة ثانوية عندهم.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "وللمجالس الرمضانية نصيب في البحرين ففيها يجتمع رجال الأسرة والأصدقاء والمعارف لمناقشة وطرح العديد من القضايا الخاصة والعامة، وتقدم إليهم خلالها التمر والقهوة والشاي والحلوى البحرينية الشهيرة التي لابد وأن تكون في كل بيت طيلة أيام الشهر الفضيل. ¶ نعرف جميعاً بأنّ الحلوى هي من الصناعات الشعبية المتوارثة في البحرين، وقد ذاع صيتها في العاصمة المنامة وفي المحرق. وهي عبارة عن خلطة مركبة من النشا والسكر والدهن والزعفران والهيل وماء الورد والجوز أو اللوز، وتوضع الحلوى بعد تجهيزها في طسوت معدنية لتباع للناس في الدكاكين، وهناك حلوى يقبل عليها الصائمون في البحرين وتصنع في معامل خاصة مثل الزلابية والرهش والعسلية. ¶ ويستعد البحرينيون في الأسبوع الأخير من شهر رمضان لاستقبال عيد الفطر بالملابس الجديدة وصناعة الحلوى والسمبوسة الحلوة لتقديمها لضيوفهم ليلة العيد المبارك. أما حلوى القدوع وهو الصحن الكبير ويتصدر مجلس الضيوف فتقدم إليه مع القهوة والشاي في صباح أول أيام العيد حيث تنصب القدوع في الساعة العاشرة صباحاً ويقدم عليها الأرز والدجاج وهي عادة بحرينية تقوم بها الأُسر بدلاً من الغذاء. ويجتمع أفراد العائلة مع أقاربهم لتناول طعام الغداء في أيام عيد الفطر المبارك في بيت الوالد في أول يوم العيد وتقدم إليهم الحلوى، أما الأطفال فيطوفون من بيت إلى آخر في الفريج- الحيّ- ويؤدون بصوت واحد: ¶ عيدكم مبارك.. ¶ عساكم من عوّاده ¶ الكويت ¶ الديوانيات والكَركَيعان والدَوارف",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "تتزين المآذن والمساجد في بدء الإعلان عن قدوم شهر رمضان في الكويت، ويلاحظ وجود انتشار الفوانيس في العديد من المناطق والأحياء المختلفة التي تعمل بالطاقة الكهربائية أو بالشموع. وإنّ اجتماع كل أفراد العائلة في منزل كبير العائلة سواء كان الجد أو الأب على مائدة الإفطار اليومية هو من العادات المحببة لديهم، حيث تمتد المائدة لتشمل تقديم عدد من الأكلات والأطعمة المختلفة التي يسبقها التمر وشوربة العدس الطبق المفضل في رمضان، علاوة على تناول أطباق الهريس باللحم أو الدجاج وهناك أيضاً الطبق المفضل التشريبة وطبق الجريش القديم، وكبة الجمبري والبرياني باللحم أو الدجاج أو السمك، وطبق المرجوج، وهناك أكلات يتناولها الصائمون بعد الانتهاء من صلاتيّ العشاء والتراويح منها المحلبية والزلابيا واللقيمات والغريبة. ¶ وللديوانية طعمها الخاص في الكويت وتستمر طوال العام، ولكن في أيام مخصصة من الأسبوع، لكنها تُمارس مساء كل يوم رمضانيّ بعد صلاتيّ العشاء والتراويح الخاصة والتي يهيئها صاحب الدار قبل حلول الشهر المبارك في مكان خاص من بيته ليجتمع فيها الرجال عودتهم من المسجد، وتخصص تلك الدواوين لتلاوة القرآن الكريم وسماع الدروس الدينية ولمناقشة طائفة من الشؤون الأدبية الثقافية وغيرها، ويتناولون خلالها القهوة العربية والشاي وبعض الحلويات والفواكه ويستمرون في جلستهم حتى وقت السحور.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "أما لعبة الكَركَيعان فهي من العادات والتقاليد المتوارثة عند أطفال الكويت فهم يحتفلون بها ويمارسونها في ليالي الرابع عشر والخامس عشر والسادس عشر من رمضان. ويستعد الصبيان والبنات لهذه المناسبة بعد العاشر من رمضان ويقومون بإحصاء المنازل التي سيطرقون أبوابها، كما يهيئون أكياساً تخيطها لهم أمهاتهم ويدلونها حول أعناقهم، ويقوم أصحاب الدكاكين بخلط المُكسرات مع النخي والنقل والسبال والبيذان والجوز والتين المُجفف وتُعرف هذه المُكسرات بكَركَيعان، أي الشيء المخلوط والمُتعدد الأصناف. ¶ ويحتفل الأطفال عند وقت الغروب في بسماع إطلاق مدفع الإفطار والذي يُعرف بالواردة أو بالطُوب، وعندما يسمعون تلك الإطاقة يبدأ تصفيقهم تعبيراً عن فرحتهم بهذا اليوم المبارك. وبعد تناول الأولاد لفطورهم فإنّهم سُرعان ما يغادرون بيوتهم ويتجمعون في الأحياء والمناطق ويكونون بالاتفاق فيما بينهم مجموعات ويختار لكل مجموعة رئيس، وتطوف تلك المجموعات على منازل الحي حاملين الأكياس والطبول والطاسات وغالباً ما يتنكرون بملابس الغاصة السوداء، أو وضع اللحى أو الشوارب لجلب الانتباه ويردد الأولاد أنشودة خاصة بهم عن البنات كقولهم: ¶ ... سَلّم ولدهم يا الله ¶ خَلّه لأمّه يا الله ¶ ... هذا إذا لم يكونوا يعرفون اسم هذا الولد وفي حالة تعريفهم عليه من قبل أهل المنزل يذكرون اسمه أو اسمها قائلين بصوت واحد: سلم - عبد الله - أو فاطمة أما البنات فيُنشدنَّ بصوت واحد: ¶ كَركَيعان وكَركَيعان بيت كَصيِّر برمِيضَان ¶ عادت عليكم صيام كل سنة وكل عام ¶ يالله سلِّم ولدهم خلَّه لُمَّه ¶ عسى البكعا ما تخمه ولا توازي على أُمَه ¶ عطونا الله يعطيكم بيت مكة يوديكم ¶ يالمكة يا لمعمورة يام السلاسل والذهب والنورة ¶ وعادة ما تقوم ربة البيت أو من ينوب عنها لتقدم لكبير المجموعة من الأولاد أو البنات صحناً مليئاً بالكَركَيعان أو النقود أحيانا الذي يجمعه في كيسه فيفرح به الجميع ويدعون لهم.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وكان أبو طبيلة- المسحراتي- قد أعتاد على أيقاظ الصائمين لوقت السحور في ليالي الصيام، وهو يحمل طبلته على كتفيه مخترقاً السكك والحارات يرفع طبلته وينشد مُردداً بصوت عالٍ: ¶ لا إله إلاّ الله ¶ محمد رسول الله ¶ وحين يأزف رمضان على الانتهاء يقوم أبو طبيلة بتوديع شهر القرآن مُردداً بلحن يشوبه الألم والفراق: ¶ الوداع الوداع ¶ يا رمضان ¶ وعليك السلام شهر الصيام ¶ وكما تتشابه صور العيد في دول الخليج العربي، فيتغنى الأطفال في الكويت قبل حلول العيد مرددين بصوت واحد: ¶ باجر العيد ونذبح ابكَرة ¶ وننادي مسعود جْبِير الخُنْفَرَة. ¶ كذلك يرتدي الأطفال في العيد الثياب الجديدة، ثم يحصلون على العيدية من آبائهم وأقاربهم أثناء التزاور فيما بينهم، وتُنصب الدُّوارف والمراجيح التي تحتويهم لقضاء وقت سعيد، ويبتدع الصبيان والبنات الأغاني والأهازيج عند ركوبهم الدريفة. وكان الأولاد يتنقلون في السيارات إلى مناطق متعددة مثل منطقة حولِّي والشامية، أو يذهبون بوساطة العربات التي تجرها الخيول فتجدها تسير بهم وهم يرددون بصوت واحد: ¶ عَرَبَانَه أم حصّان ¶ تمشي وتُلْقُط رُمّان ¶ عُمان ¶ الفطور بالفريج وقرنقشوه والمظبي ¶ ... يهيئ أهل عُمان احتياجاتهم لشهر رمضان منذ العشرين من شهر شعبان حيث يخزنون العيش \" الأرز \" والتمر المعمول بالسّنوت ويتمسك الرجال الكبار بفطورهم في البيت، وإذا لم يكن ذلك، فإنهم يفطرون في الفريج – الحيّ – حيث يخصص مكان للرجال وآخر للنساء. وتقوم النسوة خلال الشهر المبارك بإرسال أطباق التمر واللبن واللقيمات إلى المساجد القريبة من دورهم ليتناولها العابرون والفقراء لتفطيرهم في اليوم المبارك. ¶ وبعد أول يوم رمضاني تتبادل العوائل الزيارات الرمضانية، فيفطرون يوما في بيت الأخ وفي اليوم الثاني عند الأخت، والثالث عند الأقارب وهكذا.. علما بأن الذي يذهب لتناول الفطور في بيت صديقه مثلاً، يجب أن يكون طعام الفطور جاهزا في مجلس داره.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "إنّ هناك اختلافاً في عادات العُمانيين في الفطور عندما يرجعون من صلاة المغرب وذلك بحسب ولايات السلطنة، فقسم منهم يفطر على التمر والقهوة وشرب الشربت – العصير-مع لُقيمات القاضي، وقسم يتناول الثريد والعيش – الأرز- واللحم، والبعض يشرب اللبن المُضاف إليه الزعتر أو السنود وتناول لقيمات القاضي الحلوة، أو أكل الهريس والمكبوس والسيويا والثريد وشوربة الحب والقريس. ¶ ومن أشهر أنواع الحلويات التي يحرص العُمانيون على تناولها في شهر الصيام حلوى السخانة \" السمن\" والساقو وصب الجفشة والخنسروس، وكلها أسماء لنوع واحد من الحلويات ولكنها تختلف في طريقة إعدادها وصنعها وطعمها من ولاية إلى أخرى. وعلاوة على الطبق العُماني المُكون من شوربة الأرز مع السكر الحليب، وتوجد بعض الفطائر على مائدة الفطور مثل السمبوسة بالخضار أو اللحم والمصانف. ¶ إنّ تقليد التبخير بالدخون للرجال في ليالي رمضان معروف عندهم قبيل الذهاب لأداء صلاتي العشاء والتراويح في المساجد. وتقام المجالس الرجالية الخاصة إثر عودتهم من الصلاة التي يحضرها الأصدقاء ويتبادلون خلالها القصص والأحاديث والسير، وتقدم إليهم الفواكه المختلفة والشمام واليح- البطيخ- مع القهوة. وينهض العُمانيون وقت السحور لتناول طعامهم خاصة في القرى العمانية على صيحة الديك الأولى، ويأكلون اللحم والأرز مع شرب الشاي والقهوة على صوت المسحراتي التي يدق طبله بالمرواس وهو يصيح في السكك والحارات: ¶ سحور.. سحور ¶ قوموا صائمين",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "وتحرص النساء في رمضان على أداء صلاتي العشاء والتراويح في فروع الجمعيات النسائية حاملات معهنّ أطباق الحلوى الشعبية لتناولها إثر الانتهاء من الصلاة، ثم الاستماع إلى المحاضرات الدينية. وعلى الرغم من التطور الذي طرأ على تفاصيل الحياة الاجتماعية فما زال الأطفال يحتفلون بأداء تقليد القرنقشوه ويتم في ليلة النصف من شهر رمضان، ويماثل احتفالات الأطفال بليلة القرنقعو في المدن الخليجية الأخرى. ونجد الأطفال في القرنقشوه يدورون في شوارع الحيّ وينتقلون من دار إلى دار يتوقفون أمامها ويغنون طالبين الحلوى وهم يضربون إيقاعاً بسيطاً على عبارة: ¶ قرنقشوه قرنقشوه ¶ أعطونا شيء حلواه ¶ أو يردد الأطفال على البيوت أيضاً: ¶ قرنقشوه يوناس ¶ عطونا بيسة وحلوى ¶ دوس دوس في المندوس ¶ حارة حارة في السحّارة ¶ أما بالنسبة للاستعداد لاستقبال عيد الفطر في عُمان نجد اشتراك ولايات السلطنة في احتفالاتها بالعيد في تقديمهم الحلوى والتمر والقهوة ومن أساسيات العادات والتقاليد العُمانية تقديم الحلوى في الأفراح والاتراح. ونرى الأهالي يشرعون بشراء الحلوى العُمانية والفواكه يوميّ 28 و29 من رمضان لتقديمها لضيوفهم في أيام العيد. ¶ ولعيد الفطر في عُمان عادات مستمدة من الماضي ومنها تهيئة الناس له لأعداد الحلقة أو الهبطة التي يقيمونها في العشر الأواخر من رمضان ويقيمونها في كل ولاية أو بلدة ولحلقة أو الهبطة وهي عبارة عن تجمع تجاري كبير في الأماكن المفتوحة تعرض في أماكن مخصصة فيه للمواشي واللحوم التي تباع بالمزاد وآخر للملابس والحلوى العُمانية المشهورة. ويقام في الحلقة أو الهبطة سباقات للهجن- الإبل- وللخيول في الفترة الصباحية.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "ويُعد طبق المظبي من الأطباق المعروفة التي يُقدمها العُمانيون في أول وثاني أيام العيد، ويترك حتى ظهر اليوم الثالث منه. ويعني المظبي في لغتنا العربية- الشواء-أو المقلي بالنسبة لمحافظة مسقط العاصمة والمنطقتين الشرقية والداخلية وفي بعض ولايات الظاهرة القريبة من مدينة العين الإماراتية. وتقوم مجموعة من النساء في كل حيّ بإعداد صفرة كبيرة في مكان واسع يوضع فيها الحطب والأخشاب ويشعل بالنار ليقمنّ بإعداد المظبي ويشوى اللحم بعد تقطيعه فوق الحجر ويُلفُ في أوراق الموز ثم في سنِّ الخيش بعد أن يُتبّل بأنواع معروفة من البهارات، وتقوم النساء بصفِ قطع اللحم فوق النار ويردم بالتراب. ¶ العراق ¶ المَاجِينَة والكِلِيْجَة ودواليب الهواء ¶ ... يبدو رمضان في العراق قبل قدومه بأيام عديدة، فتكون الحركة غير اعتيادية في الأسواق والمحلات، وباستطاعة المرء أن يشاهدها، لتدل على مجيئه الكريم. ويُعد سوق الشورجة القديم في قلب العاصمة بغداد أكبر سوق تجاري في العراق حيث يشهد إقبال الناس عليه من كل مدن ومحافظات العراق ليتبضعوا ويشتروا لوازم شهر الصيام من مواد تموينية مثل العدس والماش والحبيِّة، والنومي بصرة والقمر الدين، والطرشانة، والحمص، إضافة إلى شراء اللحوم بمختلف أنواعها.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "وتتميز موائد رمضان بالإعداد المُبكِّر لبعض الأكلات الخاصة بالشهر قبل حلوله، لكي نتمكن من تحقيق التنويع المطلوب على موائدنا وهناك أطباق أساسية تسجل حضورها في المائدة مثل شوربة العدس والماش وهناك أيضاً الطبق العراقي الشهير الدولمة - الملفوف- كما أنّ جميع الموائد تقريباً لا تخلو من طبق التشريب وهو خبز مغطس بمرقة اللحم أو الدجاج. وهناك طبق الكبة بأنواعها كبة الحلب وكبة البرغل وكبة حامض الشلغم وهي أكلة عراقية مشهورة حيث تطبخ الكبة مع حساء يتكون من الشلغم والسلق والرز وتقدم الكبة مع حسائها كأحد أهم الأطعمة العراقية التي تلقى القبول من جميع أفراد الأسرة. ¶ إنّ من أبرز الحلويات التي تحرص النساء العراقيات على إعدادها في شهر رمضان هو طبق حلاوة النشأ وهي حلاوة تناسب الصائم لأنها خفيفة على المعدة، وحلاوة الشعرية التي تحشى بالجبن أو المحلبي إضافة إلى حلاوة الجزر، مع تقديم أنواع عديدة من الشربت - العصير- كشربت أو القمر الدين أو الزبيب أو التمر هندي أو البرتقال. ¶ وتحرص العوائل العراقية على أن يذهب الأب مع أولاده إلى المسجد القريب من سكناهم، وهم يحملون صينية مليئة بالطعام لتوضع على مناضد في حديقة المسجد، لتفطير الصائمين.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "كثيراً ما ينتظر الأطفال سماع إطلاق مدفع الإفطار عبر الإذاعة المسموعة ومن الشاشة الصغيرة وانتظار صوت المؤذن من أحد المساجد القريبة ليبدءوا تناول التمر وشرب قدح من اللبن ثم صلاة المغرب في المسجد، ويُسمى المدفع بالطُوب، ويوجد نموذج له اليوم قرب منطقة الباب المُعظّم في بغداد، وسُميَّ أحد أبواب مدينة الموصل باسم باب الطُوب. ويحكى أنّ أحد الباشوات الأتراك أيام الاحتلال العثماني للعراق كان جالساً لانتظار أذان المغرب فسمع صوت المدفع ممتزجاً مع صوت المؤذن، وتساءل عمّا حدث فأُخبِرَ بأنّ بعض الجنود القدّاحين في المُعسكر القريب من داره كان يُصلح مدفعاً مُعطلاّ وأراد أن يجربه فأطلق قنبلة لاختبار مدى صلاحيته للعمل، واستحسن الباشا الفكرة وأمر بأنْ يستمروا بإطلاق المدفع عند موعد أذان المغرب في كل أيام رمضان. ثم صار بعد سنوات قريبة أن يوضع المدفع قرب شاطئ نهر دجلة في بغداد لتطلق الصوت ذاته ورؤية اللهب الخارج جرّاء احتراق البارود في داخله، أي من دون أية قذيفة بقصد أن يسمع الناس صوت المدفع على امتداد النهر الخالد. ¶ لقد مارس العراقيون منذ عهود طويلة لعبتيّ المحيبس والصينية التي اشتهرت قبل عقود في أغلب المدن والمحافظات، والمحيبس هو تصغير محبس أي خاتم اليد، ولهذه اللعبة الشعبية لها جذور المتوارثة من جيل الأجداد الذين كانوا يحرصون على الاجتماع في بيت معين بعد تأديتهم لصلاة التراويح، ثم يبدأون بممارستها ويقضون وقاص للتسلية نظراً لانعدام وسائل اللهو البريء في الماضي قبل ظهور الإذاعة المسموعة والمرئية، ولازالت لعبة المحيبس حتى يومنا هذا تقاوم كل تطور كونها من التراث المحلي العراقي و لذا تصرُّ على الحضور في كل المجالس الرمضانية ويستمر وقتها إلى قبيل إطلاق مدفع السحور.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "ومن قواعد اللعبة أن اللاعبين الذين يشكلون فيما بينهم فريقاً يُعرف باسم المنطقة التي يسكنونها فهؤلاء يقومون بدعوة فريق آخر. وتقدم للفريق المنافس الحلويات – البقلاوة والزلابية- ويودعهم الفريق الضيف بكل حفاوة، وبانتهاء اللعبة تقدم للفريق المنافس الحلويات ويودعهم الفريق المضيف بنفس الحفاوة التي استقبلهم بها· وتسير اللعبة على أساس وجود فريقين يتكون الواحد من 20 إلى 100 لاعب، وإدارة اللعب هي الخاتم، ومنه اشتق اسم اللعبة وأساس قيامها هي اكتشاف مكان الخاتم عند الفريق المنافس، ويضم كل فريق لاعبين أساسيين هما اللذان يستخرجان الخاتم والباقون ما عليهم سوى الاحتفاظ به.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "وتبدأ لعبة المحيبس بعد تقابل الفريقين حيث يقوم أحد الفريقين بأخذ الخاتم إما بطريقة القرعة أو شراء الخاتم بالنقاط، فالفريق الأول يطلب من الثاني الاحتفاظ بالخاتم مقابل منح عشر نقاط له، وهكذا يتم الاتفاق على بقاء الخاتم مقابل عدد من النقاط يجري التفاوض عليها بين كلا الفريقين، وتعلن بداية اللعبة حيث يقوم شخص من الفريق الذي يحتفظ بالخاتم بإخفائه بطريقة سرية لدى أعضائه، بعدها يصيح بصوت عال بات أي أن الخاتم استقر في إحدى الأيادي، وهنا يأتي دور لاعب من الفريق المنافس الثاني الذي يمرر نظراته على أيدي الفريق الخصم وينتقي أشخاصاً يشك بوجود الخاتم معهم ويستثنيهم من الأمر الذي يصدره لبقية أعضاء الفريق بأن يفتح الجميع أيديهم، وفي هذه المرحلة يجب ألاّ يظهر الخاتم مع أحد من المشاركين، بل يبقى مستقراً لدى أحد الذين استثناهم اللاعب المحترف من الفريق، ثم تأتي المرحلة الثانية من اللعبة الشعبية وهي مرحلة استخراج الخاتم من الأيادي القليلة المغلقة والتي تستغرق وقتاً طويلاً حسب ذكاء اللاعب وتمرسه، وما أن يكتشف اللاعب مكان الخاتم حتى يحتفظ به لفريقه وتبدأ نفس المرحلة ولكن بتبادل الأدوار. وتتخلل فترة الاستراحة بين لاعبي الفريقين تقديم فقرات غنائية تراثية يؤدونها بأنفسهم أو يستضيفون أحد مغنيّ المقام العراقي ليؤدي لهم ما يُسمى بالمربعات.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "أما لعبة الصينية تتطلب وجود صينية وفناجين نحاسية وتوضع الشيرة - السكر المذاب - في القاعدة الدائرية لها لغرض تثبيت الفناجين بالمقلوب، وتبدأ اللعبة عقب صلاة التراويح بمشاركة فريقين فيضع أعضاء الفريق الأول خاتماً تحت أحد الفناجين ثم يدوِّر الصينية من أسفلها وهو يمسكها من وسطها بيد واحدة حتى لا يعرف لاعبو الفريق الخصم أين وضعها وأخفاها. وهنا يقوم أمهر لاعبي الفريق الثاني بمحاولة كشف الفناجين بعد نظرات طويلة عليها، وعندما يتم الكشف عن الفنجان الموضوع فيه الخاتم فسرعان ما تعلو الأصوات وتحتسب نقطة للفريق، ويستمر هذا اللعب حتى موعد السحور، ويتخلله تناول اللاعبين لصواني الحلويات والشربت، وبوجود عدد كبير من المشجعين الكبار والصغار على حدٍّ سواء. ¶ ومن العادات التي يحرص الأولاد على ترديدها في ليالي رمضان الكريم، هي \"الماجينة\"، وهي لعبة غنائية مختلطة، يمارسها أطفال من سن 8-12 سنة. وتبدأ منذ منتصف شهر شعبان، وتسمى بالماجينة في وسط العراق، وبكركيعان في جنوبه خاصة في محافظة البصرة. وتقوم مجموعة من الأطفال وعقب تناول طعام الإفطار بالتجمع في الأحياء، ويحمل أكبرهم عُمراً كيساً من القماش، ليدور مع زملائه على بيوت الحي أو الطرف، ويبدأ أحد الأطفال بطرق أحد أبواب الجيران، ووينشدون مع الآخرين بصوت واحد: ¶ \"ماجينة ياماجينة ¶ حلُّوا الجِيس وأنطونه ¶ تنطونه لو ننطيكم ¶ بيت مكة أنوديكم ¶ هاي مكة المعمورة ¶ مبنيّة إبجص ونورة ¶ وإذا طال وقوف الأطفال أمام البيت، ولم يخرج إليهم أحد منهم ليمنحهم شيء فإنّهم ما يلبثوا أن يرفعوا صوتهم منادين بقولهم: ¶ يا أهل السطوح: ¶ تنطونا لو نروح\"",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "وما إنْ تسمع ربّة المنزل هذا النداء الطفولي، حتى تخرج إليهم حاملة بيديها أو بوساطة وعاء كمية من الحلويات أو النقود لتوزعها عليهم، وعندها يتسلّم كل واحد نصيبه من الهدايا، وهنا يقفون أمام البيت نفسه، ليرددوا باسم صاحبه، فإذا كان ابن صاحب الدار اسمه محمد، فإنّهم يصغرون اسمه إلى حمودي، ويرددون معاً: ¶ الله يخلِّي حمودي ... آمين ¶ ابجاه الله وإسماعيل ... آمين ¶ وبعد ذلك ينتقل الأطفال جميعاً ليطرقوا باباً آخر في الحيّ، أو الدربونة- الزقاق- ولينهوا جولتهم في هذا المساء الرمضاني ثم يعودون إلى بيوتهم محملين بالهدايا الوافرة من الجيران. ¶ وكما اختفت ظاهرة أبو طبيلة أو المسحراتي في أغلب المدن العربية، فإنّها اختفت أيضاً في المدن العراقية في العقود الأخيرة، ولكنّ الرجل الذي كان يوقظ الصائمين وهو يجوب طرقات المدن والأرياف مازالت صورته في الذاكرة الجمعية. ونشير هنا إلى أنّ ظاهرة التسحير قد عُرفت في العراق منذ أيام الخلافة العباسية في بغداد عاصمة الخلافة الإسلامية، فكان ابن نقطة هو الشخص الذي يتولّى إيقاظ الخليفة العباسي الناصر لدين الله في بغداد دار السلام ليتناول طعام السحور في أيام رمضان، وعُرِفَ التسحير في ذلك العصر بالقوما من قول المُسحِّر: ¶ قوما تسحر قوما ¶ ولما مات المسحراتي ابن نقطة ذهب ابنه وكان له صوت جميل ووقف تحت قصر الخليفة الناصر لدين الله وأنشده قوله: ¶ ... يا سيد السادات ¶ لك في الكرم آيات ¶ أنا ابن أبو نقطة ¶ تعيش أبويا مات ¶ وأُعْجِبَ الخليفة العباسي بحسن بيانه وشدة إيجازه، فأحضره وخلع عليه الهبات ومنحه راتباً ضعف ما كان يعطيه لأبيه.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "لقد اقتصرت مناسبات الاحتفالات الشعبية العامة في الماضي في مدن وقرى العراق على الأعياد الدينية. وكانت تلك الاحتفالات غالباً ما تأخذ طابعها الشعبي في عموم كل المدن. وقد ابتدع العراقيون لإضفاء البهجة والفرح على حياتهم عادة - الكَسْلا - جمع كَسْلَة وهي التوقف عن العمل والتي كانت تعقب تلك الأعياد الدينية، والتي يراد منها إطالة أمدها، والتمتع بمزيد من المباهج والاحتفالات. وكانت الكَسْلات، وتنطوي على زيارات جماهيرية واسعة، تشمل عامة الناس إلى بعض الأماكن الأثرية والسياحية وبعض المزارات في العاصمة بغداد، أو في المحافظات العراقية الأخرى التي تضم بعض المعَالِم التاريخية والدينية والأثرية لقضاء وقت جميل فيها. ¶ وتبدأ الاحتفالات بعيد الفطر في العراق في الساحات العامة التي يتمّ فيها تنصيب المراجيح ودواليب الهواء والفرارات وتهيئتها لركوب الأطفال الذين يقبلون عليها طيلة أيام العيد. وتقوم النساء بتهيئة وعمل الكِلِيْجَة ، أي المعمول كما يُسمى في بعض الدول العربية، بأنواع حشوها المتعددة، إمّا بالجوز المبروش أو بالتمر أو بالسمسم وإضافة السكر والهيل، وتقدم للضيوف في العيد مع استكان الشاي أبو الهيل إضافة إلى قطع من الحلقوم- أي الرَاحَة أو - مَنّ السَما - المنّ والسلوى - أو المسقول، كذلك تعمل النساء نوعاً آخر من الكِلِيْجَة من دون حشوّ يطلق عليه الخِفِيِفِي على هيئة أقراص دائرية التي يضاف إليها قليل من السكر ويدهن بصفار البيض ويخبز إمّا بالفرن أو بالتنور.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "وتتم الزيارات العائلية عقب تناول فطور صباح الأول من أيام عيد الفطر والمكوّن من القيمر- القشطة- والمربى، أو الكاهي، أو الجبن الحلو، أو البيض المسلوق، ويذهب الأهل لزيارة بيت الجد والجدة والبقاء عندهم لتناول طعام الغذاء، ومن ثم القيام بزيارة الأقارب، بعدها تذهب العائلة إلى بيت الجدّ والجدّة لمعايدتهما والبقاء عندهم لتناول طعام الغذاء، ثم يغادرون منزلهما لمعايدة الأقارب والأرحام ومن ثم الأصدقاء، ويحصل الأطفال على العيدية خلال هذه الزيارات من الأب أولاً ومن الأخ الأكبر، ومن الجد والأعمام والأخوال والأقارب الآخرين. بعدها ينطلق الصغار إلى ساحات الألعاب لركوب دواليب الهواء والمراجيح والفرارات ولشراء بعض الألعاب، وهم يؤدون بعض الأغنيات الخاصة وسط احتفالية طفولية بريئة للجميع. وكان الأطفال في العراق يتغنون في أيام العيد بأغنية: ياطير غنِّي غنّي، وهي لعبة جماعية، ويرددون بأصوات عالية: ¶ يا طير غنِّي غنِّي ¶ على جناحك طيّرنِّي ¶ وديني للبساتين ¶ أشرب ماي ¶ طق.. طق.. طق ¶ آكل تين ¶ طق.. طق.. طق ¶ فرِّحني فرحة العيد ¶ لبِّسني ثُوبي الجديد ¶ كُلما يريد ¶ طق.. طق.. طق ¶ بابا.. يريد ¶ طق.. طق.. طق ¶ اليمن ¶ التماسي والاستعداد للعيد ¶ ... يتباين سكان اليمن في استقبال رمضان بين المدينة والبادية، فيما يذبح البدوي الأغنام في أول رمضان ويعرف بمدخل، ويوزع اللحم لأهله، ويهدي قسماً منه إلى الجيران، نلحظ قيام الجمعيات الخيرية بتفطير الصائمين في المدن اليمنية.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "ويجلس الصائمون عند أذان المغرب على هيئة حلقات حول موائد الفطور ليتناولوا الطعام والمُكَوَّن من التمور، والسمبوسة، والباجية، والحامضة، وهي خليط مكون من الحلبة والليمون والخل والطماطم، إضافة إلى الشفوت وهي وجبة يمنية مشهورة يتناولونها في شهر رمضان وهو طبق مزيج من الخبز أو اللحوح والزبادي أو اللبن الرائب المخلوط بالكراث والنعناع الأخضر والكسيرة الناشفة والكمون والملح. ويركز اليمنيون على وجبة العشاء عقب صلاة المغرب على اللحوم وأنواع أخرى الأطعمة المُعدّة للفطور، مثل الكبسة، والعصيد كوجبة شعبية، وكذلك السلتة وهي وجبة مكونة من الحلبة والخضر واللحم المفروم والتوابل والبيض. أما الحلويات فهي مادة أساسية وأشهر أنواعها الرواني والكنافة. ¶ بينما يفطر الصائمون في البادية على التمر والماء طيلة أيام شهر الصوم، ثم يتمون فطورهم عند أهلهم بأكل السمبوسة واللحوم. ويقدم في العاصمة صنعاء الملوج وهو عبارة عن خبز ولحم ومرق، مع تناولهم للتمر والزبيب الأسود الذي يستعدون لشرائه قبل حلول الشهر الكريم ليجري توزيعه على المساجد القريبة لإفطار الصائمين. ¶ وبعد انقضاء اليوم العاشر من رمضان يبدأ اليمنيون إحياء ليال تنافسية في إلقاء الشعر، وأداء الرقصات الشعبية وارتداء الأقنعة على الوجه. كذلك يحرص أهل اليمن خلال الشهر على الاحتفال بالراغبين في الزواج ليلة العشرين من رمضان، ويعد هذا إعلانا بأنهم سيدخلون عش الزوجية بعد انتهاء الشهر المبارك. ويتبارى العرسان بإظهار قوتهم من خلال\" المدارة \" وهي لعبة شعبية، حيث يربط حبلان غليظان بجذع شجرة ضخمة تعرف بالنالوق، ويثبت بها كرسي والقوي من الشباب من يحقق أعلى ارتفاع في الهواء في أثناء القفز، وهناك لجنة تحكيمية من كبار السن، أما الفائز من الشباب فيفرح بتقدير أقرانه واللجنة المحكمة، مع إعجاب عروسه التي ترقب اللعبة مع زميلاتها عن بعد.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "ولعلّ أبرز مظاهر رمضان في اليمن التماسي التي كان الأطفال يتهيأون لأدائها من أواخر شعبان وينتظرون بهجة التماسي التي يكسبون بها مقادير قليلة من النقود، وكان شعر التماسي وأداؤه مختلفاً عن الأهازيج لأن ذلك الأداء هو نشيد الطفولة إذ لا تؤديه إلاّ مجاميع من الأطفال الذين يجتمعون حول بيوتهم في الأسبوع الأول يرددون التماسي الخاصة بالأدعية لآبائهم: ¶ يا رمضان يا بو الحمائم ¶ أدي لأبي قرعة دراهم ¶ يا رمضان يا بو المدافع ¶ أدي لنا مخزن بضائع ¶ ... وعندما ينتهي الأسبوع الأول نشاهد الأطفال في اليمن ينطلقون صوب البيوت في الأحياء المجاورة بعد أن تبدأ إضاءة الليالي، ويستطيع الأطفال الحركة وأداء النشيد وليؤدوا أغاني التمسيه بصوت مسموع: ¶ ... يا مساء أسعد الله مساء ¶ يا مساجد الله الكسا ¶ ... وعندما يلاصقون باب البيت ينتظرون قطعة النقود التي يرميها عميد العائلة فيرددون: ¶ يا مسا جيت أمسي عندكم ¶ يا مسا والجمالة هي لكم ¶ وتستعد المدن والقرى في اليمن استعداداتها للاحتفال بعيد الفطر السعيد، وهناك اختلاف في العادات والتقاليد من مدينة إلى أُخرى. فتقاليد اليمنيين تبدأ باستقبال العيد قبل عشرة أيام، ومن تلك المظاهر انشغال الصغار والكبار بجمع الحطب ووضعه على هيئة أكوام عالية، ليتم حرقها ليلة العيد تعبيراً عن فرحتهم بقدوم عيد الفطر السعيد وحزناً على فراق أيام رمضان المباركة.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "ويقوم الرجال بشراء المستلزمات والحاجات الضرورية للعيد من المحلات التي تبقى مفتوحة حتى ساعات متأخرة من الليل. بينما تسهر النساء ليلة العيد حتى الصباح ليهيئن بعض المأكولات التي ستقدم في صباح العيد للضيوف مثل الكعك، وهو غير الكعك المعروف عندنا، فهو أشبه بالكيك حيث يتكون من الطحين والبيض والسكر وبعض المواد الأخرى. ويقف الناس أمام أفران الخبز لشيّ كعك العيد، ويقمن بإعداد جعالة العيد وهي المخلط- الخلطة- التي تتكون من الفستق والكشمش والزبيب والفول السوداني وبعض المكسرات التي تقدم للضيوف خلال أيام العيد. ¶ ويكاد لا يخلو بيت من الأكلات اليمنية الخاصة بمناسبة العيد مثل: \"السلتة \" وتتألف من الحلبة المدقوقة وقطع البطاطا المطبوخة مع قليل من اللحم والأرز والبيض، وتحرص النسوة اليمنيات على تقديم أصناف من الطعام للضيوف في العيد ومنها بنت الصحن وتعملها النساء من الطحين والعسل والبيض والدهن، أوالسباية وهي رقائق من الفطير متماسكة مع بعضها بعضاً ومخلوطة بالبيض والدهن البلدي والعسل الطبيعي.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "ونجد أهل القرى في اليمن ينحرون الذبائح ويوزعون لحومها على الجيران والأصدقاء والجلوس في مجالس طيلة أيام العيد لتبادل الحكايات المختلفة. أما في المدن فيذهبون لتبادل الزيارات العائلية عقب صلاة العيد، وتقدم للأولاد العيدية. وعندما يعود ربّ الأسرة بعد أداء الصلاة في المسجد، تستقبله الزوجة والأبناء وهم في أجمل زينة وهيئة، فالزوجة تبدأ بتهنئة زوجها، ثم يأتي دور الأبناء للتهنئة واحداً بعد الآخر، ليقبلوا أباهُم - وعادة أهل صنعاء أن يقبلوا رُكبَة أبيهم- ويقدم الوالد هدية العيد لأبنائه وتعرف بعسيب العيد ، ويتناولون الفطور ويخرجون لمعايدة الأقارب والجيران. وغالباً ما يذهب الأطفال إلى الملاعب القريبة من بيوتهم ليركبوا المداره ومفردها مدرهه، أو يؤجرون الدراجات لركوبها، وتنشغل النساء بالتزاور فيما بينهنّ ويسمى ذلك بالفرطة ، وتقوم البنات الصغيرات بالاجتماع في أكبر بيت في المنطقة لينشدنّ جميعاً بعض الأناشيد ويلعبنّ بعض الألعاب الشعبية مثل لعبةالكيرم، ونط الحبل. ¶ الفصل الثاني ¶ رمضان والعيد ¶ في بلاد الشام ¶ سورية ¶ أكلات رمضانية والصلاة في الجامع الأموي ¶ يستقبل السوريون شهر رمضان بتقاليد متوارثة تبدأ بتقاليد إثبات مولد هلال الشهر الكريم، وتلتزم هذه المسألة أُسس علمية، ففي ليلة الثلاثين من شهر شعبان يجلس القضاة والوجهاء في المسجد الأموي في دمشق خلال الساعات التي يتوقعون فيها ظهور هلال الشهر الكريم لإعلان بدء صيام رمضان الفضيل.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "وبعد أن تُبت رؤية الهلال يستعد الناس لاستقباله، حيث تستعد العوائل بتهيئة عدد من الأكلات السورية المعروفة الرمضانية الفول المدمس الدمشقي الذي يُخلط مع الطماطة والبقدونس، والكوسة المحشوة والكبة المقلية وكبة لبنية، والباذنجان المحشو، وورق العنب، والمقلوبة، والملوخية بالدجاج وداود باشا، وتظهر أيام رمضان أنواع الفتات على اختلافها كفتة الحمص واللحم والسجق والكلاوي، إضافة إلى المقبلات مثل التبولة والمنقوشة. وتتميز أغلب الحلويات الدمشقية باستعمال القشطة فيها ويعود ذلك إلى أنّها عادة ورثوها لأنّهم يتفاءلون باللون الأبيض، ومن الحلويات الذي يتناولونها في ليالي الصيام القطايف بالجبنة، وبالجوز، والهريسة، والقشطلية، والمهلبية. ¶ كذلك يجتمع الأطفال قبيل آذان المغرب في رمضان تحت مئذنة المسجد في حيِّهم، وهم يحملون بأيديهم فطورهم، ينتظرون بفارغ الصبر انطلاق المؤذن بالآذان ويقولون: ¶ يا مؤذن قولها رِيْت دّقْنَكْ طُولها- طول المئذنة- ¶ وإنْ كنت ما بتقولها تُوْقَع من فوق الماْدِنَه! ¶ وعقب تناول الفطور، يتجمع أطفال الحيّ، وبيد كلّ واحد منهم صحن فارغ، ويدورون على بيوت الأغنياء منهم ليأخذوا السحور، ويقولون عند باب البيت: ¶ محمّد على فَرسُه ¶ ويقول لها دُورِي ¶ يامَحْرَمَه من دَهَبْ ¶ والشَّبَ غنْدُورِي ¶ ياريتني دُوْدِه على الحِيط مصْمُودَه ¶ وعَرُوسْتَكْ يا محمّد مكحّله ومَصْمُودَه ¶ ولولا محمّد ماجِيْنَا يحلّ الكِيس ويَعطِينا ¶ يعطينا مِصْرِيَّه، ماكَفَتْنَا الخَرْجِيّه ¶ أعطونا سحور أحسن ¶ ما نخلع الباب والناجور!",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "ويتذكر أهل سورية كيف كانوا ينصبون ألعاباً بمناسبة حلول عيد الفطر السعيد في الأراضي الخالية من البناء في السنوات الماضية، وتشتمل في الغالب على ناعورة كبيرة من الخشب، يجلس في محيطها الصغار، ثم يُدورُها صاحبها بهم، وتشتمل على سرير خشبيّ كبير، يُعرف بسرير الكَسْلانَة، وهناك في الناعورة دائرة كبيرة تُدعى بالدَوَخانَة، يجلس فيها الأولاد ليدورهم صاحبها وهم فرحون. ¶ وللعيد اليوم في سورية طعمه الخاص، والذي يحرص فيه الصائمون على أداء صلاة العيد في المسجد الأموي الكبير بدمشق، وفي مساجد المحافظات الكبيرة الأخرى. وتتم الزيارات فيما بين العوائل والاجتماع في دار كبير العائلة، وتقدم إليهم الحلويات السورية المشهورة مع عصير التمر هند، والعِرِق سوس، وشراب القمر الدين، وهذا كله في أول أيام العيد، ويخرجون في ثاني وثالث أيام عيد الفطر للحدائق والمواقع السياحية ومدن الألعاب. أما الأطفال فيدورون في أزقة الحيّ في يوم وقفة العيد مرددين: ¶ بُكْرَه العيد ومِنْعَيِّد ¶ ونقطع راس السيِّد ¶ والسيِّد قَتَلْ مَرْتُو ¶ على رغيف اللي أكلتُو ¶ أكلته ماشبّعها،جاب السيف ودَبَحْها ¶ قال لها قومي تْعَشِي، ¶ قالت برُوح نَقْشِي، ¶ شمَّر زِنْدُه، وطَعْمَاها، ¶ طعمَاها خاروف مَحْشِي ¶ وجَنْبُه كَمَايِه وجِبْسِي، ¶ جابهِن من عند العَشِّي ¶ وبُكْرَه العيد ومِنْعَيِّد، ¶ ونرفع راس السيِّد ¶ والسيِّد كَرَّم مرْتُو، ¶ على رغيف اللي صَرِفْتُو ¶ صَرِفْتُه للمحتاجين! ¶ لبنان ¶ النوبة والرايات والقهوة",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "تزدان شوارع وطرقات وشرفات البيوت في المدن اللبنانية بالزينة المضاءة، وتُعلق الشرائط الخضراء والنجوم الأثرية والفوانيس الصغيرة التي يُقبل اللبنانيون على شرائها في قباب الجوامع والمساجد ومحيطها. كما يظهر دور التكافل الاجتماعي بصورته الكبيرة خلال أيام الصوم المبارك، وذلك بقيام الجمعيات الخيرية بدورها في مساعدة المحتاجين والمتعففين، وتقديم المحسنين لوجبات الإفطار للصائمين والمحتاجين عن طريق أحد الموسرين. وتشتهر الأطباق اللبنانية في رمضان بأصناف المأكولات حيث يفطر الصائمون على قدح من القمر الدين ويتناولونه على شكل مربى وقت السحور، ومن الأكلات الرمضانية عندهم الخروف المحشي والقوزيوأطباق السمك، مع ضرورة تنوع المقبلات وأبرزها \" الفتوش\" الطبق اليومي المفضل على موائد الصائمين، والحمص والمخللات. ¶ تتعدد أصناف الحلويات التي يقبل عليها الصائمون في رمضان، وتشتهر العاصمة بيروت بصناعة الحلويات بمختلف أنواعها لاسيما الكلاج فهو حلوى رمضانية لا تظهر في لبنان في غيره، وسرعان ما تختفي من المحلات بعد وداعه. وهناك حلويات أخرى تقدم للصائمين كزنود الست والكنافة بالجبن والقطايف والمعمول والسنيورة والشعيبيات التي تلقى إقبالاً عليها من مختلف طبقات المجتمع.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "وتكثر حلقات حفظ القرآن الكريم في الجوامع والمساجد، حيث يقوم حفظة كتاب الله العزيز بإعادة ختمه على شكل حلقات.. وتبرز مظاهر الاحتفالات برمضان من خلال أعلام الزينة التي ترتفع في كل مكان، واطلاق الأسهم النارية. وأما المقاهي الشعبية فيؤمها مرتادوها بعد صلاة التراويح لقضاء ساعات من السمر الثقافي والاستماع إلى بعض الدروس، ومشاهدة بعض الفنون المحلية. ومن مظاهر رمضان في لبنان في النصف الثاني منه مشاهدة الأطفال\" الوداع\" الذين يشكلون حلقة ذكر النوبة تطوف بإدارة المسحراتي إلى كل بيوت المنطقة فيأخذون العيدية وهم يحملون الرايات الملونة والطبل والصنوج للإعلان عن وقت السحور في ليالي الصيام. واللافت للنظر أنّ صورة المسحراتي القديمة ما تزال ماثلة أمام الناس وهو يطوف الشوارع ويقرع بطبلته منادياً: ¶ قوموا على سحوركم ¶ جاي رمضان يزوركم ¶ لقد تغيرت صورة المسحراتي عن الماضي إذ استحدثت اليوم فرق تضم من عشرة إلى عشرين شاباً يتجولون معاً في الأحياء والأزقة الشعبية وينشدون أناشيد رمضانية يدعون من ورائها الناس للنهوض لتناول طعام السحور.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "إنّ لعيد الفطر عادات وتقاليد متبعة في المدن اللبنانية فكان احتفاء الناس بمقدمه في الماضي، فعندما يثبت حلول العيد، يصعد بضعة رجال من الأئمة والخطباء ورجال الدين إلى المئذنة بالتهليل والتكبير معلنين حلول عيد الفطر السعيد، فيفرح الناس ويتهللون ويبدأ العيد. ويتزين الرجال والنساء والأولاد قبل شروق فجر أول أيامه بأحسن ما عندهم ويذهب الرجال جماعات لأداء صلاة العيد في الجوامع والمساجد، ثم يذهبون بعدها لزيارة موتاهم، حيث يوزع كل واحد صدقة على أرواحهم ويعطي كل واحد الفطرة المفروضة عليه للفقراء، ثم يعودون لتهنئة الأئمة والخطباء، ويكون هؤلاء قد أعدوا السفرة في الغرفة الكبيرة عندهم، وعليها المآكل المتنوعة، مثل الكبة والشوربة والأرز المطبوخ باللحم واليخني بالحمص واللحم واللبن. فيدخل الناس قائلين: ¶ عيدكم مبارك، ¶ أيامكم سعيدة ¶ فيجيبهم صاحب البيت: ¶ علينا وعليكم، ¶ وأيامكم سعيدة",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "ثم يأكل الناس، وتبقى السفرة مفروشة من الصباح حتى المساء. أمّا اليوم فيتهيأ الأهل للعيد بتوجههم إلى المحلات لشراء الألبسة الجديدة لأولادهم، لأنّ للباس الجديد جزء من العيد في منظور المحتفلين به. ويبدأ احتفالهم به فور إعلانه رسمياً، فيهنئ الأهل بعضهم البعض. ويقومون بزيارة كبير العائلة وتهنئته بمناسبة العيد، ويحصل الأولاد على العيدية من جدهم وجداتهم، ثم يتابع الناس التهنئة باتجاه الأصغر سنّاً، بعدها يعودون إلى المنزل حيث يبدأ المُهنّئون بزيارتهم في بيوتهم. ومن تقاليد التحلية تقديم الحلوى في عيد الفطر أثناء زيارات المعايدة وتبادل التهاني مع فنجان القهوة والمعمول، ومن الحلويات المقدمة للضيوف الكلاج والمفروكة والمدلوقة وشعبيات ونقول الشوكولاته والدبس، والمعمول بالجوز والفستق الحلبي وأقراص التمر والبقلاوة والمِلبَس، ويعتمد الاحتفال بالعيد عند الأطفال على المفرقعات التي ترتبط بعادة إطلاق النار عند الكبار إضافة إلى الذهاب إلى مدن الألعاب لقضاء وقت جميل فيها. وكان\" المعلل\" من اشهر حلوى الأطفال في العيد، وهو عبارة عن سكر معقود ملون باللون الوردي، وإذا وقع عيد الفطر في فصل الصيف كانوا يشترون قطع الثلج المُحلاة بسوائل ملونة. ثم اصبحوا يقبلون على شراء حلوى يبيعها الباعة المتجولون في الأسواق وفي بحر العيد، وحرج العيد. ¶ الأردن ¶ الخيام واليوم عيدي",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "... ينفرد شهر الصوم في الأردن بتلك الخيام التي ينصبها الأهالي في الأحياء الشعبية لاستخدامها في الجلسات الرمضانية ويشهد السوق الأردني حركة شراء واسعة لتأمين احتياجات الناس من المؤن مثل الأرز والتمر هندي والحلويات وأنواع العصير. ويتم تبادل الأطعمة بين الجيران، علاوة على تبادل الزيارات بين الأهل والأقارب وتفطيرهم في البيوت حيث ينتظر الجميع إعلان أذان المغرب ومدفع الإفطار، ليبدأوا فطورهم الجماعي، بعدما يؤدي الرجال والنساء صلاتي العشاء والتراويح في مساجد الأحياء القريبة. ¶ وكان المسحراتي يتم أخياره في الماضي بالأردن من قبل وجهاء المناطق والحارات وأئمة المساجد، واغلب المسحراتية اليوم هم من ورثوا هذه المهنة عن آبائهم، وكان المسحراتية سابقاً يستخدمون الفناجين النحاسية عن طريق طرقها ببعضها البعض لتنبيه النائمين للسحور مع استخدام الصوت للمناداة عليهم عبر العبارة التالية: ¶ يانايم وحّد الدايم ¶ تسحروا فإنّ في السحور بركة ¶ ثم استبدلت الفناجين بالطبل حتى يصل صوته إلى أبعد مكان، أو الطرق على الأبواب لينادي على صاحب البيت باسمه، أو استخدام مكبر صوت أيام فصل الشتاء الماطر للنداء من فوق المآذن. ¶ ويودع الناس في الليلة السابعة والعشرين شهر الصيام، ويتهيأون لاستقبال عيد الفطر المبارك في الأردن، ويقوم الرجال بإحياء ليلة القدر المباركة في المساجد، بينما كان المسحرون منذ هذه الليلة يقومون بالتوحيش لوداع رمضان بأطرف المدائح قائلين: ¶ لا أوحش الله منك يا رمضان ¶ يا شهر الكرم والإحسان ¶ يا شهر الخير والغفران ¶ أما في الأيام الثلاثة الأخيرة التي يسمونها بـ ليالي الجبر، أي جَبْر خواطر الناس الفقراء والأيتام، فيقومون بإخراج زكاة الفطر. وتنهمك النسوة في ليلة العيد في تنظيف البيوت، ويعكفن على صنع الحلويات مثل المعمول والغريبة وأقراص العيد التي تقدم للضيوف مع القهوة السادة.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "ويذهب الناس للترحم على الموتى في المقابر والعودة إلى البيوت وتقسم الزيارات على عدد أيام العيد، فأول يوم العيد تتم الزيارات المكثفة للوالدين والأخوات والأخوة والجيران والأصدقاء، وتقدم العيدية للأطفال، وتعقد الاجتماعات العائلية في ثاني يوم من أيام العيد، وتتم معايدة الأصدقاء الآخرين في أخر أيام العيد، مع اصطحاب الأولاد للتنزه في الحدائق العامة ومدن الألعاب وهم في أبهى زينة. وينشد الأطفال بعض الأغاني الخاصة بهم وهم يلهون في المراجيح ومنها أغنيتهم التي تقول: ¶ اليوم عيدي يا لالا ¶ والبيت جديدي يا لالا ¶ فستان مكشكش يا لالا ¶ ع عالصدر مرشرش يا لالا ¶ اليوم العيد وبنعيِّد ¶ نذبح بقرة السيِّد ¶ والسيِّد مالو بقرة ¶ نذبح بنته هالشقرة ¶ ولأهل المناطق الريفية تقليد يحرصون عليه في أول أيام عيد الفطر، فبعد صلاة العيد يتناول أهالي القرية طعام الفطور بالديوان- أو البيت الكبير. وتكون مائدة الغذاء مخصصة لطبق المنسف الذي يتألف من الأرز ولحم الغنم أو الدجاج واللبن ويُسمى الجميد - اللبن المُجفف- ويتم تحليله بالماء، ويسخن على النار حتى يختلط بماء اللحم المسلوق وليتم وضع الأرز في الصينية ثم اللحم المسلوق بعدها يُصبُّ المرق الذي يميل لونه إلى اللون الأبيض وهو ذاته لون الجميد. وللبدو نوع من الحلوى خاص بالعيد يُسمى لزّاجيات ويصنع من الطحين والعسل الأبيض. ¶ فلسطين ¶ الحوّاية والمعمول ¶ يلاحظ على ليالي الشهر المبارك في المدن والقرى الفلسطينية السّهر والبهجة والترفيه البريء، فعقب غروب الشمس تُضاء الطرقات والشوارع والمآذن والمحلات التجارية في الأسواق، التي تعرض أنواعاً من الحلويات والبذورات والأشربة الخاصة بصائمي رمضان.",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "ومن أصناف الأطعمة الرمضانية التي تحرص النسوة في المدن الفلسطينية على تقديمها ضمن مائدة الفطور المقلوية وتتكون من الأرز ومقلي الباذنجان أو الزهرة أو البطاطا، وكذلك البصل المقلي والثوم، ويوضع اللحم بعد النضج أسفل الوعاء–الحلة- وتضاف إلى الثوم المقلي والأرز التوابل ويسكب المرق ليوضع على نار هادئة حتى النضج، ثم تضاف إليه ملعقة سمن على الأرز، وبعد ذلك تقلب في صينية وتقدم كما هي مع اللبن \"الزبادي\" أو سلطة خضار. ¶ ولليالي الشهر الكريم في الأرض المحتلة طعمها الخاص للتواصل مع العادات المتوارثة بين الأجيال، ومن تلك العادات التي تقدم في ليالي رمضان المبارك تشكيل فرقة جوالة تعرف بـ الحوّاية، أو المدّاحة التي تجوب الأحياء والأزقة بعد تناول الفطور. ويقف أفرادها في زاوية مظلمة من دهاليز أحد البيوت ويشرعون منشدين بصوت واحد: ¶ لولا فلان ما جينا( يسمون صاحب البيت)، ¶ حلُّو الكيس وأعطونا، ¶ أعطونا حلاوانا، صحنين بقلاوة، ¶ جاي علينا جاي، ¶ بأيدنا العصاي نضرب الحواية، ¶ وإرغيفين شلبيات، ¶ وارغيفين حلبيات، ¶ حي الله يا بلاد الشام، ¶ فيها الخوخ والرمان، ¶ دولابي يا دولابي، ¶ يا سكر حلابي ¶ وعندما يسمع نداء الأولاد يتجمع الأطفال الآخرون معهم، وسرعان ما ينفرد أحد الأولاد ليصبح رئيسا عليهم ويصعد على كتف أقواهم، وينادي بصوت عال مخاطباً صاحب الدار وعائلته: ¶ ... الله يخلي له أمه ¶ الله يخلي له أبوه ¶ ... الله يخلي له ابنه ¶ وتردد الجماعة بعده آمين. وما إنْ يسمع أهل الدار هذا الدعاء، حتى يخرج عليهم أحدهم ليوزع لكل واحد ما يحمل من حلوى كالزلابية والقطائف، بينما يتسلم رئيس الأولاد قطعا نقدية، فيغادرون هذا البيت، ليزوروا بيتا آخر يقيمون أمامه الحوايّة من جديد.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "ولعلّ أهم أحداث ليالي رمضان في فلسطين المحتلة تقديم فصول القرقوز- الكراكوز-ويعني باللغة التركية العيون السُود، وتهدف من خلال سردها لحكايات فكهة إلى توجيه النقد اللاذع لعدد من الظواهر الاجتماعية المحليّة، علاوة على تقديم السلوى البريئة والترفيه الذي لا يخلو للمشاهدين من فائدة، بقضاء ليالي رمضان في سهرات جماعية تضم الأهل والأصدقاء. ¶ وغالباً ما تكون صلاة العيد عند الفلسطينيين في المسجد الأقصى الشريف على الرغم من منع المحتلين لهؤلاء من أداء شعائرهم الدينية وتستعد النسوة بعمل الحلويات الشعبية مثل المعمول، وحلي سنونك، واليحميك، وسحلب كينور، وهو نبات يغلى ويحلى ويضاف إليه الزنجبيل ويقدم ساخنا للضيوف. ومما تقدمه العوائل في فلسطين المحتلة البرازق والنقوع، وهي بذور لها رائحتها الزكية، والقضاعة- الحمص المطحون والممزوج بالملح- ويقدمون أيضا المدلوقة وتصنع بطريقة عمل الكنافة نفسها، ولكنها تؤكل نيئة من غير وضعها في النار. ¶ وهناك أغانٍ يؤديها الأطفال في اليوم الأخير من شهر رمضان، وأغانٍ أخرى تغنى أيام عيد الفطر السعيد. ومن الأغاني التي تغنى في العيد أغنية قديمة جداً مصدرها من شمال فلسطين، يعتمد الأطفال فيها على اللحن والقافية تقول كلماتها: ¶ والعيد رَوّح ع حيفا جاب الخُرج مليانّه ¶ فرّق على بَنَاتُه وخلّى العروس زعلانَه ¶ لاتزعلي يا عروس بَعْدَه الخُرج مليانّه ¶ وإحنا بنات العيد والعيد أبونا ¶ أجو شباب البلد تَ يخطبُوها ¶ الفصل الثالث ¶ رمضان والعيد ¶ في أفريقية وبلاد المغرب العربي ¶ مصر ¶ وحوي ياوحوي وكحك العيد",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "... شهر الصوم الكريم بأيامه الجميلة له طابعه الخاص في مدن وقرى مصر، فإقبال الصائمين على المساجد وكثرة حلقات الدروس والوعظ وتلاوة القرآن الكريم هو ما يلفت النظر في المدن والقرى. ويستقبل الناس الشهر الفضيل بالألحان والأغاني الدينية، ويلاحظ زيادة المصلين في المساجد منذ رؤية الهلال وحتى وداع رمضان خاصة في حي الحسين، والسيدة زينب وغيرهما في القاهرة أو في المدن والمحافظات الأخرى، إضافة إلى زيادة بيع المواد التموينية واللحوم والياميش التي تجد لها باعة صغار يقفون بعرباتهم في الحارات والطرقات وينادون على التمر\" البلح\" أو الفول السوداني أو الخروب أو قمر الدين، وكذلك بيع الفوانيس والحلويات التي ينتشر بيعها في كل مكان. ¶ ويفطر الصائمون بعد سماعهم أذان المغرب على الخُشاف وهو من التمر المنقوع بالماء ومن عين الجمل ومن المُكسرات، وشرب الشوربة ومنها شوربة العدس. وعندما يعودون من صلاة المغرب سواء في البيت أو من الجوامع، فتكون مائدة الصائمين حافلة بأنواع الأطعمة ومنها الدجاج المحمّر، وصينية المعكرونة بالفرن، والرقاق الحلو\" كلاج\" والمالح، وحلّة ملوخية، وأنواع المخللات المعروفة، والمقبلات كالزيتون والزبادي وسلطة بابا غنوج، والخبر البلدي، أو الخبز المرحرح المعروف في الأرياف وأخيراً تناول الشاي. ويكون طعام السحور المفضل عندهم الفول المدمس بأنواعه والزبادي وتناول الشاي قبل موعد أذان الفجر.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "إثر أداء الصائمين لصلاتي العشاء والتراويح والاستماع إلى الدروس الدينية في المساجد والمراكز، فإنهم يعودون إلى منازلهم أو إلى الجلسات الخاصة أو للتزاور فيما بين العوائل ويتناولون خلال سهراتهم أنواع من الحلويات التي تبرز بصورة أكثر عبر المحلات الكبيرة وفي الدكاكين في الأزقة والحارات مثل الكنافة والقطائف ولقمة القاضي وغيرها. كذلك يحرص الناس على تزيين أحيائهم الشعبية بحلول رمضان في المدن والقرى المصرية وذلك بتعليق الفوانيس التي يتفنون في صنعها، حيث أن للاحتفاء الشعبي به، خصوصيته وتأثيره الجمالي في عموم الصائمين صغاراً وكباراً، حيث تشهد الأسواق التقليدية حركة دؤوبة تتمثل في التفنن في تجهيز وصناعة نماذج متنوعة من هذا الفانوس ومنه كما يوجد اليوم في باب الخلق، وما لبث الأطفال والصبية والذين حملوا الفوانيس مفتونين بنورها، حتى سارعوا يغنون الأغاني الدينية في الشوارع والطرقات لنيل الهدايا. ¶ أشار المؤرخ المقريزي في خططه لسوق الشماعين، الذي كان يمتد من جامع الأقمر إلى سوق الدجاجين في القاهرة، وكانت تعلق فيه الفوانيس المضاءة ليلا من مختلف الألوان البهيجة، وكانت مشاهدته في الليل من الأشياء المحببة للصائمين. ووصف المقريزي فانوس رمضان بأنْ كان البعض منه يزن عشرة أرطال أي أربعة كيلو غرامات ونصف تقريباً، وكان البعض الأخر من الضخامة بحيث ينقل على محجل إذا وصل وزنه إلى قنطار. وكانت منطقة تحت الربع في القاهرة منذ القدم وحتى اليوم هي المركز الرئيس لصناعة فوانيس رمضان .",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "أما الأطفال فمن عاداتهم وتقاليدهم الخاصة بهما التجول والطواف في الأزقة والحارات حاملين فوانيس رمضان التي عرفتها مصر منذ أن دخل الخليفة المعز لدين الله الفاطمي إليها في اليوم السادس من رمضان من العام 362هـ، واستقبله الناس على مشارف صحراء مدينة الجيزة وهم يحملون بأيديهم الفوانيس المضاءة لينيروا الطريق حتى وصوله إلى مقر الخلافة – قاهرة المُعز- التي أنشأها قائد جيوشه جوهر الصقلي. ¶ وكان الأطفال منذ الماضي وما زالوا إلى اليوم يتنقلون في الشوارع والطرقات حاملين بأيديهم الفوانيس المُضاءة، ويمرون على البيوت والمقاهي الشعبية سائلين العادة ويترنمون بالأغنية الشعبية القديمة -وحوي يا وحوي - التي يرجع تاريخها حسب رأي بعض المؤرخين إلى أيام الفراعنة مُرددين بصوت واحد: ¶ وحوي يا وحوي ¶ بنت السلطان ¶ لابسة الفُستان ¶ ماسكة الفانوس ¶ أحمر ... وأخضر ¶ ماشية تتمخطر ¶ علشان أعرف ¶ بيتهم العالي وحوي ياوحوي ... إياحه ¶ وكمان وحوي إياحه ¶ رحت يا شعبان.. إياحه ¶ وجيت يا رمضان.. إياحه ¶ وقد يتوجه الأطفال الفرحين برمضان إلى منزل واحد منهم قائلين: ¶ حلوا ياحلوا ¶ رمضان كريم ياحلوا ¶ لولا\" محمد\" لولا جينا ... ياللا الغفّار ¶ ولاتعبنا رجلينا ... ياللا الغفّار ¶ أدونا العادة ... الله يخليكم ¶ الفانوس طقطق ... الله خليكم ¶ والعيال ناموا ... الله خليهم لأهاليهم ¶ وما أن تسمع الأم نداء الأطفال حتى تهب لتمنحهم شيئاً من الحلويات أو النقود. وإذا مرّ هؤلاء الأطفال على أحد المقاهي أو الدكاكين في السوق، ومنحهم صاحب المقهى شيئاً يفرحهم قالوا بصوت واحد: ¶ الدكان ده ... كلُه عمار ¶ وصاحبُه ... ربنا يغنيه ¶ الله يزيده كرم ... ¶ ويشاهد الكعبة وباب الحرم",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "وينتظر الأطفال قبل مجيء عيد الفطر عودة والديهم الذين يقدمون لهم ما اشتروه لهم من ملابس للعيد. ويلاحظ الازدحام على أشَدِّهِ قبل حلول العيد في جميع المخابز لأنها تستعد لعمل الكحك \"الكعك\" ، والكحك سِمَةٌ من سِمَاتِ ومظاهر العيد في مصر، حيث تتفنن النساء في عمله مع الفطائر الأخرى والمعجنات والحلويات التي تقدم للضيوف في البيوت في الأسبوع الأخير من رمضان. ¶ يذكر بأنّ صناعة الكعك في الأعياد هي من أقدم العادات التي عرفها المصريون القدماء، والتي نشأت مع الأعياد ولازمت الاحتفال بأفراحهم، ولا تختلف صناعة الكعك اليوم في مصر عن الماضي، مما يؤكد أن صناعته اليوم امتداد للتقاليد الموروثة. فقد وردت صور كثيرة عن صناعة كعك العيد في مقابر طيبة، ومنف، ومن بينها ما عُثِرَ على جدران مقبرة رخمي-رع من الأسرة الثامنة عشرة، إذ تبين كيف كان عسل النحل يخلط بالسمن ويقلب على النار، ثم يُصب على الدقيق ويُقلّب حتى يتحول إلى عجينة يسهل تشكيلها بالأشكال المطلوبة، ثمّ يُرصُّ على ألواح من الإردواز، ويوضع في الأفران كما كانت بعض الأنواع تُقلّى في السمن والزيت. ¶ لقد كان المصريون القدامى يُشكلون الكعك على هيئة أقراص بمختلف الأشكال الهندسية ذات الزخارف، كما كان بعضهم يصنع الكعك على شكل حيوانات أو أوراق الشجر وبعض الزهور، وغالباً ما كان الكعك يحشى بالتمر المجفف- العجوة- أو التين ثم يقومون بزخرفته بالفواكه المُجففة مثل النبق أو الزبيب. وكانوا يصنعون الكعك أو الفطير عند زيارتهم المقابر في الأعياد، والمعروف محلياً بالشريك، لاستخدامه كتميمة ست- عقدة إيزيس- وهي من التمائم السحرية ذات المغزى الأسطوري بحسب معتقداتهم القديمة.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "ثم تنطلق التكبيرات والتواشيح الدينية من الجوامع والمساجد في ليلة عيد الفطر، حيث يؤدي الناس صلاة العيد في الساحات الكبرى، ويتم عقب أداء الصلاة تبادل التهاني والتبريكات بمقدمه، والزيارات ما بين الأهل والأقارب وتكون فرحة الأطفال كبيرة وهم يتسلمون العيدية من الكبار، حيث ينطلقون بملابسهم الجميلة فرحين ليركبوا دواليب الهواء، أو الانتقال بالعربات التي تسير في شوارع المدن وهم يطلقون زغاريدهم وأغانيهم المحببة ابتهاجاً بالعيد السعيد. ¶ بينما يشعل الأطفال في سيناء والنقب عقب غروب ليلة العيد النيران خلف البيوت ويقفزون ويقولون: ¶ مع الوداعة، يا رمضان ¶ ثم تخرج النساء السيناويات الثياب الجديدة المطرزة، ويضعنّ الحنّاء على أيديهنّ ويلففنها حتى الصباح وهنّ يُغنينّ: ¶ العيد قالوا الليلْة بَشِّر أُمْ قذِيلْة ¶ العيد قالوا باكِر بَشِّر أُم أساوِرْ ¶ وتستحث الفتيات عيد الفطر على القدوم وهنّ يُنشِدنّ قائلات: ¶ قدِّم للبنات قدِّم يا عيد رمضان ¶ على رمضان متندِّم عيد الضحايا ¶ السودان ¶ شليل وينُو ومُوية رمضان والبيت الكبير ¶ يحتفي السودانيون بشهر القرآن احتفاءً خاصاً وتبدأ استعداداتهم لصيام أيامه المباركة قبل حوالي شهرين، وتشمل استعداداتهم للشهر في أعداد الأطعمة الرمضانية وتهيئة أماكن الصلاة والإفطار والراحة وأهم ما يُعدُّ ويُصلح الرواكيب وهي مبانٍ من القشِ والطين تُنصب أمام الفرن، وتوضع فيها العناقريب، وتُفرش ويقضي الصائمون فيها أغلب وقت النهار وينامون فيها بعد صلاة الظهر.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "إنّ من التقاليد الموروثة عند السودانيين أنّ أحدهم لا يستطيع الفطور بمفردهِ، إذ لا بُدَّ من مشاركة أحد الصائمين له في إفطاره. ولهذا يجتمعون نراهم يجتمعون في الحي الواحد وتفرش لذلك الموائد قبيل وقت الفطور، ويأتي كل واحد طعامه على المائدة، ويحضرون الجرادل والكوز لغرف المشروبات منه، وصحن البليلة، ويفطرون على التمر ثم يؤدون الصلاة، بعدها يبدأ فطورهم المكون من مائدة تضم الأواني الخاصة وأهمها إناء\" الكورية \"، الذي يشربون منه الليمون والحلو مُر والإبري، لحم أم دكوكة، والعصيدة، والبليلة \" لوبيا عدس\" وتؤكل مع التمر، ويتناولون العصيدة أو كما يسمونها باللقمة. ويُطلق أهل السودان على كل الأطعمة التي يصنعونها في شهر رمضان اسم\" مُوية رمضان\" والمُوية هي الماء، ويدل الاسم على المأكولات والمشروبات جميعاً. ومن عادات السودانيين إرسال-مُوية رمضان- إلى المسافرين من الأهل والأولاد أيّاً كان البلد الذي قصدوه، ونجد اهتمام والدة الفتاة المخطوبة بإرسال- مُوية رمضان - إلى خطيب ابنتها، وتحرص بعد لزواج على إرسالها أيضاً وتكون من التمر الجيد والإبري والحلو مُر والرقاق، وتوضع المُوية في قُفة وترسل معها إلى الخطيب أو الزوج بعض الآنية الخاصة بالشهر المبارك. ¶ ويجلس الرجال بعد صلاة التراويح للمسامرة وتبادل الزيارات بين الأصدقاء، ويقرأ كبار السن القرآن الكريم ويذهب الشباب لزيارة الأقارب والأصدقاء، بينما يمارس الأطفال إحدى الألعاب الشعبية مثل لعبة شليل أو كعوت، وتعني كلمة شليل من شلّ بمعنى طردَ وَفَرَقَ، ويؤدي الأطفال هذه اللعبة وهم يرددون: ¶ ... الأول : شليل وينو ¶ الجماعة : أكل الدودو ¶ الأول : شليل وين راح ¶ الجماعة :ختفوا التمساح ¶ ... ثم يرمي الأول حجراً بعيداً عن تجمعهم وهو يقول: ¶ شل إيد الرجال ما تنحل",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "وهنا يتراكض الأطفال المشاركون ليحاولوا التقاط الحجر والعودة به إلى صاحبهم الذي رماه. أو أدائهم بتغيير لفظة شليل إلى كعوت فيقولون: ¶ كعوت وينو؟ ¶ أكلو الدودو ¶ كعوت وين راح؟ ¶ أكلو التمساح ¶ بينما نرى المصلين يشكلون مجاميع عديدة إثر أدائهم لصلاة العيد ليقوموا بالتهنئة والتبريك للجيران بمناسبة عيد الفطر، فيقفون للمصافحة، وعند خروجهم يصطحبون صاحب الدار معهم لتهنئة الجار الآخر وهكذا حتى ينهوا جولتهم في الحي كله وتوزع الحلوى والتمر والكعك، ويتناول رجال الحيِّ فطورهم مع أحد الوجهاء في منزله أو في المسجد أو الخلوة. وتُقدّم لهم في الفطور العصيدة، والمشبك والسكسكانية والشعبية واللقيمات بالعسل الصافي، مع شرب القهوة والشاي. وتكون أيام العيد مناسبة لحل الخصومات والمشاكل بين المتخاصمين، ويقول المتخاصمون لبعضهم: ¶ أعفُوا عنّا؟ ¶ ويرد الآخرون عليه: ¶ عافيناكم ¶ بعدها تتوجه كل عائلة إلى كبيرها لقضاء أول يوم العيد في دار البيت الكبير ، وهو بيت الجد والجدة - الحبوبة - في حين تكون زيارة الأماكن البعيدة والأصدقاء في اليوم الثاني من العيد خارج المدن. ومن المتعارف عليه في السودان أن يعطي الرجال أي طفل يزور داره بعض المال كعيدية ولإدخال الفرحة على نفسه. ولا يخرج السوداني من بيته في اليوم الأول لأنه يتوقع في أية لحظة بأنّ ضيفاً ما سيزوره فجأة ولهذا ينتظره بفارغ الصبر. ¶ ليبيا ¶ النوبادجي وغدوه عيد ¶ تحفل الليالي المباركة في شهر الصوم بليبيا، بطول سهر الناس حتى الهزيع الأخير من الليل، وذلك لوجود النوبادجي – المسحراتي- الذي يحمل النوبة على كتفه وهي عبارة عن طبلة كبيرة ينقرها بوساطة عصاتين تكون الأولى مقوّسة الشكل وتستعمل في الدُّمْ، وبينما تكون العصا الثانية أرفع من الأولى وتستعمل للتيك، في أوزان آلات النقر.",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "ويرافق النوبادجي في أثناء تجواله عبر أزقة وشوارع الحيّ في القرى والمدن الليبية، رفيق يحمل الفنار- الفانوس- الذي يضيء طريقهما الذي يسلكانه في عتمة الظلام، حيث يشتركان في إيقاظ النائمين لوقت السحور، وذلك حين كانا يرددان على أوزان هذه النوبة أغنية تؤكد بأنّه قد حلّ عليهم فلا ينزعجون منه. ويأتي دور سهر الليل\" أو الطبيبيلة، ويعرف في أغلب الأقطار العربية باسم المسحراتي، ويسير هذا الرجل في الطرقات حاملاً بين يديه طبلته الصغيرة التي ينقرها بوساطة عصاً صغيرة مردداً هذه الكلمات: ¶ يا سهر الليل ¶ نوضواتسحروا يا صائمين ¶ توكلوا على الله يا صائمين ¶ ويسقبل الأولاد في ليبيا عيد الفطر بالغناء والرقص، ويتجلّى ذلك في الأغنيات التي يرددونها بمناسبة فرحة العيد قائلين: ¶ اليوم موسم .. وغدوه العيد ¶ وافرح يا أبو ثوب جديد ¶ اليوم موسم .. وغدوه العيد ¶ وافرح يا قفطان جديد ¶ وإذا ارتدى الواحد منهم ثوباً جديداً قبل صلاة عيد الفطر، فان البقية تحذو حذوه لاستقبال العيد في وقت واحد. ويقضي الأطفال عيد الفطر في الأماكن الترفيهية التي يركبون فيها اللويدة ، وهي مجموعة من المقاعد الخشبية المتحركة التي تدار يدوياً حول قاعدة رئيسة من اليمين إلى اليسار بوساطة عدد من الرجال. ¶ أما الشقليبة التي تغري الأطفال في العيد فهي مقاعد خشبية تتحرك من الأعلى إلى الأسفل وتدار باليد أيضاً، وتبدأ إدارة الشقليبة مع الأغاني التي يرددها الصغار بقولهم: ¶ يالويدة .. ليودي بينا ¶ حنة وزغاريت علينا ¶ يالويدة .. ليودي بينا ¶ حنة وحدايد في أيدينا ¶ يالويدة .. لويدي بينا ¶ حنة ودبالج في أيدينا ¶ على بينا يا وفير ¶ شقليبتنا خير وخير ¶ تونس ¶ ألوان التواشيح والخِطبَة",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "... يقام في مدينة تونس العاصمة خلال شهر رمضان مهرجان المدينة الذي يقدم فيه المنشدون المحليون والعرب ألواناً من الغناء والتواشيح والمعزوفات التي يقبل عليها الجمهور من كل مكان. ويتزاور التونسيون فيما بينهم، ويدعو أحدهم الآخر لتناول طعام الفطور في بيته، ويبدأ فطورهم بتناول التمر مع خلطة الزبدة أو اللوز، واحتساء الشوربة، ثم يقدمون على مائدة فطورها الرمضاني أكلات خاصة مثل: الحلالم الجارية، والحوت المحشي والمعقودة، والبريك، والكُسْكُسي، والنواصر، والمرقاز المشوي، وتناول الحلويات، والشاي الأخضر. ¶ إنّ الفريس والبازين بالمرقة، والمسفوف بالزبيب، والياغرتة، وشرب الحليب هو طعام السحور عند التوانسة طيلة أيام الصيام، ولا ننسى الطابع الاحتفالي الخاص الذي يحييه أهل تونس لليلة القدر المباركة، إذ بعد إحيائها غالباً ما يقوم الشباب باستغلالها لاعلان الخطوبة، ويكثرون فيها التزاور وتقديم الهدايا للأهل والأصدقاء. ¶ أمّا الأولاد فيسمح لهم أهلهم بالطواف في ليالي الشهر الكريم للتجول في الأزقة، ويقدمون أناشيد وأغانيّ خاصة بهم. ويذكر بأنّ العادة قد جرت في تونس لتقديم الألعاب التي تُعرف بكركوز- القرقوز- في جميع ليالي رمضان، حيث يحكي من وراء القماش الأبيض بعض القصص التي تربي الأولاد على الأخلاق والفضائل الحميدة. ¶ وبعد أن يعلن حلول عيد الفطر في تونس، يسهر الناس حتى الصباح، بينما تقام الاحتفالات الرسمية في مسجد عقبة بن نافع في مدينة القيروان، والذي تقدم فيها المحاضرات الدينية والأغاني الدينية\"، وقسم يعمل الاحتفالات في الليلة التالية. ¶ إنّ من العادة في تونس إطلاق المدافع صباحاً وعشاءً من الحصون في مدّة أيام العيدين الفطر والأضحى، وأداء صلاة العيد في أوّل يوم منه، ويتصدّق الصائمون للمحتاجين بإخراج زكاة الفطر عن كل واحد من العائلة.",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "وكان يقام معرض الأطفال المسمى بالقصبة في عيدي الفطر والأضحى لمدة أربعة أيام حيث يذهب الأطفال إلى القصبة ويلعبون في أراجيح مُقامة هناك ويركبون في أدواح، وعلى ظهور خيل من اللوح تدور في الفضاء كأنّها حلبة السباق ليتعلم هؤلاء الأطفال ركوب الخيل. ¶ كذلك تنشغل النساء التونسيات بعمل البقلاوة التونسية المعروفة والملَبَّس داخل البيوت، لتقدم للضيوف أيام العيد، مع الأكلة التي يتناولها الضيوف المهنئون وهي البازين العصيدة وتتكون من السكر والنشأ وتخلط مع القديد اللحم المجفف. ¶ ويعدُّ عقد القِران وإعلان الخطبة في عيد الفطر من العادات المحببة في تونس تيمناً وتبركاً بأيامه الكريمة. وغالباً ما يقوم المسحراتي في صبيحة أيام العيد الذي عمل طيلة شهر رمضان بإيقاظ الصائمين في هزيع الليل الأخير، وهو يدور على البيوت ليتسلم من أصحاب المنازل هداياهم المجزية. ¶ الجزائر ¶ أذن كاس لبن وقرن الغزال ¶ يستعد الجزائريون لشهر رمضان بشراء المأكولات والمواد الغذائية الرئيسة قبل بدء الصيام بعدّة أشهر لأن السعار تكون عادة أرخص، ولأنّها تشهد ارتفاعاً كبيراً مع قرب حلول رمضان. ¶ وتبرز مظاهر الاحتفال لاستقبال شهر رمضان في الجمهورية الجزائرية من خلال مظاهره الواضحة في استقباله، وتقيم الدولة موائد خيرية لإفطار عابري السبيل والفقراء وموائد الرحمن، وتخصص المطاعم أماكن للإفطار المجاني للناس، وتُعقد في أيام الشهر الدروس الدينية للأطفال والشباب، وتقام صلاة التراويح كل يوم، ويعتكفون في العشر الأواخر من رمضان. وتتنوع المائدة الرمضانية عند الجزائريين حيث يتناولون الشوربة، خاصة شوربة الحريرة التي تجدها على كل مائدة جزائرية، والأرز أو المعكرونة واللحم الحلو، والبوريك، وسلطة الكبدة وتسمى الهريسة، وهناك طبق العجيجات، أو المعقودة، وطبق السفيرية.",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "أما في السحور فتكون الوجبة الرئيسة هي الكُسك والغول ومنتجات الألبان بأنواعها. ويتناول الصائمون الحلويات ومنها القطائف وتُسمى الكنافة، وحلوى قالب اللوز، والجريويش، والقصمة. وتصنع النسوة ثلاثة أنواع من الخبز طوال أيام رمضان ومنها خبز الدار والمطلوع والفطير. ¶ ويقوم الأطفال بالصياح حينما يسمعون صوت المؤذن وقت المغرب قائلين:أذن كأس لبن. وأذن يعني لقد أذن المؤذن فهاتِ كأس اللبن لنشربه. وإذا لم يسمع الناس الأذان فإنّ صياح الأطفال يُعرفهم بأنَّ موعد الفطور قد حان ... ويفرح الأطفال بشهر الصيام لأنّه موسم يتبارى فيه الآباء مع أبنائهم لتعويدهم على صيام الشهر المبارك. ومن التقاليد المعروفة في الجزائر الاحتفال بيوم النفقة أو صيام الأطفال ليتم تعويدهم على الصيام للمرة الأولى. ويحرص الجزائريون في الشهر الفضيل خاصة بعد إحياء ليلة القدر المباركة على إعلان الخِطْبَة، وختان أولادهم تيمناً بتاج الليالي. ويأخذ رب الأسرة أولاده الصائمين إلى أداء صلاتي العشاء والتراويح في المسجد ثم ينطلق الصغار عقب الصلاة ليلتقوا مع أصدقائهم ويطوفون في الشوارع مرددين: ¶ رمضان كريم .. رحمن رحيم ¶ وبالعبادة تلقي السعادة ¶ تلقى السعادة وتلقى النعيم ¶ رمضان كريم رمضان كريم ¶ أما البقالات فهي المجالس التي تحضرها النساء الشابات غير المتزوجات ويقمن بالإعداد لطقوس خاصة بها. فيتوسط مجلسهنّ طبق خشبيّ كبير يُملأ بالماء تضع فيه البنات أشياء معينة خاصة بكل واحدة، مثل الخاتم أو الأساور أو قطعة من النقود، ثم يُغطّى هذا الطبق بمِلاءة كبيرة لفترة قصيرة، وتجلس إحدى النساء لتقرأ على الحاضرات أبياتاً من الشعر الخاص بالبقالة للتعرف على حظ الفتيات في شؤون الحياة الاجتماعية و في نصيبهنّ من الزواج.",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "تبدأ الزيارات بين الأهل والأصدقاء قبل حلول عيد الفطر بحواليّ أسبوع واحد ، ثم القيام بشراء الملابس لكل أفراد الأسرة وتحضير الحلوى التي ستقدم للضيوف في أيام العيد نحو حلوى المفروط، والشريك، والطابع، والفانيد، ويكون اللوز هو القاسم المشترك في تشكيل أنواع كل حلوى العيد. ويتم إعداد وتنظيم مائدة العيد حيث يخصص صحن خاص لها، وتحتوي على أصناف من الحلويات والمعجنات مثل \"قرن الغزال، والكروكون، والبقلاوة، والغريبة\"، وتقوم النساء بعملها داخل البيوت وتشوى في المخابز العامة في السوق، وإذا قام أحد الضيوف بالزيارة للتهنئة بحلول عيد الفطر، فسيُقدم إليه أهل الدار ما تضمه تلك المائدة مع تقديم شراب القهوة أو الحليب أو العصائر، وإذا أنهى الضيف زيارته فإنّ أهل الدار يحملونه حصة من المائدة إلى أهله. ¶ وتشمل مائدة غذاء أول أيام العيد في الجزائر على أطباق الكُسْكُس باللحوم والخضراوات، أو طبق البوزلوف ورأس الخروف التي يُطهى ويُتبّل بالكمون والفلفل الأحمر والطماطة والمُحلّى بالسلطة المختلفة الأنواع. ¶ المغرب ¶ احتفالات بصيام الأطفال ومبروك ... العواشر",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "تختلف احتفالات المغاربة في أيام رمضان من المدينة إلى الريف والبادية، فالقرية بحكم بساطتها فإنّ لشهر الصوم فيها طابعاً خاصاً، حيث تكثر الزيارات بين الأهل والأصدقاء، وتكون فترة الظهيرة للنوم، وبعد العصر يجتمع الرجال لتبادل رواية سير العظماء والأحداث الماضية، أما عند موعد الفطور فلا بد من اجتماع أسرتين أو أكثر على مائدة واحدة لتناول الفطور، وينقسم الرجال على سفرة وكذلك النساء والأطفال، إذ لكل واحد منهم سفرته الخاصة، وبعد فترة الفطور نلاحظ أن جميع سكان البوادي في المغرب منتشرين على شكل جماعات واحدة للرجال والأخرى للنساء والأخرى للأطفال، كل حسب سِنهِ، يتحدثون من خلال جلساتهم الرمضانية عن الشؤون الخاصة والعامة، ويشربون الشاي الأخضر وعدد من الحلويات المحلية، أما الشباب فمنهم مضن يتوجه إلى المدينة ومنهم من يلزم القرية، لممارسة بعض الألعاب الشعبية، أو تجاذب أطراف الحديث فيما بينهم. أما أشهر الأكلات المغربية المقدمة للصائمين في رمضان فهي: الحريرة وهي شوربة بالكزبرة والبقدونس والكرفس والحمص والعدس والطماطة والبصل. ¶ وعقب عودة الصائمين من أداء صلاة التراويح في المساجد العامرة، والاستماع بعدها إلى قراءة القرآن الكريم والأحاديث النبوية فإنّهم يتناولون الحلوى الرمضانية المعروفة ومنها السلو وهو معجون الدقيق والزبدة والمُكسرات. وتُصنع من الدقيق والعسل والسمسم وماء الورد، وكعب الغزال ويُشبه القطايف، والغريبة، والملوي، وبغرير، ولقريشلة.",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "ومما يميز السحور في القرى المغربية خروج الرجال حاملين بأيدهم الطبول والمزامير لينبهوا الصائمين على وقت السحور، وهنا يُشكل الأطفال حلقات أو مجاميع مع المسحراتية وهم في غاية الفرح الذين يتنافسون على أداء فريضة الصيام، ولهذا تقام احتفالات خاصة للأولاد أو البنات عند صيامهم للمرة الأولى حيث يقدمون لهم الهدايا من الحلويات والملابس أما الصيام في المدن المغربية، فنجد أنَّ حركة الناس غالبا ما تبدأ في الليل، حيث يذهب قسم إلى المقاهي الشعبية أو التزاور. ¶ وتكون مساجد المغرب في ليلة السادس والعشرين من رمضان على صباح يوم السابع والعشرين منه في أبهى زينتها من الشموع والبخور، وتقام عقب صلاة التراويح وتلاوة القرآن الكريم مائدة السحور في ليلة القدر، حيث يشربون الشاي الأخضر\" أجاي\"، مع بعض الأكلات الخفيفة وهم يتناولونه من بداية صلاة التراويح وحتى موعد الإمساك عن الأكل في السحور، حيث نجد في مختلف زوايا المساجد الكبرى \" المسجد الجامع\"، رجال متخصصون في تهيئة هذا الشراب مع الحرص على توفر جميع الأدوات الخاصة بتهيئة التعميرة الخاصة لإعداد الشاي. ومن الأكلات الشعبية التي تقدم للصائمين في ليلة القدر الكُسكُسي، والطاجين بالدجاج أو باللحم مع الخبز، وهذه العادات والتقاليد نجد أهل الريف والبوادي أحرص على الاهتمام والتقيد بها من سكان المدن والحواضر. ¶ ثم تبدأ زيارة الأقارب والأصدقاء يوم العيد ويسلم الواحد على الآخر بقوله: ¶ مبروك العواشر ¶ ويدخل علينا وعليكم العيد ¶ بالخير والبركة، ¶ وعقبال السنة الجاية ¶ وأنتما حييِّن.",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "أما الأطفال فيرتدون ملابسهم الجديدة، في حين تملأ السماء الألعاب النارية والأسهم الملونة. ويتجمع أفراد العائلة مع ذويهم للمباركة بقدوم عيد الفطر، وينال هدايا الآباء والأصدقاء، ويحرص الشباب في العيد على إجراء مباريات في كرة القدم في الأحياء، وسط حضور جماهيري كبير وفي مناطق مغربية أخرى تقام ألعاب بهلوانية تقدمها فرق متخصصة. وهناك أكلات وحلويات مثل الشباكية، ولقريشلة، وملوى ومسمن، وكعب الغزال والتي تقدم للضيوف في العيد وتصنعها النساء قبل حلوله بأيام قليلة. ¶ الصومال ¶ العركيك وحق العيد للأولاد ¶ تبرز ملامح مقْدَم رمضان في الصومال قبيل حلوله فهم يستعدون لاستقباله بصورة تتضح في الأسواق التي تعج بالمتبضعين، كذلك يحرص الصوماليون على أداء الفروض والعبادات في المساجد وحتى في المدارس التي تبرز أيام شهر الصوم المسابقات القرآنية للحفظ والتلاوة، مع تنظيم حلقات الإرشاد والتوعية والموعظة، وختم قراءة القرآن في أيام الصوم المبارك. ¶ ... ويفطر الصوماليون على أكلة العركيك ـ اللحوح ـ مع السمن والحليب، ويفطرون على السمبوسة مع تناول لحم الجِمَال والأرز وبعض الخضراوات. كذلك يؤدي الصوماليون صلاة التهجد، حيث يطوف أحد الرجال في الشوارع ليضرب بعصاه على الطبل ليوقظ النائمين للسحور وفي سحورهم يتناولون الهريس، وهو من لحم الجمل والبطاطا، والطماطم بشكل مرق مع شرب عصير التفاح والبرتقال. ¶ ويتسوّق الصوماليون حاجياتهم من المواد التموينية والغذائية من الأسواق مثل الدقيق والسكر لعمل الكعك والمعجنات. بينما يتم التزاور بين الناس عقب صلاة العيد في أماكن مفتوحة خارج المدينة، وتذبح الأغنام ويطبخ لحمها لعمل ولائم يدعى إليها الأقارب والأصدقاء في أول أيام العيد.",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "ويأخذ الأولاد حق العيد- العيدية- من آبائهم وأقربائهم وتبقى النساء في المنازل، أو يذهبن لمباركة الأهل والجيران بالعيد، وتعقد احتفالات شعبية عصر يوم عيد الفطر وسط الساحات العامة ليؤدي الشباب بعض الألوان الشعبية من الأغاني والرقصات بمشاركة جمع كبير من الناس فرحا بهذه الأيام السعيدة. ¶ موريتانيا ¶ القديد والتمور والنديونة ¶ ... ينحر الموريتانيون الذبائح إذا أهلّ عليهم هلال شهر رمضان، إذ يعدون اللحوم المجففة على هيئة قديد قابل للخزن على مدى أشهر طويلة، ويحرصون على خزن تمور أدرار التي لا يمكن الاستغناء عنها للصائمين، وتقوم النساء بإعداد كميات مناسبة من هريسة الهبيد أو الفستق أو النبق ـ شجرة السدرـ كذلك تجهز النسوة أوعية خاصة ملآى بالكُسْكُسي الذي يجري تجفيفها لتكون جاهزة للتحضير السريع.",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "وضمن عادات الموريتانيين ويكاد المُوسر والفقير أن يتساويا في نوع الوجبات الرمضانية المقدمة في وجبات الإفطار حيث يتناول الصائمون إثر أذان المغرب بعض التمر، ثم الحساء الساخن، ويقولون بأنّ معدة الصائم يلائمها الساخن في بداية الإفطار أكثر مما يلائمها البارد، ثم يقيمون الصلاة في المساجد أو في البيوت، وعند الانتهاء من صلاتهم، يشربون بعض اللبن الممزوج بالماء ويُسمُّونه- الزريك- باللهجة العربية المحلية، وهو ما يسمِّيه العرب قديمًا بالمذق. أما الوجبة الثانية من وجبات الإفطار عند الموريتانيين فهي تناول وجبة اللحم والبطاطس والخبز، ويتفاوت الناس في تناول هذه الوجبة الناس هناك تختلف عاداتها في توقيت هذه الوجبة: فمنهم من يتناولها مباشرة بعد الفراغ من صلاة المغرب، ومنهم من يؤخرها إلى ما بعد صلاة العشاء والتراويح ثم يشربون الأناي - الشاي الأخضر- المخلوط بالنعناع. وبمجرد الانتهاء من وجبات الإفطار الأولية والفراغ من صلاة التراويح يبدأ الناس يتنقلون في أطراف القرية؛ لتبادل الزيارات واحتساء الأناي عند الأصدقاء وتبادل أحاديث السمر التي لا تتقيد بموضوع معين. ¶ كذلك يشرب الموريتانيون ألبان الإبل على وفق طريقة خاصة يمكن إعادة استعمالها كشراب وقت الإفطار برمضان في تحضير شراب الأقط – القارص- ويدعو شيخ القبيلة في أيام الصيام سكان الحي ليفطرهم جميعا، ويقدم لهم الأكلة الرئيسة الكُسْكُسي، مع الملوخية، والمعكرونة، ويشربون الشاي الأخضر.",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "ويحرص صائمو الشهر الكريم في أدائهم صلاة العشاء والتراويح على إنهاء جزء من كتاب الله الكريم، ثم يقرأون كتب الحديث النبوي، وكتاب الشفاء للقاضي عياض، وشرح الأربعين النووية. وتقام في المساجد الموريتانية عقب صلاة التراويح محاضرات دينية لمن هم فوق سن العشرين عاما، وإثر الصلاة يجتمع أهل الحي أمام بيوتهم، حيث يجلس الرجال في خيمة منفردة، وتذهب النسوة للاجتماع بمكان خاص،ويتناولون في أمسياتهم الرمضانية بعض الحلويات، والشاي الأخضر، ويبقون في مجالسهم التي تمتد حتى وقت السحور، حيث يدخل كل واحد داره ليتناول سحوره ويؤدي صلاة الفجر. ¶ تبدأ مراسم الاحتفال بعيد الفطر في موريتانيا بتقديم صدقة الفطر قبل طلوع شمس اليوم الأول من العيد، ثم إعداد الفطور الصباحي، ومن العادة أن يتناول الناس بعض الأكل الخفيف كالتمر ويشربون الشراب المفضل عندهم وهو زريف بعدها يرتدون ملابسهم الجديدة ويذهبون إلى المصلى لأداء صلاة العيد وغالبا ما يقع في منطقة مفتوحة على كل الجهات. ويقوم الأطفال والشباب بالسلام على كبار السن وأهل العلم وطلب الدعاء في هذا اليوم المبارك، وينتشر بين الناس في أيام العيد طلب يعرف بـ \" السماح\" وهو أن يعفو الشخص عن أخيه الآخر الذي حصلت معه مشكلة ما. ¶ أما الأطفال فيتجهون إلى آبائهم وأقاربهم لأخذ - النديونه – العيدية- ولا يقتصر طلبها على الأطفال إنما يتعداه إلى الكبار الذين يطلبونها على وجه المرح والتبسط. ثم هناك عادات عند الموريتانيين منها عدم مكوث المرآة المتزوجة في بيتها أو عند أهل زوجها في صباح العيد، بل عليها أن تقصد أهلها إن كانوا قريبين من سكنها وإلا فعليها الذهاب إلى أهل زوجها وهي تحمل كل ملابس أفراد أسرتها، وما يكفي من الحناء لخضاب أخوات زوجها، مع كمية من الدهن الخاص لرأس ولحية والد زوجها.",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "كما أن من العادات المتبعة عند أهل الزوجة إرسال شاة كبيرة إلى أهل زوجها إن كان موجوداً، وإن لم يكن كذلك فإنهم يرسلون شاة صغيرة. ونجد النساء يستخدمن في العيد خضاب الشعر والَّلي وهو إصلاح الشعر حيث ينفُضْنَ الظفيرة القديمة ويُسرحنها ويدهنّها ويقمنّ بظفرها من جديد، ويجعلن للكبيرات ظفائر وذوائب وللبنات الصغيرات جدائل وقرون. بينما يعمل لبعض البنات كل ما يعمل للعروس من ألوان الزينة والتجميل إظهاراً للمكانة الاجتماعية لمن يهمه الأمر من الخُطَّاب. ¶ ومن العادات والتقاليد المتبعة في المدن والقرى الموريتانية تأجيل حفلات الأفراح والأعراس إلى أيام العيد لتتكامل الفرحة والسرور. وتقيم البنات غير المتزوجات أو اللواتي تزوجن حديثاً ما يسمى بـ \" الجيل\" ويعني تنظيمهن لتجمع النساء خارج الحي حيث يمارسن فيه الغناء والزغاريد ويعرف بتبوهي، وهو نوع من النداء غير الصريح يعرفه الرجال. في حين يجري الرجال سباقاً للإبل يسمى عندهم باللّز ويتضمن إقامة احتفالية كبرى لرجال المنطقة أو الحي . ¶ جيبوتي ¶ إغلاق المدارس والعَطيَة ¶ ... تفتتح المساجد أبوابها وتنار طيلة الأيام المباركة لرمضان في جيبوتي، بينما تغلق المدارس أبوابها لمدة خمسة عشر يوما، وعندما يعود الطلاب إلى مدارسهم، يبدأون مدة الأيام الثلاثة الأولى من دوامهم بحفظ جزء من كتاب الله العزيز لتلاميذ المرحلة الابتدائية من سن الخامسة إلى العاشرة، وغيرهم من يحفظ جزأين بينما يقرأ الكبار خمسة أجزاء من القرآن الكريم.",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "... ويتبادل الجيبوتيون تناول طعام الفطور مع أقاربهم وأصدقائهم في رمضان _ وتقدم فيها الأكلة الشعبية وهي – اللحوح- المصنوعة من الطحين والزيت والعسل، ويقدم للصائمين في إفطارهم الهريس والثريد مع لحم الغنم. ثم يتجمع رجال جيبوتي في ليالي الشهر العظيم خارج البيوت أي في العراء، ويفصل مجلسهم عن مجلس النساء اللواتي يقدمن بعض الأكلات الخفيفة فيها، وكذلك يجتمع الأولاد مع آبائهم في المجالس ليرووا لهم القصص ذات العبرة والموعظة من سيرة النبي ـ عليه الصلاة والسلام ـ والصحابة ـ رضي الله عنهم ـ وعندما تحين ليلة القدر المباركة يُحيي الجيبوتيون ليلتهم في مُصلى العيد ويعودون إلى بيوتهم بعد صلاة الفجر. ¶ ويهنىء الناس بعضهم بعضاً بعد أداء صلاة العيد، ثم يجتمعون في بيت أحد الأصدقاء لتناول الحلويات مثل البسبوسة والبقلاوة التي تصنعها النساء في البيوت، ويشربون القهوة والشاي. ويقوم الأطفال بارتداء ملابسهم الجديدة، ويصافحون الأقارب ليحصلوا منهم على العطية- العيدية- حيث يشرعون على شكل جماعات لقضاء أوقات من الفرح في زيارة الحدائق العامة وممارسة الألعاب المختلفة. ¶ المصادر والمراجع ¶ أ. ... المصادر: ¶ 1.القرآن الكريم ¶ 2.ابن بطوطة: رحلة ابن بطوطة، الطبعة الأولى، دار بيروت، دار النفائس للطباعة والنشر، بيروت، 1997م. ¶ 3.ابن جبير: رحلة ابن جبير، دار الكتاب اللبناني، بيروت، دار الكتاب المصري، مصر، د.ت. ¶ 4.ابن منظور:\" لسان العر\"، الطبعة الثانية، مؤسسة التاريخ العربي، دار إحياء التراث العربي، لبنان، 1992م. ¶ ب. ... المراجع: ¶ 1. ... أحمد الصاوي: رمضان زمان ، مركز الحضارة العربية، جدّة ، 1997م. ¶ 2.أحمد عبد الرحيم نصر: التراث الشعبي في أدب الرحلات، الطبعة الأولى، مركز التراث الشعبي لمجلس التعاون لدول الخليج العربية، الدوحة، قطر، 1995م. ¶ 3.أيوب حسين: مع الأطفال في الماضي، دار السلاسل، الطبعة الثانية، الكويت، 1984م.",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "4. تاج الدين نوفل: رمضان كريم ، الطبعة الأولى، دار الأمين، القاهرة، 1998م. ¶ 5.حسن الباش: أغاني وألعاب الأطفال في التراث الفلسطيني، الطبعة الأولى، دار الجليل للطباعة والنشر، دمشق، 1986م. ¶ 6.حمد محمد السعيدان: الموسوعة الكويتية المُختصرة ، الجزء الثالث، مطابع الخط، الطبعة الثالثة، الكويت، 1993م. ¶ 7. شاكر خصباك: ابن بطوطة ورحلته ، دار الآداب، بيروت، د.ت. ¶ 8. سيّد صديق عبد الفتاح: أغرب الأعياد وأعجب الاحتفالات، الطبعة الأولى، دار الأمين، القاهرة، 1994م. ¶ 9. صلاح الدين علي الشامي: الرحلة عين الجغرافيا المُبْصِرة ، منشأة المعارف، الإسكندرية، د.ت. ¶ 10. صلاح خليفة وعبد المنعم سالم: ألوان من وحيّ رمضان، مؤسسة دار العلوم، الدوحة، قطر، د.ت. ¶ 11.عبدالله رشيد: ملامح الحياة الشعبية في مدينة عمّان 1878- 1940م، وزارة الثقافة والشباب، دائرة الثقافة والفنون، عمّان، الأردن، 1983م. ¶ 12. عبدالرحمن حميدة: أعلام الجغرافيين العرب، الطبعة الثانية، دار الفكر، دمشق، 1980م. ¶ 13. عبد الرزاق كيلاني: من التراث الشعبي في بلاد الشام ، الطبعة الأولى، مكتبة الأسد، دمشق، 1996م. ¶ 14. علي الجندي: قُرّة العين في رمضان والعيدين، الجزء الأول والثاني، مطابع الأهرام التجارية، القاهرة، 1969م. ¶ 15.غنّام الديكان: الإيقاعات الكويتية في الأغنية الشعبية، المجلس الوطني للثقافة والفنون والآداب، الطبعة الأولى، الكويت، 1998م. ¶ 16. فرج عيسى محمد: دراسات في الفولكلور السوداني، الشركة العالمية للطباعة والنشر، الطبعة الأولى، د.م ، 2000م. ¶ 17. فردريك معتوق: التقاليد والعادات الشعبية اللبنانية، الطبعة الأولى، جروس برس، لبنان، 1986م. ¶ 18.محمد بن عثمان الحشايشي: العادات والتقاليد التونسية، تحقيق ودراسة الجيلاني بن الحاج يحيى، سراش للنشر، تونس، 1994م.",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "19. محمد رجب السامرائي: رمضان في الحضارة العربية الإسلامية،الأوائل للنشر والتوزيع والخدمات الطباعية، الطبعة الأولى، دمشق، 2002م. ¶ 20.محمد الكوكي: أكلات رمضان وحلويات العيد، دار التراث التونسي للنشر والتوزيع، مطبعة تونس قرطاج، 1989م. ¶ 21. مصطفى عبدالرحمن: فنون رمضان، د.م، د.ت. ¶ 22. ناجي جواد: بغداد سيرة ومدينة، المؤسسة العربية للدراسات والنشر، الطبعة الأولى، بيروت، لبنان، 2000م. ¶ 23. نجاة قصاب حسن: حديث دمشقي 1884-1983م، الطبعة الأولى، طلاس للدراسات والترجمة والنشر، دمشق، 1988م. ¶ 24.يسرى جوهرية عرنيطة: الفنون الشعبية في فلسطين، الطبعة الثالثة، المجمع الثقافي، أبو ظبي، دولة الإمارات العربية المتحدة، 1997م. ¶ 25. ... ... ... ... ... : أشكال مُعاصرة للفنون الشعبية العُمانية، وزارة التراث القومي والثقافة، دار جريدة عُمان للصحافة والنشر، الطبعة الأولى، سلطنة عُمان، 1991م. ¶ ج. الدوريات: ¶ 1 . ... ... ... ... ... : في معنى رمضان، تراث، العدد الثاني، يناير- كانون الثاني- نادي تراث الإمارات، أبو ظبي، دولة الإمارات العربية المتحدة، 1999م، ص 61. ¶ 2. ... ... ... ... ... : في معنى الصوم، تراث، العدد الثالث عشر، ديسمبر- كانون الأول- نادي تراث الإمارات أبو ظبي، دولة الإمارات العربية المتحدة، 1999م، ص 65. ¶ 3. ... ... ... ... ... : في معنى الفطر، تراث، العدد الخامس والعشرون، ديسمبر- كانون الأول- نادي تراث الإمارات، أبو ظبي، دولة الإمارات العربية المتحدة، 2000م، ص 93. ¶ 4.حسين قدوري: ألعاب وأغاني الأطفال في رمضان والعيد في العراق، المأثورات الشعبية، العدد 10، أبريل- نيسان- مركز التراث الشعبي لدول الخليج العربية، الدوحة، دولة قطر، 1988م، ص 44، .56 ¶ 5. حميد مجيد هدو: مظاهر الأعياد الدينية في صنعاء، التراث الشعبي، العدد الخامس والسادس، كانون الثاني ـ شباط ، وزارة الإعلام، بغداد، العراق، 1971م.",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "6. خضير عبد الأمير داود: الرحالة ابن جبير في مكة المكرمة، تراث، العدد السادس عشر، مارس-آذار- نادي تراث الإمارات، أبو ظبي، دولة الإمارات العربية المتحدة، 2000م، ص 12- 13. ¶ 7. سبيكة محمد خاطر الخاطر: بعض المأكولات الرمضانية في قطر، المأثورات الشعبية، العدد 22، أبريل- نيسان-، مركز التراث الشعبي لدول الخليج العربية، الدوحة، دولة قطر، 1991م، ص 70، 72-73. ¶ 8. سليم طه التكريتي: كَسْلات الأعياد في بغداد ، التراث الشعبي، العدد السادس، وزارة الإعلام، بغداد، العراق، 1980م، ص 39 ـ 40. ¶ 9. ع.م.س: رمضان في الحياة الشعبية الدمشقية، التراث الشعبي، العددان 11-12، المركز الفولكلوري، وزارة الإعلام، بغداد، العراق، 1976م، ص 124. ¶ 10.عبد الكريم عيد الحشاش: احتفالات العيد في سيناء والنقب، المأثورات الشعبية، العدد 17، يناير- كانون الثاني- مركز التراث الشعبي لدول الخليج العربية، الدوحة، دولة قطر، 1990، ص 35-36. ¶ 11.علام عبد القادر القائد: نماذج من ألعاب الأطفال الشعبية في الخليج والجزيرة العربية، المأثورات الشعبية، العدد 6، أبريل- نيسان- مركز التراث الشعبي لدول الخليج العربية، الدوحة، دولة قطر، 1987م، ص 105. ¶ 12.عمر شاع الدين: ألعاب الصبية دراسة لغويّة، المأثورات الشعبية، العدد 45، يناير-كانون الثاني- مركز التراث الشعبي لدول الخليج العربية، الدوحة، دولة قطر، 1997م، ص 68. ¶ 13.كلثم علي الغانم: أناشيد الطفولة في المجتمع الخليجي، المأثورات الشعبية، العدد 21، يناير- كانون الثاني- مركز التراث الشعبي لدول الخليج العربية، الدوحة، دولة قطر، 1991م، 25-27. ¶ 14. مازن ربيع: في مكتبة التراث، التراث الشعبي، العدد الثالث، وزارة الثقافة، بغداد، جمهورية العراق، 2001م، ص 109-110.",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "15. محمد رجب السامرائي: عادات وتقاليد المسلمين في رمضان، تراث، العدد الثالث عشر، ديسمبر- كانون الأول - نادي تراث الإمارات، أبو ظبي، دولة الإمارات العربية المتحدة، 1999م، ص 66 ـ 78. ¶ 16. نفسه: العيد في 35 دولة إسلامية ، تراث، العدد الرابع عشر، يناير-كانون الثاني- نادي تراث الإمارات، أبو ظبي، دولة الإمارات العربية المتحدة، 2000م، ص 67 ـ 74. ¶ 18. نفسه: المجالس مدارس ، تراث، العدد الخامس والعشرون، ديسمبر- كانون الأول- نادي تراث الإمارات، أبو ظبي، دولة الإمارات العربية المتحدة، 2000م، ص 64 ـ 67. ¶ 19. نفسه: المسَّحراتي وفانوس رمضان ، تراث، العدد الخامس والعشرون ديسمبر- كانون الأول- نادي تراث الإمارات، أبو ظبي، دولة الإمارات العربية المتحدة، 2000م، ص 78 ـ 81. ¶ 20. ... ... ... ... ... : رمضان في الإمارات ، تراث، العدد السابع والثلاثون، ديسمبر-كانون الأول- ، نادي تراث الإمارات، أبو ظبي، دولة الإمارات العربية المتحدة، 2001م، ص 71. ¶ 21. ... ... ... ... ... : رمضان في السودان ، تراث، العدد السابع والثلاثون، ديسمبر -كانون الأول- نادي تراث الإمارات، أبو ظبي، دولة الإمارات العربية المتحدة، 2001م، ص 71.",
            "page": "77",
            "part": "1"
        }
    ],
    "t35108": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "رمضان والعيد عادات وتقاليد"
        }
    ]
}