{
    "b35100": [
        {
            "id": "1",
            "nass": "دور المُربِّي ¶ في الدعوة الفردية ¶ تأليف ¶ أبي عاصم ¶ هشام بن عبد القادر آل عقدة ¶ المقدمة ¶ الحمد لله رب العالمين، والصلاة والسلام على من لا نبي بعده. ¶ ثم أما بعد: ¶ فمن وسائل الدعوة إلى الله تعالى الدعوة الفردية، وقد استمعت وقرأت لعدد من الدعاة في هذا المجال فوجدت في كلامهم خيرًا كثيرًا، فعمدت إلى جمع ما تفرق من هذا الخير عن هذا أو ذاك وأضفت إليه ما عندي، ليخرج ذلك في صورة سهلة ميسرة لعلها تكون زادًا في الطريق للمعلمين والمربين. ¶ والله تعالى الموفق والهادي إلى سواء السبيل. ¶ دور المربي في الدعوة الفردية ¶ يتمثل دور المربي مع المدعو في القرب منه والإحاطة بأموره، والعمل الدءوب لبنائه والارتقاء به، مع المراقبة والتقويم باستمرار، وتوجيهه وإعانته في حل مشكلاته الدعوية والخاصة، ومحاسبته مع التشجيع أو المعاتبة أو غيرهما من صور المجازاة. ¶ فتبين من هذا أن دور المربي مع المدعو يتمثل في خمسة أمور: ¶ 1ـ القرب منه بروح المودة والإخاء والإحاطة بأموره أولاً بأول. ¶ 2ـ الاجتهاد في بنائه والارتقاء به. ¶ 3ـ توجيهه وإعانته في حل مشكلاته الخاصة والدعوية. ¶ 4ـ تقويمه من فترة لأخرى ومراقبة تطوره وتأثره وفقًا لما يبذل معه، مع مراجعة مدى تحقيق الجوانب الدالة على انتظام السير وسلامة البناء. ¶ 5ـ محاسبته ومناقشته للوقوف على مدى قيامه بما يطلب منه أو يوجه إليه مع مجازاته تبعًا لنشاطه أو تقصيره. ¶ وفيما يلي تفصيل القول في ذلك. ¶ - - - ¶ أولاً: القرب منه والإحاطة بأموره ¶ ويراعى في ذلك الأمور التالية: ¶ 1ـ أهمية الأخوة الفردية لكل فرد على حدة. ¶ 2ـ أهمية ضبط العواطف مع المدعو، ويشمل عدة أمور: ¶ ( أ ) الحذر من التدليل في قضاء الحاجات وأسلوب التعامل؛ وليس معنى ذلك الجفاء، بل المطلوب التوسط بين الجفاء والتدليل.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "وللتدليل سلبيته المستقبلية في تعامل المدعو مع الآخرين؛ حيث ينظر على كل ما ليس بتدليل على أنه فقدان لروح الأخوة، كما أنه ينتظر دائمًا أن يُعطى ولا يعطي وأن يُتجاوز عن أخطائه، وربما انقلب على من دَلَّلَهُ إذا ما أراد يومًا أن يحاسبه أو ينهي هذا التدليل. ¶ (ب) الحذر من ضياع الشخصية أو ذوبانها في شخصية المدعو بسبب التعلق المفرط به، بل لابد من الوسطية في التواضع فلا كبر ولا إلغاء للشخصية، ولابد من الإبقاء على حد أدنى من الهيبة والاحترام لدى المربي. ¶ (جـ) الحذر من الإفراط في مدح الشخص وتضخيمه في نظر نفسه. ¶ ( د ) الالتزام بضوابط الشرع في خلطة المردان، والمراقبة في ذلك. ¶ (هـ) الحذر من التميع في التربية باصطفاء بعض الأشخاص والتعلق بهم. ¶ ( و ) الحذر من الانسياق وراء العاطفة في تحديث المتربي بأمور لا يحدث بها من هو في مثل مستواه. ¶ 3ـ أهمية فهم المتربي ومعرفة أحواله عن قرب دون تطفل أو إثقال، ومن ثم فلابد من مراعاة الآتي: ¶ ( أ ) السماع في البداية منه أكثر من توجيه الكلام إليه. ¶ (ب) عدم الإثقال عليه بالخلطة الزائدة والزيارات الكثيرة. ¶ (جـ) يكون السؤال عن القضايا الشخصية بقدر وحذر وعند الحاجة، كما ينبغي معرفة القضايا الشخصية التي من شأنها عدم التحفظ منها، أما القضايا الشخصية التي يتحفظ منها فالأولى عدم التطفل فيها. ¶ 4ـ مراعاة ظروف كل فرد من ناحية ما يناسبه من صور المتابعة والاتصال؛ حيث لكل فرد ظروفه التي قد تختلف عن ظروف الآخرين مما يؤدي لضرورة اختلاف صور المتابعة. ¶ - - - ¶ ثانيًا: الاجتهاد في بنائه والارتقاء به",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وهذا هو بيت القصيد وقطب الرحى والمراد من عملية المتابعة أو التوجيه في الدعوة الفردية، ومن هنا يتبين انحراف من أخل بهذا الجانب في تربية المدعو؛ حيث تحول عمله مع المدعو إلى مجرد ارتباط مودة أو حب وتعلق، أو إلى مجرد تسلط على عباد الله دون مردود يقربهم إلى الله ويطورهم، ويرفع من مستواهم علمًا وعملاً. ¶ وخطوات هذا البناء والارتقاء ينبغي أن يراعى فيها السن والثقافة والقدرات والمواهب مع المرونة في ذلك؛ لأن بعض الناس قد تكون قدراتهم وثقافتهم أكبر من سنهم وقد يحدث العكس، فينبغي أن يعطى للنابغين من الجرعات أكثر مما يعطى لغيرهم بالطريقة المناسبة التي لا تفسد علينا تربية الآخرين، وهذه سنة الله ـ اختلاف الناس واختلاف المواهب واختلاف القدرات ـ {فَلَوْلا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ} [التوبة:122]، وأيضًا فبعض الناس يصعب ارتقاؤه بعد حد معين، فلابد من مراعاة الفروق الفردية في ذلك كله؛ وبصفة عامة ينبغي التوسط في منهج التربية ومراحلها بين التقويم والقوالب الجامدة. ¶ وبشيء من التفصيل يمكن التدرج بالفرد عبر المستويات التالية: ¶ 1ـ فترة تحضيرية تستمر لعدة أشهر قبل الارتباط مع الشخص بمناهج علمية، ويراعى فيها الآتي: ¶ ? أن يكون الشخص المختار ممن يناسب الطاقة. ¶ ? أن يكون الشخص محل اهتمام وتعهد مستمر في هذه الفترة مع الحذر من التكلف أو المبالغة في إظهار هذا الاهتمام. ¶ ? ترك الفرصة للشخص ليتكلم ويعرب عن نفسه؛ فاستمع إليه أكثر مما تحدثه. ¶ ? معرفة مشاكله وما يعترضه من عوائق، ومحاولة تذليلها له وإعانته على تجاوزها. ¶ ? مراعاة نفسية كل فرد ومستوى تفكيره، وعدم الالتزام بنمط واحد في العمل مع الأفراد، بل يمكن البدء بأي بداية مباحة يتم بها الوصول إلى قلبه ويسهل بها تطبيق البرنامج الذي تريد بعد ذلك. ¶ ? عدم صدمه في الأشخاص الذي يعتز بهم.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "? الحذر من امتهان الحكم الشرعي، فلا تجبه إلا على ما ترى مصلحة في الإجابة عليه، واحذر التسرع في الفتوى. ¶ ? هيئ له مناخًا طيبًا وصحبة يتجاوب معها. ¶ ? احذر دفعه لصراع مبكر مع البيت أو المجتمع أو الجماعات الموجودة في الساحة اتقاء لما يحصل من شر أكبر وخلل في تربيته وتكوينه، بل إذا وجدت في البداية نزعة عداء لدى بعض المتحمسين لكل من حولهم فعليك بضبط هذه النزعة ولا تفرح بها، وهذا لا يعني إهمال تربية الروح الجهادية أو الحماس ولكنه الحماس المنضبط. ¶ ? ركز في البداية على المفاهيم الشاملة والخطوط العريضة (التسليم للحكم الشرعي ـ الاعتزاز بالإسلام ـ معرفة غربة الإسلام وعدم الاغترار بالكثرة ـ شمول معنى لا إله إلا الله...)، وعلى صياغة التفكير والنفسية صياغة إسلامية صحيحة، وتقوية الصلة بالله، وتنقية الداخل، والتلاوة والحفظ لكتاب الله وتنمية روح الإخاء والمودة. ¶ ? احذر الاستعجال أو الاغترار بالسمت أو الهدي الظاهر الذي قد يخدع. ¶ ? ابتعد عن الشذوذات والآراء الغريبة أو المثيرة. ¶ 2ـ بعد تجاوز الفترة السابقة، والاطمئنان إلى معدن الشخص وجديته وتجاوبه، يكون هدف الفترة التالية التربية على أصول أهل السنة والجماعة إجمالاً في العقيدة والعبادة والأخلاق والنظر والاستدلال. ¶ ويتحقق ذلك من خلال تلقي الشخص لثلاثة جوانب أساسية في هذا المستوى: ¶ ( أ ) العنصر أو الجانب الإيماني: أي ما يتعلق بالتربية الإيمانية؛ لاسيما إذا بدئ مع الشخص في فترة مبكرة ـ في سن الرابعة عشرة أو الخامسة عشرة؛ وهو السن المقترح للبداية في هذا المستوى ـ حيث يكون أقرب إلى الفطرة التي فطر عليها، فنحن ننميها ونقويها. وينبغي خدمة هذا الجانب ببعض المقررات العلمية والأنشطة التربوية، والأشرطة المناسبة. ¶ (",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "ب) الجانب العلمي: حيث ينبغي تأسيس الفرد علميًا في هذا المستوى؛ وذلك بالاهتمام بكتاب الله، والاهتمام بسنة رسوله - صلى الله عليه وسلم - ، بما يناسب مستواه، وبأسس العلوم من المختصرات، ويراعى أن يكون طابع المنهج في هذا المستوى الذي قد يتراوح بين ثلاثة إلى خمس سنوات طابع التأسيس الذي يجمع بين التبسيط والقوة والعمق، مع مراعاة قدرة العقل التحملية؛ فجانب النمو العقلي وجانب الاكتساب يراعى في هذه الفترة. ¶ كذا يحسن توجيه الفرد لكتابة بعض المقالات، ولا بأس من تخصيص موضوعات معينة لهذه المقالات، كما يمكن ترشيح بعض الكتب للأفراد الذين يحتاجون جرعة زائدة لقراءتها بالإضافة إلى ما يدرسونه هم وغيرهم من عموم الأفراد. ¶ (جـ) الجانب الأخلاقي والسلوكي: وذلك بأن يربى الشخص على ما نطمح أن يكون عليه المجتمع المسلم، ونحرص على التفكير في إيجاد موانع أو حواجز تمنعه عن الشرور الموجودة في مجتمعه، ونحرص على توليد وازع ذاتي في نفسه يتقي به هذه الشرور؛ لأننا نعيش في واقع ليس فيه قوامة ولا قوة تمنعه من الشرور. ¶ ومما يخدم في هذا الجانب الاتصال القوي بين المربي والفرد، والبرامج التربوية التي تشد الفرد إلى مجتمع الملتزمين، وتوفر المناخ الطيب والصحبة الطيبة. ¶ هذه هي الجوانب الأساسية المطلوب تحقيقها في هذا المستوى؛ فهذا المستوى يمثل فترة لطلب العلم والتربية؛ وسمتها بالدرجة الأولى التلقي، أما الجانب العملي أو جانب العطاء فيتركز فيما يخصه كالصلاة والصيام وطلب العلم بالإضافة إلى بعض الممارسات الدعوية المحدودة كتعليم إخوانه الصغار، أو أن يقول كلمة حق في داخل بيته وبضوابط وتدرج، أو بين أقرانه، أو يلقي كلمة قصيرة بينهم، أو أن يصادق بعض أقرانه أو من هم أصغر منه ويدعوهم للمسجد أو يتهادى معهم ونحو ذلك.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "أما الناحية الدعوية العامة: فينبغي أن يجنب الدخول فيها في هذه الفترة، فلا يُجَرّ لإلقاء دروس أو خطب أو محاضرات، أو للتورط في احتكاكات مع مرتكبي المنكرات، أو للتوسع والانغماس في دعوة وتربية الأفراد؛ إذ أنه في هذا المستوى في فترة بناء علمي وإيماني لنفسه، واقتحامه المبكر في ميدان الدعوة بهذه الصورة لا يخلو في الغالب من تأثيرات سلبية عليه وعلى الشباب، وإن كان هذا لا ينفي إمكان وجود حالات فردية لا يقاس عليها، وإنما الكلام على العموم، وعلى كل حال فلا بأس من قدر من المرونة ومراعاة الفروق الفردية في ذلك دون توسع أو استرسال. ¶ كما ينبغي التوازن في عرض منهج أهل السنة والجماعة؛ وخصوصًا في قضايا السنن والبدع، مع تجنب الموضوعات المثيرة والحساسة سياسيًا واجتماعيًا، وتجنب الخوض في الحديث عن الجماعات إلا بما لابد منه وبمقدار. ¶ 3ـ بتحقق أهداف الفترة السابقة من الشعور بالانتماء العام لأهل السنة والجماعة إجمالاً عقيدة وعبادة وسلوكًا... ومع وجود الاستعداد الفطري والتكوين النفسي المهيئ للعمل والدعوة في ظل التعاون مع الآخرين يصل الفرد إلى مستوى جديد يكون الهدف فيه تحقيق عدة أمور: ¶ ( أ ) المشاركة الفعالة في الدعوة: في إطار التعاون مع الآخرين بما يقتضيه هذا الإطار من صفات كالانضباط والاستئذان والشورى...إلخ مع الشعور بالمسؤولية والولاء للعمل. ¶ (ب) تحقيق الحد الأدنى من القدرة على الدعوة والتعليم والقدرة على التعبير وإقناع الآخرين بقناعاته، ويمكن تحقيق ذلك وما قبله من خلال الجوانب النظرية التي يدرسها والجوانب العملية التي تتيحها الممارسات والأنشطة التي ينبغي أن يتميز بها هذا المستوى.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "ولا شك أن الجانب العملي في هذا المستوى فيه توسع وعمق أكثر من المستوى السابق، وفيه علوم جديدة؛ فالبرنامج العلمي في هذا المستوى ينبغي أن يكون برنامجًا علميًا قويًا، حيث ينبغي أن ينتقل الشخص في هذا المستوى نقلة علمية بالدرجة الأولى. ¶ كما ينبغي أن يوجه الشخص في هذا المستوى لكتابة بعض البحوث التي تخدم الهدف الأول أو الثاني، كما يوجه لاستماع أشرطة المحاضرات المفيدة في ذلك، كما يوجه الناشطون للاطلاع في كتب إضافية كلما فرغوا من كتاب وجهوا لآخر... وينبغي اختيار الأشرطة والكتب بعناية. ¶ (جـ) إيجاد أسس التخصصات بعد انتصاف الفترة الزمنية المناسبة لهذا المستوى، والتي قد تتراوح بين خمس وسبع سنوات حيث يهيأ الفرد للتخصص المناسب له وفقًا لما اكتشفه فيه المربي من المواهب والطاقات بالإضافة إلى القدر المشترك الذي يوجه كل فرد لدراسته. ¶ فلابد أن تراعى في هذا المستوى الفروق والمواهب والقدرات، بمعنى أن يكون الإطار واحدًا لكن داخل هذا الإطار يوجد نوع من التفريق، ولنأخذ مثلاً: المرحلة الابتدائية في المدارس المعهودة مستواها متماثل تمامًا ـ أي في مناهجها ـ لكل الطلاب، لكن المرحلة الثانوية تختلف فيها بعض المواد نوعًا أو كمًّا حسب ميول الطلاب وقدراتهم، ويظهر ذلك أكثر بعد الثانوية ـ في الجامعات والمعاهد ـ فلا مانع من الاختلاف المعقول داخل هذا المستوى. ومن هنا تبدأ التخصصات أو أسس التخصصات، ومن الخطأ أن تبدأ أسس التخصصات في الفترة الأولى أو المستوى السابق لأن فترة البداية فترة تأسيسية، كما أن هذا المستوى الذي نحن بصدده لا ينصح فيه أيضًا أن يبدأ التخصص الشامل وإنما مبادئ التخصص؛ وفي الطب على سبيل المثال يأتي التخصص في الدراسات العليا، أما قبل ذلك فتكون الدراسة عامة أو موحدة لكل الطلاب.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وحتى يمكن إيجاد بذرة التخصص في الفترة الأخيرة من هذا المستوى فلابد من تجرد المعلم أو المربي وعدم غيرته ممن يربيه، بل يخلص في اكتشاف مواهبه وينميها، ويوصله ببعض المتخصصين الذين ينتفع بهم ليوجهوه لما ينمي ميوله وطاقاته المتميزة، كما ينبغي عند توجيهه إلى عمل ما أن يركز التوجيه في الفترة الأخيرة من هذا المستوى على ما ينمي فيه التخصص المناسب له وما يحسنه ويتلاءم مع ميوله تمهيدًا لانتقاله إلى التخصص الشامل في الفترة اللاحقة. ¶ وأما عن الممارسات والأنشطة التي يتضمنها هذا المستوى عمومًا، فالتركيز فيها ينبغي أن يكون على جانبين: الجانب العلمي، والجانب الدعوي؛ ككلمة عامة أو خطبة أو درس مع مراعاة التدرج. ¶ وممارسة الجانب الدعوي هنا تعوض المتربي عن قلة التكثيف التربوي الذي اعتاده في الفترات السابقة، ولا شك في أهمية استمرار متابعة الشخص والاتصال به بكل معاني المتابعة، لكن المقصود أن الاتصال المكثف بما فيه من ملاصقة وملازمة للمدعو يخف نوعًا ما، وحتى لا يحدث فراغ نفسي فلابد من التعويض بالانطلاق في الدعوة شيئًا فشيئًا، ومع هذا فلابد من ملاحظة الجوانب التعبدية والسلوكية بدقة وعدم التساهل فيها، والاستمرار في الأنشطة التربوية.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "والخلاصة: أن الفرد يبدأ الممارسة الدعوية في هذا المستوى، فإذا كنا في المستوى الأول نحتاج إلى أن نعطي الشباب أكثر مما نأخذ منه فإننا في هذا المستوى نحتاج إلى أن يتوازى الأمران. فيأخذ حظه من التعليم والتربية في برامج تربوية ورحلات ودروس مساجد وغيرها، وفي نفس الوقت يعطي في الجانب الدعوي، وإذن فنحن نركز في هذا المستوى على القوة العلمية كما نركز أيضًا على توازن الأخذ والعطاء؛ لأن ما أخذه في الفترة السابقة يجب أن يؤديه في هذه الفترة، وإذن فهي فترة مهمة في هذا الإطار؛ ففيها يعطي الشخص داخل بيته، وفي مجتمعه الصغير ـ في مسجده أو بين زملائه، أو مع مجموعة محددة من الأفراد أو بين أقرانه ـ كما يخرج أيضًا ولكن في حدود ضيقة إلى العامة؛ كأن يلقى كلمة عامة أو خطبة أو درسًا مع مراعاة التدرج، ويكون ذلك تحت إشراف وتوجيه، فلا يخرج وحده ولا يترك له المجال وحده، وإنما يخرج تحت إشراف شيخه أو أستاذه، وعلى كل حال لابد أن توجد منه في هذه الفترة نسبة عطاء تتصاعد تلقائيًا، فهو في هذه الفترة يدعو ويربي تحت الإشراف العام، فيكون عنده نوع حرية، وجوانب فيها نوع استقلالية في تربيته لنفسه وتربيته لغيره، ولكن تحت إشراف، ويراعى في هذه الفترة التوازن بين الأخذ والعطاء؛ ولا نقصد بذلك التساوي بينهما منذ بداية هذه الفترة، بل يكون الأخذ أكثر من العطاء ولكن يبدأ في العطاء شيئًا فشيئًا، وينمو هذا العطاء مع نمو علمه وعقله ومواهبه وتجاربه، ويتزايد هذا العطاء إلى أن يتقارب في آخر المرحلة مع الأخذ.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "ـ وينبغي أن يحذر المربي في هذه الفترة من التسلط على المتربي وإلغاء شخصيته وعدم الاستنارة برأيه؛ فالبعض يظن أنه لا يمكن أن يربط المتربي به إلا بحبل يجعله في عنقه، وقد يأتي هذا برد فعل عكسي، والرباط الأقوى أن يشعر المتربي بحاجته من تلقاء نفسه إلى المربي، فيربطه به ما يجده من الاستفادة... فالطائر يأوي مختارًا إلى المكان الذي يجد فيه حبًا يأكله، والمغناطيس بما فيه من قوة جذب داخلية تلتصق به الأشياء، أما مطاردة الناس وشدهم بالحبال وتقييدهم بالأغلال فهو من شأن الغَفَر والحراس. ¶ ـ وفي المقابل ينبغي الحذر من إطلاق الحبل على الغارب، والفوضى، وعدم الحزم. ¶ ـ كما ينبغي التروي في المسيرة مع المدعو وعدم الاستعجال أو اعتساف الفترات أو تحميل الفرد من الأمور أو القضايا ما لم يتأهل له. ¶ ـ وأخيرًا فهذا المستوى أو هذه الفترة يكون الفرد قد نضج فيها عقله نسبيًا؛ لأن النضج الشرعي أو الكمال العقلي لا يتم إلا في الأربعين {حَتَّى إِذَا بَلَغَ أَشُدَّهُ وَبَلَغَ أَرْبَعِينَ سَنَةً} [الأحقاف: 15]، والرسول - صلى الله عليه وسلم - أُرسِل مع الأربعين من عمره، لكنه في هذه الفترة على أية حال يكون قد تعدى وتجاوز مرحلة المراهقة، وأصبحت ملكاته وقدراته تؤهله للتصدي لكثير من المجالات كما ثبت ذلك بالتجربة والتاريخ، فهذه الفترة إذن من أهم الفترات؛ إذ الفترة السابقة قد ينجح فيها أناس كثير لأنه في ذلك السن مؤهل للتقليد والتبعية والتلقي، لكن يحدث التميز غالبًا والنجاح والرسوب، والصعود والهبوط في هذه الفترة أو هذا المستوى الأعلى؛ ولذلك فهي فترة تحتاج إلى برنامج علمي يوازي هذا الجانب ويقويه ويواصله ويدعمه، وتكون في الوقت نفسه فيها مراعاة أوسع من الفترة السابقة للفروق والمواهب والقدرات وغرس بذور التخصصات.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "4ـ وبنهاية الفترة السابقة ينبغي التحقق من عدة أمور قبل أن يشرع الشخص في مستوى أعلى له أهداف جديدة، فينبغي التحقق مما يلي: ¶ ( أ ) استكمال الفرد للقدر اللازم من الناحية العلمية والثقافية، مع حد أدنى لإدراك الواقع. ¶ (ب) أن يكون قد أمضى ثمانية سنوات على الأقل في الفترتين السابقتين، وإن ظهر منه نبوغ وكفاءة في مدة أقل من ذلك يدرس أمره على سبيل الاستثناء. ¶ (جـ) بلوغ مرحلة الاستقرار النفسي، على ألا يقل سنه ـ مهما كانت الاستثناءات ـ عن عشرين عامًا. ¶ ( د ) سلامة الفرد من أمراض القلوب؛ وخاصة الغرور والكبر والعجب وحب الشهوة. ¶ (هـ) أن يكون لديه حد أدنى من القدرة التي تؤهله لتخصص من التخصصات مع القابلية لتنميتها. ¶ ( و ) أن يكون لديه الحماس الدعوي المنضبط. ¶ فإذا ما تم التحقق من هذه الأمور شرع الفرد في مستوى جديد الهدف منه الوصول به إلى التخصص في مجال من المجالات، ويتم تحقيق هذا الهدف من خلال: ¶ _ ربط الشخص بمتخصصين في المجال المهيأ له؛ حيث يوجه من قبلهم للكتب والدراسات والممارسات المناسبة له، مع تقويمه وتطويره من فترة لأخرى، ومع بقاء مراعاته في القضايا الهامة التي تلزم كل من يخدم الإسلام أيًا كان تخصصه سواء كانت قضايا عقدية أو منهجية أو واقعية، كما يراعى معه ما يجدد الإيمان ويصلح القلب والسلوك ويحفظ الحماس.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "- وهذه الفترة إذن فترة عطاء، يكون عطاء الشخص فيها أكثر من تلقيه ـ مع أهمية التلقي، لاسيما لتنمية التخصص عند أصحاب التخصصات التي لا تمثل امتدادًا للعملية التربوية ـ وعلى كل حال فالمقصود بالتلقي الذي يتقلص هنا هو التلقي من مربيه، أما تلقيه العلمي بنفسه ومن المتخصصين فيجب أن يزداد ويكون أقوى، وقد يكون مربيه من المتخصصين في مجاله فيستمر على التلقي المكثف منه باعتبار التخصص، وإلا فهنا في هذه المرحلة غالبًا تنتهي تبعية المربَّى للمربِّي في التلقي والأخذ، حيث يتحول إلى مربٍ للناس ومربٍ للأمة، أو متخصص في أحد التخصصات، ويبدأ في المحاضرات والدروس العامة على حسب قدراته وملكاته، كما يجتهد بقوة في التخصص العلمي الذي يسلكه أو في غيره من التخصصات ويصبح كل منا قد أخذ جانبًا تخصصيًا. ¶ وليس المطلوب أن يصبح الجميع علماء، كلا... بل المطلوب أن يبدع كلٌ في المجال الذي هو فيه سواء كان مجالاً دعويًا أو تربويًا أو علميًا أو غير ذلك من المجالات. ¶ فينبغي أن يأخذ كل منا تخصصًا في هذه الفترة؛ لأن هنا تميزت التخصصات والقدرات والمواهب، فيبدأ في التعمق في تخصصه الضيق مع مراجعة عامة للتخصصات السابقة، ويصبح مربيًا أو متخصصًا في مجاله، ويعطي عطاء قويًا. ¶ وهذه الفترة لها ملامح عامة تتميز في قوة الجانب العلمي وقوة الجانب العملي؛ فيجب أن يكون للفرد في هذا المستوى جهد عملي واضح، ولا يوجد إنسان ممن سلك طريق الدعوة إلا عنده موهبة أو تخصص أو رغبة في مجال ما، وكلٌ ميسر لما خلق له. ¶ فينبغي إذن في هذه الفترة الواسعة التي لا نهاية لها أن تركز في كل شخص على تخصص ما لا يكون مائعًا عامًا، بل يصبح الشخص متعمقًا متميزًا متخصصًا بحق في مجاله، ويظهر المردود العملي لذلك واضحًا على أرض الواقع.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وينبغي أن يشعر الفرد في هذه الفترة أنه مسؤول بين يدي الله عن واقع الأمة أو عن المجتمع وماذا قدم، ويحاسب نفسه يوميًا ماذا أعطى، مع استمرار التأصيل والتخصص. ¶ ومن الضوابط والمحاذير في هذه الفترة: ¶ ( أ ) التأني وعدم نقل الشخص إليها إلا بعد التأكد التام من أهليته. ¶ (ب) عدم الاكتفاء برأي شخص واحد في الحكم على أهليته، بل لابد من التشاور وأخذ رأي أكثر من فرد في ذلك. ¶ أمور يجب تعهدها في جميع الفترات والمستويات: ¶ 1ـ المواعظ وأعمال القلوب (الإخلاص ـ التوكل ـ الاستعانة بالله تعالى ـ اليقين ـ المحاسبة ـ المراقبة...إلخ). ¶ 2ـ قضايا العقيدة. ¶ 3ـ الجوانب الأخلاقية. ¶ 4ـ إثراء الحس الدعوي، مع تقييد الممارسة بضوابط كل فترة؛ فيمكن أن يتمثل إثراء الحس الدعوي في الفترة الأولى في حب هداية الناس، وتبييت النية للسعي في ذلك، والتفكير في بعض الممارسات المشار إليها في تلك الفترة. ¶ - - - ¶ ثالثًا: توجيهه وإعانته في حل مشكلاته ¶ الخاصة والدعوية ¶ وهذا هو التعليم بالواقع، والبناء بالأحداث، والتطبيق العملي لما تَمَّ تلقيه نظريًا، ومن خلاله يدرك الفرد المقصود بما يلقى عليه، وكيف يستفيد منه في الواقع. ¶ وإذن فهذا الدور التوجيهي في الميدان خطر ومهم جدًا، أما المربي الذي يكتفي بالطرح النظري ثم يغيب عن المتربي وعن مشكلاته بعد ذلك فإنه يترك فراغًا كبيرًا عند المتربي الذي يظل يتخبط سنوات ليدرك بنفسه كيف يطبق ما طرح عليه ويستفيد منه، أو كيف ينجح في دعوة الآخرين أو إدارة الأعمال وحل المشكلات. ¶ ومن ثم فلابد مع جهد المتربي وتجربته الخاصة من توجيه المربي له وحضوره معه في مشاكله الخاصة والدعوية حتى يوفر عليه سنوات من العمر وكثيرًا من المتاعب.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وإذا كان الفرد في الفترة الأخيرة المشار إليها آنفًا يتوجه القول بأن تكون تجاربه واستنتاجاته بمثابة المحور الأساسي في تكوين خبراته، فإنه قبل ذلك من الفترات لابد من إشراف المربي عليه، ووضع معالم الطريق له في الواقع العملي. ¶ ولا يسوغ أن نغفل أهمية شمول الإعانة والتوجيه للمشاكل الخاصة للفرد، وضرورة الحضور المؤثر والمبادرة إليه في الأزمات، ولا يصدنك عن ذلك أن ترى نفسك عاجزًا في مشكلة مادية مثلاً عن تقديم المال إليه؛ لأن المقصود أعم من ذلك، فنفس شعوره بإدراكك لمشكلته وتعاطفك معه يفرج عنه بعض ما يجد، ثم بعد ذلك فتوجيهك له وتحديد الخيارات المناسبة في حل مشكلته وتثبيته والتسرية عنه، كل ذلك أمر مطلوب قد يعمى هو عنه في ظل حصار الأزمة له، فربما أصيب بعض الواقعين في المشاكل بشلل في التفكير، وربما كان فيهم قصور في القدرة على التعامل مع المشكلة، فتأتي خبرة المربي ونضجه فيرفعان عن كاهله كثيرًا من الأثقال ويفتحان له آفاقًا كان غافلاً عنها أو على الأقل يجد تصبيرًا وتثبيتًا وأخذًا بيده حتى يتجاوز الأزمة دون انتكاسات نفسية أو انهيار في الالتزام أو الأخلاق. ¶ والمتربي لا ينتظر منك ما لا تقدر عليه، وسيكفيه منك ما يدل على صدقك وأن ذلك آخر جهدك ووسعك. ¶ - - - ¶ رابعًا: تقويمه من فترة لأخرى ¶ ومراقبة تطوره وتأثره ¶ المقصود من هذا العنوان تقويم المتربي من فترة لأخرى، ومراقبة تطوره وتأثره وفقًا لما يبذل معه، مع مراجعة مدى تحقق الجوانب الدالة على انتظام سير وسلامة بنائه. ¶ فالفرق بين المحاضر والمربي المتابعة؛ فالمحاضر يهمه أن تكون محاضرته قوية، وبعد أن يلقيها ليس من شأنه معرفة أثرها على فلان وفلان، ومدى استجابته وما يحتاجه بعد ذلك، بخلاف المربي؛ فهو معني بالمتابعة والتي منها التقويم،فهو معني بالأفراد المستمعين بأعيانهم: كيف تأثر فلان؟ ولِمَ لم يستجب فلان؟ وما المناسب فعله معه بعد ذلك؟",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "ومن الأخطاء الكبيرة التي قد تُعَرِّضُ الأفراد للضياع وتؤدي لوضع الشخص غير المناسب في مكانٍ ما كان ينبغي أن يوضع فيه، أو العمى عن مواهب الأفراد ومكانتهم... من الأخطاء الكبيرة التي تؤدي لكل ذلك الغفلة عن تقويم الأفراد من فترة لأخرى، وما يترتب على التقويم من اتخاذ الإجراءات المناسبة؛ فصاحبُ آفاتٍ وقليلُ علمٍ يتصدر... وصالحٌ منضبط ذو همة وحرص وعلم تَمُرُ عليه السنوات لا ينقله مربيه إلى درجة عملية أرفع؛ وكل ذلك من أسباب الانتكاسات. ¶ ومن الخطأ أيضًا أن يتم تقويم المربي للشخص الذي معه من خلال ارتباطه به وانتمائه إليه واحترامه له لا غير، أو من خلال بروزه فيما يميل إليه المربي، فحذار من الانسياق وراء الميول الشخصية في التقويم أو الانسياق وراء العاطفة مدحًا أو قدحًا؛ فنجعل الشخص في موضع أكبر منه أو نهوي به أو نجمده، بل يجب أن يتم تقويم الفرد من خلال ترقيه في الواقع العملي في: عبادته وسلوكه وعلمه وعمله، ومن خلال تصور مجتمع أهل السنة والجماعة تصورًا سليمًا والنظر إلى التخصصات المختلفة بعين الاعتبار، ومن خلال وجود الجوانب الدالة على انتظام السير وسلامة البناء مثل: ¶ الشمول والاتزان؛ ونعني بالشمول تقدم الفرد في العلم والسلوك معًا، ونعني بالاتزان عدم تضخيم جانب أو تضخم جانب على حساب الآخر. ¶ التميز؛ أي أن تكون صياغته العقائدية والسلوكية والفكرية والشكلية بحيث يتشكل في صورة مستقلة بارزة تمثل الإسلام؛ إذا رآها الإنسان قال: هذا هو الإسلام، ويترتب على التميز المفاصلة، وهي اتخاذ المواقف العملية التي يقتضيها التميز؛ أي أننا نعني التميز النظري والعملي. ¶ الاهتمام بمعرفة المعايير والقواعد الأساسية والأصول أكثر من الاهتمام بحفظ الجزئيات، فحفظ الجزئيات وحده لا يصلح؛ لأن الجزئيات غير متناهية نظرًا لاستمرار النوازل. ¶ أن يكون هم الفرد الأخذ بالعزائم لا تتبع الرخص.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "أن يكون الفرد مقتنعًا أنه لا يمكن أن يعمل في جميع فترات العمل أو التربية إلا في إطار التعاون مع الآخرين، أما العمل الفردي البحت فلا مكان له، والعمل في إطار التعاون مع الآخرين مأمور به في قوله تعالى: {وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى}[المائدة:2]، كما دَلَّ عليه قوله تعالى: {كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ الْمُنْكَرِ} [آل عمران:110]، وقوله تعالى: {وَالْعَصْرِ (1) إِنَّ الْإِنْسَانَ لَفِي خُسْرٍ (2) إِلَّا الَّذِينَ آَمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ} [العصر]، وقوله تعالى: {وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعاً وَلا تَفَرَّقُوا} [آل عمران: 103]، فلابد أن يتعاون الدعاة، ويتعاون المسلمون عامة، ولا يتصور إنسان أنه سيصبح أمة وحده؛ إنما يتصور ذلك لو كان يحيا وحده في مجتمع كافر، فيصبح حينئذ أمة وحده، ونحن ولله الحمد نعيش بين المسلمين، فينبغي مراعاة التعاون معهم على وجه العموم، والتعاون مع طلاب العلم والعاملين والدعاة على وجه الخصوص حتى نؤدي دورًا مهمًا في النهوض بأمة الإسلام ونشر دعوته ونصرة شريعته، وكلما تقدمت مسيرة الإنسان في دعوته يزداد قناعة بحاجته وحاجة العلماء إلى الناس وبحاجة طلاب العلم والناس عامة إليه. ¶ ومن المهم في التقويم ـ خاصة عند إرادة اتخاذ قرار هام ـ أن يستنير المربي بآراء غيره ممن يحتكون بالفرد الذي يريد تقويمه ويرون تصرفاته وسلوكه.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "كما ينبغي للمربي القديم الخبير إذا كان لديه من ينوب عنه في تربية فرد من الأفراد ألا يعتمد اعتمادًا كليًا على رأي وملاحظات من ينوب عنه، فينبغي أن تكون له نظرته الخاصة التي اكتسبها من خبرته الطويلة ويناقش مع من ينوب عنه تقويم ذلك الفرد، ولا ينبغي أن ننسى أن بعض المربين عنده غلو في مدح وتزكية الفرد الذي معه، والبعض الآخر قد يكون عنده غيرة ممن يربيهم؛ لاسيما إذا شعر أنهم قد يرتفعون إلى تخصص من التخصصات أو يبرزون في جانب من الجوانب التي لم يبرز فيها، وأحيانًا توجد إحن وأمور شخصية قد تؤثر في التقويم، وقد يصعب على كثيرين التجرد التام في تقويم الأفراد، ومن ثم احتاج المربي إلى مشاركة غيره في الرأي، فتعدد الآراء في التقويم يقلل من نسبة الخطأ، كما احتاج إلى الحذر من الاعتماد الكلي على ملاحظة من ينوب عنه لكن لابد من هذه الملاحظات لتفتح له الطريق، ولأن الغالب فيها مقاربة الحق. ¶ - - - ¶ خامسًا: محاسبته ومجازاته ¶ وهذا أمر ينبغي البدء فيه مبكرًا؛ فيحاسب على الالتزام بالمواعيد، والتحضير والحفظ، والسلوك، وغير ذلك. ومع تقدمه يحاسب على بذله وعطائه وقيامه بالأعمال الدعوية ونحوها، وينبغي اتساع المحاسبة لتشمل التصرفات والسلوكيات والمحافظة على السنة واتباعها في مختلف الأمور بالإضافة إلى إتقان الفرائض وعدم التفريط فيها، ويحاسب على من يدعوهم من الأفراد وماذا قدم لهم، وكيف يتولهم، ومع كل ذلك يوجد التشجيع أو العتاب أو غير ذلك من صور المجازاة سلبًا وإيجابًا. ¶ لكن هنا مشكلة؛ وهي أن المربي أو الداعية يكون عند المجازاة على التقصير أمام معادلة صعبة؛ فهو يريد الجمع بين ضبط الأمور بما يقتضيه ذلك الضبط مع معاتبة المقصر أو معاقبته، والمحافظة في نفس الوقت على المودة والمحبة وروح الأخوة التي بينهما، فماذا يصنع؟",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وللإجابة نقول: إن هناك ضوابط لو التزمها المربي لخفت تلك الصعوبة ولتمكن بإذن الله من تحقيق المراد دون سلبيات أو بأقل سلبيات، وهذه الضوابط تتمثل فيما يلي: ¶ ? أن يراعي في مسألة العتاب عدم الإفراط والتفريط، وملاحظة الفروق الفردية بين المعاتبين؛ سواء من ناحية قدراتهم ومن ثم حجم التقصير الذي يمكن نسبته إليهم، أو من ناحية حساسيتهم وتأثرهم؛ فالبعض يكفيه عتابًا مجرد السكوت وترك التشجيع، والبعض تكفيه نظرة العتاب دون الكلام، والبعض يحتاج عتابًا خفيفًا أو إشارة عابرة، والبعض يحتاج عتابًا ثقيلاً وربما ما هو أكثر من ذلك من إجراءات. ¶ ? الوسطية في الحزم بين التشدد والتسيب. ¶ ? تناسب الشدة مع حجم الخطأ ومستوى المتربي والظروف المحيطة بالخطأ. ¶ ? أن تكون الشدة والغضب فيما يمس المبادئ وليس لشخص المربي. ¶ ? ينبغي أن يكون حزم المربي في التطبيق والتنفيذ العملي لمقتضيات العمل وما يمليه عليه دوره لا في معالجة أخطاء الأفراد الذين يربيهم فحسب. ¶ ? ملاطفة المربي للفرد وربما اعتذاره له إذا تجاوز في عتابه أو عقوبته أو شعر بأنه قد ظلمه، ولا يمنعه موضعه أو عزة نفسه عن ذلك. ¶ ? الحذر من انتقاص الفرد وتحطيمه بحجة تعريفه بقدر نفسه. ¶ - - - ¶ أمور مهمة لنجاح الداعية ¶ فيما يلي أمور مهمة لنجاح الداعية أو المربي مع من يربيه: ¶ 1ـ شعور الفرد أو المدعو بالأمان في ظل مربيه أو معه: ¶ وهذا الشعور بالأمان ينشأ من: ¶ ( أ ) الثقة في أن المربي لا يتصرف تصرفًا معينًا يقصد به أو يتعمد الأذى أو الإساءة أو الانتقاص، وهذه الثقة تنشأ من رصيد المربي في صدق المحبة والعاطفة والتعامل مع أصحابه. ¶ (ب) الاطمئنان إلى أن المربي شديد الارتباط بالشرع، محكوم به؛ فكلاهما يتحاكمان إلى الشرع، ومن السهل حسم أي اضطراب أو إشكال بينهما. ¶ (",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "جـ) عدم غياب المربي أو القائد أو غياب تأثيره في الأزمات والمشاكل؛ سواء في ذلك المبادرة والحضور المؤثر إلى جانب الفرد في أزماته ومشاكله الخاصة أو الحضور والتأثير في الأزمات والمشاكل العامة؛ فإنه يكبر بذلك عند من يربيهم، وتطمئن قلوبهم له. قال علي رضي الله عنه: \"كنا إذا احمرَّ البأس ولقي القومُ القومَ اتقينا برسول الله - صلى الله عليه وسلم - ؛ فما يكون منا أحد أدنى من القوم منه\"(¬1). ¶ وكذا ينبغي للمربي عدم التملص أو التهرب من الأعمال الدعوية بل على العكس، يُقدم عليها تضحية لا رياء. ¶ ( د ) شعور الفرد بأنه يشغل مكانًا في قلب مربيه، وهذا يفسر نشاط وارتباط الفرد بمن دعاه أول مرة فتبصر على يديه، وتأمل قوله - صلى الله عليه وسلم - : \"الولاء لمن أعتق\"(¬2). ¶ (هـ) عناية المربي بالفرد وأسرته وطاقاته، ولاسيما والمدعو يربط مصيره وأهله وماله بهذه الدعوة. ¶ 2ـ أن يشعر الفرد فيك بالقيادة كما تشعر أنت أيضًا بها. ¶ وإذا كانت النقاط السابقة ينشأ عنها شعور الفرد بالأمان في ظل مربيه فإنها تشعره أيضًا بأنك قائد فتسهل متابعتك له وتسهل استجابته. ¶ ونضيف هنا أمورًا تساعد أحيانًا ـ ولو لم تقصد ـ على شعور الآخرين بأنك قائد ومربي، ولها أثر عظيم على شعورهم بقيادتك الأبوية واهتمامك بهم وفطنتك؛ كأن تحفظ معلومة عابرة عنه كاسمه أو اسم ولده أو مشكلة عنده فتلقاه بعد زمن فتقول له: ماذا فعلت في مشكلتك الفلانية؟ أو كيف ولدك فلان أو والدك؟ أو ما فعل مريضك؟...إلخ، فما أعظم أثر ذلك؛ لاسيما إذا كنت شخصية مرموقة أو كثيرة الأعباء ومنغمسة أو منشغلة في أعمال عديدة، بل قد عزى بعضهم سر نجاح بعض القادة إلى حفظهم لأسماء جنودهم. ¶ 3ـ صدق العاطفة وربط الأفراد بالحب قبل الخوف، والقدرة على استمالة قلوب الآخرين، وإن كان بقاء حد أدنى من الهيبة والاحترام لابد منه كما سبق. ¶ ¬__________ ¶ (¬1) أخرجه أحمد في المسند (1/156). ¶ (¬2) متفق عليه.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "4ـ طيبة القلب وسلامة الصدر. ¶ 5ـ التواضع والاحترام للفرد صغيرًا كان أو كبيرًا، ويراعى مع ذلك إنزال الناس منازلهم. ¶ 6ـ حسن الخلق والدماثة والعطف والرفق، وأن تعامل الآخرين بمثل ما تحب أن يعاملوك. ¶ 7ـ الإيمان بالمهمة والتحمس. ¶ 8ـ الاتصال المستمر في المتابعة وعدم وجود فترات انقطاع؛ لأن فترات الانقطاع قد تؤدي لتقهقر الفرد أو فتوره. ¶ 9ـ تذكر عمل الدعاة معك، وما حببهم إليك، وما كاد أن ينفرك منهم. ¶ 10ـ مطابقة العمل للقول (القدوة). ¶ 11ـ العدل والهدوء وضبط النفس. ¶ 12ـ التوسط في الحزم. ¶ 13ـ التأني والتدرج في نقل الفرد من مستوى لآخر. ¶ 14ـ العلم الشرعي وإدراك الواقع. ¶ 15ـ الاستفادة من خبرات السابقين. ¶ 16ـ الفراسة ومعرفة الرجال، والمدخل إلى كل منهم، والطبيعة النفسية لكل منهم، وما فيها من سهولة أو التواء. ¶ 17ـ إدراك مراتب الولاء والبراء حسب القرب والبعد عن الله وعما كان عليه رسوله - صلى الله عليه وسلم - . ¶ 18ـ القدرة على الإلقاء أو التعبير والإيضاح. ¶ 19ـ القدرة على التحليل والاستنتاج. ¶ 20ـ السهولة والبساطة وسعة الصدر وعدم التكلف. ¶ 21ـ القدرة على توظيف الطاقات واكتشاف المواهب وتنميتها. ¶ 22ـ الكرم والتضحية. ¶ 23ـ التوسط في مخالطة المتربي؛ فقد دلت التجارب على أن ذلك أدعى لنجاح المربي في توجيه المتربي ووقايته من كثير من الآفات. ¶ - - - ¶ أمور تفسد التربية وتفشل الدعوة الفردية ¶ بالإضافة إلى افتقاد شيء مما سبق فهناك عدة أمور تسبب فشل الداعية مع المدعو أو فشل المربي مع المتربي منها: ¶ 1ـ التعلق بفرد معين من المدعوين أو الذوبان في المدعو أو المتربي، ومن ثم فقدان زمام التوجيه وتحول المسألة إلى مسألة حب وتعلق لا غير. ¶ 2ـ ضعف التعلق أو ضعف الصلة بالله تعالى.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "3ـ ظن البعض أن المتابعة أو التربية تعني أن يضرب حول المتربي بسور حتى لا يتعامل مع غيره ولا يستفيد من غيره، حتى أنه ليصبح شديد الحساسية والغضب لمجرد رؤيته لبعض أقرانه يسلم على من يربيه أو يبتسم له، وحتى أنه ليتطفل ويتدخل في أخص خصوصياته، ويضعه في قفص حديدي وفي عنقه ويده الأغلال والحبال، حتى يصبح كابوسًا جاثمًا على صدره. ¶ 4ـ الخلط بين معنى المتابعة أو التربية والأخوة الخاصة، فالبعض تكون علاقته بالمدعو علاقة أخوة خاصة لكن ليس فيها معنى القيادة والتوجيه، وعلاقة الأخوة الخاصة هذه تليق وتصلح للأقران أكثر من التلاميذ. ¶ 5ـ غيرة بعض المربين من تلاميذهم؛ فيضيقون ذرعًا بالنابغ في علم ما أو من تظهر عليه بوادر ترشحه لتخصص ما لا يجيدونه هم، فيقتلون فيه ما يميزه عنهم بدلاً من الأخذ بيده ليكون من المتخصصين؛ كالوالد يفرح بتفوق ولده عليه بل ويهيئ له السبل لذلك، وهذا السلوك المخلص في الحقيقة يزيد الفرد قناعة بمربيه، لا كما يظنه المربي القاصر الذي يخاف من تميز الأفراد وتفوقهم، ويتوهم أنه لو ساعدهم على ذلك سيفقدون قناعتهم به، فيقع فيما يحذره، فيفقدون قناعتهم به لطول حبسه لهم وتأخيره لهم عن أقرانهم ممن تربوا مع غيره. ¶ 6ـ عدم التلازم بين المربي والمتربي. ¶ 7ـ كثرة أعباء المربي وتعدد مسؤولياته وانفتاحه في العمل العام. ¶ 8ـ انشغال ذهن المربي بقضايا خاصة أو مشكلات اجتماعية أو مادية. ¶ 9ـ وجود تيارات أو أفكار مخالفة لها تأثيرها على المتربين؛ لاسيما إذا صاحبها كسل من المتابعين أو ضعف. ¶ 10ـ الأنانية والحرص الشديد على المصالح الخاصة، والبخل أو الإمساك. ¶ 11ـ إيثار بعض الناس أو الأصحاب غير الجادين بأوقات طويلة ـ دون جدوى ـ في الوقت الذي يجد فيه المتربون أنفسهم بأمس الحاجة لمثل هذه الأوقات، مما يقلل المربي في نظرهم ويفقدهم الثقة به، بل وربما يفتنهم ويضعفهم. ¶ 12ـ ربط الأشخاص بالخوف والقهر لا بالحب والإقناع والإفادة.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "13ـ عدم الاكتراث بمواهب الفرد وميوله وإهمال توظيف طاقاته. ¶ 14ـ عدم إجادة سياسة معاوية في شد الشعرة التي بينه وبين الناس وإرخائها، دون قطعها أو تركها بالكلية، وكذلك خسارة من لا يكسبهم. ¶ 15ـ التهاون أو التسرع في أخذ القرار أو الإفتاء، أو التهاون في ضبط الفتوى أو النقل مما يؤدي إلى الاضطراب وفقدان الثقة. ¶ 16ـ الجمود على مستوى علمي معين، وإهمال القراءة والبحث والاطلاع. ¶ - - - ¶ الخاتمة ¶ إن قضية الدعوة الفردية وتربية الأفراد في الحقيقة خط عريض في العمل الإسلامي لابد منه؛ بل هي قضية المحافظة على العمل الإسلامي واستمراره. ¶ لئن مات جيل فجيل يجيء ... وإن مات صف فصف يباري ¶ ومن ثم يجب علينا رعاية هذه القضية وإعطاؤها حقها حتى يظل للدعوة حيويتها وتوهجها ويبقى عمودها الفقري سليمًا قويًا. ¶ أسأل الله جل وعلا أن يعيننا على ذلك وأن يجزل المثوبة والأجر لكل من نفعني الله به فيما كتبته في هذه الرسالة، وأن يغفر لي ما كان فيها من زلل أو نقص، والله تعالى أعلم، وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين. ¶ - - - ¶ الفهرس ¶ الموضوع ... الصفحة ¶ مقدمة ... 5 ¶ دور المربي في الدعوة الفردية ... 7 ¶ أولاً: القرب من المدعو والإحاطة بأموره ... 9 ¶ ثانيًا: الاجتهاد في بنائه والارتقاء به ... 12 ¶ ثالثًا: توجيهه وإعانته في حل مشكلاته الخاصة والدعوية ... 31 ¶ رابعًا: تقويمه من فترة لأخرى، ومراقبة تطوره وتأثره ... 34 ¶ خامسًا: محاسبته ومجازاته ... 40 ¶ أمور مهمة لنجاح المربي أو الداعية في الدعوة الفردية ... 43 ¶ أمور تفسد التربية وتفشل الدعوة الفردية ... 48 ¶ خاتمة ... 53 ¶ الفهرس ... 55 ¶ - - -",
            "page": "22",
            "part": "1"
        }
    ],
    "t35100": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "دور المربي في الدعوة الفردية"
        }
    ]
}