{
    "b35105": [
        {
            "id": "1",
            "nass": "لحوم العلماء مسمومة ¶ أولاً: تقديم لسماحة الشيخ عبد العزيز بن عبد الله بن باز ¶ الحمد لله والصلاة والسلام على رسول الله وعلى آله وأصحابه ومن اهتدى بهداه. ¶ أما بعد: ¶ فقد اطلعت على الرسالة القيمة التي جمعها الأخ في الله الشيخ العلامة \"ناصر بن سليمان العمر\" بعنوان: (لحوم العلماء مسمومة) فألفيتها رسالة قيمة قد أجاد فيها وأفاد ونقل فيها من الأدلة الشرعية وكلام أهل العلم ما يشفي ويكفي في التحذير من غيبة العلماء والوقوع في أعراضهم فجزاه الله خيرا وضاعف مثوبته وإن نصيحتي لطلبة العلم بأن يقرءوها ويستفيدوا منها وأن يحفظوا ألسنتهم من الغيبة لإخوانهم في الله عامة ومن الغيبة لأهل العلم بصفة خاصة عملا بقول الله - عز وجل - ( وَلا يَغْتَبْ بَعْضُكُمْ بَعْضاً) (الحجرات: من الآية12) واتقاء لما في الغيبة من الشر العظيم والعواقب الوخيمة ولا يستثنى من ذلك إلا ما دلت الأدلة على استثنائه وهي أمور ستة جمعها بعضهم في بيتين فقال: ¶ الذم ليس بغيبة في ستة ¶ ولمظهر فسقا ومستفت ومن ... متظلم ومعرف ومحذر ¶ طلب الإعانة في إزالة منكر ¶ وفقني الله وجميع المسلمين لما فيه رضاه وأعاذنا جميعا من شرور أنفسنا وسيئات أعمالنا إنه جواد كريم وصلى الله وسلم على نبينا محمد وآله. ¶ عبد العزيز بن عبد الله بن باز ¶ الرئيس العام ¶ لإدارات البحوث العلمية والإفتاء والدعوة والإرشاد ¶ ثانياً: مقدمة الطبعتين ( الأولى والثانية ) ¶ مقدمة الطبعة الثانية ¶ الحمد لله حمدا كثيرا مباركا فيه كما يحب ربنا ويرضى، وأصلي وأسلم على نبينا محمد وعلى آله وصحبه أجمعين. ¶ أما بعد: ¶ فالكل يعلم ما للعلماء من مكانة، حيث رفع الله من شأنهم وأعلى في درجاتهم، ونظرا لتهاون كثير من الناس في هذا الأمر وتساهلهم فيه، مما أحدث خللا في التصور والسلوك، من أجل ذلك جاءت هذه الرسالة في طبعتها الثانية. ¶ وهي تزدان وتشرف بمقدمة شيخنا العلامة، الإمام الجهبذ أبي عبد الله عبد العزيز بن عبد الله بن باز -حفظه الله ورعاه وبارك في عمره-، حيث شرفني بقراءة هذه الرسالة كاملة، ثم كتب هذه المقدمة التي هي بين يديك أخي الكريم، فجزاه الله عنا وعن الإسلام خير الجزاء. ¶ واسأل الله أن ينفع بهذه الرسالة كاتبها وقارئها وحاملها والمحمولة إليه، وأن يجعلها خالصة لوجهه الكريم وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين. ¶ الرياض 18 / 4 / 1413هـ ¶ مقدمة الطبعة الأولى",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "إن الحمد لله، نحمده، ونستعينه، ونسستغفره، ونستهديه، ونعوذ بالله من شرور أنفسنا، ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد ألا إله إلا الله وحده لا شريك له، وأشهد أن محمدا عبده ورسوله، صلى الله عليه وعلى آله وصحبه، وسلم تسليما كثيرا. ¶ (يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ) (آل عمران:102). ¶ (يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيباً) (النساء:1). ¶ (يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلاً سَدِيداً يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزاً عَظِيماً) (الأحزاب:70، 71). ¶ أما بعد: ¶ فإن ثمة موضوعا مهما جديرا بالطرح، حقيقا بأن نتفقه فيه لشدة حاجتنا إليه، ولخطورة النتائج المترتبة عليه. ¶ إن الصحوة اليوم بحاجة إلى ترشيد وتوجيه، لكي لا تؤتى من داخلها. ¶ فالنار تأكل بعضها ... إن لم تجد ما تأكله ¶ إن لم تجد هذه الصحوة المباركة من يوجهها ويرشدها فإنني أخشى عليها من نفسها، قبل أن أخشى عليها من أعدائها. ¶ وقبل الشروع في الموضوع لا بد من التنبيه إلى أن له قصة لا بد أن تروى: ¶ فقد بلغني في العام الماضي أن هناك بعض الطيبين المنتسبين إلى الصحوة يلتقون في مناسبات مختلفة، ويكون جل حديثهم عن العلماء، يقومون العلماء، ويذمون ويمدحون، وهم شباب أحسن ما تصفهم به أنهم من طلاب العلم، لا من العلماء؛ فتأثرت بذلك الأمر، وطفقت أقرأ في كتب السلف، وأفتش في صفحاتها متسائلا: ¶ هل كان شبابهم وعلمائهم يفعلون مثلما نفعل؟ ¶ وجمعت من الموضوع مادة، وألقيته في إحدى الجامعات ولكني أعتذرت عن إخراجه، ونشره في ذلك الحين؛ لأنه لم يكن قد استوى على سوقه بعد. ¶ ومرت فترة من الزمن، وتمخضت الأيام عن إيذاء لأحد الدعاة العلماء في عرضه، فكان ذلك طعنة نجلاء موجهة إلى كل عالم، وكل طالب علم، آلمتنا وأحزنتنا، وأقضت مضاجعنا، فطلب إلي بعض الإخوة الذين استمعوا إلى هذا الموضوع أن أخرجه، فاعتذرت عن ذلك؛ لأن مادته لم تكتمل عندي بعد.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وجاءت الأحداث الأخيرة المريرة، جاءت الفتن التي هي كقطع الليل المظلم، التي نعيش فيها هذه الأيام ونتجرع غصصها، فماذا حدث؟! ¶ حدث ما يريده الأعداء، واستبيحت لحوم العلماء، ولم يقتصروا على نهش أعراض طلاب العلم والدعاة، بل فتح الباب على مصراعيه لكل من هب ودب؛ حتى تطاول العامة، وتطاول المنافقون والعلمانيون على علمائنا، وقلما تدخل مجلسا فتجده منزها عن الوقيعة في عالم من العلماء؛ فقلت: إن تأخير البيان عن وقت الحاجة لا يجوز؛ فكانت هذه السطور تذكيرا، ونصحا، وتبيانا، وتحذيرا من عاقبة الحديث في العلماء، والولوغ في أعراضهم وحرصت -بقدر الإمكان- على توضيح السبيل الصحيح لمعالجة هذه القضية، وفق منهج أهل السنة والجماعة. ¶ ورحم الله ابن عساكر حين قال: \"اعلم يا أخي -وفقني الله وإياك لمرضاته، وجعلني وإياك ممن يخشاه ويتقيه حق تقاته- أن لحوم العلماء مسمومة، وعادة الله في هتك أستار منتقصهم معلومة، وأن من أطلق لسانه في العلماء بالثلب؛ بلاه الله قبل موته بموت القلب\"، (فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ) (النور: من الآية63). ¶ وموضوع \"لحوم العلماء مسمومة\" طويل، وعناصره كثيرة. ولكنني سأحاول الاختصار -بقدر الإمكان-، مكتفيا من القلادة بما أحاط بالعنق. ¶ ثالثاً: أسباب طرق هذا الموضوع ¶ يمكن تلخيص أسباب الحديث عن هذا الموضوع فيما يأتي: ¶ 1- إن مكانة العلماء في الإسلام مكانة عظيمة؛ مما يوجب توقيرهم وإجلالهم. ¶ 2- تساهل كثير من الناس في هذا الأمر. ¶ 3- وقوع بعض طلاب العلم في علمائهم من حيث لا يشعرون. ¶ 4- عدم فهم كثير من الدعاة للمنهج الصحيح في معالجة هذه القضية. ¶ 5- الهجمة الشرسة المنظمة من المنافقين والعلمانيين على علمائنا، تبعا لأسيادهم من اليهود والنصارى. ¶ رابعاً: مكانة العلماء وفضلهم ¶ قال الله -تعالى-:(هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لا يَعْلَمُونَ) (الزمر: من الآية9)، ويقول -سبحانه-: (إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ) (فاطر: من الآية28)، ويقول -جل وعلا-: (يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ) (النساء: من الآية59) وأولو الأمر -كما يقول أهل العلم-: هم العلماء، وقال بعض المفسرين: أولو الأمر: الأمراء والعلماء.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "ويقول الله - عز وجل - (يَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ) (المجادلة: من الآية11). ¶ ويقول -تعالى-: (شَهِدَ اللَّهُ أَنَّهُ لا إِلَهَ إِلَّا هُوَ وَالْمَلائِكَةُ وَأُولُو الْعِلْمِ قَائِماً بِالْقِسْطِ لا إِلَهَ إِلَّا هُوَ الْعَزِيزُ الْحَكِيمُ) (آل عمران:18). ¶ وروى البخاري ومسلم عن معاوية - رضي الله عنه - عن النبي - صلى الله عليه وسلم - أنه قال: \" من يرد الله به خيرا يفقهه في الدين \" قال ابن المنير -كما يذكر ابن حجر-: \"من لم يفقهه الله في الدين فلم يرد به خيرا\". ¶ وروى أبو الدرداء عن النبي - صلى الله عليه وسلم - أنه قال: \" فضل العالم على العابد كفضل القمر على سائر الكواكب ليلة البدر، العلماء هم ورثة الأنبياء، إن الأنبياء لم يورثوا دينارا ولا درهما، إنما ورثوا العلم، فمن أخذ به، فقد أخذ بحظ وافر \" (1) (2). ¶ ومن عقيدة أهل السنة والجماعة - كما يقول الشيخ عبد الرحمن بن سعدي -رحمه الله-: \"أنهم يدينون الله باحترام العلماء الهداة\"، أي أن أهل السنة والجماعة، يتقربون إلى الله -تعالى- بتوقير العلماء، وتعظيم حرمتهم. ¶ قال الحسن: \"كانوا يقولون: موت العالم ثلمة في الإسلام لا يسدها شيء ما اختلف الليل والنهار\". ¶ وقال الأوزاعي: \"الناس عندنا أهل العلم، ومن سواهم فلا شيء\". ¶ وقال سفيان الثوري: \"لو أن فقيها على رأس جبل، لكان هو الجماعة\". ¶ وحول هذه المعاني يقول الشاعر: ¶ الناس من جهة التمثال أكفاء ¶ فإن يكن لهم في أصلهم نسب ¶ ما الفضل إلا لأهل العلم إنهم ¶ وقدر كل امرئ ما كان يحسنه ... أبوهم آدم والأم حواء ¶ يفاخرون به فالطين والماء ¶ على الهدى لمن استهدى أدلاء ¶ والجاهلون لأهل العلم أعداء ¶ __________ ¶ (1) - أخرجه أبو داود والترمذي والدارمي، وهو حديث حسن. ¶ (2) - أخرجه أبو داود والترمذي والدارمي، وهو حديث حسن.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "من هذه النصوص الكريمة، ثم من هذه الأقوال المحفوظة تتبين لنا المكانة العظيمة، والدرجة العالية التي يتمتع بها علماء الأمة؛ ومن هنا وجب أن يوفيهم الناس حقهم من التعظيم والتقدير، والإجلال وحفظ الحرمات، قال الله -تعالى-: (وَمَنْ يُعَظِّمْ حُرُمَاتِ اللَّهِ فَهُوَ خَيْرٌ لَهُ عِنْدَ رَبِّهِ) (الحج: من الآية30)، ويقول -جل وعلا-: (وَمَنْ يُعَظِّمْ شَعَائِرَ اللَّهِ فَإِنَّهَا مِنْ تَقْوَى الْقُلُوبِ) (الحج: من الآية32)، والشعيرة -كما قال العلماء-: كل ما أذن الله وأشعر بفضله وتعظيمه، والعلماء -بلا ريب- يدخلون دخولا أوليا فيما أذن الله وأشعر بفضله وتعظيمه، بدلالة النصوص الكريمة السالفة الإيراد. ¶ إذن، فالنيل من العلماء وإيذاؤهم يعد إعراضا أو تقصيرا في تعظيم شعيرة من شعائر الله، وما أبلغ قول بعض العلماء: \"أعراض العلماء على حفرة من حفر جهنم\" ¶ وإن مما يدل على خطورة إيذاء مصابيح الأمة (العلماء)، ما رواه البخاري عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم - \" قال الله -عز وجل في الحديث القدسي-: من عادى لي وليا فقد آذنته بالحرب \". ¶ أخي القارئ الكريم: كلنا يدرك أن من أكل الربا فقد آذنه الله بالحرب، إن لم ينته ويتب عن ذلك الجرم العظيم، كلنا يدرك هذا، ولكن هل نحن ندرك -أيضا- أن من آذى أولياء الله فقد حارب الله -جل وعلا- كما تبين من الحديث السابق؟ هل نحن نستحضر هذا الوعيد الشديد، عندما نهم بالحديث في عالم من العلماء؟ ¶ روى الخطيب البغدادي عن أبي حنيفة والشافعي -رحمهما الله- أنهما قالا: \"إن لم يكن الفقهاء أولياء الله، فليس لله ولي\". قال الشافعي: \"الفقهاء العاملون\": أي أن المراد: هم العلماء العاملون. ¶ وقال ابن عباس -رضي الله عنهما-: \" من آذى فقيها فقد آذى رسول الله - صلى الله عليه وسلم - ومن آذى رسول الله - صلى الله عليه وسلم - فقد آذى الله - عز وجل - \". ¶ لعل في هذه النصوص تبيينا لفضل العلماء، وتذكيرا ببعض ما يجب لهم علينا من الحقوق. ¶ خامساً: مكانة اللسان وخطورته",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ولنقف وقفة لا بد منها في هذا المقام، للتنبيه إلى خطورة اللسان؛ لأننا قد تمادينا في التساهل بأمره، والغفلة عن صونه من الزلل، ولنوطِّئ لذلك بإشارة إلى فضل نعمة اللسان، تلك الجارحة التي امتن الله بها علينا، وإن مما يدل على عظم شأنها ما حكاه الله -تعالى- عن موسى -عليه السلام- من قوله: (وَاحْلُلْ عُقْدَةً مِنْ لِسَانِي) (طه:27)، وقوله:( وَلا يَنْطَلِقُ لِسَانِي) (الشعراء: من الآية13)، وقوله عن أخيه هارون: (هُوَ أَفْصَحُ مِنِّي لِسَاناً) (القصص: من الآية34)، ويقول الله -سبحانه- ممتناً على عبده: (أَلَمْ نَجْعَلْ لَهُ عَيْنَيْنِ وَلِسَاناً وَشَفَتَيْنِ) (البلد:8، 9). ¶ وعندما نتأمل -مثلا- حال المحروم من هذه النعمة ألا وهو (الأبكم)، فإننا ندرك -عقليا- عظم هذه المنة الإلهية: ¶ هل يستطيع الأبكم أن يعبر عما في نفسه؟! ¶ إنه عندما يريد التعبير عن شيء فإنه يستخدم كثيرا من أعضائه، ومع ذلك لا يشفي نفسه، ولا يبلغ مراده، وإن بلغه فبشق الأنفس. ¶ إذن، فنعمة اللسان من أجل النعم، ومن أكبر المنن الإلهية علينا، فهل حافظنا عليها؟ هل استخدمناها في الخير وجنبناها الزور والوقيعة في أعراض العلماء وغير العلماء؟ ¶ إن النصوص تدل على خطورة أمر هذه الجارحة، وفداحة الخسارة الناجمة عن التهاون في حفظها، قال الله -تعالى- في شأن الإفك: (إِذْ تَلَقَّوْنَهُ بِأَلْسِنَتِكُمْ وَتَقُولُونَ بِأَفْوَاهِكُمْ مَا لَيْسَ لَكُمْ بِهِ عِلْمٌ وَتَحْسَبُونَهُ هَيِّناً وَهُوَ عِنْدَ اللَّهِ عَظِيمٌ) (النور:15). وقال -تعالى- في المنافقين: (فَإِذَا ذَهَبَ الْخَوْفُ سَلَقُوكُمْ بِأَلْسِنَةٍ حِدَادٍ) (الأحزاب: من الآية19)، وقال -تعالى-: (يَقُولُونَ بِأَلْسِنَتِهِمْ مَا لَيْسَ فِي قُلُوبِهِمْ) (الفتح: من الآية11) (وَتَصِفُ أَلْسِنَتُهُمُ الْكَذِبَ أَنَّ لَهُمُ الْحُسْنَى) (النحل: من الآية62). ¶ ولذلك جاء الأمر بحفظ اللسان، والتحذير من إطلاق العنان له: (يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلاً سَدِيداً) (الأحزاب:70)، (وَلا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ) (الإسراء: من الآية36).",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وفي الحديث الذي رواه الترمذي: \" وهل يكب الناس في النار على وجوههم إلا حصائد ألسنتهم \"، (1) ويقول الرسول - صلى الله عليه وسلم - في الحديت المتفق على صحته: \" من يضمن لي ما بين لحييه وما بين فخذيه أضمن له الجنة \". ¶ إن كثيرا من الناس -وبخاصة الطيبين المستقيمين- يضمنون ما بين الفخذين، وهذه نعمة عظيمة، وفقهم الله -تعالى- إليها. ¶ ولكن.. هل نحن نضمن ما بين اللحيين؟ هل يمر علينا يوم بدون أن نقع في عرض مسلم، عالما كان أو غير عالم؟! ليحاسب كل امرئ نفسه، وليناقشها في ذلك الأمر الخطير؛ لكي نصحح أوضاعنا في هذا الجانب؛ امتثالا لقول الرسول - صلى الله عليه وسلم - \" المسلم من سلم المسلمون من لسانه ويده \" متفق عليه؛ وحذرا من الوعيد في مثل قوله -عليه الصلاة والسلام-: \" إن العبد ليتكلم بالكلمة ما يتبين فيها يزل بها في النار أبعد مما بين المشرق والمغرب \" متفق عليه. ¶ وما أحكم قول الشاعر: ¶ يصاب الفتى من عثرة بلسانه ¶ فعثرته بالقول تذهب رأسه ... وليس يصاب المرء من عثرة الرجل ¶ وعثرته بالرجل تبرا على مهل ¶ وقول الآخر: ¶ احفظ لسانك أيها الإنسان ¶ كم في المقابر من قتيل لسانه ... لا يلدغنك إنه ثعبان ¶ كانت تهاب لقاءه الشجعان ¶ وقول الآخر: ¶ الصمت زين والسكوت شجاعة ¶ فإذا ندمت على سكوتك مرة ... فإذا نطقت فلا تكن مكثاراً ¶ فلتندمن على الكلام مراراً ¶ قال حاتم الأصم: \"لو أن صاحب خبر جلس إليك ليكتب كلامك؛ لاحترزت منه، وكلامك يعرض على الله -جل وعلا- فلا تحترز!‍‍‍‍‍\". ¶ وههنا أمر لابد من إبرازه: ¶ لئن كانت غيبة العلماء من أشد وأقبح أنواع الغيبة، فإن هذا لا يعني أن لحوم غيرهم من الناس مباحة، بل هي محرمة كذلك؛ قال -تعالى-: (وَلا يَغْتَبْ بَعْضُكُمْ بَعْضاً أَيُحِبُّ أَحَدُكُمْ أَنْ يَأْكُلَ لَحْمَ أَخِيهِ مَيْتاً فَكَرِهْتُمُوهُ) (الحجرات: من الآية12) ، وقال -سبحانه-: (وَالَّذِينَ يُؤْذُونَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ بِغَيْرِ مَا اكْتَسَبُوا فَقَدِ احْتَمَلُوا بُهْتَاناً وَإِثْماً مُبِيناً) (الأحزاب:58)، ويقول الرسول -صلى الله عليه وسلم- مبينا ذلك: \" كل المسلم على المسلم حرام: دمه وماله وعرضه \" رواه مسلم. ¶ وقال - صلى الله عليه وسلم - في حجة الوداع: \" إن دماءكم وأموالكم وأعراضكم حرام عليكم كحرمة يومكم هذا في شهركم هذا في بلدكم هذا، ألا هل بلغت \" متفق عليه. ¶ __________ ¶ (1) - رواه الترمذي وصححه الألباني في إرواء الغليل.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وقال -عليه الصلاة والسلام-: \" أتدرون ما الغيبة قالوا الله ورسوله أعلم قال: ذكرك أخاك بما يكره!! قيل: أرأيت إن كان في أخي ما أقول؟ قال: إن كان فيه ما تقول فقد اغتبته، وإن لم يكن فيه ما تقول فقد بهته \" رواه مسلم. ¶ وفي سنن أبي داود عن أنس - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم - \" لما عرج بي مررت بقوم لهم أظفار من نحاس، يخمشون وجوههم وصدورهم. فقلت: من هؤلاء يا جبريل؛ قال: هؤلاء الذين يأكلون لحوم الناس، ويقعون في أعراضهم \" (1). ¶ فكيف بالذي يقع في أعراض العلماء؟! إنه والله انتهاك بشع. ¶ ولابن القيم -رحمه الله- كلام نفيس في هذا المعنى، خليق أن يكتب بماء العيون؛ لأنه ينطبق بدقة على حال كثير من طلاب العلم، يقول: \"وكم ترى من رجل متورع عن الفواحش والظلم، ولسانه يفري في أعراض الأحياء والأموات، ولا يبالي ما يقول\". ¶ بعد هذه المقدمات المهمة ندلف إلى صلب الموضوع، وأول قضية سنبحثها هي: ¶ سادساً: أسباب أكل لحوم العلماء ¶ 1- الْغَيْرَة والْغِيرَة: ¶ أما الغيرة -بالفتح- فهي محمودة، وهي أن يغار المرء وينفعل من أجل دين الله، وحرمات الله -جل وعلا- لكنها قد تجر صاحبها -إن لم يتحرز- شيئا فشيئا، حتى يقع في لحوم العلماء من حيث لا يشعر. ¶ وأما الغيرة -بالكسر- فهي مذمومة، وهي قرينة الحسد، والمقصود بها هو: كلام العلماء بعضهم في بعض (الأقران)؛ ولذلك قال الذهبي: \"كلام الأقران بعضهم في بعض لا يعبأ به، لا سيما إذا كان لحسد أو مذهب أو هوى\". ¶ 2- الحسد: ¶ والحسد يعمي ويصم، ومنه التنافس للحصول على جاه أو مال، فقد يطغى بعض الأقران على بعض، ويطعن بعضهم في بعض، من أجل القرب من سلطان، أو الحصول على جاه أو مال. ¶ 3- الهوى: ¶ إن بعض الذين يأكلون لحوم العلماء لم يتجردوا لله -تعالى- وإنما دفعهم الهوى، للوقوع في أعراض علماء الأمة، واتباع الهوى لا يؤدي إلى خير، قال -تعالى-: (وَلا تَتَّبِعِ الْهَوَى فَيُضِلَّكَ عَنْ سَبِيلِ اللَّهِ) (صّ: من الآية26)، وقال -سبحانه-: (فَإِنْ لَمْ يَسْتَجِيبُوا لَكَ فَاعْلَمْ أَنَّمَا يَتَّبِعُونَ أَهْوَاءَهُمْ) (القصص: من الآية50). ¶ قال شيخ الإسلام -ابن تيمية-: \"صاحب الهوى يعميه الهوى ويصمه\"، وكان السلف يقولون: \"احذروا من الناس صنفين: صاحب هوى قد فتنه هواه، وصاحب دنيا أعمته دنياه \". ¶ 4- التقليد: ¶ __________ ¶ (1) - رواه أبو داود وقال الألباني صحيح (صحيح الجامع 5 / 51).",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "لقد نعى الله -تعالى- على المشركين تقليدهم آباءهم على الضلال: (إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِمْ مُهْتَدُونَ( (الزخرف: من الآية22). ¶ والتقليد ليس كله مذموما، بل فيه تفصيل ذكره العلماء، ولكنني في هذا المقام أحذر من التقليد الذي يؤدي إلى نهش لحوم العلماء، فإنك-أحيانا- تسمع بعض الناس يقع في عرض عالم، فتسأله: هل استمعت إلى هذا العالم؟ فيقول: لا والله، فتقول: إذن كيف علمت من حاله وأقواله كذا وكذا؟! فيقول: قاله لي فلان، (1) هكذا يطعن في العالم تقليدا لفلان، بهذه السهولة، غير مراع حرمة العالم. ¶ قال ابن مسعود: \"ألا لا يقلدن أحدكم دينه رجلا، إن آمن آمن، وإن كفر كفر، فإنه لا أسوة في الشر\". وقال أبو حنيفة: \"لا يحل لمن يفتي من كتبي أن يفتي حتى يعلم من أين قلت\". وقال الإمام أحمد: \"من قلة علم الرجل أن يقلد دينه الرجال \". ¶ 5- التعصب: ¶ من خلال سبري لأقوال الذين يتحدثون في العلماء -وبخاصة طلاب العلم والدعاة- تبين لي أن التعصب من أبرز أسباب ذلك، والباعث على التعصب هو الحزبية، الحزبية لمذهب أو جماعة أو قبيلة أو بلد، الحزبية الضيقة التي فرقت المسلمين شيعا، حتى صدق على بعضهم قول الشاعر: ¶ وهل أنا إلا من غزية إن غوت ... غويت, وإن ترشد غزية أرشد ¶ سمعت أن بعض طلاب العلم يتكلمون في بعض العلماء، وفجأة تغير موقفهم، وصاروا يثنون عليه؛ لأنهم سمعوا أن فلانا يثني عليه؛ فأثنوا عليه، وسبحان الله! مغير الأحوال. ¶ إذا ضل من يتعصبون له ضلوا معه، وإذا اهتدى للصواب اهتدوا معه، لقد سلم بعض الطلاب والدعاة عقولهم لغيرهم، وقلدوا في دينهم الرجال. ¶ ولقد رأينا قريبا من ينتصر لعلماء بلده، ويقدح في علماء البلاد الأخرى، سبحان الله! أليست بلاد المسلمين واحدة؟! هذا من التعصب المذموم! أليس من الشطط أن يتعصب أهل الشرق لعلماء الشرق، وأهل الغرب لعلماء الغرب، وأهل الوسط لعلماء الوسط؟! ¶ إن هذا التعصب مخالف للمنهج الصحيح، الذي يدعونا إلى أن نأخذ بالحق مهما كان قائله؛ ولهذا قال أبو حامد الغزالي في ذم التعصب: \"وهذه عادة ضعفاء العقول؛ يعرفون الحق بالرجال، لا الرجال بالحق \". ¶ 6- التعالم: ¶ __________ ¶ (1) - وليس المراد أن فلانا نقل له كلامه - فهذا هو السند وهو مصدر صحيح إذا كان الناقل ثقة، ولكن المراد أن فلانا سبه وقدح فيه، فسبه تبعا له دون تبين.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "لقد كثر المتعالمون في عصرنا، وأصبحت تجد شابا حدثا يتصدر لنقد العلماء، ولتفنيد آرائهم وتقوية قوله، وهذا أمر خطير، فإن من أجهل الناس من يجهل قدر نفسه، ويتعدى حدوده. ¶ 7- النفاق وكره الحق: ¶ قال الله -تعالى- عن المنافقين: ( فِي قُلُوبِهِمْ مَرَضٌ فَزَادَهُمُ اللَّهُ مَرَضاً) (البقرة: من الآية10). ( وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا وَإِذَا خَلَوْا إِلَى شَيَاطِينِهِمْ قَالُوا إِنَّا مَعَكُمْ إِنَّمَا نَحْنُ مُسْتَهْزِئُونَ) (البقرة:14). ¶ إن المنافقين الكارهين للحق، من العلمانيين، والحداثيين، والقوميين، وأمثالهم، من أشد الناس أكلا للحوم العلماء؛ لما في قلوبهم من المرض والبغض للحق وأهله. ¶ ومن المؤسف الممض أنني استمعت في مجلس من المجالس إلى أحد هؤلاء المنافقين، يستطيل في أعراض العلماء، فقلده بعض الطيبين من حيث لا يشعر، ووافقه على ما يقول، حتى رد عليه في ذلك المجلس. ¶ إن العلمانيين الآن يتحدثون في علمائنا بكلام بذيء، يعف القلم عن تسطيره، مما يدل على ما في قلوبهم من الدغل، ومعاداة ورثة الأنبياء وما يحملونه من الحق. ¶ 8- تمرير مخططات الأعداء كالعلمنة ونحوها: ¶ أدرك العلمانيون -أخزاهم الله- أنه لا يمكن أن تقوم لهم قائمة، والعلماء لهم شأن وهيئة وهيبة في البلد، فأخذوا في النيل من العلماء، وشرعوا في تشويه صورة العلماء، وتحطيم قيمتهم، بالدس واللمز، والافتراء والاختلاق، لا أقول هذا جزافا ولا رجما بالغيب، ولكن ذلك هو ما نقله إلينا الثقات عن العلمانيين، من كلام في العلماء لا يقبله عقل العامي، فضلا عن طالب العلم. ¶ وسيأتي مزيد بيان وتوضيح لهذه القضية قريبا. ¶ سابعاً: الآثار المترتبة على الوقيعة في العلماء ¶ إن هناك عواقب وخيمة، ونتائج خطيرة، وآثارا سلبية، تترتب على أكل لحوم العلماء؛ والوقوع في أعراضهم. يدرك تلك الآثار من تأمل في الواقع، ووسع أفقه، وأبعد نظره، وإليك أهمها: ¶ 1- أن جرح العالم سبب في رد ما يقوله من الحق:",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "إن جرح العالم ليس جرحا شخصيا، كأي جرح في رجل عامي، ولكنه جرح بليغ الأثر، يتعدى الحدود الشخصية، إلى رد ما يحمله العالم من الحق؛ ولذلك استغل المشركون من قريش هذا الأمر، فلم يطعنوا في الإسلام أولا، بل طعنوا في شخص الرسول -صلى الله عليه وسلم-؛ لأنهم يعلمون -يقينا- أنهم إن استطاعوا أن يشوهوا صورة الرسول - صلى الله عليه وسلم - في أذهان الناس؛ فلن يقبلوا ما يقوله من الحق، قالوا: إنه ساحر، كاهن، مجنون...، ولكنهم فشلوا -ولله الحمد- في ذلك، وقد كانوا قبل بعثته يصفونه بالأمين، الصادق، الحكم، الثقة. فما الذي تغير بعد بعثته؟ ما الذي حوله إلى كاهن، مجنون، ساحر؟ إنه هو هو، ولكنهم يقصدونه بصفته رسولا يحمل منهجا هم يحاربونه، فعلموا أنهم إن استطاعوا تشويه صورته في نفوس الناس؛ فقد نجحوا في صدهم عنه، وعما معه من الحق، وهذا هو أسلوب المنافقين اليوم. ¶ 2- أن جرح العالم جرح للعلم الذي معه: ¶ وهو ميراث النبي - صلى الله عليه وسلم - إذ العلماء ورثة الأنبياء؛ فجرح العالم جرح للنبي -عليه الصلاة والسلام-، وهذا هو معنى قول ابن عباس: \" من آذى فقيها فقد آذى رسول الله - صلى الله عليه وسلم - ومن آذى رسول الله - صلى الله عليه وسلم - فقد آذى الله -جل وعلا- \" ¶ إذن، فالذي يجرح العالم يجرح العلم الذي معه. ¶ ومن جرح هذا العلم فقد جرح إرث النبي - صلى الله عليه وسلم - وعلى ذلك فهو يطعن في الإسلام من حيث لا يشعر. ¶ 3- أن جرح العلماء سيؤدي إلى بعد طلاب العلم عن علماء الأمة: ¶ وحينئذ يسير الطلاب في طريقهم بدون مرشدين؛ فيتعرضون للأخطار والأخطاء، ويقعون في الشطط والزلل، وهذا ما نخشاه على شبابنا اليوم. ¶ 4- أن تجريح العلماء تقليل لهم في نظر العامة: ¶ وذهاب لهيبتهم، وقيمتهم في صدورهم، وهذا يسر أعداء الله ويفرحهم، يقول أحد الزعماء الهالكين في دولة عربية بعد أن سلط إعلامه على العلماء، مستهترا مستهزئا بهم-: \"عالم.. شيخ.. أعطه فرختين؛ فيفتي لك بالفتوى التي تريد\". ¶ لقد سقطت قيمة العلماء عند العامة، في كثير من الدول الإسلامية، ذهبت إلى بعض تلك الدول، وسألت عن العلماء، فما وجدت الناس يعرفون العلماء، ولا يأبهون للعلماء؛ لأن العلمنة سلطت سهامها عليهم، فشوهت صورتهم، ولطخت سمعتهم؛ فأصبحوا من سقط المتاع في نظر كثير من الناس. ¶ 5- تمرير مخططات الأعداء: ¶ ومن الأمثلة الواقعية لذلك: الطعن في رجال الحسبة، والطعن في القضاة، والطعن في الدعاة.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "أما رجال الحسبة فكثير منهم طلاب علم، أصبحت أعراضهم ودماؤهم مستباحة، فتجد العامة والمنافقين العلمانيين، يستطيلون في أعراضهم، بل ربما وقع ذلك من بعض طلبة العلم، تجلس في بعض المجالس فتسمع الكلام السيئ في هيئات الأمر بالمعروف والنهي عن المنكر: أخطأ رجال الهيئة.. فعل رجال الهيئة.. ترك رجال الهيئة..، سبحان الله!! أما يخطئ إلا رجال الهيئات! لماذا لا تذكر أخطاء غيرهم؟! ¶ اطلعت قريبا على فتوى لسماحة الشيخ محمد بن إبراهيم -رحمه الله- ينبه فيها إلى خطورة التعرض لطلاب العلم، وقصتها أن مجموعة من طلاب العلم اشتكوا أحد المسئولين -ويبدو أنهم زادوا في الشكوى- فأهينوا وسجنوا، لكن هل سمعتم أن أحدا سجن لأنه تكلم في أعراض رجال الحسبة!! ¶ لقد جاءني بعض شباب الهيئات، يشتكون من تطاول الناس عليهم، وعدم وجود من يحميهم، حتى أصبحوا هم المتهمين. ¶ ومع ذلك نجد بعض المحسوبين على الدعاة وطلبة العلم، يستمرئون ركوب الموجة الخبيثة، التي تهدف إلى محاربة الهيئات والقضاء عليها، من حيث لا يشعرون. ¶ إننا لو ذهبنا نحصي أخطاء الآخرين من غير رجال الهيئات لوجدنا أخطاءهم أضعاف أخطاء رجال الهيئات، ولكنها قالة سوء روَّج لها الحاقدون، وساعدهم عليها المغفلون. ¶ وأما القضاة فهم كذلك، يتعرضون للطعن فيهم، وأكل لحومهم، فإنك تجد كثيرا من الناس، يرددون أن القاضي الفلاني فيه كذا، والقاضي الفلاني فعل كذا، والقاضي الفلاني اشترى أرض كذا، والقاضي الفلاني اشترى السيارة الفاخرة، والقاضي الفلاني يؤخر المعاملة، حتى قال قائلهم: نحن لسنا بحاجة إلى القضاة وتعقيداتهم، القانون الفرنسي أرحم لنا منهم. ¶ سبحان الله!! هل الخطأ خاص بالقضاة وغيرهم ملائكة!! إنها حملة مقصودة، ينفخ فيها الضالون؛ من أجل تحطيم القضاء الشرعي. ¶ وأما الحديث عن الدعاة فحدث ولا حرج، لقد وصم الدعاة بألقاب لم نكن نعرفها، وصفوا بالمتطرفين، ووصفوا بالمتزمتين، و... و.... إلى آخر القاموس الظالم، الذي سلطه الحاقدون على الدعاة؛ تشويها لسمعتهم؛ وتبشيعا لواقعهم في عقول الناس. ¶ كل تلك الحملات الشعواء على العلماء وطلاب العلم والقضاة والمحتسبين والدعاة؛ تؤدي إلى تمرير مخططات الأعداء، وتحقيق أهدافهم، فاليقظة اليقظة. ¶ ثامناً: المنهج الصحيح والعلاج الناجح لهذه القضية",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وبعد أن عرفنا الآثار المترتبة على أكل لحوم العلماء، ننتقل إلى بيان المنهج الصحيح، ووصف العلاج الناجع تجاه تلك القضية، وذلك في نطاق آفاق ثلاثة: ¶ 1- ما يجب على العلماء في هذا المجال. ¶ 2- ما يجب علينا تجاه العلماء. ¶ 3- السبيل السليم لبيان الحق، بدون الوقوع في العلماء. ¶ أولاً: ما يجب على العلماء : ¶ إن على العلماء أن يحموا أنفسهم، ويسدوا الذرائع المفضية إلى أكل لحومهم. وقدوتهم في ذلك محمد - صلى الله عليه وسلم - الذي قال: \" على رسلكما، إنها صفية \" رواه البخاري. ¶ هكذا دافع المصطفى -عليه الصلاة والسلام- عن نفسه، وحمى عرضه، مع أن الموقف مع صحابته الأطهار الأخيار، حتى لقد استغربوا من قوله، فبين لهم أن الشيطان يجري من ابن آدم مجرى الدم. ¶ ويمكن بيان كيفية حماية العلماء لأنفسهم في الأمور التالية: ¶ 1- أن يكون العالم قدوة في علمه وعمله: ¶ ومن هنا جاء في القرآن التحذير من تخالف العلم والعمل، قال -تعالى- (أَتَأْمُرُونَ النَّاسَ بِالْبِرِّ وَتَنْسَوْنَ أَنْفُسَكُمْ وَأَنْتُمْ تَتْلُونَ الْكِتَابَ أَفَلا تَعْقِلُونَ) (البقرة:44)، وقال -جل شأنه-: (يَا أَيُّهَا الَّذِينَ آمَنُوا لِمَ تَقُولُونَ مَا لا تَفْعَلُونَ كَبُرَ مَقْتاً عِنْدَ اللَّهِ أَنْ تَقُولُوا مَا لا تَفْعَلُونَ) (الصف:2، 3). ¶ وحديث الذي يدور في النار كالحمار، مشهور معروف، وصدق الشاعر حيث يقول: ¶ يا أيها الرجل المعلم غيره ¶ لا تنه عن خلق وتأتي مثله ... هلا لنفسك كان ذا التعليم ¶ عار عليك إذا فعلت عظيم ¶ 2- أن يتثبت العالم في الفتوى ويكمل شروطها: ¶ فإذا طلب من العالم أن يفتي في أمر ما، فعليه أن يتأمل ويتأنى، ويتتبع أسباب الاستفتاء، والآثار المترتبة على فتواه، والمراد الحقيقي من هذه الفتوى، ثم يفتي بعد أن يستكمل شروط الفتوى: من فقه الأصول، وفقه الفروع، وفقه الواقع. (1) ¶ ولا يصح أن يكتفي العالم بأن يقال له: الأمر كيت وكيت، ثم يبني فتواه على ما قيل له، بدون تثبت وتأكد وتتبع؛ فيعرض نفسه للألسنة لتقع فيه، وتنال منه بسبب تعجله وعدم تحريه. ¶ 3- أن يحذر العالم من الاستدراج والاستغفال والتدليس: (2) ¶ __________ ¶ (1) - إلا إذا كانت المسألة مما لا يحتاج إلى مثل ذلك كالفتوى في مسائل محددة مقررة فقد لا تحتاج إلى فقه الواقع. ¶ (2) - وهذا من باب قوله تعالى: (خذوا حذركم) وقوله: (ولا يستخفنك الذين لا يوقنون).",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "هناك من يستدرج العلماء، وهناك من يستغفلهم، وهناك من يلبس عليهم؛ ولذلك يجب على العالم أن يكون فطنا متنبها، كما قال عمر - رضي الله عنه - ¶ \"لست بالخب، ولا الخب يخدعني\"، وهذا لا ينافي سلامة القلب، والأخذ بالظاهر، ولكنه يعني الحيطة والحذر. ¶ 4- أن يكون جريئا في الحق، لا تأخذه في الله لومة لائم: ¶ الجرأة في الحق من أهم الصفات التي ينبغي أن يتحلى بها العالم، بحيث ينكر المنكر، ويأمر بالمعروف، ويقول للمسيء: أسأت كائنا من كان ذلك المسيء، وللعلماء اليوم أسوة فيمن سلف من علماء الأمة. ¶ ولنسق هنا ثلاثة أمثلة للجرأة في الحق، من عصور مختلفة: ¶ المثال الأول: موقف أبي سعيد الخدري - رضي الله عنه - مع مروان بن الحكم، عندما دخل مروان المصلى في يوم العيد، واتجه إلى المنبر ليخطب قبل الصلاة، فجذبه أبو سعيد، وقال منكرا عليه: غيرتم والله، فقال مروان: قد ترك ما هنالك. ¶ هكذا أنكر عليه علانية، ولم يقل: أكتب له الإنكار في ورقة؛ ليكون نصيحة سرية بيني وبينه (1). ¶ المثال الثاني: موقف العز بن عبد السلام (سلطان العلماء) مع الملك الصالح أيوب. ¶ كان الملك الصالح أيوب يتولى الشام، وبسبب خلاف بينه وبين أبناء عمه؛ تنازل للنصارى عن بعض الحصون. فلما خطب العز بن عبد السلام في جامع بني أمية بدمشق يوم الجمعة كان مما قاله: \"اللهم أبرم لهذه الأمة أمرا رشدا، يعز فيه أهل طاعتك، ويذل فيه أهل معصيتك، ويؤمر فيه بالمعروف، وينهى فيه عن المنكر\". وأفتى الناس بعدم جواز بيع الأسلحة للنصارى الذين أخذوا يشترونها من دمشق. ¶ فغضب الملك، وسجن العز بن عبد السلام -ومن قبله سجن الإمام أحمد وكثير من العلماء-: ¶ ( أَحَسِبَ النَّاسُ أَنْ يُتْرَكُوا أَنْ يَقُولُوا آمَنَّا وَهُمْ لا يُفْتَنُونَ) (العنكبوت:2). ¶ ثم أرسل الملك إلى العز في السجن أحد أعوانه وحاشيته، فقال له: أنا سأتوسط لك عند الملك ليخرجك، ولكني أريد منك شيئا واحدا فقط، وهو أن تعتذر إلي الملك وتقبل رأسه، فقال العز: دعك عني، والله لا أرضى أن يقبل السلطان يدي، عافاني الله مما ابتلاكم به، يا قوم أنا في واد وأنتم في واد. ¶ __________ ¶ (1) - وهذا لا ينفي أهمية النصيحة بالسر، ولكل حالة ما يناسبها، ولكل مقام مقال.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وذهب الملك لمقابلة قادة النصارى، فأخذ معه العز بن عبد السلام، وسجنه في خيمة، وبينما كان الملك جالسا مع النصارى، إذا بالعز يقرأ القرآن، ويصل صوته إليهم، فقال الملك: أتدرون من هذا الذي تسمعون؟ قالوا: لا، قال: هذا من أكبر قساوستنا -ولم يقل: علمائنا- أتعلمون لماذا سجنته؟ قالوا: لا، قال: لأنه أفتى بعدم جواز بيع السلاح لكم، فقال النصارى: والله لو كان هذا قسيسا عندنا لغسلنا رجليه وشربنا مرقتها، فخجل الملك وأطرق، وأمر بالإفراج عن العز بن عبد السلام. ¶ المثال الثالث: موقف الشيخ الخضر حسين شيخ الأزهر مع محمد نجيب - إذ عندما قامت الثورة في مصر، قال محمد نجيب: سنساوي الرجل بالمرأة، فاتصل به الشيخ الخضر حسين، وقال له: إما أن تتراجع عن قولك، أو لأخرجن غدا لابسا كفني -ومعي جميع الأزهريين- في الشوارع، فإما الحياة، وإما الموت، فجاءه محمد نجيب وجاءته الوزارة مرددين: يا شيخنا، يا إمامنا، نحن نعتذر منك، والكلام كان خطأ، فقال الشيخ: لا تعتذروا لي، وإنما أعلنوا الاعتذار للعامة، فقالوا: صعب جدا أن نعتذر أمام العامة، فقال: إما أن تعتذر يا محمد نجيب أمام الناس عن كلامك وتنفيه، أو سأخرج غدا لابسا كفني، فأعلن محمد نجيب من الغد أن الصحافة كذبت عليه، وأنه لم يقل شيئا مما نشرت عنه. ¶ هكذا يملي العلم والإيمان على العالم الجرأة في الحق، فلا تأخذه في الله لومة لائم، فيبرئ ذمته، ويحمي عرضه من أن يجعله الناس هدفا، يصوبون إليه سهامهم. ¶ وإقحام (خوف الفتنة) تبريرا لكل موقف تنقصه الشجاعة في الحق أمر فيه نظر. ¶ ثانياً: ما يجب علينا تجاه العلماء : ¶ 1- أن نحفظ للعلماء مكانتهم وفاعليتهم في قيادة الأمة وأن نتأدب معهم: ¶ إن في معاملة السلف لعلمائهم لقدوة لنا، يجب الاقتداء بها، وإن فيما سطروه من بيان لآداب طالب العلم لنورا، ينبغي لشداة العلم أن يستنيروا به في طريق الطلب. ¶ قال العراقي: \" لا ينبغي للمحدث أن يحدث بحضرة من هو أولى منه بذلك، وكان إبراهيم والشعبي إذا اجتمعا لم يتكلم إبراهيم بشيء\". ¶ وقال ابن الشافعي: \"ما سمعت أبي ناظر أحدا قط فرفع صوته \". ¶ وقال يحيى بن معين: \"الذي يحدث بالبلد وفيها من هو أولى منه بالتحديث فهو أحمق \". ¶ وقال الصعلوكي: \"من قال لشيخه: لِمَ -على سبيل الاستهزاء- لم يفلح أبدا\".",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وتأدب ابن عباس - رضي الله عنه - مع عمر بن الخطاب - رضي الله عنه - حيث مكث سنة وهو يريد أن يسأله عن مسألة من مسائل العلم، فلم يفعل. ¶ وقال طاووس بن كيسان: \"من السنة أن يوقر العالم \". ¶ وقال الزهري: \"كان أبو سلمة بن عبد الرحمن يماري ابن عباس؛ فحرم بذلك علما كثيرا \". ¶ وقال البخاري: \"ما رأيت أحدا أوقر للمحدثين من يحيى بن معين \". ¶ وقال المغيرة: \"كنا نهاب إبراهيم كما نهاب الأمير \". ¶ وقال عطاء بن أبي رباح: \"إن الرجل ليحدثني بالحديث، فأنصت له كأني لم أسمعه أبدا، وقد سمعته قبل أن يولد\". ¶ وقال الشافعي: \"ما ناظرت أحدا قط إلا تمنيت أن يجري الله الحق على لسانه \". ¶ وذكر أحد العلماء عند الإمام أحمد بن حنبل -وكان متكئا من علة - فاستوى جالسا وقال:\" لا ينبغي أن يذكر الصالحون فنتكئ\". ¶ وقال الجزري: \"ما خاصم ورع قط \". ¶ وبمثل هؤلاء يحسن الاقتداء (أُولَئِكَ الَّذِينَ هَدَى اللَّهُ فَبِهُدَاهُمُ اقْتَدِهْ) (الأنعام: من الآية90). ¶ 2- أن نعلم أنه لا معصوم إلا من عصم الله، وهم الأنبياء (1) والملائكة: ¶ وعلى ذلك فيجب أن ندرك أن العالم معرض للخطأ، فنعذره حين يجتهد فيخطئ، ولا نذهب نتلمس أخطاء العلماء ونحصيها عليهم. ¶ ولقد كان سلف الأمة -رحمهم الله- يستحضرون هذا الأمر، ويفقهونه حق الفقه. ¶ قال الإمام سفيان الثوري: \"ليس يكاد يثبت من الغلط أحد\". ¶ وقال الإمام أحمد: \"ومن يعرى من الخطأ والتصحيف!!\" ¶ وقال الترمذي: \"لم يسلم من الخطأ والغلط كبير أحد من الأئمة مع حفظهم \". ¶ وقال ابن حبان: \"وليس من الإنصاف ترك حديث شيخ ثبت صحة عدالته بأوهام يهم في روايته، ولو سلكنا هذا المسلك، ترك حديث الزهري وابن جريج والثوري وشعبة؛ لأنهم أهل حفظ وإتقان، ولم يكونوا معصومين حتى لا يهموا في رواياتهم \". ¶ 3- أن ندرك أن الخلاف موجود منذ عهد الصحابة إلى أن تقوم الساعة: ¶ لذلك يجب أن تتسع صدورنا للخلاف بين العلماء، (2) فلكل واحد منهم فهمه، ولكل واحد اطلاعه على الأدلة، ولكل واحد نظرته في ملابسات الأمور، فمن الطبيعي أن يوجد الخلاف بينهم، وانظر ما ذكره كثير من العلماء في هذا الموضوع ككتاب \"رفع الملام عن الأئمة الأعلام\"، لشيخ الإسلام ابن تيمية -رحمه الله-. ¶ __________ ¶ (1) - لا تخفى عقيدة أهل السنة في موضوع عصمة الأنبياء وفي حدود هذه العصمة فليعلم، ومن أراد مزيد بيان فليرجع إلى شرح العقيدة الطحاوية. ¶ (2) - وأعني به خلاف الفروع لا الأصول كما سيأتي.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "4- أن نفوت الفرصة على الأعداء: ¶ وننتبه إلى مقاصدهم وأغراضهم، وأن ندافع عن علمائنا، لا أن نكون من وسائل تمرير مخططات الأعداء من حيث لا نشعر. ¶ 5-أن نحمل أقوال علمائنا وآراءهم على المحمل الحسن وألا نسيء الظن فيهم، وإن لم نأخذ بأقوالهم: ¶ حقا أننا لسنا ملزمين بالأخذ بكل أقوال العلماء، لكن ثمة فرقا كبيرا بين عدم الأخذ بقول العالم -إذا كان هناك دليل يخالفه- والجرح فيه، فلا يعني عدم اقتناعنا برأي العالم أن نستبيح عرضه، ونأكل لحمه، ولقد كان الإمام الشافعي -رحمه الله- يقول: \"إذا صح الحديث فهو مذهبي\" ونقل ذلك عن غير واحد من الأئمة؛ فقد كانوا يدركون أنه ليس أحد متعبدا بقول عالم، فقد يكون قوله مخالفا للدليل؛ لأنه لم يبلغه -مثلا- لكن تبقى حرمة العالم مصونة من الطعن والوقيعة. ¶ قال عمر - رضي الله عنه - \"لا تظن بكلمة خرجت من أخيك المسلم سوءا وأنت تجد لها في الخير محملا\". ¶ 6- أن ننتبه إلى أخطائنا وعيوبنا نحن، وننشغل بها عن عيوب الناس عامة، وعن أخطاء العلماء خاصة. ¶ يا واعظ الناس قد أصبحت متهما ¶ وأعظم الإثم بعد الشرك نعلمه ¶ عرفتها بعيوب الناس تبصرها ... إن عبت منهم أمورا أنت تأتيها ¶ في كل نفس عماها عن مساويها ¶ منهم ولا تبصر العيب الذي فيها ¶ وما مثل من يقع في أعراض العلماء وينسى نفسه إلا كما قال الشاعر: ¶ كناطح صخرة يوما ليوهنها ... فلم يضرها, وأوهى قرنه الوعل ¶ أو كما قال الآخر: ¶ يا ناطح الجبل العالي ليثلمه ... أشفق على الرأس لا تشفق على الجبل ¶ قد يقصر العالم، ولكن هل يعني تقصيره أن نترك علمه وعمله؟! ¶ اعمل بعلمي وإن قصرت في عملي ... ينفعك علمي, ولا يضررك تقصيري ¶ ثالثاً: السبيل السليم لبيان الحق بدون الوقوع في العلماء : ¶ بعض الناس اليوم وقعوا بين إفراط وتفريط، ففريق يطعنون في العلماء ويتهمونهم كلما قالوا شيئا. ¶ وفريق آخر إذا سمعوا عالما أو طالب علم يبين الحق بدليله قالوا: إنه يقع في أعراض العلماء، ويحدث فتنة. ¶ وكلا الفريقين مجانب للمنهج الصحيح في هذا الباب. ¶ فما المنهج الصحيح الذي نجمع فيه بين بيان الحق وحماية أعراض علمائنا، غير ملتزمين بقول إلا إذا كان مقرونا بالدليل؟ ¶ يمكن توضيح ذلك المنهج كما يلي: ¶ 1- التثبت من صحة ما ينسب إلى العلماء.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "فقد يشاع عن العلماء أقوال لأغراض لا تخفى، فيجب التأكد مما ينقل عن العلماء، فقد يكون غير صحيح، ولا أساس له، وكم سمعنا من أقوال نسبت إلى كبار علمائنا، ولما سألناهم عنها تبين أنهم براء منها، هناك غير قليل من الناس يجلس أحدهم في المجلس ويقول: الشيخ فلان -هداه الله- فيه كيت وكيت، فتسأله: لماذا؟، فيقول: إنه يقول: كذا وكذا، حتى إذا ذهبت إلى ذلك الشيخ وسألته عن صحة ما نقل عنه، قال: والله ما قلت شيئا من هذا!! ¶ إذن فالتحقق من صحة ما يعزى إلى العالم يعد خطوة أولى في المنهج الصحيح الذي نحن بصدده. ¶ 2- أن نعرف أن عدم الأخذ بقول العالم وأن مناقشته، والصدع ببيان الحق، يختلف تماما عن الطعن في العلماء، فالفرق بين الأمرين عظيم جدا، يجوز لنا ألا نأخذ بالفتوى، إذا لم توافق الدليل، لكن لا يجوز لنا الطعن في العلماء. ¶ 3- أن يقصد المتحدث بكلامه وجه الله -جل وعلا- فيستحضر الإخلاص، ويحذر من الأغراض الشخصية العارضة كالهوى والتشفي وحب الظهور، (فَمَنْ كَانَ يَرْجُوا لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلاً صَالِحاً وَلا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَداً) (الكهف: من الآية110). ¶ ولينتبه فإنه قد يكون رده في الأصل بإخلاص وتجرد لله، ثم تدخل عليه أعراض يوسوس إليه بها الشيطان، من حب البروز وغيره من الآفات المفسدة للنية. ¶ 4- الإنصاف والعدل: ¶ المتأمل في واقع بعض طلاب العلم يجدهم إما أن يأخذوا كل ما يقوله العالم، أو يردوا كل ما يقوله، وهذا خلاف ما أمر الله -تعالى- به من العدل والإنصاف، قال -تعالى-: (وَلا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ عَلَى أَلَّا تَعْدِلُوا اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَى) (المائدة: من الآية8)، والعدل والإنصاف هو منهج أهل السنة والجماعة، قال شيخ الإسلام -ابن تيمية-: \"أهل السنة أعدل مع المبتدعة من المبتدعة بعضهم مع بعض\". ¶ والعدل والإنصاف مع العلماء يتضمن أمورا: ¶ أ- الثناء على العالم بما هو أهل له. ¶ ب- عدم التجاوز في بيان الخطأ الذي وقع فيه، فإذا وقع أحد العلماء في خطأ، وأردت أن تبين خطأه، فلا تذهب تحصي جميع أخطائه، وتستطيل في عرضه، وإنما احصر حديثك في القضية التي تريد بيان الحق فيها، ولا تتجاوزها، وإياك أن يستجرك أحد إلى تجاوزها. ¶ 5- أن نسلك منهج رجال الحديث في تقويم الرجال:",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "إن على من يتصدى لبيان الحق في مسألة أخطأ فيها أحد العلماء، أن يسلك المنهج الدقيق المنصف الذي رسمه رجال الحديث -رحمهم الله-، وثمة رسالة جميلة مختصرة، صغيرة في حجمها، كبيرة في قيمتها، تبين هذا المنهج، وعنوانها:\" منهج أهل السنة والجماعة في تقويم الرجال ومؤلفاتهم\" للشيخ: أحمد الصويان، فأحيل القارئ الكريم إليها، ففي النهر ما يغني عن الوشل. ¶ 6- أن نعلم أن خطأ العالم على نوعين: خطأ في الفروع، وخطأ في الأصول. ¶ أما مسائل الفروع فهي مسائل اجتهادية، يجوز فيها الخلاف، فإذا أخطأ فيها العالم؛ بينا خطأه فيها، بدون تعرض لشخصه. ¶ وأما مسائل الأصول (العقيدة)، فيبين القول الصحيح فيها، ويحذر من أهل البدع في الجملة، وينبه إلى خطورة الداعي إلى بدعته، بدون إفراط ولا تفريط، يقول شيخ الإسلام: \"أهل السنة أعدل مع المبتدعة بعضهم مع بعض\"، فالمبتدعة يأكل بعضهم لحوم بعض، وكل فئة تغمط الأخرى حقها، وأما أهل السنة فينصفون حتى مع الكفار، فضلا عمن كان مخطئا خطأ دون الكفر. ¶ إن بعض الناس اليوم يميلون ميلا عظيما عن طريق أهل السنة والجماعة في هذا الباب، فقد استمعت منذ فترة إلى قصة مؤلمة محزنة، وهي أن نفرا اتهموا أحد الدعاة بأخطاء في العقيدة، ولم يقتصروا على بيان أخطائه العقيدية، بل مضوا يذكرون عنه قصصا شخصية في بيته: عن زوجته، وعن بنته، وعن أولاده، سبحان الله! لماذا الحديث عن زوجته وبنته وأولاده؟! ما الداعي للطعن في شخصه؟! حقا إننا لا نحث على السكوت عن الخطأ، ولكننا ندعو إلى الأسلوب الصحيح، لبيان الحق وتوضيح الخطأ. ¶ 7- أخيراً: إذا أمكن الاتصال بمن وقع منه الخطأ سواء في الأصول أو الفروع - لعله يرجع إلى الصواب، فهذا أولى؛ لأن الحق هو المقصود، وفي رجوع المخطئ بنفسه عن قوله وإعلانه ذلك للناس خير كثير؛ لأنك إن رددت عليه، وبينت الحق فقد يقتنع نصف الناس، أما إذا رجع هو بنفسه بعد مناصحتك له، وتخويفك إياه بالله فسيقتنع كل الناس الذين أخذوا بقوله. ¶ ومما يذكر في هذا المقام أن اثنين من العلماء اختلفا في مسألة، فلم يذهب كل واحد منهما يخطئ صاحبه عند الناس، بل اجتمعا وتناظرا، فكانت نهاية المناظرة أن أخذ كل واحد منهما بقول الآخر؛ لأن مرادهما هو الحق. ¶ تاسعاً: وفي الختام ¶ هناك أمور لا بد من بيانها: ¶ أولاً: أننا لا ندعو إلى تقديس الأشخاص.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "أو التغاضي عن الأخطاء، أو السكوت عن الحق، بل ندعو إلى المنهج الصحيح في بيان الحق، بدون انتهاك لأعراض العلماء، فلا إفراط ولا تفريط، ولا غلو ولا جفاء. ¶ ثانياً: انطلقت في الأيام الماضية دعوى الإجماع. ¶ ولقد وردتني أسئلة كثيرة تقول: فلان يخالف إجماع العلماء، وفلان يخالف ما أجمع عليه العلماء، يريد أن يحدث فتنة، وأقول لهؤلاء: إن الإجماع ليس بالأمر اليسير، هناك فرق كبير جدا بين الإجماع والاجتماع. ¶ الإجماع -كما بينه العلماء-: هو أن يجمع علماء الأمة المعتد بهم في عصر من العصور على مسألة من المسائل. ¶ ولو خالف واحد منهم لم ينعقد الإجماع، ليس الإجماع إجماع أهل بلد فقط، بل هو إجماع علماء الأمة المعتد بهم في مشارق الأرض ومغاربها. ¶ إذن، فالإجماع له ضوابط وشروط، وليس أمرا هينا؛ ولذلك قال بعض العلماء: إن الإجماع لم ينعقد بعد الصحابة. ¶ فليتريث الذين يدعون الإجماع، وليعلموا أن العبرة ليست بكثرة القائلين بقول ما وإنما العبرة بصحة القول المقرون بالدليل. ¶ ثالثاً: قد يفتي بعض العلماء بفتوى لها أسبابها. ¶ فيخالفهم فيها آخرون من العلماء أو طلبة العلم، فيطعن في المخالف، ويتهم بإثارة الفتنة، وحب الظهور، وسرقة الأضواء، وقلة العلم.. إلخ. ¶ وهذا تصرف غير سليم، فعلينا أن ننتبه، في هذا الأمر، لما يأتي: ¶ (أ) أن كلا يؤخذ من قوله ويرد، إلا الرسول - صلى الله عليه وسلم - وما جاء به. ¶ (ب) أن المخالفين علماء، كما أن المخالفين علماء، فيجب تقدير المخالفين، وحفظ أعراضهم، وعدم أكل لحومهم. ¶ (ج) أن نعلم أن الرجال يعرفون بالحق، ولا يعرف الحق بالرجال. ¶ (د) أن نتثبت من صحة الفتوى واكتمال شروطها عند كل فريق من الفريقين، فالمهم هو صحة الفتوى، واكتمال شروطها، بغض النظر عن الفريق الذي صدرت منه من الفريقين. ¶ (هـ) أن مسائل الاجتهاد يسوغ فيها الخلاف، ولقد وقع الخلاف بين الصحابة في فهم قول الرسول - صلى الله عليه وسلم - \" لا يصلين أحدكم العصر إلا في بني قريظة \" رواه البخاري، ووقع الخلاف بينهم بعد وفاة الرسول - صلى الله عليه وسلم - لكن ذلك لم يؤد بهم إلى الفتنة والطعن في الأعراض. ¶ فيجب إذن ألا نضيق على أنفسنا، وأن تتسع صدورنا للخلاف في المسائل الاجتهادية. ¶ (و) أن المخالفة ليست خطأ، ولا عبرة هنا بصغر سن المخالف أو كبره، بل العبرة بتوافر شروط الفتوى، ولم يزل العلماء قديما وحديثا يخالف صغيرهم كبيرهم، وقد يكون الحق مع الصغير.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "ومن أمثلة ذلك أن ابن تيمية -رحمه الله- خالف علماء بلده ممن هو أكبر منه سنا، وثبت أن الحق معه. ¶ ومن الأمثلة -كذلك- أن سماحة الشيخ عبد العزيز بن باز -حفظه الله- خالف سماحة الشيخ محمد بن إبراهيم -رحمه الله- في حياته في فتوى أفتى بها، فلم يقل الشيخ محمد: من أنت حتى تخالفني، وهذا دليل على رسوخ علم الشيخ محمد -رحمه الله- وما قال الناس ذلك، وكان الراجح هو قول الشيخ عبد العزيز -وفقه الله-. ¶ رابعاً: لماذا تبرز أخطاء العلماء أكثر من غيرهم؟ ¶ السبب في ذلك هو أن العلماء هم صفوة الأمة، وخيارها، وقدوتها، وأحمدها سيرة، فإذا وقع منهم خطأ كان واضحا جليا؛ لأنه بمثابة النقطة السوداء في صفحتهم، قد يقصر العالم ولكن هل يعني تقصيره أن نترك علمه وعمله؟! ¶ وما مثل العالم إلا كمثل الثوب الأبيض، إذا أصابته نقطة -مهما كان صغرها- برزت فيه وظهرت، ومن هنا وجب على العلماء أن يتنبهوا لذلك الأمر؛ بأن يتفقدوا أنفسهم، ويتفطنوا لأعمالهم وتصرفاتهم وأقوالهم، كما وجب -كذلك- على الناس ألا يضخموا هفوات علمائهم، ولا ينفخوا فيها. ¶ خامساً: احذر من الذم الذي يشبة المدح. ¶ بعض الناس يسهب في الثناء على شيخ من المشايخ، ويخلع عليه من نعوت الفضل وألقاب التوقير شيئا كثيرا، ثم يقول -مثلا-: (لكن الشيخ حبيب) أو طيب القلب، وهو يقصد أنه قد يستغفل، أو غير ذلك من الأساليب المغلفة بغلاف المدح، وهي للتنقص، وإن على هؤلاء الذين يستخدمون هذه الأساليب، أن يخافوا الله ويتقوه، وأن يدركوا خطورة ما يقولون، وأن يتوبوا إلى الله ويستغفروه، وأن يعتذروا ممن انتقصوه. ¶ سادساً: أن من أساء الأدب مع العلماء فسيلقى جزاءه، عاجلا أو آجلا. ¶ قال الإمام الذهبي في ترجمة ابن حزم: \"وصنف كتبا كثيرة، وناظر عليه، وبسط لسانه وقلمه، ولم يتأدب مع الأئمة في الخطاب، بل فجج العبارة، وسب وجدع، فكان جزاؤه من جنس فعله، بحيث إنه أعرض عن تصانيفه جماعة من الأئمة، وهجروها، ونفروا منها، وأحرقت في وقته\". ¶ والواقع يشهد أن الذي يسب العلماء، ويتجرأ عليهم، يسقط من أعين العامة والخاصة. ¶ ويقول الحافظ ابن رجب: \"والواقع يشهد بذلك، فإن من سبر أخبار الناس وتواريخ العالم وقف على أخبار من مكر بأخيه، فعاد مكره عليه، وكان ذلك سببا لنجاته وسلامته\". أي: سببا لنجاة الممكور به وسلامته. ¶ سابعاً: على العلماء وطلاب العلم.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "الذين يبتلون بالتعرض للطعن وكلام الناس فيهم عليهم أن يصبروا ويتقوا الله، وأن يعلموا أنهم ليسوا أفضل من الأنبياء والمرسلين، فالرسول - صلى الله عليه وسلم - لم يسلم من الكلام فيه، وطعن حتى في أهله؛ في حادثة الإفك. فللعلماء أسوة في رسول الله - صلى الله عليه وسلم - فليقتدوا به، وليعلموا أن العاقبة للمتقين، قال تعالى: ( قَالَ أَنَا يُوسُفُ وَهَذَا أَخِي قَدْ مَنَّ اللَّهُ عَلَيْنَا إِنَّهُ مَنْ يَتَّقِ وَيَصْبِرْ فَإِنَّ اللَّهَ لا يُضِيعُ أَجْرَ الْمُحْسِنِينَ) (يوسف: من الآية90)، وقال -جل وعلا- عن موسى: ( قَالَ مُوسَى لِقَوْمِهِ اسْتَعِينُوا بِاللَّهِ وَاصْبِرُوا إِنَّ الْأَرْضَ لِلَّهِ يُورِثُهَا مَنْ يَشَاءُ مِنْ عِبَادِهِ وَالْعَاقِبَةُ لِلْمُتَّقِينَ) (الأعراف:128)، وقال -سبحانه-: (وَلا يَحِيقُ الْمَكْرُ السَّيِّئُ إِلَّا بِأَهْلِهِ) (فاطر: من الآية43). ¶ ولست بناج من مقالة طاعن ¶ ومن ذا الذي ينجو من الناس سالما ... ولو كنت في غار على جبل وعر ¶ ولو غاب عنهم بين خافيتي نسر ¶ ثامناً: احذر من التعميم. ¶ إن قضية التعميم في الأحكام قضية خطيرة جدا، وقد وقع كثير من الناس في هذه الظاهرة التي تدل على قلة الوعي وعدم الإنصاف، ترى أحدهم يقول: العلماء فعلوا، والعلماء قالوا، والعلماء قصروا، والعلماء غلطوا -بهذا التعميم-، والتصرف السليم أن يعمم في الخير، ولا يعمم في الشر، ومن فضل الله -تعالى- أن الرحمة تعم كالمطر، والعقاب يخص (1)(فَكُلّاً أَخَذْنَا بِذَنْبِهِ) (العنكبوت: من الآية40). ¶ ومن كرمه سبحانه أن الرحمة تشمل خليط الأخيار -وإن لم يكن منهم-: \" هم القوم لا يشقى بهم جليسهم \" ولقد اطلع الله على أهل بدر فقال: \" اذهبوا مغفورا لكم \" متفق عليه، وأما العقاب: (وَلا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى) (الأنعام: من الآية164). ¶ تاسعاً: أخيرا أقول للمتحدثين في العلماء. ¶ __________ ¶ (1) - ويستثنى من ذلك إذا ظهرت المعاصي ولم تنكر فإن العقاب يعم لقوله سبحانه: \"واتقوا فتنة لا تصيبن الذين ظلموا منكم خاصة\" الآية.. وقوله، صلى الله عليه وسلم،: \"إن الناس إذا رأوا المنكر فلم يغيروه أوشك أن يعمهم الله بعقابه\" أخرجه الإمام أحمد بإسناد صحيح من حديث أبي بكر الصديق -رضي الله عنه- [ابن باز].",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "اتقوا الله، توبوا إلى الله، أنيبوا إلى الله، أثنوا على العلماء بمقدار غيبتكم لهم، وإلا فأنتم الخاسرون، والعاقبة للمتقين، وما مثلكم إلا كما قال الأول: ¶ كناطح صخرة يوما ليوهنها ... فلم يضرها, وأوهى قرنه الوعل ¶ وقول الآخر: ¶ يا ناطح الجبل العالي ليثلمه ... أشفق على الرأس لا تشفق على الجبل ¶ فتنبهوا، وصححوا المنهج، وانظروا في العواقب، واحفظوا حرمات الله، يحفظكم الله، ويغفر لكم. ¶ هذا، وأسأل الله أن ينفعنا بما علمنا، وأن يعيذنا من فتنة القول والعمل، والله أعلم، وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين.",
            "page": "23",
            "part": "1"
        }
    ],
    "t35105": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "لحوم العلماء مسمومة"
        }
    ]
}