{
    "b35114": [
        {
            "hno": null,
            "id": "1",
            "nass": "قصص وعبر وعظات ¶ من سيرة الصحابيات ¶ تأليف ¶ أبي أنس ¶ ماجد البنكاني",
            "page": "1",
            "part": "1"
        },
        {
            "hno": null,
            "id": "2",
            "nass": "مقدمة ¶ إنّ الحمد لله نحمده ونستعينه، ونستغفره، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله، فلا مضلَّ له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله. ¶ { يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ } ،(1) ¶ { يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيباً } .(2) ¶ { يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلاً سَدِيداً، يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزاً عَظِيماً } .(3) ¶ أما بعد: ¶ فإن خير الكلام كلام الله تعالى، وخير الهدى هدي محمد - صلى الله عليه وسلم -، وإن شر الأمور محدثاتها، وكل محدثة بدعة وكل بدعة ضلالة وكل ضلالة في النار . ¶ فإن الإسلام قد أكرم المرأة أيَّما إكرام ، أُمَّاً كانت ، أو بنتاً ، أو زوجاً ، أو أختاً ، وقد ذكر الله تعالى في القرآن الكريم بعض النساء اللاتي كان لهن دور بارز وفعال في تاريخ البشرية كأم موسى ، ومريم بنت عمران ، وامرأة فرعون ، وذكر الله تعالى أيضاً بعضاً منهن من المبايعات والمهاجرات ، كما في سورة الممتحنة . فقد ذكر الله من ثباتهنَّ وإيمانهنَّ ¶ __________ ¶ (1) آل عمران:آية (102). ¶ (2) النساء: آية (1). ¶ (3) الأحزاب: آية (70-71).",
            "page": "1",
            "part": "2"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "وقد برزت المرأة في الصدر الأول من الإسلام ، وفي القرن الأول وهو خير القرون ، بالصبر واليقين ، وفي وقوفها بجانب رسول الله - صلى الله عليه وسلم - ، في تسكين النفس وتهدئة الروع ، وفي ثباتها ، ووقوفها في خندق واحد مع زوجها ومع أبيها ، وأخيها ، وضحت بمالها ونفسها ، ووقفت كالطوت الشامخ مع رسول الله - صلى الله عليه وسلم - ، أمثال خديجة ، وعائشة ، وفاطمة ، وأسماء ، وأم سليم ، وأمثالهن كثير رضي الله عنهنَّ وأرضاهنَّ جميعاً . ¶ وقد كانت الصحابيات مثالاً فريداً للنساء إلى قيام الساعة ، في الدعوة ، والدفاع عن الحق ، وعن هذا الدين العظيم ، وفي حمل راية الإسلام . ¶ فإلى المسلمات اللاتي يتخذن من الصحابيات مثالاً لهنَّ في التضحية، والإيمان، والتقوى والورع، والفداء ، ¶ إلى نسائنا الكريمات اللواتي يتخذنَّ من الصحابيات مثالاً يقتدى بهن في الإيثار ، والصمود . ¶ إليكن جميعاً أيتها الأخوات والأمهات نقدم هذه النماذج الطيبة من النساء اللاتي كنَّ حول الرسول - صلى الله عليه وسلم - ، وشاركن في إقامة هذا الدين العظيم ، وتحملن هذه المسؤولية العظيمة . ¶ ستجد الأخت المسلمة في هذا الكتاب نساء وقفت كل واحدة منهن على ثغرة من ثغر الإسلام ، وستجدين في كل واحدة منهن مثالاً يحتذى بهنَّ في التقوى والإخلاص والثبات والفداء . ¶ وأذكِّر الأخوات المسلمات أن يقرأن سيرة هؤلاء الصحابيات الكريمات ، ليكونوا على علم بهن وبما قمن به في صدر الدعوة ، والوقوف على سَيير سلفنا الصالح من الصحابة والتابعين ومن تبعهم بإحسان إلى يوم الدين ، يكون ذلك سبباً لتثبيت الإيمان في قلب المؤمن ، ويكون كذلك دافعاً لهم على زيادة الطاعات ، والتضحيات في سبيل الله تعالى . ¶ لأن المرأة سلاح ذو حدين ، فإذا صلحت وأدت وظيفتها الأصلية ، وهدفها المرسوم ، كانت لبنة صالحة في بناء مجتمع إسلامي متماسك قوي الأخلاق ، متين الدعائم .",
            "page": "2",
            "part": "2"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "فسنقضي لحظات ممتعة ومؤلمة في نفس الوقت مع هذه الصفحات ونحن نقرأ حياة الصحابيات الكريمات . ¶ نسأل الله العظيم أن يرزق أخواتنا المسلمات الاقتداء والسير على نهج الصحابيات الفاضلات ، في التضحية ، واليقين ، والثبات ، والصبر ، والتقوى ، والتوكل . ¶ هذا وأشكر كل من قدم لي يد المساعدة لإخراج هذا الكتاب لما فيه من المنفعة، ولقد استفدت من كتاب صور من حياة الصحابيات للأخ عبد الرحمن السحيباني كثيراً ، وكذلك كتاب نساء حول الرسول - صلى الله عليه وسلم - ، وقصص من حياة الصحابيات لصلاح بن فتحي ، وصفحات مشرقة من حياة الصحابيات . ¶ و \"لا يشكر الله من لا يشكر الناس\"(1) ، كما قال رسول الله - صلى الله عليه وسلم - . ¶ فجزاهم الله عنا خير الجزاء وجعل عملهم هذا في ميزان حسناتهم يوم القيامة . ¶ وأسأل الله العظيم رب العرش العظيم أن يجعل هذا الكتاب سبباً لصلاح المسلمين ، ¶ كما أسأله سبحانه أن يجعل عملنا هذا خالصاً لوجهه الكريم ، وأن يكون حجةً لنا لا علينا ، وأن ينفعنا به في يوم الدين ، إنه ولي ذلك ¶ والقادر عليه . اللهم آمين ¶ وأصلي وأسلم على المبعوث رحمةً للعالمين محمد وعلى آله وصحبه أجمعين ¶ وكتب ¶ ماجد بن خنجر البنكاني ¶ أبو أنس العراقي ¶ يوم الجمعة الموافق ¶ 14/ جمادى الآخرة / 1424هـ ¶ 11/ 8 / 2003م ¶ __________ ¶ (1) صحيح الترمذي رقم (1592)، السلسلة الصحيحة برقم (417)، المشكاة رقم (3025)، التعليق الرغيب (2/56) .",
            "page": "3",
            "part": "2"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "الخاتمة ¶ وفي الختام وبعد أن قرأنا ما في هذا الكتاب من القصص عن حياة الصحابيات وما قمن به من تضحية في سبيل الله تعالى ، وفي سبيل الدعوة ، فقد رأينا كيف وقفت المرأة المسلمة في الصدر الأول مع الرجل في خندق واحد تبني صرح الإسلام ، وإقامة هذا الدين العظيم . ¶ ورأينا كيف بذلت المرأة المسلمة ما تملكه من قدرات ، وما تستطيعه من مواهب ، وما تحتمله من جهد ، وما بين يديها من مالٍ وولد لأجل نصرة الإسلام . ¶ فعلى الأخت المسلمة أن تتخذ من الصحابيات قدوة لها ، وزاداً تتزود به في هذه الحياة الدنيا ، وأن لا تنخدع بالدعوات الكاذبة الخداعة من قبل الغرب الذين يجعلون من المرأة سلعة لهم لقضاء شهواتهم ومآربهم . ¶ وعليك أن تقفي على ثغرة من ثغر الإسلام كما كانت المرأة في القرن الأول، ¶ فرضي الله عن الصحابة الكرام ، وجزاهم الله عن الإسلام والمسلمين خير الجزاء ، والله المسؤول أن يعوضهم على صبرهم وجهادهم بجنة عرضها السموات والأرض أعدت للمتقين ، وما ذلك على الله بعزيز . قال الله تعالى : { وَالسَّابِقُونَ الْأَوَّلُونَ مِنَ الْمُهَاجِرِينَ وَالْأَنْصَارِ وَالَّذِينَ اتَّبَعُوهُمْ بِإِحْسَانٍ رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ وَأَعَدَّ لَهُمْ جَنَّاتٍ تَجْرِي تَحْتَهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَداً ذَلِكَ الْفَوْزُ الْعَظِيمُ } .(1) ¶ وختاماً فالله اسأل أن يجعل هذا الكتاب نافعاً للمسلمين عامة والنساء خاصة ، وأن يجعله خالصاً لوجهه الكريم ، وأن ينفعنا به { يَوْمَ لا يَنْفَعُ مَالٌ وَلا بَنُونَ إِلَّا مَنْ أَتَى اللَّهَ بِقَلْبٍ سَلِيمٍ } .(2) ¶ وآخر دعوانا أن الحمد لله رب العالمين ، وأصلي وأسلم على المبعوث رحمة للعالمين محمد وعلى آله وصحبه أجمعين . ¶ وكتب ¶ ماجد بن خنجر البنكاني ¶ أبو أنس العراقي ¶ __________ ¶ (1) التوبة الآية (100) . ¶ (2) الشعراء الآية (88-89) .",
            "page": "1",
            "part": "3"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "المادة ... الصفحة ¶ المقدمة …………….…………………………………… ... 5 ¶ أمهات المؤمنين .................................. ... 11 ¶ خديجة بنت خويلد الطاهرة ............................ ... 13 ¶ عائشة المبرأة من فوق سبع سماوات ..................... ... 25 ¶ حفصة الصوامة القوامة ……………………… ... 49 ¶ صفية بنت حيي .....…………………......... ... 55 ¶ زينب بنت جحش .............……………….. ... 61 ¶ أم حبيبة رضي الله عنها ................................ ... 71 ¶ أم سلمة أول ظعينة تدخل المدينة ............................. ... 79 ¶ ميمونة بنت الحارث ................................... ... 91 ¶ سودة بنت زمعة ....................................... ... 95 ¶ جويرية بنت الحارث عظيمة البركة على أهلها ............ ... 101 ¶ بنات النبي - صلى الله عليه وسلم - ................................... ... 107 ¶ زينب بنت رسول الله - صلى الله عليه وسلم - ....………………… ... 109 ¶ رقية بنت رسول الله - صلى الله عليه وسلم - ..……………………. ... 115 ¶ أم كلثوم بنت رسول الله - صلى الله عليه وسلم -.........…………… ... 121 ¶ فاطمة بنت رسول الله - صلى الله عليه وسلم - ............................. ... 127 ¶ أمامة بنت أبي العاص................................... ... 137 ¶ الشيماء بنت الحارث ................................... ... 143 ¶ عمات النبي - صلى الله عليه وسلم - .................................... ... 147 ¶ حليمة السعدية ........................................ ... 149 ¶ أم أيمن ..........………………………...... ... 155 ¶ صفية ..................………………….... ... 161 ¶ أم الفضل زوجة العباس ............................... ... 167 ¶ فاطمة بنت أسد مربية النبي - صلى الله عليه وسلم - ......................... ... 173 ¶ أم رومان أم الصديقية .................................. ... 179",
            "page": "1",
            "part": "4"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "صحابيات جليلات تخرجن من مدرسة النبوة … ... 185 ¶ أم المنذر بنت قيس ………………………… ... 187 ¶ أم حرام بنت ملحان شهيدة البحر ……………… ... 193 ¶ أم عطية الأنصارية .................................... ... 197 ¶ أم هانئ رضي الله عنها ................................. ... 203 ¶ أميمة بنت صبيح أم سيد الحفاظ ...……...……… ... 207 ¶ أسما بنت يزيد بن السكن خطيبة النساء …………... ... 213 ¶ الربيع بنت معوذ بايعت تحت الشجرة ..... .......….. ... 219 ¶ خولة بنت ثعلبة المرأة التي شكواها من فوق سبع سماوات .. ... 225 ¶ درة بنت عم النبي - صلى الله عليه وسلم - ................................... ... 229 ¶ سمية بنت خباط أول شهيدة في الإسلام …………… ... 235 ¶ نسيبة بنت كعب الأنصارية ......………………. ... 243 ¶ أسماء بنت أبي بكر ذات النطاقين .………………. ... 247 ¶ أسماء بنت عميس صاحبت الهجرتين .................... ... 263 ¶ أم الدحداح الأنصارية ....................………... ... 271 ¶ أم سليم المؤمنة الداعية .................................. ... 277 ¶ حبيبة بنت خارجة ………………………… ... 285 ¶ كبشة بنت رافع أم الأبطال ..........…………… ... 289 ¶ الخنساء أم الشهداء ..................................... ... 295 ¶ الخاتمة ............................................ ... 301 ¶ الفهرس ............................................ ... 305",
            "page": "2",
            "part": "4"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "أم حبيبة ¶ رضي الله عنها ¶ المجاهدة الصابرة ¶ أم المؤمنين اسمها رملة بنت أبي سفيان . ¶ إنها المجاهدة ، الصابرة ، صاحبة التضحيات الكبيرة ، تحملت المتاعب والأهوال في سبيل عقيدتها وإيمانها بالله سبحانه وتعالى ، رضي الله عنها وأرضاها . ¶ هي من أول المؤمنين هجرة إلى الحبشة فراراً بدينها بعد أن اشتد طغيان الكفر على المسلمين ، وهي زوج النبي - صلى الله عليه وسلم - ، أم المؤمنين ، وهي أخت الخليفة معاوية ،. ¶ تزوجت من عبيد الله بن جحش الذي أسلم مثلها وهاجر معها إلى الحبشة ، وهناك ولدت له بنتاً أسمتها حبيبة وبها كُنيت . ¶ وكانت المفاجأة في ديار الغربة أن تنصر زوجها وأكب على شرب الخمر ، وحاول أن يحمل زوجته على الكفر وترك دينها فأبت كل الإباء ، بل كانت تحاول معه ليرجع إلى الإسلام والثبات عليه فرفض وأصر على الكفر والعياذ بالله ، واستمر على ذلك أياماً حتى هلك . ¶ قالت أم حبيبة رأيت في المنام كأن زوجي عبيد الله بن جحش بأسوأ صورة ففزعت فأصبحت ، فإذا به قد تنصر فأخبرته بالمنام فلم يحفل به وأكب على الخمر حتى مات .(1) ¶ وهكذا عاشت أيام الغربة والبعد عن الأهل والوطن ، وفقدت المعيل لها ولبنتها ، لكنها الصادقة الصابرة المؤمنة بالله وبرسوله - صلى الله عليه وسلم - صمدت بكل هذه الظروف الصعبة والقاسية ، كانت تعلم أن الله لن يتركها ، وتعلم أن بعد الشدة الفرج ، وبعد العسر يسر ، فالذي يتقي الله تعالى ويتوكل عليه يجعل له مخرجا ويرزقه من حيث لا يحتسب . ¶ قال الله تعالى : { وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجاً وَيَرْزُقْهُ مِنْ حَيْثُ لا يَحْتَسِبُ وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ إِنَّ اللَّهَ بَالِغُ أَمْرِهِ قَدْ جَعَلَ اللَّهُ لِكُلِّ شَيْءٍ قَدْراً } .(2) ¶ __________ ¶ (1) الإصابة (7/652) . ¶ (2) سورة الطلاق الآية (2-3) .",
            "page": "1",
            "part": "5"
        },
        {
            "hno": null,
            "id": "9",
            "nass": "فثبت الله عزيمتها وصبرها ، وما هي إلا أيام حتى جاء الخبر ، جاءتها البشرى ، جاءها الفرج ، طُرق عليها الباب إنها جارية من جواري النجاشي لماذا جاءت ، جاءت لتبشرها بأن رسول الله - صلى الله عليه وسلم - وسيد ولد آدم وأفضل خلق الله قد خطبها ، وما أن علمت واستيقنت بأن الخبر حقيقة صاحت : بشرك الله خيراً ، ثم نزعت ما تمتلك من حلي وقدمته للجارية .(1) ¶ قالت رضي الله عنها : أتاني آت في نومي ، فقال يا أم المؤمنين ففزعت فما هو إلا أن انقضت عدتي فما شعرت إلا برسول النجاشي يستأذن ، فإذا هي جارية له يقال لها : أبرهة فقالت : إن الملك يقول لك وكلي من يزوجك فأرسلت إلى خالد بن سعيد بن العاص بن أمية فوكلته فأعطيت أبرهة سوارين من فضة فلما كان العشي أمر النجاشي جعفر بن أبي طالب فحمد الله وأثنى عليه وتشهد ثم قال : ¶ أما بعد فإن رسول الله - صلى الله عليه وسلم - إلي أن أزوجه أم حبيبة فأجبت وقد أصدقتها عنه أربعمائة دينار ثم سكب الدنانير فخطب خالد فقال : ¶ قد أجبت الى ما دعا اليه رسول الله - صلى الله عليه وسلم - وزوجته أم حبيبة فأتى الدنانير وعمل لهم النجاشي طعاما فأكلوا ، قالت أم حبيبة : فلما وصل إلي المال أعطيت أبرهة منه خمسين دينارا قالت فردتها علي ، وقالت إن الملك عزم على بذلك وردت على ما كنت أعطيتها أولا ثم جاءتني من الغد بعود وورس وعنبر وزباد كثير ، فقدمت به معي على رسول الله - صلى الله عليه وسلم - .(2) ¶ ما كان لعدو الله أن يجلس على فراش رسول الله - صلى الله عليه وسلم - : ¶ __________ ¶ (1) انظر الإصابة (4/48) ، والسمط الثمين (ص67) . ¶ (2) الإصابة (7/652) .",
            "page": "2",
            "part": "5"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "ضربت أم حبيبة رضي الله عنها أروع الأمثلة في الحب لله والبغض لله ، فعندما قدم أبوها أبو سفيان بن حرب المدينة جاء إلى رسول الله - صلى الله عليه وسلم - وهو يريد غزو مكة فكلمه أن يزيد في هدنة الحديبية ، فلم يقبل عليه رسول الله - صلى الله عليه وسلم - ، فقام فدخل على ابنته أم حبيبة ، فلما جاء ليجلس على فراش النبي - صلى الله عليه وسلم - طوته دونه فقال : يا بنية أرغبت بهذا الفراش عني أم بي عنه ؟ فقالت : بل هو فراش رسول الله - صلى الله عليه وسلم - وأنت امرؤ نجس مشرك ، فقال : يا بنية لقد أصابك بعدي شر أي نعم فما كان لعدو الله أن يجلس على فراش رسول الله - صلى الله عليه وسلم - . ¶ قالت عائشة رضي الله عنها : دعتني أم حبيبة عند موتها ، فقالت : قد يكون بيننا ما يكون بين الضرائر ، فغفر الله لي ولك ما كان من ذلك : فقلت : غفر الله لك ذلك كله وتحللت من ذلك ، فقالت : سررتني سرك الله ، وأرسلت إلى أم سلمة ، فقالت لها مثل ذلك . ¶ عن زينب ابنة أبي سلمة قالت : لما جاء نعي أبي سفيان يعني والد أم حبيبة من الشام دعت أمُّ حبيبة رضي الله عنها بصفرةٍ في اليوم الثالث ، فمسحتْ عارضيها وذراعيها ؛ وقالت : إني كنتُ عن هذا لغَنية ؛ لولا أني سمعتُ رسول الله - صلى الله عليه وسلم - يقول :\" لا يحل لامرأةٍ تؤمن بالله واليوم الآخر أن تحدَّ على ميتٍ فوق ثلاثٍ ؛ إلا على زوجٍ ؛ فإنها تُحدُّ عليه أربعة أشهرٍ وعشراً \".(1) ¶ وبعد وفات رسول الله - صلى الله عليه وسلم - وانتقاله إلى الرفيق الأعلى عكفت أم حبيبة على عبادة ربها ولا تخرج من بيتها إلا لحج أو عمرة ، حتى توفاها الله في العقد السابع من عمرها . ¶ فرضي الله عنها ورحمه الله تعالى وأكرمها في جناته جنات الخلد . ¶ __________ ¶ (1) رواه البخاري برقم ( 1280) ، ومسلم برقم ( 1486) .",
            "page": "3",
            "part": "5"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "فما أحوج المسلمات اليوم أن يقرأن سيرة هذه السيدة الجليلة ليدركن البون الشاسع بينهن وبين الرعيل الأول الذي تخرَّج من مدرسة النبوة ، فالله أسأل أن يرزق نسائنا وبناتنا الاقتداء بالصحابيات الجليلات والسير على طريقهن . اللهم آمين . ¶ الفوائد ¶ إعطاء المبشر هدية ، حلوان على بشارته ، كما فعلت أم حبيبة ، وكما فعل كعب بن مالك رضي الله عنهم جميعاً . ¶ بعد كل شدة فرج . ¶ الولاء للمسلمين ، والبراء من المشركين ولو كان ، أو أخ ، أو أي شخص كان ، كما فعلت أم حبيبة مع أبيها قبل إسلامه في منعه من الجلوس على فراش رسول الله - صلى الله عليه وسلم - . ¶ كل مشرك نجس ، ونجاسته معنوية . ¶ نهي المرأة عن الحداد فوق ثلاثة أيام ، إلا على الزوج فإنها تحد أربعة أشهرٍ وعشراً .",
            "page": "4",
            "part": "5"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "أم سلمة ¶ أول ظعينة دخلت المدينة مهاجرة ¶ هي هند بنت أبي أمية بن المغيرة بن عبد الله بن عمر ، المخزومية القرشية ، صحابية جليلة من المهاجرات الأول ، وهي بنت عم خالد بن الوليد ، وبنت عم أبي جهل بن هشام ، وقد كانت تعد من فقهاء الصحابيات . ¶ أمها عاتكة بنت عامر بن ربيعة الكنانية ، من بني فراس الأمجاد . ¶ زوجها هو عبد الله بن عبد الأسد بن هلال بن عبد الله بن عمر بن مخزوم -أبو سهل – صاحب الهجرتين ، وأمه برة بنت عبد المطلب بن هاشم عمة النبي - صلى الله عليه وسلم - ، وكان أبو سلمة أخاً للنبي - صلى الله عليه وسلم - من الرضاع ، أرضعتهما ثويبة مولاة أبي لهب . ¶ وقفت إلى جانب زوجها وتحملت معه صنوف العذاب وأقساها ، ثم هاجرت معه إلى الحبشة فراراً بدينها ، بعد أن تركت الوطن والأهل والمال لأجل دينها . ¶ وولدت في المهجر ابنها سلمة . ¶ وبعد أن عادوا من الهجرة الأولى ، ثم هاجروا إلى المدينة بعد أن أذن النبي - صلى الله عليه وسلم - لأصحابه بالهجرة . ¶ ولقد لقت أم سلمة وزوجها أشد المعاناة في هجرتها هذه وكانت مأساة بالغة. ¶ فلنتركها هي تتحدث عن هذه الهجرة ، حيث قالت :",
            "page": "1",
            "part": "6"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "لما أجمع أبو سلمة الخروج إلى المدينة رحل بعيرا له وحملني وحمل معي ابني سلمة ، ثم خرج يقود بعيره فلما رآه رجال بني المغيرة قاموا إليه فقالوا : هذه نفسك غلبتنا عليها أرأيت صاحبتنا هذه علام نتركك تسير بها في البلاد ونزعوا خطام البعير من يده وأخذوني فغضب ، ثم ذلك بنو عبد الأسد وأهووا إلى سلمة وقالوا : والله لا نترك ابننا عندها إذا نزعتموها من صاحبنا فتجاذبوا ابني سلمة حتى خلعوا يده وانطلق به بنو عبد الأسد ورهط أبي سلمة وحبسني بنو المغيرة عندهم ، وانطلق زوجي أبو سلمة حتى لحق بالمدينة ففرق بيني وبين زوجي وابني فكنت أخرج كل غداة وأجلس بالأبطح فما أزال أبكي حتى أمسي سبعا أو قريبها حتى مر بن رجل من بني عمي فرأى ما في وجهي ، فقال لبني المغيرة : ألا تخرجون من هذه المسكينة فرقتم بينها وبين زوجها وبين ابنها ، فقالوا : الحقي بزوجك إن شئت ورد على بني عبد الأسد عند ذلك ابني ، فرحلت بعيري ووضعت ابني في حجري ، ثم خرجت أريد زوجي بالمدينة وما معي أحد من خلق الله فكنت أبلغ من لقيت حتى إذا كنت بالتنعيم(1) لقيت عثمان بن طلحة(2) أخا بني عبد الدار ، فقال أين يا بنت أبي أمية ، قلت : أريد زوجي بالمدينة ، فقال: هل معك أحد ، فقلت : لا والله إلا الله وابني هذا ، فقال : والله مالك من مترك ، فأخذ بخطام البعير فانطلق معي يقودني فوالله ما صحبت رجلا من كان أكرم منه إذا نزل المنزل أناخ بن ثم تنحى إلى شجرة فاضطجع تحتها فإذا دنا الرواح قام إلى بعيري ¶ __________ ¶ (1) التنعيم : مكان على ثلاثة أميال من مكة . ¶ (2) عثمان بن طلحة : كان حاجب بيت الله في الجاهلية ، وكان يوك رافق أم سلمة مشركاً ، أسلم في هدنة الحديبية وهاجر قبل الفتح مع خالد بن الوليد ، فلما فتحت مكة دفع النبي - صلى الله عليه وسلم - مفاتيح الكعبة إلى عثمان بن طلحة وإلى ابن عمه شيبة بن عثمان بن أبي طلحة استشهد عثمان بن طلحة بأجنادين في خلافة عمر رضي الله عنهما .",
            "page": "2",
            "part": "6"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "قدمه ورحله ثم استأخر عني وقال اركبي فإذا ركبت واستويت على بعيري أتى فأخذ بخطامه فقادني حتى نزلت ، فلم يزل يصنع ذلك حتى قدم بن المدينة فلما نظر إلى قرية بني عمرو بن عوف بقباء قال : إن زوجك في هذه القرية وكان أبو سلمة نازلا بها وقيل أنها أول امرأة خرجت مهاجرة إلى الحبشة وأول ظعينة دخلت المدينة ويقال إن ليلى امرأة عامر بن ربيعة شركتها في هذه الأولية .(1) ¶ وبالنسبة إلى زوجها دعاه رسول الله - صلى الله عليه وسلم - ليكون على سرية ، وعقد له لواء ، وقال : سر حتى تأتي أرض بني أسد ، فأغر عليهم ، وكان معه خمسون ومائة ، فساروا حتى انتهوا إلى أدنى قطن من مياههم فأخذوا سرحاً لهم ، ثم رجع إلى المدينة بعد بضع عشرة ليلة . ¶ ولما دخل أبو سلمة المدينة انتقض جرحه الذي أصابه يوم أحد ، وقد ظنه من قبلُ أنه التأم ، فمات لثلاث بقين من جمادى الآخرة سنة أربع ، وقيل سنة ثلاث .(2) ¶ عن عبيد بن عمير ـ رحمه الله ـ قال : قالت أم سلمة : لما مات أبو سلمة قلتُ : غريبٌ وفي أرض غُربةٍ ؛ لأبكينه بكاءً يُتحدثُ عنه ، فكنتُ قد تهيأتُ للبكاء عليه ؛ إذ أقبلت امرأةٌ من الصعيد ، تريد أن تُسعدني ، فاستقبلها رسول الله - صلى الله عليه وسلم - وقال :\" أتُريدين أن تُدخلي الشيطان بيتاً أخرجه الله منه ؟ مرتين \". فكففتُ عن البكاء فلم أبكِ . اهـ .(3) ¶ الصعيد : المراد بالصعيد هنا : عوالي المدينة . ¶ تُسعدني : يعني تساعدها . ¶ __________ ¶ (1) الإصابة (8/222) . ¶ (2) سير أعلام النبلاء (1/153) . ¶ (3) رواه مسلم برقم ( 922) .",
            "page": "3",
            "part": "6"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "عن أم سلمة رضي الله عنها ، قالت : قال رسول الله - صلى الله عليه وسلم - : \"إذا حضرتم المريض أو الميت فقولوا خيرا فإن الملائكة يؤمنون على ما تقولون ، قالت : فلما مات أبو سلمة أتيت النبي - صلى الله عليه وسلم - ، فقلت : يا رسول الله إن أبا سلمة قد مات ، قال : قولي اللهم اغفر لي وله وأعقبني منه عقبى حسنة ، قالت : فقلت فأعقبني الله من هو خير لي منه محمدا - صلى الله عليه وسلم -\" .(1) ¶ وفي رواية عنها رضي الله عنها تقول : حزنت كثيراً لوفاة زوجي أبي سلمة ، وعند ذلك ذهبت إلى رسول الله - صلى الله عليه وسلم - فقالت : كيف أقول ؟ قال : \" قولي : اللهم اغفر لنا وله ، وأعقبني منه عُقبى صالحة \". تقول : فقلتها ، فأعقبني الله محمداً - صلى الله عليه وسلم - .(2) ¶ عن أم سلمة ، قالت : لما انقضت عدة أم سلمة خطبها أبو بكر فلم تتزوجه فبعث النبي - صلى الله عليه وسلم - يخطبها عليه ، فقالت : أخبر رسول الله - صلى الله عليه وسلم - أني امرأة غيرى وأني امرأة مصيبة وليس أحد من أوليائي شاهدا ، فقال : \"قل لها أما قولك غيري فسأدعو الله فتذهب غيرتك ، وأما قولك أني امرأة مصيبة فستكفين صبيانك ، وأما قولك ليس أحد من أوليائي شاهدا فليس أحد من أوليائك شاهد أو غائب يكره ذلك\" ، فقالت لابنها عمر قم فزوج رسول الله - صلى الله عليه وسلم - فزوجه . ¶ وفي رواية قالت : فلما مات أبو سلمة قُلتُ : أي المسلمين خيرٌ من أبي سلمة ؛ أول بيتٍ هاجر إلى رسول الله - صلى الله عليه وسلم - ؟ ثم إني قُلتُها ، يعني إنا لله وإنا إليه راجعون ، فأخلف الله لي رسول الله - صلى الله عليه وسلم - . ¶ قالت : أرسل إليَّ رسول الله - صلى الله عليه وسلم - حاطِبَ بن أبي بلتعة يخطبني له ، فقلتُ : إنَّ لي بنتاً ، وأنا غيور . ¶ __________ ¶ (1) أخرجه مسلم برقم (919) . ¶ (2) رواه مسلم برقم ( 919) .",
            "page": "4",
            "part": "6"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "فقال : أما ابنتُها فندعو الله أن يغنيها عنها ، وأدعوا الله أن يذهب بالغيرة.(1) ¶ عن أم سلمة قالت : لما بني رسول الله - صلى الله عليه وسلم - بي قال :\"ليس بك على أهلك هوان ، إن شئت سبعت لك وسبعت عندهن يعني نساءه ـ وإن شئت ثلاثاً ودُرت\" قالت: ثلاثاً.(2) ¶ عن أم سلمة قالت : كنت نائمة مع رسول الله - صلى الله عليه وسلم - في اللحاف ، فحضت ، فقال لي : ¶ \" أنفست ؟\" قلت : نعم قال :\" قومي فأصلحي حالك ثم عودي\" فألقيت ثيابي عني ولبست ثياب حيضتي ، ثم عدت فدخلت معه اللحاف .(3) ¶ وتمتعت أم سلمة بالحياة مع رسول الله - صلى الله عليه وسلم - وعاشت معه أياماً لا تنسى ، فكان ـ عليه الصلاة والسلام ـ يكرمها ولا يملها . ¶ عن زينب بنت أبي سلمة عن أم سلمة رضي الله عنها قالت : كانت أم سلمة ورسول الله - صلى الله عليه وسلم - يغتسلان من الإناء الواحد من الجنابة . ¶ وكانت أم سلمة رضي الله عنها تتعلم من النبي - صلى الله عليه وسلم - أحكام الإسلام حتى تأدبت بأدب النبوة . فعنها ـ رضي الله عنها ـ قالت : قلت : يا رسول الله هل لي أجر في بني أبي سلمة أنفق عليهم ولستُ بتاركتهم هكذا وهكذا إنما هم بني ؟ فقال :\" نعم لك أجر ما أنفقت عليهم \". ¶ وعن أم سلمة رضي الله عنها قالت : شكوت رسول الله - صلى الله عليه وسلم - أني أشتكي ، فقال :\" طوفي من وراء الناس وأنت راكبة\" ، فطفت ورسول الله - صلى الله عليه وسلم - يصلي إلى جنب البيت ويقرأ بالطور وكتاب مسطور . ¶ __________ ¶ (1) رواه مسلم برقم ( 918) . ¶ (2) أخرجه مسلم برقم ( 1246) . ¶ (3) أخرجه البخاري كتاب \"الحيض\" باب من سمَّى النفاس حيضاً .",
            "page": "5",
            "part": "6"
        },
        {
            "hno": null,
            "id": "17",
            "nass": "وفي رواية : أن رسول الله - صلى الله عليه وسلم - قال لها وهي بمكة ، وأراد الخروج ولم تكن أم سلمة ـ رضي الله عنها ـ طافت بالبيت وأرادت الخروج ، فقال لها رسول الله - صلى الله عليه وسلم - :\" إذا أقيمت الصبح فطوفي على بعيرك والناس يصلون \" ففعلت ذلك ولم تُصلَّ حتى خرجت .(1) ¶ من المواقف النادرة والفذة التي كان لأم سلمة رضي الله عنها والذي يدل على رزانة عقلها ومن مناقبها رضي الله عنها . ¶ في العام السادس من الهجرة النبوية صحبت أم سلمة رضي الله عنها رسول الله - صلى الله عليه وسلم - في رحلته إلى مكة معتمراً ، وهي الرحلة التي صدت فيها قريش النبي - صلى الله عليه وسلم - والصحابة الكرام عن دخول البلد الحرام ، وتم على أثرها صلح الحديبية. ¶ ومن شروط الصلح التي اشترطها المشركون ما ذكره سهيل : \"على أنه لا يأتيك منا رجل وإن كان على دينك إلا رددته إلينا\" ، قال المسلمون سبحان الله كيف يرد إلى المشركين وقد جاء مسلما ، فبينما هم كذلك إذ دخل أبو جندل بن سهيل بن عمرو يرسف في قيوده وقد خرج من أسفل مكة حتى رمى بنفسه بين أظهر المسلمين ، فقال سهيل هذا يا محمد أول ما أقاضيك عليه أن ترده إلي فقال النبي - صلى الله عليه وسلم - : \"إنا لم نقض الكتاب بعد\" ، قال فو الله إذا لم أصالحك على شيء أبدا ، قال النبي - صلى الله عليه وسلم - : \"فأجزه لي\" ، قال ما أنا بمجيزه لك ، قال : \"بلى فافعل\" ، قال ما أنا بفاعل قال مكرز بل قد أجزناه لك قال أبو جندل أي معشر المسلمين أرد إلى المشركين وقد جئت مسلما ألا ترون ما قد لقيت وكان قد عذب عذابا شديدا في الله ، ¶ __________ ¶ (1) \"صحيح الجامع\" برقم (3932) .",
            "page": "6",
            "part": "6"
        },
        {
            "hno": null,
            "id": "18",
            "nass": "قال فقال عمر بن الخطاب فأتيت نبي الله - صلى الله عليه وسلم - فقلت ألست نبي الله حقا ، \"قال بلى\" ، قلت ألسنا على الحق وعدونا على الباطل ، \"قال بلى\" ، قلت فلم نعطي الدنية في ديننا إذاً ؟ قال : \"إني رسول الله ولست أعصيه وهو ناصري\" ، قلت أو ليس كنت تحدثنا أنا سنأتي البيت فنطوف به ، \"قال بلى فأخبرتك أنا نأتيه العام\" ، قال قلت لا ، قال : \"فإنك آتيه ومطوف به\" ، قال فأتيت أبا بكر ، فقلت : يا أبا بكر أليس هذا نبي الله حقا ، قال بلى ، قلت : ألسنا على الحق وعدونا على الباطل ، قال بلى ، قلت فلم نعطي الدنية في ديننا إذاً ؟ قال أيها الرجل إنه لرسول الله - صلى الله عليه وسلم - وليس يعصي ربه وهو ناصره فاستمسك بغرزه فوالله إنه على الحق ، قلت أليس كان يحدثنا أنا سنأتي البيت ونطوف به ، قال بلى أفأخبرك أنك تأتيه العام ، قلت : لا، قال فإنك آتيه ومطوف به . ¶ قال الزهري : قال عمر : فعملت لذلك أعمالا ، قال : فلما فرغ من قضية الكتاب ، قال رسول الله - صلى الله عليه وسلم - لأصحابه : \"قوموا فانحروا ثم احلقوا\" ، قال فوالله ما قام منهم رجل حتى ، قال ذلك ثلاث مرات فلما لم يقم منهم أحد دخل على أم سلمة فذكر لها ما لقي من الناس ، فقالت أم سلمة : يا نبي الله أتحب ذلك أخرج لا تكلم أحدا منهم كلمة حتى تنحر بدنك وتدعو حالقك فيحلقك ، فخرج فلم يكلم أحدا منهم حتى فعل ذلك نحر بدنه ودعا حالقه فحلقه ، فلما رأوا ذلك قاموا فنحروا وجعل بعضهم يحلق بعضا حتى كاد بعضهم يقتل بعضا غما .(1) ¶ توفيت رضي الله عنها في سنة إحدى وستين من الهجرة بعد أن عاشت نحواً من تسعين سنة . ¶ وصلى عليها أبو هريرة - رضي الله عنهم - ، وشيعها المسلمون إلى البقيع ، وهي آخر من مات من أمهات المؤمنين رضي الله عنهن جميعاً .(2) ¶ __________ ¶ (1) أخرجه البخاري في صحيحة برقم (2732) . ¶ (2) الطبقات الكبرى (8/95) .",
            "page": "7",
            "part": "6"
        },
        {
            "hno": null,
            "id": "19",
            "nass": "عن عبد الله بن نافع عن أبيه ، قال : ماتت أم سلمة زوج النبي - صلى الله عليه وسلم - في سنة تسع وخمسين ، وصلى عليها أبو هريرة بالبقيع . ¶ وعن عمر بن أبي سلمة ، قال : نزلت في قبر أم سلمة أنا وأخي سلمة وعبد الله بن عبد الله بن أبي أمية وعبد الله بن وهب بن زمعة الأسدي ، فكان لها يوم ماتت أربع وثمانون سنة .(1) ¶ الفوائد ¶ الملائكة تؤمن على ما يقول ابن آدم ، عندما قال رسول الله - صلى الله عليه وسلم - : \"فقولوا خيراً فإن الملائكة يؤمنون على ما تقولون\" . ¶ النهي عن النياحة على الميت . ¶ إذا أنفقت المرأة على عيالها يكون لها الأجر والثواب . ¶ جواز الطواف بالكعبة والناس يصلون ، كما قال رسول الله - صلى الله عليه وسلم - لأم سلمة : \"فطوفي على بعيرك والناس يصلون\" . ¶ الأخذ برأي المرأة ، كما فعل رسول الله - صلى الله عليه وسلم - عندما أشارت عليه أم سلمة عليه بأن يحلق شعره وينحر بدنه . ¶ __________ ¶ (1) الطبقات الكبرى (8/96) .",
            "page": "8",
            "part": "6"
        },
        {
            "hno": null,
            "id": "20",
            "nass": "أمهات المؤمنين",
            "page": "1",
            "part": "7"
        },
        {
            "hno": null,
            "id": "21",
            "nass": "جويرية بنت الحارث ¶ عظيمة البركة على أهلها ¶ هي جويرية بنت الحارث بن ضرار بن حبيب الخزاعية المصطلقية ، كانت من أجمل النساء . ¶ بعد أن عاد رسول الله - صلى الله عليه وسلم - من غزوات بني لحيان وذي قرد إلى المدينة وما كاد يقيم شهراً وبعض شهر ، حتى بلغه أن بني المصطلق – قوم جويرية – يجمعون الجموع لقتاله بقيادة زعيمهم الحارث بن أبي ضرار (والد جويرية ). ¶ قال ابن إسحاق : وأصيب من بني المصطلق يومئذ ناس وقتل على بن أبي طالب منهم رجلين مالكا وابنه وقتل عبد الرحمن بن عوف رجلا من فرسانهم يقال له أحمر أو أحيمر . ¶ حديث جويرية بنت الحارث رضي الله عنها وكان رسول الله - صلى الله عليه وسلم - قد أصاب منهم سبيا كثيرا فشا قسمه في المسلمين وكان فيمن أصيب يومئذ من السبايا جويرية بنت الحارث بن أبي ضرار زوج رسول الله - صلى الله عليه وسلم - .",
            "page": "1",
            "part": "8"
        },
        {
            "hno": null,
            "id": "22",
            "nass": "قال ابن إسحاق: وحدثني محمد بن جعفر بن الزبير عن عروة ابن الزبير عن عائشة قالت لما قسم رسول الله - صلى الله عليه وسلم - سبايا بني المصطلق وقعت جويرية بنت الحارث في السهم لثابت بن قيس ابن الشماس أو لابن عم له فكاتبته على نفسها وكانت امرأة حلوة ملاحة لا يراها أحد إلا أخذت بنفسه فأتت رسول الله - صلى الله عليه وسلم - تستعينه في كتابتها قالت عائشة فوالله ما هو إلا إن رأيتها على باب حجرتي فكرهتها وعرفت أنه سيرى منها - صلى الله عليه وسلم - ما رأيت فدخلت عليه فقالت يا رسول الله أنا جويرية بنت الحارث بن أبي ضرار سيد قومه وقد أصابني من البلاء ما لم يخف عليك فوقعت في السهم لثابت بن قيس بن الشماس أو لابن عم له فكاتبته على نفسي فجئتك استعينك علي كتابتي قال فهل لك في خير من ذلك قالت وما هو يا رسول الله قال قد فعلت ،قالت وخرج الخبر الى الناس أن رسول الله - صلى الله عليه وسلم - قد تزوج جويرية ابنة الحارث بن أبي ضرار فقال الناس أصهار رسول الله - صلى الله عليه وسلم - وأرسلوا ما بأيديهم قالت فلقد أعتق بتزوجيه إياها مائة أهل بيت من بني المصطلق فما أعلم امرأة كانت اعظم على قومها بركة منها .",
            "page": "2",
            "part": "8"
        },
        {
            "hno": null,
            "id": "23",
            "nass": "قال ابن هشام : ويقال لما انصرف رسول الله - صلى الله عليه وسلم - من غزوة بني المصطلق ومعه جويرية بنت الحارث ، وكان بذات الجيش دفع جويرية إلى رجل من الأنصار وديعة وأمره بالاحتفاظ بها ، وقدم رسول الله - صلى الله عليه وسلم - المدينة فأقبل أبوها الحارث بن أبي ضرار بفداء ابنته ، فلما كان بالعقيق نظر إلى الإبل التي جاء بها للفداء فرغب في بعيرين منها فغيبهما في شعب من شعاب العقيق ثم أتى إلى النبي - صلى الله عليه وسلم - ، وقال : يا محمد أصبتم ابنتي وهذا فداؤها ، فقال رسول الله - صلى الله عليه وسلم - : \"فأين البعيران اللذان غيبتهما بالعقيق في شعب كذا وكذا\"، فقال الحارث : أشهد أن لا إله إلا الله ، وأنك محمد رسول الله فوالله ما اطلع على ذلك إلا الله ، فأسلم الحارث واسلم معه ابنان له وناس من قومه وأرسل إلى البعيرين فجاء بهما فدفع الإبل إلى النبي - صلى الله عليه وسلم - ودفعت إليه ابنته جويرية فأسلمت وحسن إسلامها فخطبها رسول الله - صلى الله عليه وسلم - إلى أبيها فزوجه إياها وأصدقها أربعمائة درهمعن جويرية رضي الله عنها .(1) ¶ وكانت رضي الله عنها من الصائمات العابدات . ¶ قالت : دخل علية رسول الله - صلى الله عليه وسلم - يوم الجمعة وأنا صائمة ، فقال لها :\"أصمت أمس \"؟، قالت : لا قال :\" أتريدين أن تصومي غداً \"؟ قالت : لا ، قال :\" فأفطري \".(2) ¶ وكانت السيدة جويرية رضي الله عنها كثيرة الذكر لله تعالى . ¶ __________ ¶ (1) السيرة النبوية (4/257) . ¶ (2) رواه البخاري في كتاب \"الصوم\" باب صوم يوم الجمعة .",
            "page": "3",
            "part": "8"
        },
        {
            "hno": null,
            "id": "24",
            "nass": "تقول جويرية رضي الله عنها : أتى عليَّ رسول الله - صلى الله عليه وسلم - غدوة ، وأنا أسبح ، ثم انطلق لحاجته ، ثم رجع قريباً من نصف النهار ، فقال :\" أما زلت قاعدة \" ؟ قلت :نعم قال:\" ألا أعلمك كلمات لو عدلن بهن عدلتهن ، أو وزن بهن وزنتهن أي جميع ما سبحت من أول النهار : سبحان الله عدد خلقه ، ثلاث مرات ، وسبحان الله زنة عرشه ، ثلاث مرات ، وسبحان الله رضا نفسه ، ثلاث مرات ، وسبحان الله مداد كلماته ، ثلاث مرات \".(1) ¶ توفيت رضي الله عنها وأرضاها في سنة خمسين ، وقيل : توفيت سنة ست وخمسين .(2) ¶ الفوائد ¶ جواز مكاتبة الأمة سيدها ، والعبد سيده على بأن يدفع له المال مقابل العتق ، كما كاتبت جويرية ثابت بن قيس على نفسها . ¶ قضاء الكتاب عن الأمة ويكون ذلك صداقها ، كما فعل رسول الله - صلى الله عليه وسلم - مع جويرية . ¶ قول رسول الله - صلى الله عليه وسلم - لوالد جويرية عن البعيرين اللذين غيبهما علامة من علامات النبوة . ¶ النهي عن إفراد يوم الجمة بالصيام ، عندما أمر رسول الله - صلى الله عليه وسلم - جويرية بالإفطار عندما كانت صائمة يوم جمعة . ¶ __________ ¶ (1) رواه مسلم في كتاب \"الذكر والدعاء\" برقم (2726)، باب التسبيح أول النهار وعند النوم. ¶ (2) سير أعلام النبلاء (2/263) .",
            "page": "4",
            "part": "8"
        },
        {
            "hno": null,
            "id": "25",
            "nass": "حفصة بنت عمر ¶ الصوامة القوامة ¶ حارسة القرآن ¶ أم المؤمنين حفصة بنت الفاروق عمر بن الخطاب - رضي الله عنهم - ، الصوامة القوامة(1) رضي الله عنها وأرضاها ، زوجها الصحابي الجليل خنيس بن حذافة بن قيس بن عدي السهمي القرشي ، شهد بدراً ، وشهد أحداً ثم مات بعدها في المدينة من جراحة أصابته في أحد ، وترك من ورائه أرملته حفصة رضي الله عنها . ¶ وكانت آنذاك في الثامنة عشرة من عمرها . ¶ نشأت حفصة رضي الله عنها في بيت عمر - رضي الله عنه - فكانت مؤمنة قانتة صادقة صابرة خاشعة متصدقة صائمة ذاكرة تائبة مجاهدة . ¶ حزن عمر بن الخطاب - رضي الله عنهم - على ابنته التي مازالت في شبابها ، وحاول أن يختار لها زوجاً ، فعرضها على أبي بكر الصديق - رضي الله عنهم - ، فلم يجبه بشيء ، ثم عرضها على عثمان - رضي الله عنهم - فقال : بدا لي ألاَّ أتزوج اليوم ، فوجد عليهما وانكسر ، وشكا حاله إلى النبي - صلى الله عليه وسلم - ، فقال : \"يتزوج حفصة من هو خير من عثمان ، ويتزوج عثمان من هي من حفصة \" ، ثم خطبها فزوجه عمر .(2) ¶ عن عمر - رضي الله عنه - يقول : عندما تأيمت حفصة بنت عمر رضي الله عنهما من خنيس بن حذافة السهمي وكان من أصحاب رسول الله - صلى الله عليه وسلم - ممن شهد بدراً فتوفي بالمدينة . ¶ __________ ¶ (1) وقد روي ، أن النبي - صلى الله عليه وسلم - طلق حفصة تطليقة ، ثم راجعها بأمر جبريل ـ عليه السلام ـ له بذلك ، وقال :\" إنها صوامة ، قوامة ، وهي زوجتك في الجنة \".( ) ¶ (2) أخرجه البخاري في صحيحه برقم (5122) .",
            "page": "1",
            "part": "9"
        },
        {
            "hno": null,
            "id": "26",
            "nass": "قال عمر : فلقيت عثمان بن عفان - رضي الله عنه - فعرضتُ عليه حفصة ، فقلت : إن شئت أنكحتك حفصة . قال : سأنظر في ذلك : فلبث ليالي فلقيني ، قال : ما أريد أن أتزوج يومي هذا ، قال عمر : فلقيت أبا بكر الصديق ، فقلت : إن شئت أنكحتك حفصة ، فلم يرجع إليَّ شيئاً ، فكنت أوجد عليه مني على عثمان ، فلبث ليالي ، فخطبها رسول الله - صلى الله عليه وسلم - فأنكحتها إياه ، فلقيني أبا بكر فقال : لعلك وجدت عليَّ حين عرضت عليَّ حفصة ، فلم أرجع إليك شيئاً . ¶ قال : قلت نعم فإنه لم يمنعني أن أرجع إليك شيئاً حين عرضتها عليَّ إلا إني سمعت رسول الله - صلى الله عليه وسلم - يذكرها ، ولم أكن لأفشي سر رسول الله - صلى الله عليه وسلم - ولو تركها لنكحتها .(1) ¶ \"تأيمت\" : مات زوجها ، وأصبحت بلا زوج . ¶ \"وجدت\" : غضبت . ¶ وتزوجها رسول الله - صلى الله عليه وسلم - في السنة الثالثة من الهجرة ، وأصدقها أربعمائة درهم ، وكان ذلك أعظم إكرام ومنة لحفصة وأبيها رضي الله عنهما .(2) ¶ وكان رسول الله - صلى الله عليه وسلم - يشرب عسلاً عند زينب بنت جحش ، ويمكث عندها ، فتواطأت أنا وحفصة على أيتنا دخل عليها فلتقل له : أكلت مغافير إني أجد منك ريح مغافير قال :\" لا ولكني كنت أشرب عسلاً عند زينب بنت جحش فلن أعود له ، وقد حلفت لا تخبري بذلك أحداً \".(3) ¶ المغافير : صمغ حلو الطعم كريه الرائحة . ¶ ولها رضي الله عنها مواقف في الزهد ، تدل على إعراضها عن الدنيا ، فمن ذلك أن عمر دخل عليها ذات مرة فقدمت إليه مرقاً بارداً وخبزاً ، وصبت في المرق زيتاً ، فقال : أُدمان في إناء واحد ، لا أذوقه حتى ألقى الله . ¶ __________ ¶ (1) رواه البخاري برقم (5122) . ¶ (2) انظر سير أعلام النبلاء (2/227) . ¶ (3) رواه البخاري برقم ( 4912) .",
            "page": "2",
            "part": "9"
        },
        {
            "hno": null,
            "id": "27",
            "nass": "وكانت حفصة رضي الله عنها ترى والدها وما هو عليه من شدة العيش ، فقالت له يوماً : يا أمير المؤمنين ، لو لبست ثوباً ألين من ثوبك ، فقال : سأخاصمك إلى نفسك ، أما تذكرين ما كان رسول الله - صلى الله عليه وسلم - يلقى من شدة العيش ؟ فما زال يذكرها حتى أبكاها .(1) ¶ ولقد أختيرت حفصة رضي الله عنها من بين أمهات المؤمنين لتحفظ النسخة الخطية للقرآن الكريم ، وذلك عندما أشار عمر على أبي بكر أن يبادر فيجمع ما تفرق من القرآن في صحف شتى ، قبل أن يبعد العهد بنزوله ، ويمضي حفظته الأولون ، وقد استشهد منهم مئات في حروب ، فاستجاب أبو بكر ، وجمع المصحف الشريف ، وأودعه عند حفصة رضي الله عنها . ¶ توفيت رضي الله عنها بعد مقتل عثمان - رضي الله عنهم - في ذي الحجة سنة 35هـ . ، بويع علي بن أبي طالب - رضي الله عنهم - ، فأقامت حفصة رضي الله عنها بالمدينة عاكفة على العبادة صوَّامة قوَّامة إلى أن توفيت في عهد معاوية بن أبي سفيان – رضي الله عنها وأرضاها وأكرمها في جناته . ¶ الفوائد ¶ جواز أن يخطب الأب من يراه مناسباً وصالحاً لابنته ، كما فعل عمر - رضي الله عنهم - عندما عرضتها على أبي بكر وعثمان رضي الله عنهم جميعاً . ¶ فضل حفصة رضي الله عنها وشهادة أمين الوحي جبريل بأنها الصوامة القوامة . ¶ عدم جواز خطبة الرجل على خطبة أخيه إذا علم ذلك ، وكتمان السر ، كما كتم أبو بكر - رضي الله عنهم - سر رسول الله - صلى الله عليه وسلم - عندما ذكر حفصة بخير . ¶ جواز هجر الزوج لزوجاته لتأديبهن في غير الفراش ، كما هجر رسول الله - صلى الله عليه وسلم - زوجاته شهراً . ¶ عدم جواز تحريم ما أحل الله تعالى لعباده ، كما قال الله تعالى في سورة التحريم : { يَا أَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ مَا أَحَلَّ اللَّهُ لَكَ تَبْتَغِي مَرْضَاتَ أَزْوَاجِكَ وَاللَّهُ غَفُورٌ رَحِيمٌ } . الآية ¶ __________ ¶ (1) الطبقات الكبرى ( 3/277) .",
            "page": "3",
            "part": "9"
        },
        {
            "hno": null,
            "id": "28",
            "nass": "الشهر يكون تسع وعشرون ، ويكون ثلاثون يوماً . ¶ الحث على طلب العلم ، كما فعل عمر - رضي الله عنهم - عندما قال : إني كنت وجار لي من الأنصار في بني أمية بن زيد ، وهي من عوالي المدينة ، وكنا نتناوب النزول على النبي - صلى الله عليه وسلم - ، فينزل يوما وأنزل يوما ...",
            "page": "4",
            "part": "9"
        },
        {
            "hno": null,
            "id": "29",
            "nass": "خديجة بنت خويلد ¶ سيدة قريش ¶ الملقبة بالطاهرة ¶ خديجة بنت خويلد بن أسد بن عبد العزى بن قصي بن كلاب القرشية ، الطاهرة ، سيدة قريش ، وسيدة نساء العالمين في زمانها ، ضحت بنفسها ومالها لأجل إقامة هذا الدين العظيم ، ووقفت جنباً إلى جنب مع رسول الله - صلى الله عليه وسلم - . ¶ وصبرت مع رسول الله - صلى الله عليه وسلم - ومع المسلمين عندما أعلنت قريش حصارها ومقاطعتها للمسلمين في صحيفة علقت في جوف الكعبة ، وبعد الحصار مات أبو طالب ، وماتت خديجة رضي الله عنها .(1) ¶ قال عنها رسول الله - صلى الله عليه وسلم - : \"ما أبدلني الله خيراً منها ـ آمنت بي إذ كفر الناس ، وصدقتني إذ كذبني الناس ، وواستني بمالها إذ حرمني الناس ، ورزقني أولادها إذ حرمني أولاد النساء\" .(2) ¶ وعن أم المؤمنين عائشة رضي الله عنها قالت : ماغِرْتُ على نساء النبي - صلى الله عليه وسلم - إلا على خديجة وإني لم أدركها ، قالت : وكان رسول الله - صلى الله عليه وسلم - إذا ذبح الشاة فيقول : \"أرسلوا بها إلى أصدقاء خديجة\" ، قالت : فأغضبته يوماً فقلت : خديجة ، فقال : \"إني قد رُزِقْتُ حُبَّها\" .(3) ¶ وفي رواية عنها أيضاً ، قالت : \"ما غرت على امرأةٍ للنبي - صلى الله عليه وسلم - ما غرتُ على خديجة ، هلكت قبل أن يتزوجني لما كنتُ أسمعه يذكرها ، وأمره الله أن يبشرها ببيتٍ من قصبٍ ، وإن كان ليذبح الشاة منها ما يسعهن\" .(4) ¶ __________ ¶ (1) بالمناسبة يروى حديث عن النبي - صلى الله عليه وسلم - عندما طلبت قريش من أبي طالب أن يكلم النبي - صلى الله عليه وسلم - فقال : \"والله ياعم لو وضعوا الشمس في يميني ، والقمر في يساري على أن أترك هذا الأمر ما تركته حتى يظهره الله أو أهلك دونه\" . وهو حديث لا يصح . سيرة ابن هشام (1/266) . ¶ (2) مسند أحمد برقم (24745) . ¶ (3) أخرجه مسلم في كتاب فضائل الصحابة . ¶ (4) رواه البخاري ومسلم .",
            "page": "1",
            "part": "10"
        },
        {
            "hno": null,
            "id": "30",
            "nass": "وكانت عائشة تقول للنبي - صلى الله عليه وسلم - إذا أكثر من ذكر خديجة : كأنه لم يكن في الدنيا امرأة إلا خديجة ؟ فيقول : \"إنها كانت وكانت ، وكان لي منها ولد\" .(1) ¶ قوله - صلى الله عليه وسلم - : \"إنها كانت وكانت\" ، أي : كان فاضلة وكانت عاقلة ونحو ذلك . ¶ كان أول موقف يوضح نبل خديجة ووفائها وحكمتها وحلمها وحصافة عقلها يوم نزل الوحي على رسول الله - صلى الله عليه وسلم - . ¶ عن عائشة رضي الله عنها قالت : \"كان أول ما بدئ به رسول الله - صلى الله عليه وسلم - من الوحي الرؤيا الصادقة في النوم ، كان لا يرى رؤيا إلا جاءت مثل فلق الصبح ، ثم حبب إليه ، فكان يخلو بغار حراء يتحنث فيه ـ (وهو التعبد الليالي ذوات العدد) ـ قبل أن يرجع إلى أهله ويتزود لذلك ، ثم يرجع إلى خديجة ، فيتزود لمثلها ، فجاءه الحق وهو في غار حراء ، فجاءه الملك فقال : اقرأ ، فقال :\"ما أنا بقارئ\" قال : فأخذني : فغطني حتى بلغ مني الجهد ثم أرسلني فقال : اقرأ . فقلت :\"ما أنا بقارئ\" فأخذني فغطني الثانية ، حتى بلغ مني الجهد ، ثم أرسلني فقال : اقرأ ، فقلت : \"ما أنا بقارئ\" . فأخذني فغطني الثالثة ، حتى بلغ مني الجهد ، ثم أرسلني ، فقال : { اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ } حتى بلغ { مَا لَمْ يَعْلَمْ } .(2) ¶ فرجع رسول الله - صلى الله عليه وسلم - حتى دخل على خديجة رضي الله عنها فقال :\" زملوني ، زملوني \" حتى ذهب عنه الروع ، فقال :\" يا خديجة مالي \" فأخبرها الخبر ، فقال :\" قد خشيت على نفسي \" فقالت له : كلا والله لا يخزيك الله أبداً ، إنك لتصِل الرحِم ، وتصدق الحديث ، وتحمل الكل ، وتكسب المعدوم وتقري الضيف ، وتعين على نوائب الحق . ¶ __________ ¶ (1) أخرجه البخاري في كتاب مناقب الأنصار ، باب تزويج النبي - صلى الله عليه وسلم - خديجة وفضلها رضي الله عنها . ¶ (2) سورة العلق .",
            "page": "2",
            "part": "10"
        },
        {
            "hno": null,
            "id": "31",
            "nass": "فانطلقت به إلى ورقة بن نوفل ابن عم لها وقد كان شيخا كبيراً وقد تنصر في الجاهلية فقالت له أي ابن عم اسمع من ابن أخيك فقال : يا ابن أخي ماذا ترى ؟ وأخبره رسول الله - صلى الله عليه وسلم - خبر ما رأى ، فقال ورقة : هذا الناموس الذي أنزل على موسى ، يا ليتني فيها جذعاً وأكون حياً حين يخرجك قومك وأنصرك نصراً مؤزراً .(1) ¶ غطني : الغط أي العصر الشديد . ¶ الجهد : المشقة . ¶ زملوني : لفوني . ¶ يخزيك : يوقعك في أمر يُستحيي منه أو يقهرك . ¶ تكسب المعدوم : تعين الفقير . ¶ نوائب الحق : الحوادث التي هي حق . ¶ جذعاً : شاباً . ¶ عن أبي هريرة - رضي الله عنه - قال :\" أتى جبريلُ النبي - صلى الله عليه وسلم - فقال : يا رسول الله هذه خديجة قد أتتك فاقرأ عليها السلام من ربها ومني وبشرها ببيتٍ في الجنة من قصب لا صخب فيه ولا نصب \" .(2) ¶ عن علي - رضي الله عنه - ، عن النبي - صلى الله عليه وسلم - قال :\" خيرُ نسائها مريم بنت عمران ، وخيرُ نسائها خديجة بنت خويلد\".(3) ¶ عن ابن عباس رضي الله عنهما قال : خطَّ رسول الله في الأرض أربعة خطوط فقال : ¶ \" تدرون ما هذا ؟\" فقالوا : الله ورسوله أعلم فقال رسول الله - صلى الله عليه وسلم -: \" أفضل نساء أهل الجنَّة خديجةُ بنتُ خويلد وفاطمة بنتُ محمدٍ وآسية بنتُ مزاحم امرأة فرعون ومريمُ ابنة عمران رضي الله عنهن أجمعين \".(4) ¶ __________ ¶ (1) رواه البخاري في كتاب \"بدء الوحي\" برقم (1/3) ، ومسلم في كتاب \"بدء الوحي\" برقم (1/379) . ¶ (2) رواه البخاري ومسلم . ¶ (3) رواه البخاري في فضائل أصحاب النبي - صلى الله عليه وسلم - ، ومسلم في فضائل الصحابة برقم (2430) . ¶ (4) رواه أحمد ، \"صحيح الجامع\" برقم ( 1135) .",
            "page": "3",
            "part": "10"
        },
        {
            "hno": null,
            "id": "32",
            "nass": "عن أنس - رضي الله عنه - قال : جاء جبريلُ إلى النبي - صلى الله عليه وسلم - وعنده خديجة فقال :\" إن الله يقرىء خديجة السلام \" فقالت : إن الله هو السلام ، وعلى جبريل السلام وعليك السلامُ ورحمةُ الله وبركاته .(1) ¶ عن عائشة رضي الله عنها قالت : استأذنت هالة بنت خويلد أختُ خديجة على رسول الله - صلى الله عليه وسلم - فَعَرفَ استئذان خديجة فارتاح لذلك فقال :\" اللهم هالة بنت خويلد\" فَغرت فقلتُ : وما تذكر من عجوزٍ من عجائز قُريش حمراء الشَّدقين هلكتْ في الدهر فأبدلك الله خيراً منها .(2) ¶ عن عائشة قالت :لم يتزوج النبي - صلى الله عليه وسلم - على خديجة حتى ماتت .(3) ¶ وبعد أن انقطع الوحي عن النبي - صلى الله عليه وسلم - واشتد برسول الله - صلى الله عليه وسلم - القلقُ والحُزن ، وقفت خديجة رضي الله عنها بجانبه ، تشجعه وتقوي فؤاده ، وكأنها تقول له : لا تحزن يا رسول الله . فما شدة إلا وتزول ، وما ضيق إلا وبعده فرج ، ولله فيما يصنع إرادة . ¶ عن عبد الله بن جعفر - رضي الله عنهم - ، عن رسول الله - صلى الله عليه وسلم - أنه قال : \"أمرت أن أبشر خديجة ببيت في الجنة من قصب لا صخب فيها و لا نصب\" .(4) ¶ قال المناوي : \"أمرت أن\" : بضم الهمزة مبنياً للمفعول أي أمرني اللّه بأن . ¶ \"أبشر خديجة\" : بنت خويلد زوجته . ¶ \"ببيت في الجنة\" : أعدّ لها . ¶ \"ومن قصب\" بفتح القاف والصاد يعني قصب اللؤلؤ ، هكذا جاء مفسراً في رواية الطبراني في الأوسط وله فيه أيضاً من القصب المنظومة الدر واللؤلؤ والياقوت انتهى وقال هنا أيضاً من قصب ولم يقل من لؤلؤ لمناسبة القصب لكونها أحرزت قصب السبق بمبادرتها إلى الإيمان . ¶ __________ ¶ (1) رواه مسلم ، والنسائي . ¶ (2) رواه مسلم . ¶ (3) رواه مسلم . ¶ (4) صحيح الجامع حديث رقم (1368) .",
            "page": "4",
            "part": "10"
        },
        {
            "hno": null,
            "id": "33",
            "nass": "قال ابن حجر : وفي القصب مناسبة أخرى من جهة استواء أكثر أنابيبه وكذا كان لخديجة من الاستواء ما ليس لغيرها إذ كانت حريصة على رضاه بكل ممكن ولم يصدر منها ما يغضبه كما وقع لغيرها انتهى . ¶ \"لا صخب فيه\" : أي لا اضطراب ولا ضجة ولا صياح إذ ما من بيت يجتمع فيه أهله إلا فيه صياح وجلبة وقال بعضهم يجوز كون قوله لا صخب أي هو مخصوص فيها بلا مشارك إذ لا يكاد المشترك يسلم من التنازع المؤدي للصخب . ¶ \"ولا نصب\" : أي لا تعب أي لا يكون لها ثم تشاغل يشغلها عن لذائذ الجنة ولا تعب ينغصها ، ذكره القاضي أو المراد أن ذلك ليس ثواب أعمالها بل زيادة بعد الجزاء على أعمالها ، فإن قيل كيف لم يبشرها إلا ببيت وأدنى أهل الجنة له فيها مسيرة ألف عام . ¶ فالجواب : أن البيت عبارة عن القصر وتسمية الكل باسم الجزء معلوم في لسانهم فلما كانت خديجة رضي اللّه عنها أول من بنى بيتاً في الإسلام ولم يكن على ظهر الأرض بيت إسلام إلا بيتها عبر بلفظ البيت للمناسبة أو أنها بشرت ببيت زائد على ما أعد لها ، وخص القصب لحيازتها قصب السبق فجاء على معنى المقابلة اهـ . ¶ وعن عبدالله ابن أبي أوفى ، وعن عائشة ، عن رسول الله - صلى الله عليه وسلم - : \"بشروا خديجة ببيت في الجنة من قصب لا صخب فيه ولا نصب .(1) ¶ وعن أنس - رضي الله عنهم - : \"حسبك من نساء العالمين : مريم بنت عمران و خديجة بنت خويلد و فاطمة بنت محمد و آسية امرأة فرعون\" .(2) ¶ \"حسبك\" أي أحسبك والاستفهام مقدر . ¶ \"من نساء العالمين\" : أي يكفيك في معرفتك فضلهن بقوله حسبك مبتدأ ومن نساء العالمين متعلق به . ¶ \"خير نساء العالمين أربع : مريم بنت عمران\" الصديقة بنص القرآن . ¶ __________ ¶ (1) أخرجه البخاري برقم (1699) ، ومسلم برقم (2435) . ¶ (2) صحيح الجامع حديث رقم (3143) و (3328).",
            "page": "5",
            "part": "10"
        },
        {
            "hno": null,
            "id": "34",
            "nass": "عن علي- رضي الله عنهم - ، عن رسول الله - صلى الله عليه وسلم - أنه قال : \"خير نسائها مريم بنت عمران و خير نسائها خديجة بنت خويلد\".(1) ¶ \"خير نسائها\" أي خير نساء الدنيا في زمنها فالضمير عائد على غير مذكور يفسره الحال والمشاهدة (مريم بنت عمران) وليس المراد أن مريم خير نسائها إذ يصير كقولهم يوسف أحسن أخوته ، وقد صرحوا بمنعه لأن أفضل التفضيل إذا أضيف وقصد به الزيارة على من أضيف له يشترط أن يكون منهم ،كزيد أفضل الناس ، فإن لم يكن منهم لم يجز كما في يوسف أحسن أخوته لخروجه عنهم بإضافتهم إليه . ذكر النووي : وخير نسائها : أي هذه الأمة خديجة بنت خويلد ، وقال القاضي البيضاوي : قيل الكناية : الأولى : راجعة إلى الأمّة التي فيها مريم . ¶ والثانية : إلى هذه الأمّة وروى وكيع الذي هو أحد رواة الحديث أنه أشار إلى السماء والأرض يعني هما خير العالم الذي فوق الأرض وتحت السماء كل منهما في زمانه ووحد الضمير لأنه أراد جملة طبقات السماء وأقطار الأرض وأن مريم خير من صعد بروحه إلى السماء وخديجة خير نسائهن على وجه الأرض والحديث وارد في أيام حياتها اهـ . ¶ وفي المطامح الضمير حيث ذكر مريم عائد على السماء ومع خديجة على الأرض دليله ما رواه وكيع ، وابن النمير ، وأبو أسامة ، وأشار وكيع من بينهم بإصبعه إلى السماء عند ذكر مريم وإلى الأرض عند ذكر خديجة وزيادة العدل مقبولة والمعنى فيه أنهما خير نساء بين السماء والأرض اهـ . ¶ وزاد في خبر فقالت له عائشة : ما ترى من عجوز حمراء الشدقين هلكت في الدهر قد أبدلك اللّه خيراً منها فغضب وقال : ما أبدلني خيراً منها آمنت بي حين كذبني الناس ورزقت الولد منها وحرمته من غيرها ـ كذا في المطامح ـ . ¶ __________ ¶ (1) أخرجه البخاري في صحيحه باب تزويج النبي - صلى الله عليه وسلم - - خديجة وفضلها ، ومسلم في فضائل الصحابة برقم (2432) .",
            "page": "6",
            "part": "10"
        },
        {
            "hno": null,
            "id": "35",
            "nass": "وعن عائشة : \"سيدات نساء أهل الجنة أربع : مريم و فاطمة و خديجة و آسية\" .(1) ¶ \"سيدات نساء أهل الجنة أربع مريم وفاطمة وخديجة وآسية\" امرأة فرعون قال جمع : هذا نص صريح في تفضيل خديجة على عائشة وغيرها من زوجاته لا يحتمل التأويل ، وقد أورده ابن عبد البر من وجه آخر أن ابن عباس رفعه \"سيدة نساء العالمين مريم ثم فاطمة ثم خديجة ثم آسية\" . ¶ توفيت رضي الله عنها بعد مبعث النبي - صلى الله عليه وسلم - بعشر سنين في شهر رمضان ، وقبل الهجرة بثلاث سنين ، عن خمس وستين سنة ، فأقامت مع النبي - صلى الله عليه وسلم - خمساً وعشرين سنة . ¶ وبعد وفاتها رضي الله عنها تتابعت على رسول الله - صلى الله عليه وسلم - المصائب ، وطمع المشركون برسول الله - صلى الله عليه وسلم - ، وخاصة بعد وفاة أبو طالب ، أخذت قريش تنال من رسول الله - صلى الله عليه وسلم - وتؤذيه ، فحزن النبي - صلى الله عليه وسلم - حزناً شديداً حتى سمي هذا العام بعام الحزن . ¶ رضي الله عن أم المؤمنين خديجة وأرضاها وعوضها عن صبرها وكفاحها خيراً في جناته جنات النعيم . ¶ الفوائد : ¶ 1-نزول رسول الله - صلى الله عليه وسلم - تحت الشجرة ، وشهادة الراهب له ، وإظلال الملكين دليلا على نبوته - صلى الله عليه وسلم - . ¶ 2- ما يتحلى به رسول الله - صلى الله عليه وسلم - من أمانة وصدق وطهارة وكرم ، وما يتميز به من أخلاق عالية مما دفع خديجة رضي الله عنها لإبداء رغبتها في الزواج منه - صلى الله عليه وسلم - . ¶ 3- فضل خديجة ، وشرفها ، وعلو مكانتها عند الله تعالى ، وعند رسوله - صلى الله عليه وسلم - ، وعند الناس . ¶ 4- لاجناح على المرأة ولا غضاضة في رغبتها في الزواج من الرجل الصالح ، كما فعلت خديجة رضي الله عنها عندما خطبت رسول الله - صلى الله عليه وسلم - لنفسها ، رغبة فيه لصلاحه . ¶ __________ ¶ (1) صحيح الجامع. حديث رقم (3678) .",
            "page": "7",
            "part": "10"
        },
        {
            "hno": null,
            "id": "36",
            "nass": "5- زواج الرجل من المرأة التي تكبره في السن ، عندما تزوج رسول الله - صلى الله عليه وسلم - خديجة وهي تكبره بكثير ، لما كان مهتما بنزاهتها ، وفضلها ، وعفتها ونبلها ، حتى كانت تلقب بالعفيفة الطاهرة ، دلنا هذا على عدم اهتمام رسول الله - صلى الله عليه وسلم - بأسباب المتعة الجسدية كبقية أقرانه ، ويتجلى لنا رغبة رسول الله - صلى الله عليه وسلم - لشرفها ، ونبلها ، ورزانة عقلها . ¶ 6- زواج رسول الله - صلى الله عليه وسلم - من امرأة عفيفة طاهرة وإنجاب ذرية صالحة الذي أكرم الله عز وجل نبيه ليظل له مكانة اجتماعية مرموقة لا مطعن فيها . ¶ 7- مكانة خديجة عند رسول الله - صلى الله عليه وسلم - ، حتى بعد وفاتها رضي الله عنها ، ولن تستطع أي واحدة من زوجاته أن تزحزح مكانة خديجة من قلب رسول الله - صلى الله عليه وسلم - ، حتى عائشة رضي الله عنها ، والتي هي أحب النساء إليه . ¶ 8- لم يكمل من النساء إلا أربع ، كما بين ذلك رسول الله - صلى الله عليه وسلم - . ¶ 9- إكرام صديقات الزوجة وأقربائها ، كما فعل رسول الله بهالة أخت خديجة ، وكذلك صديقاتها . ¶ 10- من آمن بنبيه وآمن بمحمد - صلى الله عليه وسلم - يكون له أجران ، كما حصل لورقة بن نوفل ، عندما آمن برسول الله - صلى الله عليه وسلم - ، وهو من أهل الكتاب ، فكانت له جنتان ، كما بين ذلك رسول الله - صلى الله عليه وسلم - .",
            "page": "8",
            "part": "10"
        },
        {
            "hno": null,
            "id": "37",
            "nass": "زينب بنت جحش ¶ زوَّجها الله من فوق ¶ سبع سموات ¶ أم المؤمنين ، زوجت رسول الله - صلى الله عليه وسلم - ، زينب بنت جحش ، بن رباب ، بن يعمر ، كان اسمها برَّة فغيره رسول الله - صلى الله عليه وسلم - إلى زينب .(1) ¶ صحابية فاضلة ، جمعت الفضل والبر من أطرافه كلها ، رضي الله عنها وأرضاها . ¶ أمها أميمة بنت المطلب ، عمة رسول الله - صلى الله عليه وسلم - . ¶ ابن خالها رسول الله - صلى الله عليه وسلم - . ¶ خالها سيد الشهداء ، وأسد الرحمن حمزة بن عبد المطلب - رضي الله عنهم - . ¶ وأخوها صاحب أول راية عُقدت في الإسلام ن وأول من دعي بأمير المؤمنين ، وأحد الشهداء ، عبد بن جحش - رضي الله عنهم - . ¶ وأمها عمة رسول الله - صلى الله عليه وسلم - أميمة بنت عبد المطلب . ¶ زوجها زيد بن حارثة مولى رسول الله - صلى الله عليه وسلم - ، تزوجته بأمر رسول الله - صلى الله عليه وسلم - ، ولم تكن راغبة في الزواج من زيد ، لأنه مولى وهي سيدة ذات حسب ونسب ، فنزل قول الله سبحانه وتعالى : { وَمَا كَانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْراً أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلالاً مُبِيناً } .(2) ¶ فامتثلت زينب رضي الله عنها لأمر الله تعالى وأمر رسوله ، فتزوجها زيد . ¶ __________ ¶ (1) الحديث أخرجه مسلم في صحيحه في باب : استحباب تغير الاسم القبيح إلى حسن ، وتغير اسم برة إلى زينب ، وجويرية ونحوها . ¶ (2) الأحزاب (36) .",
            "page": "1",
            "part": "11"
        },
        {
            "hno": null,
            "id": "38",
            "nass": "واستمر الزواج قرابة سنة ، ثم بدأ الخلاف بينهم فطلقها زيد - رضي الله عنهم - ، وزجها الله تعالى بنبييه - صلى الله عليه وسلم - بنص القرآن الكريم بلا ولي ولا شاهد ، قال الله تعالى : { وَإِذْ تَقُولُ لِلَّذِي أَنْعَمَ اللَّهُ عَلَيْهِ وَأَنْعَمْتَ عَلَيْهِ أَمْسِكْ عَلَيْكَ زَوْجَكَ وَاتَّقِ اللَّهَ وَتُخْفِي فِي نَفْسِكَ مَا اللَّهُ مُبْدِيهِ وَتَخْشَى النَّاسَ وَاللَّهُ أَحَقُّ أَنْ تَخْشَاهُ فَلَمَّا قَضَى زَيْدٌ مِنْهَا وَطَراً زَوَّجْنَاكَهَا لِكَيْ لا يَكُونَ عَلَى الْمُؤْمِنِينَ حَرَجٌ فِي أَزْوَاجِ أَدْعِيَائِهِمْ إِذَا قَضَوْا مِنْهُنَّ وَطَراً وَكَانَ أَمْرُ اللَّهِ مَفْعُولاً } .(1) ¶ وقال الله تعالى { فَلَمَّا قَضَى زَيْدٌ مِنْهَا وَطَراً زَوَّجْنَاكَهَا } . ¶ __________ ¶ (1) الأحزاب (37) .",
            "page": "2",
            "part": "11"
        },
        {
            "hno": null,
            "id": "39",
            "nass": "عن أنس - رضي الله عنه - قال : لما انقضت عدةُ زينب قال رسول الله - صلى الله عليه وسلم - لزيدٍ : \"فاذكرها عليَّ قال فانطلق زيدٌ حتى أتاها وهي تُخمر عجينها قال : فلما رأيتها عَظُمَتْ في صَدْري حتى ما أستطيعُ أن أنظر إليها أن رسول الله - صلى الله عليه وسلم - ذكرها فوليتُها ظَهْري ونكصتُ على عقبي ، فقلت : يا زينب أرسل رسول الله - صلى الله عليه وسلم - يذكرك ، قالت : ما أنا بصانعة شيئاً حتى أوامر ربي ، فقامت إلى مسجدها ونزل القرآن وجاء رسول الله - صلى الله عليه وسلم - فدخل عليها بغير إذن قال ، فقال : ولقد رأيتُنا أن رسول الله - صلى الله عليه وسلم - أطْعمنا الخبزَ واللحم حين امتد النهار فَخَرَجَ الناسُ وبقي رجال يتحدثون في البيت بعد الطعام ، فخرجَ رسول الله - صلى الله عليه وسلم - واتبعته فجعل يتبع حُجر نسائه يُسلم عليهن ويقلن يا رسول الله كيف وجدتَ أهْلك ، قال :\" فما أدري \" أنا أخبرتُه أن القومَّ قد خرجوا أو أخْبرَ قال : فانطلق حتى دخل البيت فذهبت أدخل معه فألقى الستر بيني وبينه ونزل الحجاب قال : ووعظ القوم بما وُعظُوا به .(1) ¶ وبذلك نالت شرف عظيم ومرتبة عظيمة إذ زوجها الله تعالى من فوق سبع سموات ، وكانت تفخر بذلك على أزواج رسول الله - صلى الله عليه وسلم - . ¶ فعن أنس - رضي الله عنهم - قال : جاء زيد بن حارثة يشكوا فجعل النبي - صلى الله عليه وسلم - يقول :\" اتق الله وأمسك عليك زوجك \" . ¶ قال أنس لو كان رسول الله - صلى الله عليه وسلم - كاتماً شيئاً لكتم هذه قال : فكانت زينبُ تَفْخَرُ على أزواج النبي - صلى الله عليه وسلم - تقول : زوجكن أهاليكن وزوجني الله تعالى من فوق سبع سموات .(2) ¶ وفي بعض الروايات تقول : أنا أكرمكن ولياً وأكرمكن سفير زوجكن أهلكن وزوجني الله من فوق سبع سموات .(3) ¶ __________ ¶ (1) رواه مسلم . ¶ (2) رواه البخاري برقم ( 7420) . ¶ (3) الإصابة (8/92) ، طبقات ابن سعد (8/73) .",
            "page": "3",
            "part": "11"
        },
        {
            "hno": null,
            "id": "40",
            "nass": "كانت معروفة بالكرم والطيب ، والتقوى ، وحب المساكين . ¶ قالت عائشة رضي الله عنها ـ في شأن زينب ـ وهي التي كانت تُساميني منهن في المنزلة عند رسول الله - صلى الله عليه وسلم - ، ولم أرَ امرأة قط خيراً في الدين من زينب وأتقى لله ، وأصدق حديثاً وأوصل للرحِم وأعظم صدقة وأشد ابتذالاً لنفسها في العمل الذي تصدق به وتقرب به إلى الله تعالى ما عدا سورة من حدَّ كانت تُسرع منها الفيئة .(1) ¶ عن أنس قال : تزوج رسول الله - صلى الله عليه وسلم - فدخل بأهله قال : فصنعت أمي أم سليم حيساً فجعلته في تور ، وقالت يا أنس اذهب بهذا إلى رسول الله - صلى الله عليه وسلم - ، فقلت : يا رسول الله إن أمي تقرئك السلام ، وتقول : إن هذا لك منا قليل يا رسول الله ، فذهبت به إلى رسول الله - صلى الله عليه وسلم - فقلت: يا رسول الله إن أمي تقرئك السلام ، وتقول : إن هذا لك منا قليل ، فقال ضعه ، ثم قال : اذهب فادع لي فلاناً وفلاناً وفلاناً ومن لقيت وسمى رجالاً ، فدعوت من سمى ومن لقيت . ¶ قال الراوي عن : قلت لأنس كم كان عددكم ؟ قال زهاء ثلاثمائة ، فقال لي رسول الله - صلى الله عليه وسلم - يا أنس هات التُّور . قال : فدخلوا حتى امتلأت الصفَّة والحجرة فقال رسول الله - صلى الله عليه وسلم - : ¶ \"لنتحلق عشرة عشرة وليأكل كل انسان مما يليه\" ، فأكلوا حتى شبعوا ، قال : فخرجت طائفة ودخلت طائفة حتى أكلوا كلهم ، قال : فقال : يا أنس ارفع فرفعت فما أدري كان أكثر حين وضعت أم حين رفعت ، قال : وبقي طوائف منهم يتحدثون في بيت رسول الله - صلى الله عليه وسلم - ورسول الله - صلى الله عليه وسلم - جالس وروجته ، موالية وجهها إلى الحائط ، فثقلوا على رسول الله - صلى الله عليه وسلم - فخرج فسلم على نسائه ، ثم رجع فابتدروا الباب فخرجوا وجاء رسول الله حتى أرخى الستر . ¶ التور : الإناء . ¶ __________ ¶ (1) رواه مسلم برقم ( 2422) .",
            "page": "4",
            "part": "11"
        },
        {
            "hno": null,
            "id": "41",
            "nass": "جودها وصدقتها ، كانت كريمة النفس ، كل ما تصنع بيدها تتصدق به على المساكين . ¶ وقد وصفها النبي - صلى الله عليه وسلم - بطول اليد كناية عن كثرة إنفاقها في سبيل الله عز وجل . ¶ عن عائشة رضي الله عنها قالت:قال رسول الله - صلى الله عليه وسلم - :\"أسرعكن لحوقاً بي أطولكن يداً \".(1) ¶ قالت عائشة رضي الله عنها فكنا إذا اجتمعنا بعد رسول الله - صلى الله عليه وسلم - نمد أيدينا في الحائط نتناول فلم نزل نفعل ذلك حتى توفيت زينب بنت جحش ـ رضي الله عنها ـ فكانت امرأة قصيرة ولم تكن أطولنا ، فعرفت أن النبي - صلى الله عليه وسلم - أراد بطول اليد الصدقة ، وكانت تعمل بيدها وتتصدق به في سبيل الله . ¶ وقالت عائشة حين بلغها نعي زينب : لقد ذهبت حميدة متعبدة مفزع اليتامى والأرامل . ¶ وكانت زينب ـ رضي الله عنها ـ صوامة قوامة قانتة بالليل والنهار ، خاشعة في صلاتها متضرعة إلى ربها ، ¶ فعن عبد الله بن شداد أن رسول الله - صلى الله عليه وسلم - قال لعمر : إن زينب بنت جحش أواهة ، ¶ قيل : يا رسول الله ، ما الأواهة ؟ ¶ قال :\" الخاشعة المتضرعة \" . ¶ قال الإمام الذهبي في السير : قيل إن النبي - صلى الله عليه وسلم - تزوج بزينب في ذي القعدة سنة خمس ، وهي يومئذٍ بنت خمس وعشرين ، وكانت صالحة ، صوامة ، قوَّامة ، بارَّة ، ويقال لها : أم المساكين .(2) ¶ توفيت زينب بنت جحش رضي الله عنها سنة عشرين من الهجرة ، وقالت حين حضرتها الوفاة : إني قد أعددت كفني ، ولعل عمر سيبعث إليَّ بكفن ، فإن بعث بكفن فتصدقوا به بأحدهما ، إن استطعتم إذا دليتموني أن تصدقوا بحقوي – إزاري – فافعلوا . ¶ الله وأكبر ما أكرمها ، وهي على فراش الموت لم تنسى الصدقة ، فالله أسأل أن يرزق نسائنا الكريمات الاقتدء بها وبأمثالها . ¶ صلها عليها أمير المؤمنين عمر بن الخطاب - رضي الله عنهم - ، شيعها أهل المدينة إلى البقيع ¶ __________ ¶ (1) صحيح ابن حبان (3314) . ¶ (2) سير أعلام النبلاء (2/217) .",
            "page": "5",
            "part": "11"
        },
        {
            "hno": null,
            "id": "42",
            "nass": "، وهي أول من مات من نسائه - صلى الله عليه وسلم - . ¶ فرحم الله زينب ورضي عنها وأكرمها في جنات الخلد ، فقد كانت خاشعة ، أوَّاهة ، راضية ، داعية .",
            "page": "6",
            "part": "11"
        },
        {
            "hno": null,
            "id": "43",
            "nass": "سودة بنت زمعة ¶ رضي الله عنها ¶ هي سودة بنت زمعة ، بن قيس ، بن عبد شمس ، القرشية العامرية ، وأمها الشموس بنت قيس . ¶ تزوجت من السكران بن عمرو أخي سهيل بن عمرو العامري . ¶ أصبحت سودة رضي الله عنها وحيدة فريدة لا يؤمن أن يجبرها أهلها على العودة إلى عبادة الأصنام فتزوجها النبي - صلى الله عليه وسلم - حفاظاً على دينها وعرضها وقياماً بأمرها ، وكانت كبيرة عجوزاً ولم تكن شابة . ¶ كانت سودة رضي الله عنها سيدة جليلة عظيمة كثيرة الطاعة متأسية برسول الله - صلى الله عليه وسلم - قالت عائشة رضي الله عنها : ما رأيت امرأة أحب إلي أن أكون في مسلاخها من سودة من امرأة ، فيها حدة ، فلما كبرت جعلت يومها من النبي - صلى الله عليه وسلم - لعائشة . ¶ وتقصد عائشة من هذا الكلام تمني الوصول إلى أعمال سودة رضي الله عنها في البر والطاعة ، وروت عائشة أيضاً : أن سودة بنت زمعة وهبت يومها لعائشة ، وكان النبي - صلى الله عليه وسلم - يقسم لعائشة بيومها ويوم سودة ، وفي رواية : تبتغي بذلك رضى رسول الله - صلى الله عليه وسلم - . ¶ مسلاخها : أي هديها وطريقتها . ¶ وتزوجها رسول الله - صلى الله عليه وسلم - في ذي القعدة سنة سبع لما ابنة عمرة القضية فيقال أرسل جعفر بن أبي طالب يخطبها فأذنت للعباس فزوجها منه ويقال إن العباس وصفها له وقال قد تأيمت من أبي رهم فتزوجها . ¶ وقال بن إسحاق في رواية يونس بن بكير وغيره عنه ثم تزوج بعد صفية ميمونة وكانت ثم أبي رهم قال يونس بن بكير وحدثني جعفر بن برقان عن ميمون بن مهران عن يزيد قال تزوجها رسول الله - صلى الله عليه وسلم - وهو حلال وبني بها في قبة لها وماتت بعد ذلك فيها انتهى .(1) ¶ __________ ¶ (1) الإصابة (8/126) .",
            "page": "1",
            "part": "12"
        },
        {
            "hno": null,
            "id": "44",
            "nass": "عن عائشة رضي الله عنها ثم أن بعض أزواج النبي - صلى الله عليه وسلم - قلن للنبي - صلى الله عليه وسلم - أينا أسرع بك لحوقا قال:\" أطولكن يدا فأخذوا قصبة يذرعونها فكانت سودة أطولهن يدا فعلمنا بعد أنما كانت طول يدها الصدقة وكانت أسرعنا لحوقا به وكانت تحب الصدقة\" .(1) ¶ وكانت سودة رضي الله عنها كثيرة الصدقة ، جوادة بالمال ، معطية للمساكين ، وكان النبي - صلى الله عليه وسلم - يرفق بسودة ، ولا يحملها ما لا تطيق ومن ذلك أنه أذن لها بالدفع قبل الناس يوم مزدلفة لكبر سنها وضعفها . ¶ عن عائشة رضي الله عنها قالت : استأذنت سودة ليلة المزدلفة ، أن تدفع قبل حطمة الناس وكانت امرأة ثبطة فأذن لها ، فدفعت قبل حطمة الناس ، وأقمنا حتى أصبحنا نحن ، ثم دفعنا ، فلأن أكون استأذنت رسول الله كما استأذنته سودة أحب إلي من مفروج به .(2) ¶ الحطمة : الزحمة أي قبل أن يزدحموا ويحطم بعضهم بعضاً . ¶ ثبطة : أي ثقيلة . ¶ عن أبي هريرة - رضي الله عنه - أن النبي قال لنسائه عام حجة الوداع :\" هذه ثم طهور الحصر \" .(3) ¶ الحصر : جمع حصير ، والمراد أن يلزمن بيوتهن ولا يخرجن منها . ¶ توفيت رضي الله عنها في آخر زمن عمر بن الخطاب - رضي الله عنهم - .(4) ¶ الفوائد ¶ اصطلاح الزوجة مع زوجها بأن تهب يومها لضرتها ، كما فعلت سودة بأن وهبت يومها لعائشة رضي الله عنها . ¶ الزوجة المؤمنة تكون مع زوجها المؤمن في الجنة ، حيث أن المرأة لآخر أزواجها في الدنيا ، كما ثبت ذلك عن رسول الله - صلى الله عليه وسلم - . ¶ بها نزلت آية الحجاب . ¶ حرص الزوجة على رضاء زوجها ، ونزولاً لرغبته . ¶ إنها أطول أمهات المؤمنين يداً ، وهذا كناية عن كثرة الصدقة . ¶ __________ ¶ (1) رواه البخاري برقم (1354) . ¶ (2) رواه البخاري برقم (3/423) ومسلم برقم ( 1290) . ¶ (3) رواه أبو داود برقم ( 1722) ، وأحمد برقم ( 2/446) (6/324) ،\"صحيح الجامع\" برقم ( 7008) . ¶ (4) الإصابة (8/117) ، وعيون الأثر (2/301) .",
            "page": "2",
            "part": "12"
        },
        {
            "hno": null,
            "id": "45",
            "nass": "جواز دفع النساء والضعفة من مزدلفة قبل الناس ، كما أذن رسول الله - صلى الله عليه وسلم - لسودة بالدفع قبل الناس يوم مزدلفة .",
            "page": "3",
            "part": "12"
        },
        {
            "hno": null,
            "id": "46",
            "nass": "صفية بنت حيي ¶ عَقيلة بني النضير ¶ أم المؤمنين صفية بنت حُيي بن أخطب زعيم يهود بني النضير . ¶ في العام الخامس من الهجرة حرض حيي بن أخطب المشركين على مهاجمة المسلمين في المدينة . ¶ فتجمع عشرة من المشركين من قريش ، من الأحابيش ، وكنانة ، وأهل تهامة ، وبني غطفان من نجد . ¶ ونقض اليهود عهدهم الذي كانوا قد أبرموه مع رسول الله - صلى الله عليه وسلم - في أن يكونوا محايدين لا ينصرون عليه . ¶ وعُظُم البلاء بالمسلمين ، واشتد بهم الخوف ، إذ جاءهم عدوهم من فوقهم ، ومن أسفل منهم ، وزلزلوا زلزالاً شديداً ، وظهر جلياً نفاق المنافقين ، وأطلقوا العنان ، وقال قائلهم : لقد كان محمد يعدنا أن نأكل كنوز كِسرى وقيصر ، وأحدنا اليوم لا يأمن على نفسه أن يذهب إلى الغائط . ¶ وتخاذل هؤلاء ، واعتقدوا أن الهزيمة واقعة بالمسلمين فكروا راجعين إلى الديار ، وتخلوا عن موقف الصدق والإيمان ، والشجاعة والبطولة . ¶ واستمر الحصار سبعة وعشرين يوماً ، ثم دارت الدائرة على المشركين ، وانفضوا من حول المدينة لم ينالوا خيراً ، وكفى الله المؤمنين القتال ، وتم النصر لرسول الله - صلى الله عليه وسلم - والذين آمنوا . ¶ قال أنس - رضي الله عنه - : جُمع السبي ـ يعني بخيبر ـ فجاءه دحية فقال يا رسول الله ، أعطني جارية من السبي ، فقال :\" اذهب فخذ جارية \" ، فأخذ صفية بنت حيي ، فجاءه رجل إلى نبي الله - صلى الله عليه وسلم - فقال : يا نبي الله : أعطيت دحية صفية بنت حيي سيد قريظة والنضير ، لا تصلح إلا لك ، قال :\" ادعوه بها \" ، قال : فجاء بها ، فلما نظر إليها النبي - صلى الله عليه وسلم - قال : ¶ \" خذ جارية من السبي غيرها \" . قال :\" وأعتقها وتزوجها \" .(1) ¶ __________ ¶ (1) رواه البخاري في كتاب \"المغازي\"، باب غزوة خيبر برقم (7/360) ،ومسلم في كتاب \"النكاح\"، باب فضيلة اعتاقه أمة ثم يتزوجها .",
            "page": "1",
            "part": "13"
        },
        {
            "hno": null,
            "id": "47",
            "nass": "واختارت السيدة صفية رضي الله عنها رسول الله - صلى الله عليه وسلم - على أهلها وعشيرتها ، وأسلمت وحسن إسلامها ولما أخذها النبي - صلى الله عليه وسلم - من دحية بسبعة أرؤس ، ودفعها إلى أم سليم حتى تهيئها ، وتصنعها ، وتعتد عندها ، فكانت وليمته : السمن والإقط ، والتمر . ¶ الإقط : لبن مجفف يابس مستحجر يطبخ به . ¶ عن أنس رضي - رضي الله عنه - أقبلنا مع رسول الله - صلى الله عليه وسلم - أنا وأبو طلحة وصفية رديفته ، فعثرت الناقة ، فصرع ، وصرعت ، فاقتحم أبو طلحة عن راحلته ، فأتى النبي - صلى الله عليه وسلم - قال : يا نبي الله ، هل ضرك شيء ، قال :\" لا ، عليك بالمرأة \" فألقى أبو طلحة ثوبه على وجهه ، وقصد نحوها ، فنبذ الثوب عليها فقامت فشدها على راحلته ، فركبت ، وركب النبي - صلى الله عليه وسلم - .(1) ¶ وقالت صفية بنت حيي ـ رضي الله عنها ـ : دخل عليَّ رسول الله - صلى الله عليه وسلم - وقد بلغني عن عائشة وحفصة كلام ، فذكرت له ذلك ، فقال :\" ألا قلت : وكيف تكونان خيراً مني، وزوجي محمد - صلى الله عليه وسلم - وأبي هارون ، وعمي موسى\".(2) ¶ تقول أم المؤمنين صفية رضي الله عنها كان رسول الله - صلى الله عليه وسلم - معتكفاً ، فأتيته أزوره ليلاً ، فحدثته ثم قمت لأنقلب ، فقام ليقلبني ، وكان مسكنها في دار أسامة بن زيد ، فمر رجلان من الأنصار فلما رأيا النبي - صلى الله عليه وسلم - أسرعا ، فقال النبي - صلى الله عليه وسلم - :\" على رسلكما إنها صفية بنت حيي \". ¶ فقال : سبحان الله : يا رسول الله ، فقال رسول الله - صلى الله عليه وسلم - : \" إن الشيطان يجري من بني أدم مجرى الدم ، وإني خشيت أن يقذف في قلوبكما شراً \".(3) ¶ __________ ¶ (1) رواه البخاري برقم (6/134) ، ومسلم برقم ( 1365) . ¶ (2) رواه الترمذي في كتاب \"المناقب\" برقم ( 3892) . ¶ (3) رواه البخاري في كتاب \"الاعتكاف\"، باب هل يخرج المعتكف لحوائجه ، \"صحيح الجامع\" برقم (1658) .",
            "page": "2",
            "part": "13"
        },
        {
            "hno": null,
            "id": "48",
            "nass": "وكانت صفية في المقابل تحب رسول الله - صلى الله عليه وسلم - حباً جماً ، فقد ورد أن صفية بنت حيي قالت في وجع النبي - صلى الله عليه وسلم - الذي توفي فيه ، والله يا نبي الله لوددت أن الذي بك بي . ¶ شجاعتها وجهادها : ¶ وكانت صفية رضي الله عنها شجاعة لا تخاف في الله لومة لائم ، تجلي لنا هذا من دفاعها بالقول والفعل عن عثمان - رضي الله عنه - يوم حصره قال كنانة : كنت أقود بصفية لترد عن عثمان ، فلقيها الأشتر ، فضرب وجه بغلتها حتى مالت ، فقالت : ذروني لا يفضحني هذا ! ثم وضعت خشباً من منزلها إلى منزل عثمان ، تنقل عليه الماء والطعام . ¶ وذكرت عائشة رضي الله عنها مرة صفية بكلمة أساءت لها ، فلم يرضى النبي - صلى الله عليه وسلم - عنها ، حيث قالت عنها أنها يهودية . ¶ فقال لها النبي - صلى الله عليه وسلم - : \"لقد قلت كلمة لو مزجت بماء البحر لمزجته\" . (1) ¶ وفاتُها ¶ توفيت رضي الله عنها قرابة سنة خمسين في أيام معاوية ، ودفنت بالبقيع مع أمهات المؤمنين رضي الله عنهن جميعاً . ¶ قال ابن حجر : وتوفيت صفية سنة اثنتين وخمسين في خلافة معاوية .(2) ¶ الفوائد ¶ ذكر الإمام ابن قيم الجوزية بعض الفوائد من غزوة خيبر فقال : ¶ ومنها : 1- جوازُ عِتق الرجل أمتَه، وجعل عِتقها صَداقاً لها، ويجعلها زوجتَه بغير إذنها، ولا شهودٍ ، ولا ولي غيره ، ولا لفظِ إنكاح ولا تزويج، كما فعل صلى الله عليه وسلم بصفيَّة ، ولم يقل قطّ هذا خاصٌ بي، ولا أشار إلى ذلك ، مع علمه باقتداء أمته به ، ولم يقُلْ أحد من الصحابة : إن هذا لايصْلُح لغيره ، بل رَوَوُا القِصة ونقلُوها إلى الأمة ، ولم يمنعوهم ، ولا رسول الله - صلى الله عليه وسلم - من الإقتداء به في ذلك. ¶ ومنها : 2- جوازُ بناء الرجل بامرأته في السفر، وركوبها معه على دابة بين الجيش .اهـ .(3) ¶ __________ ¶ (1) صحيح الجامع حديث رقم (5140) . ¶ (2) الإصابة (7/741) . ¶ (3) زاد المعاد ، غزوة خيبر .",
            "page": "3",
            "part": "13"
        },
        {
            "hno": null,
            "id": "49",
            "nass": "- غدر اليهود ، وشدة حقدهم على رسول الله - صلى الله عليه وسلم - ، وعلى المسلمين. ¶ إذا غزا المسلمون قوماًَ ينتظروا حتى الصباح ، فإذا سمعوا أذاناً أمسكوا ، لأن رسول الله - صلى الله عليه وسلم - كان إذا غزا قوما لم يغر عليهم حتى يصبح ، فإذا سمع أذاناً أمسك ، وإذا لم يسمع أغار . ¶ - النهي عن أكل لحوم الحمر الأهلية ، حتى ولو كانت في القدور ، كما فعل المسلمون عندما نهاهم رسول الله - صلى الله عليه وسلم - عنها فكفئوا القدور . ¶ - نهي النبي - صلى الله عليه وسلم - عن الغلول ، وأن من يموت وهو غال يدخل النار ، كما أخبر رسول الله - صلى الله عليه وسلم - عن الذي غل الشملة . ¶ - النهي عن الغيبة ، وعن اللمز ، والتعيير ، وإنهما من الكبائر ، كما نهى رسول الله - صلى الله عليه وسلم - عائشة وحفصة في طعنهن في صفية .",
            "page": "4",
            "part": "13"
        },
        {
            "hno": null,
            "id": "50",
            "nass": "عائشة ¶ رضي الله عنها ¶ أحب النساء إلى النبي - صلى الله عليه وسلم - ¶ المبرأة من فوق ¶ سبع سموات ¶ إنها الصديقة بنت الصديق القرشية ، التيمية ، المكية ، رضي الله عنها وعن أبيها ، أم المؤمنين ، حب رسول الله - صلى الله عليه وسلم - وزوجته ، وهي أحب النساء إلى رسول الله - صلى الله عليه وسلم - .(1) ¶ المبرأة من فوق سبع سموات ، معلمة الرجال . الصابرة ، كانت تمر عليها الأيام الطويلة وما يوقد في بيت النبي - صلى الله عليه وسلم - نار ، كانت تعيش مع رسول الله - صلى الله عليه وسلم - على الماء والتمر ، الزاهدة ، الكريمة .(2) ¶ كان مولدها في الإسلام قبل الهجرة بثمان سنين أو نحوها . ¶ نزل جبريل عليه السلام ، وأخبر النبي - صلى الله عليه وسلم - أن يقرئها منه السلام . ¶ عن عائشة رضي الله عنها قالت : قال رسول الله - صلى الله عليه وسلم - :\" يا عائشُ هذا ¶ __________ ¶ (1) عن عمرو بن العاص - رضي الله عنهم - ، \"أنه سأل رسول الله - صلى الله عليه وسلم - : أي الناس أحب إليك يا رسول الله ؟ قال : عائشة ، قال : فمن الرجال ؟ قال : أبوها ، قلت ثم من؟ قال : ثم عمر بن الخطاب ، فعدَّ رجالاً\" . ¶ أخرجه البخاري في كتاب فضائل أصحاب النبي - صلى الله عليه وسلم - ، باب قول النبي - صلى الله عليه وسلم - : لو كنت متخذاً خليلاً ، وأخرجه مسلم في كتاب فضائل الصحابة برقم (2384) . ¶ (2) عن تميم بن سلمة عن عروة قال : لقد رأيت عائشة - رضي الله عنها – تقسم سبعين ألفاً ، وإنها لترقع جيب درعها . ¶ وأتيت مرة بمائة ألف درهم وكانت صائمة ففرقتها كلَّها ، وليس في بيتها شيءٌ ، فلما أمست قالت : ياجارية ، هلمي فطري ، فجائتها بخبز وزيت ، ثم قالت الجارية : أما استطعت مما قسمت اليوم أن تشتري لنا لحماً بدرهم نفطر عليه ، قالت : لا تعنفيني ، لو كنتِ ذكرتيني لفعلت . حلية الأولياء (2/47) .",
            "page": "1",
            "part": "14"
        },
        {
            "hno": null,
            "id": "51",
            "nass": "جبريل يقرئك السلام \" فقلت وعليه السلامُ ورحمة الله وبركاته .(1) ¶ وتحكي عائشة رضي الله عنها ما حصل فتقول : أرسل أزواج النبي - صلى الله عليه وسلم - فاطمة بنت رسول الله - صلى الله عليه وسلم - إلى رسول الله - صلى الله عليه وسلم - ، فاستأذنت عليه وهو مضطجع معي في مرطي فأذن لها ، فقالت : يا رسول الله إن أزواجك أرسلنني إليك يسألنك العدل في ابنة أبي قحافة وأنا ساكتة ، قالت : فقال لها رسول الله - صلى الله عليه وسلم - : \"أي بنية ألست تحبين ما أحب\" ، فقالت :بلى ،قال : \"فأحبى هذه\" ، قالت : فقامت فاطمة حين سمعت ذلك من رسول الله - صلى الله عليه وسلم - ، فرجعت إلى أزواج النبي - صلى الله عليه وسلم - فأخبرتهن بالذي ،قالت وبالذي قال لها رسول الله - صلى الله عليه وسلم - فقلن لها ما نراك من شيء فارجعى إلى رسول الله - صلى الله عليه وسلم - فقولي له إن أزواجك ينشدنك العدل في ابنة أبي قحافة ، فقالت فاطمة : والله لا أكلمه فيها أبدا ، قالت عائشة : فأرسل أزواج النبي - صلى الله عليه وسلم - زينب بنت جحش زوج النبي - صلى الله عليه وسلم - ، وهي التي كانت تساميني منهن في المنزلة عند رسول الله - صلى الله عليه وسلم - ولم أر امرأة قط خيرا في الدين من زينب وأتقى لله وأصدق حديثا وأوصل للرحم وأعظم صدقة وأشد ابتذالا لنفسها في العمل الذي تصدق به وتقرب به إلى الله تعالى ما عدا سورة من حد كانت فيها تسرع منها الفيئة ، قالت فاستأذنت على رسول الله - صلى الله عليه وسلم - ورسول الله - صلى الله عليه وسلم - مع عائشة في مرطها على الحالة التي دخلت فاطمة عليها وهو بها فأذن لها رسول الله - صلى الله عليه وسلم - ، فقالت : يا رسول الله إن أزواجك أرسلنني إليك يسألنك العدل في ابنة أبي قحافة ، قالت : ثم وقعت بي فاستطالت على وأنا أرقب ¶ __________ ¶ (1) رواه البخاري في كتاب \"فضائل الصحابة\" ، باب فضل عائشة ، ومسلم ، \"صحيح الجامع\" برقم ( 7915) .",
            "page": "2",
            "part": "14"
        },
        {
            "hno": null,
            "id": "52",
            "nass": "رسول الله - صلى الله عليه وسلم - وأرقب طرفه هل يأذن لي فيها ، قالت فلم تبرح زينب حتى عرفت أن رسول الله - صلى الله عليه وسلم - لا يكره أن أنتصر ، قالت فلما وقعت بها لم أنشبها حين أنحيت عليها ، قالت : فقال رسول الله - صلى الله عليه وسلم - وتبسم : \"إنها ابنة أبي بكر\" . ¶ وفي رواية لمسلم : أن النبي - صلى الله عليه وسلم - قال لابنتيه فاطمة رضي الله عنهما : \"أي بنية ، ألست تحبين ما أحب\" فقالت : بلى ، \"فأحبي هذه\" . (1) ¶ انظر إلى محبة النبي - صلى الله عليه وسلم - لعائشة رضي الله عنها ، وقد حافظ النبي - صلى الله عليه وسلم - على حبه لعائشة حتى آخر لحظة من حياته ، كيف لا وقد أخبره جبريل عليه السلام : \"هذه زوجتك في الدنيا والآخرة\" .(2) ¶ في مرضه - صلى الله عليه وسلم - الذي مات فيه يقول : \"أين أنا غداً ، أين أنا غداً ؟\" يريد يوم عائشة ، فأذن له أزواجه يكون حيث شاء ، فكان في بيت عائشة حتى مات عندها . ¶ قالت عائشة : فمات في اليوم الذي كان يدور عليَّ فيه في بيتي ، فقبضه الله وإن رأسه لبين نحري وسحري ، وخالط ريقه ريقي\" .(3) وتقول : ودفن في بيتي\".(4) ¶ وانظر إلى وصيته لسيدة نساء الجنة فاطمة رضي الله عنها بأن تحب عائشة رضي الله عنها ، ويأتي أُناس يطعنون فيها بل ويشتمونها بأقبح الشتائم ، ألم يعلموا بأنهم واقفون بين يدي الله تعالى يوم القيامة ، وستكون عائشة خصيمة لهم يوم القيامة ، وسيأخذ الله تعالى حقها منهم ، كما سيأخذ حق الصحابة الكرام من كل من طعن بهم وشتمهم . ¶ __________ ¶ (1) أخرجه البخاري في كتاب الهبة ، باب من أهدى إلى صاحبه ، وأخرجه مسلم في كتاب فضائل الصحابة برقم (2442) ، باب فضائل فاطمة رضي الله عنها. ¶ (2) صحيح سنن الترمذي رقم (3041) . ¶ (3) أخرجه البخاري في كتاب المغازي ، باب مرض النبي - صلى الله عليه وسلم - ووفاته . ¶ (4) أخرجه البخاري في كتاب الجنائز .",
            "page": "3",
            "part": "14"
        },
        {
            "hno": null,
            "id": "53",
            "nass": "قالت عائشة رضي الله عنها ، لقد أُعطيت تسعاً ما أعطيتها امرأة بعد مريم بنت عمران : ¶ 1ـ لقد نزل جبريل بصورتي في راحته حتى أمر رسول الله - صلى الله عليه وسلم - أن يتزوجني. ¶ 2ـ ولقد تزوجني بكراُ ، وما تزوج بكراً غيري . ¶ 3ـ ولقد قُبض ورأسه في حجري . ¶ 4ـ ولقد قبرته في بيتي . ¶ 5ـ ولقد حفت الملائكة بيتي . ¶ 6ـ وإني لابنة خليفته وصديقه . ¶ 7ـ ولقد نزل عذري من السماء . ¶ 8ـ ولقد خلقت طيبة عند طيب . ¶ 9ـ ولقد وُعدت مغفرة ورزقاً كريماً . ¶ عن أبي موسى الأشعري - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - : ¶ \" كَمُل من الرَّجال كثير ، ولم يكمل من النساء إلا مريم بنت عمران وآسية امرأة فرعون ، وفضل عائشة على النساء كفضل الثَّريد على سائر ¶ الطعام \".(1) ¶ إنها زوجة سيد ولد آدم ، وسيد المرسلين - صلى الله عليه وسلم - . ¶ عن عائشة رضي الله عنها قالت : قال لي رسول الله - صلى الله عليه وسلم - :\" أريتك في المنام يجيء بك الَملَك في سَرقَةٍ من حريرٍ فقال لي : هذه امرأتك فكشفتُ وجْهك فإذا أنت هي فقلتُ : إن يك هذا من عند الله يُمْضِهِ \".(2) ¶ وتحدد ـ رضي الله عنها ـ سنها ، عند زواجها فتقول :\" تزوجني رسول الله - صلى الله عليه وسلم - وأنا بنت ست سنين ، وأدخلت عليه وأنا بنت تسع سنين ، وكنت ألعب على المرجوحة ، ولي جُمة ، فأتيت وأنا ألعب عليها فأخذت ، فهيئت ، ثم أدخلت عليه ، وأرى صورتي في حريرة \".(3) ¶ وكان عليه الصلاة والسلام ، أفضل الأزواج على الإطلاق ، حيث كان يعاملها معاملة الأطفال لا معاملة الزوجات الكبيرات ، فكان يلاعبها ويسابقها ويمازحها ويداعبها ويلاطفها . ¶ __________ ¶ (1) رواه البخاري في كتاب \"فضائل الصحابة\"، باب فضل عائشة ( 7/133) برقم ( 3769، 3770) . ¶ (2) رواه البخاري برقم ( 7/175) ، ومسلم برقم ( 2438) . ¶ (3) رواه أبو داود في كتاب \"الأدب\" برقم ( 1435) .",
            "page": "4",
            "part": "14"
        },
        {
            "hno": null,
            "id": "54",
            "nass": "تقول عائشة رضي الله عنها ـ كنت ألعب بالبنات عند رسول الله - صلى الله عليه وسلم - وكنَّ يأتينني صواحبي ينقمعن من رسول الله - صلى الله عليه وسلم - وكان رسول - صلى الله عليه وسلم - يُسربهنَّ إليَّ . ¶ ومعنى الحديث أنها كانت تلعب بلعب الأطفال المجسمة مع صاحباتها ، فإذا دخل - صلى الله عليه وسلم - عليهن اختبأن حياءً منه ـ عليه الصلاة والسلام ـ ولكنه لرفقته ورحمته كان يلاعبهن ويدخلهن على عائشة . ¶ عن عروة قال : كان الناس يتحرون بهداياهم يوم عائشة قالت عائشة : فاجتمع صواحبي عند أم سلمة فقلن يا أم سلمة ، والله إن الناس يتحرون بهداياهم يوم عائشة وإنا نريد الخير كما تريده عائشة فمري رسول الله - صلى الله عليه وسلم - أن يأمر الناس أن يهدوا إليه حيث كان ، أو حيث دار قالت : فَأعْرض عني فلما عاد إلي ذكرتُ له ذلك فَأعرض عني فلما كان في الثالثة ذكرتُ له فقال :\" يا أم سلمة لا تُؤذيني في عائشة ، فإنه والله ما نزل عليَّ الوحي وأنا في لحاف امرأة منكن غيرها \".(1) ¶ عن عائشة رضي الله عنها قالت : قلتُ يا رسول الله أرأيت لو نزلت وادياً وفيه شجرةٌ قد أكل منها ووجدت شجراً لم يؤكل منها في أيَّها كنت تُرتِعُ بعيرك ؟ قال :\" في التي لم يُرْتَع منها \" تعني أن رسول الله - صلى الله عليه وسلم - لم يتزوج بكراً غيرها .(2) ¶ قالت عائشة : لما أُمر رسول الله - صلى الله عليه وسلم - بتخيير أزواجه بدأ بي فقال إني ذاكر لك أمراً فلا عليك أن لا تعجلي حتى تستأمري أبويك . قالت : وقد علم أن أبويَّ لم يكونا يأمراني بفراقه . قالت : ثم قال إن الله ـ جل ثناؤه ـ قال : { يَا أَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ إِنْ كُنْتُنَّ تُرِدْنَ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا } إلى قوله تعالى: { أَجْراً عَظِيماً } قالت : فقلت : ففي أي هذا استأمر أبويّ ؟ ¶ __________ ¶ (1) رواه البخاري . ¶ (2) رواه البخاري .",
            "page": "5",
            "part": "14"
        },
        {
            "hno": null,
            "id": "55",
            "nass": "فأني أريد الله ورسوله والدار الآخرة ، قالت : ثم فعل أزواج رسول الله - صلى الله عليه وسلم - مثل ما فعلت. ¶ وقد وضح الله عز وجل ـ أمر التخيير فقال ـ جل ثناؤه ـ : { يَا أَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ إِنْ كُنْتُنَّ تُرِدْنَ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا فَتَعَالَيْنَ أُمَتِّعْكُنَّ وَأُسَرِّحْكُنَّ سَرَاحاً جَمِيلاً *وَإِنْ كُنْتُنَّ تُرِدْنَ اللَّهَ وَرَسُولَهُ وَالدَّارَ الْآخِرَةَ فَإِنَّ اللَّهَ أَعَدَّ لِلْمُحْسِنَاتِ مِنْكُنَّ أَجْراً عَظِيماً } . ¶ صفة شدتها في دين الله عز وجل : ¶ عن عبد الله بن زياد الأسدي قال : لما سار طلحة والزبير وعائشة إلى البصرة بعث علي عمار بن ياسر وحسن بن علي فقدما علينا الكوفة فصعدا المنبر فكان الحسن بن علي فوق المنبر في أعلاه ، وقام عمار أسفل من الحسن فاجتمعنا إليه فسمعت عماراً يقول : والله إِنها لزوجة نبيكم - صلى الله عليه وسلم - في الدنيا والآخرة ، ولكن الله تبارك وتعالى ابتلاكم إياه تُطيعون أم هي ؟ .(1) ¶ قالت عائشة رضي الله عنها : ذكر رسول الله - صلى الله عليه وسلم - فاطمة رضي الله عنها قالت : فتكلمتُ أنا فقال :\" أما ترضين أن تكوني زوجتي في الدُّنيا والآخرة \" قلتُ : بلى والله ، قال : \" فأنت زوجتي في الدُّنيا والآخرة \" . ¶ وقال رسول الله - صلى الله عليه وسلم - : \"عائشة زوجتي في الجنة\" .(2) ¶ قوله - صلى الله عليه وسلم - : \"عائشة زوجتي في الجنة\" : قال المناوي : لعل المراد أنها أحب زوجاته إليه فيها كما كانت أحبهن إليه في الدنيا وإلا فزوجاته كلهن في الجنة . ¶ تنبيه : مما اشتهر الخلاف في التفضيل بين عائشة وخديجة . ¶ __________ ¶ (1) رواه البخاري في كتاب \"فضائل الصحابة\" ، باب فضائل عائشة رقم ( 3772) ، ورقم ¶ ( 7100) ، ورقم ( 7101) . ¶ (2) صحيح الجامع حديث رقم (3965) .",
            "page": "6",
            "part": "14"
        },
        {
            "hno": null,
            "id": "56",
            "nass": "قال شيخ الإسلام ابن تيمية : جهات الفضل بين خديجة وعائشة متفاوتة ، وكأنه رأى الوقف ، وقال ابن القيم : إن أريد بالتفضيل كثرة الثواب عند اللّه فذلك أمر لا يطلع عليه إلا هو ، فإن عمل القلوب أفضل من عمل الجوارح ، وإن أريد كثرة العلم فعائشة ، وإن أريد شرف الأصل ففاطمة وهي فضيلة لا يشاركها فيه غير أخواتها ، وإن أريد شرف السيادة فقد ثبت النص لفاطمة وحدها . اهـ . ¶ وتعقبه ابن حجر : بأن ما امتازت به عائشة من فضل العلم فإن لخديجة ما يقابله ، وهي أول من أجاب إلى الإسلام ودعا إليه وأعان على نبوّته بالنفس والمال والتوجه التامّ فلها مثل أجر من جاء بعدها ولا يقدر قدر ذلك إلا اللّه. ¶ عن عائشة رضي الله عنها قالت : كان رسول الله - صلى الله عليه وسلم - يسأل في مرضه الذي مات فيه يقول :\" أين أنا غداً أين أنا غداً ؟\" يريد يوم عائشة فأذن له أزواجه يكون حيث شاء فكان في بيت عائشة حتى مات عندها . قالت عائشة : فمات في اليوم الذي كان يدور عليَّ فيه في بيتي فقبضه الله وإن رأسه لبين نحري وسحري وخالط ريقُه ريقي .(1) ¶ إنها أعلم النساء ، بل معلمة الرجال ، كان الأكابر من الصحابة يرجعون إليها في الفتوى . ¶ قال هشام بن عروة عن أبيه قال : لقد صحبت عائشة فما رأيت أحداً قط كان أعلم بآية أنزلت ، ولا بفريضة ، ولا بسنة ، ولا بشعر ، ولا أروى له ، ولا بيوم من أيام العرب ، ولا بنسب ، ولا بكذا ، ولا بكذا ، ولا بقضاء ، ولا طب منها ، فقلت لها : يا خالة ، الطب من أين علمت ؟ فقالت : كنت أمرض فينعت لي الشيء ، ويمرض المريض فينعت له ، وأسمع الناس ينعت بعضهم لبعض فأحفظه .(2) ¶ __________ ¶ (1) رواه البخاري ومسلم . ¶ (2) \"حلية الأولياء \" ( 1/49 ، 50) .",
            "page": "7",
            "part": "14"
        },
        {
            "hno": null,
            "id": "57",
            "nass": "عن مسروق أنه قيل له : هل كانت عائشة ـ رضي الله عنها ـ تحسن الفرائض ؟ قال : والله لقد رأيت أصحاب محمد - صلى الله عليه وسلم - الأكابر يسألونها عن الفرائض .(1) ¶ وقال الإمام الزهري رحمه الله : لو جمع علم عائشة إلى علم جميع النساء لكان علم عائشة أفضل . ¶ وقال عطاء : كانت عائشة رضي الله عنها أفقه الناس ، وأحسن الناس رأياً في العامة \" . ¶ وذكر أبو عمر بن عبد البر ـ رحمه الله ـ : أنها كانت وحيدة عصرها في ثلاثة علوم : علم الفقه ، وعلم الطب ، وعلم الشعر . ¶ وعن موسى بن طلحة قال : ما رأيت أحداً أفصح عن عائشة . ¶ وعن عروة بن الزُبير قال : ما رأيت أحداُ أعلم لفقه ولا بطب ولا بشعر من عائشة رضي الله عنها . ¶ قال أبو موسى الأشعري - رضي الله عنهم - : ما أشكل علينا أصحاب رسول الله - صلى الله عليه وسلم - حديث قط ، فسألنا عائشة إلا وجدنا عندها منه علماً . ¶ قالت عائشة رضي الله عنها : جاء عمي من الرضاعة يستأذن علي فأبيت أن آذن له حتى استأمر رسول الله - صلى الله عليه وسلم - ، فلما جاء رسول الله - صلى الله عليه وسلم - قلتُ : إنَّ عمي من الرضاعة استأذن عليَّ فأبيتُ أن آذن له ، فقال رسول الله - صلى الله عليه وسلم - : \" فليلج عليك عمُّك \" . ¶ فقلتُ : إنما أرضعتني المرأة ! ولم يرضعني الرجل ، فقال : \"إنًّه عمُّك فليلج عليك\" .(2) ¶ فقد كانت رضي الله عنها قوية في دين الله تعالى ، تأمر بالمعروف وتنهى عن المنكر ، وتغضب من أجل الله عز وجل ، تقول أم علقمة بنت أبي علقمة : رأيت حفصة بنت عبد الرحمن بن أبي بكر دخلت على عائشة وعليها خمار رقيق يشف عن جبينها ، فشقته عائشة عليها ، وقالت : أما تعلمين ما أنزل الله في سورة النور ؟ ثم دعت بخمار فكستها . ¶ __________ ¶ (1) أخرجه الدارمي في سننه ( 2/342) ، والحاكم في مستدركه ( 4/11) ، وابن سعد في الطبقات الكبرى ( 8/66) . ¶ (2) رواه البخاري برقم ( 2644) ، ومسلم ( 1445) .",
            "page": "8",
            "part": "14"
        },
        {
            "hno": null,
            "id": "58",
            "nass": "عن عائشة رضي الله عنها قالت : والعجب أن تكذب السيدة زينب وتذهب إلى علي وتقول له : إن عائشة وقعت بكم وفعلت ، وهي المشهورة بشدة الورع حتى شهدت لها السيدة عائشة بذلك بقولها في حديث الإفك : وكان رسول الله - صلى الله عليه وسلم - يسأل زينب بنت جحش عن أمري فقال :\" يا زينب ماذا علمت أو رأيت \" ؟ فقالت : يا رسول الله أحمي سمعي وبصري ما علمت إلا خيراً . قالت : وهي التي كانت تساميني من أزواج رسول الله - صلى الله عليه وسلم - فعصمها الله بالورع .(1) ¶ __________ ¶ (1) رواه البخاري في كتاب \"المغازي\" باب حديث الإفك (7/ 496، 449) برقم (4141)",
            "page": "9",
            "part": "14"
        },
        {
            "hno": null,
            "id": "59",
            "nass": "وفي موقف آخر تعرضت السيدة عائشة رضي الله عنها إلى منافسة شديدة من أمهات المؤمنين وكان لزينب منها نصيب إلا أن عائشة أثنت عليها ثناءً عظيماً فقالت : أرسل أزواج النبي - صلى الله عليه وسلم - فاطمة بنت رسول الله - صلى الله عليه وسلم - إلى رسول الله - صلى الله عليه وسلم - فاستأذنت عليه ، وهو مضطجع معي في مرطي فإذن لها فقالت : يا رسول الله إن أزواجك أرسلنني إليك يسألنك العدل في ابنة أبي قحافة وأنا ساكتة قالت : فقال لها رسول الله - صلى الله عليه وسلم - :\" أي بنية ألست تحبين ما أحبُّ فأحبَّي هذه \". قالت : فقامت فاطمة حين سمعت ذلك من رسول الله - صلى الله عليه وسلم - فرجعت إلى أزواج النبي - صلى الله عليه وسلم - فأخبرتهن بالذي قالت وبالذي قال لها رسول الله - صلى الله عليه وسلم - فقلن لها : ما نراك أغنيت عنا من شيء ، فارجعي إلى رسول الله - صلى الله عليه وسلم - فقولي له : إن أزواجك ينشدنك العدل في ابنة أبي قحافة فقالت فاطمة : والله لا أكلمه فيها أبداً ، قالت عائشة : فأرسل أزواج النبي - صلى الله عليه وسلم - زينب بنت جحش زوج النبي - صلى الله عليه وسلم - وهي التي كانت تساميني منهن في المنزلة عند رسول الله - صلى الله عليه وسلم - ولم أر امرأة قط خيراً في الدين من زينب ، وأتقى لله ، وأصدق حديثاً ، وأوصل للرحم ، وأعظم صدقة وأشد ابتذالاً لنفسها في العمل الذي تصدق به وتقرب به إلى الله ـ تعالى ما عاد سورة من حدة كانت فيها تسرع منها الفيئة قالت : فاستأذنت على رسول الله - صلى الله عليه وسلم - ورسول الله - صلى الله عليه وسلم - مع عائشة في مرطها على الحالة التي دخلت فاطمة عليها وهو بها فأذن لها رسول الله - صلى الله عليه وسلم - فقالت : يا رسول الله إن أزواجك أرسلنني إليك يسألنك العدل في ابنة أبي قحافة قالت : ثم وقعت بي فاستطالت عليّ وأنا أرقب رسول الله - صلى الله عليه وسلم - وأرقب طرفه هل يأذن لي فيها",
            "page": "10",
            "part": "14"
        },
        {
            "hno": null,
            "id": "60",
            "nass": "قالت : فلم تبرح زينب حتى عرفت أن رسول الله - صلى الله عليه وسلم - لا يكره أن أنتصر . قالت : فلما وقعت بها لم أنشبها حتى أنحيت عنها قالت : فقال رسول الله - صلى الله عليه وسلم - :\" إنها ابنة أبي بكر \" .(1) ¶ لم أنشبها : لم أمهلها . ¶ أنحيت عنها : قصدتها واعتمدتها بالمعارضة . ¶ تبرئة الله تعالى لها من فوق سبع سماوات ¶ حادثة الإفك(2) ¶ __________ ¶ (1) رواه مسلم في كتاب \"فضائل الصحابة\" ، باب فضل أم المؤمنين عائشة برقم ¶ ( 15/205، 206، 207) واللفظ له . ¶ (2) زاد المعاد للإمام ابن قيم الجوزية رحمه الله تعالى .",
            "page": "11",
            "part": "14"
        },
        {
            "hno": null,
            "id": "61",
            "nass": "وذلك أن عائشة رضي الله عنها كانت قد خَرَجَ بها رسولُ الله - صلى الله عليه وسلم - معه في هذه الغزوة بقرعة أصابتها، وكانت تلك عادته مع نسائه، فلما رجعوا من الغزوة، نزلوا في بعض المنازل، فخرجت عائشةُ لحاجتها ثم رجعت، ففقدت عِقداً لأختها كانت أعارتها إياه، فرجعت تلتمسُه في الموضع الذي فقدتهُ فيه، فجاء النفر الذين كانوا يرحلون هودجها، فظنوها فيه، فحملوا الهودج، ولا ينكرون خِفته، لأنها رضي الله عنها كانت فتية السِّن، لم يغشها اللحم الذي كان يثقلها، وأيضاً، فإن النفر لما تساعدوا على حمل الهودج، لم يُنكروا خِفته، ولو كان الذي حمله واحداً أو اثنين، لم يخف عليهما الحالُ، فرجعت عائشةُ إلى منازلهم، وقد أصابت العِقد، فإذا ليس بها داعٍ ولا مُجيب، فقعدت في المنزل، وظنَّت أنهم سيفقدونها، فيرجعون في طلبها، واللهُ غالبٌ على أمرهِ، يُدبِّرُ الأمرَ فوقَ عرشه كما يشاءُ، فغلبتها عيناها، فنامت، فلم تستيقِظْ إلا بقول صفوانَ بن المعَطِّل: إنا للهِ وإنا إليه راجعونَ، زوجة رسول اللهِ صلى الله عليه وسلم. وكان صفوان قد عرَّسَ في أُخريات الجيش، لأنه كان كثيرَ النوم، كما جاء عنه في \"صحيح أبي حاتم\" وفي \"السنن\". فلما رآها عَرفها، وكانَ يراها قبلَ نزولِ الحِجابِ، فاسترجع،وأناخَ راحلته، فقربها إليها، فركبتها، وما كلَّمَها كلمة واحدة، ولم تَسمَعْ منه إلا استرجاعَه، ثم سار بها يَقُودُها حتى قَدِمَ بها، وقد نزل الجيشُ في نحرِ الظهيرة، فلما رأى ذلك الناسُ، تكلَّم كُلٌ منهم بِشاكِلته، وما يَليقُ به، ووجد الخبيثُ عدوُّ اللهِ ابن أُبي متنفَّساً، فتنفَّس مِن كَربِ النفاق والحسدِ الذي بين ضُلوعه، فجعل يستحكي الإفكَ، ويستوشِيه، ويُشيعه، ويُذيعه، ويَجمعُه، ويُفرِّقه، وكان أصحابُه، يتقرَّبونَ به إليه، فلما قَدِموا المدينةَ، أفاضَ أهلُ الإفكِ في الحديثِ، ورسول الله - صلى الله عليه وسلم - ساكِتٌ لا يتكلَّم، ثم استشار",
            "page": "12",
            "part": "14"
        },
        {
            "hno": null,
            "id": "62",
            "nass": "أصحابَه في فراقها، فأشار عليه عليٌ - رضي الله عنه - أن يُفارِقَهَا، ويأخُذَ غيرها تلويحاً لا تصريحاً، وأشار عليه أُسامةُ وغيرهُ بإمساكِها، وألا يلتفتَ إلى كلام الأعداء .(1) ¶ فعلي لما رأى أن ما قيل مشكوكٌ فيه، أشار بترك الشَّكِّ والرِّيبة إلى اليقين ليتخلَّص رسول الله من الهمِّ والغمِّ الذي لحقه مِن كلام الناس، فأشار بحسم الداء، لما عَلِمَ حُبَّ رسولِ اللهِ - صلى الله عليه وسلم - لها ولأبيها، وعلم مِن عِفتها وبراءتها، وحصانتها وديانتها ما هي فوقَ ذلك، وأعظم منه، وعرفَ مِن كرامةِ رسولِ اللهِ - صلى الله عليه وسلم - على ربِّه ومنزلته عنده، ودفاعِه عنه، أنه لا يجعلُ ربةَ بيته وحبيبته من النساء، وبنت صِدِّقه بالمنزلة التي أنزلها بهِ أربابُ الإفك، وأن رسول الله - صلى الله عليه وسلم - أكرم على ربه، وأعزُّ عليه من أن يجعل تحته امرأة بغيَّاً، وعلم أنَّ الصِّدِّيقةَ حبيبةَ رسول الله - صلى الله عليه وسلم - أكرمُ على ربها مِن أن يَبْتَلِيهَا بالفاحِشَةِ، وهي تحتَ رسوله. ¶ الفوائد من هذه الحادثة : ¶ ومَنْ قَويتْ معرفته لله ومعرفته لرسوله وقدره عندَ اللهِ في قلبه، قال كما قال أبو أيوب وغيره مِن سادات الصحابة، لما سمعوا ذلك: { سُبْحَانَكَ هذا بُهْتَانٌ عَظِيمٌ } .(2) ¶ __________ ¶ (1) حادثة الإفك، رواها البخاري في تفسير سورة النور برقم (4750) باب (6) عن عائشة رضي الله عنها. ¶ الإفك: يقال: إفكهم أفكهم وأفكهم فمن قال أفكهم يقول: حرضهم على الإيمان وكذبهم كما قال تعالى { يؤفك عنه من أفك } يصرف عنه من صرف0 ¶ والإفك : الكذب، وقيل هو أشد أنواع الكذب يقال رجل أفاك : أي كذاب . ¶ وقال البخاري رحمه الله تعالى: والأفك بمنزلة النَّجْس والنَّجَس0 ¶ \"أفكه\" أي قلبه وصرفه عن الشيء ومنه قوله تعالى { أجئتنا لتأفكنا عما وجدنا عليه آباءنا } . ¶ (2) النور الآية (16) .",
            "page": "13",
            "part": "14"
        },
        {
            "hno": null,
            "id": "63",
            "nass": "وتأمل ما في تسبيحهم للهِ، وتنزيههم له في هذا المقامِ مِن المعرفةِ به، وتنزيهه عما لا يليقُ به، أن يجعلَ لِرسوله وخليلهِ وأكرمِ الخلق عليه إمرأةً خبيثةً بغيَّا فمن ظنَّ به سُبحانه هذا الظَّنَّ، فقد ظَنَّ به ظنَّ السوءِ، وعرف أهلُ المعرفة باللهِ ورسوله أن المرأة الخبيثةَ لا تليقُ إلا بمثلها، كما قال تعالى: { الخَبِيثات لِلخَبِيِثينَ } .(1) ¶ ، فقطعوا قطعاً لا يشُكُّونَ فيهِ أن هذا بُهتان عظيم ، وفِريةٌ ظاهرة. ¶ فان قيل: فما بال رسول الله - صلى الله عليه وسلم - توقف في أمرها وسأل عنها وبحث واستشار وهو أعرف بالله وبمنزلته عنده وبما يليق به وهلا قال { سبحانك هذا بهتان عظيم } . ¶ فالجواب: إن هذا من تمام الحكم الباهرة التي جعل الله هذه القصة سبباً لها وامتحاناً وابتلاءً لرسول الله - صلى الله عليه وسلم - الأمة إلى يوم القيامة ليرفع بهذه القصة أقواماً ويضع بها آخرين. ويزيد الله الذين اهتدوا هدى وإيمانا ولا يزيد الظالمين إلا خساراً. ¶ __________ ¶ (1) النور الآية (26) .",
            "page": "14",
            "part": "14"
        },
        {
            "hno": null,
            "id": "64",
            "nass": "واقتضى تمامُ الامتحان والابتلاء أن حُبِسَ عن رسول الله - صلى الله عليه وسلم - الوحيُ شهراً في شأنها، ولا يُوحى إليه في ذلك شيء لتتم حِكمتُهُ التي قدَّرها وقضَاهَا، وتظهرَ على أكمل الوجوه، ويزدادَ المؤمنونَ الصادِقُونَ إيماناً وثباتاً على العدل والصدق، وحُسْنِ الظنِّ باللهِ ورسولهِ، وأهل بيتهِ، والصِّدِّقينَ مِن عباده، ويزدادَ المنافقون إفكاً ونفاقاً، ويُظهِرَ لرسوله وللمؤمنين سرائرهم، ولتتم العبوديةُ المرادة مِن الصِّدِّيقةِ وأبويها، وتتمَ نعمةُ اللهِ عليهم، ولتشتد الفاقةُ والرغبةُ منها ومِن أبويها، والافتقارُ إلى اللهِ والذلُّ له، وحُسن الظن به، والرجاء له، ولينقطع رجاؤها من المخلوقين، وتيأسَ مِن حصول النُّصرةِ والفرح على يد أحد من الخلق، ولهذا وفّت هذا المقَام حقَّه، لما قال لها أبوها، قُومي إليه، وقد أنزلَ اللهُ عليه براءتَها، فقالت: واللهِ لا أَقومُ إليهِ، ولا أَحْمَدُ إلا اللهَ، وهُو الذي أَنزَلَ براءَتِي. ¶ وأيضاً فكان من حكمهِ حَبْسِ الوحي شهراً، أن القضية مًحِّصَتْ وتمحَّضتْ، واستشرفت قلوبُ المؤمنين أعظمَ استشرافٍ إلى ما يُوحيه اللهُ إلى رسوله فيها، وتطلَّعت إلى ذلك غايةَ التطلُّع، فوافى الوحيُ أحوجَ ما كان إليه رسول الله - صلى الله عليه وسلم -، وأهلُ بيته، والصِّدِّيقُ وأهلُه، وأصحابه والمؤمنون، فورد عليهم ورودَ الغيثِ على الأرضِ أحوجَ ما كانت إليه، فوقع منهم أعظمَ موقع وألطَفَه، وسرُّوا به أتمَّ السُّرورِ، وحصل لهم به غايةُ الهناء، فلو أطلع اللهُ رسولَه على حقيقة الحالِ مِن أوَّلِ وَهلة، وأنزل الوحيَ على الفور بذلك، لفاتت هذه الحِكمُ وأضعافُها بل أضعافُ أضعافها. ¶ وأيضاً فإن الله سبحانه أحبَّ أن يُظْهِرَ منزلَةَ رسوله وأهلِ بيته عنده، وكرامتهم عليه.",
            "page": "15",
            "part": "14"
        },
        {
            "hno": null,
            "id": "65",
            "nass": "وأيضاً فإن رسولَ اللهِ - صلى الله عليه وسلم - كان هو المقصودَ بالأذى، والتي رُميَتْ زوجتُه، فلم يكن يليقُ به أن يشهد ببراءتها مع علمه، أو ظنه الظنَّ المقاربَ للعلم ببراءتها، ولم يظنَّ بها سُوءاً قطُّ، وحاشاه، وحاشاها. ¶ ولما جاء الوحي ببراءتها، أمرَ رسول الله - صلى الله عليه وسلم - بمن صرَّح بالإفك، فَحُدُّوا ثمانين ثمانين، ولم يُحد الخبيثُ عبد الله بن أبي، مع أنه رأسُ أهل الإفك، فقيل: لأن الحدودَ تخفيفٌ عن أهلها وكفارة، والخبيث ليس أهلاً لذلك، وقد وعَدَهُ الله بالعذابِ العظيم في الآخرةِ، فيكفيه ذلك عن الحد. ¶ قوة ثبات السيدة عائشة رضي الله عنها .",
            "page": "16",
            "part": "14"
        },
        {
            "hno": null,
            "id": "66",
            "nass": "ومن تأمل قولَ الصديقة وقد نزلت براءتها(1) ¶ __________ ¶ (1) قالت عائشة رضي الله عنها : والله لقد علمت لقد سمعتم هذا الحديث حتى استقر في أنفسكم وصدقتم به فلئن قلت لكم إني بريئة لا تصدقونني ولئن اعترفت لكم بأمر والله يعلم أني منه بريئة لتصدقني فو الله لا أجد لي ولكم مثلا إلا أبا يوسف حين قال فصبر جميل والله المستعان على ما تصفون ثم تحولت واضطجعت على فراشي والله يعلم أني حينئذ بريئة وإن الله مبرئي ببراءتي ولكن والله ما كنت أظن أن في شأني وحيا يتلى لشأني في نفسي كان أحقر من أن يتكلم الله في بأمر ولكني كنت أرجو أن يرى رسول الله - صلى الله عليه وسلم - في النوم رؤيا يبرئني الله بها فو الله ما رام رسول الله - صلى الله عليه وسلم - مجلسه ولا خرج أحد من أهل البيت حتى أنزل عليه فأخذه ما كان يأخذه من البرحاء حتى إنه ليتحدر منه من العرق مثل الجمان وهو في يوم شات من ثقل القول الذي أنزل عليه قالت فسري عن رسول الله - صلى الله عليه وسلم - وهو يضحك فكانت أول كلمة تكلم بها أن قال: \"يا عائشة أما الله فقد برأك\"، قالت: فقالت لي أمي قومي إليه فقلت والله لا أقوم إليه فإني لا أحمد إلا الله عز وجل قالت وأنزل الله تعالى { الذين جاؤوا بالإفك عصبة منكم } العشر الآيات ثم أنزل الله هذا في براءتي قال أبو بكر الصديق وكان ينفق على مسطح بن أثاثة لقرابته منه وفقره والله لا أنفق == == على مسطح شيئا أبدا بعد الذي قال لعائشة ما قال فأنزل الله { ولا يأتل أولوا الفضل منكم } إلى قوله { غفور رحيم } قال أبو بكر الصديق بلى والله إني لأحب أن يغفر الله لي فرجع إلى مسطح النفقة التي كان ينفق عليه وقال والله لا أنزعها منه أبدا قالت عائشة وكان رسول الله - صلى الله عليه وسلم - سأل زينب بنت جحش عن أمري فقال لزينب ماذا علمت أو رأيت فقالت يا رسول الله أحمي سمعي وبصري والله ما علمت إلا خيرا قالت عائشة وهي التي كانت تساميني من أزواج النبي - صلى الله عليه وسلم - فعصمها الله بالورع.حادثة الإفك أخرجها البخاري برقم (3910) .",
            "page": "17",
            "part": "14"
        },
        {
            "hno": null,
            "id": "67",
            "nass": "، فقال لها أبواها : قومي إلى رسول الله - صلى الله عليه وسلم - ، فقالت : والله لا أقوم إليه ، ولا أحمد إلا الله . علم معرفتها ، وقوة إيمانها ، وتوليتها النعمة لربها ، وإفراده بالحمد في ذلك المقام ، وتجريدها التوحيد ، وقوة جأشها ، وإدلالها ببراءة ساحتها ، وأنها لم تفعل ما يوجب قيامها في مقام الراغب في الصلح ، الطالب له وثقتها بمحبة رسول الله - صلى الله عليه وسلم - لها قالت ما قالت ، إدلالا للحبيب على حبيبة ، ولا سيما في مثل هذا المقام الذي هو أحسن مقامات الإدلال ، فوضعته موضعه ، ولله ما كان أحبها إليه حين قالت : لا أحمد إلا الله ، فإنه هو الذي أنزل براءتي ، ولله ذلك الثباتُ والرزانة منها ، وهو أحب شيء إليها ، ولا صبر لها عنه ، وقد تنكر قلب حبيبها لها شهرا ثم صادفت الرضى منه والإقبال ، فلم تبادر إلى القيام إليه ، والسرور برضاه ، وقربه مع شدة محبتها له ، وهذا غاية الثبات والقوة .اهـ .(1) ¶ توفي رسول الله - صلى الله عليه وسلم - ولعائشة ثمانية عشر عاماً، وعاشت بعده قريباً من خمسين سنة، فأكثر الناس الأخذ عنها ، ونقلوا عنها من الأحكام والآداب شيئاً كثيراً حتى قيل أن ربع الأحكام الشرعية منقول عنها ، فعن أبي موسى الأشعري قال :\"ما أشكل علينا أصحاب رسول الله - صلى الله عليه وسلم - حديث قط،فسألنا عائشة إلا وجدنا عندها منه علماً\".(2) ¶ وقال موسى بن طلحة : \"ما رأيت أحداً أفصح من عائشة\".(3) ¶ وفاتها : ¶ توفيت رضي الله عنها في خلافة معاوية - رضي الله عنهم - ، ليلة الثلاثاء ، السابع عشر من رمضان ، سنة ثمان وخمسين من الهجرة ، وهي ابنة ست وستين سنة ، ودفنت بالبقيع من ليلتها بعد صلاة الوتر . ¶ __________ ¶ (1) انظر زاد المعاد للإمام ابن قيم الجوزية . ¶ (2) صحيح سنن الترمذي برقم (3044) . ¶ (3) صحيح سنن الترمذي برقم (3045) .",
            "page": "18",
            "part": "14"
        },
        {
            "hno": null,
            "id": "68",
            "nass": "رضي الله عنها وأرضاها ، ورضي عن أبيها ، وأكرمها في جنات الخلد ، وأسأل الله العظيم أن يرزق المسلمات الاقتداء بها ، والسير على خطاها . آمين . ¶ هذه بعض الفضائل للسيدة عائشة الصديقية الطاهرة ، والله إننا أصغر من أن نكتب عنها، أو أن ندافع عنها، وقد برأها الله تعالى من فوق سبع سماوات ، وقد أجمع العلماء على أن من قال أن عائشة زانية فهو كافر مرتد لأنه يكذب الله سبحانه وتعالى ، وقد جاءت براءتها بنص القرآن الكريم ، فاتقوا الله يامن تطعنون بها وبأبيها وببقية الصحابة الكرام ، وتذكروا أنكم واقفون بين يدي الله تعالى يوم القيامة ، وأنه محاسبكم عن كل هذا ، وتذكروا قول المصطفى - صلى الله عليه وسلم - إذ يقول : \"أتدرون من المفلس؟\" ، قالوا : المفلس فينا من لا درهم له ولا متاع. ¶ فقال: \"إن المفلس من أمتي من يأتي يوم القيامة بصلاةٍ وصيامٍ وزكاةٍ، ويأتي قد شتم هذا، وقذف هذا، وأكل مال هذا، وسفك دم هذا، وضرب هذا، فيعطي هذا من حسناته، وهذا من حسناته، فإن فنيت حسناته قبل أن يقضي ما عليه، أخذ من خطاياهم فطرحت عليه، ثم طرح في النار\".(1) ¶ وعن ابن عمر رضي الله عنهما قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: \"من قال في مؤمن ما ليس فيه، أسكنه الله ردغة الخبال، حتى يخرج مما قال\".(2) ¶ \"ردغة الخبال\": هي عصارة أهل النار. ¶ هذا إذا كان الطعن والكلام في أي مسلم ، فكيف إذا كان هذا الطعن والكلام والشتم بأم المؤمنين عائشة ، أو بأي أحد من الصحابة الكرام .!!! ¶ الفوائد ¶ 1- فضل عائشة على النساء ، وهي أحب النساء إلى رسول الله - صلى الله عليه وسلم - ، كما أن أبوها أحب الرجال إليه - صلى الله عليه وسلم - . ¶ __________ ¶ (1) رواه مسلم في كتاب البر والصلة برقم (2581)، والترمذي وغيرهما. ¶ (2) رواه أبو داود، وصححه الألباني في الترغيب برقم (2845).",
            "page": "19",
            "part": "14"
        },
        {
            "hno": null,
            "id": "69",
            "nass": "2- زواج الرجل من البنت الصغير بشرط أن تطيق الوطء ، كما تزوج رسول الله - صلى الله عليه وسلم - عائشة وهي بنت ست سنين ودخل بها وهي بنت تسع سنين . ¶ 3- تزويج الرجل ابنته لصاحبه إذا كان صالحاً ، كما زوج أبو بكر - رضي الله عنهم - ابنته عائشة لرسول الله - صلى الله عليه وسلم - . ¶ 4- سلام جبريل عليه السلام على عائشة رضي الله عنها . ¶ المحبة القلبية لا يؤاخذ عليه الزوج ، شريطة أن يعدل بين نسائه ، كما كان رسول الله - صلى الله عليه وسلم - يحب عائشة أكثر من بقية نسائه ، وكان يعدل بينهن . ¶ 5- جواز لعب الأطفال باللعب المجسمة التي يلعب بها الصغار ، كما كانت عائشة تلعب بلعبها . ¶ 6- تبرئة الله تعالى لعائشة من فوق سبع سماوات . ¶ استشارة الرجل أصحابه في فراق زوجته ، كما استشار رسول الله - صلى الله عليه وسلم - أصحابه في فراق عائشة . ¶ 7- تفوق بعض النساء على الرجال ، بالعلم والفقه ، كما تفوقت عائشة بالعلم ورجوع أكابر الصحابة لها رضي الله عنها . ¶ 8- حبس الوحي عن رسول الله - صلى الله عليه وسلم - شهراً ، وهذا من تمام الامتحان والابتلاء .",
            "page": "20",
            "part": "14"
        },
        {
            "hno": null,
            "id": "70",
            "nass": "ميمونة بنت الحارث ¶ رضي الله عنها ¶ أم المؤمنين ميمونة بنت الحارث ، بن حزن ، بم بحير ، بن الهزم ، بن رويبة ، بن عبد الله ، بن هلال ، بن عامر ، بن صعصعة الهلالية . ¶ أختها أم الفضل زوجة العباس ، وخالة خالد بن الوليد ، وخالة عبد الله بن عباس رضي الله تعالى عنهم . ¶ تزوجها مسعود بن عمرو الثقفي قبل الإسلام ، ثم فارقها ، فأقامت في بيت العباس . ¶ كانت تكتم إسلامها ثم أعلنت إسلامها ، وروي أنها عرضت نفسها على رسول الله - صلى الله عليه وسلم - . ¶ ونالت وسام الإيمان هي وأخواتها من رسول الله - صلى الله عليه وسلم - . ¶ عن ابن عباس رضي الله عنهما قال : قال رسول الله - صلى الله عليه وسلم - :\" الأخواتُ مؤمنات ميمونةُ وأم الفضلُ وأسماء \".(1) ¶ ثم تزوجها رسول الله - صلى الله عليه وسلم - لتصبح أم للمؤمنين . ¶ لما علم رسول الله - صلى الله عليه وسلم - أن اسمها برة غير هذا الاسم وسماها ميمونة لما يترتب على هذا الاسم من كراهة ولو لفظية عند عدم وجودها في البيت ، كأن يدخل داخل فيقول : أهنا برة فيقال : لا ، فيفهم من ذلك عدم وجود البر في هذا المنزل ودخلت أم المؤمنين ميمونة في ركاب زوجات النبي - صلى الله عليه وسلم - الطاهرات ، ونالت منزلة عظيمة ومكانة سامية بين سيدات نساء العالمين . ¶ عن ابن عباس رضي الله عنها أن النبي - صلى الله عليه وسلم - وميمونة كانا يغتسلان في إناء واحد . ¶ ومن شدة وفائها لرسول الله - صلى الله عليه وسلم - بعد وفاته أوصت بدفنها في المكان الذي بنى بهى رسول الله - صلى الله عليه وسلم - فيه .(2) ¶ الفوائد ¶ تغير الاسم الذي يكون فيه تزكية ، كما غير رسول الله - صلى الله عليه وسلم - اسم برة إلى ميمونة ، كما غير بعض الاسماء . ¶ __________ ¶ (1) حسن \"صحيح الجامع\" برقم (2763) . ¶ (2) انظر طبقات ابن سعد (8/139) .",
            "page": "1",
            "part": "15"
        },
        {
            "hno": null,
            "id": "71",
            "nass": "أم كلثوم ¶ ثانية بنات ¶ رسول الله - صلى الله عليه وسلم - ¶ نسبها ومولدها رضي الله عنها ¶ هي : أم كلثوم بنت سيد البشر محمد بن عبد الله بن عبد المطلب القرشية الهاشمية . ¶ وهي معروفة بكنيتها أم كلثوم ولا يعرف لها اسم . ¶ أبوها : هو أفضل خلق الله تعالى ، وهو خاتم الأنبياء والرسل ، محمد بن عبد الله - صلى الله عليه وسلم - . ¶ أمها : خديجة بنت خويلد أم المؤمنين رضي الله عنها . ¶ مولدها : ولدت أم كلثوم بعد أختها رقية ، فنشأتا سوياً متلاصقتين وكأنهما توأم . ¶ قال ابن الأثير : والصحيح أنها أصغر من رقية ، لأن رسول الله - صلى الله عليه وسلم - زوَّج رقية من عثمان ، فلما توفيت زوَّجه أم كلثوم ، وما كان ليزوج الصغرى ويترك الكبرى . والله أعلم .(1) ¶ رد خطبتها من عتيبة(2) بن أبي لهب ¶ تقدم قصة خطبتها في قصة أختها رقية . ¶ ونجاها الله من نكد العيش مع حمالة الحطب أم جميل ، كما نجت أختها رقية التي ما لبثت أن تزوجت من عثمان رضي الله عنهما جميعاً . ¶ أم كلثوم تتحمل مسؤولية بيت النبوة ¶ وتحملت مسؤولية كبيرة بعد أن رقدت أمها خديجة رضي الله عنها في الفراش تعاني المرض بعد أن أنهكها حصار قريش ، فأخذت تمرض أمها ، وكانت فاطمة رضي الله عنها ما زالت صغيرة بحاجة إلى رعاية وعناية ، فتحملت أم كلثوم كل هذه الأعباء ، وبنفس الوقت تحاول تخفيف الألم والحزن عن أبيها - صلى الله عليه وسلم - . ¶ __________ ¶ (1) أسد الغابة (5/486) . ¶ (2) هو الذي دعا عليه رسول الله - صلى الله عليه وسلم - بأن يسلط الله عليه كلباً من كلابه ، حيث خرج في تجارة وانقض عليه الأسد . قال عروة : \"إن الأسد لما طاف بهم تلك الليلة انصرف عنهم فناموا وجعل عتيبة وسطهم فأقبل الأسد يتخطاهم حتى أخذ برأس عتيبة ففدغه\" . أخرجه البيهقي في دلائل النبوة (2/338،339) ، والطبراني في الكبير (22/436) .",
            "page": "1",
            "part": "16"
        },
        {
            "hno": null,
            "id": "72",
            "nass": "وفي السنة العاشرة من البعثة توفيت السيدة خديجة رضي الله عنها وفاضت روحها الطاهرة إلى بارئها عزوجل، وأصبحت أم كلثوم مسؤولة عن البيت النبوي الشريف. ¶ وهاجر المسلمون إلى المدينة ، كما هاجر رسول الله - صلى الله عليه وسلم - إليها ليكوِّن الدولة الإسلامية هناك لتكون له وللمسلمين العزة والمنعة . ¶ هجرة أم كلثوم بعد أبيها - صلى الله عليه وسلم - ¶ إلى المدينة ¶ وبقيت أم كلثوم وفاطمة في مكة حرصاً على سلامتهما إلى أن أرسل رسول الله - صلى الله عليه وسلم - لهما زيد بن حارثة ليستحضرهن إلى المدينة . ¶ هاجرت إلى المدينة ، فلم تزل بها حتى توفيت أختها زينب فتزوجها عثمان - رضي الله عنه - وكانت بكراً فلم تزل عنده إلى أن ماتت ولم تلد له ولداً ، وكان عثمان - رضي الله عنه - يحبها ويكرمها وينزلها منزلتها اللائقة بها .(1) ¶ زواج أم كلثوم من عثمان - رضي الله عنهم - ¶ بعد وفاة رقية رضي الله عنها بنت رسول الله - صلى الله عليه وسلم - ، وزوجة عثمان بن عفان - رضي الله عنهم - حزن عليها حزناً شديداً ، فرأى النبي - صلى الله عليه وسلم - أن يزوج عثمان ابنته الأُخرى أم كلثوم .(2) ¶ وعندما شكا عمر بن الخطاب عثمان إلى رسول الله - صلى الله عليه وسلم - عندما عرض عليه حفصة ، قال رسول الله - صلى الله عليه وسلم - له : ¶ فقال : \"يتزوج حفصة من هو خير من عثمان ، ويتزوج عثمان من هي خير من حفصة \" ، ثم خطبها فزوجه عمر .(3) ¶ علمت أم كلثوم أنها ستكون زوجة لعثمان لأن ما من امرأة خير من حفصة غير بنت رسول الله - صلى الله عليه وسلم - . ¶ __________ ¶ (1) انظر السيرة النبوية ، والبداية والنهاية (3/219) . ¶ (2) ولذلك لقب عثمان بن عفان - رضي الله عنهم - بذي النورين لأنه تزوج البنت الأول لرسول الله - صلى الله عليه وسلم - وهي رقية ، ثم تزوج البنت الثانية لرسول الله - صلى الله عليه وسلم - وهي أم كلثوم . ¶ (3) أخرجه البخاري في صحيحه برقم (5122) .",
            "page": "2",
            "part": "16"
        },
        {
            "hno": null,
            "id": "73",
            "nass": "وما أن تذكرت أختها رقية ورفيقة حياتها إذ دعاها رسول الله - صلى الله عليه وسلم - ليطلعها على الخبر . ¶ وتزوج عثمان بن عفان - رضي الله عنهم - أم كلثوم وهي البنت الثانية لرسول الله - صلى الله عليه وسلم - يتزوجها عثمان . ¶ خلف عثمان بن عفان على أم كلثوم بنت رسول الله - صلى الله عليه وسلم - وكانت بكراً ، وذلك في شهر ربيع الأول سنة ثلاث من الهجرة وأدخلت عليه في هذه السنة ¶ في جمادى الآخرة فلم تزل عنده إلى أن ماتت ولم تلد له شيئاً .(1) ¶ أم كلثوم رضي الله عنها تلبس الحرير ¶ عن أنس بن مالك - رضي الله عنهم - : \"أنه رأى على أم كلثوم بنت رسول الله - صلى الله عليه وسلم - برد حرير سيراء \" .(2) ¶ الحرير السيراء : هو الحرير المخطط . ¶ والحديث من أدلة جواز الحرير للنساء إن فرض اطلاع النبي - صلى الله عليه وسلم - وتقريره .(3) ¶ قال الحافظ ابن حجر : السيراء التي كانت على أم كلثوم كانت الحرير الصرف . ¶ هذا وقد ثبت عن رسول الله - صلى الله عليه وسلم - بتحريم الحرير على الرجال وبحليته للنساء . فعن أبي موسى - رضي الله عنهم - قال : قال رسول الله - صلى الله عليه وسلم - : \"أحل الذهب و الحرير ¶ لأناث أمتي و حرم على ذكورها\" .(4) ¶ وعن زيد بن أرقم ، وواثلة رضي الله عنهما ، عن رسول الله - صلى الله عليه وسلم - أنه قال : \"الذهب و الحرير حل لإناث أمتي و حرام على ذكورها\" .(5) ¶ وقد ساق الإمام البخاري رحمه الله تعالى بعض الأحاديث بهذا الخصوص وإعطاء النبي - صلى الله عليه وسلم - الحلة من حرير إلى عمر بن الخطاب - صلى الله عليه وسلم - وبعثها إلى أخيه وكان مشركاً . ¶ __________ ¶ (1) الطبقات الكبرى (8/31) . ¶ (2) أخرجه البخاري برقم (5842) . ¶ (3) عون المعبود (11/73) . ¶ (4) أخرج الإمام أحمد في مسنده ، والنسائي ، صحيح الجامع برقم حديث رقم (209) . ¶ (5) صحيح الجامع حديث رقم (3449) .",
            "page": "3",
            "part": "16"
        },
        {
            "hno": null,
            "id": "74",
            "nass": "قال ابن حجر رحمه الله تعالى : واستدل بأحاديث الباب على جواز لبس الحرير للنساء سواء كان الثوب حريرا كله أو بعضه ، وفي الأول عرض المفضول على الفاضل والتابع على المتبوع ما يحتاج إليه من مصالحه ممن يظن أنه لم يطلع عليه . ¶ وفيه : إباحة الطعن لمن يستحقه . ¶ وفيه : جواز البيع والشراء على باب المسجد . ¶ وفيه : مباشرة الصالحين والفضلاء البيع والشراء . ¶ وقال بن بطال : فيه ترك النبي - صلى الله عليه وسلم - لباس الحرير ، وهذا في الدنيا وإرادة تأخير الطيبات إلى الآخرة التي لا انقضاء لها إذ تعجيل الطيبات في الدنيا ليس من الحزم فزهد في الدنيا للآخرة وأمر بذلك ، ونهى عن كل سرف وحرمه بالإجماع بن المنير بان تركه - صلى الله عليه وسلم - لبس الحرير إنما هو لاجتناب المعصية ، وأما الزهد فإنما هو في خالص الحلال ومالا عقوبة فيه فالتقلل منه وتركه مع الإمكان هو الذي تتفاضل فيه درجات الزهاد . ¶ قلت – أي ابن حجر - : ولعل مراد بن بطال بيان سبب التحريم فيستقيم ما قاله . ¶ وفيه : جواز بيع الرجال الثياب الحرير وتصرفهم فيها بالهبة والهدية لا اللبس. ¶ وفيه : جواز صلة القريب الكافر والإحسان إليه بالهدية . ¶ وقال بن عبد البر : فيه جواز الهدية للكافر ولو كان حربيا .اهـ .(1) ¶ وفاتها رضي الله عنها ¶ وعاشت أم كلثوم مع زوجها عثمان ست سنوات ، وأدركت يوم النصر الأكبر فتح مكة ، فحنت إلى زيارة قبر أمها ولكن كان الموت وقدر الله أسرع من زيارتها لأمها ، فعاجلتها المنية في شهر شعبان سنة تسع للهجرة ، فدفنها رسول الله - صلى الله عليه وسلم - . ¶ __________ ¶ (1) فتح الباري (10/301) .",
            "page": "4",
            "part": "16"
        },
        {
            "hno": null,
            "id": "75",
            "nass": "عن أم عطية قالت : دخل علينا رسول الله - صلى الله عليه وسلم - ونحن نغسل ابنته أم كلثوم ، فقال : \" أغسلنها ثلاثاً ، أو خمساً ، أوأكثر من ذلك إن رأيتن ذلك ، بماء وسدر ، واجعلن في الآخرة كافوراً أو شيئاً من كافور ، فإذا فرغتن فآذنني\"،فلما فرغنا آذناه ، فألقى إلينا حَقْوَهُ ، وقال : \"أشعرنيها إياه\".(1) ¶ حقوه : الحقو : الإزار . ¶ وقوله : أشعرنيها إياه : أي اجعلنه شعاراً لها ، وهو الثوب يلي جسدها . ¶ ثلاثة قرون : أي ثلاث ضفائر . ¶ وكان ممن غسل أم كلثوم رضي الله عنها ابنة رسول الله - صلى الله عليه وسلم - : أم عطية ، وأسماء بنت عميس ، وصفية بنت عبد المطلب ، وليلى بنت قانف الثقفية ، وأم سليم .(2) ¶ وصلى عليها رسول الله - صلى الله عليه وسلم - .(3) ¶ وقام أبو طلحة بدفن أم كلثوم رضي الله عنها . ¶ فعن أنس - رضي الله عنه - قال : شهدنا بنتاً للنبي - صلى الله عليه وسلم - قال : ورسول الله - صلى الله عليه وسلم - جالس على القبر ، قال : فرُأيت عيناه تدمعان ، ¶ قال : فقال :\" هل منكم رجل لم يقارف الليلة \" ؟ ¶ فقال أبو طلحة : أنا ، قال :\" فانزل \" ¶ قال : فنزل في قبرها .(4) ¶ لم يقارف : أي لم يجامع . ¶ قال ابن حجر رحمه الله تعالى : وفي هذا الحديث : ¶ جواز البكاء كما ترجم له . ¶ وإدخال الرجال المرأة قبرها لكونهم أقوى على ذلك من النساء . ¶ وإيثار البعيد العهد عن الملاذ في مواراة الميت ولو كان امرأة على الأب والزوج ، وقيل إنما آثره بذلك لأنها كانت صنعته وفيه نظر فإن ظاهر السياق أنه - صلى الله عليه وسلم - اختاره لذلك لكونه لم يقع منه في تلك الليلة جماع . ¶ __________ ¶ (1) أخرجه ابن ماجة برقم (1458) ونحوه في الصحيحين بدون التصريح باسم أم كلثوم . ¶ (2) فتح الباري (3/153) . ¶ (3) أسد الغابة (5/486) ، والطبقات الكبرى (8/31) . ¶ (4) رواه البخاري برقم ( 3/ 126، 127، 167) .",
            "page": "5",
            "part": "16"
        },
        {
            "hno": null,
            "id": "76",
            "nass": "وفيه : جواز الجلوس على شفير القبر عند الدفن ، واستدل به على جواز البكاء بعد الموت . ¶ واستدل به بعضهم على جواز الجلوس عليه مطلقا وفيه نظر وسيأتي البحث فيه في باب مفرد أن شاء الله تعالى وفيه فضيلة لعثمان لإيثاره الصدق وأن كان عليه فيه غضاضة .اهـ .(1) ¶ وهكذا قضت حياتها بعد جهاد وكفاح ، وبعد أن تحملت المصاعب وعاشت أصعب ظروف الدعوة ، وأقسى أيام الجهاد . ¶ رحمها الله تعالى ورضي عنها ، وعن زوجها ، وحشرنا وإياهم مع النبيين والصديقين والشهداء والصالحين وحسن أولئك رفيقاً . اللهم آمين . ¶ الفوائد ¶ جواز لبس الحرير للمرأة , وجواز الانتفاع به من قبل الرجال دون لبسه . ¶ صلة الأقارب وإن كانوا مشركين ، كما وصل عمر بن الخطاب - رضي الله عنهم - أخيه بإعطائه الحلة وكان مشركاً . ¶ جواز البكاء على الميت ، كما بكى رسول الله - صلى الله عليه وسلم - على ابنته عند موتها . ¶ يكره للرجل إنزال ميت في قبره وكان قد جامع زوجته في نفس الليلة ، كما إذن رسول الله - صلى الله عليه وسلم - لأبي طلحة أن ينزل في قبر أم كلثوم ، حيث لم يكن قد قارف – أي جامع زوجته - في تلك الليلة . ¶ يجوز للرجل أن ينزل في قبر المرأة التي لا تحل له ، كما نزل أبو طلحة في قبر أم كلثوم بنت رسول الله - صلى الله عليه وسلم - ، إذا لم يوجد من محارمها من لم يقارف في نفس الليلة . ¶ __________ ¶ (1) فتح الباري (3/159) .",
            "page": "6",
            "part": "16"
        },
        {
            "hno": null,
            "id": "77",
            "nass": "أمامة ¶ بنت أبي العاص ¶ رضي الله عنهما ¶ نسبها رضي اله عنها ¶ إنها حفيدة الرسول - صلى الله عليه وسلم - أمامة بنت أبي العاص بن الربيع ، وأمها زينب بنت الرسول - صلى الله عليه وسلم - . ¶ جدتها لأبيها هالة ، وجدتها لأمها السيدة خديجة بنتا خويلد رضي الله عنهم جميعاً . ¶ وكانت أمامة صغيرة السن عندما هاجرت مع أمها إلى المدينة لتلحق برسول الله صلى الله عليه وسلم . ¶ توفيت أمها زينب رضي الله عنها بعد أن لازمها المرض ، وهي لم تزل صغيرة السن ، ورغم صغر سنها وقفت أمامة بجانب أمها ، وكانت تراقبها إلى أن ماتت رضي الله عنها . ¶ وبقيت أمامة رضي الله عنها من بعد أمها زينب يدللها النبي - صلى الله عليه وسلم - ، ويرى فيها أمها الراحلة . ¶ رباها النبي - صلى الله عليه وسلم - منذ ظهورها على الأرض ، وأدبها بأدب النبوة ، وكان يحبها حباً جماً ، ومن ذلك أنه كان يحملها وهو يصلي . ¶ قال أبو قتادة :خرج ألينا رسول الله - صلى الله عليه وسلم - وأمامة بنت أبي العاص بنت أبنته على عنقه ، فقام رسول الله - صلى الله عليه وسلم - في مصلاه ، وقمنا خلفه ، وهي في مكانها الذي هي فيه . قال : فكبر فكبرنا حتى إذا أراد رسول الله - صلى الله عليه وسلم - أن يركع أخذها فوضعها ، ثم ركع وسجد حتى إذا فرغ من سجوده ، ثم قام ، أخذها فردها في مكانها ، فما زال رسول الله - صلى الله عليه وسلم - يصنع بها ذلك في كل ركعة حتى فرغ من صلاته .(1) ¶ وكانت من أحب النساء إلى النبي - صلى الله عليه وسلم - فقد ورد أن رسول الله - صلى الله عليه وسلم - دخل على أهله ومعه قلادة جزع فقال :\" لأعطينها أحبكنَّ إلي \" ، فقلت يدفعها إلى ابنة أبي بكر رضي الله عنها ، فدعا ابنة أبي العاص من زينب فعقدها بيده ، وكان على عينها رمص فمسه بيده - صلى الله عليه وسلم - . ¶ __________ ¶ (1) رواه البخاري برقم ( 516) و( 5996) ، باب حمل جارية صغيرة على عنقه ، ومسلم برقم ( 543) ، باب جواز حمل الصبيان .",
            "page": "1",
            "part": "17"
        },
        {
            "hno": null,
            "id": "78",
            "nass": "وفي رواية تحكيها أم المؤمنين السيدة عائشة رضي الله عنها ، أن الرسول - صلى الله عليه وسلم - أهديت إليه قلادة من جزع ، فقال : لأرفعنها إلى أحد أهلي ، فقالت النساء : ذهبت بها ابنة أبي قحافة ، لكن رسول الله - صلى الله عليه وسلم - دعا أمامة بنت زينب فأعلقها في عنقها .(1) ¶ وما كادت الدموع أن تجف برحيل أمها حتى جاءت السنة الحادية عشرة للهجرة حيث نزل بالمسلمين عامة وبأمامة خاصة أعظم المصائب وهو وفاة خير خلق الله محمد - صلى الله عليه وسلم - وانتقاله إلى الرفيق الأعلى . ¶ وبدأت أمامة تحس بوطأة الحياة وقسوتها عندما رأت الأحباب يرحلون عنها واحداً بعد الآخر . ¶ وما أن وجدت الصدر الحنون عند سيدة نساء العالمين لتعوضها مما فقدته ، حتى نزل بفاطمة رضي الله عنها المرض حيث لازمها الفراش ، واستسلمت له . ¶ وخشيت أمامة أن ترحل خالتها كما رحلوا الأحباب قبلها ، وكان الذي خشيت منه أمامة وهو رحيل سيدة نساء العالمين . ¶ ولم يبق لها غير والدها الحنون عليها والحبيب أبي العاص ، وفي السنة الثانية عشرة للهجرة فارق أبو العاص الحياة ، تاركاً أمامة وحيدة بعد أن أوصى خاله الزبير بن العوام حواريَّ رسول الله - صلى الله عليه وسلم - وزوجه أسماء رضي الله عنهم بأمامة خيراً . ¶ علي بن أبي طالب - رضي الله عنهم - يتزوج أمامة ¶ وكما جاء في أسد الغابة : فقد أوصت السيدة فاطمة رضي الله عنها زوجها أمير المؤمنين علي بن أبي طالب - رضي الله عنهم - بأن يتزوج أمامة بنت أختها زينب رضي الله عنها .(2) ¶ حيث قالت السيدة فاطمة عن اختيارها هذا : أنها تكون لولدي مثلي في حنوتي ورؤومتي . ¶ وفي رواية : ¶ إنها تكون بنت أختي وتحنوا على ولدي . ¶ __________ ¶ (1) أخرجه ابن سعد في الطبقات (8/40) ، وأحمد في المسند ، وأبو يعلى ، والطبراني في الكبير ، ومجمع الزوائد (9/255) . ¶ (2) أسد الغابة (7/22) .",
            "page": "2",
            "part": "17"
        },
        {
            "hno": null,
            "id": "79",
            "nass": "وبعد أن كبرت أمامة نفذ علي - رضي الله عنهم - وصية زوجته سيدة النساء فاطمة رضي الله عنها بزواج أمامة فتزوجها في خلافة عمر بن الخطاب - رضي الله عنهم - ، وعاشت معه خمس وعشرين سنة دون أن تنجب له .(1) ¶ وفي رمضان من سنة أربعين للهجرة ، فجعت أمامة بمصرع علي بن أبي طالب - رضي الله عنهم - على يد المجرم الشقي بن ملجم . ¶ وصية علي بن أبي طالب - رضي الله عنهم - عند موته ¶ وأوصى علي - رضي الله عنهم - ابنه الحسن بالقصاص من قاتله دون أن يمثل به . ¶ وقال رضي الله عنه لزوجته أمامة : إن كان لك في الرجال حاجة فقد رضيت لك المغيرة بن نوفل عشيراً ، فقدم المغيرة بن نوفل على الحسن وعنده رجال من بني هاشم ، فطلب منه أمامة ، فزوجه إياها ، وأشهد الحاضرين على ذلك ، وهكذا نفذ الحسن وصية أبيه . ¶ وعاشت أمامة مع المغيرة بن نوفل زمناً دون أن تنجب له حتى توفاها الله تعالى . ¶ وقد أجمع أصحاب السيرة على أن أمامة وأختيها رقية وأم كلثوم لم يكن لهن عقب ، وأن الوحيدة التي كان لها عقب من بنات رسول الله - صلى الله عليه وسلم - هي فاطمة رضي الله عنها . ¶ الفوائد ¶ جواز حمل الطفل أثناء الصلاة . ¶ جواز أن يختص الرجل بعض أهله بهدية دون غيرهم . ¶ الوصية عند الموت . ¶ تنفيذ الوصية . ¶ __________ ¶ (1) المرجع السابق .",
            "page": "3",
            "part": "17"
        },
        {
            "hno": null,
            "id": "80",
            "nass": "الشيماء ¶ أخت الرسول - صلى الله عليه وسلم - ¶ الشيماء بنت الحارث السعدية ¶ أخت النبي - صلى الله عليه وسلم - ورضي الله عنها ¶ نسبها رضي الله عنها ¶ هي : الشيماء بنت الحارث بن عبد العزى بن رفاعة ، أخت النبي - صلى الله عليه وسلم - من الرضاعة ، اشتهرت بالشيماء أو الشماء واسمها حذافة . ¶ السعدية امرأة بدوية من بني سعد ، وهي ابنة حليمة السعدية التي كانت من بين مراضع بني سعد حين انطلقن إلى مكة يلتمسن الأطفال لإرضاعهم ، فلم يطل مكثها بمكة حتى عادت تحمل معها طفلاً . ¶ أخوة النبي - صلى الله عليه وسلم - من الرضاعة ¶ أخوته من الرضاعة هم : عبد الله ، وأنيسة ، وحذيفة بنو الحارث ، وحذافة وهي الشيماء غلب عليها ذلك .(1) ¶ الشيماء تحتضن النبي - صلى الله عليه وسلم - وتدعو له ¶ وأقام رسول الله - صلى الله عليه وسلم - في الصحراء سنتين ترضعه حليمة ، وتحضنه ابنتها الشيماء بنت الحارث بن عبد العزى بن رفاعة السعدية أخت الرسول - صلى الله عليه وسلم - من الرضاعة . ¶ وقد كان عليه الصلاة والسلام يخرج مع أولاد حليمة إلى المراعي ، وأخته الشيماء تحضنه وتراعيه ، فتحمله أحياناً إذا اشتد الحر ، وطال الطريق ، وتتركه أحياناً يدرج هنا وهناك ، ثم تدركه فتأخذه بين ذراعيها وتضمه إلى صدرها ، وأحياناً تجلس في الظل ، فتلعبه وتقول : ¶ يا ربنا أبق لنا محمداً ¶ حتى أراه يافعاً وأمردا ¶ ثم أراه سيداً مسوّداً ¶ وأكبت أعاديه معاً والحُسَّدا ¶ وأعطيه عزاً يدوم أبداً ¶ قال محمد بن المعلى الأزدي : ¶ وكان أبو عروة الأزدي إذا أنشد هذا يقول: ما أحسن ما أجاب الله دعاءها.(2) ¶ ذكر الإمام ابن حجر في الإصابة : ¶ أن الشيماء لما كان يوم هوازن ظفر المسلمون بهم ، وأخذوا الشيماء فيمن أخذوا من السبي ، فلما انتهت إلى رسول الله - صلى الله عليه وسلم - قالت : يا رسول الله ، إني لأختك من الرضاعة . ¶ __________ ¶ (1) الإصابة (8/205) . ¶ (2) كتاب الإصابة ( 4/ 344) .",
            "page": "1",
            "part": "18"
        },
        {
            "hno": null,
            "id": "81",
            "nass": "قال وما علامة ذلك ، قالت : عضة عضضتها في ظهري ، وأنا متوركتك ، فعرف رسول الله - صلى الله عليه وسلم - العلامة ، فبسط لها رداءه ، ثم قال لها : ههنا، فأجلسها عليه ، وخيرها ، ¶ فقال : إن أحببت فأقيمي عندي محببة مكرمة ، وإن أحببت أن أمتعك فارجعي إلى قومك ، فقالت : بل تمتعني وتردني إلى قومي ، فمتعها وردها إلى قومها .(1) ¶ وفاتها رضي الله عنها ¶ توفيت بعد السنة الثامنة من الهجرة ، فرضي الله عنها وأرضاها ، وجعل الفردوس الأعلى مثواها .(2) ¶ __________ ¶ (1) كتاب الإصابة ( 4/344) . ¶ (2) الأعلام (3/184) .",
            "page": "2",
            "part": "18"
        },
        {
            "hno": null,
            "id": "82",
            "nass": "بنات رسول الله - صلى الله عليه وسلم - ¶ تمهيد ¶ لما تزوج رسول الله - صلى الله عليه وسلم - خديجة وأصدقها رسول الله - صلى الله عليه وسلم - عشرين بكرة ، وكانت أول امرأة تزوجها رسول الله - صلى الله عليه وسلم - ، ولم يتزوج عليها غيرها حتى ماتت رضي الله عنها . ¶ فولدت له ولده كلهم إلا إبراهيم زينب ورقية وأم كلثوم وفاطمة والقاسم ، والطاهر والطيب ، ¶ فأما القاسم والطاهر والطيب فهلكوا في الجاهلية ، وأما بناته فكلهن أدركن الإسلام فأسلمن وهاجرن معه - صلى الله عليه وسلم - .(1) ¶ أولاده - صلى الله عليه وسلم - من خديجة ، قال ابن إسحاق : فولدت لرسول الله - صلى الله عليه وسلم - ولده كلهم إلا إبراهيم القاسم وبه يكنى - صلى الله عليه وسلم - ، والطاهر والطيب وزينب ورقية وأم كلثوم وفاطمة عليهم السلام ، ورضي عنهم جميعاً . ¶ ترتيب ولادتهم ، قال ابن هشام : أكبر بنيه القاسم ، ثم الطيب ، وأكبر بناته رقية ، ثم زينب ، ثم أم كلثوم ، ثم فاطمة . ¶ قال ابن إسحاق : فأما القاسم ، والطيب ، والطاهر فهلكوا في الجاهلية ، وأما بناته فكلهن أدركن الإسلام فأسلمن وهاجرن معه - صلى الله عليه وسلم - . ¶ إبراهيم وأمه : قال ابن هشام وأما إبراهيم ، فأمه مارية القبطية رضي الله عنها وأرضاها . ¶ وهي سرية النبي - صلى الله عليه وسلم - ، التي أهداها إليه المقوقس ، كما مر معنا في ترجمتها . ¶ وقد طعن الشيعة في بنات رسول الله - صلى الله عليه وسلم - ، منهم من قال بنات رسول الله - صلى الله عليه وسلم - فقط فاطمة وهم شيعة الهند وباكستان ، ومنهم من طعن في علي - رضي الله عنهم - زوج فاطمة ، ومنهم لم يعد رقية وأم كلثوم من بنات رسول الله - صلى الله عليه وسلم - لأنهن كُنّ زوجتين لعثمان - رضي الله عنهم - ولذلك لقب بذي النورين . ¶ __________ ¶ (1) تاريخ الطبري (1/521- 522) ، والسيرة النبوية (2/9) .",
            "page": "1",
            "part": "19"
        },
        {
            "hno": null,
            "id": "83",
            "nass": "إنهن بنات خير خلق الله تعالى على الإطلاق ، وخاتم الرسل - صلى الله عليه وسلم - ، والذي نتخذه قدوة وأسوة حسنة ، قال الله تعالى عنه : (لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ وَذَكَرَ اللَّهَ كَثِيرًا). ¶ قال الحافظ ابن كثير – رحمه اللهُ تعالى – عقِبَ هذه الآية الكريمة : ¶ هذه الآية الكريمة أصل كبير في التَّأسّي برسول الله - صلى الله عليه وسلم - - ليس من كلام ابن كثير - في أقواله وأفعاله وأحواله ولهذا أمر الله تبارك وتعالى الناس بالتَّأسّي بالنبي صلى الله عليه وسلم يوم الأحزاب في صبره! ومصابرته! ومرابطته! ومجاهدته! وانتظاره الفرج من ربه عز وجل صلوات الله وسلامه عليه دائما إلى يوم الدين ولهذا قال تعالى للذين تقلَّقوا وتضجَّروا وتزلزلوا واضطربوا في أمرهم يوم الأحزاب (لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ } .(1) أي هلا اقتديتم به وتأسيتم بشمائله - صلى الله عليه وسلم - ولهذا قال تعالى { لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ وَذَكَرَ اللَّهَ كَثِيرًا } . اهـ.(2) ¶ فما أجرأ الشيعة على رسول الله - صلى الله عليه وسلم - ، وعلى أهل بيته ، وعلى صحابته الكرام إنه الهوى والحقد الدفين ، ¶ وسنتطرق إلى ذلك في تراجمهن ، وفي آخر الكتاب ، وبالله التوفيق . ¶ قال جبريل قلبت الأرض مشارقها ومغاربها فلم أجد رجلا أفضل من محمد وقلبت لي الأرض مشارقها ومغاربها فلم أجد أب أفضل من بني هاشم آخر الكتاب الذرية عليهم السلام .(3) ¶ __________ ¶ (1) سورة الأحزاب الآية (21) . ¶ (2) تفسير القرآن العظيم . ¶ (3) الذرية الطاهرة (1/122) .",
            "page": "2",
            "part": "19"
        },
        {
            "hno": null,
            "id": "84",
            "nass": "رقية ¶ بنت رسول الله - صلى الله عليه وسلم - ¶ ذات الهجرتين ¶ نسبها ومولدها رضي الله عنها ¶ هي : رقية بنت سيد ولد آدم محمد بن عبد الله بن عبد المطلب القرشية الهاشمية . ¶ أمها : خديجة بنت خويلد أم المؤمنين . ¶ مولدها : ولدت رقية بعد أختها زينب ، وبعدها ولدت أختها أم كلثوم فنشأن سوية مجتمعات متعاطفات ، رضي الله عنهن جميعاً . ¶ خطبة رقية وأم كلثوم لولدي عبد العزى ¶ وبعد أن كبرتا وقاربتا سن الزواج جاء وفد من آل عبد المطلب يتقدمه أبو طالب يخطب منه ابنتيه رقية وأم كلثوم لولدي عبد العزى ابن عبد المطلب – أبي لهب – عتبة وعتيبة . ¶ وهذا قبل بعثة النبي - صلى الله عليه وسلم - ، فوافق رسول الله - صلى الله عليه وسلم - ، وتمت الخطبة ، ولكن لم يتم الدخول بعد . ¶ رد خطبة رقية وأم كلثوم ¶ وما أن بُعِثَ النبي - صلى الله عليه وسلم - نبياً ورسولاً ، حتى عادته قريش واجتمعت عليه ، وقال قائلهم : إنكم قد فرغتم محمداً من همه فردوا عليه بناته فاشغلوه بهن! ¶ ورد أبو لهب زواج ابنيه من ابنتي رسول الله - صلى الله عليه وسلم - قائلاً لولديه : رأسي من رأسيكما حرام إن لم تطلقا ابنتي محمداً . ¶ وعادت الفتاتان إلى ذويهما ولم يكن الدخول قد تم ، وبالغ أبو لهب وامرأته أم جميل حمالة الحطب بالغا في أذية رسول الله - صلى الله عليه وسلم - حتى نزل قول الله تعالى : { تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ مَا أَغْنَى عَنْهُ مَالُهُ وَمَا كَسَبَ سَيَصْلَى نَاراً ذَاتَ لَهَبٍ وَامْرَأَتُهُ حَمَّالَةَ الْحَطَبِ فِي جِيدِهَا حَبْلٌ مِنْ مَسَدٍ } (1).(2) ¶ وعن قتادة بن دعامة قال : ¶ __________ ¶ (1) سورة المسد . ¶ (2) أخرجه ابن سعد في الطبقات الكبرى (8/29) .",
            "page": "1",
            "part": "20"
        },
        {
            "hno": null,
            "id": "85",
            "nass": "كانت رقية عند عتبة بن لهب ، فلما أنزل الله تبارك وتعالى : { تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ } سأل النبي - صلى الله عليه وسلم - عتبة طلاق رقية ، وسألته رقية ذلك ، فطلقها ، فتزوج عثمان بن عفان رقية ، وتوفيت عنده .(1) ¶ وذكر أن أم جميل حمالة الحطب ، حين سمعت ما نزل فيها وفي زوجها من القرآن أتت رسول الله - صلى الله عليه وسلم - ، وهو جالس في المسجد عند الكعبة ، ومعه أبو بكر الصديق - رضي الله عنهم - ، وفي يدها فهر من حجارة – قطعة تملأ الكف – فلما وقفت عليهما أخذ الله ببصرها عن رسول الله - صلى الله عليه وسلم - فلا ترى إلا أبا بكر ، فقالت : يا أبا بكر ، أين صاحبك ؟ فقد بلغني أنه يهجوني ، والله لو وجدته لضربت بهذا الفهر فاه ، أما والله إني لشاعرة ، ثم قالت : ¶ مُذَمَّما(2) عَصَينا ¶ وأمرَه أبَيْنا ¶ ودينَه قَلَيْنا ¶ وانصرفت ، فقال أبو بكر - رضي الله عنهم - : يا رسول الله ! أما تراها رأتك ؟ فقال : \"ما رأتني ، لقد أخذ الله ببصرها عني\" .(3) ¶ عثمان بن عفان - رضي الله عنهم - يتزوج رقية ¶ وعوض الله سبحانه وتعالى ابنتي رسول الله - صلى الله عليه وسلم - خيراً حيث أبدلهما عثمان بن عفان الصحابي الجليل من العشرة المبشرين بالجنة ، أمير المؤمنين . ¶ وتزوج عثمان بن عفان - رضي الله عنهم - رقية . ¶ وقد أنشد النسوة في عرسهما : ¶ أحسن شخصين رأى إنسان ¶ __________ ¶ (1) رواه الطبراني في الكبير (22/434) ، وقال الهيثمي في مجمع الزوائد (9/216،217) الإسناد حسن – أي إلى قائله - . حياة الصحابيات (227) . ¶ (2) كانت قريش تسب مذمما وتشتمه ، وهذا خلاف محمد ، وبهذا يصرف الله تعالى عن رسوله شتمهم لنبييه - صلى الله عليه وسلم - . ¶ عن أبي هريرة - رضي الله عنهم - ، عن رسول الله - صلى الله عليه وسلم - أنه قال : \"ألا تعجبون كيف يصرف الله عني شتم قريش و لعنهم يشتمون مذمما و يلعنون مذمما و أنا محمد\" . أخرجه البخاري في صحيحه . ¶ (3) السيرة (1/382) .",
            "page": "2",
            "part": "20"
        },
        {
            "hno": null,
            "id": "86",
            "nass": "رقية وبعلها عثمان ¶ فازدادت قريش غيظاً ، واشتد أذاهم لرسول الله - صلى الله عليه وسلم - وللمسلمين . ¶ وبعدها هاجرت مع زوجها إلى الحبشة . ¶ هجرتها إلى الحبشة مع زوجها عثمان بن عفان ¶ لما كثر المسلمون واشتد العذاب والبلاء عليهم أذن الله تعالى لهم في الهجرة إلى أرض الحبشة ، فكان أول من خرج من المسلمين فاراً بدينه إلى أرض الحبشة عثمان بن عفان وزوجته رقية بنت رسول الله - صلى الله عليه وسلم - .(1) ¶ وهاجرت رقية مع زوجها عثمان إلى الحبشة . ¶ وبعد أن عاد إلى مكة هو وزوجته رقية فوجئوا بازدياد الطغيان ، وسمعوا بآذانهم أصوات المشركين تهددهم وتعدهم بالويل والهلاك . ¶ وكانت رقية رضي الله عنها أكثر المسلمين العائدين حُزناً لأنها فوجئت بوفاة أمها الطاهرة خديجة رضي الله عنها ، وصبرت على قضاء الله تعالى وقدره ، ونعتت رقية بالفتاة المجاهدة الصابرة . ¶ قال ابن هشام : تزوج عثمان رقية ، وهاجر بها إلى الحبشة ، فولدت له عبد الله هناك ، فكان يكنى به .(2) ¶ رقية تهاجر الهجرة الثانية إلى المدينة ¶ وبعدها هاجرت رقية مع زوجها الهجرة الثانية إلى دار الهجرة الجديد حيث وضعت طفلها عبد الله ، فشعرت رقية براحة عوضتها عذاب الماضي ، ولكن هذه الفرحة لم تدم طويلاً ففي السادسة من عمر الطفل نقره ديك فمات فلم تلد له بعد ذلك(3) . ¶ قال ابن سعد : عبد الله بلغ سنة فنقره ديك في وجهه فمات .(4) ¶ وقال البلاذري في الأنساب : أن عبد الله بن عثمان بن عفان من رقية بنت النبي - صلى الله عليه وسلم - لما مات وضعه النبي - صلى الله عليه وسلم - في حجره ، وقال : \"إنما يرحم الله من عباده الرحماء\" .(5) ¶ __________ ¶ (1) جوامع السيرة لابن حزم (ص44) ، وسيرة ابن هشام (1/322) . ¶ (2) الإصابة (8/138) . ¶ (3) سير أعلام النبلاء (2/251) ، والإصابة (7/649) . ¶ (4) الطبقات الكبرى (8/30) . ¶ (5) فتح الباري (3/186) .",
            "page": "3",
            "part": "20"
        },
        {
            "hno": null,
            "id": "87",
            "nass": "عن أسامة بن زيد قال ثم كنا ثم النبي صلى الله عليه وسلم فأرسلت إليه إحدى بناته تدعوه وتخبره أن صبيا لها أو ابنا لها في الموت فقال للرسول ارجع إليها فأخبرها أن لله ما أخذ وله ما أعطى وكل شيء عنده بأجل مسمى فمرها فلتصبر ولتحتسب فعاد الرسول فقال إنها قد أقسمت لتأتينها قال فقام النبي صلى الله عليه وسلم وقام معه سعد بن عبادة ومعاذ بن جبل وانطلقت معهم فرفع إليه الصبي ونفسه تقعقع كأنها في شنة ففاضت عيناه فقال له سعد ما هذا يا رسول الله قال هذه رحمة جعلها الله في قلوب عباده وإنما يرحم الله من عباده الرحماء .(1) ¶ __________ ¶ (1) البخاري برقم (1224) ، ومسلم برقم (923) .",
            "page": "4",
            "part": "20"
        },
        {
            "hno": null,
            "id": "88",
            "nass": "قوله فقال هذه أي الدمعة أثر رحمة أي أن الذي يفيض من الدمع من حزن القلب بغير تعمد من صاحبه ولا استدعاء لا مؤاخذه عليه وإنما المنهي عنه الجزع وعدم الصبر قوله وإنما يرحم الله من عباده الرحماء في رواية شعبة في أواخر رآه ولا يرحم الله من عباده الا الرحماء ومن في قوله من عباده بيانية وهي حال من المفعول قدمه فيكون أوقع والرحماء جمع رحيم وهو من صيغ المبالغه ومقتضاه أن رحمة الله تختص بمن اتصف بالرحمة وتحقق بها بخلاف من فيه أدنى رحمة لكن ثبت في حديث عبد الله بن عمرو ثم أبي داود وغيره الراحمون يرحمهم الرحمن والراحمون جمع راحم فيدخل كل من فيه أدنى رحمة وقد ذكر الحربي مناسبة الإتيان بلفظ الرحماء في حديث الباب بما حاصله أن لفظ الجلالة دال على العظمه وقد عرف بالاستقراء أنه حيث ورد يكون الكلام مسوقا للتعظيم فلما ذكر هنا ناسب ذكر من الغرماء رحمته وعظمته ليكون الكلام جاريا على نسق التعظيم بخلاف الحديث الآخر فإن لفظ الرحمن دال على العفو فناسب أن يذكر معه كل ذي رحمة وأن قلت والله أعلم وفي هذا الحديث من ما تقدم جواز استحضار ذوي الفضل للمحتضر لرجاء بركتهم ودعائهم وجواز القسم عليه لذلك وجواز المشي إلى التعزيه والعيادة بغير إذن بخلاف الوليمة وجواز إطلاق اللفظ الموهم لما لم يقع بأنه يقع مبالغة في ذلك لينبعث خاطر المسئول في المجيء للإجابة إلى ذلك وفيه استحباب ابرار القسم وأمر صاحب المصيبة بالصبر قبل وقوع الموت ليقع وهو مستشعر بالرضا مقاوما للحزن بالصبر وإخبار من يستدعى بالأمر الذي يستدعى من أجله وتقديم السلام على الكلام وعيادة المريض ولو كان مفضولا أو صبيا صغيرا وفيه أن أهل الفضل لا ينبغي أن يقطعوا الناس عن فضلهم ولو ردوا أول مرة واستفهام التابع من امامه عما يشكل عليه مما يتعارض ظاهره وحسن الأدب في السؤال لتقديمه قوله يا رسول الله على الاستفهام وفيه الترغيب في الشفقة على خلق الله والرحمة لهم",
            "page": "5",
            "part": "20"
        },
        {
            "hno": null,
            "id": "89",
            "nass": "والترهيب من قساوة القلب وجمود العين وجواز البكاء نوح ونحوه .(1) ¶ مرضها ووفاتها رضي الله عنها ¶ وعلى أثر هذا المصاب العظيم على قلب رقية مرضت بالحمى فلازمتها مدة ، ولازمها زوجها الحنون يمرضها ، ويقوم على شئونها ، وما هي إلا أيام حتى سمع بداعي الجهاد ينادي بالخروج إلى بدر ، فهمَّ بالخروج تلبية لنداء الجهاد ، ولكن أمره رسول الله - صلى الله عليه وسلم - بالبقاء إلى جانب زوجته يواسيها ويخدمها . ¶ قال ابن هشام : تخلف عثمان بن عفان على امرأته رقية بنت رسول الله - صلى الله عليه وسلم - فضرب له رسول الله - صلى الله عليه وسلم - بسهمه . قال : وأجري يا رسول الله قال : \"وأجرك\" .اهـ .(2) ¶ ازداد مرض رقية وطال الصراع وبقي الزوج الوفي إلى جانبها ، حتى قضت نحبها راضية مرضية . ¶ وقال الزهري : تخلف عثمان عن بدر على امرأته رقية ، وكانت قد أصابها الحصبة ، فماتت ، وجاء زيد بشيراً بوقعة بدر ، وعثمان على قبر رقية .اهـ . (3) ¶ وعن عروة قال : : تخلف عثمان وأسامة بن زيد ، عن بدر ، فبينا هم يدفنون رقية سمع عثمان تكبيراً ، فقال يا أسامة ما هذا ؟ فنظروا ، فإذا زيد بن حارثة على ناقة رسول الله - صلى الله عليه وسلم - الجدعاء بشيراً بقتل المشركين يوم بدر .(4) ¶ قال أسامة بن زيد : فأتانا الخبر حين سوينا التراب على رقية ابنة رسول الله - صلى الله عليه وسلم - التي كانت عند عثمان بن عفان ، كان رسول الله - صلى الله عليه وسلم - خلفني عليها مع عثمان .(5) ¶ عن ابن سعد عن ابن عباس قال : لما ماتت رقية بنت رسول الله - صلى الله عليه وسلم - قال : \" الحقي بسلفنا عثمان بن مظعون \"، فبكت النساء عليها ، فجعل عمر يضربهن بسوطه ، فأخذ النبي - صلى الله عليه وسلم - بيده وقال : ¶ __________ ¶ (1) فتح الباري (3/157،158) . ¶ (2) سيرة ابن هشام (1/678) ، والطبراني في الكبير (22/434) . ¶ (3) الإصابة (8/139) . ¶ (4) المصدر السابق . ¶ (5) سيرة ابن هشام (1/642) .",
            "page": "6",
            "part": "20"
        },
        {
            "hno": null,
            "id": "90",
            "nass": "\" دعهن يبكين وإياكن ونعيق الشيطان ، فإنه مهما يكن من القلب والعين فمن الله ومن الرحمة ، ومهما يكن من اليد واللسان فمن الشيطان \" . ¶ وقعد رسول الله - صلى الله عليه وسلم - على شفير القبر وفاطمة .(1) ¶ قال الواقدي : الثابت عندنا من جميع الروايات أن رقية توفيت ورسول الله - صلى الله عليه وسلم - ببدر ولم يشهد دفنها ، ولعل هذا الحديث في غيرها من بنات النبي - صلى الله عليه وسلم - اللاتي شهد دفنهن ، فإن كان في رقية وكان ثابتاً فلعله أتى قبرها بعد قدومه المدينة ، وبكاء النساء عليها بعد ذلك .اهـ .(2) ¶ فرضي الله عنها وعن زوجها وأهلها ، وأكرمها في جنات الخلد مع أمها الطاهرة . آمين . ¶ الفوائد ¶ عدم زواج المسلمة من الكافر ، ورد خطبتهما حين سأل النبي - صلى الله عليه وسلم - عتبة طلاق رقية ، وسألته رقية ذلك . ¶ الهجرة من ديار الكفر إلى الديار التي يأمن المسلم فيها على دينه وعرضه وماله ، ومن ديار الكفر إلى ديار الإسلام ، ومن ديار المعاصي إلى ديار الإيمان ، كما هاجر الصحابة من مكة إلى الحبشة،ومن مكة إلى المدينة . ¶ إثبات كلمة السلف ، كما قال رسول الله - صلى الله عليه وسلم - عند دفن ابنته رقية : الحقي بسلفنا عثمان بن مظعون . ¶ جواز البكاء على الميت بالدمع من العين ، والحزن بالقلب ، شرط أن لا يصاحبه نياحة ولا شق الجيوب ولا خمش الوجوه ، وأن لا يتسخط على الله تعالى ، وأن يصبر على بلاءه هذا ¶ جواز تخلف الرجل عن الجهاد لتمريض زوجته . ¶ __________ ¶ (1) أخرجه الإمام أحمد في مسنده عن ابن عباس ، وضعفه الشيخ الألباني رحمه الله تعالى برقم (2989) . ¶ (2) الطبقات الكبرى (8/30) ، والإصابة (8/138) .",
            "page": "7",
            "part": "20"
        },
        {
            "hno": null,
            "id": "91",
            "nass": "زينب ¶ أكبر بنات رسول الله - صلى الله عليه وسلم - ¶ نسبها ومولدها رضي الله عنها ¶ هي : زينب بنت سيد ولد آدم محمد بن عبد الله بن عبد المطلب القرشية الهاشمية . ¶ ولدت قبل البعثة بمدة ، قيل : إنها عشر سنين ، وقيل : ولدت وللنبي - صلى الله عليه وسلم - من العمر ثلاثون سنة . ¶ أمها : خديجة بنت خويلد أم المؤمنين . ¶ قريش تتسابق لتظفر بزينب عروساً ¶ ما أن بلغت سن الصبا ، وتجاوزت العاشرة من عمرها حتى تسابقت إليها قريش ، من يظفر بها عروساً ، إنها من أكرم عائلة وأشرف نسبٍ ، إنها زينب بنت رسول الله - صلى الله عليه وسلم - . ¶ أمها خديجة رضي الله عنها وهي أكبر بنات النبي - صلى الله عليه وسلم - أسلمت مع أمها وأخواتها . ¶ لكن كان الشرف والظفر لابن خالتها ، فقد تزوجها : وهو أبو العاص بن الربيع ، أحد رجال مكة المعدودين شرفاً ومالاً ، وهو قرشي . ¶ أمه الصحابية : هالة بنت خويلد ، أخت خديجة رضي الله عنهم أجمعين . ¶ يلتقي نسبه من جهة الأب مع محمد بن عبد الله ، عند الجد الثالث : عبد مناف بن قصي ، أبو العاص بن الربيع بن عبد العزى بن عبد شمس بن عبد مناف بن قصي . ¶ ويلتقي من جهة الأم مع زينب بنت محمد - صلى الله عليه وسلم - ، عند جدهما الأدنى خويلد بن أسد ابن عبد العزى بن قصي ، فأمه هالة بنت خويلد ، أخت خديجة الطاهرة ، زوج النبي - صلى الله عليه وسلم - ، وهي أم زينب .(1) ¶ الرسول - صلى الله عليه وسلم - يستبيح دم هبار الذي روع ابنته زينب . ¶ __________ ¶ (1) انظر جمهرة أنساب العرب (ص70) ، ونسب قريش (ص231) .",
            "page": "1",
            "part": "21"
        },
        {
            "hno": null,
            "id": "92",
            "nass": "لما فرغت زينب بنت رسول الله - صلى الله عليه وسلم - من جهازها قدم لها حموها كنانة بن الربيع أخو زوجها بعيرا فركبته وأخذ قوسه وكنانته ، ثم خرج بها نهارا يقودها وهي في هودج لها ، وتحدث بذلك رجال من قريش فخرجوا في طلبها حتى أدركوها بذي طوى ، فكان أول من سبق إليها هبار ابن الأسود بن المطلب بن أسد بن عبد العزى ، والفهري فروعها هبار بالرمح وهي في هودجها ، وكانت المرأة حاملا فيما يزعمون ، فلما أريعت طرحت وبرك حموها وكنانة ونثر كنانته ، ثم قال : ¶ والله لا يدنو مني رجل إلا وضعت فيه سهما ، فتكركر الناس عنه ، وأتى أبو سفيان في جلة من قريش ، فقال : أيها الرجل نبلك حتى نكلمك فكف ، فأقبل أبو سفيان حتى وقف عليه ، فقال : أنك لم تصب خرجت بالمرأة رؤوس الناس علانية وقد عرفت مصيبتنا ونكبتنا وما دخل علينا من محمد فيظن الناس إذا خرجت بابنته إليه علانية على رؤوس الناس من بين أظهرنا أن ذلك عن ذل أصابنا عن مصيبتنا التي كانت وان ذلك منا ضعف ووهن ولعمري ما لنا بحبسها عن أبيها من حاجة وما لنا في ذلك من ثورة ولكن ارجع بالمرأة حتى هدأت الأصوات ، وتحدث الناس أن قد رددناها فسلها سرا وألحقها بأبيها ، قال : ففعل ، فأقامت ليالي حتى إذا هدأت الأصوات خرج بها ليلا حتى أسلمها إلى زيد ابن حارثة وصاحبه فقدما بها على رسول الله - صلى الله عليه وسلم - . ¶ قال ابن حجر في الفتح : وأما هبار فكان شديد الأذى للمسلمين ، وعرض لزينب بنت رسول الله - صلى الله عليه وسلم - لما هاجرت فنخس بعيرها فأسقطت ولم يزل ذلك المرض بها حتى ماتت فلما كان يوم الفتح بعد أن أهدر النبي صلى الله عليه وسلم دمه أعلن بالإسلام فقبل منه فعفا عنه .اهـ .(1) ¶ __________ ¶ (1) فتح الباري (8/11) .",
            "page": "2",
            "part": "21"
        },
        {
            "hno": null,
            "id": "93",
            "nass": "عن سليمان بن يسار الهلالي أحد الفقهاء أن هبار بن الأسود بن المطلب بن أسد بن عبد العزى بن قصي القرشي الأسدي أسلم بالجعرانة بعد فتح مكة صحابي شهير وللبخاري في التاريخ عن موسى بن عقبة عن سليمان بن يسار عن هبار أنه حدثه أنه جاء يوم النحر وعمر بن الخطاب ينحر هديه فقال يا أمير المؤمنين أخطأنا العدة كنا نرى أن هذا اليوم الذي هو يوم النحر يوم عرفة فقال عمر اذهب إلى مكة فطف أنت ومن معك وكان هبار قد حج من الشام كما في رواية وانحروا هديا إن كان معكم ثم احلقوا أو قصروا وارجعوا وقد أحللتم فإذا كان عام قابل فحجوا وأهدوا فمن لم يجد فصيام ثلاثة أيام في الحج وسبعة إذا رجع إلى أهله .اهـ .(1) ¶ شعر لأبي خيثمة في شأن زينب ¶ رضي الله عنها ¶ قال ابن إسحاق : ¶ فقال عبد الله بن رواحة ، أو أبو خيثمة أخو بني سالم بن عوف في الذي كان من أمر زينب ، قال ابن هشام : هي لأبي خيثمة في الذي كان من أمر زينب : ¶ أتاني الذي لا يقدر الناس قدره ¶ لزينب فيهم من عقوق ومأثم ¶ وإخراجها لم يخز فيها محمد ¶ على ليحجا وبيننا عطر منشم ¶ وأمسى أبو سفيان من حلف ضمضم ¶ ومن حربنا في رغم أنف ومندم ¶ قرنا ابنه عمرا ومولى يمينه ¶ بذي حلق جلد الصلاصل محكم ¶ فأقسمت لا تنفك منا كتائب ¶ سراة خميس في لهام مسوم ¶ نزوع قريش الكفر حتى نعلها ¶ بخاطمة فوق الأنوف بميسم ¶ ننزلهم أكناف نجد ونخلة ¶ وإن يتهموا بالخيل والرجل نتهم ¶ يد الدهر حتى لا يعوج سربنا ¶ نلحقهم آثار عاد وجرهم ¶ ويندم قوم لم يطيعوا محمدا ¶ على أمرهم ونصف حين تندم ¶ فأبلغ أبا سفيان إما لقيته ¶ لئن أنت لأم تخلص سجودا وتسلم ¶ فأبشر بخزي في الحياة معجل ¶ وسربال قار خالدا في جهنم(2) ¶ وقال كنانة بن الربيع في أمر زينب حين دفعها إلى الرجلين : ¶ عجبت لهبار وأوباس قومه ¶ __________ ¶ (1) شرح الزرقاني (2/441) . ¶ (2) السيرة النبوية (3/205-208) ، وسير أعلام النبلاء (2/247) ، والإصابة لابن حجر (6/412) ، وانظر فتح الباري (6/174) .",
            "page": "3",
            "part": "21"
        },
        {
            "hno": null,
            "id": "94",
            "nass": "يريدون إخفاري ببنت محمد ¶ ولست أبالي ما حييت عديدهم ¶ وما أستجمعت قبضا يدي بالمهند ¶ ومن أجل ذلك هدر رسول الله - صلى الله عليه وسلم - دم هبار . ¶ فعن أبي هريرة - رضي الله عنهم -، قال : ¶ \"بعث رسول الله - صلى الله عليه وسلم - سرية أنا فيها ، فقال لنا : \"إن ظفرتم بهبار بن الأسود أو الرجل الآخر الذي سبق معه إلى زينب\" . ¶ قال ابن هشام وقد سمى ابن إسحاق الرجل في حديثه ، وقال : هو نافع بن عبد قيس فحرقوهما بالنار . ¶ قال : فلما كان الغد بعث إلينا ، فقال : إني كنت أمرتكم بتحريق هذين الرجلين إن أخذتموهما ثم رأيت أنه لا ينبغي لأحد أن يعذب بالنار إلا الله فن ظفرتم بهما فاقتلوهما\" .(1) ¶ وفي رواية عن أبي هريرة - رضي الله عنهم - أنه قال : بعثنا رسول الله - صلى الله عليه وسلم - في بعث فقال : \"إن وجدتم فلاناً وفلاناًَ فأحرقوهما بالنار ، ثم قال رسول الله - صلى الله عليه وسلم - حين أردنا الخروج : \"إني أمرتكم أن تحرقوا فلاناً وفلاناً ، وإن النار لا يعذب بها إلا الله فإن وجدتموهما فاقتلوهما\" .(2) ¶ ذكر الحافظ ابن حجر رحمه الله تعالى لهذا الحديث عدة فوائد منها : ¶ في الحديث : جواز الحكم بالشيء اجتهاداً ثم الرجوع عنه . ¶ استحباب ذكر الدليل عند الحكم لرفع الإلباس والاستنابة في الحدود ونحوها . ¶ وأن طول الزمان لا يرفع العقوبة عمن يستحقها . ¶ وفيه : مشروعية توديع المسافر لأكابر أهل بلده ، وتوديع أصحابه له أيضاً . ¶ وفيه : جواز نسخ الحكم قبل العمل به أو قبل التمكن من العمل به ، وهو اتفاق إلا عن بعض المعتزلة فيما حكاه أبو بكر بن العربي . ا.هـ .(3) ¶ إسلام زينب رضي الله عنها . ¶ انصاعت زينب لدعوة الحق التي جاء بها والدها رسول الله - صلى الله عليه وسلم - ، وأسلمت مع المسلمين الأوائل ، وعرضت على زوجها الإسلام لكنه استقبل الخبر بفتور وصمت . ¶ __________ ¶ (1) السيرة النبوية (3/210) . ¶ (2) أخرجه البخاري برقم (3016) . ¶ (3) فتح الباري (6/175) .",
            "page": "4",
            "part": "21"
        },
        {
            "hno": null,
            "id": "95",
            "nass": "وطلب المشركون من أبي العاص الخروج معهم في غزوة بدر ، ووقع أسيراً في أيدي المسلمين . ¶ فادية زوجها ¶ وأرادت زينب رضي الله عنها أن تفدي زوجها أبو العاص بن الربيع ، فأرسلت عمرو بن الربيع إلى النبي - صلى الله عليه وسلم - وبعثت معه صرة ، لا يعرف عمرو ما فيها . ¶ وتقدم عمرو وأخو أبي العاص فقال للنبي - صلى الله عليه وسلم - : ¶ بعثتني زينب بنت محمد بهذا في فداء زوجها ، أخي ، أبي العاص بن الربيع . ¶ وأخرج من ثيابه صرة قدمها إلى المصطفى - صلى الله عليه وسلم - فإذا فيها قلادة من جزع ظفار – باليمن - .(1) ¶ ولم يكد بالنبي - صلى الله عليه وسلم - أن يرى القلادة حتى رق لها قلبه رقة شديدة ، وتحقق أنها لخديجة وأنها لذكرى للعزيزة خديجة الراحلة . ¶ عن عائشة رضي الله عنها قالت : لما بعث أهل مكة في فداء أسراهم بعثت زينب بنت رسول الله - صلى الله عليه وسلم - في فداء زوجها أبي العاص بقلادة ، وكانت خديجة أدخلتها بها على أبي العاص حين بنى بها ، فلما رآها رسول الله - صلى الله عليه وسلم - رق لها رقة شديدة ، وقال: ¶ \"إن رأيتم أن تطلقوا لها أسيرها وتردوا عليها الذي لها \".(2) ¶ أبو العاص يثني على زوجته زينب بنت رسول الله - صلى الله عليه وسلم - ¶ خرج أبو العاص بن الربيع في بعض أسفاره إلى الشام فذكر امرأته زينب بنت رسول الله - صلى الله عليه وسلم - فأنشأ يقول : ¶ ذكرى زينب لما ورَّكت (أورثت) إرما (أرمى) ¶ فقلت سقيا لشخص يسكن الحرما ¶ بنت الأمين جزاها الله صالحة ¶ وكل بعل سيثني بالذي علما .(3) ¶ زينب تأخذ الأمان من رسول الله - صلى الله عليه وسلم - لأبي العاص ¶ وتجيره فيعلن إسلامه ¶ __________ ¶ (1) انظر سيرة ابن هشام (1/317) ، والاستيعاب ، وكذلك الإصابة لابن حجر في ترجمة أبي العاص بن الربيع . ¶ (2) رواه الحاكم برقم ( 4/44، 45) وصححه ، ووافقه الذهبي . ¶ (3) أخرجه ابن سعد في الطبقات (8/26) ، والحاكم (4/44) .",
            "page": "5",
            "part": "21"
        },
        {
            "hno": null,
            "id": "96",
            "nass": "عن أم سلمة رضي الله عنها قالت : أن زينب بنت رسول الله - صلى الله عليه وسلم - أرسل إليها أبو العاص بن الربيع أن خذي لي أماناً من أبيك ، فخرجت فأطلعت رأسها من باب حجرتها والنبي - صلى الله عليه وسلم - يصلي الصبح بالناس فقالت : أيها الناس ، إنه لا علم لي بهذا ، وإني قد أجرت أبا العاص ، فلما فرغ النبي - صلى الله عليه وسلم - من الصلاة قال : ¶ \" يا أيها الناس إنه لا علم لي بهذا حتى سمعتموه إلا وإنه يجير على المسلمين أدناهم \".(1) ¶ ثم بعد ذلك بسنين أسلم زوجها أبو العاص - رضي الله عنه - والراجح أنه - صلى الله عليه وسلم - رد ابنته إلى ¶ أبي العاص بنكاحها الأول ، ولم يحدث صداقاً .(2) ¶ إسلام أبي العاص بن الربيع ¶ المسلمون يستولون على مال لأبي العاص وقدومه لاسترداده . ¶ قال ابن إسحاق : وأقام أبو العاص بمكة ، وأقامت زينب عند رسول الله - صلى الله عليه وسلم - بالمدينة حين فرق بينهما الإسلام حتى إذا كان قبيل الفتح خرج أبو العاص تاجرا إلى الشام ، وكان رجلا مأمونا بمال له ، وأموال لرجال من قريش أبضعوها معه ، فلما فرغ من تجارته وأقبل قافلا لقيته سرية لرسول الله - صلى الله عليه وسلم - فأصابوا ما معه وأعجزهم هاربا ، فلما قدمت السرية بما أصابوا من ماله أقبل أبو العاص تحت الليل حتى دخل على زينب بنت رسول الله - صلى الله عليه وسلم - فاستجار بها فأجارته وجاء في طلب ماله فلما خرج رسول الله - صلى الله عليه وسلم - إلى الصبح ، ¶ __________ ¶ (1) رواه الحاكم برقم ( 4/ 45) ،وابن هشام برقم ( 1/ 157، 158) . ¶ (2) رواه أبو داود برقم ( 2240 ) ، والترمذي برقم ( 1143 ) ، وأحمد في \"مسنده\" برقم ( 1876، 2369، 3290) .",
            "page": "6",
            "part": "21"
        },
        {
            "hno": null,
            "id": "97",
            "nass": "كما حدثني يزيد بن رومان ، فكبر وكبر الناس معه ، صرخت زينب من صفة النساء أيها الناس إني قد أجرت أبا العاص ابن الربيع ، قال : فلما سلم رسول الله - صلى الله عليه وسلم - من الصلاة أقبل على الناس ، فقال : أيها الناس هل سمعتم أم سمعت ، قالوا : نعم ، قال : والذي نفس محمد بيده ما علمت بشيء من ذلك حتى سمعت ما سمعت أنه يجير على المسلمين أدناهم ، ثم انصرف رسول الله - صلى الله عليه وسلم - فدخل على ابنته ، فقال : \"أي بنية أكرمي مثواه ولا يخلصن إليك فإنك لا تحلين له\" . ¶ المسلمون يردون على أبي العاص ماله بعد إسلامه ¶ قال ابن إسحاق : وحدثني عبد الله بن أبي بكر ، أن رسول الله - صلى الله عليه وسلم - بعث إلى السرية الذين أصابوا مال أبي العاص فقال لهم إن هذا الرجل منا حيث قد علمتم أصبتم له مالا فإن تحسنوا وتردوا عليه الذي له فإنا نحب ذلك وإن أبيتم فهو فيء الله الذي أفاء عليكم فأنتم أحق به ، فقالوا : يا رسول الله بل نرده عليه ، فردوه عليه ،حتى إن الرجل ليأتي بالدلو ويأتي الرجل بالشنة والإداوة حتى إن أحدهم ليأتي بالشظاظ حتى ردوا عليه ماله بأسره لا يفقد منه شيئا ثم احتمله إلى مكة فأدى إلى كل ذي مال من قريش ماله ومن كان أبضع معه ثم قال يا معشر قريش هل بقي لأحد منكم عندي مال لم يأخذه قالوا لا فجزاك الله خيرا فقد وجدناك وفيا كريما ، قال : فأنا أشهد أن لا إله إلا الله ، وأن محمدا عبده ورسوله ، والله ما منعني من الإسلام عنده إلى تخوفي أن تظنوا أني أردت أن آكل أموالكم ، فلما أداها الله إليكم وفرغت منها أسلمت ثم خرج حتى قدم على رسول الله - صلى الله عليه وسلم - . ¶ الرسول - صلى الله عليه وسلم - يرد زينب إلى أبي العاص . ¶ وقد رد رسول الله - صلى الله عليه وسلم - ابنته زينب على زوجها أبي العاص بن وائل على نكاحها الأول بعد إسلامه . ¶ فعن ابن عباس رضي الله عنهما ، قال :",
            "page": "7",
            "part": "21"
        },
        {
            "hno": null,
            "id": "98",
            "nass": "\"رد عليه رسول الله - صلى الله عليه وسلم - زينب على النكاح الأول لم يحدث شيئا بعد ست سنين من أمانة زوج زينب ابنة الرسول - صلى الله عليه وسلم - .(1) ¶ قال ابن عبد البر رحمه الله تعالى : فقد أجمع العلماء أن الزوجين إذا أسلما معا في حال واحدة أن لهما المقام على نكاحهما إلا أن يكون بينهما نسب أو رضاع يوجب التحريم وأن كل من كان له العقد عليها في الشرك كان له المقام معها إذا أسلما معا وأصل العقد معفي عنه لأن عامة أصحاب رسول الله - صلى الله عليه وسلم - كانوا كفارا فأسلموا بعد التزويج وأقروا على النكاح الأول ولم يعتبر في أصل نكاحهم شروط الإسلام ، وهذا إجماع وتوقيف وإنما اختلف العلماء في تقدم إسلام أحد الزوجين .اهـ.(2) ¶ __________ ¶ (1) السيرة النبوية (3/211) . ¶ (2) التمهيد لابن عبد البر (12/23) .",
            "page": "8",
            "part": "21"
        },
        {
            "hno": null,
            "id": "99",
            "nass": "وقال ابن قيم الجوزية في الزوجين الكافرين يسلم أحدهما هو أملك ببضعها ما دامت في دار ، وذكر سفيان بن عيينة عن مطرف بن طريف عن الشعبي عن علي هو أحق بها ما لم يخرج من دار ، وذكر ابن أبي شيبة عن معتمر بن سليمان عن معمر عن الزهري إن أسلمت ولم يسلم زوجها على نكاحهما إلا أن يفرق بينهما سلطان ولا يعرف اعتبار العدة في شيء من الأحاديث ولا كان النبي يسأل المرأة هل انقضت أم لا ولا ريب أن الإسلام لو كان بمجرده فرقة لم تكن فرقة رجعية بل بائنة أثر للعدة في بقاء النكاح وإنما أثرها في منع نكاحها للغير فلو كان الإسلام نجز الفرقة بينهما لم يكن أحق بها في العدة ولكن الذي دل عليه حكمه أن النكاح فإن أسلم قبل انقضاء عدتها فهي زوجته وإن انقضت عدتها فلها أن تنكح من شاءت أحبت انتظرته فإن أسلم كانت زوجته من غير حاجة إلى تجديد نكاح ولا نعلم أحدا جدد للإسلام نكاحه ألبتة بل كان الواقع أحد أمرين إما افتراقهما غيره وإما بقاؤه عليه وإن تأخر إسلامها أو إسلامه وإما تنجيز الفرقة أو العدة فلا نعلم أن رسول الله قضى بواحدة منهما مع كثرة من أسلم في عهده الرجال وأزواجهن وقرب إسلام أحد الزوجين من الآخر وبعده منه ولولا إقراره على نكاحهما وإن تأخر إسلام أحدهما عن الآخر بعد صلح الحديبية وزمن الفتح بتعجيل الفرقة بالإسلام من غير اعتبار عدة .اهـ .(1) ¶ وفاتها رضي الله عنها ¶ توفيت السيدة زينب رضي الله عنها في السنة الثامنة من الهجرة متأثرة بمرض النزف الذي لازمها منذ هجرتها ، وتأثر زوجها أشد تأثراً فبكى عليها وأبكى من حوله . ¶ وحزن عليها رسول الله - صلى الله عليه وسلم - واستودعها ، ثم قال للنساء : اغسلنها وتراً . ¶ تقول أم عطية غاسلة الميتات : ¶ لما ماتت زينب بنت رسول الله - صلى الله عليه وسلم - قال : ¶ __________ ¶ (1) زاد المعاد (5/137) .",
            "page": "9",
            "part": "21"
        },
        {
            "hno": null,
            "id": "100",
            "nass": "\" أغسلنها وتراً ، ثلاثاً ، أو خمساً ، واجعلن في الآخرة كافوراً أو شيئاً من كافور ، فإذا غسلتنَّها فأعلمنني\"، قالت : فأعلمناه فأعطانا حقوه وقال : : \"أشعرنها إياه\" ، وقالت أم عطية : مشطناها ثلاثة قرون .(1) ¶ حقوه : الحقو : الإزار . ¶ وقوله : أشعرنها إياه : أي اجعلنه شعاراً لها ، وهو الثوب يلي جسدها . ¶ ثلاثة قرون : أي ثلاث ضفائر . ¶ وكان ممن غسل زينب رضي الله عنها مع أم عطية ، أم أيمن ، وسودة بنت زمعة ، وأم سلمة زوج النبي - صلى الله عليه وسلم - . ¶ فرضي الله عن زينب بنت رسول الله - صلى الله عليه وسلم - ، ورحمها ، وأكرمها في الجنة ، وجزاها عن صبرها وكفاحها خيراً . ¶ الفوائد ¶ النهي عن التعذيب والتحريق بالنار . ¶ أخذ الفدية من الأسير ، كما أن للأسير أن يدفع الفدية عن نفسه مقابل إطلاق سراحه ، كما أخذ رسول الله - صلى الله عليه وسلم - الفدية من قريش مقابل إطلاق سراح أسراهم . ¶ التفريق بين الزوجة وزوجها إذا أسلمت ، كما فرق الإسلام بين زينب وزوجها أبي العاص بن وائل . ¶ رد الزوجة إلى زوجها بعد إسلامه دون عقد جديد ولا صداق ، كما رد رسول الله - صلى الله عليه وسلم - ابنته زينب إلى زوجها أبي العاص بن وائل بنكاحها الأول ولم يحدث صداقاً . ¶ إجارة المرأة زوجها ، كما أجارت زينب زوجها أبي العاص بن وائل. ¶ رد المال لصاحبه بعد إسلامه ، كما رد المسلمون مال أبي العاص بن وائل بعد إسلامه . ¶ اهتمام المرأة على بزوجها ، وحرصها على هدايته ، كما اهتمت زينب بزوجها أبي العاص وحرصت على هدايته . ¶ تغسيل المرأة وتراً ، ثلاثاً ، أو خمساً ، ووضع الطيب عليها بعد وفاتها ، كما أوصى رسول الله - صلى الله عليه وسلم - النساء أن يغسلن ابنته زينب وتراً . ¶ __________ ¶ (1) رواه البخاري برقم ( 167) و ( 1255) ، ومسلم برقم ( 939) .",
            "page": "10",
            "part": "21"
        },
        {
            "hno": null,
            "id": "101",
            "nass": "فاطمة ¶ بنت رسول الله ¶ - صلى الله عليه وسلم - ¶ أم أبيها ¶ فاطمة بنت رسول الله - صلى الله عليه وسلم - ورضي الله عنها ¶ نسبها ومولدها ¶ إنها فاطمة بنت رسول الله - صلى الله عليه وسلم - رضي الله عنها وأرضاها ، تكنى بأم أبيها(1) ، لأنها كانت شديدة الشبه بأبيها رسول الله - صلى الله عليه وسلم - . ¶ أصغر بنات النبي - صلى الله عليه وسلم - وأحبهن إليه .(2) ¶ جمعت الخير والشرف ، وصاحبت أشرف نسب . ¶ وهي سيدة نساء العالمين .(3) ¶ أبوها : هو أفضل خلق الله تعالى ، وهو خاتم الأنبياء والرسل ، محمد بن عبد الله - صلى الله عليه وسلم - . ¶ أمها : أم المؤمنين خديجة بنت خويلد رضي الله عنها وأرضاها . ¶ زوجها : أحد العشرة المبشرين بالجنة ، وهو أمير المؤمنين ابن عم رسول الله - صلى الله عليه وسلم - علي بن أبي طالب رضي الله عنه . ¶ ولداها : سيدا شباب أهل الجنة ، وهما : الحسن والحسين رضي الله عنهما وأرضاهما . ¶ وعمها : سيد الشهداء ، وأسد الله ، وأسد رسوله صلى الله عليه وسلم حمزة بن عبد المطلب رضي الله عنه . ¶ لقبت بالزهراء لأنها كانت مشرقة الوجه .(4) ¶ وكنيتها : أم أبيها(5) لأنها كانت شديدة الشبه بأبيها رسول الله - صلى الله عليه وسلم - . ¶ __________ ¶ (1) انظر سير أعلام النبلاء (2/119) . ¶ (2) عن ابن جريج ، قال : قال لي غير واحد : كانت فاطمة أصغر بنات النبي - صلى الله عليه وسلم - وأحبهن إليه . متفق عليه . ¶ (3) قال رسول الله - صلى الله عليه وسلم - لفاطمة : \"يا فاطمة ! ألا ترضين أن تكوني سيدة نساء المؤمنين\" . رواه البخاري ومسلم . ¶ (4) النهاية لابن الأثير (1/94) . ¶ (5) انظر مأجور غير مأمور : الإصاية (8/262) ، وتهذيب الكمال (35/247) ، ومعجم الطبراني الكبير (22/262) .",
            "page": "1",
            "part": "22"
        },
        {
            "hno": null,
            "id": "102",
            "nass": "مولدها : ولدت فاطمة بمكة ، وقريش تجدد بناء الكعبة ، وذلك قبل النبوة بخمس سنين ، والنبي - صلى الله عليه وسلم - ابن خمس وثلاثين .(1) ¶ فاطمة أحب الناس إلى رسول الله - صلى الله عليه وسلم - . ¶ سأل جعفر وعلي وزيد رسول الله - صلى الله عليه وسلم - : من أحب الناس إليك ؟ قال : \"فاطمة\".(2) ¶ أتى النبي - صلى الله عليه وسلم - ملك وقال :\" إن فاطمة سيدة نساء أهل الجنة \" .(3) ¶ قال رسول الله - صلى الله عليه وسلم - :\"فاطمة سيدة نساء أهل الجنة . إلا ما كان من مريم بنت عمران \".(4) ¶ وقال رسول الله - صلى الله عليه وسلم - :\" أفضل نساء أهل الجنة : خديجة بنت خويلد ، وفاطمة بنت محمد - صلى الله عليه وسلم - ، ومريم بنت عمران ، وآسية بنت مزاحم امرأة فرعون \" .(5) ¶ هجرتها رضي الله عنها للمدينة . ¶ عندما هاجر رسول الله - صلى الله عليه وسلم - إلى المدينة ليكون هناك دولة الإسلام ، وتكون موطن هجرته ، هاجر على أثره ابن عمه علي بن أبي طالب - رضي الله عنهم - ، وكان قد تمهل ثلاثة أيام في مكة ريثما يؤدي الودائع عن النبي - صلى الله عليه وسلم - والتي كانت عنده للناس . ¶ ولقيت السيدة فاطمة رضي الله عنها في هجرتها هذه مع أختها أم كلثوم بعض المتاعب والصعاب مع صغر سنهما . ¶ وقام بعض مشركي قريش بمطاردتهما ، منهم الحويرث بن نقيذ بن قصي . ¶ قال ابن هشام : وكان العباس بن عبد المطلب حمل فاطمة وأم كلثوم ابنتي رسول الله - صلى الله عليه وسلم -من مكة يريد بهما المدينة ، فنخس بهما الحويرث بن نقيذ فرمى ¶ بهما إلى الأرض .(6) ¶ __________ ¶ (1) الطبقات الكبرى (8/22) ، وأعلام النساء (4/108) . ¶ (2) سلسلة الأحاديث الصحيحة للألباني رقم (1550) . ¶ (3) \"صحيح الجامع\" برقم (79) . ¶ (4) \"صحيح الجامع\" برقم ( 3181) . ¶ (5) \"صحيح الجامع\" برقم (1135) . ¶ (6) السيرة النبوية (5/71) . ¶ كان رسول الله - صلى الله عليه وسلم - قد عهد إلى أمرائه من المسلمين حين أمرهم أن يدخلوا مكة ألا يقتلوا أحدا إلا من قاتلهم إلا أنه قد عهد في نفر سماهم أمر بقتلهم وإن وجدوا تحت ستار الكعبة منهم : ¶ عبد الله بن سعد بن أبي سرح بن حبيب بن جذيمة بن نصر بن مالك بن حسل بن عامر بن لؤي وإنما أمر رسول الله - صلى الله عليه وسلم - بقتله لأنه كان قد أسلم فارتد مشركا ففر إلى عثمان ، وكان أخاه من الرضاعة فغيبه حتى أتى به رسول الله - صلى الله عليه وسلم - بعد أن اطمأن أهل مكة فاستأمن له رسول الله - صلى الله عليه وسلم - ، فذكر أن رسول الله - صلى الله عليه وسلم - صمت طويلا ، ثم قال : نعم ، فلما انصرف به عثمان ، قال رسول الله - صلى الله عليه وسلم - لمن حوله من أصحابه : \"أما والله لقد صمت ليقوم إليه بعضكم فيضرب عنقه\" ، فقال رجل من الأنصار : فهلا أومأت إلي يا رسول الله ، قال : \"إن النبي لا يقتل بالإشارة\" . ¶ وعبد الله بن خطل رجل من بني تيم بن غالب ، وإنما أمر بقتله لأنه كان مسلما فبعثه رسول الله - صلى الله عليه وسلم - مصدقا وبعث معه رجلا من الأنصار وكان معه مولى له يخدمه وكان مسلما فنزل منزلا وأمر المولى أن يذبح له تيسا ويصنع له طعاما ونام فاستيقظ == == ولم يصنع له شيئا ، فعدا عليه فقتله ثم ارتد مشركا ، وكانت له قينتان وكانتا تغنيان بهجاء رسول الله - صلى الله عليه وسلم - فأمر بقتلهما معه والحويرث بن نقيذ بن وهب بن عبد بن قصي ، وكان ممن يؤذيه بمكة ومقيس بن صبابة ، وإنما أمر بقتله لقتله الأنصاري الذي كان قتل أخاه خطأ ورجوعه إلى قريش مرتدا . ¶ وعكرمة بن أبي جهل . ¶ وسارة مولاة كانت لبعض بني عبد المطلب ، وكانت ممن يؤذيه بمكة فأما عكرمة بن أبي جهل فهرب إلى اليمن وأسلمت امرأته أم حكيم بنت الحارث بن هشام فاستأمنت له رسول الله فأمنه فخرجت في طلبه حتى أتت به رسول الله - صلى الله عليه وسلم - فكان عكرمة يحدث فيما يذكرون أن الذي رده إلى الإسلام بعد خروجه إلى اليمن أنه كان يقول أردت ركوب البحر لألحق بالحبشة فلما جئت لأركبها قال صاحبها يا عبد الله لا تركب سفينتي حتى توحد الله وتخلع ما دونه من الأنداد فإني أخشى إن لم تفعل أن نهلك فيها فقلت وما يركبه أحد حتى يوحد الله ويخلع ما دونه قال نعم لا يركبه أحد إلا أخلص ، قال فقلت ففيم أفارق محمدا فهذا الذي جاءنا به فوالله إن إلهنا في البحر وفي البر فعرفت الإسلام بعد ذلك ودخل في قلبي . ¶ وأما عبد الله بن خطل فقتله سعيد بن حريث المخزومي وأبو برزة الأسلمي اشتركا في دمه . ¶ وأما مقيس بن صبابة فقتله نميلة بن عبد الله رجل من قومه ، فقالت أخت مقيس : ¶ لعمري لقد أخزى نميلة رهطه وفجع أضياف الشتاء بمقيس ¶ فلله عينا من رأى مثل مقيس إذا النفساء أصبحت لم تخرس ¶ وأما قينتا ابن خطل فقتلت إحداهما وهربت الأخرى حتى استؤمن لها رسول الله - صلى الله عليه وسلم - بعد فأمنها وأما سارة فاستؤمن لها فأمنها حتى أوطأها رجل من الناس فرسا له== == في زمن عمر بن الخطاب بالأبطح فقتلها وأما الحويرث بن نقيذ فقتله علي بن أبي طالب رضي الله عنه . تاريخ الطبري (2/161) ، السيرة النبوي (5/71) .",
            "page": "2",
            "part": "22"
        },
        {
            "hno": null,
            "id": "103",
            "nass": "وكانت فاطمة رضي الله عنها نحيفة الجسم مع صغر سنها ، وكانت قد أنهكتها الأحداث التي كانت في مكة ، ¶ ولم ينسَ رسول الله - صلى الله عليه وسلم - للحويرث فعلته هذه رغم مرور السنوات ، لأنه كان يؤذي الله ورسوله صلى الله عليه وسلم .ففي العام الثامن للهجرة ذكر رسول الله - صلى الله عليه وسلم - للصحابة بعض المشركين الذين كانوا يؤذون الله ورسوله ، بأن يقتلوهم حتى لو وجدوا معلقين بأستار الكعبة ، ومن ضمنهم الحويرث بن نقيذ . ¶ وأما الحويرث بن نقيذ فكان علي بن أبي طالب أحق الصحابة بقتله فقتله علي بن أبي طالب .(1) ¶ زواج علي - رضي الله عنهم - من فاطمة رضي الله عنها ¶ لما بلغت فاطمة - رضي الله عنها - سن الخامسة عشرة تزوجت بابن عمها علي ابن أبي طالب ـ - رضي الله عنه - ـ في السنة الثانية من الهجرة ، وبنى بها عقب غزوة بدر الكبرى ، فصبرت معه على الفقر والجوع والتعب والمشقة . ¶ ولما زوج رسول الله - صلى الله عليه وسلم - عليًّا فاطمة كان فيما جهزها به سرير مشروط ( مشرطا بالشرط ) ووسادة من أدم ( جلد ) حشوها ليف ، وتور من أدم ( إناء يشرب فيه ) وقربة .(2) ¶ قال علي - رضي الله عنه - لقد تزوجت فاطمة ، وما لي ولها فراش غير جلد كبش ننام عليه بالليل ونعلف عليه بالنهار . ¶ وكان النبي - صلى الله عليه وسلم - يُصبَّرهما فيصبران ، ويعلمهما فيتعلمان .(3) ¶ وكان رسول الله - صلى الله عليه وسلم - يحبها ويكرمها ، ويؤذيه ما يؤذيها . ¶ عن المسور بن مخرمة ،قال رسول الله - صلى الله عليه وسلم - : ¶ __________ ¶ (1) أنظر السيرة (4/52) . ¶ (2) الطبقات الكبرى (8/19) ، ومعجم الطبراني الكبير (22/409) ، ومجمع الزوائد (9/205، 206) . ¶ (3) كتاب قصص الصحابيات (ص14) .",
            "page": "3",
            "part": "22"
        },
        {
            "hno": null,
            "id": "104",
            "nass": "\"إن فاطمة بضعة مني و أنا أتخوف أن تفتن في دينها و إني لست أحرم حلالا و لا أحل حراما و لكن و الله لا تجتمع بنت رسول الله و بنت عدو الله تحت رجل واحد أبدا\" .(1) ¶ وعنه ، \"إن بني هشام بن المغيرة استأذنوني في أن ينكحوا ابنتهم علي بن أبي طالب فلا آذن ثم لا آذن ثم لا آذن إلا أن يريد ابن أبي طالب أن يطلق ابنتي و ينكح ابنتهم فإنما هي بضعة مني يريبني ما أرابها و يؤذيني ما آذاها\" (2). ¶ وعن الزبير ، أن رسول الله - صلى الله عليه وسلم - قال : ¶ \"إنما فاطمة بضعة مني يؤذيني ما آذاها و ينصبني ما أنصبها \" .(3) ¶ وأرسل رسول الله - صلى الله عليه وسلم - إلى فاطمة وعلي والحسن والحسين فقال : ¶ \" هؤلاء أهلي \" : قالت : فقلت : يا رسول الله أفما أنا من أهل البيت ؟ قال : ¶ \" بلى : إن شاء الله ـ عز وجل \" .(4) ¶ وصح عن النبي - صلى الله عليه وسلم - أنه جلل فاطمة وعلياً وحسناً وحسيناً بكساء ¶ وقال : ¶ \" اللهم هؤلاء أهل بيتي . اللهم فاذهب عنهم الرجس وطهرهم تطهيرا \" .(5) ¶ وعن أبي هريرة - رضي الله عنه - قال : نظر النبي - صلى الله عليه وسلم - إلى علي وفاطمة والحسن والحسين ¶ فقال :\" أنا حرب لمن حاربكم ، وسلم لمن سالمكم \".(6) ¶ وعن أبي سعيد الخدري - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - :\" لا يبغضنَّ أهل البيت أحد ، إلا أدخله الله النار \" .(7) ¶ __________ ¶ (1) الحديث أخرجه البخاري برقم ( 6/214) ، وأخرجه مسلم في كتاب فضائل فاطمة رضي الله تعالى عنها . ¶ (2) أخرجه البخاري برقم (3767) ، ومسلم برقم (2069) . ¶ (3) صحيح الجامع حديث رقم (2366) . ¶ (4) رواه الحاكم في \"المستدرك\" برقم ( 3/146) باب \"مناقب أهل البيت\" ، وقال :صحيح على شرط مسلم . ¶ (5) صحيح سنن الترمذي رقم (2979) . ¶ (6) أخرجه أحمد برقم ( 2/442) ، \"صحيح الجامع\" برقم ( 1462) . ¶ (7) أخرجه الحاكم برقم (3/150) وصححه ، ووافقه الذهبي .",
            "page": "4",
            "part": "22"
        },
        {
            "hno": null,
            "id": "105",
            "nass": "وطعنة الشيعة أهل البيت الذين يدعون حبهم كذباً وزوراً ، فكذبوا على علي - رضي الله عنهم - . ¶ فاطمة سيدة نساء أهل الجنة ¶ في حديث حذيفة الطويل ، أن رسول الله - صلى الله عليه وسلم - قال : ¶ \" إن هذا ملك لم ينزل إلى الأرض قط هذه الليلة استأذن ربه أن يسلم عليّ ، ويبشرني بأن فاطمة سيدة نساء أهل الجنة ، وأن الحسن والحسين سيدا شباب أهل الجنة \" .(1) ¶ وقد عرف الصحابة رضوان الله عليهم أجمعين ، هذا الفضل للسيدة فاطمة رضي الله عنها .(2) ¶ تقول عائشة رضي الله عنها :\" ما رأيت أحداً كان أصدق لهجة من فاطمة إلا أن يكون الذي ولدها \" .(3) ¶ كانت السيدة فاطمة رضي الله عنها أحب النساء إلى النبي - صلى الله عليه وسلم - بعد عائشة وخديجة ، وكانت أحب بناته إليه .(4) ¶ عن أبي موسى الأشعري - رضي الله عنه - قال : كان أحب النساء إلى رسول الله - صلى الله عليه وسلم - : ¶ \" فاطمة ومن الرجال علي \" .(5) ¶ وكانت رضي الله عنها تتحمل الفقر ، وتكابد صعوبة الحياة ، وكانت في شدة العناء وشظف العيش . ¶ أن فاطمة اشتكت ما تلقى من الرحى في يدها وأتى النبي - صلى الله عليه وسلم - سبي فانطلقت فلم تجده ولقيت عائشة فأخبرتها فلما جاء النبي - صلى الله عليه وسلم - أخبرته عائشة بمجيء فاطمة إليها ،تقول فاطمة رضي الله عنها : فجاء النبي - صلى الله عليه وسلم - إلينا وقد أخذنا مضاجعنا فذهبنا نقوم ، فقال النبي - صلى الله عليه وسلم - : \"على مكانكما\" ، فقعد بيننا حتى وجدت برد قدمه على صدري ، ثم قال : ¶ __________ ¶ (1) رواه الترمذي برقم (3781) ، في كتاب \"المناقب\" ، \"صحيح الجامع\" برقم (79،1328،2257) . ¶ (2) كتاب \"قصص الصحابيات\" (ص18) . ¶ (3) رواه الحاكم برقم ( 3/160ـ 161) ، وصححه ووافقه الذهبي . ¶ (4) كما جاء في حديث البخاري ومسلم . ¶ (5) رواه الترمذي في \"المناقب\" برقم ( 3868) ، والحاكم في \"المستدرك\" برقم (3/155) وصححه .",
            "page": "5",
            "part": "22"
        },
        {
            "hno": null,
            "id": "106",
            "nass": "\"ألا أعلمكما خيرا مما سألتما إذا أخذتما مضاجعكما أن تكبرا الله أربعا وثلاثين وتسبحاه ثلاثا وثلاثين وتحمداه ثلاث وثلاثين فهو خير لكما من خادم\" .(1) ¶ وفي رواية ، أن رسول الله - صلى الله عليه وسلم - قال لعلي وفاطمة رضي الله عنهما: ¶ \"إذا أويتما إلى فراشكما أو إذا أخذتما مضاجعكما فكبرا ثلاثاً وثلاثين وسبحا ثلاثاً وثلاثين واحمدا ثلاثاً وثلاثين\" ¶ وفي رواية \" سبحا أربعاً وثلاثين\". ¶ وفي رواية \"سبحا أربعاً وثلاثين\" وفي رواية \"وكبرا أربعاً وثلاثين\". ¶ قال علي: فما تركته منذ سمعته من رسول الله - صلى الله عليه وسلم -، قيل له: ولا ليلة صفين، قال: ولا ليلة صفين\"(2). ¶ وفي رواية: \"أن فاطمة اشتكت ما تلقى من الرحى في يدها\" الحديث. ¶ \"ليلة صفين\" : هي ليلة الحرب المعروفة بصفين وهي موضع بقرب الفرات كانت فيه حرب عظيمة بينه وبين أهل الشام. ¶ قال ابن قيم الجوزية رحمه الله تعالى: وقال شيخ الإسلام ابن تيمية وقدس الله روحه : بلغنا أنه من حافظ على هذه الكلمات لم يأخذه إعياء فيما يعانيه من شغل وغيره. ¶ وكانت رضي الله عنها أشد شبهاً بأبيها رسول الله - صلى الله عليه وسلم - . ¶ فعن عائشة رضي الله عنها قالت : ¶ \" ما رأيت أحداً أشبه كلاماً وحديثاً برسول الله - صلى الله عليه وسلم - من فاطمة ، وكانت إذا دخلت عليه قام إليها فقبلها ، ورحب بها ، وكذلك كانت هي تصنع ¶ به \" .(3) ¶ __________ ¶ (1) أخرجه مسلم برقم (2727) . ¶ (2) رواه البخاري في كتاب فرض الخمس برقم (3113) ، وفي كتاب فضائل الصحابة برقم (3705) ، وفي كتاب النفقات برقم (5360) و (5362) ، وفي كتاب الدعوات برقم (6318) ، وأخرجه مسلم في كتاب الذكر والدعاء برقم (6853 و 6856). ¶ (3) أخرجه أبو داود في \"الأدب\" باب ما جاء في القيام برقم ( 5217) ، والترمذي في \"المناقب\" باب مناقب فاطمة بنت محمد - صلى الله عليه وسلم - برقم ( 3871) ، والحاكم برقم ( 3/ 154) ، وصححه ووافقه الذهبي .",
            "page": "6",
            "part": "22"
        },
        {
            "hno": null,
            "id": "107",
            "nass": "وعنها أيضاً قالت :كنا أزواج النبي - صلى الله عليه وسلم - اجتمعنا عنده لم يغادر منهن واحدة ، فجاءت فاطمة تمشي ما تخطئ مشيتها مشية رسول الله - صلى الله عليه وسلم - ، فلما رآها رحب بها ، قال \" مرحباً بابنتي ....\" .(1) ¶ وقالت – أي عائشة رضي الله عنها - : كنت جالسة عند رسول الله - صلى الله عليه وسلم - ، فجاءت فاطمة ـ عليها السلام ـ تمشي كأن مشيتها مشية رسول الله - صلى الله عليه وسلم - فقال : ¶ \" مرحباً بابنتي ، فأجلسها عن يمينه أو عن يساره ، ثم أسرّ إليها شيئاً فبكت ، ثم أسرّ إليها شيئاً فضحكت أيضا\" . ¶ فقلت لها : ما يبكيك ، فقالت : ما كنت لأفشي سر رسول الله - صلى الله عليه وسلم - ، فقلت : ما رأيت كاليوم فرحا أقرب من حزن ، فقلت لها : حين بكت أخصك رسول الله - صلى الله عليه وسلم - بحديثه دوننا ثم تبكين ، وسألتها عما قال ؟ فقالت : ما كنت لأفشي سر رسول الله - صلى الله عليه وسلم - حتى إذا قبض سألتها ، فقالت : إنه كان حدثني إن جبريل كان يعارضه بالقرآن كل عام مرة ، وإنه عارضه به في العام مرتين ، ولا أراني إلا قد حضر أجلي ، وإنك أول أهلي لحوقاً بي ، ونعم السلف أنا لك ، فبكيت لذلك ، ثم إنه سارني ، فقال : ألا ترضين أن تكوني سيدة نساء المؤمنين ، أو سيدة نساء هذه الأمة ، فضحكت لذلك\" . (2) ¶ وبعد ستة أشهر لحقت سيدة نساء أهل الجنة بسيد أهل الجنة على وجه الإطلاق - صلى الله عليه وسلم - . ¶ ورأت فاطمة رضي الله عنها ما برسول الله - صلى الله عليه وسلم - من الكرب الشديد الذي يتغشاه ، فتأثرت لذلك تأثراً شديداً . ¶ __________ ¶ (1) رواه البخاري في كتاب\"الأنبياء\" باب علامات النبوة برقم (6/642). ¶ (2) رواه البخاري كتاب \"المغازي\" باب مرض النبي - صلى الله عليه وسلم - برقم ( 4433، 4434) ، ومسلم برقم (2450) ، باب فضائل فاطمة بنت النبي عليها الصلاة والسلام .",
            "page": "7",
            "part": "22"
        },
        {
            "hno": null,
            "id": "108",
            "nass": "فعن أنس - رضي الله عنه - قال :لما ثقل النبي - صلى الله عليه وسلم - جعل يتغشاه العرق ، فقالت فاطمة ـ عليها السلام ـ : واكرب أبتاه ، فقال - صلى الله عليه وسلم - : ¶ \" ليس على أبيك كرب بعد هذا اليوم\" ، فلما مات عليه الصلاة والسلام ، قالت : ¶ يا أبتاه ! أجاب رباً دعاه . ¶ يا أبتاه ! جنة الفردوس مأواه . ¶ يا أبتاه ! إلى جبريل ننعاه . ¶ وقالت بعد دفنه - صلى الله عليه وسلم - : يا أنس : كيف طابت أنفسكم أن تحثوا التراب على ¶ رسول الله - صلى الله عليه وسلم - .(1) ¶ قال ابن الأثير رحمه الله تعالى : وما رؤيت فاطمة – رضي الله عنها – ضاحكة بعد وفاة رسول الله - صلى الله عليه وسلم - حتى لحقت بالله عزوجل ، ووجدت(2) عليه وجداً عظيماً .(3) ¶ أبو بكر - رضي الله عنهم - يسترضي فاطمة رضي الله عنها ¶ __________ ¶ (1) رواه البخاري في صحيحه في كتاب \"المغازي\" باب آخر ما تكلم به النبي - صلى الله عليه وسلم - برقم ( 8/113) . ¶ (2) أي : حزنت . ¶ (3) أسد الغابة (5/368) وانظر معجم الطبراني الكبير (22/399) رقم (995) .",
            "page": "8",
            "part": "22"
        },
        {
            "hno": null,
            "id": "109",
            "nass": "عروة بن الزبير : أن عائشة أم المؤمنين رضي الله عنها أخبرته : \"أن فاطمة عليها السلام ابنة رسول الله - صلى الله عليه وسلم - سألت أبا بكر الصديق بعد وفاة رسول الله - صلى الله عليه وسلم - أن يقسم لها ميراثها مما ترك رسول الله - صلى الله عليه وسلم - مما أفاء الله عليه ، فقال أبو بكر : إن رسول الله - صلى الله عليه وسلم - قال : \"لا نورث ما تركنا صدقة\" ، فغضبت فاطمة بنت رسول الله - صلى الله عليه وسلم - فهجرت أبا بكر ، فلم تزل مهاجرته حتى توفيت ، وعاشت بعد رسول الله - صلى الله عليه وسلم - ستة أشهر ، قالت : وكانت فاطمة تسأل أبا بكر نصيبها مما ترك رسول الله - صلى الله عليه وسلم - من خيبر وفدك ، وصدقته بالمدينة ، فأبى أبو بكر عليها ذلك ، وقال : لست تاركاً شيئا كان رسول الله - صلى الله عليه وسلم - يعمل به إلا عملت به ، فإني أخشى إن تركت شيئاً من أمره أن أزيغ ، فأما صدقته بالمدينة فدفعها عمر إلى علي وعباس وأما خيبر وفدك فأمسكها عمر ، وقال : هما صدقة رسول الله - صلى الله عليه وسلم - ينفذ لحقوقه التي تعروه ونوائبه ، وأمرهما إلى من ولي الأمر ، قال : فهما على ذلك إلى اليوم\" .(1) ¶ قال الحافظ ابن حجر : وبه يزول الإشكال في جواز تمادي فاطمة عليها السلام على هجر أبي بكر ، وقد قال بعض الأئمة : إنما كانت هجرتها انقباضا عن لقائه والاجتماع به ، وليس ذلك من الهجران المحرم لأن شرطه أن يلتقيا فيعرض هذا وهذا ، وكأن فاطمة عليها السلام لما خرجت غضبى من عند أبي بكر تمادت في اشتغالها بحزنها ثم بمرضها . ¶ __________ ¶ (1) أخرجه البخاري برقم (2926) .",
            "page": "9",
            "part": "22"
        },
        {
            "hno": null,
            "id": "110",
            "nass": "وأما سبب غضبها مع احتجاج أبي بكر بالحديث المذكور فلاعتقادها تأويل الحديث على خلاف ما تمسك به أبو بكر ، وكأنها اعتقدت تخصيص العموم في قوله : \"لا نورث\" ، ورأت أن منافع ما خلفه من أرض وعقار لا يمتنع أن تورث عنه ، وتمسك أبو بكر بالعموم ، واختلفا في أمر محتمل للتأويل ، فلما صمم على ذلك انقطعت عن الاجتماع به لذلك ، فإن ثبت حديث الشعبي أزال الإشكال ، وأخلق بالأمر أن يكون كذلك لما علم من وفور عقلها ودينها عليها السلام .(1) ¶ وفاتها رضي الله عنها . ¶ لحقت بالنبي - صلى الله عليه وسلم - بعد ستة أشهر من وفاته . ¶ أصبحت يوم الاثنين الثاني من شهر رمضان سنة إحدى عشرة ، فعانقت أهلها ، ثم دعت إليها أم رافع مولاة أبيها - صلى الله عليه وسلم - ، فقالت لها بصوت خافت : ¶ يا أمه ، اسكبي لي غسلاً . ¶ واغتسلت كأحسن ما كانت تغتسل ، ثم لبست ثياباً جدداً ، ثم قالت لأم رافع : ¶ اجعلي فراشي في وسط البيت . ¶ فلما فعلت ، اضطجعت عليه واستقبلت القبلة تتهيأ للقاء ربها ، ولقاء أبيها - صلى الله عليه وسلم - ، ثم أغمضت عينيها ونامت . ¶ وقام علي فاحتملها باكيا ، ودفنها دليلا ، ثم ودَّعها وعاد محزونا .(2) ¶ قال الذهبي : توفيت ليلة الثلاثاء ، لثلاث خلون من شهر رمضان ، سنة إحدى عشرة ، وهي بنت أربع وعشرين سنة على الأصح .(3) ¶ تنبيه : علم الشيعة الرافضة حب رسول الله - صلى الله عليه وسلم - لها ، وإنها صاحبت أشرف نسب ، فغلوا فيها ، وعظموها ، بل وعبدوها من دون الله تعالى ، حتى وصل بهم الأمر أن يستغيثوا بها ويطلبوا منها الشفاء والولد وما شابه ذلك ، وهي منهم براء . ¶ __________ ¶ (1) فتح الباري (6/202) . ¶ (2) أنظر الإصابة ، ترجمة فاطمة رضي الله عنها ، وطبقات ابن سعد (8/18) ، وجمهرة أنساب العرب (ص14) ، والاستيعاب . ¶ (3) سير أعلام النبلاء (2/121،122) .",
            "page": "10",
            "part": "22"
        },
        {
            "hno": null,
            "id": "111",
            "nass": "قال الله تعالى : { وَمَنْ أَضَلُّ مِمَّنْ يَدْعُو مِنْ دُونِ اللَّهِ مَنْ لا يَسْتَجِيبُ لَهُ إِلَى يَوْمِ الْقِيَامَةِ وَهُمْ عَنْ دُعَائِهِمْ غَافِلُونَ } .(1) ¶ وقال تعالى : ¶ { يَا أَيُّهَا النَّاسُ ضُرِبَ مَثَلٌ فَاسْتَمِعُوا لَهُ إِنَّ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ لَنْ يَخْلُقُوا ذُبَاباً وَلَوِ اجْتَمَعُوا لَهُ وَإِنْ يَسْلُبْهُمُ الذُّبَابُ شَيْئاً لا يَسْتَنْقِذُوهُ مِنْهُ ضَعُفَ الطَّالِبُ وَالْمَطْلُوبُ } .(2) ¶ الفوائد ¶ فاطمة سيدة نساء أهل الجنة . ¶ أفضل نساء أهل الجنة : خديجة بنت خويلد ، وفاطمة بنت رسول الله - صلى الله عليه وسلم - ، ومريم بنت عمران ، وآسية بنت مزاحم امرأة فرعون . رضي الله عنهن . ¶ فاطمة أحب النساء إلى النبي - صلى الله عليه وسلم - بعد عائشة وخديجة ، وكانت أحب بناته إليه . ¶ التكبير والتسبيح والتحميد قبل النوم أفضل من خادم ، كما علم رسول الله - صلى الله عليه وسلم - علياً وفاطمة رضي الله عنهما ذلك . ومن حافظ على هذه الكلمات لم يأخذه إعياء ولا تعب من شغل وغيره ، كما ذكر ذلك شيخ الإسلام ابن تيمية رحمه الله تعالى . ¶ جواز القيام للضيف وللداخل ، كما كان رسول الله - صلى الله عليه وسلم - يقوم لفاطمة ويجلسها بجانبه . ¶ كان جبريل عليه السلام يعارض رسول الله - صلى الله عليه وسلم - القرآن في العام مرة ، وعارضه في العام الذي قبض فيه مرتين . ¶ كلمة السلف تعني رسول الله - صلى الله عليه وسلم - ، ومن تبعه ، كما قال رسول الله - صلى الله عليه وسلم - لفاطمة : ونعم السلف أنا لك . ¶ النبي - صلى الله عليه وسلم - يبشر فاطمة بأنها أسرع أهله لحوقاً به . ¶ تبشير فاطمة رضي الله عنها بأنها سيدة نساء هذه الأمة أو نساء العالمين . ¶ ويستفاد منه كذلك عدم المغالات في المهور ، وتيسير الزواج ليكون فيه البركة والسعادة . ¶ __________ ¶ (1) سورة الأحقاف الآية (5) . ¶ (2) سورة الحج الآية (73) .",
            "page": "11",
            "part": "22"
        },
        {
            "hno": null,
            "id": "112",
            "nass": "قال عمر بن الخطاب - رضي الله عنهم - في خطبته : ¶ \"يا أيها الناس لا تغالوا في مهر النساء ، فإنها لو كانت مكرمة لم يكن منكم أحد أحق بها ، ولا أولى من النبي - صلى الله عليه وسلم - ، ما أمهر واحدةً من نسائه ، ولا أصدق من بناته أكثر من اثنتي عشرة أوقية ، والأوقية أربعون درهماً ، فذلك ثمانون وأربع مائة درهم ، وذلك أغلى ما كان رسول الله - صلى الله عليه وسلم - أمهر ، فلا أعلم أحداً زاد على أربع مائة درهم . (1) ¶ قال الإمام الشافعي رحمه الله تعالى : ¶ والقصد في المهر أحب إلينا واستحب أن لا يزيد في المهر على ما أصدق رسول الله - صلى الله عليه وسلم - نساءه وبناته وذلك خمسمائة درهم . ¶ وقال شيخ الإسلام ابن تيمية رحمه الله تعالى : ¶ فمن دعته نفسه إلى أن يزيد صداق ابنته على صداق بنات رسول الله - صلى الله عليه وسلم - اللواتي هن خير خلق الله في كل فضيلة ، وهن أفضل نساء العالمين في كل صفة فهو جاهل أحمق وكذلك صداق أمهات المؤمنين ، وهذا مع القدرة واليسار ، فأما الفقير ونحوه فلا ينبغي له أن يصدق المرأة إلا ما يقدر على وفائه من غير مشقة .ا.هـ .(2) ¶ __________ ¶ (1) أخرجه الحاكم في المستدرك (2/176) ، وقال الذهبي : فقد تواترت الأسانيد بصحة خطبة عمر بذلك . ¶ (2) انظر كتاب المرأة المسلمة أمام التحديات للشيخ أحمد بن عبد العزيز الحصين (ص144) .",
            "page": "12",
            "part": "22"
        },
        {
            "hno": null,
            "id": "113",
            "nass": "أم الفضل ¶ زوجة العباس ¶ رضي الله عنها ¶ اسمها ونسبها رضي الله عنها ¶ هي : الصحابية الجليلة أم الفضل بنت الحارث بن حزن الهلالية الحرة . ¶ أسمها لبابة بنت الحارث، بن حزن ، بن بجير ، الهلالية ، وهي لبابة الكبرى مشهورة بكنيتها ، وهي أخت ميمونة رضي الله عنها ، وخالة خالد بن الوليد ، وأخت أسماء بنت عميس لأمها . ¶ زوجها : العباس عم النبي - صلى الله عليه وسلم - ، وأم أولاده الرجال الستة وهم : ¶ الفضل ، وعبد الله الفقيه ، وعبيد الله الفقيه ، ومعبد ، وقثم ، وعبد الرحمن ، وفيها قال عبد الله بن يزيد : ¶ ما ولدت نجيبة من فحل ¶ بجبل نعلمه وسهل ¶ كسته من بطن أم الفضل ¶ أكرم بها من كهلة وكهل ¶ عم النبي المصطفى ذي الفضل ¶ وخاتم الرسل وخير الرسل ¶ وكانت عالمة محدثة روت عن النبي - صلى الله عليه وسلم - ثلاثين حديثاً وكان النبي صلى الله عليه ويسلم يزورها ويقيل في بيتها ، وكانت ترسل اللبن إلى النبي - صلى الله عليه وسلم - . ¶ ورد في الصحيح : أنها بعثت إلى النبي - صلى الله عليه وسلم - يوم عرفة بقدح من لبن وهو واقف على بعيره فشربه . ¶ عن ابن عباس رضي الله عنهما قال : قال رسول الله - صلى الله عليه وسلم - :\"الأخوات الأربع مؤمنات أم الفضل وميمونة وأسماء وسلمى \". ¶ فأما ميمونة فهي أم المؤمنين ، وهي شقيقة أم الفضل وأما سلمى وأسماء فأختاهما من أبيهما وهما بنتا عميس .(1) ¶ إسلامها رضي الله عنها ¶ كانت أم الفضل قديمة الإسلام ، إنها أول من أسلم بعد خديجة رضي الله عنها ، وبعد إسلامها أرادت الهجرة إلى المدينة لكنها عجزت عن ذلك . ¶ فكان عبد الله ابنها يقول : ¶ \"كنت أنا وأمي من المستضعفين من النساء والولدان\" .(2) ¶ رؤيا وتأويل ¶ __________ ¶ (1) \"صحيح الجامع\" برقم (2763) . ¶ (2) أخرجه البخاري (5/181) .",
            "page": "1",
            "part": "23"
        },
        {
            "hno": null,
            "id": "114",
            "nass": "عن أم الفضل رضي الله عنها ، إنها رأت في منامها حلماً عجيباً فذهبت لتوها إلى رسول الله - صلى الله عليه وسلم - وقالت : يا رسول الله ، رأيت فيما يرى النائم كأن عضواً من أعضائك في بيتي !! فقال رسول الله - صلى الله عليه وسلم - :\" خيراً رأيتِ ، تلد فاطمة غلاماً وترضعينه بلبان ابنك قثم \" . ¶ وخرجت أم الفضل بهذه البشرى الكريمة ، وما هي إلا فترة وجيزة حتى ولدت فاطمة الحسين بن ، رضي الله عنهما فكفلته أم الفضل . ¶ قالت أم الفضل : فأتيت به رسول الله - صلى الله عليه وسلم - ، فهو ينزيه ويقبله ، إذ بال على رسول الله - صلى الله عليه وسلم - فقال : ¶ \" يا أم الفضل أمسكي ابني فقد بال عليَّ \". ¶ قالت : فأخذته ، فقرصته قرصة بكى منها ، وقلت : آذيت رسول الله - صلى الله عليه وسلم - ، بلتَ عليه ، فلما بكى الصبي قال رسول الله - صلى الله عليه وسلم - :\" يا أم الفضل آذيتني في بُني ، أبكيته \". ¶ ثم دعا بماء ، فحدره عليه حدراً ، ثم قال :\" إذا كان غلاماً فاحدروه حدراً ، وإذا كان جارية فاغسلوه غسلاً \".(1) ¶ أم الفضل ترسل بقدح لبن إلى رسول الله - صلى الله عليه وسلم - ¶ ومن أخبار أم الفضل رضي الله عنها وفيها دلالة على حكمتها ، أن ناساً من الصحابة تماروا يوم عرفة في صوم النبي - صلى الله عليه وسلم - فقال بعضهم : هو صائم ، وقال بعضهم : ليس بصائم . فأرسلت أم الفضل إليه بقدح لبن وهو واقف على بعيره فشربه ، وأزالت رضي الله عنها بعلمها هذا الالتباس الذي حصل عند القوم .(2) ¶ وفاتها رضي الله عنها ¶ توفيت رضي الله عنها في خلافة عثمان بن عفان - رضي الله عنهم - . ¶ رضي الله عن أم الفضل وأرضاها ، وسقاها شربة من حوض النبي - صلى الله عليه وسلم - لا تضمأ بعدها أبداً . ¶ الفوائد : ¶ __________ ¶ (1) أخرجه ابن سعد في طبقاته ( 8/278، 279 ) ، والترمذي في سننه برقم (375) ، وهو حديث حسن . ¶ (2) رواه البخاري برقم ( 1988) ، ومسلم برقم ( 1123) .",
            "page": "2",
            "part": "23"
        },
        {
            "hno": null,
            "id": "115",
            "nass": "شهادة النبي - صلى الله عليه وسلم - لأم الفضل بالإيمان . ¶ سقوط الهجرة عن الضعفاء ، كالنساء والولدان ، وكبار السن . ¶ من السنة الإفطار للحاج في عرفة ، كما شرب النبي اللبن عند وقوفه عرفة . ¶ حكمة ورجاحة عقل أم الفضل عندما أنهت الأشكال الذي وقع بين الصحابة في بعثها للبن إلى رسول الله - صلى الله عليه وسلم - في عرفة وشربه إياه .",
            "page": "3",
            "part": "23"
        },
        {
            "hno": null,
            "id": "116",
            "nass": "أم رومان ¶ أم الصديقة ¶ اسمها ونسبها رضي الله عنها ¶ امرأة من أهل الجنة ، زوجة أفضل الخلق بعد الأنبياء . ¶ هي : أم رومان بنت عامر بن عويمر بن عبد شمس بن عتَّاب بن أذينة بن سبيع ابن دهمان بن الحارث بن غّنْم بن مالك بن كنانة . ¶ وقال ابن إسحاق : أم رومان اسمها زينب بنت عبد بن دهُمان ، أحد بني فراس بن غنم .(1) ¶ أم رومان بنت عامر رضي الله عنها ، هي الزوجة الثانية لأبي بكر الصديق ، صحابية جليلة ، لها مكانة رفيعة ، ومنزلة كبيرة بين نساء المسلمين ، تزوجها في الجاهلية عبد الله بن الحارث بن سخبرة فولدت له الطفيل . ¶ وكانت قد حضرت إلى مكة مع زوجها عبد الله الحارث بن سخبرة ، الذي حالف أبا بكر ، وذلك قبل الإسلام ، ولما مات الحارث تزوجها أبو بكر الصديق - رضي الله عنهم -.(2) ¶ صهرها رسول الله - صلى الله عليه وسلم - أفضل خلق الله تعالى ، وزوجها أبو بكر الصديق ، وابنتها أم المؤمنين الصديقة بنت الصديق عائشة رضي الله عنها ، المبرأة من فوق سبع سماوات . ¶ وابنها هو الفارس الصحابي الجليل عبد الرحمن بن أبي بكر - رضي الله عنهم - . ¶ قال ابن حجر: أم رومان بنت عامر بن عويمر .. امرأة أبي بكر الصديق ووالدة عبد الرحمن وعائشة … واختلف في اسمها فقيل زينب وقيل دعد.(3) ¶ إسلامها رضي الله عنها ¶ لقد كانت من المبادرين الأوائل للإسلام ، أسلمت مع زوجها أبي بكر الصديق - رضي الله عنهم -. ¶ __________ ¶ (1) الإصابة (8/391) ، وسيرة ابن هشام (1/299) . ¶ (2) انظر الإصابة (4/450) . ¶ (3) كتاب الإصابة لابن حجر ( ص232) الجزء الثامن ـ المجلد الرابع ، وسير أعلام النبلاء (2/139) .",
            "page": "1",
            "part": "24"
        },
        {
            "hno": null,
            "id": "117",
            "nass": "عن عروة بن الزبير : أن عائشة زوج النبي - صلى الله عليه وسلم - ، قالت : لم أعقل أبوي إلا وهما يدينان الدين ، ولم يمر عليهما يوم إلا يأتينا فيه رسول الله - صلى الله عليه وسلم - طرفي النهار بكرة وعشية . فبينما نحن جلوس في بيت أبي بكر في نحر الظهيرة ، قال قائل : هذا رسول الله - صلى الله عليه وسلم - في ساعة لم يكن يأتينا فيها قال أبو بكر : ماء جاء به في هذه الساعة إلا . قال : إني قد أذن لي بالخروج . ¶ فقول عائشة رضي الله عنها : لم أعقل أبوي قط إلا وهما يدينان الدين ، يدل ¶ على أن أم رومان قد أسلمت بعد أبي بكر الصديق بقليل .(1) ¶ قال ابن سعد : أسلمت أم رومان بمكة قديماً وبايعت وهاجرت إلى المدينة مع أهل رسول الله - صلى الله عليه وسلم - وأهل أبي بكر حين قُدم بهم في الهجرة ، وكانت أم رومان امرأة صالحة .(2) ¶ أم رومان وخدمتها في دار الأرقم ¶ كانت أم رومان رضي الله عنها تخدم رجال الدعوة الإسلامية في دار الأرقم ابن أبي الأرقم ، وتحمل هم المسلمين مع أبي بكر - رضي الله عنهم - ، وقد فتحت الصحابية بيتها للصحابة وقبلهم النبي ليزوروا الصديق في بيته ، ويتشاوروا في شئون الدعوة الإسلامية . ¶ أم رومان تهيئ عائشة لرسول الله - صلى الله عليه وسلم - ¶ عندما تزوج النبي - صلى الله عليه وسلم - عائشة رضي الله عنها قامت أمها أم رومان رضي الله عنها بتهيئتها إلى رسول الله - صلى الله عليه وسلم - ، ثم سلمتها إليه . ¶ __________ ¶ (1) رواه البخاري في كتاب \"الأدب\" ، باب هل يزور صاحبه كل يوم ، أو بكرة وعشيا . ¶ (2) الطبقات (8/216) ، ونساء مبشرات بالجنة (ص85) .",
            "page": "2",
            "part": "24"
        },
        {
            "hno": null,
            "id": "118",
            "nass": "فعن عائشة رضي الله عنها قالت : تزوجني النبي - صلى الله عليه وسلم - وأنا بنت ست سنين ، فقدمنا المدينة ، فنزلنا في بني الحارث بن خزرج ، فوعكت ، فتمرق شعري ، فوفى جميمة ، فأتتني أمي أم رومان ، وإني لفي أرجوحة ومعي صواحب لي ، فصرخت بي ، فأتيتها لا أدري ما تريد بي ، فأخذت بيدي حتى أوقفتني على باب الدار ، وإني لأنهج حتى سكن بعض نفسي ، ثم أخذت شيئاً من ماء فمسحت به وجهي ورأسي ، ثم أدخلتني الدار ، فإذا نسوة من الأنصار في البيت ، فقلن على الخير والبركة وعلى خير طائر ، فأسلمتني إليهن ، فأصلحن من شأني، فلم يرعني إلا رسول الله - صلى الله عليه وسلم - ضحى ، فأسلمتني إليه ، وأنا يومئذٍ بنت تسع سنين .(1) ¶ وفي رواية لأبي داود : ¶ فذهبن بي وهيأنني وصنعنني ... فسلمتني إليهن فغسلن رأسي وأصلحنني ، فلم يرعني إلا رسول الله - صلى الله عليه وسلم - ضحى ، فأسلمنني إليه .(2) ¶ تمرق شعري : سقط . ¶ فوفى : أي نما وكثر وكمل . ¶ جميمة : تصغير الجمة ، وهي الشعر النازل إلى الأذنين . ¶ أنهج : أي أتنفس تنفساً سريعاً من شدة الحركة . ¶ على خير طائر : أي على خير حظ ونصيب . ¶ يرعني : يفز عني ويفاجئني . ¶ الوعك : ألم الحمى . ¶ وفاتها رضي الله عنها ¶ توفيت أم رومان رضي الله عنها في عهد النبي - صلى الله عليه وسلم - في ذي الحجة سنة ست من الهجرة .(3) ¶ __________ ¶ (1) رواه البخاري في كتاب \"مناقب الأنصار\"، باب تزويج النبي - صلى الله عليه وسلم - عائشة وقدومها المدينة وبنائه بها . ¶ (2) سنن أبي داود في كتاب \"الأدب\" ، باب في الأرجوحة . ¶ (3) الطبقات الكبرى (8/276) .",
            "page": "3",
            "part": "24"
        },
        {
            "hno": null,
            "id": "119",
            "nass": "قال الذهبي رحمه الله تعالى : وفي ذي الحجة ماتت أم رومان بنت عامر بن عويمر الكنانية أم عائشة رضي الله عنهما في السنة السادسة من الهجرة ، وأخرج البخاري(1) من رواية مسروق عنها حديثاً وهو منقطع لأنه لم يدركها ، أو قد أدركها فيكون تاريخ موتها هذا خطأ . والله أعلم .اهـ .(2) ¶ فرضي الله عن المرأة الصالحة المجاهدة الصابرة أم رومان بنت عامر ، وأم الصديقة ، وعن زوجها ، رضي الله عنهم جميعاً . ¶ __________ ¶ (1) صحيح البخاري رقم (4143) . ¶ (2) تاريخ الإسلام (1/402) .",
            "page": "4",
            "part": "24"
        },
        {
            "hno": null,
            "id": "120",
            "nass": "صفية ¶ عمة النبي - صلى الله عليه وسلم - ¶ اسمها ونسبها رضي الله عنها ¶ هي : صفية بنت عبد المطلب الهاشمية ، عمة النبي - صلى الله عليه وسلم - . ¶ أمها : هالة بنت وهيب بن مناف بن زهرة بن كلاب ، وكانت من المهاجرات الأول ، شاعرة الهاشميات . ¶ زوجها : الحارث بن حرب بن أمية – وهو أخو سفيان بن حرب – توفي عنها ، فتزوجها العوام بن خويلد الأسدي أخو خديجة بنت خويلد – رضي الله عنها – فولدت له الزبير ، والسائب ، وعبد الكعبة ، دعاها النبي - صلى الله عليه وسلم - إلى الإسلام فأسلمت .(1) ¶ أخوتها : عبد الله والد النبي - صلى الله عليه وسلم - ، والحارث أبو طالب واسمه عبد مناف ، والزبير ويكنى أبا الحارث ، وحمزة بن عبد المطلب أسد الله ، وأسد رسوله - صلى الله عليه وسلم - ، وأبو لهب واسمه عبد العزى ، والغيداق والمقوم ، وضرار ، والعباس ، وقثم ، وعبد الكعبة ، وجحل – بتقديم الجيم – وهو السقاء الضخم ، وقال الدارقطني بتقديم الحاء وهو القيد والخلخال ويسمى المغيرة .(2) ¶ أدرك الإسلام منهم أربعة : أبو لهب ، وأبو طالب ، والعباس ، وحمزة . فأسلم حمزة والعباس رضي الله عنهما . ¶ وهي أم حواري النبي - صلى الله عليه وسلم - الزبير بن العوام . ¶ إسلامها رضي الله عنها ¶ كان إسلام صفية رضي الله عنها مبكراً ، لأنه عندما دعا رسول الله - صلى الله عليه وسلم - عشيرته الأقربين ، إذ خص ابنته فاطمة وعمته صفية رضي الله عنهما بما أمره الله عزوجل بتبليغه كما جاء في الحديث الصحيح . ¶ __________ ¶ (1) سير أعلام النبلاء (2/270) . ¶ (2) ذخائر العقبى في مناقب ذوي القربى لمحب الطبري ، وعنه القسطلاني في الواهب اللدنية (2/102) .",
            "page": "1",
            "part": "25"
        },
        {
            "hno": null,
            "id": "121",
            "nass": "عن عائشة رضي الله عنها قالت : لما نزلت : { وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ } ،(1) قام النبي - صلى الله عليه وسلم - فقال :\"يا فاطمة بنت محمد، يا صفية بنت عبد المطلب، يا بني عبد المطلب، لا أملك لكم من الله شيئاً ، سلوني من مالي ما شئتم \".(2) ¶ قال القرطبي رحمه الله تعالى : قوله تعالى : { وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ } . ¶ فيه مسألتان : الأولى قوله تعالى : { وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ } خص عشيرته الأقربين بالإنذار لتنحسم أطماع سائر عشيرته . ¶ وأطماع الأجانب في مفارقته إياهم على الشرك وعشيرته الأقربون قريش وقيل بنو عبد مناف . ¶ الثانية : في هذا الحديث والآية دليل على في الأنساب لا ينفع مع البعد في الأسباب ، ودليل على جواز صلة المؤمن الكافر وإرشاده ونصيحته لقوله إن لكم رحما سأبلها ببلالها(3) ¶ __________ ¶ (1) الشعراء الآية (214) . ¶ (2) رواه مسلم في كتاب\"الإيمان\"، برقم (205) ، باب قوله تعالى: { وأنذر عشيرتك الأقربين } . ¶ (3) عن أبي هريرة - رضي الله عنهم - قال : لما أنزلت هذه الآية وأنذر عشيرتك الأقربين دعا رسول الله - صلى الله عليه وسلم - قريشا فاجتمعوا فعم وخص ، فقال : \"يا بني كعب بن لؤي أنقذوا أنفسكم من النار ، يا بني مرة بن كعب أنقذوا أنفسكم من النار ، يا بني عبد شمس أنقذوا أنفسكم من النار ، يا بني عبد مناف أنقذوا أنفسكم من النار ، يا بني هاشم أنقذوا أنفسكم من النار ، يا بني عبد المطلب أنقذوا أنفسكم من النار ، يا فاطمة أنقذي نفسك من النار فإني لا أملك لكم من الله أن لكم رحما سأبلها ببلالها\".أخرجه مسلم في صحيحه برقم (204) ، باب في قوله تعالى وأنذر عشيرتك الأقربين . ¶ قال النووي رحمه الله تعالى : ومعنى الحديث سأصلها شبهت قطيعة الرحم بالحرارة ووصلها بإطفاء الحرارة ببرودة ومنه بلوا أرحامكم أي صلوها .اهـ. شرح النووي على صحيح مسلم (3/80) .",
            "page": "2",
            "part": "25"
        },
        {
            "hno": null,
            "id": "122",
            "nass": ".اهـ . (1) ¶ كانت صفية رضي الله عنها من أوائل الذين آمنوا به وصدقوا برسالته ، واتبعوا النور الذي أُنزل معه . ¶ قال الذهبي : والصحيح أنه ما أسلم من عمات النبي - صلى الله عليه وسلم - سواها .(2) ¶ هجرتها وجهادها ¶ وقد هاجرت صفية – رضي الله عنها – إلى المدينة مع ابنها الزبير ، وقامت بأهم الأدوار في معارك المسلمين .(3) ¶ ففي معركة أحد كانت رضي الله عنها في طليعة النسوة اللاتي خرجن لخدمة المجاهدين ، وتحميسهم على الجهاد ، ومداواة الجرحى . ¶ وهي أول امرأة قتلت رجلاً . ¶ تحدث هي عن نفسها رضي الله عنها قالت : أنا أول امرأة قتلت رجلاً : كان حسان معنا ، فمر بنا يهودي فجعل يطيف بالحصن ، فقلت لحسان : إن هذا لا آمنه أن يدل على عورتنا ، فقم فقتله . قال يغفر الله لكِ ! لقد عرفت ما أنا بصاحب هذا ، فاحتجزت وأخذت عموداً ، ونزلت ، فضربته حتى قتلته .(4) ¶ احتجزت : أي شدت وسطها . ¶ وعن عروة بن الزبير : أن صفية جاءت يوم أحد وقد انهزم الناس وبيدها رمح تضرب في وجوههم فقال النبي - صلى الله عليه وسلم - : \"يازبير المرأة\" .(5) ¶ ويوم خيبر خرجت صفية مع ابنها الزبير رضي الله عنهما فخرج ياسر اليهودي فبرز له الزبير - رضي الله عنهم - فقالت صفية رضي الله عنها لما خرج إليه الزبير : يا رسول الله يقتل ابني ، فقال رسول الله - صلى الله عليه وسلم - : \"بل ابنك يقتله إن شاء الله\" ، فخرج إليه وهو يرتجز ثم التقيا فقتله الزبير .(6) ¶ وتألمت ألماً شديداً بمقتل شقيقها حمزة بن عبد المطلب - رضي الله عنهم - ، ولكنها استرجعت وصبرت . ¶ ورثته بعد دفنه : ¶ أسائله أصحاب أحد مخافة بنات أبي من أعجم وخيبر ¶ __________ ¶ (1) تفسير القرطبي (13/143) . ¶ (2) السير ( 2/ 270) ¶ (3) انظر سير أعلام النبلاء (2/270) ، والإصابة (8/214) . ¶ (4) رواه الحاكم برقم ( 4/51) وصححه . ¶ (5) الإصابة (8/214) ، والطبقات الكبرى (8/34) . ¶ (6) السنن الكبرى للبيهقي (9/131) .",
            "page": "3",
            "part": "25"
        },
        {
            "hno": null,
            "id": "123",
            "nass": "دعاه إله الحق ذو العرش دعوة إلى جنات الخلد يحيا بها وسرور ¶ فوالله لا أنساك ما هبت الصبا بكاء وحزناً محضري ومسيري ¶ فيا ليت شلوي عند ذاك وأعظمي لدى أضبُع تعتادني ونسو ¶ صفية رضي الله عنها تندب رسول الله - صلى الله عليه وسلم - ¶ عين جودي بدمعة وسهود ¶ واندبي خير هالك مفقود ¶ واندبي المصطفى بحزن شديد ¶ خالط القلب فهو كالمعمود ¶ كدت أقضى الحياة لما أتاه ¶ قدر خُطَّ في كتاب مجيد ¶ فلقد كان بالعباد رؤوفاً ¶ ولهم رحمة وخير رشيد ¶ رضي الله عنه حياً وميتاً ¶ وجزاه الجنات يوم الخلود .(1) ¶ وفاتها رضي الله عنها ¶ توفيت رضي الله عنها في خلافة عمر بن الخطاب - رضي الله عنهم - سنة عشرين الهجرة ، وهي بنت ثلاث وسبعين سنة ، وصلى عليها عمر بن الخطاب - رضي الله عنهم - ، ودفنت بالبقيع عن بضع وسبعين سنة .(2) ¶ فرضي الله تعالى عن صفية وأرضاها ، وعوضها خيراً م في جناته جنات عدن ، ما قدمت للإسلام والمسلمين . آمين . ¶ __________ ¶ (1) سير أعلام النبلاء (2/271) . ¶ (2) مستدرك الحاكم (4/50) ، وتاريخ الإسلام (2/221) .",
            "page": "4",
            "part": "25"
        },
        {
            "hno": null,
            "id": "124",
            "nass": "عمات النبي - صلى الله عليه وسلم - ¶ عمات النبي - صلى الله عليه وسلم - ست ، وهن بنات عبد المطلب . ¶ قال القسطلاني رحمه الله تعالى : ¶ وأما عماته - صلى الله عليه وسلم - بنات عبد المطلب بن هاشم فجملتهن ست : عاتكة ، وأميمة ، والبيضاء وهي أم حكيم ، وبرة ، وصفية ، وأروى ، ولم يسلم منهن إلا صفية أم الزبير بلا خلاف . ¶ واختلف في أروى وعاتكة ، فذهب أبو جعفر العقيلي إلى إسلامها ، وعدهما في الصحبة ، وذكر الدار قطني : عاتكة في جملة الاخوة والأخوات ، ولم يذكر أروى ، وأما ابن إسحاق فذكر أنه لم يسلم منهن غير صفية .(1) ¶ وقال ابن حجر في الإصابة : أميمة اختلف في إسلامها فنفاه محمد بن إسحاق ، ولم يذكرها غير محمد بن سعد .(2) ¶ __________ ¶ (1) المواهب اللدنية (2/111) . ¶ (2) الإصابة (8/33،34) .",
            "page": "1",
            "part": "26"
        },
        {
            "hno": null,
            "id": "125",
            "nass": "فاطمة بنت أسد ¶ مربية رسول الله - صلى الله عليه وسلم - ¶ اسمها ونسبها رضي الله عنها ¶ هي : فاطمة بنت أسد بن هاشم بن عبد مناف الهاشمية . ¶ زوجها : أبو طالب عبد مناف بن عبد المطلب بن هاشم من قريش ، وهو والد علي - رضي الله عنهم - ، وعم النبي - صلى الله عليه وسلم - . ¶ مربية الرسول - صلى الله عليه وسلم - وهي أول هاشمية ولدت هاشمياً ،وأول هاشمية ولدت خليفة . قاله الزبير .(1) ¶ أولادها : علي ، وجعفر ، وعقيل ، وطالب ، وأم هانئ ، جمانة ، وريطة . ¶ فاطمة بنت أسد ترعى النبي - صلى الله عليه وسلم - ¶ ولما مات عبد المطلب ، كفل طالب محمداً - صلى الله عليه وسلم - فكانت فاطمة رضي الله عنها تحوطه وترعاه وتقوم بأمره ، وتحسن رعايته أفضل من أولادها ، لما كانت تراه من نجابة فريدة في وجهه وبركة تحل في طعامهم إذا أكل معهم وما تحسه من خلق عظيم يتلألأ من حركاته وسكناته .(2) ¶ فاطمة تودع ولدها جعفر في هجرته للحبشة ¶ ولما رأى النبي - صلى الله عليه وسلم - أن قريشاً ممعنة في تعذيب أصحابه الذين أسلموا أشار عليهم بالهجرة إلى الحبشة ، ووقفت فاطمة بنت أسد تودع ابنها جعفراً وزوجه أسماء بنت عميس ، وكان ابنها جعفر أمير المؤمنين في الحبشة .(3) ¶ هجرتها رضي الله عنها ¶ ولما هاجر النبي - صلى الله عليه وسلم - وأصحابه إلى المدينة هاجرت فاطمة بنت أسد رضي الله عنها مع من هاجر ، ونالت بذلك أجر الهجرة مع المهاجرات . ¶ مكانة فاطمة بنت أسد عند رسوا الله - صلى الله عليه وسلم - ¶ وعند الصحابة ¶ __________ ¶ (1) سير أعلام النبلاء (2/118) . ¶ (2) انظر سيرة ابن هشام ، والإصابة ، والاستيعاب ، والفصول في سيرة الرسول - صلى الله عليه وسلم - ¶ (3) انظر سيرة ابن هشام ، والإصابة ، وسير أعلام النبلاء .",
            "page": "1",
            "part": "27"
        },
        {
            "hno": null,
            "id": "126",
            "nass": "ولمكانتها من رسول الله - صلى الله عليه وسلم - فقد كان يتحفها بالهدية ، قال : علي - رضي الله عنهم - : أُهدي إلى رسول الله - صلى الله عليه وسلم - ، حلة إستبرق ، فقال :\" اجعلها خُمُراً بين الفواطم \" فشققتها أربعة أخمرة ، خماراً لفاطمة بنت رسول الله - صلى الله عليه وسلم - ، وخماراً لفاطمة بنت أسد ، وخماراً لفاطمة بنت حمزة ، ولم يذكر الرابعة .(1) ¶ ولقد كان لفاطمة بنت أسد ـ رضي الله عنها ـ مكانة سامية في نفوس الصحابة ، فهذا الحجاج بن علاط السلمي يمدح علي بن أبي طالب عندما قتل طلحة بن أبي طلحة ، صاحب لواء المشركين يوم أُحد ، ويذكر أمه فاطمة : ¶ لله أي مذنب عن حربه ¶ أعني ابن فاطمة المعم المخولا ¶ جادت يداك له بعاجل طعنة ¶ تركت طليحة للجبين مجندلا ¶ وشددت شدة باسل فكشفتهم ¶ بالحق إذ يهوون أخول أخولا ¶ وعللت سيفك بالدماء ولم تكن ¶ لتردة حران حتى ينهلا.(2) ¶ روايتها للحديث ¶ روت عن النبي - صلى الله عليه وسلم - (46) حديثاً ، أخرج لها منها في الصحيحين حديث واحد متفق عليه .(3) ¶ وفاتها رضي الله عنها ¶ توفيت في حياة النبي - صلى الله عليه وسلم - بالمدينة نحو السنة الخامسة من الهجرة . ¶ عندما توفيت رضي الله عنها ألبسها رسول الله - صلى الله عليه وسلم - قميصه ، واضطجع معها في قبرها . ¶ عن ابن عباس ، قال : لما ماتت فاطمة أم علي ألبسها النبي - صلى الله عليه وسلم - قميصه ، واضطجع معها في قبرها ، فقالوا : ما رأيناك يا رسول الله صنعت هذا ! فقال : ¶ \" إنه لم يكن أحد بعد أبي طالب أبر بي منها ، إنما ألبستها قميصي لتكسى من حلل الجنة ، واضطجعت معها ليهون عليها \" .(4) ¶ __________ ¶ (1) أسد الغابة الترجمة رقم ( 7172) . ¶ (2) كتاب \"البداية والنهاية\" لابن كثير ( 7/349) . ¶ (3) صفة الصفوة (2/54) ، نساء مبشرات بالجنة (ص48) . ¶ (4) أورده الهيثمي في مجمع الزوائد ( 9/257) .",
            "page": "2",
            "part": "27"
        },
        {
            "hno": null,
            "id": "127",
            "nass": "أم أيمن ¶ حاضنة ¶ رسول الله - صلى الله عليه وسلم - ¶ اسمها ونسبها رضي الله عنها ¶ حاضنة رسول الله - صلى الله عليه وسلم - ، اسمها بركة بنت ثعلبة بن عمرو بن حصن بن مالك بن سلمة بن عمرو بن النعمان ، وكان يقال لها الظباء ، وكنيتها : أم أيمن ، الحبشية . ¶ كان النبي - صلى الله عليه وسلم - قد ورثها من أبيه ، وزوّجها من زيد بن حارثة فولدت له أسامة . ¶ إسلامها وهجرتها ¶ أسلمت أم أيمن قديماً أول الإسلام ، هاجرت الهجرتين إلى الحبشة وإلى المدينة ، تزوجها حبيب الرسول - صلى الله عليه وسلم - ، وهو زيد بن حارثة ، وولدها الحب بن الحب ، إنها البطلة الشجاعة والمربية الفاضلة . ¶ كان النبي - صلى الله عليه وسلم - يقول لأم أيمن : \"يا أمه\" ، وكان إذا نظر إليها قال : \"هذه بقية أهل بيتي\" .(1) ¶ وكان يقول - صلى الله عليه وسلم - : \"أم أيمن أمي بعد أمي\" .(2) ¶ البركة تنزل على أم أيمن ¶ ظلت بركة في بيت النبي - صلى الله عليه وسلم - طائعة مطيعة ، فكانت تخدمه وترعاه ، وتقوم بشئونه ، فأنسته اليتم وفقد الأم ، إذ أنها كانت أماً له بعد أمه . ¶ عن عثمان بن القاسم يقول : لما هاجرت أم أيمن أمست بالمنصرف دون الروحاء ، فعطشت وليس معها ماء ، وهي صائمة ، وجهدت ، فدلي عليها من السماء دلو من ماء برشاء أبيض ، فشربت وكانت تقول : ما أصابني بعد ذلك عطش ، ولقد تعرضت للعطش بالصوم في الهواجر فما عطشت . ¶ أذهب الله عنها العطش طوال عمرها ، وأذهب الله عنها الجوع طيلة حياتها . ¶ النبي- صلى الله عليه وسلم - يحب أم أيمن ¶ كان النبي - صلى الله عليه وسلم - يحب أم أيمن رضي الله عنها حباً جماً ، فكان يناديها يا أمه. ¶ __________ ¶ (1) الطبقات الكبرى (8/179) ، والإصابة (8/358)،ومستدرك الحاكم(4/63). ¶ (2) الإصابة (8/359) ، وضعفه الشيخ الألباني في ضعيف الجامع برقم (1276).",
            "page": "1",
            "part": "28"
        },
        {
            "hno": null,
            "id": "128",
            "nass": "شاركت مع رسول الله - صلى الله عليه وسلم - الجهاد في غزوة خيبر رغم كبر سنها ، وكانت من ضمن عشرون امرأة خرجن مع رسول الله في هذه الغزوة . ¶ عطاء النبي - صلى الله عليه وسلم - لأم أيمن ¶ عن أنس - رضي الله عنهم - قال : \"كان الرجل يجعل للنبي - صلى الله عليه وسلم - النخلات ، حتى افتتح قريظة والنضير ، وإن أهلي أمروني أن آتي النبي - صلى الله عليه وسلم - فأسأله الذي كانوا أعطوه أو بعضه ، وكان النبي - صلى الله عليه وسلم - قد أعطاه أم أيمن ، فجاءت أم أيمن فجعلت الثوب في عنقي كذا ، وتقول : كلا والله ، حتى أعطاها عشرة أمثاله\" .(1) ¶ قوله : فجعلت الثوب في عنقي ... الحديث . ¶ قال النووي رحمه الله تعالى : إنما فعلت هذا لأنها ظنت أنها كانت هبة مؤبدة وتمليكها لأصل الرقبة – أي رقبة النخل- وأراد النبي - صلى الله عليه وسلم - استطابة قلبها في استرداد ذلك ، فما زال يزيدها في العوض حتى رضيت ، وكل هذا تبرع منه - صلى الله عليه وسلم - ، وإكرام لها لما لها من حق الحضانة والتربية .(2) ¶ قال الحافظ ابن حجر رحمه الله تعالى : في الحديث مشروعية هبة المنفعة دون الرقبة وفرط جود النبي - صلى الله عليه وسلم - وكثرة حلمه وبره ، ومنزلة أم أيمن عند النبي - صلى الله عليه وسلم - .(3) ¶ زيد بن حارثة يتزوج أم أيمن ¶ عن سفيان بن عقبة قال : كانت أم أيمن تُلطَّف النبي - صلى الله عليه وسلم - وتقوم عليه ، فقال رسول الله - صلى الله عليه وسلم - :\" من سره أن يتزوج امرأة من أهل الجنة فليتزوج أم أيمن \". فتزوجها زيد بن حارثه فولدت له أسامة بن زيد . (4) ¶ __________ ¶ (1) أخرجه البخاري برقم (4120) ، ومسلم برقم (1771) . ¶ (2) شرح النووي (6/97) . ¶ (3) فتح الباري (7/475) . ¶ (4) قال المناوي : أخرجه ابن سعد في الطبقات - الكبرى (8/179) - عن سفيان بن عقبة مرسلا ، وهو أخو قبيصة الكوفي ، قال : الذهبي : صدوق . ¶ وضعفه الألباني في ضعيف الجامع حديث رقم (5624) .",
            "page": "2",
            "part": "28"
        },
        {
            "hno": null,
            "id": "129",
            "nass": "قال المناوي : والمراد بالعموم في قوله من سره أن يتزوج إلخ ترغيب المؤمنين في أن يتزوّجها واحد منهم ، فإن مات عنها أو فارقها تزوّجها غيره ، وهكذا محبة فيها لكونها من أهل الجنة فإذا مات يكون معها في الجنة لأن المرء مع من أحب .(1) ¶ عن عبد الله بن عمر رضي الله عنهما : أن رسول - صلى الله عليه وسلم - بعث بعثاً ، وأمر عليهم أسامة ابن زيد ، فطعن الناس في إمارته ، فقال رسول الله - صلى الله عليه وسلم - فقال :\" إن تطعنوا في إمارته فقد طعنتم في إمارة أبيه من قبل ـ وأيم الله إن كان لخليقاً للإمارة ، وإن كان لمن أحب الناس إليَّ . وإن هذا لمن أحب الناس إلي بعده \".(2) ¶ ما وقع بين رسول الله - صلى الله عليه وسلم - وأم أيمن في صنع الرغيف . ¶ أخرج ابن ماجة ، وابن أبي الدنيا في كتاب الجوع وغيرهما ، عن أم أيمن رضي الله عنها أنها غربلت دقيقاً فصنعته للنبي - صلى الله عليه وسلم - رغيفاً ، فقال : ما هذا ، قالت : طعام نصنعه بأرضنا فأحببت أن أصنع لك منه رغيفاً ، فقال : رديه فيه ثم أعجنيه .(3) ¶ أبو بكر - رضي الله عنهم - يزور أم أيمن ¶ عن أنس - رضي الله عنهم - قال : قال أبو بكر - رضي الله عنهم - بعد وفاة رسول الله - صلى الله عليه وسلم - لعمر : انطلق بنا إلى أم أيمن نزورها كما كان رسول الله - صلى الله عليه وسلم - يزورها ، فلما انتهينا إليها بكت ، فقالا لها : ما يبكيك ما عند الله خير لرسوله - صلى الله عليه وسلم - فقالت : ما أبكي أن لا أكون أعلم أن ما عند الله خير لرسوله - صلى الله عليه وسلم - ولكن أبكي أن الوحي قد انقطع من السماء ، فهيجتهما على البكاء فجعلا يبكيان معها .(4) ¶ الفوائد من الحديث : ¶ __________ ¶ (1) فيض القدير . ¶ (2) رواه البخاري في كتاب \"المغازي\" باب بعثة أسامة (7/758) برقم ( 4469) . ¶ (3) كتاب حياة الصحابة (1/408) . ¶ (4) رواه مسلم في كتاب \"فضائل الصحابة\"، باب فضائل أم أيمن برقم (2454).",
            "page": "3",
            "part": "28"
        },
        {
            "hno": null,
            "id": "130",
            "nass": "قال النووي رحمه الله تعالى ¶ فيه : زيارة الصالحين وفضلها ، وزيارة الصالح لمن هو دونه ، وزيارة الإنسان لمن كان صديقه يزوره ولأهل ود صديقه ، وزيارة جماعة من الرجال للمرأة الصالحة وسماع كلامها ، واستصحاب العالم والكبير صاحبا له في الزيارة والعيادة ونحوهما ، والبكاء حزنا على فراق الصالحين والأصحاب وإن كانوا قد انتقلوا إلى أفضل مما كانوا عليه والله اعلم .اهـ .(1) ¶ وفاتها رضي الله عنها ¶ توفيت بعدما توفي النبي - صلى الله عليه وسلم - بخمسة أشهر .(2) ¶ وقال ابن كثير رحمه الله تعالى : ¶ توفيت رضي الله عنها بعد وفاة رسول الله - صلى الله عليه وسلم - بخمسة أشهر ، وقيل بستة أشهر . وقيل بقيت بعد قتل عمر بن الخطاب (3) ¶ فرضي الله عنك يا أم أيمن ، وعوضتك خيراً في جناته جنات عدن . ¶ __________ ¶ (1) شرح النووي على صحيح مسلم (16/10) . ¶ (2) صحيح مسلم برقم (1771) . ¶ (3) السيرة النبوية لابن كثير (4/642) .",
            "page": "4",
            "part": "28"
        },
        {
            "hno": null,
            "id": "131",
            "nass": "حليمة السعدية ¶ مرضعة النبي - صلى الله عليه وسلم - ¶ اسمها ونسبها رضي الله عنها ¶ إنها مرضعة النبي - صلى الله عليه وسلم - اسمها حليمة بنت عبد الله بن الحارث بن شجنة بن رزام بن ناصرة ابن سعد بن بكر بن هوازن ، السعدية . ¶ أم النبي - صلى الله عليه وسلم - من الرضاعة . ¶ زوجها الحارث بن عبد العزى بن رفاعة السعدي ، وأولادها منه : عبد الله ، وأنيسة ، وخذامة . ¶ وحليمة السعدية هي أشهر مراضع العرب بسبب إرضاعها لرسول الله - صلى الله عليه وسلم - ، وقد وصفت بأنها ذات الحظ الوافر . ¶ وكانت حليمة السعدي أيضاً تحضن أيضاً أبا سفيان بن الحارث بن عبد المطلب ، وهو ابن عم رسول الله - صلى الله عليه وسلم - ، وكان كذلك عمه حمزة بن عبد المطلب مسترضعاً في بني سعد بن بكر . ¶ قصة رضاعة رسول الله - صلى الله عليه وسلم - ¶ كانت حليمة بنت أبي ذؤيب السعدية أم رسول الله - صلى الله عليه وسلم - التي أرضعته تحدث أنها خرجت من بلدها مع زوجها وابن لها صغير ترضعه في نسوة من بني سعد بن بكر تلتمس الرضعاء ، قالت : وذلك في سنة شهباء لم تبق لنا شيئا ، قالت : فخرجت على أتان لي شارف لنا والله ما تبض بقطرة وما ننام ليلنا أجمع من صبينا من بكائه من الجوع ما في ثدي ما يغنيه وما في شارفنا ما يغديه .",
            "page": "1",
            "part": "29"
        },
        {
            "hno": null,
            "id": "132",
            "nass": "قال ابن هشام : ويقال يغذيه ولكنا كنا نرجو الغيث والفرج فخرجت على أتاني تلك فلقد أدمت بالركب حتى شق ذلك عليهم ضعفا وعجفا حتى قدمنا مكة نلتمس الرضعاء فما منا امرأة إلا وقد عرض عليها رسول الله - صلى الله عليه وسلم -فتأباه إذا قيل لها إنه يتيم وذلك أنا إنما كنا نرجو المعروف من أبي الصبي فكنا نقول يتيم وما عسى أن تصنع أمه وجده ، فكنا نكرهه لذلك ، امرأة قدمت معي إلا أخذت رضيعا غيري فلما أجمعنا الانطلاق ، قلت لصاحبي : والله إني لأكره أن ارجع من بين صواحبي ولم آخذ رضيعا والله لأذهبن إلى ذلك اليتيم فلآخذنه ، قال : لا عليك أن تفعلي عسى الله أن يجعل لنا فيه بركة ، قالت : فذهبت إليه فأخذته وما حملني علي أخذه إلا أني لم أجد غيره . ¶ قال الذهبي رحمه الله تعالى : ¶ أرضعته حليمة بنت أبي ذؤيب السعدية ، وأخذته معها إلى أرضها ، فأقام معها في بني سعد نحو أربع سنين ، ثم ردته إلى أمه .(1) ¶ نزول الخير والبركة على بيت حليمة السعدية ¶ __________ ¶ (1) تاريخ الإسلام (2/45) .",
            "page": "2",
            "part": "29"
        },
        {
            "hno": null,
            "id": "133",
            "nass": "الخير الذي أصاب حليمة ، قالت : فلما أخذته رجعت به إلى رحلي فلما وضعته في حجري أقبل عليه ثدياي بما شاء من لبن فشرب حتى روي وشرب معه يتحقق حتى روي ثم ناما وما كنا ننام معه قبل ذلك وقام زوجي إلى شارفنا تلك فإذا إنها لحافل فحلب منها ما شرب وشربت معه حتى انتهينا ريا وشبع فبتنا بخير ليلة قالت يقول صاحبي حين أصبحنا تعلمي والله يا حليمة لقد أخذت نمسة مباركة قالت فقلت والله إني لأرجو ذلك قالت ثم خرجنا وركبت أتاني وحملته عليها معي فوالله لقطعت بالركب ما يقدر عليها شيء من حمرهم حتى إن صواحبي ليقلن لي يا ابنة أبي ذؤيب ويحك أربيعي علينا أليست هذه أتانك التي كنت خرجت عليها فأقول لهن بلى والله إنها لهي هي فيقلن والله إن لها لشأنا ، قالت : ثم قدمنا منازلنا من بلاد بني سعد وما أعلم أرضا من أرض الله أجدب منها فكانت غنمي تروح علي حين قدمنا شباعا لبنا فنحلب ونشرب وما يحلب إنسان قطرة لبن ولا يجدها في ضرع حتى كان الحاضرون من قومنا يقولون لرعيانهم ويلكم أسرحوا حيث يسرح راعي بنت أبي ذؤيب فتروح أغنامهم جياعا ما تبض بقطرة لبن وتروح غنمي شباعا لبنا فلم نزل نتعرف من الله الزيادة والخير حتى مضت سنتاه وفصلته وكان يشب شبابا لا يشبه الغلمان فلم يبلغ سنتيه حتى كان غلاما جفرا . ¶ قال ابن حجر رحمه الله تعالى في قصة رضاعة النبي - صلى الله عليه وسلم - من حليمة السعدية : وفيه من العلامات : كثرة اللبن في ثدييها ، ووجود اللبن في شارفها بعد الهزال الشديد ، وسرعة مشي حمارها ، وكثرة اللبن في شياهها بعد ذلك ، وخصب أرضها وسرعة نباته .اهـ .(1) ¶ رجوع حليمة به إلى مكة أول مرة ¶ __________ ¶ (1) فتح الباري (6/584) .",
            "page": "3",
            "part": "29"
        },
        {
            "hno": null,
            "id": "134",
            "nass": "قالت – حليمة - : فقدمنا به على أمه ونحن احرص شيء على مكثه فينا لما كنا نرى من بركته ، فكلمنا أمه رجاء لها لو تركت بني عندي حتى يغلظ فإني أخشى عليه وباء مكة ، قالت فلم نزل بها حتى حديث الملكين اللذين شقا بطنه ، قال فجرعنا به فوالله إنه بعد مقدمنا بشهر مع أخيه لفي بهم لنا خلف بيوتنا إذ أتانا يتحقق يشتد فقال لي ولأبيه ذاك أخي القرشي قد أخذه رجلان عليهما ثياب وعثمان فأضجعاه فشقا بطنه فهما يسوطانه ، قالت : فخرجت أنا وأبوه نحوه فوجدناه قائم منتقعا وجهه ، قالت : فالتزمته والتزمه أبوه ، فقلنا له : ما لك يا بني ، قال : جاءني رجلان عليها ثياب ، فأضجعاني وشقا بطني فالتمسا شيئا لا أدري ما هو ، قالت : فرجعنا إلى خبائنا . ¶ حليمة ترد محمدا - صلى الله عليه وسلم - إلى أمه ¶ قالت : وقال لي أبوه : يا حليمة لقد خشيت أن يكون هذا الغلام قد أصيب فألحقيه بأهله قبل أن يظهر ذلك به ، قال : فاحتملناه فقدمنا به على أمه فقالت ما أقدمك به يا ظئر ، وقد كنت حريصة عليه وعلى مكثه عندك ، قالت فقلت : فقد بلغ الله بابني وقضيت الذي علي وتخوفت الأحداث عليه فأديته إليك كما تحبين قالت ما هذا شأنك فأصدقيني خبرك ، قالت فلم تدعني حتى أخبرتها ، قالت : أفتخوفت عليه الشيطان . ¶ قال : قلت نعم قال : والله ما للشيطان عليه من سبيل وإن لبني لشأنا أفلا أخبرك خبره ، قالت : قلت بلى ، قالت : رأيت حين حملت به أنه خرج مني نور أضاء قصور بصرى من أرض الشام ثم حملت به فوالله ما رأيت من حمل قط كان أخف ولا أيسر منه ووقع حين ولدته وإنه لواضع يديه وضوء رافع رأسه إلى السماء دعيه عنك وانطلقي راشدة .(1) ¶ وفاتها رضي الله عنها ¶ توفيت حليمة السعدية بالمدينة المنورة بعد السنة الثامنة من الهجرة ، ودفنت بالبقيع .(2) رضي الله عنها وأرضاها . ¶ __________ ¶ (1) السيرة النبوية (1/ 298) . ¶ (2) الأعلام للزركلي (2/271) .",
            "page": "4",
            "part": "29"
        },
        {
            "hno": null,
            "id": "135",
            "nass": "مرضعات النبي - صلى الله عليه وسلم -",
            "page": "1",
            "part": "30"
        },
        {
            "hno": null,
            "id": "136",
            "nass": "أسماء ¶ بنت أبي بكر ¶ ذات النطاقين ¶ نسبها ¶ هي : أسماء بنت أبي بكر الصديق خليفة رسول الله - صلى الله عليه وسلم - . ¶ تكنى أم عبد الله . وهي أكبر سناً من عائشة ببضع عشرة سنة . ¶ أبوها صحابي ، وهو أبو بكر الصديق - رضي الله عنهم - ، عبد الله بن أبي قحافة ، وجدها صحابي ، وهو أبو عتيق ، وأخوها صحابي ، وهو عبد الرحمن ، وأختها صحابية وهي أم المؤمنين عائشة رضي الله عنها ، وزوجها صحابي وهو الزبير بن العوام حواري رسول الله - صلى الله عليه وسلم - ، وابنها صحابي وهو عبد الله بن الزبير - رضي الله عنهم - . ¶ نشأت في بيت وثيق الصلة برسول الله - صلى الله عليه وسلم - ، وهو بيت أبي بكر الصديق ، وتربت على الإيمان والتضحية في سبيل الله مما ساهم في تكوين شخصيتها العظيمة . وقد اتصفت أسماء بالصبر وكثرة الصلاة في الليل والصيام ، وقد تعرضت أسماء لما تعرض له بقية المسلمين من أذى واضطهاد المشركين ، وسلمت أسماء بمكة في بداية الدعوة الإسلامية . ¶ أسماء ذات النطاقين ¶ عن عروة ووهب بن كيسان قالا : كان أهلُ الشام يعيرون ابن الزبير يقولون : يابن ذات النطاقين فقالت له أسماء : إنهم يُعَّيرونك بالنطاقين وهل تدري ما كان النطاقان إنما كان نطاقي شَقَقْتُهُ نصفين فأوكيت قربة رسول الله - صلى الله عليه وسلم - بأحَدِهِما وجهلتُ في سُقْرتِهِ آخر قال : فكان أهلُ الشام إذا عيرَّوه بالنطاقين يقول : إيهاً والإله تلك شكاة ظاهر عنك عارُها .(1) ¶ زواجها من الزبير ¶ تقول أسماء رضي الله عنها : تزوجني الزبير وما له في الأرض مال ولا مملوك ولا شيء غير فرسه ، قالت : فكنت أعلف فرسه وأكفيه مؤنته وأسوسه وأدق النوى الناضجة وأعلفه وأسقيه الماء وأخرز غربه وأعجن ولم أكن أحسن الخبز ، فكان يخبز جارات لي من الأنصار ، وكن نسوة صدق . ¶ __________ ¶ (1) رواه البخاري .",
            "page": "1",
            "part": "31"
        },
        {
            "hno": null,
            "id": "137",
            "nass": "قالت : وكنت أنقل النوى من أرض الزبير التي أقطعه رسول الله صلى الله عليه وسلم على رأسي وهي على ثلثي فرسخ . قال : فجئت يوماً والنوى على رأسي فلقيت رسول الله - صلى الله عليه وسلم - ومعه نفر من أصحابه فدعا لي ثم قال : إخ إخ .ليحملني خلفه، فاستحييت أن أسير مع الرجال، وذكرت الزبير وغيرته. ¶ قالت : وكان من أغير الناس ، قالت : فعرف رسول الله صلى الله عليه وسلم أني قد استحييت فمضى فجئت الزبير فقلت : لقيني رسول الله صلى الله عليه وسلم وعلى رأسي النوى ومعه نفر من أصحابه فأناخ لأركب معه فاستحييت وعرفت غيرتك . فقال الزبير رضي الله عنها : والله لحملك النوى كان أشد علي من ركوبك معه قالت : حتى أرسل إلى أبو بكر بعد ذلك بخادمة فكفتني سياسة الفرس فكأنما أعتقني .(1) ¶ عن أسماء رضي الله عنها قالت : صنعت سفرة النبي - صلى الله عليه وسلم - في بيت أبي بكر حين أراد أن يهاجر إلى المدينة ، قالت : فلم نجد لسفرته ولا لسقائه ما نربطهما به ، فقلت لأبي بكر : والله ما أجد شيئاً أربطه به إلا نطاقي ، قال : فشقيه باثنين فاربطي بواحد السقاء ، وبالآخر السفرة . ففعلت فلذلك سميت ذات النطاقين .(2) ¶ قال ابن حجر عند شرحه لهذا الحديث : والنطاق بكسر النون ما تشد به المرأة وسطها ليرتفع به ثوبها من الأرض عند المهنة .(3) ¶ __________ ¶ (1) رواه البخاري برقم ( 9/ 281، 282) ، ومسلم برقم ( 2182) . ¶ (2) رواه البخاري في كتاب \"المناقب\"، باب الهجرة برقم ( 7/194) . ¶ (3) فتح الباري .",
            "page": "2",
            "part": "31"
        },
        {
            "hno": null,
            "id": "138",
            "nass": "عن أسماء بنت أبي بكر : خرجت حين هاجرت ، وهي حبلى بعبد الله بن الزبير ، فقدمت قباء فنفست بعبد الله بقباء ، ثم خرجت حين نفست إلى رسول الله صلى الله عليه وسلم ليُحنَّكه ، فأخذه رسول الله صلى الله عليه وسلم منها ، فوضعه في حجره ، ثم دعا بتمرة ، قال الراوي عنها : قالت عائشة . فمكثنا ساعة نلتمسها قبل أن نجدها ، فمضغها ، ثم بصقها في فيه ، فإن أول شيء دخل في بطنه لريق رسول الله صلى الله عليه وسلم ثم قالت أسماء : ثم مسحه وصلى عليه ، أي ودعا له ، وسماه عبد الله ، ثم جاء وهو ابن سبع سنين أو ثمان ليبايع رسول الله - صلى الله عليه وسلم - وأمره بذلك الزبير ،فتبسم رسول الله - صلى الله عليه وسلم - حين رآه مقبلاً .(1) ¶ عن أسماء رضي الله عنها قالت : يا رسول الله ، إن أمي قدمت وهي راغبة ، أفأصلها ؟ قال :\" نعم صلي أمك \".(2) ¶ قال ابن حجر عند شرح الحديث راغبة: والمعنى أنها قدمت طالبة في بر ابنتها لها ، خائفة من ردها إياها خائبة ؛ هكذا فسره الجمهور . فتح الباري . ¶ وقال أيضاً : قال أبو موسى : ليس في شيء من الروايات ذكر إسلامها ، وقولها راغبة ليست تريد في الإسلام ، بل في الصلة ، ولو كانت مسلمة لما احتاجت أسماء أن تستأذن في صلتها ، إلا أن تكون أسلمت بعد ذلك . قلت : إن كانت عاشت إلى الفتح فالظاهر أنها أسلمت .(3) ¶ __________ ¶ (1) رواه مسلم في كتاب \"الأدب\"، باب تحنيك المولود برقم ( 2146) . ¶ (2) رواه البخاري ( 6/201) كتاب \"الجزية\"، ( 10/347) في كتاب \"الأدب\" باب صلة المرأة أمها و(5/ 171) في كتاب \"الهبة\"، باب الهدية للمشركين، ومسلم في كتاب \"الزكاة\". ¶ (3) كتاب \"الإصابة\" ( ص169) ترجمة رقم ( 880) الجزء الثامن ، المجلد الرابع.",
            "page": "3",
            "part": "31"
        },
        {
            "hno": null,
            "id": "139",
            "nass": "عن أبي نوفل : رأيت عبد الله بن الزبير على عقبة المدينة قال : فجعلت قريش تمر عليه ، حتى مر عليه عبد الله بن عمر ، فوقف عليه فقال : السلام عليك أبا خبيب ، السلام عليك أبا خبيب ، السلام عليك أبا خبيب ، أما والله لقد كنت أنهاك عن هذا ، أما والله لقد كنت لقد كنت أنهاك عن هذا ، أما والله لقد كنت أنهاك عن هذا ، أما والله إن كنت ما علمت صواماً قواما ً ، وصولاً للرحم ، أما والله لأمة أنت أشرها لأمة خير ، ثم نفذ عبد الله بن عمر ، فبلغ الحجاج موقف عبد الله وقوله ، فأرسل إليه ، فأنزل عن جذعه فألقي في قبور اليهود ، ثم أرسل إلى أمه أسماء بنت أبي بكر ، فأبت أن تأتيه ، فأعاد عليها الرسول لتأتيني أو لأبعثن إليك من يسحبك بقرونك ، قال : فأبت ، وقالت : والله لا آتيك حتى تبعث إلي من يسحبني بقروني . قال : فقال : أروني سبتي ، فأخذ نعليه ثم انطلق يتوذف ، حتى دخل عليها فقال : كيف رأيتني صنعت بعدو الله ؟ قالت : رأيتك أفسدت عليه دنياه ، وأفسد عليك آخرتك ، بلغني أنك تقول له يا ابن ذات النطاقين ، أنا والله ذات النطاقين ، أما أحدهما فكنت أرفع بع طعام رسول الله - صلى الله عليه وسلم - وطعام أبي بكر من الدواب ، وأما الآخر فنطاق المرأة التي لا تستغني عنه ، أما إن رسول الله - صلى الله عليه وسلم - حدثنا : أن في ثقيف كذاباً ومبيراً ، فأما الكذاب فرأيناه ، وأما المبير فلا إخالك إلا إياه . قال : فقام عنها ولم يراجعها .(1) ¶ أبو خبيب : كنية عبد الله بن عمر ، وله كنى أخرى . ¶ ثم نفذ : أي انصرف . ¶ يسحبك بقرونك : أي يجرك بضفائر شعرك . ¶ سبتي : هي النعل التي لا شعر عليها . ¶ يتوذف : يسرع . ¶ إخالك : أظنك . ¶ المبير : المهلك . ¶ __________ ¶ (1) رواه مسلم في كتاب \"فضائل الصحابة\" باب ذكر كذا ثقيف ومبيرها .",
            "page": "4",
            "part": "31"
        },
        {
            "hno": null,
            "id": "140",
            "nass": "قال النووي : وفيه الثناء على الموتى بجميل صفاتهم المعروفة . وفيه منقبة لابن عمر لقوله بالحق في الملأ ، وعدم اكتراثه بالحجاج ؛ لأنه يعلم أنه يبلغه مقامه عليه ، وقوله وثناؤه عليه ، فلم يمنعه ذلك أن يقول أن يقول الحق ، يشهد لابن الزبير بما يعلمه فيه من الخير ، وبطلان ما أشاع عنه الحجاج من قوله : إنه عدو الله ، وظالم ، ونحوه ، فأراد ابن عمر براءة ابن الزبير من ذلك الذي نسبه إليه الحجاج ، وأعلم الناس بمحاسنه ، وأنه ضد قاله الحجاج . ومذهب أهل الحق . ¶ أن ابن الزبير كان مظلوماً ، وأن الحجاج ورفقته كانوا خوارج عليه ... واتفق العلماء على أن المراد بالكذاب هنا المختار بن أبي عبيد ، وبالمبير الحجاج بن يوسف. والله أعلم .(1) ¶ وظلت أسماء راعية لأولادها مطيعة لزوجها بارة بأمها مع شركها ، فعن ابن الزبير قال : نزلت هذه الآية في أسماء ، وكانت أمها يقال لها : قتيلة ، جاءتها بهدايا ، فلم تقبلها ، حتى سألت النبي صلى الله عليه وسلم فنزلت : { لا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ لَمْ يُقَاتِلُوكُمْ فِي الدِّينِ وَلَمْ يُخْرِجُوكُمْ مِنْ دِيَارِكُمْ أَنْ تَبَرُّوهُمْ وَتُقْسِطُوا إِلَيْهِمْ إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ } .(2) ¶ طلاقها : طلقها الزبير لاحقاً في المدينة ، فعاشت مع ابنها عبد الله بن الزبير إلى أن قتله الحجاج . ¶ قال ابن الجوزي : وأما أسماء ، فتزوجها الزبير ، فولدت له عدة ، ثم طلقها ، فكانت مع ابنها عبد الله ، إلى أن قتل ، وعاشت مائة سنة .(3) ¶ __________ ¶ (1) شرح \"النووي\" على مسلم . ¶ (2) سورة الممتحنة : 8) . ¶ (3) كتاب \"صفة الصفوة\" برقم ( 239/1) .",
            "page": "5",
            "part": "31"
        },
        {
            "hno": null,
            "id": "141",
            "nass": "عن أسماء رضي الله عنها عن النبي - صلى الله عليه وسلم - قال :\" إني على الحوض حتى أنظر من يرد عليَّ منكم ، وسيؤخذ ناس من دوني ، فأقول يا رب مني ومن أمتي ، فيقال : هل شعرت ما عملوا بعدك ، والله ما برحوا يرجعون على أعقابهم \".(1) ¶ وهي التي كنت تفتي في أدق المسائل الفقهية . ¶ قال مسلم القري : دخلنا على أم ابن الزبير ، فإذا امرأة ضخمة عمياء نسألها عن متعة الحج ، فقالت : قد رخص رسول الله صلىالله عليه وسلم فيها \".(2) ¶ وعن عكرمة قال : سئلت أسماء بنت أبي بكر هل كان أحد من السلف يغشي عليه من الخوف ؟ قالت : لا ولكنهم كانوا يبكون . وكانت أسماء معبرة للرؤيا . ¶ قال الواقدي : كان سعيد بن المسيب من أعبر الناس للرؤيا أخذ ذلك عن أسماء بنت أبي بكر ، وأخذت عن أبيها . ¶ عن أسماء بنت أبي بكر رضي الله عنها أنها قالت : سألت امرأة رسول الله - صلى الله عليه وسلم - فقالت : يا رسول الله ، أرأيت إحدانا إذا أصاب ثوبها الدم من الحيضة كيف تصنع ؟ فقال رسول الله - صلى الله عليه وسلم - :\" إذا أصاب ثوب إحداكن الدم من الحيضة ، فلتقرصه ، ثم لتنضحه بماء ، ثم لتصلي فيه \". ¶ رواه البخاري في كتاب \"الحيض\" ، باب غسل دم الحيض . ¶ قال ابن حجر: وفيه من الفوائد ما في الذي قبله ، وجواز سؤال المرأة عما يستحي من ذكره ، والإفصاح بذكر ما يستقدر للضرورة ، وأن دم الحيض كغيره من الدماء في وجوب غسله . وفيه استحباب فرك النجاسة اليابسة ليهون غسلها . ¶ فتح الباري . ¶ __________ ¶ (1) رواه البخاري في كتاب \"الرقاق\"، باب في الحوض برقم ( 11/ 415) وفي الفتن . ¶ (2) رواه أحمد في \"مسنده\" برقم ( 6/348) وقال محقق السير ( 2/289) إسناده صحيح ، رواه مسلم في كتاب \"الحج\" ، باب متعة الحج .",
            "page": "6",
            "part": "31"
        },
        {
            "hno": null,
            "id": "142",
            "nass": "عن ابن جريج قال : حدثني عبد الله مولى أسماء ، عن أسماء : أنها نزلت ليلة جمع عند المزدلفة ، فقامت تصلي ، فصلت ساعة ، ثم قالت : يا بني ، هل غاب القمر ؟ قلت : لا . فصلت ساعة ثم قالت : يا بني ، هل غاب القمر ؟ قلت : نعم : فارتحلوا ، فارتحلنا ، ومضينا حتى رمت الجمرة ، ثم رجعت فصلت الصبح في منزلها ، فقلت لها : يا هنتاه ، ما أرانا إلا قد غلسنا . قالت : يا بني ، إن رسول الله - صلى الله عليه وسلم - أذن للظعن .(1) ¶ يا هنتاه : يا هذه . ¶ غلسنا : جئنا في الغلس . ¶ الظعن : النساء . ¶ وعن أسماء رضي الله عنها قالت : قلت يا رسول الله : مالي مالٌ إلاَّ ما أدخل عليَّ الزُبير ؟. ¶ قال :\" تصدقي ولا تُوعي فيُوعى عليكِ \".(2) ¶ قال النووي ـ رحمه الله ـ : معناه الحث على النفقة في الطاعة ، والنهي عن الإمساك والبخل . ¶ وعرفت أسماء رضي الله عنها بالجود والبذل والإنفاق على الفقراء والمساكين ، وكان لها في ذلك منهج خاص . ¶ قال الواقدي كان سعيد بن المسيب من أعبر الناس للرؤيا أخذ ذلك عن أسماء بنت أبي بكر وأخذت عن أبيها .(3) ¶ قال ابن كثير : بلغت من العمر مائة سنة ، ولم يسقط لها سن ، ولم ينكر لها عقل رحمها الله .(4) ¶ \"جوع أسماء بنت أبي بكر الصديق رضي الله عنهما\" ¶ أخرج الطبراني عن أسماء بنت أبي بكر رضي الله عنهما قالت كنت مرة في أرض أقطعها النبي لأبيي سلمة والزبير في أرض بني النضير ¶ __________ ¶ (1) رواه البخاري في كتاب \"الحج\" ، باب من قدم ضعفه أهله . ¶ (2) رواه البخاري برقم ( 1433) ، ومسلم ( 1029) . ¶ (3) سير أعلام النبلاء (2/293) . ¶ (4) كتاب \"البداية والنهاية\" ( 346/8) .",
            "page": "7",
            "part": "31"
        },
        {
            "hno": null,
            "id": "143",
            "nass": "فخرج الزبير مع رسول الله ولنا جار من اليهود فذبح شاة فطبخت فوجدت ريحها فدخلني ما لم يدخلني من شيء قط وأنا حامل بابنتي خديجة فلم أصبر فانطلقت فدخلت على امرأة اليهودي أقتبس منها نارا لعلها تطعمني وما بي من حاجة إلى النار فلما شممت الريح ورأيته ازددت شرها فأطفأته ثم جئت ثانيا أقتبس ثم ثالثة ثم قعدت أبكي وأدعو الله فجاء زوج اليهودية فقال أدخل عليكم أحد قالت العربية تقتبس نارا قال فلا آكل منها أبدا أو ترسلي إليها منها فأرسل إلي بقدحة يعني غرفة فلم يكن شيء في الأرض أعجب إلي من تلك الأكلة . كذا في الإصابة .(1) ¶ عُمرت أسماء رضي الله عنها زمناً طويلاً حتى بلغت مائة عام وزيادة ، ولم يسقط لها سن ، ولم ينكر لها عقل ،وكف الله بصرها بعد ما بلغت من الكبر عتياً . ¶ عن شعيب بن طلحة عن أبيه ، قالت أسماء لابنها : يا بني عش كريما ومت كريما لا يأخذك القوم أسيرا .(2) ¶ قال عروة دخلت أنا وأخي قبل أن يقتل على أمنا بعشر ليال وهي وجعة فقال عبد الله كيف تجدينك قالت وجعة قال إن في الموت لعافية قالت لعلك تشتهي موتي فلا تفعل وضحكت وقالت والله ما أشتهي أن أموت حتى تأتي على أحد طرفيك أما أن تقتل فأحتسبك وإما أن تظفر فتقر عيني إياك أن تعرض على خطة فلا توافق فتقبلها كراهية الموت ¶ قال وإنما عنى أخي أن يقتل فيحزنها ذلك ، وكانت بنت مئة سنة .(3) ¶ ولما قتل الحجاج ابن الزبير دخل على أسماء وقال لها : يا أمه إن أمير المؤمنين وصاني بك فهل لك من حاجة ، قالت : لست لك بأم ولكني أم المصلوب على رأس الثنية وما لي من حاجة ولكن أحدثك سمعت رسول الله - صلى الله عليه وسلم - يقول : \"يخرج في ثفيف كذاب ومبير\" ، فأما الكذاب فقد رأيناه ، تعني المختار ، وأما المبير فأنت ، فقال لها مبير المنافقين . ¶ __________ ¶ (1) سير الصحابة من كتاب حياة الصحابة (1/398) . ¶ (2) سير أعلام النبلاء (2/293) . ¶ (3) سير أعلام النبلاء (2/293) .",
            "page": "8",
            "part": "31"
        },
        {
            "hno": null,
            "id": "144",
            "nass": "وعن يحيى بن يعلى التيمي ، عن أبيه قال : دخلت مكة بعد قتل ابن الزبير بثلاث وهو مصلوب ، فجاءت أمه عجوز طويلة عمياء ، فقالت للحجاج: أما آن للراكب أن ينزل ، فقال المنافق ، قالت : والله ما كان منافقا كان صواما قواما برا ، قال : انصرفي يا عجوز فقد خرفت ، قالت : لا والله ما خرفت منذ سمعت رسول الله - صلى الله عليه وسلم - ، يقول : \"في ثقيف كذاب ومبير\". الحديث .(1) ¶ وقيل لابن عمر إن أسماء في ناحية المسجد ، وذلك حين صلب ابن الزبير فمال إليها ، فقال : إن هذه الجثث ليست بشيء وإنما الأرواح عند الله فاتقي الله واصبري . ¶ فقالت : وما يمنعني وقد أهدي رأس يحيى بن زكريا إلى بغي من بغايا بني إسرائيل . ¶ وعن ابن أبي مليكة قال : دخلت على أسماء بعد ما أصيب ابن الزبير ، فقالت : بلغني أن هذا صلب عبد الله اللهم لا تمتني حتى أوتى به فأحنطه وأكفنه ، فأتيت به بعد فجعلت تحنطه بيدها وتكفنه بعد ما ذهب بصرها. ومن وجه آخر عن ابن أبي مليكة وصلت عليه وما أتت عليه جمعة إلا ماتت. ¶ عن الركين بن الربيع قال دخلت على أسماء بنت أبي بكر وقد كبرت وهي تصلي وامرأة تقول لها قومي اقعدي افعلي من الكبر قال ابن سعد ماتت بعد ابنها بليال وكان قتله لسبع عشرة خلت من جمادى الأولى سنة ثلاث وسبعين .(2) ¶ فتح الباري ج: 5 ص: 234 ¶ __________ ¶ (1) سير أعلام النبلاء (2/294) . ¶ (2) سير أعلام النبلاء (2/295) .",
            "page": "9",
            "part": "31"
        },
        {
            "hno": null,
            "id": "145",
            "nass": "قوله فاستفتيت رسول الله صلى الله عليه وسلم قلت أن أمي قدمت وهي راغبة في رواية حاتم فقالت يا رسول الله أن أمي قدمت علي وهي راغبة ولمسلم من طريق عبد الله بن إدريس عن هشام راغبة أو راهبة بالشك وللطبراني من طريق عبد الله بن إدريس المذكور راغبة وراهبة وفي حديث عائشة ثم بن حبان جاءتني راغبة وراهبة وهو يؤيد رواية الطبراني والمعنى أنها قدمت طالبة في بر ابنتها لها خائفة من ردها إياها خائبة هكذا فسره الجمهور ونقل المستغفري أن بعضهم أوله فقال وهي راغبة في الإسلام فذكرها لذلك في الصحابة ورده أبو موسى بأنه لم يقع في شيء من الروايات ما يدل على اسلامها وقولها راغبة أي في شيء تأخذه وهي على شركها ولهذا استأذنت أسماء في أن تصلها ولو كانت راغبة في الإسلام لم تحتج إلى إذن اه وقيل معناه راغبة عن ديني أو راغبة مني ومجاورتي والتودد إلي لأنها ابتدأت أسماء بالهدية التي أحضرتها ورغبت منها في المكافأة ولو حمل قوله راغبة أي في الإسلام لم يستلزم اسلامها ووقع في رواية عيسى بن يونس عن هشام ثم أبي داود والإسماعيلي راغمة بالميم أي كارهة للإسلام ولم تقدم مهاجرة وقال بن بطال قيل معناه هاربة من قومها ورده بأنه لو كان كذلك لكان مراغمة قال وكان أبو عمرو بن العلاء يفسر قوله مراغما بالخروج عن العدو على رغم كلاهما فيحتمل أن يكون هذا كذلك قال وراغبة بالموحدة أظهر في معنى الحديث قوله صلي أمك زاد في الأدب عقب حديثه عن الحميدي عن بن عيينة قال بن عيينة فأنزل الله فيها لا ينهاكم الله عن الذين لم يقاتلوكم في الدين وكذا وقع في آخر حديث عبد الله بن الزبير ولعل بن عيينة تلقاه منه وروى بن أبي حاتم عن السدي أنها نزلت في ناس من المشركين كانوا ألين شيء جانبا للمسلمين وأحسنه أخلاقا قلت ولا منافاة بينهما فإن السبب خاص واللفظ عام فيتناول كل من كان في معنى والدة أسماء وقيل نسخ ذلك آية الأمر بقتل المشركين حيث وجدوا والله أعلم وقال",
            "page": "10",
            "part": "31"
        },
        {
            "hno": null,
            "id": "146",
            "nass": "الخطابي فيه أن الرحم الكافرة توصل من المال ونحوه كما توصل المسلمة ويستنبط منه وجوب نفقة الأب الكافر والأم الكافرة وأن كان الولد مسلما اه وفيه موادعة أهل الحرب ومعاملتهم في زمن الهدنة والسفر في زيارة القريب وتحري أسماء في أمر دينها وكيف لا وهي بنت الصديق وزوج الزبير رضي الله عنهم ¶ روت عن النبي - صلى الله عليه وسلم - ، ومسندها ثمانية وخمسون حديثاً ، اتفق لها البخاري ومسلم على ثلاثة عشر حديثاً ، وانفرد البخاري بخمسة أحاديث ، ومسلم بأربعة . ¶ وروى عنها : ابنها عبد الله بن الزبير ، وابن عباس ، وابنها عروة بن الزبير ، وفاطمة بنت المنذر بن الزبير وغيرهم .(1) ¶ وفاتها ¶ ماتت أسماء بعد مقتل ولدها عبد بأيام قلائل . ¶ وكانت أسماء قد بلغت مائة سنة لم يسقط لها سن ولم ينكر لها عقل ، وهي التي كفت ابنها وصلت عليه بعد ما ذهب بصرها ، وكان موتها بمكة .(2) ¶ فرضي الله عنها ، وعن ابنها ، وأكرمهم الله في الجنة ، اللهم وألحقنا بهم في جنات عدن مع النبيين والصديقين والشهداء والصالحين . اللهم آمين . ¶ __________ ¶ (1) سير أعلام النبلاء (2/296) ، تهذيب الكمال (35/123) . ¶ (2) الإصابة (8/14) ، حلية الأولياء (2/68) ، أسد الغابة (5/210) ، تهذيب التهذيب (35/125) .",
            "page": "11",
            "part": "31"
        },
        {
            "hno": null,
            "id": "147",
            "nass": "أسماء ¶ بنت عميس ¶ صاحبت الهجرتين ¶ أسماء بنت عميس ¶ هي : أسماء بن عميس بن مَعَد بن تميم ، بن الحارث ، بن كعب ، بن مالك ، بن قحافة ، الخثعمية ، وتكنى لأم عبد الله ، صحابية جليلة ، لها مواقف مشرفة ، وهي من السابقات للإسلام ، ولها هجرتان . ¶ هاجرت أسماء رضي الله عنها الهجرة الثانية إلى المدينة ، وهذه من مناقبها ، ومن مواقفها المشرفة رضي الله عنها .(1) ¶ أمها : هند وهي خولة بنت عوف بن زهير بن الحارث . ¶ دخلت أسماء بنت عميس على حفصة زوج النبي - صلى الله عليه وسلم - زائرة ، وقد كانت هاجرت إلى النجاشي فيمن هاجر إليه ، فدخل عمر على حفصة وأسماء عندها ، ¶ فقال عمر حين رأى أسماء : من هذه؟ قالت : أسماء بنت عميس ، ¶ قال عمر : الحبشية هذه البحرية هذه ، فقالت أسماء : نعم ، ¶ فقال عمر : سبقناكم بالهجرة فنحن أحق برسول الله - صلى الله عليه وسلم - منكم ، فغضبت ، وقالت كلمة كذبت يا عمر كلا والله كنتم مع رسول الله - صلى الله عليه وسلم - يطعم جائعكم ويعظ جاهلكم وكنا في دار أو في أرض البعداء البغضاء في الحبشة وذلك في الله وفي رسوله وأيم الله لا أطعم طعاما ولا أشرب شرابا حتى أذكر ما قلت لرسول الله - صلى الله عليه وسلم - ونحن كنا نؤذى ونخاف وسأذكر ذلك لرسول الله - صلى الله عليه وسلم - وأسأله ووالله لا أكذب ولا أزيغ ولا أريد على ذلك ،قال : فلما جاء النبي - صلى الله عليه وسلم - ، قالت : يا نبي الله إن عمر قال كذا وكذا ، فقال رسول الله - صلى الله عليه وسلم - : \"ليس بأحق بي منكم وله ولأصحابه هجرة واحدة ولكم أنتم هجرتان\" . ¶ __________ ¶ (1) أخرجه مسلم برقم (2503) .",
            "page": "1",
            "part": "32"
        },
        {
            "hno": null,
            "id": "148",
            "nass": "قالت : فلقد رأيت أبا موسى يأتوني أرسالا يسألوني عن هذا الحديث ما من الدنيا شيء هم به أفرح ولا أعظم في أنفسهم مما قال لهم رسول الله - صلى الله عليه وسلم - ، قال أبو بردة : فقالت أسماء : فلقد رأيت أبا موسى وإنه ليستعيد هذا الحديث مني .(1) ¶ ونالت وسام الإيمان هي وأخواتها من رسول الله - صلى الله عليه وسلم - . ¶ عن ابن عباس رضي الله عنهما قال : قال رسول الله - صلى الله عليه وسلم - :\" الأخواتُ مؤمنات ميمونةُ وأم الفضلُ وأسماء \".(2) ¶ فهي من المهاجرات الأول ، قيل أسلمت قبل دخول رسول الله - صلى الله عليه وسلم - دار الأرقم وهاجر بها زوجها جعفر الطيار إلى الحبشة فولدت له هناك عبد الله ومحمدا وعونا ، فلما هاجرت معه إلى المدينة سنة سبع واستشهد يوم مؤتة تزوج بها أبو بكر الصديق فولدت له محمدا وقت الإحرام فحجت حجة الوداع ثم توفي الصديق فغسلته وتزوج بها علي بن أبي طالب.(3) ¶ لما توجه جيش المسلمين إلى الشام لقتال الروم ، كان جعفر بن أبي طالب من بين أمرائه الثلاثة ، وهناك نال الشهادة في سبيل الله تعالى . ¶ حزنت أسماء حزناً شديداً على وفاة زوجها جعفر بن أبي طالب - رضي الله عنهم - ، وقالت يوم قتل جعفر : ¶ دخل عليَّ رسول الله - صلى الله عليه وسلم - ، فدعا بنيَّ جعفر ، فرأيته شمَّهم ، وذرفت عيناه ، فقلت : يا رسول الله أبلغك عن جعفر شيء ؟ قال : \"نعم قتل اليوم\" فقمنا نبكي ، ورجع فقال : \"اصنعوا لآل جعفر طعاماً فإنه قد جاء ما يشغلهم\" .(4) ¶ __________ ¶ (1) أخرجه البخاري برقم (4230) ، ومسلم برقم (2503) . ¶ (2) حسن \"صحيح الجامع\" برقم (2763) . ¶ (3) سير اعلام النبلاء (2/283) . ¶ (4) أحرجه الترمذي برقم (998) ، وابن ماجة برقم (1610) .",
            "page": "2",
            "part": "32"
        },
        {
            "hno": null,
            "id": "149",
            "nass": "صبرت أسماء واحتسبت زوجها عند الله تعالى ، بل وتمنت أن تكون معه لتفوز بالشهادة خاصة بعد أن سمعت أحد رجال بني مرة بن عوف يقول – وكان في تلك الغزوة – والله لكأني أنظر إلى جعفر حيت اقتحم عن فرس له شقراء ، ثم عقرها ، ثم قاتل حتى قتل وهو يقول : ¶ يا حبذا الجنة واقترابها طيبةً وبارداً شرابها ¶ والروم روم قد دنا عذابها كافرة بعيدة أنسابها ¶ عليَّ إذ لاقيتها ضرابها ¶ ثم أخذ اللواء بيمينه فقطعت ، ثم أخذه بشماله فقطعت ، فاحتضنه بعضديه حتى قتل - رضي الله عنهم - .(1) ¶ عن ابن عباس - رضي الله عنهم - ، عن رسول الله - صلى الله عليه وسلم - أنه قال : \"دخلت الجنة البارحة فنظرت فيها فإذا جعفر يطير مع الملائكة و إذا حمزة متكئ على سرير\" . (2) ¶ عن أبي هريرة - رضي الله عنهم - قال : قال رسول الله : \"رأيت جعفر بن أبي طالب ملكا يطير في الجنة مع الملائكة\" .(3) ¶ وبعد مقتل جعفر تزوج أسماء أبو بكر الصديق - رضي الله عنهم - ، فولدت له محمداً وقت الإحرام ، فحجت حجة الوداع ، ثم توفي الصديق - رضي الله عنهم - فغسلته . ¶ وبعد وفاة الصديق - رضي الله عنهم - تزوجها علي بن أبي طالب - رضي الله عنهم - .(4) فولدت له : يحيى وعوناً . ¶ عن الشعبي قال : تزوج علي أسماء بنت عميس فتفاخر ابناها محمد بن جعفر ومحمد بن أبي بكر . ¶ فقال كل منهما أنا أكرم منك وأبي خير من أبيك . ¶ فقال لها علي : اقضي بينهما . ¶ فقالت : ما رأيت شابا خيرا من جعفر ولا كهلا خيرا من أبي بكر . ¶ __________ ¶ (1) السيرة النبوية لابن هشام (4/20) . ¶ (2) صحيح) انظر حديث رقم: 3363 في صحيح الجامع. ¶ (3) صحيح) انظر حديث رقم: 3465 في صحيح الجامع. ¶ قال القاضي : لما بذل نفسه في سبيل اللّه وحارب أعداءه حتى قطعت يداه ورجلاه أعطاه اللّه أجنحة روحانية يطير بها مع الملائكة ولعله رآه في المنام أو في بعض مكاشفاته اهـ . ¶ (4) سير أعلام النبلاء (2/283) .",
            "page": "3",
            "part": "32"
        },
        {
            "hno": null,
            "id": "150",
            "nass": "فقال لها علي : فما أبقيت لنا .(1) ¶ وفاتها رضي الله عنها ¶ لما بلغها قتل ولدها محمد بن أبي بكر - رضي الله عنهم - بمصر – وكان أثر هذا المصاب عليها عظيماً - قامت إلى مسجد بيتها وكظمت غيظها حتى شخب ثدياها دما .(2) ¶ وما كاد العام ينتهي حتى ثقلت وأحست بالوهن يسري في جسمها سريعاً ثم فارقت الحياة . ¶ قال الشيخ الألباني رحمه الله تعالى : فإن وفاتها قبل سنة خمسين .(3) ¶ رحمها الله تعالى ورضي عنها ، وحشرنا وإياها مع النبيين والصديقين والشهداء والصالحين وحسن أولئك رفيقاً . اللهم آمين . ¶ __________ ¶ (1) الإصابة (7/490) . ¶ (2) الإصابة (7/490) . ¶ (3) تمام المنة (ص121) .",
            "page": "4",
            "part": "32"
        },
        {
            "hno": null,
            "id": "151",
            "nass": "أسماء بنت ¶ يزيد بن السكن ¶ خطيبة النساء ¶ هي : أسماء بنت يزيد بن السكن بن رافع ، بن امرئ القيس ، بن عبد الأشهل ، بن الحارث ، الأنصارية ، الأوسية الأشهلية . ¶ هي من المبايعات وهي ابنه عمة معاذ بن جبل . ¶ كنيتها : أم عامر ، وأم سلمة . ¶ محدثة فاضلة ، ومجاهدة جليلة من ذوات العقل والدين والخطابة حتى لقبوها بخطيبة النساء . ¶ أسماء خطيبة النساء ¶ روي عنها : أنها أتت النبي - صلى الله عليه وسلم - ، فقالت : إني رسول من ورائي من جماعة نساء المسلمين ، كلهن يقلن بقولي وعلى مثل رأيي : إن الله تعالى بعثك إلى الرجال والنساء فآمنا بك واتبعناك ، ونحن معشر النساء مقصورات مخدرات قواعد بيوت ومواضع شهوات الرجال وحاملات أولادهم ، وإن الرجال فضلوا بالجمعات وشهود الجنائز والجهاد وإذا خرجوا للجهاد حفظنا لهم أموالهم وربينا أولادهم أفنشاركهم في الأجر يا رسول الله ، فالتفت رسول الله - صلى الله عليه وسلم - بوجهه إلى أصحابه ، فقال : \"هل سمعتم مقالة امرأة أحسن سؤالا عن دينها من هذه\" ، فقالوا : بلى والله يا رسول الله ، فقال رسول الله - صلى الله عليه وسلم - : \"انصرفي يا أسماء وأعلمي من ورائك من النساء أن حسن تبعل(1) إحداكن لزوجها وطلبها لمرضاته واتباعها لموافقته يعدل كل ما ذكرت للرجال\" ، فانصرفت أسماء وهي تهلل وتكبر استبشارا بما قال لها رسول الله - صلى الله عليه وسلم - . .(2) ¶ قال ابن حجر في الفتح : كان يقال لأسماء بنت يزيد خطيبة النساء .(3) ¶ هي واحدة من النسوة الطاهرات اللاتي ضربن أروع الأمثلة في الإيمان والعلم والصبر . ¶ __________ ¶ (1) أي حسن المصاحبة في الحياة الزوجية والمعاشرة . ¶ (2) الاستيعاب (4/1787) برقم (3233) . ¶ (3) الإصابة (8/21) .",
            "page": "1",
            "part": "33"
        },
        {
            "hno": null,
            "id": "152",
            "nass": "أسلمت في السابقين من الأنصار على يد مصعب بن عمير ، وكانت أسماء بنت يزيد من النساء اللاتي يسألن رسول الله - صلى الله عليه وسلم - عن أمور دينهن ـ لتصل إلى طريق الصواب ، وتسلك جانب الخير ، ولذلك وصفت بأنها كانت من ذوات العقل والدين . ¶ وهي بنت عمة معاذ بن جبل الصحابي الجليل - رضي الله عنه - . ويلتقي نسبها بنسب سعد بن معاذ - رضي الله عنه - في جدهما امرئ القيس بن زيد بن عبد الأشهل . ¶ وفدت على النبي - صلى الله عليه وسلم - في السنة الأولى من الهجرة ، وبايعته على الإسلام ، وكان رسول الله - صلى الله عليه وسلم - يبايع النساء بالآية الواردة في سورة الممتحنة وهي قوله : { يَا أَيُّهَا النَّبِيُّ إِذَا جَاءَكَ الْمُؤْمِنَاتُ يُبَايِعْنَكَ عَلَى أَنْ لا يُشْرِكْنَ بِاللَّهِ شَيْئاً وَلا يَسْرِقْنَ وَلا يَزْنِينَ وَلا يَقْتُلْنَ أَوْلادَهُنَّ وَلا يَأْتِينَ بِبُهْتَانٍ يَفْتَرِينَهُ بَيْنَ أَيْدِيهِنَّ وَأَرُجُلِهِنَّ وَلا يَعْصِينَكَ فِي مَعْرُوفٍ فَبَايِعْهُنَّ وَاسْتَغْفِرْ لَهُنَّ اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ } .(1) ¶ ورأى النبي - صلى الله عليه وسلم - في يد أسماء بنت يزيد سوارين كبيرين من ذهب ، فقال لها النبي - صلى الله عليه وسلم - : \"ألقي السوارين يا أسماء ، أما تخافين أن يسورك الله بأساور من نار؟\" . ¶ فما كان منها إلا أن سارعت وبدون تردد لتنفيذ أمر رسول الله - صلى الله عليه وسلم - فنزعتهما وألقتهما أمامه . ¶ روت أسماء بنت يزيد قالت : مرَّ بي النبي - صلى الله عليه وسلم - وأنا في جوار أتراب لي ، فسلَّم علينا وقال :\" إياكن وكفر المنعمين \" ، تقول : وكنت من أجرئهن على مسألته ، فقلتُ : يا رسول الله ، وما كفران المنعمين ؟ ¶ __________ ¶ (1) الممتحنة الآية (12) .",
            "page": "2",
            "part": "33"
        },
        {
            "hno": null,
            "id": "153",
            "nass": "قال :\" لعل إحداكن تطول أيمتها بين أبويها ، ثم يرزقها الله زوجاً ، ويرزقها منه ولداً ، فتغضب فتكفر فتقول : ما رأيت منك خيراً قط \".(1) ¶ ولأسماء رضي الله عنها مكانة خاصة في نفس أم المؤمنين عائشة رضي الله عنها فهي التي زينتها يوم زفافها على رسول الله - صلى الله عليه وسلم - وأدخلتها عليه ، وأصبحت بعد ذلك تدعى أسماء عائشة أو أسماء مقينة عائشة .(2) ¶ أسماء المجاهدة ¶ ولم تتوقف أسماء عن الجهاد ، فما إن أقبلت السنة الثالثة عشرة من الهجرة حتى خرجت إلى بلاد الشام لتأخذ مكانها في جيش المسلمين في اليرموك لتسقي العطشى وتضمد الجرحى ، ولم يكن عملها مقتصراً على ذلك ، بل انغمرت في الصفوف ، وقتلت يومئذٍ تسعة من الروم بعمود فسطاطها ، وعاشت بعد ذلك دهراً إلى أن توفيت في زمن يزيد بن معاوية .(3) ¶ قال عبد بن حميد أم سلمة الأنصارية هي أسماء بنت يزيد بن الموطأ شهدت اليرموك ، وقتلت يومئذ تسعة من الروم بعمود فسطاطها - عمود خيمتها – ليلة عرسها وعاشت بعد ذلك دهرا . (4). ¶ وقال الذهبي : أسماء بنت يزيد بن الموطأ بن رافع بن امرئ آلاف الأشهلية الأنصارية خطيبة النساء انفرد بها البخاري بحديثين شهدت اليرموك وقتلت يومئذ تسعة بعمود خبائها تكنى أم سلمة ويقال أم عامر روى عنها مجاهد وغيره .(5) ¶ وقصة قتل أسماء للروم ، أخرجها الطبراني عن مهاجر ، فقال : أن أسماء بنت يزيد بن السكن بنت عم معاذ بن جبل رضي الله عنهما قتلت يوم اليرموك تسعة من الروم بعمود فسطاط.(6) ¶ __________ ¶ (1) رواه البخاري في الأدب المفرد ، وأحمد في المسند ( 6/458) . ¶ (2) أسد الغابة (6/13) . ¶ (3) سير أعلام النبلاء ( 2/297) . ¶ (4) الإصابة (8/22) ، والبداية والنهاية (7/11 –14) و (8/316) . ¶ (5) لسان الميزان (7/523) رقم (5879). ¶ (6) سير الصحابة من كتاب حياة الصحابة (1/401) .",
            "page": "3",
            "part": "33"
        },
        {
            "hno": null,
            "id": "154",
            "nass": "روى عنها : محمود بن محمد ، وشهر بن حوشب ، وإسحاق بن راشد وغيرهم .(1) ¶ توفت أسماء في السنة الثلاثين من الهجرة . ¶ فرضي الله عنها ورحمها وأجزل لها المثوبة ، ورزق الله المؤمنين الاقتداء بها وبأمثالها . آمين . ¶ قال ابن حجر : عن أبي داود بسند حسن عنها قالت سمعت رسول الله - صلى الله عليه وسلم - يقول لا تقتلن أولادكن سرا فإن الغيل يدرك الفارس فيدعثره عن فرسه روى عنه بن أخيها محمود بن عمرو الأنصاري ومهاجر بن أبي مسلم مولاها وشهر بن حوشب ، قال بن الموطأ : هو أروى الناس عنها وبعض أحاديثها ثم أحمد وابن سعد أنها بايعت النبي - صلى الله عليه وسلم - في نسوة وفيه إني لا أصافح النساء ، وقال الترمذي بعد أن أخرج من طريق يزيد بن عبد الله الشيباني سمعت شهر بن حوشب يقول حدثتنا أم سلمة الأنصارية قالت : قالت امرأة من النسوة تعني اللاتي بايعن النبي - صلى الله عليه وسلم - : ما هذا العذر الذي لا ينبغي لنا أن نعصيك فيه قال : \"لا\".(2) ¶ __________ ¶ (1) الاستيعاب (4/1787) برقم (3233) . ¶ (2) الإصابة (7/498) برقم (10810) .",
            "page": "4",
            "part": "33"
        },
        {
            "hno": null,
            "id": "155",
            "nass": "أم الدحداح ¶ الأنصارية ¶ أم الدحداح الأنصارية هي واحدة من نساء الصحابة اللاتي كان لهن دور جليل في تاريخ الإسلام ، وهي واحدة ممن آثرن نعيم الآخرة المقيم على متاع الدنيا الزائل . ¶ أسلمت أم الدحداح حين قدم مصعب بن عمير المدينة سفيراً لرسول الله - صلى الله عليه وسلم - ليدعو أهلها إلى الإسلام حيث كانت ممن ناله شرف الدخول في الإسلام ، كما أسلمت أسرتها كلها ، ومشوا في ركب الإيمان . ¶ زوجها أبي الدحداح الصحابي الجليل واحد من فرسان الإسلام ، وأحد التلامذة النجباء، وهو من الباذلين في سبيل الله نفوسهم وأرواحهم وأموالهم. ¶ وقد كان لأبي الدحداح أرض وفيرة في مائها غنية في ثمرها ، فلما نزل قوله تعالى : { مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضاً حَسَناً } .(1) قال أبو الدحداح : فداك أبي وأمي يا رسول الله ، إن الله يستقرضنا وهو غني عن القرض ؟ قال :\" نعم يريد أن يدخلكم الجنة به \". قال :فإني إن أقرضت ربي قرضاً يضمن لي به ولصبيتي الدحادحة معي في الجنة ؟ فقال - صلى الله عليه وسلم - :\" نعم \" قال : فناولني يدك . فناوله رسول الله - صلى الله عليه وسلم - يده فقال : إن لي حديقتين : إحداهما بالسافلة والأخرى بالعالية ، والله لا أملك غيرهما قد جعلتهما قرضاً لله تعالى . ¶ فقال رسول الله - صلى الله عليه وسلم -:\" اجعل إحداهما لله ، والأحرى دعها معيشة لعيالك\". ¶ قال : فأشهدك يا رسول الله أني جعلت خيرها لله تعالى وهو حائط فيه ستمائة نخلة . ¶ قال :\" إذاً يجزيك الله به الجنة \". ¶ فانطلق أبو الدحداح حتى جاء أم الدحداح ، وهي مع صبيانها في الحديقة تدور تحت النخل ، فأنشأ يقول : ¶ هداك الله سبل الرشاد إلى سبيل الخير والسداد ¶ بيني من الحائط بالواد فقد مضى قرضاً إلى التناد ¶ أقرضته الله على اعتمادي بالطوع لا منًّ ولا ارتداد ¶ إلا رجاء الضعف في المعاد فارتحلي بالنفس والأولاد ¶ والبر لا شك فخير زاد قدمه المرء إلى المعاد ¶ __________ ¶ (1) البقرة:245) .",
            "page": "1",
            "part": "34"
        },
        {
            "hno": null,
            "id": "156",
            "nass": "قالت أم الدحداح رضي الله عنها : ربح بيعك ! بارك الله لك فيما اشتريت ، ثم أجابته أم الدحداح وأنشأت تقول : ¶ بشرك الله بخير وفرح مثلك أدى ما لديه ونصح ¶ قد متع الله عيالي ومنح بالعجوة السوداء والزهو البلح ¶ والعبد يسعى وله ما قد كدح طول الليالي وعليه ما اجترح ¶ ثم أقبلت أم الدحداح رضي الله عنها على صبيانها تخرج ما في أفواههم ، وتنقص ما في أكمامهم حتى أفضت إلى الحائط الآخر . ¶ فقال رسول الله - صلى الله عليه وسلم - :\" كم من عذق رداح في الجنة لأبي الدحداح \".(1) ¶ وفي غزوة أحد صاح أبو الدحداح : يا معشر الأنصار ، إليَّ ، أنا ثابت بن الدحداحة ، قاتلوا عن دينكم فإن الله مظهركم وناصركم ، فنهض إليه نفر من الأنصار ، فجعل يحمل بمن معه من المسلمين ، وقد وقفت له كتيبة خشناء ، فيها رؤساؤهم ، خالد بن الوليد ، وعمرو بن العاص ، وعكرمة بن أبي جهل ، وضرار بن الخطاب فجعلوا يناوشونهم ، وحمل خالد بن الوليد بالرمح ، فأنفذه فوقع ميتاً - رضي الله عنه - ، واستشهد أبو الدحداح فعلمت بذلك أم الدحداح ، فاسترجعت ، وصبرت ، واحتسبته عند الله تعالى ، الذي يضيع أجر منْ أحسن عملاً . ¶ __________ ¶ (1) ذكره ابن حجر في \" الإصابة \" (4/59) وآخر الحديث في صحيح الجامع الصغير ¶ برقم (4450) .",
            "page": "2",
            "part": "34"
        },
        {
            "hno": null,
            "id": "157",
            "nass": "أم المنذر ¶ بنت قيس ¶ أم المنذر بنت قيس رضي الله عنها ¶ سلمى بنت قيس بن عمرو بن عبيد (أم المنذر) إحدى خالات النبي - صلى الله عليه وسلم - . ¶ وهي أخت سُليط بن قيس ، شهد بدراً والخندق ، والمشاهد كلها مع رسول الله - صلى الله عليه وسلم - ، وهو أحد أبطال معركة الجسر الشهيرة مع أبي عبيد ن حيث قُتل يوم الجسر سنة أربع عشرة من الهجرة ، ولم يكن له عقب .(1) ¶ وهي من النساء اللائي بايعن رسول الله - صلى الله عليه وسلم - ، وكان لهذه البيعة قصة ترويها بنفسها فتقول : جئت رسول الله - صلى الله عليه وسلم - فبايعته في نسوة من الأنصار ، فلما شرط علينا ألاَّ نشرك بالله شيئاً ، ولا نسرق ، ولا نزني ، ولا نقتل أولادنا ، ولا نأتي ببهتان نفتريه بين أيدينا وأرجلنا ، ولا نعصيه في معروف قال :\" ولا تغششن أزواجكن \" قالت : فبايعناه ثم انصرفنا ، فقلت لامرأة منهن : ارجعي فسلي رسول الله - صلى الله عليه وسلم - ما غش أزواجنا ؟ قالت : فسألته ، فقال :\" تأخذ ماله فتحابي به \".(2) ¶ وهذه الصحابية الجليلة كانت تحظى بنفحات خاصة من النبي - صلى الله عليه وسلم - فقد كان يخصها بالزيارة ، ويأكل عندها ، ويشير إلى طعامها ذو بركة ، وذو نفع ، وعنها قالت : دخل رسول الله - صلى الله عليه وسلم - ومعه علي ناقه ، ولنا دوالي معلقة ، فقام رسول الله - صلى الله عليه وسلم - يأكل منها ، وقام علي ليأكل ، فطفق رسول الله - صلى الله عليه وسلم - يقول لعلي :\" مَهْ إنك ناقه \" حتى كفَّ علي . قالت : وصنعت شعيراً وسلقاً ، فجئت به فقال رسول الله - صلى الله عليه وسلم - :\"يا علي أصب من هذا فهو أنفع لك \".(3) ¶ __________ ¶ (1) الطبقات الكبرى (3/512) . ¶ (2) رواه أحمد في \"مسنده \" (6/380 و423) . ¶ (3) رواه أبو داود،والترمذي ـكلاهما في الطب،وأحمد في مسنده (6/364)،وابن ماجة( 3442)",
            "page": "1",
            "part": "35"
        },
        {
            "hno": null,
            "id": "158",
            "nass": "ومن مآثر أم المنذر رضي الله عنها أنها أعلنت بيعتها للمرة الثانية مع الرسول - صلى الله عليه وسلم - ولذلك سميت مبايعة البيعتين وكانت هذه البيعة تحت الشجرة في بيعة الرضوان في السنة السادسة من الهجرة ، حينما احتجز المشركون بمكة عثمان - رضي الله عنهم - ، ودعا رسول الله - صلى الله عليه وسلم - إلى البيعة التي أمر الله تعالى بها وسارعت أم المنذر في ثلة من الصحابيات يبايعن على الموت ، ونالت بذلك بشارة النبي - صلى الله عليه وسلم - بالجنة عندما قال :\" لا يدخل النار أحد ممن بايع تحت الشجرة \".(1) ¶ __________ ¶ (1) رواه البخاري في فضائل الصحابة .",
            "page": "2",
            "part": "35"
        },
        {
            "hno": null,
            "id": "159",
            "nass": "أم حرام ¶ بنت ملحان ¶ شهيدة البحر ¶ أم حرام بنت ملحان رضي الله عنها ¶ هي أم حرام بنت ملحان ، بن خالد ، بن زيد ، بن حرام ، بن جندب ، بن عامر ، بن غنم ، بن عدي ، بن النجار ، الأنصارية النجارية المدنية . ¶ إنها شهيدة البحر ، أخت أم سليم ، وهي خالة أنس بن مالك - رضي الله عنه - ، وأخت الشهيدين حرام وسليم ابني ملحان بن خالد ، شهد بدراً وأحداً ، وقتلا شهيدين يوم بئر معونة . ¶ وحرام هو القائل عندما طعن من خلفه برمح : فزت ورب الكعبة . ¶ وأخوها عمرو بن ملحان ، وهو الذي حمل كتاب رسول الله - صلى الله عليه وسلم - إلى عامر بن الطفيل ، زعيم بني عامر ، فلما أتاه الكتاب لم ينظر فيه حتى عدى على حرام فقتله . ¶ زوجها هو عبادة بن الصامت - رضي الله عنه - ، وهو واحد ممن شهدوا العقبة مع السبعين من الأنصار ، وأحد النقباء الاثني عشر ، شهد المشاهد كلها مع رسول الله - صلى الله عليه وسلم - وكان عقبياً بدرياً أنصارياً . ¶ أسلمت وبايعت النبي - صلى الله عليه وسلم - وهاجرت ، وروت عن رسول الله - صلى الله عليه وسلم - . ¶ كان رسول الله - صلى الله عليه وسلم - يزورها ويكرمها . ¶ عن أنس بن مالك - رضي الله عنه - قال :كان رسول الله - صلى الله عليه وسلم - يدخل على أمَّ حرام بنت ملحان فتُطعمه .(1) ¶ قال الإمام النووي رحمه الله تعالى : اتفق العلماء على أنها كانت محرما له - صلى الله عليه وسلم - ، واختلفوا في كيفية ذلك . ¶ فقال ابن عبد البر وغيره : كانت إحدى خالاته من الرضاعة ، وقال آخرون : بل كانت خالة لأبيه .(2) ¶ __________ ¶ (1) رواه مسلم في صحيحه . ¶ (2) شرح النووي على صحيح مسلم (13/57) .",
            "page": "1",
            "part": "36"
        },
        {
            "hno": null,
            "id": "160",
            "nass": "وكانت أمُّ حرام تحت عبادة بن الصامت فدخل عليها رسول الله - صلى الله عليه وسلم - فأطعمته وجعلت تَفْلي رأسه فنام رسول الله - صلى الله عليه وسلم - ثم استيقظ وهو يُضحك قالت : فقلت : وما يُضحكك يا رسول الله ؟ قال :\" ناس من أمتي عُرضوا عليَّ غُزاه في سبيل الله يركبون ثَبَجَ هذا البحر ملوكاً على السرة أو مثل الملوك على السرة \". ¶ قالت : فقلتُ يا رسول الله ادع الله أن يجعلني منهم فدعا لها رسول الله - صلى الله عليه وسلم - ثم وضع رأسه ثم استيقظ وهو يضحك فقلت: وما يضحكك يا رسول الله ؟ قال :\" ناس من أمتي عُرضوا عليَّ في سبيل الله \" كما قال في الأول ، ¶ قالت : فقلت : يا رسول الله ادع الله أن يجعلني منهم ، ¶ قال :\" أنت من الأولين \"، ¶ قال أنس بن مالك - رضي الله عنهم - : ¶ فخرجت مع زوجها عبادة بن الصامت ، فلما جاز البحر ، ركبت دابة فصرعتها فقتلتها ، وكانت تلك الغزوة غزوة قبرس ، فدفنت فيها ، وكان أمير الجيش معاوية بن أبي سفيان في خلافة عثمان رضي الله عنهم جميعاً .(1) ¶ وكان ذلك في سنة سبع وعشرين .(2) ¶ عن هشام بن الغاز قال : قبر أم حرام بنت ملحان بقبرص ، وهم يقولون : هذا قبر المرأة الصالحة .(3) ¶ __________ ¶ (1) رواه البخاري برقم (2878) ، ومسلم برقم (1912). ¶ (2) الإصابة (8/223) . ¶ (3) رواه الطبراني في الكبير (25/130) .",
            "page": "2",
            "part": "36"
        },
        {
            "hno": null,
            "id": "161",
            "nass": "أم سليم ¶ المؤمنة الداعية ¶ نسبها ¶ أم سليم الغميصاء ، أو الرميصاء ، بنت ملحان رضي الله عنها ، أم أنس بن مالك - رضي الله عنهم - ، خادم رسول الله - صلى الله عليه وسلم - . ¶ أخوها : حرام قتل شهيداً يوم بئر معونة . ¶ وأختها : أم حرام بنت ملحان الشهيدة في قبرص . ¶ وهي خالة النبي - صلى الله عليه وسلم - ، وأول امرأة في العالم مهرها الإسلام ، وهي امرأة من نساء الجنة ،رزقت بعشرة أطفال يحفظون القرآن . ¶ ولما آمنت رضي الله عنها ودخلت في الإسلام جاء زوجها أبو أنس ، وكان غائباً ، وعندما علم بإسلامها غضب غضباً شديداً ، وقال لها : أصبوت ؟ قالت : ما صبوت ولكني آمنت .(1) ¶ وكانت رضي الله عنها تلقي ابنها أنس فتقول : قل : لا إله إلا الله ، قل : أشهد أن محمداً رسول الله ، ففعل ، فيقول لها أبوه : لا تفسدي عليَّ ابني ، فتقول : إني لا أفسده! ¶ عن جابر بن عبد الله رضي الله عنهما أن رسول الله - صلى الله عليه وسلم - قال :\" أريتُ الجنَّةَ فرأيتُ أمرأةَ أبي طلحة \" .(2) ¶ عن أنس - رضي الله عنه - قال خَطَبَ أبو طلحة أمَّ سُليم فقالت : والله ما مِثْلُكَ يا أبا طلحة يُرد ولكنك رجل كافر وأنا امرأة مُسلمة ولا يحل لي أن أتزوجك فإن تُسلم فذاك مهري ، وما أسألك غيره ، فأسْلم فكان ذلك مهرها . ¶ قال ثابت الراوي عن أنس : فما سمعتُ بامرأةٍ قطْ كانت أكرمَ مَهراً من أمَّ سُليم ، الإسلام فدخل بها فولدت له . ¶ رواه النسائي . ¶ __________ ¶ (1) سير أعلام النبلاء (2/305) . ¶ (2) رواه مسلم .",
            "page": "1",
            "part": "37"
        },
        {
            "hno": null,
            "id": "162",
            "nass": "عن أنس بن مالك - رضي الله عنه - قال : كان ابن لأبي طلحة يشتكي فَخَرَجَ أبو طلحة فَقُبِضَ الصبيُّ فلما رَجَعَ أبو طلحة قال : ما فعل ابني ؟ قالت : أمُّ سُليم هو أسْكن ما كان فقربت إليه العشاء فتعشى ثم أصاب منها فلما فَرَغَ قالت : وارِ الصبَّي ، فلما أصبح أبو طلحة أتى رسول الله - صلى الله عليه وسلم - فأخبره فقال :\" أعرستم الليلة ؟\" قال: نعم . قال :\" اللهم بارك لهما في ليلتهما \"، فولدت غُلاماً قال لي أبو طلحة احفظه حتى تأتي به النبي - صلى الله عليه وسلم - فأتى به النبي - صلى الله عليه وسلم - وأرسلتْ معه بتمراتٍ فأخذهُ النبي - صلى الله عليه وسلم - فقال :\" أمَعَهُ شئ ؟\" قالوا : نعم تمرات فأخذها النبيُ - صلى الله عليه وسلم - فمضغها ثم أخذ من فيِه فجعلها في فيَّ الصبي وحنَّكه به وسماه عبد الله .(1) ¶ عن أنس بن مالك رضي الله عنه ، عن النبي - صلى الله عليه وسلم - قال :\" دخلت الجنة فسمعت خشفة ، فقلت من هذه؟\" قالوا : هذه الغميصاء بنت ملحان أم أنس بن مالك .(2) ¶ الخفشة : ما يسمع من حس وقع القدم . ¶ وكان رسول الله - صلى الله عليه وسلم - : يعظمها ويقدرها وكان يكثر من زيارتها ، ويأكل عندها ، ويقيل في بيتها . ¶ عن أنس أن رسول الله - صلى الله عليه وسلم - كان يزور أم سليم فتتحفه بالشيء تصنعه له ، قال : أنس : وأخ لي أصغر مني يكنى أبا عمير ، فزارنا النبي صلى الله عليه وسلم ذات يوم ، فقال :\" يا أم سليم، ما شأني أرى أبا عمير ابنك خائر النفس \". فقالت : يا نبي الله ؛ ماتت صعوة له كان يلعب بها ، قال : فجعل النبي - صلى الله عليه وسلم - يمسح رأسه ، ويقول :\" يا أبا عمير، ما فعل النغير \". ¶ قالت أم سليم رضي الله عنها : كان النبي - صلى الله عليه وسلم - يجئ يقيل عندي على نطع وكان معراقاً . ¶ __________ ¶ (1) رواه البخاري ، ومسلم . ¶ (2) رواه مسلم برقم ( 2456) .",
            "page": "2",
            "part": "37"
        },
        {
            "hno": null,
            "id": "163",
            "nass": "قالت : فجاء ذات يوم ، فجعلت أسلت العرق ، فأجعله في قارورة لي ، فاستيقظ النبي - صلى الله عليه وسلم - ، فقال :\" ما تجعلين يا أم سليم \" ؟ فقالت : باقي عرقك أريد أن أدوق به طيبي . ¶ نطع : فراش من جلد وشعر . ¶ معراقاً : أي كثير العرق . ¶ أدوق : أخلط . ¶ ولقد كان النبي - صلى الله عليه وسلم - يجل أم سليم ويحترمها ، ويزورها ، فعن أنس - رضي الله عنهم - أن النبي - صلى الله عليه وسلم - دخل على أم سليم فأتته بسمن وتمر ، فقال :\"إني صائم \" ثم قام ، فصلى ودعا لأم سليم ولأهل بيتها ، فقالت: إنَّ لي خويصة قال :\" ما هي \" ؟ قالت : خادمك أنس ، فما ترك خير آخرة ولا دنيا إلا دعا لي به ، وبعثت معي بمكتل من رطب إلى رسول الله - صلى الله عليه وسلم - .(1) ¶ خويصة: تصغير خاصة . ¶ وعن أنس - رضي الله عنهم - قال : لم يكن رسول الله - صلى الله عليه وسلم - يدخل بيتاً غير بيت أم سليم . فقيل له . فقال :\" إني أرحمها ، قُتل أخوها معي \".(2) ¶ قال الإمام الذهبي رحمه الله : أخوها هو حرام بن ملحان الشهيد الذي قال يوم بئر معونة : فزت وربَّ الكعبة ، لما طعن من ورائه ، فطلعت الحربة من صدره - رضي الله عنهم - .(3) ¶ عن أنس - رضي الله عنهم - قال : كان رسول الله - صلى الله عليه وسلم - يغزو بأم سليم رضي الله عنها ونسوة معها من الأنصار يسقين الماء ويداوين الجرحى .(4) ¶ وفي غزوة حنين خرجت أم سليم تبتغي أجر الجهاد مع رسول الله - صلى الله عليه وسلم - وكان معها خنجر قد حزمته على وسطها ، وهي يومئذٍ حامل بعبد الله بن أبي طلحة ، فقال أبو طلحة : يا رسول الله هذه أم سليم معها خنجر ! فقالت : يا رسول الله ، إن دنا مني مشرك بقرت بطنه . ¶ فجعل رسول الله - صلى الله عليه وسلم - يضحكُ . ¶ __________ ¶ (1) رواه البخاري برقم ( 1982) . ¶ (2) رواه البخاري ومسلم . ¶ (3) سير أعلام النبلاء ( 2/307) . ¶ (4) رواه مسلم .",
            "page": "3",
            "part": "37"
        },
        {
            "hno": null,
            "id": "164",
            "nass": "قالت : يا رسول الله اقتُل من بعدنا من الطلقاء انهزموا بك ، فقال رسول الله - صلى الله عليه وسلم - :\" يا أُم سليم ! إن الله قد كفى وأحسن \" .(1) ¶ من بعدنا : أي من سوانا . ¶ الطلقاء : هم الذين أسلموا من أهل مكة يوم الفتح سمُّوا بذلك ؛ لأن النبي - صلى الله عليه وسلم - منَّ عليهم وأطلقهم ، وكان في إسلامهم ضعفٌ ، فاعتقدت أم سليم أنهم منافقون وأنهم استحقوا القتل بانهزامهم وغيره . ¶ وقولها :\" انهزموا بك \" : الباء في ( بك ) هنا يعني ( عن ) ؛ أي : انهزموا عنك ، على حدَّ قوله تعالى : { فَاسْئَلْ بِهِ خَبِيراً } .(2) أي : عنه . ¶ وربما تكون للسببية ، أي : انهزموا بسببك لنفاقهم، انتهى ؛ قاله النووي رحمه الله .(3) ¶ صحيح البخاري ج: 5 ص: 2082 ¶ __________ ¶ (1) رواه مسلم برقم ( 1809) . ¶ (2) الفرقان (59) . ¶ (3) في شرح مسلم (12/ 189) .",
            "page": "4",
            "part": "37"
        },
        {
            "hno": null,
            "id": "165",
            "nass": "5153 حدثنا مطر بن الفضل حدثنا يزيد بن هارون أخبرنا عبد الله بن عون عن أنس بن سيرين عن أنس بن مالك رضي الله عنه قال ثم كان بن لأبي طلحة يشتكي فخرج أبو طلحة فقبض الصبي فلما رجع أبو طلحة قال ما فعل ابني قالت أم سليم هو أسكن ما كان فقربت إليه العشاء فتعشى ثم أصاب منها فلما فرغ قالت وار الصبي فلما أصبح أبو طلحة أتى رسول الله صلى الله عليه وسلم فأخبره فقال أعرستم الليلة قال نعم قال اللهم بارك لهما فولدت غلاما قال لي أبو طلحة احفظه حتى تأتي به النبي صلى الله عليه وسلم فأتى به النبي صلى الله عليه وسلم وأرسلت معه بتمرات فأخذه النبي صلى الله عليه وسلم فقال أمعه شيء قالوا نعم تمرات فأخذها النبي صلى الله عليه وسلم فمضغها ثم أخذ من فيه فجعلها في في الصبي وحنكه به وسماه عبد الله حدثنا محمد بن المثنى حدثنا بن أبي عدي عن بن عون عن محمد عن أنس وساق الحديث باب إماطة الأذى عن الصبي في العقيقة 5154 حدثنا أبو النعمان حدثنا حماد بن زيد عن أيوب عن محمد عن سلمان بن عامر قال مع الغلام عقيقة وقال حجاج حدثنا حماد أخبرنا أيوب وقتادة وهشام وحبيب عن بن سيرين عن سلمان عن النبي صلى الله عليه وسلم واحد عن عاصم وهشام عن حفصة بنت سيرين عن الرباب عن سلمان بن عامر الضبي عن النبي صلى الله عليه وسلم ورواه يزيد بن إبراهيم عن بن سيرين عن سلمان قوله وقال اصبغ أخبرني بن وهب عن جرير بن حازم عن أيوب السختياني عن محمد بن سيرين حدثنا سلمان بن عامر الضبي قال سمعت رسول الله صلى الله عليه وسلم يقول ثم مع الغلام عقيقة فأهريقوا عنه دما وأميطوا عنه الأذى ¶ صحيح مسلم ج: 3 ص: 1689",
            "page": "5",
            "part": "37"
        },
        {
            "hno": null,
            "id": "166",
            "nass": "باب استحباب تحنيك المولود ثم ولادته وحمله إلى صالح يحنكه وجواز تسميته يوم ولادته واستحباب التسمية بعبد الله وإبراهيم وسائر أسماء الأنبياء عليهم السلام 2144 حدثنا عبد الأعلى بن حماد حدثنا حماد بن سلمة عن ثابت البناني عن أنس بن مالك قال ثم ذهبت بعبد الله بن أبي طلحة الأنصاري إلى رسول الله صلى الله عليه وسلم حين ولد ورسول الله صلى الله عليه وسلم في عباءة يهنأ بعيرا له فقال هل معك تمر فقلت نعم فناولته تمرات فألقاهن في فيه فلاكهن ثم فغرفا الصبي فمجه في فيه فجعل الصبي يتلمظه فقال رسول الله صلى الله عليه وسلم حب الأنصار التمر وسماه عبد الله 2144 حدثنا أبو بكر بن أبي شيبة حدثنا يزيد بن هارون أخبرنا بن عون عن بن سيرين عن أنس بن مالك قال ثم كان بن لأبي طلحة يشتكي فخرج أبو طلحة فقبض الصبي فلما رجع أبو طلحة قال ما فعل ابني قالت أم سليم هو أسكن مما كان فقربت إليه العشاء فتعشى ثم أصاب منها فلما فرغ قالت واروا الصبي فلما أصبح أبو طلحة أتى رسول الله صلى الله عليه وسلم فأخبره فقال أعرستم الليلة قال نعم قال اللهم بارك لهما فولدت غلاما فقال لي أبو طلحة احمله حتى تأتي به النبي صلى الله عليه وسلم فأتى به النبي صلى الله عليه وسلم وبعثت معه بتمرات فأخذه النبي صلى الله عليه وسلم فقال أمعه شيء قالوا نعم تمرات فأخذها النبي صلى الله عليه وسلم فمضغها ثم أخذها من فيه فجعلها في في الصبي ثم حنكه وسماه عبد الله ¶ شرح النووي على صحيح مسلم ج: 14 ص: 124 ¶ شرح النووي على صحيح مسلم ج: 14 ص: 123",
            "page": "6",
            "part": "37"
        },
        {
            "hno": null,
            "id": "167",
            "nass": "المولود حمل اليه قوله ذهبت بعبد الله بن أبى طلحة حين ولد ورسول الله صلى الله عليه وسلم فى عباءة يهنأ بعيرا له فقال هل معك تمر فقلت نعم فناولته تمرات فألقاهن فى فيه فلاكهن ثم فغر فا الصبى فمجه فيه فجعل الصبى يتلمظه قال رسول الله صلى الله عليه وسلم حب الأنصار التمر وسماه عبدالله أما العباءة فمعروفة وهى ممدودة يقال فيها عباية بالياء وجمع العباءة العباء وأما قوله يهنأ فبهمزة آخره أى يطلبه بالقطران وهو الهناء بكسر الهاء والمد يقال هنأت البعير أهنأه ومعنى لاكهن أى مضغهن قال أهل اللغة اللوك مختص بمضغ الشىء الصلب وفغرفاه بفتح الفاء والغين المعجمة أى فتحه ومجه فيه أى طرحه فيه ويتلمظ أى يحرك لسانه ليتتبع مافى فيه من آثار التمر والتلمظ واللمظ فعل ذلك باللسان يقصد به فاعله تنقية الفم من بقايا الطعام وكذلك ما على الشفتين وأكثر ما يفعل ذلك فى شىء يستطيبه ويقال تلمظ يتلمظ تلمظلة ولمظ يلمظ بضم الميم لمظا باسكانها ويقال لذلك الشىء الباقى فى الفم لماظة بضم اللام وقوله صلى الله عليه وسلم حب الأنصار التمر روى بضم الحاء وكسرها فالكسر بمعنى المحبوب كالذبح بمعنى المدبوح وعلى هذا فالباء مرفوعة أي محبوب الأنصار التمر وأما من ضم الحاء فهو مصدر وفي الباء على هذا وجهان النصب وهو الأشهر والرفع فمن نصب فتقديره انظروا حب الأنصار التمر فينصب التمر أيضا ومن رفع قال هو مبتدأحذف خبره أى حب الأنصار التمر لازم أو هكذا أو عادة من صغرهم والله أعلم وفى هذا الحديث فوائد منها تحنيك المولود ثم ولادته وهو سنة بالاجماع كما سبق ومنها أن يحنكه صالح من رجل أو امرأة ومنها التبرك بآثار الصالحين وريقهم وكل شىء منهم ومنها كون التحنيك بتمر وهو مستحب ولو حنك بغيره حصل التحنيك ولكن التمر أفضل ومنها جواز لبس العباءة ومنها التواضع وتعاطى الكبير أشغاله وأنه لاينقص ذلك مروءته ومنها استحباب التسمية بعبد الله ومنها استحباب تقويض",
            "page": "7",
            "part": "37"
        },
        {
            "hno": null,
            "id": "168",
            "nass": "تسميته الى صالح فيختار له أعطى يرتضيه ومنها جواز تسميته يوم ولادته والله أعلم قوله فى الرواية الثانية أن الصبى لما مات فجاء أبوه أبو طلحة سأل أم سليم وهى أم الصبى ما فعل الصبى قالت هو أسكن مما كان فقربت اليه العشاء فتعشى ثم أصاب منها فلما فرغ قالت واروا الصبى أى أدفنوه فقد مات وفى هذا الحديث مناقب لأم سليم رضى الله عنهامن عظيم صبرها وحسن رضاها بقضاء الله تعالى وجزالة عقلها فى اخفائها موته على أبيه فى أول الليل لبيبت مستريحا بلا حزن ثم عشته وتعشت ثم تصنعت له وعرضت له باصابته فاصابها وفيه استعمال المعاريض ثم الحاجة لقولها هو أسكن مما كان فانه كلام صحيح مع أن المفهوم منه أنه قدهان مرضه وسهل وهو فى الحياة وشرط المعاريض المباحة أن لايضيع بها حق أحد والله أعلم قوله صلى الله عليه وسلم أعرستم الليلة هو باسكان العين وهو كناية عن الجماع قال الأصمعى والجمهور يقال أعرس الرجل إذا دخل بامرأته قالوا ولايقال فيه عرس بالتشديد وأراد هنا الوطء وسماه اعراسا لأنه فى معناه فى المقصود قال صاحب التحرير روى أيضا أعرستم بفتح العين وتشديد الراء قال وهى لغة يقال عرس بمعنى أعرس قال لكن قال أهل اللغة أعرس أفصح من عرس فى هذا وهذا السؤال للتعجب من صنيعها وصبرها وسرورا بحسن رصاها بقضاء الله تعالى ثم دعا صلى الله عليه و سلم لهما بالبركة فى ليلتهما فاستجاب الله ¶ فتح الباري ج: 3 ص: 171",
            "page": "8",
            "part": "37"
        },
        {
            "hno": null,
            "id": "169",
            "nass": "وفي قصة أم سليم هذه من الفوائد : جواز الأخذ بالشدة وترك الرخصة مع القدرة عليها والتسلية عن المصائب وتزين المرأة لزوجها وتعرضها لطلب الجماع منه واجتهادها في عمل مصالحه ومشروعية المعاريض الموهمة إذا دعت الضرورة إليه وشرط جوازها أن لا تبطل حقا لمسلم وكان الحامل لأم سليم على ذلك المبالغة في الصبر والتسليم لأمر الله تعالى ورجاء إخلافه عليها ما فات منها إذ لو أعلمت أبا طلحة بالأمر في أول الحال تنكد عليه وقته ولم تبلغ الغرض الذي أرادته فلما علم الله صدق نيتها بلغها مناها وأصلح لها ذريتها وفيه إجابة دعوة النبي صلى الله عليه وسلم وأن من ترك شيئا عوضه الله خيرا منه وبيان حال أم سليم من التجلد وجودة الرأي وقوة العزم ¶ روت عن النبي - صلى الله عليه وسلم - أربعة عشر حديثاً واتفق لهال الشيخان على حديث واحد ، وانفرد البخاري بحديث ومسلم بحديثين . ¶ بشارتها بالجنة ¶ وعن جابر بن عبد الله ، أن رسول الله - صلى الله عليه وسلم - قال : \"أريت الجنة فرأيت امرأة أبي طلحة ثم سمعت خشخشة أمامي فإذا بلال\" .(1) ¶ عن أنس عن النبي - صلى الله عليه وسلم - قال : \"دخلت الجنة فسمعت خشفة ، فقلت : من هذا ؟ قالوا : هذه الغميصاء بنت ملحان أم أنس بن مالك\" .(2) ¶ توفيت نحو سنة 30 هـ ، كما ذكر الزركلي .(3) ¶ رحم الله أم سليم ورضي عنها ، وأكرم مثواها في جنات الخلد وزوجها وأولادها . ¶ وجزاها عن الإسلام والمسلمين خير الجزاء ، ورزق المسلمين الاقتداء بها وبأمثالها ، والسير على منوالها . آمين . ¶ __________ ¶ (1) رواه البخاري برقم (3679) ، ومسلم برقم (2457) . ¶ (2) رواه مسلم برقم ( 2456) . ¶ (3) الأعلم (3/33) .",
            "page": "9",
            "part": "37"
        },
        {
            "hno": null,
            "id": "170",
            "nass": "أم عطية ¶ الأنصارية ¶ أم عطية الأنصارية رضي الله عنها ¶ أم عطية الأنصارية واحدة من فاضلات نساء الصحابة ، وواحدة ممن أثرين تاريخ النساء بأعمال طيبة في الجهاد والفقه ورواية الحديث . ¶ اسمها هي : نسيبة بنت الحارث الأنصارية من كبار نساء الصحابة ، أسلمت مع السابقات من نساء الأنصار ، وفي ساحات الوغى وتحت ظلال السيوف كانت ، رضي الله عنها ، تسير في ركب الجيش الغازي ، وتروي ظمأ المجاهدين ، وتأسو جراحهم ، وترقأ دمهم ، وتعد طعامهم . ¶ عن أم عطية رضي الله عنها قالت : غزوت مع النبي - صلى الله عليه وسلم - سبع غزوات أخلفهم في رحالهم ، فأصنع لهم الطعام ، وأداوي الجرحى ، وأقوم على المرضى .(1) ¶ وفي غزوة خيبر كانت أم عطية رضي الله عنها من بين عشرين امرأة خرجن مع رسول الله - صلى الله عليه وسلم - يبتغين أجر الجهاد .(2) ¶ عن أم عطية رضي الله عنها قالت : لما ماتت زينب بنت رسول الله - صلى الله عليه وسلم - قال :\" أغسلنها وتراً ، ثلاثاً ، أو خمساً ، واجعلن في الآخرة كافوراً أو شيئاً من كافور ، فإذا غسلتنَّها فأعلمنني\".(3) ¶ وقد كانت أم عطية رضي الله عنها فقيهة حافظة ، لها أربعون حديثاً ، منها في الصحيحين ستة . ¶ وقد أخرج أحاديثها أصحاب السنن الأربع ، وروى عنها أنس بن مالك - رضي الله عنهم - من الصحابة ، وروى عنها من التابعين محمد بن سيرين ، وأخته حفصة بنت سيرين ، وأم شراحبيل ، وعلي بن الأقمر ، وعبد الملك بن عمير ، وإسماعيل بن عبد الرحمن .(4) ¶ وهي القائلة :\" نهينا عن اتباع الجنازة ، ولم يعزم علينا \" .(5) ¶ __________ ¶ (1) رواه مسلم . ¶ (2) الطبقات الكبرى ( 8/456) . ¶ (3) رواه البخاري برقم ( 167) و ( 1255) ، ومسلم برقم ( 939) . ¶ (4) سير أعلام النبلاء ( 2/318) . ¶ (5) أخرجه البخاري برقم ( 1278) ، ومسلم برقم ( 938) .",
            "page": "1",
            "part": "38"
        },
        {
            "hno": null,
            "id": "171",
            "nass": "عن أم عطية رضي الله عنها قالت : أخذ علينا النبي - صلى الله عليه وسلم - عند البيعة أن لا ننوح ، فما وفت منَّا امرأة خمس نسوة : أم سليم ، وأم العلاء ، وابنة أبي سبرة امرأة معاذ وامرأتين ، أو ابنة أبي سبرة وامرأة معاذ وامرأة أخرى .(1) ¶ قال ابن حجر : النسوة الخمس هن : أم سليم ، وأم العلاء ، وأم كلثوم ، وأم عمرو ، وهند - إن كانت الرواية محفوظه - وإلا فيختلج في خاطري أن الخامسة هي أم عطية راوية الحديث . ¶ وفي الحديث : فضيلة ظاهرة للنسوة المذكورات . ¶ قال عياض : معنى الحديث : لم يف ممن بايع النبي - صلى الله عليه وسلم - مع أم عطية في الوقت الذي بايعت فيه النسوة إلا المذكورات ، لا أنه لم يترك النياحة غير خمسة .اهـ .(2) ¶ وقال ابن حجر : النياحة حرام مطلقاً وهو مذهب العلماء كافة .(3) ¶ توفيت رضي الله عنها في البصرة ، بعد انتقالها لها في آخر عمرها ، واستفاد الناس من علمها وفقهها فكان جماعة من الصحابة والتابعين يأخذون عنها غسل الميت ، وعاشت إلى حدود السبعين . ¶ __________ ¶ (1) أخرجه البخاري برقم (1306) . ¶ (2) فتح الباري (3/177) . ¶ (3) فتح الباري (8/507) .",
            "page": "2",
            "part": "38"
        },
        {
            "hno": null,
            "id": "172",
            "nass": "أم هانئ ¶ رضي الله عنها ¶ أم هانئ رضي الله عنها ¶ هي : فاختة بنت أبي طالب ، بن عبد المطلب بن هاشم ، سيدة هاشمية فاضلة ، ابنة عم النبي - صلى الله عليه وسلم - ، تكنى بـ ( أم هانئ ) . ¶ قيل اسمها : فاختة ، وقيل : فاطمة ، وقيل : هند والأول أشهر .(1) ¶ أبوها : هو أبو طالب بن عبد المطلب . ¶ وأمها : هي فاطمة بنت أسد . ¶ زوجها : هو هبيرة بن عمرو المخزومي القرشي ، وكان واحداً من أشراف بني المرموقين ، وأنجبت له أربعة بنين ، هم : ¶ عمرو ، وجعدة ، وهانئ ، يوسف. ¶ أسلمت رضي الله عنها يوم فتح مكة العظيم ، وفر زوجها بشركه بعد إسلامها إلى اليمن ، فأقام في نجران شريداً طريداً ، بلا زوج ولا ولد . ¶ وكان شاعراً ، وقد علَّق على إسلام زوجته أم هانئ بقوله : ¶ وعاذلةٍ هبت بليل تلومني وتعذلني بالليل ضل ضلالها ¶ وتزعم أني إن أطعت عشيرتي سأردى وهل يرديني إلا زوالها ¶ وظل هبيرة مقيماً في نجران على كفره حتى أدركه الموت . ¶ رسول الله - صلى الله عليه وسلم - يخطب أم هانئ ¶ كانت أم هانئ ترعى أولادها وتحافظ عليهم ، حيث أن رسول الله - صلى الله عليه وسلم - خطبها ، فقالت له : يا رسول الله ، إني امرأة ذات صبيان ، وإني أخاف أن يؤذوك ، فترك رسول الله - صلى الله عليه وسلم - ذلك الموضوع وصرف النظر عنه . ¶ عن أبي هريرة - رضي الله عنه - قال : خطب النبيُّ - صلى الله عليه وسلم - أمَّ هانئ بنت أبي طالب ، فقالت : يا رسول الله إني قد كبرتُ ولي عيال ، فقال رسول الله - صلى الله عليه وسلم - :\" خيرُ نساء ركبن الإبل ، أحناه على ولد في صغره ، وأرعاه على زوج في ذات يد\".(2) ¶ قوله : \"أحناه على ولد في صغره\" هو رأفتها على بولدها وشفقتها عليه في تربيته وتركها الزواج بعد موت أبيه . ¶ والحانية: هي التي تقيم على ولدها ولا تتزوج فإن تزوجت فليست بحانية.(3) ¶ __________ ¶ (1) الإصابة (8/485) . ¶ (2) رواه مسلم برقم (2527) . ¶ (3) إكمال إكمال المعلم شرح صحيح مسلم للأبي (8/252،453) .",
            "page": "1",
            "part": "39"
        },
        {
            "hno": null,
            "id": "173",
            "nass": "وقوله : \"وأرعاه على زوج في ذات يد\" معناه : أحوطهن وأحفظهن لماله وحسن التدبير فيه والأمانة عليه .(1) ¶ قال الأبي : يحتمل والله أعلم أن خطبته كانت تطييباً لنفسها وإلا فكانت من الكبر بحيث لا يرغب فيها ، ولا يبعد أنها فهمت ذلك لم ترد خطبته - صلى الله عليه وسلم - .(2) ¶ النبي - صلى الله عليه وسلم - يزور أم هانئ ¶ كان النبي - صلى الله عليه وسلم - يزور أم هانئ في بيتها ويقيل عندها ويقبل مشورتها ولا يخالف رأيها. ¶ تقول أم هانئ رضي الله عنها : ذهبت إلى رسول الله - صلى الله عليه وسلم - يوم الفتح ، فوجدته يغتسل وفاطمة تستره بثوب ، فسلمت ، فقال : \"من هذه ؟\" قلت : أنا أم هانئ ، فقال : \"مرحباً بأم هانئ\" ، فلما فرغ من غسله ، قام فصلى ثمان ركعات ملتحفاً في ثوب واحد ، فقلت : يا رسول الله ، زعم إن أمي تعني علياً أنه قاتل رجلاً قد أجرته ، فلان ابن هبيرة ، فقال النبي - صلى الله عليه وسلم - :\" قد أجرنا من أجرت يا أم هانئ \"، وذلك ضحى . ¶ وفي يوم الفتح العظيم – فتح مكة – دخل رسول الله - صلى الله عليه وسلم - بيت أم هانئ وسألها : \"هل عندكم طعام نأكله\" . ¶ فقالت : ما عندي يارسول الله إلا شيءٌ من خَلٍّ ، فقال لها النبي - صلى الله عليه وسلم - : \"قربيه فما أفقر بيت من أدم فيه خل\" .(3) ¶ وفي رواية : \"ما أقفر من أدم بيت فيه خل\" .(4) ¶ بكت أم هانئ أخا الحبيب علي بن أبي طالب - رضي الله عنهم - ، بعد أن قتله المجرم الحاقد عبد الرحمن بن ملجم حين غدر به وضربه بسيفه . ¶ __________ ¶ (1) المصدر السابق . ¶ (2) المصدر السابق . ¶ (3) أخرجه الترمذي عن أم هانئ ، وصححه الشيخ الألباني في صحيح الجامع حديث رقم ( 4387). ¶ (4) عن أم هانئ عن عائشة. حسنه الشيخ الألباني في صحيح الجامع حديث رقم (5544) . قال ابن الأثير : أي ما خلا من الإدام ولا عدم أهله الأدم والخل من الأدم العامة المنافع وه كثير المنافع ديناً ودنيا فإنه بارد يقمع حرارة الشهوة ويطفئها",
            "page": "2",
            "part": "39"
        },
        {
            "hno": null,
            "id": "174",
            "nass": "أم هانئ وذكرها لله تعالى ¶ قالت أم هانئ رضي الله عنها : مرّ بي النبي - صلى الله عليه وسلم - ذات يوم فقلت : يا رسول الله ! إني قد كبرت وضعفت ، فمرني بعمل أعمله وأنا جالسة ، قال : \"سبحي الله مائة تسبيحة ، فإنها تعدل لك مائة رقبة تعتقينها من ولد إسماعيل ، واحمدي الله مائة تحميدة تعدل لك مائة فرس مسرجة ملجمة تحملين عليها في سبيل الله ، وكبِّري الله مائة تكبيرة ، فإنها تعدل لك مائة بدنة مقلدة متقبلة ، وهلِّلي الله مائة تهليلة\" .(1) ¶ وفاتها ¶ وحزنت أم هانئ على أخيها أشد الحزن ، وتراكمت عليها الأحزان ، ولم تستطع مقاومتها ، ففاضت روحها إلى بارئها رحم الله ورضي عنها . ¶ قال الذهبي : عاشت أم هانئ إلى بعد سنة خمسين ، وتأخر موتها إلى بعد الخمسين .(2) ¶ وقال الترمذي وغيره : عاشت بعد علي بن أبي طالب - رضي الله عنهم - .(3) ¶ فرضي الله عنها وأرضاها ، وجعل مثواها الفردوس الأعلى . ¶ __________ ¶ (1) رواه أحمد برقم (26790) ، وابن ماجة برقم (3810) ، السلسلة الصحيحة برقم (1316) . ¶ (2) سير أعلام النبلاء (2/313) ، وتاريخ الإسلام (4/346) . ¶ (3) الإصابة (8/486) .",
            "page": "3",
            "part": "39"
        },
        {
            "hno": null,
            "id": "175",
            "nass": "أميمة ¶ بنت صبيح ¶ أم سيد الحفاظ ¶ نسبها ¶ هي : أميمة بنت صبيح بن الحارث بن شابي بن أبي صعب بن هنيَّة بن سعد ابن ثعلبة بن سليم بن فهم بن غنم بن دوس . ¶ أم سيد الحفاظ الصحابي الجليل أبو هريرة الدوسي اليماني - رضي الله عنهم - ¶ توفي والده وهو صغير وعاش يتيماً في كنف أمه أميمة والتي تعرف بأم أبي هريرة . ¶ قدم أبو هريرة - رضي الله عنهم - على النبي - صلى الله عليه وسلم - مسلماً في المحرم من سنة سبع للهجرة ، ورفضت أمه أن تسلم ، وظلت على شركها ، وكان يدعوها إلى الإسلام فتأبى أن تسلم لله ولرسوله ، حتى جاء يوماً إلى رسول الله - صلى الله عليه وسلم - يشتكي حال أمه وما هي عليه من الشرك ، وطمعاً بدعوة رسول الله - صلى الله عليه وسلم - لها فأسلمت وقرت عينا أبي هريرة بإسلام أمه .",
            "page": "1",
            "part": "40"
        },
        {
            "hno": null,
            "id": "176",
            "nass": "قال أبو هريرة :كنت أدعو أمي إلى الإسلام وهي مشركة فدعوتها يوما فاسمعتني في رسول الله - صلى الله عليه وسلم - ما أكره فأتيت رسول الله - صلى الله عليه وسلم - وأنا أبكي ، قلت : يا رسول الله إني كنت أدعو أمي إلى الإسلام فتأبى علي فدعوتها اليوم فاسمعتني فيك ما أكره فادع الله أن يهدي أم أبي هريرة ، فقال رسول الله - صلى الله عليه وسلم - : \"اللهم اهد أم أبي هريرة\" ، فخرجت مستبشرا بدعوة نبي الله - صلى الله عليه وسلم - ، فلما جئت فصرت إلى الباب فإذا هو مجاف ، فسمعت أمي خشف قدمي ، فقالت : مكانك يا أبا هريرة ، وسمعت خضخضة الماء ،قال : فاغتسلت ولبست درعها وعجلت عن خمارها ففتحت الباب ثم قالت : يا أبا هريرة أشهد أن لا إله إلا الله وأشهد أن محمدا عبده ورسوله ،قال : فرجعت إلى رسول الله - صلى الله عليه وسلم - فأتيته وأنا أبكي من الفرح ، قال قلت : يا رسول الله أبشر قد استجاب الله دعوتك وهدى أم أبي هريرة فحمد الله وأثنى عليه ، وقال خيرا ، قال قلت : يا رسول الله ادع الله أن يحببني أنا وأمي إلى عباده المؤمنين ويحببهم إلينا ، قال فقال رسول الله - صلى الله عليه وسلم - : \"اللهم حبب عبيدك هذا - يعني أبا هريرة وأمه - إلى عبادك المؤمنين وحبب إليهم المؤمنين\" ، فما خلق مؤمن يسمع بي ولا يراني إلا أحبني .(1) ¶ وعندها رضي الله عنها من الكرم والجود ما يجعلها مثالاً يحتذى به . ¶ __________ ¶ (1) أخرجه مسلم في صحيحه برقم (2491) ، باب من فضائل أبي هريرة الدوسي رضي الله عنه. ¶ فائدة : بنص هذا الحديث أن الذي يحب أبي هريرة هو من المؤمنين ، والذي لا يحبه ليس من المؤمنين ، فالشيعة الرافضة لا يحبون أبي هريرة بل ويشتمونه ، ويطعنون فيه فهم ليس من المؤمنين .",
            "page": "2",
            "part": "40"
        },
        {
            "hno": null,
            "id": "177",
            "nass": "عن حميد بن مالك بن خثيم ، أنه قال : كنت جالسا مع أبى هريرة بأرضه بالعقيق ، فأتاه قوم من أهل المدينة على دواب فنزلوا ، قال حميد : فقال أبو هريرة : اذهب إلى أمي وقل لها إن ابنك يقرئك السلام ويقول أطعمينا شيئا ، قال : فوضعت ثلاثة أقراص من شعير وشيئا من زيت وملح في صحفة فوضعتها على رأسي فحملتها إليهم فلما وضعته بين أيديهم كبر أبو هريرة ، وقال : الحمد لله الذي أشبعنا من الخبز بعد أن لم يكن طعامنا إلا الأسودان التمر والماء ، فلم يصب القوم من الطعام شيئا فلما انصرفوا ، قال : يا بن أخي أحسن إلى غنمك وامسح الرغام عنها وأطب مراحها وصل في ناحيتها فإنها من دواب الجنة ، والذي نفسي بيده ليوشك أن يأتى على الناس زمان تكون الثلة من الغنم أحب إلى صاحبها من دار مروان .(1) ¶ وفاتها ¶ لم نعلم سنة وفاتها غير أنها قبل ابنها ، ومعلوم أن أبا هريرة مات سنة (59)هـ . ¶ فرضي الله عنها وأرضاها ، ورضي عن ابنها ، وجعل جنة الفردوس مأواهم . ¶ __________ ¶ (1) الأدب المفرد برقم (572) .",
            "page": "3",
            "part": "40"
        },
        {
            "hno": null,
            "id": "178",
            "nass": "الخنساء ¶ أم الشهداء ¶ الخنساء ¶ هي : تماضر بنت عمرو ، بن الحارث ، بن الشريد ، بن ثعلبة بن عصية بن خفاف بن امرئ آلاف بن بهثة بن سليم السلمية . ¶ قال ابن حجر : الشاعرة المشهورة عدا تماضر بمثناة فوقانية أوله وضاد معجمة ، وفي ذلك يقول دريد بن الصمة حين رآها تهنأ إبلا لها ثم تجردت واغتسلت فأعجبته ، فخطبها فأبت ، فقال فيها : ¶ حيوا تماضر واربعوا صحبي وقفوا فإن وقوفكم حسبي ¶ ما إن رأيت ولا سمعت به كاليوم طالي أينق جرب ¶ متبذلا تبدو محاسنه يضع الهناء مواضع النقب ¶ أخناس قد هام الفؤاد بكم واعتاده داء من الحب ¶ فبلغتها خطبته ، فقالت : لا أدع بني عمي الطوال مثل عوالي الرماح وأتزوج شيخا ، فلما بلغه ذلك قال من أبيات : ¶ وقاك الله يا ابنة آل عمرو من الفتيان أمثالي ونفسي ¶ وقالت إنه شيخ كبير وهل خبرتها أني بن أمس ¶ وقد علم المراضع في جمادي إذا استعجلن عن حز بنهس ¶ إلى أن قال : ¶ وأني لا أبيت بغير نحر وأبدأ بالأرامل حين أمسي ¶ وأني لا يهر الكلب ضيفي ولا جاري يبيت خبيث نفس ¶ فأجابته بأبيات . ¶ قال أبو عمر : قدمت على النبي - صلى الله عليه وسلم - مع قومها من بني سليم ، فأسلمت معهم ، فذكروا أن رسول الله - صلى الله عليه وسلم - كان يستنشدها ويعجبه شعرها ، وكانت تنشده وهو يقول : \"هيه يا خناس ويومىء بيده\" . ¶ قالوا : وكانت الخنساء تقول في أول أمرها البيتين أو الثلاثة ، حتى قتل أخوها شقيقها معاوية بن عمرو ، وقتل أخوها لأبيها صخر ، وكان أحبهما إليها لأنه كان حليما جوادا محبوبا في العشيرة كان غزا بني أسد فطعنه أبو ثور الأسدي طعنة مرض منها حولا ، ثم مات فلما قتل أخواها أكثرت من الشعر فمن قولها في صخر : ¶ أعيني جوادا ولا تجمدا ألا تبكيان لصخر الندى ¶ ألا تبكيان الجريء الجميل ألا تبكيان الفتى السيدا ¶ النجاد عظيم الرماد ساد عشيرته أمردا ¶ قال وأجمع أهل العلم بالشعر أن لم تكن امرأة قبلها ولا بعدها أشعر منها.(1) ¶ __________ ¶ (1) الإصابة (7/613-616) .",
            "page": "1",
            "part": "41"
        },
        {
            "hno": null,
            "id": "179",
            "nass": "وفي معركة القادسية كانت الخنساء بنت عمرو السلمية ومعها بنوها أربعة رجال ، فذكر موعظتها لهم وتحريضهم على القتال وعدم الفرار ، وفيها : إنكم أسلمتم طائعين ، وهاجرتم مختارين وإنكم لبنوا أب واحد وأم واحدة ما هجنت آباءكم ولا فضحت أخوالكم ، فلما أصبحوا باشروا القتال واحدا بعد واحد حتى قتلوا ، وكان منهم أنشد قبل أن يستشهد رجزا فأنشد الأول : ¶ يا إخوتي إن العجوز الناصحه قد نصحتنا إذ دعتنا البارحه ¶ بمقالة ذات بيان واضحه وإنما تلقون ثم الصائحه ¶ من آل ساسان كلابا نابحه . ¶ وأنشد الثاني : ¶ إن العجوز ذات حزم وجلد قد أمرتنا بالسداد والرشد ¶ نصيحة منها وبرا بالولد فباكروا الحرب حماة في العدد ¶ وأنشد الثالث : ¶ والله لا نعصي العجوز حرفا نصحا وبرا صادقا ولطفا ¶ فبادروا الحرب الضروس زحفا حتى تلفوا آل كسرى لفا ¶ وأنشد الرابع : ¶ لست لخنساء ولا للأخرم ولا لعمرو ذي السناء الأقدم ¶ إن لم أرد في الجيش جيش الأعجم ماض على الهول خضم حضرمي ¶ ثم تقدم فقاتل حتى قتل : ¶ قال : فبلغها الخبر ، فقالت الحمد لله الذي شرفني بقتلهم ، وأرجو من ربي أن يجمعني بهم في مستقر رحمته . ¶ وكان عمر بن الخطاب يعطي الخنساء أرزاق أولادها الأربعة ، لكل واحد مائتا درهم ، حتى قبض .(1) ¶ وتوفيت الخنساء بالبادية في أول خلافة عثمان بن عفان - رضي الله عنهم - سنة 24هـ . (2) ¶ __________ ¶ (1) أسد الغابة (5/268) ، الأعلام (2/86) . ¶ (2) الإصابة ( 7/ 616) .",
            "page": "2",
            "part": "41"
        },
        {
            "hno": null,
            "id": "180",
            "nass": "الربيع ¶ بنت معوّذ ¶ بايعت تحت الشجرة ¶ الربيع بنت معوّذ ، بن الحارث ، بن رفاعة ، بن الحارث ، بن سواد ، بن مالك ، ابن غنم ، بن مالك ، الأنصارية النجارية ، وأمها أم يزيد بنت قيس ، بن زعواء ، بن حرام ، ابن جندب ، بن عامر ، بن غنم ، بن عدي ، بن النجار . ¶ أبوها معوِّذ من كبار أهل بدر . ¶ وزوجها هو الصحابي الجليل إياس بن بكير الليثي ، وهو أحد كبار المهاجرين . ¶ ولها رضي الله عنها مناقب جمة ، منها زيارة رسول الله - صلى الله عليه وسلم - لها في يوم عرسها. ¶ قالت الربيع بنت معوذ رضي الله عنها : دخل علي النبي - صلى الله عليه وسلم - في يوم عرسي ، فقعد على موضع فراشي كمجلسك مني ، وجويريات يضربن بالدف يندبن من قتل من آبائهن يوم بدر ، حتى قالت جارية : ¶ وفينا نبي يعلم ما في غد . ¶ فقال النبي - صلى الله عليه وسلم - : \"لا تقولي هكذا وقولي ما كنت تقولين\" .(1) ¶ إنكار النبي - صلى الله عليه وسلم - لهذه الجارية لأن الغيب لا يعلمه إلا الله تعالى ، وليس لأحد من المخلوقين يعلم الغيب ، قال الله تعالى : { عَالِمُ الْغَيْبِ فَلا يُظْهِرُ عَلَى غَيْبِهِ أَحَداً إِلَّا مَنِ ارْتَضَى مِنْ رَسُولٍ فَإِنَّهُ يَسْلُكُ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ رَصَداً } .(2) ¶ ولها رضي الله عنها مواقف شجاعة تدل على اعتصامها بحبل الله تعالى وحبها للإسلام وأهله ، ولا تخاف في الله لومة لائم ، ولا تخشى أي أحد يخالف شرع الله تعالى . ¶ عن الربيع قالت : أخذت طيبا من أسماء بنت مخربة أم أبي جهل ، فقالت : اكتبي لي عليك ، فقلت : نعم أكتب على ربيع بنت معوذ ، فقالت : حلقى وإنك لابنة قاتل سيده ، قلت : بل ابنة قاتل عبده ، قالت والله لا أبيعك شيئا أبدا . ¶ والربيع هي والدة محمد بن إياس بن البكير .(3) ¶ __________ ¶ (1) أخرجه البخاري في كتاب النكاح برقم (3779) . ¶ (2) سورة الجن الآية (26-27) . ¶ (3) سير أعلام النبلاء ( 3/199) .",
            "page": "1",
            "part": "42"
        },
        {
            "hno": null,
            "id": "181",
            "nass": "وكان عدد من الصحابة والتابعين يأتونها فيسألونها عما تعرفه من أحكام ، ومن مرويات . ¶ عن الربيع بنت معوذ قالت : أرسل النبي - صلى الله عليه وسلم - غداة عاشوراء إلى قرى الأنصار : من أصبح مفطرا فليتم بقية يومه ، ومن أصبح صائما فليصم . ¶ قالت : فكنا نصومه بعد ونصوم صبياننا ، ونجعل لهم اللعبة من العِهْن – الصوف - فإذا بكى أحدهم على الطعام أعطيناه ذاك حتى يكون عند الإفطار\" .(1) ¶ إكرامه عليه السلام للربيع بنت معوذ ولأم سنبلة ¶ وأخرج الطبراني عن الربيع بنت معوذ بن عفراء رضي الله عنهما قالت بعثني معوذ بن عفراء بصاع من رطب عليه أجر من قثاء زغب إلى رسول الله - صلى الله عليه وسلم - ، وكان النبي - صلى الله عليه وسلم - يحب القثاء وكانت حلية قد قدمت من البحرين فملأ يده منها فأعطانيها وفي رواية فأعطاني ملء كفي حلياً أو ذهباً ، ورواه أحمد بنحوه وزاد ، فقال : تحلي بهذا ، ¶ قال الهيثمي : وإسنادهما حسن ، ¶ وأخرجه الترمذي عن الربيع مختصراً ¶ وأخرج الطبراني في الأوسط عن أم سنبلة رضي الله عنها أنها أتت النبي - صلى الله عليه وسلم - بهدية فأبى أزواجه أن يقبلنها فقلن إنا لن نأخذ فأمرهن النبي - صلى الله عليه وسلم - فأخذنها ثم أقطعها وادياً فاشتراه عبد الله بن جحش من حسن بن علي رضي الله عنهم ¶ قال الهيثمي وفيه عمرو بن قيظي ولم أعرفه وبقية رجاله ثقات ¶ وقد تقدمت قص سخائه - صلى الله عليه وسلم - في إنفاق الأموال .(2) ¶ توفيت رضي الله عنها في أيام معاوية - رضي الله عنهم - سنة 45 هـ . ¶ توفيت رضي الله عنها وأرضاها في خلافة عبد الملك بن مروان ، سنة بضع وسبعين . ¶ __________ ¶ (1) أخرجه البخاري برقم (1960) ، ومسلم برقم (2/799) . ¶ (2) سير الصحابة من كتاب حياة الصحابة (1/537) .",
            "page": "2",
            "part": "42"
        },
        {
            "hno": null,
            "id": "182",
            "nass": "حبيبة ¶ بنت خارجة ¶ الزوجة الرابعة لأبي بكر ¶ حبيبة بنت خارجة بن زيد الخزرجية ¶ أبوها : هو خارجة بن زيد بن أبي زهير الأنصاري الخزرجي ، استشهد في معركة أحد . ¶ أمها :هزيلة بنت عتبة بن عمرو بن خديج . ¶ إسلامها : أسلمت حبيبة وبايعت الرسول - صلى الله عليه وسلم - . ¶ زواجها : تزوجها أبو بكر الصديق في المدينة بعد الهجرة . وبعد وفاة أبي بكر تزوجها خبيب بن أساف بن عتبة بن عمرو . ¶ قال ابن الجوزي: وكان أبو بكر لما هاجر إلى المدينة نزل على خارجة فتزوج ابنته .(1) ¶ عن جابر بن عبد الله قال : دخل أبو بكر يستأذن على رسول الله - صلى الله عليه وسلم - ، فوجد الناس جلوساً ببابه لم يؤذن لأحد منهم ، قال : فأذن لأبي بكر ، فدخل ، ثم أقبل عمر ، فستأذن ، فأذن له ، فوجد النبي - صلى الله عليه وسلم - جالساً حوله نساؤه واجماً ساكتاً ، قال : فقال : لأقولن شيئاً أضحك النبي - صلى الله عليه وسلم - فقال : يا رسول الله ، لو رأيت بنت خارجة سألتني النفقة ، فقمت إليها فوجأت عنقها ، فضحك رسول الله - صلى الله عليه وسلم - وقال :\"هن حولي كما ترى ، يسألنني النفقة \" .(2) ¶ عن عائشة رضي الله عنها ، أن رسول الله - صلى الله عليه وسلم - مات وأبو بكر بالسنح ، قال إسماعيل يعني العالية .(3) ¶ قال ابن حجر في شرح الحديث: مسكنه بالسنح : وتقدم ضبطه في الجنائز ، وأنه مسكن زوجة أبي بكر الصديق . ¶ فتح الباري . ¶ وقال أيضاً : بالسنح ... وضبطه أبو عبيد البكري بضمها وقال : إنه منازل بني الحارث من الخزرج بالعوالي ، وبينه وبين المسجد النبوي ميل .(4) ¶ __________ ¶ (1) كتاب \"صفة الصفوة\" ( ص238/1) . ¶ (2) رواه مسلم في كتاب \"الطلاق\"، باب أن تخيير امرأته لا يكون . ¶ (3) رواه البخاري في كتاب \"فضائل الصحابة\" ، باب قول النبي لو كنت متخذاً خليلاً . ¶ (4) فتح الباري ، كتاب \"فضائل الصحابة\" ، باب قول النبي لو كنت متخذاً خليلاً .",
            "page": "1",
            "part": "43"
        },
        {
            "hno": null,
            "id": "183",
            "nass": "خولة بنت ثعلبة ¶ المرأة التي سمع الله شكواها ¶ من فوق سبع سماوات ¶ خولة بنت ثعلبة رضي الله عنها ¶ هي خولة بنت ثعلبة ، بن أصرم ، بن فهر ، بن ثعلبة ، بن غنم ، بن عوف. ¶ وهي من الفصحاء والبلغاء . ¶ زوجها أوس بن الصامت ، بن قيس ، أخو عبادة بن الصامت رضي الله عنهما ، أنجبت منه الربيع . ¶ وهي التي جاءت إلى رسول الله - صلى الله عليه وسلم - تشتكي زوجها وتجادله فيه ، بعد أن قال لها زوجها أوس بن الصامت عندما غضب منها : أنت علي كظهر أمي ، ثم عاد لها مرة أخرى يريدها عن نفسها فأبت ، وقالت كلا والذي نفس خولة بيده ، لا تخلص إلي وقد قلت ما قلت حتى يحكم الله ورسوله فينا بحكمه . ¶ فجلست بين يدي رسول الله - صلى الله عليه وسلم - فذكرت له ما لقين من زوجها ، وهي بذلك تريد أن تستفتيه وتجادله في الأمر ، ورسول الله - صلى الله عليه وسلم - يقول : \"ما أمرنا في أمرك بشيء ، ما أعلمك قد حرمت عليه\" ، وهي لشدة إيمانها تعيد الكلام على رسول الله - صلى الله عليه وسلم - وتبين له ما قد يصيبها وابنها إذا افترقت عن زوجها ، وفي كل مرة يقول لها رسول الله - صلى الله عليه وسلم - : \"ما أعلمك قد حرمت عليه\" . ¶ ثم رفعت يديها إلى السماء وقالت : اللهم إني أشكو إليك ما نزل بي . ¶ وما كادت أن تفرغ من دعائها حتى نزل جبريل عليه السلام على رسول الله - صلى الله عليه وسلم - وتغشاه الوحي ، ثم سري عنه ، فقال رسول الله - صلى الله عليه وسلم - : \"يا خولة قد أنزل الله فيك وفي صاحبك قرآناً ثم قرأ عليها : { قَدْ سَمِعَ اللَّهُ قَوْلَ الَّتِي تُجَادِلُكَ فِي زَوْجِهَا وَتَشْتَكِي إِلَى اللَّهِ وَاللَّهُ يَسْمَعُ تَحَاوُرَكُمَا إِنَّ اللَّهَ سَمِيعٌ بَصِيرٌ } .(1) ¶ __________ ¶ (1) المجادلة الآية (1) .",
            "page": "1",
            "part": "44"
        },
        {
            "hno": null,
            "id": "184",
            "nass": "قالت عائشة رضي الله عنها : تبارك الذي وسع سمعه كل شيء إني لأسمعُ كلامَ خولة بنت ثَعلبة ويخفى على بعضُهُ وهي تشتكي زوجها إلى رسول الله - صلى الله عليه وسلم - وهي تقول : يا رسول الله أكَلَ شبابي ونثرتُ له بطني حتى إذا كَبُرتْ سني وانقطع ولدي ظاهر مني اللهم إني أشكو إليك فما برحتْ حتى نزل جبريلُ بهؤلاء الآيات : { قَدْ سَمِعَ اللَّهُ قَوْلَ الَّتِي تُجَادِلُكَ فِي زَوْجِهَا وَتَشْتَكِي إِلَى اللَّه } .(1) ¶ __________ ¶ (1) قصة المجادلة أخرجها الإمام البخاري في صحيحه في كتاب التوحيد (6/168) باب قول الله تعالى : { وكان الله سميعاً بصيراً } .",
            "page": "2",
            "part": "44"
        },
        {
            "hno": null,
            "id": "185",
            "nass": "درة ¶ بنت عم النبي - صلى الله عليه وسلم - ¶ درة بنت عم النبي - صلى الله عليه وسلم - ورضي الله عنها ¶ الصحابية الهاشمية درَّة بنت أبي لهب ، وأمها أم جميل بنت حرب بن أمية اللذان بشرهما القرآن الكريم بالنار . ¶ كان إسلامها وفرارها من أبيها وأمها إلى الله ورسوله مثاراً للإعجاب ولعجب ، كانا أبويها يتعاونون على إلحاق الضرر برسول الله - صلى الله عليه وسلم - ، وإيذائه بكل وسيلة ، فأبو لهب يمشي وراء النبي - صلى الله عليه وسلم - ويحذر الناس منه ، وعندما يسمع الناس كلامه يقولون إذا كان هذا رأي عمه فيه ، فما يضرنا أن نجافيه ، ويتأذى رسول الله - صلى الله عليه وسلم - لذلك ، ويزداد هماً وغماً . ¶ وأما أمها أم جميل – حمالة الحطب – وهي امرأة أبي لهب ، فكلها مُلئت شراً وحقداً على رسول الله - صلى الله عليه وسلم - حتى كان من كرهها له أن تضع الحسك والشوك في طريقه - صلى الله عليه وسلم - ، ناسية أن الله هو كافيه وناصره ، وهو قادر على أن يمنع الأذى عنه .",
            "page": "1",
            "part": "45"
        },
        {
            "hno": null,
            "id": "186",
            "nass": "وكان عتيبة – وهو أخوها – يحاول أذية رسول الله - صلى الله عليه وسلم - بكل الوسائل ، بعد أن طلق أم كلثوم ، حيث ذهب إلى رسول الله - صلى الله عليه وسلم - وسطا عليه وشق قميصه أمام الملأ من قريش ، وأبو طالب حاضر ، فقال النبي - صلى الله عليه وسلم - : \"اللهم سلط عليه كلباً من كلابك\" . فوجم لها وقال ما كان أغناك يا ابن أخي عن هذه الدعوة فرجع عتبة إلى أبيه فأخبره وحزنت درة لما صنع عتيبة أخوها برسول الله - صلى الله عليه وسلم - ، وأيقنت أنه لن يفلت من العقاب . ولم يلبث أبو لهب أن خرجوا إلى الشام فنزلوا منزلا فأشرف عليهم راهب من الدير ، فقال لهم : إن هذه أرض مسبعة ، فقال أبو لهب لأصحابه : أغيثونا يا معشر قريش هذه الليلة فإني أخاف على ابني من دعوة محمد ، فجمعوا جمالهم وأناخوها حولهم وأحدقوا بعتبة ، فجاء الأسد يتشمَّمُ وجوههم حتى ضرب عتبة فقتله . نعم وثب عليه فإذا هو فوقه فمزقه وقد كان أبوه ندبه وبكى ، وقال : ما قال محمد شيئا قط إلا كان. (1) ¶ وعندما نزلت سورة المسد : { تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ مَا أَغْنَى عَنْهُ مَالُهُ وَمَا كَسَبَ سَيَصْلَى نَاراً ذَاتَ لَهَب وَامْرَأَتُهُ حَمَّالَةَ الْحَطَبِ فِي جِيدِهَا حَبْلٌ مِنْ مَسَدٍ } .(2) ¶ جن جنون أبي لهب وامرأته أم جميل ، فقالت لزوجها : إذاً ابن أخيك شاعر وقد هجاني ، وأنا أيضاً شاعرة وسأهجوه . ¶ عن أسماء بنت بكر رضي الله تعالى عنهما ، قالت : لما نزلت سورة تبت يدا أبي لهب أقبلت العوراء أم جميل بنت حرب ولها ولولة وفي يدها فهر ، وهي تقول : ¶ مذمماً عصينا وأمره أبينا ¶ ودينه قلينا . ¶ قلينا : أي أبغضنا . ¶ __________ ¶ (1) ذكره ابن حجر في الفتح (4/39) ، والقرطبي في تفسيره (17/82) و (19/218) ، وذكره أبو نعيم في دلائل النبوة الحديث (163) . ¶ (2) سورة المسد (1-5) .",
            "page": "2",
            "part": "45"
        },
        {
            "hno": null,
            "id": "187",
            "nass": "والنبي - صلى الله عليه وسلم - قاعد في المسجد ومعه أبو بكر رضي الله عنه فلما رآها أبو بكر ، قال يا رسول الله لقد أقبلت وأنا أخاف أن تراك ، قال رسول الله - صلى الله عليه وسلم - : \"إنها لن تراني\" ، - وفي رواية : قال : \"لا ما زال ملك بيني وبينها يسترني حتى ذهبت\" - وقرأ قرآنا فاعتصم به ، كما قال وقرأ : { وَإِذَا قَرَأْتَ الْقُرْآنَ جَعَلْنَا بَيْنَكَ وَبَيْنَ الَّذِينَ لا يُؤْمِنُونَ بِالْآخِرَةِ حِجَاباً مَسْتُوراً } .(1) فوقفت على أبي بكر رضي الله عنه ولم تر رسول الله - صلى الله عليه وسلم - ، فقالت : يا أبا بكر أخبرت أن صاحبك هجاني ، فقال : لا ورب هذا البيت ما هجاك ، قال : فولت وهي تقول : قد علمت قريش أني ابنة سيدها .(2) ¶ ومع كل ذلك تحدت درة رضي الله عنها أسرتها وبيئتها من أجل الإسلام ، وأعلنت كلمة التوحيد ، وأسلمت وحسن إسلامها وكانت من المهاجرات إلى المدينة . ¶ وبعد أن دخلت درة رضي الله عنها رحاب الإسلام تقدم لخطبتها الصحابي الجليل دحية الكلبي وتم الزواج الميمون . ¶ وكانت درة قد تزوجت في الجاهلية من الحارث بن نوفل بن عبد المطلب وقد أنجت له عقبة والوليد وأبا مسلم ، وقتل عنها الحارث مشركاً في يوم بدر ، هذا اليوم الذي نصر الله فيه الإسلام وأذل فيه الكفر . ¶ أبدلها الله تعالى بالصحابي الجليل دحية ، وهو من أجمل الناس طلعة ، وكان جبريل علي السلام يأتي بصورته ، فأي شرف أصابت درة بعد أن أسلمت . ¶ وقويت علاقتها بأم المؤمنين عائشة رضي الله عنها وأرضاها ، وأخذت تكثر الدخول عليها لتأخذ منها العلم والفقه في دينها . ¶ توفيت رضي الله عنها في سنة عشرين للهجرة في خلافة عمر بن الخطاب - رضي الله عنهم - . ¶ __________ ¶ (1) الإسراء الآية (45) . ¶ (2) تفسير القرطبي (10/269) .",
            "page": "3",
            "part": "45"
        },
        {
            "hno": null,
            "id": "188",
            "nass": "سمية بنت خباط ¶ أول شهيدة ¶ في الإسلام ¶ هي : سمية بنت خُبّاط ، وقيل : ضباط ، أم عمار بن ياسر ، من كبار الصحابيات ، وهي أول امرأة ظهرت إسلامها ، وكانت سابعة سبعة في الإسلام . ¶ زوجها : هو ياسر بن عامر الذي قدم مكة هو وأخوه الحارث ومالك من اليمن يطلبون أخاً لهم ، فرجع أخواه ، وأقام ياسر ، وحالف أبا حذيفة بن المغيرة بن عبد الله بن عمر بن مخزوم ، وكانت سمية أمة لأبي حذيفة وزوجها ياسر بن عامر ، فولدت له عماراً ، فأعتقه أبو حذيفة ثم مات أبو حذيفة ، فلما جاء الله بالإسلام أسلم عمار وأبواه وأخوه عبد الله ، وتزوج بسمية بعد ياسر الأزرق الرومي غلام الحارث بن كلدة الثقفي ، وله صحبة ، وهو والد سلمة بن الأزرق .(1) ¶ ابنها عمار صحابي جليل ، وهو أول من بنى مسجدا يصلى فيه . ¶ قال عنه رسول الله - صلى الله عليه وسلم - : \"ابن سمية ما عرض عليه أمران قط إلا اختار الأرشد منهما\" .(2) ¶ قال المناوي في فيض القدير : في الحديث منقبة عظيمة لعمار بن ياسر الصحابي الجليل رضي الله عنه ، و أنه موفق لاختيار الأرشد من الأمور . ¶ قال الحافظ الذهبي في سير أعلام النبلاء : ¶ هو عمار بن ياسر بن عامر بن مالك بن كنانة بن قيس الإمام الكبير أبو اليقظان العنسي المكي مولى بني مخزوم أحد السابقين الأولين والأعيان البدريين وأمه هي سمية مولاة بني مخزوم من كبار الصحابيات أيضا . ¶ وروى عمرو بن مرة عن عبد الله بن سملة قال : رأيت عمارا يوم صفين شيخا آدم طوالا وإن الحربة في يده لترعد ، فقال : ¶ والذي نفسي بيده لقد قاتلت بها مع رسول الله - صلى الله عليه وسلم - ثلاث مرات وهذه الرابعة ولو قاتلونا حتى يبلغوا بنا سعفات هجر لعرفت أننا على الحق وأنهم على الباطل . ¶ __________ ¶ (1) الطبقات الكبرى (3/246) . ¶ (2) أخرجه أحمد والحاكم عن ابن مسعود ، صحيح الجامع حديث رقم (48) .",
            "page": "1",
            "part": "46"
        },
        {
            "hno": null,
            "id": "189",
            "nass": "وعن عمر بن الحكم قال : كان عمار يعذب حتى لا يدري ما يقول وكذا صهيب ، وفيهم نزلت : { وَالَّذِينَ هَاجَرُوا فِي اللَّهِ مِنْ بَعْدِ مَا ظُلِمُوا لَنُبَوِّئَنَّهُمْ فِي الدُّنْيَا حَسَنَةً وَلَأَجْرُ الْآخِرَةِ أَكْبَرُ لَوْ كَانُوا يَعْلَمُونَ } .(1) ¶ عن الحسن بن صالح عن أبي ربيعة عن الحسن عن أنس مرفوعا قال : \" ثلاثة تشتاق إليهم الجنة علي وسلمان وعمار \" .(2) ¶ أبو إسحاق عن هانىء بن هانئ عن علي قال : ¶ \"استأذن عمار على النبي - صلى الله عليه وسلم - ، فقال : من هذا ؟ قال عمار قال : ¶ \" مرحبا بالطيب المطيب \" .(3) ¶ وعن ليث بن أبي سليم ، عن مجاهد ، عن عبد الله بن عمرو مرفوعا \" قاتل عمار وسالبه في النار \" ¶ قال ابن أبي خالد عن قيس أو غيره قال عمار : \"ادفنوني في ثيابي فإني رجل مخاصم \" ¶ وعن عاصم بن ضمرة : أن عليا - رضي الله عنهم - صلى على عمار - رضي الله عنهم - ولم يغسله . ¶ قال أبو عاصم عاش عمار ثلاثا وتسعين سنة وكان لا يركب على سرج ويركب راحلته ¶ يحيى بن سعيد عن عمه قال : ¶ \" لما كان اليوم الذي أصيب فيه عمار إذا رجل قد برز بين الصفين جسيم على فرس جسيم ضخم على ضخم ينادي يا عباد الله بصوت موجع روحوا إلى الجنة ثلاث مرار الجنة تحت ظلال الاسل فثار الناس فإذا هو عمار فلم يلبث أن قتل \" . ¶ عن أبي قتادة قال : قال رسول الله - صلى الله عليه وسلم - : \"بؤسا لك يا ابن سمية تقتلك الفئة الباغية\" .(4) ¶ سمية بنت خُبّاط أول شهيدة في الإسلام . ¶ __________ ¶ (1) النحل الآية (41) . ¶ (2) صحيح الجامع . ¶ (3) صحيح الجامع . ¶ (4) أخرجه مسلم .",
            "page": "2",
            "part": "46"
        },
        {
            "hno": null,
            "id": "190",
            "nass": "مع كبر سنها وضعفها ، كانت ممن يعذب في الله عز وجل أشد العذاب ، ويؤذي في الله جل ثناؤه ، أشد الإيذاء ، فما ضعفت وما وهنت وما استكانت ، وكانت من الصابرات ، أجبروها على الكفر فأبت ، وأجبروها على سب الرسول - صلى الله عليه وسلم - فرفضت ، فساموها أشد العذاب ، وهي العجوز الكبيرة الضعيفة فما صدها هذا عن دين الله . ¶ وكان رسول الله - صلى الله عليه وسلم - مر بعمار وأمه وأبيه وهم يعذبون بالأبطح في رمضاء مكة فقال : \" صبراً آل ياسر موعدكم الجنة \".(1) ¶ قال ابن حجر : أخرج ابن سعد بسندٍ صحيح ، عن مجاهد ، قال : ¶ أول شهيدة في الإسلام : سمية والدة عمار بن ياسر ، وكانت عجوزاً كبيرة ضعيفة اهـ .(2) ¶ قال ابن الجوزي رحمه الله تعالى : سمية بنت خباط رضي الله عنها مولاة أبي حذيفة بن المغيرة ، وهي أم عمار بن ياسر ، أسلمت بمكة قديما ، وكانت ممن يعذب في الله عز وجل لترجع عن دينها فلم تفعل ، فمر بها يوما أبو جهل فطعنها في قبلها فماتت ، وكانت عجوزا كبيرة فهي أول شهيدة في الإسلام رحمها الله .(3) ¶ ولا جرم أن صبرها وبذلها نفسها ومالها وولدها وزوجها لله تعالى يستوجب أن يقال : إنها من أهل الجنة ، وقد كان دخولها الجنة على يد إمام الكفر أبي جهل حيث طعنها في قبلها بحربة بيده فقتلها ، فوصلت إلى الجنة .وكان ذلك في السنة السابعة قبل الهجرة . ¶ __________ ¶ (1) رواه الحاكم برقم ( 3/ 338) ، وصححه ، ووافقه الذهبي . ¶ (2) \" الإصابة\" (7/713) . ¶ (3) صفوة الصفوة (2/59) .",
            "page": "3",
            "part": "46"
        },
        {
            "hno": null,
            "id": "191",
            "nass": "صحابيات تخرجن من مدرسة النبوة",
            "page": "1",
            "part": "47"
        },
        {
            "hno": null,
            "id": "192",
            "nass": "كبشة ¶ بنت رافع ¶ أم الأبطال ¶ هي : كبشة بنت رافع بن عبيد بن الأبجر – وهو خدرة – بن عوف بن الخزرج الأنصارية الخدرية . ¶ أمها : أم الربيع بنت مالك بن عامر بن فهيرة بن بياضة . ¶ كانت من المسلمات الأوائل منذ دخول الإسلام في المدينة . ¶ هي أم الصحابي الجليل البطل سعد بن معاذ - رضي الله عنهم - ، الذي اهتز عرش الرحمن لموته . ¶ ابنها الذي حكم بحكم الله من فوق سبع سموات . ¶ زوجها معاذ بن النعمان من بني عبد الأشهل ، وقد ولدت له سعداً وعَمراً وإياساً وأوساً وعقربَ وأم حزام . ¶ كانت أم سعد رضي الله عنها من السابقات في الخير ، حيث كانت أول من بايع النبي - صلى الله عليه وسلم - مع أم عامر بنت يزيد بن السكن ، وحواء بنت يزيد بن السكن .(1) ¶ لها مواقف تدل على إيمانها وجهادها وصبرها ، فقد خرجت في غزوة أحد مع من خرجن من النساء تطمئن على سلامة رسول الله - صلى الله عليه وسلم - ، وقد وصلها خبر استشهاد ولدها عمرو بن معاذ - رضي الله عنهم - ، ومعها هذا فقد كانت تريد الاطمئنان على سلامة رسول الله - صلى الله عليه وسلم - . ¶ وعندما وصلت أرض المعركة وعلمت بسلامة رسول الله - صلى الله عليه وسلم - حمدت الله تعالى واعتبرت مصيبتها هينة . ¶ وكان ابنها عمرو بن معاذ - رضي الله عنهم - يقاتل في المعركة ، حتى لقيه ضرار بن الخطاب فقتله ، وكان يومئذٍ ما يزال على شركه . ¶ ومن مواقفها الإيمانية رضي الله عنها التي تدل على صبرها وجهادها وشجاعتها أيضاً . ¶ حين كانت مع أم المؤمنين عائشة رضي الله عنها في غزوة الخندق في حصن بني حارثة ، وقد كان رسول الله - صلى الله عليه وسلم - وأصحابه حين خرجوا إلى الخندق قد رفعوا الذراري والنساء في الحصون مخافة العدو عليهم . ¶ قالت عائشة رضي الله عنها : كنت في حصن بني حارثة وأم سعد بن معاذ معي ، فمر سعد بن معاذ ، وهو يقول : ¶ لبث قليلاً يلحق الهيجا حَمَل ما أحسن الموت إذا حان الأجل ¶ __________ ¶ (1) الطبقات الكبرى (8/12) .",
            "page": "1",
            "part": "48"
        },
        {
            "hno": null,
            "id": "193",
            "nass": "فقالت له أمه رضي الله عنها : الحق يا بني فقد تأخرت ، ¶ فقلت : يا أم سعد لوددت أن درع سعد أسبغ مما هي ، ¶ قال : فأصابه السهم حيث خافت عليه ، ¶ وقال الذي رماه : خذها وأنا بن العرقة ، ¶ فقال : عرق الله وجهك في النار. ¶ وابن العرقة ، اسمه حبان بن عبد مناف من بني عامر بن لؤي . ¶ والعرقة ، أمه ، وقيل إن الذي أصاب سعد أبو أمامة الجشمي.(1) ¶ انظر كم هي شجاعتها رضي الله عنها ، وأرضاها وأكرمها في جنات الخلد مثواها . ¶ يا حبذا لو تسلك نسائنا وبناتنا طريق هؤلاء الصحابيات الجليلات ، وأن يقتدن بهن . ¶ __________ ¶ (1) الإصابة ( 3/ 85) .",
            "page": "2",
            "part": "48"
        },
        {
            "hno": null,
            "id": "194",
            "nass": "نسيبة بنت كعب الأنصارية ¶ نسيبة بنت كعب الأنصارية رضي الله عنها ¶ نسبها ¶ هي : نسيبة بنت كعب بن عمرو بن عوف بن مبذول . ¶ أمها : الرباب بنت عبد الله بن حبيب بن زيد بن ثعلبة بن زيد ، .... بن جشم بن الخزرج . ¶ أول مقاتلة في الإسلام ورافقت النبي - صلى الله عليه وسلم - في الجنة . ¶ زوجها زيد بن عاصم بن كعب ، والد حبيب الذي قتله مسيلمة الكذاب ، وتزوجت بعد زيد بن عاصم غزية بن عمرو بن عطية ، بن خناس المازني ، وهو ممن شهد العقبة وأحدا . ¶ أولادها من غزية بن عمرو : تميم وخولة .(1) ¶ شهدت ليلة العقبة ، وشهدت أحداً ، والحديبية ، ويوم حنين ، ويوم اليمامة ، وجاهدت وقطعت يدها في الجهاد . ¶ جرحت أم عمارة بأحد اثني عشر جرحاً . ¶ وجرحت يوم اليمامة أحد عشر جرحاً سوى قطع يدها . ¶ وأخوها عبد الله بن كعب المازني من البدرين . ¶ وأخوها عبد الرحمن من البكائين . ¶ عن عبد الله بن زيد بن عاصم رضي الله عنه عن أمه قال : شهدت أحداً مع رسول الله - صلى الله عليه وسلم - فلما تفرق الناس عنه دنوت أنا وأمي ندب عنه ، فقال :\" ابن أم عمارة \"؟ قلت: نعم قال :\" ارم\" ، فرميت بين يديه رجلاً من المشركين بحجر وهو على فرس فأصبت عين الفرس ، فاضطرب الفرس حتى وقع هو وصاحبه ، وجعلت أعلوه بالحجارة حتى نضدت عليه منها وقراً ، والنبي - صلى الله عليه وسلم - ينظر يبتسم ونظر جرح أمي على عاتقها . ¶ فقال :\" أمك أمك ، أعصب جرحها : بارك الله عليكم من أهل بيت ، مقام أمك خير من مقام فلان ، وفلان ، رحمكم الله أهل البيت ، ومقام ربيبك خير من مقام فلان وفلان ، رحمكم الله أهل البيت \". ¶ قالت:ادع الله أن نرافقك في الجنة فقال :\" اللهم اجعلهم رفقائي في الجنة \". ¶ فقالت : ما أبالي ما أصابني من الدنيا .(2) ¶ ربيبك : زوج أمك . ¶ روت عن النبي - صلى الله عليه وسلم - عدة أحاديث . ¶ __________ ¶ (1) الطبقات الكبرى (8/303) ، والإصابة (8/441) . ¶ (2) أخرجه ابن سعد في الطبقات (8/414،415) .",
            "page": "1",
            "part": "49"
        },
        {
            "hno": null,
            "id": "195",
            "nass": "روى عنها : الحارث بن عبد الله بن كعب ، وابن ابنها عباد بن تميم ، وكريب مولى ابن عباس . ¶ روى لها الأربعة .(1) ¶ وفاتها ¶ قال الزركلي : كانت وفاتها نحو سنة ثلاث عشرة من الهجرة .(2) ¶ __________ ¶ (1) تهذيب الكمال (35/372) . ¶ (2) الأعلام (8/19) .",
            "page": "2",
            "part": "49"
        },
        {
            "hno": null,
            "id": "196",
            "nass": "فتح الباري ج: 5 ص: 234 ¶ قوله فاستفتيت رسول الله صلى الله عليه وسلم قلت أن أمي قدمت وهي راغبة في رواية حاتم فقالت يا رسول الله أن أمي قدمت علي وهي راغبة ولمسلم من طريق عبد الله بن إدريس عن هشام راغبة أو راهبة بالشك وللطبراني من طريق عبد الله بن إدريس المذكور راغبة وراهبة وفي حديث عائشة ثم بن حبان جاءتني راغبة وراهبة وهو يؤيد رواية الطبراني والمعنى أنها قدمت طالبة في بر ابنتها لها خائفة من ردها إياها خائبة هكذا فسره الجمهور ونقل المستغفري أن بعضهم أوله فقال وهي راغبة في الإسلام فذكرها لذلك في الصحابة ورده أبو موسى بأنه لم يقع في شيء من الروايات ما يدل على اسلامها وقولها راغبة أي في شيء تأخذه وهي على شركها ولهذا استأذنت أسماء في أن تصلها ولو كانت راغبة في الإسلام لم تحتج إلى إذن اه وقيل معناه راغبة عن ديني أو راغبة مني ومجاورتي والتودد إلي لأنها ابتدأت أسماء بالهدية التي أحضرتها ورغبت منها في المكافأة ولو حمل قوله راغبة أي في الإسلام لم يستلزم اسلامها ووقع في رواية عيسى بن يونس عن هشام ثم أبي داود والإسماعيلي راغمة بالميم أي كارهة للإسلام ولم تقدم مهاجرة وقال بن بطال قيل معناه هاربة من قومها ورده بأنه لو كان كذلك لكان مراغمة قال وكان أبو عمرو بن العلاء يفسر قوله مراغما بالخروج عن العدو على رغم كلاهما فيحتمل أن يكون هذا كذلك قال وراغبة بالموحدة أظهر في معنى الحديث قوله صلي أمك زاد في الأدب عقب حديثه عن الحميدي عن بن عيينة قال بن عيينة فأنزل الله فيها لا ينهاكم الله عن الذين لم يقاتلوكم في الدين وكذا وقع في آخر حديث عبد الله بن الزبير ولعل بن عيينة تلقاه منه وروى بن أبي حاتم عن السدي أنها نزلت في ناس من المشركين كانوا ألين شيء جانبا للمسلمين وأحسنه أخلاقا قلت ولا منافاة بينهما فإن السبب خاص واللفظ عام فيتناول كل من كان في معنى والدة أسماء وقيل نسخ ذلك آية الأمر بقتل المشركين حيث",
            "page": "1",
            "part": "50"
        },
        {
            "hno": null,
            "id": "197",
            "nass": "وجدوا والله أعلم وقال الخطابي فيه أن الرحم الكافرة توصل من المال ونحوه كما توصل المسلمة ويستنبط منه وجوب نفقة الأب الكافر والأم الكافرة وأن كان الولد مسلما اه وفيه موادعة أهل الحرب ومعاملتهم في زمن الهدنة والسفر في زيارة القريب وتحري أسماء في أمر دينها وكيف لا وهي بنت الصديق وزوج الزبير رضي الله عنهم",
            "page": "2",
            "part": "50"
        }
    ],
    "t35114": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الغلاف"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة 1"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة 3"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "فهرس الكتاب"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "الجزء الأول أمهات المؤمنين"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": "1",
            "tit": "أم حبيبة رضي الله عنها 7"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": null,
            "tit": "أم سلمة رضي الله عنها 8"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": null,
            "tit": "أمهات المؤمنين 1"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": null,
            "tit": "جويرية بنت الحارث 11"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": null,
            "tit": "حفصة بنت عمر رضي الله عنها 4"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": null,
            "tit": "خديجة رضي الله عنها 2"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": null,
            "tit": "زينب بنت جحش رضي الله عنها 6"
        },
        {
            "id": "43",
            "lvl": "2",
            "sub": null,
            "tit": "سودة بنت زمعة رضي الله عنها 10"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": null,
            "tit": "صفية بنت حيي رضي الله عنها 5"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": null,
            "tit": "عائشة رضي الله عنها 3"
        },
        {
            "id": "70",
            "lvl": "2",
            "sub": null,
            "tit": "ميمونة بنت الحارث رضي الله عنها9"
        },
        {
            "id": "71",
            "lvl": "1",
            "sub": null,
            "tit": "الجزء الثاني بنات النبي صلى الله عليه وسلم"
        },
        {
            "id": "71",
            "lvl": "2",
            "sub": "1",
            "tit": "أم كلثوم بنت الرسول 4"
        },
        {
            "id": "77",
            "lvl": "2",
            "sub": null,
            "tit": "أمامة بنت العاص رضي الله عنه 7"
        },
        {
            "id": "80",
            "lvl": "2",
            "sub": null,
            "tit": "الشيماء بنت الحارث السعدية 6"
        },
        {
            "id": "82",
            "lvl": "2",
            "sub": null,
            "tit": "بنات رسول الله صلى الله عليه وسلم 1"
        },
        {
            "id": "84",
            "lvl": "2",
            "sub": null,
            "tit": "رقية بنت الرسول 3"
        },
        {
            "id": "91",
            "lvl": "2",
            "sub": null,
            "tit": "زينب بنت الرسول 2"
        },
        {
            "id": "101",
            "lvl": "2",
            "sub": null,
            "tit": "فاطمة بنت رسول الله 5"
        },
        {
            "id": "113",
            "lvl": "1",
            "sub": null,
            "tit": "الجزء الثالث عمات النبي صلى الله عليه وسلم ومرضعاته 3"
        },
        {
            "id": "113",
            "lvl": "2",
            "sub": "1",
            "tit": "أم الفضل رضي الله عنها 13"
        },
        {
            "id": "116",
            "lvl": "2",
            "sub": null,
            "tit": "أم رومان 15"
        },
        {
            "id": "120",
            "lvl": "2",
            "sub": null,
            "tit": "صفية عمة النبي 12"
        },
        {
            "id": "124",
            "lvl": "2",
            "sub": null,
            "tit": "عمات رسول الله صلى الله عليه وسلم 11"
        },
        {
            "id": "125",
            "lvl": "2",
            "sub": null,
            "tit": "فاطمة بنت أسد رضي الله عنه 14"
        },
        {
            "id": "127",
            "lvl": "1",
            "sub": null,
            "tit": "الجزء الرابع مرضعات النبي صلى الله عليه وسلم"
        },
        {
            "id": "127",
            "lvl": "2",
            "sub": "1",
            "tit": "أم أيمن رضي الله عنها 10"
        },
        {
            "id": "131",
            "lvl": "2",
            "sub": null,
            "tit": "حليمة السعدية 9"
        },
        {
            "id": "135",
            "lvl": "2",
            "sub": null,
            "tit": "مرضعات النبي صلى الله عليه وسلم 8"
        },
        {
            "id": "136",
            "lvl": "1",
            "sub": null,
            "tit": "الجزء الخامس صحابيات تخرجن من مدرسة النبوة"
        },
        {
            "id": "136",
            "lvl": "2",
            "sub": "1",
            "tit": "أسماء بنت أبي بكر رضي الله عنها 38"
        },
        {
            "id": "147",
            "lvl": "2",
            "sub": null,
            "tit": "أسماء بنت عميس 39"
        },
        {
            "id": "151",
            "lvl": "2",
            "sub": null,
            "tit": "أسماء بنت يزيد بن السكن الأنصارية رضي الله عنها 32"
        },
        {
            "id": "155",
            "lvl": "2",
            "sub": null,
            "tit": "أم الدحداح الأنصارية رضي الله عنها 40"
        },
        {
            "id": "157",
            "lvl": "2",
            "sub": null,
            "tit": "أم المنذر بنت قيس رضي الله عنها 27"
        },
        {
            "id": "159",
            "lvl": "2",
            "sub": null,
            "tit": "أم حرام بنت ملحان رضي الله عنها 28"
        },
        {
            "id": "161",
            "lvl": "2",
            "sub": null,
            "tit": "أم سليم رضي الله عنها 41"
        },
        {
            "id": "170",
            "lvl": "2",
            "sub": null,
            "tit": "أم عطية الأنصارية رضي الله عنها 29"
        },
        {
            "id": "172",
            "lvl": "2",
            "sub": null,
            "tit": "أم هانئ رضي الله عنها 30"
        },
        {
            "id": "175",
            "lvl": "2",
            "sub": null,
            "tit": "أميمة بنت صبيح 31"
        },
        {
            "id": "178",
            "lvl": "2",
            "sub": null,
            "tit": "الخنساء 44"
        },
        {
            "id": "180",
            "lvl": "2",
            "sub": null,
            "tit": "الربيع بنت معوذ 33"
        },
        {
            "id": "182",
            "lvl": "2",
            "sub": null,
            "tit": "حبيبة 42"
        },
        {
            "id": "183",
            "lvl": "2",
            "sub": null,
            "tit": "خولة بنت ثعلبة رضي الله عنها34"
        },
        {
            "id": "185",
            "lvl": "2",
            "sub": null,
            "tit": "درة بنت عم النبي 35"
        },
        {
            "id": "188",
            "lvl": "2",
            "sub": null,
            "tit": "سمية بنت خباط رضي الله عنها 36"
        },
        {
            "id": "191",
            "lvl": "2",
            "sub": null,
            "tit": "صحابيات تخرجن من مدرسة النبوة 26"
        },
        {
            "id": "192",
            "lvl": "2",
            "sub": null,
            "tit": "كبشة بنت رافع 43"
        },
        {
            "id": "194",
            "lvl": "2",
            "sub": null,
            "tit": "نسيبة بنت كعب الأنصارية رضي الله عنها 37"
        },
        {
            "id": "196",
            "lvl": "2",
            "sub": null,
            "tit": "زيارة ام اسماء"
        }
    ]
}