{
    "b35117": [
        {
            "id": "1",
            "nass": "مدخل إلى موقف القرآن ¶ الكريم من العلم ¶ د. عماد الدين خليل ¶ مع تحيات ¶ موقع موسوعة الإعجاز العلمي في القرآن والسنة ¶ www.55a.net ¶ بسم الله الرحمن الرحيم ¶ الفهرست ¶ المقدمة ¶ ملاحظات ¶ اهداف العلم والمباديء الاسلامية الأساسية ¶ المنهج ¶ الحقائق ¶ التطبيق ¶ المقدمة ¶ كتبت ابحاث كثيرة ، بعضها على درجة كبيرة من الاهمية ، استهدفت الافادة من معطيات العلم الحديث لتعزيز الايمان بالله ورسالاته عموماً وبالاسلام وكتابه الكريم على وجه الخصوص .. كما ان عدداً من التفاسير المعاصرة للقرآن مارست الاسلوب نفسه بهذا القدر او ذاك .. هذا فضلاً عن عدد من المحاولات (التطبيقية) التي اريد بها ادراك بعض الجوانب المعجزة في القرآن ، كتلك المحاولة التي قام بها عالم مصري باستعمال جهاز (الكمبيوتر) في التعامل مع مطالع السور التي اختلف حولها الدارسون والمفسرون . ¶ وقد اتخذت تلك الابحاث والمحاولات اتجاهات سياسية ثلاثة تمثل اولها في تفحص البنية الدقيقة المحكمة للكون والعالم والحياة على ضوء كشوفات العلم الحديث ،وتأكيد القول بان هذا الأعجاز (البنائي) لايمكن ان يتحقق الا على يد قدرة مريدة مدبرة ومتفردة هي الله سبحانه . وهذا مانجده في ابحاث عديدة من مثل ( العلم يدعو للايمان ) لموريسون ، ¶ و(الله يتجلى في عصر العلم) لجماعة من العلماء ، و(مع الله في السماء) لأحمد زكي ¶ وغيرها ... ¶ وتمثل ثاني تلك الاتجاهات في شرح وتحليل مجموعة الاشارات القرآنية الى هذا الاحكام في الكون والعالم والحياة .. والقرآن الكريم يعود المرة تلو المرة لكي يؤكد هذه الحقيقة الكبيرة الخطيرة ويدعو الانسان الى التمعن فيها وادراك ابعادها التي كادت لبداهتها ووضوحها ان تغيب عن العيان .. !!",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "وأما ثالث الاتجاهات واكثرها ارتباطاً بالموضوع فيتمثل بالمحاولات العديدة ، الخصبة لتفسير الآيات ، والمقاطع القرآنية التي كشفت عن عدد من الحقائق في الكون والحياة والعالم، ماكان الانسان يومها بقادر على الكشف عنها ، وجاء العلم أخيراً لكي يزيح عنها النقاب ويؤكد باساليبه الخاصة صدق المقولات القرآنية . ونستطيع ان نعثر على نماذج للأتجاهين الاخيرين في مؤلفات : عبد الرزاق نوفل ونديم الجسر ومصطفى محمود ¶ ووحيد الدين خان ومحمد قطب ومحمد رشيد رضا وطنطاوي جوهري وموريس بوكاي .. وغيرهم ... ¶ ونريد في هذا البحث الموجز ان نقدم اجابة تتميز جهد الأمكان بقدر من التنظيم الاكاديمي (المدرسي) وبالشمولية في نفس الوقت ، عن السؤال الملح في هذا المجال ، وماهي طبيعة العلاقة بين القرآن والعلم ؛ ماهو موقف القرآن من العلم بصورة عامة والعلم الحديث بشكل اخص ؟ وبعبارة اخرى ، ماهي أبعاد المسألة العلمية في المنظور القرآني ، وماهي ابعاد المعطيات القرآنية في المنظور العلمي ؟ ¶ ان الانسان المعاصر اليوم بأمس الحاجة الى يقين ديني يعيد اليه وحدته الضائعة وسعادته المفقودة وأمنه المسلوب .. ومادامت القناعة المبنية على (الحقائق العلمية) هي اليوم من اكثر القناعات فاعلية للتحقق بهذا اليقين ، وما دام كتاب الله يمنحنا هذا القدر الكبير المعجز من هذه الحقائق التي راحت تتكشف عقداً بعد عقد وقرناً بعد قرن ، فلماذا لا نتحرك على ضوء هذه المعادلة المؤكدة لأنقاذ الانسان المعاصر من ورطته بفقدان اليقين ؟ ¶ والطالب في مؤسساتنا المدرسية والاكاديمية في حاجة اكثر الحاحاً لأدراك طبيعة العلاقة بين دينه الذي ينتمي اليه وبين العلم الحديث الذي يمثل مساحة واسعة من ممارسات عصرنا الراهن .. بأمس الحاجة الى معرفة المواقف المتبادلة بين القرآن الكريم وبين الرؤية العلمية من اجل ان يزداد ايماناً وأصالة وتوحداً .",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وما يحدث يتحرك للأسف بأتجاه مضاد ، غير علمي ، ولامسؤول ، مستهدفاً احداث قطيعة تربوية وتثقيفية ين العلم والدين تؤول الى هدفين كلاهما سيء ممقوت: انتشار خرافة الالحاد ، وتعميق الازدواجية النفسية بين العقل والروح .. ¶ انه ما من كتاب مدرسي او مؤلف جامعي ، ما من مجلة او صحيفة او موسوعة ، ما من ندوة او محاضرة او نشاط اعلامي ، الا وهي تتحرك وفق هذا الاسلوب النكد الذي يسعى متعمدا او غير متعمد ، الى تدمير شخصية الانسان المؤمن وتفكيكها ، وكأن هناك قوى خفية لا يستطيع احد ان يرفض لها طلبا ، تدفع الاقلام والالسنة ، او تأمرها ، بتأكيد هذا المصير المحزن . ¶ قد يكون هذا الموقف مبررا ازاء التعامل مع معطيات الاديان (المنحرفة) سماوية كانت ام وضعية والتي لا نجد فيها أيما اهتمام جاد بالعلم ، ولا اي موقف (منهجي) ازاء الكون والعالم والحياة يتسم بقدر من العلمية . ولكن الامر يختلف تماماً مع القرآن الكريم الذي يحتضن المسألة العلمية - كما سنرى - بكافة ابعادها ، يؤكد عليها مراراً وتكراراً ، ويدعو الى اعتمادها من اجل تحقيق كلمة الله في العالم كي لاتكون فتنة ويكون الدين لله . ¶ وما هذه الصفحات سوى محاولة متواضعة ، ضمن محاولات عديدة بذلها كثير من الكتاب والباحثين بصدد تأكيد هذه الحقيقة .. وقد تعمدت ان أنسقها بالشكل الذي يجعلها اقرب الى ان تكون كتاباً (مدرسياً) يستهدف التعامل مع الطالب في المدرسة او الجامعة بأكبر قدر ممكن من التنظيم والتركيز . ولعل هذا ، فضلاً عن القيام باستقراء وتنسيق الحقائق العلمية في القرآن وفهرستها وفق الموضوعات التي تعالجها هما اهم مافي المحاولة من جديد . ¶ فعسى ان يتاح لهذه الصفحات خدمة مافي المؤسسات المذكورة ، وعسى ان اكون قد وفقت لبعض ما توخيته من كتابتها . ¶ والحمد - أولاً وآخراً - لله ، الذي علم بالقلم ، علم الانسان ما لم يعلم ... ¶ الموصل : عماد الدين خليل ¶ ملاحظات",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "ان الذي يقرأ كتاب الله بتمعن ، في محاولة للألمام بطبيعة موقفه من (العلم) ، يجد نفسه امام حشد من الآيات البينات ممتدة وفق ابعاد اربعة توازي المسألة العلمية في اتجاهاتها كافة يتناول اولها مسائل تتعلق بطبيعة العلم وآفاقه واهدافه فيما يعرف بفلسفة العلم ونظرية المعرفة ، ويتناول ثانيها منهج الكشف عن الحقائق العلمية المختلفة ، ويعرض ثالثها لمجموعة من السنن والقوانين في مجالات العلم المختلفة . وبخاصة الطبيعة والجغرافية وعلوم الحياة ، فيما يسمى بالعلوم المحضة او الصرفة ، ويدعو رابعها لاستخدام هذه السنن والقوانين ، التي كشف عنها منهج تجريبي في البحث ، من اجل ترقية الحياة وتنميتها على طريق خلافة الانسان لأعمار الارض ، فيما يعرف بالعلوم التطبيقية (التقنية) . ¶ وما من شك في ان هناك ارتباطاً وثيقاً ومحكماً بين هذه الابعاد ، يقود احدها الى الآخر ، \" فالفلسفة تحلل اهداف العلم ، والمنهج يطرح طريقة عمل للكشف عن الحقائق \" : السنن والنواميس التي تحكم الكون والعالم والحياة وتحمي صيرورتها الزمنية ذات النظام المعجز .. وهذه السنن والنواميس تمنح الانسان - بدورها - (المعادلات) التي يتمكن بها من ان يدخل الى صميم التركيب المعجز هذا لبنية الكون والعالم والحياة من اجل اعتماد تلك السنن والقوانين لتنفيذ قدر من (التطبيقات) العلمية ، تمضي بالحضارة البشرية قدماً صوب الاحسن والارقى ، وتتيح للأنسان التحرر من شد الضرورات لكي يكون اكثر قدرة على رفع رأسه الى فوق ومحاورة السماء وتلبية حاجاته الروحية التي بها يتميز الانسان عن سائر الخلائق ويتمكن من تنفيذ اكثر امتداداً لمقتضيات خلافته (العمرانية) في العالم .",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "صحيح ان القرآن الكريم ماجاء لكي يكون كتاباً (علميا) ، كما هو معروف تماماً ، كما انه ما جاء لكي يكون كتاب جغرافية او تأريخ او اي من حقول المعرفة المتنوعة ، وصحيح ان الحاح بعض المفكرين المعاصرين على تحميل آيات الله معان ؛ وتفاسير (علمية) لم تقصد اليها البتة ، قد دفع بعضهم الآخر ، وبرد فعل يتميز بالالحاح نفسه ، الى نفي ان تكون للقرآن أية صلة بأيما حقيقة علمية . ¶ فان الامر الذي لاريب فيه هو ان كتاب الله عالج مسألة العلم بطريقة مركبة تمتد الى كافة الابعاد بما لا يقبل لجاجة او انكاراً . ¶ ان الفعل الخاطيء - كما هو معروف - يولد رد فعل خاطيء يساويه في المقدار ويخالفه في الاتجاه ، وهكذا فان مبالغة طائفة من المفكرين في تحويل القرآن الكريم الى كتاب رياضيات وفلك وطب وتشريح ، دفع طائفة اخرى الى وضع جدار عازل بين القرآن وبين المعطيات العلمية ، وكأن كتاب الله جاء لكي يخاطب الانسان بمعزل عن العالم الذي هيء له والكون الذي يتحرك فيه .. ان هذا التضاد المتطرف يجب ألا يضَيع علينا الرؤية الصحيحة لموقف القرآن من المسألة العلمية ، وهو موقف واضح ومحدد من اية زاوية ¶ نظرنا ... ان القرآن يظل في حالة (حضور) دائم في قلب العالم والحياة والكون ، يعايش سننها ونواميسها ، ويحدثنا عنها ..",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وانه لأمر بديهي ان تتعانق معطيات القرآن ، ومعطيات العلم وتتوازيان ، لا ان تتضادا وتقوم بينهما الحواجز والجدران .. ذلك ان مصدر العطاء واحد ، وهو الله جل وعلا، صانع السنن والنواميس ومنزل القرآن .. خالق الكون والانسان وباعث الأنسان } قل: كل من عند الله { ليس هذا فحسب ، بل ان الانسان باعتباره معنياً بصنع السنن ونزول القرآن ، الانسان بما انه المستخلف في هذا العالم ، واليد التي تسعى لأعماره وترقيته ، كما تؤكد المباديء القرآنية ، يقود الى هذا اللقاء الأكيد بين كتاب الله وسننه في هذا العالم ، اذ كيف يستطيع الانسان ان يؤدي دوره ، في اطار تعاليم القرآن وشرائعه، ان لم يتحرك، ابتداء- لفهم هذا العالم والكشف عن سننه ونواميسه ..!؟ ¶ ان مفهوم (الحركة) في الاسلام، على خلاف عدد من المذاهب والاديان، ينبثق اساسا من هذا التناغم والتلاحم بين الثنائيات: الروح والمادة، الطبيعة وماوراء الطبيعة، الارض والسماء، العلم والايمان ، وان افتقاد اي طرف من اطراف هذه المعادلة المنطقية سوف يقود الى الفوضى والضياع، وسوف يجرد دين الله من القدرة على الحركة والانتشار . ¶ وها هنا، بصدد الحديث عن الموقف من العلم ، يبدو اكيداً ذلك التناغم والتلاحم ين كتاب الله وحقائق العلم ومعطياته .. لكن ذلك لا يمنعنا من رؤية الابعاد الشاملة لكل من (الحقيقة) القرآنية ذات المصدر الآلهي ، ومايمكن تسميته مجازاً -(بالحقيقة) العلمية ذات المصدر البشري .. فثمة خط فاصل، نظراً لتغاير المصدرين، يمتد بين العلم الآلهي والعلم البشري ... العلم الآلهي الذي يمنحنا بعض معطياته في القرآن الكريم يتضمن حقائق ومسلمات مطلقة لايأتيها الباطل من بين يديها ولامن خلفها ، بينما تظل معطيات العلم البشري أسيرة نسبيتها وقلقها وتحولها ..",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "ي العلم البشري ما من حقيقة نهائية ، والعلماء الكبار انفسهم ، بعد قضاء اعمار كاملة في ساحات المختبر وبين اجهزته ، انتهوا الى هذه النتيجة .. ان معطيات العلم مجرد (احتمالات) قد تخطيء وقد تصيب ، وان كشوفاته هي وصف للظاهرة و ليست تفسيراً لها . ¶ يقول سوليفان: \" لقد اصبح العلم شديد الحساسية ومتواضعاً نسبياً . ولم نعد نلقن الآن ان الاسلوب العلمي هو الاسلوب الوحيد الناجح لأكتساب المعرفة عن الحقيقة .. ان عددا من رجال العلم البارزين يصرون بمنتهى الحماس على حقيقة مؤادها ان العلم لا يقدم لنا سوى معرفة جزئية عن الحقيقة ، وان علينا لذلك ان لانعتبر ، او يطلب الينا ان نعتبر كل ¶ شيء يستطيع العلم تجاهله مجرد وهم من الاوهام . ان الحماسة التي يظهرها ¶ رجال العلم هؤلاء فيما يتعلق بفكرتهم القائلة بان للعلم حدوداً ليست مما يثير العجب في حقيقة الامر !! \"(1). ¶ ويقول: \" لقد قبل جسم جديد - يقصد الكهرباء - في الفيزياء لانعرف عنه شيئاً سوى بنيته الرياضية Mathematicl Structure وقد بدأت منذ ذلك الوقت تدخل في الفيزياء اجسام اخرى بنفس الشروط . ووجد ان هذه الاجسام تلعب دوراً يماثل بالضبط ذاك الذي تلعبه الاجسام القديمة فيما يتعلق بتشكيل النظريات العلمية . لقد اصبح الآن واضحاً ان معرفة طبيعة الاجسام التي نتحدث عنها لم تعد مطلباً لازماً بالنسبة للفيزياء ، بل تكفي ¶ معرفة بنيتها الرياضية وهذا بحق هو كل معرفتنا حولها . وقد جرى التحقق الآن من ان معرفة البنى الرياضية هي كل المعرفة العلمية المتوفرة لدينا حتى فيما يتعلق باجسام نيوتن المألوفة ، وان اقتناعنا باننا نعرف هذه الاجسام بصورة قريبة ماهو الا مجرد وهم \"(2) ، ويتساءل : \" لماذا يترتب على الانسان ان يفترض بان الطبيعة يجب ان تكون شيئاً يستطيع مهندس القرن التاسع عشر ان يستحضره في ورشته ؟ \"(3).",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "ونقرا في كتاب (عقائد المفكرين في القرن العشرين): \" ان العلماء التجريبيين عادوا الى القوانين الطبيعية التي تحكم الحرارة والحركة والضوء وكل مافي عالم المادة من كهارب وذرات فوجدوا ان لها قانوناً واحداً هو الخطأ والاحتمال . اما القائمون بهذه التجربة فقد كانوا ثلاثة من اقطاب العلوم في مطلع القرن العشرين : ماكس بلانك Max Plank البولوني وورنر هايزنبرج W. Heisenberg الالماني وأروين شرودنجر A. Schrodinger النمسوي ، والأولان منهم صاحبا جائزة (نوبل) في العلوم الطبيعية عن سنة 1918 ، وسنة 1932 ، والثالث مكمل النظريات التي اشتهر بها الأولان ، وحجة لاتعلو عليه حجة في مسائل الطبيعيات على العموم .. ان التجربتين - يقول هايزنبرج - في اية قاعدة من قواعد العلم الطبيعي لا تأتيان بنتيجة واحدة بالغاً ما بلغ المجرب من الدقة وبالغاً ما بلغ المسبار من الاتقان \"(4).",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "ويختتم سوليفان الفصل الثالث القيم من كتابه (حدود العلم) ، بقوله: \" لقد بحثنا حتى الآن في حدود العلم بأعتباره اسلوباً لأكتساب المعرفة حول الحقيقة . وقد رأينا كيف أدت الحساسية الجديدة للعلم الى الاقرار بان ادعاءاته السابقة قد بولغ فيها كثيراً . لقد جعلت الفلسفة المبنية على العلم من المادة والحركة الحقيقة الوحيدة . وبهذا العمل فقد جرى استبعاد جميع العناصر الاخرى الواقعة في مجال خبراتنا . هذه العناصر التي تحمل ، كما يتراءى لنا ، المغزى الاكبر والتي تجعل الحياة في النهاية جديرة بأن تعاش قد جرى استبعادها على انها محض اوهام .. \" . ثم يخلص الى القول: \" ان دوافعنا الدينية لا يمكن ان يقنعها اي شيء اقل من الاعتقاد بأن للحياة مغزى خارقاً . وهذا الاعتقاد هو بالضبط ماجعلته الفلسفة القديمة امراً مستحيلاً وهكذا يمكننا ان نستنتج ان الاهمية الحقيقة للتغيرات التي حصلت في العلوم الحديثة ليست في قدرتها المتزايدة على دفع عجلة تقدم الانسان ، بل في تغير الأسس الميتافيزيقية التي تقوم عليها \"(5). ¶ وهذا ينقلنا الى مسألة اخرى بصدد العلاقة بين العلم والدين ، ان العلم الحديث لم يعد يرفض الحقيقة الدينية او يشكك فيها ، كماحدث في القرون السابقة ، وهو يعترف بان ليست له الكلمة النهائية في موضوع هو اكبر من حجمه بكثير .. ثم يعود لكي يؤكد - بامكاناته المحدودة - ان الحياة البشرية لا تستحق ان تعاش اذا ما نحن جردناها من بعدها الكبير الذي يتجاوز حدود المادة والحركة .. يعود العلم لكي يتعانق مع الدين ويتوظف لديه .. ذلك هو الانقلاب الكبير الذي شهدته فلسفة العلم المتمخضة عن الكشوف الاخيرة في مجال البحث العلمي ، وبخاصة الطبيعة والذرة وطريقة عمل الدماغ البشري .",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وثمة مسألة اخرى لاتقل خطورة .. ان الكشوفات العلمية الاخيرة حطمت جدار المادة، وأطلت وهي تتوغل في صميم الذرة على عالم الروح الكامن في بنية العالم وتركيب الاشياء .. ان العلم يلتقي هاهنا مع الدين ، مرة اخرى والحقائق كثيرة ، وقد ناقشناها في كتابنا (قراءة في كتاب سوليفان: حدود العلم) .. ويكفي هنا ان نشير الى بعضها .ان بعض العلماء يرون ان الموجات الالكترونية التي تشكل بنية المادة ، كما هو معروف حتى الآن يمكن ان تكون موجات احتمالية Waves of Probability من غير وجود مادي مهما كان نوع هذا الوجود(6). ويتفق علماء آخرون مثل ادينغتون وجينز على ان الطبيعة النهائية Ultimate Natural للكون هي طبيعة عقلية(7) ، وفي هذا يقول ادينغتون : \" ان مادة العالم هي مادة عقلية \" ويردف\" ان المادة العقلية ليست منتشرة عبر المكان والزمان ، بل ان المكان والزمان جزء من المخطط الدوري الذي هو في نهاية المطاف مشتثق من المادة العقلية نفسها \" . أما جينز فيذهب مسافة ابعد ، ويعتبر العالم كله طبيعة عقلية كاملة ، بل يجعله فكرة في ذهن الله(8). ¶ وأحدث النظريات التي طرحها عدد من كبار العلماء في مطلع السبعينات ونشرت خطوطها العريضة مجلة العلم والحياة الفرنسية(9) ، تقول بالمقابل او المعادل اللامادي للتراكيب المادية في البنية السديمية والذريةعلى السواء وانه ما من الكترون ، اوبروتون ، اونيوترون ، اوجسم كوني كذلك ، الا وتتواجد قبالته معادلاته اللا مادية . ¶ ومعنى هذا ان اكثر النظريات الفيزيائية حداثة تقدم تأكيداً أشد على تهافت المادية ، وتشير بلسان العلم المختبري ومعادلاته الرياضية المركبة الى التواجد الروحي في ¶ قلب الكون ، وفي صميم الذرة . وأننا لنقف هنا خاشعين امام واحدة من جوانب ¶ الاعجاز القرآني ، تلك المجموعة الكريمة التي تحدثنا عن (تسبيح) الكون والذرات للخالق العظيم:",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "{ سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَالأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ }(10). ¶ { تُسَبِّحُ لَهُ السَّمَاوَاتُ السَّبْعُ وَالأَرْضُ وَمَنْ فِيهِنَّ وَإِنْ مِنْ شَيْءٍ إِلا يُسَبِّحُ بِحَمْدِهِ وَلَكِنْ لَا تَفْقَهُونَ تَسْبِيحَهُمْ }(11). ¶ { وَيُسَبِّحُ الرَّعْدُ بِحَمْدِهِ وَالْمَلَائِكَةُ مِنْ خِيفَتِهِ }(12). ¶ { أَلَمْ تَرَ أَنَّ اللَّهَ يُسَبِّحُ لَهُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ وَالطَّيْرُ صَافَّاتٍ كُلٌّ قَدْ عَلِمَ صَلَاتَهُ وَتَسْبِيحَهُ وَاللَّهُ عَلِيمٌ بِمَا يَفْعَلُونَ }(13) ¶ { يُسَبِّحُ لَهُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ }(14) ¶ { وَسَخَّرْنَا مَعَ دَاوُودَ الْجِبَالَ يُسَبِّحْنَ وَالطَّيْرَ .... }(15) ¶ { إِنَّا سَخَّرْنَا الْجِبَالَ مَعَهُ يُسَبِّحْنَ بِالْعَشِيِّ وَالْإِشْرَاقِ }(16). ¶ { وَلِلَّهِ يَسْجُدُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ طَوْعًا وَكَرْهًا وَظِلَالُهُمْ بِالْغُدُوِّ و الْآصَالِ }(17). ¶ {أَوَلَمْ يَرَوْا إِلَى مَا خَلَقَ اللَّهُ مِنْ شَيْءٍ يَتَفَيَّأُوا ظِلاَلُهُ عَنْ الْيَمِينِ وَالشَّمَائِلِ سُجَّدًا لِلَّهِ وَهُمْ دَاخِرُونَ(48) وَلِلَّهِ يَسْجُدُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ مِنْ دَابَّةٍ وَالْمَلَائِكَةُ وَهُمْ لَا يَسْتَكْبِرُونَ}(18) ¶ { أَلَمْ تَرَ أَنَّ اللَّهَ يَسْجُدُ لَهُ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ وَالشَّمْسُ وَالْقَمَرُ وَالنُّجُومُ وَالْجِبَالُ وَالشَّجَرُ وَالدَّوَابُّ ... }(19) ¶ { وَلَهُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ كُلٌّ لَهُ قَانِتُونَ }(20). ¶ { وَالنَّجْمُ وَالشَّجَرُ يَسْجُدَانِ }(21).",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "{ إِنَّا عَرَضْنَا الْأَمَانَةَ عَلَى السَّمَاوَاتِ وَالْأَرْضِ وَالْجِبَالِ فَأَبَيْنَ أَنْ يَحْمِلْنَهَا وَأَشْفَقْنَ مِنْهَا وَحَمَلَهَا الْإِنْسَانُ إِنَّهُ كَانَ ظَلُومًا جَهُولًا }(22). ¶ ان (التسبيح) او (السجود) ها هنا لايقتصر على كون الذرات والأجسام الفضائية تخضع للنواميس التي وضعها الله فيها ، فهي بهذا تسبح الله سبحانه وتسجد لأرادته . فقد يكون هنالك ما هو ابعد من هذا واقرب الى مفهوم التسبيح الحر والتقديس الواعي ، ان هذه الموجودات تمارس تسبيحها وتقديسها بالروح ، وربما بالوعي الذي لا نستطيع استيعاب ماهيته، وان هذا ليقودنا ثانية الى مقولة أدينغتون : \" ان مادة العالم هي مادة عقلية \" ، كما يقودنا الى الآية الكريمة : { ولكن لا تفقهون تسبيحهم } !!. ¶ حقاً ! ان ادراك الطرائق التي تعمل بها الذرات والاجسام لمما يصعب تحقيقه .. ومهما تقدم العلم وخطا خطواته العملاقة فسيظل جانب من اكثر جوانب التركيب المادي بعيداً عن التكشف النهائي ، مستعصيا على البوح بالسر المكنون . ¶ ومهما يكن من أمر ، فهاهو العلم الحديث ، في كشوفاته الاخيرة يؤكد على الحقائق الاساسية التالية: ¶ ليس بمقدور العلم التوصل الى الحقائق النهائية .. ليس بمقدور العلم الحديث ان ينفي الدين او أيا من الخبرات الانسانية اللامادية الأكبر حجماً منه .. ما يجهله ليس اقل حقيقية من معطيات العلم نفسه !! ¶ يؤكد بالمقابل اهمية التجرية الدينية وضرورتها للحياة البشرية ، ويكشف العلم عن البطانة الروحية للعالم فيلتقي ثانية مع الدين ..",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "ان الكشوف العلمية الحديثة جاءت ، كما يقول سوليفان: \" لكي تقطع الطريق على تلك المناقشات التي قامت لتثبت ان أياً من التفسيرات (الدينية) ماهو الامجرد وهم . لقد فعلت هذا عندما اظهرت ان العلم لا يعالج الا ناحية جزئية من الحقيقة ، وانه لايوجد ادنى سبب يبرر الافتراض بان كل ما يجهله العلم ، او يتجاهله هو اقل حقيقة مما يعرفه .. \"(23). ¶ ثمة تساؤل يفرض نفسه هنا: اذا كانت آيات القرآن ومقاطعه تتضمن حقائق ومسلمات مطلقة لايأتيها الباطل من بين يديها ولامن من خلفها ، بينما تضل معطيات العلم أسيرة نسبيتها وتغيرها وقلقها وتحولها ، فكيف يلتقي المطلق بالنسبي ، والكلي بالجزئي ، والشامل بالمحدود ؟ وهل يصح ان نفسر بعض آيات القرآن على ضوء نظرية اوكشف علمي قد يتعرضان في اية لحظة للتشكيك والنقض ؟ ألا يقود هذا الى نوع من التشكك والتناقض يمتد الى صميم المعطيات القرآنية نفسها ؟. ¶ سيقودنا الجواب الى استقراء القرآن نفسه لتفحص الابعاد الاربعة التي تناول من خلالها مسألة العلم هذه كما رأينا ، والتي تشكل موضوع هذا البحث الموجز ، وسنضطر ، بين الحين والحين ، الى اعتماد مقاطع وفقرات سبق وان التقى بها القاريء في كتب اخرى ، وبخاصة (التفسير الاسلامي للتأريخ) ، لانها اذ وردت هناك متفرقة لخدمة سياقات منهجية اخرى .. فانها تأتي هاهنا كضرورة لأستكمال الصورة عن الموضوع الذي بين ايدينا ، كما سنضطر احياناً اخرى الى مجرد الاحالة تجاوزاً للتكرار .. ¶ اهداف العلم والمباديء الاسلامية الأساسية ¶ تعنى فلسفة العلم بتفحص وتحليل الاهداف التي يسعى لتحقيقها وطبيعة ارتباطاتها بأنشطة الانسان الحضارية من جهة وبرؤيته للكون والحياة والعالم من جهة اخرى . ¶ وعلى ذلك يبدو البحث العلمي ، ومناهجه التجريبية في الكشف والتطبيق (ضرورة) من ضرورات الحياة الاسلامية ، وليست مسألة (كمالية) او امراً ثانويا .",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "ذلك انها ترتبط ارتباطاً وثيقاً بنشاط الجماعة المسلمة وبطبيعة مهمتها في العالم وبعقيدتها الشاملة عن الكون والحياة والعالم والانسان . ¶ ونستطيع –ها هنا- ان نضع بين ايدينا على عدد من المباديء الأساسية في الحياة والرؤية الاسلامية ، تحتم اعتماد طرائق العلم ومناهجه ، والافادة من السنن والنواميس التي تكشف عنها الحقائق التي تصل اليها والتطبيقات التي تتمخض عن هذا وذاك . ¶ تحتمها لأنها تسهم اسهاما اكيداً في (تعزيز) هذه المباديء وتأكيد عناصر تلك الرؤية الشاملة ، وتساعد على السير بها صوب مزيد من التنفيذ في ارض الواقع والتحقق في مجرى الفعل الحضاري . ¶ (مبدأ الأستخلاف) ¶ ومبدأ (الأستخلاف) الذي يطرحه الأسلام في كتاب الله وسنة رسوله عليه الصلاة والسلام هو واحد من هذه المباديء التي يرفدها العلم ويمكن لها في الأرض . ¶ ان الانسان المسلم مستخلف في العالم ، بُعث لتطويره واعماره وتذليل صعابه والاستجابة لتحدياته من اجل تسوية ارضيته كي تكون اكثر ملائمة لحياة مطمئنة تعلو على الضرورات ، بعدان تتحرر منها ، وتكون اكثر قدرة على التوجه الى فوق .. الى خالقها جل وعلا ، دون ان تنكس رؤوسها أو تحني ظهورها ثقل الجاذبية وضرورات الوحل والطين . ¶ ان مسألة الاستخلاف في الأرض تتكرر اكثر من مرة في القرآن الكريم: ¶ { هُوَ الَّذِي جَعَلَكُمْ خَلائِفَ فِي الأَرْضِ فَمَنْ كَفَرَ فَعَلَيْهِ كُفْرُهُ وَلا يَزِيدُ الْكَافِرِينَ كُفْرُهُمْ عِنْدَ رَبِّهِمْ إِلا مَقْتًا وَلا يَزِيدُ الْكَافِرِينَ كُفْرُهُمْ إِلا خَسَارًا }(24)",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "{ وَهُوَ الَّذِي جَعَلَكُمْ خَلائِفَ الأرْضِ وَرَفَعَ بَعْضَكُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ لِيَبْلُوَكُمْ فِي مَا آتَاكُمْ إِنَّ رَبَّكَ سَرِيعُ الْعِقَابِ وَإِنَّهُ لَغَفُورٌ رَحِيمٌ }(25) ، { وَاذْكُرُوا إِذْ جَعَلَكُمْ خُلَفَاءَ مِنْ بَعْدِ قَوْمِ نُوحٍ وَزَادَكُمْ فِي الْخَلْقِ بَسْطَةً فَاذْكُرُوا آلَاءَ اللَّهِ لَعَلَّكُمْ تُفْلِحُونَ }(26) ، { قَالَ عَسَى رَبُّكُمْ أَنْ يُهْلِكَ عَدُوَّكُمْ وَيَسْتَخْلِفَكُمْ فِي الْأَرْضِ فَيَنظُرَ كَيْفَ تَعْمَلُونَ }(27) ، { ثُمَّ جَعَلْنَاكُمْ خَلَائِفَ فِي الْأَرْضِ مِنْ بَعْدِهِمْ لِنَنْظُرَ كَيْفَ تَعْمَلُونَ}(28) ،{ وَيَجْعَلُكُمْ خُلَفَاءَ الْأَرْضِ أَإِلَهٌ مَعَ اللَّهِ قَلِيلًا مَا تَذَكَّرُونَ }(29) ،{ وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُم فِي الْأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِنْ قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمْ الَّذِي ارْتَضَى لَهُمْ وَلَيُبَدِّلَنَّهُمْ مِنْ بَعْدِ خَوْفِهِمْ أَمْنًا يَعْبُدُونَنِي لَا يُشْرِكُونَ بِي شَيْئًا وَمَنْ كَفَرَ بَعْدَ ذَلِكَ فَأُوْلَئِكَ هُمْ الْفَاسِقُونَ }(30).",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "ومسألة الاستخلاف تبدو خلال هذه الآيات مرتبطة بالخيط الطويل العادل من طرفيه: العمل والابداع ومجانبة الافساد في الارض ، وتلقي القيم والتعاليم والشرائع عن الله والالتزام الجاد بها خلال ممارسة الجهد البشري في العالم ، والعلاقة بين هذين الطرفين علاقة اساسية متبادلة بحيث ان افتقاد اي منهما سيؤول الى الخراب والضياع في الدنيا والآخرة ، ويقود الى عملية أستبدال للجماعة البشرية بغيرها ممن تقدر على الامساك بالخيط من طرفيه :العمل والجهد والأبداع ، والتلقي الدائم عن الله لضبط وتوجيه هذا العمل وألأبداع في مسالكه الصحيحة التي تجعل الأنسان يقف دائماً بمواجهة خالقه كخليقة مفوض عنه لأعمار العالم ¶ { قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ هُوَ أَنشَأَكُمْ مِنْ الأَرْضِ وَاسْتَعْمَرَكُمْ فِيهَا }(31). ¶ ويبلغ من تأكيد القرآن على العمل والجهد البشري لأعمار العالم ، على عين الله وتوجيهه ، ان ترد اللفظة بتصريفاتها المختلفة ، فيما يزيد على الثلاثمائة والخمسين ¶ موضعاً ، وهي كلها تشير - سلباً او ايجاباً - الى ان المحور الأساسي لوجود الأنسان - فرداً و جماعة - على الأرض هو العمل الذي يتخذ مقياساً عادلاً لتحديد المصير في الدنيا والآخرة ، وهو موقف ينسجم تماماً مع فكرتي (الأستخلاف) و (الأستعمار) الأرضي .. إن القرآن الكريم يحدثنا ان مسألة خلق الموت والحياة اساساً انما جاءت لأبتلاء بني آدم ،",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "ايهم احسن عملاً : { الَّذِي خَلَقَ الْمَوْتَ وَالْحَيَاةَ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا وَهُوَ الْعَزِيزُ الْغَفُورُ }(32) ، كما يحدثنا في سورة العصر أن موقف الانسان من العالم سيؤول الى الخسران بمجرد افتقاد شرطيه الأساسيين (الأيمان والعمل الصالح) ، ويصدر امره الحاسم الى الأمة المسلمة ان تلتزم دورها الايجابي في قلب العالم { وَلْتَكُنْ مِنْكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنْ الْمُنْكَرِ وَأُوْلَئِكَ هُمْ الْمُفْلِحُونَ (104) ¶ {وَلَا تَكُونُوا كَالَّذِينَ تَفَرَّقُوا وَاخْتَلَفُوا مِنْ بَعْدِ مَا جَاءَهُمْ الْبَيِّنَاتُ وَأُوْلَئِكَ لَهُمْ عَذَابٌ ¶ عَظِيمٌ }(33). وفي مكان آخر يصف (هذه الأمة بأنها { كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنْ الْمُنكَرِ وَتُؤْمِنُون بِاللَّهِ }(34). ¶ وفي مقابل هذا يندد القرآن بكل نشاط او عمل خاطيء من شأنه ان يؤول الى الفساد في الأرض والى هدم وتدمير المكتسبات التي يصنعها العمل الصالح بالصبر والدأب والمثابرة.. وهو من موقفه هذا يسعى الى حماية منجزات الانسان الحضارية ، ووقف كل مايعوق مسيرتها ونموها ، وملاحقة اية محاولة لأنزال الدمار بها من الداخل تحت اي شعار كانت .. وهذا واضح بيّن في اكثر من آية :{ وَلَا تُفْسِدُوا فِي الْأَرْضِ بَعْدَ",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "إِصْلَاحِهَا }(35)، { قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ قَدْ جَاءَتْكُمْ بَيِّنَةٌ مِنْ رَبِّكُمْ فَأَوْفُوا الْكَيْلَ وَالْمِيزَانَ وَلَا تَبْخَسُوا النَّاسَ أَشْيَاءَهُمْ وَلَا تُفْسِدُوا فِي الْأَرْضِ بَعْدَ إِصْلَاحِهَا ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنتُمْ مُؤْمِنِينَ }(36)، إن القرآن يرفض في نظرته للمسألة الحضارية أشد مايرفض ، موقف التجزئة والفصل وإقامة الجدران بين مساحات التجربة البشرية ، ويرى فيها وحدة حيوية تسري فيها روح واحدة وتجري فيها دماء واحدة .. وأن تجزئتها وعزل بعض جوانبها ، خلال العمل ، عن بعضها ، ليس خطأ فحسب ، لكنه مسالة تكاد تكون مستحيلة ، إذا ما أردنا - مسبقاً - أن نصل الى نتائج صحيحة . ¶ ومهما يكن من أمر ، فان (تنفيذ) مهام (الخلافة) ، ومنحها الضمانات الكافية ، وإعانتها على تحقيق اهدافها في التقدم الدائم ، لن يتأتى بدون اعتماد طرائق البحث العلمي ومناهجه للكشف عن سنن العالم والطبيعة ونواميس الكون من اجل الافادة من طاقاتهما المذخورة وتحقيق قدر اكبر من الوفاق بين الانسان وبين محيطه . ¶ وبدون هذا ، فإن مبدأ الأستخلاف لن يكون بأكثر من نظرية أو عقيدة تسبح في الفراغ . ¶ (مبدأ التوازن) ¶ وثمة ذلك المبدأ الاساس من مباديء الحياة الأسلامية والفكر الأسلامي : التوازن ين الحاجات الروحية والمادية .",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "إن مسألة التوازن عميقة في نسيج القرآن بحيث أننا نراها تأخذ اكثر من اتجاه ، وتتلبس بأكثر من شكل .. ان احدى الآيات تتحدث عن (الزينة) آمرة بني آدم ان يمارسوها ، وأين ؟ عند كل مسجد حيث يؤدي الانسان غاية تجربته في التجرد والأنسلاخ عن زخرف الحياة الدنيا { يَابَنِي آدَمَ خُذُوا زِينَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ } تعقب ذلك دعوة صريحة أيضاً إلى الأكل والشرب شرط ألا يبلغ ذلك حد الأسراف { وَكُلُوا وَاشْرَبُوا وَلا تُسْرِفُوا إِنَّهُ لا يُحِبُّ الْمُسْرِفِينَ }(37)، ثم ما تلبث التي تليها ان تتساءل بصيغة استنكارية واضحة { قُلْ مَنْ حَرَّمَ زِينَةَ اللَّهِ الَّتِي أَخْرَجَ لِعِبَادِهِ وَالطَّيِّبَاتِ مِنْ الرِّزْقِ قُلْ هِيَ لِلَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا خَالِصَةً يَوْمَ الْقِيَامَةِ كَذَلِكَ نُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ }(38).",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "إن المحرم والمرفوض في الأسلام هو الفاحشة ، أياً كان مصدرها ، الجسد ام الروح ، وليس ثم رفض او تحريم او احتقار ابتداء إلى الجسد بما انه جسد ، والى غرائزه وحاجاته بما انها غرائز وحاجات تقف في طريق الروح !! اننا نقرأ في الآية التي تلي ذلك - وهذا الأرتباط بين الآيات الثلاث يحمل مغزاه الواضح - نقرأ { قُلْ إِنَّمَا حَرَّمَ رَبِّي الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَالْإِثْمَ وَالْبَغْيَ بِغَيْرِ الْحَقِّ وَأَنْ تُشْرِكُوا بِاللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا وَأَنْ تَقُولُوا عَلَى اللَّهِ مَا لَا تَعْلَمُونَ }(39)، وما أكثر الايات التي تستنكر على بعض اتباع الديانات المحرفة السابقة تحريمهم الكثير من الطيبات التي أحلها الله ، وماأكثر الآيات التي تدعو الأنسان الى استغلال الطيبات دون إفراط أو تفريط .. وإلا لم كان خلق الله سبحانه لها ، وتفجير خيراتها وتنويعها في انحاء الارض ؟ : { كُلُّ الطَّعَامِ كَانَ حِلًّا لِبَنِي إِسْرَائِيلَ إِلَّا مَا حَرَّمَ إِسْرَائِيلُ عَلَى نَفْسِهِ }(40)، { قُلْ هَلُمَّ شُهَدَاءَكُمْ الَّذِينَ يَشْهَدُونَ أَنَّ اللَّهَ حَرَّمَ هَذَا }(41) { لَوْ شَاءَ اللَّهُ مَا أَشْرَكْنَا وَلا آبَاؤُنَا وَلا حَرَّمْنَا مِنْ شَيْء }(42)، { لَوْ شَاءَ اللَّهُ مَا عَبَدْنَا مِنْ دُونِهِ مِنْ شَيْءٍ }(43) ... ان الآيتين الاخيرتين تضعان التحريم الاعتباطي جنبا الى جنب مع الشرك بالله ، وتنعى على اولئك الذين يمارسون هذا التحريف بشأن الحقائق الكونية وبحق انفسهم على السواء ، قائلين ان هذا قدر لامفر لهم منه .. ان كبت الغرائز هو تزوير للموقف الانساني في الارض ، والشرك بالله هو اخطر تزوير ، ومن ثم كانت الممارسة البشرية التي تعتمد التزوير مرفوضة في القرآن مهما صغر حجمها أو كبر ..اكثر من هذا ، اننا نجد في الآية التي تقول { فَبِظُلْمٍ مِنْ الَّذِينَ هَادُوا حَرَّمْنَا",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "عَلَيْهِمْ طَيِّبَاتٍ أُحِلَّتْ لَهُمْ }(44)، ان كبت بعض جوانب الغريزة ، او الحد من اشباعها القائم على ضرورة التنويع يجيء بمثابة (عقاب) وليس -كما قد يتصور البعض - قاعدة من قواعد الدين .. على العكس ، ان احدى كبريات البداهات الدينية التي نتعلمها من القرآن الكريم ، ان الحلال هو القاعدة العريضة في ميادين الاشباع الغريزي جميعاً : طعاما وشرابا وجنسا وان التحريم مسألة (استثنائية) محدودة المساحة ، ضيقتها ، حتى ان القرآن ليعتبر توسيعها بشكل اعتباطي كفرا وافتراءا على الله :{ وَحَرَّمُوا مَا رَزَقَهُمْ اللَّهُ افْتِرَاءً عَلَى اللَّهِ }(45)، { وَلَا تَقُولُوا لِمَا تَصِفُ أَلْسِنَتُكُمْ الْكَذِبَ هَذَا حَلالٌ وَهَذَا حَرَامٌ }(46).. ويحذر المؤمنين من هذا السلوك المنحرف المعارض لطبيعة التركيب البشري الذي صاغه الله وهو أدرى به { يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تُحَرِّمُوا طَيِّبَاتِ مَا أَحَلَّ اللَّهُ لَكُمْ }(47) { يَاأَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ مَا أَحَلَّ اللَّهُ لَكَ ؟}(48).. ويبين لهم ان احدى مهام الانبياء الاساسية ، ان يجيئوا دائماً لكي يعيدوا الامور الى نصابها ويقفوا بمواجهة التزوير .. وهنا في مجال التجربة الغريزية , يجيئون لكي يفتحوا الطريق العريض امام متطلباتها مرة اخرى لكي يمضي الانسان المؤمن الى اهدافه الروحية دون ان تعيقه الضرورات :{ وَلِأُحِلَّ لَكُمْ بَعْضَ الَّذِي حُرِّمَ عَلَيْكُمْ }(49)، { وَيُحِلُّ لَهُمْ الطَّيِّبَاتِ وَيُحَرِّمُ عَلَيْهِمْ الْخَبَائِثَ }(50).. وثمة نداء يطرحه القرآن لبني آدم في مواضع كثيرة :{ كُلُوا مِمَّا ¶ فِي الْأَرْضِ حَلَالًا طَيِّبًا }(51) يقودنا الى بديهة اخرى وهي ان الله سبحانه ما دام قد سخر لنا الارض بما ينسجم ودورنا في العالم فانه لمن التناقض الفاضح ، المرفوض في الاسلام",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "قطعا ، ان يركب الانسان - من قبل الله - تركيبا معينا ، وان تسخر الارض - بارادة الله - لتلبية متطلبات هذا التركيب ، ثم تجيء الاديان - من عند الله ايضا - لكي تنصب الحواجز وتنصب الاسلاك الشائكة ، بين مطالب التركيب الادمي ، وبيين خيرات الارض ومنافعها المسخرة .. ¶ وما دام الامر كذلك .. مادام انه لاحياة اسلامية بمعنى الكلمة ان لم يتحقق ذلك التوازن العادل بين طرفي التكوين الانساني ، بل في نسيج التكوين الانساني ، بشكل ادق ، ومادام قد اريد للتجربة الاسلامية ان تتحرك على ارض الواقع وتصوغ انسانا متوازنا قديرا على الفعل والتغيير والحركة ، غير متأزم او جانح او مكبوت .. فانه لابد من طرائق العلم وحقائقه وتطبيقاته لتنفيذ هذه (الرؤية) التعادلية التي لا نجدها في اي مذهب او عقيدة اخرى في العالم بهذا القدر من التخطيط والشمولية والالتزام ..‍‍‍‍‍‍‍‍‍‍‍‍!! ¶ (مبدأ التسخير) ¶ ومبدا (التسخير) الذي هو ملمح اساسي من ملامح الرؤية الأسلامية للكون والعالم والحياة والأنسان ، يحتم ولا ريب اعتماد العلم لتحويله الى ارض الواقع والتحقق بعطائه الكريم .. ¶ ان العالم والطبيعة ، وفق النظرة الاسلامية ، قد سخرا للأنسان تسخيرا ، وان الله سبحانه قد حدد ابعادهما وقوانينهما ونظمهما واحجامهما بما يتلائم والمهمة الاساسية لخلافة الانسان في العالم وقدرته على التعامل مع الطبيعة تعاملا ايجابيا فاعلاً .",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "ان هنالك آيات ومقاطع قرآنية عديدة تحدثنا عن هذا التسخير للعالم والطبيعة لخدمة الدور الذي انيط بألأنسان في الارض ، وهي تمنحنا التصور الايجابي لدور الانسان الحضاري ينأى كلية عن التصورات السلبية لعديد من التفاسير الوضعية التي جردت الانسان من كثير من قدراته الفاعلة وحريته في حواره مع كتلة العالم ، وتطرف بعضها فأخضعه اخضاعا كاملا لمشيئة هذه الكتلة وارادة قوانينها الداينمية الخاصة التي تجيء بمثابة امر لاراد له ، وليس بمقدور الانسان الا ان يخضع ويساير ويتقبل هذا الذي تامر به .. ان الانجاز الحضاري ، في منظور هذه المذاهب يجيء وكأن الانسان جزء او مساحة من مكوناته فحسب، وانه ليس امامه الا ان يتشكل وفق مقتضيات مسيرة اكبر حجما من ارادته وأوسع مدى من قدراته ومطامحه ونزوعاته الذاتية والجماعية على السواء .. ¶ اننا نشهد عبر معطيات القرآن الكريم صيغة اخرى للعلاقة بين الانسان والعالم تختلف من اساسها .. صيغة السيد الفاعل المريد الذي سخرت وأخضعت له مسبقا كتلة العالم والطبيعة لتلبية متطلبات خلافته في الارض واعماره للعالم على عين الله { وَسَخَّرَ لَكُمْ اللَّيْلَ وَالنَّهَارَ وَالشَّمْسَ وَالْقَمَرَ }(52)، { وَهُوَ الَّذِي سَخَّرَ الْبَحْرَ لِتَأْكُلُوا مِنْهُ لَحْمًا ¶ طَرِيًّا }(53) { وَسَخَّرَ لَكُمْ الْفُلْكَ لِتَجْرِيَ فِي الْبَحْرِ بِأَمْرِهِ وَسَخَّرَ لَكُمْ الْأَنهَارَ(32)وَسَخَّرَ لَكُمْ الشَّمْسَ وَالْقَمَرَ دَائِبَيْنِ وَسَخَّرَ لَكُمْ اللَّيْلَ وَالنَّهَارَ}(54)، { فَسَخَّرْنَا لَهُ الرِّيحَ تَجْرِي ¶ بِأَمْرِهِ رُخَاءً حَيْثُ أَصَابَ }(55)، { أَلَمْ تَرَوْا أَنَّ اللَّهَ سَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ}(56)، { وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالأَرْضَ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ لَيَقُولُنَّ اللَّهُ}(57).",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "والتسخير يقودنا الى الحديث عن الموقف (الوسطي) الذي اعتمده الأسلام ازاء الطبيعة ومقارنته بمواقف الغربيين المتطرفة المتشنجة ازاءها ... ¶ لقد تأرحج موقفهم من الطبيعة بين النقيضين ، بلغ التطرف صوب الطرف الخاطيء في كل منهما حدوده القصوى .. فهم بين خوف من الطبيعة وتعبد لها واستسلام لضغوطها وتحدياتها ، وبين حقد عليها وتحقير لها وخصام معها .. ¶ ان تأريخ الحضارالت الاوربية ليشهد بهذه النقلة من اقصى اليمين الى اقصى الشمال .. ان الميثولوجيا اليونانية كانت تعج بالآلهة التي اشتقت من عناصر الطبيعة ونحتت من مكوناتها وعبدت من دون الله الواحد . ونحن نقرا - على سبيل المثال - في المجلد الثاني من كتاب (تأريخ العالم) الذي نشره السير جون . ا . هامرتون هذه الفقرات من بحث (ديانة اليونانيين) للدكتور لويس فارنل : \" حيثما وجهنا الطرف ، وبالغا مابلغ بصرنا بعصر ما قبل المسيح نجد ان الرجل اليوناني على شيء من شعور الاحترام للشمس والقمر وللرياح المختلفة، بل لعل عددا قليلا من هيئات المجتمع كان يعبد نجما بعينه كالشعرى اليمانية مثلا ، وكانوا جميعا ميالين من سويداء قلوبهم لعبادة الانهار .. وشعور اليونانيين هذا يبين لنا جلى بيان مراحل الادراك الديني المختلفة ، تلك المراحل التي يمكن ان نميز بينها فنجعلها مراحل سفلى ومراحل عليا . ¶ وربما اظهرتنا عبارة هسيود التي ينصح بها الغريب اذا ما كان يجتاز مخاضة خطرة ان يركع ويبتهل (في الماء المقدس) ، على المرحلة الاولى من مراحل هذا الشعور فهذا هو الذي كانوا يطلقون عليه (حيوية المادة) اي الشعور بان الماء نفسه هو كائن ذو ادراك ، كائن حي والهي من بعض الوجوه . وفي هذه المرحلة كانوا اذا تقربوا الى الماء بالقرابين لم يروا خيرا من القذف فيه بالحيوان ، ثورا كان ام حصانا ، وهو على قيد الحياة ، ليستخلص العنصر الشعوري على النحو الذي يراه .",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "وعندما اصبح خيالهم اكثر تحديدا كان يستطيع تصور الروح ثاوية في الماء ، نافذة فيه مسيطرة عليه ، وربما جعل هذا الخيال لتلك الظاهرة ، او هذا الكائن المبهم ، شخصية لاتزال تكبر ثم تكبر حتى تبرز منها آخر الامر شخصية اله من آلهة الانهار له صفات بشرية تختلف قلة وكثرة . فهذه هي حيوية عقيدة المادة التي تحور فتكون عقيدة بوجود اله ذي ذات، ثم يستطيع اله النهر حينما يبلغ هذه المرتبة ان يترك عنصره المائي فيأتي الى مذبح مقام على شاطئه ينسل ذراري بشرية ويدخل في حياة الناس السياسية . ونجد صدى هذه الطرق المختلفة في تخيل آله الانهار وعبادتها في اقدم منظومات الشعر اليوناني \" ونقرأ في البحث المذكور \" وبأمعان النظر في عبادات الطبيعة المسجلة في الآثار الفنية والادبية تدهشنا حقيقة ذات اهمية عظيمة تشير الى اتحاد معين في ادراك القوة الالهية التي تلوح من تباين الاشخاص تباينا متعدد الصفات ونعني بذلك ان هذا الاله (الآري) الاولي زيوس رب السماء ، لم يكن يقتصر سلطانه وافعاله على السماء وحدها بل كان يشمل ايضا الارض بصفته رباً للأشجار والنباتات .. وكان لزيوس سلطان حتى على البحر واعماقه ... \" كما نقرا : \" كان الموقد يعتبر بهذه المكانة من التقديس والسمو ، ربما يسبب هذا الشعور البدائي فيما يتعلق بعنصر النار السحري .. ولهذا وجب ان تلقى بضع صغيرة من القربان المخصص للآلهة العليا ، في الموقد بوصفه القوة المركزية الاصيلة للعائلة التي تعيش تحت سقف بيت واحد ، وحينئذ يعمل دافع التجسيد على هذا الاساس فيبدع ربة جميلة عذراء .. \" . ¶ واليوم نشهد موقفا نقيضا : ان الغربيين يدعون انهم يرفضون الانحناء للطبيعة ويتمردون عليها ويعدون العدة لغزوها والاجهاز عليها .. نقرأ هذا في صحفهم ومجلاتهم ، كما نقرأه في كتبهم وابحاثهم .. نستمع اليه في اذاعاتهم ونشهده على شاشات تلفازاتهم والموقف اوضح من ان يوثق بنص او شهادة ..",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "من اله يعبد ويتقرب اليه بالضحايا الى شيطان رجيم يقذف بالحجارة ... أليس ثمة موقف وسط اكثر اقناعا من هذا وذاك ؟ ¶ نعم ... انه موقف الاسلام .. ¶ ان الطبيعة في المنظور الاسلامي ليست - كما رأينا - قوة فوقية قاهرة ¶ لا حيلة للأنسان ازاءها الا ان يتعبدها ويسجد لحيثياتها .. ولا هي خصم عنيد يتوجب غزوه وأذلاله .. فبعيدا عن غثاء التطرف وضبابه وزبده وتشنجه .. يمكن ان تبرز الطبيعة بصيغة تختلف تماما .. لا هي بالقوة القهرية ولا بالخصم اللدود .. انها - باختصار - الارضية التي سخرت للأنسان من اجل ان يتحرك الانسان ويبني ويعمر وينشيء ويطور وهو يتقدم ¶ صوب عالم سعيد تتحقق فيه اقصى درجات الفهم والتعاطف والتناغم والوفاق بين الانسان والطبيعة ... ¶ انها علاقة الالفة والصداقة والمحبة والتفاهم والوئام وليست علاقة القسر والارهاب والتحكم والبغضاء والغزو والتنافس والصراع .. ¶ انها علاقة وظيفية هدفها تحقيق اكبر قدر من الكشف عن امكانات الطبيعة وتسخيرها من اجل خدمة دور الانسان في الارض ، وتحرره من الضرورات ، كي يفرغ اكثر للتوجه الى الله سبحانه وتعالى .. ¶ ونحن نمارس وظائفنا مكرهين احيانا ، فلانبدع ولانضيف ، ولكننا نمارسها احيانا اخرى برغبة وانسجام فتكون الاضافة والابداع .. ¶ ولقد ارادها الاسلام علاقة من هذا النوع : الالفة والمحبة والود والتفاهم كيلا ننفر من الطبيعة او تنفر منا وكي تتحقق اقصى درجات التكشف والعطاء .. ¶ إن (التسخير) هو البديل الذي يطرحه القرآن الكريم بصدد الموقف من الطبيعة بدلا من (التعبد) او (الغزو) الذي تطرحه المواقف الاخرى .. ¶ وابتداءا من الرؤية الجمالية للطبيعة وانتهاء باستخدامها للتحقق بالكشف العلمي والتطوير العملي ، نجد الاسلام يؤكد صداقته للطبيعة وتفاهمه معها ..",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "وكثيرة هي آيات القرآن الكريم ومقاطعه وسوره ، تلك التي ترفد هذا المعنى .. ومن منا لم يلفت انتباهه هذا القسم الذي يكرره كتاب الله بموجودات الطبيعة وافراد عائلتها المنبثين في ارجاء السماء الكبيرة {فَلا أُقْسِمُ بِالشَّفَقِ(16)وَاللَّيْلِ وَمَا وَسَقَ(17)وَالْقَمَرِ إِذَا اتَّسَقَ(18)لَتَرْكَبُنَّ طَبَقًا عَنْ طَبَقٍ(19) } { وَالسَّمَاءِ وَالطَّارِقِ(1)وَمَا أَدْرَاكَ مَا الطَّارِقُ(2)النَّجْمُ الثَّاقِبُ(3) } ، { فَلا أُقْسِمُ بِمَوَاقِعِ النُّجُومِ(75)وَإِنَّهُ لَقَسَمٌ لَوْ تَعْلَمُونَ عَظِيمٌ(76)إِنَّهُ لَقُرْآنٌ كَرِيمٌ(77) } { وَالسَّمَاءِ ذَاتِ الْحُبُكِ(7) } { وَالشَّمْسِ وَضُحَاهَا(1)وَالْقَمَرِ إِذَا تَلاهَا(2)وَالنَّهَارِ إِذَا جَلاهَا(3)}، { وَالضُّحَى(1)وَاللَّيْلِ إِذَا سَجَى(2)مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَى(3) }،{ وَاللَّيْلِ إِذَا يَغْشَى(1)وَالنَّهَارِ إِذَا تَجَلَّى(2)وَمَا خَلَقَ الذَّكَرَ وَالْأُنْثَى(3)إِنَّ سَعْيَكُمْ لَشَتَّى(4) } ¶ { وَالْفَجْرِ(1)وَلَيَالٍ عَشْرٍ(2)وَالشَّفْعِ وَالْوَتْرِ(3)وَاللَّيْلِ إِذَا يَسْرِ(4)هَلْ فِي ذَلِكَ قَسَمٌ لِذِي حِجْرٍ(5)}.. ¶ وكثيرة ايضا مواقف الرسول صلى الله عليه وسلم المتعاطفة مع الطبيعة المحبة ¶ لها ، المتعشفة لجمالها ، الودودة لعطائها الكريم .. انه يقول وهو يرنو الى شجيرة جميلة في قلب الصحراء (ليتني كنت شجرة تعضد) ويقول مشيرا الى أحد (أحد جبل يحبنا ونحبه) ! ¶ انها المحبة اذن .. محبة الانسان للبيئة التي تحتضنه وترضعه وتقدم له الكثير وهو - بدوره - يعتز بها ويحنو عليها كما يحنو الانسان على امه ، وهي تدلف الى الشيخوخة بعد اذ قدمت له نسغ الحياة ومكنته من الوقوف على قدميه .",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "ان المحبة والتناغم والوئام شيء آخر تماماً لم يذق طعمه الغربيون الذين تدفعهم نزعتهم العلمية الذرائعية (البراغماتية) الى تحديد مواقفهم من القوى والاشياء على ضوء مصلحتهم الصرفة .. فيوم كانت الطبيعة تخيفهم ولا يقدرون عليها كانوا يتملقونها ويتمسحون بها معتقدين ان عبادتها بهذه الصيغة التي لاتتضمن اي قدر من الود والمحبة ستدفع بها الى تنفيذ مطالبهم ، او ستخلصهم على الاقل من غضبها وسطوتها وويلاتها .. ¶ ويوم وقف العالم على قدميه ، وفك الكثير من رموز الطبيعة وخفاياها واسرارها وتمكن من تسنم بعض جبالها ووهادها وسماواتها انتفخ الغربي وصعر خده للسماوات والهضاب والجبال واقسم ان ليغزونها ويذلنها .. ومن ثم بدأ مسلسل الصراع بين (الغربي) والطبيعة دون ان يحمل اي قدر من النبل او المحبة او السماحة .. انهم مستعدون الآن ان يبتكروا اشد انماط الاسلحة تخريبا وفتكا وتدميرا ، وهم مستعدون - كذلك - لاستخدام ¶ هذه الاسلحة في مواجهة الطبيعة نفسها لقتل جمالها وتناسقها ، ولتدمير ملامح الحياة والتجدد فيها . ¶ لقد كشفت لهم عن طاقاتها ، ومنحتهم الكثير فماقدموا لها الشكر الذي تستحقه ولارعوها حق رعايتها .. وجازوها ، كخصوم محاربين بالرفض والعقوق والكفران .. ¶ قد يقول قائل : ان المهم هو النتائج العلمية والتطبيقية التي تتمخض عنها عمليات الكشف في ميدان الطبيعة ، مهما كانت سمة تلك العمليات .. صراعا وغزوا ام تقربا وتعاونا وكشفاً ..",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "لكنه قول مردود .. لأن (العلم) ليس هدفا بذاته وانما هو وسيلة لقيام عالم سعيد ، متناسق جميل ، والطبيعة كانت وستظل جزءا مهما من هذا العالم .. وفرق كبير بين أن تكون الحضارة البشرية في وفاق مع الطبيعة وبين ان تعلن الحرب عليها وتكون في خصام معها .. هذا الى ان غزو الطبيعة قد يحمل معه جراثيم موقف لا أخلاقي يتذرع بالقوة وحدها لتحقيق مزيد من القوة من اجل سيطرة اكثر على مقدرات الانسان والعالم ، بغض النظر عن طبيعة هذه (القوة) وشروط استخدامها .. بغض النظر عن اية قيمة خلقية او ضابط انساني في ضبطها والتعامل معها .. ¶ ان اضفاء صفة القدسية على الطبيعة والتهيب من اقتحام اسرارها لا يصنع تقدما ولا ينشيء حضارة .. ¶ وان تعرية الطبيعة من كل قيمة جمالية او خلقية لايصنع تقدما ولاينشء حضارة ... قد يتقدم بالمدنية خطوات الى الامام ... اما التحضر بمفهومه الشامل ... فلا ... ¶ وقد جاء الاسلام لكي يطرح طريقا وسطا .. فيعلن للبشرية مبدأ تسخير الطبيعة لخدمة الاهداف الانسانية ، ولكنه - في الوقت نفسه - يضبط صيغ التعامل بين الطرفين بقيم ومباديء واعراف تحقق اقصى درجات التكشف والابداع .. وتتنشيء اكثر الصيغ الحضارية ملائمة لطموح الانسان واخلاقيته ومكانته في الكون .. ¶ ومرة اخرى .. فانه بدون اعتماد قدرات العلم منهجا وحقائق وتطبيقا فلن يكون بمقدور اية جماعة اسلامية ان تنفذ مبدأ التسخير وان تحوله الى فعل تأريخي متحقق .. ¶ ( مبدأ الأرتباط المحتوم بين الخلق والخالق ) ¶ تبقى -أخيراً - ضرورة اعتماد العلم للتحقق من واحد من اهم المباديء في المنظور الاسلامي والديني عموما .. وهو الارتباط المحتوم بين نظام الخلق المعجز ووجود الخالق سبحانه .. ان العلم هو الاداة التي تكشف عن هذا الارتباط ، وتضيئه ، وتزيده ايضاحا .. ولقد كتب الكثيرون عن معجزة الخلق ، وقطع حشود من العلماء اعمارهم بحثا وتنقيبا",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "لكي ما يلبثوا ان ينتهوا الى احدى المسلمات الكبرى في تأريخ العلم : انه لابد للخلق من ¶ خالق .. مسألة محتومة لاتقبل لجاجة ولاأنكارا .. ان الخلق مادام على هذه الدرجة من النظام والضبط والدقة والتوافق والحركة المرسومة والهدف المقصود والارتباطات الهادفة .. فانه لابد ان يكون صدورا عن ارادة فوقية قادرة مدبرة .. انها مسألة محسومة برياضيات العلم ومعادلاته .. والشواهد كثيرة ، والنتائج التي يتمخض عنها السعي العلمي الجاد لاتعد ولاتحصى . وسوف يكون من قبيل التكرار لو أقتبسنا هنا نصوصا للنتائج والشهادات والاقوال .. والمجال - فضلا عن ذلك - لايتسع - ، ويكفي ان يرجع القاريء الى ابحاث من مثل (الله يتجلى في عصر العلم) لحشد من العلماء و(العلم يدعو للأيمان) لكريسي موريسون ، و(القرآن والعلم الحديث) و (الله والعلم الحديث) لعبد الرزاق نوفل ، و(قصة الايمان بين الفلسفة والعلم والدين) للشيخ نديم الجسر ، و(الاسلام يتحدى) لوحيد الدين خان ¶ و(دراسة الكتب المقدسة في ضوء المعارف الحديثة) لموريس بوكاي .. وغيرها لكي يجد الكثير الكثير .. ¶ ومع ذلك فسوف نعرض لعدد من النتائج والشواهد التي يمكن ان تكون مجرد نماذج لمئات ، لا بل ألوف ، غيرها في هذا السياق ..",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "إن ا . كريسي موريسون ، الرئيس السابق لأكاديمية العلم بنيويورك ، ورئيس المعهد الامريكي لمدينة نيويورك ، وعضو المجلس التنفيذي لمجلس البحوث القومي بالولايات المتحدة ، والزميل في المتحف الامريكي للتأريخ الطبيعي ، والعضو مدى الحياة للمعهد الملكي البريطاني ، يركز نتائجه في هذا الميدان عبر كتابه الشهير Man Does Not Stand Alone المترجم الى العربية بعنوان (العلم يدعوا للأيمان) (58).. ونقرا في صفحاته عبارات كهذه : \" ان الانسان ليكسب مزيدا لاحد له من التقدم الحسابي في كل وحدة للعلم . غير ان تحطيم ذرة التون - التي كانت تعد اصغر قالب في بناء الكون - الى مجموعة نجوم مكونة من جرم مذنب والكترونات طائرة ، قد فتح مجالا لتبديل فكرتنا عن الكون والحقيقة تبديلا جوهريا . ولم يعد التناسق الميت للذرات الجامدة يربط تصورنا بما هو مادي . وان المعارف الجديدة التي كشف عنها العلم لتدع مجالا لوجود مدبر جبار ، وراء ظواهر الطبيعة . وهذا ضوء يلقى على الخفاء الوسيع الذي يحيط الآن بما هو غير معروف لنا ظاهريا ، وقد يقودنا هذا الضوء الى الاعتراف بوجود عقل عام اسمى ، اي الى وجود الخالق(59). ¶ \" لقد جاء نظامنا الشمسي من خليط مضطرب للعناصر التي انفصلت عن الشمس عند درجة حرارة قدرها 000, 412 ، وتبعثرت في فضاء غير محدود ، بعنف لا يتصوره العقل . وقد أحل النظام محل الفوضى بدقة تجعلنا نستطيع ان نقدر بـ (الثانية) المكان الذي سيحتله اي جزء . وبلغ التوازن من الكمال الى حد انه لم يعتوره اي تغيير في مدى بليون سنة وانه يدل على الدوام الى الابد . كل ذلك بحكم قانون . وبهذا القانون يتكرر هذا النظام الذي نراه في النظام الشمسي في نواح اخرى \"(60).",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "\" ان الهواء سميك بالقدر اللازم بالضبط لمرور الاشعة ذات التأثير الكيميوي التي يحتاج اليها الزرع والتي تقتل الجراثيم وتنتج الفيتامينات ، دون ان تضر بالانسان ، إلا اذا عرض نفسه لها مدة اطول من اللازم . وعلى الرغم من الانبعاثات الغازية من الارض طول الدهور ، ومعظمها سام ، فان الهواء باق دون تلوث في الواقع ودون تغير في نسبته المتوازنة اللازمة لوجود الانسان وعجلة الموازنة العظيم هي تلك الكتلة الفسيحة من الماء ، اي المحيط الذي استمدت منه الحياة والغذاء والمطر والمناخ المعتدل والنباتات ، ¶ واخيرا الانسان نفسه . فدع الذي يدرك ذلك يقف في روعة امام عظمته ، ويقر بواجباته شاكراً ! \"(61). ¶ \" ان الاوكسجين والهيدروجين وثاني اوكسيد الكاربون والكاربون - سواء اكانت منعزلة ام على علاقاتها المختلفة بعضها مع بعض - هي العناصر البيولوجية الرئيسية . وهي عين الاساس الذي تقوم عليه الحياة . غير انه لاتوجد مصادفة من بين عدة ملايين ، تقضي بان تكون كلها في وقت واحد وفي كوكب سيار واحد ، بتلك النسب الصحيحة اللازمة للحياة ! وليس لدى العلم ايضاح لهذه الحقائق . اما القول بان ذلك نتيجة المصادفة فهو قول يتحدى العلوم الرياضية \"(62). ¶ \" ان مئات الآلاف من الخلايا تبدو كانها مدفوعة لأن تفعل الشيء الصواب في الوقت الصواب وفي المكان االصواب ، والحق انها طائعة ! والحياة تدفع الى الامام ، بانية مصلحة متوسعة ، وخالقة ما هو حديث وما هو افضل ، بنشاط لايفتر ولامثيل له في الاشياء الجامدة. فهل هذا ناشيء عن ادراك ؟ ام عن غريزة ؟ ام انه امر يحدث فحسب ؟ يمكنك ان تجيب عن ذلك بنفسك بيد انك قد تقول الآن ان كل ماورد بهذا الفصل لايفسر لنا كيف بدات الحياة اي كيف جاءت الى الارض . والكاتب لايعرف كيف ، ولكنه يؤمن بانها جاءت كتعبير عن القوة الآلهية وبأنها ليست مادية \"(63).",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "\" ونحن اذا فكرنا في الفضاء الذي لايفتأ يمتد امامنا ، وفي الزمن الذي لابداية له ولانهاية ، وفي الطاقة المفيدة والمحبوسة في الذرة ، وفي الكون الذي لاحد له بعوامله التي لاتحصى ونجومه التي لا تعد ، وفي الاهتزازات التي نسميها بالضوء والحرارة والكهرباء والمغناطيسية وفي النشاط المستمر للنجوم ، وفي الجاذبية وسيطرة القوانين الطبيعية على العالم ، اذا فكرنا في ذلك كله ، ادركنا اننا لا نعرف في الحق الا القليل فالى اي حد يجب ان يتقدم الانسان حتى يدرك تماما وجود الخالق الاعلى ، ويحاول ان يرتفع الى اعلى ما ¶ يستطيع بلوغه من الفهم دون ان يحاول تفسير حكمة الله ومقاصده او يصف الصفات التي له تعالى ؟ \"(64). ¶ \" والطبيعة اذا لم تنلها يد التشويه ، تبدو كأنها اعدت لكي تستدر أسمى الشعور في نفوسنا وتلهمنا الاعجاب بصنعة الخالق الذي وهبنا نعمة الجمال ، تلك التي لا يدركها ¶ بكل كمالها غير الانسان والجمال هو الذي يرفع الانسان وحده إلى مرتبة يكون فيها اقرب إلى الله – ويبدو ان (الغاية) جوهرية في جميع الاشياء ، من القوانين التي تحكم الكون ، إلى تركيبات الذرة التي تدعم حياتنا واذا لم يكن للتطور من غرض سوى اعداد اساس مادي لتلقي الروح ، فان هذه غاية مدهشة في حد ذاتها . واذا كانت حقيقة الغاية مقبولة بالنسبة لكل الاشياء ، واذا آمنا بان الانسان هو اهم مظهر لتلك الغاية ، فان الاعتقاد العلمي بان جسم الانسان وجهاز مخه ماديان ، قد يكون سليما . فان الذرات والهباءات في المخلوقات الحية تفعل افعالا مدهشة ، وتبني اجهزة عجيبة ، ولكن هذه الادوات عديمة النفع ما لم يحركها العقل حركات ذات غرض فهناك اذن خالق للكون لا يرقى اليه تفسير العلم ، ولا يقدر ان ينسبه الى المادة \"(65). ¶ \" لقد قال هيكل Haeckel ( اعطني هواء ومواد كيمياوية ووقتا ، وانا ¶ اصنع انسانا) ، ولكنه اغفل وحدات الوراثة (الجينات) ، واغفل الحياة نفسها . لقد كان",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "عليه - لو استطاع ! - ان يجد وينظم الذرات غير المرئية ووحدات الوراثة (الجينات) ويمنحها الحياة ! وحتى في هذه الحالة كانت النتيجة ، بنسبة ملايين الى واحد ، انه كان يأتي بوحش لامثيل له . ولو لنه نجح في ذلك لقال ان الامر لم يكن مجرد مصادفة ، ولكن ثمرة عقله ! حقا ان الله يخلق معجزات باساليب تخفى على الاذهان \"(66). ¶ \" والانسان اذ يتقرب من الادراك الكامل للزمن ، يقترب في الوقت نفسه من ادراك بعض قوانين الكون الابدية ، ومن معرفة الخالق سبحانه وتعالى . ومالم توجد حياة عقلية اخرى في بعض نواحي الكون فان الانسان ينفرد وحده بمعرفة الزمن . ومن سيطرته على الزمن تقرب به من شيء اعظم من المادة . فمن اين تاتي هذه القفزة العظيمة التي يقفزها الانسان بعيدا عن الفوضى ، وعن جميع تركيبات المادة وعن كل الكائنات الحية الاخرى ؟ انها لابد ان تأتي من شيء اسمى من المصادفة \"(67). ¶ \" لقد رأينا ان هناك 999,999,999 فرصة ضد واحد ، ضد الاعتقاد بان جميع الامور تحدث مصادفة . والعلم لاينكر الحقائق كما بيناها : وعلماء الحساب يقرون بان هذه الارقام صحيحة \"(68). ¶ \" ان اية ذرة او جزيئة لم يكن لها فكر قط ، واي اتحاد للعناصر لم يتولد عنه",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "راي ابداً . واي قانون طبيعي لم يستطع بناء كاتدرائية . ولكن كائنات حية معينة قد خلقت تبعا لحوافز معينة للحياة ، وهذه الكائنات تنتظم شيئا تطيعه جزيئات المادة بدورها ، ونتيجة هذا وذاك كل مانراه من عجائب العالم . فماهو هذا الكائن الحي ؟ هل هو عبارة عن ذرات او جزيئات ؟ أجل ؟ وماذا ايضاً ؟ شيء غير ملموس ، اعلى كثيرا من المادة لدرجة انه يسيطر على كل شيء ، ومختلف جدا عن كل ما هو مادي مما صنع منه العالم ، لدرجة انه لا يمكنه رؤيته ولا وزنه ولا قياسه . وهو فيما نعلم ليست له قوانين تحكمه . إن (روح الانسان هي سيدة مصيره) ، ولكنها تشعر بصلتها بالمصدر الاعلى لوجودها . وفد اوجدت للأنسان قانونا للأخلاق لا يملكه اي حيوان آخر ولايحتاج اليه ، فإذا سمى احد ذلك الكيان بانه فضلة لتكوينات المادة ، لا لشيء سوى انه لا يعرف كنهه بانبوبة الاختبار ، فهو انما يزعم زعما لا يقوم عليه برهان . انه شيء موجود ، يظهر نفسه باعماله ، وبتضحياته ، وبسيطرته على المادة ، وعلى الاخص بقدرته على رفع الانسان المادي من ضعف البشر وخطئهم الى الانسجام مع الله . هذه هي خلاصة القصد الرباني ، وفيها تفسير للأشتياق الكامن في نفس الانسان ، للأتصال بأشياء اعلى من نفسه ، وفيها كشف عن اساس حافزه الديني . هذا هو الدين \"(69). ¶ إن كتاب موريسون كله ، من الغلاف الى الغلاف ، هو في حقيقة الامر شهادة قيمة على صدق معادلة الارتباط المحتوم بين معجزة الخلق ووجود الخالق .. جل في علاه .. ¶ وفي كتاب ( الله يتجلى في عصر العلم ) (70)، نلتقي بشهادات العديد من العلماء ، تصب جميعا في الهدف نفسه .. ولن يتسع المجال لأستعراضها واحدة واحدة ،ولكننا سنلتقي بنماذج منها فحسب ، مركزة موجزة .. والكتاب ، بعد ، مفتوح لمن يريد ان يستزيد ..",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "فرانك ألن : عالم الطبيعة البيولوجية - ماجستير ودكتوراه من جامعة كورنل - استاذ الطبيعة الحيوية بجامعة مانيتوبا بكندا من سنة 1904 الى سنة 1944 - اخصائي في البصريات الفسيولوجية وانتاج الهواء السائل وحائز على وسام توري الذهبي للجمعية الملكية بكندا . ¶ \" انه لابد لأصل الكون من خالق أزلي ليس له بداية ، عليم محيط بكل شيء ، قوي ليس لقدرته حدود ، ولابد ان يكون هذا الكون من صنع يديه ، ان ملائمة الارض للحياة تتخذ صورا عديدة لا يمكن تفسيرها على أساس المصادفة او العشوائية .. \" ولكن البروتينات ليست الا مواد كيميوية عديمة الحياة ، ولا تدب فيها الحياة الا عندما يحل فيها ذلك السر العجيب الذي لا ندري من كنهه شيئاً . انه العقل اللانهائي ، وهو الله وحده ، الذي استطاع ان يدرك ببالغ حكمته ان مثل ذلك الجزيء البروتيني يصلح لأن يكون مستقرا للحياة فبناه وصوره واغلق عليه سر الحياة \"(71). ¶ روبرت موريس بيج : عالم الطبيعة - حاصل على دكتوراه من جامعة هاملين - كان اول من اكتشف الرادار في العالم سنة 1934 - سجل نحو 37 بحثا معظمها في ¶ الرادار - الف كثيرا من الكتب .. ¶ \" اذا اراد الانسان ان يتثبت من صحة المعلومات الغيبية التي يخبره بها شخص ¶ آخر ، فلابد من ان يشترك في التجربة ويتهيأ لها حتى يستطيع ان يحكم عليها ، وكذلك الحال فيما يتعلق بالايمان بالله ، فلابد ان يدرس الانسان اولا نوع العلاقات التي يمكن ان تكون بينه وبين خالقه ، وماينبغي ان تكون عليه هذه العلاقات : فاذا درس الانسان الشروط التي يلزم توافرها لقيام هذه العلاقة واتجه بقلبه وكليته نحو تحقيق هذه الشروط فانه ¶ سوف يشاهد الحقيقة كاملة ، عندئذ يغمر الايمان قلبه ويؤثر في حياته ولايدع في نفسه مجالا للشك ، ومن ذلك يكون الله اقرب من نفسه ويصير ايمانه به يقيناً \"(72).",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "ميريت ستانلي كونجدن : عالم طبيعي وفيلسوف - دكتوراه من جامعة بورتون - أستاذ سابق بكلية ترنيتي بفلوريدا - عضو الجمعية الامريكية الطبيعية - اخصائي في الفيزياء وعلم النفس وفلسفة العلوم والبحوث الانجيلية . ¶ \" ان جميع ما في الكون يشهد على وجود الله سبحانه وتعالى ويدل على قدرته وعظمته ، وعندما نقوم نحن العلماء بتحليل ظواهر هذا الكون ودراستها ، حتى باستخدام الطريقة الاستدلالية فاننا لا نفعل اكثر من ملاحظة آثار ايادي الله وعظمته . ذلك هو الله الذي لا نستطيع ان نصل اليه بالوسائل العلمية المادية وحدها ، ولكننا نرى آياته في انفسنا وفي كل ذرة من ذرات هذا الوجود . وليست العلوم الا دراسة خلق الله وآثار قدرته \"(73). ¶ جون كليفلاند كوثران : من علماء الكيمياء والرياضة - دكتوراه من جامعة كورنل - رئيس قسم العلوم الطبيعية بجامعة دولث - اخصائي في في تحضير النترازول وفي تنقية التنجستين .",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "\" قال لورد كيلفلي - وهو من علماء الطبيعة البارزين في العالم - هذه العبارة القيمة (إذا فكرت تفكيرا عميقا فان العلوم سوف تضطرك الى الاعتقاد في وجود الله) ولابد ان اعلن عن موافقتي كل الموافقة على هذه العبارة \" \" ان الكون المادي يسوده النظام وليس الفوضى ، وتحكمه القوانين وليس المصادفة او التخبط ، فهل يتصور عاقل او يفكر او يعتقد ان المادة المجردة من العقل والحكمة قد اوجدت نفسها بنفسها بمحض المصادفة ؟ او انها هي التي اوجدت هذا النظام وتلك القوانين ثم فرضته على نفسها ؟ لاشك ان الجواب سوف يكون سلبيا. بل ان المادة عندما تتحول الى طاقة ، او تتحول الطاقة الى مادة ، فان ذلك يتم طبقا لقوانين معينة والمادة الناتجة تخضع لنفس القوانين التي تخضع لها المادة المعروضة التي وجدت قبلها وتدلنا الكيمياء على ان بعض المواد في سبيل الزوال او الفناء .. وعلى ذلك فان المادة ليست ابدية ومعنى ذلك ايضا انها ليست ازلية ، اذ ان لها بداية ، وتدل الشواهد من الكيمياء وغيرها من العلوم على ان بداية المادة لم تكن بطيئة او تدريجية ، بل وجدت بصورة فجائية وتستطيع العلوم ان تحدد لنا الوقت الذي نشأت فيه هذه المواد . وعلى ذلك فان هذا العالم المادي لابد ان يكون مخلوقاً وهو منذ ان خلق يخضع لقوانين وسنن كونية محددة ليس لعنصر المصادفة بينها مكان .. ان التقدم الذي احرزته العلوم منذ ايام لورد كيلفن يجعلنا نؤكد بصورة لم يسبق لها مثيل ماقاله من قبل ... \"(74). ¶ ادوارد لوثر كيسيل : اخصائي في علم الحيوان والحشرات - حاصل على دكتوراه من جامعة كاليفورنيا - استاذ علم الاحياء ورئيس القسم بجامعة سان فرانسيسكو - متخصص في دراسة الحشرات والسلامندر والحشرات ذوات الجناحين .",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "\" اضاف البحث العلمي خلال السنوات الاخيرة ادلة جديدة على وجود الله زيادة على الادلة الفلسفية التقليدية .. وانا بوصفي ممن يؤمنون بالله ارحب بهذه الادلة الجديدة لسببين فهي اولا تزيد معرفتنا بآيات بالله وضوحا . وهي ثانيا تساعد على كشف الغطاء عن اعين كثير من صرحاء الشكيين حتى يسلموا بوجود الله \" لا يتسع المقام لسرد ادلة اخري لبيان الحكمة والتصميم والابداع في هذا الكون ولكنني وصلت الى كثير من هذه الادلة فيماقمت به من البحوث المحدودة حول اجنحة الحشرات وتطورها . وكلما استرسلت في دراستي للطبيعة والكون ، ازداد اقتناعي بهذه الادلة . فالعمليات والظواهر التي تهتم العلوم بدراستها ليست الا مظاهر وآيات بينات على وجود الخالق المبدع لهذا الكون . وليس التطور الا مرحلة من مراحل عملية الخلق .. ان فكرة التطور الخلقي لا يمكن ان تكون منافية للعقيدة الدينية . بل على النقيض من ذلك نجد من الحماقة والتناقض في الرأي ان يسلم الانسان بفكرة التطور ويرفض ان يسلم بحقيقة وجود الخالق الذي اوجد هذا التطور \"(75). ¶ ان البحث العلمي - على ضوء هذه الحقائق والمسلمات - يعد ضرورة من ضرورات الحياة الاسلامية ، لايقل اهمية عن العبادة نفسها ، مادام انه يمارس هذه الوظيفة الكبيرة في الكشف عن سر الكون والحياة والعالم ، ويقود الى صانع الكون والحياة والعالم وفق اشد الطرائق اقناعا .. وما دام انه يلتقي مع العبادة نفسها في التسبيح للخالق العظيم .. ¶ المنهج ¶ في هذا الاتجاه يطرح القرآن الكريم منهج عمل في الكشف عن سنن العالم والحياة ، ونواميس الكون ، وهو منهج شامل مرن لا يخضع لتقلبات الزمان والمكان لانه مجرد طريقة او اداة للبحث والتنقيب ، ومن ثم فانه يعلو على المتغيرات النسبية ويظل ساري المفعول في اي عصر وفي اية بيئة .",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "لقد دعا القرآن الناس الى التبصر بحقيقة وجودهم وارتباطاتهم الكونية عن طريق (النظر الحسي) الى ماحولهم ، ابتدءا من مواضع اقدامهم وانتهاءا بآفاق النفس والكون .. وأعطى (للحواس) مسؤوليتها الكبرى عن كل خطوة يخطوها الانسان المسلم في مجال البحث والنظر والتأمل والمعرفة والتجريب .. قال له { وَلَا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُوْلَئِكَ كَانَ عَنْهُ مَسْئُولًا }(76). وناداه ان يمعن النظر الى ما حوله .. إِلى طعامه { فَلْيَنْظُرْ الْإِنسَانُ إِلَى طَعَامِهِ(24) أَنَّا صَبَبْنَا الْمَاءَ صَبًّا(25) ثُمَّ شَقَقْنَا الْأَرْضَ شَقًّا(26) فَأَنْبَتْنَا فِيهَا حَبًّا (27) وَعِنَبًا وَقَضْبًا (28) وَزَيْتُونًا وَنَخْلًا (29) وَحَدَائِقَ غُلْبًا (30) وَفَاكِهَةً وَأَبًّا}(77) الى خلقه { فَلْيَنظُرْ الإِنسَانُ مِمَّ خُلِقَ(5) }(78).. الى الملكوت ¶ { أَوَلَمْ يَنظُرُوا فِي مَلَكُوتِ السَّمَاوَاتِ وَالأَرْضِ }(79) { انْظُرُوا مَاذَا فِي السَّمَاوَاتِ ¶ وَالأَرْضِ }(80){ أَفَلَمْ يَنْظُرُوا إِلَى السَّمَاءِ فَوْقَهُمْ كَيْفَ بَنَيْنَاهَا }(81) الى التأريخ ¶ { أَفَلَمْ يَسِيرُوا فِي الأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ كَانُوا أَكْثَرَ مِنْهُمْ وَأَشَدَّ ¶ قُوَّةً }(82).. { أَفَلَمْ يَسِيرُوا فِي الأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ }(83).. الى خلائق الله { أَفَلا يَنْظُرُونَ إِلَى الإِبِلِ كَيْفَ خُلِقَتْ ؟ }(84).. إلى آياته المنبثة في ¶ كل مكان { انظُرْ كَيْفَ نُبَيِّنُ لَهُمْ الْآيَاتِ }(85) .. { انظُرْ كَيْفَ نُصَرِّفُ الآيَاتِ ثُمَّ هُمْ",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "يَصْدِفُونَ }(86)..{ انظُرْ كَيْفَ نُصَرِّفُ الآيَاتِ لَعَلَّهُمْ يَفْقَهُونَ }(87)… إلى النواميس الاجتماعية { انظُرْ كَيْفَ فَضَّلْنَا بَعْضَهُمْ عَلَى بَعْضٍ }(88).. إلى الطبيعة وهي تنبعث ¶ من قلب الفناء برحمة من الله ومقدرة { فَانظُرْ إِلَى آثَارِ رَحْمَةِ اللَّهِ كَيْفَ يُحْيِ الأَرْضَ بَعْدَ مَوْتِهَا }(89) .. إلى الثمار وهي تتدلى من غصون الاشجار { انظُرُوا إِلَى ثَمَرِهِ إِذَا أَثْمَرَ ¶ وَيَنْعِهِ }(90).. إلى الحياة الاولى ، كيف بدأت ، وكيف نمت وأرتقت { قُلْ سِيرُوا فِي الأَرْضِ فَانْظُرُوا كَيْفَ بَدَأَ الْخَلْقَ }(91). ¶ ودعاه ان يحرك سمعه باتجاه الاصوات لكي يعرف ويميز ، فيأخذ او يرفض ، فمن الاختيار البصير ينبعث الايمان : ¶ { وَلا تَكُونُوا كَالَّذِينَ قَالُوا سَمِعْنَا وَهُمْ لا يَسْمَعُونَ }(92). ¶ { إِنَّا سَمِعْنَا قُرْآنًا عَجَبًا(1)يَهْدِي إِلَى الرُّشْدِ فَآمَنَّا بِهِ .. }(93). ¶ {وَأَنَّا لَمَّا سَمِعْنَا الْهُدَى آمَنَّا بِهِ .. }(94). ¶ { فَمَنْ بَدَّلَهُ بَعْدَمَا سَمِعَهُ فَإِنَّمَا إِثْمُهُ عَلَى الَّذِينَ يُبَدِّلُونَهُ }(95). ¶ { وَإِذَا سَمِعُوا مَا أُنزِلَ إِلَى الرَّسُولِ تَرَى أَعْيُنَهُمْ تَفِيضُ مِنْ الدَّمْعِ مِمَّا عَرَفُوا مِنْ الْحَقِّ }(96). ¶ { وَإِذَا سَمِعُوا اللَّغْوَ أَعْرَضُوا عَنْهُ .. }(97). ¶ { إِنْ تَدْعُوهُمْ لا يَسْمَعُوا دُعَاءَكُمْ ...} (98). ¶ { وَقَالَ الَّذِينَ كَفَرُوا لا تَسْمَعُوا لِهَذَا الْقُرْآنِ وَالْغَوْا فِيهِ ..} (99). ¶ { مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُمْ بِضِيَاءٍ أَفَلا تَسْمَعُونَ ؟ }(100). ¶ { وَقَالُوا لَوْ كُنَّا نَسْمَعُ أَوْ نَعْقِلُ مَا كُنَّا فِي أَصْحَابِ السَّعِيرِ }(101). ¶ { وَمَثَلُ الَّذِينَ كَفَرُوا كَمَثَلِ الَّذِي يَنْعِقُ بِمَا لا يَسْمَعُ إِلا دُعَاءً وَنِدَاءً } (102).",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "{ إِذْ قَالَ لأَبِيهِ يَاأَبَتِ لِمَ تَعْبُدُ مَا لا يَسْمَعُ وَلا يُبْصِرُ ؟ }(103). ¶ { وَلا يَسْمَعُ الصُّمُّ الدُّعَاءَ إِذَا مَا يُنذَرُونَ }(104). ¶ { يَسْمَعُ آيَاتِ اللَّهِ تُتْلَى عَلَيْهِ ثُمَّ يُصِرُّ مُسْتَكْبِرًا كَأَنْ لَمْ يَسْمَعْهَا..} (105). ¶ { إِنْ تَدْعُوهُمْ لا يَسْمَعُوا دُعَاءَكُمْ وَلَوْ سَمِعُوا مَا اسْتَجَابُوا لَكُمْ ..} (106). ¶ { إِنَّمَا يَسْتَجِيبُ الَّذِينَ يَسْمَعُونَ وَالْمَوْتَى يَبْعَثُهُمْ اللَّهُ .. }(107). ¶ { وَنَطْبَعُ عَلَى قُلُوبِهِمْ فَهُمْ لا يَسْمَعُونَ }(108). ¶ { إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَسْمَعُونَ }(109). ¶ { أَمْ تَحْسَبُ أَنَّ أَكْثَرَهُمْ يَسْمَعُونَ أَوْ يَعْقِلُونَ ؟}(110). ¶ { خُذُوا مَا آتَيْنَاكُمْ بِقُوَّةٍ وَاسْمَعُوا .. }(111). ¶ { وَلَوْ عَلِمَ اللَّهُ فِيهِمْ خَيْرًا لَأَسْمَعَهُمْ ..} (112). ¶ { أَفَأَنْتَ تُسْمِعُ الصُّمَّ وَلَوْ كَانُوا لا يَعْقِلُونَ }(113). ¶ { إِنَّكَ لا تُسْمِعُ الْمَوْتَى وَلا تُسْمِعُ الصُّمَّ الدُّعَاءَ إِذَا وَلَّوْا مُدْبِرِينَ }(114). ¶ { الَّذِينَ يَسْتَمِعُونَ الْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُ }(115). ¶ { وَكَانُوا لا يَسْتَطِيعُونَ سَمْعًا }(116). ¶ وانتقل القرآن خطوة اخرى ، وسألهم ان يحركوا بصائرهم ، تلك التي تستقبل في كل لحظة مدركات حسية ، سمعية وبصرية ولمسية ، لاحصر لها . ومن ثم تتحمل البصيرة مسؤوليتها الاساسية في تنسيق هذه المدركات وتمحيصها وموازنتها وفرزها من اجل الوصول الى الحق الذي تقوم عليه وحدة نواميس الكون والخليقة : ¶ { فَمَنْ أَبْصَرَ فَلِنَفْسِهِ وَمَنْ عَمِيَ فَعَلَيْهَا }(117). ¶ { مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُمْ بِلَيْلٍ تَسْكُنُونَ فِيهِ أَفَلا تُبْصِرُونَ ؟ }(118). ¶ { وَفِي أَنفُسِكُمْ أَفَلا تُبْصِرُونَ ؟ }(119). ¶ { أَفَسِحْرٌ هَذَا أَمْ أَنْتُمْ لا تُبْصِرُونَ ؟ }(120).",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "{ ذَهَبَ اللَّهُ بِنُورِهِمْ وَتَرَكَهُمْ فِي ظُلُمَاتٍ لا يُبْصِرُونَ }(121). ¶ { وَتَرَاهُمْ يَنظُرُونَ إِلَيْكَ وَهُمْ لا يُبْصِرُونَ }(122). ¶ { أَفَأَنْتَ تَهْدِي الْعُمْيَ وَلَوْ كَانُوا لا يُبْصِرُونَ ؟ }(123). ¶ { فَأَغْشَيْنَاهُمْ فَهُمْ لا يُبْصِرُونَ }(124). ¶ { وَأَبْصِرْهُمْ فَسَوْفَ يُبْصِرُونَ }(125). ¶ { قُلْ هَلْ يَسْتَوِي الأعْمَى وَالْبَصِيرُ أَفَلا تَتَفَكَّرُونَ }(126). ¶ { قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَةٍ أَنَا وَمَنْ اتَّبَعَنِي }(127). ¶ { بَلْ الإِنسَانُ عَلَى نَفْسِهِ بَصِيرَةٌ(14)وَلَوْ أَلْقَى مَعَاذِيرَهُ }(128). ¶ { قَدْ جَاءَكُمْ بَصَائِرُ مِنْ رَبِّكُمْ فَمَنْ أَبْصَرَ فَلِنَفْسِهِ }(129). ¶ { هَذَا بَصَائِرُ مِنْ رَبِّكُمْ وَهُدًى وَرَحْمَةٌ لِقَوْمٍ يُؤْمِنُونَ }(130). ¶ { تَبْصِرَةً وَذِكْرَى لِكُلِّ عَبْدٍ مُنِيبٍ }(131). ¶ { فَلَمَّا جَاءَتْهُمْ آيَاتُنَا مُبْصِرَةً قَالُوا هَذَا سِحْرٌ مُبِينٌ }(132). ¶ { فَصَدَّهُمْ عَنْ السَّبِيلِ وَكَانُوا مُسْتَبْصِرِينَ }(133). ¶ { فَارْجِعْ الْبَصَرَ هَلْ تَرَى مِنْ فُطُورٍ ؟ (3)ثُمَّ ارْجِعْ الْبَصَرَ كَرَّتَيْنِ } (134). ¶ { وَجَعَلَ عَلَى بَصَرِهِ غِشَاوَةً فَمَنْ يَهْدِيهِ مِنْ بَعْدِ اللَّهِ ؟ }(135). ¶ { إِنَّ فِي ذَلِكَ لَعِبْرَةً لأُوْلِي الأَبْصَارِ }(136). ¶ { فَإِنَّهَا لا تَعْمَى الأَبْصَارُ وَلَكِنْ تَعْمَى الْقُلُوبُ الَّتِي فِي الصُّدُورِ } (137). ¶ { يُقَلِّبُ اللَّهُ اللَّيْلَ وَالنَّهَارَ إِنَّ فِي ذَلِكَ لَعِبْرَةً لأُوْلِي الأَبْصَارِ }(138). ¶ { لَقَالُوا إِنَّمَا سُكِّرَتْ أَبْصَارُنَا بَلْ نَحْنُ قَوْمٌ مَسْحُورُونَ }(139).",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "ان العقل والحواس جميعا مسؤولة ، لا تنفرد احداها عن الاخريات في تحمل تبعة البحث والتمحيص والاستقراء والاختيار .. والانسان مبتلى بهذه المسؤولية لأنه من طينة اخرى غير طينة الانعام { إِنَّا خَلَقْنَا الإِنسَانَ مِنْ نُطْفَةٍ أَمْشَاجٍ نَبْتَلِيهِ فَجَعَلْنَاهُ سَمِيعًا بَصِيرًا }(140).. ومن ثم تتوالى الآيات ، تؤكد مرة تلو المرة على ان السمع والبصر والفؤاد جميعا هي التي تعطي للحياة الانسانية قيمتها وتفردها ، وان الانسان (بتحريكه) هذه القوى والطاقات ، بفتحه هذه النوافذ على مصاريعها .. باستغلال قدراتها الفذة العجيبة حتى النهاية ، سيصل الى قمة انتصاره العلمي والديني على السواء ، ان هذه الانتصارات ستبوءه مركزه المسؤول سيدا على العالمين وخليفة في الارض . وانه بتجميد هذه الطاقات ، وقفل نوافذها ، وسحب الستائر والاغشية عليها ، يكون قد اختار بنفسه المنزلة الدنيا التي ماأرادها الله له يوم منحه السمع والبصر والفؤاد ، منزلة البهائم والانعام { أُوْلَئِكَ الَّذِينَ لَعَنَهُمْ اللَّهُ فَأَصَمَّهُمْ وَأَعْمَى أَبْصَارَهُمْ }(141) .. ولنقرأ معا هذا الحشد من الآيات ذات الدلالة الواضحة في هذا المجال : ¶ { وَجَعَلَ لَكُمْ السَّمْعَ وَالأَبْصَارَ وَالأَفْئِدَةَ لَعَلَّكُمْ تَشْكُرُونَ }(142). ¶ { وَهُوَ الَّذِي أَنشَأَ لَكُمْ السَّمْعَ وَالأَبْصَارَ وَالأَفْئِدَةَ }(143). ¶ { وَجَعَلْنَا لَهُمْ سَمْعًا وَأَبْصَارًا وَأَفْئِدَةً فَمَا أَغْنَى عَنْهُمْ سَمْعُهُمْ وَلا أَبْصَارُهُمْ وَلا أَفْئِدَتُهُمْ مِنْ شَيْءٍ }(144). ¶ { وَلَهُمْ أَعْيُنٌ لا يُبْصِرُونَ بِهَا وَلَهُمْ آذَانٌ لا يَسْمَعُونَ بِهَا }(145). ¶ { فَتَكُونَ لَهُمْ قُلُوبٌ يَعْقِلُونَ بِهَا أَوْ آذَانٌ يَسْمَعُونَ بِهَا }(146). ¶ { أَفَأَنْتَ تُسْمِعُ الصُّمَّ أَوْ تَهْدِي الْعُمْيَ وَمَنْ كَانَ فِي ضَلَالٍ مُبِينٍ }(147).",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "{ مَا كَانُوا يَسْتَطِيعُونَ السَّمْعَ وَمَا كَانُوا يُبْصِرُونَ }(148). ¶ { قُلْ أَرَأَيْتُمْ إِنْ أَخَذَ اللَّهُ سَمْعَكُمْ وَأَبْصَارَكُمْ وَخَتَمَ عَلَى قُلُوبِكُمْ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُمْ بِهِ ؟}(149). ¶ { إِنَّ فِي ذَلِكَ لَذِكْرَى لِمَنْ كَانَ لَهُ قَلْبٌ أَوْ أَلْقَى السَّمْعَ وَهُوَ شَهِيدٌ }(150) . ¶ { أَفَرَأَيْتَ مَنْ اتَّخَذَ إِلَهَهُ هَوَاهُ وَأَضَلَّهُ اللَّهُ عَلَى عِلْمٍ وَخَتَمَ عَلَى سَمْعِهِ ¶ وَقَلْبِهِ ؟}(151). ¶ { خَتَمَ اللَّهُ عَلَى قُلُوبِهِمْ وَعَلَى سَمْعِهِمْ وَعَلَى أَبْصَارِهِمْ غِشَاوَةٌ }(152). ¶ { مَثَلُ الْفَرِيقَيْنِ كَالأَعْمَى وَالأَصَمِّ وَالْبَصِيرِ وَالسَّمِيعِ }(153). ¶ { ثُمَّ عَمُوا وَصَمُّوا كَثِيرٌ مِنْهُمْ }(154). ¶ { وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّلَ مَرَّةٍ ..} (155). ¶ وحشد آخر من الآيات ، بلغ ما يقرب الخمسين ، حث على تحريك العقل ، المفتاح الذي منحه الله لبني آدم وقال لهم : افتحوا به ابواب الملكوت ، وادخلوا ساحة الايمان بالله الذي سخر لكم مافي السماوات والارض : ¶ { كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آيَاتِهِ لَعَلَّكُمْ تَعْقِلُونَ }(156). ¶ { وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ وَمَا يَعْقِلُهَا إِلَّا الْعَالِمُونَ }(157). ¶ { وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ وَمَا يَعْقِلُهَا إِلَّا الْعَالِمُونَ }(158). ¶ { إِنَّ شَرَّ الدَّوَابِّ عِنْدَ اللَّهِ الصُّمُّ الْبُكْمُ الَّذِينَ لَا يَعْقِلُونَ }(159). ¶ { إِنَّ شَرَّ الدَّوَابِّ عِنْدَ اللَّهِ الصُّمُّ الْبُكْمُ الَّذِينَ لَا يَعْقِلُونَ }(160). ¶ { أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَتَكُونَ لَهُمْ قُلُوبٌ يَعْقِلُونَ بِهَا }(161).",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "وآيات اخرى دعت الانسان الى التفكير ، التفكير العميق المتبصر المسؤول ، بكل مايحيط به من شواهد وأشياء وموجودات : ¶ { أَوَلَمْ يَتَفَكَّرُوا فِي أَنفُسِهِمْ ؟ }(162). ¶ { قُلْ هَلْ يَسْتَوِي الأعْمَى وَالْبَصِيرُ أَفَلا تَتَفَكَّرُونَ }(163). ¶ { كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمْ الْآيَاتِ لَعَلَّكُمْ تَتَفَكَّرُونَ }(164). ¶ { أَنْ تَقُومُوا لِلَّهِ مَثْنَى وَفُرَادَى ثُمَّ تَتَفَكَّرُوا }(165). ¶ { الَّذِينَ يَذْكُرُونَ اللَّهَ قِيَامًا وَقُعُودًا وَعَلَى جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ }(166). ¶ { فَاقْصُصْ الْقَصَصَ لَعَلَّهُمْ يَتَفَكَّرُونَ }(167). ¶ { وَأَنزَلْنَا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ وَلَعَلَّهُمْ يَتَفَكَّرُونَ }(168). ¶ وما يقال عن التفكر يمكن ان يقال عن التفقه ، وهي خطوة (عقلية) ابعد مدى من التفكير ، اذ هي الحصيلة التي تنتج من عملية التفكير ، وتجعل الانسان اكثر وعيا لما يحيط به واكثر ادراكا لابعاد وجوده وعلائقه في الكون .. كما تجعله متفتح البصيرة دوما ، مستعدا للتحاور المسؤول عن كل مايعرض عليه من اسئلة وعلامات : ¶ { قَالُوا يَاشُعَيْبُ مَا نَفْقَهُ كَثِيرًا مِمَّا تَقُولُ }(169). ¶ { وَاحْلُلْ عُقْدَةً مِنْ لِسَانِي }(170). ¶ { فَمَالِ لهَؤُلاءِ الْقَوْمِ لَا يَكَادُونَ يَفْقَهُونَ حَدِيثًا }(171). ¶ { انظُرْ كَيْفَ نُصَرِّفُ الْآيَاتِ لَعَلَّهُمْ يَفْقَهُونَ }(172). ¶ { قَدْ فَصَّلْنَا الْآيَاتِ لِقَوْمٍ يَفْقَهُونَ }(173). ¶ { لَهُمْ قُلُوبٌ لَا يَفْقَهُونَ بِهَا .. }(174). ¶ { وَطُبِعَ عَلَى قُلُوبِهِمْ فَهُمْ لَا يَفْقَهُونَ .. }(175). ¶ { وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا }(176).",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "{ فَلَوْلَا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ }(177). ¶ وأكد القرآن على الاسلوب الذي يعتمد (البرهان) و (الحجة) و (الجدال الحسن) للوصول الى النتائج الصحيحة القائمة على الاستقراء والمقارنة والموازنة والتمحيص استنادا الى المعطيات الخارجية المتفق عليها ، والقدرات العقلية والمنطقية لأولئك اللذين بلغوا شأوا بعيدا في هذا المضمار : ¶ { يَاأَيُّهَا النَّاسُ قَدْ جَاءَكُمْ بُرْهَانٌ مِنْ رَبِّكُمْ }(178). ¶ { وَمَنْ يَدْعُ مَعَ اللَّهِ إِلَهًا آخَرَ لَا بُرْهَانَ لَهُ بِهِ فَإِنَّمَا حِسَابُهُ عِنْدَ ¶ رَبِّهِ }(179). ¶ { تِلْكَ أَمَانِيُّهُمْ قُلْ هَاتُوا بُرْهَانَكُمْ إِنْ كُنتُمْ صَادِقِينَ }(180). ¶ { أَإِلَهٌ مَعَ اللَّهِ ؟ قُلْ هَاتُوا بُرْهَانَكُمْ إِنْ كُنتُمْ صَادِقِين }(181). ¶ { وَنَزَعْنَا مِنْ كُلِّ أُمَّةٍ شَهِيدًا فَقُلْنَا هَاتُوا بُرْهَانَكُمْ }(182). ¶ { فَذَانِكَ بُرْهَانَانِ مِنْ رَبِّكَ إِلَى فِرْعَوْنَ وَمَلَئِهِ }(183). ¶ { قُلْ فَلِلَّهِ الْحُجَّةُ الْبَالِغَةُ }(184). ¶ { وَتِلْكَ حُجَّتُنَا آتَيْنَاهَا إِبْرَاهِيمَ عَلَى قَوْمِه }(185). ¶ { قَالُوا يَانُوحُ قَدْ جَادَلْتَنَا فَأَكْثَرْتَ جِدَالَنَا }(186). ¶ { يَوْمَ تَأْتِي كُلُّ نَفْسٍ تُجَادِلُ عَنْ نَفْسِهَا }(187). ¶ { وَلَا تُجَادِلُوا أَهْلَ الْكِتَابِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ }(188). ¶ { وَمِنْ النَّاسِ مَنْ يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَابٍ ¶ مُنِير }(189). ¶ { وَجَادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ }(190).",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "وثمة حقيقة قرآنية على درجة كبيرة من الاهمية تلك هي ان كلمة (العلم) وردت في القرآن الكريم مرارا كمصطلح على (الدين) نفسه الذي علمه الله انبياءه (ع) .. على الحقائق الكبرى الموجودة عند الله سبحانه في (ام الكتاب) .. وكاشارة الى القيم الدينية التي تنزلت من السماء . ومن ثم يغدو (العلم) و (الدين) سواء في لغة القرآن .. وهاهي كلمات الله سبحانه وتعالى تعلمنا هذه الحقيقة وتبصرنا بمواقع العلم والدين الفسيحة الممتدة ، المتداخلة ، كما اراد الله لها ان تكون ، لا كما يريد لها اصحاب (الظن) و (الهوى) من الوضعيين ، ولنستمع الى بعض من كلمات الله : ¶ { وَلَئِنْ اتَّبَعْتَ أَهْوَاءَهُمْ بَعْدَ الَّذِي جَاءَكَ مِنْ الْعِلْمِ مَا لَكَ مِنْ اللَّهِ مِنْ وَلِيٍّ وَلَا نَصِيرٍ }(191). ¶ { وَلَئِنْ اتَّبَعْتَ أَهْوَاءَهُمْ مِنْ بَعْدِ مَا جَاءَكَ مِنْ الْعِلْمِ إِنَّكَ إِذًا لَمِنْ ¶ الظَّالِمِينَ }(192). ¶ { قَالَ إِنَّ اللَّهَ اصْطَفَاهُ عَلَيْكُمْ وَزَادَهُ بَسْطَةً فِي الْعِلْمِ وَالْجِسْمِ }(193). ¶ { وَالرَّاسِخُونَ فِي الْعِلْمِ يَقُولُونَ آمَنَّا بِهِ كُلٌّ مِنْ عِنْدِ رَبِّنَا }(194). ¶ { شَهِدَ اللَّهُ أَنَّهُ لَا إِلَهَ إِلَّا هُوَ وَالْمَلَائِكَةُ وَأُوْلُوا الْعِلْمِ قَائِمًا بِالْقِسْطِ .. } (195). ¶ { فَمَنْ حَاجَّكَ فِيهِ مِنْ بَعْدِ مَا جَاءَكَ مِنْ الْعِلْمِ .. }(196). ¶ { هَاأَنْتُمْ هَؤُلَاءِ حَاجَجْتُمْ فِيمَا لَكُمْ بِهِ عِلْمٌ ؟ }(197). ¶ { مَا لَهُمْ بِهِ مِنْ عِلْمٍ إِلَّا اتِّبَاعَ الظَّنِّ }(198). ¶ { لَكِنْ الرَّاسِخُونَ فِي الْعِلْمِ مِنْهُمْ وَالْمُؤْمِنُونَ يُؤْمِنُونَ بِمَا أُنزِلَ ¶ إِلَيْكَ .. }(199). ¶ { نَبِّئُونِي بِعِلْمٍ إِنْ كُنتُمْ صَادِقِينَ }(200). ¶ { قُلْ هَلْ عِنْدَكُمْ مِنْ عِلْمٍ فَتُخْرِجُوهُ لَنَا ؟ }(210). ¶ { فَلَنَقُصَّنَّ عَلَيْهِمْ بِعِلْمٍ وَمَا كُنَّا غَائِبِينَ }(202).",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "{ وَلَقَدْ جِئْنَاهُمْ بِكِتَابٍ فَصَّلْنَاهُ عَلَى عِلْمٍ هُدًى وَرَحْمَةً .. }(203). ¶ { وَرَزَقْنَاهُمْ مِنْ الطَّيِّبَاتِ فَمَا اخْتَلَفُوا حَتَّى جَاءَهُمْ الْعِلْمُ }(204). ¶ { فَإِلَّمْ يَسْتَجِيبُوا لَكُمْ فَاعْلَمُوا أَنَّمَا أُنزِلَ بِعِلْمِ اللَّهِ .. }(205). ¶ { وَإِنَّهُ لَذُو عِلْمٍ لِمَا عَلَّمْنَاهُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ }(206). ¶ { نَرْفَعُ دَرَجَاتٍ مَنْ نَشَاءُ وَفَوْقَ كُلِّ ذِي عِلْمٍ عَلِيمٌ }(207). ¶ { قَالَ الَّذِينَ أُوتُوا الْعِلْمَ إِنَّ الْخِزْيَ الْيَوْمَ وَالسُّوءَ عَلَى الْكَافِرِينَ }(208). ¶ { قُلْ الرُّوحُ مِنْ أَمْرِ رَبِّي وَمَا أُوتِيتُمْ مِنْ الْعِلْمِ إِلَّا قَلِيلًا }(209). ¶ { إِنَّ الَّذِينَ أُوتُوا الْعِلْمَ مِنْ قَبْلِهِ إِذَا يُتْلَى عَلَيْهِمْ يَخِرُّونَ لِلْأَذْقَانِ ¶ سُجَّدًا }(210). ¶ { يَاأَبَتِ إِنِّي قَدْ جَاءَنِي مِنْ الْعِلْمِ مَا لَمْ يَأْتِكَ .. }(211). ¶ { وَمِنْ النَّاسِ مَنْ يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ }(212). ¶ { وَلِيَعْلَمَ الَّذِينَ أُوتُوا الْعِلْمَ أَنَّهُ الْحَقُّ مِنْ رَبِّكَ فَيُؤْمِنُوا بِهِ }(213). ¶ { قَالَ الَّذِي عِنْدَهُ عِلْمٌ مِنْ الْكِتَابِ أَنَا آتِيكَ بِهِ }(214). ¶ { وَأُوتِينَا الْعِلْمَ مِنْ قَبْلِهَا وَكُنَّا مُسْلِمِينَ }(215). ¶ { بَلْ هُوَ آيَاتٌ بَيِّنَاتٌ فِي صُدُورِ الَّذِينَ أُوتُوا الْعِلْمَ }(216). ¶ { وَيَرَى الَّذِينَ أُوتُوا الْعِلْمَ الَّذِي أُنزِلَ إِلَيْكَ مِنْ رَبِّكَ هُوَ الْحَقَّ }(217). ¶ { اِئْتُونِي بِكِتَابٍ مِنْ قَبْلِ هَذَا أَوْ أَثَارَةٍ مِنْ عِلْمٍ }(218). ¶ { قَالَ إِنَّمَا الْعِلْمُ عِنْدَ اللَّهِ وَأُبَلِّغُكُمْ مَا أُرْسِلْتُ بِهِ .. }(219). ¶ { ذَلِكَ مَبْلَغُهُمْ مِنْ الْعِلْمِ }(220).",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "{ يَرْفَعْ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ }(221). ¶ { وَسِعَ رَبِّي كُلَّ شَيْءٍ عِلْمًا أَفَلا تَتَذَكَّرُونَ }(222). ¶ { وَلَمَّا بَلَغَ أَشُدَّهُ آتَيْنَاهُ حُكْمًا وَعِلْمًا }(223). ¶ { آتَيْنَاهُ رَحْمَةً مِنْ عِنْدِنَا وَعَلَّمْنَاهُ مِنْ لَدُنَّا عِلْمًا }(224). ¶ { وَقُلْ رَبِّ زِدْنِي عِلْمًا }(225). ¶ { وَأَنَّ اللَّهَ قَدْ أَحَاطَ بِكُلِّ شَيْءٍ عِلْمًا }(226). ¶ { وَلَا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلَّا بِمَا شَاءَ }(227). ¶ { بَلْ كَذَّبُوا بِمَا لَمْ يُحِيطُوا بِعِلْمِهِ وَلَمَّا يَأْتِهِمْ تَأْوِيلُهُ }(228) ¶ { قَالَ عِلْمُهَا عِنْدَ رَبِّي فِي كِتَابٍ لَا يَضِلُّ رَبِّي وَلَا يَنسَى }(229). ¶ { وَعَلَّمَ آدَمَ الْأَسْمَاءَ كُلَّهَا ثُمَّ عَرَضَهُمْ عَلَى الْمَلَائِكَةِ .. }(230). ¶ { الَّذِي عَلَّمَ بِالْقَلَمِ(4)عَلَّمَ الْإِنسَانَ مَا لَمْ يَعْلَمْ }(231). ¶ { وَأَنزَلَ اللَّهُ عَلَيْكَ الْكِتَابَ وَالْحِكْمَةَ وَعَلَّمَكَ مَا لَمْ تَكُنْ تَعْلَمُ }(232). ¶ { وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ وَمَا يَعْقِلُهَا إِلَّا الْعَالِمُونَ }(233). ¶ { إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ }(234). ¶ ولا يسعنا هنا استعراض جل ماوردمن آيات في هذا المجال ، ويكفي ان نشير الى ان كلمة (علم) بتصريفاتها المختلفة ، وردت في عدد من الآيات جاوز السبعمائة والخمسين ...!!",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "ومن ثم فلا يتصورن احد ان القرآن ماجاء الا لكي يؤكد في موقفه من العمل الحضاري على الجوانب الاخلاقية والروحية فحسب ، اننا بازاء آيات عديدة تضع الجماعة البشرية المؤمنة في قلب العالم والطبيعة وتدفعها الى ان تبذل جهدها من اجل التنقيب عن السنن والنواميس في اعماق التربة وفي صميم العلاقات المادية بين الجزيئات والذرات .. اننا بأزاء حركة حضارية ، شاملة ، تربط وهي تطلب من الانسان ان ينظر في السماوات والارض ، بين مسالة الايمان ومسالة الابداع ، بين التلقي عن الله والتوغل قدما في مسالك الطبيعة ومنحنياتها واغاميضها ، بين تحقيق مستوى روحي عال للانسان على الارض ، وبين تسخير قوانين الكيمياء والفيزياء والرياضيات لتحقيق نفس الدرجة من التقدم والعلو الحضاري على المستوى المادي (المدني) . ¶ ولم يفصل القرآن يوما بين هذا وذاك ، انه يقف دائما موقفا شموليا مترابطا ويرفض الفصل والتقطيع والتجزييء في تقييم الموقف (الحيوي) او الدعوة اليه . ¶ ولقد انعكس هذا (التوحد) بين قيم الروح والمادة بوضوح كامل عبر مسيرة الحضارة الاسلامية التي قطعت القرون الطويلة وهي تحتفظ بتوازنها المبدع بين الطرفين ، وانجزت وابتكرت وكشفت ونفذت الكثير الكثير من المعطيات الحضارية التي لم تهمل جانبا من الجوانب المرتبطة جميعا ، ارتباطا متينا ، بخلافة الانسان ودوره الحضاري في العالم ، وليس من داع لأن نشير هنا الى ان ماحققه ابناء هذه (الحضارة) التي استمدت منهجها من القرآن الكريم نفسه ، في مجالات الطبيعة والفلك والرياضة والطب والصناعة التطبيقية وغيرها ، لا يقل في مستواه ، كما ونوعا ، عما انجزوه في ساحات العلوم والدراسات الانسانية ، فلهذا مجال آخر .. وماكان لها الا ان تكون كذلك وهي تعمل في ظلال مناخ حضاري متوازن نتلمسه بوضوح في الآيات والمقاطع التي اوردناها والتي سنوردها في الصفحات التالية من هذا البحث .",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "ان القرآن ، من خلال هذه الآيات ، وغيرها كثير ، يريد ان يضعنا في قلب ¶ الطبيعة ، على مستوى الكون والعالم وان يختار لنا موقعا (تجريبيا) يعتمد النظر والتمعن والفحص والتجريب من اجل الكشف والابتكار والابداع ، ومن اجل الا نفقد توازننا الحضاري فنجنح باتجاه الروح او الاخلاق ولنهمل التكييف والتطوير الماديين الملازمين لاية حضارة متوازنة تريد ان تتحقق بالشرط الاكبر للوجود الانساني على الارض وهو عبادة الله ، والتوجه اليه اخذا وعطاءً .. ¶ ان هنالك بداهة من اشد بداهات الايمان اهمية ، تلك هي ان الله سبحانه مادام قد (عبر) عن ابداعه وقدرته الكلية على مستوى الروح والمادة ، الانسان والطبيعة ، فليس ثمة معنى ابدا لأي موقف بشري من المادة او الطبيعة يتميز بالهروب او الاحتقار او السلبية ، او الاستعلاء . ان هذا (الموقف) مهما كانت درجته ، غير مبرر في بداهات الايمان ولافي مقتضيات (الاستخلاف) ، ليس هذا فحسب ، بل انه يقف نقيضا لهذه البداهات والمقتضيات ومن ثم فهو مرفوض في القرآن ابتداء .. ¶ ان القرآن يوجه انظارنا الى اشد الامور مادية وثقلا : الطعام ، النطفة الاولى ، الارض والسماء والجبال ، والى دنيا النبات والحيوان .. ويدعونا لأن نسير بحثا عن سنن هذه العوالم وادراكا لابعاد خلقها المعجزة التي لا تتحقق الا بارادة كلية نافذة لايعجزها شيء.. ان القرآن يدعو الى (حضارة) (تنمو) على كل المستويات الروحية والاخلاقية والطبيعية .. وهو يخصص المقاطع والايات الطوال للمسألة الحضارية في مستواها الطبيعي ، المادي ، ولكن شرط ان تضبطها القيم والمقاييس الدينية الآتية من عند الله .",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "ان كل آية تتناول مسألة طبيعية او حيوية او مادية تنتهي بافعال التقوى والايمان ، وبالدعوة الى ربط اية فاعلية بالله .. وهذا التأكيد المتكرر له مغزاه الواضح .. ان منطق (التوازن الحركي) الذي يرفض الانحراف او السكون ، هو القاعدة التي نتلمسها في القرآن الكريم بوضوح من خلال عدد كبير من آياته ، والتي تكفل نموا سليما لاية حضارة تستطيع ان تحافظ على نقطة التوازن بين تجربتي الروح والمادة ، ولا تنحرف باتجاه احداهما ، مهملة الاخرى ، او ضاغطة عليها ، مستخدمة ازاءها اساليب الكبت والقمع والتحديد .. التوازن الذي يمكن الحضارة من الحركة الدائمة ، لان الاهداف التي يضعها امامها تأخذ مستويات صاعدة لا يحدها افق ولا يقف في طريقها تحديد صارم ، انها تبدأ بتأمين متطلبات ¶ الحياة اليومية المباشرة ، وتتقدم - بعدها - صوب اعمال الفكر في قلب العالم للكشف عن نواميسه ، او في امداء الكون لادراك سره المعجز .. هذه الفعالية الفكرية التي مالها من حدود تقف عندها .. ¶ ومن ثم توالي خطواتها لتنفيذ اكبر قدر من ضمانات التجربة الروحية الشاملة ، وايصالها الى مطامحها التي تتجاوز الارض الى اعماق السماء ، وتغادر اللحظة الموقوتة العابرة الى عالم الخلود .. ان حضارة تسعى الى تلبية متطلبات الغريزة والفكر والوجدان والروح بهذا القدر من التوازن ، لايمكن ان تبلغ حالة السكون ابدا ، الا اذا وجهت اليها ضربة (خارجية) شديدة القسوة تفوق قدراتها العسكرية على الرد ، وتظل من ثم على حركتها الدائمة تلك ، متجاوزة خطوط الاهداف القريبة والبعيدة التي يستثيرها فيها الايمان المبدع من اجل ان تتجاوزها الى خطوط هدفية اخرى ..",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "وفي مقابل تأكيد القرآن المتزايد على اعتماد (الموقف العلمي) الشامل ازاء الكون والحياة والعالم ، يعلن رفضه القاطع لكل ما من شانه ان يمس هذا الموقف او يلغيه ، او يصده عن العمل : الهوى والظن والسحر والخرافة .. ان هذه الممارسات (اللا علمية) ، اذا صح التعبير ، تأتي جميعا بمثابة (الضلال) عن الطريق القويم الذي جاء الدين لكي يدعو الانسان للسير فيه الى اهدافه على خط مستقيم . والخط المستقيم - كما هو معروف - اقرب المسافات بين نقطتين ، واي انحراف عن الطريق سيبعد الشقة ويطيل الجهد ويلتوي بالسائرين .. ¶ وقد لا يصل بهم الى اهدافهم ابدا .. ¶ ان القرآن الكريم يعلن مرارا عن هذه المعادلة الواضحة البينة : انه ليس بعد الهدى الا الباطل والعمى ، ولا بعد الحق الا الضلال المبين .. ولننظر : ¶ { وَاتَّبَعُوا مَا تَتْلُو الشَّيَاطِينُ عَلَى مُلْكِ سُلَيْمَانَ وَمَا كَفَرَ سُلَيْمَانُ وَلَكِنَّ الشَّيَاطِينَ كَفَرُوا يُعَلِّمُونَ النَّاسَ السِّحْرََ وَمَا أُنزِلَ عَلَى الْمَلَكَيْنِ بِبَابِلَ هَارُوتَ وَمَارُوتَ وَمَا يُعَلِّمَانِ مِنْ أَحَدٍ حَتَّى يَقُولَا إِنَّمَا نَحْنُ فِتْنَةٌ فَلَا تَكْفُرْ فَيَتَعَلَّمُونَ مِنْهُمَا مَا يُفَرِّقُونَ بِهِ بَيْنَ الْمَرْءِ وَزَوْجِهِ وَمَا هُمْ بِضَارِّينَ بِهِ مِنْ أَحَدٍ إِلَّا بِإِذْنِ اللَّهِ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمْ وَلَا يَنفَعُهُمْ وَلَقَدْ عَلِمُوا لَمَنْ اشْتَرَاهُ مَا لَهُ فِي الْآخِرَةِ مِنْ خَلَاقٍ وَلَبِئْسَ مَا شَرَوْا بِهِ أَنفُسَهُمْ لَوْ كَانُوا يَعْلَمُونَ }(235).",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "ويجب ان نلاحظ هنا ان القرآن الكريم يرفض السحر ولكنه لايعلن اعتباره غير موجود ، ان هذه الآيات - بالعكس - تؤكد وجوده في هذا العالم كأسلوب عمل خاطيء .. وفرق بين الرفض وعدم الاعتراف .. ومايقال عن هذا الموضوع يمكن ان يقال عن موقف القرآن ، والاسلام عموما ، من مسأة تسخير الارواح ، او تحضيرها بالمفهوم المعاصر ، انه لا يرفض هذا الاسلوب المضلل لأن الذي (يحضر) ليست ارواح الموتى ولكن الجان والشياطين .. الا انه لا يتغاضى عنه ويعلن عن عدم وجوده .. والعلم الحديث نفسه يقدم التأكيدات المتزايدة ، يوما بعد يوم عن وجود السحر والتحضير وغيرهما من الاسااليب المضللة في هذا العالم(236)، ولكنه هو الآخر يرفض الأخذ بها لأنه - بذلك - يناقض المنهج العلمي الذي يعتمده .. ونرجع الى كتاب الله لمتابعة مواقفه : ¶ { قَالُوا إِنَّا تَطَيَّرْنَا بِكُمْ لَئِنْ لَمْ تَنتَهُوا لَنَرْجُمَنَّكُمْ وَلَيَمَسَّنَّكُمْ مِنَّا عَذَابٌ أَلِيمٌ(18)قَالُوا طَائِرُكُمْ مَعَكُمْ أَئِنْ ذُكِّرْتُمْ بَلْ أَنْتُمْ قَوْمٌ مُسْرِفُونَ }(237). ¶ { وَمَا لَهُمْ بِذَلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلَّا يَظُنُّونَ }(238). ¶ { يَظُنُّونَ بِاللَّهِ غَيْرَ الْحَقِّ ظَنَّ الْجَاهِلِيَّةِ .. }(239). ¶ { مَا لَهُمْ بِهِ مِنْ عِلْمٍ إِلَّا اتِّبَاعَ الظَّنِّ }(240). ¶ { إِنْ يَتَّبِعُونَ إِلا الظَّنَّ وَإِنْ هُمْ إِلا يَخْرُصُونَ }(241). ¶ { إِنْ تَتَّبِعُونَ إِلا الظَّنَّ وَإِنْ أَنْتُمْ إِلا تَخْرُصُونَ }(242). ¶ { ذلك ظنُّ الَّذِينَ كَفَرُوا فَوَيْلٌ لِلَّذِينَ كَفَرُوا مِنْ النَّارِ }(243). ¶ { الظَّانِّينَ بِاللَّهِ ظَنَّ السَّوْءِ عَلَيْهِمْ دَائِرَةُ السَّوْءِ }(244). ¶ { يَاأَيُّهَا الَّذِينَ آمَنُوا اجْتَنِبُوا كَثِيرًا مِنْ الظَّنِّ إِنَّ بَعْضَ الظَّنِّ ¶ إِثْمٌ .. }(245).",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "{ وَمَا لَهُمْ بِهِ مِنْ عِلْمٍ إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنَّ الظَّنَّ لَا يُغْنِي مِنْ الْحَقِّ ¶ شَيْئًا }(246). ¶ { وَمَا يَتَّبِعُ أَكْثَرُهُمْ إِلَّا ظَنًّا }(247). ¶ { وَذَلِكُمْ ظَنُّكُمْ الَّذِي ظَنَنتُمْ بِرَبِّكُمْ أَرْدَاكُمْ .. }(248). ¶ { إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَمَا تَهْوَى الْأَنْفُسُ .. }(249). ¶ ومع الحملة على (الظن) باعتباره نقيضا للعلم الحق يشن القرآن هجومه على (الهوى) للسبب نفسه : ¶ { أَفَكُلَّمَا جَاءَكُمْ رَسُولٌ بِمَا لَا تَهْوَى أَنفُسُكُمْ اسْتَكْبَرْتُمْ ؟ }(250) ¶ { كُلَّمَا جَاءَهُمْ رَسُولٌ بِمَا لَا تَهْوَى أَنفُسُهُمْ فَرِيقًا كَذَّبُوا وَفَرِيقًا ¶ يَقْتُلُونَ }(251). ¶ { كَالَّذِي اسْتَهْوَتْهُ الشَّيَاطِينُ فِي الأرْضِ حَيْرَانَ .. }(252). ¶ { فَلَا تَتَّبِعُوا الْهَوَى أَنْ تَعْدِلُوا .. }(253). ¶ { فَاحْكُمْ بَيْنَ النَّاسِ بِالْحَقِّ وَلَا تَتَّبِعْ الْهَوَى فَيُضِلَّكَ عَنْ سَبِيلِ ¶ اللَّهِ .. }(254). ¶ { وَمَا يَنْطِقُ عَنْ الْهَوَى(3)إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى }(255). ¶ { وَأَمَّا مَنْ خَافَ مَقَامَ رَبِّهِ وَنَهَى النَّفْسَ عَنْ الْهَوَى(40)فَإِنَّ الْجَنَّةَ هِيَ الْمَأْوَى }(256) ¶ { وَلَوْ شِئْنَا لَرَفَعْنَاهُ بِهَا وَلَكِنَّهُ أَخْلَدَ إِلَى الْأَرْضِ وَاتَّبَعَ هَوَاهُ }(257) ¶ { فَلَا يَصُدَّنَّكَ عَنْهَا مَنْ لَا يُؤْمِنُ بِهَا وَاتَّبَعَ هَوَاهُ فَتَرْدَى .. }(258). ¶ { أَرَأَيْتَ مَنْ اتَّخَذَ إِلَهَهُ هَوَاهُ أَفَأَنْتَ تَكُونُ عَلَيْهِ وَكِيلًا ؟ }(259). ¶ { وَمَنْ أَضَلُّ مِمَّنْ اتَّبَعَ هَوَاهُ بِغَيْرِ هُدًى مِنْ اللَّهِ ؟ }(260) ¶ { وَلَا تَتَّبِعُوا أَهْوَاءَ قَوْمٍ قَدْ ضَلُّوا مِنْ قَبْلُ وَأَضَلُّوا كَثِيرًا }(261) ¶ { فَاتَّبِعْهَا وَلَا تَتَّبِعْ أَهْوَاءَ الَّذِينَ لَا يَعْلَمُونَ }(262).",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "{ وَلَئِنْ اتَّبَعْتَ أَهْوَاءَهُمْ بَعْدَ الَّذِي جَاءَكَ مِنْ الْعِلْمِ مَا لَكَ مِنْ اللَّهِ مِنْ وَلِيٍّ وَلَا نَصِيرٍ }(263). ¶ { وَلَا تَتَّبِعْ أَهْوَاءَهُمْ عَمَّا جَاءَكَ مِنْ الْحَقِّ }(264). ¶ { وَلَوْ اتَّبَعَ الْحَقُّ أَهْوَاءَهُمْ لَفَسَدَتْ السَّمَاوَاتُ وَالْأَرْضُ وَمَنْ فِيهِنَّ }(265) . ¶ { فَإِنْ لَمْ يَسْتَجِيبُوا لَكَ فَاعْلَمْ أَنَّمَا يَتَّبِعُونَ أَهْوَاءَهُمْ .. }(266). ¶ { بَلْ اتَّبَعَ الَّذِينَ ظَلَمُوا أَهْوَاءَهُمْ بِغَيْرِ عِلْمٍ }(267). ¶ { فَلِذَلِكَ فَادْعُ وَاسْتَقِمْ كَمَا أُمِرْتَ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ }(268). ¶ { وَإِنَّ كَثِيرًا لَيُضِلُّونَ بِأَهْوَائِهِمْ بِغَيْرِ عِلْمٍ }(269). ¶ { وَمِنْ النَّاسِ مَنْ يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَابٍ ¶ مُنِير }(270). ¶ ومن اجل الا يقف الانسان عند حدود الظواهر فتصده عن التوغل في الاعماق ، وتحجب عنه الرؤية الشاملة لطبائع الاشياء والموجودات ، فتجنح به - بالتالي - بعيدا عن المنهج العلمي الموضوعي ، الذي لايكتفي بالوقوف على سطح الاشياء .. من اجل ذلك بين االقرآن في اكثر من مكان تواجد الجانب الآخر لصفحة الكون والعالم المركبة .. الجانب الباطني الذي لايسعى الى سبر غوره الا أولو العلم الشامل .. المحيط : ¶ { وَذَرُوا ظَاهِرَ الْإِثْمِ وَبَاطِنَهُ .. }(271). ¶ { هُوَ الْأَوَّلُ وَالْآخِرُ وَالظَّاهِرُ وَالْبَاطِنُ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ }(272). ¶ { وَأَسْبَغَ عَلَيْكُمْ نِعَمَهُ ظَاهِرَةً وَبَاطِنَةً .. }(273). ¶ { يَعْلَمُونَ ظَاهِرًا مِنْ الْحَيَاةِ الدُّنْيَا وَهُمْ عَنْ الْآخِرَةِ هُمْ غَافِلُونَ }(274) ¶ { أَمْ تُنَبِّئُونَهُ بِمَا لَا يَعْلَمُ فِي الْأَرْضِ أَمْ بِظَاهِرٍ مِنْ الْقَوْلِ ؟ }(275). ¶ الحقائق",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "في البعد الثالث يطرح القرآن حشدا من الحقائق والسنن والنواميس في مجالات العلم المختلفة : الفلك والجغرافية والنبات والحيوان والانسان ، في عدد واسع من المقاطع والآيات... وهاهنا يلجا بعض المفكرين او المفسرين المعاصرين الى اعتماد احد الموقفين اللذين سبق وأن اشرنا اليهما : الموقف الاول يتكيء كلية على معطيات العلم الحديث لتفسير آيات القرآن الكريم والوقوع بالتالي في خطأ منهجي يقوم على تحكيم الجزئي بالكلي والمتغير بالدائم والنسبي بالمطلق . فاذا ما حدث ان تبدلت الجزئيات والمتغيرات والنسبيات العلمية ، وهذا شأنها كما يؤكد العلماء انفسهم ، ادى ازاء ذلك الى احداث شرخ ، او قلق ذهني ، ازاء تلك الآيات التي فسرت وفق مقولات لم يتح لها الدوام . ¶ والموقف الثاني يرفض كلية الاعتماد على معطيات العلم الحديث تحسبا من مصير كهذا فيقع في مظنة الخطأ هو الآخر . ¶ والمنهج الاقرب الى الصواب هو ان نتخذ موقفا (وسطا) كما علمنا كتاب الله نفسه ان نتخذ في كافة مساحات الحياة ، فلاهو بالالتصاق الكامل بمعطيات العلم المتغيرة ، ولا هو بالرفض الكامل للتفسير بها . ¶ ان المفسر المعاصر يتوجب عليه ان يعمل عقله وقدراته في مجال تخصصه اذا توفرت لديه ، لادراك طبيعة العلاقة بين طرفي المعادلة : الآية القرآنية والمقولة العلمية ، مستفيدا من جهة اخرى ، من الاتجاهات الحديثة التي نضجت اخيرا في مجال التفسير القرآني تلك الاتجاهات التي تعتمد مفردات القرآن نفسه ومنحنياته البيانية لفهم مضامينه ومعانيه فيما يعرف بالتفسير البياني للقرآن ، والذي من شأنه ان يمنح المفسر ضمانات موضوعية لنشاطه تحميه من الافراط او التفريط في محاولة الوصول الى الدلالات المقصودة للكلمات والتراكيب الجملية . ¶ ومن خلال هذا التوازن في القدرة العلمية (التخصصية) والقدرة التفسيرية (البيانية) يمكن للمفسر ان يتحرك للكشف عن الدلالات المقصودة للآيات العلمية في كتاب الله .",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "هنالك من الحقائق العلمية مااصبح بمثابة قوانين نهائية ، بل بداهات مسلم بها لا تقبل نقضا ولا تغييرا ، من مثل الدور الي تلعبه الرياح في عملية الامطار ، ومن مثل الدور الذي تلعبه الجاذبية في حركة المجموعة الشمسية ، ومن مثل المراحل التشريحية التي يمر بها الجنين ، وتغير نسب المكونات الغازية قربا او بعدا عن سطح الارض .. وغير هذه الحقائق امور كثيرة ما كان العربي يوم نزول القرآن يلم بابعادها (العلمية) ، ومن ثم فان تفسير الآيات القرآنية التي تناولت هذه الحقائق واكدت عليها ، كما انه سيتكيء على بداهات علمية بالنسبة للقرون الاخيرة على الاقل ، فانه سيكشف - في الوقت نفسه - عن جانب من جوانب الاعجاز العديدة التي تضمنها القرآن وأشار اليها .. ¶ وهنالك من الحقائق العلمية مايحتمل اكثر من وجه ، ولكن هذه الوجوه جميعا انما تدور في اطار واسع مرن ليس ثمة مانع من ان نحيل عليه آيات قرآنية اخرى لأدراك دلالاتها من مثل تلك الآيات التي تؤكد على (النظام) الذي يمسك بناء السماوات المعجز من ان يتفكك ويتبعثر ويضيع .. ¶ أما النظريات التي لاتزال موضع اخذ ورد والتي لم تتبلور بعد كحقائق وقوانين وبداهات مسلم بها ، فان بمقدور المفسر ان يكون حذرا ازاءها ، وألايتكيء عليها الا بمقدار مايتيح له ذلك تسليط الضوء على جانب من جوانب المضمون الذي تحتويه الآية . ¶ ليست سواء .. معطيات العلم التي تتمخض باستمرار ، ومن ثم فان التعامل معها يجب ان يحاذر عن مظنة الارتباط الكامل او الانفصال الكامل . ¶ ان الارتباط الكامل سيمنح القدرة على الفهم والادراك ، من التحرك بشتى ¶ الاتجاهات ، والانفصال الكامل سيضعف هذه القدرة ويقيم اسلاكا شائكة بين جانب من معطيات القرآن وبين الانسان المعاصر .",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "ان (الحقائق) التي يطرحها القرآن والتي اريد منها ان تكون (شواهد) تقود الانسان الى الايمان بالله الواحد القادر العالم المريد ، تنتشر وتتوزع على مساحة القرآن كله ، ويمكن تصنيفها بشكل عام وفق الموضوعات التي اعتمدناها في هذا البحث والتي يجدها القاريء فيما يلي : ¶ ويجب ان نلاحظ ان ليس كل ماطرحه القرآن الكريم في واحد من حقول العلم العديدة اريد به ان يكون (اعجازا) للاجيال التالية ، ولم يكن معروفا - بالتالي - في عصر النزول . فثمة صنفان من الآيات نطالعهما في اي حقل من الحقول : صنف جاء على سبيل (الاخبار) ولفت الانظار الى خليقة الله وابداعه في الكون والعالم والنفس ، وهو يعرض لحقائق وظواهر وموجودات كانت موجودة في عصرها ، كما هي معروفة في كل عصر .. وصنف آخر تضمن اشارات لحقائق وسنن ونواميس (علمية) ماكانت معروفة في عصرها ، وتولى العلم - بمرور الزمن - الكشف عنها وهي التي تسمى عادة بالاعجازالعلمي للقرآن . ¶ كما يجب ان نلاحظ ان ماطرحه القرآن لايمثل كشفا بكافة الحقائق العلمية ، فالقرآن الكريم - كما سبق وان ذكرنا - ليس كتاباعلميا - وانما هو يكتفي بالكشف عن بعض الحقائق والاشارة الى بعضها الآخر ، وتبقى حشود اخرى من الحقائق ، اكثر بكثير ، تركت للانسان حرية الكشف عنها ، والمنهج الذي طرحه القرآن نفسه ، كما مر بنا ، يمثل ضرورة ايمانية ملحة لمواصلة هذا الكشف . ¶ وقد سعيت في العرض الذي يتضمنه هذا البحث الى ايراد كافة الآيات والمقاطع سواء تلك التي تنتمي الى هذا الصنف او ذاك ، وتجاوزت (مشاهد القيامة) التي تطرح معطياتها عن المتغيرات التي سيشهدها العالم والكون يومها ، لانها تخرج عن نطاق العرض الذي يستهدف متابعة الآيات التي تتحدث عن الكون والعالم والحياة في سياقها (الطبيعي) قبل (هزة) يوم القيامة التي لايعلم ابعادها الهائلة الشاملة الا الله :",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "{ يَسْأَلُونَكَ عَنْ السَّاعَةِ أَيَّانَ مُرْسَاهَا قُلْ إِنَّمَا عِلْمُهَا عِنْدَ رَبِّي لَا يُجَلِّيهَا لِوَقْتِهَا إِلَّا هُوَ ثَقُلَتْ فِي السَّمَاوَاتِ وَالْأَرْضِ لَا تَأْتِيكُمْ إِلَّا بَغْتَةً }(276). ¶ { وَمَا أَمْرُ السَّاعَةِ إِلَّا كَلَمْحِ الْبَصَرِ أَوْ هُوَ أَقْرَبُ }(277). ¶ { يَاأَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ إِنَّ زَلْزَلَةَ السَّاعَةِ شَيْءٌ عَظِيمٌ }(278). ¶ { يَسْأَلُكَ النَّاسُ عَنْ السَّاعَةِ قُلْ إِنَّمَا عِلْمُهَا عِنْدَ اللَّهِ .. }(279). ¶ { إِلَيْهِ يُرَدُّ عِلْمُ السَّاعَةِ .. }(280). ¶ { يَسْأَلُونَكَ عَنْ السَّاعَةِ أَيَّانَ مُرْسَاهَا(42)فِيمَ أَنْتَ مِنْ ذِكْرَاهَا(43)إِلَى رَبِّكَ مُنتَهَاهَا }(281). ¶ كما انني تجاوزت ، للاعتبار نفسه ، مجموعة الصور والمواقف القرآنية التي تتحدث عن (الجنة والنار) .. ولم أشأ - كذلك - ان اعرض للآيات ذات البعد (الغيبي) مادام انه لا العلم ولاسائر الخبرات البشرية بقادرة على سبل غورها بما هيء لها من امكانات . ¶ وبالمقابل فقد اوردت الآيات التي تتحدث عن انماط (العقاب) التي جوبهت بها الاقوام والجماعات البشرية التي اصرت على كفرها وأشراكها وغرورها لان هذه الانماط كانت مستمدة من صيغ جغرافية طبيعية ، بمعنى انها جاءت معتمدة سنن الطبيعة لا (خارقة) لها ، اما (الخوارق) فلم أشر اليها لانها تخرج هي الاخرى عن حدود العرض اللهم الا اذا تضمنت اشارة ما تمس جانبا علمياً(282). ¶ (الفلك) ¶ { ... ثُمَّ اسْتَوَى إِلَى السَّمَاءِ فَسَوَّاهُنَّ سَبْعَ سَمَاوَاتٍ وَهُوَ بِكُلِّ شَيْءٍ ¶ عَلِيمٌ }(283) ¶ { بَدِيعُ السَّمَاوَاتِ وَالْأَرْضِ وَإِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُنْ ¶ فَيَكُون }(284) ¶ { إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ ... لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ }(285)",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "{ يَسْأَلُونَكَ عَنْ الْأَهِلَّةِ قُلْ هِيَ مَوَاقِيتُ لِلنَّاسِ وَالْحَجِّ ... }(286) ¶ { قَالَ إِبْرَاهِيمُ فَإِنَّ اللَّهَ يَأْتِي بِالشَّمْسِ مِنْ الْمَشْرِقِ فَأْتِ بِهَا مِنْ الْمَغْرِبِ فَبُهِتَ الَّذِي كَفَرَ }(287). ¶ { تُولِجُ اللَّيْلَ فِي النَّهَارِ وَتُولِجُ النَّهَارَ فِي اللَّيْلِ .. }(288) ¶ { إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ لَآيَاتٍ لِأُولِي الْأَلْبَابِ(190)الَّذِينَ يَذْكُرُونَ اللَّهَ قِيَامًا وَقُعُودًا وَعَلَى جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ رَبَّنَا مَا خَلَقْتَ هَذَا بَاطِلًا سُبْحَانَكَ فَقِنَا عَذَابَ النَّار }(289) ¶ { الْحَمْدُ لِلَّهِ الَّذِي خَلَقَ السَّمَاوَاتِ وَالأرْضَ وَجَعَلَ الظُّلُمَاتِ ¶ وَالنُّورَ ... }(290) ¶ { فَاطِرِ السَّمَاوَاتِ وَالأرْضِ... }(291) ¶ { فَالِقُ الْإِصْبَاحِ وَجَعَلَ اللَّيْلَ سَكَنًا وَالشَّمْسَ وَالْقَمَرَ حُسْبَانًا ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ(96)وَهُوَ الَّذِي جَعَلَ لَكُمْ النُّجُومَ لِتَهْتَدُوا بِهَا فِي ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ قَدْ فَصَّلْنَا الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ }(292). ¶ { بَدِيعُ السَّمَاوَاتِ وَالأرْضِ ... }(293). ¶ { إِنَّ رَبَّكُمْ اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يُغْشِي اللَّيْلَ النَّهَارَ يَطْلُبُهُ حَثِيثًا وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومَ مُسَخَّرَاتٍ بِأَمْرِهِ أَلَا لَهُ الْخَلْقُ وَالْأَمْرُ تَبَارَكَ اللَّهُ رَبُّ الْعَالَمِينَ }(294). ¶ { أَوَلَمْ يَنظُرُوا فِي مَلَكُوتِ السَّمَاوَاتِ وَالْأَرْضِ وَمَا خَلَقَ اللَّهُ مِنْ ¶ شَيْءٍ ؟ … }(295).",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "{ إِنَّ عِدَّةَ الشُّهُورِ عِنْدَ اللَّهِ اثْنَا عَشَرَ شَهْرًا فِي كِتَابِ اللَّهِ يَوْمَ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ }(296). ¶ { هُوَ الَّذِي جَعَلَ الشَّمْسَ ضِيَاءً وَالْقَمَرَ نُورًا وَقَدَّرَهُ مَنَازِلَ لِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسَابَ مَا خَلَقَ اللَّهُ ذَلِكَ إِلَّا بِالْحَقِّ يُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ(5) إِنَّ ¶ فِي اخْتِلَافِ اللَّيْلِ وَالنَّهَارِ وَمَا خَلَقَ اللَّهُ فِي السَّمَاوَاتِ وَالْأَرْضِ لَآيَاتٍ لِقَوْمٍ ¶ يَتَّقُونَ } (297). ¶ { وَيَوْمَ يَحْشُرُهُمْ كَأَنْ لَمْ يَلْبَثُوا إِلَّا سَاعَةً مِنْ النَّهَارِ يَتَعَارَفُونَ بَيْنَهُمْ قَدْ خَسِرَ الَّذِينَ كَذَّبُوا بِلِقَاءِ اللَّهِ وَمَا كَانُوا مُهْتَدِينَ }(298). ¶ { هُوَ الَّذِي جَعَلَ لَكُمْ اللَّيْلَ لِتَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَسْمَعُونَ }(299). ¶ { قُلْ انْظُرُوا مَاذَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَمَا تُغْنِي الْآيَاتُ وَالنُّذُرُ عَنْ قَوْمٍ لَا يُؤْمِنُونَ }(300). ¶ { اللَّهُ الَّذِي رَفَعَ السَّمَاوَاتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا ثُمَّ اسْتَوَى عَلَى الْعَرْشِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي لِأَجَلٍ مُسَمًّى }(301). ¶ { وَسَخَّرَ لَكُمْ الشَّمْسَ وَالْقَمَرَ دَائِبَيْنِ وَسَخَّرَ لَكُمْ اللَّيْلَ وَالنَّهَارَ }(302). ¶ { يَوْمَ تُبَدَّلُ الْأَرْضُ غَيْرَ الْأَرْضِ وَالسَّمَاوَاتُ .... }(303). ¶ { وَلَقَدْ جَعَلْنَا فِي السَّمَاءِ بُرُوجًا وَزَيَّنَّاهَا لِلنَّاظِرِينَ(16)وَحَفِظْنَاهَا مِنْ كُلِّ شَيْطَانٍ رَجِيمٍ(17)إِلَّا مَنْ اسْتَرَقَ السَّمْعَ فَأَتْبَعَهُ شِهَابٌ مُبِينٌ }(304).",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "{ وَسَخَّرَ لَكُمْ اللَّيْلَ وَالنَّهَارَ وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومُ مُسَخَّرَاتٌ بِأَمْرِهِ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ }(305) ¶ { وَعَلَامَاتٍ وَبِالنَّجْمِ هُمْ يَهْتَدُونَ }(306) ¶ { وَجَعَلْنَا اللَّيْلَ وَالنَّهَارَ آيَتَيْنِ فَمَحَوْنَا آيَةَ اللَّيْلِ وَجَعَلْنَا آيَةَ النَّهَارِ مُبْصِرَةً لِتَبْتَغُوا فَضْلًا مِنْ رَبِّكُمْ وَلِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسَابَ وَكُلَّ شَيْءٍ فَصَّلْنَاهُ ¶ تَفْصِيلًا }(307). ¶ { يَوْمَ يَدْعُوكُمْ فَتَسْتَجِيبُونَ بِحَمْدِهِ وَتَظُنُّونَ إِنْ لَبِثْتُمْ إِلَّا قَلِيلًا }(308) ¶ { وَتَرَى الشَّمْسَ إِذَا طَلَعَتْ تَزَاوَرُ عَنْ كَهْفِهِمْ ذَاتَ الْيَمِينِ وَإِذَا غَرَبَتْ تَقْرِضُهُمْ ذَاتَ الشِّمَالِ وَهُمْ فِي فَجْوَةٍ مِنْهُ ذَلِكَ مِنْ آيَاتِ اللَّهِ ... }(309) ¶ { وَلَبِثُوا فِي كَهْفِهِمْ ثَلَاثَ مِائَةٍ سِنِينَ وَازْدَادُوا تِسْعًا(25)قُلْ اللَّهُ أَعْلَمُ بِمَا ¶ لَبِثُوا ... }(310). ¶ { نَحْنُ أَعْلَمُ بِمَا يَقُولُونَ إِذْ يَقُولُ أَمْثَلُهُمْ طَرِيقَةً إِنْ لَبِثْتُمْ إِلَّا يَوْمًا }(311). ¶ { لَوْ كَانَ فِيهِمَا آلِهَةٌ إِلَّا اللَّهُ لَفَسَدَتَا فَسُبْحَانَ اللَّهِ رَبِّ الْعَرْشِ عَمَّا ¶ يَصِفُونَ }(312). ¶ { أَوَلَمْ يَرَى الَّذِينَ كَفَرُوا أَنَّ السَّمَاوَاتِ وَالْأَرْضَ كَانَتَا رَتْقًا ¶ فَفَتَقْنَاهُمَا }(313). ¶ { وَجَعَلْنَا السَّمَاءَ سَقْفًا مَحْفُوظًا وَهُمْ عَنْ آيَاتِهَا مُعْرِضُونَ(32) وَهُوَ الَّذِي خَلَقَ اللَّيْلَ وَالنَّهَارَ وَالشَّمْسَ وَالْقَمَرَ كُلٌّ فِي فَلَكٍ يَسْبَحُونَ }(314). ¶ { يَوْمَ نَطْوِي السَّمَاءَ كَطَيِّ السِّجِلِّ لِلْكُتُبِ كَمَا بَدَأْنَا أَوَّلَ خَلْقٍ نُعِيدُهُ وَعْدًا عَلَيْنَا إِنَّا كُنَّا فَاعِلِينَ }(315).",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "{ وَيَسْتَعْجِلُونَكَ بِالْعَذَابِ وَلَنْ يُخْلِفَ اللَّهُ وَعْدَهُ وَإِنَّ يَوْمًا عِنْدَ رَبِّكَ كَأَلْفِ سَنَةٍ مِمَّا تَعُدُّونَ }(316). ¶ { ذَلِكَ بِأَنَّ اللَّهَ يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَأَنَّ اللَّهَ سَمِيعٌ بَصِيرٌ }(317). ¶ { ... وَيُمْسِكُ السَّمَاءَ أَنْ تَقَعَ عَلَى الْأَرْضِ إِلَّا بِإِذْنِهِ إِنَّ اللَّهَ بِالنَّاسِ لَرَءُوفٌ رَحِيمٌ }(318). ¶ { وَلَقَدْ خَلَقْنَا فَوْقَكُمْ سَبْعَ طَرَائِقَ وَمَا كُنَّا عَنْ الْخَلْقِ غَافِلِينَ }(319). ¶ { وَلَوْ اتَّبَعَ الْحَقُّ أَهْوَاءَهُمْ لَفَسَدَتْ السَّمَاوَاتُ وَالْأَرْضُ وَمَنْ ¶ فِيهِنَّ ... }(320). ¶ { وَهُوَ الَّذِي يُحْيِ وَيُمِيتُ وَلَهُ اخْتِلَافُ اللَّيْلِ وَالنَّهَارِ أَفَلَا ¶ تَعْقِلُونَ ؟ }(321). ¶ { وَمَا كَانَ مَعَهُ مِنْ إِلَهٍ إِذًا لَذَهَبَ كُلُّ إِلَهٍ بِمَا خَلَقَ وَلَعَلَا بَعْضُهُمْ عَلَى بَعْضٍ سُبْحَانَ اللَّهِ عَمَّا يَصِفُونَ }(322). ¶ { قَالَ كَمْ لَبِثْتُمْ فِي الْأَرْضِ عَدَدَ سِنِينَ(112)قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ فَاسْأَلْ الْعَادِّينَ(113)قَالَ إِنْ لَبِثْتُمْ إِلَّا قَلِيلًا لَوْ أَنَّكُمْ كُنتُمْ تَعْلَمُونَ }(323). ¶ { يُقَلِّبُ اللَّهُ اللَّيْلَ وَالنَّهَارَ إِنَّ فِي ذَلِكَ لَعِبْرَةً لِأُوْلِي الْأَبْصَارِ }(324). ¶ { أَلَمْ تَر إِلَى رَبِّكَ كَيْفَ مَدَّ الظِّلَّ وَلَوْ شَاءَ لَجَعَلَهُ سَاكِنًا ثُمَّ جَعَلْنَا الشَّمْسَ عَلَيْهِ دَلِيلًا(45)ثُمَّ قَبَضْنَاهُ إِلَيْنَا قَبْضًا يَسِيرًا(46) وَهُوَ الَّذِي جَعَلَ لَكُمْ اللَّيْلَ لِبَاسًا وَالنَّوْمَ سُبَاتًا وَجَعَلَ النَّهَارَ نُشُورًا }(325).",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "{ تَبَارَكَ الَّذِي جَعَلَ فِي السَّمَاءِ بُرُوجًا وَجَعَلَ فِيهَا سِرَاجًا وَقَمَرًا مُنِيرًا(61) وَهُوَ الَّذِي جَعَلَ اللَّيْلَ وَالنَّهَارَ خِلْفَةً لِمَنْ أَرَادَ أَنْ يَذَّكَّرَ أَوْ أَرَادَ شُكُورًا }(326). ¶ { قَالَ يَاأَيُّهَا المَلَأُ أَيُّكُمْ يَأْتِينِي بِعَرْشِهَا قَبْلَ أَنْ يَأْتُونِي مُسْلِمِينَ(38)قَالَ عِفْريتٌ مِنْ الْجِنِّ أَنَا آتِيكَ بِهِ قَبْلَ أَنْ تَقُومَ مِنْ مَقَامِكَ وَإِنِّي عَلَيْهِ لَقَوِيٌّ أَمِينٌ(39) قَالَ الَّذِي عِنْدَهُ عِلْمٌ مِنْ الْكِتَابِ أَنَا آتِيكَ بِهِ قَبْلَ أَنْ يَرْتَدَّ إِلَيْكَ طَرْفُكَ فَلَمَّا رَآهُ مُسْتَقِرًّا عِنْدَهُ قَالَ هَذَا مِنْ فَضْلِ رَبِّي لِيَبْلُوَنِي أَأَشْكُرُ أَمْ أَكْفُرُ وَمَنْ شَكَرَ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ وَمَنْ كَفَرَ فَإِنَّ رَبِّي غَنِيٌّ كَرِيمٌ(40)قَالَ نَكِّرُوا لَهَا عَرْشَهَا نَنظُرْ أَتَهْتَدِي أَمْ تَكُونُ مِنْ الَّذِينَ لَا يَهْتَدُونَ(41)فَلَمَّا جَاءَتْ قِيلَ أَهَكَذَا عَرْشُكِ قَالَتْ كَأَنَّهُ هُوَ وَأُوتِينَا الْعِلْمَ مِنْ قَبْلِهَا وَكُنَّا مُسْلِمِينَ }(327). ¶ { أَلَمْ يَرَوْا أَنَّا جَعَلْنَا اللَّيْلَ لِيَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا ؟ }(328). ¶ { قُلْ أَرَأَيْتُمْ إِنْ جَعَلَ اللَّهُ عَلَيْكُمْ اللَّيْلَ سَرْمَدًا إِلَى يَوْمِ الْقِيَامَةِ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُمْ بِضِيَاءٍ أَفَلَا تَسْمَعُونَ(71)قُلْ أَرَأَيْتُمْ إِنْ جَعَلَ اللَّهُ عَلَيْكُمْ النَّهَارَ سَرْمَدًا إِلَى يَوْمِ الْقِيَامَةِ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُمْ بِلَيْلٍ تَسْكُنُونَ فِيهِ أَفَلَا تُبْصِرُونَ }(329). ¶ { وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ لَيَقُولُنَّ اللَّهُ فَأَنَّا يُؤْفَكُونَ ؟ }(330).",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "{ وَمِنْ آيَاتِهِ أَنْ تَقُومَ السَّمَاءُ وَالْأَرْضُ بِأَمْرِهِ .. }(331). ¶ { وَيَوْمَ تَقُومُ السَّاعَةُ يُقْسِمُ الْمُجْرِمُونَ مَا لَبِثُوا غَيْرَ سَاعَةٍ كَذَلِكَ كَانُوا ¶ يُؤْفَكُونَ }(332). ¶ { خَلَقَ السَّمَاوَاتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا .. }(333). ¶ { هَذَا خَلْقُ اللَّهِ فَأَرُونِي مَاذَا خَلَقَ الَّذِينَ مِنْ دُونِهِ ؟ .. }(334). ¶ { أَلَمْ تَرَ أَنَّ اللَّهَ يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي إِلَى أَجَلٍ مُسَمًّى وَأَنَّ اللَّهَ بِمَا تَعْمَلُونَ خَبِيرٌ }(335). ¶ { سَنُرِيهِمْ آيَاتِنَا فِي الْآفَاقِ وَفِي أَنْفُسِهِمْ حَتَّى يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ أَوَلَمْ يَكْفِ بِرَبِّكَ أَنَّهُ عَلَى كُلِّ شَيْءٍ شَهِيد }(336). ¶ { لَهُ مَقَالِيدُ السَّمَاوَاتِ وَالْأَرْضِ ... }(337). ¶ { فَاصْبِرْ كَمَا صَبَرَ أُوْلُوا الْعَزْمِ مِنْ الرُّسُلِ وَلَا تَسْتَعْجِلْ لَهُمْ كَأَنَّهُمْ يَوْمَ يَرَوْنَ مَا يُوعَدُونَ لَمْ يَلْبَثُوا إِلَّا سَاعَةً مِنْ نَهَارٍ }(338). ¶ { وَلِلَّهِ جُنُودُ السَّمَاوَاتِ وَالْأَرْضِ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا }(339). ¶ { أَفَلَمْ يَنْظُرُوا إِلَى السَّمَاءِ فَوْقَهُمْ كَيْفَ بَنَيْنَاهَا وَزَيَّنَّاهَا وَمَا لَهَا مِنْ ¶ فُرُوجٍ ؟ }(340). ¶ { وَالسَّمَاءِ ذَاتِ الْحُبُكِ }(341). ¶ { وَالسَّمَاءَ بَنَيْنَاهَا بِأَيْيدٍ وَإِنَّا لَمُوسِعُونَ }(342). ¶ { الشَّمْسُ وَالْقَمَرُ بِحُسْبَانٍ(5)وَالنَّجْمُ وَالشَّجَرُ يَسْجُدَانِ(6)وَالسَّمَاءَ رَفَعَهَا وَوَضَعَ الْمِيزَانَ }(343). ¶ { رَبُّ الْمَشْرِقَيْنِ وَرَبُّ الْمَغْرِبَيْنِ }(344). ¶ { يَسْأَلُهُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ كُلَّ يَوْمٍ هُوَ فِي شَأْنٍ }(3345).",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "{ يَامَعْشَرَ الْجِنِّ وَالْإِنسِ إِنْ اسْتَطَعْتُمْ أَنْ تَنفُذُوا مِنْ أَقْطَارِ السَّمَاوَاتِ وَالْأَرْضِ فَانفُذُوا لَا تَنفُذُونَ إِلَّا بِسُلْطَانٍ }(346). ¶ { فَلَا أُقْسِمُ بِمَوَاقِعِ النُّجُومِ(75)وَإِنَّهُ لَقَسَمٌ لَوْ تَعْلَمُونَ عَظِيمٌ }(347). ¶ { يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ }(348). ¶ { اللَّهُ الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ وَمِنْ الْأَرْضِ مِثْلَهُنَّ يَتَنَزَّلُ الْأَمْرُ بَيْنَهُنَّ لِتَعْلَمُوا أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ وَأَنَّ اللَّهَ قَدْ أَحَاطَ بِكُلِّ شَيْءٍ عِلْمًا }(349). ¶ { الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ طِبَاقًا مَا تَرَى فِي خَلْقِ الرَّحْمَانِ مِنْ تَفَاوُتٍ فَارْجِعْ الْبَصَرَ هَلْ تَرَى مِنْ فُطُورٍ(3)ثُمَّ ارْجِعْ الْبَصَرَ كَرَّتَيْنِ يَنقَلِبْ إِلَيْكَ الْبَصَرُ خَاسِئًا وَهُوَ حَسِيرٌ(4) وَلَقَدْ زَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ وَجَعَلْنَاهَا رُجُومًا لِلشَّيَاطِينِ وَأَعْتَدْنَا لَهُمْ عَذَابَ السَّعِيرِ }(350). ¶ { فَلَا أُقْسِمُ بِرَبِّ الْمَشَارِقِ وَالْمَغَارِبِ إِنَّا لَقَادِرُونَ }(351). ¶ { مِنْ اللَّهِ ذِي الْمَعَارِجِ(3)تَعْرُجُ الْمَلَائِكَةُ وَالرُّوحُ إِلَيْهِ فِي يَوْمٍ كَانَ ¶ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ(4)فَاصْبِرْ صَبْرًا جَمِيلًا(5)إِنَّهُمْ يَرَوْنَهُ بَعِيدًا(6)وَنَرَاهُ ¶ قَرِيبًا }(352). ¶ { أَلَمْ تَرَوْا كَيْفَ خَلَقَ اللَّهُ سَبْعَ سَمَاوَاتٍ طِبَاقًا(15)وَجَعَلَ الْقَمَرَ فِيهِنَّ نُورًا وَجَعَلَ الشَّمْسَ سِرَاجًا ؟ }(353). ¶ { وَأَنَّا لَمَسْنَا السَّمَاءَ فَوَجَدْنَاهَا مُلِئَتْ حَرَسًا شَدِيدًا وَشُهُبًا(8)وَأَنَّا كُنَّا نَقْعُدُ مِنْهَا مَقَاعِدَ لِلسَّمْعِ فَمَنْ يَسْتَمِعْ الْآنَ يَجِدْ لَهُ شِهَابًا رَصَدًا }(354).",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "{ وَمَا يَعْلَمُ جُنُودَ رَبِّكَ إِلَّا هُوَ .. }(355). ¶ { وَبَنَيْنَا فَوْقَكُمْ سَبْعًا شِدَادًا(12)وَجَعَلْنَا سِرَاجًا وَهَّاجًا }(356). ¶ { أَأَنْتُمْ أَشَدُّ خَلْقًا أَمْ السَّمَاءُ بَنَاهَا(27)رَفَعَ سَمْكَهَا فَسَوَّاهَا(28)وَأَغْطَشَ لَيْلَهَا وَأَخْرَجَ ضُحَاهَا(29)وَالْأَرْضَ بَعْدَ ذَلِكَ دَحَاهَا(30)أَخْرَجَ مِنْهَا مَاءَهَا وَمَرْعَاهَا(31)وَالْجِبَالَ أَرْسَاهَا }(357). ¶ { كَأَنَّهُمْ يَوْمَ يَرَوْنَهَا لَمْ يَلْبَثُوا إِلَّا عَشِيَّةً أَوْ ضُحَاهَا(46) }(358). ¶ { فَلَا أُقْسِمُ بِالْخُنَّسِ(15)الْجَوَارِي الْكُنَّسِ(16)وَاللَّيْلِ إِذَا عَسْعَسَ(17)وَالصُّبْحِ إِذَا تَنَفَّسَ }(359). ¶ { فَلَا أُقْسِمُ بِالشَّفَقِ(16)وَاللَّيْلِ وَمَا وَسَقَ(17)وَالْقَمَرِ إِذَا اتَّسَقَ(18)لَتَرْكَبُنَّ طَبَقًا عَنْ طَبَقٍ }(360). ¶ { وَالسَّمَاءِ ذَاتِ الْبُرُوجِ }(361). ¶ { وَالسَّمَاءِ وَالطَّارِقِ(1)وَمَا أَدْرَاكَ مَا الطَّارِقُ(2)النَّجْمُ الثَّاقِبُ }(362). ¶ { أَفَلَا يَنْظُرُونَ إِلَى الْإِبِلِ كَيْفَ خُلِقَتْ(17)وَإِلَى السَّمَاءِ كَيْفَ ¶ رُفِعَتْ ؟}(363). ¶ {وَالضُّحَى(1)وَاللَّيْلِ إِذَا سَجَى}(364). ¶ { وَالشَّمْسِ وَضُحَاهَا(1)وَالْقَمَرِ إِذَا تَلَاهَا(2)وَالنَّهَارِ إِذَا جَلَّاهَا(3)وَاللَّيْلِ إِذَا يَغْشَاهَا(4)وَالسَّمَاءِ وَمَا بَنَاهَا(5)وَالْأَرْضِ وَمَا طَحَاهَا }(365). ¶ { وَاللَّيْلِ إِذَا يَغْشَى(1)وَالنَّهَارِ إِذَا تَجَلَّى }(366). ¶ وهناك حشود من الآيات الكريمة تتحدث عن مسائل شمولية تتعلق بالكون والفلك ، يمكن تصنيفها الى خمس مجموعات تتناول اولاها قضية خلق الكون ، وتتناول ثانيتها",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "قضية التقدير والضبط في عملية الخلق ، اما ثالثتها فتتحدث عن الهيمنة الآلهية على الكون وملكيته ، بينما تتجه رابعتها لتقرير علم الله الشامل باسرار الكون ونواميسه ، وتعرض خامستها للمشيئة الآلهية المطلقة في الخلق . ونكتفي هاهنا بالاحالة الى مواقع هذه الآيات : ¶ أ- خلق الكون(367). ¶ ب- التقدير في الخلق(368). ¶ جـ- الهيمنة والملكية(369). ¶ د- العلم الشامل بالاسرار والنواميس(370). ¶ هـ- المشيئة المطلقة في الخلق(371). ¶ الجغرافيا ¶ { هو الَّذِي جَعَلَ لَكُمْ الْأَرْضَ فِرَاشًا وَالسَّمَاءَ بِنَاءً وَأَنْزَلَ مِنْ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنْ الثَّمَرَاتِ رِزْقًا لَكُمْ }(372) ¶ { هُوَ الَّذِي خَلَقَ لَكُمْ مَا فِي الْأَرْضِ جَمِيعًا }(373) ¶ { إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ وَالْفُلْكِ الَّتِي تَجْرِي فِي الْبَحْرِ بِمَا يَنفَعُ النَّاسَ وَمَا أَنزَلَ اللَّهُ مِنْ السَّمَاءِ مِنْ مَاءٍ فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا وَبَثَّ فِيهَا مِنْ كُلِّ دَابَّةٍ وَتَصْرِيفِ الرِّيَاحِ وَالسَّحَابِ الْمُسَخَّرِ بَيْنَ السَّمَاءِ وَالْأَرْضِ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ }(374). ¶ { أَلَمْ يَرَوْا كَمْ أَهْلَكْنَا مِنْ قَبْلِهِمْ مِنْ قَرْنٍ مَكَّنَّاهُمْ فِي الأرْضِ مَا لَمْ نُمَكِّنْ لَكُمْ وَأَرْسَلْنَا السَّمَاءَ عَلَيْهِمْ مِدْرَارًا وَجَعَلْنَا الأنْهَارَ تَجْرِي مِنْ تَحْتِهِمْ فَأَهْلَكْنَاهُمْ بِذُنُوبِهِمْ وَأَنشَأْنَا مِنْ بَعْدِهِمْ قَرْنًا آخَرِين }(375). ¶ { وَهُوَ الَّذِي أَنزَلَ مِنْ السَّمَاءِ مَاءً فَأَخْرَجْنَا بِهِ نَبَاتَ كُلِّ ¶ شَيْءٍ ... }(376). ¶ { فَمَنْ يُرِدْ اللَّهُ أَنْ يَهدِيَهُ يَشْرَحْ صَدْرَهُ لِلْإِسْلامِ وَمَنْ يُرِدْ أَنْ يُضِلَّهُ يَجْعَلْ صَدْرَهُ ضَيِّقًا حَرَجًا كَأَنَّمَا يَصَّعَّدُ فِي السَّمَاءِ ... }(377).",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "{ وَلَقَدْ مَكَّنَّاكُمْ فِي الْأَرْضِ وَجَعَلْنَا لَكُمْ فِيهَا مَعَايِشَ قَلِيلًا مَا ¶ تَشْكُرُونَ }(378). ¶ { وَهُوَ الَّذِي يُرْسِلُ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ حَتَّى إِذَا أَقَلَّتْ سَحَابًا ثِقَالًا سُقْنَاهُ لِبَلَدٍ مَيِّتٍ فَأَنزَلْنَا بِهِ الْمَاءَ فَأَخْرَجْنَا بِهِ مِنْ كُلِّ الثَّمَرَاتِ كَذَلِكَ نُخْرِجُ الْمَوْتَى لَعَلَّكُمْ تَذَكَّرُون }(379). ¶ { وَبَوَّأَكُمْ فِي الْأَرْضِ تَتَّخِذُونَ مِنْ سُهُولِهَا قُصُورًا وَتَنْحِتُونَ الْجِبَالَ بُيُوتًا فَاذْكُرُوا آلَاءَ اللَّهِ وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ }(380). ¶ { وَهُوَ الَّذِي مَدَّ الْأَرْضَ وَجَعَلَ فِيهَا رَوَاسِيَ وَأَنْهَارًا ... }(381). ¶ { هُوَ الَّذِي يُرِيكُمْ الْبَرْقَ خَوْفًا وَطَمَعًا وَيُنْشِئُ السَّحَابَ الثِّقَالَ(12) ¶ وَيُسَبِّحُ الرَّعْدُ بِحَمْدِهِ وَالْمَلَائِكَةُ مِنْ خِيفَتِهِ وَيُرْسِلُ الصَّوَاعِقَ فَيُصِيبُ بِهَا مَنْ ¶ يَشَاءُ ... }(382) ¶ { أَنزَلَ مِنْ السَّمَاءِ مَاءً فَسَالَتْ أَوْدِيَةٌ بِقَدَرِهَا فَاحْتَمَلَ السَّيْلُ زَبَدًا رَابِيًا وَمِمَّا يُوقِدُونَ عَلَيْهِ فِي النَّارِ ابْتِغَاءَ حِلْيَةٍ أَوْ مَتَاعٍ زَبَدٌ مِثْلُهُ }(383). ¶ { أَوَلَمْ يَرَوْا أَنَّا نَأْتِي الْأَرْضَ نَنْقُصُهَا مِنْ أَطْرَافِهَا وَاللَّهُ يَحْكُمُ لَا مُعَقِّبَ لِحُكْمِهِ وَهُوَ سَرِيعُ الْحِسَابِ }(384). ¶ { وَالْأَرْضَ مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ وَأَنْبَتْنَا فِيهَا مِنْ كُلِّ شَيْءٍ ¶ مَوْزُونٍ }(385). ¶ { وَأَرْسَلْنَا الرِّيَاحَ لَوَاقِحَ فَأَنْزَلْنَا مِنْ السَّمَاءِ مَاءً فَأَسْقَيْنَاكُمُوهُ وَمَا أَنْتُمْ لَهُ بِخَازِنِينَ }(386). ¶ { وَكَانُوا يَنْحِتُونَ مِنْ الْجِبَالِ بُيُوتًا آمِنِينَ }(387).",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "{ وَأَلْقَى فِي الْأَرْضِ رَوَاسِيَ أَنْ تَمِيدَ بِكُمْ وَأَنْهَارًا وَسُبُلًا لَّعَلَّكُمْ تَهْتَدُونَ(15)وَعَلَامَاتٍ وَبِالنَّجْمِ هُمْ يَهْتَدُونَ }(388). ¶ { وَاللَّهُ جَعَلَ لَكُمْ مِمَّا خَلَقَ ظِلَالًا وَجَعَلَ لَكُمْ مِنْ الْجِبَالِ أَكْنَانًا وَجَعَلَ ¶ لَكُمْ سَرَابِيلَ تَقِيكُمْ الْحَرَّ وَسَرَابِيلَ تَقِيكُمْ بَأْسَكُمْ كَذَلِكَ يُتِمُّ نِعْمَتَهُ عَلَيْكُمْ لَعَلَّكُمْ ¶ تُسْلِمُونَ }(389). ¶ { رَبُّكُمْ الَّذِي يُزْجِي لَكُمْ الْفُلْكَ فِي الْبَحْرِ لِتَبْتَغُوا مِنْ فَضْلِهِ إِنَّهُ كَانَ بِكُمْ رَحِيمًا }(390). ¶ { أَفَأَمِنتُمْ أَنْ يَخْسِفَ بِكُمْ جَانِبَ الْبَرِّ أَوْ يُرْسِلَ عَلَيْكُمْ حَاصِبًا ثُمَّ لَا تَجِدُوا لَكُمْ وَكِيلًا(68) أَمْ أَمِنتُمْ أَنْ يُعِيدَكُمْ فِيهِ تَارَةً أُخْرَى فَيُرْسِلَ عَلَيْكُمْ قَاصِفًا مِنْ الرِّيحِ فَيُغْرِقَكُمْ بِمَا كَفَرْتُمْ ثُمَّ لَا تَجِدُوا لَكُمْ عَلَيْنَا بِهِ تَبِيعًا }(391). ¶ { حَتَّى إِذَا بَلَغَ مَغْرِبَ الشَّمْسِ وَجَدَهَا تَغْرُبُ فِي عَيْنٍ حَمِئَةٍ }(392). ¶ { حَتَّى إِذَا بَلَغَ مَطْلِعَ الشَّمْسِ وَجَدَهَا تَطْلُعُ عَلَى قَوْمٍ لَمْ نَجْعَلْ لَهُمْ مِنْ دُونِهَا سِتْرًا }(393). ¶ { الَّذِي جَعَلَ لَكُمْ الْأَرْضَ مَهْدًا وَسَلَكَ لَكُمْ فِيهَا سُبُلًا وَأَنزَلَ مِنْ السَّمَاءِ مَاءً فَأَخْرَجْنَا بِهِ أَزْوَاجًا مِنْ نَبَاتٍ شَتَّى(53)كُلُوا وَارْعَوْا أَنْعَامَكُمْ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِأُوْلِي النُّهَى }(394). ¶ { وَجَعَلْنَا مِنْ الْمَاءِ كُلَّ شَيْءٍ حَيٍّ أَفَلَا يُؤْمِنُونَ(30)وَجَعَلْنَا فِي الْأَرْضِ رَوَاسِيَ أَنْ تَمِيدَ بِهِمْ وَجَعَلْنَا فِيهَا فِجَاجًا سُبُلًا لَعَلَّهُمْ يَهْتَدُونَ }(395).",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "{ بَلْ مَتَّعْنَا هَؤُلَاءِ وَآبَاءَهُمْ حَتَّى طَالَ عَلَيْهِمْ الْعُمُرُ أَفَلَا يَرَوْنَ أَنَّا نَأْتِي الْأَرْضَ نَنقُصُهَا مِنْ أَطْرَافِهَا أَفَهُمْ الْغَالِبُون }(396). ¶ { أَلَمْ تَر أَنَّ اللَّهَ سَخَّرَ لَكُمْ مَا فِي الْأَرْضِ وَالْفُلْكَ تَجْرِي فِي الْبَحْرِ ¶ بِأَمْرِهِ ... }(397). ¶ { وَأَنزَلْنَا مِنْ السَّمَاءِ مَاءً بِقَدَرٍ فَأَسْكَنَّاهُ فِي الْأَرْضِ وَإِنَّا عَلَى ذَهَابٍ بِهِ لَقَادِرُونَ }(398). ¶ { أَلَمْ تَرَ أَنَّ اللَّهَ يُزْجِي سَحَابًا ثُمَّ يُؤَلِّفُ بَيْنَهُ ثُمَّ يَجْعَلُهُ رُكَامًا فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلَالِهِ وَيُنَزِّلُ مِنْ السَّمَاءِ مِنْ جِبَالٍ فِيهَا مِنْ بَرَدٍ فَيُصِيبُ بِهِ مَنْ يَشَاءُ وَيَصْرِفُهُ عَنْ مَنْ يَشَاءُ يَكَادُ سَنَا بَرْقِهِ يَذْهَبُ بِالْأَبْصَارِ(43)يُقَلِّبُ اللَّهُ اللَّيْلَ وَالنَّهَارَ إِنَّ فِي ذَلِكَ لَعِبْرَةً لِأُوْلِي الْأَبْصَارِ }(399). ¶ { وَهُوَ الَّذِي أَرْسَلَ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ وَأَنزَلْنَا مِنْ السَّمَاءِ مَاءً طَهُورًا(48)لِنُحْيِيَ بِهِ بَلْدَةً مَيْتًا وَنُسْقِيَهُ مِمَّا خَلَقْنَا أَنْعَامًا وَأَنَاسِيَّ كَثِيرًا }(400). ¶ { وَهُوَ الَّذِي مَرَجَ الْبَحْرَيْنِ هَذَا عَذْبٌ فُرَاتٌ وَهَذَا مِلْحٌ أُجَاجٌ وَجَعَلَ بَيْنَهُمَا بَرْزَخًا وَحِجْرًا مَحْجُورًا }(401). ¶ { وَتَنْحِتُونَ مِنْ الْجِبَالِ بُيُوتًا فَارِهِينَ }(402). ¶ { أَمَّنْ جَعَلَ الْأَرْضَ قَرَارًا وَجَعَلَ خِلَالَهَا أَنْهَارًا وَجَعَلَ لَهَا رَوَاسِيَ وَجَعَلَ بَيْنَ الْبَحْرَيْنِ حَاجِزًا أَإِلَهٌ مَعَ اللَّهِ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ }(403).",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "{ أَمَّنْ يَهْدِيكُمْ فِي ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ وَمَنْ يُرْسِلُ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ أَئِلَهٌ مَعَ اللَّهِ تَعَالَى اللَّهُ عَمَّا يُشْرِكُونَ }(404). ¶ { وَتَرَى الْجِبَالَ تَحْسَبُهَا جَامِدَةً وَهِيَ تَمُرُّ مَرَّ السَّحَابِ صُنْعَ اللَّهِ الَّذِي أَتْقَنَ كُلَّ شَيْءٍ ... }(405). ¶ { وَمِنْ آيَاتِهِ يُرِيكُمْ الْبَرْقَ خَوْفًا وَطَمَعًا وَيُنَزِّلُ مِنْ السَّمَاءِ مَاءً فَيُحْيِ بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ }(406). ¶ { وَمِنْ آيَاتِهِ أَنْ يُرْسِلَ الرِّيَاحَ مُبَشِّرَاتٍ وَلِيُذِيقَكُمْ مِنْ رَحْمَتِهِ وَلِتَجْرِيَ الْفُلْكُ بِأَمْرِهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ }(407). ¶ { اللَّهُ الَّذِي يُرْسِلُ الرِّيَاحَ فَتُثِيرُ سَحَابًا فَيَبْسُطُهُ فِي السَّمَاءِ كَيْفَ يَشَاءُ وَيَجْعَلُهُ كِسَفًا فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلَالِهِ فَإِذَا أَصَابَ بِهِ مَنْ يَشَاءُ مِنْ عِبَادِهِ إِذَا هُمْ يَسْتَبْشِرُونَ(48) وَإِنْ كَانُوا مِنْ قَبْلِ أَنْ يُنَزَّلَ عَلَيْهِمْ مِنْ قَبْلِهِ لَمُبْلِسِينَ }(408). ¶ { وَأَلْقَى فِي الْأَرْضِ رَوَاسِيَ أَنْ تَمِيدَ بِكُمْ وَبَثَّ فِيهَا مِنْ كُلِّ ¶ دَابَّةٍ ... }(409). ¶ { وَلَوْ أَنَّ مَا فِي الْأَرْضِ مِنْ شَجَرَةٍ أَقْلَامٌ وَالْبَحْرُ يَمُدُّهُ مِنْ بَعْدِهِ سَبْعَةُ أَبْحُرٍ مَا نَفِدَتْ كَلِمَاتُ اللَّهِ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ }(410). ¶ { أَلَمْ تَرَ أَنَّ الْفُلْكَ تَجْرِي فِي الْبَحْرِ بِنِعْمَةِ اللَّهِ لِيُرِيَكُمْ مِنْ آيَاتِهِ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ }(411). ¶ { أَفَلَمْ يَرَوْا إِلَى مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ مِنْ السَّمَاءِ وَالْأَرْضِ إِنْ نَشَأْ",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "نَخْسِفْ بِهِمْ الْأَرْضَ أَوْ نُسْقِطْ عَلَيْهِمْ كِسَفًا مِنْ السَّمَاءِ إِنَّ فِي ذَلِكَ لَآيَةً لِكُلِّ عَبْدٍ ¶ مُنِيب }(412). ¶ { وَاللَّهُ الَّذِي أَرْسَلَ الرِّيَاحَ فَتُثِيرُ سَحَابًا فَسُقْنَاهُ إِلَى بَلَدٍ مَيِّتٍ فَأَحْيَيْنَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا كَذَلِكَ النُّشُور }(413). ¶ { وَمَا يَسْتَوِي الْبَحْرَانِ هَذَا عَذْبٌ فُرَاتٌ سَائِغٌ شَرَابُهُ وَهَذَا مِلْحٌ أُجَاجٌ وَمِنْ كُلٍّ تَأْكُلُونَ لَحْمًا طَرِيًّا وَتَسْتَخْرِجُونَ حِلْيَةً تَلْبَسُونَهَا وَتَرَى الْفُلْكَ فِيهِ مَوَاخِرَ لِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ }(414). ¶ { ... وَمِنْ الْجِبَالِ جُدَدٌ بِيضٌ وَحُمْرٌ مُخْتَلِفٌ أَلْوَانُهَا وَغَرَابِيبُ سُودٌ(27) ¶ وَمِنْ النَّاسِ وَالدَّوَابِّ وَالْأَنْعَامِ مُخْتَلِفٌ أَلْوَانُهُ كَذَلِكَ إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ ¶ الْعُلَمَاءُ ... }(415). ¶ { وَآيَةٌ لَهُمْ أَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِي الْفُلْكِ الْمَشْحُونِ(41)وَخَلَقْنَا لَهُمْ مِنْ مِثْلِهِ مَا يَرْكَبُونَ(42)وَإِنْ نَشَأْ نُغْرِقْهُمْ فَلَا صَرِيخَ لَهُمْ وَلَا هُمْ يُنقَذُونَ(43)إِلَّا رَحْمَةً مِنَّا وَمَتَاعًا إِلَى حِينٍ }(416). ¶ { أَلَمْ تَر أَنَّ اللَّهَ أَنْزَلَ مِنْ السَّمَاءِ مَاءً فَسَلَكَهُ يَنَابِيعَ فِي ¶ الْأَرْضِ ؟ }(417). ¶ { اللَّهُ الَّذِي جَعَلَ لَكُمْ الْأَرْضَ قَرَارًا وَالسَّمَاءَ بِنَاءً وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ وَرَزَقَكُمْ مِنْ الطَّيِّبَاتِ ذَلِكُمْ اللَّهُ رَبُّكُمْ فَتَبَارَكَ اللَّهُ رَبُّ الْعَالَمِينَ }(418).",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "{ قُلْ أَئِنَّكُمْ لَتَكْفُرُونَ بِالَّذِي خَلَقَ الْأَرْضَ فِي يَوْمَيْنِ وَتَجْعَلُونَ لَهُ أَندَادًا ذَلِكَ رَبُّ الْعَالَمِينَ(9)وَجَعَلَ فِيهَا رَوَاسِيَ مِنْ فَوْقِهَا وَبَارَكَ فِيهَا وَقَدَّرَ فِيهَا أَقْوَاتَهَا فِي أَرْبَعَةِ أَيَّامٍ سَوَاءً لِلسَّائِلِينَ }(419). ¶ { فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا صَرْصَرًا فِي أَيَّامٍ نَحِسَاتٍ لِنُذِيقَهُمْ عَذَابَ الْخِزْيِ فِي الْحَيَاةِ الدُّنْيَا وَلَعَذَابُ الْآخِرَةِ أَخْزَى وَهُمْ لَا يُنْصَرُونَ(16)وَأَمَّا ثَمُودُ ¶ فَهَدَيْنَاهُمْ فَاسْتَحَبُّوا الْعَمَى عَلَى الْهُدَى فَأَخَذَتْهُمْ صَاعِقَةُ الْعَذَابِ الْهُونِ بِمَا كَانُوا يَكْسِبُونَ }(420). ¶ { وَهُوَ الَّذِي يُنَزِّلُ الْغَيْثَ مِنْ بَعْدِ مَا قَنَطُوا وَيَنشُرُ رَحْمَتَهُ وَهُوَ الْوَلِيُّ ¶ الْحَمِيدُ }(421). ¶ { وَمِنْ آيَاتِهِ الْجَوَارِي فِي الْبَحْرِ كَالْأَعْلَامِ(32) إِنْ يَشَأْ يُسْكِنْ الرِّيحَ فَيَظْلَلْنَ رَوَاكِدَ عَلَى ظَهْرِهِ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ(33)أَوْ يُوبِقْهُنَّ بِمَا كَسَبُوا وَيَعْفُ عَنْ كَثِير }(422). ¶ { الَّذِي جَعَلَ لَكُمْ الْأَرْضَ مَهْدًا وَجَعَلَ لَكُمْ فِيهَا سُبُلًا لَعَلَّكُمْ تَهْتَدُونَ(10)وَالَّذِي نَزَّلَ مِنْ السَّمَاءِ مَاءً بِقَدَرٍ فَأَنشَرْنَا بِهِ بَلْدَةً مَيْتًا كَذَلِكَ تُخْرَجُونَ }(423). ¶ { إِنَّ فِي السَّمَاوَاتِ وَالْأَرْضِ لَآيَاتٍ لِلْمُؤْمِنِينَ(3)وَفِي خَلْقِكُمْ وَمَا يَبُثُّ مِنْ دَابَّةٍ آيَاتٌ لِقَوْمٍ يُوقِنُونَ(4)وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ وَمَا أَنزَلَ اللَّهُ مِنْ السَّمَاءِ مِنْ رِزْقٍ فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا وَتَصْرِيفِ الرِّيَاحِ آيَاتٌ لِقَوْمٍ يَعْقِلُونَ }(424).",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "{ اللَّهُ الَّذِي سَخَّرَ لَكُمْ الْبَحْرَ لِتَجْرِيَ الْفُلْكُ فِيهِ بِأَمْرِهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ(12)وَسَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ جَمِيعًا مِنْهُ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ }(425). ¶ { فَلَمَّا رَأَوْهُ عَارِضًا مُسْتَقْبِلَ أَوْدِيَتِهِمْ قَالُوا هَذَا عَارِضٌ مُمْطِرُنَا بَلْ هُوَ مَا اسْتَعْجَلْتُمْ بِهِ رِيحٌ فِيهَا عَذَابٌ أَلِيمٌ(24)تُدَمِّرُ كُلَّ شَيْءٍ بِأَمْرِ رَبِّهَا فَأَصْبَحُوا لَا يُرَى إِلَّا مَسَاكِنُهُمْ كَذَلِكَ نَجْزِي الْقَوْمَ الْمُجْرِمِينَ }(426). ¶ { وَالْأَرْضَ مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ وَأَنْبَتْنَا فِيهَا مِنْ كُلِّ زَوْجٍ بَهِيجٍ(7)تَبْصِرَةً وَذِكْرَى لِكُلِّ عَبْدٍ مُنِيبٍ(8)وَنَزَّلْنَا مِنْ السَّمَاءِ مَاءً مُبَارَكًا فَأَنْبَتْنَا بِهِ جَنَّاتٍ وَحَبَّ الْحَصِيدِ(9)وَالنَّخْلَ بَاسِقَاتٍ لَهَا طَلْعٌ نَضِيدٌ(10)رِزْقًا لِلْعِبَادِ وَأَحْيَيْنَا بِهِ بَلْدَةً مَيْتًا كَذَلِكَ الْخُرُوجُ }(427). ¶ { وَفِي الْأَرْضِ آيَاتٌ لِلْمُوقِنِينَ }(428). ¶ { وَفِي السَّمَاءِ رِزْقُكُمْ وَمَا تُوعَدُونَ }(429). ¶ { وَفِي عَادٍ إِذْ أَرْسَلْنَا عَلَيْهِمْ الرِّيحَ الْعَقِيمَ(41)مَا تَذَرُ مِنْ شَيْءٍ أَتَتْ عَلَيْهِ إِلَّا جَعَلَتْهُ كَالرَّمِيمِ(42)وَفِي ثَمُودَ إِذْ قِيلَ لَهُمْ تَمَتَّعُوا حَتَّى حِينٍ(43)فَعَتَوْا عَنْ أَمْرِ ¶ رَبِّهِمْ فَأَخَذَتْهُمْ الصَّاعِقَةُ وَهُمْ يَنظُرُونَ(44)فَمَا اسْتَطَاعُوا مِنْ قِيَامٍ وَمَا كَانُوا مُنتَصِرِين }(430). ¶ { وَالْأَرْضَ فَرَشْنَاهَا فَنِعْمَ الْمَاهِدُونَ }(431). ¶ { وَإِنْ يَرَوْا كِسْفًا مِنْ السَّمَاءِ سَاقِطًا يَقُولُوا سَحَابٌ مَرْكُومٌ }(432).",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "{ فَفَتَحْنَا أَبْوَابَ السَّمَاءِ بِمَاءٍ مُنْهَمِرٍ(11)وَفَجَّرْنَا الْأَرْضَ عُيُونًا فَالْتَقَى الْمَاءُ عَلَى أَمْرٍ قَدْ قُدِرَ(12)وَحَمَلْنَاهُ عَلَى ذَاتِ أَلْوَاحٍ وَدُسُرٍ(13)تَجْرِي بِأَعْيُنِنَا جَزَاءً لِمَنْ كَانَ كُفِرَ }(433). ¶ { إِنَّا أَرْسَلْنَا عَلَيْهِمْ رِيحًا صَرْصَرًا فِي يَوْمِ نَحْسٍ مُسْتَمِرٍّ(19)تَنزِعُ النَّاسَ كَأَنَّهُمْ أَعْجَازُ نَخْلٍ مُنْقَعِرٍ }(434). ¶ { إِنَّا أَرْسَلْنَا عَلَيْهِمْ حَاصِبًا إِلَّا آلَ لُوطٍ نَجَّيْنَاهُمْ بِسَحَرٍ }(435). ¶ { وَالْأَرْضَ وَضَعَهَا لِلْأَنَامِ }(436). ¶ { مَرَجَ الْبَحْرَيْنِ يَلْتَقِيَانِ(19)بَيْنَهُمَا بَرْزَخٌ لَا يَبْغِيَانِ(20)فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ(21)يَخْرُجُ مِنْهُمَا اللُّؤْلُؤُ وَالْمَرْجَانُ(22)فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ(23) وَلَهُ الْجَوَارِي الْمُنشَآتُ فِي الْبَحْرِ كَالْأَعْلَامِ(24)فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ }(437). ¶ { أَفَرَأَيْتُمْ الْمَاءَ الَّذِي تَشْرَبُونَ(68)أَأَنْتُمْ أَنزَلْتُمُوهُ مِنْ الْمُزْنِ أَمْ نَحْنُ الْمُنزِلُونَ(69)لَوْ نَشَاءُ جَعَلْنَاهُ أُجَاجًا فَلَوْلَا تَشْكُرُون }(438). ¶ { لَوْ أَنْزَلْنَا هَذَا الْقُرْآنَ عَلَى جَبَلٍ لَرَأَيْتَهُ خَاشِعًا مُتَصَدِّعًا مِنْ خَشْيَةِ اللَّهِ وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ }(439) ¶ { هُوَ الَّذِي جَعَلَ لَكُمْ الْأَرْضَ ذَلُولًا فَامْشُوا فِي مَنَاكِبِهَا وَكُلُوا مِنْ رِزْقِهِ وَإِلَيْهِ النُّشُورُ(15) أَأَمِنتُمْ مَنْ فِي السَّمَاءِ أَنْ يَخْسِفَ بِكُمْ الأَرْضَ فَإِذَا هِيَ تَمُورُ(16)أَمْ أَمِنتُمْ مَنْ فِي السَّمَاءِ أَنْ يُرْسِلَ عَلَيْكُمْ حَاصِبًا فَسَتَعْلَمُونَ كَيْفَ نَذِيرِ }(440).",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "{ قُلْ أَرَأَيْتُمْ إِنْ أَصْبَحَ مَاؤُكُمْ غَوْرًا فَمَنْ يَأْتِيكُمْ بِمَاءٍ مَعِينٍ ؟ }(441). ¶ { فَأَمَّا ثَمُودُ فَأُهْلِكُوا بِالطَّاغِيَةِ(5)وَأَمَّا عَادٌ فَأُهْلِكُوا بِرِيحٍ صَرْصَرٍ عَاتِيَةٍ(6)سَخَّرَهَا عَلَيْهِمْ سَبْعَ لَيَالٍ وَثَمَانِيَةَ أَيَّامٍ حُسُومًا فَتَرَى الْقَوْمَ فِيهَا صَرْعَى كَأَنَّهُمْ أَعْجَازُ نَخْلٍ خَاوِيَةٍ }(442). ¶ { يُرْسِلْ السَّمَاءَ عَلَيْكُمْ مِدْرَارًا(11)وَيُمْدِدْكُمْ بِأَمْوَالٍ وَبَنِينَ وَيَجْعَلْ لَكُمْ جَنَّاتٍ وَيَجْعَلْ لَكُمْ أَنْهَارًا }(443). ¶ { وَاللَّهُ جَعَلَ لَكُمْ الْأَرْضَ بِسَاطًا(19)لِتَسْلُكُوا مِنْهَا سُبُلًا فِجَاجًا }(444). ¶ { مِمَّا خَطِيئَاتِهِمْ أُغْرِقُوا فَأُدْخِلُوا نَارًا فَلَمْ يَجِدُوا لَهُمْ مِنْ دُونِ اللَّهِ ¶ أَنْصَارًا }(445). ¶ { أَلَمْ نَجْعَلْ الْأَرْضَ كِفَاتًا(25)أَحْيَاءً ?وَأَمْوَاتًا(26)وَجَعَلْنَا فِيهَا رَوَاسِيَ شَامِخَاتٍ وَأَسْقَيْنَاكُمْ مَاءً فُرَاتًا }(446). ¶ { أَلَمْ نَجْعَلْ الْأَرْضَ مِهَادًا(6)وَالْجِبَالَ أَوْتَادًا ؟ }(447). ¶ { وَأَنزَلْنَا مِنْ الْمُعْصِرَاتِ مَاءً ثَجَّاجًا(14)لِنُخْرِجَ بِهِ حَبًّا وَنَبَاتًا(15)وَجَنَّاتٍ أَلْفَافًا }(448). ¶ { وَالْأَرْضَ بَعْدَ ذَلِكَ دَحَاهَا(30)أَخْرَجَ مِنْهَا مَاءَهَا وَمَرْعَاهَا(31)وَالْجِبَالَ أَرْسَاهَا(32)مَتَاعًا لَكُمْ وَلِأَنْعَامِكُمْ }(449). ¶ { أَنَّا صَبَبْنَا الْمَاءَ صَبًّا(25)ثُمَّ شَقَقْنَا الْأَرْضَ شَقًّا }(450). ¶ { وَالسَّمَاءِ ذَاتِ الرَّجْعِ(11)وَالْأَرْضِ ذَاتِ الصَّدْعِ }(451). ¶ { وَإِلَى الْجِبَالِ كَيْفَ نُصِبَتْ(19)وَإِلَى الْأَرْضِ كَيْفَ سُطِحَتْ ؟ }(452). ¶ { وَالْأَرْضِ وَمَا طَحَاهَا }(453). ¶ النبات",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "{ وَظَلَّلْنَا عَلَيْكُمْ الْغَمَامَ وَأَنزَلْنَا عَلَيْكُمْ الْمَنَّ وَالسَّلْوَى كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ }(454). ¶ { وَإِذْ قُلْتُمْ يَامُوسَى لَنْ نَصْبِرَ عَلَى طَعَامٍ وَاحِدٍ فَادْعُ لَنَا رَبَّكَ يُخْرِجْ لَنَا مِمَّا تُنْبِتُ الْأَرْضُ مِنْ بَقْلِهَا وَقِثَّائِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَا قَالَ أَتَسْتَبْدِلُونَ الَّذِي هُوَ أَدْنَى بِالَّذِي هُوَ خَيْرٌ }(455). ¶ { وَلَنَبْلُوَنَّكُمْ بِشَيْءٍ مِنْ الْخَوْفِ وَالْجُوعِ وَنَقْصٍ مِنْ الْأَمْوَالِ وَالْأَنفُسِ ¶ وَالثَّمَرَاتِ }(456). ¶ { ... فَمَثَلُهُ كَمَثَلِ صَفْوَانٍ عَلَيْهِ تُرَابٌ فَأَصَابَهُ وَابِلٌ فَتَرَكَهُ صَلْدًا لَا يَقْدِرُونَ عَلَى شَيْءٍ مِمَّا كَسَبُوا وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْكَافِرِينَ(264)وَمَثَلُ الَّذِينَ يُنفِقُونَ أَمْوَالَهُمْ ابْتِغَاءَ مَرْضَاةِ اللَّهِ وَتَثْبِيتًا مِنْ أَنْفُسِهِمْ كَمَثَلِ جَنَّةٍ بِرَبْوَةٍ أَصَابَهَا وَابِلٌ فَآتَتْ أُكُلَهَا ضِعْفَيْنِ فَإِنْ لَمْ يُصِبْهَا وَابِلٌ فَطَلٌّ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ }(457). ¶ { إِنَّ اللَّهَ فَالِقُ الْحَبِّ وَالنَّوَى يُخْرِجُ الْحَيَّ مِنْ الْمَيِّتِ وَمُخْرِجُ الْمَيِّتِ مِنْ ¶ الْحَيِّ }(458). ¶ { وَهُوَ الَّذِي أَنزَلَ مِنْ السَّمَاءِ مَاءً فَأَخْرَجْنَا بِهِ نَبَاتَ كُلِّ شَيْءٍ فَأَخْرَجْنَا مِنْهُ خَضِرًا نُخْرِجُ مِنْهُ حَبًّا مُتَرَاكِبًا وَمِنْ النَّخْلِ مِنْ طَلْعِهَا قِنْوَانٌ دَانِيَةٌ وَجَنَّاتٍ مِنْ أَعْنَابٍ وَالزَّيْتُونَ وَالرُّمَّانَ مُشْتَبِهًا وَغَيْرَ مُتَشَابِهٍ انظُرُوا إِلَى ثَمَرِهِ إِذَا أَثْمَرَ وَيَنْعِهِ إِنَّ فِي ذَلِكُمْ لايَاتٍ لِقَوْمٍ يُؤْمِنُونَ }(459).",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "{ وَهُوَ الَّذِي أَنْشَأَ جَنَّاتٍ مَعْرُوشَاتٍ وَغَيْرَ مَعْرُوشَاتٍ وَالنَّخْلَ وَالزَّرْعَ مُخْتَلِفًا أُكُلُهُ وَالزَّيْتُونَ وَالرُّمَّانَ مُتَشَابِهًا وَغَيْرَ مُتَشَابِهٍ كُلُوا مِنْ ثَمَرِهِ إِذَا أَثْمَرَ ... } (460). ¶ {... سُقْنَاهُ لِبَلَدٍ مَيِّتٍ فَأَنزَلْنَا بِهِ الْمَاءَ فَأَخْرَجْنَا بِهِ مِنْ كُلِّ الثَّمَرَاتِ كَذَلِكَ نُخْرِجُ الْمَوْتَى لَعَلَّكُمْ تَذَكَّرُونَ(57)وَالْبَلَدُ الطَّيِّبُ يَخْرُجُ نَبَاتُهُ بِإِذْنِ رَبِّهِ وَالَّذِي خَبُثَ لَا يَخْرُجُ إِلَّا نَكِدًا كَذَلِكَ نُصَرِّفُ الْآيَاتِ لِقَوْمٍ يَشْكُرُونَ }(461). ¶ { وَلَقَدْ أَخَذْنَا آلَ فِرْعَوْنَ بِالسِّنِينَ وَنَقْصٍ مِنْ الثَّمَرَاتِ لَعَلَّهُمْ ¶ يَذَّكَّرُونَ }(462). ¶ { إِنَّمَا مَثَلُ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنْزَلْنَاهُ مِنْ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ مِمَّا يَأْكُلُ النَّاسُ وَالْأَنْعَامُ حَتَّى إِذَا أَخَذَتْ الْأَرْضُ زُخْرُفَهَا وَازَّيَّنَتْ وَظَنَّ أَهْلُهَا أَنَّهُمْ قَادِرُونَ عَلَيْهَا أَتَاهَا أَمْرُنَا لَيْلًا أَوْ نَهَارًا فَجَعَلْنَاهَا حَصِيدًا كَأَنْ لَمْ تَغْنَ بِالْأَمْسِ كَذَلِكَ نُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَتَفَكَّرُونَ }(463). ¶ { قَالَ : تَزْرَعُونَ سَبْعَ سِنِينَ دَأَبًا فَمَا حَصَدْتُمْ فَذَرُوهُ فِي سُنْبُلِهِ إِلَّا قَلِيلًا مِمَّا تَأْكُلُونَ(47) ثُمَّ يَأْتِي مِنْ بَعْدِ ذَلِكَ سَبْعٌ شِدَادٌ يَأْكُلْنَ مَا قَدَّمْتُمْ لَهُنَّ إِلَّا قَلِيلًا مِمَّا تُحْصِنُونَ(48)ثُمَّ يَأْتِي مِنْ بَعْدِ ذَلِكَ عَامٌ فِيهِ يُغَاثُ النَّاسُ وَفِيهِ يَعْصِرُونَ }(464).",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "{ وَهُوَ الَّذِي مَدَّ الْأَرْضَ وَجَعَلَ فِيهَا رَوَاسِيَ وَأَنْهَارًا وَمِنْ كُلِّ الثَّمَرَاتِ جَعَلَ فِيهَا زَوْجَيْنِ اثْنَيْنِ يُغْشِي اللَّيْلَ النَّهَارَ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ(3)وَفِي الْأَرْضِ قِطَعٌ مُتَجَاوِرَاتٌ وَجَنَّاتٌ مِنْ أَعْنَابٍ وَزَرْعٌ وَنَخِيلٌ صِنْوَانٌ وَغَيْرُ صِنْوَانٍ يُسْقَى بِمَاءٍ وَاحِدٍ وَنُفَضِّلُ بَعْضَهَا عَلَى بَعْضٍ فِي الْأُكُلِ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ ¶ يَعْقِلُونَ }(465). ¶ { أَلَمْ تَر كَيْفَ ضَرَبَ اللَّهُ مَثَلًا كَلِمَةً طَيِّبَةً كَشَجَرَةٍ طَيِّبَةٍ أَصْلُهَا ثَابِتٌ وَفَرْعُهَا فِي السَّمَاءِ(24)تُؤْتِي أُكُلَهَا كُلَّ حِينٍ بِإِذْنِ رَبِّهَا وَيَضْرِبُ اللَّهُ الْأَمْثَالَ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ(25) وَمَثَلُ كَلِمَةٍ خَبِيثَةٍ كَشَجَرَةٍ خَبِيثَةٍ اجْتُثَّتْ مِنْ فَوْقِ الْأَرْضِ مَا لَهَا مِنْ قَرَارٍ }(466). ¶ { اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَأَنزَلَ مِنْ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ ¶ مِنْ الثَّمَرَاتِ رِزْقًا لَكُمْ وَسَخَّرَ لَكُمْ الْفُلْكَ لِتَجْرِيَ فِي الْبَحْرِ بِأَمْرِهِ وَسَخَّرَ لَكُمْ ¶ الْأَنهَارَ }(467). ¶ { وَالْأَرْضَ مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ وَأَنْبَتْنَا فِيهَا مِنْ كُلِّ شَيْءٍ مَوْزُونٍ(19)وَجَعَلْنَا لَكُمْ فِيهَا مَعَايِشَ وَمَنْ لَسْتُمْ لَهُ بِرَازِقِينَ(20)وَإِنْ مِنْ شَيْءٍ إِلَّا عِنْدَنَا خَزَائِنُهُ وَمَا نُنَزِّلُهُ إِلَّا بِقَدَرٍ مَعْلُومٍ }(468). ¶ { هُوَ الَّذِي أَنزَلَ مِنْ السَّمَاءِ مَاءً لَكُمْ مِنْهُ شَرَابٌ وَمِنْهُ شَجَرٌ فِيهِ تُسِيمُونَ(10) يُنْبِتُ لَكُمْ بِهِ الزَّرْعَ وَالزَّيْتُونَ وَالنَّخِيلَ وَالْأَعْنَابَ وَمِنْ كُلِّ الثَّمَرَاتِ إِنَّ فِي ذَلِكَ لَآيَةً لِقَوْمٍ يَتَفَكَّرُونَ }(469).",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "{ وَمَا ذَرَأَ لَكُمْ فِي الْأَرْضِ مُخْتَلِفًا أَلْوَانُهُ إِنَّ فِي ذَلِكَ لَآيَةً لِقَوْمٍ ¶ يَذَّكَّرُونَ }(470). ¶ { وَاللَّهُ أَنزَلَ مِنْ السَّمَاءِ مَاءً فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا إِنَّ فِي ذَلِكَ لَآيَةً لِقَوْمٍ يَسْمَعُونَ }(471). ¶ { وَمِنْ ثَمَرَاتِ النَّخِيلِ وَالْأَعْنَابِ تَتَّخِذُونَ مِنْهُ سَكَرًا وَرِزْقًا حَسَنًا إِنَّ فِي ذَلِكَ لَآيَةً لِقَوْمٍ يَعْقِلُونَ }(472). ¶ { وَاضْرِبْ لَهُمْ مَثَلًا رَجُلَيْنِ جَعَلْنَا لِأَحَدِهِمَا جَنَّتَيْنِ مِنْ أَعْنَابٍ وَحَفَفْنَاهُمَا بِنَخْلٍ وَجَعَلْنَا بَيْنَهُمَا زَرْعًا(32)كِلْتَا الْجَنَّتَيْنِ آتَتْ أُكُلَهَا وَلَمْ تَظْلِمْ مِنْهُ شَيْئًا وَفَجَّرْنَا خِلَالَهُمَا نَهَرًا(33)وَكَانَ لَهُ ثَمَرٌ فَقَالَ لِصَاحِبِهِ وَهُوَ يُحَاوِرُهُ أَنَا أَكْثَرُ مِنْكَ مَالًا وَأَعَزُّ نَفَرًا(34)وَدَخَلَ جَنَّتَهُ وَهُوَ ظَالِمٌ لِنَفْسِهِ قَالَ مَا أَظُنُّ أَنْ تَبِيدَ هَذِهِ أَبَدًا(35)وَمَا أَظُنُّ السَّاعَةَ قَائِمَةً وَلَئِنْ رُدِدْتُ إِلَى رَبِّي لَأَجِدَنَّ خَيْرًا مِنْهَا مُنقَلَبًا(36) قَالَ لَهُ صَاحِبُهُ وَهُوَ يُحَاوِرُهُ أَكَفَرْتَ بِالَّذِي خَلَقَكَ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ سَوَّاكَ رَجُلًا(37)لَكِنَّا هُوَ اللَّهُ رَبِّي وَلَا أُشْرِكُ بِرَبِّي أَحَدًا(38)وَلَوْلَا إِذْ دَخَلْتَ جَنَّتَكَ قُلْتَ مَا شَاءَ اللَّهُ لَا قُوَّةَ إِلَّا بِاللَّهِ إِنْ تُرَنِي أَنَا أَقَلَّ مِنْكَ مَالًا وَوَلَدًا(39)فَعَسَى رَبِّي أَنْ يُؤْتِيَنِي خَيْرًا مِنْ جَنَّتِكَ وَيُرْسِلَ عَلَيْهَا حُسْبَانًا مِنْ السَّمَاءِ فَتُصْبِحَ صَعِيدًا زَلَقًا(40)أَوْ يُصْبِحَ مَاؤُهَا غَوْرًا فَلَنْ تَسْتَطِيعَ لَهُ طَلَبًا(41) وَأُحِيطَ بِثَمَرِهِ فَأَصْبَحَ يُقَلِّبُ كَفَّيْهِ عَلَى مَا أَنفَقَ فِيهَا وَهِيَ خَاوِيَةٌ",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "عَلَى عُرُوشِهَا وَيَقُولُ يَالَيْتَنِي لَمْ أُشْرِكْ بِرَبِّي أَحَدًا(42)وَلَمْ تَكُنْ لَهُ فِئَةٌ يَنصُرُونَهُ مِنْ دُونِ اللَّهِ وَمَا كَانَ مُنتَصِرًا }(473). ¶ { وَاضْرِبْ لَهُمْ مَثَلَ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنزَلْنَاهُ مِنْ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ فَأَصْبَحَ هَشِيمًا تَذْرُوهُ الرِّيَاحُ وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ مُقْتَدِرًا }(474). ¶ { وَأَنزَلَ مِنْ السَّمَاءِ مَاءً فَأَخْرَجْنَا بِهِ أَزْوَاجًا مِنْ نَبَاتٍ شَتَّى }(475). ¶ { .... وَتَرَى الْأَرْضَ هَامِدَةً فَإِذَا أَنزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ وَأَنْبَتَتْ مِنْ كُلِّ زَوْجٍ بَهِيجٍ }(476). ¶ { أَلَمْ تَرَ أَنَّ اللَّهَ أَنزَلَ مِنْ السَّمَاءِ مَاءً فَتُصْبِحُ الْأَرْضُ مُخْضَرَّةً إِنَّ اللَّهَ لَطِيفٌ خَبِيرٌ }(477). ¶ { فَأَنشَأْنَا لَكُمْ بِهِ جَنَّاتٍ مِنْ نَخِيلٍ وَأَعْنَابٍ لَكُمْ فِيهَا فَوَاكِهُ كَثِيرَةٌ وَمِنْهَا تَأْكُلُونَ(19)وَشَجَرَةً تَخْرُجُ مِنْ طُورِ سَيْنَاءَ تَنْبُتُ بِالدُّهْنِ وَصِبْغٍ لِلْآكِلِينَ }(478) . ¶ { أَوَلَمْ يَرَوْا إِلَى الْأَرْضِ كَمْ أَنْبَتْنَا فِيهَا مِنْ كُلِّ زَوْجٍ كَرِيمٍ ؟ }(479). ¶ { … وَأَنزَلَ لَكُمْ مِنْ السَّمَاءِ مَاءً فَأَنْبَتْنَا بِهِ حَدَائِقَ ذَاتَ بَهْجَةٍ مَا كَانَ لَكُمْ أَنْ تُنْبِتُوا شَجَرَهَا أَءلَهٌ مَعَ اللَّهِ بَلْ هُمْ قَوْمٌ يَعْدِلُونَ }(480). ¶ { وَلَئِنْ سَأَلْتَهُمْ مَنْ نَزَّلَ مِنْ السَّمَاءِ مَاءً فَأَحْيَا بِهِ الْأَرْضَ مِنْ بَعْدِ مَوْتِهَا لَيَقُولُنَّ اللَّهُ قُلْ الْحَمْدُ لِلَّهِ بَلْ أَكْثَرُهُمْ لَا يَعْقِلُونَ }(481). ¶ { فَانظُرْ إِلَى آثَارِ رَحْمَةِ اللَّهِ كَيْفَ يُحْيِ الْأَرْضَ بَعْدَ مَوْتِهَا إِنَّ ذَلِكَ لَمُحْيِي الْمَوْتَى وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ }(482).",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "{ ... وَأَنزَلْنَا مِنْ السَّمَاءِ مَاءً فَأَنْبَتْنَا فِيهَا مِنْ كُلِّ زَوْجٍ كَرِيمٍ }(483). ¶ { هَذَا خَلْقُ اللَّهِ فَأَرُونِي مَاذَا خَلَقَ الَّذِينَ مِنْ دُونِهِ ؟ }(484). ¶ { أَوَلَمْ يَرَوْا أَنَّا نَسُوقُ الْمَاءَ إِلَى الْأَرْضِ الْجُرُزِ فَنُخْرِجُ بِهِ زَرْعًا تَأْكُلُ مِنْهُ أَنْعَامُهُمْ وَأَنفُسُهُمْ أَفَلَا يُبْصِرُونَ ؟ }(485). ¶ { لَقَدْ كَانَ لِسَبَإٍ فِي مَسْكَنِهِمْ آيَةٌ جَنَّتَانِ عَنْ يَمِينٍ وَشِمَالٍ كُلُوا مِنْ رِزْقِ رَبِّكُمْ وَاشْكُرُوا لَهُ بَلْدَةٌ طَيِّبَةٌ وَرَبٌّ غَفُورٌ(15)فَأَعْرَضُوا فَأَرْسَلْنَا عَلَيْهِمْ سَيْلَ الْعَرِمِ وَبَدَّلْنَاهُمْ بِجَنَّتَيْهِمْ جَنَّتَيْنِ ذَوَاتَى أُكُلٍ خَمْطٍ وَأَثْلٍ وَشَيْءٍ مِنْ سِدْرٍ قَلِيلٍ(16)ذَلِكَ جَزَيْنَاهُمْ بِمَا كَفَرُوا وَهَلْ نُجَازِي إِلَّا الْكَفُورَ }(486). ¶ { قُلْ مَنْ يَرْزُقُكُمْ مِنْ السَّمَاوَاتِ وَالْأَرْضِ ؟ قُلْ اللَّهُ … }(487). ¶ { مَا يَفْتَحْ اللَّهُ لِلنَّاسِ مِنْ رَحْمَةٍ فَلَا مُمْسِكَ لَهَا وَمَا يُمْسِكْ فَلَا مُرْسِلَ لَهُ مِنْ بَعْدِهِ وَهُوَ الْعَزِيزُ الْحَكِيمُ(2)يَاأَيُّهَا النَّاسُ اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ هَلْ مِنْ خَالِقٍ غَيْرُ اللَّهِ يَرْزُقُكُمْ مِنْ السَّمَاءِ وَالْأَرْضِ لَا إِلَهَ إِلَّا هُوَ فَأَنَّى تُؤْفَكُونَ }(488). ¶ { أَلَمْ تَرَ أَنَّ اللَّهَ أَنْزَلَ مِنْ السَّمَاءِ مَاءً فَأَخْرَجْنَا بِهِ ثَمَرَاتٍ مُخْتَلِفًا ¶ أَلْوَانُهَا ... }(489).",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "{ وَآيَةٌ لَهُمْ الْأَرْضُ الْمَيْتَةُ أَحْيَيْنَاهَا وَأَخْرَجْنَا مِنْهَا حَبًّا فَمِنْهُ يَأْكُلُونَ(33)وَجَعَلْنَا فِيهَا جَنَّاتٍ مِنْ نَخِيلٍ وَأَعْنَابٍ وَفَجَّرْنَا فِيهَا مِنْ الْعُيُونِ(34) لِيَأْكُلُوا مِنْ ثَمَرِهِ وَمَا عَمِلَتْهُ أَيْدِيهِمْ أَفَلَا يَشْكُرُونَ(35)سُبْحَانَ الَّذِي خَلَقَ الْأَزْوَاجَ كُلَّهَا مِمَّا تُنْبِتُ الْأَرْضُ وَمِنْ أَنفُسِهِمْ وَمِمَّا لَا يَعْلَمُونَ }(490). ¶ { الَّذِي جَعَلَ لَكُمْ مِنْ الشَّجَرِ الْأَخْضَرِ نَارًا فَإِذَا أَنْتُمْ مِنْهُ تُوقِدُونَ }(491). ¶ { فَنَبَذْنَاهُ بِالْعَرَاءِ وَهُوَ سَقِيمٌ(145)وَأَنْبَتْنَا عَلَيْهِ شَجَرَةً مِنْ يَقْطِينٍ } (492). ¶ { ... ثُمَّ يُخْرِجُ بِهِ زَرْعًا مُخْتَلِفًا أَلْوَانُهُ ثُمَّ يَهِيجُ فَتَرَاهُ مُصْفَرًّا ثُمَّ يَجْعَلُهُ حُطَامًا إِنَّ فِي ذَلِكَ لَذِكْرَى لِأُوْلِي الْأَلْبَابِ }(493). ¶ { وَمِنْ آيَاتِهِ أَنَّكَ تَرَى الْأَرْضَ خَاشِعَةً فَإِذَا أَنزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ إِنَّ الَّذِي أَحْيَاهَا لَمُحْيِي الْمَوْتَى إِنَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ }(494). ¶ { .. وَمَا تَخْرُجُ مِنْ ثَمَرَاتٍ مِنْ أَكْمَامِهَا وَمَا تَحْمِلُ مِنْ أُنثَى وَلَا تَضَعُ إِلَّا بِعِلْمِهِ ... }(495). ¶ { وَالَّذِي خَلَقَ الْأَزْوَاجَ كُلَّهَا .. }(496). ¶ { ... وَمَثَلُهُمْ فِي الْإِنْجِيلِ كَزَرْعٍ أَخْرَجَ شَطْأَهُ فَآزَرَهُ فَاسْتَغْلَظَ فَاسْتَوَى عَلَى سُوقِهِ يُعْجِبُ الزُّرَّاعَ لِيَغِيظَ بِهِمْ الْكُفَّارَ }(497). ¶ { وَمِنْ كُلِّ شَيْءٍ خَلَقْنَا زَوْجَيْنِ لَعَلَّكُمْ تَذَكَّرُونَ }(498). ¶ {... وَأَنْبَتْنَا فِيهَا مِنْ كُلِّ زَوْجٍ بَهِيج }(499).",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "{ وَنَزَّلْنَا مِنْ السَّمَاءِ مَاءً مُبَارَكًا فَأَنْبَتْنَا بِهِ جَنَّاتٍ وَحَبَّ الْحَصِيدِ(9)وَالنَّخْلَ بَاسِقَاتٍ لَهَا طَلْعٌ نَضِيدٌ }(500). ¶ { فِيهَا فَاكِهَةٌ وَالنَّخْلُ ذَاتُ الْأَكْمَامِ(11)وَالْحَبُّ ذُو الْعَصْفِ ¶ وَالرَّيْحَانُ }(501). ¶ { أَفَرَأَيْتُمْ مَا تَحْرُثُونَ(63) أَأَنْتُمْ تَزْرَعُونَهُ أَمْ نَحْنُ الزَّارِعُونَ(64)لَوْ نَشَاءُ لَجَعَلْنَاهُ حُطَامًا (65)إِنَّا لَمُغْرَمُونَ(66)بَلْ نَحْنُ مَحْرُومُونَ }(502). ¶ { أَفَرَأَيْتُمْ النَّارَ الَّتِي تُورُونَ ؟ (71)أَأَنْتُمْ أَنشَأْتُمْ شَجَرَتَهَا أَمْ نَحْنُ الْمُنشِئُونَ(72)نَحْنُ جَعَلْنَاهَا تَذْكِرَةً وَمَتَاعًا لِلْمُقْوِينَ }(503) . ¶ { اعْلَمُوا أَنَّ اللَّهَ يُحْيِ الْأَرْضَ بَعْدَ مَوْتِهَا قَدْ بَيَّنَّا لَكُمْ الْآيَاتِ لَعَلَّكُمْ ¶ تَعْقِلُونَ }(504). ¶ { ... كَمَثَلِ غَيْثٍ أَعْجَبَ الْكُفَّارَ نَبَاتُهُ ثُمَّ يَهِيجُ فَتَرَاهُ مُصْفَرًّا ثُمَّ يَكُونُ ¶ حُطَامًا .. }(505).",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "{ إِنَّا بَلَوْنَاهُمْ كَمَا بَلَوْنَا أَصْحَابَ الْجَنَّةِ إِذْ أَقْسَمُوا لَيَصْرِمُنَّهَا مُصْبِحِينَ(17)وَلَا يَسْتَثْنُونَ(18)فَطَافَ عَلَيْهَا طَائِفٌ مِنْ رَبِّكَ وَهُمْ نَائِمُونَ(19)فَأَصْبَحَتْ كَالصَّرِيمِ(20)فَتَنَادَوا مُصْبِحِينَ(21) أَنْ اغْدُوا عَلَى حَرْثِكُمْ إِنْ كُنتُمْ صَارِمِينَ(22)فَانطَلَقُوا وَهُمْ يَتَخَافَتُونَ(23)أَنْ لَا يَدْخُلَنَّهَا الْيَوْمَ عَلَيْكُمْ مِسْكِينٌ(24)وَغَدَوْا عَلَى حَرْدٍ قَادِرِينَ(25)فَلَمَّا رَأَوْهَا قَالُوا إِنَّا لَضَالُّونَ(26)بَلْ نَحْنُ مَحْرُومُونَ(27)قَالَ أَوْسَطُهُمْ أَلَمْ أَقُلْ لَكُمْ لَوْلَا تُسَبِّحُونَ(28)قَالُوا سُبْحَانَ رَبِّنَا إِنَّا كُنَّا ظَالِمِينَ(29)فَأَقْبَلَ بَعْضُهُمْ عَلَى بَعْضٍ يَتَلَاوَمُونَ(30)قَالُوا يَاوَيْلَنَا إِنَّا كُنَّا طَاغِينَ(31) عَسَى رَبُّنَا أَنْ يُبْدِلَنَا خَيْرًا مِنْهَا إِنَّا إِلَى رَبِّنَا رَاغِبُونَ(32)كَذَلِكَ الْعَذَابُ وَلَعَذَابُ الْآخِرَةِ أَكْبَرُ لَوْ كَانُوا يَعْلَمُونَ }(506). ¶ { لِنُخْرِجَ بِهِ حَبًّا وَنَبَاتًا(15)وَجَنَّاتٍ أَلْفَافًا }(507) ¶ { فَلْيَنْظُرْ الْإِنسَانُ إِلَى طَعَامِهِ(24)أَنَّا صَبَبْنَا الْمَاءَ صَبًّا(25)ثُمَّ شَقَقْنَا الْأَرْضَ شَقًّا(26)فَأَنْبَتْنَا فِيهَا حَبًّا(27)وَعِنَبًا وَقَضْبًا(28)وَزَيْتُونًا وَنَخْلًا(29)وَحَدَائِقَ غُلْبًا(30)وَفَاكِهَةً وَأَبًّا(31) مَتَاعًا لَكُمْ وَلِأَنْعَامِكُمْ }(508). ¶ { وَالَّذِي أَخْرَجَ الْمَرْعَى(4)فَجَعَلَهُ غُثَاءً أَحْوَى }(509) ¶ { وَالتِّينِ وَالزَّيْتُونِ(1)وَطُورِ سِينِينَ }(510). ¶ (الحيوان)",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "{ إِنَّ اللَّهَ لَا يَسْتَحْيِي أَنْ يَضْرِبَ مَثَلًا مَا بَعُوضَةً فَمَا فَوْقَهَا فَأَمَّا الَّذِينَ آمَنُوا فَيَعْلَمُونَ أَنَّهُ الْحَقُّ مِنْ رَبِّهِمْ وَأَمَّا الَّذِينَ كَفَرُوا فَيَقُولُونَ مَاذَا أَرَادَ اللَّهُ بِهَذَا مَثَلًا يُضِلُّ بِهِ كَثِيرًا وَيَهْدِي بِهِ كَثِيرًا وَمَا يُضِلُّ بِهِ إِلَّا الْفَاسِقِينَ } (511). ¶ { ... فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا وَبَثَّ فِيهَا مِنْ كُلِّ دَابَّةٍ ... } (512). ¶ { فَبَعَثَ اللَّهُ غُرَابًا يَبْحَثُ فِي الْأَرْضِ لِيُرِيَهُ كَيْفَ يُوَارِي سَوْأَةَ أَخِيهِ ¶ قَالَ يَاوَيْلَتَا أَعَجَزْتُ أَنْ أَكُونَ مِثْلَ هَذَا الْغُرَابِ فَأُوَارِيَ سَوْأَةَ أَخِي فَأَصْبَحَ مِنْ النَّادِمِين }(513). ¶ { وَمَا مِنْ دَابَّةٍ فِي الأرْضِ وَلا طَائِرٍ يَطِيرُ بِجَنَاحَيْهِ إِلا أُمَمٌ أَمْثَالُكُمْ مَا فَرَّطْنَا فِي الْكِتَابِ مِنْ شَيْءٍ ثُمَّ إِلَى رَبِّهِمْ يُحْشَرُونَ }(514). ¶ { وَمِنْ الأنْعَامِ حَمُولَةً وَفَرْشًا كُلُوا مِمَّا رَزَقَكُمْ اللَّهُ ... }(515). ¶ { يَابَنِي آدَمَ قَدْ أَنزَلْنَا عَلَيْكُمْ لِبَاسًا يُوَارِي سَوْآتِكُمْ وَرِيشًا وَلِبَاسُ التَّقْوَى ذَلِكَ خَيْرٌ ... }(516). ¶ { وَلَكِنَّهُ أَخْلَدَ إِلَى الْأَرْضِ وَاتَّبَعَ هَوَاهُ فَمَثَلُهُ كَمَثَلِ الْكَلْبِ إِنْ تَحْمِلْ عَلَيْهِ يَلْهَثْ أَوْ تَتْرُكْهُ يَلْهَثْ .. }(517). ¶ { وَمَا مِنْ دَابَّةٍ فِي الأَرْضِ إِلا عَلَى اللَّهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا كُلٌّ فِي كِتَابٍ مُبِينٍ }(518). ¶ { مَا مِنْ دَابَّةٍ إِلا هُوَ آخِذٌ بِنَاصِيَتِهَا... }(519).",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "{ وَالْأَنْعَامَ خَلَقَهَا لَكُمْ فِيهَا دِفْءٌ وَمَنَافِعُ وَمِنْهَا تَأْكُلُونَ(5) وَلَكُمْ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسْرَحُونَ(6)وَتَحْمِلُ أَثْقَالَكُمْ إِلَى بَلَدٍ لَمْ تَكُونُوا بَالِغِيهِ إِلَّا بِشِقِّ الْأَنفُسِ إِنَّ رَبَّكُمْ لَرَءُوفٌ رَحِيمٌ(7)وَالْخَيْلَ وَالْبِغَالَ وَالْحَمِيرَ لِتَرْكَبُوهَا وَزِينَةً وَيَخْلُقُ مَا لَا تَعْلَمُونَ(8)وَعَلَى اللَّهِ قَصْدُ السَّبِيلِ وَمِنْهَا جَائِرٌ وَلَوْ شَاءَ لَهَدَاكُمْ أَجْمَعِينَ }(520). ¶ { وَهُوَ الَّذِي سَخَّرَ الْبَحْرَ لِتَأْكُلُوا مِنْهُ لَحْمًا طَرِيًّا ... }(521) ¶ { وَإِنَّ لَكُمْ فِي الْأَنْعَامِ لَعِبْرَةً نُسْقِيكُمْ مِمَّا فِي بُطُونِهِ مِنْ بَيْنِ فَرْثٍ وَدَمٍ لَبَنًا خَالِصًا سَائِغًا لِلشَّارِبِينَ }(522). ¶ { وَأَوْحَى رَبُّكَ إِلَى النَّحْلِ أَنْ اتَّخِذِي مِنْ الْجِبَالِ بُيُوتًا وَمِنْ الشَّجَرِ وَمِمَّا يَعْرِشُونَ(68)ثُمَّ كُلِي مِنْ كُلِّ الثَّمَرَاتِ فَاسْلُكِي سُبُلَ رَبِّكِ ذُلُلًا يَخْرُجُ مِنْ بُطُونِهَا شَرَابٌ مُخْتَلِفٌ أَلْوَانُهُ فِيهِ شِفَاءٌ لِلنَّاسِ إِنَّ فِي ذَلِكَ لَآيَةً لِقَوْمٍ يَتَفَكَّرُونَ }(523). ¶ { أَلَمْ يَرَوْا إِلَى الطَّيْرِ مُسَخَّرَاتٍ فِي جَوِّ السَّمَاءِ مَا يُمْسِكُهُنَّ إِلَّا اللَّهُ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ(79)وَاللَّهُ جَعَلَ لَكُمْ مِنْ بُيُوتِكُمْ سَكَنًا وَجَعَلَ لَكُمْ مِنْ جُلُودِ الْأَنْعَامِ بُيُوتًا تَسْتَخِفُّونَهَا يَوْمَ ظَعْنِكُمْ وَيَوْمَ إِقَامَتِكُمْ وَمِنْ أَصْوَافِهَا وَأَوْبَارِهَا وَأَشْعَارِهَا أَثَاثًا وَمَتَاعًا إِلَى حِينٍ }(524). ¶ { قَالَ : رَبُّنَا الَّذِي أَعْطَى كُلَّ شَيْءٍ خَلْقَهُ ثُمَّ هَدَى }(525).",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "{ يَاأَيُّهَا النَّاسُ ضُرِبَ مَثَلٌ فَاسْتَمِعُوا لَهُ إِنَّ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ لَنْ يَخْلُقُوا ذُبَابًا وَلَوْ اجْتَمَعُوا لَهُ وَإِنْ يَسْلُبْهُمْ الذُّبَابُ شَيْئًا لَا يَسْتَنقِذُوهُ مِنْهُ ضَعُفَ الطَّالِبُ وَالْمَطْلُوبُ }(526) ¶ { وَإِنَّ لَكُمْ فِي الْأَنْعَامِ لَعِبْرَةً نُسقِيكُمْ مِمَّا فِي بُطُونِهَا وَلَكُمْ فِيهَا مَنَافِعُ كَثِيرَةٌ وَمِنْهَا تَأْكُلُونَ(21) وَعَلَيْهَا وَعَلَى الْفُلْكِ تُحْمَلُونَ }(527). ¶ { وَاللَّهُ خَلَقَ كُلَّ دَابَّةٍ مِنْ مَاءٍ فَمِنْهُمْ مَنْ يَمْشِي عَلَى بَطْنِهِ وَمِنْهُمْ مَنْ يَمْشِي عَلَى رِجْلَيْنِ وَمِنْهُمْ مَنْ يَمْشِي عَلَى أَرْبَعٍ يَخْلُقُ اللَّهُ مَا يَشَاءُ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ }(528). ¶ { وَوَرِثَ سُلَيْمَانُ دَاوُودَ وَقَالَ يَاأَيُّهَا النَّاسُ عُلِّمْنَا مَنطِقَ الطَّيْرِ وَأُوتِينَا مِنْ كُلِّ شَيْءٍ إِنَّ هَذَا لَهُوَ الْفَضْلُ الْمُبِينُ(16)وَحُشِرَ لِسُلَيْمَانَ جُنُودُهُ مِنْ الْجِنِّ وَالْإِنْسِ وَالطَّيْرِ فَهُمْ يُوزَعُونَ(17)حَتَّى إِذَا أَتَوْا عَلَى وَادِي النَّمْلِ قَالَتْ نَمْلَةٌ يَاأَيُّهَا النَّمْلُ ادْخُلُوا مَسَاكِنَكُمْ لَا يَحْطِمَنَّكُمْ سُلَيْمَانُ وَجُنُودُهُ وَهُمْ لَا يَشْعُرُونَ(18)فَتَبَسَّمَ ضَاحِكًا مِنْ قَوْلِهَا وَقَالَ رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلَى وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ وَأَدْخِلْنِي بِرَحْمَتِكَ فِي عِبَادِكَ الصَّالِحِينَ }(529).",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "{ وَتَفَقَّدَ الطَّيْرَ فَقَالَ مَا لِي لَا أَرَى الْهُدْهُدَ أَمْ كَانَ مِنْ الْغَائِبِينَ(20)لَأُعَذِّبَنَّهُ عَذَابًا شَدِيدًا أَوْ لَأَذْبَحَنَّهُ أَوْ لَيَأْتِيَنِي بِسُلْطَانٍ مُبِينٍ(21)فَمَكَثَ غَيْرَ بَعِيدٍ فَقَالَ أَحَطتُ بِمَا لَمْ تُحِطْ بِهِ وَجِئْتُكَ مِنْ سَبَإٍ بِنَبَإٍ يَقِينٍ ... }(530). ¶ { قُلْ سِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ بَدَأَ الْخَلْقَ ثُمَّ اللَّهُ يُنشِئُ النَّشْأَةَ الْآخِرَةَ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ }(531). ¶ { مَثَلُ الَّذِينَ اتَّخَذُوا مِنْ دُونِ اللَّهِ أَوْلِيَاءَ كَمَثَلِ الْعَنكَبُوتِ اتَّخَذَتْ بَيْتًا وَإِنَّ أَوْهَنَ الْبُيُوتِ لَبَيْتُ الْعَنْكَبُوتِ لَوْ كَانُوا يَعْلَمُونَ }(532). ¶ { وَكَأَيِّن مِنْ دَابَّةٍ لَا تَحْمِلُ رِزْقَهَا اللَّهُ يَرْزُقُهَا وَإِيَّاكُمْ وَهُوَ السَّمِيعُ ¶ الْعَلِيمُ }(533). ¶ { وَأَلْقَى فِي الْأَرْضِ رَوَاسِيَ أَنْ تَمِيدَ بِكُمْ وَبَثَّ فِيهَا مِنْ كُلِّ ¶ دَابَّةٍ ... }(534). ¶ { هَذَا خَلْقُ اللَّهِ فَأَرُونِي مَاذَا خَلَقَ الَّذِينَ مِنْ دُونِهِ ؟ }(535). ¶ { فَلَمَّا قَضَيْنَا عَلَيْهِ الْمَوْتَ مَا دَلَّهُمْ عَلَى مَوْتِهِ إِلَّا دَابَّةُ الْأَرْضِ تَأْكُلُ مِنسَأَتَهُ فَلَمَّا خَرَّ تَبَيَّنَتْ الْجِنُّ أَنْ لَوْ كَانُوا يَعْلَمُونَ الْغَيْبَ مَا لَبِثُوا فِي الْعَذَابِ ¶ الْمُهِينِ }(536). ¶ { وَمِنْ النَّاسِ وَالدَّوَابِّ وَالْأَنْعَامِ مُخْتَلِفٌ أَلْوَانُهُ كَذَلِكَ إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ ... }(537). ¶ { سُبْحَانَ الَّذِي خَلَقَ الْأَزْوَاجَ كُلَّهَا مِمَّا تُنْبِتُ الْأَرْضُ وَمِنْ أَنفُسِهِمْ وَمِمَّا لَا يَعْلَمُونَ }(538). ¶ { أَوَلَمْ يَرَوْا أَنَّا خَلَقْنَا لَهُمْ مِمَّا عَمِلَتْ أَيْدِينَا أَنْعَامًا فَهُمْ لَهَا مَالِكُونَ(71)",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "وَذَلَّلْنَاهَا لَهُمْ فَمِنْهَا رَكُوبُهُمْ وَمِنْهَا يَأْكُلُونَ(72)وَلَهُمْ فِيهَا مَنَافِعُ وَمَشَارِبُ أَفَلَا ¶ يَشْكُرُونَ ؟ }(539). ¶ { إِذْ عُرِضَ عَلَيْهِ بِالْعَشِيِّ الصَّافِنَاتُ الْجِيَادُ(31)فَقَالَ إِنِّي أَحْبَبْتُ حُبَّ ¶ الْخَيْرِ عَنْ ذِكْرِ رَبِّي حَتَّى تَوَارَتْ بِالْحِجَابِ(32)رُدُّوهَا عَلَيَّ فَطَفِقَ مَسْحًا بِالسُّوقِ وَالْأَعْنَاقِ }(540). ¶ { وَأَنْزَلَ لَكُمْ مِنْ الْأَنْعَامِ ثَمَانِيَةَ أَزْوَاجٍ }(541). ¶ { اللَّهُ الَّذِي جَعَلَ لَكُمْ الْأَنْعَامَ لِتَرْكَبُوا مِنْهَا وَمِنْهَا تَأْكُلُونَ(79)وَلَكُمْ فِيهَا مَنَافِعُ وَلِتَبْلُغُوا عَلَيْهَا حَاجَةً فِي صُدُورِكُمْ وَعَلَيْهَا وَعَلَى الْفُلْكِ تُحْمَلُونَ }(542). ¶ { جَعَلَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا وَمِنْ الْأَنْعَامِ أَزْوَاجًا يَذْرَؤُكُمْ فِيهِ ... }(543). ¶ { وَمِنْ آيَاتِهِ خَلْقُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَثَّ فِيهِمَا مِنْ دَابَّةٍ وَهُوَ عَلَى جَمْعِهِمْ إِذَا يَشَاءُ قَدِيرٌ }(544). ¶ { وَالَّذِي خَلَقَ الْأَزْوَاجَ كُلَّهَا وَجَعَلَ لَكُمْ مِنْ الْفُلْكِ وَالْأَنْعَامِ مَا ¶ تَرْكَبُونَ }(545). ¶ { وَفِي خَلْقِكُمْ وَمَا يَبُثُّ مِنْ دَابَّةٍ آيَاتٌ لِقَوْمٍ يُوقِنُونَ }(546). ¶ { مَثَلُ الَّذِينَ حُمِّلُوا التَّوْرَاةَ ثُمَّ لَمْ يَحْمِلُوهَا كَمَثَلِ الْحِمَارِ يَحْمِلُ ¶ أَسْفَارًا ... }(547) ¶ { أَوَلَمْ يَرَوْا إِلَى الطَّيْرِ فَوْقَهُمْ صَافَّاتٍ وَيَقْبِضْنَ مَا يُمْسِكُهُنَّ إِلَّا الرَّحْمَانُ إِنَّهُ بِكُلِّ شَيْءٍ بَصِيرٌ }(548). ¶ { فَمَا لَهُمْ عَنْ التَّذْكِرَةِ مُعْرِضِينَ(49)كَأَنَّهُمْ حُمُرٌ مُسْتَنْفِرَةٌ(50)فَرَّتْ مِنْ قَسْوَرَةٍ ؟ }(549). ¶ { أَفَلَا يَنْظُرُونَ إِلَى الْإِبِلِ كَيْفَ خُلِقَتْ ؟ }(550).",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "{ وَالْعَادِيَاتِ ضَبْحًا(1)فَالْمُورِيَاتِ قَدْحًا(2)فَالْمُغِيرَاتِ صُبْحًا(3)فَأَثَرْنَ بِهِ نَقْعًا(4)فَوَسَطْنَ بِهِ جَمْعًا }(551). ¶ { أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحَابِ الْفِيلِ(1)أَلَمْ يَجْعَلْ كَيْدَهُمْ فِي تَضْلِيلٍ(2)وَأَرْسَلَ عَلَيْهِمْ طَيْرًا أَبَابِيلَ(3)تَرْمِيهِمْ بِحِجَارَةٍ مِنْ سِجِّيلٍ(4)فَجَعَلَهُمْ كَعَصْفٍ مَأْكُولٍ(5) }(552). ¶ (خلق الانسان) ¶ { هو الذي يصوركم في الارحام كيف يشاء ... }(553). ¶ { إِنَّ مَثَلَ عِيسَى عِنْدَ اللَّهِ كَمَثَلِ آدَمَ خَلَقَهُ مِنْ تُرَابٍ ثُمَّ قَالَ لَهُ كُنْ ¶ فَيَكُونُ }(554). ¶ { يَاأَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً ... }(555). ¶ { هُوَ الَّذِي خَلَقَكُمْ مِنْ طِينٍ ثُمَّ قَضَى أَجَلاً وَأَجَلٌ مُسَمًّى عِنْدَهُ ثُمَّ أَنْتُمْ ¶ تَمْتَرُون }(556). ¶ { قُلْ أَرَأَيْتُمْ إِنْ أَخَذَ اللَّهُ سَمْعَكُمْ وَأَبْصَارَكُمْ وَخَتَمَ عَلَى قُلُوبِكُمْ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُمْ بِهِ ؟ }(557). ¶ { وَلَقَدْ خَلَقْنَاكُمْ ثُمَّ صَوَّرْنَاكُمْ ثُمَّ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ ... }(558). ¶ { قَالَ مَا مَنَعَكَ أَلَّا تَسْجُدَ إِذْ أَمَرْتُكَ قَالَ أَنَا خَيْرٌ مِنْهُ خَلَقْتَنِي مِنْ نَارٍ وَخَلَقْتَهُ مِنْ طِينٍ }(559). ¶ { وَزَادَكُمْ فِي الْخَلْقِ بَسْطَةً فَاذْكُرُوا آلَاءَ اللَّهِ لَعَلَّكُمْ تُفْلِحُونَ }(560). ¶ { وَاذْكُرُوا إِذْ كُنتُمْ قَلِيلًا فَكَثَّرَكُمْ .. }(561).",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "{ هُوَ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَجَعَلَ مِنْهَا زَوْجَهَا لِيَسْكُنَ إِلَيْهَا فَلَمَّا تَغَشَّاهَا حَمَلَتْ حَمْلًا خَفِيفًا فَمَرَّتْ بِهِ فَلَمَّا أَثْقَلَتْ دَعَوَا اللَّهَ رَبَّهُمَا لَئِنْ آتَيْتَنَا صَالِحًا لَنَكُونَنَّ مِنْ الشَّاكِرِينَ }(562). ¶ { قُلْ مَنْ يَرْزُقُكُمْ مِنْ السَّمَاءِ وَالْأَرْضِ أَمَّنْ يَمْلِكُ السَّمْعَ ¶ وَالْأَبْصَارَ ؟}(563) ¶ { اللَّهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ أُنثَى وَمَا تَغِيضُ الْأَرْحَامُ وَمَا تَزْدَادُ وَكُلُّ شَيْءٍ عِنْدَهُ بِمِقْدَارٍ }(564). ¶ { وَلَقَدْ خَلَقْنَا الْإِنْسَانَ مِنْ صَلْصَالٍ مِنْ حَمَإٍ مَسْنُونٍ(26)وَالْجَانَّ خَلَقْنَاهُ مِنْ قَبْلُ مِنْ نَارِ السَّمُومِ(27)وَإِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي خَالِقٌ بَشَرًا مِنْ صَلْصَالٍ مِنْ حَمَإٍ مَسْنُونٍ(28) فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِنْ رُوحِي فَقَعُوا لَهُ سَاجِدِينَ }(565). ¶ { خَلَقَ الْإِنسَانَ مِنْ نُطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُبِين }(566). ¶ { وَاللَّهُ خَلَقَكُمْ ثُمَّ يَتَوَفَّاكُمْ وَمِنْكُمْ مَنْ يُرَدُّ إِلَى أَرْذَلِ الْعُمُرِ لِكَيْ لَا يَعْلَمَ بَعْدَ عِلْمٍ شَيْئًا إِنَّ اللَّهَ عَلِيمٌ قَدِيرٌ }(567). ¶ { وَاللَّهُ جَعَلَ لَكُمْ مِنْ أَنفُسِكُمْ أَزْوَاجًا وَجَعَلَ لَكُمْ مِنْ أَزْوَاجِكُمْ بَنِينَ ¶ وَحَفَدَةً ... }(568). ¶ { وَاللَّهُ أَخْرَجَكُمْ مِنْ بُطُونِ أُمَّهَاتِكُمْ لَا تَعْلَمُونَ شَيْئًا وَجَعَلَ لَكُمْ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ لَعَلَّكُمْ تَشْكُرُونَ }(569). ¶ { قَالَ لَهُ صَاحِبُهُ وَهُوَ يُحَاوِرُهُ أَكَفَرْتَ بِالَّذِي خَلَقَكَ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ سَوَّاكَ رَجُلًا }(570).",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "{ مَا أَشْهَدْتُهُمْ خَلْقَ السَّمَاوَاتِ وَالْأَرْضِ وَلَا خَلْقَ أَنفُسِهِمْ وَمَا كُنتُ مُتَّخِذَ الْمُضِلِّينَ عَضُدًا }(571). ¶ { أَوَلَا يَذْكُرُ الْإِنسَانُ أَنَّا خَلَقْنَاهُ مِنْ قَبْلُ وَلَمْ يَكُنْ شَيْئًا ؟}(572). ¶ { قَالَ رَبُّنَا الَّذِي أَعْطَى كُلَّ شَيْءٍ خَلْقَهُ ثُمَّ هَدَى }(573). ¶ { يَاأَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي رَيْبٍ مِنْ الْبَعْثِ فَإِنَّا خَلَقْنَاكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ مِنْ مُضْغَةٍ مُخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ لِنُبَيِّنَ لَكُمْ وَنُقِرُّ فِي الْأَرْحَامِ مَا نَشَاءُ إِلَى أَجَلٍ مُسَمًّى ثُمَّ نُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوا أَشُدَّكُمْ وَمِنْكُمْ مَنْ يُتَوَفَّى وَمِنْكُمْ مَنْ يُرَدُّ إِلَى أَرْذَلِ الْعُمُرِ لِكَيْلَا يَعْلَمَ مِنْ بَعْدِ عِلْمٍ شَيْئًا ...} (574). ¶ { وَلَقَدْ خَلَقْنَا الْإِنسَانَ مِنْ سُلَالَةٍ مِنْ طِينٍ(12)ثُمَّ جَعَلْنَاهُ نُطْفَةً فِي قَرَارٍ مَكِينٍ(13)ثُمَّ خَلَقْنَا النُّطْفَةَ عَلَقَةً فَخَلَقْنَا الْعَلَقَةَ مُضْغَةً فَخَلَقْنَا الْمُضْغَةَ عِظَامًا فَكَسَوْنَا الْعِظَامَ لَحْمًا ثُمَّ أَنشَأْنَاهُ خَلْقًا آخَرَ فَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ(14)ثُمَّ إِنَّكُمْ بَعْدَ ذَلِكَ لَمَيِّتُونَ }(575). ¶ { وَهُوَ الَّذِي أَنشَأَ لَكُمْ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ ... }(576). ¶ { وَهُوَ الَّذِي خَلَقَ مِنْ الْمَاءِ بَشَرًا فَجَعَلَهُ نَسَبًا وَصِهْرًا وَكَانَ رَبُّكَ ¶ قَدِيرًا }(577). ¶ { وَرَبُّكَ يَخْلُقُ مَا يَشَاءُ وَيَخْتَارُ مَا كَانَ لَهُمْ الْخِيَرَةُ سُبْحَانَ اللَّهِ وَتَعَالَى عَمَّا يُشْرِكُونَ }(578). ¶ { وَمِنْ آيَاتِهِ أَنْ خَلَقَكُمْ مِنْ تُرَابٍ ثُمَّ إِذَا أَنْتُمْ بَشَرٌ تَنتَشِرُونَ }(579).",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "{ وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُمْ مِنْ أَنفُسِكُمْ أَزْوَاجًا لِتَسْكُنُوا إِلَيْهَا وَجَعَلَ بَيْنَكُمْ مَوَدَّةً وَرَحْمَةً إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُون }(580). ¶ { وَمِنْ آيَاتِهِ خَلْقُ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافُ أَلْسِنَتِكُمْ وَأَلْوَانِكُمْ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِلْعَالِمِينَ }(581). ¶ { وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ وَلَهُ الْمَثَلُ الْأَعْلَى فِي السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ }(582). ¶ { اللَّهُ الَّذِي خَلَقَكُمْ مِنْ ضَعْفٍ ثُمَّ جَعَلَ مِنْ بَعْدِ ضَعْفٍ قُوَّةً ثُمَّ جَعَلَ مِنْ بَعْدِ قُوَّةٍ ضَعْفًا وَشَيْبَةً يَخْلُقُ مَا يَشَاءُ وَهُوَ الْعَلِيمُ الْقَدِيرُ }(583). ¶ { هَذَا خَلْقُ اللَّهِ فَأَرُونِي مَاذَا خَلَقَ الَّذِينَ مِنْ دُونِهِ ؟}(584). ¶ { وَوَصَّيْنَا الْإِنسَانَ بِوَالِدَيْهِ حَمَلَتْهُ أُمُّهُ وَهْنًا عَلَى وَهْنٍ وَفِصَالُهُ فِي عَامَيْنِ أَنْ اشْكُرْ لِي وَلِوَالِدَيْكَ إِلَيَّ الْمَصِير }(585). ¶ {مَا خَلْقُكُمْ وَلَا بَعْثُكُمْ إِلَّا كَنَفْسٍ وَاحِدَةٍ إِنَّ اللَّهَ سَمِيعٌ بَصِيرٌ}(586). ¶ {... وَيَعْلَمُ مَا فِي الْأَرْحَامِ ...} (587). ¶ { لَّذِي أَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ وَبَدَأَ خَلْقَ الْإِنسَانِ مِنْ طِينٍ(7)ثُمَّ جَعَلَ نَسْلَهُ مِنْ سُلَالَةٍ مِنْ مَاءٍ مَهِينٍ(8)ثُمَّ سَوَّاهُ وَنَفَخَ فِيهِ مِنْ رُوحِهِ وَجَعَلَ لَكُمْ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ قَلِيلًا مَا تَشْكُرُونَ }(588).",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "{ وَاللَّهُ خَلَقَكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ جَعَلَكُمْ أَزْوَاجًا وَمَا تَحْمِلُ مِنْ أُنْثَى وَلَا تَضَعُ إِلَّا بِعِلْمِهِ وَمَا يُعَمَّرُ مِنْ مُعَمَّرٍ وَلَا يُنْقَصُ مِنْ عُمُرِهِ إِلَّا فِي كِتَابٍ إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ }(589). ¶ { سُبْحَانَ الَّذِي خَلَقَ الْأَزْوَاجَ كُلَّهَا مِمَّا تُنْبِتُ الْأَرْضُ وَمِنْ أَنفُسِهِمْ وَمِمَّا لَا يَعْلَمُونَ }(590) ¶ { أَوَلَمْ يَرَ الْإِنسَانُ أَنَّا خَلَقْنَاهُ مِنْ نُطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُبِينٌ(77)وَضَرَبَ لَنَا مَثَلًا وَنَسِيَ خَلْقَهُ قَالَ مَنْ يُحْيِ الْعِظَامَ وَهِيَ رَمِيمٌ(78)قُلْ يُحْيِيهَا الَّذِي أَنشَأَهَا أَوَّلَ مَرَّةٍ وَهُوَ بِكُلِّ خَلْقٍ عَلِيمٌ }(591). ¶ { أَوَلَيْسَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِقَادِرٍعَلَى أَنْ يَخْلُقَ مِثْلَهُمْ بَلَى وَهُوَ الْخَلَّاقُ الْعَلِيمُ }(592). ¶ { فَاسْتَفْتِهِمْ أَهُمْ أَشَدُّ خَلْقًا أَمْ مَنْ خَلَقْنَا إِنَّا خَلَقْنَاهُمْ مِنْ طِينٍ لَازِبٍ }(593). ¶ { إِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي خَالِقٌ بَشَرًا مِنْ طِينٍ(71)فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِنْ رُوحِي فَقَعُوا لَهُ سَاجِدِينَ(72) فَسَجَدَ الْمَلَائِكَةُ كُلُّهُمْ أَجْمَعُونَ(73)إِلَّا إِبْلِيسَ اسْتَكْبَرَ وَكَانَ مِنْ الْكَافِرِينَ(74)قَالَ يَاإِبْلِيسُ مَا مَنَعَكَ أَنْ تَسْجُدَ لِمَا خَلَقْتُ ¶ بِيَدَيَّ أَاسْتَكْبَرْتَ أَمْ كُنتَ مِنْ الْعَالِينَ(75)قَالَ أَنَا خَيْرٌ مِنْهُ خَلَقْتَنِي مِنْ نَارٍ وَخَلَقْتَهُ مِنْ طِينٍ }(594). ¶ { خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ ثُمَّ جَعَلَ مِنْهَا زَوْجَهَا وَأَنْزَلَ لَكُمْ مِنْ الْأَنْعَامِ ثَمَانِيَةَ أَزْوَاجٍ يَخْلُقُكُمْ فِي بُطُونِ أُمَّهَاتِكُمْ خَلْقًا مِنْ بَعْدِ خَلْقٍ فِي ظُلُمَاتٍ ثَلَاثٍ ...} (595).",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "{ لَخَلْقُ السَّمَاوَاتِ وَالْأَرْضِ أَكْبَرُ مِنْ خَلْقِ النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ ¶ لَا يَعْلَمُونَ }(596). ¶ {... وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ ...} (597). ¶ { هُوَ الَّذِي خَلَقَكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ يُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوا أَشُدَّكُمْ ثُمَّ لِتَكُونُوا شُيُوخًا وَمِنْكُمْ مَنْ يُتَوَفَّى مِنْ قَبْلُ وَلِتَبْلُغُوا أَجَلًا مُسَمًّى وَلَعَلَّكُمْ تَعْقِلُونَ }(598). ¶ { ... وَمَا تَحْمِلُ مِنْ أُنثَى وَلَا تَضَعُ إِلَّا بِعِلْمِهِ...} (599). ¶ { جَعَلَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا }(600). ¶ { يَخْلُقُ مَا يَشَاءُ يَهَبُ لِمَنْ يَشَاءُ إِنَاثًا وَيَهَبُ لِمَنْ يَشَاءُ الذُّكُورَ(49) أَوْ يُزَوِّجُهُمْ ذُكْرَانًا وَإِنَاثًا وَيَجْعَلُ مَنْ يَشَاءُ عَقِيمًا إِنَّهُ عَلِيمٌ قَدِيرٌ }(601). ¶ { وَفِي خَلْقِكُمْ وَمَا يَبُثُّ مِنْ دَابَّةٍ آيَاتٌ لِقَوْمٍ يُوقِنُون }(602). ¶ { وَوَصَّيْنَا الْإِنسَانَ بِوَالِدَيْهِ إِحْسَانًا حَمَلَتْهُ أُمُّهُ كُرْهًا وَوَضَعَتْهُ كُرْهًا وَحَمْلُهُ وَفِصَالُهُ ثَلَاثُونَ شَهْرًا حَتَّى إِذَا بَلَغَ أَشُدَّهُ وَبَلَغَ أَرْبَعِينَ سَنَةً قَالَ رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلَى وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ وَأَصْلِحْ لِي فِي ذُرِّيَّتِي إِنِّي تُبْتُ إِلَيْكَ وَإِنِّي مِنْ الْمُسْلِمِينَ }(603). ¶ { وَجَعَلْنَا لَهُمْ سَمْعًا وَأَبْصَارًا وَأَفْئِدَةً...} (604). ¶ { يَاأَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنثَى وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِلَ لِتَعَارَفُوا إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ }(605).",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "{ قَدْ عَلِمْنَا مَا تَنْقُصُ الْأَرْضُ مِنْهُمْ وَعِنْدَنَا كِتَابٌ حَفِيظٌ }(606). ¶ { وَفِي أَنفُسِكُمْ أَفَلَا تُبْصِرُونَ ؟}(607). ¶ { أَمْ خُلِقُوا مِنْ غَيْرِ شَيْءٍ أَمْ هُمْ الْخَالِقُونَ ؟}(608). ¶ { هُوَ أَعْلَمُ بِكُمْ إِذْ أَنشَأَكُمْ مِنْ الْأَرْضِ وَإِذْ أَنْتُمْ أَجِنَّةٌ فِي بُطُونِ ¶ أُمَّهَاتِكُمْ..} (609) ¶ { وَأَنَّهُ خَلَقَ الزَّوْجَيْنِ الذَّكَرَ وَالْأُنْثَى(45)مِنْ نُطْفَةٍ إِذَا تُمْنَى(46) وَأَنَّ عَلَيْهِ النَّشْأَةَ الْأُخْرَى }(610). ¶ { خَلَقَ الْإِنسَانَ(3)عَلَّمَهُ الْبَيَانَ }(611). ¶ { خَلَقَ الْإِنسَانَ مِنْ صَلْصَالٍ كَالْفَخَّارِ(14)وَخَلَقَ الْجَانَّ مِنْ مَارِجٍ مِنْ ¶ نَارٍ }(612). ¶ { أَفَرَأَيْتُمْ مَا تُمْنُونَ(58)أَأَنْتُمْ تَخْلُقُونَهُ أَمْ نَحْنُ الْخَالِقُونَ ؟}(613). ¶ { وَلَقَدْ عَلِمْتُمْ النَّشْأَةَ الْأُولَى فَلَوْلَا تَذكَّرُونَ }(614). ¶ { هُوَ اللَّهُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ لَهُ الْأَسْمَاءُ الْحُسْنَى ...} (615). ¶ { ... وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ وَإِلَيْهِ الْمَصِيرُ }(616). ¶ { قُلْ هُوَ الَّذِي أَنشَأَكُمْ وَجَعَلَ لَكُمْ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ قَلِيلًا مَا تَشْكُرُونَ(23)قُلْ هُوَ الَّذِي ذَرَأَكُمْ فِي الْأَرْضِ وَإِلَيْهِ تُحْشَرُونَ }(617). ¶ { وَقَدْ خَلَقَكُمْ أَطْوَارًا }(618). ¶ { وَاللَّهُ أَنْبَتَكُمْ مِنْ الْأَرْضِ نَبَاتًا(17)ثُمَّ يُعِيدُكُمْ فِيهَا وَيُخْرِجُكُمْ ¶ إِخْرَاجًا }(619). ¶ { بَلَى قَادِرِينَ عَلَى أَنْ نُسَوِّيَ بَنَانَهُ }(620). ¶ { أَلَمْ يَكُ نُطْفَةً مِنْ مَنِيٍّ يُمْنَى(37)ثُمَّ كَانَ عَلَقَةً فَخَلَقَ فَسَوَّى(38) فَجَعَلَ مِنْهُ الزَّوْجَيْنِ الذَّكَرَ وَالْأُنثَى(39)أَلَيْسَ ذَلِكَ بِقَادِرٍ عَلَى أَنْ يُحْيِيَ الْمَوْتَى(40) }(621).",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "{ هَلْ أَتَى عَلَى الْإِنسَانِ حِينٌ مِنَ الدَّهْرِ لَمْ يَكُنْ شَيْئًا مَذْكُورًا(1)إِنَّا خَلَقْنَا الْإِنسَانَ مِنْ نُطْفَةٍ أَمْشَاجٍ نَبْتَلِيهِ فَجَعَلْنَاهُ سَمِيعًا بَصِيرًا }(622). ¶ { نَحْنُ خَلَقْنَاهُمْ وَشَدَدْنَا أَسْرَهُمْ وَإِذَا شِئْنَا بَدَّلْنَا أَمْثَالَهُمْ تَبْدِيلًا }(623). ¶ { أَلَمْ نَخْلُقْكُمْ مِنْ مَاءٍ مَهِينٍ(20)فَجَعَلْنَاهُ فِي قَرَارٍ مَكِينٍ(21)إِلَى قَدَرٍ مَعْلُومٍ(22)فَقَدَرْنَا فَنِعْمَ الْقَادِرُون }(624). ¶ { وَخَلَقْنَاكُمْ أَزْوَاجًا }(625). ¶ { قُتِلَ الْإِنْسَانُ مَا أَكْفَرَهُ(17)مِنْ أَيِّ شَيْءٍ خَلَقَهُ(18)مِنْ نُطْفَةٍ خَلَقَهُ فَقَدَّرَهُ(19)ثُمَّ السَّبِيلَ يَسَّرَهُ(20)ثُمَّ أَمَاتَهُ فَأَقْبَرَهُ(21)ثُمَّ إِذَا شَاءَ أَنْشَرَهُ }(626). ¶ { يَاأَيُّهَا الْإِنسَانُ مَا غَرَّكَ بِرَبِّكَ الْكَرِيمِ(6)الَّذِي خَلَقَكَ فَسَوَّاكَ فَعَدَلَكَ(7)فِي أَيِّ صُورَةٍ مَا شَاءَ رَكَّبَكَ }(627). ¶ { فَلْيَنظُرْ الْإِنسَانُ مِمَّ خُلِقَ(5)خُلِقَ مِنْ مَاءٍ دَافِقٍ(6)يَخْرُجُ مِنْ بَيْنِ ¶ الصُّلْبِ وَالتَّرَائِبِ(7)إِنَّهُ عَلَى رَجْعِهِ لَقَادِرٌ(8)يَوْمَ تُبْلَى السَّرَائِرُ(9)فَمَا لَهُ مِنْ قُوَّةٍ وَلَا نَاصِرٍ } (628) . ¶ { سَبِّحْ اسْمَ رَبِّكَ الْأَعْلَى(1)الَّذِي خَلَقَ فَسَوَّى }(639). ¶ { أَلَمْ نَجْعَلْ لَهُ عَيْنَيْنِ(8)وَلِسَانًا وَشَفَتَيْنِ ؟}(630). ¶ { وَمَا خَلَقَ الذَّكَرَ وَالْأُنْثَى }(631). ¶ { لَقَدْ خَلَقْنَا الْإِنسَانَ فِي أَحْسَنِ تَقْوِيمٍ(4)ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ(5)إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَلَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ }(632). ¶ { اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ(1)خَلَقَ الْإِنسَانَ مِنْ عَلَق }(633). ¶ (الطب وعلم النفس) (634)",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "{ فَمَنْ تَبِعَ هُدَايَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ }(635). ¶ { فَلَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ }(636). ¶ { بَلَى مَنْ أَسْلَمَ وَجْهَهُ لِلَّهِ وَهُوَ مُحْسِنٌ فَلَهُ أَجْرُهُ عِنْدَ رَبِّهِ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ }(637). ¶ { إِنَّمَا حَرَّمَ عَلَيْكُمْ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنزِيرِ وَمَا أُهِلَّ بِهِ لِغَيْرِ اللَّهِ فَمَنْ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَلَا إِثْمَ عَلَيْهِ إِنَّ اللَّهَ غَفُورٌ رَحِيم }(638). ¶ { يَاأَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمْ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ(183)أَيَّامًا مَعْدُودَاتٍ فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِينٍ فَمَنْ تَطَوَّعَ خَيْرًا فَهُوَ خَيْرٌ لَهُ وَأَنْ تَصُومُوا خَيْرٌ لَكُمْ إِنْ كُنتُمْ تَعْلَمُونَ(184)شَهْرُ رَمَضَانَ الَّذِي أُنزِلَ فِيهِ الْقُرْآنُ هُدًى لِلنَّاسِ وَبَيِّنَاتٍ مِنْ الْهُدَى وَالْفُرْقَانِ فَمَنْ شَهِدَ مِنْكُمْ الشَّهْرَ فَلْيَصُمْهُ وَمَنْ كَانَ مَرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ يُرِيدُ اللَّهُ بِكُمْ الْيُسْرَ وَلَا يُرِيدُ بِكُمْ الْعُسْرَ وَلِتُكْمِلُوا الْعِدَّةَ وَلِتُكَبِّرُوا اللَّهَ عَلَى مَا هَدَاكُمْ وَلَعَلَّكُمْ تَشْكُرُونَ }(639).",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "{ أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ إِلَى نِسَائِكُمْ هُنَّ لِبَاسٌ لَكُمْ وَأَنْتُمْ لِبَاسٌ لَهُنَّ عَلِمَ اللَّهُ أَنَّكُمْ كُنتُمْ تَخْتَانُونَ أَنفُسَكُمْ فَتَابَ عَلَيْكُمْ وَعَفَا عَنْكُمْ فَالآنَ بَاشِرُوهُنَّ وَابْتَغُوا مَا كَتَبَ اللَّهُ لَكُمْ وَكُلُوا وَاشْرَبُوا حَتَّى يَتَبَيَّنَ لَكُمْ الْخَيْطُ الْأَبْيَضُ مِنْ الْخَيْطِ الْأَسْوَدِ مِنْ الْفَجْرِ ثُمَّ أَتِمُّوا الصِّيَامَ إِلَى اللَّيْلِ وَلَا تُبَاشِرُوهُنَّ وَأَنْتُمْ عَاكِفُونَ فِي الْمَسَاجِدِ تِلْكَ حُدُودُ اللَّهِ فَلَا تَقْرَبُوهَا كَذَلِكَ يُبَيِّنُ اللَّهُ آيَاتِهِ لِلنَّاسِ لَعَلَّهُمْ يَتَّقُونَ }(640). ¶ { وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ فَإِنْ أُحْصِرْتُمْ فَمَا اسْتَيْسَرَ مِنْ الْهَدْيِ وَلَا تَحْلِقُوا رُءُوسَكُمْ حَتَّى يَبْلُغَ الْهَدْيُ مَحِلَّهُ فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ بِهِ أَذًى مِنْ رَأْسِهِ فَفِدْيَةٌ مِنْ صِيَامٍ أَوْ صَدَقَةٍ أَوْ نُسُكٍ فَإِذَا أَمِنتُمْ فَمَنْ تَمَتَّعَ بِالْعُمْرَةِ إِلَى الْحَجِّ فَمَا اسْتَيْسَرَ مِنْ الْهَدْيِ فَمَنْ لَمْ يَجِدْ فَصِيَامُ ثَلَاثَةِ أَيَّامٍ فِي الْحَجِّ وَسَبْعَةٍ إِذَا رَجَعْتُمْ تِلْكَ عَشَرَةٌ كَامِلَةٌ ذَلِكَ لِمَنْ لَمْ يَكُنْ أَهْلُهُ حَاضِرِي الْمَسْجِدِ الْحَرَامِ وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّ اللَّهَ شَدِيدُ ¶ الْعِقَابِ }(641). ¶ { يَسْأَلُونَكَ عَنْ الْخَمْرِ وَالْمَيْسِرِ قُلْ فِيهِمَا إِثْمٌ كَبِيرٌ وَمَنَافِعُ لِلنَّاسِ وَإِثْمُهُمَا أَكْبَرُ مِنْ نَفْعِهِمَا }(642).",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "{ وَيَسْأَلُونَكَ عَنْ الْمَحِيضِ قُلْ هُوَ أَذًى فَاعْتَزِلُوا النِّسَاءَ فِي الْمَحِيضِ وَلَا تَقْرَبُوهُنَّ حَتَّى يَطْهُرْنَ فَإِذَا تَطَهَّرْنَ فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمْ اللَّهُ إِنَّ اللَّهَ يُحِبُّ التَّوَّابِينَ وَيُحِبُّ الْمُتَطَهِّرِينَ(222)نِسَاؤُكُمْ حَرْثٌ لَكُمْ فَأْتُوا حَرْثَكُمْ أَنَّى شِئْتُمْ وَقَدِّمُوا لِأَنفُسِكُمْ وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّكُمْ مُلَاقُوهُ وَبَشِّرْ الْمُؤْمِنِينَ }(643). ¶ { وَالْوَالِدَاتُ يُرْضِعْنَ أَوْلَادَهُنَّ حَوْلَيْنِ كَامِلَيْنِ لِمَنْ أَرَادَ أَنْ يُتِمَّ الرَّضَاعَةَ وَعَلَى الْمَوْلُودِ لَهُ رِزْقُهُنَّ وَكِسْوَتُهُنَّ بِالْمَعْرُوفِ لَا تُكَلَّفُ نَفْسٌ إِلَّا وُسْعَهَا لَا تُضَارَّ وَالِدَةٌ بِوَلَدِهَا وَلَا مَوْلُودٌ لَهُ بِوَلَدِهِ وَعَلَى الْوَارِثِ مِثْلُ ذَلِكَ فَإِنْ أَرَادَا فِصَالًا عَنْ تَرَاضٍ مِنْهُمَا وَتَشَاوُرٍ فَلَا جُنَاحَ عَلَيْهِمَا وَإِنْ أَرَدْتُمْ أَنْ تَسْتَرْضِعُوا أَوْلَادَكُمْ فَلَا ¶ جُنَاحَ عَلَيْكُمْ إِذَا سَلَّمْتُمْ مَا آتَيْتُمْ بِالْمَعْرُوفِ وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّ اللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌ }(644). ¶ { ... وَاسْتَشْهِدُوا شَهِيدَيْنِ مِنْ رِجَالِكُمْ فَإِنْ لَمْ يَكُونَا رَجُلَيْنِ فَرَجُلٌ وَامْرَأَتَانِ مِمَّنْ تَرْضَوْنَ مِنْ الشُّهَدَاءِ أَنْ تَضِلَّ إِحْدَاهُمَا فَتُذَكِّرَ إِحْدَاهُمَا الْأُخْرَى...} (645). ¶ { لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ }(646).",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "{ زُيِّنَ لِلنَّاسِ حُبُّ الشَّهَوَاتِ مِنْ النِّسَاءِ وَالْبَنِينَ وَالْقَنَاطِيرِ الْمُقَنْطَرَةِ مِنْ الذَّهَبِ وَالْفِضَّةِ وَالْخَيْلِ الْمُسَوَّمَةِ وَالْأَنْعَامِ وَالْحَرْثِ ذَلِكَ مَتَاعُ الْحَيَاةِ الدُّنْيَا وَاللَّهُ عِنْدَهُ حُسْنُ الْمَآبِ }(647). ¶ { إِذْ تُصْعِدُونَ وَلَا تَلْوُونَ عَلَى أَحَدٍ وَالرَّسُولُ يَدْعُوكُمْ فِي أُخْرَاكُمْ فَأَثَابَكُمْ غَمًّا بِغَمٍّ لِكَيْلَا تَحْزَنُوا عَلَى مَا فَاتَكُمْ وَلَا مَا أَصَابَكُمْ وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ(153) ثُمَّ أَنْزَلَ عَلَيْكُمْ مِنْ بَعْدِ الْغَمِّ أَمَنَةً نُعَاسًا يَغْشَى طَائِفَةً مِنْكُمْ وَطَائِفَةٌ قَدْ أَهَمَّتْهُمْ أَنْفُسُهُمْ يَظُنُّونَ بِاللَّهِ غَيْرَ الْحَقِّ ظَنَّ الْجَاهِلِيَّةِ يَقُولُونَ هَلْ لَنَا مِنْ الْأَمْرِ مِنْ شَيْءٍ قُلْ إِنَّ الْأَمْرَ كُلَّهُ لِلَّهِ يُخْفُونَ فِي أَنْفُسِهِمْ مَا لَا يُبْدُونَ لَكَ يَقُولُونَ لَوْ كَانَ لَنَا مِنْ الْأَمْرِ ¶ شَيْءٌ مَا قُتِلْنَا هَاهُنَا قُلْ لَوْ كُنْتُمْ فِي بُيُوتِكُمْ لَبَرَزَ الَّذِينَ كُتِبَ عَلَيْهِمْ الْقَتْلُ إِلَى مَضَاجِعِهِمْ وَلِيَبْتَلِيَ اللَّهُ مَا فِي صُدُورِكُمْ وَلِيُمَحِّصَ مَا فِي قُلُوبِكُمْ وَاللَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ }(648). ¶ { وَيَسْتَبْشِرُونَ بِالَّذِينَ لَمْ يَلْحَقُوا بِهِمْ مِنْ خَلْفِهِمْ أَلَّا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ }(649). ¶ { وَاللَّهُ يُرِيدُ أَنْ يَتُوبَ عَلَيْكُمْ وَيُرِيدُ الَّذِينَ يَتَّبِعُونَ الشَّهَوَاتِ أَنْ تَمِيلُوا مَيْلًا عَظِيمًا(27)يُرِيدُ اللَّهُ أَنْ يُخَفِّفَ عَنْكُمْ وَخُلِقَ الْإِنسَانُ ضَعِيفًا }(650).",
            "page": "105",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "{ حُرِّمَتْ عَلَيْكُمْ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ وَالْمُنْخَنِقَةُ وَالْمَوْقُوذَةُ وَالْمُتَرَدِّيَةُ وَالنَّطِيحَةُ وَمَا أَكَلَ السَّبُعُ إِلَّا مَا ذَكَّيْتُمْ وَمَا ذُبِحَ عَلَى النُّصُبِ وَأَنْ تَسْتَقْسِمُوا بِالْأَزْلَامِ ذَلِكُمْ فِسْقٌ الْيَوْمَ يَئِسَ الَّذِينَ كَفَرُوا مِنْ دِينِكُمْ فَلَا تَخْشَوْهُمْ وَاخْشَوْنِيالْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمْ الْإِسْلَامَ دِينًا فَمَنْ اضْطُرَّ فِي مَخْمَصَةٍ غَيْرَ مُتَجَانِفٍ لِإِثْمٍ فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ }(651). ¶ { يَاأَيُّهَا الَّذِينَ آمَنُوا إِذَا قُمْتُمْ إِلَى الصَّلَاةِ فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ وَامْسَحُوا بِرُءُوسِكُمْ وَأَرْجُلَكُمْ إِلَى الْكَعْبَيْنِ وَإِنْ كُنْتُمْ جُنُبًا فَاطَّهَّرُوا وَإِنْ كُنْتُمْ مَرْضَى أَوْ عَلَى سَفَرٍ أَوْ جَاءَ أَحَدٌ مِنْكُمْ مِنْ الْغَائِطِ أَوْ لَامَسْتُمْ النِّسَاءَ فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا صَعِيدًا طَيِّبًا فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ مِنْهُ مَا يُرِيدُ اللَّهُ لِيَجْعَلَ عَلَيْكُمْ مِنْ حَرَجٍ وَلَكِنْ يُرِيدُ لِيُطَهِّرَكُمْ وَلِيُتِمَّ نِعْمَتَهُ عَلَيْكُمْ لَعَلَّكُمْ تَشْكُرُونَ }(652). ¶ { يَهْدِي بِهِ اللَّهُ مَنْ اتَّبَعَ رِضْوَانَهُ سُبُلَ السَّلَامِ ...} (653). ¶ {مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَعَمِلَ صَالِحًا فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ}(654). ¶ { وَهُوَ الَّذِي يَتَوَفَّاكُمْ بِاللَّيْلِ وَيَعْلَمُ مَا جَرَحْتُمْ بِالنَّهَارِ ثُمَّ يَبْعَثُكُمْ فِيهِ لِيُقْضَى أَجَلٌ مُسَمًّى ثُمَّ إِلَيْهِ مَرْجِعُكُمْ ... }(655).",
            "page": "106",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "{ الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ أُوْلَئِكَ لَهُمْ الأمْنُ }(656). ¶ { وَلَوْ تَرَى إِذْ الظَّالِمُونَ فِي غَمَرَاتِ الْمَوْتِ وَالْمَلائِكَةُ بَاسِطُوا أَيْدِيهِمْ أَخْرِجُوا أَنفُسَكُمْ ...} (657). ¶ { وَهُوَ الَّذِي أَنشَأَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ فَمُسْتَقَرٌّ وَمُسْتَوْدَعٌ قَدْ فَصَّلْنَا الْآيَاتِ لِقَوْمٍ يَفْقَهُونَ }(658). ¶ { فَمَنْ يُرِدْ اللَّهُ أَنْ يَهدِيَهُ يَشْرَحْ صَدْرَهُ لِلْإِسْلامِ وَمَنْ يُرِدْ أَنْ يُضِلَّهُ يَجْعَلْ صَدْرَهُ ضَيِّقًا حَرَجًا كَأَنَّمَا يَصَّعَّدُ فِي السَّمَاءِ }(659). ¶ { قُلْ لا أَجِدُ فِي مَا أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَى طَاعِمٍ يَطْعَمُهُ إِلا أَنْ يَكُونَ مَيْتَةً أَوْ دَمًا مَسْفُوحًا أَوْ لَحْمَ خِنزِيرٍ فَإِنَّهُ رِجْسٌ أَوْ فِسْقًا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ فَمَنْ اضْطُرَّ غَيْرَ بَاغٍ وَلا عَادٍ فَإِنَّ رَبَّكَ غَفُورٌ رَحِيمٌ(145)وَعَلَى الَّذِينَ هَادُوا حَرَّمْنَا كُلَّ ذِي ظُفُرٍ وَمِنْ الْبَقَرِ وَالْغَنَمِ حَرَّمْنَا عَلَيْهِمْ شُحُومَهُمَا إِلا مَا حَمَلَتْ ظُهُورُهُمَا أَوْ الْحَوَايَا أَوْ مَا اخْتَلَطَ بِعَظْمٍ ذَلِكَ جَزَيْنَاهُمْ بِبَغْيِهِمْ وَإِنَّا لَصَادِقُونَ }(660). ¶ { ... لا نُكَلِّفُ نَفْسًا إِلا وُسْعَهَا ...} (661). ¶ { قُلْ مَنْ حَرَّمَ زِينَةَ اللَّهِ الَّتِي أَخْرَجَ لِعِبَادِهِ وَالطَّيِّبَاتِ مِنْ الرِّزْقِ قُلْ هِيَ لِلَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا خَالِصَةً يَوْمَ الْقِيَامَةِ كَذَلِكَ نُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ(32) قُلْ إِنَّمَا حَرَّمَ رَبِّي الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَالْإِثْمَ وَالْبَغْيَ بِغَيْرِ ¶ الْحَقِّ ...} (662). ¶ { وَنَزَعْنَا مَا فِي صُدُورِهِمْ مِنْ غِلٍّ ..} (663).",
            "page": "107",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "{ ... وَيُحِلُّ لَهُمْ الطَّيِّبَاتِ وَيُحَرِّمُ عَلَيْهِمْ الْخَبَائِثَ وَيَضَعُ عَنْهُمْ إِصْرَهُمْ وَالْأَغْلَالَ الَّتِي كَانَتْ عَلَيْهِمْ ... }(664). ¶ { وَمَا جَعَلَهُ اللَّهُ إِلَّا بُشْرَى وَلِتَطْمَئِنَّ بِهِ قُلُوبُكُمْ وَمَا النَّصْرُ إِلَّا مِنْ عِنْدِ اللَّهِ ¶ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ(10)إِذْ يُغَشِّيكُمْ النُّعَاسَ أَمَنَةً مِنْهُ وَيُنَزِّلُ عَلَيْكُمْ مِنْ السَّمَاءِ ¶ مَاءً لِيُطَهِّرَكُمْ بِهِ وَيُذْهِبَ عَنكُمْ رِجْزَ الشَّيْطَانِ وَلِيَرْبِطَ عَلَى قُلُوبِكُمْ وَيُثَبِّتَ بِهِ ¶ الْأَقْدَامَ }(665). ¶ { قَاتِلُوهُمْ يُعَذِّبْهُمْ اللَّهُ بِأَيْدِيكُمْ وَيُخْزِهِمْ وَيَنْصُرْكُمْ عَلَيْهِمْ وَيَشْفِ صُدُورَ قَوْمٍ مُؤْمِنِينَ(14)وَيُذْهِبْ غَيْظَ قُلُوبِهِمْ }(666). ¶ { الْآنَ خَفَّفَ اللَّهُ عَنكُمْ وَعَلِمَ أَنَّ فِيكُمْ ضَعْفًا ...} (667). ¶ { لَيْسَ عَلَى الضُّعَفَاءِ وَلَا عَلَى الْمَرْضَى وَلَا عَلَى الَّذِينَ لَا يَجِدُونَ مَا يُنفِقُونَ حَرَجٌ }(668). ¶ {... وَصَلِّ عَلَيْهِمْ إِنَّ صَلَاتَكَ سَكَنٌ لَهُمْ ...} (669). ¶ { يَاأَيُّهَا النَّاسُ قَدْ جَاءَتْكُمْ مَوْعِظَةٌ مِنْ رَبِّكُمْ وَشِفَاءٌ لِمَا فِي الصُّدُورِ وَهُدًى وَرَحْمَةٌ لِلْمُؤْمِنِينَ }(670). ¶ { أَلَا إِنَّ أَوْلِيَاءَ اللَّهِ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ }(671). ¶ { وَلَئِنْ أَذَقْنَا الإِنسَانَ مِنَّا رَحْمَةً ثُمَّ نَزَعْنَاهَا مِنْهُ إِنَّهُ لَيَئُوسٌ كَفُورٌ(9)وَلَئِنْ أَذَقْنَاهُ نَعْمَاءَ بَعْدَ ضَرَّاءَ مَسَّتْهُ لَيَقُولَنَّ ذَهَبَ السَّيِّئَاتُ عَنِّي إِنَّهُ لَفَرِحٌ فَخُورٌ(10) إِلا الَّذِينَ صَبَرُوا وَعَمِلُوا الصَّالِحَاتِ أُوْلَئِكَ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ كَبِيرٌ(11) }(672).",
            "page": "108",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "{ وَمَا أُبَرِّئُ نَفْسِي إِنَّ النَّفْسَ لَأَمَّارَةٌ بِالسُّوءِ إِلَّا مَا رَحِمَ رَبِّي إِنَّ رَبِّي غَفُورٌ رَحِيمٌ }(673). ¶ { لَا تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِنْهُمْ وَلَا تَحْزَنْ عَلَيْهِمْ ..} (674). ¶ { وَأَوْحَى رَبُّكَ إِلَى النَّحْلِ أَنْ اتَّخِذِي مِنْ الْجِبَالِ بُيُوتًا وَمِنْ الشَّجَرِ وَمِمَّا يَعْرِشُونَ(68)ثُمَّ كُلِي مِنْ كُلِّ الثَّمَرَاتِ فَاسْلُكِي سُبُلَ رَبِّكِ ذُلُلًا يَخْرُجُ مِنْ بُطُونِهَا شَرَابٌ مُخْتَلِفٌ أَلْوَانُهُ فِيهِ شِفَاءٌ لِلنَّاسِ إِنَّ فِي ذَلِكَ لَآيَةً لِقَوْمٍ يَتَفَكَّرُونَ }(675). ¶ { وَيَدْعُ الْإِنسَانُ بِالشَّرِّ دُعَاءَهُ بِالْخَيْرِ وَكَانَ الْإِنسَانُ عَجُولًا }(676). ¶ { وَلَا تَقْرَبُوا الزِّنَى إِنَّهُ كَانَ فَاحِشَةً وَسَاءَ سَبِيلًا }(677) . ¶ { وَنُنَزِّلُ مِنْ الْقُرْآنِ مَا هُوَ شِفَاءٌ وَرَحْمَةٌ لِلْمُؤْمِنِينَ وَلَا يَزِيدُ الظَّالِمِينَ إِلَّا خَسَارًا }(678). ¶ { وَإِذَا أَنْعَمْنَا عَلَى الْإِنسَانِ أَعْرَضَ وَنَأَى بِجَانِبِهِ وَإِذَا مَسَّهُ الشَّرُّ كَانَ يَئُوسًا(83)قُلْ كُلٌّ يَعْمَلُ عَلَى شَاكِلَتِهِ فَرَبُّكُمْ أَعْلَمُ بِمَنْ هُوَأَهْدَى سَبِيلًا(84) وَيَسْأَلُونَكَ عَنْ الرُّوحِ قُلْ الرُّوحُ مِنْ أَمْرِ رَبِّي وَمَا أُوتِيتُمْ مِنْ الْعِلْمِ إِلَّا قَلِيلًا }(679). ¶ { وَكَانَ الْإِنْسَانُ قَتُورًا }(680).",
            "page": "109",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "{ وَتَرَى الشَّمْسَ إِذَا طَلَعَتْ تَزَاوَرُ عَنْ كَهْفِهِمْ ذَاتَ الْيَمِينِ وَإِذَا غَرَبَتْ تَقْرِضُهُمْ ذَاتَ الشِّمَالِ وَهُمْ فِي فَجْوَةٍ مِنْهُ ذَلِكَ مِنْ آيَاتِ اللَّهِ مَنْ يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِي وَمَنْ يُضْلِلْ فَلَنْ تَجِدَ لَهُ وَلِيًّا مُرْشِدًا(17)وَتَحْسَبُهُمْ أَيْقَاظًا وَهُمْ رُقُودٌ وَنُقَلِّبُهُمْ ذَاتَ الْيَمِينِ وَذَاتَ الشِّمَالِ وَكَلْبُهُمْ بَاسِطٌ ذِرَاعَيْهِ بِالْوَصِيدِ ...} (681). ¶ { وَلَا تَقُولَنَّ لِشَيْءٍ إِنِّي فَاعِلٌ ذَلِكَ غَدًا(23)إِلَّا أَنْ يَشَاءَ اللَّهُ ..} (682). ¶ { قَالَ إِنَّكَ لَنْ تَسْتَطِيعَ مَعِي صَبْرًا(67)وَكَيْفَ تَصْبِرُ عَلَى مَا لَمْ تُحِطْ بِهِ ¶ خُبْرًا ؟}(683). ¶ { قَالَ فَاذْهَبْ فَإِنَّ لَكَ فِي الْحَيَاةِ أَنْ تَقُولَ لَا مِسَاسَ...} (684). ¶ { خُلِقَ الْإِنسَانُ مِنْ عَجَلٍ سَأُورِيكُمْ آيَاتِي فَلَا تَسْتَعْجِلُونِ }(685). ¶ { وَلُوطًا آتَيْنَاهُ حُكْمًا وَعِلْمًا وَنَجَّيْنَاهُ مِنْ الْقَرْيَةِ الَّتِي كَانَتْ تَعْمَلُ الْخَبَائِثَ إِنَّهُمْ كَانُوا قَوْمَ سَوْءٍ فَاسِقِينَ }(686). ¶ { فَاسْتَجَبْنَا لَهُ وَوَهَبْنَا لَهُ يَحْيَى وَأَصْلَحْنَا لَهُ زَوْجَهُ ..} (687). ¶ { وَمِنْكُمْ مَنْ يُرَدُّ إِلَى أَرْذَلِ الْعُمُرِ لِكَيْلَا يَعْلَمَ مِنْ بَعْدِ عِلْمٍ شَيْئًا }(688). ¶ { وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ(5)إِلَّا عَلَى أَزْوَاجِهِمْ أوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ }(689). ¶ { قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ وَيَحْفَظُوا فُرُوجَهُمْ ذَلِكَ أَزْكَى لَهُمْ إِنَّ اللَّهَ خَبِيرٌ بِمَا يَصْنَعُونَ(30)وَقُلْ لِلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنْهَا ..} (690).",
            "page": "110",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "{ وَلْيَسْتَعْفِفْ الَّذِينَ لَا يَجِدُونَ نِكَاحًا حَتَّى يُغْنِيَهُمْ اللَّهُ مِنْ فَضْلِهِ ..} (691). ¶ { وَهُوَ الَّذِي جَعَلَ لَكُمْ اللَّيْلَ لِبَاسًا وَالنَّوْمَ سُبَاتًا وَجَعَلَ النَّهَارَ نُشُورًا }(692) . ¶ { وَالَّذِي هُوَ يُطْعِمُنِي وَيَسْقِينِ(79)وَإِذَا مَرِضْتُ فَهُوَ يَشْفِينِ }(693). ¶ { وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُ فِي ضَيْقٍ مِمَّا يَمْكُرُونَ }(694). ¶ { أَلَمْ يَرَوْا أَنَّا جَعَلْنَا اللَّيْلَ لِيَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا ؟}(695). ¶ { وَمِنْ رَحْمَتِهِ جَعَلَ لَكُمْ اللَّيْلَ وَالنَّهَارَ لِتَسْكُنُوا فِيهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ }(696). ¶ { وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُمْ مِنْ أَنفُسِكُمْ أَزْوَاجًا لِتَسْكُنُوا إِلَيْهَا وَجَعَلَ بَيْنَكُمْ مَوَدَّةً وَرَحْمَةً إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ }(697). ¶ { وَمِنْ آيَاتِهِ مَنَامُكُمْ بِاللَّيْلِ وَالنَّهَارِ وَابْتِغَاؤُكُمْ مِنْ فَضْلِهِ ..} (698). ¶ { فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا فِطْرَةَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا لَا تَبْدِيلَ لِخَلْقِ اللَّهِ ذَلِكَ الدِّينُ الْقَيِّمُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ}(699). ¶ { وَإِذَا أَذَقْنَا النَّاسَ رَحْمَةً فَرِحُوا بِهَا وَإِنْ تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ إِذَا هُمْ يَقنَطُونَ }(700). ¶ { مَا جَعَلَ اللَّهُ لِرَجُلٍ مِنْ قَلْبَيْنِ فِي جَوْفِهِ ..} (701). ¶ { إِنَّا عَرَضْنَا الْأَمَانَةَ عَلَى السَّمَاوَاتِ وَالْأَرْضِ وَالْجِبَالِ فَأَبَيْنَ أَنْ يَحْمِلْنَهَا وَأَشْفَقْنَ مِنْهَا وَحَمَلَهَا الْإِنْسَانُ إِنَّهُ كَانَ ظَلُومًا جَهُولًا }(702). ¶ { وَمَنْ نُعَمِّرْهُ نُنَكِّسْهُ فِي الْخَلْقِ أَفَلَا يَعْقِلُونَ ؟}(703).",
            "page": "111",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "{ يُطَافُ عَلَيْهِمْ بِكَأْسٍ مِنْ مَعِينٍ(45)بَيْضَاءَ لَذَّةٍ لِلشَّارِبِينَ(46)لَا فِيهَا غَوْلٌ وَلَا هُمْ عَنْهَا يُنزَفُونَ }(704). ¶ { وَاذْكُرْ عَبْدَنَا أَيُّوبَ إِذْ نَادَى رَبَّهُ أَنِّي مَسَّنِي الشَّيْطَانُ بِنُصْبٍ وَعَذَابٍ(41)ارْكُضْ بِرِجْلِكَ هَذَا مُغْتَسَلٌ بَارِدٌ وَشَرَابٌ }(705). ¶ { اللَّهُ يَتَوَفَّى الْأَنْفُسَ حِينَ مَوْتِهَا وَالَّتِي لَمْ تَمُتْ فِي مَنَامِهَا فَيُمْسِكُ الَّتِي ¶ قَضَى عَلَيْهَا الْمَوْتَ وَيُرْسِلُ الْأُخْرَى إِلَى أَجَلٍ مُسَمًّى إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ ¶ يَتَفَكَّرُونَ }(706). ¶ { اللَّهُ الَّذِي جَعَلَ لَكُمْ اللَّيْلَ لِتَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ }(707). ¶ { إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا تَتَنَزَّلُ عَلَيْهِمْ الْمَلَائِكَةُ أَلَّا تَخَافُوا وَلَا تَحْزَنُوا }(708). ¶ { قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدًى وَشِفَاءٌ ...} (709). ¶ { وَإِذَا أَنْعَمْنَا عَلَى الْإِنْسَانِ أَعْرَضَ وَنَأى بِجَانِبِهِ وَإِذَا مَسَّهُ الشَّرُّ فَذُو دُعَاءٍ عَرِيضٍ }(710). ¶ { سَنُرِيهِمْ آيَاتِنَا فِي الْآفَاقِ وَفِي أَنْفُسِهِمْ حَتَّى يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ أَوَلَمْ يَكْفِ بِرَبِّكَ أَنَّهُ عَلَى كُلِّ شَيْءٍ شَهِيد ؟}(711). ¶ { وَمَا كَانَ لِبَشَرٍ أَنْ يُكَلِّمَهُ اللَّهُ إِلَّا وَحْيًا أَوْ مِنْ وَرَاءِ حِجَابٍ أَوْ يُرْسِلَ رَسُولًا فَيُوحِيَ بِإِذْنِهِ مَا يَشَاءُ إِنَّهُ عَلِيٌّ حَكِيمٌ }(712). ¶ { هُوَ الَّذِي أَنْزَلَ السَّكِينَةَ فِي قُلُوبِ الْمُؤْمِنِينَ لِيَزْدَادُوا إِيمَانًا مَعَ إِيمَانِهِمْ وَلِلَّهِ جُنُودُ السَّمَاوَاتِ وَالْأَرْضِ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا }(713).",
            "page": "112",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "{ لَيْسَ عَلَى الْأَعْمَى حَرَجٌ وَلَا عَلَى الْأَعْرَجِ حَرَجٌ وَلَا عَلَى الْمَرِيضِ ¶ حَرَجٌ ..} (714). ¶ { يَاأَيُّهَا الَّذِينَ آمَنُوا لَا يَسْخَرْ قَومٌ مِنْ قَوْمٍ عَسَى أَنْ يَكُونُوا خَيْرًا مِنْهُمْ وَلَا نِسَاءٌ مِنْ نِسَاءٍ عَسَى أَنْ يَكُنَّ خَيْرًا مِنْهُنَّ وَلَا تَلْمِزُوا أَنفُسَكُمْ وَلَا تَنَابَزُوا بِالْأَلْقَابِ بِئْسَ الاِسْمُ الْفُسُوقُ بَعْدَ الْإِيمَانِ وَمَنْ لَمْ يَتُبْ فَأُوْلَئِكَ هُمْ الظَّالِمُونَ(11)يَاأَيُّهَا الَّذِينَ ¶ آمَنُوا اجْتَنِبُوا كَثِيرًا مِنْ الظَّنِّ إِنَّ بَعْضَ الظَّنِّ إِثْمٌ وَلَا تَجَسَّسُوا وَلا يَغْتَبْ ¶ بَعْضُكُمْ بَعْضًا أَيُحِبُّ أَحَدُكُمْ أَنْ يَأْكُلَ لَحْمَ أَخِيهِ مَيْتًا فَكَرِهْتُمُوهُ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ تَوَّابٌ رَحِيمٌ }(715). ¶ { وَلَقَدْ خَلَقْنَا الْإِنْسَانَ وَنَعْلَمُ مَا تُوَسْوِسُ بِهِ نَفْسُهُ وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ }(716) ¶ { وَجَاءَتْ كُلُّ نَفْسٍ مَعَهَا سَائِقٌ وَشَهِيدٌ(21)لَقَدْ كُنْتَ فِي غَفْلَةٍ مِنْ هَذَا فَكَشَفْنَا عَنْكَ غِطَاءَكَ فَبَصَرُكَ الْيَوْمَ حَدِيدٌ }(717) ¶ { وَفِي أَنفُسِكُمْ أَفَلَا تُبْصِرُونَ }(718). ¶ { فَوَرَبِّ السَّمَاءِ وَالْأَرْضِ إِنَّهُ لَحَقٌّ مِثْلَ مَا أَنَّكُمْ تَنطِقُونَ }(719). ¶ { خَلَقَ الْإِنسَانَ(3)عَلَّمَهُ الْبَيَانَ }(720). ¶ { مَا أَصَابَ مِنْ مُصِيبَةٍ فِي الْأَرْضِ وَلَا فِي أَنْفُسِكُمْ إِلَّا فِي كِتَابٍ مِنْ قَبْلِ أَنْ نَبْرَأَهَا إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ(22)لِكَيْلَا تَأْسَوْا عَلَى مَا فَاتَكُمْ وَلَا تَفْرَحُوا بِمَا آتَاكُمْ وَاللَّهُ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ }(721) ¶ { إِنَّمَا النَّجْوَى مِنْ الشَّيْطَانِ لِيَحْزُنَ الَّذِينَ آمَنُوا ..} (722)",
            "page": "113",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "{ ... وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مِنْ أَمْرِهِ يُسْرًا }(723) ¶ { وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ }(724) ¶ { وَأَنَّهُ كَانَ رِجَالٌ مِنْ الْإِنسِ يَعُوذُونَ بِرِجَالٍ مِنْ الْجِنِّ فَزَادُوهُمْ ¶ رَهَقًا }(725) ¶ { فَمَنْ يُؤْمِنْ بِرَبِّهِ فَلَا يَخَافُ بَخْسًا وَلَا رَهَقًا }(726) ¶ { وَثِيَابَكَ فَطَهِّرْ(4)وَالرُّجْزَ فَاهْجُرْ }(727) ¶ { وَلَا أُقْسِمُ بِالنَّفْسِ اللَّوَّامَةِ }(728) ¶ { بَلْ الْإِنسَانُ عَلَى نَفْسِهِ بَصِيرَةٌ(14)وَلَوْ أَلْقَى مَعَاذِيرَهُ }(729). ¶ { وَجَعَلْنَا نَوْمَكُمْ سُبَاتًا(9)وَجَعَلْنَا اللَّيْلَ لِبَاسًا(10)وَجَعَلْنَا النَّهَارَ ¶ مَعَاشًا }(730) ¶ { قُتِلَ الْإِنْسَانُ مَا أَكْفَرَهُ }(731) ¶ { كَلَّا بَلْ رَانَ عَلَى قُلُوبِهِمْ مَا كَانُوا يَكْسِبُونَ }(732) ¶ { وَتَأْكُلُونَ التُّرَاثَ أَكْلًا لَمًّا(19)وَتُحِبُّونَ الْمَالَ حُبًّا جَمًّا }(733) ¶ { لَقَدْ خَلَقْنَا الْإِنسَانَ فِي كَبَدٍ }(734) ¶ { وَنَفْسٍ وَمَا سَوَّاهَا(7)فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا(8)قَدْ أَفْلَحَ مَنْ زَكَّاهَا(9)وَقَدْ خَابَ مَنْ دَسَّاهَا }(735) ¶ { اقْرَأْ وَرَبُّكَ الْأَكْرَمُ(3)الَّذِي عَلَّمَ بِالْقَلَمِ(4)عَلَّمَ الْإِنسَانَ مَا لَمْ يَعْلَمْ }(736) ¶ { كَلَّا إِنَّ الْإِنسَانَ لَيَطْغَى(6)أَنْ رَآهُ اسْتَغْنَى }(737). ¶ { فَلْيَعْبُدُوا رَبَّ هَذَا الْبَيْتِ(3)الَّذِي أَطْعَمَهُمْ مِنْ جُوعٍ وَآمَنَهُمْ مِنْ ¶ خَوْفٍ(4) }(738) ¶ { قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ(1)مِنْ شَرِّ مَا خَلَقَ(2)وَمِنْ شَرِّ غَاسِقٍ إِذَا وَقَبَ(3)وَمِنْ شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ(4)وَمِنْ شَرِّ حَاسِدٍ إِذَا حَسَدَ(5) }(739)",
            "page": "114",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "{ قُلْ أَعُوذُ بِرَبِّ النَّاسِ(1)مَلِكِ النَّاسِ(2)إِلَهِ النَّاسِ(3)مِنْ شَرِّ الْوَسْوَاسِ الْخَنَّاسِ(4)الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ(5)مِنْ الْجِنَّةِ وَالنَّاسِ(6)} (740) (741). ¶ التطبيق ¶ في الاتجاه الرابع نطالع في القرآن الكريم دعوة ملحة في اكثر من موضع الى اعتماد حقائق العلم وكشوفاته لتطوير الحياة وترقية الحضارة البشرية بمزيد من التطبيقات (التقنية) على كافة المستويات. وهو موقف مرن هو الآخر ، يتميز بالشمولية والديمومة ، اذ هو دعوة للافادة من الحقائق العلمية (الراهنة) في مدى كل عصر ، لاحداث تطبيقات على مستوى العلاقات (المدنية) لذلك العصر ، فاذا ماحدث وان تغيرت الحقائق العلمية وتبدلت العلاقات المدنية كان بمقدور النداء القرآني ان يمضي لكي يخاطب كل جيل من اجل ان يتحرك لأحداث تطبيقات اخرى على مستوى الحقائق الجديدة ومن خلال العلاقات المتغيرة .. ¶ وهكذا .. فحيثما تلفتنا عبر هذا البعد الرابع من معالجة القرآن للمسألة العلمية ، وجدناه يتخذ دعوة دائمة ، لا تحدها حدود ، ولا تأسرها متغيرات ولا نسبيات ، لدفع الجماعة المؤمنة الى صياغة مزيد من التطبيقات المبنية على حقائق العلم وكشوفاته ومعادلاته .",
            "page": "115",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "ألم يدعنا القرآن الكريم الى ان نعد لاعدائنا (القوة) التي نرهبهم بها ، ونحمي - بالتالي - وجودنا ودورنا في الارض ؟ الم تأت هذه الدعوة متضمنة هذا الموقف الشمولي ، الممتد عبر الزمان والمكان ، والذي يلتقي فيه الراهن بالشامل ، والموقوت بالدائم ؟ {واعدوا لهم مااستطعتم من قوة } مطلق القوة ، ومن رباط الخيل ، اكثر الاسلحة مضاء في ذلك العصر على وجه الخصوص { تُرْهِبُونَ بِهِ عَدُوَّ اللَّهِ وَعَدُوَّكُمْ }(742). ألم يؤكد في (سورة الحديد) على اعتماد هذا الخام الخطير في ميادين السلم والحرب دونما تحديد ملزم لطرائق الاعتماد وصيغه ؟ { لَقَدْ أَرْسَلْنَا رُسُلَنَا بِالْبَيِّنَاتِ وَأَنْزَلْنَا مَعَهُمْ الْكِتَابَ وَالْمِيزَانَ لِيَقُومَ النَّاسُ بِالْقِسْطِ وَأَنْزَلْنَا الْحَدِيدَ فِيهِ بَأْسٌ شَدِيدٌ وَمَنَافِعُ لِلنَّاسِ وَلِيَعْلَمَ اللَّهُ مَنْ يَنْصُرُهُ وَرُسُلَهُ بِالْغَيْبِ إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ }(743).",
            "page": "116",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "سورة الحديد ؟ هل ثمة اكثر دلالة على ارتباط المسلم بالارض من تسمية سورة كاملة باسم خام من اهم واخطر خاماتها ؟ هل ثمة اكثر اقناعا لنزعة التحضر والتطبيق العلمي (التقني) والابداع والبناء ، التي جاء الاسلام لكي يجعلها جزءا اساسيا من اخلاقيات الايمان وسلوكيته في قلب العالم من هذه الآية التي تعرض خام الحديد كنعمة كبيرة انزلها الله لعباده ، وتعرض معها المسألة في طرفيها اللذين يتمخضان دوما عن الحديد : (البأس الشديد) متمثلا باستخدام الحديد كأساس للتسلح والاعداد العسكري ، و (المنافع) التي يمكن ان يحظى بها الانسان من هذه المادة الخام في كافة ميادين نشاطه وبنائه (السلمي) ؛ وهل ثمة حاجة للتأكيد على الاهمية المتزايدة للحديد بمرور الزمن في مسائل السلم والحرب ، وانه غدا في عصرنا الراهن هذا وسيلة من اهم الوسائل في ميادين القوة الدولية سلما وحربا ؟ ان الدولة المعاصرة التي تمتلك خام الحديد تستطيع ان (ترهب اعداءها) بما ينتجه هذا الخام من مقدرة على التسلح الثقيل ، وتستطيع - أيضا- ان تخطو خطوات واسعة لكي تقف في مصاف الدول الصناعية العظمى التي يشكل الحديد العمود الفقري لصناعتها وغناها ؟ . ¶ ان كل موقف قرآني يشكل وحدة عضوية لا تنفصم عراها ، يمكن ان نحظى بابعادها وصيغتها النهائية بمجرد ان نجمع الى بعض كل الايات التي تغذي هذا (الموقف) وتشكل مادته الحية ، في الاقتصاد ، في الاجتماع ، في السياسة ، في الادارة ، في النفس ، في العلاقات الدولية ، في العقائد ، في الآداب ، في المعاملات .. نلتقي بعدد من المواقف المتكاملة المحبوكة التي تصنعها وتصورها وتمنحها شكلها النهائي مجموعة من الآيات المنبثة في ثنايا القرآن .",
            "page": "117",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "والان ونحن نتكلم عن الحديد ، نلتقي بسورة كاملة بهذا الاسم ، ونتذكر في الوقت نفسه آيات سورة (سبأ) التي تذكر نعمة الله على داود (ع) بتليين الحديد له ، او تعليمه كيف يلين الحديد - كما سنرى - وهي بصدد الحديث عن البناء والاعمار والتصنيع ، ونتذكر ايضا ذا القرنين وهو ينادي الجماعة المضطهدة لكي يحميها من الغزاة { آتُونِي زُبَرَ الْحَدِيدِ حَتَّى إِذَا سَاوَى بَيْنَ الصَّدَفَيْنِ قَالَ انفُخُوا حَتَّى إِذَا جَعَلَهُ نَارًا قَالَ آتُونِي أُفْرِغْ عَلَيْهِ قِطْرًا(96)فَمَا اسْتَطَاعُوا أَنْ يَظْهَرُوهُ وَمَا اسَطَاعُوا لَهُ نَقْبًا }(744).وتفرض آية اخرى نفسها لاتمام المسالة ، تلك التي تنادي الجماعة المسلمة { وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ وَمِنْ رِبَاطِ الْخَيْلِ تُرْهِبُونَ بِهِ عَدُوَّ اللَّهِ وَعَدُوَّكُمْ وَآخَرِينَ مِنْ دُونِهِمْ لَا تَعْلَمُونَهُمْ اللَّهُ يَعْلَمُهُمْ }(745). لكي مايلبث الانسان المسلم والجماعة المسلمة ان يعتمدا الحديد ، هذا الخام الخطير المذكور في عدد من المواضع ، والذي سميت احدى السور باسمه ، مادة اساسية لاعداد (القوة) وارهاب الاعداء ، في عالم يضيع فيه ويداس من لا يملك القدرة على ارهاب اعدائه ، هذه القدرة التي ترتبط دوما بمدى النمو الحضاري ارتباطا عضويا ، وتسير معه في نفس المنحنيات التي يجتازها في اغلب الاحيان .",
            "page": "118",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "ولابد ان نلتفت اخيرا الى هذا التداخل العميق والارتباط الصميم في آية الحديد بين ارسال الرسل وانزال الكتب معهم ، واقامة الموازين الدقيقة لأقامة العدل بين الناس ، وبين انزال الحديد الذي يحمل في طياته (البأس) ، ثم التأكيد على ان هذا كله انما يجيء لكي يعلم الله (من ينصره ورسله بالغيب) و (ان الله قوي عزيز) . ان هذا الموقف المتشعب المتداخل يجيء واحدا من مواقف عديدة ، تؤكد على ان الاسلام جاء لكي يشد الانسان الى اعماق الارض ، ويدفعه الى التنقيب فيها ، من اجل اعمارها وحمايتها ، وان المسلم لن تحميه وتنصره الا يده المؤمنة التي تعرف كيف تبحث عن الحديد وتصوغه من اجل الحماية والتقدم والنصر وانه ، بمجرد ان يتخلى عن موقفه الفعال هذا ، الذي يرتبط ارتباطا وثيقا بحركة الجهاد الدائمة ، ويختار بدلا من ذلك مواقع الفرار والاتكال والانتظار السالب لمعونة الله فانه يتناقض مع نفسه وعقيدته ، وانه سيهزم لا محال ما دام قد اعرض عن هذه المواقف القرآنية التي تكاد تصرخ باعلى نبرة انه بدون الاعتماد الواعي ، المسؤول ، الذكي ، الخبير ، على مصادر القوة والبأس فلن يكون هناك (نصر) ولا (تقدم) ولا (حماية) للموازين والقيم العادلة التي جاء الانبياء بكتبهم السماوية ، لتنفيذها في الارض ، حتى ولو حبس المؤمنون انفسهم في المساجد ، السنين الطوال ، يبكون ويتضرعون . ¶ هنالك تلك الصورة الفذة التي يطرحها القرآن عن ذلك التناغم بين الانسان",
            "page": "119",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "والطبيعة ، وماوراءها وذلك التوازن بين تسخير القوى المادية (وتصنيعها) وبين عبادة الله سبحانه ، وذلك التقابل المبدع بين النزعتين الجمالية والعملية ، وهذه المعادلة الواضحة بين جبروت الانسان وقدرته الفعالة وبين نسبيته وضعفه وحاجته الدائمة الى الله ، وهذا التأكيد المستمر على حماية الفاعلية البشرية من الجنوح والانحراف بعيدا عن المتطلبات المادية والطبيعية .. الصورة التي يعرضها القرآن عن تجربة داود وسليمان (ع) { وَلَقَدْ آتَيْنَا دَاوُدَ مِنَّا فَضْلًا يَاجِبَالُ أَوِّبِي مَعَهُ وَالطَّيْرَ وَأَلَنَّا لَهُ الْحَدِيدَ(10)أَنْ اعْمَلْ سَابِغَاتٍ وَقَدِّرْ فِي السَّرْدِ وَاعْمَلُوا صَالِحًا إِنِّي بِمَا تَعْمَلُونَ بَصِيرٌ(11) وَلِسُلَيْمَانَ الرِّيحَ غُدُوُّهَا شَهْرٌ وَرَوَاحُهَا شَهْرٌ وَأَسَلْنَا لَهُ عَيْنَ الْقِطْرِ وَمِنْ الْجِنِّ مَنْ يَعْمَلُ بَيْنَ يَدَيْهِ بِإِذْنِ رَبِّهِ وَمَنْ يَزِغْ مِنْهُمْ عَنْ أَمْرِنَا نُذِقْهُ مِنْ عَذَابِ السَّعِيرِ(12) يَعْمَلُونَ لَهُ مَا يَشَاءُ مِنْ مَحَارِيبَ وَتَمَاثِيلَ وَجِفَانٍ كَالْجَوَابِ وَقُدُورٍ رَاسِيَاتٍ اعْمَلُوا آلَ دَاوُودَ شُكْرًا وَقَلِيلٌ مِنْ عِبَادِي الشَّكُورُ(13) فَلَمَّا قَضَيْنَا عَلَيْهِ الْمَوْتَ مَا دَلَّهُمْ عَلَى مَوْتِهِ إِلَّا دَابَّةُ الْأَرْضِ تَأْكُلُ ¶ مِنسَأَتَهُ فَلَمَّا خَرَّ تَبَيَّنَتْ الْجِنُّ أَنْ لَوْ كَانُوا يَعْلَمُونَ الْغَيْبَ مَا لَبِثُوا فِي الْعَذَابِ ¶ الْمُهِين }(746). وفي مقطع آخر نجده في سورة (ص) نقرأ تاكيدا واستكمالا للموقف",
            "page": "120",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "{ اصْبِرْ عَلَى مَا يَقُولُونَ وَاذْكُرْ عَبْدَنَا دَاُودَ ذَا الْأَيْدِ إِنَّهُ أَوَّابٌ(17)إِنَّا سَخَّرْنَا الْجِبَالَ مَعَهُ يُسَبِّحْنَ بِالْعَشِيِّ وَالْإِشْرَاقِ(18)وَالطَّيْرَ مَحْشُورَةً كُلٌّ لَهُ أَوَّابٌ(19)وَشَدَدْنَا مُلْكَهُ وَآتَيْنَاهُ الْحِكْمَةَ وَفَصْلَ الْخِطَابِ }(747). ¶ ثم تعود الآيات لكي تتحدث عن سليمان كرة اخرى{ قَالَ رَبِّ اغْفِرْ لِي وَهَبْ لِي مُلْكًا لَا يَنْبَغِي لِأَحَدٍ مِنْ بَعْدِي إِنَّكَ أَنْتَ الْوَهَّابُ(35)فَسَخَّرْنَا لَهُ الرِّيحَ تَجْرِي بِأَمْرِهِ رُخَاءً حَيْثُ أَصَابَ(36)وَالشَّيَاطِينَ كُلَّ بَنَّاءٍ وَغَوَّاصٍ(37)وَآخَرِينَ مُقَرَّنِينَ فِي الْأَصْفَادِ(38)هَذَا عَطَاؤُنَا فَامْنُنْ أَوْ أَمْسِكْ بِغَيْرِ حِسَابٍ }(748). ثم نقرأ في سورة الانبياء {... وَكُلًّا آتَيْنَا حُكْمًا وَعِلْمًا وَسَخَّرْنَا مَعَ دَاوُودَ الْجِبَالَ يُسَبِّحْنَ وَالطَّيْرَ وَكُنَّا فَاعِلِينَ(79)وَعَلَّمْنَاهُ صَنْعَةَ لَبُوسٍ لَكُمْ لِتُحْصِنَكُمْ مِنْ بَأْسِكُمْ فَهَلْ أَنْتُمْ شَاكِرُونَ(80)وَلِسُلَيْمَانَ الرِّيحَ عَاصِفَةً تَجْرِي بِأَمْرِهِ إِلَى الْأَرْضِ الَّتِي بَارَكْنَا فِيهَا وَكُنَّا بِكُلِّ شَيْءٍ عَالِمِينَ(81)وَمِنْ الشَّيَاطِينِ مَنْ يَغُوصُونَ لَهُ وَيَعْمَلُونَ عَمَلًا دُونَ ذَلِكَ وَكُنَّا لَهُمْ حَافِظِينَ }(749)",
            "page": "121",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "ان هذه المقاطع التي اثرنا الوقوف عندها كنماذج من بين كثير غيرها ، تبين لنا قمة الاندماج الحضاري الفاعل بين الانسان والقوى غير المرئية والطبيعة ، في حوارها الخلاق مع الله سبحانه اخذاً وعطاءاً .. ان طاقات الكون كله تنسجم هنا وتتناغم وتعمل بتوافق رائع في خدمة الانسان الذي يتوجه الى الله في اصغر فاعلياته واكبرها ، حامدا شاكرا ، عابدا ، للمنعم الذي منحه هذا كله لكي يختار موقعه الصحيح الذي انشئت الحياة على الارض من اجله { وَمَا خَلَقْتُ الْجِنَّ وَالْإِنسَ إِلَّا لِيَعْبُدُونِ(56)مَا أُرِيدُ مِنْهُمْ مِنْ رِزْقٍ وَمَا أُرِيدُ أَنْ يُطْعِمُونِ }(750) ¶ والعبادة التي تطرحها هذه الآية العريضة ليست علاقة ثنائية سالبة بين الله ¶ والانسان ، كما انها ليست عطاءاً ومنحا ، احادي الجانب ، يشكر الانسان به ماوهبه الله اياه في نفسه وعالمه ، انها حوار ايجابي وجدل فعال وممارسة حضارية تسودها علاقات الاخذ والعطاء .. ان هذه الآيات تجيء لكي تعطينا صورة ، من عشرات الصور التي التي يطرحها القرآن عن طبيعة العلاقة بين الله والانسان ، وعما تؤول اليه على نطاق النفس البشرية والعالم كله ، حيث لاانفصال في الاسلام - بين الانسان والعالم - ، ولا انقطاع بين عالمي الحضور والغياب ، وحيث الارتباط الكلي الذي يضم الانسان الى الطبيعة ، الى ما وراءها ، لكي تتحقق مشيئة الله في اعمار الارض ، والتوجه المسؤول صوب خالق الكون والحياة والانسان وتأدية مسؤولية الخلافة بوعي وامانة .",
            "page": "122",
            "part": "1"
        },
        {
            "id": "123",
            "nass": "اننا هنا نلتقي باثنين من عباد الله المصطفين ، داود وسليمان (ع) وقد سخرت لهما قوى الطبيعة الهائلة والطاقات الغيبية التي لايحدها جدار زمني او حاجز مكاني ، والتي أخذ العلم يطأطيء رأسه امامها اخيرا ، سخرت جميعا لكي تعمل تحت امرة الانسان المؤمن المسؤول : الجياد ، الطير ، الحديد ، الريح ، القطر (النحاس السائل) ، الجن .. في عدد مشار اليه من مساحات العمل الحضاري صناعة وعمرانا وبناءاً وفنوناً .. وتثير عجبنا في ميدان هذا النشاط تلك الاشارات الواضحة الى الحديد والنحاس ، اللذين قد تبين لنا في في قرننا العشرين هذا ، كم هما ضروريان للحضارة المعاصرة ، ولكل حضارة تريد ان تعمر وتصنع وتبني وتتفنن وتطبق .. ويثير عجبنا - كذلك - ان الله سبحانه لم يمنح الحديد فحسب لداود ، ولكنه يعلمه كيف يلينه ، فبدون هذا لن تكون ثمة فائدة لهذا الخام الخطير ولن ننسى هنا الاشارة الى (الريح) التي تروح في شهر وتغدو بمثله ، وقد تبين لنا من خلال الدراسات الجغرافية والطبيعية ، كم هي عظيمة خطيرة طاقة الريح هذه في اعمار الارض والحياة او في دمارهما وفنائهما على السواء .",
            "page": "123",
            "part": "1"
        },
        {
            "id": "124",
            "nass": "ان هذه الآيات ، وغيرها كثير ، تقدم لنا الرد الآلهي الحاسم على القائلين بان الاديان السماوية ماجاءت الا لكي تقود المؤمنين الى مواقع الانعزال والسلب والفرار ، وتلقي في روعهم ان الدنيا (قنطرة) وان عليهم ان يعبروها ولا يعمروها .. ومن ثم يغدو (الدين) في تصورهم هذا نقيضا (للتحضر) ، ويقف الايمان بمواجهة الخلق والابتكار والابداع ، وتتحول العلاقة بين الانسان وخالقه الى ممارسة سكونية (ستاتيكية) تاركة للمذاهب الوضعية ان تاخذ زمام الحركة (الديناميك) من اجل تطوير الحياة وترقيتها .. ان هذا التصور الخاطيء مرفوض بالكلية ومستبعد من اساسه ، وامامنا شاهد فحسب من مئات الشواهد القرآنية على هذا الرفض لمواقف اتكالية مهزومة تسعى الى ان تجعل الدين والتطور عدوين لدودين .. اننا هنا نلتقي بالانسان المؤمن ، بل بالنبي ، الذي يبلغ من فهمه عن الله وشكره لنعمائه ان يمنحه خالقه هذا القدر الكبير من القوى المذخورة ، ويكشف له عن هذه الطاقات الطبيعية الهائلة ، ويحشر لخدمته الريح والحديد والنحاس والجان والنار .. من اجل ماذا ؟ من اجل ان يبني ويعمر ويتفنن ويبدع ويبتكر ، ويتقدم بالحياة صعدا على طريق الخلافة المسؤولة ، المؤمنة ، الواعية ، التي لا ينحرف بها هذا النعيم الكبير ، والقدرات المتاحة ، عن التوجه بالشكر للخلاق العظيم ، مصدر القوة والطاقة والفاعلية ، وعن التزام الموقع الصحيح في العلاقة المطلوبة بين الله والانسان . وقليل هم اولئك الذين يظلون في مواقعهم هذه بامانة كاملة .. ولكن الآيات القرآنية ما تلبث - في ختام الصورة - ان تعرض حقيقة اخرى لا تقل",
            "page": "124",
            "part": "1"
        },
        {
            "id": "125",
            "nass": "اهمية لانها تفعل فعلها الايجابي في موازنة (الوضع) البشري كيلا ينحرف صوب الكفر والطغيان .. ان الموت بانتظار الجميع ، انبياء كانوا ام اناسا عاديين ، عمالقة كانوا ام اقزاما ، ملوكا ام فقراء .. انه نهاية المطاف لبني آدم جميعا ، والسقطة التي لابد منها للمرور الى يوم الحساب ، وان عليهم ان يتذكروا هذا ، لان الرجل النبي الذي سخرت له طاقات العالم ، ومنح الحديد والنحاس السائل ، وحشرت تحت قدميه النار والرياح والجان ، ينتهي به الامر الى الموت ، لكي ما تلبث الديدان ، اقذر الحشرات واحطها ان تاكل منساته وهو لا يحس ولا يشعر !!. ¶ ان القرآن يقف بنا دائما في نقطة التوازن الخلاقة ، انه في هذه الصورة يبدأ بايصال الانسان الى قلب القوى الطبيعية ويحشرها في خدمته من اجل الاعمار والبناء ، فيسكت القاءلين بالتعارض بين العلم والدين ، ولكن ما يلبث في نهاية العرض ان يوقف الانسان عند حدود (الحكمة) التي يفترضها الايمان بوجود الله الاقدر والاعلم ، والتي تجيء بمثابة (فرامل ضابطة) تنظم سير القوى المسخرة للانسان ، وتمنعه - في الوقت نفسه - من الجنوح باتجاه الجبروت والطغيان واعتماد هذه الطاقات الهائلة للأبادة والدمار ، بدلا من حصانة تفرده وتقدمه في الارض . ¶ وهذا ، لو تحقق ، فانه سيؤول بطبيعة الحال الى وضعية مضادة للتحضر والتطور ، وضعية لاتقل في سلبيتها وخطورتها عن تزييف الموقف الديني ودفعه الى الرفض والفرار بمواجهة الدخول الى قلب العالم والاسهام في تحضيره وتطويره .",
            "page": "125",
            "part": "1"
        },
        {
            "id": "126",
            "nass": "ان (الايمان) الذي يقوم عليه بنيان الدين ، يجيء دائما بمثابة (معامل حضاري) ، يمتد افقيا لكي يصب ارادة الجماعة المؤمنة على معطيات الزمن والتراب ، ويوجهها في مسالكها الصحيحة ، ويجعلها تنسجم في علاقاتها ، وارتباطاتها مع حركة الكون والطبيعة ونواميسهما ، فيزيدها عطاءاً وقوة وايجابية وتناسقا .. كما يمتد عموديا في اعماق الانسان لكي يبعث فيه الاحساس الدائم بالمسؤولية ، ويقظة الضمير ، ويدفعه الى سباق زمني لامثيل له لاستغلال الفرصة التي اتيحت له كي يفجر طاقاته ويعبر عن قدراته التي منحه الله اياها ، على طريق (القيم) التي يؤمن بها و (الاهداف) التي يسعى لبلوغها ، فيما يعتبر جميعا - في نظر الاسلام - عبادة شاملة يتقرب بها الانسان الى الله . ¶ ويتحدث القرآن الكريم عن هذا (السباق) عندما يصف المؤمنين بانهم (يسارعون في الخيرات) وانهم (لها سابقون) ، وفي كلا التعبيرين نلمح بوضوح فكرة (الزمن) ومحاولة اعتماده لتحقيق اكبر قدر ممكن من المعطيات ، ما تلبث ان ترتقي - بمقاييس الكم والنوع -بمجرد ان يتجاوز (المسلم) مرحلة الايمان ، الى المراحل الاعلى التي يحدثنا عنها القرآن في اماكن عديدة : (التقوى) و (الاحسان) !! . ¶ وهكذا تجيء (التجربة الايمانية) لا لكي تمنح الحضارة ، في مرحلة نموها ، وحدتها وتفردها وشخصيتها وتماسكها وتحميها من التبعثر والتفكك والانهيار ، فحسب ، وانما لكي ترفدها بهذين البعدين الاساسيين اللذين يؤول اولهما الى تحقيق انسجامها مع نواميس الكون والطبيعة { أَفَغَيْرَ دِينِ اللَّهِ يَبْغُونَ وَلَهُ أَسْلَمَ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ طَوْعًا وَكَرْهًا وَإِلَيْهِ يُرْجَعُونَ }(751) ... { وَمَنْ يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ",
            "page": "126",
            "part": "1"
        },
        {
            "id": "127",
            "nass": "فِي الْآخِرَةِ مِنْ الْخَاسِرِينَ }(752)... ويعطيها ثانيهما قدرات ابداعية اكثر واعمق ، تتفجر على ايدي اناس يشعرون بمسؤوليتهم ، ويعانون يقظة ضمائرهم ، ويسابقون الزمن في عطائهم لانهم يؤمنون بالله واليوم الآخر ، { لَا يُرِيدُونَ عُلُوًّا فِي الْأَرْضِ ¶ وَلَا فَسَادًا }(753). ¶ والواقع ان القرآن ، وهو يحض المؤمنين على التسارع الحضاري عملا ¶ وانجازا وابداعا مسؤولا ويعلن رفضه للكسل والقعود والاتكال ، والعبور السالب للعالم دونما انشاء او تغيير او اعمار .. لايتجاوز ، انطلاقا من موقفه الوسطي الشامل ، مسألة في ¶ مقابل هذا كله ، على غاية في الاهمية ، لانها تعد احدى المسائل الاساسية الفاصلة بين التجربتين الحضاريتين : الدينية ، والوضعية ، تلك هي التأكيد الدائم على ان حياة الانسان في الارض ، فردا وجماعة ، ليست ابدية دائمة ، انما هي عابرة موقوتة ، وان معطياته فيها ليست خالدة باقية ، انما هي معرضة في اية لحظة للدمار والزوال بناء على طبيعة (الحياة الدنيا) القائمة على التغير والتنوع ، والصعود ، والهبوط ، والميلاد والموت ، وان الحياة الحقيقية هي الحياة الاخرى التي تتميز بالبقاء والدوام ، والتي كتب للانسان فيها الخلود المطلق ، ومن ثم فان كل مايقدمه في هذه الحياة الفانية من اعمال ومنجزات يجب الا يكون هدفا بحد ذاته ، كما هو الحال في جل التجارب الوضعية ، انما هو وسيلة فقط لتهيئة الحياة الدنيا لعبادة الله وحده وايجاد المناخ المناسب لممارسة مهمة الاستخلاف التي جاء الانسان الى العالم لأدائها . وهكذا يغدو الانجاز الحضاري في الاسلام وسيلة الى غاية اكبر ، ويكتسب في الوقت ذاته اخلاقية كبرى ، لانجدها في سائر الحضارات ، تصده عن استخدام طاقاته وقدراته في غير الطريق الذي تحتمه هذه الغاية الشريفة البعيدة ، التي لا تقف عند حد .",
            "page": "127",
            "part": "1"
        },
        {
            "id": "128",
            "nass": "ان القرآن ، من اجل ان نظل دوما في الموقف الوسط الذي يميزنا عن سائر المواقف النسبية ، المتأرجحة ، يحدثنا في اكثر من موضع ، ووفق اشد الصور اثارة ، عن هذه المسألة الا انه يجب الا يخطر ببالنا لحظة ، ان في هذه الصور والآيات ، دعوة للزهد او الفرار ، لان هذا يمثل تناقضا اساسيا مع معطيات القرآن كله وتأكيده في مئات المواضع على ضرورة العمل والابداع .. انما هو تقرير للحقيقة النهائية ، وتثبيت للموازين العادلة ، وعرض مقارن لعالمي الفناء والبقاء ، ورؤية للمؤمنين تصدهم عن الافساد والطغيان . ¶ { وَمَا هَذِهِ الْحَيَاةُالدُّنْيَا إِلَّا لَهْوٌ وَلَعِبٌ وَإِنَّ الدَّارَ الْآخِرَةَ لَهِيَ الْحَيَوَانُ لَوْ كَانُوا يَعْلَمُونَ }(754). ¶ { اعْلَمُوا أَنَّمَا الْحَيَاةُ الدُّنْيَا لَعِبٌ وَلَهْوٌ وَزِينَةٌ وَتَفَاخُرٌ بَيْنَكُمْ وَتَكَاثُرٌ فِي ¶ الْأَمْوَالِ وَالْأَوْلَادِ كَمَثَلِ غَيْثٍ أَعْجَبَ الْكُفَّارَ نَبَاتُهُ ثُمَّ يَهِيجُ فَتَرَاهُ مُصْفَرًّا ثُمَّ يَكُونُ حُطَامًا وَفِي الْآخِرَةِ عَذَابٌ شَدِيدٌ وَمَغْفِرَةٌ مِنْ اللَّهِ وَرِضْوَانٌ وَمَا الْحَيَاةُ الدُّنْيَا إِلَّا مَتَاعُ الْغُرُورِ }(755). ¶ { وَاضْرِبْ لَهُمْ مَثَلَ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنزَلْنَاهُ مِنْ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ فَأَصْبَحَ هَشِيمًا تَذْرُوهُ الرِّيَاحُ وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ مُقْتَدِرًا(45) ¶ الْمَالُ وَالْبَنُونَ زِينَةُ الْحَيَاةِ الدُّنْيَا وَالْبَاقِيَاتُ الصَّالِحَاتُ خَيْرٌ عِنْدَ رَبِّكَ ثَوَابًا وَخَيْرٌ ¶ أَمَلًا }(756).",
            "page": "128",
            "part": "1"
        },
        {
            "id": "129",
            "nass": "ويتضح هذا المعنى الاخلاقي الايجابي للمسألة من خلال العديد من الآيات التي تندد بالغرور البشري الذي ينبثق عن الالتصاق الكامل بالحياة الدنيا ، ويتمخض عن الظلم والفساد والطغيان { ذَلِكُمْ بِأَنَّكُمْ اتَّخَذْتُمْ آيَاتِ اللَّهِ هُزُوًا وَغَرَّتْكُمْ الْحَيَاةُ الدُّنْيَا ..} (757). ¶ { بَلْ إِنْ يَعِدُ الظَّالِمُونَ بَعْضُهُمْ بَعْضًا إِلَّا غُرُورًا }(758). ¶ والغرور احساس مرضي اشبه بالورم الذي يمنع التقدير الموضوعي الصحيح لاحجام الاشياء . وحيثما تلفتنا وجدنا الشيطان ، عدو الانسان يكمن وراءه وينفخ فيه : { يَعِدُهُمْ وَيُمَنِّيهِمْ وَمَا يَعِدُهُمْ الشَّيْطَانُ إِلَّا غُرُورًا }(759). ¶ ونسبية التجارب البشرية ، وعدم دوامها ، لاتبدوان فقط بعرضهما على مطلقات الآخرة وخلودها ، انما من خلال حركة التاريخ البشري كذلك ، الحركة الدائمة التي ترفع وتخفض ، وتقدم وتؤخر ، وتنشيء وتعيد ، بارادة الله ، ووفق نواميسه في الكون : ¶ { إِنَّمَا مَثَلُ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنْزَلْنَاهُ مِنْ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ مِمَّا يَأْكُلُ النَّاسُ وَالْأَنْعَامُ حَتَّى إِذَا أَخَذَتْ الْأَرْضُ زُخْرُفَهَا وَازَّيَّنَتْ وَظَنَّ أَهْلُهَا أَنَّهُمْ قَادِرُونَ عَلَيْهَا أَتَاهَا أَمْرُنَا لَيْلًا أَوْ نَهَارًا فَجَعَلْنَاهَا حَصِيدًا كَأَنْ لَمْ تَغْنَ بِالْأَمْسِ كَذَلِكَ نُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَتَفَكَّرُونَ }(760). ¶ ******* ¶ ان تأكيد القرآن الكريم في اكثر من موضع على (تسخير) كتلة الكون القريب والطبيعة والعالم للانسان ، انما يمثل دعوة ملحة ، الى اعتماد التطبيق العلمي للافادة من هذا التسخير في اوسع امدائه .. فليس غير العلم بقادر على فهم وادراك السنن والقوانين التي يعمل العالم والطبيعة بموجبها ، وتنفيذ الطاقات الكبيرة التي تمنحها هذه السنن والقوانين المسخرة لخدمة الانسان .",
            "page": "129",
            "part": "1"
        },
        {
            "id": "130",
            "nass": "ان الله سبحانه قد حدد ابعاد السماء الدنيا والعالم والطبيعة ، وقوانينها ونظمها واحجامها ، بما يتلاءم والمهمة الاساسية لخلافة الانسان في العالم وقدرته على التعامل (التطبيقي) معها تعاملا ايجابيا فاعلا ، وان القرآن الكريم يحدثنا عن ان هذا (التسخير) سبق مجيء الانسان ، تلبية لمتطلبات خلافته في الارض واعماره للعالم على عين الله وهداه : ¶ { وَسَخَّرَ لَكُمْ اللَّيْلَ وَالنَّهَارَ وَالشَّمْسَ وَالْقَمَرَ }(761). ¶ { وَهُوَ الَّذِي سَخَّرَ الْبَحْرَ لِتَأْكُلُوا مِنْهُ لَحْمًا طَرِيًّا }(762). ¶ { أَلَمْ تَرَ أَنَّ اللَّهَ سَخَّرَ لَكُمْ مَا فِي الْأَرْضِ ؟}(763). ¶ { أَلَمْ تَرَوْا أَنَّ اللَّهَ سَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ }(764). ¶ { وَسَخَّرْنَا مَعَ دَاوُدَ الْجِبَالَ يُسَبِّحْنَ وَالطَّيْرَ }(765). ¶ { فَسَخَّرْنَا لَهُ الرِّيحَ تَجْرِي بِأَمْرِهِ رُخَاءً حَيْثُ أَصَابَ }(766). ¶ الهوامش ¶ (1) حدود العلم ص32 - 33 ، الدار العلمية ، بيروت - 1972 . ¶ (2) المرجع السابق ص36 . ¶ (3) المرجع السابق ص44 - 45 . ¶ (4) العقاد ص58 - 60 . ¶ (5) حدود العلم ص52 - 54 . ¶ (6) المرجع السابق ص40 - 41 . ¶ (7) المرجع السابق ص45 . ¶ (8) المرجع السابق ص47 - 48 . ¶ (9) انظر بالتفصيل: الترجمة العربية في مجلة (النور) المغربية ، العدد الثامن ، السنة الرابعة، 1977 . ¶ (10) الحديد1 ، الحشر1 ، الصف1 . ¶ (11) الاسراء : 44 . ¶ (12) الرعد : 13 . ¶ (13) النور : 41 . ¶ (14) الحشر : 24 ، وانظر الجمعة : 1 ، التغابن : 1 . ¶ (15) الأنبياء : 79 . ¶ (16) ص 18 . ¶ (17) الرعد : 15 . ¶ (18) النحل : 48 - 49 . ¶ (19) الحج : 18 . ¶ (20) الروم : 26 . ¶ (21) الرحمن : 6 . ¶ (22) الأحزاب : 72 . ¶ (23) حدود العلم ص48 - 49 . ¶ (24) فاطر : 39 . ¶ (25) الأنعام : 165 . ¶ (26) الأعراف : 69 . ¶ (27) الأعراف : 129 . ¶ (28) يونس : 14 . ¶ (29) النمل : 62 . ¶ (30) النور : 55 .",
            "page": "130",
            "part": "1"
        },
        {
            "id": "131",
            "nass": "(31) هود : 61 . ¶ (32) الملك : 2 . ¶ (33) آل عمران : 104 - 105 . ¶ (34) آل عمران : 110 . ¶ (35) الأعراف : 56 . ¶ (36) الأعراف : 85 . ¶ (37) الاعراف : 31 . ¶ (38) الاعراف : 32 . ¶ (39) الاعراف : 33 . ¶ (40) آل عمران : : 93 . ¶ (41) الانعام : 150 ، وانظر : الانعام 141 ، 143 - 145 ، يونس 59 . ¶ (42) الانعام 148 . ¶ (43) النحل : 35 . ¶ (44) النساء : 160 . ¶ (45) الانعام : 140 . ¶ (46) النحل : 116 . ¶ (47) المائدة : 87 . ¶ (48) التحريم : 1 . ¶ (49) آل عمران : 50 . ¶ (50) الاعراف : 157 . ¶ (51) البقرة : 168 . ¶ (52) سورة النحل : آية 12 . ¶ (53) سورة النحل : آية 14 . ¶ (54) سورة ابراهيم : آية 32 - 33 . ¶ (55) سورة ص : آية 36 . ¶ (56) سورة لقمان : آية 20 . ¶ (57) سورة العنكبوت : آية 61 . ¶ (58) ترجمة محمود صالح الفلكي ، الطبعة الرابعة ، مكتبة النهضة ، القاهرة - 1962 . ¶ (59) المرجع السابق ص 46 - 47 . ¶ (60) نفسه ص 59 . ¶ (61) نفسه ص 66 . ¶ (62) نفسه ص 73 . ¶ (63) نفسه ص 103 . ¶ (64) نفسه ص 126 . ¶ (65) نفسه ص 136 . ¶ (66) نفسه ص 150 . ¶ (67) نفسه ص 147 . ¶ (68) نفسه ص 195 - 196 . ¶ (69) نفسه ص 203 - 204 . ¶ (70) تحرير جون كلوثر مونسما ، ترجمة الدمرداش عبد المجيد سرحان ، الطبعة الثالثة ، مؤسسة الحلبي ، القاهرة - 1968 . ¶ (71) المرجع السابق ص 6 ، 10 . ¶ (72) نفسه ص 14 - 15 . ¶ (73) نفسه . ص 20 . ¶ (74) نفسه ص 21 ، 24 - 25 . ¶ (75) نفسه ص 26 ، 29 - 30 . ¶ (76) الاسراء : 36 . ¶ (77) عبس 24 - 31 . ¶ (78) الطارق : 5 . ¶ (79) الاعراف : 185 . ¶ (80) يونس : 101 . ¶ (81) ق : 6 . ¶ (82) الروم : 9 . ¶ (83) محمد : 10 . ¶ (84) الغاشية : 17 . ¶ (85) المائدة : 75 . ¶ (86) الانعام : 46 . ¶ (87) الانعام : 65 . ¶ (88) الاسراء 21 . ¶ (89) الروم : 50 . ¶ (90) الانعام :99 . ¶ (91) العنكبوت : 20 . ¶ (92) الانفال : 21 . ¶ (93) الجن 1 - 2 . ¶ (94) الجن : 13 . ¶ (95) البقرة : 181 . ¶ (96) المائدة : 83 . ¶ (97) القصص : 55 .",
            "page": "131",
            "part": "1"
        },
        {
            "id": "132",
            "nass": "(98) فاطر : 14 . ¶ (99) فصلت : 26 . ¶ (100) القصص : 71 . ¶ (101) الملك : 10 . ¶ (102) البقرة : 171 . ¶ (103) مريم : 42 . ¶ (104) الانبياء : 45 . ¶ (105) الجاثية 8 . ¶ (106) فاطر : 14 . ¶ (107) الانعام : 36 . ¶ (108) الاعراف : 100 . ¶ (109) يونس : 67 . ¶ (110) الفرقان : 44 . ¶ (111) البقرة : 93 . ¶ (112) الانفال : 32 . ¶ (113) يونس : 42 . ¶ (114) النمل : 82 . ¶ (115) الزمر : 18 . ¶ (116) الكهف : 101 . ¶ (117) الانعام : 104 . ¶ (118) القصص : 72 . ¶ (119) الذاريات : 21 . ¶ (120) الطور : 15 . ¶ (121) البقرة : 17 . ¶ (122) الاعراف : 19 . ¶ (123) يونس : 43 . ¶ (124) ياسين : 9 . ¶ (125) الصافات : 175 . ¶ (126) الانعام 50 . ¶ (127) يوسف : 108 . ¶ (128) القيامة : 14 - 15 . ¶ (129) الانعام : 104 . ¶ (130) الاعراف : 203 . ¶ (131) ق : 8 . ¶ (132) النمل : 13 . ¶ (133) العنكبوت : 38 . ¶ (134) الملك : 3 - 4 . ¶ (135) الجاثية : 23 . ¶ (136) آل عمران : 13 . ¶ (137) الحج : 46 . ¶ (138) النور : 44 . ¶ (139) الحجر : 15 . ¶ (140) الانسان : 2 . ¶ (141) محمد : 23 . ¶ (142) النحل : 78 . ¶ (143) المؤمنون : 78 . ¶ (144) الاحقاف : 26 . ¶ (145) الاعراف : 79 . ¶ (146) الحج : 46 . ¶ (147) الزخرف : 40 . ¶ (148) هود : 20 . ¶ (149) الانعام : 46 . ¶ (150) ق 37 . ¶ (151) الجاثية : 23 . ¶ (152) البقرة : 7 . ¶ (153) هود : 24 . ¶ (154) المائدة : 71 . ¶ (155) الانعام : 110 . ¶ (156) البقرة : 242 . ¶ (157) العنكبوت : 43 . ¶ (158) البقرة : 171 . ¶ (159) الانفال : 22 . ¶ (160) يونس : 42 . ¶ (161) الحج : 46 . ¶ (162) الروم : 8 . ¶ (163) الانعام : 50 . ¶ (164) البقرة : 266 . ¶ (165) سبأ : 46 . ¶ (166) آل عمران : 191 . ¶ (167) الاعراف : 176 . ¶ (168) النحل : 44 . ¶ (169) هود : 91 . ¶ (170) طه : 28 . ¶ (171) النساء : 78 . ¶ (172) الانعام : 65 . ¶ (173) الانعام : 98 . ¶ (174) الاعراف : 179 . ¶ (175) التوبة : 87 . ¶ (176) الانعام : 25 . ¶ (177) التوبة : 122 .",
            "page": "132",
            "part": "1"
        },
        {
            "id": "133",
            "nass": "(178) النساء : 174 . ¶ (179) المؤمنون : 117 . ¶ (180) البقرة : 111 . ¶ (181) النمل : 64 . ¶ (182) القصص : 75 . ¶ (183) القصص 32 . ¶ (184) الانعام : 149 . ¶ (185) الانعام : 83 . ¶ (186) هود : 32 . ¶ (187) النحل : 111 . ¶ (188) العنكبوت : 46 . ¶ (189) الحج : 8 . ¶ (190) النحل : 125 . ¶ (191) البقرة : 120 . ¶ (192) البقرة : 145 . ¶ (193) البقرة : 247 . ¶ (194) آل عمران : 7 . ¶ (195) آل عمران : 18 . ¶ (196) آل عمران : 61 . ¶ (197) آل عمران : 66 . ¶ (198) النساء : 157 . ¶ (199) النساء : 162 . ¶ (200) الانعام : 143 . ¶ (201) الانعام : 148 . ¶ (202) الاعراف : 7 . ¶ (203) الاعراف : 52 . ¶ (204) يونس : 93 . ¶ (205) هود : 14 . ¶ (206) يوسف : 68 . ¶ (207) يوسف : 76 . ¶ (208) النحل : 27 . ¶ (209) الاسراء : 85 . ¶ (210) الاسراء : 107 . ¶ (211) مريم : 43 . ¶ (212) الحج : 3 . ¶ (213) الحج : 54 ¶ (214) النمل : 40 . ¶ (215) النمل : 42 . ¶ (216) العنكبوت : 49 . ¶ (217) سبأ : 6 . ¶ (218) الاحقاف : 4 . ¶ (219) الاحقاف : 23 . ¶ (220) النجم : 30 . ¶ (221) المجادلة : 11 . ¶ (222) الانعام : 80 . ¶ (223) يوسف : 22 . ¶ (224) الكهف : 65 . ¶ (225) طه : 114 . ¶ (226) الطلاق : 12 . ¶ (227) البقرة : 255 . ¶ (228) يونس : 39 . ¶ (229) طه : 52 . ¶ (230) البقرة : 31 . ¶ (231) العلق : 4 - 5 . ¶ (232) النساء : 113 . ¶ (233) العنكبوت : 43 . ¶ (234) فاطر : 28 . ¶ (235) البقرة : 102 . ¶ (236) انظر (رأي في الروحية) في كتاب (آفاق قرآنية) دار العلم للملايين ، بيروت - 1979 . ¶ (237) ياسين : 18 - 19 . ¶ (238) الجاثية : 24 . ¶ (239) آل عمران : 154 . ¶ (240) النساء : 157 . ¶ (241) الانعام : 116 . ¶ (242) الانعام : 148 . ¶ (243) ص : 27 . ¶ (244) الفتح : 6 . ¶ (245) الحجرات : 12 ¶ (246) النجم : 28 . ¶ (247) يونس : 36 . ¶ (248) فصلت : 23 . ¶ (249) النجم : 23 . ¶ (250) البقرة : 87 . ¶ (251) المائدة : 70 . ¶ (252) الانعام : 71 . ¶ (253) النساء : 135 . ¶ (254) ص : 26 .",
            "page": "133",
            "part": "1"
        },
        {
            "id": "134",
            "nass": "(255) النجم : 3 . ¶ (256) النازعات : 40 - 41 . ¶ (257) الاعراف : 176 . ¶ (258) طه : 16 وانظر الكهف : 28 . ¶ (259) الفرقان : 43 ، وانظر الجاثية : 23 . ¶ (260) القصص : 50 . ¶ (261) المائدة : 77 ، وانظر الانعام : 150 . ¶ (262) الجاثية : 18 . ¶ (263) البقرة : 120 ، وانظر الرعد : 37 . ¶ (264) المائدة : 49 . ¶ (265) المؤمنون : 71 . ¶ (266) القصص : 50 . ¶ (267) الروم : 29 . ¶ (268) الشورى : 15 . ¶ (269) الانعام : 119 . ¶ (270) الحج : 8 . ¶ (271) الانعام : 120 ، وانظر الانعام : 151 ، الاعراف : 33 . ¶ (272) الحديد : 3 . ¶ (273) لقمان : 20 . ¶ (274) الروم : 7 . ¶ (275) الرعد : 33 . ¶ (276) الاعراف : 187 . ¶ (277) االنحل : 77 . ¶ (278) الحج : 1 . ¶ (279) الاحزاب : 63 . ¶ (280) فصلت : 47 . ¶ (281) النازعات : 42 - 44 . ¶ (282) ان بمقدور باحث او مجموعة باحثين القيام بعمل عرض مقارن لتفسير الآيات المصنفة في هذا البحث وفق موضوعاتها ، وذلك باعتماد تفسير قديم للطبري او ابن كثير - على سبيل المثال - وآخر حديث شامل كألظلال ، وثالث من التفاسير المعنية بالجوانب العلمية فحسب، وذلك من اجل متابعة المنحنى التفسيري لهذه الآيات وتبين موقف عصرين متباعدين من معطيات القرآن العلمية . واغلب الظن ان محاولة كهذه تمثل ضرورة في حقل الدراسات القرآنية . ¶ (283) البقرة : 29 . ¶ (284) البقرة : 117 . ¶ (285) البقرة : 164 . ¶ (286) البقرة : 189 . ¶ (287) البقرة : 258 . ¶ (288) آل عمران : 27 . ¶ (289) آل عمران : 190 - 191 . ¶ (290) الانعام : 1 . ¶ (291) الانعام : 14 . ¶ (292) الانعام : 96 - 97 . ¶ (293) الانعام : 101 . ¶ (294) الاعراف : 54 . ¶ (295) الاعراف : 185 . ¶ (296) التوبة : 36 . ¶ (297) يونس : 5 - 6 . ¶ (298) يونس : 45 . ¶ (299) يونس : 67 . ¶ (300) يونس : 101 . ¶ (301) الرعد : 2 . ¶ (302) ابراهيم : 33 . ¶ (303) ابراهيم : 48 . ¶ (304) الحجر : 16 - 18 . ¶ (205) النحل : 12 . ¶ (306) النحل : 16 .",
            "page": "134",
            "part": "1"
        },
        {
            "id": "135",
            "nass": "(307) الاسراء : 12 . ¶ (308) الاسراء : 52 . ¶ (309) الكهف : 17 . ¶ (310) الكهف : 25 - 26 . ¶ (311) طه : 104 . ¶ (312) الانبياء : 22 . ¶ (313) الانبياء : 30 . ¶ (314) الانبياء : 32 - 33 . ¶ (315) الانبياء : 104 . ¶ (316) الحج : 47 . ¶ (317) الحج : 61 . ¶ (318) الحج : 65 . ¶ (319) المؤمنون : 17 . ¶ (320) المؤمنون : 71 . ¶ (321) المؤمنون : 81 . ¶ (322) المؤمنون : 91 . ¶ (323) المؤمنون : 112 - 114 . ¶ (324) النور : 44 ¶ (325) الفرقان : 45 - 47 . ¶ (326) الفرقان : 61 - 62 . ¶ (327) النمل : 38 - 42 . ¶ (328) النمل : 86 . ¶ (329) القصص : 71 - 72 . ¶ (330) العنكبوت : 61 . ¶ (331) الروم : 25 . ¶ (332) الروم : 55 . ¶ (333) لقمان : 10 . ¶ (334) لقمان : 11 . ¶ (335) لقمان : 29 . ¶ (336) فصلت : 53 . ¶ (337) الشورى : 12 . ¶ (338) الاحقاف : 35 . ¶ (339) الفتح : 4 ، 7 . ¶ (340) ق : 6 . ¶ (341) الذاريات : 7 . ¶ (342) الذاريات : 47 . ¶ (343) الرحمن : 5 - 7 . ¶ (344) الرحمن : 17 . ¶ (345) الرحمن 29 . ¶ (346) الرحمن : 33 - 36 . ¶ (347) الواقعة : 75 - 76 . ¶ (348) الحديد : 6 . ¶ (349) الطلاق : 12 . ¶ (350) الملك : 3 - 5 . ¶ (351) المعارج : 40 . ¶ (352) المعارج : 3 - 7 . ¶ (353) نوح : 15 - 16 . ¶ (354) الجن : 8 - 9 . ¶ (355) المدثر : 31 . ¶ (356) النبأ : 12 - 13 . ¶ (357) النازعات : 27 - 32 . ¶ (358) النازعات : 46 . ¶ (359) التكوير : 15 - 18 . ¶ (360) الانشقاق : 16 - 19 . ¶ (361) البروج : 1 . ¶ (362) الطارق : 1 - 3 . ¶ (363) الغاشية : 18 . ¶ (364) الضحى : 1 - 2 . ¶ (365) الشمس : 1 - 6 . ¶ (366) الليل : 1 - 2 .",
            "page": "135",
            "part": "1"
        },
        {
            "id": "136",
            "nass": "(367) الانعام : 73 ، 79 ، الاعراف 54 ، يونس 3 ، هود 7 ، ابراهيم 19 ، 32 - 33 ، النحل 3 ، الاسراء 99 ، الكهف 51 ، طه 4 ، الانبياء 16 - 18 ، 56 ، الفرقان 59 ، النمل 60، العنكبوت 24 ، الروم 8 ، لقمان 25 ، السجدة 4 ، فاطر 1 ، ياسين 81 ، ص 7 ، الزمر 38 ، 46 ، غافر 57 ، الشورى 11 ، 29 ، الدخان 38 - 39 ، الجاثية 22، الاحقاف 3 ، 33 ، ق 15 ، 28 ، الطور 36 ، الحديد 4 ، التغابن 3 . ¶ (368) الانعام 96 ، يونس 5 ، الرعد 8 ، 17 ، الحجر 21 ، المؤمنون 18 ، الفرقان 2 ، سبأ 18 ، ياسين 38 ، 39 ، فصلت 10 - 12 ، الشورى 27 ، الزخرف 11 ، ¶ القمر 12 ، 49 ، المزمل 20 ، المرسلات 23 ، الاعلى 3 . ¶ (369) البقرة 107 ، 115 ، 116 ، 142 ، 255 ، 284 ، آل عمران 109 ، 180 ، النساء 126 ، 131 ، 132 ، 171 ، المائدة 17 ، 18 ، 40 ، 120 ، ¶ الانعام 12 - 13، الاعراف 158 ، التوبة 116 ، يونس 55 ، 66 ، 68 ، ¶ الرعد 16 ، ابراهيم 2 ، النحل 52 ، مريم 65 ، طه 6 ، الانبياء 19 ، 56 ، ¶ الحج 64 ، المؤمنون 84 ، 86 ، 88 ، النور 42 ، 64 ، الفرقان 2 ، ¶ الشعراء 24 ، 28 ، الروم 26 ، لقمان 26 ، سبأ 1 ، 22 فاطر 40 ، ياسين 83 ، ص 66 ، الزمر 44 ، الشورى 4 ، 49 ، 53 ، الزخرف 10 ، 82 ، 85 ، ، الدخان 7 ، الجاثية 27 ، 36 ، الفتح 14 ، النجم 31 ، الحديد 2 ، 5 ، 10 ، المنافقون 7 ، التغابن 1 ، الملك 1 ، النبأ 37 ، البروج 9 وانظر مادة (وكيل) في المعجم المفهرس . ¶ (370) الانعام 59 ، طه 7 ، الفرقان 6 ، النمل 25 ، 75 ، ، لقمان 16 ، سبأ 2 ، 3 ، الحجرات 16 ، 18 ، الحديد 4 ، المجادلة 7 ، التغابن 4 . ¶ (371) انظر مادة (قدير) ومشتقاتها في (المعجم المفهرس) . ¶ (372) البقرة : 22 . ¶ (373) البقرة : 29 . ¶ (374) البقرة : 164 . ¶ (375) الانعام : 6 . ¶ (376) الانعام : 99 . ¶ (377) الانعام : 125 . ¶ (378) الاعراف : 10 . ¶ (379) الاعراف : 57 . ¶ (380) الاعراف : 74 . ¶ (381) الرعد : 3 .",
            "page": "136",
            "part": "1"
        },
        {
            "id": "137",
            "nass": "(382) الرعد : 12 - 13 . ¶ (383) الرعد : 17 . ¶ (384) الرعد : 41 . ¶ (385) الحجر : 19 . ¶ (386) الحجر : 22 . ¶ (387) الحجر : 82 . ¶ (388) النحل : 15 - 16 . ¶ (389) النحل : 81 . ¶ (390) الاسراء : 66 . ¶ (391) الاسراء : 68 - 69 . ¶ (392) الكهف : 86 . ¶ (393) الكهف : 90 . ¶ (394) طه 53 - 54 . ¶ (395) الانبياء : 30 - 31 . ¶ (396) الانبياء : 44 . ¶ (397) الحج : 65 . ¶ (398) المؤمنون : 18 . ¶ (399) النور : 43 . ¶ (400) الفرقان : 48 - 49 . ¶ (401) الفرقان : 53 . ¶ (402) الشعراء : 149 . ¶ (403) النمل :61 ¶ (404) النمل : 63 . ¶ (405) النمل : 88 . ¶ (406) الروم : 24 . ¶ (407) الروم : 36 . ¶ (408) الروم : 48 - 49 . ¶ (409) لقمان : 10 . ¶ (410) لقمان 27 . ¶ (411) لقمان 31 . ¶ (412) سبأ : 9 . ¶ (413) فاطر : 9 . ¶ (414) فاطر : 12 . ¶ (415) فاطر : 27 - 28 . ¶ (416) ياسين : 41 - 44 . ¶ (417) الزمر : 21 . ¶ (418) غافر : 64 . ¶ (419) فصلت : 9 - 10 . ¶ (420) فصلت : 16 - 17 . ¶ (421) الشورى : 28 . ¶ (422) الشورى : 32 - 34 . ¶ (423) الزخرف : 10 - 11 ¶ (424) الجاثية 3 - 5 . ¶ (425) الجاثية : 12 - 13 . ¶ (426) الاحقاف : 24 - 25 . ¶ (427) ق 7 - 11 . ¶ (428) الذاريات : 20 . ¶ (429) الذاريات : 22 . ¶ (430) الذاريات : 41 - 45 . ¶ (431) الذاريات : 48 . ¶ (432) الطور : 44 . ¶ (433) القمر : 11 - 14 . ¶ (434) القمر : 19 - 20 . ¶ (435) القمر : 34 . ¶ (436) الرحمن : 10 . ¶ (437) الرحمن : 19 - 25 . ¶ (438) الواقعة : 68 - 70 . ¶ (439) الحشر : 21 . ¶ (440) اللملك : 15 - 17 . ¶ (441) الملك : 30 . ¶ (442) الحاقة : 5 - 7 . ¶ (443) نوح : 11 - 12 . ¶ (444) نوح 19 - 20 . ¶ (445) نوح 25 . ¶ (446) المرسلات : 25 - 27 . ¶ (447) النبأ : 6 - 7 . ¶ (448) النبأ : 14 - 16 . ¶ (449) النازعات : 30 . ¶ (450) عبس : 25 - 26 . ¶ (451) الطارق : 11 - 12 . ¶ (452) الغاشية : 19 - 20 . ¶ (453) الشمس: 6 . ¶ (454) البقرة : 57 . ¶ (455) البقرة : 61 . ¶ (456) البقرة : 155 .",
            "page": "137",
            "part": "1"
        },
        {
            "id": "138",
            "nass": "(457) البقرة : 264 - 265 . ¶ (458) الانعام : 95 . ¶ (459) الانعام : 99 . ¶ (460) الانعام : 141 . ¶ (461) الاعراف : 57 - 58 . ¶ (462) الاعراف : 130 . ¶ (463) يونس : 24 . ¶ (464) يوسف : 47 - 49 . ¶ (465) الرعد : 3 - 4 . ¶ (466) ابراهيم : 24 - 26 . ¶ (467) ابراهيم : 32 . ¶ (468) الحجر : 19 - 21 . ¶ (469) النحل : 10 - 11 . ¶ (470) النحل : 13 . ¶ (471) النحل : 65 ¶ (472) النحل : 67 . ¶ (473) الكهف : 32 - 43 . ¶ (474) الكهف : 45 . ¶ (475) طه : 53 . ¶ (476) الحج : 5 . ¶ (477) الحج 63 . ¶ (478) المؤمنون : 19 - 20 . ¶ (479) الشعراء : 7 . ¶ (480) النمل : 60 . ¶ (481) العنكبوت : 63 . ¶ (482) الروم : 50 . ¶ (483) لقمان : 10 ¶ (484) لقمان : 11 ¶ (485) السجدة : 27 . ¶ (486) سبأ : 15 - 17 . ¶ (487) سبأ : 24 . ¶ (488) فاطر : 2 - 3 . ¶ (489) فاطر : 27 ¶ (490) ياسين : 33- 36 . ¶ (491) ياسين : 80 . ¶ (492) الصافات : 145 - 146 . ¶ (493) الزمر : 21 . ¶ (494) فصلت : 39 . ¶ (495) فصلت : 47 . ¶ (496) الزخرف : 12 . ¶ (497) الفتح : 29 . ¶ (498) الذاريات : 49 . ¶ (499) ق : 7 . ¶ (500) ق : 9 - 10 . ¶ (501) الرحمن : 11 - 67 . ¶ (502) الواقعة : 63 - 67 . ¶ (503) الواقعة : 71 - 73 . ¶ (504) الحديد : 17 . ¶ (505) الحديد : 20 . ¶ (506) القلم : 17 - 33 . ¶ (507) النبأ : 15 - 16 . ¶ (508) عبس : 24 - 32 . ¶ (509) الاعلى : 4 - 5 . ¶ (510) التين : 1 - 2 . ¶ (511) البقرة : 26 . ¶ (512) البقرة : 164 . ¶ (513) المائدة : 31 . ¶ (514) الانعام : 38 . ¶ (515) الانعام : 142 . ¶ (516) الاعراف : 26 . ¶ (517) الاعراف : 176 . ¶ (518) هود 6 . ¶ (519) هود : 56 . ¶ (520) النحل : 5 - 9 . ¶ (521) النحل : 14 . ¶ (522) النحل : 66 . ¶ (523) النحل : 68 - 96 . ¶ (524) النحل : 79 - 80 . ¶ (525) طه : 50 . ¶ (526) الحج : 73 . ¶ (527) المؤمنون : 21 - 22 . ¶ (528) النور : 45 . ¶ (529) النمل : 16 - 19 . ¶ (530) النمل : 20 - 23 . ¶ (531) العنكبوت : 20 . ¶ (532) العنكبوت : 41 .",
            "page": "138",
            "part": "1"
        },
        {
            "id": "139",
            "nass": "(533) العنكبوت : 60 . ¶ (534) لقمان : 10 . ¶ (535) لقمان : 11 . ¶ (536) سبا : 14 . ¶ (537) فاطر : 28 . ¶ (538) ياسين : 36 . ¶ (539) ياسين : 71 - 73 . ¶ (540) ص 31 - 33 . ¶ (541) الزمر : 6 . ¶ (542) غافر : 79 - 80 . ¶ (543) الشورى : 11 . ¶ (544) الشورى : 29 . ¶ (545) الزخرف : 12 . ¶ (546) الجاثية : 4 . ¶ (547) الجمعة : 5 . ¶ (548) الملك : 19 . ¶ (549) المدثر : 49 - 51 . ¶ (550) الغاشية : 17 . ¶ (551) العاديات : 1 - 5 . ¶ (552) الفيل : 1 - 5 . ¶ (553) آل عمران : 6 . ¶ (554) آل عمران : 59 . ¶ (555) النساء : 1 . ¶ (556) الانعام : 2 . ¶ (557) الانعام : 46 . ¶ (558) الاعراف : 11 . ¶ (559) الاعراف : 12 . ¶ (560) الاعراف : 69 . ¶ (561) الاعراف : 86 . ¶ (562) الاعراف : 189 . ¶ (563) يونس : 31 . ¶ (564) الرعد : 8 . ¶ (565) الحجر : 26 - 29 . ¶ (566) النحل : 4 . ¶ (567) النحل : 70 . ¶ (568) النحل : 72 . ¶ (569) النحل : 78 . ¶ (570) الكهف : 37 . ¶ (571) الكهف : 51 . ¶ (572) مريم : 67 . ¶ (573) طه : 50 . ¶ (574) الحج : 5 . ¶ (575) المؤمنون : 12 - 15 . ¶ (576) المؤمنون : 78 . ¶ (577) الفرقان : 54 . ¶ (578) القصص : 68 . ¶ (579) الروم : 20 . ¶ (580) الروم : 21 . ¶ (581) الروم : 22 . ¶ (582) الروم : 27 . ¶ (583) الروم : 54 . ¶ (584) لقمان : 11 . ¶ (585) لقمان : 14 . ¶ (586) لقمان 28 . ¶ (587) لقمان : 34 . ¶ (588) السجدة : 7 - 9 . ¶ (589) فاطر : 11 . ¶ (590) ياسين : 36 . ¶ (591) ياسين : 77 - 79 . ¶ (592) ياسين : 81 . ¶ (593) الصافات : 11 . ¶ (594) ص 71 - 76 . ¶ (595) الزمر : 6 . ¶ (596) غافر 57 . ¶ (597) غافر : 64 . ¶ (598) عافر : 67 . ¶ (599) فصلت : 47 . ¶ (600) الشورى : 11 . ¶ (601) الشورى : 49 - 50 . ¶ (602) الجاثية : 4 . ¶ (603) الاحقاف : 15 . ¶ (604) الاحقاف : 26 . ¶ (605) الحجرات : 13 . ¶ (606) ق : 4 . ¶ (607) الذاريات : 21 . ¶ (608) الطور : 35 . ¶ (609) النجم : 32 . ¶ (610) النجم : 45 - 47 . ¶ (611) الرحمن : 3 - 4 .",
            "page": "139",
            "part": "1"
        },
        {
            "id": "140",
            "nass": "(612) الرحمن 14 - 15 . ¶ (613) الواقعة : 58 - 59 . ¶ (614) الواقعة : 62 . ¶ (615) الحشر : 24 . ¶ (616) التغابن : 3 . ¶ (617) الملك : 23 - 24 . ¶ (618) نوح : 14 . ¶ (619) نوح : 17 - 18 . ¶ (620) القيامة : 4 . ¶ (621) القيامة : 37 - 40 . ¶ (622) الانسان : 1 - 2 . ¶ (623) الانسان : 28 . ¶ (624) المرسلات : 20 - 23 . ¶ (625) النبأ : 8 . ¶ (626) عبس : 17 - 22 . ¶ (627) الانفطار : 6 - 8 . ¶ (628) الطارق : 5 - 10 . ¶ (629) الاعلى : 1 - 2 . ¶ (630) البلد : 8 - 9 . ¶ (631) الليل : 3 . ¶ (632) التين : 4 - 6 . ¶ (633) العلق : 1 - 2 . ¶ (634) يجب ان نلاحظ ان توجيه القرآن الكريم يقود في النهاية الى تكوين حالة نفسية وجسدية متوازنة وما هذه الآيات الا نماذج فحسب للسياق القرآني العام ( انظر على وجه الخصوص: محمد قطب : الانسان بين المادية والاسلام ، ودراسات في النفس الانسانية ، ومنهج التربية الاسلامي). ¶ (635) البقرة : 38 . ¶ (636) البقرة : 62 . ¶ (637) البقرة : 112 ، 262 ، 274 ، 277 . ¶ (638) البقرة : 173 . ¶ (639) البقرة : 183 - 185 . ¶ (640) البقرة : 187 . ¶ (641) البقرة : 196 . ¶ (642) البقرة : 219 . ¶ (643) البقرة : 222 - 223 . ¶ (644) البقرة : 233 . ¶ (645) البقرة : 282 . ¶ (646) البقرة : 286 . ¶ (647) آل عمران : 14 . ¶ (648) آل عمران : 153 - 154 . ¶ (649) آل عمران : 170 . ¶ (650) آل : 27 - 28 . ¶ (651) المائدة : 3 . ¶ (652) المائدة : 6 . ¶ (653) المائدة : 16 . ¶ (654) المائدة : 69 ، الانعام : 48 ، الاعراف : 35 . ¶ (655) الانعام : 60 . ¶ (656) الانعام : 82 . ¶ (657) الانعام : 93 . ¶ (658) الانعام : 98 . ¶ (659) الانعام : 125 . ¶ (660) الانعام : 145 - 146 . ¶ (661) الانعام : 152 . ¶ (662) الاعراف : 32 - 33 . ¶ (663) الاعراف : 43 . ¶ (664) الاعراف : 157 . ¶ (665) الانفال : 10 - 11 . ¶ (666) التوبة : 14 - 15 . ¶ (667) الانفال : 66 . ¶ (668) التوبة : 91 . ¶ (669) التوبة : 103 ¶ (670) يونس : 57 .",
            "page": "140",
            "part": "1"
        },
        {
            "id": "141",
            "nass": "(671) يونس : 62 . ¶ (672) هود : 9 - 11 . ¶ (673) يوسف : 53 . ¶ (674) الحجر : 88 . ¶ (675) النحل : 68 - 69 . ¶ (676) الاسراء : 11 . ¶ (677) الاسراء : 32 . ¶ (678) الاسراء : 82 . ¶ (679) الاسراء : 83 - 85 . ¶ (680) الاسراء : 100 ¶ (681) الكهف : 17 - 18 . ¶ (682) الكهف : 23 - 24 . ¶ (683) الكهف : 67 - 68 . ¶ (684) طه : 97 . ¶ (685) الانبياء : 37 . ¶ (686) الانبياء : 74 ، وانظر : الشعراء : 165 - 166 ، النمل 54 - 56 ، العنكبوت : 28 - 35 . ¶ (687) الانبياء : 90 . ¶ (688) الحج : 5 . ¶ (689) المؤمنون : 5 - 6 . ¶ (690) النور : 30 - 31 وانظر : الاحزاب : 35 . ¶ (691) النور : 33 . ¶ (692) الفرقان : 47 . ¶ (693) الشعراء : 79 - 80 . ¶ (694) النمل : 127 ، النمل : 70 . ¶ (695) النمل : 86 . ¶ (696) القصص : 73 . ¶ (697) الروم : 21 . ¶ (698) الروم : 23 ¶ (699) الروم : 30 ¶ (700) الروم : 36 . ¶ (701) الاحزاب : 4 . ¶ (702) الاحزاب 72 . ¶ (703) ياسين : 68 . ¶ (704) الصافات : 45 - 47 . ¶ (705) ص41 - 42 . ¶ (706) الزمر : 42 . ¶ (707) غافر : 61 . ¶ (708) فصلت : 53 . ¶ (709) فصلت : 44 . ¶ (710) فصلت : 51 . ¶ (711) فصلت : 53 . ¶ (712) الشورى : 51 . ¶ (713) الفتح : 4 وينظر الايتين 18 ، 26 . ¶ (714) الفتح 17 . ¶ (715) الحجرات : 11 - 12 . ¶ (716) ق 16 . ¶ (717) ق 21 - 22 . ¶ (718) الذاريات : 21 . ¶ (719) الذاريات : 23 . ¶ (720) الرحمن : 3 - 4 . ¶ (721) الحديد : 22 - 23 . ¶ (722) المجادلة : 10 . ¶ (723) الطلاق : 4 . ¶ (724) المعارج : 29 . ¶ (725) الجن : 6 . ¶ (726) الجن : 13 . ¶ (727) المدثر : 4 - 5 . ¶ (728) القيامة : 2 . ¶ (729) القيامة : 14 - 15 . ¶ (730) النبأ : 9 - 11 . ¶ (731) عبس : 17 . ¶ (732) المطففين : 14 . ¶ (733) الفجر : 20 . ¶ (734) البلد 4 . ¶ (735) الشمس : 7 - 10 . ¶ (736) العلق : 3 - 5 . ¶ (737) العلق : 6 - 7 . ¶ (738) قريش : 3 - 4 . ¶ (739) الفلق : 1 - 5 . ¶ (740) الناس : 1 - 6 .",
            "page": "141",
            "part": "1"
        },
        {
            "id": "142",
            "nass": "(741) لم نأت في هذا العرض على الايات المتعلقة بعلم الاجتماع ، لان المعطيات القرانية بجملتها تستهدف خلق مجتمع افضل ، وتسلط الضوء على الحالات الاجتماعية المنحرفة طارحة البدائل المتوازنة ، ومن ثم فان هذه المعطيات التي تعالج هذا الجانب واسعة متشعبة ، وقد عالجناها واحصيناها بشكل شامل في كتاب (التفسير الاسلامي للتاريخ) بما ان فلسفة التاريخ تعالج فيما تعالج مسائل كثيرة يعنى بها علم الاجتماع حيث يرتبط هذان الفرعان من المعرفة ارتباطا وثيقا. ¶ (742) الانفال 60 . ¶ (743) الحديد 25 . ¶ (744) الكهف 96 - 97 . ¶ (745) الانفال 60 . ¶ (746) سبأ 10 - 14 . ¶ (747) ص 17 - 20 . ¶ (748) ص 35- 39 . ¶ (749) الانبياء 79 - 82 . ¶ (750) سورة الذاريات 56 - 57 . ¶ (751) آل عمران 83 . ¶ (752) آل عمران 85 . ¶ (753) القصص 83 . ¶ (754) العنكبوت 64 . ¶ (755) الحديد 20 . ¶ (756) الكهف 45 -46 . ¶ (757) الجاثية 35 . ¶ (758) فاطر 40 وانظر الانعام 70 ، 130 ، الاعراف 51 ، لقمان 33 ، آل عمران 185. ¶ (759) النساء 120وانظر الانعام 112 - 113 ، الاسراء 64 . ¶ (760) يونس 24 . ¶ (761) النحل 12 . ¶ (762) النحل 14 . ¶ (763) الحج 65 . ¶ (764) لقمان 20 . ¶ (765) الانبياء 29 . ¶ (766) ص 36.",
            "page": "142",
            "part": "1"
        }
    ],
    "t35117": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مدخل إلى موقع الإسلام من العلم"
        }
    ]
}