{
    "b35128": [
        {
            "id": "1",
            "nass": "المقدمة ¶ إن الحمد لله نحمده ونستعينه ونستغفره ونعوذ بالله من شرور أنفسنا، وسيئات أعمالنا من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمداً عبده ورسوله، {يا أيها الذين آمنوا اتقوا الله حق تقاته ولا تموتن إلا وأنتم مسلمون}. ¶ {يا أيها الناس اتقوا ربكم الذي خلقكم من نفس واحدة وخلق منها زوجها وبث فيهما رجالاً كثيراً ونساءً واتقوا الله الذي تساءلون به والأرحام إن الله كان عليكم رقيباً}. ¶ {يا أيها الذين آمنوا اتقوا الله وقولوا قولاً سديداً يصلح لكم أعمالكم ويغفر لكم ذنوبكم ومن يطع الله ورسوله فقد فاز فوزاً عظيماً}. ¶ أما بعد: ¶ فإن للعقيدة صلةً وثيقةً بالعقيدة الإسلامية، ومنزلة عالية من الدين، فحسن الخلق من الإيمان، وسوء الخلق دليل على ضعف الإيمان، ولذا جاء في الحديث الذي رواه مسلم عن النواس بن سمعان الأنصاري رضي الله عنه قال: سألت رسول الله صلى الله عليه وسلم عن البر والإثم؟ فقال: (البر حسن الخلق، والإثم ماحاك في صدرك وكرهت أن يطلع عليه الناس). (¬1) ¶ يقول الإمام ابن القيم ـ رحمه الله ـ تعليقاً على هذا الحديث:\" وهذا يدل على أن حسن الخلق هو الدين كله، وهو حقائق الإيمان وشرائع الإسلام، ولهذا قابله بالإثم\". (¬2) ¶ ويقول ـ رحمه الله ـ:\" الدين كله خلق، فمن زاد عليك في الخلق زاد عليك في الدين\" (¬3). ¶ ¬__________ ¶ (¬1) رواه مسلم 4632 ¶ (¬2) مدارج السالكين 2/ 319 ¶ (¬3) المرجع السابق 2/ 320",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "وقد وقع اختياري في مادة الأخلاق الإسلامية في البحث على موضوع (الأخلاق والعقيدة الإسلامية)،وذلك لعدة أسباب، من أهمها: ¶ 1/ الصلة الوثيقة بين العقيدة والأخلاق الإسلامية. ¶ 2/ حصول التناقض بين طبقات الناس في المجتمع، فمنهم من يرى أن الدين هو الأخلاق والأخلاق فقط، دون القيام بواجبات الإسلام الأخرى، ومنهم من يرى التمسك بأصول الدين مهملاً جانب الأخلاق، بل قد يكون مثالاً لسيء الأخلاق. ¶ 3/ أن تحقيق التوحيد وتكميل الإيمان ليس باجتناب الشرك الأكبر فحسب، بل باجتناب كل ما ينافي العقيدة، وكل ما يخل أو يقدح في كمال التوحيد، ومن ذلك الأخلاق. ¶ 4/ مدى أثر الأخلاق في تكوين شخصية المسلم، وإظهار صورته للآخرين على أحسن وجه. ¶ 5/ أن الكثير يعتقدون أن مصدر الأخلاق وأساسها هو الفلسفة وما كتب فيها، متجاهلين ذلك المنبع الصافي والمورد العذب ألا وهو الإسلام، وأنه مصدر كل شيء كما قال تعالى: {ما فرطنا في الكتاب من شيء}. ¶ من أجل تلك الأسباب وقع اختياري على موضوع (الأخلاق والعقيدة الإسلامية). ¶ هذا وقد قسمت بحثي إلى ....",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "- المقدمة ... وتتضمن: ¶ (أ) - سبب اختيار الموضوع .. ¶ (ب) - منهج البحث .. ¶ - الفصل الأول: التعريف بمصطلحات البحث: ¶ - أ: الأخلاق لغة واصطلاحا. ¶ - ب: الإسلام لغة واصطلاحا. ¶ - ج: العقيدة لغة واصطلاحا. ¶ - الفصل الثاني: أهمية الأخلاق ومكانتها من العقيدة الإسلامية. ¶ - الفصل الثالث: أسس الأخلاق في العقيدة الإسلامية. ¶ - الفصل الرابع: القرآن والسنة وأثرهما في الأخلاق. ¶ - الفصل الخامس: أصول التعامل والمعاملة مع الله. ¶ - الفصل السادس: أخلاق منافية للعقيدة الإسلامية. ¶ - الفصل السابع: الخاتمة، ثم الفهارس وأخير المراجع.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وليس المقصود بهذا البحث استقراء واستقصاء كل ما يتعلق بجوانب الأخلاق والعقيدة فإن ذلك مما يطول بحثه، وليس هذا مجاله. ¶ وقد ميزت العناوين الرئيسة في البحث بخط مميز، وكذا الآيات جعلت لها خطا مميزا، وكذا الأحاديث حتى تسهل القراءة والتمييز بين الآيات والأحاديث. ¶ وقد عمدت إلى تخريج الأحاديث والحكم عليها، سوى أحاديث الصحيحين وذلك لتلقي الأمة لهما بالقبول. ¶ وميزت المراجع ورتبتها على الترتيب الأبجدي. ¶ وفي الختام، أتقدم بالشكر الجزيل ـ بعد شكر الله ـ لفضيلة شيخنا الدكتور/ حمدان الحمدان ... ¶ على توجيهنا في اختيار الموضوع، ومساعدتنا في صياغة البحث وخطته، لا حرمه الله الأجر والمثوبة. ¶ هذا والله تعالى أعلم وصلى الله على نبينا محمد وعلى آله وصحبه وسلم.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "الفصل الأول: التعريف بمصطلحات البحث ¶ أ- الأخلاق: ¶ لغة: ¶ الأخلاق جمع خُلُق، وقد عرٌف أهل اللغة الخلق بعدة تعاريف كما يلي: ¶ - قال ابن منظور:\" الخُلُق، بضم اللام وسكونها: هو الدين والطبع والسجيٌة\" (¬1) ¶ - قال الأزهري:\" الطبيعة والخليقة والسليقة، بمعنى واحد\" (¬2). ¶ - قال مقداد يالجن:\" يمكننا تلخيص ثلاثة معان بارزة للأخلاق في اللغة: ¶ 1/ الخُلُق يدل على الصفات الطبيعية في خلقه الإنسان الفطرية على هيئة مستقيمة متناسقة. ¶ 2/ تدل الأخلاق أيضاً على الصفات التي اكتسبت وأصبحت كأنها خلقت مع طبيعته. ¶ 3/ أن للأخلاق جانبين: جانباً نفسياً باطنياً، وجانباً سلوكياً ظاهرياً\" (¬3). ¶ اصطلاحاً: ¶ قيل عنها عدة تعريفات، منها: ¶ 1/ هي ملكة تصدر بها عن النفس الأفعال بسهولة، ويسر، من غير تقدم فكر وروية وتكلف (¬4). ¶ فما كان متكلفاً رسوخه، أو لم يكن راسخاً، أو كان فعله وعدم فعله مقدوراً عليه لم يكن خلقاً. ¶ ¬__________ ¶ (¬1) لسان العرب 4/ 194 ¶ (¬2) تهذيب اللغة 7/ 25 ¶ (¬3) الاتجاه الأخلاقي 34 ¶ (¬4) الأخلاق في الإسلام 11",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "2/ هي مجموعة من المعاني والصفات المستقرة في النفس، وعلى ضوئها يحسن الفعل أو يقبح (¬1). ¶ فالأخلاق أعراض يتصف بها الشخص، وهي محتملة للحسن أو القبح، ويتضح هذا وذاك بالتقييد، فيقال:\" أخلاق حسنة وأخلاق سيئة\". ¶ 3/ هي عبارة عن هيئة للنفس راسخة تصدر عنها الأفعال بسهولة ويسر من غير حاجة إلى فكر ورويه، فإن كانت الهيئة بحيث تصدر عنها الأفعال الجميلة عقلاً وشرعاً بسهولة سميٌت الهيئة: خلقاً حسناً، وإن كان الصادر منها الأفعال القبيحة، سميٌت الهيئة: خلقاً سيئاً. ¶ وإنما مكنا: هيئة راسخة، لأن من يصدر منه بذل المال على الندور بحالة عارضة لا يقال: خلقه السخاء، ما لم يثبت ذلك في نفسه، وكذلك من تكلف السكوت عند الغضب بجهد أو رويٌة، لا يقال: خلقه الحلم (¬2). ¶ 4/ هي السلوك الإنساني كما ينبغي أن يكون، وفقاً للمثل العليا التي توجب على العقل الإنساني أن يسايرها في سلوكه لا لغاية بل لأنها واجبة. ¶ وهذا التعريف يمثل الاتجاه العقلي المثالي لدى الفلاسفة. ¶ ب - الإسلام: ¶ لغة: ¶ ¬__________ ¶ (¬1) مكارم الأخلاق 12 ¶ (¬2) التعريفات 136",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "- قال ابن منظور:\" الإسلام والإستسلام: الإنقياد، والإسلام من الشريعة: إظهار الخضوع وإظهار الشريعة والتزام ما أتى به النبي صلى الله عليه وسلم\". (¬1) ¶ - قال الأزهري:\" الإسلام: إظهار الخضوع والقبول لما أتى به الرسول صلى الله عليه وسلم\". (¬2) ¶ - قال الشيخ أحمد رضا:\" الإسلام: إظهار الانقياد والخضوع لام جاء به النبي صلى الله عليه وسلم، والالتزام به، ثم صار اسماً لدينه الذي جاء به ودعا إليه، فإن رافقه اعتقاد في الجنان وعمل بالأركان فهو الإيمان\". (¬3) ¶ اصطلاحاً: ¶ 1/ هو الخضوع والانقياد لما أمر به النبي صلى الله عليه وسلم (¬4). ¶ ولكن هذا التعريف محصور فيما أمر به الرسول دون ما أمر به الله، ولكن يخرٌج كلامهم على أن ما أمر به الرسول هو ما أمر به الله، وإن كان الأولى في نظري زيادة\"ما أمر الله\". ¶ 2/ قال ابن تيمية:\" وهو يجمع معنيين أحدهما الانقياد والاستسلام والثاني إخلاص ذلك كله\" (¬5). ¶ جـ - العقيدة: ¶ ¬__________ ¶ (¬1) لسان العرب 4/ 345 ¶ (¬2) تهذيب اللغة 12/ 452 ¶ (¬3) معجم متن اللغة 3/ 201 ¶ (¬4) التعريفات 39 ¶ (¬5) الفتاوى 7/ 135",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "لغة: ¶ - قال ابن فارس:\" عقد، العين والقاف والدال أصل واحد يدل على شد وشدة وثوق، وإليه ترجع فروع الباب كله، ومن ذلك: عقد البناء، والجمع أعقاد وعقود\" (¬1)، فكلمة (عقد) تدور حول الوثوق والثبات والصلابة في الشيء. ¶ - وقال في المعجم الوسيط:\" العقيدة: الحكم الذي لا يقبل الشك فيه لدى معتقده، والعقيدة في الدين ما يقصد به الاعتقاد دون العمل\" (¬2). ¶ اصطلاحاً: ¶ - عرفها الشيخ حسن البناء فقال:\" هي الأمور التي يجب أن يصدق بها قلبك وتطمئن إليها نفسك، وتكون يقيناً عندك، لا يمازجه ريب ولا يخالطه شك\". (¬3) ¶ - وقال الشيخ صالح الفوزان:\" العقيدة شرعاً: هي الإيمان بالله وملائكته وكتبه ورسله واليوم الآخر، والإيمان بالقدر خيره وشره\" (¬4). ¶ الفصل الثاني: أهمية الأخلاق ومكانتها من العقيدة الإسلامية ¶ إن للأخلاق أهمية كبرى في سلوك المرء وما يصدر عنه، وسلوك المرء موافق لما هو مستقر في أعماق نفسه من المعاني والصفات. ¶ ¬__________ ¶ (¬1) معجم مقاييس اللغة 655 ¶ (¬2) المعجم الوسيط 2/ 614 ¶ (¬3) مدخل لدراسة العقيدة الإسلامية 121 ¶ (¬4) عقيدة التوحيد 8",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "فأفعال الإنسان موصولة دائماً بما هو في نفسه من معان وصفات، ومعنى ذلك أن صلاح أفعال المرء بصلاح أخلاقه. ¶ قال تعالى: {والبلد الطيب يخرج نباته بإذن ربه والذي خبث لا يخرج إلا نكداً} (¬1). ¶ لذلك كان النهج السديد في إصلاح المرء وتقويم سلوكه أن يبدأ المصلحون بإصلاح النفوس وتزكيتها، وغرس الأخلاق الفاضلة فيها، وقد أكد الدين الحنيف على إصلاح الأنفس وبين أن تغيير أحوال المرء تبع لتغيير ما في نفسه من معان وصفات، قال تعالى: {إن الله لا يغير ما بقوم حتى يغيروا ما بأنفسهم} (¬2). ¶ وعن النواس بن سمعان رضي الله تعالى عنه، عن النبي صلى الله عليه وسلم قال:\"البر حسن الخلق والإثم ما حاك في نفسك وكرهت أن يطلع عليه الناس\" رواه مسلم (¬3). ¶ إن مكارم الأخلاق ضرورة اجتماعية، لا يستغني عنها مجتمع من المجتمعات، ومتى فقدت الأخلاق تفكك أفراد المجتمع، وتصارعوا، وتناهبوا مصالحهم، ثم أدى بهم ذلك إلى الانهيار. ¶ ولو تخيلنا مجتمعاً من المجتمعات انعدمت فيه مكارم الأخلاق، فكيف سيكون وضع ذلك المجتمع؟!! ¶ كيف تكون الثقة بالعلوم والمعارف والأخبار وضمان الحقوق لولا فضيلة الصدق؟. ¶ ¬__________ ¶ (¬1) الأعراف (58) ¶ (¬2) الرعد (11) ¶ (¬3) الحديث (2553)",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "كيف تكون جماعة مؤهلة لبناء مجد عظيم لولا فضيلة الشجاعة في رد عدوان المعتدين وظلم الظالمين؟ ولولا فضائل العدل والرحمة والإحسان والدفع بالتي هي أحسن؟. ¶ لقد دلت التجارب الإنسانية، والأحداث التاريخية، أن ارتقاء القوى المعنوية للأمم والشعوب ملازم لارتقائها في سلم الأخلاق الفاضلة، ومتناسب معه، فبين القوى المعنوية والأخلاقية تناسب طردي دائماً،.وذلك لأن الأخلاق الفاضلة في أفراد الأمم والشعوب تمثل المعاقد الثابتة التي تعقد بها الروابط الاجتماعية، ومتى انعدمت هذه المعاقد أو انكسرت في الأفراد لم تجد الروابط الاجتماعية تتفق عليه، ومتى فقدت الروابط الاجتماعية صارت الملايين في الأمة المنحلة عن بعضها مزودة بقوة الأفراد فقط، لا بقوة الجماعة، بل ربما كانت القوى المبعثرة فيها بأساً فيما بينها، مضافاً إلى قوة عدوها. ¶ إن المرء لا يقدم على فعل شيء أو تركه إلا على ضوء المعاني الأخلاقية المنتشرة في نفسه، فإن كان الفعل محموداً انبعث في النفس وقدم المرء عليه برغبة وانشراح، وإذا كان الفعل مذموماً انكمشت عنه النفس وكرهته وكل ذلك على نوع المعاني الأخلاقية التي يحملها المرء من حيث جودتها، ورداءتها، ومدى رسوخها في نفسه وشعوره بضرورتها له، فلا يكفي أثر أهمية الأخلاق في فعل المرء ومعرفة الجيد والرديء منها، بل لا بد من ظهورها في أقواله وأفعاله ورسوخها في نفسه وأن تكون حاضرة في ذهنه مسيطرة على سلوكه، وغيوراً عليها إلى درجة الإيمان بأن الحياة لا تصلح أن تكون عرضاً للتفريط بمعنى من معاني الأخلاق الفاضلة التي يحملها.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "ولما كان الأصل في السلوك الظاهر أن يكون مظهراً معبراً عن أحوال النفس وحركتها، كانت عناية الإسلام موجهه بالدرجة الأولى لتزكية النفس وتهذيبها بالأخلاق الفاضلة. ¶ ومن الطبيعي أنه متى ما تزكت النفس وتهذبت طباعها استقام السلوك الداخلي والخارجي لا محالة. ¶ والأصل هو السلوك الداخلي فمتى صَلُح صلح السلوك الخارجي، فعن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم:\"إن الله تعالى لا ينظر إلى أجسامكم ولا إلى صوركم، ولكن ينظر إلى قلوبكم\" (¬1). ¶ وقد مجٌد الإسلام الخلق الحسن، من ذلك ما رواه مسلم عن أبي الدرداء أن النبي صلى الله عليه وسلم قال:\"مامن شئ في الميزان أثقل من حسن الخلق\" (¬2). ¶ إن السبب في اهتمام الإسلام بالأخلاق يعود لما ذكرناه آنفاً من أن الأخلاق أمر لا بد منه لدوام الحياة الاجتماعية. ¶ يقول مقداد يالجين: (والسبب في اهتمام الإسلام بالأخلاق، هو أن الأخلاق أمر لا بد منه في دوام الحيلة الاجتماعية وتقدمها من الناحية المادية والمعنوية، وذلك حق لا يماري فيه من يتأمل المبادىء الأخلاقية ومدى ضرورتها للحياة الإنسانية). (¬3) ¶ * ويمكننا القول بأن الأخلاق تؤدي إلى أمرين هامين في الحياة: ¶ 1ـ دوام الحياة الاجتماعية وتماسكها. ¶ 2ـ تقدم الحضارة من الناحية العلمية والعمرانية. ¶ تنبيه: ¶ ¬__________ ¶ (¬1) رواه مسلم (6489) ¶ (¬2) رواه أبوداود 4166، وصححه الألباني في صحيح الجامع برقم 5721 ¶ (¬3) الاتجاه الأخلاقي 102",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "هناك خطأ يقع فيه كثير من الناس حول فطرية الأخلاق، حيث زعموا أن أخلاق الإنسان فطرية وليست كسبية. ¶ يقول الدكتور/ عبد الله الرحيلي: (وهذا ادعاء يردٌه الواقع، فلو كانت الأخلاق لا تقبل التغيير لم يكن للمواعظ والوصايا معنى، ولم يكن للتربية والتهذيب والأمر بهما معنى، ولم يكن للحدود والزواجر الشرعية عن اقتراف الآثام إذاً معنى، والواقع المشاهد يدل على فائدة ذلك وإمكانه في الحيوان فضلاً عن الإنسان. ¶ لكن ينبغي أن يُعلم أن المقصود بالتربية تهذيب الطباع والأخلاق النفسية لا اقتلاعها وقمعها بالكلية لأن ذلك غير ممكن وليس مراداً شرعاً، بل هذا خروج عن الفطرة والشرع) (¬1). (¬2) ¶ الفصل الثالث: أسس الأخلاق في العقيدة الإسلامية ¶ للأخلاق ـ كغيرها من الأصول ـ أسس تقوم عليها، وهي بمثابة القواعد التي تنطلق منها ... ¶ ويمكن إجمالها فيما يلي: ¶ 1ـ الأساس الاعتقادي: ¶ يقوم هذا الأساس على ثلاثة أركان: ¶ أ ـ الإيمان بوجود الله الذي خلق الموت والحياة، والإنسان والكون، وهو العالم بكل شيء في الماضي والحاضر والمستقبل. ¶ ب ـ أن الله منذ أن خلق الإنسان فوق هذا الكوكب عرفه بنفسه، وعرفه طريق الخير والشر والحق والباطل برسالات الوحي. ¶ ¬__________ ¶ (¬1) الأخلاق الفاضلة 5،4 ¶ (¬2) للاستزادة حول هذا الموضوع؛ انظر مكارم الأخلاق (80:58) / الأخلاق الإسلامية (37:29).",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "ثم أن الله خلق في الإنسان قدرة لإدراك تلك الحقائق، ونصب دلائل على جميع ذلك في هذه الطبيعة يدركها من يتأمل فيها ويبحث عنها في ثنايا هذا الوجود. ¶ جـ ـ وجود الحيلة بعد الموت، فهذه الحياة إما نعيم أو جحيم، فالأولى يكافأ بها من اتبع الحق، والثانية يجازى بها من اتبع الباطل. ¶ وهذا الأساس في غاية الأهمية في الاتجاه الأخلاقي في الإسلام، ذلك أنه يعتبر السند الذي يعتمد عليه في إقامة النظام الخلقي وفي عملية الالتزام به. فبدون هذا الأساس تفقد الأخلاق قدسيتها، وعظم تأثيرها في الإنسان، ولايمكن أن نطبق الأخلاق تطبيقاً عملياً دقيقاً في السر والعلن إلا إذا اتخذ هذا الأساس في قلوب البشر مكاناً وآمنوا به إيماناً صادقاً. (¬1) ¶ 2ـ الأساس العملي: ¶ الإسلام دين وسط، قال تعالى: {وكذلك جعلناكم أمة وسطاً لتكونوا شهداء على الناس ويكون الرسول عليكم شهيداً} (¬2) ¶ وعلى هذا، فالإسلام قد توسط بين دعوتين متناقضتين، الأولى منهما تدعوا إلى الحياة الطبيعية، والإخلاد إلى الأرض، وعدم الاهتمام بما فوق الطبيعة وفوق الحياة الواقعة الملموسة، لأن الحياة مع الطبيعة، هي الحياة السليمة التي تؤدي إلى السعادة. ¶ والثانية دعت إلى الروحانيات، وحاربت الطبيعة، وعدم الاستسلام لضغط وقائع الحياة مهما كانت طبيعتها وشدتها، لأن السعادة لا تتحقق إلا بذلك .. !! ¶ ¬__________ ¶ (¬1) الأتجاه الأخلاقي (121:119) ¶ (¬2) البقرة (143).",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "أما الإسلام فكان وسطاً بين ذلك كله، ففي مجال الروحانيات: دعا الإسلام إلى الاستعلاء على الطبيعة وعدم الاستسلام لها لأنه ـ الإسلام ـ طلب من الإنسان أن يكون سيداّ على نفسه في الحياة، وذلك لا يكون إلا بتسخير قوانينها وتكييف مادتها في صورة تؤدي إلى عمران الأرض، ولا يستطيع أن يكون سيداً على نفسه إلا بضبط ميوله ورغباته وحاجاته الأولية وتوجيهها وفقاَ للمثل العليا. ¶ وفي مجال الطبيعة: دعا إلى مهادنة الطبيعة والواقع ومراعاة قوانينها وعدم الاصطدام معها لأن الحياة مع مخالفة الطبيعة بهذه الصورة لا يمكن أن تستمر ولا بد أن يبؤ نظام الحياة القائم على هذا الوضع بالفشل. ¶ 3ـ مراعاة الطبيعة الإنسانية: ¶ تنبع أهمية هذا الأساس في الدراسات الأخلاقية، وذلك لوجود ارتباط وثيق بين السلوك وطبيعة الإنسان، ولتوقف نجاح النظام الأخلاقي على مدى انسجامه مع واقع هذه الطبيعة. ¶ اهتم علماء المسلمين ـ كما اهتم غيرهم ـ بدراسة طبيعة الإنسان، إلا أن الغموض الذي يكنف تلك النفس حال دون الكشف عن حقيقة تلك الطبيعة الإنسانية. ¶ وبالنظر في النصوص المتعلقة بالطبيعة الإنسانية تجدها قد تحدثت عن ثلاث نواح: ¶ أ ـ طبيعة خلق الإنسان، والأطوار التي مر بها. ¶ ب ـ الطباع الدفينة والمركبة في هذه الطبيعة.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "جـ ـ الخصائص العامة للإنسان التي نتجت عن طبيعة التكوين. ¶ 4ـ التأكيد على مبدأ المسؤولية الخلقية: ¶ المسؤولية الخلقية، هي:\" تحمّل الشخص نتيجة التزاماته وقراراته واختياراته العملية من الناحية الإيجابية والسلبية أمام الله في الدرجة الأولى وأمام ضميره في الدرجة الثانية وأمام المجتمع في الدرجة الثالثة\" (¬1) ¶ وأسس هذه المسؤولية الخلقية هي: ¶ أ ـ الإيمان بالله: ¶ وهو يعد من أقوى الأسس التي تعتمد عليها المسؤولية الخلقية في الإسلام، لأن المطالبة بالتزام الفضائل الخلقية واجتناب الرذائل لا يتحقق إلا باعتقاد جازم يحمل على العمل، ولأن المحاسبة على الفعل أو الترك لا تتصور شعوراً حياً إلا بيقين راسخ يبعث على الاستعداد، هذا اليقين هو الإيمان بالله تعالى. ¶ ب ـ الأساس العقلي: ¶ العقل قوة غريزية، كرم الله بها الإنسان، تنمو شيئاً فشيئاً، يتمكن بها الإنسان من إدراك الحقائق، والتمييز بين الأمور، وتزداد قوة بالتجارب وتستيقظ بها المصالح، ويوقف بها على العواقب. (¬2) ¶ ¬__________ ¶ (¬1) الاتجاه الأخلاقي 237 ¶ (¬2) كشاف اصطلاحات الفنون (1034)",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "مكانة العقل في الإسلام: ¶ أولى الإسلام عناية كبيرة بالعقل، وجعله مناطاً للتكليف في كثير من العبادات، وألمح بأنه سر تفضيل الإنسان على غيره، قال تعالى: {وما يذكر إلا أولو الألباب}. (¬1) ¶ وجه ارتباط المسؤولية بالعقل: ¶ - لأنه مطبوع على التمييز بين الأمور، ومهيأ لتحمل الأمر والنهي ومعرفة العواقب (¬2). ¶ - لأنه من دأبه الإشارة إلى الصواب والهداية إلى الحق (¬3). ¶ - لأنه أداة الاختيار، إذ به يحس الإنسان أنه يستطيع أن يختار العقل أو يتركه، وهو قدر يتعلق به التكليف. ¶ قال الغزالي:\"ومع ما أوتي العقل من قوة وبصر، لا يصل في حكمه إلى درجة الكمال دائماً ولا يستقل بنفسه في معرفة ما دق من الخير والشر مما غاب عن الحس من الحق أو الشر، فإنه مثل ما يصيب أحياناً يخطئ حيناً آخر في تقديره للأمور التي في طاقته، إلى جانب أن الناس متفاوتون في تفكيرهم وإدراكهم\" (¬4). ¶ جـ ـ الأساس القلبي: ¶ يطلق القلب في الكتاب والسنة ويراد به أحد أمرين: ¶ ¬__________ ¶ (¬1) البقرة 269 ¶ (¬2) الرعاية لحقوق الله 252 ¶ (¬3) الذريعة إلى مكارم الشريعة 102 ¶ (¬4) إحياء علوم الدين 1/ 129:127",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "* العضو الصنوبري الشكل الموجود في الجانب الأيس من الصدر. (مادي) ¶ * الروح المتعلقة بهذا العضو، المتحمل لأمانة الله، المتحلي بالمعرفة، المتصف بالعاطفة. (معنوي) ¶ ارتباط القلب بالمسؤولية الخلقية: ¶ المسلم حينما يستفتي نفسه وقلبه في حكم السلوك الذي يميل إلى فعله، فإنه إما أن يجد طمأنينة على أن العمل من أعمال البر، أو تردداً واضطراباً وخوفاً من أن يطلع عليه الناس مما يدل على أن العمل من أعمال الإثم (¬1). ¶ وعندما نقول إن النفس تشارك القلب في تمييز الفضيلة من الرذيلة والدلالة عليهما، يعني أنهما من الألفاظ المترادفة التي تعني شيئاً واحداً؟ ¶ أجاب عن ذلك الغزالي، فبين أن لكل من اللفظتين معنى خاصاً، وهما يتواردان على معنى عام هو (اللطيفة العالمة المدركة من الإنسان). (¬2) ¶ فكلاهما يشعر بالحسن والقبح، قال ابن حزم: (ليس بين الفضائل والرذائل، ولا بين الطاعات والمعاصي إلا نفار النفس وأنسها فقط). (¬3) ¶ 5ـ إثبات الجزاء الأخلاقي: ¶ الجزاء من حيث أنه أساس أخلاقي له أهمية الأسس الأخرى، بل إن أهميته مزدوجة فهو مهم باعتباره دافعاً إلى التمسك بالقيم الأخلاقية، وهو مهم لأن العدالة تقتضيه لأنها تفرق بين إنسان يبني وآخر يهدم، فالجزاء يقتضي ¶ ¬__________ ¶ (¬1) الأخلاق الإسلامية 1/ 67 (بتصرف) ¶ (¬2) إحياء علوم الدين 3/ 4 ¶ (¬3) رسالة المسترشدين 84",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "العدالة والعدالة تقتضي الجزاء وهما يجعلان للأخلاق معنى وقيمة، وبدونهما تفقد الأخلاق مفهومها فتصبح أمراً لا قيمة له. ¶ والجزاء الأخلاقي أنواع: ¶ أ ـ الجزاء الإلهي: ¶ ويقصد به: ثواب الله وعقابه لعبده في الدنيا والآخرة على عمله الذي طلبه منه سبحانه على سبيل الوجوب والندب أو الكراهة والتحريم. ¶ مصدره: من عند الله، فهو أصل لغيره من الأجزية في الأديان. ¶ فالله سبحانه صاحب الأمر والحكم، والمجازي على الأعمال بالحسنات والسيئات وبالحدود والعقوبات فضلاً منه وعدلاً، لا يشاركه في ذلك غيره. ¶ وقته: يقع الجزاء الإلهي على العباد في وقتين: في الدنيا وفي الآخرة. ¶ * وعليه نقول: الجزاء الإلهي نوعان: ¶ 1/ الجزاء الإلهي في الدنيا: ويقصد به إما قدرة الله من ثواب أو عقاب على عبده المكلف قضاءً أو شرعاً أو تفويضاً مقابل عمله في الدنيا. ¶ 2/ الجزاء الإلهي في الآخرة: ويقصد به ما وعد الله به عباده المطيعين من نعيم في الآخرة، وما توعد به العاصين من عذاب فيهما. (¬1) ¶ ب ـ الجزاء القلبي: ¶ ¬__________ ¶ (¬1) المسؤولية الخلقية 410",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "ويقصد به: حالتا شعور القلب بالخير بعد العمل الصالح، وبالشر بعد العمل السيئ. ¶ مظاهره: ¶ 1/ في حالة الثواب: شعور الإنسان بطمأنينة القلب وسكونه وطهارته وانشراحه. ¶ 2/ في حالة العقاب: شعور الإنسان باضطراب قلبه وضيقه ونفوره وقساوته. ¶ ومن أهم صفاته: ¶ * أنه حادث بإرادة الله وناشئ عن اختيار العبد لسببه. ¶ قال الإمام الطبري عند قوله تعالى: {واعلموا أن الله يحول بين المرء وقلبه} (¬1). ¶ قال:\" إن ذلك خبر من الله عز وجل أنه أملك لقلوب عباده منهم، وأنه يحول بينهم وبينها إذا شاء حتى لا يقدر ذو قلب أن يدرك شيئاً\" (¬2) ¶ * أنه جزاء على جميع أعمال البر والإثم، يزيد وينقص. ¶ وقد دلت النصوص على هذه المجازاة، قال تعالى: {ألا بذكر الله تطمئن القلوب} (¬3). ¶ وفي المقابل قال تعالى: {فبما نقضهم ميثاقهم لعناهم وجعلنا قلوبهم قاسية} (¬4). ¶ ¬__________ ¶ (¬1) الأنفال 24 ¶ (¬2) جامع البيان 9/ 217 ¶ (¬3) الرعد 28 ¶ (¬4) المائدة 13",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "جـ ـ الجزاء الاجتماعي: ¶ ويقصد به: ما يناله الإنسان على التزامه الفضيلة من تقدير المجتمع وتكريمه، وعلى ارتكابه الرذيلة من إهانة واحتقار. ¶ ذلك أنه تكاد تتفق المجتمعات على استحسان جملة من الأخلاق كالصدق والوفاء والأمانة والإحسان إلى الناس، وعلى استهجان جملة أخرى كالكذب والغدر والخيانة، مما يستلزم أمرين: ¶ 1/ حرص الفرد مخلصاً أو منافقاً أن يظهر بمظهر من يراعي الفضيلة ويعمل بها ليوافق استحسان المجتمع. ¶ 2/ تطلع جميع الأفراد إلى تقدير المجتمع وتكريمه في التزامهم الفضيلة ومجانبتهم الرذيلة. ¶ شمولية الأخلاق: ¶ الأخلاق الإسلامية تشمل جميع أعمال الإنسان الخاصة بنفسه، والمتعلقة بغيره، وشمولية معاني الأخلاق الإسلامية مما لا نجد له نظير في أي تشريع من الشرائع الإسلامية ولا نلمسه في أي شريعة أخرى وضعية، فالأخلاق الإسلامية شاملة، نرى إن كل ماهو قبيح في علاقات الأشخاص قبيح في علاقات المجتمع، وكل ما كان مطلوباً وجميلاً بين الأفراد يكون مطلوباً وجميلاً للمجتمع. ¶ وقد نص القرآن الكريم والسنة المطهرة على أن الدولة الإسلامية يجب عليها الالتزام الكامل بالأخلاق الإسلامية الشاملة لجميع طبقات المجتمع.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "فمن القرآن قوله تعالى: {وإما تخافن من قوم خيانة فانبذ إليهم على سواء إن الله لا يحب الخائنين} (¬1) ¶ يعني إذا ظهرت لك خيانة من عاهدته وثبتت دلالتها فأعلمه بنقض عهده حتى تستوي معه في العلم، لأن الله لا يحب الخيانة حتى ولو كانت مع الكافرين، والسنة المطهرة تقر شمولية الأخلاق، ففي صلح الحديبية كان من شروط تلك المعاهدة بين الرسول صلى الله عليه وسلم وقريش، أن من جاء النبي صلى الله عليه وسلم من قريش يرده إلى قريش، وفي أثناء كتابة المعاهدة، دخل أبو جندل بن سهيل (يمشي شيئاً بطيئاً في قيوده قادماً من أسفل مكة حتى رمى بنفسه بين أظهر المسلمين، فقال أبو جندل: أي معشر المسلمين أرد إلى المشركين وقد جئت مسلماً؟ ألا ترون ما قد لقيت؟ ¶ وكان قد عذب في مكة عذاباً شديداً، فقال الرسول صلى الله عليه وسلم: يا أبا جندل، اصبر واحتسب فإنا لا نغدر وإن الله جاعل لك فرجاً ومخرجاً). (¬2) ¶ فالالتزام بالأخلاق مطلوب في جميع الوسائل والغايات فلا يجوز الوصول إلى الغاية الشريفة بالوسيلة الخسيسة، ولهذا لا مكانة في الأخلاق الإسلامية للمبدأ الخبيث القائل: الغاية تبرر الوسيلة، مراعاة للمعاني الأخلاقية في القرآن الكريم إن الأحكام الشرعية شاملة للرفيع والوضيع ولا تفرق بين زيد وعبد الله، فالهلاك والدمار ليسا خاصين بالذين يفسدون في الأرض ويظلمون الناس، ويرتكبون المعاصي بل يشمل المجتمع بأسره وإلا لو ترك أصحاب الأخلاق الرذيلة يعبثون بالناس خوفاً من شرهم وإيثاراً للذل والحياة المهينة لأصيبت الأمة بالهلاك الشامل. ¶ ¬__________ ¶ (¬1) الأنفال 58 ¶ (¬2) البداية والنهاية 6/ 170",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "إن الإسلام لم يضع المبادئ لشمولية الأخلاق ليتركها سطوراً مسطورة في الكتب يرددها الناس دون تطبيق فلا بد لشمولية الأخلاق من التطبيق لتكون نموذجاً حياً يملأ الأبصار والأسماع، من ذلك أن الدين الحنيف قد ندد بالذين يشعرون أن لهم الشرف أكثر مما لغيرهم، وأنه لا حق لمن دونهم في المنزلة الاجتماعية بمجالستهم والتحدث معهم والاختلاط بهم والأكل معهم. (¬1) ¶ وعليه نقول: إن لكل قطاع من القطاعات الإنسانية المختلفة الداخلية والخارجية أخلاقاً، فللفكر أخلاق، وللاعتقاد أخلاق، وللقلب أخلاق وللنفس أخلاق وللسلوك الظاهر أخلاق. ¶ - فمن فضائل أخلاق الفكر: تحري الحقيقة بإنصاف وتجرد وحياد، والصبر على التفكر والتدبر، والبحث عن كل نافع يفيد من الأفكار والمعارف والعلوم. ¶ - ومن فضائل أخلاق الاعتقاد: أن لا يسمح الإنسان لنفسه بأن تتبع الأوهام والظنون الضعيفة فيحلها في مراكز عقائده الثابتة الراسخة، وأن لا يجعل مركز عقائده فريسة للتقليد الأعمى. ¶ - ومن فضائل أخلاق القلب: حب الحق وحب الخير وكراهية الباطل والشر وعدم تحمل الأحقاد والضغائن. ¶ - ومن فضائل أخلاق النفس: الصبر والعفة، ومجانبة الحسد، والترفع عن سفاسف الأمور، والنظر إلى معاليها وعلو الهمة، وجود النفس، وغير ذلك .... ¶ ¬__________ ¶ (¬1) مكارم الأخلاق 88:81",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "الفصل الرابع: القرآن والسنة وأثرهما في الأخلاق: ¶ أولاً: القرآن ¶ قال الجرجاني في التعريفات: (القرآن هو المنزل على الرسول المكتوب في المصاحف المنقول عنه نقلاً متواتراًً بلا شبهة). (¬1) ¶ وقال البخاري: (هو كلام الله غير مخلوق منه بدء وإليه يعود). (¬2) ¶ قال ابن تيمية: (وأما معناه فإن قولهم\"منه بدء\"أي هو المتكلم به، وهو الذي أنزله من لدنه، ليس هو كما تقوله الجهمية أنه خلق في الهوى أو غيره، وأما\"إليه يعود\" فإنه يسرى به في آخر الزمان، من المصاحف والصدق، فلا يبقى في الصدور منه كلمة، ولا في المصاحف منه حرف) (¬3) ¶ فالقرآن هو المصدر الأول للتشريع الإسلامي، قد جاءت الأخلاق الإسلامية داعية إلى الالتزام بالقرآن قولاً وعملاً وحفظاً، ولا شك أن الأخلاق الإسلامية حثت على تدبر القرآن والاتعاظ به، وهددت ووعدت أولئك الذين يخفون ما أنزل الله من الآيات البينات الواضحات الدالة على هدي القرآن الكريم وصدق الرسول صلى الله عليه وسلم، وأخبرت أولئك الضالون المكذبون باللعنة والطرد والبعد من رحمة الله كما لعنتهم الملائكة والمؤمنون بالله، فقال تعالى: {إن الذين يكتمون ما أنزلنا من البينات ¶ ¬__________ ¶ (¬1) التعريفات 223 ¶ (¬2) صحيح البخاري - باب خلق أفعال العباد -13 ¶ (¬3) الفتاوى 3/ 175:174",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "والهدى من بعد ما بيناه للناس في الكتاب ألئك يلعنهم الله ويلعنهم اللاعنون} (¬1) ¶ إن تلاوة القرآن هي الدليل القاطع على التخلق بأخلاق القرآن والإيمان بالله، قال تعالى: {الذين آتيناهم الكتاب يتلونه حق تلاوته أولئك يؤمنون به} (¬2) ¶ والغاية من تلاوة القرآن والتأثر به وتدبر معانيه وفقه ما فيه من الأحكام والمواعظ هي: الوقوف عند آدابه وأوامره ونواهيه وما تضمنه من المكارم والمحاسن والعمل به، قام تميم الداري ليلة بهذه الآية {أم حسب الذين اجترحوا السيئات أن نجعلهم كالذين آمنوا وعملوا الصالحات سواء محياهم ومماتهم ساء ما يحكمون} (¬3). ليلة كاملة يقومها بهذه الآية!! ¶ إن القرآن الكريم إما حجة لك أو عليك، وهو النور الذي أنزله الله إلى أرضه ليضاء به، فيُعلم به الحق من الباطل والحسن من القبيح، والنافع من الضار. ¶ ثانياً: السنة النبوية ¶ (هي ما كان عليه رسول الله عليه وسلم وأصحابه اعتقاداً واقتصاداً وقولاً وعملاً). (¬4) ¶ وقال ابن رجب في تعريفها: (هي طريقة النبي صلى الله عليه وآله وسلم التي كان عليها هو وأصحابه، السالمة من الشبهات والشهوات) (¬5). ¶ ¬__________ ¶ (¬1) البقرة 159 ¶ (¬2) البقرة 121 ¶ (¬3) الجاثية 21 ¶ (¬4) الفتاوى 5/ 111 ¶ (¬5) كشف الكربة 32",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "السنة هي الأصل الثاني للتشريع وهي مبينة للقرآن، ومظهرة لأسراره، ومفصلة لمجمله، قال تعالى: {وأنزلنا إليك الذكر لتبين للناس ما نزل إليهم ¶ ولعلهم يتفكرون} (¬1) ¶ وقال تعالى: {فلا وربك لا يؤمنون حتى يحكموك فيما شجر بينهم ثم لا يجدوا في أنفسهم حرجاً مما قضيت ويسلموا تسليماً} (¬2). ¶ وقد وردت الأحاديث النبوية الحاثة على نشر السنة وتعاليمها ليستفاد منها، وتحقق القدوة في رسول الله صلى الله عليه وسلم، فقال رسول الله صلى الله عليه وسلم:\"نضر الله امرأ سمع منا حديثا فحفظه حتى يبلغه، فرب مبلغ أحفظ له من سامع \". (¬3) ¶ وقد جاءت السنة حاثة على الأخلاق الفاضلة، لاسيما ما تجلى في رسول الله من أسوة حسنة، ومن ذلك ما رواه الإمام أحمد عن عائشة أنها قالت لما سئلت عن خلق رسول الله فقالت:\"كان خلقه القرآن\" (¬4). ¶ وإذا كان صلى الله عليه وسلم خلقه القرآن فقد جاء في القرآن الحث على مكارم الأخلاق، والنهي عن مساوئها، كما جاءت بذلك أيضاً السنة النبوية في غير ما موضع. ¶ ¬__________ ¶ (¬1) النحل 44 ¶ (¬2) النساء 65 ¶ (¬3) رواه أحمد 4157، وصححه الألباني برقم 6764 في صحيح الجامع. ¶ (¬4) رواه أحمد 24645، وصححه الألباني برقم 4811 في صحيح الجامع.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "الفصل الخامس: أصول التعامل و المعاملة مع الله: ¶ مدخل: تنقسم أخلاق الإنسان كلها بحسب متعلقها إلى: ¶ 1/ أخلاق مع الله. ¶ 2/ أخلاق مع الناس. ¶ 3/ أخلاق مع النفس. ¶ 4/ أخلاق مع سائر مخلوقات الله الأخرى. ¶ وإذا استعمل الإنسان الأدب والمعاملة الحميدة المتعينة عليه تجاه ربه الخالق، وتجاه الناس وتجاه نفسه، وتجاه سائر مخلوقات الله تعالى، فإنه يصير بذلك صاحب أخلاق حميدة، فإذاً ليس بين الإنسان وبين مكارم الأخلاق إلا التعرف على ما يلزمه من معاملة مع الله ومع الناس، ومع نفسه، ومع المخلوقات الأخرى ثم الالتزام والتطبيق. ¶ ولما كان هذا البحث متعلقاً بالجانب العقدي فسأكتفي بالكلام عن القسم الأول. ¶ خلق التعامل مع الله: ¶ إن حق الله تعالى على الإنسان هو أعظم الحقوق على الإطلاق، والأدب مع الله هو أوجب الواجبات، إذ هو الخالق، وحده لا شريك له، وما عداه مخلوق فلا يستوي حق المخلوق مع حق الخالق بحال، ولا يستوي تأدب الإنسان مع الخالق ومع أي مخلوق!! ¶ وكما أن الله هو الخالق وحده لا شريك له، فكذلك يجب أن يوحده عباده بالعبادة والشكر والأدب وفق ما يقتضيه هذا المعنى.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "أصول المعاملة مع الله: ¶ يمكننا أن نقول أن أصول المعاملة مع الله تتلخص فيما يلي: ـ ¶ 1ـ الإيمان به إيماناً جازماً. ¶ فلا بد على كل مسلم أن يؤمن بوجود الله وبأنه المتفرد بالجلال، المستحق للعبادة وحده دون سواه. ¶ 2ـ توحيده في أسمائه وفي صفاته، وتوحيده بالعبادة. ¶ 3ـ لزوم طاعته واجتناب معصيته، والحرص على أن لا يفقده ربه حيث أمره. ¶ 4ـ تعظيم شعائر الله وحرماته، والخضوع لشرعه. ¶ 5ـ احترام كتابه وسنة نبيه محمد صلى الله عليه وسلم، والتأدب معهما، والتسليم لهما، ولكن على معاني نصوصهما، من غير غلو ولا تفريط في الفهم والتطبيق. ¶ 6ـ العناية بدينه فهماً وإيماناً والتزاماً. ¶ 7ـ إجلاله سبحانه وتنزيهه عن كل نقص، ووصفه بما وصف به نفسه، وفق ما جاء به كتابه وسنة نبيه محمد صلى الله عليه وسلم، واعتقاد ذلك اعتقاداً جازماً. ¶ 8ـ الرضا عن الله، والرضا بقدره. ¶ 9ـ محبته أعظم من كل ما سواه، وتعظيمه أكثر مما سواه. ¶ 10ـ دوام ذكره وشكره. ¶ 11ـ إحسان عبادته. ¶ 12ـ الإحسان إلى عباده، وعدم ظلمهم والتعدي عليهم.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "13ـ إحسان الظن به سبحانه بما هو أهله عز وجل. (¬1) ¶ الفصل السادس: أخلاق منافية للعقيدة الإسلامية ¶ لقد حث الإسلام على سلامة الصدر ونقاء القلب من أن يحمل صاحبه على إخوانه المسلمين شيئاً، وجعل ذلك من موجبات الجنة كما في حديث أنس قال: كنا جلوساً مع رسول الله عليه وسلم فقال: (يطلع عليكم الآن رجل من أهل الجنة ...... ) (¬2). ¶ ¬__________ ¶ (¬1) الأخلاق الفاضلة /87:86 ¶ (¬2) الحديث بطوله عند الإمام أحمد 12720، صححه الحافظ العراقي.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "وحذر الإسلام من الأخلاق الدنيئة الكامنة في القلوب الضعيفة، نورد بعضاً منها على سبيل المثال لا الحصر. ¶ (أ) ـ أخلاق متعلقة بالقلب منافية للعقيدة الإسلامية: ¶ 1/ البخل: ¶ البخل يقوم على المبالغة الرجل في الخوف من الفقر، وينشأ عن هذه الطبيعة طبيعة الحرص على جمع المال، وقد يشتد به الخوف، حتى يمسك عن الإنفاق في وجوه الخير. ¶ وقد يمسك الرجل يده عن الإنفاق في وجوه الخير، ويطلقها في اتباع الشهوات، فيجمع بين رذيلتين البخل والإسراف. ¶ والبخيل بعيد عن الله، بعيد عن خلق الله، ضيق الصدر، ممنوع من الإنشراح، ضيق العطن، ضيق الصدر، قليل الفرح. (¬1) ¶ 2/ الحسد: ¶ قال الجرجاني:\"هو تمني زوال نعمة المحسود إلى الحاسد\". (¬2) ¶ وقال الإمام النووي:\"هو تمني زوال النعمة عن صاحبها: سواء كانت النعمة دين أو دنيا\" (¬3) ¶ قال تعالى منكراً على من يتصف بصفة الحسد: {أم يحسدون الناس على ما آتاهم الله من فضله} (¬4) ¶ ¬__________ ¶ (¬1) الوابل الصيب 644 ¶ (¬2) التعريفات 117 ¶ (¬3) رياض الصالحين 441 ¶ (¬4) النساء 54",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "ففي الآية دلالة على أن الحسد إنما يقع على أمر له صلة بالله عز وجل، وهو استكثار فضل الله تعالى أن يكون من نصيب إنسان معين أو قوم مخصوصين. (¬1) ¶ روى النسائي في سننه: أن رسول الله صلى الله عليه وسلم قال: (لا يجتمعان في قلب عبد الإيمان والحسد) (¬2). ¶ قال ابن المقفع:\" ليكن ما تصرف به الأذى عن نفسك ألا تكون حسوداً، فإن الحسد خلق لئيم، ومن لؤمه أنه موكل بالأدنى فالأدنى من الأقارب، فليكن ما تعامل به الحسد أن تعلم أن خير ما تكون حين تكون مع من هو خير منك\". (¬3) ¶ فانظر كيف بين رسول الله صلى الله عليه وسلم أنه لا يجتمع مع الإيمان شح ولا حسد، والمقصود أن ذلك الخلق له علاقة قوية بالإيمان، فمن رأيناه يحسد دل ذلك على ضعف إيمانه وفي المقابل من وجدناه طيباً سليم القلب دل ذلك على قوة إيمانه. ¶ قال شيخ الإسلام ابن تيمية:\"فمن وجد في نفسه حسداً لغيره فعليه أن يستعمل معه التقوى والصبر، فيكره ذلك من نفسه، وكثير من الناس الذين عندهم دين لا يعتدون على المحسود فلا يعينونه على ظلمه، ولكنهم أيضاً لا يقومون، بما يجب من حقه، بل إذا ذمه أحد لم يوافقوه على ذمه، ولا يذكرون محامده وكذلك لو مدحه أحد لسكتوا، وهؤلاء مدينون في ترك المأمور في حقه مفرطون في ذلك\" (¬4) ¶ ¬__________ ¶ (¬1) الأخلاق في الإسلام 276 ¶ (¬2) رواه النسائي 3109، وصححه الألباني برقم 1262 في صحيح الجامع ¶ (¬3) الأدب الصغير والأدب الكبير 112 ¶ (¬4) الفتاوى 10/ 125",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "3/ العشق: ¶ قال ابن تيمية:\" العشق هو: المحبة المفرطة الزائدة على الحد الذي ينبغي\". (¬1) ¶ وقال ابن القيم:\" العشق هو الحب المفرط الذي يخاف على صاحبه منه\". (¬2) ¶ إن العشق مظهر من مظاهر ضعف الإيمان، وهو شغل الفارغ. ¶ قال وهب بن منبه: \"العقل والهوى يصطرعان فأيهما غلب مال بصاحبه\" (¬3). ¶ وقال ابن الجوزي:\"فمن لم تكن له همة أبية لم يكد يتخلص من هذه البلية، فإن ذا الهمة يأنف أن يملك رقة شيء، وما زال الهوى يذل أهل العز\" (¬4) ¶ (ب) ـ أخلاق متعلقة باللسان منافية للعقيدة الإسلامية: ¶ لقد حذر الإسلام من خطر اللسان، وبين آفاته وحث على إمساكه أو استخدامه في الخير وقد أخبر النبي صلى الله عليه وسلم معاذ بن جبل أن ملاك الأمر كله في إمساك اللسان فقال معاذ: (أوَ مؤاخذون نحن بما نقول يا رسول الله؟ فقال الرسول:\"ثكلتك أمك يا معاذ، وهل يكب الناس في النار على وجوههم أو على مناخرهم إلا حصائد ألسنتهم). (¬5) ¶ ومن أخلاق اللسان المنافية للإيمان والعقيدة الإسلامية: ¶ 1/ الكذب: ¶ ¬__________ ¶ (¬1) الفتاوى 10/ 131 ¶ (¬2) مدارج السالكين 3/ 30 ¶ (¬3) الآداب الشرعية والمنح المرعية 3/ 131 ¶ (¬4) ذم الهوى 477 ¶ (¬5) رواه الترمذي 2616، وصححه الألباني في صحيح سنن الترمذي 2/ 39:38",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "قال الجرجاني:\" هو إخبار لا على ما عليه المخبر عنه\". (¬1) ¶ وقال ابن حجر:\"الكذب على الصحيح هو الإخبار بالشيء على خلاف ما هو عليه سواء كان عمداً، أو خطأً\" (¬2). ¶ إن الكذب عمل مرذول، وصفة ذميمة، وهو خصلة من خصال النفاق، وشعبة من شعب الكفر، وهو سبب لنزع الثقة من الكاذب والنظر إليه بعين الخيانة. ¶ قال النبي صلى الله عليه وسلم: (إياكم والكذب فإن الكذب، يهدي إلى الفجور، وإن الفجور يهدي إلى النار، وإن الرجل ليكذب حتى يكتب عند الله كذاباً) (¬3). ¶ والكذب ـ ولا شك ـ مما يخل بالإيمان والعقيدة، كما قال أبو بكر الصديق رضي الله عنه: (الكذب يجانب الإيمان) (¬4). ¶ 2/ السب والشتم: ¶ من سب مسلماً فقد فسق لقوله صلى الله عليه وسلم: (سباب المسلم فسوق، وقتاله كفر (متفق عليه. ¶ وقد اشتملت سورة الحجرات على آيات كثيرة محذرة من هذا: منها ¶ قوله تعالى: (ولا تلمزوا أنفسكم ولا تنابزوا بالألقاب بئس الاسم الفسوق بعد الإيمان ومن لم يتب فأولئك هم الظالمون (¬5) (. ¶ ¬__________ ¶ (¬1) التعريفات 235 ¶ (¬2) فتح الباري 1/ 242 ¶ (¬3) رواه مسلم 2607 ¶ (¬4) أخرجه البيهقي في شعب الأيمان4805/ 4804 بسند صحيح ¶ (¬5) الحجرات 11",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "والمعنى أن من فعل ذلك كان فاسقاً بعد أن كان مؤمناً، كما أطلق الله وصف الفسق أيضاً على من سب المحصنة المؤمنة فقال تعالى: {والذين يرمون المحصنات ثم لم يأتوا بأربعة شهداء فاجلدوهم ثمانين جلدة ولا تقبلوا لهم شهادة أبداً وأولئك هم الفاسقون} (¬1)، فسمي الذين يفعلون ذلك فساقاً، وأما الغيبة فقد جاء فيها قوله تعالى: {ولا يغتب بعضكم بعضاً أيحب أحدكم أن يأكل لحم أخيه ميتاً فكرهتموه واتقوا الله إن الله تواب رحيم} (¬2)،أي لمن تاب من هذه الآثام وقد سبق في الحديث ان الغيبة أشد من الربا والربا اشد من الزنا بالأم. ¶ ولا يجوز لمسلم أن يستحل سب المسلم أو شتمه أو عيبه أو غيبته إلا في حق كأن يكون مظلوماً يرد عن نفسه كما قال تعالى: {لا يحب الجهر بالسوء من القول إلا من ظلم} (¬3)،أي من اعتدى عليه أولاً فله الحق أن ينتصر من ظالمه بأن يسبه كما سبه، أو يذكر ظلمه للناس ولكنه لا يجوز له أن يعتدي بأكثر مما سب وعيب به، لقوله تعالى: {ولا تعتدوا إن الله لا يحب المعتدين} (¬4)، وكقوله: {ولمن انتصر بعد ظلمه فأولئك ما عليهم من سبيل *إنما السبيل على الذين يظلمون الناس ويبغون في الأرض بغير الحق أولئك لهم عذاب أليم} (¬5)، ولا شك أن الصفح والمغفرة لأعظم وآجر ¶ ¬__________ ¶ (¬1) النور 4 ¶ (¬2) الحجرات 12 ¶ (¬3) النساء 148 ¶ (¬4) البقرة 190 ¶ (¬5) الشورى 41/ 42",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "عند الله لقوله تعالى: {ولمن صبر وغفر إن ذلك لمن عزم الأمور (¬1) {. ¶ إن اللعن والسب والشتم والفحش في الكلام والطعن في الأنساب، كل ذلك ليس من شيم المتقين. ¶ 3/ الغيبة: ¶ قال الجرجاني:\" هي أن تذكر أخاك بما يكره، فإن كان فيه فقد اغتبته وإن لن يكن فيه فقد بهته، أي قلت عليه ما لم يفعله\" (¬2). ¶ ينبغي للمسلم المكلف، أن يحفظ لسانه من الكلام بجميع أنواعه ماعدا الكلام الذي تظهر فيه مصلحة شرعية. ¶ والقاعدة الصحيحة أن السلامة لا يعدلها شيء، وعلى هذا فإذا استوت المصلحة وعدمها، في أي كلام، كان تركه أفضل، فقد يجر المباح إلى الحرام أو المكروه. (¬3) ¶ وقد أشار القرآن الكريم إلى أن الإنسان مسؤول ومحاسب على كل قول يلفظ به، قال تعالى: {ما يلفظ من قول إلا لديه رقيب عتيد} (¬4). ¶ ولقد صرح القرآن الكريم بحرمة الغيبة، فقال تعالى: {ولا يغتب بعضكم بعضاً أيحب أحدكم أن يأكل لحم أخيه ميتاً فكرهتموه واتقوا الله إن الله تواب رحيم} (¬5). ¶ ¬__________ ¶ (¬1) الشورى 43 ¶ (¬2) التعريفات 210 ¶ (¬3) رياض الصالحين 420 ¶ (¬4) ق 18 ¶ (¬5) الحجرات 12",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "وفي حفظ اللسان مع حفظ العورة من الفواحش، ضمان لدخول الجنة، ففي الحديث (من يضمن لي ما بين لحييه وما بين رجليه، أضمن له الجنة). (¬1) ¶ وعلى هذا فالغيبة والبهتان كلاهما مذموم ومحرم في الإسلام، أشد تحريم. ¶ (ج) ـ أخلاق متعلقة بأعمال الجوارح منافية للعقيدة الإسلامية: ¶ 1/ كثرة المزاح والإسفاف فيه: ¶ وهذا الأمر يكثر وقوعه بين الناس، فترى من يغلب عليه كثرة المزاح، والإسفاف والتمادي فيه. ¶ وهذا الأمر مظهر من مظاهر دنو الهمة، فالمزاح يسقط الهيبة، ويخل بالمروءة، ويجرئ السفهاء والأنذال. ¶ قيل في بعض منثور الحكم:\" المزاح يأكل الهيبة كما تأكل النار الحطب\" (¬2) قال ابن عبد البر في بهجة المجالس:\" وقد كره جماعة من العلماء الخوض في المزاح، لما فيه من ذميم العاقبة، ومن التوصل إلى الأعراض، واستجلاب الضغائن، وإفساد الإخاء\". (¬3) ¶ وقال سعيد بن العاص:\" لا تمازح الشريف فيحقد، ولا الدنيء فيجترئ عليك\". (¬4) ¶ والمزاح في الكلام كالملح في الطعام، إن عدم أو زاد على الحد فهو مذموم\". (¬5) ¶ ¬__________ ¶ (¬1) رواه البخاري 5993 ¶ (¬2) أدب الدنيا والدين 310 ¶ (¬3) بهجة المجالس 2/ 569 ¶ (¬4) المرجع السابق ¶ (¬5) بهجة قلوب الأبرار 70",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "2/ التقليد الأعمى: ¶ وهذه بلية من البلايا، ورزية من الرزايا، وسبب عظيم لدنو الهمة، وموجب من موجبات التخلف عن ركب المعالي. ¶ فكم من الناس من ألغى عقله واستعاضه بعقل آخر فيتمثل في عقل الصحبة التي يرتاد مجلسها أو العشرة التي ينتمي إليها، ويدين بالولاء لها، فلا يفكر إلا بذلك العقل ولا يوالي إلا من أجله، ولا يقدم رجلاً أو يؤخر أخرى إلا وفق ما تمليه عليه الصحبة أو العشرة، حقاً كان أم باطلاً، إما خوفاً منهم أو موافقةً أو مجاملة لهم. ¶ قال ابن القيم:\" فما على العبد أضر من عشائره وأبناء جنسه، فنظره قاصر وهمته واقفة عند التشبه بهم ومباهاتهم، والسلوك أين سلكوا، حتى ولو دخلوا مجرى ضب لأحب أن يدخل معهم\". (¬1) ¶ ولا يعني ذلك أن يعيش المرء وحيداً، مٌؤثراً العزلة، مستبداً برأيه قابضاً يده عن التعاون مع بني جنسه، وإنما المقصود أن يكون المرء ذا نظر في الأمور بعيد، وأن يٌؤثر الحق ويقبله من أي أحد، وألا يساير من معه إلا على الحق، ¶ والتقليد الأعمى ضرر محض على الأمة، حيث يفقدها تميزها واستقلالها. ¶ 3/ هجر المسلم أخاه: ¶ إن أخوة المسلم للمسلم، أساس هام من أسس الإسلام، وهي توجب المودة والتراحم والتعاون على الخير، قال تعالى: {إنما المؤمنون إخوة فأصلحوا بين أخويكم} (¬2). ¶ ¬__________ ¶ (¬1) الرسالة التبوكية 86 ¶ (¬2) الحجرات 10",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "وقال تعالى: {وتعاونوا على البر والتقوى ولا تعاونوا على الإثم والعدوان} (¬1). ¶ وفي الحديث الشريف ما يفيد أن هجر المسلمين لبعضهم البعض إنما هو من إغواء الشيطان، يقول صلى الله عليه وسلم: (إن الشيطان قد أيس أن يعبده المصلون في جزيرة العرب ولكن في التحريش بينهم). (¬2) ¶ فمن المحرم أن يهجر المسلم أخاه أكثر من ثلاثة ليال، فمن وافاه أجله وهو على حال الهجر، كان مصيره والعياذ بالله إلى النار، وكيف يجاهد المسلمون ويتعاونون على البر والتقوى إذا كانوا متدابرين (¬3). ¶ ¬__________ ¶ (¬1) المائدة 2 ¶ (¬2) رواه مسلم5030 ¶ (¬3) الأخلاق في الإسلام 280",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "الخاتمة ¶ بسم الله والصلاة والسلام على رسول الله .. ¶ أما بعد: ¶ في ختام هذا البحث نكون قد خلصنا إلى بعض النتائج من أهمها: ¶ أن الأخلاق لغة تعني: ¶ الخُلُق، بضم اللام وسكونها: هو الدين والطبع والسجيٌةز ¶ واصطلاحاً: ¶ هي ملكة تصدر بها عن النفس الأفعال بسهولة، ويسر، من غير تقدم فكر وروية وتكلف. ¶ والإسلام لغة: ¶ الإسلام والإستسلام: الإنقياد، والإسلام من الشريعة: إظهار الخضوع وإظهار الشريعة والتزام ما أتى به النبي صلى الله عليه وسلم. ¶ واصطلاحاً: ¶ هو الخضوع والانقياد لما أمر به النبي صلى الله عليه وسلم. ¶ والعقيدة لغة:",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "الحكم الذي لا يقبل الشك فيه لدى معتقده، والعقيدة في الدين ما يقصد به الاعتقاد دون العمل. ¶ واصطلاحاً: ¶ هي الأمور التي يجب أن يصدق بها قلبك وتطمئن إليها نفسك، وتكون يقيناً عندك، لا يمازجه ريب ولا يخالطه شك. ¶ وللأخلاق أهمية كبرى في ديننا الحنيف، وقد جعل الإسلام الأخلاق معياراً كبيراً في التفاضل بين العباد. ¶ كما عرفنا أن للأخلاق أسس تقوم عليها، هي: ¶ الأساس الإعتقادي والأساس العملي، وأساس مراعاة الطبيعة الإنسانية، وأساس التأكيد على مبدأ المسؤولية الخلقية، وأساس إثبات الجزاء الأخلاقي. ¶ ثم وضحنا شمولية الأخلاق لجميع جوانب الحياة العلمية والعملية. ¶ وعرفنا مدى الصلة الوثيقة بين الوحيين والأخلاق وأنهما جاءا حاثين على كريم الأخلاق وفاضلها. ¶ ثم عرفنا أصول التعامل مع الله ولحضناها في الإيمان بالله إيماناً جازماً، وتوحيده في أسمائه وصفاته، ولزوم طاعته واجتناب معصيته والحرص على تعظيم شعائره واحترام كتابه. ¶ ثم ذكرنا بعض الأخلاق المنافية للعقيدة في جانب القلب كالبخل والحسد والفسق، وفي جانب اللسان كالكذب والسب والشتم والغيبة. ¶ هذا والله أعلم وصلى الله على نبينا محمد وعلى آله وصحبه وسلم ...",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "المراجع ¶ 1/ شعب الإيمان ـ البيهقي ـ دار الكتب العلمية ـ بيروت ـ ط1ـ 1410هـ. ¶ 2/ صحيح سنن الترمذي ـ الألباني ـ مكتبة المعارف ـ الرياض ـ ط1ـ 1420هـ. ¶ 3/ فتح الباري شرح صحيح البخاري ـ لابن حجر العسقلاني ـ دار السلام ـ الرياض ـ ط1ـ 1421هـ. ¶ 4/ صحيح مسلم ـ الإمام مسلم ـ دار المفتي ـ الرياض ـ ط1ـ 1419هـ. ¶ 5/ صحيح البخاري ـ الإمام البخاري ـ دار السلام ـ الرياض ـ ط1ـ 1417هـ. ¶ 6/ جامع الترمذي ـ الترمذي ـ دار السلام ـ الرياض ـ ط1ـ1420هـ. ¶ 7/ سنن النسائي ـ للنسائي. ¶ 8/ التعريفات ـ الجرجاني ـ ت: إبراهيم الابياري ـ دار الكتاب العربي ـ ط2ـ 1413هـ. ¶ 9/ مدارج السالكين ـ ابن القيم ـ ت: عبد الحميد عبد المنعم ـ دار الكتب المصرية ـ القاهرة ـ ط1ـ 1421هـ. ¶ 10/ الآداب الشرعية والمنح المرعية ـ ابن مفلح ـ مؤسسة قرطبة. ¶ 11/ الاتجاه الأخلاقي في الإسلام ت مقداد يالجن ـ مكتبة الخانجي ـ ط1ـ 1392هـ.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "12/ الأخلاق الفاضلة ـ ¶ 13/ الأخلاق في الإسلام ـ د. عبد اللطيف العبد ـ مكتبة أنوار السعودية. ¶ 14/ مكارم الأخلاق ـ محمد الخرائطي ـ دار الآفاق العربية ـ ط1ـ 1419هـ. ¶ 15/ الأخلاق الإسلامية ـ الميداني ـ دار القلم ـ ط1ـ 1399هـ. ¶ 16/ كشاف اصطلاحات الفنون ـ التهانوي ـ ت: لطفي عبد ـ الهيئة المصرية العامة للكتب. ¶ 17/ إحياء علوم الدين ـ للغزالي ـ دار الهادي ـ بيروت ـ ط1ـ 1412هـ. ¶ 18/ الذريعة إلى مكارم الشريعة ـ الراغب الأصفهاني ـ ت: أبو الزيد هجمي ـ دار الوفاء ـ ط2ـ 1408هـ. ¶ 19/ الرعاية لحقوق الله ـ الحارث المحاسبي ـ ت: عبد الرحمن عبد الحميد ـ دار اليقين ـ المنصورة ـ ط1ـ 1420هـ. ¶ 20/ الهمة العالية ـ محمد الحمد ـ دار القاسم ـ الرياض ـ ط2ـ 1417هـ. ¶ 21/ مجموع فتاوى شيخ الإسلام ابن تيمية ـ جمع بن قاسم ـ وزارة الشؤون ن الإسلامية ـ 1416هـ. ¶ 22/ رسالة المسترشدين ـ الحارث المحاسبي ـ ت: عبد الفتاح أبو غدة ـ المطبوعات الإسلامية ـ بيروت ـ ط 8 ـ 1416هـ. ¶ 23/ الأدب الصغير والأدب الكبير ـ ابن المقفع ـ دار صادر ـ بيروت. ¶ 24/ المسؤولية الخلقية والجزاء عليها ـ د. أحمد الحليبي ـ مكتبة الرشد ـ الرياض ـ ط1ـ 1417هـ.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "25/ جامع البيان عن تأويل آي القرآن ـ الطبري ـ دار ابن حزم ـ بيروت ـ ط1 ـ 1423هـ. ¶ 26/ البداية والنهاية ـ ابن كثير ـ ت: د. عبد الله التركي ـ دار هجر ـ ط1ـ 1417هـ. ¶ 27/ كشف الكربة بوصف حال الغربة ـ ابن رجب ـ دار الدعوة ـ ط1 ـ 1403هـ. ¶ 28/ مسند الإمام أحمد بن حنبل ـ الإمام أ؛ مد بن حنبل ـ عالم الكتب ـ بيروت ـ ط1 ـ 1419هـ. ¶ 29/ الوابل الصيب ـ ابن القيم ـ ت: إسماعيل الأنصاري ـ مطابع النصر ـ الرياض. ¶ 30/ رياض الصالحين ـ النووي ـ مكتبة المعارف ـ الرياض ـ ط13 ـ 1412هـ. ¶ 31/ لسان العرب ـ ابن منظور ـ دار إحياء التراث ـ ط2 ـ 1417هـ. ¶ 32/ تهذيب اللغة ـ الأزهري ـ الدار المصرية. ¶ 33/ معجم متن اللغة ـ أحمد رضا ـ مكتبة الحياة ـ 1377هـ. ¶ 34/ معجم مقاييس اللغة ـ ابن فارس ـ دار إحياء التراث ـ ط1 ـ 1422هـ. ¶ 35/ المعجم الوسيط ـ مجموعة من العلماء ـ المكتبة الإسلامية ـ ط2. ¶ 36/ عقيدة التوحيد ـ د. صالح الفوزان ـ دار العاصمة ـ ط1 ـ 1420هـ. ¶ 37/ ذم الهوى ـ ¶ 38/ أدب الدنيا والدين. ¶ 39/ بهجة المجالس. ¶ 40/ بهجة قلوب الأبرار.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "41/ الرسالة التبوكية ـ ¶ 42/ مدخل لدراسة العقيدة الإسلامية ـ عثمان ضميرية ـ مكتبة السوادي ـ ط1 ـ 1414هـ.",
            "page": "43",
            "part": "1"
        }
    ],
    "t35128": [
        {
            "id": "1",
            "lvl": "1",
            "sub": "1",
            "tit": "المقدمة"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول: التعريف بمصطلحات البحث"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني: أهمية الأخلاق ومكانتها من العقيدة الإسلامية"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثالث: أسس الأخلاق في العقيدة الإسلامية"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الرابع: القرآن والسنة وأثرهما في الأخلاق:"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الخامس: أصول التعامل و المعاملة مع الله:"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل السادس: أخلاق منافية للعقيدة الإسلامية"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة"
        },
        {
            "id": "40",
            "lvl": "1",
            "sub": null,
            "tit": "المراجع"
        }
    ]
}