{
    "b35123": [
        {
            "id": "1",
            "nass": "نظرات في ¶ حديث(حُفَّت الجنة ُبالمكاره و النارُ بالشهوات ) ¶ أو\" صفة الجنة والنار \" ¶ إعداد ¶ السيد مختار ¶ بسم الله الرحمن الرحيم ¶ مقدمة ¶ الحمد لله غافر الذنب وقابل التوب شديد العقاب ذي الطول,خلق الجنة دار كرامته وأعدها للمتقين الأبرار, وخلق النَّار دار عذابه ونقمته وأعدها للكفار والفجار. ¶ وأشهد ألا إله إلا الله وحده, شرع لعباده ما يوجب لهم عقبى الدار ويجنبهم دار البوار. ¶ وأشهد أن محمدًاعبده ورسوله سيد المصطفين الأخيار ,من اتبع هديه نجا ومن عصاه دخل النار . ¶ وبعد...فإن الحديث عن الجنة ونعيمهاالذى لاينفد تستعذبه النفس وتشتاق إليه إذ هي دار السعادة الحقيقية ,ولا سعادة في غيرها ,لا في المال ولا في الجاه ولا في السلطان ,قال تعالى: \" وَأَمَّا الَّذِينَ سُعِدُوا فَفِي الجَنَّةِ خَالِدِينَ فِيهَا \"{هود 108 }. لذا رأيت أن أتحدث عن الجنَّة وما أعده الله لأهلها فيها من النعيم المقيم ,وعن النَّار وما أعده الله لأهلها فيها من العذاب الأليم,وما حُفت به كل منهما ,من خلال شرح حديث (حُفَّت الجنة بالمكاره وحُفت النَّار بالشهوات ) ورواياته الأخرى . وقد سميته :\"نظرات في حديث حفت الجنة بالمكاره وحفت النار بالشهوات \". * قال أعرابي لرسول الله - صلى الله عليه وسلم -\"أتشهّد- أي في الصلاة-ثم أقول : اللهم إني أسألك الجنة وأعو ذ بك من النار, أما والله لا أُحْسِن دندنتك ولا دندنة معاذ , فقال النبي- صلى الله عليه وسلم- :حولها ندندن \"(1) .ونحن- وكلَّ المسلمين- حولها ندندن فاللهم نسألك الجنة ونعوذ بك من النار .واجعل-اللهم-عملناهذاخالصًا لوجهك الكريم , وتقبله منا إنك أنت السميع العليم. ¶ إعداد/ ا لسيد مختار ¶ دمياط - مصر ¶ ــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1-…رواه أحمد و أبو داود وابن ماجه. وصححه الألباني ¶ (1)",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "خلق الله -عزوجل -الإنس والجن لعبادته وحده قال تعالى \"وَمَا خَلقْتُ الْجِنَّ وَالإِنسَ إِلاَّ لِيَعْبُدُونِ \" {الذاريات :56 }.وبيَّن لهم سبل الهداية وأرشدهم إليها بالرسل والكتب , وبشّر من أطاعه برضاه والجنة ,وأنذر من عصاه بغضبه والنار, ورغب عباده في الجنة ونعيمها, ودلَّهم على الأعمال الصالحة الموصلة إليها.ورهّبهم من النار وعذابها وحذرهم من الأعمال المؤدية إليها ,وسنذكر طرفاً من ذلك في ثنايا شرحنا للحديث الذي رواه البخاري ومسلم عن أنس بن مالك وأبى هريرة -رضي الله عنهما- أن رسول الله -صلى الله عليه وسلم-قال:\"حُجِبَتْ الجنةُ بالمكاره وحُجِبَتْ النارُ بالشهوات\"وفى لفظ : \"حفت\" بدلا ًمن \"حجبت\" وذلك من التمثيل الحسن , إذ جعل الجنة والنار محجوبتان بالمكاره والشهوات ,فمن هتك الحجاب وصل إلى المحجوب ,فهتك حجاب الجنة باقتحام بالمكاره-وهى العبادات الشاقة على النفس- وهتك حجاب النار بارتكاب الشهوات المحرمة . ¶ وقد أخرج الترمذي وأبو داود هذا الحديث عن أبى هريرة- رضي الله عنه- بلفظ ¶ آخر أطول من هذا- وفيه قصة -ولفظ الترمذي أنَّ رسول الله-صلى الله عليه وسلم- قال:\"لما خلق الله الجنة والنار,أرسل جبريل إلى الجنة فقال أنظر إليها, وإلى ¶ ما أعددتُ إلى أهلها فيها .قال : فجاءها ونظر إليها وإلى ما أعدّ اللهُ لأهلها فيها, قال: فرجع إليه,قال:فوعزّتك لا يسمع بها أحدٌ إلاَّ دخلها,فأمر بها فحُفّت بالمكاره, فقال:ارجع إليها فانظر إلى ما أعددت لأهلها فيها,قال:فرجع إٍليها فإذا هي قد حُفت ¶ بالمكاره , فرجع إليه فقال: وعزتك لقد خِفت ألا يدخلها أحد. قال: اذهب إلى النار ¶ فانظر إٍليها وإلى ما أعددت لأهلها فيها,فإذا هي يركب بعضها بعضاً,فرجع إليه فقال :وعزتك لا يسمع بها أحد فيدخلها,فأمر بها فحفت بالشهوات,فقال: ارجع إليها , فرجع إليها فقال: وعزتك لقد خشيت ألا ينجو منها أحد إلا دخلها\" [قال الترمذي:حديث حسن صحيح]",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "ولنتأمل في هذا الحديث , وماذا كان قول جبريل-عليه السلام- بعدما رأى الجنة وما أعده الله لأهلها فيها,وذلك قبل أن يحفها بالمكاره,لقد قال :\"فوعزتك لايسمع بها ¶ أحد إٍلاَّ دخلها\" وذلك لما رآه فيها من النعيم المقيم الذي لاينبغى لأحدِِِ أن يسمع به إلا عمل له,ولكي يتضح ذلك سنذكر طرفاً مما ذكر من القرآن والسنة من وصف الجنة ونعيمها. ¶ وصف الجنة ¶ *أسماء الجنة: ¶ لبيان شرف الجنة فإنه قد ذُكِر لها عدة أسماء في القرآن الكريم باعتبار صفاتها ¶ وإن كان مسماها واحداً باعتبار الذات,فالاسم العام المتناول لتلك الدار وما فيها من النعيم هو( الجنة), قال تعالى : ( تِلْكَ الجَنَّةُ الَتِي نُورِثُ مِنْ عِبَادِنَا مَن كَانَ تَقِياًّ) ¶ {مريم:63 } وقال تعالى : (وَنُودُوا أَن تِلْكُمُ الجَنَّةُ أُورِثْتُمُوهَا بِمَا كُنتُمْ تَعْمَلُونَ) ¶ {الأعراف 43 }. ¶ *ومن أسمائها(دار السلام)لقوله تعالى : (لَهُمْ دَارُ السَّلامِ عِندَ رَبِّهِمْ وَهُوَ وَلِيُّهُم بِمَا كَانُوا يَعْمَلُونَ) {الأنعام127}. ¶ *ومنها(دار المقامة) ففى الآية الكريمة(الَّذِي أَحَلَّنَا دَارَ المُقَامَةِ مِن فَضْلِهِ لاَ يَمَسُّنَا فِيهَا نَصَبٌ وَلاَ يَمَسُّنَا فِيهَا لُغُوبٌ ) {فاطر35}. ¶ *ومنها(جنة المأوى )لقوله تعالى : (عِندَهَا جَنَّةُ المَأْوَى ) {النجم 15 }. ¶ *ومنها(جنات عدن)قال تعالى :( جَنَّاتِ عَدْنٍ الَتِي وَعَدَ الرَّحْمَنُ عِبَادَهُ بِالْغَيْبِ ) ¶ {مريم61 } . وقال بعض العلماء:هذا الاسم لجميع الجنان إذ معنى عدن \"إقامة \" ¶ *ومنها(دار الحيوان) إذ هي دار الحياة الدائمةالتى لاموت فيها قال تعالى: (وَإِنَّ الدَّارَ الآخِرَةَ لَهِيَ الحَيَوَانُ) {العنكبوت 64}.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "ومنها(الفردوس) قال تعالى : (أُوْلَئِكَ هُمُ الوَارِثُونَ* الَّذِينَ يَرِثُونَ الفِرْدَوْسَ هُمْ فِيهَا خَالِدُونَ ) {المؤمنون10-11}. وفى صحيح البخارىقال النبي-صلى الله عليه وسلم-:\" إذا سألتم الله الجنة فاسألوه الفردوس, فإنه وسط الجنة, وأعلى الجنة, وفوقه عرش الرحمن \" . ¶ *ومنها(المقام الأمين) قال تعالى : ( إِنَّ المُتَّقِينَ فِي مَقَامٍ أَمِينٍ) {الدخان 51 } ¶ *ومنها(مقعد صدق) قال تعالى: ( إِنَّ المُتَّقِينَ فِي جَنَّاتٍ وَنَهَرٍ *فِي مَقْعَدِ صِدْقٍ عِندَ مَلِيكٍ مُّقْتَدِرٍ) {القمر54-55} ¶ *ومنها(جنات النعيم) وهو اسمٌ جامع لجميع الجنات وما تشتمل عليه من النعيم الظاهر والباطن, قال تعالى: (إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ جَنَّاتُ النَّعِيمِ) { لقمان 8 }. ¶ *درجات الجنة: ¶ درجات الجنة كثيرة, ففي الصحيحين أن رسول الله-صلى الله عليه وسلم-قال :\"إنَّ في الجنة مائة درجة , مابين كل درجتين كما بين السماء والأرض,أعدها الله تعالى للمجاهدين في سبيله \" وفى لفظ:\"في الجنة مائة درجة\" والحديث يدل على أنها غاية في العلو والارتفاع , ولا ينفى أن يكون درج الجنة أكثر من مائة,إذالمراد منه الإخبار بأن هذه الدرجات المائةهى للمجاهدين في سبيل الله,لا الإخباربحصردرجات الجنة,ويؤيد ذلك أن منزلةالنبى-صلى الله عليه وسلم- فوق هذا كله ,فهوفى درجة ليس فوقها درجة,أمَّا هذه الدرجات المائة ينالها آحاد أمته بالجهاد. ونظير ذلك قوله ¶ صلى الله عليه وسلم-:\"إن لله تسعة وتسعين اسما,مائة إلا واحدا ,من أحصاها دخل الجنة \" فالمراد من هذا الحديث الإخبار عن دخول الجنة بإحصاء هذه الأسماء وحفظها ,لا الإخبار بحصر هذه الأسماء , ومما يؤيد أن لله تعالى أكثر من تسعة وتسعين اسمًا حديث \"أسألك بكل اسم هو لك , سميت به نفسَك , أو أنزلته ¶ في كتابك , أو علَّمتَه أحدًا من خلقك, أو استأثرتَ به في علم الغيب عندك ...\"",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "[ رواه أحمد والحاكم وصححه غير واحد من أهل العلم ] . ¶ وأهل الجنَّة تتفاوت منازلهم بحسب درجاتهم في العمل والفضل حتى أن أهل الدرجات العلى ليراهم من هو أسفل منهم كالنجوم في السماء ففي الصحيحين عن أبي سعيد الخدري عن النبي-صلى الله عليه وسلم- قال:\"إنَّ أهل الجنة يتراءون أهلَ الغرف من فوقهم كما تتراءون الكوكب الدُّريَّ الغابر في الأفق من المشرق أو المغرب, لتفاضل ما بينهم,قالوا:يا رسول الله تلك منازل الأنبياء لا يبلغها غيرهم؟ ¶ قال:بلى, والذي نفسي بيده, رجالٌ آمنوا بالله, وصدَّقوا المرسلين\". ¶ . وفى الجنة جنانٌ كثيرة ففي صحيح البخاري أن أم حارثة سالت النبي- صلى الله عليه وسلم - عن ابنها حارثة -وقد قُتِل يوم بدر- أهو فى الجنة فأصبر؟ أم غير ذلك فقال- صلى الله عليه وسلم-: \"يا أم حارثة إنها جِنان في الجنَّة وإنَّ ابنك أصاب الفردوس الأعلى\". ¶ . والجنان نوعان:من ذهب , ومن فضة,وتكون لمن خاف مقام ربه,وعلى قدر هذا ¶ الخوف,قال تعالى: (وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ* فَبِأَيِّ آلاءِ رَبِّكُمَا تُكَذِّبَانِ* ذَوَاتَا أَفْنَانٍ*فَبِأَيِّ آلاءِ رَبِّكُمَا تُكَذِّبَانِ* فِيهِمَا عَيْنَانِ تَجْرِيَانِ) فذكرهما وما فيهما ثم قال:( وَمِن دُونِهِمَا جَنَّتَانِ* فَبِأَيِّ آلاءِ رَبِّكُمَا تُكَذِّبَانِ *مُدْهَامَّتَانِ* فَبِأَيِّ آلاءِ رَبِّكُمَا تُكَذِّبَانِ * فِيهِمَا عَيْنَانِ نَضَّاخَتَانِ) {الرحمن46-66} قال ابن عباس:ومن دونهما فى الدَّرج , ¶ وقال ابن زيد:ومن دونهما فى الفضل,وهذا هو الراجح عند المفسِّرين, فالجنتان الأوليان:فيهما عينان تجريان ,أماالثانيتان :ففيهما عينان نضاختان,والنضخ دون الجري ,والنضاخة:هي الفوارة,أما الجارية:فهي السارحة وهى أفضل من الفوارة لأنها تتضمن الفوران والجريان,وقال ابن جريج :هي أربع:جنتان منها للسابقين المقربين(فيهما من كل فاكهة زوجان) و(عينان تجريان),وجنتان لأصحاب اليمين",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "(فيهما فاكهة ونخل ورمان) و(فيهما عينان نضاختان) وقال ابن زيد:إن الأوليين من ذهب للمقربين,والأُخريين من وَرِق ٍلأصحاب اليمين.(1) . وفى الصحيحين عن أبى موسى الأشعري - رضي الله عنه- أن النبي- صلى الله عليه وسلم- قال: (جنتان من فضةٍ:آنيتهما وما فيهما,وجنتان من ذهبٍ :آنيتهما وما فيهما , وما بيْن القوم وأن ينظروا إلى ربهم إلا رداء الكبرياء على وجهه, في جنة عدن\" قال القرطبي: فإن قيل: كيف لم يذكر أهل هاتين الجنتين كما ذكر أهل الجنتين الأوليين؟ ¶ ــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1-تفسير القرطبي (17/140) , الوَرِق:الفضة. ¶ قيل:الجنان الأربع لمن خاف مقام ربه إلاَّ أنَّ الخائفين لهم مراتب,فالجنتان الأوليان لأعلى العباد رتبة فى الخوف من الله تعالى , والجنتان الأخريان لمن قصرت حاله في الخوف من الله تعالى, ثم ذكر القرطبى-رحمه الله- عن الترمذي الحكيم في (نوادر الأصول) قوله: ومعنى (ومن دونهما جنتان) أي: دون هذا إلى العرش, أي: أقرب ¶ وأدنى إلى العرش, وأخذ- أي الترمذي- بفضلهما على الأوليين .(1) ¶ *أبواب الجنة: ¶ قال تعالى:( جَنَّاتِ عَدْنٍ مُّفَتَّحَةً لَّهُمُ الأَبْوَابُ ){ص:50} قال الحسن:إن الأبواب يقال لها انفتحي فتنفتح,انغلقي فتنغلق , وقال قتادة: أبواب يرى ظاهرها من باطنها, و باطنها من ظاهرها تُكَلَّم وتتكلم , وقيل: تفتح لهم الملائكة الأبواب,وفى حديث الشفاعة المتفق عليه عن أبى هريرة عن النبي- صلى الله عليه و سلم- قال: \"و الذي نفس محمد بيده إن ما بين المصراعيْن من مصاريع الجنة لكما بين مكة و هجر, أو كما بين مكة و بصرى\".",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "و للجنة ثمانية أبواب كما فى الصحيحين عن سهل بن سعد أن رسول الله- صلى الله عليه وسلم- قال : \" فى الجنة ثمانية أبواب, منها ما يُسمى الريان , لا يدخله إلاَّ الصائمون \"..وفيهما أيضا عن أبى هريرة- رضي الله عنه - أن رسول الله- صلى الله عليه وسلم- قال:\"من أنفق زوجين من ماله فى سبيل الله دعي من أبواب الجنة كلها, وللجنة ثمانية أبواب ,فمن كان من أهل الصلاة دُعِي من باب الصلاة ,ومن كان من أهل الصيام دعى من باب الصيام, ومن كان من أهل الصدقة دعى من باب الصدقة ,ومن كان من أهل الجهاد دعى من باب الجهاد. قال أبو بكر- رضى الله عنه-:والله ما على أحد من ضرورة من أّيّها دعى,فهل يدعى احد منها كلها؟ فقال الرسول-صلى الله عليه وسلم - \"نعم, وأرجو أن تكون منهم\" . ¶ قال القاضى عياض : ذكر مسلم في هذا الحديث من أبواب الجنة أربعة وزاد غيره بقية الثمانية فذكر منها :باب التوبة, وباب الكاظمين الغيظ, وباب الرَّاضين, والباب الأيمن الذي يدخل منه من لا حساب عليه (2). ¶ * خزنة الجنة: ¶ خزنة:جمع خازن , كحفظة :جمع حافظ ¶ قال تعالى: (وَسِيقَ الَذينَ اتَّقَوْا رَبَّهُمْ إِلَى الجَنَّةِ زُمَراً حَتَّى إِذَا جَاءُوهَا وَفُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا سَلامٌ عَلَيْكُمْ طِبْتُمْ فَادْخُلُوهَا خَالِدِينَ ) {الزمر 73} وهذه ¶ الآية الكريمة تثبت وجود خزنة للجنة, وهم من الملائكة, ورئيسهم رضوان,وهو ¶ ـــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- تفسير القرطبي:(17/141) 2 - التذكرة للقرطبي: ص 487",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "اسم مشتق من الرضا, كماأن خازن النار اسمه مالك,وهو اسم مشتق من الملك والقوة والشدة . وفى صحيح مسلم عن أنس بن مالك-رضى الله عنه- أن النبي- صلى الله عليه وسلم- قال: \"آتي باب الجنة فأستفتح, فيقول الخازنُ : من أنت؟, فأقول: محمد, فيقول:بلى , أمرت ألا أفتح لأحد قبلك\" وهذا الحديث كما يثبت وجود خزنة للجنة, يثبت كذلك فضل النبي-صلى الله عليه وسلم- وكرامته. ¶ *أرضُ الجنةِ ونورُها وبناؤها: ¶ سأل رجل عبد الله بن عباس-رضى الله عنه- فقال له:- يا ابن عباس ما أرض الجنة ؟ قال : مرمرة بيضاء من فضة كأنها مرآة . قال : فما نورها؟ قال: أرأيت الساعة التي تكون فيها قبل طلوع الشمس؟ فذلك نورها, إلا أنها ليس فيها شمس ولا زمهرير. ¶ وروي عن أبى هريرة - رضى الله عنه- قال:قلنا: يا رسول الله, حدثنا عن الجنة ما بناؤها؟ قال:\"لبنة من ذهب ولبنة من فضة,وملاطها المسك الأذفر,وحصباؤها اللؤلؤ والياقوت,وترابها الزعفران,من يدخلها ينعم ولا يبأس,ويخلد لا يموت,ولا تبلى ثيابه , ولا يفنى شبابه .\"(1) ..وملاطها المسك: أي طينها المسك. قال ابن القيم:والغالب أن تراب الجنة من الزعفران فإذا عُجِن بالماء الطيب صار مسكا(2) ¶ وفى حديث أسامة بن زيد - رضى الله عنهما-عن النبي- صلى الله عليه وسلم- أنه قال يوما وذكر الجنة :\"ألا مشمر لها؟هي ورب الكعبة ريحانة تهتز ونور يتلألأ ,ونهر مطرد , وزوجة لا تموت , فى حبور ونعيم ,ومقام فى أبد\" فقالوا : نحن المشمرون لها يا رسول الله قال:\" قولوا إن شاء الله\"(3) . وفى صحيح مسلم عن أبى سعيد الخدري- رضي الله عنه-أن رسول الله- صلى الله عليه وسلم- قال لابن صياد: \" ماتربةالجنة؟ قال: درمكة بيضاء مسك, يا أبا القاسم , قال: صدقت \" . وروى ابن المبارك-بسنده -عن أبى هريرة قال: حائط الجنة لبنة من فضة, ولبنة من ذهب, ودرجها اللؤلؤ والياقوت, قال: وكنا نحدث أن رضاختها اللؤلؤ, وترابها الزعفران .",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "ــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1-…الحديث ضعيف , رواه أحمد وأبو داود الطيالسى,وكذاالترمذى بنحوه ¶ 2-…حادي الأرواح إلى بلاد الأفراح لابن القيم : ص 128 ¶ 3-…رواه ابن ماجة وابن حبان, وفى سنده الضحاك المعافرى لم يوثقه إلا ابن حبان, وفيه سليمان بن موسى فى حديثه بعض لين, وخلط قبل موته بقليل ¶ * غرف الجنة: ¶ إن فى الجنة غرفا وقصورا عظيمة , يدل على ذلك قول الله تعالى: (لَكِنِ الَّذِينَ اتَّقَوْا رَبَّهُمْ لَهُمْ غُرَفٌ مِّن فَوْقِهَا غُرَفٌ مَّبْنِيَّةٌ ) {الزمر:20} فأخبر تعالى أنها غُرف فوق غرف , وأنها مبنية, حتى لا تتوهم النفوس أن فى ذلك تمثيل أو خيال,بل هوعلى الحقيقة . وقال تعالى: (إِلاَّ مَنْ آمَنَ وَعَمِلَ صَالِحًا فَأُوْلَئِكَ لَهُمْ جَزَاءُ الضِّعْفِ بِمَا عَمِلُوا وَهُمْ فِي الغُرُفَاتِ آمِنُونَ) {سبأ: 37} وقال تعالى: (أُوْلَئِكَ يُجْزَوْنَ الغُرْفَةَ بِمَا صَبَرُوا ) {الفرقان: 75 }, وأخبر عن امرأة فرعون (إِِذْ قَالَتْ رَبِّ ابْنِ لِي عِندَكَ بَيْتاً فِي الجَنَّةِ ){التحريم: 11}. ¶ وفى الصحيحين عن سهل بن سعد- رضى الله عنه- أن رسول الله- صلى الله عليه وسلم- قال: \"إنَّ أهل الجنة ليتراءوْن أهل الغرف من فوقهم كما تتراءون الكوكب ¶ الدري الغائر في الأفق من المشرق أوالمغرب,لتفاضل مابينهم,قالوا:يارسول الله, ¶ تلك منازل الأنبياء لا يبلغها غيرهم؟قال:بلى, والذي نفسي بيده رجال آمنوا بالله, وصدَّقوا المرسلين \". ويستفاد من هذا الحديث أن هذه الغرف مختلفة فى العلو والصفة, بحسب اختلاف أصحابها فى الأعمال, فبعضها أعلى من بعض وأرفع ,",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وفى الصحيحين أن جبريل-عليه السلام- قال للرسول-صلى الله عليه وسلم- هذه خديجة أقرئها السلام من ربها, وبشرها ببيت فى الجنة من قصب لا صخب فيه ولا نصب\" والقصب- في الحديث- : قصب اللؤلؤ المجوف, قيل:لأنها حازت قصب السبق في التصديق بالرسالة فكان جزاؤها قصراً من قصب .. ¶ وفى الصحيحين-أيضاً- أن النبي-صلى الله عليه وسلم-قال:\"أدخلت الجنة, فإذاأنا بقصر من ذهب , فقلت:لمن هذا القصر؟ قالوا لشاب من قريش, فظننت أنى أنا هو,فقلت: ومن هو؟ قالوا: لعمر بن الخطاب\". وعن أبى مالك الأشعري-رضى الله عنه-أن النبي-صلى الله عليه وسلم-قال: \"إن فى الجنة غرفا ًيُرى ظاهرها من باطنها, وباطنها من ظاهرها, أعدها الله لمن أطعم الطعام, وأدام الصيام, وصلى بالليل والناس نيام\"(1) . واعلم أن أهل الجنة يعرفون غرفهم ومساكنهم حين دخولهم الجنة وإن لم يروها قبل ذلك , قال تعالى: ( وَالَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ فَلَن يُضِلَّ أَعْمَالَهُمْ* سَيَهْدِيهِمْ وَيُصْلِحُ بَالَهُمْ* وَيُدْخِلُهُمُ الجَنَّةَ عَرَّفَهَا لَهُمْ ) { محمد 4-6} . قال مجاهد: يهتدي أهلها ¶ ــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ 1- رواه الطبراني عن أبى مالك الأشعري بسند حسن ورواه ابن حبان و الحاكم و صححه ¶ إلى بيوتهم ومساكنهم لا يخطئون,كأنهم ساكنوها منذ خلقوا,لا يستدلون عليها أحدًا. ¶ وقال ابن عباس : هم أعرف بمنازلهم من أهل الجمعة إذا انصرفوا إلى منازلهم ¶ وفى صحيح البخاري ما يؤيد ذلك من حديث أبى سعيد الخدرى قال الرسول - صلى الله عليه وسلم- : \"والذي نفس محمد بيده لأحدهم أهدى بمنزله في الجنة منه بمنزله كان فى الدنيا\" . ¶ *ريح الجنة:",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "للجنة ريح طيبة,وجاءت السنة بإثبات ذلك,وأن بعض الذنوب تحرم صاحبها رائحة الجنة,روى مسلم عن أبى هريرة أن النبي- صلى الله عليه وسلم- قال:\" صنفان من أهل النارِ لم أرهما: قومٌ معهم سياط ٌكأذنابِ البقر,يضربون بها الناس , ونساءٌ كاسيات عاريات, مميلات مائلات,رؤسهن كأسنمة البخت المائلة,لا يَدخلن الجنة, ولا يَجِدْن ريحها,وإنَّ ريحها ليوجد من مسيرة كذا وكذا\" (1),وروى الترمذي عن أبى هريرة أن رسول الله-صلى الله عليه وسلم- قال:\"ألامن قتل معاهدا له ذمة الله وذمة رسوله فقد أخفر بذمة الله,فلا يرح رائحة الجنة,وإنَّ ريحها ليوجد من مسيرة سبعين خريفاً\". ¶ [قال الترمذي:حديث أبى هريرة حديث حسن صحيح ] ¶ وأخرج البخاري عن عبد الله بن عمرو عن النبي-صلى الله عليه وسلم- قال:\"من قتل نفساً معاهداً لم يرح رائحة الجنة,وإنَّ ريحها ليوجد من مسيرة أربعين عاماً\". ¶ * أشجارُ الجنة وبساتينها وظلالها: ¶ قال الله تعالى-فى وصف الجنتين الأوليين,فى سورة الرحمن: (ذَوَاتَا أَفْنَان) {آية48} أي:أغصان,وفى وصف الجنتين الثانيتين قال: (فِيهِمَا فَاكِهَة ٌوَنَخْلٌ وَرُمَّان){آية68} ¶ وقال تعالى : (وَأَصْحَابُ اليَمِينِ مَا أَصْحَابُ اليَمِينِ * فِي سِدْرٍ مَّخْضُودٍ * وَطَلْحٍ مَّنضُود ٍ* وَظِلٍّ مَّمْدُودٍ){الواقعة27-30} والسدر:شجر النبق,ووصفه بأنه مخضود:أي لاشوك فيه,وقيل:قطع شوكه وجعل مكانه ثمراًعظيماً ,ويؤيده الحديث الذي أخرجه الحاكم- بسند حسن- عن أبى أمامة- رضى الله عنه- قال: أقبل أعرابي فقال: يا رسول الله, لقد ذكر الله فى القرآن شجرة مؤذية , وما كنتُ أرى في الجنة شجرة تؤذي صاحبها قال رسول الله-صلى الله عليه وسلم-: وما هي؟ قال:السدر,فاٍن له شوكاً مؤذياً ,فقال-صلى الله عليه وسلم-:\"أوليس يقول:(في سدر مخضود) خضد الله شوكه,فجعل",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "ـــــــــــــــــــــــــــــــــــــــــــــــــــ 1 -ذكر العلماء في معنى( كاسيات عاريات)أوجه:منها أن تستر بعض بدنها وتكشف بعضه اظهارًا لجمالها ¶ ومنها: أن يلبسن ثيابًا رقاقًا تصف ما تحتها.و(مميلات مائلات)أي:مميلات للرجال بزينتهن,مائلات إليهم ¶ وقيل:مائلات متبخترات في مشيتهن مميلات أكتافهن,و(البخت)هى نوع من الإبل.والحديث من نبوءات النبي ¶ مكان كل شوكة ثمرة فإنها تنبت ثمراً يفتق الثمر منها عن اثنين وسبعين لونًا من الطعام ما فيه لون يشبه الآخر\" .وقال أمية بن أبى الصلت-يصف الجنة-: ¶ إن الحدائق في الجنان ظليلة ............. فيها الكواعب سدرها مخضود (1) ¶ والطلح:هو شجر الموز,قاله أكثر المفسرين,وهو قول ابن عباس وعلى وأبوهريرة وأبو سعيد الخدرى-رضى الله عنهم-. ¶ وأما الظل الممدود:يفسره الحديث المتفق عليه عن أبى هريرة أن رسول الله- صلى الله عليه وسلم-قال:\"إن في الجنة شجرة يسير الراكب في ظلها مائة عام لا يقطعها\". ¶ *طعام أهل الجنة: ¶ ذكره الله-عز وجل- في قوله: (وَفَاكِهَةٍ مِّمَّا يَتَخَيَّرُونَ* وَلَحْمِ طَيْرٍ مِّمَّا يَشْتَهُونَ) {الواقعة 20-21 }.أما عن الفاكهة في الجنة: فقد وصفها الله تعالى بقوله: (كُلَّمَا رُزِقُوا مِنْهَا مِن ثَمَرَةٍ رِّزْقاً قَالُوا هَذَا الَّذِي رُزِقْنَا مِن قَبْلُ وَأُتُوا بِهِ مُتَشَابِهاً ) {البقرة 25}. ¶ فقولهم:(هذا الذي رزقنا من قبل) أي:شبيهه ونظيره لا عينه,(وأتوا به متشابهاً) قال الحسن:خيار كله لا رذل فيه,ألم تروا إلى ثمر الدنيا كيف تسترذلون بعضه. ¶ ووصف فاكهة الجنة-أيضاً- بأنها كثيرة ودائمة لا تنقطع , ولا ُتُمنع ممن أرادها, ¶ فقال تعالى: (وَفَاكِهَةٍ كَثِيرَةٍ* لاَ مَقْطُوعَةٍ وَلاَ مَمْنُوعَةٍ){الواقعة 32-33}. ¶ ووصف ما يُقطف منها-وهى الثمار- بأنها دانية قريبة ممن يتناولها,فقال تعالى: (",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "فَهُوَ فِي عِيشَةٍ رَّاضِيَةٍ* فِي جَنَّةٍ عَالِيَةٍ* قُطُوفُهَا دَانِيَةٌ ) {الحاقة 21-23} وقال تعالى: (وَدَانِيَةً عَلَيْهِمْ ظِلالُهَا وَذُلِّلَتْ قُطُوفُهَا تَذْلِيلاً){الإنسان 14} قال ابن عباس: إذا همَّ أن يتناول من ثمارها تدلَّتْ حتى يتناول ما يريد. وقال البراء بن عازب-رضى الله عنه-: ¶ يتناول الثمرة وهو نائم .وروى الطبراني عن ثوبان- رضى الله عنه- أن النبي- صلى الله عليه وسلم- قال:\"إن الرجل إذا نزع ثمرة ًمن الجنة عادت مكانها أخرى\"(2). ¶ ــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ 1- تفسير القرطبي (17/158) 2- أخرجه الطبراني في المعجم الكبير(1449) ¶ . وأما عن طير الجنة:فقد روى أحمد والترمذي-وحسنه- أن رسول الله-صلى الله عليه وسلم- سئل عن الكوثرفقال:\"ذاك نهر أعطانيه الله-يعنى في الجنة-أشد بياضاً من اللبن وأحلى من العسل,فيه طير أعناقها كأعناق الجزر, فقال عمر: إنّ هذه لناعمة, قال-صلى الله عليه وسلم- :أكلتها أنعم منها\". ¶ . واعلم أن صفة طعام أهل الجنة الدوام وعدم النقصان , قال تعالى: (أُكُلُهَا دَائِمٌ وَظِلُهَا){الرعد 35}وقال: (عَطَاءً غَيْرَ مَجْذُوذٍ){هود: 108}أي:مستمرا غير منقطع,وقال ¶ تعالى: ( إنَّ هَذَا لَرِزْقٌنَا مَا لَهُ مِن نَّفَادٍ) {ص: 54}. ¶ .وأهل الجنة يأكلون ويشربون ولايتغوطون,فقد أخرج مسلم عن جابر بن عبد الله-",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "رضي الله عنه- قال سمعت النبي- صلى الله عليه وسلم- يقول:\"إنَّ أهل الجنة يأكلون فيها ويشربون,ولا يتفلون.ولا يتغوطون,ولا يتمخطون,قالوا:فما بال الطعام؟قال- صلى الله عليه وسلم-:جشاء(1) أو رشح كرشح المسك,يلهمون التسبيح و التحميد(وفى رواية: والتكبير) كما يلهمون النفس\" وأخرج-أيضاً- من حديث ثوبان- رضى الله عنه- قال: كنت قائماً عند رسول الله- صلى الله عليه وسلم- فجاءه حبرٌ من أحبار اليهود , فذكر أسئلة , حتى قال: فما تحفتهم حين يدخلون الجنة, فقال-صلى الله عليه وسلم-:\" زيادة كبد الحوت\" قال:فما غذاؤهم على أثرها؟قال:\"ينحر لهم ثور الجنة الذي يأكل فى أطرافها\" قال: فما شرابهم عليه؟ قال: \"من عيْنٍ فيها تُسمى سلسبيلاً \" فقال اليهودي: صدقت . ¶ *شراب أهل الجنة: ¶ قال تعالى: (إِنَّ الأَبْرَارَ يَشْرَبُونَ مِن كَأْسٍ كَانَ مِزَاجُهَا كَافُوراً* عَيْناً يَشْرَبُ بِهَا عِبَادُ اللَّهِ يُفَجِّرُونَهَا تَفْجِيراً) {الإنسان :5-6} . والكأس: هو الإناء الذي فيه الشراب, وليس فارغاً, ويطلق-أيضاً- على كأس الخمر,كما قال بعضهم : ¶ وكأس شربت على لذة ............. وأخرى تداويت منها بها ¶ ومعنى (مزاجها كافورا) أي: تُخلط بالكافور وتمزج به. قال مجاهد وقتادة: تُمْزَج ¶ لهم بالكافور وتختم لهم بالمسك .وقال مقاتل:ليس هو كافور الدنيا,وإنما سمَّى الله ¶ ـــــــــــــــــــــــــــــــــــــــــــ ¶ 1- الجشاء: تنفس المعدة من الاٍمتلاء, أو هو صوت مع ريح يخرج من الفم عند الشبع ¶ ما عنده بما عندكم حتى تهتدي له القلوب. ¶ وقوله(يفجرونها تفجيرا)أي:يشقونها شقاًكما يفجر الرجل النهر هاهنا وهاهنا إلى حيث يريد,وقال مجاهد:يقودونها حيث شاءوا,وتتبعهم حيثما مالوا مالت معهم .(1) ¶ وقال تعالى : (وَيُسْقَوْنَ فِيهَا كَأْساً كَانَ مِزَاجُهَا زَنجَبِيلاً* عَيْناً فِيهَا تُسَمَّى سَلْسَبِيلاً)",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "{الإنسان:17-18} أي أن أهل الجنة يُسقَوْن كأساً من خمر الجنة ممزوجة بالزنجبيل وكانت العرب تستلذ من الشراب ما يمزج بالزنجبيل لطيب رائحته . ¶ وكلمة (سلسبيل) مأخوذة من السلاسة, والسلسبيل: هو الشراب اللذيذ .(2) ¶ ونجد مما سبق أن الله تعالى أخبر أن شراب أهل الجنة يمزج بشيئين: الكافور ¶ والزنجبيل,فيمزج بالكافور لأنه يمتاز بالبرد وطيب الرائحة, ثم بالزنجبيل لأنه يمتاز بالحرارة وطيب الرائحة, مما يحدث بذلك أكمل اللذة وأطيبها . (3) ¶ وقال تعالى : (وَسَقَاهُمْ رَبُّهُمْ شَرَاباً طَهُوراً ){الإنسان:21} فوصف الشراب بأنه طهور وليس بنجس كخمر الدنيا.وقد روى أحمد وابن حبان وغيرهما عن زيد بن أرقم-رضى الله عنه- قال: جاء رجلٌ من أهل الكتاب-من اليهود- إلى النبي- صلى الله عليه وسلم- فقال :يا أبا القاسم,تزعم أنَّ أهل الجنة يأكلون ويشربون؟قال:نعم, والذي نفسي بيده,إنَّ أحدهم ليُعطىَ قوةَ مائةِ رجلٍ في الأكل والشرب والشهوة والجماع , قال: فإنَّ الذي يأكل ويشرب تكون له الحاجة, و الجنة مطهرة,فقال- صلى الله عليه وسلم-: حاجةُ أحدهم عرقٌ يفيض من جلودهم مثل ريح المسك,فإذا بطنه قد ضمر \"(4 ) ¶ *أنهار الجنة: ¶ فى الجنة أنهار كثيرة ذات أنواع متعددة,وقد جاء في القرآن في عدة مواضع قول الله تعالى:(تَجْري مِن تَحْتِهَا الأَنْهَارُ )(5)وفى موضع(تَجْرِي تَحْتَهَا الأَنْهَارُ){هود:100} ¶ وفى موضع(تَجْرِي مِن تَحْتِهِمُ الأَنْهَارُ){الكهف:31} وهذا يدل على أمور: ¶ ــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- تفسير القرطبي (19/96) 2- نفس المصدر(19/107) ¶ 3-…حادي الأرواح لابن القيم (175 ) ¶ 4-الحديث صحيح,وقال شعيب الأرنؤوط:إسناده صحيح. ورواه-أيضاً-الطبراني في المعجم الكبير والأوسط ¶ 5-…منها سورة النساء:57 ¶ أحدها: وجود الأنهار حقيقة. ¶ ثانيها:أنها أنهار جارية لا واقفة . ¶ ثالثها:أنها تحت غرفهم وقصورهم وبساتينهم.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "قال تعالى: ( وَمَاء مَّسْكُوبٍ){الواقعة:31} قال مسروق:أنهار تجرى في غير أخدود. ¶ قال تعالى: (مَثَلُ الجَنَّةِ الَتِي وُعِدَ المُتَّقُونَ فِيهَا أَنْهَارٌ مِّن مَّاءٍ غَيْرِ آسِنٍ وَأَنْهَارٌ مِّن لَّبَنٍ لَّمْ يَتَغَيَّرْ طَعْمُهُ وَأَنْهَارٌ مِّنْ خَمْرٍ لَّذَّةٍ لِّلشَّارِبِينَ وَأَنْهَارٌ مِّنْ عَسَلٍ مُّصَفًّى ) {محمد:15} ¶ فذكر الله تعالى هذه الأجناس الأربعة, ونفى عن كل واحد منها آفاته التي تعرض له في الدنيا.فآفة اللبن أن يتغير طعمه إلى الحموضة, وآفة الماء أن يأسن ويأجن من طول مكثه,وآفة الخمر كراهة مذاقها المنافي للذة شربها, وآفة العسل عدم تصفيته. ¶ وهذا من آيات الله أن تجرى أنهار من أجناس لم تجر العادة في الدنيا بجريانها. ¶ ومجريها في غير أخدود, وينفى عنها الآفات التي تمنع كمال اللذة,كما ينفى عن خمر الجنة جميع الآفات التي في خمر الدنيا من الصداع والغول واللغو والاٍنزاف وعدم اللذة, وهى رجس من عمل الشيطان : توقع العداوة والبغضاء بين الناس, ¶ وتصد عن ذكر الله وعن الصلاة,وتدعو إلى الزنا والفجور,وتذهب الغيرة,وهى أم ¶ الخبائث ومنها يولد كل خبيث وقبيح , فنزَّه الله-عز وجل- خمر الجنة عن كل هذا. ¶ وتأمل اجتماع هذه الأنهار التي هي أفضل أشربة الناس, فهذا لشربهم وطهورهم, وهذا لقوتهم وغذائهم, وهذا للذتهم وسرورهم,وهذا لشفائهم ومنفعتهم.(1) ¶ وهذه الأنهار تنفجرمن أعلى الجنة إلى أدناها,ففى البخاري عن أبى هريرة أن النبي ¶ صلى الله عليه وسلم- قال:\"...فإذا سألتم اللهَ فسألوه الفردوس,فإنَّه أوسط الجنة, وأعلى الجنة, وفوقه عرش الرحمن,ومنه تفجر أنهار الجنة\".وفى صحيح مسلم عن أبى هريرة أن رسول الله-صلى الله عليه وسلم-قال:\"سيحان و جيحان والفرات والنيل, كلٌ من أنهار الجنة\" أي أن هذه الأنهار أصلها من الجنة, كما أن أصل معظم الماء-المطر- من السماء,مع أنه يجرى في الأنهار.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1-…حادي الأرواح للإمام ابن القيم(170-171) بتصرف. ¶ *عيون الجنة: ¶ أخبر الله تعالى بوجود العيون في الجنة فقال: ( إنَّ الْمُتَقِينَ فِي جَنَّاتٍ وَعُيُونٍ) ¶ {الداريات:15} وقال تعالى: (عَيْناً فِيهَا تُسَمَّى سَلْسَبِيلاً) {الإنسان18: } وقال: (عَيْناً يَشْرَبُ بِهَا عِبَادُ اللَّهِ يُفَجِّرُونَهَا تَفْجِيراً) {الإنسان:6} ¶ *آنية الجنة: ¶ ذكر الله تعالى الآنية التي يأكلون فيها ويشربون في قوله تعالى: (يُطَافُ عَلَيْهِِم بِصِحَافٍ وَأَكْوَابٍ) {الزخرف:71} وقوله تعالى : ( وَيُطَافُ عَلَيْهِم بِآنِيَةٍ مِّن فِضَّةٍ وَأَكْوَابٍ كَانَتْ قَوَارِيرَ* قَوَارِيرَ مِن فِضَّةٍ قَدَّرُوهَا تَقْدِيراً ) {الإنسان:15-16} ¶ والأكواب:هي الأباريق التى ليس لها خراطيم,وقيل:التي ليس لها آذان. وإبريق: افعيل من البريق, وهو الصفاء, وأباريق الجنة من فضة صافية صفاء القوارير,يرى ما في باطنها من ظاهرها,والقوارير:الزجاج,شبه صفاءها بصفاء الزجاج- وهى ليست من الزجاج بل من فضة,لذا قال تعالى( قوارير من فضة) حتى لا يتوهم أحدٌ أنها من الزجاج. ¶ . وكل آنية الجنة من الذهب والفضة, ففي الصحيحين من حديث حذيفة بن اليمان أن النبي-صلى الله عليه وسلم-قال: \"لا تشربوا في آنية الذهب والفضة ولا تأكلوا في صحافهما فإنها لهم في الدنيا ولكم فى الآخرة \". ¶ *لباسُ أهل الجنة وحُليّهم :",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "قال تعالى: (إِنَّ المُتَّقِينَ فِي مَقَامٍ أَمِينٍ* فِي جَنَّاتٍ وَعُيُونٍ* يَلْبَسُونَ مِن سُندُسٍ وَإِسْتَبْرَقٍ مُّتَقَابِلِينَ){الدخان:51-53}وقال تعالى: (يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَيَلْبَسُونَ ثِيَاباً خُضْراً مِّن سُندُسٍ وَإِسْتَبْرَقٍ مُّتَّكِئِينَ فِيهَا عَلَى الأَرَائِكِ نِعْمَ الثَّوَابُ وَحَسُنَتْ مُرْتَفَقاً) {الكهف:31}.والسندس :ما رق من الديباج(الحرير),والإستبرق أغلظ منه . وأحسن الألوان الأخضر وألين اللباس الحرير,لذا جمع الله لهم بين أحسن المناظر وألين الملابس. وفى الصحيحين عن أنس بن مالك قال : أهدى أكيدر دومة إلى النبي-صلى الله عليه وسلم- جُبة ًمن سندس ٍفتعجب الناس من حسنها فقال-صلى الله عليه وسلم-:\"لمناديلُ سعدٍ في الجنة أحسن من هذا\". وإنَّما اختار المناديل لأنها أقل الأشياء قيمة ًعند الإنسان,فإذا كانت بهذا الحسن فى الجنة فما بالك بما هو أعظم منها. وإنما حظي سعد بن معاذ- رضي الله عنه- بهذا التكريم لمكانته فى الإسلام فهو فى الأنصار بمنزلة الصديق فى المهاجرين,واهتز لموته عرش الرحمن,وكان لا تأخذه فى الله لومة لائم,وآثر رضا الله ورسوله على رضا قومه وعشيرته,ووافق حكمه الذي حكم به- فى بني قريظة- حكم الله من فوق سبع سماوات,ونعاه جبريل-عليه السلام- إلى النبى-صلى الله عليه وسلم- يوم موته , فاستحق أن تكون مناديله فى الجنة أحسن من حلل الملوك. ¶ *خيامُ الجنة وأسرَّتها وأرائكها: قال تعالى: (حُورٌ مَّقْصُورَاتٌ فِي الخِيَامِ){الرحمن:72} وهذه الخيام غير الغرف, ففي الصحيحين عن أبى موسى الأشعري أن رسول الله-صلى الله عليه وسلم- قال: \"إنَّ في الجنة لخيمة ٍمن لؤلؤة ٍواحدة مجوفة ٍ,طولها ستون ميلاً, فيها أهلون يطوف عليهم المؤمن ,فلا يرى بعضهم بعضاً \".",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وقال تعالى: (فِيهَا سُرُرٌ مَّرْفُوعَةٌ *ٌ وَأَكْوَابٌ مَّوْضُوعَةٌ * وَنَمَارِقُ مَصْفُوفَةٌ * وَزَرَابِيُّ مَبْثُوثَةٌ) {الغاشية:13-16},والنمارق:هي الوسائد,والزرابى:هي البُسُط.وتأمل كيف وصف الله تعالى الفُرش بأنها مرفوعة,والزرابى بأنها مبثوثة,والنمارق بأنها مصفوفة.فرفع الفرش دال ٌعلى سمكها ولينها, بثُّ الزرابِّي: دالٌ على كثرتها وانتشارها في كل موضع, وصفُّ المساند: دالٌ على أنها مهيأة للاستناد إليها دائماً وأنها ليست مخبأة تُصفُّ في وقتٍ دون وقت(1) . ¶ وقال تعالى : (مُتَّكِئِينَ عَلَى رَفْرَفٍ خُضْرٍ وَعَبْقَرِيٍّ حِسَانٍ){الرحمن:76}, قال الحسن وغيره:الرفارف:البسط,وقال ابن كيسان:المرافق,وقال الزجاج:قالوا: الرفرف هنا رياض الجنة, وقالوا:الوسائد,وقالوا: المحابس, قال في الصحاح : الرفرف ثيابٌ ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- حادي الأرواح لابن القيم ص:198 ¶ خضر يُتخذ منها المحابس ,الواحدة:رفرفة.ومعنى العبقري:الزرابى, والطنافس الموشية الثمينة , قال أبو عبيدة: كل وشى من البسط عبقري, قال الجوهري: العبقري موضع تزعم العرب أنه من أرض الجن,ثم نسبوا إليه كل شيء تعجبوا من حذقه وجودة صنعته وقوته فقالوا:عبقري,وهو واحد وجمع(1) . ¶ *غلمانُ أهل الجنة وخدمُهم: ¶ قال تعالى: ( وَيَطُوفُ عَلَيْهِمْ غِلْمَانٌ لَّهُمْ كَأَنَّهُمْ لُؤْلُؤٌ مَّكْنُونٌ) {الطور:24}وقال تعالى: (وَيَطُوفُ عَلَيْهِمْ وَلْدَانٌ مُّخَلَّدُونَ إِذَا رَأَيْتَهُمْ حَسِبْتَهُمْ لُؤْلُؤاً مَّنثُوراً) {الإنسان:19} ¶ ومعنى(مخلدون):لا يهرمون ولا يتغيرون ولا يموتون. وقيل: مقرطون بالخلدة . ¶ وجمع قوم بين المعنيين فقالوا:لا يتغيرون ولا يهرمون وفى آذانهم القراطة . ¶ وقد شبَّههم الله تعالى باللؤلؤ المنثور لما فيه من البياض وحسن الخلق. ¶ وفى كونه منثوراً فائدتان:",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "الأولى: تدل على أنهم مبثوثون فى خدمتهم وحوائجهم ,وغير معطلين . ¶ الثانية: أن اللؤلؤ إذا كان منثوراً- لاسيما على بساطٍ من ذهب أو حرير - كان أحسن لمنظره من كونه مجموعاً فى مكان ٍ واحد . ¶ وللعلماء فى هؤلاء الغلمان قولان: ¶ الأول: أنهم أولاد المسلمين الذين يموتون بلا حسنة ولا سيئة ٍ, فيكونون من خدم أهل الجنة. ومنهم من قصر ذلك على أولاد المشركين. ¶ الثاني: أنهم مخلوقون فى الجنة خدماً لأهلها , أنشأهم الله - عز وجل- كالحور العين,وهذا القول هو الأشبه - والله أعلم - لأن من تمام نعمة الله تعالى وكرامته لأهل الجنة أن يجعل أولادهم مخدومين معهم, لا غلماناً لهم يخدمونهم. ¶ * نساءُ أهل الجنة: ¶ قد وصف الله تعالى نساء أهل الجنة- الحور العين- وحسنهن وجمالهن الظاهر ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- تفسير فتح القدير للشوكانى (5/143) ¶ والباطن في كتابه العزيز بأوصاف ٍعدة ٍ هي: ¶ أولاً: قال تعالى: (وَزَوَجْنَاهُم بِِحُور ٍعِينٍ){الدخان:54}, والحور:جمع حوراء, وهى المرأة الشابة الحسناء الجميلة البيضاء شديدة سواد العين. وقال زيد بن أسلم:\" الحوراء: التي يحار فيها الطرف\".وقال مجاهد: يحار الطرف في حسنهن وبياضهن وصفاء لونهن\". ومعنى عين: أي حسان الأعين, قال القرطبي:العين جمع عيناء, وهي الواسعة العظيمة العينين(1) . ¶ وقوله(زوجناهم) يفهم منها معنيان:الأول:جعلناهم أزواجاً اثنين اثنين. الثاني:قرناهم بهن, وليس من عقد التزويج لأن العرب تقول:تزوجتها , ولا تقول: تزوجت بها, وقيل: بل هي لغة تميم فهم يقولون : تزوجت بامرأة. ¶ والظاهر- والله أعلم- أن الآية تحمل المعنيين معًا,فلفظ التزويج يدل على النكاح, و(الباء) تدل على الاقتران والضم, وهذا أبلغ من حذفها.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "ثانيًا:قال تعالى: (لَهُمْ فِيهَا أَزْوَاجٌ مُّطَهَّرَةٌ){البقرة:25} فقد وصفهن الله تعالى بأنهن مطهرات ,أي: من الحيض والنفاس والبول والغائط والمخاط والبصاق وكل قذر وأذى يكون من نساء الدنيا, فطهُر مع ذلك باطنهن من الأخلاق السيئة والصفات الذميمة, وطهُرت ألسنتهن من الفحش والبذاءة , وطهُر طرفهن من أن تطمع به إلى غير زوجها, وهذا المعنى يظهر جليًا في الآتي: ¶ ثالثًا:قال تعالى: (فِيهِنَّ قَاصِرَاتُ الطَّرْفِ لَمْ يَطْمِثْهُنَّ إِنسٌ قَبْلَهُمْ وَلاَ جَانٌّ) {الرحمن:56} وقال تعالى: (وَعِندَهُمْ قَاصِرَاتُ الطَّرْفِ عِينٌ){الصافات:48}, فوصفهن بأنهن يقصرن أطرافهن على أزواجهن فلا يبغين غيرهنّ . ¶ رابعًا: قال تعالى:( إِنَّ لِلْمُتَّقِينَ مَفَازاً* حَدَائِقَ وَأَعْنَاباً* وَكَوَاعِبَ أَتْرَاباً){النبأ:31-33 } ¶ وقال تعالى: (عُرُبًا أَتْرَابًا){الواقعة:37}, فوصفهن-تبارك و تعالى- بأنهن أتراب: أي على سن ٍواحدة ٍ, بنات ثلاث وثلاثين سنة, وقال مجاهد: أتراب: أمثال , وقال أبو عبيدة: أقران. أما قوله (كواعب):جمع كاعب وهي الناهد, والمراد أن ثديهن نواهد ¶ ــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- تفسير القرطبي: (16/120) ¶ مستديرة كالرمان ليست متدلية لأسفل. وأما قوله (عربًا) جمع :عروب , وهنَّ المتحببات إلى أزواجهن,وقال المبرد: العاشقة لزوجها, وقال أبو عبيدة: الحسنة التبعل. ¶ خامسًا: وصفهن الله تعالى بالبكارة كما في قوله: (لَمْ يَطْمِثْهُنَّ إِنسٌ ٌقَبْلَهُمْ وَلاَ جَانٌّ) {الرحمن:56}أي:لم يطأهن ولم يجامعهن إنس ولا جان قبل أزواجهم.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "سادسًا:وصفهن بالصفاء, فقال تعالى: (كَأَنَّهُنَّّ الْيَاقُوتُ وَالْمَرْجَانُ){الرحمن:58} قال المفسرون:أراد صفاء الياقوت في بياض المرجان. وفي الصحيحين عن أبي هريرة أن النبي-صلى الله عليه وسلم- قال: \"إنَّ أولَ زمرةٍ تدخل الجنة على صورة القمر ليلة البدر, والتي تليها على أضوء كوكب دريّ في السماء, لكل امرئٍ منهم زوجتان, يرى مُخ سوقهما من وراء اللحم, وما في الجنة أعزب\" ¶ سابعًا:قال تعالى: (حُورٌ مَقْصُورَاتٌ فِي الْخِيَامِ){الرحمن:72} أي:محبوسات في الخيام, وقال أبو عبيدة: خدرن في الخيام. وقال عمر- رضي الله عنه:الخيمة درة مجوفة(1) ¶ وفي الآية معنىً آخر:أنهن محبوسات على أزواجهن, قال قتادة:مقصورات قلوبهن على أزواجهن في خيام اللؤلؤ. ¶ ثامنًا:وصفهنّ بأنهنّ خيرات الصفات والأخلاق والشيم, وحسان الوجوه, فقال تعالى: (فِيهِنَّ خَيْرَاتٌ حِسَانٌ){الرحمن:70}, قال سعيد بن عامر:لو أن خيرة من (خيرات حسان) اطلعت من السماء لأضاءت لها, ولقهر ضوء وجهها الشمس والقمر(2). ¶ تاسعًا:قال تعالى: (إِنَّا أَنشَأْنَاهُنَّ إِنشَاء *فَجَعَلْنَاهُنَّ أَبْكَاراً ً* عُرُباً أَتْرَاباً * لأَصْحَابِ اليَمِينِ ) {الواقعة:35-38} وفي تفسيرها قولان: ¶ الأول:أنها في الحور العين حيث أنشأهنّ الله وخلقهنّ خلقًا جديدًا من غير توالد. ¶ والثاني:أنها في النساء الآدميات, حيث يخلقهنّ الله تعالى غير خلقهنّ الأول , ويصبحن أبكارًا, وهذا تفسير ابن عباس- رضي الله عنه- ويؤيده ما رواه الطبراني وابن أبي شيبة عن عائشة-رضي الله عنها- أن النبي-صلى الله عليه وسلم- أتته عجوزٌ من ¶ الأنصار, فقالت : يا رسول الله, أدع الله لي أن يدخلني الجنة, فقال:\" إنّ الجنة لا ¶ يدخلها عجوز\"ثم ذهب النبي-صلى الله عليه وسلم- يصلي ثم رجع إلى عائشة فقالت:لقد ¶ ـــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- تفسير القرطبي: (17/144) 2- نفس المصدر (17/142)",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "لقيت من كلمتك مشقة ًوشدة ً, فقال-صلى الله عليه وسلم- :\"إن ذلك كذلك, إن الله تعالى إذا أدخلهنّ الجنة حولهنّ أبكارًا\"(1) وما رواه أبو داود الطيالسي ومن طريقه الطبراني في الكبير ورواه ابن جرير وابن أبي حاتم في تفسيرهما عن سلمة بن يزيد الجعفي-رضي الله عنه- قال:سمعت النبي-صلى الله عليه وسلم- يقول في قوله تعالى (إنا أنشأناهن إنشاءً) قال:\"من الثَّيِّب والأبكار(أو:وغير الثيب) \"(2) يعني من أهل الدنيا والله أعلم. ¶ قال القرطبي: واختلف أيهما أكثر حسنًا وأبهر جمالاً: الحور أو الآدميات؟ فقيل:الحور لما ذكر من وصفهن في القرآن والسنة ولقوله-عليه الصلاة والسلام- في دعائه على الميت في الجنازة:\"وأبدله زوجًا خيرًا من زوجه\"(3). وقيل :الآدميات أفضل من الحور العين بسبعين ألف ضعف ...ثم ذكر قول حبان بن أبي جبلة:إن نساء الدنيا من دخل منهنّ الجنة فضلن على الحور العين بما عملن في الدنيا\"(4) ¶ * وفي صحيح البخاري عن أنس أن رسول الله- صلى الله عليه وسلم- قال: \" لغدوة في سبيل الله أو روحة خير من الدنيا وما فيها, ولقاب قوس أحدكم أو موضع قيده- أي:سوطه- من الجنة خير من الدنيا وما فيها, ولو اطلعت امرأة ًمن أهل الجنة إلى الأرض لملأت ما بينها ريحًا, ولنصيفها على رأسها خير من الدنيا وما فيها\". والنصيف: هو الخمار(غطاء الرأس). ¶ * قال الأوزاعي عن يحيى بن كثير: إن الحور العين يتلقين أزواجهن عند أبواب الجنة , فيقلنّ : طالما انتظرناكم, فنحن الراضيات فلا نسخط , والمقيمات فلا نظعن, والخالدات فلا نموت, بأحسن أصوات ٍسمعت. ¶ * وقال مالك بن دينار:نمت ذات ليلة-ولم يقرأ حزبه- فإذا أنا في المنام بجاريةٍ ذات حسن ٍوجمال وبيدها رقعة, فقالت: أتحسن أن تقرأ؟ فقلت: نعم, فدفعت إليّ الرقعة فإذا مكتوبٌ فيها هذه الأبيات: ¶ لَهَاكَ النومُ عن طلبِ الأماني............. وعن تلكَ الأَوانِس ِفي الجنانِ",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "تعيشُ مخلدًا لا موتَ فيها.............. وتلهوُ في الخِيام ِمَعَ الحِسانِ ¶ تنبَّهْ مِن منامك إنَّ خَيرًا............... مِن النَّومِ التهجد بالقُرَانِ(5) ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- الطبراني في الأوسط (5545) … ¶ 2- مسند الطيالسي (1307) ¶ 3- رواه مسلم وغيره عن عوف بن مالك- رضي الله عنه- ¶ 4-…تفسير القرطبي: (17/143) 5- التذكرة للقرطبي:ص511 ¶ ورحم الله من قال: ¶ يا خاطبَ الحُور ِفي خِدْرها ............... وطالبًا ذاك على قَدرِها ¶ انْهضْ بجد ٍلا تَكُن وانيًا ............... وجاهدْ النفسَ على صَبرها ¶ وقُمْ إذا الليلُ بَدَا وَجْهُه ............... وصم نهارًا فهو من مهرها(1). ¶ * سوق الجنة ¶ إن في الجنة سوقاً فيها كثبان المسك, يأتونها كل جمعة, فإذا خرجوا إليها هبت الريح فتحثو في وجوههم وثيابهم فيزدادون حسنًا وجمالاً .ففي صحيح مسلم عن أنس أن النبي-صلى الله عليه وسلم- قال:\"إنَّ في الجنة لسوقاً يأتونها كلَّ جُمعة, فتهب ريحُ الشمال فتحثو في وجوههم وثيابهم, فيزدادون حسناً وجمالاً, فيقول لهم أهلوهم:والله لقد ازددتم بَعْدنا حسناً وجمالاً, فيقولون: وأنتم والله لقد ازددتم بعدنا حسناً وجمالاً\". ¶ وروى ابن المبارك عن أنس أنه قال: يقول أهل الجنة: انطلقوا إلى السوق, فينطلقون إلى كثبان المسك, فإذا رجعوا إلى أزواجهم قالوا:إنا لنجد لكنّ ريحاً ما كانت لكم إذ خرجتم من عندنا\". ¶ * تزاورُ أهل الجنة فيما بينهم: ¶ إن أهل الجنة يتزاورون فيما بينهم, ويتذاكرون ما كان بينهم في الدنيا ويتحدثون,",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "ويسأل بعضهم بعضاً عن أحوال ٍكانت لهم في الدنيا, حتى تصل بهم المحادثة والمذاكرة إلى أن قال قائلٌ منهم: إني كان لي قرين في الدنيا ينكر البعث والدار الآخرة, ثم يقول لإخوانه في الجنة:هل أنتم مطلعون في النار لننظر إلى منزلته وما صار إليه؟ فيطّلع فإذا بقرينه في وسط الجحيم قال تعالى: (فَأَقْبَلَ بَعْضُهُمْ عَلَى بَعْضٍ يَتَسَاءَلُونَ* قَالَ قَائِلٌ مِّنْهُمْ إِنِّي كَانَ لِي قَرِينٌ* يَقُولُ أَئِنَّكَ لَمِنَ المُصَدِّقِينَ* أَئِذَا مِتْنَا وَكُنَّا تُرَاباً وَعِظَاماً أَئِنَّا لَمَدِينُونَ * قَالَ هَلْ أَنتُم مُّطَّلِعُونَ * فَاطَّلَعَ فَرَآهُ فِي سَوَاءِ الجَحِيمِ* قَالَ تَاللَّهِ إِن كِدتَّ لَتُرْدِينِ * وَلَوْلا نِعْمَةُ رَبِّي لَكُنتُ مِنَ المُحْضَرِينَ * أَفَمَا نَحْنُ بِمَيِّتِينَ * إِلاَّ مَوْتَتَنَا الأُولَى وَمَا نَحْنُ بِمُعَذَّبِينَ * إِنَّ هَذَا لَهُوَ الفَوْزُ العَظِيمُ * لِمِثْلِ هَذَا فَلْيَعْمَلِ العَامِلُونَ ) {الصافات:50-61} .ويُروى أن النبي- صلى الله عليه وسلم- قال للحارث بن مالك: \" كيف أصبحت يا حارث (وفي رواية: يا حارثة)؟ قال: أصبحت مؤمنًا حقاً,فقال:أنظر ما تقول, فإن لكل شيءٍ حقيقة,فما حقيقةُُ إيمانك؟ قال: عزفت نفسي عن الدنيا, فأسهرت لذلك ليلي,وأظمأت نهاري, وكأنّي أنظر إلى عرش ربي بارزًا, وكأنّي أنظر إلى أهل الجنة يتزاورون فيها, وكأنّي أنظر إلى أهل النار يتضاغون فيها , فقال- صلى الله عليه وسلم- :عرفت فالزم,ثلاثاً\"(1), وأيضًا عن ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- التذكرة للقرطبي:ص 510 2- رواه الطبراني في الكبير(3367) وسنده ضعيف ,وكذا البيهقي في شعب الإيمان(10591) وقال:هذه القصة في الحارث بن مالك, ويقال:حارثة, وقصة الأم في حارثة بن النعمان.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "أبي أيوب عن النبي-صلى الله عليه وسلم-قال:\"إنّ أهل الجنة يتزاورون على النجائب, بيض كأنهنّ الياقوت, وليس في الجنة شيءٌ من البهائم إلا الإبل والطير (1) ¶ * النظرُ إلى وجه الله الكريم: ¶ وهي غاية الحسنى , ونهاية النعمة, وكلّ نعمةٍ في الجنة وكلّ لذة من لذاتها يُنسى بالنسبة إلى لذة اللقاء والنظر إلى وجه الله تعالى- نسأل الله تعالى أن يمنّ علينا بذلك- قال تعالى: (وجُوهٌ يومئذٍ ناضرة ٌ*إِلََىَ رَبِّها نَاظِرَةٌ){القيامة:22-23} وقال تعالى: (لِلَّذِينَ أَحْسَنُوا الْحُسْنََى وَزِيادَةٌ){يونس:26}قال المفسرون: الحسنى هي الجنة , والزيادة:هي النظر إلى وجه الله الكريم. ويؤيد ذلك ما رواه مسلم وأحمد وغيرهما عن صهيب- رضي الله عنه- قال:قرأ رسول الله-صلى الله عليه وسلم- قوله تعالى (للذين أحسنوا الحسنى وزيادة) قال:\"إذا دخل أهل الجنة الجنة,وأهل النار النار, نادى منادٍ: يا أهل الجنة, إنّ لكم عند الله موعداً يريد أن ينجزكموه, قالوا:ما هذا الوعد؟ ألم يثقل موازيننا, ويبيض وجوهنا,ويدخلنا الجنة, ويجرنا من النار؟ قال:فيرفع الحجاب وينظرون إلى وجه الله-عز وجلّ-,فما أعطوا شيئاً أحبّ إليهم من النظر إليه\".وفي الصحيحين من حديث جرير بن عبد الله-رضي الله عنه-أن النبي- صلى الله عليه وسلم- نظر إلى القمر ليلة البدر فقال:\"إنَّكُم ستروْن ربَّكم يوم القيامة كما ترون هذا القمر لا تضامون في رؤيته\" وفي رواية للبخاري:\"إنكم سترون ربكم عياناً\". ¶ أول من يدخلون الجنة وصفاتهم",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "أول الناس دخولاً الجنة هوالنبي محمد-صلى الله عليه وسلم- ثم أمته ففي صحيح مسلم عن أنس بن مالك أن النبي-صلى الله عليه وسلم- قال:\"آتي باب الجنة فأستفتح فيقول الخازن: من أنت؟ فأقول: محمد, فيقول:بك أمرت ألا أفتح لأحدٍ قبلك\". وفي الصحيحين عن أبي هريرة أن النبي-صلى الله عليه وسلم- قال: \"نحن الآخرون السابقون يوم القيامة, بيد أنهم أوتوا الكتاب من قبلنا وأوتيناه من بعدهم\". وفي صحيح مسلم عن أبي هريرة أن النبي- صلى الله عليه وسلم- قال:\"نحن الآخرون الأولون يوم القيامة, ونحن أول من يدخل الجنة\".فهذه الأمة المحمدية أسبق الأمم خروجاً من الأرض, وأسبقهم إلى أعلى مكان في الموقف, وأسبقهم إلى ظلّ العرش , وأسبقهم إلى الفصل والقضاء بينهم, وأسبقهم إلى جواز الصراط , وأسبقهم إلى دخول الجنة. ¶ وقد رُوي في حديث- فيه ضعف- أنّ أول من يدخل الجنة من هذه الأمة المباركة هو أبو بكرٍ الصديق- رضي الله عنه- رواه أبو داود في سننه عن أبي هريرة أن رسول الله- صلى الله عليه وسلم- قال:\" أما إنك يا أبا بكر ٍأول من يدخل الجنة من أمتي\". ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- رواه الطبراني في الكبير(4069)",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وفي صحيح ابن حبان- بسند ٍصحيح- عن عبد الله بن عمرو أن النبي- صلى الله عليه وسلم- قال:\"هل تدرون من أول من يدخل الجنة من خلق الله؟ قالوا:الله ورسوله أعلم, قال:أول من يدخل الجنة من خلق الله الفقراء المهاجرون الذين يُسدُّ بهم الثغور, وتُتقى بهم المكاره, ويموت أحدهم وحاجته في صدره لا يستطيع لها قضاءً, فيقول الله لمن يشاء من ملائكته:إئتوهم فحيّوهم....إلى أن قال-صلى الله عليه وسلم-:فيدخلون عليهم من كل باب( سلامٌ عليكم بما صبرتم فنعم عقبى الدار)(1)\" وقد ذكر النبي-صلى الله عليه وسلم- صفات أول من يدخلون الجنة , والحديث في الصحيحين عن أبي هريرة,فقال-صلى الله عليه وسلم-:\"أولُ زُمْرة ٍتَلِج الجنةَ صورتهم على صورة القمر ليلة البدر, لا يَبْصُقون فيها,ولا يَتمخَّطون, ولا يتغوَّطون ,آنيتهم فيها الذهب, وأمشاطهم من الذهب والفضة , ومجامرهم الأَلُوة , رشحهم المسك, ولكل واحدٍ منهم زوجتان يُرى مخُّ سوقهما من وراء اللحم من الحسن, لا اختلاف بينهم ولا تباغض, قلوبُهم قلبٌ واحد,يسبحون الله بكرةً وعشياً\" وفي الصحيحين عنه-أيضًا- قال- صلى الله عليه وسلم-:\" إنّ أول زمرة يدخلون الجنة على صورة القمر ليلة البدر, ثمّ الذين يلونهم على أشد كوكبٍ دُرِّيِّ في السماء إضاءة ً, لا يبولون ولا يتغوطون, ولايتفلون, ولا يمتخطون, أمشاطهم الذهب, ورشحهم المسك , ومجامِرُهم الأَلُّوة, الأَلَنْجُوج عودُ الطيب, وأزواجهم الحور العين, على خَلْق ِرجل ٍ واحد, على صورةِ أبيهم آدم, ستون ذراعًا في السماء\". ومعنى( رشحهم المسك) أي:عرقهم كالمسك في طيب رائحته,و(المجامر): جمع[مِجْمَر] و[مُجْمَر],والأول:",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "هو الذي يوضع فيه النار للبخور, والثاني : هوالذي يُتبخر به وأُعدّ له الجمر. .ومعنى(الألوة):العود الهندي الذي يُتبخر به, وقال الحافظ ابن حجر في الفتح: الألنجوج هو العود الذي يُتبخر به, ولفظ (الألنجوج) هنا تفسير ( الألوة), و(العود) تفسير التفسير وقوله(ستون ذراعًا في السماء)أي: في العلو والارتفاع\"(2). ¶ ــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- سورة الرعد:24 ¶ 2- فتح الباري للحافظ ابن حجر(9/590) ¶ أدنى أهل الجنة منزلة ¶ في صحيح مسلم من حديث المغيرة بن شعبة- رضي الله عنه- أن النبي-صلى الله عليه وسلم- قال:\"إن موسى سأل ربه:ما أدنى أهل الجنة منزلة ً؟ فقال:رجل قد يجيء بعدما دخل أهلُ الجنة الجنة, فيقال له:أدخل الجنة, فيقول:ربّ كيف وقد نزل الناس منازلهم, وأخذوا أخذاتهم؟ فيقال له: أترضى أن يكون لك مثل ملكٍ من ملوك الدنيا؟ فيقول: رضيت ربّ, فيقول له:لك ذلك,ومثله ومثله ومثله ومثله, فقال في الخامسة :رضيت ربّ, فيقول:هذا لك, وعشرة ُأمثاله, ولك ما اشتهت نفسك , ولذت عينُك, فيقول: رضيت ربّ, قال(موسى): ربّ فأعلاهم منزلة ً؟ قال: أولئك الذين أردت, غرست كرامتهم بيدي,وختمت عليها, فلم تر عينٌ, ولم تسمع أذنٌ, ولم يخطر على قلب بشر\". ¶ شعر في وصف الجنة ¶ يقول الإمام ابن القيم- رحمه الله-: ¶ فللَّه ما في حَشْوها من مَسَرَّةٍ ........ وأصنافِ لذَّات ٍبها يُتَنَعََّمُ ¶ ولله بردُ العيش ِبين خِيامها ........ وروضاتِها والثَّغْرُ في الروض ِيَبسمُ ¶ ولله واديها الذي هو موعدُ الْـ ........ مَزيدِ لوفدِ الحبِّ لو كنتَ منهمُ ¶ ولله أبصارٌ ترى اللهَ جهرة ً.......... فلا الضَّيْمُ يَغشاها ولا هي تَسأَََمُ ¶ فيا نظرة ًأهدت إلى الوجه نضرة ً .......... أَمِنْ بعدها يَسْلُو المحبُّ المتَيَّمُ ¶ ولله كَمْ مِن خيرة ٍإنْ تبَسَّمتْ .......... أضاءَ لها نورٌ من الفجر ِأعظمُ",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "فيا لذةََ الأبصار ِإنْ هي أقْبَلتْ ........... ويا لذَّةَ الأسماع ِحينَ تَكَلَّمُ ¶ ويا خَجْلَةَ الغصن ِالرطيبِ إذا انْثَنتْ ........... ويا خجْلَةَ الفجرين ِحين تَبَسَّمُ ¶ فإن كنتَ ذا قلب ٍعليل ٍبحبِّها ........... فلمْ يَبْقَ إلا وصْلُها لكَ مَرْهمُ ¶ فيا خاطبَ الحسناءِ إنْ كنتَ راغبًا............ فهذا زمان المهر فهو المُقَدَمُ ¶ وكنْ مُبغضًا للخائناتِ لِحُبِِّّها ......... فتحظى بها من دُونِهمْ وتُنَعَّمُ ¶ وصُمْ يومَك الأدنى لعلَّك في غد ٍ .......... تفوزُ بعيدِ الفطرِ والناسُ صُوَّمُ ¶ وإن ضاقت الدنيا عليك بأَسْرِها............ ولمْ يكُ فيها منزلٌ لكَ يُعْلَمُ ¶ فحيِّ على جنَّات ِعَدْن ٍفإنََََّّّها .......... منازلُنا الأولى وفيها المخيَّّمُ ¶ وحيِّ على السوق ِالذي فيه يَلْتَقي............المُحِبُّون ذاك السوقُ للقومِ يعلمُ ¶ فما شئتَ خُذْ منه بلا ثمن ٍله .......... فقدأسلفَ التجارُ فيه وأَسْلَموا ¶ وحيِّ على يوم المزيد الذي به ......... زيارة ُربِّ العرش ِفاليومَ موسمُ ¶ وحيِّ على واد ٍهنالك أَفْيَح ٍ ........ وتربتُهُ من إذْفرِ ِالمسكِ أََعظمُ ¶ منابرُ من نور ٍهُنالِكَ وفضة ٍ........... ومن خالص ِالعقْيان ِلا يتَقَسَّمُ ¶ وكُثْبانُ مسكٍ قد جُعِلنَ مقاعدًا............ لمن دونَ أصحابِ المنابر ِيُعْلَمُ ¶ فبيناهُمُو في عَيْشِهم وسرورهمْ ............ وأرزاقُهُمْ تجْري عليهِمْ وتُقْسُمُ ¶ إذا هُم بنور ٍساطع ٍأَشْرقَتْ له............ بأَقْطَارها الجنَّاتُ لا يُتَوهَّمُ ¶ تجلَّى لهُم ربُّّ السموات جهرة ً ........... فيضحكُ فَوقَ العرش ِثُمََََّّ يُكَلِّمُ ¶ سلامٌ عليكُمْ يسمعون جميعُهُم ............ بأذانهم تَسْليمَهُ إذ يُسَّلِّمُ ¶ يقولُ سَلُوني ما اشْتَهَيتُمْ فكُلَّما............. تُريدونَ عندي, إنني أنا أرحَمُ ¶ فقالوا جميعًا نحن نسألك الرضا............. فأنْتَ الذي تُولي الجَميلَ وتَرحمُ",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "فَيُعطيهمُو هذا وَيشْهَدُ جَمْعُهُمْ............. عليه تعالى اللهُ, فاللهُ أَكْرَمُ ¶ فيا بائعًا هذا ببخس ٍمُعَجَّل ٍ............ كأنَّك لا تَدْري, َبلى سَوفَ تَعْلَمُ ¶ فإن كنتَ لا تدري فتلك مصيبة ٌ............وإن كنتَ تَدري فالمصيبة ُأعَظمُ(1). ¶ * * * ¶ وكل ما في الجنة دائم لا يبلى ولا يفنى ولا يبيد, ففي صحيح مسلم عن أبي سعيد الخدري وأبي هريرة أن النبي- صلى الله عليه وسلم- قال:\" ينادي مناد ٍ:إنَّ لكم أن تصحوا فلا تسقموا أبدًا, وان لكم أن تحيوا فلا تموتوا أبدًا, وان لكم أن تشبوا فلا تهرموا أبدًا, وان لكم أن تنعموا فلا تبأسوا أبدًا, وذلك قوله تعالى: ( ونُودُوا أَنْ تِلْكُمُ الْجَنَّةُ أُورِثْتُمُوهَا بِمَا كُنتُمْ تَعْمَلُون){الأعراف:43}\" وهذا الذي ذكرناه نذر يسير وغيض من فيض نعيمها السرمدي الذي أعده الله تعالى لعباده الصالحين, فمهما وصف الواصفون وكتب الكاتبون فلن يحصوا ذلك , قال تعالى: (فلا تعلم نفس ما أخفي لهم من قرة أعين جزاءً بما كانوا يعملون){السجدة:17} وفي الحديث القدسي المتفق عليه عن أبي هريرة-مرفوعًا- قال الله عزّ وجلّ:\"أعددت لعبادي الصالحين ما لا عين رأت ولا أذن سمعت ولا خطر على قلب بشر\". ¶ ولعلّ هذا هو السبب الذي جعل جبريل-عليه السلام- عندما رأى ما أعده الله تعالى من النعيم المقيم لعباده في الجنة,ظنّ أن كل من يسمع بالجنة ونعيمها سيعمل من أجل أن يدخلها, لذا قال\" فوعزتك لا يسمع بها أحدٌ إلا دخلها\". ¶ ــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- أنظر القصيدة بتمامها في كتاب حادي الأرواح لابن القيِّم:ص 7-9 . ¶ (2) حُفَّت الجنة بالمكاره",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "بعد أن قال جبريل- عليه السلام- ذلك, أمر الله تعالى بالجنة فحفّت بالمكاره, ثمّ قال لجبريل:ارجع إليها فانظر إلى ما أعددت لأهلها فيها, فرجع إليها,فإذا هي قد حفّت بالمكاره .فعلم بذلك أنّه لم يعد الطريق إليها سهلاً, بل هو طريق وعرٌ محفوف بالمتاعب والآلام والدموع والعرق والدم والتضحيات, وبذل كل ما في الوسع, ليس طريقًا مليئًا بالمتع والشهوات والنزوات, فمن أراد الجنة ونعيمها فليوطن نفسه لتحمل هذه المكاره التي حُفت بها الجنة- وهي الأمور التي تكرهها النفس لمشقتها-",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "فلا يصل إلى الجنة أحدٌ إلا إذا تجرَّع من غصص هذه المكاره التي تحيط بها, ففي الحديث الشريف-الذي نقوم بشرحه- قد شبه حال التكاليف الشاقة على النفس-التي حُفت بها الجنة-والتي ينبغي على من يريد الجنة أن يؤديها و يقوم بها خير قيام كالصبر على المحن والبلايا والمصائب, والصبر على الطاعات التي تشق على النفس كالجهاد في سبيل الله وغير ذلك, شبّه كل ذلك بحال أسوار ٍكثيفةٍ من الأشواك التي يكمن فيها كل حيوان ضارٍّ من الوحوش والحيات والعقارب, وهذه الأسوار الكثيفة الكريهة محيطة ببستان ٍعظيم ٍتلتف به من كل مكان بحيث لا يستطيع أن يصل أحدٌ إلى هذا البستان ولا يحظى بالتنعم بما فيه إلا بعد أن يتخطى هذه الأسوار البغيضة, ويتجشم المشاق التي تلحقه حين سلوكه فيها,ولا شك أن ذلك يحتاج إلى جهادٍ طويل شاق,وصبر ٍدائم, كذلك الجنة لا ينالها ويحظى بنعيمها الدائم إلا من تخطى شدائد دنياه, مجاهدًا نفسه,صابرًا على ما يصيبه, راضيًا بقضاء الله تعالى,قائمًا بتكاليف الإسلام خير قيام,مضحيًا بالنفس والمال في سبيل نيل مطلوبه,فالجنة هي الثمن الذي اشترى الله به نفوس المؤمنين وأموالهم, قال تعالى: ( إنّ اللهَ اشترى من المؤمنين أنفُسَهمْ وأموالَهمْ بأنَّ لهمُ الجنّة َيُقاتِلون في سبيل ِاللهِ فيَقتُلونَ ويُقتَلونَ وعْدًا عليهِ حقًا في التوراةِ والإنجيل ِوالقرآن ِومَنْ أَوْفَى بعهدِهِ مِنَ اللهِ فاسْتَبشِرُوا بِبَيْعكمُ الذي بايَعْتُمْ به وذلك هو الفوزُ العظيمُ) {التوبة:111} قال شمر بن عطية:ما من مسلم ٍإلا لله عزّ وجلّ في عنقه بيعة, وفَّّى بها أو مات عليها ثمّ تلا الآية السابقة(1). بل أكدَّ الله تعالى الوعد الذي ذكره في هذه الآية وأخبر بأنّه قد كتبه على نفسه الكريمة وأنزله على رسله في كتبه العظيمة : التوراة والإنجيل والقرآن, ثمّ بشَّر من قام بمقتضى هذا العقد, ووفََّّى بهذا العهد بالفوز العظيم والنعيم المقيم. ¶ ورحم الله من قال:",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "يا سلعةَ الرحمن ِلست رخيصة ً......... بل أنتِ غالية ٌعلى الكسلان ِ ¶ يا سلعة الرحمن ليس ينالُها ......... في الألفِ إلا واحدٌ لا اثنان ِ ¶ يا سلعة الرحمن أين المشتري........ِ . فلقد عُرِضتِ بأيسر الأثمان ِ ¶ ــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- تفسير ابن كثير(2/399) ¶ يا سلعة الرحمن هل من خاطب ٍ......... فالمهرُ قبل الموتِ ذو إمكان ¶ يا سلعة الرحمن لولا أنَّها ......... حُجِبَتْ بكلِّ مكاره ِالإنسان ِ ¶ ما كان قطُّ من متخلفٍ ......... وتَعَطَّلتْ دارُ الجزاءِ الثاني ¶ لكنَّها حُجِبَتْ بكلِّ كريهةٍ.......... ليُصدَّ عنها المبطلُ المتواني ¶ وتنالها الهممُ التي تَسْمُو ........ إلى ربِّ العلا بمشيئةِ الرحمن ِ ¶ فاتْعَبْ ليوْم ِمعادِك الأدنى ......... تَجِدْ راحاتهِ يومَ المعادِ الثاني ¶ ** ولنذكر- الآن- طرفًا من بعض التكاليف التي قد حُفَّت بها الجنة مع مشقتها على النفس: ¶ 1- الجهاد في سبيل الله: وهو فرض كفاية على المسلمين ليكفُّوا شرَّ الأعداء عن حوزة الإسلام, ولنشر تعاليم الدين السمحة, وفضله عظيم ففي الصحيحين أن الرسول-صلى الله عليه وسلم- قال:\"تكفل الله لمن خرج في سبيله لا يخرجه إلا جهادٌ في سبيلي وتصديق برسلي, بأن توفاه الله أن يدخله الجنة , أو يرجعه إلى منزله الذي خرج منه نائلاً ما نال من أجر ٍأو غنيمة\" وفيهما-أيضًا-قال النبي-صلى الله عليه وسلم- قال:\"من مات ولم يغزُ ولم يحدِّث نفسه بالغزو مات ميتةَ جاهلية\". وهو مع فرضيته وفضيلته إلا أنه مكروه على النفس, وذلك لأنَّ فيه مشقة وشدة, فإنَه إما أن يُقتل الإنسان أو يجرح, مع مشقة السفر ومجالدة الأعداء, ومع أن النفس تكرهه إلا أنه خيرٌ لها, لذا قال تعالى: ( كُتِبَ عليكم القتالُ وهو كُرْهٌ لَّكُم وعَسى أنْ تَكرهوا شَيْئًا وهو خَيرٌ لَّكم وعسى أنْ تُحبُّوا شيئًا وهو شرٌّ لكم والله يعلمُ وأنتم لا تعلمون) {البقرة:216}.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "2- الصبر على النوائب, والرضا بقضاء الله: ¶ قال تعالى: (أَمْ حَسِبتمْ أن تَدْخلُوا الجنَّة َوَلَمَّا يعلمِ اللهُ الذين جاهدوا منكم ويعلمَ الصابرين){آل عمران:142} أي: أحسبتم أن تدخلوا الجنة ولم تُبتلوا بالقتال والشدائد , حتى يرى الله منكم المجاهدين في سبيله, والصابرين على مقاومة الأعداء وعلى الشدائد. وقال تعالى: (أَمْ حَسبْتُمْ أن تَدْخُلوا الجنَّة َوَلَمَّا يَأْتِكُم مَّثَلُ الذين خَلَوْا من قبلِكم مَّسَّتْهُمُ البَأْساءُ والضراءُ وزُلْزِلُوا حتى يقولَ الرسولُ والذين آمنُوا مَعَهُ مَتَى نصرُ اللهِ أَلا إنَّ نَصْرَ اللهِ قريبٌ){البقرة:214} أي: أحسبتم أن تدخلوا الجنة دون أن تُبتلوا وتُختبروا وتُمتحنوا كما فعل بالذين من قبلكم من الأمم,فقد مستهم الأمراض والأسقام والآلام والمصائب, وخُوّفُوا من الأعداء, وزلزلوا زلزالاً شديداً, وامتُحنوا امتحانًا عظيمًا حتى استنصر الرسول بالله, هو والذين معه, ونصرُ الله قريب.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "وابتلاء الله تعالى للعباد وامتحانهم إنَّما يكون لتنقيتهم وترقيتهم وليميز الخبيث من الطيب, قال تعالى: (ألم* أَحَسِبَ النَّاسُ أن يُتْرَكُوا أن يقولوا آمنَّا وهم لا يُفتنون*ولقد فتنَّا الذين من قبلهم فَلَيَعْلَمَنَّ اللهُ الذين صَدَقُوا ولَيَعْلَمَنَّ الكاذبين) {العنكبوت:1-3}. وفي البخاري: قال رسول الله-صلى الله عليه وسلم-:\" من يُرِد الله به خيرًا يُصَبْ منهُ\", وقال-صلى الله عليه وسلم-:\"إنّ الله إذا أحبَّ قومًا ابتلاهم, فمن رَضِيَ فلهُ الرضا, ومن سخط فلهُ السخط\"[رواه الترمذي وحسَّنه] وقال-صلى الله عليه وسلم-:\"ما يزال البلاء بالمؤمن والمؤمنة في نفسه وولده وماله حتى يلقى الله تعالى وما عليه خطيئة\"[رواه الترمذي وقال:حسنٌ صحيح] وفي الحديث الصحيح:\"سئل النبي-صلى الله عليه وسلم- من أشد الناس بلاءً؟ فقال:\" الأنبياء ثم الأمثل فالأمثل, يُبْتلى الرجل على حسب دينه...\" [رواه الدارمي وابن حبان وغيرهما] ¶ **أمثلة لرجال ٍصبروا:",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "1-سحرة فرعون: هؤلاء الأبطال الذين وقفوا أمام طاغيةٍ ادعى الربوبية فقال: (أنا ربُّكمُ الأعلى) {النازعات:24}, وقفوا أمام فرعون بالحق بعدما تبين لهم الهدى, وما ضعفوا وما استكانوا,هددهم فرعون وتوعدهم فما زادهم إلا إيمانًا وتسليمًا, فقد كشف الله عن قلوبهم حجاب الكفر, وظهر لهم أن الذي جاء به موسى-عليه السلام- هو الحق, ولا يصدر من بشر ٍإلا أن يكون الله تعالى هو الذي أيده بذلك, وجعله حجة ًله,ودلالة ًعلى صدق ما جاء به من ربّه,لذلك آمنوا به, ولم يهتموا بما توعدهم به فرعون من قطع الأيدي والأرجل من خلافٍ,والصلب, وقالوا:لا يضرنا ذلك,إذ أن المرجع والمآب إلى الله تبارك وتعالى, وهو لا يضيع أجر من أحسن عملاً, وإنَّا نطمع أن يغفر لنا ربنا خطايانا أن كنًّا أول المؤمنين, وقد قال عنهم ابن عباس- رضي الله عنه- وغيره من السلف: أصبحوا سحرة وأمسوا شهداء بررة.وقد قص الله تعالى علينا خبرهم في أكثر من موضع منها قوله تعالى: (وَجَاء السَّحَرَةُ فِرْعَوْنَ قَالْواْ إِنَّ لَنَا لأَجْرًا إِن كُنَّا نَحْنُ الْغَالِبِينَ * قَالَ نَعَمْ وَإَنَّكُمْ لَمِنَ الْمُقَرَّبِينَ * قَالُواْ يَا مُوسَى إِمَّا أَن تُلْقِيَ وَإِمَّا أَن نَّكُونَ نَحْنُ الْمُلْقِينَ * قَالَ أَلْقُوْاْ فَلَمَّا أَلْقَوْاْ سَحَرُواْ أَعْيُنَ النَّاسِ وَاسْتَرْهَبُوهُمْ وَجَاءوا بِسِحْرٍ عَظِيمٍ * وَأَوْحَيْنَا إِلَى مُوسَى أَنْ أَلْقِ عَصَاكَ فَإِذَا هِيَ تَلْقَفُ مَا يَأْفِكُونَ * فَوَقَعَ الْحَقُّ وَبَطَلَ مَا كَانُواْ يَعْمَلُونَ * فَغُلِبُواْ هُنَالِكَ وَانقَلَبُواْ صَاغِرِينَ * وَأُلْقِيَ السَّحَرَةُ سَاجِدِينَ * قَالُواْ آمَنَّا بِرِبِّ الْعَالَمِينَ *رَبِّ مُوسَى وَهَارُونَ * قَالَ فِرْعَوْنُ آمَنتُم بِهِ قَبْلَ أَن آذَنَ لَكُمْ إِنَّ هَذَا لَمَكْرٌ مَّكَرْتُمُوهُ فِي الْمَدِينَةِ لِتُخْرِجُواْ مِنْهَا أَهْلَهَا فَسَوْفَ تَعْلَمُونَ",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "* لأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُم مِّنْ خِلاَفٍ ثُمَّ لأُصَلِّبَنَّكُمْ أَجْمَعِين * قَالُواْ إِنَّا إِلَى رَبِّنَا مُنقَلِبُونَ * وَمَا تَنقِمُ مِنَّا إِلاَّ أَنْ آمَنَّا بِآيَاتِ رَبِّنَا لَمَّا جَاءتْنَا رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْرًا وَتَوَفَّنَا مُسْلِمِينَ ) [الأعراف :113-126] ¶ 2-المؤمنون الذين حُفِر لهم الأخاديد, وأُجِجت لهم فيها النيران, وأُلقوا فيها, بعد أن هددهم كبراؤهم الكفرة بالإلقاء في النار إن اختاروا الإيمان على الكفر ,فثبتوا على الإيمان وصبروا على البلاء, وقد قص الله تعالى علينا نبأهم في سورة البروج فقال تعالى: (قُُتِلَ أَصْحَابُ الأُخْدُودِ* النَّارِ ذَاتِ الوَقُودِ*إِذْ هُمْ عَلَيْهَا قُعُودٌ* وَهُمْ عَلَى مَا يَفْعَلُونَ بِالْمُؤْمِنِينَ شُهُودٌ* وَمَا نَقَمُوا مِنْهُمْ إِلاَّ أَن يُؤْمِنُوا بِاللهِ الْعَزِيزِ الْحَمِيدِ){الآيات:4-8}, وروى مسلم- وغيره- عن صُهيب بن سنان الرومي- رضي الله عنه- أن النبي- صلى الله عليه وسلم- قال:\"كان ملك فيمن كان قبلكم, وكان له ساحر,فلمَّا كبر قال للملك:إني قد كبرت فابعث إليّ غلامًا أُعَلمه السحر, فبعث إليه غلا مًا يُعلِّمه,فكان في طريقه إذا سلك راهبُ,فقعد إليه, وسمع كلامه فأعجبه,فكان إذا أتى الساحر مرَّ بالراهب , وقعد إليه, فإذا أتى الساحر ضربه, فشكى ذلك إلى الراهب, فقال: إذا خشيت الساحر فقل:حبسني أهلي, وإذا خشيت أهلك فقل: حبسني الساحر,فبينما هو كذلك إذ أتى على دابةٍ عظيمة قد حَبَست الناس, فقال:اليوم أعلم أالساحر أفضل أم الراهب أفضل, فأخذ حجرًا فقال:اللهم إن كان أمرُ الراهب أحبَّ إليك من أمر الساحر فاقتل هذه الدابَّة حتى يمضي الناس, فرماها فقتلها, ومضى الناس, فأتى الراهب فأخبره فقال له الراهب:أيْ بنيّ أنت اليوم أفضل مني, قد بلغ من أمرك ما أرى, وإنَّك ستُبْتَلى,فإن ابتُليتَ فلا تدل عليَّ, وكان الغلام يبرئ الأكمه",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "والأبرص, ويداوي الناس من سائر الأدواء, فسمع جليسٌ للملك كان قد عَمِي, فأتاه بهدايا كثيرة, فقال:ما هاهنا لك أجمع إن أنت شفيتني, فقال: إنّي لا أشفي أحدًا إنَّما يشفي الله, فإن أنت آمنتَ بالله دعوتُ الله َفشفاك, فآمن بالله فشفاه الله,فأتى الملك فجلس إليه كما كان يجلس, فقال له الملك:مَن ردَّ عليك بصرك؟ قال :ربّي, قال: ولك ربٌّ غيري؟ قال:ربّي وربُّك الله,فأخذه فلم يذل يعذبه حتى دلَّ على الغلام, فجيء بالغلام فقال له الملك:أيّ بنيَّ, قد بلغ من سحرك ما تبرئ الأكمه والأبرص وتفعل وتفعل, فقال: إنِّي لا أشفي أحدًا,إنَّما يشفي الله, فأخذه فلم يزل يعذبه حتى دلَّ على الراهب, فجيء بالراهب فقيل له: ارجع عن دينك, فأبى, فوضع المنشار في مفرق رأسه, فشقّه به حتى وقع شِقَّاهُ,ثم جيء بجليس الملك فقيل له:ارجع عن دينك, فأبَى,فوضع المنشار في مفرق رأسه فشقه به حتى وقع شقاه, ثم جيء بالغلام فقيل له:ارجع عن دينك, فأبَىَ,فدفعه إلى نفر ٍمن أصحابه فقال: اذهبوا به إلى جبل كذا وكذا فاصعدوا به الجبل, فإذا بلغتم ذروته فإن رجع عن دينه وإلا فاطرحوه,فذهبوا به فصعدوا به الجبل,فقال: اللهمَّ اكفينيهم بما شئتَ, فرجف بهم الجبل, فسقطوا, وجاء يمشي إلى الملك,فقال له الملك:ما فُعل أصحابُك؟ قال كفانيهمُ الله,فدفعه إلى نفر ٍمن أصحابه,فقال:اذهبوا به فاحملوه في قُرْقٌور(1) فتوسَّطوا به البحر,فإن رجع عن دينه وإلا فاقذفوه,فذهبوا به فقال:اللهمَّ اكفينيهم بما شئتَ,فانكفأت بهم السفينةُ, فغرقوا, وجاء يمشي إلى الملك, فقال له الملك: ما فعلَ أصحابُك؟ قال: كفانيهمُ اللهُ, فقال للملك: إنَّك لستَ بقاتلي حتى تفعل ما ¶ ــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- القُرقور:نوعٌ من السُفن",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "آمرك به,قال:وما هو؟ قال: تجمع الناس في صعيدٍ واحد, وتصلبني على جذع ٍ,ثمَّ خذ سهمًا من كنانتي,ثمَّ ضع السهم في كبد القوس,ثمّ قل: بِسْم ِالله ربِّ الغلام,ثم ارمني,فإنك إذا فعلت ذلك قتلتني, فجمع الناس في صعيدٍ واحد وصَلَبهُ على جذع, ثم أخذ سهماً من كنانته ثم وضع السهم في كبد القوس,ثم قال: بسم الله ربِّ الغلام,ثم رماه,فوقع السهم في صُدغِه,فوضع يده في صدغه في موضع السهم فمات,فقال الناس: آمنَّا بربِّ الغلام,آمنَّا بربِّ الغلام, آمنَّا بربِّ الغلام,فأُتيَ الملك فقيل له:أرأيت متا كنت تحذر, قد نزل بك حذرُك,قد آمنَ الناس, فأمر بالأخدود في أفواه السكك, فُخدَّت,وأُضْرم النيران, وقال:مَن لم يرجع عن دينه فاحموه فيها,وقيل له اقتحم, ففعلوا, حتى جاءت امرأة ومعها صبيٌّ لها, فتقاعست أن تقع فيها,فقال لها الغلامُ:يا أمَّه اصبي فإنَّكِ على الحق\".",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "3-…أصحاب رسول الله- صلى الله عليه وسلم- وما تحملوه من إيذاءٍ وتعذيبٍ في بداية الدعوة:كبلال بن رباح وآل ياسر والخباب بن الأرت وغيرهم فقد روى البخاري في صحيحه أنَّ الخباب بن الأرت قال: شكونا إلى رسول الله- صلى الله عليه وسلم- وهو متوسدٌ بردة ًله في ظلِّ الكعبة- :ألا تستنصر لنا؟ ألا تدعو لنا؟ فقال: \"قد كان مَن قبلكم يؤخذ الرجل فيُحْفر له في الأرض,فيُجعل فيها,ثمَّ يؤتى بالمنشار فيوضع على رأسه فيُجعل نصفين, ويُمشط بأمشاط الحديد ما دون لحمه وعظمه ما يصدُّه ذلك عن دينه, والله ليُتِمَنَّ اللهُ هذا الأمر,حتى يسير الراكب من صنعاء إلى حضرموت لا يخافُ إلا الله, والذئب على غنمه, ولكنَّكم تستعجلون\" . وقد حصل جانبٌ عظيم من الابتلاء للصحابة مع رسول الله- صلى الله عليه وسلم- يوم الأحزاب, وقد وصف الله تعالى ذلك فقال: ( إِذْ جَاءُوكُم مِّن فَوْقِكُمْ وَمِنْ أَسْفَلَ مِنكُمْ وَإِذْ زَاغَتِ الأَبْصَارُ وَبَلَغَتِ القُلُوبُ الحَنَاجِرَ وَتَظُنُّونَ بِاللَّهِ الظُّنُونَا * هُنَالِكَ ابْتُلِيَ المُؤْمِنُونَ وَزُلْزِلُوا زِلْزَالاً شَدِيداً ){الأحزاب:10-11} . وقد حصل للصحابة ابتلاءات كثيرة وإنما ذكرنا فقط بعضها. ¶ 3-… ومن المكاره التي حُفت بها الجنة:الأمر بالمعروف والنهي عن المنكر, وهي عبادة شاقة على النفس, وغالبًا ما يحدث للقائم بها شدائد ومشاكل وصعوبات كثيرة, لذا بعدما أوصى لقمان ابنه بالأمر بالمعروف والنهي عن المنكر أوصاه بالصبر لما سيقابله بسبب ذلك من إيذاء ومشقة,كما حكاه القرآن الكريم: (يَا بُنَيَّ أَقِمِ الصَّلاة َوَأْمُرْ بِالْمَعْرُوفِ وَانْهَ عَنِ المُنكَرِ وَاصْبِرْ عَلَى مَا أَصَابَكَ إِنَّ ذَلِكَ مِنْ عَزْمِ الأُمُورِ) {لقمان:17}.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "4-وغير ذلك من تكاليف الإسلام: فالصلاة- مثلاً- أثقل شيءٍ على المنافقين, وعلى النفوس الضعيفة قال تعالى: (وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلاةِ وَإِنَّهَا لَكَبِيرَةٌ إِلاَّ عَلَى الخَاشِعِينَ ) {البقرة:45}. والزكاة والصدقة ثقيلتان وشاقتان على البخلاء والحريصين على جمع المال , ولا تخفى مشقة الحج وما يتطلبه من جهدٍ وسفر وصعوبات وإنفاق وصبر ٍوجَلَد, والصيام وما يتطلبه من صبر ٍعلى الجوع والعطش والشهوةِ نهارًا, وغير ذلك من المشقات. ¶ ولعلي أكون قد بيَّنتُ جانبًا من المكاره التي حُفت بها الجنة, والتي على المسلم أن يتحمل ما يعرض له منها ويصبر على ذلك ليفوز بنعيم الجنة,وهي وإن كانت تكاليف شاقَّة إلا أنّه لا يُدرك الغالي إلا بالعمل الشاق, وقد قال الرسول- صلى الله عليه وسلم-:\" ألا إنَّ سلعة الله غالية, ألا إنَّ سلعة َالله ِالجنّة\" [رواه الترمذي وغيره وصححه الألباني]. ¶ ولعلَّ هذا هو السبب الذي جعل جبريل-عليه السلام- بعدما رأى حقيقة الجنة وقد حُفت بالمكاره يخشى ألا يدخلها أحد, لذا قال لربّه تعالى: \"وعزَّتك لقد خفتُ ألا يدخلها أحد\". ¶ * * * ¶ (3) ¶ وبعد أن رأى جبريل-عليه السلام- الجنة وقد حُفت بالمكاره, وقال ما ذكرناه, أمره الله تعالى فقال:\" اذهب إلى النار,فانظر إليها, وإلى ما أعددتُ لأهلها فيها, فإذا هيَ يركبُ بعضها بعضًا\". فيا ترى ماذا أعدّ الله لأهل النار فيها؟ وماذا قال جبريل-عليه السلا م- بعدما رآها؟. ولكي يتضح ذلك نقتطف شيئًا من الكتاب والسنة في وصف النار-أعاذنا الله منها-: ¶ وصف النار(*) ¶ 1-…أسماء النار: ذكر اللهُ تعالى في كتابه النارَ بعدة أسماء وهي: ¶ * جهنم: قال تعالى: (يَوْمَ يُدَعُّونَ إِلَى نَارِ جَهَنَّمَ دَعاًّ ){الطور:13}. ¶ * لظى: قال تعالى: ( كَلاَّ إِنَّهَا لَظَى * نَزَّاعَةً لِّلشَّوَى ) {المعارج:15-16}.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "* الحُطَمة:قال تعالى: (وَمَا أَدْرَاكَ مَا الحُطَمَةُ * نَارُ اللَّهِ المُوقَدَةُ){الهمزة:5-6}. ¶ * السعير:قال تعالى: ( فَرِيقٌ فِي الجَنَّةِ وَفَرِيقٌ فِي السَّعِيرِ) {الشورى:7}. ¶ * سقر: قال تعالى: (يَوْمَ يُسْحَبُونَ فِي النَّارِ عَلَى وَجُوهِهِمْ ذُوقُوا مَسَّ سَقَرَ) {القمر:48}. ¶ * الجحيم: قال تعالى: (خُذُوهُ فَغُلُّوهُ * ثُمَّ الجَحِيمَ صَلُّوهُ) {الحاقة:30-31}. ¶ * الهاوية: قال تعالى: (وَأَمَّا مَنْ خَفَّتْ مَوَازِينُهُ * فَأُمُّهُ هَاوِيَةٌ * وَمَا أَدْرَاكَ مَاهِيَهْ*نَارٌ حَامِيَةٌ) {القارعة:8-11}. ¶ 2-…أبواب النار: ¶ للنار سبعة أبواب يدخل أهلها منها, وذلك لكثرة أهلها, ولكل باب ٍمن الأتباع الغواة قدر معلومٌ متميز عن غيره, قال تعالى: (وَإِنَّ جَهَنَّمَ لَمَوْعِدُهُمْ أَجْمَعِينَ * لَهَا سَبْعَةُ أَبْوَابٍ لِّكُلِّ بَابٍ مِّنْهُمْ جُزْءٌ مَّقْسُومٌ){الحجر:43-44} .وروى أحمد والترمذي- بسندٍ ضعيف- من حديث ابن عمر أنّ النبي- صلى الله عليه وسلم- قال:\" لجهنَّم سبعة أبواب, بابٌ منها لمن سَلَّ سيفه على أمتي\" ويُفهم من هذا الحديث أن كل بابٍ من هذه الأبواب لعملٍ من الأعمال السيئة, كما أنَّ كل ّبابٍ من أبواب الجنة الثمانية لعملٍ من الأعمال الصالحة.وفي مسند أحمد والطيالسي وصحيح ابن حبان-وسنده حسن- من حديث عتبة بن عبد السلمي-رضي الله عنه- أن النبي-صلى الله عليه وسلم- قال:\"إن لها-أي:للجنة-ثمانية أبواب, ولجهنَّم سبعة أبواب, وبعضها أفضل من بعض\". وقيل: الأبواب:الأطباق, طبقٌ فوق طبق. وعن علي بن أبي طالب-رضي الله عنه-قال:أطباق جهنّم سبعة,بعضها فوق بعض, يملأ الأول ثم الثاني ثم الثالث.....حتى تُملأ كلها. ¶ ــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ (*)- أنظر كتابي(التخويف من النار)لابن رجب الحنبلي,(البحر الرائق في الزهد والرقائق)لأحمد فريد.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "وعن ابن جريج- في قول الله تعالى(لها سبعة أبواب)- قال:أولها جهنَّم, ثمّ لظى, ثم الحطمة , ثم السعير, ثم سقر, ثم الجحيم وفيها أبو جهل, ثم الهاوية. ¶ وقال وهب بن منبه:بين كل بابين مسيرة سبعين سنة, وكل بابٍ أشد حرًا من الذى فوقه بسبعين ضعفًا(1). ¶ 3-…وقود النار: ¶ قال تعالى: (يَا أَيُّهَا الَّذِينَ آمَنُوا قُوا أَنْفُسَكُمْ وَأَهْلِيكُمْ نَاراً وَقُودُهَا النَّاسُ وَالْحِجَارَةُ عَلَيْهَا مَلائِكَةٌ غِلاظٌ شِدادٌ لاَّ يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ ) {التحريم:6} وقال تعالى: (فَاتَّقُوا النَّارَ الَّتِي وَقُودُهَا النَّاسُ وَالْحِجَارَةُ أُعِدَّتْ لِلْكَافِرِينَ) {البقرة:24} ¶ ولا يخفى ما في هذا من التهويل إذ أنَّ هذه النار توقد بنفس ما يراد إحراقه بها. ¶ قال ابن مسعود- رضي الله عنه-:إن الحجارة التي ذكرها الله في القرآن في قوله ( وقودها الناس والحجارة) هي حجارة من كبريت خلقها الله عنده كيف شاء. ¶ قال القرطبي: هي حجارة الكبريت الأسود- عن ابن مسعود والفرَّاء- وخصّت بذلك لأنها تزيد على جميع الأحجار بخمسة أنواع ٍمن العذاب: سرعة الاتقاد, نتن الرائحة, كثرة الدخان, شدة الالتصاق بالأبدان, قوة حرِّها إذا حَمِيت\"(2). ¶ 4-…قعرها وعمقها وسعتها:",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "في صحيح مسلم عن أبي هريرة قال :كنَّا عند رسول الله-صلى الله عليه وسلم- فسمعنا وَجْبة فقال: أتدرون ما هذا؟ قلنا الله ورسوله أعلم, قال:\"هذا حجرٌ أرسله الله في جهنَّم منذ سبعين خريفًا, فالآن حين انتهى إلى قعرها\". والوجبة:هي صوتُ الشيء إذا سقط من مكانٍ عال.وفي صحيحه- أيضاً- عن خالد بن عُمير قال:خطبنا عتبة بن غزوان- رضي الله عنه-فقال:إنه ذُكِرَ لنا أن الحجر يُلقى من شفير جهنّم فيهوي فيها سبعين عامًا,ما يُدرك لها قعرًا,والله لتملأنَّه, أفعجبتم؟\". وفي صحيح ابن حبان عن أبي موسى الأشعري- رضى الله عنه- أنّ النبي-صلى الله عليه وسلم- قال:\"لو أنّ حجراً قُذف به في جهنَّم لَهَوَى سبعين خريفًا قبل أن يبلغ قعرها\". ¶ وأما عن سعة جهنم طولاً وعرضاً فقد قال ابن عباس ٍ:حدثتني عائشة أنَّها سألت رسول الله-صلي الله عليه وسلم-عن قول الله تعالى: (وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ وَالأَرْضُ جَمِيعاً قَبْضَتُهُ يَوْمَ القِيَامَةِ وَالسَّمَوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ){الزمر:67}قالت: فأين الناس يومئذٍ؟ قال:\"على جسر جهنَّم\" [رواه أحمد والنسائي والترمذي وصححه]. ¶ ــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- تفسير القرطبي (10/25) 2- نفس المصدر(1/233) ¶ 5-ظلمتُها وشدةُ سوادِها: ¶ في موطأ مالك عن أبي هريرة-رضي الله عنه- قال:أترونها حمراء مثل ناركم هذه؟ لهيَ أشد سوادًا من القار[والقار:الزفت]\" وقال :\"أوقد على النار ألف سنة حتى ¶ احمرت , ثم أوقد عليها ألف سنةٍ حتى ابيضت, ثمّ أوقد عليها ألف سنةٍ حتى اسودَّت, فهي سوداء مظلمة\"[رواه الترمذي - مرفوعًا وموقوفًا- ورجَّح الترمذي وقفه, وقال:حديث حسن غريب, ورواه ابن أبي شيبة موقوفاً وفيه\"ابيضت\" قبل\"احمرت\" ]. وقال الضحاك: جهنَّم سوداء, وماؤها أسود, وشجرها أسود, وأهلها سود. ¶ 6-…شدة حرِّها و زمهريرها:",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "قال تعالى: (وَقَالُوا لاَ تَنفِرُوا فِي الحَرِّ قُلْ نَارُ جَهَنَّمَ أَشَدُّ حَراًّ لَّوْ كَانُوا يَفْقَهُونَ) {التوبة:81}.قال كعب لعمر بن الخطاب:لو فُتح من جهنَّم قدرَ منخر ثور ٍبالمشرق, ورجلٌ بالمغرب لغليَ دماغُه حتى يسيل من حَرِّه\". وفي صحيح مسلم عن أبي سعيد الخدري أن النبي-صلى الله عليه وسلم- قال:\" إنَّ أدنى أهل النار عذابًا ينتعل بنعلين من نار يغلي دماغه من حرّارةِ نعليه\" وفي الصحيحين عن أبي هريرة أنّ النبي- صلى الله عليه وسلم- قال: \"ناركم هذه التي يوقد ابن آدم جزءٌ من سبعين جزءًا من حرِّ جهنَّم, قالوا: واللهِ, إنْ كانت لكافيةً يا رسول الله, قال:فإنها فُضِّلت عليها بتسعةٍ وستين جزءًا, كلُّها مثل حرِّها\", وفيهما عنه- أيضاً-أنَّ النبي- صلى الله عليه وسلم- قال :\" اشتكت النَّار إلى ربها,فقالت : يا ربِّ أكل بعضي بعضاً, فنَفِّسْني , فأذن لها في نفسَيْن: نفس في الشتاء, ونفس في الصيف, فأشد ما تجدون من الحرِّ سمومها, وأشد ما تجدون من البرد زمهريرها\". ¶ وعن ابن مسعود قال: الزمهرير: لون من العذاب, وعن عكرمة قال:هو البرد الشديد. وعن ابن عباس ٍقال: يستغيثُ أهل النار من الحرِّ, فيغاثون بريحٍ باردةٍ,يصدع العظامَ بردُها,فيسألون الحرَّ. ¶ وقال تعالى: (لاَ يَذُوقُونَ فِيهَا بَرْداً وَلاَ شَرَاباً* إِلاَّ حَمِيماً وَغَسَّاقاً) {النبأ:24-25} ¶ فاستثنى الله تعالى من البرد :الغسَّاق وهو صديد أهل النار وقَيْحُهم, واستثنى من الشراب:الحميم وهو الماء الحار الذي بلغ النهاية في الحرِّ, نسأل الله السلامة. ¶ 7-…ملائكة النار وزبانيتها: ¶ قال تعالى: (عَلَيْهَا مَلائِكَةٌ غِلاظٌ شِدادٌ){التحريم:6}أي: على النار خزنة من الملائكة ¶ يلون أمرها, وتعذيب أهلها, غلاظ ٌعلى أهل النار, شدادٌ عليهم إذا استرحموهم,لأنَّ الله عزَّ وجلَّ خلقهم من غضبه وحبَّب إليهم تعذيب خلقه.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "وقيل: المراد:غلاظ القلوب,شداد الأبدان, وقيل: الغلاظ :ضخام الأجسام, والشداد: الأقوياء.وأخرج عبد الله بن أحمد- في زوائد الزهد- عن أبي عمران الجوني قال: بلغنا أنَّ خزنة النار تسعة عشر, ما بين منكب أحدهم مسيرة مائة خريف, وليس ¶ في قلوبهم رحمة,إنَّما خُلقوا للعذاب. ¶ وقال تعالى: (فَلْيَدْعُ نَادِيَهُ* سَنَدْعُ الزَّبَانِيَةَ) {العلق:17-18} قال أبو هريرة: الزبانية: الملائكة, وقال عطاء: هم الملائكة الغلاظ الشداد. ¶ وخرَّج ابن أبي حاتم- بإسناده- عن المنهال بن عمرو قال: إذا قال الله تعالى (خُذُوهُ فَغُلُّوه) {الحاقة:30} ابتدره سبعون ألف مَلَك, وإنَّ الملك منهم ليقول هكذا- يعني: يفتح يديه- فيلقي سبعين ألفًا في النار. ¶ وكبير خزنة جهنم ورئيسهم هو مالك,كما في قول الله تعالى: (وَنَادَوْا يَا مَالِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ قَالَ إِنَّكُم مَّاكِثُونَ) {الزخرف:77} وقد رآه الرسول - صلى الله عليه وسلم- في منامه- كما في الصحيحين من حديث سمرة بن جندب- ووصفه بأنَّه كرية المرآة-أي: كريه المنظر- كأكره ما أنت راءٍ رجلاً , ورآه-أيضًا- ليلة المعراج. ¶ 8-حيَّاتها وعقاربها: ¶ عن ابن مسعود- في قول الله تعالى: ( زِدْنَاهُمْ عَذَاباً فَوْقَ العَذَابِ){النحل:88} قال: عقارب لها أنياب كالنخل الطوال. ¶ وفي مسند الإمام أحمد من طريق دراج بن سمعان- وفيه ضعف- عن عبد الله بن الحارث الزبيدي أنَّ النبي-صلى الله عليه وسلم- قال:\"إنَّ في النار حيَّات كأمثال أعناق البُخْت, تلسعُ إحداهنَّ اللسعة فيجد حموتها إلى أربعين خريفًا,وإنَّ في النار عقارب كأمثال البغال الموكفة, تلسع إحداهنَّ اللسعة فيجد حموتها أربعين سنة\" .",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "وفي مصنَّف ابن أبي شيبة عن مجاهد قال:إنَّ في النار لجبابًا,فيها حيَّات كأمثال البخاتي, وعقارب كأمثال البغال الدلم, فَيفِرُّ أهلُ النار من النار إلى تلك الجباب, فتستقبلهم الحيَّات والعقاربُ , فتأخذ شفاههم وأعينهم, قال: فما يستغيثون إلاَّ بالرجوع إلى النَّار\". وفى البخاري قال النبي-صلى الله عليه وسلم-:\" ما من صاحب كنز ٍلا يؤدي زكاته إلاَّ مُثِّل له يوم القيامة شجاعًا أقرع له زبيبتان, يأخذ بلهزمتيه, فيقول: أنا مالُك, أنا كنزُك\". ثمَّ تلا الآية: (وَلاَ يَحْسَبَنَّ الَّذِينَ يَبْخَلُونَ بِمَا آتَاهُمُ اللَّهُ مِن فَضْلِهِ هُوَ خَيْراً لَّهُم بَلْ هُوَ شَرٌّ لَّهُمْ سَيُطَوَّقُونَ مَا بَخِلُوا بِهِ يَوْمَ القِيَامَةِ وَلِلَّهِ مِيرَاثُ السَّمَوَاتِ وَالأَرْضِ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ ){آل عمران:180} ¶ 9- طعام أهل النار: ¶ قال تعالى: (مَا يَأْكُلُونَ فِي بُطُونِهِمْ إِلاَّ النَّارَ){البقرة:174} وقال تعالى: (لَيْسَ لَهُمْ طَعَامٌ إِلاَّ مِن ضَرِيعٍ* لاَ يُسْمِنُ وَلاَ يُغْنِي مِن جُوعٍ){الغاشية:6-7}.والضريع:نوعٌ من الشوك لا تأكله الدوابُّ لخبثه. ¶ وقال تعالى : ( فَلَيْسَ لَهُ اليَوْمَ هَاهُنَا حَمِيمٌ * وَلاَ طَعَامٌ إِلاَّ مِنْ غِسْلِينٍ * لاَ يَأْكُلُهُ إِلاَّ الخَاطِئُونَ){الحاقة:35-37} قال ابن عباس: الغسلين:الدم والماء والصديد الذي يسيل من لحومهم. وقال تعالى: ( إِنَّ لَدَيْنَا أَنكَالاً وَجَحِيماً* وَطَعَاماً ذَا غُصَّةٍ وَعَذَاباً أَلِيماً( {المزمل:12-13} ومعنى (طعاماً ذا غصة) قال ابن عباس:شوكٌ يأخذ بالحلق,لا يدخل ولا يخرج.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "وقال تعالى : (ثُمَّ إِنَّكُمْ أَيُّهَا الضَّالُّونَ المُكَذِّبُون َ* لآكِلُونَ مِن شَجَرٍ مِّن زَقُّومٍ( {الواقعة:51-52} وقد وصف الله تعالى شجرة الزقوم في قوله تعالى : ( إِنَّهَا شَجَرَةٌ تَخْرُجُ فِي أَصْلِ الجَحِيمِ* طَلْعُهَا كَأَنَّهُ رُءُوسُ الشَّيَاطِينِ* فَإِنَّهُمْ لآكِلُونَ مِنْهَا فَمَالِئُونَ مِنْهَا البُطُونَ({الصافات:64-66}.وعن ابن عباسٍ أن النبي- صلى الله عليه وسلم- قال:\"لو أنَّ قطرة ًمن الزقوم قطرت في الأرض لأَفسَدَتْ (وفي رواية: لأمَرَّتْ) على أهل الأرض معيشتهم فكيف بمن ليس له طعام غيره؟\"[صحيح:رواه أحمد وابن حبان-واللفظ له- وغيرهما]. ¶ وأهل النار قد يكون طعامهم ما ذكر في الآيات السابقة:الضريع والغسلين والزقوم والنار جميعًا,وقد يكون المعذبون طبقات فمنهم من يأكل الضريع ومنهم من يأكل الغسلين ومنهم من يأكل الزقوم, كلٌّ بحسب حاله ومنزلته. ¶ 10-شراب أهل النار: ¶ ذكر الله تعالى في القرآن الكريم أربعة أنواع من شراب أهل النار : ¶ الأول: الحميم, قال تعالى: ( وَسُقُوا مَاءً حَمِيماً فَقَطَّعَ أَمْعَاءَهُمْ){محمد:15}. والحميم:هو الماء الحار المغلي بنار جهنم, يُذاب بهذا الحميم ما في بطونهم, وتسيل به أمعاؤهم, وتتناثر جلودهم, كما في قوله تعالى: (هَذَانِ خَصْمَانِ اخْتَصَمُوا فِي رَبِّهِمْ فَالَّذِينَ كَفَرُوا قُطِّعَتْ لَهُمْ ثِيَابٌ مِّن نَّارٍ يُصَبُّ مِن فَوْقِ رُءُوسِهِمُ الحَمِيمُ *يُصْهَرُ بِهِ مَا فِي بُطُونِهِمْ وَالْجُلُودُ*وَلَهُم مَّقَامِعُ مِنْ حَدِيد* كُلَّمَا أَرَادُوا أَن يَخْرُجُوا مِنْهَا مِنْ غَمٍّ أُعِيدُوا فِيهَا وَذُوقُوا عَذَابَ الحَرِيقِ ){الحج:19-22}.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "الثاني: الغسَّاق ,قال تعالى: (هَذَا فَلْيَذُوقُوهُ حَمِيمٌ وَغَسَّاقٌ) {ص:57} قال ابن عباس ٍ:الغسَّاق ما يسيل من بين جلد الكافر ولحمه. وقال: الزمهرير البارد الذي يحرق الجلد. وقال مجاهد:غساق,لا يستطيعون أن يذوقوه من شدة برده. ¶ الثالث: الصديد , قال تعالى: (مِّن وَرَائِهِ جَهَنَّمُ وَيُسْقَى مِن مَّاءٍ صَدِيدٍ* يَتَجَرَّعُهُ وَلاَ يَكَادُ يُسِيغُهُ وَيَأْتِيهِ المَوْتُ مِن كُلِّ مَكَانٍ وَمَا هُوَ بِمَيِّتٍ وَمِن وَرَائِه عَذَابٌ غَلِيظٌ) {إبراهيم:16-17} أي: يسقى من ماءٍ صديد شديد النتانة والكثافة فيتجرعه ولا يكاد يبتلعه من شدة نتانته وكثافته.وقال مجاهد: (ماء صديد) يعني: القيح والدم. ¶ وفي صحيح مسلم عن جابر أن النبي-صلى الله عليه وسلم-قال:\"إنَّ على الله عهداً لمن يشرب المسكر أن يسقيَهُ من طينة الخبال, قالوا: يارسول الله وما طينة الخبال؟ قال:عرق أهل النار, أو عصارة أهل النار\". ¶ الرابع:الماء الذي كالمهل,قال تعالى: (إِنَّا أَعْتَدْنَا لِلظَّالِمِينَ نَاراً أَحَاطَ بِهِمْ سُرَادِقُهَا وَإِن يَسْتَغِيثُوا يُغَاثُوا بِمَاءٍ كَالْمُهْلِ يَشْوِي الوُجُوهَ بِئْسَ الشَّرَابُ وَسَاءَتْ مُرْتَفَقاً) {الكهف:29}, وسُئل ابن عباس عن قوله تعالى(كالمهل) فقال:غليظ كدردي الزيت, وعنه قال: أسود كمهل الزيت.وقال الضحاك: أذاب ابن مسعود-رضي الله عنه- فضة من بيت المال, ثم أرسل إلى أهل المسجد فقال:من أحب أن ينظر إلى المُهْل فلينظر إلى هذا. ¶ وقد روى أحمد والترمذي-بسند ضعيف-عن أبي سعيد الخدري أن النبي-صلى الله عليه وسلم- قال في قوله تعالى(بماء كالمهل):\"كعكر الزيت, فإذا قربه إلى وجهه سقطت فروة وجهه فيه\"[وكذا رواه ابن حبان والحاكم فى المستدرك وقال: صحيح الإسناد, وصححه الذهبي,وضعفه غير واحد] . ¶ 11 - لباس أهل النار:",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "قال تعالى: (فَالَّذِينَ كَفَرُوا قُطِّعَتْ لَهُمْ ثِيَابٌ مِّن نَّارٍ يُصَبُّ مِن فَوْقِ رُءُوسِهِمُ الحَمِيمُ) {الحج:19} وقوله(قُطعت):أي قُدرت لهم على قدر جثثهم, لأن الثياب تُقطع على قدر بدن من يلبسها. وكان إبراهيم النخعي يقول: سبحان من خلق من النار ثيابًا. وفي صحيح مسلم عن سمرة بن جندب عن النبي-صلى الله عليه وسلم-قال:\"منهم من تأخذه النار إلى كعبيه, ومنهم من تأخذه النار إلى ركبتيه,ومنهم من تأخذه النار إلى حجزته, ومنهم من تأخذه النار إلى ترقوته\".وفي مسند أحمد - بسندٍ صحيح- عن حبيب بن المغفل-رضي الله عنه-أن النبي-صلى الله عليه وسلم- قال:\"مَن وطيء على إزاره خيلاء وطيء في نار جهنم\" وهذا الحديث يبين معنى ما رواه البخاري عن أبي هريرة أن النبي-صلى الله عليه وسلم- قال:\"ما أسفل من الكعبين من الإزار ففي النار\". وفي مسند أحمد وعبد بن حميد ومصنف ابن أبي شيبة-بسند فيه ضعف- عن أنس أن النبي- صلى الله عليه وسلم- قال:\" إنَّ أول من يكسى حُلَّةً من النار إبليس, يضعها على حاجبه ويسحبها , وهو يقول: يا ثبوراه , وذريته خلفه وهم يقولون: يا ثبوراهم, حتى يقف على النار فيقول: يا ثبوراه, ويقولون: يا ثبوراهم , فيقال: (لاَ تَدْعُوا اليَوْمَ ثُبُوراً وَاحِداً وَادْعُوا ثُبُوراً كَثِيراً) {الفرقان:14}\". ¶ وقد وصف الله تعالى سرابيل أهل النار في قوله تعالى : ( وَتَرَى المُجْرِمِينَ يَوْمَئِذٍ مُّقَرَّنِينَ فِي الأَصْفَادِ* سَرَابِيلُهُم مِّن قَطِرَانٍ وَتَغْشَى وَجُوهَهُمُ النَّارُ){ابراهيم:49-50}.",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "قال ابن عباس-في قوله تعالى (قطران)-:هو النحاس المذاب. وقال الحسن:قطران الإبل, يعنى: ما يُطلى به الجمل الأجرب, فيكون المعنى- على ذلك- أنَّ قمصانهم (ملابسهم) من قطران تُطلى به جلودهم حتى يعود هذا الطلاء كالسرابيل, وخصَّ القطران لسرعة اشتعال النار فيه, مع نتن رائحته ووحشة لونه(1). وفي صحيح مسلم عن أبي مالك الأشعري أن رسول الله- صلى الله عليه وسلم- قال:\"النائحة إذا لم تتب قبل موتها, تُقام يوم القيامة وعليها سربال من قطران ٍودرعٌ من جرب\". ¶ ــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- تفسير( فتح القدير)للشوكاني(3/118-119) ¶ 12 - فراش أهل النار, وغطاؤهم: ¶ قال تعالى : (لَهُم مِّن جَهَنَّمَ مِهَادٌ وَمِن فَوْقِهِمْ غَوَاشٍ وَكَذَلِكَ نَجْزِي الظَّالِمِينَ) {الأعراف:41} ومعنى(المهاد):الفُرُش, و(الغواش):اللُّحُف,ومقصود الآية:أنهم يفترشون النار, ويلتحفون بألحفةٍ من النار,والعياذ بالله. ¶ وقال تعالى: (لَهُم مِّن فَوْقِهِمْ ظُلَلٌ مِّنَ النَّارِ وَمِن تَحْتِهِمْ ظُلَلٌ) {الزمر:16} وحتى لا يتوهم أحدٌ أنَّ هذه الظلل المذكورة تقي من الحر والعذاب قال(ظللٌ من النار) فهي ظللٌ مُحرِِقة ,كما في قوله تعالى: (انطَلِقُوا إِلَى ظِلٍّ ذِي ثَلاثِ شُعَبٍ* لاَ ظَلِيلٍ وَلاَ يُغْنِي مِنَ اللَّهَبِ) {المرسلات:30-31} ¶ 13- عِظَمُ خَلْق ِأهل ِالنَّار, وقُبْحُ منظرهم:",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "روى البخاري ومسلم-واللفظ له-عن أبي هريرة أن النبي-صلى الله عليه وسلم-قال:\"ما بين منكبي الكافر في النار مسيرة ثلاثة أيام للراكب المسرع\" والمنكب:هو الكتف , وروى مسلم عن أبي هريرة عن النبي-صلى الله عليه وسلم- قال:\"ضرس الكافر,أو ناب الكافر, مثل أحد, وغلظ جلده مسيرة ثلاث\" وروى أحمد وغيره- بسندٍ فيه ضعف- عن ابن عمر عن النبي- صلى الله عليه وسلم- قال:\" يَعظُمُ أهلُ النار في النار حتى إنَّ ما بين شحمة أذن أحدهم إلى عاتقه مسيرة سبعمائة عام, وإنَّ غلظ جلده سبعون ذراعًا, وإنَّ ضرسه مثل أحد\". ¶ وعن مجاهد : قال ابن عباس: أتدري ما سعة جهنم؟ قلت:لا , قال: أجل والله , ما تدري أن بين شحمة أذن أحدهم وبين عاتقه مسيرة سبعين خريفاً, تجري فيه أودية القيح والدم, قلت: أنهار, قال:لا, بل أودية\"[أخرجه أحمد والحاكم وقال:صحيح الإسناد]. ¶ قال الحافظ ابن رجب: وقد ورد نحو ذلك في حق عصاة الموحدين- أيضًا- فخرَّج الإمام أحمد وابن ماجه والحاكم من حديث الحارث بن قيس عن النبي- صلى الله عليه وسلم- قال:\"إنَّ من أمتي من يعظم للنار حتى يكون أحد زواياها\"(1). ¶ ــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- كتاب(التخويف من النار):ص 189 ,والحديث صححه الألباني,وضعفَّه الأرنؤوط لجهالة عبد الله بن قيس وقد ذكره ابن حبان في الثقات. ¶ 14- أصناف أخرى من العذاب: ¶ يوجد للمعذبين في النار أصناف متعددة من العذاب-غير ما ذكرنا- ومنها: ¶ *تبديل جلودهم كلما نضجت.قال تعالى: (إِنَّ الَّذِينَ كَفَرُوا بِآيَاتِنَا سَوْفَ نُصْلِيهِمْ نَاراً كُلَّمَا نَضِجَتْ جُلُودُهُمْ بَدَّلْنَاهُمْ جُلُوداً غَيْرَهَا لِيَذُوقُوا العَذَابَ إِنَّ اللَّهَ كَانَ عَزِيزاً حَكِيماً) {النساء:56}. ¶ قال الحسن: تأكلهم النار كل يوم ٍسبعين ألف مرةٍ , كلما أكلتهم قيل لهم:عودوا, فيعودون كما كانوا.",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "* يضربون بمطارق من حديد, فتتفتت أبدانهم, ثم يعودون,قال تعالى: (وَلَهُم مَّقَامِعُ مِنْ حَدِيدٍ) {الحج:21}. ¶ * تقييدهم بالقيود والأغلال, وسحبهم على وجوههم.قال تعالى: (إِذِ الأَغْلالُ فِي أَعْنَاقِهِمْ وَالسَّلاسِلُ يُسْحَبُونَ* فِي الحَمِيمِ ثُمَّ فِي النَّارِ يُسْجَرُونَ) {غافر:71-72}. ¶ *ومنهم من يعذبُ بالصعود إلى أعلى النار, ثم يهوي فيها,قال تعالى: (سَأُرْهِقُهُ صَعُودا) {المدثر:17}.وفي الصحيحين عن أبي هريرة أنَّ النبي-صلى الله عليه وسلم- قال:\"ومن تَردَّى من جبل ٍفقتل نفسه فهو يتردَّى في نار جهنم خالدًا مخلدًا فيها أبدًا\". ¶ * ومنهم من يدور في النار,ويجر أمعاءه معه,ففي الصحيحين عن أسامة بن زيد عن النبي-صلى الله عليه وسلم- قال:\"يؤتى بالرجل يوم القيامة فيُلقى في النار فتندلق أقتابُه-أي:أمعاؤه- في النار, فيدور كما يدور الحمار برحاه, فيجتمع أهل النار عليه ,فيقولون:أي فلان, ما شأنك؟ أليس كنت تأمرنا بالمعروف وتنهانا عن المنكر, قال : بلى, كنتُ آمركم بالمعروف ولا آتيه, وأنهاكم عن المنكر وآتيه\". ¶ * ومنهم من يُلقى في مكانٍ ضيق ٍلا يتمكن فيه من الحركة قال تعالى : (وَإِذَا أُلْقُوا مِنْهَا مَكَاناً ضَيِّقاً مُّقَرَّنِينَ دَعَوْا هُنَالِكَ ثُبُورا) {الفرقان:13}. ¶ * ومنهم من يتأذى أهل النار من نتن رائحتهم, وهم الزناة. وغير ذلك كثير, نسأل الله تعالى السلامة. ¶ أعظمُ عذابِ أهل النَّار",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "كما أنَّ رضوان الله تعالى على أهل الجنة وتجلِّيه لهم أعظم من كلِّ نعيم الجنة, فإنَّ أعظم عذاب أهل النار هو حجابهم عن الله عزَّ وجلَّ وإبعادهم عنه,وإعراضه عنهم, وسخطه عليهم, قال تعالى: (كَلاَّ بَلْ رَانَ عَلَى قُلُوبِهِم مَّا كَانُوا يَكْسِبُونَ* كَلاَّ إِنَّهُمْ عَن رَّبِّهِمْ يَوْمَئِذٍ لَّمَحْجُوبُونَ* ثُمَّ إِنَّهُمْ لَصَالُوا الجَحِيمِ* ثُمَّ يُقَالُ هَذَا الَّذِي كُنتُم بِهِ تُكَذِّبُونَ) {المطففين:14-17} فذكر الله تعالى ثلاثة أنواع ٍمن العذاب: حجابهم عن الله,ثمَّ صليهم الجحيم, ثمَّ توبيخهم بتكذيبهم به في الدنيا. وذلك بعد أن وصفهم بالرَّان على قلوبهم-وهو الصدأ- بسبب المعاصي والذنوب. ¶ وفي حلية الأولياء وغيره:قال جعفر بن سليمان:سمعتُ أبا عمران الجوني قال:إنَّ الله لم ينظر إلى إنسان ٍقط إلاَّ رحمه, ولو نظر إلى أهل النار لرحمهم, ولكن قضى ألاَّ ينظر إليهم. ¶ أهونُ أهل ِالنَّار عذابًا ¶ في الصحيحين عن النعمان بن بشير-رضي الله عنهما- أنَّ النبي-صلى الله عليه وسلم- قال:\"إنَّ أهونَ أهل النار عذابًا يوم القيامة لرجلٌ توضعُ في أخمص قدميه جمرةٌ (وفي رواية:جمرتان) يغلي منها دماغه\". ¶ وفي صحيح مسلم عن ابن عباس-رضي الله عنهما-قال:قال النبي-صلى الله عليه وسلم-:\" أهونُ أهل النار عذابًا أبو طالب,وهو منتعلٍ بنعلين يغلي منهما دماغه\". ¶ وفي الصحيحين عن أنس بن مالك-رضي الله عنه- عن النبي-صلى الله عليه وسلم- قال: \"يقول الله تعالى لأهونِ أهلِ النار عذابًا يوم القيامة: لو أنَّ لك ما في الأرض من شيء(وفى رواية:لو كانت لك الدنيا وما فيها) أكنتَ تفتدي به؟ فيقول: نعم, فيقول: أردتُ منك أهون من هذا وأنت في صُلْب آدم, ألاَّ تشرك بي شيئًا, فأبيت إلاَّ أن تُشرك بي\". ¶ صبغُ أنعم أهل الدنيا من أهل في النار",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "في صحيح مسلم عن أنس ابن مالك قال:قال رسول الله-صلى الله عليه وسلم-:\"يؤتى بأنعم أهل الدنيا من أهل النار يوم القيامة, فيُصبغ في النار صبغة,ثم يقال :يا ابن آدم, هل رأيتَ خيرًا قط؟ هل مرَّ بك نعيمٌ قط؟ فيقول: لا والله يا رب ,ويؤتى بأشد الناس بؤسًا في الدنيا من أهل الجنة, فيُصبغ صبغة ًفي الجنة, فيُقال له:يا ابن آدم,هل رأيت بؤسًا قط؟ هل مرَّ بك شدةٌ قط؟ فيقول:لا والله يا رب,ما مرَّ بي بؤسٌ قط, ولا رأيتُ شدةً قط\". ¶ آخر أهل النار خروجًا منها ¶ في صحيح البخاري عن أبي هريرة أن النبي-صلى الله عليه وسلم- قال:\"إذا فرغ الله من القضاء بين عباده وأراد أن يُخرج من النار من أراد أن يُخرج ممَّن كان يشهد أن لا إله إلا الله, أمَرَ الملائكة أن يخرجوهم,فيعرفونهم بعلامة آثار السجود, وحرَّم الله على النار أن تأكل من ابن آدم أثر السجود, فيخرجونهم قد امتُحِشوا(1), فيُصب عليهم ماءٌ يُقال له ماء الحياة, فيَنبُتون نبات الحبةِ في حميل السَّيْل(2), ويبقى رجلٌ مُقبلٌ بوجهه على النار, فيقول: يا ربّ قد قشَبَني ريحُها(3), وأحرقني ذكاؤها(4),فاصرف وجهي عن النار,فلا يزال يدعو الله, فيقول:لعلَّك إنْ أعطيتُك أن تسألني غيره, فيقول:لا وعزَّتك,لا أسألُك غيره,فيصرف وجهه عن النار,ثمَّ يقول بعد ذلك:يا ربّ قرِّبني إلى باب الجنة,فيقول: أليس قد زعمتَ ألاَّ تسألني غيره؟ ويلك يا ابن آدم,ما أغدَرَك,فلا يزال يدعو, فيقول: لعلِّي إنْ أعطيتُك ذلك تسألني غيره,فيقول:لا وعزَّتك لا أسألك غيره,فيُعطي الله ما شاء من عهود وميثاق ألاَّ يسألَه غيره, فيقربه إلى باب الجنة, فإذا رأى ما فيها سكت ما شاء الله أن يسكت, ثم قال: ربِّ أدخلني الجنة,ثم يقول:أوليس قد زعمتَ ألاَّ تسألني غيره؟ ويلك يا ابن ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "1- امتُحِشُوا: أي احترقوا واسْودُّوا. 2- حميل السيل: ما يحمله السيل,وهو الغثاء الذي يحمله السيل وتكون به الحَبَّةُ فتنبت في جانب الوادي. 3- قشَبَني: سمَّني وأهلكني ¶ 4- ذكاؤها: لهيبُها وشدة اشتعالِها ووهجها. ¶ آدم, ما أغدَرَك, فيقول: يا ربّ,لا تجعلني أشقى خلقِك, فلا يزال يدعو حتى يضحك, ¶ فإذا ضحك منه أذن له بالدخول فيها, فإذا دخل فيها, قيل: تَمَنَّ من كذا, فيتمنى, ثم يقال له:تَمَنَّ من كذا, فيتمنى,حتى تنقطع به الأماني, فيقول له: هذا لك,ومثله معه ( وفي رواية أبي سعيد الخدرى - قال: هذا لك, وعشرةُ أمثاله) قال أبو هريرة: وذلك الرجل آخر أهل الجنة دخولاً \". ¶ وفي الصحيحين عن عبد الله بن مسعود قال: قال النبي- صلى الله عليه وسلم- :\"إنّي لأعلم آخر أهل النار خروجًا منها, وآخر أهل الجنة دخولاً, رجلٌ يخرجُ من النار حَبْوًا, فيقول الله تعالى: اذهب فادخل الجنة, فيأتيها, فيُخَيَّلُ إليه أنَّها مَلأى, فيرجع, فيقول:يا ربّ وجدتُها ملأى,فيقول:اذهب فادخل الجنة,فيأتيها, فيُخيل إليه أنَّها ملأى, فيرجع, فيقول: يا ربّ وجدتُها ملأى, فيقول الله تعالى :اذهب فادخل الجنة, فإنَّ لك مثل الدنيا, وعشرة أمثالها- أو أن لك مثل عشرة أمثال الدنيا- فيقول: أتسخر مني - أو تضحك مني- وأنت الملك؟ فلقد رأيت رسول الله ضَحِك حتى بَدََتْ نواجذه, وكان يقال: ذلك أدنى أهل الجنة منزلةَ\". ¶ تذكرة وموعظة",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "روى الترمذي بسنده عن أبي الدرداء- رضي الله عنه- قال:\"يُلقى على أهل النار الجوع فيعدل ما هم فيه من العذاب,فيستغيثون,فيُغاثون بطعام ٍمن ضريع لا يُسمن ولا يغني من جوع, فيستغيثون بالطعام, فيُغاثون بطعام ٍذي غُصَّة, فيذكرون أنهم كانوا يُجيزون الغصص في الدنيا بالشراب, فيستغيثون بالشراب, فيُرفَعُ إليهم الحميم بكلاليب الحديد, فإذا دَنَتْ من وجوهِهم شَوَتْ وجوهَهم,فإذا دخلت بطونهم قطَّعت ما في بطونهم, فيقولون: ادعوا خزنة جهنَّم, فيقولون: ( أَوَ لَمْ تَكُ تَأْتِيكُمْ رُسُلُكُم بِالْبَيِّنَاتِ قَالُوا بَلَى قَالُوا فَادْعُوا وَمَا دُعَاءُ الكَافِرِينَ إِلاَّ فِي ضَلالٍ) {غافر:50} فيقولون: ادعوا مالكًا,فيقولون: (يَا مَالِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ) {الزخرف:77} قال: فيجيبهم(إِنَّكُم مَّاكِثُونَ) {الزخرف:77} [قال الأعمش- أحد الرواة- : نُبئتُ أنَّ بين دعائهم وبين إجابة مالك ٍألف عام] قال: فيقولون:ادعوا ربكم , فلا أحدٌ خيرٌ من ربكم, فيقولون: ( رَبَّنَا غَلَبَتْ عَلَيْنَا شِقْوَتُنَا وَكُنَّا قَوْماً ضَالِّينَ * رَبَّنَا أَخْرِجْنَا مِنْهَا فَإِنْ عُدْنَا فَإِنَّا ظَالِمُونَ) {المؤمنون:106-107} قال:فيجيبهم(اخْسَئُوا فِيهَا وَلاَ تُكَلِّمُونِ) {المؤمنون:108} فعند ذلك يئسوا من كل خير,وعند ذلك يأخذون في الزفير والحسرة والويل\".[وكذا رواه ابن أبي شيبة في مصنَّفه موقوفًا-من قول أبي الدرداء- وقد روي مرفوعاً,وفيه ضعف] .",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "هذا حال أهل النار,فاتعظوا يا أولي الأبصار, من يرضى أن تكون النار له دار قرار, فبئس النار من دار: مظلمة المسالك, مبهمة المهالك, يخلَّد فيها الأسير, ويوقد فيها السعير, يُضربون فيها بمقامع من حديد, ويذوقون فيها العذاب الشديد, شرابهم فيها الحميم, ومستقرهم الجحيم, أمانيُّهم فيها الهلاك, وما لهم منها فكاك,قد شُدَّت أقدامهم إلى النواصي, واسودَّت وجوهُهُم من ظلمة المعاصي,ينادون من أكنافها, ويصيحون في نواحيها وأطرافها:يا مالك,قد حقَّ علينا الوعيد,يا مالك, قد نضِجَت من الجلود, يا مالك, أخرجنا منها فإنا لا نعود, فتقول الزبانية: هيهات هيهات, لا خروج لكم من دار الهوان, ولو أُخرجتم منها لكنتم إلى ما نُهيتم عنه تعودون, فعند ذلك يقنطون, وعلى ما فرَّطوا في جنب الله يتأسَّفون,ولا ينجيهم الندم, ولا يُغنيهم الأسف, بل يُكَبون على وجوههم مغلولين , النار من تحتهم, ومن فوقهم , وعن أيمانهم , وعن شمائلهم,, ومن أمامهم ومن خلفهم,فهم في النار غرقى:طعامهم نار, وشرابهم نار, ولباسهم نار, وفراشهم نار, وغطاؤهم نار, فهم بين مقطَّعات النيران , وسرابيل القطران, وضرب المقامع, وثِقل السلاسل. فهم يتجلجلون في مضايقها, ويتحطمون في دركاتها, تغلي بهم النار كغلي القدور, ويهتفون بالويل والثبور, يُصبُّ من فوق رؤسهم الحميم, يُصهر به ما في بطونهم والجلود, ولهم مقامع من حديد تُهَشِم رؤسهم وجباههم,فينفجر الصديد من أفواههم, وتسيلُ على الخدود أحداقهم, ويسقط من الوجنات لحومها,وهم مع كلِّ ذلك يتمنون الموت ولا يموتون. نعوذ بالله من ذلك ونسأل الله السلامة. ¶ (4) ¶ وبعد كل ما ذكرناه من وصف النار وحال أهلها قد يتضح السبب الذي جعل جبريل -عليه السلام- بعدما رأى كل ذلك ورأى النار يركب بعضها بعضًا, يظنُّ أن كلَّ من يسمع بها و بعذابها سيفعل كلَّ ما ينجيه منها ويتجنَّب كلَّ ما يوقعه فيها, لذا قال: \" وعزتك لا يسمع بها أحدٌ فيدخلها\".",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "حُفَّت النَّار بالشهوات ¶ بعدما خلق الله تعالى النار أمر بها فحُفَّت بالشهوات التي تميل إليها النفس, ولا يحتاج مرتكبها إلى تعبٍ وعناء في ملا بستها,بل إن نفسه تجذبه إلى الانحدار إليها والتردي فيها, فقد أحيط بها كلُّ ما ترغب فيه النفوس وتشتهيه,وما تستلذه الأعين ¶ فتقرب النفوس هذه الشهوات وتجني من تلك اللذات,وهي تظنُّ أنها بعيدةٌ كل البعد عن الوقوع في النار , وكلما جنت لذة أوقعتها في لذةٍ أخرى أشهى منها,والنفس دائمًا ترغب في الزيادة, ولا تزال النفس تنغمس في لذة تحبها إلى لذةٍ أحبَّ إليها منها, ولا تفيق حتى تقطع سور الملذَّات , فتقع في النار وهي لا تشعر وتريد الخلاص منها فلا تقدر,فكل إنسان يميل إلى الشهوات لا سيما مَنْ كان في مجتمع سوء وبيئةٍ فاسدة,فيظل ينغمس في الشهوات حتى يأتيه الموت بغتة ًوهو غارقٌ في شهواته ,غافلٌ عمَّا ينجيه- من الإيمان والعمل الصالح- فيقع في النار.ولذلك بعدما رأى جبريل- عليه السلام- النار وقد حفَّت بالشهوات قال:\"وعزَّتك, لقد خشيتُ ألا ينجوَ منها أحدٌ إلا دخلها\" أي:دخلها خالدًا مخلَّدًا فيها إن كان كافرًا مشركًا مع الله غيره, أو دخلها معَذبًا للتطهير من ذنوبه- غير مخلدٍ فيها- إن كان مؤمنًا عاصيًا اغترفت نفسه من الشهوات المحرَّمة ولم يَتُب منها. ¶ (5) ¶ بعضُ مخاوف السَّلَف(*) ¶ بعدما أوضحناه من وصف الجنة وما أعده الله تعالى لأهلها فيها وما حفَّت به من المكاره, ووصف النار وما أعده الله تعالى لأهلها فيها وما حفَّت به من الشهوات, يحسُن بنا أن نذكر طرفًا من مخاوف الصحابة ومن بعدهم من السلف الصالح من مكابدة الحساب, ولعلمهم أن الجنة لا تُدرك بالأماني العذاب, وإنَّما تُدرك بالجليل من العمل,مع أنَّ من الصحابة من بُشِّر بالجنة في حياته لكنَّه لم يغتر بذلك,إذ لا يأمنُ مكر الله إلا القوم الخاسرون. وها هي بعض الآثار:",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "1- كان أبو بكر -رضي الله عنه- يمسك لسانه ويقول:هذا الذي أوردني الموارد, وقال: يا ليتني كنتُ شجرة تُعضد ثمَّ تُؤكل, وقال: لو إنَّ إحدى قدمي في الجنة والأخرى خارجها ما أمنتُ مكرَ الله. ¶ 2- أخذ عمر بن الخطاب- رضي الله عنه- يومًا تبنة ًمن الأرض وقال:يا ليتني كنتُ هذه التبنة, يا ليتني لم أك شيئًا مذكورًا,يا ليت أمي لم تلدني. وكان في وجهه خطان أسودان من كثرة البكاء, وكان يقول:والله لو نادى منادٍ يوم القيامة وقال كلُّ الناس في الجنة إلا واحدًا لظننتُ أني ذلك الواحد. وسمع مرةً رجلاً يتهجَّد في الليل ويقرأ سورة الطور فلمَّا بلغ قول الله تعالى: (إِنَّ عَذَابَ رَبِّكَ لَوَاقِعٌ* مَا لَهُ مِن دَافِعٍ ) {الطور:7-8} قال عمر: قسمٌ- وربِّ الكعبة- حقٌ, ثم رجع إلى منزله, فمرض شهرًا, يعوده الناس لا يدرون ما مرضه. ¶ قال الحسن: كان عمر ربَّما توقد له النار ثمَّ يُدني يديه منها, ثم يقول: يا ابن الخطاب, هل لك على هذا صبر؟. ¶ 3- وقال عثمان- رضي الله عنه- :وددتُ أني إذا متُ لا أبعث. ¶ 4- وهذا علي بن أبي طالب- رضي الله عنه- وقد سلَّم من صلاة الفجر يومًا وقد علاه كآبة ٌوهو يقول:لقد رأيتُ أصحاب رسول الله - صلى الله عليه وسلم- فما أرى اليوم شيئًا يشبههم,لقد كانوا يصبحون شُعْثًا صُفْرًا غُبْرًا, بين أعينهم أمثال رُكَب المعْزى ,قد باتوا سجدًا وقيامًا يتلون كتاب الله تعالى,يراوحون بين جباههم وأقدامهم,فإذا أصبحوا فذكروا الله تعالى مادوا كما يميد الشجر في يوم الريح,والله فكأني بالقوم باتوا غافلين. فما رؤي- رضي الله عنه- بعد ذلك ضاحكًا حتى ضربه ابن ملجم. ¶ 5- وقال عمران بن الحصين- رضي الله عنه-:يا ليتني كنتُ رمادًا تذروه الرياح. ¶ 6- وقالت عائشة- رضي الله عنها- :يا ليتني كنتُ نسيًا منسيًّا. ¶ 7-وقال أبو عبيدة بن الجرَّاح- رضي الله عنه-: وددتُ أني كبشٌ فذبحني أهلي, فأكلوا لحمي وحَسَوْا مرقي.",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "8- وكان أبو ذرٍّ- رضي الله عنه- يقول:لو تعلمون ما أنتم لاقون بعد الموت لما أكلتم طعامًا على شهوةٍ, ولا شربتم شرابًا على شهوة , ولا دخلتم بيتًا تستظلّون به , ¶ ولَخَرَجْتم إلى الصعيد تضربون صدوركم وتبكون على أنفسكم, ولوددتُ أني شجرة ٌ تُعضد-أي:تُقطع- ثمَّ تؤكل. ¶ ــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ (*) أنظر كتابي: (مختصر منهاج القاصدين)لابن قدامة , و(البحر الرائق) لأحمد فريد. ¶ 9- وكان مجرى الدمع في خدِّ ابن عباس- رضي الله عنهما- كالشراك البالي. ¶ 10-وكان زين العابدين علي بن الحسين بن علي- رحمه الله ورضي عنه وعن آبائه من آل البيت - إذا قام إلى الصلاة أخذته رعدة ٌ, فقيل له:مالك؟ فقال: أتدرون بين يدي من أقوم ومن أناجي؟.وفي يوم ما وقع حريقٌ في بيت هو فيه, وهو ساجد, فجعلوا يقولون: يا ابنَ رسول الله النارَ, يا ابنَ رسول الله النارَ, فما رفَعَ رأسه حتى أُطفِئتْ, فقيل له: ما الذي ألهاك عنها؟ قال: ألهتني عنها النّار الأخرى. ¶ 11- وكان عمر بن عبد العزيز- رحمه الله- إذا ذكر الموت انتفض انتفاض الطير, ويبكي حتى تجري دموعه على لحيته, وبكى ليلة ًفبكى أهلُ الدار, فلمّا تجلّت عنهم العَبْرَةُ, قالت فاطمة(زوجته):بأبي أنت يا أمير المؤمنين مِمَّ بكيت؟فقال: ذكرتُ منصرف الناس من بين يدي الله تعالى, فريقٌ في الجنة وفريقٌ في السعير, ثم صَرَخ وغشي عليه. ¶ وقال ابن أبي ذئب:حدثني من شهد عمر بن عبد العزيز وهو أمير المدينة, وقرأ عنده رجلٌ قول الله تعالى: (وَإِذَا أُلْقُوا مِنْهَا مَكَاناً ضَيِّقاً مُّقَرَّنِينَ دَعَوْا هُنَالِكَ ثُبُوراً){الفرقان:13} فبكى عمر حتى غلبه البكاء وعلا نشيجُه, فقام من مجلسهِ إلى بيته, ودخل بيته, وتفرقَّ الناس. ¶ 12- وبكى الحسن, فقيل:ما يبكيك؟ قال:أخافُ أن يطرحني غدًا في النار ولا يبالي.",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "ووصف أحدهم الحسن فقال:كان إذا أقبل فكأنَّما أقبل من دفن حَميمَهُ,وإذا جلس فكأنَّما أسيرٌ أُمِر بقطع رقبته,وإذا ذُكِرتْ النارُ فكأنَّها لم تُخْلَق إلاَّ له. ¶ 13- وقال الحجَّاجُ لسعيد بن جُبَيْر: بلغني أنك لم تضحك قط, فقال:كيف أضحك وجهنَّمُ قد سُعِّرتْ, والأغلال قد نُصِبتْ,والزبانيةُ قد أُعِدَّتْ. ¶ 14- وقال مالك بن دينار:قالت ابنة الربيع بن خُثَيْم: يا أبتِ مالَكَ لا تنام والناس ينامون؟ فقال: إنَّ النار لا تدعُ أباكِ ينام. ¶ 15- وكان يزيد بن مرشد يبكي كثيرًا ويقول:واللهِ, لو تواعدني ربِّي أن يسجنني في الحمَّام لكان حقي ألا أفْتُرَ من البكاء, فكيف وقد تواعدني أن يسجنني في النار. ¶ * فهذه بعض مخاوف السلف الصالح, ونحنُ أجدر بالخوف منهم, وإنَّما أمِنَّا لغلبة جهلنا وقسوة قلوبنا, وحبنا الدنيا ونسياننا الآخرة, فكلما ازداد علم العبد بالله-عزَّ وجلَّ- وبحقيقة نفسه ازداد خوفه من الله وعذابه,وازداد مع ذلك عمله الصالح,قال تعالى: (وَإِيَّايَ فَارْهَبُونِ) {البقرة:40} وقال تعالى: (إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ العُلَمَاءُ) {فاطر:28} وقال تعالى: (وَخَافُونِ إِن كُنتُم مُّؤْمِنِينَ) {آل عمران:175} وقال تعالى: (رَّضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ذَلِكَ لِمَنْ خَشِيَ رَبَّهُ) {البينة:8} وقال النبي- صلى الله عليه وسلم- :\"من خاف أَدْلََج, ومن أَدْلج بلغ المنزل, ألا إنَّ سلعةَ اللهِ غاليةٌ, ألا إنَّ سلعةَ اللهِ الجنَّة \"[رواه الترمذي وحسَّنهُ, والحاكم وصحَّحهُ ووافقه الذهبي والألباني]ومعنى(أدلج):سار من أول الليل, ومعنى الحديث:أنَّ من خافَ ألزمه الخوف أن يسلك سبيل الآخرة, وأن يسرع ويبادر بالأعمال الصالحة , خوفًا من العوائق التي قد تقابله فتؤخره عن مقصوده. ¶ وكلما ازداد جهل العبد بربه تعالى وبحقيقة نفسه ازداد أمنُهُ ,وتفريطه, وحبه للدنيا ولا حول ولا قوة إلاَّ بالله. ¶ (6)",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "سعة رحمة الله تعالى ¶ رأيتُ أن أنهى ما كتبتُ بذكر بعض الآيات الكريمة والأحاديث الشريفة التي تدلُّ على سعة رحمة الله تبارك وتعالى وعظيم فضله, حتى لا يقنط أحدٌ من رحمة الله, ¶ عملاً بقول علي بن أبي طالب-رضي الله عنه- :إنما العالِمُ الذي لا يقنِّطُ الناسَ من رحمة الله, ولا يؤمنُهم مكر الله. ¶ وكي لا يقولنَّ أحدٌ:إذا كانت الجنة قد حُفت بالمكاره,فلم تعد سهلة المنال, حتى أن الصحابة مع عظم قدرهم خافوا أن يُحْرَموها,فما الظنُّ بأمثالنا نحن؟, نقول:نعم ليست لنا أعمال نستحق بها الجنة, ونرجو بها العفو,لكن نرجو ذلك برحمة الله تعالى وفضله وكرمه,فهو واسع الفضل والرحمة والمغفرة, ورحمته تعالى سبقت غضبه, وحلمه سبق عقوبته,والأدلة على ذلك كثيرة, وإليك بعضها: ¶ 1-قال تعالى: (قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنفُسِهِمْ لاَ تَقْنَطُوا مِن رَّحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعاً إِنَّهُ هُوَ الغَفُورُ الرَّحِيمُ) {الزمر:53} ¶ 2- قال تعالى : ( وَإِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ لِّلنَّاسِ عَلَى ظُلْمِهِمْ وَإِنَّ رَبَّكَ لَشَدِيدُ العِقَابِ) {لرعد:6} ¶ 3- قال تعالى: (وَالْمَلائِكَةُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيَسْتَغْفِرُونَ لِمَن فِي الأَرْضِ أَلاَ إِنَّ اللَّهَ هُوَ الغَفُورُ الرَّحِيمُ) {الشورى:5} ¶ 4- قال تعالى: (وَإِنِّي لَغَفَّارٌ لِّمَن تَابَ وَآمَنَ وَعَمِلَ صَالِحاً ثُمَّ اهْتَدَى) {طه:82} ¶ 5- قال تعالى: (وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ) {الأعراف:156} ¶ 6- قال تعالى: (إِنَّ رَبَّكَ وَاسِعُ المَغْفِرَةِ) {النجم:32} ¶ 7- في صحيح مسلم عن أبي هريرة قال: قال رسول الله- صلى الله عليه وسلم-:\" والذي نفسي بيده, لو لم تذنبوا لذهب الله بكم, ولجاء بقوم ٍيذنبون فيستغفرون الله, فيغفر لهم\".",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "8- في الصحيحين عن عائشة أن النبي- صلى الله عليه وسلم- قال: \"سدِّدوا وقاربوا وأبشروا,فإنه لا يدخل أحدًا الجنة عملُه,قالوا:ولا أنت يا رسول الله,قال: ولا أنا إلاَّ أن يتغمدني الله بمغفرةٍ ورحمة\". ¶ 9-وفيهما عن أبي هريرة أن النبي -صلى الله عليه وسلم- قال:\" لما قضى الله- عزَّ وجلّ- الخلقَ كتب في كتابه,فهو عنده فوق العرش:إن رحمتي غلبت غضبي\". ¶ 10- وفيهما عن ابن عباس عن النبي- صلى الله عليه وسلم- فيما يرويه عن ربه -عزَّ وجلَّ قال:\"إنَّ الله كتب الحسنات والسيئات, ثم بَيَّن ذلك, فمن هَمَّ بحسنةٍ فلم يعملها كتبها الله له عنده حسنة ًكاملة ً, فإنْ هو هَمَّ بها فعملها كتبها الله له عنده عشر حسنات إلى سبعمائة ضعفٍ ,إلى أضعاف كثيرة, ومن همَّ بسيئةٍ فلم يعملها كتبها الله له عنده حسنة ًكاملة,فإن هو هَمَّ بها فعملها كتبها الله له سيئة ًواحدة\" وفي لفظٍ بزيادة:\"ومحاها الله, ولا يهلكُ على الله إلاَّ هالك\". ¶ 11- وفيهما عن أبي هريرة قال: سمعتُ رسول الله- صلى الله عليه وسلم- يقول:\" ¶ جعل الله الرحمة مائة جُزء, فأمسك عنده تسعة ًوتسعين جزءًا,وأنزل في الأرض جُزءًا واحدًا,فمن ذلك الجزء يتراحم الخلقُ, حتى ترفع الفرس حافرها عن ولدها خشية أن تُصيبه\". ¶ 12- وفيهما عن عمر بن الخطاب قال: قَدِمَ على النبي- صلى الله عليه وسلم- سَبْيٌ ¶ فإذا امرأة ٌمن السَّبي قد تحلبُ ثديها تَسْقي , إذا وجدت صبيًا في السَّبْي أخذته , فألصقته ببطنها, وأرضعته,فقال لنا النبي- صلى الله عليه وسلم-:\"أتروْنَ هذه طارحة ًولدها في النار؟ قلنا: لا, وهي تقدر على ألاَّ تطرحه,فقال:لله أرحم بعباده مِنْ هذه بولدها\".",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "13- وفيهما-أيضًا- عن أبي هريرة قال:سمعتُ رسول الله- صلى الله عليه وسلم- قال:\" إنَّ عبدًا أصاب ذنبًا,(وربَّما قال:أذنب ذنبًا), فقال:ربِّ,أذنَبْتُ, (وربَّما قال: أصبتُ) فاغفر لي,فقال ربُّه:أَعَلِم عبدي أنَّ له ربًّا يغفر الذنب, ويأخذ به؟ غفرتُ لعبدي, ثم مكث ما شاء الله,ثمّ أصاب ذنبًا (أو أذنب ذنبًا) فقال:ربِّ,أذنبتُ (أو أصبتُ آخر) فاغفره, فقال:أعَلِمَ عبدي أنَّ له ربًّا يغفر الذنب, ويأخذ به؟ غفرت لعبدي,ثمَّ مكث ما شاء الله , ثمَّ أذنب ذنبًا(وربَّما قال:أصاب ذنبًا) قال: ربِّ,أصبتُ (أو أذنبتُ) آخر,فاغفره لي, فقال:أعَلِمَ عبدي أنَّ له ربًّا يغفر الذنبَ, ويأخذ به؟ غفرتُ لعبدي, ثلاثًا, فليعمل ما شاء\". ¶ 14- روى الترمذي-وحسَّنه- عن أنس بن مالك قال: سمعتُ رسول الله- صلى الله عليه وسلم- يقول:\"قال الله:يا ابن آدم, إنَّك ما دعوتني ورجوتني غفرتُ لك على ما كان فيك ولا أبالي, يا ابن آدم, لو بلغت ذنوبك عنان السماء(1),ثمَّ استغفرتني غفرت لك ولا أبالي, يا ابن آدم,إنَّك لو آتيتني بقراب الأرض خطايا(2), ثمَّ لقيتني لا تشرك بي شيئًا لأتيتك بقرابها مغفرة\". ¶ 15- وفى صحيح مسلم عن أنس أنَّ النبي- صلى الله عليه وسلم- قال:\" يخرج من النار من قال:لا إله إلا الله, وكان في قلبه من الخير ما يزنُ شعيرة , ثمَّ يخرج من النار من قال:لا إله إلا الله وكان في قلبه من الخير ما يَزِنُ بُرَّة, ثم يخرج من النار من قال لا إله إلا الله, وكان في قلبه من الخير ما يَزِنُ ذرَّة\".",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "وما ذكرناه نذرٌ يسير من فيض ٍكثير, وما أردنا الحصر وإنما أردنا فقط ذكر بعض الأدلة على سعة فضل الله ورحمته, لنستبشر بذلك, وهذا ما فهمه السلف, فقد نظر الفضيل بن عياض إلى تسبيح الناس وبكائهم يوم عرفة, فقال: أرأيتم لو أنَّ هؤلاء صاروا إلى رجل ٍ يسألونه دانقًا- سدس درهم- أكان يردهم؟ فقيل: لا, فقال: والله, المغفرةُ عند الله-عزَّ وجلَّ- أهونُ مِنْ إجابةِ رجل ٍلهم بدانق. ¶ ــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- عنان السماء: بفتح العين تُطلق على السحاب, وبكسرها تُطلق على ما ظهر لك منها عند النظر إليها. ¶ 2-قراب الأرض: بكسر القاف أو ضمها بمعنى ما يُقارب قدرها. ¶ الخاتمة ¶ أرجو أن أكون قد وفقت في اقتطاف بعض الفوائد من خلال شرح حديث ( حُفَّت الجنةُ بالمكاره وحّفَّت النارُ بالشهوات) ومن خلال ما قطفته من ثمار الكتاب الكريم والسنة المطهرَّة, وأقوال السلف الصالح, وما وفقت فيه فمن الله الرحمن , وما قصَّرتُ فيه فمن نفسي والشيطان, وأسأل الله تعالى أن يغفره لي, إذ التقصير من شأن الإنسان,وسبحان من له جميع صفات الجمال والجلال والكمال, ولا يعتريه تقصير ولا نقصان. والحمد لله رب العالمين ,حمدًا كثيرًا طيبًا مباركًا فيه, كما يحبَُّ ربُّنا ويرضى, وكما ينبغي لجلال وجهه ولعظيم سلطانه, وصلى الله على سيدنا محمدٍ, سيد الأولين والآخرين, وعلى آله الأطهار, وأصحابه الأبرار, وسلَّم تسليمًا كثيرًا إلى يوم الدين. ¶ بقلم ¶ السيد مختار عصر ¶ دمياط - مصر ¶ أهم المراجع ¶ 1- القرآن الكريم وكتب السنة. ¶ 2- فتح الباري شرح صحيح البخاري للحافظ ابن حجر العسقلاني, دار الغد العربي. ¶ 3- اللؤلؤ والمرجان فيما اتفق عليه الشيخان لمحمد فؤاد عبد الباقي , دار الحديث. ¶ 4- تفسير ( الجامع لأحكام القرآن) للإمام القرطبي, المكتبة التوفيقية. ¶ 5- تفسير القرآن العظيم للإمام ابن كثير, دار مصر للطباعة.",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "6- تفسير(فتح القدير) للإمام الشوكاني , عالم الكتب. ¶ 7- حادي الأرواح إلى بلاد الأفراح للإمام ابن القيم, طبعة المدني. ¶ 8- التذكرة في أحوال الموتى وأمور الآخرة للإمام القرطبي, دار القلم للتراث. ¶ 9- التخويف من النار والتعريف بحال دار البوار للحافظ ابن رجب الحنبلي , دار الإيمان. ¶ 10- مختصر منهاج القاصدين للإمام أحمد بن قدامة المقدسي, بتعليق الأرنؤوط , دار التراث. ¶ 11- البحر الرائق في الزهد والرقائق لأحمد فريد, المكتبة التوفيقية. ¶ 12- الأحاديث القدسية,جزءان, مؤسسة جمال, بيروت. ¶ الفهرس ¶ الموضوع ................................................... رقم الصفحة ¶ مقدمة ..................................................................... 2 ¶ وصف الجنة ..................................................................... 3 ¶ أسماء الجنة ..................................................................... 3 ¶ درجات الجنة ..................................................................... 4 ¶ أبواب الجنة ...................................................................... 6 ¶ خزنة الجنة ....................................................................... 6 ¶ أرض الجنة ونورها وبناؤها .................................................... 7 ¶ غرف الجنة ...................................................................... 8 ¶ ريح الجنة ....................................................................... 9 ¶ أشجار الجنة وبساتينها وظلالها ............................................... 9 ¶ طعام أهل الجنة .................................................................... 10 ¶ شراب أهل الجنة .................................................................. 11",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "أنهار الجنة ......................................................................... 12 ¶ عيون الجنة ........................................................................ 14 ¶ آنية الجنة .......................................................................... 14 ¶ لباس أهل الجنة ................................................................... 14 ¶ خيام أهل الجنة وأسرتها وأرائكها ............................................. 15 ¶ غلمان أهل الجنة .................................................................. 16 ¶ نساء أهل الجنة ................................................................... 16 ¶ سوق الجنة ........................................................................ 20 ¶ تزاور أهل الجنة .................................................................. 20 ¶ النظر إلى وجه الله الكريم ....................................................... 21 ¶ أول من يدخلون الجنة ........................................................... 21 ¶ أدنى أهل الجنة منزلة ........................................................... 22 ¶ شعر في وصف الجنة ............................................................ 22 ¶ حُفت الجنة بالمكاره .............................................................. 24 ¶ أمثلة لرجالٍ صبروا .............................................................. 27 ¶ وصف النار ........................................................................ 31 ¶ أسماء النار ........................................................................ 31 ¶ أبواب النار ......................................................................... 31",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "وقود النار .......................................................................... 32 ¶ قعرها وعمقها وسعتها .......................................................... 32 ¶ ظلمتها وشدة سوادها ............................................................ 33 ¶ الموضوع ............................................ رقم الصفحة ¶ شدة حرها وزمهريرها .......................................................... 33 ¶ ملائكة النار ....................................................................... 33 ¶ حياتها وعقاربها ................................................................. 34 ¶ طعام أهل النار .................................................................... 35 ¶ شراب أهل النار .................................................................. 35 ¶ لباس أهل النار ................................................................... 37 ¶ فِراش أهل النار وغطاؤهم ..................................................... 38 ¶ عِظَم خَلق أهل النار ............................................................. 38 ¶ أصناف أخرى من العذاب ...................................................... 39 ¶ أعظم عذاب أهل النار ........................................................... 40 ¶ أهون أهل النار عذابًا ........................................................... 40 ¶ صبغ أنعم أهل الدنيا من أهل النار ............................................ 41 ¶ آخر أهل النار خروجًا منها ..................................................... 41 ¶ تذكرة وموعظة ................................................................... 42 ¶ حُفت النار بالشهوات ............................................................ 44",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "بعض مخاوف السلف ............................................................ 45 ¶ سعة رحمة الله تعالى ............................................................ 47 ¶ الخاتمة ............................................................................. 49 أهم المراجع ....................................................................... 50 ¶ الفهرس ............................................................................ 51 ¶ ?? ¶ ?? ¶ ?? ¶ ?? ¶ 13",
            "page": "71",
            "part": "1"
        }
    ],
    "t35123": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مسألة صلب عيسى عليه السلام"
        }
    ]
}