{
    "b35137": [
        {
            "id": "1",
            "nass": "30 سبباً لتنال رحمة الله تعالى ¶ ( المرحومون في ضوء القرآن الكريم والسنة المطهرة ) ¶ وكتبه ¶ أبو عبد الرحمن سلطان علي ¶ غفر الله له ولوالديه وللمسلمين ¶ مقدمة ¶ بسم الله الرحمن الرحيم ¶ إِنَّ الْحَمْدَ لِلَّهِ نَحْمَدُهُ وَنَسْتَعِينُهُ وَنَسْتَغْفِرُهُ وَنَعُوذُ بِهِ مِنْ شُرُورِ أَنْفُسِنَا مَنْ يَهْدِ اللَّهُ فَلاَ مُضِلَّ لَهُ وَمَنْ يُضْلِلْ فَلاَ هَادِىَ لَهُ وَأَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ . ¶ { يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلا وَأَنْتُمْ مُسْلِمُونَ } (سورة آل عمران : 102) . { يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيباً } (سورة النساء : 1 ) . { يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلاً سَدِيداً * يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزاً عَظِيماً } (سورة الأحزاب70 : 71 ) . ¶ أما بعد ..... ¶ فإن أصدق الحديث كتاب الله تعالى ، وأحسن الهدي هدي محمد - صلى الله عليه وسلم - ، وشر الأمور محدثاتها ، وكل محدثة بدعة ، وكل بدعة ضلالة ، وكل ضلالة في النار.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "أخي القارئ الكريم فبين يديك هذا الجزء من كتاب (( رياض النعيم في ظل الرحمن الرحيم )) ، وهو يتناول جزءا من الجانب العمليّ في الكتاب ، وهو السعي إلي نوال رحمة الله تعالى بالأسباب التي يسرها الله - عز وجل - في كتابه وعلى لسان رسوله - صلى الله عليه وسلم - ، فجمعت هذه الأسباب فوصلت إلي ثلاثين سبباً،أربعة عشر سبباً في كتاب الله - عز وجل - ، وستة عشر سببًا في سنة النبي - صلى الله عليه وسلم - وهي كالتالي : ¶ ( المرحومون في كلام الله - عز وجل - ) ¶ 1- المؤمنون. ¶ 2- المطيعون لله - عز وجل - ورسوله - صلى الله عليه وسلم - . ¶ 3،4- المتبعون لكلام الله المنصتون بقلوبهم وأرواحهم. ¶ 5- المستغفرون. ¶ 6- التوابون. ¶ 7- المتقون. ¶ 8- الصابرون. ¶ 9- المجاهدون والمهاجرون فى سبيل الله - عز وجل - . ¶ 10- المحسنون. ¶ 11- المنفقون فى سبيل الله - عز وجل - ¶ 12- المصلحون. ¶ 13- أهل الإتلاف والجماعة . ¶ 14- بعض الخصال السابقة وزاد عليها الآمرون بالمعروف والناهون عن المنكر. ¶ -المرحومون في السنة النبوية على صاحبها - صلى الله عليه وسلم - : ¶ 15- المرحومون بشرف الانتساب إلى أمة النبي - صلى الله عليه وسلم - . ¶ 16- الواصلون للأرحام. ¶ 17- الراحمون للخلق الله - عز وجل - . ¶ 18- المسامحون فى البيع والشراء و فى القضاء ( عند أخذ الحقوق) . ¶ 19- العائدون لمرضي . ¶ 20- المحسنون فى الكلام والصمت . ¶ 21- المحافظون على قيا م الليل وإيقاظ الأهل. ¶ 22- المتحللون من المظالم . ¶ 23- المحافظون على صلاة أربع ركعات قبل العصر. ¶ 24- المحلقون في النسك . ¶ 25- أصحاب مجالس الذكر (مجالس العلم والدراسة). ¶ 26- الحامدون الله كثيرًا. ¶ 27- الملتمسون مرضاة الله - عز وجل - . ¶ 28- الخائفون من الله - عز وجل - . ¶ 29- المعلقة قلوبهم بالمساجد . ¶ 30- المحدثون بحديث رسول الله - صلى الله عليه وسلم - .",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "فليس لي فيه مزية افتخار ، إلا توفيق الله - عز وجل - لي بحسن الاختيار ، فان يكن ذلك فمن فضله وامتنانه ، وإن تكن الأخرى فاصفح عن أخ لك ظهر بين يديك عور حاله ، وما ستره الله عنك أعظم ، فالحمد له على ما ستر والشكر له على جميل ما أذاع و نشر . ¶ وصل اللهم علي الرحمة المهداة والنعمة المسداة وعلى آل بيته الطيبين وعلى أصحابه والتابعين لهم بإحسان إلي يوم الدين. ¶ وكتبه ¶ حامدًا ربه - عز وجل - مصليًا على نبيه - صلى الله عليه وسلم - ¶ أبو عبد الرحمن سلطان عليّ ¶ غفر الله له ولوالديه وللمسلمين ¶ للتواصل وإبداء النصح والنقد : ¶ soltanaly@hotmail.com ¶ soltanaly@yahoo.com ¶ إسكندرية في 8 جمادى الآخرة 1429 من هجرة البشير النذير - صلى الله عليه وسلم - ¶ أولاً: ( المرحومون في كلام الله - عز وجل - ) ¶ 1- المؤمنون. ¶ 2- المطيعون لله - عز وجل - ورسوله - صلى الله عليه وسلم - . ¶ 3،4- المتبعون لكلام الله المنصتون بقلوبهم وأرواحهم. ¶ 5- المستغفرون. ¶ 6- التوابون. ¶ 7- المتقون. ¶ 8- الصابرون. ¶ 9- المجاهدون والمهاجرون فى سبيل الله - عز وجل - . ¶ 10- المحسنون. ¶ 11- المنفقون فى سبيل الله - عز وجل - ¶ 12- المصلحون. ¶ 13- أهل الإتلاف والجماعة . ¶ 14- بعض الخصال السابقة وزاد عليها الآمرون بالمعروف والناهون عن المنكر. ¶ 1- الإيمان بالله - عز وجل - : ¶ قال - عز وجل - {فَأَمَّا الَّذِينَ آمَنُوا بِاللَّهِ وَاعْتَصَمُوا بِهِ فَسَيُدْخِلُهُمْ فِي رَحْمَةٍ مِنْهُ وَفَضْلٍ وَيَهْدِيهِمْ إِلَيْهِ صِرَاطاً مُسْتَقِيماً} (النساء:175)",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "قال الشيخ السعدي ’: { فَأَمَّا الَّذِينَ آمَنُوا بِاللَّهِ } أي: اعترفوا بوجوده واتصافه بكل وصف كامل، وتنزيهه من كل نقص وعيب. { وَاعْتَصَمُوا بِهِ } أي: لجأوا إلى الله واعتمدوا عليه وتبرؤوا من حولهم وقوتهم واستعانوا بربهم. { فَسَيُدْخِلُهُمْ فِي رَحْمَةٍ مِّنْهُ وَفَضْلٍ } أي: فسيتغمدهم بالرحمة الخاصة، فيوفقهم للخيرات ويجزل لهم المثوبات، ويدفع عنهم البليات والمكروهات{ وَيَهْدِيهِمْ إِلَيْهِ صِرَاطًا مُّسْتَقِيمًا } أي: يوفقهم للعلم والعمل، معرفة الحق والعمل به(¬1). ¶ وقال - عز وجل - { فَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَيُدْخِلُهُمْ رَبُّهُمْ فِي رَحْمَتِهِ ذَلِكَ هُوَ الْفَوْزُ الْمُبِينُ } (الجاثية:30) وقال - عز وجل - { يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَآمِنُوا بِرَسُولِهِ يُؤْتِكُمْ كِفْلَيْنِ مِنْ رَحْمَتِهِ وَيَجْعَلْ لَكُمْ نُوراً تَمْشُونَ بِهِ وَيَغْفِرْ لَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ } (الحديد:28) . ¶ 2- طاعة الله - عز وجل - ورسوله - صلى الله عليه وسلم - : ¶ قال - عز وجل - {وَأَطِيعُوا اللَّهَ وَالرَّسُولَ لَعَلَّكُمْ تُرْحَمُونَ} (آل عمران:132) قال العلامة السعدي ’: فى قوله - عز وجل - { وأطيعوا الله والرسول } بفعل الأوامر امتثالا واجتناب النواهي { لعلكم ترحمون } ¶ ¬__________ ¶ (¬1) التفسير 217",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "فطاعة الله وطاعة رسوله، من أسباب حصول الرحمة كما قال تعالى: { ورحمتي وسعت كل شيء فسأكتبها للذين يتقون ويؤتون الزكاة } الآيات(¬1).وقال - عز وجل - {وَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكَاةَ وَأَطِيعُوا الرَّسُولَ لَعَلَّكُمْ تُرْحَمُونَ } (النور:56) عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ عَنْ عَائِشَةَ - رضي الله عنه - أَنَّهَا قَالَتْ يَرْحَمُ اللَّهُ نِسَاءَ الْمُهَاجِرَاتِ الأُوَلَ لَمَّا أَنْزَلَ اللَّهُ ( وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَى جُيُوبِهِنَّ) شَقَقْنَ أَكْنَفَ - قَالَ ابْنُ صَالِحٍ أَكْثَفَ - مُرُوطِهِنَّ فَاخْتَمَرْنَ بِهَا. ¶ 3- إتباع القرآن والعمل به: ¶ قال - عز وجل - { وَهَذَا كِتَابٌ أَنْزَلْنَاهُ مُبَارَكٌ فَاتَّبِعُوهُ وَاتَّقُوا لَعَلَّكُمْ تُرْحَمُونَ} (الأنعام:155) قال العلامة السعدي ’: ¶ { وَهَذَا } القرآن العظيم، والذكر الحكيم. { كِتَابٌ أَنزلْنَاهُ مُبَارَكٌ } أي: فيه الخير الكثير والعلم الغزير، وهو الذي تستمد منه سائر العلوم، وتستخرج منه البركات، فما من خير إلا وقد دعا إليه ورغب فيه، وذكر الحكم والمصالح التي تحث عليه، وما من شر إلا وقد نهى عنه وحذر منه، وذكر الأسباب المنفرة عن فعله وعواقبها الوخيمة { فَاتَّبِعُوهُ } فيما يأمر به وينهى، وابنوا أصول دينكم وفروعه عليه { وَاتَّقُوا } الله تعالى أن تخالفوا له أمرا { لَعَلَّكُمْ } إن اتبعتموه { تُرْحَمُونَ } فأكبر سبب لنيل رحمة الله إتباع هذا الكتاب، علمًا وعملًا(¬2). ¶ 4- الاستماع و الإنصات للقرآن وتدبره: ¶ قال - عز وجل - {وَإِذَا قُرِئَ الْقُرْآنُ فَاسْتَمِعُوا لَهُ وَأَنْصِتُوا لَعَلَّكُمْ تُرْحَمُونَ} (الأعراف:204) ¶ قال العلامة السعدي ’: ¶ ¬__________ ¶ (¬1) التفسير 148 ¶ (¬2) التفسير281",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "هذا الأمر عام في كل من سمع كتاب اللّه يُتلى، فإنه مأمور بالاستماع له والإنصات، والفرق بين الاستماع والإنصات، أن الإنصات في الظاهر بترك التحدث أو الاشتغال بما يشغل عن استماعه. ¶ وأما الاستماع له، فهو أن يلقي سمعه، ويحضر قلبه ويتدبر ما يستمع، فإن من لازم على هذين الأمرين حين يُتلى كتاب اللّه، فإنه ينال خيرا كثيرا وعلما غزيرا، وإيمانا مستمرا متجددا، وهدى متزايدا، وبصيرة في دينه، ولهذا رتب اللّه حصول الرحمة عليهما، فدل ذلك على أن من تُلِيَ عليه الكتاب، فلم يستمع له وينصت، أنه محروم الحظ من الرحمة، قد فاته خير كثير. ¶ ومن أوكد ما يؤمر به مستمع القرآن، أن يستمع له وينصت في الصلاة الجهرية إذا قرأ إمامه، فإنه مأمور بالإنصات، حتى إن أكثر العلماء يقولون: إن اشتغاله بالإنصات، أولى من قراءته الفاتحة، وغيرها(¬1). ¶ 5- الاستغفار: قال - عز وجل - على لسان صالح - عليه السلام - { قَالَ يَا قَوْمِ لِمَ تَسْتَعْجِلُونَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِ لَوْلا تَسْتَغْفِرُونَ اللَّهَ لَعَلَّكُمْ تُرْحَمُونَ} (النمل:46) ¶ قال الشوكاني ’ (¬2) ¶ { قَالَ ياقوم لِمَ تَسْتَعْجِلُونَ بالسيئة قَبْلَ الحسنة } أي قال صالح - عليه السلام - للفريق الكافر منهم منكراً عليهم : لم تستعجلون بالسيئة قبل الحسنة؟ قال مجاهد : بالعذاب قبل الرحمة . والمعنى : لم تؤخرون الإيمان الذي يجلب إليكم الثواب وتقدّمون الكفر الذي يجلب إليكم العقوبة؟ وقد كانوا لفرط كفرهم يقولون : ائتنا يا صالح بالعذاب { لَوْلاَ تَسْتَغْفِرُونَ الله } هلا تستغفرون الله وتتوبون إليه من الشرك { لَعَلَّكُمْ تُرْحَمُونَ } رجاء أن ترحموا أو كي ترحموا فلا تعذبوا . ¶ قال العلامة السعدي ’: ¶ { ¶ ¬__________ ¶ (¬1) التفسير صـ 314 . ¶ (¬2) فتح القدير",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "قَالَ يَا قَوْمِ لِمَ تَسْتَعْجِلُونَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِ } أي: لم تبادرون فعل السيئات وتحرصون عليها قبل فعل الحسنات التي بها تحسن أحوالكم وتصلح أموركم الدينية والدنيوية؟ والحال أنه لا موجب لكم إلى الذهاب لفعل السيئات؟. { لَوْلا تَسْتَغْفِرُونَ اللَّهَ } بأن تتوبوا من شرككم وعصيانكم وتدعوه أن يغفر لكم، { لَعَلَّكُمْ تُرْحَمُونَ } فإن رحمة الله تعالى قريب من المحسنين والتائب من الذنوب هو من المحسنين(¬1) . ¶ 6- التوبة : ¶ قال - عز وجل - {وَإِذَا جَاءَكَ الَّذِينَ يُؤْمِنُونَ بِآياتِنَا فَقُلْ سَلامٌ عَلَيْكُمْ كَتَبَ رَبُّكُمْ عَلَى نَفْسِهِ الرَّحْمَةَ أَنَّهُ مَنْ عَمِلَ مِنْكُمْ سُوءاً بِجَهَالَةٍ ثُمَّ تَابَ مِنْ بَعْدِهِ وَأَصْلَحَ فَأَنَّهُ غَفُورٌ رَحِيمٌ} (الأنعام:54) قال العلامة السعدي ’: ¶ وإذا جاءك المؤمنون، فحَيِّهم ورحِّب بهم ولَقِّهم منك تحية وسلاما، وبشرهم بما ينشط عزائمهم وهممهم، من رحمة الله، وسَعة جوده وإحسانه، وحثهم على كل سبب وطريق، يوصل لذلك. ¶ ورَهِّبْهم من الإقامة على الذنوب، وأْمُرْهم بالتوبة من المعاصي، لينالوا مغفرة ربهم وجوده، ولهذا قال: { كَتَبَ رَبُّكُمْ عَلَى نَفْسِهِ الرَّحْمَةَ أَنَّهُ مَنْ عَمِلَ مِنْكُمْ سُوءًا بِجَهَالَةٍ ثُمَّ تَابَ مِنْ بَعْدِهِ وَأَصْلَحَ } أي: فلا بد مع ترك الذنوب والإقلاع، والندم عليها، من إصلاح العمل، وأداء ما أوجب الله، وإصلاح ما فسد من الأعمال الظاهرة والباطنة. ¶ وقال - عز وجل - { قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعاً إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ} (الزمر:53) . ¶ قال العلامة السعدي ’: ¶ ¬__________ ¶ (¬1) التفسير",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "يخبر تعالى عباده المسرفين بسعة كرمه، ويحثهم على الإنابة قبل أن لا يمكنهم ذلك فقال: { قُلْ } يا أيها الرسول ومن قام مقامه من الدعاة لدين اللّه، مخبرا للعباد عن ربهم: { يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ } باتباع ما تدعوهم إليه أنفسهم من الذنوب، والسعي في مساخط علام الغيوب. ¶ { لا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ } أي: لا تيأسوا منها، فتلقوا بأيديكم إلى التهلكة، وتقولوا قد كثرت ذنوبنا وتراكمت عيوبنا، فليس لها طريق يزيلها ولا سبيل يصرفها، فتبقون بسبب ذلك مصرين على العصيان، متزودين ما يغضب عليكم الرحمن، ولكن اعرفوا ربكم بأسمائه الدالة على كرمه وجوده، واعلموا أنه يغفر الذنوب جميعا من الشرك، والقتل، والزنا، والربا، والظلم، وغير ذلك من الذنوب الكبار والصغار. { إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ } أي: وصفه المغفرة والرحمة، وصفان لازمان ذاتيان، لا تنفك ذاته عنهما، ولم تزل آثارهما سارية في الوجود، مائمة للموجود، تسح يداه من الخيرات آناء الليل والنهار، ويوالي النعم على العباد والفواضل في السر والجهار، والعطاء أحب إليه من المنع، والرحمة سبقت الغضب وغلبته، .ولكن لمغفرته ورحمته ونيلهما أسباب إن لم يأت بها العبد، فقد أغلق على نفسه باب الرحمة والمغفرة، أعظمها وأجلها، بل لا سبب لها غيره، الإنابة إلى اللّه تعالى بالتوبة النصوح، والدعاء والتضرع والتأله والتعبد، فهلم إلى هذا السبب الأجل، والطريق الأعظم(¬1). ¶ 7- التقوى : ¶ قال - عز وجل - على لسان نوح - عليه السلام - {أَوَعَجِبْتُمْ أَنْ جَاءَكُمْ ذِكْرٌ مِنْ رَبِّكُمْ عَلَى رَجُلٍ مِنْكُمْ لِيُنْذِرَكُمْ وَلِتَتَّقُوا وَلَعَلَّكُمْ تُرْحَمُونَ } (الأعراف:63) ¶ قال العلامة السعدي ’(¬2): ¶ ¬__________ ¶ (¬1) التفسير ¶ (¬2) التفسير",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وقوله: { لِيُنْذِرَكُمْ وَلِتَتَّقُوا وَلَعَلَّكُمْ تُرْحَمُونَ } أي: لينذركم العذاب الأليم، وتفعلوا الأسباب المنجية من استعمال تقوى اللّه ظاهرا وباطنا، وبذلك تحصل عليهم وتنزل رحمة اللّه الواسعة. وقال - عز وجل - { قَالَ عَذَابِي أُصِيبُ بِهِ مَنْ أَشَاءُ وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤْتُونَ الزَّكَاةَ وَالَّذِينَ هُمْ بِآياتِنَا يُؤْمِنُونَ}(الأعراف: من الآية156) ¶ قال العلامة السعدي ’(¬1): ¶ { قَالَ } اللّه تعالى { عَذَابِي أُصِيبُ بِهِ مَنْ أَشَاءُ } ممن كان شقيا، متعرضا لأسبابه، { وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ } من العالم العلوي والسفلي، البر والفاجر، المؤمن والكافر، فلا مخلوق إلا وقد وصلت إليه رحمة اللّه، وغمره فضله وإحسانه، ولكن الرحمة الخاصة المقتضية لسعادة الدنيا والآخرة، ليست لكل أحد، ولهذا قال عنها: { فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ } المعاصي، صغارها وكبارها. ¶ { وَيُؤْتُونَ الزَّكَاةَ } الواجبة مستحقيها { وَالَّذِينَ هُمْ بِآيَاتِنَا يُؤْمِنُونَ } ومن تمام الإيمان بآيات اللّه معرفة معناها، والعمل بمقتضاها، ومن ذلك إتباع النبي - صلى الله عليه وسلم - ظاهرا وباطنا، في أصول الدين وفروعه. ¶ 8- الصبر عند المصائب: ¶ قال - عز وجل - { وَلَنَبْلُوَنَّكُمْ بِشَيْءٍ مِنَ الْخَوْفِ وَالْجُوعِ وَنَقْصٍ مِنَ الْأَمْوَالِ وَالْأَنْفُسِ وَالثَّمَرَاتِ وَبَشِّرِ الصَّابِرِينَ(155) الَّذِينَ إِذَا أَصَابَتْهُمْ مُصِيبَةٌ قَالُوا إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ (156) أُولَئِكَ عَلَيْهِمْ صَلَوَاتٌ مِنْ رَبِّهِمْ وَرَحْمَةٌ وَأُولَئِكَ هُمُ الْمُهْتَدُونَ} ( 157) البقرة) . ¶ قال العلامة السعدي ’(¬2): ¶ ¬__________ ¶ (¬1) التفسير ¶ (¬2) التفسير",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "أخبر تعالى أنه لا بد أن يبتلي عباده بالمحن، ليتبين الصادق من الكاذب، والجازع من الصابر، وهذه سنته تعالى في عباده؛ لأن السراء لو استمرت لأهل الإيمان، ولم يحصل معها محنة، لحصل الاختلاط الذي هو فساد، وحكمة الله تقتضي تمييز أهل الخير من أهل الشر. هذه فائدة المحن، لا إزالة ما مع المؤمنين من الإيمان، ولا ردهم عن دينهم، فما كان الله ليضيع إيمان المؤمنين، فأخبر في هذه الآية أنه سيبتلي عباده { بِشَيْءٍ مِنَ الْخَوْفِ } من الأعداء { وَالْجُوعِ } أي: بشيء يسير منهما؛ لأنه لو ابتلاهم بالخوف كله، أو الجوع، لهلكوا، والمحن تمحص لا تهلك. ¶ { وَنَقْصٍ مِنَ الأمْوَالِ } وهذا يشمل جميع النقص المعتري للأموال من جوائح سماوية، وغرق، وضياع، وأخذ الظلمة للأموال من الملوك الظلمة، وقطاع الطريق وغير ذلك. ¶ { وَالأنْفُسِ } أي: ذهاب الأحباب من الأولاد، والأقارب، والأصحاب، ومن أنواع الأمراض في بدن العبد، أو بدن من يحبه، { وَالثَّمَرَاتِ } أي: الحبوب، وثمار النخيل، والأشجار كلها، والخضر ببرد، أو برد، أو حرق، أو آفة سماوية، من جراد ونحوه. ¶ فهذه الأمور، لا بد أن تقع، لأن العليم الخبير، أخبر بها، فوقعت كما أخبر، فإذا وقعت انقسم الناس قسمين: جازعين وصابرين، فالجازع، حصلت له المصيبتان، فوات المحبوب، وهو وجود هذه المصيبة، وفوات ما هو أعظم منها، وهو الأجر بامتثال أمر الله بالصبر، ففاز بالخسارة والحرمان، ونقص ما معه من الإيمان، وفاته الصبر والرضا والشكران، وحصل [له] السخط الدال على شدة النقصان.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وأما من وفقه الله للصبر عند وجود هذه المصائب، فحبس نفسه عن التسخط، قولا وفعلا واحتسب أجرها عند الله، وعلم أن ما يدركه من الأجر بصبره أعظم من المصيبة التي حصلت له، بل المصيبة تكون نعمة في حقه، لأنها صارت طريقا لحصول ما هو خير له وأنفع منها، فقد امتثل أمر الله، وفاز بالثواب، فلهذا قال تعالى: { وَبَشِّرِ الصَّابِرِينَ } أي: بشرهم بأنهم يوفون أجرهم بغير حساب. ¶ فالصابرين، هم الذين فازوا بالبشارة العظيمة، والمنحة الجسيمة، ثم وصفهم بقوله: { الَّذِينَ إِذَا أَصَابَتْهُمْ مُصِيبَةٌ } وهي كل ما يؤلم القلب أو البدن أو كليهما مما تقدم ذكره. ¶ { قَالُوا إِنَّا لِلَّهِ } أي: مملوكون لله، مدبرون تحت أمره وتصريفه، فليس لنا من أنفسنا وأموالنا شيء، فإذا ابتلانا بشيء منها، فقد تصرف أرحم الراحمين، بمماليكه وأموالهم، فلا اعتراض عليه، بل من كمال عبودية العبد، علمه، بأن وقوع البلية من المالك الحكيم، الذي أرحم بعبده من نفسه، فيوجب له ذلك، الرضا عن الله، والشكر له على تدبيره، لما هو خير لعبده، وإن لم يشعر بذلك، ومع أننا مملوكون لله، فإنا إليه راجعون يوم المعاد، فمجاز كل عامل بعمله، فإن صبرنا واحتسبنا وجدنا أجرنا موفورا عنده، وإن جزعنا وسخطنا، لم يكن حظنا إلا السخط وفوات الأجر، فكون العبد لله، وراجع إليه، من أقوى أسباب الصبر. ¶ { أُولَئِكَ } الموصوفون بالصبر المذكور { عَلَيْهِمْ صَلَوَاتٌ مِنْ رَبِّهِمْ } أي: ثناء وتنويه بحالهم { وَرَحْمَةٌ } عظيمة، ومن رحمته إياهم، أن وفقهم للصبر الذي ينالون به كمال الأجر، { وَأُولَئِكَ هُمُ الْمُهْتَدُونَ } الذين عرفوا الحق، وهو في هذا الموضع، علمهم بأنهم لله، وأنهم إليه راجعون، وعملوا به وهو هنا صبرهم لله.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "ودلت هذه الآية، على أن من لم يصبر، فله ضد ما لهم، فحصل له الذم من الله، والعقوبة، والضلال والخسارة، فما أعظم الفرق بين الفريقين وما أقل تعب الصابرين، وأعظم عناء الجازعين، فقد اشتملت هاتان الآيتان على توطين النفوس على المصائب قبل وقوعها، لتخف وتسهل، إذا وقعت، وبيان ما تقابل به، إذا وقعت، وهو الصبر، وبيان ما يعين على الصبر، وما للصابر من الأجر، ويعلم حال غير الصابر، بضد حال الصابر. ¶ وأن هذا الابتلاء والامتحان، سنة الله التي قد خلت، ولن تجد لسنة الله تبديلا وبيان أنواع المصائب. ¶ قال أمير المؤمنين عمر بن الخطاب - رضي الله عنه - : نعم العدْلان ونعمت العلاوة { أُولَئِكَ عَلَيْهِمْ صَلَوَاتٌ مِنْ رَبِّهِمْ وَرَحْمَةٌ } فهذان العدلان { وَأُولَئِكَ هُمُ الْمُهْتَدُونَ } فهذه العلاوة، وهي ما توضع بين العدلين، وهي زيادة في الحمل وكذلك هؤلاء، أعطوا ثوابهم وزيدوا أيضًا(¬1). ¶ وقد خصت بعض الإحاديث بعض هذه المصائب كونها رحمة منها :- ¶ - فقد الولد وبوب البخاري ’ بقوله ( بَاب فَضْل مَنْ مَاتَ لَهُ وَلَد فَاحْتَسَبَ ) ¶ وقَوْله تعالى : ( وَقَوْل اللَّه عَزَّ وَجَلَّ وَبَشِّرْ الصَّابِرِينَ ) ثم ذكر أحاديث منها: ¶ عَنْ أَبِي هُرَيْرَةَ _ :عَنْ النَّبِيِّ ‘ قَالَ : (( لَا يَمُوتُ لِمُسْلِمٍ ثَلَاثَةٌ مِنْ الْوَلَدِ فَيَلِجَ النَّارَ إِلَّا تَحِلَّةَ الْقَسَمِ)) ¶ قَالَ أَبُو عَبْد اللَّهِ (محمد بن إسماعيل البخاري ’) ¶ { وَإِنْ مِنْكُمْ إِلَّا وَارِدُهَا } ¶ و عَنْ أَبِي هُرَيْرَةَ _ : أَنَّ رَسُولَ اللَّهِ ‘ قَالَ : ((لِنِسْوَةٍ مِنْ الْأَنْصَارِ لَا يَمُوتُ لِإِحْدَاكُنَّ ثَلَاثَةٌ مِنْ الْوَلَدِ فَتَحْتَسِبَهُ إِلَّا دَخَلَتْ الْجَنَّةَ فَقَالَتْ امْرَأَةٌ مِنْهُنَّ أَوْ اثْنَيْنِ يَا رَسُولَ اللَّهِ قَالَ أَوْ اثْنَيْنِ(¬2) )) ¶ ¬__________ ¶ (¬1) تفسير ابن كثير - (ج 1 / ص 468) ¶ (¬2) متفق عليهما",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "عَنْ أَنَسٍ - رضي الله عنه - قَالَ : قَالَ النَّبِيُّ ‘ : (( مَا مِنْ النَّاسِ مِنْ مُسْلِمٍ يُتَوَفَّى لَهُ ثَلَاثٌ لَمْ يَبْلُغُوا الْحِنْثَ إِلَّا أَدْخَلَهُ اللَّهُ الْجَنَّةَ بِفَضْلِ رَحْمَتِهِ إِيَّاهُمْ (¬1))) ¶ قَوْله : ( بَاب فَضْل مَنْ مَاتَ لَهُ وَلَد فَاحْتَسَبَ ) ¶ ¬__________ ¶ (¬1) متفق عليه وهذا لفظ البخاري",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "قَالَ الزَّيْن بْن الْمُنِير : عَبَّرَ الْمُصَنِّف بِالْفَضْلِ لِيَجْمَع بَيْن مُخْتَلِف الْأَحَادِيث الثَّلَاثَة الَّتِي أَوْرَدَهَا ، لِأَنَّ فِي الْأَوَّل دُخُول الْجَنَّة ، وَفِي الثَّانِي الْحَجْب عَنْ النَّار ، وَفِي الثَّالِث تَقْيِيد الْوُلُوج بِتَحِلَّةِ الْقَسَم ، وَفِي كُلّ مِنْهَا ثُبُوت الْفَضْل لِمَنْ وَقَعَ لَهُ ذَلِكَ . وَيُجْمَع بَيْنهَا بِأَنْ يُقَال : الدُّخُول لَا يَسْتَلْزِم الْحَجْب فَفِي ذِكْر الْحَجْب فَائِدَة زَائِدَة لِأَنَّهَا تَسْتَلْزِم الدُّخُول مِنْ أَوَّل وَهْلَة ، وَأَمَّا الثَّالِث فَالْمُرَاد بِالْوُلُوجِ الْوُرُود وَهُوَ الْمُرُور عَلَى النَّار كَمَا سَيَأْتِي الْبَحْث فِيهِ عِنْد قَوْله \" إِلَّا تَحِلَّة الْقَسَم \" وَالْمَارّ عَلَيْهَا عَلَى أَقْسَام : مِنْهُمْ مَنْ لَا يَسْمَع حَسِيسهَا وَهُمْ الَّذِينَ سَبَقَتْ لَهُمْ الْحُسْنَى مِنْ اللَّه كَمَا فِي الْقُرْآن ، فَلَا تَنَافِي مَعَ هَذَا بَيْن الْوُلُوج وَالْحَجْب ، وَعَبَّرَ بِقَوْلِهِ \" وَلَد \" لِيَتَنَاوَل الْوَاحِد فَصَاعِدًا وَإِنْ كَانَ حَدِيث الْبَاب قَدْ قُيِّدَ بِثَلَاثَةٍ أَوْ اِثْنَيْنِ ، لَكِنْ وَقَعَ فِي بَعْض طُرُقه ذِكْر الْوَاحِد.......ثم قال ’: وَلَيْسَ فِي شَيْء مِنْ هَذِهِ الطُّرُق مَا يَصْلُح لِلِاحْتِجَاجِ ....",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "ثم قال ’: وَهَذِهِ الْأَحَادِيث الثَّلَاثَة أَصَحّ مِنْ تِلْكَ الثَّلَاثَة ، لَكِنْ رَوَى الْمُصَنِّف مِنْ حَدِيث أَبِي هُرَيْرَة كَمَا سَيَأْتِي فِي الرِّقَاق مَرْفُوعًا \" يَقُول اللَّه عَزَّ وَجَلَّ : مَا لِعَبْدِي الْمُؤْمِن عِنْدِي جَزَاء إِذَا قَبَضْت صَفِيّه مِنْ أَهْل الدُّنْيَا ثُمَّ اِحْتَسَبَهُ إِلَّا الْجَنَّة \" وَهَذَا يَدْخُل فِيهِ الْوَاحِد فَمَا فَوْقه ، وَهُوَ أَصَحّ مَا وَرَدَ فِي ذَلِكَ ، وَقَوْله \" فَاحْتَسَبَ \" أَيْ صَبَرَ رَاضِيًا بِقَضَاءِ اللَّه رَاجِيًا فَضْله ، وَلَمْ يَقَع التَّقْيِيد بِذَلِكَ أَيْضًا فِي أَحَادِيث الْبَاب ، وَكَأَنَّهُ أَشَارَ إِلَى مَا وَقَعَ فِي بَعْض طُرُقه أَيْضًا كَمَا فِي حَدِيث جَابِر بْن سَمُرَة الْمَذْكُور قَبْلُ ، وَكَذَا فِي حَدِيث جَابِر بْن عَبْد اللَّه ، وَفِي رِوَايَة اِبْن حِبَّان وَالنَّسَائِيِّ مِنْ طَرِيق حَفْص بْن عُبَيْد اللَّه بْن أَنَس عَنْ أَنَس رَفَعَهُ \" مَنْ اِحْتَسَبَ مِنْ صُلْبه ثَلَاثَة دَخَلَ الْجَنَّة \" الْحَدِيث ، وَلِمُسْلِمٍ مِنْ طَرِيق سُهَيْل بْن أَبِي صَالِح عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ مَرْفُوعًا \" لَا يَمُوت لِإِحْدَاكُنَّ ثَلَاثَة مِنْ الْوَلَد فَتَحْتَسِبهُمْ إِلَّا دَخَلَتْ الْجَنَّة \" الْحَدِيث ، وَلِأَحْمَدَ وَالطَّبَرَانِيِّ مِنْ حَدِيث عُقْبَة بْن عَامِر رَفَعَهُ \" مَنْ أَعْطَى ثَلَاثَة مِنْ صُلْبه فَاحْتَسَبَهُمْ عَلَى اللَّه وَجَبَتْ لَهُ الْجَنَّة \" وَفِي الْمُوَطَّأ عَنْ أَبِي النَّضْر السُّلَمِيّ رَفَعَهُ \" لَا يَمُوت لِأَحَدٍ مِنْ الْمُسْلِمِينَ ثَلَاثَة مِنْ الْوَلَد فَيَحْتَسِبهُمْ إِلَّا كَانُوا جُنَّة مِنْ النَّار \" الْحَدِيث .",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وَقَدْ عُرِفَ مِنْ الْقَوَاعِد الشَّرْعِيَّة أَنَّ الثَّوَاب لَا يَتَرَتَّب إِلَّا عَلَى النِّيَّة ، فَلَا بُدّ مِنْ قَيْد الِاحْتِسَاب ، وَالْأَحَادِيث الْمُطْلَقَة مَحْمُولَة عَلَى الْمُقَيَّدَة ، وَلَكِنْ أَشَارَ الْإِسْمَاعِيلِيّ إِلَى اِعْتِرَاض لَفْظِيّ فَقَالَ : يُقَال فِي الْبَالِغ اِحْتَسَبَ وَفِي الصَّغِير اِفْتَرَطَ اِنْتَهَى . وَبِذَلِكَ قَالَ الْكَثِير مِنْ أَهْل اللُّغَة ، لَكِنْ لَا يَلْزَم مِنْ كَوْن ذَلِكَ هُوَ الْأَصْل أَنْ لَا يُسْتَعْمَل هَذَا مَوْضِع هَذَا ، بَلْ ذَكَرَ اِبْن دُرَيْد وَغَيْره اِحْتَسَبَ فُلَان بِكَذَا طَلَبَ أَجْرًا عِنْد اللَّه ، وَهَذَا أَعَمّ مِنْ أَنْ يَكُون لِكَبِيرٍ أَوْ صَغِير ، وَقَدْ ثَبَتَ ذَلِكَ فِي الْأَحَادِيث الَّتِي ذَكَرْنَاهَا وَهِيَ حُجَّة فِي صِحَّة هَذَا الِاسْتِعْمَال . ¶ قَوْله : ( وَقَوْل اللَّه عَزَّ وَجَلَّ وَبَشِّرْ الصَّابِرِينَ ) ¶ فِي رِوَايَة كَرِيمَة وَالْأَصِيلِيّ \" وَقَالَ اللَّه \" وَأَرَادَ بِذَلِكَ الْآيَة الَّتِي فِي الْبَقَرَة وَقَدْ وُصِفَ فِيهَا الصَّابِرُونَ بِقَوْلِهِ تَعَالَى ( الَّذِينَ إِذَا أَصَابَتْهُمْ مُصِيبَة قَالُوا إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ ) فَكَأَنَّ الْمُصَنِّف أَرَادَ تَقْيِيد مَا أُطْلِقَ فِي الْحَدِيث بِهَذِهِ الْآيَة الدَّالَّة عَلَى تَرْك الْقَلَق وَالْجَزَع ، وَلَفْظ \" الْمُصِيبَة \" فِي الْآيَة وَإِنْ كَانَ عَامًّا لَكِنَّهُ يَتَنَاوَل الْمُصِيبَة بِالْوَلَدِ فَهُوَ مِنْ أَفْرَاده (¬1) . ¶ ¬__________ ¶ (¬1) فتح الباري لابن حجر - (ج 4 / ص 273)",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "عَنْ أَنَسٍ - رضي الله عنه - قَالَ : قَالَ النَّبِيُّ ‘ : (( مَا مِنْ النَّاسِ مِنْ مُسْلِمٍ يُتَوَفَّى لَهُ ثَلَاثٌ لَمْ يَبْلُغُوا الْحِنْثَ إِلَّا أَدْخَلَهُ اللَّهُ الْجَنَّةَ بِفَضْلِ رَحْمَتِهِ إِيَّاهُمْ (¬1))) ¶ قَوْله : ( لَمْ يَبْلُغُوا الْحِنْث ) ) ¶ ¬__________ ¶ (¬1) متفق عليه وهذا لفظ البخاري",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وَفَسَّرَهُ بِأَنَّ الْمُرَاد لَمْ يَبْلُغُوا أَنْ يَعْمَلُوا الْمَعَاصِي ، قَالَ وَلَمْ يَذْكُرهُ كَذَلِكَ غَيْره ، وَالْمَحْفُوظ الْأَوَّل ، وَالْمَعْنَى لَمْ يَبْلُغُوا الْحُلُم فَتُكْتَب عَلَيْهِمْ الْآثَام . قَالَ الْخَلِيل : بَلَغَ الْغُلَام الْحِنْث إِذَا جَرَى عَلَيْهِ الْقَلَم ، وَالْحِنْث الذَّنْب قَالَ اللَّه تَعَالَى ( وَكَانُوا يُصِرُّونَ عَلَى الْحِنْث الْعَظِيم ) وَقِيلَ الْمُرَاد بَلَغَ إِلَى زَمَان يُؤَاخَذ بِيَمِينِهِ إِذَا حَنِثَ ، وَقَالَ الرَّاغِب : عَبَّرَ بِالْحِنْثِ عَنْ الْبُلُوغ لَمَّا كَانَ الْإِنْسَان يُؤَاخَذ بِمَا يَرْتَكِبهُ فِيهِ بِخِلَافِ مَا قَبْله ، وَخُصَّ الْإِثْم بِالذِّكْرِ لِأَنَّهُ الَّذِي يَحْصُل بِالْبُلُوغِ لِأَنَّ الصَّبِيّ قَدْ يُثَاب ، وَخَصَّ الصَّغِير بِذَلِكَ لِأَنَّ الشَّفَقَة عَلَيْهِ أَعْظَم وَالْحُبّ لَهُ أَشَدّ وَالرَّحْمَة لَهُ أَوْفَر ، وَعَلَى هَذَا فَمَنْ بَلَعَ الْحِنْث لَا يَحْصُل لِمَنْ فَقَدَهُ مَا ذُكِرَ مِنْ هَذَا الثَّوَاب وَإِنْ كَانَ فِي فَقْد الْوَلَد أَجْر فِي الْجُمْلَة ، وَبِهَذَا صَرَّحَ كَثِير مِنْ الْعُلَمَاء ، وَفَرَّقُوا بَيْن الْبَالِغ وَغَيْره بِأَنَّهُ يُتَصَوَّر مِنْهُ الْعُقُوق الْمُقْتَضِي لِعَدَمِ الرَّحْمَة بِخِلَافِ الصَّغِير فَإِنَّهُ لَا يُتَصَوَّر مِنْهُ ذَلِكَ إِذْ لَيْسَ بِمُخَاطَبٍ ، وَقَالَ الزَّيْن بْن الْمُنِير : بَلْ يَدْخُل الْكَبِير فِي ذَلِكَ مِنْ طَرِيق الْفَحْوَى لِأَنَّهُ إِذَا ثَبَتَ ذَلِكَ فِي الطِّفْل الَّذِي هُوَ كَلّ عَلَى أَبَوَيْهِ فَكَيْفَ لَا يَثْبُت فِي الْكَبِير الَّذِي بَلَغَ مَعَهُ السَّعْي وَوَصَلَ لَهُ مِنْهُ النَّفْع وَتَوَجَّهَ إِلَيْهِ الْخِطَاب بِالْحُقُوقِ ؟ قَالَ : وَلَعَلَّ هَذَا هُوَ السِّرّ فِي إِلْغَاء الْبُخَارِيّ التَّقْيِيد بِذَلِكَ فِي",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "التَّرْجَمَة . اِنْتَهَى . وَيُقَوِّي الْأَوَّل قَوْله فِي بَقِيَّة الْحَدِيث \" بِفَضْلِ رَحْمَته إِيَّاهُمْ \" لِأَنَّ الرَّحْمَة لِلصِّغَارِ أَكْثَر لِعَدَمِ حُصُول الْإِثْم مِنْهُمْ ، وَهَلْ يَلْتَحِق بِالصِّغَارِ مَنْ بَلَغَ مَجْنُونًا مَثَلًا وَاسْتَمَرَّ عَلَى ذَلِكَ فَمَاتَ ؟ فِيهِ نَظَر لِأَنَّ كَوْنهمْ لَا إِثْم عَلَيْهِمْ يَقْتَضِي الْإِلْحَاق ، وَكَوْن الِامْتِحَان بِهِمْ يَخِفّ بِمَوْتِهِمْ يَقْتَضِي عَدَمه ، وَلَمْ يَقَع التَّقْيِيد فِي طُرُق الْحَدِيث بِشِدَّةِ الْحُبّ وَلَا عَدَمه ، وَكَانَ الْقِيَاس يَقْتَضِي ذَلِكَ لِمَا يُوجَد مِنْ كَرَاهَة بَعْض النَّاس لِوَلَدِهِ وَتَبَرُّمه مِنْهُ وَلَا سِيَّمَا مَنْ كَانَ ضَيِّق الْحَال ، لَكِنْ لَمَّا كَانَ الْوَلَد مَظِنَّة الْمَحَبَّة وَالشَّفَقَة نِيطَ بِهِ الْحُكْم وَإِنْ تَخَلَّفَ فِي بَعْض الْأَفْرَاد . ¶ قَوْله ( إِلَّا أَدْخَلَهُ اللَّه الْجَنَّة ) ¶ فِي حَدِيث عُتْبَة بْن عَبْد اللَّه السُّلَمِيّ عِنْد اِبْن مَاجَهْ بِإِسْنَادٍ حَسَن نَحْو حَدِيث الْبَاب لَكِنْ فِيهِ \" إِلَّا تَلَقَّوْهُ مِنْ أَبْوَاب الْجَنَّة الثَّمَانِيَة مِنْ أَيّهَا شَاءَ دَخَلَ \" وَهَذَا زَائِد عَلَى مُطْلَق دُخُول الْجَنَّة ، وَيَشْهَد لَهُ مَا رَوَاهُ النَّسَائِيُّ بِإِسْنَادٍ صَحِيح مِنْ حَدِيث مُعَاوِيَة بْن قُرَّة عَنْ أَبِيهِ مَرْفُوعًا فِي أَثْنَاء حَدِيث \" مَا يَسُرّك أَنْ لَا تَأْتِي بَابًا مِنْ أَبْوَاب الْجَنَّة إِلَّا وَجَدْته عِنْده يَسْعَى يُفْتَح لَك \" . ¶ قَوْله ( بِفَضْلِ رَحْمَته إِيَّاهُمْ )",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "أَيْ بِفَضْلِ رَحْمَة اللَّه لِلْأَوْلَادِ . وَقَالَ اِبْن التِّين : قِيلَ إِنَّ الضَّمِير فِي رَحْمَته لِلْأَبِ لِكَوْنِهِ كَانَ يَرْحَمهُمْ فِي الدُّنْيَا فَيُجَازَى بِالرَّحْمَةِ فِي الْآخِرَة وَالْأَوَّل أَوْلَى ، وَيُؤَيِّدهُ أَنَّ فِي رِوَايَة اِبْن مَاجَهْ مِنْ هَذَا الْوَجْه \" بِفَضْلِ رَحْمَة اللَّه إِيَّاهُمْ \" وَلِلنَّسَائِيّ مِنْ حَدِيث أَبِي ذَرّ \" إِلَّا غَفَرَ اللَّه لَهُمَا بِفَضْلِ رَحْمَته \" وَلِلطَّبَرَانِيّ وَابْن حِبَّانَ مِنْ حَدِيث الْحَارِث بْن أُقَيْش وَهُوَ بِقَافٍ وَمُعْجَمَة مُصَغَّر مَرْفُوعًا \" مَا مِنْ مُسْلِمَيْنِ يَمُوت لَهُمَا أَرْبَعَة أَوْلَاد إِلَّا أَدْخَلَهُمَا اللَّه الْجَنَّة بِفَضْلِ رَحْمَته \" وَكَذَا فِي حَدِيث عَمْرو بْن عَبَسَة كَمَا سَنَذْكُرُهُ قَرِيبًا . وَقَالَ الْكَرْمَانِيُّ : الظَّاهِر أَنَّ الْمُرَاد بِقَوْلِهِ \" إِيَّاهُمْ \" جِنْس الْمُسْلِم الَّذِي مَاتَ أَوْلَاده لَا الْأَوْلَاد ، أَيْ بِفَضْلِ رَحْمَة اللَّه لِمَنْ مَاتَ لَهُمْ ، قَالَ وَسَاغَ الْجَمْع لِكَوْنِهِ نَكِرَة فِي سِيَاق النَّفْي فَتُعَمَّمَ اِنْتَهَى . وَهَذَا الَّذِي زَعَمَ أَنَّهُ ظَاهِر لَيْسَ بِظَاهِرٍ ، بَلْ فِي غَيْر هَذَا الطَّرِيق مَا يَدُلّ عَلَى أَنَّ الضَّمِير لِلْأَوْلَادِ ، فَفِي حَدِيث عَمْرو بْن عَبَسَة عِنْد الطَّبَرَانِيّ \" إِلَّا أَدْخَلَهُ اللَّه بِرَحْمَتِهِ هُوَ وَإِيَّاهُمْ الْجَنَّة \" وَفِي حَدِيث أَبِي ثَعْلَبَة الْأَشْجَعِيّ الْمُقَدَّم ذِكْره \" أَدْخَلَهُ اللَّه الْجَنَّة بِفَضْلِ رَحْمَته إِيَّاهُمْ \" قَالَهُ بَعْد قَوْله \" مَنْ مَاتَ لَهُ وَلَدَانِ \" فَوَضَح بِذَلِكَ أَنَّ الضَّمِير فِي قَوْله \" إِيَّاهُمْ \" لِلْأَوْلَادِ لَا لِلْآبَاءِ وَاَللَّه أَعْلَم(¬1) . ¶ ¬__________ ¶ (¬1) فتح الباري لابن حجر - (ج 4 / ص 274)",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "- الطاعون رحمة فقد روى البخاري عَنْ عَائِشَةَ - رضي الله عنه - زَوْجِ النَّبِىِّ - صلى الله عليه وسلم - قَالَتْ سَأَلْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - عَنِ الطَّاعُونِ ، فَأَخْبَرَنِى « أَنَّهُ عَذَابٌ يَبْعَثُهُ اللَّهُ عَلَى مَنْ يَشَاءُ ، وَأَنَّ اللَّهَ جَعَلَهُ رَحْمَةً لِلْمُؤْمِنِينَ ، لَيْسَ مِنْ أَحَدٍ يَقَعُ الطَّاعُونُ فَيَمْكُثُ فِى بَلَدِهِ صَابِرًا مُحْتَسِبًا ، يَعْلَمُ أَنَّهُ لاَ يُصِيبُهُ إِلاَّ مَا كَتَبَ اللَّهُ لَهُ ، إِلاَّ كَانَ لَهُ مِثْلُ أَجْرِ شَهِيدٍ » (¬1). ¶ ¬__________ ¶ (¬1) ورووى الإمام أحمد فى مسنده بسنده عَنْ شَهْرِ بْنِ حَوْشَبٍ الأَشْعَرِىِّ عَنْ رَابِّهِ رَجُلٍ مِنْ قَوْمِهِ كَانَ خَلَفَ عَلَى أُمِّهِ بَعْدَ أَبِيهِ كَانَ شَهِدَ طَاعُونَ عَمَوَاسَ قَالَ لَمَّا اشْتَعَلَ الْوَجَعُ قَامَ أَبُو عُبَيْدَةَ بْنُ الْجَرَّاحِ - رضي الله عنه - فِى النَّاسِ خَطِيباً فَقَالَ: أَيُّهَا النَّاسُ إِنَّ هَذَا الْوَجَعَ رَحْمَةُ رَبِّكُمْ وَدَعْوَةُ نَبِيِّكُمْ وَمَوْتُ الصَّالِحِينَ قَبْلَكُمْ وَإِنَّ أَبَا عُبَيْدَةَ يَسْأَلُ اللَّهَ أَنْ يَقْسِمَ لَهُ مِنْهُ حَظَّهُ. قَالَ: فَطُعِنَ فَمَاتَ رَحِمَهُ اللَّهُ وَاسْتَخْلَفَ عَلَى النَّاسِ مُعَاذَ بْنَ جَبَلٍ - رضي الله عنه - فَقَامَ خَطِيباً بَعْدَهُ فَقَالَ : أَيُّهَا النَّاسُ إِنَّ هَذَا الْوَجَعَ رَحْمَةُ رَبِّكُمْ وَدَعْوَةُ نَبِيِّكُمْ وَمَوْتُ الصَّالِحِينَ قَبْلَكُمْ وَإِنَّ مُعَاذاً يَسْأَلُ اللَّهَ أَنْ يَقْسِمَ لآلِ مُعَاذٍ مِنْهُ حَظَّهُ..قَالَ فَطُعِنَ ابْنُهُ عَبْدُ الرَّحْمَنِ بْنُ مُعَاذٍ فَمَاتَ ثُمَّ قَامَ فَدَعَا رَبَّهُ لِنَفْسِهِ فَطُعِنَ فِى رَاحَتِهِ فَلَقَدْ رَأَيْتُهُ يَنْظُرُ إِلَيْهَا ثُمَّ يُقَبِّلُ ظَهْرَ كَفِّهِ ثُمَّ يَقُولُ مَا أُحِبُّ أَنَّ لِى بِمَا فِيكِ شَيْئاً مِنَ الدُّنْيَا. فَلَمَّا مَاتَ اسْتَخْلَفَ عَلَى النَّاسِ عَمْرَو بْنَ الْعَاصِ - رضي الله عنه - فَقَامَ فِينَا خَطِيباً فَقَالَ: أَيُّهَا النَّاسُ إِنَّ هَذَا الْوَجَعَ إِذَا وَقَعَ فَإِنَّمَا يَشْتَعِلُ اشْتِعَالَ النَّارِ فَتَجَبَّلُوا مِنْهُ فِى الْجِبَالِ. قَالَ فَقَالَ لَهُ أَبُو وَاثِلَةَ الْهُذَلِىُّ كَذَبْتَ وَاللَّهِ لَقَدْ صَحِبْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - وَأَنْتَ شَرٌّ مِنْ حِمَارِى هَذَا. قَالَ وَاللَّهِ مَا أَرُدُّ عَلَيْكَ مَا تَقُولُ وَايْمُ اللَّهِ لاَ نُقِيمُ عَلَيْهِ. ثُمَّ خَرَجَ وَخَرَجَ النَّاسُ فَتَفَرَّقُوا عَنْهُ وَدَفَعَهُ اللَّهُ عَنْهُمْ - قَالَ - فَبَلَغَ ذَلِكَ عُمَرَ بْنَ الْخَطَّابِ - رضي الله عنه - مِنْ رَأْىِ عَمْرٍو فَوَاللَّهِ مَا كَرِهَهُ.( قَالَ الشيخ شعيب الأرنؤوط ’ : صحيح وهذا إسناد ضعيف لضعف شهر : وهو ابن حوشب.)",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "قَوْله : ( فَجَعَلَهُ اللَّه رَحْمَة لِلْمُؤْمِنِينَ ) ¶ أَيْ مِنْ هَذِهِ الْأُمَّة ، وَفِي حَدِيث أَبِي عَسِيب عِنْد أَحْمَد \" فَالطَّاعُون شَهَادَة لِلْمُؤْمِنِينَ وَرَحْمَة لَهُمْ ، وَرِجْس عَلَى الْكَافِر \" وَهُوَ صَرِيح فِي أَنَّ كَوْن الطَّاعُون رَحْمَة إِنَّمَا هُوَ خَاصّ بِالْمُسْلِمِينَ ، وَإِذَا وَقَعَ بِالْكَفَّارِ فَإِنَّمَا هُوَ عَذَاب عَلَيْهِمْ يُعَجَّل لَهُمْ فِي الدُّنْيَا قَبْل الْآخِرَة ، وَأَمَّا الْعَاصِي مِنْ هَذِهِ الْأُمَّة فَهَلْ يَكُون الطَّاعُون لَهُ شَهَادَة أَوْ يَخْتَصّ بِالْمُؤْمِنِ الْكَامِل ؟ فِيهِ نَظَر . وَالْمُرَاد بِالْعَاصِي مَنْ يَكُون مُرْتَكِب الْكَبِيرَة وَيَهْجُم عَلَيْهِ ذَلِكَ وَهُوَ مُصِرّ ، فَإِنَّهُ يَحْتَمِل أَنْ يُقَال لَا يُكَرَّم بِدَرَجَةِ الشَّهَادَة لِشُؤْمِ مَا كَانَ مُتَلَبِّسًا بِهِ لِقَوْلِهِ تَعَالَى : ( أَمْ حَسِبَ الَّذِينَ اِجْتَرَحُوا السَّيِّئَاتِ أَنْ نَجْعَلَهُمْ كَاَلَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ ) ؟ وَأَيْضًا فَقَدْ وَقَعَ فِي حَدِيث اِبْن عُمَر مَا يَدُلّ عَلَى أَنَّ الطَّاعُون يَنْشَأ عَنْ ظُهُور الْفَاحِشَة ، أَخْرَجَهُ اِبْن مَاجَهْ وَالْبَيْهَقِيُّ بِلَفْظِ \" لَمْ تَظْهَر الْفَاحِشَة فِي قَوْم قَطُّ حَتَّى يُعْلِنُوا بِهَا إِلَّا فَشَا فِيهِمْ الطَّاعُون وَالْأَوْجَاع الَّتِي لَمْ تَكُنْ مَضَتْ فِي أَسْلَافهمْ \" الْحَدِيث ،...ثم ذكر أحاديث وَلِأَحْمَد مِنْ حَدِيث عَائِشَة مَرْفُوعًا \" لَا تَزَال أُمَّتِي بِخَيْرٍ مَا لَمْ يَفْشُ فِيهِمْ وَلَد الزِّنَا ، فَإِذَا فَشَا فِيهِمْ وَلَد الزِّنَا أَوْشَكَ أَنْ يَعُمّهُمْ اللَّه بِعِقَابٍ \" وَسَنَده حَسَن .",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "فَفِي هَذِهِ الْأَحَادِيث أَنَّ الطَّاعُون قَدْ يَقَع عُقُوبَة بِسَبَبِ الْمَعْصِيَة ، فَكَيْف يَكُون شَهَادَة ؟ وَيَحْتَمِل أَنْ يُقَال : بَلْ تَحْصُل لَهُ دَرَجَة الشَّهَادَة لِعُمُومِ الْأَخْبَار الْوَارِدَة ، وَلَا سِيَّمَا فِي الْحَدِيث الَّذِي قَبْله عَنْ أَنَس \" الطَّاعُون شَهَادَة لِكُلِّ مُسْلِم \" وَلَا يَلْزَم مِنْ حُصُول دَرَجَة الشَّهَادَة لِمَنْ اجْتَرَحَ السَّيِّئَات مُسَاوَاة الْمُؤْمِن الْكَامِل فِي الْمَنْزِلَة ، لِأَنَّ دَرَجَات الشُّهَدَاء مُتَفَاوِتَة كَنَظِيرِهِ مِنْ الْعُصَاة إِذَا قُتِلَ مُجَاهِدًا فِي سَبِيل اللَّه لِتَكُونَ كَلِمَة اللَّه هِيَ الْعُلْيَا مُقْبِلًا غَيْر مُدْبِر ، وَمِنْ رَحْمَة اللَّه بِهَذِهِ الْأُمَّة الْمُحَمَّدِيَّة أَنْ يُعَجَّل لَهُمْ الْعُقُوبَة فِي الدُّنْيَا ، وَلَا يُنَافِي ذَلِكَ أَنْ يَحْصُل لِمَنْ وَقَعَ بِهِ الطَّاعُون أَجْر الشَّهَادَة ، وَلَا سِيَّمَا وَأَكْثَرهمْ لَمْ يُبَاشِر تِلْكَ الْفَاحِشَة ، وَإِنَّمَا عَمَّهُمْ - وَاَللَّه أَعْلَم - لِتَقَاعُدِهِمْ عَنْ إِنْكَار الْمُنْكَر . وَقَدْ أَخْرَجَ أَحْمَد وَصَحَّحَهُ اِبْن حِبَّان مِنْ حَدِيث عُتْبَة بْن عُبَيْد رَفَعَهُ \" الْقَتْل ثَلَاثَة : رَجُل جَاهَدَ بِنَفْسِهِ وَمَاله فِي سَبِيل اللَّه ، حَتَّى إِذَا لَقِيَ الْعَدُوّ قَاتَلَهُمْ حَتَّى يُقْتَل ، فَذَاكَ الشَّهِيد الْمُفْتَخِر فِي خَيْمَة اللَّه تَحْت عَرْشه لَا يَفْضُلهُ النَّبِيُّونَ إِلَّا بِدَرَجَةِ النُّبُوَّة . وَرَجُل مُؤْمِن قَرَفَ عَلَى نَفْسه مِنْ الذُّنُوب وَالْخَطَايَا ، جَاهَدَ بِنَفْسِهِ وَمَاله فِي سَبِيل اللَّه ، حَتَّى إِذَا لَقِيَ الْعَدُوّ قَاتَلَهُمْ حَتَّى يُقْتَل فَانْمَحَتْ خَطَايَاهُ ، إِنَّ السَّيْف مَحَّاء لِلْخَطَايَا .",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "وَرَجُل مُنَافِق جَاهَدَ بِنَفْسِهِ وَمَاله حَتَّى يُقْتَل فَهُوَ فِي النَّار ، إِنَّ السَّيْف لَا يَمْحُو النِّفَاق \" وَأَمَّا الْحَدِيث الْآخَر الصَّحِيح \" إِنَّ الشَّهِيد يُغْفَر لَهُ كُلّ شَيْء إِلَّا الدَّيْن \" فَإِنَّهُ يُسْتَفَاد مِنْهُ أَنَّ الشَّهَادَة لَا تُكَفِّر التَّبِعَات ، وَحُصُول التَّبِعَات لَا يَمْنَع حُصُول دَرَجَة الشَّهَادَة ، وَلَيْسَ لِلشَّهَادَةِ مَعْنًى إِلَّا أَنَّ اللَّه يُثِيب مَنْ حَصَلَتْ لَهُ ثَوَابًا مَخْصُوصًا وَيُكْرِمهُ كَرَامَة زَائِدَة ، وَقَدْ بَيَّنَ الْحَدِيث أَنَّ اللَّه يَتَجَاوَز عَنْهُ مَا عَدَا التَّبِعَات ، فَلَوْ فُرِضَ أَنَّ لِلشَّهِيدِ أَعْمَالًا صَالِحَة وَقَدْ كَفَّرَتْ الشَّهَادَة أَعْمَاله السَّيِّئَة غَيْر التَّبِعَات فَإِنَّ أَعْمَاله الصَّالِحَة تَنْفَعهُ فِي مُوَازَنَة مَا عَلَيْهِ مِنْ التَّبِعَات وَتَبْقَى لَهُ دَرَجَة الشَّهَادَة خَالِصَة ، فَإِنْ لَمْ يَكُنْ لَهُ أَعْمَال صَالِحَة فَهُوَ فِي الْمَشِيئَة ، وَاَللَّه أَعْلَم . ¶ قَوْله : ( فَلَيْسَ مِنْ عَبْد ) ¶ أَيْ مُسْلِم ¶ ( يَقَع الطَّاعُون ) ¶ أَيْ فِي مَكَان هُوَ فِيهِ ¶ ( فَيَمْكُث فِي بَلَده ) ¶ فِي رِوَايَة أَحْمَد \" فِي بَيْته \" ، وَيَأْتِي فِي الْقَدَر بِلَفْظِ \" يَكُون فِيهِ وَيَمْكُث فِيهِ وَلَا يَخْرُج مِنْ الْبَلَد \" أَيْ الَّتِي وَقَعَ فِيهَا الطَّاعُون . ¶ قَوْله : ( صَابِرًا ) ¶ أَيْ غَيْر مُنْزَعِج وَلَا قَلِق ، بَلْ مُسَلِّمًا لِأَمْرِ اللَّه رَاضِيًا بِقَضَائِهِ ، وَهَذَا قَيْد فِي حُصُول أَجْر الشَّهَادَة لِمَنْ يَمُوت بِالطَّاعُونِ ، وَهُوَ أَنْ يَمْكُث بِالْمَكَانِ الَّذِي يَقَع بِهِ فَلَا يَخْرُج فِرَارًا مِنْهُ كَمَا تَقَدَّمَ النَّهْي عَنْهُ فِي الْبَاب قَبْله صَرِيحًا . ¶ وَقَوْله : \" يَعْلَم أَنَّهُ لَنْ يُصِيبهُ إِلَّا مَا كَتَبَ اللَّه لَهُ \"",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "قَيْد آخَر ، وَهِيَ جُمْلَة حَالِيَّة تَتَعَلَّق بِالْإِقَامَةِ ، فَلَوْ مَكَثَ وَهُوَ قَلِق أَوْ مُتَنَدِّم عَلَى عَدَم الْخُرُوج ظَانًّا أَنَّهُ لَوْ خَرَجَ لَمَا وَقَعَ بِهِ أَصْلًا وَرَأْسًا وَأَنَّهُ بِإِقَامَتِهِ يَقَع بِهِ فَهَذَا لَا يَحْصُل لَهُ أَجْر الشَّهِيد وَلَوْ مَاتَ بِالطَّاعُونِ ، هَذَا الَّذِي يَقْتَضِيه مَفْهُوم هَذَا الْحَدِيث كَمَا اِقْتَضَى مَنْطُوقه أَنَّ مَنْ اِتَّصَفَ بِالصِّفَاتِ الْمَذْكُورَة يَحْصُل لَهُ أَجْر الشَّهِيد وَإِنْ لَمْ يَمُتْ بِالطَّاعُونِ وَيَدْخُل تَحْته ثَلَاث صُوَر : أَنَّ مَنْ اِتَّصَفَ بِذَلِكَ فَوَقَعَ بِهِ الطَّاعُون فَمَاتَ بِهِ ، أَوْ وَقَعَ بِهِ وَلَمْ يَمُتْ بِهِ ، أَوْ لَمْ يَقَع بِهِ أَصْلًا وَمَاتَ بِغَيْرِهِ عَاجِلًا أَوْ آجِلًا . ¶ قَوْله : ( مِثْل أَجْر الشَّهِيد )",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "لَعَلَّ السِّرّ فِي التَّعْبِير بِالْمِثْلِيَّةِ مَعَ ثُبُوت التَّصْرِيح بِأَنَّ مَنْ مَاتَ بِالطَّاعُونِ كَانَ شَهِيدًا أَنَّ مَنْ لَمْ يَمُتْ مِنْ هَؤُلَاءِ بِالطَّاعُونِ كَانَ لَهُ مِثْل أَجْر الشَّهِيد وَإِنْ لَمْ تَحْصُل لَهُ دَرَجَة الشَّهَادَة بِعَيْنِهَا وَذَلِكَ أَنَّ مَنْ اِتَّصَفَ بِكَوْنِهِ شَهِيدًا أَعْلَى دَرَجَة مِمَّنْ وُعِدَ بِأَنَّهُ يُعْطَى مِثْل أَجْر الشَّهِيد ، وَيَكُون كَمَنْ خَرَجَ عَلَى نِيَّة الْجِهَاد فِي سَبِيل اللَّه لِتَكُونَ كَلِمَة اللَّه هِيَ الْعُلْيَا فَمَاتَ بِسَبَبٍ غَيْر الْقَتْل ، وَأَمَّا مَا اِقْتَضَاهُ مَفْهُوم حَدِيث الْبَاب أَنَّ مَنْ اِتَّصَفَ بِالصِّفَاتِ الْمَذْكُورَة وَوَقَعَ بِهِ الطَّاعُون ثُمَّ لَمْ يَمُتْ مِنْهُ أَنَّهُ يَحْصُل لَهُ ثَوَاب الشَّهِيد فَشَهِدَ لَهُ حَدِيث اِبْن مَسْعُود الَّذِي أَخْرَجَهُ أَحْمَد مِنْ طَرِيق إِبْرَاهِيم بْن عُبَيْد بْن رِفَاعَة أَنَّ أَبَا مُحَمَّد أَخْبَرَهُ وَكَانَ مِنْ أَصْحَاب اِبْن مَسْعُود أَنَّهُ حَدَّثَهُ عَنْ رَسُول اللَّه ‘ قَالَ .",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "\" إِنَّ أَكْثَر شُهَدَاء أُمَّتِي لَأَصْحَاب الْفُرُش ، وَرُبَّ قَتِيل بَيْن الصَّفَّيْنِ اللَّه أَعْلَم بِنِيَّتِهِ \" وَالضَّمِير فِي قَوْله أَنَّهُ لِابْنِ مَسْعُود فَإِنَّ أَحْمَد أَخْرَجَهُ فِي مُسْنَد اِبْن مَسْعُود وَرِجَال سَنَده مُوَثَّقُونَ ، وَاسْتَنْبَطَ مِنْ الْحَدِيث أَنَّ مَنْ اِتَّصَفَ بِالصِّفَاتِ الْمَذْكُورَة ثُمَّ وَقَعَ بِهِ الطَّاعُون فَمَاتَ بِهِ أَنْ يَكُون لَهُ أَجْر شَهِيدَيْنِ ، وَلَا مَانِع مِنْ تَعَدُّد الثَّوَاب بِتَعَدُّدِ الْأَسْبَاب كَمَنْ يَمُوت غَرِيبًا بِالطَّاعُونِ ، أَوْ نُفَسَاء مَعَ الصَّبْر وَالِاحْتِسَاب ، وَالتَّحْقِيق فِيمَا اِقْتَضَاهُ حَدِيث الْبَاب أَنَّهُ يَكُون شَهِيدًا بِوُقُوعِ الطَّاعُون بِهِ وَيُضَاف لَهُ مِثْل أَجْر الشَّهِيد لِصَبْرِهِ وَثَبَاته ، فَإِنَّ دَرَجَة الشَّهَادَة شَيْء وَأَجْر الشَّهَادَة شَيْء ، وَقَدْ أَشَارَ إِلَى ذَلِكَ الشَّيْخ أَبُو مُحَمَّد بْن أَبِي جَمْرَة وَقَالَ : هَذَا هُوَ السِّرّ فِي قَوْله \" وَالْمَطْعُون شَهِيد \" وَفِي قَوْله فِي هَذَا : \" فَلَهُ مِثْل أَجْر شَهِيد \" وَيُمْكِن أَنْ يُقَال : بَلْ دَرَجَات الشُّهَدَاء مُتَفَاوِتَة ، فَأَرْفَعهَا مَنْ اِتَّصَفَ بِالصِّفَاتِ الْمَذْكُورَة وَمَاتَ بِالطَّاعُونِ ، وَدُونه فِي الْمَرْتَبَة مَنْ اِتَّصَفَ بِهَا وَطُعِنَ وَلَمْ يَمُتْ بِهِ ، وَدُونه مَنْ اِتَّصَفَ وَلَمْ يُطْعَن وَلَمْ يَمُتْ بِهِ .",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وَيُسْتَفَاد مِنْ الْحَدِيث أَيْضًا أَنَّ مَنْ لَمْ يَتَّصِف بِالصِّفَاتِ الْمَذْكُورَة لَا يَكُون شَهِيدًا وَلَوْ وَقَعَ الطَّاعُون وَمَاتَ بِهِ فَضْلًا عَنْ أَنْ يَمُوت بِغَيْرِهِ ، وَذَلِكَ يَنْشَأ عَنْ شُؤْم الِاعْتِرَاض الَّذِي يَنْشَأ عَنْهُ التَّضَجُّر وَالتَّسَخُّط لِقَدَرِ اللَّه وَكَرَاهَة لِقَاء اللَّه ، وَمَا أَشْبَهَ ذَلِكَ مِنْ الْأُمُور الَّتِي تَفُوت مَعَهَا الْخِصَال الْمَشْرُوطَة ، وَاَللَّه أَعْلَم . وَقَدْ جَاءَ فِي بَعْض الْأَحَادِيث اِسْتِوَاء شَهِيد الطَّاعُون وَشَهِيد الْمَعْرَكَة ، فَأَخْرَجَ أَحْمَد بِسَنَدٍ حَسَن عَنْ عُتْبَة بْن عَبْد السُّلَمِيّ رَفَعَهُ \" يَأْتِي الشُّهَدَاء وَالْمُتَوَفَّوْنَ بِالطَّاعُونِ ، فَيَقُول أَصْحَاب الطَّاعُون : نَحْنُ شُهَدَاء ، فَيُقَال : اُنْظُرُوا فَإِنْ كَانَ جِرَاحهمْ كَجِرَاحِ الشُّهَدَاء تَسِيل دَمًا وَرِيحهَا كَرِيحِ الْمِسْك فَهُمْ شُهَدَاء ، فَيَجِدُونَهُمْ كَذَلِكَ \" . وَلَهُ شَاهِد مِنْ حَدِيث الْعِرْبَاض بْن سَارِيَة أَخْرَجَهُ أَحْمَد أَيْضًا وَالنَّسَائِيُّ بِسَنَدٍ حَسَن أَيْضًا بِلَفْظِ \" يَخْتَصِم الشُّهَدَاء وَالْمُتَوَفَّوْنَ عَلَى فُرُشهمْ إِلَى رَبّنَا عَزَّ وَجَلَّ فِي الَّذِينَ مَاتُوا بِالطَّاعُونِ ، فَيَقُول الشُّهَدَاء : إِخْوَاننَا قُتِلُوا كَمَا قُتِلْنَا ، وَيَقُول الَّذِينَ مَاتُوا عَلَى فُرُشهمْ إِخْوَاننَا مَاتُوا عَلَى فُرُشهمْ كَمَا مُتْنَا ، فَيَقُول اللَّه عَزَّ وَجَلَّ : اُنْظُرُوا إِلَى جِرَاحهمْ ، فَإِنْ أَشْبَهَتْ جِرَاح الْمَقْتُولِينَ فَإِنَّهُمْ مِنْهُمْ ، فَإِذَا جِرَاحهمْ أَشْبَهَتْ جِرَاحهمْ \" زَادَ الْكَلَابَاذِيّ فِي \" مَعَانِي الْأَخْبَار \" مِنْ هَذَا الْوَجْه فِي آخِره \" فَيَلْحَقُونَ بِهِمْ \" (¬1). ¶ ¬__________ ¶ (¬1) فتح الباري لابن حجر",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "9- الجهاد والهجرة فى سبيل الله - عز وجل - : ¶ قال - عز وجل - { إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَاجَرُوا وَجَاهَدُوا فِي سَبِيلِ اللَّهِ أُولَئِكَ يَرْجُونَ رَحْمَتَ اللَّهِ وَاللَّهُ غَفُورٌ رَحِيمٌ} (البقرة:218) ¶ قال العلامة السعدي ’(¬1): ¶ هذه الأعمال الثلاثة، هي عنوان السعادة وقطب رحى العبودية، وبها يعرف ما مع الإنسان، من الربح والخسران، فأما الإيمان، فلا تسأل عن فضيلته، وكيف تسأل عن شيء هو الفاصل بين أهل السعادة وأهل الشقاوة، وأهل الجنة من أهل النار؟ وهو الذي إذا كان مع العبد، قبلت أعمال الخير منه، وإذا عدم منه لم يقبل له صرف ولا عدل، ولا فرض، ولا نفل. ¶ وأما الهجرة: فهي مفارقة المحبوب المألوف، لرضا الله تعالى، فيترك المهاجر وطنه وأمواله، وأهله، وخلانه، تقربا إلى الله ونصرة لدينه. ¶ وأما الجهاد: فهو بذل الجهد في مقارعة الأعداء، والسعي التام في نصرة دين الله، وقمع دين الشيطان، وهو ذروة الأعمال الصالحة، وجزاؤه، أفضل الجزاء، وهو السبب الأكبر، لتوسيع دائرة الإسلام وخذلان عباد الأصنام، وأمن المسلمين على أنفسهم وأموالهم وأولادهم. ¶ فمن قام بهذه الأعمال الثلاثة على لأوائها ومشقتها كان لغيرها أشد قياما به وتكميلا. ¶ فحقيق بهؤلاء أن يكونوا هم الراجون رحمة الله، لأنهم أتوا بالسبب الموجب للرحمة، وفي هذا دليل على أن الرجاء لا يكون إلا بعد القيام بأسباب السعادة، وأما الرجاء المقارن للكسل، وعدم القيام بالأسباب، فهذا عجز وتمن وغرور، وهو دال على ضعف همة صاحبه، ونقص عقله، بمنزلة من يرجو وجود ولد بلا نكاح، ووجود الغلة بلا بذر وسقي، ونحو ذلك. ¶ وفي قوله: { أُولَئِكَ يَرْجُونَ رَحْمَةَ اللَّهِ } إشارة إلى أن العبد ولو أتى من الأعمال بما أتى به لا ينبغي له أن يعتمد عليها، ويعول عليها، بل يرجو رحمة ربه، ويرجو قبول أعماله ومغفرة ذنوبه، وستر عيوبه. ¶ ¬__________ ¶ (¬1) التفسير",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "ولهذا قال: { وَاللَّهُ غَفُورٌ } أي: لمن تاب توبة نصوحا { رَحِيمٌ } وسعت رحمته كل شيء، وعم جوده وإحسانه كل حي. ¶ وفي هذا دليل على أن من قام بهذه الأعمال المذكورة، حصل له مغفرة الله، إذ الحسنات يذهبن السيئات وحصلت له رحمة الله. ¶ وإذا حصلت له المغفرة، اندفعت عنه عقوبات الدنيا والآخرة، التي هي آثار الذنوب، التي قد غفرت واضمحلت آثارها، وإذا حصلت له الرحمة، حصل على كل خير في الدنيا والآخرة؛ بل أعمالهم المذكورة من رحمة الله بهم، فلولا توفيقه إياهم، لم يريدوها، ولولا إقدارهم عليها، لم يقدروا عليها، ولولا إحسانه لم يتمها ويقبلها منهم، فله الفضل أولا وآخرا، وهو الذي منّ بالسبب والمسبب. ¶ وقال - عز وجل - { الَّذِينَ آمَنُوا وَهَاجَرُوا وَجَاهَدُوا فِي سَبِيلِ اللَّهِ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ أَعْظَمُ دَرَجَةً عِنْدَ اللَّهِ وَأُولَئِكَ هُمُ الْفَائِزُونَ(20) يُبَشِّرُهُمْ رَبُّهُمْ بِرَحْمَةٍ مِنْهُ وَرِضْوَانٍ وَجَنَّاتٍ لَهُمْ فِيهَا نَعِيمٌ مُقِيمٌ(21)} (التوبة) ، وقال - عز وجل - فى الجهاد { لا يَسْتَوِي الْقَاعِدُونَ مِنَ الْمُؤْمِنِينَ غَيْرُ أُولِي الضَّرَرِ وَالْمُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فَضَّلَ اللَّهُ الْمُجَاهِدِينَ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ عَلَى الْقَاعِدِينَ دَرَجَةً وَكُلّاً وَعَدَ اللَّهُ الْحُسْنَى وَفَضَّلَ اللَّهُ الْمُجَاهِدِينَ عَلَى الْقَاعِدِينَ أَجْراً عَظِيماً(95) دَرَجَاتٍ مِنْهُ وَمَغْفِرَةً وَرَحْمَةً وَكَانَ اللَّهُ غَفُوراً رَحِيماً (96) } (النساء) ، والشهادة فى سبيله - جل جلاله - قال - عز وجل - { وَلَئِنْ قُتِلْتُمْ فِي سَبِيلِ اللَّهِ أَوْ مُتُّمْ لَمَغْفِرَةٌ مِنَ اللَّهِ وَرَحْمَةٌ خَيْرٌ مِمَّا يَجْمَعُونَ } (آل عمران:157) . ¶ 10- الإحسان :",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "قال - عز وجل - { ادْعُوا رَبَّكُمْ تَضَرُّعًا وَخُفْيَةً إِنَّهُ لا يُحِبُّ الْمُعْتَدِينَ (55) وَلا تُفْسِدُوا فِي الأرْضِ بَعْدَ إِصْلاحِهَا وَادْعُوهُ خَوْفًا وَطَمَعًا إِنَّ رَحْمَتَ اللَّهِ قَرِيبٌ مِنَ الْمُحْسِنِينَ(56) }(الأعراف) . ¶ قال العلامة السعدي ’: ¶ الدعاء يدخل فيه دعاء المسألة، ودعاء العبادة، فأمر بدعائه { تَضَرُّعًا } أي: إلحاحا في المسألة، ودُءُوبا في العبادة، { وَخُفْيَةً } أي: لا جهرا وعلانية، يخاف منه الرياء، بل خفية وإخلاصا للّه تعالى. ¶ { إِنَّهُ لا يُحِبُّ الْمُعْتَدِينَ } أي: المتجاوزين للحد في كل الأمور، ومن الاعتداء كون العبد يسأل اللّه مسائل لا تصلح له، أو يتنطع في السؤال، أو يبالغ في رفع صوته بالدعاء، فكل هذا داخل في الاعتداء المنهي عنه. ¶ { وَلا تُفْسِدُوا فِي الأرْضِ } بعمل المعاصي { بَعْدَ إِصْلاحِهَا } بالطاعات، فإن المعاصي تفسد الأخلاق والأعمال والأرزاق، كما قال تعالى: { ظَهَرَ الْفَسَادُ فِي الْبَرِّ وَالْبَحْرِ بِمَا كَسَبَتْ أَيْدِي النَّاسِ } كما أن الطاعات تصلح بها الأخلاق، والأعمال، والأرزاق، وأحوال الدنيا والآخرة. ¶ { وَادْعُوهُ خَوْفًا وَطَمَعًا } أي: خوفا من عقابه، وطمعا في ثوابه، طمعا في قبولها، وخوفا من ردها، لا دعاء عبد مدل على ربه قد أعجبته نفسه، ونزل نفسه فوق منزلته، أو دعاء من هو غافل لاهٍ.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "وحاصل ما ذكر اللّه من آداب الدعاء: الإخلاص فيه للّه وحده، لأن ذلك يتضمنه الخفية، وإخفاؤه وإسراره، وأن يكون القلب خائفا طامعا لا غافلا ولا آمنا ولا غير مبال بالإجابة، وهذا من إحسان الدعاء، فإن الإحسان في كل عبادة بذل الجهد فيها، وأداؤها كاملة لا نقص فيها بوجه من الوجوه، ولهذا قال: { إِنَّ رَحْمَتَ اللَّهِ قَرِيبٌ مِنَ الْمُحْسِنِينَ } في عبادة اللّه، المحسنين إلى عباد اللّه، فكلما كان العبد أكثر إحسانا، كان أقرب إلى رحمة ربه، وكان ربه قريبا منه برحمته، وفي هذا من الحث على الإحسان ما لا يخفى(¬1). ¶ 11- الإنفاق فى سبيل الله - عز وجل - : ¶ قال - عز وجل - { وَمِنَ الْأَعْرَابِ مَنْ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَيَتَّخِذُ مَا يُنْفِقُ قُرُبَاتٍ عِنْدَ اللَّهِ وَصَلَوَاتِ الرَّسُولِ أَلا إِنَّهَا قُرْبَةٌ لَهُمْ سَيُدْخِلُهُمُ اللَّهُ فِي رَحْمَتِهِ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ } (التوبة:99) ¶ { ¶ ¬__________ ¶ (¬1) التفسير",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "وَمِنَ الأعراب مَن يُؤْمِنُ بالله واليوم الآخر وَيَتَّخِذُ مَا يُنفِقُ } في الجهاد والصدقات { قربات } أسباباً للقربة { عَندَ الله } وهو مفعول ثان ل { يَتَّخِذُ } { وصلوات الرسول } أي دعاءه لأنه Aكان يدعو للمتصدقين بالخير والبركة ويستغفر لهم كقوله «اللهم صل على آل أبي أوفى» { أَلا إِنَّهَا } أي النفقة أو صلوات الرسول { قُرْبَةٌ لَّهُمْ } { قُرْبَةٌ } نافع . وهذا شهادة من الله للمتصدق بصحة ما اعتقد من كون نفقته قربات وصلوات ، وتصديق لرجائه على طريق الاستئناف مع حرفي التنبيه ، والتحقيق المؤذنين بثبات الأمر وتمكنه ، وكذلك { سَيُدْخِلُهُمُ الله فِي رَحْمَتِهِ } أي جنته وما في السين من تحقيق الوعد ، وما أدل هذا الكلام على رضا الله من المتصدقين ، وأن الصدقة منه بمكان إذا خلصت النية من صاحبها { إِنَّ الله غَفُورٌ } يستر عيب المخل { رَّحِيمٌ } يقبل جُهد المقل(¬1). ¶ { وَيَتَّخِذُ مَا يُنْفِقُ قُرُبَاتٍ عِنْدَ اللَّهِ } أي: يحتسب نفقته، ويقصد بها وجه اللّه تعالى والقرب منه { و } يجعلها وسيلة لـ { صَلَوَاتِ الرَّسُولِ } أي: دعائه لهم، وتبريكه عليهم، قال تعالى مبينا لنفع صلوات الرسول: { أَلا إِنَّهَا قُرْبَةٌ لَهُمْ } تقربهم إلى اللّه، وتنمي أموالهم وتحل فيها البركة. { سَيُدْخِلُهُمُ اللَّهُ فِي رَحْمَتِهِ } في جملة عباده الصالحين إنه غفور رحيم، فيغفر السيئات العظيمة لمن تاب إليه، ويعم عباده برحمته، التي وسعت كل شيء، ويخص عباده المؤمنين برحمة يوفقهم فيها إلى الخيرات، ويحميهم فيها من المخالفات، ويجزل لهم فيها أنواع المثوبات(¬2). ¶ 12- الإصلاح بين المسلمين ( إصلاح ذات البين): ¶ قال - عز وجل - {إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ فَأَصْلِحُوا بَيْنَ أَخَوَيْكُمْ وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُرْحَمُونَ } (الحجرات:10) ¶ { ¶ ¬__________ ¶ (¬1) تفسير النسفي - (ج 1 / ص 461) ¶ (¬2) تفسير السعدي - (ج 1 / ص 349)",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ } هذا عقد، عقده الله بين المؤمنين، أنه إذا وجد من أي شخص كان، في مشرق الأرض ومغربها، الإيمان بالله، وملائكته، وكتبه، ورسله، واليوم الآخر، فإنه أخ للمؤمنين، أخوة توجب أن يحب له المؤمنون، ما يحبون لأنفسهم، ويكرهون له ما يكرهون لأنفسهم، ولهذا قال النبي - صلى الله عليه وسلم - آمرًا بحقوق الأخوة الإيمانية: \"لا تحاسدوا، ولا تناجشوا، ولا تباغضوا، ولا يبع أحدكم على بيع بعض، وكونوا عباد الله إخوانًا المؤمن أخو المؤمن،لا يظلمه، ولا يخذله، ولا يحقره\" (2) . ¶ وقال - صلى الله عليه وسلم - \"المؤمن للمؤمن، كالبنيان يشد بعضه بعضًا\" وشبك - صلى الله عليه وسلم - بين أصابعه. ¶ ولقد أمر الله ورسوله بالقيام بحقوق المؤمنين بعضهم لبعض، وبما به يحصل التآلف والتوادد، والتواصل بينهم كل هذا، تأييد لحقوق بعضهم على بعض، فمن ذلك، إذا وقع الاقتتال بينهم، الموجب لتفرق القلوب وتباغضها [وتدابرها]، فليصلح المؤمنون بين إخوانهم، وليسعوا فيما به يزول شنآنهم. ¶ ثم أمر بالتقوى عمومًا ورتب على القيام بحقوق المؤمنين وبتقوى الله، الرحمة [ فقال: { لَعَلَّكُمْ تُرْحَمُونَ } وإذا حصلت الرحمة، حصل خير الدنيا والآخرة، ودل ذلك، على أن عدم القيام بحقوق المؤمنين من أعظم حواجب الرحمة.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "وفي هاتين الآيتين من الفوائد غير ما تقدم: أن الاقتتال بين المؤمنين مناف للأخوة الإيمانية، ولهذا كان من أكبر الكبائر، وأن الإيمان والأخوة الإيمانية، لا تزول مع وجود القتال كغيره من الذنوب الكبار التي دون الشرك، وعلى ذلك مذهب أهل السنة والجماعة، وعلى وجوب الإصلاح بين المؤمنين بالعدل، وعلى وجوب قتال البغاة حتى يرجعوا إلى أمر الله، وعلى أنهم لو رجعوا، لغير أمر الله بأن رجعوا على وجه لا يجوز الإقرار عليه والتزامه أنه لا يجوز ذلك، وأن أموالهم معصومة لأن الله أباح دماءهم وقت استمرارهم على بغيهم خاصةدون أموالهم(¬1). ¶ 13- الإئتلاف والجماعة : ¶ قال - عز وجل - {وَلَوْ شَاءَ رَبُّكَ لَجَعَلَ النَّاسَ أُمَّةً وَاحِدَةً وَلا يَزَالُونَ مُخْتَلِفِينَ (118 ) إِلَّا مَنْ رَحِمَ (119)}(هود) وثبت فى السنة أن الجماعة رحمة فعَنِ النُّعْمَانِ بْنِ بَشِيرٍ _ قَالَ قَالَ النَّبِىُّ -‘- عَلَى الْمِنْبَرِ « مَنْ لَمْ يَشْكُرِ الْقَلِيلَ لَمْ يَشْكُرِ الْكَثِيرَ وَمَنْ لَمْ يَشْكُرِ النَّاسَ لَمْ يَشْكُرِ اللَّهَ وَالتَّحَدُّثُ بِنِعْمَةِ اللَّهِ شُكْرٌ وَتَرْكُهَا كُفْرٌ وَالْجَمَاعَةُ رَحْمَةٌ وَالْفُرْقَةُ عَذَابٌ »(¬2). ¶ قال علامة القصيم ’: يخبر تعالى أنه لو شاء لجعل الناس كلهم أمة واحدة على الدين الإسلامي، فإن مشيئته غير قاصرة، ولا يمتنع عليه شيء، ولكنه اقتضت حكمته، أن لا يزالوا مختلفين، مخالفين للصراط المستقيم، متبعين للسبل الموصلة إلى النار، كل يرى الحق، فيما قاله، والضلال في قول غيره. ¶ { ¶ ¬__________ ¶ (¬1) تفسير السعدي - (ج 1 / ص 800) ¶ (¬2) رواه عبد الله بن الإمام أحمد فى زوائده على المسند وحسنه الألباني فى الصحيحة برقم 667.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "إِلا مَنْ رَحِمَ رَبُّكَ } فهداهم إلى العلم بالحق والعمل به، والاتفاق عليه، فهؤلاء سبقت لهم، سابقة السعادة، وتداركتهم العناية الربانية والتوفيق الإلهي.وأما من عداهم، فهم مخذولون موكولون إلى أنفسهم. ¶ وقوله: { وَلِذَلِكَ خَلَقَهُمْ } أي: اقتضت حكمته، أنه خلقهم، ليكون منهم السعداء والأشقياء، والمتفقون والمختلفون، والفريق الذين هدى الله، والفريق الذين حقت عليهم الضلالة، ليتبين للعباد، عدله وحكمته، وليظهر ما كمن في الطباع البشرية من الخير والشر، ولتقوم سوق الجهاد والعبادات التي لا تتم ولا تستقيم إلا بالامتحان والابتلاء.{ وَ } لأنه { تَمَّتْ كَلِمَةُ رَبِّكَ لأمْلأنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ } فلا بد أن ييسر للنار أهلا يعملون بأعمالها الموصلة إليها(¬1). ¶ 14- الأمر بالمعروف والنهى عن المنكر: ¶ و قال - عز وجل - {َالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ يَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَيُقِيمُونَ الصَّلاةَ وَيُؤْتُونَ الزَّكَاةَ وَيُطِيعُونَ اللَّهَ وَرَسُولَهُ أُولَئِكَ سَيَرْحَمُهُمُ اللَّهُ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ} (التوبة:71) ¶ وقوله: { يَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ } كما قال تعالى: { وَلْتَكُنْ مِنْكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ } [آل عمران:104] ¶ ¬__________ ¶ (¬1) تفسير السعدي - (ج 1 / ص 392)",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "وقوله تعالى: { وَيُقِيمُونَ الصَّلاةَ وَيُؤْتُونَ الزَّكَاةَ } أي: يطيعون الله ويحسنون إلى خلقه، { وَيُطِيعُونَ اللَّهَ وَرَسُولَهُ } أي: فيما أمر، وترك ما عنه زجر، { أُولَئِكَ سَيَرْحَمُهُمُ اللَّهُ } أي: سيرحم الله من اتصف بهذه الصفات، { إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ } أي: عزيز، من أطاعه أعزه، فإن العزة لله ولرسوله وللمؤمنين، { حَكِيمٌ } في قسمته هذه الصفات لهؤلاء، وتخصيصه المنافقين بصفاتهم المتقدمة، فإن له الحكمة في جميع ما يفعله، تبارك وتعالى(¬1). ¶ من أسباب الرحمة فى السنة النبوية ¶ أو ¶ ( المرحومون فى السنة النبوية على صاحبها أتم الصلاة والتسليم(¬2) ) ¶ -المرحومون فى السنة النبوية على صاحبها - صلى الله عليه وسلم - : ¶ 31- المرحومون بشرف الانتساب إلى أمة النبي - صلى الله عليه وسلم - . ¶ 32- الواصلون للأرحام. ¶ 33- الراحمون للخلق الله - عز وجل - . ¶ 34- المسامحون فى البيع والشراء و فى القضاء ( عند أخذ الحقوق) . ¶ 35- العائدون لمرضي . ¶ 36- المحسنون فى الكلام والصمت . ¶ 37- المحافظون على قيا م الليل وإيقاظ الأهل. ¶ 38- المتحللون من المظالم . ¶ 39- المحافظون على صلاة أربع ركعات قبل العصر. ¶ 40- المحلقون في النسك . ¶ 41- أصحاب مجالس الذكر (مجالس العلم والدراسة). ¶ 42- الحامدون الله كثيرًا. ¶ 43- الملتمسون مرضاة الله - عز وجل - . ¶ 44- الخائفون من الله - عز وجل - . ¶ 45- المعلقة قلوبهم بالمساجد . ¶ 46- المحدثون بحديث رسول الله - صلى الله عليه وسلم - . ¶ 1- شرف الانتساب إلى أمة النبي - صلى الله عليه وسلم - : ¶ ¬__________ ¶ (¬1) تفسير ابن كثير - (ج 4 / ص 175) ¶ (¬2) فائدة: وقد سبقت المؤلفات فى ذلك واذكر على سبيل المثال لا الحصر: ¶ - ... المرحومون فى السنة النبوية - أبو عبد الرحمن محمد بن محمود بن مصطفى الإسكندرني- دار ابن حزم.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "أَبِى مُوسَى - رضي الله عنه - قَالَ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - « أُمَّتِى هَذِهِ أُمَّةٌ مَرْحُومَةٌ لَيْسَ عَلَيْهَا عَذَابٌ فِى الآخِرَةِ عَذَابُهَا فِى الدُّنْيَا الْفِتَنُ وَالزَّلاَزِلُ وَالْقَتْلُ » (¬1) ¶ وفى رواية الإمام أحمد أَنَّهُ سَمِعَ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ « إِنَّ هَذِهِ الأُمَّةَ مَرْحُومَةٌ جَعَلَ اللَّهُ عَزَّ وَجَلَّ عَذَابَهَا بَيْنَهَا فَإِذَا كَانَ يَوْمُ الْقِيَامَةِ دُفِعَ إِلَى كُلِّ امْرِئٍ مِنْهُمْ رَجُلٌ مِنْ أَهْلِ الأَدْيَانِ فَقَالَ هَذَا يَكُونُ فِدَاءَكَ مِنَ النَّارِ »(¬2). ¶ ¬__________ ¶ (¬1) رواه الإمام أحمد وأبو داود وابن ماجة وصححه الألباني وقد رواه الامام الحاكم فى المستدرك وصححه الذهبى فى التلخيص ¶ (¬2) وقد ضعفه العلامة شعيب الأرناؤوط ’ فقال: ضعيف يزيد وهو ابن هارون وهاشم بن القاسم رويا عن المسعودي بعد الاختلاط وقد اختلف فيه على أبي بردة اختلافا كثيرا . ¶ * وقد أشار شيخ الصنعة الإمام أبو عبد الله البخاري ’ في التاريخ الكبير 1 / 39 بعد أ أورد طرق هذا الحديث وبين ما فيها من الاضطراب : والخبر عن النبي صلى الله عليه وسلم في الشفاعة وأن قوما يعذبون ثم يخرجون أكثر وأبين وأشهر . وهذا يدل على أن البخاري رحمه الله أضاف إلى اضطراب السند نقد المتن وأنه مخالف للأحاديث الصحيحة التي تكاد تكون متواترة بأن أناسا من أمة محمد صلى الله عليه وسلم يدخلون النار ثم يخرجون منها بشفاعة النبي - صلى الله عليه وسلم - .. ¶ قال البيهقي ’ عند قوله - صلى الله عليه وسلم - : : ما منكم من رجل إلا له منزلان منزل في الجنة و منزل في النار فإن مات ودخل النار ورث أهل الجنة منزله قال : فذلك قوله :{ أُولَئِكَ هُمُ الْوَارِثُونَ} (المؤمنون:10) ¶ : ¶ و يشبه أن يكون هذا الحديث تفسيرا لحديث الفداء و الكافر إذا أورث على المؤمن مقعده من الجنة و المؤمن إذا أورث على الكافر مقعده من النار يصير في التقدير كأنه فدى المؤمن بالكافر و الله أعلم ¶ و قد علل البخاري رحمه الله حديث الفداء برواية بريد بن عبد الله و غيره عن أبي بردة عن رجل من الأنصار عن أبيه و برواية أبي حصين عنه عن عبد الله بن يزيد ، و برواية حميد عنه عن رجل من أصحاب النبي - صلى الله عليه وسلم - ¶ ثم قال الخبر عن النبي - صلى الله عليه وسلم - في الشفاعة و أن قوما يعذبون ثم يخرجون من النار أكثر و أبين ¶ و حديث أبي بردة بن أبي موسى عن أبيه عن النبي صلى الله عليه و سلم قد صح عند مسلم بن الحجاج و غيره رحمهم الله من الأوجه التي أشرنا إليها و غيرها و وجهه ما ذكرناه و ذلك لا ينافي حديث الشفاعة فإن حديث الفداء و إن ورد مورد العموم في كل مؤمن فيحتمل أن يكون المراد به كل مؤمن قد صارت ذنوبه مكفرة بما أصابه من البلايا في حياته ففي بعض ألفاظه : إن أمتي أمة مرحومة جعل الله عذابها بأيديها فإن كان يوم القيامة دفع الله إلى كل رجل من المسلمين رجلا من أهل الأديان فكان فداؤه من النار. ¶ وحديث الشفاعة يكون فيمن لم تصر ذنوبه مكفرة في حياته و يحتمل أن يكون هذا القول لهم في حديث الفداء بعد الشفاعة و الله أعلم ¶ و أما حديث شداد أبي طلحة الراسبي عن غيلان بن جرير عن أبي بردة بن أبي موسى عن أبيه عن النبي - صلى الله عليه وسلم - قال : يجيء يوم القيامة ناس من المسلمين بذنوب مثل الجبال يغفرها الله لهم و يضعها على اليهود و النصارى ـ فيما أحسب أنا ـ قاله بعض رواته فهذا حديث شك فيه راويه و شداد أبو طلحة ممن تكلم أهل العلم بالحديث فيه و إن كان مسلم بن الحجاج استشهد به في كتابه فليس هو ممن يقبل منه ما يخالف فيه و الذين خالفوه في لفظ الحديث عدد و هو واحد و كل واحد ممن خالفه أحفظ منه فلا معنى للاشتغال بتأويل ما رواه مع خلاف ظاهر ما رواه الأصول الصحيحة الممهدة في { ألا تزر وازرة وزر أخرى } و الله أعلم [شعب الإيمان[ جزء 1 - صفحة342 ] وقال مقيده عفا الله عنه وأكرمه بأنه من الأمة المرحومة يشهد له الأثر الموقوف(حديث الفتون الطويل ) عن ابن عباس - رضي الله عنه - عن موسى - عليه السلام - : إن رحمتك كتبتها لقوم غير قومي فليتك أخرتني حتى تخرجني حيا في أمة ذلك الرجل المرحومة .مسند أبو يعلى وقال محققه :رجاله ثقات. ورواه النسائي فى السنن الكبرى .",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "وفى رواية ابن ماجة عَنْ أَنَسِ بْنِ مَالِكٍ - رضي الله عنه - قَالَ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - « إِنَّ هَذِهِ أُمَّةٌ مَرْحُومَةٌ عَذَابُهَا بِأَيْدِيهَا فَإِذَا كَانَ يَوْمُ الْقِيَامَةِ دُفِعَ إِلَى كُلِّ رَجُلٍ مِنَ الْمُسْلِمِينَ رَجُلٌ مِنَ الْمُشْرِكِينَ فَيُقَالُ هَذَا فِدَاؤُكَ مِنَ النَّارِ ». ¶ ومعنى (عَذَابُهَا بِأَيْدِيهَا) روى أبى يعلى فى مسنده عن أبي هريرة - رضي الله عنه - قال : إن هذه الأمة أمة مرحومة لا عذاب عليها إلا ما عذبت هي أنفسها قال : قلت : وكيف تعذب أنفسها ؟ قال : أما كان يوم النهر عذاب أما كان يوم الجمل عذاب ؟ أما كان يوم صفين [ عذاب ] ؟(¬1) ¶ عَنْ عَبْدِ اللَّهِ - رضي الله عنه - قَالَ كُنَّا مَعَ النَّبِىِّ - صلى الله عليه وسلم - فِى قُبَّةٍ فَقَالَ « أَتَرْضَوْنَ أَنْ تَكُونُوا رُبُعَ أَهْلِ الْجَنَّةِ » . قُلْنَا نَعَمْ . قَالَ « تَرْضَوْنَ أَنْ تَكُونُوا ثُلُثَ أَهْلِ الْجَنَّةِ » . قُلْنَا نَعَمْ . قَالَ « أَتَرْضَوْنَ أَنْ تَكُونُوا شَطْرَ أَهْلِ الْجَنَّةِ » . قُلْنَا نَعَمْ . قَالَ « وَالَّذِى نَفْسُ مُحَمَّدٍ بِيَدِهِ إِنِّى لأَرْجُو أَنْ تَكُونُوا نِصْفَ أَهْلِ الْجَنَّةِ ، وَذَلِكَ أَنَّ الْجَنَّةَ لاَ يَدْخُلُهَا إِلاَّ نَفْسٌ مُسْلِمَةٌ ، وَمَا أَنْتُمْ فِى أَهْلِ الشِّرْكِ إِلاَّ كَالشَّعْرَةِ الْبَيْضَاءِ فِى جِلْدِ الثَّوْرِ الأَسْوَدِ أَوْ كَالشَّعْرَةِ السَّوْدَاءِ فِى جِلْدِ الثَّوْرِ الأَحْمَرِ »(¬2) . ¶ ¬__________ ¶ (¬1) مسند أبي يعلىجـ11 صـ 67 وقال حسين سليم أسد : إسناده صحيح. ¶ (¬2) متفق عليه.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "عَنِ ابْنِ مَسْعُودٍ - رضي الله عنه - قَالَ: قَالَ لَنَا رَسُولُ اللَّهِ - صلى الله عليه وسلم - « كَيْفَ أَنْتُمْ وَرُبُعَ أَهْلِ الْجَنَّةِ لَكُمْ رُبُعُهَا وَلِسَائِرِ النَّاسِ ثَلاَثَةُ أَرْبَاعِهَا ». قَالُوا اللَّهُ وَرَسُولُهُ أَعْلَمُ. قَالَ « فَكَيْفَ أَنْتُمْ وَثُلُثَهَا ». قَالُوا فَذَاكَ أَكْثَرُ. قَالَ « فَكَيْفَ أَنْتُمْ وَالشَّطْرَ ». قَالُوا فَذَلِكَ أَكْثَرُ. فَقَالَ رَسُولُ اللَّهِ -‘- « أَهْلُ الْجَنَّةِ يَوْمَ الْقِيَامَةِ عِشْرُونَ وَمِائَةُ صَفٍّ أَنْتُمْ مِنْهَا ثَمَانُونَ صَفًّا ».(¬1) ¶ و عَنِ ابْنِ بُرَيْدَةَ عَنْ أَبِيهِ قَالَ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - « أَهْلُ الْجَنَّةِ عِشْرُونَ وَمِائَةُ صَفٍّ مِنْهُمْ ثَمَانُونَ مِنْ هَذِهِ الأُمَّةِ - وَقَالَ عَفَّانُ مَرَّةً - أَنْتُمْ مِنْهُمْ ثَمَانُونَ صَفًّا ». (¬2) ¶ وعَنْ بَهْزِ بْنِ حَكِيمٍ عَنْ أَبِيهِ عَنْ جَدِّهِ أَنَّهُ سَمِعَ النَّبِىَّ - صلى الله عليه وسلم - يَقُولُ فِى قَوْلِهِ {كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ} قَالَ « إِنَّكُمْ تُتِمُّونَ سَبْعِينَ أُمَّةً أَنْتُمْ خَيْرُهَا وَأَكْرَمُهَا عَلَى اللَّهِ ». هَذَا حَدِيثٌ حَسَنٌ. وَقَدْ رَوَى غَيْرُ وَاحِدٍ هَذَا الْحَدِيثَ عَنْ بَهْزِ بْنِ حَكِيمٍ نَحْوَ هَذَا وَلَمْ يَذْكُرُوا فِيهِ ( كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ ).(¬3) ¶ ¬__________ ¶ (¬1) رواه أحمد وقال الشيخ شعيب الأرناؤوط : صحيح لغيره. ¶ (¬2) رواه أحمد وقال الشيخ شعيب الأرناؤوط : إسناده صحيح رجاله ثقات رجال الصحيح. ¶ (¬3) رواه الترمذي قال الشيخ الألباني حسن.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "قوله ( أهل الجنة عشرون ومائة صف ) أي قدرها أو صوروا صفوفا ( ثمانون ) أي صفا ( منها ) أي من جملة العدد ( من هذه الأمة ) أي كائنون من هذه الأمة ( وأربعون ) أي صفا ( عن سائر الأمم ) والمقصود بيان تكثير هذه الأمة وأنهم ثلثان في القسمة . ¶ قال الطيبي ’: فإن قلت كيف التوفيق بين هذا وبين ما ورد من قوله - صلى الله عليه وسلم - (( والذي نفسي بيده أرجو أن تكونوا ربع أهل الجنة))فكبرنا فقال - صلى الله عليه وسلم - (( أرجو أن تكونوا ثلث أهل الجنة)) فكبرنا فقال - صلى الله عليه وسلم - (( أرجو أن تكونوا نصف أهل الجنة)) قلت يحتمل أن يكون الثمانون صفا مساويا في العدد للأربعين صفا وأن يكونوا كما زاد على الربع والثلث يزيد على النصف كرامة له - صلى الله عليه وسلم - . ¶ وقال الشيخ عبد الحق ’ في ((اللمعات)) لا ينافي هذا قوله - صلى الله عليه وسلم - أرجو أن تكونوا نصف أهل الجنة لأنه يحتمل أن يكون رجاؤه - صلى الله عليه وسلم - ذلك ثم زيد وبشر من عند الله بالزيادة بعد ذلك. ¶ وأما قول الطيبي يحتمل أن يكون الثمانون صفا مساويا لأربعين صفا فبعيد لأن الظاهر من قوله ‘ أهل الجنة عشرون ومائة صف أن يكون الصفوف متساوية والله أعلم انتهى.قوله (هذاحديث حسن ) وأخرجه أحمد وبن ماجه والدارمي وبن حبان والحاكم والبيهقي في كتاب البعث والنشور(¬1). ¶ وعن بَهْزِ بْنِ حَكِيمٍ عَنْ أَبِيهِ عَنْ جَدِّهِ قَالَ سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ « إِنَّكُمْ وَفَّيْتُمْ سَبْعِينَ أُمَّةً أَنْتُمْ خَيْرُهَا وَأَكْرَمُهَا عَلَى اللَّهِ ».(¬2) ¶ ¬__________ ¶ (¬1) أفاده المباركفوري فى تحفة الاحوذي. ¶ (¬2) وأخرجه أحمد وحسنه الارؤوناط ابن ماجة قال الشيخ الألباني.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "قَالَ الشَّافِعِىُّ ’ : ثُمَّ أَخْبَرَ جَلَّ ثَنَاؤُهُ أَنَّهُ جَعَلَهُ فَاتِحَ رَحْمَتِهِ عِنْدَ فَتْرَةِ رُسُلِهِ فَقَالَ {يَا أَهْلَ الْكِتَابِ قَدْ جَاءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ عَلَى فَتْرَةٍ مِنَ الرُّسُلِ أَنْ تَقُولُوا مَا جَاءَنَا مِنْ بَشِيرٍ وَلاَ نَذِيرٍ فَقَدْ جَاءَكُمْ بَشِيرٌ وَنَذِيرٌ} وَقَالَ {هُوَ الَّذِى بَعَثَ فِى الأُمِّيِّينَ رَسُولاً مِنْهُمْ} وَكَانَ فِى ذَلِكَ مَا دَلَّ عَلَى أَنَّهُ بَعَثَهُ إِلَى خَلْقِهِ لأَنَّهُمْ كَانُوا أَهْلَ الْكِتَابِ وَأُمِّيِّينَ وَإِنَّهُ فَتَحَ بِهِ رَحْمَتَهُ وَخَتَمَ بِهِ نُبُوَّتَهُ فَقَالَ {مَا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِنْ رِجَالِكُمْ وَلَكِنْ رَسُولَ اللَّهِ وَخَاتَمَ النَّبِيِّينَ}(¬1) ¶ 2- صلة الأرحام : ¶ أخرج البخاري مختصراً عن عَائِشَةَ - رضي الله عنه - زَوْجِ النَّبِىِّ - صلى الله عليه وسلم - عَنِ النَّبِىِّ - صلى الله عليه وسلم - قَالَ « الرَّحِمُ شِجْنَةٌ ، فَمَنْ وَصَلَهَا وَصَلْتُهُ ، وَمَنْ قَطَعَهَا قَطَعْتُهُ » . ¶ وعَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو قَالَ قَالَ رَسُولُ اللَّهِ -‘- « الرَّاحِمُونَ يَرْحَمُهُمُ الرَّحْمَنُ ارْحَمُوا مَنْ فِى الأَرْضِ يَرْحَمْكُمْ مَنْ فِى السَّمَاءِ الرَّحِمُ شُجْنَةٌ مِنَ الرَّحْمَنِ فَمَنْ وَصَلَهَا وَصَلَهُ اللَّهُ وَمَنْ قَطَعَهَا قَطَعَهُ اللَّهُ ». (¬2) ¶ ( ¶ ¬__________ ¶ (¬1) سنن البيهقي الكبرى جـ 9 صـ 5 . ¶ (¬2) رواه الإمام أحمد وقال الأرؤوناط :صحيح لغيره. ورواه الترمذي وقَالَ :هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ.وصححه الألباني فى صحيح الترمذي وصحيح الجامع برقم3522 والسلسلة الصحيحة برقم 925.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "شجنة ) يجوز في الشين الضم والكسر والفتح وهي في الأصل عروق الشجر المشتبكة . ( من الرحمن ) اشتق اسمها من هذا الاسم الذي هو صفة من صفات الله تعالى والمعنى أن الرحم أثر من آثار رحمته تعالى مشتبكة بها فمن قطعها كان منقطعا من رحمة الله عز وجل ومن وصلها وصلته رحمة الله تعالى. ¶ عن عَبْدِ اللَّهِ بْنِ قَارِظٍ أَنَّ أَبَاهُ حَدَّثَهُ أَنَّهُ دَخَلَ عَلَى عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ وَهُوَ مَرِيضٌ فَقَالَ لَهُ عَبْدُ الرَّحْمَنِ - رضي الله عنه - وَصَلَتْكَ رَحِمٌ إِنَّ النَّبِىَّ - صلى الله عليه وسلم - قَالَ « قَالَ اللَّهُ عَزَّ وَجَلَّ أَنَا الرَّحْمَنُ خَلَقْتُ الرَّحِمَ وَشَقَقْتُ لَهَا مِنِ اسْمِى فَمَنْ يَصِلْهَا أَصِلْهُ وَمَنْ يَقْطَعْهَا أَقْطَعْهُ فَأَبُتَّهُ أَوْ قَالَ « مَنْ يَبُتَّهَا أَبُتَّهُ »(¬1) . ¶ وعَنْ عِيَاضِ بْنِ حِمَارٍ الْمُجَاشِعِىِّ - رضي الله عنه - أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ ذَاتَ يَوْمٍ فِى خُطْبَتِهِ قَالَ-ثم ذكر الحديث وفيه- :« وَأَهْلُ الْجَنَّةِ ثَلاَثَةٌ ذُو سُلْطَانٍ مُقْسِطٌ مُتَصَدِّقٌ مُوَفَّقٌ وَرَجُلٌ رَحِيمٌ رَقِيقُ الْقَلْبِ لِكُلِّ ذِى قُرْبَى وَمُسْلِمٍ وَعَفِيفٌ مُتَعَفِّفٌ ذُو عِيَالٍ»(¬2). ¶ 3- رحمة الخلق : ¶ ¬__________ ¶ (¬1) رواه الترمذي وأبو داود وأحمد من حديث أبى هريرة والحاكم والبيهقي وصححه الألباني. ¶ (¬2) رواه أحمد ومسلم.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "عن أُسَامَة بْنُ زَيْدٍ - رضي الله عنه - قَالَ أَرْسَلَتِ ابْنَةُ النَّبِىِّ - صلى الله عليه وسلم - إِلَيْهِ إِنَّ ابْنًا لِى قُبِضَ فَائْتِنَا . فَأَرْسَلَ يُقْرِئُ السَّلاَمَ وَيَقُولُ « إِنَّ لِلَّهِ مَا أَخَذَ وَلَهُ مَا أَعْطَى وَكُلٌّ عِنْدَهُ بِأَجَلٍ مُسَمًّى ، فَلْتَصْبِرْ وَلْتَحْتَسِبْ » . فَأَرْسَلَتْ إِلَيْهِ تُقْسِمُ عَلَيْهِ لَيَأْتِيَنَّهَا ، فَقَامَ وَمَعَهُ سَعْدُ بْنُ عُبَادَةَ وَمُعَاذُ بْنُ جَبَلٍ وَأُبَىُّ بْنُ كَعْبٍ وَزَيْدُ بْنُ ثَابِتٍ وَرِجَالٌ ، فَرُفِعَ إِلَى رَسُولِ اللَّهِ - صلى الله عليه وسلم - الصَّبِىُّ وَنَفْسُهُ تَتَقَعْقَعُ - قَالَ حَسِبْتُهُ أَنَّهُ قَالَ - كَأَنَّهَا شَنٌّ . فَفَاضَتْ عَيْنَاهُ . فَقَالَ سَعْدٌ يَا رَسُولَ اللَّهِ مَا هَذَا فَقَالَ « هَذِهِ رَحْمَةٌ جَعَلَهَا اللَّهُ فِى قُلُوبِ عِبَادِهِ ، وَإِنَّمَا يَرْحَمُ اللَّهُ مِنْ عِبَادِهِ الرُّحَمَاءَ » (¬1) ¶ وعَنْ جَرِيرِ بْنِ عَبْدِ اللَّهِ - رضي الله عنه - قَالَ : قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - « لاَ يَرْحَمُ اللَّهُ مَنْ لاَ يَرْحَمُ النَّاسَ » . ¶ وعَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو - رضي الله عنه - قَالَ : قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - « الرَّاحِمُونَ يَرْحَمُهُمُ الرَّحْمَنُ ارْحَمُوا مَنْ فِى الأَرْضِ يَرْحَمْكُمْ مَنْ فِى السَّمَاءِ ». (¬2) ¶ ¬__________ ¶ (¬1) متفق عليه. ¶ (¬2) رواه الإمام أحمد وقال الأرؤوناط :صحيح لغيره. وراه الترمذي وقَالَ :هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ.وصححه الألباني فى صحيح الترمذي وصحيح الجامع برقم3522 والسلسلة الصحيحة برقم 925.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "عَنْ أَنَسٍ عَنِ النَّبِىِّ - صلى الله عليه وسلم - قَالَ « و الذي نفسي بيده لا يضع الله رحمته إلا على رحيم قالوا : يا رسول الله كلنا يرحم قال : ليس برحمة أحدكم صاحبه يرحم الناس كافة »(¬1) ¶ وعَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو - رضي الله عنه - عَنِ النَّبِىِّ - صلى الله عليه وسلم - أَنَّهُ قَالَ وَهُوَ عَلَى الْمِنْبَرِ « ارْحَمُوا تُرْحَمُوا وَاغْفِرُوا يَغْفِرِ اللَّهُ لَكُمْ وَيْلٌ لأَقْمَاعِ الْقَوْلِ وَيْلٌ لِلْمُصِرِّينَ الَّذِينَ يُصِرُّونَ عَلَى مَا فَعَلُوا وَهُمْ يَعْلَمُونَ ». (¬2) ¶ قال المناوي ’:(¬3) ¶ ( ارحموا ترحموا ) لأن الرحمة من صفات الحق التي شمل بها عباده فلذا كانت أعلاما اتصف بها البشر فندب إليها الشارع في كل شيء حتى في قتال الكفار والذبح وإقامة الحجج وغير ذلك ( واغفروا يغفر لكم ) لأنه سبحانه وتعالى يحب أسمائه وصفاته التي منها الرحمة والعفو ويحب من خلقه من تخلق بها. ¶ بل هذه الرحمة مبذولة لجميع الرحماء حتى من يرحم البهائم والطير فعَنْ مُعَاوِيَةَ بْنِ قُرَّةَ عَنْ أَبِيهِ أَنَّ رَجُلاً قَالَ يَا رَسُولَ اللَّهِ إِنِّى لأَذْبَحُ الشَّاةَ وَأَنَا أَرْحَمُهَا أَوْ قَالَ إِنِّى لأَرْحَمُ الشَّاةَ أَنْ أَذْبَحَهَا. فَقَالَ - صلى الله عليه وسلم - « وَالشَّاةُ إِنْ رَحِمْتَهَا رَحِمَكَ اللَّهُ »(¬4). ¶ قال المناوي ’:(¬5) ¶ ( ¶ ¬__________ ¶ (¬1) رواه أبو يعلى برقم( 4258) قال حسين سليم أسد : إسناده ضعيف والبيهقي فى شعب الإيمان برقم 11060 ، واورده الألباني وحسنه بشواهده فى السلسلة الصحيحة برقم 167 ونقل تحسين العراقي فى أماليه . ¶ (¬2) رواه أحمد والبخاري فى الأدب وصححه الألباني فى السلسلة برقم 482. ¶ (¬3) فيض القدير جـ 1 صـ 474 . ¶ (¬4) رواه أحمد والبخاري فى الأدب وصححه الألباني فى الصحيحة برقم 26 وشعيب الأرناؤوط فى تحقيقه للمسند. ¶ (¬5) فيض القديرجـ 6 - صـ 360 .",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "والشاة إن رحمتها رحمك الله ) قاله لقرة والد معاوية المزني لما قال له يا رسول الله إني لآخذ الشاة لأذبحها فأرحمها ولهذا ورد النهي عن ذبح حيوان بحضرة آخر ومن عجيبه ما نقله ابن عربي عن والده أنه رأى صائدا صاد قمرية فذبحها وزوجها ينظر إليها فطار في الجو حتى كاد يختفي ثم ضم جناحيه وتكفن بهما وجعل رأسه مما يلي الأرض ونزل نزولا له دوي إلى أن وقع عليها فمات حالا. ¶ وعنه - صلى الله عليه وسلم - ((من رحم و لو ذبيحة عصفور رحمه الله يوم القيامة))(¬1) ¶ قال المناوي ’:(¬2) ¶ ( من رحم ولو ذبيحة عصفور ) بضم أوله وحكى فتحه قيل سمي به لأنه عصى وفر . ¶ (رحمه الله) أي تفضل عليه وأحسن إليه ( يوم القيامة ) ومن أدركته الرحمة يومئذ فهو من السابقين إلى دار النعيم وخص العصفور بالذكر لكونه أصغر مأكول ينذبح وإذا استلزمت رحمته رحمة الله مع حقارته وهوانه على الناس فرحمة ما فوقه سيما الآدمي أولى وأفاد معاملة الذبيحة حال الذبح بالشفقة والرحمة وإحسان الذبحة كما ورد مصرحا به في عدة أخبار . ¶ 4- السماحة فى البيع والشراء و فى القضاء ( عند أخذ الحقوق): ¶ جَابِرِ بْنِ عَبْدِ اللَّهِ - رضي الله عنه - أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ « رَحِمَ اللَّهُ رَجُلاً سَمْحًا إِذَا بَاعَ ، وَإِذَا اشْتَرَى ، وَإِذَا اقْتَضَى »(¬3). ¶ قال الحافظ ابن حجر ’:(¬4) ¶ قَوْله : ( رَحِمَ اللَّهُ رَجُلًا ) ¶ ¬__________ ¶ (¬1) رواه البخاري فى الأدب والطبراني والضياء قال الشيخ الألباني : ( حسن ) انظر حديث رقم : 6261 في صحيح الجامع، وحسنه فى السلسلة الصحيحة برقم 27. ¶ (¬2) فيض القدير جـ 6 - صـ 135 - بعد قوله هذا ذكر جملة من الأحاديث بالرحمة بالبهائم قد سبق ذكرها معنا. ¶ (¬3) رواه البخاري. ¶ (¬4) الفتح (جـ 6 / صـ 386).",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "يَحْتَمِل الدُّعَاء وَيَحْتَمِل الْخَبَرَ ، وَبِالْأَوَّلِ جَزَمَ اِبْن حَبِيب الْمَالِكِيُّ وَابْن بَطَّال وَرَجَّحَهُ الدَّاوُدِيُّ ، وَيُؤَيِّد الثَّانِيَ مَا رَوَاهُ التِّرْمِذِيُّ مِنْ طَرِيق زَيْد بْن عَطَاء بْن السَّائِب عَنْ اِبْن الْمُنْكَدِرِ فِي هَذَا الْحَدِيثِ بِلَفْظِ \" غَفَرَ اللَّهُ لِرَجُلٍ كَانَ قَبْلَكُمْ كَانَ سَهْلًا إِذَا بَاعَ \" الْحَدِيث ، وَهَذَا يُشْعِرُ بِأَنَّهُ قَصَدَ رَجُلًا بِعَيْنِهِ فِي حَدِيث الْبَاب ، قَالَ الْكَرْمَانِيُّ : ظَاهِرُهُ الْإِخْبَارُ لَكِنَّ قَرِينَةَ الِاسْتِقْبَالِ الْمُسْتَفَاد مِنْ \" إِذَا \" تَجْعَلهُ دُعَاءً وَتَقْدِيرُهُ رَحِمَ اللَّهُ رَجُلًا يَكُون كَذَلِكَ ، وَقَدْ يُسْتَفَادُ الْعُمُومُ مِنْ تَقْيِيده بِالشَّرْطِ . ¶ قَوْله : ( سَمْحًا ) ¶ بِسُكُونِ الْمِيم وَبِالْمُهْمَلَتَيْنِ أَيْ سَهْلًا ، وَهِيَ صِفَة مُشَبَّهَةٌ تَدُلُّ عَلَى الثُّبُوت ، فَلِذَلِكَ كَرَّرَ أَحْوَالَ الْبَيْعِ وَالشِّرَاءِ وَالتَّقَاضِي ، وَالسَّمْحُ الْجَوَادُ ، يُقَال سَمْحٌ بِكَذَا إِذَا جَادَ ، وَالْمُرَادُ هُنَا الْمُسَاهَلَةُ . ¶ قَوْله : ( وَإِذَا اِقْتَضَى )",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "أَيْ طَلَبَ قَضَاءَ حَقِّهِ بِسُهُولَةٍ وَعَدَمِ إِلْحَافٍ ، فِي رِوَايَةٍ حَكَاهَا اِبْن التِّين \" وَإِذَا قَضَى \" أَيْ أَعْطَى الَّذِي عَلَيْهِ بِسُهُولَةٍ بِغَيْرِ مَطْلٍ ، وَلِلتِّرْمِذِيِّ وَالْحَاكِم مِنْ حَدِيث أَبِي هُرَيْرَة مَرْفُوعًا \" إِنَّ اللَّهَ يُحِبُّ سَمْحَ الْبَيْعِ سَمْحَ الشِّرَاءِ سَمْحَ الْقَضَاءِ \" وَلِلنَّسَائِيِّ مِنْ حَدِيث عُثْمَانَ رَفَعَهُ \" أَدْخَلَ اللَّهُ الْجَنَّةَ رَجُلًا كَانَ سَهْلًا مُشْتَرِيًا وَبَائِعًا وَقَاضِيًا وَمُقْتَضِيًا \" وَلِأَحْمَدَ مِنْ حَدِيث عَبْد اللَّه بْن عَمْرو نَحْوه وَفِيهِ الْحَضُّ عَلَى السَّمَاحَةِ فِي الْمُعَامَلَة وَاسْتِعْمَال مَعَالِي الْأَخْلَاق وَتَرْك الْمُشَاحَة وَالْحَضّ عَلَى تَرْك التَّضْيِيق عَلَى النَّاس فِي الْمُطَالَبَة وَأَخْذ الْعَفْوِ مِنْهُمْ . ¶ قال المناويّ ’:(¬1) ¶ (رحم الله عبدا) دعاء أو خبر وقرينة الاستقبال المستفاد من إذا تجعله دعاء (سَمْحا) بفتح فسكون جوادا أو متساهلا غير مضايق في الأمور وهذا صفة مشبهة تدل على الثبوت ولذا كرر أحوال البيع والشراء والتقاضي حيث قال : (إذا باع سمحا إذا اشترى سمحا إذا قضى) أي وفى ما عليه بسهولة (سمحا إذا اقتضى) أي طلب قضاء حقه وهذا مسوق للحث على المسامحة في المعاملة وترك المشاححة والتضييق في الطلب والتخلق بمكارم الأخلاق وقال القاضي : رتب الدعاء على ذلك ليدل على أن السهولة والتسامح سبب لاستحقاق الدعاء ويكون أهلا للرحمة والاقتضاء والتقاضي وهو طلب قضاء الحق. ¶ وقال ابن العربي : فإن كان سئ القضاء حسن الطلب فمطله بما عليه يحسب له في مقابله صبره بماله على غيره. ¶ 5- عيادة المريض: ¶ ¬__________ ¶ (¬1) فيض القدير - (ج 4 / ص35)",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "روى الإمام أحمد ’ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِى لَيْلَى قَالَ جَاءَ أَبُو مُوسَى - رضي الله عنه - إِلَى الْحَسَنِ بْنِ عَلِىٍّ يَعُودُهُ فَقَالَ لَهُ عَلِىٌّ أَعَائِداً جِئْتَ أَمْ شَامِتاً قَالَ لاَ بَلْ عَائِداً. قَالَ فَقَالَ لَهُ عَلِىٌّ - رضي الله عنه - إِنْ كُنْتَ جِئْتَ عَائِداً فَإِنِّى سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ « إِذَا عَادَ الرَّجُلُ أَخَاهُ الْمُسْلِمَ مَشَى فِى خِرَافَةِ الْجَنَّةِ (¬1) ¶ حَتَّى يَجْلِسَ فَإِذَا جَلَسَ غَمَرَتْهُ الرَّحْمَةُ فَإِنْ كَانَ غُدْوَةً صَلَّى عَلَيْهِ سَبْعُونَ أَلْفَ مَلَكٍ حَتَّى يُمَسِىَ وَإِنْ كَانَ مَسَاءً صَلَّى عَلَيْهِ سَبْعُونَ أَلْفَ مَلَكٍ حَتَّى يُصْبِحَ »(¬2). ¶ ¬__________ ¶ (¬1) قال الشيخ محمد فؤاد عبد الباقى ’ تعليقه على سنن ابن ماجة.: ¶ ( خِرافة ) ضبط بكسر الخاء وبفتحها في النهاية . أي في اجتناء ثمارها . وفي القاموس الخرفة بالضم المخترف والمجتني كالخرافة . وفي بعض النسخ في خرفة الجنة . قال الهروي هو ما يخترف من النخل حين يدرك ثمره . قال أبو بكر بن الأنباري يشبه رسول الله صلى الله عليه وسلم ما يحرزه عائد المريض من الثواب بما يحرزه المخترف من الثمر . وحكي أن المراد بذلك الطريق . فيكون معناه أنه في طريق تؤديه إلى الجنة . ( غمرته ) غطته ] . ¶ (¬2) رواه أحمد وابن ماجه وغيرهما قال الشيخ الألباني : (صحيح) انظر حديث رقم: 682 في صحيح الجامع،والسلسلة الصحيحة برقم 1367وقال الشيخ شعيب الأرناؤوط : صحيح موقوفا رجاله ثقات رجال الشيخين لكن اختلف في وقفه ورفعه والوقف أصح.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "وعَنْ كَعْبُ بْنُ مَالِكٍ - رضي الله عنه - قَالَ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - « مَنْ عَادَ مَرِيضاً خَاضَ فِى الرَّحْمَةِ فَإِذَا جَلَسَ عِنْدَهُ اسْتَنْقَعَ فِيهَا ». وَقَدِ اسْتَنْقَعْتُمْ إِنْ شَاءُ اللَّهُ فِى الرَّحْمَةِ(¬1). ¶ ¬__________ ¶ (¬1) رواه أحمد وذكره الألباني فى السلسلة الصحيحة برقم 1929((صحيح))ونصه(( [ عائد المريض في مخرفة الجنة فإذا جلس عنده غمرته الرحمة ] . ( صحيح بشاهده ) وهو بلفظ : من عاد مريضا لم يزل يخوض في الرحمة حتى يرجع فإذا جلس اغتمس فيها . صحيح الإسناد . وعن عبد الرحمن بن عبد الله الأنصاري قال : دخل أبو بكر بن محمد بن عمرو بن حزم على عمر بن الحكم بن ثوبان فقال : يا أبا حفص ! حدثنا حديثا عن رسول الله صلى الله عليه وسلم ليس فيه اختلاف قال : حدثني كعب ابن مالك مرفوعا بلفظ : من عاد مريضا خاض في الرحمة فإذا جلس عنده استنقع فيها . وزاد : وقد استنقعتم إن شاء الله في الرحمة . وللحديث شاهد آخر مضى برقم 1367 . ( المخرفة : سكة بين صفين من نخل يخترف من أيها شاء أي يجتني وقيل المخرفة : الطريق . أي أنه على طريق تؤديه إلى طريق الجنة . النهاية.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "لا شك أن عيادة المريض واجبة إذا كان من الأقارب والأرحام والجيران وهي حق من حقوق المريض, يقول الرسول ‘:( حق المسلم على المسلم ست.. ثم ذكر منها إذا مرض فعده ). ويقول أيضاً ‘ (عودوا المريض), وهي سنة ينبغي للمسلم أن يحرص عليها وأن يزور المرضى من المسلمين في بيوتهم وفي المستشفيات وفيها أجور عظيمة, فعن ثوبان - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: (من عاد مريضاً لم يزل في خرفة الجنة, قيل يا رسول الله وما خرفة الجنة ؟ قال: جناها) وقال أيضاً - صلى الله عليه وسلم - ( ما من مسلم يعود مسلماً مريضأ غدوة (في أول النهار) إلا صلى عليه سبعون ألف ملك حتى يمسي, وإن عاده عشية صلى عليه سبعون ألف ملك حتى يصبح وكان له خريف في الجنة ) رواه الترمذي وحسنه واللفظ له- وأبو داوود وفيه (ويستغفرون له) وصححه, وقال ابن الأثير : الخريف الثمر الذي يخترف أي يجنى ويقطف, ويقول عليه الصلاة والسلام (من عاد مريضاً أوزار أخاً له في الله نادى مناد أن طبت وطاب ممشاك وتبوأت من الجنة منزلاً ). ¶ أما عن آداب زيارة المريض فهي كثيرة, نذكر منها: ¶ *- أولاً: الدعاء له بالشفاء والعافية كما جاء في الحديث ( لا بأس طهور إن شاء الله ), وتذكيره بأن دعاءه مستجاب فيدعو لنفسه ولعامة المسلمين. ¶ *- ثانياً: تسلية المريض والتخفيف عنه, وإدخال السرور عليه, والتنفيس له بالأجل وأن ما يعانيه من الآلام وما يقاسيه من المرض لا خطر منها, وأن الشفاء من الله قريب, لما رُوى عن الرسول - صلى الله عليه وسلم - قال ( إذا دخلتم على لمريض فنفسوا له في الأجل فإنه لا يرد من قضاء الله شيئاً وإنه يطيب نفس المريض(¬1)) وتذكيره بمصائب الآخرين حتى تهون عليه مصيبته, مع تحسين ظنه بالله وقوة التوكل عليه. ¶ ¬__________ ¶ (¬1) ضعيف ابن ماجة 1438 \" برقم 303 ، المشكاة 1572 ، ضعيف الجامع الصغير 488 ، سلسلة الأحاديث الضعيفة 184)",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "*- ثالثاً: الحرص على نفع المريض وذلك برقيته وإهداء بعض الكتيبات والأشرطة التي تتحدث عن كيفية طهارة المريض وصلاته وفضل الصبر على المرض وما حصل للأنبياء والصالحين على المصائب والابتلاء ومساعدته في كتابة الوصية, وتشجيعه على أسهل العبادات عملاً وأعظمها أجراً ( ذكر الله ) فهو خفيف على اللسان ثقيل في الميزان حبيب إلى الرحمن وخاصة بالإكثار من كلمة التوحيد لا إله إلا الله..... فلعله إذا أكثر منها أن يختم الله حياته بها ¶ وفي الحديث من كان آخر كلامه لا إله إلا الله دخل الجنة, فكل هذه الأعمال ينتفع بها المريض, ولك مثل أجره, وفي الحديث أن الرسول ‘ قال:( من استطاع أن ينفع أخاه فليفعل), رواه مسلم, وقال ( خير الناس أنفعهم للناس ). ¶ *- رابعاً: تحذيره ونصيحته مما ابتلي به من المعاصي, فقد يكون تاركاً أو متهاوناً بالصلاة أو مغرماً بسماع الأغاني والموسيقى أو متعاطياً لشرب الدخان, فتقول له: هذه المعاصي لا تليق بالصحيح المعافي, فكيف بالمريض الذي لزم الفراش, فالمريض أحوج ما يكون إلى استجلاب رحمة الله وعافيته, ورحمة الله لا تنال بمعصيته, وذكره بأن الله أمرنا جميعاً بالتوبة \" وتوبوا إلى الله جميعاً أيها المؤمنون لعلكم تفلحون \" وهو \" يحب التوابين) ويفرح بتوبة عبده ويقبلها بل ويبدل جميع سيئاته حسنات كما بشرنا سبحانه وتعالى بذلك في آخر سورة الفرقان فقال \" إلا من تاب وآمن وعمل عملاً صالحاً فأولئك يبدل الله سيئاتهم حسنات \".",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "*- خامساً: إذا أكرمك الله بزيارة قريبك أو صديقك في المستشفى فلا تبخل على نفسك بزيارة بقية المرضى في نفس الغرفة أو الغرف الأخرى, فالمريض المجاور يستشرف لزيارتك ويفرح بها, وربما أهله بعيدون عنه أو خارج البلاد, فاحرص على زيارته مهما كانت جنسيته أو قبيلته حتى تحقق فيه أخوة المؤمنين {إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ }(الحجرات: من الآية10) , وتعوضه عن تقصير أهله في الزيارة, ولك بهذه الزيارة الأجور العظيمة(¬1). ¶ 6- حسن السمت فى الكلام والصمت: ¶ قال - صلى الله عليه وسلم - : (( رحم الله عبدًا قال فغنم أو سكت فسلم ))(¬2) ¶ وقال - صلى الله عليه وسلم - : (( رحم الله امرءًا تكلم فغنم أو سكت فسلم)) (¬3) ¶ ¬__________ ¶ (¬1) الشيخ حمد بن عبد الله إبراهيم الدوسري الصحة والمرض صـ28،27. ¶ (¬2) رواه ( أبو الشيخ ) عن أبي أمامة - رضي الله عنه - قال الشيخ الألباني : ( حسن ) انظر حديث رقم : 3497 في صحيح الجامع السلسلة الصحيحة برقم855. ¶ (¬3) رواه البيهقي عن أنس والحسن مرسلا . قال الشيخ الألباني : ( حسن ) انظر حديث رقم : 3492 في صحيح الجامع.",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "الكلام نعمة وهبة ربانية وهبها الله - عز وجل - للإنسان فقال - عز وجل - في سورة الرحمن { بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ الرَّحْمَنُ (1) عَلَّمَ الْقُرْآنَ (2) خَلَقَ الْإِنْسَانَ (3) عَلَّمَهُ الْبَيَانَ (4)} ولكن كل إنسان مسؤول بما يتكلم قال - عز وجل - { مَا يَلْفِظُ مِنْ قَوْلٍ إِلَّا لَدَيْهِ رَقِيبٌ عَتِيدٌ} (قّ:18) فالكلمة مسئولية ، و(اللسان من نعم الله العظيمة ولطائف صنعه الغريبة، فإنه صغير جِرمه، عظيم طاعته وجُرمه، إذ لا يستبين الكفر والإيمان إلا بشهادة اللسان وهما غاية الطاعة والعصيان، ثم إنه ما من موجود أو معدوم خالق أو مخلوق متخيل أو معلوم مظنون أو موهوم إلا واللسان يتناوله ويتعرض له بإثبات أو نفي، فإن كل ما يتناوله العلم يعرب عنه اللسان إما بحق أو باطل ولا شيء إلا والعلم متناول له وهذه خاصية لا توجد في سائر الأعضاء، فإن العين لا تصل إلى غير الألوان والصور، والآذان لا تصل إلى غير الأصوات، واليد لا تصل إلى غير الأجسام، وكذا سائر الأعضاء. واللسان رحب الميدان ليس له مرد ولا لمجاله منتهى وحد، له في الخير مجال رحب وله في الشر ذيل سحب، فمن أطلق عذبة اللسان وأهمله مرخى العنان سلك به الشيطان في كل ميدان وساقه إلى شفا جرف هار إلى أن يضطره إلى البوار، ولا يكب الناس في النار على مناخرهم إلا حصائد ألسنتهم ولا ينجو من شر اللسان إلا من قيده بلجام الشرع، فلا يطلقه إلا فيما ينفعه في الدنيا والآخرة ويكفه عن كل ما يخشى غائلته في عاجله وآجله وعلم ما يحمد فيه إطلاق اللسان أو يذم غامض عزيز والعمل بمقتضاه على من عرفه ثقيل عسير، وأعصى الأعضاء على الإنسان اللسان فإنه لا تعب في إطلاقه ولا مؤنة في تحريكه وقد تساهل الخلق في الاحتراز عن آفاته وغوائله والحذر من مصائده وحبائله، وإنه أعظم آلة الشيطان في استغواء الإنسان.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "ونحن بتوفيق الله وحسن تدبيره نفصل مجامع آفات اللسان ونذكرها واحدة واحدة فمنها: آفة الكلام فيما لا يعني، ثم آفة فضول الكلام، ثم آفة الخوض في الباطل، ثم آفة المرآء والجدال؛ ثم آفة الخصومة، ثم آفة التقعر في الكلام بالتشدق وتكلف السجع والفصاحة والتصنع فيه وغير ذلك مما جرت به عادة المتفاصحين المدعين للخطابة، ثم آفة الفحش والسب وبذاءة اللسان، ثم آفة اللعن إما لحيوان أو جماد أو إنسان، ثم آفة الغناء بالشعر - وقد ذكرنا في كتاب السماع ما يحرم من الغناء وما يحل فلا نعيده - ثم آفة المزاح، ثم آفة السخرية والاستهزاء، ثم آفة إفشاء السر، ثم آفة الوعد الكاذب، ثم آفة الكذب في القول واليمين، ثم بيان التعارض في الكذب، ثم آفة الغيبة، ثم آفة النميمة، ثم آفة ذي اللسانين الذي يتردد بين المتعاديين فيكلم كل واحد بكلام يوافقه، ثم آفة المدح، ثم آفة الغفلة عن دقائق الخطأ في فحوى الكلام لاسيما فيما يتعلق بالله وصفاته ويرتبط بأصول الدين ، ونسأل الله حسن التوفيق بمنه وكرمه(¬1)). ¶ قال المناوي ’:(¬2) ¶ ( رحم الله امرءا تكلم فغنم ) بسبب قوله الخير ( أو سكت ) عما لا خير فيه ( فسلم ) بسبب صمته عن ذلك وأفهم بذلك أن قول الخير خير من السكوت لأن قول الخير ينتفع به من يسمعه والصمت لا يتعدى صاحبه وهذا الحديث قد عده العسكري وغيره من الأمثال . ¶ قال الماوردي : يشير به إلى أن الكلام ترجمان يعبر عن مستودعات الضمائر ويخبر بمكنونات السرائر لا يمكن استرجاع بوادره ولا يقدر على دفع شوارده فحق على العاقل أن يحترز من زلته بالإمساك عنه أو الإقلال منه قال علي - رضي الله عنه - : اللسان معيار إطاشة الجهل وأرجحه العقل. ¶ وقيل: ¶ وأمسكت إمساك الغبي وإنني . . . لأنطق من طير غدا فارق عشرا ؟ ¶ وقيل: ¶ ¬__________ ¶ (¬1) الغزاليّ إحياء علوم الدين - (ج 2 / ص 309) بتصريف. ¶ (¬2) فيض القدير[ جـ 4 - صـ 24 ]بتصريف.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "تأمل فلا تستطيع رد مقالة . . . إذا القول في زلاته فارق الغما ¶ 7- قيا م الليل وإيقاظ الأهل: ¶ عَنْ أَبِى هُرَيْرَةَ - رضي الله عنه - قَالَ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - « رَحِمَ اللَّهُ رَجُلاً قَامَ مِنَ اللَّيْلِ فَصَلَّى وَأَيْقَظَ امْرَأَتَهُ فَصَلَّتْ فَإِنْ أَبَتْ نَضَحَ فِى وَجْهِهَا الْمَاءَ وَرَحِمَ اللَّهُ امْرَأَةً قَامَتْ مِنَ اللَّيْلِ فَصَلَّتْ وَأَيْقَظَتْ زَوْجَهَا فَصَلَّى فَإِنْ أَبَى نَضَحَتْ فِى وَجْهِهِ الْمَاءَ » قَالَ سُفْيَانُ لاَ تَرُشُّ فِى وَجْهِهِ تَمْسَحُهُ(¬1). ¶ قَالَ العظيم آبادى ’(¬2): ¶ ( ¶ ¬__________ ¶ (¬1) رواه أحمد وأبو داود وهذا لفظه والنسائي وابن ماجه وابن خزيمة وابن حبان في صحيحيهما والحاكم وقال صحيح على شرط مسلم.قال الشيخ الألباني : ( صحيح ) انظر حديث رقم : 3494 في صحيح الجامع وصححه فى صحيح أبى داود والنسائي وابن ماجه ¶ (¬2) عون المعبود - (ج 3 / ص 383)",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "قَامَ مِنْ اللَّيْل ): أَيْ بَعْضه ،( فَصَلَّى ): أَيْ التَّهَجُّد،( وَأَيْقَظَ اِمْرَأَتَهُ ): بِالتَّنْبِيهِ أَوْ الْمَوْعِظَة . وَفِي مَعْنَاهَا مَحَارِمُهُ ،( فَصَلَّتْ ): مَا كَتَبَ اللَّه لَهَا وَلَوْ رَكْعَة وَاحِدَة،( فَإِنْ أَبَتْ ): أَيْ اِمْتَنَعَتْ لِغَلَبَةِ النَّوْم وَكَثْرَة الْكَسَل،( نَضَحَ ): أَيْ رَشَّ ،( فِي وَجْهِهَا الْمَاء ): وَالْمُرَاد التَّلَطُّفُ مَعَهَا وَالسَّعْي فِي قِيَامهَا لِطَاعَةِ رَبِّهَا مَهْمَا أَمْكَنَ . قَالَ تَعَالَى : { وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى } وَهَذَا يَدُلُّ عَلَى أَنَّ إِكْرَاهَ أَحَدٍ عَلَى الْخَيْر يَجُوزُ بَلْ يُسْتَحَبُّ ،( قَامَتْ مِنْ اللَّيْل ): أَيْ وُفِّقَتْ بِالسَّبْقِ ،( فَصَلَّتْ وَأَيْقَظَتْ زَوْجَهَا ): الْوَاو لِمُطْلَقِ الْجَمْعِ . وَفِي التَّرْتِيب الذِّكْرِي إِشَارَةٌ لَطِيفَة لَا تَخْفَى،( فَإِنْ أَبَى نَضَحَتْ فِي وَجْهه الْمَاء ): وَفِيهِ بَيَان حُسْن الْمُعَاشَرَة وَكَمَال الْمُلَاطَفَة وَالْمُوَافَقَة . ¶ قال المناويّ ’:(¬1) ¶ (رحم الله) هو ماضي بمعنى الطلب (رجلا قام من الليل) أي بعد النوم إذ لا يسمى تهجدا إلا صلاة بعد نوم (فصلى) أي ولو ركعة لخبر عليكم بصلاة الليل ولو ركعة (وأيقظ امرأته) في رواية أهله وهي أعم (فصلت فإن أبت) أن تستيقظ (نضح) أي رش (في وجهها الماء) ونبه به على ما في معناه من نحو ماء ورد أو زهر وخص الوجه بالنضح لشرفه ولأنه محل الحواس التي بها يحصل الإدراك وفيه ندب أمر الزوجة بالصلاة وإيقاظها لذلك وعكسه. ¶ ( ¶ ¬__________ ¶ (¬1) فيض القدير - (ج 4 / ص 34)",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "رحم الله امرأة قامت من الليل فصلت وأيقظت زوجها فصلى فإذا أبى نضحت في وجهه الماء) أفاد كما قال الطيبي ’ : أن من أصاب خيرا ينبغي أن يحب لغيره ما يحب لنفسه فيأخذ بالأقرب فالأقرب فقوله رحم الله رجلا فعل كذا تنبيه للأمة بمنزلة رش الماء على الوجه لاستيقاظ النائم وذلك أن المصطفى - صلى الله عليه وسلم - لما نال ما نال بالتهجد من الكرامة أراد أن يحصل لأمته حظ من ذلك فحثهم عليه عادلا عن صيغة الأمر للتلطف. ¶ فإن قيام الليل هو دأب الصالحين، وتجارة المؤمنين، وعمل الفائزين، ففي الليل يخلو المؤمنون بربهم، ويتوجهون إلى خالقهم وبارئهم، فيشكون إليه أحوالهم، ويسألونه من فضله، فنفوسهم قائمة بين يدي خالقها، عاكفة على مناجاة بارئها، تتنسم من تلك النفحات، وتقتبس من أنوار تلك القربات، وترغب وتتضرع إلى عظيم العطايا والهبات. ¶ 8- التحلل من المظالم :",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "روى الترمذيّ (¬1) من حديث أَبِى هُرَيْرَةَ - رضي الله عنه - قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - « رَحِمَ اللَّهُ عَبْدًا كَانَتْ لأَخِيهِ عِنْدَهُ مَظْلَمَةٌ فِى عِرْضٍ أَوْ مَالٍ فَجَاءَهُ فَاسْتَحَلَّهُ قَبْلَ أَنْ يُؤْخَذَ وَلَيْسَ ثَمَّ دِينَارٌ وَلاَ دِرْهَمٌ فَإِنْ كَانَتْ لَهُ حَسَنَاتٌ أُخِذَ مِنْ حَسَنَاتِهِ وَإِنْ لَمْ تَكُنْ لَهُ حَسَنَاتٌ حَمَّلُوا عَلَيْهِ مِنْ سَيِّئَاتِهِمْ ». وأصله عند البخاري من حديثه قَالَ : قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - « مَنْ كَانَتْ لَهُ مَظْلَمَةٌ لأَحَدٍ مِنْ عِرْضِهِ أَوْ شَىْءٍ فَلْيَتَحَلَّلْهُ مِنْهُ الْيَوْمَ ، قَبْلَ أَنْ لاَ يَكُونَ دِينَارٌ وَلاَ دِرْهَمٌ ، إِنْ كَانَ لَهُ عَمَلٌ صَالِحٌ أُخِذَ مِنْهُ بِقَدْرِ مَظْلَمَتِهِ ، وَإِنْ لَمْ تَكُنْ لَهُ حَسَنَاتٌ أُخِذَ مِنْ سَيِّئَاتِ صَاحِبِهِ فَحُمِلَ عَلَيْهِ » . ¶ قال الحافظ ’ (¬2): ¶ قَوْلُهُ : ( مَنْ كَانَتْ لَهُ مَظْلِمَة لِأَخِيهِ ) ¶ اللَّام فِي قَوْلِهِ : \" لَهُ \" بِمَعْنَى عَلَى ، أَيْ مَنْ كَانَتْ عَلَيْهِ مَظْلِمَة لِأَخِيهِ وَسَيَأْتِي فِي الرِّقَاقِ مِنْ رِوَايَة مَالِك عَنْ الْمَقْبُرِيّ بِلَفْظ \" مَنْ كَانَتْ عِنْدَهُ مَظْلِمَة لِأَخِيهِ \" ، وَالتِّرْمِذِيّ مِنْ طَرِيقِ زَيْد بْن أَبِي أُنَيْسَة عَنْ الْمَقْبُرِيّ \" رَحِمَ اللَّهُ عَبْدًا كَانَتْ لَهُ عِنْدَ أَخِيهِ مَظْلِمَة \" . ¶ ¬__________ ¶ (¬1) قال الشيخ الألباني :( صحيح ) السلسلة الصحيحة برقم 3265 وصحيح سنن الترمذيّ وضعيفه برقم 2419- وقد ضعفه سابقًا فى ضعيف الجامع برقم 3112 ثم صححه بمتابعٍ له قوى وشاهد أنظر الصحيحة . ¶ (¬2) فتح الباري لابن حجر جـ 7 / صـ 360.",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "قَوْلُهُ : ( مِنْ عِرْضِهِ أَوْ شَيْء ) أَيْ مِنْ الْأَشْيَاءِ ، وَهُوَ مِنْ عَطْف الْعَامّ عَلَى الْخَاصِّ فَيَدْخُلُ فِيهِ الْمَالُ بِأَصْنَافِهِ وَالْجِرَاحَاتُ حَتَّى اللَّطْمَة وَنَحْوهَا ، وَفِي رِوَايَةِ التِّرْمِذِيّ \" مِنْ عِرْضٍ أَوْ مَال \" . ¶ قَوْلُهُ : ( قَبْلَ أَنْ لَا يَكُونَ دِينَار وَلَا دِرْهَم )أَيْ يَوْم الْقِيَامَةِ ، وَثَبَتَ ذَلِكَ فِي رِوَايَةِ عَلِيّ بْن الْجَعْد عَنْ اِبْن أَبِي ذِئْب عِنْدَ الْإِسْمَاعِيلِيِّ . ¶ قَوْلُهُ : ( أُخِذَ مِنْ سَيِّئَاتِ صَاحِبِهِ )أَيْ صَاحِبِ الْمَظْلِمَةِ ،( فَحُمِلَ عَلَيْهِ ) أَيْ عَلَى الظَّالِمِ ، وَفِي رِوَايَةِ مَالِك \" فَطُرِحَتْ عَلَيْهِ \" ، وَهَذَا الْحَدِيث قَدْ أَخْرَجَ مُسْلِم مَعْنَاهُ مِنْ وَجْهٍ آخَرَ وَهُوَ أَوْضَحُ سِيَاقًا مِنْ هَذَا وَلَفْظُهُ \" الْمُفْلِسُ مِنْ أُمَّتِي مَنْ يَأْتِي يَوْمَ الْقِيَامَةِ بِصَلَاة وَصِيَام وَزَكَاة ، وَيَأْتِي وَقَدْ شَتَمَ هَذَا وَسَفَكَ دَم هَذَا وَأَكَلَ مَال هَذَا فَيُعْطَى هَذَا مِنْ حَسَنَاتِهِ وَهَذَا مِنْ حَسَنَاتِهِ فَإِنْ فَنِيَتْ حَسَنَاتُهُ قَبْلَ أَنْ يَقْضِيَ مَا عَلَيْهِ أُخِذَ مِنْ خَطَايَاهُمْ فَطُرِحَتْ عَلَيْهِ وَطُرِحَ فِي النَّارِ \" ¶ قال المباركفوريّ ’(¬1): ¶ ¬__________ ¶ (¬1) تحفة الأحوذي جـ 6 / صـ 209",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "قَوْلُهُ : ( كَانَتْ لِأَخِيهِ )أَيْ فِي الدِّينِ ،( عِنْدَهُ مَظْلِمَةٌ ) بِكَسْرِ اللَّامِ وَيُفْتَحُ اِسْمُ مَا أَخَذَهُ الظَّالِمُ أَوْ تَعَرَّضَ لَهُ ،( فِي عِرْضٍ )بِكَسْرِ الْعَيْنِ هُوَ مَوْضِعُ الْمَدْحِ وَالذَّمِّ مِنْ الْإِنْسَانِ سَوَاءٌ كَانَ فِي نَفْسِهِ أَوْ سَلَفِهِ أَوْ مَنْ يَلْزَمُهُ أَمْرُهُ . وَقِيلَ هُوَ جَانِبُهُ الَّذِي يَصُونَهُ مِنْ نَفْسِهِ وَنَسَبِهِ وَحَسَبِهِ وَيُحَامِي عَنْهُ أَنْ يُنْتَقَصَ وَيُثْلَبَ . وَقِيلَ نَفْسُهُ وَبَدَنُهُ لَا غَيْرُ ،( فَجَاءَهُ ) أَيْ جَاءَ الظَّالِمُ الْمَظْلُومَ،( فَاسْتَحَلَّهُ ) قَالَ فِي النِّهَايَةِ : يُقَالُ تَحَلَّلْته وَاسْتَحْلَلْته إِذَا سَأَلْته أَنْ يَجْعَلَك فِي حِلٍّ،( قَبْلَ أَنْ يُؤْخَذَ )قَالَ الْمَنَاوِيُّ . أَيْ تُقْبَضَ رُوحُهُ ،( وَلَيْسَ ثَمَّ )أَيْ هُنَاكَ يَعْنِي فِي الْقِيَامَةِ( دِينَارٌ وَلَا دِرْهَمٌ )قُضِيَ بِهِ ،( فَإِنْ كَانَتْ لَهُ حَسَنَاتٌ أُخِذَ مِنْ حَسَنَاتِهِ أَيْ فَيُوَفَّى مِنْهَا لِصَاحِبِ الْحَقِّ ،( وَإِنْ لَمْ تَكُنْ لَهُ حَسَنَاتٌ ) َوْ لَمْ تَفِ بِمَا عَلَيْهِ،( حَمَلُوا عَلَيْهِ مِنْ سَيِّئَاتِهِمْ )،أَيْ أَلْقَى أَصْحَابُ الْحُقُوقِ مِنْ ذُنُوبِهِمْ بِقَدْرِ حُقُوقِهِمْ ثُمَّ يُقْذَفُ فِي النَّارِ . ¶ قال المناويّ ’:(¬1) ¶ ( ¶ ¬__________ ¶ (¬1) فيض القدير - (ج 4 / ص35)",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "رحم الله عبدا) أي إنسانا (كانت لأخيه عنده مظلمة) بكسر اللام على الأشهر وحكى الضم والفتح وأنكر (في عرض) بالكسر محل المدح والذم من الإنسان كما سبق (أو مال) بسائر أصنافه (فجاءه فاستحله قبل أن يؤخذ) أي تقبض روحه (وليس ثم) أي هناك يعني في القيامة (دينار ولا درهم) ليقضي منه ما عليه (فإن كانت له حسنات أخذ من حسناته) فيوفى منها لصاحب الحق (وإن لم تكن له حسنات) أو لم توفي وبقيت عليه بقية (حملوا عليه من سيئاتهم) أي ألقي عليه أصحاب الحقوق من ذنوبهم التي اجترحوها بقدر حقوقهم ثم يقذف في النار كما صرح به في عدة أخبار وهذا الحديث خرجه مسلم بمعناه من وجه آخر وهو أوضح سياقا ولفظه المفلس من أمتي من يأتي يوم القيامة بصيام وصدقة وصلاة وزكاة ويأتي قد شتم هذا وسفك دم هذا وأكل مال هذا فيعطى هذا من حسناته وهذا من حسناته فإن فنيت حسناته قبل أن يقضى ما عليه أخذ من خطاياهم فطرحت عليه وطرح في النار ولا يعارض ذلك * (ولا تزر وازرة وزر أخرى) * لأنه إنما يعاقب بسبب فعله وظلمه ولم يعاقب بغير جناية منه بل بجنايته فقوبلت الحسنات بالسيئات على ما اقتضاه عدل الحق تعالى في عباده وقد تعلق بعض الذاهبين إلى صحة الإبراء من المجهول بهذا الحديث وقال ابن بطال : بل فيه حجة لاشتراط التعيين لأن قوله مظلمة يقتضي كونها معلومة القدر وقال ابن المنير : إنما وقع في الخبر حيث يقتص المظلوم من الظالم حتى يأخذ منه بقدر حقه وهذا متفق عليه إنما الخلاف فيما لو أسقط المظلوم حقه في الدنيا هل يشترط معرفة قدره والحديث مطلق. ¶ 9- صلاة أربع ركعات قبل العصر: ¶ عَنِ ابْنِ عُمَرَ - رضي الله عنه - قَالَ:قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - « رَحِمَ اللَّهُ امْرَأً صَلَّى قَبْلَ الْعَصْرِ أَرْبَعًا »(¬1) ¶ ¬__________ ¶ (¬1) رواه أبو داود و الترمذي وقال الشيخ الألباني : حسن صحيح (سنن الترمذي و ضعيفه برقم 430)، وصحيح أبى داود برقم 1154.",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "قال المناويّ ’ (¬1) : ( رَحِمَ اللَّهُ امْرَأً صَلَّى قَبْلَ الْعَصْرِ أَرْبَعًا ). قال ابن قدامة : هذا ترغيب فيه لكنه لم يجعلها من السنن الرواتب بدليل أن ابن عمر راويه لم يحافظ عليها وقال الغزالي : يستحب استحبابا مؤكدا رجاء الدخول في دعوة النبي - صلى الله عليه وسلم - فإن دعوته مستجابة لا محالة . ¶ أما سبب دعاء النبي - صلى الله عليه وسلم - لمن صلى أربعاً قبل العصر: ¶ فالذي يظهر ، والله أعلم ، أنه على الرغم من عظم شأن صلاة العصر إلا أنها يتكاسل عنها كثير من الناس ، فارتفع شأن من يصلى العصر فى وقتها ، فكيف بمن يصلى قبلها أربعاً ، يبكر إلى المسجد ، أو يبكر فى الاستيقاظ فى حر الظهيرة ، ويسارع إلى الوضوء ، وينصب قدميه لله - عز وجل - بصلاة أربع ركعات قبل العصر . فهذا حري أن يدخل تحت دعوة النبي - صلى الله عليه وسلم - ( رَحِمَ اللَّهُ امْرَأً صَلَّى قَبْلَ الْعَصْرِ أَرْبَعًا ). ¶ فنسأل الله - عز وجل - أن يعيننا على هذا ، إنه ولى ذلك والقادر عليه ، والله تعالى أعلم (¬2) ¶ 10 - الحلق فى النسك ¶ ¬__________ ¶ (¬1) فيض القدير جـ 4 صـ 24. ¶ (¬2) الشيخ محمد مصطفى الإسكندرى المرحومون فى السنة النبوية صـ 190.",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ - رضي الله عنه - أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ « اللَّهُمَّ ارْحَمِ الْمُحَلِّقِينَ » . قَالُوا وَالْمُقَصِّرِينَ يَا رَسُولَ اللَّهِ قَالَ « اللَّهُمَّ ارْحَمِ الْمُحَلِّقِينَ » . قَالُوا وَالْمُقَصِّرِينَ يَا رَسُولَ اللَّهِ قَالَ « وَالْمُقَصِّرِينَ » وَقَالَ اللَّيْثُ حَدَّثَنِى نَافِعٌ « رَحِمَ اللَّهُ الْمُحَلِّقِينَ » مَرَّةً أَوْ مَرَّتَيْنِ . قَالَ نَافِعٌ : وَقَالَ فِى الرَّابِعَةِ « وَالْمُقَصِّرِينَ »(¬1) . ¶ ¬__________ ¶ (¬1) متفق عليه وفى لفظ فيهما عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - (اللَّهُمَّ اغْفِرْ لِلْمُحَلِّقِينَ قَالُوا وَلِلْمُقَصِّرِينَ قَالَ اللَّهُمَّ اغْفِرْ لِلْمُحَلِّقِينَ قَالُوا وَلِلْمُقَصِّرِينَ قَالَهَا ثَلَاثًا قَالَ وَلِلْمُقَصِّرِينَ )وسبقأن الرحمة من معانيها المغفرة (انظر معانى الرحمة فى الكتاب والسنة فى هذا الكتاب صـ)،وقد اختلف أهل العلم فى الموضع والوقت الذى قيل فيه هذا الحديث فالبعض قال فى صلح الحديبية أما فى حجة الوداع ،( قَالَ النَّوَوِيّ ’ عَقِب أَحَادِيث اِبْن عُمَر وَأَبِي هُرَيْرَة وَأُمّ الْحُصَيْن : هَذِهِ الْأَحَادِيث تَدُلّ عَلَى أَنَّ هَذِهِ الْوَاقِعَةَ كَانَتْ فِي حَجَّة الْوَدَاع ، قَالَ : وَهُوَ الصَّحِيح الْمَشْهُور . وَقِيلَ : كَانَ فِي الْحُدَيْبِيَة ، وَجَزَمَ بِأَنَّ ذَلِكَ كَانَ فِي الْحُدَيْبِيَة إِمَام الْحَرَمَيْنِ فِي \" النِّهَايَة \" ثُمَّ قَالَ النَّوَوِيّ : لَا يَبْعُد أَنْ يَكُون وَقَعَ فِي الْمَوْضِعَيْنِ إ.هـ وَقَالَ عِيَاض : كَانَ فِي الْمَوْضِعَيْنِ . وَلِذَا قَالَ اِبْن دَقِيق الْعِيد أَنَّهُ الْأَقْرَب ..قُلْت : بَلْ هُوَ الْمُتَعَيِّن لِتَظَاهُرِ الرِّوَايَات بِذَلِكَ فِي الْمَوْضِعَيْنِ كَمَا قَدَّمْنَاهُ ، إِلَّا أَنَّ السَّبَب فِي الْمَوْضِعَيْنِ مُخْتَلِف ، فَالَّذِي فِي الْحُدَيْبِيَة كَانَ بِسَبَبِ تَوَقُّف مِنْ تَوَقَّفَ مِنْ الصَّحَابَة عَنْ الْإِحْلَال لِمَا دَخَلَ عَلَيْهِمْ مِنْ الْحُزْن لِكَوْنِهِمْ مُنِعُوا مِنْ الْوُصُول إِلَى الْبَيْت مَعَ اِقْتِدَارهمْ فِي أَنْفُسهمْ عَلَى ذَلِكَ فَخَالَفَهُمْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَصَالَحَ قُرَيْشًا عَلَى أَنْ يَرْجِع مِنْ الْعَام الْمُقْبِل ، وَالْقِصَّة مَشْهُورَة كَمَا سَتَأْتِي فِي مَكَانهَا . ¶ فَلَمَّا أَمَرَهُمْ النَّبِيّ - صلى الله عليه وسلم - بِالْإِحْلَالِ تَوَقَّفُوا ، فَأَشَارَتْ أُمّ سَلَمَة - رضي الله عنه - أَنْ يَحِلّ هُوَ - صلى الله عليه وسلم - قَبْلَهُمْ فَفَعَلَ ، فَتَبِعُوهُ فَحَلَقَ بَعْضهمْ وَقَصَّرَ بَعْض ، وَكَانَ مَنْ بَادَرَ إِلَى الْحَلْق أَسْرَعَ إِلَى اِمْتِثَال الْأَمْر مِمَّنْ اِقْتَصَرَ عَلَى التَّقْصِير .وَقَدْ وَقَعَ التَّصْرِيح بِهَذَا السَّبَب فِي حَدِيث اِبْن عَبَّاس الْمُشَار إِلَيْهِ قَبْلُ فَإِنَّ فِي آخِره عِنْد اِبْن مَاجَه وَغَيْره أَنَّهُمْ \" قَالُوا يَا رَسُول اللَّه مَا بَال الْمُحَلِّقِينَ ظَاهَرْت لَهُمْ بِالرَّحْمَةِ ؟ قَالَ : لِأَنَّهُمْ لَمْ يَشُكُّوا \"(قال الألباني :إسناده حسن). وَأَمَّا السَّبَب فِي تَكْرِير الدُّعَاء لِلْمُحَلِّقِينَ فِي حَجَّة الْوَدَاع فَقَالَ اِبْن الْأَثِير فِي \" النِّهَايَة \" : كَانَ أَكْثَر مَنْ حَجّ مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمْ يَسُقْ الْهَدْي ، فَلَمَّا أَمَرَهُمْ أَنْ يَفْسَخُوا الْحَجّ إِلَى الْعُمْرَة ثُمَّ يَتَحَلَّلُوا مِنْهَا وَيَحْلِقُوا رُءُوسهمْ شَقَّ عَلَيْهِمْ ، ثُمَّ لَمَّا لَمْ يَكُنْ لَهُمْ بُدّ مِنْ الطَّاعَة كَانَ التَّقْصِير فِي أَنْفُسهمْ أَخَفّ مِنْ الْحَلْق فَفَعَلَهُ أَكْثَرهمْ ، فَرَجَّحَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِعْل مَنْ حَلَقَ لِكَوْنِهِ أَبَيْنَ فِي اِمْتِثَال الْأَمْر اِنْتَهَى . وَفِيمَا قَالَهُ نَظَر وَإِنْ تَابَعَهُ عَلَيْهِ غَيْر وَاحِد ، لِأَنَّ الْمُتَمَتِّع يُسْتَحَبّ فِي حَقّه أَنَّ يُقَصِّر فِي الْعُمْرَة وَيَحْلِق فِي الْحَجّ إِذَا كَانَ مَا بَيْن النُّسُكَيْنِ مُتَقَارِبًا ، وَقَدْ كَانَ ذَلِكَ فِي حَقّهمْ كَذَلِكَ . وَالْأَوْلَى مَا قَالَهُ الْخَطَّابِيُّ وَغَيْره : إِنَّ عَادَة الْعَرَب أَنَّهَا كَانَتْ تُحِبّ تَوْفِير الشَّعْر وَالتَّزَيُّن بِهِ ، وَكَانَ الْحَلْق فِيهِمْ قَلِيلًا وَرُبَّمَا كَانُوا يَرَوْنَهُ مِنْ الشُّهْرَة وَمِنْ زِيّ الْأَعَاجِم ، فَلِذَلِكَ كَرِهُوا الْحَلْق وَاقْتَصَرُوا عَلَى التَّقْصِير )ابن حجرفتح الباري جـ 5صـ116.",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "وظاهر قول أهل العلم على أن الحلق نسك من المناسك وليس إطلاق من محظور وهو قول الجمهور وبوب البخاري له بقوله : ( بَاب الْحَلْق وَالتَّقْصِير عِنْدَ الْإِحْلَالِ ) ¶ قَالَ ابْنُ الْمُنِير فِي الْحَاشِيَةِ : أَفْهَمَ الْبُخَارِيّ بِهَذِهِ التَّرْجَمَةِ أَنَّ الْحَلْقَ نُسُك لِقَوْلِهِ \" عِنْدَ الْإِحْلَالِ \" وَمَا يُصْنَعُ عِنْدَ الْإِحْلَالِ وَلَيْسَ هُوَ نَفْسَ التَّحَلُّلِ وَكَأَنَّهُ اِسْتَدَلَّ عَلَى ذَلِكَ بِدُعَائِهِ ‘ لِفَاعِلِهِ ، وَالدُّعَاءُ يُشْعِرُ بِالثَّوَابِ وَالثَّوَابُ لَا يَكُونُ إِلَّا عَلَى الْعِبَادَةِ لَا عَلَى الْمُبَاحَاتِ وَكَذَلِكَ تَفْضِيله الْحَلْق عَلَى التَّقْصِيرِ يُشْعِرُ بِذَلِكَ لِأَنَّ الْمُبَاحَاتِ لَا تَتَفَاضَلُ وَالْقَوْل بِأَنَّ الْحَلْقَ نُسُك قَوْل الْجُمْهُورِ(¬1). ¶ وقال ابن القيم ’: ¶ (فلما [ أكمل رسول الله ‘ نحره استدعى بالحلاق فحلق رأسه ..........ثم قال ’: ودعا للمحلقين بالمغفرة ثلاثا وللمقصرين مرة وحلق كثير من الصحابة بل أكثرهم وقصر بعضهم وهذا مع قوله تعالى : { لتدخلن المسجد الحرام إن شاء الله آمنين محلقين رؤوسكم ومقصرين } [ الفتح : 27 ] ومع قول عائشة ~ طيبت رسول الله ‘ : لإحرامه قبل أن يحرم ولإحلاله قبل أن يحل دليل على أن الحلق نسك وليس بإطلاق من محظور(¬2)) ¶ قال ابن حجر ’: ¶ ¬__________ ¶ (¬1) فتح الباري جـ5 صـ114. ¶ (¬2) زاد المعاد [ جزء 2 - صفحة 247 ] بتصريف.",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "وَاسْتُدِلَّ بِقَوْلِهِ \" الْمُحَلِّقِينَ \" عَلَى مَشْرُوعِيَّة حَلْق جَمِيع الرَّأْس لِأَنَّهُ الَّذِي تَقْتَضِيه الصِّيغَة ، وَقَالَ بِوُجُوبِ حَلْق جَمِيعه مَالِك وَأَحْمَد وَاسْتَحَبَّهُ الْكُوفِيُّونَ وَالشَّافِعِيّ ، وَيُجْزِئ الْبَعْض عِنْدهمْ ، وَاخْتَلَفُوا فِيهِ فَعَنْ الْحَنَفِيَّة الرُّبُع ، إِلَّا أَبَا يُوسُف فَقَالَ النِّصْف ، وَقَالَ الشَّافِعِيّ : أَقَلّ مَا يَجِب حَلْق ثَلَاث شَعَرَات ، وَفِي وَجْه لِبَعْضِ أَصْحَابه شَعْرَة وَاحِدَة ، وَالتَّقْصِير كَالْحَلْقِ فَالْأَفْضَل أَنْ يُقَصِّر مِنْ جَمِيع شَعْر رَأْسه ، وَيُسْتَحَبّ أَنْ لَا يَنْقُص عَنْ قَدْر الْأُنْمُلَة ، وَإِنْ اِقْتَصَرَ عَلَى دُونهَا أَجْزَأَ ، هَذَا لِلشَّافِعِيَّةِ وَهُوَ مُرَتَّب عِنْد غَيْرهمْ عَلَى الْحَلْق ، وَهَذَا كُلّه فِي حَقّ الرِّجَال وَأَمَّا النِّسَاء فَالْمَشْرُوع فِي حَقّهنَّ التَّقْصِير بِالْإِجْمَاعِ ، وَفِيهِ حَدِيث لِابْنِ عَبَّاس عِنْد أَبِي دَاوُدَ وَلَفْظه \" لَيْسَ عَلَى النِّسَاء حَلْق ، وَإِنَّمَا عَلَى النِّسَاء التَّقْصِير (¬1)\" وَلِلتِّرْمِذِيِّ مِنْ حَدِيث عَلِيّ \" نَهَى أَنْ تَحْلِق الْمَرْأَة رَأْسهَا \" وَقَالَ جُمْهُور الشَّافِعِيَّة : لَوْ حَلَقَتْ أَجْزَأَهَا وَيُكْرَه ، وَقَالَ الْقَاضِيَانِ أَبُو الطَّيِّب وَحُسَيْن : لَا يَجُوز ، وَاللَّه أَعْلَم . وَفِي الْحَدِيث أَيْضًا مَشْرُوعِيَّة الدُّعَاء لِمَنْ فَعَلَ مَا شُرِعَ لَهُ ، وَتَكْرَار الدُّعَاء لِمَنْ فَعَلَ الرَّاجِح مِنْ الْأَمْرَيْنِ الْمُخَيَّر فِيهِمَا وَالتَّنْبِيه بِالتَّكْرَارِ عَلَى الرُّجْحَان وَطَلَب الدُّعَاء لِمَنْ فَعَلَ الْجَائِز وَإِنْ كَانَ مَرْجُوحًا (¬2). ¶ قَالَ صَاحِبُ عَوْنِ الْمَعْبُودِ : ¶ ( ¶ ¬__________ ¶ (¬1) وصححه الألباني صحيح أبى داود. ¶ (¬2) فتح الباري جـ5 صـ117:114 بتصريف.",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "قَالَ اللَّهُمَّ اِرْحَمْ الْمُحَلِّقِينَ ) ¶ : وَفِيهِ دَلِيل عَلَى التَّرَحُّم عَلَى الْحَيّ وَعَدَم اِخْتِصَاصه بِالْمَيِّتِ ¶ ( وَالْمُقَصِّرِينَ ) ¶ : هُوَ عَطْف عَلَى مَحْذُوف تَقْدِيره قُلْ وَالْمُقَصِّرِينَ وَيُسَمَّى عَطْف التَّلْقِين . وَالْحَدِيث يَدُلّ عَلَى أَنَّ الْحَلْق أَفْضَل مِنْ التَّقْصِير لِتَكْرِيرِهِ صَلَّى اللَّه عَلَيْهِ وَآلِهِ وَسَلَّمَ الدُّعَاء لِلْمُحَلِّقِينَ وَتَرْك الدُّعَاء لِلْمُقَصِّرِينَ فِي الْمَرَّة الْأُولَى وَالثَّانِيَة مَعَ سُؤَالهمْ لَهُ ذَلِكَ . وَظَاهِر صِيغَة الْمُحَلِّقِينَ أَنَّهُ يُشْرَع حَلْق جَمِيع الرَّأْس لِأَنَّهُ الَّذِي تَقْتَضِيه الصِّيغَة إِذْ لَا يُقَال لِمَنْ حَلَقَ بَعْض رَأْسه إِنَّهُ حَلَقَ إِلَّا مَجَازًا (¬1). ¶ قال القرطبي ’(¬2): ¶ الرابعة - روى الأئمة واللفظ لمَالِكٍ عَنْ نَافِعٍ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ ù ¶ أَنَّ رَسُولَ اللَّهِ ‘ قَالَ اللَّهُمَّ ارْحَمْ الْمُحَلِّقِينَ قَالُوا وَالْمُقَصِّرِينَ يَا رَسُولَ اللَّهِ قَالَ اللَّهُمَّ ارْحَمْ الْمُحَلِّقِينَ قَالُوا وَالْمُقَصِّرِينَ يَا رَسُولَ اللَّهِ قَالَ وَالْمُقَصِّرِينَ ¶ وَقَالَ اللَّيْثُ حَدَّثَنِي نَافِعٌ رَحِمَ اللَّهُ الْمُحَلِّقِينَ مَرَّةً أَوْ مَرَّتَيْنِ قَالَ وَقَالَ عُبَيْدُ اللَّهِ حَدَّثَنِي نَافِعٌ وَقَالَ فِي الرَّابِعَةِ وَالْمُقَصِّرِينَ . ¶ قال علماؤنا: ففي دعاء رسول الله - صلى الله عليه وسلم - للمحلقين ثلاثا وللمقصرين مرة دليل على أن الحلق في الحج والعمرة أفضل من التقصير، وهو مقتضى قوله تعالى: \" ولا تحلقوا رءوسكم \"الآية، ولم يقل تقصروا. ¶ ¬__________ ¶ (¬1) عون المعبود (جـ 4 / صـ 362) بتصريف. ¶ (¬2) تفسير القرطبي - (جـ 2 / صـ342). ¶ ( ) عون المعبود (جـ 4 / صـ 362) .",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "وأجمع أهل العلم على أن التقصير يجزئ عن الرجال، إلا شيء ذكر عن الحسن أنه كان يوجب الحلق في أول حجة يحجها الإنسان. ¶ فوائد: ¶ - الحلق عبودية وانكسار وذل بين يدي الجبار - عز وجل - قال ابن حجر ’: ¶ وَفِيهِ أَنَّ الْحَلْق أَفْضَلُ مِنْ التَّقْصِير، وَوَجْهه أَنَّهُ أَبْلَغُ فِي الْعِبَادَة وَأَبْيَنُ لِلْخُضُوعِ وَالذِّلَّة وَأَدَلّ عَلَى صِدْق النِّيَّة ، وَالَّذِي يُقَصِّر يُبْقِي عَلَى نَفْسه شَيْئًا مِمَّا يَتَزَيَّن بِهِ ، بِخِلَافِ الْحَالِق فَإِنَّهُ يُشْعِر بِأَنَّهُ تَرَكَ ذَلِكَ لِلَّهِ تَعَالَى . وَفِيهِ إِشَارَة إِلَى التَّجَرُّد ، وَمِنْ ثَمَّ اِسْتَحَبَّ الصُّلَحَاء إِلْقَاء الشُّعُور عِنْد التَّوْبَة(¬1) وَاللَّه أَعْلَم(¬2) . ¶ وقال النووي ’: ¶ ووجه فضيلة الحلق على التقصير أنه أبلغ فى العبادة وأدل على صدق النية فى التذلل لله تعالى ولأن المقصر مبق على نفسه الشعر الذى هو زينة والحاج مأمور بترك الزينة بل هو أشعث أغبر والله أعلم(¬3). ¶ 11- مجالس الذكر (مجالس العلم والدراسة): ¶ ¬__________ ¶ (¬1) قال مقيده عفا الله عنه وعن والديه :قياساً على حديث عثيم بن كليب عن أبيه عن جده أنه جاء إلى النبي - صلى الله عليه وسلم - فقال قد أسلمت فقال له النبي - صلى الله عليه وسلم - ألق عنك شعر الكفر يقول احلق قال و أخبرني آخر أن النبي - صلى الله عليه وسلم - قال لآخر معه ألق عنك شعر الكفر واختتن )( وحسنه صحيح أبي داود جـ1صـ72) ونقل المناوي القول ببدعته: وأخذ منه الصوفية حلق رأس المريد إذا تاب وهو بدعة . ¶ (¬2) فتح الباري جـ5 صـ117. ¶ (¬3) شرح النووي على مسلم جـ 9 صـ 51 .",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - ((مَنْ نَفَّسَ عَنْ مُؤْمِنٍ كُرْبَةً مِنْ كُرَبِ الدُّنْيَا نَفَّسَ اللَّهُ عَنْهُ كُرْبَةً مِنْ كُرَبِ يَوْمِ الْقِيَامَةِ وَمَنْ يَسَّرَ عَلَى مُعْسِرٍ يَسَّرَ اللَّهُ عَلَيْهِ فِي الدُّنْيَا وَالْآخِرَةِ وَمَنْ سَتَرَ مُسْلِمًا سَتَرَهُ اللَّهُ فِي الدُّنْيَا وَالْآخِرَةِ وَاللَّهُ فِي عَوْنِ الْعَبْدِ مَا كَانَ الْعَبْدُ فِي عَوْنِ أَخِيهِ وَمَنْ سَلَكَ طَرِيقًا يَلْتَمِسُ فِيهِ عِلْمًا سَهَّلَ اللَّهُ لَهُ بِهِ طَرِيقًا إِلَى الْجَنَّةِ وَمَا اجْتَمَعَ قَوْمٌ فِي بَيْتٍ مِنْ بُيُوتِ اللَّهِ يَتْلُونَ كِتَابَ اللَّهِ وَيَتَدَارَسُونَهُ بَيْنَهُمْ إِلَّا نَزَلَتْ عَلَيْهِمْ السَّكِينَةُ وَغَشِيَتْهُمْ الرَّحْمَةُ وَحَفَّتْهُمْ الْمَلَائِكَةُ وَذَكَرَهُمْ اللَّهُ فِيمَنْ عِنْدَهُ وَمَنْ بَطَّأَ بِهِ عَمَلُهُ لَمْ يُسْرِعْ بِهِ نَسَبُهُ))(¬1)و عَنْ الْأَغَرِّ أَبِي مُسْلِمٍ أَنَّهُ قَالَ أَشْهَدُ عَلَى أَبِي هُرَيْرَةَ وَأَبِي سَعِيدٍ الْخُدْرِيِّ - رضي الله عنه - أَنَّهُمَا شَهِدَا عَلَى النَّبِيِّ - صلى الله عليه وسلم - (( أَنَّهُ قَالَ لَا يَقْعُدُ قَوْمٌ يَذْكُرُونَ اللَّهَ عَزَّ وَجَلَّ إِلَّا حَفَّتْهُمْ الْمَلَائِكَةُ وَغَشِيَتْهُمْ الرَّحْمَةُ وَنَزَلَتْ عَلَيْهِمْ السَّكِينَةُ وَذَكَرَهُمْ اللَّهُ فِيمَنْ عِنْدَهُ))(¬2) ¶ ¬__________ ¶ (¬1) رواه مسلم ¶ (¬2) رواه مسلم والترمذي",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "قال الإمام النووي ’ (¬1): ¶ قَوْله - صلى الله عليه وسلم - : ( وَمَا اِجْتَمَعَ قَوْم فِي بَيْت مِنْ بُيُوت اللَّه يَتْلُونَ كِتَاب اللَّه تَعَالَى وَيَتَدَارَسُونَهُ بَيْنهمْ إِلَّا نَزَلَتْ عَلَيْهِمْ السَّكِينَة ، وَغَشِيَتْهُمْ الرَّحْمَة ) ¶ (قِيلَ : الْمُرَاد بِالسَّكِينَةِ هُنَا : الرَّحْمَة ، وَهُوَ الَّذِي اِخْتَارَهُ الْقَاضِي عِيَاض ، وَهُوَ ضَعِيف ، لِعَطْفِ الرَّحْمَة عَلَيْهِ ، وَقِيلَ : الطُّمَأْنِينَة وَالْوَقَار وَهُوَ أَحْسَن ، وَفِي هَذَا : دَلِيل لِفَضْلِ الِاجْتِمَاع عَلَى تِلَاوَة الْقُرْآن فِي الْمَسْجِد ، وَهُوَ مَذْهَبنَا وَمَذْهَب الْجُمْهُور ، وَقَالَ مَالِك : يُكْرَه ، وَتَأَوَّلَهُ بَعْض أَصْحَابه ، وَيُلْحَق بِالْمَسْجِدِ فِي تَحْصِيل هَذِهِ الْفَضِيلَة الِاجْتِمَاع فِي مَدْرَسَة وَرِبَاط وَنَحْوهمَا إِنْ شَاءَ اللَّه تَعَالَى ، وَيَدُلّ عَلَيْهِ الْحَدِيث الَّذِي بَعْده فَإِنَّهُ مُطْلَق يَتَنَاوَل جَمِيع الْمَوَاضِع ، وَيَكُون التَّقْيِيد فِي الْحَدِيث الْأَوَّل خَرَجَ عَلَى الْغَالِب ، لَا سِيَّمَا فِي ذَلِكَ الزَّمَان ، فَلَا يَكُون لَهُ مَفْهُوم يُعْمَل بِهِ) . ¶ ¬__________ ¶ (¬1) شرح النووي على مسلم - (جـ 9 / صـ 63)ونقله عنه فى تحفة الأحوذي (جـ 8 / صـ 275)وزاد فى أوله قَوْلُهُ : ( إِلَّا حَفَّتْ بِهِمْ الْمَلَائِكَةُ )أي أَحَاطَتْ بِهِمْ الْمَلَائِكَةُ الَّذِينَ يَطُوفُونَ فِي الطَّرِيقِ يَلْتَمِسُونَ أَهْلَ الذِّكْرِ( وَغَشِيَتْهُمْ الرَّحْمَةُ )أَيْ غَطَّتْهُمْ الرَّحْمَةُ ( وَنَزَلَتْ عَلَيْهِمْ السَّكِينَةُ )أَيْ الطُّمَأْنِينَةُ وَالْوَقَارُ لِقَوْلِهِ تَعَالَى : { أَلَا بِذِكْرِ اللَّهِ تَطْمَئِنُّ الْقُلُوبُ } وَمِنْهُ قَوْله تَعَالَى : { هُوَ الَّذِي أَنْزَلَ السَّكِينَةَ فِي قُلُوبِ الْمُؤْمِنِينَ لِيَزْدَادُوا إِيمَانًا مَعَ إِيمَانِهِمْ }).",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "وقد شرح هذا الحديث الإمام ابن رجب الحنبلي ’ فى كتابه القيم (جامع العلم والحكم(¬1)) فأتى بنفائس منها: ¶ قوله - صلى الله عليه وسلم - : (( وما جلس قومٌ في بيتٍ من بيوتِ الله ، يتلونَ كتابَ الله ، ويتدارسونه بينهم ، إلا نزلت عليهمُ السَّكينةُ ، وغشيتهُم الرَّحمة ، وحفَّتهم الملائكةُ ، وذكرهمُ اللهُ فيمن عنده )) . هذا يدلُّ على استحباب الجلوس في المساجد لتلاوة القرآن ومدارسته . وهذا إن حُمِل على تعلم القرآن وتعليمه ، فلا خلاف في استحبابه ، وفي \" صحيح البخاري \" (¬2) عن عثمان _ ، عن النَّبيِّ - صلى الله عليه وسلم - قال :(( خيرُكم من تعلَّم القرآن وعلَّمه )) . قال أبو عبد الرحمان السلمي : فذاك الذي أقعدني مقعدي هذا ، وكان قد علم القرآن في زمن عثمان بن عفان حتى بلغ الحجَّاجَ بن يوسف . ¶ وإن حمل على ما هو أعمُّ مِنْ ذلك ، دخل فيه الاجتماعُ في المساجد على دراسة القرآن مطلقاً ، وقد كان النَّبيُّ - صلى الله عليه وسلم - أحياناً يأمرُ مَنْ يقرأ القرآن ليستمع قراءته ، كما أمر ابن مسعود - رضي الله عنه - أنْ يقرأ عليه ، وقال : (( إنِّي أُحِبُّ أن أسمعَهُ مِنْ غيري ))(¬3) وكان عمرُ يأمرُ من يقرأُ عليه وعلى أصحابه وهم يسمعون ، فتارةً يأمرُ أبا موسى ، وتارةً يأمرُ عُقبةَ بن عامر . ¶ ¬__________ ¶ (¬1) التخريجات المذكورة من الطبعة الإلكترونية المجانية د/ماهر الفحل جزاه الله خيراً. ¶ (¬2) 6/236 ( 5027 ) و( 5028 ) . ¶ (¬3) أخرجه : البخاري 6/241 ( 5050 ) ، ومسلم 2/195 ( 800 ) ( 247 ) .",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "وسئل ابن عباس : أيُّ العمل أفضل ؟ قال : ذكرُ الله ، وما جلس قومٌ في بيتٍ من بيوت الله يتعاطَوْنَ فيه كتابَ الله فيما بينهم ويتدارسونه ، إلاَّ أظلَّتهم الملائكة بأجنحتها ، وكانوا أضياف الله ما داموا على ذلك حتَّى يُفيضوا في حديثٍ غيره (¬1). ورُوي مرفوعاً والموقوف أصحُّ . ¶ وروى يزيد الرقاشي عن أنس قال : كانوا إذا صلَّوُا الغداة ، قعدوا حِلَقاً حِلَقاً ، يقرؤون القرآنَ ، ويتعلَّمونَ الفرائضَ والسُّنَنَ ، ويذكرون الله - عز وجل - (¬2) . ¶ وروى عطية عن أبي سعيد الخدري ، عن النَّبيِّ - صلى الله عليه وسلم - قال : (( ما مِنْ قومٍ صلَّوا صلاةَ الغداةِ ، ثم قعدُوا في مُصلاَّهم ، يتعاطَونَ كتابَ الله ، ويتدارسونه ، إلاَّ وكَّلَ الله بهم ملائكةً يستغفرُون لهم حتّى يخوضوا في حديثٍ غيره )) (¬3)وهذا يدلُّ ¶ على استحباب الاجتماع بعد صلاة الغداة لمدارسة القرآن ، ولكن عطية فيه ضعف (¬4) . ¶ وقد روى حربٌ الكرمانيُّ بإسناده عن الأوزاعيِّ أنَّه سُئِلَ عن الدِّراسة بعدَ صلاة الصُّبح ، فقال : أخبرني حسَّانُ بن عطيَّة أنَّ أوَّلَ من أحدَثها في مسجد دمشقَ هشامُ بن إسماعيل المخزوميُّ في خلافة عبد الملك بن مروان ، فأخذ النّاسُ بذلك . ¶ ¬__________ ¶ (¬1) أخرجه : ابن أبي شيبة ( 30308 ) و( 34777 ) ، والدارمي ( 356 ) ، والبيهقي في\" شعب الإيمان \" ( 671 ) و( 2030 ) موقوفاً . ¶ (¬2) أخرجه : أبو يعلى ( 4088 ) ، وهو ضعيف لضعف يزيد بن أبان الرقاشي . ¶ (¬3) انظر : الفردوس بمأثور الخطاب للديلمي ( 6117 ) . ¶ (¬4) هو عطية العوني ، قال عنه أحمد بن حنبل والثوري وهشيم ويحيى بن معين والنسائي : ضعيف الحديث . انظر : الجرح والتعديل لابن أبي حاتم 6/503 ( 11375 ) ، والضعفاء للعقيلي 3/359 ( 1392 ) ، والكامل لابن عدي 7/84 ( 1535 ) ، وميزان الاعتدال للذهبي 3/79 ( 5667 ) .",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "وبإسناده عن سعيد بن عبد العزيز ، وإبراهيم بنِ سليمان : أنَّهما كانا يدرسان القرآن بعد صلاة الصبح ببيروت والأوزاعي في المسجد لا يُغّيِّرُ عليهم . ¶ وذكر حربٌ أنَّه رأى أهلَ دمشق ، وأهلَ حمص ، وأهلَ مكة ، وأهل البصرة يجتمعون على القراءة بعدَ صلاة الصُّبح ، لكن أهل الشام يقرءون القرآن كُلهم جملةً مِنْ سورةٍ واحدةٍ بأصواتٍ عالية ، وأهل مكة وأهل البصرة يجتمعون ، فيقرأ أحدُهم عشرَ آياتٍ ، والنَّاسُ يُنصِتون ، ثمَّ يقرأُ آخرُ عشراً ، حتَّى يفرغوا . قال حرب : وكلُّ ذلك حسنٌ جميلٌ . ¶ وقد أنكر ذلك مالكٌ على أهل الشام . قال زيدُ بنُ عبيدٍ الدِّمشقيُّ : قال لي مالكُ بنُ أنسٍ : بلغني أنَّكم تجلِسونَ حِلَقاً تقرؤون ، فأخبرتُه بما كان يفعلُ أصحابنا ، فقال مالك : عندنا كان المهاجرون والأنصار ما نعرِفُ هذا ، قال : فقلت : هذا طريف ؟ قال : وطريفٌ رجل يقرأ ويجتمعُ الناس حوله ، فقال : هذا عن غير رأينا . ¶ قال أبو مصعب وإسحاق بن محمد الفروي : سمعنا مالكَ بن أنسٍ يقول : الاجتماعُ بكرة بعدَ صلاة الفجر لقراءة القرآن بدعةٌ ، ما كان أصحابُ رسول الله - صلى الله عليه وسلم - ، ولا العلماء بعدَهم على هذا ، كانوا إذا صلَّوا يَخْلو كلٌّ بنفسه ، ويقرأ ، ويذكرُ الله - عز وجل - ، ثم ينصرفون من غير أن يُكلِّم بعضهم بعضاً ، اشتغالاً بذكرِ الله ، فهذه كلُّها محدثة . ¶ وقال ابن وهب : سمعت مالكاً يقول : لم تكن القراءةُ في المسجد من أمرِ النَّاسِ القديم ، وأوَّلُ من أحدثَ ذلك في المسجد الحجاجُ بن يوسف ، قال مالك : وأنا أكره ذلك الذي يقرأ في المسجد في المصحف . وقد روى هذا كلَّه أبو بكر النَّيسابوري في كتاب \" مناقب مالك ’ \" .",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "واستدل الأكثرون على استحباب الاجتماع لمدارسة القرآن في الجُملة بالأحاديث الدالة على استحباب الاجتماع للذِّكر ، والقرآن أفضلُ أنواع الذكر ، ففي \" الصحيحين \"(¬1) عن أبي هريرة - رضي الله عنه - ، عن النَّبيِّ - صلى الله عليه وسلم - ، قال : (( إنَّ لله ملائكةً يطوفونَ في الطُّرق ، يلتمِسُون أهلَ الذِّكر ، فإذا وجدُوا قوماً يذكرون الله - عز وجل - ، تنادوا : هلمُّوا إلى حاجتكم ، فيحفُّونهم بأجنحتهم إلى السَّماء الدُّنيا ، فيسألهُم ربُّهم - وهو أعلمُ بهم - : ما يقول عبادي ؟ قال : يقولون : يسبِّحُونَك ، ويكبِّرونك ، ويحمَدُونك ، ويمجِّدونَك ، فيقول : هل رأوني ؟ فيقولون : لا والله ما رأوْكَ ، فيقول : كيف لو رأوني ؟ فيقولون : لو رأوك ، كانوا أشدَّ لك عبادة ، وأشدَّ لكَ تمجيداً وتحميداً ، وأكثر لك تسبيحاً ، فيقول : فما يسألوني ؟ قالوا : يسألونك الجنَّة ، فيقول : وهل رأوها ؟ فيقولون : لا والله يا ربِّ ، ما رأوها ، فيقول : كيف لو أنَّهم رأوها ؟ فيقولون : لو أنَّهم رأوها ، كانوا أشدَّ عليه حرصاً وأشدَّ لها طلباً ، وأشدّ فيها رغبةً ، قال : فممَّ يتعوَّذونَ ؟ فيقولون : من النَّار ، قال : يقول : فهل رأوها ؟ فيقولون : لا والله يا ربِّ ما رأوها ، فيقول : كيف لو رأوها ؟ فيقولون : لو أنَّهم رأوها ، كانوا أشدَّ منها فراراً ، وأشدّ لها مخافةً ، فيقول الله تعالى : أُشهِدُكم أنِّي قد غفرتُ لهم ، فيقول ملك من الملائكة : فيهم فلانٌ ليس منهم ، إنَّما جاء ¶ لحاجته ، قال : هُمُ الجلساءُ لا يشقى بهم جليسهم )) . ¶ وفي \" صحيح مسلم \" (¬2) عن مُعاوية - رضي الله عنه - : أنَّ رسول الله - صلى الله عليه وسلم - خرج على حلقةٍ من ¶ ¬__________ ¶ (¬1) ... صحيح البخاري 8/107 ( 6408 ) ، وصحيح مسلم 8/68 ( 2689 ) ( 25 ) . ¶ (¬2) صحيح مسلم 8/72 ( 2701 ) ( 40 )",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "أصحابه ، فقال : (( ما يُجلسكُم )) ؟ قالوا : جلسنا نذكر الله - عز وجل - ، ونحمَدُه لما هدانا للإسلام ، ومنَّ علينا به ، فقال : (( آللهِ ما أجلسكم إلاّ ذلك ؟ )) قالوا : آللهِ ما أجلسنا إلا ذلك ، قال : (( أما أنِّي لم أستحلِفْكُم لتهمةٍ لكم ، إنَّه أتاني جبريل ، فأخبرني أنَّ الله تعالى يُباهي بكم الملائكة )) . ¶ وخرَّج الحاكم (¬1) من حديث معاوية - رضي الله عنه - قال : كنتُ مع النَّبيِّ - صلى الله عليه وسلم - يوماً ، فدخل ¶ المسجدَ ، فإذا هو بقومٍ في المسجد قعود ، فقال النَّبيُّ - صلى الله عليه وسلم - : (( ما أقعدكم ؟ )) فقالوا : صلَّينا الصَّلاةَ المكتوبةَ ، ثم قعدنا نتذاكرُ كتاب الله - عز وجل - وسنَّة نبيِّه - صلى الله عليه وسلم - ، فقال :رسول الله - صلى الله عليه وسلم - : (( إنَّ الله إذا ذكر شيئاً تعاظم ذكرُه )) . ¶ وفي المعنى أحاديث أُخَرُ متعددة (¬2) . ¶ وقد أخبر - صلى الله عليه وسلم - أنَّ جزاءَ الذين يجلسونَ في بيت الله يتدارسون كتابَ الله أربعة ¶ أشياء : ¶ أحدها : تَنْزل السكينة عليهم ، وفي \" الصحيحين \"(¬3) عن البراء بن عازب ، قال : كان رجلٌ يقرأ سورةَ الكهف وعنده فرسٌ ، فتغشَّته سحابةٌ ، فجعلت تدورُ وتدنُو ، وجعل فرسه يَنفِرُ منها ، فلمَّا أصبح ، أتى النَّبيَّ - ‘ - ، فذكر ذلك له ، فقال : (( تلك السَّكينة تنَزَّلت للقرآن )) . ¶ ¬__________ ¶ (¬1) في \" المستدرك \" 1/94 . ¶ (¬2) قال علي - رضي الله عنه - : (( تذاكروا الحديث فإنكم إن لا تفعلوه يندرس )) . وقال عبد الله بن مسعود : (( تذاكروا الحديث فإن ذكر الحديث حياته )) . أخرجهما الحاكم في \" المستدرك \" 1/95 . ¶ (¬3) صحيح البخاري 4/245 ( 3614 ) و6/170 ( 4839 ) و232 ( 5011 ) ، وصحيح مسلم 2/193 ( 795 ) ( 240 ) و( 241 ) و194 ( 795 ) ( 241 ) .",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "وفيهما أيضاً (¬1) عن أبي سعيدٍ أنَّ أُسيدَ بنَ حُضيرٍ بينما هو ليلةً يقرأ في ¶ مِربَدِه(¬2)، إذ جالت فرسُه ، فقرأ ، ثم جالت أخرى ، فقرأ ، ثم جالت أيضاً ، فقال أُسيدٌ : فخشيتُ أنْ تطأ يحيى - يعني ابنَه - قال : فقمتُ إليها ، فإذا مثلُ الظُّلَّةِ فوق رأسي فيها أمثالُ السُّرُجِ عرجت في الجوِّ حتَّى ما أراها ، قال : فغدا على النَّبيِّ - ‘ - ، فذكر ذلك له ، فقال - ‘ - : (( تلك الملائكةُ كانت تستَمعُ لك ، ولو قرأت ، لأصبحَتْ يراها الناس ما تستتر منهم )) واللفظ لمسلم فيهما . ¶ وروى ابن المبارك (¬3) ، عن يحيى بن أيوبَ ، عن عُبيد الله بنِ زَحْرٍ ، عن سعد ابن مسعود أنّ رسول الله - ‘ - كان في مجلسٍ ، فرفعَ بصرَه إلى السَّماء ، ثمَّ طأطأ بصرَه ، ثمَّ رفعه ، فسئل رسول الله - ‘ - عن ذلك ، فقال : (( إن هؤلاء القوم كانوا يذكُرون الله تعالى - يعني : أهلَ مجلسٍ أمامَه - فنزلت عليهمُ السَّكينةُ تحملها الملائكةُ كالقُبَّةِ ، فلمَّا دنت منهم تكلَّم رجلٌ منهم بباطلٍ ، فرُفِعَت عنهم )) وهذا مرسل(¬4) . ¶ والثاني : غِشيانُ الرَّحمة ، قال الله تعالى : { إِنَّ رَحْمَتَ اللهِ قَرِيبٌ مِنَ الْمُحْسِنِينَ } (الأعراف : 56 .) . ¶ وخرَّج الحاكم (¬5) من حديث سلمان أنَّه كان في عِصابةٍ يذكرون الله تعالى ، ¶ ¬__________ ¶ (¬1) البخاري 6/234 ( 5018 ) معلقاً ، ومسلم 2/194 ( 796 ) ( 242 ) . ¶ (¬2) المربد : الموضع الذي تحبس فيه الإبل والغنم ، وبه سمي مربد المدينة والبصرة ، وهو بكسر الميم وفتح الباء ، والمربد أيضاً : الموضع الذي يجعل فيه التمر لينشف . النهاية 2/182 . ¶ (¬3) في \" الزهد \" ( 943 ) . ¶ (¬4) وهو مع إرساله ففيه عبيد الله بن زحر، وفيه ضعف . ¶ (¬5) في \" المستدرك \" 1/122 ، وفي إسناده ضعف وأخرجه : أبو نعيم في \" الحلية \" 1/242 .",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "فمرَّ بهم رسولُ الله - ‘ - ، فقال : (( ما كنتم تقولون ؟ فإنِّي رأيتُ الرَّحمةَ تنزِلُ عليكم ، فأردت أن أشارِكَكُم فيها )) . ¶ وخرَّج البزارُ (¬1) من حديث أنسٍ _، عن النَّبيِّ - صلى الله عليه وسلم - ، قال : (( إنَّ لله سيَّارةً مِنَ الملائكة ، يطلبون حِلَق الذِّكر ، فإذا أتوا عليهم حَفُّوا بهم ، ثم بعثوا رائدَهم إلى السماء إلى ربِّ العزّة تبارك وتعالى فيقولون : ربَّنا أتينا على عبادٍ من عبادِكَ يُعظِّمون آلاءك ، ويتلونَ كتابَك ، ويصلُّون على نبيِّك ، ويسألونَك لآخرتهم ودنياهم ، فيقول تبارك وتعالى : غشوهم برحمتي ، فيقولون : ربَّنا ، إنَّ فيهم فلاناً الخطّاء ، إنَّما اعتنقهُمُ اعتناقاً ، فيقول تعالى : غشوهم برحمتي ، فهم الجلساء لا يشقى بهم جليسهم . ¶ والثالث : أنَّ الملائكة تحفُّ بهم ، وهذا مذكورٌ في هذه الأحاديث التي ذكرناها ، وفي حديث أبي هريرة - رضي الله عنه - المتقدّم : (( فيحفُّونهم بأجنحتهم إلى السماء الدنيا )) . وفي رواية للإمام أحمد (¬2) : (( علا بعضُهم على بعض حتَّى يبلغوا العرش )) . ¶ وقال خالدُ بنُ معدان(¬3) ، يرفعُ الحديث : (( إنَّ لله ملائكةً في الهواء ، يَسيحون بين السماءِ والأرض ، يلتمسون الذِّكرَ ، فإذا سمعوا قوماً يذكرون الله تعالى ، قالوا : رويداً زادكم الله ، فينشرون أجنحتَهم حولَهم حتَّى يصعَدَ كلامُهم إلى العرش )) . خرَّجه الخلال في كتاب \" السنة \" . ¶ ¬__________ ¶ (¬1) كما في \" كشف الأستار \" ( 3062 ) وأخرجه : أبو نعيم في \" الحلية \" 6/268 ، وهو حديث ضعيف لضعف زائدة بن أبي الرقاد وزياد بن عبد الله النميري . ¶ (¬2) في \" مسنده \" 2/358 . ¶ (¬3) وخالد بن معدان تابعيٌّ ، فالحديث ضعيف لإرساله .",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "الرابع : أنَّ الله يذكرُهم فيمن عنده ، وفي \" الصحيحين \"(¬1) عن أبي هريرة - رضي الله عنه - عن النَّبيِّ - صلى الله عليه وسلم - ، قال : (( يقولُ الله - عز وجل - : أنا عند ظنِّ عبدي بي ، وأنا معه حين يذكرُني ، فإنْ ذكرني في نفسِه ، ذكرتُه في نفسي ، وإنْ ذكرني في ملأ ذكرته في ملأ خيرٍ منهم )) ¶ 12- الحامدون الله كثيرًا(¬2): ¶ عن أبي سعيد - رضي الله عنه - قال رسول الله ( (قال رجلٌ \"الحمد لله كثيراً\" فأعظمها الملكُ أن يكتبها، فراجع فيها ربه عز وجل فقال الله تعالى اكتبوها لعبدى رحمتي كثيراً) (¬3) . ¶ و جاء موقوفا عن أبي سعيد - رضي الله عنه - قال : ( إذا قال العبد الحمد لله كثيرا قال الملك كيف أكتب قال أكتب له رحمتي كثيرا وإذا قال العبد الله أكبر كبيرا قال الملك كيف أكتب قال أكتب رحمتي كثيرا وإذا قال سبحان الله كثيرا قال الملك كيف أكتب قال اكتب رحمتي كثيرا )(¬4). ¶ 13- التماس مرضاة الله - عز وجل - : ¶ عَنْ ثَوْبَانَ - رضي الله عنه - عَنِ النَّبِىِّ - صلى الله عليه وسلم - قَالَ « إِنَّ الْعَبْدَ لَيَلْتَمِسُ مَرْضَاةَ اللَّهِ وَلاَ يَزَالُ بِذَلِكَ فَيَقُولُ اللَّهُ - عز وجل - لِجِبْرِيلَ إِنَّ فُلاَناً عَبْدِى يَلْتَمِسُ أَنْ يُرْضِيَنِى أَلاَ وَإِنَّ رَحْمَتِى عَلَيْهِ . فَيَقُولُ جِبْرِيلُ رَحْمَةُ اللَّهِ عَلَى فُلاَنٍ. وَيَقُولُهَا حَمَلَةُ الْعَرْشِ وَيَقُولُهَا مَنْ حَوْلَهُمْ حَتَّى يَقُولَهَا أَهْلُ السَّمَوَاتِ السَّبْعِ ثُمَّ تَهْبِطُ لَهُ إِلَى الأَرْضِ »(¬5) ¶ ¬__________ ¶ (¬1) صحيح البخاري 9/147 ( 7405 ) ، وصحيح مسلم 8/62 ( 2675 ) ( 2 ) . ¶ (¬2) راجع ( فضل الحميد المجيد في فضل وفوائد التحميد) لجامع البحث. ¶ (¬3) الطبراني وأبو الشيخ وقال الألباني :حسن لغيره (صحيح الترغيب والترهيب برقم 1578) ¶ (¬4) مصنف ابن أبي شيبة - (ج 6 / ص 56) ¶ (¬5) رواه أحمد فى مسنده وقال الشيخ شعيب الأرنؤوط : إسناده حسن.",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "ابتغاء مرضاة الله - عز وجل - سبيل من أعظم سبل الرحمة لأنه يشمل الدين بأكمله لا يتخلف عنه شيء منه بل هو الإيمان بالله - عز وجل - وإتباع نبيه - صلى الله عليه وسلم - ، واستكمل شرائط الإيمان وفرائضه وسننه و مقتضياته وآداب السلوك والتعامل مع الخلق بالحق لذا نشرع بسرد بعض الآيات (¬1)والأحاديث الواردة فى التماس مرضاة الله - عز وجل - ومتابعة رضوانه ، لعل يصيبنا منه رحمة وفضل تبارك وتعالى . ¶ * بذل النفس فى ذات الله - عز وجل - بالجهاد والهجرة وغيرها من العبادات. ¶ قال - عز وجل - {وَمِنَ النَّاسِ مَنْ يَشْرِي نَفْسَهُ ابْتِغَاءَ مَرْضَاتِ اللَّهِ وَاللَّهُ رَؤُوفٌ بِالْعِبَادِ}(البقرة:207) قال العلامة السعدي ’(¬2): ¶ ¬__________ ¶ (¬1) ونقف على بعض معانيها إن لاحت برقة في آفاق الفهم، وينبغى على العبد أن يبحث فى هذا الباب فبه تفتح مغاليق القلوب ويأنس بقرب علام الغيوب وتكشف حُجب الذنوب وتُرخى الستور على العيوب ويأذن للعبد الآبق بالإياب لرب عفو غفور. ¶ (¬2) تفسير السعدي - (ج 1 / ص 94)",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "هؤلاء هم الموفقون الذين باعوا أنفسهم وأرخصوها وبذلوها طلبا لمرضاة الله ورجاء لثوابه، فهم بذلوا الثمن للمليء الوفيّ الرءوف بالعباد، الذي من رأفته ورحمته أن وفقهم لذلك، وقد وعد الوفاء بذلك، فقال: { إِنَّ اللَّهَ اشْتَرَى مِنَ الْمُؤْمِنِينَ أَنْفُسَهُمْ وَأَمْوَالَهُمْ بِأَنَّ لَهُمُ الْجَنَّةَ } إلى آخر الآية. وفي هذه الآية أخبر أنهم اشتروا أنفسهم وبذلوها، وأخبر برأفته الموجبة لتحصيل ما طلبوا، وبذل ما به رغبوا، فلا تسأل بعد هذا عن ما يحصل لهم من الكريم، وما ينالهم من الفوز والتكريم . وقال - عز وجل - {لِلْفُقَرَاءِ الْمُهَاجِرِينَ الَّذِينَ أُخْرِجُوا مِنْ دِيَارِهِمْ وَأَمْوَالِهِمْ يَبْتَغُونَ فَضْلاً مِنَ اللَّهِ وَرِضْوَاناً وَيَنْصُرُونَ اللَّهَ وَرَسُولَهُ أُولَئِكَ هُمُ الصَّادِقُونَ} (الحشر:8) وعَنْ ابْنِ عُمَرَ - رضي الله عنه - عَنْ النَّبِيِّ - صلى الله عليه وسلم - (( فِيمَا يَحْكِي عَنْ رَبِّهِ تَبَارَكَ وَتَعَالَى قَالَ أَيُّمَا عَبْدٍ مِنْ عِبَادِي خَرَجَ مُجَاهِدًا فِي سَبِيلِي ابْتِغَاءَ مَرْضَاتِي ضَمِنْتُ لَهُ أَنْ أُرْجِعَهُ بِمَا أَصَابَ مِنْ أَجْرٍ وَغَنِيمَةٍ وَإِنْ قَبَضْتُهُ أَنْ أَغْفِرَ لَهُ وَأَرْحَمَهُ وَأُدْخِلَهُ الْجَنَّةَ))(¬1) ¶ * الإنفاق فى سبيل الله - عز وجل - ¶ {وَمَثَلُ الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمُ ابْتِغَاءَ مَرْضَاتِ اللَّهِ وَتَثْبِيتاً مِنْ أَنْفُسِهِمْ كَمَثَلِ جَنَّةٍ بِرَبْوَةٍ أَصَابَهَا وَابِلٌ فَآتَتْ أُكُلَهَا ضِعْفَيْنِ فَإِنْ لَمْ يُصِبْهَا وَابِلٌ فَطَلٌّ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ} (البقرة:265) ¶ * الحب في الله والبغض فى الله ¶ { ¶ ¬__________ ¶ (¬1) رواه أحمد فى مسنده والنسائي وصححه الألباني وقال شعيب الأرنؤوط : صحيح رجاله ثقات رجال الشيخين غير حماد بن سلمة فمن رجال مسلم.",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ تُلْقُونَ إِلَيْهِمْ بِالْمَوَدَّةِ وَقَدْ كَفَرُوا بِمَا جَاءَكُمْ مِنَ الْحَقِّ يُخْرِجُونَ الرَّسُولَ وَإِيَّاكُمْ أَنْ تُؤْمِنُوا بِاللَّهِ رَبِّكُمْ إِنْ كُنْتُمْ خَرَجْتُمْ جِهَاداً فِي سَبِيلِي وَابْتِغَاءَ مَرْضَاتِي تُسِرُّونَ إِلَيْهِمْ بِالْمَوَدَّةِ وَأَنَا أَعْلَمُ بِمَا أَخْفَيْتُمْ وَمَا أَعْلَنْتُمْ وَمَنْ يَفْعَلْهُ مِنْكُمْ فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ} (الممتحنة:1) ¶ * الإخلاص في العبادات القولية والفعلية ¶ {لا خَيْرَ فِي كَثِيرٍ مِنْ نَجْوَاهُمْ إِلَّا مَنْ أَمَرَ بِصَدَقَةٍ أَوْ مَعْرُوفٍ أَوْ إِصْلاحٍ بَيْنَ النَّاسِ وَمَنْ يَفْعَلْ ذَلِكَ ابْتِغَاءَ مَرْضَاتِ اللَّهِ فَسَوْفَ نُؤْتِيهِ أَجْراً عَظِيماً} (النساء:114) ¶ * التقوى وسبلها دعاءاً وصبراً وصدقًا و قنوتاً و وإنفاقاً واستغفاراً ¶ {قُلْ أَؤُنَبِّئُكُمْ بِخَيْرٍ مِنْ ذَلِكُمْ لِلَّذِينَ اتَّقَوْا عِنْدَ رَبِّهِمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَأَزْوَاجٌ مُطَهَّرَةٌ وَرِضْوَانٌ مِنَ اللَّهِ وَاللَّهُ بَصِيرٌ بِالْعِبَادِ (15) الَّذِينَ يَقُولُونَ رَبَّنَا إِنَّنَا آمَنَّا فَاغْفِرْ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ النَّارِ (16) الصَّابِرِينَ وَالصَّادِقِينَ وَالْقَانِتِينَ وَالْمُنْفِقِينَ وَالْمُسْتَغْفِرِينَ بِالأسْحَارِ (17) } (آل عمران) قال الحافظ ابن كثير ’ :(¬1) ¶ ¬__________ ¶ (¬1) تفسير ابن كثير - (ج 2 / ص 22) .",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "ولهذا قال تعالى: { قُلْ أَؤُنَبِّئُكُمْ بِخَيْرٍ مِنْ ذَلِكُمْ } أي: قل يا محمد للناس: أأخبركم بخير مما زين للناس في هذه الحياة الدنيا من زهرتها ونعيمها، الذي هو زائل لا محالة. ثم أخبر عن ذلك، فقال: { لِلَّذِينَ اتَّقَوْا عِنْدَ رَبِّهِمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الأنْهَارُ } أي: تنخرق بين جوانبها وأرجائها الأنهار، من أنواع الأشربة؛ من العسل واللبن والخمر والماء وغير ذلك، مما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر. ¶ { خَالِدِينَ فِيهَا } أي: ماكثين فيها أبد الآباد (9) لا يبغون (10) عنها حِوَلا. ¶ { وَأَزْوَاجٌ مُطَهَّرَةٌ } أي: من الدَّنَس، والخَبَث، والأذى، والحيض، والنفاس، وغير ذلك مما يعتري نساء الدنيا. ¶ { وَرِضْوَانٌ مِنَ اللَّهِ } أي: يحل عليهم رضوانه، فلا يَسْخَط عليهم بعده أبدا؛ ولهذا قال تعالى في الآية الأخرى التي في براءة: { وَرِضْوَانٌ مِنَ اللَّهِ أَكْبَرُ } [ التوبة : 72 ] أي: أعظم مما أعطاهم من النعيم المقيم،ثم قال [تعالى] { وَاللَّهُ بَصِيرٌ بِالْعِبَادِ } أي: يعطي كلا بحسب ما يستحقه من العطاء.{ الَّذِينَ يَقُولُونَ رَبَّنَا إِنَّنَا آمَنَّا فَاغْفِرْ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ النَّارِ (16) الصَّابِرِينَ وَالصَّادِقِينَ وَالْقَانِتِينَ وَالْمُنْفِقِينَ وَالْمُسْتَغْفِرِينَ بِالأسْحَارِ (17) } ¶ يصف تعالى عباده المتقين الذين وعدهم الثواب الجزيل، فقال تعالى: { الَّذِينَ يَقُولُونَ رَبَّنَا إِنَّنَا آمَنَّا } أي: بك وبكتابك وبرسولك { فَاغْفِرْ لَنَا ذُنُوبَنَا } أي بإيماننا بك وبما شرعته لنا فاغفر لنا ذنوبنا وتقصيرنا من أمرنا بفضلك ورحمتك { وَقِنَا عَذَابَ النَّارِ }",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "ثم قال: { الصَّابِرِين } أي: في قيامهم بالطاعات وتركهم المحرمات { وَالصَّادِقِينَ } فيما أخبروا به من إيمانهم بما يلتزمونه من الأعمال الشاقة { وَالقَانِتِينَ } والقنوت: الطاعة والخضوع { والْمُنفِقِينَ } أي: من أموالهم في جميع ما أمروا به من الطاعات، وصلة الأرحام والقرابات، وسد الخَلات، ومواساة ذوي الحاجات { وَالْمُسْتَغْفِرِينَ بِالأسْحَارِ } دل على فضيلة الاستغفار وقت الأسحار. ¶ وقد قيل: إن يعقوب - عليه السلام - ، لما قال لبنيه: { سَوْفَ أَسْتَغْفِرُ لَكُمْ رَبِّي } [يوسف:98 ] أنه أخرهم إلى وقت السحر. وثبت في الصحيحين وغيرهما من المسانيد والسنن، من غير وجه، عن جماعة من الصحابة، أن رسول الله - صلى الله عليه وسلم - قال: \"ينزلُ الله تَبَارَكَ وَتَعَالَى في كُلِّ لَيْلَةٍ إلَى سمَِاءِ الدُّنيا حِينَ يَبْقَى ثُلُثُ اللَّيْلِ الآخِر فيقولُ: هَلْ مِنْ سَائل فأعْطِيَه؟ هَلْ مِنْ دَاع فَأسْتجيبَ له؟ هَلْ مِنْ مُسْتَغْفِر فأغْفِرَ لَهُ ؟\" الحديث (¬1) وقد أفرد الحافظ أبو الحسن الدارقطني في ذلك جزءًا على حدة فرواه من طرق متعددة. ¶ وفي الصحيحين، عن عائشة، - رضي الله عنه - ، قالت: مِنْ كُلِّ اللَّيلِ قَدْ أوْترَ رَسُولُ الله - صلى الله عليه وسلم - مِنْ أولِهِ وأوْسَطِهِ وآخِرِهِ، فَانْتَهَى وِتره إلَى السّحَرِ (¬2) . ¶ ¬__________ ¶ (¬1) جاء من حديث أبي هريرة: رواه البخاري في صحيحه برقم (7494) وبرقم (6321) ورواه مسلم في صحيحه برقم (758) وأبو داود في السنن برقم (1315) والترمذي في السنن برقم (4398) وجاء من حديث أبي سعيد الخدري وجبير بن مطعم ورفاعة الجهني وعلي بن أبي طالب وابن مسعود. انظر الكلام عليها في كتاب إرواء الغليل للشيخ الألباني (2/450). ¶ (¬2) رواه البخاري في صحيحه برقم (996)، ورواه مسلم في صحيحه برقم (745).",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "وكان عبد الله بن عمر - رضي الله عنه - يصلي من الليل، ثم يقول: يا نافع، هل جاء السَّحَر؟ فإذا قال: نعم، أقبل على الدعاء والاستغفار حتى يصبح. رواه ابن أبي حاتم. ¶ وقال ابن جرير: حدثنا ابن وَكِيع، حدثنا أبي، عن حُرَيْث بن أبي مطر، عن إبراهيم بن حاطب، عن أبيه قال: سمعت رجلا في السحر في ناحية المسجد وهو يقول: ربّ أمرتني فأطعتك، وهذا سحر، فاغفر لي. فنظرت فإذا ابن مسعود، _ (¬1) . ¶ وروى ابن مَرْدُويه عن أنس بن مالك - رضي الله عنه - قال: كنا نؤمر إذا صلينا من الليل أنْ نستغفر في آخر السحر سبعين مرة. ¶ * متابعة ما جاء به رسول الله - صلى الله عليه وسلم - كتاباً وسنة ¶ {يَا أَهْلَ الْكِتَابِ قَدْ جَاءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ كَثِيراً مِمَّا كُنْتُمْ تُخْفُونَ مِنَ الْكِتَابِ وَيَعْفُو عَنْ كَثِيرٍ قَدْ جَاءَكُمْ مِنَ اللَّهِ نُورٌ وَكِتَابٌ مُبِينٌ (15) يَهْدِي بِهِ اللَّهُ مَنِ اتَّبَعَ رِضْوَانَهُ سُبُلَ السَّلامِ وَيُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِهِ وَيَهْدِيهِمْ إِلَى صِرَاطٍ مُسْتَقِيمٍ (16) }(المائدة) ¶ * الإيمان والعمل الصالح {وَعَدَ اللَّهُ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ وَرِضْوَانٌ مِنَ اللَّهِ أَكْبَرُ ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ} (التوبة:72) ¶ ¬__________ ¶ (¬1) تفسير ابن كثير - (ج 2 / ص 24)، تفسير الطبري (6/266) وفي إسناده سفيان بن وكيع ضعيف، وحديث ابن أبي مطر ضعفه أبو حاتم وابن معين والبخاري.",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "* الزهد فى الدنيا ومعرفة حقيقتها وأنها دار غرور لا دار قرار وسرور. {اعْلَمُوا أَنَّمَا الْحَيَاةُ الدُّنْيَا لَعِبٌ وَلَهْوٌ وَزِينَةٌ وَتَفَاخُرٌ بَيْنَكُمْ وَتَكَاثُرٌ فِي الْأَمْوَالِ وَالْأَوْلادِ كَمَثَلِ غَيْثٍ أَعْجَبَ الْكُفَّارَ نَبَاتُهُ ثُمَّ يَهِيجُ فَتَرَاهُ مُصْفَرّاً ثُمَّ يَكُونُ حُطَاماً وَفِي الْآخِرَةِ عَذَابٌ شَدِيدٌ وَمَغْفِرَةٌ مِنَ اللَّهِ وَرِضْوَانٌ وَمَا الْحَيَاةُ الدُّنْيَا إِلَّا مَتَاعُ الْغُرُورِ} (الحديد:20) ¶ 13- خشية الله - عز وجل - : ¶ عَنْ أَبِي سَعِيدٍ _ : عَنْ النَّبِيِّ ‘ : ((أَنَّ رَجُلًا كَانَ قَبْلَكُمْ رَغَسَهُ اللَّهُ مَالًا فَقَالَ لِبَنِيهِ لَمَّا حُضِرَ أَيَّ أَبٍ كُنْتُ لَكُمْ قَالُوا خَيْرَ أَبٍ قَالَ فَإِنِّي لَمْ أَعْمَلْ خَيْرًا قَطُّ فَإِذَا مُتُّ فَأَحْرِقُونِي ثُمَّ اسْحَقُونِي ثُمَّ ذَرُّونِي فِي يَوْمٍ عَاصِفٍ فَفَعَلُوا فَجَمَعَهُ اللَّهُ عَزَّ وَجَلَّ فَقَالَ مَا حَمَلَكَ قَالَ مَخَافَتُكَ فَتَلَقَّاهُ بِرَحْمَتِهِ (¬1))). ¶ ¬__________ ¶ (¬1) متفق عليه واللفظ للبخاري",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "و فى رواية عَنْه _ : عَنْ النَّبِيِّ ‘ : (( ذَكَرَ رَجُلًا فِيمَنْ كَانَ سَلَفَ أَوْ قَبْلَكُمْ آتَاهُ اللَّهُ مَالًا وَوَلَدًا يَعْنِي أَعْطَاهُ قَالَ فَلَمَّا حُضِرَ قَالَ لِبَنِيهِ أَيَّ أَبٍ كُنْتُ لَكُمْ قَالُوا خَيْرَ أَبٍ قَالَ فَإِنَّهُ لَمْ يَبْتَئِرْ عِنْدَ اللَّهِ خَيْرًا فَسَّرَهَا قَتَادَةُ لَمْ يَدَّخِرْ وَإِنْ يَقْدَمْ عَلَى اللَّهِ يُعَذِّبْهُ فَانْظُرُوا فَإِذَا مُتُّ فَأَحْرِقُونِي حَتَّى إِذَا صِرْتُ فَحْمًا فَاسْحَقُونِي أَوْ قَالَ فَاسْهَكُونِي ثُمَّ إِذَا كَانَ رِيحٌ عَاصِفٌ فَأَذْرُونِي فِيهَا فَأَخَذَ مَوَاثِيقَهُمْ عَلَى ذَلِكَ وَرَبِّي فَفَعَلُوا فَقَالَ اللَّهُ كُنْ فَإِذَا رَجُلٌ قَائِمٌ ثُمَّ قَالَ أَيْ عَبْدِي مَا حَمَلَكَ عَلَى مَا فَعَلْتَ قَالَ مَخَافَتُكَ أَوْ فَرَقٌ مِنْكَ فَمَا تَلَافَاهُ أَنْ رَحِمَهُ اللهُ (¬1))). ¶ وجاء في حديث آخر تفسير الرحمة بالمغفرة و إن كانت الرحمة أشمل وأعم ¶ عَنْ حُذَيْفَةَ _ :عَنْ النَّبِيِّ ‘ قَالَ : (( كَانَ رَجُلٌ مِمَّنْ كَانَ قَبْلَكُمْ يُسِيءُ الظَّنَّ بِعَمَلِهِ فَقَالَ لِأَهْلِهِ إِذَا أَنَا مُتُّ فَخُذُونِي فَذَرُّونِي فِي الْبَحْرِ فِي يَوْمٍ صَائِفٍ فَفَعَلُوا بِهِ فَجَمَعَهُ اللَّهُ ثُمَّ قَالَ مَا حَمَلَكَ عَلَى الَّذِي صَنَعْتَ قَالَ مَا حَمَلَنِي إِلَّا مَخَافَتُكَ فَغَفَرَ لَهُ )) ¶ و ترجم عليه البخاري ’ ( بَاب الْخَوْف مِنْ اللَّه عَزَّ وَجَلَّ ). ¶ قال ابن حجر ’(¬2): ¶ قَوْله ( بَاب الْخَوْف مِنْ اللَّه عَزَّ وَجَلَّ ) ¶ ¬__________ ¶ (¬1) متفق عليه واللفظ للبخاري ¶ (¬2) فتح الباري لابن حجر - (ج 18 / ص 306)",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "هُوَ مِنْ الْمَقَامَات الْعَلِيَّة ، وَهُوَ مِنْ لَوَازِم الْإِيمَان ، قَالَ اللَّه تَعَالَى { وَخَافُونِ إِنْ كُنْتُمْ مُؤْمِنِينَ } وَقَالَ تَعَالَى { فَلَا تَخْشَوْا النَّاس وَاخْشَوْنِ } وَقَالَ تَعَالَى { إِنَّمَا يَخْشَى اللَّه مِنْ عِبَاده الْعُلَمَاء } وَتَقَدَّمَ حَدِيث \" أَنَا أَعْلَمكُمْ بِاَللَّهِ وَأَشَدّكُمْ لَهُ خَشْيَة \" وَكُلَّمَا كَانَ الْعَبْد أَقْرَب إِلَى رَبّه كَانَ أَشَدّ لَهُ خَشْيَة مِمَّنْ دُونه ، وَقَدْ وَصَفَ اللَّه تَعَالَى الْمَلَائِكَة بِقَوْلِهِ { يَخَافُونَ رَبّهمْ مِنْ فَوْقهمْ } وَالْأَنْبِيَاء بِقَوْلِهِ { الَّذِينَ يُبَلِّغُونَ رِسَالَات اللَّه وَيَخْشَوْنَهُ وَلَا يَخْشَوْنَ أَحَدًا إِلَّا اللَّه } وَإِنَّمَا كَانَ خَوْف الْمُقَرَّبِينَ أَشَدّ لِأَنَّهُمْ يُطَالَبُونَ بِمَا لَا يُطَالَب بِهِ غَيْرهمْ فَيُرَاعُونَ تِلْكَ الْمَنْزِلَة ، وَلِأَنَّ الْوَاجِب لِلَّهِ مِنْهُ الشُّكْر عَلَى الْمَنْزِلَة فَيُضَاعَف بِالنِّسْبَةِ لِعُلُوِّ تِلْكَ الْمَنْزِلَة ، فَالْعَبْد إِنْ كَانَ مُسْتَقِيمًا فَخَوْفه مِنْ سُوء الْعَاقِبَة لِقَوْلِهِ تَعَالَى { يَحُول بَيْن الْمَرْء وَقَلْبه } أَوْ نُقْصَان الدَّرَجَة بِالنِّسْبَةِ ، وَإِنْ كَانَ مَائِلًا فَخَوْفه مِنْ سُوء فِعْله . وَيَنْفَعهُ ذَلِكَ مَعَ النَّدَم وَالْإِقْلَاع ، فَإِنَّ الْخَوْف يَنْشَأ مِنْ مَعْرِفَة قُبْح الْجِنَايَة وَالتَّصْدِيق بِالْوَعِيدِ عَلَيْهَا ، وَأَنْ يُحْرَم التَّوْبَة ، أَوْ لَا يَكُون مِمَّنْ شَاءَ اللَّه أَنْ يَغْفِر لَهُ ، فَهُوَ مُشْفِقٌ مِنْ ذَنْبه طَالِبٌ مِنْ رَبّه أَنْ يُدْخِلهُ فِيمَنْ يَغْفِر لَهُ . وَيَدْخُل فِي هَذَا الْبَاب الْحَدِيث الَّذِي قَبْله ، وَفِيهِ أَيْضًا \" وَرَجُل دَعَتْهُ اِمْرَأَة ذَات جَمَال وَمَال فَقَالَ إِنِّي أَخَاف اللَّه \" .",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "- و قَوْله - صلى الله عليه وسلم - ( فَمَا تَلَافَاهُ أَنْ رَحِمَهُ ) ¶ أَيْ تَدَارَكَهُ و \" مَا \" مَوْصُولَة أَيْ الَّذِي تَلَافَاهُ هُوَ الرَّحْمَة ، أَوْ نَافِيَة وَصِيغَة الِاسْتِثْنَاء مَحْذُوفَة ، أَوْ الضَّمِير فِي تَلَافَاهُ لِعَمَلِ الرَّجُل ، وَقَدْ تَقَدَّمَ بَيَان الِاخْتِلَاف فِي هَذِهِ اللَّفْظَة هُنَاكَ ، وَفِي حَدِيث حُذَيْفَة \" فَغَفَرَ لَهُ \" وَكَذَا فِي حَدِيث أَبِي هُرَيْرَة ، قَالَ : وَفِي الْحَدِيث جَوَاز تَسْمِيَة الشَّيْء بِمَا قَرُبَ مِنْهُ ؛ لِأَنَّهُ قَالَ حَضَرَهُ الْمَوْت وَإِنَّمَا الَّذِي حَضَرَهُ فِي تِلْكَ الْحَالَة عَلَامَاتُهُ ، وَفِيهِ فَضْل الْأُمَّة الْمُحَمَّدِيَّة لِمَا خُفِّفَ عَنْهُمْ مِنْ وَضْع مِثْل هَذِهِ الْآصَار ، وَمَنَّ عَلَيْهِمْ بِالْحَنِيفِيَّةِ السَّمْحَة ، وَفِيهِ عِظَم قُدْرَة اللَّه تَعَالَى أَنْ جَمَعَ جَسَدَ الْمَذْكُور بَعْد أَنْ تَفَرَّقَ ذَلِكَ التَّفْرِيق الشَّدِيد . قُلْت وَقَدْ تَقَدَّمَ أَنَّ ذَلِكَ إِخْبَار عَمَّا يَكُون يَوْم الْقِيَامَة ، وَتَقْرِير ذَلِكَ مُسْتَوْفًى . ¶ وقال ابن بطال ’(¬1): ¶ فغفر الله له بشدة مخافته، وأقرب الوسائل إلى الله خوفه وألا يأمن المؤمن مكره، قال خالد الربعى: وجدت فاتحة زبور داود: رأس الحكمة خشية الربّ. وكان السلف الصالح قد أشرب الخوف من الله قلوبهم واستقلوا أعمالهم ويخافون ألا يقبل منهم مع مجانبتهم الكبائر، فروى عن عائشة: « أنها سألت النبى - ‘ - عن قوله تعالى: {وَالَّذِينَ يُؤْتُونَ مَا آتَوا وَّقُلُوبُهُمْ وَجِلَةٌ} [المؤمنون: 60]، قال: يا ابنة الصديّق، هم الذين يصلون ويصومون ويتصدقون، ويخافون ألا يقبل منهم » . ¶ ¬__________ ¶ (¬1) شرح ابن بطال على البخاري - (ج 19 / ص 253)",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "وقال مطرف بن عبد الله: كاد خوف النار يحول بينى وبين أن أسأل الله الجنة. وقال بكر، لما نظر إلى أهل عرفات: ظننت أنه قد غفر لهم لولا أنى كنت معهم. ¶ فهذه صفة العلماء بالله الخائفين له، يعدون أنفسهم من الظالمين الخاطئين، وهم أنزاه برآه مع المقصرين، وهم أكياس مجتهدون لا يدلون عليه بالأعمال فهم مروّعون خاشعون وجلون وقال عبد الله بن مسعود: وددت أنى انفلقت عن روثة لا أنتسب إلا إليها، فيقال: عبد الله بن روثة، وأن الله قد غفر لى ذنبًا واحدًا. ¶ وقال الحسن البصرى: يخرج من النار رجل بعد ألف عام، وليتنى كنت ذلك الرجل، لقد شهدت أقوامًا كانوا أزهد فيما أحل لهم منكم فيما حرم عليكم، ولهم كانوا أبصر بقلوبهم منكم بأبصاركم، ولهم كانوا أشفق أن لا تقبل حسناتهم منكم ألا تؤخذوا بسيئاتكم. ¶ وقال حكيم من الحكماء: إذا أردت أن تعلم قدرك عند الله فاعلم قدر طاعة الله فى قلبك. وقال ميمون بن مهران: ما فينا خير إلا أنا نظرنا إلى قوم ركبوا الجرائم وعففنا عنها، فظننا أن فينا خيرًا وليس فينا خير. ¶ فإن قال قائل: كيف غفر لهذا الذى أوصى أهله بإحراقه وقد جهل قدرة الله على إحيائه، وذلك أنه قال: « إن يقدر على الله يعذبنى » وقال فى رواية أخرى: « فوالله لئن قدر الله علىَّ ليعذبنى » .",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "قال الطبرى: قيل: قد اختلف الناس فى تأويل هذا الحديث، فقال بعضهم: أما ما كان من عفو الله عما كان منه فى أيام صحتّه من المعاصى؛ فلندمه عليها وتوبته منها عند موته، ولذلك أمر ولده بإحراقه وذروه فى البر والبحر خشية من عقاب ربه والندم توبة، ومعنى رواية من روى: « فوالله لئن قدر الله عليه » أى ضيق عليه، كقوله: {وَمَن قُدِرَ عَلَيْهِ رِزْقُهُ} [الطلاق: 7]، وقوله: {وَأَمَّا إِذَا مَا ابْتَلاَهُ فَقَدَرَ عَلَيْهِ رِزْقَهُ} [الفجر: 16]، لم يرد بذلك وصف بارئه بالعجز عن إعادته حيًا، ويبين ذلك قوله فى الحديث حين أحياه ربه « قال: ما حملك على ما صنعت؟ قال: مخافتك يا رب » . وبالخوف والتوبة نجا من عذابه عز وجل. ¶ قال تعالى((إِنَّ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ كَبِيرٌ ))سورة المك الآية[12]. ¶ -يقول الغفور الرحيم((اعْلَمُوا أَنَّ اللَّهَ شَدِيدُ الْعِقَابِ وَأَنَّ اللَّهَ غَفُورٌ رَحِيمٌ ))سورة المائدة الآية[98]. ¶ وقد جمع العلامة الألباني بعض روايات هذا الحديث: ¶ ((كان رجل ممن كان قبلكم لم يعمل خيرا قط إلا التوحيد فلما احتضر قال لأهله انظروا إذا أنا مت أن يحرقوه حتى يدعوه حمما ثم اطحنوه ثم اذروه في يوم ريح [ ثم اذروا نصفه في البر ونصفه في البحر فوا الله لئن قدر الله عليه ليعذبنه عذابا لا يعذبه أحدا من العالمين ] فلما مات فعلوا ذلك به [ فأمر الله البر فجمع ما فيه وأمر البحر فجمع ما فيه ] فإذا هو [ قائم ] في قبضة الله فقال الله عز وجل يا ابن آدم ما حملك على ما فعلت قال أي رب من مخافتك ( وفي رواية من خشيتك وأنت أعلم قال فغفر له بها ولم يعمل خيرا قطّ إلا التوحيد (¬1))). ¶ 14- الجلوس فى المساجد : ¶ ¬__________ ¶ (¬1) السلسلة الاحاديث الصحيحة للألباني رقم[3048]",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "عَنْ أَبِى هُرَيْرَةَ - رضي الله عنه - عَنِ النَّبِىِّ - صلى الله عليه وسلم - قَالَ « إِنَّ لِلْمَسَاجِدِ أَوْتَاداً الْمَلاَئِكَةُ جُلَسَاؤُهُمْ إِنْ غَابُوا يَفْتَقِدُونَهُمْ وَإِنْ مَرِضُوا عَادُوهُمْ وَإِنْ كَانُوا فِى حَاجَةٍ أَعَانُوهُمْ ». وَقَالَ - صلى الله عليه وسلم - « جَلِيسُ الْمَسْجِدِ عَلَى ثَلاَثِ خِصَالٍ أَخٍ مُسْتَفَادٍ أَوْ كَلِمَةٍ مُحْكَمَةٍ أَوْ رَحْمَةٍ مُنْتَظَرَةٍ »(¬1). ¶ ? فوائد قرآنية من قوله - صلى الله عليه وسلم - (( رَحْمَةٍ مُنْتَظَرَةٍ)) : ¶ 1- استحقاق وصف عمار المساجد الذين هم أهل الإيمان الكامل و الهداية التامة ،قال - عز وجل - {إِنَّمَا يَعْمُرُ مَسَاجِدَ اللَّهِ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَأَقَامَ الصَّلاةَ وَآتَى الزَّكَاةَ وَلَمْ يَخْشَ إِلَّا اللَّهَ فَعَسَى أُولَئِكَ أَنْ يَكُونُوا مِنَ الْمُهْتَدِينَ} (التوبة:18) ¶ قال العلامة السعدي ’(¬2): ¶ من هم عمار مساجد اللّه فقال: { إِنَّمَا يَعْمُرُ مَسَاجِدَ اللَّهِ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الآخِرِ وَأَقَامَ الصَّلاةَ } الواجبة والمستحبة، بالقيام بالظاهر منها والباطن. ¶ { ¶ ¬__________ ¶ (¬1) رواه عبد الله بن الإمام أحمد فى زوائده على المسند قال حَدَّثَنِى أَبِى حَدَّثَنَا قُتَيْبَةُ قَالَ حَدَّثَنِى ابْنُ لَهِيعَةَ عَنْ دَرَّاجٍ عَنِ ابْنِ حُجَيْرَةَ عَنْ أَبِى هُرَيْرَةَ - رضي الله عنه - ...... الحديث قال الشيخ شعيب الأرنؤوط ’: إسناده ضعيف إسناد سابقه ( سابقه أعله بابن لهيعة لكنه كان قرر في تعليقات سابقة أن حديث قتيبة بن سعيد - كما هنا - عن ابن لهيعة حسن فالله أعلم .مسند أحمد بن حنبل جـ 2 - صـ221ونص كلامه ’: إسناده حسن أحاديث قتيبة عن ابن لهيعة حِسان.وقال العلامة الألباني ’ فى الصحيحة: حسن برقم 3401. ¶ (¬2) تفسير السعدي - (ج 1 / ص 331)",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "وَآتَى الزَّكَاةَ } لأهلها { وَلَمْ يَخْشَ إِلا اللَّهَ } أي قصر خشيته على ربه، فكف عما حرم اللّه، ولم يقصر بحقوق اللّه الواجبة. ¶ فوصفهم بالإيمان النافع، وبالقيام بالأعمال الصالحة التي أُمُّها الصلاة والزكاة، وبخشية اللّه التي هي أصل كل خير، فهؤلاء عمار المساجد على الحقيقة وأهلها الذين هم أهلها. ¶ 2- التثبيت يوم التقلب ،فحين تقلّبت بالناس معايشهم ولهتهم تجاراتهم و تعلقوا بأموالهم ،تقلّبوا هم فى ذكر مولاهم وتعلقت قلوبهم ببيوت ربهم - عز وجل - فقال - عز وجل - فيهم {فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ وَيُذْكَرَ فِيهَا اسْمُهُ يُسَبِّحُ لَهُ فِيهَا بِالْغُدُوِّ وَالْآصَالِ (36)رِجَالٌ لا تُلْهِيهِمْ تِجَارَةٌ وَلا بَيْعٌ عَنْ ذِكْرِ اللَّهِ وَإِقَامِ الصَّلاةِ وَإِيتَاءِ الزَّكَاةِ يَخَافُونَ يَوْماً تَتَقَلَّبُ فِيهِ الْقُلُوبُ وَالْأَبْصَارُ(37) لِيَجْزِيَهُمُ اللَّهُ أَحْسَنَ مَا عَمِلُوا وَيَزِيدَهُمْ مِنْ فَضْلِهِ وَاللَّهُ يَرْزُقُ مَنْ يَشَاءُ بِغَيْرِ حِسَابٍ (38) } (النور) قال العلامة السعدي ’(¬1): ¶ { فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ وَيُذْكَرَ فِيهَا اسْمُهُ يُسَبِّحُ لَهُ فِيهَا بِالْغُدُوِّ وَالآصَالِ } . ¶ أي: يتعبد لله { فِي بُيُوتٍ } عظيمة فاضلة، هي أحب البقاع إليه، وهي المساجد. { أَذِنَ اللَّهُ } أي: أمر ووصى { أَنْ تُرْفَعَ وَيُذْكَرَ فِيهَا اسْمُهُ } هذان مجموع أحكام المساجد، فيدخل في رفعها، بناؤها، وكنسها، وتنظيفها من النجاسة والأذى، وصونها من المجانين والصبيان الذين لا يتحرزون عن النجاسة، وعن الكافر، وأن تصان عن اللغو فيها، ورفع الأصوات بغير ذكر الله. ¶ { ¶ ¬__________ ¶ (¬1) تفسير السعدي - (جـ 1 / صـ 569،570)",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "وَيُذْكَرَ فِيهَا اسْمُهُ } يدخل في ذلك الصلاة كلها، فرضها، ونفلها، وقراءة القرآن، والتسبيح، والتهليل، وغيره من أنواع الذكر، وتعلم العلم وتعليمه، والمذاكرة فيها، والاعتكاف، وغير ذلك من العبادات التي تفعل في المساجد، ولهذا كانت عمارة المساجد على قسمين: عمارة بنيان، وصيانة لها، وعمارة بذكر اسم الله، من الصلاة وغيرها، وهذا أشرف القسمين، ولهذا شرعت الصلوات الخمس والجمعة في المساجد، وجوبا عند أكثر العلماء، أو استحبابا عند آخرين. ثم مدح تعالى عمارها بالعبادة فقال: { يُسَبِّحُ لَهُ } إخلاصا { بِالْغُدُوِّ } أول النهار { وَالآصَالِ } آخره . ¶ { رِجَالٌ } خص هذين الوقتين لشرفهما ولتيسر السير فيهما إلى الله وسهولته. ويدخل في ذلك، التسبيح في الصلاة وغيرها، ولهذا شرعت أذكار الصباح والمساء وأورادهما عند الصباح والمساء. أي: يسبح فيها الله، رجال، وأي: رجال، ليسوا ممن يؤثر على ربه دنيا، ذات لذات، ولا تجارة ومكاسب، مشغلة عنه، { لا تُلْهِيهِمْ تِجَارَةٌ } وهذا يشمل كل تكسب يقصد به العوض، فيكون قوله: { وَلا بَيْعٌ } من باب عطف الخاص على العام، لكثرة الاشتغال بالبيع على غيره، فهؤلاء الرجال، وإن اتجروا، وباعوا، واشتروا، فإن ذلك، لا محذور فيه. لكنه لا تلهيهم تلك، بأن يقدموها ويؤثروها على { ذِكْرِ اللَّهِ وَإِقَامِ الصَّلاةِ وَإِيتَاءِ الزَّكَاةِ } بل جعلوا طاعة الله وعبادته غاية مرادهم، ونهاية مقصدهم، فما حال بينهم وبينها رفضوه.",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "ولما كان ترك الدنيا شديدا على أكثر النفوس، وحب المكاسب بأنواع التجارات محبوبا لها، ويشق عليها تركه في الغالب، وتتكلف من تقديم حق الله على ذلك، ذكر ما يدعوها إلى ذلك -ترغيبًا وترهيبًا- فقال: { يَخَافُونَ يَوْمًا تَتَقَلَّبُ فِيهِ الْقُلُوبُ وَالأبْصَارُ } من شدة هوله وإزعاجه للقلوب والأبدان، فلذلك خافوا ذلك اليوم، فسهل عليهم العمل، وترك ما يشغل عنه، { لِيَجْزِيَهُمُ اللَّهُ أَحْسَنَ مَا عَمِلُوا } والمراد بأحسن ما عملوا: أعمالهم الحسنة الصالحة، لأنها أحسن ما عملوا، لأنهم يعملون المباحات وغيرها، فالثواب لا يكون إلا على العمل الحسن، كقوله تعالى: { لِيُكَفِّرَ اللَّهُ عَنْهُمْ أَسْوَأَ الَّذِي عَمِلُوا وَيَجْزِيَهُمْ أَجْرَهُمْ بِأَحْسَنِ ما كَانُوا يَعْمَلُونَ } { وَيَزِيدُهُمْ مِنْ فَضْلِهِ } زيادة كثيرة عن الجزاء المقابل لأعمالهم، { وَاللَّهُ يَرْزُقُ مَنْ يَشَاءُ بِغَيْرِ حِسَابٍ } بل يعطيه من الأجر ما لا يبلغه عمله، بل ولا تبلغه أمنيته، ويعطيه من الأجر بلا عد ولا كيل، وهذا كناية عن كثرته جدا. ¶ ويقول الأستاذ سيد قطب ’ (¬1): ¶ ¬__________ ¶ (¬1) في ظلال القرآن - (جـ 5 / صـ 284)",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "تلك البيوت { أذن الله أن ترفع } وإذن الله هو أمر للنفاذ فهي مرفوعة قائمة ، وهي مطهرة رفيعة . يتناسق مشهدها المرفوع مع النور المتألق في السماوات والأرض . وتتناسق طبيعتها الرفيعة مع طبيعة النور السني الوضيء . وتتهيأ بالرفعة والارتفاع لأن يذكر فيها اسم الله : { ويذكر فيها اسمه } . وتتسق معها القلوب الوضيئة الطاهرة ، المسبحة الواجفة ، المصلية الواهبة . قلوب الرجال الذين { لا تلهيهم تجارة ولا بيع عن ذكر الله وإقام الصلاة وإيتاء الزكاة } . . والتجارة والبيع لتحصيل الكسب والثراء . ولكنهم مع شغلهم بهما لا يغفلون عن أداء حق الله في الصلاة ، وأداء حق العباد في الزكاة : { يخافون يوماً تتقلب فيه القلوب والأبصار } . . تتقلب فلا تثبت على شيء من الهول والكرب والاضطراب . وهم يخافون ذلك اليوم فلا تلهيهم تجارة ولا بيع عن ذكر الله . ¶ وهم مع هذا الخوف يعلقون رجاءهم بثواب الله : ¶ { ليجزيهم الله أحسن ما عملوا ، ويزيدهم من فضله } . . ¶ ورجاؤهم لن يخيب في فضل الله : { والله يرزق من يشاء بغير حساب } من فضله الذي لا حدود له ولا قيود . ¶ ? فوائد نبوية من قوله - صلى الله عليه وسلم - (( رَحْمَةٍ مُنْتَظَرَةٍ)) : ¶ 1- دعاء الملائكة - عليه السلام - فعَنْ أَبِى هُرَيْرَةَ - رضي الله عنه - أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ « لاَ يَزَالُ الْعَبْدُ فِى صَلاَةٍ مَا كَانَ فِى مُصَلاَّهُ يَنْتَظِرُ الصَّلاَةَ وَتَقُولُ الْمَلاَئِكَةُ اللَّهُمَّ اغْفِرْ لَهُ اللَّهُمَّ ارْحَمْهُ. حَتَّى يَنْصَرِفَ أَوْ يُحْدِثَ ». قُلْتُ مَا يُحْدِثُ قَالَ يَفْسُو أَوْيَضْرِطُ»(¬1). ¶ قال الحافظ ابن حجر ’:(¬2) ¶ قَوْله : ( تُصَلِّي عَلَى أَحَدكُمْ ) ¶ أَيْ تَسْتَغْفِرُ لَهُ ، قِيلَ عَبَّرَ بِتُصَلِّي لِيَتَنَاسَبَ الْجَزَاء وَالْعَمَل . ¶ ¬__________ ¶ (¬1) رواه البخاري و مسلم. ¶ (¬2) فتح الباري لابن حجر - (ج 2 / ص 484)",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "قَوْله : ( مَا دَامَ فِي مُصَلَّاهُ ) ¶ أَيْ يَنْتَظِر الصَّلَاة كَمَا صَرَّحَ بِهِ فِي الطَّهَارَة مِنْ وَجْهٍ آخَرَ . ¶ قَوْله : ( لَا يَزَال أَحَدكُمْ إِلَخْ ) ¶ هَذَا الْقَدْر أَفْرَدَهُ مَالِك فِي الْمُوَطَّأ عَمَّا قَبْلَهُ ، وَأَكْثَرُ الرُّوَاة ضَمُّوهُ إِلَى الْأَوَّل فَجَعَلُوهُ حَدِيثًا وَاحِدًا ، وَلَا حَجْرَ فِي ذَلِكَ . ¶ قَوْله : ( فِي صَلَاة ) ¶ أَيْ فِي ثَوَاب صَلَاة لَا فِي حُكْمهَا ، لِأَنَّهُ يَحِلّ لَهُ الْكَلَام وَغَيْره مِمَّا مُنِعَ فِي الصَّلَاة . ¶ قَوْله : ( مَا دَامَتْ ) ¶ فِي رِوَايَة الْكُشْمِيهَنِيِّ \" مَا كَانَتْ \" وَهُوَ عَكْسُ مَا مَضَى فِي الطَّهَارَة . ¶ قَوْله : ( لَا يَمْنَعهُ ) ) ¶ يَقْتَضِي أَنَّهُ إِذَا صَرَفَ نِيَّتَهُ عَنْ ذَلِكَ صَارِفٌ آخَرُ اِنْقَطَعَ عَنْهُ الثَّوَاب الْمَذْكُور ، وَكَذَلِكَ إِذَا شَارَكَ نِيَّة الِانْتِظَار أَمْر آخَر ، وَهَلْ يَحْصُل ذَلِكَ لِمَنْ نِيَّته إِيقَاع الصَّلَاة فِي الْمَسْجِد وَلَوْ لَمْ يَكُنْ فِيهِ ؟ الظَّاهِر خِلَافُهُ ، لِأَنَّهُ رَتَّبَ الثَّوَاب الْمَذْكُور عَلَى الْمَجْمُوع مِنْ النِّيَّة وَشَغْل الْبُقْعَة بِالْعِبَادَةِ ، لَكِنْ لِلْمَذْكُورِ ثَوَاب يَخُصّهُ .",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "قَوْله : ( اللَّهُمَّ اِغْفِرْ لَهُ ، اللَّهُمَّ اِرْحَمْهُ ) ) هُوَ مُطَابِق لِقَوْلِهِ تَعَالَى ( وَالْمَلَائِكَةُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيَسْتَغْفِرُونَ لِمَنْ فِي الْأَرْضِ ) ، قِيلَ : السِّرّ فِيهِ أَنَّهُمْ يَطَّلِعُونَ عَلَى أَفْعَال بَنِي آدَمَ وَمَا فِيهَا مِنْ الْمَعْصِيَة وَالْخَلَل فِي الطَّاعَة فَيَقْتَصِرُونَ عَلَى الِاسْتِغْفَار لَهُمْ مِنْ ذَلِكَ ، لِأَنَّ دَفْعَ الْمَفْسَدَةِ مُقَدَّمٌ عَلَى جَلْب الْمَصْلَحَة ، وَلَوْ فُرِضَ أَنَّ فِيهِمْ مَنْ تَحَفَّظَ مِنْ ذَلِكَ فَإِنَّهُ يُعَوَّض مِنْ الْمَغْفِرَة بِمَا يُقَابِلُهَا مِنْ الثَّوَاب .وعن عَلِيٍّ - رضي الله عنه - يَقُولُ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - « إِنَّ الْعَبْدَ إِذَا جَلَسَ فِى مُصَلاَّهُ بَعْدَ الصَّلاَةِ صَلَّتْ عَلَيْهِ الْمَلاَئِكَةُ وَصَلاَتُهُمْ عَلَيْهِ اللَّهُمَّ اغْفِرْ لَهُ اللَّهُمَّ ارْحَمْهُ. وَإِنْ جَلَسَ يَنْتَظِرُ الصَّلاَةَ صَلَّتْ عَلَيْهِ الْمَلاَئِكَةُ وَصَلاَتُهُمْ عَلَيْهِ اللَّهُمَّ اغْفِرْ لَهُ اللَّهُمَّ ارْحَمْهُ»(¬1). ¶ ¬__________ ¶ (¬1) رواه الإمام أحمد وحسنه الأرناؤوط.",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "2- ظل عرش الرحمن فعَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - أَنَّهُ قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - ((سَبْعَةٌ يُظِلُّهُمْ اللَّهُ فِي ظِلِّهِ يَوْمَ لَا ظِلَّ إِلَّا ظِلُّهُ إِمَامٌ عَادِلٌ وَشَابٌّ نَشَأَ فِي عِبَادَةِ اللَّهِ وَرَجُلٌ قَلْبُهُ مُعَلَّقٌ بِالْمَسْجِدِ إِذَا خَرَجَ مِنْهُ حَتَّى يَعُودَ إِلَيْهِ وَرَجُلَانِ تَحَابَّا فِي اللَّهِ اجْتَمَعَا عَلَى ذَلِكَ وَتَفَرَّقَا وَرَجُلٌ ذَكَرَ اللَّهَ خَالِيًا فَفَاضَتْ عَيْنَاهُ وَرَجُلٌ دَعَتْهُ امْرَأَةٌ ذَاتُ حَسَبٍ وَجَمَالٍ فَقَالَ إِنِّي أَخَافُ اللَّهَ وَرَجُلٌ تَصَدَّقَ بِصَدَقَةٍ فَأَخْفَاهَا حَتَّى لَا تَعْلَمَ شِمَالُهُ مَا تُنْفِقُ يَمِينُهُ ))(¬1) قال الحافظ ابن حجر ’ (¬2): قَوْله - صلى الله عليه وسلم - : ( مُعَلَّق فِي الْمَسَاجِد ) ¶ ¬__________ ¶ (¬1) متفق عليه ¶ (¬2) فتح الباري لابن حجر - (ج 2 / ص 485)",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "هَكَذَا فِي الصَّحِيحَيْنِ ، وَظَاهِره أَنَّهُ مِنْ التَّعْلِيق كَأَنَّهُ شَبَّهَهُ بِالشَّيْءِ الْمُعَلَّق فِي الْمَسْجِد كَالْقِنْدِيلِ مَثَلًا إِشَارَةً إِلَى طُول الْمُلَازَمَة بِقَلْبِهِ وَإِنْ كَانَ جَسَده خَارِجًا عَنْهُ ، وَيَدُلّ عَلَيْهِ رِوَايَة الْجَوْزَقِيِّ \" كَأَنَّمَا قَلْبُهُ مُعَلَّقٌ فِي الْمَسْجِد \" وَيَحْتَمِلُ أَنْ يَكُون مِنْ الْعَلَاقَة وَهِيَ شِدَّة الْحُبّ ، وَيَدُلّ عَلَيْهِ رِوَايَة أَحْمَد \" مُعَلَّق بِالْمَسَاجِدِ \" وَكَذَا رِوَايَة سَلْمَانَ \" مِنْ حُبّهَا \" وَزَادَ الْحَمَوِيُّ وَالْمُسْتَمْلِيّ \" مُتَعَلِّق \" بِزِيَادَةِ مُثَنَّاة بَعْدَ الْمِيم وَكَسْر اللَّام ، زَادَ سَلْمَان \" مِنْ حُبّهَا \" وَزَادَ مَالِك \" إِذَا خَرَجَ مِنْهُ حَتَّى يَعُود إِلَيْهِ \" .وقال الإمام النووي ’(¬1): ( وَرَجُل قَلْبه مُعَلَّق فِي الْمَسَاجِد )هَكَذَا هُوَ فِي النُّسَخ كُلّهَا ( فِي الْمَسَاجِد ) وَفِي غَيْر هَذِهِ الرِّوَايَة : ( بِالْمَسَاجِدِ ) وَوَقَعَ فِي هَذِهِ الرِّوَايَة فِي أَكْثَر النُّسَخ ( مُعَلَّق فِي الْمَسَاجِد ) وَفِي بَعْضهَا ( مُتَعَلِّق ) بِالتَّاءِ ، وَكِلَاهُمَا صَحِيح ، وَمَعْنَاهُ : شَدِيد الْحُبّ لَهَا وَالْمُلَازَمَة لِلْجَمَاعَةِ فِيهَا ، وَلَيْسَ مَعْنَاهُ : دَوَام الْقُعُود فِي الْمَسْجِد .بل (الْمُؤْمِنَ فِي الْمَسْجِدِ كَالسَّمَكِ فِي الْمَاءِ وَالْمُنَافِقُ فِي الْمَسْجِدِ كَالطَّيْرِ فِي الْقَفَصِ (¬2)) لأن (قلبه معلق بالمساجد من شدة حبه إياها لماآثر طاعة الله وغلب عليه حبه صار قلبه ملتفتا إلى المسجد لا يحب البراح عنه لوجدانه فيه روح القربة وحلاوة الخدمة فآوى إلى الله مؤثرا فأظله(¬3)). ¶ ¬__________ ¶ (¬1) شرح النووي على مسلم - (ج 3 / ص 481). ¶ (¬2) المباركفوري تحفة الأحوذي - (ج 6 / ص 178). ¶ (¬3) المناوي فيض القدير - (ج 4 / ص 119)",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "3- فناسب ذلك كله الدعاء المأثور عن رسول الله - صلى الله عليه وسلم - عَنْ أَبِي حُمَيْدٍ أَوْ عَنْ أَبِي أُسَيْدٍ _ قَالَ : قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - (إِذَا دَخَلَ أَحَدُكُمْ الْمَسْجِدَ فَلْيَقُلْ اللَّهُمَّ افْتَحْ لِي أَبْوَابَ رَحْمَتِكَ وَإِذَا خَرَجَ فَلْيَقُلْ اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ فَضْلِكَ(¬1)) . ¶ ¬__________ ¶ (¬1) رواه أحمد ومسلم وأهل السنن",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "قَوْله : ( إِذَا دَخَلَ أَحَدكُمْ الْمَسْجِد ): أَيْ أَرَادَ دُخُوله عِنْد وُصُول بَابه ،( فَلْيُسَلِّمْ ): قَالَ الْحَافِظ اِبْن الْقَيِّم فِي جَلَاء الْأَفْهَام : الْمَوْطِن الثَّامِن مِنْ مَوَاطِن الصَّلَاة عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عِنْد دُخُول الْمَسْجِد وَعِنْد الْخُرُوج مِنْهُ ، لِمَا رَوَى اِبْن خُزَيْمَةَ فِي صَحِيحه وَأَبُو حَاتِم بْن حِبَّان عَنْ أَبَى هُرَيْرَة أَنَّ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِذَا دَخَلَ أَحَدكُمْ الْمَسْجِد فَلْيُسَلِّمْ عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَلِيَقُلْ : اللَّهُمَّ اِفْتَحْ لِي أَبْوَاب رَحْمَتك . وَإِذَا خَرَجَ فَلْيُسَلِّمْ عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَلْيَقُلْ : اللَّهُمَّ أَجِرْنِي مِنْ الشَّيْطَان الرَّجِيم \" وَفِي الْمُسْنَد وَالتِّرْمِذِيّ وَابْن مَاجَهْ عَنْ فَاطِمَة رَضِيَ اللَّه عَنْهَا قَالَتْ \" كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا دَخَلَ الْمَسْجِد قَالَ : اللَّهُمَّ صَلِّ عَلَى مُحَمَّد وَسَلِّم ، اللَّهُمَّ اِغْفِرْ لِي ذُنُوبِي وَافْتَحْ لِي أَبْوَاب رَحْمَتك ، وَإِذَا خَرَجَ قَالَ مِثْلهَا ، إِلَّا أَنَّهُ يَقُول أَبْوَاب فَضْلك \" وَلَفْظ التِّرْمِذِيّ \" كَانَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا دَخَلَ الْمَسْجِد صَلَّى عَلَى مُحَمَّد وَسَلَّمَ \" اِنْتَهَى كَلَامه ¶ (",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "ثُمَّ لِيَقُلْ اللَّهُمَّ اِفْتَحْ لِي أَبْوَاب رَحْمَتك ): قَالَ الطِّيبِيُّ : لَعَلَّ السِّرّ فِي تَخْصِيص الرَّحْمَة بِالدُّخُولِ وَالْفَضْل بِالْخُرُوجِ أَنَّ مَنْ دَخَلَ اِشْتَغَلَ بِمَا يُزْلِفهُ إِلَى ثَوَابه وَجَنَّته . فَيُنَاسِب ذِكْرُ الرَّحْمَة ، وَإِذَا خَرَجَ اِشْتَغَلَ بِابْتِغَاءِ الرِّزْق الْحَلَال فَنَاسَبَ ذِكْر الْفَضْل ، كَمَا قَالَ تَعَالَى { فَانْتَشِرُوا فِي الْأَرْضِ وَابْتَغُوا مِنْ فَضْلِ اللَّهِ } اِنْتَهَى(¬1) . ¶ قَوْلُهُ : ( إِذَا دَخَلَ الْمَسْجِدَ صَلَّى عَلَى مُحَمَّدٍ وَسَلَّمَ وَقَالَ رَبِّ اِغْفِرْ لِي ذُنُوبِي وَافْتَحْ لِي أَبْوَابَ رَحْمَتِك ) قَالَ الْقَارِي فِي الْمِرْقَاةِ : يُحْتَمَلُ قَبْلَ الدُّخُولِ وَبَعْدَهُ وَالْأَوَّلُ أَوْلَى ، ثُمَّ حِكْمَتُهُ بَعْدَ تَعْلِيمِ أُمَّتِهِ أَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَجِبُ عَلَيْهِ الْإِيمَانُ بِنَفْسِهِ كَمَا كَانَ يَجِبُ عَلَى غَيْرِهِ فَكَذَا طُلِبَ مِنْهُ تَعْظِيمُهَا بِالصَّلَاةِ مِنْهُ عَلَيْهَا كَمَا طُلِبَ ذَلِكَ مِنْ غَيْرِهِ اِنْتَهَى (¬2). ¶ 15- سماع حديث رسول الله - صلى الله عليه وسلم - وتبلغيه : ¶ ¬__________ ¶ (¬1) عون المعبود (ج 1 / ص 495)- وكلام الطيبي ’ قاله المناوي ’ فيض القدير - (ج 1 / ص 432) ¶ (¬2) تحفة الأحوذي تحفة الأحوذي - (ج 1 / ص 343والفتوحات الربانية على الأذكار النواوية جـ2 ص43.",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "عَنْ مُحَمَّدِ بْنِ جُبَيْرِ بْنِ مُطْعِمٍ عَنْ أَبِيهِ(جُبير بن مطعم - رضي الله عنه - ): أَنَّهُ شَهِدَ خُطْبَةَ رَسُولِ اللَّهِ - صلى الله عليه وسلم - فِى يَوْمِ عَرَفَةَ فِى حَجَّةِ الْوَدَاعِ قَالَ :« أَيُّهَا النَّاسُ إِنِّى وَاللَّهِ لاَ أَدْرِى لَعَلِّى لاَ أَلْقَاكُمْ بَعْدَ يَوْمِى هَذَا بِمَكَانِى هَذَا ، فَرَحِمَ اللَّهُ مَنْ سَمِعَ مَقَالَتِى الْيَوْمَ فَوَعَاهَا ، فَرُبَّ حَامِلِ فِقْهٍ وَلاَ فِقْهَ لَهُ ، وَلَرُبَّ حَامِلِ فِقْهٍ إِلَى مَنْ هُوَ أَفْقَهُ مِنْهُ ، وَاعْلَمُوا أَنَّ أَمْوَالَكُمْ وَدِمَاءَكُمْ حَرَامٌ عَلَيْكُمْ كَحُرْمَةِ هَذَا الْيَوْمِ فِى هَذَا الشَّهْرِ فِى هَذَا الْبَلَدِ ، وَاعْلَمُوا أَنَّ الْقُلُوبَ لاَ تَغِلُّ عَلَى ثَلاَثٍ : إِخْلاَصِ الْعَمَلِ لِلَّهِ ، وَمُنَاصَحَةِ أُولِى الأَمْرِ ، وَعَلَى لُزُومِ جَمَاعَةِ الْمُسْلِمِينَ ، فَإِنَّ دَعْوَتَهُمْ تُحِيطُ مِنْ وَرَائِهِمْ »(¬1). ¶ روى ابن حبان فى صحيحه بسنده إلى عبد الرحمن بن عبد الله عن أبيه ابن مسعود - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال : ( رحم الله من سمع مني حديثا فبلغه كما سمعه فرب مبلغ أوعى له من سامع ) (¬2). ¶ وجاء فى السنن مسفرا الرحمة بالنضرة من حديث عَبْدَ الرَّحْمَنِ بْنَ أَبَانَ بْنِ عُثْمَانَ يُحَدِّثُ عَنْ أَبِيهِ قَالَ ¶ ¬__________ ¶ (¬1) رواه الحاكم فى المستدرك والدارمي والطبراني وابن حبان في صحيحه وقال الشيخ الألباني ’: صحيح. لا يغل : من الغل والإغلال وهو الخيانة في كل شيء ، والمعنى أن هذه الثلاث تستصلح بها القلوب فمن تمسك بها طهر قلبه من الخيانة والدغل والشر ¶ (¬2) قال الشيخ شعيب الأرنؤوط ’ : إسناده حسن.",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "خَرَجَ زَيْدُ بْنُ ثَابِتٍ - رضي الله عنه - مِنْ عِنْدِ مَرْوَانَ نِصْفَ النَّهَارِ قُلْنَا مَا بَعَثَ إِلَيْهِ فِي هَذِهِ السَّاعَةِ إِلَّا لِشَيْءٍ سَأَلَهُ عَنْهُ فَسَأَلْنَاهُ فَقَالَ نَعَمْ سَأَلَنَا عَنْ أَشْيَاءَ سَمِعْنَاهَا مِنْ رَسُولِ اللَّهِ - صلى الله عليه وسلم - سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - (( يَقُولُ نَضَّرَ اللَّهُ امْرَأً سَمِعَ مِنَّا حَدِيثًا فَحَفِظَهُ حَتَّى يُبَلِّغَهُ غَيْرَهُ فَرُبَّ حَامِلِ فِقْهٍ إِلَى مَنْ هُوَ أَفْقَهُ مِنْهُ وَرُبَّ حَامِلِ فِقْهٍ لَيْسَ بِفَقِيهٍ )) ¶ وقال الإمام الترمذي ’: وَفِي الْبَاب عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ وَمُعَاذِ بْنِ جَبَلٍ وَجُبَيْرِ بْنِ مُطْعِمٍ وَأَبِي الدَّرْدَاءِ وَأَنَسٍ قَالَ أَبُو عِيسَى حَدِيثُ زَيْدِ بْنِ ثَابِتٍ حَدِيثٌ حَسَنٌ(¬1). ¶ قَالَ صَاحِبُ عَوْنِ الْمَعْبُودِ ’(¬2) : ¶ ( نَضَّرَ اللَّه ): قَالَ الْخَطَّابِيُّ : مَعْنَاهُ الدُّعَاء لَهُ بِالنَّضَارَةِ وَهِيَ النِّعْمَة وَالْبَهْجَة ، يُقَال نَضَرَهُ اللَّه وَنَضَّرَهُ بِالتَّخْفِيفِ وَالتَّثْقِيل وَأَجْوَدُهُمَا التَّخْفِيفُ اِنْتَهَى . ¶ وَقَالَ فِي النِّهَايَة : نَضَّرَهُ وَنَضَرَهُ وَأَنْضَرَهُ أَيْ نَعَّمَهُ وَيُرْوَى بِالتَّخْفِيفِ وَالتَّشْدِيد مِنْ النَّضَارَة ، وَهِيَ فِي الْأَصْل حُسْن الْوَجْه وَالْبَرِيق ، وَإِنَّمَا أَرَادَ حُسْن خُلُقه وَقَدْره اِنْتَهَى . ¶ ¬__________ ¶ (¬1) فى سنن الترمذي وابى داود وحديث ابن ماجة عن جبير بن مطعم، وصححه الألباني. ¶ (¬2) شمس الدين العظيم ابادى عون المعبود - (ج 8 / ص 158)",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "قَالَ السُّيُوطِيُّ : قَالَ أَبُو عَبْد اللَّه مُحَمَّد بْن أَحْمَد بْن جَابِر : أَيْ أَلْبَسَهُ نَضْرَة وَحُسْنًا وَخُلُوصَ لَوْنٍ وَزِينَةً وَجَمَالًا ، أَوْ أَوْصَلَهُ اللَّه لِنَضْرَةِ الْجَنَّة نَعِيمًا وَنَضَارَة . قَالَ تَعَالَى : { وَلَقَّاهُمْ نَضْرَةً } { تَعْرِفُ فِي وُجُوهِهِمْ نَضْرَةَ النَّعِيمِ } . ¶ قَالَ سُفْيَان بْن عُيَيْنَةَ : مَا مِنْ أَحَدٍ يَطْلُب حَدِيثًا إِلَّا وَفِي وَجْهه نَضْرَة ، رَوَاهُ الْخَطِيب . ¶ وَقَالَ الْقَاضِي أَبُو الطَّيِّب الطَّبَرِيّ . رَأَيْت النَّبِيَّ ‘ فِي النَّوْم فَقُلْت يَا رَسُول اللَّه أَنْتَ قُلْت نَضَّرَ اللَّه اِمْرَأً فَذَكَرْته كُلّه وَوَجْهه يَسْتَهِلّ فَقَالَ نَعَمْ أَنَا قُلْته اِنْتَهَى ¶ ( فَرُبَّ ): قَالَ الْعَيْنِيُّ : رُبَّ لِلتَّقْلِيلِ لَكِنَّهُ كَثُرَ فِي الِاسْتِعْمَال لِلتَّكْثِيرِ بِحَيْثُ غَلَبَ حَتَّى صَارَتْ كَأَنَّهَا حَقِيقَة فِيهِ ¶ ( حَامِل فِقْه ): أَيْ عِلْم قَدْ يَكُون فَقِيهًا وَلَا يَكُون أَفْقَهَ فَيَحْفَظهُ وَيُبَلِّغهُ ¶ ( إِلَى مَنْ هُوَ أَفْقَهُ مِنْهُ ): فَيَسْتَنْبِط مِنْهُ مَا لَا يَفْهَمهُ الْحَامِل ¶ ( حَامِل فِقْه ): أَيْ عِلْم ¶ ( لَيْسَ بِفَقِيهٍ ): لَكِنْ يَحْصُل لَهُ الثَّوَاب لِنَفْعِهِ بِالنَّقْلِ وَفِيهِ دَلِيل عَلَى كَرَاهِيَة اِخْتِصَار الْحَدِيث لِمَنْ لَيْسَ بِالْمُتَنَاهِي فِي الْفِقْه لِأَنَّهُ إِذَا فَعَلَ ذَلِكَ فَقَطَعَ طَرِيقَ الِاسْتِنْبَاط وَالِاسْتِدْلَال لِمَعَانِي الْكَلَام مِنْ طَرِيق التَّفَهُّمِ ، وَفِي ضِمْنه وُجُوب التَّفَقُّه ، وَالْحَثّ عَلَى اِسْتِنْبَاط مَعَانِي الْحَدِيث ، وَاسْتِخْرَاج الْمَكْنُون مِنْ سِرّه .",
            "page": "105",
            "part": "1"
        }
    ],
    "t35137": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "30 سببا لتنال رحمة الله تعالى"
        }
    ]
}