{
    "b35132": [
        {
            "id": "1",
            "nass": "بسم الله الرحمن الرحيم ¶ أعذار المتقاعسين ¶ تصنيف د. يحي بن إبراهيم اليحي ¶ الحمد لله رب العالمين، والصلاة والسلام على أشرف المرسلين نبينا محمد وعلى آله وصحبه أجمعين وبعد: ¶ لست هنا أريد أن أكتب بحثاً فأضعُ فصولاً وأبواباً، وأطراً وحدوداً للبحث، وإنما أريد أن أتناول موضوعاً عملياً كثيراً ما نلاحظه في حياة جمع من المسلمين على مختلف مستوياتهم، وقد يشكو منه البعض، ولا يحس به البعض الآخر، وقد يتصور فريقٌ آخرُ بأنه ظاهرةٌ صحيةٌ بسبب تدليسِ الشيطان وتزيينِه له؛ ولهذا لن أتحدث عن تعريف التقاعس أو تعريف الفتور وتقسيماته، وورودِ لفظه في كثير من الآيات القرآنية والأحاديث النبوية، فهذا قد كتب فيه جمع من العلماء وطلبة العلم، كما أنهم كتبوا عن مظاهر الفتور، وأسبابه، وعلاجه، وإنما حديثي هو سبرُ ومتابعةُ وملاحظة للذين يتساقطون في ثنايا الطريق عن متابعة أمر الدعوة والمشاركةِ فيها، في هذه الفترة التي نعيشها الآن فقط، ويبررون لأنفسهم، ويرون أن أعذارهم وجيهةٌ ومقبولة ويعذرون بها بين يدي الله عز وجل. ¶ فهذه الأعذار التي جمعتها مبنيةٌ على المتابعة والحدس، ولا أشك أنه قد فاتني الشيءُ الكثير من الأسباب والعلل التي عاقت أولئك النفرَ عن متابعة الطريق. ¶ ولست أقصد في حديثي هذا أولئك الذين يقفون لِيُجموا أنفسهم ويعدوها للعمل، ويحاسبوا أنفسهم، كما قال ابن القيم عن نوع من الواقفين وهو الذي: يقف ليجم نفسه ويعدها للسير فهذا وقفتُهُ سيرٌ ولا تضره الوقفةُ فإن لكل عمل شرةً ولكل شرةٍ فترة (¬1). ¶ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ: إِنَّ لِكُلِّ شَيْءٍ شِرَّةً، وَلِكُلِّ شِرَّةٍ فَتْرَةً، فَإِنْ كَانَ صَاحِبُهَا سَدَّدَ وَقَارَبَ فَارْجُوهُ، وَإِنْ أُشِيرَ إِلَيْهِ بِالأَصَابِعِ فَلا تَعُدُّوهُ قَالَ أَبُو عِيسَى: هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ. (¬2) ¶ روى أحمد عن عَبْدِ اللَّهِ بْنِ عَمْرٍو قَالَ: قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: لِكُلِّ عَمَلٍ شِرَّةٌ، وَلِكُلِّ شِرَّةٍ فَتْرَةٌ، فَمَنْ كَانَتْ فَتْرَتُهُ إِلَى سُنَّتِي فَقَدْ أَفْلَحَ، وَمَنْ كَانَتْ إِلَى غَيْرِ ذَلِكَ فَقَدْ هَلَكَ. (¬3) ¶ ¬__________ ¶ (¬1) - مدارج السالكين 1\\ 267. ¶ (¬2) - سنن الترمذي حديث 2453. ¶ (¬3) - مسند أحمد ح 6473.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "أعذار المتقاعسين أو القاعدين: ¶ قال في تاج العروس: يقال: تقاعس الرجل عن الأمر: تأخر ولم يقدم فيه. (¬1) ¶ وقال في لسان العرب: تقاعس: تأخر ورجع إلى خلف. (¬2) ¶ للقاعدين المتقاعسين عن طرق الخير أعذار كثيرة تختلف باختلاف الأفراد والبلدان والأحوال ومن أبرزها: ¶ 1 - التعللُ بكبر السن كأن يقول أحدهم: كبر سني ورق عظمي ويكفي ما قدمت، ويتصور هذا الأخ أن الدعوة يعتريها التقاعدُ والإحالةُ على المعاش! أما علم أن القافلةَ ساريةٌ ونهايتها الجنة، فإن تقاعد عنها فلا يلتفت إليه، وأنه ليس سنٌّ محددةٌ للعمل الصالح. ¶ قال تعالى: {واعبد ربك حتى يأتيك اليقين} قال الحسن البصري: لم يجعل الله للعبد أجلا في العمل الصالح دون الموت. ¶ في الصحيحين عن عائشة رضي الله عنها: أن ورقة قال لرسول الله صلى الله عليه وسلم: وإن يُدْرِكْنيِ يومُك أنصرْكَ نصراً مؤزراً مع كبر سنه وذهاب بصره، وقد تمنى أن يكون فيها جذعاً قوياً فيكون نفعُهُ أكبرَ وأثرُهُ أكثرَ. ¶ وعن أنس: أن أبا طلحة الأنصاري قرأ سورةَ براءة، فلما أتى على هذه الآية: {انْفِرُوا خِفَافاً وَثِقَالاً} قال: أرى ربَّنا عز وجل سيستنفرنا شيوخاً وشباباً، جهزوني أي بني، فقال بنوه: يرحمك الله قد غزوت مع رسول الله صلى الله عليه وسلم حتى مات، ومع أبي بكر رضي الله عنه حتى مات، ومع عمر رضي الله عنه، فنحن نغزو عنك، فأبى فجهزوه فركب البحر فمات، فلم يجدوا له جزيرةً يدفنونه فيها إلا بعد سبعةِ أيام فلم يتغير فدفنوه فيها. (¬3) ¶ قال الإمام الشافعي: طلبُ الراحة في الدنيا لا يصلحُ لأهل المروءات، فإن أحدَهم لم يزلْ تعبانا في كل زمان. (¬4) ¶ سئل أحد الزهاد عن سبيل المسلم ليكون من صفوة الله، قال: إذا خلع الراحة، وأعطى المجهود في الطاعة. (¬5) ¶ قيل للإمام أحمد: متى يجد العبد طعم الراحة؟ قال: عند أول قدم يضعها في الجنة. (¬6) ¶ ونظرة في سير الأنبياء نجد أنهم لم يبعثوا إلا بعد الأربعين، وما زالوا في دعوتهم حتى الموت، وعمر بن الخطاب رضي الله عنه طعن ورأى الموت، ومع ذلك لم ينقطع عن العمل بل إنه ليواصلُ عملَهُ في صالح المسلمين وجرحُهُ يثعبُ دماً، فقد اختار مجلس الشورى ممن توفي رسول الله صلى الله عليه وسلم وهو عنهم راض، وجاءه ذلك الشاب لزيارته فأنكر عليه ما رأى من الإسبال. ¶ وقد: سئل حذيفة رضي الله عنه عن ميت الأحياء فقال: الذي لا ينكر المنكر بيده ولا بلسانه ولا بقلبه. (¬7) ¶ ¬__________ ¶ (¬1) - 4/ 319. ¶ (¬2) - 6/ 177. ¶ (¬3) - كتاب الزهد للإمام أحمد / 357. ¶ (¬4) - الرقائق لمحمد الراشد / 60. ¶ (¬5) - الرقائق لمحمد الراشد / 60. ¶ (¬6) - طبقات الحنابلة 1/ 293. ¶ (¬7) - إحياء علوم الدين (2/ 311).",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "2 - والبعضُ ينشغلُ في طلب الرزق ويُذهِبُ جلَّ وقته فِيه ويتعللُ بقلة ذات اليد وحاجةِ الأولاد. ونسي أن رزقه مكفولٌ له، وأن طلبَ الرزق لم يمنع الصحابةَ والتابعين وسلفَ الأمة من الدعوة والمساهمة في طرق الخير والإصلاح. ¶ قال صلى الله عليه وسلم: إن روحَ القدسِ نفثَ في رُوعي أنه لن تموتَ نفسٌ حتى تستكملَ رزقَها، فاتقوا الله وأجملوا في الطلب، ولا يحملنكم استبطاءُ الرزق أن تطلبوه بمعصية الله، فإن ما عند الله لا ينالُ إلا بطاعته رواه ابن ماجه وابن حبان والحاكم وأبو نعيم عن جابر، والبزار عن حذيفة، والحاكم عن ابن مسعود، وأبو نعيم عن أبي أمامة. (¬1) ¶ قال ابن القيم: جمع النبي صلى الله عليه وسلم في قوله: فاتقوا الله وأجملوا في الطلببين مصالحِ الدنيا والآخرة ونعيمِها ولذاتِها، إن ما ينالُ بتقوى الله وراحة القلب والبدن وترك الاهتمام والحرص الشديد والتعب والعناء، والكد والشقاء في طلب الدنيا، إنما ينال بالإجمال في الطلب، فمن اتقى الله فاز بلذة الآخرة ونعيمها، ومن أجمل في الطلب استراح من نكد الدنيا وهمومها، فالله المستعان. (¬2) ¶ قد نادت الدنيا على نفسها لو كان في ذا الخلق من يسمع ¶ كم واثق بالعيش أهلكه وجامعٍ فرقت ما يجمع ¶ وقال ابن القيم: فائدة: لابد في قبول المحل لما يوضع فيه أن يفرغ من ضده، فقبولُ المحل لما يوضعُ فيه مشروطٌ بتفريغه من ضده، وهذا كما أنه في الذوات والأعيان فكذلك هو في الاعتقادات والإرادات، فإذا كان القلب ممتلئاً بالباطل اعتقاداً ومحبة لم يبق فيه لاعتقادِ الحق ومحبتِهِ موضع، كما أن اللسان إذا اشتغل بالتكلم بما لا ينفع لم يتمكن صاحبه من النطق بما ينفعه إلا إذا فرغ لسانه من النطق بالباطل، وكذلك الجوارح إذا اشتغلت بغير الطاعة لم يمكن شَغلُها بالطاعة إلا إذا فرغها من ضدها، فكذلك القلب المشغول بمحبة غير الله وإرادته والشوق إليه والأنس به، لا يمكن شغلُهُ بمحبة الله وإرادته وحبه والشوق إلى لقائه إلا بتفريغه من تعلقه بغيره. (¬3) ¶ قال عبد الله: حدثني أبي حدثنا سيار حدثنا جعفر قال: سمعت مالكاً يقول: بقدر ما تحزن للدنيا كذلك يخرج هم الآخرة من قلبك، وبقدر ما تحزن للآخرة كذلك يخرج هم الدنيا من قلبك. (¬4) ¶ وقال تعالى: {فِي بِيُوتٍ أَذِنَ اللهُ أَنْ تُرْفَعَ وَيُذْكَرَ فِيهَا اسْمُهُ يُسَبِّحُ لَهُ فِيهَا بِالغُدُوِّ وَالآصَالِ رَجِالٌ لا تُلْهِيهِمْ تِجَارَةٌ وَلا بَيْعٌ عَنْ ذِكْرِ اللهِ وَإِقَامِ الصَّلاةِ وَإِيتَاءِ الزَّكَاةِ يَخَافُونَ يَوْمًا تَتَقَلَّبُ فِيهِ القُلُوبُ وَالأَبْصَارُ}. ¶ ¬__________ ¶ (¬1) - زاد المعاد (1/ 97) ¶ (¬2) - الفوائد ص 43 ¶ (¬3) - الفوائد ص 43 ¶ (¬4) - كتاب الزهد للإمام أحمد / 446 ـ 447.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "3 - الانشغال بالوظيفة فيذهبُ زَهرةُ وقته فيها، ويعتذر بأنه لا يستطيع أن يشاركَ في خير ما دام عملُهُ هكذا، أو يجير وظيفتَهُ ويحسبُها في إطار الدعوة ويخادع نفسه بذلك، وهو لا يقدم شيئا من الأمر بالمعروف ولا النهي عن المنكر، ولاشك أن الوظيفة من وسائل الدعوة إن استغلها ووظفها في ذلك، قال سفيان بن عيينة: من أصلح ما بينه وبين الله: أصلح الله ما بينه وبين الناس، ومن عمل لآخرته كفاه الله أمر دنياه. (¬1) ¶ قلت لأحد الأطباء من الذين يعملون بعياداتهم إلى الساعة الخامسة عصرا: ما ذا قدمت لدينك؟ هل قلت يوما لمريض: هل أنت تؤدي الصلاة؟ ذكرته بمعاصيه الظاهرة؟ هل تحافظ على الأوراد؟ من الشافي المعافي؟ إنه الله. كيف تطلب الشفاء ممن تبارزه بالمعاصي؟. ¶ فكأن هذا الأخ الطبيب انتبه من غفلة، وما تصور أنه بإمكانه أن يخدم دينه ويساهم في الخير بهذه البساطة. ¶ 4 - يقول البعض بأنه فاته القطارُ، وتجددت الوسائلُ وتغير الزمانُ، وأصبح لا يحسن العملَ في هذه الظروف! ¶ وهذا لضعفِ الشعورِ بالمسؤوليةِ، وتبلدِ الإحساس، وتجمدِ الحماس. عن مالك بن دينار قال: إن صدور المؤمنين تغلي بأعمال البر، وإن صدور الفجار تغلي بأعمال الفجور، والله تعالى يرى همومكم فانظروا ما همومكم رحمكم الله. (¬2) ¶ ولو كان قلب هذا يغلي أو فيه هم للآخرة لعرف كيف يخدم دينه. ¶ 5 - إفساح المجال للآخرين: هذه يتعلل بها كثير من المتقاعسين وكأن المجال فيه ازدحامٌ، حتى أصبح هو عقبةً في طرقِ الخير، وليت هذا الأخَ أفسحَ المجالَ للآخرين في طلب الرزق والوظيفة والتي عليها قطاراتٌ من الناس ينتظرون وظيفتَهُ تشغر!. ¶ قال تعالى: {وَفِي ذَلِكَ فَلْيَتَنَافَسِ المُتَنَافِسُونَ}، وقال سبحانه: {وَسَارِعُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ عَرْضُهَا السَّمَاوَاتُ وَالأَرْضُ أُعِدَّتْ لِلمُتَّقِينَ}، وقال سبحانه في وصف المؤمنين: {أُوْلَئِكَ يُسَارِعُونَ فِي الخَيْرَاتِ وَهُمْ لَهَا سَابِقُونَ}. ¶ وكان عمر رضي الله عنه يحاول جاهداً مسابقة أبي بكر رضي الله عنه في الخير. ¶ قال شيخ الإسلام ابن تيمية: فمجموعُ أمتِه (يعني رسول الله صلى الله عليه وسلم) تقومُ مقامَه في الدعوة إلى الله، ولهذا كان إجماعُهم حجةً قاطعةً، فأمتُه لا تجتمعُ على ضلالة، وإذا تنازعوا في شيء ردوا ما تنازعوا فيه إلى الله وإلى رسوله. ¶ وكلُّ واحدٍ من الأمةِ يجب عليه أن يقومَ من الدعوة بما يقدرُ عليه إذا لم يقم به غيرُه، فما قام به غيره: سقط عنه، وما عجز: لم يطالب به. ¶ ¬__________ ¶ (¬1) - مجموع فتاوى ابن تيمية 7/ 10. ¶ (¬2) - كتاب الزهد للإمام أحمد / 451.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وأما ما لم يقم به غيرُه وهو قادرٌ عليه، فعليه أن يقومَ به، ولهذا يجب على هذا أن يقوم بما لا يجب على ذاك، وقد تقسطتِ الدعوةُ على الأمة بحسب ذلك تارة وبحسب غيره أخرى، فقد يدعو هذا إلى اعتقاد الواجب، وهذا إلى عمل ظاهر واجب، وهذا إلى عمل باطن واجب، فتنوعُ الدعوة يكون في الوجوب تارة، وفي الوقوع أخرى. ¶ وقد تبين بهذا أن الدعوةَ إلى الله تجبُ على كل مسلم، لكنها فرضٌ على الكفاية، وإنما يجب على الرجل المعينِ من ذلك ما يقدر عليه إذا لم يقم به غيره، وهذا شأن الأمر بالمعروف والنهي عن المنكر، وتبليغِ ما جاء به الرسول، والجهادِ في سبيل الله، وتعليم الإيمان والقرآن. ¶ وقد تبين بذلك أن الدعوة نَفسَها أمرٌ بالمعروف ونهيٌ عن المنكر، فإن الداعي طالبٌ مستدعٍ مقتضٍ لما دعا إليه، وذلك هو الأمر به، إذ الأمر هو طلب الفعل المأمورِ به، واستدعاءٌ له ودعاءٌ إليه، فالدعاء إلى الله: الدعاء إلى سبيله، فهو أمر بسبيله، وسبيلُه تصديقُه فيما أخبرَ، وطاعتُهُ فيما أمر. (¬1) ¶ 6 - التعذر بعدم البرامج والخُطط، وإلقاءُ اللوم على العلماء والمشايخ في ذلك وينتظر منهم كل شيء. ¶ ولا يفكرُ أن يضعَ برنامجاً أو خطة في محيطِهِ الصغيرِ الذي يعايشه في حيه أو موقع وظيفته، فيجلس ينتظر البرنامج بزعمه، بينما لو أراد أن يبني بيتاً لعمل لذلك خططاً تجريبة لا تحصى، وقد قيل: الجالسون الخاملون لا تنتظر منهم أفكاراً جديدة في تطوير الأساليب والوسائل الدعوية، ومن ظن ذلك فقد اعتمد على الأوهام والأحلام، إن الذي لا يعيشُ همَّ الدعوة وينامُ ويستيقظُ عليها محال أن ترد عليه أفكارٌ في تطويرها والرفع من شأنها: ليست الثكلى كالمستأجرة. ¶ 7 - الانشغال بنقد الآخرين بأن هذا لا يحسن أن يلقي درساً، وذاك لا يعرف أن يكتب مقالاً، وفلان لا يصلح أن يشرف على عمل ... الخ. ¶ قال الحسن البصري في وصف أناسٍ مثل هؤلاء لما وجدهم قدِ اجتمعوا في المسجد يتحدثون: إن هؤلاء ملوا العبادة ووجدوا الكلامَ أسهلَ عليهم وقلَّ ورعُهم فتحدثوا، وقال الوليد بن مزيد: سمعت الأوزاعي يقول: إن المؤمنَ يقولُ قليلاً، ويعملُ كثيراً، وإن المنافقَ يتكلمُ كثيراً، ويعملُ قليلاً. (¬2) ¶ قال النسابةُ البكريُّ لرؤبةَ بنِ العجاج: ما أعداء المروءة؟ قال: تخبرني، قال: بنو عمِّ السوء: إن رأوا حسناً ستروه، وان رأوا سيئاً أذاعوه. (¬3) ¶ قال ابن زنجي البغدادي: ¶ يمشون في الناس يبغون العيوبَ لمن لا عيب فيه، لكي يستشرفَ العطبُ ¶ ¬__________ ¶ (¬1) - الفتاوى 15/ 165 - 166. ¶ (¬2) - سير أعلام النبلاء (7/ 125). ¶ (¬3) - مفتاح دار السعادة لابن القيم 1/ 168.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "إن يعلموا الخيرَ يخفوه، وإن علموا شرا أذاعوا وإن لم يعلموا كذبوا. (¬1) ¶ ومن أعراض هذا المرض أيضاً: التهويلُ والمبالغةُ، واستعمال العدسةِ المكبرةِ للتفتيش عن صغائرِ الغَير. (¬2) ¶ قال أبو هريرة رضي الله عنه: يبصر أحدُكم القذاةَ في عين أخيه، وينسى الجذلَ أو الجذعَ في عين نفسه. (¬3) ¶ وتعذر نفسك إذا ما أسأت وغيرك بالعذر لا تعذر ¶ وتبصر في العين منه القذى وفي عينك الجذع لا تبصر ¶ وكيف ترى في عين صاحبك القذى ويخفى قذى عينيك وهو عظيم ¶ 8 - إبرازُ الشخصياتِ المتقاعسةِ وتعليلُ النفس بهم، وأنه ليس الوحيدَ في هذا المجال. ¶ ونسي هذا الأخ بأنه يدفن وحدَه ويبعثُ يوم القيامة وحده وسيقفُ بين يدي الله وحده، فيومئذ: {يَوْمَ لا يَنْفَعُ الظَّالِمِينَ مَعْذِرَتُهُمْ} نسي هذا أنه في مضمار مسابقة. وقد لام الله تعالى القاعدين فقال سبحانه: {رضوا بأن يكونوا مع الخوالف وطبع على قلوبهم}. ¶ قال إبراهيم الحربي عن الإمام أحمد: ولقد صحبته عشرين سنةً صيفاً وشتاءً وحراً وبرداً وليلاً ونهاراً، فما لقيته في يوم إلا وهو زائدٌ عليه بالأمس. (¬4) ¶ قال حماد بن سلمة: ما أتينا سليمان التيمي في ساعة يطاعُ اللهُ فيها إلا وجدناه مطيعاً، إن كان في ساعةِ صلاةٍ وجدناه مصلياً، وإن لم تكن ساعةُ صلاة وجدناه إما متوضئاً، أو عائداً مريضاً، أو مشيعاً لجَنَازة، أو قاعداً في المسجد، وكنا نرى أنه لا يحسن أن يعصي الله. (¬5) ¶ ذكر جرير بن عبد الحميد: أن سليمان التيمي لم تمر ساعةٌ قطُّ عليه إلا تصدقَ بشيء، فإن لم يكن شيءٌ، صلى ركعتين. (¬6) ¶ 9 - الحساسيةُ المرهفةُ من النقدِ أو اللومِ، فالبعض لا يريدُ أن يلامَ أو يحاسبَ، أو ينتقدَ، فإذا واجه ذلك تأثرَ وانقطعَ عن العمل، إما بالشعور بالإحباطِ بأنه لا يحسنُ، أو أنه وصل إلى مقامٍ لا ينبغي أن ينتقدَ، أو أن مثلَ فلان كيف يوجهُهُ وينتقدُهُ. ¶ وأين هذا من عمر رضي الله عنه حيث قال: رحم الله امرءاً أهدى إلينا عيوبنا!. ¶ ¬__________ ¶ (¬1) - روضة العقلاء \\178. ¶ (¬2) - العوائق لمحمد الراشد / 150. ¶ (¬3) - فضل الله الصمد شرح الأدب المفرد للبخاري 2/ 48. ¶ (¬4) - كتاب الزهد للإمام أحمد 11، مناقب أحمد لابن الجوزي ص140. ¶ (¬5) - حلية الأولياء 3\\ 28، سير أعلام النبلاء 6\\ 198. ¶ (¬6) - سير أعلام النبلاء 6\\ 199.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وهذا عمر بن عبد العزيز ـ الخليفة الراشد، التابعي العالم، الزاهد التقي، الإمام القرشي ـ يقول لمولاه مزاحم: إن الولاةَ جعلوا العيونَ على العوام، وأنا أجعلك عيني على نفسي، فإن سمعت مني كلمةً تَربأُ بي عنها، أو فعلاً لا تحبُّه، فعظني عنده، وانهني عنه (¬1) ¶ قال بلال بن سعد لصاحبه: بلغني أن المؤمن مرآةُ أخيه، فهل تستريبُ من أمري شيئاً؟ (¬2) ¶ قال ميمون بن مهران: قولوا لي ما أكرهُ في وجهي، لأن الرجلَ لا ينصحُ أخاه حتى يقولَ له في وجهه ما يكره. ¶ قال بعض السلف: من حق العاقلِ أن يضيفَ إلى رأيه آراءَ العلماء، ويجمعَ إلى عقلِهِ عقولَ الحكماء، فالرأي الفذُّ ربما زلَّ، والعقل الفردُ ربما ضل. ¶ 10 - قد يتساقط أناسٌ بسبب أنه لا يذكرُ عملُهم أو ينوهُ به أو يحمدون عليه، وكأن عملَهم للناس، كأن يقول: ليس هنا أحدٌ يقدرُ الجهودَ أو ينظر في النتاج، أو يحترمُ العاملين، وما عندنا أحد ينزلُ الناسَ منازلَهم!! ¶ وصدق الربيع بن خيثم رحمه الله حيث قال: كل ما لا يراد به وجهُ الله: يضمحل. (¬3) ¶ وقال ابن الجوزي: والصدقُ في الطلب منارٌ أين وجد يدلُّ على الجادة وإنما يتعثرُ من لم يخلص. (¬4) ¶ وقال الجيلاني: يا غلام: فقهُ اللسان بلا عمل القلب لا يخطيك إلى الحق خطوةً، السيرُ سيرُ القلب. (¬5) ¶ قال تعالى: {إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ اللهِ لا نُرِيدُ مِنْكُمْ جَزَاءً وَلا شُكُورًا} ¶ روى حماد بن زيد عن أيوب قال: قيل لعمر بن عبد العزيز: يا أمير المؤمنين لو أتيت المدينةَ، فإن قضى الله موتاً، دفنت في موضع القبر الرابع مع رسول الله صلى الله عليه وسلم، قال: والله لأن يعذبني اللهُ بغير النار أحبُّ إلي من أن يعلمَ من قلبي أني أراني لذلك أهلاً. (¬6) ¶ 11 - تفريغُ الطاقة في التناجي بأن يناجي شخصاً بأن شيخَه ليس مؤهلاً، أو ليس عندَه برامجُ تواكبُ التطور، أو لا جديدَ عنده، فإذا وافقه صاحبُهُ على ذلك انتقل إلى آخر فيحدثه بمثل ذلك الحديث. ¶ وليس عنده بدائل يطرحُها ولا برامجُ يقترحها، وإنما حمله الحسدُ أو السآمةُ من العمل، أو حبُّ الرياسة والظهور، أو لا يريد أن ينقطعَ عن القافلة وحده. ¶ قال السري السقطي البغدادي: ما رأيت شيئاً أحبطَ للأعمال، ولا أفسدَ للقلوب، ولا أسرعَ في هلاك العبد، ولا أدومَ للأحزان، ولا أقربَ للمقت، ولا ألزمَ لمحبة الرياء والعجب والرياسة من قلة معرفة العبدِ لنفسه، ونظرِهِ في عيوب الناس. (¬7) ¶ ¬__________ ¶ (¬1) - عيون الأخبار لأبن قتيبة 2/ 18. ¶ (¬2) - زهد ابن المبارك / 485. ¶ (¬3) - طبقات ابن سعد 6/ 186. ¶ (¬4) - صيد الخاطر ص355. ¶ (¬5) - الفتح الرباني ص29. ¶ (¬6) - المعرفة والتاريخ (1/ 607)، الطبقات (5/ 404)، سير أعلام النبلاء (5/ 141). ¶ (¬7) - العوائق لمحمد الراشد 148.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وتنافر القلوب لا يتعدى الأسباب التالية: فلتةُ لسان، أو هفوةٌ لم تغتفر، أو ظنٌّ متوهم. ¶ قال ابن القيم رحمه الله: من قواعد الشرع، والحكمة أيضاً، أن من كثرت حسناتُه وعظمت، وكان له في الإسلام تأثيرٌ ظاهرٌ، فإنه يحتمل منه ما لا يحتمل لغيره، وعفى عنه ما لا يعفى عن غيره، فإن المعصية خبث، والماء إذا بلغ قلتين لم يحمل الخبث، بخلاف الماءِ القليل، فإنه لا يحتمل أدنى خبث. ¶ ومن هذا قول النبي صلى الله عليه وسلم لعمر: وما يدريك لعل الله اطلع على أهل بدر فقال: اعملوا ما شئتم فقد غفرت لكم، وهذا هو المانع له صلى الله عليه وسلم من قتل من جَسَّ عليه وعلى المسلمين وارتكب مثل ذلك الذنب العظيم، فأخبر صلى الله عليه وسلم أنه شهد بدراً، فدل على أن مقتضى عقوبتِهِ قائمٌ، لكن منع من ترتبِ أثرِهِ عليه ما له من المشهد العظيمِ، فوقعت تلك السقطة العظيمة مغتفرة في جنب ما له من الحسنات، ولما حض النبي صلى الله عليه وسلم على الصدقة فأخرج عثمان رضي الله عنه تلك الصدقةَ العظيمةَ قال: ما ضر عثمانَ ما عمل بعدها، وقال لطلحة لما تطأطأ للنبي صلى الله عليه وسلم حتى صعد على ظهره إلى الصخرة: أوجب طلحة مفتاح دار السعادة (1/ 176) ¶ وما الناس إلا من مسيء ومحسنٍ وكم من مسيء قد تلافى فأحسنا ¶ من الذي ما ساء قط ومن له الحسنى فقط ¶ من ذا الذي ترضا سجاياه كلُّها كفى المرءَ نبلاً أن تعد معايبُه ¶ 12 - التنقلُ في الأعمال الخيرية على هيئة المذواق، كلُّ يوم في عمل، وله كل يوم منهجٌ وطريقةٌ، يمدح ذاك العملَ حيناً، ثم ينتقل إلى غيره مقدماً الجديدَ عليه حيناً آخر، وفي الأخيرِ يسقط لأنه لا يرضيه شيءٌ وقد جرب كلَّ ميدان! ولو أخذ ما يناسبه والأفضلَ في حقه لنال خيراً كثيراً، قال ابن القيم: وهاهنا أمرٌ ينبغي التفطنُ له: وهو أنه قد يكون العملَ المعيَّنُ أفضلَ منه في حق غيره، فالغني الذي بلغ له مالٌ كثيرٌ ونفسُه لا تسمحُ ببذل شيء منه فصدقتُه وإيثارُه أفضلُ له من قيام الليل وصيام النهار نافلة، والشجاع الشديد الذي يهاب العدوُّ سطوتَهُ: وقوفُهُ في الصف ساعة، وجهادُهُ أعداءَ الله أفضلُ من الحج والصوم والصدقة والتطوع. ¶ والعالمُ الذي قد عرف السنة، والحلال والحرام، وطرقَ الخير والشر: مخالطتُهُ للناس وتعليمُهم ونصحهم في دينهم أفضلُ من اعتزاله وتفريغ وقته للصلاة وقراءة القرآن والتسبيح ¶ ووليُّ الأمر الذي قد نصبه الله للحكم بين عباده: جلوسُهُ ساعةً للنظر في المظالم وإنصافِ المظلومِ من الظالم وإقامةِ الحدود ونصرِ المحقِّ وقمعِ المبطل أفضلُ من عبادة سنين من غيره، ومن غلبت عليه شهوةُ النساء فصومه له أنفعُ وأفضلُ من ذكر غيره وصدقته. (¬1) ¶ وهذا مثالٌ من السلف الصالح يوضح تفاوتَ الطاقاتِ والقدراتِ: ¶ ¬__________ ¶ (¬1) - عدة الصابرين لابن القيم / 93",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "عن بكر بن عبد الله قال: من سره أن ينظر إلى أعلم رجل أدركناه في زمانه فلينظر إلى الحسن فما أدركنا أعلمَ منه، ومن سره أن ينظرَ إلى أورع رجل أدركناه في زمانه فلينظر إلى ابن سيرين إنه ليدعُ بعضَ الحلال تأثماً، ومن سره أن ينظر إلى أعبد رجل أدركناه في زمانه فلينظر إلى ثابت البناني فما أدركنا أعبد منه (إنه ليظل اليوم المعمعاني. (¬1) ¶ الطويل ما بين طرفيه صائماً يروح ما بين جبهته وقدمه)، ومن سره أن ينظر إلى أحفظ رجل أدركناه في زمانه وأجدرِ أن يؤدي الحديثَ كما سمع فلينظر إلى قتادة. (¬2) ¶ 13 - التنقل بين الشيوخ أو الجماعات أو الأفكار قال عمر بن عبد العزيز: ومن جعل دينه عرضة للخصومات أكثر التنقل فيملُّ فيتركُ الخيرَ كله، أو يصابُ بشكوك واضطراب في آرائه وأفكاره وتوجهاته، فيصبح يشك في كل من حوله. ¶ فالثباتُ على منهج سليم فيما يعود على الإنسان من خيري الدنيا والآخرة يقي الإنسانَ من التردد والتغيرِ والتنقلِ والحيرة. ¶ فإذا علمت أنك على الحقِّ ومتمسكٌ بكتاب الله وسنة نبيهصلى الله عليه وسلم ومتبعٌ لمنهج السلف الصالح فلايضيرك مخالفةُ غيرك, ولا يضعفك عن مسيرك فتنةٌ، ولايوقفُك عنه ابتلاء. ¶ 14 - الخوف والهلع من المخلوقين. فتتحول مراقبتُهُ وخوفُهُ ورجاؤه إلى الخلق، ويوسوس له الشيطان في كلِّ عمل أو حركةٍ بأنه مؤاخذٌ به ومؤدبٌ عليه، فيترك كثيرا من الأعمال الصالحة، والأمرِ بالمعروف والنهيِ عن المنكر؛ فتتطبعُ نفسُه على ذلك، حتى لا يتمعر وجهُه في ذات الله أبداً!! ¶ قال تعالى: {إِنَّمَا ذَلِكُمُ الشَّيْطَانُ يُخَوِّفُ أَوْلِيَاءَهُ فَلا تَخَافُوهُمْ وَخَافُونِ إِنْ كُنْتُمْ مُؤْمِنِينَ} ¶ قال ابن القيم: ومتى شهد العبدُ أن ناصيتَه ونواصي العباد كلِّها بيد الله وحده يصرفهم كيف يشاء لم يخفهم بعد ذلك ولم يرجهم ولم ينزلهم منزلة المالكين، بل منزلة عبيد مقهورين مربوبين، المتصرفُ فيهم سواهم، والمدبر لهم غيرُهم، فمن شهد نفسه بهذا المشهد صار فقرُهُ وضرورته إلى ربه وصفاً لازماً له، متى شهد الناسَ كذلك لم يفتقر إليهم، ولم يعلق أملَهُ ورجاءَهُ بهم، فاستقام توحيدُهُ وتوكلُهُ وعبوديتُهُ، ولهذا قال هود لقومه: {إِنِّي تَوَكَّلْتُ عَلَى اللهِ رَبِّي وَرَبِّكُمْ مَا مِنْ دَابَّةٍ إِلا هُوَ آخِذٌ بِنَاصِيَتِهَا إِنَّ رَبِّي عَلَى صِرَاطٍ مُسْتَقِيمٍ}. (¬3) ¶ إن من غفلتِكَ عن نفسك، وإعراضِك عن الله، أن ترى ما يسخطُ اللهَ فتتجاوزه، ولا تأمرَ فيه ولا تنهى عنه، خوفاً ممن لا يملك لنفسه ضراً ولا نفعاً. (¬4) ¶ ¬__________ ¶ (¬1) - الشديد الحر وما بين القوسين من الحلية وقد كان بياضاً بالأصل. ع. ¶ (¬2) - كتاب الزهد للإمام أحمد / 433. ¶ (¬3) - الفوائد ص 35. ¶ (¬4) - الجواب الكافي لابن القيم / 44.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "قالوا السعادةُ في السكون وفي الخمول وفي الجمود ¶ في العيش بين الأهل لا عيشُ المهاجر والطريد ¶ في المشي خلف الركب في دعة وفي خطو وئيد ¶ في أن تقول كما يقال فلا اعتراض ولا ردود ¶ قلت: الحياةُ هي التحركُ لا السكونُ ولا الهمود ¶ وهي التلذذ بالمتا عب لا التلذذُ بالرقود ¶ هي أن تذود عن الحياض وأي حر لا يذود؟ ¶ هي أن تحسَّ بأن كأسَ الذل من ماء صديد ¶ 15 - ضعفُ الصلة بالله تعالى: فيقلُّ نصيبُهُ من نوافل الصيام والصلاة والصدقة، فإذا قل زادُهُ وانتهى وقوده تعطل من العمل، ولهذا كان السلف الصالح من أحرص الناس على تربية أنفسهم على التزود من الطاعات. ¶ قال الوليد بن مسلم: رأيت الأوزاعي يثبت في مصلاه، يذكر الله حتى تطلع الشمس ويخبرنا عن السلف: أن ذلك كان هديَهم، فإذا طلعت الشمس، قام بعضهم إلى بعض، فأفاضوا في ذكر الله، والتفقه في دينه. (¬1) ¶ وقال ضمرة بن ربيعة: حججنا مع الأوزاعي سنة خمسين ومائة، فما رأيته مضطجعاً في المحمل في ليل ولا نهار قط، كان يصلي، فإذا غلبه النوم استند إلى القتب. (¬2) ¶ قال إبراهيم بن سعيد الجوهري: حدثنا بشر بن المنذر قال: رأيت الأوزاعي كأنه أعمى من الخشوع. (¬3) ¶ وكان يحيي الليل صلاة وقرآناً وبكاء، وكانت أمه تدخل منزلَهُ، وتتفقدُ موضعَ مصلاه، فتجده رطباً من دموعه في الليل. (¬4) ¶ قال ابن المنكدر: إني لأدخل في الليل فيهولُني، فأصبحُ حين أصبحُ وما قضيت منه أربي. (¬5) ¶ ¬__________ ¶ (¬1) - سير أعلام النبلاء (7/ 114). ¶ (¬2) - سير أعلام النبلاء (7/ 119). ¶ (¬3) - سير أعلام النبلاء (7/ 119). ¶ (¬4) - سير أعلام النبلاء (7/ 120). ¶ (¬5) - سير أعلام النبلاء (5/ 358).",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وعن ابن جريج: صحبت عطاء ثمانيَ عشرةَ سنة، وكان بعدما كبر وضعف يقوم إلى الصلاة فيقرأ مائتي آية من البقرة وهو قائم لا يزول منه شيء ولا يتحرك. (¬1) ¶ عن نسير بن ذعلوق قال: كان الربيع بن خيثم يبكي حتى يبل لحيتَهُ من دموعه فيقول: أدركنا قوماً كنا في جنوبهم لصوصاً. (¬2) ¶ 16 - الزواجُ وكثيراً ما يقع لمن تأخر عن الزواج أو من يعدد بعد زوجة تؤذيه، فينشغلُ بلذة الشهوةِ عن الدعوة. ¶ عن جعفر قال: وسمعت مالكاً يقول: ينطلق أحدهم فيتزوج ديباجةَ الحرم، قال: وكان يقال في زمان مالك ديباجةُ الحرم أجملُ الناس، وخاتونَ امرأةَ ملك الروم، أو ينطلق إلى جارية فقد سمتها أبواها وترفوها حتى كأنها زبدةُ فيتزوجها، فتأخذ بقلبه فيقول لها: أي شيء تريدين؟ فتقول: خماراً حسني، وأي شيء تريدين؟ فتقول: كذا وكذا، قال مالك: فتمرط والله دينَ ذلك القارئ ويدع أن يتزوج يتيمةً ضعيفةً فيكسوها فيؤجر. (¬3) ¶ 17 - عدم التوازنِ في جوانب العبادةِ وإعطاء كل ذي حقٍّ حقَّه كما قال صلى الله عليه وسلم: إن لنفسك عليك حقاً، ولأهلك عليك حقاً، ولزورك عليك حقاً، فأعط كل ذي حق حقه فينشغل بجوانب الخير وطرقه، وينسى بعضَ الواجبات عليه، أو يغفلُ عنها، أو يهملها، أو لا يلقي لها بالا. ¶ وفجأة يرى نفسه مثلا مفرطاً في بر الوالدين وصلة الأرحام، أو يرى نفسه مفرطاً في جانب ولده وأهله، وأنه لم يقم بتربيتهم على الوجه المطلوب، أو غير ذلك من الأمور فيحمٍلُ ذلك على انشغالِهِ بالدعوة فيفتر ويتركها. ¶ ولو أن هذا الأخَ وازنَ بين الواجبات والمستحبات، وأعطى كل ذي حق حقه ونصيبَهُ، ما ترك شيئا من طرقِ الخير وأهملَهُ. ¶ 18 - دخولُهُ في عمل لا يتلاءمُ مع شخصيته وتكوينه وطاقاته وقدراته، فيفشلُ فيصاب بإحباط فيدع العمل، ولا يحاول التغيير. ¶ قال علي بن أبي طالب رضي الله عنه: قيمةُ كل امرئ ما يحسنه ¶ وقد كان الصحابة رضي الله عنهم ـ متباينين في الطاقات والقدرات، وكل أخذ بالعمل الذي يحسنه، وما رؤي أحد منهم عاطلاً عن العمل، فخالد سيف الله المسلول، وأقرؤكم أُبَي، وأعلمكم بالحلال والحرام معاذ بن جبل. ¶ وهذا أبو ذر ـ رضي الله عنه ـ من أكبر المؤثرين في الدعوة، حتى أسلمت جلُّ غفار على يديه، ومع ذلك لا يصلح للإمارة كما أخبره رسول الله صلى الله عليه وسلم. ¶ 19 - يريد عملاً يتوافق مع خواطره وتخيلاته، وهذا العمل غيرُ متمثل في واقعه، أو غيرُ ممكن تطبيقه. فتتحول نظراتُهُ وخواطرُهُ إلى خيالات مثالية، ويعتذر بها عند كل من يطلب منه أن يشارك في خير، أو إصلاح. ¶ ¬__________ ¶ (¬1) - سير أعلام النبلاء (5/ 87). ¶ (¬2) - كتاب الزهد للإمام أحمد / 469. ¶ (¬3) - كتاب الزهد للإمام أحمد / 448 ـ 449.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وقال ابن مسعود: إذا أراد الله بعبد خيراً سدده وجعل سؤاله عما يعينه وعلّمه فيما ينفعه. (¬1) ¶ قال زيد بن علي لا بنه: يا بني اطلب ما يعنيك بترك ما لا يعنيك فإنه في تركك ما لا يعنيك دركاً لما يعنيك، واعلم أنك تقدم على ما قدمت ولست تقدم على ما أخرت فآثر ما تلقاه غداً على ما لا تراه أبداً. (¬2) ¶ 20 - استعجالُ الثمرة واستبطاءُ الطريق: ¶ ونسي أنه وقف لله تعالى، يذهب مع مرادات محبوبه أينما توجهت ركائبها لا يبتغي لها أجراً، ولا ينتظر منها ذكراً، قالت فاطمة بنت عبد الملك تصف زوجَها عمرَ بن عبد العزيز: كان قد فرغ للمسلمين نفسَهُ، ولأمورهم ذهنه، فكان إذا أمسى مساءً لم يفرغ فيه من حوائج يومه وصل يومَهُ بليلته. (¬3) ¶ قال بعض أصحاب عمر بن عبد العزيز القدامىلعمر: لو تفرغت لنا فقال: وأين الفراغ؟ ذهب الفراغ فلا فراغ إلا عند الله. (¬4) ¶ قالوا عن محمد بن أحمد الدباهي: لازمَ العبادةَ، والعملَ الدائم والجد، واستغرق أوقاته في الخير .. صلبٌ في الدين، وينصحُ الإخوان، وإذا رآه إنسان: عرف الجدَّ في وجهه. (¬5) ¶ ولما تعجب غافل من باذل وقال له: إلى كم تتعب نفسك؟ كان جواب الباذل سريعاً حاسماً: راحتها أريد. (¬6) ¶ عجبت لهم قالوا: تماديت في المنى وفي المثل العليا وفي المرتقى الصعب ¶ فاقصر ولا تجهد يراعك إنما ستبذر حبا في ثرى ليس بالخصب ¶ فقلت لهم: مهلاً، فما اليأس شيمتي سأبذر حبي والثمار من الرب ¶ إذا أنا بلغت الرسالة جاهدا ولم أجد السمع المجيب فما ذنبي؟ ¶ 21 - الانفصالُ عن الأخيار العاملين: فيبقى يصارع الشيطان وحده، فيجتمع عليه الهوى والنفسُ الأمارةُ بالسوء والشيطانُ حتى يغلبوه، وهذا السر في قوله صلى الله عليه وسلم: إنما يأكل الذئبُ القاصية رواه أحمد وأبو داود والنسائي. ¶ وقد كان السلف الصالح لا يراهنون على إخوانهم أبداً حتى وصل بهم الأمرُ أن يقرنوهم بالصلاة في أهميتها وعظمها. ¶ عن محمد بن واسع قال: ما بقي في الدنيا شيءٌ ألذُّ به إلا الصلاةَ جماعة ولقيا الإخوان. (¬7) ¶ ¬__________ ¶ (¬1) - الإبانة 1/ 419. ¶ (¬2) - الإبانة 1/ 419. ¶ (¬3) - سيرة عمر لابن عبد الحكم / 146. ¶ (¬4) - طبقات ابن سعد 5/ 397. ¶ (¬5) - ذيل طبقات الحنابلة 2\\ 361. ¶ (¬6) - الفوائد لا بن القيم 42. الرقائق لمحمد الراشد / 62. ¶ (¬7) - كتاب الزهد للإمام أحمد / 440.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وقال الحسن البصري: لم يبق من العيش إلا ثلاثٌ: أخٌ لك تصيب من عشرته خيراً، فإن زغت عن الطريق قومك، وكفافٌ من عيش ليس لأحد عليك فيه تبعة، وصلاةٌ في جمع تُكفى سهوَها، وتستوجب أجرَها (¬1) ¶ قال الحسن البصري عن المؤمن: هو مرآةٌ، إن رأى منه ما لا يعجبه: سدده وقومه ووجهه، وحاطه في السر والعلانية. (¬2) ¶ فالعين تنظر منها ما دنا ونأى ولا ترى نفسها إلا بمرآة ¶ قال عمر بن عبد العزيز: من وصل أخاه بنصيحة له في دينه، ونظر له في صلاح دنياه، فقد أحسن صلته، وأدى واجبَ حقه ... (¬3) ¶ قال الشافعي رحمه الله: ما نصحت أحداً فقبل مني إلا هبتُهُ واعتقدت مودتَّهُ، ولا ردَّ أحد علي النصحَ إلا سقط من عيني ورفضتُهُ. ¶ وقد وصف الله أهل الزيغ بأنهم لا يرغبون في النصح ولا يحبون أهله قال تعالى: {وَلَكِنْ لا تُحِبُّونَ النَّاصِحِينَ} ¶ ما عاتب المرءَ الكريمَ كنفسه والمرءُ يصلحه الجليس الصالح ¶ 22 - التفكير العقيم بأن مجالات الدعوة محدودةٌ برقم محدد وقد أغلقت كلُّها، أو أنه لا يحسنها، فيفترُ ولا يحاول التفكيرَ بأساليبَ جديدةٍ، أو يستصعبها فيتركها. ¶ ومن ظن أن أحداً من المخلوقين كائناً من كان يستطيع أن يغلق جميع منافذ وسبل الدعوة فقد ظن بالله ظن السوء وما قدر الله حق قدره، قال تعالى: {يُرِيدُونَ لِيُطْفِؤُا نُورَ اللهِ بِأَفْوَاهِهِمْ وَيَأْبَى اللهُ إِلا أَنْ يُتِمَّ نُورَهُ وَلَوْ كَرِهَ الكَافِرُونَ}، قال ابن القيم: ومن ظن إدالةَ أهلِ الكفر على أهل الإسلام إدالةً تامة فقد ظن بالله ظن السوء، قال ابن الجوزي: ومن الصفوة أقوام مذ تيقظوا ما ناموا، ومذ سلكوا ما وقفوا، فهمهم صعودٌ وترقٍّ، كلما عبروا مقاماً رأوا نقصَ ما كانوا فيه فاستغفروا. (¬4) ¶ عن هارون البربري قال: كتب ميمون بن مهران إلى عمر بن عبد العزيز: إني شيخ كبير رقيق، كلفتني أن أقضي بين الناس - وكان على الخراج والقضاء بالجزيرة - فكتب إليه: إني لم أكلفك ما يُعنِّيك، اِجب الطيبَ من الخراج، واقض بما استبان لك، فإذا لَبِّس عليك شيءٌ، فارفعه إلي، فإن الناس لو كان إذا كبر عليهم أمرٌ تركوه، لم يقم دين ولا دنيا. (¬5) ¶ وقد تسيطر على تفكيره بعض مجالات وطرق الدعوة، ويتصور أن نشر هذا الدين والدعوة إليه لا تكون إلا بها! كمن يرى أن الدعوة هي في المحاضرات، والدروس، أو نشر شريط وكتاب، ونسي الطرق الأخرى مثل الدعوة ¶ ¬__________ ¶ (¬1) - تاريخ بغداد 6/ 99. ¶ (¬2) - زهد ابن المبارك 232. ¶ (¬3) - تاريخ الطبري 6/ 572. ¶ (¬4) - صيد الخاطر ص: 355. ¶ (¬5) - سير أعلام النبلاء 5\\ 74.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "بالقدوة الحسنة، والكلمة الطيبة، والأمر بالمعروف والنهي عن المنكر، وصلة الرحم وتوجيههم ونصحهم، والتلطف للناس وحسن معاملتهم الخ. ¶ 23 - التنقل بين البلدان والاصطدام بواقع لا يعرفه: فلا يخطط للعمل في الموطن الجديد، ولا يعمل ذهنَهُ في الوسائل المناسبة، فيصطدمُ من أول يوم بوضع غير الذي يعرفُه بسبب تقصيرِه في فهم البلد وأنظمتِه، أو عاداتِ وتقاليدِ أهله، فيصاب بإحباط ويدعُ العمل. ¶ أو يتعلقُ ببلد معين ويستميت في الوصول إليه والسكن فيه بحجة أنه أفضل، أو أن البلد الذي فيه لا يستحقُّ جلوسَ أمثاله فيه. ¶ ونسي أنه عاملٌ وداعية، أرضُه وبلده التي يتمكن فيها من نشر دعوته بين الناس، وإخراجهم فيها من الظلمات إلى النور، فقد يكون بلدُ بنفسه فاضلاً على غيره، لكن المفضول أحياناً يكون أفضلَ منه للمسلم لهذه الحيثية. ¶ قال أبو هريرة: لأن أرابط ليلة في سبيل الله أحب إلى من أن أقوم ليلة القدر عند الحجر الأسود. ¶ قال ابن تيمية: ولهذا كان أفضل الأرض في حق كل إنسان أرضٌ يكون فيها أطوعَ لله ورسوله، وهذا يختلف باختلاف الأحوال، ولا تتعين أرض يكون مقامُ الإنسان فيها أفضلَ وإنما يكون الأفضلُ في حق كل إنسان بحسب التقوى والطاعة والخشوع والخضوع والحضور، وقد كتب أبو الدرداء إلى سلمان: هلم إلى الأرض المقدسة! فكتب إليه سلمان: إن الأرض لا تقدس أحداً، وإنما يقدس العبد عمله، وكان النبي صلى الله عليه وسلم قد آخى بين سلمان وأبي الدرداء، وكان سلمان أفقه من أبي الدرداء في أشياء من جملتها هذا. (¬1) ¶ 24 - يقع في معصية فيستثمرها الشيطان ويرابي بها، ويقول: كيف تدْعُو إلى الله تعالى وأنت وقعت في كذا وعملت كذا، فلا يزال به حتى يقعده عن العمل والطاعة فيضيف إلى معصيته معصية أخرى وهي القعود عن أعمال الخير. ¶ ونسي أخونا الكريم أن الحسنات يذهبن السيئات. ¶ 25 - المنافسة بين الأقران: فإذا رأى أن قرينه قد فاقه في علم أو عمل تعاظم ذلك في نفسه، وكره أن يمشي معه في سبيل واحد، واختار القعود على أن يقال: إنه أقل من فلان وفلان، ونسي: لا يؤمن أحدكم حتى يحب لأخيه ما يحب لنفسه. ¶ 26 - حب الرياسة والعلو: فحين يرى أنه لم يتبوأ مركزاً في الدعوة، يتعاظمُ أن يكون تابعاً لغيره أنفةً وترفعاً وكبراً، وفي الحديث الذي رواه أحمد والترمذي والدارمي عَنِ ابْنِ كَعْبِ بْنِ مَالِكٍ الأَنْصَارِيِّ عَنْ أَبِيهِ قَالَ: قَالَ رَسُولُ صلى الله عليه وسلم: مَا ذِئْبَانِ جَائِعَانِ أُرْسِلا فِي غَنَمٍ بِأَفْسَدَ لَهَا مِنْ حِرْصِ الْمَرْءِ عَلَى الْمَالِ وَالشَّرَفِ لِدِينِهِ. (¬2) ¶ ¬__________ ¶ (¬1) - مجموع فتاوي ابن تيمية 18/ 283. ¶ (¬2) - مسند أحمد ح 15224، سنن الترمذي ح 2298، سنن الدارمي ح 2614.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "قال الفضيل بن عياض: ما أحب أحد الرياسة إلا أحب ذكر الناس بالنقائص والعيوب ليتميز هو بالكمال، ويكره أن يذكرَ الناسُ أحداً عنده بخير، ومن عشق الرياسة فقد تُودِّع من صلاحه. (¬1) ¶ قال عبيد الله بن الحسن العنبري: لأن أكون ذنباً في الحق: أحبُّ إلي من أن أكون رأساً في الباطل. (¬2) ¶ قال ذلك حين رجع عن أقوال له خالفت السنة، فقيل له في ذلك وأنك لم تعد في مكانتك السابقة لما كنت على تلك الأقوال. ¶ 27 - التفرغ لعمل علمي، أو بناء بيت أو غير ذلك لبضع سنوات، فيخمدُ حماسُه، ويضعف تجاوبُه مع الدعوة، وينسى كثيراً من الأساليب والأفكار، ويستجد أعمالٌ وأحوالٌ، فتعظم عليه الأمور ويفضل أن يعيش في الظل بعيداً عن الأضواء، ويألف الوحدة والانزواء. ¶ روى الترمذي وأبو داود عَنْ أَسْلَمَ أَبِي عِمْرَانَ التُّجِيبِيِّ قَالَ: كُنَّا بِمَدِينَةِ الرُّومِ فَأَخْرَجُوا إِلَيْنَا صَفًّا عَظِيمًا مِنَ الرُّومِ، فَخَرَجَ إِلَيْهِمْ مِنَ الْمُسْلِمِينَ مِثْلُهُمْ أَوْ أَكْثَرُ وَعَلَى أَهْلِ مِصْرَ عُقْبَةُ بْنُ عَامِرٍ وَعَلَى الْجَمَاعَةِ فَضَالَةُ بْنُ عُبَيْدٍ، فَحَمَلَ رَجُلٌ مِنَ الْمُسْلِمِينَ عَلَى صَفِّ الرُّومِ حَتَّى دَخَلَ فِيهِمْ فَصَاحَ النَّاسُ وَقَالُوا: سُبْحَانَ اللَّهِ يُلْقِي بِيَدَيْهِ إِلَى التَّهْلُكَةِ، فَقَامَ أَبُو أَيُّوبَ الأَنْصَارِيُّ فَقَالَ: يَا أَيُّهَا النَّاسُ إِنَّكُمْ تَتَأَوَّلُونَ هَذِهِ الآيَةَ هَذَا التَّأْوِيلَ، وَإِنَّمَا أُنْزِلَتْ هَذِهِ الآيَةَ فِينَا مَعْشَرَ الْأَنْصَارِ، لَمَّا أَعَزَّ اللَّهُ الإِسْلَامَ وَكَثُرَ نَاصِرُوهُ فَقَالَ بَعْضُنَا لِبَعْضٍ سِرًّا دُونَ رَسُولِ اللَّهِ صلى الله عليه وسلم: إِنَّ أَمْوَالَنَا قَدْ ضَاعَتْ، وَإِنَّ اللَّهَ قَدْ أَعَزَّ الإِسْلَامَ وَكَثُرَ نَاصِرُوهُ، فَلَوْ أَقَمْنَا فِي أَمْوَالِنَا فَأَصْلَحْنَا مَا ضَاعَ مِنْهَا، فَأَنْزَلَ اللَّهُ عَلَى نَبِيِّهِ صلى الله عليه وسلم يَرُدُّ عَلَيْنَا مَا قُلْنَا: {وَأَنْفِقُوا فِي سَبِيلِ اللَّهِ وَلا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ} فَكَانَتِ التَّهْلُكَةُ الإِقَامَةَ عَلَى الأَمْوَالِ وَإِصْلاحِهَا وَتَرْكَنَا الْغَزْوَ، فَمَا زَالَ أَبُو أَيُّوبَ شَاخِصًا فِي سَبِيلِ اللَّهِ حَتَّى دُفِنَ بِأَرْضِ الرُّومِ. (¬3) ¶ 28 - ترك العمل بسبب ظروف طارئة، وأحوال عصيبة، ينتظر تجليتها، ويرقب الفرج، ويأمل كشف الغربة، وينسى أن تجلية الغربة لا تتأتى بالكسل والخمول والنوم، ولم يتفكر كيف كُشفت الغربة الأولى هل جلس أبو بكر وعمر وغيرهما من الصحابة ينتظرون كشفها أم قاموا على قدم وساق حتى كشفوها. ¶ قال شيخ الإسلام ابن تيمية: كثير من الناس إذا رأى المنكر، أو تغير كثير من أحوال الإسلام، جزع وكلّ وناح كما ينوح أهل المصائب وهو منهي عن هذا، بل هو مأمور بالصبر والتوكل والثبات على دين الإسلام، وأن يؤمن بالله مع الذين اتقوا والذين هم محسنون، وأن العاقبة للتقوى، وأن ما يصيبه فهو بذنوبه فليصبر، إن وعد الله حق، وليستغفر لذنبه، وليسبح بحمد ربه بالعشي والإبكار ... ¶ ¬__________ ¶ (¬1) - العوائق لمحمد الراشد / 88. ¶ (¬2) - تهذيب التهذيب 7/ 7. ¶ (¬3) - سنن الترمذي ح 2898، سنن أبي داود ح 2151.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وقوله صلى الله عليه وسلم: ثم يعود غريباً كما بدأ: أعظم ما تكون غربته إذا ارتد الداخلون فيه عنه، وقد قال تعالى: {مَنْ يَرْتَدَّ مِنْكُمْ عَنْ دِينِهِ فَسَوْفَ يَأْتِي اللهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ أَذِلَّةٍ عَلَى المُؤْمِنِينَ أَعِزَّةٍ عَلَى الكَافِرِينَ يُجَاهِدُونَ فِي سَبِيلِ اللهِ وَلا يَخَافُونَ لَوْمَةَ لائِمٍ} فهؤلاء يقيمونه إذا ارتد عنه أولئك. ¶ وكذلك بدأ غريباً ولم يزل يقوى حتى انتشر، فهكذا يتغرب في كثير من الأمكنة والأزمنة ثم يظهر حتى يقيمَه الله عز وجل كما كان عمر بن عبد العزيز لما وَلِيَ قد تغرب كثير من الإسلام على كثير من الناس حتى كان منهم من لا يعرف تحريم الخمر، فأظهر الله به في الإسلام ما كان غريباً. (¬1) ¶ وما علم هذا الأخ بأنه في وقوفه ينزل ويضعف إيمانه. يقول ابن القيم رحمه الله: والقصد: أن إضاعة الوقت الصحيح يدعو إلى درك النقيصة، إذ صاحب حفظه مترق على درجات الكمال، فإذا أضاعه لم يقف موضعه بل ينزل إلى درجات من النقص، فإن لم يكن في تقدم فهو متأخر ولا بد، فالعبد سائر لا واقف: فإما إلى فوق وإما إلى أسفل، إما إلى أمام وإما إلى وراء. ¶ وليس في الطبيعة ولا في الشريعة وقوف ألبتة، ما هو إلا مراحل تطوى أسرع طي إلى الجنة أو إلى النار، فمسرع ومبطئ ومتقدم ومتأخر وليس في الطريق واقف البتة، وإنما يتخالفون فى جهة المسير وفي السرعة والبطء، كما قال تعالى: ((إنها لإحدى الكبر نذيرا للبشر لمن شاء منكم أن يتقدم أو يتأخر)) ولم يذكر واقفا إذ لا منزل بين الجنة والنار ولا طريق لسالك إلى غير الدارين البتة فمن لم يتقدم إلى هذه الأعمال الصالحة فهو متأخر إلى تلك بالأعمال السيئة. (¬2) ¶ 29 - خشيَ على وظيفتِه أو جاهِه ومركزِه، ففضلَ البعدَ عن العمل، وسوَّل له الشيطان أن الفترة قصيرةٌ، وأن هذا من التخطيط السليم، فتحول تفكيرُه وعمله إلى المحافظة على مركزه ومكانته، روى الإمام أحمد عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَ: قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: أَلا لا يَمْنَعَنَّ أَحَدَكُمْ رَهْبَةُ النَّاسِ أَنْ يَقُولَ بِحَقٍّ إِذَا رَآهُ أَوْ شَهِدَهُ، فَإِنَّهُ لا يُقَرِّبُ مِنْ أَجَلٍ وَلا يُبَاعِدُ مِنْ رِزْقٍ أَنْ يَقُولَ بِحَقٍّ أَوْ يُذَكِّرَ بِعَظِيمٍ. (¬3) ¶ 30 - تمكن الشيطان من إلقاء الشبهات في قلبه وبخاصة في وقت الفتن، فيبدأ في مراجعة حساباته لا لتقويمها وسد الثغرات، ويقظة الحراسة، وإنما لتبدل القناعات لديه من غير دليل صحيح صريح. ¶ وهذا هو الذي خشيه خبير الفتن حذيفة بن اليمان رضي الله عنه حينما قال له أبو مسعود الأنصاري رضي الله عنه: أوصني، قال: إن الضلالةَ حقَّ الضلالةِ أن تعرفَ ما كنت تنكر وتنكرَ ما كنت تعرف، وإياك والتلونَ في الدين فإن دينَ الله واحد. (¬4) ¶ ¬__________ ¶ (¬1) - مجموع فتاى ابن تيمية 18/ 295 –297. ¶ (¬2) - مدارج السالكين 1\\ 267. ¶ (¬3) - مسند أحمد ح 11048 ¶ (¬4) - الإبانة 1/ 189 - 190.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "عن محمد بن سيرين قال: قال عدي بن حاتم رضي الله عنه: إنكم لن تزالوا بخير ما لم تعرفوا ما كنتم تنكرون وتنكروا ما كنتم تعرفون، وما دام عالمكم يتكلم بينكم غيرَ خائف. (¬1) ¶ وعن إبراهيم النخعي كانوا يرون التلون في الدين من شك القلوب في الله. (¬2) ¶ وقال مالك: الداء العضال التنقل في الدين. (¬3) ¶ 31 - كابد وجاهد نفسه فتعب ومل وترك العمل: ولا ندري كم من العقود جاهد وكابد فيها هذا الأخ الكريم! ¶ ألم يقرأ سير الأنبياء عليهم الصلاة والسلام. قال تعالى: {وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ فَلَبِثَ فِيهِمْ أَلْفَ سَنَةٍ إِلا خَمْسِينَ عَامًا فَأَخَذَهُمُ الطُّوفَانُ وَهُمْ ظَالِمُونَ} ¶ قال ابن القيم: وطالب النفوذ إلى الله والدار الآخرة، بل وإلى كل علم وصناعة ورئاسة، بحيث يكون رأساً في ذلك مقتدى به فيه، يحتاج أن يكون شجاعاً مقداماً، حاكماً على وهمه، غيرَ مقهورٍ تحت سلطانِ تخيله، زاهداً في كل ما سوى مطلوبه، عاشقاً لما توجه إليه، عارفاً بطريق الوصول إليه، والطرقِ القواطعِ عنه، مقدامَ الهمة، ثابتَ الجأش، لا يثنيه عن مطلوبه لومُ لائم ولا عذل عاذل، كثيرَ السكون، دائمَ الفكر، غير مائل مع لذة المدح ولا ألم الذم، قائماً بما يحتاج إليه من أسباب معونته، لا تستفزه المعارضاتُ، شعاره الصبرُ وراحته التعب. (¬4) ¶ قال ابن المنكدر: كابدت نفسي أربعين سنة حتى استقامت. (¬5) ¶ وهذا الإمام القدوة شيخ الإسلام ثابت البناني يقول: كابدت الصلاة عشرين سنة، وتنعمت بها عشرين سنة. (¬6) ¶ روى منصور بن إبراهيم قال: قال فلان: ما أرى الربيع بن خثيم تكلم بكلام منذ عشرين سنة إلا بكلمة تصعد، وعن بعضهم قال: صحبت الربيع عشرين عاماً ما سمعت منه كلمة تعاب. (¬7) ¶ قال مالك: كان إمام الناس عندنا بعد زيد بن ثابت عبد الله بن عمر، مكث ستين سنة يفتي الناس. (¬8) ¶ قال الإمام القدوة ربيعة بن يزيد: ما أذن المؤذن لصلاة الظهر منذ أربعين سنة إلا وأنا في المسجد إلا أن أكون مريضاً أو مسافراً. (¬9) ¶ كان المحدث الثقة بشر بن الحسن يقال له: (الصفي) لأنه كان يلزم الصف الأول في مسجد البصرة خمسين سنة. (¬10) ¶ ¬__________ ¶ (¬1) - الإبانة 1/ 190 - 191. ¶ (¬2) - الإبانة 2/ 505. ¶ (¬3) - الإبانة 2/ 605. ¶ (¬4) - لابن القيم في الفوائد / 19. ¶ (¬5) - سير أعلام النبلاء (5/ 355). ¶ (¬6) - حلية الأولياء (2/ 321)، سير أعلام النبلاء (5/ 224). ¶ (¬7) - سير أعلام النبلاء 4\\ 259. ¶ (¬8) - سير أعلام النبلاء (3/ 221). ¶ (¬9) - سير أعلام النبلاء (5/ 240). ¶ (¬10) - تهذيب التهذيب 1/ 447.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وقيل لكثير بن عبيد الحمصي عن سبب عدم سهوه في الصلاة قط، وقد أم أهل حمص ستين سنة كاملة فقال: ما دخلت من باب المسجد قط وفي نفسي غير الله. (¬1) ¶ قال إبراهيم الحربي عن الإمام أحمد: ولقد صحبته عشرين سنة صيفاً وشتاءً وحراً وبرداً وليلاً ونهاراً فما لقيته في يوم إلا وهو زائد عليه بالأمس. (¬2) ¶ وقال أبو الوفاء بن عقيل: إني لأجد من حرصي على العلم وأنا في عشر الثمانين أشد مما كنت أجده وأنا ابن عشرين سنة. ¶ قال ابن القيم: يا مخنث العزم أين أنت والطريق، طريق تعب فيه آدم، وناح لأجله نوح، ورمي في النار الخليل، واضطجع للذبح إسماعيل، وبيع يوسفُ بثمن بخس، ولبث في السجن بضع سنين، ونشر بالمنشار زكريا، وذبح السيدُ الحصورُ يحيى، وقاسى الضرَّ أيوب، وزاد على المقدار بكاء داود، وسار مع الوحش عيسى، وعالج الفقر وأنواع الأذى محمد صلى الله عليه وسلم، تزهى أنت باللهو واللعب. (¬3) ¶ 32 - قد يقول: الحمد لله أنا من الأخيار، وليس عندي معاص، وليس كل الناس دعاة!! ولا أدري مم أعجب هل من تزكية هذا الأخِ الكريمِ لنفسه، أم من جهله بأن التقصير في الدعوة ليس من المعاصي! ¶ قال ابن القيم: ليس الدين بمجرد ترك المحرمات الظاهرة، بل بالقيام مع ذلك بالأوامر المحبوبة لله، وأكثرُ الديّانينَ لا يعبأون منها إلا بما شاركهم فيه عمومُ الناس، وأما الجهادُ والأمر بالمعروف والنهي عن المنكر، والنصيحة لله ورسوله وعباده، ونصرة الله ورسوله ودينه وكتابه، فهذه الواجبات لا تخطر ببالهم فضلاً عن أن يريدوا فعلها، وفضلاً عن أن يفعلوها، وأقل الناس ديناً، وأمقتهم إلى الله: من ترك هذه الواجباتِ، وإن زهد في الدنيا جميعِها، وقلَّ أن ترى منهم من يُحمرُ وجهُه ويمعره لله ويغضب لحرماته، ويبذل عرضه في نصرة دينه، وأصحابُ الكبائر أحسن حالا عند الله من هؤلاء. (¬4) ¶ قال تعالى: {عَلَيْكُمْ أَنْفُسَكُمْ لا يَضُرُّكُمْ مَنْ ضَلَّ إِذَا اهْتَدَيْتُمْ} قال شيخ الإسلام ابن تيمية: وإنما يتم الاهتداء إذا أطيع الله وأدي الواجب من الأمر والنهي وغيرهما، ولكن في الآية فوائد عظيمة: ¶ أحدها: أن لا يخافَ المؤمنُ من الكفار والمنافقين، فإنهم لن يضروه إذا كان مهتدياً. ¶ الثاني: أن لا يحزنَ عليهم ولا يجزعَ عليهم، فإن معاصيَهم لا تضره إذا اهتدى، والحزنُ على ما لا يضر عبث، وهذان المعنيان مذكوران في قوله: {وَاصْبِرْ وَمَا صَبْرُكَ إِلا بِاللهِ وَلا تَحْزَنْ عَلَيْهِمْ وَلا تَكُ فِي ضَيْقٍ مِمَّا يَمْكُرُونَ}. ¶ ¬__________ ¶ (¬1) - المصدر السابق 8\\ 424. ¶ (¬2) - كتاب الزهد للإمام أحمد 11، مناقب أحمد لابن الجوزي ص140. ¶ (¬3) - الفوائد ص: 56. ¶ (¬4) - عدة الصابرين / 121.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "الثالث: أن لا يركن إليهم، ولا يمد عينه إلى ما أوتوه من السلطان والمال والشهوات، كقوله: {لا تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِنْهُمْ وَلا تَحْزَنْ عَلَيْهِمْ}، فنهاه عن الحزن عليهم والرغبة فيما عندهم في آية، ونهاه عن الحزن عليهم والرهبة منهم في آية، فإن الإنسان قد يتألمُ عليهم ومنهم، إما راغباً وإما راهباً. ¶ الرابع: أن لا يعتدي على أهل المعاصي بزيادة على المشروع في بغضهم أو ذمهم، أو نهيهم أو هجرهم، أو عقوبتهم، بل يقال لمن اعتدى عليهم: عليك نفسك لا يضرُّك من ضل إذا اهتديت، كما قال: {وَلا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ} الآية، وقال: {وَقَاتِلُوا فِي سَبِيلِ اللهِ الَّذِينَ يُقَاتِلُونَكُمْ وَلا تَعْتَدُوا إِنَّ اللهَ لا يُحِبُّ المُعْتَدِينَ}، وقال: {فَإِنِ انْتهَوْا فَلا عُدْوَانَ إِلا عَلَى الظَّالِمِينَ}، فإن كثيراً من الآمرين الناهين قد يعتدون حدود الله إما بجهل وإما بظلم، وهذا باب يجب التثبت فيه، وسواء في ذلك الإنكارُ على الكفار والمنافقين الفاسقين والعاصين. ¶ الخامس: أن يقوم بالأمر والنهي على الوجه المشروع، من العلم والرفق، والصبر، وحسن القصد، وسلوك السبيل القصد، فإن ذلك داخلٌ في قوله: {عَلَيْكُمْ أَنْفُسَكُمْ}، وفي قوله: {إِذَا اهْتَدَيْتُمْ}. ¶ فهذه خمسة أوجه تستفاد من الآية لمن هو مأمور بالأمر بالمعروف والنهي عن المنكر وفيها المعنى الآخر، وهو: ¶ السادس: إقبال المرء على مصلحة نفسه علماً وعملاً، وإعراضه عما لا يعنيه، كما قال صاحب الشريعة: من حسن إسلام المرء تركه ما لا يعنيه ولا سيما كثرة الفضول فيما ليس بالمرء إليه حاجة من أمر دين غيره ودنياه، ولاسيما إن كان التكلم لحسد أو رئاسة. ¶ وكذلك العمل فصاحبه إما معتدٍ ظالمٌ، وإما سفيهٌ عابثٌ، وما أكثر ما يصور الشيطان ذلك بصورة الأمر بالمعروف والنهي عن المنكر والجهاد في سبيل الله ويكون من باب الظلم والعدوان. ¶ فتأملُ الآية في هذه الأمور من أنفع الأشياء للمرء، وأنت إذا تأملت ما يقع من الاختلاف بين هذه الأمة: علماؤها وعبادها وأمراؤها ورؤساؤها وجدت أكثره من هذا الضرب الذي هو البغي بتأويل أو بغير تأويل، كما بغت الجهمية على المستنة في محنة الصفات والقرآن، محنة أحمد وغيره، وكما بغت الرافضة على المستنة مرات متعددة، وكما بغت الناصبة على علي وأهل بيته، وكما قد تبغي المشبهة على المنزهة، وكما يبغي بعض المستنة إما على بعضهم وإما على نوع من المبتدعة بزيادة على ما أمر الله به، وهو الإسراف المذكور في قولهم: {رَبَّنَا اغْفِرْ لَنَا ذُنُوبَنَا وَإِسْرَافَنَا فِي أَمْرِنَا}. ¶ وإزاء هذا العدوان تقصير آخرين فيما أمروا به من الحق، أو فيما أمروا به من الأمر بالمعروف، والنهي عن المنكر في هذه الأمور كلها، فما أحسن ما قال بعض السلف: ما أمر الله بأمر إلا اعترض الشيطان فيه بأمرين لا يبالي بأيهما ظفر: غلوٍّ أو تقصيرٍّ.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "فالمعين على الإثم والعدوان بإزائه تاركُ الإعانة على البر والتقوى، وفاعل المأمور به وزيادةٍ منهيٍّ عنها بإزائه تاركُ المنهي عنه وبعضِ المأمور به، والله يهدينا الصراط المستقيم ولا حول ولا قوة إلا بالله. (¬1) ¶ 33 - قد يركز على شريحة من المجتمع وأنها مجال العمل فيفشل في التعاون معها ويصاب بإحباط ويأس، وينسى أن ديننا ليس لمجموعة دون غيرها ولا لطبقة بعينها. ¶ إن أي دعوة تهمل شريحة من المجتمع تعتبر ناقصة ومآلها إلى الانحسار، وقد تميزت الدعوة الإسلامية باحتوائها جميع طبقات المجتمع، وتوظيفِ جميع طاقات، فليس في المجتمع المسلم عنصرٌ مهملٌ أو مبعد أو مركون مهما كان. ¶ وإن من كمال الدين وعالميته مخاطبته للجميع وتوظيف جميع أفراد الأمة فلا اعتبار للصور والهيئات والأشكال: ¶ عن حارثة بن وهب قال: سمعت رسول الله صلى الله عليه وسلم يقول: ألا أخبركم بأهل الجنة؟ كل ضعيف مُتَضَعّف، لو أقسم على الله لأبره، ألا أخبركم بأهل النار؟ كل عُتُل جوّاظ مستكبر متفق عليه. (¬2) ¶ وعن أبي هريرة عن رسول الله صلى الله عليه وسلم قال: إنه ليأتي الرجل العظيم السمين يوم القيامة لايزن عند الله جناح بعوضة متفق عليه. (¬3) ¶ وعن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: رب أشعثَ مدفوعٍ بالأبواب لو أقسم على الله لأبره. (¬4) ¶ وعَنْ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ أَنَّهُ قَالَ مَرَّ رَجُلٌ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ لرَجُلٍ عِنْدَهُ جَالِسٍ مَا رَأْيُكَ فِي هَذَا فَقَالَ رَجُلٌ مِنْ أَشْرَافِ النَّاسِ هَذَا وَاللَّهِ حَرِيٌّ إِنْ خَطَبَ أَنْ يُنْكَحَ وَإِنْ شَفَعَ أَنْ يُشَفَّعَ قَالَ فَسَكَتَ رَسُولُ اللَّهِ صَلَّى اللَّهم عَلَيْهِ وَسَلَّمَ ثُمَّ مَرَّ رَجُلٌ آخَرُ فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهم عَلَيْهِ وَسَلَّمَ مَا رَأْيُكَ فِي هَذَا فَقَالَ يَا رَسُولَ اللَّهِ هَذَا رَجُلٌ مِنْ فُقَرَاءِ الْمُسْلِمِينَ هَذَا حَرِيٌّ إِنْ خَطَبَ أَنْ لَا يُنْكَحَ وَإِنْ شَفَعَ أَنْ لَا يُشَفَّعَ وَإِنْ قَالَ أَنْ لَا يُسْمَعَ لِقَوْلِهِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم هَذَا خَيْرٌ مِنْ مِلْءِ الْأَرْضِ مِثْلَ هَذَا. (¬5) ¶ قال الشاطبي: يقال: أنه - أي فرض الكفاية - واجب على الجميع على وجه من التجوز، لأن القيام بذلك الفرضِ قيامٌ بمصلحة عامة، فهم مطلوبون بسدها على الجملة، فبعضهم هو قادر عليها مباشرة وذلك من كان أهلا لها، والباقون وإن لم يقدروا عليها قادرون على إقامة القادرين، فمن كان قادراً على الولاية فهو مطلوبٌ بإقامتها، ومن لا يقدر عليها مطلوب بأمر آخر، وهو إقامةُ ذلك القادر وإجبارُه على القيام بها، فالقادر إذن ¶ ¬__________ ¶ (¬1) - مجموع فتاوي ابن تيمية 14/ 480 - 483. ¶ (¬2) - صحيح البخاري ح 4537، صحيح مسلم ح 5092. ¶ (¬3) - صحيح البخاري ح 4360، صحيح مسلم ح 4991. ¶ (¬4) - صحيح مسلم ح 4754. ¶ (¬5) - صحيح البخاري ح 5966.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "مطلوب بإقامة الفرض، وغير القادر مطلوب بتقديم ذلك القادر، إذ لا يتوصل إلى قيام القادر إلا بالإقامة، من باب ما لا يتم الواجب إلا به. (¬1) ¶ 34 - رأى كثرة الفساد وانتشاره واستحكام كثير من الشر فرأى أن الأفضلَ اعتزالُ الناس وتركُهم. ¶ ما أسهل العزلة عن الخلق وترك التبعة: يروي لنا التابعي الكوفي، الفقيه النبيل عامر الشعبي: أن رجالاً خرجوا من الكوفة، ونزلوا قريباً يتعبدون، فبلغ ذلك عبد الله بن مسعود، فأتاهم، ففرحوا بمجيئه إليهم، فقال لهم: ما حملكم على ما صنعتم؟ قالوا: أحببنا أن نخرج من غمار الناس نتعبد. فقال عبد الله: لو أن الناس فعلوا مثل ما فعلتم فمن كان يقاتل العدو؟ وما أنا ببارح حتى ترجعوا. (¬2) ¶ قال ابن الجوزي: وعلى الحقيقة الزهاد في مقام الخفافيش، قد دفنوا أنفسهم بالعزلة عن الناس، وهي حالة حسنة إذا لم تمنع من خير، من جماعة واتباع جنازة وعيادة مريض، إلا أنها حالةُ الجبناء. فأما الشجعان فهم يتعلمون ويعلمون، وهذه مقامات الأنبياء عليهم السلام. (¬3) ¶ حسبوا بأن الدين عزلةُ راهب واستمرءوا الأوراد والأذكارا ¶ عجباً أراهم يؤمنون ببعضه وأرى القلوب ببعضه كفارا ¶ والدين كان ولا يزال فرائضاً ونوافلاً لله واستغفارا ¶ والدين ميدان وصمصام وفر سان تبيد الشر والأشرارا ¶ والدين حكم باسم ربك قائم بالعدل لا جوراً ولا استهتارا ¶ ¬__________ ¶ (¬1) - الموافقات للشاطبي 1/ 178ـ179. ¶ (¬2) - الزهد لعبد الله بن المبارك / 390. ¶ (¬3) - صيد الخاطر لابن الجوزي / 224.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "الخاتمة ¶ الحمد لله والصلاة والسلام على رسول الله وبعد: ¶ فلعل الجميع يدرك أهمية الدعوة إلى الله تعالى والأمر بالمعروف والنهي عن المنكر، والاحتساب على عامة المجتمع على مختلف أصنافه وطبقاته، وعلى جميع أجهزته وإداراته. ¶ وأن العمل للدين مسئولية الجميع كل بحسبه، وأن على المسلم بوجه عام والداعية وطالب العلم على وجه الخصوص المساهمة الفعلية في خدمة الإسلام والدعوة إليه والذب عن حياضه. ¶ وليعلم كل مسلم أنه في هذه الحياة إما يتقدم إلى الخير والإيمان أو يتأخر نحو المعصية والنقصان، فليس هناك وقوف واستراحة، فليراقب كل إنسان نفسه ويحاسبها، وليكن يقظا من أن ينحدر إلى دركات النقص وهو لا يشعر. ¶ فالله ألله يا أهل العلم والدعوة لا يغلبنكم أهل الباطل ومروجوا الفساد، فإنكم إن تخاذلتم وتكاسلتم غلبوكم حتى على أهليكم وأولادكم، ((إن تكونوا تألمون فإنهم يألمون كما تألمون وترجون من الله ما لا يرجون)) ¶ فانظر أخي الكريم ما رصيدك من الخير وما نصيبك من الاحتساب، وما سهمك في تلك القافلة التي يقودها الأنبياء والمرسلون عليهم السلام وقد حطوا رحالهم في الجنة، كيف ترضى أن تؤخر عنهم، وتبعد عن طريقهم بسبب تفريطك وإهمالك! ¶ أخي وفقك الله: إن الدعوة إلى الله والأمر بالمعروف والنهي عن المنكر واجب الجميع وفريضة الكل، من عرف آية من كتاب الله تعالى حق عليه أن يعلمها، من تعلم حديثا من حديث رسول الله صلى الله عليه وسلم وجب عليه إبلاغه، من فقه مسألة فعليه إيصالها إلى من يستفيد منها. ¶ لقد تعددت وسائل الدعوة وطرقها فأين وقع سهمك؟ لماذا تبكي كثير من المساجد من قلة الرواد! لماذا خلا كثير منها من الوعظ والإرشاد؟ القرى والهجر تشكو الجهل وتحن إلى معلم الناس الخير! الصحف والمجلات تخلو كثير منها من قائم لله بحجة! ¶ إن الدعوة إلى الله تعالى أعظم من أن يحتكرها أناس، وأكبر من أن تحد بمواسم خاصة ومناسبات محدودة، الدعوة آية تتلى وحديث يروى، ودرس يلقى، وكتاب يصنف، وخطبة تحرر، وموعظة تؤثر، ومجلة تنشر، وشريط يوزع، ونصيحة تهدى، وأذكار تحفظ، ومال من حلال ينفق، وعلم نافع ينشر، وأمر ونهي، وصلة وبر، وإحسان للجيران، وتفقد للفقراء والمعوزين.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "فالبدار البدار والمسابقة المسابقة والتنافس التنافس في طرق الخير وسبل الحق، روى مسلم عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ بَادِرُوا بِالْأَعْمَالِ فِتَنًا كَقِطَعِ اللَّيْلِ الْمُظْلِمِ يُصْبِحُ الرَّجُلُ مُؤْمِنًا وَيُمْسِي كَافِرًا أَوْ يُمْسِي مُؤْمِنًا وَيُصْبِحُ كَافِرًا يَبِيعُ دِينَهُ بِعَرَضٍ مِنْ الدُّنْيَا. (¬1) ¶ أسأل الله تعالى بأسمائه الحسنى وصفاته العليا أن ينصر دينه وأن يجعلنا من أنصاره، وأن يعلي كلمته وأن يبرم لهذه الأمة أمرا رشيدا يعز فيه أهل طاعته، ويذل فيه أهل معصيته، ويؤمر فيه المعروف وينهى فيه عن المنكر. وصلى وسلم وبارك على نبينا محمد. ¶ ¬__________ ¶ (¬1) - صحيح مسلم ح 118.",
            "page": "23",
            "part": "1"
        }
    ],
    "t35132": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "أعذار المتقاعسين"
        }
    ]
}