{
    "b35145": [
        {
            "id": "1",
            "nass": "المقدمة ¶ بسم الله الرحمن الرحيم ¶ الحمد لله، والصلاة والسلام على رسول الله، نبينا محمد وعلى آله وصحبه ومن والاه أما، بعد: ¶ فإن الهاتف _بجميع خدماته_ يقوم بدور مهم، ويقدم خدمة جليلة، ويوفر جهداً كبيراً، سواء في الوقت، أو في المال، أوالذهاب، أوالإياب. ¶ ولقد تكلم الفضلاء من أهل العلم على الهاتف وآدابه، وما يجب وما ينبغي أن يراعى في ذلك. ¶ وعلى رأس أولئك صاحب الفضيلة الشيخ العلامة الدكتور بكر أبو زيد _حفظه الله ومتعه بالعافية_ حيث ألف كتابه الماتع الرائع (أدب الهاتف). ¶ وهو بسبق حائزٌ تفضيلا ¶ مستوجبٌ ثنائي الجميلا ¶ والحديث ههنا سيكون حول أدب الجوال على وجه الخصوص. ¶ وما يقال في حق الهاتف العادي يقال في حق الجوال، إلا أن الجوال ينفرد في أمور خاصة قد لا توجد في الهاتف العادي؛ فالجوال _في الأغلب_ يكون خاصاً بشخص لا يرد عليه غيره، بخلاف الهاتف العادي؛ حيث يكون في مكان عام، أو مكتب أو منزل، وقد يرد عليه أكثر من شخص. ¶ ثم إن الجوال يمتاز بخدمات أخرى لا توجد في الهاتف. ¶ ولاريب أن الجوال نعمة كبيرة، يقضي بها الإنسان حاجاته بأقرب طريق، وأيسر كلفة. ¶ ولكن هناك أمور تنافي شكر هذه النعمة، وهناك ملحوظات يحسن التنبه لها، والتنبيه عليها؛ حتى تتم الفائدةُ المرجوَّةُ من هذه النعمة، ولأجل ألا تكون سبباً في جلب الضرر على أصحابها. ¶ فمما يحسن التنبيه عليه ومراعاته في هذا الأمر ما يلي: ¶ أولاً: الاقتصاد في المكالمات: حتى لا تحصل الخسارة المالية بدون داع، ولأجل ألا يتأذى الإنسان من جراء الإطالة. ¶ وعلى هذا فإنه يحسن بالمُتَّصل أن يقتصد في كلامه، وأن يتجنب التطويل في المقدمات، والسؤال عن الحال. ¶ وينبغي له أن يحذر من كثرة الاتصالات بلا داع، وأن يحذر فضول الكلام في المهاتفة؛ فإن بعض الناس قد يمتد به الحديث ساعات وساعات.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "يقول العلامة الشيخ بكر أبو زيد _حفظه الله_: =احذر فضول المهاتفة، حتى لا يصيبك سُعار الاتصال؛ فكم من مصاب به؛ فمن حين يرفع رأسه من نومته يدني مذكرته _نوتته_ ولا كالطفل يلتقم ثديَ أمِّه، فيشغل نفسَه وغيرَه عبر الهاتف من دار إلى دار، ومن مكتب إلى آخر يروِّح عن نفسه، ويلقي بالأذى على غيره. ¶ وليس لنا مع هؤلاء حديثٌ إلا الدعاء بالعافية، وننصحهم بمعالجة وضعهم من هذا الفضول.+ أدب الهاتف ص32_33. ¶ ثانياً: الحذر من إحراج المتَّصَلِ عليه: كأن يَمْتَحِنَ المتَّصِلُ المتَّصَلَ عليه بقوله: هل تعرفني؟ فإذا قال: لا، بدأ يلومه، ويعاتبه على نسيانه له، وعدم تخزينه لرقم هاتفه. ¶ مع أن المتَّصَل عليه قد يكون ذا مكانة في العلم أوالقدر أوالسن، وقد يكون ممن لا يخزن الأرقام في جواله، وقد يكون جواله مليئاً ولا يتسع للمزيد؛ فأولى للمتصل أن يخبر عن اسمه في البداية إن كان يريد أن يُعْرف، وأن ينأى عن تلك الأساليب المحرجة. ¶ جاء في الصحيحين عن جابر بن عبدالله ¶ _رضي الله عنهما_ قال: أتيت النبي \" فدعوت، فقال النبي \": =من هذا؟+ فقلت: أنا، فخرج وهو يقول: =أنا أنا!!+ البخاري (6250)، ومسلم (2155). ¶ ثالثاً: مراعاة حال المُتَّصَل عليه، والتماس العذر له: فقد يكون مريضاً، أو في مكان لا يسمح له بالتفصيل كأن يكون في مسجد، أومقبرة، أو بين أناس لا يود أن يقطع حديثهم أو نحو ذلك؛ فإذا لم يَرُدَّ، أو ردَّ ردَّاً مقتضباً، أو كانت الحفاوة أقل من المعتاد_ فعلى المتصل أن يبسط له العذر، وألايسيء به الظن. ¶ كما يحسن بالمتَّصَلِ عليه أن يخبر المتَّصِل فيما بعد، أو يرد عليه رداً سريعاً يبين من خلاله أنه في مكان لا يسمح له بالحديث؛ فذلك أسلم للقلوب، وأبعد لها من الوحشة والنُّفرة. ¶ رابعاً: إغلاق الجوال أو وضعه على الصامت عند دخول المسجد: وذلك لئلا يشوشَ على المصلين، ويقطعَ عليهم خشوعهم وإقبالهم على صلاتهم.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وإذا حصل أنْ نسي ولم يغلقْه أويضعه على الصامت فليبادر إلى إغلاقه وإسكاته إذا اتصل أحد؛ لأن بعض الناس يدعه يرن وربما كان بنغمات موسيقية مؤذية، فلا يُغْلِقُهُ ولا يسكته؛ خوفاً من حدوث الحركة في الصلاة. ¶ والذي ينبغي لهذا أن يعلم أن تلك الحركة لمصلحة الصلاة، بل لمصلحة المصلين عموماً. ¶ كما ينبغي أن يُبْسَطَ العذرُ لمن نسي إغلاقَ جوالِه أو وَضْعَهُ على الصامت، وألا يشدد في النكير عليه، والنظرِ شزراً إليه، خصوصاً إذا كان ممن يُخشى نُفُورُه، وغضبه، أو أن يكون فاضلاً نسي؛ فلا يحسن إحراجه وتبكيتُه. ¶ ولنا في رسول الله \" أسوة حسنة حينما لَطُف بالأعرابي الذي بال في المسجد، وأمر أن يهراق سِجْلٌ أو ذنوبٌ من ماء على مكان بوله. ¶ جاء في صحيح البخاري(2201) عن أبي هريرة ÷ قال: =قام أعرابي فبال في المسجد، فتناوله الناس، فقال لهم النبي \": =دعوه، وأهريقوا على بوله سِجلاً من ماء _أو ذنوباً من ماء_ فإنما بعثتم ميسرين، ولم تبعثوا معسرين+. ¶ خامساً: البعد عن استعمال النغمات الموسيقية: لما في ذلك من الحرمة، وانتقاص العقلاء لمن يستعملها، ولما فيها من التشويش والأذى. ¶ ويقبح استعمالها إذا كان في المساجد، أو المجالس العامة. ¶ سادساً: استعمال الجوال في مجالس العلم ومجالس الأكابر عموماً: لأن استعماله يذهب بهيبة المجلس، ويقطع الفائدة على المتعلمين، ويؤذي من يلقي الدرس أو الفائدة، ويرزي بمن يستعمل الجوال في تلك المجالس. ¶ بل ينبغي للإنسان ألا يتصل وألا يردَّ على المتصل إذا كان في مجلس يسوده الجد، ويتكلم فيه متكلم واحد، أو أن يكون في ذلك المجلس من يَكْبُره في السن والقدر؛ لأن الاتصال أو الرد يقطع الحديث، ويكدر على الحاضرين، وينافي أدب المحادثة والمجالسة، قال أبو تمام: … ¶ من لي بإنسان إذا أغضبته ¶ وجهلت كان الحلمُ ردَّ جوابه ¶ وتراه يصغي للحديث بسمعه ¶ وبقلبه ولعله أدرى به",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وقد يُغْتَفَرُ الاتصال أو الرد إذا كان في الأمر ضرورةٌ، أو حاجةٌ يُخشى فواتُها ويراعى في ذلك ترك التطويل. ¶ ويغتفر _ أيضاً _ لكبير القدر أو السن أن يتصل أو يرد، ويغتفر _ كذلك _ إذا كان الإنسان في مجلس إخوانه أو أصدقائه الذين يطرح الكلفةَ بينهم، أو الذين لم يسترسل حديثهم. ¶ ويجمل بالمرء _ أيضاً _ إذا أراد الاتصال أن يستأذن ويخرج عن المجلس. ¶ سابعاً: تسجيل المكالمات، أو وضع الجوال على مكبر الصوت بحضرة الآخرين دون علم الآخر: فقد يتصل أحدٌ من الناس على صاحبه، أو يتصل عليه صاحبه فيسجل المكالمة، أو يضع الجوال على مكبر الصوت وحولَه مَنْ يسمع الحديث. ¶ وهذا العمل لا يليق بالعاقل خصوصاً إذا كان الحديث خاصاً أو سِرِّياً؛ فقد يكون ضرباً من الخيانة، أو نوعاً من النميمة. ¶ ويقبح إذا كان المُتَّصل عليه من أهل العلم ثم سجل المتصِّل حديثه دون إذنه، ثم نشره بعد ذلك، أو وضعه في الإنترنت، أو كتبه وزاد فيه ونقص. ¶ قال الشيخ العلامة الدكتور بكر أبو زيد _حفظه الله_: =لا يجوز لمسلم يرعى الأمانة ويبغض الخيانة أن يسجل كلام المتكلم دون إذنه وعلمه مهما يكن نوع الكلام: دينياً، أو دنيوياً كفتوى، أو مباحثة علمية، أو مالية، وما جرى مجرى ذلك+ أدب الهاتف ص28. ¶ وقال _حفظه الله_: =فإذا سجلتَ مكالمته دون إذنه وعِلْمِه فهذا مكر وخديعة، وخيانة للأمانة. ¶ وإذا نشرتَ هذه المكالمةَ للآخرين فهي زيادة في التَّخون، وهتك الأمانة. ¶ وإن فعلت فَعْلَتَكَ الثالثة: التصرف في نص المكالمة بتقطيع، وتقديم، وتأخير، ونحو ذلك إدخالاً أو إخراجاً _دبلجة_فالآن ترتدي الخيانة مضاعفة، وتسقط على أم رأسك في: =أم الخبائث+ غير مأسوف على خائن.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "والخلاصة أن تسجيل المكالمة هاتفية أو غير هاتفية دون علم المتكلم وإذنه فجور، وخيانة، وجرحة في العدالة، ولا يفعلها إلا الضامرون في الدين، والخلق، والأدب، لاسيما إن تضاعفت _كما ذكر_ فاتقوا الله _عباد الله_ولا تخونوا أماناتكم، ولا تغدروا بإخوانكم+. أدب الهاتف ص 29_30. ¶ ثامناً: إلقاء الجوال في الأماكن العامة: كإلقائه بين الزملاء، أو الأطفال، فهذا مدعاة لوقوع الحرج، فقد يُتَّصل عبر جوالك بأناس لا ترتضيهم، وقد يُساء إلى أحد من الناس عبر جوالك، وقد يسرق جوالك، وقد يستعرض ما فيه من رسائل تكره أن يطلع عليها غير ك. ¶ وقد حصل ويحصل من جراء ذلك أذى كثير، وإحراج شديد. ¶ تاسعاً: الحذر من استعمال الجوال في التصوير: فبعض الجوالات تتوافر فيها هذه الخدمة، وقد تُستعمل في تصوير المحارم خصوصاً في المناسبات العامة كالولائم وغيرها. ¶ ولا يَخْفَى حُرْمَةُ هذا الصنيع، وتَسبُّبُه في انتهاك الحرمات، وتفريق البيوت، وإشاعة الفاحشة في الذين آمنوا، ويعظم الأمر إذا نشرت الصورة، وأضيف إليها بعض التعديلات، بحيث يرى صاحب الصورة في وضع عارٍ أو نحو ذلك. ¶ فعلى مَنْ تسوِّل له نفسه ذلك أن يحذر مغبة صنيعه، وعلى النساء خصوصاً لزوم الستر والحشمة حتى لا يقع المحذور. ¶ عاشراً: مراعاة أدب الرسائل: فالجوال يشتمل على هذه الخدمة، والذي يليق بالعاقل أن يراعي الأدب في الرسائل؛ فإذا أراد أن يرسل رسالة فلتكن جميلة معبرة أو مُبَشِّرة، أو مُعَزِّية، أو مسلية، أو أن تكون مشتملة على ذكرى، أوحكمة، أوموعظة، أو مثل سائر، أو نحو ذلك. ¶ حادي عشر: التثبت في شأن الرسالة: فإذا كانت متضمنة لمعلومة فليتثبت من صحتها. ¶ وإذا كانت متضمنة لخبر فليكن الخبر صحيحاً؛ لأنه سينقل عن المُرْسِل. ¶ وليستحضر المُرْسِل أن رسالته ربما تدوالتها الأيدي، وانتشرت في الآفاق؛ فله غنمها وعليه غرمها؛ فلينظر ماذا يحب أن ينقل عنه، أو يتسبب فيه.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ومما يحسن التنبيه عليه في هذا الشأن ما يكون في بعض الرسائل من التواصي بأمر من الأمور، دون نظر إلى مشروعيته، كالتواصي بصيام آخر يوم من أيام السنة؛ لأنه وافق يوم الاثنين، أو أن يخصص ويوحد الدعاء في وقت ما لأحد أو على أحد، أو أن يُحَرِّج المُرسِلُ المُرْسَل إليه بأن يرسل الرسالة إلى عشرة أو أكثر أو أقل؛ فهذا مما لا ينبغي، وربما دخل في قبيل البدع والمحدثات. ¶ أما إذا تواصى الناس بالدعاء لأحد من المسلمين، أو على أحدٍ من أعداء الملة، واغتُنِم الوقت أو المكان فلا بأس في ذلك دون أن يشار إلى توحيد للدعاء، أو نحو ذلك. ¶ ثاني عشر: الحذر من الرسائل السيئة: التي تشتمل على الكلمات البذيئة، والنكات السخيفة، والرسومات القبيحة، والصور الفاضحة. ¶ وكذلك العبارات التي تحتمل معنيين: أحدهما سيئ وهو الذي يبدو لأول وهلة، ثم يتضح أنه معنى صحيح بعد التدقيق، أو الكلمات المتقطعة التي تزيد كلما ضغط زر الجوال؛ ويتبين من خلال ذلك فسوق، وسوء أدب. ¶ يقول الماوردي ×: =ومما يجري مجرى فحش القول، وهُجْرِه في وجوب اجتنابه ولزوم تَنَكُّبه _ما كان شنيع البديهة، مستنكر الظاهر، وإن كان بعد التأمل سليماً، وبعد الكشف والرويَّة مستقيماً+. أدب الدنيا والدين ص 284. ¶ وكذلك المزاح الثقيل، واستعمال عبارات الغرام خصوصاً مع النساء اللواتي يغرُّ بَعْْضَهُنَّ الثناءُ، ومعسول الكلام. ¶ وكذلك العبارات المشتملة على السب، والقذف، ونحو ذلك. ¶ فهذا كله مما يخالف الشرع، وينافي الأدب، ولا يتلاءم مع شكر هذه النعمة. ¶ ثالث عشر: التأكد من صحة الرقم: حتى لا تقع الرسالة بيد من لم يُقْصَد إرسالُها إليه، فيقع الحرج، ويساء الظن بالمرسل إن كانت رسالة لا تناسب.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "رابع عشر: مراعاةُ الذوقِ، وحالِ المُرسل إليه: فقد تكون الرسالة ملائمة لشخص، ولكنها غير ملائمة لآخر، وقد تكون صالحة لأن ترسل لكبير قدر أو سنٍّ، ولا تصلح أن ترسل إلى غيره، وقد يصلح أن يرسلها شخص ولا يصلح أن يرسلها آخر، وقد تصلح لأن ترسلها لمن يَعْرفك ويَعْرف مقاصدك، ولا يصلح أن ترسلها لشخص لا يعرف مقاصدك، أو لشخص شديد الحساسية سيئ الظن؛ فمراعاة تلك الأحوال أمر مطلوب. ¶ وكم حصل من جراء التفريط بذلك الأدب من إساءة ظن، وقيام لسوق العداوة. ¶ خامس عشر: النظر في جوالات الآخرين واستعراض الرسائل دون رضاهم: فذلك من كشف الستر، ومن التطفل المذموم، بل هو ضرب من ضروب الخيانة، وباب من أبواب سوء الظن؛ لأن الناظر في رسائل جوال غيره ربما رأى رسالة ففهمها على غير وجهها، أو ظن أنها أرسلت إلى امرأة يعاكسها وقد يكون صاحب الجوال أرسلها إلى زوجته. ¶ وقد تكون الرسالة وردت إليه وهو لم يرض بها، فيسيء الناظرُ الظنَّ في صاحبه وهو براء من ذلك. ¶ وهذا يؤكد ما مضى التنبيه عليه من حفظ الجوال، والحذر من إلقائه بين الآخرين، ويوجب أن يستحضر العاقل أنه ربما استعرض الجوالَ غير صاحبه فيرى الرسائل ويكشف الستر، وربما أساء الظن. ¶ وينبغي للمُرْسِل أن يحتاط لذلك، خصوصاً النساء؛ لأنه ربما استعرض الجوال زوج صاحبتها، أو أخوها، وربما كان مريض النفس، فكان ذلك سبباً فيما لا تحمد عقباه. ¶ سادس عشر:ترك الإنكار على من أرسل رسالة لا تليق: فهذا مما لا ينبغي، بل على المسلم إذا وصلت إليه رسالة لا تليق أن يبادر في الإنكار على صاحبه بالرفق واللين؛ ففي هذا إقامة لشعيرة الأمر بالمعروف والنهي عن المنكر، وفيه تواصٍ بالحق، وتنبيهٌ على الخطأ، وتعليم للجاهل إذا كان المرسل لا يفقه ما أرسل. ¶ كما يحسن بالإنسان أن يبادر إلى مسح الرسالة السيئة؛ حتى يسلم من الحرج إذا ضاع جواله، أو نسيه في مكان ما، أو وقع في يد غيره.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "سابع عشر: استعمال الجوال للمعاكسات: وهذا الأمر يكاد يكون أخطر ما في الجوال؛ فقد كان العقلاء في السابق يحذِّرون خطر الهاتف، وينبهون على وجوب أخذ الحيطة من وضعه في أيدي السفهاء، فجاء الجوال، فعم وطم، وصار بيد العاقل والسفيه، والرجل والمرأة، والصغير والكبير. ¶ فالواجب على العقلاء أن يتنبهوا لهذا الخطر الذي سَهَّل مهمة المعاكسات كثيراً، والواجب_أيضا_على المتلاعبين بالأعراض أن يحذورا عاقبة أمرهم، وأن يراقبوا ربهم، وأن يستحضروا اطلاعه عليهم. ¶ كما يجب عليهم أن يقفوا مع أنفسهم وقفة صادقة، وأن يدركوا أن السعادة الحقة لا تكون بهذه الأساليب المحرمة، بل إن تلك الأساليب من أعظم أسباب اضطرابهم وقلقهم، وحيرتهم، وفساد أحوالهم، وضياع أموالهم. ¶ كما أنها سبب لفضيحتهم وشقائهم، ودمارهم في الدنيا ولآخرة، ومن ترك شيئاً لله عوضه الله خيراً منه، ولذة العفة خير من لذة الشهوة المحرمة. ¶ ثامن عشر :كثرة العبث بالجوال في المجالس: خصوصاً في مجالس الأكابر من أهل العلم والفضل؛ فبعض الناس لا يفتأ يقلب جواله، ويستعرض نغماته وأجراسه، ويلعب في التسالي التي يحتويها الجوال إلى غير ذلك مما لا يليق بالعاقل، ومما يجعله عرضة للتندر، والاستهجان. ¶ تاسع عشر: التشبع، والادعاء: كحال من يريد لفت الأنظار، وإظهار العظمة، وبيان أنه إنسان مهم، حيث يوهم من حوله بأن فلاناً من أهل الفضل، والمكانة يبحث عنه، ويتصل به. ¶ يقول الشيخ بكر أبو زيد _حفظه الله_: =في الجماعة أفراد يحملون همَّ العظمة، وأن يحمدوا بما لم يفعلوا. ¶ وقد صح عن النبي \" أنه قال: =المتشبع بما لم يعط كلابس ثوبي زور+. رواه البخاري (5219)، ومسلم (2129) و(2130).",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "ومن المهاتفين العُراة إجراؤهم المهاتفَة الوهميَة لبعض ذوي القدرة، والمكانة، أو ذوي القدر والجاه واليسار، أو يُسِرُّ إلى بعض خواصه أن يتصل به، على أنه ذاك الذي يشار إليه، فترى المسكين يوهم الحاضرين عنده بالاهتمام البالغ، وبعض العبارات والحركات لهذه المقامات؛ ليبين للحضور أنه شخص مرموق رفيع المستوى، كأنه يقول: =هأناذا؛ فاعرفوني+. ¶ وهو اتصال وهميٌّ مكذوب. ¶ وقد شاهدت وشاهد غيري من ذلك عجباً. ¶ والمهم أن يعرف أولئك أنهم عراة، وقلَّ أن تخفى حالهم؛ فلا تسلك أيها المسلم سبيلهم+. أدب الهاتف ص35_36. ¶ هذه إشارة عجلى وتنبيهات عابرة حول الجوال وما ينبغي في أدبه ومالا ينبغي. ¶ وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين. ¶ محمد بن إبراهيم الحمد ¶ 9/2/1424هـ ¶ الزلفي 11932 ¶ ص ب: 460 ¶ www.toislam.net ¶ الفهرس ¶ المقدمة ... 3 ¶ الملحوظات: ¶ 1. الاقتصاد في المكالمات. ... 5 ¶ 2. الحذر من إحراج المتَّصَلِ عليه. ... 7 ¶ 3. مراعاة حال المتصل عليه، والتماس العذر له. 8 ¶ 4. إغلاق الجوال أو وضعه على الصامت عند دخول المسجد. 9 ¶ 5. البعد عن استعمال النغمات الموسيقية. 11 ¶ 6. استعمال الجوال في مجالس العلم ومجالس الأكابر عموماً. 11 ¶ 7. تسجيل المكالمات، أو وضع الجوال على مكبر الصوت بحضرة الآخرين دون علم الآخر. 13 ¶ 8. إلقاء الجوال في الأماكن العامة. 16 ¶ 9. الحذر من استعمال الجوال في التصوير. 17 ¶ 10. مراعاة أدب الرسائل. ... 17 ¶ 11. التثبت في شأن الرسالة. ... 18 ¶ 12. الحذر من الرسائل السيئة. ... 20 ¶ 13. التأكد من صحة الرقم. ... 22 ¶ 14. مراعاة الذوق، وحال المُرسل إليه. 21 ¶ 15. النظر في جوالات الآخرين واستعراض الرسائل دون رضاهم 23 ¶ 16. ترك الإنكار على من أرسل رسالة لا تليق. 24 ¶ 17. استعمال الجوال للمعاكسات. ... 25 ¶ 18. كثرة العبث بالجوال في المجالس. 27 ¶ 19. التشبع، والادعاء. ... 27 ¶ الفهرس ... 30",
            "page": "9",
            "part": "1"
        }
    ],
    "t35145": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "آداب الجوال"
        }
    ]
}