{
    "b35152": [
        {
            "id": "1",
            "nass": "ارواء الضمآن من فضائل الرحمن ¶ المقدمة ¶ الحمد لله غافر الذنوب وإن عظمت , كاشف الكروب ولو استحكمت بيده كل شيء , يفعل ما يشاء له الأمر من قبل ومن بعد , المعطى الذي لا ينفذ عطاؤه و أصلي وأسلم علي المبعوث لصلاح الدين والدنيا و الآخرة محمد صلي الله عليه وسلم . ¶ أما بعد ¶ فهذه مجموعة من الأحاديث النبوية المشروحة التي وردت في فضل بعض الأعمال مرتبة على أبواب , وأسأل الله تعالي أن يحسن خاتمتنا , وأن يهيئ لنا من أمرنا رشداً , وأن يصلح أحوالنا , إنه قريب مجيب الدعاء , كما نسأله أن يتوفانا على الإيمان وأن يلزمنا العروة الوثقى ويمسكنا بها حتى نلقاه إنه سميع مجيب . ¶ ذَلِكَ فَضْلُ اللّهِ يُؤْتِيهِ مَن يَشَآءُ وَاللّهُ ذُو الْفَضْلِ الْعَظِيمِ ¶ لَنْ يُدْخِلَ أَحَدًا مِنْكُمْ عَمَلُهُ الْجَنَّةَ ¶ - عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (لَنْ يُدْخِلَ أَحَدًا مِنْكُمْ عَمَلُهُ الْجَنَّةَ قَالُوا وَلَا أَنْتَ يَا رَسُولَ اللَّهِ قَالَ وَلَا أَنَا إِلَّا أَنْ يَتَغَمَّدَنِيَ اللَّهُ مِنْهُ بِفَضْلٍ وَرَحْمَةٍ)مسلم. ¶ أن هذا الحديث قد يشكل على بعض الناس , ويتوهم أنه مخالف لقوله تعالى ( وتلك الجنة التي أورثتموها بما كنتم تعملون ) ونحوها من الآيات والأحاديث الدالة على أن دخول الجنة بالعمل وقد أجيب بأجوبة , أقربها إلى الصواب , أن قوله في الحديث (بعمله) هي باء الثمنية , والباء في الآية باء السببية , أي أن العمل الصالح سبب لابد منه لدخول الجنة , ولكنه ليس ثمناً لدخول الجنة , وما فيها من النعيم المقيم والدرجات .",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "قال شيخ الإسلام ابن تيمية رحمه الله تعالى في بعض فتاويه : ولهذا قال بعضهم الالتفات إلى الأسباب شرك فى التوحيد، ومَحْو الأسباب أن تكون أسبابا نَقْصٌ فى العقل، والإعراض عن الأسباب بالكلية قدْحٌ فى الشرع ، ومجرد الأسباب لا يوجب حصول المسبب , فإن المطر إذا نزل وبذر الحب لم يكن كافياً في حصول النبات , بل لا بد من ريح مربية بإذن الله , ولا بد من صرف الانتفاء عنه , فلا بد من تمام الشروط وزوال الموانع , وكل ذلك بقضاء الله وقدره , وكذلك الولد لا يولد بمجرد إنزال الماء في الفرج , بل كم ممن أنزل ولم يولد له , بل لابد من أن الله شاء خلقه فتحبل المرأة وتربيه في الرحم وسائر ما يتم به خلقه من الشروط وزوال الموانع . ¶ وكذلك أمر الآخرة ليس بمجرد العمل ينال الإنسان السعادة , بل هي سبب ولهذا قال النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (لَنْ يُدْخِلَ أَحَدًا مِنْكُمْ عَمَلُهُ الْجَنَّةَ قَالُوا وَلَا أَنْتَ يَا رَسُولَ اللَّهِ قَالَ وَلَا أَنَا إِلَّا أَنْ يَتَغَمَّدَنِيَ اللَّهُ مِنْهُ بِفَضْلٍ وَرَحْمَةٍ) , وقد قال تعالى ( ادخلوا الجنة بما كنتم تعملون ) , فهذه باء السبب , أي بسبب أعمالكم , والذي نفاه النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ باء المقابلة , كما يقال اشتريت هذا بهذا , أي ليس العمل عوضاً وثمناً كافياً في دخول الجنة , بل لا بد من عفو الله وفضله ورحمته , فبعفوه يمحو السيئات , وبرحمته يأتي بالخيرات , وبفضله يضاعف الدرجات . سلسلة الأحاديث الصحيحة الألباني . ¶ من فضائل التوحيد ¶ حَقَّ اللَّهِ عَلَى الْعِبَادِ وَحَقُّ الْعِبَادِ عَلَى اللَّه ِ",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "- عَنْ مُعَاذِ بْنِ جَبَلٍ قَالَ كُنْتُ رِدْفَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى حِمَارٍ يُقَالُ لَهُ عُفَيْرٌ قَالَ فَقَالَ (يَا مُعَاذُ تَدْرِي مَا حَقُّ اللَّهِ عَلَى الْعِبَادِ وَمَا حَقُّ الْعِبَادِ عَلَى اللَّهِ قَالَ قُلْتُ اللَّهُ وَرَسُولُهُ أَعْلَمُ قَالَ فَإِنَّ حَقَّ اللَّهِ عَلَى الْعِبَادِ أَنْ يَعْبُدُوا اللَّهَ وَلَا يُشْرِكُوا بِهِ شَيْئًا وَحَقُّ الْعِبَادِ عَلَى اللَّهِ عَزَّ وَجَلَّ أَنْ لَا يُعَذِّبَ مَنْ لَا يُشْرِكُ بِهِ شَيْئًا قَالَ قُلْتُ يَا رَسُولَ اللَّهِ أَفَلَا أُبَشِّرُ النَّاسَ قَالَ لَا تُبَشِّرْهُمْ فَيَتَّكِلُوا)مسلم. ¶ حديث معاذ, أنه كان رديف النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ علي حمار فقال (تَدْرِي مَا حَقُّ اللَّهِ عَلَى الْعِبَادِ وَمَا حَقُّ الْعِبَادِ عَلَى اللَّهِ) قال الله ورسوله أعلم . ¶ وهذا من آداب طالب العلم , إذا سئل عن شيء , أن يقول الله أعلم , ولا يتكلم فيما لا يعلم . ¶ قال (حَقَّ اللَّهِ عَلَى الْعِبَادِ أَنْ يَعْبُدُوا اللَّهَ وَلَا يُشْرِكُوا بِهِ شَيْئًا وَحَقُّ الْعِبَادِ عَلَى اللَّهِ عَزَّ وَجَلَّ أَنْ لَا يُعَذِّبَ مَنْ لَا يُشْرِكُ بِهِ شَيْئًا) يعنى أن لا يعذب من عبده وهو لا يشرك به شيئاً , لأن نفى الشرك يدل على الإخلاص والتوحيد , ولا إخلاص وتوحيد إلا بعبادة . ¶ فقلت يا رسول الله , (أَفَلَا أُبَشِّرُ النَّاسَ ) فقال ( لَا تُبَشِّرْهُمْ فَيَتَّكِلُوا) . ¶ يعني لا تبشرهم فيتكلوا على ما يجب , ولا يقوموا بما ينبغي أن يقوموا به من النوافل , ولكن معاذاً رضي الله عنه أخبر بها عند موته تأثماً , يعني خوفاً من إثم كتمان العلم فأخبر بها . ¶ ولكن قول الرسول (لَا تُبَشِّرْهُمْ فَيَتَّكِلُوا) فيه إنذار من الاتكال على هذا , وأن الإنسان يجب أن يعلم أنه لابد من عبادة . شرح رياض الصالحين - العثيمين.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "عمل إذا عملته دخلت الجنة ¶ - عن أبي هريرة رضي الله عنه قال أتى أعرابي النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ، فقال: دُلَّني على عمل إذا عملته دخلت الجنة قال(تعبد الله ولا تشرك به شيئاً، وتقيم الصلاة المكتوبة، وتُؤدِّي الزكاة المفروضة، وتصوم رمضان) قال: والذي نفسي بيده، لا أزيد على هذا شيئاً ولا أنْقُصُ منه. فلما وَلَّى، قال النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (مَنْ سَرَّه أن ينظر إلى رجل من أهل الجنة فلينظر إلى هذا)متفق عليه. ¶ قد وردت أحاديث كثيرة في هذا الأصل الكبير الذي دلّ عليه الحديث. ومدلولها كلها متفق أو متقارب على أن من أدى ما فرض الله عليه بحسب الفروض المشتركة والفروض المختصة بالأسباب التي من وجدت فيه وجبت عليه. فمن أدى الفرائض واجتنب المحرمات استحق دخول الجنة، والنجاة من النار. ومن اتصف بهذا الوصف فقد استحق اسم الإسلام والإيمان، وصار من المتقين المفلحين، وممن سلك الصراط المستقيم .بهجة قلوب الأبرار وقرة عيون الأخيار في شرح جوامع الأخبار السعدي . ¶ فضل لَا إِلَهَ إِلَّا اللَّهُ ¶ - عَنْ عُبَادَةَ رَضِيَ اللَّهُ عَنْهُ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ (مَنْ شَهِدَ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ وَأَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ وَأَنَّ عِيسَى عَبْدُ اللَّهِ وَرَسُولُهُ وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ وَرُوحٌ مِنْهُ وَالْجَنَّةُ حَقٌّ وَالنَّارُ حَقٌّ أَدْخَلَهُ اللَّهُ الْجَنَّةَ عَلَى مَا كَانَ مِنْ الْعَمَلِ قَالَ الْوَلِيدُ حَدَّثَنِي ابْنُ جَابِرٍ عَنْ عُمَيْرٍ عَنْ جُنَادَةَ وَزَادَ مِنْ أَبْوَابِ الْجَنَّةِ الثَّمَانِيَةِ أَيَّهَا شَاءَ)البخاري.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "قوله صلى الله عليه وسلم (من قال : أشهد أن لا إله إلا الله وحده وأن محمدا عبده ورسوله وأن عيسى عبد الله وابن أمته وكلمته ألقاها إلى مريم وروح منه , وأن الجنة حق , وأن النار حق أدخله الله من أي أبواب الجنة الثمانية شاء) هذا حديث عظيم الموقع وهو أجمع أو من أجمع الأحاديث المشتملة على العقائد فإنه صلى الله عليه وسلم جمع فيه ما يخرج عن جميع ملل الكفر على اختلاف عقائدهم وتباعدهم فاختصر صلى الله عليه وسلم في هذه الأحرف على ما يباين به جميعهم وسمى عيسى عليه السلام كلمة لأنه كان بكلمة \" كن \" فحسب من غير أب بخلاف غيره من بني آدم . قال الهروي سمي كلمة لأنه كان عن الكلمة فسمي بها . كما يقال للمطر رحمة . قال الهروي : وقوله تعالى : (وروح منه) أي رحمة . قال : وقال ابن عرفة : أي ليس من أب إنما نفخ في أمه الروح وقال غيره وروح منه أي مخلوقة من عنده وعلى هذا يكون إضافتها إليه إضافة تشريف كناقة الله وبيت الله , وإلا فالعالم له سبحانه وتعالى ومن عنده . والله أعلم .شرح صحيح مسلم النووي. ¶ مَنْ كَانَ آخِرُ كَلَامِهِ لَا إِلَهَ إِلَّا اللَّهُ ¶ - عَنْ مُعَاذِ بْنِ جَبَلٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (مَنْ كَانَ آخِرُ كَلَامِهِ لَا إِلَهَ إِلَّا اللَّهُ دَخَلَ الْجَنَّةَ)صححه الألباني. ¶ قوله صلى الله عليه وسلم (من كان آخر كلامه) : برفع آخر , وقيل بنصبه (لا إله إلا الله) محله النصب أو الروع على الخبرية أو الإسمية . قال العيني : قال الكرماني : قوله لا إله إلا الله أي هذه الكلمة والمراد هي وضميمتها محمد رسول الله صلى الله عليه وسلم انتهى . وقال الحافظ في الفتح : والمراد بقول لا إله إلا الله في هذا الحديث وغيره كلمتا الشهادة , فلا يرد إشكال ترك ذكر الرسالة . قال الزين بن المنير : قول لا إله إلا الله لقب جرى على النطق بالشهادتين شرعا انتهى . عون المعبود شرح سنن أبي داود .",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "من فضائل السنة ¶ فضل طاعة الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ¶ - عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال (كلُّ أمتي يدخلون الجنة إلا من أبى). قالوا يا رسول الله، ومن يأبى قال(من أطاعني دخل الجنة، ومن عصاني فقد أبى)البخاري. ¶ قوله صلى الله عليه وسلم (كل أمتي يدخل الجنة إلا من أبى) أي امتنع وظاهره أن العموم مستمر لأن كلا منهم لا يمتنع من دخول الجنة ولذلك قالوا (ومن يأبى) فبين لهم أن إسناد الامتناع إليهم عن الدخول مجاز عن الامتناع عن سنته وهو عصيان الرسول صلى الله عليه وسلم , والموصوف بالإباء وهو الامتناع إن كان كافرا فهو لا يدخل الجنة أصلا وإن كان مسلما فالمراد منعه من دخولها مع أول داخل إلا من شاء الله تعالى . . فتح الباري بشرح صحيح البخاري . ¶ من فضائل الطهارة ¶ الطهور شطر الإيمان ¶ - عَنْ أَبِي مَالِكٍ الْأَشْعَرِيِّ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (الطُّهُورُ شَطْرُ الْإِيمَانِ)مسلم. ¶ الطهور يعنى بذلك طهارة الإنسان , شطر الإيمان نصف الإيمان , وذلك لأن الإيمان تخلية و تحلية , يعنى تبرؤاً من الشرك والفسوق , تبرؤاً من المشركين و الفساق بحسب ما معهم من الفسق فهو تخل , والطهور أن يتطهر الإنسان طهارة حسية ومعنوية من كل ما فيه أذى , فلهذا جعله الرسول عليه الصلاة والسلام شطر الإيمان . شرح رياض الصالحين - العثيمين . ¶ ... ¶ تَبْلُغُ الحِلية مِنَ المؤمِن حَيْث يبْلُغُ الوضوءُ ¶ - عَنْ أَبِي هُرَيْرَةَ قَالَ سَمِعْت خَلِيلي صَلّى اللهُ عَلَيْهِ وسَلَّم يقُول (تَبْلُغُ الحِلية مِنَ المؤمِن حَيْث يبْلُغُ الوضوءُ)مسلم.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "قوله صلى الله عليه وسلم (تَبْلُغُ الحِلية مِنَ المؤمِن حَيْث يبْلُغُ الوضوءُ) , الحلية يوم القيامة يحلي بها الرجال والنساء , يلبس الرجال والنساء حلية من ذهب و من فضة ولؤلؤ (وحلوا أساور من فضة) (يحلون فيها من أساور من ذهب ولؤلؤاً) , فهم يحلون بهذه الأنواع الثلاثة يلبس الرجل والمرأة في الجنة حليا من هذه الأنواع الثلاثة , ذهب و فضة و لؤلؤ , أن تكون مرصوفة على وجه يحصل به الجمال أكثر و أكثر , لأن التحلي بكل نوع من هذا لاشك أنه يكسب الإنسان جمالاً فإذا رصف بعضها إلى بعض , ورتبت ترتيباً حسناً أعطت جمالاً أكثر , فيوم القيامة تبلغ الحلية من المؤمن حيث يبلغ الوضوء إذن كل الذراع يكون حلية , مملوءاً حلية من ذهب وفضة ولؤلؤ وهذا يدل على فضيلة الوضوء , حيث تكون مواضعه يوم القيامة يحلى بها الإنسان في الجنة , جعلني الله وإياكم من أهلها . شرح رياض الصالحين - العثيمين . ¶ فضل منْ تَوَضَّأَ فَأَحْسَنَ الوضوءَ ¶ - عن عثمانَ بن عفانَ رضي اللَّه عنه قال : قال رسولُ اللَّهِ صَلّى اللهُ عَلَيْهِ وسَلَّم (منْ تَوَضَّأَ فَأَحْسَنَ الوضوءَ ، خَرَجَت خَطَايَاهُ مِنْ جسَدِهِ حتَّى تَخْرُجَ مِنْ تحتِ أَظفارِهِ)مسلم. ¶ قوله صلى الله عليه وسلم (منْ تَوَضَّأَ فَأَحْسَنَ الوضوءَ ، خَرَجَت خَطَايَاهُ) تخرج خطاياه من هذا الوضوء حتى من تحت أظفاره , وعلى هذا فالوضوء يكون سبباً لكفارة الخطايا حتى أدق مكان وهو تحت الأظفار , وهذه الحديث يدل على أن الوضوء من أفضل العبادات , وأنه عبادة ينبغي للإنسان أن ينوي به التقرب إلى الله عز وجل , يعني أن يستحضر وهو يتوضأ , ويستشعر بأنه يمتثل أمر الله في قوله (إذا قمتم إلى الصلوة فاغسلوا وجوهكم) , ويستشعر أيضاً أنه متبع لرسول الله صلى الله عليه وسلم في وضوئه , وكذلك أيضاً يستحضر أنه يريد الثواب وأنه يثاب على هذا العمل حتى يتقنه ويحسنه , والله الموفق . شرح رياض الصالحين - العثيمين.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "فضل إسباغ الوضوء على المكاره ¶ - عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ (أَلَا أَدُلُّكُمْ عَلَى مَا يَمْحُو اللَّهُ بِهِ الْخَطَايَا وَيَرْفَعُ بِهِ الدَّرَجَاتِ قَالُوا بَلَى يَا رَسُولَ اللَّهِ قَالَ إِسْبَاغُ الْوُضُوءِ عَلَى الْمَكَارِهِ وَكَثْرَةُ الْخُطَا إِلَى الْمَسَاجِدِ وَانْتِظَارُ الصَّلَاةِ بَعْدَ الصَّلَاةِ فَذَلِكُمْ الرِّبَاطُ )مسلم. ¶ قوله صلى الله عليه وسلم ( َلَا أَدُلُّكُمْ عَلَى مَا يَمْحُو اللَّهُ بِهِ الْخَطَايَا وَيَرْفَعُ بِهِ الدَّرَجَاتِ) , وإنما ساق الحديث وشك على سبيل الاستفهام من أجل أن ينتبه السامع لما يلقي إليه , لأن الأمر مهم , فقال (أَلَا أَدُلُّكُمْ عَلَى مَا يَمْحُو اللَّهُ بِهِ الْخَطَايَا وَيَرْفَعُ بِهِ الدَّرَجَاتِ) قالوا بلى يا رسول الله , قال (إِسْبَاغُ الْوُضُوءِ عَلَى الْمَكَارِهِ وَكَثْرَةُ الْخُطَا إِلَى الْمَسَاجِدِ وَانْتِظَارُ الصَّلَاةِ بَعْدَ الصَّلَاةِ فَذَلِكُمْ الرِّبَاطُ) . ¶ (إِسْبَاغُ الْوُضُوءِ عَلَى الْمَكَارِهِ) , يعنى أن الإنسان يتوضأ ويسبغ وضوءه على كره منه , إما لكون فيه حمى ينفر من الماء فيتوضأ على كره , وإما أن يكون الجو بارداً , وليس عند ما يسخن به الماء فيتوضأ على كره , وإما أن يكون هناك أمطار تحول بينه وبين الوصول لمكان الوضوء فيتوضأ على كره , المهم أنه يتوضأ على كره ومشقة لكن بدون ضرر , أما مع الضرر فلا يتوضأ بل يتيمم , هذا مما يمحو الله به الخطايا ويرفع به الدرجات , ولكن هذا لا يعني أن الإنسان يشق على نفسه ويذهب يتوضأ بالبارد ويترك الساخن , أو يكون عنده ما يسخن به الماء ويقول لا , أريد أن أتوضأ بالماء البارد , لأنال هذا الأجر , فهذا غير مشروع لأن الله يقول (ما يفعل الله بعذابكم إن شكرتم وءامنتم) . شرح رياض الصالحين - العثيمين . ¶ فضل الغسل يوم الجمعة",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "- عَنْ سَلْمَانَ الْفَارِسِيِّ رضي الله عنه قَالَ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (لَا يَغْتَسِلُ رَجُلٌ يَوْمَ الْجُمُعَةِ وَيَتَطَهَّرُ مَا اسْتَطَاعَ مِنْ طُهْرٍ وَيَدَّهِنُ مِنْ دُهْنِهِ أَوْ يَمَسُّ مِنْ طِيبِ بَيْتِهِ ثُمَّ يَخْرُجُ فَلَا يُفَرِّقُ بَيْنَ اثْنَيْنِ ثُمَّ يُصَلِّي مَا كُتِبَ لَهُ ثُمَّ يُنْصِتُ إِذَا تَكَلَّمَ الْإِمَامُ إِلَّا غُفِرَ لَهُ مَا بَيْنَهُ وَبَيْنَ الْجُمُعَةِ الْأُخْرَى)البخاري. ¶ قوله صلى الله عليه وسلم (ويتطهر ما استطاع من الطهر) في رواية الكشميهني \" من طهر \" والمراد به المبالغة في التنظيف , ويؤخذ من عطفه على الغسل أن إفاضة الماء تكفي في حصول الغسل , أو المراد به التنظيف بأخذ الشارب والظفر والعانة , أو المراد بالغسل غسل الجسد , وبالتطهير غسل الرأس. ¶ و قوله صلى الله عليه وسلم (ويدهن) المراد به إزالة شعث الشعر به وفيه إشارة إلى التزين يوم الجمعة. ¶ وقوله صلى الله عليه وسلم (أو يمس من طيب بيته) أي إن لم يجد دهنا , ويحتمل أن يكون \" أو \" بمعنى الواو , وإضافته إلى البيت تؤذن بأن السنة أن يتخذ المرء لنفسه طيبا ويجعل استعماله له عادة فيدخره في البيت . كذا قال بعضهم بناء على أن المراد بالبيت حقيقته , لكن في حديث عبد الله بن عمرو عند أبي داود (أو يمس من طيب امرأته) فعلى هذا فالمعنى إن لم يتخذ لنفسه طيبا فليستعمل من طيب امرأته , وهو موافق لحديث أبي سعيد عند مسلم حيث قال فيه (ولو من طيب المرأة) . وفيه أن بيت الرجل يطلق ويراد به امرأته. ¶ و قوله صلى الله عليه وسلم (ثم يخرج) زاد في حديث أبي أيوب عند ابن خزيمة (إلى المسجد) ولأحمد من حديث أبي الدرداء (ثم يمشي وعليه السكينة). ¶ قوله صلى الله عليه وسلم (فلا يفرق بين اثنين) في حديث عبد الله بن عمرو (ثم لم يتخط رقاب الناس) . وفي حديث أبي الدرداء (ولم يتخط أحدا ولم يؤذه).",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وقوله صلى الله عليه وسلم (ثم يصلي ما كتب له) في حديث أبي الدرداء (ثم يركع ما قضى له) وفي حديث أبي أيوب (فيركع إن بدا له). ¶ وقوله صلى الله عليه وسلم (ثم ينصت إذا تكلم الإمام) زاد في رواية قرثع الضبي (حتى يقضي صلاته) ونحوه في حديث أبي أيوب. ¶ وقوله صلى الله عليه وسلم (غفر له ما بينه وبين الجمعة الأخرى) في رواية قاسم بن يزيد (حط عنه ذنوب ما بينه وبين الجمعة الأخرى) والمراد بالأخرى التي مضت . فتح الباري بشرح صحيح البخاري . ¶ من فضائل الصلاة ¶ فضل الأذان ¶ - عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ(لَوْ يَعْلَمُ النَّاسُ مَا فِي النِّدَاءِ وَالصَّفِّ الْأَوَّلِ ثُمَّ لَمْ يَجِدُوا إِلَّا أَنْ يَسْتَهِمُوا عَلَيْهِ لَاسْتَهَمُوا وَلَوْ يَعْلَمُونَ مَا فِي التَّهْجِيرِ لَاسْتَبَقُوا إِلَيْهِ وَلَوْ يَعْلَمُونَ مَا فِي الْعَتَمَةِ وَالصُّبْحِ لَأَتَوْهُمَا وَلَوْ حَبْوًا)البخاري. ¶ قوله صلى الله عليه وسلم : (لو يعلم الناس ما في النداء والصف الأول ثم لم يجدوا إلا أن يستهموا عليه لاستهموا) النداء هو الأذان والاستهام الاقتراع , ومعناه أنهم لو علموا فضيلة الأذان وقدرها وعظيم جزائه , ثم لم يجدوا طريقا يحصلونه به لضيق الوقت عن أذان بعد أذان , أو لكونه لا يؤذن للمسجد إلا واحد لاقترعوا في تحصيله , ولو يعلمون ما في الصف الأول من الفضيلة نحو ما سبق , وجاءوا إليه دفعة واحدة وضاق عنهم , ثم لم يسمح بعضهم لبعض به , لاقترعوا عليه . وفيه إثبات القرعة في الحقوق التي يزدحم عليها ويتنازع فيها. ¶ قوله : (ولو يعلمون ما في التهجير لاستبقوا إليه) التهجير التبكير إلى الصلاة أي صلاة كانت . قال الهروي وغيره : وخصه الخليل بالجمعة , والصواب المشهور الأول .",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "قوله صلى الله عليه وسلم : (ولو يعلمون ما في العتمة والصبح لأتوهما ولو حبوا) فيه الحث العظيم على حضور جماعة هاتين الصلاتين , والفضل الكثير في ذلك لما فيهما من المشقة على النفس من تنغيص أول نومها وآخره , ولهذا كانتا أثقل الصلاة على المنافقين. ¶ وفي هذا الحديث تسمية العشاء عتمة , وقد ثبت النهي عنه , وجوابه من وجهين: ¶ أحدهما أن هذه التسمية بيان للجواز , وأن ذلك النهي ليس للتحريم . ¶ الثاني وهو الأظهر أن استعمال العتمة هنا لمصلحة ونفي مفسدة لأن العرب كانت تستعمل لفظة العشاء في المغرب , فلو قال : لو يعلمون ما في العشاء والصبح لحملوها على المغرب , ففسد المعنى , وفات المطلوب , فاستعمل العتمة التي يعرفونها ولا يشكون فيها , وقواعد الشرع متظاهرة على احتمال أخف المفسدتين لدفع أعظمهما. ¶ قوله صلى الله عليه وسلم : (ولو حبوا) هو بإسكان الباء وإنما ضبطته لأني رأيت من الكبار من صحفه . شرح صحيح مسلم النووي. ¶ فضل المؤذن ¶ - عَنْ مُعَاوِيَةَ بْنِ أَبِي سُفْيَانَ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ (الْمُؤَذِّنُونَ أَطْوَلُ النَّاسِ أَعْنَاقًا يَوْمَ الْقِيَامَةِ)مسلم. ¶ قوله صلى الله عليه وسلم (المؤذنون أطول الناس أعناقا) هو بفتح همزة أعناقا جمع عنق , واختلف السلف والخلف في معناه , فقيل : معناه أكثر الناس تشوفا إلى رحمة الله تعالى , لأن المتشوف يطيل عنقه إلى ما يتطلع إليه .فمعناه كثرة ما يرونه من الثواب. ¶ وقال النضر بن شميل : إذا ألجم الناس العرق يوم القيامة طالت أعناقهم لئلا ينالهم ذلك الكرب والعرق. ¶ وقيل : معناه أنهم سادة ورؤساء , والعرب نصف السادة بطول العنق. ¶ وقيل : معناه أكثر أتباعا . وقال ابن الأعرابي : معناه أكثر الناس أعمالا . قال القاضي عياض وغيره : ورواه بعضهم (إعناقا) بكسر الهمزة أي إسراعا إلى الجنة , وهو من سير العنق . شرح صحيح مسلم النووي .",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "فضل الذكر عند سماع المؤذن ¶ - عَنْ سَعْدِ بْنِ أَبِي وَقَّاصٍ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ (مَنْ قَالَ حِينَ يَسْمَعُ الْمُؤَذِّنَ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ وَأَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ رَضِيتُ بِاللَّهِ رَبًّا وَبِمُحَمَّدٍ رَسُولًا وَبِالْإِسْلَامِ دِينًا غُفِرَ لَهُ ذَنْبُهُ)مسلم ¶ قوله صلى الله عليه وسلم (من قال حين يسمع المؤذن) أي أذانه أو صوته أو قوله وهو الأظهر وهو يحتمل أن يكون المراد به حين يسمع الأول أو الأخير وهو قوله آخر الأذان لا إله إلا الله وهو أنسب ويمكن أن يكون معنى يسمع يجيب فيكون صريحا في المقصود وأن الثواب المذكور مرتب على الإجابة بكمالها مع هذه الزيادة , ولأن قوله بهذه الشهادة في أثناء الأذان ربما يفوته الإجابة في بعض الكلمات الآتية كذا في المرقاة (وأنا أشهد أن لا إله إلا الله) وفي رواية لمسلم أن أشهد يغير لفظ أن وبغير الواو (رضيت بالله ربا) أي بربوبيته وبجميع قضائه وقدره فإن الرضا بالقضاء بأب الله الأعظم , وقيل حال أي مربيا ومالكا وسيدا ومصلحا (وبمحمد رسولا) أي بجميع ما أرسل به وبلغه إلينا من الأمور الاعتقادية وغيرها (وبالإسلام) أي بجميع أحكام من الإسلام الأوامر والنواهي (دينا) أي اعتقادا أو انقيادا قاله القاري (غفر الله له ذنوبه) أي من الصغائر جزاء لقوله من قال حين يسمع المؤذن تحفة الأحوذي بشرح جامع الترمذي. ¶ فضل الصلاة ¶ - عَنْ أَبِي مَالِكٍ الْأَشْعَرِيِّ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (َالصَّلَاةُ نُورٌ)مسلم. ¶ قوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (الصَّلَاةُ نُورٌ) : فالصلاة نور للعبد في قلبه وفى وجهه وفى قبره وفى حشره , ولهذا تجد أكثر الناس نوراً في الوجوه أكثرهم صلاة وأخشعهم لله عز وجل.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وكذلك تكون نوراً للإنسان في قلبه تفتح عليه باب المعرفة لله عز وجل , وباب المعرفة في أحكام الله وأفعال وأسمائه وصفاته وهى نور في قبر الإنسان , لأن الصلاة عمود الإسلام إذا قام العمود قام البناء وإذا لم يقم العمود فلا بناء. ¶ كذلك نور في حشره يوم القيامة كما أخبر بذلك الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (أن حافظ عليها كانت له نور وبرهاناً يوم القيامة ومن لم يحافظ عليها لم تكن له نوراً ولا برهاناً ولا نجاةً يوم القيامة وحشر مع فرعون وهامان وقارون وأبى بن خلف) , فهي نور للإنسان في جميع أحواله وهذا يقتضي أن يحافظ الإنسان عليها وأن يحرص عليها وأن يكثر منها حتى يكثر نوره وعمله وإيمانه . شرح رياض الصالحين - العثيمين. ¶ فضل الصلوات الخمس ¶ - عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ (الصَّلَاةُ الْخَمْسُ وَالْجُمْعَةُ إِلَى الْجُمْعَةِ كَفَّارَةٌ لِمَا بَيْنَهُنَّ مَا لَمْ تُغْشَ الْكَبَائِرُ)مسلم",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "قوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (الصلوات الخمس والجمعة إلى الجمعة) زاد مسلم في رواية ورمضان إلى رمضان (كفارات لما بينهن) أي من الذنوب وفي رواية لمسلم مكفرات لما بينهن (ما لم تغش الكبائر) وفي رواية لمسلم إذا اجتنب الكبائر . قاله النووي في شرح مسلم : في شرح حديث ما من امرئ مسلم تحضره صلاة مكتوبة فيحسن وضوءها وخشوعها وركوعها إلا كانت كفارة لما قبلها من الذنوب ما لم يؤت كبيره . معناه إن الذنوب كلها تغفر إلا الكبائر فإنها لا تغفر وليس المراد أن الذنوب تغفر ما لم تكن كبيرة فإن كانت لا يغفر شيء من الصغائر , فإن هذا وإن كان محتملا فسياق الحديث يأباه قال القاضي عياض هذا المذكور في الحديث من غفر الذنوب ما لم يؤت كبيره هو مذهب أهل السنة وأن الكبائر إنما يكفرها التوبة أو رحمة الله تعالى وفضله , وقال القاري في المرقاة إن الكبيرة لا يكفرها الصلاة والصوم وكذا الحج وإنما يكفرها التوبة الصحيحة لا غيرها , نقل ابن عبد البر الإجماع عليه بعدما حكى في تمهيده عن بعض معاصريه أن الكبائر لا يكفرها غير التوبة , ثم قال وهذا جهل وموافقة للمرجئة في قولهم إنه لا يضر مع الإيمان ذنب , وهو مذهب باطل بإجماع الأمة انتهى , قال العلامة الشيخ محمد طاهر في مجمع البحار ص 221 ح 2 ما لفظه في تعليقي : للترمذي لا بد في حقوق الناس من القصاص ولو صغيرة وفي الكبائر من التوبة , ثم ورد وعد المغفرة في الصلوات الخمس والجمعة ورمضان فإذا تكرر بغفر بأولها الصغائر وبالبواقي يخفف عن الكبائر وإن لم يصادف صغيرة ولا كبيرة يرفع بها الدرجات انتهى . تحفة الأحوذي بشرح جامع الترمذي . ¶ فضل صَلَّاة الْبَرْدَيْنِ ¶ - عَنْ أَبِي بَكْرِ بْنِ أَبِي مُوسَى عَنْ أَبِيهِ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ (مَنْ صَلَّى الْبَرْدَيْنِ دَخَلَ الْجَنَّةَ)البخاري.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "أن من صلى البردين دخل الجنة , والبردين هما صلاة الفجر , وصلاة العصر , لأن الفجر يأتي في الليل في آخره , والعصر تأتي في برد النهار في آخره , ولذلك قال (من صلى البردين دخل الجنة) , وفى حديث آخر أخبر صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (أنه لا يلج أحد صلى قبل طلوع الشمس وقبل غروبها) , يعني صلاة الفجر , وصلاة العصر ¶ ففي الحديث الأول إثبات دخول الجنة , وفى الثاني انتفاء دخول النار , فيكون هذا كقوله تعالى (فمن زحزح عن النار وأدخل الجنة فقد فاز) نسأل الله تعالى أن يجعلنا و إياكم من المحافظين على الصلوات , والصلاة الوسطي وأن يحرمنا على النار ويدخلنا الجنة إنه على كل شيء قدير . شرح رياض الصالحين - العثيمين. ¶ فضل صَلَّاة العصر ¶ - عَنْ أَبِي بَصْرَةَ الْغِفَارِيِّ قَالَ صَلَّى بِنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْعَصْرَ بِالْمُخَمَّصِ فَقَالَ (إِنَّ هَذِهِ الصَّلَاةَ عُرِضَتْ عَلَى مَنْ كَانَ قَبْلَكُمْ فَضَيَّعُوهَا فَمَنْ حَافَظَ عَلَيْهَا كَانَ لَهُ أَجْرُهُ مَرَّتَيْنِ وَلَا صَلَاةَ بَعْدَهَا حَتَّى يَطْلُعَ الشَّاهِدُ وَالشَّاهِدُ النَّجْمُ)مسلم. ¶ قوله صلى الله عليه وسلم (إن هذه الصلاة عرضت على من قبلكم فضيعوها فمن حافظ عليها كان له أجره مرتين) فيه فضيلة العصر وشدة الحث عليها . شرح صحيح مسلم النووي . ¶ فضل صَلَّاة العشاء ¶ - عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ (لَوْ يَعْلَمُ النَّاسُ مَا فِي النِّدَاءِ وَالصَّفِّ الْأَوَّلِ ثُمَّ لَمْ يَجِدُوا إِلَّا أَنْ يَسْتَهِمُوا عَلَيْهِ لَاسْتَهَمُوا وَلَوْ يَعْلَمُونَ مَا فِي التَّهْجِيرِ لَاسْتَبَقُوا إِلَيْهِ وَلَوْ يَعْلَمُونَ مَا فِي الْعَتَمَةِ وَالصُّبْحِ لَأَتَوْهُمَا وَلَوْ حَبْوًا)مسلم.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "قوله صلى الله عليه وسلم (لو يعلم الناس ما في النداء والصف الأول ثم لم يجدوا إلا أن يستهموا عليه لاستهموا) النداء هو الأذان والاستهام الاقتراع ومعناه أنهم لو علموا فضيلة الأذان وقدرها وعظيم جزائه , ثم لم يجدوا طريقا يحصلونه به لضيق الوقت عن أذان بعد أذان , أو لكونه لا يؤذن للمسجد إلا واحد لاقترعوا في تحصيله , ولو يعلمون ما في الصف الأول من الفضيلة نحو ما سبق , وجاءوا إليه دفعة واحدة وضاق عنهم , ثم لم يسمح بعضهم لبعض به , لاقترعوا عليه . وفيه إثبات القرعة في الحقوق التي يزدحم عليها ويتنازع فيها. ¶ وقوله صلى الله عليه وسلم (ولو يعلمون ما في التهجير لاستبقوا إليه) التهجير التبكير إلى الصلاة أي صلاة كانت . قال الهروي وغيره : وخصه الخليل بالجمعة , والصواب المشهور الأول. ¶ و قوله صلى الله عليه وسلم (ولو يعلمون ما في العتمة والصبح لأتوهما ولو حبوا) فيه الحث العظيم على حضور جماعة هاتين الصلاتين , والفضل الكثير في ذلك لما فيهما من المشقة على النفس من تنغيص أول نومها وآخره , ولهذا كانتا أثقل الصلاة على المنافقين . وفي هذا الحديث تسمية العشاء عتمة , وقد ثبت النهي عنه , وجوابه من وجهين: ¶ أحدهما أن هذه التسمية بيان للجواز , وأن ذلك النهي ليس للتحريم. ¶ والثاني وهو الأظهر أن استعمال العتمة هنا لمصلحة ونفي مفسدة لأن العرب كانت تستعمل لفظة العشاء في المغرب , فلو قال : لو يعلمون ما في العشاء والصبح لحملوها على المغرب , ففسد المعنى , وفات المطلوب , فاستعمل العتمة التي يعرفونها ولا يشكون فيها , وقواعد الشرع متظاهرة على احتمال أخف المفسدتين لدفع أعظمهما. ¶ قوله صلى الله عليه وسلم (ولو حبوا) هو بإسكان الباء وإنما ضبطته لأني رأيت من الكبار من صحفه . شرح صحيح مسلم النووي . ¶ فضل صَلَّاة الجماعة",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "- عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (صَلَاةُ الرَّجُلِ فِي جَمَاعَةٍ تَزِيدُ عَلَى صَلَاتِهِ فِي بَيْتِهِ وَصَلَاتِهِ فِي سُوقِهِ بِضْعًا وَعِشْرِينَ دَرَجَةً)البخاري. ¶ أنه إذا صلى الإنسان في المسجد مع الجماعة كانت هذه الصلاة أفضل من الصلاة في بيته أو في سوقه سبعاً وعشرون مرة لأن الصلاة مع الجماعة قيام بما أوجب الله من صلاة الجماعة , فإن القول الراجح من أقوال أهل العلم أن صلاة الجماعة فرض عين وأنه يجب على الإنسان أن يصلى مع الجماعة في المسجد لأحاديث وردت في ذلك ولما أشار إليه سبحانه وتعالى في كتابه حيث قال (وإذا كنت فيهم فأقمت الصلاة فلتقم طائفة منهم معك)النساء 102 , فأوجب الله الجماعة في حال الخوف فإذا أوجبها في حال الخوف ففي حال الأمن من باب أولى وأحرى . شرح رياض الصالحين - العثيمين ¶ فضل صَلَّاة الجمعة ¶ - عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ (مَنْ اغْتَسَلَ ثُمَّ أَتَى الْجُمُعَةَ فَصَلَّى مَا قُدِّرَ لَهُ ثُمَّ أَنْصَتَ حَتَّى يَفْرُغَ مِنْ خُطْبَتِهِ ثُمَّ يُصَلِّي مَعَهُ غُفِرَ لَهُ مَا بَيْنَهُ وَبَيْنَ الْجُمُعَةِ الْأُخْرَى وَفَضْلُ ثَلَاثَةِ أَيَّامٍ)مسلم.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "قوله صلى الله عليه وسلم (من اغتسل ثم أتى الجمعة فصلى ما قدر له , ثم أنصت حتى يفرغ من خطبته ثم يصلي معه غفر له ما بينه وبين الجمعة الأخرى وفضل ثلاثة أيام) . وفي الرواية الأخرى قوله صلى الله عليه وسلم (من توضأ فأحسن الوضوء ثم أتى الجمعة فاستمع وأنصت غفر له ما بينه وبين الجمعة وزيادة ثلاثة أيام) فيه فضيلة الغسل وأنه ليس بواجب للرواية الثانية . وفيه استحباب وتحسين الوضوء . ومعنى (إحسانه) الإتيان به ثلاثا ثلاثا , وذلك الأعضاء وإطالة الغرة والتحجيل , وتقديم الميامن , والإتيان بسننه المشهورة . وفيه أن التنفل قبل خروج الإمام يوم الجمعة مستحب , وهو مذهبنا ومذهب الجمهور . وفيه أن النوافل المطلقة لا حد لها لقوله صلى الله عليه وسلم : (فصلى ما قدر له) . وفيه الإنصات للخطبة . وفيه أن الكلام بعد الخطبة قبل الإحرام بالصلاة لا بأس به . قوله صلى الله عليه وسلم في الرواية الأولى : (ثم أنصت) هكذا هو في أكثر النسخ المحققة المعتمدة ببلادنا , وكذا نقله القاضي عياض عن الجمهور , ووقع في بعض الأصول المعتمدة ببلادنا (انتصت) , وكذا نقله القاضي عن الباجي وآخرون (انتصت) بزيادة تاء مثناة فوق , قال : وهو وهم , قلت : ليس هو وهما بل هي لغة صحيحة ; قال الأزهري في شرح ألفاظ المختصر : يقال : أنصت ونصت وانتصت ثلاث لغات . شرح صحيح مسلم النووي. ¶ فضل التأمين في الصلاة ¶ - عَنْ أَبِي هُرَيْرَةَ رضي الله عنه أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ (إِذَا أَمَّنَ الْإِمَامُ فَأَمِّنُوا فَإِنَّهُ مَنْ وَافَقَ تَأْمِينُهُ تَأْمِينَ الْمَلَائِكَةِ غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ)البخاري.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "قوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (إذا أمن الإمام فأمنوا) أي إذا قال الإمام آمين فقولوا آمين وهذا يدل على أن الإمام يجهر بالتأمين وجه الدلالة أنه لو لم يكن تأمين الإمام مسموعا للمأموم لم يعلم به وقد علق تأمينه بتأمينه وأجيب بأن موضعه معلوم فلا يستلزم الجهر به وفيه نظر لاحتمال أن يخل به فلا يستلزم علم المأموم به وقد روى روح بن عبادة عن مالك في هذا الحديث قال ابن شهاب وكان رسول الله صلى الله عليه وسلم إذا قال ولا الضالين جهر بآمين . أخرجه السراج , ولابن حبان من رواية الزبيدي في هذا الحديث عن ابن شهاب : كان إذا فرغ من قراءة أم القرآن رفع صوته وقال آمين كذا في الفتح (فإنه من وافق تأمينه تأمين الملائكة) زاد يونس عن ابن شهاب عند مسلم فإن الملائكة تؤمن قبل قوله , فمن وافق وهو دال على أن المراد الموافقة في القول والزمان خلافا لمن قال المراد الموافقة في الإخلاص والخشوع كابن حبان ثم ظاهره أن المراد بالملائكة جميعهم واختاره بن بزيزة , وقيل الحفظة منهم وقيل الذين يتعاقبون منهم إذا قلنا أنهم غير الحفظة . والذي يظهر أن المراد بهم من يشهد تلك الصلاة من الملائكة ممن في الأرض أو في السماء ففي رواية للبخاري : إذا قال أحدكم آمين وقالت الملائكة في السماء آمين . وروى عبد الرزاق عن عكرمة قال صفوف أهل الأرض على صفوف أهل السماء فإذا وافق آمين في الأرض آمين في السماء غفر للعبد , ومثله لا يقال بالرأي فالمصير إليه أولى قاله الحافظ (غفر له ما تقدم من ذنبه) ظاهره غفران جميع الذنوب الماضية وهو محمول عند العلماء على الصغائر لورود الاستثناء في غير هذه الرواية . تحفة الأحوذي بشرح جامع الترمذي . ¶ فضل من وافق قوله سمع الله لمن حمده قول الملائكة",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "- عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ (إِذَا قَالَ الْإِمَامُ سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ فَقُولُوا اللَّهُمَّ رَبَّنَا لَكَ الْحَمْدُ فَإِنَّهُ مَنْ وَافَقَ قَوْلُهُ قَوْلَ الْمَلَائِكَةِ غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ)البخاري. ¶ قوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (إذا قال الإمام سمع الله لمن حمده فقولوا اللهم ربنا لك الحمد) : استدل به على أن الإمام لا يقول ربنا لك الحمد وعلى أن المأموم لا يقول سمع الله لمن حمده لكون ذلك لم يذكر في هذه الرواية كما حكاه الطحاوي وهو قول مالك وأبي حنيفة , وفيه نظر لأنه ليس فيه ما يدل على النفي بل فيه أن قول المأموم ربنا لك الحمد يكون عقب قول الإمام سمع الله لمن حمده والواقع في التصوير ذلك لأن الإمام يقول التسميع في حال انتقاله والمأموم يقول التحميد في حال اعتداله , فقوله يقع عقب قول الإمام كما في الخبر . وقد ثبت من أدله صحيحة صريحة أنه صلى الله عليه وسلم كان يجمع بين التسميع والتحميد , فالسنة للإمام أن يجمعها . قال الحافظ وهو قول الشافعي وأحمد وأبي يوسف ومحمد والجمهور والأحاديث الصحيحة تشهد له , وزاد الشافعي أن المأموم يجمع بينهما أيضا لكن لم يصح في ذلك شيء , ولم يثبت عن ابن المنذر أنه قال إن الشافعي انفرد بذلك لأنه قد نقل في الأشراف عن عطاء وابن سيرين وغيرهما القول بالجمع بينهما للمأموم , وأما المنفرد فحكى الطحاوي وابن عبد البر الإجماع على أنه يجمع بينهما وجعله الطحاوي حجة لكون الإمام يجمع بينهما للاتفاق على اتحاد حكم الإمام والمنفرد لكن أشار صاحب الهداية إلى خلاف عندهم في المنفرد انتهى ¶ قوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (فإنه) : أي الشأن . ¶ قوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (من وافق قوله) : وهو قوله ربنا لك الحمد بعد قول الإمام سمع الله لمن حمده",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "قوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (غفر له ما تقدم من ذنبه) : ظاهره غفران جميع الذنوب الماضية وهو محمول عند العلماء على الصغائر قاله الحافظ . قال الخطابي : في هذا دلالة على أن الملائكة يقولون مع المصلي هذا القول ويستغفرون ويحضرون بالدعاء والذكر . عون المعبود شرح سنن أبي داود. ¶ فضل وصل الصفوف ¶ - عَنْ عَائِشَةَ قَالَتْ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (إِنَّ اللَّهَ وَمَلَائِكَتَهُ يُصَلُّونَ عَلَى الَّذِينَ يَصِلُونَ الصُّفُوفَ وَمَنْ سَدَّ فُرْجَةً رَفَعَهُ اللَّهُ بِهَا دَرَجَةً)حسنه الألباني. ¶ قوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (على الذين يصلون الصفوف) من الوصل أي يصلون بأن كان فيها فرجة فسدوها أو نقصان فأتموها . شرح سنن ابن ماجه للسندي. ¶ وما يزال عبدي يتقرب إليَّ بالنوافل حتى أحبه ¶ - عن أبي هريرة رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم - إن الله قال (من عادى لي ولياً فقد آذنته بالحرب. وما تقرب إلى عبدي بشيء أحب إلي مما افترضت عليه. وما يزال عبدي يتقرب إليَّ بالنوافل حتى أحبه. فإذا أحببته كنت سمعه الذي يسمع به، وبصره الذي يبصر به، ويده التي يبطش بها، ورجله التي يمشي بها. ولئن سألني لأعطينَّه، ولئن استعاذني لأعيذنه. وما ترددت عن شيء أنا فاعله ترددي عن قبض نفس المؤمن: يكره الموت، وأكره مساءته ولا بد له منه)البخاري. ¶ هذا حديث جليل، أشرف حديث في أوصاف الأولياء، وفضلهم ومقاماتهم فأخبر أن معاداة أوليائه معاداة له ومحاربة له. ومن كان متصدياً لعداوة الرب ومحاربة مالك الملك فهو مخذول. ومن تكفل الله بالذَّبِّ عنه فهو منصور. وذلك لكمال موافقة أولياء الله لله في محابه؛ فأحبهم وقام بكفايتهم، وكفاهم ما أهمهم.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "ثم ذكر صفة الأولياء الصفة الكاملة، وأن أولياء الله هم الذين تقربوا إلى الله بأداء الفرائض أولاً: من صلاة وصيام وزكاة وحج وأمر بالمعروف ونهي عن المنكر، وجهاد، وقيام بحقوقه وحقوق عباده الواجبة. ¶ ثم انتقلوا من هذه الدرجة إلى التقرب إليه بالنوافل، فإن كل جنس من العبادات الواجبة مشروع من جنسه نوافل فيها فضائل عظيمة تكمل الفرائض، وتكمل ثوابها. ¶ فأولياء الله قاموا بالفرائض والنوافل، فتولاهم وأحبهم وسهل لهم كل طريق يوصلهم إلى رضاه. ووفقهم وسددهم في جميع حركاتهم، فإن سمعوا سمعوا بالله وإن أبصروا فلله. وإن بطشوا أو مشوا ففي طاعة الله. ¶ ومع تسديده لهم في حركاتهم جعلهم مجابي الدعوة إن سألوه أعطاهم مصالح دينهم ودنياهم، وإن استعاذوه من الشرور أعاذهم. ¶ ومع ذلك لطف بهم في كل أحوالهم، ولولا أنه قضى على عباده بالموت لسلم منه أولياءه؛ لأنهم يكرهونه لمشقته وعظمته. والله يكره مساءتهم، ولكن لما كان القضاء نافذاً كان لا بد لهم منه. ¶ فبين في هذا الحديث: صفة الأولياء، وفضائلهم المتنوعة، وحصول محبة الله لهم التي هي أعظم ما تنافس فيه المتنافسون، وأنه معهم وناصرهم، ومؤيدهم ومسددهم، ومجيب دعواتهم. ¶ ويدل هذا الحديث على: إثبات محبة الله، وتفاوتها لأوليائه بحسب مقاماتهم. ¶ ووصف النبي - صلى الله عليه وسلم - لأولياء الله بأداء الفرائض والإكثار من النوافل، مطابق لوصف الله لهم بالإيمان والتقوى في قوله (َلا إِنَّ أَوْلِيَاء اللّهِ لاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ ، الَّذِينَ آمَنُواْ وَكَانُواْ يَتَّقُونَ) , فكل من كان مؤمناً تقياً كان لله ولياً؛ لأن الإيمان يشمل العقائد، وأعمال القلوب والجوارح. والتقوى ترك جميع المحرمات.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "ويدل على أصل عظيم وهو أن الفرائض مقدمة على النوافل، وأحب إلى الله وأكثر أجراً وثواباً. لقوله: \"وما تقرب إلي عبدي بشيء أحبّ إلي مما افترضت عليه\"، وأنه عند التزاحم يتعين تقديم الفروض على النوافل . بهجة قلوب الأبرار وقرة عيون الأخيار في شرح جوامع الأخبار. ¶ فضل صلاة السنن الراتبة ¶ - عن أُمَّ حَبِيبَةَ قالت سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ (مَنْ صَلَّى اثْنَتَيْ عَشْرَةَ رَكْعَةً فِي يَوْمٍ وَلَيْلَةٍ بُنِيَ لَهُ بِهِنَّ بَيْتٌ فِي الْجَنَّةِ قَالَتْ أُمُّ حَبِيبَةَ فَمَا تَرَكْتُهُنَّ مُنْذُ سَمِعْتُهُنَّ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ)مسلم.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "حديث أم حبيبة رضي الله عنها قالت : قال رسول الله صلى الله عليه وسلم :(من صلى في يوم وليلة ثنتي عشرة ركعة بني له بيت في الجنة , أربعا قبل الظهر وركعتين بعدها وركعتين بعد المغرب وركعتين بعد العشاء وركعتين قبل الفجر صلاة الغداة) , أخرجه الترمذي في باب من صلى في يوم وليلة ثنتي عشرة ركعة من السنة ماله هو الفضل وقال حسن صحيح . وقد ثبت عن النبي صلى الله عليه وسلم ركعتان أيضا قبل الظهر . روى الشيخان عن ابن عمر قال (حفظت من النبي صلى الله عليه وسلم عشر ركعات : ركعتين قبل الظهر وركعتين بعدها , وركعتين بعد المغرب في بيته , بعد العشاء وركعتين قبل صلاة الصبح) . قال الحافظ في الداودي : وقع في حديث ابن عمر أن قبل الظهر ركعتين وفي حديث عائشة أربعا , وهو محمول على أن كل واحد منهما وصف ما رأى , قال ويحتمل أن يكون ابن عمر نسي ركعتين من الأربع . قال الحافظ هذا الاحتمال بعيد والأولى أن يحمل على حالين فكان يصلي تارة ثنتين وتارة يصلي أربعا , وقيل هو محمول على أنه كان يقتصر في المسجد على ركعتين وفي بيته يصلي أربعا , ويحتمل أن يكون يصلي إذا كان في بيته ركعتين ثم يخرج إلى المسجد فيصلي ركعتين فرأى ابن عمر ما في المسجد دون ما في بيته واطلعت عائشة على الأمرين , ويقوي الأول ما رواه أحمد وأبو داود في حديث عائشة : كان يصلي في بيته قبل الظهر أربعا ثم يخرج , قال أبو جعفر الطبري : الأربع كانت في كثير من أحواله وركعتان في قليلها انتهى كلام الحافظ . تحفة الأحوذي بشرح جامع الترمذي . ¶ فضل سنة الفجر ¶ - عَنْ عَائِشَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ (رَكْعَتَا الْفَجْرِ خَيْرٌ مِنْ الدُّنْيَا وَمَا فِيهَا)مسلم.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "قوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (ركعتا الفجر خير من الدنيا وما فيها) أي من متاع الدنيا قاله النووي : وقال الطيبي : إن حمل الدنيا على أعراضها وزهرتها فالخير إما مجرى على زعم من يرى فيها خيرا أو يكون من باب أي الفريقين خير مقاما . وإن حمل على الإنفاق في سبيل الله فتكون هاتان الركعتان أكثر ثوابا منها . وقال الشاه ولي الله الدهلوي في حجة الله البالغة : إنما كانتا خيرا منها لأن الدنيا فانية ونعيمها لا يخلو عن كدر النصب والتعب , وثوابهما باق غير كدر انتهى . تحفة الأحوذي بشرح جامع الترمذي. ¶ فضل المحافظة علي أربع ركعات قبل الظهر وأربع بعدها ¶ - عَنْ أُمُّ حَبِيبَةَ زَوْجُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَتْ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (مَنْ حَافَظَ عَلَى أَرْبَعِ رَكَعَاتٍ قَبْلَ الظُّهْرِ وَأَرْبَعٍ بَعْدَهَا حَرُمَ عَلَى النَّارِ)صححه الألباني. ¶ قوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (من حافظ) أي داوم واظب قال القاري في المرقاة ركعتان منها مؤكدة وركعتان مستحبة فالأولى بتسليمتين بخلاف الأولى انتهى , قلت فيه ما فيه كما لا يخفى على المتأمل وقال الشوكاني في النيل : والحديث يدل على تأكد استحباب أربع ركعات قبل الظهر وأربع بعده وكفى بهذا الترغيب باعثا على ذلك انتهى . تحفة الأحوذي بشرح جامع الترمذي. ¶ فضل قيام الليل ¶ - عَنْ عَبْدِ اللَّهِ بْنِ سَلَامٍ قَالَ قَال رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (أَيُّهَا النَّاسُ أَفْشُوا السَّلَامَ وَأَطْعِمُوا الطَّعَامَ وَصَلُّوا وَالنَّاسُ نِيَامٌ تَدْخُلُوا الْجَنَّةَ بِسَلَامٍ)السلسلة الصحيحة. ¶ قوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (يا أيها الناس) خطاب العام بكلمات جامعة للمعاملة مع الخلق والحق .",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "وقوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (أفشوا السلام) أي أظهروه وأكثروه على من تعرفونه وعلى من لا تعرفونه ¶ وقوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (وأطعموا الطعام) أي لنحو المساكين والأيتام ¶ وقوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (وصلوا) أي بالليل ¶ وقوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (والناس نيام) لأنه وقت الغفلة فلأرباب الحضور مزيد المثوبة أو لبعده عن الرياء والسمعة ¶ وقوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (تدخلوا الجنة بسلام) أي من الله أو من ملائكته من مكروه أو تعب ومشقة . شرح سنن ابن ماجة للسندي . ¶ فضل قيام الليل في رمضان (التراويح) ¶ - عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ (مَنْ قَامَ رَمَضَانَ إِيمَانًا وَاحْتِسَابًا غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ)البخاري. ¶ بدأ بالقيام . ¶ ( قام ) في الليل . ¶ ( رمضان ) شهر رمضان كله . ¶ ( إيماناً ) بالله عز وجل وبما وعد به من الثواب وذلك بأن يؤمن بأنه إذا قام به سيُغفر له . ¶ ( احتسابا ) ترقبا للأجر بحيث يضمر في نفسه أنه سيؤجر على هذا القيام . ¶ (غُفر ) المغفرة ستر الذنب والتجاوز عنه . ¶ ( ما تقدم ) ( ما ) اسم موصول وهو يفيد العموم أي : كل ذنب , والذنب بمعنى المعصية وسميت ذنبا لأنها كسب كذنوب الماء يُستخرج به الماء . ¶ فوائد الحديث : ¶ 1- الحث على قيام رمضان . ¶ 2- الإشارة إلى أن للإخلاص تأثيرا في الثواب لقوله ( إيماناً ) فلم يقم عادة أو لأنه قومه يقومون . ¶ 3- لا يحصل هذا الثواب العظيم إلا لمن جمع بين الوصفين (الإيمان والاحتساب) وأكثر الناس يغفل عن الاحتساب بل يقومون بالعمل لأنه عمل صالح لكن الاحتساب قليل . ¶ 4- قيام رمضان تُغفر به الذنوب الصغائر والكبائر وأُخذ من العموم ومن المعلوم أن هذا العموم غير مراد إذا كان الإنسان جاحداً لبعض ما أنزل الله أو كان كافراً أو مشركاً .",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "وهل المراد الذنوب السابقة غير الشرك أو الصغائر فقط ؟ ¶ أكثر العلماء على الثاني وهذا ظاهر فيما إذا كان العمل واحدا ثم ذكر ثوابه مطلقا في مكان ومقيد في مكان . ¶ مثال : (الصلوات الخمس والجمعة إلى الجمعة ورمضان إلى رمضان مكفرات لما بينهن إذا اجتنبت الكبائر) وهذا صريح في أن رمضان يدخل فيه صيامه وقيامه مكفر بشرط اجتناب الكبائر وهذا واضح . ¶ لكن أحيانا تأتي نصوص مطلقة ولم تقيد في مكان آخر كحديث (من قال سبحان الله وبحمده مائة مرة غفرت خطاياه وإن كانت مثل زبد البحر) فهل نقول إن هذا مقيد بما إذا اجتنبت الكبائر أو نقول هو عام مطلق لا يمكن أن نغيره ؟ ¶ أكثر العلماء على الأول وعللوا : إذا كانت هذه الفرائض العظيمة الصلاة الصيام لا تكفر إلا باجتناب الكبائر فما دونها من باب أولى ولا شك أن هذا قياس جلي واضح. ¶ لكن قد يقال : لماذا لا نسكت عن مثل هذه الكلام ونتفاءل على الله أنه يعم كل الذنوب لا سيما مع قوله (زبد البحر) ونؤمل على الله عز وجل أن يكون هذا ثابتاً ولو لم تجتنب الكبائر . فهذا أسلم وأقوى رجاء . ¶ ـــ من قام بعض ليالي رمضان ¶ إن كان تخلفه لعذر فهو كالفاعل ، وألا فلا يحصل له الثواب لأن الثواب مشروط بشرط لا يتحقق إلا إذا وجد . ¶ ـــ ( قام رمضان ) هل يشترط قيام كل الليل ؟ ¶ لا ، لأن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لم يقم الليل كله إلا في العشر الأواخر ، ولما قال الصحابة رضي الله عنهم (لو نفلتنا بقية ليلتنا) قال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (من قام مع الإمام حتى ينصرف كتب له قيام ليلة) . شرح عمدة الأحكام – العثيمين . ¶ فضل صَلَّاة الضحى",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "- عَنْ أَبِي ذَرٍّ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ (يُصْبِحُ عَلَى كُلِّ سُلَامَى مِنْ أَحَدِكُمْ صَدَقَةٌ فَكُلُّ تَسْبِيحَةٍ صَدَقَةٌ وَكُلُّ تَحْمِيدَةٍ صَدَقَةٌ وَكُلُّ تَهْلِيلَةٍ صَدَقَةٌ وَكُلُّ تَكْبِيرَةٍ صَدَقَةٌ وَأَمْرٌ بِالْمَعْرُوفِ صَدَقَةٌ وَنَهْيٌ عَنْ الْمُنْكَرِ صَدَقَةٌ وَيُجْزِئُ مِنْ ذَلِكَ رَكْعَتَانِ يَرْكَعُهُمَا مِنْ الضُّحَى)مسلم ¶ قوله صلى الله عليه وسلم : (على كل سلامى من أحدكم صدقة) هو بضم السين وتخفيف اللام , وأصله عظام الأصابع وسائر الكف , ثم استعمل في جميع عظام البدن ومفاصله , و في صحيح مسلم أن رسول الله صلى الله عليه وسلم قال : (خلق الإنسان على ستين وثلاثمائة مفصل على كل مفصل صدقة). ¶ قوله صلى الله عليه وسلم : (ويجزي من ذلك ركعتان يركعهما من الضحى) ضبطناه (ويحزي) بفتح أوله وضمه , فالضم من الإجزاء والفتح من جزي يجزي أي كفى , ومنه قوله تعالى : (لا تجزي نفس) وفي الحديث (لا يجزي عن أحد بعدك) . وفيه دليل على عظم فضل الضحى وكبير موقعها , وأنها تصح ركعتين . شرح صحيح مسلم النووي . ¶ فضل صَلَّاة ركعتين بعد الوضوء ¶ - عَنْ عُقْبَةَ بْنِ عَامِرٍ قَالَ قَالَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (مَا مِنْكُمْ مِنْ أَحَدٍ يَتَوَضَّأُ فَيُسْبِغُ الْوُضُوءَ ثُمَّ يَقُومُ فَيَرْكَعُ رَكْعَتَيْنِ يُقْبِلُ عَلَيْهِمَا بِقَلْبِهِ وَوَجْهِهِ إِلَّا وَجَبَتْ لَهُ الْجَنَّةُ وَغُفِرَ لَهُ)صححه الألباني.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "قوله صلى الله عليه وسلم (فيحسن الوضوء) من الإحسان أي يتمه بآدابه (يقبل عليهما بقلبه ووجهه) من الإقبال وهو خلاف الإدبار أي يتوجه , وأراد بوجهه ذاته أي يقبل على الركعتين بظاهره وباطنه . قال النووي : وقد جمع صلى الله عليه وسلم بهاتين اللفظتين أنواع الخضوع والخشوع , لأن الخضوع في الأعضاء والخشوع بالقلب (ألا فقد أوجب) عليه الجنة . ولفظ مسلم إلا وجبت له الجنة . عون المعبود شرح سنن أبي داود . ¶ فضل سجود التلاوة ¶ - عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (إِذَا قَرَأَ ابْنُ آدَمَ السَّجْدَةَ فَسَجَدَ اعْتَزَلَ الشَّيْطَانُ يَبْكِي يَقُولُ يَا وَيْلَهُ أُمِرَ ابْنُ آدَمَ بِالسُّجُودِ فَسَجَدَ فَلَهُ الْجَنَّةُ وَأُمِرْتُ بِالسُّجُودِ فَأَبَيْتُ فَلِي النَّارُ)مسلم. ¶ قوله صلى الله عليه وسلم (إذا قرأ ابن آدم السجدة) فمعناه آية السجدة . وقوله (يا ويله) هو من آداب الكلام , وهو أنه إذا عرض في الحكاية عن الغير ما فيه سوء واقتضت الحكاية رجوع الضمير إلى المتكلم , صرف الحاكي الضمير عن نفسه تصاونا عن صورة إضافة السوء إلى نفسه . شرح صحيح مسلم النووي. ¶ فضل صَلَّاة الجنازة ¶ - عن أبى هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (مَنْ شَهِدَ الْجَنَازَةَ حَتَّى يُصَلِّيَ فَلَهُ قِيرَاطٌ وَمَنْ شَهِدَ حَتَّى تُدْفَنَ كَانَ لَهُ قِيرَاطَانِ قِيلَ وَمَا الْقِيرَاطَانِ قَالَ مِثْلُ الْجَبَلَيْنِ الْعَظِيمَيْنِ)البخاري.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "أن من تبع الجنازة من بيتها حتى يصلي عليها ثم تدفن فله قراطان فسئل عن القراطان قال مثل الجبلين العظيمين , وفي رواية مسلم (أصغرهما مثل جبل أحد) , ولما حدث ابن عمر بهذا الحديث قال لقد فرطنا في قراريط كثيرة , يعني ما كنا نخرج مع الجنائز , وفرطنا في هذه القراريط الكثيرة , فصار يخرج بعد ذلك مع الجنائز رضي الله عنه. ¶ فإذا شهدت الجنازة حتى يصلى عليها فلك قيراط , وإن استمررت معها حتى تدفن فلك قراطان , لكن في رواية البخاري اشترط أن يكون ذلك إيماناً واحتساباً , يعنى إيماناً بالله وتصديقاً بوعده واحتساباً لثوابه , وليس قصدك المجاملة لأهل الميت , لأن المجاملة لأهل الميت ثواب عاجل في الدنيا فقط , وقد يؤجر الإنسان على مجاملة إخوانه , لكن الأجر الذي هو قراطان فهو لمن تبعها إيماناً واحتساباً. ¶ أما النساء فقالت أم عطية رضي الله عنها (نهينا عن إتباع الجنائز , ولم يعزم علينا) , ولفظ نهينا إذا قاله صحابي أو صحابية فالمعنى أن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نهاهم , لأن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هو الذي له الأمر والنهى . شرح رياض الصالحين - العثيمين ¶ فضل الصلاة أربعين يوم في جماعة ¶ - عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (مَنْ صَلَّى لِلَّهِ أَرْبَعِينَ يَوْمًا فِي جَمَاعَةٍ يُدْرِكُ التَّكْبِيرَةَ الْأُولَى كُتِبَتْ لَهُ بَرَاءَتَانِ بَرَاءَةٌ مِنْ النَّارِ وَبَرَاءَةٌ مِنْ النِّفَاقِ)صححه الألباني.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "قوله صلى الله عليه وسلم (من صلى لله) أي خالصاً لله (أربعين يوماً) أي وليلة (في جماعة) متعلق يصلى (يدرك التكبيرة الأولى) جملة حالية وظاهرها التكبيرة التحريمية مع الإمام ويحتمل أن تشمل التكبيرة التحريمية للمقتدي عند لحوق الركوع فيكون المراد إدراك الصلاة بكمالها مع الجماعة وهو يتم بإدراك الركعة الأولى كذا قال القارئ في المرقاة . قلت : هذا الاحتمال بعيد , والظاهر الراجح هو الأول كما يدل عليه أبي الدرداء مرفوعاً (لكل شيء أنف , وإن أنف الصلاة التكبيرة الأولى فحافظوا عليها) أخرجه ابن أبي شيبة (براءة من النار) أي خلاص ونجاة منها . يقال برأ من الدين والعيب خلص (وبراءة من النفاق) قال الطيبي أي يؤمنه في الدنيا أن يعمل عمل المنافق ويوفقه لعمل أهل الإخلاص وفي الآخرة يؤمنه مما يعذب به المنافق , ويشهد له بأنه غير منافق يعني بأن المنافقين إذا قاموا إلى الصلاة قاموا كسالى , وحال هذا بخلافهم كذا في المرقاة . تحفة الأحوذي بشرح جامع الترمذي . ¶ من فضائل المساجد ¶ فضل بناء المساجد ¶ - عن عُثْمَانَ قَالَ سَمِعْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ (مَنْ بَنَى مَسْجِدًا يَبْتَغِي بِهِ وَجْهَ اللَّهِ بَنَى اللَّهُ لَهُ مِثْلَهُ فِي الْجَنَّةِ)البخاري. ¶ قوله صلى الله عليه وسلم (من بنى مسجدا بنى الله تعالى له بيتا في الجنة مثله) يحتمل قوله صلى الله عليه وسلم (مثله) أمرين: ¶ أحدهما : أن يكون معناه : بنى الله تعالى له مثله في مسمى البيت , وأما صفته في السعة وغيرها فمعلوم فضلها : أنها مما لا عين رأت ولا أذن سمعت ولا خطر على قلب بشر. ¶ الثاني أن معناه : أن فضله على بيوت الجنة كفضل المسجد على بيوت الدنيا . شرح صحيح مسلم النووي . ¶ فضل السعي إلي المسجد",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "- عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ (مَنْ غَدَا إِلَى الْمَسْجِدِ وَرَاحَ أَعَدَّ اللَّهُ لَهُ نُزُلَهُ مِنْ الْجَنَّةِ كُلَّمَا غَدَا أَوْ رَاحَ)البخاري. ¶ قوله صلى الله عليه وسلم (أعد) أي هيأ . قوله (نزله) للكشميهني \" نزلا \" بالتنكير , والنزل بضم النون والزاي المكان الذي يهيأ للنزول فيه , وبسكون الزاي ما يهيأ للقادم من الضيافة ونحوها , فعلى هذا \" من \" في قوله من الجنة للتبعيض على الأول وللتبين على الثاني , ورواه مسلم وابن خزيمة وأحمد بلفظ \" نزلا في الجنة \" وهو محتمل للمعنيين . قوله : (كلما غدا أو راح) أي بكل غدوة وروحة . وظاهر الحديث حصول الفضل لمن أتى المسجد مطلفا , لكن المقصون منه اختصاصه بمن يأتيه للعبادة , والصلاة رأسها , والله أعلم . فتح الباري بشرح صحيح البخاري . ¶ فضل المشي إلي المسجد متوضئا ¶ - قال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (إِذَا تَوَضَّأَ أَحَدُكُمْ فَأَحْسَنَ الْوُضُوءَ ثُمَّ خَرَجَ إِلَى الصَّلَاةِ لَمْ يَرْفَعْ قَدَمَهُ الْيُمْنَى إِلَّا كَتَبَ اللَّهُ عَزَّ وَجَلَّ لَهُ حَسَنَةً وَلَمْ يَضَعْ قَدَمَهُ الْيُسْرَى إِلَّا حَطَّ اللَّهُ عَزَّ وَجَلَّ عَنْهُ سَيِّئَةً فَلْيُقَرِّبْ أَحَدُكُمْ أَوْ لِيُبَعِّدْ فَإِنْ أَتَى الْمَسْجِدَ فَصَلَّى فِي جَمَاعَةٍ غُفِرَ لَهُ فَإِنْ أَتَى الْمَسْجِدَ وَقَدْ صَلَّوْا بَعْضًا وَبَقِيَ بَعْضٌ صَلَّى مَا أَدْرَكَ وَأَتَمَّ مَا بَقِيَ كَانَ كَذَلِكَ فَإِنْ أَتَى الْمَسْجِدَ وَقَدْ صَلَّوْا فَأَتَمَّ الصَّلَاةَ كَانَ كَذَلِكَ)صححه الألباني.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "قوله صلى الله عليه وسلم (فأحسن الوضوء) : بأن جمع بين العمل بالفرائض والسنن (إلا حط الله عز وجل) أي وضع وألقى (عنه) أي عن الجائي والمريد إلى الصلاة (فليقرب أحدكم) من باب التفعيل أي مكانه من المسجد (أو ليبعد) من باب التفعيل فإذا بعد أحدكم مكانه من المسجد ويكون هديه وطريقته في المشي أن يأتي المسجد من بعيد يكون الثواب أوفر وأكثر وهو محل الترجمة (وقد صلوا) أي الحاضرون في المسجد (بعضا) من الصلاة (وبقي بعض) : من الصلاة (صلى) هذا الرجل الجائي (ما أدرك) من الصلاة مع الإمام (وأتم ما بقي) من الصلاة (كان) أي الأمر (كذلك) أي يغفر له (وقد صلوا) أي الناس وما بقي مع الإمام شيء من الصلاة (فأتم الصلاة) أي هذا الرجل الجائي بعد فراغ صلاة الجماعة (كان كذلك) أي غفر له . عون المعبود شرح سنن أبي داود . ¶ فضل الصلاة في المسجد الحرام و المسجد النبوي ¶ - عَنْ أَبِي هُرَيْرَةَ رضي الله عنه أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ (صَلَاةٌ فِي مَسْجِدِي هَذَا خَيْرٌ مِنْ أَلْفِ صَلَاةٍ فِيمَا سِوَاهُ إِلَّا الْمَسْجِدَ الْحَرَامَ)البخاري.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "قوله صلى الله عليه وسلم (صلاة في مسجدي هذا أفضل من ألف صلاة فيما سواه إلا المسجد الحرام) اختلف العلماء في المراد بهذا الاستثناء على حسب اختلافهم في مكة والمدينة أيتهما أفضل ؟ ومذهب الشافعي وجماهير العلماء : أن مكة أفضل من المدينة , وأن مسجد مكة أفضل من مسجد المدينة , وعكسه مالك وطائفة , فعند الشافعي والجمهور معناه : إلا المسجد الحرام فإن الصلاة فيه أفضل من الصلاة في مسجدي . وعند مالك وموافقيه : إلا المسجد الحرام فإن الصلاة في مسجدي تفضله , بدون الألف , قال القاضي عياض : أجمعوا على أن موضع قبره صلى الله عليه وسلم أفضل بقاع الأرض , وأن مكة والمدينة أفضل بقاع الأرض . واختلفوا في أفضلهما ما عدا موضع قبره صلى الله عليه وسلم , فقال عمر وبعض الصحابة ومالك وأكثر المدنيين : المدينة أفضل , وقال أهل مكة والكوفة والشافعي وابن وهب وابن حبيب المالكيان : مكة أفضل , واعلم أن الصلاة في مسجد المدينة تزيد على فضيلة الألف فيما سواه إلا المسجد الحرام ; لأنها تعادل الألف ; بل هي زائدة على الألف , كما صرحت به هذه الأحاديث : (أفضل من ألف صلاة) (وخير من ألف صلاة) ونحوه , قال العلماء : وهذا فيما يرجع إلى الثواب , فثواب صلاة فيه يزيد على ثواب ألف فيما سواه , ولا يتعدى ذلك إلى الإجزاء عن الفوائت , حتى لو كان عليه صلاتان فصلى في مسجد المدينة صلاة , لم تجزئه عنهما , وهذا لا خلاف فيه . والله أعلم . واعلم أن هذه الفضيلة مختصة بنفس مسجده صلى الله عليه وسلم الذي كان في زمانه دون ما زيد فيه بعده , فينبغي أن يحرص المصلي على ذلك , ويتفطن لما ذكرته , وقد نبهت على هذا في كتاب المناسك , والله أعلم . شرح صحيح مسلم النووي . ¶ فضل الصلاة في بيت المقدس",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "- عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ (أَنَّ سُلَيْمَانَ بْنَ دَاوُدَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمَّا بَنَى بَيْتَ الْمَقْدِسِ سَأَلَ اللَّهَ عَزَّ وَجَلَّ خِلَالًا ثَلَاثَةً سَأَلَ اللَّهَ عَزَّ وَجَلَّ حُكْمًا يُصَادِفُ حُكْمَهُ فَأُوتِيَهُ وَسَأَلَ اللَّهَ عَزَّ وَجَلَّ مُلْكًا لَا يَنْبَغِي لِأَحَدٍ مِنْ بَعْدِهِ فَأُوتِيَهُ وَسَأَلَ اللَّهَ عَزَّ وَجَلَّ حِينَ فَرَغَ مِنْ بِنَاءِ الْمَسْجِدِ أَنْ لَا يَأْتِيَهُ أَحَدٌ لَا يَنْهَزُهُ إِلَّا الصَّلَاةُ فِيهِ أَنْ يُخْرِجَهُ مِنْ خَطِيئَتِهِ كَيَوْمِ وَلَدَتْهُ أُمُّهُ)صححه الألباني. ¶ قوله صلى الله عليه وسلم (حكما يصادف حكمه) أي يوافق حكم الله تعالى والمراد التوفيق للصواب في الاجتهاد وفصل الخصومات بين الناس (فأوتيه) على بناء المفعول من الإيتاء ونائب الفاعل ضمير مستتر لسليمان والضمير المنصوب لمسئوله (أن لا يأتيه) أي لا يجيئه ولا يدخله أحد (لا ينهزه) لا يحركه (أن يخرجه) من الإخراج أو الخروج والظاهر أن في الكلام اختصارا والتقدير أن لا يأتيه أحدا لا يخرجه من خطيئته كيوم ولدته أمه وقوله أن يخرجه من خطيئته كيوم ولدته أمه بدل من تمام هذا الكلام المشتمل على الاستثناء إلا أنه حذف الاستثناء لدلالة البدل عليه فليتأمل والله تعالى أعلم . شرح سنن النسائي للسندي . ¶ من فضائل الزكاة ¶ الصَّدَقَةُ بُرْهَانٌ ¶ - عَنْ أَبِي مَالِكٍ الْأَشْعَرِيِّ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (َالصَّدَقَةُ بُرْهَانٌ)مسلم.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "قوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (الصَّدَقَةُ بُرْهَانٌ) الصدقة بذل المال تقرباً لله عز وجل , للأهل والفقير والمصالح العامة مثل بناء المساجد وغيرها هذا برهان , برهان على إيمان العبد وذلك لأن المال محبوب إلى النفوس , والنفوس شحيحة به فإذا بذله الإنسان لله فإن الإنسان لا يبذل ما يحب إلا لما هو أحب إليه منه , ولهذا تجد أكثر الناس إيماناً بالله عز وجل وبالإخلاف تجدهم أكثرهم صدقة . شرح رياض الصالحين – العثيمين. ¶ مَا نَقَصَتْ صَدَقَةٌ مِنْ مَالٍ ¶ - عَنْ أَبِي هُرَيْرَةَ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ (مَا نَقَصَتْ صَدَقَةٌ مِنْ مَالٍ)مسلم. ¶ يزيد العامة على قوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (مَا نَقَصَتْ صَدَقَةٌ مِنْ مَالٍ) قولهم (بل تزيد بل تزيد) , وهذه لا تصح عن الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , وإنما الذي صح عنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قوله (مَا نَقَصَتْ صَدَقَةٌ مِنْ مَالٍ). ¶ والزيادة التي تحصل بدل الصدقة إما كمية وإما كيفية. ¶ مثال الكمية أن الله تعالى يفتح لك باباً من الرزق ما كان في حسابك. ¶ والكيفية أن ينزل الله لك البركة فيما بقي من مالك . شرح رياض الصالحين – العثيمين . ¶ من فضائل الصيام ¶ فضل الصيام ¶ - عَنْ سَهْلٍ رَضِيَ اللَّهُ عَنْهُ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ (إِنَّ فِي الْجَنَّةِ بَابًا يُقَالُ لَهُ الرَّيَّانُ يَدْخُلُ مِنْهُ الصَّائِمُونَ يَوْمَ الْقِيَامَةِ لَا يَدْخُلُ مِنْهُ أَحَدٌ غَيْرُهُمْ يُقَالُ أَيْنَ الصَّائِمُونَ فَيَقُومُونَ لَا يَدْخُلُ مِنْهُ أَحَدٌ غَيْرُهُمْ فَإِذَا دَخَلُوا أُغْلِقَ فَلَمْ يَدْخُلْ مِنْهُ أَحَدٌ)البخاري.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "قوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ( أن في الجنة بابا ) قال الزين بن المنير : إنما قال في الجنة ولم يقل للجنة ليشعر بأن في الباب المذكور من النعيم والراحة في الجنة فيكون أبلغ في التشوق إليه . قلت : وقد جاء الحديث من وجه آخر بلفظ ( إن للجنة ثمانية أبواب , منها باب يسمى الريان لا يدخله إلا الصائمون ) . أخرجه هكذا الجوزقي من طريق أبي غسان عن أبي حازم , وهو للبخاري من هذا الوجه في بدء الخلق , لكن قال ( في الجنة ثمانية أبواب ) . ¶ قوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ( فإذا دخلوا أغلق فلم يدخل منه أحد ) كرر نفي دخول غيرهم منه تأكيدا , وأما قوله ( فلم يدخل ) فهو معطوف على ( أغلق ) أي لم يدخل منه غير من دخل . فتح الباري بشرح صحيح البخاري . ¶ فضل من صام يوماً في سبيل الله ¶ - عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ رَضِيَ اللَّهُ عَنْهُ قَالَ سَمِعْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ (مَنْ صَامَ يَوْمًا فِي سَبِيلِ اللَّهِ بَعَّدَ اللَّهُ وَجْهَهُ عَنْ النَّارِ سَبْعِينَ خَرِيفًا)البخاري. ¶ قوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (عبد) المتعبد لله عز وجل عبودية شرعية. ¶ قوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (في سبيل الله) أي : في الجهاد ، وليس المراد ما يتوهمه بعضهم من أن المراد (الإخلاص). ¶ لأن الإخلاص لا يعبر عنه بهذا التعبير بل يُقال (يبتغي به وجه الله). ¶ قوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (خريفا) تمييز ، لأن العدد مبهم. ¶ فوائد الحديث : ¶ 1- فضيلة الصوم في سبيل الله (الجهاد) ما لم يؤد إلى ضعف ونقص في عمل الجهاد كالفتور والتعب ،،، ووجه كونه فاضلاً : لأن ذلك نوع من جهاد النفس حيث منعها من المحبوب فيجتمع للمجاهد جهادان : جهاد النفس وجهاد العدو ولأن فيه دليل على صدق طلب المجاهد . ¶ 2- الأعمال الصالحة تتفاوت مراتبها في الفضل .",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "3- التعبير بالبعض عن الأكل وذلك بقوله (عن وجهه) ، (خريفا) والخريف بعض العام. ¶ 4- مسألة الثواب لا مجال للعقل في تقديرها . شرح عمدة الأحكام – العثيمين . ¶ فضل قيام ليلة القدر ¶ - عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (مَنْ يَقُمْ لَيْلَةَ الْقَدْرِ إِيمَانًا وَاحْتِسَابًا غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ)البخاري. ¶ قوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (من قام ليلة القدر) : هذا مع الحديث (قَامَ رَمَضَانَ إِيمَانًا وَاحْتِسَابًا غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ) قد يقال إن أحدهما يغني عن الآخر وجوابه أن يقال قيام رمضان من غير موافقه ليلة القدر ومعرفتها سبب لغفران الذنوب , وقيام ليلة القدر لمن وافقها وعرفها سبب للغفران وإن لم يقم غيرها . شرح سنن النسائي للسندي . ¶ فضل تعجيل الفطور ¶ - عن سهل بن سعد أن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قال ( لا يزال الناس بخير ما عجّلوا الفطر ) متفق عليه . ¶ لا يزال من أفعال الاستمرار وأفعال الاستمرار هي ( زال – فتئ – برح – انفك ) . ¶ هذه نفيها إثبات / وقد يُحذف النفي ويبقى الفعل مع حذف حرف النفي لكن الفعل يبقى للاستمرار ¶ ( ما ) مصدرية ، أي مدة تعجيلهم الفطر ( ظرفية ) ، وقال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هذا لأن المبادرة بالفطر مبادرة إلى ما أحل الله له بعد منعه منه ، وفي إحلال الممنوع منة عظيمة من الله عز وجل ، والمبادِر إلى فضل الله ومنته محمود لأن الله يحب أن يرى أثر نعمته على عبده وفيها وجه آخر وهو أن في ذلك مخالفة لليهود والنصارى فقد كانوا يؤخرون الفطر ومخالفتهم خير بلا شك . ¶ ما عجلوا الفطر مشروط بالعلم بغروب الشمس أو الظن بغروبها .",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "العلم ظاهر ، وغلبة الظن دليله ما رواه البخاري عن أسماء رضي الله عنها ( أفطرنا في يوم غيم على عهد النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثم طلعت الشمس ) ومعلوم أن إفطارهم ذلك اليوم ليس عن علم ويقين بدليل أن الشمس طلعت لكن عن غلبة الظن . ¶ فوائد الحديث : ¶ 1- الحث على تعجيل الفطر بشرط علم أو ظن وهنا حالات : ¶ يعلم أن الشمس لم تغرب ، فلا يجوز الإفطار ¶ يغلب على ظنه أنها لم تغرب ، فلا يجوز الإفطار ¶ يتردد هل غابت أم لا بدون ترجيح ، فلا يجوز الإفطار لأن الأصل بقاء النهار ¶ يغلب على ظنه أنها غابت ، فيجوز الإفطار ¶ يعلم أنها غابت ، فله الفطر ¶ س – كيف نعلم أن الشمس غابت ؟ ¶ إذا غاب قرصها وصار قرنها الأعلى لا يُرى فقد غابت حتى لو بقي الضوء في الجو ¶ ونعلم الضوء فيما إذا كان الإنسان في طائرة في الجو وضوء الشمس يلوح فيها لكن قرص الشمس غاب عنا فهنا يفطر ¶ 2- تفاضل الأعمال ، فلو أخروا الفطر فُقد عنهم الخير بسبب تفاضل الأعمال ¶ هل يفطر قبل أن يصلي المغرب أو بعدها ؟ الجواب : قبل الصلاة ، لأنه لو أخّر إلى ما بعد الصلاة كان مؤخراً للفطر . شرح عمدة الأحكام – العثيمين . ¶ فضل السحور ¶ - عَنْ أَنَسَ بْنَ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ قَالَ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ( تَسَحَّرُوا فَإِنَّ فِي السَّحُورِ بَرَكَةً ) البخاري . ¶ تسحّروا : كُلوا أكلة السحر ، والسحر آخر الليل ، وهذا أمر به ¶ السَّحور : ويجوز بالضم أي الطعام ، وبالفتح اسمٌ لما يُتسحر به ، والأقرب الضم ¶ بركة : البركة فيه من عدة أوجه ¶ 1- امتثال لأمر النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وهذا أعظم البركة ¶ 2- فيه مخالفة لأهل الكتاب كما قال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ( فصل ما بيننا وبين أهل الكتاب أكلة السحور ) ولا شكّ أن مخالفة الكفار ولا سيما في العبادة بركة . ¶ 3- فيه تقوية على الصوم فالذي يتسحر أقوى من الذي لا يتسحر",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "4- يأكله الإنسان ليتقوى به على العبادة وهذا غير لذي قبله فذاك تحصل فيه القوة مباشرة أما هذا فالنية أنه فعله ليتقوى به على عبادة الله عز وجل ¶ فيه إقتداء بالنبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ، وما أعظم الإقتداء به صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ! ¶ فوائد الحديث : ¶ 1- الأمر بالسحور ، وهل هو على سبيل الوجوب أو الاستحباب ؟ الثاني ، ما لم يخش الضرر بتركه فيكون للوجوب . ¶ 2- القوم الذين يأكلون السحور أول الليل ثم ينامون ، لم يمتثلوا أمر النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لأن السحور ما أُكل في السحر وهؤلاء ينامون قبل نصف الليل . ¶ 3- حسن تعليم النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ . شرح عمدة الأحكام – العثيمين . ¶ فضل من فطر صائماً ¶ - قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ( مَنْ فَطَّرَ صَائِمًا كَانَ لَهُ مِثْلُ أَجْرِهِ غَيْرَ أَنَّهُ لَا يَنْقُصُ مِنْ أَجْرِ الصَّائِمِ شَيْئًا ) صححه الألباني .",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "قوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ( من فطر صائما ) قال ابن الملك التفطير جعل أحد مفطرا , أي من أطعم صائما . قال القاري أي عند إفطاره ( كان له ) أي لمن فطر ( مثل أجره ) أي الصائم : وقد جاء في حديث سلمان الفارسي . من فطر فيه صائما كان له مغفرة لذنوبه وعتق رقبته من النار . وكان له مثل أجره من غير أن ينتقص من أجره شيء : قلنا يا رسول الله ليس كلنا نجد ما نفطر به الصائم , فقال رسول الله صلى الله عليه وسلم ( يعطي الله هذا الثواب من فطر صائما على مذقة لبن أو تمرة أو شربة من ماء , ومن أشبع صائما سقاه الله من حوضي شربة لا يظمأ حتى يدخل الجنة ) , وفي رواية لأبي الشيخ قال رسول الله صلى الله عليه وسلم ( من فطر صائما في شهر رمضان من كسب حلال صلت عليه الملائكة ليالي رمضان كلها وصافحه جبريل ليلة القدر ومن صافحه جبريل عليه السلام يرق قلبه وتكثر دموعه , قال فقلت يا رسول الله من لم يكن عنده ؟ قال فقبضة من طعام قلت أفرأيت إن لم يكن عنده , قال فشربة من ماء ) . تحفة الأحوذي بشرح جامع الترمذي . ¶ فضل صيام يوم عرفة وعاشوراء ¶ - قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (ثَلَاثٌ مِنْ كُلِّ شَهْرٍ وَرَمَضَانُ إِلَى رَمَضَانَ فَهَذَا صِيَامُ الدَّهْرِ كُلِّهِ صِيَامُ يَوْمِ عَرَفَةَ أَحْتَسِبُ عَلَى اللَّهِ أَنْ يُكَفِّرَ السَّنَةَ الَّتِي قَبْلَهُ وَالسَّنَةَ الَّتِي بَعْدَهُ وَصِيَامُ يَوْمِ عَاشُورَاءَ أَحْتَسِبُ عَلَى اللَّهِ أَنْ يُكَفِّرَ السَّنَةَ الَّتِي قَبْلَهُ)مسلم.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "قوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (إني أحتسب على الله أن يكفر السنة التي قبله) فإن قيل ما وجه أن صوم عاشوراء يكفر السنة التي قبله , وصوم يوم عرفة يكفر السنة التي قبله والسنة التي بعده ؟ قيل : وجهه أن صوم يوم عرفة من شريعة محمد صلى الله عليه وسلم وصوم يوم عاشوراء من شريعة موسى عليه الصلاة والسلام . وقال الحافظ في الفتح : روى مسلم من حديث أبي قتادة مرفوعا (إن صوم عاشوراء يكفر سنة وإن صيام عرفة يكفر سنتين) . وظاهر أن صيام عرفة أفضل من صيام عاشوراء , وقد قيل في الحكمة في ذلك أن يوم عاشوراء منسوبة إلى موسى عليه السلام , ويوم عرفة منسوب إلى النبي صلى الله عليه وسلم فلذلك كان أفضل انتهى والله تعالى أعلم . تحفة الأحوذي بشرح جامع الترمذي . ¶ فضل صيام الست من شوال ¶ - عَنْ أَبِي أَيُّوبَ الْأَنْصَارِيِّ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ (مَنْ صَامَ رَمَضَانَ ثُمَّ أَتْبَعَهُ سِتًّا مِنْ شَوَّالٍ كَانَ كَصِيَامِ الدَّهْرِ)مسلم ¶ (ثم) ولم يقل (فأتبعه) لأن الفاء للتعقيب ، وهو لا يمكن لوجود العيد. ¶ (ستاً) لعدم وجود المميز (التمييز) ، ذكر مع المذكر. ¶ ( كصيام الدهر ) شهر رمضان عن عشرة شهور ، وستة أيام عن شهرين. ¶ فوائد الحديث : ¶ 1- فضيلة رمضان حيث ندب إلى الصوم بعده كالراتبة بعد الصلاة ¶ 2- استحباب صيام ستة أيام من شوال وظاهر الحديث أنه لا فرق بين أن تكون متتابعة أو متفرقة ¶ 3- من صامها قبل أن يقضي ما عليه لم يحصل له هذا الأجر , لو كانت نفساء وأفطرت رمضان كله ثم طهرت في يوم العيد وصامت شوال كله وبعده ستة أيام فالظاهر أنه يحصل لها هذا الأجر لأنها أخرت الصيام لعذر. ¶ وقيل : لا تحصل لأن الحديث مقيد بـ (شوال). ¶ فيُقال : نعم ، قيد على الأكثر والأعم ، والتقييد بالأكثر لا يعتبر تقييدا. ¶ فالظاهر أنه يحصل لها الأجر إن شاء الله.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "لا فرق بين تواليها أو تتابعها لأنه أطلق في هذا الحديث ، ونظيرها قوله سبحانه تعالى (فَمَنْ لَمْ يَجِدْ فَصِيَامُ ثَلاثَةِ أَيَّامٍ فِي الْحَجِّ وَسَبْعَةٍ إِذَا رَجَعْتُمْ تِلْكَ عَشَرَةٌ كَامِلَةٌ)البقرة: من الآية196 ، فلا يشترط فيها التتابع ، لكن قوله تعالى (شهرين متتابعين) مقيدة بالتتابع ، ولكن الأفضل أن يبادر لأن فيه مسارعة إلى الخيرات . شرح عمدة الأحكام – العثيمين . ¶ من فضائل الحج ¶ فضل الحج المبرور ¶ - عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (َالْحَجُّ الْمَبْرُورُ لَيْسَ لَهُ جَزَاءٌ إِلَّا الْجَنَّةُ)البخاري. ¶ قوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (الحج المبرور) قيل الأصح أنه الذي لا يخالطه إثم مأخوذ من البر وهو الطاعة وقيل هو القبول المقابل للبر وهو الثواب ومن علامات القبول أن يرجع خيرا مما كان عليه ولا يعاود المعاصي وقيل هو الذي لا يعقبه معصية (إلا الجنة) ابتداء وإلا فاصل الدخول فيها يكفى فيه الإيمان ولازمه أن يغفر له الذنوب كلها صغائرها وكبائرها بل المتقدمة منها والمتأخرة . شرح سنن ابن ماجه للسندي . ¶ فضل الطواف بالبيت ¶ - عَنْ ابْنَ عُمَرَ قَالَ قَالَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (مَنْ طَافَ بِهَذَا الْبَيْتِ أُسْبُوعًا فَأَحْصَاهُ كَانَ كَعِتْقِ رَقَبَةٍ لَا يَضَعُ قَدَمًا وَلَا يَرْفَعُ أُخْرَى إِلَّا حَطَّ اللَّهُ عَنْهُ خَطِيئَةً وَكَتَبَ لَهُ بِهَا حَسَنَةً)صححه الألباني.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "قوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (سبوعاً) كذا وقع في النسخ الموجودة بلا ألف , ووقع في المشكاة أسبوعاً بالألف . قال في المجمع : طاف أسبوعاً أي سبع مرات , والأسبوع الأيام السبعة , وسبوع بلا ألف لغة انتهى . وقال القاري : أي سبعة أشواط كما في رواية (فأحصاه) قال السيوطي أي لم يأت فيه بزيادة أو نقص . وقال القاري بأن يكمله ويراعي ما يعتبر في الطواف من الشروط والآداب (لا يضع) أي الطائف (إلا حط الله عنه بها) أي إلا وضع الله ومحا عن الطائف بكل قدم . تحفة الأحوذي بشرح جامع الترمذي . ¶ فضل ماء زمزم ¶ - عَنْ جَابِرَ بْنَ عَبْدِ اللَّهِ قُالُ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ (مَاءُ زَمْزَمَ لِمَا شُرِبَ لَهُ)صححه الألباني. ¶ قوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (لما شرب له) قال السيوطي في حاشية الكتاب هذا الحديث مشهور على الألسنة كثير أو اختلف الحفاظ فيه فمنهم من صححه ومنهم من حسنه ومنهم من ضعفه والمعتمد الأول وجار من قال أن حديث الباذنجان لما أكل له أصح منه فإن حديث الباذنجان موضوع كذب وفي الزوائد هذا إسناده ضعيف لضعف عبد الله بن المؤمل وقد أخرجه الحاكم في المستدرك من طريق ابن عباس وقال هذا حديث صحيح الإسناد قلت وقد ذكر العلماء إنهم جربوه فوجدوه كذلك والله أعلم . شرح سنن ابن ماجه للسندي . ¶ فضل العمرة ¶ - عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ (الْعُمْرَةُ إِلَى الْعُمْرَةِ كَفَّارَةٌ لِمَا بَيْنَهُمَا)البخاري.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "قوله صلى الله عليه وسلم (العمرة إلى العمرة كفارة لما بينهما) هذا ظاهر في فضيلة العمرة وأنها مكفرة للخطايا الواقعة بين العمرتين , واعلم أن جميع السنة وقت للعمرة , فتصح في كل وقت منها إلا في حق من هو متلبس بالحج , فلا يصح اعتماره حتى يفرغ من الحج , ولا تكره عندنا لغير الحاج في يوم عرفة والأضحى والتشريق وسائر السنة , واختلف العلماء في وجوب العمرة : فمذهب الشافعي والجمهور أنها واجبة , وممن قال به عمر وابن عباس وطاوس وعطاء وابن المسيب وسعيد بن جبير والحسن البصري ومسروق وابن سيرين والشعبي وأبو بردة بن أبي موسى وعبد الله بن شداد والثوري وأحمد وإسحاق وأبو عبيد وداود , وقال مالك وأبو حنيفة وأبو ثور هي سنة وليست واجبة , وحكي أيضا عن النخعي . شرح صحيح مسلم النووي . ¶ من فضائل العلم ¶ فضل العلم ¶ - عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ (إِذَا مَاتَ الْإِنْسَانُ انْقَطَعَ عَنْهُ عَمَلُهُ إِلَّا مِنْ ثَلَاثَةٍ إِلَّا مِنْ صَدَقَةٍ جَارِيَةٍ أَوْ عِلْمٍ يُنْتَفَعُ بِهِ أَوْ وَلَدٍ صَالِحٍ يَدْعُو لَهُ)مسلم.",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "قوله صلى الله عليه وسلم (إذا مات ابن آدم انقطع عنه عمله إلا من ثلاث) قال الشيخ ولي الدين إنما أجرى على هؤلاء الثلاثة الثواب بعد موتهم لوجود ثمرة أعمالهم بعد موتهم كما كانت موجودة في حياتهم (صدقة جارية) حملت على الوقف (وعلم ينتفع به وولد صالح يدعو له) قال القاضي عياض معناه أن عمل الميت منقطع بموته لكن هذه الأشياء لما كان هو سببها من اكتسابه الولد وبثه العلم عند من حمله عنه أو إيداعه تأليفا بقي بعده وإيقافه هذه الصدقة بقيت له أجورها ما بقيت ووجدت . ونقله النووي عن العلماء وذكر القاضي تاج الدين السبكي أن حمل العلم المذكور على التأليف أقوى لأنه أطول مدة وأبقى على ممر الزمان ورأيت من تكلم على هذا الحديث في كراسة قال الأخنائي في كتاب البشرى بما يلحق الميت من الثواب في الدار الأخرى قوله وعلم ينتفع به هو ما خلفه من تعليم أو تصنيف ورواية وربما دخل في ذلك نسخ كتب العلم وتسطيرها وضبطها ومقابلتها وتحريرها والاتقان لها بالسماع وكتابة الطبقات وشراء الكتب المشتملة على ذلك ولكن شرطه أن يكون منتفعا به . شرح سنن النسائي للسيوطي ¶ فضل تعليم الناس ¶ - قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ( إِنَّ اللَّهَ وَمَلَائِكَتَهُ حَتَّى النَّمْلَةَ فِي جُحْرِهَا وَحَتَّى الْحُوتَ لَيُصَلُّونَ عَلَى مُعَلِّمِ النَّاسِ الْخَيْرَ )صححه الألباني",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "قوله صلى الله عليه وسلم (وملائكته) قال القاري أي حملة العرش وقوله (وأهل السموات) تعميم بعد تخصيص انتهى (والأرضين) أي أهل الأرضين من الإنس والجن وجميع الحيوانات (حتى النملة) بالنصب على أن حتى عاطفة وبالجر على أنها جارة وبالرفع على أنها ابتدائية والأول أصح (في جحرها) ضم الجيم وسكون الحاء أي ثقبها . قال الطيبي وصلاته بحصول البركة النازلة من السماء (وحتى الحوت) وهما غايتان مستوعبتان لدواب البر والبحر (ليصلون) فيه تغليب للعقلاء على غيرهم أي يدعون بالخير (على معلم الناس الخير) قيل أراد بالخير هنا علم الدين وما به نجاة الرجل ولم يطلق المعلم ليعلم أن استحقاق الدعاء لأجل تعليم علم موصل إلى الخير, وفيه إشارة إلى وجه الأفضلية بأن نفع العلم متعد ونفع العبادة قاصر . تحفة الأحوذي بشرح جامع الترمذي ¶ من فضائل القرآن ¶ فضل قراءة القران ¶ - عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (أَيُحِبُّ أَحَدُكُمْ إِذَا رَجَعَ إِلَى أَهْلِهِ أَنْ يَجِدَ فِيهِ ثَلَاثَ خَلِفَاتٍ عِظَامٍ سِمَانٍ قُلْنَا نَعَمْ قَالَ فَثَلَاثُ آيَاتٍ يَقْرَأُ بِهِنَّ أَحَدُكُمْ فِي صَلَاتِهِ خَيْرٌ لَهُ مِنْ ثَلَاثِ خَلِفَاتٍ عِظَامٍ سِمَانٍ)مسلم. ¶ قوله صلى الله عليه وسلم (أن يجد) أي في أهله (ثلاث خلفات) بفتح فكسر جمع خلقة وهي الحامل من النوق وهي من أعز أموال العرب . شرح سنن ابن ماجه للسند ¶ فضل تعلم القران ¶ - عَنْ عُثْمَانَ بْنِ عَفَّانَ قَالَ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (إِنَّ أَفْضَلَكُمْ مَنْ تَعَلَّمَ الْقُرْآنَ وَعَلَّمَهُ)البخاري.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "قوله صلى الله عليه وسلم (خيركم من تعلم القرآن وعلمه) قال الطيبي : أي خير الناس باعتبار التعلم والتعليم , من تعلم القرآن وعلمه انتهى . قال القاري في المرقاة : ولا يتوهم أن العمل خارج عنهما لأن العلم إذا لم يكن مؤرثا للعمل ليس علما في الشريعة إذ أجمعوا على أن من عصى الله فهو جاهل انتهى . قال الحافظ : فإن قيل يلزم أن يكون المقرئ أفضل من الفقيه , قلنا لا لأن المخاطبين بذلك كانوا فقهاء النفوس لأنهم كانوا أهل اللسان , فكانوا يدرون معاني القرآن بالسليقة أكثر مما يدريها من بعدهم بالاكتساب , فكان الفقه لهم سجية , فمن كان في مثل شأنهم شاركهم في ذلك لا من كان قارئا أو مقرئا محضا لا يفهم شيئا من معاني ما يقرأه أو يقرئه , فإن قيل فيلزم أن يكون المقرئ أفضل ممن هو أعظم عناء في الإسلام بالمجاهدة والرباط والأمر بالمعروف والنهي عن المنكر مثلا , قلنا حرف المسألة يدور على النفع المتعدي , فمن كان حصوله عنده أكثر كان أفضل , فلعل من مضمرة في الخبر , ويحتمل أن تكون الخيرية وإن أطلقت لكنها مقيدة بناس مخصوصين خوطبوا بذلك , كان اللائق بحالهم ذلك , أو المراد خير المتعلمين من يعلم غيره لا من يقتصر على نفسه . انتهى . تحفة الأحوذي بشرح جامع الترمذي. ¶ فضل سورة الفاتحة ¶ - عَنْ أَبِي سَعِيدِ بْنِ الْمُعَلَّى قَالَ قَالَ لي رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (أَلَا أُعَلِّمُكَ أَعْظَمَ سُورَةٍ فِي الْقُرْآنِ قَبْلَ أَنْ أَخْرُجَ مِنْ الْمَسْجِدِ فَذَهَبَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِيَخْرُجَ مِنْ الْمَسْجِدِ فَذَكَّرْتُهُ فَقَالَ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ هِيَ السَّبْعُ الْمَثَانِي وَالْقُرْآنُ الْعَظِيمُ الَّذِي أُوتِيتُهُ)البخاري",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "سورة الفاتحة أعظم سورة في كتاب الله ، ولهذا تسمي أم القرآن ، وألام هو الذي يرجع إليه الشئ ، فسورة الفاتحة ترجع إليها معاني القرآن كلها ، ولذلك أوجب الله قراءتها في كل ركعة من الصلوات فقال النبي صلي الله عليه وسلم (لا صلاة لمن لم يقرأ بأم القرآن أو بفاتحة الكتاب) ومن خصائص هذه السورة أن الإنسان إذا قرأها علي مريض فأنه يشفا بإذن الله لكن بشرط أن يقرأها بإيمان يعني وهو مؤمن أنها رقية نافعة . ¶ والشرط الثاني أن يقرأها علي مريض مؤمن أيضا مصدق بأنها رقية ونافعة فإذا قرأها إنسان علي مريض وهو مؤمن أنها رقية والمريض مؤمن كذلك إنها نافعة بأذن الله فأن الله تعالي ينفع بها نفعا عجيبا ، هذا من فضائل سورة الفاتحة وهي أعظم سورة في كتاب الله كما في هذا الحديث والله الموفق . شرح رياض الصالحين – العثيمين. ¶ فضل سورة البقرة ¶ - عَنْ أَبِي هُرَيْرَة رَضِيَ اللَّهُ عَنْهُ َأَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ (لَا تَجْعَلُوا بُيُوتَكُمْ مَقَابِرَ إِنَّ الشَّيْطَانَ يَنْفِرُ مِنْ الْبَيْتِ الَّذِي تُقْرَأُ فِيهِ سُورَةُ الْبَقَرَةِ)مسلم.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "قوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (لَا تَجْعَلُوا بُيُوتَكُمْ مَقَابِر) قال العلماء معنى ذلك لا تتركوا الصلاة فيها يعني صلوا في بيوتكم , وإنما سمي البيوت في حال عدم الصلاة فيها مقابر , لأن المقبرة لا يصح الصلاة فيها كما جاء في الحديث عن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أنه قال (الأرض كلها مسجد إلا المقبرة والحمام) وقال (لا تصلوا إلى القبور ولا تجلسوا عليها) فالمقبرة لا تصح فيها صلاة النافلة ولا الفرض ولا سجدة التلاوة ولا سجدة الشكر , ولا أي شيء من الصلوات إلا صلاة واحدة وهى صلاة الجنازة , إذا صلى على الجنازة في المقبرة فلا بأس سواء كان قبل الدفن أم بعده , لكن بعد الدفن لا يصلى عليها في أوقات النهى يعني مثلاً لو جئت لحضور جنازة بعد صلاة العصر ووجدت أنهم قد دفنوها فلا تصل عليها , لأنه يمكنك أن تصلى في وقت آخر غير وقت النهى كالضحى مثلاً وأما إذا جئت وهم لم يدفنوها , لكن قد وضعت في الأرض للدفن فلا بأس أن تصلى عليها ولو كان بعد العصر , لأنه في هذه الحال تكون صلاة لها سبب , والصلاة التي لها سبب ليس عنها وقت نهى . ¶ ثم أخبر صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أن الشيطان ينفر من البيت الذي تقرأ فيه سورة البقرة , يعنى إذا قرأت في بيتك سورة البقرة فإن الشيطان يفر منها ولا يقرب البيت , والسبب أن في سورة البقرة ( آية الكرسي ) . شرح رياض الصالحين – العثيمين ¶ فضل آية الكرسي",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "- عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ (وَكَّلَنِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِحِفْظِ زَكَاةِ رَمَضَانَ فَأَتَانِي آتٍ فَجَعَلَ يَحْثُو مِنْ الطَّعَامِ فَأَخَذْتُهُ وَقُلْتُ وَاللَّهِ لَأَرْفَعَنَّكَ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنِّي مُحْتَاجٌ وَعَلَيَّ عِيَالٌ وَلِي حَاجَةٌ شَدِيدَةٌ قَالَ فَخَلَّيْتُ عَنْهُ فَأَصْبَحْتُ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَا أَبَا هُرَيْرَةَ مَا فَعَلَ أَسِيرُكَ الْبَارِحَةَ قَالَ قُلْتُ يَا رَسُولَ اللَّهِ شَكَا حَاجَةً شَدِيدَةً وَعِيَالًا فَرَحِمْتُهُ فَخَلَّيْتُ سَبِيلَهُ قَالَ أَمَا إِنَّهُ قَدْ كَذَبَكَ وَسَيَعُودُ فَعَرَفْتُ أَنَّهُ سَيَعُودُ لِقَوْلِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّهُ سَيَعُودُ فَرَصَدْتُهُ فَجَاءَ يَحْثُو مِنْ الطَّعَامِ فَأَخَذْتُهُ فَقُلْتُ لَأَرْفَعَنَّكَ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ دَعْنِي فَإِنِّي مُحْتَاجٌ وَعَلَيَّ عِيَالٌ لَا أَعُودُ فَرَحِمْتُهُ فَخَلَّيْتُ سَبِيلَهُ فَأَصْبَحْتُ فَقَالَ لِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَا أَبَا هُرَيْرَةَ مَا فَعَلَ أَسِيرُكَ قُلْتُ يَا رَسُولَ اللَّهِ شَكَا حَاجَةً شَدِيدَةً وَعِيَالًا فَرَحِمْتُهُ فَخَلَّيْتُ سَبِيلَهُ قَالَ أَمَا إِنَّهُ قَدْ كَذَبَكَ وَسَيَعُودُ فَرَصَدْتُهُ الثَّالِثَةَ فَجَاءَ يَحْثُو مِنْ الطَّعَامِ فَأَخَذْتُهُ فَقُلْتُ لَأَرْفَعَنَّكَ إِلَى رَسُولِ اللَّهِ وَهَذَا آخِرُ ثَلَاثِ مَرَّاتٍ أَنَّكَ تَزْعُمُ لَا تَعُودُ ثُمَّ تَعُودُ قَالَ دَعْنِي أُعَلِّمْكَ كَلِمَاتٍ يَنْفَعُكَ اللَّهُ بِهَا قُلْتُ مَا هُوَ قَالَ إِذَا أَوَيْتَ إِلَى فِرَاشِكَ فَاقْرَأْ آيَةَ الْكُرْسِيِّ اللَّهُ",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ حَتَّى تَخْتِمَ الْآيَةَ فَإِنَّكَ لَنْ يَزَالَ عَلَيْكَ مِنْ اللَّهِ حَافِظٌ وَلَا يَقْرَبَنَّكَ شَيْطَانٌ حَتَّى تُصْبِحَ فَخَلَّيْتُ سَبِيلَهُ فَأَصْبَحْتُ فَقَالَ لِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا فَعَلَ أَسِيرُكَ الْبَارِحَةَ قُلْتُ يَا رَسُولَ اللَّهِ زَعَمَ أَنَّهُ يُعَلِّمُنِي كَلِمَاتٍ يَنْفَعُنِي اللَّهُ بِهَا فَخَلَّيْتُ سَبِيلَهُ قَالَ مَا هِيَ قُلْتُ قَالَ لِي إِذَا أَوَيْتَ إِلَى فِرَاشِكَ فَاقْرَأْ آيَةَ الْكُرْسِيِّ مِنْ أَوَّلِهَا حَتَّى تَخْتِمَ الْآيَةَ اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ وَقَالَ لِي لَنْ يَزَالَ عَلَيْكَ مِنْ اللَّهِ حَافِظٌ وَلَا يَقْرَبَكَ شَيْطَانٌ حَتَّى تُصْبِحَ وَكَانُوا أَحْرَصَ شَيْءٍ عَلَى الْخَيْرِ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَمَا إِنَّهُ قَدْ صَدَقَكَ وَهُوَ كَذُوبٌ تَعْلَمُ مَنْ تُخَاطِبُ مُنْذُ ثَلَاثِ لَيَالٍ يَا أَبَا هُرَيْرَةَ قَالَ لَا قَالَ ذَاكَ شَيْطَانٌ)البخاري .",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "هذه القصة قصة عجيبة عظيمة , وذلك لأن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وكل أبا هريرة رضي الله عنه على صدقة رمضان يعني الفطر يحفظها , وكانوا يجمعونها قبل العيد بيوم أو يومين , وكان أبو هريرة وكيلاً عليها , وفي ليلة من الليالي جاء رجل يحثو من الطعام , فأمسكه أبو هريرة وقال لأرفعنك إلى رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فخاف وقال إني ذو عيال وذو حاجة , فرحمة وأطلقه فلما أصبح وجاء إلى رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قال له صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (ما فعل أسيرك البارحة) وهذه من آيات الله , لأن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لم يكن عنده ولكنه علم بذلك عن طريق الوحي , قال ( ما فعل أسيرك البارحة ) قلت يا رسول الله إنه ذو حاجة وذو عيال فرحمته وأطلقته , فقال النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إنه سيعود وكان الصحابة رضي الله عنهم يؤمنون بما أخبر به النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كما يؤمنون بما يشاهدونه بأعينهم أو أكثر , يقول فرصدته , فجاء فجعل يحثو من الطعام فقلت لأرفعنك إلى رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فاشتكى شكايته الأولى أنه محتاج وذو عيال فرحمه رضي الله عنه وإنما رحمه مع أن الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قال (كذبك) , لأن أبا هريرة يعلم حلم النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وسعة صدره , وأنه لن يؤنبه , وفعلاً لو يؤنبه فلما أصبح وجاء إلى النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وأخبره , قال إنه كذبك وسيعود , وفى المرة الثالثة جعل يترقبه , وجاء يأكل من الطعام , فقلت لأرفعن أمرك إلى النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ في هذه المرة , لأنك قلت لن تعود ثلاث مرات وعدت , فقال دعني وإني أعلمك كلمات ينفعك الله بهن , قال وما هن قال آية الكرسي (الله لا إله إلا هو الحي القيوم) إذا أويت إلى فراشك للنوم",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "فاقرأها , فإنه لا يزال عليك من الله حافظ فلا يقربك شيطان حتى تصبح , كلمات يسيرة تحفظك , لو جعلت مائة حارس ما استطاعوا أن يمنعوا الشياطين عنك , ولكن هذه كلمات يسيرة يحفظك الله بها , فلما أصبح غدا إلى النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وقال له الخبر , فقال إنه صدقك وهو كذوب , يعني هذه المرة ما قاله لك صادق فيه وهو كذوب , أتدري من تخاطب منذ ثلاث ليال , قلت يا رسول الله لا أعلم قال (ذاك شيطان متلبس في صورة آدمي) شرح رياض الصالحين – العثيمين. ¶ فضل الآيتين من آخر سورة البقرة ¶ - عَنْ أَبِي مَسْعُودٍ عَنْهُ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (الْآيَتَانِ مِنْ آخِرِ سُورَةِ الْبَقَرَةِ مَنْ قَرَأَهُمَا فِي لَيْلَةٍ كَفَتَاهُ)البخاري. ¶ قوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (من قرأ الآيتين من آخر سورة البقرة) أي (آمن الرسول) إلى آخره (في ليلة) وقد أخرج علي بن سعيد العسكري بلفظ من قرأهما بعد العشاء الآخرة أجزأتا (آمن الرسول) إلى آخر السورة .",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "قوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (كفتاه) أي أجزأتا عنه من قيام الليل , وقيل أجزأتا عنه من قراءة القرآن مطلقا سواء كان داخل الصلاة أم خارجها . وقيل معناه أجزأتاه فيما يتعلق بالاعتقاد لما اشتملتا عليه من الإيمان والأعمال إجمالا , وقيل معناه كفتاه كل سوء , وقيل كفتاه شر الشيطان , وقيل دفعتا عنه شر الإنس والجن , وقيل معناه كفتاه ما حصل له بسببهما من الثواب عن طلب شيء آخر , وكأنهما اختصتا بذلك من الثناء على الصحابة بجميل انقيادهم إلى الله تعالى وابتهالهم ورجوعهم إليه وما حصل لهم من الإجابة إلى مطلوبهم قال الحافظ بعد ذكر هذه الوجوه : والوجه الأول ورد صريحا من طريق عاصم عن علقمة عن أبي مسعود رفعه : (من قرأ خاتمة البقرة أجزأت عنه قيام ليلة) . قال ويؤيد الرابع حديث النعمان بن بشير يعني الذي أخرجه الترمذي في هذا الباب وقال الشوكاني بعد ذكر هذه الوجوه : ولا مانع من إرادة هذه الأمور جميعها ويؤيد ذلك ما تقرر في علم المعاني والبيان من أن أحذف المتعلق مشعر بالتعميم فكأنه قال كفتاه من كل شر ومن كل ما يخاف , وفضل الله واسع . تحفة الأحوذي بشرح جامع الترمذي. ¶ فضل سورة آل عمران",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "- عَنْ أَبُو أُمَامَةَ الْبَاهِلِيُّ رضي الله عنه قَالَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ ( اقْرَءُوا الْقُرْآنَ فَإِنَّهُ يَأْتِي يَوْمَ الْقِيَامَةِ شَفِيعًا لِأَصْحَابِهِ اقْرَءُوا الزَّهْرَاوَيْنِ الْبَقَرَةَ وَسُورَةَ آلِ عِمْرَانَ فَإِنَّهُمَا تَأْتِيَانِ يَوْمَ الْقِيَامَةِ كَأَنَّهُمَا غَمَامَتَانِ أَوْ كَأَنَّهُمَا غَيَايَتَانِ أَوْ كَأَنَّهُمَا فِرْقَانِ مِنْ طَيْرٍ صَوَافَّ تُحَاجَّانِ عَنْ أَصْحَابِهِمَا اقْرَءُوا سُورَةَ الْبَقَرَةِ فَإِنَّ أَخْذَهَا بَرَكَةٌ وَتَرْكَهَا حَسْرَةٌ وَلَا تَسْتَطِيعُهَا الْبَطَلَةُ قَالَ مُعَاوِيَةُ بَلَغَنِي أَنَّ الْبَطَلَةَ السَّحَرَةُ)مسلم. ¶ قوله صلى الله عليه وسلم (اقرءوا الزهراوين البقرة وسورة آل عمران) قالوا : سميتا الزهراوين لنورهما وهدايتهما وعظيم أجرهما . وفيه : جواز قول سورة آل عمران وسورة النساء وسورة المائدة وشبهها , ولا كراهة في ذلك , وكرهه بعض المتقدمين وقال : إنما يقال السورة التي يذكر فيها آل عمران , والصواب الأول , وبه قال الجمهور ; لأن المعنى معلوم . و قوله صلى الله عليه وسلم (فإنهما يأتيان يوم القيامة كأنهما غمامتان أو كأنهما غيايتان) قال هل اللغة : الغمامة والغياية , كل شيء أظل الإنسان فوق رأسه من سحابة وغبرة وغيرهما . قال العلماء : المراد أن ثوابهما يأتي كغمامتين . و قوله صلى الله عليه وسلم (أو كأنما فرقان من طير صواف) . وفي الرواية الأخرى : (كأنهما حزقان من طير صاف) الفرقان بكسر الفاء وإسكان الراء , والحزقان بكسر الحاء المهملة وإسكان الزاي ومعناهما واحد , وهما قطيعان وجماعتان , يقال في الواحد : فرق وحزق وحزيقة أي جماعة . شرح صحيح مسلم النووي. ¶ فضل سورة الكهف",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "- عَنْ الْبَرَاءِ بْنِ عَازِبٍ قَالَ كَانَ رَجُلٌ يَقْرَأُ سُورَةَ الْكَهْفِ وَإِلَى جَانِبِهِ حِصَانٌ مَرْبُوطٌ بِشَطَنَيْنِ فَتَغَشَّتْهُ سَحَابَةٌ فَجَعَلَتْ تَدْنُو وَتَدْنُو وَجَعَلَ فَرَسُهُ يَنْفِرُ فَلَمَّا أَصْبَحَ أَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَ ذَلِكَ لَهُ فَقَالَ (تِلْكَ السَّكِينَةُ تَنَزَّلَتْ بِالْقُرْآن)متفق عليه.ِ ¶ حديث البرء رضي الله عنه أن رجلا كان يقرأ في سورة الكهف ، وسورة الكهف هي التي بين الإسراء و مريم ، هذه السورة من فضائلها أن الإنسان إذا قرأها يوم الجمعة أضاء له ما بين الجمعتين ، وفيها قصص وعبر قصها الله عز وجل علي رسوله صلي الله عليه وسلم ، وكان هذا الرجل يقرأ القرآن فغشاه يعني غطاه شئ مثل الظلة كأنه غمامة ، كلما قرأ نزل ، كلما قرأ نزل من فوقه ، وجعلت الفرس وهي مربوطة بشطنين جعلت تميل ، تنفر من هذا الذي رأته ، فلما أخبر النبي صلي الله عليه وسلم قال تلك السكينة نزلت لقراء القرآن لأن السكينة تنزل عند قراءة القرآن ، إذا قرأه الإنسان بتمهل وتدبر فإن السكينة تنزل حتي تصل إلى قلب القارئ فينزل الله السكينة في قلبه . شرح رياض الصالحين – العثيمين. ¶ فضل حَفِظَ عَشْرَ آيَاتٍ مِنْ أَوَّلِ سُورَةِ الْكَهْف ¶ - عَنْ أَبِي الدَّرْدَاءِ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ (مَنْ حَفِظَ عَشْرَ آيَاتٍ مِنْ أَوَّلِ سُورَةِ الْكَهْف عُصِمَ مِنْ الدَّجَّالِ)مسلم. ¶ قوله صلى الله عليه وسلم (من حفظ عشر آيات من أول سورة الكهف عصم من الدجال) وفي رواية (من آخر الكهف) . قيل سبب ذلك ما في أولها من العجائب والآيات , فمن تدبرها لم يفتتن بالدجال , وكذا في أخرها قوله سبحانه و تعالى (أفحسب الذين كفروا أن يتخذوا) . شرح صحيح مسلم النووي. ¶ فضل سورة الملك",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "- عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ (إِنَّ سُورَةً مِنْ الْقُرْآنِ ثَلَاثُونَ آيَةً شَفَعَتْ لِرَجُلٍ حَتَّى غُفِرَ لَهُ وَهِيَ سُورَةُ تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْكُ)صححه الألباني. ¶ قوله صلى الله عليه وسلم (إن سورة) أي عظيمة (من القرآن) أي كائنة من القرآن (ثلاثون آية) خبر مبتدأ محذوف أي هي ثلاثون والجملة صفة لاسم إن (شفعت) بالتخفيف خبر إن وقيل خبر إن هو ثلاثون وقوله شفعت خبر ثان (لرجل حتى غفر له) متعلق بشفعت وهو يحتمل أن يكون بمعنى المضي في الخبر يعني كان رجل يقرؤها ويعظم قدرها فلما مات شفعت له حتى دفع عنه عذابه , ويحتمل أن يكون بمعنى المستقبل أي تشفع لمن يقرؤها في القبر أو يوم القيامة (وهي{تبارك الذي بيده الملك}) أي إلى آخرها. ¶ وقد استدل بهذا الحديث من قال البسملة ليست من السورة وآية تامة منها لأن كونها ثلاثين آية إنما يصح على تقدير كونها آية تامة منها والحال أنها ثلاثون من غير كونها آية تامة منها . فهي إما ليست بآية منها كمذهب أبي حنيفة ومالك والأكثرين وإما ليست بآية تامة بل هي جزء من الآية الأولى كرواية في مذهب الشافعي . تحفة الأحوذي بشرح جامع الترمذي. ¶ فضل سورة الإخلاص ¶ - عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ رَضِيَ اللَّهُ عَنْهُ قَالَ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِأَصْحَابِهِ (أَيَعْجِزُ أَحَدُكُمْ أَنْ يَقْرَأَ ثُلُثَ الْقُرْآنِ فِي لَيْلَةٍ فَشَقَّ ذَلِكَ عَلَيْهِمْ وَقَالُوا أَيُّنَا يُطِيقُ ذَلِكَ يَا رَسُولَ اللَّهِ فَقَالَ اللَّهُ الْوَاحِدُ الصَّمَدُ ثُلُثُ الْقُرْآنِ)البخاري.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "هذه السورة أقصم النبي صلي الله عليه وسلم إنها تعدل ثلث القرآن وقال لأصحابه (يَعْجِزُ أَحَدُكُمْ أَنْ يَقْرَأَ ثُلُثَ الْقُرْآنِ فِي لَيْلَةٍ) فشق عليهم ذلك فقال ( قل هو الله أحد الله الصمد ) تعدل ثلث القرآن يعني أجرها كأجر ثلث القرآن ، لكنها لا تجزي عن القرآن ، ولهذا لو قرأها الإنسان مثلا ثلاث مرات بدل قراءة الفاتحة في الصلاة لا تجزئ ، لأن هناك فرق بين المعادلة في الأجر والمعادلة في الأجزاء ، قد يكون الشئ معادلا لغيره في الأجر ولكنه لا يعادله في أجزائه ، أرأيتم مثلا إذا قال الإنسان ( لا أله إلا الله وحده لا شريك له ، له الملك وله الحمد وهو علي كل شئ قدير ) عشر مرات كان كمن اعتق أربعة أنفس من ولد إسماعيل يعني يعادل عتق أربعة رقاب لكن لو كان عليه عتق رقبة وقال ذلك ما نفعه ذلك ، فهناك فرق بين المعادلة في الثواب والمعادلة في الأجزاء فهي تعدل ثلث القرآن في الثواب ولكنها لا تعدل في الأجزاء ، ولهذا لو قرأها الإنسان ثلاث مرات في الصلاة لم تجزئه عن الفاتحة والله الموفق . شرح رياض الصالحين – العثيمين. ¶ فضل المعوذتين ¶ - عَنْ عُقْبَةَ بْنِ عَامِرٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (أَلَمْ تَرَ آيَاتٍ أُنْزِلَتْ اللَّيْلَةَ لَمْ يُرَ مِثْلُهُنَّ قَطُّ قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ وَقُلْ أَعُوذُ بِرَبِّ النَّاسِ)مسلم. ¶ قوله صلى الله عليه وسلم (ألم تر آيات أنزلت الليلة لم ير مثلهن قل أعوذ برب الفلق وقل أعوذ برب الناس) فيه بيان عظم فضل هاتين السورتين , وفيه دليل واضح على كونهما من القرآن , ورد على من نسب إلى ابن مسعود خلاف هذا . وفيه أن لفظة (قل) من القرآن ثابتة من أول السورتين بعد البسملة , وقد أجمعت الأمة على هذا كله . شرح صحيح مسلم النووي . ¶ من فضائل الأذكار ¶ فضل الذكر",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "- عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ (سَبْعَةٌ يُظِلُّهُمْ اللَّهُ فِي ظِلِّهِ يَوْمَ لَا ظِلَّ إِلَّا ظِلُّهُ الْإِمَامُ الْعَادِلُ وَشَابٌّ نَشَأَ فِي عِبَادَةِ رَبِّهِ وَرَجُلٌ قَلْبُهُ مُعَلَّقٌ فِي الْمَسَاجِدِ وَرَجُلَانِ تَحَابَّا فِي اللَّهِ اجْتَمَعَا عَلَيْهِ وَتَفَرَّقَا عَلَيْهِ وَرَجُلٌ طَلَبَتْهُ امْرَأَةٌ ذَاتُ مَنْصِبٍ وَجَمَالٍ فَقَالَ إِنِّي أَخَافُ اللَّهَ وَرَجُلٌ تَصَدَّقَ أَخْفَى حَتَّى لَا تَعْلَمَ شِمَالُهُ مَا تُنْفِقُ يَمِينُهُ وَرَجُلٌ ذَكَرَ اللَّهَ خَالِيًا فَفَاضَتْ عَيْنَاهُ)متفق عليه.",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "قوله صلى الله عليه وسلم (الإمام العادل) قال القاضي : هو كل من إليه نظر في شيء من مصالح المسلمين من الولاة والحكام , وبدأ به لكثرة مصالحه وعموم نفعه . ووقع في أكثر النسخ (الإمام العادل) وفي بعضها (الإمام العدل) وهما صحيحان . وقوله صلى الله عليه وسلم (وشاب نشأ بعبادة الله) هكذا هو في جميع النسخ نشأ بعبادة الله والمشهور في روايات هذا الحديث (نشأ في عبادة الله) وكلاهما صحيح , ومعنى رواية الباء : نشأ متلبسا للعبادة أو مصاحبا لها أو ملتصقا بها . وقوله صلى الله عليه وسلم (ورجل قلبه معلق في المساجد) هكذا هو في النسخ كلها (في المساجد) وفي غير هذه الرواية (بالمساجد) ووقع في هذه الرواية في أكثر النسخ (معلق في المساجد) وفي بعضها (متعلق) بالتاء , وكلاهما صحيح , ومعناه شديد الحب لها والملازمة للجماعة فيها , وليس معناه دوام القعود في المسجد . قوله صلى الله عليه وسلم (ورجلان تحابا في الله اجتمعا عليه وتفرقا عليه) معناه اجتمعا على حب الله وافترقا على حب الله , أي كان سبب اجتماعهما حب الله , واستمرا على ذلك حتى تفرقا من مجلسهما وهما صادقان في حب كل واحد منهما صاحبه لله تعالى حال اجتماعهما وافتراقهما . وفي هذا الحديث : الحث على التحاب في الله وبيان عظم فضله وهو من المهمات , فإن الحب في الله والبغض في الله من الإيمان , وهو بحمد الله كثير يوفق له أكثر الناس أو من وفق له .",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "قوله صلى الله عليه وسلم (ورجل دعته امرأة ذات منصب وجمال فقال : إني أخاف الله) قال القاضي : يحتمل قوله (أخاف الله) باللسان , ويحتمل قوله في قلبه ليزجر نفسه , وخص ذات المنصب والجمال لكثرة الرغبة فيها وعسر حصولها , وهي جامعة للمنصب والجمال لا سيما وهي داعية إلى نفسها , طالبة لذلك قد أغنت عن مشاق التوصل إلى مراودة ونحوها , فالصبر عنها لخوف الله تعالى - وقد دعت إلى نفسها مع جمعها المنصب والجمال - من أكمل المراتب وأعظم الطاعات , فرتب الله تعالى عليه أن يظله في ظله , وذات المنصب , هي : ذات الحسب والنسب الشريف . ومعنى (دعته) أي دعته إلى الزنا بها , هذا هو الصواب في معناه . وذكر القاضي فيه احتمالين أصحهما هذا , والثاني : أنه يحتمل أنها دعته لنكاحها فخاف العجز عن القيام بحقها أو أن الخوف من الله تعالى شغله عن لذات الدنيا وشهواتها . قوله صلى الله عليه وسلم (ورجل تصدق بصدقة فأخفاها حتى لا تعلم يمينه ما تنفق شماله) هكذا وقع في جميع نسخ مسلم في بلادنا وغيرها , وكذا نقله القاضي عن جميع روايات نسخ مسلم (لا تعلم يمينه ما تنفق شماله) والصحيح المعروف (حتى لا تعلم شماله ما تنفق يمينه) هكذا رواه مالك في الموطإ والبخاري في صحيحه وغيرهما من الأئمة وهو وجه الكلام ; لأن المعروف في النفقة فعلها باليمين . قال القاضي : ويشبه أن يكون الوهم فيها من الناقلين عن مسلم لا من مسلم بدليل إدخاله بعده حديث مالك - رحمه الله - وقال بمثل حديث عبيد , وبين الخلاف في قوله (وقال : رجل معلق بالمسجد إذا خرج منه حتى يعود) فلو كان ما رواه مخالفا لرواية مالك لنبه عليه كما نبه على هذا . وفي هذا الحديث فضل صدقة السر , قال العلماء : وهذا في صدقة التطوع فالسر فيها أفضل ; لأنه أقرب إلى الإخلاص وأبعد من الرياء .",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "وأما الزكاة الواجبة فإعلانها أفضل , وهكذا حكم الصلاة فإعلان فرائضها أفضل , وإسرار نوافلها أفضل ; لقوله صلى الله عليه وسلم : (أفضل الصلاة صلاة المرء في بيته إلا المكتوبة) قال العلماء : وذكر اليمين والشمال مبالغة في الإخفاء والاستتار بالصدقة , وضرب المثل بهما لقرب اليمين من الشمال وملازمتها لها , ومعناه : لو قدرت الشمال رجلا متيقظا لما علم صدقة اليمين لمبالغته في الإخفاء . ونقل القاضي عن بعضهم أن المراد من عن يمينه وشماله من الناس , والصواب الأول قوله صلى الله عليه وسلم (ورجل ذكر الله تعالى خاليا ففاضت عيناه) فيه فضيلة البكاء من خشية الله تعالى , وفضل طاعة السر لكمال الإخلاص فيها . شرح صحيح مسلم النووي . ¶ كَلِمَةٍ مِنْ كُنُوزِ الْجَنَّةِ ¶ - عَنْ أَبِي مُوسَى الْأَشْعَرِيِّ قَالَ قَالَ لِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (أَلَا أَدُلُّكَ عَلَى كَلِمَةٍ مِنْ كُنُوزِ الْجَنَّةِ أَوْ قَالَ عَلَى كَنْزٍ مِنْ كُنُوزِ الْجَنَّةِ فَقُلْتُ بَلَى فَقَالَ لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ)مسلم.",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "قوله صلى الله عليه وسلم (لا حول ولا قوة إلا بالله كنز من كنوز الجنة) قال العلماء سبب ذلك أنها كلمة استسلام وتفويض إلى الله تعالى , واعتراف بالإذعان له , وأنه لا صانع غيره , ولا راد لأمره , وأن العبد لا يملك شيئا من الأمر , ومعنى الكنز هنا أنه ثواب مدخر في الجنة , وهو ثواب نفيس , كما أن الكنز أنفس أموالكم , قال أهل اللغة (الحول) الحركة والحيلة , أي : لا حركة ولا استطاعة ولا حيلة إلا بمشيئة الله تعالى , وقيل : معناه لا حول في دفع شر , ولا قوة في تحصيل خير إلا بالله , وقيل : لا حول عن معصية الله إلا بعصمته , ولا قوة على طاعته إلا بمعونته , وحكي هذا عن ابن مسعود رضي الله عنه , وكله متقارب , قال أهل اللغة : ويعبر عن هذه الكلمة بالحوقلة والحولقة , وبالأول جزم الأزهري والجمهور , وبالثاني جزم الجوهري , ويقال أيضا : لا حيل ولا قوة في لغة غريبة , حكاها الجوهري وغيره . شرح صحيح مسلم النووي . ¶ أَلْفَ حَسَنَةٍ ¶ - عَنْ أَبِي قَالَ كُنَّا عِنْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ (أَيَعْجِزُ أَحَدُكُمْ أَنْ يَكْسِبَ كُلَّ يَوْمٍ أَلْفَ حَسَنَةٍ فَسَأَلَهُ سَائِلٌ مِنْ جُلَسَائِهِ كَيْفَ يَكْسِبُ أَحَدُنَا أَلْفَ حَسَنَةٍ قَالَ يُسَبِّحُ مِائَةَ تَسْبِيحَةٍ فَيُكْتَبُ لَهُ أَلْفُ حَسَنَةٍ أَوْ يُحَطُّ عَنْهُ أَلْفُ خَطِيئَةٍ)مسلم.",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "قوله صلى الله عليه وسلم (أيعجر) بكسر الجيم (أن يكسب) أي يحصل (تكتب له ألف حسنة) لأن الحسنة الواحدة يعشر أمثالها وهو أقل المضاعفة الموعودة في القرآن بقوله (من جاء بالحسنة فله عشر أمثالها والله يضاعف لمن يشاء) (وتحط) بالواو وفي رواية مسلم أو تحط بأو , قال النووي : هكذا هو في عامة نسخ صحيح مسلم أو يحيط بأو , وفي بعضها ويحط بالواو . وقال الحميدي في الجمع بين الصحيحين : كذا هو في كتاب مسلم أو يحط بأو . قال القاري قد تأتي الواو بمعنى أو فلا منافاة بين الروايتين , ويمكن أن تكون أو بمعنى الواو أو بمعنى بل فحينئذ بجمع له بينهما وفضل الله أوسع من ذلك انتهى . تحفة الأحوذي بشرح جامع الترمذي ¶ سَيِّدُ الِاسْتِغْفَار ِ ¶ - عَنْ شَدَّادُ بْنُ أَوْسٍ رَضِيَ اللَّهُ عَنْهُ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ( سَيِّدُ الِاسْتِغْفَارِ أَنْ تَقُولَ اللَّهُمَّ أَنْتَ رَبِّي لَا إِلَهَ إِلَّا أَنْتَ خَلَقْتَنِي وَأَنَا عَبْدُكَ وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ وَأَبُوءُ لَكَ بِذَنْبِي فَاغْفِرْ لِي فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ قَالَ وَمَنْ قَالَهَا مِنْ النَّهَارِ مُوقِنًا بِهَا فَمَاتَ مِنْ يَوْمِهِ قَبْلَ أَنْ يُمْسِيَ فَهُوَ مِنْ أَهْلِ الْجَنَّةِ وَمَنْ قَالَهَا مِنْ اللَّيْلِ وَهُوَ مُوقِنٌ بِهَا فَمَاتَ قَبْلَ أَنْ يُصْبِحَ فَهُوَ مِنْ أَهْلِ الْجَنَّةِ )البخاري .",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "قوله صلى الله عليه وسلم (سيد الاستغفار) في رواية أفضل الاستغفار أي الأكثر ثوابا للمستغفر به من المستغفر بغيره (اللهم أنت ربي لا إله إلا أنت خلقتني وأنا عبدك وأنا على عهدك ووعدك ما استطعت) قال الخطابي أي أنا على ما عاهدتك عليه ووعدتك من الإيمان وإخلاص الطاعة لك ويحتمل يكون معناه أني مقيم على ما عاهدت إلى من أمرك وأنك منجز وعدك في المثوبة بالأجر واشتراطه الاستطاعة في ذلك معناه الاعتراف بالعجز والقصور عن كنه الواجب من حقه تعالى (أبوء لك بذنبي) قال الخطابي يريد الاعتراف به ويقال باء فلان بذنبه إذا احتمله كرها لا يستطيع دفعه عن نفسه (فإن قالها حين يصبح موقنا بها فمات دخل الجنة) قال الكرماني فإن قلت المؤمن وإن لم يقلها يدخل الجنة قلت المراد أنه يدخلها ابتداء من غير دخول النار ولأن الغالب أن المؤمن بحقيقتها المؤمن بمضمونها لا يعصى الله تعالى أو لأن الله تعالى يعفو عنه ببركة هذا الاستغفار فإن قلت فما الحكمة في كونه أفضل الاستغفارات قلت هذا وأمثاله من التعبديات والله أعلم بذلك لكن لا شك أن فيه ذكر الله بأكمل الأوصاف وذكر نفسه بأنقص الحالات وهو أقصى غاية التضرع ونهاية الاستكانة لمن لا يستحقها إلا هو أما الأول فلما فيه من الاعتراف بوجود الصانع وتوحيده الذي هو أصل الصفات العدمية المسماة بصفات الجلال والاعتراف بالصفات السبعة التي هي الصفات الوجودية المسماة لصفات الإكرام وهي القدرة اللازمة من الخلق الملزومة للإرادة والعلم والحياة والخامسة الكلام اللازم من الوعد والسمع والبصر اللازمان من المغفرة إذ المغفرة للمسموع وللمبصر لا يتصور إلا بعد السماع والإبصار وأما الثاني فلما فيه أيضا من الاعتراف بالعبودية وبالذنوب في مقابلة النعمة التي تقتضي نقيضها وهو الشكر . شرح سنن النسائي للسيوطي . ¶ فضل التسبيح",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "- عَنْ أَبِي مَالِكٍ الْأَشْعَرِيِّ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (َالْحَمْدُ لِلَّهِ تَمْلَأُ الْمِيزَانَ وَسُبْحَانَ اللَّهِ وَالْحَمْدُ لِلَّهِ تَمْلَآَنِ أَوْ تَمْلَأُ مَا بَيْنَ السَّمَاوَاتِ وَالْأَرْضِ)مسلم ¶ قوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (وَالْحَمْدُ لِلَّهِ تَمْلَأُ الْمِيزَانَ) ذكر ابن علان ما مختصره : أي هذه الجملة بخصوصها لأنها أفضل صيغ الحمد ولذا بدئ بها الكتاب العزيز , والحمد لله : هو الثناء على الله بالجميل الاختياري و الإذعان له والرضا بقضائه. ¶ والميزان : المراد منه حقيقته أي ما توزن به الأعمال , إما بأن تجسم الأعمال أو توزن صحائفها , فتطيش بالسيئة وتثقل بالحسنة. ¶ وهذه الكلمة كان لها الثواب العظيم بحيث تملأ كفة الميزان مع سعتها , لأن معاني الباقيات الصالحات في ضمنها , لأن الثناء تارة يكون بإثبات الكمال , وتارة بنفي النقص , وتارة بالاعتراف بالعجز , وتارة بالتفرد بأعلى المراتب , والألف واللام في الحمد لاستغراق جنس المدح , والحمد مما علمناه وجهلناه , وإنما يستحق الإلهية من اتصف بذلك , فاندرج الجميع تحت (َالْحَمْدُ لِلَّهِ). ¶ وقوله ( وَسُبْحَانَ اللَّهِ وَالْحَمْدُ لِلَّهِ تَمْلَآَنِ أَوْ تَمْلَأُ مَا بَيْنَ السَّمَاوَاتِ وَالْأَرْضِ ) شك من الراوي , والمعنى لا يختلف أي (َسُبْحَانَ اللَّهِ وَالْحَمْدُ لِلَّهِ) تملأ ما بين السماوات و الأرض وذلك لأن هاتين الكلمتين مشتملتان على تنزيه الله من كل نقص في قوله (َسُبْحَانَ اللَّهِ) وعلى وصف الله بكل كمال في قوله (َالْحَمْدُ لِلَّهِ) , فقد جمعت هاتان الكلمتان بين التخلية والتحلية كما يقولون. ¶ فالتسبيح : تنزيه الله عما لا يليق به في أسمائه وصفاته وأفعاله وأحكامه.",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "فالله منزه عن كل عيب في أسماءه وصفاته وأفعاله و أحكامه , لا تجد في أسمائه اسماً يشتمل على نقص أو على عيب ولهذا قال سبحانه و تعالى (ولله الأسماء الحسنى)الأعراف180 , ولا تجد في صفاته صفة تشتمل على عيب أو نقص ولهذا قال تعالى (ولله المثل الأعلى) بعد قوله (للذين لا يؤمنون بالآخرة مثل السوء ولله المثل الأعلى)النحل60 ¶ فالله عز وجل له الوصف الأكمل الأعلى من جميع الوجوه , وله الكمال المنزه عن كل عيب في أفعاله كما قال تعالى (وما خلقنا السموات والأرض وما بينهما لاعبين) الدخان 38 , فليس في خلق الله لعب ولهو وإنما هو خلق مبنى على الحكمة. ¶ كذلك أحكامه لا تجد فيها عيباً ولا نقصاً كما قال الله (أليس الله بأحكم الحاكمين)التين8 , وقال عز وجل (أفحكم الجاهلية يبغون ومن أحسن من الله حكماً لقوم يوقنون)المائدة 5.",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "والله عز وجل يحمد على كل حال وكان الرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إذا أصابه ما يسره قال (الحمد لله الذي بنعمته تتم الصالحات) , وإذا أصابه سوى قال (الحمد لله على كل حال) ثم إن ها هنا كلمة شاعت أخيراً عند كثيراً من الناس وهى قولهم (الحمد لله الذي لا يحمد على مكروه سواه) هذا حمد ناقص , لأن قولك على مكروه سواه تعبير يدل على قلة الصبر أو على عدم كمال الصبر , وأنك كاره لهذا الشئ ولا ينبغي للإنسان أن يعبر هذا التعبير , بل ينبغي له أن يعبر بما كان الرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يعبر به فيقول الحمد لله على كل حال أو يقول الحمد لله الذي لا يحمد على كل حال سواه , أما التعبير الأول فإنه تعبير واضح على مضادة ما أصابه من الله عز وجل , وأنه كاره له , وأنا لا أقول إن الإنسان لا يكره مما أصابه من البلاء بطبيعة الإنسان أن يكره ذلك لكن لا تعلن هذا بلسانك في مقام الثناء على الله بل عبر كما عبر النبي اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ . شرح رياض الصالحين - العثيمين ¶ فضل الاستعاذة ¶ - عَنْ سُلَيْمَانَ بْنِ صُرَدٍ قَالَ اسْتَبَّ رَجُلَانِ عِنْدَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَجَعَلَ أَحَدُهُمَا تَحْمَرُّ عَيْنَاهُ وَتَنْتَفِخُ أَوْدَاجُهُ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (إِنِّي لَأَعْرِفُ كَلِمَةً لَوْ قَالَهَا لَذَهَبَ عَنْهُ الَّذِي يَجِدُ أَعُوذُ بِاللَّهِ مِنْ الشَّيْطَانِ الرَّجِيمِ فَقَالَ الرَّجُلُ وَهَلْ تَرَى بِي مِنْ جُنُونٍ)مسلم.",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "قوله صلى الله عليه وسلم في الذي اشتد غضبه (إني لأعرف كلمة لو قالها لذهب عنه الذي يجد : أعوذ بالله من الشيطان الرجيم) فيه أن الغضب في غير الله تعالى من نزغ الشيطان , وأنه ينبغي لصاحب الغضب أن يستعيذ فيقول : أعوذ بالله من الشيطان الرجيم , وأنه سبب لزوال الغضب . وأما قول هذا الرجل الذي اشتد غضبه : هل ترى بي من جنون ؟ فهو كلام من لم يفقه في دين الله تعالى , ولم يتهذب بأنوار الشريعة المكرمة , وتوهم أن الاستعاذة مختصة بالمجنون , ولم يعلم أن الغضب من نزغات الشيطان , ولهذا يخرج به الإنسان عن اعتدال حاله , ويتكلم بالباطل , ويفعل المذموم , وينوي الحقد والبغض وغير ذلك من القبائح المترتبة على الغضب , لهذا قال النبي صلى الله عليه وسلم للذي قال له : أوصني قال : (لا تغضب) فردد مرارا قال (لا تغضب) فلم يزده في الوصية على لا تغضب مع تكراره الطلب , وهذا دليل ظاهر في عظم مفسدة الغضب وما ينشأ منه . ويحتمل أن هذا القائل : هل ترى بي من جنون كان من المنافقين , أو من جفاة الأعراب والله أعلم . شرح صحيح مسلم النووي . ¶ فضل البسملة ¶ - عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ رضي الله عنه أَنَّهُ سَمِعَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ (إِذَا دَخَلَ الرَّجُلُ بَيْتَهُ فَذَكَرَ اللَّهَ عِنْدَ دُخُولِهِ وَعِنْدَ طَعَامِهِ قَالَ الشَّيْطَانُ لَا مَبِيتَ لَكُمْ وَلَا عَشَاءَ وَإِذَا دَخَلَ فَلَمْ يَذْكُرْ اللَّهَ عِنْدَ دُخُولِهِ قَالَ الشَّيْطَانُ أَدْرَكْتُمْ الْمَبِيتَ وَإِذَا لَمْ يَذْكُرْ اللَّهَ عِنْدَ طَعَامِهِ قَالَ أَدْرَكْتُمْ الْمَبِيتَ وَالْعَشَاءَ)مسلم ¶ قوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (إِذَا دَخَلَ الرَّجُلُ بَيْتَهُ فَذَكَرَ اللَّهَ عِنْدَ دُخُولِهِ وَعِنْدَ طَعَامِهِ قَالَ الشَّيْطَانُ لَا مَبِيتَ لَكُمْ وَلَا عَشَاءَ) ذلك لأن الإنسان ذكر الله.",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "وذكر الله تعالى عند دخول البيت أن يقول (بسم الله ولجنا , وبسم الله خرجنا , وعلى الله ربنا توكلنا , اللهم أسألك خير المولج وأسألك خير المخرج) هذا الذكر عند دخول المنزل , سواء في الليل أو في النهار. ¶ وأما الذكر عند العشاء فأن يقول (بسم الله). ¶ فإذا ذكر الله عند دخوله البيت , وذكر الله عند العشاء , قال الشيطان لأصحابه (لَا مَبِيتَ لَكُمْ وَلَا عَشَاءَ) , لأن هذا البيت وهذا العشاء حمى بذكر الله عز وجل , حماه الله تعالى من الشياطين. ¶ وإذا دخل فلم يذكر الله تعالى عند دخوله قال الشيطان (أَدْرَكْتُمْ الْمَبِيتَ) , وإذا لم يذكر الله تعالى عند طعامه قال (أَدْرَكْتُمْ الْمَبِيتَ وَالْعَشَاءَ) , أي أن الشيطان يشاركه المبيت و الطعام لعدم التحصن بذكر الله . شرح رياض الصالحين - العثيمين ¶ فضل الصلاة علي الرسول صلي الله عليه وسلم ¶ - عَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ رضي الله عنهما أَنَّهُ سَمِعَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ (مَنْ صَلَّى عَلَيَّ صَلَاةً صَلَّى اللَّهُ عَلَيْهِ بِهَا عَشْرًا)مسلم. ¶ حديث عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ أَنَّهُ سَمِعَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ (مَنْ صَلَّى عَلَيَّ صَلَاةً صَلَّى اللَّهُ عَلَيْهِ بِهَا عَشْرًا) ، يعني إذا قلت اللهم صل علي محمد ، صلي الله بها عشر مرات ، فأثني الله عليك في الملاء الاعلي عشر مرات ، وهذا يدل علي فضيلة الصلاة علي رسول الله صلي الله عليه وسلم ، ويدل علي علو مرتبة النبي صلي الله عليه وسلم عند الله حيث جازى من صلي عليه بعشر أمثال عمله ، يصلي الله عليه عشر مرات . شرح رياض الصالحين - العثيمين ¶ كفارة المجلس",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "- عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (مَنْ جَلَسَ فِي مَجْلِسٍ فَكَثُرَ فِيهِ لَغَطُهُ فَقَالَ قَبْلَ أَنْ يَقُومَ مِنْ مَجْلِسِهِ ذَلِكَ سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا أَنْتَ أَسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ إِلَّا غُفِرَ لَهُ مَا كَانَ فِي مَجْلِسِهِ ذَلِكَ)صححه الألباني. ¶ من آداب المجالس أن الإنسان إذا جلس مجلسا ً فكثر فيه لغطه , فإنه يكفره أن يقول (سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا أَنْتَ أَسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ) , قبل أن يقوم من مجلسه , فإذا قال ذلك , فإن هذا يمحو ما كان منه من لغط , وعليه فيستحب أن يختم المجلس الذي كثر فيه اللغط بهذا الدعاء سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا أَنْتَ أَسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ . شرح رياض الصالحين - العثيمين ¶ كَلِمَتَانِ خَفِيفَتَانِ عَلَى اللِّسَانِ ثَقِيلَتَانِ فِي الْمِيزَان ِ ¶ - عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ (كَلِمَتَانِ خَفِيفَتَانِ عَلَى اللِّسَانِ ثَقِيلَتَانِ فِي الْمِيزَانِ حَبِيبَتَانِ إِلَى الرَّحْمَنِ سُبْحَانَ اللَّهِ الْعَظِيمِ سُبْحَانَ اللَّهِ وَبِحَمْدِهِ)البخاري.",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "قوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (كلمتان خفيفتان) المراد بالكلمة اللغوية أو العرفيه لا النحوية وخفتهما سهولتهما على اللسان لقله حروفهما وحسن نظمهما واشتمالهما على الاسم الجليل الذي يذعن الطباع في ذكره كأنهما في ذلك كالحمل الخفيف الذي يسهل حمله وثقلهما في الميزان لعظم لفظهما قدرا عند الله ومعنى حبيبتان إلى الرحمن أنهما موصوفتان بكثرة المحبوبية عنده تعالى تفيده الأحاديث الآخر مثل أحب الكلام إلى الله سبحان الله وبحمده سبحان الله العظيم وإلا جميع الذكر محبوب عنده تعالى ثم الظاهر أن قوله كلمتان خبر لقوله سبحان الله إلخ قدم على المبتدأ لتشويق السامع إليه وذلك لأن كلمتان نكرة وسبحان الله إلخ لأنه معرفة أريد به نفسه واللفظ إذا أريد به نفسه يكون معرفة حقيقة عند من قال بوضع الألفاظ لا نفسها وحكمها عند من ينفيه والمعرفة لا تكون خبر النكرة عند غالب النحاة ومعنى سبحان الله تنزيهه عن كل ما لا يليق بجنابه العلي وهو مصدر لفعل مقدر أي أسبح الله تسبيحا والواو في وبحمده للحال بتقدير وأنا ملتبس بحمده وقيل للعطف أي أنزهه وأتلبس بحمده وقيل زائدة أي أسبحه ملتبسا يحمده . شرح ابن ماجه للسندي. ¶ كلمة فُتِحَتْ لَهَا أَبْوَابُ السَّمَاء ِ",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "- عَنْ ابْنِ عُمَرَ قَالَ بَيْنَمَا نَحْنُ نُصَلِّي مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذْ قَالَ رَجُلٌ مِنْ الْقَوْمِ اللَّهُ أَكْبَرُ كَبِيرًا وَالْحَمْدُ لِلَّهِ كَثِيرًا وَسُبْحَانَ اللَّهِ بُكْرَةً وَأَصِيلًا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (مَنْ الْقَائِلُ كَلِمَةَ كَذَا وَكَذَا قَالَ رَجُلٌ مِنْ الْقَوْمِ أَنَا يَا رَسُولَ اللَّهِ قَالَ عَجِبْتُ لَهَا فُتِحَتْ لَهَا أَبْوَابُ السَّمَاءِ قَالَ ابْنُ عُمَرَ فَمَا تَرَكْتُهُنَّ مُنْذُ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ ذَلِكَ)مسلم. ¶ قوله (الله أكبر) بالسكون ويضم (كبيرا) حال مؤكدة وقيل منصوب بإضمار أكبر وقيل صفة لمحذوف أي تكبيرا كبيرا وافعل لمجرد المبالغة أو معناه أعظم من أن يعرف عظمته . قال ابن الهمام إن أفعل وفعيلا في صفاته تعالى سواء لأنه لا يراد بأكبر إثبات الزيادة في صفته بالنسبة إلى غيره بعد المشاركة لأنه لا يساويه أحد في أصل الكبرياء (والحمد لله كثيرا) صفة لموصوف مقدر أي حمدا كثيرا (وسبحان الله بكرة وأصيلا) أي في أول النهار وآخره منصوبان على الظرفية والعامل سبحان وخص هذين الوقتين لاجتماع ملائكة الليل والنهار فيهما كذا ذكره الأبهري وصاحب المفاتيح . وقال الطيبي الأظهر أن يراد بهما الدوام كما في قوله تعالى (ولهم رزقهم فيها بكرة وعشيا) تحفة الأحوذي بشرح جامع الترمذي ¶ أَحَبُّ الْكَلَامِ إِلَى اللَّهِ ¶ - عَنْ سَمُرَةَ بْنِ جُنْدَبٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (أَحَبُّ الْكَلَامِ إِلَى اللَّهِ أَرْبَعٌ سُبْحَانَ اللَّهِ وَالْحَمْدُ لِلَّهِ وَلَا إِلَهَ إِلَّا اللَّهُ وَاللَّهُ أَكْبَرُ لَا يَضُرُّكَ بِأَيِّهِنَّ بَدَأْتَ)مسلم.",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "قوله صلى الله عليه وسلم (أحب الكلام إلى الله : سبحان الله وبحمده) وفي رواية (أفضل) هذا محمول على كلام الآدمي . وإلا فالقرآن أفضل , وكذا قراءة القرآن أفضل من التسبيح والتهليل المطلق , فأما المأثور في وقت أو حال ونحو ذلك فالاشتغال به أفضل . والله أعلم .شرح صحيح مسلم النووي ¶ فضل الحمد عقب الأكل ¶ - عَنْ سَهْلِ بْنِ مُعَاذِ بْنِ أَنَسٍ الْجُهَنِيِّ عَنْ أَبِيهِ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ (مَنْ أَكَلَ طَعَامًا ثُمَّ قَالَ الْحَمْدُ لِلَّهِ الَّذِي أَطْعَمَنِي هَذَا وَرَزَقَنِيهِ مِنْ غَيْرِ حَوْلٍ مِنِّي وَلَا قُوَّةٍ غَفَرَ اللَّهُ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ)حسنه الألباني. ¶ قوله صلى الله عليه وسلم (الحمد لله الذي أطعمني هذا) أي هذا الطعام (ورزقنيه من غير حول مني) أي من غير حركة وحيلة مني.تحفة الأحوذي بشرح جامع الترمذي . ¶ من فضائل مكارم الأخلاق ¶ فضل الإصلاح بين الناس ¶ - عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ قَالَ رَسُولُ اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (كُلُّ سُلَامَى مِنْ النَّاس عَلَيْهِ صَدَقَةٌ كُلَّ يَوْمٍ تَطْلُعُ فِيهِ الشَّمْسُ يَعْدِلُ بَيْنَ النَّاسِ صَدَقَةٌ)البخاري. ¶ السلامى هي العظام والمفاصل , يعني كل يوم تطلع الشمس فعلى كل مفصل من مفاصلك صدقة. ¶ قال العلماء من أهل الفقه و الحديث وعدد السلامى في الإنسان ثلاثمائة وستون عضواً أو مفصلاً , فعلى كل واحد من الناس أن يتصدق كل يوم تطلع فيه الشمس بثلاثمائة وستون صدقة , ولكن الصدقة لا تختص بالمال , بل كل ما يقرب إلى الله فهو صدقة بالمعنى العام , لأن فعله يدل على صدق صاحبه في طلب رضوان الله تعالى .",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "ثم بين صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هذه الصدقة فقال (تعدل بين اثنين صدقة) يعنى رجلان يتخاصمان إليك فتعدل بينهما , تحكم بينهما بالعدل وكل ما وافق الشرع فهو عدل , وكل ما خالف الشرع فهو ظلم وجور . ¶ ومن العدل بين اثنين العدل بينهما بالصلح , لأن الحكم بين الاثنين سواء كان متطوعاً أو من قبل ولى الأمر , قد لا يتبين له وجه الصواب مع أحد الطرفين , فإذا لم يتبين له فلا سبيل له إلا بالإصلاح , فيصلح بينهما بقدر ما يستطيع . ¶ ولا يمكن أن يكون صلح مع المشاحة , يعنى أن الإنسان إذا أراد أن يعامل أخاه بالمشادة فإنه لا يمكن الصلح كما قال تعالى ( والصلح خير وأحضرت الأنفس الشح ) النساء 128 , يشير إلى أن الصلح ينبغي للإنسان أن يبعد فيه عن الشح , وأن لا يطالب بكامل حقه , لأنه إن طالب بكامل حقه , طالب الآخر بكامل حقه ولم يحصل بينهما صلح , بل لا بد أن يتنازل كل واحد منهم عن بعض حقه , فإذا لم يمكن الحكم بين الناس بالحق , بل اشتبه على الإنسان إما من حيث الدليل , أو من حيث حال المتخاصمين , فليس هناك إلا السعي بينهما بالصلح . شرح رياض الصالحين - العثيمين . ¶ فضل صلة الرحم ¶ - عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ ( مَنْ سَرَّهُ أَنْ يُبْسَطَ لَهُ فِي رِزْقِهِ أَوْ يُنْسَأَ لَهُ فِي أَثَرِهِ فَلْيَصِلْ رَحِمَهُ) مسلم .",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "قوله صلى الله عليه وسلم (من أحب أن يبسط له في رزقه وينسأ له في أثره فليصل رحمه) (ينسأ) مهموز أي يؤخر . و (الأثر) الأجل , لأنه تابع للحياة في أثرها . و (بسط الرزق) توسيعه وكثرته , وقيل : البركة فيه . وأما التأخير في الأجل ففيه سؤال مشهور , وهو أن الآجال والأرزاق مقدرة لا تزيد ولا تنقص , (فإذا جاء أجلهم لا يستأخرون ساعة ولا يستقدمون) وأجاب العلماء بأجوبة الصحيح منها أن هذه الزيادة بالبركة في عمره , والتوفيق للطاعات , وعمارة أوقاته بما ينفعه في الآخرة , وصيانتها عن الضياع في غير ذلك . والثاني أنه بالنسبة إلى ما يظهر للملائكة وفي اللوح المحفوظ , ونحو ذلك , فيظهر لهم في اللوح أن عمره ستون سنة إلا أن يصل رحمه فإن وصلها زيد له أربعون , وقد علم الله سبحانه وتعالى ما سيقع له من ذلك , وهو من معنى قوله تعالى : (يمحو الله ما يشاء ويثبت) فبالنسبة إلى علم الله تعالى , وما سبق به قدره ولا زيادة بل هي مستحيلة , وبالنسبة إلى ما ظهر للمخلوقين تتصور الزيادة , وهو مراد الحديث . والثالث أن المراد بقاء ذكره الجميل بعده , فكأنه لم يمت . حكاه القاضي , وهو ضعيف أو باطل والله أعلم . شرح صحيح مسلم النووي . ¶ فضل بر الولدين ¶ - عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ قَالَ قُلْتُ يَا نَبِيَّ اللَّهِ أَيُّ الْأَعْمَالِ أَقْرَبُ إِلَى الْجَنَّةِ قَالَ (الصَّلَاةُ عَلَى مَوَاقِيتِهَا قُلْتُ وَمَاذَا يَا نَبِيَّ اللَّهِ قَالَ بِرُّ الْوَالِدَيْنِ قُلْتُ وَمَاذَا يَا نَبِيَّ اللَّهِ قَالَ الْجِهَادُ فِي سَبِيلِ اللَّهِ)مسلم.",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "حديث ابن مسعود رضي الله عنه أن النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قال حين سأله عبد الله بن مسعود أي العمل أحب إلى الله قال (الصَّلَاةُ عَلَى مَوَاقِيتِهَا) قلت ثم أي قال (بِرُّ الْوَالِدَيْنِ) قلت ثم أي قال (الْجِهَادُ فِي سَبِيلِ اللَّهِ) , فجعل النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مرتبة البر بالوالدين مقدمة على مرتبة الجهاد في سبيل الله , وفى هذا دليل على فضل بر الوالدين. ¶ فإن قال قائل ما هو البر ؟ قلنا هو الإحسان إليهما , بالقول , والفعل والمال بقدر المستطاع , اتقوا الله ما استطعتم , وضد ذلك العقوق . شرح رياض الصالحين - العثيمين ¶ فضل نفقة الرجل على أهله ¶ - عَنْ أَبِي مَسْعُودٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ (إِذَا أَنْفَقَ الرَّجُلُ عَلَى أَهْلِهِ يَحْتَسِبُهَا فَهُوَ لَهُ صَدَقَةٌ)البخاري. ¶ هذا لحديث يدل على فضيلة الإنفاق على الأهل , وأنه أفضل من الإنفاق في سبيل الله , وأفضل من الإنفاق في الرقاب , وأفضل من الإنفاق علي المساكين , وذلك لأن الأهل ممن ألزمك الله بهم , وأوجب عليك نفقتهم , فالإنفاق عليهم فرض عين , والإنفاق علي من سواهم فرض كفاية , وفرض العين أفضل من فرض الكفاية.",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "وقد يكون الإنفاق علي من سواهم علي وجه التطوع , والفرض أفضل من التطوع , لقول الله تعالي في الحديث القدسي (ما تقرب إلى عبدي أفضل مما افترضته عليه) لكن الشيطان يرغب الإنسان في التطوع ويزهده في الواجب , فتجده مثلاً يحرص علي الصدقة ويدع الواجب , يتصدق علي مسكين أو ما أشبه ذلك ويدع الواجب لأهله , يتصدق علي مسكين أو نحوه ويدع الواجب لنفسه , كقضاء الدين مثلاً تجده مديناً يطالبه صاحب الدين بدينه وهو لا يوفى , ويذهب يتصدق علي المساكين وربما يذهب للعمرة أو لحج التطوع وما أشبه ذلك ويدع الواجب , وهذا خلاف الشرع وخلاف الحكمة , فهو سفه في العقل وضلال في الشرع . شرح رياض الصالحين - العثيمين . ¶ فضل بشاشة الوجه ¶ - عَنْ أَبِي ذَرٍّ قَالَ قَالَ لِيَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (لَا تَحْقِرَنَّ مِنْ الْمَعْرُوفِ شَيْئًا وَلَوْ أَنْ تَلْقَى أَخَاكَ بِوَجْهٍ طَلْقٍ)مسلم. ¶ أن طلاقة الوجه توجب سرور صاحبك , لأنه يفرق بين شخص يلقاك بوجه معبس وشخص يلقاك بوجه منطلق , ولهذا قال النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لأبى ذر (لَا تَحْقِرَنَّ مِنْ الْمَعْرُوفِ شَيْئًا وَلَوْ أَنْ تَلْقَى أَخَاكَ بِوَجْهٍ طَلْقٍ) فهذا من المعروف لأنه يدخل السرور على أخيك , ويشرح صدره . ¶ كلمة طيبة مثل أن تقول له كيف أنت ؟ كيف حالك ؟ كيف إخوانك ؟ كيف أهلك ؟ وما أشبه ذلك , لأن هذه الكلمات الطيبة التي تدخل السرور على صاحبك كل كلمة فهي صدقة لك عند الله وأجر وثواب وقد قال النبي عليه الصلاة والسلام (البر حسن الخلق) وقال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (أكمل المؤمنين إيماناً أحسنهم خلقاً) . شرح رياض الصالحين - العثيمين . ¶ فضل أفشى السلام",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "- عَنْ عِمْرَانَ بْنِ حُصَيْنٍ قَالَ جَاءَ رَجُلٌ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ (السَّلَامُ عَلَيْكُمْ فَرَدَّ عَلَيْهِ السَّلَامَ ثُمَّ جَلَسَ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَشْرٌ ثُمَّ جَاءَ آخَرُ فَقَالَ السَّلَامُ عَلَيْكُمْ وَرَحْمَةُ اللَّهِ فَرَدَّ عَلَيْهِ فَجَلَسَ فَقَالَ عِشْرُونَ ثُمَّ جَاءَ آخَرُ فَقَالَ السَّلَامُ عَلَيْكُمْ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ فَرَدَّ عَلَيْهِ فَجَلَسَ فَقَالَ ثَلَاثُونَ)صححه الألباني ¶ حديث عِمْرَانَ بْنِ حُصَيْنٍ فقال للأول عشر حسنات والثاني عشرون وللثالث ثلاثون , لأن كل واحد منهم زاد. ¶ وهذه المسألة اختلف فيها العلماء هل إذا سلم على واحد يقول السلام عليك أم يقول عليكم ؟ ¶ الصحيح أن يقول السلام عليك , هكذا ثبت عن النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كما في حديث المسيء في صلاته أنه قال السلام عليك . فإذا كانوا جماعة فقل السلام عليكم , وإذا كان واحد فقل السلام عليك , وإن زدت ورحمة الله فهو خير , وإن زدت وبركاته فهو خير , لأن كل كلمة فيها عشر حسنات , وإن اقتصرت على السلام عليك , فهو كاف . شرح رياض الصالحين - العثيمين . ¶ فضل التقوى ¶ - عَنْ أَبِي هُرَيْرَةَ قَالَ قِيلَ يَا رَسُولَ اللَّهِ (مَنْ أَكْرَمُ النَّاسِ قَالَ أَتْقَاهُمْ)مسلم. ¶ قال العلماء : لما سئل صلى الله عليه وسلم أي الناس أكرم ؟ أخبر بأكمل الكرم وأعمه , فقال : أتقاهم لله وأصل الكرم كثرة الخير , ومن كان متقيا كان كثير الخير وكثير الفائدة في الدنيا , وصاحب الدرجات العلا في الآخرة . شرح صحيح مسلم النووي . ¶ فضل الأخوة في الله",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "- عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (أَنَّ رَجُلًا زَارَ أَخًا لَهُ فِي قَرْيَةٍ أُخْرَى فَأَرْصَدَ اللَّهُ لَهُ عَلَى مَدْرَجَتِهِ مَلَكًا فَلَمَّا أَتَى عَلَيْهِ قَالَ أَيْنَ تُرِيدُ قَالَ أُرِيدُ أَخًا لِي فِي هَذِهِ الْقَرْيَةِ قَالَ هَلْ لَكَ عَلَيْهِ مِنْ نِعْمَةٍ تَرُبُّهَا قَالَ لَا غَيْرَ أَنِّي أَحْبَبْتُهُ فِي اللَّهِ عَزَّ وَجَلَّ قَالَ فَإِنِّي رَسُولُ اللَّهِ إِلَيْكَ بِأَنَّ اللَّهَ قَدْ أَحَبَّكَ كَمَا أَحْبَبْتَهُ فِيهِ)مسلم. ¶ قوله صلى الله عليه وسلم (فأرصد الله على مدرجته ملكا) معنى (أرصده) أقعده يرقبه . و (المدرجة) بفتح الميم والراء هي الطريق , سميت بذلك لأن الناس يدرجون عليها , أي يمضون ويمشون . قوله (لك عليه من نعمة تربها) أي تقوم بإصلاحها , وتنهض إليه بسبب ذلك . قوله : (بأن الله قد أحبك كما أحببته فيه) قال العلماء : محبة الله عبده هي رحمته له , ورضاه عنه , وإرادته له الخير , وأن يفعل به فعل المحب من الخير . وأصل المحبة في حق العباد ميل القلب , والله تعالى منزه عن ذلك . في هذا الحديث فضل المحبة في الله تعالى , وأنها سبب لحب الله تعالى العبد , وفيه فضيلة زيارة الصالحين والأصحاب , وفيه أن الآدميين قد يرون الملائكة . شرح صحيح مسلم النووي . ¶ فضل عيادة المريض ¶ - عَنْ ثَوْبَانَ مَوْلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ ( مَنْ عَادَ مَرِيضًا لَمْ يَزَلْ فِي خُرْفَةِ الْجَنَّةِ قِيلَ يَا رَسُولَ اللَّهِ وَمَا خُرْفَةُ الْجَنَّةِ قَالَ جَنَاهَا)مسلم.",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "حديث ثوبان أن النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قال إذا عاد المسلم أخاه المسلم يعني في مرضه فإنه لا يزال في خرفة الجنة قيل وما خرفة الجنة قال جناها يعني أنه يجني من ثمار الجنة مدة دوامه جالسا عند هذا المريض ، وفي هذا الحديث دليل علي فضل عيادة المريض ، من يحب أن يخترف من ثمار الجنة هذا من أسبابها والله الموفق . شرح رياض الصالحين - العثيمين . ¶ فضل السماح و حسن الخلاق ¶ - عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ (رَحِمَ اللَّهُ رَجُلًا سَمْحًا إِذَا بَاعَ وَإِذَا اشْتَرَى وَإِذَا اقْتَضَى)البخاري.",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "قوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (رحم الله رجلا) يحتمل الدعاء ويحتمل الخبر , وبالأول جزم ابن حبيب المالكي وابن بطال ورجحه الداودي , ويؤيد الثاني ما رواه الترمذي من طريق زيد بن عطاء بن السائب عن ابن المنكدر في هذا الحديث بلفظ (غفر الله لرجل كان قبلكم كان سهلا إذا باع) الحديث , وهذا يشعر بأنه قصد رجلا بعينه في حديث الباب , قال الكرماني : ظاهره الإخبار لكن قرينة الاستقبال المستفاد من (إذا) تجعله دعاء وتقديره رحم الله رجلا يكون كذلك , وقد يستفاد العموم من تقييده بالشرط . قوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (سمحا) بسكون الميم وبالمهملتين أي سهلا , وهي صفة مشبهة تدل على الثبوت , فلذلك كرر أحوال البيع والشراء والتقاضي , والسمح الجواد , يقال سمح بكذا إذا جاد , والمراد هنا المساهلة . قوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (وإذا اقتضى) أي طلب قضاء حقه بسهولة وعدم إلحاف , في رواية حكاها ابن التين (وإذا قضى) أي أعطى الذي عليه بسهولة بغير مطل , وللترمذي والحاكم من حديث أبي هريرة مرفوعا (إن الله يحب سمح البيع سمح الشراء سمح القضاء) وللنسائي من حديث عثمان رفعه (أدخل الله الجنة رجلا كان سهلا مشتريا وبائعا وقاضيا ومقتضيا) ولأحمد من حديث عبد الله بن عمرو نحوه وفيه الحض على السماحة في المعاملة واستعمال معالي الأخلاق وترك المشاحة والحض على ترك التضييق على الناس في المطالبة وأخذ العفو منهم . فتح الباري بشرح صحيح البخاري . ¶ أفضل المسلمين ¶ - عَنْ أَبِي مُوسَى رَضِيَ اللَّهُ عَنْهُ قَالَ قَالُوا يَا رَسُولَ اللَّهِ أَيُّ الْإِسْلَامِ أَفْضَلُ قَالَ (مَنْ سَلِمَ الْمُسْلِمُونَ مِنْ لِسَانِهِ وَيَدِهِ)متفق عليه.",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "حديث أبي موسي الأشعري رضي الله عنه أن النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سئل أي المسلم خير يعني أي المسلمين خير قال(مَنْ سَلِمَ الْمُسْلِمُونَ مِنْ لِسَانِهِ وَيَدِهِ) أي لا يتعدى علي المسلمين لا بلسانه بغيبة أو نميمة أو سب أو ما أشبه ذلك ، ويده يعني لا يأخذ أموالهم ولا يضرب أبشارهم ، بل هو كافي عادل لا يأتي الناس إلا ما هو خير هذا هو المسلم ، وفي هذا حث علي أن يسلم الإنسان من لسانك ويدك ، احفظ لسانك لا تتكلم في عباد الله إلا في الخير ، كذلك احفظ يدك لا تجني علي أموالهم ولا علي أبشارهم ، بل كن سالما يسلم منك وهذا هو خير المسلمين . شرح رياض الصالحين - العثيمين . ¶ فضل من دعاء إلى هُدَى ¶ - عن أبي هريرة رضي الله عنه قال: قال رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (من دعاء إلى هُدَى كان له من الأجر مثل أجور من تبعه، لا ينقص ذلك من أجورهم شيئاً. ومن دعا إلى ضلالة كان عليه من الإثم مثل آثام من تبعه، لا ينقص ذلك من آثامهم شيئاً)مسلم. ¶ هذا الحديث – وما أشبهه من الأحاديث – فيه: الحث على الدعوة إلى الهدى والخير، وفضل الداعي، والتحذير من الدعاء إلى الضلالة والغيّ، وعظم جرم الداعي وعقوبته. ¶ والهدى: هو العلم النافع، والعمل الصالح. ¶ فكل من علم علماً لو وَجَّه المتعلمين إلى سلوك طريقة يحصل لهم فيها علم: فهو داع إلى الهدى. ¶ وكل من دعاء إلى عمل صالح يتعلق بحق الله، أو بحقوق الخلق العامة والخاصة: فهو داع إلى الهدى. ¶ وكل من أبدى نصيحة دينية أو دنيوية يتوسل بها إلى الدين: فهو داع إلى الهدى. ¶ وكل من اهتدى في علمه أو عمله، فاقتدى به غيره: فهو داع إلى الهدى. ¶ وكل من تقدم غيره بعمل خيري، أو مشروع عام النفع: فهو داخل في هذا النص. ¶ وعكس ذلك كله: الداعي إلى الضلالة. ¶ فالداعون إلى الهدى: هم أئمة المتقين، وخيار المؤمنين. ¶ والداعون إلى الضلالة: هم الأئمة الذين يدعون إلى النار.",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "وكل من عاون غيره على البر والتقوى: فهو من الداعين إلى الهدى. ¶ وكل من أعان غيره على الإثم والعدوان: فهو من الداعين إلى الضلالة . بهجة قلوب الأبرار وقرة عيون الأخيار في شرح جوامع الأخبار . ¶ فضل الذب عن عرض المسلم ¶ - عَنْ أَبِي الدَّرْدَاءِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ (مَنْ رَدَّ عَنْ عِرْضِ أَخِيهِ رَدَّ اللَّهُ عَنْ وَجْهِهِ النَّارَ يَوْمَ الْقِيَامَةِ)صححه الألباني ¶ قوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (من رد عن عرض أخيه) أي منع غيبة عن أخيه (رد الله عن وجهه النار) أي صرف الله عن وجه الراد نار جهنم . قال المناوي : أي عن ذاته العذاب وخص الوجه لأن تعذيبه أنكى في الإيلام وأشد في الهوان . تحفة الأحوذي بشرح جامع الترمذي . ¶ من أحب أن يزحزح عن النار، ويدخل الجنة ¶ - عن عبد الله بن عمرو رضي الله عنهما قال: قال رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (من أحب أن يزحزح عن النار، ويدخل الجنة: فلتأته منيته وهو يؤمن بالله واليوم الآخر. وليأت إلى الناس الذي يحب أن يؤتى إليه)مسلم. ¶ لا شك أن من زحزح عن النار وأدخل الجنة فقد فاز، وأن هذه غاية يسعى إليها جميع المؤمنين. فذكر النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم في هذا الحديث لها سببين ، ترجع إليهما جميع الشعب والفروع: الإيمان بالله واليوم الآخر، المتضمن للإيمان بالأصول التي ذكرها الله بقوله (قُولُواْ آمَنَّا بِاللّهِ (, ومتضمن للعمل للآخرة والاستعداد لها؛ لأن الإيمان الصحيح يقتضي ذلك ويستلزمه. والإحسان إلى الناس، ون يصل إليهم منه من القول والفعل والمال والمعاملة ما يحب أن يعاملوه به. ¶ فهذا هو الميزان الصحيح للإحسان وللنصح، فكل أمر أشكل عليك مما تعامل به الناس فانظر هل تحب أن يعاملوك بتلك المعاملة أم لا؟ فإن كنت تحب ذلك، كنت محباً لهم ما تحب لنفسك، وإن كنت لا تحب أن يعاملوك بتلك العاملة: فقد ضيعت هذا الواجب العظيم.",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "فالجملة الأولى: فيها القيام بحق الله. والجملة الثانية فيها القيام بحق الخلق. والله أعلم. بهجة قلوب الأبرار وقرة عيون الأخيار في شرح جوامع الأخبار ¶ فضل إنضار المعسر ¶ - عَنْ أَبِي هُرَيْرَةَ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ ( إِنَّ رَجُلًا لَمْ يَعْمَلْ خَيْرًا قَطُّ وَكَانَ يُدَايِنُ النَّاسَ فَيَقُولُ لِرَسُولِهِ خُذْ مَا تَيَسَّرَ وَاتْرُكْ مَا عَسُرَ وَتَجَاوَزْ لَعَلَّ اللَّهَ تَعَالَى أَنْ يَتَجَاوَزَ عَنَّا فَلَمَّا هَلَكَ قَالَ اللَّهُ عَزَّ وَجَلَّ لَهُ هَلْ عَمِلْتَ خَيْرًا قَطُّ قَالَ لَا إِلَّا أَنَّهُ كَانَ لِي غُلَامٌ وَكُنْتُ أُدَايِنُ النَّاسَ فَإِذَا بَعَثْتُهُ لِيَتَقَاضَى قُلْتُ لَهُ خُذْ مَا تَيَسَّرَ وَاتْرُكْ مَا عَسُرَ وَتَجَاوَزْ لَعَلَّ اللَّهَ يَتَجَاوَزُ عَنَّا قَالَ اللَّهُ تَعَالَى قَدْ تَجَاوَزْتُ عَنْكَ)صححه الألباني. ¶ قوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (كان تاجر يداين الناس ) في رواية (إن رجلا لم يعمل خيرا قط وكان يداين الناس) . قوله : (تجاوزوا عنه) زاد النسائي (فيقول لرسوله خذ ما يسر واترك ما عسر وتجاوز) ويدخل في لفظ التجاوز الإنظار والوضيعة وحسن التقاضي . وفي هذا الحديث أن اليسير من الحسنات إذا كان خالصا لله كفر كثيرا من السيئات , وفيه أن الأجر يحصل لمن يأمر به وإن لم يتول ذلك بنفسه , وهذا كله بعد تقرير أن شرع من قبلنا إذا جاء في شرعنا في سياق المدح كان حسنا عندنا . فتح الباري بشرح صحيح البخاري . ¶ فضل ستر المسلم ¶ - عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ (لَا يَسْتُرُ عَبْدٌ عَبْدًا فِي الدُّنْيَا إِلَّا سَتَرَهُ اللَّهُ يَوْمَ الْقِيَامَةِ)مسلم ¶ الستر يعنى الإخفاء , و الستر ليس محموداً على كل حال , وليس مذموماً على كل حال , فهو نوعان:",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "النوع الأول ستر محمود ويكون في حق الإنسان المستقيم , الذي لم يعهد منه فاحشة , ولم يحدث منه عدوان إلا نادراً , فهذا ينبغي أن يستر وينصح ويبين له أنه على خطأ , فهذا الستر محمود. ¶ النوع الثاني ستر شخص مستهتر متهاون في الأمور متعد على عباد الله شرير , فهذا لا يستر بل المشروع أن يبين أمره لولاة الأمر حتى يردعوه عما هو عليه , وحتى يكون نكالاً لغيره. ¶ فالستر يتبع المصالح , فإذا كانت المصلحة في الستر فهو أولى وإن كانت المصلحة في الكشف فهو أولى , وإن تردد الإنسان بين هذا وهذا فالستر أولى . شرح رياض الصالحين - العثيمين . ¶ فضل إماطة الأذى عن الطريق ¶ - عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (مَرَّ رَجُلٌ بِغُصْنِ شَجَرَةٍ عَلَى ظَهْرِ طَرِيقٍ فَقَالَ وَاللَّهِ لَأُنَحِّيَنَّ هَذَا عَنْ الْمُسْلِمِينَ لَا يُؤْذِيهِمْ فَأُدْخِلَ الْجَنَّةَ)مسلم. ¶ هذا الحديث في فضل إزالة الأذى عن الطريق , سواء كان الأذى شجرة توذي , أو غصن شوك , أو حجرا يعثر به , أو قذرا , أو جيفة وغير ذلك . وإماطة الأذى عن الطريق من شعب الإيمان كما جاء في الحديث الصحيح . وفيه التنبيه على فضيلة كل ما نفع المسلمين , وأزال عنهم ضررا . شرح صحيح مسلم النووي . ¶ فضل تعزية المسلم ¶ - عَمْرِو بْنِ حَزْمٍ عَنْ أَبِيهِ عَنْ جَدِّهِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ (مَا مِنْ مُؤْمِنٍ يُعَزِّي أَخَاهُ بِمُصِيبَةٍ إِلَّا كَسَاهُ اللَّهُ سُبْحَانَهُ مِنْ حُلَلِ الْكَرَامَةِ يَوْمَ الْقِيَامَةِ)صححه الألباني.",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "قوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (يعزي أخاه) أي يأمره بالصبر عليها بنحو أعظم الله أجرك (من حلل الكرامة) أي من الحال الدالة على الكرامة عنده أو من حلل أهل الكرامة وهي حلل نسجت من الكرامة وهذا مبني على الجسم المعاني وهو أمر لا يعلمه إلا الله تعالى . شرح سنن ابن ماجه للسند . ¶ فضل الساعي على الأرملة ¶ - عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (السَّاعِي عَلَى الْأَرْمَلَةِ وَالْمِسْكِينِ كَالْمُجَاهِدِ فِي سَبِيلِ اللَّهِ أَوْ الْقَائِمِ اللَّيْلَ الصَّائِمِ النَّهَارَ)البخاري. ¶ والساعي عليهم هو الذي يقوم بمصالحهم ومئونتهم وما يلزمهم. ¶ والأرامل هم الذين لا عائل لهم سواء كانوا ذكوراً أو إناثاً , والمساكين هم الفقراء , ومن هذا قيام الإنسان علي عائلته وسعيه عليهم , علي العائلة الذين لا يكتسبون , فإن الساعي عليهم والقائم بمئونتهم ساع علي أرملة ومسكين , فيكون مستحقاً لهذا الوعد ويكون كالمجاهد في سبيل الله , أو كالقائم الذي لا يفتر وكالصائم الذي لا يفطر. ¶ وفي هذا دليل علي جهل أولئك القوم الذين يذهبون يميناً وشمالاً ويدعون عوائلهم في بيوتهم مع النساء , ولا يكون لهم عائل فيضيعون , لأنهم يحتاجون إلى الإنفاق و يحتاجون إلى الرعاية وإلى غير ذلك , وتجدهم يذهبون يتجولون في القرى وربما في المدن أيضا , بدون أن يكون هناك ضرورة , ولكن شيء في نفوسهم يظنون أن هذا أفضل من البقاء في أهليهم بتأديبهم وتربيتهم. ¶ وهذا ظن خطأ , فإن بقاءهم في أهليهم , وتوجيه أولادهم من ذكور وإناث , وزوجاتهم ومن يتعلق بهم أفضل من كونهم يخرجون يزعمون أنهم يرشدون الناس وهم يتركون عوائلهم الذين هم أحق من غيرهم بنصيحتهم وإرشادهم , ولهذا قال الله تعالى ( وأنذر عشيرتك الأقربين ) الشعراء 214 , فبدأ بعشيرته الأقربين قبل كل أحد.",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "أما الذي يذهب إلى الدعوة إلى الله يوماً أو يومين أو ما أشبه ذلك , وهو عائد إلى أهله عن قرب فهذا لا يضره , وهو علي خير لكن كلامنا في قوم يذهبون أربعة أشهر أو خمسة أشهر أو سنة عن عوائلهم يتركونهم للأهواء والرياح تعصف بهم , فهؤلاء لاشك أن هذا من قصور فقههم في دين الله عز وجل , وقد قال النبي عليه السلام ( من يرد الله به خيراً يفقهه في الدين ) فالفقيه في الدين هو الذي يعرف الأمور , ويحسب لها , ويعرف كيف تؤتى البيوت من أبوابها , حتى يقوم بما يجب عليه . شرح رياض الصالحين - العثيمين . ¶ فضل كفالة اليتيم ¶ - عَنْ سَهْلٍ بن سعد رضي الله عنه قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (َأَنَا وَكَافِلُ الْيَتِيمِ فِي الْجَنَّةِ هَكَذَا وَأَشَارَ بِالسَّبَّابَةِ وَالْوُسْطَى وَفَرَّجَ بَيْنَهُمَا شَيْئًا)البخاري. ¶ قوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ( َأَنَا وَكَافِلُ الْيَتِيمِ فِي الْجَنَّةِ هَكَذَا ) وأشار بالسبابة والوسطي , يعني بالإصبع السبابة الوسطي , و الإصبع السبابة هي التي بين الوسطي و الإبهام , وتسمى السبابة , لأن الإنسان يشير بها عند السب , فإذا سب شخصاً قال هذا وأشار بها. ¶ وتسمى السباحة , لأن الإنسان يشير بها أيضاً عند التسبيح , ولهذا يشير الإنسان بها في صلاته إذا جلس بين السجد تين ودعا رب أغفر لي وارحمني , كلما دعا رفعها يشير إلى الله عز وجل , لأن الله في السماء جل وعلا , وكذلك أيضا يشير بها في التشهد إذا دعا ( السلام عليك أيها النبي , السلام علينا اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ , اللَّهُمَّ بَارِكْ عَلَى مُحَمَّدٍ ) في كل جملة دعائية يشير بها إلى علو الله تعالى وتوحيده.",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "وفرج بينهما عليه الصلاة والسلام , يعني قارن بينهما وفرج , يعنى أن كافل اليتيم مع النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ في الجنة قريب منه , وفى هذا حث على كفالة اليتيم , وكفالة اليتيم هي القيام بما يصلحه في دينه ودنياه , بما يصلحه في دينه من التربية والتوجيه والتعليم و ما أشبه ذلك , وما يصلحه في دنياه من الطعام و الشراب والمسكن. ¶ واليتيم حده البلوغ , فإذا بلغ الصبي زال عنه اليتم , وإذا كان قبل البلوغ فهو يتيم , هذا إن مات أبوه , وأما إذا ماتت أمه دون أبيه ليس بيتيم . شرح رياض الصالحين - العثيمين . ¶ فضل غرس الأشجار ¶ - عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (مَا مِنْ مُسْلِمٍ يَغْرِسُ غَرْسًا أَوْ يَزْرَعُ زَرْعًا فَيَأْكُلُ مِنْهُ طَيْرٌ أَوْ إِنْسَانٌ أَوْ بَهِيمَةٌ إِلَّا كَانَ لَهُ بِهِ صَدَقَةٌ)البخاري. ¶ قوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (وما من مسلم) أخرج الكافر لأنه رتب على ذلك كون ما أكل منه يكون له صدقة , والمراد بالصدقة الثواب في الآخرة وذلك يختص بالمسلم , نعم ما أكل من زرع الكافر يثاب عليه في الدنيا كما ثبت من حديث أنس عند مسلم , وأما من قال إنه يخفف عنه بذلك من عذاب الآخرة فيحتاج إلى دليل , ولا يبعد أن يقع ذلك لمن لم يرزق في الدنيا وفقد العافية. ¶ قوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (أو يزرع) أو للتنويع لأن الزرع غير الغرس . فتح الباري بشرح صحيح البخاري . ¶ فضل الْحَيَاء ُ ¶ - عَنْ عِمْرَانَ بْنَ حُصَيْنٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ (الْحَيَاءُ لَا يَأْتِي إِلَّا بِخَيْرٍ)مسلم.",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "قوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (الحياء لا يأتي إلا بخير) في رواية خالد بن رباح عن أبي السوار عبد أحمد وكذلك في رواية أبي قتادة العدوي عن عمران عند مسلم (الحياء خير كله) وللطبراني من حديث قرة بن إياس (قيل لرسول الله الحياء من الدين ؟ فقال : بل هو الدين كله) وللطبراني من وجه آخر عن عمران بن حصين (الحياء من الإيمان , والإيمان في الجنة) . فتح الباري بشرح صحيح البخاري . ¶ فضل الْحِلْم وَالْأَنَاةُ ُ ¶ - عَنْ ابْنِ عَبَّاسٍ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ(لِأَشَجِّ عَبْدِ الْقَيْسِ إِنَّ فِيكَ خَصْلَتَيْنِ يُحِبُّهُمَا اللَّهُ الْحِلْمُ وَالْأَنَاةُ)مسلم.",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "قوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (وقال رسول الله صلى الله عليه وسلم للأشج أشج عبد القيس إن فيك لخصلتين يحبهما الله الحلم والأناة) , وأما الحلم فهو العقل , وأما الأناة فهي التثبيت وترك العجلة وهي مقصورة . وسبب قول النبي صلى الله عليه وسلم ذلك له ما جاء في حديث الوفد أنهم لما وصلوا المدينة بادروا إلى النبي صلى الله عليه وسلم , وأقام الأشج عند رحالهم فجمعها وعقل ناقته ولبس أحسن ثيابه ثم أقبل إلى النبي صلى الله عليه وسلم : فقربه النبي صلى الله عليه وسلم وأجلسه إلى جانبه , ثم قال لهم النبي صلى الله عليه وسلم : (تبا يعون على أنفسكم وقومكم) , فقال القوم : نعم . فقال الأشج يا رسول الله إنك لم تزاول الرجل عن شيء أشد عليه من دينه . نبايعك على أنفسنا , ونرسل من يدعوهم . فمن اتبعنا كان منا ومن أتى قاتلناه . قال : (صدقت , إن فيك خصلتين) . الحديث . قال القاضي عياض : فالأناة تربصه حتى نظر في مصالحه ولم يعجل , والحلم هذا القول الذي قاله الدال على صحة عقله , وجودة نظره للعواقب , قلت : ولا يخالف هذا ما جاء في مسند أبي يعلى وغيره أنه لما قال رسول الله صلى الله عليه وسلم للأشج (إن فيك خصلتين) الحديث . قال : يا رسول الله كانا في أم حدثا ؟ قال : (بل قديم) . قال : قلت : الحمد لله الذي جبلني على خلقين يحبهما . شرح صحيح مسلم النووي . ¶ فضل الزهد ¶ - عن سَعْدٌ َقَالَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ (إِنَّ اللَّهَ يُحِبُّ الْعَبْدَ التَّقِيَّ الْغَنِيَّ الْخَفِيَّ)مسلم. ¶ قوله صلى الله عليه وسلم : (إن الله يحب العبد التقي الغني الخفي) المراد بالغنى غنى النفس , هذا هو الغنى المحبوب لقوله صلى الله عليه وسلم (ولكن الغنى غنى النفس) وأشار القاضي إلى أن المراد الغنى بالمال .",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "وأما (الخفي) فبالخاء المعجمة , هذا هو الموجود في النسخ , والمعروف في الروايات , وذكر القاضي أن بعض رواة مسلم رواه بالمهملة , فمعناه بالمعجمة الخامل المنقطع إلى العبادة والاشتغال بأمور نفسه , ومعناه بالمهملة الوصول للرحم , اللطيف بهم وبغيرهم من الضعفاء , والصحيح بالمعجمة . وفي هذا الحديث حجة لمن يقول : الاعتزال أفضل من الاختلاط , وفي المسألة خلاف . ومن قال بالتفضيل للاختلاط قد يتأول هذا على الاعتزال وقت الفتنة ونحوها . شرح صحيح مسلم النووي . ¶ فضل الغنى والتقى ¶ - عن سَعْدُ بْنُ أَبِي وَقَّاصٍ َقَالَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ (إِنَّ اللَّهَ يُحِبُّ الْعَبْدَ التَّقِيَّ الْغَنِيَّ الْخَفِيَّ)مسلم. ¶ في هذا الحديث بين النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صفة الرجل الذي يحبه الله عز وجل فقال (إِنَّ اللَّهَ يُحِبُّ الْعَبْدَ التَّقِيَّ الْغَنِيَّ الْخَفِيَّ) . ¶ التقي الذي يتقي الله عز وجل , فيقوم بأوامره , ويجتنب نواهيه , يقوم بأوامره من فعل الصلاة وأدائها في جماعة , يقوم بأوامره من أداء الزكاة وإعطائها مستحقيها , يصوم رمضان , يحج البيت , يبر والديه , يصل أرحامه , يحسن إلى جيرانه , يحسن إلى اليتامى , إلى غير ذلك من أنواع التقى والبر وأبواب الخير . ¶ الغني الذي استغنى بنفسه عن الناس , غنى بالله عز وجل عمن سواه , لا يسأل الناس شيئاً ولا يتعرض للناس بتذلل , بل هو غنى عن الناس , مستغن بربه لا يلتفت إلى غيره . ¶ الخفي هو الذي لا يظهر نفسه , ولا يهتم أن يظهر عند الناس , أو يشار إليه بالبنان , أو يتحدث الناس عنه , تجده من بيته إلى المسجد , ومن المسجد إلى بيته , ومن بيته إلى أقاربه وإخوانه , يخفي نفسه .",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "ولكن لا يعني ذلك أن الإنسان إذا أعطاه الله علماً أن يتقوقع في بيته ولا يعلم الناس , هذا يعارض التقي , فتعليمه الناس خير من كونه يقبع في بيته ولا ينفع أحداً بعلمه , أو يقعد في بيته ولا ينفع الناس بماله . ¶ لكن إذا دار الأمر بين أن يلمع نفسه ويظهر نفسه ويبين نفسه , وبين أن يخفيها و فحينئذ يختار الخفاء , أما إذا كان لابد من إظهار نفسه فلابد أن يظهرها , وذلك عن طريق نشر علنه في الناس وإقامة دروس العلم وحلقاته في كل مكان , وكذلك عن طريق الخطابة في يوم الجمعة والعيد وغير ذلك فهذا مما يحبه الله عز وجل . شرح رياض الصالحين - العثيمين . ¶ فضل البكاء من خشية الله ¶ - عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ( لَا يَلِجُ النَّارَ رَجُلٌ بَكَى مِنْ خَشْيَةِ اللَّهِ حَتَّى يَعُودَ اللَّبَنُ فِي الضَّرْعِ وَلَا يَجْتَمِعُ غُبَارٌ فِي سَبِيلِ اللَّهِ وَدُخَانُ جَهَنَّمَ)صححه الألباني. ¶ قوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (لا يلج) من الولوج أي لا يدخل (رجل بكى من خشية الله) فإن الغالب من الخشية امتثال الطاعة واجتناب المعصية (حتى يعود اللبن في الضرع) هذا من باب التعليق بالمحال كقوله تعالى : (حتى يلج الجمل في سم الخياط) (ولا يجتمع غبار في سبيل الله) أي في الجهاد (ودخان جهنم) فكأنهما ضدان لا يجتمعان . تحفة الأحوذي بشرح جامع الترمذي . ¶ فضل الصدق ¶ - عَنْ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ (إِنَّ الصِّدْقَ يَهْدِي إِلَى الْبِرِّ وَإِنَّ الْبِرَّ يَهْدِي إِلَى الْجَنَّةِ وَإِنَّ الرَّجُلَ لَيَصْدُقُ حَتَّى يَكُونَ صِدِّيقًا وَإِنَّ الْكَذِبَ يَهْدِي إِلَى الْفُجُورِ وَإِنَّ الْفُجُورَ يَهْدِي إِلَى النَّارِ وَإِنَّ الرَّجُلَ لَيَكْذِبُ حَتَّى يُكْتَبَ عِنْدَ اللَّهِ كَذَّابًا)البخاري.",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "قوله صلى الله عليه وسلم (إن الصدق يهدي إلى البر , وإن البر يهدي إلى الجنة , وإن الكذب يهدي إلى الفجور , إن الفجور يهدي إلى النار) قال العلماء معناه أن الصدق يهدي إلى العمل الصالح الخالص من كل مذموم , والبر اسم جامع للخير كله . وقيل : البر الجنة . ويجوز أن يتناول العمل الصالح والجنة . وأما الكذب فيوصل إلى الفجور , وهو الميل عن الاستقامة , وقيل ; الانبعاث في المعاصي . قوله صلى الله عليه وسلم : (وإن الرجل ليصدق حتى يكتب عند الله صديقا , وإن الرجل ليكذب حتى يكتب عند الله كذابا) وفي رواية (ليتحرى الصدق وليتحرى الكذب) وفي رواية (عليكم بالصدق فإن الصدق يهدي إلى البر . وإياكم والكذب) قال العلماء : هذا فيه حث على تحري الصدق , وهو قصده , والاعتناء به , وعلى التحذير من الكذب والتساهل فيه ; فإنه إذا تساهل فيه كثر منه , فعرف به , وكتبه الله لمبالغته صديقا إن اعتاده , أو كذابا إن اعتاده . ومعنى يكتب هنا يحكم له بذلك , ويستحق الوصف بمنزلة الصديقين وثوابهم , أو صفة الكذابين وعقابهم , والمراد إظهار ذلك للمخلوقين إما بأن يكتبه في ذلك ليشتهر بحظه من الصفتين في الملأ الأعلى , وإما بأن يلقي ذلك في قلوب الناس وألسنتهم , وكما يوضع له القبول والبغضاء وإلا فقدر الله تعالى وكتابه السابق بكل ذلك . والله أعلم . شرح صحيح مسلم النووي . ¶ فضل ترك الكذب وإن كان مازحا ً ¶ - عَنْ أَبِي أُمَامَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (أَنَا زَعِيمٌ بِبَيْتٍ فِي رَبَضِ الْجَنَّةِ لِمَنْ تَرَكَ الْمِرَاءَ وَإِنْ كَانَ مُحِقًّا وَبِبَيْتٍ فِي وَسَطِ الْجَنَّةِ لِمَنْ تَرَكَ الْكَذِبَ وَإِنْ كَانَ مَازِحًا وَبِبَيْتٍ فِي أَعْلَى الْجَنَّةِ لِمَنْ حَسَّنَ خُلُقَهُ)صححه الألباني.",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "قوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (أنا زعيم) : أي ضامن وكفيل (ببيت) قال الخطابي البيت ها هنا القصر يقال هذا بيت فلان أي قصره (في ربض الجنة) بفتحتين أي ما حولها خارجا عنها تشبيها بالأبنية التي تكون حول المدن وتحت القلاع , كذا في النهاية (المراء) أي الجدال كسرا لنفسه كيلا يرفع نفسه على خصمه بظهور فضله . عون المعبود شرح سنن أبي داود . ¶ فضل القناعة ¶ - عَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ (قَدْ أَفْلَحَ مَنْ أَسْلَمَ وَرُزِقَ كَفَافًا وَقَنَّعَهُ اللَّهُ بِمَا آتَاهُ)مسلم ¶ قوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (قد أفلح) أي فاز وظفر بالمقصود (من أسلم) أي انقاد لربه (ورزق) أي من الحلال (كفافا) أي ما يكف من الحاجات ويدفع الضرورات (وقنعه الله) أي جعله قانعا بما آتاه . تحفة الأحوذي بشرح جامع الترمذي . ¶ فضل اللجوء إلي الله ¶ - عَنْ عِمْرَانُ قَالَ قَالَ نَبِيُّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (يَدْخُلُ الْجَنَّةَ مِنْ أُمَّتِي سَبْعُونَ أَلْفًا بِغَيْرِ حِسَابٍ قَالُوا وَمَنْ هُمْ يَا رَسُولَ اللَّهِ قَالَ هُمْ الَّذِينَ لَا يَكْتَوُونَ وَلَا يَسْتَرْقُونَ وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ)مسلم. ¶ قوله صلى الله عليه وسلم (يدخل من أمتي الجنة سبعون ألفا بغير حساب) فيه : عظم ما أكرم الله سبحانه وتعالى به النبي صلى الله عليه وسلم وأمته - زادها الله فضلا وشرفا - , وقد جاء في صحيح مسلم سبعون ألفا مع كل واحد منهم سبعون ألفا.",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "قوله صلى الله عليه وسلم : (هم الذين لا يكتوون ولا يسترقون وعلى ربهم يتوكلون) اختلف العلماء في معنى هذا الحديث , والظاهر من معنى الحديث ما اختاره الخطابي ومن وافقه وحاصله , أن هؤلاء كمل تفويضهم إلى الله عز وجل فلم يتسببوا في دفع ما أوقعه بهم . ولا شك في فضيلة هذه الحالة ورجحان صاحبها . وأما تطبب النبي صلى الله عليه وسلم ففعله ليبين لنا الجواز . والله أعلم . وقوله صلى الله عليه وسلم : (وعلى ربهم يتوكلون) قال الإمام الأستاذ أبو القاسم القشيري - رحمه الله تعالى اعلم أن التوكل محله القلب , وأما الحركة بالظاهر فلا تنافي التوكل بالقلب بعد ما تحقق العبد أن الثقة من قبل الله تعالى , فإن تعسر شيء فبتقديره , وإن تيسر فبتيسره . وقال سهل بن عبد الله التستري رضي الله عنه : التوكل الاسترسال مع الله تعالى على ما يريد , وقال أبو عثمان الجبري التوكل الاكتفاء بالله تعالى مع الاعتماد عليه . وقيل التوكل أن يستوي الإكثار والتقلل . شرح صحيح مسلم النووي . ¶ فضل ترك سؤال الناس ¶ - عَنْ ثَوْبَانُ قَال قَالَ َ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ(مَنْ تَكَفَّلَ لِي أَنْ لَا يَسْأَلَ شَيْئًا وَأَتَكَفَّلُ لَهُ بِالْجَنَّةِ فَقَالَ ثَوْبَانُ أَنَا فَكَانَ لَا يَسْأَلُ أَحَدًا شَيْئًا)صححه الألباني. ¶ قول الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ( من تكفل ) من استفهامية أي ضمن والتزم (لي) ويتقبل مني (أن لا يسأل الناس شيئا) أي من السؤال أو من الأشياء (فأتكفل) بالنصب والرفع أي أتضمن (له بالجنة) أي أولا من غير سابقة عقوبة , وفيه إشارة إلى بشارة حسن الخاتمة (فقال ثوبان أنا) أي تضمنت أو أتضمن (فكان ) ثوبان بعد ذلك (لا يسأل أحدا شيئا) أي ولو كان به خصاصة.",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "واستثنى منه إذا خاف على نفسه الموت فإن الضرورات تبيح المحظورات , بل قيل إنه لو لم يسأل حتى يموت يموت عاصيا , أي في شيء من غير المصالح الدينية . عون المعبود شرح سنن أبى داود . ¶ فضل الصبر ¶ - عَنْ أَبِي مَالِكٍ الْأَشْعَرِيِّ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (َالصَّبْرُ ضِيَاءٌ)مسلم. ¶ قوله (الصَّبْرُ ضِيَاءٌ) فبين النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ في هذا الحديث أن الصبر ضياء يعنى أنه يهديه إلى الحق , ولهذا ذكر الله عز وجل أنه من جملة الأشياء التي يستعان بها فهو ضياء للإنسان في قلبه وضياء له في طريقه ومنهاجه وعمله لأنه كلما سار إلى الله عز وجل على طريق الصبر فإن الله تعالى يزيده هدى وضياء في قلبه ويبصره و قوله(وَالصَّبْرُ ضِيَاءٌ) أي فيه نور مع حرارة كما قال الله سبحانه وتعالى (هو الذي جعل الشمس ضياء والقمر نوراً) يونس 5 , فالضوء لا بد فيه من حرارة وهكذا الصبر لا بد فيه من حرارة وتعب لأن فيه مشقة كبيرة ولهذا كان أجره بغير حساب . شرح رياض الصالحين - العثيمين . ¶ فضل من مات له ثلاثة أولاد وصبر ¶ - عَنْ أَبَي ذَرٍّ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (مَا مِنْ مُسْلِمَيْنِ يَمُوتُ بَيْنَهُمَا ثَلَاثَةُ أَوْلَادٍ لَمْ يَبْلُغُوا الْحِنْثَ إِلَّا غَفَرَ اللَّهُ لَهُمَا بِفَضْلِ رَحْمَتِهِ إِيَّاهُمْ)صححه الألباني.",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "وهذا الحديث يدل على فضل من مات له أولاد صغار لم يبلغوا الحنث , والحنث أي لو يبلغوا , فإنهم يكونون له ستراً من النار بفضل رحمته إياهم , لأن هؤلاء الأولاد الصغار هم محل الرحمة , فاولأد إذا كبروا استقلوا بأنفسهم , ولم يكن عند والدهم من الرحمة لهم كالرحمة التي عنده للأولاد الصغار , وإذا كان له أولاد صغار وماتوا واحتسب الأجر من الله – وهم ثلاثة- فإنهم يكونون له ستراً من النار فلا تمسهم النار إلا تحلية القسم , ويريد بتحلة القسم قوله تعالى (وإن منكم إلا واردها) . شرح رياض الصالحين - العثيمين . ¶ فضل الصبر علي المرض ¶ - عَنْ أُمِّ الْعَلَاءِ قَالَتْ عَادَنِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَنَا مَرِيضَةٌ فَقَالَ ( أَبْشِرِي يَا أُمَّ الْعَلَاءِ فَإِنَّ مَرَضَ الْمُسْلِمِ يُذْهِبُ اللَّهُ بِهِ خَطَايَاهُ كَمَا تُذْهِبُ النَّارُ خَبَثَ الذَّهَبِ وَالْفِضَّةِ)صححه الألباني. ¶ قوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (يذهب الله به) أي بسبب المرض (خطاياه) أي المسلم (خبث الذهب والفضة) , قال ابن الأثير في النهاية الخبث بفتحتين هو ما تلقيه النار من وسخ الفضة والنحاس وغيرهما إذا أذيبا انتهى . عون المعبود شرح سنن أبي داود . ¶ هذا من أكبر مِنن الله على عباده المؤمنين ¶ - عن أبي موسى الأشعري قال: قال رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (إذا مرض العبد أو سافر كتب له ما كان يعمل صحيحاً مقيماً)البخاري.",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "هذا من أكبر مِنن الله على عباده المؤمنين أن أعمالهم المستمرة المعتادة إذا قطعهم عنها مرض أو سفر كتبت لهم كلها كاملة؛ لأن الله يعلم منهم أنه لولا ذلك المانع لفعلوها، فيعطيهم تعالى بنياتهم مثل أجور العاملين مع أجر المرض الخاص، ومع ما يحصل به من القيام بوظيفة الصبر، أو ما هو أكمل من ذلك من الرضى والشكر، ومن الخضوع لله والانكسار له. ومع ما يفعله المسافر من أعمال ربما لا يفعلها في الحضر: من تعليم، أو نصيحة، أو إرشاد إلى مصلحة دينية أو دنيوية وخصوصاً في الأسفار الخيرية، كالجهاد، والحج والعمرة، ونحوها. ¶ ويدخل في هذا الحديث: أن من فعل العبادة على وجه ناقص وهو يعجز عن فعلها على الوجه الأكمل، فإن الله يكمل له بنيته ما كان يفعله لو قدر عليه؛ فإن العجز عن مكملات العبادات نوع مرض. والله أعلم. ¶ ومن كان من نيته عمل خير، ولكنه اشتغل بعمل آخر أفضل منه، ولا يمكنه الجمع بين الأمرين: فهو أولى أن يكتب له ذلك العمل الذي منعه منه عمل أفضل منه، بل لو اشتغل بنظيره. وفضل الله تعالى عظيم . بهجة قلوب الأبرار وقرة عيون الأخيار في شرح جوامع الأخبار . ¶ فضل من فقد عينيه وصبر ¶ - عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ قَالَ سَمِعْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ (إِنَّ اللَّهَ قَالَ إِذَا ابْتَلَيْتُ عَبْدِي بِحَبِيبَتَيْهِ فَصَبَرَ عَوَّضْتُهُ مِنْهُمَا الْجَنَّةَ) يُرِيدُ عَيْنَيْهِ , البخاري.",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "حديث أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ أن الرسولَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قال عن ربه تبارك وتعالى إنه ما من إنسان يقبض الله حبيبتيه يعني عينيه فيعمى ثم يصبر إلا عوضه الله بهما الجنة , لأن العين محبوبة للإنسان , فإذا أخذهما الله سبحانه وتعالى وصبر الإنسان واحتسب فإن الله يعوضه بهما الجنة , والجنة تساوى كل الدنيا بل قد قال النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (لموضع سوط أحدكم في الجنة خير من الدنيا وما فيها) أي مقدار متر , لأن ما في الآخرة باق لا يفنى ولا يزول والدنيا كلها فانية زائلة , فلهذا كانت هذه المساحة القليلة من الجنة خيراً من الدنيا وما فيها. ¶ واعلم أن الله سبحانه إذا قبض من الإنسان حاسة من حواسه فإن الغالب أن الله يعوضه ما يخفف عليه ألم فقد هذه الحاسة التي فقدها , فالأعمى يمن عليه بقوة الإحساس و الإدراك حتى أن بعض الناس إذا كان أعمى تجده في السوق يمشي , وكأنه مبصر يحس بالمنعطفات في الأسواق , ويحس بالمنحدرات و بالمرتفعات حتى أن بعضهم يتفق مع صاحب السيارة – سيارة الأجرة – يركب معه من أقصى البلد إلى بيته وهو يقول لصاحب السيارة تيامن تياسر حتى يوقفه عند بابه لأن صاحب السيارة لا يعرف البيت , والله الموفق شرح رياض الصالحين – العثيمين . ¶ من فضائل الجهاد ¶ فضل سؤال الشهادة بصدق ¶ - عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (مَنْ طَلَبَ الشَّهَادَةَ صَادِقًا أُعْطِيَهَا وَلَوْ لَمْ تُصِبْهُ)مسلم. ¶ قوله صلى الله عليه وسلم (من طلب الشهادة صادقا أعطيها ولو لم تصبه) وفي الرواية الأخرى (من سأل الله الشهادة بصدق بلغه الله منازل الشهداء وإن مات على فراشه) معنى الرواية الأولى مفسر من الرواية الثانية , ومعناهما جميعا أنه إذا سأل الشهادة بصدق أعطي من ثواب الشهداء , وإن كان على فراشه.",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "وفيه استحباب سؤال الشهادة , واستحباب نية الخير . شرح صحيح مسلم النووي. ¶ فضل غبار الجهاد ¶ - عن أَبُي عَبْسٍ َقَالَ سَمِعْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ (مَنْ اغْبَرَّتْ قَدَمَاهُ فِي سَبِيلِ اللَّهِ حَرَّمَهُ اللَّهُ عَلَى النَّارِ)البخاري. ¶ قوله صلى الله عليه وسلم (من اغبرت قدماه) أي أصابهما غبار (في سبيل الله) أي في الجهاد . وقال المناوي في شرح الجامع الصغير أي في طريق يطلب فيها رضا الله فشمل الجهاد وغيره كطلب العلم . قلت : وأراد عباية بن رفاعة في رواية الترمذي وكذا أبو عبس الراوي في رواية البخاري العموم (فهما حرام على النار) أي لا تمسهما النار , وفي ذلك إشارة إلى عظيم قدر التصرف في سبيل الله فإذا كان مجرد مس الغبار للقدم يحرم عليها النار فكيف بمن سعى وبذل جهده واستنفد وسعه . تحفة الأحوذي بشرح جامع الترمذي. ¶ فضل قتل المشرك في الحرب ¶ - عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ (لَا يَجْتَمِعُ كَافِرٌ وَقَاتِلُهُ فِي النَّارِ أَبَدًا)صححه الألباني.",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "قوله صلى الله عليه وسلم ( لا يجتمع كافر وقاتله في النار أبدا ) وفي رواية ( لا يجتمعان في النار اجتماعا يضرهما قيل : من هم يا رسول الله ؟ قال مؤمن قتل كافرا ثم سدد ) قال القاضي في الرواية الأولى يحتمل أن هذا مختص بمن قتل كافرا في الجهاد , فيكون ذلك مكفرا لذنوبه حتى لا يعاقب عليها , أو يكون بنية مخصوصة , أو حالة مخصوصة , ويحتمل أن يكون عقابه إن عوقب بغير النار كالحبس في الأعراف عن دخول الجنة أولا ولا يدخل النار , أو يكون إن عوقب بها في غير موضع عقاب الكفار , ولا يجتمعان في إدراكها , قال : وأما قوله في الرواية الثانية : ( اجتماعا يضر أحدهما الآخر ) فيدل على أنه اجتماع مخصوص , قال وهو مشكل المعنى , وأوجه ما فيه أن يكون معناه ما أشرنا إليه : أنهما لا يجتمعان في وقت إن استحق العقاب , فيعيره بدخوله معه وأنه لم ينفعه إيمانه وقتله إياه , وقد جاء مثل هذا في بعض الحديث , لكن قوله في هذا الحديث : ( مؤمن قتل كافرا ثم سدد ) مشكل لأن المؤمن إنما سدد , ومعناه : استقام على الطريقة المثلى ولم يخلط , لم يدخل النار أصلا , سواء قتل كافرا أو لم يقتله , قال القاضي : ووجهه عندي أن يكون قوله : ( ثم سدد ) عائدا على الكافر القاتل , ويكون بمعنى الحديث السابق : ( يضحك الله إلى رجلين يقتل أحدهما الآخر يدخلان الجنة ) ورأى بعضهم أن هذا اللفظ تغير من بعض الرواة , وأن صوابه ( مؤمن قتله كافر ثم سدد ) ويكون معنى قوله : ( لا يجتمعان في النار اجتماعا يضر أحدهما الآخر ) أي لا يدخلانها للعقاب , ويكون هذا استثناء من اجتماع الورود , وتخاصمهم على جسر جهنم , هذا آخر كلام القاضي . شرح صحيح مسلم النووي. ¶ فضل رمي العدو بسهم",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "- عَنْ عَمْرِو بْنِ عَبَسَةَ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ (مَنْ رَمَى الْعَدُوَّ بِسَهْمٍ فَبَلَغَ سَهْمُهُ الْعَدُوَّ أَصَابَ أَوْ أَخْطَأَ فَعَدْلُ رَقَبَةٍ)صححه الألباني. ¶ قوله صلى الله عليه وسلم (فبلغ سهمه العدو) من التبليغ ونصب السهم والعدو أو من البلوغ ورفع السهم و قوله صلى الله عليه وسلم (فعدل رقبة) أي فله من الثواب عدل رقبة . شرح سنن ابن ماجه للسندي. ¶ فضل الحراسة في سبيل الله ¶ - عَنْ ابْنِ عَبَّاسٍ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ (عَيْنَانِ لَا تَمَسُّهُمَا النَّارُ عَيْنٌ بَكَتْ مِنْ خَشْيَةِ اللَّهِ وَعَيْنٌ بَاتَتْ تَحْرُسُ فِي سَبِيلِ اللَّهِ)صححه الألباني. ¶ قوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (عينان لا تمسهما النار) أي لا تمس صاحبهما , فعبر بالجزء عن الجملة , وعبر بالمس إشارة إلى امتناع ما فوقه بالأولى , وفي رواية \" أبدا \" وفي رواية \" لا تريان النار \" (عين بكت من خشية الله) وهي مرتبة المجاهدين مع النفس التائبين عن المعصية سواء كان عالما أو غير عالم (وعين باتت تحرس) وفي رواية : تكلأ (في سبيل الله) وهي مرتبة المجاهدين في العبادة وهي شاملة لأن تكون في الحج أو طلب العلم أو الجهاد أو العيادة , والأظهر أن المراد به الحارس للمجاهدين لحفظهم عن الكفار . قال الطيبي قوله : (عين بكت) هذا كناية عن العالم العابد المجاهد مع نفسه لقوله تعالى (إنما يخشى الله من عباده العلماء) حيث حصر الخشية فيهم غير متجاوز عنهم , فحصلت النسبة بين العينين عين مجاهد مع النفس والشيطان وعين مجاهد مع الكفار . تحفة الأحوذي بشرح جامع الترمذي. ¶ الخاتمة ¶ أسأل الله العظيم رب العرش العظيم أن يصلح قلبي وقلوب عباده المؤمنين وأن يجعل هذا البحث خالصاً لوجهه الكريم وأن يقذف في قلوبنا الهدى والتقى و العفاف والغنى",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "أسأله أن يجازينا على الإحسان إحساناً وعلى السيئات مغفرة وعفواً ويحل علينا رضوانه أنه غفوراً رحيم ¶ وصل اللهم على محمد وعلى آله وصحبه وسلم ¶ والحمد لله رب العالمين",
            "page": "105",
            "part": "1"
        }
    ],
    "t35152": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "ط§ظ„ط¶ظ…ط¢ظ† ظ…ظ† ظپط¶ط§ط¦ظ„ ط§ظ„ط±ط­ظ…ظ†"
        }
    ]
}