{
    "b35165": [
        {
            "id": "1",
            "nass": "المراهقة ¶ ألم وأمل ¶ جمع وترتيب ¶ وليد كمال شكر ¶ مقدمة ¶ بسم الله الرحمن الرحيم ¶ الحمد لله وكفى والصلاة والسلام على عبده الذى اصطفى ¶ وبعد ¶ يتساءل الكثيرون عن أسباب ضعف الأمة وحالها التى وصلت إليها ولاشك أن لذلك أسبابا عديدة ومن أول هذه الأسباب أن الأعداء أصابوا الأمة فى مقتل حين نالوا من شبابها ¶ يقول الشيخ فاروق الرحماني- رحمه الله - ¶ حين كان الشباب أقوياء كانت الأمة قوية ، وحين ضعف الشباب وضعفت هممهم وعزائمهم ، وتشتت أهواؤهم ، وفقدوا هويتهم في كل عصر مر بتاريخ هذه الأمة فقدتهم الأمة ، وذلت وضعفت وهانت ، وإن هذه الحقبة التي نعيشها من تاريخ أمتنا أكبر شاهد على تلك الحقيقة التي قررناها . وكلما قوي الشباب في الأمة وتبصروا وتزودوا بالفهم والوعي والإرادة والقدوة ؛ قويت الأمة بهم وعزت وانتصرت وسادت ، وإن مرحلة المراهقة بخصائصها ومعطياتها هي أخطر منعطف يمر به الشباب ، وأكبر منزلق يمكن أن تزل فيه قدمه ؛ إذا عدم التوجيه والعناية . انتهى ¶ لذا نحن نتطلع إلى الشباب باعتباره أملنا في المستقبل، وعدتنا من أجل التغير والتطوير، ومن هنا يحدث الانزعاج إذا ما لوحظ أية بوادر للانحراف بين أبنائنا في سن المراهقة. وهنا يبرز السؤال كيف نقضي على هذا الانحراف في الوقت المناسب، لنضمن لهم الحاضر البهيج والمستقبل الأكثر بهجة؟ ¶ ولاشك أن المراهقة من أخطر المراحل التي يمر بها الإنسان ضمن أطواره المختلفة التي تتسم بالتجدد المستمر، والترقي في معارج الصعود نحو الكمال الإنساني الرشيد، ومكمن الخطر في هذه المرحلة التي تنتقل بالإنسان من الطفولة إلى الرشد، هي التغيرات في مظاهر النمو المختلفة (الجسمية والفسيولوجية والعقلية والاجتماعية والانفعالية والدينية والخلقية)، ولما يتعرض الإنسان فيها إلى صراعات متعددة، داخلية وخارجية ¶ الباب الأول : ¶ إلى المربى ¶ وفيه ¶ أولا :- مفهوم المراهقة",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "ترجع كلمة \"المراهقة\" إلى الفعل العربي \"راهق\" الذي يعني الاقتراب من الشيء، فراهق الغلام فهو مراهق، أي: قارب الاحتلام، ورهقت الشيء رهقاً، أي: قربت منه. والمعنى هنا يشير إلى الاقتراب من النضج والرشد. ¶ أما المراهقة في علم النفس فتعني: \"الاقتراب من النضج الجسمي والعقلي والنفسي والاجتماعي\"، ولكنه ليس النضج نفسه؛ لأن الفرد في هذه المرحلة يبدأ بالنضج العقلي والجسمي والنفسي والاجتماعي، ولكنه لا يصل إلى اكتمال النضج إلا بعد سنوات عديدة قد تصل إلى 10 سنوات. ¶ وهناك فرق بين المراهقة والبلوغ، فالبلوغ يعني \"بلوغ المراهق القدرة على الإنسال، أي: اكتمال الوظائف الجنسية عنده، وذلك بنمو الغدد الجنسية، وقدرتها على أداء وظيفتها\"، أما المراهقة فتشير إلى \"التدرج نحو النضج الجسمي والعقلي والنفسي والاجتماعي\". وعلى ذلك فالبلوغ ما هو إلا جانب واحد من جوانب المراهقة، كما أنه من الناحية الزمنية يسبقها، فهو أول دلائل دخول الطفل مرحلة المراهقة.ويشير ذلك إلى حقيقة مهمة، وهي أن النمو لا ينتقل من مرحلة إلى أخرى فجأة، ولكنه تدريجي ومستمر ومتصل، فالمراهق لا يترك عالم الطفولة ويصبح مراهقاً بين ¶ عشية وضحاها، ولكنه ينتقل انتقالاً تدريجياً، ويتخذ هذا الانتقال شكل نمو وتغير في جسمه وعقله ووجدانه. ¶ وجدير بالذكر أن وصول الفرد إلى النضج الجنسي لا يعني بالضرورة أنه قد وصل إلى ¶ النضج العقلي، وإنما عليه أن يتعلم الكثير والكثير ليصبح راشداً ناضجاً. ¶ و للمراهقة والمراهق نموه المتفجر في عقله وفكره وجسمه وإدراكه وانفعالاته، مما يمكن أن نلخصه بأنه نوع من النمو البركاني، حيث ينمو الجسم من الداخل فسيولوجياً وهرمونياً وكيماوياً وذهنياً وانفعالياً، ومن الخارج والداخل معاً عضوياً. ¶ ثانيا :- مراحل المراهقة",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "المدة الزمنية التي تسمى \"مراهقة\" تختلف من مجتمع إلى آخر، ففي بعض المجتمعات تكون قصيرة، وفي بعضها الآخر تكون طويلة، ولذلك فقد قسمها العلماء إلى ثلاث مراحل، هي: ¶ 1- مرحلة المراهقة الأولى (11-14 عاما)، وتتميز بتغيرات بيولوجية سريعة. ¶ 2- مرحلة المراهقة الوسطي (14-18 عاما)، وهي مرحلة اكتمال التغيرات البيولوجية. ¶ 3- مرحلة المراهقة المتأخرة (18-21)، حيث يصبح الشاب أو الفتاة إنساناً راشداً بالمظهر والتصرفات.ويتضح من هذا التقسيم أن مرحلة المراهقة تمتد لتشمل أكثر من عشرة أعوام من عمر الفرد ¶ ثالثا :- صفات المراهق ¶ النمو العقلي : ¶ يزداد النمو العقلي و الذكاء في الطفولة المتأخرة ، أما في المراهقة فتظهر القدرات الخاصة ولذلك مظاهر. ¶ - تزداد القدرة على الانتباه وبالتالي يستطيع المراهق حل المشكلات المعقدة أو الطويلة ¶ - يتعدى الادارك الأشياء الحسية إلى المعنوية ، و الاحتمالات المستقبلية ( آثار الحروب ) ¶ - يكون التذكر في الطفولة آليآ أمّا في هذه المرحلة فيقوم التذكر مع الربط و الفهم ¶ - يزداد التخيل و تزداد معه احلام اليقظة للتخلص من الاحباطات اليومية أو التخطيط للمستقبل ¶ - يكون التفكير في فترة الطفولة ماديآ محدودآ بينما يكون لدى المراهق مجردآ معنويآ واسعآ ، ومثال ذلك : كلمة الحرية يغني للطفل حريته في اللعب متى ما شاء ، ولكنها لدى المراهق تتعدى ذلك إلى حرية المتعقدات و المباديء و السلوك . مثال آخر ، كلمة العدل تعني للطفل تقسيم الحلوى بعدل ولكنها تتجاوز ذلك لدى المراهق للعدالة الاجتماعية و السياسية و الاقليات وغير ذلك ¶ - يصبح التفكير لدى المراهق منهجيآ قائمآ على الاحتمالات والفرضيات و التفسير العلمي و الربط المنطقي للأفكار ، وفي نهاية المراهقة تزداد الحكمة وحسن تقدير الأمور بناء على الخبرات السابقة وليست المنهجية ، وتزداد المرونة فيبدآ بتقبل أفكار الآخرين ، وإن لم يوافق عليها",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "- النزعة للمثالية و الانتقاد في كل شيء مما يدفعه للجدل و المحاججة ¶ الاستقلالية الفكرية والفعلية : ¶ مما يفعله لمعارضة الكبار في كل شيء أو اعتناق مباديء دينية و سياسية قد تكون خاطئة ¶ مظاهر البحث عن الإستقلالية : ¶ - التمحور حول الذات و الشعور بالغربة وشعوره بعدم تقبل أهله له ¶ - الشكوى من التدخل ¶ - معارضة المدرس ¶ - الخلاف مع الوالدين ¶ - التأثر بالأصدقاء ¶ - التذبذب في التدين : قد يلتزم دينيآ ثم لا يلبث أن ينحرف ، وقد يقبل على الدعوات الدينية الجديدة لكن المعيار هو التربية الدينية في الطفولة و سلوك الأسرة ¶ - اعتناق أفكار ساسية معارضة ¶ رابعا :- مشكلات مرحلة المراهقة ¶ بداية إليك هذه المقدمة العامة فى طرق حل مشكلات المراهق اتفق خبراء الاجتماع وعلماء النفس والتربية على أهمية إشراك المراهق في المناقشات العلمية المنظمة التي تتناول علاج مشكلاته، وتعويده على طرح مشكلاته، ومناقشتها مع الكبار في ثقة وصراحة، كما أوصوا بأهمية \" تشجيع النشاط الترويحي الموجه والقيام بالرحلات والاشتراك في مناشط الساحات الشعبية والأندية، كما يجب توجيههم نحو العمل بمعسكرات الكشافة، والمشاركة في مشروعات الخدمة العامة والعمل الصيفي... إلخ\". ¶ كما أكدت الدراسات العلمية أن أكثر من 80% من مشكلات المراهقين في عالمنا العربي نتيجة مباشرة لمحاولة أولياء الأمور تسيير أولادهم بموجب آرائهم وعاداتهم وتقاليد مجتمعاتهم، ومن ثم يحجم الأبناء، عن الحوار مع أهلهم؛ لأنهم يعتقدون أن الآباء إما أنهم لا يهمهم أن يعرفوا مشكلاتهم، أو أنهم لا يستطيعون فهمها أو حلها.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وقد أجمعت الاتجاهات الحديثة في دراسة طب النفس أن الأذن المصغية في تلك السن هي الحل لمشكلاتها، كما أن إيجاد التوازن بين الاعتماد على النفس والخروج من زي النصح والتوجيه بالأمر، إلى زي الصداقة والتواصي وتبادل الخواطر، و بناء جسر من الصداقة لنقل الخبرات بلغة الصديق والأخ لا بلغة ولي الأمر، هو السبيل الأمثال لتكوين علاقة حميمة بين الآباء وأبنائهم في سن المراهقة\". ¶ وقد أثبتت دراسة قامت بها الـ (Gssw) المدرسة المتخصصة للدراسات الاجتماعية بالولايات المتحدة على حوالي 400 طفل، بداية من سن رياض الأطفال وحتى سن 24 على لقاءات مختلفة في سن 5، 9، 15، 18، 21، أن المراهقين في الأسرة المتماسكة ذات الروابط القوية التي يحظى أفرادها بالترابط واتخاذ القرارات المصيرية في مجالس عائلية محببة يشارك فيها الجميع، ويهتم جميع أفرادها بشؤون بعضهم البعض، هم الأقل ضغوطًا، والأكثر إيجابية في النظرة للحياة وشؤونها ومشاكلها، في حين كان الآخرون أكثر عرضة للاكتئاب والضغوط النفسية. ¶ المشكلة الأولى: (( التمرد )) ¶ وجود حالة من ( التمرد ) أو السباحة ضد تيار الأهل بين المراهق وأسرته، وشعور الأهل والمراهق بأن كل واحد منهما لا يفهم الآخر. ¶ - الحل المقترح: ¶ إن السبب في حدوث هذه المشكلة يكمن في اختلاف مفاهيم الآباء عن مفاهيم الأبناء، واختلاف البيئة التي نشأ فيها الأهل وتكونت شخصيتهم خلالها وبيئة الأبناء، وهذا طبيعي لاختلاف الأجيال والأزمان، فالوالدان يحاولان تسيير أبنائهم بموجب آرائهم وعاداتهم وتقاليد مجتمعاتهم، وبالتالي يحجم الأبناء عن الحوار مع أهلهم؛ لأنهم يعتقدون أن الآباء إما أنهم لا يهمهم أن يعرفوا مشكلاتهم، أو أنهم لا يستطيعون فهمها، أو أنهم - حتى إن فهموها - ليسوا على استعداد لتعديل مواقفهم.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ومعالجة هذه المشكلة لا تكون إلا بإحلال الحوار الحقيقي بدل التنافر والصراع والاغتراب المتبادل، ولا بد من تفهم وجهة نظر الأبناء فعلاً لا شكلاً بحيث يشعر المراهق أنه مأخوذ على محمل الجد ومعترف به وبتفرده حتى لو لم يكن الأهل موافقين على كل آرائه ومواقفه - وأن له حقاً مشروعاً في أن يصرح بهذه الآراء. ¶ الأهم من ذلك أن يجدالمراهق لدى الأهل آذاناً صاغية وقلوباً متفتحة من الأعماق، لا مجرد مجاملة، كما ينبغي أن نفسح له المجال ليشق طريقه بنفسه حتى لو أخطأ، فالأخطاء طريق للتعلم، ¶ ومما يساعد كثيرا على حل هذه المشكلةتقوية الوازع الديني من خلال أداء الفرائض الدينية والتزام الصحبة الصالحة ومد جسور التواصل والتعاون مع أهل الخبرة والصلاح في المحيط الأسري وخارجه، ولا بد من تكثيف جرعات الثقافة الإسلامية، حيث إن الشريعة الإسلامية تنظم حياة المراهق لا كما يزعم أعداء الإسلام بأنه يكبت الرغبات ويحرم الشهوات، والاشتراك مع المراهق في عمل أنشطة يفضلها، وذلك لتقليص مساحات الاختلاف وتوسيع حقول التوافق وبناء جسور التفاهم، وتشجيع وضع أهداف عائلية مشتركة واتخاذ القرارات بصورة جماعية مقنعة، والسماح للمراهق باستضافة أصدقائه في البيت مع الحرص على التعرف إليهم والجلوس معهم لبعض الوقت، والحذر من البرمجة السلبية، وتجنب عبارات: أنت فاشل، عنيد، متمرد، اسكت يا سليط اللسان، أنت دائماً تجادل وتنتقد، أنت لا تفهم أبداً...إلخ؛ لأن هذه الكلمات والعبارات تستفز المراهق وتجلب المزيد من المشاكل والمتاعب ولا تحقق المراد من العلاج ¶ وليختر الأهل الوقت المناسب لبدء الحوار مع المراهق، بحيث يكونا غير مشغولين، وأن يتحدثا جالسين،جلسة صديقين متآلفين، يبتعدا فيها عن التكلف والتجمل، وليحذرا نبرة التوبيخ، والنهر، والتسفيه..",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "ويشير الدكتور محمد سمير عبد الفتاح (أستاذ علم النفس، مدير مركز البحوث النفسية بجامعة المنيا)، إلى أن: \" المراهق يحتاج إلى من يتفهم حالته النفسية ويراعي احتياجاته الجسدية، ولذا فهو بحاجة إلى صديق ناضج يجيب عن تساؤلاته بتفهم وعطف وصراحة، صديق يستمع إليه حتى النهاية دون مقاطعة أو سخرية أو شك، كما يحتاج إلى الأم الصديقة والأب المتفهم\". ¶ وفي حديثه لموقع المسلم ، يدعو (الخبير النفسي) الدكتور سمير عبد الفتاح أولياء الأمور إلى \" التوقف الفوري عن محاولات برمجة حياة المراهق، ويقدم بدلاً منها الحوار، و التحلي بالصبر، واحترم استقلاليته وتفكيره، والتعامل معه كشخص كبير، وغمره بالحنان وشمله بمزيد من الاهتمام\". ¶ وينصح الدكتور عبد الفتاح الأمهات بضرورة \" إشراك الأب في تحمل عبء تربية أولاده في هذه المرحلة الخطيرة من حياتهم\"، ويقول للأم: \" شجعي ابنك وبثي التفاؤل في نفسه، وجملي أسلوبك معه، واحرصي على انتقاء الكلمات كما تنتقي أطايب الثمر\". ¶ حاولا الابتعاد عن الأسئلة التي تكون إجاباتها \"بنعم\" أو \"لا\"، أو الأسئلة غير الواضحة وغير المباشرة، وافسحا له مجالاً للتعبير عن نفسه، ولا تستخدما ألفاظاً قد تكون جارحة دون قصد، مثل: \"كان هذا خطأ\" أو \"ألم أنبهك لهذا الأمر من قبل؟\". ¶ أهم أسباب الفشل في الحوار أسلوبان خاطئان: ¶ الخطأ الأول: أسلوب (ما أريد أن أسمع شيئاً).",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "والخطأ الثاني: أسلوب (المحقق) أو (ضابط الشرطة).الخطأ الأول: هو أننا نرسل عبارات (تسكيت)، وكذلك إشارات (تسكيت) معناها في النهاية (أنا ما أريد أن أسمع شيئاً منك يا ولدي). مثل العبارات التالية: (فكني)، (بعدين بعدين)، (أنا ماني فاضي لك)،(رح لأبيك)، (رح لأمك)، (خلاص خلاص)، بالإضافة إلى الحركات التي تحمل نفس المضمون، مثل: التشاغل بأي شيء آخر عن الابن أو عدم النظر إليه، وتلاحظ أن الولد يمد يده حتى يدير وجه أمه إلى جهته كأنه يقول: (أمي اسمعيني الله يخليك) أو يقوم بنفسه، ويجيء مقابل وجه أمه حتى تسمع منه.. هو الآن يذكرنا بحقه علينا، لكنه مستقبلاً لن يفعل، وسيفهم أن أمه ممكن تستمع بكل اهتمام لأي صديقة في الهاتف أو زائرة مهما كانت غريبة، بل حتى تستمع للجماد(التلفاز) ولكنها لا تستمع إليه كأن كل شيء مهم إلا هو لذلك عندما تنتهي من قراءة المقال، ويأتيك ولدك يعبر عن نفسه ومشاعره وأفكاره، اهتم كل الاهتمام بالذي يقوله، هذا الاستماع والاهتمام فيه إشعار منك له بتفهمه، واحترامه، وقبوله، وهي من احتياجاته الأساسية: ¶ التفهم، والاحترام، والقبول بالنسبة له،حديثه في تلك اللحظة أهم من كل ما يشغل بالك أياً كان، إذا كنت مشغولاً أيها الأب أو أيتها الأم.. أعطِ ابنك أو ابنتك موعدا ًصادقاً ومحدداً.. ¶ مثلاً تقول: أنا الآن مشغول، بعد ربع ساعة أستطيع أن أستمع لك جيداً، واهتم فعلاً بموعدك معه.. نريد أن نستبدل كلماتنا وإشاراتنا التي معناها (أنا ما أريد أن أسمع منك شيئاً) بكلمات وإشارات معناها (أنا أحبك وأحب أن أسمع لك وحاسس بمشاعرك) وبالأخص إذا كان منزعجاً أو محبطاً ونفسيته متأثرة من خلال مجموعة من الحركات: الاحتضان، الاحتضان الجانبي، والاحتضان الجانبي حتى نتخيله.. ¶ المشكلة الثانية: (( الانطواء ))",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "شعور المراهق بالخجل والانطواء، الأمر الذي يعيقه عن تحقيق تفاعله الاجتماعي، وتظهر عليه هاتين الصفتين من خلال احمرار الوجه عند التحدث، والتلعثم في الكلام وعدم الطلاقة، وجفاف الحلق. ¶ - الحل المقترح: ¶ إن أسباب الخجل والانطواء عند المراهق متعددة، وأهمها: ¶ عجزه عن مواجهة مشكلات المرحلة، وأسلوب التنشئة الاجتماعية الذي ينشأ عليه، فالتدليل الزائد والقسوة الزائدة يؤديان إلى شعوره بالاعتماد على الآخرين في حل مشكلاته، لكن طبيعة المرحلة تتطلب منه أن يستقل عن الأسرة ويعتمد على نفسه، فيحدث صراع لديه، ويلجأ إلى الانسحاب من العالم الاجتماعي، والانطواء والخجل عندالتحدث مع الآخرين. ¶ ولعلاج هذه المشكلة ينصح بتوجيه المراهق بصورة دائمة وغير مباشرة، وإعطاء مساحة كبيرة للنقاش والحوار معه، والتسامح معه في بعض المواقف الاجتماعية، وتشجيعه على التحدث والحوار بطلاقة مع الآخرين، وتعزيز ثقته بنفسه. ¶ المشكلة الثالثة: (( العصبية )) ¶ عصبية المراهق واندفاعه، وحدة طباعه، وعناده، ورغبته في تحقيق مطالبه بالقوة والعنف الزائد، وتوتره الدائم بشكل يسبب إزعاجاً كبيراً للمحيطين به. ¶ - الحل المقترح: ¶ يرى الدكتور عبد العزيز محمد الحر، أن لعصبية المراهق أسباباً كثيرة، منها: ¶ - أسباب مرتبطة بالتكوين الموروث في الشخصية، وفي هذه الحالة يكون أحد الوالدين عصبياً فعلاً، ¶ - أسباب بيئية، مثل: نشأة المراهق في جو تربوي مشحون بالعصبية والسلوك المشاكس الغضوب.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "كما أن الحديث مع المراهقين بفظاظة وعدوانية، والتصرف معهم بعنف، يؤدي بهم إلى أن يتصرفوا ويتكلموا بالطريقة نفسها، بل قد يتمادوا للأشد منها تأثيراً، فالمراهقون يتعلمون العصبية في معظم الحالات من الوالدين أو المحيطين بهم، كما أن تشدد الأهل معهم بشكل مفرط، ومطالبتهم بما يفوق طاقاتهم وقدراتهم من التصرفات والسلوكيات، يجعلهم عاجزين عن الاستجابة لتلك الطلبات، والنتيجة إحساس هؤلاء المراهقين بأن عدواناً يمارس عليهم، يؤدي إلى توترهم وعصبيتهم، ويدفعهم ذلك إلى عدوانية السلوك الذي يعبرون عنه في صورته الأولية بالعصبية، فالتشدد المفرط هذا يحولهم إلى عصبيين، ومتمردين. ¶ وهناك أسباب أخرى لعصبية المراهقين كضيق المنزل، وعدم توافر أماكن للهو، وممارسة أنشطة ذهنية أو جسدية، وإهمال حاجتهم الحقيقية للاسترخاء والراحة لبعض الوقت. ¶ وعلاج عصبية المراهق يكون من خلال الشعوربالأمان، والحب، والعدل، والاستقلالية، والحزم، فلا بد للمراهق من الشعور بالأمان في المنزل.. الأمان من مخاوف التفكك الأسري، والأمان من الفشل في الدراسة، والأمر الآخر هو الحب فكلما زاد الحب للأبناء زادت فرصة التفاهم معهم، فيجب ألا نركز في حديثنا معهم على التهديد والعقاب، والعدل في التعامل مع الأبناء ضروري؛ لأن السلوك التفاضلي نحوهم يوجد أرضاً خصبة للعصبية، فالعصبية ردة فعل لأمر آخر وليست المشكلة نفسها، والاستقلالية مهمة، فلا بد من تخفيف السلطة الأبوية عن الأبناء وإعطائهم الثقة بأنفسهم بدرجة أكبر مع المراقبة والمتابعة عن بعد، فالاستقلالية شعور محبب لدى الأبناء خصوصاً في هذه السن، ولابد من الحزم مع المراهق، فيجب ألا يترك لفعل ما يريد بالطريقة التي يريدها وفي الوقت الذي يريده ومع من يريد، وإنما يجب أن يعي أن مثل ما له من حقوق، فإن عليه واجبات يجب أن يؤديها، وأن مثل ما له من حرية فللآخرين حريات يجب أن يحترمها. ¶ المشكلة الرابعة: (( أفعال مزعجة ))",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "ممارسة المراهق للسلوك المزعج، كعدم مراعاة الآداب العامة، والاعتداء على الناس، وتخريب الممتلكات والبيئة والطبيعة، وقد يكون الإزعاج لفظياً أو عملياً. ¶ - الحل المقترح: ¶ من أهم أسباب السلوك المزعج عند المراهق: رغبته في تحقيق مقاصده الخاصة دون اعتبار للمصلحة العامة، والأفكار الخاطئة التي تصل لذهنه من أن المراهق هو الشخص القوي الشجاع، وهو الذي يصرع الآخرين ويأخذ حقوقه بيده لا بالحسنى، وأيضاً الإحباط والحرمان والقهر الذي يعيشه داخل الأسرة، وتقليد الآخرين والاقتداء بسلوكهم الفوضوي، والتعثر الدراسي، ومصاحبة أقران السوء. ¶ أما مظاهر السلوك المزعج، فهي: نشاط حركي زائد يغلب عليه الاضطراب والسلوكيات المرتجلة، واشتداد نزعة الاستقلال والتطلع إلى القيادة، وتعبير المراهق عن نفسه وأحاسيسه ورغباته بطرق غير لائقة (الصراخ، الشتم، السرقة، القسوة، الجدل العقيم، التورط في المشاكل، والضجر السريع، والتأفف من الاحتكاك بالناس، وتبرير التصرفات بأسباب واهية، والنفور من النصح، والتمادي في العناد) ¶ أما مدخل العلاج فهو تبصير المراهق بعظمة المسؤوليات التي تقع على كاهله وكيفية الوفاء بالأمانات، وإشغاله بالخير والأعمال المثمرة البناءة، وتصويب المفاهيم الخاطئة في ذهنه، ونفي العلاقة المزعومة بين الاستقلالية والتعدي على الغير، وتشجيعه على مصاحبة الجيدين من الأصدقاء ممن لا يحبون أن يمدوا يد الإساءة للآخرين، وإرشاده لبعض لطرق لحل الأزمات ومواجهة عدوان الآخرين بحكمة، وتعزيز المبادرات الإيجابية إذا بادر إلى القيام بسلوك إيجابي يدل على احترامه للآخرين من خلال المدح والثناء، والابتعاد عن الألفاظ الاستفزازية وتجنب التوبيخ قدر المستطاع. ¶ المشكلة الخامسة :- (( اليتم ))",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "يمر المراهقون أثناء فترات الثكل بوقت صعب بوجه خاص؛ فهم يتعاملون مع الخسارة ويعبرون، في الوقت نفسه، عتبات المراهقة التي تعتبر غالبا مرحلة تطور محير ومضن. وعندما يحزن المراهقون يتميز حزنهم وتفجعهم بالعمق لكنهم في الغالب يبذلون جهودا كبيرة في إخفاء مشاعرهم عمن حولهم لكي يكونوا أقل عرضة للنقد، ويصعب على الأولاد بوجه خاص إظهار عواطفهم الحقيقية... وغالبا ما نجد أن المراهقين قد أخذوا على عاتقهم القيام بدور الراعي للعائلة، وبذا فانهم يكبتون حزنهم وألمهم الشخصي أو يزيلونه من مركز تركيزهم. ¶ المراهقة هي وقت عبور خط دقيق يفصل بين الطفولة والبلوغ، ولهذا فان ردود فعل المراهقين على الخسارة تتميز بعناصر من كلا هذين العالمين، الطفولة والبلوغ، وتشبه مشاعر الالم والحداد لدى المراهقين نظيرتها لدى البالغين، إلا ان المراهقين يمكن ان يعبروا عن غضب اكثر وينغمسوا في سلوك متطرف، او حتى خطير. والمراهقون معرفيا، قادرون على فهم معنى وحتمية الموت لكنهم لا يستطيعون عاطفيا مواجهة هذا الحدث. ¶ قد يكون شعورنا نحن البالغين تجاه المراهقين المحزونين شعورا بالعجز وعدم السيطرة. وخلافا لما هو عليه الحال مع الأطفال الصغار، يكون المراهقون أكثر استقلالا ويشعر الكبار غالبا أن نفوذهم ضئيل على المراهقين. ويمتد هذا ليشمل مقدار الوقت الذي يقضونه خارج البيت، والأشخاص الذين يعاشرونهم، وما الذي يتعرضون إليه من خلال وسائل الإعلام الالكترونية ونحن لا ندري في الغالب أنواع شبكات الدعم المتاحة لهم، وربما نشعر وكأنهم يرفضون محاولاتنا للتقرب منهم والاتصال بهم. فكيف نستطيع معالجة هذا الوضع؟ ¶ الخطوة الأولى :- فهم خصائص الحزن الذي يتفرد به المراهقون. وعندئذ فقط تستطيع تقديم المساعدة لهم.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "يدرك المراهقون، مثلما يدرك الكبار، حتمية الموت... وهم الآن في مرحلة يلقون فيها ظلالا من الشك حول القيم والأفكار التي رباهم عليها الوالدان منذ الطفولة. ويقع الموت كحدث غير طبيعي يدفعهم إلى الشك في صحة الأعراف الاجتماعية كطقوس الحداد، أو يدفعهم إلى إثارة أسئلة حول العدالة ومعنى الحياة والموت نفسه. من المهم أن نتفهم هذه الحاجة ونتحلى بالصبر. ويتعين علينا أن نسمح للمراهق بأن يشكل أراءه حتى لو بدت تلك الآراء غير مناسبة أو تتعارض مع آرائنا. حاول أن تستمع إلى وجهة نظرهم وعبر عن رأيك باحترام، ففتح حوار مع المراهق، بغض النظر عن موضوع الحوار، هو في حد ذاته بالغ الاهمية. ئص مراهقين يمرون بحزن. ¶ الانسحاب ¶ بعد التعرض لخسارة كبيرة، قد تبدأ بالاحساس بأن ابنك المراهق يبتعد عنك... فقد يحبس نفسه في غرفته، ولا يكاد يكلمك، وقد يقضي وقتا كثيرا بعيدا عن البيت. ان مثل هذا السلوك في الحقيقة عادي تماما، وهو سلوك انموذج لمراهقين حل اقرانهم محل والديهم كمصدر نفوذ رئيسي لهم. وسيفضل المراهق عادة صديقه على محادثة معك، أنت الوالد. وقد يستجيب حتى بغضب لمحاولاتك اخراجه مما هو فيه، مدعيا أنك لا تتفهمه. ولذا فان من المهم فعلا أن توضح له بأنك متاح لمساعدته إذا رغب في ذلك، ويريد التحدث، لكن لا تمارس عليه الضغط. حاول أن تحرص على أن يكون له صديق أو شخص يمكن أن ينفتح عليه ويشاطره مشاعره ¶ سلوك ينطوي على مجازفة ¶ يلجأ المراهقون الذين تغمرهم العواطف أحيانا إلى سلوك عنيف أو غير مسؤول، أو حتى الى القيام بأفعال خطرة؛ ويقوم المراهقون غالبا بمثل هذا النشاط ليثبتوا لأنفسهم انهم لا يقهرون وان الموت لن يطالهم. ¶ إساءة استعمال مواد محظورة",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "عندما تطغى عواطف مؤلمة على المراهقين، فانهم قد يلجأون الى المخدرات والكحول. وتتحول هذه العواطف أحيانا إلى غضب موجه نحو الفقيد، أو العائلة أو العالم عموما. وقد يجد المراهق في المخدرات والكحول استراحة مؤقتة من هذه المشاعر الصعبة، لكنها على المدى البعيد تعيق عملية التشافي وتمنع الشاب من تعلم كيفية مواجهة حزنه في الواقع. ¶ وسواس الموت ¶ يستحوذ وسواس الموت على كثير من المراهقين عقب فقدان عزيز... ويمكن ملاحظة هذا الأمر من خلال الملابس التي يرتدونها وقد يكون هذا هو أسلوبهم في مواجهة مفهوم الموت المروع، وذلك بدمجه في حياتهم اليومية. إضافة إلى ذلك، قد يعبر المراهقون إما لك أو لأصدقائهم، عن أفكار تتعلق بالموت والانتحار أو عبثية حياتهم. فإذا تحدث المراهق عن الانتحار، فيجب على الكبار أن يحملوا حديثه محمل الجد، وينبغي أن يسعوا فورا إلى طلب المساعدة من طبيب نفسانى منتفاديا لوقوع مأساة اخرى. ¶ مساعدة المراهقين أثناء فترات الحزن ¶ كن صبورا ¶ عند عرض المساعدة، اعرضها بلطف وحرض وبالتدريج. لا تحاول ممارسة ضغط على الشاب لكي يتحدث معك عن مشاعره، لأن هذا قد يسبب انطواءه على نفسه، وان ينأى بنفسه عنك. أوضح له أنك رهن إشارته دائما اذا ومتى اختار أن يتحدث اليك. ¶ أظهر الاحترام ¶ حتى لو كانت اراء المراهق تسيء إليك أو تسيء إلى الفقيد، حاول أن لا تكون مقررا، أظهر دائما الاحترام لآراء ابنك المراهق، وحاول أن تتحدث معه حتى لو اختلفت وجهات نظريكما",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "خصص وقتا لتكونا معا لا يستطيع الشباب، حتى أكثرهم استقلالا، المواجهة بدون مساعدتك – فمن المهم ان تخصص وقتا مناسبا لاجراء حديث طيب فعلا معه. قد يكون من العسير على الشباب ان يبادروا الى اجراء حديث معك، وقد يشعرون أنك قد لا تتفهمهم. لا تنتظر حتى يلجأوا اليك، خصص وقتا للجلوس معهم او اصحبهم الى مكان تتناولان فيه القهوة وتتجاذبا اطراف الحديث. ابدأ الحديث بالتكلم عن مشاعرك انت وعن مشاطرة افكارك. وسيظهر لهم هذا بأنك تثمن مدخلهم ورأيهم وانك لا تخشى الانكشاف عليهم. فقد تكافأ محادثتك التمهيدية هذه باستجابة متبادلة. ¶ المشكلة السادسة :- (( العادة السرية )) ¶ يجنى الإنسان كثيرا من الثمرات المرة من وراء هذه العادة السيئة ومن ذلك ¶ 1- العجز الجنسي ¶ وهذا العجز قد لا يبدو ملحوظا للشاب وهو في عنفوان شبابه ، إلا انه ومع تقدم السن تبدأ هذه الأعراض في الظهور شيئا فشيئا . ¶ 2- الإنهاك والآلام والضعف ¶ . يقول أحد علماء السلف \" إن المنيّ غذاء العقل ونخاع العظام وخلاصة العروق\". وتقول أحد الدراسات الطبية \"أن مرة قذف واحدة تعادل مجهود من ركض ركضا متواصلا لمسافة عدة كيلومترات\" ¶ 3- الشتات الذهني وضعف الذاكرة ¶ ممارس العادة السرية يفقد القدرة على التركيز الذهني وتتناقص لديه قدرات الحفظ والفهم والاستيعاب حتى ينتج عن ذلك شتات في الذهن وضعف في الذاكرة وعدم القدرة على مجاراة الآخرين وفهم الأمور فهما صحيحا. وللتمثيل على ذلك يلاحظ أن الذي كان من المجدّين دراسيا سيتأثر عطاؤه وبشكل لافت للنظر وبطريقة قد تسبب له القلق وينخفض مستواه التعليمي. ¶ 4- استمرار ممارستها بعد الزواج ¶ يظن الكثيرون من ممارسي العادة السرية ومن الجنسين أن هذه العادة هي مرحلة وقتية حتّمتها ظروف الممارسين من قوة الشهوة في فترة المراهقة والفراغ وكثرة المغريات.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "ولكن الواقع ومصارحة المعانين أنفسهم أثبتت أنه متى ما أدمن الممارس عليها فلن يستطيع تركها والخلاص منها في الغالب وحتى بعد الزواج. بل إن البعض قد صرّح بأنه لا يجد المتعة في سواها حيث يشعر كل من الزوجين بنقص معين ولا يتمكنا من تحقيق الإشباع الكامل مما يؤدى إلى نفور بين الأزواج ومشاكل زوجية قد تصل إلى الطلاق ، أو قد يتكيف كل منهما على ممارسة العادة السرية بعلم أو بدون علم الطرف الآخر حتى يكمل كل منهما الجزء الناقص في حياته الزوجية. ¶ 5- شعور الندم والحسرة ¶ من الآثار النفسية التي تخلفها هذه العادة السيئة الإحساس الدائم بالألم والحسرة حيث يؤكد أغلب ممارسيها على أنها وان كانت عادة لها لذة وقتية ( لمدة ثوان ) تعوّد عليها الممارس وغرق في بحورها دون أن يشعر بأضرارها وما يترتب عليها إلا أنها تترك لممارسها شعورا بالندم والألم والحسرة فورا بعد الوصول أو القذف وانتهاء النشوة لأنها على الأقل لم تضف للممارس جديدا . ¶ طرق علاج العادة السرية :- ¶ 1- اللجوء إلى العزيز القدير لاشك أن المعين الوحيد للإنسان على مواجهة مشاكله هو رب العزة حتى في الخلاص من العادة فينطرح بين يديه ويقبل بقلبه عليه ويسأل من هذا الهم مخرجا ومن هذا الكرب فرجا وليكثر من قوله ¶ - اللهم إني أسألك الهدى والتقى والعفاف والغنى . ¶ - رب أعوذ بك من همزات الشياطين ، وأعوذ بك رب أن يحضرون . ¶ اللهم حبب إلىّ الإيمان وزينه في قلبي ، وكره إلىّ الكفر والفسوق والعصيان ، واجعلني من الراشدين . ¶ - ربنا لا تزغ قلوبنا بعد إذ هديتنا وهب لنا من لدنك رحمة انك آنت الوهاب . ¶ - اللهم أغنني بحلالك عن حرامك ، وبطاعتك عن معصيتك ، وبفضلك عمّن سواك",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "2- بمجاهدة النفس على أداء الصلوات الخمس في المساجد ولا سيما الفجر. فليجب داعي الله وليذهب إلى أقرب بيت من بيوت الله ، ليلجأ إليه سبحانه ويطلب المساعدة والعون لقهر الأعداء والتغلب على الشهوات ، ولا يجعل للشيطان فرصة للدخول بينه وبين خالقه عند الوقوع فيها مرة أخرى بل ينهض بعد ممارستها فورا ويغتسل من الجنابة ثم يتوضأ للصلاة التي تليها ويستعد لأدائها في المسجد وبذلك سيجد أن معدل ممارستها قد بدأ في التناقص تلقائيا وبشكل ملحوظ ¶ ولعل أعظم عذاب ينزل على عباد الله تعالى هو تلك الحالة من الاضطراب وعدم الاستقرار الناشئ عن تخبطهم في الطريق، وعدم تلمسهم للعلاج الرباني والنبوي والله لا يريد من عباده إلا الشكر والإيمان أي اليقين بما عند الله تعالى والثقة بوعده والالتزام لتحقيق الشفاء التام لمن أراد. ¶ 3- الزواج المبكر ¶ مهم جدا أن نقول للشاب احرص على الزواج المبكر وحاول إقناع والديك بذلك عصمة لك وحفاظا على دينك ونفسك وصحتك ومبادئك ، اختر ذات الدين ولا تخش المسئولية أو الطلاق السريع أو ما شابه ذلك من المفاهيم المضللة التي تقرأ وتسمع اليوم من الوسائل المختلفة وتسربت إلينا بسبب البعد عن الله وضعف الإيمان وكما جاء عن الرسول صلى الله عليه وسلم \"يا معشر الشباب من استطاع منكم الباءة فليتزوج فانه أغض للبصر وأحصن للفرج \"وهذه النصيحة آلتي يقولها كل عاقل إلى الشباب والفتيات من خلال التجربة والإدراك لدور الزواج في التنفيس المشروع للشهوة وأثر ذلك على وقاية الإنسان من الوقوع في المحرمات أو حتى النظر إلى المحرمات. ¶ 3- التمسك بالجماعة الصالحة",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "يجب الحرص كل الحرص على عدم الانفراد وحيدا بعيدا عن الناس والتمسك بجماعة الأخيار والصالحين فقد قال تعالى ( واعتصموا بحبل الله جميعا ولا تفرقوا ...الآية) 103 آ ل عمران ، وجاء في معنى الأحاديث أن ( يد الله مع الجماعة ) وأن ( الذئب لا يأكل من الغنم إلا القاصية ) أي البعيدة الوحيدة ، وجاء أيضا \" أن الشيطان مع الواحد وهو من الاثنين أبعد\" وهذا هو حال الشيطان والنفس مع الإنسان في الوحدة,أما إذا حرص الإنسان على التواجد مع جماعة أصدقاء خير وصلاح وليسوا من دعاة الشر والفساد لن يجد الشيطان إليه طريقا ويستطيع أن شاء الله المضيّ قدما إلى طريق السعادة والفلاح ¶ 4- الوقت والفراغ ¶ إن اكبر نعمتان مغبون فيها بن آدم هما الصحة والفراغ كما جاء في الحديث ، إياك أن تدع ولو نصف ساعة دون أن يكون فيها شئ مفيد ونافع لدينك ولدنياك وإلا سيكون هذا الفراغ نقمة على الإنسان ومدعاة لدخول الشيطان إلى جوارحه مرة أخرى والعودة إلى مالا تحمد عواقبه . ¶ 5- بالبعد عن أماكن التجمعات المختلطة كالأسواق وغيرها ¶ 6- بعدم السماح للمحيطين من أصدقاء أو أقارب بالحديث عن علاقاته الخاصة ¶ 7- عادات عند النوم ، احرص على ما يلي :- ¶ * عدم النوم وحيدا في معزل عن الآخرين أو في غياب عن أعينهم ففي ذلك سبيل ومدخل للشيطان وباعث على الخيال والتهيّج. ¶ * النوم على وضوء وبملابس طاهرة وعلى فراش طاهر والحذر من النوم على جنابة. ¶ * قراءة المعوذتين وآية الكرسي ودعاء النوم ثم النوم على الشق الأيمن . ¶ * عدم النوم على البطن ( الانبطاح ) فقد يكون ذلك محركا ومهيجا وقد نهى الرسول صلى الله عليه وسلم عن ذلك وأنها ضجعة يبغضها الله سبحانه وتعالى . ¶ * عدم الاستلقاء على الفراش إذا لم يتم الشعور بنعاس أو لم تكن هناك رغبة في النوم ¶ * النهوض سريعا عند الاستيقاظ وعدم التكاسل على الفراش حتى لا تتحرك الشهوة بعد النوم والراحة.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "* عدم النوم عاريا أو شبه عاريا أو بملابس يسهل تعريّها . ¶ * تجنب استخدام الأقمشة الحريرية أو الناعمة في الملابس والأغطية فكل ذلك قد يحرك ا لشهوة عند أقل احتكاك. ¶ * تجنب احتضان بعض الأشياء آلتي اعتاد عليها البعض اليوم كالوسادة أو الدمى كبيرة الحجم وغير ذلك. ¶ * النوم على الفطرة وذلك بالنوم ليلا مبكرا والاستيقاظ لصلاة الصبح وتجنب النوم بين المغرب والعشاء أو النوم الطويل الذي يضيع الفروض في أوقاتها. ¶ * حفظ الأدعية المأثورة أو ما تيسر منها وترديده عند النوم ¶ 8- الأصدقاء ¶ الأصدقاء من أهم الأسلحة التي تؤثر في المرء وقد قالوا قديما \" أن الصاحب ساحب \" وقالوا كذلك \" من صاحب المصلين صلّى ومن صاحب المغنين غنّى \" وجاء في شعر العرب \" عن المرء لا تسل وسل عن قرينه إن القرين إلى المقارن ينسب \".وقد قال النبى صلى الله عليه وسلم (( المرء على دين خليله فلينظر أحدكم من يخالل )) ¶ خامسا :- أمثلة من الحياة ¶ هذه بعض الأمثلة من مشكلات المراهقين من خلال أسئلة الزائرين لموقع إسلام أولاين وإجابة المتخصصين عليها ¶ يا فضيلة الدكتور، لديّ أخت عمرها 16 سنة سيئة السلوك، ومتمردة على أوامر أمي وأبي، وفصلت من المدرسة؛ بسبب تمردها على المدرسات، وكلامها الفاحش، وتحب أن تعاكس زميلاتها إما بواسطة التليفون أو في المدرسة، وتلبس ملابس الرجال، وتكثر الجلوس مع إخواني الذكور، ودائمًا تعمل أعمالاً تغضبنا منها، فتستسلم للبكاء والعزلة، وتلبس ألوانا قاتمة من الملابس، ويبدو عليها الحزن واليأس، ودائمًا أنصحها ولكن لا جدوى، ويبدو منها بعض الأعمال الغريبة مثل جلوسها في الحمام فترة طويلة، وجزاكم الله خيرا. ¶ الجواب",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "الأخ السائل/ نحمد إلى الله اهتمامك بأختك و شفقتك عليها و إن بدت مرارةً في سؤالك ،وإن كنالا ندري كم سنك ، وكم هو فرق العمر بينك وبين أختك التي بعثت تشكو حالها.. ولكنا نشكر لك اهتمامك ونذكرك أن جزءاً كبيرًا من المسئولية في إصلاح حال هذه الأخت يقع على عاتق الوالدين، والتي تبدو العلاقة بينهما ليست على ما يرام، وهو أمر مهم في التعاون للتعامل مع هذه الفتاة.. و ,بالرغم من وصفك لأختك أنها سيئة السلوك فإننا لا نتفق معك في هذا الوصف؛ ¶ إننا كما نلمس من رسالتك أنها فتاة في سن المراهقة فيبدو أنها لا تجد من يستطيع التفاهم معها أو فهمها، وأنتج ذلك عندها نوعًا من الغضب والرفض الذي يظهر فيما أسميته أنت في رسالتك التمرد على الأب والأم والتمرد على المدرسات؛ فالتمرد من سمات هذه المرحلة عندما يُحبط المراهق حين يشعر أن من حوله لا يفهمونه..، إن هذه الفتاة لم تجد من يستطيع احتواءها..، إنها تريد أن تثبت ذاتها، إنها تريد أن تعلن أنها أصبحت شخصية مستقلة، إنها تريد أن تقول أنا كبرت، ولكن يبدو أن هذا شيء غير مفهوم من قبل أبيها أو أمها أو مدرساتها. إنها تتحدث مع زميلاتها لأنها تجد عندهن من يسمعها ويتجاوب معها.. ولبس ملابس الرجال أو الألوان القاتمة من الملابس إنما يدخل في هذه الرغبة في التميز وإثبات الذات حتى ولو كان بصورة شكلية من خلال الملابس ¶ وتقاليعها، ولا نرى في جلوسها مع إخوانها الذكور أي مشكلة أو دلالة على سوء السلوك، بل يدل على حاجتها أن تجد من هو مقارب لسنّها لفهمها لتستطيع الجلوس والحديث معه.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "إن مفتاح حل مشكلة هذه الفتاة هو \"الصداقة والحب والتفاهم\"، إنها لا تريد منك أيها الأخ - إن كنت مهتمًّا حقًّا بأمر أختك - النصح المستمر فهذا أمر لا يجدي، ولكنها تحتاج منك الصداقة المستمرة والحب المتدفق والتفاهم الفعّال.. وعندها سترى شخصية أخرى أمامك، إنك تستطيع أن تكسب بالحب والصداقة والتفاهم ما لم يستطع الأب والأم والمدرسات أن يكسبوه.. لقد اكتفى الأب والأم بإلقاء الأوامر، واكتفت المدرسة بفصلها عن الدراسة، ولم يحاول أحد أن يقترب من هذه الفتاة ويفهم مشكلتها أو ما يدور في نفسها أو لماذا هي غاضبة أو ماذا تريد؟، ثم يُشعرها أنه قريب منها، ويشعر بأحاسيسها وآلامها، وأنه سيساعدها في تجاوزها.. إن هذه الفتاة تريد من يأخذ بيدها بحنان وحب لا من يزجرها ناصحًا أو غاضبًا أو ناقدًا. ¶ إن رسول الله - صلى الله عليه وسلم - جاءه الشاب المراهق يقول له: ائذن لي في الزنا يا رسول الله، فهل زجره أو غضب عليه أو وصفه بالتمرد على القيم والأخلاق أو فصله من المجتمع الإسلامي، لقد فعل الرسول - صلى الله عليه وسلم - ثلاثة أمور هامة ترشدنا لما يجب فعله مع هذه الفتاة وأمثالها في سن المراهقة.. أول شيء قال له الرسول - صلى الله عليه وسلم -: \"ادن.. اقترب\"، لقد قربه رسول الله - صلى الله عليه وسلم - إليه حتى يكون في مجال تأثيره النفسي والروحاني.. ثم حاوره بالمنطق وكان قادرًا أن يبين له الحكم وكفى، ولكن الرسول - صلى الله عليه وسلم - يعلم أن الشاب في هذه السن يحتاج إلى من يحترم عقله، ويقدر ذاته، فجلس الرسول - صلى الله عليه وسلم - يحاوره: \"أترضاه لأمك\".. \"أترضاه لأختك\".. \"أترضاه…\"، والشاب يرد: \"لا، لا\"، ثم يضع الرسول - صلى الله عليه وسلم - يده على قلب هذا الشاب ويدعو له بأن يطهّر الله قلبه، فمن منا يدعو لابنه المراهق أو أخته المراهقة؟",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "إن هذه الأخت تحتاج منك أن تقترب منها وتصادقها وتحاورها، وعندها ستمتنع عن فعل الخطأ حتى لا تغضب صديقها وأخاها الذي شعرت بحبه ودفئه، وسترى منها العجب العجاب في تغير سلوكها. ¶ 2- سؤال طويل ملخصه (( ابنى معاند وعاق )) ¶ الجواب يقول الدكتور أحمد عبد الله: ¶ أخي العزيز، تأثرنا بمشكلتك مع ولدك، ورأينا فيها مشكلة الكثيرين من الآباء الحريصين على أبنائهم، العاجزين في الوقت نفسه عن التواصل معهم. ¶ دعني أولاً أشير إلى عدة ملاحظات ¶ 1 - عناد ابنك معك يحدث محاولة منه لتحديك، وإثبات ذاته، وليس ناتجًا عن قلة أدب أو احترام، أو حتى عن اقتناع بما يعاند من أجله. ¶ 2 - ابنك يعيش -بحكم عمره، وبحكم تنشئته- في جدال وصراع دائم بين المعايير التي تربى عليها، وتتمسك أنت بها، وبين بعض التمرد الذي يريده كمراهق بما يعني حرية قد تؤدي إلى خطأ، يبدو أنك تخشى دائمًا من وقوعه، وربما لذلك تحاصره بالنصائح المباشرة، وغير المباشرة \"عبر آخرين\". ¶ 3 - ربما نشأ ولدك على أن يحصل على ما يريد بالبكاء، ويبدو أنه كان -ولا يزال- يلعب لعبة النفس الطويل في الجدال بالحق أو بالباطل، ولا يصلح مع هذا النوع إلا نفس أطول، مع تفويض بالتصرف في بعض الأشياء بحرية كاملة ليرى بنفسه أن اختياره الحر \"الذي لم يكن عليه أي قيد\" كان اختيارًا خاطئًا وسفيهًا \"دعه يكتشف هذا بنفسه، ومن خلال العواقب لا من خلال النصائح\". ¶ 4 - وصفت ولدك بالعقوق، وهذه تهمة شنيعة، إما أن تقدم عليها دليلاً ساطعًا، وإما أن تتراجع عنها فورًا؛ لأنك إذا تعاملت معه كولد عاقٍّ فإن نفسك لن تتسع لشقاوته وحماقاته الصغيرة أبدًا، علمًا بأنك ألقيت التهمة \"هكذا\" دون تدليل كافٍ، بل دون أدلة على الإطلاق \"اتق الله\".",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "5 - الحوار بغرض الإقناع، أي التفاوض بين طرفين ليحمل أحدهما الآخر على النزول إلى رأيه لا يسمى تفاوضًا أو حوارًا من الأصل، يمكن أن تسميه وعظًا أو إقناعًا أو غير ذلك، لكنه يا سيدي، ليس حوارًا، الحوار يصل غالبًا إلى حلول وسط، وقد يصل إلى نقطة \"أنا أرفض هذا، ولكن لك الحرية أن تتصرف كما ترى، أو صيغة أنا أرفض، وبالتالي لن أتعاون أو أشارك\"... إلخ. ¶ وضع في ذهنك أن الحوار بينكما \"غير متكافئ\"؛ لأن هناك طرفًا يملك المال، والسلطة \"إذا صح التعبير\" وطرفًا لا يملك سوى رأي مستند إلى خبرة بسيطة في الحياة، فلا تشعر ولدك بهذه الفجوة حتى يكون الحوار حوارًا. ¶ السلطان الأكبر على النفوس جميعًا هو سلطان الإحسان والفضل \"تفضل على من شئت تكن أميره\"، وأفضل الفضل هو ما لا مِنَّة فيه، ولا معايرة. وأحكم الآباء هم الذين ينصحون بقليل الكلام، وحكيم الأسلوب، ولسان حالهم يقول: يا بني، لقد قلت ما عندي، وأنا هنا إن راق لك أن تعود خلال التجربة أو بعدها، وستجد عندي دومًا السند والدعم قبل العتاب واللوم. ¶ 7 - لست مستريحًا من قولك: \"هو يعرف الصح من الخطأ، والحلال والحرام، ويطالب الغير بذلك وبدقة\"، فمن هو ومن أنت ومن أنا حتى نقف رقباء محاسبين للناس نتابع تنفيذهم للحلال والحرام \"بدقة\"؟ وتقمصنا لدور القضاة خروج عن روح الإسلام ومقاصده، فنحن في أحسن الأحوال مجرد \"دعاة\" نرفق بالناس وبأنفسنا، علينا النصح والأمر بالمعروف بمعروف، ولهذا الأمر آداب وضوابط شرحها يطول. ¶ أرجو ألا تعامل ولدك بوصفك إلهًا أو قاضيًا، يحكم ويعاقب \"فلست كذلك\" وإنما –كما هي الحقيقة– كأخ أكبر، وصديق أنضج يشفق، ويغضب –أحيانًا- غضب الشقيق الشفيق الصديق، وأرجو أن تصل نفس الرسالة بالتالي لولدك؛ فيكف عن مطالبة الآخرين، ويطالب نفسه فحسب. وينتهي كلام الدكتور أحمد عبد الله. ¶ ويجيب د. عمرو أبو خليل على السؤال نفسه فيقول:",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "إنك تصف ابنك الذي على أعتاب المراهقة وصفًا دقيقًا.. ونحن لم نتعجب مما تصفه أو نجد فيه شيئًا شاذًّا أو غريبًا.. إنها مرحلة المراهقة أيها الأب الكريم التي يعبر فيها ابنك عن ذاته ويريد أن يثبتها؛ فترى منه الأمور التي تصفها بالتطرف والتناقض.. إنه في بداية مرحلة من الحيرة لم يثبت فيها على شيء. فيفعل الشيء ونقيضه ويرفض السيطرة في صورة ما تصفه في رسالتك لحقوق الوالدين وما هو بحقوق، ولكنها الرغبة في أن يعلن: أنني هنا صاحب رأي وذات مستقلة.. وهو في نفس الوقت غير قادر على ذلك؛ لأن تجاربه وقدراته لا تسعفه. ¶ والأب الماهر هو الذي يعطي الفرصة لهذا المراهق في أن يبدي رأيه، ويثبت ذاته ولا يشعره بعجزه، بل بالعكس يقدم له العون بطريق غير مباشر، وإليك هذه المحطات التي تعينك في تعاملك مع ابنك. ¶ 1 - ستجده مهتمًّا بمظهره وبشكل جسمه، وربما يميل للبس الغريب من الثياب أو التقاليع، فلا تصطدم به وحاول أن تفهم دوافعه، ولا تصطدم به، وتجاوز معه الحديث عن علاقة مظهر الإنسان بجوهره، وقدم له الأمثلة عن أهمية جوهر الإنسان، وما يقوم به من جهد وعمل في ظهور صورته أمام الناس، وليكن ذلك بدون ربط مباشر بمسألة ملابسه.. ولا يكن نقدك حادًّا وساخرًا لمظهره، ولكن افتح حوارًا مفتوحًا؛ تكن فيه متسلحًا بالحجج والبراهين. ¶ 2 - ستجده شديد النقد لكل ما حوله رافضًا لكل شيء، فلا تتحداه بقولك: أرني ماذا فعلت؟ ولكن قل له: نعم أنا معك فيما تنقده فما رأيك في كيفية إصلاحه؟ وحاول معاونته بتقديم البدائل له؛ حتى يبدو وكأنه هو الذي وصل إلى الحل الصحيح، ثم تعاون معه في تنفيذ التغيير المطلوب، وقدِّم له الشكر والحفز في كل خطوة حتى يشعر بالثقة بنفسه وفيك؛ فيزداد اقترابه منك.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "3 - إن المدخل العاطفي هو أقوى المداخل في هذه السن؛ فأظهر له الحب والتقدير والاحترام؛ تحصل منه على كل ما تريد، ويكون ذلك بأن تشعره بأنك تعتمد عليه في بعض المهام الصعبة، وأن ذلك نتيجة لثقتك به وبقدراته؛ فيشعر بالانتماء، وتصرفك معه دليل على الحب؛ فتتحرك عواطفه ويذعن إلى ما تقول من باب الحب؛ لأنه لا يريد أن يفقد من يحب، وهذه من أعظم صور النجاح التي يستطيع الأب والأم أن يصلا بها مع ابنهما وابنتهما المراهقة. ¶ 4 - أعطه حرية الاختيار في أمور حياته المختلفة، وبالذات في أموره الدينية والعبادية؛ فيشعر أنه ينتمي إلى هذا الدين باختياره وبمحض إرادته وليس تابعًا لأحد أو خضوعًا لتوجيه صورة السيطرة الممثلة في أمه وأبيه، بل هو أمر اختاره بنفسه، ويتحرك فيه بإرادته؛ فتقوى همته في الطريق إلى الله. ¶ 5 - نختم بأن مسألة المراهقة والتعامل معها أمر طويل وكبير، ولكننا نوجزه في كلمة واحدة هي: \"الصداقة\"، وإنها مصداق لحديث رسول الله -صلى الله عليه وسلم- لم يذكره في المراهقة، ولكنه ينطبق على حال الآباء والأمهات في تعاملهم مع أبنائهم في هذه السن الخطيرة، يقول رسول الله -صلى الله عليه وسلم-: \"مثلي ومثلكم مثل رجل انسلت منه دابته؛ فجعل الناس يسعون وراءها، وهي تسعى، فجاء صاحب الدابة وقال: خلوا بيني وبين دابتي، وجاء بشيء من خشاش الأرض فقدمه إليها فجاءت طائعة مختارة\" أو كما قال رسول الله صلى الله عليه وسلم. ¶ إننا أصحاب الدابة في هذا الحديث لو سعينا وراء أبنائنا بالرفض والهجوم والنقد الدائم لتصرفاتهم لانصرفوا عنا وهربوا من أمامنا، في حين إننا نستطيع أن نملك قلوبهم ونفوسهم بالشيء الهين القليل من خشاش الأرض بالحب والتقدير والمصاحبة؛ فنجدهم وقد أصبحوا طوع أيدينا بسلطان الحب وليس بسلطان القهر.. بالمحاورة الذكية الصبورة.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "وأيضًا في هذا المقام نذكر هذا الذي جاء إلى النبي صلى الله عليه وسلم يواجهه بطلب أظننا لا نتخيل أن أحدًا من أبنائنا اليوم يستطيع أن يواجهنا به، لقد جاء هذا الشاب إلى الرسول الكريم صلى الله عليه وسلم، وقال له: ائذن لي في الزنى يا رسول الله! فماذا فعل الرسول؟ لقد فعل ما يجب أن يفعله كل أب مع ابنه المراهق.. قال له رسول الله -صلى الله عليه وسلم-: \"ادنُ\" أي اقترب.. فقربه إليه أولاً، وهذا ما يجب أن يفعله كل أب وأم، أن يقتربا من ابنهما المراهق، وأن يعبرا على ذلك ولا يفقدا الأمل بسرعة، ثم أدار النبي -صلى الله عليه وسلم- حوارًا يعتمد على المنطق مع هذا الشاب، ولم يزجره ويسخر منه أو يطرده ويقول له كلمة مقتضبة، بل أطال معه الحديث، وهو يقول له: \"أترضاه لأمك؟\"، والشاب يقول: لا، بأبي وأمي أنت يا رسول الله. ¶ \"أترضاه لأختك؟\" \"أترضاه لعمتك؟\"، والرسول صلى الله عليه وسلم يقول: \"وكذلك الناس لا يرضونه\". ¶ وبعد الحوار تأتي المرحلة الأخيرة والرسول صلى الله عليه وسلم يضع يده على صدر هذا الشاب يدعو له بأن يطهر قلبه. وهذا سلاحنا الأهم في تربيتنا لأولادنا بصورة عامة وفي تعاملنا مع أبنائنا المراهقين بصفة خاصة، يجب ألا ننسى الدعاء لهم، والاستعانة بالله تعالى في ذلك، وليكن لساننا ولسان حالنا دائمًا يقول: \"رَبَّنَا هَبْ لَنَا مِنْ أَزْوَاجِنَا وَذُرِّيَّاتِنَا قُرَّةَ أَعْيُنٍ وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا\". ¶ الباب الثانى ¶ الأنشطة العملية ¶ أهمية الوقت",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "لا يخفى على أحد أهمية الوقت في حياة الأفراد والأمم ولا سيما نحن العرب والمسلمين الذي نستمد ثقافتنا من هذا الدين الحنيف فقد أقسم الله بالوقت ( \" والعصر \" , \" والضحى \" , \" والليل إذا يغشى والنهار إذا تجلى \" ) كما أقسمت بدلالات الوقت ( والشمس وضحاها والقمر إذا تلاها , فلا أقسم بالشفق والليل وما وسق والقمر إذا اتسق ) وهذا القسم ناهيك عن دلالاته المختلفة فإنه اهتمام بهذه الأوقات ومؤشر حتى ينتيه الإنسان إلى أهمية الوقت كم أن السنة جاءت لتؤكد على المسؤولية الكاملة للإنسان على الوقت ( لا تزولا قدما عبد يوم القيامة حتى يسأل عن أربع .... وعن عمره فيما أفناه ... ) أبو داود فهو رأس ماله الذي يتاجر به ويرابح (راجع الكتب التالية للاستزادة : قيمة الوقت عند علماء المسلمين الشيخ عبد الفتاح أبو غدة , الوقت د. يوسف القرضاوي وغيرهما ) ¶ خطورة الفراغ : ¶ ليس هناك خطر يداهم شبابنا وبناتنا كم يداهمهم الفراغ ذلك أن الفراغ مفسدة ¶ إن الشباب والفراغ والجدة *** مفسدة للمرء أية مفسدة ¶ إذا أردت أن تعرف قيمة الأمة ومدى اهتماماتها فانظر إليها في وقت فراغها ماذا تفعل ¶ أهمية الاستجمام ¶ وعلى الرغم من أن الإسلام أكد على الوقت وأهميته إلى أنه لم ينسى حاجات الإنسان إلى الراحة والاستجمام والترويح عن النفس",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "لَقِيَ أبو بكرٍ رضي الله عنه حنظلةَ الأُسيدي فقال له : كيف أنت يا حنظلة ؟ قال : قلت : نافق حنظلة .قال : سبحان الله ! ما تقول ؟ قال قلت : نكون عند رسول الله صلى الله عليه وسلم يذكِّرُنا بالنار والجنة حتى كأنّا رأى عين ، فإذا خرجنا من عندِ رسول الله صلى الله عليه وسلم عافسْنا الأزواجَ والأولادَ والضّيعاتِ فنسينا كثيرا . قال أبو بكر : فوالله إنا لنلقى مثل هذا . قال حنظلة : فانطلقت أنا وأبو بكر حتى دخلنا على رسول الله صلى الله عليه وسلم . قلتُ : نافق حنظلة يا رسول الله ! فقال رسول الله صلى الله عليه وسلم : وما ذاك ؟ قال حنظلة قلت : يا رسول الله نكون عندك تذكرُنا بالنار والجنة حتى كأنّا رأى عين ،فإذا خرجنا من عندك عافسْنا الأزواجَ والأولادَ والضيعاتِ . نسينا كثيرا . فقال رسول الله صلى الله عليه وسلم : والذي نفسي بيده إنْ لو تدومون على ما تكونون عندي ، وفي الذِّكر ، لصافحتكم الملائكة على فرشكم ، وفي طرقكم ، ولكن يا حنظلة ساعةً وساعة . ثلاث مرات . رواه مسلم . ¶ ( وَابْتَغِ فِيمَا آتَاكَ اللَّهُ الدَّارَ الْآخِرَةَ وَلَا تَنسَ نَصِيبَكَ مِنَ الدُّنْيَا وَأَحْسِن كَمَا أَحْسَنَ اللَّهُ إِلَيْكَ وَلَا تَبْغِ الْفَسَادَ فِي الْأَرْضِ إِنَّ اللَّهَ لَا يُحِبُّ الْمُفْسِدِينَ ) [القصص: 77] ¶ ومن أهمية الإستجمام معرفة أن في هذا الدين فسحة قالت عائشة : وكان يومَ عيدٍ يلعبُ السودانُ بالدَّرَقِ والحِرابِ ، فإما سألت النبي صلى الله عليه وسلم وإما قال : تشتهين تنظرين ؟ فقلت : نعم ، فأقامني وراءه خدِّي على خَدِّهِ متفق عليه . ¶ يقول ابن الجوزي رحمه الله: (ولقد رأيت الإنسان قد حُمّل من التكاليف أمورًا صعبة، ومن أثقل ما حُمّل مداراة النفس وتكليفها الصبر عما تحب وعلى ما تكره، فرأيت الصواب قطع طريق الصبر بالتسلية والتلطف للنفس). ¶ وسائل وتوجيهات للمربين فى العطلة الصيفية",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "الحرص البالغ على استغلال طاقات الشباب ومواهبهم ومن ذلك الحرص على طلاب العلم الراغبين الجادين وتوجيههم إلى حلقات العلماء ¶ تحية إجلال وإكبار للمسؤولين عن الطلاب والشباب في العطلة الصيفية ونقول للهم: الله الله في هذه الأمانة ومزيداً من الجدية في تربية الشباب والإفادة من تجارب الآخرين ¶ اليوم الدعوي . ما هذا اليوم وما برنامجه؟! ¶ يقوم مجموعة من طلاب الدعوة البارزين بزيارة ميدانية لشباب الأرصفة، والجلوس معهم، وتقديم الهدايا لهم، وتعريفهم بالمركز وأنشطته، ولا بأس من دعوتهمللمسجد ومشاركتهم في بعض الألعاب الرياضية، وتقديم وجبة عشاء خفيفة يتخللها بعض التوجيهات والمسابقات؛ يكون ذلك كله تحت إشراف مشايخ الدعوة وفي هذا لا شك خدمة عظيمة للمجتمع وقيامللدعوة برسالتها التربوية تجاه أبناء البلد، ومدٌ للجسور الأخوية مع هؤلاء الشباب، بدلاً من اعتزالهم وضياع أوقاتهم وأعمارهم، وسيكون لذلك بإذن الله أثر طيب وجميل في نفوس أولئك الشباب ومثل هذا إقامة مهرجانات ثقافية واجتماعية بأماكن وجود الشباب، وإقامة المسابقات الخفيفة والطريفة، وبعض الألعاب ولو لمدة يوم واحد فإن في ذلك أيضاً منافع كثيرة. ¶ تخصيص يوم معين لدعوة عدد من تجار المدينة يعد فيه حفلٌ لتعريفهم بالدعوة الصيفية وما يقدمه لأبنائهم مع تقديم الهدايا لهم، وكذا وضع برنامج خاص بالتجار فقط يكون فيه لقاء مع أحد العلماء لحثهم على الإنفاق الذى له عظيم الأثر فى نجاح هذه البرامج .",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "تكوين مجلس للآباء داخل المركز الصيفي يُلتقى بهم كل منتصف شهر وفي ذلك فوائد كثيرة: تعريف الآباء بأنشطة المركز، وخدمته للأبنائهم، والربط بين المجتمع الممثل بالآباء وبين والمراكز الصيفية، ودورها الحقيقي، ومشاركة الآباء في الآراء والمقترحات بل ودعم المركز معنوياً ومادياً، وكسب ثقة الآباء، وتوجيه بعض الإرشادات التربوية الخاصة بأبنائهم. وغيرها من المكاسب في عقد مثل هذه اللقاءات بل لا مانع من مشاركة الآباء في برنامج ترفيهي لتقوى الصلة بين الآباء والأبناء. ¶ أولا : الجانب العلمى ¶ الحفظ ¶ 1- مراجعة القرءان وحفظ ما تيسر مع روح المنافسة فى ذلك مع اختيار الوقت المناسب لذلك ¶ 2- الأحاديث القصيرة، فمثلاً عندما نريد من أبنائنا حفظ 90 حديثاً في هذه الإجازة فأننا نبدأ بالتالي: ¶ - تكتب الأحاديث بصورة مختصرة، وتجعل في ورقة صغيرة ¶ - جعل أول 20 أو 30 حديث لصحابي مشهور ( أبو هريرة مثلاً) وانتقاء أحادثيه المخرجة من عند البخاري مثلاً، بحيث يكون هناك توافق بين هذه الأحاديث ( بحيث أن الراوي واحد، ومخرج الحديث واحد). وجعل الأربعون حديثاً القادمة لعبد الله بن مسعود وهكذا. ¶ وهذه الطريقة لا تشتت ذهن الطفل وتكون مختصرة جداً، وهناك كتب يستفاد منها لجمع هذه الأحاديث مثل- الأحاديث القصار للناشئة الصغار- سبعون حديثاً من الصحيحين- مائة حديث للحفظ. ¶ ثانيا : المركز الصيفي العائلي: ¶ هذا المركز يمكن أن يقام داخل الأسرة وخاصة للأبناء الذين قد تجاوزوا سن العاشرة، ولنجاح هذا المركز لا بد من التالي: ¶ - أن نحدد لنا شعارات داخل المشروع، بحيث أن يكون لكل أسبوع قيمة خُلقية نتعامل معها ونعجل برامجنا تحقق هذه القيمة. ¶ مثل جعل أسبوع للصلاة ويكون شعاره ( الصلاة عمود الدين، وفيها إرضاء لرب العالمين) ¶ أو أسبوع المحبة ويكون شعاره ( بالمحبة بيتنا أحلى )",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "وطريقة العمل المناسبة لذلك هي أن يكلف بأسبوع المحبة اثنين من الأبناء، يعملان من دون تدخل الوالدين، بحيث يكونا جهة إشرافية على الأبناء ويوفرا لهما المراجع، ويكون برنامج هذا الأسبوع يحتوي على التالي : ¶ 1- الآيات التي تحث على الآلفة والمحبة ¶ 2- الآيات التي فيها ذكر لأشياء يحبها الله وأشياء لا يحبها الله. ¶ 3- الأحاديث التي تتكلم عن ما يحب الله وما لا يحب. ¶ 4- ذكر أنواع المحبة، حب الله-عز وجل- وحب الرسول –صلى الله عليه وسلم- والوالدين والحب في الله.. ¶ 5- أنشودة عن الحب في الله. ¶ 6- مسابقة عن الحب في الله. ¶ توزيع الأسبوع ¶ - السبت / لقاء عن الآيات وتفسيرها(الداخلة في شعار الأسبوع )ثم توزيع أسئلة المسابقة ثم التكلم عن حب الله- عز وجل- ¶ - الأحد / لقاء عن الأحاديث المتعلقة بموضوع الأسبوع، ثم التحدث عن محبة الرسول –صلى الله عليه وسلم ¶ - الاثنين / الأنشودة الخاصة بالأسبوع ، يلقيها المكلف بها أمام الأسرة، ثم التحدث عن حب الوالدين ¶ - الثلاثاء / يوم راحة، وهو يوم الأسرة السياحي، أما بالخروج من المنزل أو السياحة داخل المنزل، لذلك لابد من توفير أمرين )) ألعاب الذكاء - غرف للعب، وهي عبارة عن ورشة عمل يمكن من خلالها للطفل أن يمارس هواياته ومنها تكتشف مواهبه )) ¶ - الأربعاء / يتحدث عن الحب في الله ¶ - الخميس / توزيع الهدايا والجوائز، وهو الحفل الختامي، ويكون فيه شخصية مكرّمه من الأبناء، وحبذا لو وضع كرسي مميز يجلس عليه المكرّم، ويمدح أمام إخوانه، وتلقى كلمات من المكرّم (ولو كانت يسيره) يشكر فيها والديه، ثم تقدم شهادة من الوالدين للفائز وتطبع بشكل أنيق (ويكمن استخدام الكمبيوتر العادي في ذلك) ويوضع في خلفية الشهادة شعار للمنزل، أما صور المنزل أو صورة سيارة الوالد، حتى يكون هناك انتماء من الطفل لمنزله، ثم يوقع عليها الوالدين )",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "- الجمعة / يتفق في هذا اليوم على مايتم في الأسبوع التالي، وكيف يكون شعاره، ومن سيعد ومن سينفذ.. ¶ ثالثا : أنشطة منوعة ¶ زيارة المشاهير(العلماء , الصالحون , الأدباء ) الإنسان دائما يفتقد إلى قدوة يقتدي به , وغالبا تكون هذه القدوة من نسج الخيال عند كثير من الشبان والفتيات فاستغلال العطلة الصيفية بالزيارت إلى العلماء والأدباء والأطباء والصالحين يشكل نموذجا تطبيقيا للقدوة في ذهن هؤلاء الأطفال ¶ فمثلا من يريد لابنه أن يصبح طبيبا يمكن أن يأخذه لزيارة طبيب وديا على أن يقوم الطبيب بشرح كفاحه ودراسته وشعوره بالاعتزاز عند استلامه الشهادة وهكذا نفعل مع الشعراء والأدباء والصالحين والعلماء . ¶ زيارة الأقارب : ¶ وهذا من الأمور التي قد يغفل عنها الكثير من الناس فيقصرون بحق أقاربهم فلا يتفقدونهم ولا يحسنون إليهم, وبعض الآباء لا يربون أولادهم على ذلك ¶ الرياضة : ¶ الرياضة تجدد البعد النفسي , وتفرغ الطاقات الفائضة عند الشباب , وهي بدورها تلعب دورا مهما في تناسق نمو جسد الأطفال ¶ ولقد صارع النبي صلى الله عليه وسلم ركانة فصرعه , وسابق عائشة فسبقته مرة وسبقها مرة ¶ فالرياضة انبعاث للحياة من جديد , وتجديد للفكر وطرح للوهن والكسل ¶ ومن العجب العجاب أن الآباء لا ينتبهون إلى هذا الأمر الحيوي والمهم في حياة أولادهم ¶ تعلم حرفة للشباب وتدبير منزلي للبنات : ¶ أشد الناس تقصيرا في تعليم أولادهم للحرف هم العرب بشكل عام , فالعرب بطبيعتهم يميلون للتجارة (قريش , سبأ ) , بينما كانت الصناعة تنتشر عند غيرهم من الفرس والروم والموالي ¶ لكن الإسلام شجع على الصناعة فقال صلى الله عليه وسلم \" يدخل في السهم الواحد ثلاثة صانعه ومنبله وراميه \" فبدأ بالصانع ليؤكد على أهمية الصناعة وأهمية الحرف للإنسان ¶ وفي أحاديث أخرى يتكلم عن قدوات تاريحية نبوية فيقول:\" كان زكريا نجارا\" و\" كان داود حدادا \"",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "إن تعليم الأولاد حرفة معينة في العطلة الصفية له فوائده الجمة منها : ¶ • الاستفادة منها كمصدر رزق في المستقبل ¶ • التعامل مع الأمور بشكل عملي مما يوسع أفقه ويبعده عن التنظير ¶ • الابتعاد عن الكسل ¶ • تكسبه معارف جيدة ¶ • وتمنحه صداقات جديدة ¶ وما يقال للشباب يقال للفتيات من حيث ضرورة تعليمهن التدبير المنزلي السليم وكيفية تربية الأولاد , وكيفية إضفاء لمسات الجمال على البيت مما لا تسمح الفترة الدراسية بالوقت ليتعلمنه ¶ المشروع الشخصي: ¶ يقصد بالمشروع الشخصي \" هو شيء يكرس الشخص له حياته أو معظم حياته \" د. بكار وبمعنى آخر لا بد أن يزرع الآباء في نفوس أولادهم مشروعات مختلفة ليبدعوا بها ومن ثم يحولوها تطبيقا عمليا على أرض الواقع ¶ لقد كان حلم البخاري أن يجمع الصحيح من سنة رسول الله صلى الله عليه وسلم فاستغرق في هذا العمل ستة عشر سنة ¶ والذي نقل تقنية صنع المحركات على اليابان مكث ثماني سنوات وهو يفك محركات السيارات في ألمانيا ثم يطبقها حتى استطاع بعد ذلك من حفظ كل قطعة في المحرك وطريقة صنعها ومكان تركيبها ¶ وكان حلم د. فاضل السامرائي أن يجمع كتابا في معاني النحو فاستغرق عشرة أعوام في ذلك ¶ وكان حلم أديسون أن يخترع مصابحا مضيئا فاستغرق بذلك 2990 تجربة فاشلة حتى أنار معه المصباح الكهربائي ¶ وإنك تجد كل إنسان عنده مشروع شخصي يستنفر كل قوته وعزيمته للوصول إليه وإنه واصل بعون الله تعالى ¶ إننا بحاجة إلى طرح مشاريع شخصية على أولادنا وهذه المشاريع تتفاوت كثيرا من مكان إلى آخر ومن شخص إلى آخر ¶ أمثلة عن المشاريع الشخصية : ¶ - حفظ القرآن الكريم ¶ - حفظ السنة النبوية الشريفة( البخاري ومسلم والترمذي والنسائي وابن ماجة وأبو داود) - الاتجاه لأن يكون حجة في النحو فيحظ الألفية ويقرأ فقه اللغة وتاج العروس وغيرهم ¶ - الاتجاه إلى تعلم صناعات جديدة ترفد تقدم بلده وازدهارها",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "- إن كان يحسن توزيع الكتاب والشريط اهتم لهما وعمل ما استطاع لأجل إيصالهما للناس، من جمع مبالغ لهما، وحسن اختيار، وحسن توزيع، وحسن إبداع، وتنظيم، فيقسم عمله إلى فترات، وكل فترة في وجهة ما، ولا يغفل عن الجميع فللرجل، وللمرأة، وللعامة، وللتجار، وللسباب، وغيرهم. فيعطي كل ذي حق حقه. ¶ - وإن كان يحسن فن الكلمة الطيبة اهتم لها وعمل ما استطاع لإيصالها للناس من حسن إعداد وإبداع في الأسلوب وكسب لقلوب الناس؛ خمس كلمات أو عشر يلقيها مرة في الشرق ومرة في الغرب يحرص فيها على ما يحتاجة الناس لا يملّ ولا يكل فإنها صدقة منه على نفسه كما قال صلى الله عليه وسلم: ((والكلمة الطيبة صدقة)). ¶ - وإن كان يحسن فن الدراسات والتنظيم والتخطيط وجمع المعلومات اهتم لذلك وأعد العدة لها، وما أكثر المواضيع التي تحتاج إلى دراسات ميدانية، وجمع الاقتراحات والملاحظات من المعنيين والمتخصصين فيها ومنها على سبيل المثال: المرأة ودورها في الدعوة إلى الله عز وجل الواقع والمطلوب، ويا ليت بعض شبابنا يتخصص في مثل هذا الأمر. ¶ - وإن كان يحسن القيام على اليتامى والأرامل والمساكين، والاهتمام بشؤونهم ومساعدتهم. فليحرص على ذلك. ¶ - وإن كان يحسن فن التعامل مع شباب الأرصفة ويحسن التحدث معهم وإهداءهم بعض الهدايا والتودد لهم وكسر الحاجز بينهم وبين الاستقامة وحب الصالحين فليحرص على هذا، فإني أؤكد على هذه الوسيلة في الإجازة الصيفية فإننا نرى شبابنا يتحلَّقون بالعشرات على الأرصفة خاصة في مثل هذه الأيام",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "- وإن كان يحسن جمع الأشرطة القديمة، والكتيبات، والمجلات القديمة، وتوزيعها على المستوصفات وصوالين الحلاقة وأماكن الانتظار في بعض المرافق العامة هذا في الداخل. ذكر لي أحد الأخوة موقفاً جميلاً قال فيه: إن أحد إخوانه يحدثه: أنه كان راكباً مع صاحب له في سيارته، وكانا واقفين عند إحدى الإشارات بمدينة(ما) وكان أمامها سيارة صغيرة قديمة كُتب على زجاجها الخلفي جملة بعدد من اللغات فضحك صاحبي فسألته عن سبب ضحكه فقال: أتدري ما ترجمة الجملة المكتوبة على السيارة؟ قلت: لا. قال إنها تقول: إن أردت أن تعرف شيئاً عن الإسلام فما عليك إلا أن توقفني. يقول: فاندهشت متعجباً فقلت: لابد من إيقافه فأوقفناه وسألناه فتبسم ضاحكاً وقال: ربما ظننتم أني أتحدث عدداً من اللغات والحق أني لا أتقن حتى العربية فأنا رجل عامي غير أني فكرت كيف أنفع هذه الدعوة مع معرفتي بنفسي وقدراتها فاهتديت لهذه الفكرة. يقول: ففتح لنا مؤخرة السيارة فإذا هو قد قسمها إلى مربعات وفي كل مربع مجموعة من الأشرطة والكتيبات وقد كتب على كل مربع لغة تلك الأشرطة والرسائل. فيقول: أذهب إلى مكتب الدعوة والجاليات وأحمل هذه الأشرطة والرسائل ثم أذهب في طريقي فمن أوقفني سألته عن لغته وأعطيته شريطاً وكتاباً. ويذكر أنه يُحرج كثيراً من كثرة إيقافه. هذا إنجاز؛ فأين نحن من هذا الرجل؟! ولك أن تتصور أجر هذا الرجل ومنزلته عند الله عز وجل إن أخلص نيته لله. فلم يحتقر نفسه، ولم يقل من أنا فأقدم شيئاً للإسلام؟! ولكنه عزم ففكر فوجد! أين أنتم يا شباب الإسلام؟! وأين أنتن يا فتيات هذا الدين؟! إن الحاجة أم الاختراع، ولكن هل نشعر في قرارة نفوسنا أننا بحاجة إلى هذا العمل حتى نستطيع أن نفكر أو نوجد هذه المشاريع؟ وصدق القائل: ¶ ما قلة الأعداد نشكو إنما *** تشكو الكتائبُ قِلة الإعداد ¶ 6- زيارة القبور- للذكور- وتشييع الجنائز، والسير معها إلى حيث توارى الثرى.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "فإذا رأى المربى منهم تقصيرا في طاعة الله أو تجرؤا على معصيته، فليأخذ بأيديهم إلى هناك، ويذكرهم بمآلهم بعد مفارقة الدنيا.فيا لهذه الزيارة... ما أعظم أثرها! وما أكبر عبرها! ¶ رابعا : الألعاب ¶ وإليك الآن التوصيات المهمة بالنسبة للألعاب والبرامج والمسابقات : ¶ أولا : لضمان نجاح البرنامج يجب أخذ ما يلي بالاعتبار ¶ أ – عدد المشاركين . ¶ ب- مكان إقامة البرنامج ( منزل – بستان – مكان مفتوح ) . ¶ ج – حالة الطقس . ¶ د – توفير الأدوات اللازمة لراحة المشاركين . ¶ هـ - إعداد المكان وتجهيزه . ¶ و – توفير أدوات كل لعبة . ¶ ثانيا : قبل البدء ¶ إذا رأى المشرف توزيع المشاركين على شكل فرق فيجب أن يكون هذا التوزيع عادلاً قدر الإمكان ، أو بطريقة الأطفال أنفسهم ؛ حيث يتم اختيار الرؤساء أولاً ثم يختار كل رئيس فرداً في فرقته بالترتيب ، ولتجنب بقاء الضعفاء دون أن يختارهم أحد يمكن فتح باب الاختيار لعدد من الأفراد حسب عدد المشاركين ، ثم يوزع الباقون كما يرى المشرف . ¶ يجب أن يكون لكل فرقة رئيس ويمكن أن يكون هذا الرئيس أكبرهم عمراً أو ينتخبونه هم من بينهم ، أو بالقرعة بينهم اعتماداً على مدى انضباط وتنظيم المشاركين . ¶ التقليل من الألعاب الذهنية أو الكتابية ، وتكثيف الألعاب الحركية والتفاعلية بين أكبر عدد من المشاركين . ¶ ضرورة استبعاد الألعاب التي تنمي الأنانية أو تبرزها . ¶ يجب أن يكون لكل لعبة تحكيم ، ويجب أن لا يميل الحكم إلى أي فريق مهما كانت الظروف ؛ لأن الميل لأي فرقه له أثر سيئ على سير البرنامج . ¶ مراعاة الجهد المبذول أثناء كل لعبة ؛ لأن بعض المشاركين قد يجهد نفسه أكثر من طاقته رغبة في التفوق على منافسيه مما قد ينعكس سلبياً عليه .",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "إن الأطفال كثيروا الحركة سريعوا التأثر ، لذا لا يستحسن استبعادهم من اللعب بسبب الأخطاء ، وينبغي إبداء نوع من التسامح مع مخالفاتهم مراعاة لقلة خبرتهم الانضباطية ، كل ذلك بحدود لا تصل إلى الفوضوية والتأثير على سير البرنامج . ¶ تحديد عمر المشاركين من الأفضل أن يكون بحسب المراحل الدراسية تجنباً لمقولة أنا أكبر منه ( أي أطول ) ، لأنه مع أهمية الناحية الجسمية لكثير من الألعاب ؛ إلا أن الناحية العقلية تبدو أيضاً مهمة . ¶ يمكن إلهاء الأطفال دون السن المسموح به ببعض الألعاب التنافسية البسيطة بينهم ، أو إشغالهم بالجمهرة ومتابعة المنافسات . ¶ 10- قد تكون مشاركة الكبار من الآباء ، أو الإخوة الكبار بالتجمهر مفيدة جداً إذا لم يكن لهم تأثير على سير البرنامج . ¶ 11- عند وضع مشرف كبير – خارج الفئة العمرية المحددة – لكل فرقة ؛ يستحسن أن يشاركهم في بعض الأفكار والخطط التكتيكية للعب ، بل ويشاركهم مشاركة حقيقية انتصارهم وخسارتهم ، ويضبط ميزان الحماس في فريقه فإذا كان الفريق باردا غير متحمس أشعل الحماس بينهم وإذا تجاوز بهم الحماس حدوده حاول تهدئتهم . ¶ ثالثا ً : عند ما يبدأ البرنامج : ¶ تصور مسار اللعبة كيف سيكون على الواقع قبل البدء بها يفيد في تجنب بعض السلبيات التي يمكن أن تحدث . ¶ يجب توزيع المشاركين بطريقة تمكنهم من سماع تعليمات كل فقرة بوضوح ، وإبعاد كل ما من شأنه تشويش هذا السماع مثل مصادر الإلهاء ( الشارع ) ، أو عدم وضوح الرؤية ( الشمس خلف المشرف ) . ¶ الشرح يكون بطريقة مختصرة وغير مملة ، وتستخدم فيه وسائل التشويق ورفع الصوت بين فقرة وأخرى للفت أنظار المشاركين ، ولا داعي لاستخدام الاصطلاحات المعقدة في الحديث . ¶ إشارة بدء اللعب يجب أن تكون واضحة وقاطعة لأي اعتراض يمكن أن يبرز ، ولذلك يمكن استخدام صوت معين أو صافرة أو علم صغير .",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "ومن المهم أيضاً ؛ إيقاف اللعب بإشارة معينة واضحة ، وعدم اللجوء إلى الصياح أو الأوامر شديدة اللهجة . ¶ عمل منافسة تجريبية لكل لعبة قبل المنافسة الفعلية مفيد جداً سداً لباب ( أنت قلت ، أنا فهمت ، ... ) . ¶ الألعاب التي فيها توقيت زمني ؛ يجب أن يكون توقيتها دقيقاً وواضحاً لجميع المشاركين . ¶ يجب التنبيه على قرب انتهاء أي لعبة قبل انتهائها بزمن كافي . ¶ رابعاً : ملحوظات تكميلية : ¶ يمكن تصوير فقرات البرنامج بالفيديو . وذلك يفيد في إيجاد مادة جيدة يمكن الاستمتاع بها لاحقا ، ويفيد أيضاً المشرف ومن يساعده على مراجعة المهرجات للتقييم . ¶ ختام البرنامج يستحسن أن يكون مثير حتى يعلق في الذهن ، ويجب أن لا يصل طول البرنامج إلى حد الملل . ¶ استخدام الأناشيد أثناء البرنامج ، يضفي على البرنامج متعة إضافية ، كما أن الإضاءة لها تأثير لو أمكن التحكم بها بشكل جيد . ¶ التكاليف المادية للبرنامج أو الجوائز والهدايا يمكن جمعها من آباء المشاركين بعد شرح الفكرة لهم . ¶ الألعاب الكشفية : ¶ وهي أفكار مرتبطة بالجانب الكشفي .. وهي مفيدة وممتعة .. ومنها : ¶ - دة : عمل أفضل عقدة قوية لا يمكن فكها بالسحب .. ويمكن فكها بسهولة بأي طريقة أخرى غير السحب .. وينبغي على الطالب عملها بسرعة . ¶ - مشي السري : (وتكون لعبة ليلية أفضل وفي منطقة فيها أوراق أو بقايا شجر جافة) يمشي الفرد على منطقة فيها ورق أشجار جافة مع محاولة عدم إصدار أي صوت من مشيه . الشخص الذي لا يسمع له صوت أو أقل صوتا هو الفائز ...(ملاحظة : يمكن للطالب المشي على أطراف الأصابع أو المشي مع تقويس القدم) . ¶ - وز : تحاول مجموعة ابتكار رموز لما يكثر استخدامه ثم يطلب من أحدهم أن يقول رسالة بدون كلام لزميله المجموعة الفائزة هي التي تستطيع نقل بعض الرسائل بأقل وقت وبدقة .",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "-أكثر دخان : يتم إشعال نار لكل مجموعة ومن ثم يلق فيها أوراق خضراء أو قش رطب أو غير ذلك مما يزيد الدخان .. (تنفع اللعب لتعلم كيفية عمل الدخان في حالة الحاجة له ..) ¶ الأصوات : يتم تقليد أصوات تظهر ليلا ومحاولة التخاطب عن طريقها بعد الاتفاق عليها .. والمجموعة الفائزة هي التي توصل الرسائل المطلوب (الرسائل : اتجه يمينا / اتجه شمالا / تقدم / تراجع / اذهب للقائد / ... ¶ الألعاب الحركية المنوعة : ¶ ألعاب ممتعة .. وكلما كانت نافعة وتبني الجسم كانت الاستفادة منها أكبر : ¶ لعبة نقل المصاب ، ويقوم كل مجموعة من أثنين بنقل زميل لهم من موقع إلى آخر (غير بعيد) والمجموعة تفوز إذا وصلت أولا بدون نزول الطالب المصاب . ¶ حمل الماء بالإسفنج ينقل الماء من برميل إلى آخر كل شخص يمثل أسرة .أو شخصين أو ثلاثة أشخاص تتابع يذهب الأول بالإسفنجة مبللة بالماء ويفرغها في البرميل الثاني ويرجعها الثاني ويعبئها الثالث ثم يعود الأول بها ¶ باستخدام (البالون الداخلي) لإطار سيارة يلبس مجموعة من الطلاب كل منهم واحدة ويدخلون دائرة ويحاول كل منهم إخراج أو إسقاط الأفراد الآخرين الفائز هو الباقي في الأخير .. ¶ (بين اثنين) يلبس كل فرد عدد 2 (بالون إطار سيارة) ويحاول إسقاط أو إخراج الآخر من الدائرة (تتميز اللعبة الثانية عن الأولى بعدم توازن اللاعبين خاصة إذا كانت البالونات كبيرة) ¶ يصنع من مواسير بلاستيك 1/2 إنش أهداف كره بحجم صغيرة جدا ويلعب فريقين بكرة صغيرة جدا داخل غرفة (تتميز اللعبة بالجدة والحركة) ¶ يتم تغطية عيني المشارك ويطلب منه (رسم سيارة ثم بيت ثم طريق للسيارة ويوصل الطريق لباب البيت وشمس فوق السيارة وبين البيت والسيارة وبقرب الطريق شجرة وهكذا) ستلاحظ : أن الراسم سيرسم بعض الرسومات فوق بعض (يتم التعليق على فضل العينين وشكر الله على هذه النعمة ) الفائز صاحب أحسن رسمة ... والأفضل تكون المنافسة بين اثنين .",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "تغطى عيني المشارك ويطلب منه كتابة جملة من سطرين على سبورة بدون نقاط ثم يطلب منه كتابة النقاط .. (ستجد أنه وضع كثير من النقاط في غير أماكنها - يتم التعليق على فضيلة نعمة العينين ) ¶ العربة : كل فريق يتكون من اثنين يقوم أحدهما بمسك رجلي زميله ثم ينطلق من خط البداية وهو يجر رجلي زميله وصاحبه يتحرك بواسطة يديه والفريق الفائز يصل إلى خط النهاية أولا (تضفي اللعبة نوعا من المتعة والنشاط والحركة) ¶ نفخ الشمعة : يحمل كل مشارك شمعة وتغطى أعينهم والفائز هو الذي يبقى إلى آخر المنافسة وشمعته لم تنطفئ . يسمح للمشاركين بنفخ شموع الآخرين وكل يحاول حماية شمعته .. أي مشارك تنطفئ شمعته سيطلب منه الخروج من الحلبة والتوقف عن النفخ .. ¶ جر الحبل (معروفة) ¶ نقل الكرة بالملعقة (معروفة) ¶ سباق الخياش (معروفة) ¶ التدافع : (يقف كل طالب بعيدا عن الآخر متراً ثم يقترب كل من الآخر حتى يتلامس صدراهما ثم يبدأ بالتدافع بدون استخدام الأيدي والفائز هو الذي يخرج زميله من المنطقة المحددة (أو حدود الدائرة). ¶ الإحساس : تربط عيون أحدهم ويوضع داخل دائرة ويقف البقية في دائرة أكبر من الأولى ثم يحاول المجموعة الوصول إليه ولمسه دون أن يشعر بهم فإذا أحس أن هناك شخص يقترب داخل الدائرة الأصغر أشار إلى الجهة فيخرج الشخص .. وللشخص المغطى عينيه محاولة خاطئة واحدة والأخرى هو الخاسر .. والفائز هو الذي يصل إليه أو يكون أقرب شخص له .. ¶ راقب القائد : يأخذ الحكم مكانا ويرسل كل اثنين على بعد 500 متر تقريباً .. ويقوم القائد بأعمال محددة (يلبس نظارة ينزعها ينظفها يجلس يرفع يديه .. الخ) ويحاول كل مجموعة أن يحصوا أعماله وكل شخص يظهر ويراه الحكم يخصم عليه درجتين .. وفي نهاية اللعبة كل مجموعة تعد تقريراً بما عمل الحكم وكل عمل يحصوه يحصلوا على 3 درجات ..",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "البحث : يختبئ أحدهم ثم يبحث عنه الباقون فإذا استطاع أن يتوارى عن الأنظار المدة المطلوبة كان هو الفائز ¶ اعتمد على أنفك : تغطى عين الفرد ويقرب إليه عددا من الأكياس (بصل / فلفل / ملح / قشر ليمون) ويطلب منه تمييز ما فيها بدون اللمس . ¶ سباق الكراسي (معروفة) ¶ مهارات وابتكارات : كل شخص يعرض ما يستطيعه من مهارات وابتكارات ¶ الألعاب الرياضية : (من المهم التنبه أن الرياضة ليست مقصورة على كرة القدم وأنه يمكن تنمية مهارات الطلاب الرياضية النافعة بدلا من الاقتصار على لعبة رياضية واحدة قد يكون ضررها كبيرا أو يدمن على اللعب بها البعض .. ومن الفوائد في تنويع الألعاب إبراز مهارات لبعض الطلاب الذين لا يجيدون القدم مثلا ..والتجديد والتغيير .. وغيرها من الفوائد ) ¶ عمل منافسات في الألعاب الرياضية المشهورة :القدم ، الطائرة ، تنس الطاولة .. ¶ عمل منافسات في الجري (قصير ، بعيد ، تتابع .. ¶ رمي القلة (ويمكن أن يتخذ حجرا مناسبا بدلا من القلة إذا لم يوجد في رحلة مثلا ) ¶ رمي الرمح (وينكن استخدام اعواد أروقة الخيام بدلا من الرمح إن كان في رحلة) ¶ القفز الطويل ¶ المصارعة : مسابقة من يسقط الآخر بدون ضرب. ¶ مسابقة الضغط .. الفائز هو من يقوم بعمل أكبر عدد من الضغط (الصدر) من ملامسة الأرض إلى أن يرفع يديه إلى الآخر .. مع عدم التوقف بين كل ضغطة وأخرى . ¶ رمي السهام (معروفة). ¶ مكاسر: من يسقط يد الآخر. ¶ هل تقبل التحدي (قدرات خاصة) : كل طالب يعرض قدرات جسمية خاصة فمنهم يستطيع يحرك بعض أجزاء جسمه ما لا يستطيعه الآخرون .. وبعضهم يستطيع عمل أشياء أخرى لا يستطيعها الكثير .. ¶ الألعاب الذهنية : ¶ في اللقاءات الأولى في الأنشطة : محاولة تذكر أسماء أكبر عدد ممكن من الطلاب ¶ كتابة كلمات على ورق ، ثم ترك مجال للطالب لحفظها (دقيقة مثلا) ، ثم محاولة التذكر في ورقة أو إلقاءً.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "يقوم أحدهم بذكر اسم أول سورة في القرآن (الفاتحة) ثم يذكر المتسابق الثاني السورة الثانية (البقرة) والثالث اسم السورة الثالثة (آل عمران) وهكذا ويعود الدور للأول فيذكر التي بعدها ومن يتوقف يخرج من اللعبة . ويمكن البدء من سورة الناس فالفلق فالصمد (تفيد اللعبة التذكر وحفظ ترتيب سور القرآن الكريم) ¶ يذكر الأستاذ رقما من ثلاث خانات فيعيد الطالب الرقم مقلوبا (يقول الأستاذ 394 - فيقول الطالب 493) ثم يقول الأستاذ رقما من أربع خانات (مثلا : 8537 فيقول الطالب 7358) وهكذا يزيد الأستاذ وأقواهم ذاكرة هو صاحب أكبر رقم .. (ملاحظة : على الأستاذ أن يجهز مجموعة من الأرقام في ورقة ) ¶ مسابقة نقل الجملة : يقوم أحد الأفراد بذكر جملة في أذن زميله ويقوم الزميل بنقل الجملة لآخر وهكذا إلى الأخير ، ثم ينظر كيف أصبحت الجملة .. (في الغالب ستتحول الجملة إلى عبارات أخرى بعيدة المعنى والشكل للجملة الأولى - يتم التعليق على الإشاعات) ¶ تقرأ قصة ثم يطلب من الأفراد إعادة أحداث القصة .. ¶ يطلب من الأفراد الذهاب إلى مكان معين ثم يطلب منهم وصف الأفراد الذين مروا .. ¶ يبعث الطلاب إلى فصل أو غرفة منفردة ويحدث كل منهم بما رآه ¶ لا تجب بنعم أو لا : يتم سؤال الطالب أسئلة وعليه ألا يجيب بنعم أو لا ولا يهز رأسه والفائز هو الذي يجعل خصمه يجيب بنعم أو لا أسرع من غيره ¶ خطبة بدون حرف : مسابقة الخطابة بدون أن يذكر الخطيب حرفا من الحروف . يتم اختيار حروف لا يكثر استخدامها مثل(الطاء) و في حالة الرغبة في تصعيب المسابقة يتم اختيار حرف مثل (الميم أو النون) ولا يحذف مثل الألف والواو واللام . ¶ خامسا : المسابقات ¶ مسابقة الهدية ¶ هدفها: ¶ بث روح الألفة والمحبة بين المؤمنين ونبذ العداء والشحناء. ¶ فكرتها وطريقة تقديمها: ¶ 1. تكون مسابقة متنوعة الوسائل والأفكار وكلها تدور حول الهديّة ولا تخرج عنها.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "2. يوزع المتسابقون على شكل مجموعات يراعى فيها العمر والثقافة. ¶ 3. يطرح أسئلة عن الهدية: هل وردت في القرآن؟ وما القصة؟ وفي أي سورة؟ ويطلب بعض الأحاديث والشعر؛ وما فوائد الهدية وأثرها على الطرفين؟ ومواقف وتجارب مع الحضور؟ ومتى تهدي ولماذا؟ متى تحرم الهدية؟ هل لها أوقات ومناسبات؟ ما منهج الرسول في الهدايا؟ ما الفرق بين الهدايا والعطايا؟ متى تحل الهدية من الوالد للولد؟ أذكر شاهداً من السنة. ما أسباب الهدية؟ كل مجموعة تطرح تجربة ناجحة قام بها أحد أفرادها عن الهدية وكيف كانت النتائج. ¶ 4. يمكنك إضافة أشياء تجمل المسابقة مثل: اكتشف الفوارق بين الصورتين يكون فيها صور هدايا مختلفات. ¶ 5. يقوم من كل مجموعة شخص يتكلم عن الهدية خلال 3 دقائق يراعى فيها جوانب الخطبة الناجحة ويقيم على ذلك. ¶ 6. إذا كان المكان مهيأ ( كالاستراحات ) يمكنك وضع مجموعة من الهدايا في أماكن مخبأة ثم تطلب من المتسابقين البحث عن الهدايا وهكذا... ¶ 7. والأجمل أن كل من يجيب تعطيه هدية وتقول له يمكنك أن تعطيها من تحب من الحضور وبذلك تكون عمقت الهدية في نفوسهم. ¶ 8. كن أخي المشرف على يقظة حينما ترى بعضهم يهدي لبعض فقد يكون السبب التعلّق فعالج الأمر بحكمة وليس مباشرة ولو بعد حين فالمهم العلاج. ¶ الأدوات المساعدة للمسابقة: ¶ شريط الشيخ محمد المنجد (آداب الهديّة)- تصاميم مخرجة بشكل جذاب- لوحة مصممة كبيرة فيها رسمة هدية وعليها بعض العبارات المعبرة. ¶ مسابقة المراجع ¶ هدفها: ¶ 1. إمكانية الرجوع إلى الكتب بشكل سريع من غير اعتماد على الآخرين. ¶ 2. ربط الشباب بكتب العلماء المتقدمين والمعاصرين. ¶ 3. معرفة الشباب بأسماء الكتب ومؤلفيها وفي أي فن كُتِب. ¶ 4. دعوة الشباب على وضع مكتبة -في البيت- ولو صغيرة، فمع الأيام تكبر. ¶ فكرتها وطريقة تقديمها:",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "1. يتم جمع كتب من علوم مختلفة ( تفسير – حديث – فقه – عقيدة – لغة – أدب – سلوك – تاريخ – سيرة ) كلهن أو ما تيسر منهن. ¶ 2. يوزع المتسابقون على شكل مجموعات ويفضل أن لا يزيد كل مجموعة عن ستة أشخاص بما فيها المشرف مع مراعاة السن والثقافة. ¶ 3. يقوم المشرف في المجموعة بدور الإشراف والمتابعة فقط لا المساعدة الفورية أو الإجابة على الأسئلة. ¶ 4. لابد أن يجلس مُعِد المسابقة مع مشرفي المجوعات قبل المسابقة ويطرح الفكرة والطريقة وما المطلوب منهم وتحذيرهم من الإجابة أو المساعدة إلا في أضيق الظروف. ¶ 5. يقوم المشرف على المجموعة بتوزيع الأدوار على الأفراد في الإجابة على الأسئلة بحيث كل فرد له سؤال لا أن يجيب عليها كلها فرد واحد فقط. ¶ 6. الأسئلة تكون متنوعة في العلوم. ¶ 7. الكتب تكون في رفوف أو في وسط المجموعات. ¶ 8. كل مجموعة تأخذ كتابا واحدا وتبحث فيه وليس لها أن تأخذ أكثر من كتاب في وقت واحد. ¶ 9. يكتب المعد الأسئلة مشكل مرتب وفيه خانات للإجابة والبعد عن الأسئلة الغامضة أو التي يحتاج لبحثها وقت طويل. ¶ 10. يطلب المعد في نهاية كل سؤال اسم المرجع، ورقم المجلد، والصفحة. ¶ 11. يقسم المعد الدرجة على أ- النقل من الكتاب أي الجواب ب- اسم الكتاب ج-رقم المجلد د-رقم الصفحة. ¶ 12. إذا كان المتسابقون من المتقدمين في المستوى العلمي والتحصيلي ولديهم مهارات أعلى فيمكن رفع مستوى المسابقة من البحث فقط إلى البحث في الكتب عن الأقوال والترجيح بينها. ¶ 13. في النهاية يأتي دور المعد في التصحيح وعرض الإجابات الصحيحة وكذلك النقاش في سبب الترجيح أو التضعيف وهذا يعطي مَلَكة في الاستنباط والترجيح وفق الضوابط الشرعية. ¶ 14. الأسئلة تكون من أمهات الكتب الأصول في كل علم وفن.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "15. يفضل وضع مقدمة من أحد العلماء الكبار يتكلم فيها عن أهمية المراجع واقتنائها وذكر بعضا منها، كان تكون زيارة له في مكتبته أو بيته، أو زيارته لكم، أو تسجيل المقدمة عبر (الفيديو) ومن ثم عرضها على المتسابقين. ¶ 16. من باب التنويع يوضع سؤال عن ذكر بعض أمهات الكتب مع ذكر اسم مؤلفيها في كل علم وفن ثلاثة أو خمسة على حسب التخصص، ويمكن أن يكون ذلك في مسابقة مستقلة. ¶ 17. أيها المعد لا تضع سؤالاً الجواب في الكتاب مرجوح مما يسبب ثبات الرأي الضعيف لديه، بل احرص على الراجح منها. ¶ 18. الانتقائية في اختيار الكتب والأسئلة مهم لنجاح المسابقة. ¶ 19. لابد مراعاة الوقت عند الإجابة على كل سؤال وجواب فاحسب حسابك. ¶ 20. في مثل هذه المسابقات يكثر فيها السرعة مما قد يسبب تمزيقا للكتب فكن على حذر وضع لك آلية في التعامل الأخطاء. ¶ 21. يمكنك قبل وبعد المسابقة زيارة مكتبة عامة ومن ثم التعريف بأهم الكتب الموجودة في الساحة من قديم أو حديث، لتزداد لديهم الثقافة في الكتب، بل ومن ثم اقتنائها. ¶ 22. كل مدة يتم زيارة دور ومكتبات النشر للشراء الكتب. ¶ قد جفت المكتبات من روادها، وكثر الغبار على رفوفها، فآمل أن أكون عرضت شيئا من هذه الفكرة المهمة ليتدارك الشباب قبل فوات الأوان. ¶ مسابقة الفكر( 1) ¶ كان هناك أربعة أصدقاء وهم: يوسف، وعدنان، وأسعد، وتوفيق، وكان لدينا أربع سيارات، لكل واحد منهم واحدة، وهي: مرسيدس، وبي ام، وكامري، وألتيما، وكل واحد منهم يسكن في حي من الأحياء التالية: القدس، والأندلس، والريان، والروضة. ¶ والمطلوب معرفة سيارة كل واحد منهم والحي الذي يسكن فيه وفق المعلومات التالية: ¶ 1- صاحب المرسيدس يزور صديقه في حي الريان. ¶ 2- أسعد لم تكلفه سيارته كثيراً عند شرائها. ¶ 3- في حي الروضة يسكن الأطباء والمهندسون. ¶ 4- في كل جمعة يذهب توفيق ويوسف لصلاة الجمعة في حي القدس الذي لا يسكنان فيه.",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "5- صاحب الألتيما لا يسكن في حي الروضة ولا في الريان. ¶ 6- حي الأندلس لا يوجد فيه سيارات فخمة. ¶ 7- يوسف لم يكن متفوقاً في دراسته أبداً. ¶ 8- صاحب الكامري يعمل في الشركة التي استقال منها أسعد. ¶ 9- عدنان يرى في مسجد حيّهم بعد صلاة الجمعة اثنان من أصدقائه ويتناولون القهوة عنده بعد الصلاة في البيت. ¶ 10- البلدية لا تهتم بحي الأندلس فلا يوجد فيه مرافق حيوية ولا خدمات. ¶ 11- توفيق وصاحب البي ام لا يعملان سوياً. ¶ 12- يوسف وزنه كبير ولا يمارس الرياضة أياً كان نوعها. ¶ 13- سيارة عدنان تعتبر فخمة. ¶ 14- توفيق لم يزر صاحب الألتيما لكن زار صاحب الكامري. ¶ 15- صاحب البي ام يحب المشي دائماً حول الحدائق والمنتزهات. ¶ 16- الذي يسكن في حي الريان ليس توفيق وأسعد. ¶ 17- المرسيدس ليست سيارة عدنان. ¶ مسابقة الفكر (2) ¶ كان هنالك ثلاثة حيوانات مفترسة هي: الأسد، والذئب، والنمر، وكان هنالك ثلاث فرائس قد أُكلت من قِبَل هذه الحيوانات المفترسة، وهي: ظبي وأرنب وحمار وحشي لكننا لا نعرف أي من الحيوانات المفترسة أكل أياً من الفرائس الثلاث إلا من خلال المعلومات التالية: ¶ 1- الظبي سريع جداً ولا تستطيع الحيوانات المفترسة اصطياده إلا بالحيلة أو بعد ساعات من المطاردة. ¶ 2- الأسد حيوان ذكي جداً ولكنه كسول ولا يأكل الجيف. ¶ 3- الحمر الوحشية تتميز بأنها تعيش مجموعات ضخمة للدفاع عن نفسها في حال الأخطار. ¶ 4- النمر ليس أقوى من الأسد أبداً، لكنه ذو نَفَس طويل ولا يمل ولا يتعب من مطاردة فريسته. ¶ 5- الذئب من أشد الحيوانات حناناً على أبنائه ولذلك لا يستطيع الانشغال عنهم طويلاً مع كونه يصطاد فريسته مع أقرانه. ¶ 6- الأرنب حاد السمع ولكنه غبي تنطلي عليه الحيلة وجبان جداً. ¶ 7- الأسد ملك الغابة ومع ذلك هو قنوع بالقليل ويهتم بالطعم أكثر من أي شيء آخر. ¶ مسابقة الفكر (3)",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "في أحد ردهات القطار التقى أربعة رجال: أحدهم طبيب، والثاني مهندس، والثالث مدرس، والرابع صحفي، أسماؤهم بغير ترتيب المهن كالتالي: ¶ فهد، بندر، ثامر، محمد. إذا علمت أن: ¶ 1- فهد والمدرس لم يقابلا بندر قبل هذه المرة. ¶ 2- محمد والصحفي صديقان وبندر والمهندس سينزلان معاً. ¶ 3- الطبيب قابل ثامر والصحفي قبل هذه المرة. والمدرس ليس محمد. ¶ فهل عرفت اسم كل واحد منهم؟؟؟ ¶ مسابقة الفكر (4) ¶ كان هناك ثلاثة أصدقاء جمعت بينهم الدراسة وهم: عبد الرحمن، وعبد العزيز، وعبد الله، فلما أتموا الدراسة الجامعية أصبح أحدهم مهندساً، والثاني طبيباً، والثالث مدرساً. لكننا لا نعرف أيهم المهندس من الطبيب من المدرس. كل ما نعرفه عنهم هو: ¶ 1- أن المدرس ماهر بلعب التنس وكان يمارس اللعبة مع أبيه. ¶ 2- أن عبد الله يريد الزواج من أخت المهندس. ¶ 3- والد عبد الرحمن مصاب بالشلل منذ شبابه. ¶ 4- والد المهندس يخرج كل يوم للسباحة مع والد أحد أصدقاء ابنه. ¶ فهل عرفت مهنة كل واحد منهم؟؟ ¶ الساعة البيولوجية. ¶ هدفها: ¶ ضبط الساعة الداخلية لدى الإنسان، وبذلك تساعده على معرفة الوقت بل ضبطه، ومن أهمها القدرة على الاستيقاظ من النوم في الوقت المطلوب. ¶ فكرتها وطريقة تقديمها: ¶ 1. أن يقوم المتسابق بالعدّ موافقا لحركات الثواني ثانية بثانية من غير النظر للساعة يبدأ من ثانية إلى ستين ثانية ثم يقف. ¶ 2. يكون الحكم يتابعه من خلال النظر لحركات الثواني في الساعة الإلكترونية. ¶ 3. لابد أن يصل المتسابق لـ 60 ثانية متوافقا مع ساعة الحكم فإن وصل قبلها ينظر الفرق بين المتسابق وساعة الحكم، مثلا: وصل المتسابق إلى 60؛ وثواني ساعة الحكم وصلت 45 فهذا لديه مشكلة تقدم بمقدار 15 ثانية. والعكس لو وصلت ثواني الحكم لـ 60 والمتسابق وصل في العدّ إلى 38 فهذا لديه تأخر في الساعة البيولوجية بمقدار 22 ثانية؛ وهكذا...",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "4. أيهما يصل أولاً للستين ثانية تنتهي المسابقة؛ سواء المتسابق أو ثواني ساعة الحكم. ¶ الأدوات المساعدة للمسابقة: ¶ يمكن للشخص التعود على ضبط الساعة بدايةً، وذلك بالعدّ مع النظر للساعة ومع تكرر العد يستطيع ضبط الساعة الداخلية لديه.والمطلوب في المسابقة ساعة إلكترونية يكون فيها ثواني. ¶ مسابقة النص الأدبي ¶ اقرأ النص الأدبي التالي بتمعن ودقة واستخرج منه عناوين ( أسماء )الأشرطة الواردة في ثناياه مع ذكر اسم المحاضر علماً بأنه ورد فيه ذكر لـ 12 شريطا من الأشرطة الإسلامية . ¶ النص : يا بني السلام عليكم ورحمة الله وبركاته ... ... وبعد : ¶ اكتب لك هذه الحروف مسطرة من أب مشفق وفيها دعوة للتأمل أوجهها لك لتتأمل واقعك الذي تعيشه أهديها لك علك أن تعود إلى بر الهداية حيث الراحة والطمأنينة فحاول وأنت الحكم فلقد حاولنا فوجدنا النتيجة ولا تكن في زمرة المحرومين فإن باب الهداية مفتوح وهذا طريق التوبة أبلج قبل أن تقول نفس يا حسرتى تدارك نفسك قبل أن تداهمك اللحظات الحاسمة حيث لا مفر والتفت لحالك ومآلك وشمر عن الساعد وعد كالنملة كما كنت من قبل وأعلم أن ما أصابك من الفتور والتقهقر إنما مرده إلى الالتزام الأجوف الذي يعيش صاحبه بعيداً عن التربية الجادة والعلم النافع . ¶ الإجابة : الأشرطة الواردة في النص هي : ¶ 1. يا بني للشيخ محمد الدويش . ¶ 2. دعوة للتأمل للشيخ علي القرني . ¶ 3. حاول وأنت الحكم للشيخ سعد البريك . ¶ 4. حاولنا فوجدنا النتيجة للشيخ سعد البريك أيضاً . ¶ 5. المحرومون للشيخ ابراهيم الدويش . ¶ 6. طريق التوبة إصدار منوع . ¶ 7. أن تقوا نفس يا حسرتى للشيخ محمد المختار الشنقيطي . ¶ 8. اللحظات الحاسمة للشيخ ابراهيم الدويش . ¶ 9. النملة للشيخ ناصر العمر . ¶ 10. الفتور للشيخ ناصر العمر أيضاً . ¶ 11. الالتزام الأجوف للشيخ عبد الرحمن العايد . ¶ 12. التربية الجادة للشيخ محمد الدويش ¶ بعض أشكال للمسابقات ¶ مسابقة حفظ القرآن الكريم",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "مسابقة حفظ السنة النبوية الشريفة ¶ المسابقة الشفوية ( بين الأفراد / الأسر ) ¶ صح أم خطأ .. وفيها يجمع عدد كبير من الأسئلة المفيدة والتي تكون إجابتها بصح أو خطأ .. ويتم سؤال الطلاب فيها فإذا أجاب إجابة صحيحة تقدم خطوة و من يصل إلى الحد المطلوب كان هو الفائز.. وتتميز هذه المسابقة بكثرة الإثارة حيث أن الإجابة سهلة ويمكن للشخص التقدم حسب حجم الخطوة.. وهكذا . ¶ مسابقات بالحاسب الآلي ¶ مسابقة الأمثال والحكم (كل طالب يذكر حكمة أو مَثَلاً وتدور المسابقة على الطلاب ومن لا يستطيع يخرج من المسابقة) ¶ مسابقة الخطابة ¶ مسابقة حفظ ترتيب سور القرآن الكريم (يبدأ الطالب الأول بذكر سورة الفاتحة والثاني البقرة والثالث آل عمران وهكذا وإذا توقف أحدهم فيخرج من المسابقة .. ويمكن البدء من سورة الناس) ¶ لمن الشريط .. (يعطى شريطا (أو جائزة) لأحد الطلاب ويتم سؤاله فإذا أجاب بجواب صحيح استمر سؤاله حتى يخطئ فتنتقل الجائزة إلى زميلة ويتم سؤاله وهكذا .. وإذا انتهت فترة زمنية محددة سابقا يكسب الجائزة الطالب الذي بيده الجائزة) ¶ مسابقة إلقاء الشعر ¶ مسابقة حفظ الشعر (الذاكرة) تذكر أبيات شعر خفيفة ويطلب من الطلاب محاولة استرجاعها وفي كل مرة تزاد بيتا شعريا أو بيتين .. وهكذا ويخرج من المسابقة من توقف مرتين أو ثلاث . ¶ الألغاز (ويمكن لكل مجموعة أن تقدم لغزا وتطلب من المجموعات الإجابة عليه) . ¶ مسابقات الحروف .. وهي عبارة عن أسئلة تبدأ إجابتها بحرف يختاره الطالب . ¶ المسابقة الثقافية التحريرية ¶ يمكن أن تكون : ( يومية / أسبوعية / شهرية ) ¶ مسابقة البحوث الإسلامية ¶ مسابقة البحث والمراجع التحريرية (تعطى للطلاب مسألة صغيرة ويقوم الطلاب بالبحث عنها في المراجع) ¶ مسابقة القراءة السريعة ¶ أفضل ملصق ¶ أفضل نشرة ¶ مسابقة الخط ¶ أفضل مقالة ¶ مشكلة وحل (تقدم للطلاب مشكلة ويقوم كل مجموعة من الطلاب بتقديم مجموعة من الحلول لهذه المشكلة)",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "أفضل تعليق (على كاريكاتير) ¶ أكمل الحديث ¶ تلخيص المقال ¶ قراءة كتاب أو فصل ثم السؤال فيه ¶ سماع شريط ثم السؤال فيه ¶ مسابقة أحسن شِعار ¶ مسابقة أحسن صحيفة أو نشرة ¶ مسابقة من هو ومن هى ¶ من هي ؟؟؟؟؟ ¶ أسلمت هي و زوجها سعيد بن عمرو بن نفيل ، فلما علم عمر بإسلامها دخل عليها فشجها فبكت و قالت : يا ابن الخطاب ، ما كنت صانعاً فاصنعه فقد أسلمت . ¶ الجواب : هي فاطمة بنت الخطاب أخت عمر بن الخطاب رضي الله عنه ¶ من هي ؟؟؟؟؟ ¶ كانت من المهاجرات إلى الحبشة مع زوجها جعفر بن أبي طالب .وولدت جميع أولاده هناك ولما قتل تزوجت أبو بكر الصديق فولدت له محمد وفى الصحيح أن النبي صلى الله عليه وسلم قال لها لكم هجرتان وللناس هجرة واحدة).وهى أخت ميمونة بنت الحارث زوج النبي صلى الله عليه وسلم من أمها فمن هي تلك الصحابية رضى الله عنها ¶ ا لجواب : أسماء بنت عميس ¶ من هو ؟؟؟؟؟ ¶ كان من اشد الناس عداء للنبي صلى الله علية وسلم اسلم قبل فتح مكة وكان ابن عم النبي صلى الله علية وسلم واكثر شبها به لقي الرسول صلى الله علية وسلم منه قبل إسلامه اشد الأذى وبعد إسلامه كان يعرض عنه الرسول علية الصلاة والسلام حتى قال لزوجته والله ليرضين عني رسول الله صلى الله عليه وسلم أو لآخذن ابني هذا ثم لنذهبن هائمين على وجهينا في الأرض حتى نموت جوعا وعطشا فلما بلغ ذلك الرسول عليه الصلاة والسلام رق له ولقد شهد حنين ودافع عن الرسول صلى الله علية وسلم دفاعا مميتا أبلى بلاء حسنا ولما توفى حزن الرسول صلى الله عليه وسلم حزن حزنا شديدا ¶ وكتب فيه المراثي توفى في خلافة أمير المؤمنين عمر بن الخطاب وحزن عليه فمن ذلك الصحابي ¶ الجواب : أبو سفيان بن الحارث ¶ من هو ؟؟؟؟؟",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "أمير أموي ..كان يهتم بالعلم والعلماء والأدباء ..وعندما توفي والده ..بويع بالخلافة ليصبح خليفة للمؤمنين في العهد الأموي ..إلا أنه زهد فيها ورفضها وانصرف يؤلف ويترجم كتب الكيمياء وكتب الطب وكتب الفلك والنجوم...فمن هو؟ ¶ معاوية بن يزيد بن معاوية ¶ من هو ؟؟؟؟؟ ¶ الإمام شيخ الإسلام مولى انس بن مالك وكان أبوه من سبي جرجرايا تملكه انس ثم كاتبه على ألوف من المال فوفاه .. ¶ وقد نقل عنه في التعبير عجائب وكان له في ذلك تأييد الهي .. ¶ وكانت أمه مولاة لأبى بكر ..وقد مات بعد الحسن بمائة يوم ¶ الجواب : ابن سيرين ... ¶ من هو ؟؟؟؟؟ ¶ الفقيه القدوة عالم اليمن .. ¶ كان ابن عباس يجله ويحترمه ويأذن له مع الخواص وقد قال عنه ابن عباس :إني لأظنه من أهل الجنة .. ¶ قال ابن حبان : كان من عباد اليمن .ومن سادات التابعين , مستجاب الدعوة حج أربعين سنه .. ¶ توفي بمكة أيام الموسم سنة ست ومائة ¶ هل هو: ¶ منصور بن المعتمر ... ¶ طاووس بن كيسان ... ¶ سعيد بن المسيب .. ¶ شريح القاضي ... ¶ الجواب : هو طاووس بن كيسان ¶ من هي ؟؟؟؟؟ ¶ عندما رأت ذهول المسلمين وارتباكهم يوم حنين ، ركبت جمل زوجها ، وهرولت به نحو النبي صلى الله عليه وسلم ، ولما تحرك جنينها في بطنها خلعت بردتها وشدت بها على بطنها ، ولما بلغت النبي صلى الله عليه وسلم قالت له :[ اقتل هؤلاء الذين ينهزمون عنك كما تقتل الذين يقاتلونك فإنهم لذلك أهل ] . ¶ فمن هي هذه الصحابية الوفية الشجاعة ؟! ¶ هل هي : ¶ فاطمة بنت الخطاب ¶ خولة بنت ثعلبة ¶ أم سليم بنت ملحان . ¶ الجواب : أم سليم بنت ملحان ¶ من هو ؟؟؟؟؟ ¶ قال له الرسول عليه الصلاة والسلام أما ترضى أن تكون مني بمنزلة هارون من موسى ؟ غير أنه لا نبي بعدي )) ¶ من السابقين الأولين .. شهد المشاهد .. ¶ كان دور عظيم في هجرة الرسول صلى الله عليه وسلم على صغر سنه .. ¶ وهو أول من أسلم من الصغار ... ¶ الجواب : على بن أبي طالب ¶ من هو ؟؟؟؟؟",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "الإمام الحبر العابد ، صاحب رسول الله وابن صاحبه..وليس أبوه أكبر منه إلا بإحدى عشر سنه أو نحوها ...وعنه قال : جمعت القران فقرأته كله في ليله فقال رسول الله :اقرأه في شهر.. قلت: يا رسول الله دعني استمتع من قوتي وشبابي .. قال: اقراه في عشرين .. قلت: دعني استمتع .. فقال: اقرأه سبع ليال... قلت :دعني استمتع ..فأبى........... ¶ هل هو : ¶ عبد الله بن عباس ¶ عبد الله بن عمرو بن العاص ¶ عبد الله بن عمر بن الخطاب ¶ عبد الله بن أبي بكر .. ¶ الجواب : عبد الله بن عمرو بن العاص رضي الله عنهما ¶ من هو ؟؟؟؟؟ ¶ صحابي جليل كان آخر الصحابة موتا.... ¶ مات سنة مائة وعشرة ¶ من هو يكنى بأبي الطفيل؟؟ ¶ الجواب : عامر بن واثلة الليثي الكناني ¶ من هو ؟؟؟؟؟ ¶ اسلم يوم الفتح وحسن إسلامه كان من أشراف قريش وعقلائها ونبلائها ¶ كانت خديجة أم المؤمنين عمته وكان الزبير ابن عمه .. ¶ قال البخاري : عاش ستين سنه في الجاهلية و ستين في الإسلام .. ¶ قال ابن مندة ولد في جوف الكعبة و عاش مائه وعشرين سنه .. ¶ وكان علامة بالنسب فقيه النفس كبير الشان .. ¶ الجواب : حكيم بن حزام ¶ من هو ؟؟؟؟؟ ¶ بعد فتح مكة تقاطرت الوفود على المدينة المنورة تعلن إسلامها حتى سمي هذا العام عام الوفود , وبعث رسول الله صلى الله عليه وسلم خالد بن الوليد إلى أهل اليمن يدعوهم إلى الإسلام ومعه نفر من المسلمين , فأقاموا بينهم ستة أشهر فلم يستجيبوا . ¶ فأرسل رسول الله صلى الله عليه وسلم أحد الصحابة رضوان الله عليهم فقرأ عليهم كتاب الله فأسلمت همدان جميعا , وكتب بذلك إلى رسول الله صلى الله عليه وسلم فخر ساجداً ثم رفع رأسه وقال : السلام على همدان 00 السلام على همدان . ¶ من هو الصحابي الذي أرسله الرسول صلى الله عليه وسلم ؟ ¶ الجواب : علي بن أبي طالب رضي الله عنه .. ¶ من هو ؟؟؟؟؟",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "من صحابة رسول الله صلى الله عليه وسلم ، كان من المفترض أن يكون رفيق رسول الله وأب بكر في الهجرة ، لكن قريش حالت دون ذلك ، وتم حبسه ووضع القيد في رجله ، لكن تمكن من الإفلات من الحبس ولحق بالنبي صلى الله عليه وسلم ، فأدركه المشركون في الطريق فصاح بهم : ¶ يا معشر قريش : ¶ لقد علمتم أني أرماكم سهما ، وو الله لأرمينكم بكل سهم في كنانتي حتى إذا فنيت حاربتكم بسيفي ، حتى لا يبقى منكم أحد ، فإن شئتم ذلك أو أدلكم على مال لي بمكة . ¶ فتشاوروا وقالوا دلنا على المال ، فدلهم على مال كان يجمعه في مكة ، فأخلوا سبيله ، فأدرك النبي صلى الله عليه وسلم في قباء ، فلما رآه النبي صلى اله عليه وسلم وعنده الصحابة قال له : ¶ [ ربح البيع أبا يحيى ، ربح البيع أبا يحيى ، ربح البيع أبا يحيى ] ¶ فأنزل الله :[ ومن الناس من يشري نفسه ابتغاء مرضات الله ...] ¶ فمن هو هذا الصحابي الجليل ؟ ¶ الجواب : صهيب الرومي رضي الله عنه ¶ من هو ؟؟؟؟؟ ¶ صحابي جليل أشار إلى النبي صلى الله عليه و سلم بتغير مكان الجيش ¶ في معركة بدر و خيبر و كرر نفس العبارة بقوله ¶ ( يا رسول الله أمنزل أنزلك الله إياه أم هي الحرب و الرأي و المكيدة ) فلما قال له الرسول صلى الله عليه و سلم ( بل الأخرى ) أشار له بتغير المكان .... فمن هو ؟ ¶ الجواب : (الحباب بن المنذر )رضي الله عنه . ¶ مسابقة التاريخ ¶ اقرأ التاريخ إذ فيه العبر ¶ ضل قوم ليس يدرون الخبر ¶ فهذه المسابقة نتعلم فيها بعض العبر من التاريخ .. ¶ من هذا الخليفة : ¶ قام أحد الخلفاء بحركة نسبها إلى الإصلاح محاولا استبدال الطابع الإسلامي بالأوربي.. ¶ قال إني لا أريد ابتداء من الآن أن يميز المسلمون إلا في المساجد والمسيحيون إلا في الكنيسة واليهود إلا في المعبد .. وطمس معالم الولاء والبراء .. ¶ وانتشرت المدارس النصرانية اليونانية والكاثوليكية والأرمنية.. ¶ حتى أنه فرض على العلماء الطربوش الأحمر .. ولكنهم أبوا عليه فتراجع ..",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "استعان بضباط أوربيين ونصارى لتدريب الجيش .. ثم أعلن الجهاد ضد الروس وتلقت الجيوش المسلمة عدة هزائم ساحقة بسبب تسريب المعلومات الهامة لروسيا على يد هؤلاء الضباط النصارى .. ¶ من هذا الخليفة الذي استأمن الضباط النصارى وأي دولة كانت ¶ الخليفة محمود الثاني (ت : 1839) في عهد الخلافة العثمانية .. ¶ في أي دولة حدث هذا : ¶ قام أحمد باي ملك إحدى الدول الإسلامية في القرن الثالث العشر الهجري (1262هـ) بزيارة إلى فرنسا فاستقبله ملك فرنسا وقدم إليه زوجته وأخته ونساء أولاده وسلم عليهن .. وزاره الوزراء الفرنسيون ¶ ثم أنشأ مدرسة حربية جلب لها الأساتذة من أوربا .. ¶ وسع على نصارى البلاد واسقط عليهم بعض الإيجارات وأعطاهم أراض لكنائسهم .. وكذلك ركن إلى اليهود حتى تحكموا في دار المال في البلاد .. ¶ ووضع وزيرا له فرنسيا اسمه (جوزاب) فكان له الدور الأكبر في رسم سياسة الدولة الخارجية والداخلية ..والذي نفع بني دينه وتآمر على المسلمين.. ¶ ألح الوزير الفرنسي على الباي أحمد أن يخفض عدد الجنود ليعالج العجز المالي .. وتم له ما أراد .. وتوفي الباي أحمد مخلفا وراءه التركة الهزيلة .. ¶ وبعد عدة سنوات مما يسمى بالحركة الإصلاحية والصلة بينهم وبين الفرنسيين والعمل على التقارب بين البلدين قامت فرنسا باحتلال البلاد بحرب خاطفة من البر والبحر .. وأجبر الباي الجديد على توقيع اتفاقية الحماية الفرنسية على البلاد وفي الحقيقة رضي الباي الجديد باحتلال البلاد على أن يبقى له ولو الشكل الصوري في حكم البلاد ¶ أي بلاد المسلمين تمت فيها تلك الخيانات ورضي بالاحتلال باسم الحماية الفرنسية ؟ ¶ الجواب : تونس ... (الانحرافات العقدية1/153-157) ¶ في أي البلاد وفي أي عهد :",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "فُتن ذلك الزعيم المملوكي مراد بك بالنصارى والغربيين .. واهتم بهم واحضر جمعا منهم فأنشئوا له عدة حربية وسفنا مزودة بمدافع وجعل عليهم رئيسا نصرانيا وأدر عليهم الأموال والدور العظيمة .. فكان لهم شأن بتلك البلاد ..واستعملهم في أهم أعمال المسلمين وأخطرها .. ¶ فلما احتلت جيوش الفرنسيين البلاد كانت للنصارى اليد الطولى في التعاون معهم.. واستولى الفرنسيون على أغلب الأسطول الذي أنشأه النصارى وأداروا عساكره .. ¶ أظهر نصارى البلاد في ذلك الوقت حقدهم وتعرضوا للمسلمين بالضرب والشتم وشاركوا الفرنسيين في المذابح التي قاموا بها .. وقامت جموع منهم ببناء قلعة وجعلوا عليها سورا عظيما وأبراجا للمدافع ولبسوا زي الفرنسيين وحلقوا لحاهم وكانوا جيشا عميلا للفرنسيين قام بمجازر ضد المسلمين .. ¶ أي بلد هذه التي مكنت لنصارى البلاد حتى أعانوا الفرنسيين في احتلال بلادهم ¶ الجواب : مصر .. في عهد المماليك ¶ من هو وفي أي البلاد : ¶ عميل لفرنسا .. حكم إحدى بلاد المسلمين بعد احتلال فرنسا لها .. ضيق على المسلمين في أرزاقهم وفرض ضرائب كبيرة وكان يداهم البيوت ويأخذ الأقوات المدخرة بلا ثمن ويوزعها على الجيوش النصرانية التي كانت تجوب البحار لضرب المسلمين ¶ سرقت الأوقاف ولم يبق منها إلا أقل من واحد بالألف .. ¶ وحورب الإسلام وحورب الحجاب وزعزعت عقيدة الولاء والبراء وكثرت البعثات باسم التمدن والتطور والتغريب وفرض الأفكار النابليونية في البلاد.. ¶ وسع على النصارى واليهود وتغلغلوا في حكومته وبلاطه واستلموا مراكز الثقل فيها .. فعلا شأنهم وقويت شوكتهم وأذلوا المسلمين وتعرضوا لهم بالضرب والشتم والاستصغار ¶ كان يؤخذ على بضائع المسلمين العُشُر وأما بضائع النصارى فنصف العُشُر فانتعش اقتصاد النصارى..واكتضت البلاد بهم وباليهود واستدعي كثير منهم وانتشرت مدارس النصارى وكنائسهم على طول البلاد وعرضها ..",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "عاونته فرنسا لعمل جيش قوي كان سببا في الانفصال عن الخلافة العثمانية ومن ثم احتلال سوريا وتقوية النصارى وتسهيل عملهم فيها و فتح المدارس النصرانية هناك والقضاء على الفضائل الإسلامية .. حتى سقطت الشام تحت الاحتلال الصليبي بعد حين .. ¶ ضرب بعدة حملات الدعوة السلفية في نجد وجنوب الجزيرة و قحطان .. ¶ ولما حارب اليونان تجمعت أوربا النصرانية كلها وحطمت قوته البحرية في معركة نافارين وتم تحديد سلطته في حدود بلاده .. ¶ سهل البحث والتنقيب في البلاد للنصارى فسرقت كثير من الثروات ودرس الإنجليز أرض البلاد وانتشرت عيونهم وأعوانهم فيها .. ¶ وبسبب تغلغل النصارى وتسلطهم في الجيش والبلاد وبسبب ضعف المسلمين واستذلالهم وإبعادهم عن دينهم وإفساد المرأة .. استطاع الانجليز أن يحتلوا البلاد بحرب خاطفة كانت سببا لاستعمارها السنين الطوال ... ¶ أي بلاد هذه التي تولاها هذا الطاغوت .. ومن هو هذا الطاغوت؟ ¶ الجواب : مصر .. وحاكمها هو : الطاغوت محمد علي باشا ¶ لما تولى الخديوي إسماعيل الحكم في مصر ، سعى أن تكون مصر قطعة من أوربا فتأسست عدة مدارس حرة بالمجان لكل الأديان وانتشرت المدارس الأجنبية ودعمها دعما سخيا وأهمل تعليم المصريين وعلى رأسه الأزهر .. ¶ وثق بالضباط الأوربيين وقدمهم على الضباط المسلمين ووضع على قواده جنرالات أوربيين أو أمريكان يأتمر القادة المصريون بأمرهم .. ¶ قامت الحروب بين المصريين وإحدى الدول النصرانية الإفريقية فكان أحد القسس الفرنسيين يتردد على الجنرال الأمريكي (لورنج) المسؤول عن الجيش المصري واتفق معه على الحركة الحربية التي تقضي على الجيش المصري وقبل الحرب لبس الضباط الأوربيين والأمريكان الإشارات التي تدل على أنهم نصارى ليأمنوا الخطر وسقط الجيش في المصيدة بين قتيل وجريح .. ونجا قائده أحمد عرابي ليروي لنا السبب في انهزام الحملات المصرية خلال حربها مع هذه الدولة ..",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "وبعد سحق هذه الجيوش أصبحت مصر لقمة سهلة للاستعمار الإنجليزي الذي هزم المصريين وسحقهم في معركة التل الكبير سنة 1882م.. ¶ ما هي هذه الدولة النصرانية التي حاربها الخديوي وتعاون معها ضباط الخديوي النصارى ¶ الجواب : الحبشة ¶ ما هي هذه الغزوة : ¶ تحرك المسلمون بثلاثة آلاف مقاتل حتى نزلوا البلقاء لملاقاة نصارى الروم الذين تقدموا بمائتي ألف مقاتل يقودهم هرقل . ¶ لما علم المسلمون بأعداد النصارى تردد قادة المسلمين في قتالهم أو انتظار أمر الرسول - صلى الله عليه وسلم - فيهم ؛ لكن عبد الله بن رواحة شجعهم على القتال .. فالتحم الجيشان واقتتلوا قتالا شديدا واستشهد قادة الجيش الثلاثة .. فاستلم القيادة خالد بن الوليد - رضي الله عنه - واستطاع أن يدير القتال أمام كثافة الروم ويُغيِّر في ترتيبات الجيش ثم ينسحب بالجيش المسلم من المعركة .. ¶ وقد أُخبِر النبي - صلى الله عليه وسلم - بمقتل القادة وعملية خالد بن الوليد فسماه سيف الله المسلول ¶ ولما عاد الجيش حثا الناس عليهم التراب وهم يدعونهم (الفرَّار) فقال - صلى الله عليه وسلم - : ليسوا بالفرار ولكنهم الكرار إن شاء الله . ¶ فكانت أول معركة بين المسلمين والروم النصارى ¶ ما هي هذه الغزوة التي كانت بين المسلمين والروم ؟ ¶ الجواب : غزوة مؤتة ¶ ما هي الفِرقَة : ¶ فرقة مع تشعُّبِها وتعدد آراؤها كانت بمثابة صخرة قوية وقفت أمام الدولة الإسلامية أزمنة ليست بالقصيرة .. ووقائعهم مع عمال ابن الزبير ومع الأمويين من بعدهم مشهورة في التاريخ .. ¶ وقد استطاع أحد قاداتهم أن يخضع سائر المغرب الأقصى وبويع بالخلافة وخاطبه البربر بأمير المؤمنين ولكن جيوش الخلافة تمكنت وبصعوبة من القضاء على هذه الحركة . ¶ ظل المهلب بن أبي صفرة يجالدهم ويعاني في قتالهم الشدائد والأهوال السنين الطوال. ¶ وبلغ بأحدهم أن ادعى الخلافة ولم يقدر عليه أحد حتى قهره الله بالغرق.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "واستمرت ثوراتهم في الخلافة العباسية مما استنفذ الكثير من الأموال والرجال. ¶ ونجحت إحدى الثورات في إنزال الهزائم بجيوش الخلافة وأقام عبد الرحمن بن رستم دولة في مدينة تاهرت بالجزائر استمرت قرابة المائة والخمسين عاماً. ¶ وكونوا لهم في عهد الدولة العباسية دولة في عمان امتد نفوذها الى زنجبار. ¶ كانوا بحق شوكة في جنب الدولة الإسلامية على مر العصور مع العلم أنهم من أول الفرق ظهوراً . ¶ : أي فرقة هذه التي كانت شوكة في جنب الدولة الإسلامية ؟ ¶ الجواب : الخوارج ¶ ما هي الفِرقَة : ¶ قيل عنهم : ( إنهم روعوا الآمنين من المسلمين في أنحاء عديدة من الدولة الإسلامية وعاثوا في الأرض فسادا .. ¶ قتلوا من العلماء والحفاظ خلقا كثيرا ومن الناس من لا يحصيهم إلا الله .. ¶ كسروا جيوش الدولة الإسلامية في عدة مواقع حتى هابت الدولة جانبهم . ¶ كان لهم صلة وممالئة للدولة العبيدية الرافضية في المغرب وشمال أفريقيا. ¶ وفي عام 317 هـ اجتاحوا البلد الحرام وهتكوا الحرمات وسفكوا دماء الحجيج ودفنوا القتلى في بئر زمزم وقلعوا باب الكعبة وأخذوا الحجر الأسود معهم .وألحدوا في الحرم إلحادا عظيماً ¶ بقي الحجر الأسود اثنتين وعشرين سنة في هجر ثم أعيد لمكة عام 339هـ ¶ تم استئصال دولتهم على يد السلاجقة .. ¶ أي فرقة هذه التي نبتت في شرق الجزيرة وكانت لهم تلك الآثام؟ ¶ الجواب : القرامطة من فرق الرافضة ¶ ما هي الفِرقَة : ¶ حين ضعف أمر الخلافة العباسية في بغداد استطاعت طائفة أن يسيطروا على مقاليد الحكم في دار الخلافة بغداد ¶ أهانوا الخلفاء العباسيين الذين لم يكن بيدهم شيء من أمور الدولة ¶ ثم أرادوا نزع الخلافة من العباسيين وإعطائها الى إخوانهم العبيديين (الفاطميين) بزعمهم أنهم من آل البيت ولكنهم عدلوا عن ذلك ¶ لاقى أهل السنة في عهدهم الكثير من المآسي والنكبات و الصدامات بين الرافضة وأهل السنة",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "وكتبوا على أبواب المساجد لعنة معاوية بن أبي سفيان - رضي الله عنه - وكانوا يلعنون أبا بكر - رضي الله عنه - وعمر - رضي الله عنه - ولهم صلة بالقرامطة الرافضة في الجزيرة وبالعبيديين في مصر وببني حمدان في الشام ¶ للأسف كان من العلماء والوزراء السنة من يتعاون معهم ويعمل معهم ويساعدهم .. ¶ واستمرت سيطرتهم الى أن أنقض عليهم السلاجقة في بغداد وحرروا الخلافة من سيطرتهم .. وجعل الله سبحانه الدائرة عليهم فأعلى كلمته وأظهر دينه.. ¶ فمن هؤلاء الذين فرضوا سيطرتهم على دار الخلافة والى أي فرقة ينتمون ؟ ¶ الجواب : البويهيون .. وهم من الرافضة .. ¶ ما هي الفِرقَة : ¶ طائفة نجحت في بسط سيطرتها على شمال أفريقيا ... في المغرب ومصر والشام فكثر السب والتكفير للصحابة رضي الله عنهم ¶ كان دعم بعض قبائل السنة وعوامهم لهم سببا في سيطرة هذه الطائفة مثل قبيلة كتامة بعد أن تلاعب بهم أبو عبد الله الشيعي ¶ عطلوا الحدود وأباحوا الفروج وأحلوا الخمر وسفكوا الدماء وسبّوا الأنبياء ولعنوا السلف وادعوا الربوبية وكذبوا في ادعائهم النسب لفاطمة رضي الله عنها .. ¶ وفي عهدهم ارتفعت رؤوس النصارى واليهود و استحوذ الإفرنج سواحل الشام وبلاد الشام .. حتى بيت المقدس استولى عليه النصارى دون أي مقاومة تذكر ¶ وقد حكم العلماء بكفرهم وفسقهم وفجورهم وأنهم ملحدون زنادقة معطلون وللإسلام جاحدون ¶ استمرت دولتهم قريبا من ثلاثمائة سنة حتى زالت على يد الملك العادل الصالح صلاح الدين الأيوبي رحمه الله ¶ هؤلاء الذين نشروا المذهب الرافضي شمال أفريقيا ثم سهلوا للنصارى احتلال الشام وبيت المقدس ¶ الجواب : العبيديون الرافضة ..(الفاطميون) ¶ للاستزادة : البداية والنهاية 11/123-124 ¶ من هؤلاء : ¶ دولة سنية أعادت للجهاد قيمته ورفعوا رايته .. فوصلت فتوحاتهم إلى بلاد الهند ¶ رفضوا دعوة العبيديين الرافضة مع سيطرة الرافضة على بلاد المسلمين في ذلك الزمن",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "أحرقوا كتب العبيديين الرافضة وقتلوا دعاتهم وقتلوا من الباطنية خلقا كثرا ¶ فمن هؤلاء الذين استطاعوا أن يقاوموا الرافضة في أوج سيطرتهم وينتصروا عليهم ¶ الجواب : الغزنويون ¶ للاستزادة البداية والنهاية 12/30-32 ¶ ما هي هذه الدولة : ¶ دولة رفعت راية الجهاد ونصرت المسلمين السنة ضد النصارى والرافضة .. ¶ دَمرت البويهيين الرافضة في بغداد بعد أن كان لهم الصولة والجولة في بلاد الخلافة حتى كادوا أن ينتزعوا الخلافة من العباسيين وينقلوها إلى العبيديين الرافضة.. ¶ حاربوا القرامطة واستمروا في محاربتهم حتى قضوا عليهم وعلى شرهم . ¶ وقعت لهم مع الروم وقائع متعددة وأبلوا فيها بلاءً حسنا .. ومنها موقعة الزهوة التي أقبل فيها ملك الروم بجحافل كالجبال ومعه خمسة وثلاثون ألفا من البطارقة مع كل بطريق مائتا فارس .. وجلب أكثر من مائة وخمسين ألفاً من الغزاة والحفارين غير آلاف العجلات و المجانيق .. يريدون أن يبيدوا الإسلام وأهله فقابلهم السلطان وجيشه الذين بلغوا عشرين ألفاً فهزموهم هزيمة عظيمة وأسروا ملكهم أرمانوس .. ¶ ما هي هذه الدولة ومن هو سلطانهم هذا الذي انتصر في معركة الزهوة؟ ¶ الجواب : دولة السلاجقة .. وسلطانهم هو : ألب أرسلان ¶ للاستزادة راجع البداية والنهاية 12/107-108 ¶ من هذا : ¶ وثق به الخليفة العباسي المستعصم بالله فاستوزره (أصبح وزيراً) ¶ اجتهد في صرف الجيوش وقطع مرتباتهم حتى تقلص الجيش في بغداد عاصمة الخلافة من مائة ألف مقاتل إلى عشرة آلاف في حالة رديئة .. ¶ كاتب التتار وطمعهم في البلاد فدخل التتر بغداد وقتلوا الناس والعلماء والنساء والأطفال .. وقُتِل الخليفة ولم ينج من المذبحة غير الوزير وأهل بيته ومن التجأ إليه من النصارى واليهود .. ¶ وقتل من أهل بغداد مليون مسلم.. ¶ من هذا الوزير .. ولماذا فعل هذا بأهل بغداد ؟ ¶ الجواب : محمد بن العلقمي .. وفعل هذا لأنه رافضي وأراد أن تتحول الخلافة الى العبيديين الرافضة .",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "راجع البداية والنهاية 13/213-216 أي البلاد : ¶ نقض السلطان سعيد بن سلطان عهده مع سعود بن عبد العزيز في الدولة السعودية الأولى وقاتل عماله في تلك النواحي .. ¶ واستنجد بالإنجليز ووقع معهم عهدا .. وفتح المجال ولأول مرة في تلك المناطق أمام الإنجليز النصارى للدخول الى داخل الجزيرة العربية وأعماقها .. ومنح البريطانيين الحرية الكاملة في الدخول والإقامة والمتاجرة ونقل البضائع.. ¶ واستعان بالحكومة الإيرانية على قتال أهل الدعوة في الجزيرة العربية فانهزم .. ¶ وعقد معاهدتين مع الفرنسيين ومع الأمريكيين.. ¶ بلد هذه التي قام سلطانها بالاتفاق مع النصارى والرافضة ضد المسلمين من أهل الدعوة .. ¶ الجواب : عمان (وسلطانها هو سعيد بن سلطان البوسعيدي) ¶ الأعلام 3/95 ¶ الانحرافات 1/201-202 ¶ دولة امتد نفوذها في خلال فترة وجيزة إلى حضرموت جنوبا وإلى عمان والخليج العربي شرقا وبسطت نفوذها على الحرمين الشريفين ودخلت العراق ودمرت العتبات الشيعية .. ¶ ضاق من هذه التوسع السريع الزيود والإسماعيلية في اليمن والرافضة في إيران والعراق خاصة بعد أن دمروا الأضرحة والعتبات .. وضاق بالتوسع الأباضية في عمان والصوفية في عامة البلاد الإسلامية وكذلك الدولة العثمانية .. ¶ وانزعج الإنجليز والفرنسيون وأتباعهم مثل والي مصر محمد على باشا من خطر هذه الدولة الفتية وأسلوب دعوتها .. ¶ فما كان إلا أن حركوا الجيوش المصرية على يد محمد علي باشا لتدمير تلك الدولة وتلك الدعوة .. ¶ نشرت هذه الدولة المذهب السلفي والعقيدة الصحيحة وكان ذلك نتيجة التعاون بين إمامي الدعوة . ¶ . من هما إمامي الدعوة .. ¶ لجواب : محمد بن عبد الوهاب ومحمد بن سعود .. والدولة هي الدولة السعودية الأولى",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "عندما دخل الفرنسيين مصر انكمش المصريون عن بعض بدعهم خوفا من الفرنسيين .. لكن الفرنسيين شجعوها .. بل إن قائدهم سأل علماءهم عن سبب تعطيل المولد وأمرهم بالمولد وعاونهم بالمال وأمر بتزيين البلاد واجتمع معهم الفرنسيون يوم المولد وضربوا الطبول .. وكان هذا القائد يواظب على المولد النبوي بنفسه .. ¶ ثم أمر الناس بإقامة موالد أخرى ويُجبر الناس بل يقهرون على حضور الموالد ويغرّم من لم يحضر تلك الموالد ويسمِّرون دكانه .. ¶ وينبه الجبرتي مؤرخ تلك الفترة الى أن سبب اهتمام الفرنسيين بذلك لما رأوه من انشغال الناس بالبدع وخروجهم عن الشرائع واجتماع النساء واتباع الشهوات وزادت غفلة الناس وانشغلوا عما هم فيهم من الأسر .. ¶ هذا القائد الفرنسي الذي أمر بالبدع وشجعهم بالمال ¶ الجواب : نابليون بونابرت ¶ عندما دخلت جيوش محمد علي باشا سوريا قام بشير الشهابي مع قومه وقاتل معهم جنبا الى جنب ضد العثمانيين وعندما عاد العثمانيون نُقِل الشهابي على يد الإنجليز بسفينة إلى مالطا ¶ وكان قوم الشهابي يقومون بين الفينة والأخرى بمذابح مروعة للقرى كما حدث لقرية الكرك عندما ذبحوهم عن بكرة أبيهم .. ¶ ولما حاصر الفرنسيون عكا قامت قوة منهم من الخيالة بالانضمام الى جيش نابليون الفرنسي النصراني ضد العثمانيين .. وكان المسلمون يقاومون المحتل الفرنسي بالمال والنفس منذ نهاية الحرب العالمية الأولى إلى الثانية في الوقت الذي كانوا هم يرحبون بالغزاة المحتلين .. ¶ ولما انتصر الفرنسيون في معركة ميسلون ودخلوا دمشق كان الحرس الخاص للقائد الفرنسي غورو منهم بقيادة متعب الأطرش ¶ هؤلاء الذين تعاونوا مع المحتلين ضد بني جلدتهم من المسلمين؟ ¶ الجواب : فرقة الدروز ¶ ملاحظة : متعب الأطرش من نفس عائلة فريد الأطرش وأسمهان وهذا يعطي تنبيه لاهمام هذه الفرقة بنشر الغناء والفسق في تلك الفترة في بلاد مصر ..",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "بلد مسلم احتلها الهولنديون النصارى لمدة ثلاثة قرون ونصف وما رحل الاستعمار عن هذه البلد إلا وقد أعدوا كوادرهم من نصارى البلاد على أعلى المستويات .. فاستمرت السيطرة للنصارى بعد أن استلموا الوزارات والمناصب الهامة في البلاد .. وأمنوا تحرك الفاتيكان والقسس ورجال الكنائس في البلاد وبدون رسوم ... ¶ واستولوا على مقاليد الحكم في أربع ولايات ذات غالبية مسلمة ! .. وسيطروا على الأحزاب والتشكيلات السياسية .. وسيطروا على اقتصاد البلاد وبنوكها سيطرة شبة كاملة ¶ ووصل عدد الكنائس فيها الى 16000 كنيسة وينفق التبشير البروتستانتي فقط فيها ما يعادل 135 مليون دولار ويملكون خمسين مطارا لهم .. ¶ وقرر المنصرون أن ينتهوا من تنصير البلاد المكون من مجموعة جزر خلال السنوات القليلة القادمة وقد تم تنصير أكثر من خمس ملايين مسلم في بداية الثمانينات ¶ وتقوم الآن حروب في بعض بقاعها تقطع رؤوس المسلمين فيها ثم يلعبوا بها وتطالب دول أوربا وأمريكا النصرانية بانفصالها وإعطائها الحكم الذاتي وقد نجحت في ذلك . ¶ هل نحن حريصون على إسلامنا كما حرص النصارى على دينهم المحرف .. ¶ هو هذا البلد المسلم الذي يعاني من الهجمة الشرسة ¶ الجواب : إندونيسيا ¶ خسر الروم النصارى معاركهم مع المسلمين معركة تلو أخرى فإجنادين و اليرموك ثم فتح الشام ففلسطين فمصر فتونس .. كانت هذه الخسائر سببا للخوف من قتال المسلمين على البر فكانت تحركات النصارى في البحر طريقا آخر للوصول إلى النصر أمام المسلمين .. ¶ تقدم المسلمون في أسطول بحري لملاقاة النصارى الذين كانوا يفوقون أسطول المسلمين بأربعة أضعافه عددا ويفوقونه خبرةً وتجهيزاً .. ¶ طلب المسلمون من النصارى النزول الى أقرب يابسة للقتال .. فرفض النصارى وقالوا (بل البحر ، البحر ، البحر ) لفقدهم الأمل في الانتصار على اليابسة ..",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "ولما سكنت الريح بات المسلمون في صلاة ودعاء وتسبيح فهي أول معركة لهم على البحر .. فلما أقبل الفجر ألهم اللهُ المسلمين بفكرة ربط السفن .. فربطت السفن وما أصبح الصباح إلا وسفن المسلمين المائتان كقطعة واحدة ولما التحمت السفن ببعضها ربط المسلمون سفن النصارى بسفنهم وقاتلوا بالسيوف والخناجر فقتل عدد كبير من الجانبين وأنزل الله نصره على عباده فقتل من الروم وغرق ما لا يحصى ولم ينج إلا القلة ومنهم قائدهم قسطنطين الذي وصل الى صقلية جريحاً فلامه النصارى على هزيمته وقتلوه .. ¶ وصُبِغ الساحل بلون الدم وكانت جثث القتلى ركاماً على الشاطئ .. ¶ هي هذه المعركة التي خاضها المسلمون في البحر ولأول مرة ¶ الجواب ذات الصواري ¶ تجهز بأمر من الحجاج لغزو بخارى سنة تسعين للهجرة ولما خرج إليها بثلاثين ألفا جمع \"وردان\" جموع الترك وأتى بجموع هائلة لرد المسلمين عن بخارى .. ¶ وصل قائد المسلمين بخارى قبل أن يصل إليها \"وردان\" وحاصرها ..ولما رأى أهل بخارى جيوشه \"وردان\" مقبلة تقف على المرتفعات خرجوا يقاتلون المسلمين فقاتلهم المسلمون أشد القتال وهزموهم هزيمة شديدة .. ¶ وأمر قائد المسلمين بني تميم لملاقاة وردان بقيادة وكيع فعبر بهم النهر وقاتلوهم قتال المستميت وهزموا شر هزيمة وطردوهم من المرتفعات.. ¶ من فاتح بخارى ¶ الجواب : قتيبة بن مسلم الباهلي ¶ نقض \"غوزك\" ملك أكبر مدن بلاد ما وراء النهر الصلح الذي كان بينه وبين قتيبة بن مسلم الباهلي ¶ فتقدم إليها المسلمون بقيادة قتيبة بن مسلم وحاصروها شهراً وكان بينهم قتال .. واستنجد غوزك بمن حوله من الملوك .. فأمدوه بجيش كله من الأشراف وأولاد الملوك .. فعبئوا جيشهم من كل شريف وبطل وانتظروا مبيت قتيبة وجيشه ليباغتوهم ..",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "فوصل الخبر إلى قتيبة وجهز لهم ستمائة من أشجع فرسانهم بقيادة أخيه فكمنوا لهذا الجيش فلما اقتربوا تناوشهم المسلمون من ثلاث جهات ودارت معركة رهيبة في منتصف الليل ودخل قتيبة القتال بنفسه وقتل معظم الجيش وهزم الكفار هزيمة منكرة وأسروا عددا منهم .. ¶ ثم رمى المدينة بالمنجنيق حتى انثلم الحصن ودخل المسلمون من الثلمة واضعين التروس عليهم ليصدوا سهام الأعداء وقاتلوا قتالا عنيفا .. فلما رأى العدو أن بلدهم ستفتح عنوة لجئوا إلى الصلح فصالحهم على مال جزيل يؤدونه إلى المسلمين كل عام وأن تخلوا المدينة من المقاتلين وأن يبنى فيها مسجدا وأن تهدم بيوت النار .. فجمعت الأصنام في المدينة وحرقت فذاب ما عليها من ذهب فكان أكثر من خمسين ألف مثقال .. ¶ ما هي هذه البلاد العظيمة التي فتحها المسلمون ¶ الجواب : سمرقند (فتحت سنة 93هـ) ¶ مدينة ليون تقع في عمق أربعمائة كيلومتر داخل فرنسا من جهة الشرق على بعد ساعة من مدينة جنيف عاصمة سويسرا .. افتتحها المسلمون في عام 107 هـ بقيادة عنبسة بن سحيم الكلبي .. ¶ ولم تكن هذه هي الحملة الأولى بل سبقها حملة في عام 102 هـ بقيادة السمح ابن مالك وحدثت معركة كبيرة فلما استشهد قائد الجيش انسحب عبد الرحمن الغافقي ببقية الجيش من المعركة .. ¶ وفي عام 114 تقدم القائد عبد الرحمن الغافقي خلال السهل الغربي لفرنسا وفتح سهول ومرتفعات أكيتين وهي على عمق ثلاثمائة كيلومتر داخل فرنسا ثم تقدم الى منطقة بواتيه والتقى بجيوش النصارى التي تحالفت ضد المسلمين ودارت الحرب بين الطرفين وكانت الدائرة على النصارى .. ثم صاح أحد بالمسلمين : إن الإفرنج (1) قد استولوا على غنائم المسلمين وكان الغافقي قد ترك الغنائم في منطقة بعيدة عن أرض المعركة فاختل الصف وتنادى البعض لتخليصها وضاع صوت قائدهم الذي حاول تثبيتهم وانكشف مكان القائد فرمي بسهم وسقط شهيدا إن شاء الله تعالى .. ¶ __________ ¶ (1) الإفرنج والفرنجة هم الفرنسيين الآن",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "وانسحب الجيش وسط الظلام تاركين القتلى والغنائم والبلاد .. ولم يتبعهم الإفرنج النصارى للإجهاز عليهم لشدة حذرهم الذي وصل الى الجبن .. ¶ ما هي هذه المعركة التي كانت على أرض بواتيه وخسرها المسلمون بسبب حب البعض للدنيا وحب الغنائم ¶ الجواب : معركة بلاط الشهداء ¶ معركة اعتبرها الليث بن سعد أكبر من القادسية و اليرموك .. ¶ كان طرفها الأول المسلمون بقيادة حنظلة بن صفوان الكلبي والطرف الثاني الخوارج ومن تابعهم من البربر .. ¶ وكان سبب المعركة ما أحدثه الخوارج ومن تابعهم من البربر من النكبات في شمال أفريقيا والضربات للدولة المسلمة .. ¶ وما قاموا به من قتل وسبي واسترقاق .. وما غيروا فيه من دين الله .. ¶ التقى الطرفان في منطقة تسمى الأصنام ودارت رحى معركة عظيمة قتل من الخوارج ومن تابعهم من البربر أكثر من مائة وثمانين ألفا . ¶ في خلافة من كانت هذه المعركة ؟ ¶ الجواب : في خلافة بني أمية (عبد الملك بن مروان) ¶ كان النصارى الروم يغيرون على سواحل البلاد الإسلامية المتاخمة للبحر الأبيض منطلقين من بعض الجزر مسببين القتل والسبي والخسائر الجسيمة إضافة الى قطع طريق السفن .. ¶ عزم المسلمون على غزوهم في عقر دارهم فانطلق العالم أسد بن الفرات غازيا على أسطول ونزل جزيرة من جزر الروم فلقي جمع منهم بقيادة \"بلاطة\" ودارت معركة انهزم فيها بلاطة ومن معه وفر .. واستطاع المسلمون فتح عدة حصون .. ¶ ثم حاصر المسلمون \"سرقوسة\" برا وبحرا ودارت حول حصونها المعارك ووصل الروم مدد من بالرمو .. فخندق المسلمون حول أنفسهم ثم وصل أسطول من القسطنطينية .. وانتشر الوباء بين المسلمين ولكنهم صبروا وقوّى من عزيمتهم قائدهم ابن الفرات .. وأصيب ابن الفرات تحت أسوار المدينة واستشهد .. فاستلم القيادة محمد بن أبي الجواري ..",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "ولما حاول الانسحاب وإذا بأساطيل الروم تسد الخليج فعزم المسلمون على الاستمرار وأحرقوا سفنهم وقاتلوا النصارى حتى كسروهم ثم انتشروا في الجزيرة يفتحون مدنها وقاتلوا مددا من الروم وهزموهم. ¶ ولما توفي ابن أبي الجواري قاد الجيوش زهير بن غوث وأصيب المسلمون بعدة نكسات لتكاثر مدد الروم واستمر الروم والمسلمون يمدون جيوشهم ودارت معارك عنيفة كثيرة على أرض الجزيرة استمرت لسنوات طويلة واستمر تقدم المسلمين حتى أتموا فتحها ... ¶ ما هي هذه الجزيرة التي استمر فتحها عشرات السنين .. ¶ الجواب : جزيرة صقلية ¶ بعد أن استطاع السلطان محمود بن سبكتكين الغزنوي فرض سلطته على البلاد وهزيمة المنشقين ؛ بدأ بالجهاد في سبيل الله وتقدم الى بلاد الهند فتحرك إليه ملك الهند \"جيبال\" بحشود عظيمة من الهنود مع الفيلة .. فاختار محمود خمسة عشر ألفا من خيرة جنده المجاهدين .. واحتدم القتال وصبر الفريقان فلما انتصف النهار ظهر المسلمون على عدوهم ودبت الهزيمة وكثر القتلى وفر وانكسرت شوكتهم وأسر \"جيبال\" وقادته وأهله .. ¶ وغنم المسلمون غنائم عظيمة من المال والعتاد .. ومما غنمه المسلمون خمسمائة ألف رأس من العبيد .. وكانت هذه المعركة سببا لتقدم المسلمين نحو الهند .. ¶ وأطلق ملك الهنود \"جيبال\" لقاء مبلغ كبير من المال .. لكن الهنود لم يولوه الحكم لهزيمته فانتحر حرقاً ¶ ما هي هذه المعركة (واسمها هو اسم المنطقة التي وقعت المعركة بها) ¶ الجواب : بيشاور ¶ (1) من هو ؟؟ ¶ * عوتب فيه الرسول - صلى الله عليه وسلم - من فوق سبع سموات. ¶ * مكي قرشي تربطه بالرسول - صلى الله عليه وسلم - رحم فقد كان ابن خال خديجةبنت خويلد رضوان الله عليها . ¶ * عاش محنة المسلمين في مكة وعانى مما عاناه أصحابه ¶ * كان هو ومصعب أول المهاجرين الى المدينة ليعلِّموا الأنصار القرآن. ¶ * كان حريصا على الاستشهاد في سبيل الله رغم ما كان به من عمى في بصره.",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "* جاهد في معركة القادسية وحمل راية المسلمين بين الصحابة حتى وجد صريعا متخبِّطاً بدمائه وهو معانق راية المسلمين . ¶ (2) من هو ؟؟ ¶ * قال عن نفسه : ( لقد كنت تاجرا قبل عهدي برسول الله - صلى الله عليه وسلم - فلما أسلمت أردت أن أجمع بين التجارة والعبادة فلم يستقم لي ما أردت , فتركت التجارة وأقبلت على العبادة) ¶ * من أهل المدينة الانصار ¶ * كان له صنم قبل الاسلام نصبه في أشرف مكان في بيته يطيبه الى أن هداه الله الى الاسلام ¶ * حصل على صحبة أشرف الخلق وروى عنه الكثير من الاحاديث ¶ * يسمى بـ( عويمر بن مالك ) فمن هو ؟ ¶ (3) من هو ؟؟؟ ¶ * ملك المجد من أطرافه فقد اجتمع له مجد الصحبة ومجد القرابة من رسول الله - صلى الله عليه وسلم - ومجد العلم . ¶ * ابن عم رسول الله - صلى الله عليه وسلم - وحبر هذه الامة وترجمان القران . ¶ * حملته أمه الى رسول الله - صلى الله عليه وسلم - حين وضعته, فحنكه بريقه فكان أول ما دخل جوفه ريق رسول الله صلى الله عليه وسلم . ¶ * لازم الرسول - صلى الله عليه وسلم - ملازمة العين لأختها عندما بلغ ثمان سنين وتعلم العلم وعلم الأمة وخدم الدين حتى بلغ احدى وسبعين سنة ووافاه اليقين بالطائف . ¶ * لما كان أصحابه يوارونه سمعوا قارئا يقرأ ( ياأيتها النفس المطمئنة ارجعي الى ربك راضية مرضية فادخلي في عبادي وادخلي جنتي ) ¶ (4) من هو ؟؟ ¶ * ولد في بغداد سنة 164 هـ ¶ * كان فقيها ورعا زاهدا قيل عنه :(ما خلفت ببغداد أفقه ولا أورع ولاأعلم من هذا الشخص) .... ورحل لطلب العلم ¶ * أفتى وكتب وروى الحديث وله كتاب ضخم يسمى (المسند) ¶ * كان يكره الفتوى في المسائل التي لم يرد فيها نص . ¶ * امتحن في زمن المأمون والمعتصم بالضرب والحبس بسبب منهجه المتبع للسلف الصالح ومحاربتة للبدعة التي ظهرت على يد احمد بن أبي دؤاد ولكنه صبر وما نقصت عزيمته. ¶ * توفي في بغداد أيضا سنة 241 هـ وله من العمر 77 سنة",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "* يعتبر ( امام أهل السنة ) ويلقب بذلك أيضا ¶ (5) من هو ؟؟ ¶ * صحابي جليل من السابقين للاسلام ومن سادة المهاجرين, أسلم قبل دخول الرسول - صلى الله عليه وسلم - دار الارقم . ¶ * ابن حبيب الجمحي يكنّى بأبي السائب ¶ * هاجر الهجرتين وشهد بدراً ¶ * حرَّم الخمر في الجاهلية وقال :( لاأشرب شيئا يُذهب عقلي ويُضحِك بي من هو أدنى مني ، ويَحملني على أن أُنكِح كريمتي من لا أريد ) ¶ * كان متعبدا وقد دخلت امرأته على نساء النبي - صلى الله عليه وسلم - فرأينها سيئة الهيئة فقلن لها :مالك؟ فما في قريش اغنى من بعلك! قالت: أمَّا ليله فقائم وأمَّا نهاره فصائم، فلقيه النبي - صلى الله عليه وسلم - فقال: (أمَالك بي أُسوة ...) الحديث ... فأتتهنّ بعد ذلك عَطِرة كأنها عروس. ¶ * وهو أول من دفن في البقيع ¶ * رُوِيَ أن امرأة قالت للرسول - صلى الله عليه وسلم -: أنها رأت في المنام (عين تجري له ) فقال النبي - صلى الله عليه وسلم -:(ذلك عمله). ¶ (6) من هو ؟؟ ¶ * احد الثمانية السابقين للاسلام ¶ * أحد العشرة المبشرين بالجنة ¶ * أحد الستة أصحاب الشورى الذين اختارهم الفاروق ، ومن البدريين ¶ * هاجر الى الحبشة ¶ * وهاجر الى المدينة فقيرا لاشيء عنده وكان أخوه في المدينة ( سعد بن الربيع ) الذي قال له : ( أنا أكثر أهل المدينة مالا وعندي بستانان ولي امرأتان فانظر أيُّ بستانيَّ أحبّ اليك حتى أخرج لك عنه . وأيُ امرأتيَّ أرضى عندك حتى أطلقها لك ) فرد عليه: بارك الله لك في أهلك ومالك دلَّني على السوق .فتاجر حتى أصبح من أغنياء الصحابة. ¶ * أصيب في يوم أحد وجرح عشرين جراحة فهُتِمَ وعرج. ¶ * صلى رسول الله - صلى الله عليه وسلم - خلفه مرة. ¶ (7) من هو ؟؟؟ ¶ * ولد سنة 661 هـ بمدينة حران . كانت أسرته أسرة علم . انتقل مع أسرته الى دمشق بسبب غارات التتار على بلاد المسلمين .",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "* حفظ القران الكريم منذ حداثة سنه واتجه بعد حفظه الى حفظ الحديث واللغة ودرس الاحكام الفقهية وتميّز بالجد والاجتهاد وقوة الذاكرة ، والذكاء الحاد فساعده ذلك على التفوق والنبوغ في كثير من العلوم . ¶ * درّس في الجامع الكبير بدمشق وهو في الثانية والعشرين من عمره , كانت له وقفات تاريخية لنصرة الدين والوقوف مع العامة . ¶ * حارب البدعة ونصر السنة وناله بعض الاذى من حُسَّاده وسُجن ¶ * جاهد بلسانه وسيفه ضد التتار ودخل في معركة شقحب وانتصر الجيش الاسلامي نصرا عظيما لم تقم للتَتَرِ قائمة بعدها ضد الاسلام . ¶ * القى الكثير من الدروس وكتب الكثير من الكتب العظيمة وأصّل ووضّح حتى كان بحقٍ اماماً وشيخا للاسلام . ¶ * توفي عام 728 هـ في سجن القلعة وله من العمر 76 سنه رحمه الله رحمة واسعة . ¶ (8) من هو ؟؟ ¶ * الشيخ التميمي النجدي الحنبلي . ¶ * كان الأمير محمد بن اسماعيل الصنعاني في زمانه وعلى دعوته فلما بلغه دعوة الشيخ سُرَّ بها وحمد الله عليها . ¶ * ولد في عام 1115 هـ في بلدة العيينة ¶ * تعلم على ابيه ونشأ نشأة صالحة ، وقرأ القران مبكرا . واجتهد في الدراسة والتفقه على أبيه ( وأبوه كان فقيها كبيرا وعالما قديرا وكان قاضيا في بلدة العيينة ). ¶ * بعد بلوغه الحلم حج البيت الحرام ثم توجه الى المدينة ، ورحل الى العراق لطلب العلم فاجتمع بعلماء البصرة وأخذ عنهم ما شاء الله من العلم وأظهر التوحيد هناك ودعا الناس الى السنة وناظر العلماء فثار عليه علماء السوء وحصل له بعض الاذى فخرج الى الزبير ثم الاحساء واجتمع بعلمائها ثم توجه الى حريملاء حيث انتقل والده اليها بعد نزاع نشب بينه وبين أمير العيينة ¶ * استمر في الاشتغال بالعلم والتعليم والدعوة والأمر بالمعروف والنهي عن المنكر حتى مات والده عام 1153 هـ فحصل له بعض الاذى بسبب الصدع بالامر بالمعروف والنهي عن المنكر من السفلة والأشرار...",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "* ارتحل الى العيينة .. وهدم قبة زيد بن الخطاب . وكانت نجد مليئة بالشرك والبدع فنشر دعوته وكاتب العلماء ¶ * ولما اشتهر أمره بهدم القباب ورجم الزانية وبلغ ذلك الى أمير الاحساء سليمان بن عريعر , هدد سليمان أمير العيينة بقطع الخراج والحرب .. فخرج الشيخ من العيينة ماشيا الى الدرعية . ¶ * نزل الشيخ الدرعية .. فقدم اليه الامام محمد بن سعود بمشورة من زوجته الصالحة وبايع الشيخ على النصر والعون . ¶ * بدأ الشيخ دعوته في الدرعية بالتعليم والمكاتبة ثم رفع لواء الجهاد عام 1158 هـ واستمر الجهاد الى أن توفي الشيخ عام 1206 هـ وما بعدها تحت قيادة ابناء الامامين حتى جاءت الحملة المصرية عام 1226 واستمرت المعارك بينهم سجال قرابة سبع سنين . ¶ * هو كما ذكره العلماء مجدد عصره و وحيد زمانه . ¶ (9) من هو ؟؟ ¶ * ولد سنة ( 224 هـ ) في \" آمل \" بطبرستان و قال عن نفسه ( حفظت القرآن ولي سبع سنين , وصليت بالناس وانا ابن ثمان سنين , وكتبت الحديث وأنا ابن تسع ) ¶ * رحل الى الآفاق في طلب العلم فتعلم العلوم ¶ * ملأ هذا الرجل الدنيا بفقهه وعلمه وناضل عن السنة وحارب البدعة وقد خاض نواحي كل فن وضرب فيها بسهم وافر حتى أصبح امام عصره . ¶ * صنف التاريخ الحافل والتفسير الكامل الذي لايوجد له نظير ¶ * قال عنه عبدالعزيز الطبري: ( كان كالقاريء الذي لايعرف الا القرآن وكالمحدِّث الذي لايعرف الاالحديث و كالفقيه الذي لايعرف الا الفقه وكالنحوي الذي لايعرف الا النحو وكالحاسب الذي لايعرف الا الحساب وكان عالما بالعبادات جامعا للعلوم واذا جمعت بين كتبه وكتب غيره وجدت لكتبه فضلا على غيرها ) ¶ * قال عنه ابن كثير :(كان عالما بالسنن وطرقها وصحيحها وسقيمها وناسخها ومنسوخها عارفا بأقوال الصحابة والتابعين ومن بعدهم عارفا بأيام الناس وأخبارهم وله الكتاب المشهور في تاريخ الامم والملوك ) ¶ * قال ابن خزيمة ما أعلم على أديم الأرض أعلم من ***فلان)",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "* كان عظيم الهمة لاينام حتى يكتب 40 ورقة ¶ * كان يريد أن يكتب تاريخه في 30 ألف ورقه فأبى تلامذته فكتبه في 3000 ورقة وكذلك التفسير وقال (ضعفت الهمم) ¶ * توفي سنة 310 هـ وهو في السادسة والثمانين من عمره ¶ * من مؤلفاته : تاريخ الامم والملوك / جامع البيان في تأويل القرآن .... وغيرها ¶ (10) من هو ؟؟ ¶ * اصيب بسهم في اكحله في جهاده ضد المشركين. ¶ * قال ( اللهم ان كنتَ أبقيتَ من حرب قريش شيئا فابقني لها ... فانه لاقوم أحب اليَّ أن أجاهدهم من قوم آذوا رسولك وكذبوه وأخرجوه ... وان كنت قد وضعت الحرب بيننا وبينهم فاجعل ما أصابني طريقا الى الشهادة ) ¶ * قال عنه الرسول - صلى الله عليه وسلم -:( اللهم انَّ *** جاهد في سبيلك وصدق رسولك وقضى الذي عليه فتقبل روحه بخير ما تقبلتَ به روحا ) . ¶ * من أمراء الأنصار الأخيار قال (اللهم لاتمتني حتى تقرّ عيني من بني قريضة) ¶ وأنشد - وقد خرجت اشلاؤه من درعه الحديد -: ¶ لبِّث قليلا يدرك الهيجا حَمَل ماأحسن الموت اذا حان الأجل ¶ وقد وفاه الله امنيته فلم يمت حتى أقرّ الله عينه من بني قريضه. ¶ * وقال في آخر حياته ( السلام عليك يا رسول الله , أما اني أشهد انك لرسول الله ) ¶ * كان اسلامه وعمره واحد وثلاثين سنة وتوفي شهيدا وعمره سبع وثلاثين سنة ¶ * قال أبو سعيد الخدري ( كنت ممن حفروا لِ؟؟؟؟ قبره : وكنا كلما حفرنا طبقة من تراب شممنا ريح المسك حتى انتهينا الى اللحد ) ¶ * قال رسول الله صلى الله عليه وسلم :( لقد اهتز عرش الرحمن لموت *** ) ¶ (11) من هو ؟؟ ¶ * ولد في مدينة عنيزة في 27 رمضان المبارك عام 1347هـ ¶ * قرأ القرآن الكريم على جده وحفظه ثم اتجه الى طلب العلم. ¶ * أخذ العلم عن العالم الجليل الشيخ عبدالرحمن بن سعدي رحمه الله فتأثر بطريقته وأخلاقه وعلمه ¶ * قرأ على الشيخ ابن باز حفظه الله وتأثر به في اخلاقه.",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "* جلس للتدريس بالجامع ثم التحق بالمعهد العلمي وتخرج بعد سنتين وتعين مدرسا في معهد عنيزة العلمي . ¶ * تولى امامة الجامع الكبير بعد وفاة الشيخ ابن سعدي رحمه الله. ¶ * انتقل الى التدريس في كليتي الشريعة وأصول الدين في جامعة الامام محمد بن سعود الاسلامية فرع القصيم . ¶ * أحد أعضاء هيئة كبار العلماء . ¶ * الحّ في طلب اعفاءه من قضاء الاحساء فأعفي من ذلك . ¶ * له كتب عديدة أولها (تلخيص الحموية) ... ¶ (12)من هو ؟ ؟ ! ¶ * خزرجي أنصاري من بني النجار , ممن قال رسول الله - صلى الله عليه وسلم - فيهم : (خير دور الانصار بنو النجار ... الحديث ) - رواه البخاري - ¶ * قال عن نفسه :\"كانت وقعة بُعاث -وقعة بين الاوس والخزرج- وأنا ابن ست سنين وكانت قبل هجرة رسول الله - صلى الله عليه وسلم - بخمس سنين , فقدم رسول الله صلى الله عليه وسلم المدينة وأنا ابن احدى عشرة سنة \" ¶ * وكان شديد الذكاء والفطنة كان يحفظ عند مقدم الرسول - صلى الله عليه وسلم - سبع عشرة سورة فقرأها على رسول الله - صلى الله عليه وسلم - فقال له :( يا * * * تعلّم لي كتاب يهود , فاني والله لا امنهم على كتابي , فتعلمه في نصف شهر ) -البخاري -. وفي مختصر الطحاوي أنه تعلم السريانية في سبعة عشر يوما. وتعلم الكتابة من أسارى بدر. ¶ * عاش بعد مقتل أبيه في كنف الصحابي الجليل عمارة بن حزم من سادات الانصار فأكرمه واعتنى به لما في اكرام اليتيم من الأجر العظيم والفضل العميم . جاور الرسول - صلى الله عليه وسلم - وكان شديد الملازمة له. ¶ * أعد نفسه لغزوة بدر فرده وهو ابن اثنا عشرة سنة فرده الرسول - صلى الله عليه وسلم - شفقة عليه , ورده في أحد لصغره وجعله حرسا للذرية , وقبله في الخندق وكان ينقل التراب يومئذ فقال عنه الرسول - صلى الله عليه وسلم - : ( أما انه نعم الغلام ) . وشهد وقعة اليمامة وأصيب بسهم ولكنه لم يضره .",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "* بلغ من العلم مبلغا عظيما حتى قال عنه الرسول - صلى الله عليه وسلم - : (أفرض أمتي * * * ) . وكان من أهل الشورى عند أبي بكر الصديق رضي الله عنه . ¶ وأخذ ابن عباس بركابه وقال له :\"هكذايفعل بالعلماء والكبراء\". ¶ وقال سليمان بن يسار : \"ما كان عمر وعثمان يقدمان على * * * أحدا في الفرائض والفتوى والقراءة والقضاء \". ¶ * وكان عمر بن الخطاب رضي الله عنه كثيرا ما يستخلفه اذا خرج في شيء من أسفاره. ¶ وكان ممن يفتي في عهد الرسول - صلى الله عليه وسلم - على قلتهم . وكان لا يفتي الا بشيء قد وقع , وكان يقول : أكان هذا ؟! . . . فاذا تبين له شيء يخالف فتواه رجع الى الحق والصواب - كما في رواية ابن ابي شيبة - . ¶ * كان من كتاب الوحي . . . وممن جمع القران على عهد رسول الله - صلى الله عليه وسلم - وابو بكر وعثمان رضي الله عنهما . قال له أبو بكر رضي الله عنه : \" انك شاب عاقل لا نتهمك , وقد كنت تكتب الوحي لرسول الله - صلى الله عليه وسلم - فتتبع القران فاجمعه . فقال :\" فوالله لو كلفوني نقل جبل من الجبال ما كان أثقل علي مما أمرني به من جمع القران \" . فتممها بنجاح وأكملها بفلاح فانتظم المصحف كله في الصحف والاوراق . ¶ * تزوج ثلاث من النساء وكانت له جاريتان من السراري . ¶ * له وقفات مشرِّفه في الدفاع عن عثمان رضي الله عنه عند الفتنة . ولم يكن يخاف فوات المنصب في قولة الحق حتى مع مروان بن الحكم ¶ * كان اذا وجد من أصحابه عملا مخالفا نهاهم عنه . ¶ * قتل له سبعة من الأولاد في وقعة الحرة . . . رحمهم الله . ¶ * كان في حياته مقتديا بالنبي - صلى الله عليه وسلم - في أفعاله وأقواله وأحواله فكان حسن المعاملة حسن العشرة ذا حياء وأدب رفيع وورع شديد وتقوى لله عز وجل .",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "* مات سنة 45 ودفن بالبقيع بعد أن طوى شبابه وعمرة في العلم والتعليم والطاعة والعبادة والدعوة الى الله, وحزن عليه أهل المدينة وبكت نساؤها قال ابن عباس لما دفنه : \" هكذا ذهاب العلم , لقد دفن اليوم علم كثير \" وقال أبو هريرة :\" مات حبر الامة ولعل الله أن يجعل في ابن عباس منه خلفا \" رحمه الله تعالى ورضي عنه وحشرنا وأياه في زمرة نبينا - صلى الله عليه وسلم -. ¶ (13) من هو ؟؟؟ ¶ * لقد قال عنه الرسول - صلى الله عليه وسلم -: ( لقد رأيت *** في الجنة له جناحان مضرجان بالدماء وهو مصبوغ القوادم ) ¶ * يلقب بأبي المساكين ¶ * يشبه الرسول - صلى الله عليه وسلم - ¶ * أخ للخليفة الرابع من الخلفاء الراشدين ¶ * هاجر الى الحبشة مع بعض الصحابة ¶ * عاد هو وزوجه من بلاد الحبشة عام 7 هـ ¶ * قال الرسول - صلى الله عليه وسلم - فيه عام خيبر ( ما أدري بايهما أنا أشد فرحا أبفتح خيبر أم بقدوم *** ) ¶ (14) من هو ؟؟! ¶ * هو أنصاري خزرجي ... كنيته أبو عبدالله , تزوج بأكثر من واحدة روى عن الرسول صلى الله عليه وسلم أكثر من ثمانين حديثا . ¶ * اشتهر بالشعر , أسلم مبكرا ... فكان من أوائل الانصار اسلاما في المدينة . ¶ * من أهل بيعة العقبة الثانية التي بايعوا فيها الرسول - صلى الله عليه وسلم - على الاسلام والايواء والنصر . وهو من أهل بيعة الرضوان . ¶ * آخى الرسول صلى الله عليه وسلم بينه وبين طلحة رضي الله عنهما , شهد غزوات الرسول صلى الله عليه وسلم الا بدرا وتبوك... ( وله في غزوة تبوك قصة مشهورة ) . ¶ * قيل أن مظهره عن بعد كان يشبه الرسول - صلى الله عليه وسلم -. ¶ * كان يتقن الكتابة ويعرف الحساب فأرسله الرسول - صلى الله عليه وسلم - ليعلِّم حدود حرم المدينة . ¶ * قال له الرسول - صلى الله عليه وسلم -: اُحدُ بنا ... فحدا قائلا : ¶ قضينا من تهامة كل حق وخيبر ثم أجمعنا السيوفا ¶ نخيرها ولو نطقت لقالت قواطعهن دوسا أوثقيفا",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "فقال الرسول - صلى الله عليه وسلم - : والذي نفسي بيده لَهِيَ أشدُّ عليهم من رشق النبل ! ¶ * لمع اسمه في فتنة عثمان حيث دافع عنه في أشد ساعاته وبقي الى جانبه حتى الرمق الاخير. ¶ * توفي سنة 53 هـ بالمدينة رحمه الله تعالى ورضي عنه ¶ (15) من هو ؟؟ ¶ * الصابر المحتسب ... أصابه داء الأكلة في رجله فأمر الطبيب بقطعها ... فقطعها بعد أن فوَّض أمره الى الله عز وجل وهو يصلي. ¶ * أمسك ساقه المقطوعة ثم قال : ( أشهد أنها لم تمش الى معصية ولم تصل الا الى موطنين اما المسجد واما الجهاد في سبيل الله ) ¶ * فجاءه خبر أحد أبناءه الذي سقط صريعا بسبب رفسة فرس ... ¶ * فقال : ( لقد أعطاني الله أربعة من البنين ثم أخذ واحدا وأبقى ثلاثة فله الحمد ... وأيم الله لئن أخذ مني قليلا ,فلقد أبقى كثيرا ... ولئن ابتلاني مرة فلطالما عافاني مرات) ... * فمن هو ؟ ¶ (16) من هو ؟؟ ¶ * صحابي جليل . ¶ * أوسيّ من الأنصار أحد النقباء الاثني عشر ليلة العقبة، ¶ * أسلم قديما وكان يعد من عقلاء الأشراف وذوي الرأي. ¶ * قرأ ذات ليلة وابنه نائم بجانبه وفرسه بقربه فاذا فرسه جالت حتى كادت أن تقطع رباطها فسكت فسكنت , ثم عاد يقرأ فجالت الفرس مرة أخرى فسكت وكرر ذلك ... فلما خاف على ابنه أن تطأه الفرس ترك القراءة فالتفت الى السماء فاذا بغمامة كالمظلة ... فلما أصبح مضى الى النبي صلى الله عليه وسلم وأخبره الخبر ... فقال النبي - صلى الله عليه وسلم - (تلك الملائكة تستمع لك يا ... ولو أنك مضيت في قرائتك لرآها الناس ولم تستتر منهم) ¶ * كان يميل الى شيء من المزاح ،مات سنة عشرين. ¶ (17) من هو ؟؟ ¶ * تابعي نشأ في بيسان بفلسطين ¶ * روى الحديث عن مجموع من الصحابة الكرام ¶ * يعتبر من سادات التابعين ووصفه ابو نعيم في \" الحلية \" بأنه (شيخ أهل الشام وكبير الدولة الاموية ) ¶ * توثقت صلته بسليمان بن عبدالملك وشارك في اختيار عمر ابن عبدالعزيز رضي الله عنه من بعده ¶ * عرف بحرصه على السنة",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "* ومما عرف عنه أيضا اخفاؤه للنوافل والطاعات ¶ (18)من هو ؟؟؟ ¶ * من صحابة رسول الله - صلى الله عليه وسلم - الذين عرفوا بالزهد . ¶ * بعثه أبو بكر رضي الله عنه على سبعمائة الى الشام للِّحاق بيزيد بن أبي سفيان وشهد معه داثنة. ¶ * كان على رأس ألف رجل أرسلهم عمر بن الخطاب رضي الله عنه الى أبي عبيدة يوم اليرموك . ¶ * ولاه أمير المؤمنين عمر امرة حمص بعد عزل معاوية عنها ¶ * في معركة أجنادين ولاه خالد بن الوليد ميسرة الجيش . ¶ * بقي على امرة حمص الى أن توفاه الله عز وجل سنة (20هـ). ¶ (19) من هو ؟؟؟ ¶ * أحد الصحابة الاجلاء من السابقين للاسلام أوذي في الله فهاجر . ¶ * غاب عن غزوة بدر في تجارة له بالشام وتألم لغيبته , فضرب له الرسول صلى الله عليه وسلم بسهمه وأجره. ¶ * شلت يده وقطعت أصابعه يوم أحد وهو يذود عن رسول الله - صلى الله عليه وسلم - قال عنه الرسول - صلى الله عليه وسلم - :(أوجب ***) ¶ * قال عنه معاوية : عاش حميدا وقتل فقيدا وعاش سخيا شريفا ¶ * قال هو في فتنة عثمان : ( اللهم خذ لعثمان مني اليوم حتى ترضى ) ¶ * رماه قاتله بسهم في ركبته فمازال ينزف حتى توفاه الله رضوان الله عليه سنة ست وثلاثين وهو ابن ثنتين وستين سنة. ¶ * روي أن عليا انتهى اليه وقد مات فنزل عن دابته وأجلسه ومسح الغبار عن وجهه ولحيته وهو يترحم عليه وقال : (ليتني متُّ قبل هذا اليوم بعشرين سنة) ¶ * لقب بالشهيد الحي ¶ * من العشرة المبشرين بالجنة ¶ (20) من هو ؟؟ ¶ * كان سيدا من أسياد قبيلة دوس وشريف من أشراف العرب وواحد من أصحاب المروءات المعدودين. ¶ * لايوصد له باب عن طارق , ولاتوضع قدر عن نار , معروف باطعام الجائع وتأمين الخائف , واجارة المستجير.",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "* قدم مكة ورحى الصراع دائرة بين الرسول الكريم - صلى الله عليه وسلم - و المشركين .قال الصحابي :( قدمت مكة , فما رءاني سادة قريش حتى أقبلوا علي فرحبوا بي أكرم ترحيب , وأنزلوني فيهم أعز منزل , وقالوا : انك قد قدمت بلادنا , وهذا الرجل الذي يزعم أنه نبي قد أفسد أمرنا ومزق شملنا , ونحن نخشى أن يحل بك وبزعامتك في قومك ما قد حل بنا , فلا تكلم الرجل , ولا تسمع منه , فان له قولا كالسحر يفرق بين الولد وأبيه , وبين الأخ وأخيه ) ¶ قلت فوالله ما زالوا بي يقصُّون عليَّ من غرائب أخباره , ويخوفونني منه حتى أجمت أمري على ألا أقترب منه وألا أكلمه أو أسمع منه. ¶ ولما غدوت الى المسجد للطواف بالكعبة والتبرك بأصنامها , حشوت في أذني قطنا خوفا من أن يلامس سمعي شيئا من قول محمد - صلى الله عليه وسلم - , فما أن دخلت المسجد حتى وجدته قائما يصلي عند الكعبة صلاة غير صلاتنا فأسرني منظره وأخذت اقترب منه شيئا فشيئا من غير قصد مني . فقلت ثكلتك أمك انك لرجل شاعر لبيب تفرق بين الحسن والقبيح ، فما يمنعك أن تسمع من الرجل ما يقول ، فان كان كلامه حسنا قبلته , وان كان قبيحا تركته . ¶ ثم تبعته الى منزله فقلت للرسول - صلى الله عليه وسلم -: ان قومك قد قالوا عنك كذا وكذا , ثم أبى الله الا أن يسمعني شيئا منه , فوجدته حسنا فأسلمت . ¶ * وما ان أسلم الا وانطلق داعية الى الله في قومه. ¶ * ويلقب بذي النور ومن قبيلته أبو هريرة ¶ الحل = ¶ عبدالله بن أم مكتوم رضي الله عنه ¶ أبو الدرداء رضي الله عنه ¶ عبدالله بن عباس رضي الله عنه ¶ الامام أحمد بن حنبل رحمه الله ¶ عثمان بن مظعون رضي الله عنه ¶ عبدالرحمن بن عوف رضي الله عنه ¶ ابن تيمية رحمه الله ¶ الشيخ محمد بن عبدالوهاب رحمه الله ¶ ابن جرير الطبري رحمه الله ¶ 10-سعد بن معاذ رضي الله عنه ¶ 11-الشيخ محمد بن صالح العثيمين حفظه الله ¶ 12-زيد بن ثابت رضي الله عنه ¶ 13-جعفر بن أبي طالب رضي الله عنه",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "14-كعب بن مالك رضي الله عنه ¶ 15-عروة بن الزبير ¶ 16-اسيد بن الحضير رضي الله عنه ¶ 17-رجاء بن حيوة رحمه الله ¶ 18-سعيد بن عامر الجمحي رضي الله عنه ¶ 19-طلحة بن عبيد الله ¶ 20-الطفيل بن عمرو الدوسي ¶ لقد اخترت حرف الألف ¶ رقم السؤال ¶ الأسئلة ¶ الإجابة ¶ س1 ¶ سورة في القرآن الكريم يطلق عليها أخت الطويلتين ؟ ¶ الأعراف ¶ س2 ¶ غزوة جرح فيها رسول الله صلى الله عليه وسلم وكسرت رباعيته وأشيع فيها أنه قتل ؟ ¶ أحد ¶ س3 ¶ أول من جمع القرآن الكريم بين لوحين ؟ ¶ أبو بكر الصديق ¶ س4 ¶ كنية تكنى بها أسد الله حمزة بن عبد المطلب عم رسول الله صلى الله عليه وسلم وسيد الشهداء ؟ ¶ أبو عمارة ¶ س5 ¶ من القائل : ( ما أحد يحمل محبرةً وإلا للشافعي عليه منّةٌ ) ؟ ¶ أحمد بن حنبل ¶ س6 ¶ يطلق على صوت المرجل ؟ ¶ أزيز ¶ س7 ¶ لقب أطلقه أهل مكة على محمد سول الله صلى الله عليه وسلم قبل الإسلام ؟ ¶ الأمين ¶ س8 ¶ صحابي جليل فرض له عمر بن الخطاب - رضي الله عنه - أكثر مما فرض لابنه فكلمه ابنه في ذلك وقال له ( إنه كان أحب لرسول الله منك وإن أباه كان أحب لرسول الله من أبيك ) ؟ ¶ أسامة بن زيد ¶ س9 ¶ الصحابية التي لقبت بـ ( مهاجرة الهجرتين ) ؟ ¶ أسماء بنت عميس ¶ س10 ¶ حيوان يطلق عليه ( أسامة ) ¶ الأسد ¶ س11 ¶ شاعر جاهلي لقب قبل موته بـ ( ذي القروح ) ؟ ¶ امرؤ القيس ¶ س12 ¶ من القائل : ¶ فيا ليت الشباب يعود يوماً *** فأخبره بما فعل المشيب ؟ ¶ أبو العتاهية ¶ س13 ¶ مؤلف كتاب (( لسان العرب )) ¶ ابن منظور ¶ س14 ¶ فرقة من فرق النصارى ؟ ¶ الأرثوذكس ¶ س15 ¶ وكالة الأنباء التركية ؟ ¶ الأناضول ¶ س16 ¶ الفيلسوف الذي أطلق عليه لقب المعلم الأول ؟ ¶ أرسطو ¶ س17 ¶ كنية لآدم - عليه السلام - ؟ ¶ أبو البشر ¶ س18 ¶ من القائل : ¶ نقل فؤادك حيث شئت من الهوى *** ما الحب إلا للحبيب الأول ¶ أبو تمام ¶ س19 ¶ اسم للعاصمة الفلبينية ( مانيلا ) قبل أن تسمى بهذا الاسم ؟ ¶ أمان الله ¶ س20 ¶ مؤسس علم الاجتماع من أشهر كتبه(العبر وديوان المبتدأ والخبر ) ؟ ¶ ابن خلدون ¶ س21",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "أول من سمى القرآن الكريم مصحفاً ؟ ¶ أبو بكر الصديق ¶ س22 ¶ بحار عربي لقب بأسد البحار ؟ ¶ أحمد بن ماجد ¶ س23 ¶ وحدة لقياس شدة التيار الكهربائي ؟ ¶ الأمبير ¶ س24 ¶ الاسم الذي كان يطلق على أسبانيا قديما ؟ ¶ الأندلس ¶ س25 ¶ البحر الذي يفصل بين إيطاليا ويوغسلافيا ؟ ¶ الإدرياتيكي ¶ س26 ¶ كنية تكنى بها أنثى الثعلب ؟ ¶ أم عويل ¶ س27 ¶ من الصحابة لقب بسيد القراء ؟ ¶ أبي بن كعب ¶ س28 ¶ قائد موقعة الجسر التي كانت في عهد عمر بن الخطاب وكانت بن المسلمين والفرس ؟ ¶ أبو عبيدة الثقفي ¶ س29 ¶ سيدا كهول أهل الجنة أحدهما عمر بن الخطاب . فمن الآخر ؟ ¶ أبو بكر الصديق ¶ س30 ¶ اسم يطلق على العملة البرتغالية ؟ ¶ إسكودو ¶ رقم السؤال ... الأسئلة ... الإجابة ¶ س1 ... هو اهتزاز الأرض و ارتجافها ؟ ... زلزال ¶ س2 ... ما معنى كلمة بترول ؟ ... زيت الصخر ¶ س3 ... ما اسم امرأة عزيز مصر التي راودت يوسف عليه السلام عن نفسه ؟ ... زليخة ¶ س4 ... طعام أهل النار ؟ ... الزقوم ¶ س5 ... من الكتب السماوية ؟ ... الزبور ¶ س6 ... هو ما بين مفصل الكوع و الكتف في جسم الإنسان ؟ ... زند ¶ س7 ... نوع من أنواع النباتات يستعمله الإنسان كشراب بعد غليه ؟ ... زنجبيل ¶ س8 ... هو اللقب الذي أطلق على سيدة نساء أهل الجنة ؟ ... الزهراء ¶ س9 ... هي شجرة لها زهر أبيض طيب الرائحة ؟ ... الزيزفون ¶ س10 ... يابس و صافي كالماء ولد في النار و إذا عاد إليها انهار ؟ ... الزجاج ¶ س11 ... هي السلسلة الحديدية المسننة تدخل في بعض الصناعات ؟ ... زنجير ¶ س12 ... هي قطعة من الحديد حلزونية الالتواء تتمتع بخاصية التمدد و المرونة و تستعمل في بعض الصناعات ؟ ... الزنبرك ¶ س13 ... ما هي عاصمة دولة زينجبار في أفريقيا ؟ ... زينجبار ¶ س14 ... من القبائل المشهورة في أفريقيا يتميزون بشدتهم في الحرب ؟ ... الزولو ¶ س15 ... يطلق على فرخ الحمام و أحد أنواع البلح الأحمر ؟ ... زغلول ¶ س16 ... الملائكة المكلفة بدفع أهل النار إليها ؟ ... الزبانية",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "س17 ... ما أكبر مدينة من حيث عدد السكان في سويسرا ؟ ... زيورخ ¶ س18 ... من أنواع الخشب و أجودها يصنع منه الأثاث ؟ ... الزان ¶ س19 ... حجر كريم يشبه الزمرد و له ألوان كثيرة ؟ ... زبرجد ¶ س20 ... هو تحريك الشيء بشدة و قوة ؟ ... زعزعة ¶ س21 ... يطلق على الوقت قليلا كان أم كثير ؟ ... الزمن ¶ س22 ... هو الكفر باطنا مع التظاهر بالإيمان ؟ ... زندقة ¶ س23 ... هو مادة فلزية بيضاء تميل إلى الزرقة تستخرج من الأرض و تدخل في صناعات مختلفة مستقلة بنفسها أو مسبوكة مع غيرها ؟ ... الزنك ¶ س24 ... مادة سوداء مستمدة من المواد القطرانية تذيبها الحرارة و تستخدم في رصف الطرق ؟ ... زفت ¶ س25 ... من أول من سل سيفا في الإسلام ؟ ... الزبير بن العوام ¶ س26 ... مرض تآكل خلايا المخ مع تقدم العمر فيصاب الإنسان بالخرف ؟ ... الزهايمر ¶ س27 ... هو علم الحيوان ؟ ... زولوجيا ¶ س28 ... هو الاسم القديم لجمهورية الكونغو في إفريقيا ؟ ... زائير ¶ س29 ... من فرق الشيعة و هم اقرب الفرق للسنة ؟ ... الزيدية ¶ س30 ... هو حجر كريم شفاف شديد الخضرة و أشده خضرة أجوده و أصفاه جوهرا ؟ ... الزمرد ¶ رقم السؤال ... الأسئلة ... الإجابة ¶ س1 ... سورة في القرآن الكريم ورد فيها ذكر الذباب ؟ ... الحج ¶ س2 ... غزوة عقد رسول الله- صلى الله عليه وسلم - لواءها لعلي بن أبي طالب رضي الله عنه ؟ ... حمراء الأسد ¶ س3 ... امرأة في الجاهلية ضرب بها المثل في صدق الخبر ؟ ... حذام ¶ س4 ... وحدة لقياس القدرة تساوي 550رطل/ قدم في الثانية ويقاس بها قوة المحركات ؟ ... الحصان ¶ س5 ... صحابي جليل انتدبه رسول الله- صلى الله عليه وسلم - لأتيه بخبر المشركين في غزوة الأحزاب بعد أن هبت ريح دمرت أمتعتهم وشتت جمعهم ؟ ... حذيفة بن اليمان ¶ س6 ... يطلق على صوت المحتضر ؟ ... حشرجة",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "س7 ... شاعر اشتهر بالهجاء حبسه أمير المؤمنين عمر بن الخطاب رضي الله عنه وقيل : أنه اشترى منه أعراض المسلمين بثلاثة آلاف درهم وهدد إن عاد قطع لسانه ؟ ... الحطيئة ¶ س8 ... اسم الشيماء أخت الرسول- صلى الله عليه وسلم - من الرضاعة ؟ ... حذافة بنت الحارث ¶ س9 ... من تلاميذ الإمام الشافعي , يلقب بالشيباني , آراءه الفقهية مستمدة مباشرة من الحديث الشريف ، له مسند باسمه ، اشتهر مذهبه بالمذهب ................ ؟ ... الحنبلي ¶ س10 ... قرية عراقية كردية قام النظام العراقي البعثي بقصفها بالغازات السامة والأسلحة الكيماوية مما أدى إلى قتل خمسة آلاف فرد غير الإصابات الخطيرة ؟ ... حلبجة ¶ س11 ... حامل رسالة رسول الله- صلى الله عليه وسلم - إلى المقوقس ملك مصر ؟ ... حاطب بن أبي بلتعة ¶ س12 ... من عجائب الدنيا السبع ؟ ... حدائق بابل المعلقة ¶ س13 ... قال الله تعالى في سورة التحريم مخاطباً زوجتين لرسول الله - صلى الله عليه وسلم - (( إِن تَتُوبَا إِلَى اللَّهِ فَقَدْ صَغَتْ قُلُوبُكُمَا )) إحداهما عائشة رضي الله عنها فمن الأخرى ؟ ... حفصة بنت عمر ¶ س14 ... من القائل : الأم مدرسة إذا أعددتها أعددت شعباً طيب الأعراق ؟ ... حافظ إبراهيم ¶ س15 ... يطلق على المطبوعة التي تصدر كل عام ؟ ... حولية ¶ س16 ... مؤلف كتاب ( السلوك الاجتماعي في الإسلام ) ؟ ... حسن أيوب ¶ س17 ... يطلق على صغير الضب ؟ ... الحسل ¶ س18 ... يطلق على حركة المقاومة الإسلامية في فلسطين ؟ ... حماس ¶ س19 ... من أقسام الكلمة ؟ ... الحرف ¶ س20 ... مدينة سورية يوجد فيها قبر الصحابي الجليل خالد بن الوليد ؟ ... حمص ¶ س21 ... زوج حليمة السعدية مرضعة رسول الله- صلى الله عليه وسلم - ؟ ... الحارث بن عبد العزى ¶ س22 ... صحابي جليل مات يوم بئر معونة لما طعن من ورائه بحربة قال بعد أن أصيب : ( فزت ورب الكعبة ) ؟ ... حرام بن ملحان",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "س23 ... المكان الذي كانت تسكنه إرم ذات العماد ؟ ... حضرموت ¶ س24 ... لقب لقب به الخليفة الأموي مروان بن محمد ؟ ... الحمار ¶ س25 ... لقب أطلق على الصحابي الجليل عبد الله بن الزبير ؟ ... حمامة المسجد ¶ س26 ... مؤسس جماعة الإخوان المسلمين ؟ ... حسن البنا ¶ س27 ... يطلق على شدة الندم على ما فات ؟ ... الحسرة ¶ س28 ... أضخم الحيوانات اللافقرية ؟ ... الحبار ¶ س29 ... شاعر جاهلي من أصحاب المعلقات اشتهر بمدافعته عن قبيلته أمام عمرو بن هند ملك الحيرة ؟ ... الحارث بن حلزة ¶ س30 ... الذي بنى الكعبة المشرفة بناءها الحالي ؟ ... الحجاج بن يوسف ¶ رقم السؤال ... الأسئلة ... الإجابة ¶ س1 ... ما أكبر مدينة في أوروبا ؟ ... لندن ¶ س2 ... يكون في الصبح واحد و في الليل ثلاثة فما هو ؟ ... حرف اللم ¶ س3 ... هو اسم من أسماء الفضة ؟ ... لجين ¶ س4 ... هو الطفل الصغير الذي يوجد في الطريق و لا يعرف نسبه ؟ ... اللقيط ¶ س5 ... ما هو أخف المعادن ؟ ... الليثيوم ¶ س6 ... أين يقع نهر الكلب ؟ ... لبنان ¶ س7 ... من المكونات الداخلية لجهاز الكمبيوتر الشخصي ؟ ... اللوحة الأم ¶ س8 ... جسم مستطيل متحرك خطره عظيم إذا استخدم في الشر و بسببه يكب الناس في النار ؟ ... اللسان ¶ س9 ... هو علم يختص بدراسة اللغات و أصلها و تفرعها و علاقتها ببعضها البعض ؟ ... اللسانيات ¶ س10 ... هو الغلاف الخارجي الصلب لساق الشجرة و جذورها و أغصانها ؟ ... لحاء ¶ س11 ... مرض سرطان الدم ؟ ... اللوكيميا ¶ س12 ... من هو اليهودي الذي سحر النبي ؟ ... لبيد بن الأعصم ¶ س13 ... من أوصاف بقرة بني إسرائيل كما وردت في القرآن الكريم ؟ ... لا شية فيها ¶ س14 ... هو سيد الطعام ؟ ... اللحم ¶ س15 ... هي المتفرعة من اللغة الأم تتداولها الشعوب في إقليم محدود ؟ ... اللهجة ¶ س16 ... كلمة مناداة تعبر عن الخضوع ؟ ... لبيك ¶ س17 ... هو صمغ يفرز من بعض النباتات يعلك ؟ ... لبان",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "س18 ... هو ما يتكون من جماعة من الناس يجتمعون لتحقيق هدف سوية ؟ ... لجنة ¶ س19 ... هو علبة تجعل فيها مادة متفجرة كالبارود أو الديناميت تستعمل في الحروب ؟ ... لغم ¶ س20 ... كتاب كتب فيه ما كان و ما سيكون إلى يوم القيامة ؟ ... اللوح المحفوظ ¶ س21 ... من هو النبي الذي آمن بنبي ؟ ... لوط ¶ س22 ... هو العالم باللغة المتفقه فيها ؟ ... لغوي ¶ س23 ... إحدى مدن الولايات المتحدة الأمريكية ؟ ... لوس أنجلوس ¶ س24 ... هو الخصم الشديد الخصومة ؟ ... اللدود ¶ س25 ... هو غبار لطلع ينتشر في الهواء ؟ ... اللقاح ¶ س26 ... أحد أكبر المعاجم العربية ألفه ابن منظور ؟ ... لسان العرب ¶ س27 ... هو الإشارة بالعين و نحوها للمخاطبة و الاستهزاء ؟ ... اللمز ¶ س28 ... أطول كلمة في القرآن ؟ ... ليستخلفنهم ¶ س29 ... هي الأصوات المبهمة المتعالية التي لا تفهم ؟ ... لغط ¶ س30 ... يستخرج من البحر و يباع بأغلى الأثمان ؟ ... اللؤلؤ ¶ رقم السؤال ... الأسئلة ... الإجابة ¶ س1 ... من الأحجار الكريمة ؟ ... ياقوت ¶ س2 ... قال رسول الله صلى الله عليه و سلم : (المرء على دين خليله فلينظر أحدكم من ----------) ... يخالل ¶ س3 ... أين يقع سد مأرب ؟ ... اليمن ¶ س4 ... من وحدات قياس الزمن ؟ ... اليوم ¶ س5 ... أكمل الوقت أنفس ما عنيت بحفظه و أراه أسهل ما عليك -------------- ... يضيع ¶ س6 ... عنصر فلزي مشع يستخدم في صناعة القنبلة الذرية و وقودا للمفاعل النووي ؟ ... اليورانيوم ¶ س7 ... هي نوع من أنواع الزهور ؟ ... الياسمين ¶ س8 ... شجرها أنبتها الله تعالى لنبي الله يونس عليه السلام ؟ ... اليقطين ¶ س9 ... من هو أول شهيد في الإسلام ؟ ... ياسر أبو عمار ¶ س10 ... أكمل المثل : إذا أردت أن تطاع , فأمر بما ------------- ... يستطاع ¶ س11 ... متى ولد الرسول صلى الله عليه و سلم ؟ ... يوم الاثنين 12 ربيع أول عام الفيل ¶ س12 ... تطلق على السنة الشديدة العسيرة التي لا فرج فيها ؟ ... اليهماء",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "س13 ... من هو النبي الذي اسم والده ( متى ) ؟ ... يونس عليه السلام ¶ س14 ... هي فرقة رافضية معتقداتها مزيج من الإسلام والنصرانية ؟ ... اليزيدية ¶ س15 ... هو ما يكون حول العنق من اللباس و الهندام ؟ ... ياقة ¶ س16 ... ماذا يطلق على آخر جمعة من شهر رمضان المبارك ؟ ... اليتيمة ¶ س17 ... هي مرحلة النمو التي تسبق التحول إلى فراشة ؟ ... يرقة ¶ س18 ... هو النهر الشديد الجري الكثير الماء ؟ ... اليعبوب ¶ س19 ... هي ملكة النحل ؟ ... اليعسوب ¶ س20 ... هو نقيض النوم و الغفلة ؟ ... اليقظة ¶ س21 ... هو الجدي الصغير من الظان ؟ ... يغمور ¶ س22 ... هو عنصر بسيط رمادي ضارب إلى الزرقة و هو من الكحول يستعمل في تطهير الجروح ؟ ... اليود ¶ س23 ... من هو النبي الذي لم يتزوج قط ؟ ... يحي ¶ س24 ... تطلق على الشخص الذي يعتنق أفكار شيوعية ؟ ... يساري ¶ س25 ... هي الدولة التي عاصمتها أثينا ؟ ... اليونان ¶ س26 ... هي المنطقة الطرية المتحركة في رأس الطفل ؟ ... اليافوخ ¶ س27 ... هو الفتى الذي صاحب نبي الله موسى عليه السلام ؟ ... يوشع بن نون ¶ س28 ... منظمة التربية و العلم و الثقافة و هي إحدى الوكالات المتخصصة التابعة للأمم المتحدة ؟ ... اليونسكو ¶ س29 ... هي المادة الخضراء الملونة للنبات ؟ ... يخضور ¶ س30 ... اسم يطلق على ولد البقرة الوحشية لونه كلون التراب ؟ ... يعفور ¶ رقم السؤال ... الأسئلة ... الإجابة ¶ س1 ... ما مساحة الربع الخالي ؟ ... ربع مليون كم2 ¶ س2 ... هو إصلاح الثوب و وصل قطعتيه المنفصلتين ؟ ... رتق ¶ س3 ... الذاكرة العشوائية في الحاسب الآلي ؟ ... رام ¶ س4 ... عملة ماليزيا ؟ ... رينقت ¶ س5 ... نوع من أنواع الأشعة الحديثة لتصوير الدماغ بالألوان ؟ ... الرنين المغناطيسي ¶ س6 ... عنصر فلزي إشعاعي ؟ ... الراديوم ¶ س7 ... شخص يحتجز لضمان اتفاق ما ؟ ... رهينة ¶ س8 ... هو نزف الأنف دما ؟ ... رعاف ¶ س9 ... هو الرمي بالحجارة حتى الموت ؟ ... الرجم",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "س10 ... هي باطن كف اليد في اللغة ؟ ... راحة ¶ س11 ... هو الباب العظيم الحجم العظيم القفل ؟ ... رتاج ¶ س12 ... وحدة وزن إنجليزية ؟ ... رطل ¶ س13 ... أحد أصناف أسنان الفم في الإنسان ؟ ... الرحى ¶ س14 ... الاسم الفارسي لدفتر تقويم السنوات و الشهور و الأيام ؟ ... روزنافه ¶ س15 ... ما هو الشيء الذي يتكلم بكل لغات العالم في نفس الوقت ؟ ... الراديو ¶ س16 ... جهاز يستخدم الموجات اللاسلكية ذات التردد فوق العالي لاكتشاف الأشياء الغير منظورة ؟ ... الرادار ¶ س17 ... من هو أول طبيب مسلم فصل بين طب الأطفال و طب النساء ؟ ... الرازي ¶ س18 ... هو المادة الأساسية في صناعة الزجاج ؟ ... الرمل ¶ س19 ... اسم يطلق على الطفل إلى أن يبلغ السنتين ؟ ... رضيع ¶ س20 ... وحدة لقياس قوة الزلازل التي تحدث ؟ ... ريختر ¶ س21 ... إحدى مفاصل الأصابع ؟ ... الراجية ¶ س22 ... نوع من الألعاب عبارة عن إصابة الهدف و الرمي بالبندقية على أهداف ثابتة أو متحركة ؟ ... الرماية ¶ س23 ... هي النفخة الأولى في الصور يوم القيامة ؟ ... الراجفة ¶ س24 ... الباب الذي يدخل منه الصائمون يوم القيامة ؟ ... الريان ¶ س25 ... محلول السكر الذي يفرز في الأزهار و يمتصه النحل ليصنع منه العسل ؟ ... رحيق ¶ س26 ... هي فرقة من الشيعة تجيز الطعن و السب في كبار الصحابة ؟ ... الرافضة ¶ س27 ... مرض يتميز بآلام في العضلات و المفاصل و يداوى بواسطة المياه المعدنية الحارة ؟ ... الروماتيزم ¶ س28 ... داخل كل إنسان تعيش معه فإذا جاء الموت خرجت و لم تعد ؟ ... الروح ¶ س29 ... ما هو الشرك الأصغر ؟ ... الرياء ¶ س30 ... من أمراض العين ؟ ... رمد ¶ السؤال الأول: ¶ لكلمة (أمة ) معاني مختلفة . اربط بين الآيات وما يناسبها من المعاني لهذه الكلمة... ¶ 1ـ ( إن إبراهيم كان أمة). ( ) ملة أو دين. ¶ 2ـ (وإن من أمة إلا خلا فيها نذير) ( ) إمام. ¶ 3ـ ( وإن هذه أمتكم أمة واحدة) ( ) مدة طويلة.",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "4ـ ( وادكر بعد أمة). ( ) طائفة أو قوم. ¶ سعد بن أبي وقاص. ... 9 ... الصحابي الذي ربط نفسه في المسجد ... 1 ¶ حذيفة بن اليمان. ... 10 ... الملقب بسلطان العلماء ... 2 ¶ عمار بن ياسر. ... 13 ... الذي أشار ببناء مسجد قباء ... 3 ¶ تبوك ... 8 ... يعيش وحده ويموت وحده ويبعث وحده ... 4 ¶ أبو لبابة. ... 1 ... ولست أبالي حين أقتل مسلما ¶ على أي جنب كان في الله مصرعي ... 5 ¶ بدر. ... 7 ... غزوة الأمراء ... 6 ¶ العز بن عبد السلام. ... 2 ... يوم الفرقان ... 7 ¶ أسماء بنت أبي بكر. ... 12 ... جيش العسرة ... 8 ¶ حرام بن ملحان ... 3 ... والله لا أجلدك في الخمر أبدا ... 9 ¶ مؤتة. ... 6 ... صاحب سر النبي- صلى الله عليه وسلم - ... 10 ¶ خبيب بن عدي. ... 5 ... إن الله يغضب لغضبك ويرضى لرضاك ... 11 ¶ عمر بن الخطاب. ... 11 ... الشاة لا يضيرها سلخها بعد ذبحها. ... 12 ¶ أبو ذر الغفاري. ... 4 ... فزت ورب الكعبة. ... 13 ¶ اربط الجمل التالية بما يناسبها من الكلمات المذكورة) ¶ سعد بن أبي وقاص. ... 9 ... الصحابي الذي ربط نفسه في المسجد ... 1 ¶ حذيفة بن اليمان. ... 10 ... الملقب بسلطان العلماء ... 2 ¶ عمار بن ياسر. ... 13 ... الذي أشار ببناء مسجد قباء ... 3 ¶ تبوك ... 8 ... يعيش وحده ويموت وحده ويبعث وحده ... 4 ¶ أبو لبابة. ... 1 ... ولست أبالي حين أقتل مسلما ¶ على أي جنب كان في الله مصرعي ... 5 ¶ بدر. ... 7 ... غزوة الأمراء ... 6 ¶ العز بن عبد السلام. ... 2 ... يوم الفرقان ... 7 ¶ أسماء بنت أبي بكر. ... 12 ... جيش العسرة ... 8 ¶ حرام بن ملحان ... 3 ... والله لا أجلدك في الخمر أبدا ... 9 ¶ مؤتة. ... 6 ... صاحب سر النبي- صلى الله عليه وسلم - ... 10 ¶ خبيب بن عدي. ... 5 ... إن الله يغضب لغضبك ويرضى لرضاك ... 11 ¶ عمر بن الخطاب. ... 11 ... الشاة لا يضيرها سلخها بعد ذبحها. ... 12 ¶ أبو ذر الغفاري. ... 4 ... فزت ورب الكعبة. ... 13",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "س1/ من القائل \" اطلبوا الموت توهب لكم الحياة \" ؟ ¶ ج1/ أبو بكر الصديق .. ¶ س2/ من هو مؤلف كتاب \" البداية والنهاية \" ؟ ¶ ج2/ ابن كثير .. ¶ س3 / من هي : صحابية قتلت سبعة من الروم في معركة ¶ اليرموك ؟ ¶ ج3/ أم حكيم المخزومية .. ¶ س4/ مكث المسلمون في جزيرة صقلية أكثر من 250 عام ¶ من هو القائد الذي فتحها ؟ ¶ ج4/ أسد بن الفرات .. ¶ س5/ من هو زوج زينب بنت الرسول صلى الله عليه وسلم ؟ ¶ ج5 / أبو العاص بن البيع .. ¶ س6/ من القائل : \" المؤمن للمؤمن كاليدين تغسل إحداهما الأخرى وقد لا ينقطع الوسخ إلا بنوع من الخشونة لكن ذلك يوجب من النظافة والنعومة ما نحمد الله معه ذلك التخشين\" ؟ ¶ ج6/ أحمد بن تيمية .. ¶ س7/ من أول من اهتم من العلماء بالأحاديث الصحيحة ؟ ¶ ج7/ البخاري .. ¶ س8/ أكمل : قال رسول الله صلى الله عليه وسلم : \" تسحروا فإن في السحور ........ \" ؟ ¶ ج8/ بركة .. ¶ س9/ أكمل : قال رسول الله صلى الله عليه وسلم : \" لا تجعلوا بيوتكم مقابر إن الشيطان يفر من البيت الذي يقرأ فيه سورة ...... \" ؟ ¶ ج9/ البقرة .. ¶ س10/ حرب دارت رحاها قبل الإسلام في الجزء الشمالي الشرقي من شبه جزيرة العرب بين قبيلتي بكر وتغلب ولم تضع أوزارها إلا بعد أربعين عاما من القتال ؟ ¶ ج10/ البسوس .. ¶ س11/ هو البدء بغسل اليمين قبل اليسار من اليدين أو الرجلين ؟ ¶ ج11/ التيامن .. ¶ س12/ يقول المؤذن في صلاة الصبح بعد الحيعلتين : \" الصلاة خير من النوم \" ما اسم هذه الصفة ؟ ¶ ج12/ تثويب .. ¶ س13/ في أي سورة جاء ذكر غزوة تبوك ؟ ¶ ج13/ التوبة .. ¶ س14/ أكمل : قال رسول الله صلى الله عليه وسلم : \" بشر المشائين في الظلم إلى المساجد بالنور ............ \" ؟ ¶ ج14/ التام يوم القيامة .. ¶ س15/ في الشرع : هو تأديب على ذنب لا حد فيه ولا كفارة؟ ¶ ج15/ التعزير .. ¶ س16/ \" الخنساء \" شاعرة عربية مخضرمة فقدت أبنائها الأربعة في معركة القادسية واحتسبتهم شهداء عند الله فما هو اسمها ؟",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "ج16/ تماضر بنت عمرو بن الحارث .. ¶ س17/ خطيب رسول الله صلى الله عليه وسلم والإسلام وقد اختاره الرسول عندما جاء وفد بني تميم ليخاطبهم وقد شهد مع الرسول عليه الصلاة والسلام أحدا وما بعدها ؟ ¶ ج17/ ثابت بن قيس .. ¶ س18/ صحابي جليل عندما أسلم فرض حصارا اقتصاديا على قريش ؟ ¶ ج18/ ثمامة بن أثال .. ¶ س19/ ماذا تسمى المرأة التي تفقد ولدها ؟ ¶ ج19/ ثكلى .. ¶ س20/ من الصحابة الذين يشبهون الرسول ؟ ¶ ج20/ جعفر بن أبي طالب .. ¶ س21/ ما هو اسم الجبل الذي رست عليه سفينة نوح عليه السلام ؟ ¶ ج21/ الجودي .. ¶ س22/ من هو صاحب كتاب : \" الدر المنشور في التفسير بالمأثور \" ؟ ¶ ج22/ جلال الدين السيوطي .. ¶ س23/ من هم أنصار عيسى بن مريم والمؤمنين برسالته ؟ ¶ ج23/ الحواريون .. ¶ س24/ معركة وقعت بين المسلمين والروم وقد انتصر فيها القائد المسلم صلاح الدين الأيوبي ؟ ¶ ج24/ حطين .. ¶ س25/ أكمل : قال صلى الله عليه وسلم لأشج بن عبد القيس : \" إن فيك خصلتين يحبهما الله ........... \" ؟ ¶ ج25/ الحلم والأناة .. ¶ س26/ فيمن نزل قوله تعالى : ( يا أيها الذين آمنوا لا تتخذوا عدوي وعدوكم أولياء .... ) ؟ ¶ ج26/ حاطب بن أبي بلتعة - رضي الله عنه - .. ¶ س27/ بماذا لقب الشيخ أبو حامد الغزالي ؟ ¶ ج27/ حجة الإسلام .. ¶ س28/ من هو الحاكم الذي أمر الحفاظ بعد آيات وكلمات وحروف القرآن الكريم ؟ ¶ ج28/ الحجاج بن يوسف الثقفي .. ¶ س29/ ما هي السورة التي فيها سجدتين ؟ ¶ ج29/ الحج .. ¶ س30/ قال رسول الله صلى الله عليه وسلم : \" إذا مررتم برياض الجنة فارتعوا \" ما المقصود برياض الجنة ؟ ¶ ج30/ حِلَق الذِّكر .. ¶ س31/ من هي زوجة الرسول صلى الله عليه وسلم التي عرفت بالصوامة القوامة ؟ ¶ ج31/ حفصة بنت عمر بن الخطاب .. ¶ س32/ ما اسم أشهر معركة مع المرتدين ؟ ¶ ج32/ حديقة الموت .. ¶ س34/ من مؤلف كتاب \" رجال حول الرسول \" ؟ ¶ ج34/ خالد محمد خالد .. ¶ س35/ من هو الصحابي الذي صلى أول ركعتين قبل الإعدام؟",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "ج35/ خبيب بن عدي - رضي الله عنه - .. ¶ س36/ من هو النبي الذي قتل جالوت ؟ ¶ ج36/ داوود - عليه السلام - .. ¶ س37/ يغفر للشهيد كل شيء إلا شيء واحد ما هو ؟ ¶ ج37/ الدين .. ¶ س38/ ما هو المكان الذي كان يتخذه الرسول صلى الله عليه وسلم مركزا سريا للدعوة الإسلامية في بدايتها ؟ ¶ ج38/ دار الأرقم بن أبي الأرقم .. ¶ س39/ أكمل : قال رسول الله صلى الله عليه وسلم : \" لغدوة في سبيل الله أو روحة .......... \" ؟ ¶ ج39/ خير من الدنيا وما فيها .. ¶ س40/ من هو الصحابي الذي يأتي جبريل عليه السلام في صورته وكان من أجمل الناس ؟ ¶ ج40/ دحية الكلبي .. ¶ س41/ من الغزوات : كان الصحابة رصي الله عنهم يضعون في هذه الغزوة على أقدامهم رقع حتى تقيهم من الحرارة فما اسم هذه الغزوة ؟ ¶ ج41/ ذات الرقاع .. ¶ س42/ من القائل : \" أكرموا عزيز قوم قد ذل \" ؟ ¶ ج42/ الرسول صلى الله عليه وسلم .. ¶ س43/ من هو أول من يقرع باب الجنة ؟ ¶ ج43/ الرسول صلى الله عليه وسلم .. ¶ س44/ من الذين جمعوا القرآن الكريم وهو من الأنصار من المدينة كان عمره عندما قدم الرسول صلى الله عليه وسلم إلى المدينة 11 سنة أسلم مع أهله ؟ ¶ ج44/ زيد بن ثابت .. ¶ س45/ من هو زوج الصحابية أسماء بنت أبي بكر رضي الله عنهما ؟ ¶ ج45/ الزبير بن العوام .. ¶ س46/ بماذا كان يلقب علي بن الحسين بن علي بن أبي طالب؟ ¶ ج46/ زين العابدين .. ¶ س47/ من هي زوجة إبراهيم وأم إسحاق عليهما السلام ؟ ¶ ج47/ سارة .. ¶ س48/ صحابي جليل لقب بـ \" الباحث عن الحقيقة \" فمن هو؟ ¶ ج48/ سلمان الفارسي .. ¶ س49/ من هو النبي الذي بعث إلى مدين ؟ ¶ ج49/ شعيب عليه السلام .. ¶ س50/ معركة حدثت بين المسلمين ( بين علي ومعاوية رضي الله عنهما ) بسبب الفتنة عند مقتل عثمان بن عفان رضي الله عنه ؟ ¶ ج50/ صفين .. ¶ س51/ من الصحابي المفترى عليه مع عائشة رضي الله عنها في حادثة الإفك ؟ ¶ ج51/ صفوان بن معطل ..",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "س52/ ما هو المسجد الذي حكم الرسول صلى الله عليه وسلم بهدمه وحرقه ؟ ¶ ج52/ الضرار .. ¶ س53/ قال تعالى : ( وهديناه النجدين ) ما المقصود بالنجدين في هذه الآية ؟ ¶ ج53/ طريق الخير وطريق الشر .. ¶ س54/ قال عنه الرسول أنه شطر الإيمان ؟ ¶ ج54/ الطهور .. ¶ س55/ من هو الصحابي الذي كان يعرف بذي النور ؟ ¶ ج55/ الطفيل بن عمرو .. ¶ س56/ أكمل قال صلى الله عليه وسلم : \" الجنة تحت .....\" ؟ ¶ ج56/ ظلال السيوف .. ¶ س57/ من القائل : \" أنا الذي سمتني أمي حيدرة \" ؟ ¶ ج57/ علي بن أبي طالب .. ¶ س58/ صحابي جليل كان أبوه من أشد الكفار بالمسلمين وقد قتل أباه الرسول صلى الله عليه وسلم فمن هو ؟ ¶ ج58/ عكرمة بن أبي جهل .. ¶ س59/ قائد عسكري عربي مسلم فتح شمال أفريقيا وبنى مدينة القيروان فمن هو ؟ ¶ ج59/ عقبة بن نافع .. ¶ س60/ من هو الصحابي الذي قال عنه الرسول صلى الله عليه وسلم أنه سيطأ الجنة بعرجه ؟ ¶ ج60/ عمرو بن الجموح .. ¶ س61/ من القائل : \" أي سماء تظلني وأي أرض تقلني إذا أنا قلت في كتاب الله مالا أعلم \" ؟ ¶ ج61/ عبد الله بن عباس .. ¶ س62/ من هو الصحابي الذي استشهد في عهد النبي صلى الله عليه وسلم ولم يسجد لله سجدة ؟ ¶ ج62/ عمرو بن ثابت بن قيس .. ¶ س63/ كتب الرسول صلى الله عليه وسلم رسالة إلى ملك البحرين يدعوه فيها للإسلام فمن كان حامل هذه الرسالة ؟ ¶ ج63/ العلاء بن الحضرمي .. ¶ س64/ من قائد رماة المسلمين في معركة أحد ؟ ¶ ج64/ عبد الله بن جبير .. ¶ س65/ من هو : حنكه النبي صلى الله عليه وسلم يوم ولادته وقتله الحجاج بمكة وصلبه بها ؟ ¶ ج65/ عبد الله بن الزبير .. ¶ س66/ يلقب برديف النبي صلى الله عليه وسلم وكان من أحسن الناس تلاوة للقرآن ؟ ¶ ج66/ عقبة بن عامر الجهني .. ¶ س67/ ماذا يسمى صديد أهل النار ؟ ¶ ج67/ غساق .. ¶ س68/ سورة في القرآن قسمها الله إلى ثلاثة أقسام قسم لله وقسم لعباده وقسم ذكر فيه ثلاثة أصناف من البشر فما هي هذه السورة ؟ ¶ ج68/ الفاتحة ..",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "س69/ هو النصيب المقدر للوارث ويسمى العلم بها علم الميراث ؟ ¶ ج69/ الفرائض .. ¶ س70/ ما هو اسم الصحابية \" أم هانئ \" ؟ ¶ ج70/ فاختة بنت أبي طالب .. ¶ س71/ قبيلة عربية من مضر سكنت في مكة وقامت على الحج ومنها رسول الله صلى الله عليه وسلم ؟ ¶ ج71/ قريش .. ¶ س72/ من أصحاب القراءات السبع ؟ ¶ ج72/ قالون .. ¶ س73/ في الشرع : هو أن يفعل بالجاني مثل ما فعل بالمجني عليه ؟ ¶ ج73/ القصاص .. ¶ س74/ الأمر الخارق للعادة غير المقرون بالتحدي ودعوى النبوة يظهره الله على أيدي أولياءه ؟ ¶ ج74/ الكرامة .. ¶ س75/ من هو اليهودي الذي سحر الرسول صلى الله عليه وسلم ؟ ¶ ج75/ لبيد بن الأعصم .. ¶ س76/ خليفة أموي غزت جيوشه البحر وكان من كتاب الوحي ؟ ¶ ج76/ معاوية بن أبي سفيان .. ¶ س77/ من أول من أم المسلمين في المدينة ؟ ¶ ج77/ مصعب بن عمير .. ¶ س78/ يقول الرسول صلى الله عليه وسلم : \" خذوا القرآن من أربعة .......... \" أذكر واحدا منهم ؟ ¶ ج78/ معاذ بن جبل .. ¶ س79/ من هو الذي بنى قصر الحمراء في غرناطة ؟ ¶ ج79/ محمد الأحمر .. ¶ س80/ من أول صحابي أسلم من الأنصار ؟ ¶ ج80/ معاذ بن عفراء .. ¶ س81/ من هو آخر خليفة عباسي ؟ ¶ ج81/ المستعصم بالله .. ¶ س82/ من هو الرجل الذي أجار النبي صلى الله عليه وسلم بعد عودته من الطائف حتى دخل مكة ؟ ¶ ج82/ المطعم بن عدي .. ¶ س83/ هو الزيادة في ثمن السلعة ولا يقصد به الشراء ولكن لخداع المشتري ؟ ¶ ج83/ النجش .. ¶ س84/ سورة في القرآن الكريم لكثرة نعم الله فيها على عباده سميت بالنعم فما هي هذه السورة ؟ ¶ ج84/ النحل .. ¶ س85/ آية اشتملت على 25 ضمير لجماعة الإناث في أي سورة تقع ؟ ¶ ج85/ النور .. ¶ س86/ صفة نقل الكلام من شخص إلى آخر على جهة الإفساد ؟ ¶ ج86/ النميمة .. ¶ س87/ خليفة عباسي اشتهر زمانه بالعصر الذهبي وكان زمانه زمان خير وجهاد في سبيل الله فمن هو ؟ ¶ ج87/ هارون الرشيد ..",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "س88/ هو الفتنة والاختلاط وقد شبهه الرسول صلى الله عليه وسلم في أشراط الساعة بالقتل ؟ ¶ ج88/ الهرج .. ¶ س89/ قال المؤرخين : \" قتل خير الناس بعد محمد ... وقتل شر الناس أيضا \" من هو هذا الصحابي؟ ¶ ج89/ وحشي بن حرب .. ¶ س90/ آية في القرآن الكريم ذمة الحلف ما هي ؟ ¶ ج90/ ( ولا تطع كل حلاف مهين ) .. ¶ س91/ ما هي الكلمة التي توجد في منتصف القرآن الكريم ؟ ¶ ج91/ وليتلطف .. ¶ س92/ من هو الرجل الذي عرف أن الرسول صلى الله عليه وسلم هو نبي هذه الأمة بعد أن أخبرته خديجة بحاله وآمن به قبل البعثة ؟ ¶ ج92/ ورقة بن نوفل .. ¶ س93/ أكمل : قال الرسول صلى الله عليه وسلم : \" الدنيا متاع .......... \" ؟ ¶ ج93/ وخير متاعها المرأة الصالحة .. ¶ س94/ من هو أول من عمل القراطيس ؟ ¶ ج94/ يوسف عليه السلام .. ¶ س95/ من هو الذي بنى الأقصى ؟ ¶ ج95/ يعقوب عليه السلام .. ¶ س96/ ما اسم الفتى الذي كان يصاحب موسى عليه السلام ؟ ¶ ج96/ يوشع بن نون .. ¶ س97/ أحد روافد نهر الأردن ينبع من سوريا ويجري غربا إلى نهر الأردن وقعت به معركة إسلامية شهيرة ؟ ¶ ج97/ اليرموك .. ¶ س98/ من هو قائد معركة الزلاقة ؟ ¶ ج98/ يوسف بن تاشفين .. ¶ س99/ أكمل : قال رسول الله صلى الله عليه وسلم : \" مثل العالم الذي يعلم الناس الخير وينسى نفسه كمثل السراج يضيء للناس و ......... \" ؟ ¶ ج99/ يحرق نفسه .. ¶ س100/ من هو الخليفة الأموي الثاني وفي عهده حدثت مأساة كربلاء ؟ ¶ ج100/ يزيد الأول ( يزيد بن معاوية ) ¶ الرحلات ¶ لكي تقوم الرحلة على أكمل وجه … لابد من مراعاة التالي: ¶ الإخلاص لله تعالى في كل عمل ،واحتساب الأجر . ¶ سؤال الله الإعانة في جميع أعمالك . ¶ الحرص على البذل والمساعدة في هذه الرحلة ،ومنافسة إخوانك في ذلك . ¶ الدقة والانظباط في المواعيد . ¶ ضرورة استثمار الوقت في ما يفيد . ¶ التنافس الشريف بين جميع الأعضاء والأسر . ¶ الاستماع للتوجيهات وتنفيذها . ¶ معرفة آداب السفر وأحكامه .",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "المشاركة والفاعلية في البرامج المطروحة . ¶ الاحترام والتقدير المتبادل بين أفراد الرحلة عموماً . ¶ التعاون بين أفراد الأسرة الواحدة . ¶ 12) الحرص على التبكير للصلوات عموماً ، وصلاة الفجر خصوصاً (فهي الاختبار الحقيقي ) . ¶ 13) الالتزام بالاستئذان . ¶ 14) التقيد بجدول الرحلة . ¶ 15) الاكثار من الدعاء ( فدعاء المسافر مستجاب ) . ¶ 16) تخفيف العفش ما أمكن ، – وينتبه إلى أن الطريق من الرياض إلى مكة قد يكون بارداً - . ¶ 17) إحضار ما يلزمك في الرحلة : ¶ ( مصحف - قلم – دفتر فوائد – كتاب أذكار وأدعية – طيب – مسواك – مشاركات ثقافية – فتوى – شماغ – غيار داخلي – ثوبين …… وغيرها ) ، مع مراعاة أن يكون الإحرام في كيس مستقل . ¶ 18) ترك أرقام هواتف الجوال لدى الأهل … علماً أن الاتصال بعد صلاة التراويح في مكة ، منعاً للإحراج . ¶ وهذا جدول مقترح ليوم فى الرحلة ¶ صلاة آخر الليل ¶ صلاة الفجر والورد ¶ راحة ¶ رياضة ¶ استعداد للإفطار ¶ إفطار ¶ حلقة قران (مراجعة) ¶ فترة ثقافية ¶ راحة ¶ صلاة الظهر ¶ مسابقة ¶ الغداء ¶ صلاة العصر ¶ أفكار مركزية ¶ رياضة ¶ صلاة المغرب والورد ¶ فترة ثقافية ¶ صلاة العشاء ¶ عشاء ¶ الرحلات العائلية ¶ تعتبر الرحلات من الأمور المحببة للنفس لما تحتويه من المتعة والفائدة والإثارة لذا نجد أن الجميع يحرصون على القيام برحلات بين فترة وأخرى وذلك لتجديد النشاط والحيوية . ¶ ولكن الملاحظ على الكثير من الرحلات العائلية يجد أنها يغلب عليها الطابع الترفيهي البحت والبعد عن البرامج الثقافية الجادة والمفيدة ولأهمية هذه الرحلات أحببت أن أجمع بعض الوسائل والطرق التي من شأنها أن تساهم في تفعيل هذه الرحلات والاستفادة منها بأكبر قدر ممكن . ¶ استغلال الوقت الثمين في السفر الطويل : ¶ برنامج الطريق :",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "إن كثير من الأوقات التي يقضيها أفراد الأسرة في الرحلات الطويلة هي داخل السيارة لذا ينبغي الاهتمام بهذا الأمر عند إعداد برنامج الرحلة بحيث يكون هناك برنامج مميز داخل السيارة يساعد على طرد الملل والسآمة . فمن الأشياء التي ينبغي مراعاتها في برنامج الطريق : ¶ 1/ التأكد من سلامة المسجل والمذياع . ¶ 2/ توزيع الأشرطة بحيث يتم تشغيل القرآن الكريم والمحاضرات والقصص في فترات النشاط بينما في أوقات التعب يمكن الاستفادة من الأناشيد . ¶ 3/ الاستفادة من التقنية الحديثة بحيث يمكن وضع جهاز فيديو سيدي لعرض الأشرطة المرئية والصوتية التربوية المفيدة داخل السيارة . ¶ 4/ إقامة المسابقات الثقافية السريعة (حروف) والتي تعتمد على سرعة الإجابة . ¶ 5/ طرح الألغاز التي تدعو إلى التفكير والتأمل والتفكير خارج الصندوق . ¶ 6/ تخصيص جزء للمشاركات من الأبناء والبنات وذلك بقراءة القرآن الكريم أو الأناشيد أو القصائد الشعرية أو المقاطع النثرية كل حسب ميوله . ¶ - ألعاب الرحلات ¶ نصب الخيام : أسرع مجموعة تنصب الخيمة .(في حالة وجود رحلة بها مجموعة من الخيام المتساوية الحجم) ¶ التعرف على الأثر : يطلب المشرف على المسابقة من أحد أفراد الرحلة المشي حافيا على التراب الناعم بدون علم البقية . ثم في فترة راحة يقوم مشرف المسابقة بالمرور مع الأعضاء قرب الأثر وسؤال البقية عن صاحب هذه الآثار ويطلب التوقع مباشرة ..يجيب الأعضاء بالترتيب كل عضو ومن يتوقع .. العضو (أو الأعضاء) الذي يجيب الإجابة الصحيحة هو الفائز. ¶ البحث عن الغريب : (وهي قريبا مما سبق) يبلغ المشرف الأعضاء أن هناك من دخل لخيمة محددة أو موقع محدد وأنه على الأعضاء اكتشاف ذلك الغريب .. ويطلب من أحد أعضاء الرحلة (أو مجموعة) النظر في أثر ذلك الشخص من بين مجموعة من آثار أشخاص (ويكون المشرف رتب مع أحد الأعضاء بأن يمشي في ذلك المكان ).. ويمكنهم رسم شكل الأثر ..",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "ويترك للمجموعة فترة محددة يمكنهم بطرق خفية محاولة التعرف على صاحب الأثر عن طريق النظر في آثار الأعضاء أو شكل أرجلهم من غير أن يظهر ذلك من تصرفاتهم .. ويتم كتابة ورقة تسلم للمشرف في الوقت المحدد عن من تتوقعه المجموعة .. ¶ المجموعات (أو الأفراد) الفائزون هم الذين وصلوا إلى الحل .. ¶ ملاحظة ¶ 1- يمكن البدء في تعلم وتعليم الأثر عن طريق النظر في صدر القدم وهي المنطقة التي تربط الأصابع بالرِجل. ¶ 2- عند وجود أحد عنده قدرة يمكن أن يكون هناك تدريب لمعرفة أخلاق الشخص من أثر المشي ، غاضب أم منشرح أم كبير أم صغير ... إلخ .. ويظهر هذا على الأثر فالضغط في جزء الكعب أكثر فيه دلالة على الغضب مثلا والضغط عند أطراف الرجل دلالة العجلة وهكذا في السلوك .. ) ¶ البحث عن الضائع : ينبه الطلاب في بداية الرحلة على تذكر الموجودات عموما وفي الخيمة الخاصة بهم خصوصا .. ثم بعد خروجهم لأي برنامج خارج الخيمة يقوم الأستاذ بإخفاء شيء ما كان في الخيمة ، وبعد عودة الطلاب ينبهم الأستاذ أن هناك شيئا ما أخذ من الخيمة وعليهم تذكره ، وأول شخص يتذكره هو الفائز . ¶ (تنفع هذه الطريقة في تنمية قدرة التذكر والانتباه .. كما تنبه إلى أهمية التنبيهات والملاحظات التي يقدمها المدرس لطلابه في بداية الرحلة) ¶ الذاكرة : يضع الأستاذ مجموعة أدوات كثيرة في قدر -ملعقة سكين وتد حبل ...- ثم يطلب من مجموعة طلاب النظر في القدر ، ثم يرفع القدر وتقوم كل مجموعة بكتابة ما رأوه في القدر .. المجموعة التي تذكر أكبر قدر من الأدوات هي الفائزة . ¶ أعمق حفرة : عمل منافسة بين الفرق لعمل أعمق حفرة .. ¶ (ملاحظة : يمكن الاستفادة من الحفرة بعد اللعبة في النفايات فيمكن عمل المنافسة في أواخر الرحلة للاستفادة منها) ¶ جمع الحطب : عمل منافسة في جمع أكبر عدد من الأخشاب والأعواد . ¶ (ويستفاد من الأخشاب والأعواد في إشعال نار للتدفئة في الشتاء )",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "أحسن أكلة : المنافسة على أحسن وجبة يتم إعدادها في أقل وقت ممكن . ¶ أحسن خبزة : يتم إبلاغهم عن المسابقة قبل الرحلة . ويمكنهم سؤال خباز أو أم البيت . ¶ كوخ : (في مناطق النخيل) المجموعة التي يمكنها إعداد كوخ صغير أو مظلة من سعف النخل . ¶ أين الاتجاه : يقوم الأستاذ بالابتعاد عن المخيم والقيام بتغيير الاتجاهات ثم يطلب من كل طالب أن يحدد الاتجاهات في الليل (إما اتجاه المخيم أو الشمال أو القبلة) ويمكنهم الاستعانة بالنجوم ويضع كل منهم خطاً في الأرض وبعد ذلك يقوم الأستاذ عن طريق البوصلة أو جهاز الـ GPS بتحديد الاتجاه الصحيح والفائز هو أقرب شخص للاتجاه الصحيح . ¶ (ملاحظة : لو يعطي المدرس للطلاب درسا عن كيفية تحديد القبلة عن طريق النجوم والأبراج) ¶ (ويمكن أن تكون لعبة نهارية) توقع اتجاه القبلة (عن طريق الشمس / الرياح / شكل الرمال / ثم التأكد من ذلك بواسطة البوصلة أو جهاز الـ GPS) ¶ إضرام النار : وهي أسرع مجموعة تضرم النار .. وتتم بين مجموعتين (لعدم الحاجة إلى إشعال نيران كثيرة) وأول مجموعة تصبح النار جاهزة لتدفئة الأيدي -حسب وجهة نظر الأستاذ أو الحكم - فهم الفائزون . ¶ الأرصاد : بعد إشراق الشمس بنصف ساعة تقريبا ، كل مجموعة تتوقع أحوال الجو في ذلك اليوم من حيث الرياح والبرد وحرارة الشمس .. وتسجل توقعاتها على ورقة وتسلمها للمشرف .. المجموعة الفائزة هي أقرب مجموعة للواقع .. ¶ (يمكن معرفة الأحوال المناخية عن طريق ملاحظة الصباح كل يوم .. الأيام السابقة للرحلة .. إضافة إلى الإنترنت ... ولكن الهدف الأكبر أن يتعلم الطلاب كيف يمكن توقع المناخ من بداية اليوم أو أقرب توقع). ¶ تسلق الشجر : وتكون المسابقة في تسلق شجرة أو جدار (أو حتى عمود قوي طويل للخيمة مع لمس سقف الخيمة) والفائز هو أسرع شخص يصل للموقع المطلوب .. ¶ (ملاحظة : يجب الانتباه والتنبيه على خطورة السقوط)",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "اتباع الآثار : يسبق أحد المشرفين المجموعة ويضع رموزا أو كتابات أو آثارا وفي النهاية يضع عَلَماً أو أداة محددة .. وتحاول المجموعات اتباعه عن طريق الإشارات التي وضعها .. والمجموعة التي تصل للعلم أولاً هم الفائزون. ¶ ابحث عن الخاتم : (يخبئ أحدهم الخاتم ثم يبحث عنه البقية) ويمكن استبدال الخاتم بشيء آخر. ويمكن للطلاب الانتباه لطريقة نظر الذي خبأ الخاتم و طريقة إجاباته للتعرف على مكان الخاتم بشكل أسرع . ¶ الحطاب : كل مجموعة تقدم شخص وأسرع شخص فيهم يكسر الخشبة بالفأس هو الفائز .. (ينبغي أن تكون الأخشاب متساوية الحجم والقوة) ¶ كيف تتصرف في الحالة التالية : يخرج طالب من كل مجموعة ويذكر لهم موقف معين ... ويطلب كيف يمكن التعامل مع الموقف .. ومن المواقف : ¶ ماذا تفعل لو كنت في الطريق وتوقفت إحدى السيارات .. ¶ ماذا تفعل لو انتهت النقود وأنت مع الزملاء في رحلة. ¶ ماذا تفعل لو حدث أن لدغت عقرب أحد الطلاب . ¶ ... وغيرها من المواقف التي تنفع الطالب في وقت الحاجة .. وتكتشف قدرات الطالب ¶ الساعة الليلية : تسحب جميع الساعات قبيل صلاة المغرب ويبلغون بمحاولة التعرف على الوقت بدون ساعة .. وبعد صلاة العشاء بفترة طويلة تكون المسابقة وهي محاولة معرفة الوقت بالليل بدون ساعة (عن طريق القمر أو النجوم ) . ¶ (ملاحظة : يمكن للمعلم التعرف على الوقت وتعليم الطلاب عن طريق النظر في النجوم بعد صلاة المغرب بقليل وتثبيت بعض النجوم والأبراج في جهة المشرق .. وهذه النجوم تتحرك في الفضاء على شكل ساعة .. فإذا وصلت إلى كبد السماء فتعلم أنه قد ذهب نصف الليل) ¶ أجمل حديث : أمام شعلة النار يجتمع الطلاب .. (وبدون إخبارهم بأنها منافسة حتى تكون الأحاديث طبيعية) يتم ترك مجال لكل فرد بتقديم قصة أو حادثة أثرت فيه .. وبعدها يخرج الأستاذ هدية رمزية ويقوم بتقديمها لصاحب أجمل قصة وأكثرها تأثيرا ..",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "كلمة السر : -وهي لعبة ليلية - كل مجموعة تختار كلمة سر .. ثم يتم انتشار وتوزيع الطلاب في أرض مكشوفة قرب المخيم .. ويحاول الجميع الوصول لبعضهم البعض بدون ذكر أسماء وإنما بكلمات السر .. وأسرع مجموعة تصل كاملة عند الأستاذ هي الفائزة . ¶ (يكون التفنن في كيفية عدم اكتشاف واستخدام كلمة السر من الآخرين و كيف يمكن تضليل الآخرين عن طريق كلمات السر الأخرى) ¶ قياس الأبعاد : ترك مجال لمجموعات الطلاب لتقدير المسافات والأبعاد في الصحراء وتقدير بعد جبل ما أو شجرة ما وتسليم الأبعاد للأستاذ .. ثم يتم قياس البعد بالسيارة بخط مستقيم .. والمجموعة الفائزة هي التي تكون أقرب المجموعات إلى البعد الصحيح . ¶ والألعاب النافعة كثيرة وكثيرة وإنما اخترنا مجموعة .. وينبغي عموما اختيار الألعاب ذات الأهداف النافعة .. والتجديد في العرض ... ولعله إن كان سعة من الوقت وضعنا بعض المنافسات البدنية للمخيمات والرحلات .. ¶ المصادر ¶ - اللمسة الإنسانية محمد البدرى ¶ - سيكولوجيا المراهق المسلم المعاصر .د . عبد الرحمن العيسوي ¶ - مجالس الصقور - منتدى قبيلة غامد الرئيسي ¶ - منتديات البحرين ¶ - ليالي لبنان ¶ - موقع المسلم ¶ - موسوعة الاسرة المسلمة ¶ - صيد الفوائد ¶ - شبكة أنا المسلم ¶ - شبكة الفجر ¶ - إسلام أون لاين_نت تزكية ¶ - صيد الفوائ ¶ - مفكرة الاسلام ¶ - موقع الاخوان المسلمين ¶ - المصدر موقع المربي ¶ - مجلة نور الإسلام ¶ - كيف نحبب الصلاة لأبنائنا ؟!! د . أماني زكريا الرمادي ¶ - منتديات عين الإمارات ¶ -- منتديات عالم حواء ¶ - المركز الاسرائيلي لمعالجة الصدمات النفسية ¶ حقوق الطبع محفوظة للبلاغ ¶ إسلام أون لاين ¶ منتديات شبكة معهد العلوم الشرعية ¶ راجع التوازن في حياة المسلم للدكتور بكار ) ¶ أبو أحمد منتدى التحرير ¶ الخاتمة ¶ الحمد لله وكفى والصلاة والسلام على عبده الذى اصطفى ¶ وبعد",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "فقد تم ما فى جمعه سعيت وإن هذا لهو جهد المقل الذى لن يخلو من عيب أونقصان وذاك منى ومن الشيطان والله أسأل أن ينفع به وأن يجعله صالحا ولوجهه خالصا وأن يقيض له ¶ من يعمل به ويطبقه ويتبناه فإنه يحتاج إلى من يأخذه بقوة ويفرغ له الجهد والوقت حتى يثمر صلاحا واستقامة فى شباب المسلمين والله المستعان وعليه التكلان",
            "page": "100",
            "part": "1"
        }
    ],
    "t35165": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "المراهقة"
        }
    ]
}