{
    "b35168": [
        {
            "id": "1",
            "nass": "إلى ربات الخدور ¶ جمع وإعداد ¶ أبو أنس بن علي أبو لوز ¶ إهداء ¶ إلى أختي المسلمة التي تصمد أمام تلك الهجمات العدوانية الشرسة. ¶ إلى التي تسمع بتمسكها والتزامها كل يوم دعاة التحرر. ¶ إلى التي تعمق على حيائها وعفافها بالنواجذ.… ¶ إلى التي تحتضن كتاب ربها وترفع لواء رسولا. ¶ إلى القلعة الشامخة أمام طوفان الباطل قائلة: ¶ بيد العفاف أصون عز حجاب وبعصمتي أعلو على أترابي ¶ إليها بشرى نبيها، صلى الله عليه وسلم ، : ¶ \"إن من ورائكم أيام الصبر، للمتمسك فيهن يومئذ بما أنتم عليه أجر خمسين منكم \". قالوا: يا نبي الله! أو منهم؟ قال: \"بل منكم \". رواه الترمذي وأبو داود وصححه الألباني. ¶ وإليها قول رسول الله، صلى الله عليه وسلم،: ¶ \"إن الإسلام بدأ غريبا وسيعود غريبا كما بدأ فطوبى للغرباء\" قيل:ومن هم يا رسول الله؟ قال: \"الذين يصلحون إذا فسد الناس \". رواه الترمذي وصححه الألباني. ¶ إليها تحية الله للصابرين المؤمنين. ¶ { سَلامٌ عَلَيْكُمْ بِمَا صَبَرْتُمْ فَنِعْمَ عُقْبَى الدَّارِ }. [الرعد، الاية: 24]. ¶ المقدمة ¶ إن الحمد لله، نحمده، ونستعينه، ونستغفره، ونتوب إليه، ونعوذ بالله من شرور أنفسنا، ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له. ¶ وأشهد أن لا إله إلا الله وحده لا شريك له، القائل في كتابه العزيز: {وَقَرْنَ فِي بُيُوتِكُنَّ وَلا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الْأُولَى وَأَقِمْنَ الصَّلاةَ وَآتِينَ الزَّكَاةَ وَأَطِعْنَ اللَّهَ وَرَسُولَهُ }. [الأحزاب، الآية: 33]. ¶ وأشهد أن محمدا عبده ورسوله، بعثه ربه بالحق ودين الهدى ليخرج الناس من الظلمات إلى النور. ¶ والذي أوصانا،صلى الله عليه وسلم، بالنساء خيرا فقال،صلى الله عليه وسلم: \"استوصوا بالنساء خيرا فإنهن عندكم عوان \".",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "والذي حذرنا،صلى الله عليه وسلم، من فتنة النساء، بل شدد في التحذير لخطورة الأمر فقال صلى الله عليه وسلم: \"إن الدنيا حلوة خضرة وإن الله مستخلفكم فيها فينظر كيف تعملون، فاتقوا الدنيا، واتقوا النساء، فإن أول فتنة بني إسرائيل كانت في النساء\". وقال،صلى الله عليه وسلم: \"ما تركت بعدي فتنة أضر على الرجال، من النساء\". ¶ أما بعد: ¶ إن النساء شطر الأفة، لا تصلح الأمة إلا بصلاحهن، ولا صلاح إلا بإتباع الإسلام، وفهم كل فرد دوره في الحياة، فإنك أيتها الأخت خلقت لأمر عظيم جد عظيم، فإياك أن تعيشي على هامش الحياة، وترضي بالقليل من نعيم الآخرة الكبير، فإن الله- تعالى- يحب معالي الأمور ويكره سفاسفها. ¶ لقد عرف أعداء الإسلام- من اليهود وغيرهم- أن إفساد المرأة يعني إفساد المجتمع كله؛ لذلك عملوا جادين بكل الوسائل لإفسادها حتى خرجت سافرة تتسكع في الشوارع لتفتن الرجل بزينتها غير عابئة بأوامر ربها وتوجيهات رسولها. ¶ أختي المسلمة.. ¶ إن جمالك وزينتك أولى أن يتمتع بها من ائتمنك على بيته وأولاده.. فهو لا يريدك أن تتجملي لأحد غيره.. وهو يكره أن يرى جمالك ومفاتنك أحد غيره، وإلا كان ديوثا- أعاذنا الله من ذلك-. ¶ اقرئي- أختي- عن أمهات المؤمنين.. واصبري لتكوني سيدة عرائس الحور العين في الجنة.. بيتك مملكتك الجميلة.. فزينيها بالأخلاق والاحتشام.. وانتقي لها أجمل زهور الفضيلة.. دعك من التقليد الأعمى للكافرات والسافرات واقتدين بأمهات المؤمنين وفضليات المسلمات على امتداد الآجال. ¶ أختي المسلمة... ¶ بين يديك مجموعة من الرسائل والتوجيهات التي خطها علماؤنا وأدباؤنا الغيورون عليك.. جمعتها ورتبتها لك. داعيا المولى- عز وجل - أن تكون فيها الفائدة المرجوة التي تؤتي ثمارها لديك. ثم ذيلتها بمجموعة من الفتاوى تهمك، فإن أصبت فمن الله وإن أخطأت فمن نفسي والشيطان.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وقد جعلت لهذه المجموعة عنوانا وهو\"إلى ربات الخدور\" والخدور: أي: صاحبات البيوت والخدور: جمع خدر وهو كل ما تتوارى به المرأة. ويقال: ستر يمد للجارية في ناحية البيت. ويقال: مايفرد للجارية من السكن. وفي الحديث الصحيح \"كان الرسول، صلى الله عليه وسلم ، أشد حياء من العذراء في خدرها\". ¶ وفي الختام اسأل الله أن يجعل عملي هذا خالصا لوجهه الكريم لا رياء فيه ولا سمعة. إنه سميع مجيب. ¶ وآخر دعوانا أن الحمد لله رب العالمين. ¶ وصلى الله وسلم على نبينا محمد، وعلى آله وصحبه وسلم. ¶ أخوكم في الله ¶ أبو أنس ¶ علي بن حسين ¶ 22/ 4/1412هـ ¶ عجبا.. ¶ إن من عظمة هذا الدين.. أن شموليته اكتنفت كل جوانب الحياة ونظمتها تنظيما محكما يعجز غير الله عن فعل شيء منه، ولذلك بحكمته البالغة- سبحا نه-. ¶ ولقد حظيت المرأة بجانب عظيم من هذه الأهمية.. حيث أعزها الله- سبحانه وتعالى- بكرامة منه وعزة؛ لما لها من عظيم الأثر في المجتمع، فللمرأة مكانة في الإسلام عظيمة، ولم لا؟!. ¶ أليست هي صانعة الرجال؟! ¶ أليست هي الأم والابنة والزوجة والأخت؟! ¶ أليست هي التي تحمل وتضع حملها صابرة على الآلام الطوال؟! أليست هي من تشاطر زوجها ما له وما عليه؟ تصونه في غيابه وحضوره؟!. ¶ و أليست.. و أليست..؟! ¶ ثم ألا ترون معي أنها عمود الأسرة.. تصلح الأسرة بصلاحها وتفسد بفسادها؟! ¶ لهذا كله- وغيره كثير- نجد الإسلام قد كرمها أكثر من الرجل- على ضعفها-؛ حين أوصى بصحبتها النبي، صلى الله عليه وسلم، ثلاثا وفي الرابعة قال: ثم أبوك؟!. ¶ وحين جعل النبي، صلى الله عليه وسلم،. الجنة تحت قدميها. إذ جاء رجل إلى النبي، صلى الله عليه وسلم، يريد الجهاد في سبيل الله فقال له النبي،صلى الله عليه وسلم،: \"ألك أم \" قال: نعم قال: \"إلزم رجليها فثم الجنة\". ¶ إخوة الإيمان ...",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "لقد جاء الإسلام والمرأة مهضومة الحقوق، مهيضة الجناح، مسلوبة الكرامة، مهانة مزدراه، محل التشاؤم وسوء المعاملة، معدودة من سقط المتاع، وأبخس السلع، تباع وتشترى، توهب وتكترى، لا تملك ولا تورث، بل تقتل وتوأد بلا ذنب ولا جريمة، فلما جاء الإسلام بحكمه وعدله، رفع مكانتها وأعلى شأنها وأعاد لها كوامتها، وأنصفها فمنحها حقوقها وألغى مسالك الجاهلية نحوها، واعتبرها شريكة للرجل شقيقة له في الحياة. ¶ وقد ذكرها الله في كتابه الكريم مع الرجل في أكثر من موضع يقول- سبحانه-: { يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَى }. ¶ وأوصى بها النبي، صلى الله عليه وسلم، خيرا، ففي البخاري ومسلم عن أبي هريرة، رضي الله عنه، قال: قال رسول الله، صلى الله عليه وسلم،: \"استوصوا بالنساء خيرا \"، ولأحمد ولأبي داود والترمذي رضي الله عنه، قال: قال رسول الله، صلى الله عليه وسلم، : \"أكمل المؤمنين إيمانا أحسنهم خلقا وخياركم خياركم لنسائهم \". ¶ كما ضمن لها الإسلام الكرامة الإنسانية، والحرية الشرعية والأعمال الإسلامية التي تتفق مع طبيعتها وأنوثتها فيما لا يخالف نصا من كتاب أو سنة، ولا يعارض قاعدة ومقصدا من مقاصد الشريعة في محيط نسائي مصون، كما ساوى بينها وبين الرجل في عدد من النواحي إلا أن هذه المساواة قائمة على ميزان الشرع. ومقياس النقل الصحيح والعقل السليم. ¶ فقد جعل الله لكل من الرجل والمرأة خصائص ومزايا، ومقومات ليست للآخر وأقل كل منهما لما سيقوم به من مهام في هذه الحياة؛ فأعطى الرجل قوة في جسده ليسعى ويكدح ومنح المرأة العطف والحنان لتربية الأبناء وتنشئة الأجيال وبناء الأسر المسلمة . ¶ أمة الإسلام : ¶ أي شيء تريده المرأة بعد هذا التكريم ؟ ¶ وأي شيء تنشده بنات حواء بعد هذه الحصانة والرعاية ؟ ¶ أيستبدلن الذي هو أدنى بالذي هو خير ؟ ¶ أيؤثرن حياة التبرج والسفور والتهتك والاختلاط! على حياة الطهر والعفاف والحشمة ؟",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "أيضربن بنصوص الكتاب والسنة الآمرة بالحجاب والعفة عرض الحائط ؟! ويخدعن بالأبواق الماكرة ! والأصوات الناعقة! والدعايات المضفلة! والكلمات المعسولة الخادعة! التي تطالعنا بين الفينة والأخرى وتثار بين حين وآخر؟! ¶ أيتركن التأسي بأمهات المؤمنين الطاهرات! وأعلام النساء الصالحات: كعائشة، وخديجة، وفاطمة، وسمية ونسيبة ؟! ويقلدن الماجنات ويتشبهن بالفاجرات عياذا بالله ؟! ¶ أختي المسلمة... إنك لن تبلغي كمالك المنشود وتعيدي مجدك المفقود وتحققي مكانتك السامية إلا باتباع تعاليم الإسلام والوقوف عند حدود الشريعة- وذلك وحده- هو الكفيل بأن يطبع في قلبك محبة الفضائل،والتنزه عن الرذائل، فمكانك- والله- تحمدي، وبيتك تسعدي، وحجابك تصلحي وعفافك تريحي وتستريحي{ وَقَرْنَ فِي بُيُوتِكُنَّ وَلا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الْأُولَى }. [الأحزاب، الآية: 33]. { يَا أَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ وَبَنَاتِكَ وَنِسَاءِ الْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِنْ جَلابِيبِهِنَّ }. [الأحزاب، الآية: 59 ]. ¶ فأنت في الإسلام درة مصونة وجوهرة مكنونة، وبغيره دمية في يد كل فاجر، وألعوبة وسلعة رخيصة يتاجر بها؛ بل يلعب بها ذئاب البشر! فيهدرون عفتها وكرامتها، ثم يلفظونها لفظ النواة. فمتى خالفت المرأة آداب الإسلام، وتساهلت بالحجاب وبرزت للرجال مزاحمة متعطرة، غاض ماؤها وقل حياؤها وذهب بهاؤها فعظمت بها الفتنة وحلت بها الشرور. ¶ فيا أيتها المسلمة... المعتزة بشرف الإسلام! ويا أيتها الحرة العفيفة المصونة! أنت خلف لخير سلف، تمسكي بكتاب الله وسنة رسوله، صلى الله عليه وسلم ، وكوني على حذر وفطنة من الأيدي الماكرة والعيون الحاسدة والأنفس الخبيثة الشريرة، التي تريد إنزالك من علياء كرامتك، وتهبط بك من سماء مجدك، وتخرجك من دائرة سعادتك، وإياك والخديعة والانهزام أمام هذه الحرب السافرة: بين الحجاب والسفور، والعفاف والإباحية .",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "إن أعداء الإسلام من اليهود وأتباعهم قد ساءهم وأقلق مضاجعهم ما تتمتع به المرأة المسلمة من حصانة وكرامة، فسلطوا عليها الأضواء، ونصبوا لها الشباك، ورموها بنبلهم وسهامهم، ومن الغريب أن يحقق مقاصدهم، ويسير في ركابهم، ويسعى في نشر أفكارهم أناس من بني جلدتنا، ويتكلمون بلغتنا، فيشنون الحرب الفكرية الشعواء على أخواتنا المسلمات مياه وجوهنا عبر العناوين المشوقة والمقالات الساحرة هنا وهناك، فينادون زورا وخديعة بتحرير المرأة، ويطالبون بعمل المرأة وخروجها من المنزل، ويشيعون الشائعات المغرضة والشبه الداحضة عن المرأة المسلمة، فيقولون عن المجتمع المسلم المحافظ: \"إن نصفه معطل \" و \"لا يتنفس إلا برئة واحدة !! وكيف تترك المرأة حبيسة البيت بين أربعة جدران؟! وما إلى ذلك من الأقوال الأفاكة والعبارات المضللة. ¶ فماذا يريد هؤلاء؟ ¶ وإلى أي شيء يهدفون؟ ¶ أختي .. إنهم يهدفون إلى تحرر المرأة من أخلاقها وآدابها وانسلاخها من مثلها وقيمها ومبادئها وإيقاعها في الشر والفساد .. ¶ إنهم يريدونها عارضة للأزياء!!. ملكة للجمال!!. بغية!!. ¶ خبروني بربكم أي فتنة وأي بلاء يحدث إذا هتك الحجاب! ووضع الجلباب! وافترس المرأة الذئاب؟! نتيجة السفور والاختلاط في الدوائر والمكاتب والمدارس والأسواق . ¶ أما يكفي زاجرا وواعظا ما وقعت فيه المجتمعات المخالفة لتعاليم الإسلام من الهبوط في مستنقعات الرذيلة ومهاوي الشرور وبؤر الفساد ؟! حين أهملت أمر المرأة، حتى انطلقت الصيحات المجربة والنداءات المتكررة مطالبة بعودة. المرأة إلى حصنها وقرارها !! ¶ هل يرضى من فيه أدنى غيرة ورجولة، أن تصير امرأته وموليته مرتعا لأنظار الفسقة، وعرضة لأعين الخونة، ومائدة مكشوفة ولقمة سائغة أمام معدومي المروءة وضعاف النفوس؟!",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "ولقد أفادت الأوضاع السائدة أن خروج المرأة من بيتها هو أمارة الخراب والدمار، وعلامة الضياع والفساد وعنوان انقطاع وسائل الألفة والمحبة، وانتشار غوائل الرذيلة والفساد بين أبناء المجتمع. ¶ فإلى أخواتنا المسلمات... في عالمنا الإسلامي شرقيه وغربيه أوجه النداء من مكاني هذا بالتمسك الشديد بكتاب الله، والعض على سنة نبيه بالنواجذ، وإتباع تعاليم الإسلام وآدابه. ¶ وإلى الجمعيات النسائية... في كل مكان، أحذر من مغبة مخالفة المرأة لهدى الإسلام، وأدعو إلى الحذر الشديد من الانسياق وراء الشعارات البراقة والدعايات المسمومة المضللة ضد أخلاق المرأة ومثلها وقيمها. ¶ احذري الذئاب ¶ أختي في الله... ¶ إن طبيعتك الضعيفة منحها الله قوة في التأثير على الرجال، وجعلك شهوة وفتنة.. جعل منك جمالا وأنوثة وسحرا.. وجعل فيك رقة تنخلع لها قلوب الرجال.. لهذا تريد الكلاب الضالة أن تتمردى على الحصن الذي حماك الله به من أنيابهم. ¶ يرويدنك عارية.. سافرة كي يتمتعوا بجسدك وأنوثتك.. ألم تسمعي أحد خلاعهم، وهو يقول: ¶ أسفري فالحجاب يا ابنة فهر هو داء في الاجتماع وخيم؟ ¶ الله أكبر.. وسبحان الله..!! ¶ أهؤلاء هم الذين يريدون أن يحرروك يا أختاه ؟! يحرروك من الشرف والعفة !.. يحرروك من الأخلاق والفضيلة! لتقعي بين أنيابهم فإذا قضوا وطرهم.. فعليك السلام !! ¶ أختي المسلمة... ¶ ((إذا كان الذئب لا يريد من النعجة إلا لحمها، فالذي يريده منك الرجل أعز عليك من اللحم على النعجة، وشر عليك من الموت عليها، يريد منك أعز شيء عليك: عفافك الذي به تشرفين، وبه تفخرين، وبه تعيشين، وحياة البنت التي فجعها الرجل بعفافها، أشد عليها بمئة مرة من الموت على النعجة التي فجعها الذئب بلحمها.. إي والله، وما رأى شاب فتاة إلا جردها بخياله من ثيابها ثم تصورها بلا ثياب .",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "إي والله ، أحلف لك مرة ثانية، ولا تصدقي ما يقوله بعض الرجال، من أنهم لا يرون في البنت إلا خلقها وأدبها، وأنهم يكلمونها كلام الرفيق، ويودونها ود الصديق، كذب والله، ولو سمعت أحاديث الشباب في خلواتهم، لسمعت كلاما مهولاً مرعبا، وما يبسم لك الشاب بسمة، ولا يلين لك كلمة، ولا يقدم لك خدمة، إلا وهي عنده تمهيد لما يريد، أوهي على الأقل إيهام لنفسه أنها تمهيد. ¶ وماذا بعد ؟.. ماذا يا بنت ؟.. فكري... ¶ * تشتركان في لذة ساعة، ثم ينسى هو، وتظلين أنت أبدا تتجرعين غصصها، يمضي (خفيقا) يفتش عن مغفلة أخرى يسرق منها عرضها، وينوء بك أنت تقل الحمل في بطنك، والهم في نفسك، والوصمة على جبينك، يغفر له هذا المجتمع الظالم، ويقول: شاب ضل ثم تاب، وتبقين أنت في حمأة الخزي والعار طول الحياة، لا يغفر لك المجتمع أبدا. ¶ ولو أنك إذا لقيته نصبت له صدرك، وزويت عنه بصرك، وأريته الحزم والإعراض... فإذا لم يصرفه عنك هذا الصد، وإذا بلغت به الوقاحة أن ينال منك بلسان أو يد، نزعت حذاءك من رجلك، ونزلت به على رأسه، لو أنك فعلت هذا، لرأيت من كل من يمر في الطريق عونا لك عليه، ولما جرؤ بعدها فاجر على ذات سوار، ولجاءك- إن كان صالحا- تائبا مستغفرا، يسأل الصلة بالحلال، جاءك يطلب الزواج \". ¶ هل تصدقين ؟! ¶ امرأة صالحة تقية تحب الخير ولا تفتر عن ذكر الله، لا تسمح لكلمة نابية أن تخرج من فمها. إذا ذكرت النار خافت وفزعت ورفعت أكف الضراعة إلى الله طالبة الوقاية منها، وإذا ذكرت الجنة شهقت رغبة فيها ومدت يديها بالدعاء والابتهال إلى الله أن يجعلها من أهلها.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "تحب الناس ويحبونها.. وتألفهم ويألفونها.. وفجأة تشعر بألم شديد في الفخذ وتسارع إلى الدهون والكمادات، ولكن الألم يزداد شدة، وبعد رحلة في مستشفيات كثيرة ولدى عدد من الأطباء سافر بها زوجها إلى لندن وهناك وفي مستشفى فخم وبعد تحليلات دقيقة يكتشف الأطباء أن هناك تعفنا في الدم، ويبحثون عن مصدره فإذا هو موضع الألم في الفخذ، ويقرر الأطباء أن المرأة تعاني من سرطان في الفخذ هو مبعث الألم ومصدر العفن. وينتهي تقريرهم إلى ضرورة الإسراع ببتر رجل المرأة من أعلى الفخذ حتى لا تتسع رقعة المرض. ¶ وفي غرفة العمليات كانت المرأة ممددة مستسلمة لقضاء الله وقدره، ولكن لسانها لم ينقطع عن ذكر الله وصدق اللجوء والتضرع إليه. ويحضر جمع من الأطباء، فعملية البتر عملية كبيرة. ويوضع الموس في المقص، وتدنى المرأة ويحدد بدقة موضع البتر. وبدقة متناهية ووسط وجل شديد ورهبة عميقة يوصل التيار الكهربائي، وما يكاد المقص يتحرك حتى ينكسر الموس وشط دهشة الجميع، وتعاد العملية بوضع موس جديد، وتتكرر الصورة نفسها وينكسر الموس، وما يكاد الموس ينكسر للمرة الثالثة.. لأول مرة في عمليات البتر التي أجريت من خلاله. حتى ارتسمت علامات حيرة شديدة على وجوه الأطباء الذين راحوا يتبادلون النظرات. ¶ اعتزل كبير الأطباء بهم جانبا، وبعد مشاورات سريعة قرر الأطباء أجراء جراحة للفخذ التي يزمعون بترها، ويا لشدة الدهشة إذ ما كاد المشرط يطل وسط أحشاء الفخذ حتى رأى الأطباء بأم أعينهم قطنا متعفتا بصورة كريهة، وبعد عملية يسيرة نظف فيها الأطباء المكان وعقموه.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "صحت المرأة وقد زالت الآلام بشكل نهائي حتى لم يبق لها أثر، نظرت فوجدت رجلها لم تمس بأذى، ووجدت زوجها يحادث الأطباء الذين لم تغادر الدهشة وجوههم، فراحوا يسألون زوجها هل حدث وأن أجرت المرأة عملية جراحية في فخذها، لقد عرف الأطباء من المرأة وزوجها أن حادثا مروريا تعرضا له قبل فترة طويلة كانت المرأة قد جرحت جرحا بالغا في ذلك الموضع، وقال الأطباء بلسان واحد: إنها العناية الإلهية. ¶ وكم كانت فرحة المرأة وكابوس الخطر ينجلي، وهي تستشعر أنها لن تمشي برجل واحدة كما كان يؤرقها؟! فراحت تلهج بالحمد والثناء على الله الذي كانت تستشعر قربه منها ولطفه بها ورحمته لها. ¶ أختي المسلمة : قصة هذه المرأة نموذج من نماذج لا حصر لها من أولياء الله، الذين التزموا أمره وآثروا رضاه على رضى غيره، وملأت محبته قلويهم، فراحوا يلهجون بذكره لا يفترون عنه حتى أصبح ذكر الله نشيدا عذبا لا تمل ألسنتهم من ترديده، بل تجد فيه الحلاوة واللذة،وهؤلاء يقبلون على أوامر الله بشوق ويمتثلون أحكامه بحب، والله- سبحانه، وتعالى- لا يتخلى عن هؤلاء؛ بل يمدهم بقوته ويساعدهم بحوله ويمنعهم بعزته وبعد ذلك يمنحهم رضاه ويحلهم جنته. ¶ فهل من أمثال هذه المرأة الصالحة؟! ¶ نسأل الله ذلك! ¶ الحجاب ...الحجاب يا أمة الله ¶ ولقد جاءت النصوص الكثيرة بالوصية بالمرأة، ومراعاة حالها قال الله- تعالى-: {مِثْلُ الَّذِي عَلَيْهِنَّ بِالْمَعْرُوفِ}. [سورة البقرة، الآية: 228]. وقال- عز وجل-: { وَعَاشِرُوهُنَّ بِالْمَعْرُوفِ }. [سورة النساء، الآية:19]. وقال النبي، صلى الله عليه وسلم ،: \"استوصوا بالنساء خيراً وقال، عليه الصلاة والسلام،: \"الدنيا متاع وخير متاعها المرأة الصالحة\". وسئل الرسول، صلى الله عليه وسلم، : ما حق زوجة أحدنا عليه؟ قال: \"أن تطعمها إذا طعمت، وتكسوها إذا اكتسيت، ولا تضرب الوجه، ولا تقبح، ولا تهجر إلا في البيت \".",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "ومما جاء به الإسلام رعاية للمرأة وصيانة لكرامتها أن أمرها بمكارم الأخلاق، وإن من مكارم الأخلاق التي بعث بها محمد، صلى الله عليه وسلم ، ذلك الخلق الكريم خلق الحياء، الذي جعله النبي، صلى الله عليه وسلم، من الإيمان، وشعبة من شعبه. ¶ ولا ينكر أحد أن من الحياء المأمور به شرعا وعرفا احتشام المرأة، وتخلقها بالأخلاق التي تبعدها عن مواطن الفتن، ومواضع الريب. وإن مما لا شك فيه أن احتجابها بتغطية وجهها ومواضع الفتنة منها لهو من أكبر احتشام تفعله، وتتحلى به، لما فيه من صونها وإبعادها عن الفتنة. ¶ * والحجاب الذي يجب على المرأة أن تتخذه هو أن تستر جميع بدنها عن غير زوجها ومحارمها، لقول الله- تعالى-: {يَا أَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ وَبَنَاتِكَ وَنِسَاءِ الْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِنْ جَلابِيبِهِنَّ ذَلِكَ أَدْنَى أَنْ يُعْرَفْنَ فَلا يُؤْذَيْنَ }. [سورة الأحزاب، الآية: 59] . ¶ والجلباب : هو الملاءة أو الرداء الواسع الذي يشمل جميع البدن. ¶ فأمر الله- تعالى- نبيه أن يقول لأزواجه وبناته ونساء المؤمنين، يدنين عليهن من جلابيبهن حتى يسترن وجوههن ونحورهن. ¶ وقد دلت الأدلة من كتاب الله، وسنة رسوله، صلى الله عليه وسلم ، والنظر الصحيح، والاعتبار، والميزان، على أنه يجب على المرأة أن تستر وجهها عن الرجال الأجانب الذين ليسوا من محارمها وليسوا من أزواجها، ولا يشك عاقل أنه إذا كان على المرأة أن تستر رأسها وتستر رجليها، وأن لا تضرب برجليها حتى يعلم ما تخفي من زينتها- الخلخال ونحوه-، وأن هذا واجب؛ فإن وجوب ستر الوجه أوجب وأعظم، وذلك أن الفتنة الحاصلة بكشف الوجه أعظم بكثير من الفتنة الحاصلة بظهور شعرة من شعر رأسها أو ظفر من ظفر رجليها.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وإذا تأمل العاقل المؤمن هذه الشريعة وحكمها وأسرارها، تبين أنه لا يمكن أن تلزم المرأة بستر الرأس والعنق والذراع والساق والقدم، ثم تبيح للمرأة أن تخرج كفيها، وأن تخرج وجهها المملوء جمالا وتحسينا، فإن ذلك خلاف الحكمة. ¶ ومن تأمل ما وقع فيه الناس اليوم من التهاون في ستر الوجه،الذي أدى إلى أن تتهاون المرأة فيما وراءه؛ حيث تكشف رأسها وعنقها ونحرها وذراعها، وتمشي في الأسواق بدون مبالاة في بعض البلاد الإسلامية علم علما يقينا بأن الحكمة تقتضي؛ أن على النساء ستر وجوههن. ¶ فعليك أيتها المرأة أن تتقي الله- عز وجل-، وأن تحتجبي الحجاب الواجب الذي لا تكون معه فتنة، بتغطية جميع البدن عن غير الأزواج والمحارم. ¶ وإذا تأملنا السفور وكشف المرأة وجهها للرجال الأجانب وجدناه يشتمل على مفاسد كثيرة وإن قدر فيه مصلحة فهي يسيرة منغمرة في جانب المفاسد ¶ فمن مفاسده: ¶ 1- الفتنة: فإن المرأة إذا كشفت وجهها حصل به فتنة للرجال، لا سيما إن كانت شابة أو جميلة أو فعلت ما يجفل وجهها ويبهيه ويظهره بالمظهر الفاتن، وهذا من أكبر دواعي الشر والفساد. ¶ 2- زوال الحياء عن المرأة: الذي هو من الإيمان، ومن مقتضيات فطرتها، فقد كانت المرأة مضرب المثل في الحياء. فيقال: أحىَّ من العذراء في خدرها. ¶ وزوال الحياء عن المرأة نقص في إيمانها وخروج عن الفطرة التي فطرت عليها. ¶ 3- شدة تعلق الرجال ومتابعتهم إياها: لا سيما إذا كانت جميلة وحصل منها تملق وضحك ومداعبة، كما في كثير من السافرات وقد قيل: نظرة، فسلام، فكلام، فموعد، فلقاء. ¶ والشيطان يجري من ابن آدم مجرى الدم، فكم من كلام وضحك وفرح أوجب تعلق قلب الرجل بالمرأة وقلب المرأة بالرجل؟! فحصل بذلك من الشر ما لايمكن دفعه نسأل الله السلامة. ¶ 4- اختلاط النساء بالرجال: فإن المرأة إذا رأت نفسها مساوية للرجال في كشف الوجه، والتجول سافرة لم يحصل منها حياء ولا خجل من مزاحمتهم، وفي ذلك فتنة كبيرة وفساد عريض.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وإننا لنأسف كل الأسف أن يأخذ أقوام من هذه الأمة المسلمة بكل ما ورد عليهم من عادات وتقاليد وشعارات، من غير أن يتأنوا فيها، وينظروا إليها بنظر الشرع والعقل، ينظروا فيها هل تخالف شريعة الله أم لا؟ فإذا كانت تخالف شريعة الله رفضوها واجتنبوها كما يرفض الجسم السليم جرثومة المرض، ثم نضخوا من كان متلبسا بها من إخوانهم المسلمين الذين وردوا بها ونقلوها إلى مجتمعاتهم بدون تأمل ونظر فهذه حقيقة المؤمن أن يكون قوي الشخصية، متبوعا لا تابعا، صالحا مصلحا، نافذ العزيمة بصير التفكير. ¶ وإذا كانت هذه العادات والتقاليد والشعارات الواردة إلينا لا تخالف الشريعة فلينظر إليها بنظر العقل ولننظر ما نتيجتها في الحاضر والمستقبل القريب والبعيد، فإنه قد لا يكون لها تأثير ملموس في الحاضر، لكن لها تأثير مرتقب في المستقبل، ومتى سرنا بهذا الاتجاه وعلى هذا الخط فمعنى ذلك أننا نسير على بصيرة وفي اتجاه سليم موفق بإذن الله تعالى. ¶ وإن مما يندى له الجبين ويستدعي النظر فيه بنظر الشرع والعقل أنك ترى المرأة الشابة : ¶ تخرج من بيتها إلى السوق بألبسة مغرية، ألبسة جميلة؛ إما قصيرة وإما طويلة، ليس فوقها إلا عباءة قصيرة، أو طويلة، يفتحها الهواء أحيانا، وترفعها هي عمدا أحيانا . ¶ تخرج بخمار تستر به وجهها، لكنه أحيانا يكون رقيقا يصف لون جلد وجهها، وأحيانا تشده على وجههما شذا قويا، بحيث تبرز مرتفعات وجهها كأنفها ووجنتيها . ¶ تخرج لابسة من حلي الذهب ما لبست، ثم تكشف عن ذراعيها حتى يبدو الحلي، كأنما تقول للناس: شاهدوا ما في فتنة كبرى ومحنة عظمى . ¶ تخرج متطيبة بطيب قوي الرائحة يفتن كل من في قلبه مرض من الرجال، وقد قال النبي، صلى الله عليه وسلم، : (( إن المرأة إذا استعطرت فمرت بالمجلس فهي كذا وكذا يعني زانية \". رواه الترمذي وقال: حديث حسن صحيح. وقال، عليه الصلاة والسلام،: \"إذا خرجت إحداكن إلى المسجد فلا تمس طيبا\".",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "تخرج من بيتها تمشي في السوق مشيا قويا، كما يمشي أقوى الرجال وأشبههم، كأنما تريد أن يعرف الناس قوتها ونشاطها، وتمشي مع صاحبتها وهي تمازحها وتضاحكها بصوت مسموع، وتدافعها بتدافع منظور. ¶ تقف على صاحب الدكان تبايعه، وقد كشفت عن ذراعيها ويديها، وربما تمازحه ويمازحها ويضحك معها، إلى غير ذلك مما يفعله بعض النساء، من أسباب الفتنة والخطر العظيم، والسلوك الشاذ الخارج عن توجيهات الإسلام، وطريق أمة الإسلام. يقول الله- تعالى- لنساء نبيه وهن القدوة: {وَقَرْنَ فِي بُيُوتِكُنَّ وَلا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الْأُولَى}. [الأحزاب، الآية: 33]. ويقول النبي، صلى الله عليه وسلم، : \"لا تمنعوا إماء الله ساجد الله، وبيوتهن خير لهن \". خير لهن من أي شيء؟ من مساجد الله فكيف بخروجهن للأسواق؟!!. ¶ وإن هذا الحديث الصحيح ليدل على أنه يجوز للرجل أن يمنع المرأة من الخروج للسوق ما عدا المسجد، ولا إثم عليه في ذلك، ولا حرج، أما منعها من التبرج والسفور والتعطر فإنه واجب عليه ومسؤول عنه يوم القيامة، فإذا كانت المرأة العجوز ممنوعة من التبرج بالزينة، فكيف تكون الشابة التي هي محل الفتنة؟! يقول الله- عز وجل-: {وَالْقَوَاعِدُ مِنَ النِّسَاءِ اللَّاتِي لا يَرْجُونَ نِكَاحاً فَلَيْسَ عَلَيْهِنَّ جُنَاحٌ أَنْ يَضَعْنَ ثِيَابَهُنَّ غَيْرَ مُتَبَرِّجَاتٍ بِزِينَةٍ وَأَنْ يَسْتَعْفِفْنَ خَيْرٌ لَهُنَّ وَاللَّهُ سَمِيعٌ عَلِيمٌ }.[سورة النور، الآية: 6].ويقول- سبحانه وتعالى-:{وَلا يَضْرِبْنَ بِأَرْجُلِهِنَّ لِيُعْلَمَ مَا يُخْفِينَ مِنْ زِينَتِهِنَّ} [سورة النور، الآية: 31]. وهو الخلخال الذي تلبسه في رجلها وتخفيه بثوبها فإذا ضربت برجلها على الأرض سمع صوته فإذا كانت منهية أن تفعل ما يعلم به زينة الرجل المخفاة فكيف بمن تكشف عن ذراعها حتى تشاهد زينة اليد؟!.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "إن فتنة المشاهدة أعظم من فتنة السماع، ويقول النبي، صلى الله عليه وسلم،: \"صنفان من أهل النار لم أرهما بعد، قوم معهم سياط كأذناب البقر يضربون بها الناس، ونساء كاسيات عاريات مائلات مميلات، رؤوسهن كأسنمة البخت المائلة، لا يدخلن الجنة ولا يجدن ريحها، وإن ريحها ليوجد من مسيرة كذا وكذا\". وصفهن النبي، صلى الله عليه وسلم، بأنهن كاسيات \" أي: عليهن كسوة ولكنهن لا عاريات لأن هذه الكسوة لا تستر، إما لخفتها، أو ضيقها، أو قصرها. ¶ ((مائلات)) عن طريق الحق ((مميلات)) لغيرهن بما يحصل منهن من الفتنة. ¶ ((رؤوسهن كأسنمة البخت المائلة)). بما يلففن عليهن من شعورهن أو غيرها حتى يكون كسنام البصير المائل. ¶ وبعد هذه الجولة أختي المسلمة عن أهمية الحجاب ووجوبه تعالي لنعرف سويا فضائل الحجاب. ¶ فضائل الحجاب ¶ الحجاب طاعة لله عز وجل وطاعة لرسوله، صلى الله عليه وسلم: ¶ أوجب الله- تعالى- طاعته، وطاعة رسوله، صلى الله عليه وسلم، فقال: {وَمَا كَانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْراً أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلالاً مُبِيناً}. [الأحزاب، الآية: 36]. وقال- عز وجل-: {فَلا وَرَبِّكَ لا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لا يَجِدُوا فِي أَنْفُسِهِمْ حَرَجاً مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيماً}. [النساء، الآية: 64]. ¶ وقد أمر الله- سبحانه، وتعالى- النساء بالحجاب، فقال- عز وجل-: {وَقُلْ لِلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ وَلا يُبْدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنْهَا} [النور، الآية: 31]. وقال- سبحانه-: { وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَى جُيُوبِهِنَّ }. [النور، الآية: 31].",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وقال- سبحانه-: {وَقَرْنَ فِي بُيُوتِكُنَّ وَلا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الْأُولَى }[الأحزاب، الآية: 33]. وقال- تبارك، وتعالى-: {وَإِذَا سَأَلْتُمُوهُنَّ مَتَاعاً فَاسْأَلوهُنَّ مِنْ وَرَاءِ حِجَابٍ ذَلِكُمْ أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ }[الأحزاب، الاية: 53]. وقال- تعالى-: {يَا أَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ وَبَنَاتِكَ وَنِسَاءِ الْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِنْ جَلابِيبِهِنَّ }. [الأحزاب، الآية: 59] ¶ وقال رسول الله، صلى الله عليه وسلم،: \"المرأة عورة\" يعني أنه يجب سترها . ¶ الحجاب عفة : ¶ فقد جعل الله- تعالى- التزام الحجاب عنوان العفة، فقال تعالى:{يَا أَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ وَبَنَاتِكَ وَنِسَاءِ الْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِنْ جَلابِيبِهِنَّ ذَلِكَ أَدْنَى أَنْ يُعْرَفْنَ }.[الأحزاب، الآية: 59]. لتسترهن بأنهن عفائف مصونات {فَلا يُؤْذَيْنَ} فلا يتعرض لهن الفساق بالأذى، وفي قوله- سبحانه-: {فَلا يُؤْذَيْنَ} إشارة إلى أن في معرفة محاسن المرأة إيذاء لها، ولذويها بالفتنة والشر. ¶ ورخص- تبارك، وتعالى- للنساء العجائز، اللائي لم يبق فيهن موضع فتنة، في وضع الجلابيب، وكشف الوجه والكفين، فقال- عز وجل-: {وَالْقَوَاعِدُ مِنَ النِّسَاءِ اللَّاتِي لا يَرْجُونَ نِكَاحاً }. أي: إثم، { أَنْ يَضَعْنَ ثِيَابَهُنَّ غَيْرَ مُتَبَرِّجَاتٍ بِزِينَةٍ }. [النور، الأية:6]. ثم عقبه ببيان المستحب والأكمل فقال- عز وجل-: {وَأَنْ يَسْتَعْفِفْنَ} باستبقاء الجلابيب، {خَيْرٌ لَهُنَّ وَاللَّهُ سَمِيعٌ عَلِيمٌ} . [النور، الآية:65]. فوصف الحجاب بأنه عفة، وخير في حق العجائز فكيف بالشابات ؟ ¶ الحجاب طهارة :",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "قال-سبحانه-:{وَإِذَا سَأَلْتُمُوهُنَّ مَتَاعاً فَاسْأَلوهُنَّ مِنْ وَرَاءِ حِجَابٍ ذَلِكُمْ أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ}.[الأحزاب، الآية: 53]. فوصف الحجاب بأنه طهارة لقلوب المؤمنين والمؤمنات، لأن العين إذا لم تر لم يشته القلب، أما إذا رأت العين فقد يشتهي القلب، وقد لا يشتهي، ومن هنا كان القلب عند عدم الرؤية أطهر، وعدم الفتنة حينئذ أظهر،لأن الحجاب يقطع أطماع مرضى القلوب {فَلا تَخْضَعْنَ بِالْقَوْلِ فَيَطْمَعَ الَّذِي فِي قَلْبِهِ مَرَضٌ }. [الأحزاب، الآية: 32]. ¶ الحجاب ستر: ¶ قال رسول الله، صلى الله عليه وسلم،: \"إن الله- تعالى- حي ستير، يحب الحياء والستر\". وقال، صلى الله عليه وسلم، : \"أيما امرأة نزعت ثيابها في غير بيتها، خرق الله- عز وجل- عنها ستره \". والجزاء من جنس العمل . ¶ الحجاب تقوى : ¶ قال الله- تعالى-: {يَا بَنِي آدَمَ قَدْ أَنْزَلْنَا عَلَيْكُمْ لِبَاساً يُوَارِي سَوْآتِكُمْ وَرِيشاً وَلِبَاسُ التَّقْوَى ذَلِكَ خَيْرٌ}. [الأعراف، الآية: 36]. ¶ الحجاب إيمان: ¶ والله- سبحانه، وتعالى- لم يخاطب بالحجاب إلا المؤمنات، فقد قال- سبحانه-:{وَقُلْ لِلْمُؤْمِنَاتِ}.[النور، الآية:31]. وقال- عز وجل-: {وَنِسَاءِ الْمُؤْمِنِينَ }. [الأحزاب، الآية: 59]. ولما دخل نسوة من بني تميم على أم المؤمنين عائشة- رضي الله عنها- عليهن ثياب رقاق، قالت: \"إن كنتن مؤمنات فليس هذا بلباس المؤمنات، وإن كنتن غير مؤمنات، فتمتعن به \". ¶ الحجاب حياء : ¶ وقد قال، صلى الله عليه وسلم،: \"إن لكل دين خلقا، وخلق الإسلام الحياة\". وقال، صلى الله عليه وسلم،: \" الحياء من الإيمان، والإيمان في الجنة\".",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وقال، صلى الله عليه وسلم،: \"الحياء والإيمان قرنا جميعا، فإذا رفع أحدهما رفع الآخر\"، وعن أم المؤمنين عائشة، رضي الله عنها، قالت: ((كنت أدخل البيت الذي دفن فيه رسول الله، صلى الله عليه وسلم،وأبي- رضي الله عنه- واضعة ثوبي، وأقول: إنما هو زوجي وأبي، فلما دفن عمر، رضي الله عنه، والله ما دخلته إلا مشدودة علي ثيابي، حياء من عمر رضي الله عنه \"، ومن هنا فإن الحجاب يتناسب مع الحياء الذي جبلت عليه المرأة . ¶ الحجاب غيرة : ¶ يتناسب الحجاب أيضا مع الغيرة التي جبل عليها الرجل السوي، الذي يأنف أن تمتد النظرات الخائنة إلى زوجته وبناته ، وكم من حروب نشبت في الجاهلية والإسلام غيرة على النساء، وحمية لحرمتهن، قال علي -رضي الله عنه-:\" بلغني أن نساءكم يزاحمن العلوج- أي الرجال الكفار من العجم- في الأسواق، ألا تغارون؟ إنه لا خير فيمن لا يغار\". ¶ والآن أختي المسلمة وبعد أن عرفتي فضائل الحجاب فلا بد من توفر شروط معينة فيه حتى يكون حجابا شرعيا مقبولا عند الله- سبحانه، وتعالى- فمع جولة سريعة لمعرفة هذه الشروط والله المستعان. ¶ شروط الحجاب الشرعي ¶ الأول : ستر جميع بدن المرأة: بما في ذلك الوجه والكفين على الراجح. ¶ الثاني : أن لا يكون الحجاب في نفسه زينة: لقوله- تعالى-: {وَلا يُبْدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنْهَا} [النور، الأية: 31]. وقوله- تعالى-: {وَلا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الْأُولَى}. [الأحزاب، الآية: 33]. وقد شرع الله الحجاب، ليستر زينة المرأة فلا يعقل أن يكون هو في نفسه زينة.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "الثالث : أن يكون صفيقا ثخينا لا يشف: لأن الستر لا يتحقق إلا به، أما الشفاف فهو يجعل المرأة كاسية بالاسم، عارية في الحقيقة، قال، صلى الله عليه وسلم،: \"سيكون في آخر أمتي نساء كاسيات عاريات، على رؤوسهن كأسنمة البخت، العنوهن فإنهن ملعونات \". زاد في حديث آخر: \"لا يدخلن الجنة ولا يجدن ريحها، وإن ريحها ليوجد من مسيرة كذا وكذا\"، وهذا يدل على أن ارتداء المرأة ثوبا شفاقا رقيقا يصفها من الكبائر المهلكة. ¶ الرابع : أن يكون فضفاضا واسعا غير ضيق: لأن الغرض من الحجاب منع الفتنة، والضيق يصف حجم جسمها، أو بعضه، ويصوره في أعين الرجال، وفي ذلك من الفساد والفتنة ما فيه. قال أسامة بن زيد - رضي الله عنهما-: كساني رسول الله، صلى الله عليه وسلم، قبطية كثيفة مما أهداها له دحية الكلبي، فكسوتها امرأتي، فقال: \"مالك لم تلبس القبطية؟ \".. قلت: كسوتها امرأتي.. فقال: \"مرها فتجعل تحتها غلالة- وهي شعار يلبس تحت الثوب- فإني أخاف أن تصف حجم عظامها\". ¶ الخامس : أن لا يكون مبخرا مطيبا: قال رسول الله، صلى الله عليه وسلم،: \"أيما امرأة استعطرت، فمرت على قوم ليجدوا ريحها، فهي زانية\". ¶ السادس : أن لا يشبه ملابس الرجال: قال، صلى الله عليه وسلم،: \"ليس منا من تشبه بالرجال من النساء، ولا من تشبه بالنساء من الرجال \". ¶ وعن أبي هريرة- رضي الله عنه- قال: \"لعن رسول الله، صلى الله عليه وسلم، الرجل يلبس لبسة المرأة، والمرأة تلبس لبسة الرجل \". ¶ وقال صلى الله عليه وسلم : \"ثلاث لا يدخلون الجنة، ولا ينظر الله إليهم يوم القيامة: العاق والديه، والمرأة المترجلة المتشبهة بالرجال، والديوث \". ¶ السابع : أن لا يشبه ملابس الكافرات: قال رسول الله، صلى الله عليه وسلم،: \"من تشبه بقوم فهو منهم \"، وعن عبدالله بن عمرو- رضي الله عنهما- قال: \"رأى رسول الله، صلى الله عليه وسلم، على ثوبين معصفرين، فقال: إن هذه من ثياب الكفار، فلا تلبسها، \".",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "الثامن : أن لا تقصد به الشهرة بين الناس: قال رسول الله، صلى الله عليه وسلم،: \"من لبس ثوب شهرة في الدنيا ألبسه الله ثوب مذلة يوم القيامة، ثم ألهب فيه نارا \"، ولباس الشهرة وهو كل ثوب يقصد به صاحبه الاشتهار بين الناس، سواء كان الثوب نفيسا يلبسه تفاخرا بالدنيا وزينتها، أو خسيسا يلبسه إظهارا للزهد والرياء، فهو يرتدي ثوبا مخالفا مثلا لألوان ثيابهم ليلفت نظر الناس إليه، وليختال عليهم بالكبر والعجب. ¶ من مصائد الشيطان ¶ أولا: الخلوة ¶ ما هي الخلوة المحرمة؟ ¶ هي أن ينفرد رجل بامرأة أجنبية عنه، في غيبة عن أعين الناس،وهي من أفعال الجاهلية، وكبائر الذنوب. ¶ ما هو الدليل على تحريمها ؟ : ¶ ما رواه ابن عباس- رضي الله عنهما- قال: سمعت النبي، صلى الله عليه وسلم، يخطب يقول: \"لا يخلون رجل بامرأة إلا ومعها ذو محرم \". ¶ وما رواه عامر بن ربيعة- رضي الله عنه- أن رسول الله، صلى الله عليه وسلم، قال: \"ألا لا يخلون رجل بامرأة إلا كان ثالثهما الشيطان \"، وهذا يعم جميع الرجال، ولو كانوا صالحين أو مسنين، وجميع النساء، ولو كن صالحات أو عجائز . ¶ وعن جابر- رضي الله عنه- أن النبي، صلى الله عليه وسلم، قال: \"من كان يؤمن بالله واليوم الآخر فلا يخلون بامرأة ليس معها ذو محرم منها، فإن ثالثهما الشيطان \". ¶ وعنه- رضي الله عنه- أيضا عن النبي، صلى الله عليه وسلم، قال: \"لا تلجوا على المغيبات، فإن الشيطان يجري من أحدكم مجرى الدم \". أي: لا تدخلوا على النساء اللاتي غاب أزواجهن، بسفر ونحوه .",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وقد تكون القرابة إلى المرأة أو زوجها سبيلا إلى سهولة الدخول عليها أو الخلوة بها، كابن العم وابن الخال مثلا، ولذلك حذرنا النبي، صلى الله عليه وسلم، من ذلك لأنه من مداخل الشيطان، ومسارب الفساد. فعن عقبة بن عامر- رضي الله عنه- أن رسول الله، صلى الله عليه وسلم، قال: \" إياكم والدخول على النساء، فقال رجل من الأنصار: يا رسول الله! أفرأيت الحمو ؟ قال: \" الحمو الموت \"، والحمو هو قريب الزوج، الذي لا يحل للمرأة، كأخيه وابن عمه، فبين النبي، صلى الله عليه وسلم، أنه يفسد الحياة الزوجية، كما يفسد الموت البدن. ¶ قال الأبي- رحمه الله-: \"لا تعرض المرأة نفسها بالخلوة مع أحد، وإن قل الزمن، لعدم الأمن لاسيما مع فساد الزمن، والمرأة فتنة، إلا فيهما جبلت عليه النفوس من النفرة من محارم النسب \" أ هـ. فالحكمة من تحريم الخلوة هي: سد الذريعة إلى الفاحشة أو الاقتراب منها، حتى يظل المرء واقفا على مسافة بعيدة قبل أن يفضي إلى حدود الجريمة الأصلية، { لْكَ حُدُودُ اللَّهِ فَلا تَقْرَبُوهَا }. [البقرة، الآية: 187]. ¶ ثانيا: الاختلاط ¶ ما هو الاختلاط ؟ : ¶ هو اجتماع الرجل بالمرأة التي ليست بمحرم له اجتماعا يؤدي إلى ريبة، أو: هو اجتماع الرجال بالنساء غير المحارم في مكان واحد، يمكنهم فيه الاتصال فيما بينهم بالنظر، أو الإشارة، أو الكلام، أو البدن من غيرحائل أو مانع يدفع الربية والفساد. ¶ ما هي أدلة تحريم الاختلاط ؟! ¶ أولا : من القرآن الكريم: ¶ قول الله- سبحانه وتعالى-:{وَقَرْنَ فِي بُيُوتِكُنَّ وَلا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الْأُولَى}. [الأحزاب، الآية: 33]فخير حجاب للمرأة بيتها . ¶ وقوله- جل وعلا-: {وَإِذَا سَأَلْتُمُوهُنَّ مَتَاعاً فَاسْأَلوهُنَّ مِنْ وَرَاءِ حِجَابٍ ذَلِكُمْ أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ } [الأحزاب، الآية: 53]. ¶ ثانيا: من السنة الشريفة :",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "قول رسول الله، صلى الله عليه وسلم،: \" المرأة عورة، فإذا خرجت استشرفها الشيطان، وأقرب ما تكون بروحة ربها وهي في قعر بيتها\". ¶ وعن أبي أسيد، مالك بن ربيعة- رضي الله عنه- أنه سمع رسول الله،صلى الله عليه وسلم، يقول وهو خارج من المسجد، وقد اختلط الرجال مع النساء في الطريق: \" استأخرن، فليس لكن أن تحققن الطريق، عليكن بحافات الطريق، فكانت المرأة تلصق بالجدار، حتى إن ثوبها ليتعلق بالجدار من لصوقها به \". ¶ ومعنى تحققن: أي تذهبن في حاق الطريق، وهو الوسط، كما في حديث أبي هريرة- رضي الله عنه- قال رسول الله، صلى الله عليه وسلم،: ((ليس للنساء وسط الطريق)). ¶ وقد أفرد،صلى الله عليه وسلم، في المسجد بابا خاصا للنساء يدخلن، ويخرجن منه، لا يخالطن، ولا يشاركهن فيه الرجال . ¶ فعن نافع، عن ابن عمر- رضي الله عنهما- أن رسول الله، صلى الله عليه وسلم، قال: \"لو تركنا هذا الباب للنساء؟ \" قال نافع: فلم يدخل منه ابن عمر حتى مات \". ¶ وعن نافع، مولى ابن عمر- رضي الله عنهما- قال: \"كان عمر بن الخطاب- رضي الله عنه- ينهى أن يدخل المسجد من باب النساء\" ¶ ومن ذلك: تشريعه للرجال إماما ومؤتمين ألا يخرجوا فور التسليم من الصلاة، إذا كان في الصفوف الأخيرة بالمسجد نساء، حتى يخرجن، وينصرفن إلى دورهن قبل الرجال، لكي لا يحصل الاختلاط بين الجنسين- ولو بدون قصد- إذا خرجوا جميعا. ¶ قال أبو داود في ((سننه )): \"باب انصراف النساء قبل الرجال من الصلاة\"، ثم ساق حديث أم سلمة- رضي الله عنها- قالت: \"كان رسول الله، صلى الله عليه وسلم، إذا سلم مكث قليلا، وكانوا يرون أن ذلك كيما ينفذ النساء قبل الرجال \". ¶ ورواه البخاري أيضا، وفيه: ¶ قال ابن شهاب: \"فترى- والله أعلم- لكي ينفذ من ينصرف من النساء قبل أن يدركهن من انصرف من القوم \" أي: الرجال.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وعن أم سلمة- رضي الله عنها- قالت: \"كان يسلم فينصرف النساء فيدخلن بيوتهن من قبل أن ينصرف رسول الله، صلى الله عليه وسلم \" ¶ وروى النسائي: \"أن النساء كن إذا سلمن قمن، وثبت رسول الله، صلى الله عليه وسلم، ومن صلى من الرجال ما شاء الله، فإذا قام رسول الله، صلى الله عليه وسلم، قام الرجال \" . ¶ قال الحافظ ابن حجر: \"وفي الحديث.. كراهة مخالطة الرجال للنساء في الطرقات، فضلا عن البيوت \" أ هـ. ¶ * وعن أم حميد الساعدية، أنها جاءت إلى رسول الله، صلى الله عليه وسلم، فقالت: يا رسول الله إني أحب الصلاة معك!! فقال: \"قد علمت أنك تحبين الصلاة معي، وصلاتك في بيتك خير لك من صلاتك في حجرتك، وصلاتك في حجرتك خير لك من صلاتك في دارك، وصلاتك في دارك خير لك من صلاتك في مسجد قومك، وصلاتك في مسجد قومك خيرلك من صلاتك في مسجدي \". ¶ وعن عبد الله بن عمر- رضي الله عنهما- أن رسول الله، صلى الله عليه وسلم، قال:\"لا تمنعوا النساء أن يخرجن إلى المساجد، وبيوتهن خير لهن \" ¶ وعن أبي هريرة- رضي الله عنه- قال: قال رسول الله، صلى الله عليه وسلم: \"خير صفوف الرجال أولها، وشرها آخرها، وخير صفوف النساء آخرها، وشرها أولها\"، وهذا كله في حال العبادة والصلاة التي يكون فيها المسلم أو المسلمة أبعد ما يكون عن وسوسة الشيطان وإغوائه، فكيف بما عداها؟! ¶ * عن ابن عباس- رضي الله عنهما- قال: \"شهدت الفطر مع النبي، صلى الله عليه وسلم، وأبي بكر، وعمر، وعثمان- رضي الله عنهم- يصلونها قبل الخطبة، ثم يخطب بعد، خرج النبي، صلى الله عليه وسلم، كأني أنظر إليه حين يجلس بيده، ثم أقبل يشقهم حتى جاء النساء\". الحديث. ¶ وفي رواية مسلم: \"يجلس الرجال بيده \"، وذلك كي لا يختلطوا بالنساء. ¶ ولقد حرصت الصحابيات على عدم الاختلاط حتى في أشد المساجد زحاما، وفي أشد الأوقات زحاما، في موسم الحج بالمسجد الحرام.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "فلقد كانت أم المؤمنين عائشة- رضي الله عنها- تطوف محجوزا بينها وبين الرجال بثوب، لا تخالطهم، فقالت لها امرأة: \"انطلقي نستلم يا أم المؤمنين \" تعني: هيا نقبل الحجر الأسود، فقالت لها: \"انطلقي عنك))، وأبت، يعني حتى لا تخالط الرجال. ¶ وكانت النساء في عهده، صلى الله عليه وسلم، إذا أردن دخول الكعبة المشرفة، يقفن إلى أن يخرج الرجال، ثم يدخلن إذا خرجوا . ¶ ودخلت على عائشة- رضي الله عنها- مولاة لها، فقالت لها: \"يا أم المؤمنين! طفت بالبيت سبعا، واستلمت الركن مرتين أو ثلاثا، فقالت لها عائشة- رضى الله عنها-: لا آجرك الله، لا آجرك الله، تدافعين الرجال؟! ألا كبرت، ومررت ؟! \". ¶ وعن إبراهيم النخعي، قال: \"نهى عمر أن يطوف الرجال مع النساء، قال: فرأى رجلا معهن فضربه بالدرة\" ، والدرة: التي يضرب بها. ¶ ولقد حط الله عن النساء الجمعة، والجماعة، والجهاد، وجعل جهادهن لا شوكة فيه، وهو الحج المبرور، فإن أفضل أحوالهن الستر والقرار في البيوت، وأداء رسالتهن السامية من وراء الحجاب. ¶ من نتائج الاختلاط: ¶ قال الإمام ابن قيم الجوزية- رحمه الله-: ¶ \"ولا ريب أن تمكين النساء من اختلاطهن بالرجال أصل كل بلية وشر، وهو من أعظم أسباب نزول العقوبات العامة، كما أنه من أسباب فساد أمور العامة والخاصة، واختلاط الرجال بالنساء سبب لكثرة الفواحش والزنا، وهو من أسباب الموت العام، والطواعين المتصلة\" أ هـ. ¶ أضف إلى هذا شيوع الطلاق، وتفشي التبرج بالزينة، وانعدام الغيرة واضمحلال الحياء، وفساد الأخلاق، وتعسير غض البصر، وتيسير زنا العين، والتسبب في بلاء العشق الذي يتلف الدنيا والدين. ¶ من صور الاختلاط المحرم: ¶ 1- اختلاط الأولاد الذكور والإناث- ولو كانوا إخوة- بعد التمييز في المضاجع، فقد أمر النبي، صلى الله عليه وسلم، بالتفريق بينهم في المضاجع.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "فعن عبدالله بن عمرو بن العاص، رضي الله عنهما، قال رسول الله صلى الله عليه وسلم: \"مروا أولادكم بالصلاة وهم أبناء سبع، واضربوهم عليها وهم أبناء عشر، وفرقوا بينهم في المضاجع \". ¶ 2- اتخاذ الخدم الرجال، واختلاطهم بالنساء، وحصول الخلوة بهن، روي في بعض الآثار أن فاطمة، عليها السلام، لما ناولت ابنها أنسا قال: رأيت كفا.. يعني أنه لم ير وجها، وقد كان أنس،رضي الله عنه، خادما خاصا للنبي، صلى الله عليه وسلم، وكان يعيش عنده كأحد أهله. ¶ 3- اتخاذ الخادمات اللائي يبقين بدون محارم، وقد تحصل بهن الخلوة. ¶ 4- السماح للخطيبين بالمصاحبة والمخالطة التي تجر إلى الخلوة، ثم إلى ما لا تحمد عقباه، فيقع العبث بأعراض الناس بحجة التعارف ومدارسة بعضهم بعضا. ¶ 5- استقبال المرأة أقارب زوجها الأجانب، أو أصدقاءه في حال غيابه، ومجالستهم. ¶ 6- الاختلاط في دور التعليم كالمدارس والجامعات والمعاهد، والدروس الخصوصية. ¶ 7- الاختلاط في الوظائف، والأندية، والمواصلات، والأسواق، والمستشفيات، والزيارات بين الجيران، والأعراس، والحفلات. ¶ 8- الخلوة في أي مكان ولو بصفة مؤقتة كالمصاعد، والمكاتب، والعيادات، وغيرها. ¶ فتش عن الثغرة ¶ إن جعبة الباحثين والدارسين لظاهرة الاختلاط حافلة بالمآسي المخزية، والفضائح المشينة، التي تمثل صفعة قوية في وجه كل من يجادل في الحق بعد ما تبين. ¶ وإن الإحصائيات الواقعية في كل البلاد التي شاع فيها الاختلاط ناطقة بل صارخة بخطر الاختلاط على الدنيا والدين، لخصها العلامة أحمد وفيق باشا العثماني الذي كان سريع الخاطر، حاضر الجواب، عندما سأله بعض عشرائه من رجال السياسة في أوروبا، في مجلس بإحدى تلك العواصم قائلا: ¶ \"لماذا تبقى نساء الشرق محتجبات في بيوتهن مدى حياتهن، من غير أن يخالطن الرجال، ويغشين مجامعهن؟ \". ¶ فأجابه في الحال قائلا: ¶ ((لأنهن لا يرغبن أن يلدن من غير أزواجهن)).",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "وكان هذا الجواب كصب ماء بارد على رأس هذا السائل، فسكت على مضض كأنه ألقم الحجر . ¶ ولما وقعت فتنة الاختلاط بالجامعة المصرية، كان ما كان من حوادث يندى لها الجبين، ولما سئل \"طه حسين \" عن رأيه في هذا، قال: \"لابد من ضحايا\"!، ولكنه لم يبين: \"بماذا\" تكون التضحية؟ و\"في سبيل ماذا \" لابد من ضحايا؟وأي ثمرة يمكن أن تكون أغلى وأعز وأثمن من أعراض المسلمين. ¶ فتبا لهؤلاء المستغربين، وسحقا سحقا لعبيد المدنية الزائفة الذين أطلقوا لبناتهم ونسائهم العنان يسافرون دون محرم، ويخلون بالرجال الأجانب، فذعين أن الظروف تغيرت، وأن ما اكتسبته المرأة من التعليم، وما أخذته من الحرية يجعلها موضع ثقة أبيها وزوجها، فما هذا إلا فكر خبيث دلف إلينا ليفسد حياتنا، وما هي إلا حجج واهية ينطق بها الشيطان على ألسنة هؤلاء الذين انعدمت عندهم غيرة الرجولة والشهامة فضلا عن كرامة المسلم ونخوته. ¶ ومثل الذين يتهاونون في الخلوة والاختلاط الآثم بدعوى أنهم ربوا على الاستجابة لنداء الفضيلة ورعاية الخلق، مثل قوم وضعوا كمية من البارود بجانب نار متوقدة، ثم ادعوا أن الانفجار لا يكون لأن على البارود تحذيرا من الاشتعال والاحتراق.. إن هذا خيال بعيد عن الواقع، ومغالطة للنفس، وطبيعة الحياة وأحداثها.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "والآن نستطيع- بكل قوة- أن نجزم بحقيقة لا مراء فيها، وهي أنك إذا وقفت على جريمة فيها نهش العرض، وذبح العفاف، واهدار الشرف، ثم فتشت عن الخيوط الأولى التي نسجت هذه الجريمة، وسهلت سبيلها، فإنك حتما ستجد أن هناك ثغرة حصلت في الأسلاك الشائكة التي وضعتها الشريعة الإسلامية بين الرجال والنساء، ومن خلال هذه الثغرة.. دخل الشيطان! وصدق الله العظيم: {وَاللَّهُ يُرِيدُ أَنْ يَتُوبَ عَلَيْكُمْ وَيُرِيدُ الَّذِينَ يَتَّبِعُونَ الشَّهَوَاتِ أَنْ تَمِيلُوا مَيْلاً عَظِيماً * يُرِيدُ اللَّهُ أَنْ يُخَفِّفَ عَنْكُمْ وَخُلِقَ الْإِنْسَانُ ضَعِيفاً}. [النساء، الآيتان: 27- 28] ¶ ثالثا : التبرج ¶ مثالب التبرج ¶ التبرج معصية لله ورسوله، صلى الله عليه وسلم: ¶ ومن يعص الله ورسوله فإنه لا يضر إلا نفسه، ولن يضر الله شيئا، قال رسول الله، صلى الله عليه وسلم،: \"كل أمتي يدخلون الجنة إلا من أبى \". فقالوا: يا رسول من يأبى؟ قال: \"من أطاعني دخل الجنة، ومن عصاني فقد أبى\". ¶ التبرج كبيرة مهلكة: ¶ جاءت أميمة بنت رقيقة.. إلى رسول الله، صلى الله عليه وسلم، تبايعه على الإسلام. فقال: \"أبايعك على أن لا ئشركي بالله، ولا تسرقي، ولا تزني، ولا تقتلي ولدك، ولا تأتي ببهتان تفترينه بين يديك ورجليك، ولا تنوحي، ولا تتبرجي تبرج الجاهلية الأولى )). فقرن التبرج بأكبر الكبائر المهلكة : ¶ التبرج يجلب اللعن والطرد من رحمة الله : ¶ قال رسول الله، صلى الله عليه وسلم،: \"سيكون في آخر أمتي نساء كاسيات عاريات، على رؤوسهن كأسنمة البخت، العنوهن فإنهن ملعونات \" ، والبخت: نوع من الإبل . ¶ التبرج من صفات أهل النار : ¶ قال رسول الله، صلى الله عليه وسلم،: \"صنفان من أهل النار لم أرهما: قوم معهم سياط كأذناب البقر يضربون بها الناس، ونساء كاسيات عاريات، مميلات مائلات، رؤوسهن كأسنمة البخت المائلة، لا يدخلن الجنة، ولا يجدن ويحها، وإن ريحها ليوجد من مسيرة كذا وكذا\".",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "التبرج سواد وظلمة يوم القيامة: ¶ روي عن النبي، صلى الله عليه وسلم، أنه قال: \"مثل الرافلة في الزينة في غير أهلها، كمثل ظلمة يوم القيامة، لا نور لها\"، يريد أن المتمايلة في مشيتها وهي تجر ثيابها تأتي يوم القيامة سوداء مظلمة كأنها متجسدة من ظلمة، والحديث- وإن كان ضعيفا لكن معناه صحيح، وذلك لأن اللذة في المعصية عذاب، والراحة نصب، والشبع جوع، والبركة محق، والطيب نتن، والنور ظلمة، بعكس الطاعات فإن خلوف فم الصائم، ودم الشهيد أطيب من ريح المسك . ¶ التبرج نفاق: ¶ فقد قال، صلى الله عليه وسلم،: \"خير نسائكم الودود، الولود، المواتية، المواسية، إذا إتقين الله، وشر نسائكم المتبرجات المتخيلات، وهن المنافقات، لا يدخل الجنة منهن إلا مثل الغراب الأعصم \". والغراب الأعصم هو أحمر المنقار والرجلين، وهو كناية عن قلة من يدخل الجنة من النساء، لأن هذا الوصف في الغربان قليل. ¶ التبرج تهتك وفضيحة: ¶ قال رسول الله، صلى الله عليه وسلم،: \"أيما امرأة وضعت ثيابها في غير بيت زوجها، فقد هتكت ستر ما بينها وبين الله- عز وجل \". ¶ التبرج فاحشة: ¶ فإن المرأة عورة، وكشف العورة فاحشة ومقت، قال- تعالى-:{وَإِذَا فَعَلُوا فَاحِشَةً قَالُوا وَجَدْنَا عَلَيْهَا آبَاءَنَا وَاللَّهُ أَمَرَنَا بِهَا قُلْ إِنَّ اللَّهَ لا يَأْمُرُ بِالْفَحْشَاءِ أَتَقُولُونَ عَلَى اللَّهِ مَا لا تَعْلَمُونَ}. [الأعراف، الآية: 28]. والشيطان هو الذي يأمر بهذه الفاحشة: {الشَّيْطَانُ يَعِدُكُمُ الْفَقْرَ وَيَأْمُرُكُمْ بِالْفَحْشَاءِ } [ البقرة، الآية: 269]. ¶ والمتبرجة جرثومة خبيثة ضارة تنشر الفاحشة في المجتمع الإسلامي، قال- تعالى-: {إِنَّ الَّذِينَ يُحِبُّونَ أَنْ تَشِيعَ الْفَاحِشَةُ فِي الَّذِينَ آمَنُوا لَهُمْ عَذَابٌ أَلِيمٌ فِي الدُّنْيَا وَالْآخِرَةِ وَاللَّهُ يَعْلَمُ وَأَنْتُمْ لا تَعْلَمُونَ }. [النور، الآية: 19]. ¶ التبرج سنة إبليسية :",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "إن قصة آدم وحواء مع إبليس تكشف لنا مدى حرص عدو الله إبليس على كشف السوءات، وهتك الأستار، وإشاعة الفاحشة، وأن التهتك والتبرج هدف أساسي له، قال الله- عز وجل-: {يَا بَنِي آدَمَ لا يَفْتِنَنَّكُمُ الشَّيْطَانُ كَمَا أَخْرَجَ أَبَوَيْكُمْ مِنَ الْجَنَّةِ يَنْزِعُ عَنْهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوْآتِهِمَا}. [الأعراف، الآية: 27]. ¶ فإبليس إذن هو مؤسس دعوة التبرج والتكشف، وهو زعيم زعماء ما يسمى بتحرير المرأة، وهو إمام كل من أطاعه في معصية الرحمن، خاصة هؤلاء المتبرجات اللائي يؤذين المسلمين، ويفتن شبابهم، قال، صلى الله عليه وسلم،: \"ما تركت بعدي فتنة هي أضر على الرجال من النساء\". ¶ التبرج طريقة يهودية: ¶ لليهود باع كبير في مجال تحطيم الأمم عن طريق فتنة المرأة، وكان التبرج من أمضى أسلحة مؤسساتهم المنتشرة، وهم أصحاب خبرة قديمة في هذا المجال، حتى قال رسول الله، صلى الله عليه وسلم،: \"فاتقوا الدنيا، واتقوا النساء، فإن أول فتنة بني إسرائيل كانت في النساء\". ¶ وقد حكت كتبهم أن الله- سبحانه- عاقب بنات صهيون على تبرجهن، ففي الإصحاح الثالث من سفر أشعيا: \"إن الله سيعاقب بنات صهيون على تبرجهن، والمباهاة برنين خلاخيلهن، بأن ينزع عنهن زينة الخلاخيل، والضفائر، والأهلة، والحلق، والأساور، والبراقع، والعصائب \". ¶ ومع تحذير الرسول، صلى الله عليه وسلم، من التشبه بالكفار، وسلوك سبلهم خاصة في مجال المرأة إلا أن أغلب المسلمين خالفوا هذا التحذير، وتحققت نبوءة رسول الله، صلى الله عليه وسلم،: \"لتتبعن سنن من كان قبلكم شبراً بشبر، وذراعا بذراع، حتى لو دخلوا جحر ضب لتبعتموهم \" قيل: اليهود والنصارى؟ قال: \" فمن؟ \".",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "فما أشبه هؤلاء اللاتي أطعن اليهود والنصارى، وعصين الله ورسوله بهؤلاء اليهود المغضوب عليهم، الذين قابلوا أمر الله بقولهم: { سَمِعْنَا وَعَصَيْنَا}، وما أبعدهن عن سبيل المؤمنات اللاتي قلن حين سمعن أمر الله: { سَمِعْنَا وَأَطَعْنَا}! ¶ قال- تعالى-: {وَمَنْ يُشَاقِقِ الرَّسُولَ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدَى وَيَتَّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ نُوَلِّهِ مَا تَوَلَّى وَنُصْلِهِ جَهَنَّمَ وَسَاءَتْ مَصِيراً }. [النساء، الآية: 115]. ¶ التبرج جاهلية منتنة: ¶ قال- تعالى-: {وَقَرْنَ فِي بُيُوتِكُنَّ وَلا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الْأُولَى} [الأحزاب، الآية: 33]. ¶ وقد وصف النبي، صلى الله عليه وسلم، دعوى الجاهلية بأنها منتنة أي خبيثة،وأمرنا بنبذها، وقد جاء في صفته، صلى الله عليه وسلم، أنه {وَيُحِلُّ لَهُمُ الطَّيِّبَاتِ وَيُحَرِّمُ عَلَيْهِمُ الْخَبَائِثَ}[ الأعراف، الآية: 157]. ¶ فدعوى الجاهلية شقيقة تبرج الجاهلية كلاهما منتن خبيث حرمه علينا رسول الله، صلى الله عليه وسلم، وقال، صلى الله عليه وسلم،: \"كل شيء من أمر الجاهلية موضوع تحت قدمي \" سواء في ذلك: تبرج الجاهلية، ودعوى الجاهلية، وحكم الجاهلية، وظن الجاهلية، وحمية الجاهلية، وربا الجاهلية . ¶ التبرج حيوانية وتخلف وانحطاط : ¶ إن التكشف والتعري فطرة حيوانية بهيمية، لا يميل إليها الإنسان إلا وهو ينحدر، ويرتكس إلى مرتبة أدنى من مرتبة الإنسان الذي كرمه الله وأنعم عليه بفطرة حب الستر والصيانة، وإن رؤية التبرج والتهتك والفضيحة جمالا ما هي إلا فساد في الفطرة، وانتكاس في الذوق، ومؤشر على التخلف والانحطاط.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "ولقد ارتبط ترقي الإنسان بترقيه في ستر جسده، فكانت نزعة التستر دوما وليدة التقدم، وكان ستر المرأة بالحجاب يتناسب مع غريزة الغيرة التي تستمد قوتها من الشهوة التي تغرى بالتبرج، والاختلاط، وكل من قنع ورضى بالثانية فلابد أن يضحى بالأولى حتى يسكت صوت الغيرة في قلبه، مقابل ما يتمتع به من التبرج والاختلاط بالنساء الأجنبيات عنه، ومن هنا كان التبرج علامة على فساد الفطرة، وقلة الحياء، وانعدام الغيرة، وتبلد الإحساس، وموت الشعور: ¶ لحد الركبتين تشمرينا بربك أي نهر تعبرينا ¶ كأن الثوب ظل في صباح يزيد تقلصا حينا فحينا ¶ تظنين الرجال بلا شعور لأنك ربما لا تشعرينا ¶ التبرج باب شر مستطير: ¶ وذلك لأن من يتأمل نصوص الشرع، وعبر التاريخ، يتيقن مفاسد التبرج وأضراره على الدين والدنيا، ولاسيما إذا انضم إليه الاختلاط المستهتر. ¶ فمن هذه العواقب الوخيمة : تتسابق المتبرجات في مجال الزينة المحرمة لأجل لفت الأنظار إليهن. مما يتلف الأخلاق والأموال، ويجعل المرأة كالسلعة المهينة الحقيرة المعروضة لكل من شاء أن ينظر إليها. ¶ و منها: فساد أخلاق الرجال خاصة الشباب، خاصة المراهقين، ودفعهم إلى الفواحش المحرمة بأنواعها. ¶ ومنها:تحطيم الروابط الأسرية، وانعدام الثقة بين أفرادها وتفشي الطلاق. ¶ ومنها:المتاجرة بالمرأة كوسيلة دعاية أو ترفيه في مجالات التجارة وغيرها. ¶ ومنها: الإساءة إلى المرأة نفسها، والإعلان عن سوء نيتها، وخبث طويتها، مما يعرضها لأذية الأشرار والسفهاء. ¶ ومنها:انتشار الأمراض: قال، صلى الله عليه وسلم،: \"لم تظهر الفاحشة في قوم قط حتى يعلنوا بها، إلا فشا فيهم الطاعون والأوجاع التي لم تكن في أسلافهم الذين قضوا\". . ¶ ومنها : تسهيل معصية الزنا بالعين. قال، صلى الله عليه وسلم،: \"العينان زناهما النظر\"، وتعسيرطاعة غض البصر التي أمرنا بها إرضاء لله- سبحانه وتعالى.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "ومنها: استحقاق نزول العقوبات العامة التي هي قطعا أخطر عاقبة من القنابل الذرية، والهزات الأرضية، قال تعالى: {وَإِذَا أَرَدْنَا أَنْ نُهْلِكَ قَرْيَةً أَمَرْنَا مُتْرَفِيهَا فَفَسَقُوا فِيهَا فَحَقَّ عَلَيْهَا الْقَوْلُ فَدَمَّرْنَاهَا تَدْمِيراً } [الإسراء، الآية: 16] وقال، صلى الله عليه وسلم،: \"إن الناس إذا رأوا المنكر فلم يغيروه أوشك أن يعمهم الله بعذاب \". ¶ احذري التبرج المقنع ¶ إذا تدبرت الشروط السابقة تبين لك أن كثيرا من الفتيات المسميات بالمحجبات اليوم لسن من الحجاب في شيء، وهن اللائي يسمين المعاصي بغير اسمها، فيسمين التبرج حجابا، والمعصية طاعة. ¶ لقد جهد أعداء الصحوة الإسلامية لوأدها في مهدها بالبطش والتنكيل، فأحبط الله كيدهم، وثبت المؤمنون والمؤمنات على طاعة ربهم عزوجل. ¶ فرأوا أن يتعاملوا معها بطريقة خبيثة ترمي إلى الانحراف بالصحوة عن مسيرتها الربانية، فراحوا يروجون صورا مبتدعة من الحجاب على أنها ((حل وسط))به ترضى المحجبة ربها- زعموا-، وفي ذات الوقت تساير مجتمعها، وتحافظ على \"أناقتها \"! ¶ وكانت((بيوت الأزياء))قد أشفقت من بوار تجارتها بسبب انتشار الحجاب الشرعي، فمن ثم أغرقت الأسواق بنماذج ممسوخة من التبرج تحت اسم \"الحجاب العصري \" الذي قوبل في البداية بتحفظ واستنكار. ¶ وأحرجت ظاهرة الحجاب الشرعي طائفة من المتبرجات اللائي هرولن نحو \"الحل الوسط \" تخلضا من الحرج الاجتماعي الضاغط الذي سببه انتشار الحجاب، وبمرور الوقت تفشت ظاهرة \"التبرج المقنع \" المسمى بالحجاب العصري، تحسب صويحباته أنهن خير البنات والزوجات، وما هن إلا كما قال الشاعر: ¶ إن ينتسبن إلى الحجاب فإنه نسب الدخيل ¶ فيا صاحبة((الحجاب العصري المتبرج))!",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "حذار أن تصدقي أن حجابك هو الشرعي الذي يرضى الله- عز وجل- ورسوله، صلى الله عليه وسلم، وإياك أن تنخدعي بمن يبارك عملك هذا، ويكتمك النصيحة، ولا تغترى فتقولي: \"إني أحسن حالا من صويحبات التبرج الصارخ))، فإنه لا أسوة في الشر، والنار دركات، كما أن الجنة درجات، فعليك أن تقتدي بأخواتك الملتزمات بحق بالحجاب الشرعي بشروطه. ¶ روي عن رسول الله، صلى الله عليه وسلم، أنه قال: \"انظروا إلى من هو أسفل منكم في الدنيا، وفوقكم في الدين، فذلك أجدر أن لا تزدروا- أي تحتقروا- نعمة الله عليكم \". ¶ وتلا عمر بن الخطاب- رضي الله عنه- قوله- عز وجل-: {إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا تَتَنَزَّلُ عَلَيْهِمُ الْمَلائِكَةُ أَلَّا تَخَافُوا وَلا تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنْتُمْ تُوعَدُونَ}. [فصلت، الآية: 30] ¶ فقال: \"استقاموا- والله- لله بطاعته، ولم يروغوا روغان الثعالب \". ¶ وعن الحسن- رحمه الله- قال: \"إذا نظر إليك الشيطان فرآك مداوما في طاعة الله، فبغاك، وبغاك- أي طلبك مرة بعد أخرى- فرآك مداوما، ملك، ورفضك، وإذا كنت مرة هكذا، ومرة هكذا، طمع فيك \". ¶ فهيا إلى استقامة لا اعوجاج فيها، وهداية لا ضلالة فيها، وهيا إلى توبة نصوح لا معصية فيها. {وَتُوبُوا إِلَى اللَّهِ جَمِيعاً أَيُّهَا الْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ} [النور، الاية: 31]. ¶ سمعنا ، وأطعنا. ¶ إن المسلم الصادق يتلقى أمر ربه- عز وجل-، ويبادر إلى ترجمته إلى واقع عملي، حبا وكرامة للإسلام، واعتزازا بشريعة الرحمن، وسمعا وطاعة لسنة خير الأنام، صلى الله عليه وسلم، غير مبال بما عليه تلك الكتل البشرية الضالة التائهة، الذاهلة عن حقيقة واقعها، والغافلة عن المصير الذي ينتظرها.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "وقد نفى الله- عز وجل- الإيمان عمن تولى عن طاعته، وطاعة رسوله، صلى الله عليه وسلم، فقال: { وَيَقُولُونَ آمَنَّا بِاللَّهِ وَبِالرَّسُولِ وَأَطَعْنَا ثُمَّ يَتَوَلَّى فَرِيقٌ مِنْهُمْ مِنْ بَعْدِ ذَلِكَ وَمَا أُولَئِكَ بِالْمُؤْمِنِينَ *وَإِذَا دُعُوا إِلَى اللَّهِ وَرَسُولِهِ لِيَحْكُمَ بَيْنَهُمْ إِذَا فَرِيقٌ مِنْهُمْ مُعْرِضُونَ } [النور، الآيتان: 47، 48]. إلى أن قال- سبحانه-: {إِنَّمَا كَانَ قَوْلَ الْمُؤْمِنِينَ إِذَا دُعُوا إِلَى اللَّهِ وَرَسُولِهِ لِيَحْكُمَ بَيْنَهُمْ أَنْ يَقُولُوا سَمِعْنَا وَأَطَعْنَا وَأُولَئِكَ هُمُ الْمُفْلِحُونَ * وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ وَيَخْشَ اللَّهَ وَيَتَّقْهِ فَأُولَئِكَ هُمُ الْفَائِزُونَ} [النور، الآيتان: 51، 52]. ¶ عن صفية بنت شيبة قالت: بينما نحن عند عائشة- رضي الله عنها - قالت: فذكرنا نساء قريش وفضلهن، فقالت عائشة- رضي الله عنها -: \"إن لنساء قريش لفضلا، وإني- والله- ما رأيت أفضل من نساء الأنصار أشد تصديقا لكتاب الله، ولا إيمانا بالتنزيل، لقد أنزلت سورة النور: {وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَى جُيُوبِهِنَّ }[النور، الآية: 31]. فانقلب رجالهن إليهن يتلون عليهن ما أنزل الله إليهن فيها، ويتلو الرجل على امرأته، وابنته، وأخته، وعلى كل ذي قرابته، فما منهن امرأة إلا قامت إلى مرطها المرحل، فاعتجرت به - تصديقا وإيمانا بما أنزل الله من كتابه، فأصبحن وراء رسول الله، صلى الله عليه وسلم، معتجرات كأن على رؤوسهن الغربان \". ¶ إذن لا خيار أمام أمر الله، ولا تردد في امتثال حكم الله، فهيا إلى التوبة أيتها الأخت المسلمة، واحذري كلمة \"سوف أتوب، سوف أصلي، سوف أتحجب \"، لأن تأجيل التوبة ذنب يجب التوبة منه، قولي كما قال موسى، عليه السلام، {وَعَجِلْتُ إِلَيْكَ رَبِّ لِتَرْضَى}. [طه، الآية: 84].",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "وقولي كما قال المؤمنون والمؤمنات من قبل: { سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ}. [البقرة، الآية: 285]. ¶ نداء إلى أولياء الأمور ¶ فيا أولياء النساء والزوجات والبنات ! ¶ تذكروا: أنكم موقوفون بين يدي الله- تعالى- كذا، ومسئولون عنهن، قال رسول الله، صلى الله عليه وسلم،: \"الرجل راع على أهله وهو مسئول عن رعيته \". ¶ احذروا: \" الخلوة، والاختلاط، والتبرج \"، فإنها والزنى رفيقان لا يفترقان، وصنوان لا ينفصمان غالبا. ¶ واعلموا: أن الستر والصيانة هما أعظم عون على العفاف والحصانة، وأن احترام القيود التي شرعها الإسلام في علاقة الجنسين هو صمام الأمن من الفتنة والعار، والفضيحة والخزي. ¶ احذروا أجهزة الفساد السمعية منها والبصرية التي تغزوكم في عقر داركم، وهي تدعو نساءكم وأبناءكم إلى الافتتان، وتضعف فيهم الإيمان، وقد قيل: حسبك من شر سماعه، فكيف برؤيته؟! صونوا بناتكم وزوجاتكم ولا تتهاونوا فتعرضوهن للأجانب. ¶ إن الرجال الناظرين إلى النساء مثل السباع تطوف باللحمان ¶ إن لم تصن تلك اللحوم أسودها أكلت بلا عوض ولا أثمان ¶ إن الأعراض إذا لم تصن بهذه الحصون والقلاع، ولم تحصن بالأسوار والسدود، فستسقط- لا محالة- أمام هذه الهجمة الشرسة، ويقع المحظور، ولاينفع حينئذ بكاء ولا ندم، والتبعة كل التبعة، واللوم أولا وأخيرا على ولي البنت الذي ألقى الحبل على غاربه، وأرخى لابنته العنان، فيداه أوكتا، وفوه نفخ: ¶ نعب الغراب بما كرهـ ولا إزالة للقدر ¶ تبكي وأنت قتلتها! اصبر، وإلا فانتحر ¶ *** ¶ أتبكي على لبنى وأنت قتلتها لقد ذهبت لبنى فما أنت صانع؟! ¶ رابعا : المعاكسة ¶ أختي المسلمة.. أتدرين ما المعاكسة؟ إنها البوابة الأولى إلى حظيرة الزنا. أختي الفاضلة.. أتدرين ما الفاحشة؟ إنها لذة ساعة وحسرة إلى قيام الساعة.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "أختي المسلمة.. ماذا يريد منك المعاكس!؟ وهو يستدرجك إلى اللقاء، ويزين لك حلاوة اللقاء، ويغريك بالزواج، إنه يريد أن يقضي منك حاجته ثم يرميك كما يرمي العلك بعد حلاوته، ثم لا يبالي هو في أي واد تهلكين. ¶ أختي الشابة.. ليست الفتاة كالفتى إذا انكسرت القارورة، فلا سبيل إلى إعادتها، والمجتمع لا يرحم، والناس كلهم أعين وألسن . ¶ أختي الشابة.. قال الله تعالى: {لْيَسْتَعْفِفِ الَّذِينَ لا يَجِدُونَ نِكَاحاً حَتَّى يُغْنِيَهُمُ اللَّهُ مِنْ فَضْلِهِ}. [النور، الآية: 33]. ¶ أختي تعففي حتى يغنيك الله بالزوج الصالح ولا تستعجلي قضاء الشهوة، فإن من تعجل شيئا قبل أوانه عوقب بحرمانه. ¶ وهذه أبيات في المعاكسة الهاتفية: ¶ إن المعاكس ذئب ¶ يقول هيا تعالي ¶ قالت: أخاف العار والاغراق ¶ والأهل والخلان والجيران ¶ قال الخبيث بمكر ¶ إنا إذا التقينا ¶ متى يجيء خطيب ¶ لكل بنت صديق ¶ يذيقها الكأس حلواً ¶ للسوق والهاتف والملهى ¶ إنما التشديد والتعقيد ¶ ألا ترين فلانة؟ ¶ وإن أردت سبيلاً ¶ وانقادت الشاة للذئب ¶ فيما لفحش آتته ¶ حتى إذا الوغد أروى ¶ قال اللئيم وداعاً ¶ قالت ألما وقعنا ؟ ¶ قال الخبيث وقد كشر ¶ كيف الوثوق بغر؟ ¶ من خانت العرض يوماً ¶ من طاوع الذئب يوماً ¶ عار ونار وخزي ¶ بكت عذاباً وقهراً ... يغري الفتاة بحيلة إلى الحياة الجميلة ¶ في درب الرذيلة ¶ بل كل القبيلة ¶ لا تقلقي يا كحيلة أمامنا ألف حيلة في ذي الحياة المليلة وللخليل خليله ليسعدا كل ليلة ¶ حكايات جميلة ¶ أغلال ثقيلة ألا ترين الزميلة؟ فالعرس خير وسيلة ¶ على نفس ذليلة ¶ ويا فعال وبيلة ¶ من الفتاة غليله ¶ ففي البنات بديلة ¶ أين الوعود الطويلة؟ ¶ عن مكر وحيلة ¶ وكيف أرضى سبيله؟ ¶ عهودها مستحيلة ¶ على المخازي الوبيلة ¶ كذا حياة ذليلة ¶ أورده الموت غيلة ¶ خامسا: الكوافيرات",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "* انتشر في الآونة الأخيرة ذهاب بعض الفتيات إلى الكوافيرة وهي التي تصفف الشعر على موضات مختلفة منها ما اشتهر عند الفتيات بـ(قصة كاريه) وهي قصة أخذت من مجلة الأزياء التايلندية المنتشرة في الأسواق، ومنها تجعيد الشعر أي تخشينه على الموضة الأمريكية، ولا يخفى عليكم أن في ذلك تشبها بالكافرات. ¶ ومما تقوم به الكوافيرة وضع المساحيق على الوجه، وإزالة شعر الحاجبين، وإزالة الشعور الداخلية، وكل ذلك يستغرق الساعات الطويلة والمبالغ الطائلة مما يصل إلى حد الإسراف والتبذير. ¶ نرجو بيان حكم ذلك بالتفصيل لانتشاره بين أكثر الفتيات، لعل الله ينقذ بفتواكم هذه بعض فتياتنا اللاتي انخدعن وجرين وراء الموضة الغربية، ونسين أو تناسين أنهن مسلمات يرجون الجنة ويخفن من النار، وجزاكم الله خيرا. ¶ * الحمد لله رب العالمين وأصلي وأسلم على نبينا محمد، وعلى آله وأصحابه أجمعين. ¶ أما بعد: ¶ فإنه يجب أن يعرف الإنسان قبل الإجابة على هذا السؤال أن أعداء المسلمين يكيدون للإسلام والمسلمين من كل وجه وفي كل زمان. ¶ ولا يخفى علينا جميعا أن الكفار استعمروا كثيرا من بلاد الإسلام بقوة السلاح، ولما أخرجهم الله- تعالى- منها أرادوا أن يغزوها بفساد الأفكار والأخلاق. ¶ والله- عز وجل- قد بين في كتابه، ورسوله، صلى الله عليه وسلم، قد بين في سنته ¶ ما فيه التحذير من موافقة هؤلاء الكفار في أعمالهم بما يختص بهم قال الله- عز وجل-: {وَلا تَتَّبِعُوا أَهْوَاءَ قَوْمٍ قَدْ ضَلُّوا مِنْ قَبْلُ وَأَضَلُّوا كَثِيراً وَضَلُّوا عَنْ سَوَاءِ السَّبِيلِ}. [المائدة، الآية: 37].",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "وقال الله- عز وجل-: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ تُلْقُونَ إِلَيْهِمْ بِالْمَوَدَّةِ وَقَدْ كَفَرُوا بِمَا جَاءَكُمْ مِنَ الْحَقِّ } [الممتحنة، الآية:1]. وقال- تعالى-: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ إِنَّ اللَّهَ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ} [المائدة، الآية: 51]. ¶ وأنا أسوق هاتين الآيتين لا لأن هؤلاء يتخذون اليهود والنصارى أولياء ويتخذون أعداء الله أولياء، ولكن تشبههم بهم فيما هم عليه من اللباس والهيئة يفضي إلى أن يتخذوهم أولياء يحبونهم ويعظمونهم ويتخطون خطاهم حيثما كانوا. ولهذا حذر النبي، صلى الله عليه وسلم، من هذا الأمر فقال: \"من تشبه بقوم فهو منهم \". ¶ فعلى المسلمين وخصوصا الرجال ذوي الألباب والعقول، عليهم أن يتقوا الله- عروجل- في هؤلاء النساء اللاتي وصفهن النبي، صلى الله عليه وسلم، بقوله: \" ما رأيت من ناقصات عقل ودين أذهب للب الرجل الحازم من إحداكن)). يعني النساء. ¶ فعلى الرجال أن يمنعوا هؤلاء النساء من السير وراء هذه الموضات الحادثة التي أراد بها محدثوها وجالبوها إلينا أن ننسى الله- عر وجل-، وأن ننسى ما خلقنا له، وأن لا يكون همنا إلا التشبث بهذه الأشياء والافتتان بهذه الأزياء التي لا تجر إلينا إلا البلاء والشر والفساد وكون الإنسان لا يهمه في هذه الحياة إلا أن يشبع رغبته من شهوة فرجه وبطنه. ¶ وأرى أن هذه الكوافيرات فيها عدة محاذير: ¶ المحذور الأول: ما تفعله الكوافيرات من التحلية بحلي الكفار في الشعر وغيره، ومن المعلوم أن ذلك محرم لأنه من التشبه بهم ومن تشبه بقوم فهو منهم، كما ثبت فيه الحديث عن رسول الله، صلى الله عليه وسلم.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "المحذور الثاني: أن عملهن كما ذكر السائل يكون فيه النمص، وقد لعن النبي، صلى الله عليه وسلم، فاعله، فلعن النامصة والمتنمصة. واللعن هو الطرد والإبعاد من رحمة الله. ¶ ولا أعتقد أن مؤمنا أومؤمنة يرضى أن يفعل فعلا يكون سببا لطرده وإبعاده من رحمة الله- عز وجل. ¶ المحذور الثالث:أن في هذا إضاعة لمال كثير بدون فائدة. بل إضاعة لمال كثير لما فيه مضرة. فالمرأة المصففة للشعور المحولة لشعور المؤمنات إلى مثل شعور الكافرات أو الفاجرات تأخذ منا أموالا كثيرة طائلة، ولا نجني منها ثمرة سوى التحول إلى موضات قد تكون مدمرة. ¶ المحذور الرابع: أن في ذلك تنمية لأفكار النساء أن يتخذن مثل هذه الحلي التي تتمتع بها نساء الكافرين، حتى تميل المرأة بعد ذلك إلى ما هو أعظم من هذا الأمر من تحلل وفساد في الأخلاق. ¶ المحذور الخامس: أنه ذكر السائل أن هذه الكوافيرات يفعلن بالنساء من هتك العورات ما لا حاجة إليه، فإن هذه الكوافيرة تمر ما يسمونه بالحلاوة على أفخاذ المرأة وعلى حول قبلها حتى تطلع عليه بدون حاجة. ¶ ومن المعلوم أن النبي، صلى الله عليه وسلم، نهى أن تنظر المرأة إلى عورة المرأة. ولا يحل للمرأة أن تنظر إلى عورة المرأة إلا إذا كان هناك حاجة تدعو إلى النظر، وهذا ليس بحاجة. ¶ ثم ما الفائدة من أن نجعل المرأة كأنها صورة من مطاط ليس فيها شيء من الشعر. ¶ وما يدرينا لعل في إزالة الشعر الذي أنبته الله بحكمته مضرة على الجلد ولو على المدى البعيد. ¶ ثم ما يدرينا لعل الصواب قول من يقول: (إن إزالة الشعر من الساقين والفخذين والبطن لا تجوز لأن هذا الشعر من خلق الله- عز وجل- وإزالته من تغيير خلق الله). ¶ وقد أخبر الله- عز وجل- أن تغيير خلق الله من اتباع أوامر الشيطان. ولم يأمر الله- تعالى- ولا رسوله بإزالة هذا الشعر. فالأصل أنه محرم لا يزال. هكذا ذهب إليه بعض أهل العلم.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "والذين قالوا بالجواز لا يقولون إن إزالته وإبقاءه على حد سواء بل الورع والأولى ألا يزال هذا الشعر، وإن كان ليس بحرام لأن دليل تحريمه ليس بذاك القوي. ¶ وإنني أؤكد النصيحة على الرجال وعلى النساء ألا ينخدعوا في هذه الأمور. وأرى أنه تجب مقاطعة هذه الكوافيرات، وأن تقتصر النساء على التجمل بما لا يكون مضرا في الدين موقعا في الحرام بالتشبه بالكفار. ¶ وإذا أراد الله- سبحانه، وتعالى- المحبة بين الزوجين فإنها لا تحصل بمعاصي الله، وإنما تحصل بطاعة الله، والتزام ما فيه الحياء والحشمة. وأسأل الله- سبحانه، وتعالى- أن يحمي شعبنا من كيد أعدائنا، وأن يردنا إلى ما كان عليه سلفنا الصالح من الحشمة والحياء، إنه جواد كريم والله الموفق . ¶ في طريق النور ¶ توبة فتاة متبرجة ¶ * إن الفرق بين المرأة المتحجبة الطاهرة، والمرأة المتبرجة السافرة، كالفرق بين الجوهرة الثمينة المصونة وبين الوردة التي في قارعة الطريق. فالمرأة المحجبة مصونة في حجابها، محفوظة من أيدي العابثين وأعينهم. ¶ أما المرأة المتبرجة السافرة، فإنها كالوردة على جانب الطريق، ليس لها من يحفظها أو يصونها، فمسرعان ما تمتد إليها أيدي العابثين، فيعبثون بها، ويستمتعون بجمالها بلا ثمن حتى إذا ذبلت وماتت، ألقوها على الأرض، ووطئها الناس بأقدامهم. ¶ فماذا تختارين أختي المسلمة؟ أن تكوني جوهرة ثمينة مصونة، أو وردة على قارعة الطريق؟ ¶ * وإليك أختي المسلمة هذه القصة، لفتاة كانت من المتبرجات، فتابت الى الله، وعادت إليه، فها هي تروي قصتها فتقول:\"نشأت في بيت مترف وفي عائلة مترفة، ولما كبرت قليلا بدأت أرتدي الحجاب، وكنت أرتديه على أنه من العادات والتقاليد لا على أنه من التكاليف الشرعية الواجبة التي يثاب فاعلها، ويعاقب تاركها، فكنت أرتديه بطريقة تجعلني أكثر فتنة وجمالا . ¶ أما معظم وقتي فكنت أقضيه في سماع لهو الحديث الذي يزيدني بعدا عن الله وغفلة.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "أما الإجازات الصيفية فكنا نقضيها خارج البلاد، وهناك كنت ألقي الحجاب جانبا وأنطلق سافرة متبرجة ، وكأن الله لا يراني إلا في بلدي، وكأنه لا يراقبني هناك. ¶ وفي إحدى الإجازات سافرنا إلى الخارج، وقدر الله علينا بحادث توفي فيه أخي الأكبر، وأصيب بعض الأهل بكسور وآلام، ثم عدنا إلى بلادنا. ¶ كان هذا الحادث هو بداية اليقظة، كنت كلما تذكرته أشعر بخوف شديد ورهبة، إلا إن ذلك لم يغير من سلوكي شيئا، فما زلت أتساهل بالحجاب، وألبس الملابس الضيقة، وأستمع إلى ما لا ينفع من لهو الحديث. والتحقت بالجامعة، وفيها تعرفت على أخوات صالحات، فكن ينصحنني، ويحرصن على هدايتي. ¶ * وفي ليلة من الليالي ألقيت بنفسي على فراشي، وبدأت أستعرض سجل حياتي الحافل باللهو واللغو والسفور والبعد عن الله- سبحانه، وتعالى- فدعوت ربي والدموع تملأ عيني أن يهديني وأن يتوب علي. وفي الصباح، ولدت من جديد، وقررت أن أواظب على حضور الندوات والمحاضرات والدروس التي تقام في مصلى الجامعة. وبدأت- فعلان الحضور، وفي إحدى المرات ألقت إحدى الأخوات محاضرة عن الحجاب، وكررت الموضوع نفسه في يوم آخر، فكان له الأثر الكبير على نفسي وبعدها- ولله الحمد- تبت إلى الله؛ والتزمت بالحجاب الشرعي؛الذي أشعر بسعادة كبيرة وأنا أرتديه \". هذا حال بعض الفتيات اللاتي يسافرن إلى الخارج، فالويل لهن من رب السماوات والأرض، الذي يراهن في كل مكان. ¶ توبة فتاة ¶ من عالم الأزياء إلى عالم آخر ¶ * إن إفساد المرأة المسلمة وإخراجها من دينها من أهم ما يسعى إليه أعداء الإسلام باسم \"تحرير المرأة\"، ذلك أن المرأة هي المدرسة التي تتربى فيها الأجيال وتتخرج، وبفسادها تفسد الأجيال. ¶ يقول (يويه) الماسوني سنة 1979 م:",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "(تأكدوا تماما أننا لسنا منتصرين على الذين إلا يوم تشاركنا المرأة فتمشي في صفوفنا\"، ولكي تمشي المرأة في صفوفهم أخذوا يحيكون المؤامرات، والمخططات ليلاً ونهارا، ومنها إشغال المرأة بالتوافه من الأمور كالاهتمام الزائد باللباس والزينة والتجمل، وإغراق الأسواق بمجلات الأزياء المتخصصة التي تحمل في طياتها آخر ما تفتق عن العبقرية من الأزياء العارية الفاتنة، و(( الموديلات)) الرخيصة الماجنة التي تتنافى مع ما أمر الله به المرأة من الحشمة والعفاف والستر، وقد قال: رسول الله،صلى الله عليه وسلم،: \"من تشبه بقوم فهو منهم \". ¶ والآن سنقف قليلاً مع إحدى الأخوات، لتحدثنا عن رحلتها مع عالم الأزياء والجمال الزائف إلى عالم آخر، عالم الكتب وطلب العلم، فتقول: ¶ عشت بداية حياتي في ضلال وضياع وغفلة، بين سهرعلى معاصي الله، وتأخير للصلاة عن وقتها، ونوم وخروج إلى الحدائق والأسواق، ومع ذلك كله فقد كنت أصلي وأصوم، وأحاول أن ألتزم بأوامر الشرع التي تعلمتها منذ نعومة أظفاري، حتى إني- في المرحلة المتوسطة- كنت أعد ملتزمة بالنسبة لغيري من الفتيات الأخريات، ولكن حب المرأة للزينة والجمال والشهرة وميلها الغريزي إليه كان من أكبر مداخل الشيطان علي. ¶ فقد كنت مفتونة جدا بالأناقة وحب ابتكار \" الموديلات \" التي قد يستصغرها البعض ويقول: إنها ليست بمعصية، ولكني أقول: إنها قد تكون من أكبر المعاصي، فقد كانت هي وقتي كله، كنت أفكر فيها عند الطعام والشراب والنوم والسفر، وأثناء الحصص المدرسية، حتى في الاختبارات، مع حرصي الشديد على المذاكرة والتفوق حيث كنت من الأوائل على المرحلة بكاملها.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "* وأعظم من ذلك، أن مثل هذه الأمور التافهة كانت تشغل تفكيري حتى في الصلاة والوقوف بين يدي الله، فإذا انتهيت من الصلاة بدأت في وصف الموديل الذي فكرت به في الصلاة لأختي، وهي كذلك. وأذكر مرة أني حضرت زواجا لإحدى قريباتي، وحزت على إعجاب الكثيرات من بنات جيلي من إطراء ومديح بطريقة اللبس مما زاد من غروري، وجعلني أتحسر وأتألم لِم لم ألبس أفضل لأحوز على مديح أكثر؟! وأخذت أتحسر لمدة سنة تقريبا. ¶ قد تستغربون ذلك، ولكن هذا كله بسبب الصديقات المنحلات اللاتي كنت أختارهن، فكنت بالنسبة لهن ملتزمة. ¶ * وفي نهاية المرحلة الثانوية يسر الله لي طريق الهداية، فقد كنت أذهب أثناء الاختبارات إلى مصلى المدرسة لأذاكر مع صديقاتي، فأجد هناك بعض حلقات العلم فأجلس إليها وأستمع أنا وزميلاتي، فأثر ذلك في، مما جعلني بعد التخرج ودخول الجامعة ألتحق بقسم الدراسات الإسلامية. ¶ وفي الجامعة، تعرفت على أخوات صالحات، وبفضل الله ثم بفضل أخواتي الصالحات ومجالس الذكر والإلحاح في الدعاء أعانني الله على أن أستبدل حب الدنيا بطلب العلم، حتى إني أنسى حاجتي للطعام والشراب مع طلب العلم، ولا أزكي نفسي ولكن الله يقول: {وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ}. [سورة الضحى، الآية: 11]. ¶ كما أصبحت بعد الالتزام أشعر بسعادة تغمر قلبي فأقول: بأنه يستحيل أن يكون هناك إنسان أقل مني التزاما أن يكون أسعد مني، ولو كانت الدنيا كلها بين عينيه، ولو كان من أغنى الناس. ¶ وهكذا تمت رحلتي من السهر على الفيديو والأفلام الماجنة إلى كتب العقيدة والحديث وأبحاث الفقه. ¶ ومن النوم إلى الظهيرة إلى هدي النبي، صلى الله عليه وسلم، في النوم، فالإنسان محاسب على وقته، وعليه استغلال كل دقيقة، فإذا كنت في وضع لا يسمح لي بطلب العلم فلساني لا يفتر- ولله الحمد- من ذكر الله والاستغفار.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "وفي الختام أسأل الله لي ولجميع المسلمين والمسلمات الهداية والثبات فأكثر ما ساعدني على الثبات- بعد توفيق الله- هو إلقائي للدروس في المصلى، بالإضافة إلى قراءتي عن الجنة بأن فيها مالا عين رأت ولا أذن سمعت ولا خطر على قلب بشر، من اللباس والجمال والزينة، والأسواق، والزيارات بين الناس، وهذه من أحب الأشياء إلى قلبي. فكنت كلما أريد أن أشتري شيئا من الملابس التي تزيد على حاجتي أقول: ألبسها في الآخرة أفضل. ¶ فتذكري للجنة ونعيمها من أكثر الأسباب المرغبة لي في ترك ملذات الدنيا طمعا في الحصول عليها كاملة في الآخرة- بإذن الله. ¶ ومن أكثر الأسباب المرغبة لي في ترك المعصية تذكري للصراط، وأهوال يوم القيامة، وأن الأعمال تعرض على الله أمام جميع الخلائق، وهناك تكون الفضيحة. ¶ الرحيل ¶ بدت أختي شاحبة الوجه نحيلة الجسم.. ولكنها كعادتها تقرأ القرآن الكريم.. ¶ تبحث عنها تجدها في مصلاها.. راكعة ساجدة رافعة يديها إلى السماء.. هكذا في الصباح وفي المساء وفي جوف الليل لا تفتر ولا تمل.. ¶ كنت أحرص على قراءة المجلات الفنية والكتب ذات الطابع القصصي.. أشاهد الفيديو بكثرة لدرجة أنني عرفت به.. ومن أكثر من شيء عرف به.. لا أؤدي واجباتي كاملة ولست منضبطة في صلواتي.. ¶ بعد أن أغلقت جهاز الفيديو وقد شاهدت أفلاما متنوعة لمدة ثلاث ساعات متواصلة.. ها هو الأذان يرتفع من المسجد المجاور.. ¶ * عدت إلى فراشي.. تناديني من مصلاها.. نعم ماذا تريدين يا نورة؟ ¶ قالت لي بنبرة حادة: لا تنامي قبل أن تصلي الفجر.. ¶ أوه.. بقي ساعة على صلاة الفجر وما سمعتيه كان الأذان الأولى.. ¶ بنبرتها الحنونة- هكذا هي حتى قبل أن يصيبها المرض الخبيث وتسقط طريحة الفراش.. نادتني.. تعالي يا هناء بجانبي.. ¶ لا أستطيع إطلاقا رد طلبها.. تشعر بصفائها وصدقها.. لا شك طائعا ستلبي.. ¶ ماذا تريدين.. ¶ اجلسي.. ¶ ها قد جلست ماذا لديك..",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "بصوت عذب رخيم: {كُلُّ نَفْسٍ ذَائِقَةُ الْمَوْتِ وَإِنَّمَا تُوَفَّوْنَ أُجُورَكُمْ يَوْمَ الْقِيَامَةِ} [آل عمران، الآية: 185]. ¶ سكتت برهة.. ثم سألتني.. ¶ ألم تؤمني بالموت؟ ¶ بلى مؤمنة.. ¶ ألم تؤمني بأنك ستحاسبين على كل صغيرة وكبيرة..؟ ¶ يا أختي.. ألا تخافين من الموت وبغتته..؟ ¶ انظري هند أصغر منك وتوفيت في حادث سيارة.. وفلانة .. وفلانة.. ¶ الموت لا يعرف العمر.. وليس مقياسا له.. ¶ أجبتها بصوت الخائف حيث مصلاها المظلم.. ¶ إنني أخاف من الظلام وأخفتيني من الموت.. كيف أنام الآن..؟ كنت أظن أنك وافقت للسفر معنا هذه الإجازة.. ¶ فجأة.. تحشرج صوتها واهتز قلبي.. ¶ لعلي هذه السنة أسافر سفرا بعيدا.. إلى مكان آخر.. ربما يا هناء.. الأعمار بيد الله.. وانفجرت بالبكاء.. ¶ تفكرت في مرضها الخبيث وأن الأطباء أخبروا أبي سرا أن المرض ربما لن يمهلها طويلا.. ولكن من أخبرها بذلك.. أم أنها تتوقع هذا الشيء.. ¶ ما لك تفكرين؟ جاءني صوتها القوي هذه المرة..؟ ¶ هل تعتقدين أني أقول هذا لأنني مريضة؟ ¶ كلا.. ربما أكون أطول عمرا من الأصحاء.. ¶ وأنت إلى متى ستعيشين...ربما عشرون سنة...ربما أربعون...ثم ماذا.. لمعت يدها في الظلام وهزتها بقوة.. ¶ لا فرق بيننا كلنا سنرحل وسنغادر هذه الدنيا إما إلى جنة أو إلى نار.. ألم تسمعي قول الله {فَمَنْ زُحْزِحَ عَنِ النَّارِ وَأُدْخِلَ الْجَنَّةَ فَقَدْ فَازَ} [آل عمران، الآية: 185]. ¶ تصبحين على خير.. ¶ هرولت مسرعة وصوتها يطرق أذني.. هداك الله.. لا تنسي الصلاة.. ¶ الثامنة صباحا.. ¶ أسمع طرقا على الباب.. هذا ليس موعد استيقاظي.. بكاء..وأصوات.. يا إلهي ماذا جرى..؟! ¶ لقد ترددت حالة نورة.. وذهب بها أبي إلى المستشفى.. إنا لله وإنا إليه راجعون.. ¶ لا سفر هذه السنة.. مكتوب علي البقاء هذه السنة في بيتنا. ¶ بعد انتظار طويل.. ¶ عند الساعة الواحدة ظهرا.. هاتفنا أبي من المستشفى..تستطيعون زيارتها الآن هيا بسرعة..",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "أخبرتني أمي أن حديث أبي غير مطمئن وأن صوته متغير.. ¶ عباءتي في يدي.. ¶ أين السائق.. ركبنا على عجل.. أين الطريق الذي كنت أذهب لأتمشى مع السائق فيه يبدو قصيراً.. ماله اليوم طويل.. وطويل جدا.. ¶ أين ذلك الزحام المحبب إلى نفسي كي ألتفت يمنة ويسرة.. زحام أصبح قاتلاً ومملاً.. ¶ أمي بجواري تدعو لها.. إنها بنت صالحة ومطيعة.. لم أرها تضيع وقتها أبدا.. ¶ دلفنا من الباب الخارجي للمستشفى.. ¶ هذا مريض يتأوه.. وهذا مصاب بحادث سيارة. وثالث عيناه غائرتان.. لا تدري هل هو من أهل الدنيا أم من أهل الآخرة؟!. منظر عجيب لم أره من قبل.. ¶ صعدنا درجات السلم بسرعة.. ¶ إنها في غرفة العناية المركزة.. وسآخذكم إليها. ثم واصلت الممرضة إنها بنت طيبة، وطمأنت أمي أنها في تحسن بعد الغيبوبة التي حصلت لها.. ¶ ممنوع الدخول لأكثر من شخص واحد.. ¶ هذه هي غرفة العناية المركزة.. ¶ وسط زحام الأطباء وعبر النافذة الصغيرة التي في باب الغرفة أرى عيني أختي نورة تنظر إلي وأمي واقفة بجوارها.. بعد دقيقتين خرجت أمي التي لم تستطع إخفاء دموعها.. ¶ سمحوا لي بالدخول والسلام عليها بشرط أن لا أتحدث معها كثيرا.. دقيقتان كافية لك.. ¶ كيف حالك يا نورة.. ¶ لقد كنت بخير مساء البارحة.. ماذا جرى لك.. ¶ \" أجابتني بعد أن ضغطت على يدي: وأنا الآن ولله الحمد بخير.. الحمد لله ولكن يدك باردة.. ¶ كنت جالسة على حافة السرير ولامست ساقها.. أبعدته عني.. آسفة إذا ضايقتك.. كلا ولكني تفكرت في قول الله- تعالى-: { وَالْتَفَّتِ السَّاقُ بِالسَّاقِ * إِلَى رَبِّكَ يَوْمَئِذٍ الْمَسَاقُ}[القيامة، الآيتان: 29- 30]. عليك يا هناء بالدعاء لي فربما أستقبل عن قريب أول أيام الآخرة.. ¶ و سفري بعيد وزادي قليل. ¶ سقطت دمعة من عيني بعد أن سمعت ما قالت وبكيت.. لم أع أين أنا.. ¶ استمرت عيناي في البكاء.. أصبح أبي خائفا علي أكثر من نورة.. ¶ لم يتعودوا هذا البكاء والانطواء في غرفتي..",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "* مع غروب شمس ذلك اليوم الحزين.. ¶ ساد صمت طويل في بيتنا.. ¶ دخلت على ابنة خالتي.. ابنة عمتي .. ¶ أحداث سريعة.. ¶ كثر القادمون.. اختلطت الأصوات.. شيء واحد عرفته.. ¶ نورة ماتت. ¶ لم أعد أميز من جاء.. ولا أعرف ماذا قالوا.. ¶ يا الله.. أين أنا وماذا يجري.. عجزت حتى عن البكاء.. فيما بعد، أخبروني أن أبي يناديني لوداع أختي الوداع الأخير.. وأني قبلتها.. لم أعد أتذكر إلا شيئا واحدا.. حين نظرت إليها مسجاه.. على فراش الموت.. تذكرت قولها{ وَالْتَفَّتِ السَّاقُ بِالسَّاقِ}. عرفت حقيقة أن {إِلَى رَبِّكَ يَوْمَئِذٍ الْمَسَاقُ }. ¶ لم أعرف أنني عدت إلى مصلاها إلا تلك الليلة.. ¶ وحينها تذكرت من قاسمتني رحيم أمي فنحن توأمين.. تذكرت من شاركتني همومي.. تذكرت من نفست عني كربتي.. من دعت لي بالهداية.. من ذرفت دموعها ليالي طويلة وهي تحدثني عن الموت والحساب.. الله المستعان.. ¶ هذه أول ليلة لها في قبرها.. اللهم ارحمها ونور لها قبرها.. هذا هو مصحفها.. وهذه سجادتها.. وهذا.. وهذا.. بل هذا هو الفستان الوردي الذي قالت لي سأخبئه لزواجي.. ¶ تذكرتها وبكيت على أيامي الضائعة.. بكيت بكاء متواصلاً.. ودعوت الله أن يرحمني ويتوب في ويعفو عني.. دعوت الله أن يثبتها في قبرها كما كانت تحب أن تدعو.. ¶ * فجأة سألت نفسي ماذا لو كانت الميتة أنا؟ ما مصيري..؟ ¶ لم أبحث عن الإجابة من الخوف الذي أصابني.. بكيت بحرقة.. ¶ الله أكبر.. الله أكبر.. ها هو أذان الفجر قد ارتفع.. ولكن ما أعذبه هذه المرة!!. ¶ أحسست بطمأنينة وراحة وأنا أردد ما يقوله المؤذن.. لفلفت ردائي وقمت واقفة أصلي صلاة الفجر.. صليت صلاة مودع.. كما صلتها أختي من قبل وكانت آخر صلاة لها.. ¶ إذا أصبحت لا أنتظر المساء.. ¶ وإذا أمسيت لا أنتظر الصباح.. ¶ فتاوى تهم المرأة!! ¶ الاستهزاء بالحجاب الشرعي ¶ * ما هو حكم من يستهزئ بمن ترتدي الحجاب الشرعي وتغطي وجهها وكفيها؟",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "من يستهزئ بالمسلمة أو المسلم من أج!! تمسكه بالشريعة الإسلامية فهو كافر، سواء كان ذلك في احتجاب المسلمة احتجابا شرعيا أم في غيره. لما رواه عبدالله بن عمر- رضي الله عنهما- قال رجل في غزوة تبوك في مجلس: ما رأيت مثل قرائنا هؤلاء: أرغب بطونا، ولا أكذب ألسنا ولا أجبن عند اللقاء، فقال رجل: كذبت، ولكنك منافق، لأخبرن رسول الله، صلى الله عليه وسلم، فبلغ ذلك رسول الله، صلى الله عليه وسلم، ونزل القرآن فقال عبدالله بن عمر: وأنا رأيته متعلقا بحقب ناقة رسول الله، صلى الله عليه وسلم، تنكبه الحجارة وهو يقول: يا رسول الله إنما كنا نخوض ونلعب ورسول الله،صلى الله عليه وسلم، يقول: { قُلْ أَبِاللَّهِ وَآيَاتِهِ وَرَسُولِهِ كُنْتُمْ تَسْتَهْزِئُونَ * لا تَعْتَذِرُوا قَدْ كَفَرْتُمْ بَعْدَ إِيمَانِكُمْ إِنْ نَعْفُ عَنْ طَائِفَةٍ مِنْكُمْ نُعَذِّبْ طَائِفَةَ بِأَنَّهُمْ كَانُوا مُجْرِمِينَ} فجعل استهزاءه بالمؤمنين استهزاء بالله وآياته ورسوله. وبالله التوفيق. ¶ لبس النقاب ¶ * في الآونة الأخيرة انتشرت ظاهرة بين أوساط النساء بشكل ملفت للنظر، وهي ما يسمى بالنقاب، والغريب في هذه الظاهرة ليس لبس النقاب، إنما طريقة لبس النقاب لدى النساء. ¶ ففي بداية الأمر كان لا يظهر من الوجه إلا العينان فقط ثم بدأ النقاب بالاتساع شيئا فشيئا، فأصبح يظهر مع العينين جزء من الوجه مما يجلب الفتنة ولاسيما أن كثيراً من النساء يكتحلن عند لبسه. وهن- أي النساء- إذا نوقشن في هذا الأمر احتججن بأن فضيلتكم أفتى بأن الأصل فيه الجواز. فنرجو توضيح هذه المسألة بشكل مفصل. وجزاكم الله خيراً.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "الحمد لله رب العالمين، وأصلي وأسلم على نبينا محمد وعلى آله وأصحابه أجمعين، لاشك أن النقاب كان معروفا في عهد النبي، صلى الله عليه وسلم، وأن النساء كن يفعلنه كما يفيده قوله، صلى الله عليه وسلم، في المرأة إذا أحرمت \"لا تنتقب \" فإن هذا يدل على أن من عادتهن لبس النقاب. ¶ ولكن في وقتنا هذا لا نفتي بجوازه، بل نرى منعه وذلك لأنه ذريعة إلى التوسع فيما لا يجوز، وهذا أمر كما قاله السائل مشاهد، ولهذا لم نفت امرأة من النساء لا قريبة ولا بعيدة بجواز النقاب في أوقاتنا هذه بل نرى أنه يمنع منعا باتا، وأن على المرأة أن تتقي ربها في هذا الأمر، وأن لا تتنقب لأن ذلك يفتح باب شر لا يمكن إغلاقه فيما بعد . ¶ الزي المدرسي ¶ * ما حكم الزي المدرسي أو ما يقوم مقامه وقد جعل به فتحات أمامية وجانبية وخلفية مما يكشف عن جزء من الساق، وحجة هؤلاء أنهن بوسط كله نساء وليس الساق بهذه الحال عورة مادام الأمر كذلك؟ ¶ الذي أرى أن المرأة يجب عليها أن تتستر بلباس ساتر وقد ذكر شيخ الإسلام ابن تيمية- رحمه الله- أن النساء في عهد النبي،صلى الله عليه وسلم، كن يلبسن القمص اللاتي تصل إلى الكعبين في القدمين وإلى الكفين في اليدين ولاشك أن الفتحات التي أشار إليها السائل تبدي الساق وربما يتطور الأمر حتى يبدو ما فوق الساق. ¶ والواجب على المرأة أن تحتشم وأن تلبس كل ما يكون أقرب إلى سترها لئلا تدخل في قول النبي، صلى الله عليه وسلم،: \"صنفان من أهل النار لم أرهما بعد قوم معهم سياط كأذناب البقر يضربون بها الناس ونساء كاسيات عاريات مائلات مميلات لا يدخلن الجنة ولا يجدن ريحها، وإن ريحها ليوجد من مسيرة كذا وكذا\". ¶ لبس الكاب ¶ * ما هو الحكم الشرعي بلبس ما يسمى بالكاب عوضا عن العباءة؟ ¶ ·…الحمد لله رب العالمين والصلاة والسلام على نبينا محمد وعلى آله وأصحابه أجمعين.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "لا ريب أن العباءة خير من غيرها بالنسبة للستر، لأن الذي غيرها يبدي أكتاف المرأة وعنقها ورأسها أي يبدي حجم ذلك، فالعباءة أستر، وهو ظاهر ما يروى عن نساء الصحابة حين نزل قوله- تعالى-:{يَا أَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ وَبَنَاتِكَ وَنِسَاءِ الْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِنْ جَلابِيبِهِنَّ ذَلِكَ أَدْنَى أَنْ يُعْرَفْنَ فَلا يُؤْذَيْنَ وَكَانَ اللَّهُ غَفُوراً رَحِيماً}. حين خرج نساء الأنصار وعليهن أكسية سود، وكذلك ما ثبت في الصحيحين: \"أن نساء الصحابة كن يشهدن صلاة الفجر مع رسول الله، صلى الله عليه وسلم، متلفعات بمروطهن \". ¶ وعلى هذا فالأولى المحافظة على لبس العباءة، ولا ينبغي للنساء أن يتفتحن لكل ما يرد عليهن من عادات تكون أبعد عن الحياء مما كان عليه الناس من قبل . ¶ الملابس الضيقة ¶ * كثير من النساء يذكرن أن عورة المرأة عن المرأة هي من السرة أو الركبة، لهذا فإنهن لا يترددن في ارتداء الملابس الضيقة جدا أو المفتوحة؟ لتظهر أجزاء كبيرة من الجسد: كالصدر، والظهر، واليدين.. فما تعليقكم؟ ¶ ·…مطلوب من المسلمة الاحتشام والحياء وأن تكون قدوة حسنة لأخواتها من النساء وألا تكشف عند النساء، إلا ما جرت عادة المسلمات الملتزمات بكشفه فيما بينهن، هذا هو الأولى والأحوط، لأن التساهل في كشف ما لا داعي لكشفه قد يبعث على التساهل ويجر إلى السفور المحرم، والله أعلم . ¶ الكعب العالي ¶ أولاً : اللجنة الدائمة: ¶ ما حكم لبس الكعب العالي للمرأة؟ ¶ * فأجابت اللجنة بقولها: ¶ لبس الكعب العالي يعرض المرأة للسقوط والإنسان مأمور شرعا بتجنب الأخطار بمثل عموم قول الله: {وَلا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ}. {وَلا تَقْتُلُوا أَنْفُسَكُمْ}.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "كما أنه يظهر قامة المرأة وعجيزتها بأكثر مما هي عليه، وفي هذا تدليس، وإبداء للزينة التي نهيت عن إبدائها المرأة المؤمنة بقول- الله سبحانه، وتعالى-: { وَلا يُبْدِينَ زِينَتَهُنَّ إِلَّا لِبُعُولَتِهِنَّ أَوْ آبَائِهِنَّ أَوْ آبَاءِ بُعُولَتِهِنَّ }. ¶ ثانيا: سماحة الشيخ عبد العزيز ابن باز: ¶ وسئل سماحة الشيخ عبدالعزيز ابن باز- حفظه الله- عن لبس الحذاء - الكعب العالي- فقال:- ¶ * أقل أحواله الكراهة لأن فيه: ¶ أولا : تدليسا حيث تبدو المرأة طويلة وهي ليست كذلك. ¶ ثانيا : فيه خطر على المرأة من السقوط. ¶ ثالثا : ضار صحيا كما قرر ذلك الأطباء. ¶ ثالثا : فضيلة الشيخ محمد بن عثيمين : ¶ وسئل الشيخ محمد بن عثيمين- حفظه الله: ¶ ما حكم قص شعر الفتاة إلى كتفيها للتجمل سواء كانت متزوجة أو غير متزوجة؟ وما حكم لبس النعال المرتفعة قليلاً أو كثيراً، وما حكم استعمال أدوات التجميل المعروفة للتجمل لزوجها؟ ¶ * فأجاب: ¶ قص المرأة لشعرها: ¶ إما أن يكون على وجه يشبه شعر الرجال فهذا محرم ومن كبائر الذنوب لأن النبي، صلى الله عليه وسلم، لعن المتشبهات من النساء بالرجال . ¶ وإما أن يكون على وجه لا يصل به إلى التشبه بالرجال فقد اختلف أهل العلم بذلك على ثلاثة أقوال: ¶ منهم من قال: إنه جائز لا بأس به. ¶ ومنهم من قال: إنه محرم. ¶ ومنهم من قال: إنه مكروه. ¶ والمشهور من مذهب الإمام أحمد أنه مكروه. ¶ وفي الحقيقة أنه كما قدمت في الجواب السابق، أنه لا ينبغي لنا أن نتلقى كل ما ورد علينا من عادات غيرنا، فنحن قبل زمن غير بعيد نرى النساء يتباهين بكثرة شعور رؤوسهن وطول شعورهن فما بالهن يذهبن إلى هذا العمل الذي أتانا من غير بلادنا، وأنا لست أنكر كل شيء جديد ولكنني أنكر كل شيء يؤدي إلى أن ينتقل المجتمع إلى عادات متلقاة من غير المسلمين.",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "وأما النعال المرتفعة، فلا تجوز إذا خرجت عن العادة وأدت إلى التبرج وظهور المرأة ولفت النظر إليها، لأن الله يقول: {وَلا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الْأُولَى }. ¶ فكل شيء يكون به تبرج المرأة وظهورها وتميزها من بين النساء على وجه فيه التجمل، فإنه محرم ولا يجوز لها. ¶ كشف الوجه في الخارج ¶ * في أوقات سفرنا إلى خارج المملكة هل يجوز أن أكشف وجهي وأرمي الحجاب، لأننا بعدنا عن بلدنا ولا أحد يعرفنا ولأن والدتي تعمل المستحيل وتحرض والدي على أن يجبرني على كشف وجهي، لأنهم يعتبروني عندما أغطي وجهي أنني ألفت النظر إليهم. ¶ لا يجوز لك ولا لغيرك من النساء السفور في بلاد الكفار، كما لا يجوز ذلك في بلاد المسلمين، بل يجب الحجاب عن الرجال الأجانب سواء كانوا مسلمين أو كفارا بل وجوبه عن الكفار أشد لأنه لا إيمان لهم يحجزهم عما حرم الله، ولا يجوز لك ولا لغيرك طاعة الوالدين ولا غيرهما في فعل ما حرم الله ورسوله، والله- سبحانه- يقول في كتابه المبين في سورة الأحزاب: { وَإِذَا سَأَلْتُمُوهُنَّ مَتَاعاً فَاسْأَلوهُنَّ مِنْ وَرَاءِ حِجَابٍ ذَلِكُمْ أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ}. فبين- سبحانه وتعالى- في هذه الآية الكريمة أن تحجب النساء عن الرجال غيرالمحارم أطهر لقلوب الجميع وقال- سبحانه- في سورة النور: {وَقُلْ لِلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ }. إلى أن قال- سبحانه-: {وَلا يُبْدِينَ زِينَتَهُنَّ إِلَّا لِبُعُولَتِهِنَّ أَوْ آبَائِهِنَّ أَوْ آبَاءِ بُعُولَتِهِنَّ} الآية.. والوجه من أعظم الزينة. ¶ الكشف للخدم والسائقين ¶ * ما حكم مقابلة الخدم والسائقين؟ وهل تعتبر في حكم الأجانب علما بأن والدتي تطلب في الخروج أمام الخدم وأن أضع على رأسي (إيشارب)؟ فهل يجوز في ديننا الحنيف الذي أمرنا بعدم معصية أوامر الله- عزوجل-.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "السائق والخادم حكمهما حكم بقية الرجال يجب التحجب عنهما إذا كانا ليسا من المحارم ولا يجوز السفور لهما، ولا الخلوة بكل واحد منهما، لقول النبي، صلى الله عليه وسلم،: \"لا يخلون رجل بامرأة فإن الشيطان ثالثهما\". ولعموم الأدلة في وجوب الحجاب، وتحريم التبرج والسفور، لغير المحارم، ولا تجوز طاعة الوالدة ولا غيرها في شيء من معاصي الله . ¶ كشف المرأة لأقارب زوجها ...... ونوم الولد مع أمه وأخته ¶ * هل يجوز شرعا أن تكشف زوجة إنسان لإخوانه أو أولاد عمه؟ وهل يجوز أن ينام الولد مع أمه وأخته وهو بالغ رشده؟ ¶ أولا : إخوة الزوج وأبناء عمه ليسوا بمحارم لزوجته بمجرد كونهم إخوة له أو أبناء أعمامه، وبذلك لا يجوز لزوجته أن تكشف لهم ما لا تكشفه إلا لمحارمها، ولو كانوا صالحين موثوقا بهم، فإن الله- سبحانه - حصر إبداء المرأة لزينتها في أناس بينهم في قوله: {وَلا يُبْدِينَ زِينَتَهُنَّ إِلَّا لِبُعُولَتِهِنَّ أَوْ آبَائِهِنَّ أَوْ آبَاءِ بُعُولَتِهِنَّ أَوْ أَبْنَائِهِنَّ أَوْ أَبْنَاءِ بُعُولَتِهِنَّ أَوْ إِخْوَانِهِنَّ أَوْ بَنِي إِخْوَانِهِنَّ أَوْ بَنِي أَخَوَاتِهِنَّ أَوْ نِسَائِهِنَّ أَوْ مَا مَلَكَتْ أَيْمَانُهُنَّ أَوِ التَّابِعِينَ غَيْرِ أُولِي الْأِرْبَةِ مِنَ الرِّجَالِ أَوِ الطِّفْلِ الَّذِينَ لَمْ يَظْهَرُوا عَلَى عَوْرَاتِ النِّسَاءِ }. وليس إخوة الزوج ولا أبناء إخوة الزوج ولا أبناء أعمامه من هؤلاء بمجرد كونهم إخوته أو أبناء عمه، ولم يفرق الله في ذلك بين صالح وغيره، احتياطا للأعراض وسدا لذرائع الشر والفساد، وقد ثبت في الحديث الصحيح أن النبي، صلى الله عليه وسلم، سئل عن الحمو فقال: \"الحمو الموت \" والمراد بالحمو أخو الزوج ونحوه، ممن ليسوا محارم للزوجة، فعلى المسلم أن يحافظ على دينه وأن يحتاط لعرضه.",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "ثانيا : لا يجوز للأولاد الذكور إذا بلغوا الحلم أو كان سنهم عشر سنوات فأكثر، أن يناموا مع أمهاتهم أو أخواتهم في مضاجعهم أو في فراشهم، احتياطا للفروج، وبعدا عن إثارة الفتنة، وسدا لذريعة الشر، وقد أمر النبي، صلى الله عليه وسلم، بالتفريق بين الأولاد في المضاجع إذا بلغوا عشر سنين فقال: \" مروا أولادكم بالصلاة لسبع واضربوهم عليها لعشر وفرقوا بينهم في المضاجع \". وأمر الذين لم يبلغوا الحلم أن يستأذنوا عند دخول البيوت في الأوقات الثلاثة، التي هي مظنة التكشف وظهور العورة، وأكد ذلك بتسميتها عورات. فقال- تعالى-: {يَا أَيُّهَا الَّذِينَ آمَنُوا لِيَسْتَأْذِنْكُمُ الَّذِينَ مَلَكَتْ أَيْمَانُكُمْ وَالَّذِينَ لَمْ يَبْلُغُوا الْحُلُمَ مِنْكُمْ ثَلاثَ مَرَّاتٍ مِنْ قَبْلِ صَلاةِ الْفَجْرِ وَحِينَ تَضَعُونَ ثِيَابَكُمْ مِنَ الظَّهِيرَةِ وَمِنْ بَعْدِ صَلاةِ الْعِشَاءِ ثَلاثُ عَوْرَاتٍ لَكُمْ لَيْسَ عَلَيْكُمْ وَلا عَلَيْهِمْ جُنَاحٌ بَعْدَهُنَّ طَوَّافُونَ عَلَيْكُمْ بَعْضُكُمْ عَلَى بَعْضٍ كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الْآياتِ وَاللَّهُ عَلِيمٌ حَكِيمٌ }. كل ذلك من أجل درء الفتنة والاحتياط للأعراض، والقضاء على وسائل الشر. ¶ أما من كان دون عشر سنوات، فيجوز له أن ينام مع أمه أو أخته في مضجعها لحاجته إلى الرعاية، ولدفع الحرج مع أمن الفتنة، لكن يجوز عند أمن الفتنة أن يناموا جميعا، ولو كانوا بالغين في مكان واحد كل منهم في فراش يخصه. وصلى الله على نبينا محمد، وآله وصحبه وسلم . ¶ مصافحة النساء للرجال الأجانب ¶ * يكثر عند بعض القبائل عادات قد يكون بعضها مخالفا للشرع المطهر ومنها أن يطلب الضيف السلام على النساء في البيت مادا يده للمصافحة، وقد يكون الرفض مسببا لكثير من المشاحنات، ويفسر بمعان مختلفة، ما التصرف السليم الذي يمكن عمله إزاء هذا الموقف؟",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "المصافحة للنساء اللاتي لسن محارم للرجل لا تجوز، لما ثبت عن النبي، صلى الله عليه وسلم، أنه قال حين بيعته للنساء: \"إني لا أصافح النساء\". وثبت عن عائشة- رضي الله عنها- أنها قالت: \"والله ما مست يد رسول الله، صلى الله عليه وسلم، يد امرأة قط ما كان يبايعهن إلا بالكلام \". ¶ وقد قال الله- عز وجل-: {لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ وَذَكَرَ اللَّهَ كَثِيراً }. ولأن المصافحة للنساء من غير محارمهن من وسائل الفتنة للطرفين فوجب تركها. ¶ أما السلام من دون مصافحة ولا ريبة، ولا خضوع بالقول، فلا بأس به لقول الله- عز وجل-: {يَا نِسَاءَ النَّبِيِّ لَسْتُنَّ كَأَحَدٍ مِنَ النِّسَاءِ إِنِ اتَّقَيْتُنَّ فَلا تَخْضَعْنَ بِالْقَوْلِ فَيَطْمَعَ الَّذِي فِي قَلْبِهِ مَرَضٌ وَقُلْنَ قَوْلاً مَعْرُوفاً} ولأن النساء في عهد النبي، صلى الله عليه وسلم، كن يسلمن عليه ويستفتينه فيما يشكل عليهن، وهكذا كانت النساء يستفتين أصحاب النبي، صلى الله عليه وسلم، فيما يشكل عليهن. ¶ أما مصافحة المرأة للنساء ولمحارمها من الرجال كأبيها وأخيها وعمها وغيرهم من المحارم فليس في ذلك بأس. والله ولي التوفيق . ¶ جلوس المرأة مع أقارب زوجها ¶ * هل يجوز للمرأة أن تجلس مع أقارب زوجها وهي محجبة حجاب السنة؟ ¶ يجوز للمرأة أن تجلس مع أخي زوجها أو بني عمها أو نحوهم إذا كانت محجبة الحجاب الشرعي، وذلك بستر وجهها وشعرها وبقية بدنها، لأنها عورة وفتنة إذا كان الجلوس المذكور ليس فيه ريبة ولا خلوة بأحد منهم. أما الجلوس الذي فيه خلوة أو تهمة لها بالشر فلا يجوز.. وهكذا الجلوس معهم لسماع الغناء وآلات اللهو ونحو ذلك.. والله ولي التوفيق . ¶ ركوب المرأة مع السائق الأجنبي",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "* ما حكم ركوب المرأة مع سائق أجنبي وحدها ليوصلها في داخل المدينة؟ وما الحكم إذا ركبت المرأة ومجموعة من النساء مع السائق وحدهن؟ ¶ لا يجوز ركوب المرأة مع سائق ليس محرما لها وليس معهما غيرهما لأن هذا في حكم الخلوة. وقد صح عن رسول الله،صلى الله عليه وسلم، أنه قال: \"لا يخلو رجل بامرأة إلا ومعها ذو محرم \". وقال، صلى الله عليه وسلم،: \"لا يخلون رجل بامرأة فإن الشيطان ثالثهما\". أما إن كان معهما رجل آخر أو أكثر أو امرأة أخرى أو أكثر فلا حرج في ذلك، إذا لم يكن هناك ريبة، لأن الخلوة تزول بوجود الثالث أو أكثر، وهذا في غير السفر. أما في السفر فليس للمرأة أن تسافر إلا مع ذي محرم لقول النبي،صلى الله عليه وسلم،: \"لا تسافر امرأة إلا مع ذي محرم \". متفق على صحته. ولا فرق بين كون السفر من طريق الأرض أو الجو أو البحر. والله ولي التوفيق . ¶ التردد على الأسواق ¶ * ما حكم التردد باستمرار على الأسواق لمعرفة الجديد من السلع والتسابق للفوز بها؟ ¶ مطلوب من المرأة البقاء في بيتها والقيام بأعماله وبتربية أولادها ورعايتهم، فإنها راعية في بيت زوجها ومسئولة عن رعيتها، قال الله- تعالى-: {وَقَرْنَ فِي بُيُوتِكُنَّ } أي الزمن بيوتكن فلا تخرجن لغير حاجة. وقال، صلى الله عليه وسلم،: (إن المرأة عورة، فإذا خرجت استشرفها الشيطان \"رواه البزار والترمذي بنحوه، وليست معرفة الجديد من السلع حاجة تبرر لها الخروج من بيتها- فالخطر عظيم خصوصا في هذا الزمان الذي كثر فيه الشر. ¶ الإسراف في الشراء ¶ * بحجة أن الله يحب أن يرى أثر نعمته على عبده، فإن البعض من النساء ينفقن أموالا كثيرة على ملابسهن وأمور زينتهن فما تعليقكم؟",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "من رزقه الله مالا حلالا فقد أنعم الله عليه نعمة يجب عليه شكرها وذلك بالتصدق منها والأكل واللبس من غير سرف ولا مخيلة، وما تفعله بعض النساء من المغالاة في شراء الأقمشة والإكثار منها من غير حاجة إلا مجرد المباهاة ومسايرة معارض الأقمشة في دعاياتها، كل ذلك من الإسراف والتبذير المنهي عنه وإضاعة المال، والواجب على المسلمة الاعتدال في ذلك والابتعاد عن التبرج والمبالغة في التجمل، خصوصا عند الخروج من بيوتهن قال- تعالى-: {وَلا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الْأُولَى} وقال- تعالى-: {وَقُلْ لِلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ وَلا يُبْدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنْهَا } إلى قوله- تعالى-: {وَلا يَضْرِبْنَ بِأَرْجُلِهِنَّ لِيُعْلَمَ مَا يُخْفِينَ مِنْ زِينَتِهِنَّ }، وهذه الأموال ستسأل عنها يوم القيامة (من أين اكتسبناها وفيم أنفقناها) . ¶ خروج الكف ¶ * ما رأي فضيلتكم في أن كثيراً من النساء اللاتي يخرجن إلى الأسواق لقصد الشراء من أصحاب المحلات التجارية يخرجن أكف أيديهن، والبعض الآخر يخرجن الكف مع الساعد، وذلك عند غير محارمهن وهذا أكثر الموجود في الأسواق؟ ¶ لاشك أن إخراج المرأة كفيها وساعديها في الأسواق أمر منكر وسبب للفتنة، لاسيما أن بعض هؤلاء النساء يكون على أصابعهن خواتم، وعلى سواعدهن أساور وقد قال- تعالى- للمؤمنات: {وَلا يَضْرِبْنَ بِأَرْجُلِهِنَّ لِيُعْلَمَ مَا يُخْفِينَ مِنْ زِينَتِهِنَّ }. ¶ وهذا يدل على أن المرأة المؤمنة لا تبدي شيئا من زينتها، وأنه لا يحل لها أن تفعل شيئا يعلم به ما تخفيه من هذه الزينة، فكيف بمن تكشف زينة يديها ليراها الناس.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "إنني أنصح النساء المؤمنات بتقوى الله- عز وجل-، وأن يقدمن الهدى على الهوى، ويعتصمن بما أمر الله به نساء النبي، صلى الله عليه وسلم، اللاتي هن أمهات المؤمنين وأكمل النساء أدبا وعفة حيث قال لهن: {وَقَرْنَ فِي بُيُوتِكُنَّ وَلا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الْأُولَى وَأَقِمْنَ الصَّلاةَ وَآتِينَ الزَّكَاةَ وَأَطِعْنَ اللَّهَ وَرَسُولَهُ إِنَّمَا يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيراً}. ليكون لهن نصيب من هذه الحكمة العظيمة. وأنصح رجال المؤمنين الذين جعلهم الله قوامين على النساء أن يقوموا بالأمانة التي حملوها واسترعاهم الله عليها، نحو هؤلاء النساء،فيقوموهن بالتوجيه والإرشاد والمنع من أسباب الفتنة فإنهم عن ذلك مسؤولون ولربهم ملاقون فلينظروا بماذا يجيبون؟ ¶ يقول- تعالى-: {يَوْمَ تَجِدُ كُلُّ نَفْسٍ مَا عَمِلَتْ مِنْ خَيْرٍ مُحْضَراً وَمَا عَمِلَتْ مِنْ سُوءٍ تَوَدُّ لَوْ أَنَّ بَيْنَهَا وَبَيْنَهُ أَمَداً بَعِيداً وَيُحَذِّرُكُمُ اللَّهُ نَفْسَهُ وَاللَّهُ رَؤُوفٌ بِالْعِبَادِ }. ¶ والله أسأل أن يصلح عامة المسلمين وخاصتهم، رجالهم ونساءهم، صغارهم وكبارهم، وأن يرد كيد أعدائهم في نحورهم إنه جواد كريم والحمد لله رب العالمين، وصلى الله على نبينا محمد، وعلى آله وصحبه، أجمعين . ¶ وضع الأطياب في المدرسة ¶ * وضع الأطياب بعد وصول الطالبة أو المدرسة إلى المدرة أو الكلية بحجة أن ريحها يذهب رغم أنهن يضعن روائح عطرية قوية تبقى؟ .",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "أنا لا أرى هذا لأنه لابد أن يبقى أثر من الطيب، فإذا خرجت المرأة من المدرسة خرجت وهي متطيبة، وهذا خلاف ما أمر به النبي، صلى الله عليه وسلم، حيث رخص للنساء في حضور صلاة الجماعة في المساجد وقال: (أو ليخرجن تفلات أي غير متطيبات \" وفي صحيح مسلم من حديث زينب امرأة ابن مسعود- رضي الله عنهما- أن النبي ، صلى الله عليه وسلم، قال: \"إذا شهدت إحداكن المسجد فلا تمسن طيبا\". ¶ وعلى المرأة أن تحذر كل ما يؤدي إلى الفتنة. والله المستعان . ¶ تخفيف الحاجب وتطويل الأظافر ووضع المناكير ¶ * ما حكم تخفيف الشعر الزائد من الحاجب؟ ¶ * ما حكم تطويل الأظافر ووضع مناكير عليها مع العلم بأنني أتوضأ قبل وضعه ويجلس 24 ساعة ثم أزيله؟ ¶ * هل يجوز للمرأة أن تتحجب من دون أن تغطي وجهها إذا سافرت للخارج؟ ¶ لا يجوز أخذ شعر الحاجبين، ولا التخفيف منهما، لما ثبت عن النبي، صلى الله عليه وسلم، أنه لعن النامصة والمتنمصة. وقد بين أهل العلم أن أخذ شعر الحاجبين من النمص.. ¶ تطويل الأظافر خلاف السنة وقد ثبت عن النبي، صلى الله عليه وسلم، أنه قال: \"الفطرة خمس: الختان، والاستحداد، وقص الشارب، ونتف الإبط، وقلم الأظفار\". ¶ ولا يجوز أن تترك أكثر من أربعين ليلة لما ثبت عن أنس- رضي الله عنه- قال: \"وقت لنا رسول الله، صلى الله عليه وسلم، في: قص الشارب، وقلم الظفر، ونتف الإبط، وحلق العانة أن لا نترك شيئا من ذلك أكثر من أربعين ليلة\" ولأن تطويلها فيه تشبه بالبهائم وبعض الكفرة. ¶ أما المناكير فتركها أولى، وتجب إزالتها عند الوضوء، لأنها تمنع وصول الماء إلى الظفر.",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "يجب على المرأة أن تتحجب عن الأجانب في الداخل والخارج،لقوله- سبحانه-: {وَإِذَا سَأَلْتُمُوهُنَّ مَتَاعاً فَاسْأَلوهُنَّ مِنْ وَرَاءِ حِجَابٍ ذَلِكُمْ أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ }. وهذه الآية الكريمة تعم الوجه وغيره، والوجه هو عنوان المرأة وأعظم زينتها وقال- تعالى-: {يَا أَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ وَبَنَاتِكَ وَنِسَاءِ الْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِنْ جَلابِيبِهِنَّ ذَلِكَ أَدْنَى أَنْ يُعْرَفْنَ فَلا يُؤْذَيْنَ وَكَانَ اللَّهُ غَفُوراً رَحِيماً}. وقال- سبحانه -: {وَلا يُبْدِينَ زِينَتَهُنَّ إِلَّا لِبُعُولَتِهِنَّ أَوْ آبَائِهِنَّ أَوْ آبَاءِ بُعُولَتِهِنَّ }. الآية. ¶ وهذه الآيات تدل على وجوب الحجاب في الداخل والخارج، وعن المسلمين والكفار. ولا يجوز لأي امرأة تؤمن بالله واليوم الآخر أن تتساهل في هذا الأمر لما في ذلك من المعصية لله ولرسوله، ولأن ذلك يفضي إلى الفتنة بها في الداخل والخارج . ¶ تسريحات الشعر ¶ * تظهر بين الحين والآخر تسريحات خاصة بالشعر فيأخذ بها العديد من النساء كقصة الشعر حتى يصبح كشعر الرجل، أو صبغه بألوان متعددة أو جعله منقوشا منكوشا، علما أن هذا يضطرها غالبا للذهاب للكوافيرة ودفع مال يتراوح بين 100- 1000 ريال؟",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "شعر رأس المرأة جمال لها مطلوب منها العناية به وإصلاحه بما يحتاج إليه من رعاية وتجميل في حدود المباح، ومطلوب منها توفيره وستره عن الرجال غير المحارم. وستره أيضا في الصلاة لقوله، صلى الله عليه وسلم،: \"لا يقبل الله صلاة حائض بغير خمار\" والمراد بالحائض هنا من بلغت سن الحيض. وأما العبث به بالقص أو جعله مشابها لرأس الرجل أو بتشويه صورته أو تغيير لونه من غير حاجة، فكل ذلك لا يجوز إلا صبغ الشيب بغير السواد فإنه مطلوب. وكذا لا تجوز المغالاة بتكاليف تسريحه والذهاب إلى الكوافيرة التي ربما يكون العاملون فيها من الرجال أو النساء الكافرات، وإنما تصلح المرأة شعرها في بيتها، لأن ذلك أستر لها وأيسر تكلفة . ¶ قبل الوداع ¶ أختي المسلمة... ¶ قبل أن أودعك.. أود أن أهمس بكلمات يجب أن تعيها جيدا. ¶ إنني كرجل مسلم أخاف عليك من كل ما يمكن أن يمسك من سوء.. فإليك هذه النصائح من عالم من علمائنا يقول- حفظه الله-: ¶ * الكلمة التي أوجهها نحو المرأة المسلمة: ¶ أن تتقي الله في نفسها وفي زوجها وأولادها فتقوم بأعمال بيتها وتربية أولادها وحقوق زوجها. ¶ وأن تتعلم أمور دينها وأن تحافظ على أداء فرائض الله وتكثر من النوافل والتصدق بما تستطيع. ¶ وألا تخرج من بيتها إلا لحاجة مع التستر الكامل وترك الطيب والزينة عند الخروج. ¶ وألا تركب وحدها مع سائق غير محرم.. وألا تزاحم الرجال وتختلط بهم. ¶ وأن لا تدخل على الطبيب وحدها بدون أن يكون معها محرم. ¶ وأن لا تسافر بدون محرم . ¶ وأن تعالج عند طبيبات من النساء ولا تعالج عند الأطباء الرجال إلا بشرطين : ¶ الأول: أن لا تجد طبيبة امرأة. ¶ والثاني: أن تكون مضطرة للعلاج. ¶ وأن تبتعد عن التشبه بالرجال وعن التشبه بالكافرات في شعرها ولباسها وزيها. ¶ وأن تبادر إلى الزواج إذا لم تكن قد تزوجت ولا تبقى بدون زواج وأن تتنازل عن كثير من مطامعها إذا وجدت الزوج الصالح .",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "وكذلك على المرأة المسلمة ألا تلتفت إلى الدعايات المغرضة التي تريد أن تسلب المرأة كرامتها وعفتها فتدعوها إلى الخروج على الآداب الشرعية والتمرد على ولي أمرها الذي ينظر في مصلحتها . ¶ وعليها بالبر بوالديها وصلة أرحامها وإكرام جيرانها وكف الأذى عنهم. ¶ وأن تمسك لسانها عن الغيبة والنميمة وتغض من بصرها وصوتها وتحتجب الحجاب الشرعي الكامل. ¶ وأن تسهم في الدعوة إلى الله في محيط النساء وتأمر بالمعروف وتنهى عن المنكر.",
            "page": "62",
            "part": "1"
        }
    ],
    "t35168": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "إلى ربات الخدور"
        }
    ]
}