{
    "b35163": [
        {
            "id": "1",
            "nass": "اللطائف الروحية في ¶ الدروس الرمضانية ¶ تأليف ¶ مشعل بن عبد العزيز الفلاحي ¶ المقدمة ¶ إن الحمد لله نحمده ونستعينه ونستغفره ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا ، من يهده الله فلا مضل له ومن يضلل فلا هادي له ، وأشهد أن لا إله إلا الله وحده لا شريك له ، وأشهد أن محمداً عبده ورسوله . ¶ يا أيها الذين آمنوا اتقوا الله حق تقاته ولا تموتن إلا وأنتم مسلمون . ¶ يا أيها الناس اتقوا ربكم الذي خلقكم من نفس واحدة وخلق منها زوجها وبث منهما رجالاً كثيراً ونساءً ، واتقوا الله الذي تساءلون به والأرحام ، إن الله كان عليكم رقيباً . ¶ يا أيها الذين آمنوا اتقوا الله وقولوا قولاً سديداً ، يصلح لكم أعمالكم ويغفر لكم ذنوبكم ، ومن يطع الله ورسوله فقد فاز فوزاً عظيماً . وبعد :",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "فإن شهر رمضان شهر مبارك كريم ، افترض الله صومه على هذه الأمة ، وعلى غيرها من الأمم السابقة ، وذلك لتحقيق غاية عظيمة أشار الله تعالى إليها في كتابه الكريم حين قال : (( يا أيها الذين آمنوا كتب عليكم الصيام كما كتب على الذين من قبلكم لعلكم تتقون )) . وحين يمن الله تعالى على الإنسان فيعيش أيام هذا الشهر الكريم ولياليه يعيش شعوراً عجيباً يخالج قلبه ، ويفيض على مشاعره ، شعوراً بتلك الروحانية التي تصحب هذا الشهر ، ويجد المسلم بردها وجمالها ولطائفها في جوانب حياته كلها ، وهذه الروحانية تصحب هذا الشهر، وتلازم أيامه كلها . وهذا الوقت بالذات في نظري هو من أخصب أوقات الدعوة والتوجيه لعامة الناس ، فكم من كلمة على بساطتها ولطافتها حوّلت أناساً كانوا يعيشون على هامش الحياة إلى أناس مرموقين فاعلين ، يُشار إليهم بالبنان . فكان نصيب من تحدّث بها أن تحقق له موعود النبي صلى الله عليه وسلم : ( لئن يهدي الله بك رجلاً واحداً خير لك من حمر النعم ) . وعندما تتأمّل هذا الشهر الكريم ترى فيه إقبالاً كبيراً إلى الخير . فهذه المساجد بحمد الله تعالى تزدحم من كثرة المصلين ، ولك أن تتأمّل هؤلاء المسلمين وهم أوزاعاً داخل المسجد كل يقرأ في كتاب ربه ، ويرجوا أن ينال موعوده. وفي الوقت ذاته يعيش هؤلاء روحانية تخالج قلوبهم ، فيجدون السعادة والراحة والطمأنينة تملئ قلب الواحد منهم . فرأيت أن أشارك هذه الجموع فرحتهم وروحانيتهم ، فسطّرت لهم لطائف روحانية ، اخترتها من كتاب الله تعالى ، وسنة رسوله صلى الله عليه وسلم ، وعلّقت عليها بما أراه يناسب المقام ، ويقتضيه الحال . وحسبي انني اجتهدت في تدوينها ، وهدفي من ذلك كله أ ن تصل الكلمة الهادفة إلى هذه الجموع وهي تعيش شهرها فتسهم في تنبيه غافل أو تذكير ناسي ، فيتحقق للأمة بعوده خيراً كثيراً . فإن حصل المقصود فذلك كل ما أتمناه وهو خير عوض في وقت وجهد صرف عبر تدوين هذه",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "الأسطر ، وإن لم يتحقق من ذلك شيئ فلي أمل أن تكون النية الصالحة خير عوض فيما فات . سائلاً الله تعالى أن يجعلها من أعمال البر التي أجد ثوابها وبرها بين يدي الله تعالى يوم العرض عليه . إنه ولي ذلك والقادر عليه . ¶ المؤلف : مشعل بن عبد العزيز الفلاحي ¶ محافظة القنفذة ـ حلي ـ ¶ ص . ب : 5 ـ الرمز البريدي : 21972 ¶ MASHAL001@HOTMAIL. COM ¶ (1) ¶ بشائر وفضائل ¶ الحمد لله رب العالمين والصلاة والسلام على أشرف الأنبياء والمرسلين وبعد ¶ فإن مشهد رمضان من المشاهد الحية في حياة المسلمين ، وهذا من توفيق الله تعالى وفضله ، فمشاهد الخير ، وأيام الطاعة ، إذا تحقق للمسلم شهودها كان ممتنّاً بنعمة الله وفضله ، وشهر رمضان من هذه المشاهد العظيمة في حياة المسلمين ، ينتظرونه في كل عام مرة ، ويشهدون بلقياه عظيم الفرحة في قلوبهم . وقد كان النبي صلى الله عليه وسلم يعُدّ شهود هذا الشهر من نعم الله تعالى فيبشر به عند قدومه حيث جاء عنه صلى الله عليه وسلم أنه كان يقول : (( قد جاءكم شهر رمضان ، شهر مبارك افترض الله عليكم صيامه ، تفتح فيه أبواب الجنة ، وتغلق فيه أبواب الجحيم ، وتُغل فيه الشياطين ، فيه ليلة خير من ألف شهر من حُرم خيرها فقد حُرم )) (1) . وفي صحيح السنة ما يبين بجلاء عن فضائل عظيمة تصحب هذا الشهر ، وتحل مع قدومه ، وهي كثيرة عظيمة نسوق بعضاً منها . فمن هذه الفضائل : ¶ أن الصيام : أنه يغفر الذنوب ويكفّر السيئات : قال صلى الله عليه وسلم في : (( من صام رمضان إيماناً واحتساباً غُفر له ما تقدم من ذنبه )) (2) ¶ ومن فضائله : أن الله تعالى خص نفسه يجزاء الصوم دون غيره فقال صلى الله عليه وسلم قال : قال الله تعالى : (( كل عمل ابن آدم له إلا الصوم فإنه لي وأنا أجزي به )) (3)",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "ومن فضائله : أنه يشفع لصاحبه يوم القيامة : قال صلى الله عليه وسلم : الصيام والقرآن يشفعان للعبد يوم القيامة ، يقول الصيام أي ربي منعته الطعام فشفّعني فيه ، ويقول القرآن منعته النوم بالليل فشفّعني فيه ، قال : فيشفعان .(4) ¶ ومن فضائله : أن الصوم وقاية وحجاب من النار قال صلى الله عليه وسلم : الصيام جُنّة يستجن بها العبد من النار .(5) ¶ ومن فضائله : أن خلوف فم الصائم أطيب عند الله من ريح المسك . قال صلى الله عليه وسلم : (( لخلوف فم الصائم أطيب عند الله من ريح المسك )) (6) ¶ ومن فضائله : أن للصائم فرحتان : فرحة عند فطره ، وفرحة عند لقاء ربه .(7) ¶ ومن فضائله : أن الله جعل للصائمين باباً خاصاً يدخلون منه يوم القيامة . قال صلى الله عليه وسلم : (( إن في الجنة باباً يقال له الريان يدخل منه الصائمون يوم القيامة لايدخل منه أحد غيرهم يقال : اين الصائمون فيقومون فيدخلون ، فإذا دخلوا أغلق فلم يدخل أحد )) (8) ¶ ومن فضائله : أن العمرة فيه تعدل حجة مع رسول الله صلى الله عليه وسلم : قال عليه الصلاة والسلام لأم سنان مالك لاتحجي معنا قال : إن فلان له ناضحان حج على أحدهما ، والآخر نتسقي عليه فقال صلى الله عليه وسلم : اعتمري في رمضان فإن عمرة في رمضان كحجة معي .(9) ¶ الخير بادٍ فيك والإحسان ُ *** والذكرُ والقرآن ُ يارمضانُ ¶ والصوم فيك عبادة ٌ ورياضةٌ *** تسمو بها الأرواحُ والأبدانُ ¶ والشّهر فيك مكبّلٌ ومغللُ *** والبرُّ فيك مجلّلٌ هتان ُ ¶ والليل فيك نسائمٌ هفّافةُ *** رقصت لطيب عبيرها الرّهبانُ ¶ والفجر فيك عبادةُ وتلاوةُ *** والصبح فيك سِعايةٌ وأمان ُ ¶ والروح فيك طليقةُ رفرافةٌ *** أحلامها الغفرانُ والرضوانُ ¶ والجسم فيك حبيسةُ أطماعه *** لا يستريح إذا سما الوجدان ُ ¶ والناس فيك تآلفٌ قد ضمهم *** وأظلّهم ظلُّ الهدى الفينانُ ¶ فكأنهم جسمٌ يئن إذا اشتطى *** عضو به وكأنّهم بنيانُ",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وليتأمل متأمل هذه البشائر والفضائل العظيمة بقدوم هذا الشهر المبارك ليجد ثمة فرحة تخالج قلبه ، وتسكن فؤاده ، ويجد فيض أثرها في حياته . وليعلم أن المنح عطايا ، والفضل مكرمات ، وأي منحة ، وأي فضل أعظم من شهود هذا الشهر الكريم فليهنأ المسلم بهذا الفضل وليحمد الله تعالى على ما أولاه من نعمه ، وليكتب بأثره وجهده وعمله قرى هذه الأضياف كما قال السلف : النعم أضياف وقراها الشكر . ومن دلائل الحرمان عافانا الله وإياكم منه أن تجد أحدنا يشهد هذا الشهر ، ويعيش أيامه ، ويرحل من حياتنا دون أن نحسن ضيافته أو نحتفي بمقامه ، بل قد نتجاوز مجرد ضياع الفضل والخير فيه إلى أبعد من ذلك بكثير حين نغمس في الخطيئة في لياليه ، ونعيش في أوقاته وكأنما هي فُرص للمعصية ، وأوقات مهيأة للولوغ في الجريمة ، وحين نكون كذلك فما أحقنا بالعزاء في قلوبنا ، فشهر لا تنعم الروح بلقياه ، ولا تسعد بمصاحبة أيامه روح هي أمس الحاجة إلى عتاب صادق ، ومحاسبة دقيقة قبل رحيل مثل هذه الأيام من حياتها . وفقنا الله وإياكم لاستقبال شهرنا ، وجنبنا الله عواقب الحرمان . ¶ (2) ¶ لعلكم تتقون (1) ¶ الحمد لله رب العالمين والصلاة والسلام على أشرف الأنبياء والمرسلين وبعد",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "قال الله تعالى : (( يا أيها الذين آمنوا كتب عليكم الصيام كما كتب على الذين من قبلكم لعلكم تتقون )) سورة البقرة (183) ، فهذه الغاية التي أشار إليها القرآن الكريم من فرضية الصيام غاية عظيمة ، ومقصد نبيل إذا لا يمكن تتصل القلوب بخالقها الاتصال الأمثل إلا من خلال هذا الطريق ، طريق التقوى . والمتأمل في القرآن الكريم يجد حشداً كبيراً من النصوص لتأصيل هذا الجانب في النفس الإنسانية . فقد جاءت الوصية بالتقوى لعموم الناس كما في قول الله تعالى : ((يا أيها الناس اتقوا ربكم الذي خلقكم من نفس وةاحدة وخلق منها زوجها ، وبث منهما رجالاً كثيراً ونساءً ، واتقوا الله الذي تساءلون به والأرحام . إن الله كان عليكم رقيباً )) سورة النساء (1) ، وجاءت الوصية بها للمؤمنين خاصة قال الله تعالى : (( يا أيها الذين آمنوا اتقوا الله حق تقاته ولا تموتن إلا وأنتم مسلمون )) سورة آل عمران (102) ، وجاءت الوصية بها لرسوله وخليله ومصطفاه حين قال الله تعالى : (( يا أيها النبي اتق الله .. الآية )) سورة الأحزاب (1)",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وقد جاء تفسير التقوى عن جمع من السلف رحمهم الله تعالى فهذا علي رضي الله عنه قال : التقوى هي الخوف من الجليل ، والعمل بالتنزيل ، والقناعة بالقليل ، والاستعداد ليوم الرحيل . وقال طلق بن حبيب رحمه الله : هي أن تعمل بطاعة الله على نور من الله ترجوا ثواب الله ، وأن تترك معصية الله ، على نور من الله ، تخاف عذاب الله . وجمعها آخرون فقالو: هي أن تجعل بينك وبين عذاب الله وقاية بفعل أوامره واجتناب نواهيه . ومن أجمل ما دونته سيرة عمر بن عبد العزيز تلك الوصية التي كتب بها إلى أحد رجال ذلك الزمان فقال : أوصيك بتقوى الله عز وجل التي لايقبل غيرها ، ولا يرحم إلا أهلها ولا يثيب إلا عليها ؛ فإن الواعظين بها كثير والعاملين بها قليل ، جعلنا الله وإياك من المتقين . وصدق رحمه الله تعالى في كون الواعظين بها كثير ، والعاملين بها قليل . فإن هذا أوضح ما يكون في مثل هذا الزمان . وإلا فهي أعظم عاصم عن الفتنة ، وأقوى حجاباً عن المعصية ، وهي ستار واق بين العبد وبين الرذائل من الأقوال والأفعال ، وما سكنت قلب إلا ازدادت طمأنينته ، وعظم خوفه ، وقرب من ربه ، وراج ذكره بين الناس . قال بن رجب رحمه الله تعالى : ومن صار له هذا المقام حالاً دائماً أو غالباً ـ يعني التقوى ـ فهو من المحسنين الذين يعبدون الله كأنهم يرونه ، ومن المحسنين الذين يجتنبون كبائر الإثم والفواحش إلا اللمم . وفي الجملة فتقوى الله في السر هي علامة كمال الإيمان ، ولها تأثير عظيم في إلقاء الله لصاحبه الثناء في قلوب المؤمنين . قال أبو الدرداء : ليتق أحدكم أن تلعنه قلوب المؤمنين وهو لا يشعر ، يخلو بمعاصي الله ، فيلقي الله له البغض في قلوب المؤمنين . وقال سليمان التيمي : إن الرجل ليصيب الذنب في السر ، فيصبح وعليه مذلته . وقال غيره : إن العبد ليذنب الذنب فيما بينه وبين الله تعالى ، ثم يجيء إلى إخوانه فيرون أثر ذلك عليه ، وهذا من أعظم الأدلة على",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وجود الإله الحق المجازي بذرّات الأعمال في الدنيا قبل الآخرة ، ولا يضيع عنده عمل عامل ، ولا ينفع من قدرته حجاب ولا استتار ، فالسعيد من أصلح ما بينه وبين الله تعالى ، فإنه من أصلح ما بينه وبين الله تعالى أصلح الله ما بينه وبين الخلق ، ومن التمس محامد الناس بسخط الله عاد حامده من الناس ذاماً له . ومن أعجب ما روي في هذا ما روي عن أبي جعفر السائح ؛ قال : كان حبيب أبو محمد تاجراً يكري الدراهم ، فمر ذات يوم بصبيان ، فإذا هم يلعبون ، فقال بعضهم لبعض : قد جاء آكل الربا . فنكّس رأسه وقال : يارب ! أفشيت سري إلى الصبيان . فرجع ، فجمع ماله كله ، وقال : يارب إني أسير ، وإني قد اشتريت نفسي منك بهذا المال فأعتقني ، فلما أصبح تصدق بالمال كله ، وأخذ في العبادة ، ثم مر بأولئك الصبيان ، فلما رأوه قال بعضهم لبعض : اسكتوا ، فقد جاء حبيب العابد . فبكى وقال : يارب أنت تذم مرة وتحمد مرّه وكله من عندك .(10) ¶ أطلق الأرواح من أصفادها *** في بهيج من رياض الأتقياء ¶ غادياتٍ رائحاتٍ كالسّنا *** سابحات بسن آفاق الضياء ¶ إنها ياشر ظمأى فاسقها *** مشتهاها من ينابيع الصفا ¶ شهوة الأجساد قد ألقت *** بها في قفار ، ليس فيها من رَوَاء ¶ ماغذاء الجسم في ألوانه *** فيه للأرواح شيء من حِباء ¶ إنما الأرواح تحيا بالذي *** في صيام الجسم تُزجيه السماء ¶ إن رمضان أيها الصائمون من أعظم الفرص لتحقيق هذه التقوى ، وعلينا أن ندرك أن الذنب مهما صغُر في عين مرتكبه إنما يخرم سياج هذه التقوى ، فيحرم الإنسان كمالها ، وحين تستمر الخطيئة يتسع الخرق فتضيع هذه التقوى بالكلية من القلب ، وحين يكون ذلك عافانا الله وإياكم يعيش الإنسان أشبه شيء بالأنعام . وفقنا الله وإياكم لتحقيق هذه التقوى ، وجعلنا ممن يخشاه في السر والعلن . وصل اللهم على سيدنا محمد وعلى آله وصحبه وسلم . ¶ (3) ¶ لعلكم تتقون (2)",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "الحمد لله رب العالمين والصلاة والسلام على أشرف الأنبياء والمرسلين وبعد ¶ فإن العبد الصالح متى ماالتزم العبادة ، وتمسّك بها قرُب من ربه تبارك وتعالى ، ولا زال سائراً في طريق العبودية حتى يصل لدرجة الولاية التي أخبر الله تعالى عنها في الحديث القدسي بقوله : (( من عادى لي ولياً فقد آذنته بالحرب )) . (11) والعبادة جزء من ركن التقوى العظيم الذي هو : امتثال أمر الله تعالى ، والصائم أحق من بحث عن سر الولاية بينه وبين الله تعالى ، ومتى ما وجده فرح به وسُر ، وجدّ في الإقبال عليه والتمسك به ، والصلاة صلة بين العبد وربه ، وحبل متين في تحصيل هذه الولاية ، وما رأيت مسلماً محافظاً على هذه الصلاة إلا رجوت له الخير في عاجل أمره وآجله ، والأمثلة الحية التي نراها اليوم لمثل هؤلاء هي أصدق شاهد على ما نقول . وحين يحافظ المسلم الصائم على هذه الفريضة ، بتحصيل أركانها ، وواجباتها ، وشروطها ، ويقيمها القيام الأمثل وفق ما جاءت بالسنة حينها إنما يتعرّض لنفحات ربه ، وكرم مولاه ، وفضل خالقه الذي جاء في أحاديث متكاثرة في الفرض والنافلة ففي الفريضة يقول صلى الله عليه وسلم فيما يريه عن ربه تبارك وتعالى : (( وما تقرّب إلى عبدي بأحب مما افترضته عليه )) .(12)",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وفي حديث أنس ابن مالك رضى الله عنه قال : قال رسول الله صلى الله عليه وسلم : (( من صلى لله أربعين يوماً بدرك التكبيرة الأولى ، كتب له براءتان : براءة من النار ، وبراءة من النفاق . )) (13) وفي حديث أبي هريرة رضى الله عنه قال : قال رسول الله صلى الله عليه وسلم : (( لا يتوضأ أحدكم فيحسن وضوءه ويسبغه ، ثم يأتي المسجد لا يريد إلا الصلاة فيه ، إلا تبشبش الله إليه كما يتبشبش أهل الغائب بطلعته .(14) وقال صلى الله عليه وسلم : (( من صلى الصبح فهو في ذمة الله ... الحديث ) .(15) وقال صلى الله عليه وسلم : (( من صلى العشاء في جماعة فكأنما قال نصف الليل ، ومن صلى الفجر في جماعة فكأنما قام الليل كله ))(16)",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وفي باب النافلة يقول صلى الله عليه وسلم :: (( ما من عبد مسلم يصلي لله تعالى كل يوم ثنتي عشرة ركعة تطوعاً غير الفريضة إلا بنى الله له بيتاً في الجنة ، أو بُني له بيت في الجنة ))(17) . وعنها رضى الله عنها قال : قال رسول الله صلى الله عليه وسلم : من حافظ على أربع ركعات قبل الظهر ، وأربع بعدها ، حرّمه الله على النار )) (18) وعن ابن عمر رضى الله عنهما ، عن النبي صلى الله عليه وسلم قال : (( رحم الله امرءاً صلى قبل العصر أربعاً )) (19) . وعن عبد الله بن مغفّل رضي الله عنه ، عن النبي صلى الله عليه وسلم قال : (( صلوا قبل المغرب ، صلوا قبل المغرب ، صلوا قبل المغرب )) ثم قال في الثالثة : لمن شاء .(20) . وعن أبي ذر رضي الله عنه ، عن النبي صلى الله عليه وسلم قال : يصبح على كل سلامي من أحدكم صدقة : فبكل تسبيحة صدقة ، وكل تحميدة صدقة ، وكل تهليلة صدقة ، وكل تكبيرة صدقة ، وأمر بالمعروف صدقة ، ونهي عن المنكر صدقة ، ويجزي من ذلك ركعتان يركعهما من الضحى ))(21) . ومن أعظم النوافل في هذا الشهر الكريم : قيام الليل ، قال صلى الله عليه وسلم : (( إن الله يتنزل في ثلث الليل الآخر من كل ليلة فيقول : هل من سائل فأعطيه ، هل من داع فأستجيب له ....... وذلك في كل ليلة . )) .(22) وحين تغيب عنا هذه الفضائل التي تحققها الصلاة في حياة الواحد منا ، يمكن أن نستشهد على فضلها بما قاله ابن القيّم رحمه الله تعالى حين قال : الصلاة مجلبة للرزق ، حافظة للصحة ، دافعة للأذى ، مطردة للأدواء ، مقوّية للقلب ، مبيّضة للوجه ، مفرحة للنفس ، مذهبة للكسل ، منشّطة للجوارح ، ممدة للقوى ، شارحة للصدر ، منورة للقلب ، حافظة للنعمة ، دافعة للنقمة ، جالبة للبركة ، مبعدة من الشيطان ، مقرّبة من الرحمن ... وبالجملة فلها تأثير عجيب في حفظ صحة البدن والقلب وقواهما ، ودفع المواد الرديئة عنها ، وما ابتلي رجلان بعاهة أو داء ، أو محنة أو بلية",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "، إلا كان حظ المصلي منهما أقل ، وعاقبته أسلم ، وللصلاة تأثير عجيب في دفع شرور الدنيا ، ولا سيما إذا أعطيت حقها من التكميل ظاهراً وباطناً ، فما استدفعت شرور الدنيا والآخرة ، ولا استجلبت مصالحهما بمثل الصلاة ؛ وسر ذلك أن الصلاة صلة بالله ـ عز وجل ـ وعلى قدر صلة العبد بربه تُفتح عليه من الخيرات أبوابها ، وتقطع عنه من الشرور اسبابها ، وتفيض عليه مواد التوفيق من ربه ـ عز وجل ـ والعافية والصحة والغنيمة والغنى والراحة والنعيم والأفراح والمسرات كلها محضرة لديه ومسارعة إليه .(23) ¶ جعلنا الله وإياكم من أهل الصلاة المحافظين عليها . ¶ (4) ¶ فيدارسه القرآن (1)",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "القرآن الكريم كتاب الله تعالى وهو كلامه الذي أوحاه إلى جبريل فنزل به على أفضل رسول رسول هذه الأمة محمد بن عبد الله صلى الله عليه وسلم وقد أبان الله تعالى عن فضل هذا القرآن وعظمته فقال تعالى : (( يا أيها الناس قد جاءكم برهان من ربكم وأنزلنا إليكم نوراً مبيناً )) وقال تعالى : (( يا أيها الناس قد جاءتكم موعظة من ربكم وشفاء لما في الصدور وهدى ورحمة للعالمين )) إلى غير ذلك من الآيات التي وردت في بيان عظمة هذا القرآن وفضله على سائر الكتب السماوية . وقد استفاضت الأحاديث في السنة النبوية عن فضل قراءة هذا الكتاب الكريم وأبانت عن أجور عظيمة لقارئ هذا القرآن . من ذلك ما رواه أبو موسى الأشعري رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : (( مثل الذي يقرأ القرآن كمثل الأترُجّة ، ريحها طيّب وطعمها طيب ، ومثل المؤمن الذي لا يقرأ القرآن كمثل التمرة لا ريح لها وطعمُها حلو . ومثل المنافق الذي يقرأ القرآن مثل الريحانة ريحها وطيب وطعمها مر ، ومثل المنافق الذي لايقرأ القرآن كمثل الحنظلة ليس لها ريح وطعمها مر ))(24) . وعن عبد الله بن عمر رضي الله عنهما عن النبي صلى الله عليه وسلم قال : ( لا حسد إلا في اثنتين : رجل آتاه الله القرآن فهو يتلوه آناء الليل وآناء النهار ، ورجل آتاه الله مالاً فهو ينفقه آناء الليل وآناء النهار ))(25) . وعن أبي هريرة رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : أيُحب أحدكم إذا رجع إلى أهله أن يجد فيه ثلاث خَلِفَات عِظام سِمان ؟ ) قلنا : نعم . قال : ( فثلاث آيات يقرأ أحدكم بهن في صلاته خير له من ثلاث خَلِفات عظام سمان )(26) . وعن عقبة بن عامر رضي الله عنه قال : خرج رسول الله صلى الله عليه وسلم ونحن في الصُّفّة فقال : (أيُّكم يُحب أن يغدوا كل يوم إلى بُطْحان أو إلى العقيق فيأتي منه بناقتين كوَماوْين ، في غير إثم ولا قطع رحم ؟) فقلنا يارسول الله ! نُحب",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "ذلك . فقال : ( أفلا يغدوا أحدكم إلى المسجد فَيَعْلَمَ أو يقرا آيتين من كتاب الله عز وجل خير له من ناقتين . وثلاث خير له من ثلاث . وأربع خير له من أربع . ومن أعدادهن من الإبل . ؟ )(27) . وعن عائشة رضي الله عنها ، عن النبي صلى الله عليه وسلم قال : ( مثل الذي يقرأ القرآن وهو ماهر به مع السفرة الكرام البررة ، ومثل الذي يقرأ القرآن وهو يتتعتع فيه وهو عليه شديد فله أجران ))(28) . وعن ابن مسعود رضي الله عنه قال : قال صلى الله عليه وسلم : ( من قرأ حرفاً من كتاب الله فله به حسنة ، والحسنة بعشر أمثالها ، لا أقول الم حرف ، ولكن ألف حرف ، ولام حرف ، ميم حرف . (29) . وعن أبي هريرة رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم اقرأوا القرآن ، فإنه نعم الشفيع يوم القيامة ، إنه يقول يوم القيامة يارب : حلِّه حلية الكرامة ، فيُحلى حلية الكرامة ، يارب اكسه كسوة الكرامة ، فيكسى كسوة الكرامة ، يارب ألبسه تاج الكرامه ، يارب أرض عنه فليس بعد رضاك )(30)",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "، غير أن من المعلوم المجزوم به أنه ينبغي لقارئ أن يعتني بتدبر هذا الكتاب ولا يكون همه وشغله أن يختمه فقط فإنه ربما يكون قليل النفع والفائدة له في حياته فهذا ابن مسعود رضي الله عنه يخبر عن الحالة التي ينتفع فيها القلب بالقرآن فيقول : إن أقواماً يقرأون القرآن لا يجاوز حناجرهم ، ولكن إذا وقع في القلب فرسخ فيه نفع . ولهذا يقول الآجرّي رحمه الله تعالى : فالمؤمن العاقل إذا تلا القرآن استعرض القرآن فكان كالمرآة يرى بها ما حسُن من فعله ، وما قبُح فيه فما حذّره مولاه حذره وما خوّفه به من عقابه خافه ، وما رغّب فيه مولاه رغب فيه ورجاه فمن كانت هذه صفته أو ما قارب هذه الصفة فقد تلاه حق تلاوته ورعاه حق رعايته وكان له القرآن شاهداً وشفيعاً وأنيساً وحرزاً ، ومن كان هذا وصفه نفع نفسه ونفع أهله وعاد على والديه وعلى ولده كل خير في الدنيا والآخرة . .. وكان القرآن له شفاء فاستغنى بلا مال ، وعزّ بلا عشيرة ، وأنس مما يستوحش منه غيره ، وكان همه عند التلاوة للسورة إذا افتتحها : متى أتعظ بما أتلوه ؟ ولم يكن مراده : متى أختم السورة ؟ وإنما مراده متى أعقل عن الله تعالى الخطاب ، متى أزدجر ؟ متى أعتبر ؟!",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "لأن تلاوة القرآن عباده والعبادة لا تكون بغفلة (31) . وقال ابن القيّم رحمه الله تعالى حاضاً على التدبر : فليس أنفع للعبد في معاشه ومعاده ، وأقرب إلى نجاته من تدبّر القرآن ... اهـ (32) . ولأهمية هذا الجانب كان مالك ابن دينار ينادي ويقول : مازرع القرآن في قلوبكم يا أهل القرآن ؟ ! إن القرآن ربيع المؤمن كما أن الغيث ربيع الأرض . وهذا القرطبي رحمه الله تعالى يقول : فكانت حالهم ـ يعني رسول الله صلى الله عليه وسلم وأصحابه رضي الله عنهم ـ عند الواعظ الفهم عن الله تعالى ، والبكاء خوفاً من الله ، ولذلك وصف الله أحوال أهل المعرفة عند سماع ذكر الله وتلاوة كتابه فقال : (( وإذا سمعوا ما أنزل على الرسول ترى أعينهم تفيض من الدمع مما عرفوا من الحق يقولون ربنا آمنّا فاكتبنا مع الشاهدين .)) سورة المائدة (38) ، هذه بعض فضائل قراءة هذا الكتاب الكريم والتي أرشد إليها مبلغ الوحي عليه الصلاة والسلام وهي فضائل لا تُستجمع إلى في مثل هذا الكتاب العزيز ، وشهر رمضان بالذات هو شهر القرآن ، وفيه نزل كما أرشد الله إلى ذلك في قوله تعالى : شهر رمضان الذي أنزل فيه القرآن ....... الآية . وقد عارض به جبريل نبي الهدى صلى الله عليه وسلم في كل عام مرة ، وعارضه في العام الذي تُوفّي فيه مرتين ، فجدير بأهل الصوم أن يغتنموا هذه الأيام ، وأن يعيشوا هذه الفضائل مع كتاب ربهم تبارك وتعالى ، سائرين على منهج سلفهم المبارك حيث كانوا يشتغلون بالقرآن في هذا الشهر وترك ما سواه كما أُثر عن كثير منهم أنهم يُغلقون دور العلم ، ويقتصرون في هذا الشهر على قراءة هذا الكتاب وتأمله ، وتدبّره فليكن لنا فيهم قدوة ، وبهم أسوة . أعننا الله وإياكم على القيام بواجب هذا القرآن في شهر رمضان المبارك . ¶ (5) ¶ فيدارسه القرآن ( 2) ¶ الحمد لله رب العالمين والصلاة والسلام على أشرف الأنبياء والمرسلين وبعد",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "لقد كان القرآن الكريم مدرسة ربانية تربى فيها المسلمون الأوائل حينما أدركوا أن الفلاح والنجاح منوطاً بالإقبال على هذا القرآن وفهم معانية ، ولذلك كانت قراءتهم قراءة تدبُّر ، وفهم للمعاني ، ونقلت لنا السير حال القوم عند قراءة القرآن والإقبال عليه فهذا رسول الهدى صلى الله عليه وسلم كان يقرأ القرآن وفي صدره أزيز كأزيز المرجل من البكاء .(33) . وبات ليلة من الليالي يقرأ آية ويرددها حتى بلق الفجر وهي قوله تعالى : (( إن تعذبهم فإنهم عبادك وإن تغفر لهم فإنك أنت العزيز الحكيم .)) سورة المائدة (118) ، وهذا ابن مليكة رحمه الله تعالى يقول : سافرت مع ابن عباس ـ رضي الله عنهما ـ من مكة إلى المدينة فكان يقوم نصف الليل فيقرأ القرآن حرفاً حرفاً ثم يبكي حتى تسمع له نشيجاً ويقول اسحاق ابن إبراهيم الطبري عن الفضيل ابن عياض ـ رحمه الله تعالى ـ كانت قراءته شهية بطيئة مترسلة كأنه يخاطب إنساناً ، وكان إذا مرّ بآية فيها ذكر الجنة يردد فيها ويسأل . وعن سعيد ابن جبير ـ رحمه الله تعالى ـ أنه ردد قوله تعالى : (( واتقوا يوماً تُرجعون فيه إلى الله )) البقرة (281) .. وردد قول الله تعالى : (( فسوف يعلمون * إذِ الأغلال في أعناقهم والسلاسل يُسحبون )) غافر (71) ، وروي أنه أحرم بنافلة فاستفتح إذا السماء انفطرت فلم يزل فيها حتى نادى مناد السحر . وعن عامر ابن عبد قيس ـ رحمه الله تعالى ـ أنه قرأ ليلة سورة المؤمن ، فلما انتهى إلى قوله تعالى (( وأنذرهم يوم الآزفة إذِ القلوب لدى الحناجر كاظمين )) غافر (18) ، فلم يزل يرددها حتى أصبح ، ونقل عنه أنه قرأ قوله تعالى (( فقالوا ياليتنا نُرد ولا نكذّب بآيات ربنا )) الأنعام (27) . فجعل يبكي ويرددها حتى أسحر . وردد الحسن البصري رحمه الله ليلة : (( وإن تعدوا نعمة الله لا تحصوها )) النحل (18) ، حتى أصبح فقيل له في ذلك فقال : إن فيها معتبراً ما نرفع طرفاً ولا نرده إلا وقع على",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "نعمة ، ومالا نعلمه من نعم الله أكثر . وبات تميم الداري يردد قول الله تعالى : (( أم حسب الذين يعملون السيئات أن نجعلهم كالذين آمنوا وعملوا الصالحات )) الجاثية (21) . قال النووي رحمه الله تعالى : وقد بات جماعة من السلف يتلوا الواحد منهم الآية الواحدة ليلة كاملة أو معظمها يتدبرها عند القراءة (34). وقال ابن القيّم رحمه الله تعالى : هذه كانت عادة السلف يردد أحدهم الآية إلى الصبح . . وقال رحمه الله تعالى : فإذا قرأه بتفكّر حتى إذا مر بآية وهو محتاج إليها في شفاء قلبه ، كررها ولو مئة مرة ولو ليلة ، فقراءة آية بتفكّر وتفهم خير من قراءة ختمة بغير تدبّر وتفهّم ، وأنفع لقلب ، وأدعى إلى حصول الإيمان وذوق حلاوة القرآن . وقال ابن قدامه رحمه الله تعالى : وليعلم ان ما يقرأه ليس بكلام بشر ، وأن يستحضر عظمة المتكلم سبحانه ، ويتدبر كلامه ، فإن التدبّر هو المقصود من القراءة ، وإن لم يحصل التدبّر إلا بترديد الآية فليرددها . اهـ . (35) هكذا كانت حياة القوم ، وهكذا كانت قراءتهم وملازمتهم لكتاب ربهم تبارك وتعالى ، أفلا ترون أيها الصائمون أننا في أمس الحاجة إلى هذه النوعية من الإقبال والقراءة والتدبّر ؟ إن أخذ كتاب الله تعالى على أنه مصدر عز الأمة وفلاحها هو الحل لأن نعود إلى هذا القرآن من جديد . وحين يتحقق ذلك في واقع الأمة تحقيقاً عملياً حينها يمكن أن نحقق لذواتنا وأمتنا الأمل المنشود . ¶ نفعنا الله وإياكم بالقرآن ورزقنا تبره وفهم معانية إنه ولي ذلك والقادر عليه . ¶ (6) ¶ العمرة في رمضان ¶ الحمد لله رب العالمين والصلاة والسلام على أشرف الأنبياء والمرسلين وبعد",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "فإن العمرة في رمضان من الفرص العظيمة التي ينبغي للصائم أن يحرص عليها ، وحريّ بالواحد منا أن يمّم وجهه إلى تلك البقاع المباركة لينال موعود رسول الله صلى الله عليه وسلم حين قال صلى الله عليه وسلم قال : ( العمرة إلى العمرة كفارة لما بينهما .... الحديث ) (36) وعن أبي هريرة أن النبي صلى الله عليه وسلم قال الحاج المعتمر وفد الله تعالى . (37) . وفي حديث ابن عباس رضي الله عنهما قال : قال صلى الله عليه وسلم لأم سليم عمرة في رمضان تقضي حجة أو حجة معي .(38) . وحينما يعتمر الصائم خلال أيام هذا الشهر المبارك أنما ينال من فضل الله تعالى وعظيم أجره الشيء الكثير . فاحرص أيها الصائم الكريم على أداء هذه العمرة في مثل هذه الأيام . وإذا نويت السفر لهذه العمرة المباركة فلا تنسى حفظك الله تعالى أن تتزوّد بالمال الحلال ، وإياك أن يصحبك في هذه الرحلة مال مظلوم من أجير أو نحوه أو مال ربا ، أو مال أخذته دون أن يكون لك فيه حق فإن الله تعالى لايقبل إلا ما كان طيباً ، وليكن حديث النبي صلى الله عليه وسلم الذي قال فيه : إن الله تعالى طيب لا يقبل إلا طيباً ، وإن الله تعالى أمر المؤمنين بما أمر به المرسلين ، فقال تعالى : (( يا أيها الرسل كلوا من الطيبات واعملوا صالحاً )) الآية ، وقال تعالى : (( يا أيها الذين آمنوا كلوا من طيبات مارزقناكم واشكروا لله إن كنتم إياه تعبدون )) ، ثم ذكر الرجل يطيل السفر أشعث أغبر ، يمد يديه إلى السماء يارب ، يارب ، ومطعمه حرام ، ومشربه حرام ، وملبسه حرام ، وغذي بالحرام ، فأنى يستجاب له ؟ (39) . وإذا جد عزمك على الرحيل فتخلّص من هذه الحقوق ، وليكن لك نفس تواقة إلى العفو والصفح فحقيق بمن يقطع أميال كبيرة نحو بيت الله يرجو ثواب الله تعالى أن يتجرد من الخصام والنزاع والفرقة والشتات بينه وبين جيرانه وأهله وإخوانه ، وليكن حديث رسوله الكريم صلى الله عليه وسلم حين قال : ( تعرض الأعمال",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "على الله تعالى كل اثنين وخميس فيغفر الله لكل عبد لايشرك به شيئاً إلا المتخاصمين فيقول الله تعالى : انظروا هذين حتى يصطلحا ) . (40) على بالك حين سفرك المبارك . وخير لك قبل أن تنوي سفرك أن تتجرد من كل حقوق بني آدم . وحينما تبدأ طريقك تذكّر دعاء السفر ، ولازم الدعاء فإن للمسافر دعوة لاترد . فإذا وصلت إلى الميقات فتجرد من ثيابك واغتسل وتطيب ثم ألبس إحرامك إزار ورداء ثم أنوي بقلبك أداء هذه العمرة ولبي بها قائلاً لبيك اللهم عمرة . واشتغل في طريقك بالتلبية ، وذكر الله تعالى ، وقراءة القرآن فإذا وصلت إلى بيت الله تعالى فابدأ بالطواف من الحجر الأسود وحافظ على سنية الاضطباع كما فعل رسولك صلى الله عليه وسلم وطف سبعة أشواط مشيراً بيديك إلى الحجر قائلاً الله أكبر متخشعاً ، ذاكرا ، منيباً ، أوّاباً ، تذكر خطيئتك وذنبك وتقصيرك في جنب مولاك وليكن دعاءك إلى الله تعالى برغبة ورهبة مؤملاً الخير داعياً بالبر ، وتخير من الدعاء جوامعه وليس هناك دعاء معين إلا ما بين الركن اليماني والحجر الأسود فردد دائماً في كل شوط : اللهم آتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار . فإذا ما أتممت أشواط الطواف السبعة فصلي ركعتين خلف المقام إن تيسر أو في أي مكان آخر ، ثم إذا انتهيت فتوجه إلى المسعى فإذا وصلت إلى الصفا فارقاه واقرأ قول الله تعالى : (( إن الصفا والمروة من شعائر الله فمن حج البيت أو اعتمر فلا جناح عليه أن يطوّف بهما ، ومن تطوع خيراً فهو خير له ...... الآية ) سورة البقرة ، ثم استقبل القبلة وارفع يديك للدعاء واقرأ هذا الدعاء : لا إله إلا الله وحده لاشريك له له الملك وله الحمد وهو على كل شيء قدير ، لا إله إلا الله نصر عبد وأعز جنده وهزم الأحزاب وحده وكررها ثلاث مرات وادعو الله تعالى ثم انصرف إلى المروة داعياً ، متخشعاً لمولاك جل وعلا واشتغل بالدعاء والذكر وقراءة القرآن وإذا وصلت إلى العلمين",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "الأخضرين فاسعى سعياً شديداً وهذا خاص بالرجل أما المرأة فتقتصر على المشي فقط دون السعي . فإذا وصلت إلى المروة فاستقبل القبلة وارفع يديك واذكر الدعاء الذي ذكرته على الصفا ثلاثاً وزد من الدعاء لربك ما تراه مناسباً من أمر دينك أو دنياك ، وهكذا سبعة أشواط فإذا أنتهيت من هذا السعي فلم يبق عليك إلا أن تحلق رأسك أو تقصره والحلق أفضل وقد دعا رسول الله صلى الله عليه وسلم للمحلقين ثلاثاً ، وللمقصرين مرة واحدة ، ومن المهم أن تدرك أنك إذا أحببت أن تقصّر فلا بد من تعميم الرأس ، أما المرأة فتأخذ من رأسها بقدر أنملة .ولتكن آمراً بالمعروف ناهياً عن المنكر ، حسن التعامل مع المعتمرين والزائرين لبيت الله تعالى . وبتمام هذا الأمر تكون قد انتهيت من أداء هذه المناسك .فسفراً سعيداً وعمرة متقبلة . وعدت إلى أهلك سليماً والله يتولاك برعايته . ¶ (7) ¶ فإن سابه أحد ¶ الحمد لله رب العالمين والصلاة والسلام على أشرف الأنبياء والمرسلين وبعد",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "لقد ضرب رسول الله صلى الله عليه وسلم مثالاً واضحاً لحسن الأخلاق في شهر رمضان حين قال صلى الله عليه وسلم : ( ....... فإن سابه أحد أو شاتمه فليقل إني امرؤ صائم )(41) فيرسم النبي صلى الله عليه وسلم في ذكر هذا المثال أوضح المعاني على تأثُّر الصائم الكريم بالأخلاق الفاضلة ، وهذا المعنى واضح جداً من سيرة النبي الكريم صلى الله عليه وسلم حين زكاه الله تعالى بقوله : (( وإنك لعلى خلق عظيم )) سورة القلم (4) ، وحين سئلت عائشة رضي الله عنها عن خلقه صلى الله عليه وسلم فقالت في أروع تعبير وأشمله : كان خلقه القرآن . ومنزلة الأخلاق عظيمة جداً في ميزان الإسلام فهاهو صلى الله عليه وسلم يقول : (( ما من شيء أثقل في الميزان من حسن الخلق ) (42) وفي رواية : وإن صاحب حسن الخلق ليبلغ به درجة صاحب الصوم والصلاة . وفي رواية له : ( ما شيء أثقل في ميزان المؤمن يوم القيامة من خلق حسن ، وإن الله ليبغض الفاحش البذيء ) . وعن عائشة رضي الله عنها قالت : سمعت رسول الله صلى الله عليه وسلم يقول : ( إن المؤمن ليدرك بحسن خلقه درجة الصائم القائم )(43) وفي حديث أبي هريرة قال : سئل رسول الله صلى الله عليه وسلم عن أكثر ما يدخل الناس الجنة ؟ فقال : ( تقوى الله وحسن الخلق )(44) وفي حديث أبي أمامة رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : (...... أنا زعيم ببيت في أعلى الجنة لمن حسن خلقه ) .(45) . وفي حديث جابر رضي الله عنه أن رسول الله صلى الله عليه وسلم قال : ( إن من أحبكم إلىّ وأقربكم مني منزلاً يوم القيامة أحاسنكم أخلاقاً وإن أبغضكم إلىّ وأبعدكم مني مجلساً يوم القيامة الثرثارون والمتشدقون والمتفيهقون )(46) . إن الأخلاق الكريمة هي التي يجد فيها الإنسان عند الآخرين نوعاً من الدفء الروحي الذي يجعله يتقرب إليهم دون أن يشعر أنهم يأسرونه بهذه الأخلاق . وكلما كان الإنسان رفيقاً رحيماً يملئ حياته العطف ويفيض على",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "روحه الحنان كلما كان مألوفاً لدى من يعاشره أو يجالسه ، ومتى ما كان الإنسان كذلك متى مافتحت له أبواب الرحمة على مصراعيها . إن الصائم أيها المسلمون يجد ألم الجوع وحرارة الظمأ تستعر في قلبه مما يولد لديه ضيق الأفق فيتصرف أحياناً تصرفات غير لائقة مع من يلقاه من الناس نتيجة هذا الجوع والعطش . أما من يدرك هذه الفضائل التي رتّب رسول الله صلى الله عليه وسلم الأجر على تحقيقها فإنه مهما قابل في طريقه فإنه يبقى حريصاً على تحقيق معاني الصوم الحقيقية في حياته فلا يجد تعبيراً أصدق من قوله للطائشين الذين لايدركون معنى الصيام من قوله : اللهم إني صائم . إن أولئك الذين يتجاوزون هذه المعاني لم يرتوا بعد من هذه التعاليم التي أسداها إليهم نبي الهدى صلى الله عليه وسلم ، وتمثّلها واقعاً حياً في حياته صلى الله عليه وسلم . وآن اليوم بالذات أن نراجع أنفسنا ، وأن نعيد ترتيب ذواتنا من جديد . والخصام والنزاع في أيام شهر رمضان بالذات دليل على فقد روحانية الصيام ، وضعف تأثيره في النفوس ، بل هو في حد ذاته إدبار عن هدي النبي صلى الله عليه وسلم حين ارشد إلى هذا العلاج عند حدوث مثل هذه النزاعات . جعلنا الله وإياكم مّمن تمثّل هدي النبي صلى الله عليه وسلم في حياته في كل شئون حياته . ¶ (8) ¶ صلة الأرحام ¶ الحمد لله رب العالمين والصلاة والسلام على أشرف الأنبياء والمرسلين وبعد",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "فإن شهر رمضان شهر البر والصلة ، فيه تمتد الصلة بين الأقارب إلى أبعد ما يمكن أن يجده الإنسان في حياته من بر ومعروف ، وحين تتأمل في نصوص القرآن الكريم والسنة النبوية تجد حثاً عجيباً على صلة الأرحام ووعيداً شديداً لقطّاعها . قال الله تعالى : (( فهل عسيتم إن توليتم أن تفسدوا في الأرض وتقطعوا أرحامكم * أولئك الذين لعنهم الله فأصمهم وأعمى أبصارهم )) سورة محمد (22) ، وعن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال : ( إن الله خلق الخلق ، حتى إذا فرغ من خلقه ، قالت : الرحم : هذا مقام العائذ بك من القطيعة ، قال : نعم ، أما ترضين أن أصل من وصلك ، وأقطع من قطعك ؟ قالت : بلى يارب ، قال : فهو لك ) قال رسول الله صلى الله عليه وسلم : ( فاقرؤوا إن شئتم : (( فهل عسيتم إن توليتم أن تفسدوا في الأرض وتقطعوا أرحامكم )) .(47) وقال صلى الله عليه وسلم : ( خلق الله الخلق فلما فرغ منه قامت الرحم ، فأخذت بحقو الرحمن ، فقال له : مه ، قالت : هذا مقام العائذ بك من القطيعة ، قال : ألا ترضين أن أصل من وصلك وأقطع من قطعك ؟ قالت : بلى يارب ، قال : فذاك ) .(48) وعن أنس بن مالك رضي الله عنه قال : سمعت رسول الله صلى الله عليه وسلم يقول : ( من سره أن يبسط له في رزقه ، أو ينسأ له في أثره ، فليصل رحمه )(49) وعن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال : إن الرحم شُِجنة من الرحمن ، فقال الله : من وصلك وصلته ، ومن قطعك قطعته )(50) وعن عائشة رضي الله عنها قالت : قال رسول الله صلى الله عليه وسلم الرحم معلقة بالعرش تقول : من وصلني وصله الله ، ومن قطعني قطعه الله )(51) وعن جبير بن مطعم : أنه سمع النبي صلى الله عليه وسلم يقول : لا يدخل الجنة قاطع ) .(52) و عن أبي هريرة أن رجلاً قال : يارسول الله إن لي قرابة . أصلهم ويقطعوني . وأحسن إليهم ويسيئون إلىّ . وأحلم عنهم ويجهلون علىّ . فقال : ( لئن كنت",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "كما قلت ، فكأنما تُسفّهم المل ولا يزال معك من الله ظهير عليهم ، مادمت على ذلك ) .(53) وعن عبد الله بن عمرو : عن النبي صلى الله عليه وسلم قال : ( ليس الواصل بالمكافئ ، ولكن الواصل الذي إذا قُطعت رحمه وصلها ) (54) ¶ إن البر والصلة من أعظم الدلالات على شمولية هذا الدين ، وفي هذه الأحاديث من الفضل لأهل الصلة والبر الشيء العظيم ، وفيها من الوعيد الشديد لأهل القطيعة مافيها ، وفي رمضان بالذات تتجلى هذه الأحاديث في واقع الناس فتكثر الزيارات بين الأهل والأرحام ، وتزداد عُرى الصلة ، وتوثّق علائق الرحمة فيما بينهم وهنيئاً أيها الصائمون لمثل بمثل هذا الخير العظيم . والعتبى على قوم لم تزدهم الأيام إلا فُرقة ، وجاء رمضان لكنه لم يقدم في حياتهم جديد ، وبقي الخصام والنزاع ، وأيام الهجر شواهد حال يشهدها رمضان ، ثم يخرج دون جديد . إن هذه النفوس قد تكون نفوس مشؤومة ، وقد يصعب عليها لقاء ربها يوم تقف بين يديه جل وعلا في عرصات القيامة ، وقد تنسى هذا الهجر في تلك المواقف فلا تنتبه إلا حين تنادي الرحم هناك باريها : يارب هذا ممن هجرني ونسي رحمي فاقتص لي منه يارب العالمين . وحين ما يتحقق ذلك لا يجدي النفس المحرومة من الرحمة والعطف البكاء ، ولا ينفعها العويل ، بل تضطر مرغمة إلى مس حرارة الجحيم . ¶ (9) ¶ فلا يرفث ولا يجهل ¶ الحمد لله رب العالمين والصلاة والسلام على أشرف الأنبياء والمرسلين وبعد",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "فإن الصيام الذي أوجبه الله تعالى على عباده في هذا الشهر الكريم ، يتجاوز معناه مجرد ترك الطعام والشراب و أرشد صلى الله عليه وسلم إلى ذلك حين قال عليه الصلاة والسلام : (( قال الله تعالى : كل عمل ابن له إلا الصيام فإنه لي وأنا أجزي به ، والصيام جُنّة ، وإذا كان يوم صوم أحدكم فلا يرفث ، ولا يجهل ، فإن سابه أحد أو قاتله فليقل : إني امرؤ صائم ......))(55) . قال الحافظ ابن حجر رحمه الله تعالى معلقاً على الحديث : فلا يرفث : المقصود بالرفث الكلام الفاحش ، وهو يطلق على هذا وعلى الجماع وعلى مقدماته ، وعلى ماذكره مع النساء أو مطلقاً ، ويحتمل أن يكون لما هو أعم منها . وقوله : فلا يجهل : أي لا يفعل شيئاً من أفعال الجهل كالصياح والسفه ونحو ذلك . اهـ(56) وفي هذا الحديث بيان للمشروعية التي شرع من أجلها الصيام . إن الكف عن أعراض الناس بعدم الجهل أو التطاول عليها أمر حددته مشروعية الصيام ، وإذا لم نحققه في حياتنا واقعاً ملموساً فإن في صومنا قدح وشرخ لمخالفتنا لهذه الوصية العظيمة من وصايا نبينا صلى الله عليه وسلم . ولك أن تتأمّل هذه الوصية جيداً ثم تعرض حال الصائمين عليها خلال أيام صومهم لتجد فرقاً وبوناً شاسعاً بين هذه الوصية وواقع الناس أثناء صومهم . ولك أن ترى ذلك الصائم الذي جاع وعطش من أثر الصيام وبان ذلك على محياه ثم في الوقت ذاته لا تجده يرعوي عن الخصومة الجائرة لأدنى خلاف ، ثم قد يتجاوز في خصومته الأدب الإسلامي فيسب من خاصمه ، ويقدح في عرضه ، ويفشي سره ، ويهتك عرضه ناسياً أو متناسياً هذا التوجيه الرباني العظيم فأي معنى للصيام ؟ ولك أن ترى في صورة ثانية ذلك الذي يجلس المجالس الطويلة فلا تجد ما يتحدث به غير الغيبة التي يتسلى بها على أعراض المسلمين ، فيذكر من أخبارهم ، وحياتهم ما يقدح في أشخاصهم ، ويثلب مقاماتهم ، ونسي المسكين أنه أبخس صومه حين تجاوز هذه المحرمات ، فصام بطنه عن الطعام",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "والشراب وأفطر لسانه على كبيرة من كبائر الذنوب ، وتناسى حديث رسول الله صلى الله عليه وسلم حين قال : أتدرون ما المفلس ؟ فقالوا : المفلس منا من لادرهم له ولا متاع فقال : إن المفلس من أمتي يأتي يوم القيامة بصلاة وصيام وزكاة ويأتي وقد شتم هذا ، وقذف هذا ، وأكل مال هذا ، وسفك دم هذا ، وضرب هذا ، فيعطى هذا من حسناته ، وهذا من حسناته ، فإن فنيت حسناته قبل أن يقضى ما عليه أُخذ من خطاياهم فطرحت عليه ثم طُرح في النار )) .(57) وقد قرر الإمام القرطبي رحمه الله تعالى في تفسيره : أن الغيبة كبيرة من كبائر الذنوب . وأن الله تعالى صور المغتاب في صورة بذيئة حين حكى عنه أنه يشبه من جثى على أخيه وهو مستلق ميت فجعل يأكل من لحمه كما قال الله تعالى : ....... (( ولا تجسسوا ولا يغتب بعضكم بعضاً أيحب أحدكم أن يأكل لحم أخيه ميتاً فكرهتموه ... الآية )) سورة الحجرات ، أو لك أن ترى ذلك الصائم الذي يصوم بطنه عن الطعام والشراب بينما عيناه تتسلّق إلى عورات المسلمين ، فيرنو بطرفه هناك إلى سُتر بيوت مرخاه ليكشف سترها ، ويشيع الفاحشة فيها ، أو يرنو بطرفه إلى قناة فضائية يشهد فيها بعينه صور نساء عاريات يتسلى بهذا الوقت إلى بلوغ الغروب ، ونسي المسكين أن شمسه غربت جداً حين طمس بعينه في ما يسخط الله تعالى . أو لك أن ترى في صورة أخرى صائم يتسلى لقضاء وقته بشريط غنائي يلهو عليه ، ويبعثر به وحشية الشهوة ، ويثير في حياته التطلع إلى الحرمات . أو قل ربما يكون صائم عن كل ذلك ، وتحقق في يومه معاني الصيام التي جاءت بها الأحاديث لكنه في المقابل ينتظر الإفطار بفارق الصبر لا ، ليحمد الله على قضاء يوم في حياته بهذه الروحانية إنما ينتظر أن يشعل سيجارة تافهة في زوايا بيته أو ربما يتمنى عجلة من الوقت ليركب سيارته متجهاً في ساعات مبكرة إلى إحدى المقاهي المجاورة . إلى غير ذلك من الصور التي تخالف هذا التوجيه الرباني الكريم . إن",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "هؤلاء جميعاًَ بين أمرين لا ثالث لهما إما أنهم يجهلون هذه الأحكام ، وحين يتضح لهم الحكم الشرعي في مثل هذه الممارسات فلن تجاوزوا هذه التوجيهات الربانية لأن الجاهل إذا انقشع عنه الجهل تمثّل للحق وعمل به . وإما إنهم يدركون هذه المعاني . فقط الشهوات حجبت عنهم معالم الهداية للحق فهؤلاء على شفا جرف هار ، والأيام حبالى بالمجهول ، فالله الله أن نكون ضحايا هذه الدنيا العريضة وحينئذ لن يفرح بمثل هذه النهايات إلا إبليس . عافانا الله وإياكم من البلاء والخذلان ووفقنا إلى معرفة الحق والأخذ به ، وجعلنا ممن يقومون بواجب هذا الشهر على وجه التمام ، والله المستعان وعليه التكلان . ¶ (10) ¶ الذكر فضائل وثمار ¶ الحمد لله رب العالمين والصلاة والسلام على أشرف الأنبياء والمرسلين وبعد ¶ فإن شهر رمضان من أنفس الأوقات في حياة المسلم ، وهو من الفرص العظيمة التي قد لا تتكرر مرة أخرى ، ولذا كان من المهم جداً في حياة المسلم أن يغتنم أيامه ولياليه في القربات ، فالذكر قوت القلوب ونعيمها ، وسر حياتها وحبورها . وذكر الله تعالى من الطاعات التي ينبغي العناية به إذ هو كما يقول ابن القيّم رحمه الله تعالى : الذكر من أيسر العبادات ، وهو من أجلّها وأفضلها ، فإن حركة اللسان أخف حركات الجوارح وأيسرها ، ولو تحرك عضو من الإنسان في اليوم والليلة بقدر حركة لسانه لشق ذلك عليه غاية المشقة ، بل لا يمكنه ذلك .(58)",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "وفي طيات السنة النبوية أحاديث متكاثرة تبين عن فضل هذه العبادة وشرفها للمؤمن . من هذه الأحاديث ماجاء عن أبي هريرة رضى الله عنه قال : قال رسول الله صلى الله عليه وسلم : (( كلمتان خفيفتان على اللسان ، ثقيلتان في الميزان ، حبيبتان إلى الرحمن : سبحان الله وبحمده ، سبحان الله العظيم . ))(59) . وعنه رضى الله عنه قال : قال رسول الله صلى الله عليه وسلم (( لأن أقول : سبحان الله ، والحمد لله ؛ ولا إله إلا الله ، والله أكبر ، أحب إلىّ مما طلعت عليه الشمس ))(60) . وعنه أن رسول الله صلى الله عليه وسلم قال : (( من قال لاإله إلا الله وحده لاشريك له له الملك وله الحمد وهو على كل شيء قدير ، في يوم مئة مرة كانت له عدل عشر رقاب ، وكُتبت له مئة حسنة ، ومحيت عنه مئة سيئة ، وكانت له حرزاً من الشيطان يومه ذلك حتى يمسي ، ولم يأت أحد بأفضل مما جاء به إلا رجل عمل أكثر منه )) .(61) وقال صلى الله عليه وسلم : (( من قال : سبحان الله وبحمده في يوم مئة مرة حُطّت خطاياه وإن كانت مثل زبد البحر ))(62) . وعن سعد بن أبي وقاص رضي الله عنه قال : كنا عند رسول الله صلى الله عليه وسلم فقال : (( أيعجز أحدكم أن يكسب في كل يوم ألف حسنة فسأله سائل من جلسائه : كيف يكسب ألف حسنة ؟ قال : (( يسبح مئة تسبيحة فيكتب له ألف حسنة أو يُحط عنه ألف خطيئة ))(63) . وعن أبي هريرة رضى الله عنه ، أن رسول الله صلى الله عليه وسلم قال : (( يقول الله تعالى : أنا عند ظن عبدي بي ، وأنا معه إذا ذكرني ، فإن ذكرني في نفسه ، ذكرته في نفسي ، وإن ذكرني في ملأ ذكرته في ملأ خير منهم ))(64) ، وعنه قال : قال رسول الله صلى الله عليه وسلم : (( سبق المفرّدون )) قالوا : وما المفرّدون يارسول الله ؟ قال : (( الذاكرون الله كثيراً والذاكرات ))(65) . وعن أبي الدرداء رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : (( ألا أنبئكم بخير أعمالكم ، وأزكاها عند",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "مليككم ، وأرفعها في درجاتكم ، وخير لكم من إنفاق الذهب والفضة ، وخير لكم من أن تلقوا عدوكم فتضربوا أعناقهم ، ويضربوا أعناقكم ؟ قالوا : بلى ، قال : (( ذكر الله تعالى ))(66) . قال ابن القيّم رحمه الله تعالى : وفي الذكر نحو من مئة فائدة : أنه يطرد الشيطان ويقمعه ويكسره ، وأنه يرضي الرحمن عز وجل ، وأنه يزيل الهم والغم عن القلب ، وأنه يجلب للقلب الفرح والسرور والبسط ، وأنه يقوّي القلب والبدن ، وأنه ينوّر الوجه والقلب ، وأنه يجلب الرزق ، وأنه يكسوا الذاكر المهابة والحلاوة والنضرة ، وأنه يورث المحبة التي هي روح الإسلام وقطب رحى الدين ، ومدار السعادة والنجاة ، فمن أراد أن ينال محبة الله عزوجل فليلهج بذكره . وأنه يورث حياة القلب ، وسمعت شيخ الإسلام ابن تيمية قدّس الله روحه يقول : الذكر للقلب مثل الماء للسمك ، فكيف يكون حال السمك إذا فارق الماء ؟ وأنه قوت القلب والروح فإذا فقده العبد صار بمنزلة الجسم إذا حيل بينه وبين قوته . وحضرت شيخ الإسلام مرة صلى الفجر ثم جلس يذكر الله تعالى إلى قريب من انتصاف النهار ، ثم التفت إلىّ وقال : هذه غدوتي ولولم أتغذ هذا الغذاء سقطت قوتي ، أو كلاماً قريباً من هذا . اهـ (67) هذه بعض من الآثار التي وردت في فضل الذكر ، وهذه بعض فوائده ، وحريّ بنا في شهر رمضان أن نقبل على هذه العبادة ، وأن نعبّ من معينها ، فثمارها قريبة ، وغنيمتها كبيرة ، وإن لم يكن رمضان من الفرص التي يمكن أن تعمّق هذه العبادة في نفوسنا فمتى تأتي الفرص ؟ .وفقنا الله وإياكم لاغتنام أيام هذا الشهر . إنه ولي ذلك والقادر عليه . ¶ ( 11 ) ¶ الدعاء ثمار وفوائد ¶ الحمد لله رب العالمين والصلاة والسلام على أشرف الأنبياء والمرسلين وبعد",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "فإن الدعاء نوع من أنواع العبادة ، يتصل فيه الإنسان بالله تعالى ، يبرء من حوله وقوته ويلجأ إلى الله تعالى راجياً منه فضل نعمة أو متمنياً زوال بأس ونقمه . هذا الدعاء سبب تنال به المكرمات ، وتدفع به المآسي والويلات ، فكم من دعاء جلب من خير ! وكم من دعاء حال دون وقوع الويل . وليت شعري من يفقه قول عمر حين قال : إني لا أحمل هم الإجابة ولكني أحمل هم الدعاء . وصدق رحمه الله تعالى فإن كثيراً من الناس تغفل عن هذا الجانب وفيه سر حياتها ، وتحقيق آمالها . لقد كان دعاء النبي صلى الله عليه وسلم بعد قدر الله تعالى حافظاً لهذه الأمة من الضياع ، وجالباً لها الخيرات . جاء ذلك في مارواه عبد الله بن عمرو بن العاص رضي الله عنهما أن النبي صلى الله عليه وسلم تلا قول الله عز وجل في إبراهيم : (( رب إنهن أضللن كثيراًَ من الناس فمن تبعني فإنه مني )) الآية . وقال عيسى عليه السلام : (( إن تعذبهم فإنهم عبادك وإن تغفر لهم فإنك أنت العزيز الحكيم )) فرفع يديه وقال : (( اللهم أمتي أمتي )) وبكى . فقال الله عز وجل : ياجبريل ! اذهب إلى محمد وربك أعلم فسله ما يبكيك ؟ فأتاه جبريل عليه الصلاة والسلام فسأله فأخبره رسول الله صلى الله عليه وسلم بما قال : وهو أعلم فقال الله : ياجبريل ! اذهب إلى محمد فقل : إنا سنرضيك في أمتك ولا نسوءك .(68) . وقد جاءت النصوص الشرعية بفضائل عظيمة ، وخيرات متكاثرة تتحقق بالدعاء أرشد إليها نبي الهدى صلى الله عليه وسلم ومنها : : أن الله يجيب الداعي إلى ما دعاه كما قال صلى الله عليه وسلم : (( إن في الليل ساعة لا يوافقها رجل مسلم يسأل الله خيراً من أمر الدنيا والآخرة إلا أعطاه إياه ، وذلك كل ليلة ))(69) ومن فضائل الدعاء أن له بدعوته إحدى ثلاث كما قال صلى الله عليه وسلم : (( ما من مسلم يدعو بدعوة ليس فيها إثم ولا قطيعة رحم إلا اعطاه الله إحدى ثلاث : إما أن يعجّل له دعوته ، وإما أن يؤخرها له",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "في الآخرة ، وإما أن يصرف عنه من السوء مثلها ))(70) . ومن فضائل الدعاء أنه ينفع في رد البلاء قال صلى الله عليه وسلم : (( لا يغني حذر من قدر ، والدعاء ينفع مما قد نزل ، ومما لم ينزل ، وإن البلاء لينزل فيتلقاه الدعاء فيتعالجان إلى يوم القيامة .(71) . ولو لم يكن في الدعاء إلا ماذكر لكان حري بالمسلم التزامه في كل وقت وحين . ومن أعظم الأوقات التي تكون مظنّة الإجابة في هذا الشهر الكريم الدعاء قبل الإفطار فإن هذا الوقت مظنة إجابة خاصة إذا إقبل الصائم بكليته على الله تعالى ، وألح على الله تعالى في الدعاء ، فإنه مقدم بين يدي الله تعالى في هذا الوقت أعظم الصدقات هذا الصوم العظيم الذي تكفل الله بمجازاة الصائم عليه من قبله سبحانه وتعالى . وكذلك من الأوقات الفاضلة آخر الليل من كل ليلة فإنه وقت مبارك قال صلى الله عليه وسلم : يتنزّل ربنا تبارك وتعالى كل ليلة إلى السماء الدنيا حين يبقى ثلث الليل الآخر فيقول : من يدعوني فاستجيب له ؟ من يسألني فأعطيه ؟ من يستغفرني فأغفر له ؟(72) . ومن لازم هذه الأوقات ، وحرص على الدعاء فيها لقى خيراً عاجلاً أو آجلاً كما نص على ذلك رسول الله صلى الله عليه وسلم . غير أن من المهم جداً لكل داع أن يصدق في الدعاء والرغبة ، وأن يلتزم بآداب الدعاء كأن يكون متوضئاً ، ومستقبل القبلة ، مبتدياً بحمد الله تعالى ومثنياً بالصلاة والسلام على رسوله صلى الله عليه وسلم . غير معتدٍ في الدعاء بإثم أو قطيعة رحم . وليتق الله تعالى في تجنّب أسباب الحرمان من الإجابة والتي من أهمها أكل الحرام الذي يُعد مانعاً قوياً من الإجابة التي ينتظرها كل مسلم .",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "وأخيراً لكل داع أن يدعو لنفسه بما شاء لكن من المهم لكل مسلم أن لا ينسى إخوانه من دعوة بظهر الغيب ، فإن كان إخوانه يعيشون أمناً ورخاءً فليدعو بمزيد توفيق لهم ، في جمع كلمتهم و التأليف بين قلوبهم ، وإن كانوا يعيشون أزمات أو ويلات جره عليهم الأعداء فليصدق الله تعالى لهم في الدعاء بأن يجمع شملهم ، ويلم شعثهم ، وينصرهم على عدوهم فإن ذلك هو أقل ما يرجونه منك أيها الصائم الكريم . ¶ وصلى اللهم على سيدنا محمد وعلى آله وصحبه وسلم . ¶ (12) ¶ قيمة الزمن في حياة المسلم ¶ الحمد لله رب العالمين والصلاة والسلام على أشرف الأنبياء والمرسلين وبعد",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "فإن الوقت هو عمر الإنسان الحقيقي ، وهو مادة حياته . لذا أقسم الله تعالى به في أكثر من آية في كتابه العزيز فقال تعالى : (( والعصر )) وقال تعالى : (( والليل )) وقال تعالى : (( والضحى )) إلى آيات غير قليلة في هذا الشأن . وما هذا القسم إلا دليل على أهمية الزمان في حياة المسلم . وقد لفت النبي صلى الله عليه وسلم نظر الإنسان إلى هذا الشأن كما قال صلى الله عليه وسلم : ( نعمتان مغبون فيهما كثير من الناس : الصحة والفراغ )(73) . وقال صلى الله عليه وسلم : ( لا تزول قدم عبد يوم القيامة حتى يُسأل عن أربع : عن عمره فيما أفناه ، وعن شبابه فيما أبلاه ، ........ الحديث ))(74) . وكان الحسن البصري رحمه الله تعالى يقول : كل يوم ينشق فجره ينادي مناد ابن آدم أنا خلق جديد وعلى عملك شهيد فاغتنمني قبل أن أفوت . وكان يقول ابن آدم إنما أنت أيام إذا ذهب يوم ذهب بعضك . وهكذا كان عامة السلف رحمهم الله تعالى يدركون تماماً أن الأيام مراحل تقطع عمر الإنسان ، وتفني أيامه ولياليه ، وليت شعري من يدرك أن غروب شمس يوم من حياته إنما هي خطوة أقرب نحو الدار الآخرة ، وخطوة أبعد نحو البقاء في ظل هذه الحياة .وقد قال ابن القيّم رحمه الله تعالى : العبد من حين استقرت قدمه في هذه الدار فهو مسافر فيها إلى ربه ، ومدة سفره هو عمره الذي كتب له ، ثم جعلت الأيام والليالي مراحل لسفره ، فلا يزال يطويها مرحلة بعد مرحلة حتى ينتهي السفر .....اهـ(75) وقال رحمه الله في موضع آخر : إذا أراد الله بالعبد خيراً : أعانه بالوقت ، وجعل وقته مساعداً له ,وإذا أراد به شراً جعل وقته عليه ، وناكده وقته ....(76) . وقال ابن رجب رحمه الله : السعيد من اغتنم مواسم الشهور والأيام والساعات وتقرّب فيها إلى مولاه بما فيها من وظائف الطاعات ، فعسى أن تصيبه نفحة من تلك النفحات ، فيسعد بها سعادة يأمن بعدها من النار وما فيها من اللفحات . اهـ .",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "وكان الحسن رحمه الله يردد : ابن آدم ، اليوم ضيفك ، والضيف مرتحل يحمدك أويذمك ، كذلك ليلتك . وعن بكر المزني أنه قال : ما من يوم أخرجه الله إلى أهل الدنيا إلا ينادي : ابن آدم اغتنمني لعله لا يوم لك بعدي ، ولا ليلة إلا تنادي : ابن آدم لعله لاليلة لك بعدي (77) . هكذا كان السلف رحمهم الله تعالى يعظمون زمانهم ، ويجهدون في استغلال يومهم وليلتهم ، ولو تأملت في حال كثير منا اليوم لرأيت عجباً في ضياع الأوقات فلكأنما يحرصون على قطع الزمان بهذه اللقاءات ويرون ذلك سبيلاً إلى تجاوز أيام الزمان ولياليه . وفي مثل هؤلاء يقول ابن القيّم رحمه الله تعالى : فأما ما تؤثره كثرة الخلطة : فامتلاء القلب من دخان أنفاس ابن آدم حتى يسودّ ويوجب له تشتتاً وتفرقاً ، وهماً وغماً وضعفاً ... إلى أن قال : وكم جلبت خُلطة الناس من نقمة ، ودفعت من نعمة ، وأنزلت من محنة ، وعطّلت من منحة ، وأحلّت من رزية ، وأوقعت في بلية ! وهل آفة الناس إلا الناس ؟ ! وهل كان على أبي طالب ـ عند الوفاة ـ أضر من قرناء السوء ؟! لم يزالوا به حتى حالوا بينه وبين كلمة واحدة تجلب له سعادة الأبد . اهـ",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "ورمضان أيها الصائمون من أشرف أيام الزمان ، اختصه الله تعالى بمزيد من الخير والطاعات فكان عوده على الإنسان من أعظم النعم ، وأسعد الأوقات ، فأي خسارة أعظم من فواته في لقاءات متكررة ، أو ألعاب فارغه ، أو حتى حال يصل ببعضنا إلى لقاءات في المقاهي ، وأمام شهوات تنتهك بها حرمات الله تعالى . إن بإمكان الواحد منا أن يستغل هذه الأيام في الطاعة ، فإن كان يمكن أن يقود ذاته إلى خير منن مثل : مرد معين من صلاة النافلة ، أو أذكار مقيدة أو مطلقة ، أو زيارات للأهل والأقارب والجيران ، أو تلاوة القرآن في كل ليلة فهذا يمكن أن يحصّل خيراً كثيراً ، وإن لم يمكن له ذلك فبإمكانه كذلك أن يستفيد من اللقاءات المتكررة فيجعل منها مدارسة للقرآن وتفسيره ، ، أو حتى الاستفادة من المسابقات العلمية والثقافية التي تعود على الإنسان بالنفع والفائدة . وليجتهد أن يكون له برنامج عمل خلال هذا الشهر الكريم يلتزمه في يومه فإذا ما قضاه وانتهى منه يمكن أن يكافأ نفسه ، بوقت راحة يزور فيه أحبابه وأصدقاؤه ، أو يتسلّى بشئ مباح حلال . ¶ (13) ¶ شهر الإنفاق",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "إن من أعظم الصور التي يحملها رمضان للأمة صورة من الألم والعطش يجد حرارتها ومس ألمها الصائم حينما يرى الماء والطعام أقرب ما يكون إلى يديه ، ومع كل ذلك يراها أبعد شيء إليه تحقيقاً لعبودية الله تعالى . إن هذه الصورة تنقل كل مسلم إلى صور الفقراء والمعوزين والأرامل والأيتام في أي بلد وأي قطر من أقطار الأمة الإسلامية ، ونحن نراهم يعيشون أنواعاً من الجوع والعطش ، وذلك نتيجة الفقر الذي أصابهم ويجدون حرّه وألمه . ونحن اليوم في أمس الحاجة إلى تلبية هذه المشاعر ، وإرواء عطشها ، وسد رمق جوعها . فقد كان من دأب النبي صلى الله عليه وسلم في كل حياته أنه لايرد سائلاً ، ولا يمنع طالباً ، وإذا جاء رمضان زاده تحلياً بهذه الأخلاق ، ولذا جاء في الصحيحين من حديث ابن عباس رضى الله عنهما : فلرسول الله صلى الله عليه وسلم أجود بالخير من الريح المرسلة . ¶ أيها الصائمون : الصدقة برهان كثير من النفوس الصادقة الباذلة حين تتجاوز شهواتها إلى تعميق أثر الأخوة بمزيد من الإحسان . وخير ما يدفع إلى تمثّل هذه الفضائل تلك الآثار التي تحدثها الصدقة لأصحابها حين يبذلون . ومن هذه الآثار : ¶ أولاً : علو شأنها ، ورفعة منزلة صاحبها : ¶ ففي حديث ابن عمر رضى الله عنهما أن رسول الله صلى الله عليه وسلم قال : (( وإن أحب الأعمال إلى الله تعالى سرور تدخله على مؤمن ، تكشف عنه كربة أو تقضي عنه ديناً أو تطرد عنه جوعاً ))(78) ¶ 1) وقايتها للمتصدق من البلايا والكروب :",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "فالصدقة لها أثر عجيب على المتصدق فقد تقيه من البلايا والكروب التي تحل بها وتكون بعد أمر الله تعالى سبباً في دفع هذه المصائب . قال صلى الله عليه وسلم : صنائع المعروف تقي مصارع السوء .(79) . وقال صلى الله عليه وسلم : (( داووا مرضاكم بالصدقة ))(80) . وقد سأل رجل ابن المبارك عن قرحة في ركبته لها سبع سنين وقد أعيت الأطباء فأمره بحفر بئر في محل يحتاج الناس فيه إلى الماء . وقد ذكر ابن حجر الهيتمي في كتابه الزواجر : أنه تقرّح وجه أبي عبد الله الحاكم قريباً من سنة ، فسأل أهل الخير الدعاء له فأكثروا من ذلك ثم تصدق على المسلمين بوضع سقاية بُنيت على باب داره وصب فيها الماء ، فشرب منها الناس فما مر عليه أسبوع إلا وظهر الشفاء وزالت تلك القروح وعاد وجهه أحسن ما كان . والأمر كما قال المناوي رحمه الله في كتابه فيض القدير : وقد جرّب ذلك الموفقون ـ التداوي بالصدقة فوجدوا الأدوية الروحانية تفعل مالا تفعله الأدوية الحسية ولا ينكر ذلك إلا من كثف حجابه . قال ابن القيم رحمه الله تعالى : فإن للصدقة تأثيراً عجيباً في دفع أنواع البلاء ، ولو كانت من فاجر أو ظالم ، بل من كافر ، فإن الله تعالى يدفع عنه بها أنواعاً من البلاء ، وهذا أمر معلوم عند الناس خاصتهم وعامتهم وأهل الأرض كلهم مقرون به لأنهم جربوه .... وقال في موضع آخر : والسخي قريب من الله ـ تعالى ـ ومن خلقه ، ومن أهله ، وقريب من الجنة ، وبعيد من النار ، والبخيل بعيد من خلقه ، بعيد من الجنة ، قريب من النار ، فجود الرجل يحببه إلى أضداده ، وبخله يبغّضه إلى أولاده . اهـ (81)… ¶ ثانياً : اطفاؤها الخطايا وتكفيرها الذنوب",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "قال صلى الله عليه وسلم : (( تصدقوا ولو بتمرة ، فإنها تسُد من الجائع ، وتُطفيء الخطيئة ، كما يطفى الماء النار )) . قال ابن القيّم رحمه الله تعالى : وإذا كان الله تعالى قد غفر لمن سقى كلباً على شدة ظمئه ، فكيف بمن سقى العطاش وكسا العراة من المسلمين… ¶ 2) أنه تبارك المال وتزيد في الرزق : ¶ وفي الحديث القدسي : يابن آدم : أنفق أُنفق عليك .(82) . وقوله صلى الله عليه وسلم : ما فتح رجل باب عطية بصدقة أو صلة إلا زاده الله بها كثرة . . وقوله صلى الله عليه وسلم : ما من يوم يصبح فيه العباد فيه إلا ملكان ينزلان يقول احدهما : اللهم أعط منفقاً خلفاً ، ويقول الآخر : اللهم أعط ممسكاً تلفاً .(83) . وقال صلى الله عليه وسلم : بينا رجل بفلاة من الأرض فسمع صوتاً في سحابة : اسق حديقة فلان . فتنحّى ذلك السحاب فأفرغ ماءه في حرّة فإذا شرجه قد استوعبت ذلك الماء كله ، فتتبع الماء فإذا رجل قائم في حديقته يحوّل الماء بمسحاته فقال له : ياعبد الله ما اسمك ؟ قال : فلان ـ للاسم الذي سمع في السحابة . فقال له : ياعبد الله لم تسألني عن اسمي ؟ فقال : إني سمعت صوتاً في السحاب الذي هذا ماؤه ـ يقول : اسق حديقة فلان ـ لاسمك ـ فماذا تصنع فيها ؟ قال : أما إذا قلت هذا ؛ فإني أنظر إلى ما يخرج منها فأتصدق بثلثه ، وآكل أنا وعيالي ثلثه ، وأرد فيها ثلثه )) وفي رواية : (( واجعل ثلثه في المساكين والسائلين وابن السبيل )) .(84)",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "ورمضان اليوم فرصة عظيمة أيها الصائمون لبذل المال وإنفاقه في وجوه الخير ، وكم من يتيم يترقرق الدمع في عينيه ألا يجد من يواسيه ، وأرملة أقعدها الزمن ، وأطفال يعيشون ذل الفقر ، وذل المسألة ، وإخوان من المسلمين جاءوا لهذا البلد طلباً للرزق . ما أحرانا برعاية كل هذه الفئات ، والبذل لهم ، ولولم يتحقق للمتصدقين إلا بعض هذه الفضائل فقط لكان كافياً بالمرء أن يجهد لتحصيل ذلك بمزيد من الجود والعطاء . وفقكم الله إلى كل خير وجعلكم غوث إخوانكم المستضعفين في كل مكان وزمان . ¶ (14) ¶ مسؤولية الرعاة ¶ الحمد لله رب العالمين والصلاة والسلام على أشرف الأنبياء والمرسلين وبعد ¶ فإن مسؤولية المسلم في هذه الحياة تتجاوز مسؤولية ذاته وتأخذ أشكالاً متعددة في المسؤولية التي يكلّف بها الإنسان في حياته . ولعل من أعظم النعم التي يعيشها الإنسان في حياته نعمة الأولاد الذين وصفهم الله تعالى في كتابه الكريم بأنهم زينة الحياة الدنيا . قال تعالى : (( المال والبنون زينة الحياة الدنيا )) ولا يعرف قدر هذه النعمة إلا من حرمها . لذا جاء التوجيه النبوي الكريم برعاية هذه النعمة كما في قوله صلى الله عليه وسلم : ( كلكلم راع وكلكلم مسؤول عن رعيته ، فالإمام راع وهو مسؤول عن رعيته ، والرجل راع في أهله وهو مسؤول عن رعيته )(85) وهذه الرعية أمانة حذّر الله تعالى من إضاعتها حين قال : ( إنا عرضنا الأمانة على السموات والأرض والجبال فأبين أن يحملنها وأشفقن منها وحملها الإنسان إنه كان ظلوماً جهولاً ) وحتى نؤدي هذه الأمانة على الوجه المشروع لها ينبغي أن نحقق ما يلي :",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "أولاً : أن تشعر حفظك الله تعالى أن الله منحك نعمة عظيمة وواجبك تجاه هذه النعمة حفظها والاهتمام بها ، والعمل على إصلاحها حتى تتحقق النعمة على أتم وجه قال تعالى : (( وإن تعدوا نعمة الله لاتحصوها )) فهذه إحدى النعم أتمها الله تعالى عليك وحرم منها أناس كثيرون لازالوا في عداد السؤال والإلحاح على ربهم تعالى أن يحقق لهم هذه النعمة . ¶ ثانياً : تأكد حفظك الله تعالى أن صلاح هؤلاء الأولاد من أعظم النعم في حياة الإنسان لذا فالزم رعاك الله الطاعة في نفسك ، وحافظ على أوامر الله تعالى إن أردت صلاح هؤلاء الأبناء ، وكلما رآك ولدك حريصاً على صلاة الجماعة ألف ذلك والتزمه منهجاً في حياته ، وكلما رآك حريصاً على الخير من صيام الفرض والنافلة ، وبذل الصدقات ، ومعاملة الآخرين بالأخلاق الحسنة تمثّل ذلك في حياته ، وهكذا ينشأ الأولاد على الصلاح والبر والتقوى ، وتكون أنت أيها الوالد أحد هذه الأسباب العظيمة في هدايتهم . ¶ وإياك إياك من الأقوال غير اللائقة كالسب أو اللعن أو الغيبة والنميمة أو الأفعال الدخيلة كشرب الدخان أو إرتياد الأماكن المشبوهة كالمقاهي أو التخلّف عن الصلاة فإن ذلك أحد الأسباب التي تؤدي بالأولاد إلى الإنحراف والعياذ بالله . إن الفرق واضح أيها الصائمون بين رب أسرة أدخل شريط المحاضرة القيّمة ، والقرآن الكريم ، والكتيب النافع ، والوسيلة التربوية ، وحارب كل ما هو مشين دخيل على أهل الإسلام وبلادهم ، وبين رب أسرة آخر يمارس شرب الدخان في قعر بيته أو أبناؤه هم الذين يوفرون وسائل هذه الأدوات القبيحة لأبيهم ، أو يجلب لهم القنوات الفضائية التي يرون فيها ما يغسل ماء الحياء من وجوههم ، أو يحرص على إدخال شريط الأغنية أو المجلة التافهة . فرق كبير بين الاثنين . ولعل شواهد الحال التي يعيشها كل واحد منهم هي خير شاهد على ذلك الحال .",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "ثالثاً : توجه إلى الله تعالى بالدعاء وألح عليه سبحانه بهداية الأبناء فإن ذلك خير وسيلة تحقق صلاحهم وفلاحهم أرأيت أيها الصائم دعاء الصالحين في قول الله تعالى : (( والذين يقولون ربنا هب لنا من أزواجنا وذرياتنا قرة أعين واجعلنا للمتقين إماماً )) . وزكريا حين دعا ربه فقال : (( فهب لي من لدنك ولياً . يرثني ويرث من آل يعقوب واجعله رب رضياً )) . وإبراهيم عليه السلام حين توجه إلى الله تعالى بالدعاء فقال : (( ربنا واجعلنا مسلمين لك ومن ذريتنا أمة مسلمة لك )) وكان يردد في دعائه ويقول : (( رب هب لي من الصالحين )) إلى غير ذلك من دعاء الصالحين فليكن لك بهم قدوة في الإكثار من الدعاء بصلاح هذه الذرية ، وإياك إياك من الدعاء عليهم فقد توافق هذه الدعوة وقت إجابة فتجاب في ولدك فيكون المسكين ضحية هذا الدعاء البائس . روى الإمام مسلم في صحيحه من حديث جابر رضي الله عنه أن رجلاً قال لبعيرة : شأ لعنك الله ، فقال رسول الله صلى الله عليه وسلم : ( من هذا اللاعن بعيره ؟ ) قال أنا يارسول الله قال : ( انزل عنه فلا تصحبنا بملعون ، لاتدعوا على أنفسكم ، ولا تدعوا على أولادكم ، ولا تدعوا على أموالكم ، لاتوافقوا من الله ساعة يسأل فيها عطاء فيستجيب لكم .",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "رابعاً : علّم ولدك حفظك الله تعالى المحافظة على الواجبات ، وليكن قرينك في بيوت الله تعالى ، ولا تهمله عند حضورك المسجد فليصلي إلى جانبك وليتدرب على أداء هذه الشعيرة العظيمة . علِّمه الأدب أثناء حضور المساجد ، وملتقيات الناس العامة ، دربه على احترام الآخرين والتأدب معهم ، لقّنه الأذكار في دخول المساجد والخروج منها ، وعند قضاء الحاجة أو بعض أذكار الصباح والمساء ، وغير ذلك من الأذكار وتدرج معه في هذا الجانب وضع له من الحوافز التشجيعية كلما رأيت من إقباله على الخير وتعاهده على هذه الطاعات . وليرى منك حفظك أسلوب الرحمة في كل تعاملك معه إقتداء بسنة نبيك صلى الله عليه وسلم فقد كان عليه الصلاة والسلام يداعب أطفاله فقد أخرج البخاري من حديث أم خالد بنت خالد رضي الله عنها قالت : أتي النبي صلى الله عليه وسلم بثياب فيها خميصة سوداء صغيرة ، فقال : من ترون أن نكسو هذه ؟ فسكت القوم فقال : أئتوني بأم خالد ، فأتي بها تُحمل ، فأخذ الخميصة بيده فألبسها وقال : أبلي وأخلقي ، وكان فيها علم أخضر أو أصفر ، فقال يا أم خالد هذه سناه (86) والسنا بلسان الحبشة جميل . وهاهو صلى الله عليه وسلم يداعب محمود ابن الربيع وهو صغير فيمج الماء في قال محمود بن الربيع : عقلت من النبي صلى الله عليه وسلم مجة مجها في وجهي وأنا ابن خمس سنين من دلو .(87) إلى غير ذلك من الأساليب التربوية التي كان النبي صلى الله عليه وسلم يحرص على التعامل بها مع الصغار . إن الغلظة المستمرة والتأنيب المتكرر أيها الوالد الفاضل يخرج شخصيات مهزوزة ، وضعيفة ، لا تنفع نفسها ولا تتطلّع إلى إفادة غيرها ، وليكن علاجك للخطأ علاج تربوي مهذب فإن نتائج ذلك واضحة قريبة مع الزمن . ¶ (15) ¶ فتحت أبواب الجنة ¶ الحمد لله رب العالمين والصلاة والسلام على أشرف الأنبياء والمرسلين وبعد",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "فإن الجنة هي متطلع كل مسلم يعيش على وجه هذه البسيطة ، فهي دار كرامة أولياء الله تعالى وعباده المخلصين ، ولن يجد المسلم يوم القيامة كرامة وفوزاً وفلاحاً بعد رضي الله تعالى ورؤيته أنعم ولا أفضل من الجنة . هذه الجنة تتهيأ في شهر رمضان بالذات ، وتزدلف لأهل الإيمان ، تفتّح أبوابها إشعاراً بعظمة هذه الطاعة في هذا الشهر الكريم ، ولئن كثيراً من نفوس المؤمنين تتطلع إلى هذا النعيم ، وتود اليوم الذي تشهده واقعاً حياً في حياتها ، فإن من المناسب أن ننقل وصفاً لهذه الدار التي بشّر بها رسول الله صلى الله عليه وسلم في إقبال هذا الشهر حين قال صلى الله عليه وسلم : (( إذا جاء رمضان فتحت أبواب الجنة ......... الحديث ))(88)",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم : يقول الله تعالى : أعددت لعبادي الصالحين : ما لاعين رأت ، ولا أذن سمعت ، ولا خطر على قلب بشر )) .(89) وعن سهل بن سعد ، عن رسول الله صلى الله عليه وسلم قال : (( إن في الجنة لشجرة ، يسير الرّاكب الجواد في ظلها مئة عام لايقطعها ))(90) . وعن أنس بن مالك أن رسول الله صلى الله عليه وسلم قال : (( إنّ في الجنة لسوقاً ، يأتونها كل جمعة فتهبّ ريح الشمال فتحثو في وجوههم وثيابهم . فيزدادون حسناً وجمالاً . فيرجعون إلي أهليهم وقد ازدادوا حُسناً أو جمالاً . فيقول لهم أهلوهم : والله ! لقد أزددتم بعدنا حسناً وجمالاً . فيقولون : وأنتم ، والله ! لقد ازددتم حسناً وجمالاً ))(91) . وعن أبي موسى الأشعري أن النبي صلى الله عليه وسلم قال : (( الخيمة درّة مجوّفة ، طولها في السماء ثثلاثون ميلاً ، في كل زاوية منها للمؤمن أهل لا يراهم الآخرون ))(92) . وفي رواية للبخاري : (( أن في الجنة خيمة من لؤلؤة مجوّفة عرضها ستون ميلاً ، في كل زاوية منها أهل ما يرون الآخرين ، يطوف عليهم المؤمنون ، وجنتان من كذا ، آنيتهما وما فيهما ، وما بين القوم وبين أن ينظروا إلى ربهم إلا رداء الكبر على وجهه في جنّة عدن ))(93) وعن أنس رضي الله عنه قال : لما عُرج بالنبي صلى الله عليه وسلم إلى السماء قال : أتيت على نهر ، حافتاه قباب اللؤلؤ مجوّفاً فقلت : ما هذا يا جبريل ؟ قال : الكوثر ))(94) . وعن أبي هريرة رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : (( إنّ أول زمرة يدخلون الجنّة على صورة القمر ليلة البدر ، ثم الذين يلونهم على أشد كوكب درّيّ في السماء إضاءة ، لا يبولون ، ولا يتغوطون ، ولا يتفلون ، ولا يتمخطون ، أمشاطهم الذهب ، ورشحهم المسك ، ومجامرهم الألوّة ، وازواجهم الحور العين على خَلْق رجل واحد ، على صورة أبيهم آدم ، ستون ذراعاً في السماء )(95) ، وفي رواية لهما :",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "(( .. لكل امرئ زوجتان من الحور العين ، يُرى مخ سوقهن من وراء العظم واللحم )) زاد فيها مسلم : (( ومافي الجنة أعزب )) وعن أبي سعيد الخدري رضي الله عنه عن النبي صلى الله عليه وسلم قال : (( إنّ أهل الجنة يتراءون أهل الغرف من فوقهم ، كما تتراءون الكوكب الدرّيّ الغابر في الأفق ، من المشرق أو المغرب ، لتفاضل ما بينهم )) قالوا : يارسول الله تلك منازل الأنبياء لا يبلغها غيرهم ، قال : بلى ، والذي نفسي بيده ، رجال آمنوا بالله وصدقوا المرسلين )) (96) وعن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم . قال : (( من يدخل الجنة ينعم ولا يبأس لا تبلى ثيابه ولا يفنى شبابه )) (97) . وعن أبي سعيد الخدري وأبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال : (( ينادي مناد : إن لكم أن تصحوا فلا تسقموا أبداً ، وغنّ لكم أن تحيوا فلا تموتوا أبداً . وإن لكم أن تشبّوا فلا تهرموا أبداً ، وإن لكم أن تنعموا فلا تبأسوا أبداً )) فذلك قول الله تعالى : (( ونودوا أن تلكم الجنة أورثتموها بما كنتم تعملون ))(98) وعن صهيب رضي الله عنه ، عن النبي صلى الله عليه وسلم قال : (( إذا دخل أهل الجنّة الجنّة ، قال : يقول الله تبارك وتعالى : تريدون شيئاً أزيدكم ؟ فيقولون : ألم تبيّض وجوهنا ؟ ألم تدخلنا الجنّة وتنجينا من النار ؟ قال : فيكشف الحجاب فما أعطوا شيئاً أحب إليهم من النظر إلى ربهم عز وجل .",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "هذه بعض صفات الجنة التي بشّر بها رسول الله صلى الله عليه وسلم في هذا الشهر المبارك . فهل من مشمّر إلى هذا النعيم العظيم ؟ هذا هو السؤال الذي لا زال ينتظر إجابة واضحة من كل فرد أدرك رمضان هذا العام ، ولن يكون هناك أبلغ من العلم للإجابة على هذا التساؤل العريض . إن من يدرك هذا النعيم وتهفو نفسه لأن يعيش هذه الأيام حقيقة ماثلة في حياته لا بد أن يعي أن عليه أن يتقدّم خطوة للأمام تبدأ بإصلاح ذاته أولاً ، ومن ثم السعي والتطلّع إلى كل عمل يمكن أن يزيد في دفع هذه الخطوة إلى المقدمة . حينها فقط يمكن أن يكون من أصحاب هذا الفضل لا حرم الله كل مستمع من هذا الخير ، وجعلنا الله وإياهم ممن نشهد هذا الفضل ، ونعيش أيامه في قابل الأيام . ¶ (16) ¶ وغلّقت أبواب النار ¶ الحمد لله رب العالمين والصلاة والسلام على أشرف الأنبياء والمرسلين وبعد ¶ فإن النجاة من النار يعد فوزاً عظيماً في حياة من تحقق له ذلك . ذلك أن النار التي خلقها الله تعالى إنما جعلها جزاء للمتمردين عن منهجه ، الشاردين عن طاعته ، وليت شعري حين يتجاوز هذا الإنسان في عرصات القيامة جسر جهنم ، ويترك أهوال الحساب خلف ظهره ، متحققاً من النجاة ! أي فوز أعظم من هذا ! إن هذا الذي خلّف النار خلف ظهره لن يتصوّّر هذه النجاة على حقيقتها ما لم يتصوّر النار على صورتها التي وصفها رسول الله صلى الله عليه وسلم حين أوضح أن أبوابها تغلق مع دخول شهر رمضان في قوله صلى الله عليه وسلم : (( أتاكم شهر رمضان شهر مبارك افترض الله عليكم صيامه ، فيه تفتح أبواب الجنة ، وتغلق أبواب الجحيم ،........ الحديث (99) وفي هذه الليلة سنستعرض بعض هذه الصفات كما جاءت على لسان رسول الله صلى الله عليه وسلم ويمكن أن ندرك حينها هذه المعاني لنفيق من غفلة هذه الحياة .",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "فعن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال : (( ناركم جزء من سبعين جزءاً من نار جهنم )) . قيل : يارسول الله ، إن كانت لكافية ، قال : فضّلت عليهن بتسعة وستين جزءاً ، كلهن مثل حرها )(100) . وعن أبي هريرة رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : (( اشتكت النار إلى ربها ، فقالت : ربّ أكل بعضي بعضاً ، فإاذن لها بنفسين : نفس في الشتاء ونفس في الصيف ، فأشتد ما تجدون من الحرّ ، وأشد ما تجدون من الزمهرير ))(101) . وعن عبد الله ابن مسعود رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : (( يؤتى بجهنّم يومئذ لها سبعون ألف زمام . مع كل زمام سبعون ألف ملك يجرّونها ))(102) . وعن أبي هريرة رضي الله عنه قال : كنا مع رسول الله صلى الله عليه وسلم إذ سمع وجبة . فقال النبي صلى الله عليه وسلم : (( أتدرون ما هذا ؟ )) قال : قلنا : الله ورسوله أعلم . قال : هذا حجر رمي به في النار منذ سبعين خريفاً فهو يهوي في النار الآن ، حتى انتهى إلى قعرها ))(103) . وعن أبي هريرة رضي الله عنه ، عن النبي صلى الله عليه وسلم قال : ما بين منكبي الكافر مسيرة ثلاثة أيام للراكب المسرع ))(104) . وعن سمرة بن جندب أن النبي صلى الله عليه وسلم قال : (( منهم من تأخذه النار إلى كعبيه . ومنهم من تأخذه النار إلى ركبتيه . ومنهم من تأخذه النار إلى حجزته . ومنهم من تأخذه النار إلى ترقوته ))(105) . وعن النعمان بن بشير رضي الله عنه قال : سمعت رسول الله صلى الله عليه وسلم يقول : (( أهون أهل النار عذاباً يوم القيامة لرجل ، توضع في أخمص قدميه جمرة يغلي منهما دماغه ))(106) هذه بعض صفات تلك النار التي يجدها المتمردون عن منهج الله تعالى كأعظم جزاء ينالونه حين يتجاوزون أمر الله تبارك وتعالى ، ويجانبون طريق الطاعة والهدى . إنهم يبقون غرقى في تلك النهايات فتلتهمهم نار جهنم وحينها لا يستطيع الواحد منهم أن",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "يفصح عن شكواه ، ولا يجد أقرب من البكاء والعويل يعبّر به فقط عن تجرّع المأساة . إن المتناسين للفح جهنّم غداً بين يدي الله تعالى هم أقرب الناس لمس حرارة تلك النار لأن الغفلة داء عضال متى ما وصلت إلى إنسان أغلقت منافذ الخير ، وأصمت دواعي الهداية ، وجرّدت الإنسان من كل دواعي التفكير لمستقبله وأيام حياته . وحينئذ يخسرون ويقعون في النهايات المرة . ¶ أجارنا الله وإياكم من نار جهنم . وجنبنا الله حرها وزمهريرها . إنه ولي ذلك والقادر عليه . ¶ (17) ¶ غزوة بدر (1) ¶ الحمد لله رب العالمين والصلاة والسلام على أشرف الأنبياء والمرسلين وبعد ¶ فإن غزوة بدر الكبرى من الغزوات العظيمة في تاريخ الإسلام والمسلمين ، وكيف لاتكون كذلك وهي أول غزوة غزاها رسول الله صلى الله عليه وسلم ، وتحقق فيها أعظم انتصار للإسلام وأهله ، وكسرت شوكة الأعداء كسراً لم ينجبر بعد . هذه الغزوة وقعت في السابع عشر من شهر رمضان المبارك ، ولم يكن لها سابق موعد إنما كما يقول ابن إسحاق أن رسول الله صلى الله عليه وسلم سمع بخبر أبي سفيان مقبلاً من الشام في عير من لقريش عظيمة فيها أموال وتجارة ندب المسلمين إليهم فخرج بعضهم ، وتباطأ البعض الآخر في الخروج ، وكان أبو سفيان لما دنا من الحجاز جعل يتحسس الأخبار حتى وصل إلى الخبر اليقين فبعث رجلاً إلى مكة وأمره أن يستنفر قريشاً لهذا اللقاء . وخرجت جموع قريش للمواجهة ولم يتخلف من كبرائها إلا ابو لهب تخلف وبعث مكانه العاص بن وائل ، في حين وصف الله تعالى خروج المسلمين بقوله : (( وإذا يعدكم الله إحدى الطائفتين أنها لكم وتودون أن غير ذات الشوكة تكون لكم ويريد الله أن يحق الحق بكلماته ويقطع دابر الكافرن )) سورة الأنفال .",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "ولما تحقق ما أراد الله تعالى في هذا الخروج من المواجهة الحتمية بين الفريقين جعل النبي صلى الله عليه وسلم يستشير أصحابه في القتال فقام المقداد بن عمرو فقال : يارسول الله ، امض لما أراك الله فنحن معك ، والله لا نقول لك كما قالت بنو إسرائيل لموسى : (( إذهب أنت وربك فقاتلا إن هاهنا قاعدون )) ولكن اذهب أنت وربك فقاتلا إنا معكما مقاتلون ، فوالذي بعثك بالحق لو سرت بنا إلى برك الغماد لجالدنا معك من دونه حتى تبلغه ، فقال له رسول الله صلى الله عليه وسلم خيراً ودعا له بخير .(107) . ثم طلب النبي صلى الله عليه وسلم المشورة من الناس وكان يريد أن يسمع قول الأنصار فقام سعد بن معاذ فقال . والله لكأنك تريدنا يارسول الله ؟ فقال : أجل ، قال فقد آمنا بك وصدقناك وشهدنا أن ما جئت به هو الحق ، وأعطيناك على ذلك عهودنا ومواثيقنا على السمع والطاعة ، فصل حبال من شئت ، واقطع حبال من شئت ، وسالم من شئت ، وعاد من شئت ، وخذ من أموالنا ما شئت ، واعطنا ما شئت ، وما أخذت منا أحب إلينا مما تركت ، وما أمرت به من أمر فأمرنا تبع لك ، فامض يارسول الله لما أردت فنحن معك ، ما تخلّف منا رجل واحد ، وما نكره أن تلقى بنا عدونا غداً ، إنا لصُبُر في الحرب ، صُدُق اللقاء ، ولعل الله يريك منّا ما تقر به عينك ، فسر بنا على بركة الله . فسُرّ رسول الله صلى الله عليه وسلم بقول سعد ثم قال : سيروا وأبشروا ، فإن الله وعدني إحدى الطائفتين ، والله لكأني الآن أنظر إلى مصارع القوم . نزلت قريش بالعدوة القصوى من الوادي ، ونزل المسلمون بالعدوة الدنيا كما أخبر الله تعالى عنهم فقال : ( إذ أنتم بالعدوة الدنيا وهم بالعدوة القصوى والركب أسفل منكم ولو تواعدتم لاختلفتم في الميعاد ولكن ليقضي الله أمراً كان مفعولاً ..... الآية ) الأنفال (11) . كان عدد المشركون آذنذاك يصل إلى ألف مقاتل بينما المسلمون لايتجاوزون ثلث هذا العدد فقط ثلاث مئة وبضعة",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "عشر مقاتلاً . ومع ذلك فقد كان الله معهم فحوّل الخوف إلى أمان وأنزل عليهم النعاس حتى كان أحدهم يسقط سوطه من يده ، وأنزل عليهم ماء من السماء ليسكنهم به كما قال الله تعالى : (( إذا يغشيّكم النعاس أمنه منه وينزّل عليكم من السماء ماءً ليطهركم به ... الآية )) الأنفال (44) . ويزيدهم الله طمأنينة ثالثة حين أرى المسلمين قلة جموع المشركين ، وصور الله قلة أعداد المسلمين في أعين المشركين حتى يتم اللقاء كما في القرآن الكريم : (( وإذ يريكموهم إذا التقيتم في أعينكم قليلاً ويقللكم في أعينهم ليقضي الله أمراً كان مفعولاً وإلى الله ترجع الأمور )) الأنفال (44). ولما قربت المنازلة عدّل رسول الله صلى الله عليه وسلم صفوف الصحابة ولجأ إلى مولاه وناصره ، ومن له الأمر أولاً وأخيراً فدخل العريش وناشد ربه النصر ويردد : اللهم إن تهلك هذه العصابة اليوم لا تعبد حتى سقط الرداء من رأسه . ونزلت الملائكة مقاتلة مع المسلمين ، وبدأت ثورة المعركة يتقدم المشركين إبليس في صورة سراقة ين مالك ، وبدأ الأعداء يتساقطون واحداً تلو الآخر فسقط من كبرائهم أمية بن خلف ، وسقط رأس الباطل أبو جهل ، وتناثر عقد أهل الشرك ، ونصر الله المسلمين نصراً عظيماً دون نظر إلى قلة ، أو اعتبار بالكثرة ، وأمر رسول الله صلى الله عليه وسلم بصناديد قريش فسحبوا إلى بئر بدر وقذفوا فيها ، ثم وقف عليهم رسول الله صلى الله عليه وسلم وقال : يافلان ، يافلان ، ويافلان ابن فلان ، أيسركم أنكم أطعتم الله ورسوله ؟ فإنا قد وجدنا ما وعدنا به ربنا حقا ، فهل وجدتم ما وعد ربكم حقا ً ؟ . فقال عمر يارسول الله : ما تكلّم من أجساد لا أرواح لها ؟ فقال رسول الله صلى الله عليه وسلم : والذي نفسي بيده ما أنتم بأسمع لما أقول منهم . وهكذا سجّل التاريخ في شهر رمضان بالذات هذا النصر العظيم ، فكانت الصولة للطاعة ، والفشل والهزيمة للمعصية والعاصين . ألا فما أعظم أثر الطاعة",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "في قلوب أصحابها ! وما أسوء أثر تحدثه المعصية في قلوب الملازمين لها حين المصائب والبلايا ! وفي الدرس القادم بإذن الله تعالى صور مضيئة من تلك الغزوة . وصلى اللهم على سيدنا محمد وعلى آله وصحبه وسلم . ¶ (18) ¶ غزوة بدر (2) ¶ الحمد لله رب العالمين والصلاة والسلام على أشرف الأنبياء والمرسلين وبعد ¶ فإن غزوة بدر من أعظم الغزوات في تاريخ المسلمين ، وقد سجّلت أحداثها مواقف تٌعد من أروع المواقف في حياة ذلك الجيل العظيم .صحابة رسول الله صلى الله عليه وسلم ، ¶ وإليكم بعضاً من تلك المواقف التي دوّنتها كتب السير أثناء الحديث عن تلك الغزوة : ¶ أولاً : الشجاعة التي كانت معلماً من معالم ذلك الجيل يدوّن لنا هذه الصفة حمزة بن عبد المطلب ، وعلي بن ابي طالب ، وعبيدة بن الحارث رضي الله عنهم أجمعين حين برز كل من عتبه وشيبة والوليد من صفوف قريش وطلبوا المبارزة . فقال عتبة لابنه قم ياوليد . فقام الوليد وقام إليه علي بن أبي طالب وكان أصغر النفر فقتله علي في أول لقاء . ثم قام عتبة وقام إليه اسد الله وأسد رسوله حمزة بن عبد المطلب فاختلفا ضربتين فقتله حمزة ، ثم قام شيبة ، وقام إليه عبيدة بن الحارث وكرّ حمزة وعلي على شيبة فقتلاه . وانتهت أولى جولات القتال بانتصار الفئة المؤمنة ، وكتب هؤلاء الثلاثة صورة من البسالة والشجاعة كان لها أكبر الأثر في تحقق الهزيمة النهائية في المعركة فرحم الله هؤلاء النفر ما أعظم شجاعتهم وبسالتهم في الحروب .",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "ثانياً : خبر عُمير بن الحمام فإنه قبل بدأ المعركة سمع رسول الله صلى الله عليه وسلم يردد ويقول : ( قوموا إلى جنة عرضها السموات والأرض ) فقال عمير يارسول الله ! جنة عرضها السموات والأرض ؟ قال : نعم . قال : بخ بخ . فقال رسول الله صلى الله عليه وسلم : ( ما يحملك على قولك بخ بخ ) قال : لا والله يارسول الله إلا رجاءة أن أكون من أهلها . قال : ( إنك من أهلها ) فأخرج تمرات من قرنه . فجعل يأكل منهن . ثم قال : لئن حييت حتى آكل تمراتي هذه إنها لحياة طويلة . قال : فرمى بما كان معه من التمر . ثم قاتلهم حتى قتل . ¶ ثالثاً : ماقاله عبد الرحمن بن عوف رضي الله عنه : بينما أنا واقف في الصف يوم بدر نظرت عن يميني وشمالي فإذا أنا بين غلامين من الأنصار حديثة أسنانهما تمنيت لو كنت بين أضلع منهما . فغمزني أحدهما . فقال : ياعم ! هل تعرف أبا جهل ؟ قال : قلت نعم . وما حاجتك إليه يابن أخي ؟ قال : أخبرت أنه يسب رسول الله صلى الله عليه وسلم . والذي نفسي بيده لئن رأيته لايفارق سوادي سواده حتى يموت الأعجل منا . قال : فتعجبت لذلك . فغمزني الآخر فقال مثلها . قال : فلم أنشب أن نظرت إلى ابي جهل يزول في الناس . فقلت : ألا تريان ؟ هذا صاحبكما الذي تسألان عنه . قال : فابتدراه ، فضرباه بسيفيهما ، حتى قتلاه ، ثم انصرفا إلى رسول الله صلى الله عليه وسلم . فأخبراه . فقال : أيكما قتله ؟ فقال كل واحد واحد منهما ؛: أنا قتلته . فقال : هل مسحتما سيفيكما؟ قالا : لا فنظر في السيفين فقال : كلاكما قتله . والرجلان هما : معاذ بن عمرو بن الجموح ، ومعاذ بن عفراء .",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "هذه بعض مواقف تلك الغزوة العظيمة وهي مواقف تستحق التدوين . ونحن في شهر رمضان ، الشهر الذي سُطّرت فيه هذه البطولات العظيمة ، فما أحرى الأجيال اليوم بقراءة التاريخ من جديد ! ولعل شباب المسلمين يدركون هذه المعاني فتنهض همم للإقتداء ! إن القوة كما يقال تنبت من رحم الشدة ، وقد وصلت حال المسلمين في هذه الأيام إلى حال حرجة جداً ، وحالة الشدة هي الحال التي تتفجّر فيها طاقات الأمة من جديد . هكذا يقول التاريخ فيوم أن عاد العرب وأعلنوا الردة بعد وفاة نبي هذه الأمة عاد الرجل الأسيف الذي لا يتمالك نفسه من البكاء لرقته أبو بكر الصديق عاد جبلاً شامخاً وتفجّر الضعف والرحمة عن رجل يصرّ على رأيه ويجهّز اثني عشر جيشاً لمواجهة المرتدين ، ويعود الحق بلجاً من جديد . وبعد أن عاش الصليبيون قريباً من مئتي عام في بلاد المسلمين هيأ الله بعد الضعف قوة على يد أنصار السنة فخرجوا صاغرين وذليلين . وإني على يقين اليوم أن الليل قد آذن بالبلج ، وأن صبح الإسلام قريب جداً . وعلى يد الإسلام وأهله سيعود الإسلام من جديد فمن يشارك ولو بجهد المقل في استعادة هذه العزة ؟ والتاريخ شاهد والأيام دول . ¶ (19) ¶ من شعائر الإسلام ¶ الحمد لله رب العالمين والصلاة والسلام على أشرف الأنبياء والمرسلين وبعد ¶ فإن الأمر بالمعروف والنهي عن المنكر من أعظم شعائر هذا الدين ، وعليه مدار الإسلام ، وبقاء معالمه ، وحين يذبل في حياة المسلمين ، وتموت معالمه ينقص الدين ، وتثلب مقاماته ، وتمحى كثير من شعائره . ذلك أن عليه مدار الدين ، وبه قوامه وانتشاره . هذه الشعيرة رتّب الله عليها خيرية هذه الأمة ، حين قال في كتابه الكريم : (( كنتم خير أمة أخرجت للناس ـامرون بالمعروف وتنهون عن المنكر وتؤمنون بالله ... الآية )) سورة آل عمران (110).",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "فقدّم القيام بهذه الشعيرة على الإيمان وما ذلك إلا لعظمتها عند الله تبارك وتعالى . وأمر الله به المؤمنين في كتابه الكريم وجعل وصف الفلاح منوطاً بهم حين يقيمون هذه الشعيرة فقال : (( ولتكن منكم أمة يدعون إلى الخير ويأمرون بالمعروف وينهون عن المنكر وأولئك هم المفلحون )) سورة آل عمران (104) . وحين يترك المسلمون هذه الشعيرة يترتب على تركهم لها ويلات وعقوبات عظيمة تلحق الأمم والأفراد ومن أهم هذه العقوبات :",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "اللعنة والعياذ بالله فإن الأمم والأفراد إذا فرطوا في القيام بهذه الشعيرة اسستحقوا لعنة الله من فوق سبع سموات جاء ذلك في قول الله تعالى : (( لعن الذين كفروا من بني إسرائيل على لسان داود وعيسى ابن مريم ذلك بما عصوا وكانوا يعتدون * كانوا لا يتناهون عن منكر فعلوه لبئس ما كانوا يفعلون )) قال ابن كثير رحمه الله تعالى معلقاً على قوله : (( كانوا لايتناهون عن منكر فعلوه لبئس ماكانوا يفعلون )) أي كان لا ينهى أحد منهم أحداً عن ارتكاب المآثم والمحارم ثم ذمهم على ذلك ليحذّر أن يرتكب مثل الذي ارتكبوه . ونقل عن الإمام أحمد عن أبي عبيدة عن عبد الله قال : قال رسول الله صلى الله عليه وسلم لما وقعت بنوا إسرائيل في المعاصي نهتهم علماؤهم فلم ينتهوا فجالسوهم في مجالسهم قال يزيد : وأحسبه قال : في أسواقهم وواكلوهم وشاربوهم فضرب الله قلوب بعضهم ببعض ولعنهم على لسان داود وعيسى ابن مريم : ( ذلك بما عصوا وكانوا يعتدون ) وكان رسول الله صلى الله عليه وسلم متكئاً فجلس فقال : لا والذي نفسي بيده حتى تأطروهم على الحق أطراً )) . وقال أبو داود عن عبد الله بن مسعود : قال رسول الله صلى الله عليه وسلم : إن أوّل ما دخل النقص على بني إسرائيل كان الرجل يلقى الرجل فيقول ياهذا اتقي الله ودع ما تصنع فإنه لايحل لك ثم يلقاه من الغد فلا يمنعه ذلك أن يكون أكيله وشريبه وقعيده فلما فعلوا ذلك ضرب الله قلوب بعضهم ببعض ...... (108)",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "ومن هذه الويلات التي تترتب على ترك هذه الشعيرة : كثرة الخبث . قالت زينب زوج رسول الله صلى الله عليه وسلم أن النبي صلى الله عليه وسلم استيقظ من نومه فزعاً وهو يقول : لا إله إلا الله ، ويل للعرب من شر قد اقترب ، فتح اليوم من ردم يأجوج ومأجوج مثل هذا ( وحلّق بين أصبعيه السبابة والإبهام )) فقالت له زينب رضي الله عنه : يارسول الله ! أنهلك وفينا الصالحون ؟ فقال : نعم إذا كثر الخبث . )) إلى آثار كبيرة وعظيمة في حق المتناسين أو المتساهلين في تطبيق هذه الشعيرة . بل حين تُحرم الأمة من خير أو تصاب بشر إنما ذلك من آثار المتنكرات التي يمارسها الأفراد والجماعات دون وعي بخطرها أو اكتراث بآثارها . قال الشيخ حمد بن عتيق رحمه الله تعالى : فلو قُدّر أن رجلاً يصوم النهار ، ويقوم الليل ، ويزهد في الدنيا كلها ، وهو مع ذلك لا يغضب لله ، ولا يتمعّر وجهه ، ولا يحمرّ ، فلا يأمر بمعروف ولا ينهى عن منكر ، فهذا من أبغض الناس عند الله تعالى ، وأقلّهم ديناً وأصحاب الكبائر أحسن عند الله منه اهـ . وهذه الشعيرة يمكن أن نحييها على مستوى ذواتنا بأن نتقي الله في أعمالنا ، وأن نحاسب أنفسنا قبل العرض على ربنا تبارك وتعالى . ويمكن أن نسهم في إحياء هذه الشعيرة على مستوى الأسرة فلا يدخل البيت إلا ما وافق شرع الله تعالى من الوسائل التي تسهم في البناء على الخير كالشريط الإسلامي ، والكتاب التربوي ، والمجلة النافعة . وأي وسيلة يكون لها الأثر في التربية والإصلاح . وفي الوقت ذاته نجنّب بيوتنا الوسائل التي تثير الفاحشة أو تمسح وجه الحياء من حياة أبنائنا كالأطباق الفضائية أو المجلات المشبوهة أوالأشرطة الغنائية أو أي وسيلة لا تحقق هدفاً تربوياً ، ولا تسهم في نماء خلق اجتماعي . ويمكن أن نسهم في إحياء هذه الشعيرة على مستوى المجتمع والأمة جميعاً فنمد في وسائل المعروف ، ونسهم في نماء بذرة الخير ، ونجهد بكل وسيلة في الوقوف أمام",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "كل فكرة أو رأي أو مشورة أو عمل تحسب في عداد المنكر بكل ما نستطيع . وحين نكون كذلك فلنهنأ بطمأنينة تعايش قلوبنا ، ولنسعد بالأمن والرخاء يعم مجتمعاتنا وبلادنا . وفقنا له وإياكم لمد يد المعروف ، وجعلنا الله مفاتيح للخير مغاليق للشر . إنه ولي ذلك ولقادر عليه . ¶ (20) ¶ العشر الأواخر ¶ هانحن أيها المسلمون نقف وإياكم على أعتاب العشر الأخيرة من رمضان المبارك ، بعد أن كنا بالأمس ننتظر قدوم شهرنا الميمون . وهذه العشر هي مسك الختام ، وأيامها أفضل أيام الشهر ولياليها أفضل أيام العام . وقد سئل شيخ الإسلام رحمه الله تعالى : أيهما أفضل أيام عشر ذي الحجة أم أيام عشر رمضان الأخيرة . فأجاب رحمه الله بالجواب التالي : أيام عشر ذي الحجة الأولى أفضل من هذه الأيام وليالي العشر الأخيرة من رمضان أفضل من ليالي العشر الأول من ذي الحجة . ولقد ضرب النبي صلى الله عليه وسلم أروع الأمثلة في التعبد لله خلال هذه العشر حيث كان يعتكف خلالها ، ويقوم ليلها ، ويبيت متحرياً لأعظم ليلة تنتظر ليلة القدر . ففي الصحيحين من حديث عائشة رضي الله عنها أن النبي صلى الله عليه وسلم كان إذا دخل العشر أحيا الليل ، وأيقظ أهله ، وشد مئزره . زاد مسلم : وجد وشد مئزره . وذلك كناية عن إقباله على العبادة ، وانشغاله بها ، وترك الالتفات إلى الدنيا مهما كانت الرغبة إليها والتشوق لها . وهذا في العادة لايكون إلا لمن أيقن هذا الفضل ، وطمع في حصوله ، ورجى الله في لقياه . وهكذا كان رسول الله صلى الله عليه وسلم . وكيف لايكون المؤمن حريصاً على التهجد في مثل هذه الليالي وقد طرق مسمعه حديث النبي صلى الله عليه وسلم : ( الصلاة خير موضوع فمن استطاع أن يستكثر فليستكثر ) . وصدق القائل : وسجود المحراب واستغفار الأسحار ودموع المناجاة : سيماء يحتكرها المؤمنون .. ولئن توهم الدنيوي جناته في الدينار والنساء والقصر المنيف فإن جنة المؤمن في محرابه . لقد زكى",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "الله تعالى ذلك الجيل بتزكيات متكاثرة كان من جملتها حرصهم على قيام الليل حين قال تعالى : (( تتجافى جنوبهم عن المضاجع يدعون ربهم خوفاً وطمعاً ومما رزقناهم ينفقون )) . وقال تعالى : (( كانوا قليلاً من الليل ما يهجعون * وبالأسحار هم يستغفرون )) . وقال تعالى : (( والذين يبيتون لربهم سجداً وقياماً )) ¶ فعن ابن عمر رضي الله عنهما قال : كان الرجل في حياة رسول الله صلى الله عليه وسلم إذا رأى رؤيا قصها على رسول الله صلى الله عليه وسلم قال : وكنت غلاماً شاباً عزباً ، وكنت أنام في المسجد على عهد رسول الله صلى الله عليه وسلم فرأيت في النوم كأن ملكين أخذاني فذهبا بي إلى النار فإذا هي مطوية كطي البئر، وإذا لها قرنان كقرني البئر ، وإذا فيها ناس قد عرفتهم فجعلت أقول أعوذ بالله من النار ، أعوذ بالله من النار ، أعوذ بالله من النار . قال فلقيهما ملك فقال لي : لن ترع ، فقصصتها على حفصة فقصتها حفصة على رسول الله صلى الله عليه وسلم : ( نعم الرجل عبد الله لوكان يقوم يصلي من الليل ).(109) . قال سالم : فكان عبد الله بعد ذلك لاينام من الليل إلا قليلاً . وعن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال : يعقد الشيطان على قافية راس أحدكم إذا هو نام ثلاث عقد ، يضرب على كل عقدة : عليك ليل طويل فارقد ، فإن استيقظ فذكر الله تعالى انحلّت عقدة ، فإن توضأ انحلّت عقدة ، فإن صلى انحلّت عقده كلها ، فأصبح نشيطاً ، طيّب النفس ، وإلا أصبح خبيث النفس كسلان (110) . وعن عبد الله بن سلام رضي الله عنه قال : أوّل ما قدم رسول الله صلى الله عليه وسلم المدينة ، انجفل الناس إليه فكنت فيمن جاءه ، فلما تأملت وجهه عرفت أن وجهه ليس بوجه كذاب ، قال : فكان أول ما سمعت من كلامه أن قال : ( أفشوا السلام ، وأطعموا الطعام ، وصلوا بالليل والناس نيام تدخلوا الجنة بسلام )(111) . وعن عبد الله بن عمرو رضي الله عنهما عن النبي صلى",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "الله عليه وسلم قال : في الجنة غرف يُرى ظاهرها من باطنها ، وباطنها من ظاهرها ، فقال أبو مالك الأشعري : لمن هي يارسول الله ؟ قال : لمن أطاب الكلام ، وأطعم الطعام ، وبات قائماً والناس نيام )(112) . وعن جابر رضي الله عنه قال : سمعت رسول الله صلى الله عليه وسلم يقول : إن في الليل لساعة لايوافقها رجل مسلم يسأل الله خيراً من أمر الدنيا والآخرة إلا أعطاه إياه . وذلك في كل ليلة . (113) . وعن أبي هريرة رضي الله عنه قال : قال صلى الله عليه وسلم : يتنزّل ربنا تبارك وتعالى كل ليلة إلى السماء الدنيا حين يبقى ثلث الليل الآخر فيقول : من يدعوني فاستجيب له ؟ من يسألني فأعطيه ؟ من يستغفرني فأغفر له ؟ (114) . وعند الترمذي أن النبي صلى الله عليه وسلم قال : عليكم بقيام الليل ، فإنه دأب الصالحين قبلكم ، وقربة إلى الله تعالى ، ومنهاة عن الإثم ، وتكفير للسيئات ، ومطردة للداء عن الجسد (115) وعند الحاكم والبيهقي أن النبي صلى الله عليه وسلم قال : أتاني جبريل فقال : يامحمد عش ما شئت فإنك ميت ، واحبب من شئت فإنك مفارقه ، واعمل ما شئت فإنك مجزي به ، واعلم أن شرف المؤمن قيامه بالليل ، وعزه استغناؤه عن الناس .(116) إن التراويح حين يشهدها المسلم مع الإمام حتى ينتهي هي أول دليل على حرص الإنسان على ليالي هذا الشهر الكريم . وحينما يعود الإنسان مرة أخرى إلى ولوج المسجد في صلاة التهجّد إنما يبرهن صدق هذا الإقبال ، ويكتب بهذا الحرص علو كعبه في الخير ، ونماء ذاته في الصلاح ، وحين يزداد الواحد منّا همة على هذه الهمة فيتم هذا الإقبال في بيته قبيل ولوج الفجر ليختم بها ليلته يكون في عداد السابقين الأخيار . وفقنا الله وإياكم إلى إحياء هذه الليالي بميراث السلف الصالح من القيام والذكر والتعبّد لله تعالى ، وجعلنا وإياكم ممن يشهد في ليله ليلة القدر التي وعد بها رسول الله صلى الله عليه وسلم القائمين والمتعبدين في مثل هذه",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "الليالي . ¶ (21) ¶ ليلة القدر ¶ الحمد لله رب العالمين والصلاة والسلام على أشرف الأنبياء والمرسلين وبعد ¶ فإن شهر رمضان شهر كريم ، وفضائله جمة لايحصيها عاد ، ومن هذه الفضائل العظيمة التي اختص الله بها شهره الكريم ليلة القدر ، وما سميت ليلة القدر إلا لشرفها ومكانتها وعظم قدرها عند الله تبارك وتعالى : وهي ليلة واحدة في العام في شهر رمضان خاصة ، وفي عشره الأخيرة على وجه التحديد ، وقد أشاد الله تعالى بها في كتابه الكريم فقال : (( إنا أنزلناه في ليلة القدر * وما أدراك ماليلة القدر * ليلة القدر خير من ألف شهر * تنزّل الملائكة والروح فيها بإذن ربهم من كل أمر * سلام هي حتى مطلع الفجر )) سورة القدر . ¶ وصدق سيّد في ظلاله رحمه الله تعالى حين قال : الحديث في هذه السورة عن تلك الليلة الموعودة المشهودة التي سجلها الوجود كله في فرح وغبطة وابتهال . ليلة الاتصال المطلق بين الأرض والملأ الأعلى . ليلة بدء نزول هذا القرآن على قلب محمد صلى الله عليه سلم ليلة ذلك الحدث التي لم تشهد الأرض مثله في عظمته ، وفي دلالته ، وفي آثاره في حياة البشرية جميعاً . اهـ .(117) قال صلى الله عليه وسلم : ( من قام ليلة القدر إيماناً واحتساباً غفر له ما تقدم من ذنبه ). (118) . وقال صلى الله عليه وسلم : ( التمسوها في العشر الأواخر ـ يعني ليلة القدر ـ فإن ضعف أحدكم أو عجز فلا يغلبن على السبع البواقي) .(119) . وعن عائشة رضي الله عنها : أن رسول الله صلى الله عليه وسلم قال : ( تحروا ليلة القدر في الوتر من العشر الأواخر من رمضان )(120) . وعن ابن عمر رضي الله عنهما أن رجالاً من أصحاب النبي صلى الله عليه وسلم أُروا ليلة القدر في المنام في السبع الأواخر فقال رسول الله صلى الله عليه وسلم أرى رؤياكم قد تواطأت في السبع الأواخر فمن كان متحريها فليتحرها في السبع الأواخر .(121)",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "قال الشيخ محمد الصالح العثيمين رحمه الله تعالى : وفي ليلة القدر مباحث هي : أولاً : هل ليلة القدر باقية أم رفعت ؟ والصحيح بلا شك أنها باقية وما ورد في الحديث : أنها رفعت ، فالمراد رفع علم عينها في تلك السنة ، لأن النبي صلى الله عليه وسلم رآها ثم خرج ليخبر بها أصحابه فتلاحى رجلان فرفت . ¶ ثانياً : في أي ليلة في رمضان ؟ ¶ القرآن لابيان فيه ، لكن ثبتت الأحاديث أنها في العشر الأواخر من رمضان فإن الرسول صلى الله عليه وسلم أعتكف العشر الأولى من رمضان ، يريد ليلة القدر ، ثم اعتكف العشر الأوسك ، ثم قيل : إنها في العشر الأواخر وأريها صلى الله عليه وسلم وأنه يسجد في صبيحتها في ماء وطين ، وفي ليلة إحدى وعشرين من رمضان ، كان معتكفاً صلى الله عليه وسلم فأمطرت السماء فوكف المسجد ـ أي سال الماء من سقفه ـ وكان مسجد رسول الله صلى الله عليه وسلم على عريش فصلى الفجر بأصحابه ، ثم سجد على الأرض ، قال أنس : فرايت أثر الماء والطين على جبهته فسجد في ماء وطين .فتبين بهذا أنها كانت في ذلك العام ليلة إحدى وعشرين . ورأى جماعة من الصحابة ليلة القدر في السبع الأواخر . فقال صلى الله عليه وسلم : أرى رؤياكم قد تواطأت في السبع الأواخر . أي اتفقت فمن كان متحريها فليتحرها في السبع الأواخر . وعلى هذا فالسبع الأواخر أرجى العشر الأواخر إن لم يكن المراد بقوله صلى الله عليه وسلم أرى رؤياكم قد تواطأت في السبع الأواخر في تلك السنة فهذا محتمل . ¶ ثالثاً : هل ليلة القدر في ليلة واحدة كل عام أو تنتقل ؟ ¶ في هذا خلاف بين العلماء والصحيح أنها تنتقل فتكون عاماً ليلة إحدى وعشرين ، وعاماً ليلة تسع وعشرين ، وعاماً ليلة خمس وعشرين ، وعاماً ليلة أربع وعشرين ، لأنه لايمكن جمع الأحاديث الواردة إلا على هذا القول . ¶ رابعاً : علامات ليلة القدر ¶ فقال ليلة القدر لها علامات مقارنة وعلامات متابعة . أما علاماتها المقارنة فهي :",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "1) قوة الإضاءة والنور في تلك الليلة وهذه العلامة في الوقت الحاضر لا يحس بها إلا من كان في البر بعيداً عن الأنوار . ¶ 2) زيادة النور في تلك الليلة . ¶ 3) الطمأنينة أي طمأنينة القلب ، وانشراح الصدر من المؤمن ، فإنه يجد راحة وطمأنينة ، وانشراح صدر في تلك الليلة أكثر مما يجده في بقية الليالي . ¶ 4) أن الرياح تكون فيها ساكنة أي : لايأتي فيها عواصف أو قواصف بل يكون الجو مناسباً . ¶ 5) أنه قد يُري الله الإنسان في تلك الليلة في المنام ، كما حصل ذلك لبعض الصحابة ¶ 6) أن الإنسان يجد في القيام لذة أكثر مما في غيرها من الليالي . ¶ أما العلامات اللاحقة : ¶ 1) فمنها : أن الشمس تطلع في صبيحتها ليس لها شعاع صافية ليست كعادتها في بقية الأيام . ¶ ثم أشار رحمه الله تعالى إلى الدعاء الوارد في تلك الليلة فقال : الذي ورد عن النبي صلى الله عليه وسلم : ( اللهم إنك عفو تحب العفو فاعف عني ) لحديث عائشة أنها قالت : افرأيت يارسول الله إن وافقت ليلة القدر فما أقول فيها ؟ فقال : قولي : ( اللهم إنك عفو تحب العفو فاعف عني ) فهذا من الدعاء المأثور ، وكذلك الأدعية الكثيرة الواردة عن النبي صلى الله عليه وسلم . وليعلم أن الأدعية الواردة خير وأفضل من الأدعية المسجوعة التي يسجعها الناس .... اهـ (122) ¶ وفقنا الله وإياكم للقيام بحق هذه الليلة وأعاننا على العبادة فيها ، ونسأل الله أن يقدّر لنا ما يكون فيها خيراً . ¶ (22) ¶ الاعتكاف ¶ الحمد لله رب العالمين والصلاة والسلام على أشرف الأنبياء والمرسلين وبعد",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "فإن نبي الهدى صلى الله عليه وسلم كان يحرص على الاعتكاف في ليالي العشر الأواخر من رمضان فقد جاء عن عبد الله بن عمر رضي الله عنهما قال : كان رسول الله صلى الله عليه وسلم يعتكف العشر الأواخر من رمضان .(123) . وعن عائشة رضي الله عنها أن النبي صلى الله عليه وسلم كان يعتكف العشر الأواخر من رمضان حتى توفّاه الله .(124) وهكذا كان دأب النبي صلى الله عليه وسلم في حياته ، وفي هذا الشهر على وجه الخصوص ، ذلك أن شهر رمضان يُعدّ من الفرص العظيمة في حياة أي مسلم يشهد هذا الخير ، وحين يعتكف المسلم إنما يتخفف من آثار هذه الدنيا ، وتسمو روحه إلى تطلب الحياة الروحية الحقيقية التي يهيأ لها الاعتكاف نوعاً من هذا السمو الذي تنشده في حياتها . وإلى هذا المعنى أشار ابن القيّم رحمه الله تعالى فقال : لما كان صلاح القلب واستقامته على طريق سيره إلى الله تعالى متوقفاً على جمعيته على الله ، ولم شعثه بإقباله بالكلية على الله تعالى ، فإن شعث القلب لايلمه إلا الإقبال على الله تعالى ، وكان فضول الطعام والشراب ، وفضول مخالطة الأنام ، وفضول الكلام ، وفضول المنام مما يزيده شعثاً ، ويشتته في كل واد ويقطعه عن سيره إلى الله تعالى أو يضعفه أو يعوقه ويوقفه : اقتضت رحمة العزيز الرحيم بعباده أن شرع لهم من الصوم ما يذهب فضول الطعام والشراب ، ويستفرغ من القلب أخلاط الشهوات المعوقة له عن سيره إلى الله تعالى ، وشرعه بقدر المصلحة بحيث ينتفع به العبد في دنياه وأخراه ، ولا يضره ولا يقطعه عن مصالحه العاجلة والآجلة ، وشرع لهم الاعتكاف الذي مقصوده وروحه عكوف القلب على الله تعالى ، وجمعيته عليه ، والخلوة به والانقطاع عن الاشتغال بالخلق والاشتغال به وحده سبحانه ، بحيث يصير ذكره وحبه والإقبال عليه في محل هموم القلب وخطراته ، فيستولى عليه بدلها ، ويصير الهم كله به والخطرات كلها بذكره ، والتفكّر في تحصيل مراضيه وما يقرّب منه فيصير",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "أنسه بالله بدلاً من أنسه بالخلق ، فيعده بذلك لأنسه به يوم الوحشة في القبور حين لا أنيس له ، ولا ما يفرح به سواه فهذا مقصود الاعتكاف الأعظم . اهـ .(125) وقد ذكر أهل العلم رحمهم الله تعالى جملة من أحكام الاعتكاف نذكّر ببعض منها : أن أقل زمن يمكن أن يعتكفه الإنسان هو يوم أو ليلة ويستأنس لهذا بإذن النبي صلى الله عليه وسلم لعمر رضي الله عنه أن يعتكف ليلة في المسجد الحرام وفاء لنذره . وأكثره فلا حد له ما لم يتضمن محذوراً شرعياً . ¶ ويشترط أن يكون المعتكف مسلماً ، عاقلاً ، مميزاً ، ناوياً وهذه الشروط باتفاق الإئمة رحمهم الله تعالى ، وقد أضاف إلى هذه الشرط شيخ الإسلام وتلميذه ابن القيّم رحمهما الله تعالى أن يكون الإنسان صائماً . ¶ . وهل يشترط أن يتم الاعتكاف في مسجد ؟ نقل الإجماع على أن الاعتكاف في المسجد شرط القرطبي وابن قدامه ، وابن رشد رحم الله الجميع . والمسجد الذي يشترط فيه الاعتكاف هو كل مسجد تقام فيه الجماعة . ¶ وذا خرج المعتكف ببعض بدنه لم يبطل اعتكافه ولا يترتب عليه شيء باتفاق الأئمة أما إذا خرج بجميع بدنه من المعتكف دون عذر فاعتكافه باطل باتفاق الأئمة . وإما إذا خرج لعذر سواء للطهارة أو لقضاء حاجة أو للأكل والشرب فإنه مأذون فيه للعذر ولا حرج عليه في ذلك . ويحرم على المعتكف مباشرة زوجته باتفاق الأئمة ، وإذا ترتّب على هذه المباشرة إنزال بطل الاعتكاف باتفاق الأئمة ، وكذلك إذا استمنى فإنزل بطل اعتكافه على رأي جمهور العلماء رحمهم الله تعالى .(126) ¶ (23) ¶ من وحي السنة ¶ كبائر وموبقات ¶ الحمد لله رب العالمين والصلاة والسلام على أشرف الأنبياء والمرسلين وبعد",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "فإن الإنسان جاء لتحقيق غاية عظيمة هي العبودية التي أشار إليها في كتابه الكريم في قول الله تعالى : (( وما خلقت الجن والإنس إلا ليعبدون )) سورة الذاريات (56). وحينما تتأمل حياة الناس تجد أن بعضاً من هؤلاء تغافل عن هذا المبدأ ، وأصر على ارتكاب ذنوباً عظيمة الخطر ، كبيرة الأثر فأصبح أو أمسى رهين وعيد النبي صلى الله عليه وسلم ، ومن هؤلاء الأصناف ما جاء في حديث أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال : ( اجتنبوا السبع الموبقات ) قالوا : يارسول الله ، وما هن ؟ قال : ( الشرك بالله ، والسحر ، وقتل النفس التي حرّم الله إلا بالحق ، وأكل الربا ، وأكل مال اليتيم ، والتولي يوم الزحف ، وقذف المحصنات الغافلات )(127) وعن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال : ( ثلاثة لا يكلمهم الله يوم القيامة ولا ينظر إليهم : رجل حلف على سلعة لقد بها أكثر مما أعطي وهو كاذب ، ورجل حلف على يمين كاذبة بعد العصر ليقتطع بها مال امرئ مسلم ، ورجل منع فضل ماء ، فيقول الله : اليوم أمنعك فضلي كما منعت فضل مالم تعمل يداك )(128) . وعن أبي بكرة رضي الله عنه قال : قال النبي صلى الله عليه وسلم : ( ألا أنبئكم بأكبر الكبائر ) . ثلاثا ً ، قالوا : بلى يارسول الله ، قال : الإشراك بالله ، وعقوق الوالدين ـ وجلس وكان متكئاً ، فقال ـ ألا وقول الزور ) قال : فما زال يكررها حتى قلنا ليته سكت .(129) وعن أبي هريرة رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : ( ثلاثة لايكلمهم الله يوم القيامة ولا يزكيهم ـ قال أبو معاوية : ولا ينظر إليهم ـ ولهم عذاب أليم : شيخ زان . وملك كذاب . وعائل مستكبر )(130) وعن ابن عمر رضي الله عنهما قال : قال رسول الله صلى الله عليه وسلم : ( ثلاثة لا ينظر الله عز وجل إليهم يوم القيامة : العاق لوالديه ، والمرأة المترجلة ، والديوث ، وثلاثة لا يدخلون الجنة : العاق لوالديه",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "، والمدن الخمر ، والمنان بما أعطى )(131) . وقال صلى الله عليه وسلم : من اقتطع حق امرئ مسلم بيمينه فقد أوجب الله له النار ، وحرّم عليه الجنة ، فقال رجل : وإن كان شيئاً يسيراً يارسول الله ؟ فقال : وإن قضيباً من أراك . ))(132) . وقال صلى الله عليه وسلم : لعن الله آكل الربا وموكله وكاتبه وشاهديه . وقال : هم سواء .(133) وقال صلى الله عليه وسلم : من تردّى من جبل فقتل نفسه فهو في نار جهنّم يتردّى فيها خالداً مخلداً فيها أبداً ، ومن تحسّى سُمّاً ، فقتل نفسه ، فسمّه في يده يتحسّاه في نار جهنّم خالداً مخلداً فيها أبداً ، ومن قتل نفسه بحديدة ، فحديدته في يده يتوجّّأ بها في نار جهنّم خالداً مخلّداً فيها أبداً .(134) . وقال صلى الله عليه وسلم : ملعون من عمل عمل قوم لوط ، ملعون من عمل عمل قوم لوط ، ملعون من عمل عمل قوم لوط ، ملعون من ذبح لغير الله ، ملعون من أتى شيئاً من البهائم ، ملعون من عق والديه ، ملعون من غيّر منار الأرض ، ملعون من ادعى إلى غير مواليه .(135) . وقال صلى الله عليه وسلم : من لقي الله مدمن خمر لقي الله كعابد وثن (136). إن هؤلاء جميعاً تجاوزوا أمر الله تعالى ، وارتكبوا نهيه مع شدة تحذير النبي صلى الله عليه وسلم في الوعيد . وهم على خطر عظيم . فإن غالب هذا الوعيد خُتم بحرمانهم من الجنة ودخولهم النار . فأي قيمة لحياتهم وهم يعيشون هذا الحرمان ؟ وأي معنى لهذا العيش وهم يمارسون المخالفة بعد أن ولج هذا الوعيد إلى آذانهم . وغداً وليس غد ببعيد حينما يقفون في العرسات أمام ربهم حُفاة عراة لا يجدون من الجواب سوى أعذار واهية تقيم مزيد من الحجة عليهم . ألا فما أعظم مصابهم !!",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "وما أسوأ عيشهم ! وما أخطر نهاياتهم ! إن التوبة في حق كل مسرف في الخطيئة واجبة متحتمة لكن يبقى هؤلاء من أعظم الناس خطراً ، ومن أولى الناس بالتوبة والإنابة إلى الله تعالى . فالله الله من الاستمرار على الخطيئة ، والبقاء على الكبيرة ، فإن الأيام تتسابق .والآجال في علم الغيب ، وما يدريك أنها أقرب إليك من حديث النفس . ¶ ( 24) ¶ من مواقف الآخرة ¶ الحمد لله رب العالمين والصلاة والسلام على اشرف الأنبياء والمرسلين وبعد ¶ فإن المسلم مهما عاش على وجه هذه الحياة إلا أنه يدرك أن دار الدنيا دار نُقلة ليست بدار قرار ، وهو يعلم علم اليقين أن بين يدي الساعة مواقف مهولة ، ووقفات طويلة ، تتم فيها المساءلة عن أيام الرحلة التي قضاها الإنسان في دار الدنيا ، ولأن كثيراً من الناس قد ينسى هذه المواقف نتيجة الاشتغال بهذه الحياة فإنه من المناسب جداً أن نسطّر له من صحيح السنة ما يمكن أن يسهم في إفاقته من الاشتغال بما لاينفعه والاستعداد لدار النقلة :",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "فعن عبد الله بن عمر رضي الله عنهما أن النبي صلى الله عليه وسلم قال : (( يوم يقوم الناس لرب العالمين )) . حتى يغيب أحدهم في رشحه إلى أنصاف أذنيه )(137) . وعن أبي هريرة رضي الله عنه : أن رسول الله صلى الله عليه وسلم قال : ( يعرق الناس يوم القيامة حتى يذهب عرقهم في الأرض سبعين ذراعاً ، ويلجمهم حتى يبلغ آذانهم )(138) . وعن سُليم بن عامر . حدثني المقداد بن الأسود قال : سمعت رسول الله صلى الله عليه وسلم يقول : ( تُدنى الشمس يوم القيامة من الخلق ، حتى تكون منهم كمقدار ميل ) قال : سُليم بن عامر : فوالله ! ما أدري ما يعني بالميل ؟ أمسافة الأرض ، أم الميل الذي تكتحل به العين . قال : : ( فيكون الناس على قدر أعمالهم في العرق : فمنهم من يكون إلى كعبيه . ومنهم من يكون إلى ركبتيه . ومنهم من يكون إلى حقويه . ومنهم من يلجمه العرق إلجاماً ) قال : وأشار بيده إلى فيه .(139) . وعن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال : ( لتؤدن الحقوق إلى أهلها يوم القيامة . حتى يقاد للشاة الجلحاء من الشاة القرناء )(140) . وعن أبي هريرة رضي الله عنه ، عن النبي صلى الله عليه وسلم قال : والذي نفسي بيده لأذودنّ رجالاً عن حوضي : كما تُذاد الغريبة من الإبل عن الحوض . متفق عليه . وعن أبي هريرة رضي الله عنه قال : قال أناس يارسول الله هل نرى ربنا يوم القيامة ؟ فقال : ( هل تضارّون في الشمس ليس دونها سحاب ) . قالوا : لا يارسول الله ، قال : ( هل تضارّون في القمر ليلة البدر ليس دونه سحاب ) قالوا : لا يارسول الله . قال : ( فإنكم ترونه يوم القيامة كذلك ، يجمع الله الناس فيقول : من كان يعبد شيئاً فليتّبعه ، فيبتع من كان يعبد الشمس ، ويتبع من كان يعبد القمر ، ويتبع من كان يعبد الطواغيت ، وتبقى هذه الأمة فيها منافقوها ، فيأتيهم الله في غير الصورة التي يعرفون ، فيقول : أنا ربكم ، فيقولون نعوذ بالله منك ،",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "هذا مكاننا حتى يأتينا ربنا فإذا أتانا ربنا عرفناه ، فيأتيهم الله في الصورة التي يعرفون ، فيقول : أنا ربكم ، فيقولون أنت ربنا فيتبعونه ، ويُضرب جسر جهنّم قال : رسول الله صلى الله عليه وسلم : فأكون أول من يجيز ، ودعاء الرسل يومئذ : اللهم سلّم سلّم ، وبه كلاليب مثل شوك السعدان ، أما رأيتم شوك السعدان ) قالوا : بلى يارسول الله ، قال : ( فإنها مثل شوك السعدان غير أنها لا يعلم قدر عظمها إلا الله ، فتخطف الناس بأعمالهم ، منهم الموبق بعمله ، ومنهم المُخرْدَل ، ثم ينجو ، حتى إذا فرغ الله من القضاء بين عباده ....... الحديث )(141) . ¶ هذه معالم من السنة النبوية نطق بها من لا ينطق عن الهوى ، وهي مواقف ستمرّ في حياة الواحد منّا في يوم من الأيام فمن ياترى يجيزها ؟ ومن ياترى يكون ضحية هذه المواقف ؟ والسؤال المطروح اليوم ونحن نعيش رمضان هل ستبقى هذه المواقف والمعالم ماثلة في حياتنا ؟ أم أن ركام الباطل حال بيننا وبين تأملها. ، ولندرك أنه حين ننساها أو لا نعيرها ذلك الاهتمام ، أو حين نكابر بحجة أن في الزمن فسحة ، وفي الوقت فرصة فقد يكون الخلاص عسيراً ، والموقف بين يدي الله تعالى عظيماً ، والنهايات قد لا تكون تلك التي كنا نتمناها . فتقع الحسرة وحينئذ لا ينفع بكاء ولا عويل . ¶ (25) ¶ الجراح المتجددة ¶ الحمد لله رب العالمين والصلاة والسلام على أشرف الأنبياء والمرسلين وبعد ¶ لقد ثخنت المسلمون جراحاً في أقطار الدنيا كلها شرقها وغربها وشمالها وجنوبها . وقد وعى صغارنا اليوم قبل كبارنا أن اندمال جراح في بلا د ما مؤذن بانفجار جرح آخر في بلاد غيرها . وصدق القائل حين قال : ¶ أنى اتجهت للإسلام في بلد تجده كالطير مقصوصاً جناحاه",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "فليست قضية المسلمين اليوم فلسطين فقط . بل عامة أقطار البلاد الإسلامية تعاني من الجراح . ولئن كانت بلاد من هذه البلاد لم يولها العدو وجهه فإنها تئن من الجراح الداخلي ما هو أنكى في أحيان كثيرة من الجراحات التي يتفرّج عليها العالم بأسرة . ولا أظن أحداً من المسلمين ينكر هذا . وأوضح ما يعبّر به المسلمون تجاه هذه النكبات أحاديث عابرة ، وتسخطات مقالية ، وأحاديث جانبيه . وهنا ينتهي دور المتحمسين منهم ، ناهيك عن من لايعنيه أمر المسلمين ولا يبحث عن مصائبهم . وأجزم يقيناً أن بلوى المسلمين ليست في القاعدين فقط عن التفاعل إنما هي في هؤلاء المتلمظين ، من ينثرون أحاديث الشكوى في كل زمان ومكان دون عمل مثمر ولئن أردنا الخروج من هذه المآسي بجدية فإنه يلزمنا جميعاً على كافة المستويات الفردية والجماعية ما يلي : ¶ أولاً : أن ننطلق في كل تصحيح نرجوه في ما يستقبل من أيام من كتاب الله تعالى وسنة رسوله صلى الله عليه وسلم فهما المخرج من التخلّف الذي تعانيه الأمة على كافة المستويات . أرأيتم أيها الصائمون ذلك المسلم الذي يتلمظ من واقعه ، ويحدب على زمانه ، ويشير بأصابع الاتهام إلى أفراد في الأمة أنهم هم السبب في هذا التخلف المرير ؟ ولو تتبعت أمره ، وتقصيّت أخباره جيداً لأدركت أنه يعيش تخلفاً في أصول الدين العظيمة ، ولك أن تحسب كم هي المرات التي تلذذ بالنوم عن صلاة الفجر ، وكم هي الأوقات التي فاتته صلاة العصر وهو على سرير النوم غارق في شهواته وملذاته . هذا مثال واحد فقط ، وإلا لو تتبعت آثار كثير من هؤلاء لوجدت فرقاً وبوناً شاسعاً بينهم وبين هدي الوحيين .",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "ثانياً : العمل لهذا الدين ، وتجاوز الأنانية ومفهوم الفردية في حياتنا هو الكفيل بإعادة ترتيب الحياة على وجه أفضل ، وفي ديننا الحنيف نصوصاً تدعو إلى العمل ، والمشاركة في هذه الحياة عموماً ، حتى تصل هذه المشاركة في آخر أيام الدنيا . الأيام التي لا ينتظر فيها ثمار ما يزرعه أويشارك به حين قال : (( إذا قامت الساعة وفي يد أحكم فسيلة فليغرسها ........ )) . الحديث .(142) ¶ ثالثاً : المشاركة الإيجابية عنصر من عناصر البناء في النفس الإنسانية ، وقل أن تجد مجتمعاً من المجتمعات يشارك كل فرد منه في تخصصه بفاعليه إلا وضحت لك جوانب الفاعلية والقوة في هذا المجتمع . وليس أوضح دليل على هذا من ثورة التكنلوجيا التي يعيشها الغرب في كل جوانب الحياة المادية . لقد استغل كل فرد منهم قدرته ووظفها التوظيف الإيجابي لصالح مجتمعه ، وحينئذ تفوقت هذه المجتمعات في جوانب هذه الحياة . بينما تجد أن كثيراً من المسلمين يعيش سلبية عظيمة في حياته ، ولو سألت أي فرد من الطبقة المثقفة عن مدى مشاركته الفعلية في جوانب الحياة في مجتمعه على مستوى المسجد مثلاً أو مكاتب الدعوة أو الجمعيات الخيرية للتحفيظ والبر وغيرها من تجمعات الخير لوجدت سلبية كبيرة جداً طغت على هذه الطبقة من طبقات المجتمع ، وقل ذلك على مستويات أعلى أو أقل .",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "رابعاً : الانتماء والإخاء عنصران مهمان لتجاوز التخلفات التي نعيشها . إن الأثرة وحب الذات باتت تكتب أسطرها في حياة كثير من الناس ، ونسينا أو نسي بعضنا أن أهداف الحياة أكبر من أن يعيش الإنسان فيها لذاته أو لأسرته فقط ، وإنما ينتظره دور أوسع ، يتجاوز فيه محيط الذات والأسرة إلى محيط المجتمع والأمة ، غير مبال بالفوراق مهما كانت . إن المسلم أياً كان سواء في مجتمعك الذي تعيش فيه أو حتى في أطراف الدنيا هو من إخوانك ، يجمعنا جميعاً شعار التوحيد ، وتؤلف بين قلوبنا رسالة الإسلام ، وهذا يعني أن نمد لكل هؤلاء يد المعروف والإخاء ، وأن نحي فيما بيننا روح التناصر والتآزر ، وحينها يمكن لأي طامع من الأعداء أن يفكّر كثيراً قبل أن يصنع قراراً مشؤوماً لا يدرك عواقبه . ¶ هذه أربعة مقومات قد تسهم في الخروج من الجراح المريرة التي تعيشها الأمة على كافة المستويات ، آمل أن تجد في رمضان بالذات اهتماماً يجعلها مثار الحديث على الأقل في أوساط المسلمين في الفترة المستقبلية من بناء الأمة . ولن نعدم حينها ممن يدعهما ، ويوسّع في أثرها ، والله المسؤول أن يجعل غاية همنا هو هذه الرسالة العظيمة التي جاء بها رسولنا صلى الله عليه وسلم . ¶ (26) ¶ حتى يغيروا ما بأنفسهم ¶ الحمد لله رب العالمين والصلاة والسلام على أشرف الأنبياء والمرسلين وبعد",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "فإن الله تعالى قال في كتابه الكريم : (( إن الله لايغيروا ما بقوم حتى يغيروا ما بأنفسهم ... الآية )) سورة الرعد (11) ، ومعنى هذه الآية ضمونها العام : كما قال السعدي رحمه الله تعالى : ( إن الله لا يغير ما بقوم ) من النعمة والإحسان ، ورغد العيش . ( حتى يغيروا ما بأنفسهم ) بأن ينتقلوا من الإيمان إلى الكفر ، ومن الطاعة إلى المعصية ، أو من شكر نعم الله تعالى إلى البطر بها ، فيسلبهم الله إياها عند ذلك . وكذلك إذا غيّر العباد ، ما بأنفسهم من المعصية ، فانتقلوا إلى طاعة الله غيّر الله عليهم ، ما كانوا فيه من الشقاء ، إلى الخير والسرور والغبطة والرحمة .(143). ويعلّق سيد رحمه الله تعالى في ظلاله على الآية فيقول : فإنه لايغير نعمة أو بؤسى ، ولا يغيّر عزاً أو ذلة ، ولا يغير مكانة أو مهانة .... إلا أن يغيّر الناس من مشاعرهم وأعمالهم وواقع حياتهم ، فيغير الله ما بهم وفق ما صارت إليه نفوسهم وأعمالهم ..... اهـ رحمه الله .(144) . إن كثيراً من الناس يشعرون بألم المعصية ، ويتحسسون لواقع الجهد في نفوسهم الذي تجلبه عليهم معاصيهم ، وضياع أوامر الله تعالى في حياتهم لكنهم في المقابل ينتظرون قراراً من غير أنفسهم يخرجهم مما يعيشون فيه من ألم ، وتجد أحدهم يسوّف في التوبة ، ويؤجل في اتخاذ القرار الذي به سعادته وحياته . وهذا النص القرآني يرشد إلى أن القرار منوط بالبداية التي هي من عند الشخص لا من عند غيره . أرأيتم قصة قاتل المئة كيف وفقه الله تعالى إلى طريق التوبة ، حينما بدأ يسأل ، ويُلح في السؤال ، ويبحث عن مخرج مما هو فيه . حينها هيأ الله له الخلاص ورزقه توبة في آخر عمره . والله تعالى لم يكتب القرب من أحد إلا بسعي منه وإقبال ألا ترى أنه قال في الحديث القدسي : من تقرّب إلىّ شبراً تقرّبت إليه ذراعاً ، ومن تقرّب إلى ذراعاً تقرّبت إليه باعاً ، ومن أتاني يمشي أتيته هروله )(145) . إن كثيراً من هؤلاء ينتظر",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "أحدهم بتوبته التخرج من الجامعة أو اللحاق بالوظيفة أو تجاوز مناسبة قادمة ، وقد يتحقق لهم هذا فيعودون للتسويف من جديد ، وقد لا يتحقق ، ويكون الموت أسرع إلى أحدهم من وقوع هذه المناسبات ، وليت شعري حينما يرحلون إلى باريهم ، ويعاينون عند الموت ملائكة الرحمن ، ويشهدون تفريطهم ، وتسويفهم ، أنّا لهم العودة ! وكيف يصححون هذه الأخطاء . إن رمضان أيها المسلمون فرصة من أعظم الفرص لاستدراك العمر ، والإقبال على الله تعالى ، وكم ممن عاش رمضان من قبلنا كانوا يأملون أن يأتي رمضان آخر ليقررون فيه قرار التوبة المنتظر فخانهم الأمل ، وغرّهم التسويف ، وهم اليوم في ظلمة القبر ، وفي ضيق اللحود ، فلئن فاتت أؤلئك الفرصة فأنت أحرى من تكون بالاستفادة . فالله الله أن يرحل رمضان من عمرك وأنت على سابق حالك ، فإن الفرص قد لاتتكرر ، والأيام شواهد لك أو عليك . وفقنا الله وإياكم إلى التوبة ، وأرشدنا إلى طري النجاة إنه أعظم مسؤول . ¶ (27) ¶ الرحمة ¶ الحمد لله رب العالمين والصلاة والسلام على أشرف الأنبياء والمرسلين وبعد ¶ لقد أثنى الله تعالى على رسوله صلى الله عليه وسلم على تمثّله لخلق الرحمة فقال تعالى : (( فبما رحمة من الله لنت لهم ولو كنت فظاً غليظ القلب لانفضوا من حولك فاعف عنهم واستغفر لهم وشاروهم في الأمر فإذا عزمت فتوكّل على الله .. الآية )) سورة آل عمران (159) . ¶ يقول محمد رشيد رضا في تفسيرألاية عند قوله : ولو كنت فظاً غليظ القلب .... قال : لأن الفظاظة وهي الشراسة والخشونة في المعاشرة وهي القسوة والغلظة وهما من الأخلاق المنفّرة للناس لايصبرون على معاشرة صاحبها وإن كثُرت فضائله ، ورجيت فواضله بل يتفرقون ، ويذهبون من حوله ويتركونه وشأنه لا يبالون ما يفوتهم من منافع الإقبال عليه ، والتحلّق حوله ، إذاً لفاتتهم هدايتك ، ولم تبلغ قلوبهم دعوتك . اهـ رحمه الله . (146)",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "وقال سيد رحمه الله في ظلاله معقباً على الآية : فهي رحمة الله التي نالته ونالتهم ، فجعلته صلى الله عليه وسلم رحيماً بهم ، ليناً معهم ولو كان فظاً غليظ القلب ما تألفت حوله القلوب ، ولا تجمّعت حوله المشاعر ، فالناس في حاجة إلى كنف رحيم وإلى رعاية فائقة ، وإلى بشاشة سمحة ، وإلى ود يسعهم ، وحلم لايضيق بجهلهم وضعفهم ونقصهم .. في حاجة إلى قلب كبير يعطيهم ولا يحتاج منهم إلى عطاء ويحمل همومهم ولا يعنيهم همه ويجدون دائماً عنده الاهتمام والرعاية والعطف والسماحة والود والرضا ... وهكذا كان قلب رسول الله صلى الله عليه وسلم ـ وهكذا كانت حياته مع الناس . ما غضب لنفسه قط . ولا ضاق صدره بضعفهم البشري ولا احتجز لنفسه شيء من أعراض هذه الحياة . بل أعطاهم كل ما ملكت يداه في سماحة ندية ، وسعهم حلمه وبره وعطفه ووده الكريم . وما من واحد منهم عاشره أو رآه إلا امتلأ قلبه بحبه ، نتيجة لما أفاض عليه صلى الله عليه وسلم من نفسه الكبيرة الرحيمة . اهـ رحمه (147) ¶ لقد كان رسول الله صلى الله عليه وسلم رحمة مهداة لهذا الخلق عموماً وكيف لايكون كذلك وقد جاءت السنة بكثير من أحاديثه في الحث على هذا الجانب . فعن جرير بن عبد الله قال : قال رسول الله صلى الله عليه وسلم : ( لايرحم الله من لايرحم الناس ))(148) وعن عبد الله بن عمرو رضي الله عنهما قال : قال رسول الله صلى الله عليه وسلم : (( الراحمون يرحمهم الرحمن ، ارحموا أهل الأرض ، يرحمكم من في السماء ))(149) وعن أبي هريرة رضي الله عنه قال : قال سمعت أبا القاسم الصادق المصدوق صلى الله عليه وسلم صاحب هذه الحجرة يقول : (( لاتنزع الرحمة إلا من شقي )) (150)",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "يقول الغزالي رحمه الله : للرحمة كمال في الطبيعة يجعل المرء يرق لآلام الحلق ويسعى لإزالتها ، ويأسى لأخطائهم فيتمنى لهم الهدى . هي كمال في الطبيعة لأن تبلد الحس يهوي بالإنسان إلى منزلة الحيوان ، ويسلبه أفضل ما فيه ، وهو العاطفة الحية النابضة بالحب والرأفة ..... ومن ثم كانت القسوة ارتكاساً بالفطرة إلى منزلة البهائم ، بل إلى منازل الجماد الذي لايعي ولا يهتز . ...إن القلوب الكبيرة قلما تستجيشها دوافع القسوة فهي أبداً إلى الصفح والحنان أدنى منها إلى الحفيظة والاضطعنان . إن القسوة في خلق إنسان دليل نقص كبير ، وفي تاريخ أمة دليل فساد خطير . اهـ رحمه الله . (151) ¶ إن الرحمة أيها الصائمون تتمثّل في : اليتيم الذي يترقرق الدمع في عينيه ألا يجد من يواسيه فقد أبيه . وقد تراه أو تلمحه في زوايا بيوتات تشرئب عنقه حين رأى فاكهة أو حلوى قَدِم بها والد جيرانه إلى أهل بيته . أو حتى حين يخرج إلى زوايا المدرسة لا يجد ما يفطر به مع زملائه فيعود حبيس الفصل لا يشارك زملاءه فسحتهم . أو حين يشارك الناس في العيد لا يجد برهاناً على حاله أوضح من تلك الثياب التي هتّكها الزمن يشهد بها العيد مع أقرانه . والرحمة أيها الصائمون في جار فقير لا يجد قوت يومه أوليلته ، أو أرملة أبقاها الزمان وحيدة دون رفيق يحمل همها أو يشاركها في لأواء الحياة المريرة . أو مشلول أو مريض يقلبه أهله من سرير لآخر لا يجدون من يشاركهم هذه الهموم والآلام.",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "الرحمة أيها المسلمون : في عامل ترك أهله وأبناءه منذ سنوات ، يبحث عن لقمة عيش لهم فيجهد لهم فلا يجد غير العرق برهاناً على جهده وعيشه الصعب . والرحمة أيها المسلمون في كل مخلوق حي أياً كان هذا المخلوق سواء إنساناً أو حتى حيواناً . فلئن كان رسول الله صلى الله عليه وسلم قال : (( بينما رجل يمشي بطريق اشتد عليه العطش فوجد بئراً فنزل فيها فشرب ثم خرج ، وإذا كلب يلهث يأكل الثرى من العطش ، فقال الرجل لقد بلغ هذا الكلب من العطش مثل الذي كان بلغ مني فنزل البئر فملأ خفه ماءً ثم أمسكه بفيه حتى رقى فسقى الكلب ، فشكر الله تعالى له فغفر له . وفي رواية : إن امرأة بغياً رأت كلباً في يوم حار يطيف ببئر قد أدلع لسانه من العطش ، فنزعت له موقها فغفر لها به .(152) . فإن الرحمة بالمخلوق أعظم من هذا بكثير حتى قال : الغزالي : لئن كانت رحمة بكلب تغفر ذنوب البغايا ، فإن الرحمة بالبشر تصنع العجائب .(153) . فأين هذه الرحمة من قلوب تحجرت ، ونسيت هذه المعالم الرحمانية فتأتي بالعمال من بلادهم لتأكل أموالهم أو لتأخّر حقوقهم أو حتى لتتناول عصا من حديد لتضربهم دون سبب واضح أو عذر مقبول . ونسوا هؤلاء أن رسول الله صلى الله عليه وسلم رأى ابن مسعود يضرب غلام له فقال رسول الله صلى الله عليه وسلم : اعلم أبا مسعود أن الله أقدر عليك منك عليه .(154) . فإن لم يلحق هؤلاء الظلمة قصاص في الدنيا لوجاهتهم عند الناس فإن عرصات القيامة لا تستر الظالم من الفضيحة ، ولا تؤوي الآبق من الجريمة ، وسيرىحين يقف بين يدي الله تعالى هذه العواقب أوضح معالم الحياة العادلة هناك . ¶ (28) ¶ الباب المفتوح ¶ الحمد لله رب العالمين والصلاة والسلام على أشرف الأنبياء والمرسلين وبعد",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "فإن التوبة كما يقول ابن القيّم رحمه الله تعالى : هي أول المنازل وأوسطها ، وآخرها ... وهي بداية العبد ونهايته ، حاجته إليها في النهاية ضرورية ، كما أن حاجته إليها في البداية كذلك (155) ولهذا قال الله تعالى : (( وتوبوا إلى الله جميعاً أيها المؤمنون لعلكم تفلحون )) سورة النور (31) . ¶ وهذا أمر الله من الله تعالى في كتابه المبين لكل مؤمن ومؤمنة على وجه الأرض أن يتوبوا مما اقترفوه وأن يتوجهوا إليه بالتوبة طلباً للفلاح والصلاح . والآيات الواردة في القرآن الكريم بشأن التوبة آيات كثيرة مستفيضة ، غير أن من أعجبها وأوسعها قول الله تعالى وهو يدعوا من أسرف في الذنب ، وبلغ الذروة في الغواية إلى هذه التوبة حين قال : (( قل يعبادى الذين أسرفوا على أنفسهم لاتقنطوا من رحمة الله إن الله يغفر الذنوب جميعاً إنه هو الغفور الرحيم )) الزمر (53) .",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "فهل بعد هذه الدعوة دعوة أوسع منها ؟ وهذا رسول الهدى صلى الله عليه وسلم عرض التوبة في ثوب فسيح جداً لا يضيق إلا على محروم حين قال صلى الله عليه وسلم : ( لله أشد فرحاً بتوبة عبده حين يتوب إليه من أحدكم كان على راحلته بأرض فلاة . فانفلتت منه . وعليها طعامه وشرابه . فأيس منها . فأتى شجرة . فاضطجع في ظلها . قد أيس من راحلته . فبينا هو كذلك إذ هو بها ، قائمة عنده . فأخذ بخطامها . ثم قال من شدة الفرح : اللهم ! أنت عبدي وأنا ربك . أخطأ من شدة الفرح )(156) . وفي حديث أبي سعيد رضي الله تعالى عنه عن النبي صلى الله عليه وسلم قال : ( كان في بني إسرائيل رجل قتل تسعة وتسعين إنساناً ، فسأل عن أعلم أهل الأرض فدُل على راهب . فأتاه فقال : إنه قتل تسعة وتسعين نفساً . فهل له من توبة ؟ فقال : لا . فقتله . فكمّل به مئة . ثم سأل عن أعلم أهل الأرض فدُل على رجل عالم . فقال : إنه قتل مئة نفس . فهل له من توبة ؟ فقال : نعم . ومن يحول بينه وبين التوبة ؟ انطلق إلى أرض كذا وكذا ز فإن بها أناساً يعبدون الله فاعبد الله معهم . ولا ترجع إلى أرضك فإنها أرض سوء . فانطلق حتى إذا نصف الطريق أتاه الموت . فاختصمت فيه ملائكة الرحمة وملائكة العذاب . فقالت ملائكة الرحمة : جاء تائباً مقبلاً بقلبه إلى الله . وقالت ملائكة العذاب : إنه لم يعمل خيراً قط . فأتاهم ملك في صورة آدمي فجعلوه بينهم . فقال : قيسوا ما بين الأرضيين ز فإلى أيتهما كلن أدنى فهو له . فقاوه فوجدوه أدنى إلى الأرض التي أراد . فقبضته ملائكة الرحمة )(157) . فلاإله إلا الله ما أعظم رحمة الله تعالى ! وما أشد عطفه على التائبين ! وما أوسع مغفرته ! اشتدت فرحته تعالى في الحديث الأول إلى أن وصل إلى مثل صورة الأعرابي الذي وجد راحلته فقال اللهم أنت عبدي وأنا ربك . ووصلت مغفرته في الحديث الثاني إلى أن تجاوز لرجل قتل بيده مئة نفس ، وأدخله الجنة رغم مخاصمة أهل النار",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "فيه . فهل ياترى بقي لأي فرد على وجه الأرض من عذر في عدم تحقيق التوبة المرجوة ؟ إن الصائمين بالذات هم أحوج ما يكونون إلى فهم هذه المعالم في التوبة ، ولئن طاشت عين خائنة ، أو تلوّك لسان في عورات الآدميين ، أو تصنّنت أذن إلى محارم الله ، أو خطت قدم إلى أماكن مشبوهة ، أو امتدت يد إلى حفنة من الربا ، فإن هذه الفئات وإن تلوثت بهذه الجرائم إلاّ أن التوبة يمكن أن تغسلها ، وتطهّر أدرانها ، وتذهب بأذاها . فقط متى ما صدقت النية ، وصح الإقبال على الله تعالى. وحينئذ سيكون الفلاح عاقبته ، والفوز نجاته من ظلمات التيه والظلام . إن التوبة يمكن أن تستوعب أي ذنب مهما كانت سوأته ، شريطة أن يقر العبد بالخطيئة في جنب الله تعالى ، وأن يعترف بالتقصير ، وأن يجد في قلبه مس الذنب ، وحرارة المعصية ، ثم يعزم على مجاوزة هذه الخطيئة مهما كانت طلباً في رضى ربه ومولاه ، وحين يتحقق له ذلك فعليه أن يلوذ بجناب الله ، وأن يقبل على ربه ، ولن يجد حياة أسعد من حياة التائبين . اللهم وفقنا للتوبة قبل الموت . وفك آصارنا من أدران المعصية التي أحاطت بنا إنك أنت الغفور الرحيم . وصل اللهم على سيدنا محمد وعلى آله وصحبه وسلم . ¶ (29) ¶ أحكام الزكاة ¶ الحمد لله رب العالمين والصلاة والسلام على أشرف الأنبياء والمرسلين وبعد ¶ تعد الزكاة الركن الثالث من أركان هذا الدين العظيم ، ونظراً لأن زكاة الفطر مرتبطة بهذا الشهر وكذلك كثير من الناس يعُد هذا الشهر تماماً للحول الذي يخرج فيه زكاة ماله ، كان من المناسب جداً أن يبيّن للناس أحكام هذه الفريضة العظيمة .",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "· الزكاة فرض على كل مسلم : قال صلى الله عليه وسلم بني الإسلام على خمس شهادة أن لاإله إلا الله وأن محمداً رسول الله ، وإقام الصلاة وإيتاء الزكاة ، وصوم رمضان ، وحج البيت من استطاع إليه سبيلاً ))(158) . فأثبت في الحديث أن الزكاة ركن . وهذه الزكاة إذا أداه المسلم طيبة بها نفسه تمت له فوائد عظيمة منها : ¶ 1) تمام إسلامه لأنه أدى ركناً عظيماً من أركان هذا الدين ¶ 2) أنها دليل على صدق إيمانه لأن المال محبوب إلى النفس ، وكون الإنسان يبذل هذا المال إلى مستحقيه إستجابة لنداء الله تعالى فإن ذلك من أعظم الأدلة على صدق هذا الإيمان . ¶ 3) أنها تدفع عن صاحبها البلاء قال ابن القيّم رحمه الله تعالى : فإن للصدقة تأثيراً عظيماً في دفع أنواع البلاء ، ولو كانت من فاجر أو ظالم ، بل من كافر فإن الله تعالى يدفع بها أنواعاً من البلاء ، وهذا أمر معلوم عند الناس خاصتهم وعامتهم ، وأهل الأرض مقرون به لأنهم جربوه .اهـ (159) . ¶ ولها جملة فوائد قد لايفي بها هذا المقام . ¶ وهي أنواع : ¶ أولاً : زكاة الفطر وهي زكاة واجبة ، ووقت وجوبها الفطر من شهر رمضان ، وسبب وجوبها في هذا الشهر قول النبي صلى الله عليه وسلم : (( فرض رسول الله صلى الله عليه وسلم زكاة الفطر طهرة للصائم من اللغو والرفث ، وطعمة للمساكين ...... الحديث ))(160) . وتجب على الذكر والأنثى والحر والعبد والكبير والصغير من المسلمين ومقدارها : صاعاً من طعام أهل البلد لقول رسول الله صلى الله عليه وسلم : (( فرض رسول الله صلى الله عليه وسلم زكاة الفكر صاعاً من تمر أو صاعاً من شعير على الذكر والأنثى والحر والعبد والكبير والصغير من المسلمين ))(161) . ومقدار الصاع ثلاثة كيلو لكل فرد . أو كيلوين وأربعين غراماً على رأي آخر من آراء أهل العلم . ووقت وجوبها ليلة الفطر ، ويجوز إخراجها قبل العيد بيوم أو يومين وأفضل وقت في إخراجها قبل صلاة العيد .",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "ثانياً : زكاة المبالغ النقدية ¶ إن عرف الإنسان وقت كل مال يدخل عليه وضبط حوله بهذه الطريقة فله أن يزكي كل مال وقت حلول الحول الذي ضبطه به ، وإن لم يستطع فإنه يجعل شهر رمضان مثلاً حولاً لكل ماله الذي بين يديه فيكون لبعضه حولاً كاملاً وللمتأخر من المال من باب تعجيل زكاته ، فيحسب المال الذي بين يديه ويخرج زكاته في هذا الشهر . ونصاب هذه النقود ربع العشر إي اثنان ونصف من المئة ، وخمسة وعشرون من الألف . ¶ مسألة : هل في الديون التي عند الناس زكاة ؟ ¶ إن كان المال على غني باذل فإن الزكاة واجبة فيه كل سنة لأنه في حكم الموجود ، فله أن يزكي هذا النوع من الديون مع زكاة ماله وهذا هو الأفضل والأسرع في إبراء الذمة . أما إن كان الدين على معسر أو مماطل فلا زكاة عليه ، ولكن إذا قبضه يزكيه مرة واحدة في سنة القبض فقط . ولا يلزمه زكاة ما مضى . وهذه فتوى الإمامين الجليلين ابن باز وتلميذه ابن عثيمين رحمهم الله تعالى. ¶ ثالثاً : زكاة الحلي : ¶ ذهب جمع من أهل العلم رحمهم الله تعالى إلى وجوب الزكاة في الحلي الملبوس واختار هذا القول الشيخان عبد العزيز بن باز ، ومحمد بن صالح بن عثيمين رحم الله الجميع لجملة أدلة مذكورة في مظانها . ¶ رابعاًً : زكاة العروض : ¶ تجب الزكاة في عروض التجارة لحديث سمرة بن جندب قال : (( أمرنا رسول الله صلى الله عليه وسلم أن نخرج الصدقة مما نعده للبيع ))(162) . فمن كانت لديه بضائع أو أقمشة أو مبيعات في متجره فإنه إذا حال عليها الحول يقيمها ثم يخرج الزكاة من قيمتها . هذه بعض معاني الزكاة وأحكامها ، وحرّي بنا أن نتفقّه فيها حتى نؤديها وفق أمر الله تعالى . ¶ (30 ) ¶ مع العيد ¶ الحمد لله رب العالمين والصلاة والسلام على أشرف الأنبياء والمرسلين وبعد",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "فإن من سنن الله تعالى في الكون أن يعاقب بين الأيام والمناسبات فهانحن نودع رمضان في مثل هذه الليلة ، ونستقبل في الوقت ذاته أيام العيد ، الأيام التي جعل الإسلام فيها فسحة عريضة للمسلم أن يعبّر فيها عن فرحته . فأهلاً بالعيد وأيامه آملين أن يكون عيداً مباركاً على الأمة الإسلامية في شتى بقاع الأرض . غير أن هناك ثمة وقفات مهمة : ¶ أولاً : أن هذا هو عيد أمة الإسلام في أقطار الدنيا ، وهو اليوم الذي تعبّر فيه الأمة عن فرحتها ، وسر هذه الفرحة هو تحقيق العبودية لله تعالى بامتثال أمره في صيام هذا الشهر الكريم ، وليس عند أمة الإسلام عيداً للأم ، ولا عيداً للطفل ، ولا عيداً للميلاد ، بل ليس في قاموس الإسلام غير عيدان اثنان ، الفطر والأضحى ، وحين تلقاها الأمة لها أن تعبّر فيها عن هذه الفرحة بما شاءت شريطة ألا تخالف أمراً ،أو ترتكب نهياً لمن تتعبّد له وإلا صارت هذه الأعياد شؤماً في حياة من شهدها . ¶ ثانياً : لقد شرع الله تعالى لهذه الأمة في هذا العيد التكبير ، بل جُعل من شعائر العيد الخاصة حين قال عز وجل : (( ولتكملوا العدة ولتكبروا الله على ما هداكم ولعلكم تشكرون )) سورة البقرة (185) . وللإنسان أن يبدأ في التكبير من حين غروب شمس آخر يوم من شهر رمضان ، وليصدح بهذا التكبير في البيوت وسائر الأمكنة امتثالاً لأمر الله تعالى ، وليبق يردد هذا التكبير إلى أن يخرج الإمام لأداء صلاة العيد . ¶ ثالثاً : للإنسان أن يتجمّل في يوم العيد ، وليخرج في أبهى حُلة لأداء هذه الصلاة ، فقد أخذ عمر جبة من استبرق تباع في السوق فأتى بها إلى رسول الله صلى الله عليه وسلم وقال له : ابتع هذه تجمّل بها للعيد والوفود ........... الحديث )) (163) . ففيه دلالة على أن التجمّل يوم العيد كان معروفاً مشهوداً عند الصحابة رضوان الله عليهم . وعند البيهقي عن ابن عمر رضي الله عنهما أن ابن عمر كان يلبس للعيد أجمل ثيابه .",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "رابعاً : ينبغي للإنسان ألا يخرج لعيد الفطر حتى يأكل تمرات لما جاء عن أنس رضي الله عنه أن النبي صلى الله عليه وسلم كان لا يغدوا يوم الفطر حتى يأكل تمرات .(164) . وفي هذا الأكل مبالغة في النهي عن الصوم في هذا اليوم كما جاءت بذلك الآثار . ¶ خامساً : للإنسان أن يبادل أخاه بالتهنئة في يوم العيد كأن يقول الإنسان تقبل الله منا ومنكم ، وأعاده الله علينا وعليكم ، أو أي لفظ آخر رآه الإنسان مناسباً في المقام فإن الأمر واسع في ذلك كما أشار إلى ذلك غير واحد من أهل العلم رحمهم الله تعالى . ¶ سادساً : أن هذه الفرحة التي يشهدها المسلم يوم عيده إنما هي تعبير صادق على الانتماء لهذا المنهج العظيم ، فكما أن الإنسان صام رمضان امتثالاً لأمر الله تعالى فهاهو حين يشهد العيد إنما يشهده تلبية لأمر الله ، وأمر رسوله صلى الله عليه وسلم . وفي هذا أعظم دلالة على صدق المسلم واتباعه منهج هذا الدين . وحين تجد المعايد في ذلك اليوم يستمع إلى أغنية أو يتلذذ بمشاهد مشينة أو يتجاوز بلسانه في أعراض المسلمين أو حتى حين يتزيّن بالعبث في لحيته أو يزيد في طول ثوبه طولاً يتجاوز به النطاق . أوحين يعبّر عن هذه الفرحة تعبيراً يخرج عن نطاق هذا العيد إنما يتجاوز بذلك هذا السياج العظيم من الشرع الحنيف ، وحينئذ لا يعيش الفرحة الحقيقية التي أذن الله تعالى بها وإنما يشطح بعواطفه إلى هناك بعيداً عن الحياة الروحية الجميلة التي يعيشها المسلم وهو يتلذذ بطاعة الله تعالى .",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "سابعاً : العيد بمعناه الحقيقي هو الاجتماع والألفة والمحبة وإشباع العاطفة في نطاقها الصحيح ، ولن يجمل العيد في نفوسنا الجمال الحقيقي حتى نتجاوز كل خلافاتنا ، ونصافح كل من نلقاه على ظهر هذه الأرض ممن تربطنا رابطة الإيمان غير آبهين بأي خلاف مهما كان . آن لنا اليوم أن نرمي بكل خلافاتنا مهما كانت خلف ظهورنا ، ولنتعانق من جديد ، ولنعيد البسمة التي غابت من زمن طويل ، وحينئذ سيكون هذا العيد حين ما تحقق هذه المعاني من أجمل الأعياد في تاريخ الواحد منا . ¶ وأخيراً : غداً العيد ، وغداً تتجلى كل معاني المحبة والصفاء والنقاء ، غداً ستعبّر النفس عن عواطفها تعبيراً صادقاً يضمن لها حياة السعداء بهذا الدين ، وبين هذا المساء ويوم غد سينطلق التكبير في الأفنية الواسعة من بيوتنا ، وفي الأسواق وتجمعات الناس ، وغداً تدوي طرقاتنا بالتكبير من كل مكان ، فيالله ما أعظم أمة الإسلام حينما ترتبط بمنهجها راضية به ، واثقة منه ، مطمئنّة به . ¶ وصلى اللهم على سيدنا محمد وعلى آله وصحبه وسلم . ¶ المراجع ¶ اسم المرجع المؤلف ¶ القرآن الكريم ¶ الجامع بين الصحيحين صالح الشامي ¶ زوائد السنن صالح الشامي ¶ السنن الأربع الأئمة الأربعة ¶ المسند الإمام أحمد ¶ صحيح الجامع الصغير………………الألباني ¶ إرواء الغليل ……………………الألباني ¶ مشكاة المصابيح …………………الألباني ¶ السلسلة الصحيحة………………… الألباني ¶ صحيح الترغيب والترهيب……………… الألباني ¶ غاية المرام تخريج أحاديث الحلال والحرام …………الألباني ¶ تفسير القرآن العظيم ………………ابن كثير ¶ تيسير الكريم الرحمن …………………السعدي ¶ الجامع لأحكام القرآن …………………القرطبي ¶ المنار ………………………محمد رشيد رضا ¶ في ظلال القرآن………………… سيد قطب ¶ الوابل الصيّب …………………ابن القيّّم ¶ التاريخ الإسلامي مواقف وعبر ……………عبد العزيز الحميدي ¶ الشرح الممتع …………………محمد صالح العثيمين ¶ تدبر القرآن ……………………سليمان السنيدي ¶ فقه الاعتكاف ……………………د/ خالد المشيقيح",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "فتاوى الصلاة والصيام والزكاة ……………عبد العزيز بن باز ¶ صلاح الأمة في علو الهمة ……………سيّد العفاني ¶ الرقائق ……………………محمد أحمد الراشد ¶ جامع العلوم والحكم ……………ابن رجب ¶ جامع الفقه لابن القيم …………… جمع /يسري السيد ¶ جامع الآداب لابن القيم ………………جمع / يسري السيد ¶ طريق الهجرتين ……………ابن القيم ¶ مدارج السالكين ………………ابن القيم ¶ زاد المعاد ………………ابن القيم ¶ فهرس الكتاب ¶ الموضوع الصفحة ¶ المقدمة 2 ¶ بشائر وفضائل 4 ¶ لعلكم تفلحون (1) 7 ¶ لعلكم تفلحون (2) 9 ¶ فيدارسه القرآن (1) 12 ¶ فيدارسه القرآن (2) 15 ¶ العمرة في رمضان 17 ¶ فإن سابه أحد 19 ¶ صلة الأرحام 21 ¶ فلا يرفث ولا يجهل 23 ¶ الذكر فضائل وثمار 25 ¶ الدعاء ثمار وفوائد 27 ¶ قيمة الزمن في حياة المسلم 29 ¶ شهر الإنفاق 31 ¶ مسؤولية الرعاة 34 ¶ فتحت أبواب الجنة 37 ¶ وغلقت أبواب النار 40 ¶ غزوة بدر (1) 42 ¶ غزوة بدر (2) 44 ¶ من شعائر الإسلام 46 ¶ العشر الأواخر 48 ¶ ليلة القدر 51 ¶ الاعتكاف 54 ¶ كبائر وموبقات 56 ¶ من مواقف الآخرة 58 ¶ الجراح المتجددة ………………… 60 ¶ حتى يغيروا ما بأنفسهم 62 ¶ الرحمة 64 ¶ الباب المفتوح 67 ¶ أحكام الزكاة ………………… 69 ¶ مع العيد …… 71 ¶ (1) رواه النسائي والبيهقي وأحمد وصححه أحمد شاكر رحمه الله . ¶ (2) متفق عليه ¶ (3) متفق عليه ¶ (4) رواه الإمام أحمد وصححه الألباني . ¶ (5) رواه الطبراني وصححه الألباني . ¶ (6) متفق عليه ¶ (7) متفق عليه ¶ (8) متفق عليه ¶ (9) متفق عليه ¶ (10) جامع العلوم والحكم . ¶ (11) رواه البخاري ¶ (12) رواه البخاري ¶ (13) رواه الترمذي وحسنه الألباني ¶ (14) رواه ابن خزيمة وصححه الألباني . ¶ (15) رواه الترمذي وصححه الألباني . ¶ (16) رواه أبو داود والترمذي وصححه الألباني ¶ (17) رواه مسلم ¶ (18) رواه الخمسة ¶ (19) رواه أبو داود ¶ (20) رواه البخاري ¶ (21) متفق عليه ¶ (22) متفق عليه ¶ (23) جامع الفقه (3) ¶ (24) متفق عليه ¶ (25) متفق عليه ¶ (26) مسلم ¶ (27) مسلم ¶ (28) متفق عليه ¶ (29) رواه الترمذي ¶ (30) رواه الترمذي وصححه الألباني",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "(31) أخلاق حملة القرآن ¶ (32) مدارج السالكين ¶ (33) رواه أهل السنن والإمام أحمد . ¶ (34) الأذكار ¶ (35) المدارج ـ تدبر القرآن للسنيدي . ¶ (36) متفق عليه ¶ (37) رواه النسائي وصححه الألباني . ¶ (38) متفق عليه . ¶ (39) رواه مسلم . ¶ (40) رواه مسلم . ¶ (41) متفق عليه ¶ (42) رواه أبو داود والترمذي وصححه الألباني . ¶ (43) رواه أبو داود وصححه الألباني . ¶ (44) رواه الترمذي وصححه الألباني . ¶ (45) رواه أبو داود وحسنه الألباني . ¶ (46) رواه الترمذي وحسنه الألباني ¶ (47) متفق عليه ¶ (48) رواه البخاري ¶ (49) متفق عليه ¶ (50) رواه البخاري ¶ (51) رواه مسلم ¶ (52) متفق عليه ¶ (53) رواه مسلم ¶ (54) رواه البخاري ¶ (55) متفق عليه ¶ (56) فتح الباري ¶ (57) رواه مسلم ¶ (58) الوابل الصيّب ¶ (59) متفق عليه ¶ (60) مسلم ¶ (61) متفق عليه ¶ (62) متفق عليه ¶ (63) مسلم ¶ (64) متفق عليه ¶ (65) مسلم ¶ (66) رواه الترمذي ¶ (67) الوابل الصيب ¶ (68) رواه مسلم ¶ (69) رواه مسلم ¶ (70) رواه الإمام أحمد ¶ (71) رواه الحاكم وحسنه الألباني ¶ (72) متفق عليه ¶ (73) رواه البخاري ¶ (74) رواه الترمذي وحسنه الألباني . ¶ (75) طريق الهجرتين ¶ (76) مدارج السالكين ¶ (77) اللطائف ¶ (78) رواه أبو الشيخ وحسنه الألباني. ¶ (79) رواه الطبراني وحسنه الألباني . ¶ (80) رواه أبو داود وصححه الألباني ¶ (81) جامع الفقه ¶ (82) متفق عليه ¶ (83) متفق عليه ¶ (84) رواه مسلم ¶ (85) متفق عليه ¶ (86) رواه البخاري ¶ (87) رواه البخاري ¶ (88) رواه النسائي والبيهقي وصححه أحمد شاكر . ¶ (89) متفق عليه ¶ (90) متفق عليه ¶ (91) متفق عليه ¶ (92) رواه مسلم ¶ (93) رواه البخاري ¶ (94) متفق عليه ¶ (95) متفق عليه ¶ (96) رواه مسلم ¶ (97) رواه مسلم ¶ (98) متفق عليه ¶ (99) رواه النسائي والبيهقي وصححه أحمد شاكر . ¶ (100) متفق عليه ¶ (101) متفق عليه ¶ (102) رواه مسلم ¶ (103) رواه مسلم ¶ (104) متفق عليه ¶ (105) رواه مسلم ¶ (106) متفق عليه ¶ (107) رواه البخاري ¶ (108) تفسير ابن كثير ( 2/85/86) ¶ (109) متفق عليه",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "(110) متفق عليه ¶ (111) رواه الترمذي وابن ماجه وصححه الألباني . ¶ (112) رواه ابن خزيمه وقال الألباني : حسن لغيره ¶ (113) رواه مسلم ¶ (114) متفق عليه ¶ (115) صححه الألباني ¶ (116) رواه الطبراني وحسنه الألباني ¶ (117) الظلال ¶ (118) متفق عليه ¶ (119) متفق عليه ¶ (120) متفق عليه ¶ (121) متفق عليه ¶ (122) الشرح الممتع ¶ (123) متفق عليه ¶ (124) متفق عليه ¶ (125) زاد المعاد ¶ (126) فقه الاعتكاف للمشيقيح بتصرف . ¶ (127) متفق عليه ¶ (128) متفق عليه ¶ (129) متفق عليه ¶ (130) رواه مسلم ¶ (131) رواه النسائي وصححه الألباني . ¶ (132) مسلم ¶ (133) مسلم ¶ (134) متفق عليه ¶ (135) الطبراني والحاكم وصححه الألباني ¶ (136) رواه ابن حبان وصححه الألباني . ¶ (137) متفق عليه ¶ (138) متفق عليه ¶ (139) مسلم ¶ (140) مسلم ¶ (141) متفق عليه ¶ (142) رواه الإمام أحمد ¶ (143) تيسير الكريم الرحمن ¶ (144) الظلال ¶ (145) متفق عليه ¶ (146) تفسير المنار ¶ (147) ظلال القرآن ¶ (148) متفق عليه ¶ (149) رواه أبو داود والترمذي وصححه الألباني . ¶ (150) رواه أحمد والترمذي وصححه الألباني ¶ (151) خلق المسلم ¶ (152) رواه مسلم ¶ (153) خلق المسلم ¶ (154) رواه مسلم ¶ (155) جامع الآداب ¶ (156) متفق عليه ¶ (157) متفق عليه ¶ (158) رواه مسلم ¶ (159) جامع الفقه ¶ (160) رواه أبو داود وحسنه الألباني ¶ (161) متفق عليه ¶ (162) رواه أبو داود وحسّن إسناده ابن باز رحمه الله . ¶ (163) رواه البخاري ¶ (164) رواه البخاري ¶ ?? ¶ ?? ¶ ?? ¶ ?? ¶ اللطائف الروحية في الدروس الرمضانية",
            "page": "89",
            "part": "1"
        }
    ],
    "t35163": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "اللطائف الروحية في الدروس الرمضانية"
        }
    ]
}