{
    "b35172": [
        {
            "id": "1",
            "nass": "مقدمة ¶ الحمد لله رب العالمين الذي جعل التوبة لعباده المتقين والصلاة والسلام على المعبوث رحمة للعالمين نبينا محمد وعلى آله وصحبه ومن صلى عليهم إلى يوم الدين ... ¶ فهذه كلمات قطفت ثمرها،ورتبت ورقها،ونمقت زهرها، بحلة الحب والوفاء والصدق والإخاء فهي لكم أنتم ،، نعم أنتم فهي رسالة محب إلى أحبابه ،، وأخ إلى إخوانه وكلي شوق ورجاء أن تجد قبولاً، وصدراً رحباً عندكم ،وأن تكون حجة لنا لا علينا وأن يعيذنا الله وإياكم من النار ويدخلنا الجنة … اللهم آمين ¶ أيها الأحبة : إن المتفكر والمتأمل في صفات الله وأسمائه وآلائه ونعمائه يحصل له في قلبه معرفة حقيقية بالرب الرحيم الرؤوف الغفور سبحانه ،وإن مما تكاد النفوس أن تطير به فرحاً ، وتمتلئ القلوب به أنساً ، هو معرفة حال الرب سبحانه الرحمن الرحيم مع عبده الضعيف المذنب يدعوه ويرجيه إلى أن يتوب إلى علام الغيوب،فيا له من فضلٍ عظيمٍ من ربٍّ كريم وخَالقٍ رَحيم، أكرَمَنا بعفوِه ، وغَشَّانا بحِلمِه وهدانا ووفقنا لأسباب التوبة والأوبة والرجوع إلى التواب الرحيم سبحانه وتعالى . ¶ أذاً أيها الأحبة التوبة هي البداية والنهاية ، بداية مع الهداية ونهاية مع الغواية . ¶ يقول ابن القيم رحمة الله : \" التوبة أول المنازل ،وأوسطها ، وآخرها؛فلا يفارقه العبد السالك، ولا يزال فيه إلى الممات ، وإن ارتحل إلى منزل آخر ارتحل به ؛ واستصحبه معه ونزل به . ¶ فالتوبة هي بداية العبد ونهايته ؛ وحاجته إليها في النهاية ضرورية ؛كما أن حاجته إليها في البداية كذلك \"(1) . ¶ كيف لا وهي نور لقلبك، وطهارة لنفسك، تأخذ بك إلى حياتك الحقة، وسعادتك الدائمة بإذن الله عز وجل . ¶ __________ ¶ (1) مدارج السالكين ص:141 .",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "فهيا معاً نركب ركب المستغفرين إلى ديار التائبين قبل فوات الأوان ونزول مفرق الجماعات وهادم اللذات فلا ندري أين غداً تكون الدار إلى روضة من رياض الجنان أو إلى حفرة من حفر النيران ومن أشرقت له بدايته أشرقت نهايته ومن صدق مع الله في توبته صدق الله معه ووفقه لحسن الخاتمة .. ¶ فقلها أخي المبارك معي من أعماقِ قلبك وينطق بها لسانك وتعمل بها جوارحك قلها معي بملء فيك ... ((((( أنا تائب ،، نعم تائب ))))) ... ¶ قلها معي أنا تائبٌ بل نادمٌ **** عما جرى بصادق الدمعات ¶ تلك النصيحة أجتبيها للذي **** يخشى سعيراً تطلق الزفرات ¶ وليست التوبة كما يظن البعض أنها خاصة بأهل المعاصي كلا بل هي عامة لنا جميعاً قال الله تعالى : ¶ { َتُوبُوا إِلَى اللَّهِ جَمِيعاً أَيُّهَا الْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ } (1) ¶ وقال الله تعالى:{ اسْتَغْفِرُواْ رَبَّكُمْ ثُمَّ تُوبُواْ إِلَيْهِ }(2). ¶ وجاء في الصحيح من حديث الأغر المزني - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال :\" يا أيها الناس توبوا إلى الله فإني أتوب في اليوم مائة مرة \"(3) . ¶ هذا نبي الله - عليه السلام - يتوب في اليوم ويستغفر مائة مرة !! ¶ فكيف بنا نحن المقصرين المذنبين ؟! ¶ فكما أنك أخي في الله تفكر في صباح كل يوم في معاشك وزادك في الدنيا فكر أيضاً في رجوعك إلى الله تعالى فتزود ليوم معادك ، فإن من أراد السفر إلى مكان تفقد متاعه وزاده ،فأكمل الناقص ، وخير ما تتفقده هي التوبة والأوبة وتجعلها هي شغلك الشاغل !! ¶ فقبيحُ بالشاب تأخير التوبة ، وأقبح منه تأخير الشيخ لها، والله المستعان !! ¶ لماذا الحديث عن التوبة ¶ __________ ¶ (1) النور-13). ¶ (2) هود-90) . ¶ (3) صحيح مسلم .",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "إن المتأمل للواقع الذي يعيشه أكثر الخلق وعامة الناس في زمن كثرت فيه الفتن والمغريات وانتشرت بأبشع الصور، وأسهل السبل، يلحظ وبجلاء تناسي الكثير، وغفلتهم عن التوبة،بل ترى أن الطائعين لله عز وجل نزرٌ يسير وعدد قليل مقابل هذا الكم الهائل من البشر الذين أغوتهم نفوسهم فأزاغتهم وأضلتهم عن الطريق المستقيم !! ¶ و إن القلب ليحزن وإن العين لتدمع ، لما تراه من الاجتراء على حرمات الله من كثير من المسلمين .. مع الأسف الشديد أجل لقد تساهل الكثيرون في المعصية حتى أصبحت أمراًَ عادياً بل إن منهم من يجاهر بها ويفتخر ولا حول ولا قوة إلا بالله . ¶ استبرأتها نفوسهم فأصبح أولئك يعاقرون ما يسخط الباري ويغضبه وكأن شيئاً لم يكن !! وإلى الله المشتكى !! ¶ والعجب أنهم يرجون الجنة ولا يعملون لها ولا يسعون لأسبابها والله المستعان ... ¶ تصل الذنوب إلى الذنوب وترتجى ¶ ولقد علمنا أُخرج الأبوين من ... درج الجنان لدى النعيم الخالدِ ¶ ملكوتها الأعلى بذنب واحدِ ¶ لهذا كان لزاماً أن ندعوا لأنفسنا للولوج جميعاً بلا استثناء إلى أفياء الطاعة الباب المفتوح قال تعالى:(وَاللَّهُ يُرِيدُ أَنْ يَتُوبَ عَلَيْكُمْ وَيُرِيدُ الَّذِينَ يَتَّبِعُونَ الشَّهَوَاتِ أَنْ تَمِيلُوا مَيْلاً عَظِيما)(1) ¶ فهيا إلى النهر العذب الجاري ، وإلى الروضة الغناء التي لا يذبل زهرها ، إلى أن نتوب ونؤب ونفتح صفحة جديدة ناصعة البياض مشرقة بفعل الطاعات والقربات لرب الأرض والسموات ، ولا يعني هذا أن المؤمن ليس معصوم من الخطيئة ، وليس في منأى عن الهفوة والزلة ، وليس في معزلٍ عن الوقوع في الذنب فعن أبي هريرة - رضي الله عنه - قال : قال رسول - صلى الله عليه وسلم - :\" والذي نفسي بيده لو لم تذنبوا لذهب الله بكم ولجاء بقوم يذنبون ، فيستغفرون الله فيغفر لهم \"(2) ¶ __________ ¶ (1) النساء:27) . ¶ (2) رواه مسلم .",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وعن أنس - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - :\" كل ابني آدم خطاء وخير الخطائين التوابين \"(1) ¶ إذاً لا بد للعبد من التوبة وإلا كان ظالماً لنفسه ، جاهلاً لنفسه جاهلاً بربه . ¶ قال مجاهد - رحمه الله - : \" مَنْ لم يتب كل صباح ومساء فهو من الظالمين \" . ¶ ويقول طلق بن حبيب - رحمه الله- : \"إن حقوق الله أعظم من أن يقوم بها العبد ولكن أصبحُوا تائبين وأمسوُا تائبين \". ¶ ويقول ابن رجب : \" فمن أصبح أو أمسى على غير توبة فهو على خطر ، لأنه يخشى أن يلقى الله غير تائب ، فيحشر في زمرة الظالمين قال تعالى :{مَن لَّمْ يَتُبْ فَأُوْلَئِكَ هُمُ الظَّالِمُونَ }(2) \"(3) ¶ ولهذا قال ابن القيم:\" قال تعالى :{ مَن لَّمْ يَتُبْ فَأُوْلَئِكَ هُمُ الظَّالِمُونَ } قسم العباد إلى تائب وظالم ، وما ثمَّّ قسم ثالث البتة، وأوقع اسم (( الظالم )) على من لم يتب \" (4) . ¶ يقول ابن القيم : \" فمما ينبغي أن يعلم أن الذنوب والمعاصي تضر ولا بد وإن ضررها في القلوب كضرر السموم في الأبدان على اختلاف درجاتها في الضرر ، وهل في الدنيا والآخرة شر وداء إلا سببه الذنوب والمعاصي \"(5) . ¶ * فيا من أطلق لنفسه العنان ولم يرع العظيم المنان ؟! ¶ * إلى متى وأنت تتخبط في وحل الرذيلة والمعصية ؟! ¶ * ألم يحن بعد وقت الرجوع إلى الله تبارك وتعالى ؟! ¶ * أما آن لك أن تفيق من غفلتك وسكرة ذنبك وتنطرح بين يدي مولاك ؟! ¶ * أما آن لك أن تعرف قدرك ومن تبارز بذنبك ؟! ¶ فأنت يا هذا مخلوقٌ ضعيف أولك نطفة مذره ، وفي بطنك تحمل العذره وآخرك جيفة قذره ، فعلى ماذا تعصى الله يا مسكين !! ¶ وهل عرفت من تبارز بذنبك !! ¶ إنه الله الجبار الذي بيده ملكوت السموات والأرض !! ¶ ملك الملوك ذو الطول شديد العقاب !!! ¶ __________ ¶ (1) أخرجه أحمد والترمذي وابن ماجه . ¶ (2) الحجرات:11) . ¶ (3) لطائف المعارف ص:458 . ¶ (4) مدارج السالكين ص:142 . ¶ (5) الداء والدواء ص: 65 .",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "ويقول أحد السلف : \" لا تنظر إلى صغر الخطيئة ولكن انظر إلى [عظمة] من عصيت \"(1). ¶ وقال بشر : \" لو تفكر الناس في عظمة الله ، ما عصوا الله عز وجل \" . ¶ فكم من مذنبٍ ينغمس في وحل المعاصي فيطول أرقه ويشتد قلقهُ ويكتوي بنار المعصية وكآبة الخطيئة. ¶ فلتمس يا رعاك الله ساعات الليل والنهار بما يقربك إلى العزيز الغفار فإن الأعمار تطوى سريعاً والأوقات تمضي جميعاً, فبحث جاهداً عن إشراقة أمل ،وصبحٍ جديد يشرق بنور التوبة والاستقامة والهداية والإنابة . ¶ تعريف التوبة ¶ يقول القرطبي: \" هي الندم بالقلب ، وترك المعصية في الحال ، والعزم على ألا يعود إلى مثلها وأن يكون ذلك حياءً من الله \". ¶ ويقول ابن القيم : \" هي الرجوع إلى الله بالتزام فعل ما يحب وترك ما يكره , فهي رجوع من مكروه إلى محبوب \". ¶ ويقول الشيخ ابن عثيمين رحمه الله تعالى : ¶ التوبة لُغة : من تاب يتوب إذا رجع . ¶ وشرعاً : الرجوع من معصية الله تعالى إلى طاعته . ¶ وأعظمها وأوجبها التوبة من الكفر إلى الإيمان .قال الله تعالى : { قُل لِلَّذِينَ كَفَرُواْ إِن يَنتَهُواْ يُغَفَرْ لَهُم مَّا قَدْ سَلَفَ }(2) ثم يليها التوبة من كبائر الذنوب : ثم المرتبة الثالثة التوبة من صغائر الذنوب . ¶ ومما لا شك فيه أيها الأحبة أن التوبة واجبة على الفور وتأخير التوبة ذنب يوجب التوبة وقد دل على هذا دلائل الكتاب والسنة وإجماعُ الأمة . ¶ ولهذا كان لزاماً توضيح ما هي التوبة الواجبة وما هي التوبة المستحبة !؟ ¶ قال شيخ الإسلام ابن تيمية :\" التوبة نوعان : واجبة ومستحبة : ¶ فالواجبة : هي التوبة من ترك مأمور أو فعل محظور وهذه واجبة على جميع المكلفين كما أمرهم الله بذلك في كتابه وعلى ألسنة رسله عليهم السلام .. ¶ والمستحبة : هي التوبة من ترك المستحبات وفعل المكروهات . ¶ فمن اقتصر على التوبة الأولى ( الواجبة ) كان من الأبرار المقتصرين . ¶ __________ ¶ (1) الداء والدواء . ¶ (2) الأنفال-38) .",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ومن تاب التوبتين كان من السابقين المقربين . ¶ ومن لم يأت بالأولى كان من الظالمين \"(1) . ¶ أقسام الناس في التوبة ¶ يقول ابن رجب : الناس في التوبة عدة أقسام : ¶ *فمنهم : من لا يُوفق لتوبة نصوح بل يُيسر له عمل السيئات من أول عمره إلى آخره حتى يموت مصراً عليها ، وهذه حالة الأشقياء . ¶ وأقبح من ذلك من يُسِّر له في أول عمره عمل الطاعات ثم ختم له بعمل سيىء حتى مات عليه ، كما في الحديث الصحيح )): إن أحدكم ليعمل عمل أهل الجنة حتى ما يكون بينه وبينها إلا ذراع ، ثم يسبق عليه الكتاب فيعمل بعمل أهل النار فيدخلها )) ¶ *وقسم يُفني عمره في الغفلة والبطالة ،ثم يُوفق لعمل صالح فيموت عليه ، وهذه حالة من عمل بعمل أهل النار ، حتى ما يكون بينه وبينها إلا ذراع ، فيسبق عليه الكتاب فيعمل بعمل أهل الجنة فيدخلها. ¶ والأعمال بالخواتيم وفي الحديث :(( إذا أراد الله بعبد خيرا عَسَله ، قالوا : وما عَسَله ؟ قال: يوفقه لعمل صالح ثم يقبضه عليه )) . ¶ *وبقى هاهنا قسم آخر وهو أشرف الأقسام وأرفعها ، وهو من يفني عمره في الطاعة ثم ينبه على قرب الأجل ليجد في التزود ، ويتهيأ للرحيل بعمل يصلح للقاء ، ويكون خاتمة للعمل ، قال ابن عباس- رضي الله عنه -: لما نزلت على النبي - صلى الله عليه وسلم - { ِإذَا جَاء نَصْرُ اللَّهِ وَالْفَتْحُ } نعيت لرسول الله - صلى الله عليه وسلم - نفسه ، فأخذ في أشد ما كان اجتهادا في أمر الآخرة ، قالت أم سلمة :كان النبي - صلى الله عليه وسلم - في آخر أمره لا يقوم ولا يقعد ولا يذهب ولا يجيء إلا قال :سبحان الله وبحمده ، فذكرت ذلك له ، فقال :(( إني أمرت بذلك )) وتلا هذه السورة . ¶ __________ ¶ (1) رسالة في التوبة لشيخ الإسلام .",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "كان من عادته - صلى الله عليه وسلم - أن يعتكف في كل عام في رمضان عشرا ، ويعرض القرآن على جبريل مرة فاعتكف في ذلك العام عشرين يوماً وعرض القرآن مرتين ، وكان يقول : ما أرى ذلك إلا لاقتراب أجلي ، ثم حج حجة الوداع وقال للناس : ((خذوا عني مناسككم فلعلي لا ألقاكم بعد عامي هذا )) ثم أمر بالتمسك بكتاب الله ،ثم توفى بعد وصوله إلى المدينة بيسير - صلى الله عليه وسلم - . ¶ وإذا كان سيد المحسنين يؤمر أن يختم عمره بالزيادة في الإحسان فكيف يكون حال المسيء ؟ ¶ وكان السلف يرون أن من مات عقب عمل صالح كصيام رمضان أو عقيب حج أو عمرة يرجى له أن يدخل الجنة , وكانوا مع اجتهادهم في الصحة في الأعمال الصالحة يجددون التوبة والاستغفار عند الموت , ويختمون أعمالهم بالاستغفار وكلمة التوحيد . [لطائف المعارف ] ¶ لما احتضر العلاء بن زياد بكى , فقيل له : ما يبكيك ؟ قال :كنت والله أحب استقبل الموت بتوبة,قالوا: فافعل رحمك الله,فدعا بطهور فتطهر , ثم دعا بثوب جديد فلبسه , ثم استقبل القبلة فأومأ برأسه مرتين , أو نحو ذلك , ثم اضطجع ومات . ¶ ولما احتضر عامر بن عبدالله بكى قال: لمثل هذا المصرع فليعمل العاملون , اللهم إنى أستغفرك من تقصيري و تفريطي , وأتوب إليك من جميع ذنوبي , لا إله إلا لله , ثم لم يزل يرددها حتى مات رحمه الله. ¶ وقال عمرو بن العاص -رحمه لله - عند موته : اللهم أمرتنا فعصينا , ونهيتنا فركبنا , ولا يسعنا إلا عفوك , لا إله إلا لله ثم رددها حتى مات . ¶ فالموفق السعيد أيها الأحبة من وفق لتوبة النصوح يعيش عليها وكلما اقترب أجله ازداد عمله وتقربه لله عز وجل حتى يموت على ذلك ، فا للهم وفقنا لهذه التوبة برحمتك يا أرحم الراحمين . ¶ شروط التوبة الصحيحة ¶ 1- الإقلاع عن الذنب في الحال . ¶ 2- الندم على فعلها : ¶ قال رسول الله - صلى الله عليه وسلم - \" الندم توبة \" وهو الركن الأعظم في التوبة . ¶ 3- العزم على ألا يعود :",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "قال ابن مسعود - رضي الله عنه - : \" التوبة النصوح هي التي لا عودة بعدها كما لا يعود اللبن إلى الضرع \". ¶ 4- رد المظالم إلى أهلها أو التحلل منهم : ¶ قال الإمام النووي – رحمه الله – بعد أن ذكر الشروط الثلاثة السابقة : \" وإن كانت المعصية تتعلق بآدمي فشروطها أربعة : هذه الثلاثة ، وأن يبرأ من حق صاحبها فإن كان مالاً أو نحوه ردَّه إليه ، وإن كانت حد قذفٍ ونحوه مكّنه منه أو طلب عفوه ، وإن كانت غيبة استحله منها \"(1) . ¶ 5- الإخلاص : ¶ فشرط التوبة الصحيحة أن يكون صاحبها قد ترك الذنب لله- عز وجل- وخوف عذابه وابتغاء مغفرته ، ورجاء ثوابه . ¶ 6- أن تكون في زمن التوبة : ¶ وزمن التوبة الصحيحة المقبولة على نوعين : ¶ النوع الأول : باعتبار كل إنسان بحسبه وهو أن يبلغ الإنسان أجله فيصل إلى حد الغرغرة فإنه عندئذٍ لا تُقبل توبته ، قال تعالى :{ وَلَيْسَتِ التَّوْبَةُ لِلَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ حَتَّى إِذَا حَضَرَ أَحَدَهُمُ الْمَوْتُ قَالَ إِنِّي تُبْتُ الآنَ }(2) فهذا توبته ، وفي هذه الحالة غير مقبولة ، لأنها ليست في زمن التوبة المقبولة وقد قال رسول الله - صلى الله عليه وسلم - \" إن الله - عز وجل - يقبل توبة العبد ما لم يغرغر \" أي :\" ما لم تصل الروح الحلقوم \". ¶ وأما النوع الثاني : الوقت الذي لا تقبل عنده التوبة فهو لجميع الخلق ، وهو عند طلوع الشمس من مغربها ، فعندئذ لا تقبل توبة أحدٍ من الخلق . ¶ وقال - صلى الله عليه وسلم - :\" من تاب قبل أن تطلع الشمس من مغربها تاب الله عليه \" يعني بعدها لا تقبل التوبة والله المستعان . ¶ __________ ¶ (1) رياض الصالحين للإمام النووي ص12 ¶ (2) النساء : 18 ) .",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "فالبدار البدار والمسارعة المسارعة قبل فوات الأوان فإن التأخر عن التوبة والإنابة ما هو إلا إطالة لفترة المظلمة في حجب المعاصي ، وبقاؤك مهزوماً أمام نوازع الهوى والتفريط بل قد يكون ذلك طريقاً إلى الانحدار في هاويةٍ مهلكة .. والله المستعان وعليه التكلان .. ¶ وقفه ¶ واعلموا أيها الأخوة في الله أن الذنوب والمعاصي باب كلنا ولجناه ..وبحر كلنا سبحنا فيه ..ولا ينجو من ذلك إلا المعصومين ممن اصطفاهم الله واجتباهم من الأنبياء والرسل عليهم السلام .. ¶ ولكن أبشركم أيها الأحبة في الله ،، أُبشر كل من أسرف على نفسه بالذنوب والمعاصي وكلنا ذاك الرجل !! أبشركم بهذا النداء الرباني من الله العلي الكريم الرحيم إلى عباده المذنبين يناديهم باسم الإيمان ويدعوهم إلى الإنابة والرجوع إليه ويرجيهم بسعت رحمته جل وعلا ، يناديهم بأرجا أية في كتاب الله جلا في علاه فيقول سبحانه وتعالى :{ (قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنفُسِهِمْ لَا تَقْنَطُوا مِن رَّحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعاً إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ (53 ) (وَأَنِيبُوا إِلَى رَبِّكُمْ وَأَسْلِمُوا لَهُ مِن قَبْلِ أَن يَأْتِيَكُمُ الْعَذَابُ ثُمَّ لَا تُنصَرُونَ }(1) . ¶ قال ابن عباس - رضي الله عنهم -: \"من آيس عباد الله من التوبة بعد هذا فقد جحد كتاب الله عز وجل!! \" . ¶ ويقول الله تعالى : { وَإِنِّي لَغَفَّارٌ لِّمَن تَابَ وَآمَنَ وَعَمِلَ صَالِحاً ثُمَّ اهْتَدَى }(2). ¶ وسمع لما قيل لسفيان الثوري عندما عادهُ حماد بن سلمه قال: يا أبا سلمه : أترى الله يغفر لمثلي ؟ ¶ فقال حماد : والله لو خيرت بين محاسبة الله إياي وبين محاسبة أبوي ، لأخذت محاسبة الله ، وذلك لأن الله أرحم بي من أبوي . ¶ __________ ¶ (1) الزمر :53-55) . ¶ (2) طه:82) .",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "فاستشعر أيها التائب بره سبحانه في ستره عليك حال ارتكابك المعصية مع كمال رؤيته لك ، ولو شاء لفضحك بين الخلق فحذروك وهذا من كمال بره – سبحانه - ومن أسمائه البر . ¶ فيا لله ، ما أوسع رحمته على عباده !! وهم يعصونه بالليل والنهار ، ويتودد إليهم بالنعم ، ويتبغضون إليه بالمعاصي . ¶ فسبحانه ما أحكمه وأبره ! وما أرحمه وأكرمه ! ¶ فطوبى لمن قرن ذنبه بالاعتذار , وتلافاه باستغفاره آنا الليل وأطراف النهار . ¶ من قصص التائبين ¶ وإليك بعض قصص من تابوا وأنابوا وإلى الله عادوا فإن في قصصهم عبرة وفي آثارهم عظة قال الله تعالى :{ َقَدْ كَانَ فِي قَصَصِهِمْ عِبْرَةٌ لِّأُوْلِي الأَلْبَابِ }(1) . ¶ فاسمع إلى قصة هذا الشاب التي يحكيها ابن قدامه في كتابه التوابين فيقول رحمه الله :\" عن رجاء بن ميسور قال : كنا في مجلس صالح المريّ [ذات يوم ] وهو يتكلم ، فقال لفتى بين يديه وعنده الناس مجتمعين : اقرأ يا فتى ، فقرأ الفتى قول الله تعالى :{ َأَنذِرْهُمْ يَوْمَ الْآزِفَةِ إِذِ الْقُلُوبُ لَدَى الْحَنَاجِرِ كَاظِمِينَ مَا لِلظَّالِمِينَ مِنْ حَمِيمٍ وَلَا شَفِيعٍ يُطَاعُ }(2) ¶ فاسمع يارعاك الله عما يقول هذا الشيخ الفاضل صالح المريّ وهو يفسر هذه الآية فيقول : كيف يكون للظالمين حميم أو شفيع والمطالب رب العالمين . ¶ إنك والله لو رأيت الظالمين وأهل المعاصي يساقون في السلاسل والأنكال إلى الجحيم حفاةً عراةً ، مسودة وجوههم ، مزرقة عيونهم ، ذائبة أجسادهم ، ينادون : ¶ يا ويلنا يا ثبورنا ماذا حل بنا ؟! ¶ أين يُذهب بنا ؟! ¶ ماذا يُراد منا ؟! ¶ والملائكة تسوقهم بمقامع النيران ، فمرَّةً يجرُّون على وجوههم ويسحبون عليها منكبين ، ومرة يقادون إليها مقرنين من بين باكٍ دماً بعد انقطاع الدموع ، ومن بين صارخٍ طائَر القلب مبهوت!! ¶ __________ ¶ (1) يوسف : 111 ) . ¶ (2) غافر : 18 ) .",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "إنك والله لو رأيتهم على ذلك لرأيت منظراً لا يقوم له بصرك ، ولا يثبت له قلبك ، لا تستقر لفظاعة هوله على قرار قدمك ثم أخذ ينحب ويبكي بكاءً مرَّاً قائلاً :يا سوء منظراه, يا سوء منقلباه. ¶ وهو على هذا يبكي حتى أبكى الناس معه ؛ فكانت موعظةّ بليغة . ¶ وكان من بين الحاضرين فتى مسرف على نفسه بالذنوب والمعاصي و معروف بغفلته ، قال هذا الفتى بعد أن سمع ما سمع : أكُل هذا في يوم القيامة يا أبا بِشر ؟ ¶ قال : نعم ، والله يا ابن أخي وما هو أكثر ، قد بلغني أنهم يصرخون في النار حتى تنقطع أصواتهم فما يبقى منهم إلا كهيئة الأنين من شدة العذاب !! ¶ فصاح هذا الفتى الذي كان غافلاً وقال : إن لله ، واغفلتاه عن نفسي أيام الحياة ، و أسفاه على تفريطي في طاعتك يا سيداه ، وأسفاه على تضييعي لعُمري في أيام الدنيا . ¶ ثم بكى واستقبل القبلة وقال : اللهم إني أستقبلك في يومي هذا بتوبة لا يخالطها رياء لغيرك ، اللهم فاقبلني على ما كان فيّ ، واعفُ عما تقدم من فعلي ، وأقِلْني في عثرتي ، وارحمني ومن حضر ، وتفضل علينا بجودك وكرمك ، يا أرحم الراحمين ... ¶ لك ألقيتُ معاقد الآثام من عنقي ، وإليك أنَْبتُ بجميع جوارحي صادقاً لذلك قلبي ، فالويل لي إن لم تقبلني !! ¶ ثم سقط مغشياً عليه !! فحُمل من بين القوم صريعاً !! ¶ فمكث هذا الشيخ الفاضل صالح المريّ وإخوانه يعودونه أياماً ، ثم مات رحمه الله !! ¶ فحضر جنازته خلق كثير يبكون عليه ويدعون له .. فمات رحمه الله على توبة نحسبه كذلك ¶ وكان صالح المريّ كثيراً ما يذكره في مجلسه فيقول: ¶ بأبي قتيل القرآن!! بأبي قتيل المواعظ والأحزان !! ¶ قال : فرآه رجل في منامه بعد موته فقال : ما صنعت ؟ ¶ قال : عمَّتني بركة مجلس صالح المريّ ، فدخلت في سعة رحمة الله التي وسعت كل شيء !! ¶ نعم أيها الأحبة : ¶ كيف لا تكون رحمة الله لمن أقبل إليه وأناب واستغفر من ذنبه وتاب !",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "كيف لا يقبل التوبة عن عباده وهو الذي \"يبسط يده بالليل ليتوب مسيء النهار ، ويبسط يده بالنهار ليتوب مسيء الليل ، حتى تطلع الشمس من مغربها\" ، بل يبدل الله جلا في علاه ما كان من السيئات إلى حسنات إذ هم تابوا وأنابوا قال تعالى :{ وَالَّذِينَ لَا يَدْعُونَ مَعَ اللَّهِ إِلَهاً آخَرَ وَلَا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ وَلَا يَزْنُونَ وَمَن يَفْعَلْ ذَلِكَ يَلْقَ أَثَاماً (68 ) (يُضَاعَفْ لَهُ الْعَذَابُ يَوْمَ الْقِيَامَةِ وَيَخْلُدْ فِيهِ مُهَاناً (69) إِلَّا مَن تَابَ وَآمَنَ وَعَمِلَ عَمَلاً صَالِحاً فَأُوْلَئِكَ يُبَدِّلُ اللَّهُ سَيِّئَاتِهِمْ حَسَنَاتٍ وَكَانَ اللَّهُ غَفُوراً رَّحِيماً (70)}(1) ¶ فطوبى لذلك التائب قد تجددت له حياته ، من معصية إلى طاعة ، ومن ظلمة إلى نور ، ومن ظلال إلى هدى. ¶ الله أكبر أحبتي فأين الشباب اليوم ؟ أين العائدون ؟ أين الأيبون ؟ ¶ أين الذين يتوبون ثم يستقيمون ويصدقون !! ثم هم بربهم يعدلون !! ¶ إن الأمة اليوم في أمس الحاجة لمن يتوب و يؤب . ¶ فقلها أخي بأعلى صوت أعلنها صريحة مدوية أنا تائبٌ نعم تائبٌ ¶ وأبشر بالفضل العظيم والعطاء الجسيم من رب كريم يعفو ويصفح وبتوبة عبده يفرح ... ¶ أدعوك بالليل البهيم مناديا ****** أنا تائب لك أرفع الدعوات ¶ أدعوك يا رباه يارب العلا ****** أحسن وقوفي في يوم ذي الحسراتِ ¶ ما أنت يا دنيا بدار قرارنا ****** ما أنت إلا بؤرة الآفاتِ ¶ وسمع يا رعاك الله إلى النموذج الرائع الربيع بن خيثم – رحمه الله - وهو المعروف بالعبادة و الخير و الصلاح و يروي لنا هذا المثال الماتع عن سفيان - رحمه الله – فيقول : ¶ __________ ¶ (1) الفرقان-68-70)",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "لقد بلغنا أن أم الربيع بن خيثم كانت تنادي فتقول يا بني الربيع ألا تنام ؟ فيقول الربيع : يا أماه من جن عليه الليل وهو يخاف , حقَّ له إن لا ينام . قال : فما بلغ و رأت ما يلقى من البكاء و السهر , نادته أمه فقالت : يا بُني لعلك قتلت قتيلاً ؟ ¶ - فاسمع إلى هذه الإجابة التي قالها الربيع – قال: نعم يا والدتي قتلت قتيلاً , قالت متعجبة : من هذا القتيل يا بُني نتحمل على أهله فيعفوك , و الله لو علموا ما تلقى من البكاء والسهر لرحموك . - فيا ترى من هذا الذي قتل؟ اسمع إلى هذه الإجابة التي قالها الربيع لوالدته – قال: يا والدتي هي نفسي . ¶ يعني أنهُ ظلم نفسه التي بين جنبيه بالتفريط و التقصير , وهو العابد الزاهد التقي الورع . وهكذا حال التائبين ...دموعهم حارة مدرارة بالليل والنهار. ¶ فماذا نقول نحن المقصرون المذنبون الغافلون؛ ولسان حال الربيع بن خيثم يقول : ¶ ما أحلم الله عني حين أمهلني و قد تماديت في ذنبي و يسترني ¶ تمُر ساعات أيامي بلا ندم ولا بكاءٍ ولا خوفٍ و لا حزن ¶ يا زلة كتبت في غفلة ذهبت يا حسرة بقيت في القلب تحرقني ¶ دعني أسح دموعاً لا انقطاع لها فهل عسى عبرة منها تخلصني ¶ وهذا الفضيل بن عياض كان شاطراً في قطع الطريق ، وكان يتعشق جارية ، فبينما هو ذات ليلة يتسور عليها جداراً ، إذا سمع قارئاً :{ أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا أَن تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللَّهِ } (1) ¶ فبكى وقال : بلى قد آن ، فتاب وأقلع عما كان عليه ،واستمر على توبته ،حتى كان منه ما كان من السيادة والعبادة والزهادة ، ثم صار علماً يقتدى به ، ويهتدى بكلامه وفعاله . ¶ __________ ¶ (1) الحديد:61) .",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "يا لله ما أجمل التوبة وما أجمل العودة إلى الله جلا في علاه من أولئك الرجال الأفذاذ الذين ضربوا أروع الأمثلة فمنهم من يحزن على اقتراف المعصية حزناً لا يفارقه حتى الموت ، ومنهم من يهجر الناس ويعتزلهم ويضج بيته بالبكاء ، ومنهم من يتمنى أن يكون تراباً حتى لا يحاسبه الله على ذنبه ومعاصيه ، ومنهم من يمرغ خده بالتراب حتى يذوق طعم الذلة علّ الله يرحمه على تلك الحال ومنهم من يتعلق بأستار الكعبة مطرقاً خاشعاً يطلب العفو من الله ، ومنهم من يجوب الصحراء هائماً على وجهه يعاهد الله عز وجل ألا يرجع إلى بيته إلا وقد تاب وتاب عليه الله ، ومنهم من يعتكف في بيت من بيوت الله يذكر الله ويتلو القرآن ويركع ويسجد والدموع تتزاحم في عينيه ندماً على ما فرط في جنب الله ، بل منهم من يشهق شهقة يموت بعدها خوفاً ووجلاً من الله . ¶ ولا عجب فيما ذكرت وقلت !! ¶ فالخوف من الله والتوبة إليه أرجفت قلوب العصاة فكم رعدت بروق الخوف في القلوب القاسية فأذهبت عنها سحب الغفلة ... وأمطرت دموع الخشية فصفا سماء القلوب واستنار وطلعت عليه شمس النهار ... فأواه ..ثم أواه على التوبة النصوح ما أعزها وأغلاها . ¶ علامات التوبة الصادقة ¶ فيا ترى أيها الأحبة في الله ما هي العلامات التي تدل على صدق التائب في توبته ؟ ¶ فإليك بعضها لتميز بها صدق التوبة من زائفها : ¶ 1-الإقلاع عن الذنب والندم على ذلك: ¶ وهذه من شروط التوبة النصوح وأيضاً علامة تميز التائب الصادق عن غيره بهجر الذنب الذي تاب منه وكثرة الندم وتأسف على فعل الذنب قال تعالى { َالَّذِينَ إِذَا فَعَلُواْ فَاحِشَةً أَوْ ظَلَمُواْ أَنْفُسَهُمْ ذَكَرُواْ اللّهَ فَاسْتَغْفَرُواْ لِذُنُوبِهِمْ وَمَن يَغْفِرُ الذُّنُوبَ إِلاَّ اللّهُ وَلَمْ يُصِرُّواْ عَلَى مَا فَعَلُواْ وَهُمْ يَعْلَمُونَ }(1) ¶ 2-أن يكون حاله بعد التوبة أفضل : ¶ __________ ¶ (1) آل عمران :135) .",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "فالصادق في توبته هو الذي يكون حاله بعد التوبة أفضل من حاله قبلها قال تعالى{ وَمَن تَابَ وَعَمِلَ صَالِحاً فَإِنَّهُ يَتُوبُ إِلَى اللَّهِ مَتَاباً}(1) ¶ قال القرطبي - رحمه الله - :(( مَتَاباً)) أي تاب حق التوبة وهي النصوح . ¶ 3- العزم على تدارك ما فات من عبادة وطاعة : ¶ فالصادق في توبته فعلاًً هو الذي يُقبل على المولى جلا وعلا فيعوض ما فاته من فعل الصالحات والقربات لرب الأرض والسموات ، وإذا تمكن التائب من ذروة الطاعات فأنى لسيل المعاصي أن تدركه قال تعالى :{ إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ }(2). ¶ 4- مجاهدة النفس على فعل الطاعات : ¶ فمداومة القلاع عن الذنب و مجاهدة النفس على هذا من أعظم البراهين على صدق التائب قال تعالى { وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا وَإِنَّ اللَّهَ لَمَعَ الْمُحْسِنِينَ } (3) ¶ 5- قلة اللهو وضياع للوقات : ¶ فتجد الصادق في توبته دائماً منشغل فيما يفيد إما في بر الوالدين أو في تحصيل العلم أو زيارة مريض أو في الدعوة إلى الله أو في صلة رحم أو غير ذلك من ميادين الخير والبر المتنوعة ولله الحمد ؛ولا يعني هذا أن التائب لا يجعل له وقت يروح فيه عن نفسه ، وقد يكون هذا مطلب حتى تستعيد النفس نشاطها وهمتها ، وكذالك تستطيع أن يكون لك فيها أجر إذا احتسبت ذلك عند الله - عز وجل - بإدخال السرور على من حولك . ¶ 6- محبة الله ورسوله والمؤمنين : ¶ فإن صدق التوبة داع لصدق الأعمال وإن من أعلاها محبة الله تعالى ومن محبة الله تتفرع محبة الرسول - صلى الله عليه وسلم -والتي هي من محبة الله تعالى ، قال تعالى : { قُلْ إِن كُنتُمْ تُحِبُّونَ اللّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَاللّهُ غَفُورٌ رَّحِيمٌ }(4) ¶ 7- الحرص على مصاحبة الصالحين والجلوس معهم : ¶ __________ ¶ (1) الفرقان :71) . ¶ (2) هود : 114 ) . ¶ (3) العنكبوت :69) . ¶ (4) آل عمران : 31) .",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "ولا شك أيها الأحبة أن هذه العلامة من أبرز العلامات وهي سمه تلازم التائب الصادق في توبته قال تعالى { َاصْبِرْ نَفْسَكَ مَعَ الَّذِينَ يَدْعُونَ رَبَّهُم بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ وَلَا تَعْدُ عَيْنَاكَ عَنْهُمْ تُرِيدُ زِينَةَ الْحَيَاةِ الدُّنْيَا وَلَا تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُ عَن ذِكْرِنَا وَاتَّبَعَ هَوَاهُ وَكَانَ أَمْرُهُ فُرُطاً }(1) ¶ يقول شقيق البلخي: \"علامة التوبة البكاء على ما سلف والخوف من الوقوع في الذنب وهجران إخوان السوء وملازمة الأخيار\". ¶ 8- محاسبة النفس : ¶ قال يحيى بن معاذ - رحمه الله- )): علامة التائب إسبال الدمعة ، وحب الخلوة ، والمحاسبة للنفس عند كل همّة )) . ¶ 9- تذكر الموت وسكرته : ¶ التائب كثير التذكر للموت ظهرت عليه دلائل الرغبة عن الدنيا والتجافي عن متاعها الزائل وعلم أن الرحيل عن الدنيا قريب قال تعالى:{ كُلُّ نَفْسٍ ذَآئِقَةُ الْمَوْتِ وَإِنَّمَا تُوَفَّوْنَ أُجُورَكُمْ يَوْمَ الْقِيَامَةِ فَمَن زُحْزِحَ عَنِ النَّارِ وَأُدْخِلَ الْجَنَّةَ فَقَدْ فَازَ وَما الْحَيَاةُ الدُّنْيَا إِلاَّ مَتَاعُ الْغُرُورِ }(2) ¶ إزهد أُخي فلن يطول مقامُنا **** فالموت آتٍ يفجأ لأنسانا ¶ أقبل على التوابِ ترجو عفوهُ **** وتقول للرحمنِ تبت الأنا ¶ فترى التائب الصادق يذكر تلك اللحظات العصيبة والله المستعان . ¶ وقد قال بعض الحكماء: \" إنما تُعرف توبة الرجل في أربعة أشياء \" : ¶ أحدها: أن يمسك لسانه من الفضول والغيبة والكذب . ¶ الثاني : أن لا يرى لأحد في قلبه حسداً ولا عداوة . ¶ الثالث : أن يفارق أصحاب السُوء . ¶ الرابع : أن يكون مستعداً للموت نادماً مستغفراً لما سلف . ¶ فالله الله بالتوبة والإنابة .. الله الله في الثبات حتى الممات..الله الله في الصدق مع الله عز وجل . ¶ تنبيهات ومسائل مهمة ¶ __________ ¶ (1) الكهف : 28 ) . ¶ (2) آلعمرن:156) .",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "ولتعلم أيها الحبيب أنهُ ثمة تنبيهات ومسائل قد تكون قبل التوبة أو في أثنائها أو بعدها فيجب الحذر منها وهي كالتالي : ¶ 1- فلربما وقف الشيطان بطريق توبتك مصوراً لك ذلك الكم الهائل من المعاصي التي اقترفتها ليثقل بها خُطاك عن الطريق المستقيم الذي حث الله عليه في كتابه وسنة رسوله - صلى الله عليه وسلم - ولئن أطعته فذلك الغبن والخسارة حقاً ، فإياك وأن تتبع خطاه ، فلم يُعرف عنه قط ولن يعرف أنه ناصح لك طرفة عين . ¶ واعلم أنه مهما كانت الذنوب كبيره فلن تكون أكبر من رحمة الله تعالى قال شيخ الإسلام ابن تيمية - رحمه الله - : \" فلا يحل لأحد أن يقنط من رحمة الله ولا أن يُقنّط الناس من رحمته ؛لذا قال بعض السلف: وإن الفقيه كل الفقه الذي لا يؤيس الناس من رحمة الله ولا يجرؤهم على معاصي الله\" . ¶ واسمع نداءه لك – وهو الغني عنك، وأنت الذي لا ينفك فقرك إليه لحظة من اللحظات – في الحديث القدسي حيث يقول: (( يا ابن آدم إنك ما دعوتني ورجوتني غفرت لك على ما كان منك ولا أبالي، يا ابن آدم لو بلغت ذنوبك عنان السماء ثم استغفرتني غفرت لك ولا أبالي ، يا ابن آدم إنك لو أتيتني بقراب الأرض خطايا ثم لقيتني لا تشرك بي شيئاً لأتيتك بقرابها مغفرة ))(1) ¶ فبادر أُخيَّ ولا تتردد ما دمت في زمن الإنظار وسارع قبل فوات الأوان ولأعمار فالعمر منهدم والدهر منصرم. ¶ قدم لنفسك توبةً مرجوةً ... ... ... قبل الممات وقبل حبس الألسنِ ¶ __________ ¶ (1) رواه الترمذي وحسنه من حديث أنس .",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "2- احذر كل الحذر من التسويف والتأجيل في التوبة بحجة الخوف من الانتكاسة أو أن يستهزء بك أو أن يُتكلم فيك أو إن تتغير نظرة الأقارب لك أو غير ذلك من الحجج الواهية وهذا من الأمور العجيبة والمخذله التي يعتقدها بعض الشباب ، فهو إذا أراد أن يعصي أو يذنب أذنب مباشرة ، أما إذا أراد أن يتوب فإنه يسوف ويؤجل ، وهذا لا شك أنه من تلبيس إبليس على هذا الشاب ؛ ولو قيل له أنه ستموت بعد لحظات ليبادر إلى التوبة مباشره والرجوع إلى الله بأسرع وقت . ¶ قال أبو بكر الواسطي - رحمه الله - : \"التأني في كل شيء حسن إلا في ثلاث خصال : عند وقت الصلاة ، وعند دفن الميت , والتوبة عند المعصية \" . ¶ فلا ينبغي لمسلم أن يؤجل في التوبة لأن الأعمار بيد الله، ولأن القلوب أيضا بيد الله، ولا ينبغي أيضا أن يغتر العبد بحلم الله عليه أو بنعم الله عليه إن كان غير مطيع لله؛ لأنها ليست دليل رضا الله عليه، بل قد تكون دليل سوء مآله وعاقبته والعياذ بالله . ¶ فيا من يذنب ولا يتوب كم قد كُتِبَتْ عليك من الذنوب ؟ فخَلِّ الأمل الكذوب، فرب شروق بلا غروب !! ¶ 3- يكثر السؤال عن تحديث النفس بالمعصية والتي يظن البعض أحياناً أنها تنقص التوبة أو أنها تبطلها أو أنه لم يتب أصلاً أو يتهم نفسه بنفاق وقد يكون هذا هاجس عند الكثير من الشباب ؛وهو في الحقيقة لا يضر إذا دافعه الشاب بل هو أمر طبيعي وجبلي وقد يقع لأي إنسان بل أنه وقع لبعض الصحابة - رضي الله عنهم - وعندما سألوا النبي - صلى الله عليه وسلم - كما في الصحيح عن أبي هريرة عن النبي - صلى الله عليه وسلم - قال:\" إن الله تجاوز لأمتي عمَّا حدَّثت به أنفسها ما لم تتكلم به أو تعمل \" وإنما يضر استدعاؤه ومحادثته ، فالخواطر كالمار على الطريق إن تركتها مرّت وانصرفت عنك ، وإن استدعيتها سحرتك بحديثها وغرورها ،ويقول ابن القيم – رحمه الله - : \" قاعدة في ذكر طريق يوصل إلى الاستقامة...ومنها:",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "حراسة الخواطر وحفظها والحذر من إهمالها والاسترسال معها فإن أصل الفساد كله من قبلها يجيء ؛ لأنها هي بذر الشيطان ، والنفس في أرض القلب ، فإذا تمكن بذرها تعاهدها الشيطان بسقيه مرة بعد أخرى حتى تصير إرادات ،ثم يسقيها بسقيه حتى تكون عزائم ، ثم لا يزال بها حتى تثمر الأعمال ، ولا ريب أن دفع الخواطر أيسر من دفع الإرادات والعزائم ؛ ¶ فإن قلت فما الطريق إلى حفظ الخواطر ؟ قلت أسباب عدة : ¶ أولا: العلم الجازم باطلاع الرب سبحانه ونظره إلى قلبك وعلمه بتفصيل خواطرك . ¶ ثانياً: حياؤك منه . ¶ ثالثاً: إجلالك له أن يرى مثل تلك الخواطر في بيته الذي خلق لمعرفته . ¶ رابعاً: خوفك منه أن تسقط من عينه بتلك الخواطر . ¶ خامساً: إيثارك له أن تساكن قلبك غير محبته . ¶ سادساً: خشيتك أن تتولد تلك الخواطر ،ويستعر شرارها ، فتأكل ما في القلب من الإيمان ومحبة الله فتذهب به جملة وأنت لا تشعر . ¶ سابعاً: أن تعلم أن تلك الخواطر بمنزلة الحب الذي يلقى للطائر ليصاد به ،فاعلم أن كل خاطر منها فهو حبة في فخ منصوب لصيدك وأنت لا تشعر . ¶ ثامناًً: أن تعلم أن تلك الخواطر الرديئة لا تجتمع هي وخواطر الإيمان ودواعي المحبة والإنابة أصلاً بل هي ضدها من كل وجه ، وما اجتمعتا في قلب إلا وغلب أحدهما صاحبه ، وأخرجه واستوطن مكانه ، فما الظن بقلب غلبت خواطر النفس والشيطان فيه خواطر الإيمان والمعرفة والمحبة فأخرجتها واستوطنت مكانها لكن لو كان للقلب حياة لشعر بألم ذلك وأحس بمصابه \"(1) . ¶ فا حذر وستعن بالله على دفع وساوس الشيطان ولا تسلم خاطرتك له فتعصي ربك قال تعالى :{ إِنَّ الَّذِينَ اتَّقَواْ إِذَا مَسَّهُمْ طَائِفٌ مِّنَ الشَّيْطَانِ تَذَكَّرُواْ فَإِذَا هُم مُّبْصِرُونَ }(2) . ¶ 4- لا بد أن تفارق دواعي المعصية أياً كانت صديق أو مجلة أو شريط أو رقم معين أو مجلس أو غير ذلك من دواعي الشر والرذيلة !! ¶ __________ ¶ (1) طريق الهجرتين . ¶ (2) الأعراف 201 ).",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "ذلك أن وجود التائب في مكان المعصية يذكره بها ويحرك في النفس الداعي إليها، فيقع في حبائل الشيطان ويرجع على ما كان عليه ؛ وهنا أيها الأحبة أحب أن أنبه إلى أمر مهم يقع فيه بعض الشباب وهو أن بعض الشباب يتوب ويبقى مع صحبته السابقين بدعوى دعوتهم الى طريق الأستقامه ومن ثمَ تفاجأ بانتكاسته ويحتج بعدم القدرة على الاستمرار !! ¶ وهذا في الحقيقة أمر طبيعي فكيف تريد الثبات على الاستقامة والتوبة وأنت لم تفارق الدواعي والأسباب التي تدعوك إلى المعصية ومنهم أصحاب السوء ولا شك أنه من مداخل الشيطان !! الم تسمع بقصة ذلك الرجل الذي قتل تسعه وتسعين نفساً وعندما أرد الله له التوبة وفقه لها وسأل عن أعلم أهل الأرض ، فدُل عليه ، فقال :إنه قتل مائة نفس فهل له من توبة .فقال :\" نعم ومن يحول بينك وبين التوبة\" وأمره أن يذهب إلى أرض كذا وكذا فإن بها أُناساً يعبدون الله , فاعبد الله معهم ، ولا ترجع إلى أرضك فإنها أرض سوء . ¶ إذاً دعاه إلى مفارقة دواعي وأسباب المعصية ،فانتبه لهذا يا رعاك الله وشحذ الهمة ، وقوي العزيمة وتخلص مما يحرك في نفسك دواعي المعصية والرذيلة .",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "5- ولا يسمى تائباً من ترك الذنوب لأنها تؤثر على جاهه وسمعته بين الناس، أو ربما طرد من وظيفته. ولا يسمى تائباً من ترك الذنوب لحفظ صحته وقوته، كمن ترك الزنا أو الفاحشة خشية الأمراض الفتاكة المعدية، أو لأنها تضعف جسمه وذاكرته. ولا يسمى تائباً من ترك السرقة لأنه لا يجد منفذاً للبيت، أو لم يستطع فتح الخزينة، أو خشي الحارس والشرطي. ولا يسمى تائباً من ترك أخذ الرشوة لأنه خشي أن يكون معطيها من هيئة مكافحة الرشوة مثلاً. ولا يسمى تائباً من ترك شرب الخمر وتعاطي المخدرات لإفلاسه. وكذلك لا يسمى تائباً من عجز عن فعل معصية لأمر خارج عن إرادته ،كالكاذب إذا أصيب بشلل أفقده النطق ، أو الزاني إذا فقد القدرة على الوقاع ، أو السارق إذا أصيب بحادث أفقده أطرافه. بل لابد لمثل هذا من الندم ، والإقلاع عن تمني المعصية أو التأسف، على فواتها ولمثل هذا يقول - صلى الله عليه وسلم - : \" الندم توبة \" . ¶ والله نزّل العاجز المتمني بالقول منزلة الفاعل ، ألا تراه - صلى الله عليه وسلم - قال: (( إنما الدنيا لأربعة نفر، عبد رزقه الله مالاً وعلماً فهو يتقي فيه ربه، ويصل فيه رحمه ، ويعلم لله فيه حقاً ، فهذا بأفضل المنازل ، وعبد رزقه الله علماً ، ولم يرزقه مالاً ، فهو صادق النية ، يقول : لو أن لي مالاً لعملت بعمل فلان ، فهو بنيته ، فأجرهما سواء ، وعبد رزقه الله مالاً ، ولم يرزقه علماً يخبط في ماله بغير علم ولا يتقي فيه ربه، ولا يصل فيه رحمه ، ولا يعلم لله فيه حقاً ، فهذا بأخبث المنازل ، وعبد لم يرزقه الله مالاً ولا علماً فهو يقول:لو أن لي مالاً لعملت فيه بعمل فلان ، فهو بنيته ، فوزرهما سواء\"(1) (2). ¶ 6- مسألة / يشكل على بعض الناس هل تقبل التوبة من الذنب مع الإصرار على غيره أو لا ؟؟ ¶ __________ ¶ (1) رواه أحمد والترمذي وصححه.( صحيح الترغيب والترهيب 1/9 ) ¶ (2) مقال عن التوبة لشيخ محمد المنجد .",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "يقول ابن عثيمين رحمه الله \" الصحيح في هذه المسألة أن التوبة تصح من كل ذنب مع الإصرار على غيره لكن لا يُعطى الإنسان اسم التائب على سبيل الإطلاق ولا يستحق المدح الذي بمدح به التائبون، لأن هذا لم يتُب توبة تامة بل توبة ناقصة\"(1) . ¶ 7- الإقلاع عن الذنب : ¶ إما أن يكون إقلاعاً عن ذنب يتعلق بحق الله - عز وجل - فهذا يكفي أن يتوب بينه وبين ربه ولا ينبغي بل قد نقول لا يجوز أن تحدث الناس بما صنعت من الحرام أو ترك الواجب ، فإذا كان الله قد مَنِّ عليك بالستر وسترك عن العباد فلا تحدث أحداً بما صنعت إذا تبت إلى الله . ¶ وقد قال - صلى الله عليه وسلم - : \" كل أمتي مُعَافى إلا المجاهرين \" . ¶ ومن المجاهرة كما جاء في الحديث : \" أن يفعل الذنب ثم يُصبح يحدث به الناس يقول فعلت كذا وكذا ... \" فهذا أيها الأحبة يتعلق بحق الله - عز وجل - . ¶ أما إذا كان الذنب بينك وبين الخلق نجملها لك فيما يلي : ¶ أولاً / فإذا كان مالاً فلا بد أن تؤديه إلى أصحابة ولا تقبل التوبة إلا بأدائه ، فإن كان صاحبه قد مات فإنك تعطيه ورثته فإن لم تعرفه أو غاب عنك هذا الرجل ولم تعرف له مكاناً فتصدق به عنه تخلصاً منه والله سبحانه وتعالى يعلمه ويؤديه إليه . ¶ ثانياً / أما إذا كانت المعصية التي فعلتها مع البشر ضرباً وما أشْبه، فاذهب إليه ومكنه من ضربك مثلما ضربته إن كان على الظهر فعلى الظهر أو في أي مكان ضربته فليقتص منك لقوله تعالى : (وَجَزَاء سَيِّئَةٍ سَيِّئَةٌ مِّثْلُهَا)(2) ولقوله : (فَمَنِ اعْتَدَى عَلَيْكُمْ فَاعْتَدُواْ عَلَيْهِ بِمِثْلِ مَا اعْتَدَى عَلَيْكُمْ )(3). ¶ __________ ¶ (1) شرح \" رياض الصالحين (ص 47) . ¶ (2) الشورى ص: 40) . ¶ (3) البقرة ص:194). ¶ (3) شرح ابن عثيمين لرياض الصالحين بتصرف .",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "ثالثاً / وإذا كانت المعصية أذية بالقول مثل : أن تكون قد سببته بين الناس ووبَّخته وعيَّرته فلا بد أن تذهب إليه تستحل منه بما تتفقان عليه ، حتى لو قال لا أسمح لك إلا بكذا وكذا من الدراهم فأعطه . ¶ رابعاً / وإذا كانت المعصية قد اغتبته يعني أنك تكلمت به في غيبته وقد تحدثت فيه عند الناس وهو غائب فهذا فيه تفصيل . ¶ إن كان قد علم بهذه الغيبة فلا بد أن تذهب إلية وتستحله ، وإن لم يكن علم بذلك فلا تذهب إليه واستغفر له وتحدث بمحاسنه في المجالس التي كنت قد اغتبته فيها فإن الحسنات يذهبن السيئات ، وتقول \" اللهم اغفر لهُ \" فلا بد في التوبة أن توصل الحقوق إلى أهلها (3). ¶ ثمرات التوبة ¶ أيها الأخوة في الله يبقى لنا أن نذكركم بثمرات التوبة!! ¶ لأنه قد يسأل سائل أو يقول قائل أو يتبادر إلى الأذهان ماذا لي إن أنا تبت إلى الله عز وجل ؟؟ ¶ أقول له : التوبة كما ذكرت آنفاً أنها من أجل الطاعات وأفضل القربات لرب الأرض والسموات وصاحبها له عند الله منزلة عظيمة وعطايا كريمة – نسأل الله عز وجل من فضله - فمن ثمرات التوبة وفضلها : ¶ 1- التوبة طريق للفلاح : ¶ قال تعالى : { فَأَمَّا مَن تَابَ وَآمَنَ وَعَمِلَ صَالِحاً فَعَسَى أَن يَكُونَ مِنَ الْمُفْلِحِينَ }(1) . ¶ قال تعالى :{ وَتُوبُوا إِلَى اللَّهِ جَمِيعاً أَيُّهَا الْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ }(2) فلا يرجو الفلاح إلا التائبون .جعلنا الله منهم . ¶ 2- الملائكة تدعو للتائبين : ¶ إن الله تعالى يخبرنا عن هذه الثمرة فقال تعالى :{ الَّذِينَ يَحْمِلُونَ الْعَرْشَ وَمَنْ حَوْلَهُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيُؤْمِنُونَ بِهِ وَيَسْتَغْفِرُونَ لِلَّذِينَ آمَنُوا رَبَّنَا وَسِعْتَ كُلَّ شَيْءٍ رَّحْمَةً وَعِلْماً فَاغْفِرْ لِلَّذِينَ تَابُوا وَاتَّبَعُوا سَبِيلَكَ وَقِهِمْ عَذَابَ الْجَحِيمِ }(3). ¶ __________ ¶ (1) القصص :67) . ¶ (2) النور : 31 ). ¶ (3) غافر : 7 ) .",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "قال خلف بن هاشم النجار القارئ : \" كنت أقرأ على سليم بن عيسى فلما بلغت هذه الآية : { وَيَسْتَغْفِرُونَ لِلَّذِينَ آمَنُوا رَبَّنَا وَسِعْتَ كُلَّ شَيْءٍ رَّحْمَةً وَعِلْماً فَاغْفِرْ لِلَّذِينَ تَابُوا وَاتَّبَعُوا سَبِيلَكَ وَقِهِمْ عَذَابَ الْجَحِيمِ } بكى ثم قال : يا خلف ! ما أكرم المؤمن على الله ، نائماً على فراشه ، والملائكة يستغفرون له .(التوبة,للبيانوني:ج1ص[107-108]) ¶ 3- سعة الرزق ورغد العيش : ¶ قال تعالى :{ َأَنِ اسْتَغْفِرُواْ رَبَّكُمْ ثُمَّ تُوبُواْ إِلَيْهِ يُمَتِّعْكُم مَّتَاعاً حَسَناً إِلَى أَجَلٍ مُّسَمًّى وَيُؤْتِ كُلَّ ذِي فَضْلٍ فَضْلَهُ وَإِن تَوَلَّوْاْ فَإِنِّيَ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ كَبِيرٍ }(1) . ¶ أي: يمتعكم بالمنافع: من سعة رزق ورغد العيش، ولا يستأصلكم بالعذاب كما فعل بمن هلك قبلكم من الأمم . ¶ وفي هذا المعنى ما قاله هود لقومه : { وَيَا قَوْمِ اسْتَغْفِرُواْ رَبَّكُمْ ثُمَّ تُوبُواْ إِلَيْهِ يُرْسِلِ السَّمَاء عَلَيْكُم مِّدْرَاراً وَيَزِدْكُمْ قُوَّةً إِلَى قُوَّتِكُمْ وَلاَ تَتَوَلَّوْاْ مُجْرِمِينَ }(2). ¶ وقد وعد نوح- عليه السلام -قومه بخمسة أصناف من الرزق إن هم تابوا واستغفروا ربهم { فَقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّاراً (10 ) يُرْسِلِ السَّمَاء عَلَيْكُم مِّدْرَاراً (11) وَيُمْدِدْكُمْ بِأَمْوَالٍ وَبَنِينَ وَيَجْعَل لَّكُمْ جَنَّاتٍ وَيَجْعَل لَّكُمْ أَنْهَاراً(12 ) مَّا لَكُمْ لَا تَرْجُونَ لِلَّهِ وَقَاراً(13 ) وَقَدْ خَلَقَكُمْ أَطْوَاراً(14) }(3) . ¶ فطوبى لك أيها التائب المتاع الحسن الذي وعدك به ربك { وَمَنْ أَصْدَقُ مِنَ اللّهِ قِيلاً }(4). ¶ 4- تكفير السيئات وغفران الخطيئات : ¶ __________ ¶ (1) هود : 3 ) . ¶ (2) هود-52) . ¶ (3) نوح : 10-14 ) . ¶ (4) النساء:122) .",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "ومن ثمرات التوبة العظيمة وبركاتها الجسيمة ،إن الله يبدل سيئات من تاب إلى الله حسنات ، كما بشر الله عز وجل بذلك فقال في محكم التنزيل :{ إِلَّا مَن تَابَ وَآمَنَ وَعَمِلَ صَالِحاً فَأُوْلَئِكَ يَدْخُلُونَ الْجَنَّةَ وَلَا يُظْلَمُونَ شَيْئاً }(1). ¶ ويقول ابن مسعود رضي الله عنه : التوبة النصوح تكفر كل سيئة . ¶ فطوبى لك أيها التائب قبول الرب لتوبتك ،وتبديل خطاياك إلى حسنات . ¶ 5- نور البصيرة وانشراح الصدر : ¶ قال شيخ الإسلام ابن تيمية رحمه الله :\" إنه ليقف خاطري في المسألة والشيء أو الحالة التي تشكل علي ، فأستغفر الله تعالى ألف مرة ، أو أكثر أو أقل ، حتى ينشرح صدري ، وينحل إشكال ما أشكل\" ¶ 6- صقل القلب وطهارته ووضاءته : ¶ التوبة بمنزلة المصقلة للقلب تذهب بوسخه وسواده وتنظفه وتحافظ على بياضه ، ولهذا قال صلى الله عليه وسلم (( إن المؤمن إذا أذنب كانت نُكتهٌ سوداء في قلبه ، فإن تاب واستغفر صُقل قلبه ،وإن زاد زادت حتى تعلو قلبه ، فذلكم الرَّان الذي ذكر تعالى:{ كَلَّا بَلْ رَانَ عَلَى قُلُوبِهِم مَّا كَانُوا يَكْسِبُونَ }))(2) ¶ والنكتة : الأثر ، أي الذي يتركه الذنب في قلب صاحبه. ¶ 7- محبة الله عز وجل : ¶ مع فرح الله-عز وجل-بتوبة عبده جعل محبته له{ إِنَّ اللّهَ يُحِبُّ التَّوَّابِينَ وَيُحِبُّ الْمُتَطَهِّرِينَ }(3). ¶ قال العلماء : ((التَّوَّابِينَ ))من الذنوب ،(( التَّوَّابِينَ)) من الأقذار ؛ ¶ و هذا يدل على سعة رحمته وعظيم جوده وكرمه . ¶ 8- الخيرية على عباده : ¶ إن خير العباد من أسرع التوبة واستدام الأوبة قال صلى الله عليه وسلم \"كل بني آدم خطَّاء ، وخير الخطائين التوابون \"(4) . ¶ أي الراجِعون إلى الله بالتوبة من المعصية إلى الطاعة ، أو بالإنابة من الغفلة إلى الذكر. ¶ 9- فرح الخالق بالتائب : ¶ __________ ¶ (1) مريم : 60 ). ¶ (2) سورة المطففين 14) . ¶ (3) البقرة : 222 ). ¶ (4) رواه الترمذي وابن ماجه وأحمد وحسنه الألباني . ¶ ...",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "يفرح الحق – عز وجل- بتوبة عبده فرح المستغني عنه المتفضل عليه ، ولهذا قال ابن القيم- رحمه الله – وهذه فرحة إحسان وبر ولطف ، لا فرحة محتاج إلى توبة عبده منتفع بها . ¶ فهو سبحانه لا يتكثَّر به من قلة ولا يتعزز به من ذلَِّه ، ولا ينتصر به من غلبة ، ولا يَعُده لنائبة ، ولا يستعين به في أمر . ¶ ويصور لنا رسول الله - صلى الله عليه وسلم - تلك الفرحة بمثال فيقول :\" لله أشد فرحاً بتوبة عبده حين يتوب إليه من أحدكم كان على راحلته بأرض فلاة فانفلتت منه وعليها طعامُهُ وشرابُهُ فأيس منها ، فأتى شجرةً فاضطجع في ظلها قد أيس من راحلته فبينا هو كذلك إذا هو بها قائمةً عنده فأخذ بخطامها ، ثم قال من شدة الفرح : اللهم أنت عبدي وأنا ربك ! أخطأ من شدة الفرح \" . ¶ 10- التوبة سبيل الظفر برحمة الله الواسعة : ¶ أن التائبين هم أهل رحمة الله – عز وجل – وكرامته وفضله ومنته وانظر إلى عاقبة آدم وإبليس لترى مكانة التائبين عند الله وسعة رحمته لهم ، فآدم تاب واستغفر فكانت عاقبته كما قال تعالى : { ثُمَّ اجْتَبَاهُ رَبُّهُ فَتَابَ عَلَيْهِ وَهَدَى } (1). ¶ وإبليس كفر واستكبر فكانت عاقبته { َقالَ اخْرُجْ مِنْهَا مَذْؤُوماً مَّدْحُوراً لَّمَن تَبِعَكَ مِنْهُمْ لأَمْلأنَّ جَهَنَّمَ مِنكُمْ أَجْمَعِينَ } (1) . ¶ فشتان بين المآلين ، وما أعظم البون بين العاقبتين . نسال الله - عز وجل - أن يحسن عاقبتنا ويتولانا برحمته وعفوه . ¶ 11- حفظ الله ورعايته : ¶ وكان الفضيل بن عياض – رحمه الله- يقول للمجاهدين إذا أرادوا أن يخرجوا للجهاد : \" عليكم بالتوبة فإنها ترد عنكم ما لا ترده السيوف \"(4) . ¶ 12- إغاظة الشيطان : ¶ __________ ¶ (1) طه : 122 ) . ¶ (2) (الأعراف : 18 ) ¶ (3) مفتاح دار السعادة ص:411. ¶ (4) التوبة النصوح ص:15 .",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "لا شك أيها الأحبة أننا في هذه الدنيا في معركة ضروس مع الشيطان ، وهو عدوٌ لا يعرف الملل ولهُ طرق كثيرة ومختلفة ليوقعنا في حبائل شره ، وفي التوبة إغاظة للشيطان وهو أغيظ ما يكون إذا رأى العبد مقبلاً على طاعة الله تعالى وقال رسول الله - صلى الله عليه وسلم - ((ما رُئي الشيطان يوماً هو أصغر ولا أدحر ولا أحقر ولا أغيظ منه في يوم عرفة وما ذاك إلا لما رأى من تنزل الرَّحمة وتجاوز الله عن الذنوب العظام...)) ¶ وأخيراً يقول ابن القيم : لتائب آثاراً عجيبةً ،فإنه إذا تاب إلى الله قبل الله توبته فرتب له على ¶ ذلك القبول أنواعاً من النعم لا يهتدي العبدُ لتفاصيلها ، بل لا يزالُ يتقلب في بركتها وآثارها مالم ينقضها ويفسدها(3) . ¶ فمتى أرى دموع التوبة من مقلتيك تنهمر ؟ متى تزف إلي جميل الخبر وتقوى على كسر القيود وتنتصر ؟إني بفارغ الصبر أنتظر . ¶ فيا أُخي التوبة التوبة قبل أن تصل إليك النوبة،الإنابة الإنابة قبل أن يغلق باب الإجابة !! ¶ أبيات محب ¶ وقبل الختام أهدي إليكم هذه الأبيات بعنوان (( أنا تائبٌ )) وهي مطابقة لعنوان هذه الرسالة وهي سبب إعداد هذه الرسالة والتي أقول فيها : ¶ ربا ه يا ذا الفضل والإحسان ¶ فلك المحاسن كلها بتما مها ¶ أنت المرجّى للحوائج كلها ¶ أنت الحليم بمن عصى وتجرءا ¶ أدعوك بالليل البهيم منادياً ¶ أدعوك يا رباه يا رب العلا ¶ ما أنتِ يا دنيا بدار قرارنا ¶ فأنا الغريق بدعوة الشيطان إذ ¶ فاللهو يسرق وقتنا في لمحة ¶ واليوم أرجوا رحمة المنان لي ¶ يا ربي أغفر زلتي وخطيئتي ¶ أدعوك يا من تسمع الأبيات أن ¶ سارع فإن الموت بالمرصاد جا ¶ فالحق يسموا بالصحاب وقربهم ¶ أملأ فؤادك بالتقى وبهمةٍ ¶ قلها معي أنا تائبُُُ بل نادمُ ¶ تلك النصيحة أجتبيها للذي ... أنت الرحيم وغافر الزلاّتِ ¶ أنتَ الكريم ومٌنزل الرحماتِ ¶ أنتَ الجواد مفرج الكرُباتِ ¶ أرجوك ربي فامسح العثراتِ ¶ أنا تائبٌ لك أرفع الدعواتِ ¶ أحسن وقوفي يوم ذي الحسراتِ",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "ما أنت إلا بؤرة الآفاتِ ¶ دوماً بلهوي راقدٌ بسباتِ ¶ والعمر يمضي مسرع الخطواتِ ¶ قبل الرحيل أنازع السكراتِ ¶ فأنا المقر بذنبي في الخلواتِ ¶ تنجوا بنفسك عن ردى اللذاتِ ¶ عجل بخيرٍ واسكب العبراتِ ¶ كالنور يٌجلي ظلمة الشهواتِ ¶ ترجوا الإله برفعت الدرجاتِ ¶ عما جرى بصادق الدمعاتِ ¶ يخشى سعيراً تطلق الزفراتِ ¶ الخاتمة ¶ وبعد هذا أيها الأحبة في الله هل من مشمِّر ؟! هل من مشمر للتوبة ؟! ¶ شمر عسى أن ينفعَ التشميرُ **** وانظر بفكرك ما إليه تصيرُ ¶ فما ذكرنا أخي في الله شيء قليل ونزرٌ يسير من أسرار التوبة ؛فعض عليها بالنواجذ ، فإنها البضاعة الرابحة والصفقة الناجحة ولن تلق الله بشيء أفضل من تكفير السيئات ،وإقالة العثرات ،فتفوز مع الفائزين ,وتسعد مع التائبين . ¶ فاختم أُخي بالقربات الصالحات أعمالك ،وبدوام التوبة والإنابة بقية أوقاتك فإنك لا تدري متى ترحل من هذه الدنيا فكن متيقظاً فطناً إلي لقاء الله عز وجل . ¶ فاللهم اجعلنا من التوابين المتطهرين ، اللهم أعتقنا من رقَّ الذنوب ، وخلصنا من أشر النفوس ، وباعد بيننا وبين الخطايا كما باعدت بين المشرق والمغرب ، وآجرنا من الشيطان الرجيم ، اللهم نستغفرك من كل مازلت به القدم أو طغى به القلم ، اللهم نستغفرك من كل علمٍ وعمل قصدنا به وجهك الكريم ثم خالطه غيرك ، اللهم طيبنا للقائك ، وأدخلنا في حزب أوليائك ، وارزقنا الرضا بقضائك والصبر على بلائك ، اللهم قنَّعنا بعطائك ، واكفنا بحلالك عن حرامك ، وبفضلك عمن سواك ، اللهم أحيينا حياة السعداء وأمتننا ميتة الشهداء ... آمين ¶ إعداد : ¶ سلطان بن سراي الشمري ¶ bnsrray@naseej.com",
            "page": "28",
            "part": "1"
        }
    ],
    "t35172": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "أنا تايب"
        }
    ]
}