{
    "b35179": [
        {
            "id": "1",
            "nass": "أجيالنا بين ¶ الواقع والأمل المنشود ¶ بسم الله الرحمن الرحيم ¶ ... الحمد لله الملك الجليل ، المنزه عن النظير والعديل ، المنعم بقبول القليل ، المتكرم بإعطاء الجزيل ، تقدس عما يقول أهل التعطيل ، وتعالى عما يعتقد أهل التمثيل ، نصب للعقل على وجوده أوضح دليل ، وهدى إلى وجوده أبين سبيل . ¶ أحمده كلما نطق بحمده وقيل ، وأشهد أن لا إله إلا الله وحده لا شريك له المنزه عمَّا عنه قيل ، وأصلى على نبيه محمد الصادق النبيل ، وعلى أبى بكر الذي لا يبغضه إلا ثقيل ، وعلى عمر وفضل عمر فضل طويل ، وعلى عثمان ، وكم لعثمان من فعل جميل ، وعلى عليّ وجحد قدر علي تغفيل . ¶ إخوتاه ... ¶ أجيالنا بين الواقع والأمل المنشود ، تلك ـ لعمر الله ـ قضية تثير الأسى ، والكلام عنها ذو شجون ، فإنَّ الصحوة الإسلامية منذ بدأت وهي تهفو لإيجاد جيل \" التمكين \" ، الجيل الذي وعد الله تعالى بقوله : \" وعد الله الذين آمنوا منكم وعملوا الصالحات ليستخلفنهم في الأرض كما استخلف الذين من قبلهم وليمكنن لهم دينهم الذي ارتضى لهم وليبدلنهم من بعد خوفهم أمنا يعبدونني لا يشركون بي شيئا \" ¶ الجيل الذي وعدنا رسول الله صلى الله عليه وسلم بقوله : ــ \" بشر هذه الأمة بالسناء والدين و الرفعة و النصر و التمكين في الأرض \"(¬1) ¶ ¬__________ ¶ (¬1) أخرجه الإمام أحمد وابن حبان والحاكم في المستدرك من حديث أبي بن كعب رضي الله عنه وصححه الألباني (2825) في صحيح الجامع .",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "وكلما أتى جيل ترقب أن تكون النصرة فيمن يليه ، فإذا الجيل الناشيء أسوأ ممن كان قبله ، قالوا : لعل الأبناء الذين سينشأون في بيت الملتزمين تأتي النصرة على أيديهم ، فإذا الأولاد أسوأ من الآباء ، وذلك لأنَّ الآباء لم يربوا تربية إسلامية صحيحة ، وذلك لأنَّ الالتزام الأجوف صار ظاهرة مريرة ، وصارت كل معاني الالتزام مبتسرة في المظهر فضاع الجوهر ، وحقيقة الأمر على أنَّ الدين كل واحد \" ادخلوا في السلم كافة \" أي الإسلام ، فالاهتمام بالجانبين حتم لازم ، فمظهر يدل على جوهر ، وجوهر يدلل عليه حسن المظهر ، عقيدة راسخة وإيمان قوي يصدقه عمل وطاعة لله تعالى ، يقين بالله وحسن توكل عليه يفرز عبادة وقربات إلى الله تعالى ، توحيد بالله وإخلاص يشده اتباع للنبي صلى الله عليه وسلم وتمسك بسنته الغراء ، تزكية للنفوس وتربية للقلوب تنتج برًا وحسن خلق . ¶ كذا كان الأمل المنشود أن يستوعب أهل الصحوة حقيقة تلك الأمور في حياتهم وعند تربيتهم لأولادهم ، ولكن يبدو أنَّ المفاهيم اختلطت ، ومع كثرة الجدل ونفث الأعداء للشبهات ضاعت الحقيقة ، وتعددت المناهج ، وكان يقال بالأمس : إنَّ الأهداف مشتركة والوسائل مختلفة ، وإنَّي لأجزم الآن بأنَّ الأهداف بين أهل الصحوة قد اختلفت ، ساعد على ذلك اختلاف المنابع والمشارب ، لذلك دعونا الآن نطرح هذه القضية من جديد ، بداية من تحديد الأهداف وجلائها ووضوحها عند الجميع ، مرورًا بتفسير الواقع ودراسة الظواهر السلبية ، واقتراحات العلاج سائلين الله تعالى الهداية والتوفيق والرشاد . ¶ أولاً : الهدف المنشود ¶ تحديد الهدف هو أصل هذا الإشكال ، فكثير من الشباب يعيشون اليوم بلا هدف ، فإذا سألت واحدًا منهم ما هدفك ؟ ماذا تريد ؟ ما أقصى آمالك وأمانيك ؟ ما هي أحلامك ورغباتك ؟",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "فإمَّا أن يجيب بإجابات إنشائية لا يفقهها ، أو أن يردد أقوالاً سمعها من هنا أو هناك ولم يؤمن بها ولا صدقها ، وإنما يستعملها عند الحاجة إليها ، والدليل على ذلك ما يأتينا من أنَّ علامة وضوح الهدف في الأذهان أن يصير كقطب الرحى تدور حوله جميع حركاتك وسكناتك ، جميع أقوالك وأفعالك ، كلها في خدمة هذا الهدف . ¶ أمَّا الغالبية الصادقة مع أنفسها فستقول : لا أدري .. لا أعرف .. ربما كذا ... أو كذا . ¶ أحبتي في الله .. ¶ يجب على المسلم المعاصر أن يجعل له هدفاً محدداً ، أن يجعل لوجوده غاية عظمى ، أن يجعل لحياته رسالة سامية .. ¶ إننا ـ أحبتي في الله ـ ما لم تتجسد في حياتنا قيم الإسلام ومثله العليا ، إذا لم يصبح الإسلام مقياس كل حكم ومفتاح كل قضية ، ومصدر كل تصور عندنا ؛ فلن يطول الزمن حتى يميل بنا الهوى ، وتعبث بنا النَّوَّات ؛ لأننا نعيش ـ وللأسف ـ في مجتمع جاهلي لا يمتُّ إلى جوهر الدين بصلة ، إننا نعيش في مجتمع بعيد عن القيم ، مجتمع تعطلت فيه كل حواس الخير ، نعيش في مجتمع ازدحمت فيه عوامل الإفساد ، فإن لم يكن شبابنا على قدر كبير من العقيدة وسمو الخلق ، وقوة الإيمان ؛ فإنهم سيضيعون حتماً لا محالة ، نسأل الله أن يثبتنا وشباب المسلمين على الإيمان ، اللهم ثبت الإيمان في قلوبنا . ¶ نعم ! إن لم تكونوا ـ إخوتي الشباب ـ مُهَدِّفِينَ حياتكم ، شديدي المحاسبة لأنفسكم ، دائمي المراقبة لربكم ؛ فستزل بكم الأقدام بعد ثبوتها ، وتذقوا السوء ، فإن لم تكونوا متورعين عن الشبهات ، مقبلين على الطاعات ، حريصين على النوافل والعبادات ؛ فستصابون حتماً بلوثات هذا المجتمع الذي تعيشون فيه ، وسيصيبكم نصيب كبير من شذوذه وانحرافه ، فما أنتم إلا جزء من هذا المجتمع . ¶ إخوتاه ..",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "إنَّ أهل الدنيا قد اختاروها هدفًا ينشدونه ، فأسرار الكون عند علمائهم غاية ، والرفاهية والرخاء والظفر بملذات الحياة عند ساستهم وعوامهم هدفًا ، ولقد أشار القرآن الكريم إلى سوء عاقبة هؤلاء فقال ـ تعالى ـ : \" والذين كفروا يتمتعون ويأكلون كما تأكل الأنعام والنار مثوىً لهم \" وبيَّن النبي صلى الله عليه وسلم أنَّ الحرص على الدنيا وجعلها هدفًا ضد اتجاه المؤمن ، قال صلى الله عليه وسلم : \" و لا يزداد الناس على الدنيا إلا حرصا و لا يزدادون من الله إلا بعدا \"(¬1) ¶ فلا يجوز للمسلم المعاصر الذي يعيش التحدي العالمي الكبير ، أن يعيش هكذا ضائعاً مهملاً ، أو مشغولاً بالطعام والشراب والجنس والشهوة ..لا ينبغي أن يكون شعاره في الدنيا قول الشاعر : ¶ إنما الحياة طعام وشراب ومنام فإن فاتك هذه فعلى الدنيا السلام ¶ فالمسلم صاحب رسالة ، صاحب هدف ، يجعل حياته وقفاً على هدفه ، ولسان حاله : ¶ يهون علينا في المعالي نفوسنا ومن يخطب الحسناء لم يغله المهر ¶ إخوتاه .. ¶ ما هدفنا إذن ؟ القرآن الكريم يهدِّف حياتك ، ويدلك على الوسائل لتحقيق هذا الهدف في عبارات موجزة ، جامعة شافية كافية . ¶ يقول ربي ـ وأحق القول قول ربي ـ : \" يا أيها الذين آمنوا اركعوا واسجدوا واعبدوا ربكم وافعلوا الخير لعلكم تفلحون وجاهدوا في الله حق جهاده هو اجتباكم وما جعل عليكم في الدين من حرج ملة أبيكم إبراهيم هو سماكم المسلمين من قبل وفي هذا ليكون الرسول شهيداً عليكم \" ¶ خذ الهدف : \" وتكونوا شهداء على الناس \" هذا هو هدفك نص عليه القرآن . ¶ إنك خلقت وبعثت لهذه الأمة ؛ لكي تكون شهيداً على العالم ، بل على العالمين ، لما يبعث نبي الله نوح يقول الله له : هل بلغت ؟ ، يقول : نعم ، فيقال : من يشهد لك ؟ ، يقول : أمة محمد صلى الله عليه وسلم ، فهل أنت جاهز للشهادة على قدرها ؟!! ¶ ¬__________ ¶ (¬1) أخرجه الحاكم في المستدرك من حديث ابن مسعود رضي الله عنه وحسنه الالباني (1146)",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "\" ربنا آمنا بما أنزلت واتبعنا الرسول فاكتبنا مع الشاهدين \" هذا هدفك ينص عليه القرآن . ¶ \" ليكون الرسول شهيداً وتكونوا شهداء على الناس فأقيموا الصلاة وآتوا الزكاة واعتصموا بالله هو مولاكم فنعم المولى ونعم المصير \" هذه هي دعوة القرآن لتهديف الحياة . ¶ إخوتاه .. ¶ إن أخطر ما في قضية اليوم أن المسلمين ـ وللأسف الشديد ـ صار في قلوبهم شعور أن في هذه الدنيا من هو أفضل منه ، وهو أخطر ما يحطم القلب ، كثيراً ما أحرص وأقول لكم : إنكم ـ أحبتي في الله ـ أفضل من على ظهر الأرض ، أنتم ومن مثلكم ، ينبغي أن تعتقدوا هذه ، ورضي الله عن عمر حين قال : كنا أذل قوم ، فأعزنا الله بالإسلام ، فمهما ابتغينا العزة في غيره أذلنا الله . ¶ \" الذين يتخذون الكافرين أولياء من دون المؤمنين أيبتغون عندهم العزة فإن العزة لله جميعا \" ، إننا ينبغي أن نوقن بذلك ، أن نؤمن بذلك ، أن نعيش لذلك ، أننا شهداء على الناس . ¶ هل عرفتم هدفكم ؟ ¶ هدفك : دينك لحمك دمك وإن قتلت أو حرقت ، فإننا لا نعيش لأنفسنا بل نعيش لديننا ، هذا هدفي . ¶ أما الغاية فهي رضا الله والجنة ، غايتك رضا الله ، أن تصل إلى رضا الله من خلال هذا الهدف ، \" كنتم خير أمة أخرجت للناس تأمرون بالمعروف وتنهون عن المنكر وتؤمنون بالله \" ¶ هذا هو هدف إخراجك ، أن تكون لترضي الله ، هذا هدفك ، أن تعيش لدينك . ¶ إخوتاه .. ¶ إننا بحاجة اليوم إلى أن نعيش الإسلام وبالإسلام وللإسلام ، ومن العجيب أنك اليوم تجد من لا يزال يجادل في أهمية طلب العلم والدعوة إلى الله ، المسألة لا تحتاج إلى نقاش .. اليوم لازلت تجد امرأة تجادل : أنعمل خارج البيت أم لا ؟ ! ، تجادل في أوامر الله !! ، الله يقول : \" وقرن في بيوتكن \" فانتهت القضية ، وهكذا شأن المؤمنين والمؤمنات أن يذعنوا لأوامر ربهم \" وقالوا سمعنا وأطعنا غفرانك ربنا وإليك المصير \" ¶ والسؤال الآن : ¶ (1) : التركيز في الهدف ( تعلق القلب بالهدف )",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "إن الشاب الذي في المرحلة الثانوية ويريد أن يلتحق بكلية الطب مثلاً ، ينبغي أن يكون الالتحاق بكلية الطب هدفاً يرمي إليه ، ولكي يكون صاحب هدف فلابد أولاً من التركيز في الهدف ، بأن يكون هدفه نصب عينيه دائماً ، فلا يفارق مَخِيلَتَه ، عندما يأتي لينام يتذكر يوم النتيجة ، ويرى أقرانه وقد حصدوا أعلى الدرجات فتثور حميته وغيرته فينتفض جالساً ، ويكبُّ على كتبه ، فيكون هدفه نصب عينيه أمامه يدور دائماً في مخيلته . ¶ نعم ـ إخوتاه ـ .. ¶ حين تركز في الهدف فيصبح الإسلام غاية تتراءى لك ، فسوف يحدث انقلابًا جذريًا في حياتك ، وتعالوا نصدق مع أنفسنا : هل نحن نعيش لله أم لأنفسنا أم لأنفسنا ولله ؟!! ¶ أسألكم بربكم .. هل حلمت ـ ولو مرة ـ أنك ستؤذن وتؤم في كل بقعة من الأرض لم تعلَ فيها راية الإسلام ؟ ، هل حدث مثل ذلك ؟ لماذا الإسلام ليس على بالك ؟، لماذا ليس على بالك دينك ؟ ، لماذا التمكين ليس في رأسك ؟ ¶ أخي الكريم ... ¶ ماذا تريد ـ يا عبد الله ـ الآن ، سل نفسك هذا السؤال ، ما الذي يدور بخلدك ؟ ما هي أحلامك وطموحاتك ؟ ماذا تنشد ؟ إنك ـ وللأسف ـ تريد أن تملك شقة واسعة ، وزوجة جميلة ، ومرتباً عالياً ، وسيارة فارهة ، تريد ملابس جميلة ، تريد أن يكون لك احترام وتوقير عند الناس ، أليست هذه وغيرها من الفانيات هي آمال السواد الأعظم من المسلمين اليوم ، فكيف بالله تتكلمون عن نصرة وتمكين ، إنها مجرد خواطر عابرة ، أو حماسات قلبية سرعان ما تفتر أمام مغريات الدنيا الزائلة ، نعم يا أخي ، صارت هذه همومنا ، آمالنا ، أحلامنا ، رغباتنا ، أهواؤنا ، أمَّا النبي محمد صلى الله عليه وسلم فكان هدفه نشر الدين ، وكان يربط قلوب صحابته رضوان الله عليهم بهذا الهدف بحيث لا يفارقهم . ¶ قال لسراقة في قصة الهجرة الشهيرة : كيف بك إذا لبست سواري كسرى ، وهو بعد مطارد ، ولم يكن قد مكِّن لرسول الله في الأرض .",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وفي غزوة الأحزاب التي يقول عنها ربنا تبارك وتعالى : \" إذ جاءوكم من فوقكم ومن أسفل منكم وإذ زاغت الأبصار وبلغت القلوب الحناجر وتظنون بالله الظنونا هنالك ابتلي المؤمنون وزلزلوا زلزالاً شديداً \" ¶ و رسول الله صلى الله عليه وسلم يأخذ المعول ويضرب صخرة عرضت للصحابة فلم تنفع فيها المعاول : فقال صلى الله عليه وسلم: \"بسم الله\" فضرب ضربة فكسر ثلث الحجر ، وقال: \" الله أكبر أُعطيت مفاتيح الشام والله إني لأبصر قصورها الحمر من مكاني هذا\". ¶ ثم قال: \"بسم الله\" وضرب أخرى فكسر ثلث الحجر فقال: \" الله أكبر أعطيت مفاتيح فارس والله إني لأبصر المدائن وأبصر قصرها الأبيض من مكاني هذا\". ¶ ثم قال: \"بسم الله\" وضرب ضربة أخرى فقطع بقية الحجر فقال: \"الله أكبر أعطيت مفاتيح اليمن والله إني لأبصر أبواب صنعاء من مكاني هذا\".(¬1) ¶ نعم فقلبه -صلى الله عليه وسلم - متعلق بالهدف ، يحفر الخندق وهم محاصرون خائفون قد أضرَّ بهم زمهرير البرد ، وهو ينظر إلى قصور الشام والمدائن واليمن ، أعرفت كيف ربى النبي أصحابه وفي أشد الصعاب جعل مفتاح النصر هو تعلق القلب بالهدف ، واليقين بأنَّ الله ما كان مخلف وعده رسله ، والثبات والصبر الذي هو ثمرة الاعتقاد الجازم . ¶ (2) : أن يعيش حياته طبقاً لهدفه . ¶ إخوتاه .. ¶ إذا كان الإسلام عزيزاً عليكم ، وإذا كنتم قد جعلتموه هدفكم الذي تعيشون من أجله ، وتموتون من أجله ،فيلزمكم أن تجعلوا علاقاتكم وأعمالكم ومشاغلكم اليومية تتفق وتتطابق مع الإسلام في حياتكم العملية ، وألا يوجد بين معيشتكم وبين هدفكم أي نوع من التضارب أو التضاد . ¶ إذا جعلت الإسلام هدفك ؛ فلن يكون هناك تضارب بين حياتك وبين الإسلام إطلاقاً ¶ ¬__________ ¶ (¬1) رواه أحمد وفيه ميمون أبو عبد الله وثقه ابن حبان وضعفه جماعة،وبقية رجاله ثقات.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "أريدك إذاً أن تعيش حياتك للإسلام ، فإنَّ الذين يعيشون اليوم باسم الإسلام لا يحتاجون مجرد إرشادهم ووعظهم وتذكيرهم ، وإصدار الصحف والنشرات لهم ؛ بل يحتاجون من ينتشلهم من الجاهلية التي تضغط على حسهم بالأمر الواقع ؛ ليعيشوا الإسلام ، ليعيشوه حقيقة لا ليتمنوه ، ولا ليعجبوا به ، ولا ليتكلموا عنه ، بل ليعيشوه ، نريد أن نعيش الإسلام ، نعيشه عيشة حقيقية ، أن نعيش الحياة كما عاشها النبي محمد صلى الله عليه وسلم ، كما رسمها لتا ، نعيش لله ، فالطعام والشراب للتقوي على طاعة الله وعبادته ، وطلب الرزق للكفاف ، والزواج عفة وإحصان من غوائل الشيطان ، وفي بضع أحدكم صدقة ، والأخلاق السمحة أصل في التعامل مع الناس برهم وفاجرهم ،المسلم والكافر ، وعلو الهمة صفة لازمة ، وطلب العلم من المهد إلى اللحد ، والعبادة قربة \" اسجد واقترب \" فاستكثر من الوصال ، إنها حياة واقعية إلى أبعد حد ولكن الشيطان يثبطنا عنها ويصعبها لنا ، فيطرد عن ذهنك إرادتها فاستعينوا بالله ولا تعجزوا ، فالأمر بالله جد يسير . ¶ إخوتاه .. ¶ من علامات من يعيش وفق هدفه : أنْ يزيح من أمامه كل ما عارض هذا الهدف ، إنها التصفية والتخلية ، لذلك قال حبيبك محمد صلى الله عليه وسلم ـ كما في صحيح مسلم ـ : \" ألا إن كل شيء من أمر الجاهلية تحت قدمي موضوع \" ¶ فإذا عشت الإسلام ، فكل ما يعارضه فتحت النعل ، لابد أن يكون الأمر هكذا ، فلا تنشغل بالترهات والشبهات التي ينفث بها أعداء الإسلام من حين لآخر ، ولا تستوقفك الدنايا مما يقع من سفاسف الأمور ، ولا تُعر اهتمامًا بأصحاب الدنيا وخلانها ، ولا تقع في وحل شهوة دنية ، وخذ الأمر بعزة وكبرياء المؤمن ، قل لنفسك حينها : أ أقع في مثل درهم أو غانية ، تالله ما لهذا خلقتُ ؟ إنَّ هذا ليصدني عن السبيل وما كنت لأذهب ديني وأضيع عمري ونفسي في مثل هذه الدنايا التي أربا بنفسي من الوقوع فيها .",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وهذا مثال واقعي : فالطالب المتفوق في دراسته تجده يقوم وينام على هدفه أن يكون الأول على دفعته ، فانظر لمثل هذا إن جاءه زميل ثرثار أو جاءت فتاة تطلب منه أن يشرح لها كذا وكذا ليلة الامتحان ، إنني ما أتصور إلا أنه سيغلق الباب أمامها أو ينهي الحديث معها سريعًا ، ويقول : كيف لي أن أضيع مستقبلي من أجل هذا أو تلك ؟!! ¶ وهذا أليق بك ـ أيها المؤمن ـ فمستقبلك معرض للخطر مع كثرة الالتفات ، \" فاترك البحر رهوًا \" ، تجاوز تلك العقبات ، امض في سيرك ، وهذا المعنى علمناه رسول الله صلى الله عليه وسلم ، فعلمنا إذا صلينا ألا نتلفت بحواسنا ولا بقلوبنا \" و إذا قمتم إلى الصلاة فلا تلتفتوا فإن الله عز و جل يقبل بوجهه على عبده ما لم يلتفت \"(¬1) ¶ وقال صلى الله عليه وسلم : \" الشهداء الذين يقاتلون في سبيل الله في الصف الأول و لا يلتفتون بوجوههم حتى يقتلوا فأولئك يلقون في الغرف العلا من الجنة يضحك إليهم ربك إن الله تعالى إذا ضحك إلى عبده المؤمن فلا حساب عليه\"(¬2) ¶ فأعلى الناس منزلة عند الله أكثرهم استقامة على أهدافهم ، الذين لا يلتفتون بوجوههم لأي عارض ، وعلى هذا فكن فإنَّ هذا السبيل سيقطع علينا من البداية الخوض في مشاكل كثيرة ، فبهذه العزيمة والهمة العالية والاعتزاز بالانتماء لهذا الدين ستتخلص من عقبات كثيرة ، كل منها قد يودي بك ويقطع عنك السبيل إلى ربك لو تمهلت ونظرت فالتفتت فحذار حذار . ¶ إخوتاه .. ¶ من علامات الحياة وفق الهدف : الاستعداد الجاد والمراقبة المستمرة ¶ ¬__________ ¶ (¬1) أخرجه الإمام أحمد في مسنده والترمذي في جامعه والنسائي في سننه وابن حبان في صحيحه والحاكم في المستدرك ، وصححه الالباني (1724) في صحيح الجامع . ¶ (¬2) اخرجه الطبراني في الأوسط وصححه الألباني (3740) في صحيح الجامع .",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "فهدف المسلم يحتاج إلى ذكاء ، يحتاج إلى مراقبة كل ما يصدر عنه من حركات وأعمال ، ولابد له من إعداد العدة ، فللسبيل شروط للسير وقواعد للمرور لابد من الانضباط بها . ¶ انظر ـ على سبيل المثال ـ من يريد أن يقوم الليل لابد أنْ يتواصى بعدة أمور : ¶ يقول ابن الجوزي : \" لقيام الليل شروط ظاهرة ، وشروط باطنة . ¶ أما الشروط الظاهرة : ¶ 1- التقليل من الأكل والشرب ما أمكن . ¶ ( فالذي هدفه قيام الليل لا يملأ معدته بكثير من الأكل والشرب ، ويقول أريد أن أقوم الليل ، لا يمكن أن تستطيع ذلك ، بل ربما لا تقوم للفجر ، فلابد إذاً أن تعيش حياتك لهدفك ولما تريد ) . ¶ 2ـ ألا يرهق جسده بالنهار . 3ـ أن يستعين بالقيلولة .. ¶ ثم يقول ابن الجوزي : وله شروط باطنة وهي : ¶ أولها : سلامة الصدر للمسلمين . ( فمثلاً : قد تغتاب إنسانًا فتحرم قيام الليل شهراً ) ¶ ثانياً : أن يكون عنده حب مقلق أو شوق مزعج ( فعندما تحب ربك ، فإنك ستقوم له ، أو شوق مزعج ، فتشتاق للقاء الله ، فيزعجك الشوق فتقوم) ¶ إخوتاه .. ¶ كذلك المسلم الذي يريد أن ينصر دينه ، صاحب هدف غالٍ ، إنَّ هذا الهدف النبيل يحتاج منك أن تراقب نشاطاتك ، فأي كلام ، أو أي حركات ، أو أي سكنات تنافي الإسلام ؛ فيجب أن تتخلص منها ، وإلا فإن الإنسان إن لم يراقب حركاته وسكناته ؛ فإنَّه من الممكن أن يجد نفسه في هذه الدنيا داخل شباك ، يبدو في الظاهر أنه يعيش ، إلا أنه ـ في الحقيقة ـ قد انتحر ، وقتل هدفه . ¶ إن الحياة الجميلة الطيبة هي أن تحيا لهدفك ، أن تعيش لله رب العالمين ، قال الله تعالى : \" قل إن صلاتي ونسكي ومحياي ومماتي لله رب العالمين لا شريك له وبذلك أمرت وأنا أول المسلمين \" نريدك أن تعيش لله ، نريدك رجلاً بحق",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "قال عمر يوماً لأصحابه تمنوا ، فقال أحدهم : أتمنى ملء هذا البيت ذهباً أنفقه في سبيل الله ، وقال الآخر : أتمنى ملء هذا البيت عبيداً أحررهم لله ، وقال عمر : أما أنا فأتمنى ملء هذا البيت رجالاً مثل أبي عبيدة أستعملهم في طاعة الله . ¶ ولما قدم عمر الشام فتلقاه أمراء الأجناد فقال أين أخي أبو عبيدة فقالوا يأتي الآن فجاء على ناقة مخطومة بحبل فسلم عليه وساءله حتى أتى منزله فلم نر فيه شيئا إلا سيفه وترسه ورحله فقال له عمر لو اتخذت متاعا قال يا أمير المؤمنين إن هذا يبلغنا المقيل . أي يبلغنا الجنة . ¶ هذا هو هدفك .. أن تصل للجنَّة ، وبعد ذلك انتهى كل شيء ، وليكن شعارك : ( ما لي وللدنيا ، ما أنا في الدنيا إلا كراكب استظل بظل شجرة ثم راح وتركها ) ، نعم أن يعيش حياته طبقاً لهدفه . ¶ (3) : وجود روح الهدف : ¶ إخوتاه .. ¶ ما أحوجنا لوجود روح الهدف في العمل . إن لكل قول حقيقة ، فهناك فرق كبير بين العمل الذي يخرج حقيقة من خلال عاطفة الدعوة لدين الله ، وبين العمل الذي يتم بصورة تقليدية ، أو مجرد أداء الواجب ، نعم إننا في هذا العصر قد رضينا بعبادات قد تحولت إلى عادات ، صرنا نؤدي الصلاة بطريقة روتينية ، نحتاج إلى وجود روح ، نحتاج إلى حماسة القلب ، فإنَّ الله يريد منا شعورنا الحي ، وإرادتنا الواعية . ¶ في صحيح مسلم قال صلى الله عليه وسلم : \" ــ إن الله تعالى لا ينظر إلى صوركم و أموالكم و لكن إنما ينظر إلى قلوبكم و أعمالكم \" ¶ وفي الحديث إشارة واضحة إلى أنَّ القلب محل نظر الرب ، فيا عجباً ممن يهتم بوجهه الذي هو نظر الخَلْق فيغسله وينظفه من القذر والدنس ويزينه بما أمكن لئلا يطَّلع فيه مخلوق على عيب ، ولا يهتم بقلبه الذي هو محل نظر الخالق فيطهره ويزينه لئلا يطلع ربه على دنس أو غيره فيه .",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وقال صلى الله عليه وسلم \" و اعلموا أنَّ الله لا يستجيب دعاء من قلب غافل لاه ... .\"(¬1) ¶ فلا يعبأ بسؤال سائل غافل عن الحضور مع مولاه مشغوف بما أهمه من دنياه ، فالله يريد منك قلبك وروحك ؛ أن يكون في العمل روح . ¶ إخوتاه .. ليست الضجة الشكلية للعمل هي المطلوبة ، قال الله ـ تعالىـ : \" لن ينال الله لحومها ولا دماؤها ولكن ينالها التقوى منكم \" ¶ ينبغي أثناء العمل أن تتحرك مشاعرنا بقدر ما تعتلج هذه الأعمال في مكنونات نفوسنا ، الغذاء الحسي الذي تناله قلوبنا وأرواحنا هو هدفنا الأساسي ، حين ينبض الهدف بالحياة ؛ يصبح العمل حياً ، وحين يموت الهدف يصبح العمل إجراءاً لا روح فيه . ¶ إخوتاه .. ¶ إن مجرد فهم الإنسان للهدف واطمئنانه بصحته عقلاً إنما هو خطوة البداية بسلوك هذا الطريق ، وهي وحدها لا تسمن ولا تغني من جوع ، إلا أن يكون في قلبك نارٌ متقدة لنصرة الدين ، تكون على الأقل في ضرامها مثل تلك النار التي توجد في قلب أحدكم حين يجد ابناً له مريضاً ، فلا يدعه حتى يسرع به إلى الطبيب ، الأمة مريضة ، إنني أريد أن توقد في قلوبكم نار ، نار الإسلام ، الغيرة على الإسلام وللإسلام ، هذه النار تأكل مشاغلكم عن الإسلام ، وكما قالوا : حب الله : نارٌ في القلب تأكل كل ما سوى المحبوب ، نعم نارٌ تأكل كل ما سوى الهدف . ¶ ثانيًا : واقع المسلمين ورصد للظواهر السلبية ¶ (1) الخلل في التكوين الاعتقادي السليم ¶ ¬__________ ¶ (¬1) أخرجه الترمذي في جامعه والحاكم في المستدرك وحسنه الالباني (245) في صحيح الجامع .",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "من أخطر الظواهر السلبية في حياة المسلمين اليوم ، ظاهرة \" الخلل الاعتقادي \" فتجد عقائد فاسدة ، وإيمان متذبذب ، وعقيدة يتشدق بها كثيرون ولا أثر لها في الواقع ، وشركيات خطيرة يقع فيها السواد الأعظم من المسلمين ، فلا زلنا نعاني من \" شرك القبور \" ولا زلنا نسمع في شوارع المسلمين سبًا لله وللرسول وللدين ، ولا يزال شرع الله مهمشًا لا يتحاكم إليه في أغلب بلاد المسلمين ، وأغلب الناس يقع في عقيدة القضاء والقدر ، أمَّا الولاء والبراء فحدِّث ولا حرج ، فنوالي للمصلحة الشخصية والانتماء القومي وإنْ كان من أشد أعداء الدين ، ونعادي من لا يوافقنا في طريقتنا ، ومن يخالف مصالحنا وإنْ كان من أولياء الله الصالحين . ¶ إنَّه غياب الوعي بحقيقة التوحيد ، فليس المهم أن تلمَّ بصورة التوحيد فحسب ، فإسلام الكلمة سرعان ما يزول أو يذوب عند أول فتنة ، بل أن تعي حقيقة التوحيد فينتج هذا الوعي إيمانًا قلبيًا راسخًا تصدقه الأعمال الصالحة الظاهرة ، والخلل في هذا الجانب هو السبب الحقيقي وراء هذه الظاهرة الخطيرة . ¶ إخوتاه .. ¶ المسلم المعاصر يواجه تحديًا عقديًا رهيبًا ، وتيارات عاصفة من الشبهات ، وليس ثمَّ سبيل سوى أن يعي المسلم حقائق الحياة بصورة صحيحة ، فتتفتح أمامه منافذ البصر و البصيرة و حوافز العمل و التحدي ليكون أقدر على الثبات في مجال الصراع و الإغراء 0 ¶ هذا الوعي المنشود يجعل المسلم يفهم معنى الإيمان و حقائق الإسلام فيرتبط العمل بمرضاة الله و يقيم المسلم سلوكه على هدى شريعة الله ، و يهذب المسلم عواطفه حتى لا يندفع في حب الفتنة و مظاهر الفساد ، فالوعي ميزة مهمة للأمة تنمو بنمو الإيمان و عمقه في نفس المسلم ، و تزداد بتزايد يقظة الوجدان الذي يراقب الله سبحانه ، و يظل ينظر إلى يوم الدين و يحسب حساب الآخرة ،و تتوسع مع توسع العلم و المعرفة و التجربة ¶ ولتدارك هذا الخلل لابد من رصد الأسباب التي أدت إليه",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "أسباب الخلل الاعتقادي في المجتمع الإسلامي ¶ (1) الغزو الثقافي و تيارات التبشير والتغريب ¶ فمنذ فشل الحملات الصليبية تغيرت استراتيجية الصراع بين الغرب الكافر والشرق الإسلامي ، وتحول إلى الميدان الثقافي والفكري . ¶ وقد ظهرت وثيقة خطيرة للويس التاسع ملك فرنسا وقائد الحملة الصليبية الثامنة التي منيت بالفشل أشار فيها إلى أنَّه لا سبيل إلى النصر على المسلمين عن طريق القوة الحربية ؛ لأنَّ تدينهم بالإسلام يدفعهم إلى المقاومة والجهاد صونًا لدينهم وأعراضهم ، وأنَّ السبيل الناجع هو : تطوير التفكير الإسلامي وترويض المسلمين عن طريق الفكر بدراسة ثقافتهم على يد العلماء الأوربيين ليأخذوا منها السلاح الذي نغزو به المسلمين مستقبلاً . ¶ وتبنى هذا الاتجاه جماعة من المستشرقين والمبشرين ، وعمد هؤلاء إلى تشكيك المسلمين في دينهم ، وإبعادهم عن مبادئه ، وتفتيت وحدتهم ، وتهيئة أذهانهم لقبول الفكر الغربي تمهيدًا للغزو العسكري . ¶ وتحرك هؤلاء يدفعهم حقد دفين تجاه الإسلام والمسلمين حتى قال قائلهم (وليم جيفورد ) : \" متى توارى القرآن ومدينة مكة عن بلاد العرب ، يمكننا حينئذٍ أنْ نرى العربي يتدرج في سبيل حضارتنا التي لم يبعده عنها إلا محمد وكتابه \". ¶ وانتشرت البعثات التبشيرية في أرجاء العالم الإسلامي ورصدت لها المليارات من الدولارات ، وافتتحت المدارس التبشيرية في كل مكان ، وشجعت البعثات العلمية من أبناء الدول الإسلامية إلى الدول النصرانية الغربية . ¶ وقد ذكر الأستاذ محمد الصواف في كتابه \"المخططات الاستعمارية لمكافحة الإسلام \" أنَّ \" تحت سلطة التبشير والمبشرين أكثر من 500 جامعة ومعهد وكلية ، وأنَّ عدد الذين يشرف عليهم المبشرون في توجيههم وتعليمهم من أبناء المسلمين أكثر من 5 مليون و حوالي 200 ألف \" وهذه الإحصائية في السبعينيات من القرن الماضي فلعلها الآن أضعاف مضاعفة",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وعقدت المؤتمرات التبشيرية ووضعت المخططات كما نطق بها القسيس \" زويمر \" الذي قال : يجب إقناع المسلمين بأنَّ النصارى ليسوا أعداءً لهم ، وينبغي أنْ يتبنى التبشير رجال من المسلمين لأنَّ الشجرة لابد أن يقطعها أحد أعضائها ، ولا يجب أن يتسرب اليأس إلى المبشرين إذا كانت النتائج ضعيفة في البداية \" ¶ بل ودخلت النساء الأوربيات مجال التبشير لتنصير النساء المسلمات . ¶ وإذا كان التبشير لم ينجح في تنصير المسلمين فإنَّه ـ بلا ريب ـ ساعد على تخلي المسلمين عن عقائدهم ومبادئ دينهم ، وخلق أجيال مستهترة بالقيم الدينية ، وهذا هو الهدف الأساسي الذي سعى له الغرب ، يقول القس زويمر في مؤتمر للمبشرين : ¶ \" مهمة التبشير التي ندبتكم دول النصرانية للقيام بها في البلاد المحمدية ، ليس هو إدخال المسلمين ي النصرانية ، فإنَّ في هذا هداية لهم وتكريمًا ، وإنما مهمتكم أنْ تخرجوا المسلم من الإسلام ليصبح مخلوقًا لا صلة له بالله \" .(¬1) ¶ وعلى نفس المنوال سارت حركة الاستشراق ، فعملت على تشويه صورة الإسلام وحجب محاسنه عن الشعوب النصرانية للحيلولة بينهم وبين الدخول فيه ، وعمدوا إلى تفتيت الوحدة الإسلامية ، وتحطيم المقاومة ـ كما هو الحال اليوم ـ وقاموا بتثبيط همة المسلمين ، وصرف أنظارهم إلى متع الحياة ليشتغلوا بها عن الجهاد في سبيل الله ودفع الغزاة ، وقاموا بدراسة الشخصية الإسلامية بقراءة متعمقة في تراث المسلمين ، وعملوا على إضعاف روح الإخاء الإسلامي بين المسلمين في مختلف الأقطار . ¶ ¬__________ ¶ (¬1) المخططات الاستعمارية ـ محمد الصواف ـ ص 217",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "ومن بعدها تفشت تيارات التغريب في البلاد الإسلامية ، ودعوا إلى أن يسير المسلمون سيرة الغربيين ويسلكوا مسلكهم في حياتهم بالفكر الغربي بكل نظمه وتقاليده وعاداته وتصوراته ، وعمد ت تلك التيارات إلى زعزعة الثقة بين الشباب المسلم في دينهم ، والزعم بأنَّ تخلف المسلمين من جراء اعتقاداتهم البالية ، فركزوا جهودهم في تفريغ العقل والقلب المسلم من القيم الإسلامية المستمدة من التوحيد والإيمان بالله ، ودفع هذه القلوب عارية أمام عاصفة هوجاء تحمل معها السموم عن طريق التعليم والصحافة والكتابة والسينما والمسرح وبيوت الأزياء ، وللأسف نجحوا في ذلك إلى حد بعيد ، ومن ثمَّ خرج هذا الجيل المنهزم نفسيًا والذي حمل معول الهدم في صرح المجتمع الإسلامي ، وسار بالأمة تحت شعارات فارغة كالتقدم والمدنية والحضارة ، ولا هي تقدمت ولا هي تمدنت وإنَّما صارت بلا هوية ، فلا دين ولا ثقافة ولا علم ، وإنَّما تبعية للغرب الكافر . ¶ وصدق رسول الله صلى الله عليه وسلم : \" لتتبعن سنن الذين من قبلكم شبرا بشبر أو ذراعا بذراع حتى لو سلكوا جحر ضب لسلكتموه قالوا : اليهود و النصارى ؟ قال : فمن ؟ \" ¶ من أسباب الخلل الاعتقادي أيضًا ¶ (2) انتشار العقائد الفاسدة على يد المبتدعة ¶ فمن ذلك : انتشار \" عقيدة الجبر\" رغم بعدها عن عقيدة الإسلام الصافية ، وكان انتشار هذه الفكرة بين المسلمين في عصور الانحطاط والبعد عن صفاء الاعتقاد الذي كان عهد السلف الصالح ، وأدى ذلك لإشاعة روح التواكل والكسل ، والقعود عن العمل ، وأنت لا زلت تسمع من عامة النَّاس أننا مسيرون لا مخيرون .",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "ومن ذلك : انحراف التصوف ونشره للبدع ، لاسيما في عصر التصوف الفلسفي ورواج مذاهب \" وحدة الوجود \" و \" الحلول والاتحاد \" و\"فكرة الظاهر والباطن \" و\"إسقاط التكاليف الشرعية \" وهي الأفكار التي لا زال كثير من المسلمين يؤمن بها ، فأنت تراهم يصورون الحلاج المقتول ردة على أنَّه شهيد الاستبداد ، ولا زالوا يعظمون من قدر شخص كابن عربي القائل بوحدة الوجود ، ويرى الساسة إلى يومنا هذا أنَّ الصوفية أفضل التيارات والاتجاهات الإسلامية لأنَّها تدعو إلى التعامل مع الأحداث بسلبية ، وتدعو للتواكل ، وعلى كلٍ فقد نبتت البدع والخرافات ، وظهرت الطرق الصوفية التي انحدرت إلى هوة سحبقة ، وةلا تزال البلاد الإسلامية تشهد أنواعًا من الشرك العلني بتعظيم قبور الصالحين ، والتوسل إليهم ، وشد الرحال إلى قبورهم . ¶ (3) انتشار الجدل الكلامي ¶ فمع ظهور الفرق المحدثة كالخوارج والشيعة والمرجئة والقدرية ونحوهم ، دار جدل كبير حول مسائل الاعتقاد ، نعم اندرست أغلب هذه الفرق بمسمياتها القديمة ، لكن من ورائها قضايا ومشكلات عقدية مزعومة ، كالبحث في صفات الله تعالى هل هي عين الذات أو غير ذلك ؟ وتوارث الأجيال هذه المسائل ، وصارت تدرس إلى يومنا هذا في كثير من جامعات ومعاهد المسلمين ، و : أنَّ خروج هذه البدع شغل المسلمين بمشاكل عقدية مزعومة ، وصار هناك من يرى أنَّ عقيدة السلف أسلم وعقيدة الخلف أعلم ، وليتهم رضوا بالسلامة ، وردوا الأمر إلى ما كان عليه النبي صلى الله عليه وسلم وأصحابه ، إذن لذهبت كثير من تلك الجدليات هباءً منثورًا ، ولصفا للنَّاس اعتقادهم ، فهذا أصحاب المذاهب العقلية يقولون بعد طول بحث في مسائل علم الكلام : ولم نستفد من علمنا طول عمرنا إلا قيل وقالوا . ¶ من الأسباب التي أدت لهذا الخلل الاعتقادي في بنية المجتمع الإسلامي ¶ (4) انحراف رجال الدين وانفصام العمل عن العلم",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "الأمر الذي أذاع روح الشك والريبة في صدور كثير من المسلمين ، وجعلهم يعيدون النظر في كل شيء ،حتى في معتقداتهم ، فقد ظهر بين علماء المسلمين من يقول ما لا يفعل ، ومن صار الدين عنده كجملة الصناعات التي يتكسب من ورائها ، فانحرفوا عن روح الإسلام ، وفصلوا بين العقيدة والعمل ، وانصرفوا إلى الجدل ، والمناقشة في الجزئيات والفروع ، وتملق الولاة والحكام ، وجعلوا الدين مطية للدنيا . ¶ وقد أخبر الصادق المصدوق ـ كما في الصحيحين وغيرهما ـ عن ذلك فقال: ـ\" إن الله تعالى لا يقبض العلم انتزاعا ينتزعه من العباد و لكن يقبض العلم بقبض العلماء حتى إذا لم يبق عالما اتخذ الناس رءوسًا جهالا فسئلوا فأفتوا بغير علم فضلوا و أضلوا \" ¶ وهذا تحذير من ترئيس الجهلة ، وذم من يقدم عليها بلا علم ، فلا شيء أوجب على الأمة من رعاية أحوال المتصدين للرياسة بالعلم ، فمنْ الإخلال بها ينتشر الشر ، ويكثر الأشرار ، ويقع بين الناس التباغض والتنافر ¶ (5) القهر واستبداد بعض الحكام ¶ لا شك أنَّ الضرب بيد من حديد للاتجاهات الدينية كان من شأنه الحيلولة بين كثير ممن يودون الالتزام بشريعة الإسلام وبين دينهم ، فتربى الكثير على المداهنة والمداراة وإيثار السلامة والخوف من كل ما سوى الله تبارك وتعالى ، وركب آخرون الموجة فباع دينه موالاة للطغاة ، ومن شأن هذا أن يحدث خللا عميقًا في البناء الاعتقادي للمجتمع ، لأنَّ اليقين يتزعزع ، ويوالى أعداء الله تعالى ، ويتأول الدين لأهواء الأمراء . ¶ وقد قال النبي صلى الله عليه وسلم : \" الأئمة من قريش ، أبرارها أمراء أبرارها ، و فجارها أمراء فجارها ، و إن أمرت عليكم قريش عبدا حبشيا مجدعا فاسمعوا له و أطيعوا ما لم يخير أحدكم بين إسلامه و ضرب عنقه فإنْ خير بين إسلامه و ضرب عنقه فليقدم عنقه \"(¬1) ¶ ¬__________ ¶ (¬1) أخرجه الحاكم في المستدرك وصححه وتعقبه الذهبي فقال: منكر ، لكن صححه الألباني (2757) في صحيح الجامع .",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "فإذا صلح الناس وبروا وليهم الأخيار ، وإذا فسدوا وفجروا وليهم الأشرار ، فكما تكونوا يولى عليكم ، والدين هو لحمك ودمك وهدفك في الحياة ـ كما قدمنا ـ فلا يباع الدين بعرض من الدنيا زائل ، ولا طاعة لمخلوق في معصية الخالق بحال . ¶ \" أتخشونهم فالله أحق أن تخشوه \" فخاف الناس من قهر الطغاة ، ولم يستعينوا بربهم على أمرائهم ، فلما ذلوا لهم وخضغوا لهم وخافوا منهم أكثر من خوفهم بربهم ، وكلهم الله إلى أنفسهم ، وأعرض عنهم ، وأذاقهم العذاب الهون ، وخوفهم من كل شيء ، لمَّا فسد اعتقادهم به جل وعلا ، والأيام خير دليل فاعتبروا يا أولي الأبصار . ¶ الأمل المنشود في إعادة البناء الاعتقادي السليم ¶ إخوتاه .. ¶ هذا بعض من كل ، وغيض من فيض من جملة الأسباب التي تسببت في إحداث الخلل في البناء الاعتقادي السليم للأمة الإسلامية . ¶ وبقي أنْ نقف أمام الأمل المنشود في إعادة صياغة هذا البناء كما كان راسخًا قويًا ، نحتاج أنْ يوجد فينا \" رجل العقيدة \" الشامخ بأنفه ، المعتز بانتمائه لهذا الدين ، الذي يعمل له آناء الليل وأطراف النهار ، وإيجاد هذا النموذج الفريد يحتاج منَّا أن نعود للنبع الصافي الذي كان ، نعود إلى العصر الذهبي للإسلام ، عصر النبوة والخلافة الراشدة ، ونربي أجيالنا القادمة كما ربى النبي أصحابه ، نزرع فيهم اليقين برب العالمين ، والعزة بهذا الدين ، وننصب أمام أعينهم نماذج الأسوة والقدوة من سلفنا الصالح ، نحصنهم بكتاب الله تعالى قراءة وحفظًا ومدارسة وتدبرًا ، نجعل معينهم الذي لا ينضب ورودهم عليه من مشكاة سنة نبيهم صلى الله عليه وسلم ، نعلمهم حب النبي و الصحابة ، نربط قلوبهم استعانة وتوكلًا على الله عز وجل .",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "انظر لرسول الله صلى الله عليه وسلم وهو يربي ابن عمه \" عبد الله بن عباس \" وهو بعد غلام صغير فيقول له في نصيحة غالية : ــ \" يا غلام !! إني أعلمك كلمات احفظ الله يحفظك ، احفظ الله تجده تجاهك ، إذا سألت فاسأل الله ، و إذا استعنت فاستعن بالله ، و اعلم أن الأمة لو اجتمعت على أن ينفعوك بشيء لم ينفعوك إلا بشيء قد كتبه الله لك ، و لو اجتمعوا على أن يضروك بشيء لم يضروك بشيء إلا قد كتبه الله عليك جفت الأقلام ورفعت الصحف \" ¶ هذا الحديث فيه كل ما يمكن أن ندندن حوله ، إذ يتضمن وصايا عظيمة وقواعد كلية من أهمّ أمور الدين، حتى قال بعض العلماء: تدبرت هذا الحديث فأدهشني وكدت أطيش، فوا أسفا من الجهل بهذا الحديث وقلة التفهم لمعناه. ¶ انظر إلى هذه التربية الإيمانية الخالصة : ¶ \" احفظ الله \" ¶ 1) ربط القلوب بعلام الغيوب . ¶ 2) مراقبة الله تعالى في السر والعلن . ¶ قال الله عزّ وجلّ: \" واعلموا أن الله يعلم ما في أنفسكم فاحذروه \" [ البقرة - 235 ] ¶ وقال جل وعلا : \" إنَّ السمع والبصر والفؤاد كل أولئك كان عنه مسئولا \" ¶ و قال صلى الله عليه وسلم : \" استحيوا من الله تعالى حق الحياء من استحيا من الله حق الحياء فليحفظ الرأس و ما وعى و ليحفظ البطن و ما حوى و ليذكر الموت و البلا ..\"(¬1) ¶ 3) امتثال الأوامر واجتناب المناهي ، كمال الخضوع والذل والحب شرط ذلك . وهذه هو ( توحيد الألوهية ) ¶ \" يحفظك \" ¶ 4) الله ربك وخالقك ، وشأن الرب أن يرعى ربيبه ويحفظه ، فالله أحق بالتعظيم والمودة والإجلال والخضوع والذل من أبيك الذي يرعاك . ( توحيد الربوبية ) ¶ ¬__________ ¶ (¬1) أخرجه الإمام أحمد في مسنده والترمذي في جامعه والحاكم في المستدرك والبيهقي في سننه وحسنه الالباني (935) في صحيح الجامع .",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "5) الطريق موحشة ، والزاد قليل ، والصعاب كثيرة ، فقل من ينجو ، وليس إلا حفظ الله للعبد في دينه وإيمانه فيحفظه في حياته من الشبهات المضلة ومن الشهوات المحرّمة، ويحفظ عليه دينه عند موته فيتوفاه على الإيمان . ¶ في الصحيحين عن البراء بن عازب عن النبي صلى الله عليه وسلم: أنه أمره أن يقول عند منامه: \" إن قبضت نفسي فارحمها، وإن أرسلتها فاحفظها بما تحفظ به عبادك الصالحين \" ¶ وفي حديث عمر: أن النبي صلى الله عليه وسلم علمه أن يقول: اللهمّ احفظني بالإسلام قائماً، واحفظني بالإسلام قاعداً، واحفظني بالإسلام راقداً، ولا تطمع في عدواً ولا حاسداً(¬1). ¶ وكان النبي صلى الله عليه وسلم يودع من أراد سفراً فيقول : \" استودع الله دينك وأمانتك وخواتيم عملك \" ¶ وقال صلى الله عليه وسلم: \" إن الله إذا استودع شيئاً حفظه \"(¬2) ¶ فتتعلم الناشئة صدق اللجأ والإخبات وهذه من \" أعمال القلوب \" ¶ \" احفظ الله تجده تجاهك \" ¶ 6) زرع محبة الله في القلوب ، فالله ذو الجلال والجمال والكمال ، لله الأسماء الحسنى والصفات العلى ، من تقرب منه شبرًا تقرب منه باعًا ، ومن أتاه يمشي أتاه هرولة ، فحري بك أن تحبه ، وإذا أحببته أطعته وإذا أطعته لم يخذلك ، فكن لله كما يريد يكن لك فوق ما تريد . ( توحيد الأسماء والصفات ) ¶ 7) الإيمان بمعية الله الخاصة لأوليائه \" إن الله مع الذين اتقوا والذين هم محسنون \" ¶ قال قتادة: من يتق الله يكن معه، ومن يكن الله معه فمعه الفئة التي لا تغلب ، والحارس الذي لا ينام ، والهادي الذي لا يضل. ¶ ويقتضي ذلك أنْ يربى الغلام على الخوف من الجليل وحده ، ورجاء ما عنده منه وحده ، فإن كان الله معك فمن تخاف ؟ وإن كان عليك فمن ترجو ؟ ¶ ومن ثمرة ذلك أيضًا أن يربى الولد على الأنس بالله وحده . ¶ ¬__________ ¶ (¬1) أخرجه ابن حبان في صحيحه ¶ (¬2) أخرجه ابن حبان في صحيحه ، والبيهقي في سننه ، وصححه الألباني (1708) في صحيح الجامع .",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "روي عن نبهان الحمال أنه دخل البرية وحده على طريق تبوك، فاستوحش فهتف به هاتف: لم تستوحش أليس حبيبك معك ؟. ¶ وقيل لبعضهم: ألا تستوحش وحدك ؟ فقال: كيف أستوحش وهو يقول: أنا جليس من ذكرني. ¶ وقيل لآخر: نراك وحدك ؟ فقال: من يكن الله معه كيف يكون وحده ؟. ¶ وقيل لآخر: أما معك مؤنس؟ قال بلى، قيل أين هو ؟ قال أمامي ومعي وخلفي وعن يميني وعن شمالي وفوقي. ¶ \" تعرف على الله في الرخاء يعرفك في الشدة \" ¶ 8) الدنيا دار ابتلاء فتعرف على الله تعالى في الرخاء ليكن لك سندًا وقت الشدة . ( السنن الكونية ) ¶ 9) القلوب متقلبة ضعيفة ، والفتن خطافة ، وليس ثمَّ إلا ميل القلب إليه بالكلية والانقطاع إليه والأنس به والطمأنينة بذكره والحياء منه والهيبة له . ¶ \" إذا سألت فاسأل الله\" ¶ 10) الفقر هي أهم خصائصك ، وما عرف الله بشيء مثلما عرف بشدة الاحتياج إليه . ¶ 11) وهذه حقيقة العبادة لتضمن المسألة الخضوع والذل والرجاء والحب واليقين بما عند الله ومشاهدة لأسمائه الحسنى فأنت لا تسال إلا \" الغني \" \" الملك \" \" المنعم \" \" المعطي المانع \" \" الضار النافع \" ¶ 12) وهو أصل في معاملة الخلائق ،فلا تسال النَّاس شيئًا فيحبونك ، ويصلح ما بينك وبينهم . ¶ 13) تحقيق معنى قول لا حول ولا قوة إلا بالله، فإن المعنى لا تحوّل للعبد من حال إلى حال ولا قوة له على ذلك إلا بالله ( التبرؤ من الحول والقوة ) ¶ \" إذا استعنت فاستعن بالله \" ¶ 14) النقصان وصف لازم لبني آدم ، واحتياجك لغيرك شرط لصلاح الأرض ، \" ولولا دفع الله الناس بعضهم ببعض لفسدت الأرض \" ، فلا تغتر بسبب عن مسبب الأسباب . ¶ 15) حقيقة الخذلان أن تفتقر إلى فقير ، وأن يكلك الغني إلى فقير مثلك . (الافتقار والتوفيق ) ¶ كتب الحسن إلى عمر بن العزيز: لا تستعن بغير الله فيكلك الله إليه. ¶ ومن كلام بعض السلف: يا ربّ عجبت لمن يعرفك كيف يرجو غيرك وعجبت لمن يعرفك كيف يستعين بغيرك .",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "\" و اعلم أن الأمة لو اجتمعت على أن ينفعوك بشيء لم ينفعوك إلا بشيء قد كتبه الله لك ، و لو اجتمعوا على أن يضروك بشيء لم يضروك بشيء إلا قد كتبه الله عليك جفت الأقلام ورفعت الصحف \" ¶ 16) تحقيق عقيدة \" القضاء والقدر\" الإيمان الجازم بعلم الله ما كان وما يكون وما لم يكن لوكان كيف كان ، وأنَّ ما أصاك لم يكن ليخطئك ، وأنَّ البلاء من جراء الزلل والخطايا ، وأنَّ النعم محض فضل الله تعالى ، وكل ميسر لما خلق له . ¶ 17) \" الرضا \" مفتاح اعتقادك بالله تعالى \" رضيت بالله ربًا وبالإسلام دينًا وبمحمد صلى الله عليه وسلم نبيًا ورسولاً \" ¶ كان النبي صلى الله عليه وسلم يقول في دعائه: \" أسألك الرضا بعد القضاء \" ¶ وفي صحيح مسلم قال صلى الله عليه وسلم: \" عجبا لأمر المؤمن إن أمره كله له خير ، و ليس ذلك لأحد إلا للمؤمن ، إن أصابته سراء شكر ، و كان خيرا له ، و إن أصابته ضراء صبر فكان خيرا له \" ¶ فلا تتهم الله في قضائه ، فإن الله إذا قضى قضاء أحبّ أن يرضى به. ¶ قال ابن مسعود : إن الله بقسطه وعدله جعل الروح والفرح في اليقين والرضا، وجعل الهم والحزن في الشك والسخط . ¶ 18) \" الصبر\" صفة عباد الله الصالحين ، لأنَّ الدار دار بلاء لا دار خلود ، وتجرع مرارة الهجر فيها مستلزم للصبر حتى يقضي الله بالوصال . ¶ يقول ابن رجب ـ رحمه الله تعالى ـ :",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "مدار الوصية في هذا الحديث على هذا الأصل وما ذكر قبله وبعده فهو متفرع عليه وراجع إليه، فإنَّ العبد إذا علم أن لن يصيبه إلا ما كتب الله له من خير وشرّ ونفع وضرّ وأن اجتهاد الخلق كلهم على خلاف المقدور غير مفيد البتة : علم حينئذ أن الله وحده هو الضارّ النافع المعطي المانع، فأوجب ذلك للعبد توحيد ربه عز وجل ، وإفراده بالطاعة ، وحفظ حدوده، فإنَّ المعبود إنما يقصد بعبادته جلب المنافع ودفع المضار، ولهذا ذم الله من يعبد من لا ينفع ولا يضر ، ولا يغني عن عابده شيئاً، فمن يعلم أنه لا ينفع ولا يضرّ ولا يعطي ولا يمنع غير الله ، أوجب له ذلك إفراده بالخوف والرجاء والمحبة والسؤال والتضرع والدعاء ، وتقديم طاعته على طاعة الخلق جميعاً ، وأن يتقي سخطه ولو كان فيه سخط الخلق جميعاً ، وإفراده بالاستعانة به ، والسؤال له ، وإخلاص الدعاء له في حال الشدة وحال الرخاء، خلاف ما كان المشركون عليه من إخلاص الدعاء له عند الشدائد ونسيانه في الرخاء ودعاء من يرجون نفعه من دونه. ¶ إخوتاه .. ¶ دينك دينك ، فإنْ سلم لك دينك سلمتُ فإنَّه لحمك ودمك ، ةإن تكن الأخرى فإنها نار لا تطفئ ، ونفس لا تموت ، إنَّك معروض على ربك ومرتهن بعملك ، فخذ مما في يديك ، لما بين يديك عند الموت ، وعندها يأتيك الخبر. ¶ إخوتاه .. ¶ ترك الخطيئة أهون من معالجة التوبة ، فلا تعلق قلبك بالدنيا فتعلقه بشر مُعلَّق ، قطِّع عنك حبالها ، وأغلق عنك بابها ، حسبك ما بلغك المقيل . ¶ أسال الله الهداية والرشاد ¶ والله من وراء القصد له الحمد في الأول والآخر والحمد لله رب العالمين . ¶ * هذه كانت محاضرة ألقاها فضيلته فى أحدى المؤتمرات التى أقيمت بأمريكا.",
            "page": "24",
            "part": "1"
        }
    ],
    "t35179": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "أجيالنا بين الواقع والامل"
        }
    ]
}