{
    "b35178": [
        {
            "id": "1",
            "nass": "أثر سلامة القلب على سعادة المرء في الدنيا والآخرة ¶ بقلم فضيلة الشيخ / مصطفى العدوي ¶ لسلامة القلب عظيم الأثر في سعادة المرء في الدنيا والآخرة؛ فلا يكاد العبد ينتفع بشيء في دنياه وأخراه أعظم من انتفاعه بسلامة قلبه، سلامته من الشرك والنفاق والرياء والكبر والعجب وسائر الأمراض التي تعتريه، ولا أعني: أمراض البدن التي منها أمراض القلوب، وإنما أعني: تلكم الأمراض التي تعتري القلب مما يتعلق بدينه؛ فهي أعظم الأمراض فتكًا على الإطلاق وأشدها تدميرًا وأسوأها أثرًا؛ بل وليست هناك مقارنة على الإطلاق بين مرضٍ بدني يعتري القلب ويحتاج إلى بعض الأدوية والمُسكِّنات، وبين مرض يجرح دينه ويُذهب تقواه. ¶ فالأخير يجلب على العبد نكدًا وهمًا وغمًّا وعذابًا في الدنيا والآخرة ¶ أما الأول فقد يُثاب عليه العبد المؤمن إذا صبر واحتسب، كسائر الأمراض التي يُثاب عليها المؤمن إذا صبر واحتسب, كما جاء عن رسول الله صلى الله عليه وسلم أنه قال: ((ما يصيب المسلم من نصب ولا وصب ولا هم ولا حزن ولا أذى ولا غم -حتى الشوكة يشاكها- إلا كفَّر الله بها من خطاياه)) . ¶ ولكن من قصور نظر الخلق وقلة أفهامهم وضيق مداركهم؛ لا يُولون الأهم والأخطر -وهو المرض المتعلق بالدين- أدنى أهمية، وفي المقابل إذا شعر أحدهم بأي مرض عضوي يعتري قلبه من قلة نبضات أو سرعتها، أو أي نوع من تلكم الأمراض؛ فإنه يبادر وبسرعة بالذهاب إلى الأطباء، ويسأل عن أعلم أهل الطب بطب القلوب، ويبحث عن أكثرهم مهارة وأحذقهم تطبيبًا، ولم يدَّخِر وسعًا في الذهاب إليه، ولو كلَّفه ذلك الغالي والنفيس من دنياه.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "وخفي على هؤلاء أن هذه الحياة الدنيا إنما هي سنوات قليلات وأيام معدودات، وبعد ذلك فهناك الدار الآخرة التي هي الحيوان، ولو كانوا يعلمون، تلكم الدار التي يحتاج القرار فيها إلى سلامة القلب من الشرك والنفاق والعجب والرياء، وسائر الأمراض التي نحن بصدد الحديث عنها؛ لخطورتها وسوء أثرها. ¶ قال خليل الله إبراهيم صلى الله عليه وسلم: {وَلا تُخْزِنِي يَوْمَ يُبْعَثُونَ * يَوْمَ لا يَنفَعُ مَالٌ وَلا بَنُونَ * إِلَّا مَنْ أَتَى اللهَ بِقَلْبٍ سَلِيمٍ} [الشعراء: 87 - 89]. ¶ قلبٌ سليمٌ من الشك والشرك والشقاق والنفاق, سليم من الغل للذين آمنوا ¶ سليم من الرياء, سليم من الأحقاد. ¶ سليم لم يُصب بالقسوة ولم يختم عليه بالأختام. ¶ سليم لم يتلوث بآثار الجرائم والذنوب والمعاصي. ¶ ولم يتدنس بالبدع والخرافات والأوهام وظن السوء. ¶ سليم يحمل كل هذه المعاني. ¶ هذا هو القلب الذي ينفع صاحبه يوم القيامة، كما انتفع الخليل إبراهيم عليه السلام {وَإِبْرَاهِيمَ الَّذِي وَفَّى} [النجم: 37]. إبراهيم الذي ابتلاه الله بكلمات فأتمهن فجعله الله للناس إمامًا {إِذْ جَاءَ رَبَّهُ بِقَلْبٍ سَلِيمٍ} [الصافات: 84]. ¶ بصلاح هذا القلب يصلح سائر الجسد، كما قال النبي صلى الله عليه وسلم: ((ألا وإن في الجسد مضغة إذا صلحت صلح الجسد كله، وإذا فسدت فسد الجسد كله ألا وهي القلب)) . ¶ هذا القلب المنيب الذي يورث صاحبه الجنان وتقرَّب له وتُدنى، قال الله تبارك وتعالى: {وَأُزْلِفَتِ الْجَنَّةُ لِلْمُتَّقِينَ غَيْرَ بَعِيدٍ * هَذَا مَا تُوعَدُون لِكُلِّ أَوَّابٍ حَفِيظٍ * مَّنْ خَشِيَ الرَّحْمَنَ بِالْغَيْبِ وَجَاءَ بِقَلْبٍ مُّنِيب *ٍ ادْخُلُوهَا بِسَلامٍ ذَلِكَ يَوْمُ الْخُلُودِ * لَهُم مَّا يَشَاءُونَ فِيهَا وَلَدَيْنَا مَزِيدٌ}[ق:31 - 35]. ¶ هذا القلب المليء بالخير سبب في الفتح في الدنيا، وسبب في الخير في الدنيا أيضًا.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "قال الله تعالى: {يَا أَيُّهَا النَّبِيُّ قُلِ لِّمَن فِي أَيْدِيكُم مِّنَ الأَسْرَى إِن يَعْلَم اللهُ فِي قُلُوبِكُمْ خَيْرًا يُؤْتِكُمْ خَيْرًا مِّمَّا أُخذ مِنكُمْ وَيَغْفِرْ لَكُمْ} [الأنفال: 70]. فانظر إلى الآية الكريمة، كفارٌ أُسروا ووقعوا في الأسر في أيدي المسلمين فمنهم من يقول: إني كنت مسلمًا وكان في قلبي خير؛ فقال الله لنبيه صلى الله عليه وسلم: {قُلِ لِّمَن فِي أَيْدِيكُم مِّنَ الأَسْرَى إِن يَعْلَم اللهُ فِي قُلُوبِكُمْ خَيْرًا يُؤْتِكُمْ خَيْرًا مِّمَّا أُخذ مِنكُمْ وَيَغْفِرْ لَكُمْ} [الأنفال:70]. ¶ فالله يؤتي الخير بناءً على الخير الذي في القلوب. ¶ وهو سبحانه يغفر الذنوب؛ للخير الذي في القلوب: {وَيَغْفِرْ لَكُمْ}. ¶ وها هم أصحاب نبينا محمد صلى الله عليه وسلم كيف نزلت عليهم السكينة, وبما نزلت بعد توفيق الله سبحانه لهم؟!! ¶ قال الله سبحانه: {لَقَدْ رَضِيَ اللهُ عَنِ الْمُؤْمِنِينَ إِذْ يُبَايِعُونَكَ تَحْتَ الشَّجَرَةِ فَعَلِمَ مَا في قُلُوبِهِم فَأَنزَلَ السَّكِينَةَ عَلَيْهِمْ وَأَثَابَهُمْ فَتْحًا قَرِيبًا} [الفتح: 18]. ¶ فانظر إلى قوله تعالى: {فَعَلِمَ مَا في قُلُوبِهِم فَأَنزَلَ السَّكِينَةَ عَلَيْهِمْ وَأَثَابَهُمْ فَتْحًا قَرِيبًا * وَمَغَانِمَ كَثِيرَةً يَأْخُذُونَهَا} [الفتح: 18، 19]. ¶ فلما علم الله ما في قلوب أصحاب نبيه صلى الله عليه وسلم؛ ¶ أنزل السكينة عليهم, ¶ وأثابهم فتحًا قريبًا, ¶ ومغانم كثيرة يأخذونها, ¶ كل هذا لما علمه الله من الخير الذي في القلوب. ¶ وانظر كذلك إلى فائدة تعلق القلب بالمساجد, قال النبي صلى الله عليه وسلم : ('(سبعة يظلهم الله في ظله يوم لا ظل إلا ظله....... ورجل قلبه معلقٌ في المساجد)). ¶ فالخيرات والبركات, والنصر والفتوحات كل ذلك يتنزل من عند الله سبحانه على قدر ما في القلوب من خير.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وكذلك رفع الدرجات, وعلو المنازل ووراثة الجنان كل ذلك من عظيم أسبابه: ما في القلوب من خير. ¶ والله سبحانه وتعالى ينظر إلى القلوب والأعمال، ويُجازي عليها ويثيب ويعاقب، ففي صحيح مسلم من حديث أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: ((إن الله لا ينظر إلى صوركم وأموالكم ولكن ينظر إلى قلوبكم وأعمالكم)). ¶ وفي رواية لمسلم من حديث أبي هريرة أيضًا قال: قال رسول الله صلى الله عليه وسلم: ((لا تحاسدوا ولا تناجشوا, ولا تباغضوا ولا تدابروا, ولا يبع بعضكم على بيع بعض, وكونوا عباد الله إخوانًا، والمسلم أخو المسلم لا يظلمه ولا يخذله، ولا يحقره، التقوى ها هنا -ويشير إلى صدره ثلاث مرات..)). ¶ فيا سبحان الله ما أسعد أصحاب القلب السليم! ¶ هنيئًا لهم هؤلاء الذين وحَّدوا ولم يشركوا به شيئًا, ولم يراءوا ولم ينافقوا. ¶ هنيئًا لهم هؤلاء القوم الذين باتوا وليس في قلوبهم غلٌّ للذين آمنوا. ¶ هنيئًا لهم هؤلاء الذين أحبوا للمؤمنين ما أحبوه لأنفسهم. ¶ هنيئًا لهم هؤلاء الذين حافظوا على قلوبهم ولم يلوثوها، بذنوب ترسب عليها السواد والنكت والران والختم. ¶ هنيئًا لهم هؤلاء الذين اطمأنت قلوبهم بذكر الله. ¶ طوبى لهؤلاء وحسن مآب. ¶ يكاد أحدهم يطير في الهواء من سعادته وخفة قلبه, وهو يحب للمؤمنين الخير وقلبه نظيف من الذنوب والمعاصي، وقلبه سعيدٌ لحلول الخير على العباد. ¶ هنيئًا لهم هؤلاء الرحماء أرقاء القلوب لذوي القربى والمسلمين. ¶ وكذلك العقوبات والمؤاخذات كمٌّ كبير منها ينبني على ما في القلوب. ¶ قال الله تعالى: {وَلَكِن يُؤَاخِذُكُم بِمَا كَسَبَت قُلُوبُكُمْ} [البقرة: 225].",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وها هم أصحاب الجنة، أصحاب الحديقة والبستان الذين ابتلاهم الله عَزَّ وَجَلَّ عوقبوا عقوبة عاجلة في الدنيا؛ لما أضمرته قلوبهم من شر وبخل كما حكى الله سبحانه فقال: {إِنَّا بَلَوْنَاهُمْ كَمَا بَلَوْنَا أَصْحَابَ الْجَنَّةِ إِذْ أَقْسَمُوا لَيَصْرِمُنَّهَا مُصْبِحينَ * وَلا يَسْتَثْنُون *َ فَطَافَ عَلَيْهَا طَائِفٌ مِّن رَّبّكَ وَهُمْ نَائِمُون *َ فَأَصْبَحَتْ كَالصَّرِيم} [القلم: 17 - 20]. ¶ وها هي طائفة من أصحاب رسولنا صلى الله عليه وسلم -رضي الله عنهم وعفا عنهم- لما خرج بعضهم يريد الدنيا يوم أُحد كانت إرادته سببًا في هزيمة إخوانه، عفا الله عن الجميع، قال الله سبحانه: {وَلَقَدْ صَدَقَكُمُ اللهُ وَعْدَهُ إِذْ تَحُسُّونَهُم بإِذْنِهِ حَتَّى إِذَا فَشِلْتُمْ وَتَنَازَعْتُمْ في الأَمْرِ وَعَصَيْتُم مِّنْ بَعْدِ مَا أَرَاَكُم مَّا تُحِبُّونَ مِنكُمْ مَّن يُرِيدُ الدُّنْيَا وَمِنكُم مَّن يُرِيدُ الآخِرَةَ ثُمَّ صَرَفكُمْ عَنْهُمْ لِيَبْتَلِيَكُمْ وَلَقَدَ عَفَا عَنكُمْ وَاللهُ ذُو فَضْلٍ عَلَى الْمُؤْمِنِينَ} [آل عمران: 152]. ¶ فيا سبحان الله! كيف كانت إرادة الدنيا عند فريقٍ سببًا في هزيمته وهزيمة من معه؟! ¶ وها هو رجل -الغالب عليه النفاق- لم ير المؤمنون منه نفاق، لكن الله يعلمه ويعلم ما في قلبه، ذلك الرجل كان يقاتل مع رسول الله صلى الله عليه وسلم ومع أصحاب رسول الله صلى الله عليه وسلم. ¶ كان جريئًا, كان شُجاعًا, كان مغوارًا. ¶ كان لا يدع للمشركين شاذة ولا فاذة إلا تبعها. ¶ يقتل من المشركين الجم الغفير, ويجرح فيهم ويطعن! ¶ ولكن الله يعلمه ويعلم ما في قلبه؛ ولذلك قال النبي صلى الله عليه وسلم فيه: ((هو من أهل النار))! ¶ كاد المسلمون أن يرتابوا؟ كيف هو من أهل النار، وهو أشجعنا؟! سبحان الله هو من أهل النار؟!",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ولِما هو من أهل النار؟ الله يعلم ذلك, هو سبحانه الحكيم الخبير هو العليم بما في الصدور، هو العليم بما في قلب هذا الرجل. ¶ ها هي قصته، وها هو شأنه: ¶ أخرج البخاري ومسلم من حديث سهل بن سعد الساعدي رضي الله عنه أن رسول الله صلى الله عليه وسلم التقى هو والمشركون فاقتتلوا، فلما مال رسول الله إلى عسكره، ومال الآخرون إلى عسكرهم. وفي أصحاب رسول الله رجل لا يدع لهم شاذة إلا اتبعها يضربها بسيفه، فقالوا: ما أجزأ منا اليوم أحد كما أجزأ فلان . فقال رسول الله صلى الله عليه وسلم: ((أما إنه من أهل النار)). فقال رجل من القوم: أنا صاحبه أبدًا ، قال فخرج معه، كلما وقف وقف معه، وإذا أسرع أسرع معه، قال: فجرح الرجل جرحًا شديدًا، فاستعجل الموت, فوضع نصل سيفه بالأرض وذبابه بين ثدييه ، ثم تحامل على سيفه فقتل نفسه، فخرج الرجل إلى رسول الله صلى الله عليه وسلم فقال: أشهد أنك رسول الله. قال: ((وما ذاك؟)). قال الرجل الذي ذكرت آنفًا: أنه من أهل النار فأعظم الناسُ ذلك فقلت: أنا لكم به، فخرجت في طلبه حتى جرح جرحًا شديدًا، فاستعجل الموت، فوضع نصل سيفه بالأرض وذبابه بين ثدييه، ثم تحامل عليه فقتل نفسه، فقال رسول الله صلى الله عليه وسلم، عند ذلك: ((إن الرجل ليعمل عمل أهل الجنة فيما يبدو للناس وهو من أهل النار، وإن الرجل ليعمل عمل أهل النار فيما يبدو للناس وهو من أهل الجنة)). ¶ فعياذًا بالله, ما أشقى هؤلاء أصحاب القلوب الخبيثة! ¶ ما أشقى هؤلاء الذين حملوا بين جثمانهم قلوب الشياطين (13)! ¶ ما أتعس هؤلاء الذين أشركوا بالله ما لم ينزل به سلطانًا! ¶ ما أتعس هؤلاء الذين نافقوا وخدعوا المؤمنين والمؤمنات! ¶ ما أشد عذاب هؤلاء الذين امتلأت قلوبهم بحب شيوع الفاحشة في الذين آمنوا؛ فادُّخر لهم العذاب الأليم في الآخرة فضلاً عما عُجِّل لهم منه في الدنيا!",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "فإلى هؤلاء الذين اشتعلت قلوبهم بنار الغِلِّ وامتلأت بنار الحسد والكبرياء، هلموا يا هؤلاء إلى إخماد هذه النيران وإطفائها, من قبل أن تستعر في أجوافكم فتُمزق القلوب وتحرق الأجساد. ¶ إلى هؤلاء الذين منعهم الحقد على العباد من النوم, وجعلهم يتقلبون على الفُرُشِ طيلةَ ليلهم، هلموا إلى ما يجلب لكم النوم ويحقق لكم الراحة. ¶ إلى مَنْ حسدوا الناس على ما آتاهم الله من فضله، وأرادوا أن يتحكموا في أرزاق الله، وفي أقدار الله، وفي تدبير الله ففشلوا في ذلك ولم يستطيعوا منع رزق الله عن أحدٍ، ولا جلب ضرٍّ لأحد، فباتوا وقلوبهم مضطربة، وقلوبهم قلقلة، وقلوبهم ملوثة، وقلوبهم مدنسة ألا فأقبلوا يا هؤلاء على ما يُسكِّن القلوب ويُهدئ الفؤاد. ¶ إلى مَنْ أشركوا بالله ما لم يُنزل به سلطانًا فأُلقي في قلوبهم الرُّعب. ¶ إلى مَنْ نافقوا وخادعوا وأقبلوا على الرياء والسُّمعة, وعملوا للناس ولم يعلموا لله؛ فحبطت أعمالهم وذهب ثوابها. ¶ ألا فليعلم جميع هؤلاء: أن الله يعلم ما في قلوبهم فليحذروه. ¶ ألا فليعلم هؤلاء: أن الله عليم بذات الصدور فليصلحوها. ¶ ألا فليعلم هؤلاء: أن هناك نار تطلع على الأفئدة, كما قال تعالى: {وَمَا أَدْرَاكَ مَا الْحُطَمَةُ * نَارُ اللهِ الْمُوقَدَةُ * الَّتِي تَطَّلِعُ عَلَى الأَفْئِدَةِ} [الهمزة: 5 - 7]. ¶ إنها نار يطلع لهيبها إلى الفؤاد فيحرقه. ¶ إنها نار ترى النيات الخبيثة, والعقائد الخبيثة, والأمراض الخبيثة في القلوب فتحرق تلك القلوب؛ عياذًا بالله. ¶ فنداء، واستصراخ قبل أن تُحرق هذه القلوب. ¶ فجديرٌ بالعبد أن يتجه إلى إصلاح قلبه، وتنظيفه وحشوه بالخير، وملئه بالإيمان وغرس التقوى فيه. ¶ جدير بالعبد أن يكثر من ذكر الله, وأن يسأل ربَّه سبحانه وتعالى لقلبه الشفاء والثبات على الإيمان حتى الممات. ¶ حريٌّ بالعبد أن يبحث عن سبب مرض قلبه, وأن يسأل عن علاجه.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "ها هي جملة أمراض تعتري القلوب، وها هو علاجها، والشفاء في كل حال من عند الله سبحانه وتعالى، لا شفاء إلا شفاؤه. ¶ فإلى أمراض القلوب، ها هو المرض، وهذا علاجه، هذا هو الداء، وهذا دواؤه. ¶ دواءٌ لا يكاد يخطئ، بل لا يخطئ أبدًا ما دام دواءً من عند الله، ما دام دواءً من كتاب الله وسنة رسول الله صلى الله عليه وسلم. ¶ فعليك بالدواء ولا تفرط فيه ولا تُقَصِّرْ في تناوله ولا تتغافل عنه. ¶ هذا الداء, وهذا الدواء. ¶ هذا المرض, وفي هذا الشفاء.",
            "page": "8",
            "part": "1"
        }
    ],
    "t35178": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "أثر سلامة القلب على سعادة المرء في الدنيا والآخرة"
        }
    ]
}