{
    "b35186": [
        {
            "id": "1",
            "nass": "أمهات قرب أبنائهن ¶ إعداد ¶ نورة بنت محمد السعيد ¶ الإهداء ¶ إلى من يتطلع إلى جيل مسلم... ¶ إلى كل مرب و مربية... ¶ إلى كل أب وأم... ¶ أهدي هذه التجارب ¶ بسم الله الرحمن الرحيم ¶ إن الحمد لله نحمده ونستعينه ونستغفره ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمدا عبده ورسوله صلى الله عليه وسلم وعلى آله وصحبه والتابعين له بإحسان إلى يوم الدين. ¶ أما بعد: ¶ فإن التربية الحسنة وصلاح الذرية أمنية كل أب وأم، وقد اعتنى بها الإسلام عناية خاصة وأصل لها أصولاً راسخة في المصدرين الأولين الكتاب والسنة، وكتب في نظرياتها الكتاب على اختلاف طبقاتهم واتجاهاتهم، وهذه الصفحات عبارة عن تجارب تربوية ناجحة بإذن الله تعالى، مارسها بعض المربين وأحببت تسجيلها لعل فيها ضياء- يستنير به المتطلعون إلى صلاح الأبناء والبنات، أملا في أن يكونوا أعضاء نافعين لأنفسهم ودينهم وأمتهم الإسلامية. ¶ ولقد حرصت في عرضها على بساطة الأسلوب والعرض القصصي الواقعي، فإن وفقت فمن الله تعالى وبتسديد منه وإن كان غير ذلك فمن نفسي ولا تتعدى أن تكون اجتهادا شخصيا أرجو ثوابها عند الله تعالى- وأسأل الله أن ينفع بها وأن يجعلها في ميزان حسنات كل من ساهم في إخراجها. ¶ والله الموفق والهادي إلى سواء السبيل. ¶ التربية، مصدرها، ومتى تبدأ؟",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "كنوز القرآن والسنة أصول تربوية كبيرة الفائدة عظيمة الأثر، وحين يكون الحديث عن الطفولة فإن هذه المرحلة كالبذرة الصغيرة والنبتة الضعيفة إذا أردنا لها النمو والقوة والاشتداد فعلينا بمنبع الإسلام الصافي، لنربي أبناءنا على منهج كتاب الله ووفق سنة رسوله صلى الله عليه وسلم، ولنحرص على هذه التربية منذ نعومة أظفارهم، حيث مرحلة التنشئة، فالأطفال كالنبتة الصغيرة تحتاج إلى رعاية تامة من ماء وهواء وشمس حتى تكبر وتشتد والأطفال بحاجة إلى متابعة وتوجيه ما داموا في هذه المرحلة من العمر حتى إذا اشتد عودهم وصاروا كبارا كانوا على خير بإذن الله تعالى أما إذا نشأوا مهملين فيصعب عند الكبر توجيههم وإصلاحهم. ¶ نجد في وقتنا الحاضر كثيرا من الأمهات يشتكين من أبنائهن بعدم أداء صلاة الفجر في جماعة بسبب عدم تعودهم عليها منذ الصغر، تحكي إحدى الأخوات أن طفلها منذ أن كان في الصف الثالث أو الرابع الابتدائي كان لا يترك الصلاة مع الجماعة في كل وقت حتى صلاة الفجر فكان في ليالي الشتاء الباردة يلبس الملابس الثقيلة ويخرج مع أبيه إلى المسجد وفي إحدى الليالي قال أحد جماعة المسجد لوالده لا تخرج به في مثل هذا الوقت لبرودة الجو وعدم تحمل الطفل له، لكن الأب استمر على الذهاب بابنه إلى المسجد في كل الأوقات لأنه ليس هناك فرق بين ذهابه إلى المسجد وموعد المدرسة- أي بين صلاة الفجر وموعد الدراسة سوى ساعة واحدة تقريبا- فلماذا نهتم بأمر الدنيا أكثر من الاهتمام بأمر الله والدار الآخرة، واستمر هذا الابن على المحافظة على الصلاة في المسجد في كل وقت وقد بلغ قرابة العشرين من عمره وهو مثال في المحافظة على الصلاة جماعة في الفجر وغيره لأن من شب على شيء شاب عليه.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وهذا الإمام أحمد بن حنبل- رحمه الله- يذكر عنه أنه يقول كنا نعيش في بغداد وكان والدي قد توفي وكنت أعيش مع أمي فإذا كان قبل الفجر أيقظتني وسخنت لي الماء ثم توضأت. وكان عمره آنذاك عشر سنين- يقول وجلسنا نصلي حتى يؤذن الفجر- هو وأمه رحمهما الله- وعند الأذان تصحبه أمه إلى المسجد وتنتظره حتى تنتهي الصلاة لأن الأسواق حينئذ مظلمة وقد تكون فيها السباع والهوام ثم يعودان إلى البيت بعد أداء الصلاة، وعندما كبر أرسلته أمه لطلب العلم ويقول أحد العلماء: إن لأم الإمام أحمد من الأجر مثل ما لابنها لأنها هي التي دلته على الخير. ¶ نعمة الذرية ¶ إن نعمة الذرية نعمة جليلة لا يقدر قيمتها إلا من فقدها، والنعمة تستحق الشكر للمنعم، ومن أجل مظاهر شكرها حسن تربيتها ورعايتها الرعاية الشرعية الصحيحة، فكيف تكون هذه التربية وتلك الرعاية؟ ¶ هذا التساؤل هو ما سنحاول الإجابة عليه قدر المستطاع في هذه الكلمات بإذن الله، إن هذه النعمة التي أنعم الله بها علينا وزين بها بيوتنا ثم أوكل إلينا حق رعايتها وإصلاحها والعناية بها جديرة بالدراسة والتخطيط والمتابعة. قال رسول الله صلى الله عليه وسلم: \"كلكم راع، وكلكم مسؤول عن رعيته إلى أن قال والرجل راع على أهل بيته، والمرأة راعية على بيت زوجها وولده\" الحديث متفق عليه. فما هي تلك الرعاية؟",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "تبدأ الرعاية في الإسلام قبل عقد الزوجية حيث أوصى الإسلام باختيار الزوجة الصالحة لما لها من أثر في صلاح الذرية فحكمة الإسلام البدء بصلاح الأم وحسن اختيارها وهذا هو صريح وصية الرسول عليه الصلاة والسلام \"فاظفر بذات الدين تربت يداك \". فالأم الصالحة مثل الأرض الصالحة للزراعة، ثم يأتي- بعد الزواج- التوجيه النبوي الكريم إلى ما يكون سببا في صلاح الأبناء قبل تكوينهم في أرحام أمهاتهم حيث ورد قوله صلى الله عليه وسلم:\" لو أن أحدكم إذ أتى أهله قال بسم الله، اللهم جنبنا الشيطان، وجنب الشيطان ما رزقنا، فقضي بينهما ولد لم يضره شيطان أبدا\". والحديث متفق عليه. تسمية ودعاء، وهذا دليل على بركة التسمية وأهميتها وأهمية الدعاء، وفي ذلك اعتصام بذكر الله وتبرك باسمه واستشعار بأن الله تعالى هو الميسر والمعين، وفيه إشارة إلى أن ذكر الله سبحانه وتعالى يطرد الشياطين.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وأمر آخر مما يدل على عناية الإسلام بالرعاية الطيبة للأبناء هو الدعاء لهم فدعاء الله سبحانه وتعالى هو نهج الأنبياء والصالحين في كل حال من أحوالهم، فهذا زكريا عليه السلام يدعو الله سبحانه وتعالى قبل أن يرزق الذرية قال تعالى: {)هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُ قَالَ رَبِّ هَبْ لِي مِنْ لَدُنْكَ ذُرِّيَّةً طَيِّبَةً إِنَّكَ سَمِيعُ الدُّعَاءِ] [آل عمران:38]. فلننظر إلى قوله ذرية طيبة لأنه لا يريد أية ذرية ويحدثنا القرآن الكريم أيضا عن امرأة عمران- أم مريم عليها السلام . ودعائها ربها حين الحمل وبعد الولادة يقول تعالى: {ذُرِّيَّةً بَعْضُهَا مِنْ بَعْضٍ وَاللَّهُ سَمِيعٌ عَلِيمٌ * إِذْ قَالَتِ امْرَأَتُ عِمْرَانَ رَبِّ إِنِّي نَذَرْتُ لَكَ مَا فِي بَطْنِي مُحَرَّراً فَتَقَبَّلْ مِنِّي إِنَّكَ أَنْتَ السَّمِيعُ الْعَلِيمُ * فَلَمَّا وَضَعَتْهَا قَالَتْ رَبِّ إِنِّي وَضَعْتُهَا أُنْثَى وَاللَّهُ أَعْلَمُ بِمَا وَضَعَتْ وَلَيْسَ الذَّكَرُ كَالْأُنْثَى وَإِنِّي سَمَّيْتُهَا مَرْيَمَ وَإِنِّي أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ الشَّيْطَانِ الرَّجِيمِ} [آل عمران:34- 36] ¶ الله أكبر تدعو لابنتها ولذريتها، فهل لفت انتباهنا- نحن المربون- هذا الدعاء ودعونا به. ¶ كانت إحدى الأخوات حاملاً وعند آلام الوضع تذكرت دعاء أم مريم لابنتها مريم عليها السلام بعد ولادتها لها وتقول لقد ألهمني الله أن أدعوا الله بهذا الدعاء بعد ولادتي طفلتي: \"اللهم إني أعيذها بك وذريتها من الشيطان الرجيم \". ¶ تقول هذه الأخت لقد رأيت على هذه البنت صفة الهدوء والراحة في تربيتها ما لم أجده فيمن قبلها من أخوتها ولله الحمد ونسأل الله أن يديم عليها ويجعلها قرة عين لوالديها وذخرا للإسلام والمسلمين. ¶ عناية السلف بالتربية",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "يحكى أن رجلاً ذهب إلى أحد العلماء يسأله- كيف تكون التربية؟ فسأله العالم كم عمر ابنك الآن؟ قال أربعة أشهر، فقال العالم لقد فاتتك التربية! لأن التربية يبدأ بها منذ اختيار الزوجة، ومن هنا نعلم أن التربية لا تبدأ مع ولادة الطفل أو بعد مضي سنوات عمره الأولى، بل نلاحظ هنا أن التربية تسبق الإقدام على الزواج، وذلك بالتروي في اختيار الزوجة الصالحة لأنها هي المدرسة الأولى للطفل في حمله وبعد ولادته والأم هي الفاعل الأساس في العملية التربوية، وهي المربي الأسبق قبل الأب وذلك لالتصاقها بالطفل- ولأن الطفل قطعة منها ولأن عاطفة الأم أقوى من عاطفة الأب والأم المسلمة هي نواة البيت المسلم لأنها تعيش مع الابن أكثر سنوات حياته أهمية، وهي مرحلة ما قبل المدرسة التي تحدد شخصية الطفل، وهي مرحلة أساسية في حياته وكلما دعمت بالرعاية والإشراف والتوجيه كان ذلك أثبت للطفل أمام الهزات المستقبلية التي ستعترض الطفل في مستقبل أيامه، وكلما أخذت التربية منا جهدا أكبر أثمرت أطيب، فمن يرد إنشاء بيت محكم فليتقن التأسيس ليكون ذلك أقوى له وأشد صلابة في مواجهة دواعي السقوط والانهيار، وهكذا تنبغي العناية بتأسيس الأبناء. ¶ وهناك أشارة إلى أن التربية الإسلامية التي عليها الأساس القوي هي تربية الروح فتنمية فطرة الطفل السليمة على الخير وربط صلته بالله تعالى بالذكر والدعاء في كل حين وفي كل عمل، وبيان نعمة الله على هذا الطفل في خلقه ومأكله ومشربه ولبسه مطلب أهم من العناية بالأكل والشرب واللباس مجردة من استشعار فضل الله فيها فهذه الحاجات الظاهرية من السهولة إصلاحها ومتابعتها وتحققيها للطفل، إذن فالمهم من الذي هيأها وأنعم بها علينا.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "لنقرأ قول الله تعالى في سورة لقمان: {وَلَقَدْ آتَيْنَا لُقْمَانَ الْحِكْمَةَ أَنِ اشْكُرْ لِلَّهِ وَمَنْ يَشْكُرْ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ وَمَنْ كَفَرَ فَإِنَّ اللَّهَ غَنِيٌّ حَمِيدٌ * وَإِذْ قَالَ لُقْمَانُ لاِبْنِهِ وَهُوَ يَعِظُهُ يَا بُنَيَّ لا تُشْرِكْ بِاللَّهِ إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ * وَوَصَّيْنَا الْإِنْسَانَ بِوَالِدَيْهِ حَمَلَتْهُ أُمُّهُ وَهْناً عَلَى وَهْنٍ وَفِصَالُهُ فِي عَامَيْنِ أَنِ اشْكُرْ لِي وَلِوَالِدَيْكَ إِلَيَّ الْمَصِيرُ * وَإِنْ جَاهَدَاكَ عَلَى أَنْ تُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلا تُطِعْهُمَا وَصَاحِبْهُمَا فِي الدُّنْيَا مَعْرُوفاً وَاتَّبِعْ سَبِيلَ مَنْ أَنَابَ إِلَيَّ ثُمَّ إِلَيَّ مَرْجِعُكُمْ فَأُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ * يَا بُنَيَّ إِنَّهَا إِنْ تَكُ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ فَتَكُنْ فِي صَخْرَةٍ أَوْ فِي السَّمَاوَاتِ أَوْ فِي الْأَرْضِ يَأْتِ بِهَا اللَّهُ إِنَّ اللَّهَ لَطِيفٌ خَبِيرٌ * يَا بُنَيَّ أَقِمِ الصَّلاةَ وَأْمُرْ بِالْمَعْرُوفِ وَانْهَ عَنِ الْمُنْكَرِ وَاصْبِرْ عَلَى مَا أَصَابَكَ إِنَّ ذَلِكَ مِنْ عَزْمِ الْأُمُورِ * وَلا تُصَعِّرْ خَدَّكَ لِلنَّاسِ وَلا تَمْشِ فِي الْأَرْضِ مَرَحاً إِنَّ اللَّهَ لا يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ * وَاقْصِدْ فِي مَشْيِكَ وَاغْضُضْ مِنْ صَوْتِكَ إِنَّ أَنْكَرَ الْأَصْوَاتِ لَصَوْتُ الْحَمِيرِ}. ¶ المتأمل في هذه الآيات يدرك كثيرا من الركائز التربوية القرآنية التي يريدها ربنا سبحانه وتعالى لنا ولأبنائنا ومن أهم تلك الركائز: ¶ 1- القدوة في المربي الأب ومثله الأم. ¶ 2- أسلوب الحكمة في الموعظة واللين والرفق في التربية. ¶ 3- الركن الأول في التربية والتعليم، وهو ترسيخ العقيدة \"يا بني لا تشرك بالله \".",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "4- إحياء عاطفة الأبوة وبيان واجب الولد نحو والديه وتنمية جانب المحبة والتقدير بين الآباء والأمهات والأبناء. ¶ 5- ربط السلوك بالعقيدة \"يا بني إنها إن تك مثقال حبة من خردل فتكن في صخرة أو في السماوات أو في الأرض يأت بها الله، إن الله لطيف خبير\". ¶ ليدرك الطفل هذه الحبة الصغيرة وأنها لا تخفى عن علم الله في ملكوته الواسع بل يأت بها الله لأنه عليم بصير لطيف لا يخفى عليه شيء في الأرض ولا في السماء. ¶ وهكذا عناية المربي كما يصورها القرآن الكريم على لسان لقمان لتكون دستورا ومنهاجا لكل المربين عبر العصور. ¶ وسجل التاريخ حافل بالعبر في مجال عناية السلف بالتربية وسيرة الأمهات الصالحات تعطر صفحاته بمداد من ذهب والمتصفح لذلك السجل يتبين له ما كان عليه نساء صحابة رسول الله صلى الله عليه وسلم وقرون الإسلام المفضلة من حرص تام على تنشئة جيل رباني متمسك بعقيدته عامل عالم بشريعة الله مطبق لأحكامها في مسلكه في هذه الحياة. ¶ وفي الأسطر التالية إضاءة سريعة على بعض تلك الملامح لعلها تكون نبراسا للسير على ذلك المنهج في حياتنا المعاصرة. ¶ * أسماء بنت أبي بكر رضي الله عنها أم عبد الله ابن الزبير ذلك الصحابي الجليل الذي لم يكن يخرج عن رأي أمه، ولم يكن يستشعر الاستغناء عنها، وطلب مشورتها، ونهج سبيلها مهما تطاول به العمر وأخصبت رأيه التجارب، وهذا ما ينبغي أن يكون عليه شبابنا اليوم فالقرب منهم وبذل المشورة لهم مطلب هام، لكن لابد من تهيئتهم لذلك، فقد دخل عبد الله بن الزبير على أمه يستشيرها في أمر صراعه مع الخليفة الأموي عبد الملك بن مروان، وكان ابن الزبير رجلاً مسنا لكنه تربى بقرب أمه ونهل من معينها- وهذا هو الشاهد من هذه الحادثة- فأشارت عليه بما رأته مناسبا لحاله: \"الله الله يا بني إن كنت تعلم أنك على حق تدعو إليه فأمض عليه.... وإن كنت أردت الدنيا فبئس العبد أنت أهلكت نفسك ومن معك \".",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "* أم سليم بنت ملحان آمنت بالله، وبايعت على مرضاته، ورأت أن أول واجباتها تبليغ هذا الدين إلى أقرب الناس إليها فعرضت الإسلام على زوجها مالك بن النضر والد أنس خادم رسول الله صلى الله عليه وسلم، فأبى ثم تدرك هذه الصحابية الجليلة دورها ومسؤوليتها تجاه ابنها أنس لإعداده إعدادا سليما فأخذت تلقنه الشهادة وتقول له: قل أشهد أن لا إله إلا الله. قل أشهد أن محمدا رسول الله، وفعل الطفل ذلك. ¶ وسمع زوجها فقال لها: لا تفسدي علي ابني، فأجابته: إني لا أفسده. ¶ وهي بذلك رسمت واحدة من مسؤوليات الأم في البيت وهي أن تعلم طفلها وتؤدبه وتربيه، كما يلاحظ أن أمر تلقين العقيدة من أوليات الأمور التي ينبغي أن تهتم بها الأم عند تربية ولدها الصغير. ¶ ومن الملاحظ أن الطفل يفهم من أمه ويقبل منها ما لا يفهمه ولا يقبله من غيرها، وهذا يحتم على الأم أن تعي دورها ولنتأمل قول أم أنس حين قتل زوجها: قالت: \"لا جرم لا أفطم أنسا حتى يدع الثدي حيا ولا أتزوج حتى يأمرني أنس \". ¶ هذه صورة من صور الرعاية الحانية الواعية من هذه الأم لولدها. ¶ من ثمار التربية الحسنة ¶ يذكر أن طفلة في السنة الخامسة الابتدائية كانت تؤدي سنة الضحى قبل ذهابها إلى المدرسة، وفي اليوم الذي يضيق فيه الوقت ولا تتمكن من أداء السنة في البيت قبل الخروج تقول أشعر بضيق ينتابني في المدرسة في ذلك اليوم عندما أتذكر أني خرجت قبل أداء هذه السنة. ¶ إن المرحلة الأولى من حياة الطفل- السنوات الست الأولى- من أخطر المراحل وهي من أهمها حيث أن لها أبلغ الأثر في تكوين شخصيته فكلما يطبع في ذهن الطفل في هذه المرحلة تظهر آثاره بوضوح على شخصيته عندما يصبح راشدا.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "إن الطفل في هذه السن كالورقة البيضاء مستعد لأن يكتب فيه أي شيء من خير أو شر لذا يجب على المربين أن يهتموا كثيرا بالتربية في هذه المرحلة، وينبغي الاهتمام أكثر من جانب الأمهات فعليهن منح الطفل ما يحتاجه من حب وحنان، وهذا ضروري لتعليم الطفل محبة الآخرين، والمحبة غريزة طبيعية في كل طفل، ولذا ينبغي صرفها في البداية إلى محبة الله سبحانه وتعالى ثم إلى محبة رسوله عليه الصلاة والسلام- فمثلاً إذا أهدى أحد إلى الطفل قطعة من الحلوى أو لعبة أو غيرها، فسنجد أن هذا الطفل يحب ذلك المهدي فما بالكم إذا ذكر الطفل بنعم الله عليه من المآكل والمشارب والملابس والصحة والعافية- بين فترة وأخرى- ولفت انتباهه إلى أن هذا من رزق الله فبإذن الله تعالى ستنغرس في قلب هذا الطفل محبة الله سبحانه وتعالى. ¶ دخل الأب يوما إلى المنزل وقد أحضر معه أنواعا من الفاكهة فجلست الطفلة ذات الأربع سنوات تنظر إلى هذه النعم بينما الأم والأب منشغلان في حديث ما، فإذا بالطفلة تقطع حديثهما قائلة: أنا أحب ربي وعندما سئلت لماذا؟ قالت: انظروا ماذا أعطانا، تشير إلى الفاكهة، فقد يغفل الوالدان، والطفل يذكرهم بنعم الله. ¶ بعض الأولياء أو الوالدين قد يستعجل ثمرة التربية أو يرى انحرافا بسيطا في سلوك الابن أو البنت وهم في سن الثانية عشرة إلى السابعة عشرة، فيصاب بشيء من الإحباط أو تحطم الآمال، ويظن أو يتيقن فشله في التربية. ¶ ولكني أقول ليطمئن الوالدان فهذا لا يدل على الفشل، فليستمروا في المتابعة والتوجيه باللطف واللين والتشجيع على الخير والدعاء مع الإخلاص وسوف يرون الثمرة الطيبة بإذن الله ولو بعد حين، لأنهم بذروا بذرة طيبة وغذيت وسقيت بالطيب من كلام الله تعالى ورسوله صلى الله عليه وسلم، والله تعالى يعلم صدقة نية العبد وحرصه على أبنائه ولن يخيب له أملاً.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "تذكر إحدى الأمهات حرصها على ابنتها منذ الصغر ومتابعتها لها حتى كبرت وتقول هذه الأم أن ابنتها كانت أحيانا تسخر منها ومع هذا استمرت وصبرت وصابرت في تربيتها، وأملها كبير بالله تعالى تقول هذه الأم إن ابنتها عرفت لوالدتها فضلها واعترفت لوالدتها بذلك فكانت تقول لم أكن أبالي بما تقولين لي من توجيهات وعندما يحصل لي موقف من المواقف أتذكر كلامك ويبدأ صداه يرن في أذني، وهي الآن من حفظة كتاب الله ومِن مَن يساهم في مجال الدعوة إلى الله قدر استطاعتها. ¶ وفتاة أخرى كانت تردد أمها عليها وعلى أخواتها أن يسألوا الله الرفقة الصالحة، وفي أحد الأيام حصل لهذه الفتاة موقف في مدرستها عرفت بعده أهمية الرفقة الصالحة، وأدركت ما تعنيه أمها بذلك التوجيه، حيث وقعت مخالفة من عدد من الطالبات في المدرسة ولم يتبين المخطئة من المصيبة فوجهت المديرة جميع الطالبات وحذرتهم من هذه المخالفات وكان هذا الموقف على مرأى من هذه الفتاة وبعد عودتها من المدرسة قالت لأمها ما حدث وأنها أدركت فضل الرفيق الصالح، وأهمية البعد عن مواطن الريبة والخطأ، كما نستفيد من هذا أهمية رعاية وتوجيه النشأ، وغرس البذرة الطيبة بالقول الطيب وعدم استعجال الثمرة. يقول تعالى: {أَلَمْ تَرَ كَيْفَ ضَرَبَ اللَّهُ مَثَلاً كَلِمَةً طَيِّبَةً كَشَجَرَةٍ طَيِّبَةٍ أَصْلُهَا ثَابِتٌ وَفَرْعُهَا فِي السَّمَاءِ * تُؤْتِي أُكُلَهَا كُلَّ حِينٍ بِإِذْنِ رَبِّهَا وَيَضْرِبُ اللَّهُ الْأَمْثَالَ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُون} [إبراهيم: 24- 25]. ¶ * ومن أهم ما ينبغي التنبيه إليه العناية بالابن الأول أو البنت الأولى، لأنهما سيكونان القدوة لمن يأتي بعدهم من الأولاد، ويكونان عونا لأبويهما في مجال التربية وسيخف العبء على الوالدين خاصة عند كبرهما، وكثرة مشاغلهما وارتباطاتهما. ¶ التربية الإيمانية للطفل:",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "ينبغي لطفل الثالثة من العمر أن يرى أمه وأبيه وهما يصليان، وينبغي أن يسمعهما يتلوان القرآن، فإن استماع الطفل للقرآن الكريم، والأذكار اليومية من والديه وإخوانه، وتكرار هذا السماع، يغذي روحه ويحي قلبه كما يحيي المطر الأرض المجدبة، لأن لسماع الطفل والديه وهما يذكران الله تعالى، ومشاهدته لهما في عبادتهما لذلك أثر في أفعاله وأقواله. ¶ ومن الأمثلة على ذلك قصة هذه الطفلة: ¶ انتهت الأم من الوضوء وإذا بطفلتها البالغة من العمر ثلاث سنوات تغسل وجهها ويديها مقتدية بأمها، وترفع إصبعها السبابة قائلة: لا إله إلا الله، فهذا يدل على أن الطفلة لاحظت من والديها أن هناك ذكر مخصص يقال بعد الوضوء. ¶ وقصة أخرى: أدت إحدى الأمهات سنة الوضوء- في أحد الأيام- وقامت لإكمال عملها في المنزل، وقد اعتادت طفلتها أن ترى والدتها بعد الصلاة تجلس في مصلاها حتى تنهي أذكار ما بعد الصلاة، ولكن الطفلة لاحظت على والدتها النهوض من المصلى بعد أداء السنة مباشرة، فقالت لها: لماذا قمت من مصلاك قبل أن تقولي: استغفر الله. هذا الموقف يدل على شدة مراقبة الأطفال لوالديهم.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "الإنسان معرض للأسقام والأمراض وقد يمرض أحد الأبناء، ولذا ينبغي أن يكون مرضه فرصة لتقوية صلته بالله تعالى، وذلك بتذكيره بفضل الصحة والعافية، وأنها من نعم الله تعالى، وأنه يجب شكره عليها، وأن الإنسان ضعيف لا حول له ولا قوة إلا بربه، وعند أخذ الدواء أو الذهاب به إلى المستشفى، نوحي إليه أن الشفاء من الله لكن هذه أسباب أمرنا الله بها، ثم لنربطهم بالرقى الشرعية والعمل بها، ولنضرب له الأمثلة بالأنبياء وأخذهم بالأسباب واتكالهم على الله تعالى، كقصة أيوب عليه السلام ومرضه وقصة يعقوب عليه السلام حين أمر أبناءه بالدخول من أبواب متفرقة وأنه لا يغني ذلك عنهم من الله شيئا وتفويضه الأمر إلى الله تعالى. قال سبحانه على لسان يعقوب: {لا تَدْخُلُوا مِنْ بَابٍ وَاحِدٍ وَادْخُلُوا مِنْ أَبْوَابٍ مُتَفَرِّقَةٍ وَمَا أُغْنِي عَنْكُمْ مِنَ اللَّهِ مِنْ شَيْءٍ} [يوسف: 67]. ¶ ومن أهم الأمور تذكير الأبناء باحتساب الأجر، والصبر على المرض، وعلى الدواء، فهذه طفلة تذكر والدتها أن الله سبحانه وتعالى أراد لها أن تصاب بمرض كما يسمونه طبيا- بمرض مزمن- وذلك حسب تقدير الطب البشري ولكن الشفاء بيد الله تعالى- تذكر الأم أن هذه الطفلة اضطرت لأخذ الدواء مرتين يوميا، وكانت أمها تذكرها دائما بالأجر. فما كان من هذه الطفلة إلا أن قالت لأمها يوما من الأيام: \"أنا أحصل على الأجر لأنني آخذ هذا الدواء\". ¶ تقول ذلك وكأنها تفخر وتتميز بهذا الأجر والثواب على أهلها وأخوتها. ¶ من وسائل التربية والتسلية البريئة ¶ الأناشيد والأشرطة والقصص المفيدة: ¶ لا ننس أن الطفل بحاجة إلى المداعبة والأناشيد ولتكن الأناشيد لتنمية العقيدة أولاً وبأسلوب يلائم الطفل كقول الشاعر مثلاً: ¶ أنا أحب إلهي ودينه وكتابه ¶ كذا أحب رسولي محمدا وأصحابه",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "ولقد أدرك رسول الله صلى الله عليه وسلم أهمية اللعب. والتسلية للفتيان والفتيات، وقصة أم المؤمنين عائشة رضي الله عنها حين مكنها رسول الله صلى الله عليه وسلم من رؤية أهل الحبشة وهم يلعبون شاهد على ذلك وتؤكد عائشة رضي الله عنها ذلك بقولها: \"أقدروا وللجارية قدرها \". ¶ كما أن الطفل يحتاج إلى تجديد الأشرطة والقصص المفيدة النافعة بين فترة وأخرى ولبيان أهمية الأشرطة والكتب النافعة إليكم هذه القصة: ¶ كان أحد الآباء حريصا على شراء ما استجد من القصص والكتب المفيدة لأولاده، وفي ضحى يوم من أيام رمضان دخلت أم الطفل ذي التسع سنوات لإيقاظه، فعندما استيقظ قال لأمه- قبل أن ينهض من فراشه-: لقد خططت برنامجا يوميا لي بدأت به منذ صباح اليوم وقال: لقد صليت الفجر، وجلست أذكر الله حتى أشرقت الشمس، ثم أديت ركعتين ونمت، وسأكمل برنامجي اليومي، سألته أمه كيف ستنظم وقتك قال: لقد أخذت تنظيم يومي من هذا الكتاب! ¶ فانظر أيها المربي أثر الكتب النافعة على النشأ المسلم. ¶ الأذكار والطفل المسلم ¶ يلقن الطفل في الثالثة والرابعة أذكار الصباح والمساء والنوم والطعام والشراب، وسماع الطفل الأذكار، وحفظه لها وممارستها، ربط وثيق لروحه بالله عز وجل، فتنمو روحه وتسلم فطرته من الانحراف. ¶ ذهبت إحدى الأسر للتنزه في البر، وعندما نزلت الأسرة ذهب الطفل مسرعا يجري في البر فرحا مسرورا وإذا به يعود مسرعا سائلاً والدته: ما هو الذكر الذي يقال في هذا المكان؟ ¶ وكما هو معلوم فإن الذكر المقصود ما ورد عن الرسول صلى الله عليه وسلم: قالت خولة بنت حكيم رضي الله عنها: سمعت رسول الله صلى الله عليه وسلم يقول: \"من نزل منزلاً ثم قال: أعوذ بكلمات الله التامات من شر ما خلق لم يضره شيء حتى يرتحل من منزله ذلك\". رواه مسلم.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "إن هذا الطفل أحس أن المسلم له أذكار معينة بعضها خاص بالزمان وبعضها خاص بالمكان وهكذا، وقد أدرك هذا الطفل حقيقة العلاقة بربه وأنها دائمة مستمرة مما تعوده من والديه، وإذا تربى الطفل على ذلك كان صالحا بإذن الله، وكان له أثر على أقرانه ومن لهم به صلة. ¶ ومن القصص حول نشأة الطفل على الذكر والصلة بالله: أنه في أحد الأيام جاء الطفل الصغير البالغ من العمر أربع سنوات إلى أمه بلباس جديد قد ألبسته إياه أخته البالغة من العمر ثلاث عشرة سنة فقالت له أمه دعني أقول لك دعاء لبس الجديد فقال الطفل لقد قلته، فتعجبت الأم لأنها تعلم أن- الطفل لا يحفظ هذا الدعاء. قال الطفل لأمه قالت أختي الدعاء ورددته معها، فلننظر إلى أن صلاح هذه الفتاة كان له أثر حتى على إخوتها الصغار. ¶ التعريف بالخالق بشكل مبسط ¶ يعرف الطفل بالله عز وجل بطريقة مناسبة، مع إدراكه ومستواه، فيعلم بأن الله واحد لا شريك له ويعلم بأنه الخالق لكل شيء فهو خالق الأرض والسماء والناس والحيوانات والأشجار والأنهار وغيرها، ويمكن أن يستغل المربي بعض المواقف فيسأل الطفل في نزهة في بستان أو في البرية عن خالق الماء والأنهار وما حوله من مظاهر الطبيعة ليلفت نظره إلى عظمة الخالق سبحانه وتعالى فقد يكون الأب أو الأم أو المربي بصفة عامة مع طفل أو مجموعة من الأطفال في سيارة في سفر أو رحلة وقت غروب الشمس، وهي تتوارى عن الأنظار تدريجيا فما على المربى حينئذ إلا أن يلفت نظر من معه إلى قدرة الله عز وجل في ذلك. ¶ كما يوجه الطفل لإدراك فضل الله عليه وما أسبغه عليه من نعمة الصحة والعافية فيقال له مثلاً من الذي أعطاك السمع والبصر والعقل؟ من الذي أعطاك القوة والقدرة على الحركة، وهكذا ويحث أيضا على محبة الله وشكره على هذه النعم وهذا الفضل، إن تحبيب الطفل إلى الله وما يحبه الله أمر جيد، وله مردوده التربوي عاجلاً وآجلا بإذنه تعالى.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "فتحت الأم الشباك من غرفة منزلهم في الدور الثاني للتهوية وإذا بطفلها يأتي مسرعا ويقفل الشباك، وعندما سألته أمه لماذا تصرفت هذا التصرف قال: إني رأيت الدش في أحد سطوح المنازل المجاورة لنا، وأردف قائلاً. إني لا أريد أن أنظر إلى شيء لا يحبه ربي.... ¶ قد يسأل الطفل عن ربه، هل يأكل هل ينام؟ وعند ذلك لابد من إجابته بأن الله ليس كمثله شيء وهو السميع البصير، وأنه لا تأخذه سنة ولا نوم، وإن الله ليس مثلنا بحاجة إلى النوم والطعام والشراب. ¶ إن تبسيط هذه المعاني للطفل وتوضيحها له بشكل مناسب لسنه وتعظيم الله في قلبه مما يساعد على مراقبته لربه في السر والعلانية. ¶ القصة وأثرها في التربية ¶ للقصة دور وأثر فعال في تربية الطفل، وتحبيبه لله ورسوله صلى الله عليه وسلم فقصة نبع ماء زمزم عند قدمي إسماعيل عليه السلام تملأ قلب الطفل محبة لله تعالى، وكذا من القصص المحببة للطفل قصة موسى عليه السلام وعصاه، وغرق فرعون وجنوده، وقصة اختفاء الرسول محمد صلى الله عليه وسلم في الغار، وتحبيب الأنبياء عليهم والصلاة والسلام إلى الأطفال الناشئة عامل مساعد على الإقتداء بهم والتأسي بمسلكهم وسنتهم، ومن ما يحسن روايته الأحاديث المناسبة لأعمارهم وتحفيظهم إياها. ¶ وقد يقول قائل كيف يحبون الرسل والأنبياء وهم لم يروهم فالجواب أن من أسدى لك معروفا أو ذكر لك بخير فإنك تميل إليه وتحبه وأنت لم تره، فالرسل أولى بالمحبة من غيرهم، وفضلهم بعد الله على أممهم لا يقدر بثمن.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "إن مما ينمي في الأطفال محبة الرسول صلى الله عليه وسلم ذكر طائفة من الأحاديث، والمواقف النبوية المناسبة كحديث: \"يا أبا عمير ماذا فعل النغير؟ \"، وقصة الغلام الذي كان في حجر الرسول صلى الله عليه وسلم ويده تطيش في الصحفة، وحسن خلقه صلى الله عليه وسلم وتعامله معه، وأحاديث الحث على زيارة المريض والعناية باليتيم، وبر الوالدين، وعدم التناجي بين الاثنين دون الثالث، كل هذه مما يقربه عليه الصلاة والسلام إلى قلوب الناشئة وينمي شعورهم بمحبته، ومعرفة فضله علينا صلى الله عليه وسلم. ¶ مواقف ونظرات في التربية ¶ إن هدي الرسول صلى الله عليه وسلم وذكره للأطفال دائما، وتشجيع من يقتدي به منهم حث عملي على ارتباطهم بسنته، كما أن تحبيب شرائع الإسلام لهم حسب المناسبات كقصر الصلاة في السفر مثلاً، لفت لأنظار الأطفال والناشئة إلى أن هذا من يسر الدين وسهولته. ¶ * أما القرآن الكريم فيحسن تلقين الطفل في الثالثة أو الرابعة من عمرة سورة الفاتحة وقصار السور، ثم في سن السادسة يمكن إرسالهم إلى حلقة لتعليم القرآن الكريم في المساجد ودور القرآن، وربط الطفل ببيت الله وبكلامه عز وجل صلة بين روحه وخالقها، كلما أن مشاهدة الطفل لمعلم الحلقة، وقد اهتم بتطبيق السنة في لباسه ومظهره، ومحافظته على الصلاة، وإعفائه للحيته، وحسن تعامله وأخلاقه، كل ذلك باعث على الإقتداء به في المستقبل بإذن الله تعالى. ¶ * ومن طرائف الأطفال أنه أتى طفل في يوم من الأيام من الروضة وسأل والدته: ماذا سأكون إذا كبرت وكان اسم الطفل محمدا فقالت له والدته هل تريد أن تكون إماما لمسجد وتعلم الناس الخير؟ فأخذ الطفل يفكر قليلاً ثم سأل والدته: هل سيكون في بلدنا- وكان من أهل القصيم- شيخان اسمهما محمد، قالت له: ومن هما؟ قال الشيخ محمد بن عثيمين وأنا!",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "فلننظر أيها المربون إلى هذا الطفل، وتطلعه، وإلى ما بدر في تفكيره، حيث تبادر إلى ذهنه هذا العالم الجليل، والطفل يتأثر بمن حوله وما يحيط به. ¶ * إن من مهمات المربي تهيئة الأبناء، ومن الوسائل المعينة على ذلك إلحاق أبنائه في المراكز الخيرية، ودور القرآن الكريم، تلك الدور والمراكز التي تفتح أبوابها طوال العام، وتركز جهودها في فترة الصيف لاستثمار أوقات الشباب والفتيات، ولا شك أن الالتحاق بها ربط النشء بأهل الخير، وهذا من أهم عوامل الصلاح بإذن الله. ¶ * ولا تنس غرس المراقبة الإيمانية الذاتية لدى الطفل، بأن نبذر في نفسه محبة الله، وأن الله تعالى مراقب لأفعاله، ومطلع على سره وعلنه، ومن الشواهد الواقعية القصة التالية: ¶ * ذهب أحب الأطفال إلى اجتماع عائلي وجلس يشاهد التلفزيون بينما كان هذا الجهاز غير موجود في منزلهم- فمرت بالقرب منه والدته، ولكنها لم تحب الحديث معه حتى يعود إلى المنزل، وعندما عادوا إلى منزلهم سألته قائلة له: ألم أقل لك أنه لا تنبغي مشاهدة التلفزيون في كل وقت، لأنه يعرض فيه بعض المشاهد والأصوات التي لا ترضي الله تعالى فقال لها: أنا جلست عنده أنظر إلى صلاة الحرم وعندما ظهرت المرأة- اللي ما تستحي- أغمضت عيني!! فمن يشاهد هذا الطفل يا ترى، ومن يراقبه إذا لم يغمض عينيه؟ إلا أنه غرست في قلبه مراقبة الله له، وشعر أن المرأة التي تبدو سافرة امرأة لا تستحي ولا تخاف الله.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "* قصة أخرى في الإحساس بالمراقبة وتورع الشباب إذا نشأوا على الخير، تقول إحدى الأمهات: وجدت يوما بعض الريالات في أحد رفوف المنزل، فسألت أهل البيت جميعا لمن هذه الريالات فالكل قال إنها ليست لي، وكان يوضع عند هذه الأسرة بعض الأمانات، فخشيت الأم أن تكون هذه الريالات لأحد غيرهم، وقد نسيتها فأعطتها أحد الأبناء والبالغ من العمر سبعة عشر عاما، وطلبت منه شراء بعض الساندوتشات، وأمرته أن يذهب بها لأسرة فقيرة، وفعلاً ذهب ذلك الابن الشاب، واشترى الطعام المطلوب من أحد المطاعم، وسلمه للأسرة الفقيرة، وبعدما عاد إلى منزلهم، سأل والدته: من أين هذه الصدقة التي ذهبت بها هل هي منك أم من غيرك؟ وعندما سألته والدته عن سبب استفساره هذا قال: وجدت في السيارة قطعة من الطماطم فأكلتها، وخشيت أن تكون من مال صدقة قد وكلت بها أما إن كانت من مالك فالأمر لا إشكال فيه. ¶ هذا الموقف من هذا الشاب على ماذا يدل؟ من يراقب هذا الشاب إلا الله عز وجل، وإلا فبإمكانه أن يأخذ ساندوتشا كاملاً ولا يعلم عنه أحد. لكن قوة المراقبة لله جعلته يمتنع عن ذلك. ¶ * ومما يساعد على ارتباط الأبناء بخالقهم تعليمهم التوكل على الله، واللجوء إليه سبحانه وتعالى، وأن والديه ليس لهم حول ولا قوة إلا به، ولقد عرفنا من القصص ما يغذي هذا الجانب التربوي، من ذلك قصة إبراهيم عليه السلام عندما ألقي في النار، وتوكله على ربه عندما أتاه جبريل عليه السلام ليسأله أله حاجة؟ قال أما لك فلا وأما لله فحسبنا الله ونعم الوكيل، إن مثل هذه القصة لهي من أقوى الدوافع لتوكل الأنبياء على ربهم وتربيتهم على ذلك.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "* ومن قصص الأطفال في هذا المجال ذلك الطفل الذي ذهب إلى إحدى المدن الترفيهية، وقد أراد أن يلعب في لعبة لم يلعبها من قبل، وكانت كبيرة وترتفع أثناء اللعب بها ارتفاعا شديدا بالنسبة للأطفال، وعند تحركها حين ركبها الطفل، وكان بجواره طفل آخر وقد بدا عليهما الخوف فقال له: دعنا نقرأ آية الكرسي، هذا الموقف يدل على إدراك الطفل لحفظ الله تعالى لهما، ونزول الطمأنينة عليهما بقراءة كتاب الله أو شيء منه. ¶ * وطفل آخر أحس بالملل في ذهابه للروضة، وطلب من والدته أن تسمح له بعدم الذهاب، لكن الأم استمرت تشجعه يوميا على الذهاب إليها والطفل لا يرغب ذلك، وفي يوم من الأيام دخلت الأم على طفلها في الغرفة فوجدته رافعا يديه ويدعو قائلاً: يا سامع الصوت أخرجنا من الروضة!! فهنا نلحظ أثر التربية الإيمانية فقد لجأ هذا الطفل إلى الله في موقف هو محتاج إلى من ينقذه من هذه المشكلة بالنسبة له، وبعدها لم ترسله أمه إلى الروضة حتى التحق بعدئذ في المدرسة.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "* إن لجلسة العائلة أو الأم مع أولادها، وتذكيرهم بالله تعالى ورسوله صلى الله عليه وسلم بين فترة وأخرى أثر كبير عليهم، وعلى اهتمامهم بدينهم وإن كانوا صغارا، ونحن نهمل هذه الجلسات النافعة بحجة عدم التفرغ، واعتقادنا عدم إدراكهم لصغرهم، وهذا غلط كبير، فمثلاً في قصة الرسول صلى الله عليه وسلم مع الغلام الذي كانت يده تطيش في الصحفة، إذا بسطت للأطفال الصغار، فإن فيها آدابا عظيمة يصعب تعليم الأبناء عليها إذا كبروا، وعلى هذا نقيس من ذكر الأحاديث المناسبة لهم كل حسب سنه، ويؤكد نفع هذه الجلسات ما ترويه إحدى الأخوات عن طفلها الذي يدرس في الصف الثاني الابتدائي حيث تقول: عاد ابني من المدرسة، وقال لي لقد حضر اليوم إلى مدرستنا فضيلة الشيخ محمد ابن عثيمين ورغبت أن أطرح عليه سؤالاً، لكني لم أتمكن من ذلك لأنه خرج من المدرسة قبل أن أصل إليه، فماذا تتوقعون أن يكون سؤال هذا الطفل؟ سألته أمه ما الذي تريد أن تسأل عنه الشيخ؟ قال لها: كنت سأسأله هل تحسب للمرأة خطاها من مكان وضوئها الذي تتوضأ فيه إلى مصلاها برفع درجة ومحو سيئة مثل الرجال أم لا؟ فتذكرت الأم أنه كان لها حديث حول هذا الموضوع مع هذا الطفل قبل ما يقارب من شهرين من هذه الحادثة لكنها لازالت عالقة في ذهن الطفل.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "\" إليه يصعد الكلم الطيب والعمل الصالح يرفعه \": أقبلت طفلة على أمها، وهي جالسة في استراحة قصيرة من عناء عمل البيت وتذكر الله بينها وبين نفسها، فسألت الطفلة أمها لماذا أنت جالسة هكذا وماذا تعملين؟- وقد تعودت هذه الطفلة من أمها أنها لا تضيع الوقت بدون فائدة (عمل أو قراءة أو كتابة ونحوها)- فأجابت الأم: إني أذكر الله وشرحت لطفلتها معنى الآية السابقة، فجلست البنت تفعل مثل أمها تذكر الله، وتقول في نفسها هذه رفعت إلى الله، وإذا انصرفت لكلمة من أمور الدنيا قالت هذه لم ترفع، وهكذا أحست الطفلة بأهمية العمل الصالح، وطبقت مباشرة ما علمت مقتدية بأمها. ¶ * مما يساعد على غرس الإيمان في قلوب الأطفال إشعارهم بأهمية الإخلاص لله تعالى، وشرحه لهم، وإخبارهم أن العمل كله لله من صيام وصلاة وصدقة كلها نتقرب بها إلى الله، بل أعمالهم الدنيوية المباحة والمندوبة تجعلهم يستشعرون فيها النية الصالحة، وأنهم يؤجرون عليها ويستشعرون مراقبة الله لهم وقربه منهم فمثلا نذكر الطفل بأن من سقى مسلما على ظمأ سقاه الله من الرحيق المختوم، ونستغل المواقف فنذكره بمثل هذا الفضل حينما نطلب منه إحضار الماء لنا أو لأخيه الصغير ونروي له الحديث: \"من سقا مسلما على ظمأ سقاه الله من الرحيق المختوم\". فسنجد الطفل يسارع بإحضار الماء متقربا بذلك إلى الله تعالى. ¶ * أعدت الأم لطفلتها البالغة من العمر قرابة السنة طعاما، وأرادت أخت الطفلة الكبرى إعطاءها هذا الطعام، وإذ بالأخت الثالثة البالغة من العمر حوالي الخمس سنوات تريد أن تطعم أختها الصغرى بنفسها قائلة لأختها الكبرى: أنا التي سأطعمها أتريدين الأجر لك وحدك فقط! فلننظر إلى احتساب هذه الطفلة للأجر لأن والدتها كانت دائما تحثهم على إطعام الطعام، ونية العمل لوجه الله تعالى.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "* ذهب طفل مع والده إلى المسجد لأداء الصلاة ثم الصلاة على أحد الأموات من الرجال وبعد عودة الأب وابنه إلى المنزل سأل الطفل والده قائلاً: لقد أدينا الصلاة على رجل وامرأة ولم أكن أعلم بوجود جنازة المرأة ولم أنو الصلاة عليها لعدم علمي بها فماذا علي؟ فهذا السؤال يوحي بحرص الطفل على النية قبل العمل، فهل نحن الكبار احتسبنا الأجر من الله والنية لله مثل هؤلاء الصغار. ¶ بعض التنبيهات: ¶ ينبغي تنبيه الطفل على بعض الأعمال منذ صغره ومنها: ¶ 1- تعويده الأخذ والعطاء باليد اليمنى وكذا الأكل والشرب بها منذ شهوره الأولى. ¶ 2- تعويده التيامن في ملبسه والبدء بالشمال عند خلع ملابسه ويعلم أنها سنة من سنن النبي صلى الله عليه وسلم. ¶ 3- أن تجنب البنت اللباس القصير. ¶ 4- التسمية عند الطعام والحمد عند الانتهاء منه. ¶ 5- أن يعود على ذكر الله تعالى، والصلاة على النبي صلى الله عليه وسلم، وخاصة عندما يسمع ذكره. ¶ 6- أن يعود الحمد بعد العطاس وتشميت العاطس. ¶ 7- أن يعود الشكر على المعروف مهما كان يسيرا. ¶ 8- أن يعود السلام عند الدخول والخروج. ¶ 9- أن يجنب الصور في الملابس. ¶ * وإليكم هذه الحادثة حول هذه الفقرة: ¶ اشترى أحد الآباء لأبنائه بعض \"البالونات \"، وكانوا في سفر فلما وصلوا إلى مكان إقامتهم في البلد الذي سافروا إليه وجد أحد الأطفال على أحد البالونات رسما لبعض الحيوانات فقال الطفل: الحمد لله أن هذا البيت ليس بيتنا، ومن ثم لا تدخل الملائكة إليه، فهذا الموقف من هذا الطفل لم يحدث من فراغ فقد كان وراءه تربية سليمة.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "يجب علينا أن ننمي جانب الثقة في نفس الابن والبنت ونعودهم تحمل المسؤولية كل بما يستطيع وحسب سنه، فلماذا مثلاً لا يطلب الأب من ابنه شراء بعض احتياجات المنزل من صاحب البقالة؟ وهو يراقبه ويراقب تعامله وينبهه إلى الأسلوب الصحيح في التعامل، ولماذا لا تثق الأم بابنتها وبدخولها المطبخ وتعلمها أنواع الطبخ تدريجيا، وتشجيعها على ذلك، فإن في ذلك نفعا لها في الحاضر والمستقبل واستغلالاً لأوقات فراغها. ¶ القدوة والتربية في حفظ اللسان ¶ الوصية الغالية للمربين والمربيات بحفظ اللسان عن الكلام البذيء، وترك السب والشتم واللعن عند أتفه الأسباب، فبدلاً من أن تدعو الأم على ولدها بالموت كما تفعل بعض الأمهات الجاهلات أو تدعو عليه بالمرض والشقاء، لماذا لا تدعو له بالصلاح والهداية ويتم لا تقدر الأم بأنه لو أصيب ابنها أو ابنتها بالمرض الذي دعت عليه به كالعمى مثلاً أنه لن يحزن عليه أحد مثل حزنها هي. ¶ وإليك أيها المربي قصة هذه المرأة حيث تتحدث عن قصتها مع ولدها والدموع تذرف من عينيها وفيها من الحزن ما لا يعلمه إلا الله تقول: ¶ عزمنا على السفر إلى مدينة الرياض وعند ركوب السيارة جرى خلاف بينها وبين أحد أبنائها حول لبس الشماغ حيث طلبت منه إحضاره فرفض فكانت المشادة بينهما وانتهت بدعائها عليه بقوله: \"اذهب لا ردك الله \" تقول هذه الأم الحزينة وسافرنا إلى الرياض وكانت المصيبة في أحد الشوارع في الرياض حيث كنت أسير معه فإذا بسيارة تتجه نحوه وتصدمه، فيسقط يصارع الموت ولم يلبث سوى ساعات ثم يموت، وأعود إلى بلدي بعد هذا السفر بدونه، هكذا كانت النهاية الأليمة أجاب الله دعاءها وذهب ابنها.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "وصورة أخرى للدعاء في هذه القصة تذكر إحدى الأمهات أنه في أحد الأيام، وقبل أذان المغرب بقليل أراد أحد أبنائها السفر فحاولت أن يؤجله إلى الغد ليكون سفره نهارا، ولكن الولد أصر على السفر، وبالفعل سافر، وتقول والدته: لقد قلقت عليه أشد القلق، فما كان مني إلا أن فزعت إلى الصلاة وذلك في الساعة الثامنة مساءا، وتضرعت إلى الله وسألته أن يحفظ ابني، وقدمت مبلغا يسيرا صدقة لوجه الله، وما هي إلا ساعات، ويتصل ابني بالهاتف يطمئنني على وصوله سالما، وقال لي: هل دعوت الله لي؟ فسألته: لماذا تسأل؟ ¶ قال في الساعة الثامنة تقريبا، وبينما أنا أسير بسيارتي مسرعا، وإذا بي أرى زجاج السيارة الأمامي، وقد أصبح عليه ظل أسود جعلني لا أرى أمامي فأصابني الخوف فحاولت إيقاف السيارة وإذا بها واقفة فوضعت رأسي على مقود السيارة لحظات، ولما رفعت رأسي إذا بالذي كان أمامي قد ذهب، ويبدو لي والله أعلم أنه كان جملاً وبعد هذا الموقف سارت السيارة، ولم أصب بأذى ولله الحمد، وما كان ذلك إلا بفضل الله ثم بفضل وبركة دعاء والدته. ¶ ولنقارن بين هاتين الحادثتين والفرق بين الدعاء بالخير والدعاء بالشر. ¶ الحذر من سماع الأغاني والأطفال ¶ ولا يخفى ما للنشأة الطيبة والتربية الإيمانية من أثر مباشرة وقوي، ليس على سلوك الطفل فحسب بل يتعدى هذا الأثر إلى أقرانه وهذه القصة تبين هذا القول.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "تذكر إحدى الأمهات أنها كانت ممن ابتلوا بسماع الغناء المحرم، وكانت لها طفلة في الروضة، وحدث أن هذه الطفلة أخذت تردد أبياتا من إحدى الأغنيات، وكان لهذه الطفلة صديقة في الروضة سمعتها وهي تغني فقالت لها: الغناء حرام فأثر هذا القول! في هذه الطفلة، ولما عادت إلى بيتها قالت لأمها: يا أمي الغناء حرام. فتقول هذه الأم: لقد نصحت عدة مرات عن ترك السماع ولم امتثل واستجب لنصح الناصحين، لكني في هذه المرة وبعد مقالة ابنتي خجلت من نفسي وتركت سماع الغناء ولله الحمد بسبب تلك الطفلة الصالحة التي نصحت ابنتي. ¶ استغلال المواقف في التربية ¶ إن استغلال المواقف التي تمر بالأبناء في مسيرة حياتهم لربطهم بطرق الخير ووسائله وتحذيرهم من مسالك الشر وحبائل الشيطان أمر هام وفن لابد من التدرب عليه، كما أن ربط العمل الصالح بثوابه المترتب عليه والعمل السيئ بعقابه أمر له شأنه العظيم في تصحيح مسار حياة الأبناء ذكورهم وإناثهم أطفالاً أو شبابا. والمواقف التي تمر بالأبناء لا تتعدى أمرين إما خيرا فيشجعون عليه أو شرا فينفرون منه، ومن الشر في الظاهر ما يحتاج إلى صبر كالبلاء أو توبة كالمعصية، وهكذا فدور المربي هنا اتخاذ الموقف الملائم تجاه هذه الصور التي تتكرر في حياة الأبناء والبنات. ¶ وهذه قصة شاب كانت أمه صالحة تذكره بسبل الخير وتحثه على الصدقة وتقول له إن الصدقة بركة تبارك في مالك قال تعالى: {مَثَلُ الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ اللَّهِ كَمَثَلِ حَبَّةٍ أَنْبَتَتْ سَبْعَ سَنَابِلَ فِي كُلِّ سُنْبُلَةٍ مِائَةُ حَبَّةٍ وَاللَّهُ يُضَاعِفُ لِمَنْ يَشَاءُ وَاللَّهُ وَاسِعٌ عَلِيمٌ} [البقرة:261] ¶ وكان هذا الشاب يقول لأمه: كيف تقنعينني بأن المال يزيد بالصدقة وأنا أرى أني إذا أنفقت منه نقص. فكانت تذكره بأن الله يبارك لك فيما بقي ويخلف عليك في الدنيا والآخرة، فحدث له في أحد الأيام الموقف التالي.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "- احتاجت إحدى النساء الفقيرات مبلغا من المال فوقفت معها أم هذا الشاب وجمعت لها المبلغ المطلوب، وحثت ابنها على مساعدتها، وقد فعل وقضى للمرأة حاجتها برحابة صدر، لكن الله سبحانه وتعالى أراد أن يخرج هذا الشاب بسيارته في نفس اليوم الذي ساعد فيه المرأة الفقيرة، فحدث له حادث في سيارته ولم يصب هو بأذى وعندما عاد إلى البيت قال لأمه: لقد قلت لك أكثر من مرة كيف يكون الإنفاق زيادة في المال وقد ذكرت لي أن الصدقة يبارك لي فيها، وتكون سببا في دفع المكاره، وها أنذا اليوم بعدما تصدقت حصل لي هذا الحادث، فألهم الله الأم الجواب السديد حيث قالت لأبنها: يا بني احمد الله ربما- والله أعلم- أنك لو لم تدفع الصدقة لكان الأمر أشد والحمد لله أن الحادث كان بهذه الصورة ولم يكن أعظم، فتذكر الأم أنه منذ أن قالت له ذلك لاحظت عليه الرغبة في الصدقة والاقتناع بأهميتها وأثرها المبارك. ¶ تشجيع الأبناء وأثره ¶ إن التشجيع للأبناء ماديا أو معنويا دفع سريع لعجلة الصلاح، وحفزهم بما هو مناسب في الوقت المناسب له آثاره الطيبة المستمرة. ¶ كان أحد الأبناء يحفظ من القرآن أجزاء متعددة، وكان إمام الحي الذي يصلي في مسجده يتغيب أحيانا، فيبحث جماعة المسجد عن من يصلي بهم، وتحاول أم هذا الابن بابنها أن يصلي بالناس حال غياب الإمام، إلا أنه يعتذر بصعوبة الإمامة فقالت له أمه: إن صليت بهم إذا تخلف الإمام فلك جائزة نقدية، فكان أن غاب الإمام عن صلاة الفجر فتقدم هذا الابن وصلى بالناس، وبعد الصلاة عاد مسرورا إلى أمه قائلاً: أين الجائزة فقد صليت إماما وقدماي ترتجف. ¶ كانت هذه البداية بسبب تشجيع أمه له وبعدها صار يؤم الناس كلما سنحت له فرصة في ذلك.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "إن البداية بأي عمل تحتاج إلى جهد، ومصابرة، ومتابعة، وتشجيع مستمر، فقد نلاحظ على أحد الأبناء أو البنات فتورا عن عمل من الأعمال التعبدية أو كسلاً في أدائها، فهنا نجد أن من أنجح الحلول ومن أنفع عوامل التنشيط على ذلك العمل أو تلك العبادة، لربط بين ذلك العمل، والأمر الإلهي، فما أجمل أن نربطهم بأن هذه العبادة أو تلك الطاعة أمر من الله المنعم المتفضل، فعندما أرى تكاسلاً عن الصلاة مثلاً من الطفل ذي التسع أو العشر سنوات، استغل الفرصة لبيان أن هذه العبادة استجابة لقول الله تعالى: {وأقيموا الصلاة} وأربطه بالآية القرآنية، وأبين له عظم شأن هذه العبادة وأين فرضت ويحسن أن يشرح للطفل أحداث الإسراء والمعراج، وصلاته صلى الله عليه وسلم بالأنبياء، وحواره مع موسى عليهم السلام حين فرض الله عليه الصلاة من فوق سبع سماوات وعددها خمسون صلاة ومراجعته لربه إلى أن خففها إلى خمس فصارت خمسا في العدد وخمسين في الأجر بفضل الله ومنته. ¶ وكذلك في قضية الحجاب، وكيف تألفه الفتاة وتعتاده، ويصبح عبادة ملازمة ترجو ثوابها عند الله تعالى، لأنه من الطبيعي أن تميل البنت إلى لبس الحجاب أول الأمر وتفرح به، ثم تبدأ في التكاسل والتضجر، أو الميل إلى التوسع فيه أو تزيينه مجاراة لقريبة أو زميلة، وهنا يبرز دور الوالدين، والأم بوجه خاص في بيان فضل الحجاب ورحمة الله لنا به، وصيانة المرأة، وتكريم الله للمرأة بفرضه، ويكون ذلك بالأسلوب الملائم وحسب سن البنت ومحاولة بيان حكمة الله تعالى في ذلك يقول تعالى: {يَا أَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ وَبَنَاتِكَ وَنِسَاءِ الْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِنْ جَلابِيبِهِنَّ ذَلِكَ أَدْنَى أَنْ يُعْرَفْنَ فَلا يُؤْذَيْنَ وَكَانَ اللَّهُ غَفُوراً رَحِيماً} [الأحزاب:59]",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "وتبسط للبنت الآيات الدالة على ذلك كبيان ما في هذه الآية من أمر الله لرسوله صلى الله عليه وسلم أن يأمر زوجاته وبناته بالحجاب ثم يضيف الله تعالى إليهن نساء المؤمنين ويبين للبنت هذا الشرف العظيم الذي خص الله النساء به وهو مساواتهن بالأمر مع زوجات النبي صلى الله عليه وسلم بالحجاب، ويوضح للبنت حكمة الله تعالى في هذا الأمر حيث أن ذلك صيانة لها لأن التي لا تحتجب ربما يظن أنها غير عفيفة فيتعرض لها من في قلبه مرض وربما استهين بها فالاحتجاب مانع لمطامع الطامعين بها. ¶ المتابعة و مراعاة الميول: ¶ في متابعة الأبناء وملاحظة تصرفاتهم وتفكيرهم، ينكشف لولي الأمر مداخل كثيرة للتوجيه والإرشاد واستغلال المواهب التي قد تكون كامنة، لا يلحظها إلا المتابع والمدقق من الأولياء، فإذا عرفت في الابن أو البنت ميلاً للقراءة أو الكتابة، فما عليك إلا أن تهيئ الجو المناسب والكتاب النافع وأن تجدد له الكتاب والقصة بين فترة وأخرى، ولا تهمل هذا الجانب، أعني جانب المتابعة فأتركه يقرأ الغث والسمين أو النافع والضار دون توجيه، فقد يأخذ ويميل إلى الضار، ولا ينتفع بالمفيد لأن النفس أمارة بالسوء، وتميل إلى الشهوة والكسل. ¶ * قامت أحدى الأسر بزيارة إلى أسرة قريبة، لها وفي المساء عادت إلى بيتها، وكان من أفراد الأسرة ابنة في المرحلة الابتدائية وقد أحضرت معها عند عودتها مجموعة من القصص وأدخلتهن غرفتها، وربما أنها سهرت على قراءة ما فيها. ¶ وكانت عن الحب والسحر، وما شاكل ذلك من موضوعات جاءت بها من قريبتها في تلك الأسرة. ¶ ولأن لهذه البنت أم موفقة ومربية صالحة، كانت تتابع أبناءها وبناتها، فلما دخلت غرفة ابنتها رأت هذه القصص الفاسدة التي أحضرتها ابنتها، وإذا فيها ما يفسد الدين ويخل بالعقيدة، ويربك تفكير الطفل الذي يقرأها.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "وقد لاحظت هذه الأم أن ابنتها جلست تحاول صياغة قصة مماثلة لهذه القصص، وتجمع معلوماتها منها، فما كان من هذه الأم إلا أن أخذت بتوجيه ابنتها التوجيه السليم، وبينت لها حقيقة هذه القصص، وشرحت لها المقصود بالسحر والكهانة، وحكم الشرع فيها. ووضحت لابنتها ما المقصود بالعلاقة بين الرجل والمرأة في هذه القصص، وما المقصود بذلك في ديننا الإسلامي الحنيف فكانت النتيجة أن قامت البنت بجمع هذه القصص، وأعادتها إلى صاحبتها، ودعتها أيضا لترك هذه النوعية من المنشورات. ¶ هذه نتيجة المتابعة والملاحظة المطلوبة في التربية فلو قدر الله أن هذه الأم كانت مهملة فماذا ستكون النتيجة، فنلاحظ أنه من جلسة واحدة في ليلة واحدة كان تأثر هذه البنت وانسياقها وراء هذه الروايات والقصص المضللة فكيف سيكون الحال مع من ترك لها الحبل على الغارب وأهملت الأيام والليالي مع وسائل الفساد المقروءة أو المسموعة أو المرئية. ¶ والسؤال هل وفرنا لأبنائنا ما يغنيهم عن البحث عن وسائل الترفيه بطرق خاطئة وهل هيأنا لهم الجو المناسب للاستفادة من ما لديهم من مواهب وإبداعات وقدرات. ¶ الجواب أتركه لكل مرب ومربية يجب أن يكونوا بقرب أبنائهم وبناتهم ومن تحت أيديهم وفي نطاق مسؤولياتهم أمام الله تعالى. ¶ الناشئة والنوافل ¶ من شب على شيء شاب عليه- عبارة مألوفة ومسلم في حقيقتها- لذلك فعلي أن أعلم كمربي أو مربية بأني إذا عودت أبنائي على نافلة معينة منذ الصغر، فسوف يعتادون عليها وتكون سهلة ميسورة عليهم إذا كبروا.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "وفي الأسطر التالية أسوق أمثلة من الواقع حول هذا الجانب: أولاً: كان هناك أخوين اعتادا الذهاب مع أبيهما لأداء صلاة التراويح في شهر رمضان، وكذلك صلاة التهجد آخر الليل وكانت أعمارهم ما بين التاسعة والحادية عشرة تقريبا، وكان يقابل عملهما هذا بالتشجيع والثناء من أبيهما وأمهما، وما أن انتهى رمضان حتى يأتي أحد هذين الولدين مقترحا على أخيه بقوله: \"لقد كنا في رمضان نؤدي الوتر مع الإمام وبعد انتهاء رمضان دعنا نصلي الوتر قبل النوم\". ¶ ثانيا: امرأة تقول عن نفسها: \" لقد عودنا أهلونا ونحن صغار على أداء النوافل فكنا نؤديها ولا ندرك فضلها، بعد ذلك أدركنا أثر والدينا وأصبحنا نؤديها عبادة لله سبحانه وتعالى. ¶ ثالثا: كانت إحدى الأمهات تشجع طفلتها على صيام أيام البيض فكانت هذه الطفلة تصومها مع ما تحس به من الجوع وقد يبدو عليها التضايق أحيانا، ولكن هذه الأم إدراكا منها بأهمية غرس الفضيلة في نفس هذه الطفلة منذ الصغر كانت تشجع ابنتها وتذكر لها فضل مثل هذا الصيام ومن ذلك ما ورد عن أبي هريرة رضي الله عنه قال: أوصاني خليلي صلى الله عليه وسلم بثلاث: \"صيام ثلاثة أيام من كل شهر وركعتي الضحى وأن أوتر قبل أن أنام \" [متفق عليه]. ثم تأخذ ابنتها معها إلى المطبخ وتعد معها طعام الإفطار وتختار الأصناف التي ترغبها البنت وتحب تناولها وبالتدريج صار الصيام دأبها حين كبرت بفضل الله. ¶ وفي مجال التشجيع على النافلة، والحرص عليها قد تجد الأم أو المربي ميلاً عند الابن أو البنت إلى عمل من الأعمال الصالحة دون غيره، كالميل إلى الصيام، والاستعداد له أو إلى الصدقة والحرص عليها، وهكذا فما دور المربي في مثل هذه الحال؟، إن الدور هنا يكون بتشجيع كل ابن أو بنت على العمل الذي ينساق إليه، وتطمع بفتح الله عليه في الأعمال الأخرى، وفضل الله واسع.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "ومن الخطأ إذا رأى المربي ميل أحد الأبناء إلى عمل من الأعمال وتكاسل الآخرين عن ذلك العمل أن يفتر عن إعانة ذلك المقبل على العمل بسبب عدم اجتماع الأبناء عليه، بل من الواجب استغلال إقبال هذا الابن أو البنت، وقد يكون ذلك مدعاة لتشجع الباقين ولو بعد حين. ¶ الناشئة وتنميه الميول ¶ تذكر والدة إحدى الفتيات رغبة ابنتها أن تكون داعية إلى الله منذ أن كانت في المرحلة المتوسطة، وكانت تطلب من أهلها مساعدتها في تصوير بعض الأوراق العلمية والموضوعات التوجيهية لتقوم بتوزيعها، وكانت والدتها تشجعها وتعينها على ذلك، فنشأت هذه الفتاة داعية إلى الخير، فكانت مشعل نور وهداية وتوجيه في اجتماعات أسرتها وأقاربها حتى صار في اجتماعاتهم ثلاثة حلق لتحفيظ القرآن ومراجعته موزعة حسب الأعمار مع تخلل هذه الاجتماعات بعدد من الدروس والمسابقات، فما كانت هذه الثمار لتنمو إلا بفضل الله تعالى ثم بدعم وتوجيه من والدتها. ¶ ومن هنا فإنه لابد منه العناية بجانب التشجيع وتنمية الميول والمواهب، فإذا لاحظنا في أحد الأبناء أو البنات نبوغا وقدرة على الحفظ فهي فرصة لتوجيهه لحلق العلم على يد المشائخ الفضلاء الموثوقين بعلمهم ومعتقدهم، مع التوجه إلى الله تعالى بالدعاء له بأن يوفقه الله إلى أن يكون عالما ربانيا ينفع الله به ويرفع بسببه راية الإسلام. ¶ الناشئة ومجالس الذكر ¶ تعتبر المحاضرات والدروس العلمية التي تلقى في مساجد البلد الذي تسكن فيه أيها المربي زادا إيمانيا وجرعات منشطة لك ولأبنائك.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "ومع هذا فقد يخطئ كثير من الآباء والأمهات في الإعراض عن مثل هذه المجالس المباركة فتجده لا يعتني بالحضور إليها، وخاصة إذا كان الأب أو الأم عنده شيء من العلم قليلاً أو كثيرا، فتجده يقول: نعرف ماذا سيقال فيها. وينسى أو يتناسى أولاده ومن يعول، وأنهم بحاجة لمثل هذه الدروس التي تناقش موضوعات هم بأمس الحاجة إليها في دينهم ودنياهم كموضوعات الصلاة، وحقوق الجار، وعلامات الساعة، وما إلى ذلك مما يبصر الأبناء ويزيدهم إيمانا وصلاحا بإذن الله، ثم لا ننس ما لهذه المجالس من أثر في ربط الأبناء بالأخيار، والتعرف عليهم عن قرب، ولذلك فحري بالأب والأم المسارعة إلى حضور مثل هذه المجالس بصحبة من يفقه من أبنائهم، فكما أنهما يحرصان على تغذيتهم بالطعام والشراب ورعايتهم صحيا، فلا ينبغي أن يغفلا أيضا هذا الجانب الروحي الهام. ¶ الفوضوية في حياة الأبناء ¶ حين تكون الأم قريبة من أبنائها في المنزل ينبغي أن يكون المنزل منضبطا ومنظفا- ليس التنظيم الشكلي فقط وهذا يعتني به كثير من الأمهات- لكن التنظيم المقصود عكس الفوضوية في الحياة، فتجد بعض البيوت أشبه بالفنادق، من أراد من أفراده النوم نام، ومن أراد الأكل أكل، ومن أراد الخروج خرج، دون مراعاة للوقت المناسب لكل تصرف وما ذاك إلا لعدم ارتباط الأسرة ببعضهما، وعدم تعويد أفرادها على الاجتماع والتآلف والمحبة، والحرص على الانضمام في مجموعة أسرية واحدة تضفي على حياة الأسرة طعما مميزا ونكهة خاصة تفقدها كثير من الأسر. ¶ ففي بعض الأسر لا تجد ضابطا للعب الأطفال، ولا لمشاهدة الفيديو النافع، ولا لألعاب الكمبيوتر المفيدة وبرامجه النافعة وغير الضارة، فالفوضى تسود ربوع البيت ليل نهار فلا وقت للجد والحياة المثمرة، ولا وقت لحفظ القرآن أو استماع شريط نافع أو قراءة كتاب مفيد.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "والقصة الواقعية التالية تبين أثر الجدية التي غرسها الوالدان في حياة هذه الطفلة والتي تدل على أن الأطفال يدركون أهمية الوقت إذا عودوا على ذلك. ¶ دار نقاش أسري حول موعد خروج تلك الطفلة التي تدرس في الصف الأول الابتدائي من المدرسة في أيام الدراسة الأولى ومتى سيحضر والدها إليها فما كان من تلك الطفلة إلا أن عرضت اقتراحها على أبيها وفيه حل لمشكلة ضياع وقته إذا حضر لأخذها من المدرسة حيث قالت: \"إذا أردت أن تأتي لتأخذني من المدرسة فأحضر معك كتابا واجلس في السيارة للقراءة فيه حتى أخرج إليك \" وللأب أو الأم حرية التعليق على هذا الموقف من هذه الطفلة. ¶ الزيارات بين الأبناء وأقرانهم ¶ الرغبة في الاختلاط بالأقران أمر فطري عند الإنسان، ولاسيما الصغار أو الشباب والفتيات بوجه خاص، ومن هنا تعظم المسؤولية تجاه هذا الأمر، فحينما يتعرف الأبناء على أصدقاء وأقران في مدارسهم يميلون إلى الخلطة بهم خارج المدرسة، ويبدأون بطلب الإذن بزيارتهم في بيوتهم، ومن هنا ينبغي الحذر وأخذ الحيطة التامة، فإننا لا نعرف ما يجري خلف أسوار البيوت، ولا أحوال تلك الأسر، وما هي عليه من الصلاح والفساد، فقد يكون ابنك مستقيما منظما ثم يزور صديقا له ترك له الحبل على الغارب، وعنده أو عند أسرته من المخالفات الشرعية ما يجعل ابنك يتساءل ويقارن وقد يتمرد لا قدر الله على وضعه الذي يعيشه، فما بنيته في سنة يهدم في زيارة ساعة أو نصف ساعة لأنه سيعتقد لصغر سنه أو لعدم نضجه وتجربته أنه مضيق عليه، وأنه لا حرية له ولا رأي له هكذا يتصور، في حين أنك حينما ربيته وحرصت عليه أردت له سعادة الدارين.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "وفي صورة أخرى لو كانت أسرة صديق ابنك أو صديقة ابنتك على مستوى طيب من الصلاح والاستقامة فلتكن الزيارة إذا طلبت بحدود منظمة، وفي مناسبات مشروعة كتهنئة في مناسبة سعيدة أو عيد أو زيارة لمريض. لأنه لو فتح باب الزيارة على مصرعيه فسيصعب إغلاقه أو تحديده حين يرى الأب أو ترى الأم أن ذلك من مصلحة الأبناء. ¶ الأبناء والزواج ¶ حين يكبر الولد يبدأ بالتفكير بالزواج وتبدأ البنت بهواجس بيت الزوجية ويتقدم الخاطبون لها ربما منذ سن السابعة عشرة وفي هذا الخصوص قد يستغرب بعض الوالدين الأمر ويعدون ابنتهم مازالت صغيرة، ولكن الواجب أن لا يغفل مثل هؤلاء أننا في زمان فق، وأن المصلحة للأبناء هو الزواج المبكر، وحسبنا قدوة زواج رسولنا محمد صلى الله عليه وسلم بأم المؤمنين عائشة رضي الله عنها حيث عقد عليها وهي بنت ست سنين ودخل عليها وهي بنت تسع. فإذا بلغ الأبناء والبنات هذا السن وهيأ الله لهم سبل الزواج فلنبادر ولنحرص على مراعاة أمور هامة من أبرزها: ¶ 1- حمد الله والثناء عليه الذي بلغهم هذا السن. ¶ 2- تنبيه الأبناء إلى احتساب الأجر في هذا الزواج وأنهم إنما تزوجوا طلبا للعفة، وتكوين بيت مسلم، وإنجاب ذرية صالحة، وينتج عنها جيل صالح يكون بإذن الله سببا في عز الإسلام والمسلمين. ¶ وهذه حادثة من واقع الحياة تمثل نموذجا للتنشئة الصالحة، فهذه إحدى الفتيات تزوجت في سن مبكرة وبعد مضي عدة شهور من زواجها ولم يقدر لها الله الحمل حينها تصارح أمها بأن لها رغبة في الإنجاب ولكن لماذا؟ تقول إنها تتمنى ذلك، وتتمنى أن يكون هذا الولد مجددا لهذا الدين مثل الشيخ محمد بن عبد الوهاب لأنه على رأس كل قرن يبعث الله من يجدد هذا الدين وينصره. فلنقارن نحن المربين بين هم هذه الفتاة، وهم من لا تريد تحمل المسؤولية، ولا تريد الحمل من أجل أن تكون في كامل حريتها ذهابا وإيابا.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "فما أعلاها من همه وفرق بين الثرى والثريا، أقر الله عينيها وحقق لها ما تتمنى هي وصالح المؤمنين. آمين. ¶ الشجار في حياة الأطفال ¶ الشجار بين الأطفال وخاصة الأقران أمر طبيعي ومتوقع ولكن ما هو الموقف السليم والأسلوب التربوي الموفق بإذن الله لعلاج مثل هذه الحالة أو الحد منها وآثارها. ¶ من أهم ما ينبغي ملاحظته ما يلي: ¶ 1- تذكير الأم القريبة من أطفالها بأن هذا الشجار والخصام إنما هو من الشيطان وتحذر أطفالها منه. ¶ 2- تذكرهم بحب الله تعالى للعفو: \"فمن عفا وأصلح فأجره على الله \". ¶ 3- بيان أن من ترك شيئا لله عوضه الله خيرا منه. ¶ 4- إذا أخطأ أحد الأبناء فيجب أن يكون العقاب بحجم الخطأ لا إفراط ولا تفريط. ¶ 5- إذا كان الخطأ لأولى مرة فيجب حينئذ التوجيه وبيان الأسلوب السليم دون عقاب. ¶ 6- تعويد الأطفال على الستر فإذا أخطأ الطفل لأول مرة يبين له بأن خطأه لن يعلن في البيت وذلك عملاً بقول النبي صلى الله عليه وسلم:\" من ستر على مسلم ستر الله عليه \". ¶ ليحس الطفل بالطمأنينة من ناحية ويستشعر محبة الرسول صلى الله عليه وسلم لتوجيهه لنا هذا التوجيه. ¶ الصلة مع الأبناء وحسن الخلق",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "إن حسن الخلق سلعة غالية، واتصاف الوالدين بذلك، والتأدب في المعاملة، والكلام الطيب بينهما يكسب الأبناء هذه الصفة بالوراثة، وتنطبع في سلوك الأبناء كل صفة طيبة تكون في الوالدين، ومثل ذلك يقال على الخلق السيئ والمعاملة البذيئة. ولتكن الأم بالذات صديقة لابنتها، وخاصة في مرحلة قبيل البلوغ، وأثناءه وبعده، ولتقترب من مستواها وأفكارها، تشجعها على الطيب، وتكره لها السيئ من القول والعمل، ولتكن الأم أذنا صاغية لما تقوله ابنتها، ولتصبر على ذلك ولتحتسب الأجر، لأنها إن هي أهملتها ولم تبال بها أو سخرت منها وبأفكارها فإنها ستخسر ابنتها، لأن البنت في هذه الحال ستبحث عن بديل تبث له ما يكن في صدرها، ثم ماذا ومن سيكون هذا البديل؟ إما صديقة لها لم تمارس الحياة، أو من لا يحسن التوجيه من قريبة أو معرفة. ¶ التعليم الشرعي ¶ في القصة التالية ما يغني عن التعليق حول هذا العنوان حيث عادت طالبة المرحلة المتوسطة إلى بيتها وفي حديثها مع والدتها تقول لقد أخبرتنا المعلمة عن معلومات لم تخربينا عنها من قبل. ترى ما هذه المعلومات؟ أنها عن الغسل وما يتعلق به عند المرأة والرجل ثم تستطرد هذه الفتاة قائلة لوالدتها أخبري أخي- وقد كان على وشك سن البلوغ- عن هذه المعلومات. ¶ إذن أيتها الأم لابد من إدراك أهمية ما ينبغي تعليمه للأبناء من ضرورات الدين، ومما يجب العلم به لما يترتب عليه من عبادات تبطل بدونه كالغسل من الحدث الأكبر، وأمور الحيض ونحوها، ولا يكتفى بما يتعلمه الأبناء في المدارس مع وجود مناهج دراسية جيدة ومعلمين أكفاء على العموم، ولكن لابد من أن نقوم بواجبنا في هذا المجال تبرئة للذمة وأداء الواجب الملقى علينا كمربين وأولياء. ¶ إشارات مهمة في التربية",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "يجب على الوالدين تشجيع الأبناء على اختيار الرفقة الصالحة، وليكن للوالدين اتصال دائم بالمعلمين الصالحين لأبنائهم، فيوصي الأب المعلم الصالح على ابنه، وتوصي الأم المعلمة الصالحة على ابنتها، فكثير من الأبناء والبنات من حفظة القرآن الكريم حفظوه بفضل الله ثم بفضل معلم أو معلمة هيأهما الله للتشجيع والمتابعة. ¶ * يجب علينا الاهتمام بتوجيه الأبناء للنوافل منذ الصغر، وذكر بعض الأحاديث التي تحث على ذلك، ومما يبرهن على ذلك هذا المثل الواقعي: ¶ دخل الابن على أمه قبيل مغرب يوم من أيام رمضان وقال لها: أعطني جزءا من مصروفي الخاص أريد أن أتصدق به أو تصدقي به عني، كما أريدكم أن تذهبوا بي لزيارة أحد المرضى، وكان مهتما لهذا الطلب اهتماما شديدا فسألته أمه عن الذي يدعوه إلى هذا الطلب، وهذه العجلة فقال: أنا اليوم صائم والحمد لله وقد صلينا العصر على جنازة، وأريد أن أتصدق، وأزور مريضا لكي أحصل على الأجر الذي قاله الرسول صلى الله عليه وسلم لأبي بكر الصديق رضي الله عنه عندما سأل عليه الصلاة والسلام: \"من أصبح منكم اليوم صائما، من أطعم منكم اليوم مسكينا\"- الحديث ثم قال:\" ما اجتمعن في امرئ إلا دخل الجنة\". ¶ هذا التصرف ما هو إلا نتيجة تشجيعهم على مثل هذه النوافل وحثهم عليها وغرسها فيهم منذ نعومة أظفارهم. ¶ * الحرص التام على عزل الأبناء عن الشارع، والأسر المهملة لأبنائها، حتى لا يتأثروا بشيء من أخلاقهم. ¶ * ينبغي العناية بصحبة الأبناء إلى مجالس الذكر، وتعليمهم فضلها. ¶ * تعليم الغسل الشرعي من الحدث الأكبر، فمن المؤسف أن تطهر البنت مثلاً من الحيض بعد أذان الفجر، ولكن لأن الجو بارد لا تنبه الأم ابنتها لضرورة الاغتسال في وقته وتتركه حتى العودة من المدرسة.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "* الحذرْ الحذر من الكذب على الأبناء والحرص التام على التقوى فقد تخرج الأم مثلاً لزيارة إحدى صديقاتها وتقول لأطفالها إنني أريد الذهاب إلى الطبيب، وليس عليها أثر للذهاب إلى الطبيب فهي بكامل زينتها، وعند عودتها لم تعد معها بدواء أو ما يدل على ذهابها إلى الطبيب فيدرك الطفل عندها أن أمه كذبت عليه، فما المتوقع؟ ما أثر هذا التعامل على الطفل أو الابن. ¶ * ينبغي الانتباه إلى أن صلاح الوالدين سبب لصلاح الأبناء بإذن الله تعالى يقول الله سبحانه وتعالى: {وأما الجدار فكان لغلامين يتيمين في المدينة وكان تحته كنز لهما وكان أبوهما صالحا فأراد ربك أن يبلغا أشدهما ويستخرجا كنزها رحمة من ربك} وقد فسر العلماء الآية أن حفظ كنز اليتيمين كان بسبب صلاح أبيهما وقد ذكر أحد العلماء أن الذي كان صالحا هو الجد السابع لهذين اليتيمين فحفظ الله كنزهما بسببه والله أعلم. ¶ فليبشر المربون الصالحون بأن التوفيق والسداد لهم إذا هم اجتهدوا في تربية أولادهم، وقد بشر الرسول صلى الله عليه وسلم بأن الله وملائكته وأهل السماوات والأرض حتى النملة في جحرها، وحتى الحوت في البحر ليصلون على معلم الناس الخير، وتعليم الأبناء وحسن تربيتهم على أمور دينهم من أعظم الخير، ومن العلم الذي ينتفع به... يقول أحد العلماء إذا علمت ابنك الوضوء فوالله ما يصيب الماء عضوا من أعضائه إلا أجرت مثل أجره. فكم لكم من الأولاد وكم سيكون لهم من الذرية بإذن الله، وكم سيكون لكم من الأجر مع صلاح النية. ¶ وأخيرا لنكثر من الدعاء لهم، ونجتهد في ذلك، وإليكم هذا الدعاء الذي هو من صفات عباد الرحمن. ¶ قال تعالى: {والذين يقولون ربنا هب لنا من أزواجنا وذرياتنا قرة أعين واجعلنا للمتقين إماما أولئك يجزون الغرفة بما صبروا ويلقون فيها تحية وسلاما خالدين فيها حسنت مستقرا ومقاما}.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "فلنكثر من قوله ولنتحر ساعة الإجابة أقر الله عيوننا بصلاح أبناء المسلمين وبناتهم ووفقهم لخدمة دينهم. ¶ وصلى الله وسلم على نبينا محمد وعلى آله وأصحابه والتابعين له إلى يوم الدين. ¶ خاتمة وشكر ¶ وبعد: ¶ هذه تجارب من الواقع اخترتها راجية من الله تعالى أن يكون لها الأثر الطيب وأن تكون نافعة في موضوعها التربوي الهام. ¶ كما لا يفوتني في ختامها أن أشكر الله تعالى على تيسير عرضها ثم أشكر كل من ساهم في إعانتي على إخراجها أو زودني بشيء من تجاربه في هذا المجال، وأدعو للجميع بالتوفيق والسداد والإخلاص لوجهه الكريم في القول والعمل.",
            "page": "40",
            "part": "1"
        }
    ],
    "t35186": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "أمهات قرب أبنائهن"
        }
    ]
}