{
    "b35184": [
        {
            "id": "1",
            "nass": "إليك يا بنت الإسلام ¶ عشت معه أياما وأسابيع في سعادة وهناء ... وعدني بالزواج وأملني به حتى استدرجني حيث يريد، فانتزع مني أغلى ما أملك .. شرفي وطهري وعفتي ... ¶ عدت إلى بيتي بدموع الحسرة والخوف مما أصابني .. أيفي بوعده لي فيسترني أم تراه يغدر بي؟! ¶ أويت إلى فراشي ففارقني النوم ولازمني القلق والدموع، ومرت علي دقائق ليلتي ثقيلة كالجبال حتى إذا ما جاء الصباح خرجت من البيت كعادتي فقد منحني أهلي ثقتهم، وأعطوني حريتي لأشق طريقي في عالم الغاب وحدي .. فذهبت حيث نلتقي دائماً فاستقبلني على غير عادته بابتسامة ساخرة ، وقال حينما طلبت منه أن يسترني : لا مانع لدي أن نبقى أصدقاء أما الزواج فإنني لا أفكر فيه !! صعقت وأصابني الذهول فما كان مني إلا أن شتمته ، وبصقت في وجهه ، ثم أخذت ألعن صديقة السوء التي كانت السبب في مصيبتي.. ¶ ولكن أخبروني بربكم هل يعيد الندم والسباب لي شرفي ؟! أم تراه يزيدني حسرة فوق حسرتي وغماً فوق كربتي ؟! ¶ فقدت الأمل في الحياة.. واسودت الدنيا أمامي فراودتني نفسي بالانتحار، ثم ساورتني أن أصارح والداي حتى يتداركوا معي أمري .. وتساءلت في خلوتي: أيقبل الله توبتي؟! أيغفر أهلي حوبتي ؟! أيرحم قومي زلتي ؟! ¶ أم سيلاقونني بنظراتهم ولعناتهم والتي لن يوقفها سوى موتي ؟! ¶ أختي المسلمة في كل مكان .. ¶ قفي وفكري كي لا تندمي. .. ¶ ما الذي دفع هذه الضحية في أعماق هذا المستنقع العفن ؟! ¶ من المسئول عن هذه المأساة المروعة ؟! هل لاستهتار الآباء وعدم متابعتهم لبناتهم دور ؟! ¶ أم للحريات الزائفة والصداقات السيئة سبب لهذه المآسي المتكررة ؟! ¶ يا بنت عائشة وأخت فاطمة الزهراء ... ¶ لا بد من وقفة صادقة صريحة مع النفس كي تحمي نفسك من الضياع الذي أصاب غيرك ، وكما يقولون درهم وقاية خير من قنطار علاج . ¶ فإليك نصيحتي فاقبليها إن شئت أو رديها إن كرهت ... ¶ إن الأسباب التي توقع الفتيات في حمأة الرذيلة تتعلق بثلاثة جوانب :",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "أولا : البيت ثانيا : الفتاة ثالثا : المتربصون ¶ وإليك توضيح ذلك : ¶ أولاً : البيت ¶ وهو المدرسة الأولى التي تعنى بتربية البنات على الفضيلة والأخلاق ، وإعدادها على أساس متين من الوعي و الإيمان لكي تشق طريقها في الحياة على هدى وبصيرة . ¶ ولما كان الآباء مقصدنا بهذه المرحلة، تعلق صلاح البنات وفسادهن بهم إلى حد بعيد، لذا أبرق برسالتي هذه إلى كل أب غيور وإلى كل أم غيورة لعلها تكون نوراً يهدي الله به من قصر من الآباء وضل من البنات، وتوقفنا جميعا عند حدود مسئولياتنا . ¶ واستهلها بحديثين لرسول الله صلى الله عليه وسلم : ¶ 1. عن عبد الله بن عمر رضي الله عنهما قال : سمعت رسول الله صلى الله عليه وسلم يقول : ( كلكم راع وكلكم مسئول عن رعيته الإمام راع ومسئول عن رعيته والرجل راع في أهله وهو مسئول عن رعيته والمرأة راعية في بيت زوجها ومسئولة عن رعيتها والخادم راع في مال سيده ومسئول عن رعيته قال وحسبت أن قد قال والرجل راع في مال أبيه ومسئول عن رعيته وكلكم راع ومسئول عن رعيته ) رواه البخاري . ¶ 2. قال رسول الله صلى الله عليه وسلم : ( ثلاثة قد حرم الله عليهم الجنة : مدمن الخمر والعاق لوالديه والديوث الذي يقر الخبث في أهله ) ¶ رواه الحاكم . ¶ لقد تضمن الحديثان أمران هامان لو اهتم بهما الآباء ورعوهما حقاً لما وقعت في بيوتنا الأحزان ولما فشت في ديارنا الفواحش والآثام . ¶ الأول : الرعاية والقيام بالمسئولية",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "يقع كثير من الآباء في خطأ فادح يتعلق بمستلزمات هذه المسئولية ، وبواجباتهم تجاه بيوتهم ، فيظن الأب أن دوره قاصر على جلب الغذاء وتوفير الكساء ، وتتوهم الأم أنها إذا قامت بطهي الطعام وغسل الثياب وترتيب البيت فقد قامت بمهمتها خير قيام ؛ ويتناسى كلاهما – إلا من رحم الله – أن رسالتهما في الحياة أسمى من ذلك وأجل ، إذ عليهما بناء اللبنة القوية القادرة على بناء الدولة والمشاركة الجادة في رقيها الحضاري بأعلى مستوياته ؛ وهذا لا يتسنى تحقيقه ما لم يتنبه الآباء لدورهم الريادي الأصيل تجاه أبنائهم وبناتهم ، ولن يحققوا ذلك إلا عبر المنهج الرباني القويم ، الذي حدد الحقوق وبين الواجبات ، وارتضاه المولى عز وجل منهاجاً لنا . ¶ قال تعالى : { اليوم أكملت لكم دينكم وأتممت عليكم نعمتي ورضيت لكم الإسلام ديناً } المائدة / 3 . ¶ وأي زيغ عن سبيله هو ضلال محض ، وانحراف عن جادة الطريق ، فالحق واحد والباطل متعدد ، ¶ قال تعالى : { فذلكم الله ربكم الحق فماذا بعد الحق إلا الضلال فأنى تصرفون} يونس / 32 . ¶ وأود أن ألفت نظر الآباء إلى أن الحب والثقة المقترن بالمتابعة والنصح والإرشاد هو أهم الأدوات التي يجدر استخدامها واستعمالها في توجيهنا وتربيتنا لأبنائنا وبناتنا ؛ فإن الشعور بالحرمان إذا ما سيطر على ابنتك فإن نتيجته لن تحمد عقباها ، وستعود بالعار والشنار عليك إذا غلبها الشيطان فبحثت عن الحنان والحب في محل آخر . ¶ أترضى ذلك لابنتك أيها الأب الغيور ؟! أم يسرك أن تراها بين ذراعي لص يسلبها وإياك الشرف والكرامة والسمعة ؟! أم تُراك تنتظرها تعود إليك وفي أحشائها ما يسوؤك ؟! ¶ لعلك الآن تتأفف وتضجر من صراحتي ؟! أو تزعم أن ذلك غير كائن في مجتمعنا ؟!",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "ولكنني لن أطيل في الرد عليك ، وإنما أكتفي بأن أقص على مسامعك أمر شابة في عمر بناتك اللاتي في سن الزواج … يعاملها أبوها بقسوة وفظاظة لا يمكن وصفها .. ميزها بالقسوة عن سائر إخوتها .. إذا كلمها فبكلمات جارحة وألفاظ نابية وعبارات فاضحة ، وكأنها صخرة صماء لا إحساس لها ولا شعور.. وإذا طلب منها شيئا فبيده وعصاه !! لذا قررت الانتحار ؟! ¶ ولولا نفحة من الإيمان وهداية من الرحمن لكانت في عداد الموتى !! ¶ في حين سقطت صديقتها والتي لها نفس ظروفها في شباك واحد من الوحوش الآدمية !! ¶ فلما علمت أمها بخطيئة ابنتها بكت وعلا نحيبها وقدمت إلى مركز الشرطة لتلقي بنفسها نحو قدم الضابط المسئول تريد أن تقبلها وهي تقول : أتوسل إليك استر على ابنتي !! ¶ أيها الأب القاسي أيتها الأم الغافلة .. إن الظلم ظلمات يوم القيامة ، فضلا عما يورثه من ذل وهوان في الحياة الدنيا فاعلموا أن من أبشع صوره أن يكون في حق بناتكم وشرفكم .. لذا قضت العناية الإلهية أن تشمل الرحماء فيما بينهم بالرحمة الواسعة يوم القيامة فقد روى الإمام البخاري بسنده عن الرسول صلى الله عليه وسلم قوله : ( إنما يرحم الله من عباده الرحماء ) . ¶ ولو جاز لنا أن نفضل بين أبنائنا لكانت البنات أولى بذلك ، حيث يقول الرسول صلى الله عليه وسلم : ( ساووا بين أولادكم في العطية ، فلو كنت مفضلاً أحداً لفضلت النساء ) رواه البيهقي والطبراني. ¶ أيها الأب راجع نفسك قبل أن تفقد ابنتك وسمعتك ، عندها لن تسلم من تأنيب ضميرك ، وألسنة قومك ، خاصة وأن قسوتك واستهتارك ببناتك كانا وراء ذلك ، كن لها صدراً حانياً وعيناً مشفقة وكلمة ناصحة ، تكن لك قلباً ودوداً وكنزاً مأموناً وكتاباً مفتوحاً . ¶ الثاني : عدم الغيرة",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "الغيرة المنضبطة بضابط الإيمان صفة محمودة أقرها الإسلام الحنيف وحث عليها ، فقد روى الإمام البخاري بسنده : { قال سعد بن عبادة لو رأيت رجلاً مع امرأتي لضربته بالسيف غير مصفح (الصفح : جانب السيف العريض غير الحاد) فقال صلى الله عليه وسلم أتعجبون من غيْرة سعد لأنا أغير منه والله أغير مني}. ¶ ولكن عند غياب الإيمان عن النفوس اختلت الأفهام لدى بعض الرجال فتبلدت مشاعرهم وضعفت غيرتهم حتى شارفت على الوفاة ؛ فأصبحت ترى في وضح النهار الكاسيات العاريات تعرض في سوق الرجال وكأنها بضاعة كاسدة يراد تسويقها عبر لفت أنظار العطشى ومرضى القلوب متناسيات لحديث رسول الله صلى الله عليه وسلم : ¶ { صنفان من أهل النار لم أرهما قوم معهم سياط كأذناب البقر يضربون بها الناس ونساء كاسيات عاريات مائلات مميلات رؤوسهن كأسنمة البخت المائلة لا يدخلن الجنة ولا يجدن ريحها وإن ريحها ليوجد من مسيرة كذا وكذا} . ¶ وإذا كان الأب أو الزوج يرضى ذلك في أهل بيته فليتحمل كافة التبعات إذا ما تجاوز الذئب النظرة التي ألهبت شهوته وأججت نار رغبته إلى علاقة مشبوهة وفاحشة مرذولة .. ¶ ولله در القائل : ¶ أين القوامة يا رجال أما لكم شرف أليس لكم إباء يذكر ¶ أين الحياء أضيعته ثقافة غربية تئد الحياء وتقبر ¶ أين العقول أما لديكم حكمة أين القلوب أما تحس وتشعر ¶ إن عدت الفتن العظام فإنما فتن النساء أشدهن وأكبر ¶ أيها الأب الغيور .. ¶ أما آن لنا أن نعود إلى أصالتنا وأن نغار على بناتنا وأزواجنا ؟‍ ¶ اعلم حفظك الله بعفوه وهدايته أن الجنة لا يدخلها ديوث أي من لا يغار على عرضه وهذه الصفة إذا انتفت عن الرجال حلت بدلا منها صفات الخنازير أجلك الله ، لذا أسوق لك ما حدث في فرنسا مع الشيخ محمد عبده رحمه الله حينما سئل عن سبب تحريم الإسلام أكل الخنزير؟",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "طلب منهم إدخال كبش على مثيله وأنثاه فلاحظوا مقاومة المثيل (الزوج) ودفاعه عن زوجه ، وعند تكرار الأمر نفسه مع الخنازير كانت الملاحظة عجيبة وهي أن الخنزير ( الزوج ) قد ترك زوجه وأفسح المجال للخنزير الآخر، عندها عقب الشيخ بقوله لذا حرم الإسلام أكل الخنزير لأنه يقتل الغيرة في نفوسنا ويورث البلادة في المشاعر تجاه شرفنا !! ¶ فهل تقبل أيها الأب أن توصف بهذه الصفة الخسيسة ؟‍ بالطبع لا .. وإننا معشر الآباء نربأ بأنفسنا أن نوصف بهذا الوصف المشين ، ولن نقبل ما حيينا أبدا أن نتاجر بشرفنا أو أن نعرض لحومنا للكلاب الضالة . وضع أيها الأب الغيور نصب عينيك قول الشاعر : ¶ إن الرجال الناظرين إلى النساء مثل الكلاب تطوف باللحمان ¶ إن لم تصن تلك الأسود لحومها أكلت بلا عوض ولا أثمان ¶ ثانياً : الفتاة ¶ وأنت يا فتاة الإسلام مسئولة عما يمسك من سوء لأنك لو تزينت بشريعة الإسلام وتجملت بالأخلاق وتعطرت بالإيمان لهابك كلاب الطرقات ولما تجرأوا بملاحقتك وليئسوا أن ينالوا منك شيئاً.. ¶ لذلك فإني أقرع أبواب فؤادك بقوله تعالى : { وقل للمؤمنات يغضضن من أبصارهن ويحفظن فروجهن ولا يبدين زينتهن إلا ما ظهر منها وليضربن بخمرهن على جيوبهن ولا يبدين زينتهن إلا لبعولتهن أو آبائهن أو آباء بعولتهن أو أبنائهن أو أبناء بعولتهن أو ما ملكت أيمانهن أو التابعين غير أولي الإربة من الرجال أو الطفل الذين لم يظهروا على عورات النساء ولا يضربن بأرجلهن ليعلم ما يخفين من زينتهن وتوبوا إلى الله جميعاً أيها المؤمنون لعلكم تفلحون } . ¶ لذا أوصيك بالحجاب خيراً فهو شريعة السماء نزلت لحفظك ، وعليك بالجلباب فإنه لك صون ووقار ، وكفاك شرفاً وفخراً أنك تلبسين ما أمر الله به وارتضاه لك وليس ما شرعه شياطين الجن وأبالسة البشر .. ¶ وتذكري أن جمال المرأة نعمة من الله عز وجل وشكرها لا يكون بكلمة ترددينها بلسانك ، وإنما بحفظ هذا الجمال بثياب الفضيلة وغطاء الشرف ..",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "واذكري قصة تلك الفتاة ذات الشعر الجميل التي رفضت أن تضع الحجاب على رأسها على الرغم أنها في العشرين من عمرها أو نحو ذلك .. أصيبت بداء السرطان فساء حالها وسقط شعرها فاضطرت مرغمة أن تلبس الحجاب لتخفي ما أصاب رأسها !! ¶ فهيا أختي المسلمة ضعي تاج الوقار على رأسك باختيارك حتى تنالي ثواب ربك وتسلمي من غضبه وسخطه في حياتك وآخرتك .. ¶ وإياك ومزاعم الحاقدين والجاهلين الذين يعيثون بالأرض فساداً إذ تعاهدوا أن يساوموك على حجابك ، وأن ينزعوا عنك ثيابك ، فتحققي إذن أهواءهم وتلبي رغباتهم ، وتكونين مطية لأغراضهم الدنيئة ، وسلعة يتبادلها السفهاء وتجار الشرف .. ¶ فتنبهي أيتها الأخت المسلمة من شعاراتهم البراقة وعباراتهم المسمومة التي شوهت مفهوم الحرية والمساواة وجعلت منه مدخلاً لتحقيق مطالبهم المشئومة ومقاصدهم المشبوهة ،فقولي لهم باعتزاز إن كانت الحرية تعني أن أتحرر من ديني وثيابي فبئست الحرية وإن كانت المساواة تريد أن أتنازل عن أنوثتي فأصبح رجلاً بين الرجال فإني لا أريدها.. ¶ أعلنيها يا فتاة الإسلام إن حريتي في مرضاة ربي وعبوديتي في رضا الشيطان، وأخبريهم بأن الإسلام كفل لي حقوقي وأي زيغ عما نص عليه القرآن وشمله الإسلام هضم لها وتحريف لمعنى الحرية والمساواة . ¶ وقد وضح أحد الشعراء عظم المؤامرة التي تستهدف الفتاة المسلمة فقال : ¶ مؤامرة على ذات الحجاب لتصبح بعده صيد الكلاب ¶ وينفخها مساعير الذئاب ¶ مؤامرة تهدد كل بيت لتجعل أمه رأس الخراب ¶ فلا بطل تخرج من يديها ولا بنت تستر بالثياب ¶ فتصبح أمتي كالغاب فيها بهائم راتعات في الشعاب ¶ فيلقى الذئب صيدته بيسر وحارسها المخدر في غياب ¶ أختي المسلمة :",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "أغيظي دعاة التبرج والسفور بحجابك وقولي موتوا بغيظكم فلن تحددوا لي بعد اليوم لباساً سأرتدي لباس الطهر والعفاف الذي لا يصف مفاتن المرأة ، فضفاضاً واسعاً ، فلا يكشف شيئاً من عورتها أو يشف ما تحتها ( أي ليس بشفاف ) ، ولا يكون مطيباً معطراً مشابهاً زي الرجال والمشركات ، أو يقصد به شهرة ورياءً . ¶ ثالثا : المتربصون ¶ لقد كرم الإسلام المرأة وعدها نصف المجتمع وأساساً لا يمكن تجاوزه في بناء الحضارة ، لذا توجهت السهام المسمومة من قبل أعداء الإسلام والمتساقطين والمنحرفين للنيل من عفافها وطهرها : ¶ 1. أعداء الإسلام ¶ شن أعداء الإسلام حرباً هوجاء ضد التزام المرأة بدينها ، لأنهم يعلمون جيداً أنهم بنجاحهم في هذه المعركة فإنهم يكونوا قد ضمنوا إمكانية القضاء على أخلاقنا ومبادئنا، ومسخ شخصيتنا لذا كثرت الأبواق التي تردد بين الفينة والأخرى شعارات ومفاهيم وقوانين تدفع بالمرأة إلى الهاوية السحيقة ، فتارة يصرح زعيم لا أريد أن أرى خيماً في الشوارع ( ويقصد ذات الحجاب ) . ¶ ودولة تصدر قراراتها بمنع الحجاب في مؤسساتها التعليمية ، وأصوات تنادي بالاختلاط وأخرى بإباحة الزنا والسماح بالإجهاض كي لا تظهر مشكلة أولاد السفاح ؛ هذا فضلاً عما تبثه وسائل الإعلام والمحطات الفضائية من أفلام ومسلسلات هابطة ، ومناظر خليعة تخدش الحياء وتدفع بالفتاة إلى الانحطاط والانجراف نحو الفاحشة . ¶ والغريب في هذا الأمر أنك تجد من الآباء منْ فتح الباب لبناته على مصراعيه أمام تلك البرامج المدمرة والتي لها الدور الكبير لانحراف كثير من بناتنا وأخواتنا ... والأدهى والأمر أنك ترى هذه الشريحة من المجتمع تعد مثل هذا السلوك تقدماً وتطوراً وحرية ، أما من اختارت طريق الإسلام والاحتشام والمحافظة فهي متخلفة عن ركب التطور والحضارة !!",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وقد بين الرسول صلى الله عليه وسلم مصير أولئك المنسلخين عن أخلاقيات الإسلام في الحديث الذي رواه الإمام أحمد والطبراني : { سيكون في آخر أمتي رجال يركبون على السروج كأشباه الرجال ينزلون على أبواب المسجد نساؤهم كاسيات عاريات على رؤوسهم كأسنمة البخت العجاف العنوهن فإنهن ملعونات } . ¶ 2. الساقطون والمنحرفون ¶ واحذري أخت الإسلام الكلاب الضالة التي تبحث عن فريستها هنا وهناك ، فلا تخدعنك ابتسامتهم أو حركاتهم وتنبهي أن تسقطي في شباكهم ، عندها يعبثوا بك كما يعبث الطفل بدميته ، ثم يتركك بعدها أسيرة الندم ليبحث عن ضحية غيرك . ¶ ولا تغتري بوعود الزواج الزائفة ، وإياك أن تستهويك لذة عارضة يعقبها ندم دائم ، فإن أكثر شباب الجيل المحرومين من الإيمان والأخلاق الفاضلة لا يمتنعوا عن مصادقة فتاة أو أكثر ولكنهم يرفضون الزواج منهم أتعلمين ما السبب ؟! لأنك لا تزيدين عنده عن قصة مسلية بعدما فرغ منها قذف بها بعيدا عنه ، حتى إذا عزم الزواج بحث عن زوجة سواك من اللواتي امتنعن عن أمثاله وتمسكن بالفضيلة والقيم الأصيلة .. ¶ لذا جدير بك يا فتاة الإسلام أن تبقي الجوهرة المكنونة والدرة المصونة واحذري أن تتقاذفك أيدي السفهاء فإنك إن صنعت ذلك ضاعت قيمتك وقبحت صورتك عندها يستقذرك من حولك !! وتعيشين أسيرة بين الحرائر كسيرة الفؤاد مجروحة الخواطر !! ¶ ثم سلي نفسك ماذا يريد الشاب المتسكع في الطرقات حين يعاكس الفتيات ؟! وماذا يقصد من أدار قرص تليفون فيغازل صوت أي فتاة تكلمه ؟! ¶ وماذا يعني من نقل رسالة عن كتب رسائل الغرام فأرسلها لعدد من الفتيات من حوله ؟! ¶ استحلفكم بالله أهذه أفعال الرجال وأصحاب النخوة والشرف؟! أم هو سلوك الشواذ المتخنثين الذين فقدوا أخلاقهم بعد ضياع إيمانهم فتحكمت بهم شهواتهم فأصبحوا خنازير مستقذرة لكنهم على شكل رجال معذرة بل أشباه رجال !! ¶ فهل تقبلي أخت الإسلام أن يكون زوجك الذي به تسعدين من أشباه الرجال ؟!",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وما مصيرك إذا ما سلبك أغلى ما تملكين وضحى بالحب الشريف الذي تزعمين ، ثم تركك ذليلة تواجهين ويلات الحياة ولعناتها التي لن تختلق لك المعاذير والمبررات والتي طالما حاولت إقناع نفسك بها ؟! ¶ ولله در القائل حين يصف أشباه الرجال ومكرهم بالبنات فيقول : ¶ إن المعاكس ذئب يغري الفتاة بحيلة ¶ يقول هيا تعالي إلى الحياة الجميلة ¶ قالت أخاف العار والإغراق في درب الرذيلة ¶ قال الخبيث بمكر لا تقلقي يا كحيلة ¶ إنا إذا ما التقينا أمامنا ألف حيلة ¶ متى يجيء خطيب في ذي الحياة المليلة ¶ لكل بنت صديق وللخليل خليلة ¶ للسوق والهاتف والملهى حكايات جميلة ¶ ألا ترين فلانة ألا ترين الزميلة ¶ وإن أردت سبيلا فالعرس خير وسيلة ¶ وانقادت الشاة للذئب على نفس ذليلة ¶ فيا لفحش أتته ويا فعال وبيلة ¶ حتى إذا الوغد أروى من الفتاة غليلة ¶ قال اللئيم وداعا ففي البنات بديلة ¶ قالت ألما وقعنا أين الوعود الطويلة ¶ قال الخبيث وقد كشر عن مكر وحيلة ¶ كيف الوثوق بغر وكيف أرضى سبيله ¶ من خانت العرض يوما عهودها مستحيلة ¶ بكت عذاباً وقهراًعلى المخازي الوبيلة ¶ عار ونار وخزي كذا حياة ذليلة ¶ من طاوع الذئب يوما أورده الموت غيلة ¶ وأخيراً... ¶ اعلمي أختي المسلمة أن سعادتك تكمن في مدى التزامك بدينك وأن بعدك عنه يعني ضياعك... ¶ وإياك أن تلهثي خلف أهوائك وشهواتك ، فإن لذة لحظة قد تورثك ذلاً لا يغادرك وهماً لا يفارقك... ¶ تسلحي بالعلم والإيمان ، وتزودي بالتقوى ، فإن ذلك عصمة لك من الضياع ، وسياج يمنعك من الزلل... ¶ وعليك بالقرآن فإنه نجاة السالكين ، وأمان الخائفين وشفاء ورحمة للمؤمنين ، من زهد به زل ومن ابتعد عنه ضل ... ¶ تزيني بثياب الإسلام التي أمرك الله بها تكوني شوكة في عيون أعداء الإسلام ولصوص الشرف ، وصخرة شماء تتحطم عليها مؤامرات المتربصين وأهل الكفر... ¶ ولا تغتري بأصوات البوم والغربان فإن شمس الحق ستحرقهم ، ولا يخيفنك شدة الظلام فإن أشد ساعات الليل ظلمة ما قبل بزوغ الفجر...",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "هيا أختي المسلمة أضيئي شمعة في قافلة الشموع ، وطبقي أحكام دينك بإخلاص وخضوع ، والتحقي بمواكب النور لكي ننشر الفضيلة ، وننصر الإسلام والقيم النبيلة فإنك إن فعلت ذلك كان لك شرف اللحوق ، وإن قدمت الهوى على الهدى أضعت دينك وخسرت دنياك ، ولن نملك لك إذَنْ إلا الشفقة والدعاء والدموع فهل تسمعين ؟! ¶ ألا هل بلغت … اللهم فاشهد… ¶ بقلم الفقير إلى الله : يحيى علي يحيى الدجني",
            "page": "11",
            "part": "1"
        }
    ],
    "t35184": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "إليك يا بنت الإسلام"
        }
    ]
}