{
    "b35189": [
        {
            "id": "1",
            "nass": "بسم الله الرحمن الرحيم ¶ جامعة القاهرة ¶ كلية دار العلوم ¶ قسم الفلسفة الإسلامية ¶ السنة التمهيدية للماجستير ¶ \" المحبة : ¶ بين الإمام سهل بن عبدالله التستري ، و الإمام أبي القاسم الجنيد ، ¶ رحمهما الله \" ¶ إشراف ¶ الأستاذ الدكتور / محمد السيد الجليند ¶ أستاذ ورئيس قسم الفلسفة الإسلامية بكلية دار العلوم بجامعة القاهرة ¶ إعداد الطالب ¶ موسى بن محمد بن هجاد الزهراني ¶ للسنة التمهيدية للماجستير بقسم الفلسفة الإسلامية بكلية دار العلوم ¶ 2003 -2004م ¶ بسم الله الرحمن الرحيم ¶ المقدمة ¶ إنِ الْحَمْدَ لِلَّهِ ، نَحْمَدُهُ ، وَنَسْتَعِينُهُ ، وَنَسْتَغْفِرُهُ ، وَنَعُوذُ بِاللَّهِ مِنْ شُرُورِ أَنْفُسِنَا ، وَمِنْ سَيِّئَاتِ أَعْمَالِنَا، مَنْ يَهْدِهِ اللَّهُ فَلا مُضِلَّ لَهُ ، وَمَنْ يُضْلِلْ فَلا هَادِيَ لَهُ ، وَأَشْهَدُ أَنْ لا إِلَهَ إِلا اللَّهُ وَحْدَهُ لا شَرِيكَ لَهُ، وَأَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ : ¶ (( يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلا وَأَنْتُمْ مُسْلِمُونَ )) [آل عمران:102]. ¶ (( يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيباً )) [النساء:1]. ¶ (( يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلاً سَدِيداً * يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزاً عَظِيماً )) [الأحزاب:70-71].",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "أَمَّا بَعْدُ : فَإِنَّ خَيْرَ الْحَدِيثِ كِتَابُ اللَّهِ ، وَخَيْرُ الْهُدَى هُدَى مُحَمَّدٍ ـ صَلَّى اللَّهُ عَلَيْهِ وآله وَسَلَّمَ ـ وَشَرُّ الأُمُورِ مُحْدَثَاتُهَا وَكُلُّ بِدْعَةٍ ضَلالَةٌ .(¬1) ¶ و بعد : ¶ فإن محبة الله تعالى من أعظم غايات العابدين , وأشرف مقاصد الطائعين ، وأدعياؤها من الناس كثيرون , إلا أن أتباع النبي صلى الله عليه وسلم من الصحابة والتابعين لهم بإحسان ـ إلى يوم الدين ـ , هم أصحابها من هذه الأمة . ¶ ¬__________ ¶ (¬1) - ـ هذه خطبه الحاجة رواها الترمذي وحسنه ( 1105)، والنسائي (6/89)، وابن ماجه ( 1892)، انظر تخريجها مبسوطاً في كتاب ( خطبة الحاجة ) للشيخ : محمد ناصر الدين الألباني – رحمه الله - .",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "فقد جعل الله تعالى لها علماً , يعرف بها مدعيها من محققها , فقال تعالى : (قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمْ اللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ (31))(¬1). وبين النبي صلى الله عليه وسلم أن من حققها وقدم محبته على من سواه أنه بذلك يجد حلاوة الإيمان , فقال صلىالله عليه وسلم : (( ثلاث من كن فيه وجد حلاوة الإيمان : أن يكون الله ورسوله أحب إليه مما سواهما , وأن يحب المرء لا يحبه إلا الله , وأن يكره أن يعود في الكفر كما يكره أن يقذف في النار ))(¬2). وهذه المحبة لله ومن الله عز وجل تزيد بزيادة الإيمان , قال تعالى : (وَالَّذِينَ آمَنُوا أَشَدُّ حُبّاً لِلَّهِ)(¬3). هذه المحبة تنجي المؤمنين من عذابه في الدنيا والآخرة . كما سئل بعض العلماء : أين تجد في القرآن أن الحبيب لا يعذب حبيبه ؟ فقال : في قوله تعالى :( وَقَالَتْ الْيَهُودُ وَالنَّصَارَى نَحْنُ أَبْنَاءُ اللَّهِ وَأَحِبَّاؤُهُ قُلْ فَلِمَ يُعَذِّبُكُمْ بِذُنُوبِكُمْ بَلْ أَنْتُمْ بَشَرٌ مِمَّنْ خَلَقَ يَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ وَلِلَّهِ مُلْكُ السَّمَوَاتِ وَالأَرْضِ وَمَا بَيْنَهُمَا وَإِلَيْهِ الْمَصِيرُ)(¬4). ¶ ¬__________ ¶ (¬1) - آل عمران : 31. ¶ (¬2) - رواه البخاري : برقم 16 . باب : حلاوة الإيمان . و مسلم برقم 67 : باب بيان خصال من اتصف بهن وجد حلاوة الإيمان . ¶ (¬3) - البقرة 165. ¶ (¬4) - المائدة : 18 .",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "هذه المحبة من الله عز وجل لعبيده ومنهم له عز وجل , من أعظم العطايا والهبات , قال تعالى : (يَا أَيُّهَا الَّذِينَ آمَنُوا مَنْ يَرْتَدَّ مِنْكُمْ عَنْ دِينِهِ فَسَوْفَ يَأْتِي اللَّهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ أَعِزَّةٍ عَلَى الْكَافِرِينَ يُجَاهِدُونَ فِي سَبِيلِ اللَّهِ وَلا يَخَافُونَ لَوْمَةَ لائِمٍ ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ وَاللَّهُ وَاسِعٌ عَلِيمٌ (54) .(¬1)فالمحبون لله حقا هم المجهدون في سبيله . ومن فوائدها أن المرء مع من أحب كما قال صلى الله عليه وسلم في الحديث الشريف 2 ، بل ومن أجل ثمارها قوله عز وجل في الحديث القدسي عن وليه المؤمن : (( فإذا أحببته , كنت سمعه الذي يسمع به وبصره الذي يبصر به , ويده التي يبطش بها , ورجله التي يمشى بها ))(¬2)، وهذا ما فهمه الجنيد ـ ورحمه الله ـ من الحديث , فقال أمام شيوخه عن المحبه لله : (( إن تكلم فبالله, وإن نطق فعن الله , وإن تحرك فبأمر الله , وإن سكن فمع الله , فهو بالله ولله ومع الله )) , فبكى الشيوخ , وقالوا ما على كلامك مزيد . وسئل ذو النون عن المحبة فقال : (( أن تحب ما أحب الله , وتبغض ما أبغض الله , وتفعل الخير كله .. )) . ¶ وقال بن تيمية ـ رحمه الله ـ في بيان أصلها : (( وأصل المحبة : معرفة الله سبحانه , ولها أصلان : ¶ 1- أحدهما : وهو يقال له : محبة العامة , محبته لآجل إحسانه إلى العباد ... ¶ ¬__________ ¶ (¬1) - المائدة 54 . ¶ (¬2) - أخرجه البخاري ( 6168 ) ومسلم (2640 ) من حديث بن مسعود رضي الله عنه. صحيح الجامع 1782.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "2- الأصل الثاني فيه : هو محبته لها هو له أهل , وهذا حب من عرف من الله ما يستحق أن يحب لأجله ... )) ، وقال ابن القيم ـ رحمه الله ـ عن المحبة : (( هي المنزلة التي فيها يتنافس المتنافسون , وإليها شخص العاملون , وإلى علمها شمر السابقون , وعليها تفانى المحبون , وبروح نسيمها تروح العابدون , فهي قوت القلوب وغذاء الأرواح وقرة العيون )) .هذه المحبة من الله لأوليائه حقيقة لائقة به سبحانه , معناها غير مجهول , وكيفها غير معقول , تعالى الله عما يقول نفاتها ـ الظالمون ـ علواً كبيراً .(¬1)وبعد : فهذا بحث في مسألة ( المحبة بين الإمام سهل بن عبدالله التستري ، و الإمام أبي القاسم الجنيد رحمة الله عليهما) ، مقدم لأستاذنا الفاضل ، الأستاذ الدكتور / محمد السيد الجليند ، أستاذ ورئيس الفلسفة الإسلامية ، بكلية دار العلوم ، حفظه الله ورعاه . وقد قسمته إلى : ¶ ? مقدمة : وتتضمن خطة البحث التالية : ¶ ? التمهيد : ويتضمن : ثلاثة مباحث : ¶ ? المبحث الأول : ترجمة الإمام سهل التستري. ¶ ? المبحث الثاني : ترجمة الإمام الجنيد . ¶ ? المبحث الثالث : معنى المحبة لغة واصطلاحاً ¶ ? الفصل الأول : المحبة عند الصوفية . ¶ ? الفصل الثاني : المحبة بين التستري والجنيد ، وفيه ثلاثة مباحث : ¶ ? المبحث الأول : المحبة عند التستري . ¶ ? المبحث الثاني : المحبة عند الجنيد . ¶ ? المبحث الثالث : مقارنة بينهما . ¶ ? الفصل الثالث : وفيه ثلاثة مباحث : ¶ ? المبحث الأول :المحبة عند أهل السنة والجماعة . ¶ ? المبحث الثاني : بيان علامات المحبة . ¶ ? المبحث الثالث : الأسباب الجالبة للمحبة . ¶ ? الخاتمة. ¶ ? المصادر والمراجع . ¶ ? الفهارس . ¶ ¬__________ ¶ (¬1) - المحبة لله سبحانه . تأليف أبي إسحاق إبراهيم بن عبد الله بن الجنيد الختلي . ص 8 .",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "أسأل الله أن أكون قد وفقت في عرض هذه القضية ، ومناقشتها علمياً بما يفيد ، وأن يجزي عني أستاذي العالم الجليل الأستاذ الدكتور / محمد السيد الجليند ، خير الجزاء ؛ إذ كان لنا نعم الأب ، ونعم الموجه ، ونعم العالم الذي سبر أغوار العلم ، وغاص في بحوره ، وحاز درره ، وأن يوفقنا جميعاً للعلم النافع والعمل الصالح . وصلى الله على نبينا محمد وآله وصحبه أجمعين . ¶ \" تمهيد \" ¶ المبحث الأول : ¶ ترجمة الإمام :- سهل التستري .(¬1) ¶ أبو محمد سهل بن عبد الله بن يونس بن عيسى بن عبد الله بن رفيع التستري , ولد سنة(200) هـ أحد أئمة القوم وعلمائهم والمتكلمين في علوم الرياضيات والإخلاص وعيوب الأفعال – صحب خاله محمد بن سوار , وشاهد ذا النون المصري سنة خروجه إلى الحج بمكة توفى سنة ثلاث وثمانين ومائتين ، وقيل سنة 293 هـ ، وأظن أن التاريخ الأول أصح . ¶ وأدرجه الإمام الشمس الذهبي في الطبقة السادسة عشر الرقم ( 2389 ) ومما قال عنه : له كلمات نافعة ومواعظ حسنة , وقدم راسخ في الطريق . ¶ وقال عنه الإمام القشيرى : ¶ أحد أئمة القوم لم يكن له في وقته نظير في المعاملات والورع وكان صاحب الكرامات لقي ذا النون المصري بمكة سنة خروجه إلى الحج . ¶ وقال سهل : كنت ابن ثلاث سنين وكنت أقول بالليل أنظر إلى صلاة خالي محمد بن سوار وكان يقوم بالليل فربما كان يقول : يا سهل اذهب فنم فقد شغلت قلبي . ¶ ¬__________ ¶ (¬1) - مصادر الترجمة . الرسالة القشيرية في علم التصوف تحقيق دراسة /هاني الحاج صـ78 ، بحار الولاية المحمدية في مناقب أعلام الصوفين أ د / جودة محمد المهدي صـ24 ، الشيخ الأمين سهل التستري . د / عبد الحليم محمود . تفسير القرآن العظيم : لأبى محمد سهل بن عبد الله بن يونس بن عيسى بن عبد الله بن رفيع ص 69 .",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "يروى عن سهل بن عبد الله قال : قال خالي يوماً : ألا تذكر الله الذي خلقك ؟ فقلت : كيف أذكر ؟ فقال قل بقلبك عند تقلبك في ثيابك ثلاث مرات من غير أن تحرك به لسانك : الله معي الله ناظر إلي , الله شاهدي , فقلت ذلك ثلاث ليال ثم أعلمته قال لي : قل في كل ليلة سبع مرات , فقلت ذلك ثم أعلمته , فقال : قل في كل ليلة إحدى عشرة مرة فقلت ذلك فوقع في قلبي حلاوة . ¶ فلما كان بعد سنة قال لي خالي : احفظ ما علمتك ودم عليه إلي أن تدخل القبر فإنه ينفعك في الدنيا والآخرة , فلم أذل على ذلك سنين فوجدت لها حلاوة في سرى تحملني على ملازمتها وأمره بأن يقولها أولاً ثلاثا ثم سبعا ثم إحدى عشر على سبيل التدريج سهلا لانتقاله من شيء إلى ما هو أولى منه وفى ذلك تعليم وتدريج للمريد كيف يتعلم المراقبة , وأولها ذكر الله تعالى باللسان مع حضور القلب , فإن تنبه ذكره بقلبه إن لم يكن في ذكره بلسانه أيضا زيادة فضيلة ؛ فلهذا لما رآه منتبها قال له فيما ذكر : قل بقلبك من غير أن تحرك به لسانك , وفي نقله له في عدد الأفراد سر وهو أنه تعالى فرد يحب الفرد وكونه ثلاثا وسبعا وإحدى عشرة كأنه ليكون الثلاث أقل الجمع والسبع عدد السموات والأرضين وأيام الأسبوع والإحدى عشرة نهاية صلاة الوتر . ¶ ثم قال لي خلى : يا سهل من كان الله معه وهو ناظر إليه وشاهده أيعصيه ؟ إياك والمعصية . فكنت أخلو فبعثوني إلي الكتاب فقلت إني لأخشى أن يتفرق على همي ولكن شارطوا المعلم أنى أذهب إليه ساعة فأتعلم ثو أرجع فمضيت إلى الكتاب وحفظت الفرآن وأنا ابن ست سنين أو سبع , وكنت أصوم الدهر وقوتى خبز الشعير إلي أن بلغت اثنتي عشرة سنة , فسألت أهلي أن يبعثوني إلي البصرة فذهبت إليها وسألت علمائها فلم يشف أحد منهم عنى شيئاً .",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "فخرجت إلى عبادان إلي رجل يعرف بأبي حبيب حمزة ابن عبد الله العبادانى فسألته فأجابني فأقمت عنده مدة أنتفع بكلامه وأتأدب بآدابه , ثم رجعت إلى تستر فجعلت قوتي اقتصارا على أن يشتري لي بدرهم من الشعير فيطحن ويخبز لي فأفطر عند السحر كل ليلة على أوقية واحدة بحتاً بغير ملح ولا إدام فكان يكفيني هذا الدرهم سنة . ¶ ثم عزمت على أن أطوى ثلاث ليلى ثم أفطر ليلة ثم خمسا ثم سبعا ثم خمسا وعشرين ليلة وكنت على ذلك عشرين سنة . ¶ ثم خرجت أسيح في الأرض سنين ثم رجعت إلى تستر وكنت أقوم الليل كله . ¶ وقد أرخه ابن العماد الحنبلي في وفيات سنة 283 هـ وقال عنه : ¶ فيها توفي القدوة العارف أبو محمد سهل ابن عبد الله التستري الزاهد في المحرم عن نحو من ثمانين سنة ولة مواعظ وأحوال وكرامات . ¶ وكان من أكبر مشايخ القوم ـ ومن كلامه وقد رأى أصحاب الحديث فقال : اجهدوا أن لا تلقوا الله تعالى إلا ومعكم المحابر ، وقيل له : إلى متى يكتب الرجل الحديث ؟ فقال : حتى يموت ويصب كل حبره في قبره . وقال من أراد الدنيا والآخرة فليكتب الحديث فإن فيه منفعة الدنيا والآخرة . ¶ وكان حريصاً غاية الحرص على أكل الحلال وتحريه ، حتى إنه قال عن نفسه يوماً :- \" أنا حجة الله على الخلق وأنا حجة الله على أولياء زماني \"(¬1) ¶ وقد حدد سهل رحمه الله تعلى أصول طريقه الصوفي الذي مشى عليه بقوله \" أصولنا سبعة : التمسك بكتاب الله ، والإقتداء بسنة الرسول صلى الله عليه وسلم ، وأكل الحلال ، وكف الأذى ، واجتناب المعاصي ، والتوبة ، وأداء الحقوق \" . ¶ ¬__________ ¶ (¬1) ¶ 2- قلت : هذا التعبير لا يليق ولم يرد عن أحد من السلف ( الصحابة ) مع أنهم كانوا قد بلغوا القمم العليا في الزهد والعبادة ، بل ينبغي للمرء أن يحتقر نفسه ويهضمها في جنب الله تعالى .",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وله أقوال نافعة ، وبعض الكرامات التي يرويها عنه تلاميذه في كثير منها مبالغات غير معقولة ، له كتاب تفسير القرآن العظيم ، مطبوع محقق(¬1). رحمه الله رحمة واسعة . ¶ المبحث الثاني ¶ ترجمة الإمام الجنيد :(¬2) ¶ هو أبو القاسم الجنيد بن محمد الزجّاج . أصله من نهاوند ، مولده ومنشؤه بالعراق ، وقد تفقه على مذهب أبي ثور من أصحاب الإمام الشافعي رضي الله ، وراوي مذهبه القديم ، وكان الجنيد يفتي بحضرته وهو في العشرين من عمره ، فذاعت شهرته في مختلف الأوساط العلمية ببغداد . والجنيد رحمه الله كان يسمى \"سيد الطائفة \"وإمامهم صاحب خاله السري السقطي ، والحارث المحاسبي ، ومحمد ابن القصاب . توفي رحمه الله تعالى سنة سبع وستين ومائتين . رحمه الله رحمة واسعة . ¶ كان الجنيد رحمه الله يقيد تصوفه بقوله \" مذهبنا هذا مقيد بأصول الكتاب والسنة \" وكان يقول علمنا هذا مشيد بحديث رسول الله صلى الله عليه وسلم . ¶ ¬__________ ¶ (¬1) - تفسير القرآن العظيم : لأبى محمد سهل بن عبد الله بن يونس بن عيسى بن عبد الله بن رفيع. تحقيق : طه سعد وسعد محمد علي. ¶ (¬2) - مصادر ترجمته الرسالة القشيرية 86 / بحار الولاية 329 / سير أعلام النبلاء 14 / 67 – 68 – نقلاً عن البحار",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وكان يشتد نكيره على من يقول : بإسقاط الأعمال ، ويعتبره أمراً عظيماً \" والذي يسرق ويزني أحسن حالاً من الذي يقول هذا ، فإن العارفين بالله تعالى أخذوا الأعمال عن الله تعالى ، وإليه رجعوا فيها ، ولو بقيت ألف عام لم أنقص من أعمال البرِّ ذرة ، إلاَّ أن يحال بي دونها \" وكان يقول أيضاً :- \" لو أقبل صادق على الله ألف ألف سنة ثم أعرض عنه لحظة كان ما فاته أكثر مما ناله \" وصدق رحمه الله ، فمصداق ذلك قوله صلى الله عليه وسلم \" ليس يتحسر أهل الجنة على شيء إلا على ساعة مرت بهم لم يذكروا الله عز و جل فيها(¬1)\" ومن روائع أقواله : \" من لم يحفظ القرآن ولم يكتب الحديث لا يقتدى به في هذا الأمر علمنا هذا مقيد بالكتاب والسنة \" .. وكان الناس يتوافدون عليه ينهلون من علمه وأدبه وفصاحته وفتاواه . ¶ المبحث الثالث ¶ تعريف المحبة :- ¶ المحبة في اللغة(¬2): ¶ الحاء و الباء ، أصول ثلاثة ، أحدها اللزوم والثبات ... وحبة القلب : سويداؤه .. وقيل المحبة : أصلها الصفاء : تقول العرب لصفاء بياض الأسنان ونضارتها : حبب الأسنان . والحبُّ : الحبيب ... وتأتي بمعنى : المحبوب .. والمحبة : اسم للحب .. وهو نقيض البغض .. وقيل : من الحباب ، وهو غليان القلب وهيجانه للقاء المحبوب ، مأخوذ من حباب الماء : ما يعلو الماء عند المطر الشديد . ¶ ¬__________ ¶ (¬1) - ( ضعيف ) انظر حديث رقم : 5446 في صحيح الجامع ، وما بين قوسين ضعيف عند الألباني ، انظر ضعيف الجامع رقم : 4944 . ¶ (¬2) - معجم مقاييس للغة لا بن فارس ( مادة : ح . ب ) 2 / 290 بتصرف . * لسان العرب 16 / 829. * من قضايا التصوف في ضوء الكتاب والسنة . أ د: محمد السيد الجليند : 50 . * الرسالة القشيرية 424 . .* ا لحب بين الله وعباده أ / نبيل عطوة 7 . * روضة المحبة 17 . وهناك كلام مبسوط لابن القيم رحمه الله في طريق الهجرتين وباب السعادتين حول المحبة وآثارها ومعانيها من ص 243 إلى 268 .",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "واصطلاحاً :- عرّف كلٌ المحبة بحسب ما أدركه من علاماتها ، ونظر إليها من زاوية خاصة ، وبالنظر إلى هذه التعريفات نجدها تصب في بوتقة واحدة وتلتقي حول معانٍ متقاربة فنجد من يقول : ¶ \" إنها ميل الطبع إلى الشيء لكونه جميلاً لذيذاً ، فإن تأكد ميل وقوي سمي صبابة ؛ لانصباب القلب إليه بالكلية(¬1)... \" ، والبعض يعرفها بأنها :- \" إيثار المحبوب على جميع المصحوب \" . ¶ في حين نجد ابن القيم رحمه الله في ( روضة المحبين ) يسهب في ذكر حدها وكلام الناس فيه بما يجمع ما تقدم ويزيد عليه . وأجمل ما قيل فيها يجمع ذلك : ¶ خيالك في عيني وذكرك في فمي ومثواك في قلبي فأين تغيب ؟ ¶ وأجمل منه :- ومن عجبٍ أني أحنُّ إليهمُ وأسأل عنهم من لقيت وهم معي ¶ وتطلبهم عيني وهم في سوادها ويشتاقهم قلبي وهم بين أضلعي(¬2) ¶ فنتاج هذا أن المحبة تنتظم المعاني كلها من الميل الدائم ، وإيثار المحبوب على جميع المصحوب ، والموافقة له في المشهد والمغيب ، واتحاد مراديهما ، والغيرة على القلب أن يكون فيه سوى المحبوب ، وحركة القلب على الدوام إلى المحبوب وسكون القلب عنده ، وأن يكون المحبوب أقرب إلى المحب من روحه ، وما إلى ذلك من معانٍ كثيرة ، لو قلبتها تجدها كلها تدور حول علاقة عظيمة بين المحب والمحبوب ونسيان حض النفس أمام مراد المحبوب . ¶ الفصل الأول ¶ المحبة عند الصوفية ¶ ¬__________ ¶ (¬1) - الحب الإلهي 13 – الرسالة 424 . ¶ (¬2) - روضة المحبين 22 بتصرف .",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "إن المتتبع لأقوال الصوفية في المحبة وتعريفهم لها ، وتأملاتهم فيها ليجد العجب ! من غرابة بعض التعريفات ، وشطح الأخرى ، وسمو البعض الآخر ؛ فكأنه يصوغها من دررٍ أو هو ( قد ضمن الدرَّ إلا أنه كلم )(¬1)، ولا ريب أن القاريء المتأمل فيها لابد أن تترك في نفسه أثراً ، فحواه صدق كثير من هذه المعاني ، وأنها لم تخرج إلا من قلوب تحرقت شوقاً إلى الله تعالى، ونعرف ذلك إذا ميّزنا ( بين اتجاهين في المحبة : ¶ الاتجاه الأول : وهو ما يلتزم في تعبيره عن المحبة بالمعنى السابق ، ويتمثله في سلوكه ، فيكون المحب واعياً بماذا يقول ، أو ماذا يفعل ، ويجيء مقاله عن المحبة معبراً عن حاله فيها ، ملتزماً في ذلك بالأوامر والنواهي الشرعية . ¶ أما الاتجاه الثاني : فنجد المحبة عنده تأخذ معنى خاصاً اصطلاحياً ، ونجد تعبيره عنها يأخذ شكلاً رمزياً أقرب ما يكون إلى الألغاز التي قد لا يفهمها إلاّ نمط معين من خاصة الصوفية ، و يتضح لنا من ذلك ن أقوالهم في المحبة )(¬2). ¶ فإذا ما نقلنا كلام أحدهم بنصه وفصه ، سنعلم تفصيل ما ذكره أستاذي ، الأستاذ الدكتور : محمد السيد الجليند ، في كلامه السابق عن الاتجاه الثاني ؛ فهذا أبو زيد عبدالرحمن بن محمد الأنصاري القيرواني المتوفى سنة 696هـ يقول في كتابه ( مشارق أنوار القلوب ، ومفاتيح أسرار الغيوب ) عن المحبة عند الصوفية : ¶ ( ¶ ¬__________ ¶ (¬1) - من قصيدة عتاب لسيف الدولة ، من المتنبي مطلعها ( واحر قلباه ممن قلبه شبم ) . ¶ (¬2) - من قضايا التصوف في ضوء الكتاب والسنة . أ د: محمد السيد الجليند : 58 .",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "هي أصل جميع المقامات والأحوال , إذ المقامات كلها مندرجة تحتها ، فهي إما وسيله إليها أو ثمرة من ثمراتها ، كالإرادة والشوق والخوف والرجاء والزهد والصبر والرضا والتوكل والتوحيد والمعرفة , ولهذا اختص بكمال هذا المقام سيد النبيين , وإمام المرسلين , عليه أفضل الصلاة والتسليم , فإنه أعطي من سر هذا المقام ما لم يعط غيره من الأنبياء عليهم السلام , ولتحققه به قال الله تعالى فيه : ( من يطع الرسول فقد أطاع الله )(¬1). .وقال تعالى : ( إن الذين يبايعونك إنما يبايعون الله )(¬2). . ¶ وقال : ( قل إن كنتم تحبون الله فاتبعوني يحببكم الله )(¬3).وحسبك أن جعل طاعته عين طاعته ومحبته شرطاً في محبته . وما ذاك إلا لأنه وفر نصيبه من نوره الذي أفاضه على العالم الأسفل بواسطته , ولذلك سماه نوراً مبينا ، وسراجاً منيراً ، وجعله رحمةً للعالمين , فبذلك النور كان عليه الصلاة والسلام يدعو الخلق إلى ربه تعالى ليوصلهم بالنور للنور , وهنا سر يفهمه أربابه الذين وصلوا إلى حقيقة الذوق لا يمكننا النطق به(¬4). ¶ قال بعضهم : ¶ شربنا على ظهر الربيع المفوف وجاء لنا الساقي بصهباء قرقف ¶ فلما شربناها ودب دبيبها إلى موضع الأسرار قلت لها : قفي ¶ مخافة أن يسطو عليَّ شعاعها فيطلع جلاسي على سري الحفي ¶ ¬__________ ¶ (¬1) - النساء 80 . ¶ (¬2) - الفتح 10. ¶ (¬3) - آل عمران 31 . ¶ (¬4) - ولا شك أن هذا الكلام غلط ، فلا أسرار في الشريعة ، ولكنها طريقة الصوفية في إخفاء بعض أمورهم . ينظر مجموع الفتاوى 4/77.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "ومن الدليل على أن المحبة مشتملة على جميع المقامات والأحوال أن الإنسان لا يحب محبوبا إلا بعد العلم بكمال ذات ذلك المحبوب , ثم يتأكد هذا العلم عنده فيتوالى فيكون معرفةً فتنبعث عن ذلك الإرادة ثم الشوق إلى جمال هذه الذات , ثم يلزم على المحبة الصبر على شدة الطلب , وينبعث له في أثناء ذلك خوف الحجاب ورجاء الكرب والوصال , ثم تشمل المحبة الرضى بجميع مراد المحبوب والزهد فيما سواه واعتقاد وحدانيته اعني انفراده بصفات الكمال ، فإن ما سواه عدم محض(¬1), وإسناد الأمور كلها إليه بالتفويض له والتوكل عليه . ¶ وأما الأحوال التابعة للمحبة فهي مثل الأنس والبسط والقبض والمراقبة والهيبة والفناء والبقاء والمشاهدة وسائر الأحوال(¬2), فقد دخل في مجموع هذا المقام سائر المقامات والأحوال فإنها كلها مرادة له سواء كانت سابقة أو لاحقة , إلا أن هذا المقام لدقة معناه عن الأفهام واعتياصه عن الأذهان يحتاج إلي شرح أبسط من هذا , فنقول : ¶ ¬__________ ¶ (¬1) - ليس بصحيح . ¶ (¬2) من مصطلحاتهم . ولمعرفة الكلام حولها ينظر تكرماً : إحياء علوم الدين 4 ، والمنقذ من الضلال : لأبي حامد الغزالي . والاستقامة لابن تيمية ت : د : محمد رشاد سالم ، و التصوف من مجموع الفتاواى : المجلد 11. و من قضايا التصوف في ضوء الكتاب والسنة أ د: محمد الجليند، والتصوف عرض ونقد . أ د : عبدالفتاح الفاوي . موازين الصوفية في ضوء الكتاب والسنة : لأبي عبدالرحمن علي الوصيفي.دار الإيمان بالإسكندرية . 172.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "اعلم أنه قد اختلف الأولون والآخرون في حد هذا المقام وتباينوا في العبارة عن حقيقته إذ كل منهم إنما يعبر على حسب ذوقه منه وينطق بمقدار حاله وكل قاصر لعجزه عن الإحاطة بحقيقته(¬1), ومن وصل إلي شيء منه من أهل التحقيق لم يخاطب الجمهور به إلا رمزا وتلويحا , فإنه أعظم من أن تشرح حقيقته بالنطق وحسب المعبر عنه الإيماء , فأما شرح الحقيقة باللفظ الصريح فمتعذر جداً(¬2), ونحن نورد من عبارات الناس عن هذا المقام ما هو إلا كالإشارة والإلماع . ¶ قال الحسين بن المنصور الحلاج : المحبة قيامك مع محبوبك بخلع أوصافك ؛ لأن كلية المحب تطابق كلية المحبوب ؛ فغيبته غيبة محبوبه ووجوده وجوده(¬3). ¶ وقيل : المحبة سرور القلب بمطالعة جمال المحبوب . ¶ وقيل : المحبة محو المحب بصفاته وإثبات المحبوب بذاته . ¶ وقيل : حقيقة المحبة أن تمحوا من القلب ما سوى المحبوب . ¶ وقيل : المحبة نار في القلب تحرق ما سوى المحبوب . ¶ وقيل : المحبة أن تهب كليتك لمحبوبك فلا يبقى لك منك شيء . ¶ وقيل : حقيقة المحبة مالا يصلح إلا بالخروج عن رؤية المحبة إلى رؤية المحبوب . ¶ وقيل : المحبة معني من المحبوب قاهر اللقب تعجز العقول عن إدراكه وتمتنع الألسنة عن العبارة عنه . ¶ وقيل : المحبة أغصان تغرس في القلب فتثمر على قدر العقول . ¶ ¬__________ ¶ (¬1) - ينظر كرماً طريق الهجرتين وباب السعادتين حول المحبة وآثارها ومعانيها من ص 243 إلى 268 . ¶ (¬2) - ونلحظ التعقيد الشديد لأمور الشريعة هنا ، وسيأتي الوضوح لمعني المحبة وآثارها عند أهل السنة بعد قليل ، فنرى الفرق . ¶ (¬3) - وفي هذا الكلام ما فيه من الغموض والاحتمال .",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "فهذه أقاويل مفترقة ترجع إلى معان متقاربة كلها خارجة عن الحقيقة إذ هي إما ثمرة من ثمراتها أو لازم من لوازمها , وسبب من أسبابها , أو شرط فيها , والحقيقة كما قلناه لا يمكن أن تؤخذ من الألفاظ , فإن الألفاظ المتعارفة لا يوجد فيها لفظ يوفى بحقيقة المقصود , وأيضاً فالمحبة ألطف الأشياء فإذا كسيت الألفاظ والحروف ـ وهما من عالم الحس الكثيف ـ فقد كثُفت لذلك وخرجت عن موضعها من اللطافة الذاتية لها ) .(¬1). ¶ ونرى الدكتور/ عبدالفتاح الفاوي أثناء عرضه لأحوالهم يذكر لنا ما تعنيه المحبة عندهم بأسلوب آخر متضمن لفوائد أخر ، فيقول : (ومن تلك الأحوال (المحبة) ويستدلون عليها بقوله تعالى : ( يحبهم ويحبونه) وقوله صلى الله عليه وسلم : ( ثلاث من كن فيه وجد حلاوة الإيمان، أن يكون الله ورسوله أحب إليه مما سواهما ، وأن يحب المرء لا يحبه إلا لله ، وأن يكره أن يعود فى الكفر كما يكره أن يلقى فى النار )(¬2)كما يروون عن العرباض بن سارية : كان رسول الله صلى الله عليه وسلم يدعو : (اللهم اجعل حبك أحب إلى من نفسى وسمعى وبصرى وأهلى ومالى ومن الماء البارد )(¬3). فكأن الرسول صلى الله عليه وسلم طلب خالص الحب – الذى هو أحد الأحوال عندهم – لأنه هبة لا كسب. ¶ ¬__________ ¶ (¬1) - كتاب مشارق أنوار القلوب ومفاتح أسرار الغيوب تأليف : عبد الرحمن بن محمد الأنصاري المعروف بابن الدباغ ص 21 ¶ (¬2) - مضى تخريجه . ¶ (¬3) - ضعيف ، ضعيف الجامع برقم : 4153.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "ويعرف الشبلى المحبة بقوله : ( أن تمحو من القلب ما سوى المحبوب ، ويقول الجنيد : أن يكون السالك بالله ولله ومع الله ...... والحب هو أصل كل الأحوال وموجبها عند الصوفية ومنزلته ، في الأحوال بمنزلة التوبة في المقامات ، فمن صحت توبته على الكمال تحقق بسائر المقامات من الزهد والرضا والتوكل ، وكذلك من صحت محبته تحقق بسائر الأحوال . قال الروزبارى: ما لم تخرج من كليتك لا تدخل في المحبة ، وقال أبو يزيد : من قتلته محبته فديته رؤيته ، ومن قتله عشقه فديته منادمته. وقال صلى الله عليه وسلم : المرء مع من أحب(¬1)..... فمحبة الله للعبد تأتى بعد إخلاصه وتقربه إليه وإذا أحب الله العبد شمله برحمته وعنايته ، أما العبد فإنه إذا أحب الله تعالى أطاعه واشتاق للقائه فتصبح الدنيا هينة عنده . ¶ فليس الحب إدعاء حلولية أو اتحاد أو فناء وانجذاب بل يقوم على الفكر والذكر والاعتدال فى تناول النصيب من الدنيا .والمحب هو المخلص لله تعالى المجاهد فيه حق جهاده ، لا المنقطع للرياضات الروحية كبدعة الرهبانية )(¬2) ¶ وخلاصة ما تقدم ، وبناء على تقسيم أستاذنا الفاضل الجليند اتجاهات الصوفية إلى اتجاهين : ¶ الأول : الملتزم في تعبيره عن المحبة بالألفاظ الشرعية أو الأوامر والنواهي التي جاءت بها الشرعية . ¶ والثاني : المعبر عنها بالألفاظ الرمزية والألغاز التي لا يفهمها إلاّ نمط معين من خاصية الصوفية . ¶ أقول بناء على ذلك نستطيع القول بالتالي :(¬3) ¶ ¬__________ ¶ (¬1) - صحيح ، صحيح الجامع برقم : 6689. ¶ (¬2) - التصوف عرض ونقد . أ د: عبد الفتاح الفاوي . 58. ¶ (¬3) - من قضايا التصوف 58 .",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "1 – عدم إطلاق الذم لعموم الصوفية القائلين في المحبة ؛ فمنهم من لازم الألفاظ والمقاصد الشرعية ولم يزح عنها ، نرى منهم من يرفض \" لفظ العشق أو الشوق فهي قد تصح للتعامل بها بين البشر ، أما مع الله فلا يجوز استعمالها ولا صفه بها ، لا عاشقاً ولا معشوقاً \"(¬1). وهؤلاء يمثلهم قلة ، منهم : ¶ الجنيد ، والتستري صاحبا موضوع بحثنا هذا . ¶ 2_ ومنهم من بعُد عن الغموض وتكلف الإبهام فجاءت عباراته سهلاً مفهومة بداهة لا تحتاج إلى إعمال فكر لفهمها . ¶ 3 – أن الكثرة الغالبة من الصوفية – بكل أسف – \" قد عبروا عن حالهم مع المحبة بألفاظ رمزية ، وغلوا في ذلك حتى خرج بعضهم عن المحبة المشروعة إلى ألوان من الفناء الذي انتهى ببعضهم إلى الحلول أو الاتحاد ، فكان حالهم بدعياً لا شرعياً \"(¬2). ¶ وقد صدرت من بعضهم عبارات قد لا نملك أحياناً عند سماعها إلاَّ أن نضع أصابعنا في آذاننا ! من هول تعبيرها الذي تنفر منه نفوس أولي الفطر السليمة والإيمان الفطري البريء .. ¶ \" بل إن كثيراً من الصوفية المعتدلين في مذهبهم قد أعلنوا براءتهم من الحلوليين والاتحاديين ، فالهجويري في كتابه ( كشف المحجوب ) يذكرهم بالضلال واللعنة ، فيقول :- وأما الحلولية لعنهم الله بقوله تعالى \" فماذا بعد الحق إلا الضلال \" .(¬3) ¶ ويمثل هذا التيار .. أبو يزيد البسطامي ، والحلاج ، وابن الفارض(¬4). ¶ وهناك أيضاً من يسمونه \" بالشيخ الأكبر \" : محيي الدين ابن عربي وعباراته المشهورة التي نضرب عنها صفحاً هنا(¬5). ¶ ¬__________ ¶ (¬1) - السابق والصفحة . ¶ (¬2) - السابق والصفحة . ¶ (¬3) - من قضايا التصوف 80 . ¶ (¬4) - أعرضت عن تراجمهم لعدم جدواها في هذا البحث . ¶ (¬5) - للوقوف على حقيقة مذهبه وكلماته واعتقاده يراجع كتابه المسمى ( فصوص الحكم ) . وكلام شيخ الإسلام رحمة الله عليه في نقده في الفرقان ومجموع الفتاوى مج 11. وللشيخ عبدالرحمن عبدالخالق كلام في نقد ابن عربي .",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "فإذا ما أخذنا بقول شيخ الإسلام ونقده اللاذع لهم نجد أنه يعني الصوفية الذين يمثلون الاتجاه الثاني الذي ذكره الدكتور / الجليند : ¶ سيتبين حينئذ خطأ الصوفية في ادعاء محبة الله \" ويعظمون أمر محبته ويستحبون السماع بالغناء والدفوف والشبابات ، ويرونه قربة لان ذلك بزعمهم يحرك محبة الله في قلوبهم \". أي أنهم يتذرعون بأسباب لا تمت بصلة إلى المحبة الصحيحة التي ينبغي أن يكنها الموحدون لرب العالمين ، فالمحبة له وحده ، هي التي تحرك القلوب نحو طاعته ، فيجدون فيها سعادتهم التامة ، مسترخصين في سبيلها بذل أرواحهم . أما الاستعانة بالغناء والدفوف وغيرها فانه \" نوع من محبة المشركين لا محبة الموحدين – فان محبة الموحدين بمتابعة الرسول والمجاهدة في سبيل الله \"(¬1). ¶ وقد أغفلت ذكر الفناء ، والاتحاد ، والحلول ، والسكر ، والوجد ، والعشق ، وهي من آثار ولوازم المحبة عندهم ؛ وذلك لأمرين :- ¶ الأول / كان الهدف هو تبيين معنى المحبة عند الصوفية ، وأصنافهم فيها إذ هي الأصل الذي تنطلق منه جميع الأحوال ، دون الدخول في ذكر اللوازم . ¶ الثاني / عدم الإطالة بذكر اللوازم والآثار؛ لظني بأنها ستستغرق أكثر صفحات هذا البحث لكثرة الكلام حولها ، ولاختلاف الصوفية أنفسهم في تعريفاتهم لها وذكر معانيها اختلافاً كثيراً . ¶ الفصل الثاني ¶ المحبة بين التستري و الجنيد(¬2) ¶ المبحث الأول : ¶ المحبة عن الإمام التستري :- ¶ ¬__________ ¶ (¬1) - التصوف وابن تيمية د : مصطفى حلمي 390 . ¶ (¬2) * - قدمت ذكر التستري على الجنيد مراعاة للتسلسل التاريخي .",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "إن من الممتع حقاً تتبع نثر كلام الإمام التستري في المحبة في طيات المصادر والمراجع التي كتبت عنه ؛ لنعلم مسلكه في هذا الأمر الذي هو من أعمال القلوب كما نعلم ، ونجلي هذه القضية حتى ندرك ما كان عليه مشايخ الطائفة من شغف بالعبادة التي كان محركها الأساس محبة الله تعالى في قلوبهم ، تنبأ عن ذلك كلماتهم ، وتسفر عنه النقولات عنهم في بلوغهم في العبادة شأواً عظيماً . ¶ استدراك : ¶ بداية أود أن أوضح استدراكا على الإمام القشيري في الرسالة(¬1)عند ذكره للمحبة وكلامه عن حب الله تعالى للعبد فقال : \" فمحبة الله سبحانه للعبد إرادته لإنعام مخصوص عليه ... \" ، وهذا كما نعلم موافق لاعتقاد الكلابية(¬2)، والمنتسبين للإمام أي الحسن الأشعري ت ( 330 هـ ) رحمه الله في تأويل الصفات ، في طوره الثاني قبل أن يعود إلى مذهب أهل السنة والجماعة في إيمانهم بالصفات.(¬3) ¶ والحق الذي عليه أهل السنة – والجماعة أننا نثبت لله تعالى ما أثبته لنفسه وما أثبته له نبيه محمد صلى الله عليه وسلم من غير تكييف ولا تمثيل ومن غير تشبيه ولا تعطيل(¬4)والمحبة ثابتة لله بنصوص الكتاب والسنة . ¶ أما المحبة عند التستري :- ¶ ¬__________ ¶ (¬1) - صـ423 تحقيق هاني الحاج . ¶ (¬2) - أراء الكلابية العقدية وأثرها في الأشعرية في ضوء عقيدة أهل السنة والجماعة . : هدى بنت ناصر الشلالي .ط مكتبة الرشد بالرياض . ¶ (¬3) - والراجح : بقاء أبي الحسن الأشعري على عقيدة ابن كلاب في تأويل بعض الصفات : انظر موقف ابن تيمية من الأشاعرة : د / عبدالرحمن المحمود . ¶ (¬4) - الطحاوية لابن أبي العز الحنفي . * الواسطية لابن تيمية شرح د : صالح الفوزان .",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "فإنه كما ذكرنا سابقاً من أن للصوفية اتجاهين ، الأول منهما : هو المعتدل الملتزم في التعبير والسلوك، وافقاً عند حدود الشرع في الأوامر والنواهي .. ولقد تكلم عن الفناء من منطلق المحبة ، وليس من منطلق التوحيد ، ... ويأخذ الحب في مذهب سهل التستري شكلاً مغايراً لما نجده عند كثير من المحبين قبله ، فهو ليس انفعالاً نفسياً تغذيه حرارة العاطفة ، وإنما هو التزام بأوامر المحب ونواهيه ، قولاً وعملاً ، فيكون سلوكه ترجمة لرغائب محبوبه وتنفيذاً لأوامر . ¶ تعريفه للمحبة : ¶ ولذلك فقد عرّف سهل المحبة بأنها : \" موافقة القلب لله ، والثبات على ذلك ، وأتباع نبيه ، ودوام الذكر ، وحلاوة المناجاة مع الله \" فخضوع القلب وانقياد الجوارح لأوامر الشرع ونواهيه هي أسمى مراتب المحبة عند سهل(¬1). ¶ تعريف آخر لها : ¶ ولذا تجده أيضاً يقول عن المحبة \" إنها معانقة الطاعة ، ومباينة المخالفة(¬2)\" . وهذا الكلام مستقىً من معين الشريعة ، وفيه أيضاً روح الخوف والرجاء ، مخالفاً بذلك بعض المتصوفة الذين ندّت ألفاظهم ، فنقرأ عن بعضهم قوله \" ما عبدت الله طمعاً في جنته ، ولا خوفاً من ناره ، ولا شك أن هذا مخالفاً لقوله تعالى عن أصفيائه \" يدعون ربهم خوفاً وطمعاً \"(¬3). ¶ علامة الحب عنده : ¶ ¬__________ ¶ (¬1) - من قضايا التصوف 77 . ( بتصرف ) ¶ (¬2) - من قضايا التصوف 58 ، الرسالة القشيرية 424 . ¶ (¬3) - قوت القلوب 2/ 122. ينسب هذا القول لرابعة العدوية رحمها الله ، وكثير من علمائنا يشكك في نسبته إليها ، ولا يهمنا القائل بقدر ما يهمنا القول و( الخطأ الذي يقع فيه هؤلاء هو انهم عبدوا الله بلا إرادة \" وتوهموا أن البشر يعمل بلا إرادة ولا مطلوب ولا محبوب ، وهو سوء معرفة بحقيقة الإيمان والدين والآخرة ) ابن تيمية والتصوف : د : مصطفى حلمي 499.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "ونجده يؤكد هذا المعنى في موضع آخر فيقول رحمة الله : \" علامة الحب إيثاره على نفسك وليس كل من عمل بطاعة الله صار حبيباً ، وإنما الحبيب من اجتنب المناهي \" . وهو كما قال ؛ لأن محبته لله تعالى سبب محبة الله له كما قال تعالى :- \" يحبهم ويحبونه(¬1)\" وإذا أحبه الله تعالى تولاه ونصره على أعدائه ، وإنما عدوه نفسه وشهواته ، ولذلك قال الله تعالى\"والله أعلم بأعدائكم وكفى بالله ولياً وكفى بالله نصيراً(¬2).(¬3)\" ¶ من علامات حب الله عنده : ¶ ثم يرتقي بجمال التعبير ورصانة العبارة فيقول : \" علامة حب الله حب القرآن ، وعلامة حب القرآن وحب الله حب النبي صلى الله عليه وسلم ، وعلامة حب النبي صلى الله عليه وسلم حب السنة ، وعلامة حب السنة حب الآخرة ، وعلامة حب الآخرة بغض الدنيا ، وعلامة بغض الدنيا ألا يأخذ منها إلا زاداً وبلغة إلى الآخرة \" . ¶ وهذا مأخوذ من قول ابن مسعود رضي الله عنه :- \" لا على أحدكم أن يسأل عن نفسه إلاَّ القرآن ؛ فإن كان يحب القرآن فهو يحب الله ، وإن لم يكن يحب القرآن فليس يحب الله(¬4). ¶ مفهوم المحبة عنده : ¶ فمفهوم سهل رحمة الله للمحبة إذن مفهوم دقيق إذ يقول \" المحبة أن تحب ما يحبه حبيبك ، وتكره ما يكره \" وكان يقول :- ¶ \" النيران أربعة :- نار الشهوة ، ونار الشقاوة ، ونار القطيعة ، ونار المحبة . ¶ فنار الشهوة تحرق الطاقات ، ونار الشقاوة تحرق التوحيد ، ونار القطعية تحرق القلوب ، ونار المحبة تحرق النيران كلها(¬5). ¶ ومن أجمل أقواله \" عندما سئل : أي شيء يفعل الله بعبده إذا أحبه ؛ قال :- ¶ يلهمه الاستغفار عند التقصير ، والشكر له عند النعمة(¬6)\" ¶ ¬__________ ¶ (¬1) - المائدة 54 . ¶ (¬2) - النساء 45 . ¶ (¬3) - إحباء علوم الدين 4 / 254 . ¶ (¬4) - قوت القلوب 2 / 105 / الإحياء 4 / 255 ¶ (¬5) - الشيخ الأمين : سهل التستري . د / عبد الحليم محمود 120 . ¶ (¬6) - السابق 121 .",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وصدق رحمه الله فإن توفيق الله لعبده إذا هو أحبه يقتضي إلهامه الاستغفار والشكر ، فالاستغفار دليل على اتهام النفس في جنب الله ودليل على محبة العبد لربه ، أما الشكر ففوق أنه يقتضي زيادة النعم من الله لعبده ، فهو دلالة على يقظة القلب ، وأدبه الجم مع خالقه ، واعترافه بفقره إلى المنعم ، فوجب الشكر له . ¶ الحب عنده عطاء إلهي : ¶ والتوفيق من الله عز وجل للعبد هو الذي يمنحه الحب \" فالحب عند سهل عطاء ووهب ، وليس عملاً ولا كسباً ، هو يفيض من الله دون انتظار أو سؤال من العبد . ¶ وهذه المعية التي يستشعرها التستري أعطاها أهمية قصوى في ضرورة ذكر المحبوب على لسان المحب وقلبه ، وباستغراق المحب في ذكر محبوبة ينصرف الذاكر عن كل لفظ يردده اللسان إلى حضور قلبي ينسى الذاكر فيه نفسه ، ويأتنس بحضوره مع ربه ؛ فيفنى عن نفسه ببقائه مع ربه ، ويرى التستري أن الذين يذكرون الله بحضورهم وبقائهم مع الله أعظم شأناً وأعلى منزلة من أولئك الذين يقتصرون في ذكرهم على المواسم الشكلية ، والعبارات اللفظية وذلك راجع عنده إلى أن حياة الروح بالذكر ، وحياة الذكر بالذاكر ، وحياة الذاكر بالمذكور(¬1). ¶ فلسفة الفناء عند التستري :- ¶ مما تقدم يتضح أن الفناء عند التستري نتيجة لاستغراق الذاكر في ذكر محبوبه ، والذاكر عنده يصل إلى حالة يستوي عنده فيها الأضداد فلا خير ولا شر ، ولا قرب ولا بعد(¬2)\" ولكن سهلاً ليس ممن يقولون بالفناء المطلق ، وإنما هو نوع من الاتصال الدائم بالله ، نتيجة الشعور الدائم بمعيته ، دون خلط بين الرب والعبد ، هي غيبة للشعور عن الذكر نتيجة امتلاء القلب بالمذكور ، وهذا الغيبة مؤقتة ولا بد أن يعقبها حضور أو بقاء ، فالفناء عنده مؤقت لا يدوم ، ولا بد أن يعقبه صحو وحضور(¬3)\" . ¶ ¬__________ ¶ (¬1) - من قضايا التصوف 79 . ¶ (¬2) - السابق والصفحة ¶ (¬3) - السابق والصفحة .",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "قلت : ومع ذلك فإنني أتساءل دائماً وأقول : لماذا لا تحصل هذه الحال إلا َّ لهؤلاء القوم ؟ ! وقد كان الصحابة رضي الله عنهم أشد حباً لله وذكراً له فلم نقرأ عنهم عُشر هذا . وامتلاء كتب التصوف بمثل هذه القضايا هو ما دعاني للتساؤل الذي أرجو أن أسمع جوابه الشافي من أستاذي العالم الجليل أد / محمد الجليند ، فسؤالي هذا سؤال جاهل يبتغي العلم ، لا متعنتٍ يبتغي المماراة والجدل . ¶ لفظ المحبة لا معنى ثانياً لها عنده : ¶ ومما يجدر ذكره أن سهلاً رحمه الله قال في رسالة له :- وأما محبة العبد لله ، فحالة .. يجدها من قلبه تلطف عن العبارة ، أي لا يمكن التعبير عنها بلفظ غير لفظ المحبة ، وقد تحمله تلك الحالة على التعظيم له ، وإيثار رضاه وقلة الصبر عنه ، والاهتياج إليه ، وعدم القرار من دونه ، ووجود الأتناس بدوام ذكره له بقلبه(¬1). ¶ نواقض الحب عنده : ¶ ¬__________ ¶ (¬1) - الحب الإلهى 67 .",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "ونراه أيضاً في موضع أخر يفرق بين الحب الذي يناقض حب الله تعالى ، وبين الذي هو حب في الله تعالى فيقول :- \" من أحب الدراهم لا يحب الآخرة ، ومن أحب الخبز – ولست أعلم ماذا يقصد بها – لم يحب الله ، ولا يخرج الوالد والولد المحبين من المحبة ؛ لأن ذلك جعل الله في القلوب نصيباً لهم ولا يخرجه أيضاً حب الزوجة بمعنى الرفق بها والرحمة لها ، ولا يخرجه أيضاً حب مصالح الدنيا من حاجات الأقسام والقلوب مما لا بد منه ، وليس ذلك كله يكون في مكان محبة الله ؛ لأن محبة الله في أنوار الإيمان ، ومحبة هذه الأشياء في مكان العقل، هكذا عندي في الفرق بين محبة الله ومحبة المخلوق ، ويخرجه جميع ذلك عند بعض المحبين من السلف(¬1)، فأما الاشتغال بهذه الأشياء بالإيثار لها على التفرغ لمرضاة الله والانحطاط في أهوائها دون محبة الله فإن ذلك يخرجه عند الكل وعندي ، يخرج العبد من حقيقة المحبة السكون إلى غير الله ، والفرح بسواه والحزن على فوات غيره إياه(¬2). ¶ وهكذا نرى أن القشيري \" لا يرى ضرورة إلى القول بانقطاع المرء عن عالمه ، وانشغاله بالمحبة عن كسب عيشه ، والأخذ بأسباب الحياة ، بل يرى أن المرء مادام محباً لربه منفذاً لأوامر الله ،فإنه يجب أن يتمثل مكارم الأخلاق التي هي موضع حب الله وحب رسوله ، فينظر إلى الناس بعين الرحمة والمحبة ، بل كان يتمنى لو يفتدى الخلْقَ جميعاً من عذاب الله ، رحمةً بهم وإحساناً إليهم(¬3). ¶ شرط المحبة عند التستري :- ¶ ويختلط في أقوال سل المحبة بالمعروف ، لأنه يرى ضرورة التلازم بينهما ؛ لأن المحبة تابعة للمعرفة ، والمعرفة شرط في المحبة ، والمرء لا يحب إلاَّ بعد أن يعرف(¬4). ¶ علامات المحب عند التستري :- ¶ ¬__________ ¶ (¬1) - لا أعلم من يعني بذلك من السلف إن كان على اصطلاحنا ، فلا أعلم أحداً يقول بمثل هذا . ¶ (¬2) - قوت القلوب 2 / 134 . ¶ (¬3) - من قضايا التصوف 78 . ¶ (¬4) - من قضايا التصوف 78 .",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "ومن علامات المحب عنده \" أن لا يغفل لسانه عن ذكر حبيبه ، شاكراً لأنعمه ، شغوفاً به ، شاعراً بمعيته ، مشتغلاً بتحصيل أوامره(¬1). ويرى أنه من أعظم علامات المحب أن لا يشكو حبيبه ، فقد كان يعالج الناس من علة كان هو يعاني ألمها ، فقيل له لم لا تعالج نفسك ؟! فقال : ضرب الحبيب لا يوجع(¬2). ¶ مذهب التستري في المحبة :- ¶ ومذهبه في المحبة ذو صلة قوية بموقفه من آية الميثاق(¬3) ¶ ¬__________ ¶ (¬1) - من السابق والصفحة . ¶ (¬2) - الإحياء 4 / 274 ¶ (¬3) - انظر تفسير القرآن العظيم للتستري صـ151 تحقيق طه سعد وسعد علي ، في تفسير آية الميثاق مقارنة بحديث (إن الله أخذ ذرية آدم من ظهره ثم { أشهدهم على أنفسهم ألست بربكم قالوا بلى } ثم أفاض بهم في كفيه فقال : هؤلاء في الجنة و هؤلاء في النار فأهل الجنة ميسرون لعمل أهل الجنة و أهل النار ميسرون لعمل أهل النار) رواه البزار والطبراني والبيهقي .(صحيح) صححه الألباني في صحيح الجامع برقم 1702. و بالمناسبة قرأت للتستري في صـ154 قوله \" واعلموا أن للنفس سراً ، ما ظهر ذلك السر على أحد من خلقه إلاََّ على فرعون فقال : ¶ \" أنا ربكم الأعلى \"،فاقشعر جلدي ، وأرجو أن يكون هذا الكلام ليس من كلامه خصوصا وأن شيخ الإسلام كان يمتدحه كثيراً .كمثل قوله في الاستقامة 1 / 158 :(وكلام سهل بن عبد الله في السنة وأصول الاعتقادات أسدّ وأصوب من كلام غيره) ، ت د / محمد رشاد سالم .",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "\" ( وَإِذْ أَخَذَ رَبُّكَ مِنْ بَنِي آدَمَ مِنْ ظُهُورِهِمْ ذُرِّيَّتَهُمْ وَأَشْهَدَهُمْ عَلَى أَنفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ قَالُوا بَلَى شَهِدْنَا أَنْ تَقُولُوا يَوْمَ الْقِيَامَةِ إِنَّا كُنَّا عَنْ هَذَا غَافِلِينَ)(¬1)وكذلك حديثه عن المعرفة ، ومذهبه في التوحيد يعتمد على فهمه الخاص لآية الميثاق(¬2). وما دام الإنسان قد استمد من ربه كل شيء فلا يحق للعبد أن يقطع صلة المحبة بينه وبين المنعم عليه(¬3). ¶ وأغرب تعريف للمحبة عنده : ¶ قوله : \" هي الخوف من الله تعالى ! لأن الكفار أحبوا الله فلم يؤمنهم ، والمؤمنون خافوا الله فأمنهم \"(¬4)وهذا من لوازم المحبة لاشك ؛ إذ الخوف والرجاء كما هو معلوم جناحان للمؤمن ، والمحبة تنبع من الرجاء الحسن . ولعل الشيخ رحمه الله ذهب في قوله \"الكفار أحبوا الله \" أي أنهم ظنوا أنهم يحبونه ، لكنهم لم يتبعوا الطريق الموصلة إليه ، وهي اتباع الرسل ، فلم يدركوا ما كانوا إليه يصبون ¶ لأن الاتباع شرط في المحبة كما قال تعالى : (قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمْ اللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ)(¬5). ¶ المبحث الثاني : ¶ المحبة عند الإمام الجنيد ¶ تمهيد واعتذار:- ¶ ¬__________ ¶ (¬1) - الأعراف 172. ¶ (¬2) - من قضايا التصوف 78 . ¶ (¬3) - . السابق والصفحة . ¶ (¬4) - مع المسلمين الأوائل د : مصطفى حلمي . ¶ (¬5) - آل عمران 31.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "لقد حاولت جاهداً الحصول على \" رسائل الجنيد \" في مكتبة الكلية فلم أجدها ، فطفت وسعيت بين مكتبات الصوفية في حي الحسين ، والأزهر وغيرها ابتغاء الحصول عليها فلم أنجح ، بل كدت أتعرض للضرب من بعض أرباب المكتبات هناك !، إضافة إلى حسن استقبالهم لي ، الذي كانت صفحات وجهوهم تعبر عنه تجاهي من تقطيب الجبين ، وحدة العينين، وارتفاع الحاجبين الدالين على شدة الامتعاض مني ! ، وكأنني ارتكبت حراماً في الأشهر الحرم ، رغم أني تلطفت في العبارات ، وتملقتُ ونافقت ُ، فلم أفلح ، فوليت مدبراً ! . ¶ وكدت أحزن ، لولا أن عزائي في أن كلمات الإمام الجنيد في المحبة مبثوثة في كتب التصوف القديمة والحديثة ، سواء كانت لمن ينتسبون إليه كالإمام الغزالي ، وأبي طالب المكي والقشيري ، أم كانت للناقدين أمثال شيخ الإسلام وتلميذة ابن القيم ، أو من العلماء المعاصرين : ¶ أمثال أ د / محمد الجليند ، و أ د / عبد الفتاح الفاوي ، و أ د / مصطفي حلمي ، وغيرهم ممن كتبوا عن التصوف باعتدال لا إفراط فيه ولا تفريط . ¶ أما الجنيد رحمه الله :",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "فـ ( مذهبه مؤسس على الصحو .... وطريقه أشهر طريق وقد سلك المشايخ عليه، ولم يلتفت لكثرة الأقوال المختلفة في أصول الصوفية ... جاء في \" الحكايات أن الحسين بن منصور الحلاج – في حال غلبته – ترك صحبة عمرو بن عثمان الكي ، وأتى إلى الجنيد طالباً الصحبة فقال له الجنيد : أنا لا أجتمع بالمجانين ، والصحبة تتطلب كمال العقل ، فإذا لم يتوفر ذلك تصرفت معي كما تصرفت مع سهل بن عبد الله التستري وعمراً فقال له الحسين :- يا شيخ ، الصحو والسكر صفتان للعبد ، ومدام العبد محجوبا عن ربه نفى صفاته ، فقال له الجنيد :- يا ابن منصور أخطأت في الصحو والسكر ، لأن الصحو بلا خلاف عبارة عن صحة حال العبد مع الحق ، وذلك لا يدخل تحت صفة العبد واكتساب الخلق ، وأنا أرى يا ابن منصور في كلامك فضولاً كثيراً وعبارات لا طائل تحتها .(¬1) ¶ الفناء عند الجنيد:- ¶ نعلم بداية أن الجنيد من القائلين بالفناء ، ولكن فناءه يختلف عن النمط الذي نجده لدى البسطامي والحلاج ؛ ذلك أن الجنيد لا يذهب إلى الحلول أو الاتحاد في قوله بالفناء ، وإنما يحتفظ بالصحو ويرفض الشطح ويؤثر البقاء على الفناء ، وقوله بالفناء يعود إلى مذهبه الخاص في التوحيد ، توحيد إرادة العبد مع إرادة الله ... ويرى ابن تيمية أن الجنيد من المتصوفة المعتدلين في قولهم بالفناء ؛ ولذلك كان يحتج كثيراً بأقواله في الفناء على أولئك الذين ذهبوا إلى نوع من الحلول أو الاتحاد في فنائهم .(¬2) ¶ من هنا نستطيع تتبع أقوال الجنيد في المحبة على هذا الأساس والتقعيد لعقيدته ؛ لندرك الفرق بين أقواله وأقوال بقية أهل التصوف ممن ذكرنا ، لاسيما وأننا قد عرضنا فيما مضى شيئاً من أقوال الجنيد ، ومدح الأئمة لعقيدته واعتداله . ¶ فلسفة المحبة عند الجنيد : ¶ ¬__________ ¶ (¬1) - كشف المحجوب للهجويري . طبعة الأزهر . ترجمة محمود أحمد ماضي أبو العزايم . ¶ (¬2) - من قضايا التصوف 75.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "ذكر القشيري في الرسالة(¬1)أن أبا بكر الكتاني قال : ¶ جرت مسألة في المحبة بمكة أيام الموسم فتكلم الشيوخ فيها وكان الجنيد أصغرهم سناً فقالوا : هات ما عندك يا عراقي ، فاطرق رأسه ودمعت عيناه ثم قال : عبدُ ذاهل عن نفسه ، متصل بذكر ربه ، قائم في حقوقه ، ناظر إليه بقلبه ، أحرق قلبه أنوار هويته ، وصفا شربه من كأس وده ، وانكشف له الجبار من أستار عينيه ، فإن تكلم فبالله ، وإن نطق فعن الله ، وإن تحرك فبأمر الله ، وأن سكت فمع الله ، فهو بالله ولله ومع الله ، فبكى الشيوخ وقالوا : ما على هذا من مزيد(¬2). ¶ وهذا الذي قاله رحمه الله هو ما فهمه من حديث النبي صلى الله عليه وسلم عن ربه تعالى في حديث الولي : (فإذا أحببته , كنت سمعه الذي يسمع به وبصره الذي يبصر به , ويده التي يبطش بها , ورجله التي يمشى بها ) ، فهذا يؤكد ما ذكرناه عن الجنيد وأنه ممن قيد تصوفه بالكتاب والسنة ، فكان ثناء شيخ الإسلام عليه بقوله : (فإن الجنيد - قدس الله روحه - كان من أئمة الهدى)(¬3). ¶ وهذا منه رحمه الله مطابق لقول الله تعالى:( قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمْ اللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ (31))(¬4)، يقول ابن كثير -رحمه الله – \"هذه الآية الكريمة حاكمةٌ على كل من ادعى محبة الله وليس هو على الطريقة المحمدية فإنه كاذب في دعواه في نفس الأمر حتى يتبع الشرع المحمدي وقال الحسن البصري وغيره من السلف :زعم أقوام أنهم يحبون الله فابتلاهم الله بهذه الآية\"(¬5) ¶ ¬__________ ¶ (¬1) - صـ429 بتحقيق هاني الحاج . ¶ (¬2) - ينظر من قضايا التصوف 59 . ¶ (¬3) - الفرقان بين أولياء الرحمن وأولياء الشيطان 36 . ¶ (¬4) - آل عمران/31. ¶ (¬5) - ابن كثير366/1.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "ويقول الشيخ محمد الأمين الشنقيطي - رحمه الله - :\"يؤخذ من هذه الآية الكريمة أن علامة المحبة الصادقة لله ورسوله –صلى الله عليه وسلم- هي اتباعه –صلى الله عليه وسلم- فالذي يخالفه ويدعي أنه يحبه فهو كاذب مفتر؛إذ لوكان محباً له لأطاعه ، ومن المعلوم عند العامة أن المحبة تستجلب الطاعة ومنه قول الشاعر: ¶ لو كان حبك صادقاً لأطعته إن المحب لمن يحب مطيع\"(¬1). ¶ فالمحبة عند الجنيد رحمه الله معقد النسبة بين الرب وبين العبد ، فإنه لا نسبة بين الله وبين العبد إلا محض العبودية من العبد ، ومحض الربوبية من الرب ، والمحبة هي معقد هذه النسبة ، وهي روح الإيمان والأعمال ، وقد ذهب أهلها بشرف الدنيا والآخرة ، إذ لهم من معية محبوبهم أوفر نصيب ، فالمرء مع من أحب ، والمحبة هي الميل الدائم بالقلب الهائم ، وإيثار المحبوب على جميع المصحوب ، وموافقة المحبوب في المشهد والمغيب ، وهو استكثار القليل من التقصير واستقلال الكثير من الطاعة ، وهي أن تهب كلك لمن أحببت فلا يبقى لك منه شيء ، وهي أن تهب إرادتك ، وعزمك ، وأفعالك ، ونفسك ، ومالك ، ووقتك لمن تحب ، وتجعلها حبساً في مرضاه ومحابّه. ¶ مفهوم المحبة عنده : ¶ ¬__________ ¶ (¬1) - أضواء البيان217/1.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "قال أبو عمرو الزجاجي : سألت الجنيد عن المحبة, فقال : تريد الإشارة ؟ قلت : لا , قال : تريد الدعوى ؟ قلت : لا قال : فأي شئ تريد ؟ قلت : عين المحبة0 فقال : أن تحب ما يحب الله تعالى في عباده , وتكره ما يكره الله تعالى في عباده ،ولا يمكن فهم نظرية الجنيد في المحبة الإلهية بمعزل عن نظريات أخرى له مثل نظريته في التوحيد0 فيرى الجنيد أن أرواح البشر آمنت منذ الأزل بالله تعالى وأقرت بتوحيده وهي لم تزل بعد في عالم الذر وقبل أن يخلق الله العالم والأجسام المادية التي هبطت تلك الأرواح إليها , وأن هذا هو التوحيد الكامل الخالص لأنه صدر عن أرواح مطهرة مجردة عن أعراض البدن وآفاته0 موجودة لا بوجودها المتعين الخاص , بل وجود الحق ذاته . ولقد أنزل الله سبحانه هذه الأرواح من عليائها إلى عالمنا هذا وألبسها ابدأنها قصدا للبلاء والاختبار , فشغل بعضها بأغراض الدنيا ونسى أصله وموطنه , وحن بعضها إلى العودة إلى ذلك الأصل وجعل غايته الوفاء بذلك الميثاق الذي أخذه الله عليه, والرجوع إلى تلك الحال التي كان عليها قبل أن يوجد في هذا العالم0 فإذا تم لهذه الأرواح ما أرادت , وحدت الله تعالى التوحيد الكامل الخالص - أو ما يقاربه- وفنيت عن وجودها الزمني وبقيت بالله وحده 0 وفي هذا الفناء في الحق يتحقق معنى الحب له 0 إذ الفناء عن الذات المتعينة هو عين المحبة لمن تبقى الذات حية فيه ولا تشهد سواه . ¶ إن جوهر التصوف عند الجنيد هو الفناء عن الذات والبقاء بالله تعالى, أو هو الوصول إلى حال يكون فيها الحق سمع العبد وبصره على حد تعبير الحديث القدسي0 وفي هذه الحال يصبح الوجود الذاتي المتعين وجودا أتم وأكمل عن طريق البقاء بالله وفي الله0 ولكنها حال لا تدوم , فان العبد يعود بعدها إلى حال من الصحو الصوفي يشعر فيها بإثنينية المحب والمحبوب, فيستأنف الحنين إلى محبوبه من جديد ويشتاق إلى الاتصال به . ¶ علامات المحب عنده :",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "يقول الجنيد في وصف المحب صاحب هذا الحال : \" عبد ذاهب عن نفسه , متصل بذكر ربه , قائم بأداء حقوقه , ناظر إليه بقلبه0 أحرق قلبه أنوار هويته وصفاء شربه من كأس وده , وانكشف له الجبار من أستار غيبه0 فإذا تكلم فبالله, وان نطق فمن الله , وان تحرك فبأمر الله, وان سكت فمع الله ولله ومع الله \" .(¬1) ¶ ومن أغرب الحكايات التي تروى عنه ولا أعلم سندها ما ذكره الغزالي في الإحياء(¬2)أنه قال ( حُكي عن الجنيد أنه قال مرض استأذنا السري رحمه الله فلم نعرف لعلته دواء ولا عرفنا لها سبباً ، فوصف لنا طبيب حاذق ، فأخذ قارورة مائه منظر إليها الطبيب وجعل ينظر إليه ملياً ثم قال لي :- أراه بول عاشق ! قال الجنيد : فصعقت وغشي علي ووقعت القارورة من يدي ، ثم رجعت إلى السري فأخبرته ، فتبسم وقال : قاتله الله ما أبصره قلت : يا أستاذ وتبين المحبة في البول قال : نعم . ¶ وقلت إضافة إلى أن هذه القصة لا يعرف سندها ، فإنها تخالف الأصول التي نعرفها عن الجنيد من رفضه لاستعمال \" لفظ العشق أو الشوق في موضع المحبة(¬3)\" ومهما يكن من أمر فهي دالة على شفافيته رحمه الله وشدة تأثره ، ومحبته لله تعالى ، وعجبه ممن يصل به الحب إلى هذه الحال التي رؤي أثر المحبة فيها في أمر لا يخطر على بال أحد . وأعيد قولي _ إن صحت هذه الحكاية - . ¶ علامة المحبة عنده : ¶ والجنيد رحمه الله من منطلق صفاء معتقده يعبر عن علامة المحبة عنده فيقول \" دوام النشاط الدؤوب بشهوة يفتر بدنه ولا يفتر قلبه(¬4)\" ¶ ¬__________ ¶ (¬1) - الحب الإلهي الفكرة جذورها وامتدادها د0 محمد احمد عبد القادر. 5 . ¶ (¬2) - 4 / 262 ¶ (¬3) - من قضايا التصوف 58 . ¶ (¬4) - قوت القلوب 2 / 108 .",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "وقد صدر عن الجنيد عبارات موهمة بحاجة إلى تأمل وإمعان نظر فيها من حيث نسبتها إليه ، وصحتها في نفسها ومدى مطابقتها للمعتقد الصحيح ؛ وذلك مثل قوله : فقدت يوماً قلبي ، فقلت يا إلهي ردَّ علي قلبي ، فسمعت منادياً يقول : يا جنيد نحن سلبناك القلب لكي تكون معنا .. أتريد أن تبقى مع غيرنا(¬1) ¶ فهذه العبارة توهم بأن الجنيد رحمه الله ربما يقول بالاتحاد كما ذكر ذلك أستاذنا د / الجليند . ¶ ومثلها قوله :- ¶ ? التصوف هو أن يميتك الحق عنك ويميتك به \" . ¶ ? \" من يقول \" الله \" دون أن يراه فهذا كذب . ¶ ? \" من زعم معرفة الوجود جهل عند حصول العلم ، قالوا أضف أنت . ¶ فقال : إنه هو العارف والمعروف . ¶ ? \" ما دمت تقول \" الله \" وتقول \" عبد \" فهذا شرك لأن العارف والمعروف واحد ، كما قالوا : ليس في الحقيقة إلاَّ هو . ها هنا الله فأين العبد أي أن الكل هو الله(¬2). ¶ أو إقراره للسري عندما قال الأخير :- لا تصلح المحبة بين اثنين حتى يقول الواحد للآخر يا أنا(¬3). ¶ فهذه عبارات إن كانت صدرت منه وثبت عنه فهي مخيفة فعلاً تنافي كل ما تقدم من سلامة المعتقد وصفائه ، والظن به غير ذلك رحمه الله ، والعذر له وارد ، ويغمر ذلك في بحر حسناته ، وإن اعتذرنا له فلنا سلف في اعتذار ابن تيمية رحمه الله للشبلي ، و اعتذار ابن القيم للهروي رحمه الله في المدارج وغيرهم كثير ، وبعض عباراتهم أشد وأنكى . ¶ ومثلها أيضاً إقراره لخاله السَّري على إحدى شطحاته عندما دفع إليه السري رقعة وقال له :- هذه خير من سبعمائة قصة أو حديث يعلو ، فإذا فيها :- ¶ ولما ادعيت الحب قالت كذبتني فمالي أرى الأعضاء منك كواسياً ¶ فما الحب حتى يلصق القلب بالحشا ، وتذبل حتى لا تجيب المناديا ¶ وتنحل حتى لا يبقي لك الهوى سوى مقلة تبكي أبها وتناجيا(¬4) ¶ ¬__________ ¶ (¬1) - من قضايا التصوف 61 . ¶ (¬2) - من قضايا التصوف 62 . ¶ (¬3) - الرسالة القشيرية 427 . ¶ (¬4) - الرسالة القشيرية 426 .",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "فالاعتراض هنا على قوله \" أو حديث \" فمت كانت هذه الأبيات أفضل من كلام سيد المرسلين صلى الله عليه وسلم إلاَّ في عرف السري وأمثاله . ¶ ناقض المحبة عنده : ¶ ونرى الجنيد رحمه الله في موضع آخر يريد أن يؤصل معنى المحبة فيقول :- كل محبة كانت لغرض ، إذا زال الغرض زالت تلك المحبة(¬1)\" ¶ وهذا صحيح نلمسه اليوم في حال بعض التائبين تحت أسباب شيء ، إذا زال الدافع له إلى التوبة زالت التوبة كمن يتوب من الزنا مثلاً لمرضٍ ألمًّ به فلما زال المرض رجع إلى الذنب مرة أخرى والعياذ بالله ، وقديماً قالوا : ¶ صلى المصلي لأمرٍ كان يطلبه لما انتهى الأمر لا صلىّ ولا صاما ¶ وفي السياق ذاته نلحظ إقرار الجنيد رحمه الله للشيخ الحارث المحاسبي على قوله : ¶ المحبة ميلك الشيء بكليتك ثم إيثارك له على نفسك وروحك ومالك ثم موافقتك له سراً وجهراً ثم علمك بتقصيرك في حبه(¬2). ¶ تعريف مبهم للمحبة عنده : ¶ وحول هذا المعنى يدور كلام الجنيد نفسه عندما يقول :- \" المحبة إفراط الميل بلا نيل(¬3)\" . قال ابن القيم رحمه الله :وهذا الحد لا يعطي تصور حقيقة المحبة ، فإن المحبة أعرف عند القلب من الميل ، وأيضاً فإن الميل لا يدل على حقيقة المحبة ، فإنها أخص من مجرد ميل القلب ، إذ قد يميل قلب العبد إلى الشيء ولا يكون محباً له لمعرفته بمضرته له ؛ سُمي هذا الميل محبة فهو اختلاف عبارة .(¬4) ¶ أما قوله بلا نيل فلا أدري ماذا أراد به ، ولعلي أسمع نفسيرها من أستاذي الجليند وفقه الله . ¶ استغراق القلب في محبة المحبوب: ¶ ¬__________ ¶ (¬1) - السابق والصفحة . ¶ (¬2) - الرسالة 427 . ¶ (¬3) - السابق 426 . ¶ (¬4) - طريق الهجرتين وباب السعادتين . 254. ط دار الكتاب العربي .",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "وسئل أيضاً عنها فقال :- \"المحبة دخول صفات المحبوب على البدل من صفات المحب \" أشار بهذا إلى استيلاء ذكر المحبوب حتى لا يكون الغالب على قلب المحب إلاَّ صفات المحبوب والتغافل بالكلية عن صفات نفسه والإحساس بها(¬1). وقد ذكرنا سابقاً مصداق ذلك في حديث ( الولي ) . ¶ تأثير المحبة عنده في سعادة القلب : ¶ وفي هذه الحالة يصل القلب إلى منتهى سعادته وفرحه بربه عز وجل واستنارته به كما قال الجنيد أيضاً : \" المحبة نفسها قرب القلب من الله بالاستنارة والفرح(¬2)\" ¶ علامة كمال الحب عنده : ¶ وقال \" علامة كمال الحب دوام ذكره في القلب بالفرح والسرور والشوق إليه والأنس به(¬3)\" . ¶ ومن أجمل ما نقل الجنيد رحمه الله عن خاله السري أنه دخل عليه في مرضه قال الجنيد فقلت : ¶ كيف تجدك ؟ فقال :- ¶ كيف أشكو إلى الطبيب لما بي ¶ والذي قد أصابني من طبيبي ¶ ليس لي راحة ولا لي شفاءُ ¶ من سقامي ألاًّ بوصل حبيبي(¬4) ¶ ومما يرويه عن سمنون المحب قوله :- ¶ كان سمنون المحب ممن أقيم في مقام المحبة وكان إذا تكلم في المحبة كاد الصخر أن يتصدع لكلامه ويقال أن قناديل المسجد كانت تتلاطم وتنكسر عندما يتكلم في المحبة ويهيم وتتوله عقولهم ويصيرون في دهش وحيرة حتى الطيور تهيم عند سماع كلامه ، ونزل عليه يوماً طائر وهو يتكلم في المحبة ومشى بين يديه حتى قعد في حجره ثم نزل عن حجره إلى الأرض وضرب بمنقاره على الأرض حتى خرج الدم من منقاره ومات(¬5). ¶ ¬__________ ¶ (¬1) - الرسالة القشيرية 425 . ¶ (¬2) - قوت القلوب 117 . ¶ (¬3) - السابق 124 . ¶ (¬4) - الحب الإلهي 47 . ¶ (¬5) - الحب الإلهي 48 .",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "فهذه مبالغة شديدة إذ لم نحدث أن الطير رددت مع أحد أو هامت به إلاًّ مع داود عليه السلام : ( يَا جِبَالُ أَوِّبِي مَعَهُ وَالطَّيْرَ )(¬1)ولا أعظم من كلام النبي صلى الله عليه وسلم، ومع هذا لم نسمع بوقوع مثله أو أقل عند تحديثه صلى الله عليه وسلم وكلامه عن ربه ، وليس هذا إنكاراً للكرامات ولكنه دفع للمبالغات(¬2). ¶ أقسام الناس في المحبة عند الجنيد :- ¶ قال الجنيد \" الناس في محبة الله خاص وعام فالعوام نالوا ذلك بمعرفتهم في دوام إحسانه وكثرة نعمه فلم يتمالكوا أن أرضوه إلاًّ أنهم تقل محبتهم وتكثر على قدر النعم والإحسان ؛ فأما الخاصة فنالوا المحبة بعظم القدر والقدرة والعلم والحكمة والتفرد بالملك ، ولما عرفوا صفاته الكاملة وأسماءه الحسنى لم يمتنعوا أن أحبوه إذ استحق عندهم المحبة بذلك لأنه أهل لها ولو زال عنهم جميع النعم \"(¬3). ¶ وهذا الكلام طيب موافق لنصوص الكتاب والسنة وأقسام الناس في تعاملهم مع الله تعالى محبة وعبادة إلى غير ذلك . ¶ ويشهد له ما قرره أستاذنا الدكتور / الجليند بعد أن ذكر مستويين في المحبة ، السابقين ، والمقتصدين، قال إن : \" الناس هنا درجات حسب صفاء قلوبهم وامتلائها بحب الله: ¶ 1- فهناك قوم يملكون القدرة و الإرادة والمحبة ، لكنهم يتوجهون بها إلى ما حرم الله ونهى عنه ، فيحبون ما أبغض الله ، ويبغضون ما أحب الله ، وهذا حال كثير من الخلق . ¶ 2- وهناك من يملك القدرة والإرادة والمحبة ، ويتوجهون بها إلى تحقيق معنى الحب لله ، وفي الله، فهؤلاء سادة المحبين ، وهذه المحبة الصادقة هي التي تدفع المؤمن إلى فعل الطاعة حباً لها وترك المعصية كرهاً لها . ¶ ¬__________ ¶ (¬1) - سورة : سبأ . 10 . ¶ (¬2) - وقفت بعد كتابتها على النص بحروفه في الاستقامة 2 / 89 لشيخ الإسلام ولم يعلق عليه أو يتعقبه فالله تعالى أعلم ، وذلك فضل الله يؤتيه من يشاء . ¶ (¬3) - الإحياء 4 / 263 ، الحب الإلهي 38 .",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "3- وهناك من يملك الإرادة الصادقة والمحبة التامة ، ولكن تنقصه القدرة والاستطاعة التامة ، فهؤلاء يأتون ما يحبه الله ورسوله قدر استطاعتهم ، وفي حق هؤلاء قال صلى الله عليه وسلم:( إن أقواما بالمدينة خلفنا، ما سلكنا شعبا ولا واديا إلا وهم معنا فيه، حبسهم العذر ))(¬1). ¶ 4- وهناك قسم رابع فيه قدرة ناقصة ، وإرادة للحق قاصرة ، وفيه من إرادة الباطل الأمر الكثير. وهذا شأن ضعفاء المؤمنين \" .(¬2) ¶ المبحث الثالث : ¶ مقارنة بين الجنيد والتستري في المحبة ¶ تلك الأقوال التي وقفت عليها آنفاً للإمامين هي كل ما استطعت الوصول إليه في طيات الكتب لعدم وجود كتب مؤلفة في هذه القضية من قبلهما ؛ ونظرة سريعة على أقوالهما في المحبة نستطيع من خلال القول بأن :- ¶ 1 – سهلاً التستري رحمه الله كانت ألفاظه وتعابيره أقرب إلى روح الشريعة في الوضوح وعدم الغموض من الجنيد مع أن الجنيد كان كثيراً ما ينتقد الصوفية المستخدمين لغوامض الألفاظ ، والأمثلة على ذلك مرت معنا في طيات البحث . ¶ 2 – لم ألحظ مأخذاً كبيراً على سهل التستري في أقواله سوى ما ذكرت عن الفناء ، ومر التعليق على ذلك هناك ؛ أما الجنيد فقد مر بنا الكلام أستاذنا أد / الجليند حول ورود بعض أقواله في المحبة الموهمة بأنه يقول بالاتحاد . أو قوله الذي أرجو ألا يثبت عنه وهو قوله في التفسير أن السر لم يكتشفه إلاَّ فرعون بقوله \" أنا ربكم الأعلى \" وقد ذكرت أن شيخ الإسلام كان يسميه \"من أئمة الهدى \" فأرجو ألا يكون ذلك في كلامه . ¶ 3- توافق التستري والجنيد في فهمها لآية الميثاق التي بني عليها توحديهما . ¶ ¬__________ ¶ (¬1) - البخاري : 4/26 كتاب الجهاد : باب من حبسه العذر . صحيح الجامع : حديث رقم (2036). ¶ (¬2) - من قضايا التصوف 57 .",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "وبالجملة فإن الرجلين لا يوجد بينهما كبير فرق في الاتجاه والنظرة للمحبة والتعبير بلسان الحال والمقال عنها بل نجد أن كليهما يرفضان القول الذي لا يصاحبه فعل ، وكلماتهم التي مرت معنا تؤيد هذا فرحمهما الله وغفر لهما وجمعنا بهما في جنات النعيم .. ¶ الفصل الثالث ¶ المبحث الأول :المحبة عند أهل السنة و الجماعة :- ¶ عرّف ابن تيمية وابن القيم العبادة بما يحبه الله ويرضاه باعتبار أن العبادة هي أعلى مراتب الحبّ.. ولذا يقول ابن تيمية: (فأصل المحبة المحمودة التي أمر الله بها، وخَلقَ لأجلها، هي ما في عبادته وحده لا شريك له؛ إذ العبادة متضمنة لغاية الحب بغاية الذل)(¬1)ولا شك أن المحبة عمل قلبي \" يظهر أثره على الجوارح في إتباع أوامر المحبوب وإتيانها ، واجتناب نواهيه ورفضها ، فتكون المحبة معبرة عن أوامر المحبوب ونواهيه بحيث تتحد رغبة المحب مع المحبوب(¬2)\" ¶ وقد وقف علماء الحديث والسنة من الأوامر والنواهي موقفاً حازماً معارضين الخروج عنها أو زعزعتها تحت ستار المحبة وإسقاط التكاليف التي يرددها بعض الصوفية . فليست المحبة عندهم أي عند شيوخ السلف ، من نوع العاطفة المتأججة التي تجعل من صحابها هائماً على وجهه ، تاركاً الفروض والتكاليف ، مقبلاً على النواهي ، مردداً للأذكار ، مهللاً بالتسابيح ، يتواجد أينما حل ، إنما المحبة الحقيقية هي فيصل التفرقة بين المؤمن الجاد في إيمانه ، الذي يحب ما يحب الله ويتجنب ما يكره . ¶ والكتاب ملئ في غير موضع بالآيات الدالة على اشتراط المتابعة لله ولرسوله صلى الله عليه وسلم ¶ منها \" فلا وربك لا يؤمنون حتى يحكموك فيما شجر بينهم ثم لا يجدوا في أنفسهم حرجاً مما قضيت ويسلموا تسليماً(¬3)\" ¶ ¬__________ ¶ (¬1) - د / عبدالعزيز آل عبداللطيف . البيان عدد 126 . صفر 1419هـ . ¶ (¬2) - من قضايا التصوف 50 . ¶ (¬3) - النساء 65 .",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "ومن الأحاديث \" لا يؤمن أحدكم حتى أكون أحب إليه من نفسه وولده والناس أجمعين(¬1)\". ¶ فالمحبة تستلزم أداء الواجبات أولاً مع ترك الاختيار لفعل الزيادة ، كما تقضي المحبة ترك المحارم أيضاً . ¶ ويستخلص ابن رجب من هذا أن : ( المحبة الصحيحة تقتضي المتابعة والموافقة في حب المحبوبات وبغض المكروهات ) . ¶ هنا تتضح الإيجابية في مواقف علماء السنة . فقد رأينا هذا المعنى يتردد عند أغلبهم منذ الأوائل ، ويتناقلون النصوص عند بعضهم البعض ، فيناقشون معناها وما يستتبعها ، والفرق بينها ( أي المحبة ) وبين الخوف ، وما هي شروطها وغايتها . ¶ وقد استشهد ابن رجب في صحة رأيه الذي أسلفناه ، من أن عنوان المحبة الصحيحة هي المتابعة ، بعبارة وردت لألي يعقوب النهرجوري ، ( صاحب الجنيد وغيره وجاور بالحرم سنين وبه مات 330 هـ) إذ يقول : ( كل من أدعى محبة الله تعالى ولم يوافق الله في أمره فدعواه باطلة ، وكل محب ليس يخاف الله فهو مغرور ). ¶ نستخلص من هذا أن التفسير الذوقي للنصوص عند علماء السنة أدى إلى الاحتفاظ بالمكانة الهامة لمعالم الإسلام في أوامره ونواهيه في مواجهة التأويل الصوفي الذي كان ينسخ بالمعاني ويذهب في التفسير إلى الخروج عن الأوامر والنواهي وكأنها من لوازم المحبة وقد حافظ ابن رجب وهو من شيوخ السلف المتأخرين كما نعلم على هذا المنهج السليم واتخذ من فكرة المحبة لله الغاية القصوى التي يتطلع إليها المؤمن \" فمن أحب لله وابغض لله وأعطى لله ومنع لله فقد استكمل الإيمان ومن كان حبه وعطاؤه ومنعه لهوى نفسه كان ذلك نقصاً في إيمانه الواجب(¬2)\" ¶ ¬__________ ¶ (¬1) - البخاري . وهو في صحيح الجامع برقم 7084. ¶ (¬2) - أعمال القلوب 157 – 158 . د / مصطفى حلمي.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "ويتكلم ابن القيم رحمه الله في المدارج(¬1)، فيقول : \" المحبة هي المنزلة التي فيها تنافس المتنافسون وإليها شخص العاملون ، وإلى عَلَمِها(¬2)، وعليها تفاني المحبون ، وبروح نسيمها تروح العابدون ، فهي قوت القلوب وغذاء الأرواح ، وقرة العيون ، وهي الحياة التي من حرمها فهو من جملة الأموات ، والنور الذي من فقده فهو في بحار الظلمات ، والشفاء الذي من عدمه حلّت بقلبه جميع الأسقام ، واللذة التي من لم يظفر بها فعيشه كله هموم والآم ، وهي روح الإيمان والأعمال والمقامات والأحوال التي حتى خلت منها فهي كالجسد الذي لا روح فيه ، تحمل أثقال السائرين إلى بلاد لم يكونوا إلاَّ بشق الأنفس بالغيها ، وتوصلهم إلى منازل لم يكونوا بدونها أبداً واصليها، وتبؤهم من مقاعد الصدق مقامات لم يكونوا لولاها داخليها ، وهي مطايا القوم التي سراهم على ظهورهم دائماً إلى الحبيب ، وطريقهم الأقوم الذي يبلغهم إلى منازلهم الأولى من قريب ، تالله لقد ذهب أهلها بشرف الدنيا والآخرة ، إذ لهم من محبة محبوبهم أوفر نصيب ، وقد قض الله يوم قَّدر مقادير الخلائق بمشيئتة وحكمته البالغة أن المرء مع من أحب ، فيالها من نعمة على المحبين سابقة \" . ¶ والمحبة لا توصف ولا تعرف إنما يعرفها من وجدها وذاقها ، وإنما البحث في أسبابها وموجباتها وعلاماتها وشواهدها(¬3). ¶ المبحث الثاني : بيان علامات المحبة : ¶ ¬__________ ¶ (¬1) - مدارج السالكين 3 / 6 . ¶ (¬2) - علم : جبل ومنه قول الخنساء في رثاء صخر : \" وإن صخراً لتأتم السراة به كأنه علم في رأسه نار \" . ¶ (¬3) - فضل الغني الحميد 16 .",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "قال ابن القيم في المدارج(¬1): (تالله ما هزلت فيستامها المفلسون، ولا كسدت فيبيعها بالنسيئة المعسرون لقد أقيمت للعرض في سوق من يزيد فلم يرض لها بثمن دون بذل النفوس فتأخر البطالون وقام المحبون ينظرون أيهم يصلح أن يكون ثمنا فدارت السلعة بينهم ووقعت في يد (أذلة على المؤمنين أعزة على الكافرين) لما كثر المدعون للمحبة طولبوا بإقامة البينة على صحة الدعوى، فلو يعطى الناس بدعواهم لادعى الخلي حرقة الشجي ، فتنوع المدعون في الشهود فقيل لا تقبل هذه الدعوى إلا ببينة (قل إن كنتم تحبون الله فاتبعوني يحببكم الله ) فتأخر الخلق كلهم وثبت أتباع الحبيب في أفعاله وأقواله وأخلاقه فطولبوا بعدالة البينة بتزكية ( يجاهدون في سبيل الله ولا يخافون لومة لائم)فتأخر أكثر المحبين ، وقام المجاهدون فقيل لهم : إن نفوس المحبين وأموالهم ليست لهم فهلموا إلى بيعة (إن الله اشترى من المؤمنين أنفسهم وأموالهم بأن لهم الجنة ) ، فلما عرفوا عظمة المشتري وفضل الثمن وجلالة من جرى على يديه عقد التبايع ، عرفوا قدر السلعة وأن لها شأنا ، فرأوا من أعظم الغبن أن يبيعوها لغيره بثمن بخس فعقدوا معه بيعة الرضوان بالتراضي من غير ثبوت خيار ، وقالوا والله لا نقيلك ولا نستقيلك، فلما تم العقد وسلموا المبيع قيل له : مذ صارت نفوسكم وأموالكم لنا رددناها عليكم أوفر ما كانت وأضعافها معا،(ولا تحسبن الذين قتلوا في سبيل الله أمواتا بل أحياء عند ربهم يرزقون فرحين بما آتاهم الله من فضله) ، إذا غرست شجرة المحبة في القلب وسقيت بماء الإخلاص ومتابعة الحبيب أثمرت أنواع الثمار وآتت أكلها كل حين بإذن ربها أصلها ثابت في قرار القلب وفرعها متصل بسدرة المنتهى). ¶ المبحث الثالث : الأسباب الجالبة للمحبة : ¶ وقال أيضا في المدارج : ¶ فصل في الأسباب الجالبة للمحبة والموجبة لها وهي عشرة : ¶ ¬__________ ¶ (¬1) - مدارج السالكين 3/8 .",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "أحدها :قراءة القرآن بالتدبر والتفهم لمعانيه وما أريد به كتدبر الكتاب الذي يحفظه العبد ويشرحه ليتفهم مراد صاحبه منه. ¶ الثاني : التقرب إلى الله بالنوافل بعد الفرائض فإنها توصله إلى درجة المحبوبية بعد المحبة. ¶ الثالث: دوام ذكره على كل حال باللسان والقلب والعمل والحال فنصيبه من المحبة على قدر نصيبه من هذا الذكر . ¶ الرابع : إيثار محابه على محابك عند غلبات الهوى والتسنم إلى محابه وإن صعب المرتقى. ¶ الخامس : مطالعة القلب لأسمائه وصفاته ومشاهدتها ومعرفتها وتقلبه في رياض هذه المعرفة وميادينها فمن عرف الله بأسمائه وصفاته وأفعاله أحبه لا محالة ولهذا كانت المعطلة والفرعونية والجهمية قطاع الطريق على القلوب بينها وبين الوصول إلى المحبوب. ¶ السادس : مشاهدة بره وإحسانه وآلائه ونعمه الباطنة والظاهرة فإنها داعية إلى محبته. ¶ السابع : وهو من أعجبها انكسار القلب بكليته بين يدي الله تعالى وليس في التعبير عن هذا المعنى غير الأسماء والعبارات. ¶ الثامن: الخلوة به وقت النزول الإلهي لمناجاته وتلاوة كلامه والوقوف بالقلب والتأدب بأدب العبودية بين يديه ثم ختم ذلك بالاستغفار والتوبة. ¶ التاسع : مجالسة المحبين الصادقين والتقاط أطايب ثمرات كلامهم كما ينتقى أطايب الثمر ولا تتكلم إلا إذا ترجحت مصلحة الكلام وعلمت أن فيه مزيدا لحالك ومنفعة لغيرك. ¶ العاشر: مباعدة كل سبب يحول بين القلب وبين الله عز وجل فمن هذه الأسباب العشرة وصل المحبون إلى منازل المحبة ودخلوا على الحبيب وملاك ذلك كله أمران: ¶ 1 - استعداد الروح لهذا الشأن 2- وانفتاح عين البصيرة وبالله التوفيق(¬1). ¶ خاتمة البحث ¶ ¬__________ ¶ (¬1) - مدارج السالكين 3/17.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "مقام الحب لله تعالى يتمثل في إيثار الله تعالى ورسوله على المال والأهل والنفس والولد ، ولا شك أن موضع هذا الحب في جذور القلب وأروقة الجنان . ولا يصلح إلا بشقيه الخوف والرجاء ، وهذا النوع من الحب قبل أن يكون أمراً شرعياً جاءت به الرسل فهو فطرة سوية في نفوس المؤمنين الموحدين ، بالله در ابن القيم – رحمه الله تعالى -: ¶ هب الرسل لم تأت من عنده ولا أخبرت عن جمال الحبيب ¶ أليس من الواجب المستحق محبته في اللقاء والمغيب . ( انتهى ) ¶ وقد فرض الله تعالى على عباده أن يحبوه أن يحبوا رسوله صلى الله عليه وسلم حباً يملأ نياط قلوبهم وجنبات نفوسهم ، بحيث لا يساوون ولا يقدمون على الله تعالى ورسوله صلى الله عليه وسلم حب أحد من مال أو نفس أو ولد ، قال تعالى \" واَلَّذِينَ آمَنُوا أَشَدُّ حُباًّ لّلَِّهِ \" [ البقرة : 165 ] . ¶ وهم إن لم يفعلوا ذلك فليسو بكاملي الإيمان والدين ، ولن يجدوا حلاوة الإيمان في قلوبهم ، قال النبي صلى الله عليه وسلم \" ثلاث من كن فيه وجد حلاوة الإيمان : أن يكون الله ورسوله أحب ¶ إليه مما سواهما ، وأن يحب المرء لا يحبه الله ، وأن يكره أن يعود في الكفر كما يكره أن يقذف في النار \"(¬1)، ومن أثر ذلك الحب الرضا بقضاء الله تعالى ، وصدق الشوق إلى لقائه . ¶ يقول ابن القيم : ¶ والشوق أثر من أثار المحبة ،وحكم من أحكامها ، فإنه سفر القلب إلى المحبوب في كل حال ، وقيل : هو اهتياج القلوب إلى لقاء المحبوب . ( انتهى ) . ¶ وقد كافأ الله تعالى عباده الذين هم على هذه الصفة بحبه لهم ، ورضاه عنهم حتى إنه سبحانه يرضى الناس عنهم ، ويضع لهم القبول في الأرض ، قال تعالى : ( إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَيَجْعَلُ لَهُمُ الرَّحْمَنُ وُدًّا )[ مريم : 96 ] . ¶ ¬__________ ¶ (¬1) - متفق عليه : البخاري في الإيمان (16) والأدب (5694) .",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "قال ابن كثير في التفسير(¬1)عن ابن عباس في قوله : ( سَيَجْعَلُ لَهُمُ الرَّحْمَنُ وُدًّا ) قال : حباً ، وقال مجاهد عنه : ( سَيَجْعَلُ لَهُمُ الرَّحْمَنُ وُدًّا ) قال محبة في الناس في الدنيا ، وقال سعيد بن جبير : يحبهم ويحببهم يعنى إلى خلقه المؤمنين ، كما قال مجاهد أيضاً والضحاك وغيرهم . ( انتهى ) . ¶ وروى مسلم عن سهيل عن أبيه عن أبى هريرة رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : \" إن الله إذا أحب عبداً دعا جبريل فقال : إني أحب فلاناً فأحبه ، قال : فيحبه جبريل ثم ينادى في السماء فيقول : إن الله يحب فلاناً فأحبوه ، فيحبه أهل السماء ، قال ثم يوضع له القبول في الأرض \"(¬2). ¶ وعلامة ذلك الحب عند أهل السنُة الانقياد التام لأوامر الله تعالى ، والفناء في مراده والإذعان والاستسلام لرسوله محمد صلى الله عليه وسلم بلا حرج في النفس ، ولا خيرة في الأمر ، وهذا هو الحب المقصود شرعاً ، قال الله تعالى : ( قُلْ أِن كُنتُمْ تُحِبُّون اللهَ فَاتَّبِعُوِني يُحْبِبْكُمُ اللهُ وَيَغْفِر لِكُمْ ذُنُوبَكُمْ واللهُ غَفُورٌ رَّحِيمٌ ) [ آل عمران : 31 ] فهذه الآية امتحان لكل مدع للمحبة كما قال أهل العلم . قال الأزهري : محبة العبد لله ورسوله طاعته لهما وإتباعه أمرهما ، قال الله تعالى : ( قُلْ إِن كُنتُمْ تُحِبُّونَ اللهَ فَاتًّبِعُونِي )(¬3). ¶ أهم المراجع والمصادر ¶ 1. القرءان الكريم . ¶ 2. صحيح البخاري . ¶ 3. صحيح مسلم . ¶ 4. سنن النسائي. ¶ 5. سنن الترمذي . ¶ 6. سنن ابن ماجه . ¶ 7. صحيح الجامع الصغير . للشيخ محمد ناصر الدين الألباني ت(1420هـ ). ¶ 8. خطبة الحاجة للشيخ محمد ناصر الدين الألباني ت(1420هـ ). ¶ 9. المحبة لله سبحانه . تأليف أبي إسحاق إبراهيم بن عبدالله بن الجنيد الختلي . ¶ ¬__________ ¶ (¬1) - ابن كثير 3 / 41. ¶ (¬2) - متفق عليه : انظر مسلم في البر والصلة (2637) . ¶ (¬3) - . تفسير القرطبى : 2 / 1411",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "10. الرسالة القشيرية . الإمام أبو القاسم القشيري . ت: هاني الحاج . ¶ 11. بحار الولاية المحمدية في مناقب أعلام الصوفية . أ د: جودة محمد المهدي . ¶ 12. الشيخ الأمين سهل التستري . د : عبد الحليم محمود . ¶ 13. تفسير القرءان العظيم : الإمام سهل بن عبدالله التستري . ت: طه سعد , وسعد محمد علي . ¶ 14. سير أعلام النبلاء : الإمام شمس الدين الذهبي . ¶ 15. صحيح الجامع الصغير وزيادته : الألباني . ¶ 16. ضعيف الجامع الصغير . الألباني . ¶ 17. معجم مقاييس اللغة : ابن فارس . ¶ 18. لسان العرب : لابن منظور . ¶ 19. من قضايا التصوف في ضوء الكتاب والسنة : أد: محمد السيد الجليند . ¶ 20. الحب بين الله وعباده : نبيل عطوة . ¶ 21. روضة المحبين لابن القيم . ¶ 22. الحب الإلهي ، الفكرة ، جذورها وامتدادها . د :محمد أحمد عبد القادر . ¶ 23. إحياء علوم الدين : الغزالي . ¶ 24. المنقذ من الضلال والمفصح بالأحوال : الغزالي . ¶ 25. الاستقامة ابن تيمية . ت : أ د : محمد رشاد سالم . ¶ 26. مجموع الفتاوى . شيخ الإسلام ابن تيمية . ¶ 27. التصوف عرض ونقد : أ د : عبد الفتاح الفاوي . ¶ 28. موازين الصوفية في ضوء الكتاب والسنة : لأبي عبد الرحمن علي الوصيفي . ¶ 29. مشارق أنوار القلوب ومفاتح أسرار الغيوب : عبد الرحمن الأنصاري المعروف بابن الدباغ . ¶ 30. فصوص الحكم : ابن عربي . ¶ 31. الفرقان بين أولياء الرحمن وأولياء الشيطان . ابن تيمية . ¶ 32. التصوف وابن تيمية . أ د : مصطفى حلمي . ¶ 33. موقف ابن تيمية من الأشاعرة . : د : عبدالرحمن بن صالح المحمود . ¶ 34. العقيدة الطحاوية . : لابن أبي العز الحنفي . ¶ 35. العقيدة الواسطية : لابن تيمية : شرح د : صالح بن فوزان الفوزان . ¶ 36. قوت القلوب . لأبي طالب المكي . ¶ 37. كشف المحجوب . للهجويري . ط الأزهري ترجمة : محمود أبو العزايم . ¶ 38. تفسير القرءان العظيم . ابن كثير .",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "39. تفسير أضواء البيان في تفسير القرءان بالقرءان . الشيخ : محمد الأمين الشنقيطي . ¶ 40. مجلة البيان الإسلامية . العدد 126 . ¶ 41. أعمال القلوب د: مصطفى حلمي . ¶ 42. مدارج السالكين . ابن قيم الجوزية . ¶ 43. فضل الغني الحميد شرح كتاب التوحيد . د : ياسر برهامي . ¶ 44. الجامع لأحكام القرءان . للإمام القرطبي . ¶ 45. أراء الكلابية العقدية وأثرها في الأشعرية في ضوء عقيدة أهل السنة والجماعة . : هدى بنت ناصر الشلالي .ط مكتبة الرشد بالرياض . ¶ الفهارس ¶ الموضوع الصفحة ¶ المقدمة ...................................................................................2 ¶ تمهيد ....................................................................................5 ¶ المبحث الأول:ترجمة الإمام سهل.......................................................... 5 ¶ المبحث الثاني:ترجمة الإمام الجنيد.......................................................... 8 ¶ المبحث الثالث:تعريف المحبة لغة واصطلاحاً ............................................... 9 ¶ الفصل الأول:المحبة عند الصوفية.......................................................... 10 ¶ الفصل الثاني:المحبة بين التستري والجنيد................................................... 16 ¶ المبحث الأول:المحبة عند التستري....................................................... 16 ¶ إستدراك............................................................................. 16 ¶ تعريفه للمحبة........................................................................ 17 ¶ تعريفٌ آخر لها عنده ................................................................ 17 ¶ علامة الحب عنده..................................................................... 17",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "من علامات حب الله عنده............................................................ 17 ¶ مفهوم المحبة عنده .................................................................... 18 ¶ المحبة عنده عطاء إلهي ................................................................ 18 ¶ فلسفة الفناء عنده ................................................................... 19 ¶ لفظ المحبة لا معنى ثانياً لها عنده ....................................................... 19 ¶ نواقض المحبة عنده ................................................................... 19 ¶ شرط المحبة عنده.................................................................... 20 ¶ علامات المحبة عنده................................................................. 20 ¶ مذهبه في المحبة...................................................................... 20 ¶ أغرب تعريف للمحبة عنده........................................................... 21 ¶ المبحث الثاني:المحبة عند الإمام الجنيد................................................... 22 ¶ تمهيد واعتذار....................................................................... 22 ¶ الفناء عند الجنيد..................................................................... 23 ¶ فلسفة المحبة عنده.................................................................... 23 ¶ مفهوم المحبة عنده................................................................... 25 ¶ علامات المحبة عنده................................................................. 25 ¶ علامات المحبة عنده................................................................. 26 ¶ ناقض المحبة عنده................................................................... 27",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "تعريف مبهمٌ للمحبة عنده......................................................... 27 ¶ استغراق القلب في محبة المحبوب..................................................... 27 ¶ تأثير المحبة عنده في سعادة القلب .................................................... 28 ¶ علامة كمال المحبة عنده ............................................................ 28 ¶ أقسام الناس في المحبة عنده ............................................................29 ¶ المبحث الثالث : مقارنة بين التستري والجنيد في المحبة ....................................30 ¶ الفصل الثالث : المبحث الأول :المحبة عند أهل السنة والجماعة ................................31 ¶ المبحث الثاني : بيان علامات المحبة ....................................................33 ¶ المبحث الثالث : الأسباب الجالبة للمحبة ....................................................33 ¶ خاتمة البحث .........................................................................35 ¶ أهم المصادر والمراجع ..................................................................37 ¶ الفهارس ...............................................................................39",
            "page": "49",
            "part": "1"
        }
    ],
    "t35189": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "المحبة بين الجنيد والتستري التعديل النهائي"
        }
    ]
}