{
    "b35180": [
        {
            "id": "1",
            "nass": "مقدمة الطبعة الثانية ¶ إن الحمد لله، نحمده ونستعينه ونستغفره ونتوب إليه، ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضل له ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله، أما بعد:- ¶ فقبل ثلاث سنوات صدرت الطبعة الأولى، ولما عدت لقراءة هذا الكتاب رأيت أنه بحاجة لمزيد مراجعة وإضافة، فأعدت النظر فيه مرة أخرى، ليخرج بهذه الطبعة الجديدة، والتي تمتاز عن سابقتها بما يلي: ¶ أولاً:- إضافة المزيد من الأفكار والمباحث، وقد بلغ ما تم إضافته في هذه الطبعة قريباً من ثلث الكتاب. ¶ ثانياً:- قرأت بعض ما كتبه السلف حول آداب العالم والمتعلم، فأضفت بعض النقول عنهم في ذلك، وتركت الكثير لئلا يزيد حجم الكتاب. ¶ ثالثاً:- إعادة ترتيب بعض فصول الكتاب ومباحثه. ¶ رابعاً:- تصحيح بعض الأخطاء في الطبعة السابقة. ¶ وأشعر أنه كلما امتد الزمن، لابد أن تجِدَّ للإنسان أمور، أو يعيد النظر في بعض اقتناعاته، أو ترتيب أولويات أفكاره، لذا فسيبقى العمل البشري عرضةً للصواب والخطأ، والتغيير والتبديل، ومهما امتد ذلك فلن يصل مرتبة الكمال، أو يتجاوز مرحلة الوقوع في الخطأ والزلل. ¶ وأسأل الله سبحانه وتعالى أن يرزقني الإخلاص في القول والعمل إنه سميع مجيب.وصلى الله وسلم على نبينا محمد. ¶ محمد بن عبدالله الدويش ¶ الرياض 30/1/1416هـ ¶ المقدمة ¶ إن الحمد لله، نحمده ونستعينه، ونستغفره، ونتوب إليه، ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله، أما بعد:- ¶ فإنه قرار صائب ذاك الذي اتخذتَه بالتوجه لهذه المهنة الشريفة، والتصدي لحمل هذه الرسالة الخالدة، فقد وضعتَ قدميك في طريق البناء والإعداد لهذه الأمة، ولستَ بحاجة أخي المدرس إلى أن أدبج لك المقال، وأستنجد لك اليراع.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "أي خطأ يرتكبه ذاك الذي يظن التعليم وظيفة رسمية فحسب، وأي ظلم وإهانة للجيل والنشء- لا للمعلم وحده - تلك النظرة القاصرة التي تقلل من مكانة المعلم، وترى أن التعليم وظيفة من رضوا بالدون، وأخلدوا للدعة، وتركوا التسابق للمراتب العالية. ¶ وكم أتهلل بشراً وأسعد حين أراك أخي المدرس يا من تحمل بين طياتك نفساً صادقة، وقلباً حارًّا يحترق على واقع أمته، ويتألم لحال الشباب. ومع ذلك فلم يكن هذا الهم عائقاً لك ومثبطاً، بل أنت تحمل طموحاً صادقاً، ونفساً أبية متطلعة للإصلاح والتغيير. ولم يقف الحد عند هذه المشاعر، فها أنا أرى ثمرات جهدك، ونتاج عملك، بارك الله فيك، وزادك علماً وعملاً. ¶ أخي المدرس: كثيراً ما سمعت كلمات الثناء الصادقة من طلابك، وكثيراً ما رأيت بصماتك ظاهرة عليهم، أرأيت الشباب الغض الذي يتسابق إلى الصفوف الأول في المساجد، ويسارع إلى حلق العلم ومجالس الخير؟ ولن أقول لك اذهب إلى المدارس، فأنت من أهلها، ألم تر إليها وقد تزينت بأولئك الأخيار، وقد صاروا يسابقون إلى أعلى المراتب، ويبزون أقرانهم. فكل ما ترى أخي الكريم بعض ثمرة جهدك وجهد إخوانك من الأساتذة والدعاة. ¶ ولكن ومع هذه الجهود الخيرة المشكورة هناك فئة من المعلمين الأخيار، لا مطعن في دينهم، ولا شك في فضلهم، فنحن نحبهم في الله، ونعتقد أن أكثرهم أفضل منا عند الله، ونسعد بلقائهم ودعواتهم الصادقة، لكنهم لا يزيدون على أن يندبوا واقع الشباب، ويتألموا لما هم فيه، دون أن يحركوا ساكناً. ¶ فأستأذنك أخي الكريم أن أخاطب هؤلاء الأحباب فحقهم علينا عظيم..",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "فهل فكرت أخي الكريم في عظم الموقع الذي تبوأته، والأمانة التي تحملتها، فذاك الرجل الطاعن في السن، وتلك المرأة الضعيفة قد علقوا آمالهم بعد الله عليك في استنقاذ ابنهم وحمايته، والمصلحون الغيورون يعدونك من أكبر الآمال في استنقاذ المجتمع، والأمة تبحث أخي الفاضل عن المنقذ لها ولأبنائها، وأنت أخي المدرس جزء من محط آمال الأمة. ¶ أخي المدرس: أنت يا قارئ السطور أعنيك ولا أعني سواك، أنت محط آمالنا، أنت طريقنا لا إلى الشباب والتلاميذ وحدهم بل إلى الناس كلهم. ¶ أعلم أخي المعلم أنك ستقول: علمي ضعيف، قدراتي محدودة، وربما لست صاحب اختصاص شرعي، أعلم ذلك كله، ولكني أجزم أنك قادر على أن تصنع الكثير، ومهما ضعف علمك، وتواضعت قدراتك، وقلَّت خبرتك، مهما خلعت على نفسك من أوصاف القصور، وسلكت من أبواب التواضع، فأنت قادر على أن تقدم الكثير، ولا نطلب منك أخي المدرس إلا ما تطيق. ألا تطيق الكلمة الناصحة؟ ألا تطيق التألم والحرقة على واقع أبنائك؟. ¶ وحجة أخرى طالما سمعناها: المنهج طويل، لا أجد الوقت، لكنا نريد أخي الكريم دقائق معدودة، تستطيع توفيرها من كثير من الوقت الذي يضيع، والاستطراد الذي لا ضرورة له. ¶ أخي المدرس: ما أغناك عن أن أحدثك عن الواقع المرير لأمتنا، أو عن التآمر على شباب المسلمين، أنسيت ما فعل دنلوب وأذنابه؟ أنسيت ما بذل جيل المسخ ليحول بينك - أنت المعلم - وبين إبلاغ كلمة الحق الصادقة إلى القلوب المتعطشة؟ .",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "أخي المدرس: أخاطب فيك الغيرة والحمية لدين الله، فأنت تقابل الشباب كلَّ يوم، وتدرك أيَّ غفلة وعالم يعيشونه، ترى مظاهر الإعراض، ومصارع الفتن، فكيف لا تحرك فيك ساكناً؟. ألم تره ذاك الشاب الذي يعيش معاناة واضطرابات المراهقة، ويصارع الشهوات، وتعصف به الرياح من كل فج، أو الآخر الذي اكتنفه رفاق السوء فأحاطوا به إحاطة السوار بالمعصم؟ فهل وصل بك أخي الكريم عدمُ القدرة ونقصُ الخبرة إلى أن تعجز أن تقدم شيئاً لهذا وأمثاله؟. ¶ أخي المدرس: لست أدعوك إلى عمل خير تساهم فيه فحسب، ولا أحثك على القيام بنافلة من أفضل النوافل، إنما أدعوك إلى أن ترعى الأمانة، وتقوم بالمسؤولية، وبعبارة أدق: أن تؤدي الواجب الشرعي. ¶ ألست راعياً أخي المدرس؟ ألم يقل - صلى الله عليه وسلم - : «كلكم راع وكلكم مسؤول عن رعيته« (¬1)؟ ألست ترى المنكر؟ ألم يقل - صلى الله عليه وسلم - :«من رأى منكم منكراً فليغيره بيده، فإن لم يستطع فبلسانه، فإن لم يستطع فبقلبه«(¬2)؟ وهل وصل بك الأمر إلى أن لا تطيق إلا الكلمة العابرة أو النقد السلبي؟ ألا تطيق أن تحمل همَّ الإصلاح؟ ألا تطيق أن تفكر في وسائل تربية الناشئة وتوجيههم؟ ¶ كيف أخي المدرس تتحمل أمانة تدريس المنهج الدراسي، وتأخذ مقابل ذلك أجراً من مال المسلمين؟ وحين ندعوك لتحمل أمانة الدعوة والتوجيه - التي هي واجبة عليك ابتداءً، وقد زادت مع تبوئك هذا الموقع - حين تكون الحاجة الماسة لحمل الأمانة التربوية تعتذر بعدم القدرة، والضعف العلمي، وفقد الخبرة، وتحسب أن هذا من التواضع. بل التواضع هو القيام بالواجب والاستعانة بالله.فعجباً لهذا القلب للمفاهيم! ومتى كان التخلي عن الواجب وترك المسؤولية تواضعاً؟ ¶ كيف أخي المدرس تنقد واقع الشباب، وتتحدث عن سلبياتهم ومع ذلك لا تحرك ساكناً، ولا تقوم بجهد؟. ¶ ¬__________ ¶ (¬1) رواه البخاري ( 893 ) ومسلم ( 1829 ) . ¶ (¬2) رواه مسلم ( 49 ) .",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "معذرة لهذا الخطاب الجريء فلولا أني أقدر مسؤوليتك التي ستسأل عنها يوم الحساب، ولولا أني أخاطب قلبك الواعي، وعقلك المدرك. لما جرأت عليك، ولولا أن الأمر لا يحتمل الإغضاء لطويت الصفحة، ولولا ثقتي الكبيرة بأن ما أقوله سيثير كوامن خفية في نفسك لما سطرت حرفاً واحداً. ¶ أخي المدرس: هل تزهد في ابنٍ بار، وتلميذٍ يقدر جهدك؟ وهل أنت مستغنٍ عن دعوة صالحة يخصك بها من قدَّمت له خيراً؟ إن هذه عاجل النتائج وبشرى المؤمن، أما ما عند الله فهو خير وأبقى. ¶ أخي المدرس: إن الشعورَ بأهمية التوجيه، بل والخطوات العملية مطلبٌ نفيس، ولكن لا ينبغي أن نقف عند هذا الحد بل يجب أن نتجاوزه إلى أن نتعلم فن التوجيه، وأساليب التأثير، وهذا باب واسع، لن يحيط به ما سطرته، ومهما بذلت فالأمر أكبر من شخصٍ قاصر، ولذا فأنا أدعو أن تتضافر الجهود لاكتشاف وسائل التأثير، وأن نتبادل الخبرات. فأدعو هنا إخواني إلى المساهمة في الأمر، كتابة ومحاضرة، ومناقشة، ويسعدني أن أتلقى من الإخوة الكرام أي ملحوظة، أو رأي، أو توجيه، أو اقتراح. ¶ وأنا كاتب هذه السطور إن نسيت فلن أنسى ذاك الأستاذ الفاضل الذي درسني في المراحل الأولية-رحمه الله- كنت ألمس يومها -وأنا طفل بريء - في وجهه الصدق والعاطفة الحية، ولا تزال أصداء كلماته تتردد في أذني، فرحمه الله وأجزل مثوبته، وأعلى درجته. والآخر الذي عوَّضه الله عن نور بصره بنور بصيرته -أحسبه كذلك والله حسيبه ولا أزكي على الله أحداً- فلله كم ربَّى فيَّ من فضائل، وكم من كلمة صادقة سمعتها إن نسيت حروفها الآن فقد ترجمت إلى عمل وواقع فصارت جزءاً مني لايفارقني. وهل أنسى بعد ذلك ذاك الشيخ الوقور الذي مَنَّ الله عليَّ بحفظ كتابه على يديه؟",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وبعدهم خطا بي العمر فانتقلت إلى المعهد العلمي، فتشرفت بالتتلمذ على مشايخ أجلاء وأساتذة أفاضل.ولست أملك والله ما أقدم لهم من العرفان والوفاء أفضل من الثناء الصادق، والدعاء الصالح. اللهم فاغفر لهم جميعاً، وارفع درجاتهم في الدنيا والآخرة، واجزهم عني خير ما جزيت والداً وأستاذاً ناصحاً. ¶ محمد بن عبدالله الدويش ¶ الرياض 26 /3 /1413هـ ¶ الفصل الأول:ماذا يعني لنا التعليم؟ ¶ صور لحقيقة واحدة: ¶ ألا ترى أخي الكريم أن هناك فئة من العاملين في قطاع التعليم قد أهان هذه الوظيفة الشريفة، حين اتخذها وسيلة للثراء والكسب المادي؟ فهو لا ينظر لهذا العمل إلا من خلال هذه الزاوية الحادة. إن وظيفة التعليم أسمى وأعلى من أن تكون وظيفةً رسميةً، أو مصدراً لكسب الرزق، إنها إعدادٌ للأجيال، وبناءٌ للأمة. ومن حق كلِّ فردٍ أن يتطلع لعيشة هنية، وأن يتحصل على مصدر شريف لكسب الرزق، لكن هذه صورة أخرى غير تلك التي يمتهن صاحبها التدريس فلا يختاره إلا لما يدره من مال، وغاية همِّه وجلُّ حساباته المقارنة بين المكاسب والخسائر، والحوافز والعقبات، فهل يؤتمن من هذه نهاية نظرته، وغاية تطلعه؟! هل يؤتمن مثله على رعاية الجيل وإعداد النشء؟ هذه صورة.. ¶ الصورة الثانية: ¶ ذاك المدرس الذي يشكو دهرَه، ويندب حظَّه، فإجازاته ليست بيده، والطلاب أحالوا سوادَ شعره إلى بياض، والآباء يتمون مايعجز عنه أبناؤهم. فالمدرس عند صاحبنا أسوأ الناس حظًّا، فأقرانه حاز بعضهم على مراتب عالية، وأسوأهم حالاً من يستأذن متى شاء، ويأتي متى أراد، ويتعامل مع أوراق جامدة، لا أنفس متباينة، أما هو فيعيش بين ضجيج المراهقين، وصخب الصغار، ليعود بعدها إلى أكوام الدفاتر. ¶ إنه هو الآخر وإن خالف صاحبه في الاتجاه، فتشاءم حين تفاءل صاحبه، ونظر بعين الخسائر حين نظر صاحبه بعين المكاسب، إنه مع ذلك لم يدرك شرف التعليم، ولم يرتق إلى أهلية التوجيه، وأي نتاج وتربية ترتجى وراء هؤلاء؟!.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "الصورة الثالثة: ¶ وهي قد تحمل أوجه تلاق مع الصورة الأولى أو الثانية، لكن صاحبها متبلد الإحساس، فاقد الغيرة يرى أبناء المسلمين يتهافتون على الفساد، ويقعون في شبك الرذيلة، ولا يحرك الأمر لديه ساكناً، أو يثير عنده حمية، فهذا ليس من شأنه . شأنه تدريس الفاعل والمفعول، أو توضيح المركبات وقوانينها، أو حل المعادلات، بل قد يتبوأ تدريس العلم الشرعي، والتربية الإسلامية، ومع ذلك فواقع الطلاب لا يعنيه بقليل ولا كثير. ¶ لست أدري أي عقلية تحكم هذا النوع من الناس؟! ولا أعلم من أيهما أعجب من واقع الشباب، أم من ضعف التوجيه وعدم إيجابية هذا النمط من المعلمين؟ ¶ الصورة الرابعة: ¶ مدرس اتجه إلى التدريس كرهاً لا طوعاً، فهو لم يجد وظيفة أصلاً غيره، أو كان يريد البقاء في بلده، فهو الخيار الوحيد له، ولسان حاله يقول: مكره أخاك لا بطل، نعم من حقه أن يؤمن مجالاً يعمل فيه، لكن مثل هذا الصنف قد لا يدرك رسالة التعليم، وشرف التربية. ¶ المدرس الذي نريد: ¶ وحين نرفض تلك الصور السابقة جملةً وتفصيلاً، ونرى أن ما تحمله من تباين لا يخرجها من أن تكون مظاهر لحقيقة واحدة هي الإهمال وعدم إدراك المسؤولية، فما الصورة التي نريد، والمدرس الذي نتطلع إليه؟. ¶ لسنا نريد ذاك الذي رمى الدنيا وراء ظهره وطلقها ثلاثاً فلم يعبأ بها، أو ذاك الذي لا يفارق محرابه، أو ذاك الذي لا تندُّ منه شاردة ولا واردة، إنها صور سامقة لكنها ليست لكل الناس.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "إننا نريد المدرس البشر الذي يتطلع كغيره لتحصيل مورد لرزقه، ويرى أن من حقه كغيره أن يتمتع بمزايا إدارية ووظيفية، لكن كل تطلعاته تلك لم ترق إلى أن تكون الهدف الأول والأساس، والمقياس الأوحد، والعامل الأهم في اتخاذ قراره بسلوك طريق التعليم، فقد اختار هذا الطريق ليخدم الأمة من خلاله، ويعدَّ الجيل ويربيَ النشء. إنه يحترق على واقع الشباب، ويعدهم أبناءه، ويعتبر إصلاحهم من أولويات وظيفته، وتربيتهم من مسؤوليته. ويؤدي واجبات وظيفته على الوجه المطلوب ليهنأ بأكل راتبه حلالاً. ¶ وهو مع ذلك كله سيحصِّل ما يحصِّله غيره من مزايا مادية، ويعيش عيشة مستقرة هنية. ¶ التعليم يعطي امتداداً لعمل الإنسان بعد موته: ¶ حين يموت الإنسان ويفضي إلى ما قدم ينقطع عمله إلا من ثلاثة:«صدقة جارية، أو علم ينتفع به، أو ولد صالح يدعو له«(¬1). وفي حديث أبي هريرة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال:«إن مما يلحق المؤمن من عمله وحسناته بعد موته: علماً علَّمه ونشره، وولداً صالحاً تركه، ومصحفًا ورَّثه، أو مسجداً بناه، أو بيتاً لابن السبيل بناه، أو نهراً أجراه، أو صدقةً أخرجها من ماله في صحته وحياته، يلحقه من بعد موته« (¬2). ¶ وروى ابن ماجه بإسناد صحيح عن أبي قتادة - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - : «خير ما يخلِّف الرجل من بعده ثلاثٌ: ولدٌ صالح يدعو له، وصدقة تجري يبلغه أجرها، وعلمٌ يُعمل به من بعده«(¬3). ¶ ¬__________ ¶ (¬1) رواه مسلم ( 1631 ). ¶ (¬2) رواه ابن ماجه ( 242 ) والبيهقي وابن خزيمة . وانظر : صحيح الترغيب والترهيب ص73. ¶ (¬3) رواه ابن ماجه ( 241 ) . وانظر : صحيح الترغيب والترهيب ( 75 ).",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "ونصيب المدرس لا يقف عند واحدة من هذه الثلاث، بل يظفر بها جميعاً كما بيَّن ذلك الحافظ بدر الدين ابن جماعة حين قال:«وأنا أقول : إذا نظرت وجدت معاني الثلاثة موجودة في معلم العلم، أما الصدقة الجارية فإقراؤه إياه العلم وإفادته إياه، ألا ترى إلى قول النبي - صلى الله عليه وسلم - في المصلي وحده : \"من يتصدق على هذا؟\" (¬1). أي بالصلاة معه لتحصل له فضيلة الجماعة، ومعلم العلم يحصل للطالب فضيلة العلم التي هي أفضل من صلاة في جماعة، وينال بها شرف الدنيا والآخرة. وأما العلم المنتفع به فظاهر؛ لأنه كان سبباً لإيصال ذلك العلم إلى كل من انتفع به. وأما الدعاء الصالح له فالمعتاد على ألسنة أهل العلم والحديث قاطبة من الدعاء لمشايخهم وأئمتهم ... فسبحان من اختص من شاء بجزيل عطائه« (¬2). ¶ وانظر إلى الثمرة التي جناها أبو حنيفة رحمه الله حين علَّم مسألة واحدة، قال مكي بن إبراهيم:«كنت أتجر فقال لي الإمام: التجارة بلا علم ربما تورث فساد المعاملة، فما زال بي حتى تعلمت، فما زلت كلما ذكرته وذكرت كلامه وصليت أدعو له بالخير؛ لأنه فتح عليَّ ببركته أبواب العلم«(¬3). ¶ المدرس صاحب اللبنة الأولى: ¶ هل رأيت العالم الداعية الذي يحمل همَّ دينه، وتلتف حوله الجماهير، ويثني الناس ركبهم لديه؟ ¶ أم أبصرت القاضي الذي يحكم في دماء الناس وأعراضهم وأموالهم؟ ¶ أم قابلت الجندي الذي يقف في الميدان حامياً لعرين الأمة، وحارساً لثغورها؟ ¶ كل أولئك إنما جازوا من قنطرة التعليم، وعبروا من بوابة الدراسة، وقد كان لهم ولاشك معلمون وأساتذة، ولم يعدموا مدرساً ناصحاً، وأستاذاً صادقاً. ¶ « ¶ ¬__________ ¶ (¬1) رواه أحمد ([11016] 3/14) وأبو داود (574) والدارمي (1368). ¶ (¬2) تذكرة السامع والمتكلم ( 63 - 64 ) . ¶ (¬3) من أعلام التربية الإسلامية ( 1/44) نقلاً عن مناقب أبي حنيفة للكردي ( 138).",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "إن عظماء العالم وكبار الساسة فيه وصناع القرارات الخطيرة، كل هؤلاء قد مرُّوا من خلال عمليات تربوية طويلة ومعقدة، شارك فيها أساتذة ومعلمون، وضع كل منهم بصماته على ناحية معينة من نواحي تفكيرهم، أو على جانب من جوانب شخصياتهم، وليس من المحتم أن يكون هؤلاء العظماء وقواد الأمة ومصلحيها قد مرُّوا على عيادات الأطباء، أو على مكاتب المهندسين، أو المحامين، أو الصيادلة، أو المحاسبين. بل إن العكس هو الصحيح إذ لابد أن يكون كل هؤلاء الأطباء والمهندسين والمحامين والصيادلة والمحاسبين وغيرهم، لابد وأن يكونوا قد مرُّوا من تحت يد المعلم؛ لأنهم من ناتج عمله وجهده وتدريبه ... إن المعلمين يخدمون البشرية جمعاء، ويتركون بصماتهم واضحة على حياة المجتمعات التي يعملون فيها، كما أن تأثيرهم على حياة الأفراد ومستقبلهم يستمر مع هؤلاء الأفراد لسنوات قد تمتد معهم ما امتد بهم العمر، إنهم يتدخلون في تشكيل حياة كل فرد مرَّ من باب المدرسة، ويشكلون شخصيات رجال المجتمع من سياسيين، وعسكريين، ومفكرين، وعاملين في مجالات الحياة المختلفة« (¬1). ¶ فهو أنت أخي المدرس تدرس الصغير والكبير، وتعد الجميع، وتهيئهم ليصل بعضهم إلى ما لم تصل إليه، لكنك صاحب اللبنة الأولى وحجر الأساس. ¶ أرأيت أخي حجم مسؤوليتك؟ وأدركت موقعك من المجتمع؟ وعلمت مكانك بين الناس؟ ¶ المدرس يمتد أثره خارج أسوار المدرسة: ¶ يدرك الجميع مدى نجاح المدرس في التأثير من خلال فصله الدراسي، وعلى طلبته الجالسين أمامه على مقاعد الدراسة، أما أن تأثيره يمتد خارج أسوار المدرسة فهذا أمر قد لا يدركه الجميع، إن المدرس الناصح المخلص لن يعدم أن يجد واحداً من بين طلبته المئات يحمل أفكاره، ويتحمس لها ربما أكثر منه، وينافح عنها في المجالس والمحافل، فتبلغ كلماته مدى يعجز هو قبل غيره عن قياسه. ¶ ¬__________ ¶ (¬1) المعلم والمناهج وطرق التدريس لأستاذنا . د . محمد عبدالعليم مرسي (14-15) .",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وأحسب أنك توافقني أن هذه البوابة من التأثير غير مفتوحة للجميع، وأن من يفشل في التأثير على الجالسين أمامه لن تجاوز كلماته فصله. ¶ صلاة الله وملائكته: ¶ عن أبي أمامة الباهلي رضي الله عنه أن النبي - صلى الله عليه وسلم - قال: « إن الله وملائكته وأهل السموات والأرضين، حتى النملة في جحرها، وحتى الحوت، ليصلون على معلم الناس الخير « (¬1). ¶ أي منزلة عالية تلك التي يبلغها المدرس، أن يصلي عليه الله سبحانه وتعالى وملائكته الكرام الذين لا يعصون الله ما أمرهم ويفعلون ما يؤمرون؟ وحتى سائر أهل السماء وأهل الأرض، وهذا أمر يشاهده الجميع، ألم تسمع تلك الدعوات الصادقة التي تصدر من الناس حين يسمعون خطيباً أو داعية للخير، قد علَّمهم أمراً جهلوه، أو ذكَّرهم شيئاً نسوه؟ ¶ ولكن ما بالك بمن جعل هذه الأمانة والمنزلة سليماً للثراء، ووسيلة للكسب المادي، ففقد الإخلاص لله سبحانه، ولم يبتغ بتعليم الناس وجه ربِّه، أتراه يستحق هذا الثواب؟ «إنما الأعمال بالنيات وإنما لكل امرئ ما نوى«(¬2). ¶ له مثل أجر من تبعه: ¶ عن أبي هريرة- رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال:«من دعا إلى هدى كان له من الأجر مثل أجور من تبعه لا ينقص ذلك من أجورهم شيئاً، ومن دعا إلى ضلالة كان عليه من الإثم مثل آثام من تبعه لا ينقص ذلك من آثامهم شيئاً (¬3). ¶ وعن جرير بن عبد الله البجلي- رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال:«من سنَّ في الإسلام سنة حسنة فله أجرها وأجر من عمل بها بعده من غير أن ينقص من أجورهم شيء، ومن سن في الإسلام سنة سيئة كان عليه وزرها ووزر من عمل بها من بعده من غير أن ينقص من أوزارهم شيء((¬4). ¶ ¬__________ ¶ (¬1) رواه الترمذي ( 2685 ) والدارمي (289) . ¶ (¬2) رواه البخاري ( 1 ) ومسلم ( 1907 ). ¶ (¬3) رواه مسلم ( 2674 ). ¶ (¬4) رواه مسلم ( 1017 ).",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وعن حذيفة- رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال:« من سنَّ خيراً فاستن به؛ كان له أجره ومن أجور من يتبعه غير منتقص من أجورهم شيئاً، ومن سنَّ شرًّا فاستن به؛ كان عليه وزره ومن أوزار من يتبعه غير منتقص من أوزارهم شيئاً«(¬1). ¶ فالمدرس له النصيب الأوفر من هذه الفضائل؛ فهو ممن يدعو للهدى، ويسن السنة الحسنة، بل روى ابن ماجه من حديث سهل بن معاذ بن أنس عن أبيه رضي الله عنهم أن النبي - صلى الله عليه وسلم - قال:«من علَّم علماً فله أجر من عمل به لا ينقص من أجر العامل« (¬2). ¶ النضارة: ¶ لقد تواتر عن النبي - صلى الله عليه وسلم - أنه قال:\"نضرَّ الله امرأً سمع مقالتي فوعاها فأداها كما سمعها، فَرُبَّ مبلغ أوعى من سامع\" (¬3) فهذه دعوة من النبي - صلى الله عليه وسلم - للمعلم، فبادر أخي المدرس في تعليم الخير لتفوز بدعوة النبي - صلى الله عليه وسلم - ، فرب كلمة لا تلقي لها بالاً تقع على من يكون أوعى لها منك، فينالك أجرها. ¶ من تلميذك البار؟ ¶ من أعظم ما تدخره أخي المدرس في الحياة الدنيا أن تكسب طالباً، يتلقى توجيهك، ويحمل علمك، ويعرف بعد ذلك قدرك . ¶ ويوصيك بذلك ابن جماعة فيقول:«واعلم أن الطالب الصالح أعود على العالم بخير الدنيا والآخرة من أعز الناس عليه، وأقرب أهله إليه، ولذلك كان علماء السلف الناصحون لله ودينه يلقون شبك الاجتهاد؛ لصيد طالب ينتفع الناس به في حياتهم، ومن بعدهم، ولو لم يكن للعالم إلا طالب واحد ينتفع الناس بعلمه وهديه وإرشاده لكفاه ذلك الطالب عند الله تعالى، فإنه لا يتصل شيء من علمه إلى أحد فينتفع به إلا كان له نصيب من الأجر( (¬4). ¶ * * * ¶ ¬__________ ¶ (¬1) رواه أحمد (5/387). ¶ (¬2) رواه ابن ماجه ( 240 ) . وانظر : صحيح الترغيب والترهيب ( 76 ). ¶ (¬3) انظر لقط اللآلى المتناثرة ( 161 ) وأورده السيوطي والكتاني . وذكر ابن منبه أنه رواه أربعة وعشرون صحابياً. ¶ (¬4) تذكرة السامع والمتكلم (63)",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "الفصل الثاني:هدي النبي - صلى الله عليه وسلم - في التعليم ¶ لماذا هدي النبي - صلى الله عليه وسلم - ؟ ¶ ترتفع الرؤوس كثيراً اليوم، ويتطلع منظرو التربية في العالم الإسلامي إلى فلاسفة التربية الغربية ورموزها؛ فهم الذين نظَّروا لهذا العلم ورسموا خطوطه العريضة، والمؤلف الناضج والكاتب الرصين هو الذي يدبج مقاله بالنقل عن علماء الغرب وأساتذته، والتربية عند هؤلاء علم حديث النشأة إنما بدأ مع العصر الحديث: عصر النهضة والتقدم العلمي. ¶ ونحن إذ لا ننكر ما بذله علماء الغرب من جهود في هذا العلم وغيره، ولا نغلو فندعو المسلم إلى هجر ورفض جميع ما عند أولئك - نحن إذ لا نقف هذا الموقف- فلسنا بحال مع من يدعو الأمة إلى أن تختزل تاريخها، وتطوي صفحاته، فتغضَّ الطرف جهلاً أو تجاهلاً، وتهيل الركام على تراثها الحق. ¶ لقد بعث الله نبيه - صلى الله عليه وسلم - في أمة سيطر عليها الجهل، واستولت عليها الخرافة، فصنع بإذن الله منها أمة حاملة للهداية للبشرية أجمع، أمة حاملة منهج العلم، ومنهج التعليم والتفقه. ¶ لقد وصف الله سبحانه وتعالى نبيه محمداً - صلى الله عليه وسلم - بأنه معلم فقال { هو الذي بعث في الأميين رسولاً منهم يتلو عليهم آياته ويعلمهم الكتاب والحكمة ويزكيهم وإن كانوا من قبل لفي ضلال مبين } (الجمعة: 2). ¶ وامتن على المؤمنين بذلك { لقد منَّ الله على المؤمنين إذ بعث فيهم رسولاً من أنفسهم يتلو عليهم آياته ويزكيهم ويعلمهم الكتاب والحكمة وإن كانوا من قبل لفي ضلال مبين } (آل عمران: 164). ¶ وقال : { كما أرسلنا فيكم رسولاً منكم يتلو عليكم آياتنا ويعلمكم الكتاب والحكمة ويعلمكم ما لم تكونوا تعلمون } (البقرة :151). ¶ وما أجمل ذلك الوصف، وأبر هذا القسم الذي صدر من معاوية بن الحكم السلمي رضي الله عنه\" فبأبي هو وأمي، ما رأيت معلماً قبله ولا بعده أحسن تعليماً منه\" (¬1). ¶ ¬__________ ¶ (¬1) رواه مسلم ( 537 ).",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "بل وهل يظن مسلم أن يوجد أسمى وأعلى، وأشرف منه - صلى الله عليه وسلم - معلماً ومربياً، بل وهل يظن ظان أن سيرد مشرب التعليم والتربية من غير حوضه، أو يدخل إلى ساحة البناء دون بابه. ¶ فما أحوجنا معاشر المعلمين والمربين إلى التماس هديه - صلى الله عليه وسلم - في التعليم، والتأسي بسنته، وهل ثمة رمز نتطلع إليه، وموجه نتلقى منه غيره؟ ¶ ومن ثَمَّ كانت هذه المحاولات لتلمس بعض معالم هديه - صلى الله عليه وسلم - في التعليم. ¶ أولاً :إيجاد الدافع للتعلم: ¶ لا شك أن للترغيب في العلم دوراً كبيراً في إيجاد الحماسة لدى طالب العلم للتعلم؛ إذ هو مهما علت حماسته وارتفعت عزيمته، لايخلو من أن تعصف به رياح الكسل، ويصيبه العجز والفتور، ومن ثم كان لابد من تعاهد هذه النبتة بالرعاية، وهو أمر لا يمكن أن يغفل عنه معلم البشرية - صلى الله عليه وسلم - ، فكان - صلى الله عليه وسلم - يسلك مبدأ إثارة الدافع لدى المتعلم من خلال: ¶ أ - بيان فضل العلم وطلبه: فيقول - صلى الله عليه وسلم - :«من سلك طريقاً يبتغي فيه علماً سلك الله به طريقاً إلى الجنة، وإن الملائكة لتضع أجنحتها رضاء لطالب العلم، وإن العالم ليستغفر له من في السموات ومن في الأرض حتى الحيتان في الماء، وفضل العالم على العابد كفضل القمر على سائر الكواكب، إن العلماء ورثة الأنبياء، إن الأنبياء لم يورثوا ديناراً ولا درهماً؛ إنما ورثوا العلم؛ فمن أخذ به فقد أخذ بحظ وافر»(¬1). ¶ وحين جاء ثلاثة نفر وهو جالسٌ مع أصحابه، فجلس أحدهم خلف الحلقة، والآخر رأى فرجة فجلس فيها، وأما الثالث فأعرض.قال - صلى الله عليه وسلم - بعد ذلك:«أما أحدهم فأوى إلى الله فآواه، وأما الآخر فاستحيا فاستحيا الله منه، وأما الآخر فأعرض فأعرض الله عنه((¬2). ¶ ¬__________ ¶ (¬1) رواه الترمذي (2682) وأبو داود (3641) وأحمد (21208) وابن ماجه (223). ¶ (¬2) رواه البخاري (66) ومسلم (2176).",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "ب - إشعار المتعلم بحاجته إلى العلم: فحين جاء المسيء صلاته وصلى قال له النبي - صلى الله عليه وسلم - :«ارجع فصلِّ فإنك لم تصل». فأعاده - صلى الله عليه وسلم - مراراً حتى أحسَّ - رضي الله عنه - بالحاجة للتعلم فقال:\"والذي بعثك بالحق ما أحسن غيره فعلمني\"(¬1). ¶ وفرق بين أن يعلمه - صلى الله عليه وسلم - ابتداءً، وبين أن يشعر هو بحاجته للعلم فيأتي سائلاً باحثاً عنه. ¶ ثانياً: جمعه بين التعليم والتربية: ¶ فقد وصفه الله سبحانه وتعالى بذلك فقال: { هو الذي بعث في الأميين رسولاً منهم يتلو عليهم آياته ويزكيهم ويعلمهم الكتاب والحكمة وإن كانوا من قبل لفي ضلال مبين } (الجمعة : 2). فمن وظائفه - صلى الله عليه وسلم - تعليم العلم، والتزكية، وتلاوة الكتاب على أصحابه. ولذا لم يكن - صلى الله عليه وسلم - يخرج أقواماً يحفظون المسائل فقط، بل ربَّى أصحابه تربية علمية، وتربية جهادية، وقيادية، وإدارية، وقبل ذلك كله تربية إيمانية، فهذا حنظلة- رضي الله عنه - يحكي عن النبي - صلى الله عليه وسلم - أنه كان يشهد معه مجالس التذكير والعلم، فكأنه يرى الجنة والنار(¬2) فهي إذاً مجالس مع ما فيها من التحصيل المعرفي تنقل المسلم بمشاعره إلى الدار الآخرة، وما يلبث أن يظهر ذلك على سلوكه وهديه. ¶ ثالثاً:عنايته بتعليم المنهج العلمي: ¶ ¬__________ ¶ (¬1) رواه البخاري (757) ومسلم (397) ¶ (¬2) رواه مسلم (2750).",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "ففي تربيته العلمية لأصحابه لم يكن - صلى الله عليه وسلم - يقتصر على تعليم أصحابه مسائل علمية فقط، بل ربَّى علماء ومجتهدين، وحملة العلم للبشرية. ولقد ظهرت أثار هذه التربية على صحابته بعد وفاته في مواقفهم من حادثة الردة، وجمع القرآن، وشرب الخمر، واتخاذ السجون، والخراج، وغير ذلك من المسائل التي اجتهد فيها صحابته رضوان الله عليهم، فلم يقفوا مكتوفي الأيدي أمام النوازل التي واجهتهم، واستطاعوا أن يتوصلوا فيها للحكم الشرعي، ولقد واجه أصحاب النبي - صلى الله عليه وسلم - دولة ممتدة الأطراف، متنامية النواحي، وتعاملوا مع أصناف أخرى من الشعوب، وأنماط جديدة من المعيشة والسلوك، واستطاعوا أن يستوعبوا ذلك كله. كل ذلك كان نتاج التربية العلمية التي ربَّاهم عليها صلى الله عليه وسلم. ¶ ومن معالم تعليمه المنهج العلمي: ¶ 1 - كان يعودهم على معرفة العلة ومناط الحكم: ¶ فلما سئل عن شراء التمر بالرطب، قال:«أينقص الرطب إذا يبس؟» قالوا:نعم فنهى - صلى الله عليه وسلم - عن ذلك (¬1)، وقد كان معلوماً له - صلى الله عليه وسلم - ولغيره أن الرطب ينقص إذا يبس، لكنه أراد تعليمهم مناط الحكم وعلته. ¶ وحين نهاهم عن بيع الثمرة قبل بدو صلاحها قال لهم : \"أرأيت إذا منع الله الثمرة بم يأخذ أحدكم مال أخيه؟»(¬2). ¶ وحين قال - صلى الله عليه وسلم - :«وفي بضع أحدكم صدقة» قالوا له: أيأتي أحدنا شهوته ويكون له فيها أجر؟ قال: :«أرأيتم لو وضعها في حرام أكان عليه فيها وزر؟ فكذلك إذا وضعها في الحلال كان له أجراً»(¬3). ¶ ففي هذه النصوص علَّم - صلى الله عليه وسلم - أصحابه علةَ الحكم ومناطه، ولم يقتصر على الحكم وحده. ¶ 2 - كان يعودهم على منهج السؤال وأدبه: ¶ ¬__________ ¶ (¬1) رواه أبو داود (3359) والنسائي (4545) والترمذي (1225) وابن ماجه (2264). ¶ (¬2) رواه البخاري (2198) ومسلم (1555). ¶ (¬3) رواه مسلم ( 1006 ).",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "ففي موضع يقول:«إن أعظم المسلمين جرماً من سأل عن شيء لم يحرم، فحرِّم من أجل مسألته» (¬1) . ¶ وفي آخر يقول:« إن الله كره لكم ثلاثاً: قيل وقال، وإضاعة المال، وكثرة السؤال»(¬2). فهاهنا يذم السؤال. ¶ لكنه في موضع آخر يأمر بالسؤال، أو يثني عليه فيقول:«ألا سألوا إذ لم يعلموا، فإنما شفاء العي السؤال( (¬3). ويقول:«لقد ظننت يا أبا هريرة أن لايسألني عن هذا الحديث أحد أول منك لما رأيت من حرصك على الحديث»(¬4). ¶ ولا يمكن أن يخلو متعلم من السؤال والحاجة إليه، ومن هنا كان عليه أن يتعلم متى يسأل؟ وعم يسأل؟ ومن يسأل؟ وكيف يسأل؟ وهو منهج سعى - صلى الله عليه وسلم - لتأكيده، وتعليمه لأصحابه. ¶ 3- كان في إجابته لا يقتصر على موضع السؤال بل يجيب بقاعدة عامة: ¶ سئل: إنا نركب البحر ونحمل معنا القليل من الماء، فإن توضأنا به عطشنا، أفنتوضأ بماء البحر؟ فلم يقتصر - صلى الله عليه وسلم - في إجابته على قوله نعم، وإلا كان الحكم قاصراً على الحالة موضع السؤال وحدها. إنما أعطاه حكم ماء البحر وزاده فائدةً أخرى يحتاج إليها حين قال:« هو الطهور ماؤه الحل ميتته( (¬5). ويعنى هذا أن ماء البحر له سائر أحكام الماء الطهور، وليس فقط يجوز الوضوء به في هذه الحالة. ¶ ¬__________ ¶ (¬1) رواه البخاري ( 7289 ) ومسلم ( 2358 ). ¶ (¬2) رواه البخاري (1477) ومسلم (1715). ¶ (¬3) رواه أحمد (3048) وأبو داود (336) وابن ماجه ( 572 ) . ¶ (¬4) رواه البخاري ( 99 ). ¶ (¬5) رواه أبو داود ( 83 ) والترمذي ( 69 ) والنسائي ( 332 ) وأحمد (7192) وابن ماجه (386)وصححه جماعة من أهل العلم .",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وسئل - صلى الله عليه وسلم - : ما يلبس المحرم من الثياب؟ فقال:«لا يلبس القميص ولا العمائم ولا السراويلات ولا البرنس، ولا ثوبا مسه زعفران ولا ورس ... »(¬1). فلم يعدد له ما يجوز للمحرم لبسه؛ إنما أعطاه قاعدة عامة فيما لا يحل للمحرم لبسه؛ ليعلم أن ما سواه غير محظور. ¶ 4 - تربيته لأصحابه على منهج التلقي: ¶ عن العرباض بن سارية- رضي الله عنه - قال: صلى لنا رسول الله - صلى الله عليه وسلم - الفجر ثم أقبل علينا فوعظنا موعظة بليغة، ذرفت لها الأعين، ووجلت منها القلوب، قلنا أو قالوا: يا رسول الله، كأن هذه موعظة مودع فأوصنا، قال:«أوصيكم بتقوى الله والسمع والطاعة، وإن كان عبداً حبشياً؛ فإنه من يعش منكم يرى بعدي اختلافاً كثيراً، فعليكم بسنتي وسنة الخلفاء الراشدين المهديين، وعضوا عليها بالنواجذ، وإياكم ومحدثات الأمور؛ فإن كل محدثة بدعة، وإن كل بدعة ضلالة»(¬2) . ¶ وقال في وصف الطائفة الناجية:\"من كانوا على مثل ما أنا عليه اليوم وأصحابي\". ¶ فهو هنا يسن لهم الطريق، ويرسم لهم المحجة. وحين يرى خللاً في هذا المنهج، أو اعوجاجاً فإنه يأخذ بيد صاحبه، فحين رأى مع عمر صحيفة من التوراة غضب، ونهاه عن ذلك، وقال:«أمتهوكون فيها يا ابن الخطاب؟ والذي نفسي بيده، لقد جئتكم بها بيضاء نقية، لا تسألوهم عن شيء فيخبروكم بحق فتكذبوا به، أو بباطل فتصدقوا به، والذي نفسي بيده، لو أن موسى صلى الله عليه وسلم كان حياً ما وسعه إلا أن يتبعني»(¬3) . ¶ إن المعلم الحق هو الذي يعطي المتعلم الأداة التي يصل من خلالها إلى النتيجة بنفسه، لا الذي يعوده في كل موطن أن يملي عليه موقفاً محدداً. ¶ 5 - تربيتهم على منهج التعامل مع النصوص: ¶ ¬__________ ¶ (¬1) رواه البخاري (1842) ومسلم (1177). ¶ (¬2) رواه أحمد (16694)الترمذي ( 2157 ) وأبو داود ( 4607 )وابن ماجه (42 ). ¶ (¬3) رواه أحمد ( 3/387 ) والدارمي ( 1/115 ).",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "إن التعامل مع المصادر الشرعية دون سواها، ليس نهاية الطريق، إنما هو مرحلة مهمة وأساسة، ويبقى بعد ذلك كيفية التعامل مع هذه المصادر، وهو ما سلكه - صلى الله عليه وسلم - في تعليم أصحابه وتربيتهم. ¶ خرج - صلى الله عليه وسلم - على أصحابه وهم يتكلمون في القدر، وكأنما تفقأ في وجهه حب الرمان من الغضب قال: فقال لهم:«ما لكم تضربون كتاب الله بعضه ببعض، بهذا هلك من كان قبلكم» (¬1) . ¶ ولقد ضل فئام من المبتدعة، حين تنكبوا هذا المنهج، وانحرفوا عن هذا الهدي، فما أحوج المعلمين إلى تسنم ذرى هذا المنهج، فيربون طلابهم على تعظيم النص، وإجلال كلام الله ورسوله، والوقوف عند نصوص الوحيين، والبعد عن التلاعب بالنصوص وضرب بعضها ببعض. ¶ فالجدير بنا معشر المدرسين أن نعلِّم طلابنا أن هناك أطراً للبحث لا تتعداها؛ فالمسائل الشريعة التي ثبتت بالنص لا مجال للمناقشة فيها، أو جعل الدين في معامل الاختبار الفعلية. ¶ 6 - تعويدهم على الاستنباط: ¶ سأل - صلى الله عليه وسلم - أصحابه يوماً، فقال:«إن من الشجر شجرة لا يسقط ورقها، وإنها مثل المسلم فحدثوني ما هي؟» فوقع الناس في شجر البوادي، قال عبد الله - يعني ابن عمر-: ووقع في نفسي أنها النخلة فاستحييت، ثم قالوا: حدثنا ما هي يا رسول الله؟ قال:«هي النخلة»(¬2). ¶ ¬__________ ¶ (¬1) رواه أحمد ( 2/196 ) وابن ماجه ( 85 ) وقال في الزوائد :( هذا إسناد صحيح ). وصححه أحمد شاكر . ¶ (¬2) رواه البخاري (61) ومسلم (2811)",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "وجاء رجل ذات يوم فقال: رأيت الليلة في المنام ظلة تنطف السمن والعسل، فأرى الناس يتكففون منها فالمستكثر والمستقل، وإذا سبب واصل من الأرض إلى السماء، فأراك أخذت به فعلوت، ثم أخذ به رجل آخر فعلا به، ثم أخذ به رجل آخر فعلا به، ثم أخذ به رجل آخر فانقطع ثم وصل، فقال أبو بكر: يا رسول الله، بأبي أنت والله لتدعني فأعبرها، فقال النبي - صلى الله عليه وسلم - :اعبرها. قال: أما الظلة فالإسلام، وأما الذي ينطف من العسل والسمن فالقرآن حلاوته تنطف، فالمستكثر من القرآن والمستقل، وأما السبب الواصل من السماء إلى الأرض فالحق الذي أنت عليه، تأخذ به فيعليك الله، ثم يأخذ به رجل من بعدك فيعلو به، ثم يأخذ به رجل آخر فيعلو به، ثم يأخذ به رجل آخر فينقطع به، ثم يوصل له فيعلو به، فأخبرْني يا رسول الله – بأبي أنت – أصبتُ أم أخطأت؟ قال النبي - صلى الله عليه وسلم - :«أصبتَ بعضاً وأخطأتَ بعضاً» قال: فوالله يا رسول الله لتحدثني بالذي أخطأت، قال:«لا تقسم» (¬1) . ¶ وما أحوج الأمة في هذه المرحلة إلى التربي على المنهج العلمي، وعدم الوقوف عند حفظ المسائل المجردة، أو الجمود على المتون والمختصرات والحواشي. ¶ 7 - تعويدهم على المناقشة والمراجعة: ¶ ¬__________ ¶ (¬1) رواه البخاري (7046) ومسلم (2269) وانظر النظرية التربوية في طرق تدريس الحديث النبوي ليوسف صديق (140) .",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وتروي لنا هذا المنهج عنه - صلى الله عليه وسلم - أم المؤمنين عائشة - رضي الله عنها- فقد كانت لا تسمع شيئاً لا تعرفه إلا راجعت فيه حتى تعرفه، وأن النبي - صلى الله عليه وسلم - قال:«من حوسب عذب» قالت عائشة: فقلت: أوليس يقول الله تعالى : { فسوف يحاسب حساباً يسيرا } ؟ قالت : فقال:«إنما ذلك العرض، ولكن من نوقش الحساب يهلك»(¬1) . والقضية ليست سلوكاً ذاتياً لعائشة رضي الله عنها –وإن كان ذاك محل تقدير واحترام - بل هو مما تعلمته واعتادته من المعلم الأول - صلى الله عليه وسلم - . ¶ وبعد هذه الجولة مع هدي المعلم الأول في العناية بتعليم المنهج العلمي نشعر أن تساؤلاً يفرض نفسه، ويقفز إلى أذهاننا: هل نحن نعنى بتعليم طلابنا وتهيئتهم ليكونوا أهل علم يستنبطون ويبدعون ويبتكرون؟ أم أننا نربيهم على تلقي أقوال أساتذتهم بالتسليم دون مراجعة وربما دون فهم لمضمون القول؟ ¶ هل نرى أن من أهدافنا في التعليم أن نربي ملكة التفكير والإبداع لدى طلابنا، وأن نعودهم على استنباط الأحكام الشرعية من النصوص، وعلى الجمع بين ما يبدو متعارضاً؟ ¶ وهل من أهدافنا تربيتهم على تنزيل الأحكام الشرعية على الوقائع التي يرونها؟ ¶ إن المتأمل في واقع التعليم الذي نقدمه لأبنائنا يلحظ أننا كثيراً ما نستطرد في السرد العلمي المجرد، ونشعر بارتياح أكثر حين نقدم للطالب كمًّا هائلاً من المعلومات، والطالب هو الآخر يقيس مدى النجاح والإنجاز بقدر ما يسطره مما يسمعه من أستاذه، والتقويم والامتحان إنما هو على أساس ما حفظه الطالب من معلومات، واستطاع استدعاء ذلك وتذكره. ¶ وشيء من ذلك حق، لكن توجيه الجهد لهذا النوع وهذا النمط من التعليم لا يعدو أن يخرج جيلاً يحفظ المسائل والمعارف - ثم ينساها بعد ذلك – أو يكون ظلاً لأستاذه وشيخه. ¶ ¬__________ ¶ (¬1) رواه البخاري (103 ) ومسلم (2876).وانظر أساسيات في طرق التدريس العامة . لمحب الدين أبو صالح (109) .",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "ولأن تعلم الجائع صيد السمك خير من أن تعطيه ألف سمكة. ¶ وحتى دروس المساجد وحلق العلم ليست بأحسن حظاًّ، ولا أفضل حالاً. ¶ إن هذا يدعونا لمراجعة هادئة، مراجعة تتضمن أهدافنا وحجمها وأولوياتها، وتتضمن طرق التعليم والتدريس ووسائله وأساليبه. ¶ والاقتداء بالنبي - صلى الله عليه وسلم - ليس قاصراً على مسائل الطهارة والذكر والصلاة - وإن كانت من أولى ما يدخل في ذلك-بل هو معنى أشمل يظلل برواقه جوانب الحياة المختلفة، فيطبعها بهديه وسنته - صلى الله عليه وسلم - . ¶ رابعاً:تربيته لأصحابه على القيام بواجب التبليغ: ¶ عن أبي هريرة- رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - :«من سئل عن علم فكتمه ألجمه الله بلجام من نار يوم القيامة» (¬1). والأمر لايقف عند طائفة خاصة، أو مستوى معين من التحصيل، بل يدعو - صلى الله عليه وسلم - حتى صغار المتعلمين، وأولئك الذين لم يبلغوا منزلة عالية في التحصيل، يدعوهم إلى المشاركة في تعليم العلم ونشره قائلاً:« بلغوا عني ولو آية»(¬2) . وهي دعوة للمشاركة والمساهمة المنضبطة، لا فتحاً للباب لتصدير من تعلم مسألة واحدة. ¶ وقال - صلى الله عليه وسلم - :«نضر الله امرأً سمع مقالتي فوعاها، فأداها كما سمعها، فَرُبَّ مبلغ أوعى من سامع» (¬3) . وقد روى هذا الحديث أكثر من)16( من أصحابه مما يشعر أنه - صلى الله عليه وسلم - قاله في أكثر من مناسبة، أو قاله في أحد المجامع العامة تأكيداً لشأنه. ¶ ¬__________ ¶ (¬1) رواه أبو داود (3658) والترمذي (2649) وابن ماجه (266) وأحمد ( 2/236 ) وصححه أحمد شاكر . ¶ (¬2) رواه البخاري (3461). ¶ (¬3) سبق تخريجه",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وانظر إلى أثر هذه التربية في قول أبي ذر – رضي الله عنه - :« لو وضعتم الصمصامة (السيف) على هذه - وأشار إلى قفاه - ثم ظننت أني أنفذ كلمة سمعتها من النبي صلى الله عليه وسلم قبل أن تجيزوا عليَّ لأنفذتها»(¬1). ¶ ويتحرج معاذ- رضي الله عنه - فيرى أن من الإخلال بواجب العلم أن يكتم حديثاً سمعه منه - صلى الله عليه وسلم - مع أنه نهاه أن يحدث به الناس«هل تدري ما حق الله على عباده؟ ... »(¬2) فيخبر- رضي الله عنه - به قبل موته تأثماً . ¶ إن هذا كله بعض نتاج ما ورثه ذاك الجيل من المعلم الأول - صلى الله عليه وسلم - . ¶ خامساً : تشجيع الطالب والثناء عليه: ¶ سأله أبو هريرة- رضي الله عنه - يوماً :من أسعد الناس بشفاعتك يوم القيامة ؟ فقال - صلى الله عليه وسلم - :« لقد ظننت يا أبا هريرة أن لا يسألني عن هذا الحديث أحد أول منك، لما رأيت من حرصك على الحديث. أسعد الناس بشفاعتي يوم القيامة من قال لا إله إلا الله خالصاً من قلبه أو نفسه» (¬3) . فتخيل معي أخي القارئ موقف أبي هريرة، وهو يسمع هذا الثناء، وهذه الشهادة من أستاذ الأساتذة، وشيخ المشايخ - صلى الله عليه وسلم - ، بحرصه على العلم، بل وتفوقه على كثير من أقرانه، وتصور كيف يكون أثر هذا الشعور دافعاً لمزيد من الحرص والاجتهاد والعناية؟!. ¶ وحين سأل أبيَ بن كعب فقال:«يا أبا المنذر، أتدري أي آية من كتاب الله معك أعظم؟» فقال أبي: الله لا إله إلا هو الحي القيوم. قال له - صلى الله عليه وسلم - :«والله ليهنك العلم أبا المنذر» (¬4) . ¶ ¬__________ ¶ (¬1) رواه البخاري تعليقاً كتاب العلم باب العلم قبل القول والعمل . ¶ (¬2) رواه البخاري(6500) وموضع الشاهد برقم (128) ومسلم (32). ¶ (¬3) رواه البخاري ( 99 ) . ¶ (¬4) رواه مسلم ( 810 ).",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "إن الأمر قد لا يعدو كلمة ثناء، أو عبارة تشجيع، تنقل الطالب مواقع ومراتب في سلم الحرص والاجتهاد، والنفس أيًّا كان شأنها تميل إلى الرغبة في الشعور بالإنجاز، ويدفعها ثناء الناس – المنضبط - خطوات أكثر. ¶ سادساً:العناية بالمتعلم: ¶ كان - صلى الله عليه وسلم - يحدث فجاءه أعرابي فقال: متى الساعة؟ فمضى رسول الله - صلى الله عليه وسلم - يحدث، فقال بعض القوم: سمع ما قال فكره ما قال، وقال بعضهم: بل لم يسمع، حتى إذا قضى حديثه قال:«أين أراه السائل عن الساعة؟» قال: ها أنا يا رسول الله، قال:«فإذا ضيعت الأمانة فانتظر الساعة» قال:كيف إضاعتها؟ قال:«إذا وسِّدَ الأمر إلى غير أهله فانتظر الساعة» (¬1) فرغم أنه - صلى الله عليه وسلم - لم يقطع حديثه إلا أنه لم ينس هذا السائل ولم يهمله، وهو أمر يكشف عن تلك النفس العالية، والخلق السامي من المعلم الأول - صلى الله عليه وسلم - . ¶ وحين خطب في حجة الوداع قال أبو شاه:اكتبوا لي، قال - صلى الله عليه وسلم - :«اكتبوا لأبي شاه» (¬2) . ¶ سابعاً: معرفته لقدرات تلامذته وإدراكهم العقلي: ¶ فهو يقول لأبي هريرة- رضي الله عنه - حين سأله عن الشفاعة: «لقد ظننت يا أبا هريرة أن لا يسألني عن هذا الحديث أحد أول منك، لما رأيت من حرصك على الحديث» (¬3) فهو - صلى الله عليه وسلم - يعلم أن تلميذه أبا هريرة - رضي الله عنه - من أحرص أصحابه على الحديث، ويظن أن يسبقهم بالسؤال. ¶ ¬__________ ¶ (¬1) رواه البخاري ( 59 ). ¶ (¬2) رواه البخاري (2434) . ومسلم ( 1355 ). ¶ (¬3) رواه البخاري ( 99 ).",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "ويقول - صلى الله عليه وسلم - :«أرحم أمتي بأمتي أبو بكر، وأشدهم في أمر الله عمر، وأصدقهم حياء عثمان، وأعلمهم بالحلال والحرام معاذ بن جبل، وأفرضهم زيد بن ثابت، وأقرؤهم أُبي، ولكل أمة أمين، وأمين هذه الأمة أبو عبيدة بن الجراح»(¬1) . أفليس هذا مظهراً من مظاهر إدراكه - صلى الله عليه وسلم - لمدارك واستعداد أصحابه؟ ¶ أفلا يجدر بمن يتأسى بمنهجه، ويقتدي بهديه في التعليم أن يعنى بالتعرف على قدرات تلامذته، ومدى حرصهم واستعدادهم ؟ ¶ إن معرفة المدرس لتلامذته تنعكس على تدريسه وعطائه، فالذي يعرف تلامذته معرفة دقيقة هو القادر أن يعلمهم ما يحتاجون إليه ويتناسب معهم، وهو القادر على توجيههم للتخصص المناسب، وعلى الإجابة الدقيقة عن تساؤلاتهم، وهو القادر أيضاً على العدالة والدقة في تقويمهم وإعطائهم الدرجات التي يستحقونها. ¶ ثامناً:مراعاة الفروق الفردية: ¶ عن أبي رفاعة –رضي الله عنه- قال:انتهيت إلى النبي - صلى الله عليه وسلم - وهو يخطب قال: فقلت: يا رسول الله، رجل غريب جاء يسأل عن دينه لا يدري ما دينه، قال: فأقبل عليَّ رسول الله - صلى الله عليه وسلم - وترك خطبته حتى انتهى إلي فأتي بكرسي حسبت قوائمه حديداً، قال: فقعد عليه رسول الله - صلى الله عليه وسلم - وجعل يعلمني مما علمه الله ثم أتى خطبته فأتم آخرها(¬2). ¶ فالناس معادن، وقدرات وطاقات متفاوتة، حرصاً، وذكاءً، واستعداداً، وتحصيلاً. والمعلم يتعامل مع الجميع، ويخاطب الكل، وهنا تكمن مهارته في إقناع الجميع، وتحقيق التوازن بينهم. ¶ ¬__________ ¶ (¬1) رواه الترمذي (3790) وابن ماجه (154) وأحمد (12493). ¶ (¬2) رواه مسلم (876)",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "والاعتناء بالفروق الفردية أمر لم تبتكره التربية المعاصرة، بل أشار إليه أسلافنا الأوائل وأدركوه وأوصوا المعلم به، قال النووي:«وينبغي أن يكون باذلاً وسعه في تفهيمهم، وتقريب الفائدة إلى أذهانهم، حريصاً على هدايتهم، ويفهم كل واحد بحسب فهمه وحفظه، فلا يعطيه ما لا يحتمله، ولا يقصر به عما يحتمله بلامشقة، ويخاطب كل واحدٍ على قدر درجته، وبحسب فهمه وهمته، فيكتفي بالإشارة لمن يفهمها فهماً محققاً، ويوضح العبارة لغيره ويكررها لمن لا يحفظها إلا بتكرار، ويذكر الأحكام موضحة بالأمثلة من غير دليل لمن لا ينحفظ له الدليل، فإن جهل دليل بعضها ذكره له»(¬1). ¶ وكان السلف ربما خصوا بعض الطلاب بالتعليم والتحديث دون غيره. قال أبو عاصم:«ربما رأيت سفيان يجذب الرجل من وسط الحلقة فيحدثه بعشرين حديثاً والناس قعود»، قالوا: لعله كان ضعيفاً. قال:لا(¬2). ¶ تاسعاً: التوجيه للتخصص المناسب: ¶ عن زيد بن ثابت- رضي الله عنه - أن قومه قالوا للنبي - صلى الله عليه وسلم - :هاهنا غلامٌ من بني النجار حفظ بضع عشرة سورة، فاستقرأني فقرأت سورة ق، فقال:\" إني أكتب إلى قوم فأخاف أن يزيدوا علي أو ينقصوا، فتعلم السريانية\" فتعلمها- رضي الله عنه - في سبعة عشر يوماً، وفي رواية : خمسة عشر(¬3). ¶ والأمة أحوج ما تكون إلى طاقات أبنائها وقدراتهم، فبدلاً من تشتيتها وبعثرتها، أليس من حق الطالب على أستاذه أن ينصح له ويوجهه لما يناسبه حين يبدع في فن دون غيره، ومن جانب آخر فالأمة لن تستغني عمن يسد ثغراتها، فالتخطيط السليم، والإعداد المتكامل يقضي أن توجه طاقات الأمة لسد هذه الثغرات، ومن أين يبدأ التوجيه إن لم يكن من التعليم؟ ¶ ¬__________ ¶ (¬1) المجموع شرح المهذب (1/31). ¶ (¬2) أخرجه الرامهرمزي في المحدث الفاصل (785) ¶ (¬3) رواه البخاري",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "والتلميذ قد يسعى لتخصص لايناسبه، أو يوجهه والده لما غيره أولى منه، فحين يساهم المدرس في توجيهه لما يرى أنه أولى يقدم خيراً للتلميذ، بل وللمجتمع أجمع. ¶ عاشراً: الجمع بين التعليم الفردي والجماعي: ¶ في كثير من النصوص نقرأ :كان النبي - صلى الله عليه وسلم - جالساً مع أصحابه، بينما كنا جلوساً مع النبي - صلى الله عليه وسلم - ، فهذا نموذج للتعليم الجماعي، وأما التعليم الفردي فنماذجه كثيرة، قال ابن مسعود - رضي الله عنه - :« علمني رسول الله - صلى الله عليه وسلم - وكفي بين كفيه التشهد كما يعلمني السورة من القرآن ... »(¬1). ¶ ومن ذلك ما ورد عن غير واحد من أصحابه: أوصاني رسول الله - صلى الله عليه وسلم - ¶ ومن ذلك حديث معاذ - رضي الله عنه -: بينا أنا رديف النبي - صلى الله عليه وسلم - ليس بيني وبينه إلا آخرة الرحل فقال: «يا معاذ» قلت: لبيك رسول الله وسعديك، ثم سار ساعة ثم قال: «يا معاذ» قلت: لبيك رسول الله وسعديك، ثم سار ساعة، ثم قال: «يا معاذ» قلت: لبيك رسول الله وسعديك، قال:«هل تدري ما حق الله على عباده؟» قلت:الله ورسوله أعلم، قال:«حق الله على عباده أن يعبدوه ولا يشركوا به شيئاً» ثم سار ساعة ثم قال:«يا معاذ بن جبل» قلت: لبيك رسول الله وسعديك، فقال:«هل تدري ما حق العباد على الله إذا فعلوه» قلت: الله ورسوله أعلم، قال:«حق العباد على الله أن لا يعذبهم»(¬2). ¶ الحادي عشر: العناية بتعليم المرأة: ¶ حين صلى العيد - صلى الله عليه وسلم - اتجه إلى النساء فوعظهن وأمرهن بالصدقة، فعن ابن عباس – رضي الله عنهما – قال: خرجت مع النبي - صلى الله عليه وسلم - يوم فطر أو أضحى فصلى ثم خطب، ثم أتى النساء فوعظهن وذكرهن وأمرهن بالصدقة(¬3). ¶ ¬__________ ¶ (¬1) رواه البخاري (6265) ومسلم (402) ¶ (¬2) رواه البخاري (5967) ومسلم (30) ¶ (¬3) رواه البخاري (975) ومسلم (884) مطولاً.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "بل تجاوز الأمر مجرد استثمار اللقاءات العابرة، فعن أبي سعيد الخدري - رضي الله عنه – قال: قالت النساء للنبي - صلى الله عليه وسلم - : غلبنا عليك الرجال فاجعل لنا يوماً من نفسك، فوعدهن يوماً لقيهن فيه فوعظهن وأمرهن فكان فيما قال لهن :«ما منكن امرأة تقدم ثلاثة من ولدها إلا كان لها حجاباً من النار» فقالت امرأة: واثنتين، فقال:«واثنتين»(¬1) . ¶ إن المرأة في المجتمع الإسلامي تناط بها أدوار ومسؤوليات جسام، وهي لن تستطيع أداء هذه الأدوار حين لا يعنى بتعليمها ورعايتها. ¶ الثاني عشر: التشويق والتنويع في عرض المادة : ¶ فهو أحياناً يطرح المسألة على أصحابه متسائلاً:«أتدرون ما الغيبة؟»(¬2).«أتدرون ما المفلس؟» (¬3). «إن من الشجر شجرة لا يسقط ورقها وإنها مثل المسلم فحدثوني ما هي؟» (¬4) . ¶ ولاشك أن السؤال مدعاةٌ للتفكير وتنميته، ومدعاة للاشتياق لمعرفة الجواب مما يكون أرسخ في الذهن. ¶ وأحياناً يغيِّر نبرات صوته، فكان إذا خطب احمرَّت عيناه، وعلا صوته، واشتد غضبه حتى كأنه منذر جيش يقول صبحكم ومساكم(¬5). ¶ وأحياناً يغيِّر جلسته، كما في حديث أكبر الكبائر: وجلس وكان متكئاً فقال:«ألا وقول الزور( (¬6). ¶ فنهدي هذه القبسات إلى كل من حبس نفسه في إطار قوالب جامدة، وأساليب موروثة، فحول الأسلوب هدفاً، والوسيلة غاية. ¶ الثالث عشر: الربط بين المواقف التعليمية: ¶ ¬__________ ¶ (¬1) رواه البخاري (101) ومسلم (2633). ¶ (¬2) رواه مسلم (2589). ¶ (¬3) رواه مسلم ( 2581 ). ¶ (¬4) رواه البخاري (61) ومسلم (2811). ¶ (¬5) رواه مسلم (867) ¶ (¬6) رواه البخاري ( 2654 ) ومسلم ( 87 ).",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "عن أنس- رضي الله عنه – قال: قدم على النبي - صلى الله عليه وسلم - سبي، فإذا امرأة من السبي قد تحلب ثديها تسقي، إذا وجدت صبياً في السبي أخذته فألصقته ببطنها وأرضعته، فقال لنا النبي - صلى الله عليه وسلم - :«أترون هذه طارحة ولدها في النار؟» قلنا: لا، وهي تقدر على أن لا تطرحه، فقال:«لله أرحم بعباده من هذه بولدها»(¬1) . ¶ فلا يستوي أثر المعاني حين تربط بصور محسوسة، وحين تعرض في صورة مجردة جافة. ¶ إن المواقف تستثير مشاعر جياشة في النفس، فحين يستثمر هذا الموقف يقع التعليم موقعه المناسب، ويبقى الحدث وما صاحبه من توجيه وتعليم صورة منقوشة في الذاكرة، تستعصي على النسيان. ¶ الرابع عشر:استعمال الوسائل التعليمية: ¶ أ - فهو - صلى الله عليه وسلم - يشير تارة كقوله:«أنا وكافل اليتيم في الجنة هكذا» وأشار بالسبابة والوسطى وفرَّج بينهما شيئاً (¬2) . ¶ وقوله: «الفتنة من هاهنا» وأشار إلى المشرق (¬3). ¶ ب - وتارة يضرب المثل، أو يفترض قصة كما في قوله:«مثل القائم على حدود الله والواقع فيها كمثل قوم استهموا على سفينة فأصاب بعضهم أعلاها وبعضهم أسفلها، فكان الذين في أسفلها إذا استقوا من الماء مرُّوا على من فوقهم فقالوا: لو أنا خرقنا في نصيبنا خرقاً ولم نؤذ من فوقنا، فإن يتركوهم وما أرادوا هلكوا جميعاً وإن أخذوا على أيديهم نجوا ونجوا جميعاً» (¬4) . وكما في قوله - صلى الله عليه وسلم - :«لله أفرح بتوبة العبد من رجل نزل منزلا وبه مهلكة ومعه راحلته عليها طعامه وشرابه، فوضع رأسه فنام نومة فاستيقظ وقد ذهبت راحلته، حتى اشتدَّ عليه الحرُّ والعطش أو ما شاء الله، قال: أرجع إلى مكاني، فرجع فنام نومة، ثم رفع رأسه فإذا راحلته عنده»(¬5). ¶ ¬__________ ¶ (¬1) رواه البخاري ( 5999) ومسلم ( 2754 ). ¶ (¬2) رواه البخاري ( 5304 ) . ¶ (¬3) رواه البخاري (5296) ومسلم ( 2905 ) . ¶ (¬4) رواه البخاري (2493) . ¶ (¬5) رواه البخاري (6308) ومسلم (2744)",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "ج - وتارة يستعمل الرسم للتوضيح فقد خطَّ خطًّا مربعاً، وخطَّ خطًّا في الوسط خارجاً منه، وخطَّ خططا صغاراً إلى هذا الذي في الوسط من جانبه الذي في الوسط، وقال: «هذا الإنسان، وهذا أجله محيط به، أو قد أحاط به، وهذا الذي هو خارج أمله، وهذه الخطط الصغار الأعراض، فإن أخطأه هذا نهشه هذا، وإن أخطأه هذا نهشه هذا»(¬1). ¶ د - وأحيانا يحكي قصة واقعية من الأمم السابقة، كما في قصة الثلاثة الذين آواهم المبيت إلى غار فدعوا الله بصالح أعمالهم (¬2)، وقصة الذي قتل تسعة وتسعين إنساناً (¬3)، وأمثلتها كثير. ¶ هـ – وأحياناً يربط المعنى المعقول بالصورة المحسوسة، فينظر مرة إلى القمر ليلة البدر ثم يقول:«إنكم سترون ربكم كما ترون هذا القمر لا تضامون في رؤيته، فإن استطعتم أن لا تغلبوا على صلاة قبل طلوع الشمس وقبل غروبها فافعلوا، ثم قرأ: { وسبح بحمد ربك قبل طلوع الشمس وقبل الغروب } (¬4). ¶ وقال لعلي - رضي الله عنه - :« قل : اللهم اهدني، وسددني، واذكر بالهدى هدايتك الطريق، وبالسداد سداد السهم»(¬5). ¶ فاستعماله - صلى الله عليه وسلم - لما أتيح في عصره من وسائل، يعني لنا أن من تمام الاقتداء بهديه - صلى الله عليه وسلم - أن نستعمل خير ما تفتق عنه العصر من وسائل وأساليب حديثة في التربية والتعليم، مادامت مباحة. ¶ الخامس عشر: تأكيد ما يحتاج للتأكيد: ¶ فقد حلف - صلى الله عليه وسلم - على مسائل كثيرة تزيد على الثمانين : والله لايؤمن ... والذي نفسي بيده.. وأيم الله.. وغيرها كثير، وكرر بعض العبارات كقوله:«ألا وقول الزور» فما زال يكررها حتى تمنى أصحابه سكوته إشفاقاً عليه - صلى الله عليه وسلم - (¬6). ¶ السادس عشر: البعد عن مشتتات الفهم: ¶ ¬__________ ¶ (¬1) رواه البخاري (6417) ¶ (¬2) رواه البخاري (3465) ومسلم (2743). ¶ (¬3) رواه البخاري ( 3470 ) ومسلم ( 2766 ). ¶ (¬4) رواه البخاري ( 554 ) ومسلم ( 633 ). ¶ (¬5) رواه مسلم (2725). ¶ (¬6) سبق تخريجه .",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "ويدل على هذا المعنى حديث السائل عن الساعة. ، إذ أعرض عنه - صلى الله عليه وسلم - حتى لا يشتت فهم أصحابه، ثم عاد إليه (¬1) . ومن ثَمَّ فأولئك الذين يتيهون بطلابهم في أودية من التفرعات، والخروج عن مقصود الدرس، بحاجة إلى مراجعة هديه - صلى الله عليه وسلم - . ¶ ويشير القرآن الكريم إلى شيء من هذا المعنى، فيقول تعالى في شأن تدبر القرآن { إن في ذلك لذكرى لمن كان له قلب أو ألقى السمع وهو شهيد } (ق: 37) فهو حين يريد أن يتدبر القرآن التدبر الأمثل لابد أن يفرغ قلبه من الشوارد والصوارف. ¶ وفي صلاة الجمعة ينهى - صلى الله عليه وسلم - عن الانشغال عن الخطبة، أو إشغال الآخرين، ولو لإسكات من كان يتحدث «إذا قلت لصاحبك يوم الجمعة أنصت والإمام يخطب فقد لغوت»(¬2). كل هذا دعوة لأن يتهيأ المسلم للإنصات والاستماع. ¶ ولما كانت الصلاة تتطلب حضور القلب وخشوعه، وتدبر المصلي لما يكون في صلاته من تلاوة وذكر نهى - صلى الله عليه وسلم - عن الصلاة بحضرة ما يشغل المصلي، ومن ذلك:الصلاة بحضرة الطعام، ومدافعة الأخبثين، ووجود ما يشغله في قبلته. ¶ السابع عشر:مراعاة نشاط الطلاب واستعدادهم: ¶ ويدل لهذا المعنى ما رواه ابن مسعود- رضي الله عنه - قال: كان النبي - صلى الله عليه وسلم - يتخولنا بالموعظة في الأيام كراهة السآمة علينا (¬3) . ¶ أما الذين يشعرون أن التعليم يقف عند سرد معلومات جافة، فلا يعنيهم مدى استعداد الطالب، وتهيئه للتعلم، فأولئك بعيدون كلَّ البعد عن هدي المعلم الأول - صلى الله عليه وسلم - . ¶ إن المتعلم ليس آلة صماء تستقبل كل ما يرد إليها، بل هو بشرٌ له قدرات محددة، وغرائز، وصفات بشرية لابد من مراعاتها. ¶ الثامن عشر: مراجعة العلم والحفظ: ¶ ¬__________ ¶ (¬1) انظر : أساسيات في طرق التدريس العامة . لمحب الدين أبو صالح (110) . ¶ (¬2) رواه البخاري (934) ومسلم (851) ¶ (¬3) رواه البخاري (68) ومسلم (2821) وانظر المصدر السابق (108) .",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "فقد أوصى - صلى الله عليه وسلم - حفاظ القرآن بتعاهده والعناية به فقال:«تعاهدوا القرآن فو الذي نفسي بيده لهو أشد تفصياً من الإبل في عقلها» (¬1) . ¶ وكان جبريل يدارسه القرآن في رمضان (¬2) . ¶ هذه بعض المعالم التي استطعت أن أقبسها من خلال مراجعتي الهادئة لبعض نصوص السنة، وأجزم أن ما بقي أكثر مما أوردت لكنه جهد المقل، لا أدعي فيه الكمال، ولا أبرئ نفسي فيه من القصور، والمقررات السابقة، وقد حرصت قدر الإمكان على الاختصار في التعليق والاستطراد. ¶ ويظهر من خلال تلك المعالم أن النبي - صلى الله عليه وسلم - كان المعلم الأول بحق، ويظهر من ذلك أيضاً عظم الجرم والتقصير في حق تراثنا حين نتجاوزه جهلاًً بقدره، أو استخفافاً بحقه. ¶ وإني أجزم أن ثمة جوانب عدة نستطيع اكتشافها من خلال مزيد من المراجعة والقراءة المتأنية لسيرته وسنته - صلى الله عليه وسلم - . ¶ * * * ¶ الفصل الثالث: من صفات المدرس ¶ إنه ما من عمل أو مهمة صغرت أو كبرت إلا ولمن يقوم بها صفات لابد أن يتحلى بها، وصفات لابد أن يتخلى عنها، فكيف بمن يتولى أمانة إعداد الجيل، وتربية النشء؟ ¶ والحديث عن صفات المعلم يطول، فاقتصرت هنا على ما أرى ضرورة إيراده، إما لكثرة الإخلال به، أو لارتباطه بالتوجيه، أو لأن البعض قد يجهله ويغفل عنه . ¶ ويمكن أن نقسم هذه الصفات التي ينبغي أن يتحلى بها المدرس إلى صفات إيجابية ينبغي له أن يتصف بها، وصفات سلبية ينبغي أن يتخلى عنها. ¶ المبحث الأول : صفات إيجابية ¶ 1- الإخلاص لله وحده: ¶ ¬__________ ¶ (¬1) رواه البخاري ( 5033 ) ومسلم ( 791 ) . ¶ (¬2) رواه البخاري (4997) ومسلم (2308).",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "وهي خصلة تواطأ من ألَّف من سلف الأمة في أدب المعلم على الوصاة بها. قال الحافظ ابن جماعة في أدب العالم مع طلبته: :« الأول أن يقصد بتعليمهم وتهذيبهم وجه الله تعالى، ونشر العلم، ودوام ظهور الحق وخمول الباطل، ودوام خير الأمة بكثرة علمائها، واغتنام ثوابهم، وتحصيل ثواب من ينتهي إليه علمه» (¬1). ¶ وقال الإمام النووي:«ويجب على المعلم أن يقصد بتعليمه وجه الله لما سبق، وألا يجعله وسيلة إلى غرض دنيوي، فيستحضر المعلم في ذهنه كون التعليم آكد العبادات، ليكون ذلك حاثاًّ له على تصحيح النية، ومحرضاً له على صيانته من مكدراته ومن مكروهاته، مخافة فوات هذا الفضل العظيم والخير الجسيم»(¬2). ¶ وحين يصلح المدرس نيته، ويطيب طويته يتحول عمله إلى عبادة لله وحده، ويكتب له نصبه وجهده وكل ما يلاقيه حسنات عند الله، فلئن كان الرجل يثاب حين يأتي زوجته، أو حين يرفع متاع الرجل على دابته، أو حين يكف لسانه عن القيل والقال، أفلا يثاب من يغار على أبناء الأمة ويحمل همهم؟ ¶ والإخلاص أخي المدرس ينتج عنه أن تتمتع بكل ما يتمتع به الآخرون في الدنيا من مزايا مادية، وإجازات.... وتزيد عليهم في الدنيا أنك تتذوق عملك، وتعشق مهنتك فتحبها وتقبل عليها، وأن جميع الساعات التي تقضيها كل يوم في مدرستك، بل في ذهابك وإيابك مدخرة لك عند الله عز وجل. ¶ أما الدار الآخرة فهي المقصود الأعظم والمطلب الأسمى، فهناك أي ثواب سيناله المخلصون، وأي أجر سيكتب لهم؟ هذه أمور لا تدركها أنت ولا أنا، إنما علمها عند الله { والله يضاعف لمن يشاء } (البقرة:261). ¶ والنية الخالصة مع كونها شعوراً داخلياً إلا أنها تمثل عاملاً مهماً يضبط سلوك المدرس، ويفرض عليه رقابة داخلية؛ فيتقن العمل ويرعى الأمانة. ¶ 2- التقوى والعبادة: ¶ ¬__________ ¶ (¬1) تذكرة السامع والمتكلم في أدب العالم والمتعلم (47) . ¶ (¬2) المجموع شرح المهذب (1/30) .",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "روى الرامهرمزي بإسناده عن أبي العالية قال:«كنا إذا أتينا الرجل لنأخذ عنه نظرنا إلى صلاته، فإن أحسن الصلاة أخذنا عنه، وإن أساء الصلاة لم نأخذ عنه»(¬1) . ¶ وقال محمد بن سيرين: «إن هذا العلم دين؛ فانظروا عمن تأخذون دينكم»(¬2) . ¶ وقال حماد بن زيد: دخلنا على أنس بن سيرين في مرضه فقال:«اتقوا الله يا معشر الشباب، وانظروا عمن تأخذون هذه الأحاديث فإنها دينكم »(¬3) . ¶ وقال الإمام مالك رحمه الله: «إن هذا العلم هو لحمك ودمك، وعنه تسأل يوم القيامة، فانظر عمن تأخذه» (¬4) . ¶ وقال مجالد: «لا يؤخذ الدين إلا عن أهل الدين» (¬5) . ¶ فحين تطرق هذه النصوص أخي المدرس مسمع طلابنا أتراهم يرونها تنطبق علينا بحق؟ أم أنهم يدرجونا ضمن قائمة من حذَّر السلف من الأخذ عنهم؟ فلا علينا أن نطرح هذا السؤال بصدق وصراحة على أنفسنا: هل نحن معنيون بحق في الحرص على استقامة ديننا وسلوكنا؟ وهل نحن نشعر أن إعداد أنفسنا، وتقوية إيماننا، والعناية بعبادة الله عز وجل وطاعته جزءٌ لا يتجزأ من واجبنا؟ ¶ 3- حث الطالب على العلم وتحريضه عليه: ¶ إن غرس حب العلم، والعناية به من أهم الصفات التي ينبغي أن يتسم بها المدرس، وهي وصية يوصي بها المعلمَ مَنْ سلف من أهل العلم. قال الإمام النووي:«وينبغي أن يرغبه في العلم، ويذكره بفضائله وفضائل العلماء، وأنهم ورثة الأنبياء صلوات الله وسلامه عليهم، ولارتبة في الوجود أعلى من هذه»(¬6). ¶ ¬__________ ¶ (¬1) المحدث الفاصل بين الراوي والواعي للقاضي الحسن بن عبدالرحمن الرامهرمزي (409) . ¶ (¬2) رواه مسلم في مقدمة صحيحه . والخطيب في الكفاية 121 . والرامهرمزي في المحدث الفاصل(437) . ¶ (¬3) رواه الخطيب في الكفاية (122) . والرامهرمزي في المحدث الفاصل (440) . ¶ (¬4) رواه الرامهرمزي في المحدث الفاصل (444) . ¶ (¬5) رواه الرامهرمزي في المحدث الفاصل (445) . ¶ (¬6) المجموع شرح المهذب (1/30) .",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "وفي عصرنا الحاضر تزداد القضية تأكيداً، وتستحق مزيداً من الرعاية والعناية؛ إذ كثرت الصوارف والشواغل للجيل المعاصر من الملاهي ووسائل قضاء الشهوات، مما يجعل العلم والعناية به في مرتبة متأخرة من اهتمامات الطالب، هذا إن وجد ذلك أصلاً. ¶ والترغيب في العلم والحث عليه ليس بالضرورة حكراً على طريقة واحدة تتمثل كما يتصور البعض بالحديث النظري المستفيض عن فضائل العلم وأهله، وعن تقصير الجيل الحاضر في ذلك. ¶ إن مثل هذا الحديث مطلب له أهميته، لكن حين نضيف لذلك عنايتنا بغرس حب العلم عند تلامذتنا من خلال إعطائهم المزيد مما يشد انتباههم من الفوائد العلمية، وتعويدهم على القراءة من خلال توجيههم لكتب مفيدة ومشوقة. وحين يلمسون عنايتنا نحن بما نقدمه لهم، ويرون أثر العلم على ما نقدمه، ونضيف لذلك كله نماذج من سير أهل العلم وعنايتهم به؛ إننا من خلال ذلك كله يمكن أن نسهم في دفع الهم العلمي لدى طلابنا مرحلة أعلى مما هي عليه في الواقع. ¶ 4 -حسن المظهر: ¶ لا أشك أنك توافقني أن علينا أن نعتني بمظاهرنا بما لا يخرج عن حد الاعتدال؛ إذ ذلك أدعى للقبول والتقدير، وذاك يشعر طلبتنا أن الاستقامة لا تعني بالضرورة رثة المظهر، وقد كان السلف يعنون بذلك، ويوصون المحدث بحسن مظهره، نقرأ في فهرس (الجامع لأخلاق الراوي وآداب السامع للخطيب البغدادي) ما يلي: باب إصلاح المحدث هيئته وأخذه لرواية الحديث زينته، مبحث وليبتدئ بالسواك، مبحث وليقص أظافيره إذا طالت، مبحث إذا اتسخ ثوبه غسله، مبحث إذا أكل طعاماً زهماً اتقى يديه من غمره، مبحث لباس المحدث المستحب له، مبحث ويكره له أن يلبس الثوب الخلق وهو يقدر على الجديد.... ¶ وقال:«ينبغي للمحدث أن يكون في حال روايته على أكمل هيئة وأفضل زينة، ويتعاهد نفسه قبل ذلك بإصلاح أموره التي تجمله عند الحاضرين من الموافقين والمخالفين»(¬1) . ¶ ¬__________ ¶ (¬1) الجامع لأخلاق الراوي وآداب السامع (373) .",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "وروى بإسناده عن يحيى بن محمد الشهيد قال:«ما رأيت أورع من يحيى بن معين، ولا أحسن لباساً منه» (¬1) . ¶ ومن تمام حسن المظهر وأولوياته الالتزام بالضوابط الشرعية، فإسبال الثياب، أو لبس المخالف منها، أو حلق اللحية مما يخل بمظهر المعلم، ويتأكد عليه قبل غيره من الناس أن يلتزم بالمظهر الشرعي. ¶ 5 - حسن المنطق : ¶ إن المنطق واللسان يعد أخي المدرس معياراً من معايير تقويم الشخصية، لذا فلعلك توافقني أن من واجبات المدرس أن يحفظ منطقه ولسانه، فلا يسمع منه الطلاب إلا خيراً، وحتى حين يعاتب أو يحاسب، فلا يليق به أن يتجاوز ويرمي بالكلمات التي لايبالي بها. ¶ ولئن كانت الكلمة الطيبة تترك أثرها في النفوس، فالكلمة الجارحة تهدم أسوار المحبة، وتقضي على بنيانها. ولئن كنا لاندرك بدقة أثر ما نقوله على الناس، فالناس لهم مشاعر، واعتبارات ينبغي أن نرعاها. ¶ إننا نلمس في أنفسنا جميعاً أن هناك كلمات نسمعها فتترك أثراً إيجابياً أو سلبياً في نفوسنا دون أن يشعر من قالها بذلك. أفلا نجعل من هذا الاعتبار مقياساً للآخرين، فنفترض أن مشاعرهم تجاه ما يسمعونه منا لن تكون بالضرورة مدركة لنا، أو حتى واردة في حسباننا؟ مما يدفعنا إلى مراجعة منطقنا أكثر، وأن نحسب لكل كلمة نقولها حساباً. ¶ 6 - الانضباط واتزان الشخصية: ¶ يؤكد هذه الصفة الإمام النووي فيقول :«وينبغي أن يصون يديه عن العبث، وعينيه عن تفريق النظر بلا حاجة، ويلتفت إلى الحاضرين التفاتاً قصداً بحسب الحاجة للخطاب»(¬2). ¶ والاتزان صفة يحتاج إليها من يطلب من الناس أدنى اعتبار لشخصيته واحترام لها، فكيف بمن يكون معلماً للجيل وقدوة للناشئة؛ إذ إن أولئك الذين يفقدون اتزانهم، وتنبئ تصرفاتهم عن نقص في العقل وكمال الرجولة، وفقد لهيبة العلم، أولئك إنما تنادي أحوالهم بمزيد من السخرية والعبث من قبل تلامذتهم. ¶ ¬__________ ¶ (¬1) الجامع لأخلاق الرواي وآداب السامع (381) . ¶ (¬2) المجموع شرح المهذب (1/33) .",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "7 - القدوة الصالحة: ¶ كثير من الناس يستطيع التوجيه ويحسن القول، ولكن كم هم المعلمون الذين يدعون بأعمالهم، ويرى فيهم الطالب القدوة الحسنة؟ فيحسن بك أخي الكريم أن تكون قدوة صالحة لأبنائك، في عبادتك، وفي تعاملك، وفي سلوكك. وبعبارة أدق أن يتفق مقالك وحالك. ¶ إن التناقض بين القول والعمل، والظاهر والباطن، وازدواجية التوجيه وتناقضه، كل ذلك من أكبر مشكلات الجيل المعاصر، وذلك كله نبات بذرة خبيثة واحدة، ألا وهي عدم العمل بالعلم، والمأمول منك أخي المدرس أن تسهم في اجتثاث هذه النبتة السوء، لا أن تسهم دون قصد في سقيها. ¶ ولذا يقول الشافعي موصياً مؤدب أولاد الخليفة الرشيد:«ليكن أول ما تبدأ به من إصلاح أولاد أمير المؤمنين إصلاح نفسك، فإن أعينهم معقودة بعينك، فالحسن عندهم ما تستحسنه، والقبيح عندهم ما تكرهه». ¶ وها هو ابن مسعود- رضي الله عنه - يقول:«من كان كلامه لا يوافق فعله فإنما يوبِّخ نفسَه». ¶ ويرى الغزالي أن الوظيفة الثامنة للمعلم: «أن يكون عاملاً بعلمه، فلا يكذب قوله فعله؛ لأن العلم يدرك بالبصائر، والعمل يدرك بالأبصار، وأرباب الأبصار أكثر، فإذا خالف العلم العمل منع الرشد، وكل من تناول شيئاً وقال للناس لا تتناولوه فإنه سم مهلك؛ سخر الناس به، واتهموه، وزاد حرصهم على ما نهوا عنه، فيقولون: لولا أنه أطيب الأشياء وألذها لما كان يستأثر به»(¬1) . ¶ فالمدرس الذي يتحدث لطلابه عن أهمية الصلاة والمحافظة عليها، وحين يصلّون في المدرسة يرونه في آخر الصفوف أو«الذي يحث طلابه على الالتزام بالمواعيد وأهمية الوفاء بها، ثم يحضر إلى دروسه متأخراً يمحو بتصرف واحد عشرات الأقوال التي يصبُّها في آذانهم»(¬2). ¶ 8 - الوفاء بالوعد: ¶ ¬__________ ¶ (¬1) إحياء علوم الدين (1/97). ¶ (¬2) المعلم والمناهج وطرق التدريس لأستاذنا : د. محمد مرسي (21) .",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "إن الوفاء بالوعد من خلق المؤمن، بل الخلف من خصال النفاق، وإخلاف الوعد مظهر من مظاهر عدم الجدية واللامبالاة، ينطبع في أذهان الطلاب عن شخصية أستاذهم، ويعطيهم مقياساً لضآلة قدرهم عنده. ¶ فحين تعد طالباً بمكافأة، أو بحث مسألة، أو تعد سائر طلبتك بأي أمر، فاجتهد واحرص كل الحرص على الوفاء بما وعدت به، وإن حال دون ذلك حائل، أو عاق دون تحقيقه عائق فالاعتذار اللطيف يزيل ما قد يكون في النفس. ¶ 9- الإسهام في إصلاح نظام التعليم: ¶ المدرس الجاد المخلص يشعر أن مهمته لا تقف عند حد ما يقدمه في الفصل الدراسي، ولئن كانت المسؤولية عن نظم التعليم والمناهج وما يتعلق بذلك أموراً يعنى بها غير المعلم، إلا أن ذلك لا يعفيه من المشاركة والسعي للإصلاح. ¶ وهو حين يحمل هذا الهم في خاطره، ويدرك أن هذه المهمة جزءٌ من مسؤوليته، سيسهم في اقتراحٍ بناءٍ على إدارة المدرسة، أو تنبيهٍ على ملحظ، أو مناقشة هادئة في قرار. ¶ وسيدعوه ذلك أيضاً للمساهمة في إبداء اقتراح أو تصحيح خطأ حول منهج مادة يدرسها، أو طرح فكرة بناءة والكتابة عنها، أو السعي لدراسة ظاهرة من الظواهر السلبية في نظام التعليم أو مشكلة من مشكلاته. ¶ ولهذا كان السلف يوصون المعلم بالعناية بحماية نظام التعليم من المخالفات الشرعية، ولو كانت في نظر البعض من الأمور اليسيرة. قال سحنون:«وأكره للمعلم أن يعلم الجواري، ولا يخلطهن مع الغلمان؛ لأن ذلك فساد لهم» (¬1) . ¶ 10 -حسن المعاملة للطالب: ¶ ¬__________ ¶ (¬1) آداب المعلمين . مصدر سابق (123) .",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "إن الطالب هو المقصود الأول والأساس من العملية التعليمية والتربوية، ولذا فهو المتغير الرئيس الذي يتعامل معه الأستاذ، أما المنهج، وأنظمة التعليم، وغير ذلك فهي إنما وضعت أساساً لتحقيق الهدف التربوي التعليمي للطالب، ولهذا الموقع الذي يتبوأه الطالب في العملية التربوية كان لابد من وضع بعض المعالم والقواعد في التعامل مع الطالب، حتى يتحقق الهدف المقصود من التربية والتعليم. ¶ ومدار ذلك كله على حسن الخلق، وقد أعلى الشرع منزلة حسن الخلق ورفع من شأنها، قال - صلى الله عليه وسلم - :«ليس شيء أثقل في ميزان المؤمن يوم القيامة من خلق حسن»(¬1) . ¶ وترتقي منزلة أهل الخلق الحسن ليدركوا درجة أهل العبادة والزهد:«إن المؤمن ليدرك بحسن خلقه درجة الصائم القائم» (¬2) . وإذا كان حسن الخلق يتأكد على كل مسلم، فهو في حق معلم الأجيال، وأستاذ النشء آكد وأوجب، وحسن خلق المدرس مع طلابه كلمة واسعة تجمع أبواباً شتى منها: ¶ أولاً: توقير الطالب وتقديره: ¶ بعيداً عن نظرة التعالي التي سادت بين كثير من المسلمين وللأسف، وفوق احتقار الآخرين وازدرائهم - كما هو حال بعض المعلمين - فوق ذلك كله وأسمى منه يجب أن تكون أخلاقنا معشر المعلمين الدعاة. ¶ وفي الجامع لأخلاق الراوي وآداب السامع: باب إكرامه الغرباء من الطلبة وتقريبهم، استقباله لهم بالترحيب، تواضعه لهم، تحسين خلقه معهم، الرفق بمن جفا طبعه منهم، ويروي في الباب الأخير عن أبي عثمان الوراق قال: اجتمع أصحاب الحديث عند وكيع، قال : وعليه ثوب أبيض، فانقلبت المحبرة على ثوبه، فسكت مليًّا ثم قال: ما أحسن السواد في البياض. ¶ ¬__________ ¶ (¬1) رواه الترمذي (2002) وأبو داود (4799) وأحمد (26971)وانظر : السلسلة الصحيحة ( 876 ) . ¶ (¬2) رواه أبو داود (4798) وأحمد (23834) وابن حبان (1927) .",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "وعن سفيان بن وكيع قال: قال أبي: من أراد أن يحدث فليصبر وإلا فليسكت(¬1). ¶ وفي الأدب الرابع للمعلم عند ابن جماعة:«أن يحب لطالبه ما يحب لنفسه كما جاء في الحديث، ويكره له ما يكره لنفسه، قال ابن عباس: أكرم الناس علي جليسي الذي يتخطى رقاب الناس إليّ، لو استطعت أن لايقع الذباب عليه لفعلت، وفي رواية : إن الذباب ليقع عليه فيؤذيني» (¬2) . ¶ ويؤكد ابن جماعة على المعلم حسن المعاملة في موضع آخر فيقول:«وكذلك ينبغي أن يترحب بالطلبة إذا جلسوا إليه، ويؤنسهم بسؤالهم عن أحوالهم،وأحوال من يتعلق بهم بعد درسهم، وليعاملهم بطلاقة الوجه، وظهور البشر، وحسن المودة، وإعلام المحبة، وإضمار الشفقة»(¬3) . ¶ وقال النووي:«وينبغي له أن يحنو عليه، ويعتني بمصالح نفسه وولده، ويجريه مجرى ولده في الشفقة عليه والاهتمام بمصالحه» (¬4) . ¶ إن توقير الطالب وتقديره - مع أنه خلق المسلم ابتداء - يعلِّمه أن يوقر الناس، ويدعوه لمحبة مدرسه، والتلقي فرع عن المحبة وصفاء القلوب، وهو كذلك يخرج لنا جيلاً يتصف بحسن الخلق، وصفاء السريرة؛ إذ هو يتعلمها ويدرسها من خلال الواقع الملموس والصورة الحية، مما يفعل ما لا تفعله الكلمات المجردة. ¶ ثانياً: الثناء عليه حين يحسن: ¶ إننا نجيد النقد لمن أساء، ونرى أن إيقافه عند حده من بدهيات واجبات المدرس؟ فما بالك بمن يحسن؟ أليس في المقابل يستحق الثناء، ولو بدعوة صالحة: جزاك الله خيراً، أثابك الله، زادك الله علماً وحين يتجاوب الثغر مع اللسان فيفتر عن ابتسامة صادقة، يدرك الطالب صدق مودة مدرسه. ¶ ¬__________ ¶ (¬1) الجامع لأخلاق الراوي وآداب السامع (1/355) . ¶ (¬2) تذكرة السامع والمتكلم ( 49 ) . ¶ (¬3) تذكرة السامع والمتكلم ( 65 ) . ¶ (¬4) المجوع شرح المهذب ( 1/ 31 ) .",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "وحين نقرأ سيرة النبي - صلى الله عليه وسلم - فلن تخطئنا تلك المواقف التي كان يثني فيها على من أحسن من صحابته كما سبق الحديث عن ذلك في هديه - صلى الله عليه وسلم - . ¶ ومرة أخرى مع ابن جماعة يعلمنا هذا الأدب فيقول:«فمن رآه مصيباً في الجواب، ولم يخف عليه شدة الإعجاب شكره وأثنى عليه بين أصحابه؛ ليبعثه وإياهم على الاجتهاد في طلب الازدياد»(¬1) . ¶ ثالثاً: العدل بين الطلاب: ¶ على العدل قامت السموات والأرض، وبه أوصى الله عباده : { إن الله يأمر بالعدل والإحسان وإيتاء ذي القربى وينهى عن الفحشاء والمنكر والبغي يعظكم لعلكم تذكرون } (النحل :90) ولذا فعلينا معشر المعلمين أن نتحرى العدل ونقصده، ونسعى إليه بين طلبتنا، وألا تظهر الميول والتقديرات الشخصية قدر الإمكان. فالمحاباة والتفريق في المعاملة مما يمقته الطلاب وينفرون منه ومن صاحبه. ¶ وهي قضية لم تكن تغيب عن علمائنا الأوائل، فتوارثوا إيصاء المعلم بالعدل، وتحذيره من خلافه. قال الإمام النووي:«وينبغي أن يقدم في تعليمهم إذا ازدحموا الأسبق فالأسبق، ولايقدمه في أكثر من درس إلا برضا الباقين» (¬2). ¶ وقال ابن قيم الجوزية:«إن الطالب المتعلم إذا سبق غيره إلى الشيخ ليقرأ عليه لم يقدم بدرسين إلا أن يكون كل منهم يقرأ درس» (¬3). ¶ وعقد ابن سحنون باباً في ذلك (ماجاء في العدل بين الصبيان) وأورد فيه بإسناده عن الحسن قال:«إذا قوطع المعلم على الأجرة فلم يعدل بينهم - أي الصبيان - كتب من الظلمة» (¬4) . ¶ وقال في موضع آخر:«وليجعلهم بالسواء في التعليم، الشريف والوضيع، وإلا كان خائناً». ¶ ¬__________ ¶ (¬1) تذكرة السامع والمتكلم ( 54 ) . ¶ (¬2) المجموع شرح المهذب (1/33) . ¶ (¬3) الفروسية (114) . وانظر الفكر التربوي عند ابن القيم لحسن الحجاجي (450) . ¶ (¬4) آداب المعلمين لابن سحنون . المطبوع في نهاية كتاب المذهب التربوي عند ابن سحنون (115) .",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "وغني عن البيان أن تلك التوجيهات والوصايا قد ذكرها أصحابها على سبيل المثال، فالعدل صفة محمودة مطلوبة كل وقت، وإن اختلفت صوره وتطبيقاته من عصر لآخر. ¶ رابعاً:الاعتدال في معالجة الأخطاء: ¶ إن الصبر على الجفاء، وتحمل سيئ الطباع من محاسن الأخلاق، ونحن نسعى لبناء كل خلق فاضل في نفوس أبنائنا، أوليست التربية بالفعل أبلغ من القول ؟ فما رأيك أخي المدرس حين يعتاد تلميذك منك الصبر على جفائه، وتحمل هفوته، بما لا يزيل الهيبة، و يجرئ على المعاودة؟ وإن كان ولابد من التنبيه فبحسن الإشارة، وجميل التلطف، لذا يوصي ابن جماعة المعلم بهذا الخلق فيقول:«وينبغي أن يعتني بمصالح الطالب، ويعامله بما يعامل به أعز أولاده من الحنو والشفقة عليه، والإحسان إليه، والصبر على جفاء ربما وقع منه نقص لا يكاد يخلو الإنسان عنه، وسيئ أدب في بعض الأحيان، ويبسط عذره بحسب الإمكان، ويوقفه مع ذلك على ما صدر منه بنصح وتلطف، لا بتعنيف وتعسف، قاصداً بذلك حسن تربيته، وتحسين خلقه، وإصلاح شأنه، فإن عرف ذلك لذكائه بالإشارة، فلا حاجة لصريح العبارة، وإن لم يفهم إلا بصريحها أتى بها وراعى التدريج في التلطف»(¬1). ¶ ويكرر الغزالي الوصية نفسها فيرى أن من آداب المعلم:«أن يزجر المتعلم عن سيئ الأخلاق بطريق التعريض ما أمكن ولا يصرح، وبطريق الرحمة لابطريق التبويخ\" (¬2). ¶ ويؤكد الإمام النووي هذا المعنى فيقول:«ويجريه مجرى ولده في الشفقة عليه، والصبر على جفائه وسوء أدبه، ويعذره في سوء أدب وجفوة تعرض منه في بعض الأحيان، فإن الإنسان معرضٌ للنقائص»(¬3). ¶ والمنطق السليم يقتضي من المعلم أن يعالج الخطأ داخل الفصل بما يراه يحقق المصلحة، وأن لايتدخل طرف ثالث قدر الإمكان، والكي إنما هو آخر الدواء لا أوله. ¶ ¬__________ ¶ (¬1) تذكرة السامع والمتكلم ( 50 ) . ¶ (¬2) إحياء علوم الدين ( 1/57 ) . ¶ (¬3) المجموع شرح المهذب (1/30) .",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "وحين نتصور أن القصور والخطأ صفة ملازمة للطالب قلما ينفك عنها، وبخاصة في هذا الوقت، فسوف نتجاوز كثيراً من الأخطاء، أو نضعها في حجمها الطبيعي على الأقل ، وما أعظم أن يحتوي المعلم خطأ الطالب بنظرة، أو همسة، أو لفتة غير مباشرة، أو حديث خاص خارج الفصل. ¶ وانظر إلى هذا النموذج الرائع من الصبر على جفاء الجاهل. قال أبو يوسف رحمه الله: \"أتيت مجلس أبي حنيفة رحمه الله تعالى، فجلست فيه، فجاء رجل فقام في ناحية المجلس فجعل يسبُّ أبا حنيفة ويشتمه، فما يقطع أبو حنيفة حديثه ولا التفت إلى كلامه، ولا أجابه أحد من أهل المجلس حتى فرغ أبو حنيفة من كلامه، وقام ليدخل داره، فلما بلغ أبو حنيفة إلى باب داره قام عند بابه واستقبل الرجل، وقال : هذه داري أريد الدخول، فإن كنت مستتم باقي كلامك فأتمه حتى لا يبقى شيء مما عندك تخاف عليه الفوت، فاستحيا الرجل، وقال : اجعلني في حل، فقال : أنت في حل\" (¬1). ¶ خامساً: الاهتمام بالطالب: ¶ «إن وجود المتعلم داخل المدرسة لا يعني انفصاله بأي حال من الأحوال عن المؤثرات الخارجية التي يحتك بها، بل إن تأثير بعض المشكلات الخارجية على التعليم يجعل الوصول إلى الأهداف التربوية والتعليمية المنشودة في غاية الصعوبة والتعقيد، لذا فإن واجب المعلم أن يتعرف على جانب من المشكلات الاجتماعية التي يعيشها المتعلم؛ لما لها من أثر في نموه العلمي والاجتماعي\" (¬2) . ¶ ¬__________ ¶ (¬1) من أعلام التربية الإسلامية ( 1/ 137- 138 ) .نقلاً عن مناقب أبي حنيفة للموفق المكي ( 249 ) . ¶ (¬2) إعداد المعلم من منظور التربية الإسلامية.د عبدالله عبدالحميد محمود (71).",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "وقد تمر بالطالب حالة خاصة، كمرض، أو ظروف شخصية، فحين يعطيه مدرسه اهتماماً شخصياً، ولو بمجرد السؤال عن حاله، والاستفصال عنها فإن هذا يشعره بقيمته واهتمام مدرسه به ، بل يذهب ابن جماعة إلى أبعد من ذلك فيقول:«وإذا غاب بعض الطلبة أو ملازمي الحلقة زائداً عن العادة سأل عنه، وعن أحواله وعن من يتعلق به، فإن لم يخبر عنه بشيء أرسل إليه، أو قصد منزله بنفسه وهو أفضل، فإن كان مريضاً عاده، وإن كان في غم خفض عليه، وإن كان مسافراً تفقد أهله ومن يتعلق به، وسأل عنهم وتعرض لحوائجهم، ووصله بما أمكن، وإن كان فيما يحتاج إليه فيه أعانه، وإن لم يكن شيء من ذلك تودد له ودعا له»(¬1). ¶ وقد يجد المعلم أن لدى تلميذه ضائقة مالية فيسعى لأن يكون وسيطاً بينه وبين أهل الخير، ليقدم له شيئاً من المساعدة التي تشعره أن هناك من يدرك معاناته ويحس بآلامه. ¶ سادساً: التواضع: ¶ التعليم ميدان للتصدر والرفعة، فقد يدخل على المعلم في ذلك ما يدخل عليه من زهو، وشعور بالرفعة، قال ابن عبدوس:«كلما توقر العالم وارتفع كان العجب إليه أسرع إلا من عصمه الله بتوفيقه، وطرح حب الرياسة عن نفسه»(¬2). ¶ ولذا يؤكد أهل العلم على المعلم التخلق بخلق التواضع. ¶ روى ابن عبدالبر في جامع بيان العلم وفضله عن عمر بن الخطاب –رضي الله عنه- أنه قال:«تعلموا العلم وعلِّموه للناس، وتعلَّموا له الوقار والسكينة، وتواضعوا لمن تعلمتم منه، ولمن علمتموه، ولا تكونوا جبابرة العلماء، فلايقوم جهلكم بعلمكم» (¬3). ¶ وقد أوصى الإمام الآجري من يعلِّم القرآن بالتواضع فقال:«ويتواضع لمن يلقنه القرآن، ويقبل عليه إقبالاً جميلاً» (¬4) . ¶ ¬__________ ¶ (¬1) تذكرة السامع والمتكلم ( 61 - 63 ) . مع ملاحظة اختلاف الأعراف والعبرة بالمعنى العام من كلامه رحمه الله. ¶ (¬2) جامع بيان العلم وفضله (1/142) . ¶ (¬3) جامع بيان العلم وفضله (1/135) . ¶ (¬4) أخلاق أهل القرآن للآجري (111) .",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "وقال أيضاً رحمه الله:«وينبغي لمن قرأ عليه القرآن فأخطأ عليه أو غلط ألا يعنفه، وأن يرفق به، ولا يجفو عليه، فإني لا آمن أن يجفو عليه فينفر عنه، وبالحري ألا يعود إلى المسجد»(¬1) . ¶ قال الإمام النووي:\"وينبغي له ألا يتعظم على المتعلمين، بل يلين لهم ويتواضع، فقد أمر بالتواضع لآحاد الناس، قال الله تعالى : { واخفض جناحك للمؤمنين } وعن عياض بن حمار- رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - :«إن الله أوحى إلي أن تواضعوا »رواه مسلم. ¶ وعن أبي هريرة- رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال:«ما نقصت صدقة من مال، وما زاد الله عبداً بعفو إلا عزًّا، وما تواضع أحدٌ لله إلا رفعه الله» رواه مسلم، فهذا التواضع لمطلق الناس فكيف بهؤلاء الذين هم كأولاده مع ما هم عليه من الملازمة لطلب العلم، ومع ما لهم عليه من حق الصحبة وترددهم إليه، واعتمادهم عليه، وفي الحديث عن النبي - صلى الله عليه وسلم - ::« لينوا لمن تُعلِّمون، ولمن تتعلَّمون منه» وعن الفضيل بن عياض رحمه الله\"أن الله عز وجل يحب العالم المتواضع، ويبغض العالم الجبار، ومن تواضع لله تعالى ورَّثه الحكمة» أ.هـ(¬2) . ¶ وقد يكون المرء في موقع يرى منه الناس ما لايرونه في أنفسهم، فيكبرونه، وينزلونه فوق منزلته، والمدرس من أكثر الناس عرضة لذلك، فالحري به أن«يعرف قدر نفسه فلا ينخدع بما يقال عنه، ولايركن إلى ثناء أحد عليه، ولا يدخله العجب والغرور بما يرى من كثرة طلاب العلم حوله» (¬3). ¶ سابعاً: العناية بالطالب الموهوب : ¶ ¬__________ ¶ (¬1) أخلاق أهل القرآن للآجري (120) . ¶ (¬2) المجموع شرح المهذب (1/30) ¶ (¬3) إعداد المعلم من منظور التربية الإسلامية. د عبدالله بن عبدالحميد محمود (225).",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "لقد خلق الله الناس معادن وطاقات متفاوتة كما قال - صلى الله عليه وسلم - :«الناس معادن، خيارهم في الجاهلية خيارهم في الإسلام إذا فقهوا »(¬1). ¶ وقال:«مثل ما بعثني الله به من الهدى والعلم كمثل الغيث الكثير أصاب أرضاً، فكان منها نقية قبلت الماء فأنبتت الكلأ والعشب الكثير، وكانت منها أجادب أمسكت الماء فنفع الله بها الناس فشربوا وسقوا وزرعوا، وأصابت منها طائفة أخرى إنما هي قيعان لا تمسك ماء ولا تنبت كلأ، فذلك مثل من فقه في دين الله ونفعه ما بعثني الله به؛ فَعَلِمَ وعلَّم، ومثل من لم يرفع بذلك رأساً، ولم يقبل هدى الله الذي أرسلت به»(¬2) . ¶ ولقد كان سلف الأمة - رحمهم الله - يعنون بذلك أيما عناية، روى ابن عبد البر في الجامع عن عبد الملك بن عبد العزيز بن سلمة بن أبي الماجشون قال:أتيت المنذر بن عبدالله الحزامي وأنا حديث السن، فما رآني اهتز إلي على غيري لما رأى في بعض الفصاحة، فقال لي:من أنت؟ فقلت له: عبد الملك بن عبدالعزيز بن أبي سلمة. فقال:«اطلب العلم فإن معك حذاءك وسقاءك»(¬3). ¶ ومصطلح الموهوب أوسع وأشمل من أن يقتصر على من يتمتع بقدر أكبر من الذكاء، فهو يشمل كل من يملك قدرات خاصة تؤهله للتفوق في أي مجال من المجالات، فالشعر والخطابة والكتابة مواهب، والقدرات العملية والقيادية كذلك. ¶ ¬__________ ¶ (¬1) رواه البخاري (3383) ومسلم ( 2638 ) . ¶ (¬2) رواه البخاري ( 79 ) ومسلم ( 2282 ) . ¶ (¬3) جامع بيان العلم وفضله (1/86)",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "ونأسف حين نرى الغرب الكافر يعتني بالموهوبين، ويسن لرعايتهم أنظمة خاصة، ويقيم فصولاً ومدارس خاصة بهم، في حين يلقون غاية الإهمال لدى المسلمين، فتقام في أمريكا سنوياً مسابقة لاختيار الاختراعات التي يتقدم بها الأطفال(5-13) سنة، وأقيمت مسابقة عام 1992م في واشنطن وشارك فيها 51 طفلا ممن فازوا في التصفيات التي جرت على مستوى الولايات المتحدة، وابتداءً من شهر أغسطس الماضي عرضت الاختراعات الفائزة في متحف التاريخ الأمريكي جنباً إلى جنب مع الاختراعات الأمريكية الأخرى، كبادرة لتشجيع المخترعين الصغار (¬1) . ¶ فحين ترى طالباً يفوق غيره في قدراته، فماذا أنت صانع نحوه؟ وهل فكرت أن عليك أن تنظر له نظرة غير أقرانه؟ وأن توليه رعايةً واهتماماً يليقان به؟ أليست هذه الطاقات هي المؤهلة لتتبوأ المكانة الاجتماعية أو العلمية والفكرية في المجتمع؟ وصلاحها ينتج عنه خير كثير. ¶ ونستطيع أن نرسم لأنفسنا هدفين رئيسين في التعامل مع الموهوب: ¶ الهدف الأول: ¶ أن نسلك به طريق الاستقامة والصلاح، ويسير في ركب جيل الصحوة، وهذا هو المطلب الأولى والأساس، والضمانة لاستثمار هذه الطاقة وتوجيهها. ¶ الهدف الثاني: ¶ قد يعجز المدرس عن التأثير التام على الموهوب وجلبه لتيار الخير والاستقامة والتغيير الجذري لديه، فلا أقل من أن يزرع لديه حب الخير وأهله، والولاء للدين، واستغلال طاقته وموهبته في خدمة دين الله، فهذا من تمام شكر نعمة الله عليه. ¶ * * * ¶ المبحث الثاني: صفات سلبية ¶ لئن كانت هناك صفات إيجابية ينبغي للمعلم أن يتحلى بها، فهناك صفات سلبية ينبغي له أن يتأى عنها ويتجنبها، ومن أبرز تلك الصفات : ¶ 1- الاستكبار عن قبول الحق: ¶ ¬__________ ¶ (¬1) جريدة الرياض ( 8 838 ) 7 / 3/ 1413هـ",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "قد يكون لدى أحد طلبتك علم في مسألة معينة ليس عندك، أو سمع فيها ما لم تسمع، أو يتضح لك بعد النقاش أن الحق بخلاف ما قلته، فهلا فكرت في كسر حاجز الهوى، وقبول الحق والانتصار على الوهم الذي يوحي إليك أن هذا يغض من شأنك؟ بل فيه الرفعة والثقة، فالناس كل الناس يدركون أنه لا كمال لبشر، وأنه ما من أحد من كبار أهل العلم إلا وتعزب عنه شاردة أو واردة، فكيف بي وبك؟ بل إن الاعتراف بالحق يزيد تلامذتك ثقة أنك لا تقول إلا ما تعلم، ولا تنطق إلا بما توقن. ¶ لذا فيعد الإمام النووي من صفات المعلم أن:«لايستنكف عن التعلم ممن هو دونه، في سن، أو نسب، أو شهرة، أو دين، أو في علم آخر، بل يحرص على الفائدة ممن كانت عنده، وإن كان دونه في جميع هذا»(¬1). ¶ 2 - حسد الطالب: ¶ الحسد سلوك شاذ يصدر عن أصحاب النفوس المريضة حين ترى من فاقها في أمر من أمور الدنيا الفانية، وهو يحمل علاوة على خبث الطوية سخطاً على قضاء الله وعدم رضا بعطائه؛ لذا فالمدرس أعظم قدراً، وأعلى شأناً من أن يحمل في قلبه حسداً أو غلاً تجاه أحد أبنائه؛ خاصة حين يفوقه، وهو مسلك حذر منه السلف الصالح. ¶ قال الإمام النووي:«ولا يحسد أحداً منهم لكثرة تحصيله، فالحسد حرامٌ للأجانب وهنا أشد؛ لأنه بمنزلة الوالد، وفضيلته يعود إلى معلمه منها نصيبٌ وافرٌ؛ فإنه مربيه، وله في تعليمه وتخريجه في الآخرة الثواب الجزيل، وفي الدنيا الدعاء المستمر والثناء الجميل»(¬2). ¶ 3 - الفتيا بغير علم: ¶ ¬__________ ¶ (¬1) المجموع شرح المهذب (1/29) . ¶ (¬2) المجموع شرح المهذب (1/33) .",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "ما أكثر ما يأتيك أخي المدرس السؤال والاستفتاء من طلبتك فهلا روَّضت نفسك على أن تقول لما لاتعلم لا أعلم؟ فمن حرم لا أدري أصيبت مقاتله، وهل وضعت نصب عينيك قوله تعالى : } قل إنما حرم ربي الفواحش ما ظهر منها وما بطن والإثم والبغي بغير الحق وأن تشركوا بالله ما لم ينزل به سلطاناً وأن تقولوا على الله ما لا تعلمون { (الأعراف : 33). وقوله سبحانه : { ولا تقف ما ليس لك به علم إن السمع والبصر والفؤاد كل أولئك كان عنه مسؤولاً } (الإسراء : 36) . وأجرأ الناس على الفتيا أقلهم علماً كما قال سحنون . ¶ »عقد الإمام ابن عبد البر في جامع بيان العلم وفضله باباً بعنوان: (ما يلزم العالم إذا سئل عما لا يدريه من وجوه العلم) وروى بسنده عن عبد الرحمن بن مهدي قال: كنا عند مالك بن أنس فجاء رجل فقال: يا أبا عبد الله، جئتك من مسيرة ستة أشهر حمَّلني أهلُ بلدي مسألةً أسألك عنها. قال: فسل. قال:فسأله الرجل عن المسألة. فقال: لا أحسنها. قال: فبهت الرجل كأنه قد جاء إلى من يعلم كل شيء. قال:أي شيء أقول لأهل بلدي إذا رجعت إليهم؟ قال: تقول لهم: قال مالك : لا أحسن»(¬1) . ¶ وقال مالك رحمه الله:«ينبغي للعالم أن يألف فيما أشكل عليه قول لا أدري، فإنه عسى أن يهيأ له خير». قال ابن وهب: وكنت أسمعه كثيراً ما يقول: لا أدري. وقال في موضع آخر:«لو كتبنا عن مالك لا أدري لملأنا الألواح»(¬2). ¶ ¬__________ ¶ (¬1) جامع بيان العلم وفضله (2/53) . ¶ (¬2) جامع بيان العلم وفضله ( 2/53-54) .",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "ولذا يوصي ابن جماعة المعلم بذلك فيقول:«واعلم أن قول المسئول لا أدري لا يضع من قدره كما يظنه بعض الجهلة، بل يرفعه؛ لأنه دليل عظيم على عظم محله، وقوة دينه، وتقوى ربه، وطهارة قلبه، وكمال معرفته وحسن تثبته، وقد روينا معنى ذلك عن جماعة من السلف، وإنما يأنف من قول لا أدري من ضعفت ديانته، وقلت معرفته؛ لأنه يخاف من سقوطه من أعين الحاضرين، وهذه جهالة ورقة دين، وربما يشهر خطؤه بين الناس فيقع فيما فرَّ منه، ويتصف عندهم بما احترز عنه، وقد أدب الله تعالى العلماء بقصة موسى مع الخضر حين لم يرد موسى عليه السلام العلم إلى الله تعالى لما سئل هل أحد في الأرض أعلم منك\" (¬1). ¶ ¬__________ ¶ (¬1) تذكرة السامع والمتكلم (42-43) .",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "وقال الإمام النووي:«وإذا سئل عن شيء لا يعرفه أو عرض في الدرس ما لا يعرفه فليقل لا أعرفه ولا أتحققه، ولا يستنكف من ذلك، فمِن عِلْم العالم أن يقول لما لا يعلم: لا أعلم، أو الله أعلم. فقد قال ابن مسعود - رضي الله عنه - : « يا أيها الناس، من علم شيئاً فليقل به، ومن لم يعلم فليقل: الله أعلم، فإن من العلم أن يقول لما لا يعلم : الله أعلم، قال الله تعالى لنبيه - صلى الله عليه وسلم - : { قل ما أسألكم عليه من أجرٍ وما أنا من المتكلفين } رواه البخاري. وقالوا: ينبغي للعالم أن يورث لأصحابه لا أدري، معناه يكثر منها، وليعلم أن معتقد المحققين أن قول العالم لا أدري لا يضع منزلته، بل هو دليل على عظم محله وتقواه، وكمال معرفته؛ لأن المتمكن لا يضره عدم معرفته مسائل معدودة، بل يستدل بقوله لا أدري على تقواه، وأنه لا يجازف في فتواه. وإنما يمتنع من لا أدري مَنْ قلَّ علمه، وقصرت معرفته، وضعفت تقواه؛ لأنه يخاف لقصوره أن يسقط من أعين الحاضرين، وهو جهالة منه، فإنه بإقدامه على الجواب فيما لا يعلمه، يبوء بالإثم العظيم، ولا يرفعه ذلك عما عرف له من القصور بل يستدل به على قصوره؛ لأنا إذا رأينا المحققين يقولون في كثير من الأوقات لا أدري، وهذا القاصر لا يقولها أبداً علمنا أنهم يتورعون لعلمهم وتقواهم، وأنه يجازف لجهله وقلة دينه، فوقع فيما فرَّ عنه، واتصف بما احترز منه، لفساد نيته، وسوء طويته، وفي الصحيح عن رسول الله - صلى الله عليه وسلم - :«المتشبع بما لم يعط كلابس ثوبي زور»(¬1) . ¶ 4 - كثرة المزاح: ¶ ¬__________ ¶ (¬1) المجموع شرح المهذب (1/34)",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "لا شك أن الترويح، والدعابة اللطيفة وإذهاب الملل أمر مطلوب، وقد كان - صلى الله عليه وسلم - يداعب أصحابه ولا يقول إلا حقاًّ (¬1) لكن المزاح حين يكثر يصبح له أثر آخر يحذرنا منه الخطيب البغدادي قائلاً:«يجب أن يتقي المزاح في مجلسه؛ فإنه يسقط الحشمة، ويقل الهيبة». وساق بإسناده إلى الأحنف بن قيس قال: قال لي عمر بن الخطاب:«يا أحنف، من كثر ضحكه قلت هيبته، ومن أكثر من شيء عرف به، ومن مزح استخف به»(¬2) . ¶ وقال محمد بن المنكدر: قالت لي أمي: يا بني، لا تمازح الصبيان فتهون عليهم»(¬3) . ¶ وحين يكثر المدرس من المزاح فسوف يسقط قدره وتقل هيبته ويهون على تلامذته، ناهيك عن أن من أهم ما يُنتظر من المدرس ومعلم الجيل أن يكون قدوة صالحة، وأن يسهم في غرس الجد والمثابرة لدى أبنائه، والإسفاف في المزاح وكثرة الهزل يعطيهم قدوة سيئة في ذلك. ¶ 5- استخدام الطلبة في الأمور الشخصية: ¶ ألا ترى أنه مما لا يليق بالمدرس أن يستخدم طلابه في أموره الشخصية، ويكلفهم بها مهما هانت ؟ يجيبنا على هذا التساؤل الحافظ ابن جماعة فيقول:«وكذا ينزهه – علمه – من طمع في رفق من طلبته بمال أو خدمة أو غيرهما بسبب اشتغالهم عليه وترددهم إليه»(¬4) اللهم إلا أن تكون حاجة عامة غير شخصية، وفي اشتغال المعلم بها تضييع لوقته، وهذا الطالب من خاصته فلا حرج حينئذ بل إنه يتشرف بخدمته، مادام يشعر أن ذلك ليس لشخصه فقط. ¶ 6- الوقوع في مواطن التهم: ¶ ¬__________ ¶ (¬1) رواه الترمذي ( 1991 ) ورواه أيضاً في الشمائل ( 202 ) وقال : حسن صحيح . ¶ (¬2) الجامع لأخلاق الراوي وآداب السامع ( 2/50 ) . ¶ (¬3) الجامع لأخلاق الراوي وآداب السامع (2/150) . ¶ (¬4) تذكرة السامع والمتكلم ( 19 ) .",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "المرء مسئول عن نفسه، وعليه أن يبعدها عن مواضع التهم كما قال ابن جماعة:«وكذلك يتجنب مواضع التهم وإن بعدت، ولا يفعل شيئاً يتضمن نقص مروءة، أو ما يستنكر ظاهراً، وإن كان جائزاً باطناً؛ فإنه يعرض نفسه للتهمة، وعرضة للوقيعة، ويوقع الناس في الظنون المكروهة، وتأثيم الوقيعة، فإن اتفق وقوع شيء من ذلك لحاجة أو نحوها، أخبر من شاهده بحكمه، وبعذره ومقصوده كيلا يأثم بسببه، أو ينفر عنه فلا ينتفع بعلمه، ولذلك قال النبي - صلى الله عليه وسلم - للرجلين لما رأياه يتحدث مع صفية فوليا :\"على رسلكما إنها صفية\" ثم قال:\"إن الشيطان يجري من ابن آدم مجرى الدم، فخفت أن يقذف في قلوبكما شيئاً(¬1)» ا.هـ. (¬2) ¶ 7- سرعة الانفعال ولغة التهديد: ¶ من لوازم حسن الخلق الترفع عن سرعة الانفعال وشدة الغضب، واستبعاد لغة التهديد، ومن أسوأ الأساليب التي لا يجني منها المدرس إلا الكراهية من طلابه بل استخفافهم وسخريتهم:التهديد بما يعلم الطلاب أنه لن يفعله. ¶ وعناية المدرس بانضباط الفصل وهدوئه ينبغي ألا تكون على حساب التربية، وعلاقته مع الطلاب. ¶ والأغلب أن تكون هذه المواقف ردة فعل لسلوكيات ومخالفات لا ترقى لحجم هذه العقوبة والقسوة، ويمكن تجاوزها بإشارة، أو تنبيه لطيف يزيلها ويحفظ للمدرس وقاره وقدره. ¶ 8 - السخرية من الطالب واحتقاره: ¶ قال عز وجل : { يا أيها الذين آمنوا لا يسخر قوم من قوم عسى أن يكونوا خيراً منهم ولا نساء من نساء عسى أن يكن خيراً منهن ولا تلمزوا أنفسكم ولا تنابزوا بالألقاب بئس الاسم الفسوق بعد الإيمان ومن لم يتب فأولئك هم الظالمون } (الحجرات:11) وشدد النبي - صلى الله عليه وسلم - من أمر السخرية بالمسلم فقال:«بحسب امرئ من الشر أن يحقر أخاه المسلم»(¬3). ¶ ¬__________ ¶ (¬1) رواه البخاري (3281) ومسلم (2175). ¶ (¬2) تذكرة السامع والمتكلم (19-20) . ¶ (¬3) رواه مسلم (2564).",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "لقد جمع الله سبحانه وتعالى بين قلوب عباده المؤمنين بجامع الأخوة، وربط بينهم برابطة التقوى، تلك الأخوة والرابطة التي تذوب عندها كل الفواصل الأرضية والنعرات الجاهلية، ويستوي فيها الصغير والكبير، والشريف والوضيع، ومن الإخلال بهذا الأدب الذي أدبنا الله به في كتابه، ومن ارتكاب الشر الذي نهانا عنه - صلى الله عليه وسلم - أن نحتقر الطالب ونسخر منه، فنحرجه أمام زملائه؛ فقد يجيب إجابة، أو يسأل سؤالاً، أو يقع في خطأ ما، فهل يعني هذا أن نمرغ كل معاني الخلق الفاضل لنوجه له سخرية لاذعة؟ ¶ إن إيغار صدره على معلمه، ورده لما يسمع منه، ومشاركة سائر الطلبة له مشاعر السخط، كل ذلك نتيجة منطقية وبدهية لأسلوب السخرية الذي يمارسه بعض المعلمين. ¶ فهلا أدبنا أنفسنا بالأدب الشرعي، ووزنا ألفاظنا قبل أن نتفوه بها؟ ¶ ويذكر أستاذنا د. محمد عبد العليم مرسي قصة تصور النتيجة التي يمكن أن يصل إليها الطالب حين يعامل بالسخرية والاحتقار فيقول:« ولا زلت أذكر حتى الآن، منذ كنت طالباً أن زميلاً لي في بداية المرحلة الثانوية، وقف ليخبر مدرس اللغة الإنجليزية أنه قد نظر في القاموس فوجد معنىً مختلفاً عما قاله الأستاذ ... وكانت كارثة. لقد استلمه الأستاذ سخريةً واستهزاءً وانسحب الولد صامتاً، ولم ينته الأمر عند هذا الحد، بل قد صارت عادةً للمعلم المذكور كل يوم أن يدخل إلى الفصل ليبادر بالسؤال: أين صاحبنا الباحث في القاموس؟ أين قاموسنا اليوم؟ وهكذا والطلاب يضحكون من زميلهم، إما مجاملة للأستاذ، وإما عدم فهم لحالة زميلهم المسكين الذي انسحب تماماً من درس اللغة الإنجليزية»(¬1). ¶ 9 - غيبة الطلاب: ¶ ¬__________ ¶ (¬1) المعلم والمناهج وطرق التدريس . د. محمد عبد العليم مرسي (99).",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "يدور الحديث كثيراً بين المعلمين فيما يتعلق بالطلاب، وقد يمتد هذا الحديث إلى الوقوع في أعراضهم. وتحريم الغيبة مما لا يشك فيه مسلم، قال تعالى : { ولا يغتب بعضكم بعضاً أيحب أحدكم أن يأكل لحم أخيه ميتاً فكرهتموه واتقوا الله إن الله تواب رحيم } .(الحجرات: 12) ويشبِّه النبي - صلى الله عليه وسلم - تحريم عرض المسلم بتشبيه بليغ، إذ يقول:«إن دماءكم، وأموالكم، وأعراضكم عليكم حرام، كحرمة يومكم هذا، في شهركم هذا، في بلدكم هذا» (¬1)ويعرفها - صلى الله عليه وسلم - بتعريف جامع مانع بأنها:«ذكرك أخاك بما يكره»(¬2). ¶ فالطالب أخ لك أيها المعلم، وذكرك له بما يكره من الغيبة التي هي أربى الربا:« إن من أربى الربا الاستطالة في عرض المسلم بغير حق»(¬3) . ¶ 10- إملال الطالب: ¶ عقد الخطيب البغدادي في كتابه الجامع لأخلاق الراوي وآداب السامع باباً بعنوان: (كراهة إملال السامع وإضجاره بطول إملاء المحدث وإكثاره). ¶ وقال: « ينبغي للمحدث ألا يطيل المجلس الذي يرويه، بل يجعله متوسطاً ويقتصد فيه؛ حذراً من سآمة السامع وملله، وأن يؤدي ذلك إلى فتوره عن الطلب وكسله. فقد قال أبو العباس محمد بن يزيد المبرد فيما بلغني عنه: من أطال الحديث وأكثر القول فقد عرَّض أصحابه للملال وسوء الاستماع. ولأن يدع من حديثه فضلة يعاد إليها أصلح من أن يَفْضُل عنه ما يلزم الطالبَ استماعُه من غير رغبة فيه ولا نشاط له» (¬4) . ¶ وروى بإسناده أن عبيد بن عمير دخل على عائشة - رضي الله عنها- فقالت له:«ألم أحدث أنك تجلس ويجلس إليك؟ قال: بلى. قالت: فإياك وإملال الناس وتقنيطهم\". ¶ وروى عن الوليد بن مزيد البيروتي قال:«المستمع أسرع ملالاً من المتكلم»(¬5) . ¶ ¬__________ ¶ (¬1) رواه البخاري (67) ومسلم (1679) ¶ (¬2) رواه مسلم (2589) ¶ (¬3) رواه أحمد (1354) وأبو داود (4876) ¶ (¬4) الجامع لأخلاق الراوي وآداب السامع (2/127) . ¶ (¬5) الجامع لأخلاق الراوي وآداب السامع (1/130) .",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "ومع نهيهم عن طول المجلس الذي يؤدي لإملال الطالب، فقد دعوا لإزالة الملل عنه وإذهاب السآمة فعقد الخطيب في الجامع باباً بعنوان (ختم المجلس بالحكايات ومستحسن النوادر والإنشادات)(¬1) . وأورد فيه بعض الآثار في ذلك منها:- ¶ ما رواه بإسناده عن علي- رضي الله عنه - أنه قال:« روِّحوا القلوب وابتغوا لها طرف الحكمة؛ فإنها تمل كما تمل الأبدان». ¶ وروى عن الزهري أنه كان يقول لأصحابه:«هاتوا من أشعاركم، هاتوا من حديثكم؛ فإن الأذن مجَّة، والقلب حَمِض». ¶ وروى عن كثير بن أفلح أنه قال: «آخر مجلس جالَسْنا فيه زيد بن ثابت تناشدنا فيه الشعر»(¬2) . ¶ 11- تعليم الطالب ما لا يدرك: ¶ قد تبلغ الحماسة بالمعلم والحرص على تعليم طلابه إلى أن يسعى لتعليمهم ما قد يصعب عليهم فهمه، أو يكون مدعاة للتخليط واللبس.ولذا نهى السلف عن ذلك. ¶ قال علي - رضي الله عنه -:« حدثوا الناس بما يعرفون، أتحبون أن يُكذَّب الله ورسوله؟»(¬3). ¶ وقال ابن مسعود – رضي الله عنه- :«ما أنت محدث قوماً حديثاً لا تبلغه عقولهم إلا كان لبعضهم فتنة»(¬4). ¶ ويرى الغزالي أن من وظيفة المعلم\"أن يقتصر بالمتعلم على قدر فهمه، فلا يلقي إليه ما لا يبلغه عقله؛ فينفره أو يخبط عليه عقله\" (¬5) . ¶ قال الإمام النووي:«ولا يلق إليه شيئاً لم يتأهل له، لئلا يفسد عليه حاله، فلو سأله المتعلم عن ذلك لم يجبه، ويعرفه أن ذلك يضره ولاينفعه، وأنه لم يمنعه من ذلك شحًّا، بل شفقة ولطفاً»(¬6) . ¶ 12- انتقاد المدرسين الآخرين أو موادهم: ¶ ¬__________ ¶ (¬1) الجامع لأخلاق الراوي وآداب السامع (2/129) . ¶ (¬2) الجامع لأخلاق الراوي وآداب السامع ( 2/129 - 130 ) . ¶ (¬3) رواه البخاري (127). ¶ (¬4) رواه مسلم في مقدمة الصحيح. ¶ (¬5) إحياء علوم الدين (1/96). ¶ (¬6) المجموع شرح المهذب (1/30) .",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "قد يلحظ المدرس على بعض زملائه ملحظاً، أو يكون له وجهة نظر تجاهه في سلوكه، أو أسلوبه في التدريس، أو في تعامله مع طلابه. لكن هذه الملحوظة مهما علا شأنها فلا يسوغ أن تدفع المدرس إلى التصريح بانتقاد زميله أمام الطلاب، أو الإيماء لذلك والإشارة إليه. ¶ ومثل ذلك الحديث عن مادة معينة، وعدم صلاحيتها للتدريس، فهذا مما لا يقدم ولايؤخر، ولايفيد الطالب شيئاًً. ¶ وهو مسلك كان ينهى عنه الأولون كما قال أبو حامد الغزالي:«إن المتكفل ببعض العلوم ينبغي ألا يقبح في نفس المتعلم العلوم التي وراءه، كمعلم اللغة إذ عادته تقبيح علم الفقه، ومعلم الفقه إذ عادته تقبيح الحديث والتفسير»(¬1) . ¶ * * * ¶ الفصل الرابع : المدرس والتوجيه ¶ ينظر بعض المدرسين لمهمته نظرة قاصرة؛ فيختزلها في زاوية ضيقة تتمثل في سرد معلومات محددة على الطلاب بعد حفظه لها واستظهارها، أما ما سوى ذلك من كل ما يخص سلوك الطالب وحياته فلا يعنيه في قليل ولا كثير. ¶ ورفض هذا الصنف لا يعني قبول الصنف الآخر الذي يبالغ في الاستطرادات على حساب المنهج الدراسي، فهو في واد ومنهجه في واد آخر، والوسط في كل الأمور سمة المسلم، وكلا طرفي قصد الأمور ذميم. ¶ ولقد كان سلف الأمة يشعرون أن دور المدرس لا ينتهي عند هذا الحد، أو ينحصر في هذه الزاوية الحادة التي نراها الآن، فتتتابع وصايا سلف الأمة للمعلم في أن يأخذ بأيدي تلامذته إلى الخير ويأمرهم به، وينهاهم عما يخالفه. ¶ ¬__________ ¶ (¬1) إحياء علوم الدين (1/96).",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "قال سحنون: «وينبغي للمعلم أن يأمرهم بالصلاة إذا كانوا بني سبع سنين، ويضربهم عليها إذا كانوا بني عشر، وكذلك قال مالك. قال سحنون: ويلزمه أن يعلمهم الوضوء والصلاة؛ لأن ذلك دينهم، وعدد ركوعها وسجودها والقراءة فيها والتكبير، وكيف الجلوس والإحرام والسلام، وما يلزمهم في الصلاة، والتشهد والقنوت في الصبح ... وليتعاهدهم بتعليم الدعاء ليرغبوا إلى الله، ويعرفهم عظمته وجلاله ليكبروا على ذلك، وإذا أجدب الناس واستسقى بهم الإمام، فأحب للمعلم أن يخرج بهم، من يعرف الصلاة منهم، وليبتهلوا إلى الله بالدعاء ويرغبوا إليه ... وينبغي له أن يعلمهم سنن الصلاة مثل ركعتي الفجر والوتر وصلاة العيدين والاستسقاء والخسوف، حتى يعلمهم دينهم الذي تعبدهم الله به، وسنة نبيهم - صلى الله عليه وسلم - ... ولا يمس الصبي المصحف إلا على وضوء، وليأمرهم بذلك حتى يتعلموه. قال: وليعلمهم الصلاة على الجنائز والدعاء عليها؛ فإنه من دينهم»(¬1). ¶ وقال الإمام النووي:«وينبغي أن يؤدب المتعلم على التدريج بالآداب السنية، والشيم المرضية، ورياضة نفسه بالآداب والدقائق الخفية، وتعوده الصيانة في جميع أموره الكامنة والجلية. فأول ذلك أن يحرضه بأقواله وأحواله المتكررات على الإخلاص والصدق وحسن النيات، ومراقبة الله تعالى في جميع اللحظات، وأن يكون دائماً على ذلك حتى الممات، ويعرفه أن بذلك تنفتح عليه أبواب المعارف، وينشرح صدره، وتتفجر من قلبه ينابيع الحكم واللطائف، ويبارك له في حاله وعلمه، ويوفق للإصابة في قوله وفعله وحكمه، ويزهِّده في الدنيا ويصرفه عن التعلق بها، والركون إليها، والاغترار بها، ويذكِّره أنها فانية، والآخرة آتية باقية، والتأهب للباقي والإعراض عن الفاني هو طريق الحازمين ودأب عباد الله الصالحين» (¬2) . ¶ ¬__________ ¶ (¬1) آداب المعلمين لابن سحنون . مصدر سابق (122) . ¶ (¬2) المجموع شرح المهذب (1/30) .",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "وقبل الحديث عن التوجيه وما يتعلق به، أودُّ التأكيد على ما سبق في المقدمة من أن التوجيه المجرد وحده لايكفي، بل لابد أن ننتقل نقلة أخرى، لنتعلم فن التوجيه، ونتقن أساليب التأثير. ¶ والآن إليك بعض المعالم المتعلقة بالتوجيه. ¶ 1 - المنهج الدراسي أولاً : ¶ إن وظيفة المدرس الرسمية، وعمله الأساس الذي يتقاضى عليه أجراً هو تدريس المنهج المقرر للطلاب، لذا فعليه أن يتقي الله، ويؤدي الواجب على أكمل وجه، فهو مؤتمن عليه، وأولى الناس برعاية الأمانة وحفظها هم الدعاة إلى الله، فاحرص أخي الكريم على أداء واجب المنهج مراعياً: ¶ 1 - الاستيعاب الجيد للمادة العلمية. ¶ 2 - الاجتهاد في حسن عرضها وإيصالها للطالب. ¶ 3 - أداء ما يترتب على ذلك من الواجبات النظامية. ¶ واعلم أخي المدرس أن من أهم عوامل قبول الطلاب لمدرسهم ومحبتهم له : مدى نجاحه في إيصال المعلومات لهم، وأنت حين تعتني بذلك ليس دافعك هو كسب محبة طلابك فقط، بل قبل ذلك كله أداء الأمانة التي اؤتمنت عليها. ¶ أليس من التناقض والمفارقات، أن يسمع الطلاب من مدرسهم التوجيه، والحث على معالي الأمور، ويرون منه الإخلال بواجبه وأمانته؟ بل سترى كثيراً منهم يفسر حرص هذا المدرس المقصر في أداء الواجب على التوجيه، أن ذلك محاولة لتعويض النقص والفشل الذي يعاني منه. ¶ ثم إن الإعداد العلمي جانبٌ مهم في بناء شخصية الطالب، والأمة تحتاج لمن يحمل العلم الواسع، والفكر الأصيل. والمنهج الدراسي إنما وضع لتحقيق أهداف محددة؛ فعناية المدرس بهذا الجانب مساهمة في البناء العلمي للأمة من خلال إعداد أبنائها، ومساهمة في تحقيق أهداف هذه البرامج التعليمية والتربوية. ¶ بل لماذا نفترض أن التوجيه لا يمكن من خلال المنهج الدراسي نفسه، أفلا يستطيع المدرس الناجح أن يوظف المنهج لتحقيق الأهداف التربوية والإصلاحية؟ ¶ 2-لا تحتقر الكلمة:",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "يتصور بعض المدرسين أن نتاجه إنما هو منحصر من خلال الطلبة الذين يتعامل معهم خارج الفصل الدراسي سواء عن طريق الأنشطة الدراسية أو غيرها، وهذا مجال له أهميته، لكنه ليس المجال الوحيد؛ فالكلمة التي يقولها المعلم في الفصل لا تذهب سدى، فالمدرس قادر على توجيه أفكار الطلبة، وتصوراتهم، واهتماماتهم، ولكلماته وتوجيهاته العامة مدى قد لا يدركه ولا يتصوره. ¶ وخارج أسوار المدرسة لابد أن يوجد من يحمل أفكار مدرسه، وينقلها للآخرين، ويتحمس لها ربما أكثر من المدرس صاحب الفكرة، وذلك إنما يتم حين يقرأ الطلبة الاقتناع والحماس لفكرتك على قسمات وجهك، قبل أن تسمعها آذانهم، وتتجاوز توجيهاتك الكلام المجرد، والحماس العاطفي إلى قناعة تسري لديك. ¶ فلا تحتقر الكلمة أو تستهين بها؛ فكثير هم أولئك الذين كان لكلمة واحدة أثرها في توبتهم ورجوعهم إلى الله، أو توجههم للعلم وعنايتهم به، أو ضبط مسارهم، فلا تحرم نفسك هذا الخير. ¶ 3 - المدرس والبذرة الخفية: ¶ نتصور أحياناً أن جهدنا قد ذهب سدى، وأن كلماتنا قد انتهى مداها حيث نطقنا بها. لكن هناك كلمات تبقى بذرة خفية، تؤتي ثمارها في الوقت الذي يشاء الله؛ فقد يسمع شاب مُعرضٌ كلمة ناصحة من معلمه فتقع موقعاً من قلبه، ويقصر مداها عن أن تؤثر في سلوكه، ولكن هذه البذرة لا تزال معلقة في القلب، حتى ييسر الله لها الغيث فتؤتي ثمارها بإذن الله ولو بعد حين. ¶ ومثل ذلك فتاة تعيش أوج مراهقتها، وعنفوان صبوتها، فتسمع من مدرستها كلمة تستقر في سويداء قلبها؛ لتبقى حتى يأذن الله بسقيها واستوائها على سوقها. ¶ إن هذه البذرة هي التي استقرت في فؤاد جبير بن مطعم- رضي الله عنه - فسمع النبي - صلى الله عليه وسلم - في غزوة بدر يقرأ سورة الطور فقال:\"وذلك أول ما وقر الإيمان في قلبي\" (¬1) ومع ذلك لم يسلم –رضي الله عنه- إلا بعد ذلك بسنين. ¶ 4- التلقي فرع عن المحبة: ¶ ¬__________ ¶ (¬1) رواه البخاري (4023).",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "إن للعلاقة بين التلقي والمحبة من الاتصال قدراً أكبر مما قد نتصور أحياناً، فمن لم يغرس المحبة له في نفوس الطلاب فكثيرٌ مما يقوله ستكون نهايته عندما يتلفظ به، ولن يأخذ طريقه نحو القلوب، فضلاً عن أن يتحول إلى رصيد عملي. ¶ ومهما بلغ الإنسان في التأثير وقوة المنطق ورصانة الحجة، فلن يكون أعلم، أو أفصح، أو أكثر تأثيراً من النبي - صلى الله عليه وسلم - ومع ذلك قال الله سبحانه في شأنه : { ولو كنت فظاً غليظ القلب لانفضوا من حولك } [آل عمران : 159 ]. فهو - صلى الله عليه وسلم - مع ما أتاه الله سبحانه من وسائل التأثير، ومع شعور الناس أن الحق معه وحده - مأمور بأن يلين لأصحابه وإلا انفضوا عنه. فكيف بغيره ممن يحمل قائمة طويلة من صفات القصور والنقص؛ فهو حين لا يحظى بقبول تلامذته له سيرون فيه من القصور ما يدعوهم لرفضه وإهمال ما يقول؛ بل إلى تفسير نصحه وتوجيهه على غير وجهه. ¶ لذا يؤكد المربي محمد قطب على ذلك فيقول:«والضمان لذلك هو الحب... فما لم يشعر المتلقي أن مربيه يحبه، ويحب له الخير، فلن يقبل على التلقي منه، ولو أيقن أن عنده الخير كله، بل لو أيقن أنه لن يجد الخير إلا عنده، وأي خير يمكن أن يتم بغير حب»(¬1). ¶ 5 - اقتصد في الموعظة: ¶ ¬__________ ¶ (¬1) منهج التربية الإسلامية ( 2 /45 ) .",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "يدفع الحرص أحياناً بعضاً من المعلمين إلى كثرة التوجيه، وبيان الأخطاء والسلوكيات المخالفة، ولكن الحرص وحده ليس معيار إصابة الحق، ألا ترى أن هذا السلوك يدعو إلى إملال الطلاب وسأمهم؟ مما يفقد الموعظة الهدف المراد منها. إن صلتك بطلابك ولقاءك بهم يمتد على مدى عام كامل، وليست درساً عابراً أو لقاءً عاجلاً حتى تقذف لهم بكل ما عندك، وقبل ذلك كله فهذا مخالف لهدي النبي - صلى الله عليه وسلم - في الاقتصاد في الموعظة كما روى ذلك ابن مسعود- رضي الله عنه -:«كان رسول الله - صلى الله عليه وسلم - يتخولنا بالموعظة في الأيام كراهة السآمة علينا»(¬1). وبوب عليه البخاري: باب ما كان النبي - صلى الله عليه وسلم - يتخولهم بالموعظة والعلم كي لا ينفروا . ¶ وقد أخذ ابن عباس- رضي الله عنهما - بهذا الأدب فيوجه عكرمة قائلاً:«حدث الناس كل جمعة، فإن أبيت فمرتين، فإن أكثرت فثلاث مرات، ولا تمل الناس هذا القرآن»(¬2). ¶ 6 - حدث الناس بما يعرفون: ¶ إن واقع الطلبة اليوم يحتاج إلى التنزل معهم كثيراً، وإلى الواقعية وخطابهم بما يطيقون، فالحديث عن دقائق الورع، أو عن المسائل الدقيقة في الزهد قد لا يتناسب مع مستويات الشباب الذين يعانون من فتن الشهوات، ومن لأواء الغفلة والبعد عن الله، أو مع الفتيات اللاتي يعشن أزمة العاطفة، وربما التطلع للصداقة المحرمة، إنهم يحتاجون إلى أن تحدثهم عن أضرار المعاصي، وعن الخوف من الله عز وجل ومراقبته، والمحافظة على الصلاة مع الجماعة... إلى غير ذلك. ¶ ¬__________ ¶ (¬1) رواه البخاري (68)، ومسلم (2821) . ¶ (¬2) رواه البخاري (6337) .",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "قال ابن القيم رحمه الله:«العارف لا يأمر الناس بترك الدنيا فإنهم لا يقدرون على تركها، ولكن يأمرهم بترك الذنوب مع إقامتهم على دنياهم، فترك الدنيا فضيلة، وترك الذنوب فريضة، فكيف يُؤمر بالفضيلة من لم يقم الفريضة؟ فإن صعب عليهم ترك الذنوب فاجتهد أن تحبب الله إليهم بذكر آلائه وإنعامه وإحسانه، وصفات كماله، ونعوت جلاله، فإن القلوب مفطورة على محبته، فإذا تعلقت بحبه هان عليها ترك الذنوب والإصرار عليها، والاستقلال منها»(¬1). ¶ وحين نؤكد على التوازن والواقعية في الطرح فإننا لا نعني تلك الواقعية المغرقة التي تؤدي إلى تمييع المنهج، والرضا بالأمر الواقع والاستسلام له. ¶ 7 - تنويع أساليب الخطاب والموعظة: ¶ كنت أتحدث مع طلابي يوماً عن الأمراض الجنسية ونتائجها الوخيمة، فرأيت أثر ذلك عليهم، وقرأت في وجوههم المتابعة والتفاعل مع ما طرحته والذي لم يتجاوز سبع دقائق، فتذكرت حديث الرسول - صلى الله عليه وسلم - حين جاءه الشاب يستأذنه بالزنا فلم يذكِّره بالقبر والقيامة، إنما قال له: \"أترضاه لأمك ؟ أترضاه لعمتك ؟ ... \" (¬2) فتنويع أساليب التربية والتذكير:بالحديث عن البرزخ والقيامة تارة، وعن نتائج المعصية في الدنيا تارة، وعن آثارها الاجتماعية تارة أخرى ... وهكذا؛ هذا التنويع خيرٌ وأجدى من الجمود على أسلوبٍ واحدٍ، ولغة واحدة، وهو قبل ذلك هدي النبي - صلى الله عليه وسلم - . ¶ 8 - التربية من خلال الأحداث: ¶ حين نقرأ القرآن الكريم نجد أنه بعد حادثة الإفك وفي التعليق عليها ربَّى المؤمنين على منهج التثبت، وحماية الأعراض، وحسن الظن بالمؤمنين. ¶ وبعد غزوة أحد نقرأ في سورة آل عمران التعقيب على هذه الغزوة ودروسها فنرى في ذلك بيان سنن الله في النصر والهزيمة، والموقف من المنافقين، والتنازع، وظن السوء، والتطلع للدنيا.... إلى غير ذلك من المعاني. ¶ ¬__________ ¶ (¬1) الفوائد (231). ¶ (¬2) رواه أحمد (21708)",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "وأما السنة النبوية فهي مليئة بذلك، وغنية عن التمثيل، فأنت تقرأ مراراً في نصوص السنة:\"فخطب النبي - صلى الله عليه وسلم - الناس\"، وذلك بعد حدث أو مقالة قيلت. ¶ ألا تفهم أخي المدرس من ذلك أن التربية من خلال الأحداث سنة شرعية؟ فحين يحصل زلزال أو كارثة نقول لطلابنا : إن هذا من سنن الله في عقوبة أهل المعاصي، وإن سرنا في طريقهم تحق علينا نفس السنة، وحين يصلي الناس الاستسقاء يحسن أن نقول لأبنائنا ولو بإشارة عابرة: إن هذا القحط من شؤم المعصية، وحين تحصل مجاعة أو مصيبة للمسلمين نحدثهم عن الولاء بين المؤمنين ونصرتهم، وحين يسري لدى الناس إشاعة كاذبة فلنتحدث عن التثبت والتبين في الأخبار، وهكذا ينبغي أن نستغل الأحداث القريبة والبعيدة لتقرير المعاني الشرعية، والحقائق التربوية. ¶ 9- هل جربت النصيحة الخاصة؟ ¶ بعض المدرسين يمارس التوجيه العام لطلبته بصورة أو أخرى، ولكن حين يدرك خطأ فردياً على طالب من الطلاب، فهل جرب أن يحدثه بصورة فردية ؟ ¶ كم هم الطلاب الذين يتغير مسارهم –خاصة في مرحلة المراهقة- فماذا لو كان هذا الطالب يتلقى كلمة شخصية خاصة من أكثر من مدرس وآخر؟ ¶ كثيرٌ هم الشباب الذين يقعون في صحبة أصحاب السوء فيقلبون حياتهم رأساً على عقب، فلم لا نحذره – حين تبدو بوادر تلك الظاهرة- بكلمة لا يسمعها غيره؟ ¶ أي شعور يختلج في نفس هذا الطالب الذي يتمتع بعاطفة جياشة، حين يأخذه أستاذه بحديث شخصي، يلمس من خلاله الشفقة والنصح؟ ألن يدرك أنه أستاذ صادق، يحب له الخير والصلاح ؟ وهب أنه أخذ الأمر باللامبالاة فهل سينسى هذا الموقف أم أنه سيستجيش في نفسه بين آونة وأخرى؟ ¶ إن الطالب قد يجد تفسيراً غير صادق لحديث عام يسمعه من أستاذه داخل الفصل، فهو إما استطراد، أو للاستهلاك – كما يقال – أو لأن الوقت بقي فيه بقية فرأى المدرس ملأه بهذا الحديث، أما الحديث الشخصي المباشر فلن يجد له في الأغلب تفسيراً إلا محض النصيحة والتوجيه.",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "والحديث العام أيضاً قد يطمره النسيان، ويعفو أثره على مرِّ السنين، أما الحديث الخاص فسيبقى صورة منقوشة في الذاكرة تستعصي على النسيان. ¶ هذه جوانب ثلاثة تمتاز بها النصيحة الشخصية وقبل ذلك هي هدي شرعي نبوي فقد قال - صلى الله عليه وسلم - :«الدين النصيحة»(¬1) ويصل الأمر بالنصيحة إلى قدر من الأهمية يجعله - صلى الله عليه وسلم - يبايع عليها، فها هو جرير بن عبد الله البجلي- رضي الله عنه - يقول:«بايعت رسول الله - صلى الله عليه وسلم - على إقام الصلاة وإيتاء الزكاة والنصح لكل مسلم»(¬2) والطالب من عموم المسلمين شأنه شأنهم، ولا يخرجه كونه طالباً من استحقاقه للنصيحة والنصرة كما قال - صلى الله عليه وسلم - :«انصر أخاك ظالماً أو مظلوماً (¬3). بل إن المسؤولية تجاهه آكد، والأمانة أعظم . ¶ * * * ¶ الفصل الخامس : معوقات التوجيه ¶ إن ما ذكرنا سابقاً حول دور المدرس في التوجيه، وقدرته على التأثير على تلامذته، لا يعني أن يكون المدرس هو وحده في الميدان، وكلمته هي الأولى والأخيرة. فهو لا يعدو أن يكون واحداً من العوامل المؤثرة في شخصية الطالب. ¶ وفي كثير من مجتمعات المسلمين اليوم يشعر المدرس وكل من يحمل أمانة التوجيه أنه يواجه تياراً جارفاً، وأنه يسير باتجاه يعاكس كافة وسائل التوجيه والتربية في المجتمع. ¶ فقد يتلقى المدرسُ التلميذَ وفق تربية شاذة مخالفة للمنهج التربوي السليم،. وبعد ذلك فالأسرة، والصحبة، والنادي، ووسائل الإعلام تهدم في لحظات ما يبنيه المدرس في شهور. ¶ ¬__________ ¶ (¬1) رواه مسلم ( 55 ) وبوب البخاري : باب قول النبي - صلى الله عليه وسلم - :(الدين النصيحة .... ). ولم يخرجه. ¶ (¬2) رواه البخاري (57) ومسلم (56) . ¶ (¬3) رواه البخاري ( 2443 ) وفسر النصرة في الحديث للظالم : بمنعه من الظلم وهو الشاهد هنا . ويلحظ هنا أن النصيحة معنى أعم من مجرد التوجيه الفردي المباشر، وإن كانت أولى مايدخل فيه.",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "والمقارنة هنا ليست في جانب متكافئ، فهذه الوسائل مع كثرتها وتوافرها تملك من الإثارة والإغراء والجاذبية، وربما المصداقية لدى التلميذ أكبر بكثير مما يملكه المدرس. ¶ لذا فالمدرس مع افتقاره للتعرف على وسائل التوجيه وأساليبه مفتقر إلى معرفة المعوقات والعقبات وإدراكها. ¶ وفيما يلي محاولة للحديث عن أهم هذه المعوقات وبعض المقترحات للمدرس كي يتجاوزها: ¶ أ - معوقات من داخل المدرس ¶ وهي تلك المعوقات التي تعود إلى شخصية المدرس نفسه، أو أسلوبه في التدريس، أو معاملته مع الطلاب، فتحُوْل هذه المعوقات عن بلوغ كلمة المدرس مداها المطلوب، ووصولها إلى تحقيق الهدف الذي يسعى إليه، ومن أهم هذه المعوقات : ¶ المعوق الأول: الفهم الخاطئ لقوة الشخصية: ¶ حين يفهم المدرس قوة الشخصية فهماً خاطئاً، فيسيطر عليه هذا الهاجس، فسيؤثر هذا الفهم على أدائه الدور المراد منه والمنتظر. ¶ إذ يَعدُّ بعض المدرسين قوة الشخصية المحور الأساس لنجاحه، والهدف الرئيس الذي يسعى المدرس المستجد إلى تحقيقه في عالم الواقع. فهو الهدف الأول والأساس، وعلى ضوئه يتحدد مستقبله في التعليم. ¶ وتتوالى النصائح على المدرس في وسائل تحقيق هذا الهدف ومعوقاته، ويكثر صاحبنا استشارة من سبقه، واستثارة التجارب، واستعادة الصور السابقة من حياته الدراسية، وذكرياته مع من سبق أن درَّسه عله أن يستمد منها رصيداً يضيء له الطريق!. ¶ ومع تقديرنا لأهمية تحقق هذه الصفة لدى المدرس، ودورها في تقبل تلامذته له، إلا أن النظرة إليها عند الأغلب أعطتها بعداً أكثر غلواً ومبالغة؛ مما أسهم في انعكاسات سيئة على نفسية المدرس وأدائه، ومن الانعكاسات السلبية لهذه النظرة:",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "1- أن هاجس خوف الفشل، وضياع الشخصية أمام الطلاب يعدُّ أكبر هاجس يواجه المدرس المستجد؛ مما يسهم في رفع قيمة هذا الهدف لديه، وزيادة رقعة المساحة المخصصة له من بين الاهتمامات والأهداف الأخرى، وهذا يعني بالضرورة سيطرته على سائر الأهداف وضمورها، فهدف التوجيه والتربية لن يأخذ مكانه الطبيعي لدى هذا المدرس، ذلك أن حماسته قد فُرِّغت، وجهده قد جمع لتحقيق هدف ضبط الفصل. ¶ وحتى حين توجد الأهداف الأخرى، فسيبقى هذا الهدف حاكماً عليها، وموجهاً لها؛ فهدف التربية والتوجيه مرهونٌ عند هذا المدرس بما لا يخدش شخصيته، والرفع من المستوى العلمي لطلابه مشترط بألا يتسبب في خدش هذه الشخصية. ¶ 2- يسهم هذا الهاجس في إيجاد حالة من التوتر، وشد الأعصاب لدى المدرس، فيدخل الفصل بنفسية مشدودة، تسيطر عليه مشاعر الرجاء والخوف. فهو يتمنى أن ينتهي الدرس بسلام، ويتنفس الصعداء حين يسمع قرع الجرس، ويحرص على ملء الدرس بالحديث حتى لا يترك فرصة للطالب ليعبث ويحطم هذه الشخصية المتوهمة! حينها يتحول الفصل الدراسي لدى المدرس من مجلس للتعليم والتربية إلى ساحة معركة ينبغي أن يتغدى فيها الأستاذ بالطالب قبل أن يتعشى به. ¶ أي تربية وتوجيه، وأي إنجاز ينتظر بالله عليك ممن يدخل الفصل بهذه النفسية المشدودة؟ ¶ 3-ينعكس أثر هذا الهاجس لدى المدرس على سلوكه داخل الفصل، فيسهم في خلق جو معين، وفرض مواقف لم يأخذ في حسبانها إلا تحقيق هذا الهدف، والوصول لهذه النتيجة.",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "فالحواجز التي يفتعلها المدرس بينه وبين تلامذته، فتصبح علاقته معهم علاقة رسمية جافة، فلا يمكن أن يجد تلميذه ابتسامة، أو يسمع كلمة حانية، ومنطق الاستبداد بالرأي، ورفض الحوار والمراجعة والتنازل عن الآراء، والقسوة والغلظة، والتي يعلن البعض فيها مقاطعته لكل ما يمت للرحمة والرفق بصلة، فيحول الفصل إلى ثكنة عسكرية، أما التجاوز عن الخطأ، والعفو عن الزلة فهي من مظاهر الضعف والخور، ومن مسببات انهيار الشخصية. ¶ كل هذه المظاهر وغيرها، إنما هي نتائج مباشرة لهذه النظرة المفرطة لقوة الشخصية. إن هذه الصور ليست حكايات من نسج الخيال، أو محاولة قصصية، بل هي واقع رأيناه ولمسناه ونحن في ميدان الطلب والتدريس، ولئن كان هذا الهاجس يبلغ ذروته عند المدرس المستجد، فهو يبدأ بعد ذلك يتناقص. لكنه لا يصل عند كثير منهم إلى حد الاعتدال، ويبدو ذلك من خلال المناقشة مع أمثال أولئك حين تطالبهم بالإسهام في التوجيه، أو بناء علاقة حسنة مع الطلاب، حين تفتح مثل هذا النقاش يبدي البعض لك هذه الحجة وهذا التخوف من الانهيار المزعوم للشخصية، ويظل يسهم مساهمة فعالة في حجب كثير من الأدوار التربوية. ¶ ونحن إذ نرفض تحول قوة الشخصية إلى هاجس يسيطر على نفسية المدرس، وهمٍّ يقيمه ويقعده، فليس البديل الذي نطرحه هو ضياع شخصيته، وإفلات الزمام من يده؛ ليصبح في حال يلعب به الصبيان. ¶ وحين يفلت الأمر من يد المدرس، فيصبح ألعوبة في يد الطلاب، فيتعالى صراخهم، ويزيد عبثهم، ويفقد سيطرته عليهم، فإنه يصبح في وضع لا يحسد عليه، ولا يمكن أن يلقي درسه بهدوء، أو يترك أثره على تلامذته. ¶ ولا يسوغ أن يكون التطرف بديلاً لتطرف آخر. ¶ ونقطة اختلافنا مع إخوتنا الأفاضل ليست في مبدأ قوة الشخصية، إنما في الفهم المتطرف لها، وفي وسائل تحقيقها.",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "إن المدرس المتمكن علمياً من مادته، الوقور في سلوكه وسمته، الحليم الذي لا يخرجه حلمه عن حزمه، إن من هذه صفته لن يستخف به طلابه لتنازل عن رأي، أو احترام لأشخاصهم، أو تجاوز عن خطأ، أو ابتسامة هادئة. ¶ وهو في الوقت نفسه يدخل الفصل ويخرج مطمئن البال، مستقر السريرة، ويؤدي دوره في التوجيه والتربية من خلال حاله قبل مقاله. ¶ ولعل أبرز معيار لقوة شخصية المدرس هو قدرته على اتخاذ القرار الذي يريد، وسيطرته على نظام الفصل، أما اختفاء الأنفاس، وسيطرة السكون والرهبة فهو أمر يليق بالعسكر والجلادين أكثر منه بالأساتذة المصلحين. ¶ المعوق الثاني : الفهم القاصر لدور المدرس: ¶ يرى بعض من المدرسين والمدرسات أن الدور المنوط به، والواجب الأساس الذي سيحاسب عليه هو أداء المنهج الدراسي والواجبات الرسمية، وقد يشعر بعض هؤلاء بثقل الأمانة والمسؤولية حين يخطئ في درجة واحدة للطالب قد لا يترتب عليها أثر يذكر، أو حين يترك صفحة من الكتاب المقرر، أو ربما حين يهمل الإعداد التحريري للدرس. ¶ لكن إهماله لتوجيه الطلاب ونصحهم، وعدم مبالاته بما يراه أمامه من تقصير وسلوك شاذ،واعتقاده أن ذلك كله خارج دائرة مسؤوليته، أو هو نافلة والثاني فريضة - وهو فهم يسيطر على بعض المدرسين والمدرسات، وبعضهم للأسف من الصالحين- إن ذلك كله فهم قاصر للمسؤولية والأمانة . ¶ إن أداء الواجب الرسمي مطلب من المدرس لابد أن يحاسب نفسه تجاهه، لكن ذلك ليس نهاية المطاف، وماذا تصنع الأمة بأجيال غاية إنجازهم إجادة القراءة والكتابة، واستظهار وسرد معلومات حفظوها ودرسوها؟ ¶ إن الدعوة إلى الله واجبة على المسلمين ابتداءً، وهي بحق طالب العلم آكد، وبحق من يقابلهم صباح مساء تصبح فرض عين يأثم بتركه والتقصير فيه.",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "وإنه لجزء من أمراض الأمة التي أوغلت في المظاهر على حساب المضمون أن يتصور المدرس أنه مسؤول عن إجراءات إدارية لا تقدم ولا تؤخر، أما ما سوى ذلك من البناء العلمي، والتربية والتوجيه فهو ضمن دائرة النوافل، ولئن قبلنا ممن يعيش العمل الإداري البحت، أو من بعض العامة من الناس أن يوغل في المظاهر على حساب المضمون، فإنه لا يمكن أن يحتمل بحال من المدرس والمربي ومعلم الأجيال. ¶ المعوق الثالث: الحواجز المصطنعة: ¶ يحيط بعض المدرسين نفسه بسياج وهمي وحاجز مصطنع، يمنعه من التعامل والتأثير على فئة وقطاع عريض من الطلبة، فأحيانا يتصور أن تأثيره وجهده لا يجاوز الطلبة المشاركين معه في الجمعية المدرسية، أو فئة خاصة من الطلبة (أهل الاستقامة والصلاح) ولو كان الأمر يقف عند مجرد نظرته لهان، لكن هذه النظرة تولد سلوكاً يشكل عائقاً له عن التأثير والتوجيه، ثم يتحول الأمر إلى شعور متبادل فيشعر الطلبة أنهم معزولون عن هذا المدرس أو ذاك، ويتحدث المدرس في فصله أمام ثلاثين طالباً وهو يشعر أنه لا يخاطب إلا الفئة الجادة، فيحرم الغالبية من توجيهه. ¶ وكم نخسر معشر المدرسين حين نفرض على أنفسنا هذه الحواجز، فبدلاً من مئات الطلاب يخاطب الأستاذ العشرات، فهلا فكرنا تفكيراً جاداً وسعينا لتحطيم هذه الحواجز، ليتسع مدى المخاطبين بهذه الدعوة؟ ¶ وحين نلقي نظرة سريعة على مدارسنا المتوسطة والثانوية - وبخاصة في المدن- نرى أنه لا تكاد تخلو مدرسة من عدد من المدرسين والمدرسات الأخيار الذين يحملون هذه الدعوة، فدون احتقار لجهدهم، ومن غير إقلال من شأنهم، نتساءل:ماذا حقق إخواننا الأخيار؟ خاصة مع عامة الطلاب والطالبات الذين هم القاعدة والسواد الأعظم، والذين لن يخلو أحدهم من أن يكون قد تتلمذ على واحد من هؤلاء، فماذا سمع منه؟ وماذا قدم له؟ مرة أخرى لست أحتقر جهود العاملين، ولا أقلل أعمال المخلصين، لكنها دعوة جادة للمصارحة والواقعية مع أنفسنا.",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "فلنحطم هذه الحواجز الوهمية، ولنتوسع في خطابنا ليشمل السواد الأعظم من الطلاب، مع الاستمرار في الجهود الأخرى فهي أيضاً لا ينبغي أن يقلل من شأنها. ¶ المعوق الرابع: النظرة المتشائمة: ¶ لا جدال أن واقع الشباب اليوم لا يسر مسلماً، وأن شقة الانحراف قد اتسعت لتشمل رقعة واسعة من خارطة حياة الشباب المعاصرة، ولا جدال أن المسافة بين واقع الشباب اليوم وبين ما يجب أن يكون عليه ليست قريبة بحال. ¶ ولكن أيعني ذلك أن الخير قد أفل نجمه؟ وأن الشر قد استبد بالناس؟ أليست هناك صفحات أخرى من حياة أولئك المعرضين غير هذه الصفحات الكالحات؟ ألم يقل - صلى الله عليه وسلم - : «إذا قال الرجل هلك الناس فهو أهلكهم»(¬1) ؟ ¶ فلنسع في قراءة بعض الصفحات الخيرة والتي قد نجهلها أحياناً ونتغاضى عنها، أو نقلل منها، وأحياناً نتجاهلها عمداً. ¶ فكثيٌر من الشباب يعود للجادة، ويستقيم أمره فيسير في قوافل التائبين. ¶ وكثيرٌ منهم مع ما فيه من فساد وانحراف يتطلع إلى تلك الساعة التي يودع فيها هذه الحالة، ويسلك طريق أهل الخير والصلاح. ¶ وقد قمت بإجراء دراسة على فئة من الشباب من غير أهل الصلاح والاستقامة فأجاب 93% من طلاب المرحلة الثانوية، و92% من طلاب المرحلة المتوسطة أنهم سبق أن فكروا في الالتزام. وأجاب 32% من الجميع أنهم فكروا تفكيراً جاداً في الالتزام. ¶ وأفاد 46% من طلاب المرحلة الثانوية، و37% من طلاب المرحلة المتوسطة أنهم يرغبون رغبة أكيدة في تغيير واقعهم، أما الذين ليس لديهم رغبة في تغيير واقعهم فهم 3% فقط من طلاب المرحلة الثانوية، و7% فقط من طلاب المرحلة المتوسطة. ¶ ¬__________ ¶ (¬1) رواه مسلم (2623) .",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "والغالب من هؤلاء الشباب - مع ما فيه من فساد وإعراض - أنه غير راضٍ عن واقعه الذي هو عليه الآن وقد أفاد 6% من طلاب المرحلة الثانوية، و14% من طلاب المرحلة المتوسطة أنهم راضون عن واقعهم أي أن 94%من طلاب المرحلة الثانوية، و86% من طلاب المرحلة المتوسطة يملك قدراً من عدم الرضا عن واقعه. أليس عدم الرضا هذا بداية خير، وبذرة يمكن أن تستثمر؟ (¬1). ¶ وأخيراً فهؤلاء مع ما فيهم من انحراف وفساد فهم يملكون جوانب خير، وفطرة سليمة، فليس بين صفوفهم من يتبنى نحلة أرضية أو ملة إلحادية، ولم يكن منهم من يرفض الدين جملة وتفصيلاً، وغالب ما لديهم من انحراف وخلل إنما هو في جوانب سلوكية. ¶ وأنا حين أقول هذا لست أدافع عن هؤلاء الشباب، ولا أقلل من شأن ما هم فيه من فساد، ولكني أقول : إن هذه جوانب خير لا يجوز أن تغفل، ويجب أن نضعها في الحسبان، لتكون دافعاً لنا لمزيد من الجهد والبذل. ¶ المعوق الخامس: التركيز على النقد: ¶ هناك ظواهر سلبية منشرة بكثرة بين صفوف الطلاب والطالبات، وأمور لا يسع المؤمن السكوت عليها، ولابد للمدرس والمدرسة أن يشارك في إزالتها، ويتحمل مسؤوليته في ذلك، ولكن حين لا يسمع الطلاب منه إلا النقد اللاذع، والحديث عن الأخطاء والمساوئ، فإما أن يشعروا بأنه صاحب نظرة موغلة في التشاؤم فلا يسمعوا منه بعد ذلك، أو أن يتجاوبوا مع ما يطرحه فيشعرون أنهم قد غرقوا في الأخطاء والمساوئ ولن يتخلصوا منها، فيصيبهم اليأس والإحباط. ¶ فبدلاً من أن أقول للطلبة: أنتم تتهاونون في المعاصي، وتقعون في الصغيرة والكبيرة، ولا ترعون حرمات الله، ولا تخافون منه، لو حدثتهم بدل ذلك عن شؤم المعصية ونتائجها الوخيمة دون أن أشير إليهم من قريب ولا بعيد، أفلا يفهم العاقل منهم أن هذا ينطبق عليه؟ أولا يتحقق المقصود من ذلك؟ ¶ ¬__________ ¶ (¬1) بحث عوائق الاستقامة لدى الشباب للكاتب . لم ينشر .",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "وبدلاً من أن أحدثهم عن التهاون في النظر الحرام وتهافتهم عليه، لو حدثتهم عن فوائد غض البصر، وعن النتائج الوخيمة التي تترتب على إطلاقه أفلا أدرك المراد؟ ¶ وحين أراهم يقصرون في الصلاة، ويتهاونون بأمرها. ألا يمكن أن أتحدث معهم عن شأن الصلاة وعظمها، وأنها أول ما يحاسب به العبد يوم القيامة من عمله؟ ¶ ولنا في رسول الله - صلى الله عليه وسلم - أسوة حسنة، فقد رأى رجلين يستبَّان فغضب أحدهما، فلم يوجه له - صلى الله عليه وسلم - الحديث إنما قال يخاطب أصحابه:«إني لأعلم كلمة لو قالها ذهب عنه ما يجد، لو قال: أعوذ بالله من الشيطان ذهب عنه ما يجد»(¬1). ¶ وأنا لا أدعو بذلك المدرسين إلى ألا يقولوا لطلابهم إن هذا خطأ، فقد يستوجب الأمر الحديث الصريح المباشر، ولا أدعوهم إلى أن يدافعوا عن أخطاء الطلبة، لكن هذا شيء، واستمراء النقد وسيطرة لغته شي آخر. ¶ إن سيطرة لغة النقد على حديث المدرس قد تعود عليه هو بأثر سلبي، فيصبح دون شعور ينظر من هذه الزاوية، وتسهم هذه النظرة السلبية لواقع طلابه في حجب الرؤية الواضحة لما يمكن أن يحققه أو يصل إليه، ثم يعود في النهاية محبطاً مبدد الآمال. ¶ المعوق السادس : كثرة التكاليف: ¶ يشكو بعض المدرسين من كثرة التكاليف المدرسية والواجبات الإدارية المتعلقة بالمدرس، بدءاً بعدد الحصص الأسبوعية، إضافة إلى ما يتبعها من واجبات منزلية وتحضير وإعداد، وقد يكون لدى المدرس مهام وتكاليف إدارية وإشرافية أخرى. ¶ إضافة إلى طول المنهج الدراسي وقصر الوقت المخصص للمادة مما يجعل المدرسين والمدرسات يشعرون أنهم بحاجة لمزيد من الوقت لإكمال المقرر، فكيف يجدون الوقت الفائض الذي يسمح لهم بأداء الدور التوجيهي التربوي؟ ¶ هذه العقبات من وجهة نظر هؤلاء تبقى عائقاً وحاجزاً دون أداء المدرس الدور المنوط به، فهي تستهلك وقته، وتستنفذ طاقته حتى لا يجد الوقت الكافي للتفكير والمراجعة. ¶ ¬__________ ¶ (¬1) رواه البخاري (3282)ومسلم ( 2610) .",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "ويمكن أن نسجل على ذلك الملحوظات الآتية:- ¶ أولاً: لاشك أن المدرس يتحمل أعباء كثيرة تؤثر على عطائه وأدائه التعليمي التربوي، وأنه حين ينتظر منه نتاج أفضل فلا بد من تخفيف الأعباء. ¶ ولئن قبلنا القول بأن زيادة النصاب من الحصص لها ما يبررها من تزايد أعداد الطلبة والطالبات ونقص الفرص الوظيفية، إلا أن الكثير من الأعباء الإدارية ليس لها تفسير سوى الإغراق في الشكليات الذي ابتليت به الأمة على حساب المضمون. ¶ ثانياً: ومع هذا الوضع فإن صاحب الهدف الجاد الذي يسري في أعماقه وروحه، والذي يشعر أن تحقيق الدور التربوي هدف أساس وليس قضية هامشية أو نافلة من النوافل؛ إن الذي يحمل هذا الشعور يملك الاستعداد التام لتحمل الواقع والتعامل معه. ¶ وأحسب أن هناك ارتباطاً وثيقَ الصلةِ بين مستوى الجدية في الهدف والحماس له والتشكي من كثرة التكاليف، ولا نزال نرى عدداً من المدرسين والمدرسات الأفاضل الذين لا ينكر جهدهم، ولا يجهل أثرهم، نراهم استطاعوا تحقيق هذا القدر من النجاح بالرغم من كثرة أعبائهم. ¶ ثالثاً: لا نزال نرى أصحاب الأهداف الدنيوية والتطلعات الخاصة يتحملون في سبيلها اللأواء؛ فيصبر أحدهم على جفاء رئيسه في العمل، ويتحمل من الأعمال أكثر من غيره، ويتظاهر بقدر من الارتياح والإخلاص أكثر مما في داخله؛ يعمل كل ذلك من أجل تحقيق هدف عاجل، وأحسب أن الهدف التربوي والإصلاحي لدى إخواننا وأخواتنا أسمى وأعلى من ذلك كله، فهم أولى بالتحمل والبذل. ¶ رابعاً: الدور الذي نطالب المدرس بتحقيقه معظمه يتم من خلال وجوده في الفصل الدراسي الذي لابد له منه، فهو سيدخل الفصل لا محالة، وسيخاطب تلامذته ولابد، فمعظم هذه الأدوار لن تتم بتحمل مزيد من العبء بل بإحسان النية، وصدق الكلمة، واختيار ما يقول.",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "خامساً: من يتأمل السنن الكونية يرى أن من يسعى للتغيير في المجتمعات - أيًّا كان هذا التغيير- لابد أن يدفع الثمن الباهظ لذلك، ويبذل الجهد الهائل، فكيف بأصحاب الدعوات؟ وسير الأنبياء والمصلحين على مدى تاريخ البشرية خير شاهد على هذا المعنى. قال تعالى : { حتى إذا استيأس الرسل وظنوا أنهم قد كذبوا جاءهم نصرنا فنجي من نشاء.. } ويحكي - صلى الله عليه وسلم - صورة من معاناة الأنبياء قبله فيقول ابن مسعود- رضي الله عنه - :كأني أنظر إلى النبي - صلى الله عليه وسلم - يحكي نبياً من الأنبياء ضربه قومه فأدموه وهو يمسح الدم عن وجهه ويقول:«اللهم اغفر لقومي فإنهم لا يعلمون» (¬1) . ¶ ب - معوقات خارجية ¶ المعوق الأول :التربية الأسرية الخاطئة?: ¶ ويمكن أن نصور الصعوبات التي تواجه دور المدرس والمرتبطة بالتربية الأسرية الخاطئة فيما يلي:- ¶ 1- الأسرة هي الدائرة الأولى من دوائر التنشئة الاجتماعية، وهي المسؤولة بشكل أساس عن صياغة عقلية التلميذ ومعاييره وخلفيته الإدراكية؛ فتتلقى الطفل صحيفة بيضاء تخط فيها ما تشاء. ¶ وقد تكون هذه التنشئة خاطئة، وغير متسقة مع التربية الإسلامية الصحيحة. ¶ 2- لا يقف دور الأسرة عند مجرد توجيهات تعارض ما يطرحه المدرس، أو آراء تخالف آراءه؛ بل هي تنشىء التلميذ وفق معايير معينة تتحول إلى جزء من تفكيره، وتسهم في تشكيل وصياغة معايير يحكم من خلالها على ما يطرح عليه. ¶ ماذا يصنع المدرس بتلميذ نشأ بعيداً عن الأجواء الشرعية المنضبطة، وصار يستنكف العبادات الشرعية، ويرى فيها صورة من التطرف والشذوذ، ويعتبر أن مطالبته بالانضباط الشرعي إنما هي ضمن دائرة التطرف والغلو. فهو هاهنا يقيِّم ما يسمعه من أستاذه في ضوء هذه الخلفية. ¶ ¬__________ ¶ (¬1) رواه البخاري (3477) ومسلم (1792).",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "3- نظرة التلميذ لأستاذه ابتداءً تتحكم فيها تربيته الأسرية، فمن خلال التربية الأسرية ترتسم في ذهنه صورة محددة للشخصية السوية وصورة للشخصية الأخرى. ويسعى لتطبيق هذه المواصفات على شخصية أستاذه، فحين لا تتفق شخصية أستاذه مع الشخصية السوية لديه تشكل هذه النظرة حاجزاً وعائقاً أمام أي محاولة للتوجيه والبناء. ¶ فهو قد ينشأ في جو يحتقر الشخص المتدين، وينظر إليه نظرة شاذة، أو يعتبر التدين غلواً وتطرفاً، فحين يرى أستاذه كذلك فهو سيدرجه ضمن هذه القائمة مما ينعكس بالضرورة على مدى تقبله لما يطرحه عليه من توجيه. ¶ 4- قد تسهم الأسرة في نقض كلام المدرس وتقويمه، فتنقض ما أحكمه، وتهدم ما بناه، وما أكثر ما يقول الأب أو الأم: كلام أستاذك غير صحيح، وغير مقبول. ¶ وقد يستطيع الأستاذ أن يقطع خطوات في تربية التلميذ وتوجيهه لكنه جهد«غير مضمون الثمرة؛ لأن تأثير البيت المعاكس يظل دائماً عرضة لإفساد ما تحاوله المدرسة»(¬1) . ¶ 5- قد يسهم الجو العام للمنزل في التأثير اللاشعوري على التلميذ وتطبيعه بما يتناقض مع توجيه أستاذه. ¶ فالتلميذ الذي ينشأ في بيتٍ يهمل العناية بالصلاة، ولا يستيقظ أحد منه لصلاة الفجر سيكون كذلك، وقد لا يأخذ توجيه أستاذه بالاستيقاظ للصلاة مأخذ الجد. ¶ والآخر الذي اعتاد في المنزل أن يرى الصورة الفاتنة على الشاشة، قد لا يتقبل بالضرورة نصح أستاذه المتكرر بغض البصر وحفظه، وحين يتفاعل مع توجيه أستاذه، ويعزم على ترجمة القول إلى عمل، يعود للمنزل وقد هبطت حماسته وفي الوقت نفسه انتصر داعي الشهوة، ولم يطق مجاهدة نفسه والكف عما يراه أمام عينيه. ¶ المعوق الثاني: وسائل الإعلام: ¶ ¬__________ ¶ (¬1) منهج التربية الإسلامية لمحمد قطب ج2 ص 101",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "لقد شهد العصر الحاضر ثورة هائلة في مجال تقنية الاتصالات، وتفتق العقل البشري- بما منحه الله من قدرة- عن وسائل تخاطب الفرد والمجتمع بكافة حواسه من خلال الصحيفة المقروءة، والإذاعة المسموعة والمرئية. ¶ وتسهم هذه الوسائل في التأثير على تربية التلميذ فـ«الأفلام الساقطة والبرامج الهدامة التي تعرض على الجماهير عبر وسائل الإعلام لها دور كبير في هدم جوانب شخصية الطفل بشكل عام، وهذا النوع من الأفلام والبرامج هو الذي يحتل محل الصدارة في الإعلام العربي»(¬1). ¶ « ويكاد يجمع المهتمون بهذا الجانب التربوي على أن مظاهر الحب والغرام، والعشق بين الجنسين هي المحور الرئيسي، والقاعدة الأساسية التي تدور عليها أحداث المسلسلات، والمسرحيات التمثيلية التي يعرضها التلفزيون، إلى جانب الدعاية السيئة المعتمدة على إظهار مفاتن المرأة ومحاسنها»(¬2) . ¶ والمجلة الساقطة هي الأخرى تسهم في وأد الفضيلة والحياء من خلال التسابق على نشر الصور الفاتنة، والمظاهر المغرية، واعتبار الحب والعلاقة المحرمة وسيلة شرعية وسلوكاً لا يرفضه إلا الشاذون، والأغلب الأعم مما يعرض أمام التلميذ هو من هذا النوع. ¶ وتمتاز هذه الوسائل عن سائر المؤثرات بما يلي: ¶ 1- مخاطبتها لأكثر من حاسة لدى التلميذ، ففي الوقت الذي يرى الأستاذ يتحدث أمامه في الفصل حديثاً متواصلاً، لا يخاطب سوى حاسة السمع وحدها، وربما كان حديثاً علمياً جافاً، يرى من خلال الشاشة من يحدثه حديثاً مصحوباً بالصورة، والمشهد المثير لانتباهه، والذي صيغ بطريقة تأسر لبَّه، وقل مثل ذلك في الصحيفة أو المجلة التي تحمل الصور الملونة، يقرأها وهو مضطجع على فراشه في غرفته المكيفة. ¶ ¬__________ ¶ (¬1) المؤثرات السلبية في تربية الطفل المسلم وطرق علاجها . لعائشة جلال (292). ¶ (¬2) مسؤلية الأب المسلم في تربية الولد في مرحلة الطفولة . عدنان باحارث (484-485)",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "2- يتعامل التلميذ مع هذه الوسائل بنفسية تختلف كليًّا عن تلك التي يتعامل فيها مع توجيه أستاذه. فهو يتعامل معها بعقلية المتلقي والمقبل عليها، أما أستاذه فربما كان زائراً ثقيلاً في الفصل يتمنى أن يسكته قرع الجرس. ¶ 3- تطرح هذه الوسائل على التلميذ طرحاً يلبي داعي شهوته، ويتسق مع هواه، في حين يستهدف توجيه أستاذه إخراجه من أسر هواه وشهوته. ¶ 4- تمثل الاختبارات وأعمال السنة والواجبات المدرسية ومطالبة الأستاذ بالانضباط داخل الفصل عاملاً هامًّا يقلل من دور الأستاذ التوجيهي - في نظر الطالب- بخلاف من يتعامل معهم بصورة غير مباشرة ولم يقابلهم يوماً من الدهر في حياته. ¶ 5- إن«تراكم عددٍ كبير من الوسائل الإعلامية بطرق مشوقة وجذابة، وعبر بعد زمني ممتد وهي تركز على موقف معين، أو تبشر بسلوك محدد قد يكسب ذلك الموقف أو السلوك شرعية اجتماعية، ويكسر الحواجز النفسية بين الجمهور وبين ذلك الموقف أو السلوك؛ فيعتاد عليه ويتقبله واقعاً معترفاً به»(¬1). ¶ 6- وترقى خطورة وسائل الإعلام لتقاوم أيضاً دور الأسرة. مما دعا الدكتور محمد نصار أن يتساءل قائلاً:«ماذا يصنع الأب أو ماذا تصنع الأم إذا أرادت أن يكون ابنها في المرتبة السامية العليا من الأخلاق، ومن الآداب، ومن السلوك الطيب، حيث تقوم بتوجيه أبنائها توجيهاً تربوياً سليماً ولكن يفسد هذا التوجيه تحريك مفتاح التلفاز، وتحريك المؤشر في الإذاعة والراديو وغير ذلك؟»(¬2). ¶ المعوق الثالث: الصحبة السيئة: ¶ ¬__________ ¶ (¬1) الإرشاد النفسي خطواته وكيفيته . د.عبدالعزيز النغيمشي . ضمن الكتاب السنوي الثاني لجستن (297-298) . نقلاً عن د.عبدالقادر طاش. ¶ (¬2) مشكلات الشباب والمنهج الإسلامي في علاجها . وليد شلاش نايف شبير (317) .",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "إن من نافلة القول الحديث عن الدور الخطير والأساس الذي تلعبه الصحبة في التأثير على الشاب بصفة خاصة، لذا فقد أشار أنصح الخلق - صلى الله عليه وسلم - وأعرفهم بالله سبحانه إلى هذا المعنى في أحاديث عدة. ¶ منها قوله:«المرء على دين خليله فلينظر أحدكم من يخالل»(¬1). ¶ وقوله - صلى الله عليه وسلم - :«لا تصاحب إلا مؤمناً، ولا يأكل طعامك إلا تقي»(¬2). ¶ ومما يزيد من أهمية دور الرفقة: ¶ 1- كونها اختيارية في الغالب«فهو الذي ينتقي أصدقاءه ويبني العلاقة معهم برغبته وحسب ميله....وهذا بخلاف علاقته بوالديه أو أستاذه أو زملاء صفه، فإنها تكون مفروضة عليه»(¬3) . ¶ 2- الرفقة تغذي حاجة اجتماعية ملحة لدى الشاب، يندر أن يستأنس بدونها. ¶ 3- وجود التشابه والتلاقي بينه وبين رفقته في الطبائع والأحاسيس والحاجات والمشكلات (¬4) ؛ فهو يشعر أنه وإياهم شيء واحد، بخلاف أستاذه أو والده الذي يرى أنه يعيش عالماً آخر غير عالمه. ¶ 4- طول الوقت الذي يقضيه التلميذ مع رفقته، فهو أطول مما يقضيه مع أستاذه وربما والديه. ¶ هذه بعض المعوقات التي تواجه المدرس وهو يريد أن يربي أبناءه وتلامذته التربية الإسلامية، وأن يصحح ما يراه من خلل في سلوكياتهم. ¶ مقترحات لتجاوز هذه المعوقات ¶ إن سياقنا لما سبق ليس تثبيطاً وإبرازاً للعقبات والعوائق أمام الأستاذ الناصح لكن سقناه لأمور منها:- ¶ ¬__________ ¶ (¬1) رواه أحمد (8212) الترمذي (2378) وأبو داود (4833). ¶ (¬2) رواه أحمد (10944)3/38 والترمذي (2395) وأبو داود (4832) والدارمي (2057) ¶ (¬3) المراهقون . د.عبدالعزيز النغيمشي (64-65). ¶ (¬4) المراهقون . د.عبدالعزيز النغيمشي (68).",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "أن يدرك المدرس ضخامة التحديات التي تواجهه، وصعوبة الدور الذي يناط به وينتظر منه أن يؤديه؛ مما يدفعه إلى مزيد من الاهتمام والاجتهاد والعناية. ولأجل ذلك أخبر - صلى الله عليه وسلم - معاذاً حين بعثه إلى اليمن أنه يأتي قوماً أهل كتاب؛ وذلك ليأخذ للأمر عدته، قال ابن حجر:«هي كالتوطئة للوصية لتستجمع همته عليها؛ لكون أهل الكتاب أهل علم في الجملة، فلا تكون العناية في مخاطبتهم كمخاطبة الجهَّال من عبدة الأوثان»(¬1). ¶ وبادئ ذي بدء أشعر أن ما يطرح هنا ليس بالضرورة حلاً متكاملاً لهذه المشكلة، ومدعاة لتجاوز هذه العقبات تجاوزاً تاماً؛ فهو لا يعدو أن يكون مقترحات قد تسهم في رفع مستوى تأثير خطاب المدرس، وامتداده مساحة أوسع. ¶ أولاً: تربية الإيمان والتقوى: ¶ إن العناية بتربية الإيمان بالله وتقواه وخشيته، والحرص على غرس ذلك في نفوس الناشئة، من أهم ما ينبغي أن يكون في أولوياتنا التربوية؛ فالإيمان والتقوى هو العاصم بإذن الله من مواقعة الرذيلة، والانهزام أمام داعي الهوى والشهوة. ¶ إن من السبعة الذين يظلهم الله في ظله يوم لا ظل إلا ظله رجلٌ دعته امرأة ذات منصب وجمال إلى نفسها فقال: إني أخاف الله عز وجل، نعم هكذا يصنع الإيمان بصاحبه، فيكون بإذن الله وقاية من السير في ركب الشهوة وطريق الضلالة والهوى. ¶ ثم إن من يملك التقوى والإيمان لا يلبث حين يواقع ما حرم الله أن يستفيق ويتوب إلى الله عز وجل { إن الذين اتقوا إذا مسهم طائف من الشيطان تذكروا فإذا هم مبصرون } (الأعراف :201 ) . ¶ ¬__________ ¶ (¬1) فتح الباري (3/457)",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "وإن من الفوارق الجوهرية التي تميز التربية الإسلامية عن المناهج الأرضية قيامها على أساس إصلاح القلوب وغرس الإيمان، بخلاف تلك المناهج التي تقوم على مبدأ تقويم السلوك - مع ملاحظة أن معايير السلوك المقبول والمرفوض في هذه المناهج معايير بشرية - إذ القلب هو الأساس لكل ما يصدر عن الإنسان من سلوك كما قال - صلى الله عليه وسلم - :«ألا وإن في الجسد مضغة، إذا صلحت صلح الجسد كله، وإذا فسدت فسد الجسد كله، ألا وهي القلب»(¬1) . ¶ وهب أن المرء استقام سلوكه وقلبه خواء من الإيمان والعبودية لله فلن يجدي ذلك عنه شيئاً. ¶ ثانياً: تنمية الاستقلالية في التفكير والرأي: ¶ إن التبعية في الرأي والسير وراء الآخرين، من مشكلات الجيل المعاصر، وهي تكوِّن الأرضية المناسبة لتلقي التأثير الخارجي على الشخص، أياً كان مصدر هذا التأثير. ¶ ومن ثم فإن عناية الأستاذ بتربية تلامذته على روح الاستقلالية في الرأي والتفكير، والتخلص من التلقي المجرد مما سوى الوحيين يخدم في تنمية الشخصية الناقدة لما يعرض لها وما يواجهها. ¶ والأستاذ الذي يعنيه بدرجة أساس أن يتربى تلامذته تربية ناضجة، يشعر أن غرس الاستقلالية لديهم مطلبٌ ملح، ولو كان على حساب قبولهم لكل آرائه، وسماعهم لكل ما يطرحه، بل إنه ليسر حين يرى تلميذه يخالفه في رأيه واقتناعاته، ويرى أن ذلك معيار نضج وكمال. ¶ وهو حينها سيعنى بتعليمهم الحقائق العلمية مقرونة بالدليل والبرهان، وسيناقش الأقوال والمسائل مناقشة علمية موضوعية بعيدة عن الأحكام الجاهزة والنتائج المسبقة، وهو لن يقبل منهم مناقشةً لقول، أو اعتراضاً على نتيجة علمية، ما لم تكن مناقشتهم مقرونة بالدليل والبرهان. ¶ إن هذا المسلك مع أنه يربي العقلية العلمية الناضجة فهو أيضاً يسهم بشكل آخر في ضبط سلوك التلميذ الاجتماعي، وتطبيعه بذلك، فلا يقبل بعد ذلك في حياته ومسلكه إلا ما يقتنع منه. ¶ ¬__________ ¶ (¬1) رواه البخاري (52) ومسلم (1599).",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "هذه التربية تشكل بإذن الله درعاً واقياً للتلميذ من المؤثرات الأخرى، وتضع قناة لمراجعة ما يرد عليه بدلاً من كونه يتلقى ويتلقف كل ما يرده، حينها تتحطم الكثير من العوائق أمام هذه الشخصية. ¶ ثالثاً: التجديد في الوسائل ولغة الخطاب: ¶ إن النفوس تسأم التكرار والرتابة؛ ومن ثم كانت تحتاج باستمرار للتغيير والتنويع. وحتى في حياة الإنسان العادية وسلوكه اليومي فهو يجنح للتغيير، ويسأم الروتين. ¶ إن سيطرة لغة محددة للخطاب والتوجيه قد يفقدها قيمتها وجاذبيتها، فتتحول إلى روتين ممجوج لدى البعض؛ فالتنويع والابتكار في وسائل مخاطبة التلاميذ وإقناعهم يسهم في تحقيق قدر أكبر من القبول. ¶ وإدراك المدرس لهذا الأمر يدعوه إلى إعادة النظر في وسائل التوجيه، ولغة الخطاب، والتجديد في أساليب النصح والتأثير، وإلى الشعور بأن التوجيه ليس مجرد كلمات جوفاء يلقيها على طلابه وينتظر منهم الترحيب والمبادرة. ¶ وحين نتصور أننا قادرون على مواجهة هذا الزخم الهائل من الصوارف والمغريات، والتي تملك من الجاذبية ما تملكه .بمجرد كلمات، أو توجيهات نلقيها ونحن ننتظر التنفيذ والاستجابة، وربما كانت مقرونة ابتداءً بلغة استعلاء واحتقار للطلاب ووصف لهم أنهم ليسوا على شيء، وغير جادين، ولا صادقين، وأن طلاب العلم مضوا مع الرعيل الأول والجيل السابق، حين نتصور ذلك فنحن نغرق في السذاجة والسطحية. ¶ رابعاً: الواقعية في الأهداف والطموحات: ¶ قد يرتفع مستوى الحماسة لدى البعض، ويرى أنه قادر على تحقيق ما يريد، فيرسم لنفسه أهدافاً طموحة، ونظرة مثالية يصعب الوصول إليها، وتقويمه لعمله، ورؤيته لنجاحه وفشله مرهون بأهدافه. فإذا كانت أهدافه أعلى من الواقع فسيشعر بالفشل وضعف النتاج وطول الطريق، ويقول بلسان حاله أو مقاله:ما الفائدة والجدوى من العمل؟ ¶ أما حين يدرك العقبات، ويعرف المصاعب، فسوف يرسم أهدافاً تتسق مع الواقع، ويمكن ترجمتها إلى واقع عملي.",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "خامساً: رصيد الفطرة: ¶ إنه ومع كل العقبات والعوائق مما ذكرنا وما لم نذكر، فسيبقى جانبٌ مهم لا ينبغي إغفاله. ¶ لئن كان طريق الشهوات والغواية طريقاً تستهويه النفس وتميل إليه، طريقاً يجد المرء ما يدعوه له. فالخير في المقابل له رصيد عميق في فطرة الإنسان { فأقم وجهك للدين حنيفاً فطرة الله التي فطر الناس عليها لا تبديل لخلق الله ذلك الدين القيم ولكن أكثر الناس لا يعلمون. منيبين إليه واتقوه وأقيموا الصلاة ولا تكونوا من المشركين } (الروم:30-31). نعم فقد فطر الله الناس منيبين إليه، فطرهم على الدين والتوجه له سبحانه. ¶ وهو المعنى نفسه الذي يشير إليه النبي - صلى الله عليه وسلم - في قوله :«ما من مولود إلا يولد على الفطرة، فأبواه يهودانه أو ينصرانه أو يمجسانه، كما تنتج البهيمة بهيمة جمعاء، هل تحسون فيها من جدعاء؟» ثم يقول أبو هريرة – رضي الله عنه - { فطرة الله التي فطر الناس عليها لا تبديل لخلق الله ذلك الدين القيم } (¬1) . ¶ وفي الحديث الآخر يقول - صلى الله عليه وسلم - فيما يرويه عن ربه تبارك وتعالى:«إني خلقت عبادي حنفاء كلهم، وإنهم أتتهم الشياطين فاجتالتهم عن دينهم؛ فحرَّمت عليهم ما أحللت لهم...»(¬2). ¶ فمن يدعو الناس لمنهج الله إنما يستهدف إزالة الران والغشاء عن القلوب الذي يغطي رصيد هذه الفطرة، قبل أن يكون داعياً لتأسيس بنيان جديد. ¶ ثم إن الناس وإن ابتعدوا عن شرع الله، وغرقوا في الفساد، وارتكبوا الشهوات، إلا أنهم يشعرون بمرارة المعصية وشؤم الغواية، ومن ثَمَّ فهم يبحثون عن المنقذ، ويتطلعون للمُخَلِّص. وها نحن نراهم في الواقع يتوافدون بحمد الله على طريق الخير، ويسلكون السبيل. ¶ سادساً: العاطفة الصادقة: ¶ ¬__________ ¶ (¬1) رواه البخاري (1359)مسلم (2658). ¶ (¬2) رواه مسلم (2865)",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "وهي تلك اللغة التي لا يجيدها إلا الصادقون المخلصون، والأمارة الفارقة بين المتصنع المتشبع بما لم يعط وبين المخلص الجاد. فحين يملك الأستاذ العاطفة الصادقة والتفاعل مع ما يقوله لتلامذته، يخرج حديثه من القلب، فيشعر التلميذ وهو يسمع حديث أستاذه أنه حديثٌ صادق ناصح. ¶ وكم نرى ممن يؤهله للقبول عند الناس عاطفة حية ومنطق صادق أكثر من أسلوب رصين بليغ. ¶ وكما أن التلميذ يتعامل مع تلك الوسائل السابقة تعامل المقبل عليها، فهو في وسط ركام الغفلة، ومن بين أنقاض الواقع البئيس، يشعر حين يسمع الصوت الناصح أن يحس من خلاله بلغة النصيحة، ومنطق الصدق؛ فتتجاوب نفسه، ويسمو على أهوائه ورغباته الشخصية ليصيخ لمنطق الدين والعقل. ¶ وحين سأل ذر بن عمر أباه:ما بال المتكلمين يتكلمون فلا يبكي أحد، فإذا تكلمت أنت سمعت البكاء من كل جانب، فقال : يا بني، ليست النائحة الثكلى كالنائحة المستأجرة (¬1) . ¶ سابعاً: القلوب بيد الله وحده: ¶ ومع ماسبق، فالأمر أولاً وآخراً بيد الخالق سبحانه وتعالى الذي خلق عباده ويعلم ضمائرهم ودواخلهم، وقلوبهم ونواصيهم بيده سبحانه وتعالى يصرفها كيف يشاء، يضل من يشاء ويهدي من يشاء سبحانه وتعالى. ¶ ورؤية المسلم للأسباب المادية، وعنايته بتحصيلها لا يجوز بحال أن تشغله عن إدراك قدرة الله سبحانه، وأن الأمور ونواصي العباد بيده عز وجل. ¶ أرأيت الأنبياء والمصلحين السابقين، كيف استطاعوا أن يحققوا أهدافهم؟ وكيف تجاوزوا العقبات التي يصنعها شياطين الإنس والجن ليحولوا بين الناس وبين دعوة الله؟ فالطريق واحدة والسبيل متفقة. ¶ ¬__________ ¶ (¬1) إحياء علوم الدين (4/288).",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "إن إدراك هذه المعاني والسنن الربانية كفيل بإزالة تلك العوائق والعقبات، غير أن المسلم مأمور بفعل الأسباب، وتلمس الصعاب والاجتهاد في تذليلها، ثم حين يبذل ما يستطيع فالتوفيق بيد مولاه، والعون منه سبحانه وتعالى؛ فما من دابة إلا هو آخذ بناصيتها، وما من قلب إلا هو بين إصبعين من أصابعه سبحانه وتقدس يقلبه كيف شاء. ¶ ولابد أن ينتج من طول تفكيره وسائل وبرامج يغذيها بممارسته وخبرته، وينضجها بالاستفادة مما عند الآخرين. ¶ وهو على كل الأحوال لن يكون أقل قدرة من أصحاب الأهداف الوضيعة والمقاصد الدنيئة الذين يجدون ألف وسيلة ووسيلة لتحقيق أهدافهم. ¶ هذه بعض الخواطر حول ما أرى أن المدرس قادر على القيام به لتجاوز بعض هذه المعوقات، وهي لا تعدو أن تكون حاضرَ ذهنٍ قاصر، ونتاجَ قلمٍ وتجربة محدودة. مع يقيني أن إخوتي الأفاضل قادرون بإذن الله على اكتشاف المزيد، وعلى تحقيق ما يريدون. حين يملكون الصدق والإخلاص- وهم كذلك نحسبهم والله حسيبهم. ¶ ثامناً: استثمار الأنشطة الطلابية: ¶ لاشك أن للتوجيهات والخطاب الناصح الدور البارز الذي لا ينكر، خاصة حين تضاف لذلك القدوة الحسنة، لكن ذلك مهما علا شأنه لا يمكن أن ينقل الطالب إلى مرحلة الاستغناء عن البرامج التربوية العملية. ¶ ومن هنا يبرز دور الأنشطة الطلابية اللاصفية في توجيه الطالب وتربيته، وتؤدي هذه الأنشطة هذا الدور من خلال ما يلي: ¶ أولاً: لقاء الأستاذ بطلابه خارج الإطار الرسمي والجو المدرسي يساهم في زيادة الألفة وزوال كثير من الحواجز والعوائق، فيهيئ نفسه للتقبل والتجاوب مع ما يطرحه عليه بعد ذلك. ¶ ثانياً: أن هذه الأنشطة غالباً ما تحوي الفئات الجادة والمتميزة من الطلاب؛ مما يتيح للطالب فرصة للقدوة الحسنة والجو البديل عن أجواء الشارع والتجمعات غير المنضبطة.",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "ثالثاً: تسهم هذه البرامج في تشكيل صداقات الطلاب، فيختار الطالب من بين هؤلاء الذين يشاركهم الأنشطة المدرسية أصدقاء له، ولاشك أن ذلك حماية له من أصدقاء السوء وتوجيهاً غير مباشر للصحبة الصالحة. ¶ رابعاً: كما أن هذه الأنشطة تحوي خيرة العناصر من الطلاب، فكذلك الذين يشرفون عليها هم في الأغلب من خيرة الأساتذة. ¶ خامساً: غالباً ما تتضمن هذه الأنشطة برامج لها آثارها التربوية كالرحلات الاستطلاعية، والمسابقات الثقافية، والمحاضرات... وسائر الأنشطة. ¶ سادساً: توفر هذه الأنشطة البدائل المنضبطة لكثير من الأنشطة التي ربما مارسها الطالب في أجواء شاذة؛ فالأنشطة الرياضية والترويحية التي يتعلق بها كثيرٌ من الشباب وربما أصبحت بيئة لصداقة سيئة، هذه الأنشطة يمكن أن تمارس من خلال برامج الأنشطة الطلابية؛ فتصرف الطالب عن ممارستها في تلك الأجواء، وتتيح له الأجواء المنضبطة. ¶ ويحتاج الطالب للرفقة والصداقة التي تتجانس معه، فتسهم هذه الأنشطة في تحقيقها له كما سبق. ¶ ويحتاج لحب الاستطلاع، وتحقيق الذات... كل ذلك وغيره يمكن أن توفره هذه الأنشطة للطالب؛ فتحقق له الجوانب التي يفتقر إليها في نموه المتكامل، وتقدم بديلاً لممارستها من خلال أجواء ضارة. ¶ * * * ¶ الفصل السادس:المدرس والتوجيه الذي نريد ¶ حين نجتاز المرحلة الأولى وهي الاقتناع بأهمية التوجيه، وقيمة دوره، وضرورة المشاركة الفعالة فيه. فهل يعني هذا نهاية المطاف؟ أم أن هناك مراحل أخرى وخطوات للعمل؟ ¶ وبعبارة أخرى: هل يمكن أن نجعل الدور التربوي للأستاذ، والذي يشكل هذا القدر من الأهمية و الخطورة، أن نجعله مطلباً عائماً، وطريقاً مفتوحاً يسلكه الإنسان كيفما اتفق وحيثما تيسر له؟ ¶ وأحسب أن المرحلة الأولى قد اجتازها الكثير، وأنه أصبح يشعر بالمسؤولية بغض النظر عن مدى حرارة هذا الشعور ومستواه..",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "وخطورة الدور التربوي للأستاذ تفرض علينا مزيداً من العناية والدراسة لأساليب هذا الدور، وألا نتركه ضحية مواقف متبعثرة غير منضبطة. ¶ والرأي الذي يطرح لا يعدو أن يكون محاولة متواضعة، تنتظر المزيد من الإثراء والتعديل والمناقشة لتستوي على سوقها، وتتأهل لتكون برنامج عمل ينتظر منه بإذن الله نتاجاً مثمراً . ¶ ونستطيع أن نحدد أساليب التوجيه، ونظرات المدرسين تجاهه في الصور الآتية : ¶ الرؤية الأولى: ¶ تلك الرؤية التي ترى أن الحق واضحٌ أبلج، وأن معظم الناس يدركون ويعرفون الطريق جملة، وإن وجد بعض الغبش في بعض الجوانب، إلا أن العلة ومكمن الداء عند هؤلاء وأولئك هي تحويل الاقتناع إلى عمل واقعي والعمل بما يعلمون. ¶ إن ما نراه من واقع كثير من الشباب والتلاميذ من المخالفات، والمظاهر الشاذة ليس بالضرورة نتيجة للجهل. ومن ثم فهؤلاء أحوج ما يكونون إلى الموعظة والحث والترغيب والترهيب، وهي قضية واضحة محددة لا لبس فيها، وليست بحاجة لمزيد فلسفة وتنظير. ¶ وبناءً عليه، فالتوجيه الذي يراد يمكن أن يتحقق عفوياً من خلال كلمة عارضة، أو موعظة طارئة، فهي تحقق ما يحققه غيرها. ¶ أو تجعل في التوجيه والموعظة قضية موسمية يمكن أن تتم في حصة انتظار، أو في استقبال شهر رمضان أو عشر ذي الحجة، أو من حدث معين ككسوف، ومصيبة عامة للمسلمين، أو وفاة أحد الطلاب؛ حيث تسهم هذه المواقف وتلك في خلق استعداد نفسي لدى الطالب يمكن استثماره وتوظيفه لتحقيق أهداف تربوية معينة. ¶ أو ربما ينطلق التوجيه من خلال خطأ أو تجاوز أو مخالفة، فيتحدث عنها الأستاذ محذراً ومنبهاً. ¶ الرؤية الثانية: ¶ وهي تلك الرؤية التي ترى أن مجرد التوجيه والحديث العام قد لا يكفي، فلا بد من الانطلاق إلى مرحلة أكثر تحديداً، وتتجه الرؤية إلى محاولة استصلاح أكبر عدد ممكن ممن أصابه من غبار الضلالة ما أصابه، وتلبس بشيء من المخالفات السلوكية؟",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "وينطلق أصحاب هذه الرؤية من خلال ما يرونه في الواقع من أن التوجيه العام والموعظة المطلقة سرعان ما يذوب أثرها وتمحى نتائجها. وما يرونه في المقابل من نتائج مثمرة ومواقف سارة تتمثل في ذاك التحول من طريق الغواية إلى الهداية الذي نراه كل حين للعديد من الطلاب. ¶ وبدلاً من أن تكون هذه الصور المشرقة السارة نتاج مواقف طارئة غير مقصودة فلنسهم نحن في دفع عجلتها. ¶ الرؤية الثالثة?: ¶ وهي تلك الرؤية المتشائمة التي ترى أنه لا مجال ولا مناص من هذا الواقع الذي يعيشه الطلاب، أو أن التغيير ليس بيد المدرس، بل هو بيد من يملك دفة الأمور في المجتمع، فيصلح الإعلام، ويصلح الشارع، ويصلح رفقة التلميذ. وهي مطالب في قائمة المستحيل، ومن ثم فالأمر خارج عن الطوق ليس في مقدور فلان أو ذاك، فما علينا سوى التشكي والدعاء لهم با لهداية، والأمور بيد الله سبحانه وتعالى. ¶ وهي رؤية مع إغراقها في التواني والسلبية واحتقار الذات إلا أنها وللأسف تملأ مساحة واسعة ممن يتصدر للتربية والتوجيه في بلاد المسلمين، وهي قد تكون إفرازاً للهزيمة النفسية التي تعيشها الأمة أجمع، أو نتاج تجارب خاطئة، أو رغبة في التنصل من الأمانة والمسؤولية، وأيًّا كانت الدوافع فهي تحت هذه المظلة، وداخل هذا الإطار. ¶ إننا ومع رفضنا لهذه النظرة، أو تلك النظرات المتشائمة، نتفق أن بقية تلك الرؤى تملك قدراً من المصداقية، وتملك رصيداً من الاعتبار، والنتائج المتحققة منها تزيد من اقتناع أصحابها بها. ¶ ولاشك أن الكلمة الصادقة التي يرسلها صاحبها دون إعداد مسبق، أو يدفعها له موقف لم يحسب له حساباً لاشك أنها تترك أثرها بإذن الله. ¶ ولا ريب أن استصلاح عدد من وقع في الفساد والرذيلة جهد لا يجادل فيه إلا مكابر. ¶ إذاً فهي أدوار مطلوبة، ورؤى تملك قدراً من الصحة؛ لكن أليس الأمر يستحق منا نظرة أعمق وأشمل؟",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "فهذه مقترحات أضعها بين يدي إخوتي المدرسين أرى أنها تسهم في الارتقاء بالتوجيه ليؤدي الدور المنتظر منه بإذن الله: ¶ أولاً: تحديد الأهداف: ¶ فرق ظاهر بين أولئك الذين يرسمون لأعمالهم أهدافاً واضحة ومحددة، وأولئك الذين يسيرون في أعمالهم ارتجالاً دون أن ينظروا إلا إلى ما تحت أقدامهم. ¶ إن صاحب أي مشروع تجاري أو عمل دنيوي لابد له من أهداف واضحة محددة، يستطيع من خلالها أن يخطط لعمله تخطيطاً سليماً، وتكون هذه الأهداف معياراً للتقويم وحساب الأرباح والخسائر، والفكر والعلم شأنه أعلى وأتم، فهو أولى أن يسير على خطى ثابتة، وأن يرسم أهدافاً واضحة محددة. ¶ كثيرٌ هم الأساتذة الذين يبذلون جهوداً خيرة مشكورة، لكنها تسير ارتجالاً دون تخطيط. وربما كان هذا خيراً بحد ذاته، لكن خير منه أن يكون للمدرس هدف واضح يسعى إليه، ومنهج وخطط توصله لتحقيق هذا الهدف، مع إتقان عمله والسعي نحو الأفضل والأكمل. ¶ وحين يعتني المدرس بعملية التوجيه، لتصبح عملية مخططة مقصودة، ويرسم لنفسه أهدافاً محددة فهذا يعني: ¶ أولاً: أن جهده أنضج ثمرة، فثمرات عمله مقصودة مرادة، في حين تكون ثمرات النموذج الأول اتفاقاً. ¶ ثانياً: أن هذا يتطلب منه تفكيراً هادئاً يسبق عملية التوجيه والتدريس، ويتولد من هذا التفكير نضج أكثر للمضمون والأسلوب، بخلاف التوجيه المرتجل؛ إذ لا يعدو غالباً أن يكون ردة فعل لموقف يطرأ في الفصل أو يمر بالأستاذ، أو ربما كان مصدره خاطر يمر في خياله وهو يتحدث. ¶ ثالثاً: أن مثل هذا التوجيه ينطلق من اعتبار ومراعاة أكثر لعوامل عدة لها دور مهم في تحديد أسلوب ومضمون ما يطرح، ومن هذه العوامل: ¶ أ - المرحلة الدراسية والعمرية للطلاب، فما يستهدف المدرس تحقيقه لدى طلاب المرحلة المتوسطة يختلف عما يستهدف تحقيقه لدى طلاب المرحلة الثانوية.",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "ب - التركيبة الاجتماعية للطلاب، ففرق بين قرية صغيرة نائية وبادية، وبين مدينة تعيش الضجيج والصخب والمؤثرات؛ فرق بين تفكير هذا الطالب وذاك، بين إدراك ابن القرية والبادية، وبين إدراك ابن المدينة. ¶ وقد تكون الشريحة العامة في المدرسة من طبقة فقيرة، وقد تكون من طبقة ثرية، وهي أمور لها تأثيرها الكبير على نمط التفكير والسلوك، وعلى طبيعة الخطاب الذي ينبغي أن يوجه لهؤلاء وأولئك. ¶ ج - طبيعة المادة التي يدرسها المدرس فقد يكون ضمن أهداف مدرس مادة الحاسب مثلاً أن يؤصل لدى تلامذته الشعور بما تعانيه الأمة من تخلف مادي، وتقدم أعدائها عليها، وأن الأمة تحتاج لأن يعنى أبناؤها بهذه الجوانب المادية ليساهموا في تحقيق نهضة الأمة، وقل مثل ذلك في سائر المواد التطبيقية والتي تسمى علمية(¬1). ¶ وقد يكون ضمن أهداف مدرس التربية الرياضية معالجة المظاهر السلبية والسلوكيات الشاذة المتعلقة بممارسة الرياضة، وتأصيل المفهوم الصحيح للرياضة وكونها وسيلة لا غاية. ¶ وقل مثل ذلك في سائر المواد والتخصصات. ¶ رابعاً : حين يسلك المدرس هذا المسلك في التوجيه فإنه يستطيع أن يقوِّمَ جهده ويقيس عمله، فيدرك ما حققه من نتائج، ويتعرف على أسباب النجاح والفشل، أما حين يكون عمله مرتجلاً فماذا يقيس؟ وأي عوامل للنجاح والفشل يستطيع إدراكها وهو لم يضع شيئاً في حسبانه؟ ¶ خامساً : وحين يسلك هذا المنهج فإنه سيسعى للوصول إلى هدفه من طرق عدة وأبواب شتى؛ فتتضافر على مسمع الطالب المؤثرات المتنوعة، لتؤدي في النهاية لنتيجة واحدة، بخلاف ما لو كان الهدف والوسيلة هو ما يخطر في ذهنه؛ فستكون المواقف مبتورة. ¶ ¬__________ ¶ (¬1) هناك اصطلاح شائع وهو تسمية هذه المواد كالعلوم والرياضيات ونحوها المواد العلمية، وسواها المواد الأدبية. وهو اصطلاح غير صحيح لغة ، وشرعاً، فالعلم الشرعي أشرف العلوم وأساسها يدرج على هذا الاعتبار ضمن قائمة المواد الأدبية.",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "وبعد هذا كله يتضح لنا أن المدرس حين يحدد لنفسه أهدافاً واضحة فإنه يستطيع أن يحقق نجاحاً أكبر، ويترك أثراً أعظم. ¶ ومع دعوتنا للمدرس أن يسلك هذا المنهج والمسلك فهذا لا يعني تحول الوسيلة إلى غاية، والإغراق في هذا الأمر وترك التجاوب مع الخواطر الواردة، والأحوال الطارئة. ¶ ثانياً: العناية ببناء المفاهيم والتصورات: ¶ وتبدو العناية بهذا الجانب ملحة ومهمة لما يلي: ¶ 1 - أن الغزو المكثف الذي واجهته الأمة ولَّد نتاجاً هائلاً من المفاهيم والتصورات الشاذة البعيدة عن المفاهيم الشرعية، إضافة إلى النتاج المتراكم للأعراف والتقاليد الخاطئة التي سادت في مجتمعات المسلمين فولدت العديد من المفاهيم الشاذة التي أصبحت جزءاً من تفكير الناس يصعب إزالتها واقتلاعها. ¶ ذلك كله ولَّد حاجة ملحة لمواجهة هذا الانحراف والسعي في تصحيحه، وأضاف ضمن أهداف الصحوة والعمل الإسلامي العناية بإعادة بناء المفاهيم والتصورات الشرعية لدى الناس. ¶ 2 - أن المفاهيم والتصورات ليست نبتة مجتثة في العراء كالخطأ والسلوك المجرد، بل هي نواة ونبتة تنمو وتورق ما يليق بها. ¶ لذا فالمفاهيم والتصورات الخاطئة ستولد وتنتج ألواناً من المواقف والسلوكيات الشاذة والتي ليست إلا ثمرة لتلك المفاهيم. ¶ وفي المقابل فالمفاهيم والتصورات الشرعية هي الأخرى ستولد ألواناً من المواقف والسلوكيات الشرعية. ¶ فالدعوة للتصحيح إذاً ستزيل ألواناً من الأخطاء المتراكمة، وتولد ألواناً من المواقف الإيجابية.",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "3 - قد تكون الدعوة للسلوكيات المحددة فعلاً وتركاً صعبة النتاج، بطيئة الأثر، ويشعر المدرس وهو يسعى لذلك أن هناك أفواجاً من الطلاب- بل ربما كانوا الأغلب - يمرون عليه دون أن ينجح في تصحيح ما لديهم من مخالفات؛ ذلك أن قضية السلوك المحدد تتأثر بالشهوات والأهواء، وقد تثقل على صاحبها، بخلاف المفاهيم والتصورات التي لا تصطدم بشيء من ذلك، ومن ثَمَّ فسيتجاوب مع ذلك الغالب الأعم، ويستطيع المدرس أن يترك أثره على معظم طلابه ظاهراً واضحاً. ¶ 4 - أن المفاهيم الصائبة حين تغرس باقتناع لدى الناشئة يصعب اقتلاعها بإذن الله، بل هي ربما تتضمن أداة للحكم على ما يسمعونه من غيرهم. ¶ وهي ليست دعوة لترك الجانب الآخر، ولا للتهوين مما يقوم به إخواننا من النصح والبيان والتوجيه، لكنه حين يكون وحده كذلك فسوف يعزل أثر المدرس في إطار محدد. ¶ إن الأمة تواجه اليوم تياراً جارفاً، وغزواً مكثفاً يستهدف اقتلاع كل ما من شأنه ربط الناس بالإسلام، وما يمت للدين بصلة من قريب أو بعيد في وقت تواجه المنابر الإسلامية جفافاً ومحاصرة هي الأخرى، فتبقى هذه المنابر وهذه القنوات أداة مهمة للمصلحين للتصحيح، وبناءِ الجيل البناءَ الشرعي. ¶ ويمكن أن نطرح أمثلة عاجلة على بعض المفاهيم والتصورات والتي نرى أن يعنى المدرس ببنائها البناء الشرعي، وتصحيحها لدى تلامذته. ¶ أ - شمولية الشريعة الإسلامية وأنها جاءت لتحكم سائر حياة الناس، وليست قاصرة على جانب واحد من الجوانب. ¶ ويمكن أن يتم ذلك من خلال بيان كثير من المواقف المخالفة لما هو مستقر لدى الناس من أسس الشريعة في جوانب مختلفة من الحياة (الاجتماعية، الاقتصادية، التربوية...) ، ومن خلال بيان الموقف الشرعي في كثير من هذه المواقف، ومن خلال الحديث عن سعي العلمانيين المكثف إلى حصر الإسلام في زوايا ضيقة.",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "ب - التثبت والتبين في الأخبار والشائعات إذ هي تؤثر كثيراً في حياة المسلمين، فيحكمون على الناس والمؤسسات من خلال ما يسمعونه من إشاعات ربما كان وراءها أعداؤهم، وكثيراً ما يستغل ذلك الأعداء في تشويه صورة رجال الصحوة ومؤسساتها. ¶ ويستطيع المدرس تأصيل هذا المفهوم من خلال الحديث عن أهمية التثبت في الأخبار، ومن خلال عرض نماذج من الشائعات الباطلة التي تروج عند الناس فيقبلونها، ومن خلال الحديث عن ضوابط من تقبل روايته وخبره... ¶ ج - الولاء للإسلام وقضيته مهما كان تدين المرء؛ إذ ساد مفهوم خاطئ عند الناس هذا العصر، وهو أن المرء حين يكون مقصراً أو مذنباً فذلك يعني أن يعفى من المسؤولية في التفاعل مع القضايا الإسلامية. ¶ ويمكن تأصيل هذا المفهوم بأن يبيِّن المدرس لتلامذته أن الأصل في المرء أنه مسلم مهما كان مقصراً، وأن تقصيره وإن أنزل رتبته إلا أنه لا يمكن أن يعفيه عن شيء من الواجبات الشرعية كهذا الواجب، ومن خلال عرض نماذج من التاريخ الإسلامي ساهم فيها أمثال هؤلاء في نصرة قضية الدين، ومن خلال عرض نماذج من التآمر على المسلمين مما يثير العاطفة تجاه قضيتهم ونصرتهم، وبيان تآمر الأعداء واشتراكهم في ذلك وإن لم يكونوا متدينين أو ملتزمين بمذاهبهم، ومن خلال اقتراح برامج ووسائل محددة يمكن أن يشارك فيها هؤلاء... ¶ أحدهم وهو شاب غير متدين كان في مجلس قال فيه أحد الحاضرين كلمة فيها سخرية بالدين فانتهره وأنكر عليه، وبعد افتراق مجلسهم سأله أحد الحاضرين عن سر هذا الشعور مع ما هو عليه، فأعاد ذلك إلى كلمة سمعها من أحد مدرسيه يتحدث فيها عن الدفاع عن الدين ولو كان المرء فاسقاً. ¶ هذه نماذج ذكرتها على سبيل المثال لا الحصر عل بها يتضح المقصود مما أردناه من ضرورة التركيز على بناء المفاهيم والتصورات الشرعية.",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "ومما ينبغي أن يعلم هنا أن بناء المفاهيم يحتاج لوقت وطول نفس، وتنويع في الأساليب والوسائل، وأنه لا يمكن أن يتم من خلال الأوامر التي توجه مباشرة. ¶ ومع ذلك كله يبقى اعتراضنا على النماذج والرؤى السابقة منحصراً على مجرد اعتبارها وحدها منطلقاً للتوجيه، وتبقى سائر الأساليب مطلوبة ينبغي أن يسعى إليها جميعاً. ¶ * * * ¶ الخاتمة ¶ وبعد فهذه أخي الكريم كلمات سطرها أخ لك، عايش هذه المهنة سنوات معدودة، اجتمعت له خلالها هذه الخواطر، التي لا تعدو أن تكون آراءً شخصية إن أصاب فيها فمن الله، وإن أخطأ فمن نفسه والشيطان والله ورسوله بريئان مما يقول. ¶ أخي الكريم: إنها برامج ومقترحات للتوجيه، قد تخالفني في بعضها، وقد تصدق في أحوال وبيئة دون أخرى، فما رأيت فيها من الصواب فدونك إياه، وما كان سوى ذلك فإن من حقي عليك المناصحة والنصرة، وأجزم أني لن أعدم في كل حال دعوة صالحة منك بظهر الغيب، فدعوة الأخ لأخيه بظهر الغيب مجابة. ¶ ومرة أخرى أقول : إنه لا يكفي للقيام بواجب التربية والتوجيه الكلمات العاجلة، أو البرامج المرتجلة، فمن حق الشباب علينا وهم فلذات أكبادنا، أن نعنى بتربيتهم، فهلا خطوات جادة للوصول إلى أسلوب أمثل في التوجيه والتربية؟ ¶ وأنا بدوري أرحب بكل خواطر الإخوة القراء، واقتراحاتهم لعلها أن تأخذ طريقها في الطبعات القادمة.حفظك الله أخي الأستاذ، ووفقك، ورزقك التلميذ النجيب والابن البار.وصلى الله وسلم على نبينا محمد وآله وصحبه أجمعين. ¶ محمد بن عبد الله الدويش ¶ ص ب:52960 الرياض:11573 ¶ dweesh@dweesh.com ¶ المراجع والمصادر ¶ ? أخلاق أهل القرآن - الآجري - ت محمد عمرو عبداللطيف - دار الكتب العلمية - ط1 1406هـ ¶ ? أساسيات في طرق التدريس العامة - محب الدين أبو صالح - دار الهدى - ط2 - 1412هـ ¶ ? إحياء علوم الدين - ابو حامد الغزالي- ت سيد إبراهيم - دار الحديث - ط1 - 1412هـ",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "? الإرشاد النفسي خطواته وكيفيته - د عبدالعزيز النغيميشي - الكتاب السنوي الثاني لجستن - 1410هـ ¶ ? إعداد المعلم من منظور التربية الإسلامية - د عبدالله بن عبدالحميد محمود - دار البخاري، مكتبة الغرباء - ط1 ¶ ? تذكرة السامع والمتكلم في أدب العالم والمتعلم - دار الكتب العلمية ¶ ? جامع الأصول من أحاديث الرسول - ابن الأثير - ت عبدالقادرالأرناؤوط - دار الفكر - ط2 - 1403هـ ¶ ? جامع بيان العلم وفضله - الخطيب البغدادي - دار الكتب العلمية ¶ ? الجامع لأخلاق الراوي وآداب السامع - ت محمود الطحان - مكتبة المعارف - 1403هـ ¶ ? الرسول المعلم ومنهجه في التعليم – محمد رأفت سعيد -دار الهدى للنشر والتوزيع - ط1 - 1402هـ ¶ ? سلسلة الأحاديث الصحيحة - محمد بن ناصر الدين الألباني - المكتب الإسلامي ¶ ? سنن أبي داود - ت كمال الحوت - دار الجنان - ط1 - 1409هـ ¶ ? سنن ابن ماجه - ت محمد فؤاد عبدالباقي - دار الفكر ¶ ? سنن الترمذي - ت أحمد شاكر - دار إحياء التراث العربي ¶ ? سنن الدارمي - ت مصطفى البغا - دار القلم - ط1 - 1412هـ ¶ ? سنن النسائي – ت عبدالفتاح أبوغدة - مكتبة المطبوعات الإسلامية بحلب - ط1-1406هـ ¶ ? صحيح الترغيب والترهيب - محمد بن ناصر الدين الألباني- مكتبة المعارف - ط2 - 1409هـ ¶ ? صحيح سنن أبي داود - محمد ناصر الدين الألباني - مكتب التربية العربي - ط1 - 1409هـ ¶ ? صحيح سنن ابن ماجه - محمد ناصر الدين الألباني - مكتب التربية العربي- ط2 - 1408هـ ¶ ? صحيح سنن الترمذي - محمد ناصر الدين الألباني - مكتب التربية العربي- ط1 - 1408هـ ¶ ? صحيح سنن النسائي - محمد ناصر الدين الألباني - مكتب التربية العربي- ط1 - 1409هـ ¶ ? صحيح مسلم بشرح النووي - مراجعة خليل الميس - مكتبة المعارف - ط1 - 1410هـ ¶ ? فتح الباري شرح صحيح البخاري - ابن حجر العسقلاني - دار الكتب العلمية - ط1 - 1410هـ ¶ ? الفروسية - ابن قيم الجوزية",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "? الفكر التربوي عند ابن القيم - حسن الحجاجي - دار حافظ للنشر والتوزيع - ط1 - 1408هـ ¶ ? الفوائد - ابن قيم الجوزية ¶ ? الكفاية في علم الرواية - الخطيب البغدادي - ت أحمد عمر هاشم - دار الكتاب العربي - ط2 - 1406هـ ¶ ? لقط اللآليء المتناثرة في الأحاديث المتواترة ¶ ? المؤثرات السلبية في تربية الطفل المسلم وطرق علاجها - عائشة جلال - دار المجتمع - ط1 - 1412هـ ¶ ? المجموع شرح المهذب - النووي - دار الفكر ¶ ? المحدث الفاصل بين الراوي والواعي-الحسن بن عبدالرحمن الرامهرمزي-ت محمد عجاج الخطيب-ط3- 1404هـ ¶ ? مختصر الشمائل المحمدية للترمذي - محمد ناصر الدين الألباني - مكتبة المعارف - ط4 - 1412 ¶ ? المذهب التربوي عند ابن سحنون - مؤسسة الرسالة - ط1 - 1406 ¶ ? المراهقون - د عبدالعزيز النغيمشي - دار طيبة - ط1 - 1411هـ ¶ ? مسند الإمام أحمد - الإمام أحمد بن حنبل الشيباني - دار صادر ¶ ? مسؤولية الأب المسلم في تربية الولد في مرحلة الطفولة - عدنان باحارث - دار المجتمع - ط1 - 1410هـ ¶ ? مشكلات الشباب والمنهج الإسلامي في علاجها-وليد شلاش نايف سبير - مؤسسة الرسالة - ط1 - 1409هـ ¶ ? المعجم المفهرس لألفاظ الحديث الشريف - مطبعة بريل بمدينة ليدن - 1967م ¶ ? المعلم المناهج وطرق التدريس – د/محمد عبدالعليم مرسي ¶ ? من أعلام التربية الإسلامية - مكتب التربية العربي - 1409هـ ¶ ? منهج التربية الإسلامية - محمد قطب - دار الشروق - ط8 - 1408هـ ¶ ? النظرية التربوية في طرق تدريس الحديث النبوي - يوسف صديق - دار ابن القيم - ط1 - 1412هـ ¶ فهرس ¶ مقدمة الطبعة الثانية ... 5 ¶ المقدمة ... 6 ¶ الفصل الأول:ماذا يعني لنا التعليم؟ ... 11 ¶ الفصل الثاني:هدي النبي - صلى الله عليه وسلم - في التعليم ... 21 ¶ الفصل الثالث: من صفات المدرس ... 44 ¶ الفصل الرابع : المدرس والتوجيه ... 75 ¶ الفصل الخامس : معوقات التوجيه ... 85 ¶ الفصل السادس:المدرس والتوجيه الذي نريد ... 110 ¶ الخاتمة ... 120 ¶ المراجع والمصادر ... 121 ¶ فهرس ... 123",
            "page": "96",
            "part": "1"
        }
    ],
    "t35180": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "المدرس ومهارات التوجيه"
        }
    ]
}