{
    "b35195": [
        {
            "id": "1",
            "nass": "أربعون وسيلة لتفعيل البيت المسلم في رمضان ¶ حسين بن سعيد الحسنية ¶ http://www.saaid.net/ ¶ بسم الله الرحمن الرحيم ¶ الحمد لله رب العالمين , وليّ الصالحين , ولا عدوان إلا على الظالمين , والعاقبة للمتقين , واشهد أن لا اله إلا الله وحده لا شريك له , إله الأولين والآخرين , ومصرّف الشهور والسنين , وجامع عباده يوم الدين , واشهد أن محمداً عبد الله ورسوله , وصفيه وخليله , بلّغ الرسالة , وأدى الأمانة ونصح الأمة وجاهد في الله حق جهاده حتى أتاه اليقين , فصلاة ربي وسلامه عليه وعلى آله وصحبه وسلم تسليماً كثيراً . وبعد ¶ فنحن على موعد قرب مجيئه , ودنى طلوع فجره , ولاح في الأفق رسمه , وشرعت الأفواه تلهج باسمه , خطّ لنا رسالة زادت من اشتياقنا إليه , وأضفت إلى حبه حباً , ومودته وداً , ومكانته مكانةً , خطّ لنا رسالة حبيب إلى قلوب يحبها , رسالة تحوي كل معاني الصدق , نطق بها الفؤاد المليء بنغمات الطهر , وتباريح السكينة , وهمسات النجوى , جاءت رسالته قبل مجيئه لأدب اعتدناه منه لكي يبين أن قدومه قدوم للخير , وحضوره حضور للبركة , وإقباله إقبال لليمن والمسرات . ¶ واليكم نص رسالته :- ¶ يقول هذا الحبيب القادم : ¶ أحبتي .. ¶ أنا رمضان .. ¶ الشهر المبارك. ¶ الشهر الكريم.. ¶ شهر السكينة والوقار .. ¶ شهر الفضيلة والأذكار .. ¶ شهر الصدقة والصيام .. ¶ شهر التهجد والقيام .. ¶ خصني ربي بأجور ليست لغيري من الشهور..\" كل عمل ابن آدم له, الحسنة بعشر أمثالها إلى سبعمائة ضعف قال الله عز وجل: إلا الصيام فإنه لي وأنا اجزي به\" . ¶ جُعلت مضماراً للمتسابقين على التقوى .. ¶ وميدانا للمتنافسين على الدرجات العلى . ¶ \" يا أيها الذين آمنوا كتب عليكم الصيام كما كتب على الذين من قبلكم لعلكم تتقون \" البقرة (183) , ... ¶ أحل عليكم ضيفاً مضيافا فمن أكرمني يبشر بإكرامي له.. ¶ ومن أدركني فليخلص في إدراكه لي فقد لا أعود إليه.. ¶ نعم.. فقد تكون ضيافتك لي هي الأخيرة..",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "إذا ألفيت فتحت أبواب الجنان , وغلقت أبواب النيران , وغُلّت الشياطين ... ¶ خير إحدى اليالي فيّ خير من ألف شهر \" من حرم خيرها فقد حرم \"... ¶ كان سلفكم الصالح يترقبونني ليعيشوا أيامي وليالي بين طاعات وعبادات متوالية وكان من دعائهم \" اللهم سلمنا إلى رمضان , وسلم لنا رمضان , وتسلّمه منا متقبلاً \" بل كانوا يدعون الله ستة أشهر أن يبلغني إياهم , ثم يدعونه ستة أشهر أن يتقبل منهم . ¶ نعم ..يا أحبتي .. ¶ أنا رمضان جئتكم ومعي الرحمة والمغفرة من ربكم , ويا لتلك الإعداد التي اعتقها الله من النار لإخلاصهم في العمل , وتفانيهم في التقرب , وتعبهم لينالوا رضا ربهم جل وعلا .. ¶ من صام أيامي إيماناً واحتساباً غفر الله له ما تقدم من ذنبه .. ¶ ومن قام ليالي إيماناً واحتساباً غفر الله له ما تقدم من ذنبه ... ¶ وعمرة في تعدل حجة ... ¶ والدعاء في لا يرد ... ¶ نعم ... ¶ أنا رمضان ... ¶ شهر الجهاد والنصر ... ¶ والعزة والتمكين... ¶ كانت أيامي تتلبس بثياب لُطخت بدم الشهداء والأتقياء... ¶ فتلكم بدر الكبرى , وفتح مكة لا ينسى ... والأندلس وعموريّة وإنطاكية وعين جالوت .. ¶ كل تلك الأسماء ارتبطت بقدومي فسجلنا سوياً تاريخاً مشرقاً ومجداً عظيماً لأمتنا... ¶ نعم.. ¶ أنا رمضان .. ¶ شهر الجود والعطاء ... ¶ والبذل والسخاء ... ¶ فأيامي اختبار لأهل الأموال فإن هم بذلوها وأعطوها ابتغاء لوجه الله تعالى طامعين فيما عنده أفلحوا وفازوا, وإن هم بخلوا واستغنوا فقد خابوا وخسروا ... ¶ نعم ... ¶ أنا رمضان الذي انزل الله بحلولي القرآن فقال :\" شهر رمضان الذي انزل فيه القرآن ...الآية \" ¶ ولقد كان لصحابة حبيبكم عليه الصلاة والسلام فيه دويٌّ كدويٌّ النحل يسمع لهم في بيوتهم , ولقد كان جبريل عليه السلام يدارس الحبيب عليه الصلاة والسلام القرآن في رمضان .. ¶ نعم يا رعاكم الله أنا كل ذلك .. ¶ وما لم يذكر من الفضل كثير ... ¶ فأيامي كلها خير ... ¶ وليالي كلها نعيم ... ¶ ونفحاتي مباركة ...",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وتباريحي ممتعة ... ¶ يغشاني الهدوء والسكينة ... ¶ وتغمرني الفرحة والطمأنينة ... ¶ لا أعرف ولا أحب الرفث والصخب والسباب ... ¶ نعم أنا شهركم المبارك الحبيب إلى قلوبكم ... ¶ هذه رسالتي أتت إليكم تخبركم بفضلي ومكانتي فادعوا الله أن يبلغكم إياي , وأن يرزقكم صوم أيامي , وقيام ليالي . ¶ وقبل أن اختم هذه الرسالة الصادقة فإليك هذه الأسباب التي تعينك على استقبال والتجهيز لوصولي .. ¶ أولاً : نق قلبك وطهر ضميرك ونظف فؤادك من الصفات الذميمة والأخلاق السيئة . ¶ ثانياً : قرر بأن تكون من الفائزين بإذن الله تعالى في نهايتي واحذر من النفاق والكسل . ¶ ثالثاً : ابدأ بوضع برنامج لك واحرص على أن لا تفوتك لحظة وليس فيها عبادة , وعلى أن لا تهمل فرصة إيمان إلا وتحتفي بمناجاة الله فيها والتقرب منه تعالى . ¶ رابعاً : كن حيّ الضمير , صادق النية , مخلص القلب , وابتعد عن الكبر والخيلاء. ¶ خامساً : زد من اهتمامك في كل العبادات , وضاعف من جهدك في الطاعات , وعشني وكأني آخر رمضان ستشهده . ¶ سادساً : استشعر الأجر الذي ستناله , والثواب الذي ستفوز به , عندما تكون من التائبين المنيبين المستغفرين بالليل والنهار. ¶ سابعاً : أعن من حولك على استقبالي وأخبرهم بفضلي وعلّمهم عن مآثري وخصائصي لتكن دالاً على الخير داعياً إلى إتّباعه . ¶ ثامناً : انتظر قدومي إليك بلهفة , وتحر إقبالي عليك بشوق , واحذر بأن أكون عليك ضيفاً عادياً أو ثقيلاً فأنا احبك فهلا أحببتني . ¶ وأقول: ¶ فلا شك أن من فارق حبيب له, وبعد عنه وطال ذلك البعد, فإنها تتأجج في النفس رغبات اللقاء, وتتجدد أمنيات التواصل, وتتضاعف معاني الحب, وتتجسد عناوين الود. ¶ فكيف إذا كان ذلك الحبيب هو أنت يا شهرنا المبارك ولم يبق على اللقاء بك سوى أيام وليالي قلائل وأنت تحمل أجمل ما يحمل حبيب لحبيبه, وأروع ما يهدي خليل لخليله . ¶ رمضان في قلبي هماهم نشوة *** من قبل رؤية وجهك الوضاء",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وعلى فمي طعم أحس بأنه *** من طعم تلك الجنة الخضراء ¶ قالوا بأنك قادم فتهللت *** بالبشر أوجهنا وبالخيلاء ¶ تهفو إليه وفي القلوب وفي النهى *** شوق لمقدمه وحسن رجاء ¶ فحييت رمضان وحيا الله معك كل توبة صادقة نطق بها فم مذنب عاص , وحيا الله معك كل دمعة هاطلة من مخطئ أو جاهل أو ناس , وحيا الله معك كل ارتجافة قلب أحس بندمه وثار لتقصيره , وحيا الله معك تلك الليالي الروحانية الجميلة المنتظرة , وحيا الله تلك الخلوات الإيمانية الخالصة .. ¶ ما أنت إلا رحمة علويّة *** خص الإله بها الورى وترفقا ¶ رمضان يا عرش الهداية مرحبا *** يا نبع خير في الوجود تدفقا ¶ أحبتي في الله ... جاء رمضان وقبل مجيئه لابد لنا من وقفة ومضمونها يكمل في أن نجتهد بأن لا نجعله كرمضانات ادر كناها وقصرنا فيها , وعلينا أن نستشعر أن رمضان القادم هو آخر رمضان ندركه ومن يدري ؟ فقد لا نبلغ رمضان القادم , وعلينا أن نخرج كل أفعالنا في هذا الشهر المبارك من صوم وقيام وصدقة وقراءة قرآن من إلف العادة إلى روح العبادة , فلا نريد أن لا يكون حظنا من الصوم سوى الجوع والعطش , ومن القيام سوى التعب والسهر , وعلينا أيضا بالجد والاجتهاد , والعمل والمثابرة في شهر المغفرة والرضوان من الرحيم الرحمن . ¶ وعلينا وبعد أن نراجع قلوبنا , ونجدد نياتنا تجاه استقبال هذا الحبيب , أن نعمل على تحضير وتجهيز بيوتنا لاستقباله , { وهذا هو محور صفحاتنا هذه } فلا يخفى على كل ذي لب أهمية البيت المسلم ودوره في صلاح المجتمع ومكانته السابقة بالنسبة لأفراده ومؤسساته وتتضاعف تلك الأهمية , وذلك الدور في شهر رمضان المبارك وذلك لأمرين مهمين :",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "الأول : أن البيت المسلم هو المحضن الأول من محاضن تربية الأجيال والأساس الأول الذي يبنى عليه جل المعاني والقيم الواجب توفرها في المؤمن , والمتأمل في حال البيوت المسلمة سواء في شهر رمضان المبارك أو غيره يجد ما تبكي لأجله العين , ويحزن له القلب من حال تلك البيوت المؤلم فمن بيت اشتغل أهله بالدنيا وزخرفها إلى بيت يعج بالمنكرات والفواحش , إلى بيت غفل الوالدين فيه عن تربية أبنائهم , إلى بيت سكنته القذارة والجهل , إلى بيت مهزوز الثوابت , ضعيف الأعمدة , بعيد أهله عن الإيمان ...إلى آخر تلك البيوت وأحوالها المحزنة المؤلمة . ¶ ثانياً : أن شهر رمضان المبارك شهر تربية وتعليم وتدريب , يتربى فيه المؤمن على معان سامية , ويتدرب على مجموعة من الأخلاق الطاهرة , مستغلاً بذلك نفحات الله المتتالية والأجواء الطاهرة , وحضور كل خير , وغياب الشياطين وأعوانهم . ¶ ومن هذا المنطلق ومراعاة لتلك الأهمية فإن من الواجب على الجميع أن يقيم البرامج الإيمانية , ويعقد الجلسات العائلية النافعة داخل محيط البيت في أيام الشهر المبارك لكي ينال فعلاً من الثمرات المرجوة والفوائد المتوقعة , وليحقق رسالة البيت المؤمن من خلال تلك البرامج والمجالس الإيمانية في شهر الخير والبركة .",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ومشاركة في هذا الجانب فإليك - أخي في الله – أربعون وسيلة نستطيع من خلالها أن نجعل بيوتنا بيوتاً رمضانية إيمانية وضاءة بعون الله وقدرته , وقد جمعتها بعد الاستعانة بالله تعالى واستشارة العديد من العلماء وطلبة العلم وبعد العودة إلى كتب ومقالات ومواقع الكترونية اهتمت بهذا الموضوع وعنيت به عناية فائقة وقبل أن اعرض هذه الوسائل والأفكار فأحب أن شير أن هذه السائل والأفكار تختلف باختلاف الناس فهناك أفكار تحتاج إلى دعم مادي , وهناك وسائل لا تريد لأجل إقامتها سوى تشجيع معنوي , ومنها من يستطيعه شخص واحد و ومنها من لا يقوم إلا بتحرك مجموعة كاملة من أعضاء الأسرة , ومنها ما يقبل مباشرة بدون تردد أو مشورة , ومنها ما يحتاج تفعيله إلى آراء ووجهات نظر جميع أفراد الأسرة , إلى غير ذلك من الاختلافات والمتباينات التي قد تحصل وتثار , الحاصل انه لابد من مراعاة كل تلك الأمور ومحاولة إيجاد حلولاً مباشرة متى ما تعطّلت فكرة معينة أو توقف برنامج مرسوم المهم أيضا أن لا نقف , بل نسارع في إحياء الإيمان في بيوتنا في هذا الشهر الكريم . ¶ الوسيلة الأولى :",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "هي إخلاص العمل لله تعالى , والعلم أن لا توفيق ولا بركة ولا عز إلا إذا كان العمل لله تعالى وحده , فهو أساس كل نجاح , ومنطلق كل تميز, وطريق إلى جنة الرضوان , وكم من عمل صغير يفعله العبد لوجه الله تعالى فيجده عند الله عظيماً , وكم من عمل عظيم وكبير يفعله العبد ليراه الناس فيجده عند الله صغيراً حقيراً , يقول تعالى : {وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاء وَيُقِيمُوا الصَّلَاةَ وَيُؤْتُوا الزَّكَاةَ وَذَلِكَ دِينُ الْقَيِّمَةِ }البينة5\" , لذا فإن علينا جميعاً أن لا نبدأ في إقامة أي مشروع أو نشاط تربوي أو دعوى في البيت في شهر رمضان حتى نراجع أنفسنا ونختبر نوايانا في سبب إقامته وتفعيله فدرّب نفسك – أخي المؤمن – على هذه الميزة , واجعل أعمالك وأقوالك لرب العالمين , واستشعر الأجر المترتب على هذه النية الخالصة لوجه الله تعالى . ¶ الوسيلة الثانية : ¶ إقامة حلقة خاصة لأعضاء الأسرة لقراءة القرآن الكريم , ولابد من تجهيز المكان المناسب لها , ويتعين مشاركة جميع أعضاء الأسرة في هذه الحلقة مع مراعاة مستوياتهم وأعمارهم ومستوى حفظ كل واحد منهم , ولابد أيضا من تخصيص وقت دائم من كل يوم يعلم عند الجميع طيلة أيام الشهر المبارك بأن هذا الوقت مخصص للحلقة الأسرية , ليقيس مدى نجاح الأعضاء ليشجع المتميز فيها ويأخذ بيد المقصر , ويفضل أن يكون المشرف هو الأب أو الأخ الأكبر أو الأم أن كان لها القدرة في ذلك , وسيكون لهذه الجهود جميعاً متى ما طبقت الأثر الكبير على جميع الأعضاء بإذن المولى جل وعلى . ¶ الوسيلة الثالثة :",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "إعداد جدول لتلاوة وحفظ القرآن الكريم يضم فيه جميع أعضاء الأسرة وان كانت هذه الوسيلة تدخل ضمناً مع سابقتها إلا أنها تختص بإقامة تلاوتين في وقتين مختلفين التلاوة الأولى تلاوة تدبر وتأمل في آيات الله تعالى , والتلاوة الثانية تلاوة لكسب الأجر المترتب لقارئ القرآن وهذه يقصد منها إضافة إلى طلب الأجر من الله ختم القرآن الكريم أكثر من مرة في هذا الشهر الكريم , فتسجل هاتين التلاوتين في الجدول المطلوب إعداده ويعطى كل عضو صورة من هذا الجدول للاحتفاظ به وتسجيل سيره في التلاوتين خلال أيام الشهر المبارك , وهذه الوسيلة تساعد في بث الحماس بين أعضاء الأسرة الواحدة , وتقوية العلاقة بهم مع القرآن الكريم. ¶ الوسيلة الرابعة : ¶ إقامة درس تفسير لإحدى سور القرآن الكريم القصيرة , أو لآيات الصيام في القرآن الكريم على أن لا تتجاوز مدة الدرس عشرين دقيقة وأن يكون الدرس بعد حلقة القرآن الكريم , وعلى جميع الأعضاء المشاركة في تفعيل الدرس وحضوره , ويستفاد من هذه الوسيلة زيادة تدبر أعضاء الأسرة في معاني القرآن الكريم وأسباب النزول ومعاني المفردات إلى غير ذلك من الفوائد الجمّة , وينصح بأن يكون المرجع في هذا الدرس احد كتب التفسير المبسطة والسهلة والمتناول طرحها لدى أفهام المتلقين , وينصح بتفسير السعدي رحمه الله . ¶ الوسيلة الخامسة :",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "إعداد وتجهيز كل ما تحتاجه الحلقة من أدوات وأثاث كشراء المصاحف لجميع الأعضاء , وإعداد حاملات المصاحف , وسجادات للصلاة , وتخصيص مصلى في المنزل ومذكرات ورقية لكتابة الفوائد أن حصل مثل ذلك , ويراعى أيضا تعليق بعض اللوحات المكتوبة عليها بعض الجمل والأقوال التي تحث على قراءة القرآن الكريم في هذا الشهر المبارك , وتبيّن اجر تدبره وحفظه , وعلى الجميع أن يشاركون في إعداد كل المتطلبات والتجهيزات للحلقة . و هنا أيضا لمن في قدرته توفيرها وأعمالها و الاستفادة منها وهي تجهيز لوحة ورقية أو خشبية للكتابة عليها عند الحاجة مع توفير أقلام الخط والماسحة وغيرها. ¶ الوسيلة السادسة : ¶ إعداد مسابقة في حفظ وتلاوة القرآن الكريم وتكون في الأقسام التالية : ¶ 1. مسابقة في حفظ الصور القصيرة أو حفظ بعض الآيات المتعلقة بأحكام الصوم وبشهر رمضان المبارك . ¶ 2.مسابقة في تلاوة آيات القرآن الكريم ¶ 3.مسابقة في تفسير الآيات التي يتم حفظها أو تلاوتها . ¶ 4.مسابقة في أحكام التجويد وغيرها من المسابقات التي تتعلق بالقرآن العظيم , ويراعى أيضا وجود مشرف لهذه المسابقات , ومراعاة الأعمار والعقول لأعضاء الأسرة والوقت المناسب لاستلام وتسليم الأسئلة والإجابات وتبين الثمرات والفوائد المستنبطة من إقامة هذه المسابقات . ¶ الوسيلة السابعة :",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "إقامة درس واحد أو مجموعة من الدروس خلال أيام الشهر المبارك تبين فضل قراءة القرآن الكريم في هذا الشهر المبارك , ويوضّح في هذا الدرس الآيات والأحاديث النبوية الدالة على ذلك الفضل , وأقوال السلف والخلف في ذلك الفضل , على أن يتفرد احد أعضاء الأسرة بإعداد الدرس وتحضيره وكتابته ومن ثم شرحه على بقية الأعضاء والإجابة على الأسئلة المتعلقة بالدرس ومثل هذه الدروس لها من الفوائد ما يعجز الشخص عن حصره ولعل من أهمها تدريب أعضاء الأسرة على الانضباط والحرص على الاجتماع والحضور , كما تربي فيه حب مجالس الذكر , وفيها أيضا حب الاستنباط واستخراج الشواهد والفوائد من كل درس يقام . ¶ الوسيلة الثامنة : ¶ تخصيص الجوائز والهدايا المالية والعينية للمتميزين في الحفظ والتلاوة والمسابقات الخاصة بها , ويراعى أن تكون الجوائز جوائز ذات قيمة لتبعث الحرص والاجتهاد والتميز في أنفس الأعضاء , وقد تختلف الجوائز والمكافآت باختلاف الأوضاع المادية عند رب المنزل , وهنا نقول انه إذا عجز رب الأسرة عن توفير مثل تلك الجوائز فيكتفي بأن تكون الجائزة أو المكافأة نزهة برية , أو زيارة للأصدقاء أو برنامجاً ترفيهياً , وهنا ملاحظة مهمة قد تتسبب هذه الجوائز والمكافآت في إدخال بعض الحسد أو الحقد في قلوب الأبناء على بعضهم البعض لذا فإن على رب الأسرة أن يراعي مثل هذه الأحداث وعليه أيضا إخبارهم أن الجائزة ما وضعت إلا لبث التنافس بينهم ولحثهم على المسابقة في الخير , وان استطاع أن يجلب لجميع المشاركين جوائز ومكافآت فهذا أفضل مع اختلاف قيمتها وحجمها وأثرها على القلوب لإتمام مسألة العدل في ذلك . ¶ الوسيلة التاسعة :",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "أن يكون هناك برنامج لسماع الأشرطة الدعوية والتربوية , والمتعلقة بأحكام شهر رمضان المبارك وهذه الوسيلة جد مثمرة لأعضاء الأسرة من الآباء والأمهات والأجداد والجدات الذين لا يعرفون القراءة والكتابة , وعلى رب الأسرة أن يخصص وقتاً لسماع هذه الأشرطة الدعوية على أن يتقن اختيار عناوين هذه الأشرطة وان يجعل سماع هذه الأشرطة على فترتين كل أسبوع , ومن الإبداع في هذه الوسيلة أن يقوم رب الأسرة بتركيب مجموعة من السماعات في جميع صالات وغرف المنزل ليتسنى للجميع سماع الأشرطة أو الإذاعة كل في محله لتعم الفائدة . ¶ الوسيلة العاشرة : ¶ إقامة حلقة نسائية للقرآن الكريم وسبب إقامة هذه الحلقة هو كثرة عدد النساء في البيت الواحد ويشترط فيها ما يشترط في حلقة الرجال من ضرورة مشاركة جميع النساء , وتخصيص وقت مناسب لها , وأن يكون هناك مشرفة للحلقة , وان تخصص السور أو المقاطع المطلوب حفظها . ¶ الوسيلة الحادية عشر : ¶ أن تقام دورة عائلية لحفظ أحاديث المصطفى عليه الصلاة والسلام , ويراعى أن تكون الأحاديث متعلقة بأحكام الصيام والقيام , ولابد أن يحدد عدد الأحاديث المطلوب حفظها , ويحدد المصدر أو المرجع الأساسي الذي تؤخذ منه الأحاديث النبوية الشريفة ومن فوائد هذه الوسيلة ربط أعضاء الأسرة بأحاديث المصطفى عليه الصلاة والسلام , وتربيتهم تربية إيمانية بما تتضمن هذه النصوص الكريمة , وتنويرهم بقضايا الصيام والقيام والتطوع والصدقة والاعتكاف وقراءة القرآن من خلال أحاديث المصطفى عليه الصلاة والسلام . ¶ الوسيلة الثانية عشر :",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "أن يسعى رب الأسرة على إقامة درس لشرح الأحاديث المطلوب حفظها من قبل أفراد الأسرة , على أن يكون الشرح شرحاً مبسطاً يصل إلى إفهام الجميع وان يُحدد بوقت وأن لا يكون وقتا طويلاً , ويراعى فيه استخراج الفوائد والثمرات المهمة من كل حديث يحفظ , ولابد أيضا من تخصيص مكان مناسب أيضا للدرس , وان يحدد مشرفاً عاماً عليه , وعليه أن يوضح أسباب إقامة هذا الدرس النبوي داخل محيط العائلة , وبيان أهدافه للجميع , ووجوب الاستفادة منه . ¶ الوسيلة الثالثة عشر : ¶ القراءة في أحد كتب السيرة النبوية على صاحبها أفضل صلاة وسلام , وأن تكون هذه القراءة بشكل يومي , وان يسعى جميع الأعضاء المنتمين في الأسرة أن يقرأ كل واحد منهم على المجموعة على أن يرسم المشرف على اللقاء جدولاً يبين خطة القراءة , وأسماء القراء , وتقسيمهم على أيام الشهر المبارك , ومن ثم يطلب من الجميع استخراج الفوائد والثمرات التي وجدوها من خلال سماعهم لقارئهم ومن فوائد هذه الوسيلة ربط جميع الأعضاء بسيرة نبيهم وحبيبهم محمد عليه الصلاة والسلام أيضاً , والتعرف على مراحل سيرته ودعوته , ومغازيه وأيامه , والأحداث التي صاحبت سيرته عليه الصلاة والسلام . ¶ الوسيلة الرابعة عشر : ¶ أن يقام هناك لقاء بين أعضاء الأسرة وتتداول فيه سيرة صحابي من صحابة محمد صلى الله عليه وسلم وذلك على النحو التالي : ¶ 1.يكون هناك مشرف عام على اللقاء . ¶ 2.أن يقسم المشرف عدد اللقاءات على أيام شهر رمضان المبارك . ¶ 3.أن يكلف المشرف كل عضو من أعضاء الأسرة القادرين على البحث ¶ والكتابة بإعداد بحث عن صحابي جليل يختاره العضو نفسه . ¶ 4.أن يشارك الجميع أثناء اللقاء بالمشاركة بما يعرفونه عن الصحابي الذي تتداول بينهم سيرته , ومن ثم يجمع جميع ما كتب عن الصحابة وتوضع في ملف خاص ويوضع في مكتبة المنزل للاستفادة منه عند الحاجة , ولكونه احد أعمال الأسرة القيّمة . ¶ الوسيلة الخامسة عشر :",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "على غرار الوسيلة السابقة فبدلاً من أن يتحدث الجميع عن سيرة صحابي من صحابة الرسول الكريم صلى الله عليه وسلم يكون الحديث عن إحدى غزوات النبي الكريم عليه الصلاة والسلام بنفس الشروط السابقة مع إضافة الحديث عن أحكام الجهاد في سبيل الله وعرض صور التضحية والفداء للرسول الكريم صلى الله عليه وسلم وصحابته الأجلاء . ¶ الوسيلة السادسة عشر : ¶ إعداد مسابقة رمضانية خاصة بالسنة النبوية أو السيرة المحمدية على صاحبها أفضل صلاة وأزكى سلام , ويراعى في هذه المسابقة مثل ما يراعى في مسابقة حفظ وتلاوة القرآن الكريم من تعيين مشرف على المسابقة , ومراعاة أعمار ومستوى فهم وإدراك أفراد الأسرة والوقت المناسب لاستلام وتسليم الإجابات . ومن ثم لابد من تبين الفوائد والثمرات من إقامة مثل هذه المسابقات المتعلقة بالسيرة, وعرضها على الجميع. ¶ الوسيلة السابعة عشر : ¶ أن يقام درس للأسرة بعنوان ( رمضان في حياة الصحابة ) ونحن في أمس الحاجة لهذا الدرس وذلك لضرورة معرفة حال ذلك الجيل الفريد في أيام أفضل شهر من شهور الله جل وعلا , وننتقل عبر هذا الدرس من حالهم مع الصيام إلى حالهم مع قراءة القرآن إلى حالهم مع الصدقة والزكاة إلى حالهم مع معايشتهم لواقعهم وما يطرأ في حياتهم في ذلك الشهر الكريم من أمور الخروج في سبيل الله والسفر والتجارة ... الخ ويفضل أن يكون الدرس مجموعة من الوقفات تقسم على عدد من الأيام , وعلى رب الأسرة أن يعين من أعضاء الأسرة من عنده القدرة على الجمع والبحث لأطراف هذا الموضوع , ويمكن أن يعين أيضا من يلقي الموضوع على بقية الأعضاء. ¶ الوسيلة الثامنة عشر : ¶ أن يقام درس أيضا بعنوان (الشمائل المحمدية ), ويراعى فيه مثل ما يراعى في الوسيلة السابقة ولعلنا نذكر بعض الفوائد من إقامة مثل هذا الدرس ومنها ¶ 1. ربط كل عضو من أعضاء الأسرة بشمائل محمد عليه الصلاة والسلام.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "2. أن تعيش الأسرة مع الرسول صلى الله عليه وسلم من خلال حياته في بيته ومكانته بين أصحابه. ¶ 3. أن تزيد معرفة كل عضو عن الحبيب عليه الصلاة والسلام وهو القدوة الصالحة فنعرف عن ملابسه ومآكله ومشاربه ومركوبه وأدوات حربه وطريقة مشيه ومنامه ومزحه وضحكه وغضبه ومدى جديته وحرصه على أمور الدين , وحبه لإخوانه وأصحابه وأهل بيته وطرق تعامله معهم إلى غير تلك الصور التي نبحث عنها والخاصة بالحبيب عليه الصلاة والسلام . ¶ الوسيلة التاسعة عشر : ¶ أن تخصص جائزة للمتميزين في مسابقة السيرة النبوية أو في الدروس النبوية أو في حفظ المجموعة المحددة من أحاديث المصطفى عليه الصلاة والسلام , ويعلن عن الجائزة قبل دخول شهر رمضان لبث روح التنافس بين الأعضاء ولتدخل فيهم العزم على دخول المسابقة , وهنا أيضا يجب مراعاة الأعمار ومستوى الإدراك في جميع أعضاء الأسرة , وأيضا على رب الأسرة أن يراعي مسألة الأمور المادية بالنسبة له لأنه هو من سيوفر الجائزة للأعضاء , واذكّر بأن يحرص رب الأسرة أيضا على أن لا تكون الجائزة أو الجوائز مما يثير الغضب أو الحسد أو الاستهزاء بين الأبناء , وعليه أيضا أن يذكرهم بأن الهدف من الجائزة التشجيع فحسب وإكرام المتميز والمجتهد وان ذلك يجب أن لا يغضب الجميع بل عليهم أن يفرحوا لصاحب الجائزة وان يباركوا له الحصول عليها , وعليه أيضاً أن لا يتكبر أو يستهزئ بهم مهما كان الحال . ¶ الوسيلة العشرون :",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "أن تسمع الأسرة بكامل أعضائها الأشرطة الخاصة بعرض سيرة النبي صلى الله عليه وسلم , وهذه الوسيلة فعّالة جداً للأعضاء الذين لا يعرفون القراءة والكتابة ككبار السن من الأجداد والجدات وبعض الآباء والأمهات , وهذه الوسيلة على المشرف عليها أن يحدد وقت يومي أو أسبوعي لسماع كل مادة وان يحاول بقدر الإمكان أن يختار وقتاً فيه جميع أعضاء الأسرة موجودون في البيت غالباً كبعد صلاة العصر مثلاً , ولابد من اختيار المواد السمعية بعناية تامة , وعلى المشرف أيضا أن يحاور ويناقش أعضاء الأسرة عن النقاط أو المحاور التي سمعوها في الشريط , وان يحفزهم على مثل سماع هذه الأشرطة . ¶ الوسيلة الحادية والعشرون : ¶ أن يقوم رب الأسرة أو من يراه من أعضاء الأسرة الذين يمتلكون القدرة في إعداد درس يتعلق بالأحكام الفقهية في رمضان , والأسرة في أمس الحاجة إلى مثل هذه الدروس الفقهية , ويراعى في هذا الدرس أن يحدد له وقتاً مناسباً , وأن يكون درساً واضحاً ومحدداً وسهلاً بعيدا عن الاستطراد أو الإسهاب في المعلومات أو ذكر اختلافات العلماء الأمر الذي يجعله يصل إلى جميع العقول وتستوعبه الأفهام ولابد أيضا بأن يكون درس الفقه درساً مجزأً ومقسّماً على أيام رمضان , فمثلاً يكون كل خمسة أيام أو أسبوع درساً واحداً وان لا يكون درساً يومياً خشية من الملل أو عدم المواصلة . ¶ الوسيلة الثانية والعشرون :",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "إقامة درس في الثقافة الإسلامية والمعلومات العامة , وهذا الدرس لابد من أن يغلب عليه طابع المناقشة وإبداء الأسئلة إضافة إلى الحرية في التحدث وسماع جميع المشاركين من أعضاء الأسرة في هذا الدرس , وهذا الدرس فيه من الفائدة الشيء العظيم وذلك أن أعضاء الأسرة ينتقلون من يوم إلى يوم في شهر رمضان المبارك من علم إلى علم فمن التاريخ إلى اللغة إلى الأدب إلى الشعر إلى الفكر الإسلامي إلى القصص والروايات الإسلامية إلى الألغاز والألعاب الورقية ... الخ , ويراعى أن يكون هذا الدرس أو اللقاء يومياً , وان يخصص لكل يوم عضواً من أعضاء الأسرة لتحضير الدرس وإلقاءه والإجابة على أسئلة بقية الأعضاء. ¶ الدرس الثالث والعشرون : ¶ برنامج ( حدث في مثل هذا اليوم ) وهذه الوسيلة أو الفكرة من أمتع وأروع الأفكار التي يمكن تفعيلها بين أعضاء الأسرة في شهر رمضان المبارك , وصفتها أن يقوم كل عضو من أعضاء الأسرة بعد تقسيم أيام الشهر عليهم بإحضار معلومات عن حدث تاريخي حدث في ذلك اليوم الذي هو من نصيبه , ومثال على ذلك إذا وافق شهر رمضان اليوم السابع عشر فإن العضو الذي هو مسئول عن إحضار المعلومات التاريخية التي حدثت في ذلك اليوم سيتحدث عن \" غزوة بدر \" لأعضاء الأسرة فيربطهم بذلك اليوم وبتلك الحادثة , وفتح مكة كذلك وعمورية وعين جالوت ... الخ من الأحداث التي وقعت في شهر رمضان , وهذه الفكرة لها فوائد عدة ومن أهمها تحقيق أهمية التاريخ الإسلامي والأحداث التي مرت به , إضافة إلى إشعار جميع أعضاء الأسرة بأن رمضان شهر جد واجتهاد وجهاد وعمل ولو لم يكن ذلك ما قرأنا تلك الشواهد العظيمة والأحداث الجليلة في هذا الشهر المبارك . ¶ الوسيلة الرابعة والعشرون :",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "أن تقام مسابقة ثقافية أسريّة منوعة , وهذه الوسيلة كسابقتها مسابقة القرآن الكريم ومسابقة الحديث النبوي والسيرة النبوية , إلا أنها تختلف فقط في التنويع للمواضيع والطرح , ويفضل في هذه المسابقة أن يقوم بتجهيزها وإعدادها مختص من خارج الأسرة , ليشارك الجميع في الحل والإجابة . ¶ الوسيلة الخامسة والعشرون : ¶ تفعيل جلسات إيمانية لجميع أعضاء الأسرة وتكون على النحو التالي : ¶ 1.أن تكون جلسات يومية . ¶ 2.أن يكون وقتها قبل أذان صلاة المغرب . ¶ 3.أن يشارك جميع الأعضاء في هذه الجلسات . ¶ 4.أن يشارك كل عضو في تقديم جلستين إلى ثلاث جلسات في شهر رمضان المبارك حسب عدد أعضاء الأسرة . ¶ ومن فوائد هذه الجلسات الإيمانية ربط أعضاء الأسرة بربهم جل وعلا وزيادة نسبة الإيمان في قلوبهم , ومواضيع هذه الجلسات قد تكون سلسلة من الوقفات في موضوع واحد كموضوع منازل الآخرة مثلاً , وقد تكون مواضيع مختلفة فالحديث عن نعم الله تعالى في يوم وعن رقة القلب في يوم آخر , وعن صلاة الليل في يوم ثالث , وعن الموت في يوم رابع ... وهكذا دواليك , حتى نصبح بعد هذه الجلسات بإذن الله تعالى ممن يتربون على ما تعلموه في هذه الجلسات. ¶ الوسيلة السادسة والعشرون : ¶ إعداد مجلة الأسرة الرمضانية وتكون على هيئة لوحة ورقية أو خشبية تعلق في إحدى صالات المنزل بشكل جميل وأخاذ , وتقسم هذه المجلة إلى عدة أقسام يعلق عليها يوميا مقالات وفوائد أسرية وأخبار منوعة ووقفات دينية وتربوية , ويراعى أن يشرف على هذه المجلة احد أعضاء الأسرة , ومن مهامه استلام المشاركات من بقية أعضاء الأسرة , وتعليقها على اللوحة , ونزعها أيضاً , وعليه أيضاً تقييم المشاركات الفعالة , والإعلان عن ذلك التقييم , وهذه الفكرة تربي في الأعضاء حب المشاركة , والقدرة على الكتابة واختيار المواضيع المناسبة , والتنافس على الخير . ¶ الوسيلة السابعة والعشرون :",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "أن يتعلم جميع أعضاء الأسرة على مهارة معينة يتفق عليها سلفاً من قبل الجميع , ويكون هذا التعليم طيلة أيام الشهر المبارك , بشرط أن توافق هذه المهارة قدرات وإمكانات الأعضاء جميعهم , وان تكون الأسرة والمجتمع والأمة بأكملها في حاجة ماسة إلى أشخاص يحملون هذه المهارة , ومن المهارات التي ينصح بتعلمها مهارة الحديث أمام الناس , والإلقاء ومهارة التأليف والبحث , ومهارة التعامل مع الناس , ولابد للجميع أن يحضّرون ما سيناقشونه أثناء تعلمهم لأي مهارة من خلال قراءاتهم وبحثهم في المراجع والمصادر التي تحدث عن هذه المهارة وتلك . ¶ الوسيلة الثامنة والعشرون : ¶ أن يشاركن الفتيات والدتهم في إعداد الطعام وطهيه بشكل يومي , وعلى الأم أن تقسم الأيام على الفتيات في المنزل , وأن تكون قريبة منهم أثناء إعدادهن للأطعمة و الأشربة , ويفضل من الأم أيضا التنويع في الأطباق والأكلات ليتسنى لهن تعلم أكبر قدر من تجهيز الأطعمة وعلى الأم أيضا أن تشعرهن بأهميتهن في بيوتهن وان يحتسبن الأجر في كل عمل يقمن به لوالدهن وإخوانهن وأزواجهن في المستقبل , وعلى الأم أن تقيّم أعمال فتياتها وإن استطاع والدهن بمشاركة الأم تحفيز المتميزة منهن بجائزة أو كلمة شكر لكان أفضل . ¶ الوسيلة التاسعة والعشرون :",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "إقامة برنامج ترفيهي يومي لأعضاء الأسرة على أن يحدد بوقت , وان يكون البرنامج منوعاً ومشجعاً على الاستمرارية , وبرامج الترفيه كثيرة التي يمكن تفعيلها في البيوت المسلمة في شهر رمضان المبارك , ولكن الأهم من ذلك وحفاظاً على حرمة هذا الشهر المبارك وصيانته فيراعى أثناء البرنامج الترفيهي دخوله تحت ضوابط الشرع وان يُمنع من خلاله كل تهاون أو تمادي في أداء العبادات أو ارتكاب المحرمات , ولابد أيضا من الاستفادة من إقبال أعضاء الأسرة على هذا البرنامج الترفيهي , وذلك بإقامة بعض البرامج الدعوية والثقافية والتربوية من خلاله وذلك بتخصيص وقت يسير لها يشرف عليه احد الأعضاء . ¶ الوسيلة الثلاثون : ¶ أن يخصص وقت يسير أو طويل حسب ما يراه أهل البيت وأعضاء الأسرة بشكل يومي طيلة أيام الشهر المبارك لدعاء الله سبحانه وتعالى , وهذه الوسيلة غفل عنها الكثير في الشهر المبارك رغم ما فيه من أوقات روحانية , ونغمات إيمانية , ولعل رب الأسرة في هذا الجانب يحرص على جميع أعضاء الأسرة تفعيل مثل هذه العبادة , وعلى الجميع أن يتحروا أوقات الإجابة , وعليهم أيضا العمل بكل ما يجعل دعائهم مقبولاً بإذن الله كالطهارة واستقبال القبلة ورفع اليدين , وإظهار الضعف والتضرع لله تعالى , وتعظيم الرب جل وعلا .. الخ ومن فوائد هذه الوسيلة: ربط أعضاء الأسرة بخالقهم جل وعلا وبيان وإعلان حاجتهم له , وتربيتهم على التضرع والخوف والرجاء لله تعالى , ومن الجميل أن تفعل هذه الوسيلة قبل أذان صلاة المغرب وقرب تناول طعام الإفطار . ¶ الوسيلة الحادية والثلاثون : ¶ تجهيز المنزل بالمأكولات والمشروبات قبل دخول الشهر الكريم وهنا وقفات ¶ 1. على رب الأسرة أن يجهز تلك المأكولات والمشروبات قبل وقت كاف من دخول الشهر الكريم . ¶ 2. أن يجهزه بدون إسراف أو تبذير . ¶ 3. أن يستشعر نعمة الله عليه وان يربي أعضاء أسرته على ذلك . ¶ الوسيلة الثانية والثلاثون :",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "اتخاذ قرار أسري جماعي مجمع عليه تجاه وسائل الإعلام وما تبثه في رمضان , وللأسف الشديد فإن معظم وسائل الإعلام لا تضاعف من شرورها ولا تزيد من بلائها إلا في شهر رمضان المبارك بدعوى الترفيه والتسلية وهي والله من دمّر الانتماء , وسحق الهوية , ولبت كل دعاوي الأعداء في الداخل والخارج , لذا فلابد من تبين ضررها لأعضاء الأسرة , وحمايتهم منها , وتوفير البدائل النافعة , والوسائل المفيدة , ولو أن كل أسرة مسلمة اتخذت ذلك القرار المجمع عليه برفض كل وسيلة إعلامية مسموعة أو مقروءة أو مرئية تبث الشر وتنشر الرذيلة لوجدت مجتمعاً نظيفاً نقياً في فكره ومعتقده . ¶ الوسيلة الثالثة والثلاثون : ¶ أن يقوم رب الأسرة بتنسيق وتوزيع الأدوار بين أعضاء أسرته في الخدمة , والهدف السامي الرئيسي من هذه الوسيلة هو (إعطاء المرأة حقها في العبادة) , فمن الملاحظ في الكثير من البيوت المسلمة أن تقوم النساء بتجهيز وجبات المنزل الرمضانية إضافة إلى النظافة وغسيل الملابس , والعناية بالأطفال والكثير من الأعمال المنزلية الأمر الذي لا يجعلها تجد وقتا ولو يسيراً لعبادة ربها في هذا الشهر الكريم , لذا فإن التنسيق بين الأعضاء في الأدوار وسيلة فعّالة لمساعدة المرأة في البيت على منحها جزء من الوقت تتفرغ فيه لعبادة ربها جل وعلا . ¶ الوسيلة الرابعة والثلاثون : ¶ تنسيق زيارات واستضافات رمضانية مع الأهل والجيران والأصدقاء , على أن يراعى فيها الفائدة والمتعة وأن لا تكون بشكل دائم خشية ضياع الأوقات وحصول الملل , وعلى رب الأسرة أن يسعى لتنسيق جدول للزيارات الخارجية والاستضافات المنزلية قبل دخول شهر رمضان المبارك , وينسق أيضا مع الزائرين لبيته والمزار إليهم من قبله ومن قبل أعضاء أسرته , كل ذلك التنسيق يساعد في تفعيل هذه الوسيلة بشكل ايجابي ومثمر لجميع أعضاء الأسرة . ¶ الوسيلة الخامسة والثلاثون :",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "إعداد برنامج للعمرة من قبل رب الأسرة لجميع أعضاء الأسرة وذلك باختيار الوقت المناسب للسفر , وتفعيل أيام السفر ولياليه ببرامج هادفة وخفيفة , ودراسة صفة العمرة ومناقشة موضوع الاعتكاف وصفته وفضله , ومن الأفضل تفويض الأعضاء بمواضيع ومسابقات يميلون إليها وعندهم القدرة على تنظيمها وعرضها . ¶ الوسيلة السادسة والثلاثون : ¶ المشاركة في إعداد طبق الإفطار اليومي من قبل جميع أعضاء الأسرة بهدف تقديم ذلك الطبق للصائمين في مسجد الحي , إذ أن على كل أسرة من أسر الحي الواحد بعد الاتفاق والتنسيق من قبل إمام المسجد أو أحد جماعة المسجد تقديم طبق إفطار للصائمين في المسجد , وهذه الوسيلة تهدف لبث روح التعاون سواء بين أعضاء الأسرة الواحدة أو بين جميع الأسر في الحي الواحد , وكذلك تزرع الحب والتآلف بين القلوب , وفيها من الأجر العظيم المترتب على ذلك كله . ¶ الوسيلة السابعة والثلاثون : ¶ تخصيص ليلة واحدة من ليالي شهر رمضان المبارك يناقش فيها رب الأسرة أو من يراه جميع الأعضاء قضية من قضايا الأمة الكبرى , وفي هذه الوسيلة ربط الأسرة بقضايا الأمة الكبرى والمصيرية , وفيها إبداء ما يخفى على الأبناء والبنات من الأهداف المسمومة الموجهة إلى هذه الأمة , وفيها أيضا بيان عظمة هذا الدين وأثره على العالم , ومن تلك القضايا قضية فلسطين , واحتلال الأعداء للأراضي المسلمة , وقضايا الفقر والأسرى , وبعض القضايا المتعلقة بالمرأة , والمناهج , والمجتمعات الدعوية والقضاء ... الخ تلك القضايا التي تمر علينا بين الفينة والأخرى ولا نلق لها بالاً , مع أن مناقشتها مع الأبناء والبنات والأجيال بشكل عام أمر بالغ في الأهمية للأسباب السابقة . ¶ الوسيلة الثامنة والثلاثون :",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "تنسيق زيارات للأبناء من قبل رب الأسرة لزيارة المرضى في المستشفيات وكذا زيارتهم للمقابر, ويفضل أن تكون هذه الزيارات أسبوعية ويفضل أن تسبق ببعض الوقفات الإيمانية , ومن فوائد هذه الزيارات أيضا بناء أعمال القلب كالشفقة والإيثار والرحمة والحب ... وغيرها من الصفات القلبية التي يجب أن يتحلى بها كل مؤمن . ¶ الوسيلة التاسعة والثلاثون : ¶ تدريب الأبناء والبنات على مساعدة الفقراء والمحتاجين , وذلك من خلال زيارة بيوت الفقراء واطلاعهم عليها , ومن ثم إعطائهم الزكاة والصدقات لهم ليقدمونها لهم وتعليمهم دراسة أوضاع الأسر الفقيرة ومدى حاجاتهم للمساعدات والإعانات , وكذا جعلهم يوزعون وجبات إفطار صائم على الصائمين , وتعاونهم مع الهيئات والجمعيات واللجان الخيرية والتي تسهم في إغاثة الفقراء واليتامى والمعاقين . ¶ الوسيلة الأربعين والأخيرة : ¶ إعداد برنامج العيد من قبل الجميع ويتضمن البرنامج توزيع زكاة الفطر وحضور صلاة وخطبتي العيد , وزيارة الأهل والأقارب والأصدقاء , وشراء الهدايا والألعاب للأطفال والذهاب بهم إلى مراكز الترفيه , وعلى رب الأسرة أن يبين حال الأسف والحزن على وداع رمضان والدعاء بأن يتقبل الله من الجميع الصيام والقيام , وعلى الأسرة أن تحرص أيضا على صيام ستة أيام من شوال طلباً في الأجر المترتب عليها. ¶ انتهت الوسائل وكما عرفت يا رعاك الله فالزم , والله الله في الجد والاجتهاد في جعل بيتك بيت طاعة ومعروف وألاّ يكون بيت عصيان ومنكر . ¶ غفر الله لي ولكم ورزقني وإياكم الإخلاص في القول والعمل وأصلح الله بيوتنا وذريتنا وأعاننا على فعل الخير والطاعة والله تعالى أعلى واعلم وصلى اللهم على سيدنا محمد وعلى آله وصحبه وسلم تسليماً كبيراً ¶ حسين بن سعيد الحسنية ¶ hos3030@hotmail.com",
            "page": "22",
            "part": "1"
        }
    ],
    "t35195": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "أربعون وسيلة لتفعيل البيت المسلم في رمضان"
        }
    ]
}