{
    "b35199": [
        {
            "id": "1",
            "nass": "العلم ¶ فضله وكيفية طلبه ¶ جمع وإعداد ¶ مكتب الأجهوري للبحث العلمي ¶ بإشراف ومراجعة فضيلة الشيخ ¶ علي محمد محمد ونيس ¶ نسخة معدلة ومنقحة",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "حقوق الطبع محفوظة ¶ لمكتب الأجهوري للبحث العلمي ¶ إلا لمن أراد طبعه طبعة خيرية ¶ 1433 هـ",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ قال الإمام أَبُو عُمَرَ يُوسُفُ بنُ عَبدِ اللَّهِ بنِ عَبدِ البَرِّ النَّمَرِيُّ (¬1): ¶ ((طَلَبُ العِلمِ دَرَجَاتٌ وَمَنَاقِلُ وَرُتَبٌ لَا يَنْبَغِي تَعَدِّيهَا وَمَن تَعَدَّاهَا جُملَةً فَقَد تَعَدَّى سَبِيلَ السَّلَفِ رَحِمَهُمُ اللَّهُ وَمَن تَعَدَّى سَبِيلَهُمْ عَامِدًا ضَلَّ، وَمَن تَعَدَّاهُ مُجْتَهِدًا زَلَّ)) ¶ ¬__________ ¶ (¬1) جامع بيان العلم وفضله (2/ 1129).",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "مما ورد في الأثر (¬1) ¶ ((تَعَلَّمُوا الْعِلْمَ؛ فَإِنَّ تَعَلُّمَهُ لِلَّهِ تَعَالَى خَشْيَةٌ، وَطَلَبَهُ عِبَادَةٌ، وَمُذَاكَرَتَهُ تَسْبِيحٌ، وَالْبَحْثَ عَنْهُ جِهَادٌ، وَتَعْلِيمَهُ لِمَنْ لَا يَعْلَمُ صَدَقَةٌ، وَبَذْلَهُ لِأَهْلِهِ قُرْبَةٌ؛ لِأَنَّهُ مَعَالِمُ الْحَلَالِ وَالْحَرَامِ، وَمَنَارُ أَهْلِ الْجَنَّةِ، وَالْأُنْسُ فِي الْوَحْشَةِ، وَالصَّاحِبُ فِي الْغُرْبَةِ، وَالْمُحَدِّثُ فِي الْخَلْوَةِ، وَالدَّلِيلُ عَلَى السَّرَّاءِ وَالضَّرَّاءِ، وَالسِّلَاحُ عَلَى الْأَعْدَاءِ، وَالدِّينُ عِنْدَ الْأَجِلَّاءِ، يَرْفَعُ اللهُ تَعَالَى بِهِ أَقْوَامًا، وَيَجْعَلُهُمْ فِي الْخَيْرِ قَادَةً وَأَئِمَّةً، تُقْتَبَسُ آثَارُهُمْ، وَيُقْتَدَى بِفِعَالِهِمْ، وَيُنْتَهَى إِلَى رَايِهِمْ، تَرْغَبُ الْمَلَائِكَةُ فِي خِلَّتِهِمْ، وَبِأَجْنِحَتِهَا تَمْسَحُهُمْ، يَسْتَغْفِرُ لَهُمْ كُلُّ رَطْبٍ وَيَابِسٍ، حَتَّى الْحِيتَانُ فِي الْبَحْرِ وَهَوَامُّهُ، وَسِبَاعُ الطَّيْرِ وَأَنْعَامُهُ، لِأَنَّ الْعِلْمَ حَيَاةُ الْقُلُوبِ مِنَ الْجَهْلِ، وَمِصْبَاحُ الْأَبْصَارِ مِنَ الظُّلْمِ، يَبْلُغُ بِالْعِلْمِ مَنَازِلَ الْأَخْيَارِ، وَالدَّرَجَةَ الْعُلْيَا فِي الدُّنْيَا وَالْآخِرَةِ. بِهِ تُوصَلُ الْأَرْحَامُ، وَيُعْرَفُ الْحَلَالُ مِنَ الْحَرَامِ، إِمَامُ الْعُمَّالِ، وَالْعَمَلُ تَابِعُهُ، يُلْهَمُهُ السُّعَدَاءَ، وَيُحْرَمُهُ الْأَشْقِيَاءِ)) ¶ ¬__________ ¶ (¬1) حلية الأولياء وطبقات الأصفياء (1/ 239)، ورد هذا الأثر موقوفا على معاذ رضي الله عنه ومرفوعا عن النبي صلى الله عليه وسلم ولا يصح، انظر تكميل النفع للعلامة الشيخ محمد عمرو بن عبد اللطيف ص 59 .. لكن في الجملة هو كلام صحيح.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "ومما قيل في فضل الكتاب: ¶ ((الكتابُ نِعم الجليسُ والذُخر، إن شئتَ ألهتكَ بوادره، وأضحكتك نوادِره، وإن شئت أشْجَتك مواعظه، وإن شئت تَعجبتَ مِن غَرائِب فَوائده، وهو يَجمع لكَ الأَول والآخر، والناقص والوافر، والغَائب والحَاضِر، والشَّكل وخِلافُه، والجِنْس وضِده، وهو مَيت يَنطق عن المَوتى، ويُتَرجمَ عن الأحياء، وهو مَؤنس يَنشط بِنشاطك، وينامُ بنومك، لا خَليط أَنْصَف، ولا رَفيق أطوعَ، ولا مُعلّم أَخضع، ولا صاحب أظهر كفاية ولا أجلّ جباية ولا أشدّ نفعا، ولا أحمد أخلاقا، ولا أدوم سرورا، ولا أسلم غيبة، ولا أحسن مواتاة، ولا أعجل مكافاة، ولا أخف مؤونة منه، إن نظرت فيه أطال إمتاعك، وشحذ طباعك، وأكثر علمك، وتعرف منه في شهر ما لا تعرف من أفواه الرجال في دهر، يغنيك عن كدّ الطلب وعن الخضوع إلى من أنت أثبت منه أصلا، وأرسخ منه فرعا، وهو المعلم الذي لا يجفوك، وإن قطعت عنه المادة لم يقطع عنك الفائدة.)) (¬1). ¶ ¬__________ ¶ (¬1) إرشاد الأريب إلى معرفة الأديب (1/ 31)",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "تقديم ¶ فضيلة الشيخ علي ونيس ¶ المشرف العام على مكتب الأجهوري للبحث العلمي ¶ الحمد لله وكفى وصلاة وسلاما على عباده الذين اصطفى، وآله وصحبه المستكملين الشرفا وبعد ¶ فقد قدم إلىَّ إخواني في مكتب الأجهوري للبحث العلمي هذه الورقات المباركات النافعات -بإذن الله-المسماة ب ((العلم فضله وكيفية طلبه)) للنظر فيها. ¶ وبعد مراجعتها رأيتها مختصرة نافعة متميزة بشمولها وحسن ترتيبها وتناسق وتناسب عناصرها. ¶ وتميزت كذلك بسهولة عرضها وانسياب عناصرها بدءا من فضل العلم، وأهميته، وفضل العلماء، ومرورا بكيفية طلب العلم، ووضع القواعد التأصيلية للطلب، وذكر المنهج التدريجي المتكامل، و ذكر المحاذير والعوائق التي تَعرِض لطلاب العلم وكيفية علاجها والتخلص منها، و في النهاية ذكر مجموعة من الكتب الأمات التي لا يستغني عنها طالب علم في رحلته العلمية. ¶ وأسجل شكري لإخواني الباحثين بالمكتب على هذا الجهد ونسأل الله أن ينفع به كل مطلع عليه ¶ والحمد لله رب العالمين وصلى الله وسلم على رسوله الأمين ¶ د. علي محمد ونيس ¶ ماجستير الفقه المقارن. جامعة الأزهر الشريف",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "المقدمة ¶ ((الحمد لله الذي شيد منار الدين وأعلامه، وأوضح للخلق شرائعه وأحكامه، وبعث صفوته وخصائص أوليائه المصطفين لتبليغ رسالته من أنبيائه يدعون إلى توحيده، وترك ما خالفه من الملل لئلا يكون للناس على الله حجة بعد الرسل، وختم الدعوة بنبينا محمد صلى الله عليه وسلم سيد المرسلين وفضله على من سبق وغبر من الأولين والآخرين، وجعل شريعته مؤيدة إلى يوم الدين، ووكل بحفظها من الصحابة والتابعين من تقوم به الحجة، وترتفع بقوله الشبهة، وهم الفقهاء الذين ألزمهم حراسة شريعته، والتفقه في دينه فقال تبارك وتعالى {كُونُوا رَبَّانِيِّينَ بِمَا كُنْتُمْ تُعَلِّمُونَ الْكِتَابَ وَبِمَا كُنْتُمْ تَدْرُسُونَ} [آل عمران: 79] وقال سبحانه: {وَمَا كَانَ الْمُؤْمِنُونَ لِيَنْفِرُوا كَافَّةً فَلَوْلَا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ إِذَا رَجَعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُون} [التوبة: 122] فجعلهم فرقتين أوجب على إحداهما الجهاد في سبيله، وعلى الأخرى التفقه في دينه لئلا ينقطع جميعهم إلى الجهاد فتندرس الشريعة ولا يتوفروا على طلب العلم فيغلب الكفار على الملة، فحرس بيضة الإسلام بالمجاهدين وحفظ شريعة الإيمان بالمتعلمين وأمر بالرجوع إليهم في النوازل ومسألتهم عن الحوادث، فقال عز وجل {فَاسْأَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لَا تَعْلَمُونَ} [النحل: 43] وقال تعالى {وَلَوْ رَدُّوهُ إِلَى الرَّسُولِ وَإِلَى أُولِي الْأَمْرِ مِنْهُمْ لَعَلِمَهُ الَّذِينَ يَسْتَنْبِطُونَهُ مِنْهُمْ} [النساء: 83] وقال سبحانه وتعالى {أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ} [النساء: 59] وبين أن العلماء هم الذين يخشون ربهم فقال: {إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ} [فاطر: 28] وقرن شهادتهم بشهادته وشهادة",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "ملائكته، فقال {شَهِدَ اللَّهُ أَنَّهُ لَا إِلَهَ إِلَّا هُوَ وَالْمَلَائِكَةُ وَأُولُو الْعِلْمِ} [آل عمران: 18] وقال: {هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لَا يَعْلَمُونَ} [الزمر: 9])) (¬1) ¶ وبعد فيسعدنا في مكتب الأجهوري للبحث العلمي وتحقيق التراث أن نقدم لكم هذه الرسالة المختصرة في أمر من أهم أمور العلم بل هو الباب الرئيس للدخول في العلم وطلبه ألا وهو المنهجية العلمية وكيفية طلب العلم طلبا مؤصلا. ¶ ولقد رأينا كثرة من المتعلمين - وهو ما يفرح به القلب وينشرح له الصدر - لكن هذه الكثرة ينقصها ما لو تم لها لكان لها شأن آخر ألا وهو (المنهجية، والتأصيل العلمي)؛ فقمنا بتجميع هذه الورقات من الكتب الأصول في هذا العلم، وحرصنا على الاختصار والمتانة قدر الطاقة، ولم نحد عن طريق سلفنا أو نفتأت على طريقة علمائنا في هذا الباب فهم القوم لا يشقى بهم جليسهم. ¶ وصلى الله وسلم على سيدنا محمد وآله. ¶ ¬__________ ¶ (¬1) مقدمة الفقيه والمتفقه للخطيب البغدادي (ط. ابن الجوزي)",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "فصل ¶ في فضل العلم والمتعلمين ¶ - قال تعالى: {وَقُلْ رَبِّ زِدْنِي عِلْمًا} [طه: 114] ¶ قال الإمام ابن القيم: ((وكفى بهذا شرفا للعلم، أن أمر نبيه أن يسأله المزيد منه)) (¬1). ¶ قال الحافظ ابن حجر ((قوله عز وجل رب زدني علما واضح الدلالة في فضل العلم لأن الله تعالى لم يأمر نبيه صلى الله عليه وسلم بطلب الازدياد من شيء إلا من العلم والمراد بالعلم العلم الشرعي الذي يفيد معرفة ما يجب على المكلف من أمر دينه في عباداته ومعاملاته والعلم بالله وصفاته وما يجب له من القيام بأمره وتنزيهه عن النقائص ومدار ذلك على التفسير والحديث والفقه)) (¬2) ¶ قال القرطبي ((لو كان شيء أشرف من العلم لأمر الله نبيه أن يسأله المزيد منه كما أمر أن يستزيده من العلم)) (¬3) ¶ - قال تعالى: {شَهِدَ اللَّهُ أَنَّهُ لَا إِلَهَ إِلَّا هُوَ وَالْمَلَائِكَةُ وَأُولُو الْعِلْمِ قَائِمًا بِالْقِسْطِ لَا إِلَهَ إِلَّا هُوَ الْعَزِيزُ الْحَكِيمُ} [آل عمران: 18] ¶ قال الإمام ابن القيم رحمه الله (¬4): ((استشهد سبحانه بأولى العلم على أجل مشهود عليه وهو توحيده فقال {شَهِدَ اللَّهُ أَنَّهُ لَا إِلَهَ إِلَّا هُوَ وَالْمَلَائِكَةُ وَأُولُو الْعِلْمِ} وهذا يدل على فضل العلم وأهله من وجوه: ¶ أحدها: استشهادهم دون غيرهم من البشر. ¶ والثاني: اقتران شهادتهم بشهادته. ¶ والثالث: اقترانه بشهادة ملائكته. ¶ والرابع: أن فى ضمن هذا تزكيتهم وتعديلهم فإن الله لا يستشهد من خلقه إلا العدول ومن الأثر المعروف عن النبي صلى الله عليه وسلم (يحمل هذا العلم من كل خلف عدوله ينفون عنه تحريف الغالين وانتحال المبطلين وتأويل الجاهلين) (¬5).)) ¶ ¬__________ ¶ (¬1) مفتاح دار السعادة ومنشور ولاية العلم والإرادة (1/ 50)، (ط. دار الكتب العلمية) ¶ (¬2) فتح الباري (1/ 141)، (ط. دار المعرفة) ¶ (¬3) التفسير (4/ 40)، (ط. دار الكتب العلمية) ¶ (¬4) مفتاح دار السعادة (1/ 55) ¶ (¬5) أخرجه البزار (9423)،و الطراني في مسند الشاميين (599) والبيهقى في سننه الكبرى (10/ 209) وقال القسطلاني في ((إرشاد الساري)) (1/ 4): ((هذا الحديث رواه من الصحابة عليّ وابن عمر وابن عمرو وابن مسعود وابن عباس وجابر بن سمرة ومعاذ وأبو هريرة رضي الله عنهم، وأورده ابن عديّ من طرق كثيرة كلها ضعيفة، كما صرّح به الدارقطني وأبو نعيم وابن عبد البرّ، لكن يمكن أن يتقوّى بتعدّد طرقه ويكون حسنًا كما جزم به ابن كيكلدي العلائي))",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وقال الإمام بدر الدين بن جماعة رحمه الله: ((بدأ سبحانه بنفسه وثنَّى بملائكته وثلَّث بأهل العلم، وكفاهم ذلك شرفاً وفضلا وجلالة ً ونبلا ً)) (¬1). ¶ - قال تعالى: {قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لَا يَعْلَمُونَ} [الزمر: 9] ¶ قال العلامة عبد الرحمن السعدي في تفسيره: {قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ} ربهم ويعلمون دينه الشرعي ودينه الجزائي، وما له في ذلك من الأسرار والحكم {وَالَّذِينَ لا يَعْلَمُونَ} شيئا من ذلك؟ لا يستوي هؤلاء ولا هؤلاء، كما لا يستوي الليل والنهار، والضياء والظلام، والماء والنار. ¶ - وقال تعالى: {أَفَمَنْ يَعْلَمُ أَنَّمَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ الْحَقُّ كَمَنْ هُوَ أَعْمَى إِنَّمَا يَتَذَكَّرُ أُولُو الْأَلْبَابِ} [الرعد: 19] ¶ قال ابن القيم: ((جعل سبحانه وتعالى أهل الْجَهْل بِمَنْزِلَة العميان الَّذين لَا يبصرون ... فَمَا ثمَّ إلا عَالم أو أعمى وَقد وصف سُبْحَانَهُ أهل الْجَهْل بِأَنَّهُم صم بكم عمي فِي غير مَوضِع من كِتَابه)) (¬2) ¶ - قال رسول الله صلى الله عليه وسلم: ((مَنْ يُرِدِ اللَّهُ بِهِ خَيْرًا يُفَقِّهْهُ فِي الدِّينِ)) (¬3) ¶ قال ابن القيم: ((وهذا يدل على أن من لم يفقهه فى دينه لم يرد به خيراً كما أن من أراد به خيراً فقهه فى دينه، ومن فقهه فى دينه فقد أراد به خيراً إذا أريد بالفقه العلم المستلزم للعمل. ¶ وأما إن أريد به مجرد العلم فلا يدل على أن من فقه فى الدين فقد أريد به خيراً فإن الفقه حينئذ يكون شرطاً لإرادة الخير وعلى الأول يكون موجباً والله أعلم)) (¬4). ¶ قال ابن حجر: ((مفهوم الحديث أن من لم يتفقه في الدين أي يتعلم قواعد الإسلام وما يتصل بها من الفروع فقد حرم الخير)) (¬5) ¶ ¬__________ ¶ (¬1) تذكرة السامع والمتكلم ص 41 ¶ (¬2) مفتاح دار السعادة ومنشور ولاية العلم والإرادة (1/ 49) ¶ (¬3) صحيح البخاري (71) ¶ (¬4) مفتاح دار السعادة: 1/ 60. ¶ (¬5) فتح الباري لابن حجر (1/ 165)",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "قال ابن القيم: ((وهو-أي العلم- الحاكم، المفرق بين الشك واليقين , والغي والرشاد , والهدى والضلال , وبه يُعرف الله، ويُعبد، ويُذكر، ويُوحد، ويُحمد، ويُمجد , وبه اهتدى إليه السالكون , ومن طريقه وصل إليه الواصلون , ومن بابه دخل عليه القاصدون، به تُعرف الشرائع والأحكام، ويتميز الحلال من الحرام , وبه توصل الأرحام , وبه تعرف مراضي الحبيب، وبمعرفتها ومتابعتها يوصل إليه من قريب , وهو إمام، والعمل مأموم , وهو قائد، والعمل تابع , وهو الصاحب في الغربة والمحدث في الخلوة، والأنيس في الوحشة , والكاشف عن الشبهة , والغني الذي لا فقر على من ظفر بكنزه , والكنف الذي لا ضيعة على من آوى إلى حرزه؛ مذاكرته تسبيح , والبحث عنه جهاد , وطلبه قُربة , وبذله صدة , ومدارسته تعدل بالصيام والقيام , والحاجة إليه أعظم منها إلى الشراب والطعام، قال الإمام أحمد رضي الله عنه: \" الناس إلى العلم أحوج منهم إلى الطعام والشراب؛ لأن الرجل يحتاج إلى الطعام والشراب في اليوم مرة أو مرتين , وحاجته إلى العلم بعدد أنفاسه \" , وروِّينا عن الشافعي رضي الله تعالى عنه أنه قال: \" طلب العلم أفضل من صلاة النافلة)) (¬1). ¶ ((فلا ريب أن العلم الشرعي هو أفضل العلوم وأوْلاها , وبه يتحصل الإنسان خير الدنيا والآخرة , وهو مقدَّم على سائر العلوم، لا سيما إذا خلصت فيه نية الإنسان , وكان له رغبة وهمَّة في تحصيله وطلبه.)) ¶ ¬__________ ¶ (¬1) مدارج السالكين بين منازل إياك نعبد وإياك نستعين (2/ 439)",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "فصل ¶ في أهمية العلم وفضل طلبه ¶ - من أهمية العلم أنّه يصحح العمل ويصوّبه. ¶ قال تعالى {{الَّذِي خَلَقَ الْمَوْتَ وَالْحَيَاةَ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا وَهُوَ الْعَزِيزُ الْغَفُورُ} [الملك: 2] ¶ قال الإمام فضيل بن عياض: ((أحسن عملا: أخلصه وأصوبه. قالوا: يا أبا علي ما أخلصه وأصوبه؟، قال: إذا كان العمل خالصا ولم يكن صوابا لم يقبل، وإذا كان صوابا ولم يكن خالصا لم يقبل، الإخلاص أن يكون لله تعالى، والصّواب أن يكون على سنّة رسول الله.)) (¬1) ¶ قال الإمام البخاري: باب العلم قبل القول والعمل لقول الله تعالى: {فَاعْلَمْ أَنَّهُ لَا إِلَهَ إِلَّا اللَّهُ} [محمد: 19] قال ابن المُنَير: أراد به أنّ العلم شرط في صحّة القول والعمل، فلا يعتبران إلاّ به فهو مقدم عليهما، لأنّه مصحّح للنيّة المصححة للعمل. اهـ ¶ - ومن أهمية العلم أنه يورث كمال الإيمان والخشية من الله تعالى: ¶ قال تعالى {إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ} [فاطر: 28] ¶ ((قال ابن مسعود وغيره كفى بخشية اللَه علما وكفى بالاغترار باللَه جهلا، وقال بعض السلف ليس العلم بكثرة الرواية ولكن العلم الخشية)) (¬2) ¶ قال الإمام ابن رجب الحنبلي: ((وسبب ذلك أن العلم النافع يدل على أمرين: ¶ أحدهما على معرفة اللَه وما يستحقه من الأسماء الحسنى والصفات العلى والأفعال الباهرة. وذلك يستلزم إجلاله وإعظامه وخشيته ومهابته ومحبته ورجاءه والتوكل عليه والرضى بقضائه والصبر على بلائه. ¶ والأمر الثاني المعرفة بما يحبه ويرضاه وما يكرهه ويسخطه من الاعتقادات والأعمال الظاهرة والباطنة والأقوال فيوجب ذلك لمن علمه المسارعة إلى ما فيه محبة اللَه ورضاه والتباعد عما يكرهه ويسخطه. ¶ فإذا أثمر العلم لصاحبه هذا فهو علم نافع فمتى كان العلم نافعاً ووقر في القلب فقد خشع القلب للَّه وانكسر له. وذل هيبة وإجلالا وخشية ومحبة وتعظيما. ومتى خشع القلب للَّه وذل وانكسر له قنعت النفس بيسير الحلال من الدنيا وشبعت به فأوجب لها ذلك القناعة والزهد في الدنيا.)) (¬3) ¶ ¬__________ ¶ (¬1) ((حلية الأولياء)) لأبي نعيم (8/ 95) ¶ (¬2) ((فضل علم السلف على علم الخلف)) لابن رجب الحنبلي (ص 7) ¶ (¬3) ((فضل علم السلف على علم الخلف)) لابن رجب الحنبلي (ص: 7)",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وقال ابن رجب أيضا: ((كان السلف يقولون أن العلماء ثلاثة. عالم باللَه عالم بأمر اللَه. وعالم باللَه ليس بعالم بأمره. وعالم بأمر اللَه ليس بعالم باللَه وأكملهم الأول وهو الذي يخشى الله ويعرف أحكامه.)) ¶ - ومن فضل العلم أنه أفضل من نوافل العبادة ¶ قال الشيخ راشد الزهرانى حفظه الله (¬1): ¶ وطلب العلم وتحصيله أفضل من نوافل العبادات وذلك من ستة أوجه: ¶ 1) أن نفع العلم عام ونفع العبادة قاصر على صاحبه. ¶ 2) أن العبادة تفتقر إلى العلم فلا يستطيع الإنسان أن يصلى إلا إذا تعلم كيف يصلى، ولا يصوم إلا إذا تعلم كيف يصوم، ولا يزكى إلا إذا تعلم كيف يزكى، ولا يحج إلا إذا تعلم كيف يحج. ¶ 3) الآيات والأحاديث التى تبين فضل العلم ومكانة أهله. ¶ 4) أن نفع العلم مستمر بعد موت صاحبه، بينما العبادة تنقطع بانقطاع صاحبها من هذه الحياة. ¶ 5) أن فى العناية بالعلم الشرعى والمحافظة عليه وطلبه، فيه بقاء لشريعة محمد صلى الله عليه وسلم ولا شك أن الذى يقوم بحفظ هذه الشريعة يعتبر من المجاهدين فى سبيل الله. ¶ 6) أن بعض العلماء عدّ فروض الكفاية أفضل من فروض الأعيان ¶ والسبب أن الذى يقوم بفرض الكفاية فإنه يُسقط الإثم عن أمة محمد صلى الله عليه وسلم، فلذلك الذى يقوم بتعلم العلم يسقط الإثم عن أمة محمد صلى الله عليه وسلم. ¶ ((فإذا كنت أيها الأخ ترغب في سمو القدر، ونباهة الذكر، وارتفاع المنزلة بين الخلق، وتلتمس عزا لا تثلمه الليالي والأيام، ولا تتحيفه الدهور والأعوام، وهيبة بغير سلطان، وغنى بلا مال، ومنعة بغير سلاح، وعلاء من غير عشيرة، وأعوانا بغير أجر، وجندا بلا ديوان وفرض، فعليك بالعلم، فاطلبه في مظانه، تأتك المنافع عفوا، وتلق ما يعتمد منها صفوا، واجتهد في تحصيله ليالي قلائل، ثم تذوق حلاوة الكرامة مدة عمرك، وتمتع بلذة الشرف فيه بقية أيامك، واستبق لنفسك الذكر به بعد وفاتك.)) (¬2) ¶ ¬__________ ¶ (¬1) محاضرات في طلب العلم ¶ (¬2) ((الحث على طلب العلم)) لأبي هلال الحسن بن عبد الله العسكري (ص: 43)",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "فصل ¶ في فضل العلماء وكونهم ورثة الأنبياء وحراس الشريعة ¶ - قال صلى الله عليه وسلم: ((إِنَّ الْعُلَمَاءَ وَرَثَةُ الْأَنْبِيَاءِ، وَإِنَّ الْأَنْبِيَاءَ لَمْ يُوَرِّثُوا دِينَارًا، وَلَا دِرْهَمًا إِنَّمَا وَرَّثُوا الْعِلْمَ، فَمَنْ أَخَذَهُ أَخَذَ بِحَظٍّ وَافِرٍ)) (¬1) ¶ قال ابن قيم الجوزية (¬2): ((هذا من أعظم المناقب لأهل العلم فإن الأنبياء خير خلق الله فورثتهم خير الخلق بعدهم، ولما كان كل موروث ينتقل ميراثه إلى ورثته إذ هم الذين يقومون مقامه من بعده ولم يكن بعد الرسل من يقوم مقامهم فى تبليغ ما أرسلوا به إلا العلماء كانوا أحق الناس بميراثهم)). ¶ - و قال تعالى: {يَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ} [المجادلة: 11] ¶ قال ابن حجر (¬3) ((يرفع الله المؤمن العالم على المؤمن غير العالم ورفعة الدرجات تدل على الفضل إذ المراد به كثرة الثواب وبها ترتفع الدرجات ورفعتها تشمل المعنوية في الدنيا بعلو المنزلة وحسن الصيت والحسية في الآخرة بعلو المنزلة في الجنة وفي صحيح مسلم عن نافع بن عبد الحارث الخزاعي وكان عامل عمر على مكة أنه لقيه بعسفان فقال له من استخلفت فقال استخلفت بن أبزى مولى لنا فقال عمر استخلفت مولى قال إنه قارئ لكتاب الله عالم بالفرائض فقال عمر أما إن نبيكم قد قال إن الله يرفع بهذا الكتاب أقواما ويضع به آخرين وعن زيد بن أسلم في قوله تعالى نرفع درجات من نشاء قال بالعلم.)) ¶ - وقال صلى الله عليه وسلم: ((إِنَّ الْمَلَائِكَةَ لَتَضَعُ أَجْنِحَتَهَا لِطَالِبِ الْعِلْمِ رِضًا بِمَا يَطْلُبُ)) (¬4) ¶ - العلماء يقومون مقام الأنبياء في أممهم مقام تعليم وإرشاد ودعوة ونبينا صلى الله عليه وسلم هو سيد المعلمين يقول الله عز وجل: {هُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ رَسُولًا مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلَالٍ مُبِينٍ} [الجمعة: 2] ويقول سبحانه: {كَمَا أَرْسَلْنَا فِيكُمْ رَسُولًا مِنْكُمْ يَتْلُو عَلَيْكُمْ آيَاتِنَا وَيُزَكِّيكُمْ وَيُعَلِّمُكُمُ الْكِتَابَ وَالْحِكْمَةَ وَيُعَلِّمُكُمْ مَا لَمْ تَكُونُوا تَعْلَمُونَ} [البقرة: 151] ¶ ¬__________ ¶ (¬1) حديث حسن ((سنن أبي داود)) (3641) ¶ (¬2) ((مفتاح دار السعادة)) 1/ 73. ¶ (¬3) ((فتح الباري)) (1/ 141) ¶ (¬4) حديث صحيح ((مسند الإمام أحمد)) (18089)",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "فصل ¶ في كيفية طلب العلم ¶ ••القواعد المنهجية التأصيلية في طلب العلم: ¶ - •القاعدة الأولى ¶ حفظ متن جامع في الفن الذي يُدْرَس فينبغي لطالب العلم أن يكون جُل همته مصروفاً إلى الحفظ والإعادة، فأهم شيء لطالب العلم أن يحفظ. ¶ قال عبد الرزاق رحمه الله: ((كل علم لا يدخل مع صاحبه الحمام-أي يحويه صدره- فلا تعده علماً)) (¬1). ¶ قال الخليل بن أحمد: ¶ ليسَ بعلمٍ ما حَوَى القمطْرُ ** ما العلمُ إلا ما حواهُ الصدرُ ¶ - فوائد الحفظ ¶ o  بقاء المعلومات في الذهن ¶ o  استحضار المعلومات بكل يسرٍ وسهولةٍ ¶ o  تظهر فائدة الحفظ عند فقدِ الكتاب وفقدِ الإضاءة وفقدِ البصر. ¶ - من الأسباب المعينة على الحفظِ. ¶ • •حسنُ النيّة، ويروى عن ابنُ عباس - رضي الله عنه - (إنما يحفظُ الرجل على قدرِ نيّته) (¬2) ¶ • •اجتناب ارتكاب المحرمات ومواقعة المحظورات. قال عبد الله بن مسعود: (إني لأحسب الرجل ينسى العلم بالخطيئة يعملها) (¬3) ¶ • •اغتنام الأوقات المناسبة في اليوم للحفظ. ¶ • •الجدّ والمواظبة: قال بعضهم: ¶ بقدرِ الكد تكتسب المعالي ** ومن طلب العُلا سهر الليالي ¶ • •إحكام الحفظ بكثرة تكريره، فقد كان أبو إسحاق الشيرازي (476هـ) يعيد الدرس مائة مرة، وكان إلكيا الهراسي (504هـ (يعيد الدرس سبعين مرة. ¶ ¬__________ ¶ (¬1) الحث على حفظ العلم وذكر كبار الحفاظ (ص: 34) ¶ (¬2) الأذكار للنووي ت الأرنؤوط (ص: 7) ¶ (¬3) جامع بيان العلم وفضله (1/ 691) رقم 1221",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "• •وقبل كل شيء الاستعانة بالله تعالى واللجوء إليه ودعائه بتيسير العلم وحفظه. ¶ •• إذا علمت أهمية الحفظ ومكانته في طلب العلم فبأي شيئ يبدأ طالب العلم؟ ¶ ••أول العلم حفظ القرآن: قال رسول الله صلى الله عليه وسلم (( ... ان الأَمَانَةَ نَزَلَتْ فِي جَذْرِ قُلُوبِ الرِّجَالِ، ثُمَّ عَلِمُوا مِنَ القُرْآنِ، ثُمَّ عَلِمُوا مِنَ السُّنَّةِ)) (¬1) ¶ قال ابن حجر: ((ثم علموا من القرآن ثم علموا من السنة كذا في هذه الرواية بإعادة ثم وفيه إشارة إلى أنهم كانوا يتعلمون القرآن قبل أن يتعلموا السنن والمراد بالسنن ما يتلقونه عن النبي صلى الله عليه وسلم واجبا كان أو مندوبا)) (¬2) ¶ ••وقال الخطيب البغدادي: ((ينبغي للطالب أن يبدأ بحفظ كتاب الله عز وجل، إذ كان أجل العلوم وأولاها بالسبق والتقديم)) (¬3) ¶ ••قال الإمام أبو عمر بن عبد البر: (أول العلم حفظ كتاب الله عز وجل وتفهمه، وكل ما يعين على فهمه فواجب طلبه معه، ولا أقول إن حفظه كله فرض؛ ولكني أقول إن ذلك شرط لازم على من أحبّ أن يكون عالماً فقيهاً ناصباً نفسه للعلم، ليس من باب الفرض) (¬4) ¶ ••وقال شيخ الإسلام ابن تيمية - رحمه الله -: (وأما طلب حفظ القرآن فهو مقدّم على كثير مما تسميه الناس علماً وهو إما باطل أو قليل النفع. وهو أيضاً مقدّم في التعلم في حق من يريد أن يتعلم علم الدين من الأصول والفروع، فإن المشروع في حق مثل هذا في هذه الأوقات أن يبدأ بحفظ القرآن فإنه أصل علوم الدين) (¬5) ¶ ••وقال ابن جماعة - رحمه الله -: (يبتدئ أولاً بكتاب الله فيتقنه حفظاً، ويجتهد على إتقان تفسيره وسائر علومه، فإنه أصل العلوم وأمُّها وأهمّها) ¶ - •وحفظ القرآن قسمان منه ما هو عيني ومنه ما هو كفائي ¶ ••القسم الأول العيني: يقول الإمام أبو محمد بن حزم - رحمه الله -: (فالذي يلزم كل إنسان من حفظ القرآن فهو: أمُّ القرآن، وشيء من القرآن معها، ولو سورة أي سورة كانت، أو أي آية، فهذا لابدّ لكل إنسان منه) (¬6) ¶ ¬__________ ¶ (¬1) البخاري (6497)، مسلم (143) ¶ (¬2) فتح الباري لابن حجر (13/ 39) ¶ (¬3) الجامع لأخلاق الراوي وآداب السامع للخطيب البغدادي (1/ 106) ¶ (¬4) جامع بيان العلم وفضله (2/ 1129) ¶ (¬5) مجموع الفتاوى (23/ 54) ¶ (¬6) رسائل ابن حزم (3/ 162)، (ط. المؤسسة العربية للدراسات والنشر)",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "••القسم الثاني الكفائي، وهو العلم الذي إذا قام به البعض - ممن تحصل بهم الكفاية - سقط الوجوب عن الآخرين. ¶ ويدخل في هذا القدر حفظ ما زاد عن القدر الواجب عيناً من حفظ القرآن، وأفضل ذلك حفظ القرآن العظيم كاملاً بضبط وإتقان. ¶ وهذا القسم هو الذي يميّز طالب العلم عن غيره، إذْ أن العامة يكتفون بالواجب عليهم ويتركون ما وراء ذلك، لما فيه من المشقة والجهد. وقد قيل: لولا المشقة ساد الناس كلُّهم ... )) ¶ - •القاعدة الثانية ¶ من العلوم التي ينبغي على طالب العلم أن يشتغل بها ويكثر من النظر فيها بعد حفظ القرآن علوم اللغة ¶ فينبغي لطالب العلم أن يلم بعلوم اللغة من نحو وصرف وبلاغة وأدب؛ ليتمكن من فهم نصوص القرآن الكريم والسنة النبوية حق الفهم. ¶ • •يقول عمر بن الخطاب رضي الله عنه: ((تعلموا العربية؛ فإنها من دينكم، وتعلموا الفرائض فإنها من دينكم)) (¬1). وكتب إلى أبي موسى الأشعري رضي الله عنهما: ((أما بعد: فتفقهوا في السنة، وتفقهوا في العربية، وأَعْرِبُوا القرآن؛ فإنه عربي)) (¬2) ¶ • •ويقول الرازي: «لما كان المرجع في معرفة شرعنا إلى القرآن والأخبار، وهما واردان بلغة العرب ونحوهم وتصريفهم؛ كان العلم بشرعنا موقوفاً على العلم بهذه الأمور، وما لا يتم الواجب المطلق إلا به، وكان مقدوراً للمكلف؛ فهو واجب» (¬3) ¶ • •ويقول شيخ الإسلام ابن تيمية: ((إنَّ تعلم اللغة العربية من الدين، وإنَّه فرض واجب لفهم مقاصد الكتاب والسنة ومراد الشارع من خطابه، فإنَّ فهم الكتاب والسنة فرض، ولا يفهمان إلا بفهم اللغة العربية، وما لا يتم الواجب إلا به فهو واجب)) (¬4) ¶ ¬__________ ¶ (¬1) اقتضاء الصراط المستقيم لمخالفة أصحاب الجحيم (1/ 527) ¶ (¬2) اقتضاء الصراط المستقيم لمخالفة أصحاب الجحيم (1/ 527)،و العتاب لمن تكلم بغير لغة الكتاب (ص: 15) ¶ (¬3) المحصول في علم أصول الفقه، للرازي، 1/ 275. ¶ (¬4) اقتضاء الصراط المستقيم لمخالفة أصحاب الجحيم (1/ 527)",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "• •وهذه كلمة جامعة للإمام أبي محمد ابن حزم رحمه الله يقول فيها: ((فرض على من قصد التفقّه في الدين كما ذكرنا أن يستعين على ذلك من سائر العلوم بما تقتضيه حاجته إليه في فهم كلام ربه تعالى، وكلام نبيه صلى الله عليه وسلم. قال تعالى: {وَمَا أَرْسَلْنَا مِنْ رَسُولٍ إِلَّا بِلِسَانِ قَوْمِهِ لِيُبَيِّنَ لَهُمْ} [إبراهيم: 4] ففرض على الفقيه أن يكون عالما بلسان العرب ليفهم عن الله عز وجل، وعن النبي صلى الله عليه وسلم، ويكون عالما بالنحو الذي هو ترتيب العرب لكلامهم الذي به نزل القرآن، وبه يفهم معاني الكلام التي يُعبر عنها باختلاف الحركات وبناء الألفاظ، فمن جهل اللغة وهى الألفاظ الواقعة على المسميات، وجهل النحو الذي هو علم اختلاف الحركات الواقعة لاختلاف المعاني, فلم يعرف اللسان الذي به خاطبنا الله تعالى ونبينا عليه السلام، ومن لم يعرف ذلك اللسان لم يَحِلّ له الفتيا فيه، لأنه يفتي بما لا يدري، وقد نهاه الله تعالى عن ذلك بقوله تعالى: {وَلَا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ} [الإسراء: 36]. وبقوله تعالى: {وَمِنَ النَّاسِ مَنْ يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ} [الحج: 3]. وبقوله تعالى: {هَا أَنْتُمْ هَؤُلَاءِ حَاجَجْتُمْ فِيمَا لَكُمْ بِهِ عِلْمٌ فَلِمَ تُحَاجُّونَ فِيمَا لَيْسَ لَكُمْ بِهِ عِلْمٌ} [آل عمران: 66]. وقال تعالى: {وَتَقُولُونَ بِأَفْوَاهِكُمْ مَا لَيْسَ لَكُمْ بِهِ عِلْمٌ وَتَحْسَبُونَهُ هَيِّنًا وَهُوَ عِنْدَ اللَّهِ عَظِيمٌ} [النور: 15])) (¬1) ¶ ••المنهج العلمي لدراسة علوم اللغة العربية ¶ ((ينبغي لطالب العلم أن يبدأ بدراسة متن من متون النحو كـ ((الآجرومية)) ثمَّ يثني بكتاب كـ ((قطر الندى)) أو ((شذور الذهب)) لابن هشام، ثمَّ يترقى إلى شروح ألفية ابن مالك كـ ((شرح ابن عقيل)) أو ((الأشموني)) و ((حاشية الصبان)) عليها، إلى أن يصل لدراسة ((مغني اللبيب)) لابن هشام أيضًا. ¶ وفي الصرف: يحفظ الشافية، ويلم بشروحها. ¶ وفي البيان: يبدأ بالكتب اليسيرة كالبلاغة الواضحة، وينتقل للمتون كتلخيص المفتاح للخطيب القزويني، ومن اخطر ما كتب في هذا الفن كتب عبد القاهر الجرجاني لا سيما ((دلائل الإعجاز)) و ((أسرار البلاغة)))) (¬2) ¶ - •القاعدة الثالثة ¶ أن يتخذ كتابا جامعا لأغلب مسائل الفن يكون أصلا يكرره صباح مساء يرجع إليه، ويضيف عليه ما يستجد لديه من فائدة زائدة، أو فريدة شاردة. ¶ وقد قيل: ((قراءة كتاب ما ثلاث مرات، أنفع من قراءة ثلاث كتب في الفن نفسه)) ¶ ¬__________ ¶ (¬1) الإحكام لابن حزم (5/ 124 - 126) ¶ (¬2) منطلقات طالب العلم للشيخ يعقوب",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "لكن هذا لا يكون في كل كتاب بل في الكتب الأصول الجوامع، المحررة المدققة، فالعلم كثير، والعمر قصير، فيقدم المهم ثم الذي يليه. ¶ ••صور من تكرار العلماء لقراءة كتب معينة: ¶ ••ذكر ابنُ السُّبكي في ((طبقات الشافعية الكبرى)): ((قال المُزَني: أنا انظر في كتاب ((الرسالة)) منذ خمسين سنة، ما أعلم أني نظرتُ فيه مرَّةً إلا وأنا أستفيد شيئًا لم أكن عرفته)) اهـ. ¶ ••وفي ((إنباء الغمر)) في ترجمة سليمان بن إبراهيم بن عمر نفيس الدين العلوي اليمني ت (825) قال: ((فذكر لي أنه مَرَّ على ((صحيح البخاري)) مئة وخمسين مرة ما بين قراءة وسماعٍ وإسماعٍ ومُقابلة ... )) اهـ. ¶ ••وهذا الإمام الثقة عبدالغافر بن محمد الفارسي (ت448)، كان ملازمًا لإقراء ((صحيح مسلم) فَقُرىء عليه أكثر من ستين مرَّةً. ¶ قال الحافظ الذهبي: ((هذا سِوى ما قرأه عليه المشاهير من الأئمة)) (¬1) ¶ ••ذكر القاضي عياض في ((ترتيب المدارك)) (¬2) في ترجمة الإمام أبي بكر الأبهري (ت 375) أنه قال عن نفسِه: ((قرأتُ مختصر ابن عبدالحكم خمس مئة مرة، والموطأ خمسًا وأربعين مرة، والمبسوط ثلاثين مرة)) اهـ. ¶ ••وجاء في ترجمة العلامة المحدِّث أبي عبدالله محمد التاودي ابن سودة المرِّي الفاسي (ت 1209) من كتاب ((فِهْرس الفهارس)) للكتاني أنه: كان مُثابرًا على إقراء ((صحيح البخاري)) حتى جاوزت ختماتُه الأربعين مرة، فلم يكن يدعه، لا سيما في شهر رمضان، يفتتحه في أول يومٍ منه، ويختمه آخره. ¶ ••وأقرأ ((الألفية)) في النحو نحوًا من ثلاثين مرَّة، وربما أقرأها في الشهر الواحد بَدْءًا وخَتْمًا. وأقرأ ((مختصر خليل)) نحو ثلاثين مرة. أمَّا ((الآجُرُّمِيَّة))، فلم يزل يُقرئها خصوصًا للصِّغار من أعقابه إلى وفاته)) اهـ. ¶ • •ومن الوصايا: أنك إذا قرَأت كتابًا فلا تفكر في العودة إليه مرةً أُخرى، لأن هذا الشعور سيؤدِّي بك إلى التفريط في فوائد كثيرة، أملاً في استيفائها في القراءة الثانية. ¶ - •القاعدة الرابعة. ¶ أخذ العلم عن شيخ مفيد متخصص متقن، تفزع إليه ويحل لك المستغلق من الأمور. ¶ ¬__________ ¶ (¬1) سير أعلام النبلاء (18/ 20)، (ط. الرسالة) ¶ (¬2) (6/ 186).",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "((ينبغي للطالب أن يقدم النظر، ويستخير الله فيمن يأخذ العلم عنه، ويكتسب حسن الأخلاق والآداب منه، وليكن إن أمكن ممن كملت أهليته وتحققت شفقته، وظهرت مروءته، وعُرفت عفّته، واشتهرت صيانته، وكان أحسن تعليماً وأجود تفهيماً، ولا يرغب الطالب في زيادة علم مع نقص في ورع، أو دين، أو عدم خلق جميل. فقد رُوي عن كثير من السلف قولهم: \"إن هذا العلم دين فانظروا عمن تأخذون دينكم\")) (¬1) ¶ قال الشاطبي: ((من أنفع طرق العلم الموصلة إلى غاية التحقق به أخذه عن أهله المتحققين به على الكمال ... )). (¬2) ¶ وكما قيل: ((إن العلم كان في صدور الرجال، ثم انتقل إلى الكتب، وصارت مفاتحه بأيدي الرجال)) (¬3) ¶ فما حوى الغاية في ألف سنة *** شخص فخذ من كل فن أحسنه ¶ بحفظ متن جامع للراجح *** تأخذه على مفيد ناصح ¶ ••ومن أهم خصائص الشيخ المُعلم؛ أن يكون مشاركًا في العلوم، ومتقنًا للعلم الذي يدرّسُه، ويكون من ذوي الخلق الحسن وأصحاب العبادة، وأن يكون له عناية بآليات التربية والتعليم، وتنمية الملكات الإبداعية لدى الطلبة، وأن يحسن التعامل مع الطلبة، ويتقن وسائل تزكية نفوسهم، سمح الصدر، لين الجانب، سهل المأخذ، حسن العبارة، كفّ اللسان. ¶ ••قال عبد الله بن شوذب: ((إن من نعمة الله على الشابّ إذا تنسّك أن يواخي صاحب سنة يحمله عليها)) (¬4) ¶ ••وقال أيوب السختياني: ((إن من سعادة الحَدَث والأعجميّ أن يوفقهما الله لعالمٍ مِنْ أهل السنة)) (¬5) ¶ ••قال ابن سيرين وغيره من الأئمة: ((إن هذا العلم دين فانظروا عمن تأخذوا دينكم)) (¬6) ¶ ••وقد قيل: ((العلم دعوى والعالم مدع، والعمل شاهد، فمن أتى بشهود دعواه، صحت للمسلمين فتواه)) (¬7) ¶ ••ويحذر من الأخذ عن الأصاغر وحدثاء الأسنان ¶ ¬__________ ¶ (¬1) تذكرة السامع والمتكلم لابن جماعة (ص 85) ¶ (¬2) الموافقات (1/ 139)، (ط. ابن عفان) ¶ (¬3) الموافقات (1/ 140) ¶ (¬4) الابانة الكبرى لابن بطة (1/ 204)، (ط. الراية للنشر والتوزيع بالرياض) ¶ (¬5) شرح أصول الاعتقاد للالكائي ¶ (¬6) مقدمة صحيح مسلم وهو متواتر عن ابن سيرين ¶ (¬7) التعالم (ص:38)",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وذلك لأن أخذ العلم عن صغار الأسنان، الذين لم ترسخ قدمهم، ولم تشب لحاهم في وجود من هو أكبر منهم سناً، وأرسخ قدماً، يضعف أساس المبتدئ، ويحرمه الاستفادة من خبرة العلماء الكبار، واكتساب أخلاقهم التي قومها العلم والزمن ... إلي غير ذلك من التعليلات التي يوحي بها أثر ابن مسعود - رضي الله عنه - حيث يقول: ((ولا يزال الناس بخير ما أخذوا العلم عن أكابرهم، وعن أمنائهم، وعلمائهم، فإذا أخذوه عن صغارهم، وشرارهم هلكوا)) (¬1) ¶ قال ابن قتيبة: ((يريد لا يزال الناس بخير ما كان علماؤهم المشايخ، ولم يكن علماؤهم الأحداث، لأن الشيخ قد زالت عنه متعة الشباب، وحِدته وعجلته، وسفهه، واستصحب التجربة والخبرة، ولا يدخل عليه في علمه الشبهة، ولا يغلب عليه الهوى، ولا يميل به الطمع، ولا يستزله الشيطان استزلال الحدث، فمع السن: الوقار، والجلالة، والهيبة. ¶ والحدث قد تدخل عليه هذه الأمور التي أُمنت على الشيخ، فإذا دخلت عليه، وأفتى هلك وأهلك)) (¬2) ¶ وقد روى ابن عبد البر عن عمر بن الخطاب - رضي الله عنه - أنه قال: ((قد علمت متى صلاح الناس، ومتى فسادهم: إذا جاء الفقه من قبل الصغير استعصى عليه الكبير، وإذا جاء الفقه من الكبير تابعه الصغير فاهتديا)) (¬3) ¶ وروى ابن عبد البر - أيضاً - عن أبي الأحوص عن عبد الله قال: ((إنكم لن تزالوا بخير ما دام العلم في كباركم، فإن كان العلم في صغاركم سفه الصغير الكبير)) (¬4) ¶ لكن هذا الحكم ليس علي إطلاقه في ((صغير السن)) فقد أفتي ودرس جماعة من الصحابة والتابعين في صغرهم بحضرة الأكابر. إلا أن هؤلاء يندر وجود مثلهم فيمن بعدهم، فإن وجدوا وعلم صلاحهم، وسبر علمهم فظهرت رصانته، ولم يوجد من الكبار أحد يؤخذ عنه العلوم التي معهم، وأمنت الفتنة، فليؤخذ عنهم. ¶ وليس المراد أن يهجر علم الحدث مع وجود الأكابر كلا، وإنما المراد أنزال الناس منازلهم، فحق الحدث النابغ أن ينتفع به في المدارسة والمذاكرة، والمباحثة ... أما أن يصدر للفتوى، ويُكتب إليه بالأسئلة، فلا لأن ذلك فتنة له، وتغرير. ¶ ((اعلم أن العالم حجة بينك وبين الله، فانظر من تجعل بينك وبين الله حجة)) (¬5) ¶ - •القاعدة الخامسة ¶ كثرة المذاكرة فعليك أخي طالب العلم بملازمة صديق نابه أمين للمباحثة والمذاكرة. ¶ ¬__________ ¶ (¬1) جامع بيان العلم وفضله (1/ 616) ¶ (¬2) نصيحة أهل الحديث (ص: 30) ¶ (¬3) جامع بيان العلم وفضله (1/ 615) ¶ (¬4) جامع بيان العلم وفضله (1/ 617) ¶ (¬5) إقاظ الهمة لعادل السعيدان",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "((وللمذاكرة مع الأقران وغيرهم، فائدة عظيمة في تثبيت الحفظ، من جهةِ أنه تعهد للمحفوظ بتكريره ومراجعته خلال المذاكرة، وتذكير لما نسي منه، ودون إملال أو إضجار، بل في جو من النشاط والتنافس العلمي البناء.)) (¬1) ¶ قال الإمام النووي: ((مذاكرة حاذق في الفن ساعة أنفع من المطالعة والحفظ ساعات بل أياما وليكن في مذاكراته متحريا الإنصاف قاصدا الاستفادة أو الإفادة غير مترفع على صاحبه بقلبه ولا بكلامه ولا بغير ذلك من حاله مخاطبا له بالعبارة الجميلة اللينة فبهذا ينمو علمه وتزكو محفوظاته)) (¬2) ¶ قال الخطيب البغدادي: ((قال أبو عبد الله جعفر بن محمد: القلوب تربٌ، والعلم غرسها، والمذاكرة ماؤها، فإذا انقطع عن التُربِ ماؤها جفّ غُرسها). ((¬3) ¶ وقال بعض السلف: ((إحياء الحديث مذاكرته، فتذاكروا)) (¬4) ¶ قال ابن مفلح في الآداب الشرعية: ((قال عبد الله بن أحمد لما قدم أبو زرعة نزل عند أبي فكان كثير المذاكرة له، فسمعت أبي يوما يقول: ما صليت غير الفرائض استأثرت بمذاكرة أبي زُرعة على نوافلي.)) (¬5) ¶ ¬__________ ¶ (¬1) ((نصائح منهجية لطالب علم السنة النبوية)) للعوني (ص: 36) ¶ (¬2) شرح النووي لمقدمة صحيح مسلم ¶ (¬3) ((الجامع لأخلاق الراوي وآداب السامع)) للخطيب البغدادي (2/ 278) ¶ (¬4) ((الجامع لأخلاق الراوي وآداب السامع)) للخطيب البغدادي (1/ 238) ¶ (¬5) الآداب الشرعية والمنح المرعية (2/ 174)",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "فصل ¶ في آداب طالب العلم ¶ ((يقال مثل الإيمان كمثل بلدة لها خمس حصون، الأول من ذهب، والثاني من فضة، والثالث من حديد، والرابع من آجر، والخامس من لبن، فما زال أهل الحصن متعاهدين حصن اللبن لا يطمع العدو في الثاني، فإذا أهملوا ذلك طمعوا في الحصن الثاني ثم الثالث حتى تخرب الحصون كلها، فكذلك الإيمان في خمس حصون اليقين، ثم الإخلاص، ثم أداء الفرائض، ثم السنن، ثم حفظ الآداب، فما دام يحفظ الآداب ويتعاهدها فالشيطان لا يطمع فيه، وإذا ترك الآداب طمع الشيطان في السنن، ثم في الفرائض، ثم في الإخلاص، ثم في اليقين.)) (¬1) ¶ قال بعض العلماء: ((لا تستهن بالآداب , فإن من استهان بالآداب استهان بالسنن , ومن استهان بالسنن استهان بالفرائض)) ¶ وعن ابن المبارك قال: قال لي مخلد بن الحسين: ((نحن إلى كثير من الأدب أحوج منا إلى كثير من الحديث.)) (¬2) ¶ وقال أبو النضر الفقيه: سمعت البوشنجي يقول: ((من أراد العلم والفقه بغير أدب، فقد اقتحم أن يكذب على الله ورسوله.)) (¬3) ¶ ••فأول هذه الآداب التي يجب على الطالب أن يتعلمها ويتعاهدها هو: ¶ الإخلاص وهو: ((سر بين الله وبين العبد، لا يعلمه ملك فيكتبه، ولا شيطان فيفسده، ولا هوى فيميله.)) ¶ والعلم عبادة وشرط العبادة إخلاص النية لله لقوله {وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ} [البينة: 5]. ¶ وقال رسول الله صلى الله عليه وسلم: ((إنما الأعمال بالنيات وإنما لكل امرئٍ ما نوى)) (¬4) ¶ وقال أيضا: ((من تعلم علما مما يبتغى به وجه الله، لا يتعلمه إلا ليصيب به عرضاً من الدنيا، لم يجد عرف الجنة يوم القيامة)). يعني: ريحها (¬5) ¶ عن عبد الله قال: ((من طلب العلم لأربع دخل النار أو نحو هذه الكلمة ليباهي به العلماء أو ليماري به السفهاء أو ليصرف به وجوه الناس إليه أو ليأخذ به من الأمراء)) (¬6) ¶ ¬__________ ¶ (¬1) غذاء الألباب شرح منظومة الآداب، لأبي إسحاق الإسفرائيني، (1/ 37) ¶ (¬2) الجامع لأخلاق الراوي وآداب السامع للخطيب البغدادي (1/ 80) ¶ (¬3) سير أعلام النبلاء ط الرسالة (13/ 586) ¶ (¬4) متفق عليه ¶ (¬5) حديث صحيح سنن أبي داود ¶ (¬6) سنن الدارمي",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "وقال الحسن: ((من طلب العلم ابتغاء الآخرة أدركها، ومن طلب العلم ابتغاء الدنيا فهو حظه منه.)) (¬1) ¶ وقال الشافعي رحمه الله: ((وددتُ أن الناس تعلَّموا هذا العلم على أن لا يُنسب إلي منه شيءٌ.)) (¬2) ¶ وقال أبو عبد الله الروذباري: ((العلم موقوف على العمل، والعمل موقوف على الإخلاص، والإخلاص يورث الفهم عن الله عز وجل.)) (¬3) ¶ وإنما ينال المرء العلم على قدر إخلاصه، والإخلاص في العلم يقوم على أربعة أصول، بها تتحقق نية العلم للمتعلم إذا قصدها: ¶ 1 - رفع الجهل عن نفسه ... 2 - رفع الجهل عن الخلق ¶ 3 - إحياء العلم وحفظه من الضياع ... 4 - العمل بالعلم. (¬4) ¶ قال ابن جماعة في الإخلاص: ((هو حسن النية في طلب العلم بأن يقصد به وجه الله تعالى، والعمل به، وإحياء الشريعة وتنوير قلبه وتجلية باطنه والقرب من الله تعالى يوم القيامة، والتعرض لما أعد لأهله من رضوانه وعظيم فضله)) ¶ عن أبي هريرة - رضِي الله عنْه - عن النبي - صلَّى الله عليه وسلَّم - قال: ((إنَّ أوَّل خلق الله تُسعَّر بهم النار يوم القيامة ثلاث ... منهم العالم الذي قرأ القرآن ليُقال: قارئ، وتعلَّم العلم ليُقال: عالم، وإنه يُقال له: قد قيل ذلك، وأمر به فسحب على وجهه حتى ألقي في النار)) (¬5). ¶ يا طالب العلم ((كن على يقين أن الله يعلم ما في قلبك فهنيئاً لك إذا رأى الله الإخلاص فيه)). ¶ ••ثانيا: من الأمور الحسان التي ينبغي على طالب العلم أن يتحلى بها: ¶ ¬__________ ¶ (¬1) اقتضاء العلم العمل للخطيب البغدادي (ص: 66) ¶ (¬2) جامع العلوم والحكم (1/ 310) ¶ (¬3) اقتضاء العلم العمل للخطيب البغدادي (ص: 32) ¶ (¬4) بتصرف من رسالة تعظيم العلم للعصيمي ¶ (¬5) صحيح مسلم",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "تقوى الله، فإن تقوى الله ما كانت في قليل إلا كثرته، ولا في يسير إلا باركته، وصية الله للأولين والآخرين، وموعظة الله لعباده أجمعين، تقوى الله ما دخلت في قلب إلا أدمعت عينيه من خشية الله، وجعلت قلبه أسبق ما يكون إلى طاعة الله ومرضاته. ¶ يا طالب العلم .. إنك إن اتقيت الله قَبِل منك: {إِنَّمَا يَتَقَبَّلُ اللَّهُ مِنَ الْمُتَّقِينَ} [المائدة: 27] ¶ يا طالب العلم .. إنك إن اتقيت الله كنتَ له ولياً، {وَاللَّهُ وَلِيُّ الْمُتَّقِينَ} [الجاثية: 19] ¶ يا طالب العلم .. إنك إن اتقيت الله أحبك الله، {بَلَى مَنْ أَوْفَى بِعَهْدِهِ وَاتَّقَى فَإِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ} [آل عمران: 76] ¶ قال سفيان الثوري: ((إنما فُضِّل العلم لأنه يُتّقَى به الله، وإلا كان كسائر الأشياء)). ¶ ••ثالثا من الآداب العامة لطالب العلم: ¶ حفظ الوقت واغتنامه فإضاعة الوقت من المقت، وقيل: مفتاح طلب العلم الحفاظ على الوقت. ¶ قال ابن الجوزي: ((ينبغي للإنسان أن يعرف شرف زمانه وقدر وقته، فلا يضيع منه لحظة في غير قربة، ويقدم فيه الأفضل فالأفضل من القول والعمل، ولتكن نيته في الخير قائمة من غير فتور بما لا يعجز عنه البدن من العمل)) (¬1) ¶ قال ابن القيم رحمه الله تعالى: ((إضاعة الوقت أشد من الموت؛ لأن إضاعة الوقت تقطعك عن الله والدار الآخرة، والموت يقطعك عن الدنيا وأهلها. (¬2) ¶ وقال أيضاً: إذا أراد الله بعبد خيرا أعانه بالوقت وجعل وقته مساعدا ً له، كلما همت نفسه بالقعود، أقامه الوقت وساعده.)) (¬3) ¶ قال ابن جَماعة رحمه الله: ((على طالب العلم أن يبادر شبابه و أوقات عمره إلى التحصيل و لا يغتر بخدع التسويف و التأميل فإن كل ساعة تمضي من عمره لا بدل لها و لا عوض عنها و يقطع ما يقدر عليه من العلائق الشاغلة و العوائق المانعة عن تمام الطلب و بذل الاجتهاد و قوة الجد في التحصيل فإنها كقواطع الطريق)) (¬4) ... ¶ والوقتُ أنفس ما عُنِيتَ بحفظه *** وأَراه أسهلُ ما عليك يَضيعُ! ¶ ¬__________ ¶ (¬1) صيد الخاطر (ص: 33) ¶ (¬2) الفوائد لابن القيم (ص: 31) ¶ (¬3) مدارج السالكين بين منازل إياك نعبد وإياك نستعين (3/ 125) ¶ (¬4) شرح لامية ابن تيمية (3/ 4)",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "- • نماذج من حفاظ العلماء على أوقاتهم ¶ • •كان الحسن البصري رحمه الله تعالى يقول: «يا بن آدم، إنما أنت أيام، فإذا ذهب يوم ذهب بعضك» (¬1). ¶ • •وقال: «أدركت أقوامًا كانوا على أوقاتهم أشد منكم حرصًا على دراهمكم ودنانيركم» (¬2). ¶ • •قال عبيد بن يعيش: أقمت ثلاثين سنة ما أكلت بيدي بالليل كانت أختي تلقمني وأنا أكتب الحديث (¬3). ¶ • •الإمام ابن السبكي كان له ولد وقد توفاه الله في حياته فصلى عليه داخل المدرسة وشيعه إلى بابها ثم دمعت عيناه وقال استودعتك يا ولدي الله تعالى ثم فارقه ولم يخرج من المدرسة (¬4) ¶ • •قسم الطبري - رحمه الله - ليله ونهاره في مصلحة نفسه، ودينه، والخلق، وما ضيع الطبري دقيقة حياته بدون فائدة أو إفادة أو استفادة، وقد قال: ينبغي لطالب أن لا يدع طلب العلم حتى الممات. ¶ • •قال الضياء المقدسي في ترجمة الحافظ عبد الغني المقدسي رحمه الله تعالى: كان لا يضيع شيئا من زمانه بلا فائدة، فإنه كان يصلي الفجر ويلقن القرآن وربما أقرأ شيئا من الحديث تلقينا، ثم يقوم فيتوضأ ويصلي ثلاث مئة ركعة بالفاتحة والمعوذتين إلى قبل الظهر، وينام نومة ثم يصلي الظهر، ويشتغل إما بالتسميع أو بالنسخ إلى المغرب، فإن كان صائما أفطر وإلا صلى من المغرب إلى العشاء، ويصلي العشاء وينام إلى نصف الليل أو بعده، ثم قام كأن إنسان يوقظه فيصلي لحظة ثم يتوضأ ويصلي إلى قرب الفجر، ربما توضأ سبع مرات أو ثمانيا في الليل، وقال ما تطيب لي الصلاة إلا ما دامت أعضائي رطبه ثم ينام نومة يسيرة إلى الفجر وهذا دأبه.)) (¬5) ¶ • •كان سليم الرازي يقرأ القرآن حتى يُصلحَ قلمَه للكتابة، لئلا يمضي عليه زمان وهو فارغ (¬6). ¶ • •كان دواد الطائي يستف الفتيت ويقول: بين سف الفتيت، وأكلِ الخبز قراءة خمسين آية) (¬7) ¶ • •كان عثمان الباقلاوي دائمَ الذكرِ لله، وقال يومًا: إني وقت الإفطار أحس بروحي كأنها تخرج، لأني أشتغل بالأكل عن الذكر (¬8). ¶ ¬__________ ¶ (¬1) الزهد لأحمد بن حنبل (ص: 225) ¶ (¬2) مفتاح الأفكار للتأهب لدار القرار (3/ 29) ¶ (¬3) تاريخ الإسلام (5/ 629) ¶ (¬4) طبقات الشافعية الكبرى للسبكي (8/ 260) ¶ (¬5) سير أعلام النبلاء ط الرسالة (21/ 452) ¶ (¬6) مختصر تاريخ دمشق (10/ 198) ¶ (¬7) صيد الخاطر (ص: 492) ¶ (¬8) صيد الخاطر (ص: 492).",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "• •وكان فخر الدين الرازي يقول ((والله إني لأتأسف في الفوات عن الاشتغال بالعلم في وقت الأكل، فإن الوقت والزمان عزيز (((¬1) ¶ ••رابع الآداب التي ينبغي للطالب التحلي بها: ¶ (الصبر) قال تعالى {وَجَعَلْنَا مِنْهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا وَكَانُوا بِآيَاتِنَا يُوقِنُونَ} [السجدة: 24] ¶ قال ابن القيم: ((بالصبر واليقين تنال الإمامة فى الدين)) (¬2) ¶ ويقول سبحانه: {وَاصْبِرْ وَمَا صَبْرُكَ إِلَّا بِاللَّهِ} [النحل: 127]. ¶ ويقول سبحانه: {وَاصْبِرُوا إِنَّ اللَّهَ مَعَ الصَّابِرِينَ} [الأنفال: 46]. ¶ ويقول عزَّ وجلَّ: {إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسَابٍ} [الزمر: 10]. ¶ • •وروى مسلم في صحيحة عن يحيى بن أبي كثير قال سمعت أبي يقول: ((لا يستطاع العلم براحة الجسم)) (¬3) ¶ • •وقيل للإمام الشعبي: من أين لك هذا العلم كله؟ قال: ((بنفي الاعتماد، والسير في البلاد، وصبر كصبر الجماد، وبكور كبكور الغراب)). (¬4) ¶ • •قال أبو أحمد نصر بن أحمد العياضي الفقيه السمرقندي: ((لا ينال هذا العلم إلا من عطل دكانه وخرب بستانه وهجر إخوانه ومات أقرب أهله إليه فلم يشهد جنازته)) (¬5) ¶ • •يقول أبو يوسف القاضي: ((العلم شيء لا يعطيك بعضه حتى تعطيه كلك وأنت إذا أعطيته كلك من إعطائه البعض على غرر)) (¬6) ¶ • •قال عليّ بن أبي طالب رضي اللّه عنه ((الصّبر مطيّة لا تكبو)) (¬7) ¶ • •وكان الشافعي يقول: ((لا يدرك العلم إلا بالصبر على الضر)) (¬8) ¶ ¬__________ ¶ (¬1) عيون الأنباء في طبقات الأطباء (ص: 462) ¶ (¬2) مفتاح دار السعادة ¶ (¬3) صحيح مسلم (1/ 428) ¶ (¬4) تذكرة الحفاظ للذهبي (1/ 64) ¶ (¬5) الجامع لأخلاق الراوي وآداب السامع للخطيب البغدادي (2/ 174) ¶ (¬6) الجامع لأخلاق الراوي وآداب السامع للخطيب البغدادي (2/ 174) ¶ (¬7) أدب الدنيا والدين (ص: 287) ¶ (¬8) الفقيه والمتفقه للخطيب البغدادي (2/ 186)",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "• •وقال الشافعي أيضا: ((لا يطلب أحد هذا العلم بالملك وعز النفس فيفلح، ولكن من طلبه بذل النفس وضيق العيش وخدمة العلماء أفلح)) (¬1) ¶ • •قال ثعلب: ((كان رجل يطلب العلم فلا يقدر عليه، فعزم على تركه، فمر بماء ينحدر من رأس جبل على صخرة، قد أثر الماء فيها، فقال: الماء على لطافته قد أثّر في صخرة على كثافتها، والله لأطلبن العلم. فطلب فأدرك)) (¬2) ¶ • •قال الإمام ابن الجوزي: ((تأملت عجبًا، وهو أن كل شيء نفيس خطير يطول طريقه، ويكثر التعب في تحصيله. فإن العلم لما كان أشرف الأشياء، لم يحصل إلا بالتعب والسهر والتكرار، وهجر اللذات والراحة، حتى قال بعض الفقهاء: بقيت سنين أشتهي الهريسة لا أقدر؛ لأن وقت بيعها وقت سماع الدرس!)) (¬3) ¶ • • ((قال رجل لأحد العلماء: بم أدركت العلم؟ قال: طلبته فوجدته بعيد المراد، لا يصاد بالسهام، ولا يرى في المنام، ولا يورث عن الآباء والأعمام. فتوسلت إليه بافتراش المدرِ، واستناد الحجر، وإدمان السهر وكثرة النظر، وإعمال الفكر ومتابعة السفر، وركوب الخطر: فوجدته شيئاً لا يصلح إلا للغرس ولا يغرس إلا في النفس، ولا يسقي إلا بالدرس. أرأيت من يشغل نهاره بالجمع، وليله بالجماع هل يخرج من ذلك فقيهاً؟ كلا والله. إن العلم لا يحصل إلا لمن اعتضد الدفاتر، وحمل المحابر، وقطع القفار، وواصل في الطلب الليل والنهار)) (¬4) ¶ ••خامس الآداب ¶ حسن الخلق: قال النبي صلى الله عليه وسلم حينما سئل عن أثقل شيء في الميزان، قال: (تقوى الله وحسن الخُلق) (¬5) ¶ فطالب العلم يوطّن نفسه على مكارم الأخلاق ويسمو بنفسه إلى فضائلها وإلى معالي الأمور، ويترفع عن سفاسِفِها. ¶ ¬__________ ¶ (¬1) الفقيه والمتفقه للخطيب البغدادي (2/ 184) ¶ (¬2) الجامع لأخلاق الراوي وآداب السامع للخطيب البغدادي (2/ 179) ¶ (¬3) صيد الخاطر ¶ (¬4) مقامات الحريري وعوائق الطلب للبرجس ¶ (¬5) حديث حسن مسند أحمد (9696)",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "قال الماوردي: ((إذا حَسُنَت أخلاقِ الإنسان كثر مُصافوه، وقَلَّ مُعادوه، فتسهلت عليه الأمور الصِّعاب، ولانَت له القلوبُ الغضاب)) (¬1) ¶ ثم قال: ((وحُسن الخلق أن يكون سهل العريكة، لين الجانب، طليق الوجه، قليل النفور، طيب الكلمة)) (¬2) ¶ قال العلامة السعدي في تفسير قول الله تعالى: {خُذِ الْعَفْوَ وَامُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجَاهِلِينَ} [الأعراف: 199] ¶ ((هذه الآية جامعة لحسن الخلق مع الناس، وما ينبغي في مُعامَلَتهم، فالذي ينبغي أن يُعَامَل به الناس، أن يأخذ العفو أي: ما سمحت به أنفسهم، وما سهل عليهم من الأعمال والأخلاق، فلا يكلفهم ما لا تسمح به طبائعهم، بل يشكر من كل أحد ما قابله به، من قول وفعل جميل، أو ما هو دون ذلك، ويتجاوز عن تقصيرهم ويَغُض طرفه عن نقصهم، ولا يتكبر على الصغير لصغره، ولا ناقص العقل لنقصه، ولا الفقير لفقره، بل يعامل الجميع باللطف والمقابلة بما تقتضيه الحال وتنشرح له صدورهم. ¶ {وَامُرْ بِالْعُرْفِ} أي: بكل قول حسن وفعل جميل، وخلق كامل للقريب والبعيد، فاجعل ما يأتي إلى الناس منك، إما تعليم علم، أو حث على خير، من صلة رحم، أو بِرِّ والدين، أو إصلاح بين الناس، أو نصيحة نافعة، أو رأي مصيب، أو معاونة على بر وتقوى، أو زجر عن قبيح، أو إرشاد إلى تحصيل مصلحة دينية أو دنيوية، ولما كان لا بد من أذية الجاهل، أمر الله تعالى أن يقابل الجاهل بالإعراض عنه وعدم مقابلته بجهله، فمن آذاك بقوله أو فعله لا تؤذه، ومن حرمك لا تحرمه، ومن قطعك فَصِلْهُ، ومن ظلمك فاعدل فيه.)) ¶ ••سادس الآداب ¶ العمل بالعلم: فمن علامات العلم النافع العمل به. ¶ والعلم النافع كما قال ابن رجب - رحمه الله -: ((العلم النافع من هذه العلوم كلها ضبط نصوص الكتاب والسنَّة وفهْم معانيها، والتقيُّد في ذلك بالمأثور عن الصحابة والتابعين وتابعيهم في معاني القرآن والحديث، وفيما ورَد عنهم من كلامٍ في مسائل الحلال والحرام والزهد والرقائق والمعارف، وغير ذلك.)) (¬3) ¶ ¬__________ ¶ (¬1) أدب الدنيا والدين (ص: 243) ¶ (¬2) أدب الدنيا والدين (ص: 243) ¶ (¬3) مجموع رسائل ابن رجب (3/ 13)",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "وقال الحسن البصري: ((العلم علمان: فعلمٌ على اللسان، فذاك حجَّة الله على ابن أدم، وعلمٌ في القلب، فذاك العلم النافع)) (¬1). ¶ قال الحسن أيضا: ((كان الرجل إذا طلب العلم لم يلبث أن يرى ذلك في تخشعه، وبصره، ولسانه، ويده، وصلاته وزهده. وإن كان الرجل ليصيب الباب من أبواب العلم فيعمل به، فيكون خيراً له من الدنيا وما فيها)) (¬2). ¶ وقال أيضا: ((تعلَّموا ما شئتم أن تعلَّموا، فلن يجازيكم الله على العلم حتى تعملوا، فإنّ السفهاء همتهم الرواية، والعلماء همتهم الرعاية)) (¬3) ¶ وثبت عن النبي صلى الله عليه وسلم أنه قال: ((القرآن حجة لك أو عليك)) (¬4). ¶ لك إن عملت به، وعليك إن لم تعمل به ¶ وثبت عنه أيضا صلى الله عليه وسلم: ((لا تزول قدما عبد يوم القيامة حتى يسأل عن أربع ... وعن علمه ماذا عمل به)) (¬5). ¶ وقال ابن الجوزي: ((والمسكين كل المسكين من ضاع عمره في علم لم يعمل به، ففاته لذات الدنيا، وخيرات الآخرة، فقدم مفلساً مع قوة الحجة عليه)) (¬6) ¶ ••ومن أهم ما ينبغي أن يحرص عليه طالب العلم من العبادات بعد الفرائض: ¶ ••السنن الرواتب قال رسول الله صلى الله عليه وسلم: ((من صلى في يوم وليلة ثنتي عشرة ركعة بُني له بيت في الجنة، أربعا قبل الظهر وركعتين بعدها، وركعتين بعد المغرب، وركعتين بعد العشاء، وركعتين قبل صلاة الفجر)) (¬7) ¶ ••قيام الليل فهو ثبات للقلوب على الحق و سر الفلاح، يبعد عن الخطايا ويزيد الإيمان، ويلحق العبد بالصالحين، ويبلغه مرتبة القانتين المحسنين. ¶ ¬__________ ¶ (¬1) مجموع رسائل ابن رجب (3/ 28) ¶ (¬2) جامع بيان العلم وفضله (1/ 258) ¶ (¬3) جامع بيان العلم وفضله (1/ 695) ¶ (¬4) صحيح مسلم (223) ¶ (¬5) حديث حسن، المعجم الكبير للطبراني (111) ¶ (¬6) صيد الخاطر ¶ (¬7) حديث صحيح، مسند أحمد (26769)",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "وقال صلى الله عليه وسلم: ((عليكم بقيام الليل فإنه دأب الصالحين قبلكم، وقربة إلى ربكم، ومكفرة للسيئات، ومنهاة عن الإثم)) (¬1) ¶ قال عاصمٌ بن عاصم البيهقي: ((بتّ ليلةً عند أحمدَ بن حنبل، فجاء بالماء فوضعه، فلما أصبح نظر إلى الماء فإذا هو كما كان، فقال: سبحان الله! رجل يطلب العلم لا يكون له وردٌ من الليل!!)) (¬2) ¶ ••الذكر قال جل وعلا: {الَّذِينَ آمَنُوا وَتَطْمَئِنُّ قُلُوبُهُمْ بِذِكْرِ اللَّهِ أَلَا بِذِكْرِ اللَّهِ تَطْمَئِنُّ الْقُلُوبُ} [الرعد: 28] ¶ وقال رجل لرسول الله صلى الله عليه وسلم: ((دلني على عمل أتشبث به قال: لا يزال لسانك رطباً بذكر الله)) (¬3) ¶ فحافظ على الأذكار الموظفة في اليوم والليلة، وهي أذكار دخول البيت والخروج منه، وكذا المسجد وكذا الخلاء، وأذكار الطعام والشراب واللباس، والوضوء والصلاة والنوم والجماع، وأذكار الصباح والمساء. ¶ وعوِّد لسانك: رب اغفر لي فإنَّ لله ساعات لا يرد فيها سائلاً. ¶ عن أيوب السختياني رحمه الله قال: قال لي أبو قلابة: ¶ ((إذا أحدث الله لك علما فأحدث له عبادة، ولا يكن همك أن تحدث به)) (¬4) ¶ ((فأصل العلم الذي يورث العمل، ويوجب خشوع القلب، وخشيته لربه، ومحبته له، والقرب منه، والأنس به، والإقبال عليه، ولزوم طاعته، هو: ¶ العلم بالله، وهو معرفة أسمائه وصفاته، وآلائه ونعمه، وصفات جلاله وجماله، ثم معرفة وعده ووعيده، وماذا أعد الله من النعيم للمتقين، وماذا أعد من العذاب للمجرمين. ¶ ثم يتلوه: العلم بأحكام الله، وما يحبه ويرضاه من العبد من قول أو عمل أو حال أو اعتقاد .. ويستقيم على ذلك إلى أن يموت. ¶ ومن فاته هذا العلم النافع، وقع في الأربع التي استعاذ منها النبي - صلى الله عليه وسلم - بقوله: «اللَّهُمَّ! إِنِّي أعُوذُ بِكَ مِنْ عِلْمٍ لا يَنْفَعُ، وَمِنْ قَلْبٍ لا يَخْشَعُ، وَمِنْ نَفْسٍ لا تَشْبَعُ، وَمِنْ دَعْوَةٍ لا يُسْتَجَابُ لَهَا» أخرجه مسلم)) (¬5) ¶ ¬__________ ¶ (¬1) حديث صحيح سنن الترمذي (3549) ¶ (¬2) المدخل إلى السنن الكبرى للبيهقي (ص: 330) ¶ (¬3) حديث صحيح سنن الترمذي (3375) ¶ (¬4) جامع بيان العلم وفضله (1/ 654) ¶ (¬5) موسوعة فقه القلوب للتويجري، وينظر فضل علم السلف لابن رجب",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "فصل ¶ في التدرج المنهجي في طلب العلم ¶ مما هو مقرر أن العلم مراحل ودرجات، ويمر الطالب بهذه المراحل بدءا من مرحلة المبتدئين فالمتوسطين وانتهاء بالمتقدمين فالعلماء الراسخين -وفقنا الله وجعلنا منهم- ولكي لا نقع في تكرار أو خروج عن الموضوعية؛ سوف نركز في منهجنا هذا على أول مرحلتين من مراحل الطلب ((مبتدئين، و متوسطين)) لأنه بالضرورة إذا تمكن الطالب في دراسة هذه الكتب والمتون سيكون قادرا بإذن الله تعالى على اختيار الأصلح لحاله والأفضل لمآله إن شاء الله. ¶ فما علينا إلا أن نذكره بأهم الكتب والمراجع التي ينبغي عليه أن يعتني بها ولا يحسن به أن يغفل عنها وعن مطالعتها بعد هاتين المرحلتين وبالله التوفيق.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "المرحلة الأولى ¶ وهي مرحلة المبتدئين وفيها يهتم الطالب بدراسة المتون المختصرة مع العناية بحفظها وإتقانها أو كثرة مدارستها لكي ترسخ معانيها في نفسه. ¶ - •علم العقيدة ¶ ••الأصول الثلاثة للإمام محمد بن عبد الوهاب مع العناية بـ: ¶ • •شرح الشيخ محمد بن صالح بن عثيمين (دار الريا) ¶ • •شرح الشيخ أحمد بن عمر الحازمي (دار) ¶ ••القواعد الأربع للإمام محمد بن عبد الوهاب مع العناية بـ: ¶ • •شرح الشيخ أحمد بن عمر الحازمي ¶ • •شرح الشيخ صالح بن عبد العزيز آل الشيخ (دار الحجاز) ¶ ••نواقض الإسلام للإمام محمد بن عبد الوهاب ومعها: ¶ • •التبيان شرح نواقض الإسلام للشيخ سليمان العلوان (دار المسلم) ¶ • •الإعلام بشرح نواقض الإسلام للشيخ عبد العزيز الطريفي (دار الرشد) ¶ ••لمعة الاعتقاد للإمام موفق الدين ابن قدامة مع العناية بـ: ¶ • •شرح الشيخ عبد الرحمن المحمود. (مدار الوطن) ¶ • •شرح الشيخ صالح بن عبد العزيز آل الشيخ ¶ - •علم الحديث ¶ ••الأربعون النووية للإمام النووي وزيادات الإمام ابن رجب مع العناية بـ: ¶ • •شرح الشيخ محمد بن صالح العثيمين ¶ • •فتح القوي المتين للشيخ عبد المحسن العباد (ابن عفان) ¶ • •وأخيرا العناية الكاملة بـ ((جامع العلوم والحكم)) للإمام ابن رجب الحنبلي (ت: طارق عوض الله، أو شعيب الأرنؤوط) فهو كتاب جليل حوى دررا وفوائد جمة. ¶ - •علم مصطلح الحديث",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "••متن المنظومة البيقونية مع العناية بشروحها مثل: ¶ • •أطيب المنح للشيخ مجدي عرفات ¶ • •أوشرح الشيخ محمد بن صالح العثيمين ¶ • •أوشرح الشيخ طارق عوض الله ¶ ••متن نخبة الفكر مع العناية بشروحها مثل: ¶ • •تحقيق الرغبة للشيخ عبد الكريم الخضير (المنهاج) ¶ • •نزهة النظر للإمام ابن حجر (تحقيق نور الدين عتر) ¶ - •علم الفقه (¬1) ¶ ••على الطالب في هذه المرحلة العناية بفقه العبادات من الكتب الميسرة مثل: ¶ • •الفقه الميسر لمجموعة من العلماء طبعة مجمع الملك فهد ¶ • •الوجيز في فقه السنة والكتاب العزيز للشيخ عبد العظيم بدوي (دار ابن رجب) ¶ - •علم أصول الفقه ¶ ••الأصول من علم الأصول للشيخ محمد بن صالح العثيمين ¶ ••الورقات لإمام الحرمين الجويني ويعتني بـ: ¶ • •شرح الدكتور عبد الله الفوزان (ط. دار المنهاج) ¶ - •علم القواعد الفقهية ¶ ••القواعد الفقهية للسعدي بتعليق السعدي ¶ ••والعناية بشرح الشيخ سعد الشثري عليها ¶ - •علم النحو ¶ ••المقدمة الآجرومية أو نظمها للشنقيطي مع العناية بـ: ¶ • •التحفة السنية شرح المقدمة الآجرومية لمحمد محي الدين عبد الحميد ¶ • •شرح العلامة أحمد الحازمي على نظم الآجرومية (مكتبة الأسدي) ¶ ¬__________ ¶ (¬1) من أراد الاستزادة نُحِيله على كتاب ((السبل المرضية لطلب العلوم الشرعية)) للأخ أبو فهر السلفي أحمد سالم",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "- •علم التفسير وأصوله ¶ ••تفسير الجلالين (¬1) ¶ ••تفسير العلامة عبد الرحمن السعدي (ابن الجوزي) ¶ ••السراج في بيان غريب القرآن للخضيري (ط. البيان) ¶ - •التجويد ¶ ••تحفة الأطفال ¶ ••البرهان في تجويد القرآن للقمحاوي ¶ ¬__________ ¶ (¬1) مع التنبه لبعض المسائل العقدية فهو أشعري وهناك طبعات نبهت على هذه المخالفات.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "المرحلة الثانية ¶ - •علم العقيدة ¶ ••كتاب ((التوحيد)) للإمام محمد بن عبد الوهاب مع العناية بشروحه ومن أهمها ¶ • •حاشية عبد الرحمن بن قاسم على كتاب التوحيد ¶ • •فتح المجيد للشيخ عبد الرحمن بن حسن آل الشيخ (ت. وليد الفريان) ¶ • •القول المفيد للشيخ محمد صالح العثيمين (ط. دار ابن الجوزي) ¶ ••كتاب ((كشف الشبهات)) لابن عبد الوهاب مع العناية بشروحه ومن أهمها: ¶ • •شرح الشيخ محمد بن صالح العثيمين (دار الثريا) ¶ • •التوضيحات الكاشفات على كشف الشبهات لمحمد بن عبد الله الهبدان (دار الوطن) ¶ ••رسالة ((الواسطية)) لابن تيمية مع العناية بشروحها ومن أهمها: ¶ • •التنبيهات السنية للشيخ عبد العزيز الرشيد ¶ • •شرح الشيخ محمد خليل الهراس (ت. علوي السقاف) ¶ • •شرح الشيخ محمد بن صالح العثيمين (ط. دار ابن الجوزي) ¶ - •علم الحديث ¶ •• ((عمدة الأحكام)) للإمام ابن قدامة المقدسي مع العناية بـ: ¶ • • ((تيسير العلام شرح عمدة الأحكام)) لعبد الله البسام ¶ • • ((إحكام الأحكام شرح عمدة الأحكام)) للإمام ابن دقيق العيد (ت. أحمد شاكر) (¬1) ¶ - •علم مصطلح الحديث ¶ •• ((اختصار علوم الحديث)) لابن كثير مع العناية بـ: ¶ • • ((الباعث الحثيث)) للشيخ العلامة أبو الأشبال أحمد شاكر ¶ •• ((تدريب الراوي)) للإمام جلال الدين السيوطي (ت. مازن السرساوي) ¶ - •علم الفقه ¶ ¬__________ ¶ (¬1) وهو قوي ومتين ينصح بالإطلاع عليه في مراحل متقدمة ووضعناه هنا لارتباطه بالمتن فقط فليعلم",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "••العناية بمتن ((دليل الطالب)) أو ((زاد المستقنع)) حفظا ودرسا ¶ •• ((المدخل المفصل)) للشيخ العلامة بكر بن عبد الله أبو زيد (ط. العاصمة) ¶ - •علم أصول الفقه ¶ •• ((قواعد الأصول ومعاقد الفصول)) مع العناية بشرحه: ¶ • • ((تيسير الوصول)) لعبد الله الفوزان (ابن الجوزي) ¶ • •ومطالعة ((معالم أصول الفقه عند أهل السنة والجماعة)) للجيزاني (ط. ابن الجوزي) ¶ - •علم القواعد الفقهية ¶ •• ((القواعد والأصول الجامعة والفروق والتقاسيم البديعة النافعة)) للإمام عبد الرحمن السعدي مع العناية بشرح: ¶ • •الشيخ العلامة محمد بن صالح العثيمين ¶ • •الشيخ العلامة أحمد بن عمر الحازمي ¶ - •علم التفسير وأصوله ¶ ••تفسير ابن كثير (ط. عالم الكتب، أو دار طيبة) مع العناية بـ: ¶ • • ((عمدة التفسير)) للشيخ المحدث أحمد محمد شاكر ¶ • • ((شرح مقدمة ابن تيمية في أصول التفسير)) للدكتور مساعد الطيار (ط. ابن الجوزي) ¶ - •علم النحو ¶ ••قطر الندي لابن هشام مع العناية بـ: ¶ • •تعجيل الندى للشيخ عبد الله الفوزان (ط. ابن الجوزي)",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "تنبيه لطيف ينبغي العناية به ¶ ((على طالب العلم أن يستعين بالله تعالى في شرح الكتب السابق ذكرها من خلال إحدى الطرق الأربع على وجه الترتيب: ¶ الأولى: أن يأخذ شرحها على أيدي أهل العلم السلفيين (¬1). ¶ الثانية: فإن لم يكن؛ فليأخذ شرحها على أيدي طلاب العلم النابغين. ¶ الثالثة: فإن لم يكن؛ فليأخذ شرحها من خلال تفريغ الأشرطة الشارحة لها إن وجد ¶ الرابعة: فإن لم يكن؛ فليأخذ شرحها عن طريق القراءة المتأنية، وسؤال أهل العلم عما يشكل عليه، لاسيما أن بعض البلاد قد عز فيها الشيخ الرباني، والله المستعان! ¶ ولا تنس علم السلف إذ كان: بقلب عقول، ولسان سؤول!)) (¬2) ¶ ¬__________ ¶ (¬1) وقد ذكرنا بعضا من العلماء المعاصرين من المشهود لهم بالرسوخ في العلم مع الاشتهار بالفضل والهدى الحسن. والله الموفق. ¶ (¬2) باختصار من المنهج العلمي للشيخ ذياب الغامدي",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "فصل ¶ في أهم ما يعتني به طالب العلم ¶ دراسة ومطالعة من الكتب التي نصح بها العلماء والأئمة الكبار ¶ هذه الكتب من أهم ما يقتنيه الطالب ويعتني به بعد حفظه للمتون، وإتقانه للمختصرات، ¶ بمراحلها حسب المنهجية والتدرج المشروح سابقا ¶ - •ففي علوم العقيدة ¶ ••كتاب ((معارج القبول)) للحكمي (ت. حلاق) ¶ ••متن ((العقيدة الطحاوية)) بشروحها ومن أهمها: ¶ ••شرح ابن أبي العز (ط. دار الرسالة) ¶ •• ((الاعتصام)) للشاطبي (ط. دار ابن الجوزي) ¶ •• ((السنة)) لعبد الله بن أحمد بن حنبل (ت. أبو مالك الرياشي اليمني) ¶ •• ((التوحيد)) للإمام ابن خزيمة (ت. أبو مالك الرياشي اليمني) ¶ •• ((شرح أصول اعتقاد أهل السنة والجماعة)) لأبي القاسم هبة الله اللالكائي (ط. طيبة، تحقيق الغامدي) ¶ •• ((المبتدعة)) لمحمد يسري (ط. دار اليسر) ¶ •• ((النهج الأسمى في أسماء الله الحسنى)) لمحمد الحمود النجدي (ط. الذهبي بالكويت) ¶ - •وفي التفسير وأصوله ¶ ••تفسير الإمام ابن جرير الطبري (ت. التركي) ¶ ••تفسير أضواء البيان للشنقيطي (ط. دار عالم الفوائد) ¶ •• ((المقدمات الأساسية في علوم القرآن)) للشيخ عبد الله الجديع (ط. دار الريان) ¶ •• ((مباحث في علوم القرآن)) للدكتور صبحي الصالح (ط. المكتب الإسلامي) ¶ •• ((التفسير والمفسرون)) لمحمد حسين الذهبي (ط. الحديث) ¶ - •وفي الحديث",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "••موطأ الإمام مالك مع العناية بـ: ¶ •• ((التمهيد)) ¶ •• ((الاستذكار)) كلاهما لابن عبد البر ¶ ••صحيح الإمام البخاري مع العناية بـ: ¶ •• ((فتح الباري)) لابن رجب (ط. الحرمين، أو ت. طارق عوض الله) ¶ •• ((فتح الباري)) لابن حجر (ط. بولاق، أو ط. طيبة) ¶ ••صحيح الإمام مسلم مع العناية بـ: ¶ ••شرح الإمام النووي (ط. قرطبة) ¶ - ((منحة العلام)) في شرح بلوغ المرام لعبد الله الفوزان (ط. ابن الجوزي) ¶ - ((شرح رياض الصالحين)) لابن عثيمين (ط. ابن الجوزي) ¶ - •وفي مصطلح الحديث ¶ •• ((معرفة علوم الحديث)) للحاكم (ت. السلوم) ¶ •• ((الكفاية)) للخطيب البغدادي (ت. الفحل) ¶ •• ((مقدمة ابن الصلاح))، و ((التقييد والإيضاح)) للعراقي، و ((النكت)) لابن حجر (ت. طارق عوض الله) ¶ •• ((شرح علل الترمذي)) لابن رجب (ت عتر) ¶ •• ((فتح المغيث)) للسخاوي (ط. المنهاج) ¶ •• ((تحرير علوم الحديث)) لعبد الله الجديع (ط. دار الريان) ¶ - •وفي الفقه ¶ •• ((المُحلى)) لابن حزم (ط. دار التراث القديمة) ¶ •• ((المغني)) لابن قدامة (ط. دار عالم الكتب) ¶ •• ((المجموع)) للنووي (ط. عالم الكتب، تحقيق المطيعي) ¶ •• ((مجموع الفتاوى)) لشيخ الإسلام ابن تيمية (ط. 37 مجلد) ¶ •• ((نيل الأوطار)) للإمام الشوكاني (دار الوفاء، أو دار ابن الجوزي)",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "•• ((الشرح الممتع)) لابن عثيمين (ط. ابن الجوزي) ¶ •• ((المذهب الحنفي)) لأحمد النقيب ¶ •• ((اصطلاح المذهب عند المالكية)) ¶ •• ((المدخل إلى مذهب الشافعي)) أكرم القواسمي ¶ •• ((المدخل المفصل لمذهب الإمام أحمد)) لبكر أبو زيد (دار العاصمة) ¶ •• ((المدخل الفقهي العام)) مصطفى الزرقا ¶ - •وفي أصول الفقه ¶ •• ((الرسالة)) للإمام الشافعي (التراث القديمة) ¶ •• ((البحر المحيط)) للزركشي ¶ •• ((الكوكب المنير)) لابن النجار (ط. العبيكان) ¶ •• ((إعلام الموقعين)) لابن القيم (ط. ابن الجوزي) ¶ •• ((الموافقات)) للشاطبي. (ط. ابن الجوزي) ¶ •• ((تفسير النصوص)) لمحمد أديب الصالح (المكتب الإسلامي) ¶ - •وفي تاريخ التشريع ومقاصد الشريعة ¶ •• ((تاريخ التشريع)) محمد الخضري ¶ •• ((تاريخ التشريع)) لمناع القطان ¶ •• ((تاريخ التشريع الإسلامي)) لعمر الأشقر ¶ •• ((مقاصد الشريعة)) للطاهر ابن عاشور ¶ •• ((مقاصد الشريعة)) لعلال الفاسي ¶ - •وفي النحو، والصرف ¶ •• ((ألفية ابن مالك)) والعناية بشروحها مثل: ¶ •• ((أوضح المسالك)) لابن هشام (ط. الرسالة)، و ((شرح ابن عقيل)) (ت. محي الدين عبد الحميد). ¶ •• ((دليل السالك إلى ألفية ابن مالك)) للشيخ عبد الله الفوزان",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "••شرح الأشموني على الألفية ¶ •• ((النحو الوافي)) لعباس حسن (دار المعارف) ¶ •• ((شذا العرف في فن الصرف)). ¶ - •وفي السيرة ¶ •• ((زاد المعاد)) لابن القيم. (دار الرسالة) ¶ •• ((الروض الأنف)) للسهيلي ¶ •• ((سُبُل الهدى والرَّشاد في سيرة خير العباد)) ¶ •• ((الرحيق المختوم)) للمباركفوري ¶ - •وفي الآداب الشرعية والرقائق ¶ •• ((مختصر منهاج القاصدين)) للمقدسي ¶ •• ((الآداب الشرعية)) لابن مفلح. (ط. دار الوفاء) ¶ •• ((الداء والدواء))،و ((الفوائد))،و ((إغاثة اللهفان))،و ((طريق الهجرتين)) لابن القيم (ط. دار عالم الفوائد) ¶ •• ((تهذيب مدارج السالكين)) لعبد المنعم العلي ¶ •• ((الزهد)) للإمام أحمد بن حنبل ¶ •• ((رياض الصالحين)) (ط. الرسالة)،و ((الأذكار)) (ط. المنهاج) للإمام النووي ¶ - •مجموعة من الكتب المتنوعة ¶ •• ((سير أعلام النبلاء)). للذهبي (ط. الرسالة) ¶ •• ((درء تعارض العقل والنقل)) (ت. محمد رشاد سالم)،و ((الصارم المسلول)) (دار الرمادي)،و ((اقتضاء الصراط المستقيم)) (ت. ناصر العقل) لابن تيمية ¶ •• ((الذكريات)) لعلي الطنطاوي. ¶ •• ((الحيدة)) لعبد العزيز الكناني (ت. على الفقيهي) ¶ •• ((تفسير البغوي)) الحسين ين مسعود البغوي (دار طيبة) ¶ •• ((عودة الحجاب)) لمحمد المقدم. (ط. طيبة، أو ابن الجوزي مصر)",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "•• ((لله .. ثم للتاريخ)) للموسوي. ¶ •• ((البيان والتبيين))،و ((الحيوان)) للجاحظ. (ت. عبد السلام هارون) ¶ •• ((تأويل مشكل القرآن)) لابن قتيبة (ت. سيد أحمد صقر) ¶ •• ((الإيمان عند السلف)) محمد الخضير (ط. الرشد) ¶ •• ((السلفية وقضايا العصر))، ((المثقف العربي))، ((حقيقة الفكر الإسلامي)) عبدالرحمن زيد الزنيدي. ¶ •• ((أهل السنة والجماعة معالم الانطلاقة الكبرى)) لمحمد عبد الهادي المصري (ط. دار الصفوة) ¶ •• ((ولتستبين سبيل المجرمين)) لمحمد يسري. ¶ •• ((رسائل الإصلاح)) لمحمد الخضر حسين (ط. دار المودة) ¶ •• ((نواقض الإيمان القولية والعملية))،و ((دعاوى المناوئين لدعوة الإمام محمد بن عبد الوهاب)) لعبد العزيز عبد اللطيف. ¶ •• ((وحي القلم)) للرافعي (ط. ابن حزم) ¶ •• ((وحي الرسالة)) لمحمد حسن الزيات ¶ •• ((أباطيل وأسمار))، و ((رسالة في الطريق إلى ثقافتنا))، و ((جمهرة المقالات)) لأبي فهر محمود شاكر (ط. الخانجي) ¶ •• ((العقلية الليبرالية))،و ((الاختلاط))،و ((صفة صلاة النبي)) لعبد العزيز الطريفي (ط. المنهاج) ¶ •• ((العلمانية)) لسفر الحوالي (ط. الصفوة) ¶ •• ((دعاوى المناوئين لدعوة شيخ الإسلام ابن تيمية)) لسليمان الغصن ¶ •• ((بدعة التعصب المذهبي)) لمحمد عيد عباسي ¶ •• ((شرح كتاب التوحيد من صحيح البخاري))، و ((مختصر منهاج السنة النبوية)) عبد الله الغنيمان ¶ •• ((تحذير الساجد))،و ((تحريم آلات الطرب))،و ((صفة صلاة النبي))،و ((أحكام الجنائز))،و ((التوسل)) للعلامة الألباني (ط. دار المعارف) ¶ •• ((الإخلاص))،و ((النيات في العبادات))،و ((مقاصد المكلفين)) و ((العقيدة في الله)) لعمر الأشقر. ¶ •• ((المناهي اللفظية)) (ط. غراس)، ((المجموعة العلمية))،و ((الردود)) و ((النظائر))، ((حراسة الفضيلة)) لبكر بن عبد الله أبو زيد (ط. العاصمة)",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "•• ((أجنحة المكر الثلاثة)) عبد الرحمن حبنكة الميداني ¶ •• ((الإسلام والحضارة الغربية))،و ((حصوننا مهددة من داخلها)) لمحمد محمد حسين. (تصوير مكتبة ابن تيمية) ¶ •• ((الصارم المنكي)) لابن عبد الهادي ¶ •• ((دراسات لأسلوب القرآن)) لمحمد عبد الخالق عضيمة ¶ •• ((الروض الباسم في الذب عن سنة أبي القاسم)) لابن الوزير (ط. عالم الفوائد) ¶ - فائدة: ¶ احرص على اقتناء الكتب المحققة تحقيقا علميا متقنا، ومن أفاضل المحققين: ¶ 1 - العلامة المحدِّث أحمد محمد شاكر (1892م - 1958م) ¶ 2 - العلامة المحقِّق اللغوي السيد أحمد صقر (1915م-1989م) ¶ 3 - العلامة المحدِّث عبد الرحمن بن يحيى المعلمي اليماني (ت1386هـ) ¶ 4 - العلامة اللغوي عبدالسلام محمد هارون (1909م - 1989م) ¶ 5 - العلامة اللغوي محمود الطناحي (1953م- 1999م) ¶ 6 - العلاَّمة اللغوي المحقِّق محمود محمد شاكر (1909م - 1997م)",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "فصل ¶ مكتبة طالب العلم ¶ ••قال الشيخ العلامة بكر أبو زيد رحمه الله: ¶ •• ((قوام مكتبتك عليك بالكتب المنسوجة على طريقة الاستدلال والتفقه على علل الأحكام، والغوص على أسرار المسائل، ومن أجلها كتب الشيخين: ¶ •• شيخ الإسلام ابن تيمية رحمه الله تعالى، ¶ ••وتلميذه ابن قيم الجوزية رحمه الله تعالى. ¶ ••وعلى الجادة في ذلك من قبل ومن بعد كتب: ¶ ••الحافظ ابن عبد البر (م سنة 463هـ) رحمه الله تعالى وأجل كتبه ((التمهيد)). ¶ ••الحافظ ابن قدامه (م سنة 620هـ) رحمه الله تعالى، وأرأس كتبه ((المغنى)). ¶ ••الحافظ ابن الذهبي (م سنة 748هـ) رحمه الله تعالى. ¶ ••الحافظ ابن كثير (م سنة 774هـ) رحمه الله تعالى. ¶ ••الحافظ ابن رجب (م سنة 795هـ) رحمه الله تعالى. ¶ ••الحافظ ابن حجر (م سنة 852هـ) رحمه الله تعالى. ¶ ••الحافظ الشوكاني (م سنة 1250هـ) رحمه الله تعالى. ¶ ••الإمام محمد بن عبد الوهاب (م سنة 1206هـ) رحمه الله تعالى. ¶ ••كتب علماء الدعوة ومن أجمعها ((الدرر السنية)). ¶ ••العلامة الصنعاني (م سنة 1182هـ) رحمه الله تعالى، لا سيما كتابة النافع ((سبل السلام)). ¶ ••العلامة صديق حسن خان القنوجي (م سنة 1307هـ) رحمه الله تعالى. ¶ ••العلامة محمد الأمين الشنقيطي (م سنة 1393هـ) رحمه الله تعالى لا سيما كتابة: ((أضواء البيان)).)) (¬1). ¶ ••ولكل من فضيلة الشيخ العلامة سليمان بن ناصر العلوان، والشيخ العلامة عبد العزيز بن مرزوق الطريفي مقال مفصل بعنوان ((مكتبة طالب العلم)) فيه ما يلزم طالب العلم من الكتب ننصح بهما. ¶ ¬__________ ¶ (¬1) حلية طالب العلم",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "فصل ¶ في محاذير وعوائق في طلب العلم ¶ ••يجب الحذر من الاشتغال بالخلافيات الفقهية في أوائل الطلب، بل يجب أن يتقن الأصول أولاً ثم يتدرج بعدها. ¶ ••وينبغي عدم الاشتغال بالمطولات في بداية الطلب بل الأصل هو اتقان المختصرات والتفقه فيها، وفهم معانيها وحفظ مبانيها. ¶ ••وينبغي الحذر من الاعتماد في الطلب على الكتب فقط؛ قال الشافعي: ((من تفقه من بطون الكتب ضيع الأحكام)). ¶ فلابد من الشيخ الناصح والأمين المعين. وقديماً قيل: ((من كان شيخه كتابه، كان خطؤه أكثر من صوابه)) ¶ ••يحذر من التنقل من متن إلى متن ومن كتاب إلى كتاب من غير مُوجِب أو داعٍ فإنه علامة الضجر وعدم الفلاح. ¶ ••الحذر من الوقيعة في العلماء وتجريحهم والنيل من أعراضهم، فإن الغيبة محرمة وكبيرة في حق عوام المسلمين فما بالك بعلمائهم!. ¶ ••والحذر من الرياء في طلب العلم والوعظ والدعوة والتصدر. ¶ وعلاجه: الصدق والإخلاص. ¶ - ومن علامات الرياء أعاذنا الله منه ¶ ••حب المدح والثناء على الأعمال التي تمارسها في طلب العلم. ¶ ••محبة الظهور أمام الناس تمييزا عليهم بطلب العلم. ¶ ••التكبر على الناس وأن ترى نفسك بعين الكمال. ¶ ••كراهية النصيحة والتوجيه من الغير. ¶ ••والحذر من الحسد- وما أكثره في طلبة العلم- وهو من كبائر الذنوب. ¶ وعلاجه: الإيمان بالقضاء والقدر وتذكر فضل الله تعالى. ¶ فالواجب على طالب العلم الصادق أن يجاهد نفسه على تطهير قلبه من الحسد والحقد والبغضاء، وهذا الأمر يتم بأمور منها:",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "••العلم واليقين باطلاع الله تعالى على ما يدور في قلبك. ¶ ••مجاهدة النفس على ترك الحسد {الَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا وَإِنَّ اللَّهَ لَمَعَ الْمُحْسِنِينَ} [العنكبوت: 69] ¶ ••أكثر من الدعاء للشخص الذي تحسده أو تحس تجاهه بحقد أو بغض - أعاذنا الله من المهلكات-. ¶ ••أكثر من الثناء عليه في المجالس لكي تزيل كل دوافع الشيطان التي يدخل من خلالها إلى الحسد. ¶ وقديما قيل: (ما خلا جسد من حسد ولكن الكريم يخفيه واللئيم يبديه). ¶ ••والحذر من الكبر وهو طاغوت القلوب، وفرعون الأرواح، ونمرود المتعلمين، جزاء صاحبه الحقارة والصغارة والخزي في الدنيا والآخرة، وعلاجه: التواضع ومعرفة النفس. ¶ العلم حربٌ للفتى المتعالي**كالسيل حرب للمكان العالي ¶ قال الشافعي رحمه الله تعالى: ((ينبغي للفقيه أن يضع التراب على رأسه تواضعا لله، وشكرا له)) (¬1) ¶ قال ابن رجب: ((فانه كلما ازداد علماً بربه ومعرفة به ازداد منه خشية ومحبة وازداد له ذلا وانكساراً)) (¬2) ¶ ••احذر من الحزبية وفر منها فِرارك من الأسد: طالب العلم سليم الصدر، طاهر الظاهر والباطن، وما أتت أمراض النفوس والأحقاد والغيبة إلا من آثار الحزبية المنبوذة البغيضة، فإياك يا طالب العلم أن تكون حزبياً فتمقتك القلوب، وتفقد كثيراً من إخوانك. ¶ ••الحذر من التسرع والاستعجال وعدم التدرج في الطلب، قال الزهري ليونس بن يزيد: ((لا تكابر العلم فإن العلم أودية، فأيها أخذت فيها قطع بك قبل أن تبلغه، ولكن خذه مع الأيام والليالي، ولا تأخذ العلم جملة، فإن من رام أخذه جملة ذهب عنه جملة، ولكن الشيء بعد الشيء مع الأيام والليالي)) (¬3) ¶ ••الحذر من فضول المباحات إنها المهلكات، فإذا كان الماء لا يجتمع مع النار، فكذلك طلب العلم لا يجتمع مع فضول المباحات. ¶ وحسبك منها: فضول النظر، والكلام، والطعام، والنوم، ومخالطة الناس، فإن التوسع في هذه المباحات بريدك يا طالب العلم إلى الانقطاع أو الفتور، كما أنها مجلبة للمعاصي! ¶ ¬__________ ¶ (¬1) ((سير أعلام النبلاء)) للذهبي (10/ 53). ¶ (¬2) بيان فضل علم السلف ¶ (¬3) ((جامع بيان العلم وفضله)) (1/ 431)",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "يقول ابن الجوزي رحمه الله): (واعلم أن فتح باب المباحات ربما جر أذى كثيرا في الدين!)) (¬1) ¶ ويقول ابن القيم رحمه الله: ((إمساك فضول النظر، والكلام، والطعام، ومخالطة الناس؛ فإن الشيطان إنما يتسلط على ابن آدم، وينال غرضه منه من هذه الأبواب الأربعة!)) (¬2) ¶ وقال أيضا رحمه الله: ((قسوة القلب في أربعة أشياء إذا جاوزت قدر الحاجة: ¶ الأكل، والنوم، والكلام، والمخالطة!)) (¬3) ¶ قال ابن تيمية: ((الاشتغال بفضول المباحات، هو ضدّ الزّهد المشروع، فإن اشتغل بها عن فعل واجب أو فعل محرّم كان عاصيا، وإلّا كان منقوصا عن درجة المقرّبين إلى درجة المقتصدين)) (¬4) ¶ ••ومن المهلكات التي يجب الحذر منها غاية الحذر الجرأة على الفتوى وتعجل التدريس وهذه للأسف الشديد هي سمة الكثيرين من طلبة العلم من أهل هذا العصر. قال الله تعالى: {آللَّهُ أَذِنَ لَكُمْ أَمْ عَلَى اللَّهِ تَفْتَرُونَ} [يونس: 59] ¶ قال أبو داود في مسائله: ((ما أحصى ما سمعت أحمد سئل عن كثير مما فيه الاختلاف في العلم فيقول لا أدري)) (¬5) ¶ يقول ابن القيم: ((وكان السلف من الصحابة والتابعين يكرهون التسرع في الفتوى، ويود كل واحد منهم أن يكفيه إياها غيره، فإذا رأى أنها قد تعينت عليه بذل اجتهاده في معرفة حكمها من الكتاب والسنة أو قول الخلفاء الراشدين ثم أفتى.)) (¬6) ¶ وقال سحنون بن سعيد: ((أجسر الناس على الفتيا أقلهم علما يكون عند الرجل الباب الواحد من العلم يظن أن الحق كله فيه.)) (¬7) ¶ ويقول الإمام الشافعي: ((لا يحل لأحد أن يفتي في دين الله إلا رجلاً عارفا بكتاب الله بناسخه ومنسوخه، وبمحكمه ومتشابهه، وتأويله وتنزيله، ومكيه ومدنيه وما أريد به وفيما أنزل، ثم يكون بعد ذلك بصيراً بحديث رسول الله صلى ¶ ¬__________ ¶ (¬1) ((صيد الخاطر)) (ص: 219) ¶ (¬2) ((بدائع الفوائد)) لابن القيم (2/ 229). ¶ (¬3) ((الفَوَائِدُ)) لابنِ القَيِّمِ (146). ¶ (¬4) ((أمراض القلوب وشفاؤها)) (ص: 45) ¶ (¬5) ((مسائل أبي داود)) (276) ¶ (¬6) ((إعلام الموقعين)) لابن القيم (1/ 33، 34) ¶ (¬7) ((إحياء علوم الدين)) 3/ 286.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "الله عليه وسلم بالناسخ والمنسوخ، ويعرف من الحديث ما عرف من القرآن، ويكون بصيراً باللغة، بصيراً بالشعر وبما يحتاج إليه للعلم والقرآن)) (¬1) ¶ قال الإمام أحمد: ((لا ينبغي للرجل أن يعرض نفسه للفتيا حتى يكون فيه خمس خصال: ¶ إحداها: أن تكون له نية، أي أنْ يخلص في ذلك لله تعالى، ولا يقصد رياسة ولا نحوها، فإن لم يكن له نية لم يكن عليه نور، ولا على كلامه نور، إذ الأعمال بالنيات ولكل امرئ ما نوى. ¶ الثانية: أن يكون له حلم ووقار وسكينة، و إلا لم يتمكن من فعل ما تصدى له من بيان الأحكام الشرعية. ¶ الثالثة: أن يكون قويًا على ما هو فيه وعلى معرفته، و إلا فقد عَرَّض نفسه لعظيم. ¶ الرابعة: الكفاية و إلا أبغضه الناس، فإنه إذا لم تكن له كفاية احتاج إلى الناس، وإلى الأخذ مما في أيديهم فيتضررون منه. الخامسة: معرفة الناس.)) (¬2) ¶ ¬__________ ¶ (¬1) ((الفقيه والمتفقه)) 2/ 157 ¶ (¬2) ((كشاف القناع)) للبهوتي (6/ 299)",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "تذييل ¶ في نماذج من همم العلماء في طلب العلم والقراءة ¶ ••ذكر البخاري في صحيحه تعليقا في (باب الخروج في طلب العلم) قال: ورحل جابر بن عبد الله الأنصاري -رضي الله عنهما- من المدينة النبوية إلى مصر -مَسِيرة شهر على البعير- من أجل سماع حديثٍ واحد، خاف أن يموتَ ولم يَسْمَعْه (¬1). ¶ ••روى الخطيب البغدادي في كتابه (تقييد العلم) عن أبى العباس المبرد، قال: ((ما رأيت أحرص على العلم من ثلاثة: الجاحظ - عمرو بن بحر إمام أهل الأدب، (163 - 255) والفتح بن خاقان (ت247 هـ) - الأديب الشاعر أحد الأذكياء، من أبناء الملوك، اتخذه الخليفة المتوكل العباسي وزيرا له وأخاً، واجتمعت له خزانة كتب حافلة من أعظم الخزائن، ¶ وإسماعيل بن إسحاق القاضي - الإمام الفقيه المالكي البغدادي (200 - 282 هـ) ¶ فأما الجاحظ فإنه كان إذا وقع بيده كتاب قرأه من أوله إلى آخره، أي كتاب كان، حتى إنه كان يكترى دكاكين الوراقين ويبيت فيها للنظر في الكتب. ¶ أما الفتح بن خاقان فإنه كان يحمل الكتاب في كمه، فإذا قام من بين يدي المتوكل للبول أو للصلاة، أخرج الكتاب فنظر فيه وهو يمشي، حتى يبلغ الموضع الذي يريده، ثم يصنع مثل ذلك في رجوعه، إلى أن يأخذ مجلسه، فإذا أراد المتوكل القيام لحاجة أخرج الكتاب من كمه وقرأه في مجلس المتوكل إلى حين عوده. ¶ وأما إسماعيل بن إسحاق القاضي فإني ما دخلت عليه قط إلا رأيته وفي يده كتاب ينظر فيه أو يقلب الكتب لطلب كتاب ينظر فيه أو ينفض الكتب.)) ¶ ••ذكر السخاوي في ((الجواهر والدرر)) عن القاضي شمس الدين بن الديري يقول: ((سمعتُ الشيخَ علاء الدين البسطامي -ببيت المقدس- يقول وقد سأله: هل رأيت الشيخ تقيَّ الدين ابن تيميَّة، فقال: نعم. قلتُ: كيف كانت صِفَتُه؟ فقال: هل رأيتَ قُبَّةَ الصَّخرة؟ قلت: نعم. قال: كان كقُبَّة الصخرة مُلأ كتبًا لها لسان ينطق!!)) أهـ. ¶ ¬__________ ¶ (¬1) ((صحيح البخاري)) (1/ 26)",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "••وكان أبو الوفاء ابن عقيل الحنبلي يقول: ((إني لأجد من حِرْصي على العلم، وأنا في عَشْرِ الثمانين أشدّ مما كنت أجده وأنا ابنُ عشرين سنة)). ¶ ••وقيل للشافعي كيف شهوتك للعلم؟ قال: أسمع بالحرف مما لم أسمعه من قبل فتود أعضائي أن لها سمعا تتنعم به مثل ما تنعمت به الأذنان. فقيل له: كيف حرصك عليه؟ قال: حرص الجموع المنوع في بلوغ لذته للمال. قيل: كيف طلبك له؟ قال: طلب المرأة المضلة ولدها ليس لها غيره. ¶ ••قال السخاوي في ((الضوء اللامع)) في ترجمة محمد بن أحمد ابن محمد العُمَري الصَّغَاني: ((كان إمامًا علاَّمةً متقدمًا في الفقه والأصْلَين والعربية مشاركًا في فنونٍ، حسن التقييد، عظيم الرغبة في المطالعة والانتقاء، بحيث بلغني عن أبي الخير بن عبد القوي أنه قال: أعرفه أزْيَد من خمسين سنة، وما دخلتُ إليه قطُّ إلا ووجدته يُطالع أو يكتب)) اهـ. ¶ ••وحُكيَ عن الإمام ثعلب أنه كان لا يُفارقه كتابٌ يَدْرُسه، فإذا دعاه رجل إلى دعوةٍ، شَرَطَ عليه أن يوسعَ له مقدارَ مِسْوَرَةٍ يضعُ فيها كتابًا ويقرأ. ¶ ••قال الجاحظ: ((سمعتُ الحسن اللؤلؤي يقول: غَبَرَت أربعين عامًا ما قِلْتُ ولا بِتُّ ولا اتكأتُ إلا والكتابُ موضوعٌ على صدري)). ¶ ••قال السخاوي عن شيخه ابنِ حجر: ((إنما كانت همته المطالعة والقراءة والسَّماع والعبادة والتصنيف والإفادة، بحيث لم يكن يُخْلي لحظةً من أوقاته عن شيءٍ من ذلك، حتى في حال أكْلِه وتوجُّهه وهو سالك، كما حكى لي ذلك بعض رُفْقَته الذين كانوا معه في رحلته، وإذا أراد الله أمرًا هيَّأ أسبابَهُ. وقد سمعته -رحمه الله- يقول غيرَ مرَّة: إنني لأتعجَّب ممن يجلس خاليًا عن الاشتغال!!)) اهـ ¶ ••وذكر العسكري في ((الحث على طلب العلم)): أن أبا بكرٍ الخياط -العلامة النحوي محمد بن أحمد البغدادي (ت 320) كان يَدْرُسُ جميعَ أوقاته، حتى في الطريق، وكان ربَّما سقَط في جُرْف أو خبطته دابَّة)). ¶ ••الشيخ العلامة جمال الدين القاسمي الدمشقي (ت 1332) يقول عن نفسِه وهو يتكلم على علوّ الهِمَّة في كتابه ((الفضل المبين)): ((وقد اتفق لي بحمده تعالى قراءة ((صحيح مسلم)) بتمامه روايةً في أربعين يومًا، وقراءة ((سنن ابن ماجه)) كذلك في واحدٍ وعشرين يومًا، وقراءة ((الموطَّأ)) كذلك في تسعة عشر يومًا، وقراءة ((تهذيب التهذيب)) مع تصحيح سهو القلم فيه وتَحْشيته في نحو عشرة أيام. فدع عنك أيُّها اللائم الكسلَ، واحرص على عزيز وقتك بدرس العلم وإحسان العمل)) اهـ.",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "••ومثالٌ حيٌّ من عصرنا ألا وهو العلاَّمة الأديب البليغ صاحب القلم الأنيق والعبارة الرشيقة الشيخ علي الطنطاوي (1420) -رحمه الله تعالى- له مقال في ((الذكريات)) عنوانه ((شغلي الدائم المطالعة)) ذكر فيه ولعه الدائم بالمطالعة من صغره وهو في المدرسة الابتدائية بدون إرشاد مُرْشِد ولا تعليم مُعَلِّم ثم قال: ((فأنا اليوم، وأنا بالأمس، كما كنت في الصغر، أمضي يومي أكثره في الدار أقرأ، وربما مرّ عليَّ يوم أقرأ فيه ثلاثمئة صفحة، ومعدَّل قراءتي مئة صفحة من سنة (1340) إلى هذه السنة (1402). اثنان وستون سنة. احسبوا كم يومًا فيها، واضربوها بمئة، تعرفوا كم صفحة قرأت. أقرأ في كل موضوع، حتى في الموضوعات العلمية ... )).",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "فصل ¶ في صيانة طالب العلم للعلم الذي يحمله ¶ ينبغي لطالب العلم أن يصون العلم الذي شرفه الله به من أن يهينه، أو أن يضعه في غير موضعه، أو أن يهمله فينساه، ويكون سببا في رفع العلم وقبضه وقد ذكر الإمام البخاري في صحيحه باب رفع العلم وظهور الجهل وذكر فيه قول ربيعة بن أبي عبد الرحمن شيخ الإمام مالك: «لا ينبغي لأحد عنده شيء من العلم أن يضيع نفسه» ¶ قال بدر الدين العينى في شرحه على البخاري: ((فإن قلت: ما وجه مناسبة قول ربيعة هذا للتبويب في رفع العلم؟ قلت: من كان له فهم وقبول يلزمه من فرض العلم ما لا يلزم غيره، فينبغي أن يجتهد فيه ولا يضيع علمه فيضيع نفسه، فإنه إذا لم يتعلم أفضى إلى رفع العلم، لأن البليد لا يقبل العلم، فهو عنه مرتفع. فلو لم يتعلم الفهم لارتفع العلم عنه أيضا، فيرتفع عموما، وذلك من أشراط الساعة)) ¶ وقيل: مراده (يعني ربيعة) تعظيم العلم وتوقيره، فلا يهين نفسه بأنْ يجعله عرضًا للدنيا. ¶ وقد ذكر الإمام ابن جماعة في آداب الشيخ قال: ((الأدب الثاني: أن يصون العلم كما صانه علماء السلف ويقوم له بما جعله الله تعالى له من العزة والشرف فلا يذله بذهابه ومشيه إلى غير أهله من أبناء الدنيا من غير ضرورة أو حاجة أو إلى من يتعلمه منه منهم وإن عظم شأنه وكبر قدره. قال الزهري: ((هَوَانٌ بالعلم أن يحمله العالم إلى بيت المتعلم)) ... )) (¬1) ¶ - وقد بوب الإمام الدارمي في مسنده باب ((صيانة العلم)) اقتطف لك منه بعض ماذكره فيه: ¶ - عن عبيد الله بن عمر أن عمر بن الخطاب عليه رضوان الله تعالى، قال: لعبد الله بن سلام رضي الله عنه: من أرباب العلم؟ قال «الذين يعملون بما يعلمون»، قال: فما ينفي العلم من صدور الرجال، قال: «الطمع» ¶ - عن عبيد بن الحسن، قال: ((قسم مصعب بن الزبير، مالا في قراء أهل الكوفة، حين دخل شهر رمضان، فبعث إلى عبد الرحمن بن معقل بألفي درهم، فقال له: استعن بها في شهرك هذا. فردها عبد الرحمن بن معقل، وقال: لم نقرأ القرآن لهذا)) ¶ - عن سفيان، قال عبيد الله، «شنتم العلم، وأذهبتم نوره، ولو أدركني وإياكم عمر رضوان الله عليه لأوجعنا» ¶ - قال علي رضوان الله عليه «تعلموا العلم، فإذا علمتموه، فاكظموا عليه، ولا تشوبوه بضحك، ولا بلعب فتمجه القلوب» ¶ - وقال الشيخ بكر أبو زيد في الحلية: ((التحلي بـ (عزة العلماء): صيانة العلم وتعظيمه، حماية جناب عزة وشرفه، وبقدر ما تبذله في هذا يكون الكسب منه ومن العمل به، وبقدر ما تهدره يكون الفوت ولا حول ولا قوة إلا بالله العزيز الحكيم. ¶ ¬__________ ¶ (¬1) ((تذكرة السامع والمتكلم)) (ص:86)",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "وعليه فاحذر أن يتمندل بك الكبراء، أو يمتطيك السفهاء، فتلاين في فتوى، أو قضاء، أو بحث، أو خطاب ... . ¶ ولا تسع به إلى أهل الدنيا ولا تقف به على أعتابهم ولا تبذله إلى غير أهله وإن عظم قدره. ¶ ومتع بصرك وبصيرتك بقراءة التراجم والسير لأئمة مضوا، تر فيها بذل النفس في سبيل هذه الحماية)) ¶ وقال أيضا: ((إن بلغت منصباً، فتذكر أن حبل الوصل إليه طلبك للعلم، فبفضل الله ثم بسبب علمك بلغت ما بلغت من ولاية في التعليم، أو الفتيا، أو القضاء ... . وهكذا فأعط العلم قدره وحظه من العمل به وإنزاله منزلته. ¶ واحذر مسلك من لا يرجون لله وقارا، الذين جعلوا الأساس (حفظ المنصب) فيطوون ألسنتهم عن قول الحق، ويحملهم حب الولاية على المجاراة. ¶ فالزم - رحمك الله - المحافظة على قيمتك بحفظ دينك وعلمك، وشرف نفسك، بحكمة ودراية وحسن سياسة: ((احفظ الله يحفظك)) ((احفظ الله في الرخاء يحفظك في الشدة)).)) ¶ وللقاضي علي بن عبد العزيز الجرجاني: ¶ ولم أقضِ حقَّ العلم إن كنتُ كلما ... بدا مَطْمَعٌ صيَّرْتُه لي سُلَّما ¶ ولم أبتذل في خدمة العلم مُهْجتي .... لأخدُمَ مَن لاقيتُ لكن لأُخْدَما ¶ أأشقَى به غَرْسًا وأَجْنِيهِ ذِلَّةً ........ إذًا فاتباعُ الجهل كان أحْزَما ¶ ولو أن أهل العلم صانوه صانهم ....... ولو عظَّموه في النفوس لعَظَّما ¶ ولكن أهانوه فهانوا، ودنَّسوا ......... مُحيَّاه بالأطماع حتى تَجَهَّما!",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "فصل ¶ في نصائح غاليات في أمور متفرقات ¶ ••قال الذهبي: ((رحم الله امرأً أقبل على شأنه، وقصَّر من لسانه، وأقبل على تلاوة قرآنه، وبكى على زمانه، وأدمن النظر في الصحيحين، وعبد الله قبل أن يبغته الأجل)) (¬1) ¶ ••وقال أيضا: ((عليك يا أخي بتدبر كتاب الله، وبإدمان النظر في (الصحيحين) و (سنن النسائي)، و (رياض النواوي) وأذكاره، تفلح وتنجح)) (¬2) ¶ ••قال على بن أبى طالب رضى الله عنه: ((كفى بالعلم شرفاً أن يدعيه من لا يحسنه ويفرح به إذا نسب إليه، وكفى بالجهل ذماً أن يتبرأ منه من هو فيه.)) (¬3) ¶ ••قال البيهقي: ((قال الشافعي من تعلم القرآن عظمت قيمته، ومن نظر في الفقه نبل مقداره، ومن كتب الحديث قويت حجته، ومن نظر في اللغة رق طبعه، ومن نظر في الحساب جزل رأيه، ومن لم يصن نفسه لم ينفعه علمه)) (¬4) ¶ ••وقال أبو مسلم الخولاني: ((العلماء فى الأرض مثل النجوم فى السماء إذا بدت للناس اهتدوا بها وإذا خفيت عليهم تحيروا.)) (¬5) ¶ ••وقال سعيد بن المسيب: ((ليست عبادة الله بالصوم والصلاة ولكن بالفقه فى دينه.)) (¬6) ¶ ••قال يوسف بن الحسين: ((في الدنيا طغيانان، طغيان العلم، وطغيان المال، والذي ينجيك من طغيان العلم العبادة، والذي ينجيك من طغيان المال الزهد)) (¬7) ¶ ¬__________ ¶ (¬1) طبقات الحفاظ (2/ 86) ¶ (¬2) ((سير أعلام النبلاء)) (19/ 340) ¶ (¬3) ((تذكرة السامع والمتكلم)) ص10. ¶ (¬4) ((المدخل إلى السنن الكبرى)) للبيهقي (ص: 324) ¶ (¬5) ((المدخل إلى السنن الكبرى)) للبيهقي (ص: 274) ¶ (¬6) ((مفتاح دار السعادة)) (1/ 118) ¶ (¬7) ((اقتضاء العلم العمل)) للخطيب البغدادي، رقم (26).",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "••وقد قال الشعبي: ((العلم ثلاثة أشبار: فمن نال شبراً منه شمخ بأنفه، وظن أنَّه ناله، ومن نال منه الشبر الثاني صغرت إليه نفسه، وعلم أن لم ينله، وأما الشبر الثالث فهيهات لا يناله أحداً أبداً.)) (¬1) ¶ ••قال الحسن بن محمد بن الصباح الزعفراني تلميذ الشافعي (ت 260هـ) سمعت الشافعي رضي الله عنه يقول: ((من تعلم علما فليدقق فيه لئلا يضيع دقيق العلم)) (¬2) ¶ ••وقال الذهبي (¬3): ((قال الشيخ عز الدين بن عبد السلام - وكان أحد المجتهدين -: ما رأيت في كتب الإسلام في العلم مثل (المحلى) لابن حزم، وكتاب (المغني) للشيخ موفق الدين. ¶ قلت: لقد صدق الشيخ عز الدين. ¶ وثالثهما: (السنن الكبير) للبيهقي. ورابعها: (التمهيد) لابن عبد البر. ¶ فمن حصل هذه الدواوين، وكان من أذكياء المفتين، وأدمن المطالعة فيها، فهو العالم حقا.)) ¶ قال الشيخ بكر أبو زيد معلقا عليه: ((وخامسها، وسادسها: مؤلفات شيخ الإسلام ابن تيمية، ومؤلفات ابن قيم الجوزية، وهما عندي في الكتب بمنزلة السمع والبصر. ¶ وصدق الشوكاني- رحمه الله تعالى- في قوله: لو أن رجلا في الإسلام ليس عنده من الكتب إلا كتب هذين الشيخين لكفتاه. وسابعها: ((فتح الباري)) لابن حجر)) (¬4) ¶ ••قال ابن خلدون ((علم الأدب: ... أصول هذا الفنّ وأركانه أربعة دواوين وهي: ((أدب الكتّاب)) (¬5) لابن قتيبة، وكتاب ((الكامل)) للمبرّد، وكتاب ((البيان والتّبيين)) للجاحظ، وكتاب ((النّوادر)) لأبي عليّ القالي البغداديّ. وما سوى هذه الأربعة فتبع لها وفروع عنها)) (¬6) ¶ ••وقال سعيد بن جبير: ((لا يزال الرجل عالمًا ما تعلَّم، فإذا ترك التعلم وظنَّ أنه قد استغنى، فهو أجهل ما يكون.)) ¶ ¬__________ ¶ (¬1) ((أدب الدنيا والدين)) (ص: 73) ¶ (¬2) ((المدخل إلى السنن الكبرى)) للبيهقي (ص: 285) ¶ (¬3) ((سير أعلام النبلاء)) (18/ 193) ¶ (¬4) ((المدخل المفصل لمذهب الإمام أحمد)) (2/ 696) ¶ (¬5) كذا في المطبوع والمشهور من اسم الكتاب (أدب الكاتب) ¶ (¬6) مقدمة التاريخ لابن خلدون (1/ 764)",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "••قال ابن المبارك: ((اغتنم ركعتين زلفى إلى الله إذا كنت ريِّحَا مُسترِيحا وإذا ما هممت بالنطق في الباطل فاجعل مكانه تسبيحا)) (¬1) ¶ ••قال الإمام مالك - رحمه الله -: ((العلم لا يأتي بالوراثة، ولا بالحسب، ولا بالنسب، ولكنه منحٌ إلهية، وعطايا ربّانيّة، يتفضل الله بها على من يشاءُ من عبادِه ((. ¶ قال السفاريني (¬2): ((اعلم أن للتعلم ست مراتب: ¶ (أولها): حسن السؤال ¶ (ثانيها): حسن الإنصات والاستماع. ¶ (ثالثها): حسن الفهم. ¶ (رابعها): الحفظ. ¶ (خامسها): التعليم. ¶ (سادسها): وهي الثمرة العمل به ومراعاة حدوده. ¶ وحرمان العلم يكون بستة أوجه: ¶ (أحدها): ترك السؤال. ¶ (الثاني): سوء الإنصات وعدم إلقاء السمع. ¶ (الثالث): سوء الفهم. ¶ (الرابع): عدم الحفظ. ¶ (الخامس): عدم نشره وتعليمه، فمن خزن علمه ولم ينشره ابتلاه الله بنسيانه جزاء وفاقا. ¶ (السادس): عدم العمل به، فإن العمل به يوجب تذكره وتدبره ومراعاته والنظر فيه، فإذا أهمل العمل به نسيه.)) ¶ ••ينسب للشافعي أنه قال: ¶ أَخي لَن تَنالَ العِلمَ إِلّا بِسِتَّةٍ .... سَأُنبيكَ عَن تَفصيلِها بِبَيانِ ¶ ¬__________ ¶ (¬1) اقتضاء العلم العمل ¶ (¬2) غذاء الألباب في شرح منظومة الآداب (1/ 44)",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "ذََكاءٌ وَحِرصٌ وَاِجتِهادٌ وَبُلغَةٌ .... وَصُحبَةُ أُستاذٍ وَطولُ زَمانِ ¶ قال القاضي عياض: ¶ الْعِلْمُ فِي أَصْلَيْنِ لَا يَعْدُوهُمَا *** إِلَّا الْمُضِلُّ عَنِ الطَّرِيقِ اللَّاحِبِ (¬1) ¶ عِلْمُ الْكِتَابِ وَعِلْمُ الْآثَارِ الَّتِي *** قَدْ أُسْنِدَتْ عَنْ تَابِعٍ عَنْ صَاحِبِ ¶ ••قال الزمخشري - رحمه الله -: ¶ سَهَرِي لِتَنْقِيحِ العُلُومِ أَلَذُّ لِي ***مِنْ وَصْلِ غَانِيَةٍ وَطِيبِ عِنَاقِ ¶ وَتَمَايُلِي طَرَبًا لِحَلِّ عَوِيصَةٍ ***أَشْهَى وَأَحْلَى مِنْ مُدَامَةِ سَاقِي ¶ وَصَرِيرُ أَقْلاَمِي عَلَى أَوْرَاقِهَا ***أَحْلَى مِنْ الدُّوكَاءِ وَالعُشَّاقِ ¶ وَأَلَذُّ مِنْ نَقْرِ الفَتَاةِ لِدُفِّهَا ***نَقْرِي لِأُلْقِي الرَّمْلِ عَنْ أَوْرَاقِي ¶ أَأَبِيتُ سَهْرَانَ الدُّجَى وَتَبِيتَهُ ***نَوْمًا وَتَبْغِي بَعْدَ ذَاكَ لَحَاقِي؟! ¶ ¬__________ ¶ (¬1) ((الوَاضح الممهد)) المعجم الوسيط (2/ 887)",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "نصيحة جامعة، وفائدة نافعة ¶ - قال الشيخ عبد الرحمن السعدي رحمه الله تعالى: ¶ ((الأمور النافعة في الدين ترجع إلى أمرين: علم نافع، وعمل صالح، أما العلم النافع فهو العلم المزكي للقلوب والأرواح، المثمر لسعادة الدارين، وهو ماجاء به الرسول صلى الله عليه وسلم من حديث وتفسير، وفقه، وما يعين على ذلك من علوم العربية، بحسب حالة الوقت والموضع الذي فيه الإنسان. ¶ وتعيين مايشتغل به من الكتب يختلف باختلاف الأحوال والبلدان، والحالة التقريبية في نظرنا: أن يجتهد طالب العلم في حفظ مختصرات الفن الذي يشتغل به، فإن تعذر، أو قصر عليه حفظه لفظاً، فليكرره كثيراً، حتى ترسخ معانيه في قلبه، ثم تكون باقي كتب الفن كالتوضيح والتفسير لذلك الأصل الذي أدركه وعرفه. ¶ فلو حفظ طالب العلم في العقيدة: ((العقيدة الواسطية)) لشيخ الإسلام ابن تيمية، و ((ثلاثة الأصول))، و ((كتاب التوحيد)) للشيخ محمد، وفي الفقه: ((مختصر الدليل))، و ((مختصر المقنع))، وفي الحديث: ((بلوغ المرام))، وفي النحو: ((الآجرومية))، واجتهد في فهم هذه المتون وراجع عليها ما تيسر من شروحها، أو كتب فنها، فإنها كالشروح لها لأن طالب العلم إذا حفظ الأصول، وصار له ملكة تامة في معرفتها، هانت عليه كتب الفن كلها الصغار والكبار، ومن ضيع الأصول حرم الوصول. ¶ فمن حرص على هذه العلوم النافعة، واستعان بالله أعانه وبارك له في علمه، وطريقه الذي سلكه. ¶ أما الثاني وهو العمل الصالح، فالعمل الصالح هو الذي جمع الإخلاص لله، والمتابعة للرسول صلى الله عليه وسلم .... )).",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "الخاتمة ¶ من أفضل ما يعين على طلب العلم والجدية فيه؛ قراءة سير العلماء الصالحين والأئمة المهتدين من الصحابة والتابعين ومن تبعهم بإحسان إلى يوم الدين. ¶ وتجد ذلك مرتبا مهيئا وملخصا في: ¶ •• ((قيمة الزمن عند العلماء))،و ((صفحات من صبر العلماء)) كلاهما لأبي غدة ¶ ••و ((المشوق لطلب العلم)) لعلي العمران. ¶ ••و ((علو الهمة))، ((حرمة أهل العلم)) لمحمد إسماعيل المقدم ¶ ••ثم الاطلاع الموسع على كتب الطلب وآداب الطالب والعالم ومن أهمها: ¶ •• ((جامع بيان العلم وفضله)) لابن عبد البر (ط. دار ابن الجوزي) ¶ •• ((الجامع لآداب الشيخ والسامع)) (ط. ابن الجوزي)،و ((اقتضاء العلم العمل)) (ت. الألباني)، ((شرف أصحاب الحديث)) (ت. عمرو سليم) للخطيب البغدادي ¶ •• ((أخلاق العلماء)) لأبي بكر الآجري ¶ •• ((بيان فضل علم السلف على علم الخلف)) للحافظ ابن رجب الحنبلي (ت. العجمي) ¶ •• ((مفتاح دار السعادة)) لابن القيم (ط. دار عالم الفوائد) ¶ •• ((تذكرة السامع والمتكلم)) لابن جماعة (ط. مكتبة ابن عباس) ¶ •• ((حلية طالب العلم)) و ((التعالم)) لبكر أبو زيد ¶ •• ((معالم في طريق طلب العلم)) لعبد العزيز السدحان ¶ •• ((السُبل المرضية لطلب العلوم الشرعية)) لأبي فهر السلفي (الإصدار الثاني) ¶ •• ((قواعد في التعامل مع العلماء)) لعبد الرحمن اللويحق ¶ •• ((منطلقات طالب العلم)) لمحمد حسين يعقوب ¶ ••وأخيرا خواطر الإمام ابن الجوزي عن العلم وفضله في كتابه الماتع صيد الخاطر (¬1) ¶ ¬__________ ¶ (¬1) ((العلم)) لابن الجوزي. بحث من إعداد مكتبنا جمعنا فيه جميع أقوال الإمام ابن الجوزي حول العلم وفضله وآداب طلابه ومنهج الطلب في كتابه صيد الخاطر. وهو في طور الترتيب والتهيئة يسر الله نشره بخير",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "علماء ¶ ننصح بسماع محاضراتهم ومتابعة شروحاتهم (¬1) ¶ ••عبد العزيز بن عبد الله بن باز (1330 - 1420، 1912 - 1999) ¶ إمام أهل السنة في زمانه، وعليه مدار الفتوى في وقته وأوانه، المفتي والرئيس العام لإدارات البحوث العلمية والإفتاء والدعوة والإرشاد في المملكة العربية السعودية إلى أن توفاه الله ¶ ••محمد ناصر الدين الألباني (1332 - 1420، 1914م - 1999). ¶ إمام أهل الحديث في هذا العصر. وقد أفاد، بعلمه الغزير ومؤلفاته ودروسه عدداً كبيراً من طلاب العلم ودارسي الحديث النبوي الشريف. ¶ ••محمد بن صالح العثيمين (1347 - 1421، 1928 - 2001). ¶ فقيه العصر وعلامة الدهر عمل أستاذا بكلية الشريعة بفرع جامعة الإمام محمد ابن سعود الإسلامية في منطقة القصيم، وعضو هيئة كبار العلماء. ¶ ••صالح بن فوزان الفوزان ¶ الشيخ العلامة الفقيه عمل أستاذا مشاركا بجامعة الإمام محمد بن سعود الإسلامية. وهو عضو اللجنة الدائمة وعضو هيئة كبار العلماء. ¶ ••أحمد بن عمر الحازمي ¶ من العلماء المبرزين والفقهاء الراسخين وممن ضرب بسهم وافر في كثير من العلوم خاصة علوم الفقه وعلوم الآلة. ¶ ••أبو إسحاق الحويني ¶ عالم سلفي نقي نحسبه والله حسيبه من بقية السلف الصالحين، ومن خيار عباد الله المتقين، متقن لفنون الحديث، رمز للسُّنة والعناية بها تحقيقا وتدريسا وتمسكا، أثنى عليه الشيخ الألباني ثناء عطرا. ¶ له مؤلفات تدل على رسوخه في العلوم منها: ¶ 1 - بذل الإحسان شرح سنن النسائي ¶ ¬__________ ¶ (¬1) مرتبين على حروف الهجاء غير الأربعة الأول. وهم على سبيل التمثيل لا الحصر",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "2 - غوث المكدود ¶ 3 - تنبيه الهاجد ¶ 4 - جُنة المرتاب بنقد المغني عن الحفظ والكتاب ¶ 5 - النافلة في الأحاديث الضعيفة والباطلة ¶ ••صالح بن عبد الله بن حمد العُصيمي ¶ من العلماء المسندين أكثر من الرحلة والسماع وبلغ الغاية في علو الإسناد محقق مدقق في العلوم وهو مدرس بالمسجد النبوي على صاحبه أفضل الصلاة وأتم السلام. ¶ ••طارق بن عوض الله بن محمد ¶ عالم مصري متخصص في علوم السنة النبوية له العديد من البحوث والمؤلفات منها: ¶ 1 - لغة المحدث. ¶ 2 - ردع الجاني المتعدي على الشيخ الألباني. ¶ 3 - الإرشادات في تقوية الحديث بالشواهد والمتابعات. ¶ ••عبد الكريم بن عبد الله بن عبد الرحمن بن حمد الخضير. ¶ عضو هيئة التدريس في قسم السنة وعلومها في كلية أصول الدين بجامعة الإمام محمد بن سعود الإسلامية بالرياض إلى أن تقاعد تقاعدا مبكرا في 27/ 8/1424 هـ، وفي يوم 19/ 2/1430 صدر الأمر الملكي بتعيين الشيخ حفظه الله عضوا في هيئة كبار العلماء. ¶ ••عبد الله بن صالح بن عبد الله الفوزان. ¶ عالم فاضل متمكن في كثير من العلوم خاصة الأصول والعربية وأستاذ بجامعة الإمام محمد بن سعود الإسلامية - فرع القصيم - قسم السنة وعلومها ¶ ••عبد الله بن عبد الرحمن السعد ¶ من العلماء الأفذاذ وصاحب مدرسة علمية مميزة بالمملكة العربية السعودية أبحاثه ومحاضراته ومقدماته العلمية المطولة والمشهورة بين طلاب الحديث تدل على علو كعب الشيخ في العلم. ¶ ••محمد بن أحمد إسماعيل المقدم.",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "طبيب بشري متخصص في الصحة النفسية وحاصل على ليسانس الشريعة الإسلامية من جامعة الأزهر. ¶ له الكثير من المؤلفات القيمة التي يحرص العلماء فضلا عن طلابهم باقتنائها ومطالعتها من أهم كتبه: ¶ 1) عودة الحجاب 3 أجزاء. ¶ 2) المهدي حقيقة لا خُرافة. ¶ 3) بدعة تقسيم الدين إلى قشر ولباب ¶ ••محمد بن محمد المختار الشنقيطي ¶ حاصل على الدكتوراه في الفقه وهو مدرس في الجامعة الإسلامية وبالمسجد النبوي الشريف بالمدينة المنورة وعضو هيئة كبار العلماء وهو ممن نحسبه والله حسيبه ممن جمع بين العلم والعمل وقد بلغ من الزهد والتقوى غاية عظيمة ولا نزكي على الله أحد.",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "مجلات و مواقع و قنوات فضائية علمية ننصح بها ¶ ••مجلة الشريعة والدراسات الإسلامية ¶ مجلة فصلية علمية محكمة تصدر عن مجلس النشر العلمي - جامعة الكويت ¶ ••مجلة الأحمدية ¶ مجلة علمية دورية محكمة تعنى بالدراسات الإسلامية وإحياء التراث تصدر عن دار البحوث للدراسات الإسلامية وإحياء التراث - دبي ¶ ••مجلة البيان ¶ البيان مجلة إسلامية عالمية تهتم بنشر العلم الشرعي وتأصيل منهج أهل السنة والجماعة لدى جمهور الصحوة والعاملين على الساحة الإسلامية بمختلف انتماءاتهم والباحثين عن الحقيقة من خلال ما تقدمه من زاد تربوي ودعوي، وتحليل صادق للأحداث التي تمر بالأمة برؤى شرعية راسخة. ¶ وهي مجلة عالمية تخاطب نخبة المثقفين، وتسعى لمخاطبة العقول وإثارتها، وترشيد العمل وتوجيهه، وتحرك القلوب وترققها، وتستحث الهمم وتشحذها. ¶ ••قناة المجد العلمية ¶ قناة علمية تعنى بنشر العلم الشرعي بطريقة منهجية تأصيلة عن طريق الدورات العلمية بشكل مكثف ومتخصص. ¶ ••شبكة الألوكة ومنتدى المجلس العلمي ¶ في زحمة وانتشار المواقع العلمية وغيرها على الشبكة العنكبوتية يأتي موقع شبكة الألوكة وهو موقع علمي دعوى اجتماعي متكامل يغنيك عن كثير من المواقع لما له من جاذبية أخَّاذة في شتى جوانبه سواء العلمية أو الفنية، فلا تكاد تدخله حتى يأسرك شموله وتخصصه، وكثافة ودقة المواد المعروضة ناهيك عن التنظيم المتناهي وأزعم أنه لم يعرفه باحث إلا وفضله على جميع ما يعلمه من مواقع في نفس بابه ¶ ••ملتقى أهل الحديث",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "ملتقى ومنتدى علمي متميز يشرف عليه نخبة من طلاب العلم الكبار، تحس وتشعر وأنت تتجول في مجالسه أنك بين رياض نضرة، تحوطك نصائح الكبار فيطمئن قلبك وتهدأ نفسك وتبحث مسائلك في ثبات وسكينة فتصيب بغيتك وأنت سعيد النفس مرتاح ¶ ••موقع المكتبة الشاملة ¶ ييسر الله لكل عصر من العصور ما يسهل به على العلماء وطلاب العلم أمر العلم وطلبه حفاظا على الشريعة ونفعا للمسلمين فكانت الكتب ثم المعاجم وكان لعلم الفهرسة النصيب الأوفر من ذلك التيسير على الباحثين في العصور السابقة لكن في عصرنا كانت (المكتبة الشاملة) و ذلك بأن الله رأى ضعفنا وعجزنا فسخرها لنا. ¶ ••قناة دليل ¶ ••قناة الأثر ¶ ••قناة الرحمة (الأكاديمية العلمية) ¶ ••ملتقى أهل التفسير ¶ ••موقع صيد الفوائد ¶ ••موقع طريق الإسلام ¶ ••موقع وذكِّر ¶ ••موقع المكتبة الوقفية",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "ملحق الرسالة ¶ اقتراح بأهم كتب علم الحديث والاصطلاح",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "بسم الله الرحمن الرحيم ¶ * كتب علم أصول الحديث التي يجب الاهتمام بها والتركيز عليها ¶ * ((معرفة علوم الحديث)) للحاكم (تحقيق د. أحمد السلوم) ¶ * ((الكفاية)) للخطيب البغدادي (تحقيق ماهر الفحل، أو أبو إسحاق الدمياطي) ¶ * ((شروط الأئمة الخمسة والستة)) للحازمي والمقدسي (طبعة الشيخ عبد الفتاح أبو غدة) ¶ * ((رسالة الإمام أبي داود لأهل مكة)) (¬1) ¶ *)) الجامع لآداب الشيخ والسامع)) للخطيب (تحقيق د/محمد عجاج الخطيب) ¶ * ((الموقظة)) للإمام الذهبي ((¬2) ¶ * ((السنن الأبين والمورد الأمعن في المحاكمة بين الإمامين في السند المعنعن)) لابن رشيد الفهري السبتي ¶ * ((شرح التبصرة والتذكرة)) للعراقي (تحقيق د/محمود ربيع أو د/ ماهر الفحل) ¶ * ((التقيد والإيضاح)) للعراقي (تحقيق الدكتور / أسامة خياط) ¶ * ((النكت لابن حجر)) (تحقيق الدكتور / ربيع بن هادي) ¶ * ((فتح المغيث)) للسخاوي (ط. المنهاج) ¶ * ((نزهة النظر في توضيح نخبة الفكر)) (¬3) لابن حجر ¶ * ((تدريب الراوي)) للسيوطي (تحقيق د/مازن السرساوي) ¶ * ((توضيح الأفكار)) للصنعاني ¶ * ((الجواهر السليمانية)) للشيخ أبي الحسن السليماني ¶ ¬__________ ¶ (¬1) (تحقيق الشيخ / عبد الفتاح أبو غدة، أو الشيخ / محمود الصباغ) ¶ (¬2) وهو كتاب على لطافة حجمه متين يحتاج لتدقيق وتركيز عالي جداً ¶ (¬3) صدر شرحها للشيخ طارق عوض الله عن دار المأثور، لكنه للأسف لم يخدم الكتاب من ناحية التوثيق والتخريج فلابد من اقتناء نسخة أخرى معها، وليكن طبعة الدكتور نور الدين عتر.",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "*كتب النقد العلمي: ¶ * ((بيان الوهم والإيهام)) لابن القطان الفاسي وهو من أهم الكتب وأنفعها للمحدث والناقد. ¶ * ((الصارم المنكي)) لابن عبد الهادي ¶ * ((نقد قواعد في علوم الحديث)) لبديع الدين الراشدي ¶ * ((إصلاح الاصطلاح)) لطارق عوض الله ¶ * ((نقد كتاب فقه السيرة للبوطي)) للعلامة الألباني ¶ *كتب الدفاع عن السنة و دراسة شبهات المستشرقين والقرآنين والمشككين: ¶ *)) السنة ومكانتها في التشريع)) للشيخ / مصطفى السباعي ¶ * ((الأنوار الكاشفة ((لذهبي العصر / المعلمي اليماني ¶ *)) حجية السنة)) للشيخ / عبد الغني عبد الخالق (¬1) ... ¶ * ((الروض الباسم في الذب عن سنة أبي القاسم)) لابن الوزير (ط. عالم الفوائد) ¶ * ((اهتمام المحدثين بنقد الحديث سنداً ومتنا)) د / محمد لقمان السلفي وهو جيد جدا ¶ * ((شبهات القرآنيين)) د / محمود محمد مزروعة ¶ * ((الحديث والمحدثون)) د/ محمد أبو زهو ¶ * ((مقاييس نقد متون السنة)) د / مسفر الدميني ¶ * ((الأحاديث المنتقدة في الصحيحين)) / لأبي سفيان مصطفى باحو ¶ * ((منهج نقد المتن عند علماء الحديث)) ((¬2) د / صلاح الدين الأدلبي ¶ * ((منهج النقد عند المحدثين)) د / محمد مصطفى الأعظمي ¶ * ((نقد المتن بين صناعة المحدثين ومطاعن المستشرقين)) /لنجم عبد الرحمن خلف ¶ * ((جهود المحدثين في نقد المتن)) /لمحمد طاهر الجوابي ¶ * ((تدوين السنة نشأته وتطوره)) د / محمد مطر الزهراني ¶ ¬__________ ¶ (¬1) وهو من أقواها وأجودها ¶ (¬2) (وعليه بعض الملاحظات ولا ننصح به المبتدئ)",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "* ((بحوث في تاريخ السنة المشرفة)) د/ أكرم ضياء العمري ¶ * ((تدوين السنة والرد على شبهات المستشرقين)) د / حاكم المطيري ¶ * ((دفاع عن السنة)) د / محمد أبي شهبة ¶ * مقدمات كتب مهمة جدا ويغفل عنها كثير من طلاب العلم ¶ * مقدمة التمهيد لابن عبد البر ¶ *مقدمة الإرشاد للخليلي ¶ * مقدمة الإمام مسلم لكتابه الصحيح ¶ *مقدمة دلائل النبوة للبيهقي ¶ * هدي الساري مقدمة فتح الباري شرح صحيح البخاري لابن حجر ¶ *مقدمة ابن أبى حاتم للجرح والتعديل ¶ * مقدمة المجروحين لابن حبان طبعة حمدي السلفي ¶ *مقدمة جامع الأصول لابن الأثير ¶ *كتب الرجال التي لا يستغنى عنها طالب العلم ¶ * ((تقريب التهذيب)) لابن حجر (تحقيق الشيخ صلاح الدين عبد الموجود، أو محمد عوامة) ¶ * ((تهذيب التهذيب ((لابن حجر (طبعة الرسالة، أو الهندية) ¶ * ((ميزان الاعتدال)) للذهبي (تحقيق على البجاوي، أو طبعة الرسالة الجديدة) ¶ * ((الجرح والتعديل ((لابن أبي حاتم (تحقيق المعلمي) ¶ * ((التاريخ الكبير)) للبخاري (تحقيق المعلمي) ¶ * ((كتاب المجروحين)) لابن حبان (تحقيق الشيخ حمدي السلفي) ¶ * ((الكامل في الضعفاء)). لابن عدي",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "*)) الضعفاء الكبير)) للعقيلي (تحقيق مازن السرساوي) ¶ * ((تقييد المهمل وتمييز المشكل)) (¬1) للجياني (طبعة عالم الفوائد) ¶ * ((الإكمال في رفع الارتياب عن المؤتلف والمختلف في الأسماء والكنى والأنساب)) لابن ماكولا (487) ¶ * ((تكملة الإكمال)) لأبي بكر ابن نقطة (629) ¶ * ((توضيح المشتبه)) لابن ناصر الدين الدمشقي (842). ¶ * ((تبصير المنتبه بتحرير المشتبه)) لابن حجر ¶ *)) جامع التحصيل)) للعلائي (طبعة مكتبة ابن تيمية) ¶ *كتب العلل التي ينبغي للطالب أن يَقتَنِيَها ¶ * ((التمييز)) للإمام مسلم (تحقيق صالح الديان) ¶ * ((العلل ((لعلى بن المديني (تحقيق د / مازن السرساوي) ¶ * ((علل الترمذي الكبير)) للإمام الترمذي (تحقيق محمود خليل والسامرائي) ¶ * ((علل الترمذي الصغير)) بشرح الإمام ابن رجب (تحقيق همام سعيد أو نور الدين عتر) ¶ * ((الإلزامات والتتبع)) للدار قطني (تحقيق مقبل الوادعي) ¶ * ((بين الإمامين مسلم و الدارقطني)) (لربيع مدخلي) ¶ * ((العلل لابن أبي حاتم)) (تحقيق مجموعة من الباحثين بإشراف العلامة الحميد) ¶ * وسبق ذكر ((تقييد المهمل)) للجياني ¶ * ((علل الدارقطني)) (تحقيق الشيخ محفوظ الرحمن، وأكمله الشيخ الدباسي) ¶ *كتب المعاصرين المتميزة والمحررة ¶ * ((الإرشادات))، و ((النقد البناء))، و ((ردع الجاني)) وكلها للشيخ / طارق عوض الله ¶ *)) أسباب اختلاف المحدثين)) د / خلدون الأحدب ¶ * ((التنكيل)) لذهبي العصر / المعلمي اليماني وهو هام جدا ¶ ¬__________ ¶ (¬1) وهو مختص بالصحيحين وبالأحاديث المنتقدة فيهما كذلك",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "* ((الجامع في العلل والفوائد)) لماهر الفحل ¶ * ((الجرح والتعديل))، و ((الاتصال والانقطاع)) د/إبراهيم اللاحم ¶ * ((ألفاظ الجرح والتعديل المتعارضة)) (¬1) د / جمال أسطيري ¶ * ((ألفاظ وعبارات الجرح والتعديل بين الإفراد والتكرير والتركيب)) للعلامة / أحمد معبد عبد الكريم ¶ * ((الإمام الترمذي والموازنة بين منهجه وبين الصحيحين)) للدكتور/نور الدين عتر ¶ * ((دراسات في الحديث النبوي)) للشيخ/ محمد ضياء الرحمن الأعظمي ¶ * ((الحديث الحسن)) و ((موقف الإمامين البخاري ومسلم من اشتراط اللقيا والسماع)) د. خالد منصور الدريس ¶ * ((الرفع والتكميل)) للشيخ/ عبد الحي اللكنوي ¶ * ((منهج المتقدمين في التدليس)) للشيخ /ناصر الفهد ¶ * ((التدليس أحكامه وآثاره النقدية)) للشيخ /صالح بن عومار الجزائري ¶ * ((التدليس والمدلسون)) للشيخ /حماد الأنصاري ¶ * ((نظرات جديدة في علوم الحديث))،و ((الحديث المعلول))،و ((عبقرية الإمام مسلم)) د. حمزة المليباري ¶ * * ((التدليس في الحديث: حقيقته، وأقسامه، والموصوفون به)) د. مسفر بن غرم الله الدميني ¶ * ((تحرير علوم الحديث)) (¬2) للشيخ / عبد الله بن يوسف الجديع ¶ * ((منهج الإمام البخاري في تصحيح الأحاديث وتعليلها)) للشيخ /أبو بكر كافي ¶ * ((منهج الإمام أحمد في إعلال الأحاديث)) لبشير علي عمر ¶ * ((معرفة مدار الإسناد وبيان مكانته في علم العلل)) للشيخ /محمد مجير الخطيب ¶ ((العلة وأجناسها)) (¬3) للشيخ أبو سفيان مصطفى باحو ¶ ¬__________ ¶ (¬1) وهو يساعد الطالب على حل الإشكالات في ترجمة الرواة المختلف فيهم ¶ (¬2) وهو من أهم كتب المعاصرين ¶ (¬3) وقد أثنى على الكتاب مجموعة من أكابر العلماء منهم العلامة أحمد معبد عبد الكريم سماعا منه حفظه الله تعالى",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "* ((طرق تخريج حديث رسول الله صلى الله عليه وسلم)) للشيخ / عبد المهدي عبد القادر ¶ * ((أصول التخريج ودراسة الأسانيد)) للشيخ / محمود الطحان ¶ * ((القول المفيد في دراسة التخريج والمتون والأسانيد)) للدكتور محمد أنور البيومي، وتقديم الشيخ أحمد معبد عبد الكريم (¬1) ¶ **كتب الفتاوى الحديثية ¶ *سؤالات الشيخ أبو إسحاق الحويني للإمام للعلامة /محمد ناصر الدين الألباني ¶ *سؤالات الشيخ أبو الحسن المأربي للإمام للعلامة /محمد ناصر الدين الألباني ¶ *سؤالات الشيخ أحمد أبو العينين للإمام للعلامة /محمد ناصر الدين الألباني ¶ * ((المقترح في الإجابة على بعض أسئلة المصطلح)) للإمام للعلامة / مقبل بن هادي الوادعي ¶ * ((إتحاف النبيل)) للشيخ / أبي الحسن مصطفى بن إسماعيل المأربي ¶ * ((فتاوى حديثية)) للشيخ / سعد الحميد ¶ * ((سؤالات حديثية)) للشيخ / حمزة المليباري. ¶ **من العلماء المعاصرين المهتمين بعلوم الحديث والمبرزين فيه ممن ننصح بشروحاتهم: ¶ 1. إبراهيم بن عبد الله اللاحم ¶ 2. أبو الحسن مصطفى بن إسماعيل المأربي ¶ 3. حاتم بن عارف بن ناصر العوني ¶ 4. حمزة بن عبد الله المليباري ¶ 5. سعد بن عبد الله بن عبد العزيز الحميد ¶ 6. طارق بن عوض الله بن محمد ¶ 7. عبد العزيز بن مرزوق الطريفي ¶ 8. عبد الله بن عبد الرحمن السعد ¶ ¬__________ ¶ (¬1) (والثلاثة يكمل كل منهم أخويه فلا يهملها بل يتقن أحدها وستأنس بالآخرين)",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "9. علي بن عبد الله الصياح ¶ 10. محمد بن تركي التركي ¶ وصلى الله وسلم على محمد وآله وصحبه",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "الفهرس العام ¶ - تقديم فضيلة الشيخ علي ونيس ...... ¶ - المقدمة ...... ¶ - فضل العلم وأهله ...... ¶ - أهمية العلم وطلبه ...... ¶ - فضل العلماء وكونهم ورثة الأنبياء ...... ¶ - كيفية طلب العلم ...... ¶ - القواعد المنهجية التأصيلية في طلب العلم ...... ¶ - القاعدة الأولى ...... ¶ - القاعدة الثانية ...... ¶ - القاعدة الثالثة ...... ¶ - القاعدة الرابعة ..... ¶ - القاعدة الخامسة ..... ¶ - آداب طالب العلم ...... ¶ - التدرج المنهجي في طلب العلم ...... ¶ - أهم ما يعتني به طالب العلم من الكتب ...... ¶ - مكتبة طالب العلم ...... ¶ - محاذير وعوائق في طلب العلم ...... ¶ - نماذج من همم العلماء في طلب العلم والقراءة ...... ¶ - صيانة طالب العلم للعلم الذي يحمله ....... ¶ - نصائح غاليات في أمور متفرقات ...... ¶ - نصيحة جامعة ...... ¶ - الخاتمة ......",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "- علماء ننصح بسماع محاضراتهم ومتابعة شروحاتهم ..... ¶ - مجلات علمية وقنوات فضائية ومواقع علمية على الشبكة العنكبوتية ننصح بها .....",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "مكتب الأجهوري للبحث العلمي وتحقيق التراث ¶ أجهور الكبرى- طوخ- قليوبية",
            "page": "76",
            "part": "1"
        }
    ],
    "t35199": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "كتيب ((العلم فضله، وكيفية طلبه)) نسخة معدلة"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "تقديم فضيلة الشيخ علي ونيس"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في فضل العلم والمتعلمين"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في أهمية العلم وفضل طلبه"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في فضل العلماء وكونهم ورثة الأنبياء وحراس الشريعة"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في كيفية طلب العلم"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": "1",
            "tit": "القاعدة الأولى"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": null,
            "tit": "القاعدة الثانية"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": null,
            "tit": "القاعدة الثالثة"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": null,
            "tit": "القاعدة الرابعة"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": null,
            "tit": "القاعدة الخامسة"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في آداب طالب العلم"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": "1",
            "tit": "الإخلاص"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": null,
            "tit": "تقوى الله"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": "1",
            "tit": "حفظ الوقت واغتنامه فإضاعة الوقت"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": null,
            "tit": "نماذج من حفاظ العلماء على أوقاتهم"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": null,
            "tit": "رابع الآداب التي ينبغي للطالب التحلي بها"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": "1",
            "tit": "خامس الآداب حسن الخلق"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": null,
            "tit": "سادس الآداب العمل بالعلم: فمن علامات العلم النافع العمل به."
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في التدرج المنهجي في طلب العلم"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في أهم ما يعتني به طالب العلم"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "فصل مكتبة طالب العلم"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في محاذير وعوائق في طلب العلم"
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": null,
            "tit": "تذييل في نماذج من همم العلماء في طلب العلم والقراءة"
        },
        {
            "id": "53",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في صيانة طالب العلم للعلم الذي يحمله"
        },
        {
            "id": "55",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في نصائح غاليات في أمور متفرقات"
        },
        {
            "id": "59",
            "lvl": "1",
            "sub": null,
            "tit": "نصيحة جامعة، وفائدة نافعة"
        },
        {
            "id": "60",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة"
        },
        {
            "id": "61",
            "lvl": "1",
            "sub": null,
            "tit": "علماء ننصح بسماع محاضراتهم ومتابعة شروحاتهم"
        },
        {
            "id": "64",
            "lvl": "1",
            "sub": null,
            "tit": "مجلات و مواقع و قنوات فضائية علمية ننصح بها"
        },
        {
            "id": "66",
            "lvl": "1",
            "sub": null,
            "tit": "ملحق الرسالة اقتراح بأهم كتب علم الحديث والاصطلاح"
        },
        {
            "id": "74",
            "lvl": "1",
            "sub": null,
            "tit": "الفهرس العام"
        }
    ]
}