{
    "b35201": [
        {
            "id": "1",
            "nass": "فطوبى للغرباء ¶ رسالة للغرباء حتى لا يستوحشوا ¶ من طول الطريق وقلة السالكين ¶ أبو سيف ¶ خليل بن إبراهيم العراقي الأثري ¶ بسم الله الرحمن الرحيم ¶ المقدمة ¶ إنَّ الحمدَ للهِ ، نحمدهُ ونستعينهُ ونستغفرهُ ، ونعوذُ باللهِ من شرورِ أنفسنا ومن سيئات أعمالنا ، من يهدهِ اللهُ فلا مضلَ له ، ومن يضلل فلا هادي له ، وأشهدُ أن لا إله إلا الله وحده لا شريك له ، وأشهد أنَّ محمداً عبده ورسوله. ¶ { يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلاَّ وَأَنْتُمْ مُسْلِمُونَ } (¬1). ¶ { يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَاءً ، وَاتَّقُوا اللَّهَ الَّذِي َتَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيباً } (¬2). ¶ { يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلاً سَدِيداً ، يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعْ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزاً عَظِيماً } (¬3). ¶ أما بعد : ¶ فإنَّ أصدقَ الحديثِ كلام الله ، وخيرَ الهدي هدي محمد ( - صلى الله عليه وسلم - ) وشرَّ الأمور محدثاتها ، وكلَّ محدثةٍ بدعة ، وكل بدعةٍ ضلالة ، وكلَّ ضلالةٍ في النار . ¶ ¬__________ ¶ (¬1) 1 ) سورة آل عمران : 102. ¶ (¬2) 2 ) سورة النساء : 1. ¶ (¬3) 3 ) سورة الأحزاب : 71.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "لقد ثبت في صحيح الإمام مسلم عَنْ أَبِي هُرَيْرَةَ قَال َ: قَالَ رَسُولُ اللّهِ ( - صلى الله عليه وسلم - ) قال : (( بَدَأَ الإِسْلاَمُ غَرِيبا وَسَيَعُودُ كَمَا بَدَأَ غَرِيباً فَطُوبىَ لِلْغُرَبَاءِ ))(¬1)، مما يدلل على أن غربة شديدة ستحل بالإسلام والمسلمين في آخر الزمان ، وذلك عندما يُفَرِّط الكثير من المسلمين بدينهم وعقيدتهم ومنهجهم ، كتلك الغربة التي ذاق مر طعمها الأوائل ، حتى يصبح المتمسك بدينه كالقابض على الجمر يوشك أن يدعه ويتخلى عنه ، ولهذا جاء في (( أحاديث متعددة مدح المتمسك بدينه في آخر الزمان وأنه كالقابض على الجمر ، وأن للعامل منهم أجر خمسين ممن قبلهم ، لأنهم لا يجدون أعواناً في الخير ))(¬2). فالغربة واقعة لا محالة وهو خبر صادق حتى لو لم يشهد به الواقع وتشهد به العقول ، فكيف إذا شهد الواقع بذلك ، وذاق حر جمرها أصحاب العقول الرشيدة الذين لا يزالون على عهدهم في تمسكهم بكتاب ربهم وسنة نبيهم ( - صلى الله عليه وسلم - ) وفهم سلفهم الصالح ، على الرغم من كل ما يحيط بهم من المصائب والشدائد التي يعانون منها . ¶ فما هو حد الغربة ؟ ومن هم الغرباء ؟ وما هي أوصافهم ؟ هذا ما سنحاول معرفته من خلال تسليط الضوء على بعض جوانب هذه السيرة العطرة التي سار في دربها وإنكوى بحر جمرها الأولون والمتأخرون عبر هذه الوريقات والتي أسميتها (( فطوبى للغرباء )) لعلها تكون عوناً وزاداً للغرباء ، حتى لا يستوحشوا من طول الطريق وقلة السالكين ، وحتى لا يغتروا بكثرة المخالفين وما يكون بأيديهم من متاع الدنيا الزائل الفاني ، فالحق واحد ، والطريق واحد ، والقليل من عباد الله الشكور . ¶ ¬__________ ¶ (¬1) 4 ) أخرجه مسلم : برقم 232 . ¶ (¬2) 5 ) كشف الكربة في وصف حال أهل الغربة : 8 ، لأبن رجب الحنبلي .",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "والله أسأل أن يحفظ علينا ديننا الذي هو عصمة أمرنا، وأن يجنبنا الفتن ، وأن يرد ضال المسلمين إلى الصواب ، إن ربي لسميع الدعاء ، وصلِّ اللهم على عبدك ورسولك محمد وعلى آله وصحبه وسلم . ¶ وكتبه ¶ أبو سيف خليل بن إبراهيم العبيدي ¶ 12 /ربيع الأول / 1428 ¶ ... ¶ الفصل الأول ¶ معاني الغربة اللغوية واستعمالاتها ¶ أولاً : المعاني اللغوية : ¶ يرجع اشتقاق كلمة \"الغربة\" إلى مادة (( غ ر ب )) الثلاثية وهي أصل صحيح ، ومادة واسعة جدًا ذكر صاحب القاموس لأحد تصريفاتها (وهو الغَرْبُ) أربعة وعشرين معنى ، واستدرك عليه شارح القاموس محمد مرتضى الزبيدي عشرة معان لم يذكرها ، فصار مجموعها أربعة وثلاثين معنى . ¶ وإذا كانت هذه المعاني لتصريف واحد .. فما بالك بسائر ما يتفرع عن المادة ؟! ، أما كلمة \"الغربة\" فتطلق على معان عدة : ¶ أ- منها النوى والبعد ، يقال : اغترب غربة ، إذا بَعد ، ونوى غربة بعيد ¶ ب- ومما يقرب من هذا المعنى النزوح عن الوطن ، والاغتراب ، يقال :رجل غُرُب - بضم الغين والراء -، وغريب : أي بعيد عن وطنه ، والجمع : غرباء . ¶ ج- ويقرب منهما : الغريب ، بمعنى أنه ليس من القوم ، قال الشاعر : ¶ وإني و العبسيّ في أرض مذحج ... ¶ غريبان شتى الدار مختلفان ¶ وما كان غض الطرف منا سجية ¶ ولكننا في مذحج غُرُبان ¶ د- وتطلق على الغموض والخفاء وعدم الشهرة ، ومنه غريب الحديث : أي خفيه الذي لا يظهر معناه ، وأغرب : أتى بالغريب . ¶ هـ- وتطلق على الذهاب والتنحي عن الناس ، يقال : غرب عنا ، يغرب غربًا . ¶ وهذه المعاني الخمسة يوجد بينها معنى مشترك تدور حوله معظم استعمالات هذه الكلمة - فيما أرى-. ¶ فالنوى والبعد يعني فراق الإنسان لوطنه إلى موطن آخر، وتركه قومه إلى قوم آخرين فيكون غريبًا بينهم، ليس منهم ، ويغلب على حاله عندهم - أول الأمر - الغموض وعدم البيان .... والمفارق لوطنه وقومه ذاهب متنح عنهم .",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "والذي جمع هذه المعاني أن غربة الشيء تعني أنه غير موافق كليًا أو جزئيًا للأشياء التي حوله لغموضه وخفائه ، فالرجل الغريب هو من يكون من قوم غير قومه ، والكلمة الغريبة هي التي تختلف عن سائر الكلمات في خفائها وعدم وضوحها للناس .. وهكذا . ¶ وقد تكون دلالة هذه الكلمة على مدلولها بالمطابقة ؛ كتسمية المقيم بين قومٍ سوى قومه غريبًا ، وقد تكون بالالتزام ؛ كتسمية النازح عن وطنه غريبًا ؛ لأن نزوحه يقتضي أن يقيم بين ظهراني قوم آخرين فيكون غريبًا بينهم ، فإذا صح هذا ، فإننا نكون قد جمعنا معظم معاني هذه الكلمة في معنى واحد عام مشترك . ¶ ثانياً : استعمالاتها في السنة النبوية : ¶ وقد جاء استعمال الغربة في السنة النبوية على معان عدة ، يجمعها المعنى المشترك العام الذي أشرت إليه من قبل ، وأشير الآن إلى معنيين متقاربين منها : ¶ ( أ ) فجاءت بمعنى المقيم في غير وطنه ، وبين قوم غير قومه . ¶ فعن عبد الله بن عمر رضي الله عنهما قال : أخذ رسول الله صلى الله عليه وسلم بمنكبي ، فقال : (( كن في الدنيا كأنك غريب أو(¬1) ¶ ¬__________ ¶ (¬1) 6 ) (( أو )) الواردة في هذا النص ليست هي للشك أو للتخيير ، وإنما هي بمعنى (( بل )) ، وقد جاءت بهذا المعنى في مواضع كثرة من القرآن الكريم منها : ¶ 1 ) قال تعالى )وَأَرْسَلْنَاهُ إِلَى مِائَةِ أَلْفٍ أَوْ يَزِيدُونَ) (الصافات:147 ) أي : بل يزيدون . ¶ 2 ) وقوله ( وَمَا أَمْرُ السَّاعَةِ إِلَّا كَلَمْحِ الْبَصَرِ أَوْ هُوَ أَقْرَبُ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ) [ النحل :77 ] أي بل هو أقرب . ¶ ( ¶ 7 ) أخرجه البخاري برقم : 6053 من طريق سليمان الأعمش قال : حدثني مجاهد عن عبد الله بن عمر رضي الله عنهما ، وفي رواية الترمذي برقم : 2435 من طريق سفيان عن ليث : عن مجاهد عن أبن عمر قال : (( أخذ رسول الله صلى الله عليه وسلم ببعض جسدي قال : كن في الدنيا كأنك غريبٌ أو عابر سبيل ، وعد نفسك من أهل القبور )) ، فقال لي أبن عمر : إذا أصبحت فلا تحدث نفسك بالمساء ، وإذا أمسيت فلا تحدث نفسك بالصباح ، وخذ من صحتك قبل سقمك ، ومن حياتك قبل موتك فإنك لا تدري يا عبد الله ما اسمك غداً ) ، [ أنظر صحيح جامع الترمذي 4 / 567 برقم : 2333 للمحدث العلامة الألباني ] . ¶ وأخرجه أبن ماجة برقم : 4114 من طريق حماد بن زيد عن زيد عن ليث عن مجاهد عن أبن عمر قال : أخذ رسول الله صلى الله عليه وسلم ببعض جسدي فقال : (( يا عبد الله ! كن في الدنيا كأنك غريب ، أو كأنك عابر سبيل ، وعد نفسك من أهل القبور )) ، [ أنظر صحيح سنن أبن ماجة 2 / 1378 برقم : 4114 ] .",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "عابر سبيل )) . ¶ وكان أبن عمر يقول : (( إذا أمسيت فلا تنتظر الصباح ، وإذا أصبحت فلا تنتظر المساء ، وخذ من صحتك لمرضك ، ومن حياتك لموتك ))(¬1). ¶ فشبه صلى الله عليه وسلم الحال التي ينبغي أن يكون عليها المؤمن الناسك المسدّد بحال الغريب الذي ليس له مسكن يؤويه ، ولا بيت يكنه ، وأموره كلها -من المركب والمأكل والمشرب والمسكن- مؤقتة عابرة لحال غربته . ¶ قال أبن بطال : (( لما كان الغريب قليل الانبساط إلى الناس ؛ بل هو مستوحش منهم ، إذ لا يكاد يمر بمن يعرفه .. فهو ذليل في نفسه خائف ، وكذلك عابر السبيل ..؛ شبه بهما.. وفي ذلك إشارة إلى إيثار الزهد في الدنيا ، وأخذ البلغة منها والكفاف )) . ¶ فألمح أبن بطال إلى جانب من المعنى ، وهو أن المقصود تشبيه المؤمن بالغريب لقلة انبساطه إلى الناس ، واستيحاشه منهم ، وعدم استئناسه معهم . ¶ وثمة جانب آخر من المعنى وهو : أن الغريب المزمع العودة إلى موطنه لا يكاد يتعلق قلبه بشيء في بلد غربته ؛ بل قلبه متعلق بوطنه الذي سيعود إليه . ¶ وكذلك المؤمن : شأنه مع الدنيا ألا يتعلق قلبه بشيء منها ، لتعلقه بالدار الآخرة التي إليها الرجعى ، وفيها المستقر . ¶ وللمعنى جانب ثالث ، وهو أن الغريب سالم من الرذائل التي منشؤها الاختلاط بالناس والانبساط إليهم ، والاشتغال عن الخالق ، فهو قليل الحسد والحقد والنفاق والنزاع ، قليل الوقوع في أعراض الناس ، والوشاية بهم . ¶ وفي الحديث ترقٍّ وتدرُّج إذ أعقب الأمر بمشابهة الغريب بقوله : (( أو عابر سبيل )) ولا شك أن تعلقات عابر السبيل أقل من تعلقات الغريب . ¶ وهذا المعنى - الذي هو إطلاق (( الغربة )) على الغربة الحسية ، وهي مفارقة الأهل والوطن ، ومساكنة قوم آخرين ، قد ورد في أحاديث كثيرة جداً ، لا داعي لسردها هنا . ¶ (",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ب ) وجاءت بمعنى الاغتراب المعنوي ، وهو أن يكون المرء على حال من الاستقامة ولزوم الجادّة ، ومجانبة الفتن والأهواء ، وملازمة السمت الذي كان عليه الصدر الأول ، مع قلة النصير والمعين والموافق ، وكثرة المنابذ والمخذل والمخالف ، فيسمى صاحب هذه الحال (( غريبًا )) ذهابًا إلى المعنى العام الذي أُشير إليه قبل _ وهو عدم موافقته لمن حوله ؛ إذ له شأن ولهم شأن ، وهو في واد وهم في واد ، وهذا المعنى هو المقصود في هذا البحث أصلاً ، وهو مفهوم من قوله صلى الله عليه وسلم?: (( إن الإسلام بدأ غريبًا ، وسيعود غريبًا كما بدأ ))(¬1). ¶ ¬__________ ¶ (¬1) سلسلة رسائل الغرباء ، الرسالة الأولى (( الغرباء الأولون : 17 طبعة 1409)) للشيخ سلمان فهد العودة بتقديم الشيخ أبن باز رحمه الله . ¶ ومن الفائدة بمكان القول : أن أهل العلم من علماء الدعوة السلفية المباركة قد أستدركوا على سلمان العودة عدة مؤاخذات وتخبطات عقدية ومنهجية فليعلم ، وراجعوا إن شئتم (( مدارك النظر للشيخ عبد المالك الرمضاني )) و (( أهل الحديث هم الطائفة المنصورة الناجية للعلامة ربيع بن هادي المدخلي )) وغيرها كثير . ¶ ومثله قرينه سفر الحوالي اللذين أصدرت في حقهما هيئة كبار العلماء في المملكة العربية السعودية برئاسة فضيلة الشيخ عبد العزيز بن باز ـ رحمه الله ـ فتوى بتوقيف كافة نشاطاتهما وأعمالهما الدعوية ، وما جاء ذلك إلا لعظيم شرهما ، وفداحة خطرهما على الناس والمجتمع ، ونصها (( من عبد العزيز بن عبد الله بن باز إلى حضرة صاحب السمو الملكي الأمير المكرم نايف بن عبد العزيز وزير الداخلية وفقه الله ..... ¶ سلام عليكم ورحمة الله وبركاته ، وبعد : ¶ فأشير إلى كتاب سموكم الكريم رقم ( م/ب/4/192/م ص ) وتاريخ 21– 22 / 3/1414 هـ0 المتضمن توجيه خادم الحرمين الشريفين حفظه الله بعرض تجاوزات كل من / سفر بن عبد الرحمن وسلمان بن فهد العودة في بعض المحاضرات والدروس على مجلس هيئة كبار العلماء في دورته الحادية والأربعين المنعقدة بالطائف ابتداء من تاريخ 18/3/1414 هـ ضمن ما هو مدرج في جدول أعماله وأفيد سموكم أن مجلس هيئة كبار العلماء إطلع على كتاب سموكم المشار إليه ومشفوعة ملخص= =لمجالس ودروس المذكورين من أول محرم 1414 هـ ونسخة من كتاب / سفر الحوالي ( وعد كيسنجر ) وناقش الموضوع من جميع جوانبه ، واطلع كذلك على بعض التسجيلات لهما ، وبعد الدراسة والمناقشة رأى المجلس بالإجماع : ( مواجهة المذكورين بالأخطاء التي عرضت على المجلس – وغيرها من الأخطاء التي تقدمها الحكومة- بواسطة لجنة تشكلها الحكومة ويشترك فيها شخصان من أهل العلم يختارهما معالي وزير الشئون الإسلامية والأوقاف والدعوة والإرشاد ، فإن اعتذرا عن تلك التجاوزات ، والتزما بعدم العودة إلى شيء منها وأمثالها ، فالحمد لله ويكفي ، وإن لم يمتثلا منعا من المحاضرات والندوات والخطب والدروس العامة والتسجيلات ، حماية للمجتمع من أخطائهما هداهما الله وألهمهما رشدهما ) أ. هـ . ¶ وقد طلب إلي المجلس إبلاغ سموكم رأيه هذا ، وأعيد لسموكم برفقه كتابكم المشار إليه ومشفوعاته ¶ وأسأل الله أن يوفق خادم الحرمين الشريفين وسموكم لما يحبه ويرضاه ، وأن يعين الجميع على كل خير إنه سميع قريب 0 ¶ والسلام عليكم ورحمة الله وبركاته 0000 ¶ مفتي عام الملكة العربية السعودية ورئيس هيئة كبار العلماء و إدارة البحوث العلمية والإفتاء . [ أنظر ( مدارك النظر : 490 للرمضاني ) و ( إتحاف البشر بكلام العلماء في سلمان وسفر : 5 لأحمد الأحمدي ) . ¶ و عقد في منزل الشيخ عبد العزيز بن باز – رحمه الله – بمكة في شهر رجب عام 1413هـ مجلس ضم مجموعة من المشايخ وطلبة العلم ، وقد سأله أحد القضاة فقال : سماحة الشيخ هل هناك ملاحظات وأخطاء على سفر وسلمان ؟ ¶ فأجاب فضيلة الشيخ : نعم نعم ، عندهم نظرة سيئة في الحكام ، ورأي في الدولة ، وعندهم تهييج للشباب وإغار لصدور العامة وهذا من منهج الخوارج وأشرطتهم توحي إلى ذلك ، قال القاضي : يا شيخ هل يصل بهم ذلك إلى حد البدعة ؟ ¶ قال الشيخ : لا شك إن هذه بدعة اختصت بها الخوارج والمعتزلة هداهم الله هداهم الله [ أنظر : إتحاف البشر : 6 ] .",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "الفصل الثاني ¶ النصوص الواردة في وصف الغربة والغرباء ¶ أولاُ : النصوص الشرعية : ¶ 1 ) عن أبي هريرة ( رضي الله تعالى عنه ) قال : قال رسول الله - صلى الله عليه وسلم - : (( بَدَأَ الإِسْلاَمُ غَرِيباً وَسَيَعُودُ كَمَا بَدَأَ غَرِيباً فَطُوبىَ لِلْغُرَبَاءِ ))(¬1). ¶ قال الإمام النووي : (( قال القاضي : وظاهر الحديث العموم ، وأن الإسلام بدأ في آحاد من الناس وقلة ، ثم انتشر وظهر ، ثم سيلحقه النقص والإخلال حتى لا يبقى إلا في آحاد وقلة أيضا كما بدأ ، وجاء في الحديث تفسير الغرباء وهم النزاع من القبائل ، قال الهروي : أراد بذلك المهاجرين الذين هجروا أوطانهم إلى الله تعالى. .... ¶ و(( طوبى )) فعلى من الطيب قاله الفراء ، قال : وإنما جاءت الواو لضمة الطاء ، قال : وفيها لغتان تقول العرب : طوباك وطوبى لك . ¶ وأما معنى طوبى فاختلف المفسرون في معنى قوله تعالى : {طوبى لهم وحسن مآب} فروي عن أبن عباس رضي الله عنهما أن معناه فرج وقرة عين ، وقال عكرمة : نعم مالهم ، وقال الضحاك : غبطة لهم ، وقال قتادة : حسنى لهم . ¶ وعن قتادة أيضا معناه أصابوا خيراً وقال إبراهيم : خير لهم وكرامة ، وقال أبن عجلان ¶ : دوام الخير ، وقيل : الجنة ، وقيل : شجرة في الجنة(¬2)، ¶ ¬__________ ¶ (¬1) 9 ) سبق تخريجه . ¶ (¬2) 10 ) أخرج الإمام مسلم عن أبي هريرة رضي الله عنه قال : قال رسول الله ( - صلى الله عليه وسلم - ) : (( إن في الجنة لشجرة يسير الراكب في ظلها مئة سنة لا يقطعها )) . ¶ وعن أبي سعيد الخدري رضي الله عنه ، عن رسول الله ( - صلى الله عليه وسلم - ) أنه قال له رجل يا رسول الله ما طوبى ؟ قال : (( شجرة في الجنة مسيرة مائة سنة ، ثياب أهل الجنة من أكمامها )) ، [ إسناده حسن أنظر : سلسلة الأحاديث الصحيحة 4 / 639 ] .",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وكل هذه الأقوال محتملة في الحديث ، والله أعلم ))(¬1)أ . ¶ 2 ) وروى الإمام مسلم في صحيحه عَنِ ابْنِ عُمَرَ ، عَنِ النّبِيّ صلى الله عليه وسلم قَالَ: (( إِنّ الإِسْلاَمَ بَدَأَ غَرِيباً ، وَسَيَعُودُ غَرِيباً كَمَا بَدَأَ , وَهُوَ يَأْرِزُ بَيْنَ الْمَسْجِدَيْنِ كَمَا تَأْرِزُ الْحَيّةُ فِي جُحْرِهَا )) . ¶ قال الإمام النووي في (( شرح صحيح مسلم (( كتاب الإيمان )) : (( وقوله صلى الله عليه وسلم : (( وهو يأرز )) بياء مثناة من تحت بعدها همزة ثم راء مكسورة ثم زاي معجمة هذا هو المشهور ، وحكاه صاحب المطالع مطالع الأنوار عن أكثر الرواة قال : وقال أبو الحسين بن سراج ليأرز بضم الراء . ¶ وحكى القابسي فتح الراء ومعناه ينضم ويجتمع ، هذا هو المشهور عند أهل اللغة والغريب ....... ¶ وقوله صلى الله عليه وسلم : (( بين المسجدين\" أي مسجدي مكة والمدينة ))(¬2). ¶ 3 ) عن عبد الله بن عمرو بن العاص رضي الله عنهما قال ، قال رسول الله - صلى الله عليه وسلم - ذات يوم ونحن عنده : (( طوبى للغرباء !! )) . ¶ فقيل من الغرباء يا رسول الله ؟ . ¶ قال : (( أناس صالحون في أناس سوء كثير ، من يعصيهم أكثر ممن يطيعهم )) ، قال وكنا عند رسول الله صلى الله عليه وسلم يوماً آخر حين طلعت الشمس ، فقال رسول الله صلى الله عليه وسلم : (( سيأتي أناس من أمتي يوم القيامة نورهم كضوء الشمس )) ، قلنا من أولئك يا رسول الله ؟ ، فقال : (( فقراء المهاجرين الذين تتقى بهم المكاره ، يموت أحدهم وحاجته في صدره ، يحشرون من أقطار الأرض ))(¬3). ¶ ¬__________ ¶ (¬1) 11 ) شرح صحيح مسلم (( كتاب الإيمان / باب بيان أن الإسلام بدأ غريباً وسيعود غريباً )) للنووي . ¶ (¬2) 12 ) المصدر السابق .. ¶ (¬3) 13 ) أخرجه الإمام أحمد في مسند عبد الله بن عمرو بن العاص رضي الله عنهما ، وصححه المحدث الألباني في صحيح الترغيب والترهيب برقم : 3188 .",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "4) عن عبد الرحمن بن سنة أنه سمع النبي صلى الله عليه وسلم يقول : (( بدأ الإسلام غريباً ثم يعود غريباً كما بدأ فطوبى للغرباء )) ، قيل يا رسول الله : ومن الغرباء ؟ . ¶ قال (( الذين يصلحون إذا فسد الناس ، والذي نفسي بيده لينحازن الإيمان إلى المدينة كما يجوز السيل ، والذي نفسي بيده ليأرزن الإسلام إلى ما بين المسجدين كما تأرز الحية إلى حجرها ))(¬1). ¶ قال أبن رجب الحنبلي : وهؤلاء الغرباء قسمان : ¶ أحدهما : من يُصلح نفسه عند فساد الناس . ¶ والثاني : من يُصلح ما أفسد الناس وهو أعلى القسمين وهو أفضلهما(¬2)أ . هـ ¶ 5 ) عن عبد الله بن مسعود قال : قال رسول الله صلى الله عليه وسلم : (( إن الإسلام بدأ غريباً وسيعود غريباً . فطوبى للغرباء )) . ... ¶ قال ، قيل : ومن الغرباء ؟ قال : النزاع من القبائل ))(¬3). ¶ قال النووي : (( قوله ( النزاع من القبائل ) ، قال الهروي : أراد بذلك المهاجرين الذين هجروا أوطانهم إلى الله تعالى ))(¬4). ¶ ¬__________ ¶ (¬1) 14) أخرجه الإمام أحمد في مسند المدنيين عن عبد الرحمن بن سنة رضي الله عنه ، صحيح أنظر (( سلسلة الأحاديث الصحيحة : 3 / 267 برقم 1273 )) . ¶ (¬2) 15 ) كشف الكربة في وصف حال أهل الغربة : 8 لأبن رجب الحنبلي . ¶ (¬3) 16 ) أخرجه أبن ماجة في سننه برقم 3988 وأبن أبي شيبة في مصنفه برقم : 65 ، والدارمي في سننه برقم : 2755 ، وصححه الألباني في صحيح سنن أبن ماجة 2 / 1320 . ¶ (¬4) 17 ) صحيح مسلم بشرح النووي : كتاب الإيمان .",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وقال السيوطي : (( النزاع من القبائل : ذكر في القاموس النزيع الغريب ، كالنازع جمعه نزاع انتهى ، وفي رواية الترمذي ورد تفسيرهم : الذين يصلحون ما افسد الناس من بعدي من سنتي ، أي : يعملون بها ويظهرونها على قدر طاقتهم ، فهذا الرجل يصبح في قومه معتزلاً مهجوراً كالغريب ، لأنه سنة الله التي قد خلت من قبل بالرسل والأنبياء ، ولكن الله يعينهم ، فإن العاقبة للمتقين ، ولذا ورد العبادة في الهرج كهجرة إليَّ ))(¬1). ¶ 6 ) وهم القابضون على الجمر لشدة تمسكهم بدينهم وعقيدتهم وسنة نبيهم ( - صلى الله عليه وسلم - ) ، في زمن يكون التمسك بهما تهمة ومنقصة يحاسب عليها القانون والعرف ، ولهذا جعل النبي ( - صلى الله عليه وسلم - ) أجر الواحد منهم بخمسين ، فعن عن أنس أبن مالك رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : (( يأتي على الناس زمانٌ الصابر فيهم على دينه كالقابض على الجمر)(¬2). ¶ وعن أبي أمية الشعباني قال : سألت أبا ثعلبة الخشني فقلت : يا أبا ثعلبة ، كيف تقول في هذه الآية {عليكم أنفسكم} قال : أما واللّه لقد سألت عنها خبيراً ، سألت عنها رسول اللّه صلى اللّه عليه وسلم فقال : (( بل ائتمروا بالمعروف وتناهوا عن المنكر ، حتى إذا رأيت شحاً مطاعاً ، وهوى متَّبعاً ، ودنيا مؤثرةً وإعجاب كلِّ ذي رأيٍ برأيه ، فعليك يعني بنفسك ودع عنك العوامَّ ، فإِنَّ من ورائكم أيام [الصبر] ، الصبر فيه مثل قبضٍ على الجمر ، للعامل فيهم مثل أجر خمسين رجلاً يعملون مثل عمله . ¶ وزادني غيره قال : يارسول اللّه ، أجر خمسين رجلاً منهم ؟ قال : (( أجر خمسين منكم )) .(¬3) ¶ ¬__________ ¶ (¬1) 18 ) شرح سنن أبن ماجة : 557 . ¶ (¬2) 19 ) أخرجه الترمذي في جامعه برقم : 2361 ، وصححه الألباني في صحيح جامع الترمذي 4 / 526 . ¶ (¬3) 20 ) أخرجه أبو داود في سننه برقم : 4341 ، وصححه الألباني في سلسلة الأحاديث الصحيحة برقم : 494 .",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "قال أبن حجر في (( فتح الباري : 7 / 7 )) : (( إنَّ حديث للعامل منهم أجر خمسين منكم لا يدل على أفضلية غير الصحابة على الصحابة ، لأن مجرد زيادة الأجر لا يستلزم ثبوت الأفضلية ، وأيضاً فالاجر انما يقع تفاضله بالنسبة الى ما يماثله في ذلك العمل ، فاما ما فاز به من شاهد النبي صلى الله عليه وسلم من زيادة فضيلة المشاهدة فلا يعدله فيها أحد )) . ¶ 7 ) ولما كان الغرباء هم المتمسكون بسنة النبي ( - صلى الله عليه وسلم - ) وهديه حينما يضيعهما الناس ، فقد سماهم النبي ( - صلى الله عليه وسلم - ) بأخوانه ، وهذا تكريم وتشريف لهم ، ومنقبة عظيمة لا يدانيهم أحد بها ، فعن أبي هريرة عن النبي صلى الله عليه وسلم أنه أتى المقبرة فسلم على المقبرة فقال : (( السلام عليكم دار قوم مؤمنين ! وإنا إن شاء الله تعالى بكم لاحقون )) . ¶ ثم قال : (( لوددنا أنا قد رأينا إخواننا )) قالوا : يا رسول الله ! أولسنا إخوانك ؟ قال (( أنتم أصحابي ، وإخواني الذين يأتون من بعدي ، وأنا فرطكم على الحوض )) قالوا : يا رسول الله ! كيف تعرف من لم يأت من أمتك ؟ قال : (( أرأيتم لو أن رجلاً له خيل غر محجلة بين ظهراني خيل دهم بهم ، ألم يكن يعرفها ؟ )) قالوا : بلى. ¶ قال : (( فإنهم يأتون يوم القيامة غرا محجلين ، من أثر الوضوء )) قال (( أنا فرطكم على الحوض )) ، ثم قال ((ليذادن رجال عن حوضي كما يذاد البعير الضال ، فأناديهم : ألا هلموا ! فيقال : إنهم قد بدلوا بعدك ، ولم يزالوا يرجعون على أعقابهم ، فأقول ألا سحقا! سحقا!))(¬1). ¶ ¬__________ ¶ (¬1) 21 ) أخرجه أبن ماجة في سننه برقم : 4306 ، وصححه الألباني في صحيح سنن أبن ماجة 4306 ، وصحيح الجامع برقم : 2468 .",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "أقول : هذه البشارة النبوية تكرمة للغرباء في غربتهم ، وشرف عظيم لهم أن سماهم النبي ( - صلى الله عليه وسلم - ) بأخوانه ، حتى لا يستوحشوا من طول الطريق ، وقلة الأخوان والأعوان ، وكثرة المخالفين والمنابذين ، وهذه خصيصة لهم لا تتعداهم ، فليس من المعقول شرعاً ولا عقلاً أن يُسمي النبي ( - صلى الله عليه وسلم - ) المتمسك بسنته وهديه وغير المتمسك بأخوانه على حد سواء ، كيف وقد قال النبي ( - صلى الله عليه وسلم - ) في خاتمة الحديث أن أقواماً من أمته يُطردون من حوضه لأنهم غيَّروا وبدَّلوا ، روى الإمام البخاري عن عبد الله بن مسعود رضي الله عنه قال : قال النبي صلى الله عليه وسلم : (( أنا فرطكم على الحوض ، فليرفعنَّ إليَّ رجال منكم ، حتى إذا أهويت لأناولهم اختلجوا دوني ، فأقول : (( أي ربِّ أصحابي، يقول : لا تدري ما أحدثوا بعدك )) . أقول : أفيستوي هؤلاء المغيرون مع من تمسك واعتصم بكتاب الله وسنة رسول الله ، ولم يخرج عنهما أبداً ، فبالتأكيد لا يستوون ، قال تبارك وتعالى { أَفَنَجْعَلُ الْمُسْلِمِينَ كَالْمُجْرِمِين ، مَا لَكُمْ كَيْفَ تَحْكُمُون } [القلم : 36] . ¶ ثانياً : أقوال أهل العلم : ¶ 1 ) قال أبن رجب الحنبلي رحمه الله تعالى في قول جامع لأقوال أهل العلم : (( وأما فتنة الشبهات والأهواء المضلة فبسببها تفرق أهل القبلة وصاروا شيعاً ، وكفَّر بعضهم بعضاً ، وأصبحوا أعداءً وفرقاً وأحزاباً ، بعد أن كانوا إخواناً قلوبهم على قلب رجل واحد ، فلم ينجُ من هذه الفرق إلا الفرقة الواحدة الناجية ، وهم المذكورون في قوله صلى الله عليه وسلم : ( لا تزال طائفة من أُمتي ظاهرين على الحق لا يضرهم من خذلهم ولا من خالفهم حتى يأتي أمر الله وهم على ذلك ) .",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وهم في آخر الزمان الغرباء المذكورون في هذه الأحاديث : الذين يُصلحون إذا فسد الناس ، وهم الذين يُصلحون ما أفسد الناس من السنة ، وهم الذين يفرون بدينهم من الفتن ، وهم النزاع من القبائل ، لأنهم قلوا ، فلا يوجد في كل قبيلة منهم إلا الواحد والاثنان ، وقد لا يوجد في بعض القبائل منهم أحدٌ كما كان الداخلون إلى الإسلام في أول الأمر كذلك ، وبهذا فسر الأئمة هذا الحديث . ¶ قال الأوزاعي في قوله صلى الله عليه وسلم : ( بدأ الإسلام غريباً وسيعود غريباً كما بدأ ) : أما إنه ما يذهب الإسلام ، ولكن يذهب أهل السنة حتى ما يبقى في البلد منهم إلا رجل واحد )) . ¶ ولهذا المعنى يوجد في كلام السلف كثيراً مدح السنة ووصفها بالغربة ، ووصف أهلها بالقلة ، فكان الحسن - رحمه الله - يقول لأصحابه : يا أهل السنة ! ترفقوا - رحمكم الله - فإنكم من أقل الناس . ¶ وقال يونس بن عبيد : ليس شيء أغرب من السنة وأغرب منها من يعرفها ¶ وروي عنه أنه قال : أصبح من إذا عرف السنة فعرفها غريباً وأغرب منه من يعرفها . ¶ وعن سفيان الثوري قال : استوصوا بأهل السنة فإنهم غرباء . ¶ ومراد هؤلاء الأئمة بالسنة : طريقة النبي صلى الله عليه وسلم التي كان عليها هو وأصحابه ، السالمة من الشبهات والشهوات . ¶ ولهذا كان الفضيل بن عياض يقول : أهل السنة من عرف ما يدخل في بطنه من حلال ¶ ،",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وذلك لأن أكل الحلال من أعظم خصائل السنة التي كان عليها النبي صلى الله عليه وسلم وأصحابه رضي الله عنهم . ثم صار في عرف كثير من العلماء المتأخرين من أهل الحديث وغيرهم السنة عبارة عما سَلِمَ من الشبهات في الاعتقادات ، خاصة في مسائل الإيمان بالله وملائكته وكتبه ورسله واليوم الآخر ، وكذلك في مسائل القدر وفضائل الصحابة ، وصنفوا في هذا العلم بأسم السنة ، لأن خطره عظيم والمخالف فيه على شفا هلكة . وأما السنة الكاملة فهي الطريق السالمة من الشبهات والشهوات ، كما قال الحسن ويونس بن عبيد وسفيان والفضيل وغيرهم ، ولهذا وُصِفَ أهلُها بالغربة في آخر الزمان لقلتهم وغربتهم فيه ...... ومثله قول أبن مسعود : يأتي على الناس زمان يكون المؤمن فيه أذل من الأمَة ، وإنما ذل المؤمن آخر الزمان لغربته بين أهل الفساد من أهل الشبهات والشهوات ، فكلهم يكرهه ويؤذيه لمخالفة طريقته لطريقتهم ، ومقصوده لمقصودهم ، ومباينته لما هم عليه ))(¬1). ¶ 2 ) قال فريد بن أحمد آل الثبت في (( دعوة الإخوان المسلمين في ميزان الإسلام : 6 )) : (( قال الإمام عبد الله بن المبارك رحمه الله : (( أعلم أني أرى الموت اليوم كرامة لكل مسلم لقى الله على السنة ، فإنا لله وإنا إلى راجعون ، فإلى الله نشكوا وحشتنا ، وذهاب الإخوان ، وقلة الأعوان ، وظهور البدع ، وإلى الله نشكوا عظيم ما حلَّ بهذه الأمة من ذهاب العلماء وأهل السنة وظهور البدع . ¶ وقد أصبحنا في زمان شديد ، وهرج عظيم ، إن رسول الله ( - صلى الله عليه وسلم - ) تخوَّف علينا ما قد أظلنا وما قد أصبحنا فيه ، فحذرنا ، وتقدم إلينا فيه بقول أبي هريرة قال : قال رسول الله ( - صلى الله عليه وسلم - ) : (( أتتكم فتن كقطع الليل المظلم ، يصبح الرجل فيها مؤمناً ويمسي كافراً ، ويمسي مؤمناً ويصبح كافراً ، يبيع فيها أقوام دينهم بعرض من الدنيا )) .... ¶ ¬__________ ¶ (¬1) 22 ) كشف الكربة : 7 .",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وعن عيسى بن يونس عن الأوزاعي عن حبان بن أبي جبلة عن أبي الدرداء رضي الله عنه قال : (( لو خرج رسول الله ( - صلى الله عليه وسلم - ) إليكم اليوم ، ما عرف شيئاً مما كان عليه هو وأصحابه إلا الصلاة ! )) ، قال الأوزاعي : (( فكيف لو كان اليوم ؟ )) . ¶ قال عيسى : (( فكيف لو أدرك الأوزاعي هذا الزمان ؟ )) . ¶ قلت : (( فكيف لو أدرك جميعهم هذا الزمان )) والله المستعان ... وعن سفيان الثوري _ رحمه الله _: (( استوصوا بأهل السنة خيراً ، فإنهم غرباء )) . ¶ وعن أبي بكر بن عياش رحمه الله قال:(( السنة في الإسلام أعزُّ من الإسلام في سائر الأديان )) أ . هـ ¶ الفصل الثالث ¶ في بيان أصل الغربة والغرباء ¶ أولاً : أصل الغربة : ¶ تنقسم الغربة إلى قسمين : ¶ 1 ) غربة حسية : ¶ وهي الغربة التي يحس بها كل من ترك بلده الذي وُلِد وترعرع فيه ، ليعيش في بلد آخر بعيداً عنه ، لأي سبب من الأسباب ، سواء كانت قهرية أم اختيارية ، وهي غربة محسوسة يشعر بها كل من تلبَّس بها ، حيث يعيش وقلبه معلق ببلده لا يفتأ يحن ويشتاق إليه . ¶ وهي غربة نسبية قد تقع لبعض من الناس دون الآخر ، وغالباً ما تزول بعض آثارها بكثرة المخالطة والمعاشرة التي يجدها في بلد غربته ، ولكن يبقى الحنين إلى الوطن الأم يملأ القلب والوجدان . ¶ 2 ) غربة معنوية : ¶ وهي التي نعنيها في بحثنا هذا ، فإذا كان الغريب الأول يحس بغربته وهو بعيد عن بلده فكيف بمن يحس بها ويكتوي بلسعات نارها وهو في بلده وبين أهله وعشيرته ، حيث يعيش في وادٍ وغيره يعيش في واد ، قلوب الناس متعلقة في شتات وزوال ، وقلبه معلق بأصل موطنه الذي خرج منه أبوه الأول على وعد الرجوع إليه يوماً ، لأنَّ إليه الرجعى وفيه المستقر .",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "قال أبن رجب رحمه الله : (( فالمؤمن في الدنيا كالغريب المجتاز ببلدة غير مستوطن فيها ، فهو يشتاق إلى بلده ، وهمه الرجوع إليه والتزود بما يوصله في طريقه إلى وطنه ، ولا يُنافس أهل ذلك البلد المستوطنين فيه في عزهم ، ولا يجزع مما أصابه عندهم من الذل ... ¶ وقال الحسن : المؤمن في الدنيا كالغريب لا يجزع من ذلها ، ولا ينافس في عزها ، له شأن وللناس شأن . ¶ وفي الحقيقة فالمؤمن في الدنيا غريب لأن أباه لما كان في دار البقاء ثم خرج منها فهمه الرجوع إلى مسكنه الأول ، فهو أبداً يحنُّ إلى وطنه الذي أُخرج منه كما يقال (( حب الوطن من الإيمان ))(¬1)وكما قيل : ¶ كم منزلٍ في الأرضِ يألفه الفتى وحنينه أبداً لأول منزل ¶ ولبعض شيوخنا في هذا المعنى : ¶ فحي على جنات عدن فأنها منازلك الأولى وفيهم المخيم ¶ ولكننا سبي العدو فهل ترى نعود إلى أوطاننا ونسلم ¶ وقد زعموا أن الغريب إذا نأى وشطت به أوطانه فهو مغرم ¶ فأي اغتراب فوق غربتنا التي لها أضحت الأعداء فينا تحكم(¬2) ¶ فأصل الغربة : التي أشارت إليه النصوص الشرعية وكما ذكرناها آنفاً : هو التفرد بأن يكون المرء على حال من الاستقامة والالتزام بالحق ، ومجانبة الفتن ومواضعها ، مع قلة النصير والمعين والموافق ، وكثرة المنابذ والمخاذل والمخالف ، فعندها يُسمى من كان هذا حاله ، وهذه صفته بالغريب لتفرده وغربته . ¶ قال الشيخ أبو إسحاق الحويني : (( وأصل الغربة : هو التفرد أن لا يكون لك شكل ولا نظير ، هذا هو معنى الغريب . ¶ قال أبو سليمان الخطابي رحمه الله وهو يتوجع من هذه الغربة ، الذي شعر بها في بلده ، وبين أهله لما كان يدعوا إلى السنة ، وقاوموه أصحاب التعصب ، فأنشد متوجعاً فقال : ¶ وما غربة الإنسان في شُقة النوى ولكنها والله في عدم الشكل ¶ ¬__________ ¶ (¬1) 23 ) حديث موضوع أنظر سلسلة الأحاديث الضعيفة 1 / 110 برقم 36 للشيخ الألباني . ¶ (¬2) 24 ) كشف الكربة : 11 .",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وأني غريب بين بُسٍ وأهلها وان كان بها أسرتي وبين أهلي ¶ ....... هذا هو معنى كلام الخطابي رحمه الله : ¶ وما غربة الإنسان في شقة النوى ( أي في البعد ) ، ولكنها والله في عدم الشكل ( أن لا يكون لك نظير ) . ¶ فأهل السنة والجماعة في وسط المبتدعة غرباء ، وأهل السنة والجماعة يعاملون في وسط المبتدعة معاملة الاقليات المسلمة في بلاد النصارى ، فهذا نوع من الغربة(¬1). ¶ ثانياً : من هم الغرباء ؟ ¶ لو نظرنا في حال الفرق والأحزاب والجماعات التي انشقت من الجماعة الأم ، فإننا لا نجد أحداً ينطبق عليه وصف الغربة الواقعة اليوم إلا السلفيين(¬2) ¶ ¬__________ ¶ (¬1) 25 ) من شريط مفرغ باسم (( بين الغربة والتمكين : 8 )) . ¶ (¬2) 26 ) السلفيون نسبة إلى السلف الصالح رضوان الله عليهم ، والسلف هم أهل القرون الثلاثة المفضلة التي جاءها الثناء والمدح من رسول الله ( - صلى الله عليه وسلم - ) ، من الصحابة والتابعين والتابعين لهم بإحسان . ¶ والسلف لغة : ما مضى وتقدم ، يقال : سلف الشيء سلفاً : أي مضى ، والسلف : الجماعة المتقدمون ، أو القوم المتقدمون في السير . ¶ قال تعالى : (( فَلَمَّا آسَفُونَا انتَقَمْنَا مِنْهُمْ فَأَغْرَقْنَاهُمْ أَجْمَعِينَ ، فَجَعَلْنَاهُمْ سَلَفاً وَمَثَلاً لِلآخِرِينَ )) [الزخرف : 55] . ¶ أي : جعلناهم سلفاً متقدمين لمن عمل بعملهم ، وذلك ليعتبر بهم من بعدهم ، وليتعظ بهم الآخرون. ¶ والسلف : ( من تقدمك من آبائك وذي قرابتك الذين هم فوقك في السن والفضل ؛ ولهذا سمي الصدر الأول من التابعين : السلف الصالح ) . ¶ قال القرطبي في تفسيره : (( 16 / 88 )) : (( قوله تعالى : { فجعلناهم سلفاً } أي جعلنا قوم فرعون سلفا قال أبو مجلز : ( سلفاً ) لمن عمل عملهم ، ( ومثلاً ) لمن يعمل عملهم . ¶ وقال مجاهد : ( سلفاً ) إخباراً لأمة محمد صلى الله عليه وسلم ، ( ومثلاً ) أي عبرة لهم ، وعنه أيضاً ( سلفاً ) لكفار قومك يتقدمونهم إلى النار ، قال قتادة : ( سلفاً ) إلى النار ( ومثلاً ) عظة لمن يأتي بعدهم ، والسلف المتقدم يقال : سلف يسلف سلفاً مثل طلب طلباً أي تقدم ومضى ، وسلف له عمل صالح أي تقدم ، والقوم السلاف المتقدمون ، وسلف الرجل آباؤه المتقدمون ، والجمع أسلاف وسلاف . ¶ وقال الدكتور إبراهيم بن محمد البريكان في (( المدخل لدراسة العقيدة الإسلامية : 14 )) : ( السلف في اللغة : المتقدم في الزمن على غيره . = ¶ =وشرعاً : هم الصحابة والتابعون وتابعوهم بإحسان إلى يوم الدين ، ممن أجمعت الأمة على عدالتهم وتزكيتهم ، ولم يرموا ببدعة مكفرة أو مفسقة ، وهم بهذا المعنى تعبير عن شخصية اعتبارية ومنهج متبع . ...... ¶ وبهذا يعلم عدم صحة دعوى أن السلفية مرحلة زمنية وكفى لأن منهج السلف يشتمل على جانبين : ¶ الأول : جانب القدوة . ¶ الثاني : جانب المنهج المتبع . ¶ فالقدوة : هم أصحاب العصور الثلاثة ، والمنهج : هو الطريقة المتبعة في هذه العصور في الفهم العقدي والاستدلال والتقرير والعلم والإيمان . ¶ وبهذا يعلم : أن الوصف بالسلفية مدح وثناء على كل من أتخذها قدوة ومنهجاً . ¶ وأما الوصف بها دون تحقيق ما دلت عليه فليس فيه مدح وثناء ، لأن العبرة بالمعاني لا بالمصطلحات اللفظية ....... ¶ ثم قال : والخلف : هو المتأخر بالزمن عمن قبله . ¶ وشرعاً هم كل من رُمي ببدعة مكفرة أو مفسقة وذُم من الأمة شخصاً أو معتقداً . = ¶ = والخلف هنا أيضا ليس فترة زمنية تنقضي بموت أفرادها ، ولكنه منهج وقدوة في الباطل ، وهو بذلك قدوة لمن فسُد اعتقاده ... )) أ . هـ ¶ ولهذا يطلق على طريقتهم السلفية نسبة لذلك ، وعلى طريقة من عدل عن منهجهم الخَلَفية نسبة لذلك .",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "أهل السنة والجماعة فهم القلة الغرباء الذين يُصلِحون أنفسهم ويُصلحون غيرهم ، أما لو نظرنا إلى ما سواهم من الذين انشقوا عن جماعتهم الأم فإنك ترى الجاه والسلطة والقوة ومباهج الدنيا تتراقص بين أيديهم ولا أثر لغربة واغتراب يظهر على ملامحهم وأحوالهم . ¶ صفات ومميزات الغرباء : ¶ إن الصفات والمميزات التي يتصف الغرباء ويتميزون بها عن غيرهم كثيرة جداً ، وإليك ـ أخي الحبيب ـ أهمها وأبرزها : ¶ 1 ) ليس لهم قدوة ولا إمام يمكن أن يقتدوا به في كل زمان ومكان إلا رسول الله محمد ( - صلى الله عليه وسلم - ) ، ومن ثَمَّ أفضل السلف (( بعد رسول الله صلى الله عليه وعلى آله وسلم الصحابة الذين أخذوا دينهم عنه بصدق وإخلاص ، كما وصفهم الله تعالى في كتابه العزيز ، بقوله : ¶ { مِنْ الْمُؤْمِنِينَ رِجَالٌ صَدَقُوا مَا عَاهَدُوا اللَّهَ عَلَيْهِ فَمِنْهُمْ مَنْ قَضَى نَحْبَهُ وَمِنْهُمْ مَنْ يَنْتَظِرُ وَمَا بَدَّلُوا تَبْدِيلاً{ [ سورة الأحزاب : 23 ] . ¶ ثم الذين يلونهم من القرون المفضلة الأولى الذين قال فيهم رسول الله صلى الله عليه وعلى آله وسلم : (( خير الناس قرني ، ثم الذين يلونهم ، ثم الذين يلونهم )) [ رواه البخاري ومسلم ] . ¶ ولذا فإن فالصحابة والتابعون أحق بالاتباع من غيرهم ، وذلك لصدقهم في إيمانهم ، وإخلاصهم في عبادتهم ، وهم حراس العقيدة ، وحماة الشريعة العاملون بها قولاً وعملاً ، ولذلك اختارهم اللهم تعالى لنشر دينه ؛ وتبليغ سنة نبيه صلى الله عليه وسلم . ¶ قال النبي صلى الله عليه وسلم : (( تفترق أمتي على ثلاث وسبعين ملة ؛ كلهم في النار إلا ملة واحدة )) قالوا : من هي يا رسول الله ؟ قال : (( ما أنا عليه وأصحابي )) [ صحيح سنن الترمذي : للألباني ] .",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "ويطلق على كل من اقتدى بالسلف الصالح ، وسار على نهجهم في سائر العصور (( سلفي )) نسبة إليهم ، وتمييزاً بينه وبين من يخالفون منهج السلف ويتبعون غير سبيلهم ، قال تعالى : }وَمَنْ يُشَاقِقْ الرَّسُولَ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدَى وَيَتَّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ نُوَلِّهِ مَا تَوَلَّى وَنُصْلِهِ جَهَنَّمَ وَسَاءَتْ مَصِيراً{ ، ولا يسع أي مسلم إلا أن يفتخر بالانتساب إليهم . ¶ ولفظ (( السلفية ))(¬1) ¶ ¬__________ ¶ (¬1) 27 ) هنالك بعض الشبهات تثار حول الدعوة السلفية ، والمنهج السلفي ، يقصد من ورائها محاولة الانتقاص منهما ، والتنفير عنهما ، وإليك ـ أخي الحبيب ـ أهمها مع الرد عليها : ¶ الشبهة الأولى : يقول البعض : أن السلفية فترة زمنية ومرحلة آنية انتهت بموت أفرادها !!! وهذه شبهة قد تثار ويقصد من وراءها إثارة الشكوك والشبهات حول منهج السلفيين وطريقتهم . ¶ فنقول : إنَّ لفظ السلف إذا أُطلق فيراد به أهل القرون الثلاثة المفضلة الذين تمسكوا بسنة وهدي النبي ( - صلى الله عليه وسلم - ) علماً وعملاً . ¶ وإذا قيل السلفيون فهم أتباع السلف الصالح ، في كل زمان ومكان ، الذين أخذوا طريقتهم بالتمسك بالدين ، وساروا على منهجهم ، واقتفوا أثرههم ، ويُقال لطريقتهم وجادَّتهم السلفية نسبة للسلف الصالح . ¶ وبهذا نعلم أنَّ السلفية تطلق ويراد بها أحد معنيين : ¶ الأول : الحقبة التاريخية التي عاش فيها أهل القرون الثلاثة المفضلة ، وهي بهذا المعنى قد مات أفرادها ( رضي الله عنهم ) . ¶ ولو نظرنا إلى قوله تعالى { وَالسَّابِقُونَ الأَوَّلُونَ مِنَ الْمُهَاجِرِينَ وَالأَنصَارِ وَالَّذِينَ اتَّبَعُوهُم بِإِحْسَانٍ رَّضِيَ اللّهُ عَنْهُمْ وَرَضُواْ عَنْهُ وَأَعَدَّ لَهُمْ جَنَّاتٍ تَجْرِي تَحْتَهَا الأَنْهَارُ خَالِدِينَ فِيهَا أَبَداً ذَلِكَ الْفَوْزُ الْعَظِيمُ } [التوبة : 100] سنجد أنَّ الله تعالى أمتدح وأثنى على ثلاثة أصناف من البشر ، وهم : = ¶ = الصنف الأول : المهاجرون وقد انتهى عهدهم . ¶ الصنف الثاني : الأنصار وقد انتهى عهدهم . ¶ الصنف الثالث : كل من اتبعهم بإحسان وسار على نهجهم واقتفى أثرهم ، وهذا الوصف مستمر إلى يوم القيامة ، وهذه الأصناف الثلاثة كما قال تعالى { رَّضِيَ اللّهُ عَنْهُمْ وَرَضُواْ عَنْهُ } . ¶ الثاني : الطريقة التي كان عليها أهل تلك القرون الفاضلة من التمسك بالكتاب والسنة الصحيحة وتقديمهما على كل ما سواهما ، والعمل بهما على مقتضى فَهم السلف الصالح . ¶ والسلفية بالمعنى الثاني أولى بالأخذ والالتزام ، لأنه منهاج باقٍ إلى يوم القيامة ، يصح الانتساب إليه متى ما تحققت شروط الانتساب وطُبِقت مفرداته ، فكل من ألتزم منهاجهم في العلم والعمل فهو منهم وسلفي مثلهم ، والمرء يحشر مع من يحب . = ¶ = الشبهة الثانية : هنالك البعض ممن يطرق سمعه تأسي أهل السنة والجماعة بالسلف أهل القرون الثلاثة المفضلة يقول مشككاً : ألم يظهر في فترة السلف تلك ، أمثال الجهم بن صفوان ، والجعد بن درهم وغيرهم ممن لا ترضون عنهم ؟ ¶ الجواب : لقد قلنا _سابقاً _ أن السلف هم ممن أجمعت الأمة على عدالتهم وتزكيتهم ، ولم يرموا ببدعة مكفرة أو مفسقة ، وبهذه القيود خرج الجهم وأمثاله من حظيرة السلف الصالح ، ولله الحمد والمنة . ¶ ( 28 ) الوجيز في عقيدة السلف الصالح : 25 للشيخ عبد الله بن عبد الحميد الأثري .",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "أصبح علماً على طريقة السلف الصالح في تلقي الإسلام وفهمه وتطبيقه ، وبهذا فإن مفهوم السلفية يطلق على الملتزمين بكتاب الله ، وما ثبت من سنة ¶ رسول الله صلى الله عليه وعلى آله وسلم ؛ التزاماً كاملاً بفهم السلف ))(¬1). ¶ 2 ) هم الذين يحملون علم النبي ( - صلى الله عليه وسلم - ) ، حيث أعطوه اهتماماً بالغاً ، وأولوه عناية فائقة علماً وعملاً ودعوة ، وجعلوه واجباً في أعناقهم لا يفرطون به أبداً ، وهذا الواجب مبني على شقين : ¶ الأول : الدعوة إلى هذا الإرث النبوي الشريف ، على علم وبصيرة وحكمة ، دعوة منضبطة بالضوابط الشرعية التي ورد ذكرها في الكتاب والسنة الصحيحة ، مع مراعاة كل ما من شأنه أن يضر بهذه الدعوة المباركة فيخرجها عن أُطرها الشرعية المُصلِحة ¶ في كل زمان ومكان ، ولهذا وضعوا نصب أعينهم ميزان المصالح والمفاسد(¬2) ¶ ¬__________ ¶ (¬2) 29 ) إنَّ مسألة النظر إلى المصالح والمفاسد ووجوب الالتفات إليهما قبل الشروع في العمل وفق قاعدة ( درء المفاسد مقدم على جلب المصالح )) أصل نبوي عمل به النبي ( - صلى الله عليه وسلم - ) في مواضع وحوادث كثيرة ، سواء كان في حال القوة أو الضعف ، أو في حال السلم أو الحرب ، لاسيما ونحن نعيش في زمن صارت فيه هذه القاعدة الشرعية الأصلية مثار سخرية وانتقاص ممن لا يقيم لها وزناً ، وصار من يأمر بها و يدعو إليها يُرمى بالجُبن والخور والانهزامية . ¶ ولقد ذكر الإمام أبن القيم في ( إعلام الموقعين 3 / 137 )) تسعاً وتسعين وجهاً ودليلاً من الكتاب والسنة توجب العمل بهذه القاعدة الشرعية ، ثم قال في ختامها : (( ولنقتصر على هذا العدد من الأمثلة الموافق لأسماء الله الحسنى التي من أحصاها دخل الجنة ، تفاؤلاً بأنه من أحصى هذه الوجوه وعلم أنها من الدين وعمل بها دخل الجنة ، إذ قد يكون قد اجتمع له معرفة أسماء الرب تعالى ومعرفة أحكامه ، ولله وراء ذلك أسماء وأحكام ، وباب سد الذرائع أحد أرباع التكليف فإنه أمر ونهي ، والأمر نوعان : ¶ أحدهما : مقصود لنفسه . ¶ والثاني : وسيلة إلى المقصود . ¶ والنهي نوعان : ¶ أحدهما : ما يكون المنهي عنه مفسدة في نفسه . = ¶ = والثاني : ما يكون وسيلة إلى المفسدة ، فصار سد الذرائع المفضية إلى الحرام أحد أرباع الدين)) أ.هـ ¶ ونحن يمكن أن نستشهد على هذه القاعدة بحوادث كثيرة ومشهورة لا يمكن لأحد أن يخفيها ويسدل الستار عليها : ¶ الأولى : كان النبي ( - صلى الله عليه وسلم - ) يرى في مكة أشد المنكرات وأعظم المحرمات ولم يسع إلى تغييرها خوفاً من زيادة المنكر عملاً بالقاعدة ((درء المفاسد مقدم على جلب المصالح )) ¶ وقد يقول قائل على سبيل الاستفسار أو الإنكار : لقد كان النبي ( - صلى الله عليه وسلم - ) في مكة مستضعفاً ولهذا لم يسعَ في ذلك . نقول : ليس الأمر كذلك ، بل إن هذه القاعدة يعمل بها على إطلاقها ، في كل = =وقت وحين متى ما خيفت المفسدة ، بدليل أن النبي ( - صلى الله عليه وسلم - ) لما دخل مكة منتصراً أراد هدم الكعبة وإعادة بناءها على قواعد إبراهيم ( عليه الصلاة والسلام ) ، ولكنه ترك ذلك ولم يفعله ، مع قوته وإمكانيته حينها درءاً للمفسدة التي من الممكن أن تقع بعد ذلك . ¶ فعن سعيد بن ميناء قال سمعت بن الزبير يقول وهو على المنبر حين أراد أن يهدم الكعبة ويبنيها : حدثتني عائشة خالتي أن رسول الله صلى الله عليه وسلم قال لها يا عائشة : (( لولا أن قومك حديث عهد بشرك لهدمت الكعبة ثم زدت فيها ستة أذرع من الحجر فإن قريشاً اقتصرت بها حين بنت البيت وجعلت لها بابين باباً شرقياً وباباً غربياً وألزقتها بالأرض )) رواه أبن حبان وصححه الإمام الألباني في (( صحيح سنن النسائي : 5 /215 )) و (( صحيح جامع الترمذي : 3 / 224 )) . ¶ الثانية : كان النبي ( - صلى الله عليه وسلم - ) يمر وهو في مكة ببعض المسلمين وهم يعذبون في ذات الله ، فيأمرهم بالصبر ويبشرهم بالجنة ، وقد قُتل بعضهم كسمية ( رضي الله عنها ) ولم يأمر في ذلك الوقت أحداً بالقتال أو الاغتيال خلسة ، لما يترتب على ذلك من المفسدة ما هو أعظم من مفسدة تعذيب بعضهم ، ألا وهي مفسدة استئصال المسلمين جميعاً وهم قلة مستضعفون ، ولما أراد أهل بيعة العقبة من الأنصار أن يَغيروا على أهل منى في موسم الحج وهم نائمون نهاهم النبي ( - صلى الله عليه وسلم - ) عن ذلك . ولم تكن مثل هذه السياسة في ذلك الوقت جبناً ولا خوراً ولا خذلاناً للمسلمين لقاعدة الشريعة الأصلية وهي : ( احتمال أدنى المفسدتين لدرء أعلاهما ) . ¶ الثالثة : لقد ترك النبي ( - صلى الله عليه وسلم - ) قتل أبن أبي بن سلول رأس المنافقين مع كونه قد قال ما يستوجب القتل حين وصف النبي بالأذل ، وترك أيضاً إقامة حد القذف عليه لما تكلم في عرض عائشة ، وكذلك ترك قتل ذي الخويصرة لما طعن في عدالته في قسمته حين قسَّم غنائم جاءته من البحرين على بعض الناس يتآلفهم دون أن يكون له منها شيئاً ، وهي ردة كما قرره شيخ الإسلام في الصارم= =المسلول ، كل ذلك لئلا يتحدث الناس أنَّ محمداً يقتل أصحابه ، وهي مفسدة أعظم من مفسدة ترك إقامة الحد عليهم . [ أنظر الغلو : 148 للمؤلف ] .",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "ـ كما أُمروا ـ كميزان يوزنون به أفعالهم وأقوالهم ، ولهذا ترى أنهم لا يدعون إلى شيء يعقبه مفاسد راجحة تضر أكثر مما تنفع وتفرق أكثر مما تجمع . ¶ الثاني : الدفاع عن هذا الإرث النبوي الشريف ، ورد كيد كل من يريد الإخلال به ، والتجاوز عليه ، سواء كان بتحريف أو تبديل أو زيادة أو نقصان ، من غير مداهنة لعزيز أو مجاملة لحبيب ، مهما كانت منزلته ومكانته ، فالحق أحب إليهم من أنفسهم وأهليهم ، ولهذا عدَّلهم النبي ( - صلى الله عليه وسلم - ) وأثنى عليهم بقوله (( يحمل هذا العلم من كل خلَفٍ عدولُه ، ينفون عنه تحريف الغالين وانتحال المبطلين وتأويل الجاهلين ))(¬1). ¶ 3 ) لا يوالون ولا يعادون إلا على أساس الانتماء إلى الإسلام الصحيح ، لا حزبية جوفاء تجمعهم ولا تكتل مُسيَّس يُأطرهم ، وإنما اخوة الإسلام والإيمان هي الرابطة الوحيدة التي تجمع قلوبهم ، وتوحد كلمتهم ، وتُقوي أواصر المحبة بينهم . ¶ 4 ) لو نظرنا في حال من ينتسب إلى الإسلام وعبر مراحل عمره الطويلة ، وخاصة في أهل هذا الزمان الذي طغت فيه الماديات وعُبِدت فيه الشهوات والنزوات وتشاغل الكثير من الناس عما هو قادم وآت ، حتى انحرف الكثير منهم عن منهج رب الأرض والسموات ، فإننا لا نجد من أحد على مثل ما كان عليه النبي ( - صلى الله عليه وسلم - ) وأصحابه الكرام إلا هم ، وإليك البيان : ¶ ¬__________ ¶ (¬1) 30 ) أخرجه البيهقي في سننه برقم 20700 ، وصححه الشيخ الألباني في مشكاة المصابيح برقم 248 .",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "1 ) قال الشيخ العلامة أحمد بن يحيى النجمي : (( وبهذا يتبيَّن على أنَّ قَولُه (( كلها في النار إلاَّ واحدة )) ليس المراد به أنَّهم كلهم مخلدون في النار(¬1)فيما نعتقد ، ثم إنَّ هذه الواحدة المستثناة هي التي تدين بما دان به الصحابة عقيدةً ، وعملاً ، وتعاملاً ، وهي عقيدة أهل السنَّة والجماعة وأنَّ الألوهية لله وحده ، وأنَّه لا يجوز أن يدعى غيره ، ولا يستغاث بغيره ، وأنَّ من فعل ذلك فإنَّه مشرك شركاً أكبر ، وأنَّ المتابعة تكون لرسول الله - صلى الله عليه وسلم - لا يقدم قول أحد على قوله ، ولا رأي أحدٍ على سنته ، وعقيدتهم في توحيد الأسماء والصفات هو الإيمان بها ، واعتقاد معناها الذي تدل عليه باللسان العربي ، و إمرارها كما جاءت بلا تكييفٍ ، ولا تمثيل ، ولا تشبيه ، ولا تعطيل ، وأنَّ أمَّة محمدٍ - صلى الله عليه وسلم - يجب أن تكون أمَّةً واحدة ، وأنَّ الاختلاف ، والافتراق مبتدع إلى آخر ما هو مذكورٌ في عقيدة أهل السنَّة والجماعة . ¶ وأنَّ القائمين على السنَّة هم أهل الأثر أهل الحديث ، ومن سواهم فإنَّه إن أصاب من وجهٍ أخطأ من وجهٍ آخر ، ولا ينجو من الاختلاف ولا يستقيم على العقيدة الصحيحة إلاَّ أهل الحديث ....(¬2)) . ¶ ¬__________ ¶ (¬1) 31 ) وقال الشيخ النجمي موضحاً ( ص : 186 ) : (( وقد تقدم لنا في أول هذا الشرح أنَّه ليس المراد بقوله : {كلها في النار إلاَّ واحدة } أنَّهم كلهم كفار مخلَّدون ؛ بل أنَّ هذه الفرق مختلفة منها ما تبلغ بدعتهم إلى حدِّ الكفر فيخرجون من الإسلام ، ويحكم عليهم بالكفر ، ويكونون مخلدين في النار يوم القيامة ومنها فرق لا تبلغ بدعهم إلى حدِّ الكفر بل تكون مفسقة فهؤلاء يرجون ما يرجوه الموحدون إذا ماتوا على التوحيد )) ا . هـ ¶ (¬2) 32 ) إرشاد الساري إلى توضيح شرح السنة للإمام أبي محمد الحسن بن علي بن خلف البربهاري : 187 )) .",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وقال الشيخ النجمي : (( وفي رواية : {هم الذين على مثل ما أنا عليه وأصحابي } وليس أحدٌ من المليين ( المليين : أتباع الملة المحمدية ) على مثل ما عليه النبي - صلى الله عليه وسلم - وأصحابه إلاَّ أصحاب الحديث ، وأتباع الأثر ، وقرر أهل العلم من السلف بأنَّ الطائفة المنصورة هم أصحاب الحديث ، وهم الذين ينجون من كلِّ فتنة ، ويفندون كلَّ شبهة ويردون كلَّ ضلالة بما قال الله عز وجل ، وقال رسوله - صلى الله عليه وسلم - وما قاله سلف الأمة ، نسأل الله أن يجعلنا منهم ، وأن يوفقنا لأعمالهم ، وأن يحشرنا في زمرتهم إنَّه جوادٌ كريم ))(¬1)أ هـ. ¶ 2 ) قال الشيخ زكريا بن غلام قادر الباكستاني في (( أصول الفقه على منهج أهل الحديث : 3 )) : (( لقد تتابعت كلمات الأئمة أن هذه الطائفة المنصورة هم أهل الحديث ، قال أبو الفتوح الطائي الهمذاني في كتاب الأربعين ( 163 ـ مكتبة المعارف ) : نقل عن الجم الغفير والعدد الكثير من علماء الأمة ، وأعيان الأئمة ، مثل عبد الله بن المبارك ، وأحمد بن حنبل ، ويزيد بن هارون ، وإبراهيم بن الحسن ديزيل الهمذاني أن المراد بالطائفة المذكورة في الحديث : هم أصحاب الحديث وأهل الآثار الذين نهجوا الدين القويم وسلكوا الصراط المستقيم ، فتمسكوا بالسبيل الأقوم ، والمنهاج الأرشد )) انتهى . ¶ وإذا كان أهل الحديث هم الطائفة المنصورة ، فلا شك أنهم يكونون أفقه الناس ، وأصولهم أصح الأصول ، لأن هذا من مقومات الطائفة المنصورة ، وإنما يعيب أهل الحديث بقلة الفقه من لا يعرف الفقه الصحيح أولا يعرف أهل الحديث حق المعرفة ، أو ما قرأ تبويبات البخاري في صحيحه ، أو مسائل أحمد بن حنبل ، أو الأم للشافعي ، أو شرح السنة للبغوي ، أو مجموع الفتاوى لأبن تيمية ، أو غيرها من كتب أهل الحديث )) أ . هـ ¶ ¬__________ ¶ (¬1) 33 ) إرشاد الساري : 202 .",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "وبالمحصلة نرى أنهم يمثلون العمق التاريخي و الامتداد الحقيقي والطبيعي للإسلام في صفائه وبهائه ، وللمسلمين في اجتماعهم وتآلفهم ، بينما نرى ما عداهم من الفرق والأحزاب ، ـ سواء كانت حزبية سياسية أو عسكرية أو سلوكية طرقية ـ تتساقط أمامهم ، ولا تقوى على مشابهتهم في تمسكهم بكتاب ربهم وسنة نبيهم ( - صلى الله عليه وسلم - ) ، فهم المنصورون بنصر الله تبارك وتعالى لهم . ¶ قال الشيخ بكر بن عبد الله أبو زيد : (( وهذه الفرق العقدية والسلوكية والسياسية تساقطت أمام جماعة المسلمين أهل السنة والجماعة ، الذين درجوا على منهاج النبوة ولم ينفصلوا عنها ولا لحظة زمنية واحدة ، لا باسم ولا برسم ، فليس لهم شخص ينتمون إليه سوى النبي ( - صلى الله عليه وسلم - ) ومن قفى أثره ، وليس لهم رسم ومنهاج سوى منهاج النبوة : الكتاب والسنة ، وليس لهم جماعة من المسلمين بل جماعتهم المسلمون ، إذ الأصل لا يحتاج إلى سمة خاصة به تميزه ، إنما الذي يحتاج إلى أسم معين هو الخارج عن الأصل من تلكم الجماعات التي انشقت من الأصل : جماعة المسلمين . ¶ وفي الحديث الصحيح الذي رواه الإمام أحمد وغيره أنه ( - صلى الله عليه وسلم - ) قال : (( من دعا بدعوة الجاهلية فهو من جثاء جهنم ، وإن صام وصلى وزعم أنه مسلم ، فأدعو بدعوة الله التي سماكم بها المسلمين عباد الله )) . ¶ فهم بحق يمثلون الامتداد الطَّبَعي للإسلام في مجموعة صفائه ، وللمسلمين في اجتماعهم وائتلافهم ، ولهذا لما جاء رجل على الإمام مالك _ رحمه الله تعالى _ فقال : يا أبا عبد الله ! أسألك عن مسألة أجعلك حجة فيما بيني وبين الله عز وجل . ¶ قال مالك : (( ما شاء الله ، لا قوة إلا بالله ، سل )) . ¶ قال : مَن أهل السنة ؟ ¶ قال :(( أهل السنة الذين ليس لهم لقب يُعرَفون به لا جهمي ولا قدري ولا رافضي )) .......",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "فالله تعالى قد سمانا في القرآن : المسلمين ، المؤمنين ، عباد الله ، فلا نعدل عن الأسماء التي سمانا بها إلى أسماء أحدثها قوم _ وسموها هم وآباؤهم _ ما أنزل الله بها من سلطان ))(¬1)أ . هـ ¶ ولكن لما كَثُر الخلط واللبس وخرجت الفرق والأحزاب ، وانفصلت عن الجماعة الأم ، ومن ثَم انتسبت إلى الإسلام وتسمت بأسماء الإسلام ، فانشقت بأصولها وغاياتها التي تسعى إلى تحقيقها عن (( العمود الفقري للمسلمين ، ظهرت ألقاب _ أهل السنة والجماعة _ الشرعية المميزة لجماعة المسلمين لنفي الفرق والأهواء عنهم ، سواء ما كان من الأسماء ثابتاً لهم بأصل الشرع : ¶ 1 ) الجماعة . ¶ 2 ) جماعة المسلمين . ¶ 3 ) الفرقة الناجية . ¶ 4 ) الطائفة المنصورة . ¶ أو بواسطة التزامهم بالسنن أمام أهل البدع ، ولهذا حصل الربط لهم بالصدر الأول فقيل لهم : ¶ 1 ) السلف . ¶ 2) أهل الحديث . ¶ 3 ) أهل الأثر . ¶ 4) أهل السنة والجماعة . ¶ وهذه الألقاب الشريفة تخالف أي لقب كان لأي فرقة كانت ، من وجوه : ¶ الأول : أنها نسب لم تنفصل ولا لحظة عن الأمة الإسلامية منذ تكونها على منهاج النبوة ، فهي تحوي جميع المسلمين على طريقة الرعيل الأول ....... ¶ الثاني : أنها تحوي كل الإسلام : الكتاب والسنة ، فهي لا تختص برسم يخالف الكتاب والسنة زيادة أو نقصاً . ¶ الثالث : أنها ألقاب منها ما هو ثابت بالسنة الصحيحة ، ومنها ما لم يبرز إلا في مواجهة مناهج أهل الهواء والفرق الضالة ، لرد بدعتهم والتميز عنهم ، وإبعاد الخلطة بهم ولمنابذتهم ، فلما ظهرت البدعة تميزوا بالسنة ولما حُكِّم الرأي تميزوا بالحديث والأثر ، ولما فشت البدع والأهواء في الخُلُوف تميزوا بهدي السلف وهكذا ... ومن الملاحظ : أنه لو كانت الأمة في قالب الإسلام الصحيح خالية من البدع والأهواء _ كما كان الصدر الأول _ ومقدمة السلف الصالح لغابت هذه الألقاب المميزة لعدم وجود المناهض لها . ¶ ¬__________ ¶ (¬1) 34 ) حكم الانتماء : 37 .",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "الرابع : أن عقد الولاء والبراء والموالاة والمعاداة لديهم هو على الإسلام لا غير ، لا على رسم بأسم معين ، ولا على رسم محدد ، إنما هو الكتاب والسنة فحسب . ¶ الخامس : أن هذه الألقاب لم تكن داعية للتعصب لشخص دون رسول الله ( - صلى الله عليه وسلم - ) ...... ¶ السادس : أن هذه الألقاب لا تفضي إلى بدعة ، ولا إلى معصية ، ولا إلى عصبية لشخص معين ولا لطائفة معينة ، فإذا قيل أهل السنة والجماعة أنتظم هذا اللقب هذه الخواص ، وهذا لا يكون لأحد من أهل الفرق بأسمائهم ورسومهم التي انشقوا بها عن جماعة المسلمين ))(¬1). ¶ بينما لو تأملنا في أسماء أهل البدع وألقابهم لرأينا أنها : ¶ 1 ) إما ترجع إلى الانتساب لأشخاص كالجهمية نسبة إلى الجهم بن صفوان ، والزيدية نسبة إلى زيد بن علي بن الحسين ، والكلَّابية نسبة إلى عبد الله بم كلَّاب ، والكرامية نسبة إلى محمد بن كرام ، والأشعرية نسبة إلى أبي الحسن الأشعري . ¶ 2 ) وإما إلى ألقاب مشتقة من أصل بدعتهم كالرافضة لرفضهم زيد بن علي ، أو لرفضهم إمامة الشيخين ، والنواصب لنصبهم العداء لأهل البيت ، والقدرية لكلامهم في القدر ، والصوفية للبسهم الصوف ، والباطنية لزعمهم أن للنصوص ظاهراً وباطناً ، والمرجئة لإرجائهم العمال عن مسمى الإيمان . ¶ 3 ) وأما أن هذه الألقاب ترجع إلى سبب خروج من تسمى بها عن عقيدة المسلمين وجماعتهم كالخوارج لخروجهم على أمير المؤمنين على بن أبي طالب رضي الله عنه ، والمعتزلة لاعتزال رئيسهم واصل بن عطاء مجلس الحسن البصري .(¬2) ¶ أما علاماتهم : ¶ ¬__________ ¶ (¬1) 35 ) المصدر السابق : 41 _ 45 [ بتصرف ] . ¶ (¬2) 36 ) انظر (( موقف أهل السنة والجماعة من أهل الأهواء والبدع : 1 / 46 )) للدكتور إبراهيم بن عامر الرحيلي .",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "قال الدكتور إبراهيم الرحيلي : (( لأهل البدع علامات جامعة لهم ، تظهر عليهم ويتميزون بها ، وقد أخبر الله تعالى في كتابه ورسوله في سنته عن بعض علاماتهم تحذيراً للأمة منهم ، والنهي عن سلوك مسالكهم ، كما نصَّ على بعض علاماتهم السلف الصالح من الصحابة والتابعين ، ومن أتى بعدهم من علماء الأمة . ¶ وسأورد طرفاً من هذه العلامات التي يتميز بها أهل البدع لتكون عوناً على معرفتهم إن شاء الله تعالى ، فمن علاماتهم : ¶ 1 ) الفُرقة : وقد أخبر الله تعالى عنها بقوله { وَلاَ تَكُونُواْ كَالَّذِينَ تَفَرَّقُواْ وَاخْتَلَفُواْ مِن بَعْدِ مَا جَاءهُمُ الْبَيِّنَاتُ وَأُوْلَئِكَ لَهُمْ عَذَابٌ عَظِيمٌ } [ آل عمران : 105]. ¶ وقال تعالى { إِنَّ الَّذِينَ فَرَّقُواْ دِينَهُمْ وَكَانُواْ شِيَعاً لَّسْتَ مِنْهُمْ فِي شَيْءٍ إِنَّمَا أَمْرُهُمْ إِلَى اللّهِ ثُمَّ يُنَبِّئُهُم بِمَا كَانُواْ يَفْعَلُونَ } [الأنعام : 159] . ¶ 2 ) إتباع الهوى : وهي من أبرز صفاتهم قال الله تعالى { أَفَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ وَأَضَلَّهُ اللَّهُ عَلَى عِلْمٍ وَخَتَمَ عَلَى سَمْعِهِ وَقَلْبِهِ وَجَعَلَ عَلَى بَصَرِهِ غِشَاوَةً فَمَن يَهْدِيهِ مِن بَعْدِ اللَّهِ أَفَلَا تَذَكَّرُونَ } [الجاثية : 23] . ¶ 3 ) إتباع المتشابه : وقد أخبر الله تعالى عن اتصافهم بذلك بقوله { هُوَ الَّذِيَ أَنزَلَ عَلَيْكَ الْكِتَابَ ، مِنْهُ آيَاتٌ مُّحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ ، وَأُخَرُ مُتَشَابِهَاتٌ ، فَأَمَّا الَّذِينَ في قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاء الْفِتْنَةِ وَابْتِغَاء تَأْوِيلِهِ ، وَمَا يَعْلَمُ تَأْوِيلَهُ إِلاَّ اللّهُ وَالرَّاسِخُونَ فِي الْعِلْمِ يَقُولُونَ آمَنَّا بِهِ كُلٌّ مِّنْ عِندِ رَبِّنَا وَمَا يَذَّكَّرُ إِلاَّ أُوْلُواْ الألْبَابِ } [آل عمران : 7] .",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وروى اللالكائي في (( شرح أصول اعتقاد أهل السنة : 1 / 123 )) عن أمير المؤمنين عمر بن الخطاب رضي الله عنه قال (( سيأتي أناس يجادلوكم بشبهات القرآن فجادلوهم بالسنن ، فإن أصحاب السنن أعلم بكتاب الله )) .... ¶ 4 ) معارضة السنة بالقرآن : ومن علامات أهل البدع معارضة السنة بالقرآن ، ودعوى الاكتفاء بالقرآن عن السنة في التشريع ، كما أخبر بذلك رسول الله ( - صلى الله عليه وسلم - ) بقوله : (( ليوشك الرجل متكئاً على أريكته يُحَدث بحديثي فيقول : بيننا وبينكم كتاب الله ما وجدنا فيه من حلال استحللناه ، وما وجدنا فيه من حرام حرمناه ، ألا وأن ما حرَّم رسول الله فهو مثل ما حرَّم الله ))(¬1). ¶ ¬__________ ¶ (¬1) 37 ) الحديث بهذا اللفظ رواه الدارمي في سننه برقم : 586 ، وقد ورد بألفاظ أخرى من طرق مختلفة منها : ¶ 1 ) أخرجه أبن ماجة في سننه برقم : 12 ، عن المقدام بن معد يكرب الكندي ؛ أن رسول الله صلى الله عليه وسلم قال : (( يوشك الرجل متكئاً على أريكته يحدث بحديث من حديثي فيقول: بيننا وبينكم كتاب الله عز وجل ، فما وجدنا فيه من حلال استحللناه ، وما وجدنا فيه من حرام استحرمناه ، ألا وإن ما حرم رسول الله صلى الله عليه وسلم مثل ما حرم الله )) ، وصححه الشيخ الألباني في صحيح سنن أبن ماجة 1 / 6 . ¶ 2 ) أخرجه أبو داود في سننه برقم : 4604 ، عن المقدام بن معد يكرب ، عن رسول اللّه صلى اللّه عليه وسلم أنه قال : (( ألا إنِّي أوتيت الكتاب ومثله معه ، لا يوشك رجلٌ شبعان على أريكته يقول: عليكم بهذا القرآن ؛ فما وجدتم فيه من حلالٍ فأحلوه وما وجدتم فيه من حرامٍ فحرموه ، ألا لا يحلُّ لكم الحمار الأهليُّ ، ولا كلُّ ذي نابٍ من السبع ، ولا لقطة معاهدٍ إلاَّ أن يستغني عنها صاحبها ، ومن نزل بقومٍ فعليهم أن يقروه ، فإِن لم يقروه فله أن يعقبهم بمثل قراه )) ، وصححه الشيخ الألباني في صحيح سنن أبي داود 4 / 200 ، وصحيح الجامع برقم 2643 . ¶ 3 ) أخرجه الحاكم في المستدرك عن عبيد الله بن أبي رافع عن أبيه عن النبي صلى الله عليه وسلم قال (( لا ألفين أحدكم متكئاً على أريكته يأتيه الأمر من أمري مما أمرت به ، أو نهيت عنه فيقول ما = = أدري ما وجدنا في كتاب الله اتبعناه )) وقال : قد أقام سفيان بن عيينة هذا الإسناد وهو صحيح على شرط الشيخين ولم يخرجاه والذي عندي أنهما تركاه لاختلاف المصريين في هذا الإسناد ، وصححه الألباني في صحيح سنن أبي داود 4 / 200 ، وصحيح الجامع برقم 7172 . ¶ ( 38 ) ) موقف أهل السنة والجماعة من أهل الأهواء والبدع : 1 / 125 [ بتصرف واختصار ].",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "5 ) بغض أهل الأثر : ومن علامات أهل البدع بغض أهل الأثر والوقيعة فيهم . ¶ فعن أحمد بن سنان القطان أنه قال : (( ليس في الدنيا مبتدع إلا وهو يبغض أهل الحديث )) . ¶ 6 ) إطلاق الألقاب على أهل السنة : ومن علامات أهل البدع التي نصَّ عليها العلماء : إطلاق الألقاب على أهل السنة بقصد انتقاصهم ، قال أبو حاتم الرازي : (( وعلامة الجهمية تسمية أهل السنة مشبهة ، وعلامة القدرية تسميتهم أهل الأثر مجبرة ، وعلامة المرجئة تسميتهم أهل السنة مخالفة ونقصانية ( نسبة إلى قولهم بزيادة الإيمان ونقصانه ) ، وعلامة الرافضة تسميتهم أهل السنة ناصبة )) . ¶ 7 ) ومن علامات أهل البدع تكفير مخالفيهم بغير دليل ، قال شيخ الإسلام أبن تيمية في (( منهاج السنة : 5 / 158 )) : ((فالخوارج تُكَفر أهل السنة والجماعة ، وكذلك المعتزلة يكفرون من خالفهم ، وكذلك الرافضة ومن لم يكفر فُسِق ، وكذلك أكثر أهل الأهواء يبتدعون رأياً ويكفرون من خالفهم فيه ))(¬1). ¶ الفصل الرابع ¶ أنواع الغربة وأسبابها ومظاهرها ¶ لقد علمنا مما سبق ذكره وبيانه أن الغربة غربتان ، وأن لكل غربة لها أسبابها التي أدت إلى ظهورها وانتشارها وبسط هيمنتها على واقع الحداث ، مما أدى بالتالي إلى ظهور عدة مظاهر وآثار كافرازات مريرة وقاسية ، أحس بها الغرباء دون غيرهم من الناس ، وإليك ـ أخي الحبيب ـ البيان والتفصيل : ¶ أولاُ : غربة أولى . ¶ ثانياً : غربة ثانية . ¶ أما الغربة الأولى : وهي غربة المسلمين الأوائل في مكة ، وما عانوه فيها من جور واضطهاد من قبل مشركي قريش ، الذين وقفوا بكل عناد واستكبار بوجه هذا الدين الجديد ، الذي شعروا من أول وهلة أنه سيسلب كل ما في أيديهم من ملك وجاه ووصاية على باقي القبائل التي تدين لهم بالولاء والرجوع لكونهم أهل البيت وسدنته .",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "ولعل من المفيد أن نذكر بعض الأسباب التي ساعدت على ظهور هذه الغربة ، مما أدى بالتالي إلى اغتراب المسلمين الأوائل المتمسكين بدينهم وهم بين أهليهم وعشيرتهم : ¶ أسباب الغربة الأولى : ¶ أولاً : ضعف تأثير النبوات السابقة في جزيرة العرب : وهذا شيء قد عُلم أهميته وأثره البالغ ، من خلال ما بَدَر من أهل مكة من تصرفات همجية جاءت كرد فعل على ما جاء به النبي ( - صلى الله عليه وسلم - ) من دين يأمرهم به بنبذ كل ما كانوا عليه من أدران الجاهلية وأثارها المقيتة ، فقد كان تأثير دعوات الأنبياء التي خص الله تعالى بها أقواماً ممن يسكنون خارج الجزيرة العربية على الجزيرة العربية ضعيفاً جداً ، مع أن أخبار تلك الدعوات قد طرق سمعهم ووصل إليهم ، سواء كان عن طريق الرحلات التجارية التي كانوا يقومون بها إلى الشام واليمن وباقي المدن الأخرى ، أو عن طريق العلاقات التي كانت تربطهم ببعض قبائل اليهود والنصارى التي كانت تحيط بالجزيرة العربية ، بحكم المجاورة و التعاملات التجارية . ¶ ومع ذلك فقد كان تأثير تلك الدعوات ضئيلاً وضعيفاً جداً ، حيث أنهم لم (( يبعث إليهم نبي قبل نبينا محمد صلى الله عليه وسلم برسالته العامة الخاتمة ، كما أخبر الله تعالى عن ذلك في كتابه حيث يقول : { أَمْ يَقُولُونَ افْتَرَاهُ بَلْ هُوَ الْحَقُّ مِنْ رَبِّكَ لِتُنْذِرَ قَوْمًا مَا أَتَاهُمْ مِنْ نَذِيرٍ مِنْ قَبْلِكَ لَعَلَّهُمْ يَهْتَدُونَ } ويقول { لِتُنْذِرَ قَوْمًا مَا أُنْذِرَ آبَاؤُهُمْ فَهُمْ غَافِلُونَ } قال أبن جريج ( رحمه الله ) : (( ... . لم يأتهم ولا آباءهم ، لم يأت العرب رسول من الله عز وجل )) ، وورد نحو هذا المعنى عن قتادة رحمه الله . ¶ وقال تعالى مبينًا نفي إنزال الكتب عليهم أو إرسال الرسل إليهم : (( وَمَا آتَيْنَاهُمْ مِنْ كُتُبٍ يَدْرُسُونَهَا وَمَا أَرْسَلْنَا إِلَيْهِمْ قَبْلَكَ مِنْ نَذِيرٍ )) .",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "ومهما يكن معنى هذه الآيات ؛ فإن العرب الذين بعث فيهم النبي صلى الله عليه وسلم لم يكونوا يدينون بدين ولا يدرسون كتابًا من الكتب السماويةكما كانت تفعل اليهود والنصارى ، ولهذا احتج الله عليهم ببعثة محمد صلى الله عليه وسلم وقال : (( وَهَذَا كِتَابٌ أَنْزَلْنَاهُ مُبَارَكٌ فَاتَّبِعُوهُ وَاتَّقُوا لَعَلَّكُمْ تُرْحَمُونَ ، أَنْ تَقُولُوا إِنَّمَا أُنْزِلَ الْكِتَابُ عَلَى طَائِفَتَيْنِ مِنْ قَبْلِنَا وَإِنْ كُنَّا عَنْ دِرَاسَتِهِمْ لَغَافِلِينَ.أَوْ تَقُولُوا لَوْ أَنَّا أُنْزِلَ عَلَيْنَا الْكِتَابُ لَكُنَّا أَهْدَى مِنْهُمْ فَقَدْ جَاءَكُمْ بَيِّنَةٌ مِنْ رَبِّكُمْ وَهُدًى وَرَحْمَةٌ )) .. ¶ وأما الآثار التي وصلت إلى أجدادكم من تراث إبراهيم عليه الصلاة والسلام ومن تلاه من الأنبياء والرسل فقد تحولت إلى رسوم حائلة دارسة ، ليس فيها إلا إغراء العرب بالتمسك بما هم عليه ، بزعم أنهم على إرث من إرث أبيهم إبراهيم عليه السلام، والأنبياء بعده، حتى إن إبراهيم وإسماعيل عليهما الصلاة والسلام قد صورهما العرب بصورة المؤيدين للعوائد والرسوم الجاهلية الوثنية ))(¬1). ¶ ثانيًا : العصبية لتراث الآباء والأجداد : ¶ ¬__________ ¶ (¬1) 39 ) الغرباء الأوائل : 85 .",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "وهذا وحده يُعَدُّ من الأسباب المباشرة التي جعلت أهل مكة يقفون بوجه دعوة النبي ( - صلى الله عليه وسلم - ) بعنف وكبرياء ، لأنه قد عَظُم عليهم أمر الخروج عن تراث عظيم توارثوه عن آبائهم وأجدادهم وأحاطوه بهالة من التقديس والتبجيل ، ولهذا نرى أن أبا طالب وهو في النزع الأخير يصارع الموت لم يقوى على الخروج عن هذا الإطار وعن هذا التراث ، حتى كان آخر كلمة يقولها (( أنا على ملة عبد المطلب )) في معرض رده على النبي ( - صلى الله عليه وسلم - ) الذي طالبه ـ والشفقة عليه تملأ قلبه ـ أن يقول لا إله إلا الله كلمة يحاجج له بها ربه يوم القيامة ، ولكنه أبى الخروج عن دين أبائه وأجداده .",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "ولهذا كان من عادة (( المشركين والوثنيين : تقديس ما وجدوا عليه آباءهم ، وتحريم المساس بشيء منه ؛ إذ هو عندهم الشرع الأعظم ، والمنهج الأقوم ، الذي يعتبر من تردد في قبول شيء منه - بل من رده ، أو ردَّ بعضه - مسفِّهًا للسابقين ، مزريًا بعقولهم ، مستكبرًا عليهم غير مؤدٍّ لحقوق البر الواجب لهم ؛ فهو منسوب إلى عقوقهم ، والسعي لإخمال ذكرهم ، ولهذا كان أكبر طاغوت تحارب به دعوات الرسل والأنبياء عليهم الصلاة والسلام هو طاغوت التقليد والعادة المتبعة(¬1). ¶ ¬__________ ¶ (¬1) 40 ) تعتبر حجة تقليد الأباء والأجداد حجة قديمة ومتكررة عبر حقب الزمان المتتالية ، فقد تمسك بها الأولون ، وهي لا تزال مستمرة تنبض بالحياة عند المتأخرين ، الذين تشبثوا بها ولم يخرجوا عنها ، ولهذا تجد لها انتشاراً واسعاً بين الناس ، فما تأتي أحدهم بدليل وبرهان ينقض ما هو عليه من خرافات وأباطيل وتقاليد باطلة إلا وأحتج عليك بما وجد عليه الأباء والأجداد ، وكأنها قارب نجاة يهرع إليه متى ما أعيته وأفزعته الحجج الدامغات والبراهين الواضحات ، ولو نظرنا في مناظرة نبي الله إبراهيم عليه الصلاة والسلام لقومه حول جدوى عبادتهم للأوثان التي كانوا يعكفون حولها ، وبماذا جاء ردهم عليه لوجدنا المثال جلياً واضحاً ، قال الله تبارك تعالى حكاية عنهم { وَاتْلُ عَلَيْهِمْ نَبَأَ إِبْرَاهِيم * إِذْ قَالَ لِأَبِيهِ وَقَوْمِهِ مَا تَعْبُدُونَ * قَالُوا نَعْبُدُ أَصْنَاماً فَنَظَلُّ لَهَا عَاكِفِينَ * قَالَ هَلْ يَسْمَعُونَكُمْ إِذْ تَدْعُونَ * أَوْ يَنفَعُونَكُمْ أَوْ يَضُرُّونَ * قَالُوا بَلْ وَجَدْنَا آبَاءنَا كَذَلِكَ يَفْعَلُونَ } [الشعراء : 69 ـ 74] . = ¶ = فأنظروا ـ يرحمكم الله ـ كيف ردوا على إبراهيم عليه السلام عندما سألهم عن حال أوثانهم التي يعبدونها من دون الله ، وهل تسمعهم أو تنفعهم أو تضرهم ؟ لم يقولوا أنها تسمع أو تنفع أو تضر ، بل هربوا من الإجابة على هذه الأسئلة التي نزلت على رؤوسهم كصاعقة مدوية لم يجدوا عنها مهرباً إلا بالاحتجاج بالحجة المعهودة (( بَلْ وَجَدْنَا آبَاءنَا كَذَلِكَ يَفْعَلُونَ )) . ¶ ولو نظرنا في القرآن لوجدنا أنه يرد على فريتهم تلك في مواضع كثيرة ، حيث بيَّنَ وهنها وضعفها ، وأنها لا تقوم وتستقيم لتكون حجة نافعة لهم فتنجيهم من الحساب والعقاب يوم القيامة ، قال تعالى عنهم { وَكَذَلِكَ مَا أَرْسَلْنَا مِن قَبْلِكَ فِي قَرْيَةٍ مِّن نَّذِيرٍ إِلَّا قَالَ مُتْرَفُوهَا إِنَّا وَجَدْنَا آبَاءنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِم مُّقْتَدُونَ } [الزخرف : 23] . ¶ وقال تعالى { وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنزَلَ اللّهُ قَالُواْ بَلْ نَتَّبِعُ مَا أَلْفَيْنَا عَلَيْهِ آبَاءنَا أَوَلَوْ كَانَ آبَاؤُهُمْ لاَ يَعْقِلُونَ شَيْئاً وَلاَ يَهْتَدُونَ } [البقرة : 170] . ¶ ومن المعلوم أن ليس كل إتباع للأباء والأجداد يكون مذموماً ، بل على العكس فقد يكون إتباعهم محموداً إذا كانوا على الحق المبين ، كما قال تعالى عن يوسف الصديق أنه قال { وَاتَّبَعْتُ مِلَّةَ آبَآئِي إِبْرَاهِيمَ وَإِسْحَاقَ وَيَعْقُوبَ مَا كَانَ لَنَا أَن نُّشْرِكَ بِاللّهِ مِن شَيْءٍ ذَلِكَ مِن فَضْلِ اللّهِ عَلَيْنَا وَعَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لاَ يَشْكُرُونَ } [يوسف : 38] . ¶ ( 41 ) قال الطبري في تفسيره : (( 6 / 588 )) : (( قال أبو جعفر : يقول تعالى ذكره قال فرعون وملأه لموسى : { أجئتنا لتلفتنا } يقول : لتصرفنا وتلوينا { عما وجدنا عليه آباءنا } من قبل مجيئك من الدين .",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "فهؤلاء قوم موسى يردون دعوته لأنها ستلفتهم عما كان عليه آباؤهم ، وتجعلهم أتباعًا لأصحاب الدعوة الجديدة ، وهذا ما لا يطيقونه : (( قَالُوا أَجِئْتَنَا لِتَلْفِتَنَا(¬1)عَمَّا وَجَدْنَا عَلَيْهِ آبَاءَنَا وَتَكُونَ لَكُمَا الْكِبْرِيَاءُ فِي الأرْضِ وَمَا نَحْنُ لَكُمَا بِمُؤْمِنِينَ )) . ¶ وهذا إبراهيم عليه السلام يخاطب قومه قائلاً : (( .. مَا تَعْبُدُونَ ، قَالُوا نَعْبُدُ أَصْنَامًا فَنَظَلُّ لَهَا عَاكِفِينَ ، قَالَ هَلْ يَسْمَعُونَكُمْ إِذْ تَدْعُونَ ، أَوْ يَنْفَعُونَكُمْ أَوْ يَضُرُّونَ ، قَالُوا بَلْ وَجَدْنَا آبَاءَنَا كَذَلِكَ يَفْعَلُونَ )) . ¶ فحين يقهرهم بالحجة المفحمة المبينة عن سخف هذه الأسطورة وتهافتها ، وأنها لا تستند إلى عقل ولا نقل ؛ يهربون إلى التعلل بالتقليد ومحاكاة الآباء والأجداد فحسب !. ¶ وعندئذ يعلن الداعية حقيقة الأمر ، ويبين أن الإسلام لا يقيم وزنًا للأعراف والعوائد الموروثة عن الآباء والأجداد ، ما دامت مصادمة للحق مناقضة للوحي : ( قَالَ أَفَرَأَيْتُمْ مَا كُنْتُمْ تَعْبُدُونَ ، أَنْتُمْ وَآبَاؤُكُمُ الأقْدَمُونَ ، فَإِنَّهُمْ عَدُوٌّ لِي إِلاَّ رَبَّ الْعَالَمِينَ ))(¬2). ¶ ثالثًا : موقف أهل الكتاب المساند للوثنيين والمشركين : ¶ في موقفهم الرافض للدعوة النبوية منذ انطلاقتها الأولى ، مما زاد أهل الإشراك جرأة وصلابة في محاربتها ، مما (( ضاعف المتاعب التي لاقاها الداعية الأول صلى الله عليه وسلم وأتباعه المؤمنون ؛ أن البيئة التي بعث فيها كانت على صلة ما ببعض أهل الكتاب من اليهود والنصارى ، الذين شرقوا بالدعوة ، وناصبوها العداء ، وكان العرب ينظرون إليهم نظرة إعجاب وإكبار ، لما كان في أيديهم من الكتب ، ولما كان لديهم من العلم . ¶ ¬__________ ¶ (¬2) 42 ) المصدر السابق : 89 .",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "وإذا كانت بيئة العرب الوثنية العريقة مستعدة أصلاً لمواجهة دعوة التوحيد ومحاربتها ، فإنها قد وجدت في موقف أهل الكتاب الرافض للدعوة \"مستندًا \" شرعيًّا لهذه المقاومة. ¶ فهاهم أهل التوراة والإنجيل ، وورثة الكتب السماوية ؛ ينكرون دعوة محمد صلى الله عليه وسلم، ويردونها ويكذبونها ، وهم أدرى منا بالدين وأعلم !، وهذا كان مصدر تثبيت ودعم لموقف المشركين . ¶ (( وَانْطَلَقَ الْمَلأ مِنْهُمْ أَنِ امْشُوا وَاصْبِرُوا عَلَى آلِهَتِكُمْ إِنَّ هَذَا لَشَيْءٌ يُرَادُ.مَا سَمِعْنَا بِهَذَا فِي الْمِلَّةِ الآخِرَةِ إِنْ هَذَا إِلاَّ اخْتِلاق )ٌ) . ¶ فمن عوامل الصبر على الآلهة في مواجهة الدعوة الجديدة أنهم لم يسمعوا بما جاء به صلى الله عليه وسلم في الملة الآخرة : وهي النصرانية ، قاله أبن عباس والسدي ومحمد بن كعب القرظي و قتادة ومجاهد . ¶ وهذا - فيما يظهر والله أعلم بالصواب - مبني على شهادة من أهل الكتاب للمشركين ضد الرسول صلى الله عليه وسلم وإلا فما كان للعرب من علم بالكتب السماوية ، وما فيها من الحقائق والأخبار . ¶ ويؤكد هذا ما حكاه الله في موضع آخر من شهادة اليهود للوثنيين ضد الموحدين المؤمنين ، قال تعالى : (( أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ يُؤْمِنُونَ بِالْجِبْتِ وَالطَّاغُوتِ وَيَقُولُونَ لِلَّذِينَ كَفَرُوا هَؤُلاءِ أَهْدَى مِنَ الَّذِينَ آمَنُوا سَبِيلاً ، أُولَئِكَ الَّذِينَ لَعَنَهُمُ الله وَمَنْ يَلْعَنِ الله فَلَنْ تَجِدَ لَهُ نَصِيرًا )) . ¶ وذلك أن اليهود حصروا أنفسهم في خندق واحد مع مشركي العرب في الحرب الدائرة بينهم وبين الرسول صلى الله عليه وسلم وزكوا ديانة العرب الوثنية ، وفضلوا أهلها على المؤمنين . ¶ عن أبن عباس رضي الله عنهما قال : (( لما قدم كعب بن الأشرف مكة ، قالت له قريش : أنت خير أهل المدينة وسيدهم ؟ ¶ قال : نعم .",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "قالوا : ألا ترى إلى هذا الصنبور المنبتر من قومه يزعم أنه خير منا ، ونحن أهل الحجيج ، وأهل السدانة ، وأهل السقاية ؟ ¶ قال : أنتم خير منه . ¶ قال : فأنزلت : (( إِنَّ شَانِئَكَ هُوَ الأبْتَرُ )) ، وأُنزلت : (( أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ يُؤْمِنُونَ بِالْجِبْتِ وَالطَّاغُوتِ)... إلى قوله : (( فَلَنْ تَجِدَ لَهُ نَصِيرًا )) . ¶ ومعنى ذلك أن الله وصف الذين أُوتوا نصيبًا من الكتب -من اليهود-، بتعظيمهم غير الله بالعبادة والإذعان له بالطاعة في الكفر بالله ورسوله ومعصيتهما ، وأنهم قالوا : إن أهل الكفر بالله أولى بالحق من أهل الإيمان به ، وإن دين أهل التكذيب لله ولرسوله أعدل وأصوب من دين أهل التصديق(¬1). ¶ رابعاً : التأثير البالغ لموقف قريش على العرب : ¶ فلقد كان لموقف قريش الرافض للدعوة أثر عظيم في امتناع سائر العرب عن قبول الدعوة ، حتى ولو لم تبذل قريش أي جهد في مقاومة الدعوة وتشويه صورة الداعية في نفوس الناس؛ لأن الناس كانوا يتطلعون إلى موقفها وينتظرون قرارها، وذلك لأسباب منها : ¶ ( أ ) مكانة قريش في نفوس العرب ، فقد كان العرب يعظمون أهل بيت الله ، ويمنحونهم الإجلال والإكبار ، لقيامهم على البيت ووفائهم بما يحتاجه قصَّاده من الطعام والشراب وغيره ، وتسابقهم في ذلك وتنافسهم عليه ....... ¶ ولذلك كله فإن العرب كانت تتربص بإسلامها إسلام هذا الحي - من قريش- ، فلما رأت صدودهم عن الدعوة وزرايتهم بها ؛ انصرفت عنها ولم تأبه لها - إلى حين-. ¶ (ب) ويضاف إلى تأثير تلك المكانة الخاصة التي تبوأتها قريش عند العرب أن الرسول المبعوث عليه صلوات الله وسلامه كان من قريش نفسها، وكان منطق العرب يقول: إن القبيلة أعلم وأدرى بصاحبها وأخبر بشأنه ، فلم نكن لنفتات عليهم فيه . ¶ ¬__________ ¶ (¬1) 43 ) المصدر السابق : 93 .",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "فلم تكد قبيلة من قبائل العرب تفكر - أول الأمر- بالاستجابة لدعوة الرسول صلى الله عليه وسلم أو إيوائه ، وهذه قبيلة قريش ترفض دعوته وتعرض عنها ..، وهي قريش ذات المكانة والسؤدد ! وهي قبيلته التي تعرفه حق المعرفة ! ¶ (ج) هذا لو لم يكن من قريش إلا مجرد الإعراض عن الدعوة ، وعدم قبولها ، فكيف إذا انضم إلى ذلك الحرب الإعلامية التي شنتها على الدعوة وصاحبها ، والحصار الذي ضربته عليها بكل وسيلة ؟! ¶ فلقد كان زعماء قريش يجتمعون ليتدارسوا ما يقولون في شأن هذا القرآن ، وما يقابلون به وفود العرب القادمين إلى مكة في الموسم ، ويحاولون أن يتفقوا على كلمة واحدة في شأن هذا القرآن ، وشأن هذا الرسول صلى الله عليه وسلم(¬1). ¶ خامساً : وقوع المؤمنين تحت سلطة الكفار من قومهم : ¶ وأمام ذلك الكيد الجاهلي الدائب ، كان يقف الرسول صلى الله عليه وسلم أعزل من كل سلاح ، إلا سلاح الإيمان بالله ، والثقة بوعده ، أعزل من كل قوة ، إلا قوة العزيمة ، والإصرار ، والمضاء والتصميم. ¶ ولم يكن يملك صلى الله عليه وسلم أن يدفع عن أتباعه المستضعفين شيئًا من العذاب الذي ينزله بهم قومهم دون رحمة ولا هوادة ، إذ كان أتباعه - مع قلتهم- أفرادًا متفرقين من قبائل شتى ، فكانوا يشاركونه صلى الله عليه وسلم غربته ، ويقاسمونه مصاعبها ، فلا يملكون - في كثير من الأحيان- أن يعلنوا إسلامهم ، فضلاً عن أن يدعوا إليه ، فكانوا غرباء في قبائلهم ، وبين قومهم ، وكان قائدهم صلى الله عليه وسلم هو الآخر غريبًا في قبيلته ، وبين قومه . ¶ ¬__________ ¶ (¬1) 44 ) المصدر السابق : 101[ بتصرف واختصار ] .",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "ذلك أنه لم يكن للإيمان موطن يفيء إليه ، ولا للمؤمنين قبيلة تدفع عنهم ؛ فكان من أسلم يبقى في قومه - خاصة إذا لم يكن في مكة- مستخفيًا ينتظر ظهور أمر النبي صلى الله عليه وسلم واستقراره في مهجر ، كما في قصة عمرو بن عبسة رضي الله عنه(¬1). ¶ ¬__________ ¶ (¬1) 45 ) روى الإمام مسلم في قصة إسلام عمرو بن عبسة عن أبي أمامة قال : قال عمرو بن عبسة السلمي: كنت وأنا في الجاهلية أظن أن الناس على ضلالة وأنهم ليسوا على شيء وهم يعبدون الأوثان ، فسمعت برجل بمكة يخبر أخباراً ، فقعدت على راحلتي فقدمت عليه ، فإذا رسول الله صلى الله عليه وسلم مستخفياً جرءاء عليه قومه ، فتلطفت حتى دخلت عليه بمكة ، فقلت له : ما أنت ؟ قال : (( أنا نبي )) . ¶ فقلت : وما نبي ؟ ، قال : (( أرسلني الله )) ، فقلت : وبأي شيء أرسلك ؟ قال : (( أرسلني بصلة الأرحام وكسر الأوثان وأن يوحد الله لا يشرك به شيء )) ، قلت له : فمن معك على هذا ؟ قال : (( حر وعبد )) ، قال ومعه يومئذ أبو بكر وبلال ممن آمن به ، فقلت : إني متبعك . ¶ قال : (( إنك لا تستطيع ذلك يومك هذا ، ألا ترى حالي وحال الناس ؟ ولكن ارجع إلى أهلك ، فإذا سمعت بي قد ظهرت فأتني )) ، قال فذهبت إلى أهلي ، وقدم رسول الله صلى الله عليه وسلم المدينة ، وكنت في أهلي فجعلت أتخبر الأخبار وأسأل الناس حين قدم المدينة ، حتى قدم عليَّ نفر من أهل يثرب من أهل المدينة ، فقلت : ما فعل هذا الرجل الذي قدم المدينة ؟ فقالوا : الناس إليه سراع. وقد أراد قومه قتله فلم يستطيعوا ذلك ، فقدمت المدينة ، فدخلت عليه ، فقلت : يا رسول الله! أتعرفني ؟ قال : (( نعم ، أنت الذي لقيتني بمكة ؟ )) ، قال ، فقلت : بلى ، فقلت : يا نبي الله! أخبرني عما علمك الله وأجهله ، أخبرني عن الصلاة ؟ قال : (( صل صلاة الصبح ، ثم أقصر عن الصلاة حتى تطلع الشمس حتى ترتفع ، فإنها تطلع حين تطلع بين قرني شيطان ، وحينئذ يسجد لها= = الكفار ، ثم صل فإن الصلاة مشهودة محضورة حتى يستقل الظل بالرمح ، ثم أقصر عن الصلاة فإن حينئذ تسجر جهنم ، فإذا أقبل الفيء فصل ، فإن الصلاة مشهودة محضورة حتى تصلي العصر ، ثم أقصر عن الصلاة حتى تغرب الشمس ، فإنها تغرب بين قرني شيطان وحينئذ يسجد لها الكفار )). قال فقلت : يا نبي الله ! فالوضوء ؟ حدثني عنه قال : (( ما منكم رجل يقرب وضوءه فيتمضمض ويستنشق فينتثر إلا خرت خطايا وجهه وفيه وخياشيمه ، ثم إذا غسل وجهه كما أمره الله إلا خرت خطايا وجهه من أطراف لحيته مع الماء ، ثم يغسل يديه إلى المرفقين إلا خرت خطايا يديه من أنامله مع الماء ، ثم يمسح رأسه إلا خرت خطايا رأسه من أطراف شعره مع الماء ، ثم يغسل قدميه إلى الكعبين إلا خرت خطايا رجليه من أنامله مع الماء ، فإن هو قام فصلى فحمد الله وأثنى عليه ومجده بالذي هو له أهل ، وفرغ قلبه لله ، إلا انصرف من خطيئته كهيئته يوم ولدته أمه )) . ¶ فحدث عمرو بن عبسة بهذا الحديث أبا أمامة صاحب رسول الله صلى الله عليه وسلم ، فقال له أبو أمامة : يا عمرو بن عبسة ! انظر ما تقول ، في مقام واحد يعطى هذا الرجل ؟ فقال عمرو : يا أبا أمامة ! لقد كبرت سني ورق عظمي واقترب أجلي، وما بي حاجة أن أكذب على الله ، ولا على رسول الله ، لو لم أسمعه من رسول الله صلى الله عليه وسلم إلا مرة أو مرتين أو ثلاثاً (حتى عد سبع مرات ) ما حدثت به أبداً ، ولكني سمعته أكثر من ذلك )) .",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "وقد وجد النبي صلى الله عليه وسلم نفسه مضطرًا إزاء إيذاء المشركين ، واضطهادهم لأتباعه -خاصة من المكيين- أن يبحث عن حل مؤقت يحمي أتباعه من الفتنة والتنكيل - وكانت الحبشة آنذاك تتمتع بحكم عادل ، في ظل ملك لا يسمح بالظلم ، ولا يقره ، وهو النجاشي ، ومن هنا جاءت الهجرة إلى الحبشة(¬1). ¶ ( مظاهر الغربة الأولى : ¶ لقد كان للأسباب التي ذكرناها آنفاً التأثير البالغ في مجريات الأحداث في مكة مما جعل الكثير من المظاهر تظهر على سطح الأحداث كإفرازات ونتائج لتلك الأسباب الموجعة مما زاد في عزلة المسلمين وغربتهم ، وتسلط أهل الكفر عليهم ، ومن تلك المظاهر : ¶ المظهر الأول : استضعاف المسلمين وشدة اضطهاد الكفار لهم . ¶ الثاني : قوة وتمسك المسلمين بدينهم وعقيدتهم ، مما سبب حالة من اليأس والانهيار لدى كفار قريش ، مما جعلهم يتخبطون في أعمالهم الانتقامية من خلال اختيار أساليب بالغة في الوحشية والعنجهية في محاولة منهم لإجهاض الدعوة النبوية في مهدها ، من خلال تحطيم نفوس وقلوب من أعتنقها . ¶ فعن (( عبد الله بن مسعود رضي الله عنه قال : كان أول من أظهر إسلامه سبعة : رسول الله صلى الله عليه وسلم?، وأبو بكر ، وعمار ، وأمه سمية ، وصهيب ، وبلال ، و المقداد . ¶ فأما رسول الله صلى الله عليه وسلم فمنعه الله بعمه أبي طالب ، وأما أبو بكر : فمنعه الله بقومه ، وأما سائرهم فأخذهم المشركون ، وألبسوهم أدراع الحديد ، وصهروهم في الشمس ، فما منهم من أحد إلا وقد آتاهم على ما أرادوا ، إلا بلالاً ، فإنه هانت عليه نفسه في الله ، وهان على قومه ، فأخذوه ، فأعطوه الولدان ، فجعلوا يطوفون به في شعاب مكة ، وهو يقول : أحد ، أحد . ¶ ¬__________ ¶ (¬1) 46 ) المصدر السابق : 107 [ بتصرف واختصار ] .",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "أما المستضعفون من أصحاب النبي ( - صلى الله عليه وسلم - ) ، فقد نطق قول عبد الله بن مسعود رضي الله عنه بألوان من التعذيب لهم من إلباسهم أدراع الحديد ، وصهرهم في الشمس ، وطواف صبيان مكة ببعضهم في شعاب مكة ونواحيها. ¶ وعن سعيد بن جبير قال : قلت لأبن عباس : يا أبن عباس ! أكان المشركون يبلغون من المسلمين في العذاب ما يعذرون به في ترك دينهم ؟ ¶ فقال : نعم ، والله إن كانوا ليضربون أحدهم ، ويجيعونه ويعطشونه ، حتى ما يقدر على أن يستوي جالسًا من شدة الضر الذي به ، حتى إنه ليعطيهم ما سألوه من الفتنة ، وحتى يقولوا : اللات والعزى إلهك من دون الله ؟ ¶ فيقول : نعم . ¶ وحتى إن الجعل ليمر بهم ، فيقولون : أهذا الجعل إلهك من دون الله ؟ فيقول : نعم ؛ افتداء منهم ، لما يبلغون من جهده . ¶ وقد روت كتب السير صورًا محزنة من إيلام قريش للمؤمنين ، وللضعفاء خاصة من العبيد ، والنساء ، والشيوخ المسنين ، كما حدث لياسر، وسمية ، وعمار، وبلال ، وخباب ، وعامر بن فهيرة ، والزّنّيرة ، وجارية بني مؤمل، وغيرهم كثير(¬1). ¶ الثالث : الإسرار بالدعوة : وهذا الأمر نتيجة طبيعية للبطش القريشي للدعوة مما جعل أصحابها يتبعون أسلوب الإسرار والتخفي ، فلكل مرحلة أسلوبها الذي يلائمها ، وهذا مما يجب على الداعية أن يفطن إليه ويعمل به . ¶ الرابع : قلة الأتباع والأعوان : وهذا الأمر هو نتيجة للمظهر الذي قبله ، فالبطش والعنف يجعل الإسرار بالدعوة أمراً مفروضاً ومفروغاً منه على حسب معطيات المرحلة ، مما يجعل الإقبال على الدعوة واعتناقها ضئيلاً جداً ، فيقل بذلك الأتباع والأعوان . ¶ ¬__________ ¶ (¬1) 47 ) المصدر السابق : 148 [ بتصرف ].",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "الخامس : اشتداد أبواق الدعاية القريشية في الأسواق والمناسبات بقصد تنفير الناس عن النبي ( - صلى الله عليه وسلم - ) ودعوته ، فقد كان (( رسول الله صلى الله عليه وسلم يخرج يتبع الناس في منازلهم وفي عُكَاظ ومَجَنَّة وذى المَجَاز ، يدعوهم إلى الله ، وأبو لهب وراءه يقول : لا تطيعوه فإنه صابئ كذاب ))(¬1) . ¶ كما أتبعت قريش أساليب عديدة في سبيل إجهاض دعوة النبي ( - صلى الله عليه وسلم - ) في مهدها ، قبل أن يستفحل أمرها وتخرج عن نطاق سيطرتها خارج مكة ، فيخرج الأمر من يدها أبداً . ¶ قال الشيخ صفي الرحمن المباركفوري في (( الرحيق المختوم : 64 )) : ((ولما فرغت قريش من الحج فكرت في أساليب تقضى بها على هذه الدعوة في مهدها . وتتلخص هذه الأساليب فيما يلي : ¶ 1ـ السخرية والتحقير ، والاستهزاء والتكذيب والتضحيك : ¶ ¬__________ ¶ (¬1) 48 ) الرحيق المختوم : 63 للمباركفوري .",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "قصدوا بها تخذيل المسلمين ، وتوهين قواهم المعنوية، فرموا النبي صلى الله عليه وسلم بتهم هازلة ، وشتائم سفيهة ، فكانوا ينادونه بالمجنون { وَقَالُواْ يَا أَيُّهَا الَّذِي نُزِّلَ عَلَيْهِ الذِّكْرُ إِنَّكَ لَمَجْنُونٌ } [ الحجر : 6 ] ، ويصمونه بالسحر والكذب { وَعَجِبُوا أَن جَاءهُم مُّنذِرٌ مِّنْهُمْ وَقَالَ الْكَافِرُونَ هَذَا سَاحِرٌ كَذَّابٌ } [ ص : 4 ] ، وكانوا يشيعونه ويستقبلونه بنظرات ملتهمة ناقمة ، وعواطف منفعلة هائجة { وَإِن يَكَادُ الَّذِينَ كَفَرُوا لَيُزْلِقُونَكَ بِأَبْصَارِهِمْ لَمَّا سَمِعُوا الذِّكْرَ وَيَقُولُونَ إِنَّهُ لَمَجْنُونٌ } [ القلم : 51] ، وكان إذا جلس وحوله المستضعفون من أصحابه استهزأوا بهم وقالوا : هؤلاء جلساؤه { مَنَّ الله ُ عَلَيْهِم مِّن بَيْنِنَا } [ الأنعام : 53 ] ، قال تعالى : { أَلَيْسَ الله ُ بِأَعْلَمَ بِالشَّاكِرِينَ } [ الأنعام : 53] ، وكانوا كما قص الله علينا { إِنَّ الَّذِينَ أَجْرَمُوا كَانُواْ مِنَ الَّذِينَ آمَنُوا يَضْحَكُونَ وَإِذَا مَرُّواْ بِهِمْ يَتَغَامَزُونَ ، وَإِذَا انقَلَبُواْ إِلَى أَهْلِهِمُ انقَلَبُواْ فَكِهِينَ ، وَإِذَا رَأَوْهُمْ قَالُوا إِنَّ هَؤُلَاء لَضَالُّونَ وَمَا أُرْسِلُوا عَلَيْهِمْ حَافِظِينَ } [ المطففين : 29 : 33] . ¶ وقد أكثروا من السخرية والاستهزاء وزادوا من الطعن والتضحيك شيئًا فشيئًا حتى أثر ذلك في نفس رسول الله صلى الله عليه وسلم ، كما قال الله تعالى : { وَلَقَدْ نَعْلَمُ أَنَّكَ يَضِيقُ صَدْرُكَ بِمَا يَقُولُونَ } [ الحجر : 97 ] ، ثم ثبته الله وأمره بما يذهب بهذا الضيق فقال : { فَسَبِّحْ بِحَمْدِ رَبِّكَ وَكُن مِّنَ السَّاجِدِينَ ، وَاعْبُدْ رَبَّكَ حَتَّى يَأْتِيَكَ الْيَقِينُ } [ الحجر : ، 99 ] .",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "وقد أخبره من قبل أنه يكفيه هؤلاء المستهزئين حيث قال : { إِنَّا كَفَيْنَاكَ الْمُسْتَهْزِئِينَ الَّذِينَ يَجْعَلُونَ مَعَ الله ِ إِلهًا آخَرَ فَسَوْفَ يَعْمَلُونَ } [ الحجر : 95، 96 ] ، وأخبره أن فعلهم هذا سوف ينقلب وبالًا عليهم فقال : { وَلَقَدِ اسْتُهْزِىءَ بِرُسُلٍ مِّن قَبْلِكَ فَحَاقَ بِالَّذِينَ سَخِرُواْ مِنْهُم مَّا كَانُواْ بِهِ يَسْتَهْزِؤُونَ } [ الأنعام : 10 ] . ¶ 2ـ إثارة الشبهات وتكثيف الدعايات الكاذبة : ¶ وقد أكثروا من ذلك وتفننوا فيه ، بحيث لا يبقى لعامة الناس مجال للتدبر في دعوته والتفكير فيها ، فكانوا يقولون عن القرآن : { أَضْغَاثُ أَحْلاَمٍ } [ الأنبياء : 5 ] يراها محمد بالليل ويتلوها بالنهار ، ويقولون : { بَلِ افْتَرَاهُ } من عند نفسه ويقولون : { إِنَّمَا يُعَلِّمُهُ بَشَرٌ } وقالوا : { إِنْ هَذَا إِلَّا إِفْكٌ افْتَرَاهُ وَأَعَانَهُ عَلَيْهِ قَوْمٌ آخَرُونَ } [ الفرقان : 4 ] أي اشترك هو وزملاؤه في اختلاقه . { وَقَالُوا أَسَاطِيرُ الْأَوَّلِينَ اكْتَتَبَهَا فَهِيَ تُمْلَى عَلَيْهِ بُكْرَةً وَأَصِيلًا } [ الفرقان : 5 ] . ¶ وأحياناً قالوا : إن له جنًا أو شيطانًا يتنزل عليه كما ينزل الجن والشياطين على الكهان ، قال تعالى ردًا عليهم : { هَلْ أُنَبِّئُكُمْ عَلَى مَن تَنَزَّلُ الشَّيَاطِينُ ، تَنَزَّلُ عَلَى كُلِّ أَفَّاكٍ أَثِيمٍ } [ الشعراء : 221، 222 ] ، أي إنها تنزل على الكذاب الفاجر المتلطخ بالذنوب ، وما جرّبتم علىّ كذبًا وما وجدتم في فسقًا فكيف تجعلون القرآن من تنزيل الشيطان ؟ ...... ¶ هكذا كان يرد عليهم بجواب مقنع حول كل شبهة كانوا يثيرونها ضد النبي صلى الله عليه وسلم والقرآن والإسلام ... .",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "ومعظم شبهتهم كانت تدور حول التوحيد ، ثم رسالة محمد صلى الله عليه وسلم ، ثم بعث الأموات ونشرهم وحشرهم يوم القيامة ، وقد رد القرآن على كل شبهة من شبهاتهم حول التوحيد ، بل زاد عليها زيادات أوضح بها هذه القضية من كل ناحية ، وبين عجز آلهتهم عجزًا لا مزيد عليه ، ولعل هذا كان مثار غضبهم واستنكارهم الذي أدى إلى ما أدى إليه . ¶ أما شبهاتهم في رسالة النبي صلى الله عليه وسلم فإنهم مع اعترافهم بصدق النبي صلى الله عليه وسلم وأمانته وغاية صلاحه وتقواه ،كانوا يعتقدون أن منصب النبوة والرسالة أجل وأعظم من أن يعطى لبشر ، فالبشر لا يكون رسولاً ، والرسول لا يكون بشرًا حسب عقيدتهم ، فلما أعلن رسول الله صلى الله عليه وسلم عن نبوته ، ودعا إلى الإيمان به تحيروا وقالوا : { مَالِ هَذَا الرَّسُولِ يَأْكُلُ الطَّعَامَ وَيَمْشِي فِي الْأَسْوَاقِ } [ الفرقان : 7 ] ، وقالوا : إن محمدًا صلى الله عليه وسلم بشر ، و { مَا أَنزَلَ الله ُ عَلَى بَشَرٍ مِّن شَيْءٍ } [ الأنعام : 19 ] ، فقال تعالى ردًا عليهم : { قُلْ مَنْ أَنزَلَ الْكِتَابَ الَّذِي جَاء بِهِ مُوسَى نُورًا وَهُدًى لِّلنَّاسِ } ، وكانوا يعرفون ويعترفون بأن موسى بشر ، ورد عليهم أيضًا بأن كل قوم قالوا لرسلهم إنكارًا على رسالتهم : { إِنْ أَنتُمْ إِلاَّ بَشَرٌ مِّثْلُنَا } [ إبراهيم : 10 ] ، فـ { قَالَتْ لَهُمْ رُسُلُهُمْ إِن نَّحْنُ إِلاَّ بَشَرٌ مِّثْلُكُمْ وَلَكِنَّ الله َ يَمُنُّ عَلَى مَن يَشَاء مِنْ عِبَادِهِ } [ إبراهيم : 11 ] . فالأنبياء والرسل لا يكونون إلا بشرًا ، ولا منافاة بين البشرية والرسالة . .....",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "أما إنكارهم البعث بعد الموت ، فلم يكن عندهم في ذلك إلا التعجب والاستغراب والاستبعاد العقلي ، فكانوا يقولون : { أَئِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَئِنَّا لَمَبْعُوثُونَ أَوَآبَاؤُنَا الْأَوَّلُونَ } [ الصافات : 16، 17 ] ،وكانوا يقولون : { ذَلِكَ رَجْعٌ بَعِيدٌ } [ ق : 3 ] وكانوا يقولون على سبيل الاستغراب : { هَلْ نَدُلُّكُمْ عَلَى رَجُلٍ يُنَبِّئُكُمْ إِذَا مُزِّقْتُمْ كُلَّ مُمَزَّقٍ إِنَّكُمْ لَفِي خَلْقٍ جَدِيدٍ ، أَفْتَرَى عَلَى الله ِ كَذِبًا أَم بِهِ جِنَّةٌ } [ سبأ : 7، 8 ] . ¶ وقال قائلهم : ¶ أَموْتٌ ثم بَعْثٌ ثم حَشْرٌ ** حدِيثُ خُرَافة يا أم عمرو(¬1). ¶ السادس : ولما اشتد أذى قريش للمستضعفين من المسلمين ، أذن لهم النبي ( - صلى الله عليه وسلم - ) بالهجرة إلى الحبشة ، لاسيما وفيها ملك قد وصلت أخباره أنه لا يُظلم عنده أحد . ¶ السابع : وبعد عودة المسلمين من الحبشة لم يتغير الوضع في مكة ، بل ازداد تدهوراً وسوءً مما جعل النبي ( - صلى الله عليه وسلم - ) يأذن لأصحابه بالهجرة إلى المدينة النبوية ، لتبدأ صفحة جديدة من صفحات الصراع الطويل والمرير بين الحق والباطل ، وبين الخير والشر . ¶ وفي ظل هذه الفترة العصيبة من عمر الدعوة النبوية المباركة ، والتي ألقت بظلالها الثقيلة على المؤمنين الصابرين في مكة ، حتى نالهم من أسواط الظلم والجور الذي كانت تمارسه قريش بحقهم الشيء الكثير ، ولهذا فقد كان النبي ( - صلى الله عليه وسلم - ) يُصَبِّر أصحابه المضطهدين وهم بين أسوار غربة مريرة أحدقت بهم من كل حدب وصوب ببعض المصبرات والمسليات ، لعلها تُذٍٍٍٍِِِِِِِِهب عنهم وحشة الغربة ومرارة الاغتراب ، ولتنقلب بإذن الله وتوفيقه إلى جنة ظليلة يحس أحدهم بعذوبة ريحها ، وحلاوة طعمها بين جنبات صدره ونبضات فؤاده ، وإليك ـ أخي الحبيب ـ أهم هذه المصبرات : ¶ ¬__________ ¶ (¬1) 49 ) المصدر السابق : 66 [ باختصار ] .",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "أولاً : التأسي والتصبر بقصص السابقين من الأنبياء وأتباعهم ، وكيف تحملوا البلاء في سبيل الله عز وجل ، وكان يضرب لهم الأمثلة على ذلك ليزيد من صبرهم وقوة تمسكهم بدينهم وعقيدتهم : ¶ 1ـ فعن عن خباب بن الأرت رضي الله عنه قال : شكونا إلى رسول الله صلى الله عليه وسلم، وهو متوسد بردة له في ظل الكعبة ، قلنا له : ألا تستنصر لنا ، ألا تدعو الله لنا ؟ ¶ قال : (( كان الرجل فيمن قبلكم يحفر له في الأرض ، فيجعل فيه ، فيجاء بالمنشار فيوضع على رأسه فيشق باثنتين ، وما يصده ذلك عن دينه ويمشط بأمشاط الحديد ما دون لحمه من عظم أو عصب ، وما يصده ذلك عن دينه ، والله ليتمن هذا الأمر ، حتى يسير الراكب من صنعاء إلى حضرموت ، لا يخاف إلا الله ، و الذئب على غنمه ، ولكنكم تستعجلون ))(¬1). ¶ ¬__________ ¶ (¬1) 50 ) رواه البخاري برقم : 6544 . ¶ فائدة : ¶ إنَّ البلاء رحمة الله تبارك وتعالى المنزلة على عباده ، والتي يصطفي إليها من عباده المخلصين وفيه من الحِكَم الشيء الكثير ، منها : ¶ 1 ) أنه ضرورة إيمانية الغرض منه الاختبار والتمحيص حتى يتمييز الطيب من الخبيث ، والصادق من الكاذب ، قال تعالى { الم ، أَحَسِبَ النَّاسُ أَن يُتْرَكُوا أَن يَقُولُوا آمَنَّا وَهُمْ لَا يُفْتَنُونَ ، وَلَقَدْ فَتَنَّا الَّذِينَ مِن قَبْلِهِمْ فَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ صَدَقُوا وَلَيَعْلَمَنَّ الْكَاذِبِينَ [العنكبوت : 3] . ¶ 2 ) يخص به الله تبارك وتعالى عباد المخلصين ، فكلما أزداد العبد إيماناً أزداد أبتلاءه ، فعظم اجره، أخرج الحاكم في مستدركه وصححه الشيخ الألباني في السلسلة الصحيحة برقم 143 ، عن سعد بن أبي وقاص عن النبي صلى الله عليه وسلم أنه قال : (( أشد الناس بلاء الأنبياء ثم العلماء ثم الأمثل فالأمثل )) . ... 3 ) به تمحى السيئات ، وتقال العثرات ، فلا يزال البلاء بالعبد حتى يتركه يمشي على ظهر الأرض= = وليس عليه من خطيئة ، عن مصعب بن سعد عن أبيه قال : قلت : يا رسول الله أي الناس أشد بلاء قال: الأنبياء ثم الصالحون ثم الأمثل فالأمثل من الناس يبتلى الرجل على حسب دينه فإن كان في دينه صلابة زيد في بلائه وإن كان في دينه رقة خفف عنه ، وما يزال البلاء بالعبد حتى يمشي على ظهر الأرض ليس عليه خطيئة )) أخرجه الإمام أحمد في مسند سعد بن أبي وقاص وصحح الشيخ الألباني في صحيح الجامع برقم 992 . ¶ 4 ) به يبلغ العبد مقامه ومنزلته في الجنة ، فقد يكون للعبد منزلة في الجنة لا يبلغها بعمله لضعفه وقلَّته ، فيأتيه البلاء فيُبَلِّغه منزلته ، وهذا من فضل الله وكرمه ، أخرج أبو داود في سننه برقم : 3090 عن إبراهيم بن مهدي : السّلمي عن أبيه عن جده ، وكانت له صحبة من رسول اللّه صلى اللّه عليه وسلم قال: سمعت رسول اللّه صلى اللّه عليه وسلم يقول : (( إنَّ العبد إذا سبقت له من اللّه منزلةٌ لم يبلغها بعمله ابتلاه اللّه في جسده ، أو في ماله ، أو في ولده )) قال أبو داود : زاد أبن نفيل : (( ثمَّ صبره على ذلك )) ثم اتفقا (( حتى يبلغه المنزلة التي سبقت له من اللّه تعالى )) ، وصححه الشيخ الألباني في صحيح سنن أبي داود 3 / 183 .",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "2 ـ عن صهيب رضي الله عنه أن رسول الله صلي الله عليه وسلم قال : (( كان ملك فيمن كان قبلكم وكان له ساحر ، فلما كبر قال للملك : إني قد كبرت فأبعث إلي غلاماً أعلمه السحر ؛ فبعث إليه غلاماً يعلمه ، وكان في طريقه إذا سلك راهب ، فقعد إليه وسمع كلامه فأعجبه ، وكان إذا أتى الساحر مر بالراهب وقعد إليه ، فإذا أتى الساحر ضربه ، فشكا ذلك إلى الراهب فقال : إذا خشيت الساحر فقل : حبسني أهلي ، وإذا خشيت أهلك فقل : حبسني الساحر. ¶ ... فبينما هو على ذلك إذ أتى على دابة عظيمة قد حبست الناس فقال : اليوم أعلم الساحر أفضل أم الراهب أفضل ؟ فأخذ حجراً فقال : اللهم إن كان أمر الراهب أحب إليك من أمر الساحر فأقتل هذه الدابة حتى يمضي الناس ، فرماها فقتلها ومضى الناس ، فأتى الراهب فاخبره ، فقال له الراهب : أي بني أنت اليوم أفضل مني ، قد بلغ من أمرك ما أري ، وإنك ستبتلي فإن ابتليت فلا تدل عليَّ ؛ وكان الغلام يبرئ الأكمة والأبرص ، ويداوي الناس من سائر الأدواء ، فسمع جليس للملك كان قد عمي ، فأتاه بهدايا كثيرة فقال : ما هاهنا لك أجمع إن أنت شفيتني فقال : إني لا أشفي أحداً ، إنما يشفي الله تعالى ، فإن آمنت بالله دعوت الله فشفاك ، فأمن بالله تعالى فشفاه الله ، فأتى الملك فجلس إليه كما كان يجلس فقال له الملك : من رد عليك بصرك ؟ ¶ قال : ربي . ¶ قال : أو لك رب غيري ؟! ¶ قال ربي وربك الله ، فأخذه فلم يزل يعذبه حتى دل على الغلام ، فجئ بالغلام فقال له الملك : أي بني قد بلغ من سحرك ما تبرئ الأكمة والأبرص وتفعل وتفعل.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "فقال : إني لا أشفي أحداً ، إنما يشفي الله تعالى ، فأخذه فلم يزل يعذبه حتى دل على الراهب ؛ فجيء بالراهب فقيل له : ارجع عن دينك فأبى فدعا بالمنشار فوضع المنشار في مفرق رأسه فشقه به حتى وقع شقاه ، ثم جيء بجليس الملك ، فقيل له : ارجع عن دينك ، فأبي فوضع المنشار في مفرق رأسه فشقه به حتى وقع شقاه ، ثم جيء بالغلام فقيل له : ارجع عن دينك فأبى ، فدفعه إلى نفر من أصحابه فقال : اذهبوا به إلي جبل كذا وكذا فاصعدوا به الجبل ، فإذا بلغتم ذروته فإن رجع عن دينه وإلا فاطرحوه ، فذهبوا به فصعدوا به الجبل ، فقال : اللهم اكفينهم بما شئت ، فرجف بهم الجبل فسقطوا ، وجاء يمشي إلى الملك فقال له الملك : ما فُعل بأصحابك ؟ ¶ فقال: كفانيهم الله تعالى ، فدفعه إلى نفر من أصحابه فقال : اذهبوا به فاحملوه في قرقور وتوسطوا به البحر ، فإن رجع عن دينه وإلا فاقذفوه ، فذهبوا به فقال : اللهم اكفينهم بما شئت فانكفأت بهم السفينة فغرقوا ، وجاء يمشي إلى الملك ، فقال له الملك : ما فعل بأصحابك ؟ فقال : كفانيهم الله تعالى فقال للملك : إنك لست بقاتلي حتى تفعل ما أمرك به . ¶ قال : ما هو ؟ ¶ قال : تجمع الناس في صعيد واحد وتصلبني على جذع ، ثم خذ سهماً من كنانتي ، ثم ضع السهم في كبد القوس ، ثم قل : بسم الله رب الغلام ثم ارمني ، فإنك إذا فعلت ذلك قتلتني . ¶ فجمع الناس في صعيد واحد ، وصلبه على جذع ثم أخذ سهماً من كنانته ، ثم وضع السهم في كبد القوس ، ثم قال : بسم رب الغلام ، ثم رماه فوقع السهم في صدغة ، فوضع يده في صدغه فمات .",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "فقال الناس : آمنا برب الغلام ، فأتي الملك فقيل له : أرأيت ما كنت تحذر ؟ قد والله نزل بك حذرك ، قد آمن الناس ، فأمر بالأخدود بأفواه السكك فخدت ، وأضرم فيها النيران وقال : من لم يرجع عن دينه فأقحموه فيها ، أو قيل له : اقتحم ، ففعلوا ، حتى جاءت امرأة ومعها صبي لها ، فتقاعست أن تقع فيها ، فقال لها الغلام : يا أماه اصبري فإنك على الحق ))(¬1). ¶ ثانياً : تعليق قلوب المؤمنين الصابرين بما أعده الله تعالى لهم يوم يلقونه من جنات ونعيم ، وحور عين قد تزينت واستعدت للقاء لا فراق ولا وداع بعده . ¶ ولهذا فقد أخبر الله تبارك وتعالى وفي مواضع كثيرة أنه قد أعد للمؤمنين جنات ظليلة ، فيها ما لا عين رأت ولا أذن سمعت ولا خَطَرَ على قلب بشر ، ليزيد من تعلق قلوب المؤمنين المضطهدين بها وتشوقهم لها ، ولتهون أمامهم كل العقبات والمصائب التي من الممكن أن تمر وتنزل بهم وهم في طريق سيرهم إلى الله ، وحتى لا يغتروا بما في أيدي الكافرين من زهرة الحياة الدنيا الفانية ، قال تعالى { لاَ يَغُرَّنَّكَ تَقَلُّبُ الَّذِينَ كَفَرُواْ فِي الْبِلاَد ، مَتَاعٌ قَلِيلٌ ثُمَّ مَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمِهَادُ } [آل عمران : 197] . ¶ فالجنة هي التي عّلَّق النبي ( - صلى الله عليه وسلم - ) بها قلوب أصحابه المستضعفين المحرومين ، دون الوعود بالمناصب والأموال والمكاسب الدنيوية الزائلة الفانية . ¶ ولو نظرنا إلى ما جرى للأنصار بين النبي ( - صلى الله عليه وسلم - ) والأنصار يوم بيعة العقبة الثانية ، وعلمنا ما أخذ منهم النبي ( - صلى الله عليه وسلم - ) وما أعطاهم وعلَّق قلوبهم به لوجدنا المثال واضحاً . ¶ قال الشيخ صفي الرحمن المباركفوري في (( الرحيق المختوم : 120 )) : (( وقد روى الإمام أحمد عن جابر ( رضي الله عنه ) مفصلاً : ¶ قال جابر : قلنا : يا رسول الله ، علام نبايعك ؟ ¶ ¬__________ ¶ (¬1) 51 ) أخرجه مسلم برقم : 3005",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "قال : (( على السمع والطاعة في النشاط والكسل . ¶ وعلى النفقة في العسر واليسر . ¶ وعلى الأمر بالمعروف والنهي عن المنكر . ¶ وعلى أن تقوموا في الله ، لا تأخذكم في الله لومة لائم . ¶ وعلى أن تنصروني إذا قدمت إليكم . ¶ وتمنعوني مما تمنعون منه أنفسكم ، وأزواجكم وأبناءكم . ¶ ولكم الجنة ))(¬1)أ . هـ . ¶ وعن جابر: أن رسول الله صلى الله عليه وسلم مر بعمار وأهله وهم يعذبون ، فقال : (( أبشروا آل عمار وآل ياسر ! فإن موعدكم الجنة ))(¬2). ¶ قال الشيخ العلامة ربيع بن هادي المدخلي في (( منهج الأنبياء في الدعوة إلى الله : 125 )) : (( ومن هنا - أيضاً - كان _ أي النبي ( - صلى الله عليه وسلم - ) _ يربي أصحابه على القرآن والسنَّة ، وعلى الإيمان والصدق والإخلاص لله في كلِّ عمل ، بعيداً عن الأساليب السياسيَّة والإغراء بالمناصب العالية . ¶ فما كان يمنّي أحداً منهم قبل دخوله في الإسلام ، أو بعده بمنصب في الدولة ، فهذا عمر بن الخطاب - رضي الله عنه - أحد عظماء الصحابة وأقواهم شخصيَّة ، ما كان يَعِده رسول الله ( - صلى الله عليه وسلم - ) بالمناصب ، ولا تتطلع نفسه إليها ، حتى جاء يوم خيبر، أي : بعد عشرين سنة من البعثة فاجأهم رسول الله ( - صلى الله عليه وسلم - ) بقوله : (( لأعطين الراية غداً رجلاً يحبّ الله ورسوله يفتح الله على يديه )) ،فبات هو والصحابة يدوكون ليلتهم أيُّهم يعطاها ، وقال عمر رضي الله عنه : ما أحببت الإمارة إلاّ يومئذ )) . ... ¶ ¬__________ ¶ (¬1) 52 ) صحيح أنظر (( سلسلة الأحاديث الصحيحة : 1 / 133 )) . ¶ (¬2) 53 ) رواه الحاكم في المستدرك وصححه المحدث العلامة الألباني في (( صحيح السيرة النبوية لأبن كثير : 69 برقم : 154 )) .",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "لأيّ شيء تطلع هؤلاء الصحابة الكرام ؟! أللإمارة نفسها أم لنيل هذه المنزلة العظيمة حب الله ورسوله ؟ ولماذا كان عمر بن الخطاب لا يحب الإمارة لو كان رسول الله يحببها إليهم ويربيهم عليها ويمنيهم بها ، ... بل كان ينفرهم منها ويحذرهم من الحرص عليها(¬1)...... )) . ¶ ¬__________ ¶ (¬1) 54 ) والأدلة على هذا الأمر كثيرة جداً ، منها : ¶ 1 ) روى الإمام مسلم في (( صحيحه : باب النهي عن طلب الإمارة والحرص عليها :عن عبد الرحمن بن سمرة ( رضي الله عنه ) قال :قال لي رسول الله صلى الله عليه وسلم : (( يا عبد الرحمن! لا تسأل الإمارة ، فإنك إن أعطيتها ، عن مسألة ، وكلت إليها وإن أعطيتها عن غير مسألة ، أعنت عليها )). ¶ 2 ) وروى الإمام البخاري في (( صحيحه : باب : من سأل الإمارة وُكِل إليها عن أبي هريرة ( رضي الله عنه ) عن النبي صلى الله عليه وسلم قال : (( إنكم ستحرصون على الإمارة ، وستكون ندامة يوم القيامة ، فنعم المرضعة وبئست الفاطمة )) . ¶ قال الإمام أبن حجر في (( فتح الباري : 13 / 126 )) : (( نِعْم المرضعة : لما فيها من حصول الجاه والمال ونفاذ الكلمة وتحصيل اللذات الحسية والوهمية حال حصولها . ¶ وقوله ( وبئست الفاطمة ) عند الانفصال عنها بموت أو غيرها وما يترتب عليها من التبعات في الآخرة )) . ¶ ) وللبخاري أيضاً عن الحسن قال : أتينا معقل بن يسار نعوده ، فدخل علينا عبيد الله ، فقال له معقل : أحدِّثك حديثاً سمعته من رسول الله صلى الله عليه وسلم ، فقال : (( ما من وال يلي رعيَّة من المسلمين ، فيموت وهو غاش لهم ، إلا حرَّم الله عليه الجنة )) .",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "ثالثاً : التطلع نحو المستقبل الذي ينصر الله تبارك وتعالى فيه الإسلام والمسلمين في هذه الحياة الدنيا ، ويذل فيه الكفر وأهله ، حيث صوَّب النبي ( - صلى الله عليه وسلم - ) أبصار أصحابه الضعفاء نحو هذا اليوم ، حتى لا ييأسوا ولا يبأسوا إذا ما دال عليهم الباطل بخيله ورجله ، فللحق صولات وللباطل صولات ، ولكن الغلبة في نهاية المطاف للحق وأهله ، قال تعالى { كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِي إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ } [المجادلة : 21] . ¶ فالباطل مآله الإنكسار والإندحار ، والمسألة مسألة وقت لا غير ، كما قال ( - صلى الله عليه وسلم - ) لخباب بن الأرت رضي الله عنه : (( والله ليتمن هذا الأمر ، حتى يسير الراكب من صنعاء إلى حضرموت لا يخاف إلا الله ، و الذئب على غنمه ،ولكنكم تستعجلون )) . ¶ رابعاً : الصبر والتأني وعدم الاستعجال ، لأن الاستعجال يأكل جهد الداعية ويبدده هدراً ، فالداعية غير مأمور أن يرى أثر دعوته في حياته وقد أثمر وأنتج ، وإنما عليه الدعوة إلى الله تعالى بكل وسيلة شرعية ممكنة والباقي يتكفل الله به ، وقد تثمر دعوته وتُأتي أُكلها بعد موته فيكون حينها نصراً للداعية وتقيماً لجهده وتعبه ، ولهذا على الداعية أن يتحلى بالصبر والتأني ، كما وصى النبي ( - صلى الله عليه وسلم - ) خباب أن يتحلى به : ((ولكنكم تستعجلون )) . ¶ ولو نظرنا في كتاب الله لرأينا أن الله تبارك وتعالى قد أوصى نبيه - صلى الله عليه وسلم - بعدة أمور منها : ¶ 1 ) الصبر في دعوته إلى الله تعالى . ¶ 2) الصبر على ما سيلاقيه من الأذى والعدوان . ¶ 3) الصبر والتأني وعدم الاستعجال . ¶ فقال تعالى { فَاصْبِرْ إِنَّ الْعَاقِبَةَ لِلْمُتَّقِينَ } [هود : 49] ، وقال سبحانه { فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَلَا يَسْتَخِفَّنَّكَ الَّذِينَ لَا يُوقِنُونَ َ } [الروم : 60].",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "وقال سبحانه { فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ فَإِمَّا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا يُرْجَعُونَ } [غافر : 77]. ¶ وقال سبحانه { فَاصْبِرْ كَمَا صَبَرَ أُوْلُوا الْعَزْمِ مِنَ الرُّسُلِ وَلَا تَسْتَعْجِل لَّهُمْ } [الأحقاف : 35] . ¶ وقال سبحانه { فَاصْبِرْ لِحُكْمِ رَبِّكَ وَلَا تَكُن كَصَاحِبِ الْحُوتِ إِذْ نَادَى وَهُوَ مَكْظُومٌ } [القلم : 48] . ¶ أما الغربة الثانية : ¶ وهي الغربة التي يتقلب على حرِّ جمرها من تمسك بدينه وعقيدته من غرباء أخر الزمان ، الذين لا يجدون أعواناً على الخير لقلة من يطلب الآخرة ويسعى لها ، ولهذا مدحهم النبي ( - صلى الله عليه وسلم - ) وأثنى عليهم بقوله : ((طوبى للغرباء ، قلنا : ومن الغرباء ؟ قال : قوم قليل في أناس سوء كثير ، من يعصيهم أكثر ممن يطيعهم )) . ¶ أسباب الغربة الثانية : ¶ إن الفرقة الناجية غريبة بالنظر إلى كثرة الفرق المخالفة لها ، وأفرادها غرباء بالنظر إلى كثرة المنحرفين والهالكين ، ولهذه الغربة أسباب عديدة منها : ¶ 1) كثرة الأقاويل والمعتقدات والآراء المخالفة للكتاب والسنة ، وكثرة الدُّعاة إلى تلك الآراء والمعتقدات والأقاويل ، فيلتبس على كثير من الناس الحقُّ بالباطل والسنةُ بالبدعة ، ويصبح كثير منهم يتَّبعون البدعة يظنُّونها سنة ، ويحاربون السنة يظنُّونها بدعة ، فيغدو المؤمن المتِّبع للسنة السائر على البيِّنة الربَّانية غريبًا بينهم لاتِّباعه وبدعتهم ، وعلمه وجهالتهم ، وقلَّته وكثرتهم ، وتعظم الغربة حين تصبح هذه الآراء المبتَدَعَة ، والعقائد المنحرفة دينًا يَدين به الكبراء من السلاطين والرؤساء ، والمنسوبين إلى العلم والشرع ، فيُطْبِقُ على العامة الجهلُ بالسنة والإنكار على أهلها ، وما يزالون يتوارثون ذلك يتواصَوْن به حتى يصبحَ عُرفاً جارياً ، مَن خالفه تعرَّض للسَّبِّ والتَّنقيصِ والزراية والاتِّهام .",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "2- إتِّباع الهوى وانتشار العصبيَّة للمذاهب والآراء ، حتى ليصبح الداعي إلى السنة كأنه يدعوهم -فيما يحسبون ويظنُّون- إلى إتِّباعِهِ ، وترك أشياخهم ومقدَّميهم ، وليس يدعوهم إلى اتِّباع السنة وهجر البدعة ، فتتحرَّك في النفوس العصبيَّة للشيخ والمذهب والطريقة ، وتمنع كثيراً من الناس من سماع الحق -أصلاً- فضلاً عن اتِّباعه .وكم حالَ الهوى دون اتِّباع النصِّ المحكم المنزل وأضلَّ عن سبيل الله ! ¶ قال تعالى (( يَا دَاوُدُ إِنَّا جَعَلْنَاكَ خَليفَةً في الأَرْض فَاحْكُمْ بَيْنَ النَّاس بالحَقِّ وَلا تَتَّبع الهوى فَيُضلَّكَ عَن سَبيل الله )) . ¶ 3- قلة الإنصاف بين الناس وضعف الخوف من الله مما يجعل بعضهم يحمل على المخالف ويجلب عليه بخيله ورَجِلِه وينسب إليه كلَّ نقيصة ، ويَجْحَدُ ما يعلم فيه من الفضل ، ويفرِّع على أقواله فروعًا ليست صحيحة ؛ ابتغاء تنفير الناس عنه ، وعن منهجه . ¶ فإذا كان هذا المخالف لهم متَّبعاً للكتاب والسنة وأنكر ما عليه مُدَّعو التصوُّف من الأحوال المنافية للشرع نسبوه إلى معاداة أولياء الله وحربهم وبغضهم . ¶ وإذا أنكر ما عليه السلاطين من مخالفة الشرع أو اتِّباع المناهج الوضعية ، أو ظلم الرعية ، أو موالاة أعداء الدين رُميَ بأنه من الخوارج المارقين والبغاة الضالين . ¶ وإذا أنكر ما عليه العوام من البدع والعوائد والمحدثات التي قامَت فيهم مقامَ العُرْف الذي يتوارثونه خلفًا عن سلف رُميَ بأنه متشدِّد متنطِّعٌ ملزمٌ الناسَ بالحرج في دينهم . ¶ ليس هذا فحسب؛ بل إن كثيرًا من الناس لا يجدون حرجًا من اختراع الأقاويل، وتزوير الحكايات التي ليس لها أصل وترويجها بين الناس لصدهم عن دعاة الحق والخير والسنة .",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "وإنه لأمر صعب أن يصبح الداعي إلى منهج الفرقة الناجية، وإلى ما كان عليه الرسول صلى الله عليه وسلم وأصحابه وإلى اتِّباع الكتاب والسنة متَّهمًا بين الناس تشير إليه الأصابع بالرِّيبة وتتناوله الألسنة بالبهتان . ¶ 4- ويستحكم طوق الغربة حول متبعي السنة إذا كانت الدولة لأهل البدع ، والتفَّ حول السلطان علماء السوء الذين يزيِّنون له الباطل ويأمرونه به ، ويبغضون له الحق ، ويَنْهَوْنَه عنه ، حتى يُشرَب قلبُه حبَّ البدعة وأهلها ، وبغضَ السنة وأهلها ، فيُوَلِّي أهل البدع ويستعملهم ويقرِّبهم ويستنصح لهم ، فيحمل هؤلاء الناس على بدعتهم وضلالهم ، ويمكِّنون لمَن كان على مثل حالهم ، ويضيِّقون على أهل السنة ، وقد يخيفونهم ويفتنونهم ؛ كما حدث للإمام أحمد ، وأبن تيمية وغيرهما . ¶ ومثل ذلك أن تكون الدولة لأهل الإلحاد والكفر بالله من منتحلي المذاهب الوضعية البشرية كالعلمانية(¬1)وغيرها ؛ فإن هؤلاء لا يرضون أن يكون للدين موقعٌ في المجتمع ، ولا أن يكون لأهله مكانةٌ بين الناس ، ويعدُّون تحكيم الشرع في الأنفس والأموال والأعراض والدماء وسائر شؤون الحياة نوعًا من الزج بالدين في أمور لا علاقة له بها أصلاً ، إذ الدين -في عقدهم- علاقة بين الخالق والمخلوق تقتصر على أداء شعائر معيَّنة في المسجد أو الكنيسة وينتهي الأمر عند هذا الحد . ¶ وهؤلاء - وإن كانوا حربًا على الدين كله - إلا أن حربهم لأهل السنة والأثر أشدُّ ، وعداوتهم لهم أعظم ، لأنهم يجدون كثيرًا من أهل البدع يوافقونهم فيما يريدون من عَزْل الدين عن الحياة؛ كما هو منهج الطرق الصوفية – مثلاً - . ¶ ¬__________ ¶ (¬1) 55 ) هي الفصل الكامل بين الدين والحياة وصرف الناس عن الاهتمام بالآخرة إلى الاهتمام بالحياة الدنيا وحدها. وليس بين ( العلمانية ) و( العلم ) الذي تنسب إليه صلة ما سوى التضليل والخداع.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "فهذه الأسباب -وغيرها- تضاعف غربة ( الفرقة الناجية ) -سواء من الناحية الفردية أو الجماعية - ، وتحيطها بنوع خاص من الغربة يضاف إلى الغربة العامَّة الشاملة التي تواجهها هذه الفرقة ، لأنها فئة من المسلمين والمسلمون بين أهل الأرض غرباء وللمستقيمين على الجادة السالكين الطريق المستقيم من هذه الغربة أوفاها وأكملها . ¶ فالفرقة الناجية تعيش غربة المسلمين بين أهل الملل والأديان الأخرى في سائر أقطار الأرض، وتعيش غربتها الخاصة بين المسلمين، والتي تُحْكِم خيوطَها أيدي المسلمين أنفسهم ! ¶ ومع ذلك فهذه الفرقة مطالَبة بالقيام بأمر الله ، ونشر دينه ودعوته ، والصَّدْع بما لديهم من علم وفهم ، ومعالجة لهذه الغربة ، والقيام بتجديد الدين بين المسلمين ، وإقامة الحُجَّة على أهل العصر ، وعدم الاستسلام لليأس أو الرُّكون إلى الدَّعة ، ويتولَّى عظم هذا الأمر وجملَته الطائفة المنصورة -كما سيأتي- وهي من الفرقة الناجية. ¶ فوصفهم بالغربة ليس حثًّا على الاعتزال ولا أمرًا بالقعود ؛ بل هو دعوة إلى التميُّز بالمنهج المستقيم والصبر عليه ، وإعلانه والدعوة إليه والاجتماع حوله ، إذ إن ذلك كله من أسباب اندفاع الغربة وزوالها ، ومن أسباب الاستمساك بالحق الذي يحمله المغترب ، فالمضحِّي في سبيل شيء ما يعزُّ عليه أن يتخلَّى عنه ، وحين يكون هذا الشيء هو الحق ؛ يكون ذلك من سعادة المسلم وتوفيقه . ¶ وإذا كان الشعور بالغربة ، وكثرة المخالفين والمناوئين شعورًا صحيحًا لدى الفرقة الناجية ، بحيث لا يَعيبهُم نبزُ الناس لهم بالشُّذوذ ، واتِّهامهم بتفريق الصُّفوف ؛ فإنه يجب التفريق بين هذا وبين الشعور المنحرف الذي يتعاظم ويشتدُّ لدى بعض الغلاة الذين لا يجدون مَن يوافقهُم فى غلوِّهم وانحرافهم ، فيُعَزُّون أنفسهم بأنهم يعيشون زمن غربة الإسلام ، فيزيدهم هذا تمسُّكًا بما هم عليه وإعراضًا عن المراجعة ، وتصحيح المنهج ، واتهام النفس.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "والفيصل في هذا هو النص المحكم الذي يجب الرجوع إليه فيما يشتجر بين المسلمين من الخصومة ، وفهمُ السلف الصالح لهذا النص من الصحابة ومَن بعدهم من أئمة المسلمين والأئمة والعلماء العاملين المعاصرين ممَّن عُرف بالتزام السنة و مجانبة البدعة والإعراض عن الدُّنيا ومطامعها ، وهم أهل الذكر الذين أقامهم الله حجة على عباده . ¶ فليس كل مَن شعر بالغربة وادَّعاها صادقًا موفَّقًا مهتديًا . ¶ ولقد كان الخوارج -حين ظهورهم- غرباء بين الصحابة والتابعين وما زالوا كذلك إلى يوم الناس هذا ، وغربتهم هذه غربة مذمومة غير محمودة لما فيها من مفارقة الجماعة وترك السبيل والسنة ، والاعتداد بالنفس وتحمُّل مخالفة الأئمة الأفذاذ المشهود لهم بالعلم والصلاح والله المستعان(¬1)) . ¶ مظاهر الغربة الثانية : ¶ لقد ظهرت هذه المظاهر وطفت على سطح الأحداث كنتيجة حتمية لأسباب كثيرة سنشير إليها لاحقاً ، حيث تركت أثراً واضحاً في مسيرة الأمة الإسلامية وزادت في الوقت نفسه من غربة من يتمسك بدينه وعقيدته ، حيث نرى أن الزمان قد أستدار وعاد فيه الإسلام غريباً كما بدأ غريباً ، وأحاط بالغرباء ما أحاط بالسابقين الأولين ، حيث أطلَّ علينا زمان يجر خلفه عربات شر مستطير بسنوات خداعات ، ألقت بظلالها الثقيلة وتبعاتها العظيمة على مجريات الأحداث ، حتى نطق فيها الرويبضات التي أطلت برؤوسها الخاوية من قماقمها بعد طول سبات وسكون ، كما أصبح فيها لأهل الأهواء والبدع صولات وجولات ، ودق لهم فيها بطبول ومزامير على حين غفلة من أهل الحق ومريديه . ¶ أما الزمان فكأنه ذلك الزمان الذي أشار إليه النبي - صلى الله عليه وسلم - في معرض رده على أسئلة حذيفة بن اليمان رضي الله عنه الذي جاءه يسأل عن الشر خشية أن يدركه ويقع فيه . ¶ ¬__________ ¶ (¬1) 56 ) رسائل الغرباء / الرسالة الثانية : صفة الغرباء ص : 76 للشيخ سلمان فهد العودة .",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "فعن حذيفة بن اليمان رضي الله عنه قال : كان الناس يسألون رسول الله صلى الله عليه وسلم عن الخير ، وكنت أسأله عن الشر مخافة أن يدركني . ¶ فقلت : يا رسول الله ، إنا كنا في جاهلية وشر ، فجاءنا الله بهذا الخير ، فهل بعد هذا الخير من شر ؟ ¶ قال : (( نعم )) . ¶ قلت : وهل بعد ذلك الشر من خير؟ . ¶ قال : (( نعم ، وفيه دخن )) . ¶ قلت : وما دخنه ؟ ¶ قال : (( قوم يهدون بغير هدي ، تعرف منهم وتنكر )) . ¶ قلت : فهل بعد ذلك الخير من شر؟ ¶ قال : (( نعم ، دعاة على أبواب جهنم ، من أجابهم إليها قذفوه فيها )). قلت : يا رسول الله، صفهم لنا ؟ . ¶ فقال : ((هم من جلدتنا ، ويتكلمون بألسنتنا )) . ¶ قلت : فما تأمرني إن أدركني ذلك ؟ . ¶ قال : (( تلزم جماعة المسلمين وإمامهم )) . ¶ قلت : فإن لم يكن لهم جماعة ولا إمام ؟ . ¶ قال : (( فاعتزل تلك الفرق كلها ، ولو أن تعض بأصل شجرة ، حتى يدركك الموت وأنت على ذلك ))(¬1). ¶ ولو نظرنا ـ أخي الحبيب ـ في هذا الحديث النبوي الشريف ، وتأملنا فيه ملياً لوجدنا أنه يشير إلى عدة إشارات مهمة وخطيرة في الوقت نفسه ، أهمها : ¶ الأولى : نجد أن الحديث يخبر عن زمن سيأتي لاحقاً ، حيث يكون الخير فيه ليس بخالص ولا نقي ، بل فيه دَخَن وكدورة يكدران صفائه وبهائه ، حيث يتجلى فيه رجال يستنون بغير سنة النبي - صلى الله عليه وسلم - يعرف الناس منهم أشياء وينكرون أخرى . ¶ قال أبن حجر في (( فتح الباري : 13/ 36 )) : (( الدخن هو الحقد ، وقيل الدغل وقيل : فساد القلب ، ومعنى الثلاثة متقارب ، يشير إلى أن الخير الذي يجيء بعد الخير لا يكون خالصاً بل فيه كدر . ¶ وقيل : المراد بالدخن كل أمر مكروه .. )) أ . هـ ¶ ¬__________ ¶ (¬1) 57 ) رواه البخاري ( 1 / 615 فتح ) ومسلم ( 1847 ).",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "الثانية : ونجد أيضا أن الحديث يتدرج في الأحداث والوقائع ، ليخبر عن زمن سيلحق الزمن المذكور آنفاً يكون الشر فيه خالصاً وشاملاً ومطبِقاً ، ويتمخض عن أحداث عظيمة وشرور جسيمة منها : ¶ 1 ) ظهور أناس من جلدتنا ويتكلمون بألسنتنا سماهم النبي - صلى الله عليه وسلم - (( دعاة على أبواب جهنم ، من أجابهم إليها قذفوه فيها )) يدعون الناس إلى الجنة بأقوالهم ، ولكن أفعالهم تأبى ذلك حيث تناقض ما يقولون ويُنظِّرون . ¶ قال أبن القيم رحمه الله : (( علماء السوء جلسوا على باب الجنة يدعون الناس إليها بأقوالهم ويدعون إلى النار بأفعالهم ، فكلما قالت أفواههم للناس هلموا ، قالت أفعالهم : لا تسمعوا منهم فلو كان ما دعوا إليه حقاً كانوا أول المستجيبين له ، فهم في الصورة أدلاء وفي الحقيقة قطاع طرق ))(¬1). ¶ 2 ) تقاذف الناس بأرواحهم نحو أحزاب وفرق وطوائف مزقت الأمة وأذهبت ريحها ، وكأن الله لا يعبد بنظرهم إلا عن طريق حزب أو طائفة . ¶ 3 ) خلو هذا الزمان من جماعة للمسلمين تجمعهم وإمام يقودهم . ¶ 4 ) وعلى ضوء ما سبق ذكره في النقطة السابقة فإن الحكم النبوي في هكذا زمان يشير إلى وجوب اعتزال تلك الفرق والأحزاب وعدم الانخراط فيها (( فاعتزل تلك الفرق كلها ، ولو أن تعض بأصل شجرة ، حتى يدركك الموت وأنت على ذلك )) . ¶ أما السنوات الخداعات : فهي تلك السنوات التي تتغير فيها أحوال الناس ، وتنقلب فيها الحقائق الثابتة ، فيوسد فيها الأمر إلى غير أهله ، وتصير زمام الأمور بيد الرويبضات ودعاة جهنم ، ممن لا يحسنون التصرف فيها وفق الضوابط الشرعية المعتبرة ليعم بعد ذلك الخراب والدمار . ¶ ¬__________ ¶ (¬1) 58 ) أنظر (( تيسير الوصول إلى معرفة الثلاثة الأصول في سؤال وجواب : 33 )) للمؤلف .",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "فعن أبي هريرة رضي الله عنه قال : قال رسول الله - صلى الله عليه وسلم - : (( سيأتي سنوات خداعات يصدَّق فيهن الكاذب ويُكذَّب فيهن الصادق ، ويؤتمن الخائن ويُخوَّن الأمين وينطق فيها الرويبضة )) . ¶ فقيل : وما الرويبضة ؟ ¶ قال : الرجل التافه يتكلم في أمر العامة ))(¬1). ¶ وهكذا نرى أنه قد خرج من رحم تلك السنوات العجاف عدة مظاهر وافرزت عدة افرازات أحاطت بالغرباء من كل حدب وصوب كما يحيط السوار بالمعصم ، وإليك أخي الحبيب أهم هذه المظاهر والافرازات : ¶ 1 ) فساد الناس في آخر الزمان ، وفساد أحوالهم وأخلاقهم بسب جريهم وراء الدنيا ومغرياتها الفانية ، حتى صار أحدهم لا يبالي من أين يأخذ حظه منها أمن حلال أم من حرام ، فعن أبي هريرة رَضِيَ اللَّهُ عَنْه أن رسول الله - صلى الله عليه وسلم - قال : (( بادروا بالأعمال فتنا كقطع الليل المظلم : يصبح الرجل مؤمنًا ويمسي كافراً ويمسي مؤمناً ويصبح كافراً ، يبيع دينه بعرض من الدنيا ))[ رَوَاهُ مُسْلِم ]. ¶ 2 ) الغرباء قوم صالحون في قوم سوء كثير ، الذي يعصيم _ في حقهم الذين هم عليه _ أكثر ممن يطيعهم . ¶ 3 ) الأعراض عن تعلم التوحيد والعمل به ، مع فشو الشرك بمظاهره الكثيرة ووسائله المتعددة ، كما صار للبدع المنكرة التي شوهت صفاء الإسلام ظهوراً وانتشاراً . ¶ والتوحيد هو الذي خلق الله تبارك وتعالى جميع الخلق لأجله كما قال تعالى { وَمَا خَلَقْتُ الْجِنَّ وَالْإِنسَ إِلَّا لِيَعْبُدُونِ } [الذاريات : 56] . ¶ وبه أرسل جميع الأنبياء به كما قال تعالى { وَمَا أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدُون ِ } [الأنبياء : 25] . ¶ ¬__________ ¶ (¬1) 59 ) أخرجه ماجة في سننه برقم 4036 وصححه الشيخ الألباني في صحيح سنن أبن ماجة 3650 ، وحسَّنه في السلسلة الصحيحة برقم 1887.",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "4 ) تسلط أهل الجهل والبدع حتى أصبحت زمام الأمور ومقاليدها بأيديهم ، مما جعلهم يصبون جام غضبهم على الغرباء انتقاماً ونكاية بهم ، كما هو الحاصل اليوم في العراق ، حيث أصبح لأهل الأهواء والبدع دولة وراية ، مما جعل الغرباء يقعون بين مطرقة جرذان صفراء وسندان صبيان سفهاء ولله وحده المشتكى . ¶ 5 ) البطش والإضطهاد بالغرباء(¬1). ¶ 6 ) قلة الأتباع وقلة من يعين على الخير ويعمل للآخرة . ¶ 7 ) الإستضعاف الذي يعتري الغرباء مما يؤدي إلى الإسرار بالدعوة . ¶ والاستضعاف مرحلة ممكن أن يمر بها الغرباء في بلد دون آخر ، أو في زمن دون آخر ، ولهذا يجب عليهم حينها أن يتعاملوا معها بحذر وتبصر وتدبر ، وكذلك يجب على من يريد التصدي لمسألة الأمر بالمعروف ، والنهي عن المنكر في هذه المرحلة أن يستطيع (( التفريق بين أمرين مهمين ، وأن يعرف أن لكل أمر من هذين الأمرين أحكامه الخاصة به ، توجب النظر والتأمل فيه قبل محاولة تجاوزه والتعدي عليه : ¶ الأمر الأول : وجوب النظر إلى حال دولة الإسلام من حيث القيام والعدم : ¶ ¬__________ ¶ (¬1) 60 ) ولهذا كان من دعاء المؤمنين لربهم تبارك وتعالى أن لا يسلط عليهم عدوهم فيفتنهم ، قال الله تبارك و تعالى (( رَبَّنَا لا تَجْعَلْنَا فِتْنَةً لِلَّذِينَ كَفَرُوا وَاغْفِرْ لَنَا رَبَّنَا إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ )) [ الممتحنة :5 ] : ¶ 1 ) قال أبن عباس : (( لا تسلطهم علينا فيفتنونا )) . ¶ 2 ) قال مجاهد : (( لا تعذبنا بأيديهم ولا بعذاب من عندك فيقولوا : لو كان هؤلاء على الحق ما أصابهم هذا ) . ¶ 3 ) قال قتادة : (( لا تظهرهم علينا فيفتنونا ، بذلك يرون إنما ظهروا علينا لحق هم عليه )) . ¶ أنظر (( تفسير الإمام أبن كثير: 4 / 446 )) .",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "أما الحال الأول : ففي حال قيام دولة الإسلام قياماً حقيقياً ، ويكون لها وجود في عالم الوجود ، ولها ثقلها المعتبر وظلها الذي يستظل به كل من تحكمه ، لا دولة ترسم على ورق أو تكون في خيال من يتصورها ويحلم بها ، فالأحكام لا تبنى على المخيلات والتصورات ، وإنما تبنى على الحقائق والوقائع . ¶ فإن كان لها قيام ووجود فإن الأمر والحال كهذا يرجع كله إلى سلطان المسلمين أو نوابه ، وما على آحاد الناس إذا ما أرادوا الإنكار والتغيير على من يقعون في مخالفة شرعية إلا النصيحة بالحكمة والموعظة الحسنة ، فإن لم تجدِ نفعاً فعندها يمكنه أن يرفع هذا الأمر إلى السلطان ، ويكون بذلك قد برأت ذمته وقام بالواجب خير قيام . ¶ الحال الثاني : وأما في حال عدم قيام دولة الإسلام فإن الواجب على الدعاة إلى الله تبارك وتعالى اتجاه إخوانهم الذين يقعون في مخالفات شرعية النصح بالحكمة والموعظة الحسنة ، والرفق واللين مع الابتعاد عن أساليب الخشونة والغلظة التي تنفر الناس أكثر مما تجمعهم ، كما قال تعالى لنبيه ( - صلى الله عليه وسلم - ) { فَبِمَا رَحْمَةٍ مِّنَ اللّهِ لِنتَ لَهُمْ وَلَوْ كُنتَ فَظّاً غَلِيظَ الْقَلْبِ لاَنفَضُّواْ مِنْ حَوْلِكَ } [آل عمران : 159] .",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "الأمر الثاني : يجب على الدعاة إلى الله تعالى وهم يتصدون لمسألة الدعوة إلى الله والأمر بالمعروف والنهي عن المنكر أن يفرقوا بين حال القوة التي من الممكن أن يكون عليها الإسلام وبين حال الضعف ، وهذا الأمر يمكن معرفته من خلال النظر والتأمل في سنة النبي ( - صلى الله عليه وسلم - ) وسيرته ، وعندها سيرى الناظر في ذلك أن حاله ( - صلى الله عليه وسلم - ) في مكة يختلف عما صار إليه في المدينة بعد هجرته إليها ، فقد كان النبي ( - صلى الله عليه وسلم - ) يرى وهو في مكة الكثير من المنكرات والموبقات ، مثلما رأى بعينه كيف تطعن سمية رضي الله عنها في موضع عفتها ، وكيف يموت ياسر تحت وطأة أسواط جلاديه ، وكيف أثَّر التعذيب في عمار حتى قال لهم ما أرادوه منه ، ومع هذا كله لم يملك أن يفعل شيئاً إزاء ذلك إلا أن يقول (( صبراً آل ياسر فإن موعدكم الجنة )) . ¶ فهل كان النبي ( - صلى الله عليه وسلم - ) وحاشاه قليل الشجاعة والعزيمة أمام هذا المنظر الذي تقشعر منه الجلود ، وتتفطر له القلوب ، أم هو الضعف الذي خيَّم بأحكامه على المسلمين في مكة . ¶ بالتأكيد هو الضعف وعدم القدرة ، وفي الوقت نفسه درءاً للمفسدة الراجحة التي تقع ويكون ضررها أشد وأكثر من ضرر السكوت وترك الإنكار . ¶ بينما نرى أن الأمر قد تغير في المدينة ، عندما صار للمسلمين دولة وسلطة يستطيعون بها أن يردعوا كل من تسول له نفسه فعل الموبقات والمعاصي .",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "إذن مسألة النظر إلى حال القوة والضعف مسألة مهمة عمل بها النبي ( - صلى الله عليه وسلم - ) وعمل بها أتباعه من بعده ، ولهذا فلا يجب أن يفرق بين حال وحال ، وإنما يعمل بهذا الأصل متى ما أستوجب ذلك ، ولهذا نرى أن البعض لما أعرض عن هذا كله ، وصار يعمل على أن المفاسد من الضروريات التي لابد لها من الوقوع وإلا كيف الوصول إلى الغاية التي يريد ، نرى أن الفساد قد عمَّ ، وكثر الخراب وأصبحت الديار تنعق بها الغربان والبُوَم دون أن يرف لهم جفن أو يرتجف لهم قلب من عواقب أفعالهم تلك . ¶ قال شيخ الإسلام أبن تيمية في (( الصارم المسلول : 2 413 )) : (( فمن كان من المؤمنين بأرض هو مستضعف ، أو في وقت هو فيه مستضعف فليعمل بآية الصبر والصفح عمن يؤذي الله ورسوله من الذين آوتوا الكتاب والمشركين ، وأما أهل القوة يعملون بآية قتال أئمة الكفر الذين يطعنون في الدين ، وبآية قتال الذين آوتوا الكتاب حتى يعطوا الجزية عن يد وهم صاغرون )) . ¶ وقال أبن القيم في (( أحكام أهل الذمة : 2 / 768 )) : (( وعلى هذا فإذا قويت شوكة قوم من أهل الذمة ، وتعذر إلزامهم بأحكام الإسلام أقررناهم وما هم عليه ، فإذا ذلوا وضعف أمرهم ألزمناهم بذلك )) أ . هـ . ¶ إذن : على الدعاة أن يراعوا هذا كله ، وأن يضعوه نصب أعينهم ، وان يستفادوا من تجارب الآخرين التي حدثت عبر تاريخ أمة الإسلام الطويل فإن فيها العبرة والإتعاض ، وإلا فإن المفسدة ستكون في سلالهم ، وسيبوؤن هم بإثمها وإثم من ستطوله بضررها وشررها ، نسأل الله العافية ))(¬1). ¶ ¬__________ ¶ (¬1) 61 ) أنظر : الغلو وأثره في الانحرافات العقدية والمنهجية : 185 للمؤلف .",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "8 ) قلة من يطلب العلم الشرعي ويسعى في تحصيله من مصادره الأصلية ، مع فشو الجهل والتعالم(¬1). ¶ ¬__________ ¶ (¬1) 62 ) وهذا من أبرز مظاهر هذه المرحلة المهمة والخطيرة في حياة الأمة الإسلامية ، فقد قلَّ وندر من يطلب العلم ويسعى في تحصيله ، حتى زهد فيه الكثير من المسلمين حتى ممن يقصد المساجد ويرتادها ، وهذا بحد ذاته طامة كبرى ورزية لا تعدلها رزية . ¶ وليكن معلوماً عند الجميع أن من العلم ما طلب تحصيله فرض عين لا يسع المسلم تركة والعدول عنه كتعلم العقيدة مثلاً ، ومنه ما هو فرض كفاية ، وبالتالي فالعلم مهم لهذه الأمة وسبب مهم من أسباب علو شأنها ومكانتها ، وسنذكر هنا إن شاء الله تعالى بعض فضائل العلم لعلها تكون حافزاً لمن مات أو خفت في نفسه أهمية العلم وفضله . ¶ فضائل العلم كثيرة منها : ¶ 1) جعل الله تعالى أصحابه شهداء له بالوحدانية قال تعالى { شَهِدَ اللّهُ أَنَّهُ لاَ إِلَهَ إِلاَّ هُوَ وَالْمَلاَئِكَةُ وَأُوْلُواْ الْعِلْمِ قَآئِمَاً بِالْقِسْطِ لاَ إِلَهَ إِلاَّ هُوَ الْعَزِيزُ الْحَكِيمُ } [آل عمران : 18] ، ولو لم يكن لأهل العلم إلا هذه الميزة لكفتهم . ¶ 2 ) وصف الله تعالى أصحابه بالخشية دون غيرهم من الناس ، كما قال تعالى { إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاء إِنَّ اللَّهَ عَزِيزٌ غَفُورٌ } [فاطر : 28]. ¶ 3 ) الأمر بالاستزادة منه ، مما يدل على فضله وأهميته ، قال تعالى { وَقُل رَّبِّ زِدْنِي عِلْماً } [طه : 114] . = ¶ = 4 ) أهل العلم هم أهل العقل السليم والفطرة القويمة ، وهم أهل للتفكر والتدبر والتذكر ، قال الله تعالى { وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ ، وَمَا يَعْقِلُهَا إِلَّا الْعَالِمُونَ } [العنكبوت : 43] ¶ 5 ) يخص الله تعالى به من وفقه وأراد به خيراً ، عن حميد بن عبد الرحمن : أنه سمع معاوية قال : قال رسول الله صلى الله عليه وسلم : (( من يرد الله به خيراً يفقهه في الدين )) رواه البخاري ومسلم . ¶ 6 ) الإخبار بأن أهل العلم هم ورثة الأنبياء ، وأن أحدهم لو وضع قدمه في طريق يلتمس منه علماً فإن هذا الطريق ينتهي به إلى الجنة ، كما أن الملائكة تضع له أجنحتها خضعاناً وتواضعاً . ¶ روى الإمام البخاري في صحيحه باب : العلم قبل القول والعمل . ... ¶ لقول الله تعالى: { فاعلم أنه لا إله إلا الله } محمد: 19 ، فبدأ بالعلم . ... ¶ (( وأن العلماء هم ورثة الأنبياء ، ورثوا العلم ، من أخذه أخذ بحظ وافر ، ومن سلك طريقاً يطلب به علماً سهل الله له طريقاً إلى الجنة )) أ . هـ ¶ وعن كثير بن قيس قال كنت جالساً مع أبي الدرداء في مسجد دمشق فأتاه رجل فقال يا أبا الدرداء إني أتيتك من مدينة الرسول في حديث بلغني أنك تحدثه عن رسول الله صلى الله عليه وسلم . ¶ فقال أبو الدرداء : أما جئت لحاجة أما جئت لتجارة أما جئت إلا لهذا الحديث . ¶ قال نعم قال فإني سمعت رسول الله صلى الله عليه وسلم يقول : (( من سلك طريقا يطلب فيه علماً سلك الله به طريقاً من طرق الجنة والملائكة تضع أجنحتها رضا لطالب العلم وإن العالم يستغفر له من في السماوات ومن في الأرض والحيتان في الماء وفضل العالم على العابد كفضل القمر ليلة البدر على سائر الكواكب إن العلماء ورثة الأنبياء إن الأنبياء لم يورثوا ديناراً ولا درهماً وأورثوا العلم فمن أخذه أخذ بحظ وافر )) قال أبو حاتم رضى الله تعالى عنه : في هذا الحديث بيان واضح أن العلماء الذين لهم الفضل الذي ذكرنا هم الذين يعلمون علم النبي صلى الله عليه وسلم دون غيره من سائر العلوم ألا تراه يقول العلماء ورثة الأنبياء والأنبياء لم يورثوا إلا العلم وعلم نبينا - صلى الله عليه وسلم - سنته فمن تعرى عن معرفتها لم يكن من ورثة الأنبياء )) أ هـ [ حديث صحيح خرجه الإمام الألباني في ( صحيح سنن أبي داود 3 / 317 ) و ( صحيح سنن أبن ماجة 1 / 81 ) و ( صحيح جامع الترمذي 5 / 48 ) ] . ¶ قال الشيخ عبد الله بن صالح الفوزان في (( العمل بالعلم بين الواقع والواجب : 8 )) : (( فهذا حديث عظيم جليل القدر بين فضل العلم وشرف حامله من وجوه عديدة منها : ¶ الأول : أن الله – تعالى – أثاب طالب العلم على سلوكه في الدنيا طريق العلم الموصل إلى الله تعالى وإلى رضوانه أثابه الله عليه أن يسر له طريق الجنة مقصده وغايته . = ¶ = الثاني: تعظيم الملائكة لطالب العلم وحبها إياه وحياطته وحفظه ، ولو لم يكن لطالب العلم إلا هذا الحظ الجزيل لكفى به شرفاً وفضلاً. ¶ الثالث: أن طالب العلم شبيه بالملائكة ، فإن الملائكة من أنصح خلق الله لعباد الله ، كما قاله بعض التابعين ولا ريب أن طالب العلم قد سعى في أعظم ما ينصح به عباد الله . ¶ الرابع: أن جميع المخلوقات تستغفر له حتى الحيتان في الماء ، لأنه لما سعى فيما به نجاة النفوس ، جوزي من جنس عمله ، وجعل من في السموات والأرض ساعياً في نجاته من الهلاك باستغفارهم له . ¶ الخامس: أن العالم شبيه بالقمر الذي يضيء الآفاق يمتد نوره في أقطار العالم، أما العابد فشبيه بالكوكب الذي نوره لا يجاوز نفسه وإن جاوزها فهو غير بعيد . ¶ السادس: أن العلماء ورثة الأنبياء خير خلق الله فهم أحق بميراثهم وإذا كان الميراث ينتقل للأقرب فهذا تنبيه بأن العلماء أقرب الناس إلى الأنبياء ، وهذه منقبة عظيمة. ¶ السابع : أن العلم أعظم الحظوظ وأجداها ، لأن نفعه يدوم في الدارين أ . هـ ¶ وقال أبن قدامة المقدسي في (( مختصر منهاج القاصدين : 22 )) : (( قال الخطابي : في معنى وضع الملائكة أجنحتها ثلاثة أقوال : ¶ أحدهما : أنه بسط الأجنحة . الثاني : أنه بمعنى التواضع تعظيماً لطالب العلم . ¶ الثالث : أن المراد به النزول عند مجالس العلم وترك الطيران . ¶ وعن أبن عباس قال : (( إنَّ الذي يُعلِّم الناس الخير تستغفر له كل دابة حتى الحوت في البحر )) ، وروي نحو ذلك مرفوعاً ، فإن قيل ما وجه استغفار الحوت للمعلم ؟فالجواب : إنَّ نفع العلم يعم كل شيء حتى الحوت ، فإن العلماء عرفوا بالعلم ما يحل ويحرم وأُصوا بالإحسان إلى كل شيء حتى إلى المذبوح والحوت ، فألهم الله تعالى الكل الاستغفار لهم جزاءً لحسن صنيعهم )) .",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "9 ) ظهور جيل من الشباب المسلم لم تنضبط أفعاله وأقواله وأخلاقه بضوابط الشرع الحكيم ، لذا ترى أنهم يتصفون بصفات خطيرة وسمات ذميمة ، تدفعه الحماسة والعاطفة وتنقصه الحكمة والخبرة بسبب حداثة السن وقلة التجربة . ¶ ومن المعلوم أن العاطفة إذا ما اختلطت بالحماسة الفارغة ولم تتقيد بقيود الشرع فإنها تنقلب إلى عاصفة مدمرة تفسد الحرث والنسل ، وتهدد أكثر مما تبشِّر وتكون عراقيل يصعب البناء معها ، ومن هذه الصفات والسمات : ¶ الأولى ـ التسرع والاستعجال في قطف الثمار قبل نضوجها ، ومن المعلوم (( أن الدعوة إلى الله تعالى لابد أن تكون مبنية على التأني وعدم الاستعجال ، فإنه لابد للداعية أن يترك الاستعجال ومحاولة قطف الثمار قبل نضوجها ، وإلا فإنه سيعاقب بحرمان أن يرى شيئاً من جهوده قد أثمر وأنتج . ¶ ومن المعلوم أن الاستعجال صفة أمر الله تعالى نبيه ( - صلى الله عليه وسلم - ) _ في مواضع كثيرة من القرآن _ أن يكون بعيداً عنها وأن يتحلى بالصبر في دعوته إلى الله تعالى ، قال تعالى { فَاصْبِرْ كَمَا صَبَرَ أُوْلُوا الْعَزْمِ مِنَ الرُّسُلِ وَلَا تَسْتَعْجِل لَّهُمْ كَأَنَّهُمْ يَوْمَ يَرَوْنَ مَا يُوعَدُونَ لَمْ يَلْبَثُوا إِلَّا سَاعَةً مِّن نَّهَارٍ بَلَاغٌ فَهَلْ يُهْلَكُ إِلَّا الْقَوْمُ الْفَاسِقُونَ } [الأحقاف : 35] . ¶ وبالمقابل فإن النبي ( - صلى الله عليه وسلم - ) قد أمر أصحابه بذلك ، كما جاء عن خباب بن الأرت قال : ... شكونا إلى رسول الله صلى الله عليه وسلم، وهو متوسد بردة له في ظل الكعبة ، قلنا له : ألا تستنصر لنا ، ألا تدعو الله لنا ؟",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "قال : (( كان الرجل فيمن قبلكم يحفر له في الأرض ، فيجعل فيه ، فيجاء بالمنشار فيوضع على رأسه فيشق باثنتين ، وما يصده ذلك عن دينه ويمشط بأمشاط الحديد ما دون لحمه من عظم أو عصب ، وما يصده ذلك عن دينه ، والله ليتمن هذا الأمر، حتى يسير الراكب من صنعاء إلى حضرموت ، لا يخاف إلا الله ، أو الذئب على غنمه ، ولكنكم تستعجلون(¬1))(¬2). ¶ ولهذا ترى الكثير من هؤلاء المتسرعين وقد شمروا عن ساعد الجد في محاولة منهم لتغيير الواقع المرير الذي تمر به الأمة الإسلامية ، إلا أنهم وقعوا في أخطاء كثيرة وخطيرة ، منها : ¶ أ ـ عدم المعرفة بأصل المرض الذي أُصيبت به الأمة الإسلامية . ¶ ب ـ عدم التفريق بين المرض والعَرَض . ¶ ج ـ الانشغال بمحاولة تغيير النتيجة دون الالتفات إلى السبب الأصلي الذي نتجت عنة هذه النتيجة . ¶ د ـ الجهل وسوء الفهم جعل هؤلاء لا يعرفون أن العَرض (( النتيجة )) مرتبط بالمرض (( السبب )) الأصلي وجوداً وعدماً ، وسيأتي لاحقاً مزيد توضيح لهذه المسألة المهمة فتنبه . ¶ الثانية ـ التصدر قبل بلوغ درجة النضوج والكمال مما تسبب في : ¶ أ ـ التعصب والتشدد في غير الحق نتيجة الجهل والهوى . ¶ ب ـ التسرع في إطلاق الأحكام الشرعية على الناس من غير ضوابط شرعية منضبطة ومعتبرة . ¶ الثالثة ـ عدم النظر إلى سنن الله الكونية والشرعية أثناء العمل ومحاولة التغيير ، مع عدم مراعاة النظر في الحِكَم الربانية من وراء الكثير من الحوادث والمستجدات التي تطرأ على الأمة الإسلامية . ¶ الرابعة : عدم اتخاذ الأسباب الشرعية ، سواء كانت معنوية أم مادية في معالجة الكثير من الأمور والأحوال . ¶ ¬__________ ¶ (¬1) 63 ) سبق تخريجه . ¶ (¬2) 64 ) أنظر : مباحث في عقيدة أهل السنة والأثر : 64 للمؤلف .",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "الخامسة : الطعن في العلماء الربانيين الذين لا يوافقونهم في هواهم وبدعتهم ، بل وصل بهم الأمر إلى أبعد من هذا الحد فوقعوا فيهم تفسيقاً وتكفيراً وتقتيلاً ودعاءً بالويل والثبور ، كما (( فعل هؤلاء الخوارج الغلاة عند موت العلامة أبن عثيمين بأن نشروا ¶ على شبكة الاتصالات العالمية ( الإنترنت ) هذا الكلام الفاجر: إلى الجحيم يا أبن عثيمين خالدًا مخلدًا فيها ))(¬1). ¶ أقول : أيمكن أن يخرج هذا الكلام من سلفي يعتز بانتسابه للمنهج السلفي الأصيل ، ويحترم علماءه ويقدر جهودهم في سبيل نشر دعوة الكتاب والسنة الصحيحة ؟ ¶ بالتأكيد : لا . ¶ ورحم الله القائل : إن لحوم العلماء مسمومة ، وعادة الله في هتك أعراض منتقصيهم معلومة . ¶ السادسة : إتباع مناهج محدَثة وترك إتباع منهج السلف ، وهذا بحد ذاته من الأمور الخطيرة التي طرأت على الأمة الإسلامية بعد انقضاء فترة السلف الصالح ، حيث تفرق الناس إلى فرق وأحزاب متنازعة ومتناحرة ، قال شيخ الإسلام أبن تيمية في (( مجموع الفتاوى : 4 / 144 )) : (( فَعُلم أن شعار أهل البدع هو ترك إتباع السلف )) . ¶ 10 ) ابتعاد الكثير من الناس عن دينهم ، مع تلبسهم بالمعاصي والموبقات مما يؤدي إلى نزول الذل والهوان على الأمة الإسلامية . ¶ 11 ) تعدد مناهج المصلحين ، واختلاف طرائق الدعاة والمنقذين ، وهذا الأمر بحد ذاته من الأسباب المباشرة في إزدياد غربة الدين وتضييع ملامح الحق والطريق ، وبالتالي أدى إلى تشتيت الناس وضياعهم بين حائر وجائر . ¶ وفي ظل هذه الفوضى العارمة التي عمَّت وطمَّت ، ظهر في السنوات الأخيرة ما سماه البعض ( بالصحوة الإسلامية ) التي ضربت بأطنابها أرجاء الأمة الإسلامية . ¶ ¬__________ ¶ (¬1) 65 ) أنظر الكواشف الجلية للفروق بين السلفية الدعوات السياسية الحزبية البدعية : 201، للشيخ محمد بن رمزان آل طامي الهاجري .",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "وتحت وطأة هذه السنوات العجاف التي ضربت بأسواطها الملتهبة ظهور الغافلين ، بدأ الناس من رقدتهم يستيقظون ، ومن غفلتهم ينتبهون ، ومن ثم بدأ المخلصون ـ بحسرة وألم واستحياء ـ يتساءلون : ¶ ما الذي حصل ؟ ..... ¶ لماذا سُلط الكفار علينا ؟ ... ¶ لماذا هُزمنا ؟ .... ¶ لماذا كل هذا الضعف والخور ؟ ..... ¶ ألسنا أحب إلى الله من هؤلاء الكفار الأنجاس(¬1)؟.. ¶ ¬__________ ¶ (¬1) 66 ) أعلم رحمك الله أن هذا التساؤل يراد منه الوصول إلى عدة تساؤلات ضمنية أخرى هي : ¶ 1 ) طالما نحن أحب إلى الله من هؤلاء الأنجاس فلماذا نرى واقعنا بهذا البؤس الشديد والشقاء الفضيع ، بينما هم في رفاهية ونعيم ؟ ¶ 2 ) وطالما نحن كذلك فلماذا سُلطوا علينا واستباحوا حرماتنا ونهبوا خيراتنا ؟ ¶ أما الإجابة على التساؤل الأول : فمن المعلوم أن واقعنا الذي نعيشه اليوم لم ينحدر إلى الحال البائس إلا بعد أن غَيَّرنا نحن نعمة الله تبارك وتعالى التي منَّ بها علينا ، وغيرنا ما بأنفسنا مما أمرنا الله به ، وانحرفنا عن الصراط القويم الذي أُمرنا أن نكون عليه ، كما قال تعالى { ذَلِكَ بِأَنَّ اللّهَ لَمْ يَكُ مُغَيِّراً نِّعْمَةً أَنْعَمَهَا عَلَى قَوْمٍ حَتَّى يُغَيِّرُواْ مَا بِأَنفُسِهِمْ وَأَنَّ اللّهَ سَمِيعٌ عَلِيمٌ } [الأنفال : 53] . ¶ وبالتأكيد أن هذا الحال بواقعه المرير سيدوم ويطول مكوثه حتى نغير نحن كل ما يحتاج إلى تغيير، ونكون كما أمرنا الله عبيداً له ، لا عبيد النزوات والشهوات والشبهات ، وعندها فقط سيغير الله تبارك وتعالى واقعنا إلى أحسن وأفضل حال كما قال تعالى { إِنَّ اللّهَ لاَ يُغَيِّرُ مَا بِقَوْمٍ حَتَّى يُغَيِّرُواْ مَا بِأَنْفُسِهِمْ ، وَإِذَا أَرَادَ اللّهُ بِقَوْمٍ سُوءاً فَلاَ مَرَدَّ لَهُ وَمَا لَهُم مِّن دُونِهِ مِن وَالٍ } [الرعد : 11] . ¶ فالآية قد بنيت على شرط ومشروط ، وأنَّ انتفاء الشرط يقتضي انتفاء المشروط لو كانوا يعلمون . ¶ أما الإجابة على التساؤل الثاني : فإن هذا سؤال كثير الخروج من أفواه الناس ، إما استفساراً وإما إنكاراً . ¶ فنقول : لقد فعل الناس أشياء أستحقوا بها هذا التسلط والإذلال ، كالشرك والبدع المنكرة وفشو الرذائل والقبائح في مجتمعاتنا جهاراً نهاراً ، وهذه أسباب كافية في تبرير إنزال العقاب!!!! ¶ وعندها سيقول هذا المُنكِر : أليس الكفار كذلك يفعلون من الذنوب والمعاصي مثلما نحن نفعل ، فلماذا هذا الكلام إذن ؟!!! ¶ نقول : السبب إننا مسلمون وهم كفار ، وذنوبنا وإن تشابهت مع ذنوبهم في الحجم والشكل ولكنها أعظم وأقبح وأثقل في الميزان . ¶ ولقد فات هذا المُنكِر الحكمة من وراء هذا التسلط ، وأنه ليس بالشر المحض مثلما ينظر إليه ويحسبه ، ¶ بل من وراءه حكمة بالغة علمها من علمها وجهلها من جهلها ، كما قال الله تبارك وتعالى ((ظَهَرَ الْفَسَادُ فِي الْبَرِّ وَالْبَحْرِ بِمَا كَسَبَتْ أَيْدِي النَّاسِ لِيُذِيقَهُم بَعْضَ الَّذِي عَمِلُوا لَعَلَّهُمْ يَرْجِعُونَ )) [الروم : 41]. ¶ = ¶ = وأما الإجابة على التساؤل الأصلي فنقول : بلى ، نحن أحب إلى الله تبارك وتعالى من هؤلاء الكفار الأنجاس ، وهذه حقيقة ثابتة لا مزايدة عليها ، ولكن إن فعلنا نحن أفعالاً قبيحة وشنيعة أيشفع لنا هذا الحب ؟ ¶ بالتأكيد لا ، ولهذا سلطهم الله تعالى علينا ، وله في ذلك الحكمة البالغة ، وبالمثال يتضح المقال : ¶ لو أن ابنك فلذة كبدك وأحب الناس إليك قد فعل فعلاً مشيناً ، وأساء إليك من خلاله ، ألا ترفع بوجهه النعال ( أجلَّكم الله ) لكي تضربه ؟ ¶ ستقول : نعم . ¶ نقول : أليس ابنك هذا أحب إليك من هذا النعال النجس فلماذا تضربه به ؟ ¶ ستقول : أُريد تأديبه به ، وحُق لك ذلك . ¶ وعندها نقول : كذلك الله سلط هؤلاء علينا لتأديبنا لأننا قد استحققنا التأديب ولا يظلم ربك أحداً.",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "استيقظوا .. أفيقوا .. ¶ كفانا نوماً ... ¶ كفانا غفلة .... ¶ ألا من سبيل للنجاة ... ¶ ألا من سبيل للخلاص ...دقوا أجراس الخطر .... ¶ أسئلة تثار في ظل صحوة عمَّت ، وضربت باطنابها أعماق أمة مغيبة تقبع في ذل وهوان في مؤخرة الركب ، ولا يحسب لها حساب في ميزان الأمم ، مما جعل الكثير من الناس يبني عليها آمال النجاة والخلاص ، وكأنها طوق نجاة قد اُلقي إلى غريق من بعد طول معاناة مع أمواج بحر عاتية ، تضربه ذات اليمين وذات الشمال ، ولكنها والحق يقال : ¶ 1 ) إنها صحوة غير منضبطة وفق معايير الشرع الحكيم ، ومقاييس العقل السليم ، بل كانت صحوة عشوائية وغير شاملة ، تعالج جانباً من المشكلة وتترك الجوانب الأخرى ، أو تنظر إلى الجوانب المهمة وتترك الأهم والأخطر . ¶ 2 ) أُستُخدِمت من قِبل المتحزبين استخداماً خاطئاً وخبيثاً ، حيث جعلوها تتقولب في قوالب حزبية ضيقة ، مما جعل عواطف الشباب المسلم الغيور على دينة تتبخر بمرور الأيام ، ويحل محلها الغيرة على الحزب وأهدافه . ¶ ولهذا ظهرت عليها أمارات الفشل والانهزام تلوح في الأفق لا تخفى على أصحاب الفطر السليمة والعقول الرشيدة . ¶ ولو أننا أمعنا النظر في جوهر المشكلة من أساساتها فإنه يمكن أن نقول : أن هذا الفشل الذي منيت به تلك الجهود للخروج بالأمة من مأزقها الكبير ، إنما يرجع _ والله تعالى أعلم _ إلى أسباب أهمها : ¶ السبب الأول : تعدد مناهج المصلحين ، واختلاف طرائق المنقذين :",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "إن المناداة بالرجوع إلى الدين ومن ثَم استجابة بعض جماهير المسلمين لهذا الأمر ، فإن هذا الرجوع ـ سواء كان بسبب صحوة ألهبت القلوب الغافلة وأيقظت العقول النائمة ، أو بسبب انسداد الطرق إمام العباد إلا طريق الله تعالى الذي وجدوه مفتوحاً فسعوا في سلوكه ، إنقاذا لأنفسهم من التيه الذي كانوا يعانون منه ـ فإنه يبقى مُلْتَبساً على الكثير من هؤلاء ، بسبب اصطدامه بتعدد مناهج المصلحين واختلاف طرائق الدعاة والمنقذين ، ولهذا تشتت هذا الرجوع وضاعت ملامحه ، وعندها تبخرت الآمال العريضة التي بناها البعض ، حتى عدَّه البعض نقمة جرَّ الأمة الإسلامية إلى ويلات ومصائب من خلال سوء التربية التي تلقتها هذه الجموع العائدة على أيدي أولئك الدعاة والمصلحين ـ كما يزعمون ـ حيث أنهم حشروا في رؤوس هؤلاء الشباب العائد أفكار التطرف والغلو والتكفير والقتل ، مما عادت بسلبياتها المشينة تُهماً أُلصقت بالإسلام والمسلمين ظلماً وعدواناً . ¶ قال الشيخ علي بن حسن الحلبي : (( ولكن ... كيف يكون هذا الرجوع إلى الدين ، وقد تعددت مناهج المصلحين ، واختلفت طرائق الدعاة والمصلحين ؟! ¶ فمنهم من سلك الطريقة الوعظية المحضة ... ¶ ومنهم من جَنَحَ إلى السياحة في الأرض ... ¶ ومنهم من خاض سبيل السياسة وخالط أهلها ... ¶ ومنهم من سار في درب المواجهة العسكرية ... ¶ ومنهم من نهج الأساليب الحزبية ذات الدهاليز السرية ... ¶ ومنهم من امتطى الطرائق الخيرية ... ¶ ومنهم من تسلَّك في الطرق الصوفية .... ¶ ومنهم الرسميون الذين يَدُورون في فَلَك رؤسائهم سمعاً وطاعة .... ¶ ومنهم الأكاديميون الذين مهنتهم العلم الجاف المجرد عن روح الديانة .... ¶ ومنهم المذبذبون ... ¶ ومنهم المائعون المميعون ... ¶ ومنهم العقلانيون العصرانيون ... ¶ ومنهم الحماسيون المهيجون ... ¶ وغير ذلك كائن ويكون ..... ))(¬1). ¶ ¬__________ ¶ (¬1) 67 ) التربية والتصفية : 8 .",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "السبب الثاني : الجهل والاستعجال والتعصب والهوى الذي نتج عنهم التسرع في محاولة تغيير هذا الواقع المرير دون الرجوع إلى نصح ناصح أو موعظة واعظ ، مما أنعكس سلباً على مجريات الأحداث ومستجدات الأمور ، مما زاد في عمق المشكلة وتفاقمها ، حتى اتسع الرقع على الراقع . ¶ السبب الثالث : الاختلاف في إيجاد الحلول المناسبة المفضية إلى الخروج من الأزمة والنجاة من المأزق ، بسبب التنازع والاختلاف في تشخيص الداء الذي أفضى بالتالي إلى الخطأ في تشخيص الدواء : ¶ فمن المعلوم أن اختلاف الرؤى لدى هؤلاء في وضع القواعد المناسبة التي تعينهم على معرفة الكيفية المناسبة في تشخيص أمراض الأمة ، والتي تسببت في تردي أوضاعها وأحوالها ، وكذلك اختلافهم في طرح الحلول الناجعة و المناسبة لمعالجة تلك الأمراض ، فإنه عائد بسبب الجهود الفردية المبعثرة لهذه الجماعات والأحزاب ، الناتجة عن العمل الانفرادي الجزئي البعيد عن التكتل والاجتماع الصحيح المنضبط بضوابط الشرع في سبيل إنقاذ الأمة مما أصابها ، ومن ثَم تحقيق الهدف الذي يسعى المسلمون في تحقيقه وتطبيقة ، وبالنتيجة حصل الفشل الذريع ، ومنيت الجهود بالخيبة في توفير الحلول الناجعة في إيجاد مخرج مناسب لأزمة أناخت بالأمة الإسلامية وأثقلت كاهلها . ¶ قال الشيخ عبد العزيز بن ريس الريس في (( مهمات في الجهاد : 4 )) : (( إن ضعف أمتنا وتغلب الأعداء علينا مصيبة عظيمة وبلاء جسيم ، يجب علينا أن نسعى في إزالته ، وهذا لا يتحقق غاية التحقيق إلا بحسن تشخيصه ، وألا يخلط في تشخيصه بين المرض والعرض ، وما أكثر المخلطين بين الأمراض والأعراض ؛ لذا خلطوا فيما ظنوه علاجاً ودواء . ¶ فظنت طائفة أن المرض هو : مكر الأعداء ، وتغلبهم ، فعليه ظنت الدواء : إشغال المسلمين بالعدو ومخططاته وأقواله وتصريحاته . ¶ وظنت طائفة أخرى أن المرض : تسلط الحكام الظلمة في بعض الدول الإسلامية .",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "فعليه ظنت الدواء : إسقاط هؤلاء الحكام ، وشحن نفوس الناس تجاههم . ¶ وظنت طائفة ثالثة أن المرض : تفرق المسلمين في الأبدان . ¶ فعليه ظنت الدواء : جمعهم ، وتوحيدهم ليكثروا . ¶ وكل هؤلاء مخطئون في تشخيص الداء بصريح القرآن والسنة فضلاً عما ظنوه دواء ، ووجه خطأ الطائفة الأولى أننا إذا اتقينا الله لا يضرنا كيد الأعداء قال تعالى : { وَإِنْ تَصْبِرُوا وَتَتَّقُوا لا يَضُرُّكُمْ كَيْدُهُمْ شَيْئاً } . ¶ ووجه خطأ الطائفة الثانية أن الحكام الظلمة عقوبة يسلطهم الله على الظالمين بسبب ذنوب المحكومين . ¶ قال تعالى : { وَكَذَلِكَ نُوَلِّي بَعْضَ الظَّالِمِينَ بَعْضاً بِمَا كَانُوا يَكْسِبُونَ } فليس الحكام الظلمة – إذاً- الداء ، بل الداء المحكومون أنفسهم . ¶ ووجه خطأ الطائفة الثالثة أن الكثرة وتوحيد الصفوف مع الذنوب لا تنفع كما قال تعالى : { وَيَوْمَ حُنَيْنٍ إِذْ أَعْجَبَتْكُمْ كَثْرَتُكُمْ فَلَمْ تُغْنِ عَنْكُمْ شَيْئاً } ، ألم تر كيف أن ذنب العجب بدد هذه الكثرة فهزم الصحابة يوم حنين . ¶ ومن الذنوب توحيد الصفوف مع المبتدعة من الصوفية ، والأشاعرة والمعتزلة ؛ لأن الواجب تجاههم الإنكار عليهم ، وأقل أحوال الإنكار القلبي مفارقتهم لا مجالستهم ، قال تعالى: { إِنَّكُمْ إِذاً مِثْلُهُمْ } . ¶ ومن هنا تعلم خطأ المقولة التي يرددها المؤسس الأول لجماعة الإخوان المسلمين حسن البنا : نتعاون فيما اتفقنا عليه ويعذر بعضنا بعضاً فيما اختلفنا فيه ، وهي من الأسس التي قامت عليها هذه الجماعة ( أي الأخوان المسلمون ) ؛ لذا ترى حسناً البنا ، وأتباعه طبقوها عملياً مع الرافضة والصوفية وغيرهما. ¶ وبعد هذا كله لقائل أن ينادي : قد أبنت الأخطاء في تشخيص داء أمتنا ، فما التشخيص الصحيح المبني على كتاب ربنا وصحيح سنة نبينا صلى الله عليه وسلم ؟",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "فيقال : تواترت الآيات القرآنية والأحاديث النبوية في أن المصائب التي تنزل بالعباد بسبب ذنوبهم ، قال تعالى : { أَوَلَمَّا أَصَابَتْكُمْ مُصِيبَةٌ قَدْ أَصَبْتُمْ مِثْلَيْهَا قُلْتُمْ أَنَّى هَذَا قُلْ هُوَ مِنْ عِنْدِ أَنْفُسِكُمْ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ } .. وإن من أعظم المصائب والبلايا تغلب الأعداء وضعف المسلمين ، فمن هذا يظهر جلياً ما يلي : ¶ أن الداء والمرض هو : تقصير المسلمين في دينهم ، ومخالفتهم لشريعة نبيهم . ¶ والدواء والشفاء هو : إرجاعهم إلى دينهم الحق. ¶ وأعراض هذا الداء هو : غلبة الكفار وتسلطهم ، وتسليط الحكام الظلمة على بعض دول المسلمين ، ألا ترى إلى الشرك كيف ضربت إطنابه ، ورفعت راياته في أكثر العالم الإسلامي ؟ وألا ترى إلى التوحيد كيف يحارب في العالم الإسلامي كله خلا هذه الدولة المباركة الدولة السعودية – أعزها الله بالإيمان – التي تربي أبناءها على التوحيد في المدارس النظامية والمساجد – جزى الله حكامها وعلماءها كل خير - . ¶ فإذا كان هذا حال العالم الإسلامي مع أعظم ذنب يعصى الله به ( الشرك الأكبر ) ، فكيف نريد نصراً وعزاً . ¶ ناهيك عن المعاصي الشبهاتية الأخرى ، والشهوانية فهي السائدة الظاهرة في أكثر العالم الإسلامي . ¶ فإذا كنا صادقين ، ولأمتنا راحمين ، فلا نشتغل بالعرض عن علاج الداء ، وهو إرجاعهم إلى دينهم )) أ . هـ ¶ أقول : لو أمعنا النظر في كلام الشيخ عبد العزيز الريس وتأملناه ملياً فإننا نجد : ¶ أولاً : أنه يفرق بين الأمراض والأعراض ، وبين السبب والنتائج ، ولو أننا أستطعنا الوصول إلى هذا التفريق فإن الأمر بالتأكيد سيسهل علينا . ¶ ثانياً : ونرى أيضاُ أنه يشير إلى وجوب البدء بمعالجة الأمراض والأسباب دون العكس ، لأن النتائج والأعراض ستزول بالكلية بمجرد زوال الأمراض والأسباب ، وكما قلنا سابقاً أن النتائج مرتبة ارتباطاً وثيقاً بالأسباب وجوداً وعدماً .",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "أما الإشتغال بمعالجة النتائج والأعراض ـ كما هو حاصل اليوم في كثير من البلدان الإسلامية ـ فإنه مضيعة للوقت وبعثرة للجهود ، وفي الوقت نفسه مصادمة للسنن الربانية ، لأن الله تبارك وتعالى قد خلق هذا الكون ونظمه تنظيماً كونياً وشرعياً ، ووضع له سنناً لا تنتقض مجاملة لحبيب أو مداهنة لعزيز ، ولهذا فمن أراد البحث عن حلول ومخارج بعيداً عن هذه السنن الربانية ورغماً عنها ، فكأنه يحرث في ماء بحر بعيد الأعماق ، أو كنافخ قِربة مقطعة الأوصال ، فلا هو حاصل على ما يريد ، ولا أراح نفسه من عناء ذلك . ¶ ولهذا نعجب كل العجب ممن يسعى في معالجة نازلة أو معضلة وسبب قيامها ووقوعها ما زال قائماً موجوداً . ¶ وكتطبيق عملي وواقعي دقيق لما سبق ذكره وتقريره ، وحتى لا تبقى المسألة مجرد نظريات تدون بين أسطر صفحات ثم تركن على رفوف النسيان ، أو كلمات تلقى في دروس ومحاظرات لا تجد لها سبيلاً للتطبيق على أرض الواقع ، فإننا نسوق الحادثة التالية بطلها إمام رباني يترجم أقواله وأفعاله في ضوء الكتاب والسنة ، وهو شيخ الإسلام أبن تيمية رحمه الله تعالى ، الذي كان يعيش في عصر استشرى فيه الكثير من المعضلات ، ونزلت على أهله الكثير من النوازل والخطوب التي يشيب منها الوالد وما ولد ، وفيه أنتشر الشرك بأنواعه وأشكاله المتعددة ، كما فشت البدع والمعاصي المنكرة ، وكان أعظمها تسلط التتار على أهل دمشق ، بعد أن وطأ بقدميه الكثير من البلاد الإسلامية ، ومنها بغداد عاصمة الخلافة الإسلامية . ¶ فيا ترى بأي الأمراض بدأ ؟ وأي العلاجات أختار ؟ وهل خلط بين المرض والعرض ؟ وهل انشغل بعلاج المهم دون الأهم ؟ أسئلة تثار لعل من يتصدى للإصلاح والتغيير في كل زمان ومكان أن ينتبه إلى أجوبتها ويأخذ بها .",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "ففي قصة شيخ الإسلام أبن تيمية مع قومه عند مقدم التتر إلى الشام العبر والعظات ، حيث نرى أنه لم يجد _ رحمه الله تعالى _ دواء أنجع وأنفع من التصفية والتربية ، لعلاج ما ألَمَّ بهم من مصائب وخطوب ، وها هو ينقل لنا ما حدث وجرى ، وكيف شَخَّص الداء ، وكيف عالج أوضاع تلك النازلة الفظيعة ، حتى أنزل الله تبارك وتعالى عليهم نصره ، فقال رحمه الله (( حتى إن العدو الخارج عن شريعة الإسلام لما قدم دمشق ، خرجوا يستغيثون بالموتى عند القبور التي يرجون عندها كشف ضرهم ، وقال بعض الشعراء : ¶ يا خائفين من التتر لوذوا بقبر أبي عمر ¶ أو قال : عوذوا بقبر أبي عمر ينجيكم من الضرر. ¶ فقلت لهم : هؤلاء الذين تستغيثون بهم لو كانوا معكم في القتال لانهزموا كما انهزم من انهزم من المسلمين يوم أحد ، فإنه كان قد قُضيَّ أن العسكر ينكسر لأسباب اقتضت ذلك ، ولحكمة كانت لله عز وجل في ذلك . ¶ ولهذا كان أهل المعرفة بالدين والمكاشفة لم يقاتلوا في تلك المرة لعدم القتال الشرعي الذي أمر اللَّه به ورسوله ، ولما يحصل في ذلك من الفساد وانتفاء النصرة المطلوبة من القتال ، فلا يكون فيه ثواب الدنيا ولا ثواب الآخرة ، لمن عرف هذا وهذا ، وإن كان كثير من القائلين الذين اعتقدوا هذا قتالاً شرعياً أجروا على نياتهم . ¶ فلما كان بعد ذلك جعلنا نأمر الناس بإخلاص الدين لله عز وجل والاستغاثة به ، وأنهم لا يستغيثون إلا إياه ، ولا يستغيثون بملك مقرب ولا نبي مرسل ، كما قال تعالى يوم بدر : {إذْ تَسْتَغِيْثُونَ رَبَكُمْ فَاسْتَجَابَ لَكُم .} .",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "فلما أصلح الناس أمورهم ، وصدقوا في الاستغاثة بربهم ، نصرهم على عدوهم نصراً عزيزاً ، ولم ينهزم التتار مثل هذا الهزيمة قبل ذلك أصلاً لما صح من تحقيق توحيد اللَّه تعالى وطاعة رسوله ما لم يكن قبل ذلك ، فإن اللَّه ينصر رسوله والذين آمنوا في الحياة الدنيا ويوم يقوم الأشهاد ))(¬1) . ¶ أقول : نستشف من خلال واقع ذلك الحال العصيب ، أن شيخ الإسلام أبن تيمية أستقرأ واقعه وحال قومه ، فوجد أنه يواجه _ إبتداءاً _ معضلتين كبيرتين هما : ¶ الأولى : العدو القادم ، وقد سبقت إليهم أخباره باحتلاله الكثير من أرض المسلمين ومنها دار الخلافة بغداد ، وهذا وحده كفيل بإدخال الفزع والخوف إلى قلوب الناس ، وتشتيت عقولهم وعزائمهم . ¶ الثانية : فساد أحوال قومه ، ووقوعهم في الموبقات المهلكة من الشرك والبدع المنكرة ، ولهذا أخبرهم بهزيمتهم وانكسارهم ابتداءً . ¶ فجاء كلامه المذكور آنفاً ، والذي نستطيع بعد التأمل فيه أن نستخلص منه عدة فوائد مهمة ، منها : ¶ 1) وجوب اللجوء إلى الله تعالى عند وقوع الكوارث والنوازل ، والاستغاثة به وحده لدفعها وكشفها ، وأن اللجوء إلى غيره في كشفها ودفعها شرك أكبر لا يزيد المسألة إلا تعقيداً ، قال تعالى { وَإِن يَمْسَسْكَ اللّهُ بِضُرٍّ فَلاَ كَاشِفَ لَهُ إِلاَّ هُوَ وَإِن يُرِدْكَ بِخَيْرٍ فَلاَ رَآدَّ لِفَضْلِهِ يُصَيبُ بِهِ مَن يَشَاءُ مِنْ عِبَادِهِ وَهُوَ الْغَفُورُ الرَّحِيمُ } [يونس : 107] . ¶ 2 ) ضرورة تصفية عقائد المسلمين قبل الدخول في قتال العدو ، لأنه إن كان في صفوفهم بدع وشرك ، ومعهم الصالحون لم ينفعهم ذلك ، فكيف إذا كان المسلمون يتقربون إلى الله بالشرك ومشاقة الله تعالى . ¶ ¬__________ ¶ (¬1) 68 ) أنظر كتاب الرد على البكري ص : 377 ـ 379 .",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "3 ) حسن استدلال شيخ الإسلام ، بحيث أستدل بالأدنى وهي المعصية على الأعلى وهو الشرك ، فإن المسلمين يوم أحد لم يقع منهم شيء من الشرك ، وإنما عصى منهم الرسول - صلى الله عليه وسلم - فانهزموا ، فمعصية واحدة سببت انهزام خير جيش مشى على وجه الأرض قائده رسول الله - صلى الله عليه وسلم - ، فهل يعقل أن ينتصر المسلمون وفيهم بدع وشركيات وتصوف وتجهم ، ورفض واعتزال . ¶ 4 ) قوله (( لما قدم دمشق ... )) يدل على أن قتالهم كان قتال دفع ، فدل ذلك _ والله أعلم _ على أن مسألة تصحيح عقائد الناس لا يختص بقتال الطلب فقط ، وإنما يعم قتال الدفع أيضاً . ¶ 5 ) قوله (( فإنه كان قد قُضيَّ أن العسكر ينكسر لأسباب اقتضت ذلك ، ولحكمة كانت لله عز وجل في ذلك )) فإنه كلام دقيق مستقيم من عالم رباني ، فمن خلال النظر في سنن الله الكونية والشرعية نعرف أن الجيش إذا فشت في صفوفه المعاصي والذنوب وتساوى مع عدوه فيها ، أوكله الله إلى نفسه وقوته ، ولهذا أخبرهم شيخ الإسلام بهزيمتهم وانكسارهم إبتداءاً . ¶ قال الإمام أبن القيم في (( مدارج السالكين : 2 / 489 )) : (( أن من فراسة _ أبن تيمية _ أنه أخبر أصحابه بدخول _ التتر _ الشام سنة تسع وتسعين وستمائة ، وأن جيوش المسلمين تُكسر ، وأن دمشق لا يكون بها قتل عام ولا سبي عام ... وهذا قبل أن يهم التتار بالحركة ... )) . ¶ 6 ) وقوله (( ولهذا كان أهل المعرفة بالدين والمكاشفة لم يقاتلوا في تلك المرة لعدم القتال الشرعي الذي أمر اللَّه به ورسوله ... )) . ¶ حيث نقل رأي أهل الدين والعلم بعدم مشروعية قتال التتر إبتداءاً ، وعلل ذلك : ¶ 1 _ لما يحصل في ذلك من الشر والفساد . ¶ 2 _ والأهم من ذلك انتفاء النصرة الإلهية ، بسبب وجود ما يمنع من نزولها من شرك وبدع ومعاصي وغيره .",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "وهذا رأيه _ رحمه الله _ أيضاً ، بدليل قوله (( فلما كان بعد ذلك جعلنا نأمر الناس بإخلاص الدين لله عز وجل والاستغاثة به وأنهم لا يستغيثون إلا إياه ... )) . ¶ ومن الواضح أنَّ بين هذا القول وما سبقه ما يقارب الثلاث سنوات ، حيث أن قدوم التتر إلى دمشق حدث في سنة 699 هـ(¬1)، ومعركة شقحب التي خاضها شيخ الإسلام مع قومه والتي انتصروا فيها على التتر حدثت سنة 702 هـ(¬2). ¶ ومن هذا نعلم أن شيخ الإسلام أبن تيمية_ طوال هذه المدة _ قد سعى بكل جد في إصلاح أحوال الناس ومعتقداتهم ، حتى أنه _ رحمه الله _ ذهب إلى قائد التتر وكلَّمه كلاماً شديداً من رجل لا يخشى في الله لومة لائم ، ومن ثم أخذ الأمان لقومه ، مما عاد بالمصلحة للمسلمين ، لاسيما وان قومه في حالة من الضعف والخوف لا يستطيعون معهما قتال العدو ومواجهته . ¶ ¬__________ ¶ (¬1) 69 ) أنظر (( البداية والنهاية : 14 / 7 )) للإمام أبن كثير ¶ (¬2) 70 ) المصدر السابق : 14 / 27 .",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "قال الإمام أبن كثير في : (( البداية والنهاية : 14 / 8 )) : ((هذا وسلطان التتار قد قصد دمشق بعد الوقعة فاجتمع أعيان البلد والشيخ تقي الدين بن تيمية في مشهد على واتفقوا على المسير إلى قازان لتلقيه وأخذ الأمان منه لأهل دمشق فتوجهوا يوم الاثنين ثالث ربيع الآخر فاجتمعوا به عند النبك وكلمه الشيخ تقي الدين(¬1)كلاما قوياً شديداً فيه مصلحة عظيمة عاد نفعها على المسلمين ولله الحمد(¬2) ¶ ¬__________ ¶ (¬1) 71 ) لو حدث مثل هذا الأمر في زمننا هذا لاتهموا أبن تيمية بالجاسوسية والموالاة للعدو ، وحُكم عليه بالردة من الدين فسبحان الله . ¶ (¬2) 72 ) قال أبن كثير في (( البداية والنهاية : 14 / 119 )) : (( عن أبي بكر بن قوام بن علي بن قوام البالسي وكان يوم قازان في جملة من كان مع الشيخ تقي الدين أبن تيمية لما تكلم مع قازان ، فحكى عن كلام شيخ الإسلام تقي الدين لقازان وشجاعته وجرأته عليه ، وأنه قال لترجمانه قل للقازان : أنت تزعم أنك مسلم ، ومعك مؤذنون وقاضي وإمام وشيخ على ما بلغنا ، فغزوتنا وبلغت بلادنا على ماذا ، وأبوك وجدك هلاكو كانا كافرين وما غزوا بلاد الإسلام ، بل عاهدوا قومنا وأنت عاهدت فغدرت وقلت فما وفيت ، قال وجرت له مع قازان وقطلوشاه وبولاي أمور ونوب قام أبن تيمية فيها كلها لله ، وقال الحق ولم يخش إلا الله عز وجل . ¶ قال وقرب إلى الجماعة طعاماً فأكلوا منه إلا أبن تيمية ، فقيل له : ألا تأكل ؟ فقال : كيف آكل من طعامكم وكله مما نهبتم من أغنام الناس وطبختموه بما قطعتم من أشجار الناس ، قال : ثم إن قازان طلب منه الدعاء ، فقال في دعائه : اللهم إن كان هذا عبدك محمود إنما يقاتل لتكون كلمتك هي العليا وليكون الدين كله لك فانصره وأيده وملكه البلاد والعباد ، وإن كان إنما قام رياء وسمعة وطلباً للدنيا ولتكون كلمته هي العليا ، وليذل الإسلام وأهله فأخذله ، وزلزله ، ودمره واقطع دابره ، قال وقازان يؤمن على دعائه ويرفع يديه ، قال : فجعلنا نجمع ثيابنا خوفاً من أن تتلوث بدمه إذا أمر بقتله ، قال : فلما خرجنا من عنده قال له قاضي القضاة نجم الدين أبن صصرى وغيره : كدت أن تهلكنا وتهلك نفسك والله لانصحبك من هنا ، فقال : وأنا والله لا أصحبكم ، قال : فانطلقنا عصبة وتأخر هو في خاصة نفسه ومعه جماعة من أصحابه ، فتسامعت به الخواقين والأمراء من أصحاب قازان فأتوه يتبركون بدعائه وهو سائر إلى دمشق وينظرون إليه ، قال : والله ما وصل إلى دمشق إلا في نحو ثلثمائة فارس في ركابه وكنت أنا من جملة من كان معه ، وأما أولئك الذين أبو أن يصحبوه فخرج عليهم جماعة من التتر فشلحوهم عن أخرهم )) .",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": ") . ¶ ومن ثم لما صلح حال الناس من خلال تصفية ما كان في قلوبهم من الدخن والوهن ، أخبرهم _ رحمه الله _ بنصر الله لهم ، وذلك بقوله (( فلما كان بعد ذلك جعلنا نأمر الناس بإخلاص الدين لله عز وجل والاستغاثة به وأنهم لا يستغيثون إلا إياه ، ولا يستغيثون بملك مقرب ولا نبي مرسل كما قال تعالى يوم بدر : {إذْ تَسْتَغِيْثُونَ رَبَكُمْ فَاسْتَجَابَ لَكُم .} . ¶ فلما أصلح الناس أمورهم وصدقوا في الاستغاثة بربهم نصرهم على عدوهم نصراً عزيزاً ، ولم ينهزم التتار مثل هذا الهزيمة قبل ذلك أصلا ، لما صح من تحقيق توحيد اللَّه تعالى وطاعة رسوله ما لم يكن قبل ذلك ، فإن اللَّه ينصر رسوله والذين آمنوا في الحياة الدنيا ويوم يقوم الأشهاد )) . ¶ قال أبن القيم في (( مدارج السالكين : 2 / 489 )) : (( أن من فراسة _ أبن تيمية _ أنه أخبر أصحابه بدخول _ التتر _ الشام سنة تسع وتسعين وستمائة ، وأن جيوش المسلمين تكسر ، وأن دمشق لا يكون بها قتل عام ولا سبي عام ... وهذا قبل أن يهم التتار بالحركة ... ¶ ثم أخبر الناس والأمراء سنة اثنتين وسبعمائة لما تحرك التتار وقصدوا الشام ، أن الدائرة والهزيمة عليهم ، وأن الظفر والنصر للمسلمين ، وأقسم على ذلك أكثر من سبعين يميناً ، فيقال له : قل إن شاء الله . ¶ فيقول : إن شاء الله تحقيقاً لا تعليقاً )) . ¶ وقال أبن كثير في (( البداية والنهاية : 14 / 34 )) : ((وحرَّض السلطان على القتال وبشره بالنصر ، وجعل يحلف بالله ، الله لا إله إلا هو إنكم منصورون عليهم في هذه المرة . ¶ فيقول له الأمراء : قل إن شاء الله فيقول إن شاء الله تحقيقاً لا تعليقاً ، وأفتى الناس بالفطر مدة قتالهم وأفطر هو أيضا ..)) أ . هـ. ¶ وهكذا عرفنا أثر التصفية والتربية في تحقيق التمكين والنصر والعزة ، كما عرفنا خطأ من يبحث عن نصر وتمكين رغماً عن سنن الله الكونية والشرعية ، ودون الالتفات إلى سبب الهزيمة والانتكاس .",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "فليس من المعقول شرعاً ولا عقلاً أن نبحث عن نصر وتمكين وسبب الهزيمة ما زال موجوداً ، كما أنَّ تراكمات السنين الطويلة كذلك لها وجود وانتشار وقد أثقلت كاهل الأمة وقصَّرت خطواتها . ¶ قال الشيخ محمد ناصر الدين الألباني : (( ولكي ندلل على صحة ما نذهب إليه في هذا المنهج ، نعود إلى كتاب الله الكريم ، ففيه آية واحدة تدل على خطأ كل من يخالفنا فيما نعتقد ونجزم به أن البداية تكون بالتصفية والتربية : ¶ يقول تعالى { إِن تَنصُرُوا اللَّهَ يَنصُرْكُمْ } [محمد : 7] . ¶ هذه هي الآية المقصودة ، وهي التي أجمع المفسرون على أن معنى نصر الله فيها إنما هو العمل بأحكامه سبحانه ...... ¶ فإذا كان نصر الله لا يتحقق إلا بإقامة أحكامه ، فكيف يمكننا أن ندخل في الجهاد عملياً ونحن لم ننصر _ وفق ما اتفق عليه المفسرون _ ؟! ¶ كيف ندخل الجهاد وعقيدتنا خراب يباب ؟ ¶ كيف نجاهد وأخلاقنا تتماشى مع الفساد ؟! ¶ لابد إذن قبل الشروع بالجهاد من تصحيح العقيدة وتربية النفس .. ))(¬1). ¶ فوائد وعِبر : ¶ لو نظرنا في ما ذكرناه آنفاً من المظاهر ( مظاهر الغربة الأولى والثانية ) فإننا نستطيع أن نستخلص منها عدة فوائد وعبر ، أهمها : ¶ الفائدة الأولى : التشابه الواضح بين مظاهر الغربة الأولى وبين مظاهر الغربة الثانية ، مما يدلل على مسألتين مهمتين : ¶ ¬__________ ¶ (¬1) 73 ) أنظر ( التربية والتصفية : 30 ) للشيخ علي بن حسن الحلبي .",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "المسألة الأولى : تتابع أذية أهل الحق من أتباع الأنبياء ( صلوات الله عليهم ) في كل زمان ومكان ، لأن في وأدهم وأد للدعوة ، وفي تقليلهم تكثير للباطل وأهله ، وبهذا نعرف أن أذية الداعين إلى الخير من طبيعة البشر ، كما أنها سنة ربانية سنها الله تبارك وتعالى في عباده الغاية منها الابتلاء والتمحيص والاختبار كما قال تعالى { أَحَسِبَ النَّاسُ أَنْ يُتْرَكُوا أَنْ يَقُولُوا آمَنَّا وَهُمْ لا يُفْتَنُون َ ، وَلَقَدْ فَتَنَّا الَّذِينَ مِنْ قَبْلِهِمْ فَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ صَدَقُوا وَلَيَعْلَمَنَّ الْكَاذِبِينَ } [ العنكبوت :2 ] . ¶ والغاية منها ( فَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ صَدَقُوا وَلَيَعْلَمَنَّ الْكَاذِبِينَ ) . ¶ المسألة الثانية : تواجد الأعداء لدعوة الأنبياء ممن ينصبون العداء لها في كل زمان ومكان ، لأنهم يرون أن دعوة الحق ستسلب ما بأيديهم من جاه وسلطان ومال وأتباع ، ولأجل هذا تراهم يتبعون طريق العناد ، والاستكبار عن قبول الحق والانقياد له ، بالإضافة إلى ما داخل نفوسهم المريضة من الكبرياء والحسد ، الذي يدفعهم إلى التمرد والرفض كما نراه واضحاً من خلال هذه الحادثة التي جرت بين المغيرة بن شعبة الذي كان حينها على الكفر ، وبين أبي جهل رأس الكفر والعناد ، والتي ينقلها المغيرة إلينا بنفسه . ¶ فعن المغيرة رضي الله عنه قال : (( إن أول يوم عرفت رسول الله ( - صلى الله عليه وسلم - ) أني أمشي أنا وأبو جهل في بعض أزقة مكة إذ لقينا رسول الله فقال رسول الله ( - صلى الله عليه وسلم - ) لأبي جهل : يا أبا الحكم هلم إلى الله وإلى رسوله أدعوك إلى الله )) . ¶ فقال أبو جهل : يا محمد هل أنت منتهٍ عن سب ألهتنا ؟ هل تريدينا إلا أن نشهد إنك قد بلغت ؟ فنحن نشهد أن قد بلغت ، فوالله لو أني أعلم أن ما تقول حق لأتبعتك !!",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "فأنصرف رسول الله ( - صلى الله عليه وسلم - ) وأقبل علىَّ فقال : والله لأعلم أن ما يقول حق ، ولكن يمنعني شيء إن بني قصي قالوا : فينا الحجابة : فقلنا نعم ، ثم قالوا فينا السقاية : فقلنا : نعم ، ثم قالوا : فينا الندوة فقلنا : نعم ، ثم قالوا : فينا اللواء فقلنا : نعم ، ثم اطعموا وأطعمنا حتى إذا تحاكت الركب قالوا منا نبي والله لا أفعل ))(¬1). ¶ ولهذا نرى هؤلاء يحاولون التصدي لهذه الدعوة المباركة بكل وسيلة متاحة يمكن أن تساعدهم في ذلك من سجن و تعذيب ،بل وحتى القتل إن كان يحقق لهم ما يريدون . ¶ وفات هؤلاء بسبب جهلهم وسوء تقديرهم لعواقب الأمور أن دعوة الحق لا يمكن أن تموت ، وأن أصحاب الحق وإن كان يعتريهم في بعض الأحيان بعض القلة والضعف إلا أنهم لا يموتون ولا ينقطعون ، وأن دعوتهم باقية ومستمرة وظاهرة ، لا يضرهم من خالفهم ولا من خذلهم إلى يوم الدين ، فهم الفرقة الناجية وهم القائمون بدين الله وسنة رسوله( - صلى الله عليه وسلم - ) علماً وعملاً ودعوة . ¶ الفائدة الثانية : إن بعض المظاهر وخاصة مظاهر الغربة الثانية قد ظهرت كسبب ، وأما البعض الآخر فإنها قد ظهرت كنتيجة حتمية الوقوع والظهور لتلك الأسباب . ¶ فقلة الأتباع وقلة من يعين على الخير وفشو الجهل والاستضعاف ناشيء كنتيجة حتمية لفساد أحوال الناس وقلة من يطلب العلم وتسلط أهل الجهل والظلم ، وفوق ذلك ابتعاد الكثير من الناس عن دينهم الذي أمروا أن يتمسكوا به مما يؤدي إلى : ¶ ¬__________ ¶ (¬1) 74 ) إسناده حسن أنظر (( صحيح السيرة : 162 للمحدث العلامة الألباني )) .",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "1 ) نزول الذل والهوان على الأمة الإسلامية واستمراره حتى يرجع الناس إلى دينهم الحق ، كما قال عليه الصلاة والسلام : (( إذا تبايعتم بالعينة ، وأخذتم أذناب البقر ، ورضيتم بالزرع ، وتركتم الجهاد ، سلَّط الله عليكم ذُلاً لا ينزعه عنكم حتى ترجعوا إلى دينكم ))(¬1). ¶ وروى أبو نعيم في (( حلية الأولياء : 1 / 216 )) : (( عن جبير بن نفير قال : لما فُتحت قبرص فُرِقَ بين أهلها ، فبكى بعضهم بعضاً ورأيت أبا الدرداء جالساً وحده يبكي ، فقلت : يا أبا الدرداء ! ما يبكيك في يوم أعز الله فيه الإسلام وأهله ؟ ¶ قال : ويحك يا جبير ما أهون الخلق على الله إذا هم تركوا أمره ، بينما هي أمة قاهرة ظاهرة لهم الملك تركوا أمر الله فصاروا إلى ما ترى )) . ¶ ¬__________ ¶ (¬1) 75 ) أخرجه أبو داود برقم : 3462 ، والبيهقي في سننه برقم 10484، وصححه الشيخ الألباني في صحيح سنن أبي داود : 3 /274 ، السلسلة الصحيحة : 1 /42 ، وقال : العينة أن يبيع شيئاً من غيره بثمن مؤجل ويسلمه إلى المشتري ، ثم يشتريه قبل قبض الثمن بثمن أقل من ذلك القدر يدفعه نقداً ، قال شيخ الإسلام أبن تيمية : فهذا مع التواطؤا يبطل البيعين لأنه حيلة )) أ . هـ ¶ أما قوله (( أخذتم أذناب البقر ورضيتم بالزرع )) كناية عن اشتغال الناس بالدنيا وترك العمل للآخرة ، وأما الجمع بين الاثنين فليس هنالك ما يمنع من ذلك . ¶ أما قوله (( وتركتم الجهاد )) فالمراد به جهاد الطلب والدعوة لأنه طريق إلى إعزاز الأمة وثمرة لقوتها وعزها ، ولكن لما تشاغل الناس بالدنيا وعملوا لها وأعرضوا عن دينهم الذي هو عصمة أمرهم ـ ولا حول ولا قوة إلا بالله ـ أصابهم الذل والهوان وغزاهم العدو في عقر دارهم .",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "2 ) جور الأمراء والحكام الظلمة الذين لا يمنعهم مانع من إنزال بطشهم بالغرباء ، في محاولة منهم للمحافظة على عروشهم وكراسيهم ، ومن المعلوم أن جور الحكام إنما هو نتيجة لا سبب ، ولكن وللأسف الشديد نرى الكثيرين من المتسرعين قد انشغلوا في البحث عن حلول لهذه النتائج دون الالتفات إلى السبب الموجب لها . ¶ قال الشيخ عبد المالك الرمضاني في ( فتاوى العلماء الأكابر : 48 ) : (( عن سليمان بن علي الرَّبعي قال : (( لَمَّا كانت فتنة أبن الأشعث ، إذ قاتَل الحجَّاجَ بنَ يوسفَ ، انطلق عقبةُ بن عبد الغافر وأبو الجَوزاء وعبد الله بنُ غالب في نَفَرٍ من نظرائهم ، فدخلوا على الحسن ـ أي البصري ـ فقالوا : يا أبا سعيد ! ما تقول في قتال هذا الطاغية الذي سفك الدمَ الحرام َ، وأخَذَ المالَ الحرامَ ، وتركَ الصلاة ، وفعل ، وفعل ...؟ قال : وذكروا مِن فعل الحجَّاجِ ... ¶ قال : فقال الحسن : أَرَى أن لا تُقاتلوه ؛ فإنَّها إن تكن عقوبةً من الله فما أنتم برادِّي عقوبةِ الله بأسيافكم ، وإن يكن بلاء فاصبروا حتى يحكمَ الله ، وهو خيرُ الحاكمين(¬1). ¶ ¬__________ ¶ (¬1) 76 ) معناه : إن كان اللهُ ابتلاكم بالحجَّاج وظُلمِه ، فعِلاجُه الصبرُ ، وإن كان اللهُ سلَّطه عليكم عقوبةً لكم على ذنوبكم ، فلن تُغالبوا الله ؛ لأنَّكم عصيتُم الله شرعاً ، فسلَّطه عليكم قَدَراً ، فبدلاً من أن تشغلوا أنفسكم بمواجهته ، فواجهوا السببَ الأصليَّ، ألا وهو الذنوب بالتوبة ، والضراعةِ إلى الله ، يدلُّ على هذا الرواية الأخرى للقصَّة ، حيثُ جاء فيها أنَّ الحسنَ قال: (( يا أيُّها الناس! إنَّه والله! ما سلَّط اللهُ الحجَّاجَ عليكم إلاَّ عقوبةً ، فلا تُعارضوا اللهَ بالسيف، ولكن عليكم السكينةَ والتضرُّعَ ))، رواه ابن سعد في الطبقات (7/164)، وابن أبي الدنيا في العقوبات (52) بسند صحيح. [ عبد المالك الرمضاني ] .",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "قال : فخرجوا مِن عنده وهم يقولون : نُطيع هذا العِلْجَ(¬1)؟! أ . هـ ¶ أقول : إن هذا تقييد مهم للبلاء الذي يمكن أن يصاب العباد به ، لأن البلاء إذا نزل بقوم ، فإنهم يتقلبون بين حالين : ¶ الحال الأول : إما أن يكونوا قد أقاموا حق الله ونصروا دينه ، وأتبعوا هدي وسنة نبيه ، فإنَّ الذي نزل بهم يكون من باب الابتلاء ، الذي يكون الغرض منه الاختبار والتمحيص ، قال تعالى { أَحَسِبَ النَّاسُ أَن يُتْرَكُوا أَن يَقُولُوا آمَنَّا وَهُمْ لَا يُفْتَنُونَ ، وَلَقَدْ فَتَنَّا الَّذِينَ مِن قَبْلِهِمْ فَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ صَدَقُوا وَلَيَعْلَمَنَّ الْكَاذِبِينَ } [العنكبوت : 3]. ¶ لأنهَّ ليس من المعقول أن يكون العباد قد أقاموا حق العبودية لله تعالى ، وكانوا على الصفة التي يحبها ويرضاها ثم يعاقبهم بتسليط الظلمة والكفرة عليهم ، والله تبارك و تعالى يقول { وَكَانَ حَقّاً عَلَيْنَا نَصْرُ الْمُؤْمِنِينَ } [الروم : 47] . ¶ وهذا قيده الصبر والإستكانه قال تعالى { وَلَنَبْلُوَنَّكُمْ بِشَيْءٍ مِّنَ الْخَوفْ وَالْجُوعِ وَنَقْصٍ مِّنَ الأَمَوَالِ وَالأنفُسِ وَالثَّمَرَاتِ وَبَشِّرِ الصَّابِرِين * الَّذِينَ إِذَا أَصَابَتْهُم مُّصِيبَةٌ قَالُواْ إِنَّا لِلّهِ وَإِنَّا إِلَيْهِ رَاجِعون * أُولَئِكَ عَلَيْهِمْ صَلَوَاتٌ مِّن رَّبِّهِمْ وَرَحْمَةٌ وَأُولَئِكَ هُمُ الْمُهْتَدُونَ } [البقرة : 155 / 157] . ¶ ¬__________ ¶ (¬1) 77 ) العِلْجُ : هو الرجلُ من كفار العجم وغيرهم ، كما في النهاية لابن الأثير : (3/ 286)، أي أنَّ هؤلاء الخوارج حين خالفهم الحسن البصري في هواهم، ولَم يَجدوا حجَّةً للردِّ عليه، أخذتهم حميَّةُ القوميَّة العربية ، فعابوه في نسبه! وقد كان ـ رحمه الله ـ من أَبَوَين عَبدَين مَملوكَين.[ عبد المالك الرمضاني ] .",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "الحال الثاني : وإما أن يكونوا قد تركوا أمر الله ونهيه ، وتلبسوا بالرذائل والقبائح من الذنوب والمعاصي المهلكات ، فعندها يكون الذي نزل بهم من باب العقوبة والتوبيخ ، قال تعالى { وَمَا أَصَابَكُم مِّن مُّصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَن كَثِيرٍ } [الشورى : 30] . ¶ وهذا قيده التوبة لله والأوبة إليه والإقلاع عما كانوا فيه ، فما نزل عقاب إلا بذنب ، ولا يرفع إلا بالتوبة والندم ، قال تعالى { فَلَوْلاَ كَانَتْ قَرْيَةٌ آمَنَتْ فَنَفَعَهَا إِيمَانُهَا إِلاَّ قَوْمَ يُونُسَ لَمَّا آمَنُواْ كَشَفْنَا عَنْهُمْ عَذَابَ الخِزْيِ فِي الْحَيَاةَ الدُّنْيَا وَمَتَّعْنَاهُمْ إِلَى حِينٍ } [يونس : 98] . ¶ الفائدة الثالثة : إن الناظر في هذه المظاهر يجد أن هنالك تشابهاً واضحاً بين المرحلتين ، ومن أوجه التشابه : البطش والاضطهاد والتنكيل بالدعوة وأصحابها ، وكذلك ضيق الأحوال وكثرة الفتن والابتلاءات ، ومن المعلوم أن هذا يؤدي بالنهاية إلى إنحسار الدعوة وقلة من يدخل فيها ، وهذا يظهر جلياً واضحاً من خلال النظر والتأمل في حال الدعوة النبوية الشريفة منذ بدايتها وحتى وقوع صلح الحديبية سنة 6 هـ ، فإننا سنرى أن النبي ( - صلى الله عليه وسلم - ) طيلة تسعة عشر عاماً من الدعوة المتواصلة لم يكن معه حين ذهابه إلى العمرة ووقوع صلح الحديبية إلا ( 1400 ) مقاتل ، بينما نرى أن الحال قد تغير بعد الصلح ودخوله في حيز التنفيذ ، حين وضعت الحرب أوزاها وأمِن الناس على أرواحهم وأموالهم ، فعندها دخل الناس في دين الله أفواجاً ، حتى أنه ( - صلى الله عليه وسلم - ) لما ذهب لفتح مكة سنة 8 هـ ذهب بـ ( 10000 ) مقاتل ، مما يدلل على أن البطش والتنكيل من أسباب انحسار الدعوة وزهد الناس في الدخول فيها ، وأن السلم وانفراج الحال ، وأمِن الناس على أرواحهم من أسباب انتشار الدعوة وإقبال الناس عليها . ¶ الفصل الخامس",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "السلفيون بين والغربة والصبر ¶ لقد عَلِم كل من تمسك بالكتاب والسنة الصحيحة ولسعته أسياط الغربة ، أن الغربة والصبر قرينان لا ينفكان أبداً ، وأن العلاقة بينهما وثيقة جداً ، فحيثما وجدت الغربة وجد الإبتلاء ، فيحتاج حينها الغريب إلى الصبر ، فهو كالمطية التي يمتطيها الغريب ليصل بها إلى منازل المحبين . ¶ فمنذ ولادة نور النبوة وبدأ الوحي بالنزول ولد الصبر معه ،ليكونا رفيقا درب لا يفترقان أبداً ، ولو استحضرنا كل هذا ونظرنا إلى حال السلفيين اليوم لرأينا أنهم يتقلبون دون غيرهم بين غربتين مطبقتين(¬1): ¶ الأولى : غربة عامة : وهي غربة الإسلام بين الأديان . ¶ الثانية : غربة خاصة : وهي غربة أهل السنة والجماعة بين فرق وجماعات أهل الأهواء والبدع . ¶ وبين هذه الغربة وتلك تكالبت عليهم الأعداء من كل حدب وصوب ، عبر وسائل وأساليب مختلفة و بأشكال متنوعة ، منها : ¶ 1 ) محاولة التشكيك بمنهجهم وعقيدتهم عبر إثارة الشكوك والشبهات ، بقصد الإنتقاص منهم ، وتنفير الناس عنهم . ¶ 2 ) العدوان وبكل الوسائل التي من الممكن أن تطالها أيديهم ، حيث أنهم لا يدخرون وسعاً في إيصال الأذى للسلفيين ، والكثير من أهل الأهواء والبدع يعتبر ذلك من أفضل القربات التي يتقرب بها إلى الله رب العالمين ، حيث تراهم جميعاً قد اجتمعوا على محاربة السلفيين ومعاداتهم وبغضهم . ¶ ومن المعلوم أن العدوان على الموحدين هو سنة جارية على أيدي هؤلاء المجرمين أعداء الحق سواء أكانوا من الأولين أو من المتأخرين : ¶ ¬__________ ¶ (¬1) 78 ) ولو سألتم اليوم السلفيين في العراق لوصفوا لكم الغربة التي يعانون منها وصفاً دقيقاً لا تحتاجون بعده إلى مزيد وصف وبيان ، الله أكبر تكاثرت عليهم الأعداء واشتدت بهم المصائب والخطوب ، حتى صاروا بين مطرقة الجرذان الصفراء وبين سندان الصبيان السفهاء ، ولله وحده المشتكى .",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "1 ـ فهؤلاء أصحاب الأخدود قد نالهم من ملكهم المتأله ما نالهم ، حتى حفرت لهم الأخاديد في الأرض واضرمت فيها النيران المتأججة ، وراحوا يتساقطون فيها الواحد تلو الآخر ، ولم يكن ذلك عائقاً في تمسكهم بالحق الذي آمنوا به وسيموتون من أجله ، كما رأينا سابقاً في حديث الملك والغلام والساحر ، قال تعالى واصفاً حالهم { قُتِلَ أَصْحَابُ الْأُخْدُودِ ، النَّارِ ذَاتِ الْوَقُودِ ، إِذْ هُمْ عَلَيْهَا قُعُودٌ ، وَهُمْ عَلَى مَا يَفْعَلُونَ بِالْمُؤْمِنِينَ شُهُود ، وَمَا نَقَمُوا مِنْهُمْ إِلَّا أَن يُؤْمِنُوا بِاللَّهِ الْعَزِيزِ الْحَمِيدِ } [البروج : 8] . ¶ 2 ) وهذا الصحابي الجليل خبيب بن عدي قد طالته يد العدوان والبطش حتى شكا إلى الله تعالى وجع غربته وفداحة طريقة مقتله ، وجرم أعدائه الذين راحوا يتلذذون في تعذيبه وتقطيعه فقال متوجعاً : ¶ لقد أجمع الأحزاب حولي وألبوا قبائلهم وأستجمعوا كل مجمع ¶ وقد قربوا أبنائهم ونسائهم وقُرُّبت من جذع طويل ممنع ¶ إلى الله أشكو غربتي بعد كربتي ومما جمع الأحزاب لي عند مضجعي ¶ فذا العرش صبَّرني على ما يراد بي فقد بضعوا لحمي وقد يؤس مطمعي ¶ وقد خيروني الكفر والموت دونه فقد ذرفت عيناي من غير مدمع ¶ ولست أبالي حين أُقتل مسلماً على أي شقٍ كان في الله مضجعي ¶ 3 ) وأنظر لهؤلاء المعتزلة حينما سيطروا على زمام الأمور أيام المأمون ، حتى راحوا ينشرون أباطيلهم وبدعهم ـ مثل قولهم بخلق القرآن ـ ومن ثم أجبروا الناس على الأخذ بها ، حتى صبوا جام غضبهم على المتمسكين بهدي النبي ممن خالفوا منهجهم وعقيدتهم أمثال الإمام أحمد بن حنبل رحمه الله الذي تعرض للسجن والضرب على أيديهم فصبر وأحتسب فجزاه الله عنا وعن المسلمين خيراً .",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "قال الشيخ علي بن حسن الحلبي في (( التربية والتصفية : 13 )) : (( ومن المشهور ما يُذكر عن الإمام أحمد ـ رحمه الله ـ أنَّ المَروزيَّ ـ أحد أصحاب الإمام ـ دخل عليه أيام المحنة ، وقال لهُ : يا أستاذ ! قال الله تعالى { وَلاَ تَقْتُلُواْ أَنفُسَكُمْ إِنَّ اللّهَ كَانَ بِكُمْ رَحِيماً } [النساء : 29] . ¶ فقال أحمد : يا مَروزيُّ اخرج ، أنظر أي شيء ترى . ¶ قال : فخرجتُ إلى رَحْبَةِ دار الخليفة ، فرأيتُ خَلقاً من الناس لا يُحصي عددهم إلا الله ُ ، والصحف في أيديهم ، والأقلام والمحابرُ في أذرعتِهم ، فقال المروزي : أي شيء تعملون ؟ ¶ قالوا : ننظرُ ما يقول أحمدُ فنكتبه ُ ، قال المروزي : مكانكم ، فدخل إلى أحمد بن حنبل فقال لهُ : رأيتُ قوماً بأيديهم الصحف والأقلام ينظرون ما تقولُ فيكتبونَهُ. ¶ فقال أحمد : يا مروزيُّ أُضل هؤلاء ؟! أَقتُلُ نفسي ولا أُضل هؤلاء ... )) . ¶ وقال الآجري في (( الشريعة : 64 )) : (( فمن اقتدى بهؤلاء الأئمة سلم له دينه إن شاء الله تعالى . ... ¶ فإن قال قائل : فإن اضطر في الأمر وقتاً من الأوقات إلى مناظرتهم ، وإثبات الحجة عليهم ألا يناظرهم ؟ ... ¶ قيل : الاضطرار إنما يكون مع إمام له مذهب سوء ، فيمتحن الناس ، ويدعوهم إلى مذهبه ، كفعل من مضى في وقت أحمد بن حنبل رحمه الله : ثلاثة خلفاء امتحنوا الناس ، ودعوهم إلى مذهبهم السوء ، فلم يجد العلماء بداً من الذب عن الدين ، وأرادوا بذلك معرفة العامة الحق من الباطل ، فناظروهم ضرورة لا اختياراً ، فأثبت الله عز وجل الحق مع أحمد بن حنبل ، ومن كان على طريقته ، وأذل الله العظيم المعتزلة وفضحهم ، وعرفت العامة أن الحق ما كان عليه أحمد بن حنبل ، ومن تابعه إلى يوم القيامة . ... ¶ وأرجو أن يعيذ الله الكريم أهل العلم من أهل السنة والجماعة من محنة تكون أبداً .",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "بلغني عن المهتدي رحمه الله تعالى أنه قال : ما قطع أبي - يعني الواثق - إلا شيخ جيء به من المصيصة ، فمكث في السجن مدة ، ثم إن أبي ذكره يوماً فقال : عليَّ بالشيخ ، فأتي به مقيداً ، فلما وقف بين يديه سلم عليه ، فلم يرد عليه السلام فقال له الشيخ : يا أمير المؤمنين ، ما استعملت معي أدب الله عز وجل ، ولا أدب رسوله صلى الله عليه وسلم ، قال الله عز وجل : وإذا حييتم بتحية فحيوا بأحسن منها أو ردوها وأمر النبي صلى الله عليه وسلم برد السلام . ¶ فقال له : وعليك السلام ، ثم قال لأبن أبي دؤاد : سله . ¶ فقال يا أمير المؤمنين : أنا محبوس مقيد ، أصلي في الحبس بتيمم ، مُنعت الماء ، فمر بقيودي تحل ، ومر لي بماء أتطهر وأصلي ، ثم سلني . ¶ فأمر ، فحل قيده وأمر له بماء فتوضأ وصلى لله ، ثم قال لأبن أبي دؤاد : سله . ¶ فقال الشيخ : المسألة لي ، فأمره أن يجيبني ، فتوضأ فقال : سل ، فأقبل الشيخ على أبن أبي دؤاد يسأله ، فقال : خبرني عن هذا الأمر الذي تدعو الناس إليه ، أشيء دعا إليه رسول الله صلى الله عليه وسلم ؟ ¶ قال : لا . ¶ قال : فشيء دعا إليه أبو بكر الصديق رضي الله عنه بعده ؟ ¶ قال : لا . ¶ قال : فشيء دعا إليه عمر بن الخطاب رضي الله عنه بعدهما ؟ ¶ قال : لا . ¶ قال : فشيء دعا إليه عثمان بن عفان رضي الله عنه بعدهم ؟ ¶ قال : لا . ¶ قال : فشيء دعا إليه علي بن أبي طالب رضي الله تعالى عنه بعدهم ؟ ¶ قال : لا . ¶ قال الشيخ : فشيء لم يدعُ إليه رسول الله صلى الله عليه وسلم ، ولا أبو بكر ولا عمر ولا عثمان ولا علي رضي الله تعالى عنهم ، تدعو أنت إليه الناس ؟ ليس يخلو أن تقول : علموه ، أو جهلوه . فإن قلت : علموه وسكتوا عنه ، وسعنا وإياك من السكوت ما وسع القوم ، فإن قلت : جهلوه وعلمته أنت ، فيا لكع بن لكع ، يجهل النبي صلى الله عليه وسلم والخلفاء الراشدون رضي الله عنهم شيئاً وتعلمه أنت وأصحابك ؟",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "قال المهتدي : فرأيت أبي وثب قائماً ، ودخل الحيرى ، وجعل ثوبه في فيه ، فضحك ، ثم جعل يقول : صدق ، ليس يخلو من أن نقول : علموه أو جهلوه ، فإن قلت : علموه وسكتوا عنه وسعنا من السكوت ما وسع القوم ، وإن قلنا جهلوه وعلمته أنت فيا لكع بن لكع يجهل النبي صلى الله عليه وسلم وأصحابه رضي الله تعالى عنهم شيئاً تعلمه أنت وأصحابك ؟ ¶ ثم قال : يا أحمد ، فقلت : لبيك ، فقال : لست أعنيك ، إنما أعني أبن أبي دؤاد . فوثب إليه فقال : أعط هذا الشيخ نفقته وأخرجه عن بلدنا )) أ . هـ ¶ وهكذا تمتد يد العدوان في كل زمان ومكان لتنال من الموحدين الصابرين ، ويشتد قسوة ومرارة إذا ما جاء من الأقربين ، فالعدوان والأذى إن جاء من الكفار أعداء الدين فلا عجب في ذلك ، بل العجب إنْ لم يفعلوا ذلك ، ولكن محل العجب يكمن إذا ما جاءك الأذى والعدوان من أناس يدَّعون الانتساب إلى نفس الدين الذي تنتسب إليه ، فهذا هو البلاء العظيم والجرح الذي لا يندمل ، ورحم الله القائل : ¶ وظلم ذوي القربى أشد مضاضة على الفتى من وقع الحسام المهند ¶ قال الإمام أبن عثمين _ رحمه الله تعالى _ في هذين الأسلوبين العدوانيين : (( حيث بين أن من حكمة الله - عز وجل – أنه لم يبعث نبياً إلا جعل له أعداء من الإنس والجن ، وذلك أن وجود العدو يمحص الحق ويبينه ، فإنه كلما وٌجِد المعارض قويت حجة الآخر ، وهذا الذي جعله الله تعالى للأنبياء جعله أيضاً لأتباعهم فكل اتباع الأنبياء يحصل لهم مثل ما يحصل للأنبياء ، قال الله تعالى : { وكذلك جعلنا لكل نبي عدواً شياطين الإنس والجن يوحي بعضهم إلى بعض زخرف القول غروراً } ، وقال : { كذلك جعلنا لكل نبي عدواً من المجرمين وكفى بربك هادياً ونصيراً } {سورة الفرقان ، الآية : 31} فإن هؤلاء المجرمين يعتدون على الرسل واتباعهم ، وعلى ما جاءوا به بأمرين: ¶ الأول : التشكيك . ¶ الثانية : العدوان .",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "أما التشكيك فقال الله تعالى في مقابلته { كفى بربك هادياً } لمن أراد أن يضله أعداء الأنبياء . ¶ وأما العدوان فقال الله تعالى في مقابلته { ونصيراً } لمن أراد أن يردعه أعداء الأنبياء . ¶ فالله تعالى يهدي الرسل وأتباعهم وينصرهم على أعدائهم ، ولو كانوا من أقوى الأعداء ، فعلينا أن لا نيأس لكثرة الأعداء ... ))(¬1). ¶ 3 ) نبزهم بالألقاب المنفرة بقصد الانتقاص والتنفيرمنهم ، قال إبراهيم الرحيلي في (( موقف أهل السنة من أهل الأهواء والبدع 1 / 125 )) : (( قال أبو حاتم الرازي : (( وعلامة الجهمية تسمية أهل السنة مشبهة ، وعلامة القدرية تسميتهم أهل الأثر مجبرة ، وعلامة المرجئة تسميتهم أهل السنة مخالفة ونقصانية ( نسبة إلى قولهم بزيادة الإيمان ونقصانه ) ، وعلامة الرافضة تسميتهم أهل السنة ناصبة )) . ¶ وهكذا ، وقدوتهم في ذلك النبي ( - صلى الله عليه وسلم - ) فقد وصفوه بالشاعر والمجنون ، إلى غير ذلك من الأوصاف التي لم تكن بالقادح فيه وفي دعوته . ¶ 4 ) الوشاية عليهم عند الأمراء والسلاطين ، وهذا أمر يقع كثيراً ومُشاهَد ، وهو أسلوب ليس بالجديد حتى نتفاجأ به ، بل سبق إليه قوم فرعون الذين شحنوا صدر فرعون بالبغضاء والشحناء على موسى وقومه ، كما قال تعالى عنهم { وَقَالَ الْمَلأُ مِن قَوْمِ فِرْعَونَ أَتَذَرُ مُوسَى وَقَوْمَهُ لِيُفْسِدُواْ فِي الأَرْضِ وَيَذَرَكَ وَآلِهَتَكَ قَالَ سَنُقَتِّلُ أَبْنَاءهُمْ وَنَسْتَحْيِي نِسَاءهُمْ وَإِنَّا فَوْقَهُمْ قَاهِرُونَ } فهذا فعل فرعون وقومه ، فما يكون جواب من أيقن بوعد الله تعالى ونصره { قَالَ مُوسَى لِقَوْمِهِ اسْتَعِينُوا بِاللّهِ وَاصْبِرُواْ إِنَّ الأَرْضَ لِلّهِ يُورِثُهَا مَن يَشَاءُ مِنْ عِبَادِهِ وَالْعَاقِبَةُ لِلْمُتَّقِينَ } [الأعراف : 128] . ورحم الله القائل : ¶ ما عندهم عند التناظر من حجة أنى بها لمقلدٍ حيران ¶ ¬__________ ¶ (¬1) 79 ) شرح كشف الشبهات : 64",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "لا يفزعون إلى دليل وإنما في العجز مفزعهم إلى السلطان ¶ ولكن رد الله تعالى على أفعال هؤلاء المجرمين وعدوانهم يبقى حاضراً في كل زمان ومكان { وَلَقَدْ سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا الْمُرْسَلِينَ ، إِنَّهُمْ لَهُمُ الْمَنصُورُونَ ، وَإِنَّ جُندَنَا لَهُمُ الْغَالِبُونَ } [الصافات : 173] . وقال { كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِي إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ } [المجادلة : 21]. ¶ ولهذا ينبغي على (( الداعية أن يكون صابراً على دعوته مستمراً فيها ، صابراً على ما يعترضه هو من الأذى ، وها هم الرسل صلوات الله وسلامه عليهم أوذوا بالقول وبالفعل ، قال الله تعالى : { كذلك ما أتى الذين من قبلهم من رسول إلا قالوا ساحر أو مجنون } {سورة الذاريات : 52} وقال عز وجل: { وكذلك جعلنا لكل نبي عدواً من المجرمين } {سورة الفرقان ، الآية : 31} ولكن على الداعية أن يقابل ذلك بالصبر وأنظر إلى قول الله عز وجل لرسوله صلى الله عليه وسلم : { إنا نحن نزلنا عليك القرآن تنزيلاً } {سورة الإنسان ، الآية : 23} كان من المنتظر أن يقال فاشكر نعمة ربك ، ولكنه عز وجل قال : { فأصبر لحكم ربك } {سورة الإنسان : 24} .",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "وفي هذا إشارة إلى أن كل من قام بهذا القرآن فلابد أن يناله ما يناله مما يحتاج إلى صبر ، وأنظر إلى حال النبي صلى الله عليه وسلم حين ضربه قومه فأدموه وهو يمسح الدم عن وجهه ويقول : (( اللهم أغفر لقومي فإنهم لا يعلمون(¬1)) ، فعلى الداعية أن يكون صابراً محتسباً(¬2)) أ . هـ ¶ وهكذا ضرب لنا النبي ( - صلى الله عليه وسلم - ) مثلاً يحتذى به للداعية الصابر المحتسب ، ولو تأملنا في قوله ( - صلى الله عليه وسلم - ) : (( اللهم أغفر لقومي فإنهم لا يعلمون )) لرأينا أنه ينبض بفوائد عظيمة ، وعبر جليلة ، غفل عنها الكثير ممن نصَّبوا أنفسهم قضاة وتسلطوا كجلادين على رقاب المسلمين ، يضربون برهم وفاجرهم بسوط الشرع ، وبسيف الإسلام _ افتراء على الله ورسوله _ ، ومن هذه الفوائد : ¶ الفائدة الأولى : أنه عفى عنهم بدليل : ¶ الفائدة الثانية : أنه طلب من الله سبحانه تعالى أن يغفر لهم ذنبهم به ، وما أصابه من قبح أفعالهم ، حيث كسروا رباعيته وشجوا وجهه الشريف وأسالوا الدم منه . ¶ ¬__________ ¶ (¬1) 80 ) يشير الشيخ رحمه الله إلى الحديث الذي رواه أبن حبان برقم 973 : عن سهل بن سعد الساعدي قال : قال رسول الله صلى الله عليه وسلم (( اللهم اغفر لقومي فإنهم لا يعلمون )) ،قال أبو حاتم رضى الله تعالى عنه : يعني هذا الدعاء أنه قال يوم أحد لما شج وجهه :قال اللهم اغفر لقومي ذنبهم بي من الشج لوجهي لا أنه دعاء للكفار بالمغفرة ولو دعا لهم بالمغفرة لأسلموا في ذلك الوقت لا محالة)) وفي صحيح البخاري برقم 6530: عن عبد الله بن مسعود قال :كأني أنظر إلى النبي صلى الله عليه وسلم يحكي نبياً من الأنبياء ، ضربه قومه فأدموه ، فهو يمسح الدم عن وجهه، ويقول: (( رب اغفر لقومي فإنهم لا يعلمون)) . ... ¶ (¬2) 81 ) شرح الثلاثة الأصول : 18 للشيخ أبن عثيمين رحمه الله .",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "قال الإمام أبن حجر في فتح الباري : 11 / 196 )) في قوله (( اغفر لقومي فانهم لا يعملون )) العفو عما جنوه عليه في نفسه لا محو ذنوبهم كلها ، لأن ذنب الكفر لا يمحى ، أو المراد بقوله ( اغفر لهم ) : اهدهم إلى الإسلام الذي تصح معه المغفرة ، أو المعنى اغفر لهم إن أسلموا والله أعلم )) أ . هـ ¶ وهذا الخلق العظيم من النبي ( - صلى الله عليه وسلم - ) ما جاء إلا رحمة وشفقة بقومه ، كما قال تعالى فيه { لَقَدْ جَاءكُمْ رَسُولٌ مِّنْ أَنفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُم بِالْمُؤْمِنِينَ رَؤُوفٌ رَّحِيمٌ } [التوبة : 128] ، حيث يظهر جلياً واضحاً من خلال النظر فيما يأتي : ¶ 1 ) كان النبي شديد الحرص على هداية قومه ، وفي نفسه رغبة شديدة أن يهتدوا وينقذوا أنفسهم من الخيبة والخسران الذي سيوقعون أنفسهم فيه بإصرارهم وعنادهم وإعراضهم عن دعوة الحق ، حتى عاتبه ربه تبارك وتعالى بقوله { فَلَعَلَّكَ بَاخِعٌ نَّفْسَكَ عَلَى آثَارِهِمْ إِن لَّمْ يُؤْمِنُوا بِهَذَا الْحَدِيثِ أَسَفاً } [الكهف : 6]. ¶ وقوله { فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَاتٍ إِنَّ اللَّهَ عَلِيمٌ بِمَا يَصْنَعُونَ } [فاطر : 8] .",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "قال العلامة الشيخ عبد الرحمن بن ناصر السعدي في (( تيسير الكريم الرحمن : 646 )) : (( ولما كان النبي ( - صلى الله عليه وسلم - ) حريصاُ على هداية الخلق ، ساعياً في ذلك أعظم السعي ، فكان - صلى الله عليه وسلم - يفرح بهداية المهتدين ويحزن ويأسف على المكذبين الضالين شفقة منه - صلى الله عليه وسلم - عليهم ورحمة بهم ، أرشده الله أن لا يشغل نفسه بالأسف على هؤلاء الذين لا يؤمنون بهذا القرآن ، كما قال في الأخرى (( لعلك باخع نفسك ألا يكونوا مؤمنين )) وقال (( فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَاتٍ )) وهنا قال (( فلعلك باخع نفسك )) أي : مهلكها غماً وأسفاً عليهم ، وذلك أن أجرك قد وجب على الله ، وهؤلاء لو علم الله فيهم خيراً لهداهم ولكنه علم أنهم لا يصلحون إلا للنار ، فلذلك خذلهم فلم يهتدوا ، فإشغالك نفسك غماً وأسفاً عليهم ليس فيه فائدة لك .... )) أ . هـ ¶ 2 ) ويظهر أيضاً من خلال رده على ملك الجبال عند رجوعه من الطائف وما لاقاه من قسوة رد أهلها عليه ، حيث طلب منه أن يأذن له في أن يطبق على قومه المعاندين الأخشبين ، ولكنه ( - صلى الله عليه وسلم - ) أرجأهم لغاية يرجوها منهم ويحبها فيهم ، فعن عُرْوَةُ بْنُ الزّبَيْرِ أَنّ عَائِشَةَ زَوْجَ النّبِيّ صلى الله عليه وسلم حَدّثَتْهُ أَنّهَا قَالَتْ لِرَسُولِ اللّهِ صلى الله عليه وسلم : يَا رَسُولَ اللّهِ ! هَلْ أَتَىَ عَلَيْكَ يَوْمٌ كَانَ أَشَدّ مِنْ يَوْمِ أُحُد ٍ؟",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "فَقَال َ: (( لَقَدْ لَقِيتُ مِنْ قَوْمِكِ ، وَكَانَ أَشَدّ مَا لَقِيتُ مِنْهُمْ يَوْمَ الْعَقَبَةِ ، إذْ عَرَضْتُ نَفْسِي عَلَى أبْنِ عَبْدِ يَالِيلَ بْنِ عَبْدِ كُلاَلٍ ، فَلَمْ يُجِبْنِي إلَىَ مَا أَرَدْتُ ، فَانْطَلَقْتُ وَأَنَا مَهْمُومٌ عَلَىَ وَجْهِي ، فَلَمْ أَسْتَفِقْ إلاّ بِقَرْنِ الثّعَالِبِ ، فَرَفَعْتُ رَأْسِي فَإذَا أَنَا بِسَحَابَةٍ قَدْ أَظَلّتْنِي ، فَنَظَرْتُ فَإذَا فِيهَا جِبْرِيلُ ، فَنَادَانِي. فَقَالَ: إنّ اللّهَ عَزّ وَجَلّ قَدْ سَمِعَ قَوْلَ قَوْمِكَ لَكَ وَمَا رَدّوا عَلَيْكَ ، وَقَدْ بَعَثَ إلَيْكَ مَلَكَ الْجِبَالِ لِتَأْمُرَهُ بِمَا شِئْتَ فِيهِمْ . ¶ قَالَ : فَنَادَانِي مَلَكُ الْجِبَالِ وَسَلّمَ عَلَيّ ، ثُمّ قَالَ : يَا مُحَمّد ُ! إنّ اللّهَ قَدْ سَمِعَ قَوْلَ قَوْمِكَ لَك َ، وَأَنَا مَلَكُ الْجِبَالِ ، وَقَدْ بَعَثَنِي رَبّكَ إِلَيْكَ لِتَأْمُرَنِي بِأَمْرِكَ ، فَمَا شِئْت َ؟ إنْ شِئْتَ أَنْ أُطْبِقَ عَلَيْهِمُ الأخشبين\". ¶ فَقَالَ لَهُ رَسُولُ اللّهِ صلى الله عليه وسلم : (( بَلْ أَرْجُو أَنْ يُخْرِجَ اللّهُ مِنْ أَصْلاَبِهِمْ مَنْ يَعْبُدُ اللّهَ وَحْدَهُ ، لاَ يُشْرِكُ بِهِ شَيْئاً ))(¬1). ¶ فهكذا كان خلق النبي ( - صلى الله عليه وسلم - ) ، حيث كان رحيماً رؤوفاً بقومه يحب إسلامهم ويرجوا سلامتهم ونجاتهم ، ولو أن ملك الجبال طلب اليوم من فلان أو فلان من كبراء الخوارج وضُلَّالهم وأستأذنهم في أن يطبق الأخشبين على المخالفين لهم من أمة محمد - صلى الله عليه وسلم - فضلاً عن الكفار لأذنوا له ، وفرحوا بطلبه ، فانظروا _ يرحمكم الله _ أي الدعوتين أهدى سبيلاً . ¶ ¬__________ ¶ (¬1) 82 ) رواه البخاري برقم : 3059 ، ومسلم بشرح النووي ( باب ما يلقى النبي ( - صلى الله عليه وسلم - ) من أذى الكفار والمنافقين ) واللفظ له .",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "وليت يفطن لمثل هذه الخُلق العظيمة من نصَّب نفسه قاضياً وجلاداً ، وتسلط على رقاب المسلمين بأسم الشرع والدين ، وليته أيضاً يعلم أن زبدة دعوة الأنبياء هي إنقاذ الناس من النار ، وليست هي دعوة للتسريع بهم إلى النار ويدل على هذا ما يأتي : ¶ 1 ) قال تعالى { وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِّلْعَالَمِينَ } [الأنبياء : 107] . ¶ 2 ) روى الإمام البخاري عن أنس بن مالك رضي الله عنه : كان غلام يهودي يخدم النبي - صلى الله عليه وسلم - فمَرِض فأتاه النبي - صلى الله عليه وسلم - يعوده فقعد عند رأسه فقال له : أسلم ، فنظر إلى أبيه وهو عند رأسه فقال أبوه : أطع أبا القاسم ، فأسلم ، فقام النبي وهو يقول : الحمد لله الذي أنقذه من النار )) . ¶ وفي رواية أبي يعلى : (( فجعل الغلام ينظر إلى أبيه ، فقال له أبوه : أطع أبا القاسم ، فقال : أشهد أن لا إله إلا الله وأن محمداً رسول الله ، ثم هلك الغلام فخرج رسول الله وهو يقول : الحمد لله الذي أنقذه من النار )) . ¶ فيا ترى ما الذي سيستفيده الإسلام من غلام هلك ولكنها كما قلته لكم سابقاً دعوة لإنقاذ الناس من الناس . ¶ 3 ) عن سهل بن سعد رضي الله عنه : أن رسول الله صلى الله عليه وسلم قال يوم خيبر : (( لأعطين هذه الراية رجلاً يفتح الله على يديه ، يحب الله ورسوله ، ويحبه الله ورسوله )) . ¶ قال : فبات الناس يدوكون ليلتهم أيهم يعطاها ، قال فلما أصبح الناس غدوا على رسول الله صلى الله عليه وسلم كلهم يرجون أن يعطاها . ¶ فقال : (( أين علي بن أبي طالب ؟ )) . ¶ فقالوا : هو يا رسول الله ! يشتكي عينيه ، قال (( فأرسلوا إليه )) فأتى به، فبصق رسول الله صلى الله عليه وسلم في عينيه ، ودعا له فبرأ ، حتى كأن لم يكن به وجع فأعطاه الراية ، فقال علي : يا رسول الله ! أقاتلهم حتى يكونوا مثلنا .",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "فقال : (( أنفذ على رسلك حتى تنزل بساحتهم ، ثم ادعهم إلى الإسلام ، وأخبرهم بما يجب عليهم من حق الله فيه ، فوالله ! لأن يهدي الله بك رجلاً واحداً خير لك من أن يكون لك حمر النعم ))(¬1). ¶ قال الحافظ أبن حجر في (( فتح الباري 7 / 600 )) : (( يؤخذ من الحديث أن تآلف الكافر حتى يسلم أولى من المبادرة إلى قتله .... وحمر النعم : هو لون من الإبل المحمودة وقيل المراد : خير لك من أن تكون عندك فتتصدق بها ، وقيل تقتنيها وتملكها وكانت مما تتفاخر العرب بها )) أ . هـ ¶ أقول : لو تأملنا في هذا الحديث الشريف ملياً فإننا سنخرج منه بعدة فوائد ، منها : ¶ الأولى : ففيما يخص قتل الكافر أو هدايته : فإننا سنعلم أن في قتل الكافر فائدة واحدة ، وهي التخلص من شره وضرره ، وأما إن استطعنا هدايته إلى الإسلام فإننا سنخرج حينها بفائدتين : ¶ 1 ) التخلص من شره . ¶ 2 ) كسبه أخاً في الإسلام . ¶ وأنى لفائدة واحدة أن تغلب فائدتين لو كانوا يعلمون . ¶ الثانية : فإننا سنعرف عظمة هذا الدين ، وعظمة هذا النبي الكريم - صلى الله عليه وسلم - ، ففي الوقت الذي يُسلِّم فيه راية القتال لعلي رضي الله عنه فإنه يحثه على الدعوة إلى الله تبارك وتعالى ، ويُرغِّبه في الأجر الكثير إن هو استطاع أن يهدي كافر إلى الإسلام ، فأي دين هذا وأي نبي هذا ، فلا نامت أعين أهل الأهواء والبدع الذين شوهوا صفاء الإسلام بأفعالهم القبيحة المشينة ، حتى وضعوه في قفص الاتهام متهماً بائساً . ¶ الفائدة الثالثة : أنه نسبهم إلى نفسه الشريفة فقال : ( قومي ) ولم يتبرأ منهم ، ولم يقل : ( أغفر لهم ) . ¶ الفائدة الرابعة : أنه علل فعلهم هذا بأنهم جهَّال لا يعلمون عاقبة أفعالهم التي ستردي بهم إلى النار ، وهم في غفلة لا يعلمون . ¶ ¬__________ ¶ (¬1) 83 ) رواه البخاري برقم 2783 ، ومسلم برقم 2406 .",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "ومن هذه الخُلق النبوية العالية أستمد الغرباء وهم في غربتهم الثانية المؤلمة الدروس والعبر ، فهم يعلمون جيداً أن الله تعالى خص عباده المتقين بالابتلاء والتمحيص ، وأوصاهم بالصبر والمجالدة على البلاء ، فقد يمر بالمؤمنين حال يحتاجون فيه للصبر الكثير يُفرَّغ فوق رؤوسهم ليتحملوا شدة البلاء وعظمته ، كما حدث لسحرة فرعون الذين جمعهم من كل حدب وصوب ليقفوا بوجه دعوة موسى عليه السلام ، فلما رأوا الآيات الباهرة وعلموا أنها لم تكن من صنع البشر أمنوا لله رب موسى وهارون ، فتوعدهم فرعون الطاغية بعظيم البلاء وهددهم بشر الجزاء ، فصبروا وطلبوا من الله تعالى ما يهون عليهم هذا البلاء العظيم ، فقال تعالى حكاية عنهم { قَالَ فِرْعَوْنُ آمَنتُم بِهِ قَبْلَ أَن آذَنَ لَكُمْ إِنَّ هَذَا لَمَكْرٌ مَّكَرْتُمُوهُ فِي الْمَدِينَةِ لِتُخْرِجُواْ مِنْهَا أَهْلَهَا فَسَوْفَ تَعْلَمُونَ ، لأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُم مِّنْ خِلاَفٍ ثُمَّ لأُصَلِّبَنَّكُمْ أَجْمَعِينَ ، قَالُواْ إِنَّا إِلَى رَبِّنَا مُنقَلِبُون ، وَمَا تَنقِمُ مِنَّا إِلاَّ أَنْ آمَنَّا بِآيَاتِ رَبِّنَا لَمَّا جَاءتْنَا رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْراً وَتَوَفَّنَا مُسْلِمِينَ } [الأعراف : 126] . ¶ الفصل السادس ¶ الغرباء بين الواقع والأمل ¶ لقد وضع السلفيون كل ما سبق ذكره وبيانه نصب أعينهم وهم في طريقهم إلى ربهم ، ولكن تبقى بعض المسليات والمصبرات التي من شأنها أن تسليهم وتصبرهم حتى لا يستوحشوا من طول الطريق وقلة الأعوان وكثرة المخالفين ومكر وكيد الأعداء بهم . ¶ قال الشيخ عبيد بن عبد الله الجابري : (( ولئن كان في بعض الأزمنة والأمكنة تعصف بالناس عاصفة الهوى ، ويستوحش كثير من أهل السنة لكثرة مخالفيهم ، فإنه يسليهم ثلاثة أمور :",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "الأمر الأول : في قوله جل في علاه { ومن يطع الله والرسول فأولئك مع اللذين أنعم الله عليهم من النبيين والصديقين والشهداء والصالحين وحسن أولئك رفيقا } فمن استوحش بكثرة المخالفين ، ووجد الغربة لقلة السالكين مسلكه إذا تذكر أن رفاقه على طريق الحق والهدى أولائكم الأصناف الأربعة زالت عنه الوحشة ، وأصبح قوي العزيمة ، مشدوداً به أزره لا يخشى في الله لومة لائم ، ولا تزعزعه ثقته بنصر الله لجنده كثرة الهالكين ولا قلة السالكين ؛ لأن أولئكم الصفوة هم خير عباد الله من البشر ؛ فمن كان رفيقَه خيرُ عباد الله فلن يستوحش ، بل يزداد ثباتاً وصبراً ويقيناً وقوةً . ¶ الأمر الثاني : ما جاء في حديث السبعين ألفاً اللذين يدخلون الجنة بلا حساب وهو مخرَّجٌ عن أبن عباس رضي الله عنهما عن النبي صلى الله عليه وسلم في الصحيحين؛ فقد جاء فيه : ((فرأيت النبي ومعه الرهط ، والنبي ومعه الرجل والرجلان ، والنبي وليس معه أحد )) . لنتأمل في هذا الحديث قليلا ، فهذا النبي الذي جاء وليس معه أحد إلى من بعث ؟، إلى أمة أم إلى غير أمة ؟! إلى أمة بعث بماذا ؟ ألم يكن مبعوثا ذلكم النبي صلى الله عليه وسلم الذي لم يجبه أحد أو النبي الذي أجابه الرجلان أو الرهط ـ وهم من الثلاثة إلى العشرة أو إلى التسعة ـ ألم يكونوا جاءوا بالهدى ودين الحق ؟، ألم يكونوا أعظم الناس مكانا عند الله سبحانه وتعالى ؟؛ فما أظن أن أحداً منكم يخالفني في الجواب ببلى، فكيف بمن دونَهم ممن يدعوا إلى الله على بصيرة .",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "وثانياً : هذا الحديث فيه دليل على أن العبرة ليس بالكثرة ، بل العبرة في إصابة الحق . وقد تفطَّن إلى هذا المجدد الثالث للسلفية ـ رحمه الله ـ الشيخ محمد بن عبد الوهاب : قال في مسائله على الباب والحديث : ((لا يجوز الاغترار بالكثرة ، ولا الزهد في القلة )) . وهذا المعنى يزيدُه وضوحًا حديث افتراق الأمم الذي هو صحيحٌ بمجموع طرقه ؛ فقد جاء في بعض طرقه : ((وستفترقُ هذه الأمة على ثلاثٍ وسبعين فرقة ، كلها في النار إلا واحدة ))، قالوا : مَن هي يا رسول الله ؟، قال : ((الجماعة)). ¶ وهذه الرواية الصحيحة ، وقد فسَّرها أبن مسعود رضي الله عنه فقال : (( الجماعة ما وافق الحق وإن كنت وحدك ، فإنك حين إذ الجماعة )) ..... ¶ فبان بهذا التقرير أنه لا عبرة بغير إصابة الحق ، لا عبرة بغير السداد في الأقوال والأعمال ؛ وهذا السداد هو : تجريد المتابعة للنبي صلى الله عليه وسلم . ¶ الأمر الثالث : الأثر الذي يصححُ رفعَه بعضُ طلاب العلم ـ بعض أهل العلم ـ، وذلكم الأثرُ _ والذي فيه تعديل للذين يحملون العلم النبوي الصحيح _ : (( يحمل هذا العلم من كل خلَفٍ عدولُه ، ينفون عنه تحريف الغالين وانتحال المبطلين وتأويل الجاهلين))(¬1)أ . هـ. ¶ الأمر الرابع : كما يقابل الغربة الواقعة اليوم عدة وعود تمثل زاداً للغرباء في غربتهم ، ومنها يستمدون قوتهم وجَلَدهم ، وفي الوقت نفسه حتى لا يستوحشوا من طول الطريق وعظمة العقبات وقلة الإخوان ، ومن هذه الوعود : ¶ 1 ) الوعد بحفظ القرآن حيث تكفل الله بحفظه وصيانة فلا يطرأ عليه زيادة أو نقصان أو تبديل أو تحريف ، قال تعالى { ِإنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ } [الحجر : 9] . ¶ ¬__________ ¶ (¬1) 84 ) أصول وقواعد في المنهج السلفي : 4 .",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "2 ) الوعد ببقاء طائفة على الحق منصورة لا يضرها من خالفها ولا من خذلها إلى أن يرث الله الأرض ومن عليها ، كما قال النبي ( - صلى الله عليه وسلم - ) : (( لا تزال طائفة من أمتي ظاهرين على الحق حتى تقوم الساعة )) [ رواه البخاري ] . ¶ 3 ) الوعد بتجديد الدين ، حيث يبعث الله تبارك وتعالى لهذه الأمة من يجدد لها أمر دينها ، كما قال النبي ( - صلى الله عليه وسلم - ) : (( إن الله يبعث لهذه الأمة على رأس مائة عام من يجدد لها دينها )) . ¶ قال العلامة المحدث محمد ناصر الدين الألباني في (( سلسلة الأحاديث الصحيحة 2 / ح 599 )) : (( حديث صحيح )) وقال (( أشار الإمام أحمد إلى صحة الحديث ، وذكر الذهبي في سير الإعلام : قال أحمد من طرق عنه : إن الله يقيض للناس في رأس كل مائة من يعلمهم السنن ، وينفي عن رسول ( - صلى الله عليه وسلم - ) الكذب : قال فنظرنا فإذا في رأس المائة عمر بن عبد العزيز وفي رأس المائتين الشافعي )) . ¶ 4 ) ولما كان الغرباء هم أهل الصبر فقد وعدهم ربهم تبارك وتعالى بعطايا ومنح هي خير مما طلعت عليه الشمس ، وكما قيل (( تأتي المنح بعد المحن )) . ¶ قال تعالى { وَلَنَبْلُوَنَّكُمْ بِشَيْءٍ مِّنَ الْخَوفْ وَالْجُوعِ وَنَقْصٍ مِّنَ الأَمَوَالِ وَالأنفُسِ وَالثَّمَرَاتِ وَبَشِّرِ الصَّابِرِينَ * الَّذِينَ إِذَا أَصَابَتْهُم مُّصِيبَةٌ قَالُواْ إِنَّا لِلّهِ وَإِنَّا إِلَيْهِ رَاجِعونَ، أُولَئِكَ عَلَيْهِمْ صَلَوَاتٌ مِّن رَّبِّهِمْ وَرَحْمَةٌ وَأُولَئِكَ هُمُ الْمُهْتَدُونَ } [البقرة : 157]",
            "page": "105",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "الأمر الخامس : ترقب الفرج واستبعاد اليأس : فالواجب على الغرباء في كل زمان ومكان أن تبقى قلوبهم تهفو وتتطلع إلى الفرج مهما استحكمت حلقات الخطر ، واشتدت الخطوب وعظمت المصائب ، فلا يجب أن يجد اليأس والقنوط طريقهما إلى قلوب الغرباء ، لأن الفرج قد يأتي من جهة أشتد اليأس واستبعد الأمل أن يأتي الفرج عن طريقها ، وإذا به يأتي وينفرج الحال ، وانظروا معي إلى قصة أم موسى ، وكيف أستحكم اليأس من قلبها وتمكن منه ، حتى صارت لا تعرف ماذا تفعل لكي تنقذ ولدها الرضيع من بطش جبار طاغية ،كان يقتل أبناء بني إسرائيل ويستحيي نسائهم خوفاً على نفسه وعرشه ، بسبب نبوءة أخبره بها الكهان مفادها : أن زوال ملكه سيكون على يد مولود يولد من بني إسرائيل فصار يفعل تلك الأفعال . ¶ ولهذا أشتد خوف أم موسى على وليدها الرضيع وعظم يأسها ، ومن المعلوم أن خوف أم موسى قادم من قِبَل فرعون وجنوده ، وإذا بالفرج يأتيها من قِبَل فرعون نفسه ، كما قال تعالى حكاية عنهم { وَأَوْحَيْنَا إِلَى أُمِّ مُوسَى أَنْ أَرْضِعِيهِ فَإِذَا خِفْتِ عَلَيْهِ فَأَلْقِيهِ فِي الْيَمِّ وَلَا تَخَافِي وَلَا تَحْزَنِي إِنَّا رَادُّوهُ إِلَيْكِ وَجَاعِلُوهُ مِنَ الْمُرْسَلِينَ * َفالْتَقَطَهُ آلُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوّاً وَحَزَناً إِنَّ فِرْعَوْنَ وَهَامَانَ وَجُنُودَهُمَا كَانُوا خَاطِئِينَ * وَقَالَتِ امْرَأَتُ فِرْعَوْنَ قُرَّتُ عَيْنٍ لِّي وَلَكَ لَا تَقْتُلُوهُ عَسَى أَن يَنفَعَنَا أَوْ نَتَّخِذَهُ وَلَداً وَهُمْ لَا يَشْعُرُونَ } [القصص : 9] . ¶ ولو تأملنا ملياً هذه الآيات الكريمة من سورة القصص ، فإننا سنعلم كيف جاء الفرج إلى أم موسى ، ومن الذي فرَّج لها كربتها بعدما أشتد اليأس في قلبها ، وعندها سنخرج بعده فوائد وعبر منها :",
            "page": "106",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "1 ) سنعلم أن الله سبحانه وتعالى إذا أراد أمراً فإنه يهيأ له أسبابه ، وليس الأمر يختص فقط بقصة موسى عليه السلام مع فرعون ، ولكننا لو نظرنا في قصة إبراهيم عليه السلام لعلمنا أنها سنة ربانية تسبق القيام بأي فعل أو عمل . ¶ فإبراهيم عليه السلام بعد أن حطَّم أوثان قومه اجتمعوا واتفقوا أن يرموه في النيران المتأججة ، ثأراً لآلهتهم المحطمة ، ولكبريائهم المهانة ، وبالفعل أوقدوا النيران وجاؤا بإبراهيم عليه السلام وقذفوه فيها ، وهم يريدون شيئاً ، والله تبارك وتعالى يريد شيئاً آخر ، وكان بالإمكان ـ والله قادر على كل شيء ـ أن يفلت إبراهيم من قبضتهم ولا يتمكنون منه ، وكان بالإمكان أيضا أن تنزل الأمطار على النيران فتخمدها فينجو إبراهيم منها ، وهذا كله لم يقع لأن الله تبارك وتعالى قد هيأ هذا كله لأمر آخر يريده سبحانه . ¶ فلو أن إبراهيم عليه السلام أفلت من قبضتهم لقالوا : لو أمسكناه لفعلنا به كذا وكذا وليس في ذلك عظيم شأن ، ولو أن الأمطار نزلت لقالوا : لو لم تنزل الأمطار لفعلنا كذا وكذا وهذا أيضا ليس بالشيء العظيم ، ولكن إبراهيم عليه السلام لم يفلت من قبضتهم والأمطار لم تنزل . لتقع بعد ذلك معجزة عظيمة تأييداً لإبراهيم عليه السلام ، ونصراً لدعوته وهي كما قال تبارك تعالى { قُلْنَا يَا نَارُ كُونِي بَرْداً وَسَلَاماً عَلَى إِبْرَاهِيمَ } [الأنبياء : 69] ، فسبحان الذي جعل النار المحرقة برداً وسلاماً . ¶ 2 ) وسنعلم أيضاً أن الله تبارك وتعالى قد أمر أم موسى ابتداءً بأمرين ، ونهاها عن أمرين ومن ثَمَّ بشرها ببشارتين : ¶ أ . أما الأمران فهما : (( و َأَوْحَيْنَا إِلَى أُمِّ مُوسَى أَنْ أَرْضِعِيهِ فَإِذَا خِفْتِ عَلَيْهِ فَأَلْقِيهِ فِي الْيَمِّ )) . ¶ ب . وأما النهيان فهما : ((وَلَا تَخَافِي وَلَا تَحْزَنِي )) . ¶ ج . وأما البشارتان فهما : ((إِنَّا رَادُّوهُ إِلَيْكِ وَجَاعِلُوهُ مِنَ الْمُرْسَلِينَ )) .",
            "page": "107",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "3 ) وسنعلم أيضا أن من تدبير الله تبارك وتعالى أن حفظ موسى من كيد عدوه بعدوه ، حيث جعل الماء يأخذه إلى بيت عدوه ليلتقطه ويكون له عدواً وحزناً ، (( َفالْتَقَطَهُ آلُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوّاً وَحَزَناً إِنَّ فِرْعَوْنَ وَهَامَانَ وَجُنُودَهُمَا كَانُوا خَاطِئِينَ )) . ¶ 4 ) ومن ثم تحققت البشارة ورجع موسى إلى حضن أمه معززاً مكرماً ، ليرضع من صدر أمه بأمر فرعون نفسه ،بعد أن رد كل المراضع التي جلبها فرعون له ، قال تعالى حكاية عنهم { قَالَتْ لِأُخْتِهِ قُصِّيهِ فَبَصُرَتْ بِهِ عَن جُنُبٍ وَهُمْ لَا يَشْعُرُونَ * َحَرَّمْنَا عَلَيْهِ الْمَرَاضِعَ مِن قَبْلُ فَقَالَتْ هَلْ أَدُلُّكُمْ عَلَى أَهْلِ بَيْتٍ يَكْفُلُونَهُ لَكُمْ وَهُمْ لَهُ نَاصِحُونَ * َرَدَدْنَاهُ إِلَى أُمِّهِ كَيْ تَقَرَّ عَيْنُهَا وَلَا تَحْزَنَ وَلِتَعْلَمَ أَنَّ وَعْدَ اللَّهِ حَقٌّ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ } [القصص : 13]. ¶ فيا ترى من الذي دبَّر هذا كله ومن الذي أحاط هذا الرضيع الذي لا حول له ولا قوة بكل هذه العناية والرعاية . ¶ بالتأكيد هو الله تبارك وتعالى ، ولهذا يجب على الغرباء أن لا ييأسوا ولا يبأسوا مهما اشتدت المصائب وعظمت الخطوب وتكاثر الأعداء ، فالفرج قريب ، والفارج هو الله تبارك وتعالى . ¶ ورحم الله القائل : ¶ يا صاحب الهَم إنَّ الهَمَ منفرجٌ أبشر بخير فإنَّ الفارجَ اللهُ ¶ اليأسُ قد يقطع أحياناً بصاحبه فلا تيأسنَّ فإنَّ الكافي اللهُ ¶ فالله يجعلُ بعد العسر ميسرة فلا تجزعنَّ فإنَّ القاسم اللهُ ¶ وإذا أُبتليت فثق باللهِ وأرضى فإنَّ كاشف البلوى هو الله ¶ ولعلنا بحديث الفرج الذي تهفو إليه قلوب الغرباء وتتطلع إليه نفوس الحيارى نختم موضوع هذه الرسالة المباركة ، عسى الفرج لما نحن فيه يكون قريباً ، وما ذلك على الله ببعيد .",
            "page": "108",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "وبه يتم ما أردنا كتابته في هذه التذكرة الوجيزة ، فما كان فيها من الصواب والحق فمن الله تعالى وحده ، ولله وحده الحمد والشكر والمنَّة . ¶ وإن كان غير ذلك فمني والشيطان ، والله ورسوله منه بريئان ، وأنا راجع عنه وأتوب إلى الله تعالى منه . ¶ أسأل الله العظيم رب العرش العظيم أن يلهمنا الرشد في القول والعمل ، وأن يكلل أعمالنا بالنجاح والفلاح إنه كريم جواد . ¶ وآخر دعوانا أن الحمد لله رب العالمين ، وصلِّ اللهم على عبدك ورسولك الصادق الأمين ، وعلى آله وصحبه وسلّم . ¶ وكتبه ¶ أبو سيف العبيدي الأثري ¶ فهرس الموضوعات ¶ الموضوع الصفحة ¶ المقدمة ....................................... 1 ¶ الفصل الأول ¶ معاني الغربة اللغوية .............................. 3 ¶ الفصل الثاني ¶ النصوص الوارده في وصف الغربة والغرباء ....... 9 ¶ الفصل الثالث ¶ في بيان أصل الغربة ............................. 17 ¶ التعريف بالغرباء ............................... 20 ¶ صفات الغرباء وأسمائهم ......................... 21 ¶ أسماء أهل البدع وعلاماتهم ........................ 32 ¶ الفصل الرابع ¶ أنواع الغربة وأسبابها ومظاهرها ..................... 36 ¶ فوائد وعِبر ......................................... 90 ¶ الفصل الخامس ¶ السلفيون بين والغربة والصبر ......................... 96 ¶ الفصل السادس ¶ الغرباء بين الواقع والأمل................................ 109 ¶ الفهرس ................................................ 115",
            "page": "109",
            "part": "1"
        }
    ],
    "t35201": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "فطوبى للغرباء"
        }
    ]
}