{
    "b35205": [
        {
            "hno": null,
            "id": "1",
            "nass": "أشراط الساعة الصغرى ¶ من موقع المنبر ¶ 1 - بعثة النبي - صلى الله عليه وسلم -: ¶ عن سهل بن سعد الساعدي - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: (بعثتُ أنا والساعة كهاتين) وقرن بين السبابة والوسطى (1). ¶ قال القرطبي رحمه الله: \" أولها النبيّ - صلى الله عليه وسلم - لأنّه نبي آخر الزمان، وقد بعث وليس بينه وبين القيامة نبي \" (2). ¶ 2 - موت النبي - صلى الله عليه وسلم -: ¶ عن عوف بن مالك - رضي الله عنه - قال: أتيت النبي - صلى الله عليه وسلم - في غزوة تبوك وهو في قبة من أدم فقال: (اعدُد ستًّا بين يدي الساعة: موتي، ثم فتح بيت المقدس، ثم موتان يأخذ فيكم كقعاص الغنم، ثم استفاضة المال حتى يعطى الرجل مائة دينار فيظلّ ساخطا، ثم فتنة لا يبقى بيت من العرب إلا دخلته، ثم هدنة تكون بينكم وبين بني الأصفر فيغدرون فيأتونكم تحت ثمانين غاية تحت كلّ غاية اثنا عشر ألفا) (3). ¶ 3 - فتح بيت المقدس: ¶ عن عوف بن مالك - رضي الله عنه - قال: أتيت النبي - صلى الله عليه وسلم - في غزوة تبوك وهو في قبة من أدم فقال: (اعدُد ستًّا بين يدي الساعة: موتي، ثم فتح بيت المقدس، ثم موتان يأخذ فيكم كقعاص الغنم، ثم استفاضة المال حتى يعطى الرجل مائة دينار فيظلّ ساخطا، ثم فتنة لا يبقى بيت من العرب إلا دخلته، ثم هدنة تكون بينكم وبين بني الأصفر فيغدرون فيأتونكم تحت ثمانين غاية تحت كلّ غاية اثنا عشر ألفا) (4). ¶ وقد تمّ فتح بيت المقدس في عهد الخليفة الراشد عمر بن الخطاب - رضي الله عنه - سنة خمس عشرة من الهجرة (5). ¶ 4 - طاعون عمواس: ¶ __________ ¶ (1) - أخرجه البخاري في الطلاق، باب: اللعان (5301)، ومسلم في الفتن وأشراط الساعة (2950). ¶ (2) - التذكرة في أحوال الموتى وأمور الآخرة (ص626). ¶ (3) - أخرجه البخاري في الجزية، باب: ما يحذر من الغدر (3176). ¶ (4) - أخرجه البخاري في الجزية، باب: ما يحذر من الغدر (3176). ¶ (5) - ينظر: البداية والنهاية لابن كثير (7/ 55 - 57).",
            "page": "1",
            "part": "1"
        },
        {
            "hno": null,
            "id": "2",
            "nass": "عن عوف بن مالك - رضي الله عنه - قال: أتيت النبي - صلى الله عليه وسلم - في غزوة تبوك وهو في قبة من أدم فقال: ( اعدُد ستًّا بين يدي الساعة: موتي، ثم فتح بيت المقدس، ثم موتان يأخذ فيكم كعُقاص الغنم، ثم استفاضة المال حتى يعطى الرجل مائة دينار فيظلّ ساخطا، ثم فتنة لا يبقى بيت من العرب إلا دخلته، ثم هدنة تكون بينكم وبين بني الأصفر فيغدرون فيأتونكم تحت ثمانين غاية تحت كلّ غاية اثنا عشر ألفا )(1). ¶ قال ابن حجر رحمه الله: \" قوله: ( كعُقاص الغنم ) بضم العين المهملة وتخفيف القاف وآخره مهملة، هو داء يأخذ الدواب، فيسيل من أنوفها شيء، فتموت فجأة. ويقال: إن هذه الآية ظهرت في طاعون عمواس في خلافة عمر، وكان ذلك بعد فتح بيت المقدس \"(2). ¶ 5- ظهور الفتن: ¶ عن أبي موسى الأشعري - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ( إن بين يدي الساعة فتناً كقطع الليل المظلم، يصبح الرجل فيها مؤمناً ويمسي كافراً، ويمسي مؤمناً ويصبح كافراً، القاعد فيها خير من القائم، والماشي فيها خير من الساعي، فكسّروا قسيَّكم، وقطّعوا أوتاركم، واضربوا سيوفكم بالحجارة، فإن دخل - يعني على أحد منكم - فليكن كخير ابني آدم )(3). ¶ __________ ¶ (1) - أخرجه البخاري في الجزية، باب: ما يحذر من الغدر (3176). ¶ (2) - فتح الباري (6/278). وينظر في تفصيل الحادثة: البداية والنهاية (7/90). ¶ (3) - أخرجه أحمد (4/408)، وأبو داود في الفتن والملاحم، باب: النهي عن السعي في الفتنة (4259)، وابن ماجه في الفتن، باب: التثبت في الفتنة (3961)، وصححه الحاكم (4/440)، والألباني في الصحيحة (1535).",
            "page": "2",
            "part": "1"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "وعن عبد الله بن عمرو بن العاص - رضي الله عنه - قال: نادى منادي رسول الله - صلى الله عليه وسلم -: الصلاة جامعة، فاجتمعنا إلى رسول الله - صلى الله عليه وسلم - فقال: ( إنه لم يكن نبي قبلي إلا كان حقّا عليه أن يدلّ أمته على خير ما يعلمه لهم، وينذرهم شرّ ما يعلمه لهم، وإن أمتكم هذه جعل عافيتها في أولها، وسيصيب آخرها بلاء وأمور تنكرونها، وتجيء الفتنة، فيرقّق بعضها بعضا، وتجيء الفتنة فيقول المؤمن: هذه مهلكتي، ثم تنكشف، وتجيء الفتنة فيقول المؤمن: هذه هذه، فمن أحبّ أن يزحزح عن النار ويدخل الجنة فلتأته منيته وهو يؤمن بالله واليوم الآخر، وليأت إلى الناس الذي يحب أن يؤتى إليه )(1). ¶ وعن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: ( بادروا بالأعمال فتناً كقطع الليل المظلم، يصبح الرجل مؤمنا ويمسي كافراً، أو يمسي مؤمنا ويصبح كافراً، يبيع دينه بعرض من الدنيا )(2). ¶ قال النووي رحمه الله: \" معنى الحديث: الحثّ على المبادرة إلى الأعمال الصالحة قبل تعذّرها، والاشتغال عنها بما يحدث من الفتن الشاغلة المتكاثرة المتراكمة، كتراكم ظلام الليل المظلم لا المقمر. ووصف - صلى الله عليه وسلم - نوعاً من شدائد تلك الفتن، وهو أنه يمسي مؤمنا ثم يصبح كافرا، أو عكسه - شك الراوي - وهذا لعظم الفتن، ينقلب الإنسان في اليوم الواحد هذا الانقلاب. والله أعلم \"(3). ¶ وظهور الفتن يكون من المشرق، كما دلت النصوص على ذلك: ¶ __________ ¶ (1) - أخرجه مسلم في الإمارة (1844). ¶ (2) - أخرجه مسلم في الإيمان (118). ¶ (3) - شرح صحيح مسلم(2/133).",
            "page": "3",
            "part": "1"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "عن ابن عمر - رضي الله عنه -، أنه سمع رسول الله - صلى الله عليه وسلم - وهو مستقبل المشرق يقول: ( ألا إن الفتنة هاهنا، ألا إن الفتنة هاهنا، من حيث يطلع قرن الشيطان )(1). ¶ قال ابن حجر رحمه الله: \"وأول الفتن كان منبعها من قبل المشرق، فكان ذلك سبباً للفرقة بين المسلمين، وذلك مما يحبه الشيطان ويفرح به، وكذلك البدع نشأت من تلك الجهة\"(2). ¶ ومن الفتن التي وقعت مقتل الخلفية الراشد عثمان (3)- رضي الله عنه -، وموقعة الجمل(4)، وموقعة صفين، وظهور الخوارج، وموقعة الحرَّة، وفتنة القول بخلق القرآن. ¶ وعن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ( لا تقوم الساعة حتى تقتتل فئتان عظيمتان، وتكون بينهما مقتلة عظيمة، ودعواهما واحدة )(5). ¶ وقد وقعت الحرب بين الطائفتين في الواقعة المشهورة بـ: ( صِفِّين ) في ذي الحجة سنة ست وثلاثين من الهجرة، وكان بين الفريقين أكثر من سبعين زحفاً، قتل فيها نحو سبعين ألفاً من الفريقين(6). ¶ __________ ¶ (1) - أخرجه البخاري في الفتن، باب: قول النبي صلى الله عليه وسلم: ((الفتنة من قبل المشرق)) (7093)، ومسلم في الفتن وأشراط الساعة (2905) واللفظ له. ¶ (2) - فتح الباري (13/47). ¶ (3) - ينظر تفصيل ذلك في البداية والنهاية (7/170-191). ¶ (4) - ينظر تفصيل ذلك في فتح الباري (13/54-59). ¶ (5) - أخرجه البخاري في الفتن، باب: خروج النار (7121)، ومسلم في الفتن وأشراط الساعة (157) واللفظ له. ¶ (6) - ينظر: فتح الباري (13/86).",
            "page": "4",
            "part": "1"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "وعن حذيفة - رضي الله عنه - أن عمر بن الخطاب - رضي الله عنه - قال: أيّكم يحفظ قول رسول الله - صلى الله عليه وسلم - في الفتنة ؟ فقال حذيفة: أنا أحفظ كما قال، قال: هات إنك لجريء، قال: قال رسول الله - صلى الله عليه وسلم -: ( فتنة الرجل في أهله وماله وجاره تكفرها الصلاة والصدقة والأمر بالمعروف والنهي عن المنكر )، قال: ليست هذه، ولكن التي تموج كموج البحر، قال: يا أمير المؤمنين، لا بأس عليك منها، إن بينك وبينها بابا مغلَقا، قال: يفتح الباب أو يكسر؟ قال: لا، بل يكسر، قال: ذاك أحرى أن لا يغلق، قلنا: علم عمر الباب، قال: نعم، كما أن دون غدٍ الليلة، إني حدّثته حديثا ليس بالأغاليط، فهبنا أن نسأله، وأمرنا مسروقا فسأله، فقال: من الباب؟ قال: عمر(1). ¶ وعن أسامة بن زيد - رضي الله عنه - قال: أشرف النبي - صلى الله عليه وسلم - على أطم من آطام المدينة فقال: ( هل ترون ما أرى ؟ ) قالوا: لا، قال: ( فإني لأرى الفتن تقع خلال بيوتكم كوقع القطر )(2). ¶ قال النووي رحمه الله: \"والتشبيه بمواقع القطر في الكثرة والعموم، أي: أنها كثيرة تعم الناس، لا تختصّ بها طائفة، وهذا إشارة إلى الحروب الجارية بينهم، كوقعة الجمل وصفين والحرة ومقتل عثمان ومقتل الحسين - رضي الله عنه - وغير ذلك. وفيه معجزة ظاهرة له - صلى الله عليه وسلم -\"(3). ¶ __________ ¶ (1) - أخرجه البخاري في العلم، باب: رفع العلم وظهور الجهل (81)، ومسلم في العلم (2671). ¶ (2) - أخرجه البخاري في الفتن، باب: قول انبي صلى الله عليه وسلم: ((ويل للعرب)) (7060)، ومسلم في الفتن وأشراط الساعة (2885). ¶ (3) - شرح صحيح مسلم (18/7-8).",
            "page": "5",
            "part": "1"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "وقال ابن حجر رحمه الله: \"وإنما اختصّت المدينة بذلك لأن قتل عثمان - رضي الله عنه - كان بها، ثم انتشرت الفتن في البلاد بعد ذلك، فالقتال بالجمل وبصفين كان بسبب قتل عثمان، والقتال بالنهروان كان بسبب التحكيم بصفين، وكلّ قتال وقع في ذلك العصر إنما تولّد عن شيء من ذلك، أو عن شيء تولّد عنه، ثم إن قتل عثمان كان أشدّ أسبابه الطعن على أمرائه، ثم عليه بتوليته لهم، وأوّل ما نشأ ذلك من العراق وهي من جهة المشرق\"(1). ¶ 6- قبض العلم وظهور الجهل: ¶ عن أنس بن مالك - رضي الله عنه - قال: لأحدثنّكم حديثا لا يحدّثكم أحد بعدي، سمعت رسول الله - صلى الله عليه وسلم - يقول: ( من أشراط الساعة أن يقل العلم ويظهر الجهل )(2). ¶ وعن شقيق قال: كنت مع عبد الله وأبي موسى فقالا: قال النبي - صلى الله عليه وسلم -: ( إن بين يدي الساعة لأياماً ينزل فيها الجهل ويرفع فيها العلم )(3). ¶ قال ابن بطال رحمه الله: \"هذا كلّه إخبار من النبي بأشراط الساعة، وقد رأينا هذه الأشراط عياناً وأدركناها، فقد نقص العلم وظهر الجهل\"(4). ¶ قال ابن حجر رحمه الله معقباً على ذلك: \"الذي يظهر أن الذي شاهده كان منه الكثير مع وجود مقابله، والمراد من الحديث استحكام ذلك، حتى لا يبقى مما يقابله إلا النادر، وإليه الإشارة بالتعبير بقبض العلم، فلا يبقى إلا الجهل الصرف، ولا يمنع من ذلك وجود طائفة من أهل العلم لأنهم يكونون حينئذ مغمورين في أولئك\"(5). ¶ __________ ¶ (1) - فتح الباري (13/13). ¶ (2) - أخرجه البخاري في المناقب، باب: علامات النبوة (3586) واللفظ له، ومسلم في الفتن وأشراط الساعة (144). ¶ (3) - أخرجه البخاري في الفتن، باب: ظهور الفتن (7063)، واللفظ له، ومسلم في العلم (2672). ¶ (4) - شرح صحيح البخاري (10/13). ¶ (5) - فتح الباري (13/16).",
            "page": "6",
            "part": "1"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "وقبض العلم يكون بقبض العلماء، فعن عبد الله بن عمرو بن العاص - رضي الله عنه - قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: ( إن الله لا يقبض العلم انتزاعا ينتزعه من العباد، ولكن يقبض العلم بقبض العلماء، حتى إذا لم يُبق عالما اتخذ الناس رؤوسا جهالاً، فسئلوا، فأفتوا بغير علم، فضلوا وأضلوا )(1). ¶ قال النووي رحمه الله: \"هذا الحديث يبيّن أنّ المراد بقبض العلم في الأحاديث السابقة المطلقة ليس هو محوه من صدور حفاظه، ولكن معناه أنه يموت حملته، ويتّخذ الناس جهالاً يحكمون بجهالاتهم، فيضلون ويضلون\"(2). ¶ والمراد بالعلم هنا علم الكتاب والسنة، وهو العلم الموروث عن الأنبياء عليهم السلام، فإن العلماء ورثة الأنبياء، وأما علم الدنيا فإنه في زيادة، وليس هو المراد في الأحاديث بدليل قوله - صلى الله عليه وسلم -: ( فسئلوا، فأفتوا بغير علم فضلوا وأضلوا )، والضلال إنما يكون عند الجهل بالدين. ¶ قال الشيخ حمود التويجري رحمه الله: \"فأما العلم الموروث عن النبي - صلى الله عليه وسلم - وأصحابه وتابعيهم وأئمة العلم والهدى من بعدهم فقد هجره الأكثرون، وقلّ الراغبون فيه والمعتنون به، وقد انصرفت همم الأكثرين إلى الصحف والمجلاّت وما شاكل ذلك مما كثير منه مشتمل على الجهل الصرف الذي قد ظهر في زماننا، وثبت فيه، وبثّ في مشارق الأرض ومغاربها غاية البثّ، ونثر بين الخاصة والعامة غاية النثر، وشغف به الكثير من الناس، وسمّوه العلم والثقافة والتقدّم، ومن يعتني به هو المهذّب المثقّف عندهم، وقد زاد الحمق والغرور ببعض السفهاء حتى أطلقوا على المعتنين بالعلوم الشرعية اسم الرجعيّين، وسموا كتب العلم النافع الكتب الصفراء، تحقيراً لها وتنفيراً منها\"(3). ¶ __________ ¶ (1) - أخرجه البخاري في العلم، باب: كيف يقبض العلم (100)، ومسلم في العلم (2673). ¶ (2) - شرح صحيح مسلم (16/223-234). ¶ (3) - إتحاف الجماعة (2/94).",
            "page": "7",
            "part": "1"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "ولا يزال العلم ينقص والجهل يكثر حتى لا يعرف فرائض الإسلام، فعن حذيفة بن اليمان - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ( يَدْرُس الإسلام كما يدرُسُ وَشْيُ الثوب، حتى لا يُدرى ما صيام ولا صلاة ولا نسك ولا صدقة، وليسرى على كتاب الله عز وجل في ليلة فلا يبقى في الأرض منه آية، وتبقى طوائف من الناس الشيخ الكبير والعجوز، يقولون: أدركنا آباءنا على هذه الكلمة: لا إله إلا الله، فنحن نقولها )، فقال له صلة: ما تغني عنهم لا إله إلا الله وهم لا يدرون ما صلاة ولا صيام ولا نسك ولا صدقة؟! فأعرض عنه حذيفة، ثم ردّها عليه ثلاثا، كلّ ذلك يعرض عنه حذيفة، ثم أقبل عليه في الثالثة فقال: يا صلة، تنجيهم من النار ثلاثا(1). ¶ وأعظم من هذا أن لا يذكر اسم الله تعالى في الأرض، فعن أنس - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: ( لا تقوم الساعة حتى لا يقال في الأرض: الله الله )(2). ¶ قال ابن كثير رحمه الله: \"في معنى هذا الحديث قولان: ¶ أحدهما: أن معناه أن أحداً لا ينكر منكراً، ولا يزجر أحداً إذا رآه قد تعاطى منكراً، وعبر عن ذلك بقوله: ( حتى لا يقال: الله الله )، كما تقدم في حديث عبد الله بن عمرو - رضي الله عنه -: ( فيبقى فيها عجاجة، لا يعرفون معروفا ولا ينكرون منكرا )(3). ¶ __________ ¶ (1) - أخرجه ابن ماجه في الفتن، باب: ذهاب القرآن والعلم (4049)، ونعيم بن حماد في الفتن (1665)، والداني في السنن (4/824)، قال البوصيري: \"هذا إسناد صحيح رجاله ثقات\"، وصححه الحاكم (4/473)، وقوى إسناده ابن حجر في الفتح (13/16)، وصححه الألباني في الصحيحة (87). ¶ (2) -أخرجه مسلم في الإيمان (148). ¶ (3) - أخرجه أحمد (2/210)، وفيه عنعنة الحسن البصري، وأخرجه الحاكم (4/435) وقال: \"هذا حديث صحيح على شرط الشيخين إن كان الحسن سمعه من عبد الله بن عمرو\"، قال الهيثمي في المجمع (8/13): \"رواه أحمد مرفوعا وموقوفا، ورجالهما رجال الصحيح\".",
            "page": "8",
            "part": "1"
        },
        {
            "hno": null,
            "id": "9",
            "nass": "القول الثاني: حتى لا يذكر الله في الأرض، ولا يعرف اسمه فيها، وذلك عند فساد الزمان، ودمار نوع الإنسان، وكثرة الكفر والفسوق والعصيان \"(1). ¶ 7- زخرفة المساجد والتباهي بها: ¶ عن أنس بن مالك - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: ( من أشراط الساعة أن يتباهى الناس في المساجد )(2). ¶ قال أنس - رضي الله عنه -: ( يتباهون بها ثم لا يعمرونها إلا قليلاً ). ¶ وقال ابن عباس - رضي الله عنه -: ( لتزخرفنها كما زخرفت اليهود والنصارى ). ¶ وقال أبو سعيد الخدري - رضي الله عنه -: كان سقف المسجد من جريد النخل، وأمر عمر ببناء المسجد، وقال: ( أكنَّ الناسَ من المطر، وإياك أن تحمِّر أو تصفِّر، فتفتن الناس )(3). ¶ ولم يقتصر الناس اليوم على التحمير والتصفير، بل تعدّوا ذلك إلى نقش المساجد كما ينقش الثوب، وتباهى الملوك والخلفاء في بناء المساجد وتزويقها، حتى أتوا في ذلك بالعجب. ¶ قال المناوي رحمه الله: \"فزخرفة المساجد وتحلية المصاحف منهي عنها؛ لأن ذلك يشغل القلب، ويلهي عن الخشوع والتدبر والحضور مع الله تعالى، والذي عليه الشافعية أن تزويق المسجد ولو الكعبة بذهب أو فضة حرام مطلقاً، وبغيرهما مكروه\"(4). ¶ 8- ضياع الأمانة: ¶ __________ ¶ (1) - النهاية في الفتن والملاحم (1/186). ¶ (2) - أخرجه أحمد (3/134)، وأبو داود في الصلاة، باب: بناء المساجد (449)، والنسائي في المساجد، باب: المباهاة في المساجد (689)، وابن ماجه في المساجد والجماعات، باب: تشيد المساجد (739)، وصححه ابن خزيمة (1322)، وابن حبان (1614)، والضياء المقدسي في المختارة (2236)، والألباني في صحيح أبي داود (432). ¶ (3) - ينظر جميع ما سبق في البخاري كتاب الصلاة، باب: بنيان المسجد (1/539- مع الفتح). ¶ (4) - فيض القدير (1/366).",
            "page": "9",
            "part": "1"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "عن أبي هريرة - رضي الله عنه - قال: بينما النبي - صلى الله عليه وسلم - في مجلس يحدث القوم جاءه أعرابي فقال: متى الساعة ؟ فمضى رسول الله - صلى الله عليه وسلم - يحدث، فقال بعض القوم: سمع ما قال فكره ما قال، وقال بعضهم: بل لم يسمع، حتى إذا قضى حديثه قال: ( أين أراه السائل عن الساعة ؟ ) قال: ها أنا يا رسول الله، قال: ( فإذا ضيِّعت الأمانة فانتظر الساعة )، قال: كيف إضاعتها؟ قال: ( إذا وسِّد الأمر إلى غير أهله فانتظر الساعة )(1). ¶ قال ابن حجر رحمه الله: \"( إذا وسِّد ) أي: أسند، وأصله من الوسادة، وكان من شأن الأمير عندهم إذا جلس أن تثنى تحته وسادة، فقوله: ( وسد ) أي: جعِلَ له غيْر أهْله وسادا، فتكون ( إلى ) بمعنى اللام، وأتى بها ليدل على تضمين معنى أُسند ... ومناسبَة هذا المتن لكِتاب العلم أَنَّ إسناد الأمر أهله إنما يكون عند غلبة الجهل ورفع العلم، وذلك من جملة الأشراط، ومقتضاه أن العلم ما دام قائما ففي الأمر فسحة\"(2). ¶ __________ ¶ (1) - أخرجه البخاري في العلم، باب: من سئل علما وهو مشتغل في حديثه فأتم (59). ¶ (2) - فتح الباري (1/143).",
            "page": "10",
            "part": "1"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "وقد بين - صلى الله عليه وسلم - كيف ترفع الأمانة من القلوب، فعن حذيفة - رضي الله عنه - قال: حدثنا رسول الله - صلى الله عليه وسلم - حديثين، رأيت أحدهما وأنا أنتظر الآخر، حدثنا أن الأمانة نزلت في جذر قلوب الرجال، ثم علموا من القرآن، ثم علموا من السنة، وحدثنا عن رفعها، قال: ( ينام الرجل النومة فتقبض الأمانة من قلبه، فيظلّ أثرها مثل أثر الوكت(1)، ثم ينام النومة فتقبض، فيبقى أثرها مثل المجل(2) كجمر دحرجته على رجلك فنفط(3) فتراه منتبراً(4) وليس فيه شيء، فيصبح الناس يتبايعون، فلا يكاد أحدهم يؤدي الأمانة، فيقال: إن في بني فلان رجلاً أميناً، ويقال للرجل: ما أعقله! وما أظرفه! وما أجلده! وما في قلبه مثقال حبة خردل من إيمان )، ولقد أتى عليّ زمان وما أبالي أيكم بايعت، لئن كان مسلما ردّه علي الإسلام، وإن كان نصرانيا ردّه علي ساعيه، فأما اليوم فما كنت أبايع إلا فلانا وفلانا(5). ¶ ومن تأمّل أحوال الناس اليوم علم مصداق قوله - صلى الله عليه وسلم -. ¶ 9- اتباع سنن الأمم الماضية: ¶ __________ ¶ (1) - قال ابن الأثير في النهاية (5/217): \"الوكت: جمع وكتة، وهي الأَثَر في الشيء كالنُّقْطة من غَير لَوْنه... ومنه قيل للبُسْر إذا وَقَعت فيه نُقْطة من الأرْطاب: وقد وَكَّت\". ¶ (2) - المجل: هو ما يكون في الكف من أثر العمل بالأشياء الصلبة الخشنة، كهيئة البثر. ينظر: النهاية في غريب الحديث (4/300). ¶ (3) - نفط: بفتح النون وكسر الفاء، يقال: نفطت يداه، أي: قرحت من العمل، والنفطة: بثرة تخرج في اليد من العمل ملأى ماء. ينظر: لسان العرب (7/416-417). ¶ (4) - منتبراً: المنتبر كلّ مرتفع، ومنه اشتق المنبر، يقال: انتبر الجرح إذا ورم وامتلأ ماء. ينظر: النهاية (5/7-8). ¶ (5) - أخرجه البخاري في الرقاق، باب: رفع الأمانة (6497) واللفظ له، ومسلم في الإيمان (143) مختصرا.",
            "page": "11",
            "part": "1"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "عن أبي هريرة - رضي الله عنه -، عن النبي - صلى الله عليه وسلم - قال: ( لا تقوم الساعة حتى تأخذ أمتي بأخذ القرون قبلها، شبرا بشبر وذراعا بذراع )، فقيل: يا رسول الله، كفارس والروم ؟ فقال: ( ومن الناس إلا أولئك )(1). ¶ قال النووي رحمه الله: \"والمراد بالشبر والذراع وجحر الضب التمثيل بشدة الموافقة لهم، والمراد الموافقة في المعاصي والمخالفات لا في الكفر. وفي هذا معجزة ظاهرة لرسول الله - صلى الله عليه وسلم -، فقد وقع ما أخبر به - صلى الله عليه وسلم -\"(2). ¶ قال المهلب رحمه الله: \"أعلم - صلى الله عليه وسلم - أن أمته ستتبع المحدثات من الأمور والبدع والأهواء، كما وقع للأمم قبلهم، وقد أنذر في أحاديث كثيرة بأن الآخر شرّ، والساعة لا تقوم إلا على شرار الناس، وأن الدين إنما يبقى قائما عند خاصة من الناس\"(3). ¶ قال ابن حجر: \"وقد وقع معظم ما أنذر به - صلى الله عليه وسلم -، وسيقع بقية ذلك\"(4). ¶ 10- إفاضة المال وكثرته: ¶ عن أبي هريرة - رضي الله عنه - قال: قال النبي - صلى الله عليه وسلم -: ( لا تقوم الساعة حتى يكثر فيكم المال فيفيض، حتى يهم ربّ المال من يقبل صدقته، وحتى يعرضه فيقول الذي يعرضه عليه: لا أرب لي )(5). ¶ قال ابن حجر رحمه الله: \"في هذا الحديث إشارة إلى ثلاثة أحوال: ¶ الأولى: إلى كثرة المال فقط، وقد كان ذلك في زمن الصّحابة، ومن ثمّ قيل فيه: ( يكثر فيكم ). ¶ __________ ¶ (1) - أخرجه البخاري في الاعتصام بالكتاب والسنة، باب: قول النبي صلى الله عليه وسلم: ((لتتبعن)) (7319). ¶ (2) - شرح صحيح مسلم (16/219-220). ¶ (3) - انظر: شرح صحيح البخاري لابن بطال (10/366) بتصرف يسير. ¶ (4) - فتح الباري (13/301). ¶ (5) - أخرجه البخاري في الزكاة، باب: الصدقة قبل الرد (1412)، ومسلم في الزكاة (157).",
            "page": "12",
            "part": "1"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "الحالة الثانية: الإشارة إلى فيضه من الكثرة، بحيث أن يحصل استغناء كلّ أحد عن أخذ مال غيره, وكان ذلك في آخر عصر الصّحابة وأوّل عصر من بعدهم، ومن ثمّ قيل: ( يهمّ ربّ المال )، وذلك ينطبق على ما وقع في زمن عمر بن عبد العزيز. ¶ الحالة الثّالثة: فيه الإشارة إلى فيضه وحصول الاستغناء لكلّ أحد، حتّى يهتمّ صاحب المال بكونه لا يجد من يقبل صدقته، ويزداد بأنّه يعرضه على غيره ولو كان ممّن لا يستحقّ الصّدقة فيأبى أخذه، فيقول: لا حاجة لي فيه، وهذا في زمن عيسى - صلى الله عليه وسلم -، ويحتمل أن يكون هذا الأخير خروج النّار واشتغال النّاس بأمر الحشر فلا يلتفت أحد حينئذ إلى المال، بل يقصد أن يتخفّف ما استطاع\"(1). ¶ 11- عَود أرض العرب مروجاً وأنهاراً: ¶ عن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: ( لا تقوم الساعة حتى يكثر المال ويفيض حتى يخرج الرجل بزكاة ماله فلا يجد أحدا يقبلها منه، وحتى تعود أرض العرب مروجا وأنهارا )(2). ¶ قال النووي رحمه الله: \"قوله - صلى الله عليه وسلم -: ( حتى تعود أرض العرب مروجا وأنهارا ) معناه والله أعلم أنهم يتركونها ويعرضون عنها، فتبقى مهملة، لا تزرع ولا تسقى من مياهها، وذلك لقلة الرجال وكثرة الحروب وتراكم الفتن وقرب الساعة وقلة الآمال وعدم الفراغ لذلك والاهتمام به\"(3). ¶ قال الشيخ يوسف الوابل: \"والذي يظهر لي أن ما ذهب إليه النووي رحمه الله فيه نظر؛ فإن أرض العرب قاحلة شحيحة المياه قليلة النبات، غالب مياهها من الآبار والأمطار، فإذا تركت واشتغل عنها أهلها ما زرعوها، ولم تعد مروجاً وأنهاراً. ¶ وظاهر الحديث يدلّ على أن بلاد العرب ستكثر فيها المياه، حتى تكون أنهاراً، فتنبت بها النباتات، فتكون مروجاً وحدائق وغابات. ¶ __________ ¶ (1) - فتح الباري (13/87-88). ¶ (2) - أخرجه مسلم في الزكاة (157). ¶ (3) - شرح صحيح مسلم (7/97).",
            "page": "13",
            "part": "1"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "والذي يؤيد هذا أنه ظهر في هذا العصر عيونٌ كثيرة تفجّرت كالأنهار، وقامت عليها زراعاتٌ كثيرة، وسيكون ما أخبر الصادق - صلى الله عليه وسلم -، فقد روى معاذ بن جبل - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال في غزوة تبوك: ( إنكم ستأتون غدا إن شاء الله عين تبوك، وإنكم لن تأتوها حتى يضحي النهار، فمن جاءها منكم فلا يمسّ من مائها شيئا حتى آتي )، فجئناها وقد سبقنا إليها رجلان، والعين مثل الشراك(1) تبضّ بشيء من ماء، قال: فسألهما رسول الله - صلى الله عليه وسلم -: ( هل مسستما من مائها شيئا ؟ ) قالا: نعم، فسبّهما النبي - صلى الله عليه وسلم -، وقال لهما ما شاء الله أن يقول، قال: ثم غرفوا بأيديهم من العين قليلاً قليلاً حتى اجتمع في شيء، قال: وغسل رسول الله - صلى الله عليه وسلم - فيه يديه ووجهه، ثم أعاده فيها، فجرت العين بماء منهمر - أو قال: غزير - حتى استقى الناس، ثم قال: ( يوشك - يا معاذ - إن طالت بك حياة أن ترى ما ها هنا قد ملئ جناناً )(2)\"(3). ¶ قال الشيخ الألباني رحمه الله: \"وقد بدأت تباشير هذا الحديث تتحقّق في بعض الجهات من جزيرة العرب بما أفاض الله عليها من خيرات وبركات وآلات ناضحات تستنبط الماء الغزير من بطن أرض الصحراء، وهناك فكرة بجرّ نهر الفرات إلي الجزيرة، كنّا قرأناها في بعض الجرائد المحلية، فلعلها تخرج إلى حيز الوجود، وإن غداً لناظره لقريب\"(4). ¶ 12- انشقاق القمر: ¶ قال الله تعالى: ( اقْتَرَبَتِ السَّاعَةُ وَانشَقَّ الْقَمَرُ ) [القمر:1]. ¶ __________ ¶ (1) - الشراك: بكسر الشين، هو سير النعل. ينظر: لسان العرب (10/451). ¶ (2) - أخرجه مسلم في الفضائل (706). ¶ (3) - أشراط الساعة (ص202-203). ¶ (4) - سلسلة الأحاديث الصحيحة (1/10).",
            "page": "14",
            "part": "1"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "عن عبد الله بن مسعود - رضي الله عنه - قال: انشقّ القمر ونحن مع النبي - صلى الله عليه وسلم - فصار فرقتين، فقال لنا: ( اشهدوا، اشهدوا )(1). ¶ 13- ظهور نار في الحجاز: ¶ عن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: ( لا تقوم الساعة حتى تخرج نار من أرض الحجاز، تضيء أعناقَ الإبل ببصرى )(2). ¶ قال النووي رحمه الله: \"وقد خرجت في زماننا نار بالمدينة سنة أربع وخمسين وستمائة، وكانت ناراً عظيمة جداً، من جنب المدينة الشرقي وراء الحرة، تواتر العلم بها عند جميع الشام وسائر البلدان، وأخبرني من حضرها من أهل المدينة\"(3). ¶ ونقل ابن كثير رحمه الله أن غير واحد من الأعراب ممن كان بحاضرة بصرى شاهدوا أعناق الإبل في ضوء هذه النار التي ظهرت في الحجاز(4). ¶ قال ابن حجر رحمه الله: \"والذي ظهر لي أن النار المذكورة في حديث الباب هي التي ظهرت بنواحي المدينة، كما فهمه القرطبي وغيره، وأما النار التي تحشر الناس فنار أخرى\"(5). ¶ 14- ظهور مدعي النبوة: ¶ عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ( لا تقوم الساعة حتى يبعث دجالون كذابون قريبا من ثلاثين، كلهم يزعم أنه رسول الله )(6). ¶ __________ ¶ (1) - أخرجه البخاري في تفسير القرآن، باب: قوله: {وانشقَّ القمر وإن يروا أية يعرضوا} (4865) واللفظ له، ومسلم في صفة القيامة والجنة والنار (2801). ¶ (2) - أخرجه البخاري في الفتن، باب: خروج النار (7118)، ومسلم في الفتن وأشراط الساعة (2902). ¶ (3) - شرح صحيح مسلم (18/28). ¶ (4) - ينظر: البداية والنهاية (13/187) وما بعدها، وقد أفاض القرطبي في وصف هذه النار في التذكرة (ص636). ¶ (5) - فتح الباري (13/79). ¶ (6) - أخرجه البخاري في المناقب، باب: علامات النبوة في الإسلام (3609) واللفظ له، ومسلم في الفتن وأشراط الساعة (157).",
            "page": "15",
            "part": "1"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "وعنه - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ( يكون في آخر الزمان دجالون كذابون، يأتونكم من الأحاديث بما لم تسمعوا أنتم ولا آباؤكم، فإياكم وإياهم، لا يضلونكم ولا يفتنونكم )(1). ¶ قال ابن حجر رحمه الله: \"قلت: وقد ظهر مصداق ذلك في آخر زمن النبي - صلى الله عليه وسلم -، فخرج مسيلمة باليمامة, والأسود العنسي باليمن, ثم خرج في خلافة أبي بكر طليحة بن خويلد في بني أسد بن خزيمة, وسجاح التميمية في بني تميم, وفيها يقول شبيب بن ربعي وكان مؤدّبها: ¶ أضحت نبيّتنا أنثى نطيف بها وأصبحت أنبياء الناس ذكرانا ¶ وقتل الأسود قبل أن يموت النبي - صلى الله عليه وسلم -، وقتل مسيلمة في خلافة أبي بكر, وتاب طليحة ومات على الإسلام على الصحيح في خلافة عمر, ونقل أن سجاح أيضا تابت, وأخبار هؤلاء مشهورة عند الإخباريين. ثم كان أول من خرج منهم المختار بن أبي عبيد الثقفي غلب على الكوفة في أول خلافة ابن الزبير، فأظهر محبة أهل البيت، ودعا الناس إلى طلب قتلة الحسين، فتبعهم فقتل كثيرا ممن باشر ذلك أو أعان عليه فأحبّه الناس, ثم زيّن له الشيطان أن ادّعى النبوة وزعم أن جبريل يأتيه. ومنهم الحارث الكذاب، خرج في خلافة عبد الملك بن مروان فقتل. وخرج في خلافة بني العباس جماعة, وليس المراد بالحديث من ادعى النبوة مطلقا؛ فإنهم لا يحصَون كثرة لكون غالبهم ينشأ لهم ذلك عن جنون أو سوداء، وإنما المراد من قامت له شوكة وبدت له شبهة كمن وصفنا. وقد أهلك الله تعالى من وقع له ذلك منهم، وبقي منهم من يلحقه بأصحابه وآخرهم الدجال الأكبر\"(2). ¶ __________ ¶ (1) - أخرجه مسلم في مقدمة صحيحه (7). ¶ (2) - فتح الباري (6/617) بتصرف يسير.",
            "page": "16",
            "part": "1"
        },
        {
            "hno": null,
            "id": "17",
            "nass": "وظهر في العصر الحديث ميرزا غلام أحمد القادياني بالهند، وادعى النبوة، وأنه المسيح المنتظر، وأن عيسى ليس بحيّ في السماء إلى غير ذلك من الترهات والادعاءات الباطلة، وقد صار له أتباع وأنصار، وقد وفّق الله كوكبة من العلماء فردّوا عليه، وبيّنوا زيفه وكذبه، وقد هلك والحمد الله. ¶ 15- قتال الترك: ¶ عن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: ( لا تقوم الساعة حتى يقاتل المسلمون الترك، قوما وجوههم كالمجان المطرقة(1)، يلبسون الشعر، ويمشون في الشعر )(2). ¶ وعن عمرو بن تغلب - رضي الله عنه - قال: قال النبي - صلى الله عليه وسلم -: ( إن من أشراط الساعة أن تقاتلوا قوما ينتعلون نعال الشعر، وإن من أشراط الساعة أن تقاتلوا قوما عراض الوجوه، كأن وجوههم المجانّ المطرقة )(3). ¶ __________ ¶ (1) - قال ابن الأثير في النهاية (3/122): \"قوله: ((كأنَّ وجُوهَهم المجَانُّ المُطْرقة)) أي: التِّراس الَّتي أُلْبِسَت العَقَب شيئا فوقَ شيء، ومنه طارَقَ النَّعل, إذا صَيَّرَها طاقاً فوقَ طاقٍ, ركَّب بعضَها فوقَ بعض، ورواه بعضُهم بتشديد الراء للتَّكثير، والأول أشْهر\". ¶ (2) - أخرجه البخاري في الجهاد والسير، باب: قتال الترك (2928)، ومسلم في الفتن وأشراط الساعة (2912) واللفظ له. ¶ (3) - أخرجه البخاري في الجهاد والسير، باب: قتال الترك (2927).",
            "page": "17",
            "part": "1"
        },
        {
            "hno": null,
            "id": "18",
            "nass": "قال ابن حجر رحمه الله: \"قاتل المسلمون الترك في خلافة بني أمية، وكان ما بينهم وبين المسلمين مسدودا إلى أن فتح ذلك شيئا بعد شيء، وكثر السبي منهم، وتنافس الملوك فيهم لما فيهم من الشدة والبأس، حتى كان أكثر عسكر المعتصم منهم، ثم غلب الأتراك على الملك، فقتلوا ابنه المتوكل، ثم أولاده واحداً بعد واحد، إلى أن خالط المملكة الديلم، ثم كان الملوك السَّامانية من الترك أيضا، فملكوا بلاد العجم، ثم غلب على تلك الممالك آل سبكتكين، ثم آل سلجوق، وامتدت مملكتهم إلى العراق والشام والروم، ثم كان بقايا أتباعهم بالشام وهم آل زنكي، وأتباع هؤلاء وهم بيت أيوب، واستكثر هؤلاء أيضا من الترك، فغلبوهم على المملكة بالديار المصرية الشامية والحجازية. وخرج على آل سلجوق في المائة الخامسة الغزُّ، فخربوا البلاد، وفتكوا في العباد. ثم جاءت الطامة الكبرى بالططر (التتار)، فكان خروج جنكز خان بعد الستمائة، فأسعرت بهم الدنيا ناراً، خصوصاً المشرق بأسره، حتى لم يبق بلد منه حتى دخله شرهم، ثم كان خراب بغداد وقتل الخليفة المسعتصم آخر خلفائهم على أيديهم في سنة ست وخمسين وستمائة، ثم لم تزل بقاياهم يخربون إلى أن كان آخرهم اللنك، ومعناه: الأعرج، واسمه تَمُر بفتح المثناة وضمّ الميم، وربما أشبعت، فطرق الديار الشامية وعاث فيها، وحرق دمشق حتى صارت خاوية على عروشها، ودخل الروم والهند وما بين ذلك، وطالت مدته إلى أن أخذه الله، وتفرق بنوه البلاد. ¶ وظهر بجميع ما أوردته مصداق قوله - صلى الله عليه وسلم -: ( إن بني قنطوراء أول من سلب أمتي ملكهم )، والمراد ببني قنطورا الترك، وكأنه يريد بقوله: ( أمّتي ) أمةَ النسب، لا أمة الدعوة، يعني العرب. والله أعلم\"(1). ¶ وعلى هذا يكون التتار الذين ظهروا في القرن السابع الهجري هم من الترك؛ فإن الصفات التي جاءت في وصف الترك تنطبق على التتار ( المغول ). ¶ __________ ¶ (1) - فتح الباري (6/609-610) بتصرف يسير.",
            "page": "18",
            "part": "1"
        },
        {
            "hno": null,
            "id": "19",
            "nass": "قال النووي رحمه الله: \"وهذه كلها معجزات لرسول الله - صلى الله عليه وسلم -، فقد وجد قتال هؤلاء الترك بجميع صفاتهم التي ذكرها - صلى الله عليه وسلم -: صغار الأعين، حمر الوجوه، ذُلفُ الأنف، عراض الوجوه، كأن وجوههم المجان المطرقة، ينتعلون الشعر، فوجدوا كلها في زماننا، وقاتلهم المسلمون مرات، وقتالهم الآن. ونسأل الله الكريم إحسان العاقبة للمسلمين في أمرهم وأمر غيرهم وسائر أحوالهم وإدامة اللطف بهم والحماية، وصلى الله على رسوله الذي لا ينطق عن الهوى، إن هو إلا وحي يوحي\"(1). ¶ 16- قتال العجم: ¶ عن أبي هريرة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: ( لا تقوم الساعة حتى تقاتلوا خوزاً وكرمان من الأعاجم، حمر الوجوه، فطس الأنوف، صغار الأعين، وجوههم المجان المطرقة، نعالهم الشعر )(2). ¶ في هذا الحديث ذكر قتال خوز وكرمان، وهما ليسا من بلاد الترك، وإن جاء وصفهم كوصف الترك. ¶ قال ابن حجر رحمه الله: \"ويمكن أن يجاب بأن هذا الحديث غير حديث قتال الترك، ويجتمع منهما الإنذار بخروج الطائفتين\"(3). ¶ 17- انتشار الأمن: ¶ عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ( لا تقوم الساعة حتى يسير الراكب بين العراق ومكة لا يخاف إلا ضلال الطريق )(4). ¶ وقد وقع هذا في زمن الصحابة - رضي الله عنهم -، حينما عمّ الإسلام والعدل البلاد التي فتحها المسلمون(5). ¶ __________ ¶ (1) - شرح صحيح مسلم (18/37-38). ¶ (2) - أخرجه البخاري في المناقب، باب: علامة النبوة في الإسلام (3590) واللفظ له، ومسلم في الفتن وأشراط الساعة (2912). ¶ (3) - فتح الباري (6/607). ¶ (4) - أخرجه أحمد (2/370)، قال الهيثمي في المجمع (7/331): \"رجاله رجال الصحيح\". ¶ (5) - ينظر: فتح الباري (6/613).",
            "page": "19",
            "part": "1"
        },
        {
            "hno": null,
            "id": "20",
            "nass": "ويؤيده حديث عدي - رضي الله عنه - قال: بينا أنا عند النبي - صلى الله عليه وسلم - إذ أتاه رجل فشكا إليه الفاقة، ثم أتاه آخر فشكا إليه قطع السبيل، فقال: ( يا عديّ، هل رأيت الحيرة ؟ ) قلت: لم أرها، وقد أنبئت عنها، قال: ( فإن طالت بك حياة لترينّ الظعينة ترتحل من الحيرة حتى تطوف بالكعبة، لا تخاف أحدا إلا الله )(1). ¶ وسيكون ذلك أيضاً في زمن المهدي وعيسى عليه السلام، حينما يحلّ الخير والعدل مكان الشرّ والجور والظلم. ¶ 18- كثرة الشُّرَط وأعوان الظلمة: ¶ عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ( يوشك إن طالت بك مدة أن ترى قوما في أيديهم مثل أذناب البقر، يغدون في غضب الله، ويروحون في سخط الله )(2). ¶ وعنه - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ( صنفان من أهل النار لم أرهما: قوم معهم سياط كأذناب البقر يضربون بها الناس ... )(3). ¶ قال النووي رحمه الله: \"هذا الحديث من معجزات النبوة، فقد وقع ما أخبر به - صلى الله عليه وسلم -، فأما أصحاب السياط فهم غلمان والي الشرطة\"(4). ¶ 19- انتشار الربا: ¶ عن ابن مسعود - رضي الله عنه -، عن النبي - صلى الله عليه وسلم - قال: ( بين يدي الساعة: يظهر الربا ... )(5). ¶ وعن أبي هريرة - رضي الله عنه -، عن النبي - صلى الله عليه وسلم - قال: ( ليأتين على الناس زمان لا يبالي المرء بما أخذ المال، أمن حلالٍ أم من حرامٍ )(6). ¶ __________ ¶ (1) - أخرجه البخاري في المناقب، باب: علامات النبوة في الإسلام (3595). ¶ (2) - أخرجه مسلم في الجنة وصفة نعيمها وأهلها (2857). ¶ (3) - أخرجه مسلم في اللباس والزينة (2128). ¶ (4) - شرح صحيح مسلم (17/190). ¶ (5) - أخرجه الطبراني في الأوسط (7695)، وقال المنذري في الترغيب (3/7): \"رواته رواة الصحيح\". ¶ (6) - أخرجه البخاري في البيوع، باب: قوله تعالى: {يا أيها الذين آمنوا لا تأكلوا الربا} (2083).",
            "page": "20",
            "part": "1"
        },
        {
            "hno": null,
            "id": "21",
            "nass": "ومن تأمل أحوال الناس اليوم مع انتشار كثير من المعاملات المصرفية الربوية علم أن حالهم مطابق لما أخبر به الصادق المصدوق - صلى الله عليه وسلم -. ¶ 20- انتشار الزنا: ¶ عن أنس بن مالك - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ( إن من أشراط الساعة أن يرفع العلم ويثبت الجهل ويشرب الخمر ويظهر الزنا )(1). ¶ وأعظم من ذلك استحلال الزنا، فعن أبي مالك الأشعري - رضي الله عنه - أنه سمع النبي - صلى الله عليه وسلم - يقول: ( ليكونن من أمتي أقوام يستحلّون الحِرَ والحرَير والخمر والمعازف )(2). ¶ قال القرطبي رحمه الله: \"في هذا الحديث علم من أعلام النبوة، إذ أخبر عن أمور ستقع، فوقعت، خصوصا في هذه الأزمان\"(3). ¶ وإذا كان هذا في زمان القرطبي فهو في زماننا هذا أكثر شيوعاً. ¶ قال الشيخ حمود بن عبد الله التويجري رحمه الله: \"وأما الزنا فقد جعل له أسواق معروفة في كثير من البلاد التي ينتسب أهلها إلى الإسلام، وما يفعل في غير الأسواق أكثر وأكثر\"(4). ¶ بل الأدهى من ذلك أن العاهرات في هذا الزمن قد جعل لهن تصاريح بمزاولة العهر والفجور من قبل جهات مختصة، فاللهم سلّم سلّم. ¶ 21- ظهور المعازف واستحلالها: ¶ __________ ¶ (1) - أخرجه البخاري في العلم، باب: رفع العلم وظهور الجهل (80)، ومسلم في العلم (2671). ¶ (2) - أخرجه البخاري في الأشربة، باب: ما جاء فيمن يستحل الخمر ويسميه بغير اسمه (10/51- مع الفتح)، وقد زعم ابن حزم في المحلى (9/59) أن هذا الحديث منقطع لم يتصل ما بين البخاري وشيخه صدقة بن خالد، وقد رد ذلك ابن القيم من ستة وجوه كما في تهذيب السنن (5/270-272). ¶ (3) - ينظر: فتح الباري (1/179). ¶ (4) - إتحاف الجماعة (2/95).",
            "page": "21",
            "part": "1"
        },
        {
            "hno": null,
            "id": "22",
            "nass": "عن سهل بن سعد - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: ( سيكون في آخر الزمان خسف وقذف ومسخ )، قيل: ومتى ذلك يا رسول الله ؟ قال: ( إذا ظهرت المعازف والقينات )(1). ¶ وهذه العلامة قد وقع شيء كبير منها في العصور السابقة، وهي الآن أكثر ظهوراً، فقد ظهرت المعازف في هذا الزمان، وانتشرت انتشاراً عظيماً، وكثر المغنون والمغنيات، وهم المشار إليهم في هذا الحديث بالقينات. ¶ وأعظم من ذلك استحلال كثير من الناس للمعازف، وقد جاء الوعيد لمن فعل ذلك بالمسخ والقذف والخسف كما في الحديث السابق، ولما ثبت عن أبي مالك الأشعري - رضي الله عنه - أنه سمع النبي - صلى الله عليه وسلم - يقول: ( ليكونن من أمتي أقوام يستحلون الحر والحرير والخمر والمعازف، ولينزلن أقوام إلى جنب علم يروح عليهم بسارحة لهم، يأتيهم - يعني: الفقير - لحاجة، فيقولوا: ارجع إلينا غداً، فيبيتهم الله، ويضع العلم، ويمسخ آخرين قردة وخنازير إلى يوم القيامة )(2). ¶ 22- كثرة شرب الخمر واستحلالها: ¶ عن أنس بن مالك - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ( إن من أشراط الساعة أن يرفع العلم ويثبت الجهل ويشرب الخمر ويظهر الزنا )(3). ¶ __________ ¶ (1) - أخرجه الروياني في مسنده (1043)، والطبراني في الكبير (6/150)، قال الهيثمي في المجمع (8/10): \" رواه الطبراني، وفيه عبد الله بن أبي الزناد، وفيه ضعف، وبقية رجال إحدى الطريقين رجال الصحيح\"، وصححه الألباني في صحيح الجامع (3559). ¶ (2) - أخرجه البخاري في الأشربة، باب: ما جاء فيمن يستحل الخمر ويسميه بغير اسمه (10/51- مع الفتح). وقد زعم ابن حزم في المحلى (9/59) أن هذا الحديث منقطع؛ لم يتصل ما بين البخاري وشيخه صدقة بن خالد، وقد رد ذلك ابن القيم من ستة وجوه كما في تهذيب السنن (5/270-272). ¶ (3) - أخرجه البخاري في العلم، باب: رفع العلم وظهور الجهل (80)، ومسلم في العلم (2671).",
            "page": "22",
            "part": "1"
        },
        {
            "hno": null,
            "id": "23",
            "nass": "وعن أبي مالك الأشعري - رضي الله عنه - أنه سمع النبي - صلى الله عليه وسلم - يقول: ( ليكونن من أمتي أقوام يستحلون الحر والحرير والخمر والمعازف، ولينزلن أقوام إلى جنب علم يروح عليهم بسارحة لهم، يأتيهم - يعني: الفقير - لحاجة، فيقولوا: ارجع إلينا غداً، فيبيتهم الله، ويضع العلم، ويمسخ آخرين قردة وخنازير إلى يوم القيامة )(1). ¶ قال ابن العربي: \"يحتمل أن يكون المعنى يعتقدون ذلك حلالاً، ويحتمل أن يكون ذلك مجازا على الاسترسال، أي: يسترسلون في شربها كالاسترسال في الحلال\"(2). ¶ وقد وقع مصداق ذلك في زماننا، حتى أطلق على أم الخبائث اسم \"المشروبات الروحية\". ¶ وأعظم من ذلك بيعها جهاراً وشربها علانية في بعض البلدان الإسلامية، وانتشار المخدرات انتشاراً عظيما لم يسبق له مثيل، مما ينذر بخطر عظيم وفساد كبير، والأمر لله من قبل ومن بعد(3). ¶ 23- التطاول في البنيان: ¶ عن عمر بن الخطاب - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال لجبريل عندما سأله عن الساعة: ( ما المسؤول عنها بأعلم من السائل )، قال: فأخبرني عن أمارتها، قال: ( أن تلد الأمة ربّتها، وأن ترى الحفاة العراة العالةَ رعاء الشاء يتطاولون في البنيان )(4). ¶ __________ ¶ (1) - أخرجه البخاري في الأشربة، باب: ما جاء فيمن يستحل الخمر ويسميه بغير اسمه (10/51- مع الفتح)، وقد زعم ابن حزم في المحلى (9/59) أن هذا الحديث منقطع؛ لم يتصل ما بين البخاري وشيخه صدقة بن خالد، وقد رد ذلك ابن القيم من ستة وجوه كما في تهذيب السنن (5/270-272). ¶ (2) - ينظر: فتح الباري (10/55). ¶ (3) - أشراط الساعة (ص145). ¶ (4) - أخرجه مسلم في الإيمان (8).",
            "page": "23",
            "part": "1"
        },
        {
            "hno": null,
            "id": "24",
            "nass": "قال النووي رحمه الله: \"أما العالة فهم الفقراء، والعائل الفقير، والعيلة الفقر، وعال الرجل يعيل عيلة أي: افتقر. والرعاء بكسر الراء وبالمد، ويقال فيهم رعاة بضم الراء وزيادة الهاء بلا مد. ومعناه أن أهل البادية وأشباههم من أهل الحاجة والفاقة تبسط لهم الدنيا حتى يتباهون في البنيان. والله أعلم\"(1). ¶ وقال ابن حجر رحمه الله: \"وهي من العلامات التي وقعت عن قرب في زمن النبوة، ومعنى التطاول في البنيان أن كلاً ممن كان يبني بيتا يريد أن يكون ارتفاعه أعلى من ارتفاع الآخر، ويحتمل أن يكون المراد المباهاة به في الزينة والزخرفة، أو أعم من ذلك، وقد وجد الكثير من ذلك، وهو في ازدياد\"(2). ¶ وقد ظهر هذا جلياً في عصرنا هذا، فتطاول الناس في البنيان، بل وصل بهم الأمر إلى أن بنوا ما يشبه ناطحات السحاب. ¶ 24- ولادة الأمة لربتها: ¶ عن عمر بن الخطاب - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال لجبريل عندما سأله عن الساعة: ( ما المسؤول عنها بأعلم من السائل )، قال: فأخبرني عن أمارتها، قال: ( أن تلد الأمة ربّتها، وأن ترى الحفاة العراة العالةَ رعاء الشاء يتطاولون في البنيان )(3). ¶ وقد اختلف العلماء رحمهم الله في معنى هذه العلامة على أقوال: ¶ القول الأول: قال الخطابي رحمه الله: \"قوله: ( أن تلد الأمة ربّتها ) معناه: أن يتّسع الإسلام، ويكثر السبي، ويستولد الناس أمهات الأولاد، فتكون ابنة الرجل من أمته في معنى السيده لأمها، إذا كانت مملوكة لأبيها، وملك الأب راجع في التقدير إلى الولد\"(4). ¶ وذكر النووي أنه قول الأكثرين من العلماء(5). ¶ __________ ¶ (1) - شرح صحيح مسلم (1/159). ¶ (2) - فتح الباري (13/88). ¶ (3) - أخرجه مسلم في الإيمان (8). ¶ (4) - معالم السنن (7/67). ¶ (5) - شرح صحيح مسلم (1/158).",
            "page": "24",
            "part": "1"
        },
        {
            "hno": null,
            "id": "25",
            "nass": "قال ابن حجر رحمه الله: \"لكن في كونه المراد نظر؛ لأن استيلاد الإماء كان موجوداً حين المقالة، والاستيلاء على بلاد الشرك وسبي ذراريهم واتخاذهم سراري وقع أكثره في صدر الإسلام، وسياق الكلام يقتضى الإشارة إلى وقوع ما لم يقع مما سيقع قرب قيام الساعة\"(1). ¶ القول الثاني: أن الإماء يلدن الملوك، فتصير الأم من جملة الرعية، والملك سيد رعيته. ¶ القول الثالث: أن تلد الأمة حراً من غير سيدها بوطء شبهة، أو رقيقا بنكاح أو زنا، ثم تباع الأمة في الصورتين بيعا صحيحا، وتدور في الأيدي، حتى يشتريها ابنها أو ابنتها. ¶ القول الرابع: أن يكثر العقوق في الأولاد، فيعامل الولد أمه معاملة السيد أمته من الإهانة بالسب والضرب والاستخدام، فأطلق عليه ربها مجازا، أو المراد بالرب المربي فيكون حقيقة. ¶ قال ابن حجر رحمه الله: \"وهذا أوجَه الأوجه عندي لعمومه، ولأن المقام يدلّ على أن المراد حالة تكون - مع كونها تدلّ على فساد الأحوال- مستغربة، ومحصله الإشارة إلى أن الساعة يقرب قيامها ثم انعكاس الأمور، بحيث يصير المربي مربيا، والسافل عاليا، وهو مناسب لقوله في العلامة الأخرى أن تصير الحفاة ملوك الأرض\"(2). ¶ القول الخامس: أن الإماء تكون في آخر الزمان هن المشار إليهن بالحشمة، فتكون الأمة تحت الرجل الكبير دون غيرها من الحرائر، ولهذا قرن ذلك بقوله: ( وأن ترى الحفاة العراة العلة يتطاولون في البنيان )\"(3). ¶ 25- كثرة القتل: ¶ عن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: ( لا تقوم الساعة حتى يكثر الهرج )، قالوا: وما الهرج يا رسول الله ؟ قال: ( القتل، القتل )(4). ¶ __________ ¶ (1) - فتح الباري (1/122). ¶ (2) - فتح الباري (1/122-123). ¶ (3) - النهاية في الفتن والملاحم لابن كثير (1/177). ¶ (4) - أخرجه البخاري في المناقب، باب: علامات النبوة في الإسلام (3609)، ومسلم في الفتن وأشراط الساعة (157) واللفظ له.",
            "page": "25",
            "part": "1"
        },
        {
            "hno": null,
            "id": "26",
            "nass": "وعنه - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ( والذي نفسي بيده لا تذهب الدنيا حتى يأتي على الناس يوم لا يدري القاتل فيم قَتَل، ولا المقتول فيم قُتِل )، فقيل: كيف يكون ذلك ؟ قال: ( الهرج، القاتل والمقتول في النار )(1). ¶ إن ما حصل في القرون الأخيرة من الحروب المدمرة بين الأمم، والتي ذهب ضحيتها الألوف من البشر، حتى صار الواحد يقتل الآخر ولا يعرف الباعث له على ذلك، لمصداق لخبر الصادق المصدوق - صلى الله عليه وسلم - في هذه الأحاديث. ¶ 26- تقارب الزمان: ¶ عن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: ( لا تقوم الساعة حتى يقبض العلم، وتكثر الزلازل، ويتقارب الزمان، وتظهر الفتن، ويكثر الهرج وهو القتل القتل، حتى يكثر فيكم المال فيفيض )(2). ¶ وعن أنس بن مالك - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ( لا تقوم الساعة حتى يتقارب الزمان، فتكون السنة كالشهر، والشهر كالجمعة، وتكون الجمعة كاليوم، ويكون اليوم كالساعة، وتكون الساعة كالضرمة بالنار )(3). ¶ وللعلماء عدّة أقوال في المراد بتقارب الزمان: ¶ القول الأول: أن المراد بذلك قلة البركة في الزمان(4). ¶ قال ابن حجر رحمه الله: \"قد وجد في زماننا هذا، فإننا نجد من سرعة مرِّ الأيام ما لم نكن نجده في العصر الذي قبل عصرنا هذا\"(5). ¶ __________ ¶ (1) - أخرجه مسلم في الفتن وأشراط الساعة (2908). ¶ (2) - أخرجه البخاري في الجمعة، باب: خروج النار (1036). ¶ (3) - أخرجه أحمد (2/537)، والترمذي في الزهد، باب: ما جاء في تقارب الزمن وقصر الأمل (2332) واللفظ له، وأبو يعلى (6680)، قال الترمذي: \"هذا حديث غريب من هذا الوجه\"، وصححه ابن حبان (6842)، والألباني في صحيح الترمذي (1901). ¶ (4) - ينظر: معالم السنن (6/141-142). ¶ (5) - فتح الباري (13/16).",
            "page": "26",
            "part": "1"
        },
        {
            "hno": null,
            "id": "27",
            "nass": "القول الثاني: أن المراد بذلك هو ما يكون في زمان المهدي وعيسى عليه السلام، من استلذاذ الناس للعيش وتوفر الأمن وغلبة العدل، وذلك أن الناس يستقصرون أيام الرخاء وإن طالت، وتطول عليهم مدة الشدة وإن قصرت(1). ¶ القول الثالث: أن المراد تقارب أحوال أهله في قلة الدين، حتى لا يكون منهم من يأمر بمعروف وينهى عن منكر؛ لغلبة الفسق وظهور أهله(2). ¶ القول الرابع: أن المراد تقارب أهل الزمان بسبب توفر وسائل الاتصالات والمراكب الأرضية والجوية السريعة التي قربت البعيد(3). ¶ القول الخامس: أن المراد هو قصر الزمان وسرعتة سرعة حقيقية، وذلك في آخر الزمان. ¶ __________ ¶ (1) - ينظر: فتح الباري (13/16). ¶ (2) - ينظر: مختصر سنن أبي داود للمنذري (6/142). ¶ (3) - ينظر: إتحاف الجماعة (1/497).",
            "page": "27",
            "part": "1"
        },
        {
            "hno": null,
            "id": "28",
            "nass": "قال ابن أبي جمرة رحمه الله: \"يحتمل أن يكون المراد بتقارب الزمان قصره على ما وقع في حديث: ( لا تقوم الساعة حتى تكون السنة كالشهر )، وعلى هذا فالقصر يحتمل أن يكون حسيا ويحتمل أن يكون معنويا، أما الحسي فلم يظهر بعد، ولعله من الأمور التي تكون قرب قيام الساعة، وأما المعنوي فله مدة منذ ظهر، يعرف ذلك أهل العلم الديني ومن له فطنة من أهل السبب الدنيوي، فإنهم يجدون أنفسهم لا يقدر أحدهم أن يبلغ من العمل قدر ما كانوا يعملونه قبل ذلك، ويشكون ذلك، ولا يدرون العلة فيه، ولعل ذلك بسبب ما وقع من ضعف الإيمان؛ لظهور الأمور المخالفة للشرع من عدة أوجه، وأشدّ ذلك الأقوات، ففيها من الحرام المحض ومن الشبه ما لا يخفى، حتى إن كثيرا من الناس لا يتوقّف في شيء، ومهما قدر على تحصيل شيء هجم عليه ولا يبالي. والواقع أن البركة في الزمان وفي الرزق وفي النبت إنما يكون من طريق قوة الإيمان واتباع الأمر واجتناب النهي، والشاهد لذلك قوله تعالى: ( وَلَوْ أَنَّ أَهْلَ الْقُرَى ءامَنُواْ وَاتَّقَوْاْ لَفَتَحْنَا عَلَيْهِم بَرَكَاتٍ مّنَ السَّمَاء وَالأرْضِ ) [الأعراف:96]\"(1). ¶ 27- تقارب الأسواق: ¶ عن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: ( لا تقوم الساعة حتى تظهر الفتن، ويكثر الكذب، ويتقارب الأسواق ... )(2). ¶ __________ ¶ (1) - ينظر: فتح الباري (13/17). ¶ (2) - أخرجه أحمد (2/519)، وصححه ابن حبان (6718)، وقال الهيثمي في المجمع (7/327): \"رجاله رجال الصحيح، غير سعيد بن سمعان، وهو ثقة\".",
            "page": "28",
            "part": "1"
        },
        {
            "hno": null,
            "id": "29",
            "nass": "قال الشيخ حمود التويجري رحمه الله: \"وأما تقارب الأسواق فقد جاء تفسيره في حديث ضعيف بأنه كسادها وقلة أرباحها، والظاهر والله أعلم أن ذلك إشارة إلى ما وقع في زماننا من تقارب أهل الأرض؛ بسبب المراكب الجوية والأرضية والآلات الكهربائية التي تنقل الأصوات، كالإذاعات والتلفونات الهوائية التي صارت أسواق الأرض متقاربة بسببها، فلا يكون تغير في الأسعار في قطر من الأقطار إلا ويعلم به التجار أو غالبهم في جميع أرجاء الأرض فيزيدون في السعر إن زاد، وينقصون إن نقص، ويذهب التاجر في السيارات إلى أسواق المدائن التي تبعد عنه مسيرة أيام، فيقضي حاجته منها ثم يرجع في يوم أو بضع يوم، ويذهب في الطائرات إلى أسواق المدائن التي تبعد عنه مسيرة شهر أو أكثر، فيقضي حاجته منها ويرجع في يوم أو بضع يوم. ¶ فقد تقاربت الأسواق من ثلاثة أوجه: ¶ الأول: سرعة العلم بما يكون فيها من زيادة السعر ونقصانه. ¶ الثاني: سرعة السير من سوق إلى سوق، ولو كانت مسافة الطريق بعيدة جداً. ¶ الثالث: مقاربة بعضها بعضاً في الأسعار، واقتداء بعض أهلها ببعض في الزيادة والنقصان، والله أعلم\"(1). ¶ 28- ظهور الشرك في هذه الأمة: ¶ عن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: ( لا تقوم الساعة حتى تضطرب أليات نساء دوس على ذي الخلصة )(2). ¶ __________ ¶ (1) - إتحاف الجماعة (1/498-499). ¶ (2) - أخرجه البخاري في الفتن، باب: تغير الزمان حتى تعبد الأوثان (7116)، ومسلم في الفتن وأشراط الساعة (1906).",
            "page": "29",
            "part": "1"
        },
        {
            "hno": null,
            "id": "30",
            "nass": "قال الشيخ يوسف الوابل: \"وقد وقع ما أخبر به النبي - صلى الله عليه وسلم - بهذا الحديث، فإن قبيلة دوس وما حولها من العرب قد افتتنوا بذي الخلصة عندما عاد الجهل إلى تلك البلاد، فأعادوا سيرتها الأولى، وعبدوها من دون الله حتى قام الشيخ محمد بن عبد الوهاب بالدعوة إلى التوحيد، وجدد ما اندرس من الدين، وعاد الإسلام إلى جزيرة العرب، فقام الإمام عبد العزيز بن محمد بن سعود رحمه الله وبعث جماعة من الدعاة إلى ذي الخلصة فخربوها، وهدموا بعض بنائها، ولما انتهى حكم آل سعود على الحجاز في تلك الفترة عاد الجهال إلى عبادتها مرة أخرى، ثم لما استولى الملك عبد العزيز بن عبد الرحمن آل سعود رحمه الله على الحجاز أمر عامله عليها، فأرسل جماعة من جيشه فهدموها، وأزالوا أثرها ولله الحمد والمنة. ومظاهر الشرك كثيرة فليست محصورة في عبادة الحجارة والأشجار والقبور بل تتعدى ذلك إلى اتخاذ الطواغيت أنداداً مع الله تعالى، وغير ذلك\"(1). ¶ 29، 30، 31- ظهور الفحش وقطيعة الرحم وسوء الجوار: ¶ عن عبد الله بن عمرو - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: ( لا تقوم الساعة حتى يظهر الفحش والتفاحش وقطيعة الرحم وسوء المجاورة )(2). ¶ __________ ¶ (1) - أشراط الساعة (ص 162-163) بتصرف يسير. ¶ (2) - أخرجه أحمد (2/162) وفيه أبو سبرة. وقد رواه الحاكم بثلاثة أسانيد وقال: \" هذا حديث صحيح، فقد اتفق الشيخان على الاحتجاج بجميع رواته، غير أبي سبرة الهذلي، وهو تابعي كبير مبين، ذكره في المسانيد مطعون فيه\"، وصحح إسناده أحمد شاكر.",
            "page": "30",
            "part": "1"
        },
        {
            "hno": null,
            "id": "31",
            "nass": "قال الشيخ يوسف الوابل: \"وقد وقع ما أخبر به النبي - صلى الله عليه وسلم -، فانتشر الفحش بين كثير من الناس، غير مبالين بالتحدث بما يرتكبون من المعاصي، وما يترتب عليه من عقاب شديد، وقطعت الأرحام، فالقريب لا يصل قريبه، بل حصل بينهم التقاطع والتدابر، وأما سوء الجوار فحدِّث عنه ولا حرج، فكم من جار لا يعرف جاره، ولا يتفقد أحواله\"(1). ¶ 32- تشبّب المشيخة: ¶ عن ابن عباس - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: ( يكون قوم في آخر الزمان يخضبون بهذا السواد، كحواصل الحمام، لا يريحون رائحة الجنة )(2). ¶ قال الشيخ يوسف الوابل: \"ما جاء في هذا الحديث واقع في هذا الزمن، فإنه انتشر بين الرجال صبغ لحاهم ورؤوسهم بالسواد. والذي يظهر لي والله أعلم أن قوله - صلى الله عليه وسلم -: ( كحواصل الحمام ) تشبيه لحال بعض المسلمين في هذا العصر، فتجدهم يصنعون بلحاهم كهيئة حواصل الحمام، يحلقون عوارضهم، ويدعون ما على أذقانهم من الشعر، ثم يصبغونه بالسواد، فيغدو كحواصل الحمام\"(3). ¶ 33- كثرة الشح(4): ¶ عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ( يتقارب الزمان، وينقص العمل، ويلقى الشح ... )(5). ¶ __________ ¶ (1) - أشراط الساعة (ص164-165) بتصرف يسير. ¶ (2) - أخرجه أحمد (1/273)، وأبو داود في الترجل، باب: ما جاء في خضاب السواد (4212)، والنسائي في الزينة، باب: النهي عن الخضاب بالسواد (5057)، وصححه المقدسي في المختارة (244)، قال ابن جحر في الفتح (6/499): \"وإسناده قوي، إلا أنه اختلف في رفعه ووقفه، وعلى تقدير ترجيح وقفه فمثله لا يقال بالرأي، فحكمه الرفع \"، وصححه الألباني في صحيح أبي داود (3548). ¶ (3) - أشراط الساعة (ص167). ¶ (4) - الشح: أشد البخل، وهو أبلغ في المنع من البخل. وقيل: هو البخل مع الحرص. ينظر: النهاية في غريب الحديث (2/488). ¶ (5) - أخرجه البخاري في الأدب، باب: حسن الخلق والسخاء، وما يكره من البخل (6037).",
            "page": "31",
            "part": "1"
        },
        {
            "hno": null,
            "id": "32",
            "nass": "وعنه - رضي الله عنه - قال: ( إن من أشراط الساعة أن يظهر الشح )(1). ¶ 34- كثرة التجارة وإعانة المرأة زوجها عليها: ¶ عن عبد الله بن مسعود - رضي الله عنه -، عن النبي - صلى الله عليه وسلم - أنه قال: ( إن بين يدي الساعة تسليم الخاصة، وفشوّ التجارة، حتى تعين المرأة زوجها على التجارة ... )(2). ¶ وعن عمرو بن تغلب - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ( إن من أشراط الساعة أن يفشو المال ويكثر، وتفشو التجارة ... )(3). ¶ وقد وقع هذا الأمر، فكثرت التجارة، وشاركت فيها النساء، وافتتن الناس بجمع المال، وتنافسوا فيه. ¶ 35- كثرة الزلازل: ¶ عن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: ( لا تقوم الساعة حتى يقبض العلم، وتكثر الزلازل، ويتقارب الزمان، وتظهر الفتن، ويكثر الهرج وهو القتل القتل، حتى يكثر فيكم المال فيفيض )(4). ¶ قال ابن حجر رحمه الله: \"قد وقع في كثير من البلاد الشمالية والشرقية والغربية كثير من الزلازل، ولكن الذي يظهر أن المراد بكثرتها شمولها ودوامها\"(5). ¶ 36، 37، 38- ظهور الخسف والمسخ والقذف: ¶ __________ ¶ (1) - أخرجه الطبراني في الأوسط (748)، وقال الهيثمي في المجمع (7/327): \"رجاله رجال الصحيح، غير محمد بن الحارث بن سفيان، وهو ثقة\". ¶ (2) - أخرجه أحمد (1/407)، وصحح إسناده أحمد شاكر. ¶ (3) - أخرجه النسائي في البيوع، باب: التجارة (4456)، وقال التويجري في إتحاف الجماعة (2/109): \"إسناده صحيح على شرط الشيخين\". ¶ (4) - أخرجه البخاري في الجمعة، باب: خروج النار (1036). ¶ (5) - فتح الباري (13/87).",
            "page": "32",
            "part": "1"
        },
        {
            "hno": null,
            "id": "33",
            "nass": "عن عائشة رضي الله عنها قالت: قال رسول الله - صلى الله عليه وسلم -: ( يكون في آخر الأمة خسف ومسخ وقذف )، قالت: قلت: يا رسول الله أنهلك وفينا الصالحون ؟ قال: ( نعم إذا ظهر الخبث )(1). ¶ والخسف قد وجد في مواضع في الشرق والغرب قبل عصرنا هذا(2)، ووقع في هذا الزمن كثير من الخسوفات في أماكن متفرقة من الأرض. ¶ 39- ذهاب الصالحين: ¶ عن عبد الله بن عمرو - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ( لا تقوم الساعة حتى يأخذ الله شريطته(3) من أهل الأرض، فيبقى فيها عجاجة(4) لا يعرفون معروفا ولا ينكرون منكرا )(5). ¶ قال الشيخ يوسف الوابل: \"وذهاب الصالحين يكون عند كثرة المعاصي وترك الأمر بالمعروف والنهي عن المنكر\"(6). ¶ 40- ارتفاع الأسافل: ¶ __________ ¶ (1) - أخرجه الترمذي في الفتن، باب: ما جاء في الخسف (2185)، وأبو عمر الداني في السنن (341)، قال الترمذي: \"هذا حديث غريب من حديث عائشة لا نعرفه إلا من هذا الوجه، وعبد الله بن عمر تكلم فيه يحيى بن سعيد من قبل حفظه\"، وصححه الألباني في الصحيحة (987). ¶ (2) - ينظر: التذكرة للقرطبي (ص654)، وفتح الباري (13/84)، والإشاعة (ص49-52)، وعون المعبود (11/429). ¶ (3) - أي: أهل الخير والصلاح. ¶ (4) - عجاجة: العجاج الغوغاء والأراذل ومن لا خير فيه. ينظر: النهاية في غريب الحديث (3/184). ¶ (5) - أخرجه أحمد (2/210)، والحاكم (4/435) وقال: \"هذا حديث صحيح على شرط الشيخين إن كان الحسن سمعه من عبد الله بن عمرو\"، وقال الهيثمي في المجمع (8/13): \"رواه أحمد مرفوعا وموقوفا، ورجالهما رجال الصحيح\"، وجود إسناده ابن حجر في الفتح (13/85). ¶ (6) - أشراط الساعة (ص178).",
            "page": "33",
            "part": "1"
        },
        {
            "hno": null,
            "id": "34",
            "nass": "عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ( إنها ستأتي على الناس سنون خداعة، يصدق فيها الكاذب ويكذب فيها الصادق، ويؤتمن فيها الخائن ويخوَّن فيها الأمين، وينطق فيها الرويبضة ) قيل: وما الرويبضة ؟ قال: ( السفيه يتكلّم في أمر العامة )(1). ¶ وفي حديث جبريل الطويل قوله: ( ولكن سأحدثك عن أشراطها... وإذا كانت العراة الحفاة رؤوس الناس فذاك من أشراطها )(2). ¶ قال ابن رجب رحمه الله: \"فإنه إذا صار الحفاة العراة رعاء الشاء وهم أهل الجهل والجفاء رؤساء الناس وأصحاب الثروة والأموال فإنه يفسد بذلك نظام الدين والدنيا؛ فإنه إذا كان رؤوس الناس من كان فقيراً عائلاً فصار ملكاً على الناس سواءً كان ملكه عاماً أو خاصاً في بعض الأشياء فإنه لا يكاد يعطي الناس حقوقهم، بل يستأثر عليهم بما استولى عليهم من المال، وإذا كان مع هذا جاهلاً جافياً فسد بذلك الدين؛ لأنه لا يكون له همة في إصلاح دين الناس ولا تعليمهم، بل همته في جباية المال وإكثاره، ولا يبالي بما أفسد من دين الناس، ولا بمن أضاع من أهل حاجاتهم\"(3). ¶ وجاء في حديث حذيفة - رضي الله عنه -: قال - صلى الله عليه وسلم -: ( ويقال للرجل: ما أعقله! وما أظرفه! وما أجلده! وما في قلبه مثقال حبة خردل من إيمان )(4). ¶ __________ ¶ (1) - أخرجه أحمد (2/291) واللفظ له، وابن ماجه في الفتن، باب: شدة الزمان (4036)، قال البوصيري: \"هذا إسناد فيه مقال؛ إسحاق بن بكر بن أبي الفرات قال الذهبي في الكاشف: مجهول، وقال السليماني: منكر الحديث، وذكره ابن حبان في الثقات\"، والحديث صححه الحاكم (4/512)، والألباني في الصحيحة (1887). ¶ (2) - أخرجه البخاري في الإيمان، باب: سؤال جبريل النبي صلى الله عليه وسلم (50)، ومسلم في الإيمان (9) واللفظ له. ¶ (3) - جامع العلوم والحكم (1/41) بتصرف يسير. ¶ (4) - أخرجه البخاري في الرقاق، باب: رفع الأمانة (6497) واللفظ له، ومسلم في الإيمان (143) مختصرا.",
            "page": "34",
            "part": "1"
        },
        {
            "hno": null,
            "id": "35",
            "nass": "قال الشيخ يوسف الوابل: \"وهذا هو الواقع بين المسلمين في هذا العصر، يقولون للرجل: ما أعقله! ما أحسن خلقه! ويصفونه بأبلغ الأوصاف الحسنة، وهو من أفسق الناس، وأقلهم ديناً وأمانة، وقد يكون عدواً للمسلمين، ويعمل على هدم الإسلام. فلا حول ولا قوة إلا بالله العلي العظيم\"(1). ¶ 41- أن تكون التحية للمعرفة: ¶ عن عبد الله بن مسعود - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ( إن من أشراط الساعة أن يسلّم الرجل على الرجل لا يسلم عليه إلا للمعرفة )(2). ¶ وعنه - رضي الله عنه -، عن النبي - صلى الله عليه وسلم - أنه قال: ( إن بين يدي الساعة تسليم الخاصة )(3). ¶ قال الشيخ حمود التويجري: \"وقد ظهر مصداق هذين الحديثين في زماننا، ورأينا ذلك في بلدان شتى\"(4). ¶ 42- التماس العلم عند الأصاغر: ¶ عن أبي أمية الجمحي - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: ( إن من أشراط الساعة ثلاثاً: إحداهن التماس العلم عند الأصاغر )(5). ¶ وعن ابن مسعود - رضي الله عنه - قال: ( لا يزال الناس صالحين متماسكين ما أتاهم العلم من أصحاب محمد - صلى الله عليه وسلم - ومن أكابرهم، فإذا أتاهم من أصاغرهم هلكوا )(6). ¶ __________ ¶ (1) - أشراط الساعة (ص182). ¶ (2) - أخرجه أحمد (1/405)، وصحح إسناده أحمد شاكر. ¶ (3) - أخرجه أحمد (1/419)، والبخاري في الأدب المفرد (1049)، وصححه الحاكم (4/110)، وصحح إسناده أحمد شاكر، وهو مخرج في السلسلة الصحيحة (647). ¶ (4) - إتحاف الجماعة (2/133). ¶ (5) - أخرجه ابن المبارك في الزهد (61) واللفظ له، والطبراني في الكبير (22/361)، قال الهيثمي في المجمع (1/135): \"رواه الطبراني في الأوسط والكبير، وفيه ابن لهيعة وهو ضعيف\"، وصححه الألباني في صحيح الجامع (2203). ¶ (6) - أخرجه معمر في جامعه (11/257)، والطبراني في الكبير (9/114)، وقال الهيثمي في المجمع (1/135): \"رواه الطبراني في الكبير والأوسط، ورجاله موثقون\".",
            "page": "35",
            "part": "1"
        },
        {
            "hno": null,
            "id": "36",
            "nass": "43- ظهور الكاسيات العاريات: ¶ عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ( صنفان من أهل النار لم أرهما: قوم معهم سياط كأذناب البقر يضربون بها الناس، ونساء كاسيات عاريات مميلات مائلات، رؤوسهن كأسنمة البخت المائلة، لا يدخلن الجنة ولا يجدن ريحها، وإن ريحها ليوجد من مسيرة كذا وكذا )(1). ¶ قال النووي رحمه الله: \"هذا الحديث من معجزات النبوة، فقد وقع ما أخبر به - صلى الله عليه وسلم -، أما الكاسيات ففيه أوجه: ¶ أحدها: معناه كاسيات من نعمة الله عاريات من شكرها. ¶ والثاني: كاسيات من الثياب عاريات من فعل الخير والاهتمام لآخرتهن والاعتناء بالطاعات. ¶ والثالث: تكشف شيئا من بدنها إظهاراً لجمالها، فهن كاسيات عاريات. ¶ والرابع: يلبسن ثياباً رقاقاً تصِف ما تحتها كاسيات عاريات في المعنى. ¶ وأما ( مائلات مميلات ) فقيل: زائغات عن طاعة الله تعالى وما يلزمهن من حفظ الفروج وغيرها، ومميلات: يعلِّمن غيرهنّ مثل فعلهنّ، وقيل: مائلات متبخترات في مشيتهن، مميلات: أكتافهن، وقيل: مائلات يتمشطن المشطة الميلاء، وهي مشطة البغايا، معروفة لهن، مميلات: يمشطن غيرهن تلك المشطة، وقيل: مائلات إلى الرجال، مميلات لهم بما يبدين من زينتهن وغيرها. ¶ وأما ( رؤوسهن كأسنمة البخت ) فمعناه: يعظمن رؤوسهن بالخمُر والعمائم وغيرها مما يلفّ على الرأس، حتى تشبه أسنمة الإبل البخت، هذا هو المشهور في تفسيره\"(2). ¶ وهذا إخبار عن شيء مشاهد في هذا العصر، فقد أصبح في عصرنا هذا أماكن لتصفيف شعور النساء وتجميلها، وتنويع أشكالها في محلات تسمى ( كوافير )، بل تفاقم الشر وزاد، فكثير من النساء لا يكتفين بما وهبهن الله من شعر طبيعي، فيلجأن إلى شراء شعر صناعي، والله المستعان. ¶ 44- تكليم السباع والجمادات للإنس: ¶ __________ ¶ (1) - أخرجه مسلم في اللباس والزينة (2128). ¶ (2) - شرح صحيح مسلم (17/190-191).",
            "page": "36",
            "part": "1"
        },
        {
            "hno": null,
            "id": "37",
            "nass": "عن أبي هريرة - رضي الله عنه - قال: جاء ذئب إلى راعي غنم، فأخذ منها شاة، فطلبه الراعي حتى انتزعها منه، قال: فصعد الذئب على تل، فأقعى واستذفر، فقال: عمدتَ إلى رزق رزقنيه الله - عز وجل - انتزعته مني، فقال الرجل: تالله، إن رأيتُ كاليوم ذئبا يتكلم! قال الذئب: أعجبُ من هذا رجل في النخلات بين الحرتين يخبركم بما مضى وبما هو كائن بعدكم، وكان الرجل يهوديا، فجاء الرجل إلى النبي - صلى الله عليه وسلم -، فأسلم وأخبره، فصدقه النبي - صلى الله عليه وسلم -، ثم قال النبي - صلى الله عليه وسلم -: ( إنها أمارة من أمارات بين يدي الساعة، قد أوشكَ الرجل أن يخرجَ فلا يرجع حتى تحدّثه نعلاه وسوطه ما أحدث أهله بعده )(1). ¶ وعن أبي سعيد الخدري - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ( والذي نفسي بيده، لا تقوم الساعة حتى يكلّم السباع الإنس، ويكلّم الرجل عذبة سوطه وشراك نعله، ويخبره فخذه بما أحدث أهله بعده )(2). ¶ قال الشيخ حمود بن عبد الله التويجري رحمه الله: \"فتكليم السباع للإنس وتكليم العذبة والشراك والفخذ مثل نداء الشجر والحجر بالدلالة على اليهود، وذلك كله على الحقيقة لا على المجاز\"(3). ¶ __________ ¶ (1) - أخرجه أحمد (2/306)، وقال الهيثمي في المجمع (8/292): \"ورجاله ثقات\"، وقال أحمد شاكر (8049): \"إسناده صحيح\". وأصله في مسلم، في فضائل الصحابة (2388) مختصرا. ¶ (2) - أخرجه أحمد (3/83-84)، والترمذي في الفتن، باب: ما جاء في كلام السباع (2181) واللفظ له، وابن أبي شيبة في المصنف (7/502)، وعبد بن حميد في مسنده (877)، وقال الترمذي: \"وهذا حديث حسن غريب، لا نعرفه إلا حديث القاسم بن الفضل، والقاسم بن الفضل ثقة مأمون عند أهل الحديث، وثقة يحيى بن سعيد القطان وعبد الرحمن بن مهدي\"، وصححه ابن حبان (6494)، والحاكم (4/467-468)، والألباني في الصحيحة (122). ¶ (3) - إتحاف الجماعة بما جاء في الفتن والملاحم وأشراط الساعة (1/411).",
            "page": "37",
            "part": "1"
        },
        {
            "hno": null,
            "id": "38",
            "nass": "45- تمني الموت من شدة البلاء: ¶ عن أبي هريرة - رضي الله عنه -، عن النبي - صلى الله عليه وسلم - قال: ( لا تقوم الساعة حتى يمرّ الرجل بقبر الرجل فيقول: يا ليتني مكانه )(1). ¶ قال ابن بطال رحمه الله: \"تغبط أهل القبور وتمنّي الموت عند ظهور الفتن إنما هو خوف ذهاب الدين لغلبة الباطل وأهله وظهور المعاصي والمنكر\"(2). ¶ قال ابن حجر رحمه الله: \"وليس هذا عامّا في حقّ كلّ أحد وإنما هو خاصّ بأهل الخير، وأمّا غيرهم فقد يكون لما يقع لأحدهم من المصيبة في نفسه أو أهله أو دنياه، وإن لم يكن في ذلك شيء يتعلق بدينه\"(3). ¶ وقال زين الدين العراقي رحمه الله: \"ولا يلزم كونه في كلّ بلد، ولا كلّ زمن، ولا في جميع الناس، بل يصدق على اتفاقه للبعض في بعض الأقطار في بعض الأزمان، وفي تعليق تمنيه بالمرور إشعار بشدّة ما نزل بالناس من فساد الحال حالتئذ؛ إذ المرء قد يتمنى الموت استحضارا لهيئته، فإذا شاهد الموتى ورأى القبور نشز بطبعه، ونفر بسجيته من تمنيه، فلقوّة الشدّة لم يصرفه عنه ما شاهده من وحشة القبور، ولا يناقض هذا النهي عن تمني الموت؛ لأنّ مقتضى هذا الحديث الإخبار عمّا يكون، وليس فيه تعرّض لحكم شرعي\"(4). ¶ 46- كثرة الروم وقتالهم للمسلمين: ¶ قال المستورد القرشي عند عمرو بن العاص رضي الله عنهما: سمعت رسول الله - صلى الله عليه وسلم - يقول: ( تقوم الساعة والروم أكثر الناس )، فقال له عمرو: أبصِر ما تقول، قال: أقول ما سمعت من رسول الله - صلى الله عليه وسلم -.(5) ¶ __________ ¶ (1) - أخرجه البخاري في الفتن، باب: لا تقوم الساعة حتى يغبط أهل القبور (7115)، ومسلم في أشراط الساعة (157). ¶ (2) - شرح صحيح البخاري (10/58). ¶ (3) - فتح الباري (13/75). ¶ (4) - ينظر: فيض القدير (6/418). ¶ (5) - أخرجه مسلم في الفتن وأشراط الساعة (2898).",
            "page": "38",
            "part": "1"
        },
        {
            "hno": null,
            "id": "39",
            "nass": "وعن عوف بن مالك - رضي الله عنه - قال: أتيت النبي - صلى الله عليه وسلم - في غزوة تبوك وهو في قبة من أدم فقال: ( اعدُد ستًّا بين يدي الساعة: موتي، ثم فتح بيت المقدس، ثم موتان يأخذ فيكم كقعاص الغنم، ثم استفاضة المال حتى يعطى الرجل مائة دينار فيظلّ ساخطا، ثم فتنة لا يبقى بيت من العرب إلا دخلته، ثم هدنة تكون بينكم وبين بني الأصفر فيغدرون فيأتونكم تحت ثمانين غاية تحت كلّ غاية اثنا عشر ألفا )(1). ¶ وعن جابر بن سمرة عن نافع بن عتبة - رضي الله عنه - قال: كنا مع رسول الله - صلى الله عليه وسلم - ... فحفظت منه أربع كلمات أعدّهن في يدي، قال: ( تغزون جزيرة العرب فيفتحها الله، ثم فارس فيفتحها الله، ثم تغزون الروم فيفتحها الله، ثم تغزون الدجال فيفتحه الله )، قال: فقال نافع: يا جابر، لا نرى الدجال يخرج حتى تفتح الروم(2). ¶ __________ ¶ (1) - أخرجه البخاري في الجزية، باب: ما يحذر من الغدر (3176). ¶ (2) - أخرجه مسلم في الفتن وأشراط الساعة (2900).",
            "page": "39",
            "part": "1"
        },
        {
            "hno": null,
            "id": "40",
            "nass": "وقد جاء وصف للقتال الذي يقع بين المسلمين والروم في حديثٍ عن يسير بن جابر قال: هاجت ريح حمراء بالكوفة، فجاء رجل ليس له هجيرى(1) إلا \"يا عبد الله بن مسعود، جاءت الساعة\". قال: فقعد وكان متكئا فقال: إن الساعة لا تقوم حتى لا يقسم ميراث، ولا يفرح بغنيمة، ثم قال بيده هكذا، ونحاها نحو الشام، فقال: عدوّ يجمعون لأهل الإسلام، ويجمع لهم أهل الإسلام، قلت: الروم تعني؟ قال: نعم، وتكون عند ذاكم القتال ردّة شديدة، فيشترط المسلمون شرطة(2) للموت لا ترجع إلا غالبة، فيقتتلون حتى يحجز بينهم الليل، فيفيء هؤلاء وهؤلاء كلّ غير غالب، وتفنى الشرطة، ثم يشترط المسلمون شرطة للموت لا ترجع إلا غالبة، فيقتتلون حتى يحجز بينهم الليل، فيفيء هؤلاء وهؤلاء كلّ غير غالب، ثم تفنى الشرطة، ثم يشترط المسلمون شرطة للموت لا ترجع إلا غالبة، فيقتتلون حتى يمسوا، فيفيء هؤلاء وهؤلاء كلّ غير غالب، وتفنى الشرطة، فإذا كان يوم الرابع، نهد(3) إليهم بقية أهل الإسلام، فيجعل الله الدَبرة(4) عليهم، فيقتلون مقتلة، إما قال: لا يُرى مثلها، وإما قال: لم ير مثلها، حتى إن الطائر ليمر بجنباتهم، فما يخلفهم حتى يخر ميتا، فيتعادُّ بنو الأب كانوا مائة فلا يجدونه بقي منهم إلا الرجل الواحد، فبأيّ غنيمة يفرح، أو أيّ ميراث يقاسم ؟ فبينما هم كذلك إذ سمعوا ببأس هو أكبر من ذلك، فجاءهم الصريخ: إن الدجال قد خلفهم في ذراريهم، فيرفضون ما في أيديهم ويقبلون، فيبعثون عشرة فوارس طليعة، قال رسول الله - صلى الله ¶ __________ ¶ (1) - قال ابن الأثير في النهاية (5/246): \"الهجير والهجيرى: الدّاب والعادة والديدن\"، والمراد به في الحديث أي: ليس له كلام يكرره باستمرار. ¶ (2) - قال ابن الأثير في النهاية (2/460): \"الشُرطة: أول طائفة من الجيش تشهد الوقعة\". ¶ (3) - قال النووي في شرح صحيح مسلم (18/24): \"هو بفتح النون والهاء، أي: نهض وتقدم\". ¶ (4) - قال ابن الأثير في النهاية (2/98): \"أي: الهزيمة\".",
            "page": "40",
            "part": "1"
        },
        {
            "hno": null,
            "id": "41",
            "nass": "عليه وسلم -: ( إني لأعرف أسماءهم وأسماء آبائهم وألوان خيولهم، هم خير فوارس على ظهر الأرض يومئذ، أو من خير فوارس على ظهر الأرض يومئذ )(1). ¶ قال ابن المنير رحمه الله: \"أما قصة الروم فلم تجتمع إلى الآن، ولا بلغنا أنهم غزوا في البر في هذا العدد، فهي من الأمور التي لم تقع بعد. وفيه بشارة ونذارة، وذلك أنه دل على أن العاقبة للمؤمنين مع كثرة ذلك الجيش، وفيه إشارة إلى أن عدد جيوش المسلمين سيكون أضعاف ما هو عليه\"(2). ¶ وهذا القتال يقع في الشام في آخر الزمان قبل ظهور الدجال كما دلت على ذلك الأحاديث، ويكون انتصار المسلمين على الروم تهيئة لفتح القسطنطينية(3). ¶ 47- فتح القسطنطينية: ¶ عن أبي هريرة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: ( سمعتم بمدينة جانب منها في البر وجانب منها في البحر ؟ ) قالوا: نعم يا رسول الله، قال: ( لا تقوم الساعة حتى يغزوها سبعون ألفا من بني إسحاق، فإذا جاؤوها نزلوا، فلم يقاتلوا بسلاح ولم يرموا بسهم، قالوا: لا إله إلا الله والله أكبر، فيسقط أحد جانبيها - قال ثور: لا أعلمه إلا قال:- الذي في البحر، ثم يقولوا الثانية: لا إله إلا الله والله أكبر، فيسقط جانبها الآخر، ثم يقولوا الثالثة: لا إله إلا الله والله أكبر، فيفرج لهم فيدخلوها، فيغنموا، فبينما هم يقتسمون المغانم إذ جاءهم الصريخ، فقال: إن الدجال قد خرج، فيتركون كلّ شيء ويرجعون )(4). ¶ وفتح القسطنطينية بدون قتال لم يقع إلى الآن، وعن أنس بن مالك - رضي الله عنه - قال: ( فتح القسطنطينية مع قيام الساعة )(5). ¶ __________ ¶ (1) - أخرجه مسلم في الفتن وأشراط الساعة (2899). ¶ (2) - ينظر: فتح الباري (6/278). ¶ (3) - أشراط الساعة للدكتور يوسف بن عبد الله الوابل (ص212). ¶ (4) - أخرجه مسلم في الفتن وأشراط الساعة (2920). ¶ (5) - أخرجه الترمذي في الفتن، باب: ما جاء في علامات خروج الدجال (2239).",
            "page": "41",
            "part": "1"
        },
        {
            "hno": null,
            "id": "42",
            "nass": "قال الترمذي: \"قال محمود - أي: ابن غيلان، شيخه -: هذا حديث غريب، والقسطنطينية هي مدينة الروم، تفتح عند خروج الدجال، والقسطنطينية قد فتحت في زمان بعض أصحاب النبي - صلى الله عليه وسلم -\". ¶ والصحيح أن القطسطنطينية لم تفتح في عصر الصحابة؛ فإن معاوية - رضي الله عنه - بعث ابنه يزيد في جيش فيهم أبو أيوب الأنصاري، ولم يتمّ فتحها، ثم حاصره مسلمة بن عبد الملك، ولم تفتح أيضاً، ولكنه صالح أهلها على بناء مسجد بها(1). ¶ قال أحمد شاكر رحمه الله: \"فتح القسطنطينية مبشّر به في الحديث في مستقبل قريب أو بعيد يعلمه الله عز وجل، وهو الفتح الصحيح حين يعود المسلمون إلى دينهم الذي أعرضوا عنه، وأما فتح الترك الذي كان قبل عصرنا هذا فإنه كان تمهيداً للفتح الأعظم، ثم هي قد خرجت بعد ذلك من أيدي المسلمين منذ أعلنت حكومتهم هناك أنها حكومة غير إسلامية وغير دينية، وعاهدت الكفار أعداء الدين، وحكمت أمتها بأحكام القوانين الوثنية الكافرة، وسيعود الفتح الإسلامي لها إن شاء الله كما بشّر به رسول الله - صلى الله عليه وسلم -\"(2). ¶ 48- خروج القحطاني: ¶ عن أبي هريرة - رضي الله عنه -، عن النبي - صلى الله عليه وسلم - قال: ( لا تقوم الساعة حتى يخرج رجل من قحطان يسوق الناس بعصاه )(3). ¶ قال القرطبي رحمه الله: \"قوله: ( يسوق الناس بعصاه ) كناية عن استقامة الناس وانعقادهم إليه، واتفاقهم عليه، ولم يُرد نفس العصا، وإنما ضرب بها مثلاً لطاعتهم له، واستيلائه عليهم، إلا أن في ذكرها دليلاً على خشونته عليهم وعنفه بهم\"(4). ¶ __________ ¶ (1) - ينظر: النهاية لابن كثير (1/62). ¶ (2) - حاشية عمدة التفسير عن ابن كثير (2/256). ¶ (3) - أخرجه البخاري في المناقب، باب: ذكر قحطان (3517)، ومسلم في الفتن وأشراط الساعة (2910). ¶ (4) - التذكرة (ص635).",
            "page": "42",
            "part": "1"
        },
        {
            "hno": null,
            "id": "43",
            "nass": "وهذا القحطاني ليس هو الجهجاه؛ فإن القحطاني من الأحرار؛ لأنه نسبه إلى قحطان الذي تنتهي أنساب أهل اليمن من حمير وكندة وهمدان وغيرهم إليه، وأما الجهجاه فهو من الموالي. ¶ ويؤيد ذلك ما رواه أبو هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ( لا يذهب الليل والنهار حتى يملك رجل من الموالي، يقال له: جهجاه )(1). ¶ 49- قتال اليهود ونطق الشجر والحجر: ¶ عن أبي هريرة - رضي الله عنه -، عن رسول الله - صلى الله عليه وسلم - قال: ( لا تقوم الساعة حتى تقاتلوا اليهود، حتى يقول الحجر وراءه اليهودي: يا مسلم، هذا يهودي ورائي فاقتله )(2). ¶ قال ابن حجر رحمه الله: \"وفي الحديث: ظهور الآيات قرب قيام الساعة من كلام الجماد من شجرة وحجر، وظاهره أن ذلك ينطق حقيقة، ويحتمل المجاز بأن يكون المراد أنهم لا يفيدهم الاختباء، والأول أولى\"(3). ¶ __________ ¶ (1) - أخرجه أحمد (2/329)، وقال أحمد شاكر: \"إسناده صحيح\"، وأصله في مسلم (2911) بدون لفظ: ((من الموالي)). ¶ (2) - أخرجه البخاري في الجهاد والسير، باب: قتال اليهود (2926) واللفظ له، ومسلم في الفتن وأشراط الساعة (2921) من حديث ابن عمر رضي الله عنهما. ¶ (3) - فتح الباري (6/610).",
            "page": "43",
            "part": "1"
        },
        {
            "hno": null,
            "id": "44",
            "nass": "قال الشيخ حمود التويجري: \"قلت: هو المتعين، ولا ينبغي أن يقال فيه باحتمال المجاز، لا سيما وقد صرح في أحاديث بأن الجمادات والدواب تنطق بالدلالة على اليهود، وهذا ينفي احتمال المجاز، وصرح أيضاً بأن الجمادات تنادي المسلمين وتدلهم على اليهود، وهذا أيضاً ينفي احتمال المجاز، وأيضاً فحمل كلام الجمادات وندائها على المجاز ينفي وجود المعجزة في قتال اليهود في آخر الزمان، ويقتضي التسوية بينهم وبين غيرهم من أصناف الكفار الذين قاتلهم المسلمون وظهروا عليهم، إذ لا بدّ أن يختبئ المختبئ منهم بالأشجار والأحجار، ومع هذا لم يرد في أحد منهم مثل ما ورد في اليهود، فعلم اختصاص قتال اليهود بهذه الآية، وأن الجمادات تنطق حقيقة بنداء المسلمين ودلالتهم على اليهود\"(1). ¶ وقال الشيخ يوسف الوابل: \"وأيضاً فإنّ استثناء شجر الغرقد من الجمادات بكونها لا تخبر عن اليهود لأنها من شجرهم يدل على أنه نطق حقيقي، ولو كان المراد بنطق الجمادات المجاز لما كان لهذا الاستثناء معنى\"(2). ¶ 50- حسر الفرات عن جبل من ذهب: ¶ عن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: ( لا تقوم الساعة حتى يحسر الفرات عن جبل من ذهب، يقتتل الناس عليه، فيقتل من كلّ مائة تسعة وتسعون، ويقول كلّ رجل منهم: لعلّي أكون أنا الذي أنجو )(3). ¶ قال الشيخ يوسف الوابل: \"وليس المقصود بهذا الجبل من ذهب النفط البترول الأسود كما يرى ذلك أبو عبية في تعليقه على النهاية لابن كثير(4)، وذلك من وجوه: ¶ 1- أن النص جاء فيه: ( جبل من ذهب ) والبترول ليس بذهب على الحقيقة؛ فإن الذهب هو المعدن المعروف. ¶ __________ ¶ (1) - إتحاف الجماعة (1/410) بتصرف يسير. ¶ (2) - أشراط الساعة ليوسف الوابل (ص224). ¶ (3) - أخرجه البخاري في الفتن، باب: خروج النار (7119)، ومسلم في الفتن وأشراط الساعة (2894) واللفظ له. ¶ (4) - النهاية (1/208).",
            "page": "44",
            "part": "1"
        },
        {
            "hno": null,
            "id": "45",
            "nass": "2- أن النبي - صلى الله عليه وسلم - أخبر أن ماء النهر ينحسر عن جبل من ذهب، فيراه الناس، والنفط أو البترول يستخرج من باطن الأرض بالآلات من مسافات بعيدة. ¶ 3- أن النبي - صلى الله عليه وسلم - خصّ الفرات بهذا دون غيره من البحار والأنهار، والنفط نراه يستخرج من البحار كما يستخرج من الأرض، وفي أماكن كثيرة متعددة. ¶ 4- أن النبي - صلى الله عليه وسلم - أخبر أن الناس سيقتتلون عند هذا الكنز، ولم يحصل أنهم اقتتلوا عند خروج النفط من الفرات أو غيره\"(1). ¶ 51- كثرة المطر وقلة النبات: ¶ عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ( لا تقوم الساعة حتى يمطر الناس مطرا لا تكنّ منه بيوت المدر، ولا تكنّ منه إلا بيوت الشعر )(2). ¶ وعنه - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: ( ليست السِّنة بأن لا تمطروا ولكن السنة أن تمطروا وتمطروا ولا تنبت الأرض شيئا )(3). ¶ 52- نفي المدينة لشرارها ثم خرابها آخر الزمان: ¶ عن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: ( يأتي على الناس زمان يدعو الرجل ابن عمه وقريبه: هلمّ إلى الرخاء، هلمّ إلى الرخاء، والمدينة خير لهم لو كانوا يعلمون. والذي نفسي بيده، لا يخرج منهم أحد رغبةً عنها إلا أخلف الله فيها خيرا منه. ألا إن المدينة كالكير تخرج الخبيث. لا تقوم الساعة حتى تنفي المدينة شرارها كما ينفي الكير خبث الحديد )(4). ¶ 53- استحلال البيت الحرام وهدم الكعبة: ¶ __________ ¶ (1) - أشراط الساعة (ص 205). ¶ (2) - أخرجه أحمد (2/262)، وصححه ابن حبان (6770)، قال الهيثمي في المجمع (7/331): \"رجاله رجال الصحيح\"، وصحح إسناده أحمد شاكر. ¶ (3) - أخرجه مسلم في الفتن وأشراط الساعة (2904). ¶ (4) - أخرجه البخاري في الحج، باب: فضل المدينة وأنها تنفي الناس (1871) مختصرا، ومسلم في الحج (1381).",
            "page": "45",
            "part": "1"
        },
        {
            "hno": null,
            "id": "46",
            "nass": "عن سعيد بن سمعان قال: سمعت أبا هريرة - رضي الله عنه - يخبر أبا قتادة أن رسول الله - صلى الله عليه وسلم - قال: ( يبايع لرجل ما بين الركن والمقام، ولن يستحلّ البيتَ إلا أهله، فإذا استحلّوه فلا تسأل عن هلكة العرب، ثم تأتي الحبشة فيخربونه خرابا لا يعمر بعده أبداً، وهم الذين يستخرجون كنزه )(1). ¶ وعن أبي هريرة - رضي الله عنه -، عن النبي - صلى الله عليه وسلم - قال: ( يخرب الكعبة ذو السويقتين من الحبشة )(2). ¶ وقد حدث القتال في مكة مرات عديدة، وأعظم ما وقع من القرامطة في القرن الرابع الهجري، حيث قتلوا المسلمين في المطاف، وقلعوا الحجر الأسود، وحملوه إلى بلادهم، ثم أعادوه بعد مدة طويلة(3). ¶ 54- صدق رؤيا المؤمن: ¶ عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ( إذا اقترب الزمان لم تكد تكذب رؤيا المؤمن، ورؤيا المؤمن جزء من ستة وأربعين جزءاً من النبوة )(4). ¶ __________ ¶ (1) - أخرجه أحمد (2/291)، وأبو داود الطيالسي (1/312)، وابن أبي شيبة في المصنف (7/462)، وصححه ابن حبان (6827)، والحاكم (4/499)، والألباني في الصحيحة (579). ¶ (2) - أخرجه البخاري في الحج، باب: هدم الكعبة (1591)، ومسلم في الفتن وأشراط الساعة (2909). ¶ (3) - أشراط الساعة (ص234-235). ¶ (4) - أخرجه البخاري في التعبير، باب: القيد في المنام (7017) واللفظ له، ومسلم في الرؤيا (2263).",
            "page": "46",
            "part": "1"
        },
        {
            "hno": null,
            "id": "47",
            "nass": "قال ابن أبي جمرة رحمه الله: \"معنى كون رؤيا المؤمن في آخر الزمان لا تكاد تكذب أنها تقع غالبا على الوجه الذي لا يحتاج إلى تعبير، فلا يدخلها الكذب، بخلاف ما قبل ذلك، فإنها قد يخفى تأويلها، فيعبرها العابر فلا تقع كما قال، فيصدق دخول الكذب فيها بهذا الاعتبار. والحكمة في اختصاص ذلك بآخر الزمان أن المؤمن في ذلك الوقت يكون غريباً، كما في الحديث: ( بدأ الإسلام غريباً، وسيعود غريباً ) أخرجه مسلم(1)، فيقل أنيس المؤمن ومعينه في ذلك الوقت، فيكرم بالرؤيا الصادقة\"(2). ¶ وقد اختلف أهل العلم رحمهم الله في تحديد الزمن الذي يقع فيه صدق رؤيا المؤمن على أقوال: ¶ قال ابن حجر رحمه الله: \"وحاصل ما اجتمع من كلامهم في معنى قوله: ( إذا اقترب الزمان لم تكد رؤيا المؤمن تكذب ) إذا كان المراد آخر الزمان ثلاثة أقوال: ¶ أحدها: أن العلم بأمور الديانة لما يذهب غالبه بذهاب غالب أهله، وتعذرت النبوة في هذه الأمة عوِّضوا بالمرأى الصادقة ليجدّد لهم ما قد درس من العلم. ¶ والثاني: أن المؤمنين لما يقل عددهم ويغلب الكفر والجهل والفسق على الموجودين يؤنس المؤمن ويعان بالرؤيا الصادقة؛ إكراما له وتسلية. ¶ وعلى هذين القولين لا يختصّ ذلك بزمان معين، بل كلّما قرب فراغ الدنيا وأخذ أمر الدين في الاضمحلال تكون رؤيا المؤمن الصادق أصدق. ¶ والثالث: أن ذلك خاص بزمان عيسى ابن مريم. وأولها أولاها، والله أعلم\"(3). ¶ 55- كثرة الكتابة وانتشارها: ¶ عن عبد الله بن مسعود - رضي الله عنه -، عن النبي - صلى الله عليه وسلم - أنه قال: ( إن بين يدي الساعة تسليم الخاصة، وفشو التجارة حتى تعين المرأة زوجها على التجارة، وقطع الأرحام، وشهادة الزور، وكتمان شهادة الحق، وظهور القلم )(4). ¶ __________ ¶ (1) - صحيح مسلم: كتاب الإيمان (145). ¶ (2) - ينظر: فتح الباري (12/406). ¶ (3) - فتح الباري (12/406-407). ¶ (4) - أخرجه أحمد (1/407)، وصحح إسناده أحمد شاكر.",
            "page": "47",
            "part": "1"
        },
        {
            "hno": null,
            "id": "48",
            "nass": "وعن عمرو بن تغلب - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ( إن من أشراط الساعة أن يفشو المال ويكثر، وتفشو التجارة، ويظهر العلم، ويبيع الرجل البيع فيقول: لا حتى أستأمر تاجر بني فلان، ويلتمس في الحي العظيم الكاتب فلا يوجد )(1). ¶ قال الشيخ حمود التويجري: \"ومعناه والله أعلم ظهور وسائل العلم وهي كتبه، وقد ظهرت في هذه الأزمان ظهوراً باهراً، وانتشرت في جميع أرجاء الأرض، ومع هذا فقد ظهر الجهل في الناس، وقلّ فيهم العلم النافع، وهو علم الكتاب والسنة والعمل بهما، ولم تغن عنهم كثرة الكتب شيئاً\"(2). ¶ ومن وسائل انتشار العلم في هذا الزمان الشبكات العنكبوتية ( الإنترنت ). ¶ 56- التهاون بالسنن التي رغب فيها الإسلام: ¶ عن ابن مسعود - رضي الله عنه - قال: سمعت رسول الله - صلى الله عليه وسلم - وهو يقول: ( إن من أشراط الساعة: أن يمر الرجل في المسجد لا يصلي فيه ركعتين )(3). ¶ وعن أنس بن مالك - رضي الله عنه - يرفعه إلى النبي - صلى الله عليه وسلم - قال: ( إن من أمارات الساعة: ... أن تتخذ المساجد طرقا )(4). ¶ 57- انتفاخ الأهلة: ¶ __________ ¶ (1) - أخرجه النسائي في البيوع، باب: التجارة (4456)، وقال التويجري في إتحاف الجماعة (2/109): \"إسناده صحيح على شرط الشيخين\". ¶ (2) - إتحاف الجماعة (2/110). ¶ (3) - أخرجه الطبراني في الكبير (2/296)، والبيهقي في الشعب (8778)، وصححه ابن خزيمة (1326). ¶ (4) - أخرجه الطبراني في الأوسط (9376)، قال الهيثمي في المجمع (7/325): \"رواه الطبراني في الصغير والأوسط عن شيخه الهيثم بن خالد المصيصي، وهو ضعيف\"، وصححه الضياء المقدسي في المختارة (2325)، وحسنه الألباني في صحيح الجامع (5775).",
            "page": "48",
            "part": "1"
        },
        {
            "hno": null,
            "id": "49",
            "nass": "عن ابن مسعود - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ( من اقتراب الساعة انتفاخ الأهلة )(1). ¶ وعن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ( من اقتراب الساعة انتفاخ الأهلة، وأن يرى الهلال لليلة، فيقال: لليلتين )(2). ¶ وعن أنس بن مالك - رضي الله عنه - يرفعه إلى النبي - صلى الله عليه وسلم - قال: ( إن من أمارات الساعة أن يرى الهلال لليلة، فيقال: لليلتين )(3). ¶ 58- كثرة موت الفجأة: ¶ عن أنس بن مالك - رضي الله عنه - يرفعه إلى النبي - صلى الله عليه وسلم - قال: ( إن من أمارات الساعة: ... أن يظهر موت الفجأة )(4). ¶ قال الشيخ يوسف الوابل: \"وهذا أمر مشاهد في هذا الزمن، حيث كثر في الناس موت الفجأة، فترى الرجل صحيحاً معافى ثم يموت فجأة، وهذا ما يسميه الناس في الوقت الحاضر بـ:( السكتة القلبية ). فعلى العاقل أن ينتبه لنفسه، ويرجع ويتوب إلى الله تعالى قبل مفاجأة الموت\"(5). ¶ __________ ¶ (1) - أخرجه الطبراني في الكبير (10/198)، وفيه عبد الرحمن بن يوسف، قال عنه الذهبي في الميزان (2/600): \"مجهول\"، والحديث صححه الألباني في صحيح الجامع (5774). ¶ (2) - أخرجه الطبراني في الأوسط (6864) وفي الصغير (877)، قال الهيثمي في المجمع (3/146): \"وفيه عبد الرحمن بن الأزرق الأنطالي، ولم أجد من ترجمه\". ¶ (3) - أخرجه الطبراني في الأوسط (9376)، قال الهيثمي في المجمع (7/325): \"رواه الطبراني في الصغير والأوسط عن شيخه الهيثم بن خالد المصيصي، وهو ضعيف\"، وصححه الضياء المقدسي في المختارة (2325)، وحسنه الألباني في صحيح الجامع (5775). ¶ (4) - أخرجه الطبراني في الأوسط (9376)، قال الهيثمي في المجمع (7/325): \"رواه الطبراني في الصغير والأوسط عن شيخه الهيثم بن خالد المصيصي، وهو ضعيف\"، وصححه الضياء المقدسي في المختارة (2325)، وحسنه الألباني في صحيح الجامع (5775). ¶ (5) - أشراط الساعة (ص199).",
            "page": "49",
            "part": "1"
        },
        {
            "hno": null,
            "id": "50",
            "nass": "59- كثرة النساء وقلة الرجال: ¶ عن أنس بن مالك - رضي الله عنه - قال: لأحدثنكم حديثا لا يحدثكم أحد بعدي، سمعت رسول الله - صلى الله عليه وسلم - يقول: ( من أشراط الساعة أن يقل العلم ويظهر الجهل، ويظهر الزنا، وتكثر النساء ويقل الرجال، حتى يكون لخمسين امرأة القيم الواحد )(1). ¶ قال ابن حجر رحمه الله: \"قيل: سببه أن الفتن تكثر فيكثر القتل في الرجال؛ لأنهم أهل الحرب دون النساء. وقيل: هو إشارة إلى كثرة الفتوح، فتكثر السبايا، فيتخذ الرجل الواحد عدة موطوءات. قلت: وفيه نظر؛ لأنه صرح بالقلة في حديث أبي موسى، فقال: ( من قلة الرجال وكثرة النساء )(2). والظاهر أنها علامة محضة لا لسبب آخر، بل يقدر الله في آخر الزمان أن يقلَّ من يولد من الذكور، ويكثر من يولد من الإناث، وكون كثرة النساء من العلامات مناسبة لظهور الجهل ورفع العلم. ¶ وقوله: ( لخمسين ) يحتمل أن يراد به حقيقة هذا العدد، أو يكون مجازا عن الكثرة، ويؤيده أن في حديث أبي موسى: ( وترى الرجل الواحد يتبعه أربعون امرأة )(3). ¶ وقال القرطبي رحمه الله: \"في هذا الحديث علم من أعلام النبوة إذ أخبر عن أمور ستقع فوقعت، خصوصاً في هذه الأزمان\"(4). ¶ 60- كثرة الكذب وعدم التثبت في نقل الأخبار: ¶ عن أبي هريرة - رضي الله عنه -، عن رسول الله - صلى الله عليه وسلم - أنه قال: ( سيكون في آخر أمتي أناس يحدثونكم ما لم تسمعوا أنتم ولا آباؤكم، فإياكم وإياهم )(5). ¶ __________ ¶ (1) - أخرجه البخاري في العلم، باب: رفع العلم وظهور الجهل (81) واللفظ له، ومسلم في العلم (2671). ¶ (2) - أخرجه مسلم في الزكاة (1012). ¶ (3) - أخرجه مسلم في الزكاة (1012). ¶ (4) - ينظر: فتح الباري (1/179). ¶ (5) - أخرجه مسلم في المقدمة (6).",
            "page": "50",
            "part": "1"
        },
        {
            "hno": null,
            "id": "51",
            "nass": "وعنه - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ( يكون في آخر الزمان دجالون كذابون، يأتونكم من الأحاديث بما لم تسمعوا أنتم ولا آباؤكم، فإياكم وإياهم، لا يضلونكم ولا يفتنونكم )(1). ¶ قال الشيخ يوسف الوابل: \"وما أكثر الأحاديث الغريبة في هذا الزمان، فقد أصبح بعض الناس لا يتورّع عن كثرة الكذب ونقل الأقوال بدون تثبت من صحتها، وفي هذا إضلال للناس وفتنة لهم، ولهذا حذر النبي - صلى الله عليه وسلم - من تصديقهم\"(2). ¶ 61- كثرة شهادة الزور وكتمان شهادة الحق: ¶ عن ابن مسعود - رضي الله عنه -، عن النبي - صلى الله عليه وسلم - أنه قال: ( إن بين يدي الساعة ... شهادة الزور وكتمان شهادة الحق )(3). ¶ قال الشيخ يوسف الوابل: \"وشهادة الزور هي الكذب متعمّداً في الشهادة، فكما أن شهادة الزور سبب لإبطال الحق، فكذلك كتمان الشهادة سبب لإبطال الحق. وما أكثر شهادة الزور وكتمان الحق في هذا الزمن\"(4). ¶ 62- وقوع التناكر بين الناس: ¶ عن حذيفة - رضي الله عنه - قال: سئل رسول الله - صلى الله عليه وسلم - عن الساعة فقال: ( علمها عند ربي، لا يجليها لوقتها إلا هو، ولكن أخبركم بمشاريطها وما يكون بين يديها. إن بين يديها فتنة وهرجاً )، قالوا: يا رسول الله، الفتنة قد عرفناها، فالهرج ما هو ؟ قال: ( بلسان الحبشة القتل. ويلقى بين الناس التناكر، فلا يكاد أحد أن يعرف أحداً )(5). ¶ __________ ¶ (1) - أخرجه مسلم في المقدمة (7). ¶ (2) - أشراط الساعة (ص195). ¶ (3) - أخرجه أحمد (1/407)، وصححه الحاكم (4/110)، وصحح إسناده أحمد شاكر. ¶ (4) - أشراط الساعة (ص196-197) بتصرف يسير. ¶ (5) - أخرجه أحمد (5/389)، قال الهيثمي في المجمع (7/309): \"ورجاله رجال الصحيح\". وله شاهد من حديث أبي موسى عند أبي يعلى (7228).",
            "page": "51",
            "part": "1"
        },
        {
            "hno": null,
            "id": "52",
            "nass": "قال الشيخ يوسف الوابل: \"فوقع التناكر عند كثرة الفتن والمحن وكثرة القتال بين الناس، وحينما تستولي المادة على الناس، ويعمل كل منهم لحظوظ نفسه، غير مكترث بمصالح الآخرين ولا بحقوقهم، فتنتشر الأنانية البغيضة، ويحيى الإنسان في نطاق أهوائه وشهواته، فلا تكون هناك قيم أخلاقية يعرف بعض الناس بها بعضا، ولا يكون هناك من الأخوة الإيمانية ما يجعلهم يلتقون على الحب في الله والتعاون على البر والتقوى\"(1). ¶ إنتهى، ¶ وصل اللهم وسلم على نبيك محمد. ¶ الفهرسة: ¶ الرقم ... أشراط الساعة الصغرى ... الصحيفة ¶ 1 ... بعثة النبي - صلى الله عليه وسلم -........................................... ... 01 ¶ 2 ... موت النبي - صلى الله عليه وسلم -........................................... ... 01 ¶ 3 ... فتح بيت المقدس....................................... ... 01 ¶ 4 ... طاعون عمواس......................................... ... 01 ¶ 5 ... ظهور الفتن............................................. ... 02 ¶ 6 ... قبض العلم وظهور الجهل............................ ... 04 ¶ 7 ... زخرفة المساجد والتباهي بها......................... ... 06 ¶ 8 ... ضياع الأمانة........................................... ... 06 ¶ 9 ... اتباع سنن الأمم الماضية............................. ... 07 ¶ 10 ... إفاضة المال وكثرته................................... ... 07 ¶ 11 ... عود أرض العرب مروجاً وأنهاراً...................... ... 08 ¶ 12 ... انشقاق القمر.......................................... ... 09 ¶ 13 ... ظهور نار في الحجاز................................... ... 09 ¶ 14 ... ظهور مدّعي النبوة.................................... ... 09 ¶ 15 ... قتال الترك............................................. ... 10 ¶ __________ ¶ (1) - أشراط الساعة (ص200).",
            "page": "52",
            "part": "1"
        },
        {
            "hno": null,
            "id": "53",
            "nass": "16 ... قتال العجم............................................. ... 11 ¶ 17 ... انتشار الأمن............................................ ... 12 ¶ 18 ... كثرة الشُّرَط وأعوان الظلمة........................ ... 12 ¶ 19 ... انتشار الربا............................................. ... 12 ¶ 20 ... انتشار الزنا............................................. ... 13 ¶ 21 ... ظهور المعازف واستحلالها ........................... ... 13 ¶ 22 ... كثرة شرب الخمر واستحلالها...................... ... 14 ¶ 23 ... التطاول في البنيان .................................... ... 14 ¶ 24 ... ولادة الأمة ربّتها...................................... ... 15 ¶ 25 ... كثرة القتل........................................... ... 16 ¶ 26 ... تقارب الزمان.......................................... ... 16 ¶ 27 ... تقارب الأسواق.......................................... ... 17 ¶ 28 ... ظهور الشرك في هذه الأمة........................... ... 18 ¶ 29، 30، 31 ... ظهور الفحش وقطيعة الرحم وسوء الجوار....... ... 18 ¶ 32 ... تشبّب المشيخة.......................................... ... 19 ¶ 33 ... كثرة الشح............................................. ... 19 ¶ 34 ... كثرة التجارة وإعانة المرأة زوجها عليها........... ... 19 ¶ 35 ... كثرة الزلازل.......................................... ... 20 ¶ 36، 37، 38 ... ظهور الخسف والمسخ والقذف....................... ... 20 ¶ 39 ... ذهاب الصالحين....................................... ... 20 ¶ 40 ... ارتفاع الأسافل.......................................... ... 20 ¶ 41 ... أن تكون التحية للمعرفة............................. ... 21 ¶ 42 ... التماس العلم عند الأصاغر.......................... ... 21",
            "page": "53",
            "part": "1"
        },
        {
            "hno": null,
            "id": "54",
            "nass": "43 ... ظهور الكاسيات العاريات.............................. ... 22 ¶ 44 ... كلام السباع والجمادات للإنس..................... ... 22 ¶ 45 ... تمني الموت من شدة البلاء............................ ... 23 ¶ 46 ... كثرة الروم وقتالهم للمسلمين..................... ... 24 ¶ 47 ... فتح القسطنطينية.................................... ... 25 ¶ 48 ... خروج القحطاني...................................... ... 26 ¶ 49 ... قتال اليهود ونطق الشجر والحجر.................. ... 26 ¶ 50 ... حسر الفرات عن جبل من ذهب...................... ... 27 ¶ 51 ... كثرة المطر وقلة النبات.............................. ... 27 ¶ 52 ... نفي المدينة لشرارها ثم خرابها آخر الزمان........ ... 28 ¶ 53 ... استحلال البيت الحرام وهدم الكعبة............... ... 28 ¶ 54 ... صدق رؤيا المؤمن...................................... ... 28 ¶ 55 ... كثرة الكتابة وانتشارها.............................. ... 29 ¶ 56 ... التهاون بالسنن التي رغب فيها الإسلام........... ... 29 ¶ 57 ... انتفاخ الأهلة........................................... ... 30 ¶ 58 ... كثرة موت الفجأة.................................... ... 30 ¶ 59 ... كثرة النساء وقلة الرجال........................... ... 30 ¶ 60 ... كثرة الكذب وعدم التثبت في نقل الأخبار......... ... 31 ¶ 61 ... كثرة شهادة الزور وكتمان شهادة الحق.......... ... 31 ¶ 62 ... وقوع التناكر بين الناس............................. ... 31 ¶ الفهرسة ................................................. ... 33",
            "page": "54",
            "part": "1"
        }
    ],
    "t35205": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "أشراط الساعة الصغرى"
        }
    ]
}