{
    "b35200": [
        {
            "id": "1",
            "nass": "بسم الله الرحمن الرحيم ¶ الحمد لله الذي رضي لنا الاسلام دينا ونزل إلينا كتابا منيرا مبينا ¶ نحمده حمد الفقراء إليه هو ربنا الغني الحميد ونشكر له شكر السائلين من فضله المزيد ¶ لا إله إلا هو رب السماوات ورب الارض ذو العرش المجيد الفعّال لما يريد وصلى الله وملائكته والمؤمنون على خاتم الانبياء والمرسلين سيدنا محمد النبي الأمين ¶ المبعوث رحمة للعالمين وعلى ءاله الأطهار الطيبين وصحابته الأبرار السابقين ¶ أما بعد ، فهذا كتاب جمعت فيه ما يسر الله لي من حديث رسوله الكريم عليه وعلى آله وصحبه أزكى الصلاة وأفضل التسليم في صلة الرحم ، مع الشرح من فتح الباري لابن حجر العسقلاني والمنهاج للنووي وفيض القدير للمناوي رحمهم الله ، بالاضافة إلى تفسير الآيات الواردة في الأحاديث اعتمدت فيه على تفاسير ابن كثير والقرطبي والشوكاني والسيوطي والسعدي... تغمدهم الله بواسع رحمته وأسكنهم فسيح جنته وحشرنا في زمرتهم، بفضله ومنِّه وكرمه ¶ -وسميته : من طيِّب الكلِم في صلة الرحِم . ¶ أسأل الله أن يجعله خالصا لوجهه الكريم وأن ينفع به من قرأه من المسلمين- ¶ وأدعو الله العلي الكبير أن يوفق القائمين على موقع \" صيد الفوائد\" لما يحبه ويرضاه وأن ¶ يجزيهم خير الجزاء وأوفاه على ما يبثونه من نافع العلم وأصفاه ، إن ربي قريب مجيب. ¶ والسلام عليكم ورحمة الله وبركاته ¶ أبو يوسف محمد زايد ¶ 2شوال عام 1426 ¶ 05-11-2005 ¶ والآن مع الامام.البخاري في كتاب الادب من صحيحه + الامام ابن حجر في فتح الباري ¶ باب فضل صلة الرحم. ¶ - حدثنا أبو الوليد: حدثنا شُعبة قال: أخبرني ابن عثمان قال: سمعت موسى بن طلحة، عن أبي أيوب قال: قيل: يا رسول الله، أخبرني بعمل يدخلني الجنة. ¶ -حدثني عبد الرحمن: حدثنا بهز: حدثنا شُعبة: حدثنا ابن عثمان بن عبد الله بن موهب وأبوه عثمان بن عبد الله: أنهما سمعا موسى بن طلحة، عن أبي أيوب الأنصاري رضي الله عنه:",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "أن رجلا قال: يا رسول الله، أخبرني بعمل يدخلني الجنة، فقال القوم: ما له ما له؟ فقال رسول الله صلى الله عليه وسلم: (أرب ما له). فقال النبي صلى الله عليه وسلم: (تعبد الله لا تشرك به شيئا، وتقيم الصلاة، وتؤتي الزكاة، وتصل الرحم، ذرها). قال: كأنه كان على راحلته. ¶ باب فضل صلة الرحم بفتح الراء وكسر الحاء المهملة يطلق على الاقارب وهم من بينه وبين الآخر نسب سواء كان يرثه أم لا سواء كان ذا محرم أم لا وقيل هم المحارم فقط والأول هو المرجح لأن الثاني يستلزم خروج أولاد الأعمام وأولاد الأخوال من ذوي الأرحام وليس كذلك وذكر فيه حديث أبي أيوب الأنصاري قال قيل يا رسول الله أخبرني بعلم يدخلني الجنة أورده من وجهين وفيه ¶ - قوله صلى الله عليه وسلم أرب ماله وفيه تقيم الصلاة وتؤتي الزكاة وتصل الرحم وقد تقدم شرحه مستوفى في كتاب الزكاة وهو:",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "-قوله عن موسى بن طلحة عن أبي أيوب هو الأنصاري ووقع في رواية مسلم الآتي ذكرها حدثنا موسى بن طلحة حدثني أبو أيوب قوله أن رجلا هذا الرجل حكى بن قتيبة في غريب الحديث له أنه أبو أيوب الراوي وغلطه بعضهم في ذلك فقال إنما هو راوي الحديث وفي التغليط نظر إذ لا مانع أن يبهم الراوي نفسه لغرض له ولا يقال يبعد لوصفه في رواية أبي هريرة التي بعد هذه بكونه أعرابيا لأنا نقول لا مانع من تعدد القصة فيكون السائل في حديث أبي أيوب هو نفسه لقوله إن رجلا والسائل في حديث أبي هريرة أعرابي آخر قد سمي فيما رواه البغوي وابن السكن والطبراني في الكبير وأبو مسلم الكجي في السنن من طريق محمد بن جحادة وغيره عن المغيرة بن عبد الله اليشكري أن أباه حدثه قال انطلقت إلى الكوفة فدخلت المسجد فإذا رجل من قيس يقال له بن المنتفق وهو يقول وصف لي رسول الله صلى الله عليه وسلم فطلبته فلقيته بعرفات فزاحمت عليه فقيل لي إليك عنه فقال دعوا الرجل أرب ما له قال فزاحمت عليه حتى خلصت إليه فأخذت بخطام راحلته فما غير علي قال شيئين أسألك عنهما ما ينجيني من النار وما يدخلني الجنة قال فنظر إلى السماء ثم أقبل علي بوجهه الكريم فقال لئن كنت أوجزت المسألة لقد أعظمت وطولت فاعقل علي إعبد الله لا تشرك به شيئا وأقم الصلاة المكتوبة وأد الزكاة المفروضة وصم رمضان وأخرجه البخاري في التاريخ من طريق يونس بن أبي إسحاق عن المغيرة بن عبد الله اليشكري عن أبيه قال غدوت فإذا رجل يحدثهم قال وقال جرير عن الأعمش عن عمرو بن مرة عن المغيرة بن عبد الله قال سأل أعرابي النبي صلى الله عليه وسلم ثم ذكر الاختلاف فيه عن الأعمش وأن بعضهم قال فيه عن المغيرة بن سعد بن الأخرم عن أبيه والصواب المغيرة بن عبد الله اليشكري وزعم الصيرفي أن اسم بن المنتفق هذا لقيط بن صبرة وافد بني المنتفق فالله أعلم",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وقد يؤخذ من هذه الرواية أن السائل في حديث أبي هريرة هو السائل في حديث أبي أيوب لأن سياقه شبيه بالقصة التي ذكرها أبو هريرة لكن قوله في هذه الرواية أرب ما له في رواية أبي أيوب دون أبي هريرة وكذا حديث أبي أيوب وقع عند مسلم من رواية عبد الله بن نمير عن عمرو بن عثمان بلفظ أن أعرابيا عرض لرسول الله صلى الله عليه وسلم وهو في سفر فأخذ بخطام ناقته ثم قال يا رسول الله أخبرني فذكره وهذا شبيه بقصة سؤال بن المنتفق وأيضا فأبو أيوب لا يقول عن نفسه إن أعرابيا والله أعلم ¶ وقد وقع نحو هذا السؤال لصخر بن القعقاع الباهلي ففي حديث الطبراني أيضا من طريق قزعة بن سويد الباهلي حدثني أبي حدثني خالي واسمه صخر بن القعقاع قال لقيت النبي صلى الله عليه وسلم بين عرفة ومزدلفة فأخذت بخطام ناقته فقلت يا رسول الله ما يقربني من الجنة ويباعدني من النار فذكر الحديث وإسناده حسن ¶ قوله قال ما له ما له فقال رسول الله صلى الله عليه وسلم أرب ما له كذا في هذه الرواية لم يذكر فاعل قال ما له ما له وفي رواية بهز المعلقة هنا الموصولة في كتاب الأدب قال القوم ما له ما له قال بن بطال هو إستفهام والتكرار للتأكيد وقوله أرب بفتح الهمزة والراء منونا أي حاجة وهو مبتدأ وخبره محذوف إستفهم أولا ثم رجع إلى نفسه فقال له أرب انتهى",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وهذا بناء على أن فاعل قال النبي صلى الله عليه وسلم وليس كذلك لما بيناه بل المستفهم الصحابة والمجيب النبي صلى الله عليه وسلم وما زائدة كأنه قال له حاجة ما وقال بن الجوزي المعنى له حاجة مهمة مفيدة جاءت به لأنه قد علم بالسؤال أن له حاجة وروى بكسر الراء وفتح الموحدة بلفظ الفعل الماضي وظاهره الدعاء والمعنى التعجب من السائل وقال النضر بن شميل يقال أرب الرجل في الأمر إذا بلغ فيه جهده وقال الأصمعي أرب في الشيء صار ماهرا فيه فهو أريب وكأنه تعجب من حسن فطنته والتهدي إلى موضع حاجته ويؤيده قوله في رواية مسلم المشار إليها فقال النبي صلى الله عليه وسلم لقد وفق أو لقد هدي وقال بن قتيبة قوله أرب من الآراب وهي الأعضاء أي سقطت أعضاؤه وأصيب بها كما يقال تربت يمينك وهو مما جاء بصيغة الدعاء ولا يراد حقيقته وقيل لما رأى الرجل يزاحمه دعا عليه لكن دعاؤه على المؤمن طهر له كما ثبت في الصحيح وروى بفتح أوله وكسر الراء والتنوين أي هو أرب أي حاذق فطن ولم أقف على صحة هذه الرواية وجزم الكرماني بأنها ليست محفوظة وحكى القاضي عن رواية لأبي ذر أرب بفتح الجميع وقال لا وجه له قلت وقعت في الأدب من طريق الكشميهني وحده وقوله يدخلني الجنة بضم اللام والجملة في موضع جر صفة لقوله بعمل ويجوز الجزم جوابا للأمر ورده بعض شراح المصابيح لأن قوله بعمل يصير غير موصوف مع أنه نكرة فلا يفيد وأجيب بأنه موصوف تقديرا لأن التنكير للتعظيم فأفاد ولأن جزاء الشرط محذوف والتقدير إن عملته يدخلني قوله وتصل الرحم أي تواسى ذوي القرابة في الخيرات وقال النووي معناه أن تحسن إلى أقاربك ذوي رحمك بما تيسر على حسب حالك وحالهم من إنفاق أو سلام أو زيارة أو طاعة أو غير ذلك وخص هذه الخصلة من بين خلال الخير نظرا إلى حال السائل كأنه كان لا يصل رحمه فأمره به لأنه المهم بالنسبة إليه ويؤخذ منه تخصيص بعض الأعمال بالحض عليها بحسب حال المخاطب وإفتقاره للتنبيه",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "عليها أكثر مما سواها إما لمشقتها عليه وإما لتسهيله في أمرها ¶ قوله قال أبو عبد الله هو المصنف قوله أخشى أن يكون محمد غير محفوظ إنما هو عمرو وجزم في التاريخ بذلك وكذا قال مسلم في شيوخ شعبة والدارقطني في العلل وآخرون المحفوظ عمرو بن عثمان وقال النووي اتفقوا على أنه وهم من شعبة وأن الصواب عمرو والله أعلم وأما حديث أبي هريرة فقد تقدم الكلام عليه في كون الأعرابي السائل فيه هل هو السائل في حديث أبي أيوب أولا والأعرابي بفتح الهمزة من سكن البادية كما تقدم ¶ باب: إثم القاطع ¶ . - حدثنا يحيى بن بكير: حدثنا الليث، عن عُقَيل، عن ابن شهاب: أن محمد بن جبير بن مطعم قال: إن جبير بن مطعم أخبره: ¶ أنه سمع النبي صلى الله عليه وسلم يقول: (لا يدخل الجنة قاطع). ¶ قوله باب إثم القاطع أي قاطع الرحم",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "- قوله لا يدخل الجنة قاطع كذا أورده من طريق عقيل وكذا عند مسلم من رواية مالك ومعمر كلهم عن الزهري وقد أخرجه المصنف في الأدب المفرد عن عبد الله بن صالح عن الليث وقال قاطع الرحم وأخرجه مسلم والترمذي من رواية سفيان بن عيينة عن الزهري كرواية مالك قال سفيان يعني قاطع رحم وذكر بن بطال ان بعض أصحاب سفيان رواه عند كراوية عبد الله بن صالح فأدرج التفسير وقد ورد بهذا اللفظ من طريق الأعمش عن عطية عن أبي سعيد أخرجه إسماعيل القاضي في الأحكام ومن طريق أبي حريز بمهملة وراء ثم زاي بوزن عظيم واسمه عبد الله بن الحسين قاضي سجستان عن أبي بردة عن أبي موسى رفعه لا يدخل الجنة مدمن خمر ولا مصدق بسحر ولا قاطع رحم أخرجه بن حبان والحاكم ولأبي داود من حديث أبي بكرة رفعه ما من ذنب أجدر أن يعجل الله لصاحبه العقوبة في الدنيا مع ما يدخر له في الآخرة من البغي وقطيعة الرحم وللمصنف في الأدب المفرد من حديث أبي هريرة رفعه أن أعمال بني آدم تعرض كل عشية خميس ليلة جمعة فلا يقبل عمل قاطع رحم وللطبراني من حديث بن مسعود أن أبواب السماء مغلقة دون قاطع الرحم وللمصنف في الأدب المفرد من حديث بن أبي أوفى رفعه أن الرحمة لا تنزل على قوم فيهم قاطع الرحم وذكر الطيبي أنه يحتمل أن يراد بالقوم الذين يساعدونه على قطيعة الرحم ولا ينكرون عليه ويحتمل أن يراد بالرحمة المطر وأنه يحبس عن الناس عموما بشؤم التقاطع ¶ باب: من بسط له في الرزق بصلة الرحم. ¶ - حدثني إبراهيم بن المنذر: حدثنا محمد بن معن قال: حدثني أبي، عن سعيد ابن أبي سعيد، عن أبي هريرة رضي الله عنه قال: ¶ سمعت رسول الله صلى الله عليه وسلم يقول: (من سره أن يبسط له في رزقه، وأن ينسأ له في أثره، فليصل رحمه). ¶ - حدثنا يحيى بن بكير: حدثنا الليث، عن عُقَيل، عن ابن شهاب قال: أخبرني أنس بن مالك: ¶ أن رسول الله صلى الله عليه وسلم قال: (من أحب أن يبسط له في رزقه، وينسأ له في أثره، فليصل رحمه).",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "-قوله باب من بسط له الرزق لصلة الرحم أي لأجل صلة الرحم ¶ - قوله محمد بن معن أي بن محمد بن معن بن نضلة بنون مفتوحة ومعجمة ساكنة بن عمرو ولنضلة جده الأعلى صحبة وهو قليل الحديث موثق ليس له في البخاري سوى هذا الحديث وكذا أبوه لكن له موضع آخر أو موضعان قوله سعيد هو بن أبي سعيد المقبري قوله من سره أن يبسط له في رزقه في حديث أنس من أحب وللترمذي وحسنه من وجه آخر عن أبي هريرة أن صلة الرحم محبة في الأهل مثراة في المال منسأة في الأثر وعند أحمد بسند رجاله ثقات عن عائشة مرفوعا صلة الرحم وحسن الجوار وحسن الخلق يعمران الديار ويزيدان في الاعمار وأخرج عبد الله بن أحمد في زوائد المسند والبزار وصححه الحاكم من حديث على نحو حديثي الباب قال ويدفع عنه ميتة السوء ولأبي يعلى من حديث أنس رفعه أن الصدقة وصلة الرحم يزيد الله بهما في العمر ويدفع بهما ميتة السوء فجمع الأمرين لكن سنده ضعيف وأخرج المؤلف في الأدب المفرد من حديث بن عمر بلفظ من اتقى ربه ووصل رحمه نسىء له في عمره وثرى ماله وأحبه أهله قوله وينسأ بضم أوله وسكون النون بعدها مهملة ثم همزة أي يؤخر قوله في أثره أي في أجله وسمي الأجل أثرا لأنه يتبع العمر قال زهير والمرء ما عاش ممدود له أمل لا ينقضي العمر حتى ينتهي الأثر وأصله من أثر مشيه في الأرض فإن من مات لا يبقى له حركة فلا يبقى لقدمه في الأرض أثر قال بن التين ظاهر الحديث يعارض قوله تعالى (َإِذَا جَاء أَجَلُهُمْ لاَ يَسْتَأْخِرُونَ سَاعَةً وَلاَ يَسْتَقْدِمُونَ((الأعراف : 34 }والجمع بينهما من وجهين أحدهما أن هذه الزيادة كناية عن البركة في العمر بسبب التوفيق إلى الطاعة وعمارة وقته بما ينفعه في الآخرة وصيانته عن تضييعه في غير ذلك ومثل هذا ما جاء أن النبي صلى الله عليه وسلم تقاصر أعمار أمته بالنسبة لأعمار من مضى من الأمم فأعطاه الله ليلة القدر وحاصله أن صلة الرحم تكون سببا للتوفيق للطاعة والصيانة عن",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "المعصية فيبقى بعده الذكر الجميل فكأنه لم يمت ومن جملة ما يحصل له من التوفيق العلم الذي ينتفع به من بعده والصدقة الجارية عليه والخلف الصالح وسيأتي مزيد لذلك في كتاب القدر إن شاء الله تعالى ثانيهما أن الزيادة على حقيقتها وذلك بالنسبة إلى علم الملك الموكل بالعمر وأما الأول الذي دلت عليه الآية فالبنسبة إلى علم الله تعالى كأن يقال للملك مثلا أن عمر فلان مائة مثلا أن وصل رحمه وستون إن قطعها وقد سبق في علم الله أنه يصل أو يقطع فالذي في علم الله لا يتقدم ولا يتأخر والذي في علم الملك هو الذي يمكن فيه الزيادة والنقص واليه الإشارة بقوله تعال(يَمْحُو اللّهُ مَا يَشَاءُ وَيُثْبِتُ وَعِندَهُ أُمُّ الْكِتَابِ((الرعد : 39 ) فالمحو الاثبات بالنسبة لما في علم الملك وما في أم الكتاب هو الذي في علم الله تعالى فلا محو فيه البتة ويقال له القضاء المبرم ويقال للأول القضاء المعلق والوجه الأول أليق بلفظ حديث الباب فإن الأثر ما يتبع الشيء فإذا أخر حسن أن يحمل على الذكر الحسن بعد فقد المذكور وقال الطيبي الوجه الأول أظهر واليه يشير كلام صاحب الفائق قال ويجوز أن يكون المعنى أن الله يبقي أثر واصل الرحم في الدنيا طويلا فلا يضمحل سريعا كما يضمحل أثر قاطع الرحم ولما أنشد أبو تمام قوله في بعض المرائي توفيت الآمال بعد محمد وأصبح في شغل عن السفر السفر قال له أبو دلف لم يمت من قيل فيه هذا الشعر ومن هذه المادة قول الخليل عليه السلام {واجعل لي لسان صدق في الآخرين} وقد ورد في تفسيره وجه ثالث فأخرج الطبراني في الصغير بسند ضعيف عن أبي الدرداء قال ذكر عند رسول الله صلى الله عليه وسلم من وصل رحمه أنسىء له في أجله فقال إنه ليس زيادة في عمره قال الله تعالى فإذا جاء أجلهم الآية ولكن الرجل تكون له الذرية الصالحة يدعون له من بعده وله في الكبير من حديث أبي مشجعة الجهني رفعه إن الله لا يؤخر نفسا إذا جاء أجلها وإنما زيادة",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "العمر ذرية صالحة الحديث وجزم بن فورك بأن المراد بزيادة العمر نفي الآفات عن صاحب البر في فهمه وعقله وقال غيره في أعم من ذلك وفي وجود البركة في رزقه وعلمه ونحو ذلك ¶ ****** باب: من وصل وصله الله. ¶ - حدثني بشر بن محمد: أخبرنا عبد الله: أخبرنا معاوية بن أبي مزرد قال: سمعت عمي سعيد بن يسار يحدث، عن أبي هريرة، ¶ عن النبي صلى الله عليه وسلم قال: (إن الله خلق الخلق، حتى إذا فرغ من خلقه، قالت الرحم: هذا مقام العائذ بك من القطيعة، قال: نعم، أما ترضين أن أصل من وصلك، وأقطع من قطعك؟ قالت: بلى يا رب، قال: فهو لك). قال رسول الله صلى الله عليه وسلم: (فاقرؤوا إن شئتم: (فَهَلْ عَسَيْتُمْ إِن تَوَلَّيْتُمْ أَن تُفْسِدُوا فِي الْأَرْضِ وَتُقَطِّعُوا أَرْحَامَكُمْ( (محمد : 22 )}. ¶ - حدثنا خالد بن مخلد: حدثنا سليمان: حدثنا عبد الله بن دينار، عن أبي صالح، عن أبي هريرة رضي الله عنه: ¶ عن النبي صلى الله عليه وسلم قال: (إن الرحم شجنة من الرحمن، فقال الله: من وصلك وصلته، ومن قطعك قطعته). ¶ - حدثنا سعيد بن أبي مريم: حدثنا سليمان بن بلال قال: أخبرني معاوية ابن أبي مزرد، عن يزيد بن رومان، عن عروة، عن عائشة رضي الله عنها، زوج النبي صلى الله عليه وسلم، ¶ عن النبي صلى الله عليه وسلم قال: (الرحم شجنة، فمن وصلها وصلته، ومن قطعها قطعته) ¶ -قوله باب من وصل وصله الله أي من وصل رحمه",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "- قوله عبد الله هو بن المبارك ومعاوية هو بن أبي مزرد بضم الميم وفتح الزاي وتشديد الراء بعدها دال مهملة تقدم ضبطه وتسميته في أول الزكاة ولمعاوية بن أبي مزرد في هذا الباب حديث آخر وهو ثالث أحاديث الباب من طريق عائشة قوله أن الله خلق الخلق حتى إذا فرغ تقدم تأويل فرغ في تفسير القتال قال بن أبي حمرة يحتمل أن يكون المراد بالخلق جميع المخلوقات ويحتمل أن يكون المراد به المكلفين وهذا القول يحتمل أن يكون بعد خلق السماوات والأرض وأبرازها في الوجود ويحتمل أن يكون بعد خلقها كتبا في اللوح المحفوظ ولم يبرز بعد الا اللوح والقلم ويحتمل أن يكون بعد انتهاء خلق أرواح بني آدم عند قوله (أَلَسْتَ بِرَبِّكُمْ ( لما أخرجهم من صلب آدم عليه السلام مثل الذر قوله قامت الرحم فقالت قال بن أبي جمرة يحتمل أن يكون بلسان الحال ويحتمل أن يكون بلسان القال قولان مشهوران والثاني أرجح وعلى الثاني فهل تتكلم كما هي أو يخلق الله لها عند كلامها حياة وعقلا قولان أيضا مشهوران والأول أرجح لصلاحية القدرة العامة لذلك ولما في الأولين من تخصيص عموم لفظ القرآن والحديث بغير دليل ولما يلزم منه من حصر قدرة القادر التي لا يحصرها شيء قلت وقد تقدم في التفسير القتال حمل عياض له على المجاز وأنه من باب ضرب المثل وقوله أيضا يجوز أن يكون الذي نسب إليه القول ملكا يتكلم على لسان الرحم وتقدم أيضا ما يتعلق بزيادة في هذا الحديث من وجه آخر عن معاوية بن أبي مزرد وهي قوله فأخذت بحقو الرحمن ووقع في حديث بن عباس عند الطبراني أن الرحم أخذت بحجزة الرحمن وحكى شيخنا في شرح الترمذي أن المراد بالحجزة هنا قائمة العرش وأيد ذلك بما أخرجه مسلم من حديث عائشة أن الرحم أخذت بقائمة من قوائم العرش وتقدم أيضا ما يتعلق بقوله هذا مقام العائذ بك من القطيعة في تفسير القتال ووقع في رواية حبان بن موسى عن بن المبارك بلفظ هذا المكان بدل مقام وهو تفسير المراد أخرجه",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "النسائي قوله أصل من وصلك وأقطع من قطعك في ثاني أحاديث الباب من وجه آخر عن أبي هريرة من وصلك وصلته ومن قطعك قطعته قال بن أبي جمرة الوصل من الله كناية عن عظيم إحسانه وإنما خاطب الناس بما يفهمون ولما كان أعظم ما يعطيه المحبوب لمحبه الوصال وهو القرب منه وإسعافه بما يريد ومساعدته على ما يرضيه وكانت حقيقة ذلك مستحيلة في حق الله تعالى عرف أن ذلك كناية عن عظيم إحسانه لعبده قال وكذا القول في القطع هو كناية عن حرمان الإحسان وقال القرطبي وسواء قلنا إنه يعني القول المنسوب إلى الرحم على سبيل المجاز أو الحقيقة أو أنه على جهة التقدير والتمثيل كأن يكون المعنى لو كانت الرحم ممن يعقل ويتكلم لقالت كذا ومثله (لَوْ أَنزَلْنَا هَذَا الْقُرْآنَ عَلَى جَبَلٍ لَّرَأَيْتَهُ خَاشِعاً مُّتَصَدِّعاً مِّنْ خَشْيَةِ اللَّهِ وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ( (الحشر : 21 وفي آخرها وتلك الأمثال نضربها للناس فمقصود هذا الكلام الإخبار بتأكد أمر صلة الرحم وأنه تعالى أنزلها منزلة من استجار به فأجاره فأدخله في حمايته وإذا كان كذلك فجار الله غير مخذول وقد قال صلى الله عليه وسلم من صلى الصبح فهو في ذمة الله وان من يطلبه الله بشيء من ذمته يدركه ثم يكبه على وجهه في النار أخرجه مسلم . ¶ باب: تبل الرحم ببلالها ¶ . ¶ - حدثنا عمرو بن عباس: حدثنا محمد بن جعفر: حدثنا شُعبة، عن إسماعيل بن أبي خالد، عن قيس بن أبي حازم: أن عمرو بن العاص قال: ¶ سمعت النبي صلى الله عليه وسلم جهاراً غير سر يقول: (إن آل أبي - قال عمرو: في كتاب محمد بن جعفر بياض - ليسوا بأوليائي، إنما وليي الله وصالح المؤمنين). ¶ زاد عنبسة بن عبد الواحد، عن بيان، عن قيس، عن عمرو بن العاص قال: سمعت النبي صلى الله عليه وسلم: (ولكن لهم رحم أبلها ببلالها). يعني أصلها بصلتها.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "- قوله باب هو بالتنوين تبل الرحم ببلالها بضم أوله بالمثناة ويجوز بفتح أوله بالتحتانية والمراد المكلف ¶ - قوله حدثني لغير أبي ذر حدثنا وعمرو بن عباس بالموحدة والمهملة هو أبو عثمان الباهلي البصري ويقال له الأهوازي أصله من إحداهما وسكن الأخرى وهو من الطبقة الوسطى من شيوخ البخاري وانفرد به عن الستة وحديث الباب قد حدث به أحمد ويحيى بن معين وغيرهما من شيوخ البخاري عن بن مهدي لكن ناسب تخريجه عنه كون صحابيه سميه وهو عمرو بن العاص ومحمد بن جعفر شيخه هو غندر وهو بصري ولم أر الحديث المذكور عند أحد من أصحاب شعبة إلا عنده إلا ما أخرجه الإسماعيلي من رواية وهب بن حفص عن عبد الملك بن إبراهيم الجدي عن شعبة ووهب بن حفص كذبوه قوله ان عمرو بن العاص قال عند مسلم عن أحمد وعند الإسماعيلي عن يحيى بن معين كلاهما عن غندر بلفظ عن عمرو بن العاص ووقع في رواية بيان بن بشر عن قيس سمعت عمرو بن العاص وستأتي الإشارة إليها في الكلام على الطريق المعلقة وليس لقيس بن أبي حازم في الصحيحين عن عمرو بن العاص غير هذا الحديث ولعمرو في الصحيحين حديثان آخران حديث أي الرجال أحب إليك ... وحديث إذا اجتهد الحاكم ... وله آخر معلق عند البخاري مضى في المبعث النبوي وآخر مضى في التيمم وعند مسلم حديث آخر في السحور وهذا جميع ماله عندهما من الأحايث المرفوعة ¶ -قوله سمعت النبي صلى الله عليه وسلم جهارا يحتمل أن يتعلق بالمفعول أي كان المسموع في حالة الجهر ويحتمل أن يتعلق بالفاعل أي أقول ذلك جهارا وقوله غير سر تأكيد لذلك لدفع توهم أنه جهر به مرة وأخفاه أخرى والمراد أنه لم يقل ذلك خفية بل جهر به وأشاعه",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "-قوله ان آل أبي كذا للأكثر بحذف ما يضاف إلى أداة الكنية وأثبته المستملي في روايته لكن كنى عنه فقال آل أبي فلان وكذا هو في روايتي مسلم والإسماعيلي وذكر القرطبي أنه وقع في أصل مسلم موضع فلان بياض ثم كتب بعض الناس فيه فلان على سبيل الإصلاح وفلان كناية عن اسم علم ولهذا وقع لبعض رواته أن آل أبي يعني فلان ولبعضهم أن آل أبي فلان بالجزم قوله قال عمرو هو بن عباس شيخ البخاري فيه قوله في كتاب محمد بن جعفر أي غندر شيخ عمرو فيه قوله بياض قال عبد الحق في كتاب الجمع بين الصحيحين أن الصواب في ضبط هذه الكلمة بالرفع أي وقع في كتاب محمد بن جعفر موضع أبيض يعني بغير كتابة وفهم منه بعضهم أنه الاسم المكنى عنه في الرواية فقرأه بالجر على أنه في كتاب محمد بن جعفر أن آل أبي بياض وهو فهم سيء ممن فهمه لأنه لا يعرف في العرب قبيلة يقال لها آل أبي بياض فضلا عن قريش وسياق الحديث مشعر بأنهم من قبيلة النبي صلى الله عليه وسلم وهي قريش بل فيه إشعار بأنهم أخص من ذلك لقوله أن لهم رحما وأبعد من حمله على بني بياضة وهم بطن من الأنصار لما فيه من التغيير أو الترخيم على رأي ولا يناسب السياق أيضا وقال بن التين حذفت التسمية لئلا يتأذى بذلك المسلمون من أبنائهم وقال النووي هذه الكناية من بعض الرواة خشي أن يصرح بالاسم فيترتب عليه مفسدة إما في حق نفسه وإما في حق غيره وإما معا وقال عياض أن المكنى عنه هنا هو الحكم بن أبي العاص وقال بن دقيق العيد كذا وقع مبهما في السياق وحمله بعضهم على بني أمية ولا يستقيم مع قوله آل أبي فلو كان آل بني لأمكن ولا يصح تقدير آل أبي العاص لأنهم أخص من بني أمية والعام لا يفسر بالخاص قلت لعل مراد القائل أنه أطلق العام وأراد الخاص وقد وقع في رواية وهب بن حفص التي أشرت إليها أن آل بني لكن وهب لا يعتمد عليه وجزم الدمياطي في حواشيه بأنه آل أبي العاص بن أمية ثم قال بن دقيق العيد أنه رأى في كلام بن العربي",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "في هذا شيئا يراجع منه قلت قال أبو بكر بن العربي في سراج المريدين كان في أصل حديث عمرو بن العاص أن آل أبي طالب فغير أل أبي فلان كذا جزم به وتعقبه بعض الناس وبالغ في التشنيع عليه ونسبه إلى التحامل على آل أبي طالب ولم يصب هذا المنكر فإن هذه الرواية التي أشار إليها بن العربي موجودة في مستخرج أبي نعيم من طريق الفضل بن الموفق عن عنبسة بن عبد الواحد بسند البخاري عن بيان بن بشر عن قيس بن أبي حازم عن عمرو بن العاص رفعه أن لبني أبي طالب رحما أبلها ببلالها وقد أخرجه الإسماعيلي من هذا الوجه أيضا لكن أبهم لفظ طالب وكأن الحامل لمن أبهم هذا الموضع ظنهم أن ذلك يقتضي نقصا في آل أبي طالب وليس كما توهموه كما سأوضحه إن شاء الله تعالى قوله ليسوا بأوليائي كذا للأكثر وفي نسخة من رواية أبي ذر بأولياء فنقل بن التين عن الداودي أن المراد بهذا النفي من لم يسلم منهم أي فهو من إطلاق الكل وإرادة البعض والمنفي على هذا المجموع لا الجميع وقال الخطابي الولاية المنفية ولاية القرب والاختصاص لا ولاية الدين ورجح بن التين الأول وهو الراجح فإن من جملة آل أبي طالب عليا وجعفر أو هما من أخص الناس بالنبي صلى الله عليه وسلم لما لهما من السابقة والقدم في الإسلام ونصر الدين وقد استشكل بعض الناس صحة هذا الحديث لما نسب إلى بعض رواته من النصب وهو الانحراف عن علي وآل بيته قلت أما قيس بن أبي حازم فقال يعقوب بن شيبة تكلم أصحابنا في قيس فمنهم من رفع قدره وعظمه وجعل الحديث عنه من أصح الأسانيد حتى قال بن معين هو أوثق من الزهري ومنهم من حمل عليه وقال له أحاديث مناكير وأجاب من أطراه بأنها غرائب وافراده لا يقدح فيه ومنهم من حمل عليه في مذهبه وقال كان يحمل على علي ولذلك تجنب الرواية عنه كثير من قدماء الكوفيين وأجاب من اطراه بأنه كان يقدم عثمان على علي فقط قلت والمعتمد عليه أنه ثقة ثبت مقبول الرواية وهو من كبار التابعين سمع من أبي",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "بكر الصديق فمن دونه وقد روى عنه حديث الباب إسماعيل بن أبي خالد وبيان بن بشر وهما كوفيان ولم ينسبا إلى النصب لكن الراوي عن بيان وهو عنبسة بن عبد الواحد أموي قد نسب إلى شيء من النصب وأما عمرو بن العاص وان كان بينه وبين على ما كان فحاشاه أن يتهم وللحديث محمل صحيح لا يستلزم نقصا في مؤمني آل أبي طالب وهو أن المراد بالنفي المجموع كما تقدم ويحتمل أن يكون المراد بآل أبي طالب أبو طالب نفسه وهو إطلاق سائغ كقوله في أبي موسى أنه أوتي مزمارا من مزامير آل داود وقوله صلى الله عليه وسلم آل أبي أوفى وخصه بالذكر مبالغة في الانتفاء ممن لم يسلم لكونه عمه وشقيق أبيه وكان القيم بأمره ونصره وحمايته ومع ذلك فلما لم يتابعه على دينه انتفى من موالاته قوله إنما ولي الله وصالح المؤمنين كذا للأكثر بالإفراد وإرادة الجملة وهو اسم جنس ووقع في رواية البرقاني وصالحوا المؤمنين بصيغة الجمع وقد أجاز بعض المفسرين أن الآية التي في التحريم كانت في الأصل فإن الله هو مولاه وجبريل وصالحو المؤمنين لكن حذفت الواو من الخط على وفق النطق وهو مثل قوله سندع الزبانية وقوله يوم يدع الداع وقوله ويمح الله الباطل وقال النووي معنى الحديث ان ولي من كان صالحا وإن بعد منى نسبه وليس ولي من كان غير صالح وان قرب مني نسبه وقال القرطبي فائدة الحديث انقطاع الولاية في الدين بين المسلم والكافر ولو كان قريبا حميما وقال بن بطال أوجب في هذا الحديث الولاية بالدين ونفاها عن أهل رحمه إن لم يكونوا من أهل دينه فدل ذلك على أن النسب يحتاج إلى الولاية التي يقع بها الموارثة بين المتناسبين وأن الأقارب إذا لم يكونوا على دين واحد لم يكن بينهم توارث ولا ولاية قال ويستفاد من هذا أن الرحم المأمور بصلتها والمتوعد على قطعها هي التي شرع لها ذلك فأما من أمر بقطعه من أجل الدين فيستثني من ذلك ولا يلحق بالوعيد من قطعه لأنه قطع من أمر الله بقطعه لكن لو وصلوا بما",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "يباح من أمر الدنيا لكان فضلا كما دعا صلى الله عليه وسلم لقريش بعد أن كانوا كذبوه فدعا عليهم بالقحط ثم استشفعوا به فرق لهم لما سألوه برحمهم فرحمهم ودعا لهم قلت ويتعقب كلامه في موضعين أحدهما يشاركه فيه كلام غيره وهو قصره النفي على من ليس على الدين وظاهر الحديث أن من كان غير صالح في أعمال الدين دخل في النفي أيضا لتقييده الولاية بقوله وصالح المؤمنين والثاني أن صلة الرحم الكافر ينبغي تقييدها بما إذا أيس منه رجوعا من عن الكفر أو رجى أن يخرج من صلبه مسلم كما في الصورة التي استدل بها وهي دعاء النبي صلى الله عليه وسلم لقريش بالخصب وعلل بنحو ذلك فيحتاج من يترخص في صلة رحمه الكافر أن يقصد إلى شيء من ذلك وأما من كان على الدين ولكنه مقصر في الأعمال مثلا فلا يشارك الكافر في ذلك وقد وقع في شرح المشكاة المعنى أني لا أوالي أحدا بالقرابة وإنما أحب الله تعالى لما له من الحق الواجب على العباد وأحب صالح المؤمنين لوجه الله تعالى وأوالي من أوالي بالإيمان والصلاح سواء كان من ذوي رحم أولا ولكن أرعى لذوي الرحم حقهم لصلة الرحم انتهى وهو كلام منقح وقد اختلف أهل التأويل في المراد بقوله تعالى وصالح المؤمنين على أقوال أحدها الأنبياء أخرجه الطبري وابن أبي حاتم عن قتادة وأخرجه الطبري وذكره بن أبي حاتم عن سفيان الثوري وأخرجه النقاش عن العلاء بن زياد الثاني الصحابة أخرجه بن أبي حاتم عن السدي ونحوه في تفسير الكلبي قال هم أبو بكر وعمر وعثمان وعلي وأشباههم ممن ليس بمنافق الثالث خيار المؤمنين أخرجه بن أبي حاتم عن الضحاك الرابع أبو بكر وعمر وعثمان أخرجه بن أبي حاتم عن الحسن البصري الخامس أبو بكر وعمر أخرجه الطبري وابن مردويه عن بن مسعود مرفوعا وسنده ضعيف وأخرجه الطبري وابن أبي حاتم عن الضحاك أيضا وكذا هو في تفسير عبد الغني بن سعيد الثقفي أحد الضعفاء بسنده عن بن عباس موقوفا وأخرجه بن مردويه من وجه آخر ضعيف عنه",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "كذلك قال بن أبي حاتم وروى عن عكرمة وسعيد بن جبير وعبد الله بن بريدة ومقاتل بن حيان كذلك السادس أبو بكر خاصة ذكره القرطبي عن المسيب بن شريك السابع عمر خاصة أخرجه بن أبي حاتم بسند صحيح عن سعيد بن جبير وأخرجه الطبري بسند ضعيف عن مجاهد وأخرجه بن مردويه بسند واه جدا عن بن عباس الثامن على أخرجه بن أبي حاتم بسند منقطع عن علي نفسه مرفوعا وأخرجه الطبري بسند ضعيف عن مجاهد قال هو علي وأخرجه بن مردويه بسندين ضعيفين من حديث أسماء بنت عميس مرفوعا قالت سمعت رسول الله صلى الله عليه وسلم يقول صالح المؤمنين علي بن أبي طالب ومن طريق أبي مالك عن بن عباس مثله موقوفا وفي سنده راو ضعيف وذكره النقاش عن بن عباس ومحمد بن علي الباقر وابنه جعفر بن محمد الصادق قلت فإن ثبت هذا ففيه دفع توهم من توهم أن في الحديث المرفوع نقصا من قدر على رضي الله عنه ويكون المنفي أبا طالب ومن مات من آله كافرا والمثبت من كان منهم مؤمنا وخص علي بالذكر لكونه رأسهم وأشير بلفظ الحديث إلى لفظ الآية المذكورة ونص فيها على على تنويها بقدره ودفعا لظن من يتوهم عليه في الحديث المذكور غضاضة ولو تفطن من كنى عن أبي طالب لذلك لاستغنى عما صنع والله أعلم",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "-قوله وزاد عنبسة بن عبد الواحد أي بن أمية بن عبد الله بن سعيد بن العاص بن أبي أحيحة بمهملتين مصغرا وهو سعيد بن العاص بن أمية وهو موثق عندهم وما له في البخاري سوى هذا الموضع المعلق وقد وصله البخاري في كتاب البر والصلة فقال حدثنا محمد بن عبد الواحد بن عنبسة حدثنا جدي فذكره وأخرجه الإسماعيلي من رواية نهد بن سليمان عن محمد بن عبد الواحد المذكور وساقه بلفظ سمعت عمرو بن العاص يقول سمعت رسول الله صلى الله عليه وسلم ينادي جهرا غير سر إن بني أبي فلان ليسوا بأوليائي إنما ولي الله والذين آمنوا ولكن لهم رحم الحديث وقد قدمت لفظ رواية الفضل بن الموفق عن عنبسة من عند أبي نعيم وأنها أخص من هذا قوله ولكن لها رحم أبلها ببلالها يعني أصلها بصلتها كذا لهم لكن سقط التفسير من رواية النسفي ووقع عند أبي ذر بعده أبلها ببلائها وبعده في الأصل كذا وقع وببلالها أجود وأصح وببلاها لا أعرف له وجها انتهى وأظنه من قوله كذا وقع الخ من كلام أبي ذر وقد وجه الداودي فيما نقله بن التين هذه الرواية على تقدير ثبوتها بأن المراد ما أوصله إليها من الأذى على تركهم الإسلام وتعقبه بن التين بأنه لا يقال في الأذى أبله ووجهها بعضهم بأن البلاء بالمد يجيء بمعنى المعروف والانعام ولما كانت الرحم مما يستحق المعروف أضيف إليها ذلك فكأنه قال أصلها بالمعروف اللائق بها والتحقيق أن الرواية إنما هي ببلالها مشتق من أبلها قال النووي ضبطنا قوله ببلالها بفتح الموحدة وبكسرها وهما وجهان مشهوران وقال عياض رويناه بالكسر ورأيته للخطابي بالفتح وقال بن التين هو بالفتح للأكثر ولبعضهم بالكسر قلت بالكسر أوجه فإنه من البلال جمع بلل مثل جمل وجمال ومن قاله بالفتح بناه على الكسر مثل قطام وحذام والبلال بمعنى البلل وهو النداوة وأطلق ذلك على الصلة كما أطلق اليبس على القطيعة لأن النداوة من شأنها تجميع ما يحصل فيها وتأليفه بخلاف اليبس فمن شأنه التفريق وقال",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "الخطابي وغيره بللت الرحم بلا وبللا وبلالا أي نديتها بالصلة وقد أطلقوا على الإعطاء الندى وقالوا في البخيل ما تندى كفه بخير فشبهت قطيعة الرحم بالحرارة ووصلها بالماء الذي يطفئ ببرده الحرارة ومنه الحديث بلوا أرحامكم ولو بالسلام وقال الطيبي وغيره شبة الرحم بالأرض التي إذا وقع عليها الماء وسقاها حتى سقيها أزهرت ورؤيت فيها النضارة فأثمرت المحبة والصفاء وإذا تركت بغير سقي يبست وبطلت منفعتها فلا تثمر إلا البغضاء والجفاء ومنه قولهم سنة جماد أي لا مطر فيها وناقة جماد أي لا لبن فيها وجوز الخطابي أن يكون معنى قوله أبلها ببلالها في الآخرة أي أشفع لها يوم القيامة وتعقبه الداودي بأن سياق الحديث يؤذن بأن المراد ما يصلهم به في الدنيا ويؤيده ما أخرجه مسلم من طريق موسى بن طلحة عن أبي هريرة قال لما نزلت (وأنذر عشيرتك الأقربين )دعا رسول الله صلى الله عليه وسلم قريشا فاجتمعوا فعم وخص إلى أن قال يا فاطمة أنقذي نفسك من النار فإني لا أملك لكم من الله شيئا غير أن لكم رحما سأبلها ببلالها وأصله عند البخاري بدون هذه الزيادة وقال الطيبي في قوله ببلالها مبالغة بديعة وهي مثل قوله إذا زلزلت الأرض زلزالها أي زلزالها الشديد الذي لا شيء فوقه فالمعنى أبلها بما اشتهر وشاع بحيث لا أترك منه شيئا ¶ باب: ليس الواصل بالمكافئ. ¶ - حدثنا محمد بن كثير: أخبرنا سفيان، عن الأعمش والحسن بن عمرو وفطر، عن مجاهد، عن عبد الله بن عمرو: قال سفيان: لم يرفعه الأعمش إلى النبي صلى الله عليه وسلم، ورفعه حسن وفطر، ¶ عن النبي صلى الله عليه وسلم قال: (ليس الواصل بالمكافئ، ولكن الواصل الذي إذا قطعت رحمه وصلها). ¶ -قوله باب ليس الواصل بالمكافىء التعريف فيه للجنس",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "- قوله سفيان هو الثوري والحسن بن عمرو الفقيمي بفاء وقاف مصغر وفطر بكسر الفاء وسكون المهملة ثم راء هو بن خليفة قوله عن مجاهد أي الثلاثة عن مجاهد وعبد الله بن عمرو هو بن العاص وقوله قال سفيان هو الراوي وهو موصول بهذا الإسناد وقوله لم يرفعه الأعمش ورفعه حسن وفطر هذا هو المحفوظ عن الثوري وأخرجه الإسماعيلي من رواية محمد بن يوسف الفريابي عن سفيان الثوري عن الحسن بن عمرو وحده مرفوعا من رواية مؤمل بن إسماعيل عن الثوري عن الحسن بن عمرو موقوفا وعن الأعمش مرفوعا وتابعه أبو قرة موسى بن طارق عن الثوري على رفع رواية الأعمش وخالفه عبد الرزاق عن الثوري فرفع رواية الحسن بن عمرو وهو المعتمد ولم يختلفوا في أن رواية فطر بن خليفة مرفوعة وقد أخرجه الترمذي من طريق سفيان بن عيينة عن فطر وبشير بن إسماعيل كلاهما عن مجاهد مرفوعا وأخرجه أحمد عن جماعة من شيوخه عن فطر مرفوعا وزاد في أول الحديث أن الرحم معلقة بالعرش وليس الواصل بالمكافىء الحديث ¶ -قوله ليس الواصل بالمكافىء أي الذي يعطي لغيره نظير ما أعطاه ذلك الغير وقد أخرج عبد الرزاق عن عمر موقوفا ليس الوصل أن تصل من وصلك ذلك القصاص ولكن الوصل أن تصل من قطعك",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "- قوله ولكن قال الطيبي الرواية فيه بالتشديد ويجوز التخفيف قوله الواصل الذي إذا قطعت رحمه وصلها أي الذي إذا منع أعطى وقطعت ضبطت في بعض الروايات بضم أوله وكسر ثانيه على البناء للمجهول وفي أكثرها بفتحتين قال الطيبي المعنى ليست حقيقة الواصل ومن يعتد بصلته من يكافىء صاحبه بمثل فعله ولكنه من يتفضل على صاحبه وقال شيخنا في شرح الترمذي المراد بالواصل في هذا الحديث الكامل فإن في المكافأة نوع صلة بخلاف من إذا وصله قريبه لم يكافئه فإن فيه قطعا باعراضه عن ذلك وهو من قبيل ليس الشديد بالصرعة وليس الغني عن كثرة العرض انتهى وأقول لا يلزم من نفى الوصل ثبوت القطع فهم ثلاث درجات مواصل ومكافىء وقاطع فالواصل من يتفضل ولا يتفضل عليه والمكافىء الذي لا يزيد في الإعطاء على ما يأخذ والقاطع الذي يتفضل عليه ولا يتفضل وكما تقع المكافأة بالصلة من الجانبين كذلك تقع بالمقاطعة من الجانبين فمن بدأ حيئنذ فهو الواصل فإن جوزي سمي من جازاه مكافئا والله أعلم * ¶ +حدثنا يحيى بن بكير، عن الليث، عن يزيد، عن بكير، عن كريب مولى ابن عباس: أن ميمونة بنت الحارث رضي الله عنها أخبرته: ¶ أعتقت وليدة، ولم تستأذن النبي صلى الله عليه وسلم، فلما كان يومها الذي يدور عليها فيه قالت: أشعرت يا رسول الله، أني أعتقت وليدتي؟ قال: (أو فعلت). قالت: نعم، قال: (أما إنك لو أعطيتها أخوالك كان أعظم لأجرك). ¶ وقال بكر بن مضر، عن عمرو، عن بكير، عن كريب: إن ميمونة أعتقت.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "قوله أنها أعتقت وليدة أي جارية في رواية النسائي من طريق عطاء بن يسار عن ميمونة أنها كانت لها جارية سوداء ولم أقف على اسم هذه الجارية وبين النسائي من طريق أخرى عن الهلالية زوج النبي صلى الله عليه وسلم وهي ميمونة في أصل هذه الحادثة أنها كانت سألت النبي صلى الله عليه وسلم خادما فأعطاها خادما فأعتقتها قوله أما بتخفيف الميم أنك بفتح الهمزة لو أعطيتها أخوالك أخوالها كانوا من بني هلال أيضا واسم أمها هند بنت عوف بن زهير بن الحارث ذكرها بن سعد قوله لو أعطيتها أخوالك كان أعظم لأجرك قال بن بطال فيه أن هبة ذي الرحم أفضل من العتق ويؤيده ما رواه الترمذي والنسائي وأحمد وصححه بن خزيمة وابن حبان من حديث سلمان بن عامر الضبي مرفوعا الصدقة على المسكين صدقة وعلى ذي الرحم صدقة وصلة لكن لا يلزم من ذلك أن تكون هبة ذي الرحم أفضل مطلقا لاحتمال أن يكون المسكين محتاجا ونفعه بذلك متعديا والآخر بالعكس وقد وقع في رواية النسائي المذكورة فقال أفلا فديت بها بنت أخيك من رعاية الغنم فبين الوجه في الأولوية المذكورة وهي احتياج قرابتها إلى من يخدمها وليس في الحديث أيضا حجة على أن صلة الرحم أفضل من العتق لأنها واقعة عين والحق أن ذلك يختلف باختلاف الأحوال كما قررته ووجهه دخول حديث ميمونة في الترجمة أنها كانت رشيدة وأنها أعتقت قبل أن تستأمر النبي صلى الله عليه وسلم فلم يستدرك ذلك عليها بل أرشدها إلى ما هو الأولى فلو كان لا ينفذ لها تصرف في مالها لأبطله والله أعلم.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "- قوله وقال بكر هو بن مضر عن عمرو هو بن الحارث عن بكير هو بن الأشج عن كريب أن ميمونة أعتقت وقع في رواية المستملي عتقته وهو غلط فاحش فقد ذكره المصنف في الباب الذي يليه بهذا الإسناد وقال فيه أعتقت وليدة لها وأراد المصنف بهذا التعليق شيئين أحدهما موافقة عمرو بن الحارث ليزيد بن أبي حبيب على قوله عن كريب وقد خالفهما محمد بن إسحاق فرواه عن بكير فقال عن سليمان بن يسار بدل بكير أخرجه أبو داود والنسائي من طريقه وقال الدارقطني ورواية يزيد وعمرو أصح ثانيهما أنه عند بكر بن مضر عن عمرو بصورة الإرسال قال فيه عن كريب أن ميمونة أعتقت فذكر قصة ما أدركها لكن قد رواه بن وهب عن عمرو بن الحارث فقال فيه عن كريب عن ميمونة أخرجه مسلم والنسائي من طريقه وطريق بكر بن مضر المعلقة وصلها البخاري في كتاب بر الوالدين له وهو مفرد وسمعناه من طريق أبي بكر بن دلويه عنه قال حدثنا عبد الله بن صالح هو كاتب الليث عن بكر بن مضر عنه. ¶ +وقال ابن حجر عند شرحه لقول رسول الله صلى الله عليه وسلم ¶ )(والذي نفسي بيده، لا يسألونني خطة يعظمون فيها حرمات الله إلا أعطيتهم إياها)( البخاري كتاب الشروط باب: الشروط في الجهاد، ¶ ووقع في رواية بن إسحاق يسألونني فيها صلة الرحم وهي من جملة حرمات الله ¶ +وقال عند شرحه لقول رسول الله صلى الله عليه وسلم ¶ فالثلث والثلث كثير، إنك إن تدع ورثتك أغنياء، خير من أن تدعهم عالة يتكففون الناس في أيديهم، وإنك مهما أنفقت من نفقة فإنها صدقة، حتى اللقمة التي ترفعها إلى في امرأتك، وعسى الله أن يرفعك، فينتفع بك ناس ويضر بك آخرون ¶ البخاري كتاب الوصايا باب أن يترك ورثته أغنياء خير من أن يتكففوا الناس ¶ والحث على صلة الرحم والإحسان إلى الأقارب وأن صلة الأقرب أفضل من صلة الأبعد والإنفاق في وجوه الخير لأن المباح إذا قصد به وجه الله صار طاعة. ¶ +وقال عند شرحه للحديث:",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "حدثنا مسدد: حدثنا يحيى، عن شعبة: حدثني عبد الملك، عن طاوس، عن ابن عباس رضي الله عنهما: ¶ {إلا المودة في القربى}. قال: فقال: سعيد بن جبير: قربى محمد صلى الله عليه وسلم، فقال: إن النبي صلى الله عليه وسلم لم يكن بطن من قريش إلا وله فيه قرابة، فنزلت عليه: إلا أن تصلوا قرابة بيني وبينكم. ¶ قوله حدثني عبد الملك هو بن ميسرة وقع منسوبا في تفسير حم عسق ويأتي شرحه مستوفي هناك ودخوله في هذه الترجمة واضح من جهة تفسير المودة المطلوبة في الآية بصلة الرحم التي بينه وبين قريش وهم الذين خوطبوا بذلك وذلك يستدعي معرفة النسب التي تحقق بها صلة الرحم قال عكرمة كانت قريش تصل الأرحام في الجاهلية فلما دعاهم النبي صلى الله عليه وسلم إلى الله خالفوه وقاطعوه فأمرهم بصلة الرحم التي بينه وبينهم ... وقوله هنا أن النبي صلى الله عليه وسلم لم يكن بطن من قريش الا وله فيه قرابة فنزلت فيه إلا أن تصلوا قرابة بيني وبينكم كذا وقع هنا من رواية يحيى وهو القطان عن شعبة ووقع في التفسير من رواية محمد بن جعفر وهو غندر عن شعبة بلفظ الا كان له فيهم قرابة فقال إلا أن تصلوا ما بيني وبينكم من القرابة وهذه الرواية واضحة والأولى مشكلة لأنها توهم أن المذكور بعد قوله فنزلت من القرآن وليس كذلك وقد مشى بعض الشراح على ظاهره فقال كان هذا قرآنا فنسخ وقال غيره يحتمل أن هذا الكلام معنى الآية فنسب إلى النزول مجازا وهو كقول حسان في قصيدته المشهورة وقال الله قد أرسلت عبدا يقول الحق ليس به خفاء يريد أنه من قول الله بالمعنى قلت والذي يظهر لي أن الضمير في قوله فنزلت للآية المسئول عنها وهي قوله ((((قل لا أسألكم عليه أجرا الا المودة في القربى *))))وقوله إلا أن تصلوا كلام بن عباس تفسير لقوله تعالى(( الا المودة في والقربى)) وقد أوضحت ذلك رواية الإسماعيلي من طريق معاذ بن معاذ عن شعبة فقال في روايته فقال بن عباس إنه لم يكن بطن من بطون قريش الا للنبي",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "صلى الله عليه وسلم فيه قرابة فنزلت _((قل لا أسألكم عليه أجرا*)) إلا أن تصلوا قرابتي منكم وله من طريق يزيد بن زريع عن شعبة مثله لكن قال إلا أن تصلوا ما بيني وبينكم من القرابة فعرف بهذا أن المراد ذكر بعض الآية بالمعنى على جهة التفسير وسبب ذلك خفاء معناها على سعيد بن جبير . ¶ + وقال عند شرحه للحديث: ¶ حدثنا يحيى: حدثنا وكيع، عن هشام، عن أبيه، عن عبد الله بن الزبير: {خذ العفو وأمر بالعرف}. قال: ما أنزل الله إلا في أخلاق الناس. ¶ وقال عبد الله بن براد: حدثنا أبو أسامة: حدثنا هشام، عن أبيه، عن عبد الله بن الزبير قال: ¶ أمر الله نبيه صلى الله عليه وسلم أن يأخذ العفو من أخلاق الناس، أو كما قال. ¶ -وروى الطبري مرسلا وابن مردويه موصولا من حديث جابر وغيره لما نزلت خذ العفو وأمر بالعرف سأل جبريل فقال لا أعلم حتى أسأله ثم رجع فقال إن ربك يأمرك أن تصل من قطعك وتعطى من حرمك وتعفو عمن ظلمك ¶ + وقال عند شرحه للحديث: ¶ حدثني إسماعيل:حدثني ابن وهب، عن يونس، عن ابن شهاب: حدثني عبيد الله بن عبد الله بن عتبة: أن عبد الله بن عباس رضي الله عنهما قال: ¶ قدم عيينة بن حصن بن حذيفة بن بدر، فنزل على بن أخيه الحُرِّ بن قيس بن حصن، وكان من النفر الذين يدنيهم عمر، وكان القرَّاء أصحاب مجلس عمر ومشاورته، كهولاً كانوا أو شبَّاناً، فقال عيينة لابن أخيه: يا ابن أخي، هل لك وجه عند هذا الأمير فتستأذن لي عليه؟ قال: سأستأذن لك عليه، قال ابن عباس: فاستأذن لعيينة، فلمَّا دخل قال: يا ابن الخطاب، والله ما تعطينا الجَزْل، ولا تحكم بيننا بالعدل، فغضب عمر حتى همَّ بأن يقع به، فقال الحرُّ: يا أمير المؤمنين، إن الله تعالى قال لنبيِّه صلى الله عليه وسلم: {خذ العفو وأمر بالعرف وأعرض عن الجاهلين}. وإن هذا من الجاهلين، فوالله ما جاوزها عمر حين تلاها عليه، وكان وقَّافاً عند كتاب الله.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "-وأخرج بن مردويه من حديث جابر وأحمد بن حديث عقبة بن عامر لما نزلت هذه الآية سأل النبي صلى الله عليه وسلم جبريل فقال يا محمد ان ربك يأمرك أن تصل من قطعك وتعطي من حرمك وتعفو عمن ظلمك فقال النبي صلى الله عليه وسلم الا أدلكم على أشرف أخلاق الدنيا والآخرة قالوا وما ذاك ؟ فذكره قال الطببي ما ملخصه: أمر الله نبيه في هذه الآية بمكارم الأخلاق فأمر أمته بنحو ما أمره الله به ومحصلهما الأمر بحسن المعاشرة مع الناس وبذل الجهد في الإحسان إليهم والمدارة معهم والاغضاء عنهم وبالله التوفيق ... ¶ وقال عند شرحه لحديث أبي هريرة في كتاب الرقاق :باب الصراط جسر ¶ ...وفي حديث حذيفة وترسل الأمانة والرحم فيقومان جنبتي الصراط يمينا وشمالا أي يقفان في ناحيتي الصراط وهي بفتح الجيم والنون بعدها موحدة ويجوز سكون النون والمعنى ان الأمانة والرحم لعظم شأنهما وفخامة ما يلزم العباد من رعاية حقهما يوقفان هناك للأمين والخائف والمواصل والقاطع فيحاجان عن المحق ويشهدان على المبطل قال الطيبي ويمكن ان يكون المراد بالأمانة ما في قوله تعالى((إِنَّا عَرَضْنَا الْأَمَانَةَ عَلَى السَّمَاوَاتِ وَالْأَرْضِ وَالْجِبَالِ فَأَبَيْنَ أَن يَحْمِلْنَهَا وَأَشْفَقْنَ مِنْهَا وَحَمَلَهَا الْإِنسَانُ إِنَّهُ كَانَ ظَلُوماً جَهُولاً) (الأحزاب : 72 ))الآية وصلة الرحم ما في قوله تعالى( وَاتَّقُواْ اللّهَ الَّذِي تَسَاءلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللّهَ كَانَ عَلَيْكُمْ رَقِيباً) (النساء : 1 ) فيدخل فيه معنى التعظيم لأمر الله والشفقة على خلق الله فكأنهما اكتنفتا جنبتي الإسلام الذي هو الصراط المستقيم وفطرتي الإيمان والدين القويم",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "تفسير قوله تعالى (: يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا(النساء 1 ¶ قال ابن كثير رحمه الله ¶ بِسْمِ اللّهِ الرّحْمَنِ الرّحِيمِ ¶ ** يَا أَيّهَا النّاسُ اتّقُواْ رَبّكُمُ الّذِي خَلَقَكُمْ مّن نّفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَآءً وَاتّقُواْ اللّهَ الّذِي تَسَآءَلُونَ بِهِ وَالأرْحَامَ إِنّ اللّهَ كَانَ عَلَيْكُمْ رَقِيباً",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "يقول تعالى آمراً خلقه بتقواه, وهي عبادته وحده لا شريك له, ومنبهاً لهم على قدرته التي خلقهم بها من نفس واحدة, وهي آدم عليه السلام {وخلق منها زوجها} وهي حواء عليها السلام خلقت من ضلعه الأيسر, من خلفه وهو نائم, فاستيقظ فرآها فأعجبته, فأنس إليها وأنست إليه, وقال ابن أبي حاتم: حدثنا أبي, حدثنا محمد بن مقاتل, حدثنا وكيع عن أبي هلال عن قتادة, عن ابن عباس, قال: خلقت المرأة من الرجل فجعل نهمتها في الرجل وخلق الرجل من الأرض فجعل نهمته في الأرض, فاحبسوا نساءكم. وفي الحديث الصحيح: \"إن المرأة خلقت من ضلع, وإن أعوج شيء في الضلع أعلاه, فإن ذهبت تقيمه كسرته, وإن استمتعت بها استمتعت بها وفيها عوج\". وقوله: {وبث منهما رجالاً كثيراً ونساء} أي وذرأ منهما أي من آدم وحواء رجالاً كثيراً ونساء, ونشرهم في أقطار العالم على اختلاف أصنافهم وصفاتهم وألوانهم ولغاتهم, ثم إليه بعد ذلك المعاد والمحشر. ثم قال تعالى: {واتقوا الله الذي تساءلون به والأرحام} أي واتقوا الله بطاعتكم إياه. قال إبراهيم ومجاهد والحسن {الذي تساءلون به} أي كما يقال: أسألك بالله وبالرحم, وقال الضحاك: واتقوا الله الذي تعاقدون وتعاهدون به, واتقوا الأرحام أن تقطعوها ولكن بروها وصلوها, قاله ابن عباس وعكرمة ومجاهد والحسن والضحاك والربيع وغير واحد وقرأ بعضهم: والأرحام بالخفض على العطف على الضمير في به أي تساءلون بالله وبالأرحام, كما قال مجاهد وغيره. وقوله: {إن الله كان عليكم رقيباً} أي هو مراقب لجميع أحولكم وأعمالكم, كما قال: {والله على كل شيء شهيد}. وفي الحديث الصحيح \"اعبد الله كأنك تراه, فإن لم تكن تراه, فإنه يراك\" وهذا إرشاد وأمر بمراقبة الرقيب. ولهذا ذكر تعالى أن أصل الخلق من أب واحد وأم واحدة ليعطف بعضهم على بعض, ويحننهم على ضعفائهم. وقد ثبت في صحيح مسلم من حديث جرير بن عبد الله البجلي أن رسول الله صلى الله عليه وسلم حين قدم عليه أولئك",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "النفر من مضر وهم مجتابو النّمار ـ أي من عريهم وفقرهم ـ قام فخطب الناس بعد صلاة الظهر فقال في خطبته: {يا أيها الناس اتقوا ربكم الذي خلقكم من نفس واحدة}, حتى ختم الاَية. وقال: {يا أيها الذين آمنوا اتقوا الله ولتنظر نفس ما قدمت لغد}, ثم حضهم على الصدقة فقال: \"تصدق رجل من ديناره, من درهمه, من صاع بره, من صاع تمره\" وذكر تمام الحديث, وهكذا رواه أحمد وأهل السنن عن ابن مسعود في خطبة الحاجة, وفيها ثم يقرأ ثلاث آيات هذه منها {يا أيها الناس اتقوا ربكم} الاَية ¶ قال القرطبي رحمه الله ¶ -قوله تعالى: \"واتقوا الله الذي تساءلون به والأرحام\" كرر الاتقاء تأكيدا وتنبيها لنفوس المأمورين. و\"الذي\" في موضع نصب على النعت. \"والأرحام\" معطوف. أي اتقوا الله أن تعصوه، واتقوا الأرحام أن تقطعوها. وقرأ أهل المدينة \"تسّاءلون\" بإدغام التاء في السين. وأهل الكوفة بحذف التاء، لاجتماع تاءين، وتخفيف السين؛ لأن المعنى يعرف؛ وهو كقوله: \"ولا تعاونوا على الإثم\" [المائدة: 2] و\"تنزل\" وشبهه. وقرأ إبراهيم النخعي وقتادة والأعمش وحمزة \"الأرحام\" بالخفض. وقد تكلم النحويون في ذلك. فأما البصريون فقال رؤساؤهم: هو لحن لا تحل القراءة به. وأما الكوفيون فقالوا: هو قبيح؛ ولم يزيدوا على هذا ولم يذكروا علة قبحه؛ قال النحاس: فيما علمت.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "-وقال سيبويه: لم يعطف على المضمر المخفوض؛ لأنه بمنزلة التنوين، والتنوين لا يعطف عليه. وقال جماعة: هو معطوف على المكني؛ فإنهم كانوا يتساءلون بها، يقول الرجل: سألتك بالله والرحم؛ هكذا فسره الحسن والنخعي ومجاهد، وهو الصحيح في المسألة، على ما يأتي. وضعفه أقوام منهم الزجاج، وقالوا: يقبح عطف الاسم الظاهر على المضمر في الخفض إلا بإظهار الخافض؛ كقوله \"فخسفنا به وبداره الأرض\" [القصص: 81] ويقبح \"مررت به وزيد\". قال الزجاج عن المازني: لأن المعطوف والمعطوف عليه شريكان. يحل كل واحد منهما محل صاحبه؛ فكما لا يجوز \"مررت بزيد وك\" كذلك لا يجوز \"مررت بك وزيد\". وأما سيبويه فهي عنده قبيحة ولا تجوز إلا في الشعر؛ ¶ كما قال: ¶ فاليوم قربت تهجونا وتشتمنا فاذهب فما بك والأيام من عجب ¶ عطف \"الأيام\" على الكاف في \"بك\" بغير الباء للضرورة. وكذلك قول الآخر: ¶ نعلق في مثل السواري سيوفنا وما بينها والكعب مهوى نفانف ¶ عطف \"الكعب\" على الضمير في \"بينها\" ضرورة. وقال أبو علي: ذلك ضعيف في القياس. وفي كتاب التذكرة ¶ المهدية عن الفارسي أن أبا العباس المبرد قال: لو صليت خلف إمام يقرأ \"ما أنتم بمصرخي\" [إبراهيم: 22] و\"واتقوا الله الذي تساءلون به والأرحام\" لأخذت نعلي ومضيت. ¶ قال الزجاج: قراءة حمزة مع ضعفها وقبحها في العربية خطأ عظيم في أصول أمر الدين؛ لأن النبي صلى الله عليه وسلم قال: (لا تحلفوا بآبائكم) فإذا لم يجز الحلف بغير الله فكيف يجوز بالرحم. ورأيت إسماعيل بن إسحاق يذهب إلى أن الحلف بغير الله أمر عظيم، وإنه خاص لله تعالى. قال النحاس: وقول بعضهم \"والأرحام\" قسم خطأ من المعنى والإعراب؛ لأن الحديث عن النبي صلى الله عليه وسلم يدل على النصب.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "وروى شعبة عن عون بن أبي جحيفة عن المنذر بن جرير عن أبيه قال: كنا عند النبي صلى الله عليه وسلم حتى جاء قوم من مضر حفاة عراة، فرأيت وجه رسول الله صلى الله عليه وسلم يتغير لما رأى من فاقتهم؛ ثم صلى الظهر وخطب الناس فقال: (يا أيها الناس اتقوا ربكم، إلى: والأرحام)؛ ثم قال: (تصدق رجل بديناره تصدق رجل بدرهمه تصدق رجل بصاع تمره...) وذكر الحديث. فمعنى هذا على النصب؛ لأنه حضهم على صلة أرحامهم. وأيضا فقد صح عن النبي صلى الله عليه وسلم (من كان حالفا فليحلف بالله أو ليصمت). فهذا يرد قول من قال: المعنى أسألك بالله وبالرحم. وقد قال أبو إسحاق: معنى \"تساءلون به\" يعني تطلبون حقوقكم به. ولا معنى للخفض أيضا مع هذا. ¶ -قلت: هذا ما وقفت عليه من القول. لعلماء اللسان في منع قراءة \"والأرحام\" بالخفض، واختاره ابن عطية. ورده الإمام أبو نصر عبدالرحيم بن عبدالكريم القشيري، واختار العطف فقال: ومثل هذا الكلام مردود عند أئمة الدين؛ لأن القراءات التي قرأ بها أئمة القراء ثبتت عن النبي صلى الله عليه وسلم تواترا يعرفه أهل الصنعة، وإذا ثبت شيء عن النبي صلى الله عليه وسلم فمن رد ذلك فقد رد على النبي صلى الله عليه وسلم، واستقبح ما قرأ به، وهذا مقام محذور، ولا يقلد فيه أئمة اللغة والنحو؛ فإن العربية تتلقى من النبي صلى الله عليه وسلم، ولا يشك أحد في فصاحته. وأما ما ذكر من الحديث ففيه نظر؛ لأنه عليه السلام قال لأبي العشراء: (وأبيك لو طعنت في خاصرته). ثم النهي إنما جاء في الحلف بغير الله، وهذا توسل إلى الغير بحق الرحم فلا نهي فيه. قال القشيري: وقد قيل هذا إقسام بالرحم، أي اتقوا الله وحق الرحم؛ كما تقول: افعل كذا وحق أبيك. وقد جاء في التنزيل: \"والنجم\"، والطور، والتين، لعمرك\" وهذا تكلف",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "وقلت: لا تكلف فيه فإنه لا يبعد أن يكون \"والأرحام\" من هذا القبيل، فيكون أقسم بها كما أقسم بمخلوقاته الدالة على وحدانيته وقدرته تأكيدا لها حتى قرنها بنفسه. والله أعلم. ولله أن يقسم بما شاء ويمنع ما شاء ويبيح ما شاء، فلا يبعد أن يكون قسما. والعرب تقسم بالرحم ¶ . وعلى هذا حمل بعضهم قوله تعالى: \"وجعلنا لكم فيها معايش ومن لستم له برازقين\" [الحجر: 20] فعطف على الكاف والميم. وقرأ عبدالله بن يزيد \"والأرحام\" بالرفع على الابتداء، والخبر مقدر، تقديره: والأرحام أهل أن توصل. ¶ ويحتمل أن يكون إغراء؛ لأن من العرب من يرفع المغرى. وأنشد الفراء: ¶ إن قوما منهم عمير وأشباه عمير ومنهم السفاح ¶ لجديرون باللقاء إذا قال أخو النجدة السلاح السلاح ¶ وقد قيل: إن \"والأرحام\" بالنصب عطف على موضع به؛ لأن موضعه نصب، ومنه قوله: ¶ فلسنا بالجبال ولا الحديدا ¶ وكانوا يقولون: أنشدك بالله والرحم. والأظهر أنه نصب بإضمار فعل كما ذكرنا. ¶ اتفقت الملة على أن صلة الرحم واجبة وأن قطيعتها محرمة. وقد صح أن النبي صلى الله عليه وسلم قال لأسماء وقد سألته أأصل أمي (نعم صلي أمك) فأمرها بصلتها وهي كافرة. فلتأكيدها دخل الفضل في صلة الكافر، حتى انتهى الحال بأبي حنيفة وأصحابه فقالوا بتوارث ذوي الأرحام إن لم يكن عصبة ولا فرض مسمى، ويعتقون على من اشتراهم من ذوي رحمهم لحرمة الرحم؛ وعضدوا ذلك بما رواه أبو داود أن النبي صلى الله عليه وسلم قال: (من ملك ذا رحم محرم فهو حر). وهو قول أكثر أهل العلم. روي ذلك عن عمر بن الخطاب رضي الله عنه وعبدالله بن مسعود، ولا يعرف لهما مخالف من الصحابة. وهو قول الحسن البصري وجابر بن زيد وعطاء والشعبي والزهري، وإليه ذهب الثوري وأحمد وإسحاق. ولعلمائنا في ذلك ثلاثة أقوال: الأول - أنه مخصوص بالآباء والأجداد. الثاني - الجناحان يعني الإخوة. الثالث - كقول أبي حنيفة.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "-وقال الشافعي: لا يعتق عليه إلا أولاده وآباؤه وأمهاته، ولا يعتق عليه إخوته ولا أحد من ذوي قرابته ولحمته. والصحيح الأول للحديث الذي ذكرناه وأخرجه الترمذي والنسائي. وأحسن طرقه رواية النسائي له؛ رواه من حديث ضمرة عن سفيان عن عبدالله بن دينار عن ابن عمر قال: قال رسول الله صلى الله عليه وسلم: (من ملك ذا رحم محرم فقد عتق عليه). وهو حديث ثابت بنقل العدل عن العدل ولم يقدح فيه أحد من الأئمة بعلة توجب تركه؛ غير أن النسائي قال في آخره: هذا حديث منكر. وقال غيره: تفرد به ضمرة. وهذا هو معنى المنكر والشاذ في اصطلاح المحدثين. وضمرة عدل ثقة، وانفراد الثقة بالحديث لا يضره. والله أعلم.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "واختلفوا من هذا الباب في ذوي المحارم من الرضاعة. فقال أكثر أهل العلم لا يدخلون في مقتضى الحديث. وقال شريك القاضي بعتقهم. وذهب أهل الظاهر وبعض المتكلمين إلى أن الأب لا يعتق على الابن إذا ملكه؛ واحتجوا بقوله عليه السلام: (لا يجزي ولد والدا إلا أن يجده مملوكا فيشتريه فيعتقه). قالوا: فإذا صح الشراء فقد ثبت الملك، ولصاحب الملك التصرف. وهذا جهل منهم بمقاصد الشرع؛ فإن الله تعالى يقول: \"وبالوالدين إحسانا\" [الإسراء: 23] فقد قرن بين عبادته وبين الإحسان للوالدين في الوجوب، وليس من الإحسان أن يبقى والده في ملكه وتحت سلطانه؛ فإذا يجب عليه عتقه إما لأجل الملك عملا بالحديث (فيشتريه فيعتقه)، أو لأجل الإحسان عملا بالآية. ومعنى الحديث عند الجمهور أن الولد لما تسبب إلى عتق أبيه باشترائه نسب الشرع العتق إليه نسبة الإيقاع منه. وأما اختلاف العلماء فيمن يعتق بالملك، فوجه القول الأول ما ذكرناه من معنى الكتاب والسنة، ووجه الثاني إلحاق القرابة القريبة المحرمة بالأب المذكور في الحديث، ولا أقرب للرجل من ابنه فيحمل على الأب، والأخ يقاربه في ذلك لأنه يدلي بالأبوة؛ فإنه يقول: أنا ابن أبيه. وأما القول الثالث فمتعلقه حديث ضمرة وقد ذكرناه. والله أعلم. ¶ قوله تعالى: \"والأرحام\" الرحم اسم لكافة الأقارب من غير فرق بين المحرم وغيره. وأبو حنيفة يعتبر الرحم المحرم في منع الرجوع في الهبة، ويجوز الرجوع في حق بني الأعمام مع أن القطيعة موجودة والقرابة حاصلة؛ ولذلك تعلق بها الإرث والولاية وغيرهما من الأحكام. فاعتبار المحرم زيادة على نص الكتاب من غير مستند. وهم يرون ذلك نسخا، سيما وفيه إشارة إلى التعليل بالقطيعة، وقد جوزوها في حق بني الأعمام وبني الأخوال والخالات. والله أعلم.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "قوله تعالى: \"إن الله كان عليكم رقيبا\" (أي حفيظا)؛ عن ابن عباس ومجاهد. ابن زيد: عليما. وقيل: \"رقيبا\" حافظا؛ قيل: بمعنى فاعل. فالرقيب من صفات الله تعالى، والرقيب: الحافظ والمنتظر؛ تقول رقبت أرقب رقبة ورقبانا إذا انتظرت. والمرقب: المكان العالي المشرف، يقف عليه الرقيب. والرقيب: السهم الثالث من السبعة التي لها أنصباء. ويقال: إن الرقيب ضرب من الحيات، فهو لفظ مشترك. والله أعلم. ¶ قال السعدي رحمه الله ¶ \" يا أيها الناس اتقوا ربكم الذي خلقكم من نفس واحدة وخلق منها زوجها وبث منهما رجالا كثيرا ونساء واتقوا الله الذي تساءلون به والأرحام إن الله كان عليكم رقيبا \" ¶ افتتح تعالى هذه السورة ، بالأمر بتقواه ، والحث على عبادته ، والأمر بصلة الأرحام ، والحث على ذلك . وبين السبب الداعي ، الموجب لكل من ذلك ، وأن الموجب لتقواه أنه ¶ \" ربكم الذي خلقكم \" ¶ ورزقكم ، ورباكم بنعمه العظيمة ، التي من جملتها خلقكم ¶ \" من نفس واحدة وخلق منها زوجها \"",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "ليناسبها ، فيسكن إليها ، وتتم بذلك النعمة ، ويحصل به السرور . وكذلك ، من الموجب الداعي لتقواه ، تساؤلكم به ، وتعظيمكم . حتى إنكم إذا أردتم قضاء حاجاتكم ومآربكم ، توسلتم به ، بالسؤال . فيقول من يريد ذلك لغيره : أسألك بالله ، أن تفعل الأمر الفلاني؛ لعلمه بما قام في قلبه ، من تعظيم الله الداعي ، أن لا يرد من سأله بالله . فكما عظمتموه بذلك ، فلتعظموه بعبادته وتقواه . وكذلك الإخبار بأنه رقيب ، أي : مطلع على العباد ، في حال حركاتهم وسكونهم ، وسرهم وعلنهم ، وجميع الأحوال ، مراقبا لهم فيها ، مما يوجب مراقبته ، وشدة الحياء منه ، بلزوم تقواه . وفي الإخبار بأنه خلقهم من نفس واحدة ، وأنه بثهم في أقطار الأرض ، مع رجوعهم إلى أصل واحد ـ ليعطف بعضهم على بعض ، ويرقق بعضهم على بعض . وقرن الأمر بتقواه ، بالأمر ببر الأرحام ، والنهي عن قطيعتها ، ليؤكد هذا الحق . وإنه كما يلزم القيام بحق الله ، كذلك يجب القيام بحقوق الخلق ، خصوصا الأقربين منهم ، بل القيام بحقوقهم ، هو من حق الله الذي أمر به . وتأمل كيف افتتح هذه السورة ، بالأمر بالتقوى ، وصلة الأرحام والأزواج عموما . ثم بعد ذلك ، فصل هذه الأمور أتم تفصيل ، من أول السورة إلى آخرها . فكأنها مبنية على هذه الأمور المذكورة ، مفصلة لما أجمل منها ، موضحة لما أبهم . وفي قوله : ¶ \" وجعل منها زوجها \" ¶ تنبيه على مراعاة حق الأزواج والزوجات والقيام به ، لكون الزوجات مخلوقات من الأزواج فبينهم وبينهن أقرب نسب ، وأشد اتصال ، وأوثق علاقة . ¶ وقال السيوطي في الذر المنثور ¶ -أخرج أبو الشيخ عن ابن عباس في قوله {خلقكم من نفس واحدة} قال: من أدم {وخلق منها زوجها} قال: خلق حواء من قصيراء أضلاعه.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "وأخرج عبد بن حميد وابن أبي شيبة وابن جرير وابن المنذر وابن أبي حاتم عن مجاهد في قوله {خلقكم من نفس واحدة} قال: آدم {وخلق منها زوجها} قال: حواء من قصيراء آدم وهو نائم فاستيقظ فقال: أأنا..؟! بالنبطية امرأة. ¶ -وأخرج عبد بن حميد وابن المنذر عن ابن عمرو قال خلقت حواء من خلف آدم الأيسر، وخلقت امرأة إبليس من خلفه الأيسر. ¶ -وأخرج ابن أبي حاتم عن الضحاك {خلق منها زرجها} قال: خلق حواء من آدم من ضلع الخلف وهو أسفل الأضلاع. ¶ -وأخرج ابن المنذر وابن أبي حاتم والبيهقي في الشعب عن ابن عباس قال: خلقت المرأة من الرجل فجعلت نهمتها في الرجال، فاحبسوا نساءكم. وخلق الرجل من الأرض، فجعل نهمته في الأرض. ¶ قوله تعالى: {وبث منهما رجالا} الآية. ¶ -وأخرج إسحق بن بشر وابن عساكر عن ابن عباس قال: ولد لآدم أربعون ولدا: عشرون غلاما، وعشرون جارية. ¶ -وأخرج ابن عساكر عن أرطاة بن المنذر قال: بلغني أن حواء حملت بشيث حتى نبتت أسنانه، وكانت تنظر إلى وجهه من صفاء في بطنها، وهو الثالث من ولد آدم، وإنه لما حضرها الطلق أخذها عليه شدة شديدة، فلما وضعته أخذته الملائكة، فمكث معها أربعين يوما، فعلموه الرمز ثم رد إليها. ¶ -وأخرج ابن جرير عن ابن عباس {واتقوا الله الذي تساءلون به} قال: تعاطون به. ¶ -وأخرج عبد بن حميد وابن جرير وابن أبي حاتم عن الربيع في الآية يقول: اتقوا الله الذي به تعاقدون وتعاهدون. ¶ -وأخرج ابن جرير وابن المنذر وابن أبي حاتم عن مجاهد {تساءلون به والأرحام} قال: يقول: أسألك بالله وبالرحم. ¶ -وأخرج ابن جرير عن الحسن في الأية قال: هو قول الرجل: أنشدك بالله والرحم. ¶ -وأخرج عبد بن حميد وابن جرير عن إبراهيم {تساءلون به والأرحام} خفض. قال: هو قول الرجل: أسألك بالله وبالرحم. ¶ -وأخرج ابن أبي حاتم عن الحسن أنه تلا هذه الآية قال: إذا سئلت بالله فأعطه، وإذا سئلت بالرحم فأعطه.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "-وأخرج ابن جرير وابن أبي حاتم عن ابن عباس في قوله {واتقوا الله الذي تساءلون به والأرحام} يقول: اتقوا الله الذي تساءلون به، واتقوا الأرحام وصلوها. ¶ -وأخرج عبد بن حميد عن عكرمة في قوله {الذي تساءلون به والأرحام} قال: قال ابن عباس: قال رسول الله صلى الله عليه وسلم: \"يقول الله تعالى: صلوا أرحامكم فإنه أبقى لكم في الحياة الدنيا، وخير لكم في آخرتكم\". ¶ -وأخرج عبد بن حميد وابن جرير عن قتادة قال: ذكر لنا أن النبي صلى الله عليه وسلم كان يقول: \"اتقوا الله وصلوا الأرحام. فإنه أبقى لكم في الدنيا، وخير لكم في الآخرة\". ¶ -وأخرج عبد الرزاق وابن جرير عن قتادة \"أن النبي صلى الله عليه وسلم قال: اتقوا الله وصلوا الأرحام\". ¶ -وأخرج ابن جرير عن الضحاك إن ابن عباس كان يقرأ {والأرحام} يقول: اتقوا الله لا تقطعوها. ¶ -وأخرج ابن جرير من طريق ابن جريج قال: قال ابن عباس: اتقوا الأرحام. ¶ -وأخرج عبد بن حميد وابن جرير عن مجاهد {الذي تساءلون به والأرحام} قال: اتقوا الله واتقوا الأرحام أن تقطعوها، نصب الأرحام. ¶ -وأخرج ابن جرير وابن المنذر عن عكرمة في قوله {والأرحام} قال: اتقوا الأرحام أن تقطعوها. ¶ -وأخرج ابن جرير وابن أبي حاتم عن مجاهد {إن الله كان عليكم رقيبا} قال: حفيظا. ¶ -وأخرج ابن جرير عن ابن زيد قال: رقيبا على أعمالكم، يعلمها ويعرفها.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "-وأخرج ابن أبي شيبة وأبو داود والترمذي وحسنه والنسائي وابن ماجة عن ابن مسعود قال: علمنا رسول الله صلى الله عليه وسلم خطبة الصلاة وخطبة الحاجة. فأما خطبة الصلاة فالتشهد. وأما خطبة الحاجة فإن الحمد لله نحمده ونستعينه ونستغفره ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا، من يهد الله فلا مضل له ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وأشهد أن محمدا عبده ورسوله. ثم يقرأ ثلاث آيات من كتاب الله (اتقوا الله حق تقاته ولا تموتن إلا وأنتم مسلمون) (آل عمران الآية 102) {واتقوا الله الذي تساءلون به والأرحام إن الله كان عليكم رقيبا} (اتقوا الله وقولوا قولا سديدا يصلح لكم أعمالكم ويغفر لكم ذنوبكم) (الأحزاب الآية 70) ثم تعمد حاجتك. ¶ والآن مع الامام مسلم في كتاب البر والصلة من صحيحيه + الامام النووي في المنهاج ¶ باب صلة الرحم، وتحريم قطيعتها ¶ 1*حدّثنا قُتَيْبَةُ بْنُ سَعِيدِ بْنِ جَمِيلِ بْنِ طَرِيفِ بْنِ عَبْدِ اللّهِ الثّقَفِيّ وَ مُحَمّدُ بْنُ عُبّادٍ. قَالاَ: حَدّثَنَا حَاتِمٌ (وَهُوَ ابْنُ إِسْمَاعِيلَ) عَنْ مُعَاوِيَةَ (وَهُوَ ابْنُ أَبِي مُزَرّدٍ، مَوْلَىَ بَنِي هَاشِمٍ). حَدّثَنِي عَمّي، أَبُو الْحُبَابِ، سَعِيدُ بْنُ يَسَارٍ عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللّهِ صلى الله عليه وسلم: \"إِنّ اللّهَ خَلَقَ الْخَلْقَ. حَتّىَ إِذَا فَرَغَ مِنْهُمْ قَامَتِ الرّحِمُ فَقَالَتْ: هَذَا مَقَامُ الْعَائِذِ مِنَ الْقَطِيعَةِ. قَالَ: نَعَمْ. أَمَا تَرْضَيْنَ أَنْ أَصِلَ مَنْ وَصَلَكِ وَأَقْطَعَ مَنْ قَطَعَكِ؟ قَالَتْ: بَلَىَ. قَالَ: فَذَاكِ لَكِ\".",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "ثُمّ قَالَ رَسُولُ اللّهِ صلى الله عليه وسلم: \"اقْرَأُوا إِنْ شِئْتُمْ: {فَهَلْ عَسَيْتُمْ إِنْ تَوَلّيْتُمْ أَنْ تُفْسِدُوا فِي الأَرْضِ وَتُقَطّعُوا أَرْحَامَكُمْ. أُولَئِكَ الّذِينَ لَعَنَهُمُ اللّهُ فَأَصَمّهُمْ وَأَعْمَىَ أَبْصَارَهُمْ. أَفَلاَ يَتَدَبّرُونَ الْقُرْآنَ أَمْ عَلىَ قُلُوبٍ أَقْفَالُهَا}\" (محمد 22-23-24 ). ¶ 2*حدّثنا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَ زُهَيْرُ بْنُ حَرْبٍ (وَاللّفْظُ لأَبِي بَكْرٍ). قَالاَ حَدّثَنَا وَكِيعٌ عَنْ مُعَاوِيَةَ بْنِ أَبِي مُزَرّدٍ، عَنْ يَزِيدَ بْنِ رُومَانَ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ. قَالَتْ: قَالَ رَسُولُ اللّهِ صلى الله عليه وسلم: \"الرّحِمُ مُعَلّقَةٌ بِالْعَرْشِ تَقُولُ: مَنْ وَصَلَنِي وَصَلَهُ اللّهُ. وَمَنْ قَطَعَنِي قَطَعَهُ اللّهُ\". ¶ 3*حدّثني زُهَيْرُ بْنُ حَرْبٍ وَ ابْنُ أَبِي عُمَرَ. قَالاَ: حَدّثَنَا سُفْيَانُ عَنِ الزّهْرِي، عَنْ مُحَمّدُ بْنِ جُبَيْرِ بْنِ مُطْعِمٍ عَنْ أَبِيهِ عَنِ النّبِيّ صلى الله عليه وسلم قَالَ: \"لاَ يَدْخُلُ الْجَنّةَ قَاطِعٌ\". ¶ قَالَ ابْنُ أَبِي عُمَرَ:قَالَ سُفْيَانُ: يَعْنِي قَاطِعَ رَحِمٍ. ¶ 4*حدّثني عَبْدُ اللّهِ بْنُ مُحَمّدِ بْنِ أَسْمَاءَ الضّبَعِيّ. حَدّثَنَا جُوَيْرِيَةُ عَنْ مَالِكٍ، عَنِ الزّهْرِيّ أَنّ مُحَمّدَ بْنَ جُبَيْرِ بْنِ مُطْعِمٍ أَخْبَرَهُ أَنّ أَبَاهُ أَخْبَرَهُ: أَنّ رَسُولَ اللّهِ صلى الله عليه وسلم قَال: \"لاَ يَدْخُلُ الْجَنّةَ قَاطِعُ رَحِمٍ\". ¶ 5*حَدّثَنَا مُحَمّدُ بْنُ رَافِعٍ وَ عَبْدُ بْنُ حُمَيْدٍ عَنْ عَبْدِ الرّزّاقِ، عَنْ مَعْمَرٍ، عَنِ الزّهْرِيّ، بِهَذَا الإِسْنَادِ، مِثْلَهُ. وَقَالَ: سَمِعتُ رَسُولَ اللّهِ صلى الله عليه وسلم.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "حدّثني حَرْمَلَةُ بْنُ يَحْيَى التّجِيبِيّ. أَخْبَرَنَا ابْنُ وَهْبٍ. أَخْبَرَنِي يُونُسُ عَنِ ابْنِ شِهَابٍ، عَنْ أَنَسِ بْنِ مَالِكٍ. قَالَ: سَمِعْتُ رَسُولَ اللّهِ صلى الله عليه وسلم يَقُولُ: \"مَنْ سَرّهُ أَنْ يُبْسَطَ عَلَيْهِ رِزْقُهُ، أَوْ يُنْسَأَ فِي أَثَرِهِ، فَلْيَصِلْ رَحِمَهُ\". ¶ 6*وحدّثني عَبْدُ الْمَلِكِ بْنُ شُعَيْبِ بْنِ اللّيْثِ. حَدّثَنِي أَبِي عَنْ جَدّي. حَدّثَنِي عُقَيْلُ بْنُ خَالِدٍ. قَالَ: قَالَ ابْنُ شِهَابٍ: أَخْبَرَنِي أَنَسُ بْنُ مَالِكٍ. أَنّ رَسُولَ اللّهِ صلى الله عليه وسلم قَالَ: \"مَنْ أَحَبّ أَنْ يُبْسَطَ لَهُ فِي رِزْقِهِ، وَيُنْسَأَ لَهُ فِي أَثَرِهِ، فَلْيَصِلْ رَحِمَهُ\". ¶ 7*حدّثني مُحَمّدُ بْنُ الْمُثَنّى وَ مُحَمّدُ بْنُ بَشّارٍ (وَاللّفْظُ لاِبْنِ الْمُثَنّى). قَالاَ: حَدّثَنَا مُحَمّدُ بْنُ جَعْفَرٍ. حَدّثَنَا شُعْبَةُ قَالَ: سَمِعْتُ الْعَلاَءَ بْنَ عَبْدِ الرّحْمَنِ يُحَدّثُ عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ أَنّ رَجُلاً قَالَ: يَا رَسُولَ اللّهِ إِنّ لِي قَرَابَةً. أَصِلُهُمْ وَيَقْطَعُونِي. وَأُحْسِنُ إِلَيْهِمْ وَيُسِيئُونَ إِلَيّ. وَأَحْلُمُ عَنْهُمْ وَيَجْهَلُونَ عَلَيّ. فَقَالَ \"لَئِنْ كُنْتَ كَمَا قُلْتَ، فَكَأَنّمَا تُسِفّهُمُ الْمَلّ. وَلاَ يَزَالُ مَعَكَ مِنَ اللّهِ ظَهِيرٌ عَلَيْهِمْ، مَا دُمْتَ عَلَىَ ذَلِكَ\". ¶ -قوله صلى الله عليه وسلم: \"قامت الرحم فقالت: هذا مقام العائذ من القطيعة؟ قال نعم أما ترضين أن أصل من وصلك وأقطع من قطعك؟ قالت: بلى، قال: فذلك لك\". ¶ وفي الرواية الأخرى: \"الرحم معلقة بالعرش تقول من وصلني وصله الله ومن قطعني قطعه الله\"",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "-قال القاضي عياض: الرحم التي توصل وتقطع وتبر إنما هي معنى من المعاني ليست بحسم وإنما هي قرابة ونسب تجمعه رحم والدة ويتصل بعضه ببعض فسمي ذلك الإتصال رحماً، والمعنى لا يتأتى منه القيام ولا الكلام، فيكون ذكر قيامها هنا وتعلقها ضرب مثل وحسن استعارة على عادة العرب في استعمال ذلك، والمراد تعظيم شأنها وفضيلة واصليها وعظيم إثم قاطعيها بعقوقهم، لهذا سمى العقوق قطعاً والعق الشق كأنه قطع ذلك السبب المتصل، قال: ويجوز أن يكون المراد قام ملك من الملائكة وتعلق بالعرش وتكلم على لسانها بهذا بأمر الله تعالى، هذا كلام القاضي، والعائذ المستعيذ وهو المعتصم بالشيء الملتجئ إليه المستجير به، قال العلماء: وحقيقة الصلة العطف والرحمة، فصلة الله سبحانه وتعالى عبارة عن لطفه بهم ورحمته إياهم وعطفه بإحسانه ونعمه أوصلتهم بأهل ملكوته الأعلى وشرح صدورهم لمعرفته وطاعته.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "-قال القاضي عياض: ولا خلاف أن صلة الرحم واجبة في الجملة وقطيعتها معصية كبيرة، قال: والأحاديث في الباب تشهد لهذا، ولكن الصلة درجات بعضها أرفع من بعض، وأدناها ترك المهاجرة وصلتها بالكلام ولو بالسلام، ويختلف ذلك باختلاف القدرة والحاجة، فمنها واجب ومنها مستحب، لو وصل بعض الصلة ولم يصل غايتها لا يسمى قاطعاً، ولو قصر عما يقدر عليه وينبغي له لا يسمى واصلاً، قال: واختلفوا في حد الرحم التي تجب صلتها فقيل: هو كل رحم محرم بحيث لو كان أحدهما ذكراً والاَخر أنثى حرمت مناكحتهما، فعلى هذا لا يدخل أولاد الأعمام ولا أولاد الأخوال، واحتج هذا القائل بتحريم الجمع بين المرأة وعمتها أو خالتها في النكاح ونحوه وجواز ذلك في بنات الأعمام والأخوال، وقيل هو عام في كل رحم من ذوي الأرحام في الميراث يستوي المحرم وغيره، ويدل عليه قوله صلى الله عليه وسلم: \"ثم أدناك أدناك\". هذا كلام القاضي، وهذا القول الثاني هو الصواب، ومما يدل عليه الحديث السابق في أهل مصر فإن لهم ذمة ورحماً وحديث: إن أبر البر أن يصل أهل ود أبيه مع أنه لا محرمية والله أعلم. ¶ -قوله صلى الله عليه وسلم: \"لا يدخل الجنة قاطع\" هذا الحديث يتأول تأويلين سبقا في نظائره في كتاب الإيمان: أحدهما حمله على من يستحل القطيعة بلا سبب ولا شبهة مع علمه بتحريمها فهذا كافر يخلد في النار ولا يدخل الجنة أبداً. والثاني معناه ولا يدخلها في أول الأمر مع السابقين بل يعاقب بتأخره القدر الذي يريده الله تعالى.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "-قوله صلى الله عليه وسلم: \"من أحب أن يبسط له في رزقه وينسأ له في أثره فليصل رحمه\" ينسأ مهموز أي يؤخر والأثر الأجل لأنه تابع للحياة في أثرها، وبسط الرزق وتوسيعه وكثرته وقيل البركة فيه. وأما التأخير في الأجل ففيه سؤال مشهور وهو أن الاَجال والأرزاق مقدرة لا تزيد ولا تنقص: { فَإِذَا جَاء أَجَلُهُمْ لاَ يَسْتَأْخِرُونَ سَاعَةً وَلاَ يَسْتَقْدِمُونَ) (الأعراف : 34 ) } وأجاب العلماء بأجوبة الصحيح منها أن هذه الزيادة بالبركة في عمره والتوفيق للطاعات وعمارة أوقاته بما ينفعه في الاَخرة وصيانتها عن الضياع في غير ذلك. والثاني أنه بالنسبة إلى ما يظهر للملائكة وفي اللوح المحفوظ ونحو ذلك، فيظهر لهم في اللوح أن عمره ستون سنة إلا أن يصل رحمه فإن وصلها زيد له أربعون، وقد علم الله سبحانه وتعالى ما سيقع له من ذلك وهو من معنى قوله تعالى: { (يَمْحُو اللّهُ مَا يَشَاءُ وَيُثْبِتُ وَعِندَهُ أُمُّ الْكِتَابِ) } (الرعد : 39 ) فيه النسبة إلى علم الله تعالى وما سبق به قدره ولا زيادة بل هي مستحيلة، وبالنسبة إلى ما ظهر للمخلوقين تتصور الزيادة وهو مراد الحديث. والثالث أن المراد بقاء ذكره الجميل بعده فكأنه لم يمت حكاه القاضي وهو ضعيف أو باطل والله أعلم.",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "- قوله صلى الله عليه وسلم للذي يصل قرابته ويقطعونه: \"لئن كنت كما قلت فكأنما تسفهم المل ولا يزال معك من الله تعالى ظهير عليهم ما دمت على ذلك\" المل بفتح الميم الرماد الحار، وتسفهم بضم التاء وكسر السين وتشديد الفاء والظهير المعين والدافع لأذاهم، وقوله أحلم عنهم بضم اللام ويجهلون أي يسيئون والجهل هنا القبيح من القول ومعناه كأنما تطعمهم الرماد الحار وهو تشبيه لما يلحقهم من الألم بما يلحق آكل الرماد الحار من الألم، ولا شيء على هذا المحسن بل ينالهم الإثم العظيم في قطيعته وإدخالهم الأذى عليه، وقيل معناه إنك بالإحسان إليهم تخزيهم وتحقرهم في أنفسهم لكثرة إحسانك وقبيح فعلهم من الخزي والحقارة عند أنفسهم كمن يسف المل، وقيل ذلك الذي يأكلونه من إحسانك كالمل يحرق أحشاءهم والله أعلم ¶ تفسير قوله تعالى :( فَهَلْ عَسَيْتُمْ إِنْ تَوَلّيْتُمْ أَنْ تُفْسِدُوا فِي الأَرْضِ وَتُقَطّعُوا أَرْحَامَكُمْ. أُولَئِكَ الّذِينَ لَعَنَهُمُ اللّهُ فَأَصَمّهُمْ وَأَعْمَىَ أَبْصَارَهُمْ. أَفَلاَ يَتَدَبّرُونَ الْقُرْآنَ أَمْ عَلىَ قُلُوبٍ أَقْفَالُهَا( سورة محمد =22-23-24 ¶ -قال ابن كثير رحمه الله ¶ -قوله سبحانه وتعالى: {فهل عسيتم إن توليتم} أي عن الجهاد ونكلتم عنه {أن تفسدوا في الأرض وتقطعوا أرحامكم ؟} أي تعودوا إلى ما كنتم فيه من الجاهلية الجهلاء تسفكون الدماء وتقطعون الأرحام, ولهذا قال تعالى: {أولئك الذين لعنهم الله فأصمهم وأعمى أبصارهم} وهذا نهي عن الإفساد في الأرض عموماً, وعن قطع الأرحام خصوصاً, بل وقد أمر الله تعالى بالإصلاح في الأرض وصلة الأرحام, وهو الإحسان إلى الأقارب في المقال والأفعال وبذل الأموال, وقد وردت الأحاديث الصحاح والحسان بذلك عن رسول الله صلى الله عليه وسلم من طرق عديدة ووجوه كثيرة:",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "- قال البخاري: حدثنا خالد بن مخلد, حدثنا سليمان, حدثني معاوية بن أبي مزرد عن سعيد بن يسار عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال: \" وخلق الله تعالى الخلق فلما فرغ منه قامت الرحم فأخذت بحقوي الرحمن عز وجل فقال مه, فقالت هذا مقام العائذ بك من القطيعة فقال تعالى: ألا ترضين أن أصل من وصلك وأقطع من قطعك ؟ قالت: بلى, قال: فذاك لك\" قال أبو هريرة رضي الله عنه: اقرءوا إن شئتم {فهل عسيتم إن توليتم أن تفسدوا في الأرض وتقطعوا أرحامكم} ¶ -ثم رواه البخاري من طريقين آخرين عن معاوية بن أبي مزرد به قال: قال رسول الله صلى الله عليه وسلم: \"اقرءوا إن شئتم {فهل عسيتم إن توليتم أن تفسدوا في الأرض وتقطعوا أرحامكم}. ¶ -ورواه مسلم من حديث معاوية بن أبي مزرد به. ¶ -وقال الإمام أحمد: حدثنا إسماعيل بن علية, حدثنا عيينة بن عبد الرحمن بن جوشن عن أبيه عن أبي بكر رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"ما من ذنب أحرى أن يعجل الله تعالى عقوبته في الدنيا مع ما يدخر لصاحبه في الاَخرة من البغي وقطيعة الرحم\". ¶ - ورواه أبو داود والترمذي وابن ماجه من حديث إسماعيل هو ابن علية به, وقال الترمذي: هذا حديث صحيح. ¶ -وقال الإمام أحمد: حدثنا محمد بن بكر, حدثنا ميمون أبو محمد المرئي, حدثنا محمد بن عباد المخزومي عن ثوبان رضي الله عنه رسول الله صلى الله عليه وسلم قال: \"من سره النسأ في الأجل والزيادة في الرزق فليصل رحمه\". تفرد به أحمد وله شاهد في الصحيح.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "-وقال أحمد أيضاً: حدثنا يزيد بن هارون, حدثنا حجاج بن أرطأة عن عمرو بن شعيب عن أبيه عن جده قال: جاء رجل إلى رسول الله صلى الله عليه وسلم فقال يا رسول الله إن لي ذوي أرحام, أصل ويقطعون, وأعفو ويظلمون, وأحسن ويسيئون أفأكافئهم ؟ قال صلى الله عليه وسلم: \"لا, إذن تتركون جميعاً ولكن جد بالفضل وصلهم, فإنه لن يزال معك ظهير من الله عز وجل ما كنت على ذلك\" تفرد به أحمد من هذا الوجه وله شاهد من وجه آخر. ¶ -وقال الإمام أحمد: حدثنا يعلى, حدثنا فطر عن مجاهد عن عبد الله بن عمرو رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم: \"إن الرحم معلقة بالعرش وليس الواصل بالمكافىء ولكن الواصل الذي إذا قطعت رحمه وصلها\" رواه البخاري. ¶ - وقال أحمد: حدثنا بهز, حدثنا حماد بن سلمة, أخبرنا قتادة عن أبي ثمامة الثقفي عن عبد الله بن عمرو رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم: \"توضع الرحم يوم القيامة لها حجنة كحجنة المغزل تكلم بلسان طلق ذلق, فتقطع من قطعها وتصل من وصلها\" ¶ - وقال الإمام أحمد: حدثنا سفيان, حدثنا عمرو عن أبي قابوس عن عبد الله بن عمرو رضي الله عنهما يبلغ به النبي صلى الله عليه وسلم قال: \"الراحمون يرحمهم الرحمن, ارحموا أهل الأرض يرحمكم أهل السماء, والرحم شجنة من الرحمن من وصلها وصلته ومن قطعها بتته\" ¶ -وقد رواه أبو داود والترمذي من حديث سفيان بن عيينة عن عمرو بن دينار به, وهذا هو الذي يروى بتسلسل الأولية وقال الترمذي: حسن صحيح.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "-وقال الإمام أحمد: حدثنا يزيد بن هارون حدثنا هشام الدستوائي عن يحيى بن أبي كثير عن إبراهيم بن عبد الله بن قارظ, أن أباه حدثه أنه دخل على عبد الرحمن بن عوف رضي الله عنه وهو مريض فقال له عبد الرحمن رضي الله عنه, وصلت رحمك إن رسول الله صلى الله عليه وسلم قال: \"قال الله عز وجل: أنا الرحمن خلقت الرحم وشققت لها اسمها من اسمي, فمن يصلها أصله ومن يقطعها أقطعه فأبته ـ أو قال ـ من بتها أبته\" تفرد به أحمد من هذا الوجه, ¶ -ورواه أحمد أيضاً من حديث الزهري عن أبي سلمة عن الرداد ـ أو أبي الرداد ـ عن عبد الرحمن بن عوف به, ورواه أبو داود والترمذي من رواية أبي سلمة عن أبيه, والأحاديث في هذا كثيرة جداً. ¶ -وقال الطبراني: حدثنا علي بن عبد العزيز, حدثنا محمد بن عمار الموصلي, حدثنا عيسى بن يونس عن الحجاج بن الفرافصة, عن أبي عمر البصري عن سليمان قال: قال رسول الله صلى الله عليه وسلم: \"الأرواح جنود مجندة فما تعارف منها ائتلف وما تناكر منها اختلف\" وبه قال رسول الله صلى الله عليه وسلم \"إذا ظهر القول وخزن العمل وائتلفت الألسنة وتباغضت القلوب, وقطع كل ذي رحم رحمه فعند ذلك لعنهم الله وأصمهم وأعمى أبصارهم\" والأحاديث في هذا كثيرة, والله أعلم. ¶ ( أَفَلاَ يَتَدَبّرُونَ الْقُرْآنَ أَمْ عَلَىَ قُلُوبٍ أَقْفَالُهَآ )* ¶ -يقول تعالى آمراً بتدبر القرآن وتفهمه وناهياً عن الإعراض عنه فقال: {أفلا يتدبرون القرآن أم على قلوب أقفالها} أي بل على قلوب أقفالها, فهي مطبقة لا يخلص إليها شيء من معانيه, ¶ -قال ابن جرير: حدثنا بشر, حدثنا حماد بن زيد, حدثنا هشام بن عروة عن أبيه رضي الله عنه قال: تلا رسول الله صلى الله عليه وسلم يوماً {أفلا يتدبرون القرآن أم على قلوب أقفالها ؟} فقال شاب من أهل اليمن: بل عليها أقفالها حتى يكون الله تعالى يفتحها أو يفرجها, فما زال الشاب في نفس عمر رضي الله عنه حتى ولي فاستعان به. ¶ -وقال القرطبي رحمه الله",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "قوله تعالى: \"فهل عسيتم إن توليتم أن تفسدوا في الأرض\" اختلف في معنى \"إن توليتم\" فقيل: هو من الولاية. قال أبو العالية: المعنى فهل عسيتم إن توليتم الحكم فجُعِلتم حكاما أن تفسدوا في الأرض بأخذ الرشا. وقال الكلبي: أي فهل عسيتم إن توليتم أمر الأمة أن تفسدوا في الأرض بالظلم. وقال ابن جريج: المعنى فهل عسيتم إن توليتم عن الطاعة أن تفسدوا في الأرض بالمعاصي وقطع الأرحام. وقال كعب: المعنى فهل عسيتم إن توليتم الأمر أن يقتل بعضكم بعضا. وقيل: من الإعراض عن الشيء. قال قتادة: أي فهل عسيتم إن توليتم عن كتاب الله أن تفسدوا في الأرض بسفك الدماء الحرام، وتقطعوا أرحامكم. وقيل: \"فهل عسيتم\" أي فلعلكم إن أعرضتم عن القرآن وفارقتم أحكامه أن تفسدوا في الأرض فتعودوا إلى جاهليتكم. وقرئ بفتح السين وكسرها... وقال بكر المزني: إنها نزلت في الحرورية والخوارج، وفيه بعد. والأظهر أنه إنما عني بها المنافقون. وقال ابن حيان: قريش. ونحوه قال المسيب بن شريك والفراء، قالا: نزلت في بني أمية وبني هاشم، ودليل هذا التأويل ما روى عبدالله بن مغفل قال سمعت النبي صلى الله عليه وسلم يقول: (فهل عسيتم إن توليتم أن تفسدوا في الأرض - ثم قال - هم هذا الحي من قريش أخذ الله عليهم إن ولوا الناس ألا يفسدوا في الأرض ولا يقطعوا أرحامهم). وقرأ علي بن أبي طالب \"إن توليتم أن تفسدوا في الأرض\" بضم التاء والواو وكسر اللام. وهي قراءة ابن أبي إسحاق، ورواها رويس عن يعقوب. يقول: إن وليتكم ولاة جائرة خرجتم معهم في الفتنة وحاربتموهم.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "-قوله تعالى: \"وتقطعوا أرحامكم\" بالبغي والظلم والقتل. وقرأ يعقوب وسلام وعيسى وأبو حاتم \"وتقطعوا\" بفتح التاء وتخفيف القاف، من القطع، اعتبارا بقوله تعالى: \"ويقطعون ما أمر الله به أن يوصل\" [البقرة: 27]. وروى هذه القراءة هارون عن أبى عمرو. وقرأ الحسن \"وتقطعوا\" مفتوحة الحروف مشددة، أعتبارا بقوله تعالى: \"وتقطعوا أمرهم بينهم\" [الأنبياء: 93]. الباقون \"وتقطعوا\" بضم التاء مشددة الطاء، من التقطيع على التكثير، وهو اختيار أبي عبيد. وتقدم ذكر \"عسيتم\" [البقرة: 246] في (البقرة). وقال الزجاج في قراءة نافع: لو جاز هذا لجاز \"عيسى\" بالكسر. قال الجوهري: ويقال عسيت أن أفعل ذلك، وعسيت بالكسر. وقرئ \"فهل عسيتم\" بالكسر. ¶ قلت: ويدل قوله هذا على أنهما لغتان. وقد مضى القول فيه في \"البقرة\" مستوفى. ¶ قوله تعالى: \"أولئك الذين لعنهم الله\" أي طردهم وأبعدهم من رحمته. \"فأصمهم\" عن الحق. \"وأعمى أبصارهم\" أي قلوبهم عن الخير. فأتبع الأخبار بأن من فعل ذلك حقت عليه لعنته، وسلبه الانتفاع بسمعه وبصره حتى لا ينقاد للحق وإن سمعه، فجعله كالبهيمة التي لا تعقل. وقال: \"فهل عسيتم\" ثم قال: \"أولئك الذين لعنهم الله\" فرجع من الخطاب إلى الغيبة على عادة العرب في ذلك. \"أفلا يتدبرون القرآن\" أي يتفهمونه فيعلمون ما أعد الله للذين لم يتولوا عن الإسلام. \"أم على قلوب أقفالها\" أي بل على قلوب أ قفال أ قفلها الله عز وجل عليهم فهم لا يعقلون. وهذا يرد على القدرية والإمامية مذهبهم. وفي حديث مرفوع أن النبي صلى الله عليه وسلم قال: [إن عليها أقفالا كأقفال الحديد حتى يكون الله يفتحها]. وأصل القفل اليبس والصلابة. ويقال لما يبس من الشجر: القفل. والقفيل مثله. والقفيل أيضا نبت. والقفيل: الصوت. قال الراجز: ¶ لما أتاك يابسا قرشبا قمت إليه بالقفيل ضربا ¶ كيف قريت شيخك الأزبا",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "القِرْشَبُّ (بكسر القاف) المسن، عن الأصمعي. وأ قفله الصوم أي أيبسه، قاله القشيري والجوهري. فالأقفال ها هنا إشارة إلى ارتجاج القلب وخلوه عن الإيمان. أي لا يدخل قلوبهم الإيمان ولا يخرج منها الكفر، لأن الله تعالى طبع على قلوبهم وقال: \"على قلوب\" لأنه لو قال على قلوبهم لم يدخل قلب غيرهم في هذه الجملة. والمراد أم على قلوب هؤلاء وقلوب من كانوا بهذه الصفة أقفالها. ¶ -في صحيح مسلم عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: [إن الله خلق الخلق حتى إذا فرغ منهم قامت الرحم فقالت هذا مقام العائذ من القطيعة قال نعم أما ترضين أن أصل من وصلك وأقطع من قطعك قالت بلى قال فذاك لك - ثم قال رسول الله صلى الله عليه وسلم - اقرؤوا إن شئتم \"فهل عسيتم إن توليتم أن تفسدوا في الأرض وتقطعوا أرحامكم. أولئك الذين لعنهم الله فأصمهم وأعمى أبصارهم. أفلا يتدبرون القرآن أم على قلوب أقفالها\"]. وظاهر الآية أنها خطاب لجميع الكفار. وقال قتادة وغيره: معنى الآية فلعلكم، أو يخاف عليكم، إن أعرضتم عن الإيمان أن تعودوا إلى الفساد في الأرض لسفك الدماء. قال قتادة: كيف رأيتم القوم حين تولوا عن كتاب الله تعالى ألم يسفكوا الدماء الحرام ويقطعوا الأرحام وعصوا الرحمن. فالرحم على هذا رحم دين الإسلام والإيمان، التي قد سماها الله إخوة بقوله تعالى: \"إنما المؤمنون إخوة\" [الحجرات: 10]. وعلى قول الفراء أن الآية نزلت في بني هاشم وبني أمية، والمراد من أضمر منهم نفاقا، فأشار بقطع الرحم إلى ما كان بينهم وبين النبي صلى الله عليه وسلم من القرابة بتكذيبهم النبي صلى الله عليه وسلم. وذلك يوجب القتال. وبالجملة فالرحم على وجهين: عامة وخاصة، فالعامة رحم الدين، ويوجب مواصلتها بملازمة الإيمان والمحبة لأهله ونصرتهم، والنصيحة وترك مضارتهم والعدل بينهم، والنصفة في معاملتهم والقيام بحقوقهم الواجبة، كتمريض المرضى وحقوق الموتى من غسلهم والصلاة",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "عليهم ودفنهم، وغير ذلك من الحقوق المترتبة لهم. وأما الرحم الخاصة وهي رحم القرابة من طرفي الرجل أبيه وأمه، فتجب لهم الحقوق الخاصة وزيادة، كالنفقة وتفقد أحوالهم، وترك التغافل عن تعاهدهم في أوقات ضروراتهم، وتتأكد في حقهم حقوق الرحم العامة، حتى إذا تزاحمت الحقوق بدئ بالأقرب فالأقرب. ¶ -وقال بعض أهل العلم: إن الرحم التي تجب صلتها هي كل رحم محرم وعليه فلا تجب في بني الأعمام وبني الأخوال. وقيل: بل هذا في كل رحم ممن ينطلق عليه ذلك من ذوي الأرحام في المواريث، محرما كان أو غير محرم. فيخرج من هذا أن رحم الأم التي لا يتوارث بها لا تجب صلتهم ولا يحرم قطعهم. وهذا ليس بصحيح، والصواب أن كل ما يشمله ويعمه الرحم تجب صلته على كل حال، قربة ودينية، على ما ذكرناه أولا والله أعلم. -قد روى أبو داود الطيالسي في مسنده قال: حدثنا شعبة قال أخبرني محمد بن عبدالجبار قال سمعت محمد بن كعب القرظي يحدث عن أبي هريرة قال: سمعت رسول الله صلى الله عليه وسلم يقول: (إن للرحم لسانا يوم القيامة تحت العرش يقول يا رب قطعت يا رب ظلمت يا رب أسيء إلي فيجيبها ربها ألا ترضين أن أصل من وصلك وأقطع من قطعك). ¶ -وفي صحيح مسلم عن جبير بن مطعم عن النبي صلى الله عليه وسلم قال: (لا يدخل الجنة قاطع). قال ابن أبي عمر قال سفيان: يعني قاطع رحم. ورواه البخاري.",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "قوله عليه السلام: (إن الله تعالى خلق الخلق حتى إذا فرغ منهم ...) \"خلق\" بمعنى اخترع وأصله التقدير، كما تقدم. والخلق هنا بمعنى المخلوق. ومنه قوله تعالى: \"هذا خلق الله\" [لقمان: 11] أي مخلوقه. ومعنى [فرغ منهم] كمل خلقهم. لا أنه اشتغل بهم ثم فرغ من شغله بهم، إذ ليس فعله بمباشرة ولا مناولة، ولا خلقه بآلة ولا محاولة، تعالى عن ذلك. وقوله: [قامت الرحم فقالت] يحمل على أحد وجهين: أحدهما: أن يكون الله تعالى أقام من يتكلم عن الرحم من الملائكة فيقول ذلك، وكأنه وكل بهذه العبادة من يناضل عنها ويكتب ثواب من وصلها ووزر من قطعها، كما وكل الله بسائر الأعمال كراما كاتبين، وبمشاهدة أوقات الصلوات ملائكة متعاقبين. وثانيهما: أن ذلك على جهة التقدير والتمثيل المفهم للإعياء وشدة الاعتناء. فكأنه قال: لو كانت الرحم ممن يعقل ويتكلم لقالت هذا الكلام، كما قال تعالى: \"لو أنزلنا هذا القرآن على جبل لرأيته خاشعا متصدعا من خشية الله\" ثم قال \"وتلك الأمثال نضربها للناس لعلهم يتفكرون\" [الحشر: 21]. وقوله: (فقالت هذا مقام العائذ بك من القطيعة) مقصود هذا الكلام الإخبار بتأكد أمر صلة الرحم، وأن الله سبحانه قد نزلها بمنزلة من استجار به فأجاره، وأدخله في ذمته وخفارته. وإذا كان كذلك فجار الله غير مخذول وعهده غير منقوض. ولذلك قال مخاطبا للرحم: (أما ترضين أن أصل من وصلك وأقطع من قطعك). وهذا كما قال عليه السلام: [ومن صلى الصبح فهو في ذمة الله تعالى فلا يطلبنكم الله من ذمته بشيء فإنه من يطلبه بذمته بشيء يدركه ثم يكبه في النار على وجهه]. ¶ -وقال السعدي رحمه الله ¶ (فهل عسيتم إن توليتم أن تفسدوا في الأرض وتقطعوا أرحامكم )\" ¶ - أي : فهما أمران ، إما التزام لطاعة الله ، وامتثال لأوامره ، فثم الخير والرشد والفلاح ، وإما الإعراض عن ذلك ، والتولي عن طاعة الله فما ثم إلا الفساد في الأرض ، بالعمل بالمعاصي ، وقطيعة الأرحام .",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "\" أولئك الذين \" ¶ أفسدوا في الأرض ، وقطعوا أرحامهم ¶ \" لعنهم الله \" ¶ بأن أبعدهم عن رحمته ، وقربوا من سخط الله . ¶ \" فأصمهم وأعمى أبصارهم \" ¶ ، أي : جعلهم لا يسمعون ما ينفعهم ، ولا يبصرونه . فلهم آذان ولكن لا تسمع سماع إذعان وقبول ، وإنما تسمع سماعا تقوم بها حجة الله عليها ، ولهم أعين ، ولكن لا يبصرون بها العبر والآيات ، ولا يلتفتون بها إلى البراهين والبينات . ¶ \" أفلا يتدبرون القرآن أم على قلوب أقفالها \" ¶ أي : فهلا يتدبر هؤلاء المعرضون لكتاب الله ، ويتأملونه حق التأمل ، فإنهم لو تدبروه ، لدلهم على كل خير ، ولحذرهم من كل شر ، ولملأ قلوبهم من الإيمان ، وأفئدتهم من الإيقان . ولأوصلهم إلى المطالب العالية ، والمواهب الغالية ، ولبين لهم الطريق الموصلة إلى الله ، وإلى جنته ومكملاتها ومفسداتها ، والطريق الموصلة إلى العذاب ، وبأي شيء يحذر . ولعرفهم بربهم ، وأسمائه وصفاته ، وإحسانه ، ولشوقهم إلى الثواب الجزيل ، ورهبهم من العقاب الوبيل . ¶ \" أم على قلوب أقفالها \" ¶ ، أي : قد أغلق على ما فيها من الإعراض والغفلة والاعتراض ، وأقفلت ، فلا يدخلها خير أبدا ؟ هذا هو الواقع . ¶ -وقال الشوكاني رحمه الله",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "(فهل عسيتم إن توليتم أن تفسدوا في الأرض وتقطعوا أرحامكم)\" هذا خطاب للذين في قلوبهم مرض بطريق الالتفات لمزيد التوبيخ والتقريع. قال الكلبي: أي فهل عسيتم إن توليتم أمر الأمة أن تفسدوا في الأرض بالظلم. وقال كعب \"أن تفسدوا في الأرض\" أي بقتل بعضكم بعضاً، وقال قتادة: إن توليتم عن طاعة كتاب الله عز وجل أن تفسدوا في الأرض بسفك الدماء وتقطعوا أرحامكم. وقال ابن جريح: إن توليتم عن الطاعة، وقيل أعرضتم عن القتال وفارقتم أحكامه. قرأ الجمهور \"توليتم\" مبنياً للفاعل، وقرأ علي بن أبي طالب بضم التاء والواو وكسر اللام مبنياً للمفعول، وبها قرأ ابن أبي إسحاق وورش عن يعقوب، ومعناها فهل عسيتم إن ولي عليكم ولاة جائرين أن تخرجوا عليهم في الفتنة وتحاربوهم وتقطعوا أرحامكم بالبغي والظلم والقتل. وقرأ الجمهور \"وتقطعوا\" بالتشديد على التكثير، وقرأ أبو عمرو في رواية عنه وسلام وعيسى ويعقوب بالتخفيف من القطع يقال: عسيت أن أفعل كذا، وعسيت بالفتح والكسر لغتان، ذكره الجوهري وغيره، وخبر عسيتم هو أن تفسدوا، والجملة الشرطية بينهما اعتراض. ¶ والإشارة بقوله \"أولئك\" إلى المخاطبين بما تقدم وهو مبتدأ وخبره: \"الذين لعنهم الله\": أي أبعدهم من رحمته وطردهم عنها \"فأصمهم\" عن استماع الحق \"وأعمى أبصارهم\" عن مشاهدة ما يستدلون به على التوحيد والبعث وحقية سائر ما دعاهم إليه رسول الله صلى الله عليه وسلم.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "والاستفهام في قوله: \"أفلا يتدبرون القرآن\" للإنكار، والمعنى: أفلا يتفهمونه فيعلمون بما اشتمل عليه من المواعظ الزاجرة والحجج الظاهرة والبراهين القاطعة التي تكفي من له فهم وعقل وتزجره عن الكفر بالله والإشراك به والعمل بمعاصيه \"أم على قلوب أقفالها\" أم هي المنقطعة: أي بل على قلوب أقفالها فهم لا يفهمون ولا يعقلون. قال مقاتل: يعني الطبع على القلوب والأقفال استعارة لانغلاق القلب عن معرفة الحق، وإضافة الأقفال إلى القلوب للتنبيه على أن المراد بها ما هو للقلوب بمنزلة الأقفال للأبواب، ومعنى الآية أنه لا يدخل في قلوبهم الإيمان ولا يخرج منها الكفر والشرك، لأن الله سبحانه قد طبع عليها، والمراد بهذه القلوب قلوب هؤلاء المخاطبين. قرأ الجمهور \"أقفالها\" بالجمع، وقرئ \" إقفالها \" بكسر الهمزة على أنه مصدر كالإقبال ¶ -وقال البغوي رحمه الله ¶ فهل عسيتم \"، فلعلكم، \" إن توليتم \"، أعرضتم عن القرآن وفارقتم أحكامه، \" أن تفسدوا في الأرض \"، تعودوا إلى ما كنتم عليه في الجاهلية فتفسدوا في الأرض بالمعصية والبغي وسفك الدماء، وترجعوا إلى الفرقة بعد ما جمعكم الله بالإسلام. \" وتقطعوا أرحامكم \"، قرأ يعقوب : (( وتقطعوا )) بفتح التاء خفيف، والآخرون بالتشديد و (( تقطعوا )) من التقطيع، على التكثير، لأجل الأرحام، قال قتادة : كيف رأيتم القوم حين تولوا عن كتاب الله ألم يسفكوا الدم الحرام، وقطعوا الأرحام، وعصوا الرحمن؟ وقال بعضهم: هو من الولاية. وقال المسيب بن شريك و الفراء : يقول فهل عسيتم إن وليتم أمر الناس أن تفسدوا في الأرض بالظلم، نزلت في بني أمية وبني هاشم، يدل عليه قراءة علي بن أبي طالب ((توليتم)) بضم التاء والواو وكسر اللام، يقول: إن وليتكم ولاة جائرة خرجتم معهم في الفتنة وعاونتموهم. ¶ \" أولئك الذين لعنهم الله فأصمهم وأعمى أبصارهم \"، عن الحق.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "\" أفلا يتدبرون القرآن أم على قلوب أقفالها \"، فلا تفهم مواعظ القرآن وأحكامه، و ((أم)) بمعنى ((بل)). أخبرنا أحمد بن إبراهيم الشريحي ، أخبرنا أبو إسحاق الثعلبي ، أنبأني عقيل بن محمد ، أخبرنا المعافى بن زكريا ، أخبرنا محمد بن جرير ، حدثنا بشر ، حدثنا حماد بن زيد ، حدثنا هشام بن عروة عن أبي قال: تلا رسول الله صلى الله عليه وسلم: \" أفلا يتدبرون القرآن أم على قلوب أقفالها \" فقال شاب من أهل اليمن: بل على قلوب أقفالها حتى يكون الله يفتحها أو يفرجها، فما زال الشاب في نفس عمر حتى ولي فاستعان به. ¶ ومما جاء في صلة الحم وقطعها ¶ 1- باب: من وصل وصله الله.………البخاري في كتاب الادب ¶ - حدثني بشر بن محمد: أخبرنا عبد الله: أخبرنا معاوية بن أبي مزرد قال: سمعت عمي سعيد بن يسار يحدث، عن أبي هريرة، ¶ عن النبي صلى الله عليه وسلم قال: (إن الله خلق الخلق، حتى إذا فرغ من خلقه، قالت الرحم: هذا مقام العائذ بك من القطيعة، قال: نعم، أما ترضين أن أصل من وصلك، وأقطع من قطعك؟ قالت: بلى يا رب، قال: فهو لك). قال رسول الله صلى الله عليه وسلم: (فاقرؤوا إن شئتم: {(فَهَلْ عَسَيْتُمْ إِن تَوَلَّيْتُمْ أَن تُفْسِدُوا فِي الْأَرْضِ وَتُقَطِّعُوا أَرْحَامَكُمْ( (محمد : 22 )}. ¶ - حدثنا خالد بن مخلد: حدثنا سليمان: حدثنا عبد الله بن دينار، عن أبي صالح، عن أبي هريرة رضي الله عنه: ¶ عن النبي صلى الله عليه وسلم قال: (إن الرحم شجنة من الرحمن، فقال الله: من وصلك وصلته، ومن قطعك قطعته). ¶ - حدثنا سعيد بن أبي مريم: حدثنا سليمان بن بلال قال: أخبرني معاوية ابن أبي مزرد، عن يزيد بن رومان، عن عروة، عن عائشة رضي الله عنها، زوج النبي صلى الله عليه وسلم، ¶ عن النبي صلى الله عليه وسلم قال: (الرحم شجنة، فمن وصلها وصلته، ومن قطعها قطعت ¶ - باب: من وصل رحمه في الشرك ثم أسلم. ¶ - حدثنا أبو اليمان: أخبرنا شعيب، عن الزُهري قال: أخبرني عروة بن الزبير:",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "أن حكيم بن حزام أخبره أنه قال: يا رسول الله، أرأيت أموراً كنت أتحنث بها في الجاهلية، من صلة، وعتاقة، وصدقة، هل كان لي فيها من أجر؟ قال حكيم: قال رسول الله صلى الله عليه وسلم: (أسلمت على ما سلف من خير). ¶ ويقال أيضا: عن أبي اليمان: أتحنث. وقال معمر وصالح وابن المسافر: أتحنث. وقال ابن إسحق: التحنث التبرر. وتابعه هشام، عن أبيه. ¶ -حدثنا عثمان بن أبي شيبة قال: حدثنا جرير، عن منصور، عن أبي الضحى، عن مسروق قال: كنا عند عبد الله، فقال: ¶ إن النبي صلى الله عليه وسلم لما رأى من الناس إدبارا، قال: (اللهم سبع كسبع يوسف). فأخذتهم سنة حصت كل شيء، حتى أكلوا الجلود والميتة والجيف، وينظر أحدهم إلى السماء فيرى الدخان من الجوع. فأتاه أبو سفيان فقال: يا محمد، إنك تأمر بطاعة الله وبصلة الرحم، وإن قومك قد هلكوا، فادع الله لهم، قال الله تعالى: { فَارْتَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ (10) ييَغْشَى النَّاسَ هَذَا عَذَابٌ أَلِيمٌ (11) رَبَّنَا اكْشِفْ عَنَّا الْعَذَابَ إِنَّا مُؤْمِنُونَ (12) أَنَّى لَهُمُ الذِّكْرَى وَقَدْ جَاءَهُمْ رَسُولٌ مُبِينٌ (13) ثُمَّ تَوَلَّوْا عَنْهُ وَقَالُوا مُعَلَّمٌ مَجْنُونٌ (14) إِنَّا كَاشِفُوا الْعَذَابِ قَلِيلًا إِنَّكُمْ عَائِدُونَ (15) يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَى إِنَّا مُنْتَقِمُونَ }. فالبطشة يوم بدر، وقد مضت الدخان، والبطشة واللزام وآية الروم. كتاب الاستسقاء ¶ باب : دعاء النبي صلى الله عليه وسلم: (اجعلها عليهم سنين كسني يوسف). ¶ * حدثنا محمد بن كثير: حدثنا سفيان: حدثنا منصور والأعمش، عن أبي الضحى، عن مسروق قال:",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "بينما رجل يحدث في كندة فقال: يجيء دخان يوم القيامة، فيأخذ بأسماع المنافقين وأبصارهم، يأخذ المؤمن كهيئة الزكام، ففزعنا، فأتيت ابن مسعود، وكان متكئا، فغضب، فجلس فقال: من علم فليقل، ومن لم يعلم فليقل: الله أعلم، فإن من العلم أن تقول لما لا تعلم لا أعلم، فإن الله قال لنبيه صلى الله عليه وسلم: {قل ما أسألكم عليه من أجر وما أنا من المتكلفين}. وإن قريشا أبطؤوا عن الإسلام، فدعا عليهم النبي صلى الله عليه وسلم فقال: (اللهم أعني عليهم بسبع كسبع يوسف). فأخذتهم سنة حتى هلكوا فيها، وأكلوا الميتة والعظام، ويرى الرجل ما بين السماء والأرض كهيئة الدخان، فجاءه أبو سفيان فقال: يا محمد، جئت تأمرنا بصلة الرحم، وإن قومك قد هلكوا فادع الله. فقرأ: { فَارْتَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ (10) ييَغْشَى النَّاسَ هَذَا عَذَابٌ أَلِيمٌ (11) رَبَّنَا اكْشِفْ عَنَّا الْعَذَابَ إِنَّا مُؤْمِنُونَ (12) أَنَّى لَهُمُ الذِّكْرَى وَقَدْ جَاءَهُمْ رَسُولٌ مُبِينٌ (13) ثُمَّ تَوَلَّوْا عَنْهُ وَقَالُوا مُعَلَّمٌ مَجْنُونٌ (14) إِنَّا كَاشِفُوا الْعَذَابِ قَلِيلًا إِنَّكُمْ عَائِدُونَ }. أفيكشف عنهم عذاب الآخرة إذا جاء ثم عادوا إلى كفرهم، فذلك قوله تعالى: {يوم نبطش البطشة الكبرى}. يوم بدر، {ولزاما} يوم بدر، { الم (1) غُلِبَتِ الرُّومُ (2) فِي أَدْنَى الْأَرْضِ وَهُمْ مِنْ بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ (3) }. والروم قد مضى. كتاب التفسير ¶ 2- باب صلة الرحم، وتحريم قطيعتها ……مسلم في كتاب البر والصلة ¶ *حدثنا قتيبة بن سعيد بن جميل بن طريف بن عبدالله الثقفي ومحمد بن عباد. قالا: حدثنا حاتم (وهو ابن إسماعيل) عن معاوية (وهو ابن أبي مزرد، مولى بني هاشم). حدثني عمي، أبو الحباب، سعيد بن يسار عن أبي هريرة، قال:",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "قال رسول الله صلى الله عليه وسلم \"إن الله خلق الخلق. حتى إذا فرغ منهم قامت الرحم فقالت: هذا مقام العائذ من القطيعة. قال: نعم. أما ترضين أن أصل من وصلك وأقطع من قطعك؟ قالت: بلى. قال: فذاك لك\". ¶ ثم قال رسول الله صلى الله عليه وسلم \"اقرؤا إن شئتم: { (فَهَلْ عَسَيْتُمْ إِن تَوَلَّيْتُمْ أَن تُفْسِدُوا فِي الْأَرْضِ وَتُقَطِّعُوا أَرْحَامَكُمْ أُوْلَئِكَ الَّذِينَ لَعَنَهُمُ اللَّهُ فَأَصَمَّهُمْ وَأَعْمَى أَبْصَارَهُمْ (أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ أَمْ عَلَى قُلُوبٍ أَقْفَالُهَا) (محمد }\" [ محمد /22 و-23 و-24]. ¶ *حدثنا أبو بكر بن أبي شيبة وزهير بن حرب (واللفظ لأبي بكر). قالا: حدثنا وكيع عن معاوية بن أبي مزرد، عن يزيد بن رومان، عن عروة، عن عائشة قالت: ¶ -قال رسول الله صلى الله عليه وسلم \"الرحم معلقة بالعرش تقول: من وصلني وصله الله. ومن قطعني قطعه الله\". ¶ *حدثني زهير بن حرب وابن أبي عمر. قالا: حدثنا سفيان عن الزهري، عن محمد بن جبير بن مطعم، عن أبيه، ¶ عن النبي صلى الله عليه وسلم قال \"لا يدخل الجنة قاطع\". قال ابن أبي عمر: قال سفيان: يعني قاطع رحم. ¶ *حدثني عبدالله بن محمد بن أسماء الضبعي. حدثنا جويرية عن مالك، عن الزهري؛ أن محمد بن جبير بن مطعم أخبره؛ أن أباه أخبره؛ ¶ أن رسول الله صلى الله عليه وسلم قال \"لا يدخل الجنة قاطع رحم\". ¶ *حدثني حرملة بن يحيى التجيبي. أخبرنا ابن وهب. أخبرني يونس عن ابن شهاب، عن أنس بن مالك. قال: ¶ سمعت رسول الله صلى الله عليه وسلم يقول \"من سره أن يبسط عليه رزقه، أو ينسأ في أثره، فليصل رحمه\". ¶ -وحدثني عبدالملك بن شعيب بن الليث. حدثني أبي عن جدي. حدثني عقيل بن خالد. قال: قال ابن شهاب: أخبرني أنس بن مالك؛ ¶ أن رسول الله صلى الله عليه وسلم قال \"من أحب أن يبسط له في رزقه، وينسأ له في أثره، فليصل رحمه\".",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "-حدثني محمد بن المثنى ومحمد بن بشار (واللفظ لابن المثنى). قالا: حدثنا محمد بن جعفر. حدثنا شعبة قال: سمعت العلاء بن عبدالرحمن يحدث عن أبيه، عن أبي هريرة؛ ¶ أن رجلا قال: يا رسول الله! إن لي قرابة. أصلهم ويقطعوني. وأحسن إليهم ويسيئون إلي. وأحلم عنهم ويجهلون علي. فقال \"لئن كنت كما قلت، فكأنما تسفهم المل. ولا يزال معك من الله ظهير عليهم، ما دمت على ذلك\". ¶ - باب ما جاء في قطيعة الرحم. ……الترمذي في أبواب البر والصلة ¶ - حدثنا ابن أبي عمر وسعيد بن عبد الرحمن المخزومي قالا حدثنا سفيان بن عيينة عن الزهري عن أبي سلمة قال: اشتكى أبو الدرداء فعاده عبد الرحمن بن عوف فقال: خيرهم وأوصلهم ما علمت أبو محمد فقال عبد الرحمن: ¶ - سمعت رسول الله صلى الله عليه وسلم يقول: (قال الله تبارك وتعالى: أنا الله وأنا الرحمن خلقت الرحم وشققت لها من اسمي فمن وصلها وصلته ومن قطعها بتته) . ¶ - باب ما جاء في صلة الرحم ¶ - حدثنا ابن أبي عمر حدثنا سفيان حدثنا بشيرٌ أبو إسماعيل وفطر بن خليفة عن مجاهد عن عبد الله بن عمرو عن النبي صلى الله عليه وسلم قال: ¶ - (ليس الواصل بالمكافئ ولكن الواصل الذي إذا انقطعت رحمه وصلها) . ¶ هذا حديثٌ حسنٌ صحيحٌ. ¶ - حدثنا ابن أبي عمر ونصر بن علي وسعيد بن عبد الرحمن المخزومي قالوا حدثنا سفيان عن الزهري عن محمد بن جبير بن مطعم عن أبيه قال: - قال رسول الله صلى الله عليه وسلم ¶ : (لا يدخل الجنة قاطعٌ) . ¶ قال ابن أبي عمر قال: سفيان يعني قاطع رحم ¶ ذكر حث المصطفى صلى الله عليه وسلم في مرضه الذي قبض فيه أمته على صلة الرحم ……ابن حبان في كتاب البر والاحسان ¶ - أخبرنا الحسن بن سفيان حدثنا محمد بن بشار حدثنا أبو أحمد الزبيري حدثنا سفيان عن سليمان التيمي عن قتادة عن أنس أن رسول الله صلى الله عليه وسلم قال في مرضه أرحامكم أرحامكم ¶ ذكر إيجاب دخول الجنة للواصل رحمه إذا قرنه بسائر العبادات",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "- أخبرنا أحمد بن علي بن المثنى قال حدثنا سريج بن يونس قال حدثنا مروان بن معاوية عن عمرو بن عثمان بن عبد الله بن موهب عن موسى بن طلحة أن أبا أيوب الأنصاري أخبره أن أعرابيا عرض للنبي صلى الله عليه وسلم فأخذ بزمام ناقته فقال يا رسول الله أخبرني بأمر يدخلني الجنة وينجيني من النار قال فنظر إلى وجوه أصحابه وكف عن ناقته وقال لقد وفق أو هدي - لا تشرك بالله شيئا وتقيم الصلاة وتؤتي الزكاة وتصل الرحم .دع الناقة ¶ ذكر إثبات طيب العيش في الأمن وكثرة البركة في الرزق للواصل رحمه ¶ - أخبرنا أبو يعلى قال حدثنا كامل بن طلحة الجحدري قال حدثنا ليث بن سعد عن عقيل عن بن شهاب أنه سمع أنس بن مالك يقول قال رسول الله صلى الله عليه وسلم من أحب أن ينشأ له في أجله ويبسط له في رزقه فليصل رحمه ¶ ذكر البيان بأن طيب العيش في الأمن وكثرة البركة في الرزق للواصل رحمه إنما يكون ذلك إذا قرنه بتقوى الله ¶ - أخبرنا بن ناجية بحران حدثنا هشام بن القاسم الحراني حدثنا بن وهب عن يونس عن الزهري عن أنس قال قال رسول الله صلى الله عليه وسلم من أحب أن يبسط له في رزقه وينسأ له في أجله فليتق الله وليصل رحمه ¶ ذكر الخبر الدال على صحة ما تأولنا خبر أنس بن مالك الذي تقدم ذكرنا له ¶ - أخبرنا أحمد بن علي بن المثنى قال حدثنا مسلم بن أبي مسلم الجرمي قال حدثنا مخلد بن الحسين عن هشام عن الحسن عن أبي بكرة أن النبي صلى الله عليه وسلم قال إن أعجل الطاعة ثوابا صلة الرحم حتى إن أهل البيت ليكونوا فجرة فتنمو أموالهم ويكثر عددهم إذا تواصلوا وما من أهل بيت يتواصلون فيحتاجون ¶ ذكر تعوذ الرحم بالباري جل وعلا عند خلقه إياها من القطيعة وإخبار الله جل وعلا إياها بوصل من وصلها وقطع من قطعها",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "- أخبرنا الحسن بن سفيان قال حدثنا حبان بن موسى قال أخبرنا عبد الله قال أخبرنا معاوية بن أبي مزرد قال سمعت عمي سعيد بن يسار أبا الحباب يحدث عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم قال إن الله خلق الرحم حتى إذا فرغ من خلقه قامت الرحم فقالت هذا مقام العائذين من القطيعة قال نعم ألا ترضين أن أصل من وصلك وأقطع من قطعك قالت بلى قال فهو لك قال رسول الله صلى الله عليه وسلم واقرؤوا إن شئتم { فهل عسيتم إن توليتم أن تفسدوا في الأرض وتقطعوا أرحامكم أولئك الذين لعنهم الله فأصمهم وأعمى أبصارهم } ¶ ذكر تشكي الرحم إلى الله جل وعلا من قطعها وأساء إليها ¶ - أخبرنا الفضل بن الحباب الجمحي قال حدثنا محمد بن كثير العبدي قال أخبرنا شعبة عن محمد بن عبد الجبار عن محمد بن كعب القرظي عن أبي هريرة عن النبي صلى الله عليه وسلم قال الرحم شجنة من الرحمن معلقة بالعرش تقول يا رب إني قطعت إني أسيء إلي فيجيبها ربها أما ترضين أن أقطع من قطعك وأصل من وصلك ¶ ذكر البيان بأن قوله صلى الله عليه وسلم الرحم شجنة من الرحمن أراد أنها مشتقة من اسم الرحمن ¶ - أخبرنا الحسن بن سفيان قال حدثنا حبان قال أخبرنا عبد الله قال أخبرنا معمر عن الزهري عن أبي سلمة بن عبد الرحمن عن رداد الليثي عن عبد الرحمن بن عوف قال قال رسول الله صلى الله عليه وسلم قال الله تبارك وتعالى أنا الرحمن خلقت الرحم وشققت لها اسما من اسمي فمن وصلها وصلته ومن قطعها بتته ¶ ذكر البيان بأن تشكي الرحم الذي وصفنا قبل إنما يكون في القيامة لا في الدنيا",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "- أخبرنا عبد الله بن محمد الأزدي قال حدثنا إسحاق بن إبراهيم قال أخبرنا عبد الصمد قال حدثنا شعبة عن محمد بن عبد الجبار قال سمعت محمد بن كعب القرظي أنه سمع أبا هريرة يقول قال رسول الله صلى الله عليه وسلم إن الرحم شجنة من الرحمن فإذا كان يوم القيامة تقول أي رب إني ظلمت إني أسيء إلي إني قطعت قال فيجيبها ربها ألا ترضين أن أقطع من قطعك وأصل من وصلك ¶ ذكر وصف الواصل رحمه الذي يقع عليه اسم الواصل ¶ - أخبرنا النضر بن محمد بن المبارك قال حدثنا محمد بن عثمان العجلي قال حدثنا عبيد الله بن موسى عن فطر عن مجاهد قال سمعت عبد الله بن عمرو يقول قال رسول الله صلى الله عليه وسلم الرحم معلقة بالعرش وليس الواصل بالمكافىء ولكن الواصل الذي إذا انقطعت رحمه وصلها ¶ الرجل يقسم صدقته على قرابته وجيرانه إذا كانوا من أهل السهمان لما جاء في صلة الرحم وحق الجار……البيهقي في كتاب قسم الصدقات ¶ - أخبرنا أبو عبد الله الحافظ وأبو بكر بن الحسن القاضي وأبو محمد عبد الله بن يوسف الأصبهاني إملاء قالوا ثنا أبو العباس محمد بن يعقوب ثنا محمد بن إسحاق الصغاني ثنا سعيد بن أبي مريم ح وأخبرنا أبو محمد بن يوسف ثنا أبو عبد الله محمد بن إسحاق القرشي بهراة ثنا عثمان بن سعيد الدارمي ثنا سعيد بن الحكم بن أبي مريم أنبأ سليمان بن بلال أخبرني معاوية بن أبي المزرد عن يزيد بن رومان عن عروة عن عائشة رضى الله تعالى عنها أن النبي صلى الله عليه وسلم قال الرحم شجنة من الله من وصلها وصله ومن قطعها قطعه الله ¶ لفظ حديث الصغاني وفي رواية الدارمي الرحم شجنة من الرحمن رواه البخاري في الصحيح عن بن أبي مريم ورواه حاتم بن إسماعيل عن معاوية فقال في الحديث الرحم شجنة من الرحمن ورواه وكيع عن معاوية فقال في الحديث الرحم معلقة بالعرش ومن ذلك الوجه أخرجه مسلم في الصحيح وروي في حديث أبي هريرة رضى الله تعالى عنه الرحم شجنة من الرحمن",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "- أخبرنا أبو الحسين بن بشران العدل ببغداد أنبأ إسماعيل بن محمد الصفار ثنا أحمد بن منصور الرمادي ثنا عبد الرزاق ح وأخبرنا أبو محمد عبد الله بن يوسف أنبأ أبو بكر محمد بن الحسين القطان بن الحسن ببغداد ثنا أحمد بن يوسف السلمي ثنا عبد الرزاق أنبأ معمر عن الزهري قال حدثني أبو سلمة بن عبد الرحمن بن عوف أن أبا الرداد الليثي أخبره عن عبد الرحمن بن عوف رضى الله تعالى عنه أنه سمع رسول الله صلى الله عليه وسلم يقول قال الله عز وجل أنا الرحمن خلقت الرحم وشققت لها اسما من اسمي فمن وصلها وصلته ومن قطعها بتته ¶ - وحدثنا أبو محمد بن يوسف أنبأ أبو سعيد أحمد بن محمد بن زياد البصري بمكة أنبأ الحسن بن محمد الزعفراني ثنا سفيان بن عيينة عن الزهري عن أبي سلمة بن عبد الرحمن أن عبد الرحمن بن عوف رضى الله تعالى عنه عاد أبا الرداد فقال خيرهم وأوصلهم أبو محمد ما علمت فقال عبد الرحمن سمعت رسول الله صلى الله عليه وسلم يقول قال الله عز وجل أنا الله وأنا الرحمن خلق الرحم وشققت لها من اسمي فمن وصلها وصلته ومن قطعها بتته ¶ - أخبرنا أبو عبد الله الحافظ أنبأ أبو العباس القاسم بن القاسم ثنا أبو الموجه ثنا عبدان أنبأ عبد الله بن المبارك أنبأ معاوية بن أبي مزرد قال سمعت عمي سعيد بن يسار أبا الحباب يحدث عن أبي هريرة رضى الله تعالى عنه عن النبي صلى الله عليه وسلم قال إن الله خلق الخلق حتى إذا فرغ من خلقه قالت الرحم هذا مقام العائذ من القطيعة قال نعم ألا ترضين أن أصل من وصلك وأقطع من قطعك قالت بلى يا رب قال فهو لك قال رسول الله صلى الله عليه وسلم واقرؤوا إن شئتم { فهل عسيتم أن توليتم أن تفسدوا في الأرض وتقطعوا أرحامكم أولئك الذين لعنهم الله فأصمهم وأعمى أبصارهم } رواه البخاري في الصحيح عن بشر بن محمد عن عبد الله بن المبارك",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "- أخبرنا أبو محمد عبد الله بن يوسف الأصبهاني أنبأ أبو سعيد أحمد بن محمد بن زياد بمكة ثنا الحسن بن محمد الزعفراني ثنا سفيان بن عيينة عن الزهري ح وأخبرنا أبو الحسين بن بشران العدل ببغداد أنبأ إسماعيل بن محمد الصفار ثنا أحمد بن منصور ثنا عبد الرزاق أنبأ معمر عن الزهري عن محمد بن جبير بن مطعم عن أبيه قال سمعت رسول الله صلى الله عليه وسلم وفي رواية بن عيينة عن النبي صلى الله عليه وسلم قال لا يدخل الجنة قاطع رواه مسلم في الصحيح عن بن أبي عمر وغيره عن بن عيينة وعن محمد بن رافع وعبد عن عبد الرزاق وأخرجه البخاري من وجه آخر عن الزهري ¶ - أخبرنا أبو عبد الله الحافظ ثنا أبو العباس محمد بن يعقوب ثنا محمد بن علي بن ميمون الرقي ثنا محمد بن كثير العبدي ثنا سفيان الثوري عن الأعمش والحسن بن عمرو وفطر بن خليفة عن مجاهد عن عبد الله بن عمرو رضى الله تعالى عنهما قال سفيان لم يرفعه الأعمش ورفعه الحسن وفطر قال قال رسول الله صلى الله عليه وسلم ليس الواصل بالمكافي ولكن الواصل من إذا قطعت رحمه وصلها رواه البخاري في الصحيح عن محمد بن كثير ¶ - أخبرنا أبو علي الروذباري ثنا علي بن حمشاذ ثنا إسحاق بن الحسن بن ميمون ثنا أبو نعيم ثنا فطر عن مجاهد قال سمعت عبد الله بن عمرو رضى الله تعالى عنهما قال قال رسول الله صلى الله عليه وسلم إن الرحم معلقة بالعرش وليس الواصل بالمكافي ولكن الواصل الذي إذا انقطعت رحمه وصلها ¶ - أخبرنا محمد بن عبد الله الحافظ ثنا أبو الحسن علي بن محمد بن سختويه ثنا أبو عبد الله محمد بن إبراهيم البوشنجي وأحمد بن إبراهيم بن ملحان قالا ثنا يحيى بن بكير ثنا الليث عن عقيل عن بن شهاب قال أخبرني أنس بن مالك رضى الله تعالى عنه أن رسول الله صلى الله عليه وسلم قال من أحب أن يبسط له في رزقه وينسىء له في أثره فليصل رحمه رواه البخاري في الصحيح عن يحيى بن بكير وأخرجه مسلم من وجه آخر عن الليث",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "- حدثنا أبو محمد عبد الله بن يوسف الأصبهاني إملاء وأبو بكر أحمد بن الحسن قالا ثنا أبو العباس محمد بن يعقوب ثنا الحسن بن مكرم ثنا عثمان بن عمر ثنا بن عون عن حفصة بنت سيرين عن أم الرائح بنت ضليع عن سلمان بن عامر الضبي أن رسول الله صلى الله عليه وسلم قال إن صدقتك على المسكين صدقة وإنها على ذي الرحم اثنتان صدقة وصلة كذا قال أبو العباس ضليع وإنما هو صليع بالصاد ¶ - أخبرنا أبو عبد الله الحافظ أنبأ أبو عبد الله محمد بن علي الصنعاني ثنا إسحاق بن إبراهيم الصنعاني ثنا عبد الرزاق أنبأ معمر عن الزهري ح قال وحدثنا أبو بكر بن إسحاق أنبأ بشر بن موسى ثنا الحميدي ثنا سفيان عن الزهري عن حميد بن عبد الرحمن عن أمه أم كثلوم بنت عقبة قال سفيان وكانت قد صلت مع رسول الله صلى الله عليه وسلم القبلتين قالت قال رسول الله صلى الله عليه وسلم أفضل الصدقة على ذي الرحم الكاشح ¶ أخبرنا أبو عبد الله الحافظ ثنا أبو الطيب محمد بن أحمد بن الحسين الحيري إملاء ثنا عبد الله بن أحمد بن أبي مسرة ثنا المقري عن أبي حنيفة عن يحيى بن أبي كثير عن مجاهد وعكرمة عن أبي هريرة رضى الله تعالى عنه قال قال رسول الله صلى الله عليه وسلم ليس شيء أطيع الله فيه أعجل ثوابا من صلة الرحم وليس شيء أعجل عقابا من البغي وقطيعة الرحم واليمين الفاجرة تدع الديار بلاقع ¶ كذا رواه عبد الله بن يزيد المقري عن أبي حنيف وخالفه إبراهيم بن طهمان وعلي بن ظبيان والقاسم بن الحكم فرووه عن أبي حنيفة عن ناصح بن عبد الله عن يحيى بن أبي كثير عن أبي سلمة عن أبي هريرة رضى الله تعالى عنه عن النبي صلى الله عليه وسلم وقيل عن يحيى عن أبي سلمة عن أبيه والحديث مشهور بالإرسال",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "-*أخبرنا أبو زكريا بن أبي إسحاق الزكي أنبأ أبو بكر بن أبي دارم الحافظ بالكوفة ثنا إبراهيم بن عبد الله بن أيوب المخرمي ثنا سعيد بن محمد الجرمي ثنا يعقوب بن أبي المتئد عن أبي إسحاق عن الحارث عن علي رضى الله تعالى عنه قال قال رسول الله صلى الله عليه وسلم ألا أدلكم على أكرم أخلاق الدنيا والآخرة تعفو عمن ظلمك وتعطي من حرمك وتصل من قطعك ¶ - *وحدثنا أبو عبد الله الحافظ ثنا أبو بكر محمد بن أحمد بن بالويه ثنا محمد بن شاذان الجوهري ثنا سعيد بن سليمان ثنا سليمان بن داود اليمامي عن يحيى بن أبي كثير عن أبي سلمة عن أبي هريرة رضى الله تعالى عنه قال قال رسول الله صلى الله عليه وسلم ثلاث من كن فيه حاسبه الله حسابا يسيرا وأدخله الجنة برحمته قالوا ما هن يا رسول الله ؟ قال تعطي من حرمك وتعفو عمن ظلمك تصل من قطعك قال فإذا فعلت ذلك فما لي يا رسول الله ؟ قال أن تحاسب حسابا يسيرا ويدخلك الله الجنة برحمته البيهقي في كتابالشهادات ¶ أبو يعلى في مسنده ¶ - حدثنا أبو خيثمة حدثنا يزيد بن هارون أخبرنا هشام الدستوائي عن يحيى بن أبي كثير عن إبراهيم بن عبد الله بن قارظ أن أباه حدثه أنه دخل على عبد الرحمن بن عوف يعوده فقال له عبد الرحمن وصلتك رحم سمعت رسول الله صلى الله عليه وسلم يقول قال الله أنا الرحمن وهي الرحم شققت لها من اسمي فمن وصلها وصلته ومن قطعها قطعته أو قال بتها أبته ¶ -حدثنا محمد بن عباد حدثنا حاتم عن معاوية بن أبي مزرد عن يزيد بن رومان عن عروة بن الزبير عن عائشة قالت قال رسول الله صلى الله عليه وسلم إن الرحم شجنة من الرحمن من وصلها وصله ومن قطعها قطعه ¶ - وعن أبي هريرة عن النبي صلى الله عليه وسلم أنه قال قال الله أنا الرحمن وهي الرحم شققت لها من اسمي فمن وصلها أصله ومن قطعها أقطعه فأبته",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "- حدثنا إسحاق حدثنا علي بن قادم أخبرنا شريك عن عاصم بن عبيد الله عن عبد الله بن عامر بن ربيعة عن أبيه قال قال رسول الله صلى الله عليه وسلم يقول يعني الرب عز وجل إن الرحم شجنة مني فمن وصلها وصلته ومن قطعها قطعته ¶ ما قالوا في البر وصلة الرحم ……… ابن أبي شيبة في مصنفه ¶ ( 1 ) ابن عيينة عن أبي سلمة بن عبد الرحمن أن عبد الرحمن عاد أبا ارداد فقال : خيرهم وأوصلهم أبو محمد - يعني ابن عون - سمعت رسول الله صلى الله عليه وسلم يقول : ( قال الله : أنا الله وأنا الر حمن ، وهي الرحم ، شققت لها اسما من اسمي ، فمن وصلها وصلته ، من قطعها بتته ) . ¶ ( 2 ) وكيع عن معاوية بن أبي مزرد عن يزيد بن رومان عن عروة عن عائشة قالت : قال رسول الله صلى الله عليه وسلم : ( الرحم معلقة بالعرش ، تقول : من وصلني وصله الله ، ومن قطعني قطعه الله ) . ¶ ( 3 ) أبو أسامة عن عوف عن زرارة بن أوفى عن عبد الله بن سلام قال : لما قدم رسول الله صلى الله عليه وسلم المدينة انجفل الناس نحوه فأتيته ، فلما نظرت إليه عرفت أن وجهه ليس وجه كذاب : فكان أول شئ سمعته يقول : ( يا أيها الناس ! افشوا السلام ، وصلوا الارحام ، وأطعموا الطعام : وصلوا بالليل والناس نيام ) . ¶ ( 4 ) جرير عن منصور عن عطاء بن أبي مروان عن أبيه عن كعب قال : والذي فلق الحبة والنوى لبني إسرائيل ! إن في التوراة مكتوب ( يا ابن آدم ! اتق ربك ، وابرر والديك ، وصل رحمك ، أمد لك في عمرك وأيسر لك يسرك ، وأصرف عنك عسرك ) . ¶ ( 5 ) جرير عن منصور عن أبي إسحاق عن مغراء عن ابن عمر قال : من اتقى ربه ووصل رحمه نسئ له في عمره ، وثرا ماله ، وأحبه أهله . ¶ -وصلة الرحم تكون بإكرام الأقارب والاحسان إليهم والحفاظ على علاقة الود معهم . ¶ - افشوا السلام : سلموا على بعضكم كلما التقيتم بسلام الاسلام تحية أهل الحنة السلام عليكم . ¶ - نسئ له في عمره = طال عمره ... ثرا ماله = كثر وزاد",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "( 6 ) وكيع عن أبي عاصم الثقفي عن محمد بن عبد الله بن قارب قال : سمعت عبد الله بن عمرو يقول بلسان له ذلق : إن الرحم معلقة بالعرش تنادي بلسان لها ذلق : اللهم صل من وصلني ، واقطع من قطعني . ¶ ( 7 ) عفان قال حدثنا حماد بن سلمة قال أخبرنا قتادة عن أبي ثمامة الثقفي عن عبد الله بن عمرو أن رسول الله صلى الله عليه وسلم قال : ( توضع الرحم يوم القيامة ولها حجنة كحجنة المغزل ، تكلم بلسان طلق ذلق فتصل من وصلها وتقطع من قطعها ) . ¶ ( 8 ) يزيد بن هارون عن شعبة عن محمد بن عبد الجبار عن محمد بن كعب القرظي عن أبي هريرة عن النبي صلى الله عليه وسلم قال ، ( الرحم شجنة من الرحمن تجئ يوم القيامة تقول : يا رب قطعت ، يا رب ظلمت ، يا رب أسيء إلي ) . ¶ ( 9 ) زيد بن الحباب قال حدثنا موسى بن عبيدة قال حدثنا المنذر بن جهم الاسلمي عن نوفل بن مساحق عن أم سلمة قالت : قال رسول الله صلى الله عليه وسلم : ( الرحم شجنة آخذة بحجزة الرحمن تناشد حقها فيقول : ألا ترضين أن أصل من وصلك وأقطع من قطعك ، من وصلك فقد وصلني ومن قطعك فقد قطعني ) . ¶ ( 10 ) يزيد بن هارون قال حدثنا فطر عن مجاهد عن عبد الله بن عمرو قال : قال رسول الله صلى الله عليه وسلم : ( إن الرحم معلقة بالعرش وليس المواصل بالمكافئ ، ولكن الواصل الذي إذا انقطعت رحمه وصلها ) . ¶ ( 11 ) شريك عن سماك عن زوج درة عن درة قالت : قلت : يا رسول الله ! من أتقى الناس ؟ قال : ( آمرهم بالمعروف وأنهاهم عن المنكر وأوصلهم للرحم ) ¶ أحمد في المسند ¶ 1-حدثنا عبد الله حدثني أبي حدثنا سفيان عن عمر وعن أبي قابوس عن عبد الله بن عمرو بن العاص يبلغ به النبي صلى الله عليه وسلم قال ¶ -الراحمون يرحمهم الرحمن ارحموا أهل الأرض يرحمكم أهل السماء والرحم شجنة من الرحمن من وصلها وصلته ومن قطعها بتته ¶ .",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "2- حدثنا عبد الله حدثني أبي حدثنا وكيع قال حدثنا معاوية بن أبي مزرد عن يزيد بن رومان عن عروة بن الزبير عن عائشة قالت: ¶ -قال رسول الله صلى الله عليه وسلم الرحم من وصلها وصله الله ومن قطعها قطعه الله ¶ 3-حدثنا عبد الله حدثني أبي حدثنا سفيان عن الزهري عن أبي سلمة قال: اشتكى أبو الرداد فعاده عبد الرحمن بن عوف فقال أبو الرداد: خيرهم وأوصلهم ما علمت أبو محمد فقال عبد الرحمن بن عوف: إني سمعت رسول الله صلى الله عليه وسلم يقول: ¶ -قال الله عز وجل: أنا الله وأنا الرحمن خلقت الرحم وشققت لها من اسمي فمن وصلها وصلته ومن قطعها بتته. ¶ - حدثنا عبد الله حدثني أبي حدثنا يزيد بن هارون أنبأنا هشام عن يحيى بن أبي كثير عن إبراهيم بن عبد الله بن قارظ أن أباه حدثه أنه: ¶ -دخل على عبد الرحمن بن عوف وهو مريض فقال له عبد الرحمن: وصلتك رحم إن النبي صلى الله عليه وسلم قال: قال الله: أنا الرحمن وخلقت الرحم وشققت لها من اسمي فمن يصلها أصله ومن يقطعها أقطعه أو قال: من يبتها أبتته. ¶ من أعطى لله تعالى ومنع لله تعالى وأحب لله تعالى وأبغض لله تعالى وأنكح لله تعالى فقد استكمل إيمانه. ¶ - حدثنا عبد الله حدثني أبي حدثنا حسن حدثنا ابن لهيعة قال حدثنا زبان عن سهل بن معاذ بن أنس عن أبيه عن رسول الله صلى الله عليه وسلم أنه قال: ¶ -أفضل الفضائل أن تصل من قطعك وتعطي من منعك وتصفح عمن شتمك ¶ حدثنا عبد الله حدثني أبي حدثنا أبو المغيرة حدثنا معاذ بن رفاعة حدثني علي بن يزيد عن القاسم عن أبي أمامة الباهلي عن عقبة بن عامر قال:",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "-لقيت رسول الله صلى الله عليه وسلم فابتدأته فأخذت بيده قال فقلت يا رسول الله ما نجاة المؤمن قال يا عقبة احرس لسانك وليسعك بيتك وإبك على خطيئتك قال ثم لقيني رسول الله صلى الله عليه وسلم فابتدأني فأخذ بيدي فقال يا عقبة بن عامر ألا أعلمك خير ثلاث سور أنزلت في التوراة والإنجيل والزبور والفرقان العظيم قال قلت بلى جعلني الله فداك قال فأقرأني قل هو الله أحد و قل أعوذ برب الفلق و قل أعوذ برب الناس ثم قال يا عقبة لا تنساهن ولا تبيت ليلة حتى تقرأهن قال فما نسيتهن من منذ قال لا تنساهن وما بت ليلة قط حتى أقرأهن قال عقبة ثم لقيت رسول الله صلى الله عليه وسلم فابتدأته فأخذت بيده فقلت يا رسول الله أخبرني بفواضل الأعمال فقال يا عقبة صل من قطعك وأعط من حرمك وأعرض عمن ظلمك. ¶ باب صل من كان أبوك يصل………ابن ماجه في كتاب الادب ¶ - حدثنا علي بن محمد. حدثنا عبد الله بن إدريس عن عبد الرحمن بن سليمان، عن أسيد بن عبيد، مولى بني ساعدة، عن أبيه، عن أبي أسيد، مالك بن ربيعه؛ قال: بينما نحن عند النبي صلى الله عليه وسلم إذ جاءه رجل من بني سلمة فقال: يا رسول الله! أبقي من بر أبوى شيء أبرهما به بعد موتهما؟ ¶ قال ((نعم. الصلاة عليهما، والاستغفار لهما. وإيفاء بعهودهما من بعد موتهما، وإكرام صديقهما، وصلة الرحم التي لا توصل إلا بهما)). ¶ - حدثنا الحسين بن الحسن المروزي. أنبأنا عبد الله بن المبارك وابن علية عن عيينة بن عبد الرحمن، عن أبيه، عن أبي بكرة؛ قال: قال رسول الله صلى الله عليه وسلم ¶ ((مامن ذنب أجدر أن يعجل الله لصاحبه العقوبة في الدنيا، مع ما يدخر له في الآخرة - من البغي وقطيعة الرحم)). ¶ - حدثنا سويد بن سعيد. حدثنا صالح بن موسى عن معاوية بن إسحاق، عن عائشة بنت طلحة. عن عائشة أم المؤمنن؛ قالت: قال رسول الله صلى الله عليه وسلم: ¶ ((أسرع الخير ثوابا، البر وصلة الرحم. وأسرع الشر عقوبة، البغي وقطيعة الرحم)).",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "في الزوائد: في إسناده صالح بن موسى، وهو ضعيف. ¶ الحاكم في المستدرك-كتاب البر والصلة ¶ *حدثنا أبو بكر أحمد بن يزيد بن هارون أنبأ محمد بن عمرو عن أبي سلمة عن أبي هريرة رضى الله تعالى عنه أن رسول الله صلى الله عليه وسلم قال قال الله عز وجل أنا الرحمن وهي الرحم فمن وصلها وصلته ومن قطعها قطعته هذا حديث صحيح على شرط مسلم ولم يخرجاه وقد روي بأسانيد واضحة عن عبد الرحمن بن عوف وسعيد بن زيد بن عمرو بن نفيل وعائشة وعبد الله بن عمرو ¶ أما حديث سعيد بن زيد ¶ *فأخبرنا أبو جعفر أحمد بن عبد الحافظ أنبأ إبراهيم بن الحسين وأخبرني أبو محمد المزني ثنا علي بن محمد الجعاني قالا ثنا أبو اليمان ثنا شعيب بن أبي حمزة حدثنا عبد الله بن أبي الحسين ثنا نوفل بن مساحق عن سعيد بن زيد بن عمرو بن نفيل قال قال رسول الله صلى الله عليه وسلم الرحم شجنة من الرحمن فمن وصلها وصله الله ومن قطعها قطعه الله عز وجل ¶ أما حديث عبد الرحمن بن عوف ¶ * فحدثناه أحمد بن سلمان الفقيه ثنا الحسن بن مكرم ثنا يزيد بن هارون أنبأ هشام الدستوائي عن يحيى بن أبي كثير عن إبراهيم بن عبد الله بن قارظ أن أباه أخبره أنه دخل على عبد الرحمن بن عوف وهو مريض فقال له عبد الرحمن وصلتك رحم سمعت رسول الله صلى الله عليه وسلم يقول قال الله عز وجل أنا الرحمن وهي الرحم شققت لها اسما من اسمي فمن وصلها وصلته ومن قطعها قطعته ومن بتها أبته",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "* وأخبرني محمد بن علي بن عبد الحميد الصنعاني بمكة ثنا إسحاق بن إبراهيم أنبأ عبد الرزاق أنبأ معمر أخبرني الزهري حدثني أبو سلمة بن عبد الرحمن أن رداد الليثي أخبره عن عبد الرحمن بن عوف رضى الله تعالى عنه أنه سمع رسول الله صلى الله عليه وسلم يقول قال الله تبارك وتعالى أنا الرحمن خلقت الرحم وشققت لها من اسمي فمن وصلها وصلته ومن قطعها بتته هذا أبو رداد الليثي قد أضاف فيه سفيان بن عيينة ومحمد بن أبي عتيق وشعيب بن أبي حمزة وسفيان بن حسين أما حديث بن عيينة ¶ * فحدثناه الشيخ أبو بكر بن إسحاق الإمام وعلي بن حمشاذ العدل قالا ثنا بشر بن موسى ثنا الحميدي ثنا سفيان عن الزهري عن أبي سلمة قال اشتكى أبو الرداد فجاءه عبد الرحمن عائدا فقال خيرهم وأوصلهم ما علمت أبا محمد فقال عبد الرحمن سمعت رسول الله صلى الله عليه وسلم يقول قال الله عز وجل أنا الله وأنا الرحمن خلقت الرحم وشققت لها من اسمي فمن وصلها وصلته ومن قطعها قطعته وأما حديث محمد بن أبي عتيق ¶ - فأخبرناه أبو بكر بن إسحاق أنبأ العباس بن الفضل الأسفاطي والحسن بن زياد قالا ثنا إسماعيل بن أبي أويس حدثني أخي أبو بكر عن سليمان بن بلال عن محمد بن أبي عتيق عن بن شهاب عن أبي سلمة أن أبا رداد الليثي أخبره عن عبد الرحمن بن عوف رضى الله تعالى عنه أنه سمع رسول الله صلى الله عليه وسلم يقول قال الله تبارك وتعالى أنا الرحمن خلقت الرحم وشققت لها من اسمي فمن وصلها وصلته ومن قطعها أبته وأما حديث شعيب بن أبي حمزة",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "* فأخبرني أبو سهل بن زياد النحوي ببغداد حدثنا عبد الكريم بن الهيثم ثنا أبو اليمان ثنا شعيب ح وثنا أبو العباس محمد بن يعقوب واللفظ له ثنا محمد بن خالد بن خلي ثنا بشر بن شعيب حدثني أبي عن الزهري حدثني أبو سلمة بن عبد الرحمن أن أبا الرداد الليثي أخبره قال سمعت عبد الرحمن بن عوف يذكر أنه سمع رسول الله صلى الله عليه وسلم يقول قال الله تبارك وتعالى أنا الرحمن خلقت الرحم وشققت لها من اسمي فمن وصلها وصلته ومن قطعها قطعته وأما حديث سفيان بن حسين ¶ * فأخبرناه أبو العباس محمد بن أحمد المحبوبي ثنا سعيد بن مسعود ثنا يزيد بن هارون أنبأ سفيان بن حسين عن الزهري عن أبي سلمة بن عبد الرحمن قال عاد عبد الرحمن بن عوف أبا الرداد الليثي رضى الله تعالى عنهما فقال سمعت رسول الله صلى الله عليه وسلم يقول قال الله تعالى أنا الرحمن خلقت الرحم وشققت لها شعبة من اسمي فمن وصلها وصلته ومن قطعها قطعته رجعت إلى ذكر الصحابة رضوان الله عليهم أجمعين ¶ وأما حديث عائشة رضى الله تعالى عنها ¶ * فأخبرناه أبو نصر أحمد بن سهل الفقيه ثنا أبو عصمة سهل بن المتوكل ثنا إسماعيل بن أبي أويس حدثني سليمان بن بلال عن معاوية بن أبي مزرد عن يزيد بن رومان عن عروة عن عائشة رضى الله تعالى عنها أن رسول الله صلى الله عليه وسلم قال الرحم شجنة من الله أراد شجنة من اسم الله الاسم الذي هو الرحمن من وصلها وصله ومن قطعها قطعه ¶ وأما حديث عبد الله بن عمرو ¶ * فأخبرناه أبو النضر الفقيه وأبو الحسن العنزي قالا ثنا عثمان بن سعيد ثنا علي بن المديني ثنا سفيان عن عمرو بن دينار عن أبي قابوس قال سمعت عبد الله بن عمرو يرفعه إلى النبي صلى الله عليه وسلم قال الراحمون يرحمهم الله ارحموا أهل الأرض يرحمكم أهل السماء الرحم شجنة من الرحمن فمن وصلها وصله ومن قطعها قطعه",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "-قال الحاكم رحمه الله تعالى وهذه الأحاديث كلها صحيحة وإنما استقصيت في أسانيدها بذكر الصحابة رضى الله تعالى عنهم لئلا يتوهم متوهم أن الشيخين رضى الله تعالى عنهما لم يهملا الأحاديث الصحيحة ¶ * أخبرنا أبو عبد الله محمد بن عبد الله الزاهد الأصبهاني ثنا أحمد بن محمد بن عيسى القاضي ثنا أبو نعيم وأبو حذيفة قالا ثنا سفيان عن سماك بن حرب عن عبد الرحمن بن عبد الله بن مسعود عن أبيه رضى الله تعالى عنه قال انتهيت إلى النبي صلى الله عليه وسلم وهو في قبة من آدم حمراء في نحو من أربعين رجلا فقال إنه مفتوح لكم وأنتم منصورون مصيبون فمن أدرك ذلك منكم فليتق الله وليأمر بالمعروف ولينه عن المنكر وليصل رحمه ومثل الذي يعين قومه على غير الحق كمثل البعير يتردى فهو يمد بذنبه هذا حديث صحيح الإسناد ولم يخرجاه ¶ * أخبرنا أبو جعفر محمد بن محمد البغدادي ثنا علي بن المبارك الصنعاني ثنا زيد بن المبارك ثنا محمد بن سليمان بن مسمول ثنا القاسم بن مخول النهدي عن علي بن عبد الله بن عباس رضى الله تعالى عنهما سمع أباه يقول قلت يا رسول الله أوصني قال أقم الصلاة وأد الزكاة وصم رمضان وحج البيت واعتمر وبر والديك وصل رحمك وأقر الضيف وأمر بالمعروف وأنه عن المنكر وزل مع الحق حيث زال صحيح الإسناد بشيوخ اليمن ولم يخرجاه",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "* أخبرنا أبو عمرو عثمان بن أحمد بن السماك ببغداد ثنا عبد الرحمن بن محمد بن منصور الحارثي ثنا يحيى بن سعيد القطان عن عوف وأبي الحسن بن يعقوب العدل ثنا يحيى بن أبي طالب ثنا عبد الوهاب بن عطاء أنبأ عوف بن أبي جميلة عن زرارة بن أوفى عن عبد الله بن سلام قال لما قدم رسول الله صلى الله عليه وسلم جفل الناس إليه وقيل قدم رسول الله صلى الله عليه وسلم فجئت في الناس لأنظر إليه فلما استبنت وجه رسول الله صلى الله عليه وسلم عرفت أن وجهه ليس بوجه كذاب فكان أول شيء تكلم به أن قال يا أيها الناس افشوا السلام واطعموا الطعام وصلوا الأرحام وصلوا بالليل والناس نيام تدخلوا الجنة بسلام هذا حديث صحيح الإسناد ولم يخرجاه ¶ * أخبرني عبد الله بن الحسين القاضي ثنا الحارث بن أبي أسامة ثنا يزيد بن هارون أنبأ همام عن قتادة عن أبي ميمونة عن أبي هريرة رضى الله تعالى عنه قال قلت يا رسول الله إني إذا رأيتك طابت نفسي وقرت عيني فأنبئني عن كل شيء قال كل شيء خلق من ماء قال قلت أنبئني عن أمر إذا عملت به دخلت الجنة قال افش السلام واطعم الطعام وصل الأرحام وقم بالليل والناس نيام ثم ادخل الجنة بسلام هذا حديث صحيح الإسناد ولم يخرجاه ¶ * حدثنا إبراهيم بن فراس الفقيه بمكة حرسها الله تعالى ثنا بكر بن سهل ثنا محمد بن بكار بن بلال ثنا سعيد بن بشير عن قتادة عن عكرمة عن بن عباس رضى الله تعالى عنهما عن النبي صلى الله عليه وسلم قال مكتوب في التوراة من سره أن تطول حياته ويزاد في رزقه فليصل رحمه هذا حديث صحيح الإسناد ولم يخرجاه بهذه السياقة إنما اتفقا على حديث يونس عن الزهري عن أنس",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "* فحدثناه عبد الله بن جعفر العشري ثنا يعقوب بن سفيان حدثني مهدي بن أبي مهدي المكي ثنا هشام بن يوسف الصنعاني عن معمر عن أبي إسحاق عن عاصم رضى الله تعالى عنه أن النبي صلى الله عليه وسلم قال من سره أن يمد الله في عمره ويوسع له في رزقه ويدفع عنه ميتة السوء فليتق الله وليصل رحمه ¶ * حدثني محمد بن صالح بن هانئ ثنا الفضل بن محمد الشعراني ثنا عبد الله بن صالح حدثني الليث حدثني بن الهاد عن محمد بن عبد الله الصراري عن عبد الله بن عبد الرحمن بن أبي حسين عن عطاء بن أبي رباح عن أنس بن مالك رضى الله تعالى عنه أنه قال من سره أن ينسأ له في أجله ويوسع عليه في رزقه فليصل رحمه موقوف ¶ * أخبرنا أبو جعفر البغدادي ثنا يحيى بن عثمان البصري ثنا عمران بن موسى الرملي وهو بن أبي عمران ثنا أبو خالد سليمان بن حيان الأحمر حدثني داود بن أبي هند عن الشعبي عن بن عباس رضى الله تعالى عنهما قال قال رسول الله صلى الله عليه وسلم إن الله ليعمر بالقوم الزمان ويكثر لهم الأموال وما نظر إليهم منذ خلقهم بغضا لهم قالوا كيف ذلك يا رسول الله قال بصلتهم لأرحامهم قال الحاكم رحمه الله تعالى عمران الرملي من زهاد المسلمين وعبادهم كان حفظ هذا الحديث عن أبي خالد الأحمر فإنه غريب صحيح ¶ * حدثنا أبو العباس محمد بن يعقوب ثنا بكار بن قتيبة القاضي ثنا أبو داود الطيالسي ثنا إسحاق بن سعيد بن عمرو بن العاص حدثني أبي قال كنت عند بن عباس رضى الله تعالى عنهما فأتاه رجل فمت إليه برحم بعيدة فقال قال رسول الله صلى الله عليه وسلم اعرفوا أنسابكم تصلوا أرحامكم فإنه لا قرب لرحم إذا قطعت وإن كانت قريبة ولا بعد لها إذا وصلت وإن كانت بعيدة هذا حديث صحيح على شرط الشيخين ولم يخرجاه",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "* أخبرنا أبو العباس السياري أنبأ أبو الموجه أنبأ عبدان أنبأ عبد الله بن عبد الملك بن عيسى الثقفي عن يزيد مولى المنبعث عن أبي هريرة رضى الله تعالى عنه عن النبي صلى الله عليه وسلم قال تعلموا من أنسابكم ما تصلون به أرحامكم فإن صلة الرحم محبة في الأهل مثراة في المال منسأة في الأثر هذا حديث صحيح الإسناد ولم يخرجاه ¶ * حدثنا أبو العباس محمد بن يعقوب ثنا بحر بن نصر بن سابق الخولاني حدثنا عبد الله بن وهب أخبرني يحيى بن أيوب عن عبيد الله بن زحر عن القاسم بن عبد الرحمن عن عقبة بن عامر رضى الله تعالى عنه قال لقيت رسول الله صلى الله عليه وسلم فبدرته فأخذت بيده وبدرني فأخذ بيدي فقال يا عقبة ألا أخبرك بأفضل أخلاق أهل الدنيا والآخرة تصل من قطعك وتعطي من حرمك وتعفو عمن ظلمك ألا ومن أراد أن يمد في عمره ويبسط في رزقه فليصل ذا رحمه ¶ * أخبرنا أبو الحسين أحمد بن عثمان البزاز ببغداد ثنا العباس بن محمد الدوري ثنا أبو بكر بن عبيد الله بن عبد المجيد الحنفي حدثني معاوية بن أبي مزرد حدثني عمي أبو الحباب سعيد بن يسار قال سمعت أبا هريرة يقول سمعت النبي صلى الله عليه وسلم يقول إن الله عز وجل لما فرغ من الخلق قامت الرحم فأخذت بحقو الرحمن فقال مه فقالت هذا مقام العائذ بك من القطيعة فقال أما ترضين أن أصل من وصلك وأقطع من قطعك اقرؤوا إن شئتم { فهل عسيتم إن توليتم أن تفسدوا في الأرض وتقطعوا أرحامكم } إلى قوله { أفلا يتدبرون القرآن } صلى الله عليه وسلم إلخ هذا حديث صحيح الإسناد على شرط الشيخين ولم يخرجاه",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "* حدثنا أبو بكر بن إسحاق أنبأ محمد بن شاذان الجوهري ثنا عمرو بن مرزوق أنبأ شعبة وأخبرني أحمد بن موسى الفقيه ثنا إبراهيم بن أبي طالب ثنا محمد بن المثنى ومحمد بن بشار قالا ثنا محمد بن جعفر ثنا شعبة قال سمعت محمد بن عبد الجبار يحدث عن محمد بن كعب عن أبي هريرة رضى الله تعالى عنه عن النبي صلى الله عليه وسلم قال إن الرحم شجنة من الرحمن تقول يا رب إني قطعت إني أسيئ إلي يا رب فيجيبها ربها فيقول ألا ترضين أن أصل من وصلك وأقطع من قطعك هذا حديث صحيح الإسناد ولم يخرجاه ¶ * أخبرنا عبد الرحمن بن الحسين القاضي بهمدان ثنا إبراهيم بن الحسين ثنا حبان وحجاج بن منهال قالا ثنا حماد بن سلمة عن قتادة عن أبي أمامة الثقفي عن عبد الله بن عمرو رضى الله تعالى عنهما عن النبي صلى الله عليه وسلم قال يجيء الرحم يوم القيامة له حجنة كحجنة المغزل فيتكلم بلسان طلق ذلق فيصل من وصلها ويقطع من قطعها هذا حديث صحيح الإسناد ولم يخرجاه ¶ * أخبرنا مكرم بن أحمد القاضي حدثنا موسى بن سهل بن كثير حدثنا إسماعيل بن علية ثنا عيينة بن عبد الرحمن بن جوشن الغطفاني حدثني أبي عن أبي بكرة رضى الله تعالى عنه قال قال رسول الله صلى الله عليه وسلم ما من ذنب أجدر أن يجعل الله لصاحبه العقوبة مع ما يدخر له في الآخرة من البغي وقطيعة الرحم وقد رواه شعبة عن عيينة بن عبد الرحمن ¶ * حدثنا أبو علي الحافظ ثنا عبدان الأهوازي ثنا معمر بن سهل ثنا عيسى عن يونس ثنا شعبة عن عيينة بن عبد الرحمن قال سمعت أبي يحدث عن أبي بكرة الثقفي رضى الله تعالى عنه أن النبي صلى الله عليه وسلم قال ما من ذنب أحرى وأجدر أن يجعل الله تعالى لصاحبه فيه العقوبة في الدنيا مع ما يدخر له في الآخرة من قطيعة الرحم والبغي هذا حديث صحيح الإسناد ولم يخرجاه",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "*حدثنا أبو بكر محمد بن أحمد بن بالويه حدثنا محمد بن شاذان الجوهري حدثنا سعيد بن سليمان حدثنا سليمان بن داود اليمامي عن يحيى بن أبي كثير عن أبي سلمة عن أبي هريرة رضى الله تعالى عنه قال قال رسول الله صلى الله عليه وسلم ثلاث من كن فيه حاسبه الله حسابا يسيرا وأدخله الجنة برحمته قالوا لمن يا رسول الله ؟ قال تعطي من حرمك وتعفو عمن ظلمك وتصل من قطعك قال فإذا فعلت ذلك فما لي يا رسول الله ؟ قال أن تحاسب حسابا يسيرا ويدخلك الله الجنة برحمته هذا حديث صحيح الإسناد ولم يخرجاه ¶ : ¶ أبو داود في كتاب الزكاة ¶ باب في صلة الرحم ¶ - حدثنا موسى بن إسماعيل، ثنا حماد [هو ابن سلمة] عن ثابت، عن أنس قال: ¶ لما نزلت {لن تنالوا البرَّ حتَّى تنفقوا مما تحبون} قال: أبو طلحة يارسول اللّه، أرى ربنا يسألنا من أموالنا فإِني أشهدك أني قد جعلت أرضي بأريحاء له، فقال له رسول اللّه صلى اللّه عليه وسلم: \"اجعلها في قرابتك\" فقسمها بين حسان بن ثابت وأبيّ بن كعب. ¶ قال أبو داود: وبلغني عن الأنصاري محمد بن عبد اللّه قال: أبو طلحة زيد بن سهل بن الأسود بن حرام بن عمرو بن زيد مناة بن عدي بن عمرو بن مالك بن النجار وحسان بن ثابت بن المنذر بن حرام يجتمعان إلى حرام وهو الأب الثالث، وأبي بن كعب بن قيس بن عتيك بن زيد بن معاوية بن عمرو بن مالك بن النجار، فعمرو يجمع حسان وأبا طلحة وأبياً، قال الأنصاري: بين أبيّ وأبي طلحة ستة آباء. ¶ ـ حدثنا هنَّاد بن السري، عن عبدة، عن محمد بن إسحاق، عن بكير بن عبد اللّه بن الأشجِّ، عن سليمان بن يسار، عن ميمونة زوج النبي صلى اللّه عليه وسلم قالت: ¶ كانت لي جارية فأعتقتها، فدخل عليَّ النبي صلى اللّه عليه وسلم فأخبرته فقال: \"آجرك اللّه، أما إنَّك لو كنت أعطيتها أخوالك كان أعظم لأجرك\". ¶ ـ حدثنا محمد بن كثير، أخبرنا سفيان، عن محمد بن عجلان، عن المقبري، عن أبي هريرة قال:",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "أمر النبي صلى اللّه عليه وسلم بالصدقة، فقال رجل: يارسول اللّه، عندي دينار فقال: \"تصدق به على نفسك\" قال: عندي آخر، قال: \"تصدق به على ولدك\" قال: عندي آخر، قال: \"تصدق به على زوجتك\" أو قال: \"زوجك\" قال: عندي آخر، قال: \"تصدق به على خادمك\" قال: عندي آخر، قال: \"أنت أبصر\". ¶ ـ حدثنا محمد بن كثير، أخبرنا سفيان، ثنا أبو إسحاق، عن وهب بن جابر الخَيْوَاني، عن عبد اللّه بن عمرو قال: ¶ قال رسول اللّه صلى اللّه عليه وسلم: \"كفى بالمرء إثماً أن يضيِّع من يقوت\". ¶ ـ حدثنا أحمد بن صالح ويعقوب بن كعب وهذا حديثه قالا: ثنا ابن وهبٍ قال: أخبرني يونس، عن الزهري، عن أنس قال: ¶ قال رسول اللّه صلى اللّه عليه وسلم: \"من سره أن يبسط عليه في رزقه، وينسأ في أثره، فليصل رحمه\". ¶ ـ حدثنا مسدد وأبو بكر بن أبي شيبة قالا: ثنا سفيان، عن الزهري، عن أبي سلمة، عن عبد الرحمن بن عوف قال: ¶ سمعت رسول اللّه صلى اللّه عليه وسلم يقول: \"قال اللّه [تعالى] أنا الرحمن، وهي الرحم، شققت لها اسماً من اسمي، من وصلها وصلته، ومن قطعها بتتُّه\". ¶ ـ حدثنا محمد بن المتوكل العسقلاني، ثنا عبد الرزاق، أخبرنا معمر، عن الزهري، قال: حدثني أبو سلمة أن الرّداد الليثي أخبره عن عبد الرحمن بن عوف أنه سمع رسول اللّه صلى اللّه عليه وسلم بمعناه. ¶ ـ حدثنا مسدد، ثنا سفيان، عن الزهري، عن محمد بن جبير بن مطعم، عن أبيه يبلغ به النبيَّ صلى اللّه عليه وسلم قال: ¶ \"لايدخل الجنة قاطع [رحم]\". ¶ ـ حدثنا ابن كثير، أخبرنا سفيان، عن سليمان الأعمش والحسن بن عمرو وفِطْرٍ، عن مجاهد، عن عبد اللّه بن عمرو، قال سفيان: ولم يرفعه سليمان إلى النبي صلى اللّه عليه وسلم ورفعه فطر والحسن قال: ¶ قال رسول اللّه صلى اللّه عليه وسلم: \"ليس الواصل بالمكافىء، ولكنَّ الواصل [هو] الذي إذا قطعت رحمه وصلها\". ¶ والآن مع شرح فيض القدير … الامام محمد عبد الرؤوف المناوي لبعض الأحاديث",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "1- اتقوا الله وصلوا أرحامكم ¶ - (اتقوا الله) في تجنب المحارم والقيام بالواجب (وصلوا) بكسر الصاد وضم اللام مخففة من الصلة وهي العطية (أرحامكم) فإن قطيعتها مما يجب أن يتقي جمع رحم عام في كل رحم محرماً وارثاً وضدهما على الأصح والمراد الإحسان إليهم قولاَ وفعلاً وكف الأذى عنهم وقد تضافرت على ذلك نصوص الكتاب والسنة وكفاك شاهداً على تأكد حقها والتحذير من قطعها قرنه سبحانه إياها باسمه في قوله تعالى {واتقوا الله الذي تساءلون به والأرحام} قال في الكشاف: قد آذن عز وجل إذ قرن الأرحام باسمه أن صلتها منه بمكان كما قال {ألا تعبدوا إلا إياه وبالوالدين إحساناً} وفيه أنه يحرم قطع الرحم بل هو من الكبائر. ¶ (ابن عساكر) في تاريخه (عن ابن مسعود) بسند ضعيف ورواه الطبراني باللفظ المزبور عن جابر وزاد فإنه ليس من ثواب أسرع من صلة الرحم ورواه ابن جرير وعبد بن حميد عن قتادة وزاد فإنه أبقى لكم في الدنيا وخير لكم في الآخرة وبذلك يصير حسناً. ¶ 2-صدقة ذي الرحم على ذي الرحم صدقة وصلة ¶ (صدقة ذي الرحم) أي القرابة (على ذي الرحم صدقة وصلة) ففيها أجران بخلاف الصدقة على الأجنبي ففيها أجر واحد وفيه التصريح بأن العمل قد يجمع ثواب عملين لتحصيل مقصودهما به فلعامله سائر ما ورد في ثوابهما بفضل اللّه ومنته. ¶ - (طس عن سلمان بن عامر) بن أويس الضبي بفتح المعجمة وكسر الموحدة صحابي سكن البصرة قال مسلم: ليس في الصحب ضبي غيره واعترض. رمز المصنف لصحته وهو خطأ لذهوله عن قول الحافظ الهيثمي وغيره فيه غالب بن فزان وهو ضعيف ¶ 3- صلة الرحم وحسن الخلق وحسن الجوار يعمرن الديار ويزدن في الأعمار",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "- (صلة الرحم) أي الإحسان إلى الأقارب على حسب حال الواصل والموصول إليه فتارة يكون بالمال وتارة بالخدمة وتارة بالزيارة (وحسن الخلق وحسن الجوار) بكسر الجيم وضمها وعليه اقتصر في المصباح (يعمرن الديار) أي البلاد قال في الكشاف: تسمى البلاد الديار لأنه يدار فيها أي يتصرف يقال ديار بكر لبلادهم وتقول العرب الذين من حوالي مكة نحن من عرب الديار يريدون من عرب البلد (ويزدن في الأعمار) كناية عن البركة في العمر بالتوفيق إلى الطاعة وعمارة وقته بما ينفعه في آخرته أو الزيادة بالنسبة إلى علم الملك الموكل بالعمر قال ابن الكمال: في تخصيص حسن الجوار بالذكر من جملة ما ينتظمه حسن الخلق نوع تفضيل له على سائر أفراده والظاهر من سياق الكلام أن ذلك الفضل من جهة قوة التأثير في الأمرين المذكورين وينبغي للبليغ أن يراعي هذه القاعدة في مواقع التخصيص بعد التعميم. ¶ - (حم هب عن عائشة) رمز المصنف لحسنه وهو كما قال فقد قال الحافظ في الفتح: رواه أحمد بسند رجاله ثقات اهـ وإعلال العلاء له بأن فيه محمد بن عبد اللّه العرزمي ضعفوه يكاد يكون غير صواب فقد وقفت على إسناد أحمد والبيهقي فلم أره فيهما فلينظر ¶ 4- الصدقة على المسكين وهي على ذي الرحم اثنتان صدقة وصلة ¶ (الصدقة على المسكين) الأجنبي (صدقة) فقط (وهي على ذي الرحم اثنتان) أي صدقتان اثنتان (صدقة وصلة) فهي عليه أفضل لاجتماع الشيئين ففيه حث على الصدقة على الأقارب وتقديمهم على الأباعد لكن هذا غالبي وقد يقتضي الحال العكس ولهذا قال ابن حجر: عقب الخبر لا يلزم من ذلك أن يكون هبة ذي الرحم أفضل مطلقاً لاحتمال كون المسكين محتاجاً ونفعه بذلك متعدياً والآخر بعكسه. ¶ - (حم ت ن ه ك) في الزكاة (عن سلمان بن عامر) الضبي حسنه الترمذي وصححه الحاكم وأقره الذهبي قال ابن حجر: وفي الباب أبو طلحة وأبو أمامة رواهما الطبراني ¶ 5- صلة الرحم) تزيد في العمر وصدقة السر تطفئ غضب الرب",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "- (صلة الرحم) أي القرابة وإن بعدت (تزيد في العمر وصدقة السر تطفئ غضب الرب) استدل به الرافعي على أن صدقة السر أفضل من العلانية قال ابن حجر: وأولى منه خبر سبعة يظلهم اللّه وفيه ورجل تصدق بصدقة فأخفاها قال في الإتحاف: ذكر مع الصلة صدقة السر للمناسبة التامة المؤذنة بمزيد فضل فالصلة بأنها تزيد في العمر سواء كانت سراً أو جهراً بخلاف إطفاء الغضب فإنه لا يكون إلا بالصدقة سراً ثم إخفائها فالصلة أفضل فإنها نوع من الصدقة فيجتمع فيها حينئذ الأمران الزيادة في العمر وإطفاء الغضب ولما كان الغضب عندنا ينشأ من غليان الدم ناسب أن يعبر عنه بالإطفاء وإن كان ذلك من المحال في حقه تعالى وتقدس فالمراد غايته من أنه لا يصل أثره ولا يبقى مع الصلة منه شيء كما لا يبقى من حرارة النار بعد الإطفاء ما يؤذي. ¶ - (القضاعي) في مسند الشهاب (عن ابن مسعود) رمز المصنف لحسنه وليس بجيد فقد قال ابن حجر: فيه من لا يعرف. ¶ 6- صلة القرابة مثراة في المال محبة في الأهل منسأة في الأجل ¶ (صلة القرابة مثراة) بفتح فسكون مفعلة من الثرى أي الكثرة (في المال) أي زيادة فيه (محبة في الأهل منسأة في الأجل) أي مظنة لتأخيره وتطويله والنسأ التأخير يقال نسأت الشيء نسئاً إذا أخرته قال الزمخشري: معناه أن اللّه يبقي أثر واصل الرحم في الدنيا طويلاً فلا يضمحل سريعاً كما يضمحل أثر قاطع الرحم والصلة قدر زائد على الحقوق المتعلقة بالعموم كتفقد حالهم وتعهدهم بنحو نفقة وكسوة وبشاشة وغيرها فهي أنواع بعضها واجب وبعضها مندوب وأدناها ترك المهاجرة (تنبيه) قال بعضهم: الصلة نوع من التوحيد لأن الألفة اجتماع والاجتماع اتحاد والقطيعة افتراق والافتراق كثرة والكثرة ضد التوحيد فلذلك قطع اللّه قاطع الرحم لأن اللّه واحد لا يصل إلا واحداً متصفاً بالتوحيد.",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "- (طس عن عمرو) قال في التقريب: صوابه عمر (بن سهل) الأنصاري رمز لحسنه. قال الذهبي: سمع من النبي صلى اللّه عليه وآله وسلم في صلة الرحم إن صح ذلك اهـ. قال الهيثمي فيه من لم أعرفهم اهـ. وقضية صنيع المصنف أن هذا لا يوجد مخرجاً في أحد دواوين الإسلام الستة والأمر بخلافه فقد عزاه الحافظ في الفتح إلى الترمذي عن أبي هريرة بلفظ صلة الرحم محبة في الأهل مثراة في المال منسأة في الأثر هكذا ذكره ¶ 7- صل من قطعك وأحسن إلى من أساء إليك وقل الحق ولو على نفسك ¶ (صل من قطعك) بأن تفعل معه ما تعدّ به واصلاً فإن انتهى فذاك وإلا فالإثم عليه (وأحسن إلى من أساء إليك) ومن ثم قال الحكماء: كن للوداد حافظاً وإن لم تجد محافظاً وللخل واصلاً وإن لم يكن مواصلاً، وقال الغزالي: رأيت في الإنجيل قال عيسى ابن مريم لقد قيل لكم من قبل إن السنّ بالسنّ والأنف بالأنف والآن أقول لكم لا تقاوموا الشر بالشر بل من ضرب خدك اليمين فحول إليه اليسار ومن أخذ رداءك فأعطه إزارك ومن سخرك معه ميلاً فسر معه ميلين وكل ذلك أمر بالصبر على الأذى (وقل الحق ولو على نفسك) فإنك إذا فعلت ذلك انقلب عدوّك المشاق مثل الولي الحميم مصافاة لك وما يلقى هذه الخليقة التي هي مقابلة القطع بالوصل والإساءة بالإحسان إلا أهل الصبر وإلا رجل خير وفق لحظ عظيم من الخير {وما يلقاها إلا الذين صبروا وما يلقاها إلا ذو حظ عظيم} قال في الإتحاف: هذا الحديث تعليم بمعالم الأخلاق التي يسبق بها مع السباق.",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "- (ابن النجار) في تاريخ بغداد (عن علي) أمير المؤمنين. قال ابن حجر: ورويناه في جزء لابن شاذان عن أبي عمرو بن السماك من حديث علي بن الحسين عن جده عليّ بن أبي طالب قال: ضممت إليَّ سلاح النبي صلى اللّه عليه وسلم فوجدت في قائم سيفه رقعة فيها صل من قطعك إلخ قال ابن الرقعة في المطلب: ليس فيه شيء إلا الانقطاع. قال ابن حجر: وفيه نظر لأن في سنده الحسين بن زيد بن علي ضعفه ابن المديني وغيره ¶ 8 - أفضل الصدقة الصدقة على ذي رحم الكاشح ¶ (أفضل الصدقة الصدقة على ذي رحم الكاشح) بشين معجمة فمهملة، قال الزمخشري: هو الذي يضمر العداوة ويطوي عليها كشحه. أو الذي يطوي عنك كشحه ولا يألفك اهـ: يعني أفضل الصدقة على ذي الرحم المضمر العداوة في باطنه فالصدقة عليه أفضل منها على ذي الرحم الغير كاشح لما فيه من قهر النفس للإذعان لمعاديها وعلى ذي الرحم المصافي أفضل أجراً منها على الأجنبي لأنه أولى الناس بالمعروف.",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "- (حم طب عن أبي أيوب) قال الزين العراقي في شرح الترمذي وفيه الحجاج بن أرطاة ضعيف، وقال الهيثمي فيه الحجاج بن أرطاة وحاله معروف وروياه أيضاً (عن حكيم بن حزام) قال الهيثمي: وسنده حسن اهـ. ونقل ابن حجر في التخريج عن ابن طاهر أن سنده صحيح وأقره، وما ذكر من أن الرواية عن أبي أيوب هو ما وقفت عليه في نسخ هذا الجامع، لكن ذكر ابن شاهين وابن منده وابن الأثير وغيرهم أنه عن أيوب بن بشير الأنصاري عن حكيم بن حزام وذكر ابن حجر في الإصابة أن رواية الطبراني في الكبير هكذا قال هذا الحديث خرجه ابن أحمد في زيادته والطبراني في الكبير من طريق سفيان بن حسين عن الزهري عن أيوب بن بشير عن حكيم بن حزام وذكر أنه معلول فلينظر (خد د ت عن أبي سعيد) الخدري (طب) عن أم كلثوم بنت عقبة. قال الهيثمي: رجاله رجال الصحيح (ك عن أم كلثوم) بضم الكاف وسكون اللام وضم المثلثة (بنت عقبة) بضم المهملة وسكون القاف ابن أبي معيط الأموية أخت عثمان لأمه وهي أول صحابية هاجرت من مكة فتزوجها زيد ثم الزبير ثم عبد الرحمن بن عوف، قال الحاكم: على شرط مسلم، وأقره الذهبي ¶ تم والحمد لله رب العالمين ¶ وجمعه الفقير إلى رحمة ربه الغني الحميد ¶ أبو يوسف محمد زايد ¶ 3 شوال من عام 1426 ¶ 05-11-2005",
            "page": "89",
            "part": "1"
        }
    ],
    "t35200": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "طيّّب الكلِم  في صلة الرحِم   "
        }
    ]
}