{
    "b35206": [
        {
            "id": "1",
            "nass": "مواقف يوم القيامة ¶ تأليف السيد الجميلي ¶ www.geocities.com/moujahedmouslem ¶ شبكة مجاهد مسلم ¶ بنت الجنوب فاطمة ¶ اهداء ¶ الى روح امي التي ما برحت تبعث في نفسي كل لحظة الدأب والجد في عطاء جديد متصل من اجل بث الخير في ربوع النفوس.. ¶ رحمها الله وافسحح لها في قبرها ونور لها فيه وجزاها عني كل رحمة ورضوان واسكنها فراديس الجنان . ¶ السيد الجميلي ¶ **** ¶ المقدمة ¶ الحمد لله رب العالمين خالق كل شيء وبيده ملكوت كل شيء سبحانه وتعالى لا اله الا هو رب العرش العظيم ولا حول ولا قوة الا بالله العلي العظيم . ¶ وبعد: ¶ قرأنا فيما سلف لاخواننا من مفكري الاسلام القدماء عن مشاهد القيامة في القرآن وما شاكل ذلك من مسائل متصلة عن قريب او بعيد بيوم القيامة وعلى غرار هذه العناوين مضى الكثيرون مسترسلين في الحديث عن هذه الاشياء ولكن احدا لم يتقرب من مواقف يوم القيامة لا لشيء الا لوعورة المسلك ودقة الموقف ومشقة التناول وعمق التحقيق . ¶ ولم يخل بحث من قصور مهما كان قليلا وهذا القصور قد تقبل فيه المعاذير. وقد ترفض تماما وللباحث المقصر ثواب المجتهد المخطيء لا يحرمه الله سبحانه وتعالى من اجر ولكن في مواقف القيامة فان التقصير لا مبرر له لانه جد خطير ويجب ان يستبعد ادنى سبب اجتهادي او علة تؤدي الى قصور مهما كان والا كانت الخسارة جسيمة فادحة لا يستطاع أداء دينها بحال . ¶ ومن جراء ذلك رجعنا وراجعنا المتون والاسانيد في كل صغيرة وكبيرة اذ ان تهيب هذا التناول واجب شرعي حتمي. لذلك عمدنا الى استقراء واستقصاء كل متون التفسير تقريبا ومراجع الفقه وانفقنا وقتا طويلا دون ادنى ¶ ملل او سآمة للاستدلال والتحقيق والتوثيق كما اهتممنا بورود وسرد المراجع كلها التي استقى البحث منها مادته واثبتناها في حينها وفي مكانها حتى يسهل على الباحث الرجوع الى المصادر الاساسية متى شاء.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "ويوم القيامة قد اقرته جميع الشرائع الدينية القديمة وحتى الوثنيون انفسهم آمنوا بالبعث وباليوم الاخر والجزاء ويومئذ يختلف موقف البشر من حال الى حال ¶ فهم جميعا ليسوا على حال واحدة انما تتفاوت مراتبهم ودرجات المؤمنين على دركات الاخسرين اعمالا. ¶ وقد اجاب الكتاب على كثير من التساؤلات التي تشغل بال الناس واوردنا ما قاله الأئمة المفسرون في تاويل نقاط في غاية الاهمية وفي النهاية اوردنا ما اطمأن اليه خاطرنا انه الصواب وبالله التوفيق ومنه المعونة. ¶ اللهم انا نسالك التثبيت والامان يوم الفزع الاكبر وان تجمع بيننا وبين الاحبة في عرصات القيامة وتمتع عيوننا ¶ بالنظر الى وجهك الكريم . ¶ السيد الجميلي ¶ بسم الله الرحمن الرحيم ¶ ( فاذا نفخ في الصور نفخة واحدة، وحملت الارض والجبال فدكتا دكة واحدة، فيومئذ وقعت الواقعة،وانشقت السماء فهي يومئذ واهية ) ¶ الحاقة 69/13-15 ¶ قال تعالى يصور فناء هذا العالم في آيات كثيرة في القرآن الكريم على سبيل المثال أتينا بالتصوير المبين في الآيات الموضحة قبل ، ففي نفخة واحدة في الصور تندك الارض والجبال وينشق العالم الأثيري وينفجر انفجار القنابل الهيدروجينية والذرية كما هو معروف فان انفجار قنبلة ذرية في حجم لا تراه العين المجردة يهلك الحرث والنسل ويدع الحصون والقلاع بلاقع فلا تكاد ترى همسا ولا حسا كما حدث في قنبلة هيروشيما فما بالنا ببلايين الذرات في بلايين المجرات والسدم انها تنشق جميعا فتحدث صيحة وضجة لا يبقى بعدها في السموات ولا في الارض ديار ولا نافخ نار ولا صادح ولا باغم ولا ملك مقرب ولا نجم ساطع ولا كوكب لامع .",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "والصور : قرن على هيئة البوق لا ندري ما هو انه من عالم الغيب كالعرش والكرسي والقلم واللوح المحفوظ والبيت المعمور وغير ذلك مما اشار الله اليه في القرآن الكريم وترك لنا تفصيله وطلب منا الايمان به فما كل ما في كون الله يراه الانسان فالى عهد قريب في القرن السابع عشر اخترعت المناظير المكبرة والعدسات فراينا عوالم الفضاء وكان المظنون ان الارض هي مركز الكون فاذا بها بعد هذه الاكتشافات الحديثة كوكب حقير لا قيمة له في هذا الكون الواسع ودنيا هذا الكوكب يقول عنها رسول الله صلى الله عليه وسلم : ¶ \" لو كانت الدنيا تزن عند الله جناح بعوضة ما سقى الكافر منها جرعة ماء \" ¶ وبعض العلماء مضى في سبيل التاويل ولكن الاسلم الا تؤول ونترك ما لله لله . ففي يوم القيامة سنعرف كل شيء مما اخفاه الله عنا . ¶ قال تعالى في سورة ق : ¶ ( لقد كنت في غفلة من هذا فكشفنا عنك غطاءك فبصرك اليوم حديد ). ¶ ق 50/22 ¶ وانما يعمد اللغوي الى التاويل اذا كانت هناك استحالة ولكن لا يستحيل على الله سبحانه وتعالى شيء . ¶ ولما كان الله سبحانه وتعالى يخلق الاسباب والمسببات فقد وكل اسرافيل عليه السلام بالنفخ فيه مرتين باذن الله تعالى وفي النفخة الاولى يهتز سير النظام الكوني فتندك الكواكب والنجوم والاراضي ويعود العالم كما كان لا شيء غير الواحد القهار يقول تعالى : ¶ \" لمن الملك اليوم فيجيب ذاته بذاته : لله الواحد القهار . ¶ وفي سورة الزمر 39/68 يقول القران الكريم: ¶ ( ونفخ في الصور فصعق من في السموات ومن في الارض الا من شاء الله ). ¶ لقد هلك العالم الكوني كله : ما فيه من سدم ومجرات ومجموعات شمسية وبروج سماوية وما الى ذلك مما لا يعلمه الا الله فمن هم هؤلاء الذين شملتهم المشيئة الالهية بالحياة ؟.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "قيل هم : جبرائيل وميكائيل واسرافيل رؤساء الملائكة المعروفون لنا ويقبض الله سبحانه وتعالى ارواحهم كما شاء بيده التي لا نعلمها وليست جارحة \" محدودة \" كيدنا حاشا لله . ¶ في هذا الموضوع اقوال كثيرة يهمنا الايمان بان هناك من يستثنيهم الله من الصعق لعلهم يفتنون بغيره وما احسن التفويض فيما لا فائدة في نقاشه والبحث عنه ففي المنظور من الكون يقول الله تعالى: ( ثم ارجع البصر كرتين ينقلب اليك البصر خاسئا وهو حسير ) ¶ فما الفائدة في نقاش اشياء غير منظورة ولن تصل اليها المناظير المكبرة فهي من خصوصياته سبحانه وتعالى. ¶ ينفرد الله سبحانه وتعالى - بعد ذلك بالبقاء - تحقيقا لقوله سبحانه وتعالى في سورة الحديد: ¶ ( هو الاول والآخر )... الى اخر الاية الكريمة ¶ الحديد 57/3 ¶ **** ¶ ان الدارسين لجغرافية الكون يقولون: ان الكون كالبالون يتسع شيئا فشيئا ولعل قولهم العلمي هذا يناسب الاية القرانية الكريمة: ¶ ( والسماء بنيناها بأيد وانا لموسعون ) ¶ الذاريات 51/47 ¶ ومن شأن \" البالون \" ان ينفجر اذا ضعفت مقاومة جدرانه الجلدية الرقيقة للاتساع الهوائي فيه فهذا الكون على هذا النمط والاتساع الهائل لا بد ان يفقد فيه التوازن ولا بد ان تنفجر ذراته.. ذلك رأي علماء الدراسات الكونية. ¶ ( ويوم ينفخ في الصور ) ¶ النمل 27/78 ¶ قال المفسرون : الصور قرن من نور ينفخ فيه النفخة الاولى للفناء والثانية للانشاء. ¶ وقد اوله احدهم: اي ينفخ في صور الموتى وهو تاويل سخيف بعيد عن حقيقة اللفظ. والذي ينفخ في الصور اسرافيل عليه السلام ومن انكر ان الصور قرن ينفخ فيه كان كمن انكر العرش والميزان والصراط وطلب لها تاويلات . ¶ وفي قراءة للحسن وعياض ( يوم ينفخ في الصور ) ¶ النبأ 78/18 ¶ بفتح الواو جمع صورة يعنون صور الخلق يوم القيامة",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "اي ينفخ في صور الموتى والارواح ولكن هذه القراءة متروكة والاجماع على اللفظ المتعارف عليه الصور : اي القرن الذي لا نعلم عن حقيقته شيئا كما لا نعلم عن اسرار الله وملكوته الا ما علمنا الله سبحانه وتعالى. ¶ قال تعالى في سورة لقمان : ¶ ( ولله ما في السموات والارض ان الله هو الغني الحميد ولو ان ما في الارض من شجرة اقلام والبحر يمده من بعده سبعة ابحر ما نفذت كلمات الله ان الله عزيز حكيم ما خلقكم ولا بعثكم الا كنفس واحدة ان الله سميع بصير)28 ¶ ويقول العلامة القرطبي: ان القائلين ان الصور: جمع صورة اي قراءة الكلمة بفتح الواو مردود بالكتاب والسنة. ¶ ونقول نحن ايضا: مردود من الناحية اللغوية فان الصور ينفخ فيه مرتين مرة للفناء واخرى للانشاء فكيف ينفخ في الصور ( جمع صورة ) لنفنى وان اجيز النفخ فيها للاحياء . ¶ القائلون بهذا حجتهم قول الله تعالى: (ونفخنا فيه من روحنا ) وهو استدلال في غير محله . ¶ النفخة الاولى : نفخة الصعق : اي الموت الفجائي. ¶ والى هذه النتيجة يشير الله تعالى بقوله: ¶ ( ونفخ في الصور فصعق من في السموات ومن في الارض ) ¶ الزمر 39/68 ¶ اي يفنى العالم كله الا من شاء الله وينفرد الله سبحانه وتعالى بعد ان يفنى جميع خلقه من فني منهم بالصعقة ومن فني منهم بقبض ارواحهم بما يعلمه الله سبحانه وتعالى واخرهم موتا عزرائيل وينفرد الله لا اله الا هو بالدوام . ¶ وقال تعالى في سورة يس: ¶ ( ويقولون متى هذا الوعد ان كنتم صادقين ما ينظرون الا صيحة واحدة تاخذهم وهم يخصمون فلا يستطيعون توصية ولا الى اهلهم يرجعون ونفخ في الصور فاذا هم من الاجداث الى ربهم ينسلون قالوا يا ويلنا من بعثنا من مرقدنا هذا ما وعد الرحمن وصدق المرسلون ان كانت الا صيحة واحدة فاذا هم لدينا محضرون فاليوم لا تظلم نفس شيئا ولا تجزون الا ما كنتم تعملون ). ¶ يس 36/48/54",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "تكلمنا عن النفخة الاولى وقلنا ان الله سبحانه وتعالى بعد ان يفني السموات والارض يخاطب ذاته بذاته : ¶ \" لمن الملك اليوم ؟ ويجيب ذاته: لله الواحد القهار \" ¶ ثم بعد هذه الفترة يحي الله اسرافيل ويامره ان ينفخ في الصور نفخة اخرى هي الثانية - نفخة البعث- فترد الارواح الى اجيادها فاذا هم قيام ينظرون الى هذا اليوم الجديد يوم القيامة . ¶ يقول الكفار : يا ويلنا من بعثنا من مرقدنا من الاجداث التي كانوا فيها فتاتا رميما . ¶ فتجيبهم الملائكة : هذا ما وعد الرحمن وصدق المرسلون وفي الحديث الشريف عن عبد الله بن عمرو بن العاص رضي الله عنهما كما جاء في مسند احمد واللفظ له: ¶ يخرج الدجال في امتي فيمكث اربعين- لا ادري اربعين يوما او اربعين شهرا او اربعين عاما - فيبعث الله تعالى عيسى بن مريم صلى الله عليه وسلم لقد رفع عيسى الى السماء في مكان من امكنتها لعله نائم كنومة اهل الكهف او لعله حي كحياة البشر في كوكب اخر كل ذلك علمه عند ربي فسينزل اخر الزمان ليحارب الدجال ويقتله كما جاء في الاحاديث الصحيحة وليس في العقل ما يمنع حدوث ذلك ولا في الشرع ما يبطله وانكر بعض المعتزلة والجهمية وزعموا ان هذه الاحاديث تعارض قوله تعالى عن النبي محمد صلى الله عليه وسلم وخاتم النبيين وحديث الرسول لا نبي بعدي وان شريعته مؤيدة الى يوم القيامة وهو استدلال باطل لان عيسى لن يحكم الارض بشرع جديد . ¶ فقد صحت الاحاديث انه يحكم بشريعة خاتم النبيين محمد صلى الله عليه وسلم راجع النووي في شرحه لصحيح مسلم . ¶ كأنه عروة بن مسعود ثم يرسل الله عز وجل ريحا باردة من قبل الشام فلا يبقى على وجه الارض احد في قلبه مثقال ذرة من خير او ايمان الا قبضته ( اماتته (حتى لو ان احدكم دخل في كبد جبل لدخلته عليه حتى تقبضه. ¶ قال :\" سمعتها من رسول الله صلى الله عليه وسلم قال :",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "\" فيبقى شرار الناس في خفة الطير واحلام السباع ( اي يسرعون الى المعاصي والشهوات كأنهم حيوانات ) لا يعرفون معروفا ولا ينكرون منكرا فيتمثل لهم الشيطان فيقول : الا تستجيبون ؟ فيقولون: فما تأمرنا ؟ فيأمرهم بعبادة الاوثان وهم في ذلك دار - كثير - رزقهم حسن عيشهم . ثم ينفخ في الصور فلا يسمعه احد الا اصغى ليتا ورفع ليتا ( الليت : صفحة العنق ) قال : فيصعق ويصعق الناس ثم يرسل الله او قال: ينزل الله مطرا كانه الطل او الظل فتنبت منه اجساد الناس ثم ينفخ فيه اخرى فاذا هم قيام ينظرون. ثم يقال : يا ايها الناس هلموا الى ربكم \" وقفوهم انهم مسؤولون \" قال : ثم يقال : اخرجوا بعث النار فيقال : من كم ؟ فيقال : من الف وتسعمائة وتسعة وتسعين. قال فذاك يجعل الولدان شيبا وذلك يوم يكشف عن ساق - يكشف عن شدة وهول عظيم كما يقال كشفت الحرب عن ساقها - اي اشتد اوارها . ¶ حديث : رواه الشيخان واللفظ سليم . ¶ عن ابي هريرة رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم: ما بين النفختين اربعون\" قالوا: يا ابا هريرة اربعون يوما. قال ابيت . قالوا اربعون شهرا قال ابيت قالوا اربعون سنة قال ابيت . ¶ \" ثم ينزل الله من السماء ماء فينبتون كما ينبت البقل قال وليس من الانسان شيء الا يبلى الا عظما واحدا هو عجب الذنب ومنه يركب الخلق يوم القيامة \" ¶ تعليقا على هذا الحديث ¶ 1- ما بين النفختين: نفخة الصعق والفناء ونفخة الانشاء والقيامة . ¶ 2- اربعون :لم يبين ابو هريرة تمييزا للاربعين هل هي ايام او شهور او سنون لعدم علمه بذلك ولعله سمعها من الرسول صلى الله عليه وسلم مجملة من غير بيان نوعها وجاء في رواية مسلم انها اربعون سنة فان صحت الرواية فلعله تردد في حال او جزم في حال اخر . ¶ 3- نزول المطر من السماء اي شبيها بمني الرجال فينبت الموتى في قبورهم كما ينبت الزرع في باطن الارض وتستعد اجسادهم لقبول الحياة بعودة الروح اليها .",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "4- عجب الذنب: بفتحة ثم سكون الوسط ويقال عجم الذنب والذنب بفتحتين هو عظم دقيق كحبة الخردل في اسفل الصلب عند العجز وهي للانسان كالحبة للزرع . ¶ **** ¶ فناء الناس ¶ والايات كثيرة في القران الكريم تقرر فناء الناس: ¶ والاحاديث توضح ذلك : ¶ والعلم التجريبي القائم على كشف التموجات الاشعاعية ودراسة الكون تؤيد ما جاء في القران الكريم من ان لهذا العالم نهاية . ¶ وان كانت الايات القرانية اعطت لنا صورا ومشاهد وكذا الاحاديث النبوية قربت الينا هذا الحدث العظيم: ¶ اذا رجت الارض رجا وبثت الجبال بثا فكانت هباء منبثا وقرع الكون بالقارعة وما ادراك ما القارعة وزلزلة الارض وخروج الكواكب عن مداراتها . ¶ ( فاذا برق البصر وخسف القمر وجمع الشمس والقمر يقول الانسان يومئذ اين المفر ). ¶ القيامة 75/7-9 ¶ علم هذه الحقائق عند ربي . ¶ وما علينا الا ان نؤمن بما جاء من عند ربنا . ¶ وليست هذه الحقائق كما نتصورها. فعقولنا ضعيفة والحوادث ذاتها عظيمة فوق العقول والتصور . ¶ البعث ¶ اعادة الخلق يوم القيامة أهون من انشائه . ¶ قال تعالى : ¶ ( وهو الذي يبدؤ الخلق ثم يعيده وهو أهون عليه ) ¶ الروم 30/37 ¶ ومعنى الاية الكريمة : ¶ ان الله وحده هو الذي أنشأ هذا العالم بعد أن لم يكن شيئا مذكورا كان حيث كان ولا يزال كما كان لا تحيط به الاذهان ولا يحده زمان ولا مكان. خسئت الفلسفة ان قالت ان الكون قديم او ذراته قديمة لم يطلب الله منا ذلك وعندما تحدث عن خلق السموات والارض قال في اول سورة الانعام: ¶ ( الحمد لله الذي خلق السموات والارض وجعل الظلمات والنور ) ¶ وتحدث في اية اخرى في سورة الكهف . ¶ ( ما أشهدتهم خلق السموات والارض ولا خلق أنفسهم وما كنت متخذ المضلين عضدا ) ¶ الكهف 18/51 ¶ وسيفنيه الله فناء في النفخة الاولى وسيعيده واعادته ايسر من خلقه واهون بحسب أفهامنا وعقولنا اعادة اخرى جديدة. ¶ (",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "يوم تبدل الارض غير الارض والسموات وبرزوا لله الواحد القهار )سورة ابراهيم ¶ فالله سبحانه وتعالى جلت قدرته ليس عليه يسير وايسر ولا عسير واعسر انما امره اذا اراد شيئا ان يقول له كن فيكون . ¶ وقال تعالى : ¶ ) كما بدانا اول خلق نعيده وعدا علينا انا كنا فاعلين ( .الانبياء 21/104 ¶ والمعنى ان الله سبحانه وتعالى كما جلت قدرته فأنشأ هذا الكون وافناه يقدر على اعادته كما كان وبمشيئته سبحانه وتعالى وقد قضى الله وحكم على عباده بالبعث بعد هلاكهم وذلك واقع لا محالة . ¶ وقال تعالى : ¶ ( وضرب لنا مثلا ونسي خلقه قال من يحي العظام وهي رميم قل يحييها الذي انشأها اول مرة وهو بكل خلق عليم.) ¶ يس36/78-79 ¶ يستبعد عباد المادة والعقلانيون بعث هذا الكون بعد فنائه وبعث الموتى بعد ان رمت اجسادهم وقد حدث في سبب نزول هذه الاية كحكم عام وان كان السبب مخصوصا ان بعض الجاهليين اخذ عظما باليا وجعل يكسره بيده ويقول لرسول الله صلى الله عليه وسلم اترى الله يحيي هذا بعدما تفتت وتكسر وصار رميما ؟ فقال الرسول صلى الله عليه وسلم نعم ويبعثك ويدخلك جهنم . ¶ وقوله تعالى : ¶ ( أو لم ير الانسان انا خلقناه من نطفة فاذا هو خصيم مبين ) ¶ يس 36/77 ¶ وهي قبل الاية السابقة الذكر ما كان ينبغي لمن خلقه الله من الماء المهين ان يخاصم ربه متحديا قدرته . ¶ نعم يحييها فهو سبحانه وتعالى قد انشاها اول مرة.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "نعم ... لقد قاسى العبد من الموت وسكراته. وخطره على سوء عمله ختم العاقبة. وكان من دعائه عليه الصلاة والسلام دائما .\" اسالك العفو والعافية في الدنيا والاخرة وحسن الختام \" . وهو الان بعد ضجعته في القبر في برزخ لا يعرف ما فيه الا رب العالمين فهو المرحلة الثالثة من مراحل الانسان وكل مرحلة اشد مما سبقها فالمرحلة الاولى الجنين في بطن الام والثانية حياته وقد حمل الامانة وهي التكاليف الشرعية ثم المرحلة الثالثة ضجعة القبر وللقبر نعيم وعذاب يقدمان للمرء كبشرى او انذار لما سيحدث له بعد ذلك في المرحلة الاخيرة او لتكفير بعض الذنوب او .. او.. نترك ذلك لمشيئة الله سبحانه وتعالى . ¶ ثم ها هي ذي اخطار جسام اخرى بين يديه من نفخ الصور والبعث يوم النشور والعرض على الجبال والسؤال عن القليل والكثير ونصب الميزان ثم الجواز على الصراط ثم انتظار النداء عند فصل القضاء اما بالسعادة او اما بالشقاء... ان من لم يفكر في هذا كله اولى به ان يعيش مع الحمقى لا مع العقلاء فانه اذا اتى لك عدو وقال لك ان الطعام الفلاني مسموم فلا شك انك ستاخذ حذرك من هذا الطعام فما بالك وقد قال الله لك وهو يحبك لانك عبده وقرر ذلك في كتابه ووضح ذلك رسوله فكيف بك لا ينشغل بالك بهذه الاهوال التي امامك وعلاجها سهل يسير التقوى والاستقامة . ¶ وفي حديث صحيح البخاري : يقول الله في حديث قدسي: ¶ (شتمني ابن ادم وما ينبغي له ان يشتمني وكذبني وما ينبغي له ان يكذبني ) ¶ اما شتمه اياي فيقول ان لي ولدا واما تكذيبه فقوله لن يعيدني كما بداني .",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": ") أيحسب الانسان ان يترك سدى الم يك نطفة من مني يمنى ثم كان علقة فخلق فسوى فجعل منه الزوجين الذكر والانثى اليس ذلك بقادر على ان يحيي الموتى ) الايات الاخيرة من سورة القيامة. يسن ان يقول القاريء بعد الانتهاء من هذه السورة اجابة على الاستفهام الاخير: سبحانك اللهم بلى سرا ولا يقولها جهرا فيظن انها اية من القران الكريم . ¶ ففي خلق الانسان عجائب وفي اختلاف تركيب اعضائه واعصابه وتلافيف مخه ونبضات قلبه اشياء محيرة فمن خلق ذلك كيف ينكر عاقل الا يعيدها ؟ ¶ فاذا شعرت هذا الشعور وقوي ايمانك فاملأ قلبك بالحذر وشمر عن ساعد الجد واكثر من التفكير والاعتبار . ¶ ان الصيحة تقرع سكان القبور فتفرج عن رؤوس كانت موتى يتكاثرون كالفراش المبثوث وثاروا ثورة من القبور التي كانوا فيها يسال بعضهم بعضا كم لبثتوا ؟ ¶ ويتولى الله سبحانه وتعالى الاجابة فيقول في سورة يونس 45 : (ويوم يحشرهم كأن لم يلبثوا الا ساعة من النهار يتعارفون بينهم قد خسر الذين كذبوا بلقاء الله وما كانوا مهتدين) . يونس 10/45 ¶ ان بقاءهم في الاجداث آلاف السنين مر كما تمر ساعة من نهار وكان القبر مرقدا لهم فقالوا : ¶ ( يا ويلنا من بعثنا من مرقدنا هذا ما وعد الرحمن وصدق المرسلون ) يس 36/52 ¶ واقرا قوله تعالى في وصف هذا اليوم : ¶ ( يوم هم بارزون لا يخفى على الله منهم شيء لمن الملك اليوم لله الواحد القهار اليوم تجزى كل نفس بما كسبت لا ظلم اليوم ان الله سريع الحساب وانذرهم يوم الآزمة اذ القلوب لدى الحناجر كاظمين ما للظالمين من حميم ولا شفيع يطاع ) .غافر 40/16-19. ¶ وسماه الله سبحانه وتعالى في سورة مريم:",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": ") يوم الحسرة ) وتلتف الخلق في ازدحام شديد من الجن والانس والوحوش والملائكة واذعن الجميع هيبة من الله سبحانه وتعالى وفي شدة الازدحام يجعل الله المتكبرين في الارض صغار الاجسام كما جاء في الحديث الشريف- كهيئة الذر- لتطأهم الاقدام ويحشر الناس على ما كانوا عليه في الدنيا . ¶ قال عليه الصلاة والسلام عن جابر رضي الله عنه سمعت النبي صلى الله عليه وسلم يقول : ¶ \" يبعث كل عبد على ما مات عليه \" ¶ رواه مسلم ¶ اي على الحال التي مات عليها من خير او شر . ¶ وعن كعب بن مالك قال : ¶ قال رسول الله صلى الله عليه وسلم : ¶ \" انما نسمة المؤمن طير يعلق في شجر الجنة حتى يرجعه الله الى جسده يوم يبعثه \" ¶ رواه مالك والنسائي ¶ ونسمة المؤمن اي روحه طير يعلق اي ياكل من ثمر شجرة الجنة ¶ وعن عبد الله بن عمر قال سمعت رسول الله صلى الله عليه وسلم يقول: ¶ \" اذا اراد الله بقوم عذابا اصاب العذاب من كان فيهم ثم بعثوا على اعمالهم\" ¶ اي ان الامم تعذب ومعهم من ليس منهم - بحكم الجواز والسكن- فيصاب جمعهم بالعذاب في الدنيا اذا اجترأوا على معصية الله ثم يبعثهم سبحانه على اعمالهم من خير او شر فالطائع عند البعث يجازى بعمله والعاصي- من المؤمنين الصادقين- ان شاء الله عذبه بذنبه وان شاء غفر له فالاشتراك في عقاب الدنيا لا يلزم منه الاشتراك في عذاب الاخرة بل يجازى كل انسان بعمله من خير او شر . ¶ وعن عبد الله بن عمرو قال : يا رسول الله اخبرني عن الجهاد والغزو فقال : يا عبد الله بن عمرو ان قتلت صابرا محتسبا وان قاتلت مرائيا مكاثرا بعثك الله مرائيا مكاثرا على اي حال قاتلت او قتلت بعثك الله على تلك الحال \" ¶ رواه ابو داود من كتاب الجهاد ¶ الصابر المحتسب: الطالب وجه الله فقط ¶ المكاثر : المفتخر بشجاعته وقوته وبكثرة من قتله ¶ والمريد الفخر والمنزلة... الخ ¶ *** ¶ الساهرة ¶ * ارض الحشر * ¶ وكيف يحشر الناس ¶ قال تعالى في سورة النازعات : ¶ (",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "يوم ترجف الراجفة تتبعها الرادفة قلوب يومئذ واجفة أبصارها خاشعة يقولون أئنا لمردودون في الحافرة أاذا كنا عظاما نخرة قالوا تلك اذا كرة خاسرة فانما هي زجرة واحدة فاذا هم بالساهرة ( . ¶ النازعات ¶ الراجفة والرادفة : النفخة الاولى والنفخة الثانية وفيها اظهار الصوت والحركة من رجف الرعد يرجف رجفا ¶ ومنه سميت الاراجيف... وكثيرا ما كان رسول الله يقوم من الليل ويقول: ايها الناس اذكروا الله جاءت الراجفة تتبعها الرادفة ) جاء الموت بما فيه ( ¶ رواية عن ابي بن كعب القلوب الواجفة: الخائفة ¶ الزائلة عن مكانها القلقة المستوفزةوالمضطربة والمراد ¶ قلوب الكفار وما في معناهم من الزنادقة والملاحدة واصحاب الفرق الضالة . ¶ ابصارها خاشعة : منكسرة ذليلة من هول ما ترى. ¶ يقولون أئنا لمردودون في الحافرة : اي انهم كانوا يكذبون هذا اليوم منكرين البعث اما باقوالهم واما بافعالهم وكسلهم عن تادية الواجب نحو ربهم والحافرة : يقال: رجع فلان في حافرته وعلى حافرته اي رجع من حيث جاء ويقال : التقى القوم فاقتتلوا عند الحافرة: اي عند اول ما التقوا وقيل الحافرة: اي العاجلة اي اننا لمردودون ¶ الى الدنيا فنصير احياء كما كنا وقيل الحافرة: اي الارض ¶ التي كانوا يحفرون فيها وسميت الحافرة لانها مستقر الحوافر . ¶ القرطبي 19/196 ¶ أاذا كنا عظاما نخرة: بالية متقطعة متفتتة- اي ان العظام فسدت كلها . ¶ قالوا تلك اذا كرة خاسرة: رجعة خائبة كاذبة باطلة خاسرة على من كذب بها كما يقال تجارة خاسرة اي يخسر صاحبها وانما قالوا ذلك لما رأوا ان الله سبحانه وتعالى حقق قوله باعادتهم من قبورهم الى الحياة فيعلمون حين ذاك ويندمون - ولات حين مندم . ¶ فانما هي زجرة واحدة نفخة ذات زلزلة وزجر.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "فاذا هم بالساهرة: ارض المحشر والعرب تسمى الفلاة ووجه الارض ساهرة بمعنى ذات سهر لانه يسهر فيها خوفا منها فوصفها بصفة ما فيها وهي ارض بيضاء وسبق القول فيها بانها تشبه الرغيف الابيض القريب من الحمرة وسميت الساهرة لان الذين يبعثون يوم القيامة لا ينامون فيها على طول مكث الحساب والحشر . ¶ وفي الحديث الشريف: قال صلى الله عليه وسلم يحشر الناس يوم القيامة على ارض بيضاء عفراء . ¶ ) اي يضرب لونها الى الحمرة ) كقرصة النقي. ¶ (اي الخبز الابيض اذا خرج من النار ) ليس فيها علم لاحد وفي رواية ليس فيها معلم لاحد- اي لم توطأ من قبل \" ¶ رواه الشيخان واللفظ لمسلم ج 8 ص ¶ 127 ¶ *كيف يحشر الناس يوم القيامة ¶ عن عائشة رضي الله عنها قالت: سمعت رسول الله صلى الله عليه وسلم يقول : ¶ \" يحشر الناس يوم القيامة حفاة عراة غرلا ¶ ) بضم الغين وتسكين الراء .( وقد وردت بهما مكان غرلا في مختار الصحاح ¶ قلت يا رسول الله : النساء والرجال جميعا ينظر بعضهم الى بعض - ¶ البخاري ومسلم. ¶ حفاة : جمع حاف . من ليس في رجله نعل . ¶ عراة : ليس على اجسامهم اي ستر. ¶ غرلا : لم يختتنوا والمراد انهم يخلقون كما خلقوا لا شيء معهم ولا ينقص منهم شيء بل يضاف اليهم ما نقص منهم ( راجع المنتخب من السنة 2/21 ( ¶ وعن ابن عباس رضي الله عنه: قال: ¶ قام فينا رسول الله صلى الله عليه وسلم خطيبا بموعظة فقال :\" يايها الناس انكم تحشرون الى الله حفاة عراة غرلا . كما بدانا اول خلق نعيده وعدا علينا انا كنا فاعلين الا وان اول الخلائق يكسى يوم القيامة ابراهيم عليه السلام الا وانه سيجاء برجال من امتي فيؤخذ بهم ذات الشمال فأقول: يارب اصحابي فيقال: انك لا تدري ما احدثوا بعدك فأقول : كما قال العبد الصالح. ¶ وكنت عليهم شهيدا ما دمت فيهم فلما توفيتني كنت انت الرقيب عليهم وانت على كل شيء شهيد. ¶ ان تعذبهم فانهم عبادك وان تغفر لهم فانك انت العزيز الحكيم .المائدة 5/117",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "فيقال لي : انهم لم يزالوا مرتدين على اعقابهم منذ فارقتهم . البخاري ومسلم. ¶ وفي هذا الحديث الشريف يتضح ان اول من يكسى يوم القيامة ابراهيم عليه السلام وذلك لانه جرد من ملابسه ¶ حين ارادوا القاءه في النار وقيل لانه لم يكن في الارض اخوف منه . ¶ والعبد الصالح : عيسى بن مريم ... ¶ وعن ابي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال : يحشر الناس على ثلاث طرائق راغبين راهبين واثنان على بعير وثلاثة على بعير واربعة على بعير وعشرة على بعير وتحشر بقيتهم الى النار تبيت معهم حيث باتوا وتقيل معهم حيث قالوا وتصبح معهم حيث اصبحوا وتمسي معهم حيث امسوا . ¶ البخاري ومسلم ¶ تفسير مفردات الحديث: ¶ راغبين راهبين : اي جامعين بين الخوف من عذاب الله والطمع في رحمته وهؤلاء هم اصحاب اليمين الذين خلطوا عملا صالحا واخر سيئا وهم اكثر المؤمنين ويحشر الناس على طوائف طائفة تركب البعر ( جمع بعير ) ¶ والرسول صلى الله عليه وسلم يخاطب المؤمنين بما هو معهود لديهم من ادوات الركوب وهذه الفئة التي تخرج من قبورها فتكرم هم السابقون الكاملون في الايمان . ¶ اما اصحاب الشمال : فهم المعنون بقوله : ¶ نحشر بقيتهم الى النار . الخ ¶ وفي حديث اخر : يبعث الناس حفاة عراة غرلا قد الجمهم العرق وبلغ شحوم الآذان . ¶ الشيخان ¶ وآخر في الصحيحين: يحشر الناس ثلاثة اصناف ركبانا ¶ ومشاة وعلى وجوههم فقال رجل : يا رسول الله كيف يمشون على وجوههم قال : ¶ الذي امشاهم على اقدامهم قادر على ان يمشيهم على وجوههم... ¶ ان في طبع الآدمي ان ينكر اي شيء لم يانس به وهذه ¶ الحية تمشي على بطنها كالبرق الخاطف فمن الذي اعطى لها هذه القدرة ...؟",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "يساق الناس جميعا الى ارض المحشر هذه الارض البضاء الصفصف لا ترى فيها عوجا ولا امتا ولا تظن ان الارض هذه مثل ارضنا التي عشنا فيها في الدنيا فيكفينا من ذكر الاخرة ان الاسماء فيها وان شابهت اسماء الدنيا فحقيقة هذه الاسماء لا يعلمها الا الله. ¶ ( يوم تبدل الارض غير الارض والسموات ) ويسمع ¶ الخلائق انفجارات هائلة اشد فتكا من الانفجارات الذرية التي سمعوا عنها في الدنيا انها انشقاق الطبقات العليا المحيطة بالكون السموات . ¶ ( وانشقت السماء فهي يومئذ واهية ) فيبدو الجو كالفضة المذابة تخالطها صفرة فصارت وردة كالدهان واشتبك الناس كالفراش المبثوث قد الجمهم العرق وخشعت الاصوات للرحمن فلا تسمع الا همسا . ¶ لم نكن نحن سكان كوكبنا في مجموعتنا الشمسية فحسب بل كل من في السموات والارض كلهم آتيه يوم القيامة فردا سنرى اننا لم نكن وحدنا في الحياة الدنيا فهناك في ملكوت الله الذي اخفاه عنا في العوالم التي بيننا وبينها ¶ ملايين السنين الضوئية مخلوقات ستجتمع بنا يوم المحشر في مكان واحد قال تعالى : ¶ ( ومن آياته خلق السموات والارض وما بث فيهما من دابة وهو على جمعهم اذا يشاء قدير). ¶ الشورى 42/29 ¶ فجميع خلق الله في سمواته واراضيه وكواكبه ونجومه ¶ وما خفي مما يعلمه الله وحده سيكون في هذا الموقف الرهيب ويعود العالم الكوني كما بدا تحقيقا لقوله تعالى ¶ ( يوم نطوي السماء كطي السجل للكتب كما بدانا اول خلق نعيده وعدا علينا انا كنا فاعلين) ¶ الانبياء 21/104 ¶ وفي شدة حر ذلك اليوم حيث تكون قوة الحرارة اضعاف ما يتصوره العقل من وهج صوتي شديد. ¶ امور غيبية لا نبحث فيها كيف هي ؟ فمن الايمان ان نصدق الله فيما يقول ¶ ) الذين يؤمنون بالغيب ) البقرة ¶ قد دنا من رؤوس الناس فلم يبق من الظلال ما يحمي",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "الرؤوس الملتهبة الا ظل العرش واشتد الكرب والغم وتدافعت الخلائق دفع بعضهم بعضا لشدة الزحام واختلاف الاقدام وكل انسان في خجل من افتضاح امره ففاض العرق من اصل كل شعرة حتى سال على صعيد القيامة ثم ارتفع على ابدانهم على قدلر منازلهم عند الله فبعضهم بلغ ركبتيه وبعضهم حقوبه وبعضهم شحمة اذنيه وبعضهم كاد يغيب فيه. ¶ وفي حديث ابن عمر قال رسول الله صلى الله عليه وسلم ¶ يوم يقوم الناس لرب العالمين حتى يغيب احدهم في رشحه الى انصاف اذنيه . ¶ متفق عليه ¶ وحديث اخر يعرق الناس يوم القيامة حتى يذهب عرقهم في الارض سبيعين باعا ويلجمهم ويبلغ آذانهم . ¶ رواه البخاري ومسلم ¶ يلقى الناس من الاهوال والكرب حتى يقول احدهم: ¶ رب ارحني من الكرب ولو الى النار كل ذلك قبل الحساب وغيره ولو سلم الادمي لعمل هذا اليوم حسابه واعد عدته فعرق في صلاة وصيام وجهاد وحج وقضاء حاجة مسلم وامر بمعروف ونهى عن منكر وقوله حق امام حاكم ظالم ¶ وتعب في هذه الدنيا في سبيل الله فلن يمسه عرق الاخرة ¶ فان تعب الطاعات والصبر على المكروهات اقل تعب ملايين المرات من تعب الوقوف في يوم الحشر . ¶ وهكذا تظل الخلائق شاخصة ابصارهم منفطرة قلوبهم لا ¶ ياكلون ولا يشربون الى ما شاء الله . ¶ قيل في شان هذا اليوم احاديث كثيرة في درجة الضعف لذلك ضربنا عنها صفحا . ¶ مواقف : في القيامة ¶ قال تعالى : (الا يظن اولئك انهم مبعوثون ليوم عظيم يوم يقوم الناس لرب العالمين( ¶ المطففين 83/4-6 ¶ والآية نزلت للذين يبخسون الناس حقوقهم في الكيل والميزان والمطففين ومن على شاكلتهم من تجار السوق السوداء وأصحاب الرشاوى والسحت والهدايا غير ¶ المشروعة . ¶ وفي حديث عن رسول الله صلى الله عليه وسلم قال : ¶ \" لم يلق ابن ادم شيئا منذ خلقه الله عز وجل اشد عليه من الموت ثم ان الموت أهون مما بعده وانهم ليلقون من هول ذلك اليوم شدة حتى يلجمهم العرق حتى ان السفن لو اجريت فيه لجرت \" ¶ احمد والطبراني",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وعن ابن عمر قال : قال رسول الله صلى الله عليه وسلم ¶ \" من سره ان ينظر الى يوم القيامة كانه راى العين فليقرأ ¶ ) اذا الشمس كورت ) ( واذا السماء انفطرت( ) واذا السماء انشقت ( ¶ رواه احمد والترمذي والحاكم. ¶ ومعنى هذا الحديث من اراد ان ينظر الى تفاصيل يوم ¶ القيامة وما سيقع فيه من الاهوال والافزاع ويرى ما يكون عليه السعداء والاشقياء فليقرأ من القرآن الكريم ¶ السور الأتية: سورة التكوير وسورة الانفطار وسورة الانشقاق وقد اشار صلى الله عليه وسلم الى اوائلها . ¶ **** ¶ وبلغ المجهود من الناس ما لا طاقة لهم به وسال بعضهم بعضا من الكريم الذي يطلب من الله سبحانه وتعالى الفصل في هذا الموقف انه صاحب المقام المحمود انه مقام الشفاعة العظمى . ¶ الشفاعة العظمى... ( الشفاعة في فصل القضاء ) ¶ انها لاراحة الناس من هول الموقف وهي المقصودة من قوله سبحانه و تعالى : ¶ ( عسى ان يبعثك ربك مقاما محمودا) ¶ الاسراء 17/79 ¶ فقد امر الله سبحانه وتعالى رسوله بالتهجد في قوله تعالى ( ومن الليل فتهجد به نافلة لك عسى ان يبعثك ربك مقاما محمودا) ¶ رويت بالسين والشين وكلاهما اخذ اللحم باطراف اللسان او بجمعه ¶ وذلك امر كان مفروضا عليه صلى الله عليه وسلم زيادة على اقامة الصلوات الخمس ووعده سبحانه بان يبعثه مقاما محمودا لاراحة الناس من هول الموقف . ¶ وفي الصحيحين عن ابي هريرة رضي الله عنه قال : ¶ اتى رسول الله صلى الله عليه وسلم بلحم فرفع اليه الذراع وكانت تعجبه فنهش منها نهشة ثم قال: ¶ \" انا سيد الناس يوم القيامة \" وهل تدرون ذلك ؟ ¶ يجمع الله الناس الاولين والاخرين في صعيد واحد يسمعهم الداعي (يسمعون جميعا لا ندري كيف ذلك انها امور الاخرة نؤمن بها فقط( وينفذهم البصر وتدنو الشمس فيبلغ الناس من الهم والكرب ما لا يطيقون ولا يتحملون. فيقول الناس : ¶ الا ترون ما قد بلغكم الا ترون من يشفع لكم الى ربكم فيقول بعض الناس لبعض :",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "\" عليكم بآدم فياتون ادم عليه السلام فيقولون له ¶ انت ابوالبشر خلقك الله بيده ونفخ فيك من روحه ¶ ليست الروح جزءا من الله تعالى- حاشاه- انما اضيفت اليه سبحانه وتعالى فهو الذي اوجدها كقوله تعالى ( ناقة الله وسقياها) ¶ وامر الملائكة فسجدوا لك اشفع لنا الى ربك الا ترى ما نحن فيه الا ترى ما بلغنا ؟ فيقول ادم: ان ربي قد غضب اليوم غضبا لم يغضب قبله مثله. ولن يغضب بعده مثله انه قد نهاني عن الشجرة فعصيته نفسي نفسي نفسي ¶ اي لا اساله الا نجاة نفسي ¶ اذهبوا الى غيري اذهبوا الى نوح فياتون نوحا : ¶ فيقولون يا نوح انك اول الرسل الى اهل الارض ¶ من اولي العزم ادريس وهو جد نوح نبي مرسل وكذا ادم نبي مرسل ¶ وقد سماك الله عبدا شكورا اشفع لنا اللى ربك. ¶ الا ترى الى ما نحن فيه فيقول: ان ربي عز وجل قد ¶ غضب اليوم غضبا لم يغضب مثله قبله ولن يغضب بعده مثله وانه قد كانت لي دعوة دعوتها على قومي نفسي نفسي نفسي اذهبوا الى غيري اذهبوا الى ابراهيم فسياتون ¶ ابراهيم فسيقولون يا ابراهيم انت نبي الله وخليله من اهل الارض اشفع لنا الى ربك الا ترى ما نحن فيه ؟ ¶ فيقول لهم: ان ربي قد غضب اليوم غضبا لم يغضب قبله مثله ولن يغضب بعده مثله اني قد كذبت ثلاث كذبات ¶ انها كانت معاريض ولم تكن كذبا ولكنه عليه السلام خاف من ربه ان تكون كذبا وهي قوله اني سقيم وقوله عن سارة زوجته انها اخته وقوله في تحطيم الاصنام بل فعله كبيرهم هذا ¶ نفسي نفسي نفسي اذهبوا الى غيري اذهبوا الى موسى فياتون موسى فيقولون يا موسى انت رسول الله فضلك ¶ الله برسالته وبكلامه على الناس اشفع لنا الى ربك الا ترى الى ما نحن فيه ؟ فيقول ان ربي غضب اليوم غضبا ¶ لم يغضب قبله مثله ولن يغضب بعده مثله واني قد قتلت نفسا لم اؤمر بقتلها نفسي نفسي نفسي اذهبوا الى غيري",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "اذهبوا الى عيسى بن مريم فياتون عيسى فيقولون يا عيسى انت رسول الله وكلمته اقاها الى مريم وروح منه وكلمت الناس في المهد صبيا اشفع لنا الى ربك ¶ الا ترى الى ما نحن فيه فيقول عيسى: ان ربي قد غضب اليوم غضبا لم يغضب قبله مثله ولن يغضب بعده مثله ¶ ولم يذكر ذنبا اذهبوا الى محمد صلى الله عليه وسلم فياتون محمد صلى الله عليه وسلم فيقولون : ¶ \" يا محمد انت رسول الله وخاتم النبيين وقد غفر الله لك ما تقدم من ذنبك وما تاخر اشفع لنا الى ربك الا ترى ما نحن فيه ؟ فانطلق فآتي تحت العرش فأقع ساجدا لربي عز وجل ثم يفتح الله على من محامده وحسن الثناء عليه شيئا لم يفتحه على احد من قبلي ثم يقول: يا محمد ارفع راسك سل تعطه واشفع تشفع فأرفع راسي فأقول : ¶ امتي يا رب امتي يارب فيقال يا محمد ادخل من امتك من لا حساب عليهم من الباب الايمن من ابواب الجنة ¶ هم كثرة عبر عنها في في بعض الاحاديث سبعون الفا والعدد سبعة وسبعون وسبعماية وسبعون الفا من اعداد الكثرة... والله اعلم . ¶ وهم شركاء الناس فيما سوى ذلك من الابواب ثم قال: ¶ والذي نفسي بيده ان ما بين المصراعين من مصاريع الجنة كما بين مكة وحمير او كما بين مكة وبصرى . ¶ حمير بكسر الحاء وفتح الياء مدينة صنعاء في اليمن وبصرى مدينة بالشام والشك من الراوي ¶ تعليقنا على هذا الحديث الشريف : ¶ هل يتكلم الناس جميعا ؟ وكيف ينتقلون من مكان الى مكان ؟ وبأي لغة يتكلمون ؟ وتذكر المرسلون ذنوبهم ؟ ¶ وكيف عرفوا ان الله سبحانه وتعالى غضب عليهم غضبا شديدا ؟ كل هذه امور تترك لوقتها؟ انها احوال الاخرة نؤمن بها نؤمن ان هناك مناقشة فيمن يتولى الشفاعة لاقامة الحساب ونؤمن ان جميع الرسل كانوا متخوفين من هذه المهمة ونؤمن ان رسولنا صلى الله عليه وسلم سيد هذا الموقف هو وحده الخاص بهذا المقام المحمود ¶ كما جاء في القران الكريم ... ¶ يبدأ العرض والحساب ¶ كيفية المسالة....( وكيف نسأل ) ¶ (",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وكلهم آتيه يوم القيامة فردا ) عن عدي بن حاتم قال ¶ قال رسول الله صلى الله عليه وسلم : ¶ \" ما منكم من احد الا سيكلمه ربه ليس بينه وبينه ترجمان ولا حجاب يحجبه فينظر ايمن منه فلا يرى الا ما قدم من عمله وينظر اشام منه فلا يرى الا ما قدم وينظر بين يديه فلا يرى الا النار تلقاء وجهه فاتقوا النار ولو بشق تمرة \" ¶ رواه الشيخان ¶ سيحاسب الله سبحانه وتعالى خلقه جميعا في وقت واحد ¶ كما يرزقهم كلهم في وقت واحد وليس هناك ترجمان بين العبد والرب ولا حجاب بينه وبينهم وتصور الاعمال الصالحة في يمين العبد والاعمال السيئة في شماله ¶ ولا يرى الانسان الا النار تلقاء وجهه ... ¶ ثم يامر الرسول صلى الله عليه وسلم ان نتقي هذه النار بفعل الخير في الدنيا مهما كان قليلا ولو بجزء من تمرة ( تمرة البلح ) عملا بقول الله تعالى: ¶ ( ونضع الموازين القسط ليوم القيامة فلا تظلم نفس شيئا وان كان مثقال حبة من خردل اتينا بها وكفى بنا حاسبين). ¶ الانبياء 21/47 ¶ وقوله ( فمن يعمل مثقال ذرة خيرا يره ومن يعمل مثقال ذرة شرا يره(. ¶ الزلزلة 99/8 ¶ وفي هذا الموقف العصيب سيسال الانسان عن القليل والكثير والنقير والقطمير وتنزل الملائكة من ارجاء السماء باجسام عظام ضخام شداد غلاظ يسحبون المجرمين من نواصيهم الى موقف العرض على الله سبحانه وتعالى وعلى عظم خلقة هؤلاء الملائكة وعلى بحثهم بين الناس عن المجرمين لا يبقى نبي ولا صديق ولا صالح الا ويخر للاذقان خوفا من ان يكون هو الماخوذ ¶ فهذا حال المقربين فما ظنك بالعصاة المجرمين . ¶ احياء العلوم للغزالي ¶ وفي هذا الموقف العصيب حين يرون الملائكة في عظم الجسم وضخامته . ¶ ) يوم يرون الملائكة لا بشرى يومئذ للمجرمين ). ¶ الفرقان25/22",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "ولقد رأوا ملائكة قبل ذلك فارتاعوا من رؤيتهم ملائكة عند الموت وملائكة في القبر منكر ونكر ولكن ملائكة يوم الحشر اشد هولا وفزعا حتى يقال ان بين شفري عين الملك مسيرة مائة عام، جاء هذا في حديث نبوي موضع شك من علماء الحديث ¶ ويبادر بعض الناس ويسالون : أفي هذه الاجسام الضخام ¶ الله عز وجل؟ فتفزع الملائكة من هذا الهمس ومن سؤالهم اجلالا لخالقهم عن ان يكون فيهم فينادون باصواتهم العالية منزهين الله سبحانه وتعالى عما توهم اهل الارض ويقولون سبحان ربنا سبحان ربنا وعند ذلك ¶ تقوم الملائكة صفا محدقين بالخلائق من جميع الجوانب وعلى الجميع شعار الذل والخضوع والخوف والمهابة لشدة هذا اليوم واقرا قوله تعالى ¶ ( فاذا نقر في الناقور فذلك يومئذ يوم عسير على الكافرين غير يسير) ¶ المدثر 74/8 ¶ وقوله تعالى في سورة القيامة : ¶ ) يسال ايان يوم القيامة.. فاذا برق البصر وخسف القمر وجمع الشمس والقمر يقول الانسان يومئذ اين المفر كلا لا وزر الى ربك يومئذ المستقر ينبأ الانسان يومئذ بما قدم واخر ) 6 وما بعدها . ¶ ويحاسب الله الناس جميعا: ¶ قال تعالى : ¶ ( فلنسألن الذين ارسل اليهم ولنسألن المرسلين لنقصن عليهم بعلم وما كنا غائبين) ¶ الاعراف 7/5-6 ¶ حساب الانبياء : ¶ يبدأ الله سبحانه وتعالى حسابه بالأنبياء -صلوات الله ¶ وسلامه عليهم اجمعين فيقول لهم ماذا اجبتم ؟ قالوا : لا علم لنا انك انت علام الغيوب قالوا ذلك مذهولين وتنمحي علومهم من شدة الهيبة ولذلك لا يدرون ماذا يجيبون لان العقول طارت منهم وانمحت العلوم الى ان يقويهم الله تعالى ويثبتهم . ¶ 1- فيدعى نوح عليه السلام فيقال له : هل بلغت فيقول : نعم فيقال لأمته : هل بلغكم : ما أتانا من نذير. ¶ ويؤتى بعيسى عليه السلام فيقال له أأنت قلت للناس اتخذوني وأمي الهين من دون الله . ¶ فيجيب عيسى عليه السلام : ¶ (",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "سبحانك ما يكون لي ان اقول ما ليس بحق ان كنت قلته فقد علمته تعلم ما في نفسي ولا اعلم ما في نفسك انك انت علام الغيوب. ما قلت لهم الا ما امرتني به ان اعبدوا الله ربي وربكم وكنت وكنت عليهم شهيدا ما دمت فيهم فلما توفيتني كنت انت الرقيب عليهم وانت على كل شيء شهيد (. ¶ 2- وهكذا تنكر الامم جمعاء ان ارسل قد ارسلت اليهم والله عليم بكذبهم ولكنه سبحانه يريد التقرير ليعلموا انه لم يظلمهم\" وما كنا معذبين حتى نبعث رسولا \" ¶ والحديث الشريف كما جاء في البخاري يوضح هذه الحقيقة في باب شهادة الانبياء على اممهم بالتبليغ عن ابي سعيد الخدري قال : قال رسول الله صلى الله عليه وسلم\" يدعى نوح يوم القيامة فيقول لبيك وسعديك يارب فيقول هل بلغت ؟ فيقول نعم فيقول لامته: هل بلغكم ؟ ¶ فيقولون ما اتانا من نذير فيقول: من يشهد لك ؟ فيقول: محمد وامته فتشهدون انه قد بلغ وذلك مصداقا لقوله تعالى : ¶ ( وكذلك جعلناكم امة وسطا لتكونوا شهداء على الناس ويكون الرسول عليكم شهيدا (. ¶ _ 3 وقوم يحلفون لله سبحانه وتعالى في هذا الموقف المهيب انه ما اتانا من نذير ولا بشير قال تعالى ¶ ) يوم يبعثهم الله جميعا فيحلفون له كما يحلفون لكم ويحسبون انهم على شيء الا انهم هم الكاذبون) . ¶ 4- وقوم من فلاسفة المتكلمين يتحججون بمشيئة الله وقدره كما جاء في قوله تعالى ¶ ( سيقول الذين اشركوا لو شاء الله ما اشركنا ولا اباؤنا ولا حرمنا من شيء كذلك كذب الذين من قبلهم حتى ذاقوا باسنا قل هل عندكم من علم فتخرجوه لنا ان تتبعون الا الظن وان انتم الا تخرصون قل فلله الحجة البالغة فلو شاء لهداكم اجمعين). ¶ وفي سورة النحل",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": ") وقال الذين اشركوا لو شاء الله ما عبدنا من دونه من شيء نحن ولا اباؤنا ولا حرمنا من دونه من شيء كذلك فعل الذين من قبلهم فهل على الرسل الا البلاغ المبين ولقد بعثنا في كل امة رسولا ان اعبدوا الله واجتنبوا الطاغوت فمنهم من هدى الله ومنهم من حقت عليه الضلالة فسيروا في الارض فانظروا كيف كانت عاقبة المكذبين). ¶ وقوله تعالى في اخر سورة المؤمنون ¶ ( ومن يدع مع الله الها اخر لا برهان له به فانما حسابه عند ربه( ¶ 5- وقوم يمسكون بتلابيب طواغيتهم في الدنيا الذين قالوا لهم انهم سيحملون عنهم افعالهم يوم القيامة وسيدخلونهم الجنة لانهم وكلاء الله في ارضه وانهم الاقطاب والاعوان ... الخ ¶ يقول القران الكريم في ذلك- في سورة يونس 28 ¶ ( ويوم نحشرهم جميعا ثم نقول للذين اشركوا مكانكم انتم وشركاؤكم فزيلنا بينهم وقال شركاؤهم ما كنتم ايانا تعبدون فكفى بالله شهيدا بيننا وبينكم ان كنا عن عبادتكم ¶ لغافلين (. ¶ اي ان الموتى الصالحين الذين استغاث بهم اتباعهم وطافوا حول قبورهم واشركوهم فيما هو خاص لله سبحانه وتعالى يقولون لهم يوم القيامة ما كنتم ايانا تعبدون وكنا في غفلة بعد ان متنا فلم نعرف عن عبادتكم الشركية شيئا والله شهيد بذلك . ¶ وفي سورة الانعام يقول تعالى واضفنا هذا المشهد بعبارة اخرى لتعدد الاسباب ¶ ) ويوم نحشرهم جميعا ثم نقول للذين اشركوا اين شركاؤكم الذين كنتم تزعمون بم لم تكن فتنتهم الا ان قالوا والله ربنا ما كنا مشركين انظر كيف كذبوا على انفسهم وصل عنهم ما كانوا يفترون ) 22-24..الخ ¶ 6- وقوم يطلبون العودة الى الدنيا: واقرا قوله تعالى في سورة الانعام: 27: ¶ ( ولو ترى اذ وقفوا على النار فقالوا يا ليتنا نرد ولا نكذب بآيات ربنا ونكون من المؤمنين بل بدا لهم ما كانوا يخفون من قبل ولو ردوا لعادوا لما نهوا عنه وانهم لكاذبون(. ¶ وفي القران الكريم يقول الله تعالى : ¶ (يوم ينفخ في الصور فتاتون افواجا(.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "قال بعض المفسرين اي ينشرون افواجا - طوائف - كل فوج على شكل معين بعضهم مقرنون في الاصفاد كما قالها الله تعالى ¶ ) يوم تبدل الارض غير الارض والسموات وبرزوا لله الواحد القهار وترى المجرمين يومئذ مقرنين في الاصفاد سرابيلهم من قطران وتغشى وجوههم النار ليجزي الله كل نفس ما كسبت ان الله سريع الحساب(. ¶ ابراهيم 14/48-51 ¶ طائفة صم بكم عمي: قال تعالى في سورة الاسراء 97 ¶ ( ومن يهد الله فهو المهتد ومن يضلل فلن تجد له اولياء من دونه ونحشرهم يوم القيامة على وجوههم عميا وبكما وصما ماواهم جهنم كلما خبت زدناهم سعيرا . ذلك جزاؤهم بانهم كفروا بآياتنا وقالوا ااذا كنا عظاما ورفاتا اانا لمبعوثون خلقا جديدا). ¶ وطائفة تصرخ كلما وقفت اكلة الربا قال تعالى : ¶ ( الذين ياكلون الربا لا يقومون الا كما يقوم الذي يتخبطه الشيطان من المس). ¶ البقرة 275 ¶ وطائفة غر محجلون: هم امة الرسول صلى الله عليه وسلم المؤدون للصلاة والذين لا يشركون بالله احدا ¶ ويقول بعض المفسرين: ¶ ) جاء ذلك في تفسير القرطبي ص 175 وسورة عم يتساءلون ونسبة الى الرسول صلى الله عليه وسلم بدون ان يحكي لنا مصدر الحديث ) ان هناك طوائف اخرى تنتشر على هيئة القردة والخنازير وقوم يسيل من افواههم القيح وقوم يحشرون واقدامهم على جباههم معقودة بنواصيهم وقوم يحشرون وليس لهم ايد ولا ارجل وقوم يحشرون وبطونهم ملأى بالحيات والعقارب وقوم يحشرون على افواههم الدم وامعاؤهم تجري على الارض وقوم يحشرون ولهم ريح انتن من الجيف وقوم يحشرون يجري من فروجهم القيح والصديد ... الخ ¶ والثابت لدينا في المراجع الموثوق بها هو ما قدمناها ¶ سابقا ونترك هذا الموضوع الى علم الله سبحانه وتعالى . ¶ غير ان فوج المؤمنين يعرفون بآثار الوضوء - كما جاء في حديث للرسول صلى الله عليه وسلم . ¶ ولعلك ايها القارىء تريد ان تعرف من اي فوج ستحشر فالاجابة كما جاء بقول الرسول صلى الله عليه وسلم:",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "يحشر المرء على دين خليله لهذا احذر من اتخاذ خليل الدنيا الذي يصدك عن الله سبحانه وتعالى واذا كان لا بد من مصاحبته لمصالحك فصاحبه في الدنيا معروف ¶ واتبع سبيل من اناب الى الله . ¶ اذا كان لا بد من مصاحبته كالوالدين الكافرين . ¶ وكما ان الكافرين يساقون سوقا باسياط الملائكة فان المؤمنين يكرمون بركوب النجائب والمراكب) التي لا نعلم حقيقتها ) قال تعالى : ¶ ( يوم نحشر المتقين الى الرحمن وفدا ونسوق المجرمين الى جهنم وردا ). ¶ مريم 19/85-86 ¶ (وفتحت السماء فكانت ابوابا) ¶ عم 78/19 ¶ ونظيره قوله تعالى: ¶ (ويوم تشقق السماء بالغمام ونزل الملائكة تنزيلا ) ¶ قيل تقطعت فكانت قطعا كالابواب فانتصاب الابواب على هذا التاويل بحذف الكاف وقيل التقدير فكانت ذات ابواب لانها تصير كلها ابوابا وقيل ابوابها طرقها وقيل تنحل وتتناثر وذلك ما نرتاح اليه لقوله تعالى في اية اخرى: ¶ ) اذا السماء انشقت واذنت لربها وحقت( ¶ وفي حديث الاسراء: ¶ ثم عرج بنا الى السماء فاستفتح جبريل فقيل من انت؟ ¶ قال جبريل قيل ومن معك قال محمد وقد بعث اليه ؟ ¶ قال قد بعث اليه ففتح لنا . ¶ وهذا يدل على ان المقصود هو دخول مكان معين في السماء لا نعلمه ولا يدخل فيه احد الا باذن حتى جبريل عليه السلام نفسه وهو سيد الملائكة وهو الذي ينزل بالوحي على الرسل اجمعين من اعلى عليين في اقل من ¶ لمح البصر يقطع بلايين البلايين من السنوات الضوئية مما يفوق الحصر في الذهن . ¶ وكما قلنا سالفا ان هناك ملائكة اخرى يسوقون العبيد الى الموقف بدليل قوله تعالى : ¶ ( وجاءت كل نفس معها سائق وشهيد ( ¶ ق 50/21 ¶ في ذلك تفسيرات جمة يحتملها اللفظ فمن قبائل ان السائق من الملائكة والشهيد العمل ومن قائل السائق والشهيد ¶ ملكان ومن قائل وهو قول عثمان رضي الله عنه ملك ¶ يسوق النفس وشهيد يشهد عليها بعملها . ¶ يقول القرطبي ص 12- الجزء السابع عشر هذا اصبح-",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "وروى حديثا عن جابر رضي الله عنه لم يذكر لنا مصدره قال سمعت رسول الله صلى الله عليه وسلم يقول: ¶ \" ان ابن ادم لفي غفلة عما خلقه الله عز وجل له ان الله لا اله غيره اذا اراد خلقه قال للملك اكتب رزقه واثره واجله واكتبه شقيا او سعيدا ثم يرتفع الملك ويبعث ملكا اخر فيحفظه حتى يدرك ثم يبعث ملكين يكتبان حسناته وسيئاته فاذا جاءه الموت ارتفع هذان الملكان ثم جاء ملك الموت عليه السلام فيقبض روحه فاذا ادخل حفرته رد الروح في جسده\" . ¶ امر غيبي لا نعلم كنهه فلا يقتضي رد الروح في الميت في قبره ان يحس بنا ويرى ويسمع ويقوم كشؤون الدنيا المعروفة لنا ولكن ذلك امر غيبي فالبرزخ من اول ايام الاخرة التي نؤمن بها ولا نعلم حقيقتها . ¶ ثم يرتفع ثم جاءه ملكا القبر فامتحناه ثم يرتفعان فاذا قامت الساعة انحط عليه ملك الحسنات وملك السيئات فانشطاه حلا .كتابا معقودا في عنقه ثم حضرا معه واحد سائق وواحد شهيد . ¶ وقال النبي صلى الله عليه وسلم رواية ابي نعيم الحافظ عن جابر وهو حديث غريب ان قدامكم امرا عظيما فاستعينوا بالله العظيم. ¶ لقد كان الانسان في غفلة من هذا الموقف الرهيب موقف العرض يوم القيامة- فكشفنا عنك غطاءك اي غفلتك- وفي بعض الحكم التي تنسب الى الرسول صلى الله عليه ¶ وسلم \" الناس اموات فاذا ماتوا انتبهوا \"فبصرك اليوم حديد \" قيل يراد به بصر القلب - كما يقال فلان بصير ¶ بالعلم وقيل المراد به بصر العين - وهو الظاهر فالانسان ¶ يرى في هذا الموقف ما لم يره من قبل فلديه من قوة الجلاء البصري والاهتزازات القوية في عينيه - التي يخلقها الله له ما يرى ما كان محجوبا عنه في الدنيا اصبح له بصر قوي نافذ . ¶ ***** ¶ وتحدث مناقشة بين رؤساء الامم وتابعينهم : ¶ ولو ترى اذ الظالمون موقوفون عند ربهم : ¶ موقوفون في عرصات القيامة. يلعن بعضهم بعضا ¶ ويقول كل واحد\" يا ليتني لم اتخذ فلانا خليلا لقد اضلني عن الذكر بعد اذ جاءني \"",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "يقول الذين استضعفوا للذين استكبروا: ¶ المرؤوسون الذين قبلوا الذل عن رضاء تام في هذه الحياة الدنيا وآثروها عن الاخرة . ¶ لولا انتم لكنا مؤمنين : انكم اغويتمونا وضللتمونا اغويتمونا بطرق الغواية التي سميتموها الفنون وجعلتموها مشروعة وقد جعلها الله حراما فبررتم الحرام بفتاوى الحلال وضللتمونا باقامة النصب والتماثيل والاضرحة والمشاهد لنشرك بالله علنا وقلتم ان هؤلاء شفعاؤكم عند الله - واطلقتم الرموز على رب الارباب ونصبتم التماثيل لتدل عليه فعكفنا عليها عكوفكم عليها وشرغتم لنا شرعا بعيدا عن الله فاخذنا بشرعكم وكنا لضلالتكم ابواقا . ¶ قال الذين استكبروا للذين استضعفوا انحن صددناكم ¶ عن الهدى: هكذا ينكر السادة والقادة يوم القيامة مصرين على انهم تركوا لهم الحرية والاجرام كان واقعا منهم ولم يجبروهم عليه . ¶ وقال الذين استضعفوا للذين استكبروا بل مكر الليل والنهار : المكر: الخديعة والاحتيال: انتم مكرتم واغريتمونا وقلتم انكم خلفاء الله في الارض وانكم اولو الامر والنهي وقلتم ان الواجب اطاعتكم ليرضى عنا ربنا ¶ اذ تامروننا ان نكفر بالله ونجعل له اندادا: ¶ الكفر بالله سبحانه عدم الاعتراف بتشريعاته واوامره والاحتيال على الخروج منها كما احتال علماء بني اسرائيل في اصطياد السمك من بحيرة طبرية يوم السبت وكانوا قد منعوا منه واقرا قوله تعالى في سورة الاعراف163 : ¶ ( واسالهم عن القرية التي كانت حاضرة البحر اذ يعدون في السبت اذ تاتيهم حيتانهم يوم سبتهم شرعا ويوم لا يسبتون لا تاتيهم كذلك نبلوهم بما كانوا يفسقون ( ¶ الاعراف 7/163 ¶ ولا يقال ان الكفر بالله عدم الاعتراف به سبحانه فحسب فابليس يعترف بالله سبحانه وتعالى وبانه حق وبان الملائكة حق والبعث حق والجنة حق والنار حق ولكنه شق عصا الطاعة على مولاه فلعنه الى يوم القيامة. ¶ وجعله زعيما من زعماء جهنم يقول فيها",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": ") ان الله وعدكم وعد الحق ووعدتكم فاخلفتكم وما كان لي عليكم من سلطان الا ان دعوتكم فاستجبتم لي فلا تلوموني ولوموا انفسكم( ¶ ابراهيم 14/22 ¶ والانداد الاشباه والامثال وفي الحديث الشريف يرد الرسول على من قال: ¶ \" ما شاء الله وانت \" اجعلتني لله ندا \"؟ ¶ ولم تنفع هذه المناقشة بين رؤساء الاقوام وعامتهم فالله سبحانه وتعالى لم يجعل مقاليد هذه الحياة الدنيا -التي يخسر فيها بعض الناس دينه في سبيل هوى واتباع الظالمين وسلوك طريقهم التي يجعلون انفسهم فيها شركاء لله واندادا لم يجعل مقاليدها في يد احد غيره ولكن النفس تعيش في الشك وتتعجل ما يضرها ولو صبرت لوجدت خيرا كثيرا ورزقا من حيث لا تحتسب . ¶ واقرا قوله تعالى في حق مريم عليها السلام وكانت امراة ¶ صالحة من بني اسرائيل: ¶ ( كلما دخل عليها زكريا المحراب وجد عندها رزقا قال يا مريم انى لك هذا قالت هو من عند الله ان الله يرزق من يشاء بغير حساب( ¶ فما الداعي ان يخسر الانسان دينه في سبيل منصب مرموق في الدنيا لا يدوم هذا المنصب الا سنوات معدودات ثم يطرد منه خارجا يمني النفس بانه ما عمل الا خيرا بيد ان تولى هذا المنصب هو الشر نفسه . ¶ ومناقشة بين الملائكة وبين بني ادم ¶ ( ويوم يحشرهم جميعا ثم يقول للملائكة:اهؤلاء اياكم كانوا يعبدون قالوا:سبحانك انت ولينا من دونهم بل كانوا يعبدون الجن اكثرهم بهم مؤمنون ) ¶ سبأ 40 ¶ هذا السؤال من الله سبحانه وتعالى كسؤاله لعيسى بن مريم ¶ ( أأنت قلت للناس اتخذوني وامي الهين من دون الله ( ¶ يريد سبحانه اقامة الحجة بين الرئيس والمرؤوس والتابع والمتبوع والنبي وقومه اظهارا للعدالة المطلقة ويترك لمن يساله حرية المناقشة . ¶ قال تعالى : ¶ ) يوم تاتي كل نفس تجادل عن نفسها وتوفي كل نفس ما عملت وهم لا يظلمون ( ¶ النحل 16/111 ¶ فالله سبحانه وتعالى يعلم ان الكفار والمشركين لم يكونوا",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "مع الملائكة الكرام في عبادتهم ولكن السؤال يجعل للموضوع تقريرا في الاذهان اذهان الكفرة فقد قال الملائكة سبحانك انت ولينا وليست لنا بهم اي علاقة او ولاية.\" انما وليهم الشيطان \"فعبدوا الجن وكل ما خفي فهو جن فهم يطيعون ابليس - غير مرئي- واعوانه وهو الذي اغراهم برموز الهية كهنوتية سماها\"اسرار\" ¶ لدينه او كنيسته وهو الذي عددالآلهة في جميع الامم حتى ¶ في العرب قالوا\" أجعل الآلهة الها واحدا ان هذا لشيء عجاب \"ص 5. وبعضهم نسب الملائكة الى الله وسموهم بنات الله كما يقول القرآن الكريم: ¶ ( وجعلوا الملائكة الذين هم عباد الرحمن اناثا أشهدوا خلقهم ( وقوله : ( وجعلوا بينه وبين الجنة نسبا ( ¶ الصافات 37/158 ¶ وقديما كانت تتراءى للناس الشياطين في المعابد ¶ والهياكل وفي أضرحة الموتى وداخل تماثيلهم ليضلوهم ويتصورون في صور المعبود (راجع كتب اليازرجة وكتب المتصوفية وكتب اسرار الحروف فيها هذه الضلالات ومعنى الوثنية ) وتتراءى بعض الشياطين ¶ ويزعمون لعباد الاصنام انهم ملائكة ويزعمون ايضا للأحبار والكهان وفسقة الصوفية انهم حراس السموات والارض حراس الكواكب والابراج العليا وانهم الملائكة الكروبيون الذين وكلهم الله سبحانه وتعالى باجابة ادعية الداعين وعونهم . ¶ مواقف كثيرة ومشاهد متعددة واذا ذكروا الدنيا والقبر قالوا : كأنها ساعة قال تعالى في سورة يونس : ¶ ) ويوم يحشرهم كأن لم يلبثوا الا ساعة من النهار يتعارفون بينهم قد خسر الذين كذبوا بلقاء الله وما كانوا مهتدين (. ¶ يونس 10/45 ¶ الأمم: كل امة جاثية القلوب لدى الحناجر كاظمين الاخلاء يومئذ بعضهم لبعض عدو يوم يفر المرء من اخيه وامه وابيه بعض الناس تظن ان هذا الملك المهول هو الله فيسالونه أأنت الله ؟ فتأخذه الفزعة من شدة الهيبة اجلالا ¶ لله سبحانه وتعالى ويسبح بحمده قائلا بأنه ليس هو الله . ¶ وجاء ربك والملك صفا صفا : ¶ وجاء ربك اي امره وقضاؤه على المجاز اللغوي كقولنا :",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "حكمت المحكمة اي قاضي المحكمة وقيل ان هنا جار ¶ ومجرور محذوف : اي جاء ربك بالآيات العظيمة وهو كقوله. ¶ ) الا ان ياتيهم الله في ظلل من الغمام( ¶ سورة البقرة 210 ¶ وقيل : جعل مجيء الايات مجيئا له. ¶ اذ ان الاية تذكر الانسان بالله سبحانه وتعالى فكأنه حاضر لديه. هذا راينا . ومن المجاز اللغوي كما جاء في الحديث الصحيح . يابن ادم مرضت فلم تعدني واستسقيتك فلم تسقني واستطعمتك فلم تطعمني. ¶ بقية الحديث معناه ان فلانا مرض فلانا استسقاك وفلانا استطعمك ان الله حاضر عند هؤلاء جميعا وقيل جاء ربك اي زالت الشبه ذلك اليوم وصارت المعارف ضرورية كما تزول الشبه والشك عند مجيء الشيء الذي يشك فيه والله تعالى لا يوصف بالتحول من ¶ مكان الى مكان وانى له التحول والانتقال ولا مكان له ولا اوان ولا يجري عليه وقت ولا زمان لان في جريان الوقت على شيء فوات الاوقات ومن فاته شيء فهو عاجز ولبعض الحنابلة قول ان لله سبحانه وتعالى ان يصف نفسه بما يشاء فمجيئه غير مجيئنا فلا تاويل ولا تعطيل رحم الله الجميع ورحمنا معهم ¶ والملك صفا صفا : ¶ اي الملائكة يصطفون في نظام بديع ¶ وجيء يومئذ بجهنم: ¶ تظهر جهنم وتقاد بازمة كثيرة لا نعلم كيف ففي صحيح مسلم يوتى بجهنم يومئذ لها سبعون الف زمام مع كل زمام سبعون الف ملك يجرونها. قال ابو سعيد الخدري ¶ لما نزلت: وجيء يومئذ بجهنم تغير لون الرسول صلى الله عليه وسلم وعرف ذلك في وجهه حتى اشتد على اصحابه ثم قال : اقرأني جبريل: ¶ ( كلا اذا دكت الارض دكا دكا ...الاية ) ¶ وجيء يومئذ بجهنم قال علي رضي الله عنه قلت يا رسول الله كيف يجاء بها ؟ قال : يؤتى بها تقاد سبعين الف زمام يقود بكل زمام سبعون الف ملك فتشرد شردة لو تركت لاحرقت اهل الجمع ثم تعرض لي جهنم فتقول: ¶ مالي ولك يا محمد ان الله قد حرم لحمك علي فلا يبقى احد الا قال نفسي نفسي الا محمد صلى الله عليه وسلم فانه يقول يا رب امتي يا رب امتي.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "كيف تعرض جهنم..في هذا الموقف الرهيب ؟ ¶ قال تعالى : ( وعرضنا جهنم يومئذ للكافرين عرضا الذين كانت اعينهم في غطاء عن ذكرى وكانوا لا يستطيعون سمعا أفحسب الذين كفروا ان يتخذوا عبادي من دوني اولياء انا اعتدنا جهنم للكافرين نزلا) . ¶ الكهف 18/100-102 ¶ العرض : الجانب والناحية من الشيء: ¶ جهنم : اسم لنار الاخرة. وسميت بذلك لبعد قعرها وقيل هي تعريب( كهنام) العبرية او جهام الفارسية وكلها الفاظ تدل على نار الاخرة الشديدة الغور ¶ والنزل : ما يتهيأ للفرد النازل من الزاد ¶ أعتدنا : هيأنا واستعددنا. ¶ وعرض جهنم يقتضي بروزها ورؤيتها فظهور ما فيها من ويل وثبوره ومن افانين العذاب الاليم ¶ ( ان لدينا انكالا وجحيما وطعاما ذا غصة وعذابا اليما ( ¶ المزمل 73/12 ¶ ويا هول ان يرى المحكوم عليه بالاعدام آلة الاعدام الرهيبة وكيف يتصور الانسان هذه الهوة السحيقة وهو يحاسب وينتظر ماذا يؤمر به ومع ذلك فهم لا يفقدون الوعي فان فقدان الوعي رحمة بالانسان فلا رحمة لاعداء الله يوم الحساب . ¶ والذين سيدخلونها- وقد عرضت عليهم في الموقف- ¶ الذين قال الله سبحانه وتعالى في حقهم : ¶ ( والذين كفروا لهم نار جهنم لا يقضي عليهم فيموتوا ولا يخفف عنهم من عذابها كذلك نجزي كل كفور وهم يصطرخون فيها. ربنا اخرجنا نعمل صالحا غير الذي كنا نعمل او لم نعمركم ما يتذكر فيه من تذكر وجاءكم النذير فذوقوا فما للظالمين من نصير). ¶ فاطر 35/37/38 ¶ اي ان هناك ادراك ووعي واحساس بالعذاب الاخروي . ¶ وفي اية اخرى: كلما نضجت جلودهم الدالة على بلوغ العذاب بالاحتراق وشدته وغايته ثم يعود الجلد كما هو كما كان اولا هكذا عذاب اصحاب النار وهكذا يرونها يوم القيامة قبل ان يخلدوا فيها . ¶ ويقول العلامة الشيخ عبد الرحمن الوكيل في مؤلفه الفذ ¶ ( هذه هي الصوفية ) وفي كتابه الاخر ( مصرع التصوف على مؤلف البقاعي ) قال :",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "ينكر ابن عربي قطب الصوفية الاول والشيخ الاكبر لهم ويسمونه الكبريت الاحمر ينكر عذاب جهنم بهذا المعنى ¶ المفهوم الذي بينه القران الكريم وآمن به المسلمون واجمعوا على انه المقصود من هذه الآيات . ¶ ولهذا يقول في ص 94 من فصوص الحكم ج1طبعة الحلبي . ¶ قامت من مدة ضجة كبيرة في جريدة الاهرام حول هذا الكتاب واعادة طبعه فدافع الصوفية عن هذه الكتاب دفاعا غريبا وكانوا من قادة الازهر وضح مجلس الشعب بما جاء في هذا المؤلف من الزندقة والكفر ولكن الصوفية انتصروا . ¶ قال شعرا يصف يوم القيامة : ¶ فلم يبق الا صادق الوعد وحده ¶ وما لوعيد الحق عين تعاين ¶ وان دخلوا دار الشقاء فانهم ¶ على لذة فيها نعيم مباين ¶ نعيم جنان الخلد فالامر واحد ¶ وبينهما عند التجلي تباين ¶ يسمى عذابا من عذوبة طعمه ¶ وذاك كالقشر والقشر صائن ¶ يشير ابن عربي - فيلسوف الصوفية- الى ما وعد الله به المؤمنينه من الثواب الطيب في الجنة والى ما اوعد به الكفار من العذاب في النار فالاول يسمى وعدا والثاني يسمى وعيدا ويزعم ابن عربي ان الله سيفي بوعده ولكنه لن يفي بوعيده اي سيكون الثواب في الجنة ولكن لن يكون العذاب في النار ستكون هناك جنة ونار غير انه سيكون ما في الجنة هو النعيم وسيكون ما في النار هو نعيم ايضا غير انه يختلف عن نعيم الجنة . ¶ يقول الشيخ عبد الرحمن الوكيل ايضا: ¶ فهل يستهدف هذا سوى القضاء على قيم الاسلام ومقومات الامة الاسلامية وانه يمجد الرذيلة ¶ ونشر الفسوق والمجونوالاباحية والتهتك بل هو ينفي العذاب حتى عن عباد الاسلام ¶ ثم يرد الشيخ عبد الرحمن الوكيل على من دافعوا عن ابن عربي قائلين انه قطب : كيف بعد هذا ان تعدوه قطبا بمثل هذه الكلمة الكافرة وان قلتم انه شطح فهل يصلح الشاطحون ان يكونوا قدوة نقتدي بها. ¶ ان من يدافع عن مثل هذا اما ان يكون كافرا مستترا ¶ في لباس المسلمين او مخبول العقل يسير في تيارات ¶ الوثنية الحاضرة التي تسمى نفسها ( قمة الصفاء )",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "تؤكد الايات السابقة عرض الكافرين على النار وان اقتضى السياق ان نتكلم عن راي ابن عربي في النار جملة وتفصيلا وراي المدافعين عنه بانه قال ما قال في حالة سكر... فيا لله من حالة السكر هذه ؟ ¶ ويمكن ان ندافع بها عن جميع الامم الذين وصفوا الالوهية بما لا يجوز بانهم من شدة جهلهم لله قالوا انه سبحانه وتعالى آمون آتون رع فيدا كونفوشيوس بوذا ... ¶ انها ستبرز لهم في الحشر ¶ (وراى المجرمون النار فظنوا انهم مواقعوها ولم يجدوا عنها مصرفا( ¶ الكهف 18/53 ¶ ويودون لو رجعوا الى الدنيا ليقيموا الدين ويقولون هل الى مرد من سبيل - ربنا اخرجنا نعمل صالحا غير الذي كنا نعمل. انهم كانوا في غفلة ونسيان فاليوم ننساهم وكانوا في غطاء عن ذكلر الله يحول بينهم وبين رؤية ما يذكرهم بربهم ووعده ووعيده وكانوا لا يرون ايات الحق ¶ ولا يسمعون الا الباطل واذا سمعوا الحق اعرضوا عنه وانهم استحبوا العمى على الهدى لقد اراد الله هدايتهم فارسل اليهم الرسل فلم يستجيبوا لهم ¶ ( واما ثمود فهديناهم فاستحبوا العمى على الهدى) ¶ فصلت 17 ¶ اذن لا جبرية صارمة كما قالوا محتجين في هذا الموقف العظيم لو شاء الله ما اشركنا ولا اباؤنا انما هو اختيار واضح وجزاء على الاختيار بدليل قوله تعالى ¶ ( فاستحبوا العمى على الهدى ) ¶ والتعبير باستحبوا بدلا من احبوا يفيد انهم سعوا في سبيل العمى وطلبوه ونشدوه. والجزاء على هذا الاختيار قوله سبحانه : (بما كانوا يكسبون ) والباء تفيد السبب. ¶ ان الله لا يظلم الناس شيئا ولا يجزي الانسان الا بما كسب وقدم وان الكفار لن يمسهم ظلم انهم اتخذوا الهوى اليها ورفضوا ان يسمعوا وان يبصروا وكفروا بالخالق ورفضهم الايمان بالبعث او سياتهم هذا اليوم الخطير ¶ ويرى ابن عربي - كما قال الشيخ عبد الرحمن الوكيل - هذه هي الصوفية: يصوب الذين يعبدون الهوى لانه-",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "اي ابن عربي - يؤمن بوحدة الوجود ولذلك يقول في ص 149 وما بعدها ج 2 طبع الحلبي : ( وقضى - اي الله - ¶ الا يعبد الا اياه في درجات كثيرة مختلفة اعطت لكل درجة ¶ مجلى الها عبد فيها واعظم مجلى عبد فيه واعلاه الهوى والعارف المكمل- اي من كل معبود مجلى للحق فيه- يقصد ان عباد الهوى عبدوا الله في اعظم مجاليه ويدين بان الله هو الهوى وهو الصنم وهو عجل السامري . ¶ ) افحسب الذين كفروا ان يتخذوا عبادي من دوني اولياء ) ¶ استفهام حذف جوابه وقد ترك لنا ان ناتي بالجواب ايظنون ان الله سبحانه وتعالى لا يغضب عليهم ولا يعذبهم والاية التي فيها الجواب صريحا قوله تعالى ¶ ( واتخذوا من دون الله اولياء ليكونوا لهم عزا كلا سيكفرون بعبادتهم ويكونون عليهم ضدا) ¶ مريم 19/81-82 ¶ والاية عامة غير خاصة فلا يدجلن بالاساطير عبدة المقبورين الصالحين منهم -ان كانوا صالحين- فنحن لا نعلم ماذا ختم الله لهم واذا كان الذين اتخذوا الانبياء كعزيز وعيسى الهة يستعينون بهم وينادونهم في المهام التي اختص بها الله سبحانه وتعالى استحقوا عذاب جهنم ¶ فكيف حال الذين اتخذوا الذين عادوا الله ورسوله وتزيوا ¶ بزي الاسلام وقالوا بوحدة الوجود والحلول والاتخاذ وبان الله هو الانسان والانسان هو الله . ¶ \" انا اعتدنا جهنم للكافرين نزلا \" ¶ والنزل قرى الضيف انهم ضيوف جهنم وبئس المصير.. ¶ اللهم انا نعوذ بوجهك الكريم من شر نار الحاطمة ومن غضبك علينا يوم الدين . ¶ يوم يكشف عن ساق ¶ يوم تتكشف القيامة عن شدة وكرب وفي هذه العبارة بلاغة نقول شمرت الحرب عن ساقها اذا اشتدت وهذا هو المعنى المريح للنفس وهناك تفسيرات اخرى نوردها . ¶ يكشف عن ساق العرش او يكشف عن ساق جهنم . ¶ وأما ما روي ان الله سبحانه وتعالى يكشف عن ساق له . ¶ تعالى الله عن الاعضاء والتبعيض وعن الكشف والتغطية ¶ وفي رواية لأبي موسى كما جاء في القرطبي بدون اسناد",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "الى امهات كتب السنة ( يكشف عن ثور عظيم يخرون له سجدا ) قاله ابو الليث السمرقندي في تفسيره عن ابي موسى قال : حدثني ابي قال : سمعت رسول الله صلى الله عليه وسلم يقول : اذا كان يوم القيامة مثل لكل قوم ما كانوا يعبدون في الدنيا فيذهب كل قوم الى ما كانوا يعبدون ويبقى اهل التوحيد فيقال لهم ما تنتظرون وقد ذهب الناس ؟ فيقولون ان لنا ربا كنا نعبده في الدنيا ولم نره قال : اتعرفونه اذا رايتموه ؟ فيقولون نعم . ¶ فيقال : كيف تعرفونه ولم تروه ؟ قالوا : انه لا شبيه له . ¶ فيكشف لهم الحجاب فينظرون الى الله سبحانه وتعالى فيخرون سجدا وتبقى اقوام ظهورهم مثل صياصي )قرون( البقر فينظرون الى الله تعالى فيريدون السجود فلا يستطيعون فذلك قوله تعالى : ¶ )يوم يكشف عن ساق ويدعون الى السجود فلا يستطيعون ) ¶ فيقول الله تعالى : ¶ ( عبادي ارفعوا رؤوسكم فقد جعلت بدل كل رجل منكم رجلا من اليهود والنصارى في النار) ¶ قال ابو بردة : فحدثت بهذا الحديث عمر بن العزيز فقال : ¶ الله الذي لا اله الا هو لقد حدثك ابوك بهذا الحديث ؟ ¶ فحلف له ثلاثة ايمان فقال : ما سمعت في اهل التوحيد ¶ شيئا هو احب الي من هذا . ¶ وقال قيس بن السكن : حدثت عبد الله بن مسعود عند عمر بن الخطاب فقال : اذا كان يوم القيامة قام الناس لرب العالمين اربعين عاما شاخصة ابصارهم الى السماء حفاة عراة يلجمهم العرق فلا يكلمهم الله ولا ينظر اليهم اربعين عاما ثم ينادي مناد: ايها الناس : اليس عدلا من ربكم الذي خلقكم وصوركم واماتكم واحياكم ثم عبدتم ¶ غيره ان يولي كل قوم ما تولوا. قالوا نعم . قال : ¶ فيرفع لكل قوم ما كانوا يعبدون من دون الله فيتبعونه ¶ حتى يقذفهم في النار فيبقى المسلمون والمنافقون فيقال لهم : الا تذهبون قد ذهب الناس ؟فيقولون حتى ياتينا ربنا",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "فيقال لهم او تعرفونه ؟ فيقولون ان اعترف ( وصف نفسه ) لنا عرفناه قال فعند ذلك يكشف عن ساق ويتجلى لهم فيخر من كان يعبده ساجدا ويبقى المنافقون كأن في ظهورهم السفافيد ( الحدائد التي يشوى عليها اللحم). ¶ ويرفع المؤمنون رؤوسهم من السجود ووجوههم اشد بياضا من الثلج وتسود وجوه المنافقين والكافرين حتى ترجع اشد سوادا من الفار ¶ رؤية الله سبحانه وتعالى يوم القيامة ¶ قال تعالى : ( وجوه يومئذ ناضرة الى ربها ناظرة ) ¶ القيامة : 22من النضرة التي هي الحسن والنعمة ¶ والثاني من النظر: اي وجوه المؤمنين مشرقة حسنة ¶ والنضارة اي الاشراق.. وفي الحديث: نضر الله امرؤا سمع مقالتي فوعاها\" الى ربها \" الى خالقها ومالكها . ¶ \" ناظرة \" اي تنظر الى ربها وجمهور العلماء على هذا وفي الباب حديث صهيب خرجه مسلم وفسروا قوله تعالى )( للذين احسنوا الحسنى وزيادة ) ان الزيادة هي النظر الى وجه الله الكريم.وكان ابن عمر يقول: ¶ اكرم اهل الجنة على الله من ينظر وجهه غدوة وعشية ثم تلا هذه الاية وجوه يومئذ ناضرة الى ربها ناظرة. ¶ وروى بعض النحويين: تنظر الى ربها نظرا . ¶ وقيل : ان النظر هنا انتظار ما لهم عند الله من الثواب تنتظر امر ربها واحتجوا بقوله لا تدركه الابصار وهذا القول ضعيف جدا خارج عن مقتضى الطاهر في الاية والاخبار والاحاديث النبوية وفي الترمذي عن ابن عمر عن رسول الله صلى الله عليه وسلم قال ان ادنى اهل الجنة من ينظر الى جناته وازواجه وخدمه وسرره مسيرة الف سنة واكرمهم على الله من ينظر الى وجهه ¶ غدوة وعشية قال هذا حديث غريب ¶ القرطبي 19/ 108 ¶ والحديث المتفق عليه روى جرير بن عبد الله قال كنا عند رسول الله صلى الله عليه وسلم جلوسا فنظر الى القمر ليلة البدر فقال انكم سترون ربكم عيانا كما ترون هذا القمر لا تضامون في رؤيته فان استطعتم الا تغلبوا على صلاة قبل طلوع الشمس وقبل غروبها فافعلوا ثم قرا ¶ وسبح بحمد ربك قبل طلوع الشمس وقبل الغروب",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "وفي صحيح مسلم عن النبي صلى الله عليه وسلم ¶ قال جنتان من فضة انيتهما وما فيهما وجنتان من ذهب انيتهما وما فيهما وما بين القوم وبين ان ينظروا الى ربهم جل وعز الا رداء الكبرياء على وجهه في جنة عدن ¶ وخرج ابو داود عن ابي رزين العقيلي قال قلت يا رسول الله أكلنا يرى ربه ؟ قال ابن معاذ مخليا به يوم القيامة ؟ ¶ قال نعم يا ابا رزين قال وما اية ذلك في خلقه ؟ ¶ قال يا ابا رزين اليس كلكم يرى القمر ؟ قال نعم قال ابن معاذ ليلة البدر مخليا به قلنا بلى قال فالله اعظم وفي كتاب النسائي عن صهيب قال فيكشف الحجاب فينظرون اليه فوالله ما اعطاهم الله شيئا احب اليهم من النظر ولا اقر لاعينهم واما قول المعتزلة ان النظر بمعنى انتظار الثواب فتاويل مدخول على اللغة والاسلوب العربي يقول اذا اردت النظر بمعنى التفكر والتدبر قالوا نظرت فيه اما اذا كان النظر مقرونا بذكر الى وذكر الوجه فلا يكون الا بمعنى الرؤية والعيان ومن عادة العرب في اسلوبهم اذا ارادوا نظر العين قالوا نظرت اليه واما استدلالهم بقول الله تعالى ( لا تدركه الابصار وهو يدرك الابصار( ¶ فانما ذلك في الدنيا ومعنى الادراك الاحاطة لا تحيط به الابصار لعظمته ونظره تعالى يحيط بهم . ¶ بين العبد والله سبحانه وتعالى ¶ يقول الله للعبد: الم أكرمك واسودك ويعدد الله سبحانه وتعالى نعمه على العبد ويسأله سبحانه اخيرا أظننت ملاقي ؟ فيقول: لا فيقول : فأنا أنساك لما نسيتني ويقول ¶ سبحانه : ألم انعم عليك بالشباب ففيم ابليته وألم امهل لك ¶ في العمر ففيم أفنيته ؟ألم أرزقك المال فمن أين أكتسبته ؟ ¶ وفيماذا أنفقته ؟ ألم أكرمك بالعلم فماذا عملت فيما تعلمت ¶ ومن الاحاديث الصحيحة التي رواها مسلم عن انس",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "رضي الله عنه : كنا مع رسول الله صلى الله عليه وسلم فضحك ثم قال : أتدرون مم أضحك ؟ قلنا الله ورسوله أعلم.قال :من مخاطبة العبد ربه .يقول : يا رب ألم تجرني من الظلم؟ قال : فيقول فاني لا اجيز على نفسي الا شاهدا مني فيقول كفى بنفسك اليوم عليك حسيبا وبالكرام ¶ الكاتبين شهودا قال فيختم على فيه ويقول لاركانه انطقي قال فتنطق باعماله ثم يخلي بينه وبين الكلام فيقول لاعضائه بعدا لكن وسحقا فعنكن كنت اناضل . ¶ هذا مثل من امثلة الاخرة وليس الكل على هذا المنوال ¶ وحالة اخرى لعبد آخر ¶ عن ابن عمر رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم: ان الله يدني المؤمن فيضع عليه كفه ويستره كما يضع احدكم ثوبه على رجل فيقول أتعرف ذنب كذا وذنب كذا ؟فيقول اي رب حتى قرره بذنوبه ورأى في نفسه أنه قد هلك -قال - سترتها عليك في الدنيا وانا اغفرها لك اليوم فيعطى كتاب حسناته واما الكفار والمنافقون فينادي بهم على رؤوس الخلائق. ¶ رواه الشيخان ¶ يدني المؤمن : يقربه اليه ¶ الكنف : بفتح الكاف والنون من معانيه الظل: وكنف الطائر جناحه وكنف الثوب طرفه. والمراد من الحديث ¶ انه يستره برحمته ويلطف به قيل ان هذا الحديث في المؤمن الذي لم يغتب ولم يفضح احدا ولم يشمت به بل ستر على عباد الله معايبهم ولم يدع احدا يفضحهم فجازاه ¶ الله بالستر في الاخرة كما ستر على المذنبين في الدنيا. اما المتبجحون في الدنيا فهم قد فضحوا انفسهم ولم يستروا عليها . ¶ وفي الحديث الشريف عن ابي هريرة رضي الله عنه: ثلاث من كن فيه حاسبه الله حسابا يسيرا وأدخله الجنة برحمته. قالوا: وما هي يا رسول الله بأبي أنت وأمي؟ قال: تعطي من حرمك وتصل من قطعك وتعفو عمن ¶ ظلمك فاذا فعلت ذلك تدخل الجنة ¶ رواه البزار والطبراني والحاكم ¶ وفي رواية: فاذا فعلت ذلك فما لي يا رسول الله ؟ ¶ قال تحاسب حسابا يسيرا ويدخلك الله الجنة برحمته .",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "وحالة اخرى: يقول الله لعبده راجع الاحياء للغزالي 4/440 بتصرف ¶ اما استحييت مني فبارزتني بالقبيح واستحييت من خلقي فاظهرت لهم الجميل؟ اكنت اهون عليك من سائر عبادي ؟ استخففت بنظري اليك فلم تكترث واستعظمت غيري ؟ الم انعم عليك ؟ فماذا غرك بي ؟ أظننت أنني لا أراك وأنك لا تلقاني ؟ ¶ وفي الحديث الشريف ما منكم من أحد الا ويسأله رب العالمين ليس بينه وبينه حجاب فيقول : ألم أرسل اليك رسولا فيقول بلى . ثم ينظر على يمينه فلا يجد الا النار ثم ينظر على شماله فلا يجد الا النار فليتق أحدكم النار ولو بشق تمرة فان لم يجد فبكلمة طيبة ). ¶ ولأبن مسعود رضي الله عنه حكمة قالها: ما منكم من أحد الا وسيخلو الله عز وجل به كما يخلو احدكم بالقملر ليلة البدر ثم يقول يا ابن آدم ما غرك بي ؟ ما عملت فيما علمت يا بن آدم ماذا أجبت ¶ المرسلين يا ابن آدم ألم أكن رقيبا على عينك وأنت تنظر الى ما لا يحل لك ؟ألم أكن رقيبا على أذنيك؟ وهكذا حتى سائر أعضائه . ¶ ******* ¶ من نوقش في الحساب.. عذب ¶ عن عائشة رضي الله عنها أن النبي صلى الله عليه وسلم ¶ قال : من نوقش الحساب عذب. فقلت: أليس يقول الله: فأما من أوتي كتابه بيمينه فسوف يحاسب حسابا يسيرا وينقلب الى اهله مسرورا. فقال: انما ذلك العرض وليس أحد يحاسب يوم القيامة الا هلك. رواه الشيخان ¶ وعنها ايضا: سمعت رسول الله صلى الله عليه وسلم يقول في بعض صلاته: ¶ اللهم حاسبني حسابا يسيرا . قلت يا نبي الله وما الحساب اليسير ؟ ¶ قال : أن ينظر كتابه فيتجاوز الله عنه انه من نوقش الحساب يومئذ يا عائشة هلك ¶ رواه احمد وابن ماجه ¶ ان هناك حسابا يسيرا وهناك حساب عسير والحساب اليسير هو العرض ولا استقصاء فيه على وجه المعاسرة والمعاسرة في الحساب اذا نوقش فلم يترك قليلا ولا كثيرا وذلك يؤذن بالعذاب الشديد والعرض هو اظهار الاعمال وابرازها فيقر صاحبها بما كان منه ثم تدركه الرحمة فيعفو الله عنه .",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "ودعاء النبي صلى الله عليه وسلم بمثل ذلك تعليم للأمة وتنبيه لهم من الغفلة او يقال ذلك من كمال خشية الله تعالى . ¶ ونظر العبد في صحيفة أعماله حتى يظن أنه هالك فتدركه رحمة الله بالعفو والفائدة من ذلك ان يعلم مبلغ ما انعم الله عليه من العفو والستر الجميل . ¶ اول ما يقضي به الله يوم القيامة ..في الدماء ¶ عن ابن مسعود رضي الله عنه قال: ان رسول الله صلى الله عليه وسلم قال:\" أول ما يقضى بين الناس يوم القيامة في الدماء\" ¶ رواه البخاري ¶ لأنها أكبر الكبائر بعد الشرك بالله وليس بعد الكفر اكبر جرما من الدماء . ¶ قال الله تعالى في سورة النساء: ¶ ( ومن يقتل مؤمنا متعمدا فجزاؤه جهنم خالدا فيها وغضب الله عليه ولعنه واعد له عذابا عظيما) ¶ النساء 93 ¶ هذا هو القتل العمد وقبله في الآيات التي تسبق هذه الاية الشريفة القتل الخطأ وقد بين الفقهاء الاحكام فيه ولكن القتل العمد هو موضوعنا في الموقف الرهيب يوم القيامة والدماء عامة احق ما يحتاط لها الانسان في حياته فان أسالها خطأ أو عمدا فالمسؤولية ليست هينة كما يتصور بعض الناس . ¶ روى النسائي قال : قال رسول الله صلى الله عليه وسلم : قتل المؤمن أعظم عند الله من زوال الدنيا . ¶ وروى اسماعيل بن اسحاق عن نافع بن جبير عن عباس انه سأله سائل فقال :يا أبا العباس ¶ هل للقاتل توبة ؟ ¶ فقال له ابن عباس متعجبا من مسألته: ماذا تقول ؟ مرتين او ثلاثا ثم قال ابن عباس: ويحك وأنى له بتوبة : سمعت نبيكم صلى الله عليه وسلم يقول يأتي المقتول معلقا رأسه باحدى يديه متلبيا قاتله بيده الاخرى تشخب أوداجه دما حتى يوقفا فيقول المقتول لله سبحانه وتعالى رب هذا قتلني فيقول الله تعالى للقاتل : تعست ويذهب به الى النار وعن الحسن قال : قال رسول الله صلى الله عليه وسلم : ما نازلت ربي في شيء ما نازلته في قتل المؤمن فلم يجبني .. ¶ واختلف العلماء.. هل لقاتل العمد من توبة ؟ فروى",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "البخاري عن سعيد بن جبير قال : سألت ابن عباس فقال نزلت هذه الاية. ¶ ) ومن يقتل مؤمنا متعمدا فجزاؤه جهنم ) وهي آخر ¶ ما نزل وما نسخها شيء وروى النسائي عنه قال : هل لمن قتل مؤمنا متعمدا توبة قال لا وقرأت عليه الاية الكريمة من سورة الفرقان . ¶ ( والذين لا يدعون مع الله الها آخر ) ¶ قال هذه آية مكية نسختها آية مدنية: ¶ ( ومن يقتل مؤمنا متعمدا فجزاؤه جهنم خالدا فيها وغضب الله عليه ولعنه واعد له عذابا عظيما ) ¶ وروى عن زيد بن ثابت نحوه وان اية النساء نزلت بعد اية الفرقان بستة اشهر وذهبت المعتزلة وقالوا هذا مخصص عموم قوله ¶ ( ويغفر ما دون ذلك لمن يشاء ). ¶ ورأوا ان الوعيد نافذ حتما على كل قاتل فجمعوا في تفسيرهم بين الايتين فقالوا - التقدير يغفر ما دون ذلك الا لمن قتل عمدا . ¶ وذهب جماعة من العلماء منهم عبد الله بن عمر: ان له توبة وروى ذلك عن ابن عباس: والقصة ان رجلا جاء الى ابن عباس فقال : ألمن قتل مؤمنا متعمدا توبة؟ قال : لا الا النار قال فلما ذهب. قال له جلساؤه: أهكذا كنت تفتينا؟ كنت تفتينا ان لمن قتل توبة مقبولة قال اني لأحسبه رجلا مغضبا يريد قتل مؤمن قال فبعثوا في اثره فوجدوه كذلك. وهذا مذهب اهل السنة وهو الصحيح ¶ لان هذه الاية مخصوصة ودليل التخصيص آيات واخبار ولقد اجمعوا ان الاية نزلت في ابن صبابة الذي قتل وارتد عن دين الاسلام . القرطبي - آل عمران تفسير طبعة دار الشعب ص 1903 . ¶ ولم ينفعه تعلقه بالكعبة يوم فتح مكة فقد امر الرسول صلى الله عليه وسلم بقتله . ¶ مثل هذا يتلاعب بالاسلام يؤمن ثم يقتل ثم يرتد عن الايمان ثم يدعي الايمان بعد ذلك لما راى قوة المسلمين . ¶ ويقول العلماء قوله تعالى : ¶ ( ان الحسنات يذهبن السيئات ) ¶ وقوله:( وهو الذي يقبل التوبة عن عباده ) ¶ وقوله :( ويغفر ما دون ذلك لمن يشاء ) ¶ والاخبار كثيرة كحديث عبادة بن الصامت الذي قال فيه .",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "تبايعوني على الا تشركوا بالله شيئا ولا تزنوا ولا تقتلوا النفس التي حرم الله الا بالحق فمن اصاب شيئا من ذلك فهو كفارة ومن اصاب شيئا من ذلك فستره الله فهو الى الله ان شاء عفا عنه وان شاء عذبه . ¶ رواه الأئمة واخرجه الصحيحان وقالوا : ¶ انه اذا أقيم على القاتل الحد الشرعي فقد خرج من تبعة الاخرة . ¶ وقال جماعة : ان القاتل في المشيئة تاب او لم يتب قاله ابو حنيفة وأصحابه. فان قيل ان قوله تعالى : ¶ )فجزاؤه جهنم خالدا فيها وغضب الله عليه ولعنه ). ¶ دليل على كفره لأن الله تعالى لا يغضب على كافر خارج الايمان قيل : اذا كان مستحلا هذا القتل او هذا على سبيل الوعيد بدليل قول الرسول صلى الله عليه وسلم مما روى عن انس اذا وعد الله لعبده ثوابا فهو منجزه وان اوعد له العقوبة فله المشيئة ان شاء عاقبه وان شاء عفا عنه وجواب اخر فجزاؤه جهنم ان لم يتب واصر على الذنب حتى وافى ربه على الكفر بشؤم المعاصي وهذا اجماع الناس الا ابن عباس وابن عمر وقال بعضهم قد يطلق الخلد على معنى غير التابيد - فان من العرب من يقول لأخلدن فلانا في السجن والسجن ينقطع وكذلك المسجون ومثله قولهم خلد الله ملك فلان وأبد ايامه وكذلك حديث ابي هريرة عن الرسول صلى الله عليه وسلم في الرجل من الامم السابقة الذي قتل مائة نفس وسال هل من توبة. ثم تاب وتاب الله عليه . ¶ حساب ذوي السلطان والجاه ¶ من حديث للطبراني عن عبد الله بن عمر رضي الله عنه عن النبي صلى الله عليه وسلم ¶ تجتمعون يوم القيامة فيقال اين فقراء هذه الامة ومساكينها فيقومون فيقال لهم ماذا عملتم فيقولون ربنا ابتلينا فصبرنا ووليت الاموال والسلطان غيرنا فيقول الله عز وجل صدقتم قال فيدخلون الجنة قبل الناس وتبقى شدة الحساب على ذوي الاموال والسلطان - قالوا فأين المؤمنون يومئذ قال توضع لهم كراسي من نور ويظل عليهم الغمام ويكون ذلك اليوم اقصر على المؤمنين من ساعة من نهار .",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "ويوضح الامام الغزالي الفقر بقوله في ص 164 من كتاب الفقر والزهد احياء العلوم ج 4 ان كل موجود سوى الله هو فقير لانه محتاج الى دوام الوجود ودوام وجوده مستفاد من فضل الله عليه فان كان في وجوده ليس مستفادا من غيره فهو الغني المطلق - ولا يتصور الغني المطلق الا الله سبحانه وتعالى فليس في الوجود الا غني ¶ واحد - هو الله وكل من عداه فانهم محتاجون اليه ليمد وجودهم بالدوام والى هذا اشار الله سبحانه وتعالى بقوله ¶ ( والله الغني وانتم الفقراء )هذا معنى الفقر المطلق ¶ وكأن الحديث في راينا يعني المستكبرين بالمال الذين قال الله في حقهم . ¶ ) كلا ان الانسان ليطغى ان راه استغنى ان الى ربك الرجعى ( ¶ سورة اقرا 6 ¶ وليس الفقر الهروب من الدنيا وما لها بل ان تكون لك الدنيا وما فيها ولكن تهرب من وضعها غير موضعها وقد حملت خزائن الارض الى رسول الله صلى الله عليه وسلم والى ابي بكر وعمر رضي الله عنهما فاخذوها ووضعوها في موضعها وما هربوا منه اذ كان يستوي عندهم المال والماء والذهب والحجر وما نقل عنهم من امتناع ¶ ومن حديث انس رضي الله عنه في البخاري : ¶ أتى النبي صلى الله عليه وسلم بمال من البحرين وكان اكثر مال اتى به فخرج رسول الله الى الصلاة ولم يلتفت اليه فلما قضى الصلاة جاء فجلس اليه فقلما كان يراه احد الا اعطاه ووصله - وهكذا كان الولاة الصالحون ... ¶ لقد كان حال هؤلاء الولاة مثل حال بقية الامة - او ادنى واحد من الامة والدنيا تواتيهم بمالها واموالها فانفقوها فيما اراد الله سبحانه وتعالى من عزة الاسلام والمسلمين ¶ لواء الحمد : ¶ قال الجرجاني في معنى قول الرسول صلى الله عليه وسلم ¶ \" لواء الحمد بيدي \" اذا كان يوم القيامة اللواء مضروب بين يدي الرسول صلى الله عليه وسلم والمؤمنون من حول لوائه من لدن ادم الى قيام الساعة وفي الخبر انه ستكون الوية الانبياء وغيرهم : ¶ كما فسروا قوله تعالى : ¶ ) يوم ندعو كل اناس بامامهم(",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "وفي هذا اليوم يحتقر الانسان عمله- كرواية احمد - الترغيب ج5 ص 358 لو ان رجلا خر على وجهه من يوم ولد الى يوم يموت هرما في طاعة الله عز وجل لحقره ذلك اليوم وود لو انه رد الى الدنيا كيما يزداد من الاجر والثواب . ¶ ومعنى ذلك لو ان الانسان شغل نفسه بطاعة الله عز وجل طوال حياته لعد ما عمله قليلا اذ راى ما هنالك عند الله تعالى من النعيم والثواب ولتمنى ان يرجع الى الدنيا ليزداد عملا يقربه الى الله تعالى . ¶ ونضع الموازين القسط ليوم القيامة ¶ قال تعالى : ¶ ) ونضع الموازين القسط ليوم القيامة فلا تظلم نفس شيئا وان كان مثقال حبة من خردل اتينا بها وكفى بنا حاسبين( . ¶ الانبياء 47 ¶ الموازين : جمع ميزان قيل انه يدل بظاهره على ان لكل مكلف ميزانا توزن به اعماله فتوضع الحسنات في كفة والسيئات في كفة وقيل يجوز ان يكون هناك موازين متعددة للعامل الواحد يوزن بكل ميزان منها صنفا من اعماله وذلك وارد في كلام العرب كما قال الشاعر : ¶ ملك تقوم الحادثات لعدله فلكل حادثة لها ميزان ¶ ويمكن ان يكون ميزان واحد لكل الخلائق عبر عنه بلفظ الجمع وقال الحافظ ابو القاسم في سنته عن انس بن مالك يرفعه: ان ملكا موكلا بالميزان فيؤتي ابن ادم فيوقف بين كفتي الميزان فان رجح نادى الملك بصوت يسمعه الخلائق سعد فلان سعادة لا يشقى بعدها ابدا وان خف نادى الملك شقي فلان شقاوة لا يسعد بعدها ابدا وقال مجاهد وقتادة والضحاك ذكر الميزان مثل وليس ثمة ميزان وانما هو العدل اي استعمال الاسلوب المجازي . ¶ وفي الاعراف 8- يقول الله تعالى: ¶ ) والوزن يومئذ الحق فمن ثقلت موازينه فأولئك هم المفلحون ومن خفت موازينه فأولئك الذين خسروا انفسهم بما كذبوا بآياتنا يظلمون). ¶ والمراد بالوزن وزن اعمال العباد بالميزان قال ابن عمر:",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "توزن صحائف اعمال العباد وقيل الميزان الكتاب الذي فيه اعمال الخلق وقال مجاهد الميزان الحسنات والسيئات باعيانها وعنه ايضا وعن الضحاك والاعمش الوزن والميزان العدل والقضاء- وذكر الوزن ضرب مثل كما تقول هذا الكلام في وزن هذا اي يعادله ويساويه وان لم يكن هناك وزن وهذا سائغ من جهة اللسان العربي . ¶ والاولى ان يتبع ما جاء في الاسانيد الصحاح من ذكر الميزان فقد اجمعت الامة في الصدر الاول على الاخذ بهذه الظواهر بدون تاويل واذا اجمعوا على صنع التاويل ¶ والاخذ بالظاهر صارت هذه الظواهر نصوصا وقد انكرت المعتزلة الميزان بناء على ان الاعراض يستحيل وزنها اذ لا تقوم بنفسها ومن المتكلمين من يقول ان الله سبحانه وتعالى يقلب الاعراض اجساما فيزنها يوم القيامة . ¶ والصحيح ان الموازين تثقل بالكتب التي فيها الاعمال مكتوبة وبها تخف وقد روي في الخبر ما يحقق ذلك وهو انه روي ان ميزان بعض بني ادم يخف بالحسنات فيوضع فيه ورق مكتوب فيه \" لا اله الا الله \" ¶ فيثقل فقد علم ان ذلك يرجع الى وزن ما كتب فيه من الاعمال لا نفس الاعمال وان الله سبحانه وتعالى يخفف الميزان اذا اراد ويثقله اذا اراد بما يوضع في كفتيه من الصحف التي فيها الاعمال وفي صحيح مسلم عن صفوان بن محرز قال قال رجل لابن عمر كيف سمعت رسول الله صلى الله عليه وسلم يقول في النجوى- مناجاة الله لعبده يوم القيامة - قال سمعته يقول يدني المؤمن من ربه ¶ يوم القيامة حتى يضع عليه كتفه فيقرره بذنوبه فيقول هل تعرف فيقول اي رب اعرف قال فاني قد سترتها عليك في الدنيا واني اغفرها لك اليوم فيعطى صحيفة حسناته واما الكفار والمنافقون فينادى بهم على رؤوس الخلائق ¶ هؤلاء الذين كذبوا على الله فقوله :يعطى صحيفة حسناته ¶ دليل على ان الاعمال تكتب في الصحف وتوزن . ¶ وفي حديث شريف لابن ماجه من حديث عبد الله بن عمر ¶ قال : قال رسول الله صلى الله عليه وسلم:",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "\" يصاح برجل من امتي يوم القيامة على رؤوس الخلائق فينشر عليه تسعة وتسعون سجلا كل سجل مد البصر ثم يقول الله تبارك وتعالى هل تنكر من هذا شيئا فيقول لا يا رب فيقول أظلمتك كتبتي الحافظون فيقول لا ثم يقول ألك عذر ؟ ألك حسنة؟ فيهاب الرجل فيقول لا فيقول بلى ان لك عندنا حسنات وانه لا ظلم عليك اليوم فتخرج له بطاقة أشهد ان لا اله الا الله وأشهد أن محمدا رسول الله فيقول : ما هذه البطاقة مع هذه السجلات فيقول انك لا تظلم فتوضع السجلات في كفة والبطاقة في كفة فطاشت السجلات وثقلت البطاقة \" ¶ زاد الترمذي ¶ \" فلا يثقل مع اسم الله شيء\" ¶ حديث حسن غريب ¶ والاية الكريمة فمن يعمل مثقال ذرة خيرا يره ومن يعمل مثقال ذرة شرا يره فمن رجح خيره على شره مثقال حبة فله الجنة ومن رجح شره على خيره فله النار-ولا يظلم ربك احدا . ¶ وقال تعالى في سورة الكهف ¶ ( قل هل ننبئكم بالاخسرين اعمالا الذين ضل سعيهم في الحياة الدنيا وهم يحسبون انهم يحسنون صنعا اولئك الذين كفروا بايات ربهم ولقائه فحبطت اعمالهم فلا نقيم لهم يوم القيامة وزنا ( ¶ 103 -105 ¶ من الناس من يعمل العمل ويظن انه محسن وقد حبط عمله وهو لا يدري والذي يوجب احباط العمل فساد الاعتقاد او المراءاة والمراد هنا الكفر روى البخاري عن مصعب سالت ابي ¶ ما المراد بهذه الاية ؟ قال اليهود والنصارى ونقول من سار في دربهم ومنهجهم ومن سار في درب عبادة الاوثان والاصنام قال تعالى ¶ ( اكفاركم خير من اولئك ام لكم براءة في الزبر ( ¶ سورة القمر ¶ وقال ( ليس بامانيكم ولا اماني اهل الكتاب من يعمل سوء يجز به ( ¶ سورة النساء ¶ الفرق الكثيرة التي تفرقت بعيدا عن منهج الصحابة داخلة في هذه الاية فكل فرقة تعتقد انها على حق ¶ فليس لهؤلاء وزن عند الله يوم القيامة قال عبيد بن عمير",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "يؤتى يوم القيامة بالرجل العظيم الطويل الاكول الشروب فلا يزن عند الله جناح بعوضة هذا راي في وزن الاشخاص انفسهم وقيل انهم لا ثواب لهم كما قال ابو سعيد الخدري: يؤتى باعمال كجبال تهامة فلا تزن عند الله شسئا ويحتمل ان يراد بهذا المجاز والاتعارة كانه قال ¶ فلا قدر لهم عندنا يوم القيامة وفي الحديث الشريف ¶ \" ذم السمن لمن يتكلفه \"لما في ذلك من زيادة المطاعم والمشارب والاشتغال بها عن المكارم بل يدل على تحريم الاكل الزائد قال عليه الصلاة والسلام ¶ \" ان ابغض الرجال الى الله تعالى الجر السمين \" ¶ وفي حديث عمران بن حصين عن النبي صلى الله عليه وسلم قال : خيركم قرني ثم الذين يلونهم - قال عمران فلا ادري اذكر بعد قرنه قرنين او ثلاثة - ثم ان بعدكم قوما يشهدون ولا يستشهدون ويخونون ولا يؤتمنون وينذرون ولا يوفون ويظهر فيهم السمن وهذا ذم. وسبب ذلك ان السمن المكتسب انما هو من كثرة الاكل والشره والدعة والراحة والامن والاسترسال مع النفس على شهواتها فهو عبد لنفسه لا عبد ربه ومن كان هذا حاله وقع لا محالة في الحرام وكل لحم نبت من سحت فالنار اولى به والذين تمسكوا بحقيقة الميزان ولم يجعلوا المعنى مجازيا اخذوا ذلك من حديث للنبي صلى الله عليه وسلم عندما ضحك بعض الناس من حمش ( دقة ) ساق ابن مسعود وهو يصعد النخلة تضحكون من ساق توزن بعمل اهل الارض فدل هذا على ان الاشخاص توزن - والله اعلم ¶ انها امور الاخرة نتركها لله سبحانه وتعالى ونؤمن بنصوصها ولا نعلم حقيقة هذه النصوص ايمانا بالغيب. ¶ وفي سورة القارعة ¶ ) فاما من ثقلت موازينه فهو في عيشة راضية واما من خفت موازينه فامه هاوية وما ادراك ما هي نار حامية) ¶ القارعة 101/5 ¶ فأما من أوتي كتابه بيمينه: ¶ في سورة الحاقة مشهد يوم القيامة وفيه ¶ (",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "فيومئذ وقعت الواقعة وانشقت السماء فهي يومئذ واهية والملك على ارجائها ويحمل عرش ربك فوقهم يومئذ ثمانية يومئذ تعرضون لا تخفى منكم خافية فأما من أوتي كتابه بيمينه فيقول هاؤم اقرءوا كتابيه اني ظننت أني ملاق حسابية فهو في عيشة راضية في جنة عالية: قطوفها دانية كلوا واشربوا هنيئا بما اسلفتم في الايام الخالية وأما من أوتي كتابه بشماله فيقول يا ليتني لم أوت كتابية ولم أدر ما حسابية يا ليتها كانت القاضية ما أغني عني ماليه هلك عني سلطانية) ¶ 69-/15-29 ¶ وقعت الواقعة: قامت القيامة ¶ وانشقت السماء: اي تصدع العالم العلوي بما فيه من كواكب وابراج ونجوم ومجرات.. الخ - واهية اصبحت ذرات: كذرات الصوف المنفوش . ¶ والملك على ارجائها: على اطرافها نواحيها . ¶ ويحمل عرش ربك فوقهم يومئذ ثمانية: صفوف من الملائكة لا يعلمهم الا الله قاله ابن عباس وقال ابن زيد هم ثمانية املاك وعن الحسن الله اعلم كم هم ثمانية ام ثمانية آلالف وقيل ثمانية اجزاء من الملائكة الكروبيين . ¶ ملائكة عند الله سبحانه وتعالى الذي جاء في قوله تعالى وله من في السموات والارض ومن عنده لا يستكبرون عن عبادته ولا يستحسرون( الانبياء ) 19 وفي تفسير هؤلاء الملائكة في هذه الاية المباركة رأينا خزعبلات جاءت في تفسير القرطبي وفي غيره بسلامة نية فلم نذكرها.. ¶ غفر الله لنا جميعا . ¶ والعرش حقيقته هو والكرسي لا نعلمها واضافة العرش الى الله سبحانه وتعالى كاضافة البيت له سبحانه وكاضافة الناقة له سبحانه في قوله ( ناقة الله وسقياها ) ¶ وليس محمولا على العرش ( الكرسي( ¶ بل العرش وما فوقه وما تحته محمول على ارادة الله سبحانه وتعالى ¶ واستواؤه سبحانه على العرش ليس استواء مماسة استواء بعلمه كقوله تعالى ¶ ( وهو الله في السموات وفي الارض يعلم سركم وجهركم) ¶ فليست كلمة في تعني احتواء السموات والارض عليه سبحانه حارت الافهام في فهم ذاته وصفاته فوقهم اي ان حملة العرش فوق اهل القيامة :",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "الجامع لاحكام القران للقرطبي 18/267 ¶ يومئذ تعرضون: وليس هذا العرض ليعلم الله ما ليس بعلمه بل معناه الحساب وتقرير الاعمال عليهم للمجازاة وفي الحديث الشريف يعرض الناس يوم القيامة ثلاث عرضات فاما عرضتان فجدال ومعاذير واما الثالثة فعند ذلك تطير الصحف في الايدي فآخذ بيمينه او آخذ بشماله ¶ لا تخفى منكم خافية فهو سبحانه وتعالى عالم بكل شيء خافية بمعنى خفية ولا يخفى عليه سبحانه وتعالى انسان ولا يخفى المؤمن من الكافر ولا البار من الفاجر وقيل لا تستتر منكم عورة كما قال النبي صلى الله عليه وسلم يحشر الناس حفاة عراة فاما من اوتي كتابه بيمينه اعطاء الكتاب باليمين دليل النجاة فيقول هاؤم اقرءوا كتابية يقول ذلك سرورا بنجاته لان اليمين عند العرب دلائل الفرح والشمال دلائل الغم هاؤم تعالوا اني ظننت ايقنت وعلمت- بمعنى تاكدت والذين قالوا انها بمعنى الشك فسروا الاية بقوله اني ظننت ان يؤاخذني الله بسيئاتي فيعذبني فقد تفضل علي بعفوه ولم يؤاخذني بها قال احد المفسرين كل ظن في القران من المؤمن فهو يقين ومن الكافر شك وقال الحسن ان المؤمن احسن الظن بربه فاحسن العمل وان المنافق اساء الظن بربه فاساء العمل. ¶ اني ملاق حسابية تاكد ان الله سبحانه بعد موته فعمل حسنا فهو في عيشة راضية اي عيش يرضاه راضية اسم فاعل من رضي اتى في مكان اسم المفعول- بلاغة وفي الصحيح عن النبي صلى الله عليه وسلم انهم يعيشون فلا يموتون ابدا ويصحون فلا يمرضون ابدا وينعمون فلا يرون باسا ابدا ويشبون فلا يهرمون ابدا . في جنة عالية عظيمة في النفوس قطوفها دانية اي قريبة التناول فليس في الجنة سعى ولا كد. ¶ وفي قول ابن عباس والضحاك ايضا قال الثعلبي ¶ روايات الثعلبي دائما تضعنا في حيرة بين التكذيب والتصديق",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "يعم المعنى جميع اهل الشقاوة والسعادة وقد قيل المراد بذلك كل من كان متبوعا في الخير والشر فاذا كان الرجل راسا في الخير يدعو اليه ويامر به ويكثر تبعه عليه دعي باسمه واسم ابيه فيتقدم حتى اذا دنا اخرج له كتاب ابيض بخط ابيض في باطنه السيئات فيقرؤها فيشفق ويصفر وجهه ويتغير لونه فاذا بلغ اخر الكتاب وجد فيه هذه سيئاتك وقد غفرت لك فيفرح عند ذلك فرحا شديدا ثم يقلب كتابه فيقرا حسناته فلا يزداد فرحا حتى اذا بلغ اخر الكتاب وجد فيه هذه حسناتك قد ضوعفت لك فيبيض وجهه ويؤتى بتاج فيوضع على راسه ويكسى حليتين ¶ ويحلى كل مفصل منه ويطول ستين ذراعا وهي قامة ادم عليه السلام ويقال له انطلق الى اصحابك فاخبرهم وبشرهم ان لكل انسان منهم مثل هذا فاذا ادبر قال هاؤم اقرءوا كتابيه اني ظننت اني ملاق حسابيه فيقول لاصحابه هل تعرفوني؟ فيقولون قد غمرتك كرامة من انت ؟ فيقول انا فلان ابن فلان أبشر كل رجل منكم بمثل هذا . واذا كان الرجل راسا في الشر يدعو اليه ويامر به فيكثر تبعه عليه نودي باسمه واسم ابيه فيتقدم الى حسابه فيخرج له كتاب اسود بخط اسود في باطنه الحسنات وفي ظاهره السيئات فيبدا بالحسنات فيقرؤها ويظن انه سينجو فاذا بلغ اخر الكتاب وجد هذه حسناتك وقد ردت عليك فيسود وجهه ويعلوه الحزن ويقنط من الخير ثم يقلب كتابه فيقرا سيئاته فلا يزداد الا حزنا ولا يزداد وجهه الا سوادا فاذا بلع اخر الكتاب وجد فيه وهذه سيئاتك قد ضوعفت عليك اي يضاعف له العذاب وليس المعنى ان يزاد عليه ما لم يعمل - قال فيعظم للنارتعظم هيئته وجسمه حتى يذوق العذاب على مدى واسع ¶ وتزرق عيناه ويسود وجهه ويكسى سرابيل القطران فينطلق الى اصحابه في الدنيا شلته قائلا يا ليتني لم اوت كتابيه ولم ادر ما حسابيه ياليتها كانت القاضية الخ. ¶ وفي سورة ابراهيم ¶ (",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "وترى المجرمين يومئذ مقرنين في الاصفاد سرابيلهم من قطران وتغشى وجوههم النار ليجزي الله كل نفس بما كسبت ان الله سريع الحساب هذا بلاغ للناس ولينذروا به وليعلموا انما هو اله واحد وليذكر اولي الالباب). ¶ 49-52 ¶ وفي سورة الانشقاق ¶ ( يا ايها الانسان انك كادح الى ربك كدحا فملاقيه فاما من اوتي كتابه بيمينه فسوف يحاسب حسابا يسيرا وينقلب الى اهله مسرورا واما من اوتي كتابه وراء ظهره فسوف يدعو ثبورا ويصلى سعيرا انه كان في اهله مسرورا) ¶ 6 -13 ¶ المراد بالانسان الجنس عامة والكدح التعب والمشقة فمن استطاع ان يكون كدحه في طاعة الله فليفعل ولا قوة الا بالله اي لا يكون الكدح في سبيل الطمع في الدنيا ونسيان الاخرة وما دام الرجوع الى الله سبحانه وتعالى في النهاية فليكن الكدح فيما يرضيه سبحانه . ¶ فسوف يحاسب حسابا يسيرا انما ذلك العرض فمن حوسب عذب ومن نوقش عذب ¶ واما من اوتي كتابه وراء ظهره يمد يده اليمنى لياخذ كتابه فتعجز فياخذ كتابه وراء ظهره بشماله فسوف يدعو ثبورا اي بالهلاك وكان هذا الانسان في الدنيا في بحبوحة من السرور والنعيم ولم يلق بالا لهذا اليوم الرهيب ¶ وصف الله اهل الجنة بالمخافة والحزن والبكاء والشفقة وتقدير مسؤولية هذا اليوم العظيم فاعقبهم النعيم في الاخرة والسرور فيها كما قال تعالى ¶ ( قالوا انا كنا قبل اهلنا مشفقين فمن الله علينا ووقانا عذاب السموم ) ¶ ووصف اهل النار بالبطر الاشر والسرور في الدنيا بها والضحك والتفكه وعدم المبالاة فاعقبهم ذلك حزنا دائما وانه ظن ان لن يحور شك في الرجوع الينا او لم يشك انما بدا كالشاك فلا عمل للاخرة ولا اهتمام بامر الله ولا انتهاء عن نواهيه وتمنى على الله الاماني كما يقول الشاعر ¶ ترجو النجاة ولم تسلك مسالكها ¶ ان السفينة لا تجري على اليبس ¶ العدالة الالهية المطلقة ¶ عرفنا خطورة وزن الاعمال يوم القيامة ونشر الكتب فسعيد لن يشقى ابدا وشقي لن يسعد ابدا الا ما شاء الله",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "وان هول الميزان الذي تشخص اليه الابصار مهطعة مقنعة الراس ¶ ( فمن ثقلت موازينه فهو في عيشة راضية ومن خفت موازينه فامه هاوية وما ادراك ما هي نار حامية ) ¶ فكيف نستعد في دنيانا لان يكون الميزان رحبا معنا وننقلب مكسرورين الى اهلنا ؟ ¶ انه لن ينجو من خطر الميزان الا من حاسب نفسه في الدنيا ووزن اعماله واقواله واحواله بميزان الشرع ¶ وكذا خطراته والحاظه ولم يقبل تبرير الشيطان بان هذا الشر الذي قال فيه الشرع انه شرع خير فهذا تلبيس النفس باغراء ابليس واقع فيه كثير من العوام والعلماء والباحثين وكل ذي فكرة يبعد بفكره عن نصاعة النص القراني والحديث النبوي وشرح الائمة الاعلام من الصحابة والتابعين له - ولا باس ان يسال غيره فيما التبس عليه امره يسال كثيرا حتى يطمئن قلبه فيكون له بذلك اجران ان اصاب واجر ان اخطأ الاجتهاد في هذا الموضوع اراء للعلامة ابن تيمية لا باس من ايرادها في كتابه رفع الملام عن الائمة الاعلام ص 151 ¶ رسائل السلفية في الصحيحين عن عمرو بن العاص رضي الله عنه ان النبي صلى الله عليه وسلم قال اذا اجتهد الحاكم فاصاب فله اجران واذا اجتهد واخطا فله اجر واحد فتبين ان المجتهد مع خطئه له اجر وذلك لاجل اجتهاده وخطؤه مغفور له لان درك الصواب في جميع الاحيان اما متعذر واما متعسر وقد قال تعالى ¶ ( ما جعل عليكم في الدين من حرج) ¶ والذي يخطيء بغير اجتهاد ذمه النبي صلى الله عليه وسلم فقد افتى بعضهم بوجوب الغسل على مشجوج - مبطوح - في البرد فمات فقال صلى الله عليه وسلم قتلوه قتلهم الله هلا سالوا اذا لم يعلموا؟ واذا كان هناك خط",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "ولكن كان هناك تاويل سائغ يعذر صاحبه فلم يوجب الرسول صلى الله عليه وسلم فردا ولا دية ولا كفارة لما قتل الذي قال لا اله الا الله في غزوة الحرقات وان كان الرسول قد غضب من اسامة وردد عليه العتاب اقتلت من قال لا اله الا الله رددها ثلاثا فان اسامة رضي الله عنه اعتقد انه قالها خوفا من السيف . ¶ ورحم الله عمر بن الخطاب فقد كان يقول حاسبوا انفسكم قبل ان تحاسبوا وزنوها قبل ان توزنوا والحساب النفسي ¶ ان يتوب الانسان توبة نصوحا - لا رجوع بعدها الى الذنب مطلقا ويتدارك ما فرط فيه من الفرائض فيكثر من الطاعات والنوافل ويرد المظالم الحسية الى اربابها ويستحل كل من تعرض له بلسانه او بيده وسوء ظنه بقلبه ويطيب قلوبهم حتى يموت ولم يبق عليه مظلمة . ¶ والذنوب ثلاثة انواع: ¶ ذنب لا يغفره الله مطلقا اذا قابل ربه وهو مشرك ¶ وفي معنى الاشراك الكفر والالحاد والزندقة والخروج عن منهج السلف في العقيدة بتأويل صفات الله او تعطيلها او نفيها او تجسيدها او القول بوحدة الوجود او بالحلول او بالوحدة او بالظاهر والباطن او بالوسطاء العقول الخاصة عند اليونان - الاقطاب عند الصوفية او العقول العامة عندهم أولياء الصوفية فعلى المسلم ان يصحح اسلامه والقران ميسر للذكر فهل من مذكر قال تعالى : ¶ ( لقد يسرنا القران للذكر فهل من مدّكر ) ¶ وكرر سبحانه وتعالى هذه الاية مرارا في سورة القمر تأكيدا لهذا التيسير فلا داعي للذهاب في العقيدة الى معميات الفلسفة وعلم الكلام والتصوف والفرق الضالة التي بعدت عن هدى رب العالمين الذين عناهم ابليس بقوله فبعزتك لأغوينهم أجمعين . ¶ وليتذكر التائب قول الرسول صلى الله عليه وسلم في حديث طويل \" ستفترق امتي على احدى وتسعين فرقة كلهم في النار الا ما أنا عليه وأصحابي \"",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "فالواجب على المسلم ان يعبد الله كما كان يعبده ابو بكر وعمر واصحابهم المبشرون بالجنة والذين رشحهم القرآن الكريم لرضوان الرحمن ويبعد بعدا سحيقا عن أرباب الشطح والنطح والفسق والسكر وليلى وخمر ليلى قبل ان يموت ويقابل ربه ويندم ولات ساعة مندم وقدمنا الى ما عملوا من عمل فجعلناه هباء منثورا\" ¶ وبدا لهم من الله ما لم يكن يحتسبون.. وليعلم المؤمن ان الشرك خفي وبين الشرك والتوحيد خيط رفيع ويل ثم ويل لمن لا يلاحظ هذا الخيط الرفيع . ¶ وذنب معلق على عفو صاحبه وتنازله هي الذنوب التي بين العباد بعضها بعضا فالله سبحانه وتعالى لن يغفرها الا برضاء اصحابها . ¶ وذنب ظلم الانسان نفسه لم يظلم غيره ولم يفضح نفسه ¶ بهذا الذنب ولم يشرعه فهو في تندم دائم وخوف ووجل منه فالعشم في وجه العظيم ان يغفر له هذا الذنب ان شاء الله سبحانه . ¶ ان لاحظ هذا الانسان ومات وليس لاحد لديه مظلمة وكان واصلا لمن قطعه وعافيا عمن ظلمه وكان عاملا بقول رسول الله صلى الله عليه وسلم أوصاني ربي بتسع أوصيكم بها أوصاني بالاخلاص في السر والعلن ¶ الاخلاص ان يكون داخلك كخارجك الا في احوال استثنائية كالحرب مثلا وخدعها . ¶ والعدل في الرضا والغضب والقصد في الغنى والفقر ¶ القصد اي الاقتصاد ¶ وان اعفو عمن ظلمني واعطي من حرمني واصل من قطعني وان يكون صمتي فكرا التفكير فيما يصلح الناس وتصلح به نفسه ¶ ونطقي ذكرا النطق بالحكمة لا بالهزر واللغو والمراء والهمز واللمز والسخرية والغيبة لاضحاك الناس ليقولوا اني ظريف . ¶ ومن حكمه صلى الله عليه وسلم ليسلم المؤمن من ذنوب كثيرة توقفه امام الميزان يوم القيامة . ¶ \" نهيتكم عن قيل وقال الكلام الفارغ الذي لا يفيد شيئا .واضاعة المال ¶ وكثرة السؤال اليد العليا خير من اليد السفلى افضل الاصحاب من اذا ذكرت اعانك واذا نسيت ذكرك . ¶ تذكر قوله تعالى ( الاخلاء يومئذ بعضهم لبعض عدو الا المتقين ) سورة الزخرف 67",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "رحم الله عبدا قال خيرا فغنم او سكت فسلم حصنوا اموالكم بالزكاة العلماء ورثة الانبياء الخمر مفتاح كل شر ¶ اتقوا دعوة المظلوم فانها لينة الحجاب مستجابة جبلت القلوب على حب من احسن اليها وبغض من اساء اليها. ¶ احذروا من لا يرجى خيره ولا يؤمن شره. الوحدة خير من جليس السوء. انزلوا الناس منازلهم اذا اتاكم كريم قوم فاكرموه اخذت هذه النصائح النبوية من كتاب مجموعة النظم والنثر تاليف طائفة من كبار العلماء سنة 1930-135 ¶ يوم يفر المرء من اخيه وامه وابيه وصاحبته وبنيه لكل امرىء منهم يومئذ شأن يغنيه ¶ عبس 34-37 ¶ وفي هذا الفرار مخاصمة ومنازعة ان مات قبل ان يرضي خصماءه فهم يحيطون به في اليوم الاخر فهذا ياخذ بيده وهذا يقبض على ناصيته وهذا يتعلق بتلابيبه وهذا يجري وراءه كلما فر من مكان الى مكان وهذا يعاديه ويشتمه قائلا يا ليتني لم اتخذ فلانا خليلا وتلك الثلة ( الشلة ) ¶ التي كانت تعايشه في الدنيا للهذر والمذر والهمز واللمز والسخرية والاستهزاء والغيبة والنميمة والبهتان وهتك الحرمات تخاصمه وتلعنه فقد كان في الدنيا زعيم هذا كله لا يخلو المجلس الا بنكاته وهذره وهمزة ولمزه فمن قائل لقد ظلمتني ومن قائل لقد شتمتني واخر استهزات بي واغتبتني وجاورتك فاسات جواري وعاملتك فغششتني وبايعتك فغبتني واخفيت عني عيوب السلعة وكذبت علي في السعر وهذا يقول رايتني محتاجا فمنعتني ومظلوما فلم تنصفني ولم تدفع عني الظلم وكان في مكنتك كل هذا ¶ هؤلاء خصومك يوم القيامة كل من عاملته او ظلمته او احتقرته او قصرت في حق دونه وقد ضقت ذرعا ومددت عنق الرجاء الى مولاك سبحانه وتعالى لعله يخلصك منهم والنداء من قبل الله تعالى في يوم الدين ( لا ظلم اليوم ) ¶ ويفزع الناس ويقولون ماذا قال ربكم فتقول الملائكة ¶ ( الحق )",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "والموظفون في الدنيا وعمالها والمسؤولون عن المجتمع الانساني ان احسنوا هذه الوظيفة وربما يكونون قد اخذوا عليها اجورا سخية فلله الاجر الاعلى قال تعالى ¶ ( كل نفس ذائقة الموت وانما توفون اجوركم يوم القيامة فمن زحزح عن النار وادخل الجنة فقد فاز وما الحياة الدنيا الا متاع الغرور ) ¶ آل عمران 185 ¶ فلا يحسبن العاقل انه موظف لدى الهيئة الاجتماعية ¶ التي تعطيه اجره فيروغ في الوظيفة روغان الثعلب ¶ ويزوغ من عمله زوغان السحلية ويتلاعب في مطالب الناس وحاجانهم ولا يقضي الا بالهدايا والسحت ويظن ان ذلك حلال له محتجا بان حمل الحياة ثقيل ولا بد له من ان يمد يده الى مثل هذا . ¶ ان الانسان مسؤول امام ربه عن عمره فيما افناه وعن ماله اين اكتسبه وفيم انفقه فان كان موفقا في هذه المسؤولية وفاه الله اجره وان كان غير موفق فهو مسؤول عن رعايته عمره وماله ونفقته . ¶ فيالها من حسرة اذا اقيم ميزان العدل وذهبت حسنات الانسان وفي الحديث الشريف من رواية ابي هريرة رضي الله عنه: ¶ قال رسول الله صلى الله عليه وسلم ¶ \" هل تدرون من المفلس قلنا المفلس فينا يا رسول الله ¶ من لا درهم له ولا دينار ولا متاع قال المفلس من امتي من ياتي يوم القيامة بصلاة وصيام وزكاة وياتي وقد شتم هذا وقذف هذا واكل مال هذا وسفك دم هذا وضرب هذا فيعطى هذا من حسناته وهذا من حسناته وان فنيت حسناته قبل ان يقضي ما عليه اخذ من خطاياهم فطرحت عليه ثم طرح في النار فيالها من مصيبة ؟ ¶ ان الانسان في هذه الدنيا لا يسلم من مكايد الشيطان ومن نزغاته وروغاته ومن مكايد النفس الكبر والبخل والاماني الطويلة والانانية والاثرة والحسد لن تسلم حسنة من هذه المكايد فان سلمت حسنة واتى بها يوم القيامة في ديوان الحسنات ابتدرها الخصوم فاخذوها .",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "ان الوقاية من هذا في الدنيا محاسبة النفس كل يوم ورأب ما انصدع من الطاعات ودفع ما داخل النفس من مكايدها وتلبيسها وتبريرها الخطيئة بانها مشروعة وبانها فن جميل . ¶ ان الانسان رغم انفه واقع في \" الخطايا \" تلم به من حيث لا يدري والاستغفار درء لمسؤوليتها ان كانت الخطيئة لا تضر احدا فان تجاوز الضرر الى الغير فالواجب ان يستحل منه فالاعتذار والتوبة والانابة والعزم على عدم العودة ولا يياس من رحمة الله فمصيبات الدنيا التي يصبر عليها الانسان تكفير لسيئاته حتى الشوكة يشاكها ومسؤوليات العيش ورعاية الزوجة والولد والتربية والسعي على الرزق كل ذلك تكفير لما الم بالانسان من ضواري الذنوب التي لا تفتأ تركض جريا وراءه ان احتسب عمله لله فان لم يحتسب عمله لله فما يصيبه في الدنيا الا انذار بما سيصيبه في الاخرة ¶ قال تعالى : ( ولنذيقنهم من العذاب الادنى دون العذاب الاكبر لعلهم يرجعون ) ¶ السجدة 21 ¶ ورحم الله ابن تيمية اذ يقول في رفع الملام عن الائمة الاعلام ص 151 رسالة سلفية .وموانع لحوق الوعيد متعددة منها التوبة ومنها الاستغفار ومنها الحسنات الماحية من السيئات ومنها بلاء الدنيا ومصائبها ومنها شفاعة شفيع مطاع ومنها رحمة ارحم الراحمين . ¶ وفي الحديث الشريف \" ما من رجل يذنب ذنبا فيتوضأ فيحسن الوضوء ثم يصلي ركعتين ثم يستغفر الله تعالى الا غفر الله له ثم قرأ هذه الاية ¶ (وَالَّذِينَ إِذَا فَعَلُواْ فَاحِشَةً أَوْ ظَلَمُواْ أَنْفُسَهُمْ ذَكَرُواْ اللّهَ فَاسْتَغْفَرُواْ لِذُنُوبِهِمْ وَمَن يَغْفِرُ الذُّنُوبَ إِلاَّ اللّهُ وَلَمْ يُصِرُّواْ عَلَى مَا فَعَلُواْ وَهُمْ يَعْلَمُونَ )",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "رواية الامام احمد وابو داود والشافعي وابن ماجه ان ابا بكر رضي الله عنه سمع النبي صللى الله عليه وسلم يقول \" مامن رجل يذنب ذنبا فيتوضأ فيحسن الوضوء ثم يصلي ركعتين ثم يستغفر الله الا غفر له ثم قرا هذه الاية... الخ والمقصود في التوبة من هذه الذنوب التي لم يتضرر بها الا فاعلها فقط اما السرقة وما اليها من الذنوب التي يتضرر بها غيره فلا بد من رد المسروق الى صاحبه وكذلك اكل مال اليتيم وظلم الناس بالشتم والغيبة وسوء الجوار وما الى ذلك فلا تقبل التوبة الا بمسامحة المتضرر . ¶ يقتص الله سبحانه وتعالى من الحيوانات ايضا: ¶ الرأي أن الحيوانات غير مكلفة ولم تحمل الامانة- امانة التخيير بين الخير والشر والمشيئة الخاصة التي حملها الانسان وهذا والله اعلم يقتضي عدم مسؤولية هذه العجماوات . ¶ ولكن حديثا منسوبا الى ابي ذر الغفاري ونصه : ¶ روى ابو ذر ان رسول الله صلى الله عليه وسلم رأى شاتين تتناطحان فقال يا ابا ذر: اتدري فيم تتناطحان قلت لا قال ولكن الله يدري وسيقضي بينهما يوم القيامة وقال ابو هريرة في تفسير قوله تعالى : ¶ ( وما من دابة في الارض ولا طائر يطير بجناحيه الا امم امثالكم ) انه يحشر الخلائق كلهم يوم القيامة والبهائم والدواب والطيور وكل شيء فيبلغ من عدل الله سبحانه وتعالى ان ياخذ للجماء من القرناء ثم يقول كوني ترابا فذلك حين يقول الكافر يا ليتني كنت ترابا والحديث من رواية احمد بن حنبل عن اشياخ لم يسمعوا عن ابي ذر- كما قال الحافظ العراقي ص 444 احياء علوم الدين ج 4 ¶ ولعل المقصود ان العدالة الالهية ستاخذ مجراها حتى ولو حوسبت الحيوانات والله سبحانه وتعالى اعلم وفي الحديث الشريف اياكم ومحقرات الذنوب فانهن يجتمعن على الرجل حتى يهلكه- احمد والبهيقي.",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "ان العبد ليجيء يوم القيامة بامثال الجبال من الطاعات فيرى ان ذلك سينجيه فما يرى الا ان تتفرق لهذا ولذاك حتى لا يبقى منها شيء وكثيرا ما يحث القران على التجارة مع الله سبحانه وتعالى حتى لا يفقد الانسان مكسبه وربحه الوافر العظيم يوم الدين . ¶ انظر الى قول الله تعالى في سورة الشورى :40 ¶ وجزاء سيئة سيئة مثلها فمن عفا واصلح فاجره على الله انه لا يحب الظالمين ولمن انتصر بعد ظلمه فاولئك ما عليهم من سبيل انما السبيل على الذين يظلمون الناس ويبغون في الارض بغير الحق اولئك لهم عذاب اليم ولمن صبر وغفر ان ذلك لمن عزم الامور ¶ كرر الله سبحانه وتعالى الربح العظيم في الصبر ومداينته عز وجل فطلب العفو والصفح ثم طلب الصبر والغفران لمن شاء الثواب في الاخرة. ¶ والنظر الى اية اخرى حتى تتاجر مع الله سبحانه وتعالى وتعطي الربح العظيم في هذا اليوم الرهيب الذي سيبحث الانسان فيه عن حسنة يرتفع بها الى مقام النجاة من النار- ففي سورة النور 22 كان بين ابي بكر رضي الله عنه وبين احد اقاربه سطح الذي تولى كبر حادث الافك ¶ او كان من الذين تولوا كبره او كان من الذين رضوا بما يشاع خطأ لقد اقسم ابو بكر الا ينفق عليه وكان ينفق عليه في جملة عياله فنزل القران الكريم يقول : ¶ ( ولا يأتل اولو الفضل منكم والسعة ان يؤتوا اولي القربى والمساكين والمهاجرين في سبيل الله وليعفوا وليصفحوا الا تحبون ان يغفر الله لكم والله غفور رحيم ) ¶ سمع ابو بكر رضي الله عنه ذلك فقال ما معناه نعم يا رب احب ان تغفر لي . ¶ الاختصام بين يدي الله: ¶ قال تعالى في سورة الزمر ¶ ( ثم انكم يوم القيامة عند ربكم تختصمون ) 31 ¶ قال الزبير بن العوام رضي الله عنه",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "يا رسول الله أيكرر علينا ما كان بيننا في الدنيا مع خواص الذنوب .قال: نعم ليكررن عليكم حتى تؤدوا الى كل ذي حق حقه . قال الزبير والله ان الامر لشديد فأعظم بشدة يوم لا يسامح فيه بخطوة ولا يتجاوز فيه عن لطمة ولا عن كلمة حتى ينتقم من المظلوم للظالم ¶ حسن صحيح ¶ حديث اخر: قال انس سمعت رسول الله صلى الله عليه وسلم يقول : يحشر الله العباد عراة غبرا ¶ وردت غبراوغرلا وبهما اما ان يكون هذا من الرواة واما ان يكون الرسول صلى الله عليه وسلم كرر الحديث واتى بهذه الالفاظ والله اعلم ¶ قلنا ما بهما قال ليس معهم شيء ثم يناديهم ربهم تعالى بصوت يسمعه من بعد كما يسمعه من قرب أنا الملك الديان لا ينبغي لاحد من اهل الجنة ان يدخل الجنة ولاحد من اهل النار عليه مظلمة حتى اقتصه منه ولا لاحد من اهل النار ان يدخل النار ولاحد من اهل الجنة عنده مظلم حتى اقتصه منه حتى اللطمة قلنا وكيف وانما ناتي الله عز وجل عراة غبرا بهما فقال بالحسنات والسيئات فاتقوا الله عباد الله ومظالم العباد باخذ اموالهم والتعرض لاعراضهم وتضييق قلوبهم واساءة الخلق في معاشرتهم فان ما بين العبد وبين الله خاصة فالمغفرة اليه اسرع ومن اجتمعت عليه مظالم وقد تاب عنهما وعسر عليه استحلال ارباب المظالم فليكثر من حسناته ليوم القصاص ¶ وليسر ببعض الحسنات بينه وبين الله بكمال الاخلاص بحيث لا يطلع عليه الا الله فعساه يقربه ذلك الى الله تعالى ¶ فينال به لطفه الذي ادخره لاحبابه المؤمنين في دفع مظالم العباد عنهم . ¶ *********** ¶ هل يتكفل الله سبحانه وتعالى برد الحقوق الى الغرماء: ¶ هذه بشرى طيبة للمخلصين الذين ينطبق عليهم قول الله تعالى:\" الا لله الدين الخالص \" وقوله تعالى على لسان ابليس : \" فبعزتك لأغوينهم اجمعين الا عبادك منهم المخلصين \" ¶ ص 28/82",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "وتكررت هذه الحقيقة في القران الكريم باساليب متنوعة ولاهمية هذا الموضوع ونحن جميعا في حاجة اليه ونحن جميعا مذنبون ونساله الرحمة والمغفرة ونطلب منه ان يتكفل سبحانه وتعالى عنا يوم القيامة ما اسأنا فيه الى غيرنا نفرد بابا في الاخلاص لنعرفه ونفهمه وناخذ النفس به لنلقي الله سبحانه وتعالى مخلصين له الدين . ¶ فضيلة الاخلاص: ¶ قال تعالى : ( وما أمروا الا ليعبدوا الله مخلصين له الدين) ¶ البينة 5 ¶ وقوله : الا الذين تابوا واصلحوا واعتصموا بالله واخلصوا دينهم لله ) ¶ النساء 146 ¶ وقيل ان الاية الكريمة الآتية نزلت فيمن يعمل لله ويجب ان يحمد عليه . ¶ ( فمن كان يرجو لقاء ربه فليعمل عملا صالحا ولا يشرك بعبادة ربه احدا ) ¶ اخر سورة الكهف ¶ وفي الحديث الشريف: ¶ ثلاث لا يغل عليهن قلب رجل مسلم : أخلص العمل لله ¶ رواية الترمذي ¶ وعن مصعب بن سعد عن ابيه قال : ظن ابي ان له فضلا على من هو دونه من اصحاب رسول الله صلى الله عليه وسلم فقال النبي صلى الله عليه وسلم انما نصر الله عز وجل هذه الامة بضعفائها ودعوتهم واخلاصهم وصلاتهم ومن حكم علي بن ابي طالب كرم الله وجهه : ¶ لا تهتموا لقلة العمل واهتموا للقبول . ¶ فان اخلاص العمل القليل يجزيك والمخلص تظهلر الحكمة على ينابيع لسانه حتى يعرفه الناس بالاخلاص . ¶ وفي الحديث الشريف : ¶ اول من يسال الله يوم القيامة ثلاثة : ¶ رجل اتاه الله العلم فيقول الله تعالى ما صنعت فيما علمت فيقول يا ربي كنت اقوم به آناء الليل واطراف النهار فيقول الله تعالى كذبت وتقول الملائكة كذبت بل اردت ان يقال فلان عالم فقد قيل قبل ذلك . ¶ ورجل اتاه الله مالا فيقول الله تعالى: لقد انعمت عليك فماذا صنعت ؟ فيقول: يا ربي كنت اتصدق آناء الليل واطراف النهار فيقول الله كذبت وتقول الملائكة كذبت بل اردت ان يقال فلان جواد الا فقد قيل ذلك .",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "ورجل قتل في سبيل الله تعالى فيقول الله تعالى ماذا صنعت ؟ فيقول يارب أمرت بالجهاد فقاتلت حتى قتلت فيقول الله كذبت وتقول الملائكة كذبت بل اردت ان يقال فلان شجاع الا فقد قيل ذلك . ¶ قال ابو هريرة: ثم خبط رسول الله صلى الله عليه وسلم على فخذي وقال يا ابا هريرة فأولئك أول خلق تسعر بهم جهنم يوم القيامة . ودخل راوي هذا الحديث على معاوية وروى له ذلك فبكى حتى كادت نفسه تزهق ثم قال صدق الله اذ قال : ( من كان يريد الحياة الدنيا وزينتها نوف اليهم اعمالهم فيها وهم لا يبخسون. اولئك الذين ليس لهم في الاخرة الا النار وحبط ما صنعوا فيها وباطل ما كانوا يعملون ) ¶ هود 15 ¶ ومن الحكم القديمة ان عابدا في بني اسرائيل عبد الله دهرا طويلا فعلم ان قوما يعبدون شجرة يعتقدون فيها البركة والنفع والضرر كما هو مشاهد حاليا في قبور الموتى والصالحين فتقدم لها الانصاب والاضرحة المضادة ويستغيثون بساكن الضريح ويقولون لولا الواسطة لذهب الموسوط من دون الله تعالى فغضب لذلك واخذ فأسه على عاتقه وقصد الشجرة ليقطعها فاستقبله ابليس في صورة شيخ فقال اين تريد رحمك الله ؟ قال اريد ان اقطع هذه الشجرة قال وما انت وذاك تركت عبادتك واشتغالك بنفسك وتضرعت لغير ذلك فقال ان هذا من عبادتي قال فاني لا اتركك ان تقطعها فقاتله فاخذه العابد فطرحه الى الارض وقعد على صدره",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "فقال له ابليس : اطلقني حتى اكلمك فقام عنه فقال له ابليس يا هذا ان الله تعالى قد اسقط عنك هذا ولم يفرضه عليك وما تعبدها انت وما عليك من غيرك ولله تعالى انبياء في اقليم الارض ولو شاء لبعثهم الى اهلها وامرهم بقطعها. فقال العابد لا بد لي من قطعها فنابذه للقتال فغلبه العابد وصرعه وقعد على صدره مرة ثانية فعجز ابليس وقال هل لك في امر يفصل بيني وبينك وهو خير لك وانفع قال وما هو قال اطلقني حتى اقول لك فاطلقه فقال ابليس انت رجل فقير لا شيء لك انما انت كل على الناس يعولونك ولعلك تحب ان تتفضل على اخوانك وتواسي ¶ جيرانك وتشبع وتستغني عن الناس قال نعم قال فارجع عن هذا الامر ولك على ان اجعل عند راسك في كل ليلة دينارين اذا اصبحت اخذتهما فانفقت على نفسك وعيالك وتصدقت على اخوانك فيكون ذلك انفع لك وللمسلمين من قطع هذه الشجرة التي يغرس مكانها ولا يضرها قطعها شيئا ولا ينفع اخوانك المؤمنين قطعك اياها فتفكر العابد فيما قال وقال صدق الشيخ - لست بنبي فيلزمني قطع هذه الشجرة ولا امرني الله ان اقطعها فأكون عاصيا بتركها وما ذكره اكبر منفعة فعاهده على الوفاء بذلك وحلف له فرجع العابد الى متعبده فبات فلما اصبح راى دينارين عند راسه في رواية اخرى تحت عقب الباب وهي معقولة فانه لم يعرف انه ابليس انه عرف انه شيخ مهيب سيضع كل ليلة له دينارين تحت عقب الباب وكذلك الغد ثم اصبح اليوم الثالث وما بعده فما راى شيئا فغضب واخذ فاسه على عاتقه فاستقبله ابليس في صورة الشيخ نفسه وقال الى اين قال اقطع تلك الشجرة فقال كذبت والله ما انت بقادر على ذلك ولا سبيل لك اليها قال فتناوله العابد ليفعل به كما فعل اول مرة فقال هيهات فاخذه ابليس وصرعه فاذا هو كالعصفور بين يديه وقعد ابليس على صدره وقال لتنهين عن هذا الامر او لأذبحنك فنظر العابد فاذا لا طاقة له به قال يا هذا غلبتني فخل عني واخبرني كيف غلبتك",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "اولا وغلبتني الان فقال لانك غضبت اول مرة لله وكانت نيتك الاخرة فسخرني الله لك وهذه المرة غضبت لنفسك وللدنيا فصرعتك . ¶ وقد بلغ من بعض الذين يحتاطون لأنفسهم من عواقب ¶ الرياء الا يتحدثوا بحسناتهم كانها سيئات لهم حتى قال بعض الصالحين طوبى لمن صحت له خطوة واحدة لا يريد بها الا وجه الله تعالى ولا يظن المخلص في نيته انه سيصبح العوبة بين الماكرين من الناس فقد ورد عن عمر بن الخطاب قوله لابي موسى الاشعري من خلصت نيته كفاه الله ما بينه وبين الناس وفي الامثلة من صفى صفي له ومن خلط خولط ومن مكر مكر به . ¶ ومن القصص الحكيمة قولهم اطلقوا الحرة فقد وجدت الدرة وموجز هذه القصة انه كان في بغداد رجل يلبس لباس الحريم ويجالسهم في الاعراس والاحفال ففي حفل من احفالهن ضاعت درة من احدى المدعوات فقفلن الباب ليفتشن جميع الموجودات فرفع هذا المتزي بزي النساء ¶ وجهه مخلصا الى الله تعالى الا يفضحه فوجدوا الدرة قبل ان يفتشوه وينفضح امره بانه رجل يتزيا بزي النساء ويجالسهن . ¶ وقيل من علامة نعمة الله للرجل ان يجعله في صحبة الصالحين ولا يستفيد منهم وان لا يعطيه الاعمال الصالحة ولا يعطي الاخلاص منها ويعطيه الحكمة ويمنعه الصدق فيها ان الله سبحانه وتعالى يريد الاخلاص من عباده والعبد بين عمل الله به فيقبل راضيا وعبادته لربه فيعمل مخلصا . ¶ ************* ¶ ومعنى الاخلاص : ¶ كل شيء يشوبه غيره فاذا صفا هذا الشيء عن هذا الشوب سمى خالصا قال تعالى ¶ ( من بين فرث ودم لبنا خالصا سائغا للشاربين ) ¶ فخلوص اللبن صفاؤه عن الدم والفرث والاخلاص في التوحيد يضاده التشريك في الالوهية. ¶ والشرك منه خفي ومنه جلي وكذا الاخلاص وضده ¶ يتواردان على القلب فمحله القلب وذلك يكون في القصد والنية فتجريد قصد التقرب الى الله عن جميع الشوائب اخلاص والذي لا يخلص النية والعمل والقصد فانه بذلك يرائي وينادي في ضيق المحشر يا مرائي يا مخادع",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "يا مشرك- كما ورد في معنى حديث شريف . ¶ هذا لان الباعث لم يكن لله سبحانه وتعالى فيه شيء او كان فيه قصد اخر بجانب القصد الالهي مثال ذلك ان يصوم لينتفع بالحمية الواصلة بالصوم مع قصد التقرب الى الله او يحج ليعدل مزاجه بالسفر ورؤية الناس من الاقطار المختلفة او يتعلم العلم ليسهل عليه طلب الرزق او ليكون عزيزا بين العشيرة قد يكون من لوازم العبادة احترام الناس له ولكنه لم يقصد الاحترام باديء ذي بدء انما القصد التقرب الى الله بتعلم العلم واحتلرام الناس للعالم هذا تبع ولم يكن منه قصدا ففي كل عبادة اغراء من الشيطان لصرف الثواب بعيدا عن العابد فليحذر العاقل وليتنبه لهذا التلبيس الذي لا يخلو منه احد وليستعذ بالله ولا حول ولا قوة الا بالله ليسلم له الاخلاص المطلوب في هذا اليوم العصيب فقد قال الله تعالى في الحديث القدسي: ¶ ( أنا أغنى الاغنياء عن الشرك ) ¶ كما جاء في معنى حديث قدسي وبالجملة ان يبعد العابد ¶ كل ما يخطر في باله من حظوظ الدنيا عندما يتعبد فلذلك قيل من سلم له من عمره لحظة واحدة خالصة لوجه الله نجا وذلك لعسر الاخلاص وتنقية القلب من الشوائب التي تمسه ولو من بعيد وانما الاخلاص تخليص العمل حتى يتجرد القلب فلا يكون له قصد الا التقرب لمولاه وليس له في سواه حظ والا يكون من الذين قال الله فيهم ¶ ( ومن الناس من يعبد الله على حرف فان اصابه خير اطمأن به وان اصابته فتنة انقلب على وجهه خسر الدنيا والاخرة ) ¶ الحج 22/11 ¶ فلا يكون له هم الا الله تعالى مع خلوص النية وصحة العمل فلو نام مثلا حتى يريح نفسه ليتقوى على عبادة الله او اكل لهذا الشأن فلم يخرج من هذا عن دائرة الاخلاص في العمل .",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "ويلاحظ ان هناك أعمالا كثيرة يظن العامل انها مخلصة كالذي يعمل ولكنه يغلب على نفسه حب الرياسة والمجادلة في الباطل ومماراة السفهاء ومجالسة اهل الدنيا والرضاء عنهم ومجاملتهم على حساب الدين واصحاب الفتاوى الضالة فقد افتى بعضهم ان بغلة السلطان لا تسال عما تفعل وفي الاندلس وقف امام السلطان يقول : ¶ ما شئت لا ما شاءت الاقدار فاحكم فأنت الواحد القهار ¶ قد يقول لنفسه انه يريد شيئا اخر والاعمال بالنيات ولكن مثل هذا العمل الذي ظهر منه الخروج عن الشريعة لا نية معه فالنية دائما تنصب على ما ظهر خيره فلا بد له من نية فربما يريد فاعله شيئا اخر اما ما ظهر شره فهو فتنة للناس فلا يقال ان الذي قال للسلطان فاحكم انت الواحد القهار كان يريد جلب قلبه اليه ليهديه فهذا دفاع باطل فقد حكمت عليه بالوحدانية والقهر وبالمشيئة مهما تكن نيتك حسنة فلا تفيدك هذه النية بل ستجعلك في المنافقين وان المنافقين في الدرك الاسفل من النار . ¶ ويقول الله تعالى في كتابه العزيز : ¶ ( هل ننبئكم بالاخسرين اعمالا الذين ضل سعيهم في الحياة الدنيا وهم يحسبون انهم يحسنون صنعا ) ¶ الكهف 103 ¶ قوم يحسبون انهم يحسنون صنعا فيما يؤدونه من الطاعات ولكنهم لا يعرفون ان النفس لا تتركهم بدون تبرير بعض افعالهم كلذة الاستيلاء والمجادلة والمناوأة ¶ والغيبة والتحارش وخوف صرف وجوه الناس عنهم واساءتهم ان حدث ذلك ولو كان الباعث له رغبة في رضا الله سبحانه وتعالى لسره ان يقوم غيره بهذه المهمة وله ثواب على نيته. ولما كتب عمر بن الخطاب الى خالد بن الوليد ان يترك قيادة الجيش لابي عبيدة الجراح وان يحارب تحت امرته اراد بعض ذوي النفوس الضعيفة ان يستغلوها فتنة فقال لهم خالد انني اشتغل في جيش الله لا في جيش عمر بن الخطاب وكان جنديا مخلصا وبذل اقصى ما كان يبذله وهو قائد للجيش .",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "فعلى المخلص ان يرى الحق في عمله ولا يهمه الخلق اذا كانوا يريدون غير ذلك وليس معنى ذلك ان يترك العمل مخافة عدم الاخلاص فالقصد جهاد النفس من ان ترى في عملها شسئا اخر ترضيه غير معبودها وما اتى بعد ذلك مما يترتب على نتائج هذا العمل من مدح الناس واحترامهم لصاحبه وتقديرهم له فلم يكن هذا في حسبان ¶ المخلص حينما اخلص في عمله لربه . ¶ والشرك الخفي بابه \" عدم الاخلاص \" في قلب بني ادم اخفى من دبيب النملة السوداء في الليلة الظلماء على الصخرة السوداء كما ورد به الخبر ولا يسلم من مكايد ¶ الشيطان وجنوده من النفس والهوى والاماني الطويلة الا من دق نظره وعلت حكمته وفهمه وحصف عقله واقبل على ربه كلية وفهم ما له وما عليه حتى قيل ركعتين من عالم افضل عند الله من عبادة سنة .. ¶ ماذا يقول العلماء في مثل العمل المشوب: ¶ قد يمتزج بالعمل اشياء ليس في مقدور العابد ان يدفعها عن نفسه ربما حاول واكد وعزم على تجنبها هل تدخل في باب الرياء والشرك الخفي ؟ ¶ المعروف ان العمل اذا كان قصد به الرياء فقط فهو باطل من أساسه واذا قصد به العبادة الحقة فهو صالح من اساسه بمشيئة الله تعالى . ¶ انما يغلق الانسان ان يريد بعمله خيرا فيجد ثناء الناس عليه فيفرح او ذمهم عليه فيحزن فهل خرج بهذا الفرح والحزن عن باب الاخلاص ؟ ¶ قيل: انه اذا كان الباعث الديني مساويا للباعث النفسي ¶ صار العمل لا له ولا عليه ولن يثاب عليه واذا كان الباعث الديني اقل من الباعث النفسي ففي ذلك العقاب . ¶ واذا كان الباعث الديني اقوى من الباعث النفسي فله ثواب بقدر ما فضل من قوة الباعث الديني وهذا لقوله تعالى : ( فمن يعمل مثقال ذرة خيرا يره ومن يعمل مثقال ذرة شرا يره ) ¶ الزلزلة 7 ¶ ولقوله تعالى : ان الله لا يظلم مثقال ذرة وان تك حسنة يضاعفها ويؤت من لدنه اجرا عظيما ) ¶ سورة النساء 40",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "ويقول الامام الغزالي في ذلك ص 328 من احياء علوم الدين الجزء الرابع ما نصه فلا ينبغي ان يضيع قصد الخير بل ان كان غالبا على قصد الرياء حبط منه القدر ¶ الذي يساويه وبقيت زيادة وان كان مقلوبا سقط بسببه شيء من عقوبة القصد الفاسد . ¶ والرياء المحض يمحقه الاخلاص المحض فاذا اجتمعا تدافعا فان كان للاخلاص الغلبة اثيب المؤمن على قدر الغلبة وان كان للرياء الغلبة عوقب على قدر الغلبة ولا يظلم ربك احدا . ¶ وقد حارب المؤمنون الاول وغنموا فقد كان الباعث الاصلي المزعج في نواياهم هو الجهاد في سبيل الله ولم تكن الغنيمة الباعث المزعج وقد قيل للرسول صلى الله عليه وسلم ان فلانا هاجر لينكح فلانة المهاجرة فقال الرسول صلى الله عليه وسلم حديثه المشهور: ¶ \" انما الاعمال بالنيات ولكل امريء ما نوى فمن كانت هجرته الى الله ورسوله فهجرته الى الله ورسوله ومن كانت هجرته الى دنيا يصيبها او امراة ينكحها فهجرته الى ما هاجر اليه \" وما دام الانسان على خطر عظيم فليستعذ بالله دائما ويطلب منه الهداية والتوفيق وقبول العمل وان يجتهد ولا يبتئس وان يكون من الذين قال الله فيهم : (ان الذين هم من خشية ربهم مشفقون والذين هم بآيات ربهم يؤمنون والذين هم بربهم لا يشركون والذين يؤتون ما اتوا وقلوبهم وجلة انهم الى ربهم راجعون )المؤمنون 57 وما بعدها ¶ وهكذا فان الخائفين من اهل البصائر وهم الذين ينطبق عليهم الحديث في موضوعنا - هل يتكفل الله بعباده يوم القيامة ؟ ¶ عن انس رضي الله عنه قال : بينما رسول الله صلى الله عليه وسلم جالس اذ رايناه ضحك حتى بدت ثناياه ¶ اسنانه الامامية فقال له عمر ما اضحكك يا رسول الله بابي وامي قال رجلان من امتي جثيا جلسا على ركبتيهما بين يدي رب العزة فقال احدهما يا رب خذ مظلمتي من اخي فقال الله ¶ كيف تصنع باخيك ولم يبق من حسناته شيء ؟",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "قال يا رب فليحمل عني اوزاري وفاضت عينا رسول الله صلى الله عليه وسلم بالبكاء ثم قال ان ذلك يوم عظيم يحتاج الناس ان يحمل من اوزارهم فقال الله للطالب ارفع بصرك فانظر فرفع فقال يا رب ارى مدائن من ذهب وقصورا من ذهب مقللة مزينة باللؤلؤ لأي نبي هذا ؟ ¶ او لأي صديق هذا ؟ او لأي شهيد هذا ؟ قال لمن اعطى الثمن قال يا رب ومن يملك ذلك ؟ قال انت تملكه قال بماذا قال بعفوك عن اخيك قال يا رب اني قد عفوت عنه قال الله خذ بيد اخيك وادخله الجنة فقال رسول الله صلى الله عليه وسلم عندك ذلك اتقوا الله واصلحوا ذات بينكم فان الله يصلح بين المسلمين ¶ الحاكم والبيهقي ¶ وهذا تنبيه على ذلك انما ينال بالتخلق باخلاق الله باصلاح ذات البين وسائر الاخلاق وراسها الاخلاص في التوحيد والعبادة. ¶ ولو تفكر الانسان في هذا اليوم وبعد هذا العطاء الاهي العظيم الذي جاء في قوله تعالى ¶ ( وجوه يومئذ مسفرة ضاحكة مستبشرة ) ¶ 38 عبس ¶ اي فرح اعظم ان خلت الصحيفة عن المظالم او تلطف الله بنا فعفا عنا وايقن الانسان بسعادة الابد كيف يكون السرور في هذا اليوم ؟ انه السرور العظيم وكيف يكون السرور ونحن منصرفون الى جنة عالية قطوفها دانية فيها ما لا عين رات ولا اذن سمعت ولا خطر على قلب بشر وقد خلع المولى علينا خلعة الرضا وشعرنا بسعادة ليس بعدها شفاء ونعيم لا يدور بحواشيه الفناء فطار القلب مسرورا وابيض الوجه واستنار واشرق اشراقة البدر ليلة التمام فيتبختر المؤمن بين الخلائق رافع الوجه والراس متلأ لىء الوجه وضاح الجبين الملائكة يمشون ¶ بين يديه ومن خلفه يحفون به ينادون على رؤوس الاشهاد لقد سعد فلان سعادة لن يشقى بعدها ابدا . ¶ فعلى العاقل ان يتفكر في هذا الموقف الأتي ولا ريب فيه ؟",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "اليس اعظم من مناصب الدنيا جميعها التي مصيرها الى الزوال وبناها الانسان بالنفاق والرياء والمداهنة والتصنع والحيل الدنيئة والتزيين ويظن انها تدوم فما هي الا برق خلب يدوم ساعات او اياما او شهورا ولنا عديد الامثلة في ملوك الدنيا واباطرتها الذين علوا في الارض واستكبروا استكبارا وظنوا انهم الى الله لا يرجعون . ¶ فعلى العاقل ان يتذكر ذلك جيدا فيخلص لله ويغضب لله ويفرح له فليكن ربانيا لا يعمل للشيطان الا اذا مسه مسا فليستعذ بالله منه ¶ اما اذا كانت العاقبة الاخرى اجارنا الله منها صحيفة سوداء ليس فيها ما يسر القلب ولا العين جرائم كان يحسبها الانسان هينة وهي عند الله عظيمة فيغضب ¶ الله تعالى ( لا يحب الكافرين ) ( ولا يحب الفاسقين ) ¶ وان له سبحانه وتعالى اعداء قال في حقهم ¶ ( ويوم يحشر اعداء الله الى النار فهم يوزعون ) ¶ فصلت 41/19 ¶ وليسوا هؤلاء ببعيد عنك معرفتهم فكل من يحاد الله ورسوله فهو عدو الله هؤلاء ينادون يوم القيامة بالثبور وعظائم الامور والملائكة تقول لهم لا تدعو ثبورا واحدا وادعوا ثبورا كثيرا واقرا قوله تعالى في سورة الحاقة ¶ ( فأما من أوتي كتابه بشماله فيقول يا ليتني لم اوت كتابيه ولم ادر ما حسابيه ياليتها كانت القاضية ما اغنى عني ماليه هلك عني سلطانيه خذوه فغلوه ثم الجحيم صلوه ثم في سلسلة ذرعها سبعون ذراعا فاسلكوه انه كان لا يؤمن بالله العظيم ولا يحض على طعام المسكين فليس له اليوم هاهنا حميم ولا طعام الا من غسلين لا ياكله الا الخاطئون ) ¶ الحاقة 69/25 وما بعدها ¶ قد تكون من قادة الدنيا ومن عظمائها ومن وجهائها ففي حياتك فيها كنت عاليا وفي مماتك احتفلت الامة احتفالا رسميا بموتك لانك كنت زعيما او وزيرا او مطربا او ( لا سمح الله ) راقصا او راقصة...",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "انظر ماذا ينتظرك واعلم ان الله لم يخلقك عبثا خلقك وكلفك وسيسعدك سعادة ابدية اذا سمعت فاطعت وسترى النكسة الاخلرى اذا عصيت وذهبت بعيدا عما يريد الله قال تعالى ¶ ( فأما من طغى وآثر الحياة الدنيا فان الجحيم هي المأوى واما من خاف مقام ربه ونهى النفس عن الهوى فان الجنة هي الماوى ) ¶ وانصح نفسي وانصحك واذكرك بقول الشاعر ¶ ولقد نصحتك ان قبلت نصيحتي والنصح اغلى ما يباع ويوهب ¶ نسأل الله ان يجعلنا جميعا في دار كرامته في نعيم مقيم ¶ ورضوان من الله أكبر. ¶ وان منكم الا واردها ¶ الصراط... الشياطين.. ¶ قال الله تعالى : ¶ ( فوربك لنحشرنهم والشياطين ثم لنحضرنهم حول جهنم جثيا* ثم لننزعن من كل شيعة أيهم أشد على الرحمن عتيا ثم لنحن أعلم بالذين هم أولى بها صليا* وان منكمالا واردها كان على ربك حتما مقضيا *ثم ننجي الذين اتقوا ونذر الظالمين فيها جثيا) ¶ مريم 68 وما بعدها ¶ من مشاهد القيامة ايضا: ¶ أقسم الله سبحانه وتعالى بنفسه بأنه يحشرهم من قبورهم الى المعاد والشياطين يحشرون مع قرناء لهم وقيل يحشر كل شيطان مع كافر في سلسلة- كما قال تعالى: ¶ ( احشروا الذين ظلموا وأزواجهم) ¶ والمعنى أنهم يحشرون مع قرنائهم من الشياطين الذين أغووهم يقرنون كل كافر مع شيطان في سلسلة ... ) ¶ وهل يعزل السعداء عن الأشقياء في المحشر : ¶ انهم يعزلون عنهم في الجزاء ولكنهم لا يعزلون عنهم في الحشر. وأحضروا حيث تجاثوا حول جهنم وأوردوا معهم النار ليشاهد السعداء الاحوال التي نجاهم الله منها وخلصهم فيزدادون لذلك غبطة وسرورا الى سرور ويشمتون بأعداء الله وأعدائهم وما معنى ¶ احضارهم جثيا: ¶ انهم يعتلون من المحشر الى شاطيء جهنم عتلا- اي يدافعون بشدة وارهاق بالسوق العنيف جثاة على ركبهم غير مشاة على أقدامهم. ¶ وترى كل أمة جاثية :",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "من الجلوس على الركب. لما في ذلك من عدم الاطمئنان والقلق او لما يدهمهم من شدة الامر التي لا يطيقون معها القيام على ارضهم فيجثون على ركبهم جثوا . ¶ ومعنى لنحضرنهم حول جهنم جثيا: ¶ جثيا على ركبهم فهم لشدة ما هم فيه لا يقدرون على القيام و( حول جهنم ) يجوز أن يكون بعد الدخول ويجوز ان يكون قبل الدخول وقال ابن عباس القرطبي 11/133 جثيا ¶ جماعات كل جماعة على شاكلة واحدة ثم لننزعن من كل شيعة أيهم أشد على الرحمن عتيا: أي نأخذ زعماءهم الشديدي العتو ونعاقب الاعتى فالاعتى . ¶ ثم لنحن أعلم بالذين هم أولى بها صليا: ¶ أحق بدخول النار يصلاها يذوق من حرها ويحترق فيها . ¶ وان منكم الا واردها كان على ربك حتما مقضيا: ¶ في ذلك مسائل عدة.. ¶ وان منكم : قسم من الله تعالى واختلف المفسرون في المراد بالورود قال جابر رضي الله عنه: سمعت رسول الله صلى الله عليه وسلم يقول الورود الدخول لا يبقى بر ولا فاجر الا دخلها فتكون على المؤمنين بردا وسلاما كما كانت على ابراهيم عليه السلام. ¶ ثم ننجي الذين اتقوا ونذر الظالمين فيها جثيا : ¶ في مسند الدارمي عن عبد الله بن مسعود قال : قال رسول الله صلى الله عليه وسلم : ¶ \" يرد الناس النار ثم يصدرون منها بأعمالهم فأولهم كلمح البصر ثم كالريح ثم كحضر الفرس\" ¶ ثم كالراكب المجد في رحلة ثم كشدة الرجل في مشيته. ¶ وعن ابن عباس رضي الله عنه انه قال :في هذه المسألة لنافع بن الازرق:أما انا فسينجيني الله منها واما انت فما اظن انه ينجيك لتكذيبك وقالت فرقة: الورود الممر على الصراط وقد روى ذلك مجموعة منهم ابن عباس وابن مسعود وكعب الاحبار والسدي والحسن قال : ¶ ليس الورود الدخول نقول: وردت البصرة ولم ادخلها فالورود ان يمروا على الصراط وعلى مذهب الحسن بنى قوم من اهل اللغة محتجين بقوله تعالى : ¶ (",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "ان الذين سبقت لهم منا الحسنى اولئك عنها مبعدون * لا يسمعون حسيسها وهم فيما اشتهت انفسهم خالدون * لا يحزنهم الفزع الاكبر وتتلقاهم الملائكة هذا يومكم الذي كنتم توعدون ) ¶ الانبياء 101 وما بعدها ¶ والصراط: ¶ في صحيح مسلم: ثم يضرب الجسر على جهنم وتحل الشفاعة فيقولون اللهم سلم سلم قيل يا رسول الله وما الجسر ؟ قال دحض مزلة موضع تزل فيه الاقدام فيه خطاطيف ¶ وكلاليب وحسك تكون بنجد فيها شويكة يقال لها السعدان فيمر المؤمنون كطرف العين وكالبرق وكالريح وكالطير وكأجاويد الخيل والركاب فناج مسلم ومخدوش مرسل ومكدوس في نار جهنم.. الحديث. وبه احتج من قال: ان الجواز على الصراط هو الورود الذي تضمنته الاية لا الدخول فيها وقالت فرقة بل هو ورود اشراف واطلاع وقرب وذلك انهم يحضرون موضع الحساب وهو بقرب جهنم فيرونها وينظرون اليها في حالة الحساب ثم ينجي الله الذين اتقوا مما نظروا اليه ويصار بهم الى الجنة . ¶ ونذر الظالمين: اي يؤمر بهم الى النار وروت حفصة رضوان الله عنها ان رسول الله صلى الله عليه وسلم قال : لا يدخل النار احد من اهل بدر والحديبية قالت :فقلت ¶ يا رسول الله وأين قول الله تعالى ¶ ( وان منكم الا واردها ) فقال رسول الله صلى الله عليه وسلم : طلب منها السكوت صلى الله عليه وسلم او الانتظار حتى يتم الحديث الشريف ¶ ثم ننجي الذين اتقوا ونذر الظالمين فيها جثيا .",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "وقيل ان الحمى التي تصيب المؤمن في الدنيا من ورود المؤمن النار يوم القيامة في رواية ابي هريرة ان رسول الله صلى الله عليه وسلم عاد مريضا من وعك به فقال له النبي صلى الله عليه وسلم أبشر فان الله تبارك وتعالى يقول في الحديث القدسي ( هي ناري أسلطها على عبدي المؤمن لتكون حظه من النار ) وفي حديث آخر الحمى حظ المؤمن من النار وقالت فرقة الورود النظر اليها من القبر فينجي منها الفائز ويصلاها من قدر عليه دخولها ثم يخرج منها بالشفاعة او بغيرها واحتجوا بحديث ابن عمر اذا مات احدكم عرض عليه مقعده بالغداة والعشي وعن ابن عباس ان هذه الاية وردت في الكفار ولكن الظاهر ان الورود هو الدخول لقوله صلى الله عليه وسلم فتمسه النار لان المسيس حقيقته في اللغة- المماسة الا انها تكون بردا وسلاما على المؤمنين وينجون منها سالمين قال خالد بن سعدان اذا دخل اهل الجنة الجنة قالوا الم يقل ربنا انا نرد النار فيقال لقد وردتموها فألقيتموها رمادا وهذا القول الاخير يجمع شتات الاقوال فان من وردها ولم تؤذه بلهبها وحرها فقد ابعد عنها ونجي منها نجانا الله منها بفضله وكرمه ¶ وجعلنا ممن وردها فدخلها سالما وخرج منها غانما. ¶ وان قيل : ¶ هل يدخل الانبياء النار ؟ ¶ لا نطلق هذا ولكن نقول ان الخلق جميعا يردونها كما دل عليه حديث جابر أول الباب فالعصاة يدخلونها بجرائمهم والأولياء والسعداء لشفاعتهم فبين الدخولين بون عظيم . ¶ والاستثناء في الحديث الشريف الا تحلة القسم هو الجواز ¶ على الصراط او الرؤية او الدخول دخول سلامة فلا يكون في ذلك مسيس لقوله عليه الصلاة والسلام : ¶ \" لا يموت لأحدكم ثلاثة من الولد فيحتسبهم الا كان له جنة من النار : اي ستر ووقاية وحديث اخر في البخاري من مات له ثلاثة من الولد لم يبلغوا الحنث كان له حجابا من النار- اي كان موت الاولاد حجابا .. ¶ هل هذا دليل على أن أبناء المسلمين في الحنة :",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "قالوا : اذا نزلت الرحمة بأبائهم لأجلهم استحال ذلك ان ¶ يكونوا غير مرحومين. لم يخالف ذلك الا فئة من الجيرية قالوا انهم تحت المشيئة وهو قول مردود باجماع الائمة الذين لا يجوز مخالفتهم ولا يجوز على مثلهم الغلط. ¶ الى ما روي عن النبي صلى الله عليه وسلم من اخبار الآحاد الثقات العدول. وأن قوله عليه الصلاة والسلام: ¶ \" الشقي من شقي في بطن امه والسعيد من سعد في بطن امه وأن الملك ينزل فيكتب أجله وعمله ورزقه وان من ¶ مات من اطفال المسلمين قبل الاكتساب فهو ممن سعد في بطن امه ولم يشق بدليل الاحاديث والاجماع وقوله صلى الله عليه وسلم : ¶ \" يا عائشة ان الله خلق الجنة. وخلق لها أهلها وهم في أصلاب أبنائهم وخلق النار وخلق لها أهلا وهم في اصلاب آبائهم ¶ حديث ساقط ضعيف مردود بالاجماع والآثار ¶ القرطبي ص 140/ج11 ¶ وروي ان رجلا من الانصار مات له ولد فوجد عليه فقال له رسول الله صلى الله عليه وسلم : أما يسرك الا تأتي بابا من أبواب الجنة الا وجدته يفتح لك فقالوا يا رسول الله أله خاصة أم للمسلمين عامة. قال : بل للمسلمين عامة ( حديث ثابت صحيح وهو يعارض الحديث السابق ) ¶ والمفهوم ان ذلك وغيره من من الآثار لمن حافظ على أداء فرائضه واجتنب الكبائر وصبر واحتسب في مصيبته ¶ فان الخطاب لم يتوجه في ذلك العصر الا الى قوم الاغلب في امورهم ما وصفنا وهم الصحابة رضوان الله عليهم وفي الحديث الشريف: تقول النار للمؤمن يوم القيامة جزيا مؤمن فقد أطفأ نورك قلبي. ¶ قد تتكلم صراحة او ان هذه العبارة للمجاز اي حالتها كأنها تقول ذلك للمؤمن وللغزالي من ذلك في كتابه المنقذ من الضلال آراء مقبولة في باب التصور - رحمه الله . ¶ كان على ربك حتما مقضيا: ايجاب القضاء اي قضاء الله عليكم اي قسما واجبا . ¶ ثم ننجي الذين اتقوا ونذر الظالمين فيها جثيا: ¶ وقد مضى المعنى ونزيد ان صاحب الكبيرة وان دخلها فانه يعاقب بقدر ذنبه ثم ينجو . ¶ صفة الصراط:",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "قوله تعالى من دون الله فاهدوهم الى صراط الجحيم وقفوهم انهم مسؤولون ) ¶ 23 - الصافات ¶ والاية قبلها: احشروا الذين ظلموا وأزواجهم . وهو من قول الملائكة بعضهم لبعض احشروا المشركين واشياعهم من الشرك والشرك ظلم عظيم فيحشر الكافر مع الكافر والزاني مع الزاني وشارب الخمر مع شارب الخمر والسارق مع السارق وقيل نساؤهم اللاتي كن على شاكلتهم والشياطين ¶ قرؤناهم في الدنيا كما قيل يحشر كل كافر مع شيطانه في سلسلة وما كانوا يعبدون من الملائكة والجن والطواطم والاصنام . ¶ فاهدوهم الى صراط الجحيم : أي سوقوهم الى النار دلوهم اليها يساقون الى الصراط وهو جسر ¶ ممدود على متن النار احد من السيف وادق من الشعرة فمن استقام في هذا العالم على الصراط المستقيم خف على صراط الاخرة ونجا ومن عدل عن الاستقامة في الدنيا واثقل ظهره بالاوزار وعصى تعثر في اول قدم من الصراط وتردى والمار على الصراط يسمع شهيق النار وزفيرها وتغيظها والخلق تتعثر عليه فتتناولهم زبانية النار بالخطاطيف والكلاليب والرسول عليه الصلاة والسلام والرسل من قبله والملائكة يقولون يا رب سلم سلم . ¶ في هذا الوقت يقول الفاجر- يا ليتني قدمت لحياتي- يا ليتني اتخذت مع الرسول سبيلا. يا ويلتي ¶ ليتني ليتني لم اتخذ فلانا خليلا- يا ليتني كنت ترابا- يا ليتني كنت نسيا منسيا يا ليت امي لم تلدني ¶ هذه اخطار قصها القران الكريم علينا لا ندري كنهها فان كان الانسان غير مؤمن بذلك فما اطول مقامه في النار خالدا مؤبدا فيها وان كان مؤمنا وغافلا متهاونا فما اعظم حسرته ولا ينفع الايمان ان لم يصحبه العمل والسعي في رضاء الله بطاعته واجتناب نواهيه فان تناسى ذلك فالله سبحانه وتعالى يجازيه بالنسيان نسيانا . ¶ (وقيل اليوم ننساكم كما نسيتم لقاء يومكم هذا ومأواكم النار وما لكم من ناصرين ) ¶ الجاثية 45/34",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "قال عليه الصلاة والسلام: يضرب الصراط بين ظهراني جهنم فأكون اول من يجيز بامته من الرسل ولا يتكلم الا ¶ الرسل ودعوى الرسل يومئذ: اللهم سلم اللهم سلم. ¶ وفي جهنم كلاليب مثل شوك السعدان قالوا : نعم يا رسول الله قال فانها مثل شوك السعدان غير انه لا يعلم قدر عظمها الا الله تعالى يختطف الناس باعمالهم فمنهم من يوبق بعمله ومنهم من يخر ثم ينجو وحديث اخر يمر الناس على جسر جهنم وعليه حسك وكلاليب وخطاطيف تختطف الناس يمينا وشمالا وعلى جنبيه ملائكة يقولون اللهم سلم اللهم سلم فمن الناس من يمر كالبرق ومنهم من يمر كالريح ومنهم من يمر كالفرس المجرى ومنهم من يسعى سعيا ومنهم من يمشي مشيا ومنهم من يحبو حبوا ومنهم من يزحف زحفا فاما اهل النار الذين هم اهلها فلا يموتون ولا يحيون واما ناس فيؤخذون ¶ بذنوب وخطايا فيحترقون فيكونون فحما ثم يؤذن في الشفاعة ¶ متفق عليه مع اختلاف في الالفاظ ¶ وللعلماء اقوال في المرور على الصراط وان الناس مختلفون في هذا المرور فمنهم من يمر كطرف العين ¶ ومنهم من يمر كالبرق ومنهم من يمر كالسحاب ومنهم من يمر كانقضاض كوكب من الكواكب ومنهم من يمر كشد الفرس ومنهم من يمر كشد الرجل حتى يمر الذي اعطى نوره على ابهام قدمه ويحبو على وجهه ويديه ورجليه ونصيب جوانبه النار فلا يزال كذلك حتى يخلص فاذا خلص وقف عليها ثم قال : ¶ الحمد لله الذي اعطاني مالم يعط احدا اذ نجاني منها بعد ¶ اذ رايتها فينطلق به الى غدير عند باب الجنة فيغتسل..",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "انه خوف شديد يجب علينا ان نستعد له في الدنيا بخوف شديد فان الله لا يجمع على عبده خوفين فمن خاف هذه الاحوال في الاخرة واستعد لها بخوف من الله في الدنيا نجا وليس الخوف هو المعروف برقة النساء تدمع العين ويخفق القلب ويبكي الفم ثم تنسى الاوامر التي امرك الله بها والنواهي التي نهاك عنها انه خوف مريض فمن خاف شيئا هرب منه ومن رجا شيئا طلبه فلا ينجيك الا خوف يمنعك من معاصي الله تعالى ويحثك على طاعته ولا ينفع ¶ خوف مع اصرار على المعاصي او مع الامن من مكر الله سبحانه وتعالى . ¶ ان اهوال الاخرة ليس لها حصن الا التوحيد والعمل بمقتضاه وعدم الجلوس الى الاماني الحلوة . ¶ ترجو النجاة ولم تسلك مسالكها ان السفينة لا تجري على اليبس ¶ وأن يحرص المؤمن الا يتخذ الهوى الها. ومعنى الوهية الهوى ان تكون حياته خاضعة للهوى كأنه الاله الذي يأله اليه كل حين فان قيل انه موحد فعلامة التوحيد الا تتخذ غير الله لك انيسا ولا جليسا ولا حبيبا ولا منهجا ان تكون النفس كما قال الله تعالى : ¶ ( يأيتها النفس المطمئنة* ارجعي الى ربك راضية مرضية * فادخلي في عبادي وادخلي جنتي) ¶ الفجر 27 والايات قبلها تمهد لها. ¶ معنى الاطمئنان النفسي : ¶ نفس مطمئنة مسلمة امرها الى الله متكلة عليه وهو من اقوال الملائكة للنفس عند الموت وعند البعث انها ايقنت بربها فاخبتت له آمنت بثوابه رضيت بقضائه عملت على يقين مع ربها اخلصت في عملها عارفة بربها لا تصر عنه طرفة عين ذاكرة له على كل حال بشرتها الملائكة بالجنة عند الموت وعند البعث وعند الجمع . ¶ عن عمر بن العاص رضي الله عنه موقوف عليه اذا توفي المؤمن ارسل الله اليه ملكين معهما تحفة من الجنة فيقولان للنفس اخرجي ايتها النفس المطمئنة راضية مرضية عنك اخرجي الى روح وريحان رب راضي غير غضبان وذكر الحديث . ¶ وعن سعيد بن زايد قرأ رجل عند النبي صلى الله عليه وسلم ( يأيتها النفس المطمئنة ) فقال ابو بكر...",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "ما أحسن هذا يا رسول الله : فقال النبي صلى الله عليه وسلم ان الملك سيقولها لك يا ابا بكر . ¶ الى ربك : أي الى صاحبك وجسدك: يأمر الله الارواح ان تدخل في الاجساد او الى ثواب ربك وكرامته ارجعي الى الله وهذا عند الموت . ¶ فادخلي في عبادي : اي في اجساد عبادي هذا يوم القيامة هم الصالحون. ¶ وفي الصراط واختلاف احوال الناس في المرور عليه عن ابي هريرة رضي الله عنه وعن حذيفة رضي الله عنه قالا قال رسول الله صلى الله عليه وسلم: ¶ يجمع تبارك وتعالى الناس فيقوم المؤمنون حتى تزلف لهم الجنة فياتون ادم فيقولون يا ابانا استفتح لنا الجنة فيقول وهل اخرجكم من الجنة الا خطيئة ابيكم ادم لست بصاحب ذلك اذهبوا الى ابني ابراهيم خليل الله فيقول ابراهيم لست بصاحب ذلك انما كنت خليلا من وراء وراء اعمدوا الى موسى صلى الله عليه وسلم الذي كلمه الله تكليما فياتون موسى صلى الله عليه وسلم فيقول لست بصاحب ذلك اذهبوا الى عيسى كلمة الله وروحه فيقول عيسى صلى الله عليه وسلم لست بصاحب ذلك فيأتون محمد صلى الله عليه وسلم فيقوم فيؤذن له وترسل الامانة والرحم فتقومان جنبتي الصراط يمينا وشمالا فيمر اولكم كالبرق قال قلت بأبي أنت وأمي اي شيء كمر البرق قال الم تروا الى البرق كيف يمر ويرجع في طرفة عين ثم كمر الريح ثم كمر الطير وشد الرجال تجرى لهم اعمالهم ونبيكم قائم على الصراط يقول رب سلم سلم حتى تعجز اعمال العباد حتى يجيء الرجل فلا يستطيع السير الا زحفا قال وفي حافتي الصراط كلاليب معلقة مأمورة ¶ باخذ من امرت به فمخدوش ناج ومكدوس في النار والذي نفس ابي هريرة بيده ان قعر جهنم لسبعون خريفا. ¶ مسلم ¶ وفي هذا الحديث ملاحظات : ¶ 1- يصور هذا الحديث صورة من اليوم الآخر . ¶ فمرة يجرون للشفاعة ومرة اخرى يجري المؤمنون للدخول الى الجنة فانه يوم تختلف فيه الاحوال ويكثر فيه الضجر وتتعدد فيه الاسئلة والمشكلات ولا يعلم حقيقته الا الله ...",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "وما جاء في هذا الحديث وفي غيره الا صور من صور يوم القيامة ولا نعلم حقيقتها بالتأكيد فلا يعلم من خلق الا الله . ¶ 2- تزلف الجنة : يطلبون فتح بابها ولا شك ان هؤلاء هم الناجون بعد السؤال والميزان وتطاير الكتب وما اليها من اعمال الاخرة فلما حسنت اعمالهم رأوا الجنة تزلف لهم ¶ وتقرب اليهم فيطلبون الدخول اليها . ¶ 3- قول ابراهيم عليه السلام : انما كنت خليلا من وراء ينفي الوحدة التي قال بها فلاسفة الصوفية خليل الله مثل سيف الله مثل ناقة الله مثل بيت الله وعرش الله تعالى الله سبحانه وتعالى ان يكون كخلقه( ليس كمثله شيء ( ولم يكن له كفوا احد . ¶ 4- ترسل الامانة والرحم: قيل تصوران فتقومان جنبتي الصراط يمينا وشمالا لاهميتهما فلا دين لمن لا امانة له وفي الارحام يقول الله سبحانه وتعالى: ¶ ( واتقوا الله الذي تساءلون به والارحام ) ¶ 5- يمرون كالبرق سرعة وسرعة البرق من سرعة الضوء قدرها علماء الطبيعة 1860 ميلا في الثانية نسال الله الرحمة والفضل . ¶ 6- شد الرجال : اي جري الرجال ¶ 7- تعجز اعمالهم: فلا تجري بهم على الصراط ¶ 8- كلاليب: جمع كلاب او كلوب حديدة معوجة الراس ¶ 9- فمخدوش ومكدوس: اي من الذين يمشون على الصراط من يجرح فقط ومنهم من يقع في جهنم. ¶ 10- سبعون خريفا: القصد التكثير لا التحديد والله اعلم . ¶ حال الذين لم يرسل اليهم رسل: ¶ اولئك قوم لم تبلغهم دعوة الرسل وجدوا آباءهم على امة فعبدوا ما عبد آباؤهم وساروا على نهجهم فهناك في الجزر المنتشرة في المحيطات من يعبد البراكين وبعض الحيوانات الهائلة والجبال بل وفي المناطق النائية المهجورة في اسيا واوروبا شمالا وافريقيا واستراليا منهم كذلك يقول الله تعالى في كتابه العزيز : ¶ وما كنا معذبين حتى نبعث رسولا :",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "اي لم نترك الخلق سدى بل ارسلنا الرسل وهذا دليل على ان الاحكام لا تثبت الا بالشرع خلافا للمعتزلة الذين يقولون ان العقل يقبح او يحسن ويبيح ويحظر وقال اهل السنة ان القبح ما قبحه الشرع حتى ولو لم تدر علته والحسن ما حسنه الشرع ولم تدر علته وربما تاتي العلة لافهام غير افهامنا قد ياتون بعدنا فما حكم عقلنا عليه بالقبح او بالحسن قد تنعكس الاية عند غيرنا فتعين الوقوف على ما ياتي به الشرع- وهو قول وجيه . ¶ والعذاب الذي ورد في الاية قيل انه في حكم الدنيا فلم يهلك الله امة بآية من آياته كقوم نوح بالغرق وكقوم عاد بالريح وكقوم ثمود بالصاعقة وغيرهم الا بعد ان ارسل اليهم من ينذرهم بمخالفة امر ربهم وقال بعض العلماء ذلك عام في الدنيا والاخرة لقوله تعالى : ¶ ( كلما القى فيها فوج سالهم خزنتها الم ياتكم نذير قالوا بلى قد جاءنا نذير ) ¶ الملك 67/8. ¶ والذي يعطيه النظر ان بعثه ادم بالتوحيد وبث المعتقدات في بنيه مع بعض الادلة القاطعة على الصانع- سبحانه وتعالى - مع سلامة الفطر توجب على كل احد من العالم الايمان واتباع شريعة الله ثم تجدد ذلك في زمن نوح عليه السلام وهذه الاية الكريمة يعطى احتمال الفاظها نحو هذا في الذين لم تصلهم رسالة وهم اهل الفترات الذين قدر وجودهم بعض اهل العلم . ¶ والرأي أن أهل الفترات لم يحل زمانهم ممن يذكرهم بآخر رسول أرسل اليهم ويذكرهم بكتابه المنزل ويشرح لهم بالتفصيل ما حدث في رسالته من الخروج عنها بالتأويل أو بتبديل كلام الله كما حدث في الجاهلية قبل بعثة الرسول صلى الله عليه وسلم فقد كان يقوم في الاسواق من يذكرون الناس بدين ابراهيم وانهم ليسوا على شيء من ملة ابيهم ابراهيم كان هناك ابن جدعان وامية بن ابي الصلت يذكرون بدين ابراهيم وورقة بن نوفل وكثير من الرهبان يذكرون برسالة عيسى بن مريم وأنه رسول الله وكلمته ألقاها الى مريم يذكرون الناس فيأبى من يأبى ويسمع من يسمع وحجة الله غالبة .",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "أما ما روي من أن الله تعالى يبعث اليهم يوم القيامة - ¶ الى اهل الفترات - والمجانين والاطفال فحديث لم يصح ولا يقضتضي ما تقتضيه الشريعة من ان الاخرة ليست دار تكليف . ¶ روي عن ابي هريرة رضي الله عنه أن الله يوم القيامة يبعث رسولا الى اهل الفترة والابكم والاخرس والاصم فيطيعه منهم من كان يريد ان يطيعه في الدنيا وتلا الاية. وهذا موقوف ونزيد ذلك توضيحا بما جاء في اخر سورة طه قوله تعالى: 134 ¶ ( ولو أنا أهلكناهم بعذاب من قبله لقالوا ربنا لولا ارسلت الينا رسولا فنتبع آياتك من قبل ان نذل ونخزى ) . ¶ يقول الله تعالى لرسوله صلى الله عليه وسلم اننا من قبل بعثة محمد صلى الله عليه وسلم ونزول القران لو اهلكناهم - لقالوا - يوم القيامة ربنا لولا ارسلت الينا رسولا: لولا : بمعنى هلا ( فنتبع آياتك من قبل أن نذل ونخزى ) والحديث الوارد عن ابي سعيد الخدري قال : قال رسول الله صلى الله عليه وسلم في الهالك في الفترة والمعتوه والمولود- يقول الهالك في الفترة لم ياتني كتاب ولا رسول ثم تلا الاية السابقة ويقول المولود رب لم ادرك العمل فترفع لهم نار فيقول لهم ردوها وادخلوها - قال فيردها او يدخلها من كان في علم الله سعيدا لو ادرك العمل ويمسك عنها من كان في علم الله شقيا لو ادرك العمل- ¶ قاله فيقول الله تبارك وتعالى اياي عصيتم فكيف رسلي لو اتتكم ويروى موقوفا عن ابي سعيد وفيه نظر وفي سورة الاعراف الاية 172 وما بعدها اشكال ايضا في هذه المسالة المهمة عدم وصول دعوة الرسل عليهم السلام لبعض الاقوام فما هو موقفهم يوم القيامة ؟ ¶ قوله تعالى : ¶ ( واذا اخذ ربك من بني ادم من ظهورهم ذريتهم واشهدهم على انفسهم ألست بربكم قالوا بلى شهدنا ان تقولوا يوم القيامة انا كنا عن هذا غافلين او تقولوا انما اشرك آباؤنا من قبل وكنا ذرية من بعدهم افتهلكنا بما فعل المبطلون وكذلك نفصل الايات ولعلهم يرجعون .",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "واذ أخذ ربك : أخذ المواثيق من العباد يوم الذر. وهذه ¶ آية مشكلة وقد تكلم العلماء في تأويلها وأحكامها فقال قوم : ان الله تعالى أخرج من ظهور بني آدم بعضهم من بعض ومعنى \" أشهدهم على أنفسهم ألست بربكم \" ¶ دلهم بخلقه على توحيده لأن كل بالغ يعلم ضرورة ان ¶ له ربا واحدا . ¶ ألست بربكم : مقام الاشهاد عليهم والاقرار منهم كما قال تعالى في السموات والارض قالتا\" أتينا طائعين \" وقيل ان الله أخرج الارواح قبل خلق الاجساد وانه جعل فيها من المعرفة ما علمت به ما خاطبها . ¶ وفي الحديث عن الرسول صلى الله عليه وسلم غير هذين القولين وانه تعالى اخرج الاشباح فيها الارواح من ظهر آدم عليه السلام وأخذ عليها العهد وفي موطأ مالك ان الله تعالى خلق آدم ثم مسح ظهره بيمينه فاستخرج منه ذرية فقال : خلقت هؤلاء للجنة ولعمل اهل الجنة يعملون ¶ ثم مسح ظهره واستخرج ذرية منه فقال خلقت هؤلاء للنار وبعمل اهل النار يعملون فقال رجل ففيم العمل ؟ قال فقال رسول الله صلى الله عليه وسلم ان الله اذا خلق العبد للجنة استعمله بعمل اهل الجنة حتى يموت على عمل من اعمال اهل الجنة فيدخله الله الجنة واذا خلق العبد للنار استعمله بعمل اهل النار حتى يموت على عمل من اعمال اهل النار فيدخله الله النار. وان كان هذا الحديث فيه ¶ انقطاع ورجال غير موثوق بهم فقد صح عن النبي صلى الله عليه وسلم من وجوه ثابتة كثيرة من حديث عمر بن الخطاب وعبد الله بن مسعود وعلي بن ابي طالب وابي هريرة رضي الله عنهم. ¶ روى الترمذي في صحيحه عن ابي هريرة رضي الله عنه قال : لما خلق الله ادم مسح ظهره فسقط من ظهره كل نسمة هو خالقها من ذريته الى يوم الدين وجعل بين عيني كل رجل منهم وبيصا من نور ثم عرضهم على ادم فقال يا رب من هؤلاء ؟ قال هؤلاء ذريتك فراى رجلا منهم فاعجبه وبيض ما بين عينيه فقال اي رب من هذا ؟",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "قال هذا رجل من اخر الامم من ذريتك يقال له داود فقال يا رب كم جعلت عمره ؟ قال ستين سنة قال اي ربي زده من عمري اربعين سنة فلما انقضى عمر ادم جاءه ملك الموت فقال او لم يبق من عمري اربعين سنة ؟ قال او لم تعطها قال فجحد ادم فجحدت ذريته ونسي فنسيت ذريته . ¶ لا نرى ادم عليه السلام قد اذنب بعدما خرج من الجنة وعهدة هذه الاحاديث على رواتها وان كنا نتركها - بالرغم من ورودها في القرطبي بنسبها الى رواتها ولم يعلل رواتها . ¶ وفي رواية اخرى فراى فيهم الضعيف والغني والفقير والذليل والمبتلي والصحيح فقال له يا رب ما هذا ؟ ¶ الا سويت بينهم ؟ قال اردت ان اشكر. ¶ والاية صريحة في ان الميثاق اخذ من بني ادم من ظهور ¶ هم وهي عامة لكل الناس لان كل عاقل يعلم انه كان ¶ جنينا في بطن امه ثم طفلا في احضان امه فغذي وربي وفي ذاته عقيدة لا يعلم كنهها مغروسة في النفس ان له خالقا يتصوره حسب ضيق عقله كيف شاء عقله وهذا معنى اشهدهم على انفسهم واخذ الميثاق وما اليه هو ما يدل على الفطرة التي فطر الانسان عليها فهو مفطور على الصياح عند الالم والحزن في المصيبة والفرح عند النعمة والضحك عند السرور والبكاء عند الغم يغلبه كل هذا فجاة فهو مفطور على ذلك اذا بدت اسباب لهذه الظواهر فكذلك هو مفطور على ان له خالقا يحس بذلك الطفل واليافع والشاب والكهل والشيخ كأن هناك في مداخل عقله من يصيح له بين حين واخر بهذه الحقيقة. ¶ انها الفطرة التي جاءت في الحديث الشريف كل مولود يولد على الفطرة يولد على تيقن الالوهية والعقيدة بها وبوحدانية الذات ولكن ابويه ينصرانه او يمجسانه او يهودانه بما يوحون اليه من اتباع السلف من قومهم او بفلسفة العقول التي تبعد عن الفطرة او بالترغيب او ¶ الترهيب حتى يبعد تلقائيا عن هذا الميثاق الذي اخذ عليه وهو في ظهر ابيه قبل ان يولد.",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "قالوا بلى : الاقرار بالحقيقة بثبوتها في اذهانهم فلما اعترف الخلق بذلك فطرة واغواهم اقوامهم والقائمون عليهم من الاباء والامهات والجماعات التي يعيشون فيها ¶ ذكرتهم الانبياء بهذه الحقيقة..الحقيقة التي لا تنكرها النفس مطلقا انه مخلوق وله خالق يتشوق اليه ويتمنى ان يعرفه ليعبده كما يرضى سبحانه فكانت ذلك مهمة المرسلين قال تعالى : ( فذكر انما انت مذكر ). ¶ الغاشية 88/21 ¶ وقال بعض العلماء: ان عهد الميثاق - الفطرة - يلزم الناس وان كانوا لم يذكرهم احد به كما يلزم الجائع الطعام ¶ ولم يذكره احد به والعطشان الماء ولم يذكره احد به وهكذا في الامور الفطرية يقول الله تعالى: ¶ ( فأقم وجهك للدين حنيفا فطرة الله التي فطر الناس عليها لا تبديل لخلق الله ذلك الدين القيم ولكن اكثر الناس لا يعلمون ) ¶ سورة الروم 30. ¶ ماذا يقولون عن الفطرة ومدى مسؤولية الانسان نحوها؟ ¶ وسميت الفطرة دينا لان الناس يخلقون لعبادة ربهم قال تعالى : ¶ ( وما خلقت الجن والانس الا ليعبدون ) واقامة الوجه هو تقويم المقصد والقوة على الجد في اعمال الدين وفي الصحيح قال رسول الله صلى الله عليه وسلم ما من مولود الا ويولد على الفطرة وفي رواية على هذه الملة- وابواه يهودانه وينصرانه ويمجسانه كما تنتج البهيمة بهيمة جمعاء( سليمة ) هل تحسون فيها من جدعاء؟ ثم يقول ابو هريرة واقرأوا ان شئتم فطرة الله التي ¶ فطر الناس عليها لا تبديل لخلق الله وفي رواية حتى تكونوا انتم تجدعونها قالوا يا رسول الله افرايت من مات صغيرا؟ قال الله اعلم بما كانوا عاملين .مسلم ¶ واختلف العلماء في معنى الفطرة المذكورة في الكتاب والسنة على اقوال متعددة منها الاسلام - التوحيد الخالص ومنها قوله صلى الله عليه وسلم:",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "خمس من الفطرة فذكر منها قص الشارب وهو من سنن الاسلام القرطبي ج 14 ص 5107 طبعة الشعب وعلى هذا التاويل يكون معنى الحديث : ان الطفل خلق سليما من الكفر على الميثاق الذي اخذه الله على ذرية ادم حين اخرجهم من صلبه وانهم اذا ماتوا قبل ان يدركوا في الجنة اولاد مسلمين كانوا او اولاد كفار. ¶ وقالت فرقة من العلماء ليس المراد بفطرة الاسلام جميع الناس وانما المراد به المؤمنون اذ لو فطر الناس على الاسلام ما كفر احد وقد ثبت ان الله خلق اقواما للجنة واقواما للنار وقيل ان الفطرة هي الخلقة التي خلق عليها المولود في المعرفة بربه فكأن المعنى : ¶ كل مولود يولد على خلقة يعرف بها ربه اذا بلغ مبلغ المعرفة بما فيه من العقل والتفكير والتدبر والمشيئة وغير ذلك مما اختص به الانسان عن سائر مخلوقات الله ¶ وقيل: الفطرة السلامة التي يخلق عليها الانسان من حيث الطبع ونقاء الفكر وليس معها ايمان ولا كفر فذاك ينشأ ¶ من تعليم من يتولى امره له . ¶ ان الطفل حين يولد لا يعقل كفرا ولا ايمانا لأن الله اخرجهم لا يعقلون شسئا فمن كانت هذه حالته استحال منه كفر او ايمان او معرفة او انكار .نعلق على هذا ونقول انه يولد نقيا كنقاء ماء السماء حين نزوله فاذا وصل الى الارض واختلط بها تغير حسب المكان فمن ماء ملح ومن ماء عذب. ¶ وعلى ذلك نقول ان الله تعالى خلق قلوب بني ادم مؤهلة ¶ لقبول الحق كما خلق اعينهم مهيأة لقبول الذبذبات الصوتية فما دامت قلوبهم على هذا فانها تدرك الاسلام فهو الحق الفطري الذي تقبله النفس . ¶ ان تقولوا اي لئلا تقولوا انا شهدنا عليكم بالاقرار بالربوبية لئلا تقولوا وشهدنا من قول الله والملائكة والمعنى فشهدنا على اقراركم . ¶ انما اشرك آباؤنا من قبل وكنا ذرية من بعدهم افتهلكنا ¶ بما فعل المبطلون؟",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "معنى ذلك انه لا عذر لهم اذا احتجوا بان اباءهم كانوا مشركين بالله والاشراك بالله ضد الفطرة ولا يضاد الفطرة الا ضعيف العقل او من الذين يحادون الله بالفلسفة العقلية فلا عذر لمن يضاد التوحيد فهو سليقة في النفس وغريزة كغريزة الاكل والشرب فليس من لوازمها ان يقول انسان لاخر كل واشرب ولا ياكل ولا يشرب الا اذا ¶ امره غيره فالنفس مسوقة اليه فطريا ومن ذلك فانه لا عذر للمقلد في التوحيد راي وجيه قاله القرطبي 7/29 ¶ ومن المعروف ان جميع الشرائع السماوية التي انزلت على الرسل كان لكل رسول حواريون يدعون الى التوحيد بعد وفاته فان حدث ان فتن الشيطان بعض هؤلاء الدعاة فاخرجهم من دائرة التوحيد الى دائرة الشرك كما حصل في مؤتمر \" نيقية \" في القرن الثالث الميلادي فانقلبت المسيحية الى ناسوت ولاهوت وطرد مجمع \" نيقية \" ¶ القائلين بالتوحيد حتى يرضوا الامبراطور الروماني الوثني فلا عذر لمن ياتي بعدهم وقد تلت الالوهية محتجا بانه ورثها من قبله فليعمل عقلع ما دام مقلدا ويعرف كيف وصل اليه هذا الشرع البعيد عن التوحيد ¶ وكذلك نرى الفرق الاسلامية الكثيرة تتعدد في اتجاهاتها نحو ربها حتى قالت بعض الفرق بوحدة الوجود وبالحلول وبالوحدة بين العبد والرب فلا عذر لمن يقلد هذه الفرق ¶ فعليه ان يعمل عقله ويراجع التاريخ ليعرف كيف تكونت هذه الفرق ويعرف ما كان عليه الرعيل الاول من الصحابة فيعبد الله كما كانوا يعبدون . ¶ يوم التغابن ¶ يقول الله في كتابه العزيز: ( يوم يجمعكم ليوم الجمع ذلك يوم التغابن ) ¶ التغابن 64/9 ¶ يقال في اللغة \"غبنه\" غبنا اذا اخذ الشيء منه بدون قيمته . ¶ ويوم الجمع: يوم جمع الاولين والاخرين والانس والجن وسكان السموات والكواكب العليا والملائكة.",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "وسمي هذا اليوم\" يوم التغابن \" لانه غبن فيه اهل الجنة اهل النار كأن اهل الجنة اخذوا الجنة واخذ اهل النار النار على طريق المبادلة فوقع الغبن لاجل مبادلتهم الخير بالشر والجيد بالرديء والنعيم بالعذاب فالمغبون من غبن اهله ومنازله في الجنة ويظهر غبن كل كافر بترك الايمان وغبن كل مؤمن بتقصير في الاحسان وتضييعه الايام وبغبن من ارتفعت منزلته في الجنة من كان دون منزلته. ¶ واي معاملة وقعت بينهما حتى يقع الغبن فيها ؟ ¶ قيل: هو تمثيل الغبن في الشراء والبيع كما قال تعالى: ¶ ( اولئك الذين اشتروا الضلالة بالهدى ) ¶ البقرة 2/16 ¶ ولما ذكر ان الكفار اشتروا الضلالة بالهدى وما ربحوا في تجارتهم بل خسروا ذكر ايضا انهم غبنوا وذلك ان اهل الجنة اشتروا الاخرة بترك الدنيا واشترى اهل الدنيا النار بترك الاخرة وهذا نوع مبادلة اتساعا ومجازا ومن التغابن الصور الاتية . ¶ رجل علم علما فعلمه وضيعه هو ولم يعمل به فشقي به وعمل به من تعلم فنجا به . ¶ ورجل اكتسب مالا من وجوه يسال عنها وشح عليه وفرط في طاعة ربه بسببه ولم يعمل فيه خيرا وتركه لوارث لا حساب عليه فيه فعمل ذلك الوارث بطاعة ربه . ¶ وروي عن النبي صلى الله عليه وسلم انه قال ان الله تعالى يقيم الرجل والمرلة يوم القيامة بين يديه فيقول الله تعالى لهما قولا فما انتما بقائلين؟ فيقول الرجل يا رب اوجبت نفقتها علي فتعسفتها من حلال وحرام وهؤلاء الخصوم يطلبون ذلك ولم يبق لي ما اوفي به فتقول المراة يا رب وما عسى ان اقول اكتسبه حراما واكله حلالا وعصاك في مرضاتي ولم ارض له بذلك فبعدا له وسحقا ¶ فيقول الله تعالى صدقت فيؤمر به الى النار ويؤمر بها الى الجنة وتقول له غبناك ...غبناك سعدنا بما شقيت انت به ¶ ذكر القرطبي هذا الحديث ص 138 ج 18 ولم يخرجه ¶ والتغابن في الاخرة لا يستدرك مطلقا لان تغابن الدنيا يستدرك فاما من خسر الجنة فلا درك له ابدا وفي الاثر",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "لا يلقى الله احد الا نادما ان كان مسيئا ان لم يحسن وان كان محسنا ان لم يزد. ¶ الكوثر ¶ الحوض الذي اعطي للرسول صلى الله عليه وسلم ¶ قال تعالى: ( انا أعطيناك الكوثر ) والعرب تسمي كل شيء كثير في العدد والقدر والخصر كوثرا. قيل لعجوز رجع ابنها من السفر: بم آب ابنك ؟ قالت: بكوثر: أي ¶ بمال كثير. والكوثر من الرجال السيد الكثير الخير. والكوثر ايضا : العدد الكثير من الاصحاب والاشياع وقد تكوثر المال اذا كثر . ¶ واختلف اهل التاويل في الكوثر الذي اعطيه النبي صلى الله عليه وسلم على ستة عشر قولا: ¶ 1 - انه نهر في الجنة. ورواية البخاري والترمذي: ولفظ الترمذي عن الرسول صلى الله عليه وسلم : الكوثر نهر في الجنة حافتاه من ذهب ومجراه على الدر والياقوت ¶ تربته أطيب من المسك وماؤه احلى من العسل وابيض من الثلج . حديث صحيح. ¶ 2 - انه حوض النبي صلى الله عليه وسلم في الموقف ففي صحيح مسلم عن انس قال : بينما نحن عند رسول الله صلى الله عليه وسلم اذ أغفى اغفاءة ثم رفع رأسه متبسما فقلنا : ما أضحكك يا رسول الله ؟ قال نزلت علي آنفا سورة فقرأ( انا أعطيناك الكوثر فصل لربك وانحر ان شانئك هو الابتر ) ثم قال : أتدرون ما الكوثر؟ قلنا الله ورسوله أعلم. قال : انه نهر وعدنيه ربي عز وجل عليه خير كثير هو حوض ترد عليه امتي يوم القيامة آنيته عدد ¶ النجوم فيختلج تنتزعه الملائكة العبد منهم فأقول انهمن امتي. فيقال : انك لا تدري ما احدث بعدك ويجوز ان يسمى ذلك النهر كوثرا لكثرة الواردة والشاربة من امة محمد صلى الله عليه وسلم هناك ويسمى به لما فيه من الخير الكثير والماء الكثير. ¶ 3 - الكوثر: النبوة والكتاب. قول عكرمة ¶ 4 - الكوثر: القرآن الكريم. قول الحسن ¶ 5 - الكوثر: الاسلام . قول المغيرة ¶ 6 - الكوثر : تيسير القرآن وتخفيف الشرائع . قاله الحسين بن الفضل. ¶ 7 - الكوثر : كثرة الأصحاب والاتباع والاشياع والأمة. قول ابي بكر بن عباس",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "8 - الكوثر : الايثار. قاله ابن كيسان ¶ 9 - الكوثر : رفعة الذكر . قول الماوردي . ¶ 10 - الكوثر : نور في القلب يدل الانسان على الله ويقطعه عما سواه او هو الشفاعة للرسول صلى الله عليه وسلم. كثرت الاقوال في معنى الكوثر وبالرغم من وجود حديث نبوي حدده فالمفسرون لم يكذبوا هذا الحديث انما حملوه على خير يعطى للرسول صلى الله عليه وسلم في الموقف يوم القيامة وفي الجنة في نهر او في حوض حافتاه من ذهب ولا يمنع هذا التفسير من وجود اشياء اخرى تعطى للرسول يحتملها لفظ \" كوثر \" ¶ 11 - الكوثر : معجزات الله سبحانه وتعالى لرسوله . رواية الثعلبي . ¶ 12،13 - الكوثر: لا اله الا الله محمد رسول الله والفقه في الدين. ¶ 14،15 - الكوثر: الصلوات الخمس وقال ابن اسحق هو المعظم من الامر . ¶ وأصح الأقوال: الأول والثاني لانه ثابت عن النبي صلى الله عليه وسلم نص في الكوثر. وسمع أنس رضي الله عنه قوما يتذاكرون الحوض فقال : ¶ ما كنت ارى ان اعيش حتى ارى امثالكم يتمارون في الحوض لقد تركت عجائز خلفي ما تصلي امرأة منهن الا سألت ان يسقيها من حوض النبي صلى الله عليه وسلم وما قيل من الآراء السابقة كل ذلك قد اعطيه رسول الله صلى الله عليه وسلم زيادة على حوضه . ¶ وان حوض الموقف الخاص بالرسول صلى الله عليه وسلم لمكرمة عظيمة وقد اشتملت الاخبار على وصفه ونرجو أن يرزقنا الله في الدنيا علمه وفي الاخرة ذوقه فان من صفاته ان من شرب منه شربة لم يظمأ بعدها ابدا. وفي رواية لأنس بن مالك من حديث الاسراء والمعراج قال: قال رسول الله صلى الله عليه وسلم بينما أسير في الجنة اذا بنهر حافتاه قباب اللؤلؤ المجوف قلت: ما هذا يا جبريل ؟ قال هذا: هذا الكوثر الذي اعطاك ربك. فضرب الملك بيده فاذا طينه مسك أذفر ¶ رواه الترمذي والبخاري",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "وعن ثوبان مولى رسول الله قال قال عليه الصلاة والسلام ان حوضي ما بين عدن الى عمان البلقاء ماؤه أشد بياضا من اللبن وأحلى من العسل وأكوابه عدد نجوم السماء من شرب منه شربة لم يظمأ بعدها ابدا وعن سمرة قال قال رسول الله صلى الله عليه وسلم \" ان لكل نبي حوضا وانهم يتباهون أيهم أكثر واردة واني لأرجو أن أكون أكثرهم واردة فهذا رجاء رسول الله صلى الله عليه وسلم. ¶ نحن نرجو ذلك نرجو ان نكون من الواردين لشرب هذا الحوض شربة نتمناها في ذلك اليوم العبوس القمطرير شربة لا نظمأ بعدها ابدا . ¶ ونأمل أن نحقق الرجاء بالعمل فقد قيل : ان الأماني بضائع النوكى ( الحمقى ) ونعوذ بالله من الاغترار بالدنيا والانس اليها ، ونسيان هذا اليوم العظيم قال تعالى : ¶ ( يأيها الناس ان وعد الله حق فلا تغرنكم الحياة الدنيا ولا يغرنكم بالله الغرور ان الشيطان لكم عدو فاتخذوه عدوا انما يدعو حزبه ليكونوا من اصحاب السعير) ¶ فاطر 5 ¶ ان من اقسى العذاب واشده على النفس ان يرى الانسان نفسه على الحق ويتبع مذهبا بعيد او مؤولا او ما يقوله بعضهم انهم يجتمعون بالرسول صلى الله عليه وسلم في المنام لاتمام الشريعة او بالخضر او بطواغيتهم التي يقيمون لها الموالد والرقص والنسك والنذر ماذا ترى حالة هؤلاء يوم القيامة ؟ انظر الى قوله تعالى. ¶ ( يوم ندعو كل اناس بامامهم ) ¶ بشيخهم بمذهبهم بما كانوا عليه في الدنيا فالسلفيون اتبعوا الرسول نصا ولم يؤولوا ولم يعطلوا ¶ ولم يتفلسفوا فكان جزاؤهم الشرب من حوضه ولن تذودهم ملائكة الرحمن عن الحوض لأن امامهم الرسول صلى الله عليه وسلم . ¶ الشفاعة ما قيل فيها: ¶ المعنى اللغوي: ¶ هي من الشفع وهو ضم الشيء الى مثله وضدها الوتر وهو الواحد الذي لم ينضم الى غيره.",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "والشفيع: هو من يتدخل في امر من امور الناس ليكون عونا لشخص فيجلب له الخير او عونا عليه فيجلب عليه الشر وكذلك بشأن الحق والباطل. وتنقسم الشفاعة الى قسمين:شفاعة الدنيا وشفاعة الاخرة. ¶ وشفاعة الدنيا تنقسم الى قسمين هما خاصتان بالعباد وتقع من بعضهم لبعض لأنهم يملكونها وتدخل في مكنتهم. ¶ القسم الاول: الشفاعة الحسنة اذا انضممت لشخص لتنصره على قضية هو فيها مظلوم ونال منه الضرر فهذه تسمى شفاعة حسنة ويثاب صاحبها قال تعالى: ¶ ( من يشفع شفاعة حسنة يكن له نصيب منها ) ¶ النساء 85 ¶ القسم الثاني: الشفاعة السيئة. وهي ان تنضم الى شخص لتعينه على باطل وعليك مسؤولية ذلك. قال تعالى: ¶ ( ومن يشفع شفاعة سيئة يكن له كفل منها ) ¶ النساء 85 ¶ الشفاعة في الاخرة: ¶ هي خاصة لله وحده ولا يملكها احد غيره مهما كان لأنها تتصل بحقوق الله سبحانه وتعالى.. كما لا يستطيع احد مهما بلغ شأنه أن يجبر الله - سبحانه وتعالى - عليها ¶ لينال احد اخر شيئا . ¶ قال تعالى: ( من ذا الذي يشفع عنده الا باذنه ) ¶ وقال: ( ما للظالمين من حميم ولا شفيع يطاع ) ¶ فالانسان الذي حاد الله ورسوله او عصاهما او جعل لله شركاء من طواغيت المقابر وصناديق النذور وأقام آلهة في المساجد باسم الاضرحة وتحولت المساجد الى ملاه من زغاريد النسوة اللاتي يناجين المقبور والى معازف من الرقص والتمايل والزعقات الهستيرية والشبابات ¶ والدفوف والى مقاصف في الموالد تنقلب هذه المساجد الى مطاعم وملاهي ويقولون انهم محسوبون والمحسوب ناج عند الله يوم القيامة بشفاعة هؤلاء المقبورين. ¶ هذا الانسان لا تنفعه شفاعة الشافعين ما دام يعتقد ذلك فالله سبحانه وتعالى عادل حكيم وعدله وحكمه يقتضيان مجازاة الكافر المغضوب عليه بعد انذاره في الدنيا وتحذيره.",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "وما يزعمه المستشفعون اليوم بالموتى على الله هو عين ما كان يزعمه المشركون قديما فقد كانوا يعتقدون ان للكون ربا خالقا بارئا مصورا رازقا بيده ملكوت كل شيء يعترفون بذلك في كل الامم التي ألهت الموتى: ¶ ( قل : من يرزقكم من السماء والأرض أم من يملك السمع والأبصار ومن يخرج الحي من الميت ويخرج الميت من الحي ومن يدبر الأمر فسيقولون الله فقل أفلا تتقون ) ¶ يونس 31 ¶ وقوله تعالى : ( ولئن سألتهم من خلقهم ليقولن الله فأنى يؤفكون) ¶ الزخرف 87 ¶ وهكذا اعترفت أديان الأرض قاطبة عن السبب الذي اتجهوا فيه الى قبور أنبيائهم وأحبارهم ورهبانهم وصالحيهم أو الدجاجلة الذين أوهموا الناس أنهم أعطوا التصريف في الكون وأعطوا الشفاعة في اليوم الآخر . ¶ راجع 74: جزء 2 بين الحق والباطل سعد صادق من كتاب هذه هي الصوفية لعبد الرحمن الوكيل وكتاب احمد البدوي شيخا وطريقة للدكتور سعيد عاشور وراجع اوراد الصوفية التي فيها يقولون لولا الواسطة لذهب كما قيل الموسوط لما سئلوا عن سبب تأليه الموتى بدعائهم والاستعانة بهم ومناجاتهم كأن الميت له آلاف الآذان ذات الترددات المختلفة ليسمع آلاف النجوى ذات الترددات المختلفة كأنه اله لأنه لا يمكن ان يعطي احد هذه الصفة فانه صفة الالوهية .. حتى يذهب بعضهم الى قبر البدوي في طنطا ويقول له : ¶ فرج لنفسي ما اروم فانني قد ذرعا يا ابا فراج ¶ مجلة الجمعة للدكتور جميل غازي اطال الله عمره ص 29يقولون : ما نقصدهم الا ليقربونا الى الله زلفى. ونقول لهم: انهم لا يشتغلون لكم ان كانوا كما تقولون أقطاب الكون الا بالرشوة والرشوة هي هذه النذور فلا تعجب ان يتلاحى رجلان في قضية وكل منهما يذهب الى هذه القبور الطوطمية ورشى الطوطم بالنذر كعقيدته فان افلح احدهما في القضية ضد الاخر قيل لانه كان كريما مع الولي الذي نذر له هذا ما سمعناه كثيرا وسنظل نسمعه ونسمع من يشجع على هذه الاباطيل.",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "وهؤلاء الذين استشفعوا بالقبور ما حالهم يوم القيامة؟ ¶ والذي اعتقد هذا واتخذ قبرا من القبور كان من دعاء الرسول صلى الله عليه وسلم اللهم لا تجعل قبري وثنا يعبد .وزعم ان صاحبه شفع له في الدنيا وسيشفع له في الاخرة كعقيدة بعض الناس ( المحسوب منسوب ) فانه يبحث عن شيخه هذا الذي زعم له في الدنيا ان مفاتيح الجنة بين يديه يذهب اليه في لهفة شديدة لينجيه من اهوال هذا اليوم القمطرير والقرآن الكريم يقرر هذه الحقيقة. وقوله تعالى: ¶ ( ولقد جئتمونا فرادى كما خلقناكم اول مرة وتركتم ما خولناكم وراء ظهوركم وما نرى معكم شفعاءكم الذين زعمتم انهم فيكم شركاء لقد تقطع بينكم وضل عنكم ما كنتم تزعمون ) ¶ الانعام 94 ¶ ويضل الشفعاء عمن كانوا يوسطونهم في الدنيا والذين ¶ قالوا لهم من الاشيخا: ¶ ( ولنحملن عنكم أثقالكم يوم القيامة )فلا يجدون من هؤلاء شيئا فاذا بهم يندمون قائلين : ¶ ( تالله ان كنا لفي ضلال مبين *اذ نسويكم برب العالمين وما اضلنا الا المجرمون فما لنا من شافعين ولا صديق حميم ) ¶ الشعراء 26/97-100 ¶ ويرون ان الاشياخ في الدنيا الذين قالوا لهم بسلامتهم في الاخرة قد اعرضوا عنهم واعرض كل فريق عن فريق قال تعالى( ويوم تقوم الساعة يبلس المجرمون ولم يكن لهم من شركائهم شفعاء وكانوا بشركائهم كافرين ويوم تقوم الساعة يومئذ يتفرقون) ¶ الروم 20/12-14 ¶ لقد سبق القول لهم ان هؤلاء الذين تدعون انهم اقطاب الكون لا يملكون من الله شيئا انهم دجاجلة يعيشون على حساب السذج احياء وامواتا لقد قال تعالى : ¶ ( والذين تدعون من دون الله ما يملكون من قطمير ان تدعوهم لا يسمعوا دعاءكم ولو سمعوا ما استجابوا لكم ويوم القيامة يكفرون بشرككم ) ¶ فاطر 13- 14 ¶ ( واذا حشر الناس كانوا لهم اعداء وكانوا بعبادتهم كافرين ) ¶ الاحقاف 6 ¶ ويردد الوعاظ حديثا على المنابر طالما نصحناهم ولكن هيهات سامع هذا الحديث",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "حياتي خير لكم ومماتي خير لكم تعرض على اعمالكم فاستغفر الله لكم... الخ ليس هذا هو نص الحديث ولكن ما اوردته معناه او قريبا من معناه وهذا الحديث باطل من عدة وجوه : ¶ 1 - ان القرآن الكريم ينفي هذا نفيا قاطعا. قال تعالى : ¶ ( فاما نرينك بعض الذي نعدهم او نتوفينك فالينا يرجعون ¶ فهو يرى اعمال الناس في حياته الدنيا وفي القبر يرجع امور الناس الى الله . ¶ 2 - قول الله سبحانه وتعالى على لسان عيسى بن مريم حين السؤال في اليوم الاخر قال تعالى : ¶ ( واذ قال الله يا عيسى بن مريم أأنت قلت للناس اتخذوني وأمي الهين من دون الله ؟ قال سبحانك ما يكون لي ان اقول ما ليس لي بحق ان كنت قلته فقد علمته تعلم ما في نفسي ولا اعلم ما في نفسك انك انت علام الغيوب ما قلت لهم الا ما امرتني به ان اعبدوا الله ربي وربكم وكنت عليهم شهيدا ما دمت فيهم فلما توفيتني كنت انت الرقيب عليهم وانت على كل شيء شهيد ) ¶ المائدة 5/116 ¶ وعلى هذا فان حديث حياتي خير لكم مجاف للحقيقة ويتعارض مع الآيات الكثيرة في القرآن الكريم ويتعارض مع العقل ولعل هذا الحديث هو اصل الخرافة المنتشرة بين الناس يقول \" أمة النبي بخير \" ¶ وعلى ذلك فهم يتصورون انهم سيدخلون الجنة بشفاعته صلى الله عليه وسلم بدون حساب مهما فعلوا من السيئات كما يعتقد المسيحيون بأن المسيح هو \" المخلص \" بضم الميم وفتح الخاء وعلى ذلك فهم يعتقدون ان الميت منهم في احضان القديسين او في احضان المخلص فتنتشر في الدول المسيحية كل الموبقات والفواحش كما هو معروف وانهم سيدخلون الجنة لانهم آمنوا بالمخلص",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "وعلى فرض صحة هذا الحديث وهذا مستحيل فان اعمال امته تعرض عليه في قبره وفيها ما يؤذيه صلى الله عليه وسلم فيها البدع والوثنيات واختلاف الامة وانقسامها الى فرق كثيرة كل فرقة تكيد للثانية وفيها وفيها فهل يجوز ان يتكدر الرسول صلى الله عليه وسلم في هذا العالم البرزخي ليلا ونهارا من هذه الاعمال السيئة التي تعرض عليه فلم يكن بالموت في نعيم بل انه اصبح بالموت في حزن اليم؟ انه قد اوذي حيا بعد ان جاهد حق الجهاد واكمل الله دينه وبشره بنهاية حياته في هذه الدنيا المتعبة بقوله تعالى اذا جاء نصر الله والفتح ورايت الناس يدخلون في دين الله افواجا فسبح بحمد ربك واستغفره انه كان توابا) وبكى ابو بكر وقال ما معناه لقد نعى الرسول نفسه ؟ ¶ والحديث المشهور في الكتب الصحاح يقول الرسول صلى الله عليه وسلم في حديث الحوض فبينما انا قائم على الحوض اذ يؤخذ بناس من اصحابي فاقول امتي فيقال انك لا تدري ما احدثوا بعدك انهم ما زالوا مرتدين على اعقابهم فاقول بعدا وسحقا واقول كما قال العبد الصالح وكنت عليهم شهيدا ما دمت فيهم... الخ ¶ والله سبحانه وتعالى- او الملائكة- تقول للرسول لا تدري ما احدثوا بعدك وينفي علمه بذلك بعد موته فكيف يصدق العقل ان اعمالنا تعرض على الرسول. ¶ والحديث باطل سندا ومتنا راجع صراع بين الحق والباطل ص 77 سعد صادق ¶ وللمرحوم الشيخ حامد الفقي رئيس جماعة انصار السنة تعليقات على هذا الحديث منها : ¶ 1 - ان حزن الصحابة لمصيبة وفاة الرسول صلى الله عليه وسلم قد بلغ الى ان يذهل عمر بن الخطاب فكيف يتصور عاقل ان موته كان خيرا؟ولماذا يحزن عليه الصحابة جميعا هذا الحزن الفريد من نوعه مثل حزن عمر رضي الله عنه وحزن عثمان رضي الله عنه الذي لم يع شيئا عندما سمع الخبر وكان الناس يقودونه من يده في الشوارع بالمدينة..",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "2 - ما شانه صلى الله عليه وسلم والاعمال التي تعرض عليه اهو ملك من الملائكة الذين وكلهم الله باحصاء اعمال العباد وكتابتها او وزير او مستشار لله ينظر في الاعمال ويهيئها للفصل فيها . ¶ والرسل جميعا لا يملكون من امر انفسهم شيئا: ¶ وخاطبه الله سبحانه وتعالى بقوله: ¶ ( قل ما كنت بدعا من الرسل وما ادرى ما يفعل بي ولا بكم ان اتبع الا ما يوحي الي وما انا نذير مبين) ¶ الاحقاف 46/9 ¶ وقال: ( قل لا املك لنفسي نفعا ولا ضرا الا ماشاء الله ولو كنت اعلم الغيب لاستكثرت من الخير وما مسني السوء ان انا نذير وبشير لقوم يؤمنون ) ¶ الاعراف 7/188 ¶ وفي السنة- البخاري ومسلم والله ما ادري وانا رسول الله ما يفعل بي وثبت من حكمه صلى الله عليه وسلم انه يقول لن يدخل احدكم الجنة بعمله قالوا ولا انت يا رسول ¶ الله ؟ قال: حتى انا الا ان يتغمدني الله برحمة منه وفضل ¶ وفي الحديث الشريف فقد ساله العباس بن عبد المطلب ¶ قال:قلت يارسول الله هل نفعت ابا طالب بشيء فانه كان يحوطك ويغضب لك فقال نعم هو في ضحضاح من نار ولولا انا لكان في الدرك الاسفل من النار ¶ مسلم ¶ وثبت انه صلى الله عليه وسلم قال يا معشر قريش اشتروا انفسكم من الله فاني لن اغني عنكم من الله شيئا يا عباس بن عبد المطلب لا اغني عنك من الله شيئا - يا صفية - عمة رسول الله لا اغني عنك من الله شيئا يا فاطمة بنت رسول الله سليني من مالي ما شئت لا اغني عنك من الله شيئا. ¶ مسلم ¶ وثبت في صحيح مسلم قال استاذنت ربي ان استغفر لامي فلم ياذن لي واستاذنت في ان ازور قبرها فاذن لي فزوروا القبور فانها تذكركم بالموت وثبت ايضا - في مسلم عن انس رضي الله عنه ان رجلا قال يا رسول الله اين ابي قال في النار فلما قفى دعاء فقال له ان ابي واباك في النار فالرسول صلى الله عليه وسلم وكذا ابراهيم عليه السلام ونوح عليه السلام لم ينتفع بهم عشيرتهم. ¶ شواهد الشفاعة : ¶ قال تعالى للرسول الكريم: ¶ (",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "ولسوف يعطيك ربك فترضى ) ¶ الضحى 5 ¶ وروي عن عمر بن العاص رواية اخرى تقول عن عبد الله بن عبد الله بن عمرو وهي المعتمدة ( مسلم ) ان رسول الله تلا قول ابراهيم عليه السلام رب انهن اضللن كثيرا من الناس فمن تبعني فانه مني ومن عصاني فانك غفور رحيم . ¶ وقول عيسى بن مريم ان تعذبهم فانهم عبادك ثم رفع يديه ¶ وقال امتي ثم بكى فقال الله عز وجل يا جبريل اذهب الى محمد فقل له انا سنرضيك في امتك ولا نسوؤك . ¶ وقال صلى الله عليه وسلم اعطيت خمسا لم يعطهن احد ¶ قبلي نصرت بالرعب مسيرة شهر واحلت لي الغنائم ولم تحل لاحد قبلي وجعلت لي الارض مسجدا وترابها طهورا فايما رجل من امتي ادركته الصلاة فليصل واعطيت الشفاعة وكل نبي بعث الى قومه خاصة وبعثت الى الناس ¶ عامة- ¶ الترمذي حسن صحيح ¶ وقال صلى الله عليه وسلم اذا كان يوم القيامة كنت امام النبيين وعظيمهم وصاحب شفاعتهم من غير فخر وقال ايضا انا سيد ولد ادم ولا فخر وقال لكل نبي دعوة مستجابة فاريد ان اخبيء دعوتي شفاعة لامتي يوم القيامة ¶ متفق عليه ¶ وعن ابن عباس قال قال رسول الله صلى الله عليه وسلم ينصب للانبياء منابر من ذهب فيجلسون عليها ويبقى منبري لا اجلس عليه قائما بين يدي ربي منتصبا مخافة ان يبعث بي الى الجنة وتبقى امتي بعدي فاقول يا رب امتي فيقول الله عز وجل يا محمد ما تريد ان اصنع بامتك فاقول يا رب عجل حسابهم فما ازال اشفع حتى اعطي صكاكا برجال قد بعث بهم الى النار حتى ان مالكا خازن النار يقول يا محمد لغضب ربك في امتك من بقية يروي بعض نقاد الحديث ضعفا في هذا الحديث لوجود غير العدل في رواته . ¶ وقال اني لأشفع يوم القيامة لأكثر ما على وجه الارض من حجر ومدر ¶ الطبراني حسن ¶ هذه شفاعة الرسول..فهل لغيره من الصالحين شفاعة؟ ¶ قوله صلى الله عليه وسلم يدخل الجنة بشفاعة رجل من امتي اكثر من ربيعة ومضر ¶ الترمذي حسن صحيح",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "وقال عليه الصلاة والسلام يقال للرجل قم يا فلان فاشفع فيقوم الرجل فيشفع للقبيلة ولاهل البيت وللرجل والرجلين على قدر عمله ¶ الترمذي والبزار ¶ ومن رواية انس قال قال صلى الله عليه وسلم ان رجلا من اهل الجنة يشرف يوم القيامة على اهل النار فيناديه رجل من اهل النار ويقول يا فلان هل تعرفني فيقول لا والله ما اعرفك من انت ؟ فيقول انا الذي سررت بي في الدنيا فاستسقيتني شربة ماء فسقيتك قال قد عرفت قال ¶ فاشفع لي عند ربك فيسال الله تعالى ذكره ويقول اني اشرفت على اهل النار فناداني رجل من اهلها فقال هل تعرفني فقلت لا من انت ؟ فقال انا الذي استسقيتني في الدنيا فسقيتك فاشفع لي عند ربك- فشفعني فيه فيشفعه الله فيه فيؤمر فيخرج من النار قال الحافظ العراقي بضعف الحديث . ¶ كيف يشرف بعض الرجال ليروا من في النار؟ هذه امور غيبية خبرية نؤمن بها ونترك تفاصيلها وكيفيتها حين البعث يوم القيامة جعلنا الله من السالمين يوم لا ينفع مال ولا بنون الا من اتى الله بقلب سليم . ¶ وفي الحديث عن رسول الله صلى الله عليه وسلم انا اول الناس خروجا اذا بعثول وانا خطيبهم اذا وفدوا وانا مبشرهم اذا سئسوا لواء الحمد يومئذ بيدي وانا اكرم ولد ادم على ربي ولا فخر ¶ الترمذي حسن غريب ¶ وقوله اني اقوم بين يدي ربي عز وجل فاكسى حلة من حلل الجنة ثم اقوم عن يمين العرش ليس احد من الخلائق يقوم ذلك المقام غيري ¶ الترمذي حسن غريب ¶ هذه احوال الشفاعة يوم القيامة بعد ان ياذن الله بها ¶ الله لمن يشاء له ان يشفع ولمن يشاء ان تشفع له اما كيفيتها في ذلك اليوم فعلمها عند ربي ولا نقول الا ما امرنا الله به ان نقول ( آمن الرسول بما انزل اليه من ربه والمؤمنون كل امن بالله وملائكته وكتبه ورسله لا نفرق بين احد من رسله وقالوا سمعنا واطعنا غفرانك ربنا واليك المصير ) ¶ البقرة 2/ 285 ¶ نداءات ¶ بين الجنة والنار والاعراف ¶ النداء الاول: ¶ ما جاء في قوله تعالى : ¶ (",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "ونزعنا ما في صدورهم من غل تجري من تحتهم الانهار وقالوا الحمد لله الذي هدانا لهذا وما كنا لنهتدي لولا ان هدانا الله ) لقد جاءت رسل ربنا بالحق ونودوا ان تلكم الجنة اورثتموها بما كنتم تعملون ) سورة الاعراف 7 43 ¶ ان الله سبحانه وتعالى ينعم على عباده الذين تفضل عليهم بدخول الجنة بنزع الغل والعداوات القديمة في الدنيا التي خالجت قلوبهم وماتوا بها يستخرج الله سبحانه وتعالى الحقد الكامن في الصدور بعد ان تسامحوا وقدموا ما يرضي ربهم عز وجل حتى روي عن علي بن ابي طالب رضي الله عنه انه قال ارجو ان اكون انا وعثمان وطلحة والزبير من الذين قال الله تعالى فيهم: ¶ ( ونزعنا ما في صدورهم غل ) لو رجعنا الى التاريخ السليم من الدسائس ¶ لوجدنا ان القتال الذي حدث بين معاوية وعلي رضي الله عنهما ومساعدة بعض الصحابة عليا والبعض معاوية ووقوف البعض بعيدا عنهما كانوا فيه جميعا معذورين وللرجوع الى المصادر الصحيحة يمكن معرفة ذلك جليا راجع الحقبة المثالية في الاسلام للدكتور عرجون وزملائه . ¶ وقيل نزع الغل في الجنة الا يحسد بعضهم بعضا في تفاضل منازلهم فهم يتراءون كما تتراءى الكواكب الدرية ¶ في السماء وقيل ان هذا النزع يكون من شراب الجنة- قال تعالى ( وسقاهم ربهم شرابا طهورا ) اي يطهر الاوضار من الصدور. ¶ ونودوا ولعل النداء من الملائكة فقد وعد المؤمنون بها في الدنيا تلكم الجنة قيل لهم ذلك تلكم الجنة التي وعدتم بها اورثتموها بما كنتم تعملون بسبب اعمالكم اما دخولكم فيها فبرحمة الله وفضله ذلك الفضل من الله يؤتيه من يشاء. ¶ وفي صحيح مسلم لن يدخل احد منكم الجنة عمله قالوا ¶ ولا انت يا رسول الله قال ولا انا الا ان يتغمدني الله برحمة منه وفضل .",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "وفي بعض كتب الاحاديث النبوية ليس من كافر ولا مؤمن الا وله في الجنة والنار منزل فاذا ادخل اهل الجنة الجنة واهل النار النار رفعت الجنة لاهل النار فنظروا الى منازلهم فيها فقيل لهم هذه منازلكم لو كنتم عملتم بطاعة الله هذه الكيفية من هيئات الاخرة لا تعلل نؤمن بها . ¶ وفي صحيح مسلم لا يموت رجل مسلم الا ادخل الله مكانه في النار يهوديا او نصرانيا . ¶ النداء الثاني : ¶ ونادى اصحاب الجنة اصحاب النار ان قد وجدنا ما وعدنا ربنا حقا قالوا نعم فاذن مؤذن بينهم ان لعنة الله على الظالمين ) ¶ الاعراف 44 ¶ كيف ينادي اصحاب الجنة اصحاب اصحاب النار ؟ ¶ انها جملة خبرية من لدن حكيم عليم نؤمن بها وليس في ندائهم لاصحاب النار ما ينافي التصور العقلي فأجابوا بقولهم نعم والملائكة تؤذن ان لعنة الله على الظالمين. ¶ ( الذين يصدون عن سبيل الله ويبغونها عوجا وهم بالاخرة كافرون ) ¶ الاعراف 7/45 ¶ يروى ان \"طاوس\" رضي الله عنه دخل على هشام بن عبد الملك فقال له اتق الله واحذر يوم الاذان قال وما يوم الاذان؟ قال قوله تعالى ( فأذن مؤذن بينهم ان لعنة الله على الظالمين ) فصعق هشام فقال طاوس هذا ذل الصفة فكيف ذل المعاينة . ¶ النداء الثالث: ¶ قال تعالى : (وبينهما حجاب وعلى الاعراف رجال يعرفون كلا بسيماهم ونادوا اصحاب الجنة ان سلام عليكم لم يدخلوها وهم يطمعون ) ¶ الاعراف 7/46 ¶ اي بين الجنة والنار حاجز لا يعلم حقيقته الا الله ¶ ذكر القرطبي ص 211-ج7 انه سور واستدل بقوله تعالى( فضرب بينهم بسور له باب باطنه فيه الرحمة وظاهره من قبله العذاب) ولعلنا نتناول هذه السور بالتوضيح في كتابنا هذا ان شاء الله ¶ وعلى الاعراف رجال ... ¶ اعراف السور: شرفة-جمع شرفة ومنه عرف الفرس وعرف الديك والاعراف الشيء المشرف اتينا بالاهم المقبول عقلا ولغة ولم نات بما جاء في ذلك من تفاسير كثيرة يصعب على العقل تصديقها . ¶ وقد تكلم العلماء في اصحاب الاعراف على عشرة اقوال:",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "قيل: قوم استوت حسناتهم وسيئاتهم وهذا القول ماخوذ من حديث رواه جابر قال : قال رسول الله صلى الله عليه وسلم : توضع الموازين يوم القيامة فتوزن الحسنات والسيئات فمن رجحت حسناته على سيئاته مثقال صؤابة: ¶ (بيضة دقيقة جدا ) دخل الجنة ومن رجحت سيئاته على حسناته مثقال صؤابة دخل النار قيل يا رسول الله فمن استوت حسناته وسيئاته قال اولئك اصحاب الاعراف لم يدخلوها وهم يطمعون (مسند خيثمة ) ¶ الصؤابة: بيضة النملة او القملة- والراي الاخير- جاء في القرطبي ¶ وقيل هم قوم فقهاء علماء وقيل هم الشهداء اورده القرطبي عن مجاهد وسياق الاية لا يوهم بذلك انهم يطمعون في دخول الجنة وسلموا على من فيها فكيف وهم في درجتهم من العلم والصلاح يكونون اقل درجة من السابقين الى الجنة .وكلا القولين ¶ معلول وهناك قول لشرحبيل بن سعد احد المفسرين القدامى يقول هم المستشهدون في سبيل الله الذين خرجوا في الجهاد عصاة لآبائهم وذكر الطبري حديثا في ذلك انه تعادل عقولهم واستشهادهم وللثعلبي اراء لا يمكن تصديقها من الناحية العقلية فهو يقول ان الاعراف ¶ موضع عال من الصراط عليه العباس وحمزة وعلي بن ابي طالب وجعفر ذو الجناحين وروايات الثعلبي فيها كثير من الخرافة غفر الله لنا وله . ¶ وحكى الزهراوي- مفسر قديم- انهم عدول يوم القيامة يشهدون على الناس باعمالهم وهم في كل امة . ¶ واختار هذا القول بعض المفسرين قائلا انه من احسن ما قيل فهم على السور بين الجنة والنار وقيل هم قوم انبياء وقيل هم قوم كانت لهم صغائر لم تكفر عنهم بالآلام والمصائب في الدنيا وليست لهم كبائر فيحبسون عن الجنة لينالهم بذلك غم فيقع في مقابلة صغائرهم وقيل هم ملائكة موكلون بسور بين الجنة والنار عجيب ان يقول مفسر بانهم ملائكة والقران يقول وعلى الاعراف رجال .",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "والراي المعقول نوعا- والعلم عند الله- ان بعض الرجال يتاخر دخولهم الجنة وينتظرون بين الجنة والنار حتى ياذن الله بدخولهم الجنة بمشيئة الله تعالى . ¶ يعرفون كلا بسيماهم يعرفون اهل الجنة بسيماء النعيم ¶ الذي هم فيه ونضارة وجوههم ويعرفون اهل النار بشفائهم او عذابهم وما هم فيه من التنكيل والتصفيد. ¶ ونادوا اصحاب الجنة ان سلام عليكم : اي سلمتم من ¶ العقوبة وهم يطمعون انهم يطمعون في رحمة الله . ¶ واذا صرفت ابصارهم تلقاء اصحاب النار قالوا ربنا لا تجعلنا مع القوم الظالمين اي اذا اتجهت ابصارهم الى اودية النار فراوا ما فيها من عذاب شديد طلبوا من الله الرحمة . ¶ ونادى اصحاب الاعراف رجالا يعرفونهم بسيماهم من اهل النار قائلين لهم ما اغنى عنكم جمعكم وما كنتم في الدنيا تقسمون كانوا يقسمون بالله ويعرفونه ولكنهم يشركون به . بأن فقراء المسلمين امثال بلال وسلمان وخباب وغيرهم لا يدخلون الجنة فقد ادخلهم الله الجنة . ¶ ومثلت هذه الاية على ان اصحاب الاعراف ملائكة او انبياء فان قولهم ذلك اخبار عن الله تعالى ومن جعل اصحاب الاعراف المذنبين كان اخر قولهم لاصحاب النار وما كنتم تستكبرون والراي ان اصحاب الاعراف رجال تاخر دخولهم الجنة وهم يطمعون في رحمة الله تعالى ومعهم ملائكة بين الجنة والنار واهل النار اقسموا لهم انهم سيلحقون ربهم في طبقاتها فياذن الله سبحانه وتعالى بفضله دخولهم الجنة فتقول الملائكة لاهل النار اهؤلاء الذين اقسمتم لا ينالهم الله برحمة ادخلوا الجنة لا خوف عليكم ولا انتم تحزنون .ذلك هو الراي الذي تقتضيه الايات الشريفة وهو اقرب الى لغة القران وفهمها والله اعلم بما سيكون في العالم السرمدي الذي سنرجع اليه طامعين في رحمة سبحانه وتعالى : ¶ النداء الرابع: ¶ وذلك بعد ان دخل اصحاب الاعراف الجنة طمع ¶ من في النار في نعيم اهل الجنة والقران الكريم يقول : ¶ (",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "ونادى اصحاب النار اصحاب الجنة ان افيضوا علينا من الماء او مما رزقكم الله قالوا ان الله ¶ حرمهما على الكافرين ) . ¶ طمع بعض المعذبين في ان يسقوا من ماء الجنة فقالوا لارباب الجنة كيف يلتقي هؤلاء بهؤلاء؟ هذا في علم الغيب وليس في ذلك استحالة فقد التقت الارض بالقمر واصبح السفر بينهما سهلا مريحا . ¶ قيل في هذه الاية دليل على ان سقي الماء من افضل الاعمال لعل ذلك لان ندرة الماء في الجزيرة العربية جعلته غاليا ومرغوبا جدا ¶ وقد سئل ابن عباس رضي الله عنهما اي الصدقة افضل فقال الماء الم تروا ان اهل النار حين استغاثوا باهل الجنة طلبوا الماء ان افيضوا علينا من الماء او مما رزقكم الله ¶ وفي احاديث للرسول صلى الله عليه وسلم تقرر ان سقي الماء والتصدق به من اعظم القربات وقد غفر الله ذنوب الذي سقى الكلب فكيف بمن سقى رجلا مؤمنا موحدا واحياه. ¶ وفي البخاري عن ابي هريرة رضي الله عنه ان رسول الله صلى الله عليه وسلم قال ¶ \" بينما رجل يمشي بطريق اشتد عليه العطش فنزل بئرا فشرب منها ثم خرج فاذا كلب ياكل الثرى من العطش فقال لقد بلغ هذا الكلب مثل الذي بلغ بي فملأ خفه ثم امسكه بفيه ثم رقى فسقى الكلب فشكر الله له فغفر له\" ¶ فقالوا يا رسول الله وان لنا في البهائم لاجرا؟ ¶ قال : في كل ذات كبد رطبة في رواية كل كبد حراء . ¶ وعكس هذا ما رواه مسلم عذبت امراة في هرة سجنتها حتى ماتت فدخلت فيها النار لا هي اطعمتها اذ هي حبستها ولا هي تركتها تاكل من خشاش الارض ¶ قصة السور ¶ قوله تعالى فضرب بينهم بسور له باب باطنه فيه الرحمة وظاهره من قبله العذاب ). ¶ الاية 13 وما بعدها من سورة الحديد",
            "page": "105",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "قوله تعالى يوم يقول المنافقون والمنافقات للذين آمنوا انظرونا نقتبس من نوركم قيل ارجعوا وراءكم فالتمسوا نورا فضرب بينهم بسور له باب باطنه فيه الرحمة وظاهره من قبله العذاب ينادونهم الم نكن معكم قالوا بلى ولكنكم فتنتم انفسكم وتربصتم وارتبتم وغرتكم الاماني حتى جاء امر الله وغركم بالله الغرور فاليوم لا يؤخذ منكم فدية ولا من الذين كفروا مأواكم النار هي مولاكم وبئس المصير) ¶ يغشى الناس يوم القيامة ظلمة قيل انها تكون بعد فصل ¶ القضاء ثم يعطون نورا يمشون فيه على قدر اعمالهم ويعطى المنافقون نورا خدعة فقد كانوا يخدعون الناس في الدنيا فكأنهم يخادعون الله سبحانه وتعالى فيعاملهم بالمثل ثم يسلب المنافق نوره فجأة تحيرا وعذابا له ¶ فبينما هم يمشون اذ انطفأ نور المنافقين فجأة فاذا بقي المنافقون في الظلمة قالوا للمؤمنين انظرونا نقتبس من نوركم . ¶ امهلونا اجعلونا قالوا لهم او قالت الملائكة لهم ارجعوا وراءكم فالتمسوا نورا فضرب بينهم بسور له باب حاجز بين المؤمنين الداخلين الجنة والمنافقين بعد ان ظنوا ان مكرهم في الدنيا وخديعتهم قد جازت على الله سبحانه ¶ وتعالى وظنوا انهم مع المؤمنين باطن هذا السور مما يلي المؤمنين فيه رحمة وظاهره مما يلي المنافقين فيه العذاب وينادي المنافقون المؤمنين : ألم نكن معكم ؟ أكنا في الدنيا نصلي ونغزو ونسبح قالوا : بلى قد كنتم معنا في الظاهر ولكنكم استعملتم انفسكم في الفتنة في الخداع والمكر وظننتم ان الله لا يعلم مكركم وخداعكم وتربصتم ¶ بالمؤمنين الدوائر وشمتم بما يقع لهم منها من احداث الزمن وارتبتم في التوحيد واليوم الاخر او علمتم ذلك ¶ ولكنكم لم تقدموا لانفسكم خيرا فكأنكم سمعتم بالأذان ¶ ولم تقدموا اي عمل بالأركان واتكلتم على الاماني وما احلاها؟ وغرتكم الاماني وطول الأمل وخدع الشيطان",
            "page": "106",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "والدنيا وما فيها من لهو ومجون وفسق وظنون وحللتم حرامها وظننتم ان اله لا يعلم مكركم وكيدكم حتى جاءكم الموت . ¶ ان السعيد من لا يغتر بالدنيا ولا يطمع فيها ولا يخدع احدا ومن ذكر المنية نسي الامنية ومن اطال الامل نسي العمل وغفل عن الاجل ومن شرب كؤوس الدنيا صرعته وفي الحديث عن رسول الله صلى الله عليه وسلم عن ابن عباس ان النبي صلى الله عليه وسلم خط لنا خطوطا ¶ وخط منها خطا ناحيته فقال أتدرون ما هذا مثل ابن آدم ومثل التمني وتلك الخطوط الآمال بينما هو يتمنى اذ جاءه الموت . وعن ابن مسعود قال خط لنا رسول الله صلى الله عليه وسلم خطا مربعا وخط وسطه خطا وجعله خارجا منه وخط عن يمينه ويساره خطوطا صغار فقال هذا ابن آدم وهذا اجله محيط به وهذا امله قد جاوز اجله وهذه الخطوط الصغار الأعراض فان أخطأه هذا نهشه هذا وان أخطأه هذا نهشه هذا . ¶ ان المنافقين في الدرك الاسفل من النار: ¶ النار دركات طبقات ومنازل كمثل الجنة طبقات ¶ ومنازل فالمنافق في الدرك الأسفل لغلظ كفره وخداعه ربه ¶ والمؤمنين وان اعتبر نفسه بهذا النفاق ذكيا وألمعيا وأربيا وفنانا وما يطلقونه على النفاق والمنافقين كثيرا ¶ من عبارات المدح والاطراء والثناء مع ما في النفاق من خطورة في الدنيا وخداع وتحايل ولعب بالألفاظ وبالعقول حتى أصبحنا لا نثق في سياسي أو صديق أو عالم أو ¶ مصلح ودأب الجميع وديدنهم قول الحريري در الزمان كما يدور. ¶ وهذه خطورة يجب أن يبرأ المؤمن منها فيصدع بالحق ولا يخشى أحدا سوى مولاه ولن يناله من الدنيا الا ما قدر له في الأزل. ¶ ان للمفسرين أقوالا كثيرة في وصف الدرك الأسفل من النار مستدلين بآيات كثيرة في القرآن الكريم ونقول أعاذنا الله منها ومن النفاق ومن المنافقين . ¶ من ذلك قول بعض المفسرين انهم في توابيت من نار أو انهم في عمد ممددة كما جاء في قوله تعالى : ¶ (",
            "page": "107",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "انها عليهم مؤصدة في عمد ممددة ) وهذه السورة المباركة جاءت في حق الهمزة اللكزة وهما من علامات النفاق . ¶ والنفاق أنواع : نفاق في العقيدة وما أكثرهم كما جاء في القرآن الكريم في سورة البقرة : ¶ ( ومن الناس من يقول آمنا بالله وباليوم الآخر وما هم بمؤمنين يخادعون الله والذين آمنوا وما يخدعون الا انفسهم وما يشعرون في قلوبهم مرض فزادهم الله مرضا ولهم عذاب أليم بما كانوا يكذبون . واذا قيل لهم لا تفسدوا في الأرض قالوا انما نحن مصلحون. الا انهم هم المفسدون ولكن لا يشعرون. واذا قيل لهم آمنوا كماآمن الناس قالوا أنؤمن كما آمن السفهاء الا انهم هم السفهاء ولكن لا يعلمون . واذا لقوا الذين آمنوا قالوا آمنا واذا خلوا الى شياطينهم قالوا انا معكم انما نحن مستهزئون ). ¶ ونفاق الأعمال: وجاءت فيه أحاديث كثيرة: ¶ اذا حدث كذب واذا وعد اخلف واذا خاصم فجر ... الخ ¶ لماذا يكذبون بيوم الدين : ؟ ¶ تكذيب شعوري وهناك تكذيب لا شعوري اي صاحبه مقتنع بصدق يوم الدين ولكنه يتناساه ولا يعمل لهذا اليوم اي شيء وهذا التكذيب منتشر اكثر من الاول اضعافا واضعافا وهو الحاصل القائم بيننا . يقولونه علنا ويدعون اليه ويضعونه في اذهان الشباب باسم الفلسفة والتقدم والحضارة الاوروبية والامريكية . ¶ لقد سبقت الجاهلية الاولى فخبرنا الله سبحانه وتعالى عن بعض الجاهلين بقوله عنهم ( وقالوا أاذا كنا عظاما ورفاتا أانا لمبعوثون خلقا جديدا ) الاسراء 17/49",
            "page": "108",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "أقوام قدامى ومحدثون نراهم بيننا يكاد الواحد منهم يخرج عن وعيه عند المناقشة معه ليبدي ما في نفسه الباطنة من تكذيب البعث والمعاد والعرض والجنة والنار والحياة السرمدية الاتية على الاطلاق لانه وجد فيها رايا من الاراء التي افتراها بعض ذوي القلوب المريضة يسيء الى العقل كقولهم الارض واقفة على قرن ثور وحوت عندما يجد هذا المثألة بالعلوم الحديثة اليوم هذا الراي في كتاب مرموق مثل تفسير ابن كثير حديثا يقول هذا وهذا الحديث مكذوب من آلاف الوجوه يكفي في كذب هذه الاحاديث قول الله تعالى: ( يسألونك عن الأهلة ) فكان الرد من السماء قل هي مواقيت للناس والحج اي ان مهمة الرسل عليهم الصلوات والسلام اقامة الشعائر الدينية وفرضها انما التفكير في هذا الكون متروك لاجتهاد العقول وتجارب الامم واختراعاتها فلو نزل من السماء نص لا مراء فيه يقول ان الارض لا تتحرك فمن يقول بحركتها بعد هذا النص كافر بلا شك فالله سبحانه وتعالى ترك مثل هذه الامور الكونية لعباده ليتفقهوا فيها علما وتجربة وبحثا ويطلبوا العلم في ذلك حتى لو ادى بهم السفر الى الصين ليكونوا اعزة في الدنيا كما هم اعزة في الدين . ¶ ولو وجدنا مثل هذه الخرافات والأساطير في المراجع القديمة فليس ذلك يجعلنا نصف المرجع برمته بالخرافة والجهل فالكتب التي تناولت هذه الخرافات ارجعتها الى اصحابها مثل كعب الاحبار وهب بن منبه الثعلبي وغيره وغيره من الذين ملأوا التراث القديم بأساطير وأكاذيب لا يسر بها الا العوام من الناس فللأسطورة لذة ومتعة عند السذج من الناس وما اكثر الناس الذين يحلو لهم الخرافات ومن الخرافات نشأ الادب الشعبي - الفولكلور ¶ كقصص الف ليلة وليلة وسيف بن ذي يزن وتغريبة بني هلال وابو زيد الهلالي والزناتي خليفة والامير دياب بن غانم وكم كان لهذا التراث الخرافي أثر عظيم في بدء حياتنا وفي توجيهها والعقيدة التي لازمتنا زمنا طويلا",
            "page": "109",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "والتي رانت على عقولنا حول هذا الكون الذي يجد بجبال قاف وسد يأجوج ومأجوج . وما أكذبهم على رسول الله صلى الله عليه وسلم فانهم لا يتورعون عن الكذب المؤلف من آلاف الكذبات وهم يحسبون أنهم يحسنون صنعا . ¶ لعل هذا هو الذي جعل بعض ذوي النظريات الحديثة يتشكك في الدين ولو كان عاقلا لدرس الدين من اصوله من القرآن الكريم ولغة العرب الذي نزل بها القرآن وأحاديث الرسول الصحيحة لغدا فذا من أفذاذ الحياة يشار اليه بالبنان ويسمع لقوله اذا قال او رأى . ولكن الذي حدث غير ذلك - كما سنتحدث فيما بعد . ¶ ********* ¶ الفلاسفة والدين ¶ نرى مؤرخي الفلسفة ينعون على العرب الجاهلية التي يقولون ان العرب فيها قديما وحديثا وهؤلاء المؤرخون وقد يكونون من الشرق نفسه ومن بلاد العرب ذاتها ولكنهم قد يراودهم حب اوروبا وكواعب باريس قالوا ان الدين جهالة خرقاء وقال بعضهم انه افيون وقال اخرون كما قال الخيام : ¶ أطفىء لظى القلب بشهد الرضاب ¶ فانما الايام مثل السحاب ¶ وعيشنا طيف خيال فنل ¶ حظك منه قبل فوت الشباب ¶ ونحن لا ننكر ان للعرب قديما جاهلية نقلهم الله منها الى حضارة الاسلام ولكن القلوب المريضة تريد ان تصم الاسلام نفسه بالجاهلية فهي تلف وتدور حول هذه الفكرة التي تنبض بها قلوبهم ولكنهم على خوف من فقدان مراكزهم وطبعا لمبادىء النفاق التي يعيشون عليها لا يتكلمون بذلك وان كانوا يشيرون ويلمزون ويغمزون ¶ بما يعرف انهم في ريب يترددون وفي حنق تئز به نفوسهم المريضة . ¶ هؤلاء يمجدون فلاسفة اليونان وغيرهم ومن سلك متاهاتهم من الفلاسفة المحدثين ولو فكروا بعقولهم بدلا من هذا الحقد الدفين على كل ما هو عربي لعرفوا ان جاهلية اليونان كانت اسوا سبيلا من جاهلية العرب القدماء ؟ بل وأدنأ ما تقوم به الافكار السقيمة من العلل",
            "page": "110",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "ونرى للمرحوم ابن القيم ولم يكن عالما فحسب بل اخذ من العلوم قطرات عذابا ومن الفلسفة الباع الطويل قال رحمه الله يرد على فلاسفة عصره دين اليهود والنصارى بعد النسخ والتبديل خير واهون من دين هؤلاء يقصد فلاسفة عصره الذين ارتموا في احضان فلاسفة اليونان خيرها وشرها وكفرها وضارها ونافعها . ¶ اما واقع حياتنا اليوم فان بعضا منا يحقر جاهلية العرب ويمجد جاهلية الغرب ومن هؤلاء من يدعي نفسه بالاسلام فما جاء من الغرب فهو رأي صريح وصحيح ولو كان كفرا يقال ان فلانا وهو عظيم من عظماء الشرق اتبع في دراسته للاسلام اسلوب كانط اي الشك دائما اي ¶ انه درس الاسلام على فكرة ومنهج كانط ولا ادري اي غرابة ان يشك الانسان ثم يطلب الهداية بالبحث هل ضروري من الشك على اسلوب كانط ؟ ام ان المسألة ¶ تعلق بالغرب على طول الخط ونم مطمئنا ايها الاسلام فانا ¶ سندرسك على اسلوب كانط لا اسلوب ابراهيم عليه السلام الذي قال لربه \" رب ارني كيف تحيي الموتى قال أو لم تؤمن قال بلى ولكن ليطمئن قلبي ... ¶ كان العالم قديما منهم من كان يجحد الخالق سبحانه وتعالى والنبوات ويتخذ له قرناء من الفلاسفة - يتكلمون له بمحض افكارهم وظنونهم ويغلفون الظن في غلاف لغوي مقبول فأقبلت عليهم الناس قاطبة تأخذ منهم هذه الأفكار الغربية والتي استحقوا بواسطتها ان يلقبوا بالفلاسفة فيلسوف محب للحكمة. ¶ وما حدث في العالم حدث في الجزيرة العربية ذاتها وكان يقوم دين هؤلاء عقيدتهم في هذا الوجود ان الطبيعة هي الخلافة المبدعة للاشياء فالكائنات مركباتها وبسائطها هي التي تكونت من ذاتها لا من شيء آخر وان الدهر هو الذي يقضي على هذه الكائنات قاطبة بالموت والهلاك . ¶ فالحياة : عبارة عن تركيب الطبائع المحسوسة والموت يحللها بمرور الزمن حتى تهلك . ¶ وقد قص القرآن الكريم عقيدة هؤلاء سواء اكانوا من",
            "page": "111",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "العرب او من غيرهم وسواء اكانت في الجاهلية القديمة او الجاهلية الحديثة الجاهلية الحديثة : اننا نجحد الخالق سبحانه وتعالى فما الفرق بينها وبين الجاهلية القديمة ان الجاهلية القديمة التي تردى فيها بعض العرب طبقا لتقاليد ورثوها من امم الارض حينذاك وان الجاهلية الحديثة تجحد بالخالق او تجعله عدما او تجعل له شركاء سواء كانوا عقولا عامة او خاصة او وسطاء او موضع حلول او وحدة او ناسوت او لاهوت كل هذه الجاهليات الحديثة تجحد مقام الالوهية جحودا عظيما ولا تعتقد في بعث او نشور او حياة اخرى دائمة انها جاهلية حديثة بنيت على معاهد وجامعات واساتذة وبحوث ياخذ اربابها ارقى الشهادات وكتب تتوالى وتنشر بجميع اللغات ولم يكن خطر الجاهلية الاولى مثل خطر هذه الجاهلية الحديثة التي بنيت على المنطق والعقل كما يقولون جاهلية فلاسفة الالحاد في الغرب ونحن مغرمون بكل ما يأتينا من الخواجات حتى ليسعدنا ان تلوك السنتنا ببعض الفاظ من لغاتهم ان اردنا ان نظهر للناس اننا علماء . هذه الاية الكريمة التي قامت عليها فلسفة ماركس واتباعه وظن الجهلاء انه اتى بما لم يأت به الاوائل لانهم وهم المسلمون لم يقرأوا كتاب ربهم ولم يسمعوه يتلى الا اذا تردد في فم قارىء مراء يرائي صوته بالسيكا والدوكا والبياتي فقط ليس الا . ¶ قال تعالى في سورة الجاثية : 24 ( وقالوا ما هي الا حياتنا الدنيا نموت ونحيا وما يهلكنا الا الدهر وما لهم بذلك من علم ان هم الا يظنون ) الجاثية 45/24",
            "page": "112",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "ان الطبيعة الخرساء الصماء البكماء العمياء هي الخلاقة هي الرب تخلق ما تشاء وتختار وتجعل هذا سعيدا او هذا شقيا وذاك صحيحا وذاك سقيما وذلك عالما وذلك جاهلا فيالها من اله ؟ وما دامت هي كذلك وخلقتنا لتميتنا غدا فخذ منها حظك قبل فوات الاوان خذ حظك في ردغات الدنس وحانات الخطايا وسرقات الاموال والاعراض وعيش الحيوانات فان الزمن هو الذي تهيمن اقداره ومشيئته وشرعته على مصائر هذا الوجود . ¶ يصف الله الذين حظهم من الحياة هكذا بقوله لهم قلوب لا يفقهون بها ولهم اعين لا يبصرون ¶ بها ولهم آذان لا يسمعون بها اولئك كالانعام بل هم اضل اولئك هم الغافلون ) الاعراف 179 ¶ وهذه العقيدة هي المنتشرة شرقا وغربا في بلاد الغرب وغيرها قوم يعيشون ليأكلوا فغد بظهر الغيب واليوم لا بد من المتعة الا بضعة نفر عرفوا حقيقة هذه الدنيا وأفاء الله عليهم فعرفوا أن الحياة لا بد لها من فناء ولا بد لها من اعادة . آمنوا بهذا ولكن كان ايمانا لم يتجاوز العلم الى العمل فقد كانت روايات شكسبير وغيره تدعو الناس الى ان هناك عذابا في القبر وهناك خلودا ابديا ؟ فهل آمن شكسبير بدين الحق او دين اللاهوت ؟ ولو حكمنا على فكر فلسفي مثل فكر ابن عربي- شيخ الصوفية الأكبر والكبريت الأحمر كما يسمونه- وهو محسوب على الاسلام انه يقول بقدم الأعيان الثابتة وأوليتها ويحكم على المحسوس بأنه الله ودعا الى عبادة كل شيء وقال انه ليس هناك عذاب في الآخرة فنعيم الجنة كعذوبة نار جهنم",
            "page": "113",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "هذه العقائد التي رست على أبحاث فلسفية البحث الفلسفي بحث يرتاضه العقل فقط دون النص فاذا كان في امور الدين انتفعنا به فكل ما في الوجود من مظاهر الحضارة نتيجة البحوث العقلية اما اذا اتجهت هذه البحوث الى ما وراء الوجود او ما يسمى البحوث اليتافيزيقية فليس في هذا الموضع مكان للعقول ولا يكفينا فيها الا خبر من السماء وذاك ما تكفل به الدين من يوم ان خلق الله ادم وبعث الانبياء من بعده الى اقوامهم واختتموا برسول الله الى الناس عامة محمد صلى الله عليه وسلم . وجاء القرآن ليذكر الناس بحقيقة الوجود وكما تركه الاقدمون من كتب واثار وكتب سماوية حرفت معنىأولفظا وحرص الدين الاسلامي على احترام قضية العقل فيما خلق الله .وانتشرت قديما بأسماء غير أسمائها الحالية فأربابها من شياطين الأنس من الذكاء والحيلة ما يمكرون به على الناس وعلى الأمم والشعوب فاذا ¶ انكشفت لعبتهم أداروا ذات اليمين وذات الشمال يبحثون عن اسم آخر فهذه العقائد القديمة تركزت حديثا في الشيوعية العامة والوجودية والاباحية والصوفية وان الاخيرة اشد فتكا فهي خلابة لعوب فالشيوعية لم تستطع ان تقنع كثيرا من الناس بمبادئها وكذا الوجودية ففيهما صراحة البحث الملحد وفيهما الادلة التي يرددونها للشباب وفيهما القوة التي ينصرون بها عقيدتهم ولم تنصر في التاريخ اي دعوة الا بالقوة وتميل النفوس الى الدعاوى التي نجح اصحابها في فرضها على الناس حتى ولو كانت قبل ان تنشر بعوامل القوة لا يقبلها العقل . ¶ ومن فطرة العقول انها تنساب امام الدعوات الناجحة وتخضع لها وتؤلهها اذا اقتضى الامر . ¶ اما دعوة الصوفية فهي دعوة خلوب خداعة اذ تتراءى بانها حقيقة الدين وروحانيته المقدسة ويقيم اربابها الشريعة فان ضبطوا بانهم لا يقيمون الشريعة قالوا لقد وصلنا الى مقام اليقين . ¶ ويستدلون من القران الكريم بآيات يؤولونها عن معانيها وعن مراد الفاظها الى ما يطلبون ويقولون قال تعالى ¶ (",
            "page": "114",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "واعبد ربك حتى ياتيك اليقين ) اي اذا اتاك اليقين من الله فلا تعبده فكلمة حتى حرف يبين الغاية التي ينتهي اليها المسافر والقاصد والآكل والشارب فان قيل بأن بعض الملل كفرت جهرة وقال الدهريون بنفي وجود الخالق فجاءت الصوفية تزعم بأن هذا الكون نفسه ¶ هو الخلق والخالق فأي فرق بين الكفرين ؟ ¶ لا فرق الا ان الكفر الاول صريح والكفر الثاني كفر بدا في ثوب خلاب وبسمة الصفاء باسم الصوفية في الاسلام لقد الف قديما وحديثا قوم اخذتهم الغيرة على الذين كشفوا غوار هذه الفرقة المعروفة بالصوفية التي تظهر في ثوب الاسلام ولقد قرأت كتابا حديثا- أرجو أن يطلع عليه القارىء لما فيه من الأدلة القوية على كفر هذه النحلة والكتاب اسمه (الوجه الاخر للصوفية ) للاستاذ الجداوي - المحرر بمجلة المصور فهم لهم وجه نعرفه بأنهم أهل الصفاء والتقوى والوجه الاخر الحقيقي يكشف ما هم فيه من زيف .ولقد أقام القران الكريم الحجة على القائلين بقدم هذا العالم . أو بأزليته أو بالناكرين البعث والنشور فتحدث عن بدء هذا العالم وعن خلق الانسان وعن الرسل ومعاناتهم مع أممهم وعن عاقبة الأمم الذين عاندوا رسلهم وطلب منا النظر في آثارهم لنتعظ بما حدث لهم فلا نفعل مثلما كانوا يفعلون . ¶ وقد رد الشهرستاني في كتابه الملل والنحل وابن القيم في كتابه تلبيس ابليس بما يشكرون عليه ونأتي ببعض تواليف ابن القيم في كتابه مفتاح دار السعادة في هذا الموضوع قال رحمه الله وكأني بك أيها المسكين تقول هذه المكونات كلها من فعل الطبيعة . وفي الطبيعة عجائب وأسرار . فلو أراد الله أن يهديك لسألت نفسك بنفسك وقلت : أخبريني عن هذه الطبيعة أهي قائمة بنفسها لها ¶ علم وقدرة على هذه الأفعال العجيبة أم ليست كذلك بل عرض وصفة قائمة بالمتبوع تابعة له محمولة فيه فان",
            "page": "115",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "قالت لك : هي ذات قائمة بنفسها لها العلم والقدرة والارادة والحكمة فقل لها : هذا هو الخالق البارىء المصور فلم تسميه طبيعة ؟ فهلا سميته بما سمى به نفسه على ألسن رسله ودخلت في جملة العقلاء السعداء فان هذا الوصف الذي وصفت به الطبيعة صفته تعالى . ¶ وان قالت لك : بل الطبيعة عرض محمول مفتقر الى حامل وهذا كله فعلها بغير علمها فقل لها هذا ما لا يصدقه ذو عقل سليم كيف تصدر هذه الأفعال العجيبة والحكم الدقيقة التي تعجز عقول العقلاء عن معرفتها، وعن القدرة عليها ممن لا فعل له ولا قدرة ولا حكمة ولا شعور ؟ ¶ وهل التصديق بمثل هذه الاحوال الا دخول في سلك المجانين والمبرسمين من عنده هذيان ثم قل لها بعد : ¶ ولو ثبت لك ما ادعيت فمعلوم ان هذه الطبيعة ليست بخالقة لنفسها ولا مبدعة لذاتها فمن ربها ومبدعها وخالقها ؟ من طبعها وجعلها تفعل ذلك فهي اذا من اول الادلة على باريها وفاطرها وكمال قدرته وعلمه وحكمته ¶ فلم يجدك تعطيلك رب العالم وجحدك لصفاته وافعاله الا لمخالفتك لموجب العقل والفطرة ؟ ¶ فان رجعت الى العقل وقلت لا يوجد حكمة الا من حكيم ¶ قادر عليم ولا تدبير متقن محكم الا من صانع قادر مختار مدبر عليم بما يدبر قادر عليه لا يعجزه ولا يصعب عليه ولا يؤوده . يرجع كثير من علماء البحوث الاثيرثية والفلكية والحيوانية وفلاسفة الكتاب الى الله عز وجل فاذا بهم موحدون ولكن تاسفت انهم لم يعرفوا ان الاسلام هو شريعة التوحيد ولا ادري لماذا لم يقبلوا عليه الا ان اقول لقد اخطانا نحن الدعوة الى الاسلام ولا سيما ان العلماء الفطاحل في الطبيعة والكيمياء اعتنقوا اسس الاسلام وهي الوحدانية ولقد قرات ان احد الذين جابوا الفضاء اندهش من عجائب صنع الله في الكون وشروق الشمس وغروبها والكواكب ودورانها وظلمة العالم الخارجي ولمعان الكواكب فيه فرجع الى الله وانشا كنيسة في امريكا للدعوة اليه",
            "page": "116",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "سبحانه انه لا يعلم عن الاسلام شيئا . قيل لك : لقد أقررت - ويحك - بالخلاق العظيم الذي لا اله غيره ولا رب سواه فدع تسميته طبيعة او عقلا فعالا او موجها بذاته وقل هذا هو الخلاق العظيم البارىء المصور رب العالمين وقيوم السموات والارض . ¶ ********* ¶ منكرو البعث: ¶ وقدماء العرب وكثير من الملل الاخرى انكرت البعث وان كانوا يقرون بالخالق جل وعلا وهم الذين قال عنهم القرآن الكريم ( يقولون أانا لمردودون في الحافرة أئذا ¶ كنا عظاما نخرة قالوا : تلك اذن كرة خاسرة ) ¶ النازعات 79/10-12 ¶ وقال تعالى ( وضرب لنا مثلا ونسي خلقه قال من يحيي العظام وهي رميم ) ¶ ويرد القران الكريم ردا حكيما على هؤلاء الذين انكروا البعث قائلا لهم :- وقد استدل عليهم بالنشأة الاولى اذ اعترفوا بالخلق الاول - فقال : ¶ ( قل يحييها الذي انشأها اول مرة وهو بكل خلق عليم ) ¶ يس 36/79 ¶ وقال أفعيينا بالخلق الأول بل هم في لبس من خلق جديد . ¶ ق 50/15 ¶ وقال وهو الذي يبدأ الخلق ثم يعيده وهو أهون عليه ) ¶ الروم 30/37 ¶ يشهد الحس والعقل ان من يبدا الشيء الاول مرة يكون ¶ صنع هذا الشيء نفسه اهون عليه في المرة الاخرى فما لهؤلاء يشهدون بهذا الانسان ويرونه مستحيلا على خالق الانسان ؟ ¶ ما بالهم يعجبون من ان يبعثهم الله بعد ان يصيروا عظاما وبعد ان تصير العظام رمادا لقد دانوا بالخلق الاول - وبان الله هو ربه ومبدعه وبان الانسان خلق من تراب فما بالهم يظنون ان الله لا يقدر ان يفعل هذا مرة اخرى ؟ ¶ الأن الانسان صار عظاما ثم صارت هذه العظام رفاتا ؟",
            "page": "117",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "ان الله الذي ينسبون اليه العجز عن هذا قد خلق - كما يؤمنون- مما هو أقل من هذا الرفات انسانا سويا يعقل ويسمع ويبصر ويكلمه الله أفمن يبدع هذا الابداع الأول مرة يعجز اذا شاء أن يبدجعه مرة أخرى ؟ ان عقولهم عوراء فأبصرت جزءا من الحقيقة وجحدت بجزئها الآخر مع أنه أشد وضوحا وجلاء من جزئها الذي رأته انهم عبيد الحس والمادة والنظرة التي لا يوجهها فكر ولا تعقل ولا منطق . ¶ لقد رأوا أن من يهلك لا يعود ورأوا أن بعض بني الانسان تسحقهم أحيانا كوارث لا تبقي من جسدهم شيئا ولا تذر فدانوا بالحسية المغرقة في المادية التي تضع على العقول حجبا كثيفة صما - وقالوا لا بعث لهذه العظام النخرة ولا لهؤلاء الناس الذين التهمت أجسادهم النيران أو الوحوش ولم يسألوا أنفسهم مم خلق هؤلاء الناس جميعا انهم خلقوا من تراب أفكان التراب الأول جياشا بالحياة زاخرا بينابيع الوجود حتى تظنوا أنه ليس كالتراب الآخر الذي سيبعث منه الله أولئك الذين ماتوا وكانوا سلالة من طين . ¶ ولله في خلقه آيات لمن شاء أن يهتدي فقصة عزيز مذكورة في القرآن والتوراة قبلا يتعظ بها من يتعظ ما دام له قلب . ¶ قال تعالى أو كالذي مر على قرية وهي خاوية على عروشها قال : أن يحيي هذه الله بعد موتها ؟ فأماته الله مائة عام ثم بعثه قال : كم لبثت قال : لبثت يوما أو بعض يوم قال بل لبثت مائة عام فانظر الى طعامك وشرابك لم يتسنه وانظر الى حمارك ولنجعلنك آية للناس وانظر الى العظام كيف ننشرها ثم نكسوها لحما فلما تبين له قال : أعلم أن الله على كل شيء قدير ) ¶ البقرة 2/259 ¶ وقصة الكهف وأصحابه مشهورة معروفة لدى الأمم القديمة وهكذا ليست هناك حجة مقبولة لدى الذين ينكرون قيام الناس من قبورهم للبعث والحساب بل ان الله سبحانه وتعالى رد على منكري البعث بقوله : ¶ (",
            "page": "118",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "قل كونوا حجارة أو حديدا أو خلقا مما يكبر في صدوركم فسيقولون من يعيدنا قل الذي فطركم اول مرة فسينغضون اليك رؤوسهم ويقولون متى هو قل عسى ان يكون قريبا ) ¶ الاسراء 17/50-51 ¶ يقول بعض الفلاسفة ان الاجسام تصبح بعد موتها في مكونات اجسام اخرى كالحجارة اوالحديد او بعض الحيوانات المفترسة التي التهمت جثثها ترى كيف يعيدنا الله ؟ انهم بهذا التساؤل يحكمون على الله بانه مثلهم وبان الواقع يسيطر على قدرته وبان مشاهد الحس الخادع تحدد لنا مدى سلطانه فيصبح محصورا فيما يقرره الحس والواقع فحسب . ان قدرة الله تعالى ليست كقدرة البشر انما هي قدرة القوى القهار الذي جعل من العدم حياة تملأ هذا الكون بل هو الذي اوجد الكون ذاته من العدم كيف ؟ لا نعلم قال تعالى : ¶ ( ما أشهدتهم خلق السموات والارض ولا خلق انفسهم وما كنت متخذ المضلين عضدا ) . ¶ فسيقولون من يعيدنا يرد الله سبحانه وتعالى قائلا : ¶ ( قل : الذي فطركم أول مرة ) هو الذي خلقكم وأعطى كلا منكم القوى التي تعينه على ما خلق له والذي فعل ذلك أول مرة لا يعجزه ان يفعله مرة اخرى والايمان بقوة هذا الدليل وحجيته الدامغة مركوز في الفطرة. غير أن هؤلاء الجاحدين تنكروا لفطرهم وعاندوها ففسدت عقولهم وقلوبهم وحياتهم رغم وضوح الدليل وقوته والزامه القاهر فان ظلوا على عنادهم فحركوا رؤوسهم عجبا وسخرية واستهزاء كما اخبر الله عنهم في قوله: ¶ ( فسينغضون اليك رؤوسهم ) فلم يكفهم الجحود فأضافوا اليه سوء الادب والقحة فأخذوا يحركون رؤوسهم سخرية واستهزاء فجمعوا بين سوء الاعتقاد وسوء الخلق وسوء السلوك وقالوا في هزوء وانكار: متى هو ؟ والرسول لا يعلم الا بوحي من ربه وقد أجيبوا بقول الله تعالى : ( قل عسى أن يكون قريبا ) . هو قريب وان تطاولت الليالي والايام وناء الدهر بكلكله .",
            "page": "119",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "وكل ما ورد في القرآن الكريم عن البعث يؤكد أننا سنبعث بأجسادنا وأرواحنا قياما من قبورنا هذا هو الصحيح الذي لا ريب فيه : ومع الأسف نجمت فرق متعددة بين المسلمين تدعي الايمان بالبعث ثم تؤول معه ما سيكون يوم القيامة تأويلا لا ينتسب الى عقل ولا الى دين ¶ ولا الى لغة ولا الى عرف وحجتهم في هذا ان العقول ترى المعاني الظاهرة للالفاظ مستحيلة التصديق اذ في رايهم - لا يمكن ان يصدق العقل ان تعود العظام النخرة مجلوة ¶ الحياة ولا ان تبدل الارض غير الارض والسموات ولا ان تشرق الارض بنور ربها يوم القيامة لان الشمس كورت خبا نورها والنجوم انكدرت وغير ذلك مما بينه الله في كتابه العزيز . ¶ وقد قدمنا ان العقل السليم لا ينكر اعادة شيء خلقه الله يعيده كما خلقه اول مرة وليس في ذلك مصادفة لمبادىء المنطق السليم فما لهم لا يؤمنون واذا قرىء عليهم القران لا يسجدون . ¶ ومن الغريب ان يتحكم العقل الفلسفي الضال ويكذب هذه الحقيقة البدهية حقيقة الاعادة وحياة الانسان حياة اخرى قدم لها في هذه الحياة الدنيا يلاقي فيها نتيجة امتحانه اما خيرا دائما واما شرا دائما . ¶ ( أفحسبتم أنما خلقناكم عبثا وانكم الينا لا ترجعون ) . ¶ هل يمكن معرفة أهل الجنة وأهل النار في هذه الدنيا ؟. ¶ نعم ان تصرفات المرء تجعلنا نأمل أن يكون هذا الشخص من أهل الجنة هذا اذا كان عمل عملا صالحا ولكنا لا ندرك نيته وبواعثها لهذا العمل هل هو لله حقيقة ؟ أو لدنيا يصيبها ؟ أو منصب عال يرقاه أو لحسن السمعة والثناء أو .. الخ . ¶ هذا نتركه لله ظانين بالمؤمن ظن الخير . ¶ أما تصرفات المرء السيئة من الأعمال والجحود والألفاظ ¶ الكافرة أو الملحدة أو الزندقة : في التعبير واستباحة ¶ المحرمات وتحليل الذنوب باعتبارها حضارة فهذا كله لا ينفع فيه النية والحكم فيه نهائي مالم يتب انه من أهل النار .",
            "page": "120",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "وقد وضع لنا الاسلام صورا لأعمال أهل الجنة اذا حسنت نواياهم وأعمال أهل النار ولن ينفعهم حسن نواياهم ؟ ¶ فمن أعمال أهل الجنة والجهاد : ¶ قال تعالى : ( ان الله اشترى من المؤمنين أنفسهم وأموالهم بأن لهم الجنة يقاتلون في سبيل الله فيقتلون ويقتلون وعدا عليه حقا في التوراة والانجيل والقرآن ¶ ومن أوفى بعهده من الله فاستبشروا ببيعكم الذي بايعتم به وذلك هو الفوز العظيم ) ¶ التوبة 9/111 ¶ فشراء الأنفس لله تعالى مرهون بأنهم يقاتلون في سبيل الله جهاد دائم حتى يوم القيامة جهاد لرفعة شأن الاسلام لا يتقاعسون عن نصرته مهما كانت الظروف والعالم اليوم يحارب بعضه بعضا حرب مبادىء بين الرأسمالية في أمريكا والشيوعية في روسيا والصهيونية في اسرائيل لا يكل أي طرف من الجهاد والقعود عن هذا الجهاد دليل على عدم جهاد النفس الذي هو الجهاد الأكبر لأنها تزين للناس حب الحياة الدنيا . ¶ قال تعالى لليهود : ( قل ان كانت لكم الدار الآخرة عند الله خالصة من دون الناس فتمنوا الموت ان كنتم صادقين ولن يتمنوه أبدا بما قدمت أيديهم والله عليم بالظالمين ) . ¶ البقرة 2/94-95 ¶ وقال تعالى : ( يا أيها الذين آمنوا هل أدلكم على تجارة تنجيكم من عذاب أليم تؤمنون بالله ورسوله وتجاهدون في سبيل الله بأموالكم وأنفسكم ذلكم خير لكم ان كنتم تعلمون يغفر لكم ذنوبكم ويدخلكم جنات تجري من تحتها الأنهار ومساكن طيبة في جنات عدن ذلك الفوز العظيم وأخرى تحبونها نصر من الله وفتح قريب وبشر المؤمنين) الصف 61/10-13",
            "page": "121",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "تجارة رابحة - لمن يريد أن يتعامل مع الله سبحانه وتعالى الجهاد في سبيل الله وليس الجهاد بالسيف فحسب بل ان للجهاد أبوابا شتى فالانسان المؤمن مجاهد دائما في سبيل الله والحق ورفعته يخرج من جهاد الى جهاد حتى يلقى الله شهيدا ويحيا حياة الشهداء في القبر ( ولا تحسبن الذين قتلوا في سبيل الله أمواتا بل أحياء عند ربهم يرزقون فرحين بما آتاهم الله من فضله) آل عمران 169 ¶ بعض الطوائف ذات الايمان المدخول يشيعون بأن أرباب الجذب ولابسي المرقعات والمسابح والعقود في أعناقهم هؤلاء البله هم أصحاب الجنة ؟ يا لله من هذا الافتراء والكذب على الله ولذا قد أثبت للقارىء علامات أهل الجنة من القرآن الكريم والسنة النبوية حتى لا يسيرفي ركب رواد الشياطين . ودعاة جهنم باسم الدين . ¶ اقامة فرائض الله : ¶ ذلك من علامات أهل الجنة : قال تعالى : ( قد أفلح المؤمنون. الذين هم في صلاتهم خاشعون والذين هم عن اللغو معرضون والذين هم للزكاة فاعلون والذين هم لفروجهم حافظون الا على أزواجهم أو ما ملكت أيمانهم فانهم غير ملومين فمن ابتغى وراء ذلك فأولئك هم العادون والذين هم لاماناتهم وعهدهم راعون والذين على صلواتهم يحافظون أولئك هم الوارثون الذين يرثون الفردوس هم فيها خالدون ) . ¶ المؤمنون 23/1- 11 ¶ وصنف آخر : ¶ قال تعالى : ( وسارعوا الى مغفرة من ربكم وجنة عرضها السموات والارض أعدت للمتقين الذين ينفقون في السراء والضراء والكاظمين الغيظ والعافين عن الناس والله يحب المحسنين والذين اذا فعلوا فاحشة أو ظلموا أنفسهم ذكروا الله فاستغفروا لذنوبهم ومن يغفر الذنوب الا الله ولم يصروا على ما فعلوا وهم يعلمون أولئك جزاؤهم مغفرة من ربهم وجنات تجري من تحتها الانهار خالدين فيها ونعم أجر العاملين ) . ¶ ال عمران 3/ 132 ¶ ومن علاماتهم أيضا:",
            "page": "122",
            "part": "1"
        },
        {
            "id": "123",
            "nass": "قال تعالى أفمن يعلم أنما أنزل اليك من ربك الحق كمن هو أعمى انما يتذكر أولو الألباب. الذين يوفون بعهد الله ولا ينقضون الميثاق والذين يصلون ما أمر الله به أن يوصل ويخشون ربهم وأقاموا الصلاة وأنفقوا مما رزقناهم سرا وعلانية ويدرءون بالحسنة السيئة أولئك لهم عقبى الدار جنات عدن يدخلونها ومن صلح من آبائهم وأزواجهم وذرياتهم . والملائكة يدخلون عليهم من كل باب سلام عليكم بما صبرتم فنعم عقبى الدار ) ¶ الرعد 13/19- 24 ¶ ومن علاماتهم : ¶ قوله تعالى انما يؤمن بآياتنا الذين اذا ذكروا بها خروا ¶ سجدا وسبحوا بحمد ربهم وهم لا يستكبرون . تتجافى جنوبهم عن المضاجع يدعون ربهم خوفا وطمعا ومما رزقناهم ينفقون . فلا تعلم نفس ما أخفي لهم من قرة أعين جزاء بما كانوا يعملون ) ¶ السجدة 32/15-17 ¶ وقوله تعالى : ( ومن يطع الله والرسول فأولئك مع الذين ¶ أنعم الله عليهم من النبيين والصديقين والشهداء والصالحين وحسن أولئك رفيقا ) . ¶ النساء 4/69 ¶ جاء في سبب نزول هذه الاية ان ثوبان رضي الله عنه مولى رسول الله صلى الله عليه وسلم كان شديد التعلق برسول الله لا يصبر عن ذلك فأتاه ذات يوم وقد تغير لون وجهه ونحل جسمه وعرف فيه الحزن فقال له يا ثوبان : ما غير لونك؟ فقال يا رسول الله ما بي ضر ولا وجع غير أني اذا لم ارك اشتقت اليك واستوحشت وحشة شديدة حتى ألقاك ثم ذكرت الآخرة وأخاف الا اراك هناك لأنك ترفع مع النبيين واني ان دخلت الجنة كنت في منزلة هي أدنى من منزلتك وان لم أدخل فذلك حين لا أراك ابدا فأنزل الله سبحانه وتعالى الأية السالفة الذكر شرح الزرقاني على المواهب الدينية ج 6 ص 292. ¶ وماذا تقول أحاديث الرسول صلى الله عليه وسلم عن علامات أهل الجنة : ¶ روى الامام أحمد والترمذي وصححاه أن رسول الله ¶ صلى الله عليه وسلم أصبح فدعا بلالا فقال:",
            "page": "123",
            "part": "1"
        },
        {
            "id": "124",
            "nass": "\" يا بلال بم سبقتني الى الجنة ؟ فما دخلت الجنة قط الا سمعت خشخشتك أمامي ودخلت البارحة فسمعت خشخشتك أمامي فأتيت على قصر مريع مشرف من ذهب ¶ مشيد هائل فقلت لمن هذا القصر ؟ قالوا : لرجل من أمة محمد قلت : أنا محمد لمن هذا القصر ؟ قالوا لعمر بن الخطاب سهو من المكتب الفني في وزارة الاوقاف - فالحديث دائر حول بلال رضي الله عنه نشرة رقم 73 ابريل سنة 1971 . فقال بلال : يا رسول الله ما أذنبت قط الا وصليت ركعتين فقال . وما أصابني حدث الا توضأت عندها ورأيت أن لله علي ركعتين. فقال رسول الله صلى الله عليه وسلم : فبذلك حادي الارواح لابن القيم . ¶ عن عتبة بن عبد السلمي رضي الله عنه أن رسول الله صلى الله عليه وسلم قال القتلى ثلاثة رجل مؤمن جاهد ¶ بنفسه وماله في سبيل الله حتى اذا لقي العدو قاتلهم حتى يقتل فذلك الشهيد الممتحن في جنة الله تحت عرشه لا يفضله النبيون الا بفضل درجة النبوة . ¶ ورجل خائف على نفسه من الذنوب والخطايا جاهد بنفسه وماله في سبيل الله حتى اذا لقي العدو قاتل حتى يقتل فتلك مصمصة محت ذنوبه وخطاياه ، ان السيف محاء للخطايا ، وأدخل من أي باب من أبواب الجنة شاء . ¶ ورجل منافق جاهد بنفسه وماله حتى اذا لقي العدو قاتل ¶ في سبيل الله عز وجل حتى يقتل فذلك في النار ان السيف لا يمحو النفاق . الترغيب ج 2 ص 239. ¶ ( ملحوظة المصمصة - بضم الاولى وفتح الثانية المكفرة ¶ عن ابن عباس قال : قال رسول الله صلى الله عليه وسلم : ألا أخبركم برجالكم من أهل الجنة النبي في الجنة والصديق في الجنة والشهيد في الجنة والرجل يزور أخاه في ناحية المصر لا يزوره الا الله في الجنة ونساؤكم من أهل الجنة الودود الولود التي اذا غضب أو غضبت جاءت حتى تضع يدها في يد زوجها ثم تقول : لا أذوق غمضا حتى ترضى أي لا أذوق نوما حتى ترضى . النسائي راجع حادي الأرواح ص 105.",
            "page": "124",
            "part": "1"
        },
        {
            "id": "125",
            "nass": "وعن أبي هريرة رضي الله عنه : قال قال النبي صلى الله عليه وسلم \" سبعة يظلهم الله في ظله يوم لا ظل الا ظله : امام عادل وشاب نشأ في عبادة الله عز وجل ورجل قلبه معلق بالمساجد ورجلان تحابا في الله اجتمعا عليه وتفرقا عليه ورجل دعته امرأة ذات حسن وجمال فقال : اني أخاف الله رب العالمين ورجل تصدق بصدقة فأخفاها حتى لا تعلم شماله ما تنفق يمينه ورجل ذكرالله خاليا ففاضت عيناه . متفق عليه رياض الصالحين ص 178 ¶ وعن ابي امامة عن رسول الله صلى الله عليه وسلم قال ¶ من مسح على راس يتيم لم يمسحه الا لله كان له في كل شعرة مرت عليها يده حسنات ومن احسن الى يتيمة او يتيم عنده كنت انا وهو في الجنة كهاتين وفرق بين اصبعيه السبابة والوسطى رواه احمد الترغيب ج 3 ص 349 ¶ وعن ابي هريرة قال عن رسول الله صلى الله عليه وسلم مر رجل بغصن شجرة على ظهر طريق فقال والله لأتحين هذا عن المسلمين لا يؤذيهم فادخل الجنة صحيح مسلم ج 58 ص 34 ¶ وعن ابي هريرة قال رسول الله صلى الله عليه وسلم لنسوة من الانصار لا يموت لاحداكن ثلاثة من الولد فتحتسبه الا دخلت الجنة فقالت امراة منهن او اثنان يا رسول الله ¶ قال او اثنان المرجع السابق. ¶ اهل القرآن فضلهم عند الله يوم القيامة : ¶ عن أنس رضي الله عنه أن النبي صلى الله عليه وسلم قال : \" القرآن أفضل من كل شيء فمن وقر القرآن فقد وقر الله ومن استخف بالقرآن استخف بحق الله حملة القرآن هم المحفوفون برحمة الله المعظمون كلام الله الملبسون نور الله فمن والاهم فقد والى الله ومن عاداهم فقد استخف بحق الله القرطبي ص 26. ¶ وما خرجه الترمذي قال : قال رسول الله صلى الله عليه وسلم من شغله القرآن وذكري عن مسألتي اعطيته افضل ما اعطي السائلين.",
            "page": "125",
            "part": "1"
        },
        {
            "id": "126",
            "nass": "وعن عبد الله بن مسعود: ان هذا القرآن مأدبة الله فتعلموا من مادبته ما استطعتم ان هذا القران حبل الله وهو النور المبين والشفاء النافع عصمة من تمسك به ونجاة من اتبعه لا يعوج فيقوم ولا يزيغ فيستعتب ولا تنقضي عجائبه ولا يخلق على كثرة الرد فاتلوه فان الله يأجركم على تلاوته بكل حرف عشر حسنات أما اني لا أقول ألم حرف ولا ألقين أحدكم واضعا احدى رجليه يدع أن يقرأ سورة البقرة فان الشيطان يفر من البيت الذي تقرأ فيه سورة البقرة وان أصفر البيوت من الخير البيت الصفر من كتاب الله . ¶ وروى الدارمي: عن الرسول صلى الله عليه وسلم: من أتاه الله القرآن فقام به آناء الليل وآناء النهار وعمل بما فيه ومات على الطاعة بعثه الله يوم القيامة مع السفرة والأحكام ( الملائكة والأنبياء ). ¶ وروى أبو داود عن عبد الله بن عمرو قال : قال رسول الله صلى الله عليه وسلم \" يقال لصاحب القرآن اقرأ وارتق ورتل كما كنت ترتل في الدنيا فان منزلتك عند آخر آية تقرؤها \". ¶ وعن ابن ماجة في هذا المعنى \" يقال لصاحب القرآن اذا دخل الجنة : اقرأ واصعد فيقرأ ويصعد بكل آية درجة حتى يقرأ آخر شيء معه وفي رواية أخرى \" من قرأ القرآن كله فقد أعطي النبوة كلها غير أنه لا يوحى اليه \". ¶ والآثار في هذا الباب كثيرة . ¶ هؤلاء الصالحون كيف يعاملون وهم في طريقهم الى الخلود: ¶ من مظاهر الرضا من الحق سبحانه وتعالى لعباده المؤمنين أن يكرمهم في اليوم الآخر قال تعالى : ¶ ( ان الذين سبقت لهم منا الحسنى أولئك عنها مبعدون لا يسمعون حسيسها وهم فيما اشتهت أنفسهم خالدون لا يحزنهم الفزع الأكبر وتتلقاهم الملائكة هذا يومكم الذي كنتم توعدون ) ¶ الانبياء 101/103 ¶ قوله ( لا يسمعون حسيسها ) . أي حس النار وحركة اضطرابها فهم يمرون عليها أو يدخلون فيها . ¶ لا بد من الورود وان منكم الا واردها كان على ربك حتما مقضيا وكان من دعاء السلف الصالح",
            "page": "126",
            "part": "1"
        },
        {
            "id": "127",
            "nass": "اللهم اخرجني - سالما وادخلني الجنة وقيل ان اهل الجنة لا يسمعون حسيسها بعدما يدخلون الجنة ¶ وقبل ذلك كانوا يسمعون . ¶ قوله تعالى : ( ولا يحزنهم الفزع الأكبر ) أهوال يوم القيامة أو ساعة ما يؤمر بالعباد الى النار أو اذا أطبقت النار على أهلها . ¶ وعن النبي صلى الله عليه وسلم : ثلاثة يوم القيامة في كثيب من المسك الأذفر لا يحزنهم الفزع الأكبر: رجل أم قوما محتسبا وهم له راضون ورجل أذن لقوم محتسبا ورجل ابتلي برق في الدنيا فلم يشغله عن طاعة ربه : ¶ قوله : ( وتتلقاهم الملائكة ) أي تبشرهم مقدما وتكرم وفادتهم . ¶ قال تعالى : ( يوم نحشر المتقين الى الرحمن وفدا ) ¶ مريم 19 /85 ¶ وروى الامام أحمد في مسنده عن أحد الصحابة قال : ¶ كنا جلوسا عند علي رضي الله عنه فقرأ هذه الأية : ¶ ( يوم نحشر المتقين الى الرحمن وفدا ) قال : لا والله ما على أرجلهم يحشرون ولا يحشر الوفد على أرجلهم ولكن بنوق لم ير الخلائق مثلها عليها رجائل من ذهب فيركبون عليها حتى يضربوا أبواب الجنة . ¶ راجع ابن كثير 3/137 ¶ وللجنة ثمانية أبواب فمن كان أكثر عبادته صلاة دعي ¶ من باب الصلاة ومن كان أكثر عبادته صياما دعي من باب الصيام ومن كان أكثر عبادته من الصدقة دعي من باب الصدقة ومن كان من أهل الجهاد دعي من باب الجهاد . المقصود والله اعلم ان كل باب في الجنة يدعى اليه اكثر الميزة التي يمتاز بها المؤمن في عبادته فيدخل من باب هذه العبادة وليس معنى ذلك ان يكون مهملا في العبادات الاخرى انه على سبيل المثل الناجح في الامتحان في الشهادة العليا هناك مادة من المواد كاللغة العربية مثلا اخذ فيها ارقى درجة فيكرم من اهل اللغة العربية . ¶ والملائكة تستقبل أهل الجنة : ¶ قوله تعالى : ( وسيق الذين اتقوا ربهم الى الجنة زمرا حتى اذا جاءوا وفتحت أبوابها وقال لهم خزنتها سلام عليكم طبتم فادخلوها خالدين ) الزمر 73. ¶ أول الناس دخولا الجنة :",
            "page": "127",
            "part": "1"
        },
        {
            "id": "128",
            "nass": "عن أنس رضي الله عنه عن الرسول صلى الله عليه وسلم قال : أنا أكثر الناس تبعا يوم القيامة وأنا أول من يقرع باب الجنة . ¶ وعنه أيضا: ان رسول الله صلى الله عليه وسلم قال : آتي باب الجنة يوم القيامة فأستفتح فيقول الخازن من أنت ؟ فأقول محمد فيقول بك أمرت بضم اهمزة لا أفتح لأحد قبلك . جامع الأصول ج5 ص 441 ¶ وعنه صلى الله عليه وسلم عن عبد الله بن عمرو بن العاص رضي الله عنهما عن رسول الله صلى الله عليه وسلم أنه قال هل تدرون أول من يدخل الجنة من خلق الله عز وجل ؟ قالوا : الله ورسوله أعلم قال الفقراء المهاجرون الذين تسد بهم الثغور وتتقي بهم المكاره ويموت أحدهم وحاجته في صدره لا يستطيع لها قضاء فيقول الله عز وجل لمن يشاء من ملائكته ائتوهم فحيوهم فتقول الملائكة : ربنا نحن سكان سمائك وخيرتك من خلقك أفتأمرنا أن نأتي هؤلاء فنسلم عليهم قال ك انهم كانوا عبادا يعبدونني ولا يشركون بي شيئا وتسد بهم الثغور وتتقي بهم المكاره ويموت احدهم وحاجته في صدره لا يستطيع لها قضاء قال فتأتيهم الملائكة عند ذلك فيدخلون عليهم من كل باب سلام عليكم بما صبرتم فنعم عقبى الدار .رواه البزار وتنطبق حالة هؤلاء تقريبا على ابناء فلسطين المغتصبة فهم عائشون في سد الثغور وفي الالدفاع عن قضيتهم لم يتركوا السلاح يوما لم تغرهم الحياة الدنيا فيمدوا ايديهم للاستسلام . ¶ ومعنى تسد بهم الثغور يكونون عرضة لصد هجمات الأعداء . ¶ ومعنى تتقى بهم المكاره يكونون سببا لابعاد المخاوف وهم قواد مهرة يعتمد عليهم في ازالة الكروب . ¶ ومعنى يموت احدهم وحاجته في صدره لا يسال سوى الله سبحانه وتعالى ولو مات على ذلك فلا يشكون مصيبة نزلت به او اسى او حاجة الا الى ربه يفعلون كما فعل موسى عليه السلام في قوله تعالى : ¶ (",
            "page": "128",
            "part": "1"
        },
        {
            "id": "129",
            "nass": "ولما ورد ماء مدين وجد عليه امة من الناس يسقون ووجد من دونهم امراتين تذودان قال ما خطبكما قالتا لا نسقى حتى يصدر الرعاء وابونا شيخ كبير فسقى لهما ثم تولى الى الظل فقال رب اني لما انزلت الى من خير فقير ). القصص 33/24 ¶ فهو في حالة من الجوع شديدة فلم يطلب اجر التعب بل ذهب تحت ظلال شجرة او غيرها وطلب من ربه ما هو عالم سبحانه وتعالى به ¶ وعلى ابواب الجنة يستقبل المؤمن اهله فيها فهو اعرف بهم من معرفته بغيرهم وتغرد الحور العين على ضفاف انهار الجنة فرحا بالمؤمن الذي طالما قاسى في هذه الحياة الدنيا ويسمع النداء من رب العالمين : ¶ ( يا عباد لا خوف عليكم اليوم ولا انتم تحزنون الذين امنوا بآياتنا وكانوا مسلمين ادخلوا الجنة انتم وازواجكم تحبرون يطاف عليهم بصحاف من ذهب واكواب وفيها ما تشتهيه الانفس وتلذ الاعين وانتم فيها خالدون وتلك الجنة التي اورثتموها بما كنتم تعملون ) الزخرف 68وما بعدها ¶ ويعيش الحياة التي ارادها الله له فالله يحب عباده واكرم ابناء ادم وحملهم امانة التخيير والارادة فيها كل الحرية فمن شاء الدنيا فله الدنيا ومن شاء الاخرة فله الاخرة ولا يظلم ربك احدا . ¶ هؤلاء الصالحون كيف يعاملون من أهل النار: ¶ التخاذل في نصرة الحق: ¶ قال تعالى : ( ان الذين توفاهم الملائكة ظالمي أنفسهم قالوا فيم كنتم قالوا كنا مستضعفين في الارض قالوا الم تكن ارض الله واسعة فتهاجوا فيها فأولئك مأواهم جهنم ¶ وساءت مصيرا ). ¶ النساء 40/97 ¶ هذه الأية نزلت في أولي القوة الذين لم يهاجروا مع الرسول الى المدينة ورضوا بالمذلة في دينهم بين المشركين لا يغارون على عزة الاسلام منعتهم تجارتهم ونساؤهم وخلودهم الى الراحة من الهجرة وادعوا أنهم مستضعفون في الأرض وتوضح الأية من هم المستضعفون . يقول تعالى : ¶ (",
            "page": "129",
            "part": "1"
        },
        {
            "id": "130",
            "nass": "الا المستضعفين من الرجال والنساء والولدان لا يستطيعون حيلة ولا يهتدون سبيلا ) . رجال طحنهم الزمن وشيبتهم حوادثه فعجزوا عن الهجرة وعلم الله منهم هذا وعلم أنهم لا يجدون حيلة ولا يستطيعون سبيلا ¶ فعفا سبحانه وتعالى عنهم وأخرجهم من زمرة المأوىالذي سيأوي اليه القادرون على الهجرة . ¶ وتلك الأية ماضية وان قيل انها نسخت الأن فمطلوب من المؤمنين أن يقروا الاسلام ويجعلوه فوق العالمين أجمع ويفقهوا قول الله تعالى .: ( هو الذي أرسل رسوله بالهدى ودين الحق ليظهره على الدين كله ). ¶ والا يتقوقع المسلمون في زهادة أو صوفية مميتة تتجلى في قولهم ( أقام العباد فيما أراد ) وما شاء الله كان . هذه عبارات عذبة أريد بها مكروها هو القعود عن امارة الكون الذي أمرنا نحن حزب الله أن نكون أعزة فيه لا يرفع أي رأي أو أي منهج الا بعد أن نراه مرضيا لله سبحانه وتعالى . ¶ وفي ذلك أيضا يقول الله تعالى : ( يا أيها الذين آمنوا اذا لقيتم الذين كفروا زحفا فلا تولوهم الأدبار ومن يولهم يومئذ دبره الا منحرفا لقتال أو متحيزا الى فئة فقد باء بغضب من الله ومأواه جهنم وبئس المصير ) . الأنفال 8/15-16 ¶ لا يولي المؤمن ظهره الا اذا كان يريد خدعة يخدع بها عدوه فالمؤمن مكافح دائما والرسول كان يقول : وودت أن أغزو ثم أقتل فأحيا وأغزو ثم أقتل وأحيا ثم أغزو ومات عن خمس وعشرين غزوة فالغزو ان لم يكن الآن في السيف والمدفع فهو قائم في كلمة الحق امام الظالمين ¶ وقال تعالى ان الذين كذبوا بآياتنا واستكبروا عنها لا تفتح لهم أبواب السماء ولا يدخلون الجنة حتى يلج الجمل في سم الخياط وكذلك نجزي المجرمين لهم جهنم مهاد ومن فوقهم غواثر وكذلك نجزي الظالمين .الاعراف 7/40-41 ¶ المعنى : ¶ لا تفتح لهم أبواب السماء: أي لأرواحهم حين قبضها وجاءت في ذلك أحاديث كثيرة منها حديث البراء بن عازب وفيه قبض روح الكافر . قال :",
            "page": "130",
            "part": "1"
        },
        {
            "id": "131",
            "nass": "يخرج منها ريح كأنتن جيفة وجدت على وجه الأرض فيصعدون بها فلا يمرون على ملأ من الملائكة الا قالوا ¶ ما هذه الروح الخبيثة ؟ فيقولون فلان بن فلان بأقبح أسمائه التي كان يسمى بها في الدنيا حتى ينتهوا الى السماء الدنيا فيستفتحون فلا يفتح لهم ثم قرأ رسول الله ¶ صلى الله عليه وسلم لا تفتح لهم ابواب السماءوقيل لا تفتح لهم اذا دعوا وقيل لا تفتح لهم ابواب الجنة وكلها ¶ معاني يحتملها النص ولا يدخلون الجنة حتى يلج الجمل في سم الخياط اي انهم لا يدخلونها قطعا للاستحالة كاستحالة دخول الجمل في عين ابرة الخياط وهذا دليل قطعي انه لا يجوز العفو عنهم وعلى هذا اجمع المسلمون علماء الاصول ان الله سبحانه وتعالى لا يغفر لهم ولا لاحد منهم زعم قوم من المتكلمين ان مقلدة اليهود والنصارى والملل الاخرى ليسوا في ¶ النار وقالوا ذلك لشبهة وقعت لديهم والعلم بأن المقلد كافرا او غير كافر طريقة النظر دون التوقيف والخبر . ¶ وقال تعالى : ( لقد سمع الله قول الذين قالوا ان الله فقير ونحن أغنياء سنكتب ما قالوا وقتلهم الأنبياء بغير حق ونقول ذوقوا عذاب الحريق ذلك بما قدمت أيديكم وأن الله ¶ ليس بظلام للعبيد .آل عمران 3/181-182. ¶ لقدشبهت اليهود الله سبحانه وتعالى وامعنت في التشبيه حتى وصفوه بانه يمرض ذاتا - سبحانه وتعالى - وانه فقير وانه صارع يعقوب مرة فصرعه يعقوب واستغاث الله بيعقوب وقال له : دعني يا ابني يا يعقوب ... يا لله من العقول الضالة الشاردة . ¶ وقال تعالى : ( لعن الذين كفروا من بني اسرائيل على لسان داود وعيسى بن مريم ذلك بما عصوا وكانوا يعتدون كانوا لا يتناهون عن منكر فعلوه لبئس ما كانوا يفعلون ترى كثيرا منهم يتولون الذين كفروا لبئس ما قدمت لهم أنفسهم أن سخط الله عليهم وفي العذاب هم خالدون . المائدة 5/78-80.",
            "page": "131",
            "part": "1"
        },
        {
            "id": "132",
            "nass": "المعنى : حقت على اليهود قديما بعد موسى وكانوا- لا زالوا- على شريعة الاسلام وابتدأ الكهنوت بغير من ديانة التوحيد الى ديانة الكفر وسب الله سبحانه ووصفه بالبخل وغلة الايدي فخرجوا عن مقتضى التوحيد وعن وصايا موسى وتوراة رب العالمين التي احتكرها حاخاماتهم ¶ فلعبوا فيها لفظا تارة ومعنى تارة اخرى وتأويلا تارة ثالثة وكانوا لا يتناهون يقول الرسول صلى الله عليه وسلم \" ان أول ما دخل النقص على بني اسرائيل كان الرجل أول ما يلقى الرجل فيقول له يا هذا اتق الله ودع ما تصنع فانه لا يحل لك ثم يلقاه من الغد فلا يمنعه ذلك ان يكون أكيله وشريبه وقعيده فلما فعلوا ذلك ضرب الله قلوب بعضهم ببعض ثم قال ( الأية الشريفة ) ثم قال كلا والله لتأمرن بالمعروف ولتنهون عن المنكر ولتأخذن على يد الظالم ولتأطرنه على الحق أطرا ( أي تحملنه على الحق حملا ) ولتقصرنه على الحق قصرا أو ليضربن الله بقلوب بعضكم على بعض وليلعنكم كما لعنهم \" الترمذي . ¶ وهذا دليل على عظم ذنب ترك الأمر بالمعروف والنهي عن المنكر ومجالسة المحادين لله ولرسوله والمجاهرين ¶ بالفسق والمعاصي والفحشاء ومصاهرتهم ومصادقتهم ¶ ومعاملتهم ويعجبني أحد القائلين وهم من علماء الأصول : ان الأمر بالمعروف والنهي عن المنكر فرض على الجميع حتى الذين يتعاطون الكؤوس عليهم أن ينهى بعضهم بعضا . ¶ وفي الأية النهي عن مجالسة المجرمين الا اذا كان هناك ضرورة تقدر بقدرها والله أعلم بنيات عباده . ¶ وقال تعالى : ( ان الذين يأكلون أموال اليتامى ظلما انما يأكلون في بطونهم نارا وسيصلون سعيرا ) النساء 10.",
            "page": "132",
            "part": "1"
        },
        {
            "id": "133",
            "nass": "وهذا أمر مشهور فكثير من الورثة يذهب جهدهم عبثا لأن آكل أموالهم ألحن بحجته منهم فيتركهم حيارى بين محاكم الدرجة الأولى والثانية والثالثة وربما انتصر عليهم هذا أمر الأكل بالمعروف ومن أكل أموال اليتامى الانفاق البالغ على نعيه في الجرائد واقامة السرادقات وكبار المطربين في قراءة القرآن والبذخ العظيم في الجنازات وفي تشييد المقابر كل ذلك قد يقوم به واحد استولى عنوة على أملاك المرحوم وصرف منه ما صرف وبذخ ما بذخ ليس من جيبه هو انما هو من جيب اليتامى الصغار والكبار منهم فهم لم يستأذنوا في صرف أموالهم وهم في أشد الحاجة اليها . ¶ وقال تعالى : ( ومن يعص الله ورسوله ويتعد حدوده يدخله نارا خالدا فيها وله عذاب مهين ). النساء 4/14 ¶ وهي آية جامعة مانعة فلا عصيان لمؤمن لأمر الله وأمر رسوله فان عصى وتاب واستغفر وأناب غفر الله له وتاب عليه وان أصر وتحدى وجاهر وربما حلل العصيان ¶ واعتبره قمة التدين وشرعه فذلك هو المخلد في نار جهنم أعاذنا الله منها . ¶ وقال تعالى ( والذين ينقضون عهد الله من بعد ميثاقه ويقطعون ما أمر الله به أن يوصل ويفسدون في الأرض أولئك لهم اللعنة ولهم سوء الدار ) الرعد 13/25 ¶ وقال تعالى : ( الذين يأكلون الربا لا يقومون الا كما يقوم الذي يتخبطه الشيطان من المس ذلك بأنهم قالوا انما البيع مثل الربا واحل الله البيع وحرم الربا فمن جاءه موعظة من ربه فانتهى فله ما سلف وامره الى الله ومن عاد فأولئك اصحاب النار هم فيها خالدون ) البقرة 2/375. ¶ بحوث كثيرة عملت حول الربا ومعناه وهل استثمار البنوك والهيئات المالية التي تحدد الربح ربا ام غيره ؟ ¶ على العاقل الذي يريد حماية نفسه من ادران الربا ان يبحث هذا الموضوع في مراجعه وان يهتم بما يطعم او يلبس ان يصرف حتى لا ينبت جسمه من حرام فالنار اولى به. ¶ وقال تعالى : ( ان الشيطان لكم عدو فاتخذوه عدوا انما يدعو حزبه ليكونوا من اصحاب السعير ) فاطر 35/6",
            "page": "133",
            "part": "1"
        },
        {
            "id": "134",
            "nass": "ان مسكن الشيطان في الانسان النفس الغريزية وهي مجمع الغرائز الدنيئة يجد في هذا المسكن ما يمكنه من ارسال اشاراته للاحتلال والافساد في النفس ولقد وهب الله الانسان العقل حتى يوقف هذه التيارات الشيطانية عند حدها ويخضعها لمقتضى تفكير العقل المؤيد بتشريع السماء . ¶ وقال تعالى : ( ومن الناس من يعجبك قوله في الحياة الدنيا ويشهد الله على ما في قلبه وهو الد الخصام واذا تولى سعى في الارض ليفسد فيها ويهلك الحرث والنسل والله لا يحب الفساد واذا قيل له اتق الله اخذته العزة بالاثم فحسبه جهنم ولبئس المهاد ) البقرة 3/204-206 ¶ نزلت فيمن يظهر الاسلام علنا وفي بطنه كفر ومن علامة هؤلاء انهم يفسدون في الارض ويهلكون مقومات حضارتها واذا ذكرت احدهم بالله تعالى استكبر واستشاط غضبا . ¶ عن عبد الله بن عمرو بن العاص رضي الله عنهما قال : سمعت رسول الله صلى الله عليه وسلم يقول : ¶ \" اهل النار كل جعظري جواظ مستكبر جماع متاع رواية احمد على شرط مسلم ¶ الجعظري: بفتح الجيم واسكان العين المنتفخ بما ليس عنده ¶ الجواظ: الضخم المختال في مشيته الترغيب ج2 ص 146 ¶ وعن ابي سعيد الخدري رضي الله عنه عن النبي صلى الله عليه وسلم قال : ¶ \" احتجت الجنة والنار فقالت النار في الجبارون والمتكبرون . ¶ وقالت الجنة في ضعفاء المسلمين ومساكينهم فقضى الله بينهما انك الجنة رحمتي ارحم بك من اشاء وانك النار عذابي اعذب بك من اشاء ولكليكما علي ملؤها . ¶ رواه مسلم ¶ وعن ابي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال : ¶ تخرج عنق من النار يوم القيامة لها عينان تبصران واذنان تسمعان ولسان ينطق يقول: اني وكلت بثلاثة... بكل جبار عنيد وبكل من دعا مع الله الها آخر وبالمصورين . ¶ رواه مسلم ¶ علق علماء المكتب الفني بوزارة الاوقاف بانها الصور التي تعبد من دون الله ونزيد بالصور ¶ التي تفسد الشباب كصور الممثلات العاريات والراقصات الخ ...",
            "page": "134",
            "part": "1"
        },
        {
            "id": "135",
            "nass": "وعن ابي هريرة رضي الله عنه : ¶ ( اجتنبوا السبع الموبقات الشرك بالله والسحر وقتل ¶ النفس التي حرم الله الا بالحق واكل الربا واكل مال اليتيم والتولي يوم الزحف وقذف المحصنات المؤمنات الغافلات ¶ رواه البخاري ¶ الغافلات : المرأة الغافلة اي التي يجرحها اي لفظ خارج يسمونها ذات حياء وذات خفر اما الخارجات العاريات الكاسيات فلسن منهن . ¶ الموبقات التي تدخل صاحبها النار : ¶ اختلف فيها ولكن المشهور انها الكبائر وهي سبع عشرة كبيرة اربع في القلب الشرك والاصرار على المعصية والقنوط من رحمة الله تعالى والامن من مكره . ¶ واربع في اللسان: ¶ القذف وشهادة الزور والسحر وهو كل كلام يغير الانسان ¶ او شيئا من اعضائه السحر ما سحر العين خداعا واضر الانسان قال صلى الله عليه وسلم : ان من البيان لسحرا فاذا اضر فهو حرام .واليمين الغموس اي التي تغمس صاحبها في النار وليس لها كفارة في الدنيا فانها يمين قد حصل صاحبها على حق ليس له او اضر انسانا ¶ بيمينه هذه ويسمونها اليمين الفاجرة وهي التي تبطل حقا او تثبت باطلا . ¶ وثلاث في البطن : ¶ اكل مال اليتيم ظلما واكل الربا وشرب كل مسكر ¶ اثنتان في الفرج : الزنا واللواط ¶ واثنتان في اليد : القتل والسرقة ¶ واحدة في الرجل : الفرار من الزحف ¶ وواحدة في جميع الجسد : عقوق الوالدين ¶ الزواجر عن ارتكاب الكبائر ج1ص9 ¶ ********* ¶ وبعد ... فقد تناولنا اليوم الآخر ولم يكن هذا التناول بمستوف انما عرضنا فيه بعض مشاهده ونترك الامر لله سبحانه وتعالى فهو امر غيبي وما قيل فيه انما اشارات في القران الكريم وفي الاحاديث النبوية اما حقيقة هذا اليوم وما يحدث فيه فعلمه عند الله سبحانه وتعالى ونؤمن بذلك ¶ ونصدق به ونسأل الله النجاة من عذاب هذا اليوم وان يجعلنا من الصديقين وحسن أولئك رفيقا . ¶ تم بحمد الله تعالى .",
            "page": "135",
            "part": "1"
        }
    ],
    "t35206": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مواقف يوم القيامة"
        }
    ]
}