{
    "b35208": [
        {
            "id": "1",
            "nass": "الرسالة الثالثة ¶ رفع الارتياب بتوهين الحارث الكذاب ¶ بسم الله الرحمن الرحيم ¶ …إن الحمد لله نحمده ونستعينه ونستغفره ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا من يهده الله فلا مضل له ومن يضلل فلن تجد له ولياً مرشداً وصلى الله على محمد وعلى آله وصحبه وسلم وبعد. ¶ …فقد ألف الأستاذ الغماري رسالتين الأولى \" الباحث عن علل الطعن في الحارث \" والثانية بعنوان \" نكث الناكث المعتدي بتضعيف الحارث \" رد على تنويه الشيخ ناصر الدين الألباني في مقدمة أحد كتبه بقوله : \" حتى أن أحدهم ألف رسالة خاصة في توثيق الحارث الأعور الشيعي \" وكلها شتائم للشيخ ناصر الدين الألباني رحمه الله حتى في عنوانها ومن ثم في مقدمتها وهنا في رسالتي هذه أرد على الثانية لأنها أحدث وقد جمع الأستاذ الغماري كل قواه ليرد على الشيخ ناصر الدين الألباني رحمه الله ويتحفه بشتائمه وقد عمدت في هذا الرد كما في الردود السابقة إلى إيراد فقرات من رسالته والرد عليها بما تستحقه. ¶ …فقال الغماري في المقدمة ص29 : وحمله ( الألباني ) عليه ( هذا التنويه ) ما عرف به واشتهر عنه من تسليط لسانه الأعجمي على عباد الله تعالى بدون ذنب اكتسبوه ولا إثم اقترفوه .....",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "…أقول : أي جريمة أكبر من هذه الجريمة التي تقوم بها يامحدث المغرب من الإتيان إلى أكذب رجل بين الرواة والذي أجمع على رد حديثه كل علماء الجرح والتعديل وعلى رأسهم الشيخان بل ولم يستطع الإمام مسلم بعد أن تجنب روايته أن يسكت عنه كي لايظن ظان بأنه تركه سهواً بل نوه عنه في مقدمة صحيحه فقال مسلم ( ثنا قتيبة ثنا جرير عن الشعبي حدثني الحارث الأعور وكان كذاباً ) ثم تخطِّىء الشيخين وتقول بأنه كان عليهما أن يصنفاه في مقدمة رجال الصحيح بل يجب أن يكون سنده عن علي عليه السلام أصح الأسانيد من غير شك كما ذكرت ذلك في رسالتك ص37. وبذلك يكون الحارث الأعور الكذاب عن علي أصح من مالك عن نافع عن ابن عمر والسند الثاني سماه المحدثون السلسلة الذهبية وباستدراك محدث المغرب بأنه على الشيخين أن يصنفاه في مقدمة رجال الصحيح يصبح الحارث الأعور الكذاب عن علي أقوى وأصح سنداً من مالك عن نافع عن ابن عمر. ¶ …وإني لأتساءل ما الهدف من توثيق هذا الكذاب ؟ ¶ فأقول : إنه لا يخفى على أي إنسان بأن من يسعى لذلك يكون هدفه ترويج أحاديثه الموضوعة التي رواها للناس واعتبارها فوق أحاديث الصحيحين ليخرب بذلك للمسلمين دينهم وليحلل لهم الحرام ويحرم عليهم الحلال كما هو هدف الشعوبيين والزنادقة كما صرح بذلك عبد الكريم بن أبي العوجاء حين قتله محمد بن سليمان العباسي الأمير بالبصرة على الزندقة بعد سنة 160 هجرية في خلافة المهدي ولما أُخذ لتضرب عنقُه قال \" لقد وضعت فيكم أربعة آلاف حديث أحرم فيها الحلال وأحلل الحرام \" الميزان 2/ 644 . وهذا الذي يسعى إليه المستشرقون الحانقون على الإسلام وأهله أن يدلسوا علينا من يتظاهر بأنه من أبناء جلدتنا ويضعوه في مصاف علمائنا ثم يفتري ويدلس على المسلمين دينهم وينهال على العلماء بالشتائم والقذف والتشنيع ويتهمهم بالجهل بل ويعيرهم بلسانهم الأعجمي ويصفهم بأنهم أعاجم.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "…فهل يجوز لمحدث المغرب أن يعير إنساناً بأن أصله غير عربي وقد قال - صلى الله عليه وسلم - لأبي ذر عندما عير بلالاً بأمه بقوله ياابن السوداء قال له \" أعيرته بأمه إنك امرؤ فيك جاهلية \" أخرجه البخاري في الإيمان باب المعاصي من أمر الجاهلية ، والله سبحانه وتعالى يقول : ¶ { يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَى وَجَعَلْنَاكُمْ شُعُوباً وَقَبَائِلَ لِتَعَارَفُوا إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ } (الحجرات: 13) ¶ …ثم إنه من المعلوم أن محمد بن إسماعيل البخاري هو من بخارى ومحمد ابن ماجه هو من قزوين وأبو داود هو من سجستان والنسائي من نسا والترمذي من ترمذ وأبو حنيفة النعمان بن ثابت هو فارسي فهؤلاء كلهم ليسوا عرباً وقد سخرهم الله سبحانه وتعالى لنقل ديننا وحفظه لنا والذب عنه من أعداء الدين. ¶ …وقال محدث المغرب في مقدمته : وتطاول ( أي الألباني ) على مقام أكابر الحفاظ كالمنذري الحافظ المتقن رحمه الله تعالى وغيره بدون أدنى سبب يوجب ذلك التطاول على مقامهم في خدمة الحديث النبوي. ¶ …أقول : هل يجوز لمحدث المغرب الافتراء على الألباني أو غيره بأنه يتهجم على أكابر الحفاظ كالمنذري وغيره دون دليل علماً بأن كتب الألباني مليئة بنقوله عنهم مع تأدبه معهم أجمعين بل وحثَّ قراءَه وأتباعَه على احترامهم حتى في حال مخالفتهم ، ونسي المسكين أنه بمؤلََّفه هذا والمؤلَّف الذي يدافع عنه قد تطاول فيه على الأمة الإسلامية بأسرها التي أجمعت على رد حديث الحارث الأعور وعمد إلى توثيقه ، ثم يتهم العلماء تارة بالعداوة لهذا الكذاب وتارة بالغفلة والتقصير في العلم والفهم وخاصة أصحاب الصحيحين ( أصح كتابين بعد كتاب الله ) لعدم رفعهما هذا الحارث الأعور الكذاب من الحضيض في مراتب الحديث وتقديمه على جميع رجال الصحيح.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "…فهل يسلك هذا المسلك من كان من أبناء جلدتنا ومن قال لا إله إلا الله مخلصاً بها من قلبه ؟ ¶ …والآن لنتتبع جميع الإشكالات التي أوردها هذا الغماري في رسالته ونرد عليها بما يناسبها من العلم ثم بعد ذلك نورد ماقاله أهل العلم في الحارث الكذاب في كتب التراجم. ¶ …وعند الإشارة إلى رقم الصفحة يلاحظ أننا لم نبدأ بالصفحة رقم 1 لأن الرسالة مطبوعة عقب رسالة أخرى لقريبه عبد الله الغماري فهي تبدأ من الصفحة رقم 29. ¶ قال الغماري ص30 : ¶ لأن الحارث الأعور الهمذاني الذي وثقته وبينت بطلان جرح من جرحه مَثلُه مثَلُ سائر رواة الصحيح الذين اختلف فيهم أئمة الجرح ما بين مادح وقادح ومجرح وموثق كما يعلم ذلك من تتبع أحوال رجال الصحيحين ..... ¶ بل من يتتبع أحوال الرجال ويطلع على كتب الجرح والتعديل يحصل عنده العلم اليقين أنه لا يوجد راوٍ مهما علا قدره وسمت منزلته لم يتناوله جرح ولو بالتدليس مثلاً .... وإذا كان هذا حال سائر الرواة إلا النادر منهم جداً فلا ينبغي أن يحمل باللوم على من اختار توثيق الحارث. ¶ …أقول : هل تقارن الحارث الأعور الكذاب الذي أجمعت الأمة على طرح حديثه برجال الصحيحين كمالك وابن اسحاق اللذين اختصما فجرح كل منهما الآخر مما يعبر عن الخصومة فنبذ أهل الجرح والتعديل كلامهما هذا واعتبروه كأن لم يكن ولم يؤثر ذلك على توثيقهما وأما الحارث الأعور فقد كذبه الشعبي في الرواية وهو ما زال يتردد عليه ليتعلم منه الفرائض والحساب ووصفه بأنه من أحسب الناس إذن كذبه الشعبي ديانة لا عداوة وبقي عنده ليتعلم منه ما يجيده من العلوم سوى الرواية التي تعتمد على الصدق والحفظ.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "…ثم إن اختيار التوثيق ليس مزاجياً وإنما ينضوي تحت قواعد وضوابط معروفة في علم الحديث فإذا كان التضعيف مثلاً لعداوة أو لعمل يقوم به الراوي وهو مباح في مذهبه لكنه محرم في مذهب الجارح أو لخطأ أخطأ فيه راوٍ بحديثٍ أو حديثين بجانب كمٍّ هائل من أحاديث يرويها على وجهها فيرد تجريحه وأما توثيق الحارث فليس هو من هذا القبيل إنما هو مخالفة متعمدة لقواعد الحديث وضرب بكلام علماء الجرح والتعديل عرض الحائط. ¶ يقول عن كتابه \" الباحث عن علل الحارث \" ص31 : ¶ \" الكتاب الذي أعجب به كل من قرأه من أهل العلم السالمين من داء الشغب والشغف بنشر الخلاف بين المسلمين \". ¶ أقول يعجب به فريقان لا ثالث لهما :",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "أ- جاهل بعلم الحديث وقواعده ومصطلحات القوم في الجرح والتعديل فتُدلَّسَ عليه من غير أن يتنبه لذلك فالبخاري مثلاً يصف بعض الرواة بقوله \" سكتوا عنه \" أو \" فيه نظر \" ولغوياً تعني أن علماء الجرح لم يتعرضوا لهذا الراوي بالنقد فمرروا حديثه بينما هذه اللفظة المهذبة عنده يستعملها هذا الإمام لمن كان في أدنى المنازل وأردئها عنده ، وكذلك قال ابن أبي حاتم : إذا قيل \" صدوق \" أو \" محله الصدق \" أو \" لابأس به \" فهو ممن يكتب حديثه وينظر فيه ( أي يقارن مع غيره ليُرى هل يعضده فيتحسن به أم لا ) وهذا المصطلح لغوياً يعني أنه ثقة وحديثه صحيح وكذلك هو في اصطلاح ابن حجر مثلاً أنه بين الثقة والضعيف فحديثه حسن ، أما حين يقول ابن حجر عن راوٍ إنه \" مقبول \" فيعني ذلك أن حديثه مقبولٌ حين يتابع وإلا فليِّنُ الحديث أي ضعيف كما في مقدمة التقريب ولغوياً كلمة مقبول تعني أنه مقبول الحديث لدى المحدثين وحديثه صحيح. كما أن وصف راوٍ بالفضل والزهد والتعبد والفقه لايفيد التوثيق في مصطلحهم فتسويد صفحات بمدح لأحد الرواة لا تعادل كلمة ثقة فكلمة ثقة تعني الصدق والحفظ والضبط والصفتان الثانية والثالثة ليست بيد الإنسان وإنما هي هبة من الله فنقصها أو عدم وجودها لا يقدح في جلالة وعدالة وفهم الراوي وفقهه ودينه ولكنها تقدح في روايته . إذن الرواية وشروطها الصدق والحفظ والضبط لأدائها كما تلقاها شيء والفقه والفهم والعبادة والدين شيء آخر ليس له أي علاقة بالرواية إلا اذا انضم للشرط الأول فيزيدها بهاءً. ¶ ب-…عدو للحديث وأهله ومتعصب للهوى فكيف لايفرح هذا بأي سهم يصوب إلى نحور المسلمين وعلمائهم. ¶ 3-…قال ص31 :",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "\" في الوقت الذي هم فيه أحوج ما يكونون إلى الوفاق والالتئام والوئام ...... وطرح الترهات والخزعبلات التي يراها الجاهلون ومن في قلوبهم مرض أنها من صميم الدين وليست من الدين لا في قبيل ولا في دبير وإنما أثارها المثيرون وأخرجها المضلون من زوايا الإهمال ومخابىء النسيان تلبية لنداء الشر وإجابة لدعوة الشيطان في التفرقة ورفع لواء التنافر والتناحر وإيغار الصدور بين أهل لا إله إلا الله ليسهل اجتياحهم على عدوهم والقضاء عليهم في عقر دارهم رغم ما هم فيه من البلاء \". ¶ …أقول : أليس هذا هو حالك يا محدث المغرب وياليتك أتيت بمسألة خلافية لتطرحها بين المسلمين فتثير فيها ما تصف وإنما تأتي بأمر أجمع العلماء عليه قديماً وحديثاً ألا وهو رد حديث الحارث الأعور الكذاب وتقوم الآن بعد أربعة عشر قرناً وتشتم السلف والخلف وتصفهم بعدم الفهم لأنهم لم يرفعوا الحارث الكذاب إلى مقدمة رجال الصحيح بما فيهم البخاري ومسلم. ¶ ثم يقول ص31 : ¶ \" ووطنه ( أي الألباني ) الذي ينتمي إليه وعرف بالانتساب إليه يحكمه الشيوعيون بل المتطرفون منهم وإنا لله وإنا إليه راجعون وإخوانه يذوقون الويل والعذاب من تسلطهم فكان ينبغي للألباني قبل الهجوم على العلماء وأئمة السلف والسعي بين المسلمين بالفرقة لقصد أو بدون قصد أن يكرس جهوده ويوجه لسانه على الأقل لدعوة الألبانيين إخوانه للجهاد وقتال الشيوعيين الملاحدة مع أني لم أسمع عنه شيئاً يتعلق بهذا الأمر مطلقاً بل كان الواجب عليه أن يكون أول الحاملين للسلاح لتحرير بلاده من حكم الملاحدة وعند ذلك يعطي الدليل وألف دليل على غيرته على الإسلام ونصيحته لدينه والدفاع عن أهل ملته \".",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "…أقول : لا يا ألباني لِمَ لَمْ تفعل ذلك ؟! حقاً إنك لمجرم أما كان لك أسوة بالغماري الذي لم يقر له جفن حزناً على إخوانه المسلمين في الأندلس الذين خضعوا لحكم بلاده المغرب سنين عديدة وحتى أنها فتحت انطلاقاً من بلده ويفصل بين بلده وبين الأندلس ما ينوف عن مئات الأمتار من المياه ومع ذلك فهو يتقلد سيفاً ويذهب إلى الأندلس كل يوم ويقتل المئات من الإسبانيين الذين أنشأوا محاكم التفتيش وقتلوا كل من أظهر انتقاله للنصرانية وأبطن ثباته على دينه الإسلام هذا إضافة إلى مؤلفاته التي طبقت شهرتها الآفاق وهي تدعو هؤلاء المسلمين إلى الجهاد ضد حكامهم من النصارى المجرمين في الأندلس منها مثلاً كتاب \" الدعوة لتحرير الأندلس \" و \" الدعوة لنجدة المسلمين في الأندلس \" و \" لبيك يا أندلس \" وغيرها كثير بينما لا يفصل بينك وبين بلدك سوى بضعة آلاف من الأميال ولم يتجاوز سنك بعُد المئة أي إجرام أكبر من هذا يا ألباني. ¶ 5- ثم يتابع الغماري حديثه ص32 : ¶ \" أما حمل القلم وتجريد اللسان للطعن في أئمة المسلمين وحماة الشريعة من رجال السلف والخلف والدعوة إلى الخلاف والشقاق في أمور تافهة للغاية فذلك لا يجمل صدوره من مسلم عامي فضلاً عمن يدعي خدمة الإسلام ...... إلى درجة أن يدخل من أجل ذلك في مداخل لا قبل له بها ولا تقرها السنة النبوية التي نصب نفسه للدعوة إليها.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "أقول : ليس لك حق يا ألباني أن تشير إلى أن الغماري - ولو إشارة بسيطة - قد ألف كتاباً مستقلاً لتوثيق الحارث الأعور المتفق على رد حديثه عند الأمة فإنك بذلك تطعن في الأئمة - وليس الذي ينتقدهم وعلى رأسهم البخاري ومسلم ويجهلهم ويعنفهم في عدم توثيقهم للحارث الكذاب - سلفها وخلفها فإنك بذلك تقطع الطريق عليه في تلبيسه على الناس دينهم وبذلك تثير الخلاف والشقاق وهذه أمور تافهة للغاية لايجمل صدورها من مسلم عامي ولا تقرها السنة فتوثيق الكذابين أمر تافه لايجمل بك يا ألباني أن تنبه الناس عليه ولا تقرك عليه سنة المستشرقين لذا فإنك تستحق ماجرده عليك الغماري من قلمه بالشتائم والافتراءات. ¶ قال الغماري متابعاً : ¶ \" والذين لا يجوز لأجل ذلك تكفيرهم أو منع الصلاة خلفهم وعليهم أو معاملتهم بغير ما يعامل به المسلم الذي حرم الله تعالى دمه وماله وعرضه \". ¶ …أقول : عتبي عليك يا ألباني هل يسمع بهذه الفتوى من يبعد عنك آلاف الأميال ولا نسمعها منك ونحن بجوارك عشرات السنين وكيف سمعها منك الغماري هل نشرتها في كتاب وزعته في بلاد الماو ماو ولم تَجُدْ علينا بنسخة منه ثم لم نرك تطبق هذه الفتوى حتى نقتدي بك. ¶ ويتابع الغماري ص32 : ¶ \" لأنهم من أهل لا إله إلا الله التي يثقل بها ميزانهم يوم يقوم الناس للحساب مهما ارتكبوا من موبقات ومهما خرجوا عن الطريق وفعلوا وفعلوا كما يشهد بذلك حديث البطاقة لأنه حديث قاصم لظهر كل من يريد أن يحجر على أهل لا إله إلا الله رحمة الله تعالى وفضله ومغفرته التي وعد بها قائلها\".",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "…أقول : ما يمنعك يا ألباني أن تدعو إلى ما يدعو إليه الغماري فتقول للناس قولوا لا إله إلا الله وافعلوا ما تشاؤون وما تريدون من الموبقات فهذه البطاقة سوف تثقل ميزانكم مهما فعلتم من الموبقات واستحللتموها ، بل لِمَ العبادة إذن ولِمَ تثقل علينا بمصنفاتك كل يوم وتعلمنا فيها صفة صلاة النبي - صلى الله عليه وسلم - وحجة النبي - صلى الله عليه وسلم - والصيام وغيرها من العبادات وهذا ماصح عن النبي - صلى الله عليه وسلم - وهذا ما لم يصح وكان يكفيك من ذلك أن تقول لنا كما ورد في بعض روايات الحديث \" قولوا لا إله إلا الله تفلحوا \" وكفى المؤمنين القتال فلا حاجة لصلاة ولاصيام ولاحج ولازكاة ولا ولا ولا بأس من ارتكاب الموبقات مهما تعدد أشكالها . ثم ما الفائدة من العلم والعلماء وهذه القناطير المقنطرة من كتب التوحيد والفقه والحديث بل ما الفائدة من نزول الوحي على محمد - صلى الله عليه وسلم - ثلاثاً وعشرين سنة ثم لماذا حرب أبي بكر للمرتدين عندما منعوا الزكاة و و ........ طالما أن الدين كله يكفي منه أن يقول أحدنا لاإله إلا الله حتى ولو بلسانه دون اعتقاد بها هذا لعمري مالم يحلم أي مستشرق بتحقيقه بين المسلمين ! قال تعالى : { قَالَتِ الْأَعْرَابُ آمَنَّا قُلْ لَمْ تُؤْمِنُوا وَلَكِنْ قُولُوا أَسْلَمْنَا وَلَمَّا يَدْخُلِ الْأِيمَانُ فِي قُلُوبِكُمْ } (الحجرات آية14) . ¶ …والإيمان كما عرفه العلماء ومنهم إمام مذهبك الشافعي هو قول وعمل ( قول باللسان وتصديق بالجنان وعمل بالأركان ) أم أنك يا غماري تستشهد بالآية الكريمة { لا تَقْرَبُوا الصَّلاةَ } (النساء آية43) . وتقف كما وقف غيرك عندها ! ؟",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "…فانظر أخي المسلم إلى النصح بين المسلمين ومن يريد لهم الخير شتان بين شخص يدعوهم إلى قول لاإله إلا الله حتى ولو بلسانهم ويبيح لهم فعل الموبقات مهما تعددت ولا يكلفهم بأي نوع من العبادات مهما صغرت وبين إنسان يطلع علينا كل يوم بكتاب يصحح فيه لنا عقيدتنا وعبادتنا ويعلمنا ما صح عن النبي - صلى الله عليه وسلم - وما لم يصح. ¶ …إلا أنه يوجد لي عليك اعتراض ياغماري أو سمِّه إشكالاً : ما الحاجة لرسالتك هذه لتوثيق الحارث الكذاب وماتفيدنا طالما أنه يكفينا قول لاإله إلا الله ولو بلساننا رغم ماتثيره من الجدل ومافيها من الطعن في الحديث وأهله من السلف والخلف. ¶ ويتابع ص 33 قوله : ¶ \" أقول : لايجمل بالمسلم الناصح أن يسعى بين جماعة المسلمين ـ في هذا الوقت ـ بالتفرقة وبث الشقاق والخلاف في أمور تافهة للغاية إثمها أكبر من نفعها إن كان فيها نفع وإلا فإثمها محقق وضررها قد ظهر للعيان \". ¶ …قلت : لايجمل بك ياألباني أن تنبه الناس إلى مايدلسه الغماري على المسلمين في دينهم ولو بإشارة خفيفة فيضطر للرد عليك بصفحاتٍ عديدةٍ وبذلك ينقسم المسلمون قسمين ويتنازعون فيما بينهم أما لو سكتَّ فعندها يستطيع أن يخدعهم ويلفهم حوله. ¶ يعلق السقاف على كلام الغماري محشياً ص 33 : ¶ \" حتى أن أتباع الألباني ومقلديه في أمريكا كانوا وما يزالون سبباً لإغلاق مساجد عديدة من قبل البوليس الأمريكي لأجل ما فعلوه وسببوه من فتن وخلافات وشجار في تلك المساجد ا هـ حسن. ¶ …قلت : يسلم فمك يا حسن قل للألباني : لو سكت أتباعك يا ألباني ولم يعترضوا على ما ننشره من ترهات وأغاليط لما اضطررنا لضربهم ولما تدخل البوليس الأمريكي فأغلق المساجد التي تواجدتم فيها وكان بإمكانهم السكوت عليها لأنها أباطيل وخرافات واهية فماذا يكون إذا عبدنا الجيلاني واستغثنا به من دون الله وماذا يكون لو اتبعنا البدع وتركنا السنة وماذا يكون لو عبدنا المشايخ مع الله وماذا لو قلنا :",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "الرب عبد والعبد رب …فما أدري من المكلف ¶ …كما يقول ابن عربي وماذا يكون لو قلنا : ¶ وما الكلب والخنزير إلا إلهنا …وما الله إلا راهب في كنيسة ¶ … كما يقرر ابن عربي وماذا يكون لو قلنا : \" ما في الجبة إلا الله \" كما يقول الحلاج أليس نقول في النهاية لا إله إلا الله هل تحتاج هذه الخلافات الواهية إلى هذه الاعتراضات التي لانستطيع أن نقضي عليها بالدليل فنلجأ معذورين إلى أن نقضي عليها بالقوة. ¶ …وهؤلاء المشركون قالوا لمحمد - صلى الله عليه وسلم - \" { مَا نَعْبُدُهُمْ ( أي الأصنام ) إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى } (الزمر: آية 3 ) . أي نعلم أنهم لا يخلقون شيئاً ولكن يُخْلَقون ولايرزقون أحداً ولكن نعبدهم ليكونوا لنا شفعاء عند الله ، أما قول الرسول - صلى الله عليه وسلم - لابن عباس \" إذا سألت فاسأل الله واذا استعنت فاستعن بالله واعلم أن الأمة لو اجتمعت على أن ينفعوك بشيء لم ينفعوك إلا بشيء قد كتبه الله لك ولو اجتمعوا على أن يضروك بشيء لم يضروك إلا بشيء قد كتبه الله عليك رفعت الأقلام وجفت الصحف \" . رواه الترمذي في صفة القيامة باب ولكن يا حنظلة ساعة وساعة وقال هذا حديث حسن صحيح وصححه الألباني. ¶ …فابن عباس هذا فيما يبدو من أهل الظاهر ولا يعرف علم الباطن فخاطبه الرسول - صلى الله عليه وسلم - على قدر فهمه ولو فهم ابن عباس طريقة القوم في التصوف وتحريف الكلام عن مواضعه لخاطبه بغير ذلك أما قول الله سبحانه وتعالى :",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "{ وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ فَلْيَسْتَجِيبُوا لِي وَلْيُؤْمِنُوا بِي لَعَلَّهُمْ يَرْشُدُونَ } (البقرة آية 186) . فهذه الآية وغيرها كثير هي لأهل الظاهر ولا يحق لك ياألباني أن تعترض على شيء مما ندعو إليه وإن خالف القرآن والسنة لأنها خلافات واهية وإذا تكلمت بشيء عنها فسنقيم الدنيا ولا نقعدها وعندها تتفرق كلمة الإسلام والمسلمين والإسلام ينهى عن الفرقة فاحذر هذا. ¶ أنسيت يا ألباني أن المشركين قالوا لمحمد - صلى الله عليه وسلم - قد أتيت بدين فرق بين الأب وابنه وبين الأخ وأخيه أتريد أن تتابع عنادك ودعوتك إلى الله ورسوله كما تابع محمد - صلى الله عليه وسلم - الدعوة إلى الله وحده وتقف في وجه أعداء السنة ؟ ¶ وقال الغماري ص33 : ¶ \" إن الحارث ثقة عدل رضي وثقه جماعة السلف والخلف واعتمدوا على روايته واحتجوا بحديثه لأنه إمام من أئمة العلم والحديث في الكوفة. ¶ …أقول : إن التوثيق هو أن ينص إمام من أئمة الجرح على توثيقه بلفظ ثقة فدلنا على واحد فقط من جماعة السلف والخلف ممن وثقه بهذا اللفظ أو بلفظ معتمد في مصطلح الحديث ثم من اعتمد على روايته ومن احتج بحديثه هل البخاري أم مسلم ؟ ¶ وتابع الغماري ص33 : ¶ \" وقدمه أهل الكوفة على غيره في العلم وفي الصلاة بهم في الوقت الذي كانت عامرة بسادات التابعين وأئمة العلم والحديث في الكوفة \" . ¶ …قلت : نعم قدموه في العلم الذي هو الفقه وليس في الرواية فذاك عمدته الفهم وهذه عمدتها الصدق والضبط أما الصلاة فليس لها علاقة بالرواية. ¶ وتابع الغماري ص34 : ¶ \" ولو لم يكن دليل على توثيق الحارث وجعله في الطبقة الأولى من أهل العدالة وتقديمه على أغلب رجال الصحيح إلا هذا لكان كافياً لأهل العلم في ذلك ومغنياً عن غيره من الأدلة \".",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "…قلت : ولا في الدرجة العاشرة من أهل العدالة لما سبق وبيَّنا أن العلم والفقه والإمامة هي غير الرواية فالرواية كما أسلفنا تعتمد على الصدق والضبط لا على الفقه والإمامة. ¶ وتابع ص34 : ¶ \" لأن من المقرر عند أهل الحديث أن من الأمور التي يعرف بها عدالة الراوي وكونه ثقة شهرته بذلك بين أهل بلده ووطنه وربما كان عندهم هذا أعلى وأرقى في التعديل والتوثيق من ثناء رجل واحد من أئمة الجرح عليه. ¶ …أقول : قال ابن الصلاح في النوع الثالث والعشرين من علوم الحديث : معرفة من تقبل روايته ومن لا تقبل وبيان الجرح والتعديل المقبول : الثقة الضابط لما يرويه وهو المسلم العاقل البالغ ..... وأن يكون مع ذلك متيقظاً غير مغفل حافظاً إن حدث من حفظه فاهماً إن حدث على المعنى فإن اختل شرط مما ذكرنا ردت روايته . وتثبت عدالة الراوي باشتهاره بالخير والثناء الجميل عليه أو بتعديل الأئمة أو اثنين منهم له أو واحد على الصحيح ولو بروايته عنه في قول . قال ابن الصلاح وتوسع ابن عبد البر فقال كل حامل علم معروف العناية به فهو عدل محمول أمره على العدالة حتى يتبين جرحه. ¶ إذن حتى يتبين جرحه وصاحبنا هذا لم يختلفوا في جرحه وإنما أجمعوا على جرحه. ¶ 14- وتابع الغماري ص34 : ¶ \" وأول من اعتمد عليه في الرواية عنه والأخذ منه سيدا شباب أهل الجنة - الحسن والحسين عليهما السلام - فقد روى ابن سعد في الطبقات 6 /168 عن الشعبي قال \" لقد رأيت الحسن والحسين يسألان الحارث الأعور عن حديث علي \" ..... وفي هذا أعظم دليل وأكبر حجة وأقوى برهان على أنه ثقة عندهما ، عنده من حديث علي والدهما - عليه السلام - مالايوجد عند غيره ..... إلا أنا نقول مثل الحسن والحسين في العلم والجلالة في الدين لايأخذ الحديث عمن عرف بالكذب وعدم الصدق في الرواية.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "…أقول : فعلاً الحسن والحسين سألا الحارث عما عنده من حديث علي فتبين لهما كذبه فلم يروياعنه وإلا فليقل لنا الغماري أين روايتهما عنه ؟ ¶ 15- وتابع الغماري ص35 : ¶ \" فرواية الحسن والحسين عن الحارث ترد طعن الشعبي فيه بالكذب وتظهر أنه أراد به - إن سلم ذلك له - الكذب في الرأي كما قال أحمد بن صالح المصري. ¶ …أقول : قال أبو عمرو بن الصلاح في كتاب علوم الحديث ص104 بتحقيق نور الدين عتر : التائب من الكذب في حديث الناس وغيره من أسباب الفسق تقبل روايته ..... وأطلق الإمام أبو بكر الصيرفي الشافعي فيما وجدت له في شرحه لرسالة الشافعي فقال \" كل من أسقطنا خبره من أهل النقل بكذب وجدناه عليه لم نعد لقبوله بتوبة تظهر ومن ضعَّفنا نقله لم نجعله قوياً بعد ذلك \" . والحارث حتى لم يعلن توبته. ¶ 16- قال الغماري ص35 : ¶ \" ومع ذلك فقد قال يحيى بن معين ما زال الناس يقبلون حديثه \" . ¶ …قلت : هو إلى الضعف أقرب لأن معناه في اصطلاح القوم يقبلون حديثه حيث يتابع وإلا فلا وهذا الكلام يفسر قول ابن معين ثقة والرواية الأخرى لابأس به ثم ما زال المحدثون يقبلون حديثه أي أنهم مترددون بين قبوله وبين طرحه تهذيب التهذيب 2 / 145 ثم حزم أمره في الأخير وقال ليس بالقوي ثم قال ضعيف كما نقله عنه الذهبي . الميزان 1 / 435 وذلك بعد أن تأكد الرجل من عدم صحة رواياته. ¶ 17- وتابع الغماري ص35 : ¶ \" وقد وثقه أحمد بن صالح المصري إمام أهل مصر في الحديث فقيل لأحمد بن صالح قول الشعبي حدثنا الحارث وكان كذاباً قال أحمد بن صالح لم يكن بكذاب وإنما كان كذبه في رأيه. ¶ أقول : مر معنا أنهم اختلفوا في قبول رواية التائب من الكذب وهذا لم يتب. ¶ 18- وتابع الغماري ص36 :",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "\" ثم إن علي بن أبي طالب خطب الناس فقال من يشتري علماً بدرهم فاشترى الحارث الأعور صحفاً بدرهم ثم جاء بها علياً فكتب له علماً كثيراً ثم إن علياً خطب الناس بعد فقال يا أهل الكوفة غلبكم نصف رجل وهذا أيضاً شهادة من علي بفضل الحارث وأنه من أهل العلم الذين يؤخذ عنهم وأنه غلب أهل الكوفة في العلم ولو كان متهماً في ذلك لبين علي أمره وحذرهم منه \". ¶ …أقول : إن تشجيع علي لأهل الكوفة لكتابة علمه واندفاع الحارث لذلك هذا ليس توثيقاً له فالتوثيق يكون بعد الرواية لا قبل الرواية وقبل الأخذ وعلي لايعلم الغيب ولا يعرف ما سوف يؤديه هذا الحارث من الرواية على وجهها أم على غيره وقد وصفه بنصف رجل فهل هذا الوصف مدح أم قدح ؟ ‍‍! ¶ 19- وتابع الغماري ص36 : ¶ \" عن أبي إسحاق أنه كان يصلي خلف الحارث الأعور وكان إمام قومه وكان يصلي على جنائزهم \". ¶ …قلت : الإمامة في الصلاة لا دخل لها بالرواية ولا بالتوثيق . وقد نُقلَ عن السلف رحمهم الله ( الصلاة خلف كل برَّ وفاجر ). ¶ 20- وأعاد الغماري ص36 ذكر تقديم أهل الكوفة للحارث الأعور على عبيدة السلماني وعلقمة ومسروق وشريح. ¶ …أقول : التقديم في العلم والفقه والإمامة وليس في الرواية وإلا فليس منهم من جرح أو ردت روايته غيره. ¶ 21- وتابع الغماري ص36 : ¶ \"وبعد أن أعاد ذكر تقديمه الحارث على الأربعة ( عبيدة وعلقمة ومسروق وشريح ) . قال : قال ابن سيرين : إن قوماً آخرهم شريح لَقوم لهم شأن ا هـ انظر المعرفة والتاريخ ليعقوب بن سفيان 2 / 557 وتهذيب الكمال 1 / 215 وتهذيب التهذيب 2 / 146 والميزان 1 / 203 . وفي بعض الروايات قال ابن سيرين : \" إن قوماً آخرهم شريح لَقوم خيار \" وفي اللفظ الذي ذكره الذهبي في الميزان قال ابن سيرين وفاتني الحارث فلم أره وكان يفضل عليهم وكان أحسنهم.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "…أقول : فكما تلاحظ أن قول الذهبي في الميزان يختلف عن الرواية التي ساق فيها ذكر المصادر لفظاً ومعنى إلا أنها في الميزان 1 / 437 طبعة دار إحياء الكتب العربية كما أن هذا الكلام غير موجود في التهذيب أما تهذيب الكمال والمعرفة والتاريخ فليست هذه الكتب تحت يدي لأتأكد من نقله ومهما يكن فمعنى هذا الكلام هو تقديم الحارث في الفقه وليس في الرواية. ¶ 22- وتابع الغماري ص37 : ¶ \"وإنه ممن يجب أن يكون في مقدمة رجال الصحيح بل يجب أن يكون سنده عن علي عليه السلام أصح الأسانيد من غير شك لأنهم قالوا فيما ذكروه في أصح الأسانيد : محمد بن سيرين عن عبيدة السلماني عن علي. ¶ …أقول : لقد وصفه مسلم فعلاً في مقدمة صحيحه وذكر سبب تجنب روايته بذكر كلام الشعبي فيه ألا وهو الكذب واعتبر سنده عن علي رضي الله عنه كما قال الغماري بإبدال كلمة واحدة منه فقط فأبدل كلمة أصح بكلمة أحط وذلك بوصفه بالكذب ونقل ابن حبان في الضعفاء له 1/ 222 بسنده عن أبي نعيم سمع الحارث من علي عليه السلام أربع أحاديث ونقل ابن حجر في التهذيب 2/ 145 : وقال أبو بكر بن عياش لم يكن الحارث بأرضاهم ونقل الذهبي في الميزان 1 / 437 عن مغيرة قال لم يكن الحارث يصدق عن علي في الحديث. ¶ 23- قال الغماري ص 38 : ¶ \" بل جعلوا طعن إبراهيم النخعي في الشعبي بكذبه في السماع من مسروق عقوبة من الله تعالى له حيث تعدى على الحارث في لمزه بالكذب \". ¶ …أقول : قد خاف جماعة من العلماء من التكلم في الرواة بما فيهم وظنوه غيبة لكن البخاري وغيره من أهل الجرح و التعديل اعتبروه فرضاً في الدين لتبيان حال الرواة من أجل الحكم على صحة أحاديثهم ومن عده عقوبة خاف أن تكون غيبة. ¶ 24- قال الغماري ص 38 : ¶ \" ولو لم يرد طعن الشعبي في الحارث فهو باطل لأنه غير مفسر ولا مبين السبب وهو مردود اتفاقاً.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "…قلت : أي تفسير أوضح من أن يقال و كان كذاباً وأي عبارة أردأ من هذه العبارة في الجرح أما الجرح الذي لا يقبل إلا مفسراً كأن يوثقه جماعة كثر و يضعفه واحد بقوله ضعيف فهذا الجرح لا يقبل إلا مفسراً لأنه ما يكون جرحاً في رأي شخص قد لايكون جرحاً عند الآخرين وقصة البخاري الذي سافر مسافة طويلة ليأخذ حديثاً عن راوٍ ورآه يكذب على دابته التي تفلتت منه يوهمها أن معه شيئاً تأكله فتركه وعاد دون أن يسأله و قال إن الذي يكذب على الدابة لا آمن أن يكذب علي فهذا الجرح عندما عرف سببه من البخاري لم يأخذ به أهل الحديث و لم يعتبروه جرحاً فكلمة ضعيف تخبىء وراءها أشياء و أشياء فهي مقبولة و لو كانت غير مفسرة في حق من لم يعدل أما من كثر معدلوه وقل جارحوه فلا يقبل جرحهم إلا مفسراً هذا الذي يقوله أهل هذه الصناعة . و صاحبنا أجمعوا على ذمه ووصفوه بالكذب و في حالته و لو وصف بالضعف من غير تفسير الضعف فمقبول جرحه لعدم تعديل أحد منهم له فكيف وهو موصوف بالكذب. ¶ 25- قال الغماري ص 38 : ¶ \" ولا يخرج تكذيب الشعبي له عن أن يكون من كلام الأقران في بعضهم بعضاً و ذلك معروف مشهور بين أهل العلم وعقد له ابن عبد البر في جامع بيان العلم بابا خاصاً استوفى الكلام فيه على ذلك ، انظر 2 / 150 منه \".",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "…أقول : لقد عقد ابن عبد البر هذا الباب في 2 / 184 من الطبعة الثانية له طبع المكتبة السلفية و لخصه 2 / 186 بما يلي : قال أبو عمر \" هذا باب قد غلط فيه كثير من الناس وضلت به نابتة جاهلة لا تدري ماعليها في ذلك . و الصحيح في هذا الباب أن من صحت عدالته وثبتت في العلم أمانته وبانت ثقته وعنايته بالعلم لم يلتفت فيه إلى قول أحد إلا أن يأتي في جرحته ببينة عادلة تصح بها جرحته على طريق الشهادات والعمل فيها من المشاهدة والمعاينة لذلك بما يوجب قبوله من جهة الفقه والنظر وأما من لم تثبت إمامته ولاعرفت عدالته ولاصحت لعدم الحفظ والإتقان روايته فإنه ينظر فيه إلى مااتفق أهل العلم عليه ويجتهد في قبول ماجاء به على حسب مايؤدي النظر إليه. ¶ …و الشعبي اعترف بتقدمه في الفقه والفرائض والحساب لذا واظب على تعلمها منه وقد قيل للشعبي كنت تختلف إلى الحارث قال نعم أختلف إليه أتعلم منه الحساب كان أحسب الناس. ¶ …إذن هذا ليس من كلام الأقران بعضهم في بعض فكلام الأقران في بعضهم يأتي عند الغضب و لايأخذه أهل الحديث على محمل الجد . أما الشعبي فعلى الرغم من تكذيبه له كان يختلف إليه ليتعلم منه الفقه والفرائض والحساب ولا أثر هنا للخصام بل الرجل قد واظب على الاستفادة من الحارث في الحساب.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "…و الحارث كما سنرى في نهاية هذه الرسالة إن شاء الله قد ضعفه حوالي خمسون إماماً وعدله منهم ثلاثة هم ابن معين و النسائي وأحمد بن صالح المصري ، تراجع الاثنان الأولان عن تعديله وضعفاه بأصرح عبارات التضعيف مع إصرار الثالث على توثيقه مع وصفه بأنه كان يكذب في رأيه أي في حديثه مع الناس وهذا مما لايقبله حتى الغماري ويرفض حديثه لأن الغماري يقول في ص 44 من رسالته هذه التي ننتقدها بقوله : لأن المقرر عند أهل الحديث أن الراوي إذا كان يكذب في لهجته و كلامه ولا يكذب في حديثه فروايته أيضاً غير مقبولة لأن العدالة لا تتجزأ ولا تتبعض فلا يكون الراوي ثقة عدلاً في جهة و كذاباً فاسقاً في جهة أخرى. ¶ 26- و قال الغماري ص 39 : ¶ \" ومعلوم أن الحارث كان أعلم بحديث علي - عليه السلام - من الشعبي فلما سمع منه ما لم يبلغه من حديث علي عليه السلام - سارع إلى تكذيبه و هكذا حاله حتى مع الصحابة فكيف بالحارث . فقد نقل الحافظ الذهبي في ترجمة الشعبي من \" تذكرة الحفاظ \" 1 / 83 عن الحاكم عن ربيعة بن يزيد قال : قعدت إلى الشعبي بدمشق في خلافة عبد الملك فحدث رجل من الصحابة عن رسول الله - صلى الله عليه وسلم - أنه قال : اعبدوا ربكم و لاتشركوا به شيئاً وأقيموا الصلاة وآتوا الزكاة وأطيعوا الأمراء فإن كان خيراً فلكم و إن كان شراً فعليهم و أنتم منه براء \" فقال له الشعبي كذبت . فهذه القصة فيها دليل بين على أن الشعبي كان سريع التكذيب لمن حدث بما لم يبلغه . فمن جعل طعن الشعبي في الحارث بالكذب حجة فليجعله في تكذيب هذا الصحابي كذلك مع أني أكاد أجزم بأن تكذيب الشعبي للحارث إنما هو من جهة رأيه لا غير. ¶ …أقول : يا فضيلة الشيخ أخطأت في الفهم وفي الاستدلال وغالطت في الاستنتاج بأمور :",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "1- هذا الكلام غير صحيح ولاعبرة لردة فعله في حادثة أو حادثتين ( لو صحت و هذا لم يصح كما سنبينه ) و إلا لما عدَّ من أهل الجرح والتعديل ولم يقبل كلامه أصلاً في جرح أو تعديل أي راوٍ إذا كان هذا طبعه ثم لم يتفرد بتضعيف الحارث كما سنبينه فيما بعد. ¶ 2- الذهبي نقل هذه القصة في مآثر الشعبي و ليس في مساوئه و لم يستنتج مااستنتجته أنت منها فقد نقل قبلها و بعدها أقوالاً تدل على فهمه و حيطته منها : ¶ مولده أثناء خلافة عمر في ما قيل كان إماماً حافظاً فقيهاً متفنناً ثبتاً متقناً. ¶ وروى عن علي فيقال مرسل وعن عمران بن حصين وجرير بن عبد الله وأبي هريرة وابن عباس وعائشة وعبد الله بن عمر وعدي بن حاتم والمغيرة بن شعبة وفاطمة بنت قيس وخلق. ¶ قال أحمد العجلي مرسل الشعبي صحيح لا يكاد يرسل إلا صحيحاً. ¶ عن الشعبي قال أدركت خمسمائة من أصحاب النبي - صلى الله عليه وسلم -. ¶ عن أبي مجلز ما رأيت أفقه من الشعبي لاسعيد بن المسيب ولاطاوس ولاعطاء ولا الحسن ولا ابن سيرين. ¶ جرير عن ( في الأصل بن وهو خطأ ) أيوب قال سأل رجل الشعبي عن ولد الزنا شر الثلاثة هو ؟ فقال لو كان كذلك لرجمت أمه وهو في بطنها ( أي لم يحل رجمها إلى أن يولد ويرضع ويفطم لتسلم حياته ). ¶ وعن أبي بكر الهذلي قال قال لي ابن سيرين الزم الشعبي فلقد رأيته يستفتى والصحابة متوافرون. ¶ وعن ابن المديني قال قيل للشعبي من أين لك هذا العلم كله ؟ قال بنفي الاعتماد والسير في البلاد وصبر كصبر الجماد وبكور كبكور الغراب. ¶ قال ابن عيينة : العلماء ثلاثة : ابن عباس في زمانه والشعبي في زمانه والثوري في زمانه. ¶ جعفر بن عون سمعت ابن أبي ليلى يقول و ذكر هذين فقال كان الشعبي صاحب آثار و كان إبراهيم صاحب قياس. ¶ وعن عبد الملك بن عمير قال مرَّ ابن عمر بالشعبي و هو يحدث بالمغازي فقال شهدت القوم ولهذا أحفظ لها وأعلم بها مني.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "و قال عيسى الحناط قال الشعبي إنما كان يطلب هذا العلم من جمع النسك و العقل فإن كان عاقلاً بلا نسك قيل هذا لا يناله وإن كان ناسكاً ولم يكن عاقلاً قيل هذا أمر لا يناله إلا العقلاء ثم قال فلقد رأيت اليوم يطلبه من لا عقل له ولا نسك. ¶ عن حصين عن عامر قال : ماكُذب على أحد في هذه الأمة ما كُذب على علي رضي الله عنه. ¶ أشعث عن ابن سيرين قال : قدمت الكوفة وللشعبي حلقة عظيمة وأصحاب رسول الله - صلى الله عليه وسلم - يومئذ كثير. ¶ ثنا داود بن يزيد سمعت الشعبي يقول : و الله لو أصبت تسعاً وتسعين مرة و أخطأت مرة لأعدوا عليَّ تلك الواحدة. ¶ وعن الشعبي : أنا مبغض لمن أبغض عثمان وعلياً. ¶ زكريا بن أبي زائدة قال كان الشعبي يمر بأبي صالح فيأخذ بأذنه ويقول تفسر القرآن وأنت لا تقرأ القرآن. ¶ أنا مجالد عن الشعبي قال كره الصالحون الأولون الإكثار من الحديث ولو استقبلت من أمري ما استدبرت ما حدثت إلا بما أجمع عليه أهل الحديث. ¶ ثم أورد هذه الحادثة للدلالة على فهمه ومعارضته حتى للصحابة في فهمهم . ( الحادثة التي استشهد بها الغماري ) .",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "ثم أورد بعدها قوله : ما كنت أعرف فقهاء الكوفة إلا أصحاب عبد الله ( أي لا يوجد فقهاء فقههم صحيح سوى أصحاب عبد الله بن مسعود وإلا فأدعياء الفقه كثر ) . فقال له قيس الأرقب : أفلا تعرف أصحاب علي ؟ فقال : نعم ، قال : فتعرف الحارث الأعور ؟ قال : نعم لقد تعلمت منه حساب الفرائض والجد فخشيت على نفسي منه الوسواس فلا أدري ممن تعلمه . قال : فهل تعرف ابن حبتن ؟ قال : نعم لم يكن بفقيه ولم يكن فيه خير قال : فهل تعرف صعصعة بن صوحان ؟ قال : كان رجلاً خطيباً ولم يكن بفقيه قال : فهل تعرف رشيداً ( في الأصل رشيد وهو خطأ ) الهجري ؟ قال الشعبي : نعم بينما واقف في الهجريين إذ قال لي رجل : هل لك في رجل يحب أمير المؤمنين قلت : نعم فأدخلني على رشيد فلما رآني أشار بيده إلي وأنشأ يحدث قال : خرجت حاجاً فلما قضيت نسكي قلت لو أحدثت عهداً بأمير المؤمنين فمررت بالمدينة فأتيت باب علي فقلت لإنسان استأذن لي على سيد المسلمين فقال هو نائم وهو يظن أني أعني الحسن فقلت : لست أعني الحسن إنما أعني أمير المؤمنين وإمام المتقين وقائد الغر المحجلين ، قال أو ليس قد مات ؟ فقلت أما والله إنه ليتنفس الآن بنفس حي ويعرق من الدثار الثقيل فقال أما إذا عرفت سرَّ آل محمد فادخل وسلم عليه واخرج فدخلت على أمير المؤمنين فأنبأني بأشياء تكون فقلت لرشيد إن كنت كاذباً فلعنك الله وقمت وبلغ الحديث زياداً فبعث إلى رشيد فقطع لسانه وصلبه. ¶ عاصم الأحول عن الشعبي إنه كان أكثر حديثاً من الحسن وأسن منه بسنتين. ¶ ابن شبرمة سمعت الشعبي يقول ما كتبت سوداء في بيضاء إلى يومي هذا ولا حدثني رجل بحديث قط إلا حفظته ولا أحببت أن يعيده علي ولقد نسيت من العلم ما لو حفظه أحد لكان به عالماً. ¶ …وفي نهاية الترجمة قال ابن شبرمة سمعت الشعبي يقول ماسمعت منذ عشرين سنة من رجل يحدث بحديث إلا وأنا أعلم به منه.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "…فكما ترى يافضيلة الشيخ كل ما نقله الذهبي يدل على حفظ الشعبي وعلمه وورعه وفقهه وحيطته وروايته عن خمسمائة صحابي وأنه أعلم بالحديث من راويه وإن كان صحابياً وأعلم بالمغازي ممن حضرها بشهادة ابن عمر رضي الله عنه له. ¶ 3-…وفي هذا الحديث يا فضيلة الشيخ لم يذكر لنا ربيعة بن يزيد اسم هذا الصحابي لنر مرتبته في الحفظ والضبط والفهم ومهما يكن فليس هو أفضل من عبد الله بن عمر الذي يشهد بأن الشعبي أعلم بالمغازي منه مع أن ابن عمر رآها وأن الشعبي رواها فهذا الصحابي روى الحديث صحيحاً حتى وأطيعوا الأمراء ثم أتبعه بتفسيره له بعبارة \" فإن كان خيراً فلكم وإن كان شراً فعليهم وأنتم منه براء \" . وهذا لم يكن من الحديث أصلاً ؛ لأن الأحاديث التي رويت في طاعة الأمراء كلها توصي بالسمع والطاعة لهم ماأقاموا كتاب الله أو مالم يأمروا بمعصية فكيف يتلاءم هذا مع رواية هذا الصحابي : \" وإن كان شراً فعليهم وأنتم منه براء \" . ¶ …فقد روى مسلم في صحيحه في كتاب الإمارة باب وجوب طاعة الأمراء في غير معصية : عن أم الحصين عن رسول الله - صلى الله عليه وسلم - قال : \" إن أُمِّرَعليكم عبد مجدَّع حسبتها قالت أسود يقودكم بكتاب الله فاسمعوا له وأطيعوا \".",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "…وروى عن ابن عمر بعده عن النبي - صلى الله عليه وسلم - قوله : \"على المرء المسلم السمع والطاعة فيما أحب وكره إلا أن يؤمر بمعصية فلا سمع ولا طاعة \" ورواه الترمذي في كتاب الجهاد باب ما جاء لاطاعة لمخلوق في معصية الخالق ورواه أيضاً البخاري وباقي الستة وأحمد ورواه ابن الجارود في المنتقى باب ما يجب من طاعة الأمراء وتركه إذا أمروا بمعصية حديث رقم 1041 وهناك أحاديث كثيرة عن رسول الله - صلى الله عليه وسلم - تحض على ترك طاعة الأمير حين يأمر بما يخالف كتاب الله منها ما رواه مسلم عقب الحديث السابق عن علي أن رسول الله - صلى الله عليه وسلم - بعث جيشاً وأَمَّر عليهم رجلاً فأوقد ناراً وقال ادخلوها فأراد ناس أن يدخلوها وقال الآخرون إنا قد فررنا منها فذُكر ذلك لرسول الله - صلى الله عليه وسلم - فقال للذين أرادوا أن يدخلوها لو دخلتموها لم تزالوا فيها إلى يوم القيامة وقال للآخرين قولاً حسناً . وقال لا طاعة في معصية الله إنما الطاعة في المعروف . ولا عجب أن يكون فهم الشعبي للحديث أجود من فهم ذلك الصحابي والرسول - صلى الله عليه وسلم - يقول : \" فرب مبلَّغٍ أوعى من سامع \" رواه الترمذي في العلم وأحمد وابن حبان وقال الترمذي هذا حديث حسن صحيح وصححه الألباني. ¶ 4-…إن طلاب المرحلة الابتدائية يعرفون الفرق بين كذبْتَ وكذَّاب فالأولى تدل على الفعل في حالة واحدة أما الثانية فتعني الاستمرارية والملازمة فما بالك بالشعبي العربي الهمداني اليمني الأصل الذي كتب عن خمسمائة صحابي ووصفه قراء الكوفة \" بأنه زعيم القراء \" الذي تذوق اللغة العربية في مهده وورثها عن أجداده حقيقة لاادعاءً كما فعل غيره فقال للصحابي لما استنبط حكماً خاطئاً من الحديث كذبت ولم يقل له كذاب كما قال للحارث الأعور.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "5-…لجهل فضيلتك أو تجاهلك وصفت الشعبي بأنه سريع التكذيب لمن حدث بما لم يبلغه . وكأن الرجل يحفظ حديثاً أو حديثين فينصب نفسه ميزاناً للرواة ونسيت فضيلتك قول الشعبي : ¶ …\" لقد نسيت من العلم ما لو حفظه أحد لكان به عالماً \" ( هذا مما لم يكتبه وما بقي في ذهنه مما لم يكتبه أكثر بكثير عدا الذي كتبه ). ¶ لجهل فضيلتك بلغات العرب وصفت الشعبي هذا الوصف وكأنه أحمق يبادر بالتكذيب لأي كان لمجرد تحديثه بحديث لم يبلغه. ¶ فقد قال ابن حبان في كتاب علماء الأمصار وأعلام فقهاء الأقطار ص92 : أبو محمد البخاري الذي كان يقول : الوتر حق فقال عبادة بن الصامت : كذب أبو محمد اسمه مسعود بن زيد بن سبيع الأنصاري ومن قال إن اسمه أحمد فقد وهم وليس في الصحابة أحد اسمه أحمد وقول عبادة كذب يريد أخطأ هذه لغة سائرة في أهل الحجاز. ¶ …فهذه لغة أهل الحجاز يا فضيلة الشيخ ولا يسع الذي يوثق ويضعف ويصدر الأحكام بأن يقول هذا سريع التكذيب وهذا يُرَدُّ قولُه أقول لا يسعه أن يجهل لغات الأمصار واصطلاح أهل الفن. ¶ …فقول الشعبي لهذا الصحابي كذبت يعني أخطأت أي أخطأت في تفسير الحديث بعبارتك التي فسرت بها الحديث \" وإن كان شراً فعليهم وأنتم منه براء \" هذا التفسير خطأ يرده الروايات التي أوردناها سابقاً ومنها \" إنما الطاعة في المعروف \" وهو ليس من الحديث أصلاً. ¶ …قد تعود إلى مغالطاتك وتقول بأن الشعبي كوفي وبعيد عن الحجاز فأقول لك بأنه أخذ عن عائشة وابن عمر في الحجاز وفي المدينة بالذات وقضى فترة لا بأس بها في المدينة والصحابي غالباً هو من أهل الحجاز فيفهم كلامه أيضاً على محمله. ¶ 7-…لم يصفه أحد من السابقين ولا اللاحقين بأنه سريع التكذيب حتى الذين أوردوا له هذه القصة طوال أربعة عشر قرناً حتى تبادر فضيلتك فتصفه بهذا الوصف.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "8-…من قال بأن الحارث أعلم بحديث علي من الشعبي ؟ إذا كان الشعبي أعلم بالمغازي التي رواها من ابن عمر الذي رآها بشهادة ابن عمر نفسه وقول الشعبي : ما سمعت منذ عشرين سنة من رجل يحدث بحديث إلا وأنا أعلم به منه ( أي بمعناه ) فمع هذا العلم الغزير والفهم القويم هل يقدم علم الحارث على علم الشعبي بحديث علي ومن أين استنبطته ؟ ¶ 9-…لا تجزم بما لا تعرف ولا تقل إن تكذيب الشعبي للحارث إنما هو من جهة رأيه لا غير فقد نقلنا لك من تذكرة الحفاظ للذهبي قوله في الحارث لقد تعلمت منه حساب الفرائض والجد فخشيت على نفسي منه الوسواس فلا أدري ممن تعلمه فالرجل لم يرو عنه بل اكتفى في البداية وبعد أن عرف حاله بتعلم الفرائض منه. ¶ …ثم خاف على نفسه الوسواس لعدم وثوقه بالحارث وبكلامه عمن تعلمه وإلا لسأله ولكنه جرب عليه الكذب. ¶ 27- وتابع الغماري ص40 : ¶ \" و إلا لما أخذ ( الشعبي ) عنه ( الحارث ) وتعلم منه وهو معدود من الرواة عن الحارث \" . ¶ …قلت : لا مانع من الرواية عنه مع بيان حاله وقد روى مسلم في مقدمة صحيحه عنه قوله حدثني الحارث وكان كذاباً . فالرجل روى عنه مع بيان حاله وهذا أبو حنيفة يروي عن جابر الجعفي ويقول ما رأيت في التابعين أكذب منه . أحوال الرجال للجوزجاني ص50 . ¶ …أما التعلم فتعلم منه الحساب وقال ما رأيت أحسب منه. ¶ 28- وتابع الغماري ص40 : ¶ \" لاسيما والكذب لم يكن له سوق بين التابعين ولا له رواج على لسانهم ..... وما صار التابعون يأخذون الحذر من الرواة ويحتاطون في الأخذ حتى وقعت الفتنة فلما وقعت نظروا من كان من أهل السنة أخذوا حديثه ومن كان من أهل البدع تركوا حديثه - كما قال ابن سيرين رحمه الله \".",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "…أقول : قال الزهري \" وقعت الفتنة وأصحاب رسول الله - صلى الله عليه وسلم - متوافرون \" شرح الطحاوية ص609 الطبعة الأولى للمكتب الاسلامي . فوقعت الفتنة بين علي ومعاوية وبين علي وعائشة وبين علي والمنشقين عنه من الخوارج وهذه الفتن جميعها في عهد الصحابة وقام كثيرون من أنصار كل فرقة ووضعوا أحاديث تؤيد فريقهم في الفتنة وتدحض الطرف الآخر عداء للإسلام وأهله ومنهم تديناً ظناً منهم كما أجاب أحدهم عندما ذكر بحديث \" من كذَبَ عليَّ فليتبوأ مقعده من النار \" أجاب إنا نكذب له لاعليه . وهذا أبو حنيفة يقول عن شيخه جابر الجعفي ما رأيت أكذب منه وهذا الحارث قد كذبه الشعبي فالكذب موجود في عهد التابعين نتيجة لدخول أعداء الإسلام فيه ليطعنوه من الداخل كما تفعل أنت يا غماري وإلا فما غرضك من توثيق كذاب أجمع علماء الأمة سلفهم وخلفهم منذ أربعة عشر قرناً على رد حديثه. ¶ …وقد روى مسلم في مقدمة صحيحه 1 / 80 عن ابن عباس : إنا كنا نحدث عن رسول الله - صلى الله عليه وسلم - إذ لم يكن يكذب عليه فلما ركب الناس الصعب والذلول تركت الحديث عنه. ¶ …وقال أيضاً : إنا كنا مرة إذا سمعنا رجلاً يقول قال رسول الله - صلى الله عليه وسلم - ابتدرته أبصارنا وأصغينا إليه بآذاننا فلما ركب الناس الصعب والذلول لم نأخذ من الناس إلا ما نعرف. ¶ …إذن في عهد ابن عباس ركب الناس الصعب والذلول وكذبوا على رسول الله - صلى الله عليه وسلم - لذا أخذ يرد حديثهم ولا يأخذ منهم إلا ما يعرف وهذا في عهد الصحابة فما بالك بعصر التابعين. ¶ …وقال البخاري في التاريخ الصغير 1 / 147 : ¶ 1-…فأوحى المختار الثقفي ابن الربعة الخزاعي وهو صحابي فقال : إنك شيخ أدركت النبي - صلى الله عليه وسلم - ولا تكذَّبُ بما حدثت عنه فقونا بحديث النبي - صلى الله عليه وسلم - وهذه سبعمائة دينار . قلت الكذب على النبي - صلى الله عليه وسلم - النار وما أنا بفاعل.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "2-…يقول محمد بن عمار بن ياسر قدمت على رجل ( أي المختار ) يفتري على الله ورسوله. ¶ 3-…يقول عدي بن حاتم أشهد أن هذا كذاب يعني المختار. ¶ 4-…يقول صلة : قاتل الله الكذاب ( المختار) أي حديث أفسد وأي شيعة شان. ¶ فإذا كان الكذب على رسول الله - صلى الله عليه وسلم - انتشر في عهد ابن عباس والصحابة فهل يصدق قولك \" والكذب لم يكن له سوق بين التابعين ولا له رواج على لسانهم \" فلا أدري أجهلاً قولك هذا أم كذباً ؟ ¶ وأما قولك إن التابعين أخذوا حديث أهل السنة وتركوا حديث أهل البدع فليس بصحيح فقد رووا للثقة من أهل السنة والبدعة على السواء وتركوا الكذاب من أهل السنة والبدع على السواء وهذا صحيح البخاري وصحيح مسلم مليئان بأحاديث الشيعة والخوارج لكن الثقات منهم. ¶ 29- ثم نقل الغماري ص40 كلام الذهبي في رسالته \" في الثقات المتكلم فيهم فيما لا يوجب ردهم \" ما نصه : ¶ \" ..... فمن ندر في جنب ما قد حمل احتمل ومن تعدد غلطه وكان من أوعية العلم اغتفر له أيضاً ونقل حديثه وعمل به على تردد بين الأئمة الأثبات في الاحتجاج عمن هذا نعته كالحارث الأعور وعاصم بن ضمرة وصالح مولى التوأمة وعطاء بن السائب ونحوهم \" .",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "وأخذ انطلاقاً من هذا الكلام يستنتج ما يحلو له من التوثيق ووصف الحافظ الذهبي بالناقد المتقن متناسياً أن الحافظ الذهبي قد قال بأن الأئمة الأثبات ترددوا بالاحتجاج في هؤلاء ولما عاد إلى تراجمهم بصفة موسعة وصف كلاً منهم بما له وما عليه في الميزان وضعفهم إلى المرتبة التي يستحقونها ولما عاد صاحبنا الغماري إلى ترجمة الذهبي للحارث في الميزان ورأى ما فيها تراجع عما وصف به الذهبي في الصفحة 40 من رسالته : الحافظ الناقد المتقن الذهبي فذكر في ص43 من رسالته : وكذلك ناقض الذهبي نفسه حيث قال : مع روايتهم لحديثه في الأبواب وهذا الشعبي يكذبه ثم يروي عنه والظاهر أنه يكذب في لهجته وحكاياته وأما في الحديث النبوي فلا وكان من أوعية العلم ..... الخ كلامه المذكور في الميزان 1/202 وعلق على ذلك بقوله : ¶ …فرواية أهل الحديث لحديثه في الأبواب دليل على أنه لم يوهنوه وأما قوله والظاهر أنه كان يكذب في لهجته فباطل أيضاً بل من أبطل الباطل لأن المقرر عند أهل الحديث أن الراوي إذا كان يكذب في لهجته وكلامه ولايكذب في حديثه فروايته أيضاً غير مقبولة لأن العدالة لاتتجزأ ولا تتبعض فلا يكون الراوي ثقة عدلاً في جهة وكذاباً فاسقاً في جهة أخرى وهذا مما تشترك فيه الرواية مع الشهادة ( ونسي بأنه أقر أحمد بن صالح المصري قوله لم يكن بكذاب وإنما كان كذبه في رأيه ص 35 ).",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "…أقول : مهلاً مهلاً عندما يقول إمام كلمة تظنها في صالحك [ وهي ليست في صالحك كما ذكرت عما أورده الذهبي في ص40 من رسالتك ] ترفعه إلى أعلى عليين وتصفه بالحافظ الناقد المتقن وعندما يوضح كلامه في مكان آخر تصفه بالتناقض وبأن قوله من أبطل الباطل كما ذكرت عنه في رسالتك ص43 و44 فما ذنبه إذا فسرت القول الأول جاهلاً أو متجاهلاً على مزاجك وبما يحلو لك وتركت قوله الآخر الذي هو المعتمد لأن كلامه في الرسالة \" في الثقات المتكلم فيهم ..... \" ليس هو موضع ترجمة وإنما هو تقرير قواعد وأما الترجمة المعتمدة فموضعها الميزان وهو مسؤول عن كلامه عن التراجم في الميزان وليس في غيره من الكتب التي ليس موضوعها الترجمة وأما القول بأن رواية أهل الحديث لحديثه في الأبواب دليل على أنهم لم يوهنوه فهذا غير صحيح لأنهم لم يلتزموا الصحة في السنن بل رووا لكثير من الوضاعين وممن نصوا هم على أنهم وضاعون مثل جابر الجعفي وغيره فقد قال فيه أبو حنيفة ما لقيت فيمن لقيت أكذب من جابر الجعفي ما أتيته بشيء من رأيي إلا جاء فيه بأثر . تهذيب التهذيب 2 / 48 ، وفي أحوال الرجال للجورجاني ص50 بمعناه. ¶ 30- يعود الغماري لاستنتاجاته من كلام الذهبي ص40 بقوله : ¶ …فأفاد هذا التقرير من الحافظ الناقد المتقن الذهبي فيما يتعلق بالحارث أموراً : ¶ إن الحارث لم يكن كذاباً كما زعم الشعبي لأن الكذب لم يكن يصدر من التابعين عمداً. ¶ …فأقول : لقد أورد الذهبي كلام الشعبي في الميزان وأقره كما أقره مسلم في مقدمة صحيحه وأورده البخاري في ضعفائه إضافة لتاريخه الكبير والصغير واتفق النقاد على ضعفه كما سنرى في نهاية هذه الرسالة فهل بعد هذا الكلام حاجة لمستزيد أما عن تعمد الكذب فهذا أبو حنيفة يقول عن جابر الجعفي مارأيت في التابعين أكذب منه كما تقدم في أحوال الرجال للجوزجاني ص50 وفي تهذيب التهذيب 2 / 48 \" ما لقيت فيمن لقيت أكذب منه ..... \".",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "2-…إن حديثه يعمل به في الأحكام وينقل بين الناس ولهذا احتج أصحاب كتب السنة بحديثه للمعنى الذي ذكره الذهبي والتردد في ذلك لا يضر فقد ذكرت أن ذلك التردد لا أساس له ولا دليل عليه وأن الحارث ثقة يعمل بحديثه قولاً واحداً على حسب القواعد المقررة. ¶ …أقول : مهلاً سوف تقرر بعد ثلاث صفحات بأن العدالة لا تتجزأ ولا تتبعض فلا يكون الراوي ثقة عدلاً في جهة وكذاباً فاسقاً في جهة أخرى فكيف يعمل بحديث الحارث في الأحكام ويرد في العبادات . أما احتجاج أصحاب كتب السنة بحديثه فقد سبق وبينا أن أصحاب السنن لم يلتزموا الصحة في أحاديثهم وإنما رووا فيها عن وضاعين نصوا هم على أنهم وضاعون فلا حجة في رواية أصحاب السنن عن الحارث. ¶ إن الحارث لم يقع منه تفرد في حديثه وإنه لم يكن ممن فحش خطؤه وكذا وهمه لأنه كان من التابعين الأولين وإنما ذلك يوجد في صغار التابعين فمن بعدهم. ¶ …قلت : لم يقولوا عنه بأنه ممن فحش خطؤه وكثر وهمه وإنما وصفوه بالكذب. ¶ 31- ثم يقول الغماري ص41 : ¶ \" فأين يذهب الألباني من هذا الكلام الذي قرره الذهبي الحافظ الناقد الذي ما أتى بعد يحيى بن معين خبير بأحوال الرجال مثله ، في شأن الحارث وحكمه فيه بأنه ممن يعمل بحديثه وينقل عنه.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "…أقول : بعد أن وصفت الذهبي هذا الوصف فما ذنب الذهبي إذا فهمت كلامه بالعكس وفسرت كلامه في غير مكان الترجمة حينما ذكره من بين الرواة الذين تردد الأئمة في الاحتجاج بهم على أنه توثيق له واستغربت ما ترجمه ونقل ما له وما عليه في الميزان بشكل موسع فنقل تكذيبه وتوهين الجمهور له وقد قالوا : \" آفة العلم من الفهم السقيم \" هذا إذا أضيف للفهم السقيم الغرض الخبيث فتكون النتيجة عجائب فلم يقل الرجل لا هنا ولا هناك بأنه ممن يعمل بحديثه وينقل عنه فأكثر من عدهم لا يقبل حديثهم إذا انفردوا لأنهم ضعفاء وترجمهم في الميزان ووصف كلاً منهم بما يليق به . فأين تذهب ياغماري من قول الذهبي الحافظ الناقد المتقن كما وصفته أنت ونقلته عنه في الصفحة 43 وهذا الشعبي يكذبه ثم يروي عنه والظاهر أنه يكذب في لهجته وحكاياته وأما في الحديث النبوي فلا ثم تقرر بعدها بأن العدالة لا تتجزأ ولا تتبعض. ¶ 32- وقال الغماري ص41 : فظهر من هذا أن الألباني ليس له معرفة بالرجال ولا له غوص في نقل عبارات أهل الجرح. ¶ …أقول : الحمد لله أنه ليس للألباني معرفة بالرجال كمعرفتك هذه ولا له غوص كغوصك وإنما شأن الرجل يقتصر على جمع طرق الحديث والحكم على سندها كما يقول أهل الجرح والتعديل وعلى حسب مصطلحات القوم. ولا يغوص كغوصك لأنه إذا غاص كهذا الغوص ما خرج من جهنم والعياذ بالله . رجل يغوص غوصاً يخطىء به الأمة وعلماءها وما أجمعت عليه منذ أربعة عشر قرناً ويستنتج أن البخاري ومسلماً والشعبي والذهبي وابن حجر وابن سعد والنووي والنسائي وابن معين وابن المديني وأحمد بن حنبل وأبا حاتم وابن أبي حاتم وبنداراً وو ...... كلهم أخطؤوا في ردهم لحديث الحارث حتى من عاصر منهم الحارث واختبره وغمارينا الذي ينتسب إلى نفس الفرقة التي ينتسب إليها الحارث ألا وهي الشعوبية هو أخبر به ممن عاصره بأحواله فله الحق بتوثيقه.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "33- وقال الغماري ص41 : فنجده ( الألباني ) يصحح ما هو موضوع ويضعف ما هو صحيح ويحكم بوقف ما هو مرفوع. ¶ … ¶ …أقول : إن الألباني يخاف أن يقدم على ما أقدمت عليه ياغماري فيخالف الأمة وعلماءها وما اتفقت عليه منذ أربعة عشر قرناً أما أنت فشجاع كشجاعة أبي طالب وأبي لهب وأبي جهل فلا تخاف من إعلان رأيك أحداً حتى الله أما الألباني فجبان فهو يخاف الله ولا يجرؤ على مخالفة إجماع الأمة لأنه أولاً وأخيراً مسلم لذا فهو يصحح ما هو صحيح بنظر الأمة وإن كان موضوعاً بعرفك ويضعف كل حديث صححته طائفتك ( الشعوبية ) لتطعن به ديننا. ¶ 34- وتابع الغماري ص41 : ¶ \" ولكنه ( الألباني ) اغتر لفراغ الجو وخلو البلاد ممن يشتغل بالحديث على الوجه الصحيح. ¶ …أقول : الحمد لله على فراغ الجو وخلو البلاد ممن يشتغل بالحديث على الوجه الصحيح الذي تشتغل به أنت والذي تبغي به وجه الشيطان فتخالف إجماع الأمة فتصحح ماأجمعت الأمة على تضعيفه وتضعف ماأجمعت الأمة على تصحيحه وتوثق من أجمعت الأمة على تكذيبه وتضعف من أجمعت الأمة على توثيقه. ¶ 35- قال الصياد السقاف ص41 معلقاً على كلام الغماري هذا : ¶ \" وخصوصاً بلاد الشام فليس فيها محدث البتة \" . ¶ …أقول : إذا كان ذلك كذلك فمن هو الذي دعوته شعيب أرناؤوط - وعذراً من الأستاذ شعيب- وأين بلده الذي نقلت بحثاً كاملاً بحروفه من بحثه في حديث تحريك الإصبع في رسالتك تحذير العبد الأواه من تحريك الإصبع في الصلاة وأفردت فصلاً خاصاً به ؟ ص23 دون أن تتحفظ على ما قرره وما ذهب إليه ؟ وتصف تحقيقه في الحاشية ص28 بقولك : \" ومن هذا التحقيق الدقيق والاستقصاء العميق يتبين ..... \" : ¶ 1-…فإن كان محدثاً فتكذب أنت والغماري في ادعائكما أنه لا يوجد محدث في البلاد وخصوصاً بلاد الشام ممن يشتغل بالحديث على الوجه الصحيح. ¶ 2-…وإن لم يكن محدثاً فما هي صفته حتى استشهدت به ضد الألباني؟",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "3-…وإن كان محدث أوراق كما هو الألباني فتكون بذلك قد استشهدت بكلام جاهل على كلام جاهل. ¶ 4-…في أي المكانين تكذب هل هنا بقولك \" وخصوصاً بلاد الشام فليس فيها محدثٌ البتة ؟ أم هناك حيث تصف تحقيقه بالتحقيق الدقيق والاستقصاء العميق. ¶ 36- وتابع الغماري نقده للألباني ص42 : ¶ \" حتى يعلم الطلبة أنه محدث الأوراق والصحف \" . ¶ …أقول : إن الألباني رحمه الله محدث الأوراق والصحف ينظر فيما نقلته لنا الأمة ثقة عن ثقة وحفظت به لنا ديننا فيبينه لنا ولا يخلو بالمستشرقين وأعداء الإسلام والمسلمين ثم ينقل إلينا ما يشرعونه لنا في ديننا. ¶ 37- وتابع الغماري ص42 : ¶ \" وأعظم دليل على هذا ( أن الألباني محدث أوراق وصحف ) ما وقع له في شأن الحارث في الميزان أن الجمهور على توهينه فأخذ ذلك منه مسلماً ورأى أن ذلك هو الحق لأنه ليس له أهلية لمعرفة صواب كلام أهل الجرح من خطئه \". ¶ …أقول : الألباني أصلحه الله ليس له أهلية لمعرفة صواب كلام إجماع الأمة من خطئه فهل لك اتصال يا ألباني بأعداء المسلمين ليوجهونك إلى صواب إجماع الأمة من خطئه ؟ إنك لا تعدو كونك تبحث في الأوراق والصحف وتتقيد بالقواعد التي قعدها علماء الأمة لتحكم على الحديث صحة أو ضعفاً ولكن الغماري الذي يتصل بالمستشرقين ليعرف منهم صواب إجماع الأمة من خطئه هو المحدث الحديث وصاحب الدين الجديد . فهذا وإن كان الذهبي ( الحافظ المتقن كما وصفه في الصفحة 40 من رسالته ) قال في ترجمة الحارث : والجمهور على توهينه وإن نقل ابن حجر بأن الجمهور قد كذبوه ووهنوه لكن أحاديثه المكذوبة تفيد المستشرقين والشعوبيين الجدد في نشر الأباطيل بين صفوف المسلمين وبذلك يفسد دينهم فهو نتيجة لمصلحة أعداء المسلمين يجب أن يوثق لتقبل أحاديثه وتدلس على المسلمين. ¶ 38- وتابع الغماري ص42 : ¶ \" لأن الذهبي وإن كان حافظاً ناقداً لكنه له أوهام وأغلاط في كلامه على بعض الرجال \".",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "…أقول : لذا فكلام الذهبي في الميزان المخصص للتراجم والذي وافق فيه إجماع الأمة على رد حديث الحارث خطأ ووهم أما كلامه العام واستشهاده على قواعد في علم الحديث بإيراد أسماء فيمن تردد العلماء في قبول روايتهم فهو الصحيح ، تخطئة الذهبي في المكان المختص وتصويب رأيه في مكان الاستشهاد هذا هو المنطق الصحيح عند الغماري ومع ذلك فالرأيان فيهما التضعيف لو فهم النصين كما يفهمه أهل اللغة والحديث. ¶ 39- وتابع الغماري ص42 : ¶ \" كما يقع له أيضاً ( الذهبي ) أوهام في تصحيح الأحاديث وتضعيفها .... كما يعلم من قرأ تلخيص المستدرك له ومن ذلك قوله في الحارث إن الجمهور على توهينه فإنه وهم محض وتسرع في القول. ¶ …أقول : لم يكتف الذهبي بتكذيب الحارث في الميزان أثناء ترجمته - وهو الحافظ الناقد المتقن - حتى يطبق كلامه ويوافق فيه أئمة الجرح والتعديل أثناء تلخيصه المستدرك وتحقيق أحاديثه . فالألباني ليس وحده الذي يصحح ويضعف جاهلاً بل الذهبي أيضاً يصحح ويضعف واهماً ولا يعرف قواعد الحديث كما يعرفها الخبير الذي طلع علينا بعد أربعة عشر قرناً ليجدد النظر في توثيق الرواة وجرحهم ! ¶ 40- وتابع الغماري ص42 : ¶ \" ولو تتبع الألباني كلام أهل الجرح في الحارث كما حصل لنا - ونظر في مخرج جرح المجرحين له لعلم وتحقق أن الجمهور الذي قال الذهبي أنه اتفق على توهين الحارث لا يوجد إلا في الميزان للذهبي رحمه الله تعالى - وأنه لا حقيقة له في الخارج مطلقاً كما يقولون في العنقاء.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "…أقول : فعلاً لو تتبع الألباني كلام أهل الجرح في الحارث على طريقة تتبع الغماري ونظر في مخرج جرح المجرحين له لعلم وتحقق أن الجمهور الذي قال الذهبي أنه اتفق على توهين الحارث لا يوجد إلا في الميزان للذهبي - وهو طبعاً واهم - وأنه لا حقيقة له في الخارج مطلقاً كما يقولون في العنقاء فلا وجود للبخاري ولا لمسلم ولا لأحمد بن حنبل ولا لابن معين ولا لعلي بن المديني ولا للشعبي ولا لابن سعد ولا لأبي حاتم ولا لابن أبي حاتم ولا لأبي زرعة ولا لأحمد بن يونس ولا لزائدة ولا لمنصور بن المعتمر ولا للمغيرة بن مقسم ولا لإبراهيم النخعي ولا لأبي سعيد الأشج ولا للجوزجاني ولا ليحيى بن سعيد القطان ولا لعبد الرحمن بن مهدي ولا للنسائي ولا للدارقطني ولا لابن عدي ولا لابن شاهين ولا لابن حجر ولا لابن العماد الحنبلي ولا للنووي ولا ولا ....... فهؤلاء خيال ولاوجود لهم وتحكى عنهم الحكايات كما تحكى عن العنقاء. ¶ 41- ويتابع الغماري في ص42 قوله : ¶ \" لأن الجمهور الذي يخرج منه الحسن والحسين ومعهما والدهما وأهل الكوفة وابن سيرين وسعيد بن جبير وابن معين وأحمد بن صالح المصري وحبيب بن أبي ثابت والنسائي وأبو بكر بن أبي داود وأبو حفص بن شاهين وابن عبد البر وغيرهم كثير ممن وثقه وأثنى عليه بل قال ابن معين : ما زال المحدثون يقبلون حديثه . الجمهور الذي يخرج منه هذا العدد الجم من أئمة السلف والخلف لجدير أن ينبذ نبذ النواة ويطرح في زوايا الترك والإهمال ويسدل عليه ستار النسيان \". ¶ …أقول : نعم الجمهور الذي يخرج منه الحسن والحسين ومعهما والدهما وأهل الكوفة وو...... لجدير أن ينبذ نبذ النواة فكيف إذا انضموا إلى من عددناهم في الفقرة السابقة فلم يبق من الجمهور الذي يوثق الحارث غيرك يا غماري وأنت حكمت على نفسك بما تستحق.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "…فسؤال الحسن والحسين له كما أسلفنا عن حديث والدهما - عليهم السلام - ليس بتوثيق له فالرسول الكريم - صلى الله عليه وسلم - \" مات ودرعه مرهونة عند يهودي \" رواه البخاري في الجهاد باب 89 والمغازي باب 86 والترمذي في البيوع باب الرخصة في الشراء إلى أجل والنسائي في البيوع باب مبايعة أهل الكتاب وابن ماجة في الرهون والدارمي في البيوع وأحمد. ¶ فهل يصبح اليهودي ثقة في الحديث إذا عامله أو كلمه ليس الحسن والحسين أو علي بل سيد البشر محمد - صلى الله عليه وسلم -. ¶ أقول : إن الحسن والحسين سألا الحارث ولو وثقاه لرويا عنه فِلمَ لم يرويا عنه ولم يقل أحد بأنهما رويا عنه غيرك وإلا فأين الرواية وأما علي رضي الله عنه فقد حثه كما حث غيره على العلم والحث على العلم ليس بتوثيق والنسائي ذكره في كتابه الضعفاء ولم ينقل توثيقه مما يؤكد على أنه استقر في نهاية الأمر على تضعيفه وأحمد بن صالح المصري نزل كلام الشعبي في تكذيبه للحارث على الكذب في حديثه ( ومن كانت هذه صفته فحديثه مردود عند المحدثين وكذلك مردود عندك ) وابن معين أوردت كلامه الذي هو إلى التضعيف أقرب فلو كنت محدثاً لنأيت عن هذا الاستشهاد بقول ابن معين الواضح لطلبة الحديث وللمبتدئين به إن هذا الوصف معناه أنهم يترددون في قبول حديثه ولما يستقر رأيهم بعد على نبذ حديثه وبذلك يتذكر القارىء ما استقر عليه رأي ابن معين في النهاية وحزم عليه أمره فأطلق عليه لقب ضعيف وليس بالقوي. ¶ …أما باقي من عددتهم فقد وصفوه بالعلم والفهم والفضل وهذا ليس موضوع بحثنا الآن. ¶ 42- وتابع الغماري في ص43: ¶ \" فَذَكَرَ ذِكْرَ أبي إسحاق الشيرازي للحارث في فقهاء التابعين وأنه من أصحاب ابن مسعود وقول سعيد بن جبير عن أصحاب ابن مسعود بأنهم سرج المدينة وقول الشعبي بأن ابن مسعود أفقه أصحاب النبي - صلى الله عليه وسلم - ثم قال : فالذي يتمسك بقول الذهبي في توهين الحارث بعد هذا هو الواهي حقيقة.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "…قلت : لو كنت مسلماً حقاً ما تجرأت على هذا القول لكن كل إناء بما فيه ينضح فحقدك الأسود على الإسلام والمسلمين أعماك ولم تدر مايخرج من فيك وكل من عددنا وسنرتبهم مع أقوالهم في نهاية الرسالة من علماء الأمة كلهم واهون عندك يا غماري لكن إذا لم تستح فاصنع ماشئت إذا كان البخاري ومسلم وأحمد والنسائي وابن معين وابن المديني وو ...... واهين فمن الثقة إذن ؟ ‍‍! ¶ …طبعاً مسيلمة وعبد الله بن سبأ والغماري هؤلاء هم ثقات الأمة وعنهم يؤخذ الدين. ¶ …فهذا الكلام الذي ترد به توهين الحارث على علماء الأمة ، قول العلماء في فقه ابن مسعود ومن ثم فقه أصحابه ليس توثيقاً لأصحابه في الرواية ياجاهلاً بالرواية وأهلها. ¶ 43- وتابع الغماري في ص43 : ¶ فذكر تناقض الذهبي في رسالته \" الرواة الثقات المتكلم فيهم \" وبقوله فيها أن الحارث وشبهه يعمل بحديثه وينقل على تردد بين الأئمة الأثبات في الاحتجاج عمن هذا نعته وبين توهينه له في الميزان وكذلك مع قوله \" مع روايتهم لحديثه في الأبواب وهذا الشعبي يكذبه ثم يروي عنه والظاهر أنه يكذب في لهجته وحكاياته وأما في الحديث النبوي فلا \". ¶ …أقول : إن المكان المخصص للتراجم والمرجع لذلك والمعتمد في التوثيق والتضعيف هو الميزان عند الذهبي أما رسالته واستشهاده فيها بأسماء فلا عبرة له للتوثيق والتضعيف فيها إلا إذا لم يكن للمؤلف رأي آخر أودعه المكان المخصص له ففي الميزان نظر الإمام الذهبي الحافظ الناقد المتقن الذي لم يأت أحد بعد ابن معين مثله كما أسلفت أنت نظر في جميع ما قيل في الحارث وحكم عليه بما يستحق فكلامه في الميزان هو بعد التحقيق والتمحيص وفي غيره يكون الكلام عرضاً . ثم إن الرجل لا يتناقض وإنما ينقل آراء الناس ويقول مع أن الجمهور على توهينه فقد رووا حديثه في الأبواب واستنتج الرجل أن الحارث لا يكذب في الحديث النبوي وإنما يكذب في حديث الناس. ¶ 44- وقال الغماري في ص 45 :",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "\" بل قال الذهبي في الميزان 1/23 : والنسائي مع تعنته في الرجال قد احتج به. ¶ …قلت : نقل ابن حجر هذا الكلام عن الذهبي في التهذيب في ترجمة الحارث ثم أتبعه بقوله قلت لم يحتج به النسائي وإنما أخرج له في السنن حديثاً واحداً مقروناً بابن ميسرة وآخر في اليوم والليلة متابعة هذا جميع ماله عنده وذكر الحافظ المنذري أن ابن حبان احتج به في صحيحه ولم أر ذلك لابن حبان وإنما أخرج من طريق عمرو بن مرة عن الحارث بن عبدالله الكوفي عن ابن مسعود حديثاً والحارث بن عبدالله الكوفي هذا هو عند ابن حبان رجل ثقة غير الحارث الأعور كذا ذكر في الثقات وإن كان قوله هذا ليس بصواب والله أعلم. ¶ 45- وقال في ص 45 : ¶ \" وهذه شهادة من النسائي بأن الطعن الذي وقع في الحارث مردود غير مقبول. ¶ …قلت : مر معنا في التعليق السابق بأن النسائي لم يرو له إلا حديثين متابعة ولم يوثقه بل وذكره في كتابه الضعفاء له وبذلك لم يخرج النسائي المتعنت في الرجال عن قاعدته وهو الذي يرد حديث الراوي بما لايكون جرحاً فكيف إذا جرح بالكذب كما قلت أنت. ¶ 46- وتابع في ص 45: ¶ \" فاحتجاجه ( أي النسائي ) مع هذا دليل واضح على أنه ثقة ... وأن حديثه صحيح كسائر أحاديث الثقات. ¶ …أقول : لم يحتج به النسائي كما مر معنا بل روايته له حديثين فقط متابعة دليل على أنه ليس بثقة عنده وليس حديثه صحيحاً كسائر أحاديث الثقات وكيف يكون حديثه صحيحاً عنده وقد ذكره في الضعفاء وقال ليس بالقوي. ¶ 47- وقال في ص 45 منوهاً أن ابن عبد البر قال عن حديث \" والصحيح عن علي من وجوه شتى صحاح أنه قال في الصلاة الوسطى صلاة العصر وروى ذلك عن النبي - صلى الله عليه وسلم - رواه عنه جماعة من أصحابه منهم عبيدة السلماني وشتير بن شكل ويحيى الجزار والحارث والأحاديث في ذلك صحاح ثابتة أسانيدها حسان ا هـ \".",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "…أقول : فكما تلاحظ أن ابن عبد البر لم يقل قال الحارث وإنما أورد عدة من أصحاب علي وذكره في آخرهم ومع ذلك ومع متابعة بعضهم البعض فلم يحكم على مجموع أسانيدها بالصحة وإنما حكم لها بالحسن وقوله هذا ليس تعديلاً للحارث فقد روى ابن عبد البر هذا الحديث له متابعة لغيره وهم كثر كما ترى. ¶ 48- وقال في ص 45 \" والألباني لشذوذه وجهله ....... خالف عمل هؤلاء الأئمة من السلف والخلف في توثيق الحارث وتصحيح حديثه \". ¶ …أقول : واضح مما سبق مَنِ الشاذ والجاهل هل من خالف الأمة وشتمها ليوثق كذاباً أم من تابع الأمة ووافقها ؟ ¶ 49- وقال في ص 45 : ¶ \" كما وقع منه في كلامه ( أي الألباني ) على حديث : \" الأنبياء قادة والفقهاء سادة ومجالسهم زيادة \" وقال موضوع. ¶ …أقول : هل حديث الحارث الكذاب حسب قواعد المصطلح في الحديث يستحق أعلى من هذه المرتبة إضافة لعلة ثانية وهي أن أبا إسحاق لم يسمعه من الحارث ؟ ¶ 50- وقال في ص 46: ¶ وقد أظهر في هذا الكلام من الجهل ما يضحك منه صغار الطلبة. ¶ …أقول : بما فيهم أنت لجهلكم قواعد المصطلح إذا كنتم مخلصين ولكشف عواركم إن كان غير ذلك. ¶ 51- وقال في ص 46 : ¶ \" واعتماد الألباني - لعدم وصوله إلى درجة الاجتهاد في الكلام على الرجال أوقعه كما قلنا فيما كشف به عن جهله. ¶ …أقول : إن الألباني لايجتهد بعد إجماع الأمة وأئمة الحديث على تكذيب راوٍ بعد أربعة عشر قرناً ويطلع على الأمة الإسلامية بأنها كانت طوال هذه العصور مخطئة في تضعيفها الحارث والحق الذي ارتآه بعد أربعة عشر قرناً أن الحارث الكذاب ثقة . لا لم يصل الألباني إلى هذه المرتبة لعدم ارتباطه مع جهات معينة توجهه بل غاية فعل الألباني أن يتتبع قول علماء الأمة ويحكم على الحديث حسب قواعد المصطلح. ¶ 52- وقال الغماري في ص 46 : ¶ \" والألباني أوقعه في هذا الخطأ القبيح والغلط الشنيع تقليده لأبي الطيب العظيم آبادي.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "…قلت : فعلاً الألباني جاهل والغماري عالم ومجتهد وو.......... حتى أن الغماري اختصر اسم أبي الطيب اختصاراً لايمكن أن يقع من جاهل فأبو الطيب اسمه محمد شمس الحق العظيم آبادي وليس العظيم آبادي فالعظيم هو بدل من الحق وليس صفة لمحمد ولا لأبي الطيب فالحق والعظيم هما اسمان لله وشمس مضافة لله باسميه الحق والعظيم فإذا حذفت شمساً من اسمه فكأنك تحذف عبداً من اسم عبد الله أو عبد الرحمن فتسميهما الله أو الرحمن فهل يقبل هذا جاهل ؟‍! فإذا كنت لاتعرف اسم من تنقل عنه ولا تفقه معنى اسمه ثم تسميه بأحد أسماء الله ( العظيم ) بدلاًَ من شمس الحق العظيم فأنا أقر بأنك غصت لكنك لم تخرج وبان جهلك بل وعدم فهمك وحسبنا الله ونعم الوكيل. ¶ 53- وقال في ص 46 : ¶ \" فالقاعدة المقررة عند أهل العلم بالحديث والأمر الذي عليه العمل عندهم وهو الذي يقتضيه النظر أيضاً : أن الحديث يجب أن يعلل أولاً بالهيثم بن موسى المروزي المجهول فإني لم أقف له على ترجمة فيما لدي من كتب الرجال ..... فالرجل في عداد المجهولين فيما يظهر . فكان يجب على الألباني - لو كان بصيراً بنقد الأحاديث - أن يبدأ في الكلام على سند الحديث الذي أعله بالحارث من أوله ليسلم له التعليل. ¶ …أقول : اعتراضك على طريقة التعليل ليس بأغرب من اعتراضك على علماء الأمة بتضعيف الحارث فمن المنطقي : ¶ 1- أن يبدأ المحدث بتحقيق الحديث من الأعلى وليس من الأسفل لاحتمال المتابعة وورود الحديث من طريق أخرى.… ¶ 2- هل يعلل الحديث بالمجهول أو الضعيف وينسب إليه الوضع ويترك الكذاب ؟ ¶ …فهذا لم يقل به من انتسب إلى هذا العلم الشريف من المسلمين وأما من غيرهم فهم أحرار في طريقة بحثهم وقد علق شمس الحق العظيم آبادي على الحديث في سنن الدارقطني بقوله وأما رواية علي في الكتاب ففيها الحارث بن عبد الله الأعور وهو ضعيف جداً فهل هو جاهل أيضاً أم محدث أوراق وصحف ؟ ¶ 54- ويقول في ص 47 :",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "\" فوجود عبد العزيز بن الحصين هذا هو الذي يجب أن يعلل به الحديث كما هي قاعدة أهل العلم في مثل هذا لأنه لم يوثقه أحد. ¶ …أقول : أنسيت ما ذكرته قبل سطرين قول ابن حجر في اللسان : وأعجب من كل ما تقدم أن الحاكم أخرج له في المستدرك وقال إنه ثقة. ¶ 55- ويقول في ص 48 : ¶ \" كأنه لايوجد ضعيف في السند إلا هو \". ¶ …أقول : لا يوجد في السند كذاب غيره. ¶ 56- وتابع الغماري في ص 48 : ¶ \" وحتى لو سلمنا له أن الحارث ضعيف وكذاب - كما قال - ولكن من يثبت لنا أنه هو صاحب الحديث مادام الطريق إليه فيها متروكاً - والصواب متروك - وغير ثقة \". ¶ قلت : اسأله فلو كنت تدري ما تقول لما سألت هذا السؤال فحتى البعيد عن علم الحديث لو قلت له من يتهم بالحديث الكذاب أم متروك الحديث لأجابك مباشرة الكذاب ولكن الهوى يعمي ويصم. ¶ 57- قال في ص 48: ¶ \" ولو سلمنا له سلامة السند من كل هذا وإن التهمة من جهة الحارث وحده .... ولكن فيه أبو إسحاق وهو مدلس وقد عنعنه \" ا هـ ملخصاً. ¶ …أقول : لجهلك في علم الحديث تقول هذا فعلة التدليس تؤدي بالحديث إلى الضعف وليس إلى الوضع فلو كنت فعلاً محدثاً لما أبديت أيَّ اعتراض من اعتراضاتك هذه لأنها كلها ضد طريقة المحدثين وهل يقدم التعليل بالضعف على الوضع ومع ذلك فقد ذكر الألباني أبا إسحاق في تعليل الحديث.… ¶ 58- وقال الغماري في ص 49 : ¶ \" ومن الأمور التي تدل على قصور الألباني أنه اقتصر في كلامه على الحارث على قوله : ضعفه الجمهور وقال ابن المديني كذاب وترك ذكر العدد الكبير الذي وثقه وأثنى عليه كما ذكر ذلك في ترجمة الحارث من كتب الجرح \". ¶ …أقول : لقد نسي أن يقول أن الحسن والحسين سألاه عن حديث علي فوجداه كذاباً فلم يرويا عنه وقد حثه علي على العلم ووصفه بنصف رجل. ¶ 59- وقال الغماري ص 49 :",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "\" ومما يضحك ويجعل حبوتك تنحل عجباً من هذا الألباني أنه جعل قول شعبة لم يسمع منه ( أي أبو إسحاق من الحارث ) إلا أربعة أحاديث مما يجرح به الحارث. ¶ …أقول : الظاهر أن حبوتك محلولة لكل طالب . وعجبك هذا ناتج من عدم فهمك ما يلي : ¶ 1- اللغة العربية لأن الألباني يتكلم عن علل الحديث وكلامه هذا هو في علل الحديث وليس في علل الحارث. ¶ 2- لغة القوم فعندما يقول الألباني أبو إسحاق لم يسمع من الحارث سوى أربعة أحاديث يفهم أي مبتدئ بالعلم أن هذا ليس طعنا بالحارث ولا بأبي إسحاق وإنما يفهم أن هناك انقطاعاً في السند بين أبي إسحاق والحارث ولو كان هذا الحديث من الأربعة لصرح بالتحديث فيه أبو إسحاق ولكن كما سبق وقلنا إن \" آفة العلم من الفهم السقيم \" وكيف من يتصف بهذا الفهم لا يسمي نفسه بمحدث المغرب وقد ذهب لتسويد صفحة كاملة ليبرهن على أن قلة الرواية عن شيخ لا تضعفه. ¶ 60- وقال الغماري في ص 50 : ¶ \" ثم مما يعرفك بضعف الألباني في هذا العلم وقصوره فيه وعدم اتباعه للمقرر فيه عند أهله أنه حكم على الحديث أولاً بأنه موضوع ثم قال بعد أن ذكر سند الحديث الذي علقه من طريق عن الحارث عن علي بن أبي طالب : وهذا سند ضعيف جداً فحكمه أولاً بأن الحديث موضوع وهو شر الضعيف لأنه لادرجة بعده مطلقاًـ ثم حكمه على السند بأنه ضعيف جداً ثانياً تناقض عظيم وجهل كبير يعلمه طلبة نخبة الفكر لأن السند الضعيف جداً لايصل أن يكون به الحديث موضوعاً بل يحتمل أ ن يكون واهياً يرتفع إلى درجة الضعيف بخلاف الحديث الموضوع \".",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "…أقول : لو تأمل الغماري صنيع الألباني لرآه يذكر الحديث أولاً ثم يذكر فيه رتبة هذا الحديث ثم يذكر العلل التي بموجبها حكم عليه هذا الحكم فقال الألباني في هذا الحديث موضوع ثم ذكر طريق الحديث ووصفه بأنه ضعيف جداً وبين علله ثم قول العلماء فيه ثم قال من طريق المعنى بأن لوائح الوضع عليه ظاهرة فلم يحكم الألباني على الحديث بأنه موضوع ثم ضعيف جداً لكنه أعطى نتيجة الحكم وبخط عريض ثم بين كيف توصل إلى هذا الحكم وهذا ما يفهمه أي قارئ للكتاب وإن لم يكن محدثاً للمغرب أو للمشرق. ¶ 61- ثم قال الغماري في ص 51 : ¶ \" كأن القاري ـ رحمه الله تعالى ـ يحيى بن معين أو علي بن المديني أو الحافظ ابن حجر أو المنذري رضي الله عنهم جميعاً مع أنه لايعد في العلم شيئاً مذكوراً. ¶ …فأقول : حتى ولو كان هو هؤلاء فهل يعدون عندك شيئاً مذكوراً. ¶ 62- وقال الغماري في ص 51 : ¶ \"وفي الختام أراد الألباني أن يجهز على الحديث مرة واحدة ولايدع للنزاع معه طريقاً فتناول الطعن في الحديث من جهة معناه فقال ولوائح الوضع عليه ظاهرة وهذا منه مجرد تحكم بالهوى ودفع بالصدر وإلا فما الذي يلوح عليه من علامات الوضع ؟.",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "…أقول : إن من يعمل بالحديث ليله ونهاره ويتذوق حلاوته فبمجرد أن يمر عليه كلام منسوب إلى النبي - صلى الله عليه وسلم - فيعرف إذا كان من كلام النبي - صلى الله عليه وسلم - أم لا لمجرد أن يرى آثار النبوة عليه لكن لايجعل كلامه هذا مقدماً على النقد العلمي وإنما ينقد السند نقداً علمياً ثم يضيف إليه ذوقه الذي تذوقه من الحديث ولصنيع الألباني هذا عند الحفاظ سابقة فقال ابن كثير في الباعث الحثيث النوع الثالث عشر المعلل من الحديث \" وهو فن خفي على كثير من علماء الحديث حتى قال بعض حفاظهم معرفتنا بهذا كهانة عند الجاهل وإنما يهتدي إلى تحقيق هذا الفن الجهابذة النقاد منهم ... فمن الأحاديث المروية ما عليه أنوار النبوة ومنها ماوقع فيه تغيير لفظ أو زيادة باطلة أو مجازفة أو نحو ذلك يدركها البصير من أهل هذه الصناعة \" . وأما من طمس الله على بصره وبصيرته فلايحسن حتى أن يقرأ لغة القوم ولايفهم اصطلاحاتهم فكيف يرى آثار النبوة على الحديث هذا مستحيل . ثم إنك أضفت إلى الحارث صاحبك هذا الذي اتهمه الألباني بالوضع عللاً أخرى وحاولت إلصاق الوضع بأناس آخرين في السند مما يزيد في ظلامة السند فهل زيادة العلل تصحح الحديث أم تنزل به إلى الحضيض. ¶ 63- وقال الغماري في ص 51 : ¶ \" وورد ما يشهد له في أحاديث كثيرة \". ¶ …أقول : أين هي بالله عليك ؟ ¶ 64- وتابع الغماري في ص 51 : ¶ \" وورد موقوفاً عن أبي مسعود ـ والصواب ابن مسعود ـ بلفظ \" المتقون سادة والفقهاء قادة ومجالسهم زيادة \" . رواه الطبراني في الكبير قال الهيثمي في المجمع 1/126 ورجاله موثقون.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "…أقول : هل الأثر الموقوف على الصحابي هو بمثابة المرفوع وهل يكون عليه آثار النبوة ثم ألا تدري أن اصطلاح القوم رجاله موثقون لاتعني صحة الحديث أو الأثر لأنها تقتصر على أن رجال السند وصفوا بالثقة وهذا لايدفع الانقطاع في السند ولا التدليس ولا الاختلاط الذي طرأ على بعض الرواة ولاتغير الحفظ والأثر الموقوف رواه الخطيب في \" الفقيه والمتفقه \" 1/32 قال : ¶ …أنا الحسين بن عمر الغزال وعبد الله بن يحيى السكري قال أنا إسماعيل بن محمد الصفار نا عباس بن عبد الله الترقفي نا أبو عبد الرحمن المقري ( في الأصل القري وفيه خطأ مطبعي ) نا سعيد ـ يعني ابن أبي أيوب ـ عن عبد الله بن الوليد عن عبد الله بن عبد الرحمن بن حجيرة ( في الأصل عبد الرحمن بن حجيرة وهو سقط مطبعي ) عن أبيه قال كان عبد الله بن مسعود يقول فذكره وقال الهيثمي في مجمع الزوائد رجاله موثقون وهو كما قال فرجاله كلهم ثقات ماعدا عبد الله بن الوليد بن قيس بن الأخرم التجيبي المصري قال الحافظ في التقريب لين الحديث وقال في التهذيب ذكره ابن حبان في الثقات وضعفه الدارقطني فقال لايعتبر بحديثه . فالأثر عن ابن مسعود ضعيف. ¶ 65- ثم قال الغماري في ص 52 : ¶ \" وإذا كان الألباني لايقول بقاعدة ولايرجع إلى أصل يحتكم إليه وهو يخترع القواعد على حسب ما يظهر له ويريد فهمه ولهذه تجده في كلامه على الأحاديث يصحح ويضعف ويثبت ويبطل بما يخالفه هو نفسه إذا اقتضى نظره وجداله وخصامه ولدده ذلك.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "…أقول : أي قاعدة اخترعها الألباني وطبقها وهي غير موجودة في كتب المصطلح ثم من الذي يصحح ويضعف خلافاً لجمهور علماء المسلمين ويخطئ ما سار عليه علماء الأمة وقرروه منذ أربعة عشر قرناً والآن يطلع علينا بتوثيق الكذابين ويعيب على البخاري ومسلم أنهما لم يخرجا للحارث الكذاب واعتباره في مقدمة رجالهما ومن يدري غداً فقد يطعن في رجال الصحيح فلا عجب من ذلك ثم يدعونا لتصحيح أحاديث الموضوعات لابن الجوزي. ¶ 66- وقال الغماري في ص 52 : ¶ \"لأن قواعده ( أي الألباني ) مبعثرة فلا هي تابعة لأهل الحديث ولا لأهل الأصول ولا للفقهاء وغرضه بذلك الهرب من الوقوع في يد خصمه إذا ( في الأصل إذ وهو خطأ ) وقع في نزاع فيما يختاره من الأقوال الشاذة الواهية وهي كثيرة في صفة صلاته وتجهيز جنازته وحجاب امرأته وحلية نسائه وسلسلة أحاديثه \" . ¶ …أقول لهذا المتعالم المتعجرف : إنك لم تقرأ القرآن ولم تتذوق معناه ولم تتأدب بأخلاقه فتسمي كتب الألباني بغير مسماها فتشير إلى كتاب صفة صلاة النبي - صلى الله عليه وسلم - بصفة صلاته فإن اعتبرت أن الألباني هو النبي - صلى الله عليه وسلم - فقد كفرت وإن اعتبرت أن هذه هي صفة صلاة الألباني اخترعها من عنده فقد أنكرت أحاديث النبي - صلى الله عليه وسلم - ورددتها فقد كفرت وما قيل عن هذا الكتاب يقال عن باقي الكتب التي ذكرها الغماري مستهزئاً بها . أما تجهيز جنازته فلا يوجد كتاب بهذا الاسم لاعنده ولاعند غيره وإنما عنده كتاب أحكام الجنائز وبدعها فإن كنت تدعو عليه بهذا التعبير التهكمي فلا مانع عندنا وعنده بعد أن ذهب رحمه الله تعالى إلى لقاء ربه وتجهزت جنازته على السنة وذهب إلى لقاء ربه بنفس راضية مرضية وأما أنت إذا أبيت إلا أن تكون جنازتك على غير هذه الصفة ويكون لقاؤك لله على غير هذا اللقاء فلك ذلك إن شاء الله. ¶ 67- وتابع الغماري ص 52 :",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "\" بحيث لو تتبعها الإنسان لأخرج منها كتاباً مفيداً للفكاهة وقت الاستراحة من العمل الشاق يصلح أن يكون ذيلاً لكتاب أخبار الحمقى والمغفلين لابن الجوزي رحمه الله تعالى. ¶ …أقول : إن هذا الكلام يستحيي أن يقوله وأن يجاهر به أشد الناس إلحاداً فكيف تدعي بأنك محدث المغرب وبكل صفاقة وقلة حياء تتبع أحاديث رسول الله - صلى الله عليه وسلم - التي استشهد بها الألباني في كتبه ثم لاترفعها لتصبح كتاباً وإنما ذيل كتاب لأخبار الحمقى والمغفلين قبحك الله من محدث وقبح علمك ولابارك الله بك ولا بعلمك ولو أقيم حكم إسلامي لحكم عليك بالإعدام لاستهزائك بأحاديث رسول الله - صلى الله عليه وسلم - أيما استهزاء ولسوف تتفكه بهذه الأحاديث وقت الاستراحة من العذاب في جهنم إن شاء الله إن كان هناك وقت للاستراحة وما أظن ذلك فـ \" إذا لم تستح فافعل ما شئت \" أخرجه البخاري في الأدب باب إذا لم تستح وأبو داود في الأدب باب الحياء وابن ماجة في الأدب باب الحياء وأحمد عن أبي مسعود وعن حذيفة فلستَ أقل سوءاً وشراً من سلمان رشدي صاحب كتاب الآيات الشيطانية الذي نبذه المسلمون وهددوا حياته فهو يعيش الآن كالجرذان ويهرب من وكر لوكر. ¶ 68- وقال الغماري في ص 52 : \" ومن شذوذه المضحك \" ¶ …أقول : نعم شذوذه عن جادة الكفر واتباعه طريق الإيمان { فَلْيَضْحَكُوا قَلِيلاً وَلْيَبْكُوا كَثِيراً } (التوبة الآية82). ¶ 69- وتابع الغماري في ص 52 بقوله : ¶ \" ما وقع منه في شأن الحارث من جزمه بكذبه واعتراضه علي في توثيقي له الأمر الذي يوهم الغُرَّ المبتدئ أني تفردت بذلك عن الجمهور. ¶ …قلت : قد بَرْهَنَّا ذلك هنا وسنوضح إجماع الأمة على ذلك في أواخر الرسالة إن شاء الله وهذا الذي أثار حنقك وضغينتك عليه فلم يتركك تسرح وتمرح وتضلل المسلمين. ¶ 70- ثم يستشهد محدث المغرب في ص 52 بحديث موضوع آخر وينسبه لرسول الله - صلى الله عليه وسلم - ألا و هو \" اتركوا الترك \".",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "…أقول : لفظ الحديث \" اتركوا الترك ما تركوكم فإن أول من يسلب أمتي ما خولهم الله عز وجل بنو قنطورا من كركرا \" رواه الطبراني في الكبير 3 / 76 / 1 والخلال في أصحاب ابن منده 152/5 و أبو جعفر الطوسي في الأمالي عن مروان بن سالم الجزري عن الأعمش عن أبي وائل وزيد بن وهب ( الطبراني والخلال عن ابن مسعود ) ( و الطوسي عن حذيفة ) به و فيه مروان بن سالم الجزري قال البخاري ومسلم وأبو حاتم منكر الحديث و قال أبو عروبة الحراني يضع الحديث تهذيب التهذيب 10/93 فهل هذا الراوي الوضاع أيضاً عندك ثقة و لكي تدعم حديثك هذا يافضيلة الشيخ عليك أن تؤلف رسالة أخرى في توثيق الجزري وتطعن في البخاري ومسلم لطعنهم في هذا الراوي الكذاب و تتابع سلسلة رسائلك بتوثيق باقي الكذابين والوضاعين لتدعم بها الأحاديث الموضوعة التي تستشهد بها وتدلسها على المسلمين. ¶ …و لم يكتف محدث المغرب بتوثيق الكذابين بل ذهب يستشهد بالأحاديث الموضوعة أيضاً. ¶ …فما فائدة الاشتغال بعلم الحديث والمهاترات فيه إذا كان لا فرق عندك في الاستشهاد بين الحديث الصحيح والموضوع قل كل صحيح و كفى . فقبل صفحات دافعت عن حديث موضوع \" الأنبياء سادة ... \" و ها أنت تستشهد بحديث موضوع آخر \" اتركوا الترك \" و قد قال الله تعالى في حق أحبار اليهود { مَثَلُ الَّذِينَ حُمِّلُوا التَّوْرَاةَ ثُمَّ لَمْ يَحْمِلُوهَا كَمَثَلِ الْحِمَارِ يَحْمِلُ أَسْفَاراً } (الجمعة الآية 5 ) .",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "وها أنت تحمل علماً وتسود صفحات لتدلس على الناس توثيق كذاب ولم تتأن حتى يتقبل الناس منك ذلك بل عاجلتهم بحديثين موضوعين أحدهما من طريق صاحبك الكذاب الحارث و الآخر يساندك في شتم الألباني و طبعاً هذا هو هدفك من توثيق الكذابين و قد روى مسلم في مقدمة صحيحه عن رسول الله - صلى الله عليه وسلم - أنه قال \" من كذب عليَّ متعمداً فليتبوأ مقعده من النار \" وقال أيضاً \" من حدث عني حديثاً يُرى أنه كذب فهو أحد الكاذبين \". ¶ 71- و تابع الغماري قوله في ص 53 : ¶ \" و كذلك أقواله الشائنة فيما يتعلق بذات الله تعالى مما يدل على أنه لا يعرف ما يستحيل وصف الحق تعالى به كقوله العصمة لله تعالى. ¶ …أقول : العصمة هي المنع من الخطأ والله سبحانه و تعالى لا يجوز عليه الخطأ لكماله سبحانه و طبعاً لا يعصمه غيره وإنما كماله. ¶ 72- ثم يأتي دور الصياد السقاف ليعلق على قوله ص 52 في الحاشية بقوله : ¶ \" و كإقراره لشارح الطحاوية في ما ذكره في الشرح من أغلاط كقدم نوع العالم وإثبات الحد لله دون أن يعلق على تلك العبارات بالإنكار \". ¶ …أقول : إن الألباني لم ينتقد صاحب الكتاب و لم يناقشه آراءه وعقيدته بل كان كل عمله فيه تخريج أحاديثه فسكوته هنا لا يختلف عن سكوته في جميع ما أصاب به الشارح أو أخطأ أما التحقيق والانتقاد فقد تركه لمشروع آخر كما قال في التوضيح و لو نظرت إلى غلاف الكتاب لرأيت : خرج أحاديثه محمد ناصر الدين الألباني. ¶ …و مع ذلك فإن الشيخ ناصراً قد علق على ذلك ورد قول شارح الطحاوية كما سيأتي مما يبين كذب السقاف أو جهله وغفلته وحكمه على الشيء بدون علم. ¶ …فقد علق الشيخ ناصر في الصفحة 295 من الطبعة الرابعة و الصفحة 233 من الطبعة الثالثة على حديث :",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "…\" إن أول ما خلق الله القلم ....... \" ( و في الحديث إشارة إلى الرد على من يقول من العلماء بحوادث لا أول لها ) . ثم من يثبت الحد لله سبحانه و تعالى فلقد وصفنا الله سبحانه و تعالى بما وصف به نفسه فقال تعالى : ¶ … { الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى } ( طه الآية 5 ). ¶ … { إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ } ( فاطر الآية10 ). ¶ … { إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ } ( آل عمران الآية55 ). ¶ … { وَمَا قَتَلُوهُ يَقِينا بَلْ رَفَعَهُ اللَّهُ إِلَيْهِ } ( النساء آية 157 – 158 ). ¶ … { يَخَافُونَ رَبَّهُمْ مِنْ فَوْقِهِمْ } ( النحل الآية50 ). ¶ … { أَأَمِنْتُمْ مَنْ فِي السَّمَاءِ أَنْ يَخْسِفَ بِكُمُ الْأَرْضَ } ( الملك الآية16 ). ¶ … { ذِي الْمَعَارِجِ تَعْرُجُ الْمَلائِكَةُ وَالرُّوحُ إِلَيْهِ } ( المعارج الآية 3 – 4 ) . ¶ … { وَقَالَ فِرْعَوْنُ يَا هَامَانُ ابْنِ لِي صَرْحاً لَعَلِّي أَبْلُغُ الْأَسْبَابَ أَسْبَابَ السَّمَاوَاتِ فَأَطَّلِعَ إِلَى إِلَهِ مُوسَى وَإِنِّي لَأَظُنُّهُ كَاذِباً } ( غافر الآية 36 – 37 ). ¶ …و قد شهد رسول الله - صلى الله عليه وسلم - للجارية بالإيمان حين سألها \" أين الله \" فقالت في السماء . رواه مسلم في المساجد باب تحريم الكلام في الصلاة وأبو داوود في الصلاة باب تشميت العاطس في الصلاة و في الإيمان باب الرقبة المؤمنة والنسائي في السهو باب الكلام في الصلاة ومالك في العتق باب ما يجوز من العتق في الرقاب الواجبة والشافعي في الرسالة فقرة 242 و أحمد 2/291 ، 5/447 - 448 - 449.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "…لكننا لا نكيف كيف هو في السماء و لا نشبهه بشيء كالمجسمة ولا ننفي عنه الجهة حتى يصبح عدماً كالمعتزلة فالله سبحانه وتعالى على عرشه فوق سماواته بائن عن خلقه وقد نقل الذهبي رحمه الله عن الرسول - صلى الله عليه وسلم - وعن الصحابة والتابعين وأتباع التابعين وأئمة الحديث والفقه وعلماء الأمة سلفهم وخلفهم قولهم بالعلو ومن شاء التوسع فليراجع في هذا كتاب ( العلو للعلي الغفار ) . لكننا لانقول بعقيدة الحلول كعقيدة الحلاج \" ما في الجبة إلا الله \" ولانقول بعقيدة الاتحاد كعقيدة ابن عربي الذي يقول إن الله سبحانه وتعالى اتحد بمخلوقاته ويدلل على ذلك بقوله : ¶ …العبد رب والرب عبد …فما أدري من المكلف ¶ …ويقول أيضاً : ¶ …وما الكلب والخنزير إلا إلهنا… وما الله إلا راهب في كنيسة ¶ …وما هذا الكلام إلا لقوله بأن الله سبحانه وتعالى اتحد بمخلوقاته فإن عَبَدَ الله عَبَدَ نفسه وإن عَبَدَ نفسه عبد الله وكذلك فإلهه يظهر في الكلب ويظهر في الخنزير ويظهر في الراهب فأي شيء يعبده ابن عربي فكأنما عَبَدَ الله تعالى الله عن ذلك علواً كبيراً . فهل هذه العقيدة التي تعتقدها ياسقاف هل تعتقد أن الكلب إلهك والخنزير إلهك والحجر إلهك والشجر إلهك أم تعتقد أنك أنت الله ؟! ¶ …نحن مسلمون مؤمنون موحدون ياسقاف ولسنا عبدة أوثان وننزه ربنا عن الحلول والاتحاد والتعطيل والإحداث وعن كل مالايليق به سبحانه وتعالى فإن اخترت أنت غير هذه العقيدة فأنت حر { قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَةٍ أَنَا وَمَنِ اتَّبَعَنِي وَسُبْحَانَ اللَّهِ وَمَا أَنَا مِنَ الْمُشْرِكِينَ } ( يوسف الآية 108 ).",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "73- ثم عقد الغماري فصلاً من 7 صفحات ليدافع عن الحارث وعن تشيعه ويرمي الألباني بالقصور لاعتراضه عليه في توثيقه الحارث لكونه شيعياً وأخذ يستشهد بالصحيحين في قبولهما أحاديث الشيعة وصال وجال بكلام لاخلاف عليه بين العلماء ولم يقل الألباني خلافه فالألباني لم يضعف الحارث لكونه شيعياً لكنه جرت العادة لدى المحدثين أن يضيفوا للراوي بدعته إلى كذبه أو ضعفه وليست سبباً لضعفه وإنما تكون له حافزاً ودافعاً لكذبه في أكثر الأحيان وليس دائماً وقد قال الذهبي عن أبان بن تغلب شيعي جلد لكنه صدوق فلنا صدقه وعليه بدعته. ¶ …أما أنت ياغماري فلجوؤك لهذا البحث ناتج عن غبائك وعدم فهمك لغة القوم ومرادهم بنسبة البدعة إلى المترجم حين يذكرون ضعفه كغبائك في توثيق الحارث وظنك سؤال الحسن والحسين له توثيقاً له. ¶ 74- ثم تطرق الغماري في ص58 لحديث \" أنا سيد ولد آدم وعلي سيد العرب \" وقال فإنه ( أي الألباني ) حكم بوضعه في مقدمة كتبها لبعض الرسائل مستدلاً على وضعه بأن روح التشيع واضحة في الحديث ولا أدري أين هذا التشيع الذي وضح له من الحديث مع أن الحديث له شواهد وطرق وعلى قوله هذا وقاعدته الفارغة ينبغي ألا نقبل حديثاً في فضل علي عليه السلام ولو تواتر إذا كان يخبر بفضل لعلي لايوجد لغيره من الصحابة رضوان الله عليهم كحديث \" من كنت مولاه فعلي مولاه اللهم وال من والاه وعاد من عاداه و انصر من نصره \". ¶ …أقول : أين قال الألباني أن القاعدة أن يستدل على الحديث بوضعه بأن روح التشيع واضحة فيه فهذا لم يقل به أحد ولقد ذكرنا سابقا بأنه جرت عادة المحدثين أن ينقدوا سند الحديث وبعد أن يتبين لهم ضعفه أو وضعه ينتقلوا للتكلم على معناه ومرماه ويتبينوا نور النبوة فيه أو ظلمة الوضع.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "…فهاهو الحاكم يروي الحديث الأول في المستدرك 3/124 \" أنا سيد ولد آدم .... \" وقال هذا حديث صحيح الإسناد ولم يخرجاه وفي إسناده عمر بن الحسن وأرجو أنه صدوق ولولا ذلك لحكمت بصحته على شرط الشيخين . وعقب عليه الذهبي بقوله قلت أظن أنه هو الذي وضع هذا وكذلك شاهده عقب عليه الذهبي بقوله قلت وضعه ابن علوان وكذلك شاهده الثالث بقوله ورواه عمر بن موسى الوجيهي عن أبي الزبير عن جابر مرفوعاً قلت عمر وضاع فهل يجبر الوضاع حديث وضاع يامحدث المغرب وهل الذهبي الذي وصفته بالحافظ الناقد المتقن الذي لم يأت بعد يحيى بن معين مثله كما قلت يقلد غيره في الحكم على الحديث بالوضع أم أنه أيضاً محدث أوراق وصحف ؟ أم أنه لايعرف أن الوضاع يجبر ويشهد لحديث الوضاع وعرفته أنت ؟ فاسمع إلى ماقاله أبو عمرو بن الصلاح ص 40 من الباعث الحثيث تعليق أحمد شاكر : لايلزم من ورود الحديث من طرق متعددة كحديث الأذنان من الرأس أن يكون حسناً لأن الضعف يتفاوت فمنه مالايزول بالمتابعات يعني لايؤثر كونه تابعاً أو متبوعاً كرواية الكذابين والمتروكين ومنه ضعف يزول بالمتابعة كما إذا كان راويه سيء الحفظ أو روى الحديث مرسلاً فإن المتابعة تنفع حينئذ. ¶ …فهل عرفت ياغماري من أين وضح له التشيع في هذا الحديث رغم شواهده وطرقه لأن فيها كلها وضاعين شيعة لايخشون الله فيكذبون على الله ورسوله ليؤيدوا دعاويهم.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "…أما قوله : وعلى قوله هذا وقاعدته الفارغة ينبغي ألا نقبل حديثاً في فضل علي عليه السلام ولو تواتر لاسيما إذا كان يخبر بفضل لعلي لايوجد لغيره من الصحابة كحديث \" من كنت مولاه فعلي مولاه اللهم وال من والاه وعاد من عاداه وانصر من نصره \" . فكلامك ينبئ عن أنك شيعي متحرق فضلاً عن جهلك بعلم الحديث فمتى رفض الألباني أو أي محدث سني حديثاً صحيحاً يخبر بفضل علي إلا إذا ركبه شيعي متحرق مثلك فلا يقول به الألباني ولاغيره وليس إن كان فيه فضل لعلي بل إذا كان لأبي بكر بل وللرسول الكريم - صلى الله عليه وسلم - فالفضائل لاتنسج بالأحاديث الموضوعة وإنما تروى بالسند الصحيح عن الصادق المصدوق وأما أنك تأتي إلى كل حديث فيه فضيلة لعلي وتقول إنه صحيح حتى ولو كان موضوعاً فهذا لم يقل به عاقل . أما الحديث \" من كنت مولاه فعلي مولاه ... \" فقد تتبع الشيخ ناصر طرقه في سلسلة الأحاديث الصحيحة برقم 1750 وصححه لتعدد طرقه بل قال عن الشطر الأول \" من كنت مولاه فعلي مولاه \" بأنه متواتر والشطر الثاني \" اللهم وال من والاه وعاد من عاداه \" صحيح بمجموع طرقه الكثيرة إلا أنه توقف في الشطر الأخير \" وانصر من نصره \" لعدم وقوفه سوى على طريق واحدة ضعيفة ورجح أن يكون تفسيراً للشطر الثاني وزيادة على ذلك لام شيخه ابن تيمية لتسرعه بالحكم على الشطر الأول بالضعف والشطر الثاني بالوضع وعدم جمعه طرقه قبل الحكم عليه . فالرجل ليس منحرفاً عن علي فعلي رضي الله عنه هو صحابي وابن عم النبي - صلى الله عليه وسلم - وصهره على ابنته فاطمة التي هي أحب بناته إليه وهو رابع الخلفاء الراشدين المهديين وقد قال الرسول صلى الله عليه وسلم في فئة معاوية بأنها الفئة الباغية بقوله لعمار \" تقتلك الفئة الباغية \" رواه الترمذي عن أبي هريرة في مناقب عمار والطيالسي عن أبي سعيد وعن أم سلمة في مناقب عمار والبرقاني والإسماعيلي بطرق يعضد بعضها بعضاً وصححه الألباني . وقد",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "قتل عمار وهو في فئة علي. ¶ …أما أن يقر الألباني بكل مايدعيه الشيعة في فضل علي فهذا مالا يفعله كما أنه لايفعله إذا ورد في فضل أبي بكر أو عمر أو النبي صلى الله عليه وسلم إلا بطريق صحيح. ¶ 75- وأضاف في ص 58 قوله : وهكذا إذا اتبع الإنسان كل جاهل وأجاب كل صارخ ولم يعمل النظر ويبحث عن الأقوال قبل قائلها فإنه يرد السنة الصحيحة جملة ويعطي مع ذلك السلاح لأعداء الدين وملاحدة العصر في رد مالايعجبهم ويوافق هواهم من حديث سيد المرسلين - صلى الله عليه وسلم -. ¶ …قلت : هذا الكلام صحيح وأضيف إليه ويوثقون الكذابين ليدسوا أكاذيبهم في دين المسلمين ويهدموا دينهم. ¶ …وقبل أن أجمع كلام علماء الجرح في الحارث أرى أن أورد هنا بعض ما أورده مسلم في مقدمة صحيحه وما علق عليه النووي في شأن الحارث : فقد روى مسلم في مقدمة صحيحه بسنده إلى الشعبي قال حدثني الحارث الأعور الهمداني وكان كذاباً. ¶ فعلق النووي عليه بقوله بعد ضبط اسم الشعبي ولد ( أي الشعبي ) لستِّ سنين خلت من خلافة عمر بن الخطاب رضي الله عنه وكان الشعبي إماماً عظيماً جليلاً جامعاً للتفسير والحديث والفقه والمغازي والعبادة قال الحسن كان الشعبي والله كثير العلم عظيم الحلم قديم السلم من الإسلام بمكان . وأما الحارث الأعور فهو الحارث بن عبد الله وقيل ابن عبيد أبو زهير الكوفي متفق على ضعفه. ¶ …ثم روى مسلم بعده بسنده : حدثنا أبو عامر عبد الله بن براد الأشعري حدثنا أبو أسامة عن مفضل عن مغيرة قال سمعت الشعبي يقول حدثني الحارث الأعور وهو يشهد أنه أحد الكذابين.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "…فعلق عليه النووي بقوله هذا إسناد كله كوفيون . فهذا دليل على كذب الغماري بأن الحارث مقدم عند الكوفيين وهؤلاء الرواة الكوفيون كلهم ينقل تكذيب الشعبي للحارث دون أن يعترض عليه أو يرده ثم روى مسلم بسنده إلى إبراهيم ( وهو النخعي ) قال قال علقمة قرأت القرآن في سنتين فقال الحارث القرآن هين الوحي أشد . ثم روى بسنده إلى الحارث أنه قال : تعلمت القرآن في ثلاث سنين والوحي في سنتين أو قال الوحي في ثلاث سنين والقرآن في سنتين. ¶ …وعلق عليه النووي بقوله فقد ذكره مسلم في جملة ما أنكر على الحارث وجرح به وأخذ عليه من قبيح مذهبه وغلوه في التشيع وكذبه. ¶ قال القاضي عياض رحمه الله وأرجو أن هذا من أخف أقواله لاحتماله الصواب فقد فسره بعضهم بأن الوحي هنا الكتابة ومعرفة الخط قال الخطابي يقال أوحى ووحى إذا كتب ( ولم يقل أحد أن الكتابة أشد من تعلم القرآن ولايتلاءم هذا التفسير مع كلام الحارث ) . وعلى هذا ليس على الحارث درك وعليه الدرك في غيره قال القاضي ولكن لما عرف من قبح مذهبه وغلوه في مذهب الشيعة ودعواهم الوصية إلى علي رضي الله عنه وسرِّ النبي - صلى الله عليه وسلم - من الوحي وعلم الغيب مالم يطلع غيره عليه بزعمهم سيء الظن بالحارث في هذا وذهب به ذلك المذهب ولعل هذا القائل فهم من الحارث معنى منكراً فيما أراده والله أعلم. ¶ …ثم أورد مسلم بعد ذلك بسنده إلى إبراهيم أن الحارث اتهم. ¶ …ثم أورد مسلم بسنده إلى حمزة الزيات قال سمع مُرَّة الهمداني من الحارث شيئاً فقال له اقعد بالباب قال فدخل مرة وأخذ سيفه قال وأحس الحارث بالشر فذهب. ¶ …ونقل الذهبي في الميزان 1/435 كان ابن سيرين يرى أن عامة مايروى عن علي باطل . ونقل عن الشعبي : ما كُذِبَ على أحد من هذه الأمة ما كذب على علي رضي الله عنه.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "…فيا أيها الغماري هل نزل الوحي على هذا الحارث فرآه أشد من القرآن ؟ أم أنك تكذب وإياه ؟ ثم هل رجل يدّعي نزول الوحي عليه يوثق ولا يوصف بالكذب ؟ تالله لأنت أكذب منه ! ¶ ترجمة الحارث ¶ …والآن نعود إلى بحثنا ونورد ماقاله أهل العلم في الحارث الأعور الكذاب : ¶ يقول ابن حجر في التهذيب 2/145 : ¶ …الحارث بن عبد الله الأعور الهمداني الخارفي أبو زهير الكوفي ويقال الحارث بن عبيد ويقال الحوتي وحوت بطن من همدان روى عن علي وابن مسعود وزيد بن ثابت وبقيرة امرأة سلمان . روى عنه الشعبي وأبو إسحاق السبيعي وأبو البختري الطائي وعطاء بن أبي رباح وعبد الله بن مرة وجماعة. ¶ - قال مسلم في مقدمة صحيحه ثنا قتيبة ثنا جرير عن مغيرة عن الشعبي حدثني الحارث الأعور وكان كذاباً. ¶ - وقال منصور عن إبراهيم إن الحارث اتهم. ¶ - وقال أبو معاوية عن محمد بن شيبة الضبي عن أبي إسحاق زعم الحارث الأعور وكان كذاباً. ¶ - وقال يوسف بن موسى عن جرير كان الحارث زيفاً. ¶ - وقال أبو بكر بن عياش لم يكن الحارث بأرضاهم. ¶ - وقال الثوري كنا نعرف فضل حديث عاصم بن ضمرة على حديث الحارث. ¶ - وقال عمرو بن علي كان يحيى وعبد الرحمن لايحدثان عنه غير أن يحيى حدثنا يوماً عن شعبة عن أبي إسحاق عن الحارث يعني عن علي : \" لايجد عبد طعم الإيمان حتى يؤمن بالقدر \" فقال هذا خطأ من شعبة حدثنا سفيان عن أبي إسحاق عن الحارث عن عبد الله وهو الصواب. ¶ - وقال أبو خيثمة كان يحيى بن سعيد يحدث عن حديث الحارث ما قال فيه أبو إسحاق سمعت الحارث. ¶ - وقال الجوزجاني سألت علي بن المديني عن عاصم والحارث فقال مثلك يسأل عن ذا الحارث كذاب. ¶ - وقال الدوري عن ابن معين الحارث قد سمع من ابن مسعود وليس به بأس. ¶ - وقال عثمان الدارمي عن ابن معين ثقة . قال عثمان ليس يتابع ابن معين على هذا. ¶ - وقال أبو زرعة لايحتج بحديثه. ¶ - وقال أبو حاتم ليس بقوي ولاممن يحتج بحديثه. ¶ - وقال النسائي ليس بالقوي.",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "- وقال في موضع آخر ليس به بأس. ¶ - وقال مجالد قيل للشعبي كنت تختلف إلى الحارث قال نعم أختلف إليه أتعلم منه الحساب كان أحسب الناس. ¶ - وقال أشعث بن سوار عن ابن سيرين أدركت الكوفة وهم يقدمون خمسة من بدأ بالحارث ثنَّى بعبيدة ومن بدأ بعبيدة ثنَّى بالحارث. ¶ - وقال علي بن مجاهد عن أبي جناب الكلبي عن الشعبي شهد عندي ثمانية من التابعين الخير فالخير منهم سويد بن غفلة والحارث الهمداني حتى عد ثمانية أنهم سمعوا علياً يقول فذكر خبراً. ¶ - وقال ابن أبي داوود كان الحارث أفقه الناس وأحسب الناس وأفرض الناس تعلَّمَ الفرائض من علي. ¶ - وقال البخاري في التاريخ عن أبي إسحاق إن الحارث أوصى أن يصلي عليه عبد الله بن يزيد الخطمي. ¶ - قلت وفي مسند أحمد عن وكيع عن أبيه قال حبيب بن أبي ثابت لأبي إسحاق حين حدث عن الحارث عن علي في الوتر يا أبا إسحاق يساوي حديثك هذا ملأ مسجدك ذهباً. ¶ - وقال الدارقطني الحارث ضعيف. ¶ - وقال ابن عدي عامة مايرويه غير محفوظ. ¶ - وقال ابن حبان كان الحارث غالياً في التشيع واهياً في الحديث مات سنة 65. ¶ - وكذا ذكر وفاته إسحاق القراب في تاريخه وقرأته بخط الذهبي. ¶ - وقال ابن أبي خيثمة قيل ليحيى يحتج بالحارث فقال مازال المحدثون يقبلون حديثه. ¶ - وقال ابن عبد البر في كتاب العلم له لما حكى عن إبراهيم أنه كذب الحارث أظن الشعبي عوقب بقوله في الحارث كذاب ولم يبن من الحارث كذبه وإنما نقم عليه إفراطه في حبِّ علي. ¶ - وقال ابن سعد كان له قول سوء وهو ضعيف في روايته ( في الأصل رأيه والتصويب من الطبقات ). ¶ - وقال ابن شاهين في الثقات قال أحمد بن صالح المصري الحارث الأعور ثقة ما أحفظه وما أحسن ماروى عن علي وأثنى عليه قيل له فقد قال الشعبي كان يكذب قال لم يكن يكذب في الحديث إنما كان كذبه في رأيه.",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "- وقرأت بخط الذهبي في الميزان : والنسائي مع تعنته في الرجال قد احتج به والجمهور على توهينه مع روايتهم له في الأبواب وهذا الشعبي يكذبه ثم يروي عنه والظاهر أنه يكذب في حكاياته لا في الحديث. ¶ - قلت ( القائل ابن حجر ) لم يحتج به النسائي وإنما أخرج له في السنن حديثاً واحداً مقروناً بابن ميسرة وآخر في اليوم والليلة متابعة هذا جميع ماعنده. ¶ - وذكر الحافظ المنذري أن ابن حبان احتج به في صحيحه ولم أر ذلك لابن حبان وإنما أخرج من طريق عمرو بن مرة عن الحارث بن عبد الله الكوفي عن ابن مسعود حديثاً والحارث بن عبد الله الكوفي هذا هو عند ابن حبان رجل ثقة غير الحارث الأعور كذا ذكر في الثقات وإن كان قوله هذا ليس بصواب والله أعلم . انتهى بحروفه. ¶ 2-…وقال الذهبي في الميزان 1/435 : ¶ - الحارث بن عبد الله الهمداني الأعور من كبار علماء التابعين على ضعف فيه يكنى أبو ( في الأصل أبا وهو خطأ ) زهير عن علي وابن مسعود وعنه عمرو بن مرة وأبو إسحاق وجماعة. ¶ - قال شعبة لم يسمع أبو إسحاق منه إلا أربعة أحاديث وكذلك قال العجلي وزاد وسائر ذلك كتاب أخذه. ¶ - وروى مغيرة عن الشعبي حدثني الحارث الأعور ـ وكان كذاباً. ¶ - وقال منصور عن إبراهيم إن الحارث اتهم. ¶ - وروى أبو بكر بن عياش عن مغيرة قال لم يكن الحارث يصدق عن علي في الحديث. ¶ - وقال ابن المديني كذاب. ¶ - وقال جرير بن عبد الحميد كان زيفاً. ¶ - وقال ابن معين ضعيف. ¶ - وقال عباس عن ابن معين ليس به بأس. ¶ - وكذا قال النسائي وعنه ( عن ابن معين ) قال ليس بالقوي. ¶ - وقال الدارقطني : ضعيف. ¶ - وقال ابن عدي عامة مايرويه غير محفوظ. ¶ - وقال يحيى القطان عن سفيان قال كنا نعرف فضل حديث عاصم على حديث الحارث. ¶ - وقال عثمان الدارمي سألت يحيى بن معين عن الحارث الأعور فقال ثقة قال عثمان ليس يتابع يحيى على هذا. ¶ - حصين عن الشعبي قال ما كُذِبَ على أحد من هذه الأمة ماكذب على علي رضي الله عنه.",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "- وقال أيوب كان ابن سيرين يرى أن عامة مايروى عن علي باطل. ¶ - وقال الأعمش عن إبراهيم إن الحارث قال تعلمت القرآن في ثلاث سنين والوحي في سنتين. ¶ - وقال مفضل بن مهلهل عن مغيرة سمع الشعبي يقول حدثني الحارث وأشهد أنه أحد الكذابين. ¶ - وروى محمد بن شيبة الضبي عن أبي إسحاق قال زعم الحارث الأعور وكان كذاباً. ¶ - جرير عن مغيرة عن إبراهيم عن علقمة قال قرأت القرآن في سنتين فقال الحارث الأعور القرآن هين الوحي أشد من ذلك. ¶ - وقال بندار أخذ يحيى وعبد الرحمن القلم من يدي فضربا على نحو من أربعين حديثاً من حديث الحارث عن علي. ¶ - جرير عن حمزة الزيات قال سمع مرة الهمداني من الحارث أمراً فأنكره فقال له اقعد حتى أخرج إليك فدخل مرةٌ فاشتمل على سيفه فأحس الحارث بالشر فذهب. ¶ - وقال ابن حبان كان الحارث غالياً في التشيع واهياً في الحديث وهو الذي روى عن علي قال لي النبي - صلى الله عليه وسلم - \" لاتفتحن على الامام في الصلاة \" رواه الفريابي عن يونس بن أبي إسحاق عن أبيه عنه وإنما هو قول علي. ¶ - محمد بن يعقوب بن عباد عن محمد بن داود عن إسماعيل عن إسرائيل عن أبي إسحاق عن الحارث عن علي سمعت رسول الله - صلى الله عليه وسلم - يقول أنين المريض تسبيحه وصياحه تهليله ونومه على الفراش عبادة ونفسه صدقة وتقلبه جنباً بجنب قتال لعدوه ويكتب له من الحسنات مثل ما كان يعمل في صحته فيقوم وما عليه خطيئة أخرجه البخاري في كتاب الضعفاء له. ¶ - قال أبو بكر بن أبي داود كان الحارث الأعور أفقه الناس وأفرض الناس وأحسب الناس تعلم الفرائض من علي. ¶ - و حديث الحارث في السنن الأربعة و النسائي مع تعنته في الرجال فقد احتج به وقوى أمره والجمهور على توهين أمره مع روايتهم لحديثه في الأبواب فهذا الشعبي يكذبه ثم يروي عنه والظاهر أنه كان يكذب في لهجته وحكايته وأما في الحديث النبوي فلا وكان من أوعية العلم.",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "- قال مرة بن خالد : أنبأنا محمد بن سيرين قال كان من أصحاب ابن مسعود خمسة يؤخذ عنهم أدركت منهم أربعة و فاتني الحارث فلم أره و كان يفضل عليهم و كان أحسنهم و يختلف في هؤلاء الثلاثة أيهم أفضل علقمة و مسروق و عبيد مات الحارث سنة خمس و ستين. ¶ …و الآن لننقل تراجمه من غير التهذيب و الميزان مقتصرين على ما يتعلق منها بالرواية فقط : ¶ 3-…قال ابن حجر في التقريب 1/141 : الحارث ..... كذبه الشعبي في رأيه و رمي بالرفض و في حديثه ضعف. ¶ 4-…قال الخزرجي في خلاصة تذهيب الكمال ص 58 : قال الشعبي وابن المديني كذاب ، قال ابن معين في رواية والنسائي ليس به بأس وقال أبو حاتم والنسائي في رواية ليس بالقوي وقال ابن معين ضعيف له في س ( رمز النسائي ) حديثان. ¶ 5-…قال الذهبي في المفني ص 141 : قال ابن المديني كذاب وقال الدارقطني ضعيف وقال النسائي ليس بالقوي وقد كذبه الشعبي وقال أبو بكر بن عياش عن مغيرة : لم يكن يصدق عن علي في الحديث إلا أصحاب عبد الله. ¶ 6-…قال ابن حبان في الضعفاء 1/222 : كان غالياً في التشيع واهياً في الحديث . قال الشعبي حدثنا الحارث و أشهد أنه أحد الكذابين حدثنا محمد بن إسحاق الثقفي سمعت العباس بن محمد يقول سمعت يحيى بن معين يقول حدثنا جرير عن حمزة الزيات قال سمع مرة الهمداني من الحارث الأعور شيئاً فأنكره فقال له اقعد حتى أخرج إليك فدخل مرةٌ واشتمل على سيفه وأحس الحارث بالشر فذهب . وروى عن أحمد بن زهير بسنده سئل يحيى بن معين عن الحارث صاحب علي فقال ضعيف . وروى بسنده أيضاً عن أبي نعيم سمع الحارث من علي عليه السلام أربع أحاديث ( و هو راوية علي لم يسمع منه سوى أربعة أحاديث ). ¶ 7-…قال النسائي في الضعفاء له ص 29 : حارث بن عبد الله الأعور ليس بالقوي.",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "8-…قال ابن سعد في الطبقات الكبرى 6/116 : كان له قول سوء وهو ضعيف في روايته . وروى عن علباء بن أحمر أن علي بن أبي طالب خطب الناس فقال من يشتري علماً بدرهم ( قيمة الورق الذي يكتب عليه ) فاشترى الحارث الأعور صحفاً بدرهم ثم جاء بها علياً فكتب له علماً كثيراً ( و مع ذلك لم يسمع منه سوى أربعة أحاديث كما روى ابن حبان ) و قال روى جرير عن مغيرة عن الشعبي قال حدثني الحارث الأعور و كان كذوباً. ¶ 9-…قال ابن أبي حاتم في الجرح 3/78 : واتهمه الشعبي بالكذب ولم يسمعه إبراهيم النخعي . حدثنا عبد الرحمن نا أبو سعيد الأشج نا أبو أسامة حدثني مفضل بن مهلهل قال حدثني مغيرة قال سمعت الشعبي يقول حدثني الحارث وأنا أشهد أنه أحد الكذابين . حدثنا أبي نا أحمد بن يونس نا زائدة عن منصور ومغيرة عن إبراهيم قال اتهم الحارث الأعور. ¶ - حدثنا أبو سعيد الأشج نا أبو معاوية عن محمد بن شيبة الضبي عن أبي إسحاق قال زعم الحارث و كان كذوباً. ¶ - حدثنا عبد الرحمن أنا ابن أبي خيثمة فيما كتب إلي ثنا أبي قال قال أبو بكر بن عياش لم يكن الحارث بأرضاهم كان غيره أرضى منه كانوا يقولون إنه صاحب كتب . وكان ابن مهدي قد ترك حديث الحارث. ¶ - حدثنا ابن أبي خيثمة فيما كتب إلي قال قيل ليحيى بن معين الحارث صاحب علي فقال ضعيف. ¶ - حدثنا ابن أبي خيثمة فيما كتب إلي قال سمعت أبي يقول الحارث الأعور كذاب. ¶ - سألت أبي عن الحارث الأعور فقال ضعيف الحديث ليس بالقوي و لا ممن يحتج بحديثه. ¶ - سمعت أبا زرعة يقول الحارث الأعور لا يحتج بحديثه. ¶ 10- قال البخاري في التاريخ الكبير 1/273 : قال لنا ابن يونس عن زائدة عن إبراهيم أنه اتهم الحارث. ¶ - و قال أبو أسامة حدثنا مفضل عن مغيرة سمعت السدي حدثنا الحارث وأشهد أنه أحد الكذابين.",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "11- قال البخاري في التاريخ الصغير 1/156 : قال الشعبي حدثني الحارث و كان كذاباً ، حدثني أحمد بن يونس ثنا زائدة عن مغيرة عن إبراهيم أنه اتهم الحارث. ¶ 12- قال البخاري في الضعفاء له ص 28 : قال ابن يونس عن زائدة عن مغيرة عن إبراهيم أنه اتهم الحارث. ¶ 13- و قال ابن العماد الحنبلي في الشذرات 1/73 : و فيها ( أي سنة خمس وستين ) توفي الحارث بن عبد الله الهمداني الكوفي الأعور صاحب علي وابن مسعود و كان متهماً بالكذب و حديثه في السنن الأربعة. ¶ 14- قال النووي في المجموع شرح المهذب 3/288 من طبعة مطبعة الإمام بمصر : و أما الأثر عن علي رضي الله عنه فضعيف أيضاً لأن الحارث الأعور متفق على ضعفه و ترك الاحتجاج به و كذلك قال في شرحه لمسلم في مقدمة صحيحه متفق على ضعفه. ¶ 15- قال محمد شمس الحق العظيم آبادي في تعليقه على سنن الدارقطني 3/80 أما رواية علي في الكتاب ففيها الحارث بن عبد الله الأعور ضعيف جداً. ¶ …والآن لكي نستوعب ما قيل فيه نجمع الآراء ونحذف المكرر وبعزل الجارحين عن الموثقين: ¶ - مسلم عن قتيبة عن جرير عن مغيرة عن الشعبي حدثني الحارث الأعور وكان كذاباً. ¶ - ابن أبي حاتم عن أبيه عن أحمد بن يونس عن زائدة عن منصور ومغيرة عن إبراهيم قال : اتهم الحارث. ¶ - أبو سعيد الأشج عن أبي معاوية عن محمد بن شيبة الضبي عن أبي إسحاق زعم الحارث الأعور وكان كذاباً. ¶ - يوسف بن موسى عن جرير كان الحارث زيفاً. ¶ - ابن أبي حاتم عن ابن أبي خيثمة عن أبيه عن أبي بكر بن عياش لم يكن الحارث بأرضاهم كان غيره أرضى منه كانوا يقولون إنه صاحب كتب. ¶ - يحيى القطان عن الثوري : كنا نعرف فضل حديث عاصم بن ضمرة على حديث الحارث. ¶ - عمرو بن علي : كان يحيى وعبد الرحمن لايحدثان عنه. ¶ - ابن مهدي ترك حديث الحارث. ¶ - الجوزجاني سألت علي بن المديني عن عاصم والحارث فقال مثلك يسأل عن ذا ؟ الحارث كذاب.",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "- عثمان الدارمي عن ابن معين ثقة قال عثمان ليس يتابع ابن معين على هذا. ¶ - أبو زرعة قال لايحتج بحديثه. ¶ - ابن أبي حاتم سألت أبي : الحارث الأعور ؟ فقال ضعيف الحديث ليس بالقوي ولا ممن يحتج بحديثه. ¶ - النسائي قال : ليس بالقوي. ¶ - الدارقطني قال : الحارث ضعيف. ¶ - ابن عدي قال : عامة ما يرويه غير محفوظ. ¶ - ابن حبان : كان الحارث غالياً في التشيع واهياً في الحديث. ¶ - ابن أبي خيثمة عن ابن معين : مازال المحدثون يقبلون حديثه أو مازال الناس يقبلون حديثه وقال مرة ضعيف. ¶ - ابن سعد : كان له قول سوء وهو ضعيف في رأيه أو روايته. ¶ - ابن شاهين عن أحمد بن صالح المصري : ثقة إنما كان كذبه في رأيه. ¶ - الذهبي : الظاهر أنه يكذب في حكاياته أو لهجته والجمهور على توهينه. ¶ -ابن حجر : كذبه الشعبي في رأيه ورمي بالرفض وفي حديثه ضعف. ¶ - ابن المديني قال : كذاب. ¶ - مغيرة عن الشعبي قال : كذاب. ¶ - أبو بكر بن عياش عن مغيرة لم يكن الحارث يصدق عن علي في الحديث. ¶ - ( البخاري ) و ( ابن أبي حاتم عن أبي سعيد الأشج ) عن أبي أسامة عن مفضل بن مهلهل عن مغيرة عن الشعبي حدثني الحارث وأشهد أنه أحد الكذابين. ¶ - بندار أخذ يحيى وعبد الرحمن القلم من يدي فضربا على نحو أربعين حديثاً من حديث الحارث عن علي. ¶ - جرير عن حمزة الزيات سمع مرة الهمداني من الحارث أمراً فأنكره فحاول قتله. ¶ - جرير عن مغيرة عن الشعبي حدثني الحارث الأعور وكان كذاباً. ¶ - ابن أبي حاتم اتهمه الشعبي بالكذب. ¶ - لم يسمعه إبراهيم النخعي. ¶ - ابن أبي حاتم عن ابن أبي خيثمة عن أبيه : الحارث الأعور كذاب. ¶ - البخاري قال لنا ابن يونس عن زائدة عن مغيرة عن إبراهيم : أنه اتهم الحارث. ¶ - ابن العماد الحنبلي : الحارث كان متهماً بالكذب. ¶ - النووي : الحارث الأعور متفق على ضعفه وترك الاحتجاج به. ¶ - محمد شمس الحق العظيم آبادي : الحارث بن عبد الله الأعور ضعيف جداً.",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "- إبراهيم ( النخعي ) إن الحارث قال : تعلمت القرآن في ثلاث سنين والوحي في سنتين وفي رواية : القرآن هين الوحي أشد من ذلك. ¶ …وكما هو واضح إن أقوال هؤلاء كلهم جرح صريح لا لبس فيه. ¶ …والآن لنعدد من ضعفه من الدراسة السابقة باعتبار من استشهد بقول غيره بدون الاعتراض عليه أن له فيه نفس الرأي مرتبين أسماءهم حسب الأحرف الأبجدية : ¶ 1- إبراهيم بن يزيد النخعي الشهير بـ ( إبراهيم النخعي ) تابعي جليل. ¶ 2- إبراهيم بن يعقوب الجوزجاني أبو إسحاق الشهير بـ ( الجوزجاني ) صاحب كتاب أحوال الرجال. ¶ 3- أحمد بن أبي خيثمة زهير بن حرب النسائي الشهير بـ ( ابن أبي خيثمة ) صاحب التاريخ الكبير. ¶ 4- أحمد بن شعيب النسائي الشهير بـ ( النسائي ) صاحب السنن. ¶ 5- أحمد بن صالح المصري من رجال البخاري وأبي داود. ¶ 6- أحمد بن عبد الله بن يونس المصري الشهير بـ ( ابن يونس ) من كبار رجال الجرح بمصر. ¶ 7- أحمد بن علي بن حجر العسقلاني الشهير بـ ( ابن حجر ) صاحب تهذيب التهذيب. ¶ 8- جرير بن عبد الحميد الرازي الضبي من رجال الستة. ¶ 9- حماد بن أسامة الشهير بـ ( أبي أسامة ) من رجال الستة. ¶ 10- حمزة بن حبيب الزيات من رجال مسلم والأربعة. ¶ 11- زائدة بن قدامة تابعي جليل. ¶ 12- زهير بن حرب النسائي أبو خيثمة الشهير بـ ( أبي خيثمة ) من كبار رجال الجرح. ¶ 13- سفيان الثوري من رجال الستة ومن كبار رجال الجرح. ¶ 14- عامر بن شراحيل الشعبي الشهير بـ ( الشعبي ) تابعي جليل. ¶ 15- عباس بن محمد الدوري الشهير بـ ( عباس الدوري ). ¶ 16- عبد الحي بن العماد الحنبلي الشهير بـ ( ابن العماد الحنبلي ) صاحب شذرات الذهب. ¶ 17- عبد الرحمن بن أبي حاتم محمد بن إدريس الرازي الشهير بـ ( ابن أبي حاتم ) صاحب الجرح والتعديل. ¶ 18- عبد الرحمن بن مهدي من رجال الستة ومن كبار رجال الجرح. ¶ 19- عبد الله بن سعيد الأشج أبو سعيد الشهير بـ ( أبي سعيد الأشج ) من كبار رجال الجرح.",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "20- عبد الله بن عدي الجرجاني الشهير بـ ( ابن عدي ) صاحب الكامل. ¶ 21- عبيد الله بن عبد الكريم الرازي أبو زرعة الشهير بـ ( أبي زرعة ) من كبار رجال الجرح. ¶ 22- عثمان بن سعيد الدارمي صاحب المسند الكبير. ¶ 23- علي بن عبد الله بن المديني الشهير بـ ( ابن المديني ) صاحب كتاب العلل. ¶ 24- علي بن عمر الدارقطني الشهير بـ ( الدارقطني ) صاحب السنن والضعفاء. ¶ 25- عمرو بن عبد الله السبيعي أبو إسحاق الشهير بـ ( أبي إسحاق السبيعي ) من رجال الستة. ¶ 26- عمرو بن علي الفلاس الشهير بـ ( الفلاس ) من كبار رجال الجرح. ¶ 27- عمر بن أحمد بن عثمان بن شاهين الشهير بـ ( ابن شاهين ) صاحب كتاب الثقات. ¶ 28- قتيبة بن سعيد الشهير بـ ( قتيبة ) من شيوخ الستة. ¶ 29- محمد بن أحمد بن عثمان بن قايماز الذهبي الشهير بـ ( الذهبي ) صاحب كتاب الميزان وكتاب المغني في الضعفاء. ¶ 30- محمد بن إدريس الرازي أبو حاتم الشهير بـ ( أبي حاتم ) من كبار رجال الجرح. ¶ 31- محمد بن إسماعيل البخاري الشهير بـ ( البخاري ) صاحب الصحيح. ¶ 32- محمد بن بشار بندار الشهير بـ ( بندار ) من شيوخ الستة. ¶ 33- محمد بن حاتم بن حبان الشهير بـ ( ابن حبان ) صاحب كتاب الثقات والضعفاء والصحيح. ¶ 34- محمد بن خازم الضرير أبو معاوية الشهير بـ ( أبي معاوية الضرير ) من رجال الستة. ¶ 35- محمد بن سعد الشهير بـ ( ابن سعد ) صاحب الطبقات. ¶ 36- محمد بن شيبة الضبي من رجال مسلم. ¶ 37- محمد شمس الحق العظيم آبادي محقق سنن الدارقطني وغيره.… ¶ 38- مرة بن شراحيل الخير الطيب الهمداني الشهير بـ ( مُرَّة الهمداني ) من كبار التابعين. ¶ 39- مسلم بن الحجاج الشهير بـ ( مسلم ) صاحب الصحيح. ¶ 40- مغيرة بن مقسم الضبي الشهير بـ ( مغيرة ) تابعي جليل. ¶ 41- مفضل بن مهلهل من رجال مسلم والنسائي وابن ماجة. ¶ 42- منصور بن المعتمر تابعي جليل. ¶ 43- يحيى بن سعيد القطان من كبار رجال الجرح.",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "44- يحيى بن شرف بن مري النووي الشهير بـ ( النووي ) الشافعي الصغير. ¶ 45- يحيى بن معين صاحب كتاب معرفة الرجال. ¶ 46- يوسف بن موسى ين راشد القطان من رجال البخاري والترمذي وابن ماجة والنسائي في مسند علي. ¶ 47- أبو بكر بن عياش من رجال الستة إلا مسلماً في المقدمة. ¶ أما الموثقون : ¶ 1- ابن معين قال عثمان الدارمي عن ابن معين ثقة وليس يتابع ابن معين على هذا وقال عباس الدوري عن ابن معين لابأس به وقال ابن أبي خيثمة أحمد بن زهير عن ابن معين مازال الناس أو المحدثون يقبلون حديثه وقال مرة أخرى ضعيف وقال الذهبي عن ابن معين ليس بالقوي. ¶ 2- النسائي قال ليس به بأس وذكره في الضعفاء وقال ليس بالقوي دون أن يذكر الرأي الأول. ¶ 3- أحمد بن صالح المصري وثقهُ إلا أنه قال يكذب في رأيه. ¶ وبدراسة أقوال الأئمة الثلاثة نرى أن : ¶ 1- ابن معين قد وثقه في أول الأمر ثم بدأ يضعف أمره مرة بعد مرة إلى أن قال في النهاية ضعيف ، ليس بالقوي. ¶ 2- النسائي نقل عنه أنه قال لابأس به وهي منزلة دون الثقة وفوق الضعيف ولايذكر أحد أين قالها ولكنه ذكره في الضعفاء وقال ليس بالقوي والعبرة في رأيه لهذا الكتاب. ¶ 3- أحمد بن صالح المصري وثقه إلا أنه قال يكذب في رأيه. ¶ نستنتج من الدراسة السابقة : ¶ 1- قد ضعف الحارث أربعة وأربعون إماماً من أئمة الجرح والتعديل. ¶ 2- قد عدله ثلاثة : ¶ أ - ابن معين والنسائي ثم تراجعا عن تعديله وضعفوه. ¶ ب - أحمد بن صالح المصري وثقه ثم غمزه غمزة أدت به إلى عدم قبول روايته نهائياً ألا وهي كان يكذب في رأيه وهذا حتى في مذهب الغماري غير مقبول الرواية نهائياً لأن العدالة لاتتجزأ ولا تتبعض.",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "…أما مجرد سؤاله بدون الرواية عنه من قبل الحسن والحسين أو حث علي له على التعلم وتعليمه من قبله الفرائض وتقديم أهل الكوفة له في الصلاة أو العلم الذي هو الفقه و مدحه بأنه كان أفقه الناس أو أفرض الناس وأحسب الناس فهذا كله لايفيد التوثيق لأن الرواية عمادها الصدق والضبط وهذه كلها أمور ليس لها علاقة بالصدق والحفظ والضبط. ¶ …نصل في النتيجة إلى أن أربعة وأربعين إماماً لم يترددوا في جرحِه يضاف إليهم ثلاثة عدلوه في البداية ثم رجعوا عن ذلك بعد أن تبينوا ضعفه وبذلك يحصل الإجماع التام على جرحه بين جميع من تكلم في هذا الموضوع فلم يحصل أن أجمع سبعة وأربعون إماماً على تضعيف شخص كما أجمعوا على تضعيف الحارث الأعور الكذاب دون أن يوثقه أحد. ¶ …مما سبق يتبين أن موضوع تضعيف الحارث وجرحه ليس موضوع اجتهاد بين آراء علماء بعضهم عدله وبعضهم جرحه من غير بيان السبب وإنما الموضوع هو إجماع بين عدد هائل من الأئمة وهو قريب من خمسين إماماً يكفي جرح أي واحد منهم فقط لأي راوٍ حتى ولو لم يذكر السبب ولم يوثقه أحد أقول يكفي لقبول جرحه بلا معارضة. ¶ …فهل يجرؤ على توثيق هذا الشخص مسلم يخاف الله فضلاً عمن يدعي أنه محدث المغرب وينفي وجود العلماء في العالم الإسلامي كله وخاصة بلاد الشام وموافقة السقاف له ودعمه لرأيه لولا أنهما مدفوعان وراء غاية لاترضي الله نسأل الله العافية . وبذلك يظهر على من تنطبق الآية التي استشهدتَ بها في الصفحة 55 من رسالتك هذه ¶ { وَمَنْ يُشَاقِقِ الرَّسُولَ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدَى وَيَتَّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ نُوَلِّهِ مَا تَوَلَّى وَنُصْلِهِ جَهَنَّمَ } (النساء آية 115) . وليس كما أوردتها أنت ( ومن يتبع غير سبيل المؤمنين نوله ما تولى ونصله جهنم ) فهل تحريفك في الكتب أدى بك إلى تحريفك في القرآن نسأل الله العافية.",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "…قد يقول قائل قد يكون هذا التحريف سهواً فأقول وأنا خطر لي ذلك بادئ الأمر ولكن بعد التدقيق ظهر لي أن هذا التحريف عمداً لأمور : ¶ 1-…لو عزا الآية لسورة النساء لقلنا أنه عزاها من حفظه وخانته ذاكرته ولكنه عزاها للسورة مع رقم الآية والحافظ لايحفظ القرآن مع أرقام آياته بل يحفظه سرداً ولو قلنا بأن البعض يحفظون القرآن مع أرقام الآيات لقلنا ليس سيء الحفظ مثل هذا يحفظ أرقام الآيات ويخطئ في تلاوتها . إذن الرجل فتش عن هذه الآية في القرآن ونقلها بعد تحريفها ونقل رقم الآية. ¶ 2-…حرف الآية لتخدم غرضه ومن الواضح لكل لبيب أن الآية الصحيحة ليست بمعنى الآية المحرفة فبعد أن صور الشيخ ناصر الدين الألباني رحمه الله ـ بالكذب والتحريف ـ أنه خرج عن آراء المؤمنين حرف هذه الآية لتخدم غرضه وقد أظهرنا بهذه الرسالة كيف وافق الألباني إجماع الأمة وخالفه الغماري بعد أربعة عشر قرناً وشتم جميع علماء الأمة الذين خالفوه رأيه نسأل الله السلامة من الهوى والحقد. ¶ وآخر دعوانا أن الحمد لله رب العالمين ¶ كتبه محمد عادل ملاح ونقحه على فترات حتى تاريخ صف حروفه ¶ …",
            "page": "71",
            "part": "1"
        }
    ],
    "t35208": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الرسالة الثالثة"
        }
    ]
}