{
    "b35219": [
        {
            "id": "1",
            "nass": "بيان الغلو المتواري في جواب الشيخ الغماري – رحمه الله ¶ كتبه : نورالدين بن محمد الحميدي الإدريسي البيضاوي الظاهري. ¶ عفا الله عنه. ¶ بسم الله الرحمن الرحيم : ¶ والصلاة والسلام على سيد المرسلين محمد وآله وصحبه أجمعين ومن اتبعه إلى يوم الدين : ¶ أما بعد: ¶ - فعندما وقفت على جواب الشيخ الغماري الآنف الذكر،قيدت عليه بعض الملاحظات والتعقبات بينت فيها تعسف الشيخ الغماري- رحمه الله -، وتشدده في تضعيف سماك، وإسقاط حديثه حائدا بذلك عن نهج أهل هذا الشأن في شدة التحري والإنصاف في الحكم على الرواة و أحاديثهم ،ولما انتهيت من هاته التعقيبات أطلعت عليها شيخيََّ الجليلين الشيخ العلامة محمد بوخبزة والشيخ الأستاذ طارق الحمودي – حفظهما الله تعالى – فأثنيا عليها خيرا ، وأشكر شيخي الأستاذ طارق الحمودي على ملاحظاته وتوجيهاته القيمة ،وقد كنت كتبت هذه الرسالة بتاريخ 11 ربيع الثاني 1429 هـ. ¶ ولكنني هذبتها و أضفت إليها بعض الزيادات المهمة التي فاتتني من قبل،وقد توخيت في رسالتي هاته الإيجاز بلا إطالة وبغير إخلال بالمقصود ، وكما هو بادٍ من جواب الشيخ الغماري -رحمه الله- ، فإن جل ما أعل به الحديث من العلل تدور حول سماك بن حرب ،والشذوذ الذي تضمنه متن الحديث ،وسنناقشه في هذه العلل التي أوردها نقاشا علميا صِرفا، وننقضها عروة عروة ،بإذن الله تعالى.(¬1) ¶ - وقبل ذلك نورد الحديث كما رواه الترمذي في سننه(5/371رقم1373)، قال: (حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى النَّيْسَابُورِيُّ حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ عَنْ إِسْرَائِيلَ حَدَّثَنَا سِمَاكُ بْنُ حَرْبٍ عَنْ عَلْقَمَةَ بْنِ وَائِلٍ الْكِنْدِيِّ عَنْ أَبِيه قال:ِ ¶ ¬__________ ¶ (¬1) وأريد أن أشير إلى أنني اعتمدت في بحثي على المكتبة الإلكترونية الشاملة ، لأحد إخواننا الطلبة بمدينة مرتيل قرب مدينة تطوان.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "\"أَنَّ امْرَأَةً خَرَجَتْ عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تُرِيدُ الصَّلَاةَ فَتَلَقَّاهَا رَجُلٌ فَتَجَلَّلَهَا فَقَضَى حَاجَتَهُ مِنْهَا فَصَاحَتْ فَانْطَلَقَ وَمَرَّ عَلَيْهَا رَجُلٌ فَقَالَتْ إِنَّ ذَاكَ الرَّجُلَ فَعَلَ بِي كَذَا وَكَذَا وَمَرَّتْ بِعِصَابَةٍ مِنْ الْمُهَاجِرِينَ فَقَالَتْ إِنَّ ذَاكَ الرَّجُلَ فَعَلَ بِي كَذَا وَكَذَا فَانْطَلَقُوا فَأَخَذُوا الرَّجُلَ الَّذِي ظَنَّتْ أَنَّهُ وَقَعَ عَلَيْهَا وَأَتَوْهَا فَقَالَتْ نَعَمْ هُوَ هَذَا فَأَتَوْا بِهِِ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلَمَّا أَمَرَ بِهِ لِيُرْجَمَ قَامَ صَاحِبُهَا الَّذِي وَقَعَ عَلَيْهَا فَقَالَ يَا رَسُولَ اللَّهِ أَنَا صَاحِبُهَا فَقَالَ لَهَا اذْهَبِي فَقَدْ غَفَرَ اللَّهُ لَكِ وَقَالَ لِلرَّجُلِ قَوْلًا حَسَنًا وَقَالَ لِلرَّجُلِ الَّذِي وَقَعَ عَلَيْهَا ارْجُمُوهُ وَقَالَ لَقَدْ تَابَ تَوْبَةً لَوْ تَابَهَا أَهْلُ الْمَدِينَةِ لَقُبِلَ مِنْهُمْ\". ¶ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ صَحِيحٌ .) ¶ قلت: اكتفيت بتخريج الحديث من سنن الترمذي فقط ، لأن الإشكال والخلاف وقع عليه ، وسيأتي تخريجه من باقي كتب السنة في ثنايا الرد ، إن شاء الله تعالى.(¬1) ¶ قال الشيخ الغماري -رحمه الله- في جوابه: (...أجيب بأنه حديث ضعيف لا تقوم به حجة،...) ¶ قلت :صدَّر الشيخ الغماري رسالته بالحكم على الحديث بالضعف، ثم ذكر العلل الموجبة لذلك، وهذا ما سنبين بطلانه بإذن الله ،وبالله نتأيد. ¶ قال الشيخ الغماري -رحمه الله -: (أحدها : أنه من رواية سماك بن حرب. وهو وإن كان صدوقا ، إلا أنه يقبل التلقين فإذا انفرد بأصل لم يكن حجة كما قال النسائي وغيره...) ¶ ¬__________ ¶ (¬1) وقد حذفت متون الحديث خشية التطويل ،ونبهت على هذا لان سياق القصة مختلفة قليلا على حسب الروايات. ¶ ...",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "قلت : كلام الإمام النسائي في سماك ذكره الإمام الذهبي في ( الميزان 2/233) ،و لم يقله غيره كما ادعى الشيخ الغماري. ¶ والكلام عن التلقين الذي ضُعِّف به سماك – كما قال الشيخ الغماري – سيأتي إن شاء الله . ¶ قال الشيخ الغماري: ( بل أطلق جماعة من الأئمة: ابن المبارك وشعبة والثوري وصف الضعف عليه....) ¶ قلت : هؤلاء الأئمة لم يطلقوا وصف الضعف على سماك كما ادعى الغماري. ¶ ولنبدأ بسفيان الثوري ، ففي ( الكامل2/232) روى ابن عدي بسنده إلى ابن المبارك عن سفيان انه قال : (سماك بن حرب ضعيف). ¶ وأما تضعيف سفيان الثوري له ، فهو ضعف خفيف لا يضر ، كما يوضح هذا العجلي في قوله : (كان الثوري يضعفه قليلا). (الميزان2/233). ¶ و أيضا في (تهذيب التهذيب4/204) قوله- أي العجلي - : (وكان الثوري يضعفه بعض الضعف). ¶ ويؤيد هذا أن سفيان روى عنه ،كما في(الميزان2/233) و (تهذيب التهذيب4/204). ¶ وأما عبدالله ابن المبارك فقد ضعفه كما في (تهذيب التهذيب6/204) ،اعتمادا على تضعيف سفيان الثوري له،وهو ضعف خفيف كما بينا ذلك. ¶ وأما وصف شعبة لسماك بالضعف على الإطلاق فهذا ليس بصحيح ، وإنما ضعفه شعبة بسبب قبوله التلقين ،وسيأتي هذا -إن شاءالله تعالى- مفصلا . ¶ وأما قول الشيخ ان صالح جزرة ممن وصفوا سماك بالضعف من غير تقييد فهذا ليس بصحيح ،بل وصفه بما يدل على ان ضعف سماك أمرلا يثبت عنده فقد قال كما في (الميزان2/233): (يُضَعَّف). ¶ وأنقل الآن أقوال من وثقوه من الأئمة، التي غض الطرف عنها الشيخ الغماري -رحمه الله تعالى-: ¶ قال الامام الذهبي في (الميزان 2/233) : (وروى أحمد بن أبى مريم، عن يحيى: سماك ثقة.)، وذكره أيضا الحافظ في (تهذيب التهذيب2/205). ¶ وفي (الميزان2/233)قال:( وقال أبو حاتم: ثقة صدوق). ¶ وقال العجلي في (الميزان2/233) و(تهذيب التهذيب2/205):( جائز الحديث).",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وقال البزار في \"مسنده\" كما ذكره الحافظ في (تهذيب التهذيب2/207):( كان رجلا مشهورا لا أعلم احدا تركه ،وكان قد تغير قبل موته.). ¶ ولخص الإمام الذهبي حاله في (الميزان2/233) فقال: (صدوق صالح، من أوعية العلم، مشهور). ¶ وكذا قال ابن عدي في(الكامل3/460): ( ولسماك حديث كثير مستقيم إن شاء الله كلها وقد حدث عنه الأئمة ، وهو من كبار تابعي الكوفيين ، وأحاديثه حسان عن من روى عنه ، وهو صدوق لا بأس به). ¶ وبكلام ابن عدي ختم الحافظ القول في سماك كما في ) تهذيب التهذيب 2/207(. ¶ قلت : فمثل سماك ممن يحسن حديثه إذا انفرد،وأما اضطراب سماك في الحديث، وغلطه، وتضعيفه بأنه كان يقبل التلقين ، فسيأتي بيانه الآن ، بإذن الله. ¶ قال الشيخ الغماري :( ، وجرحه آخرون بالغلط وكثرة الخطأ في الحديث ، وهذا الأخير وحده كاف في النزول بالحديث من درجة الحسن إلى درجة الضعيف ،.......، وسماك بن حرب - مع كونه كثير الخطأ- لم يتابعه أحد على ما أتى به في هذا الخبر من التفصيل المنكر المشكل ، ثم هو مع ذلك موصوف بأفحش من كثرة الخطأ وهو قبول التلقين، فإنه من أشد أسباب ضعف الحديث لا سيما إذا انفرد صاحبه،) ¶ قلت : و أود الرد على الوصف الذي هو افحش من كثرة الخطأ – كما قال الشيخ الغماري- أولا وهو قبول سماك للتلقين ، ثم نبني عليه لنرد على تعسفاته الواضحة واتهماته الواهنة الأخرى . ¶ وقد اعتمد الشيخ الغماري على إسقاط حديث سماك في وصفه بقبول التلقين على قول الإمام النسائي في (الميزان2/233): ( إذا انفرد بأصل لم يكن بحجة، لأنه كان يلقن فيتلقن.) ¶ وقد بين هذا شعبة بقوله -وهو الذي شاهد وعاين حاله- : ( كانوا يقولون لسماك: عكرمة عن ابن عباس ؟ فيقول: نعم. فأما أنا فلم أكن ألقنه.) ، كما في (الميزان2/233) و(الكامل3/461) و (تهذيب التهذيب 2/206).",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "قلت : تبين من ذلك أنه كان يقبل التلقين في روايته للتفسيرعن عكرمة حيث كان يجعله من تفسير ابن عباس رضي الله عنه ، فلهذا ضعفه شعبة ، ويزيد هذا توضيحا ما في (تهذيب التهذيب 2/206):( وقال ابن أبي مريم عن ابن معين :ثقة ، قال :وكان شعبة يضعفه، وكان يقول: في التفسير عكرمة ،ولو شئت أن اقول له : ابن عباس لقاله.) ،ولهذا كان شعبة لا يروي تفسيره إلا عن عكرمة كما عند ابن عدي في (الكامل3/460):( قال : يحيى بن معين وكان شعبة لا يروي تفسيره إلا عن عكرمة)، وقاله أيضا ابن المديني في (الميزان2/233 )، وهذا ما يؤيد أن شعبة ضعَّفه فيما رواه عن عكرمة عن ابن عباس فقط. ¶ قلت : فمما سبق تبين أن علة قبول سماك للتلقين انحصرت في ما يرويه عن عكرمة ، ولهذا تُقَوَّم عبارة النسائي ، فيقال :( إذا انفرد بأصل عن عكرمة لم يكن بحجة، لانه كان يلقن فيتلقن ماليس من مروياته عنه). لا سيما أن الإمام النسائي وصفه كما في (تهذيب التهذيب 2/207 ) بما يقتضي التوثيق إذا انضاف إلى توثيق الأئمة الآخرين ، حيث قال:( ليس به بأس وفي حديثه شئ). ¶ إذا فتزول هذه العلة التي تعلق بها الشيخ الغماري و أطال الكلام حولها ، وهي قبول سماك للتلقين مطلقا ، و أسقط بها سماكا على أم رأسه مجازفة منه ، بل جرده من توثيق الأئمة له ،وضعفه مطلقا ، وهذا تجانف عن الحق وغلو ظاهر.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وقبول سماك للتلقين فيما يرويه عن عكرمة ، على الوصف الذي ذكره شعبة ، هو سبب وصفه بالاضطراب في الحديث ، كما في (الميزان2/233 ) :(وقال أحمد: سماك مضطرب الحديث.)، وبين وجه الاضطراب الإمام علي بن المديني كما في (تهذيب التهذيب 2/ 206 ): (قال يعقوب بن شيبة : قلت لابن المديني رواية سماك عن عكرمة، فقال: مضطربة.) وقال ابن المديني كما في (الميزان2/233) : ( روايته عن عكرمة مضطربة، فسفيان وشعبة يجعلونها عن عكرمة.وأبو الاحوص وإسرائيل يجعلونها عن عكرمة، عن ابن عباس.) ويتبين رجحان رواية سفيان وشعبة للتفسير عن سماك ،على رواية أبي الاحوص وإسرائيل عنه ،مما قاله يعقوب في(تهذيب التهذيب 2/ 206) :( وروايته عن عكرمة خاصة مضطربة ،وهو في غير عكرمة صالح وليس من المتثبتين ، ومن سمع منه قديما مثل شعبة وسفيان فحديثهم عنه صحيح مستقيم. ). فقبوله التلقين في مروياته عن عكرمة أدى به الى الاضطراب في روايته عنه كما هو ظاهر، ويزيد هذا توضيحا قول العجلي كما في(تقاثه1/ 436) : ( جائز الحديث ، إلا أنه كان في حديث عكرمة ربما وصل الشئ عن ابن عباس، وربما قال قال النبي صلى الله عليه وسلم،وإنما كان عكرمة يحدث عن ابن عباس،...). ¶ وهذا ما قصده الإمام أحمد في جوابه على سؤال ابنه ،كما عند العقيلي في (ضعفائه2/178) فقدروى بسنده إلى عبد الله بن احمد قال :(سألت أبي عن سماك بن حرب وعطاء بن السائب ، فقال:ما أقربهما سماك يجعلها عن عكرمة عن ابن عباس ،وعطاء يجعلها عن سعيد بن جبير عن ابن عباس). ¶ فسماك يهم كثيرا في حديث عكرمة ،فتارة يرويه عن عكرمة لا يتجاوزه ،وتارة يجعله موقوفا على ابن عباس، وأخرى يرفعه إلى النبي صلى الله عليه وسلم ، وذلك ناشئ عن قبوله التلقين فيما يرويه عن عكرمة كما وضَّح شعبة ذلك، ولكن الشيخ الغماري وصفه بأنه مضطرب و كثير الخطأ بدون تقييد ، وهذا مردود كما هو واضح.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "ولقد وجدت الإمام الذهبي يصرح بهذا في ( السير5/248) فقال:\"فلسماك بن حرب،عن عكرمة،عن ابن عباس نسخة عدة أحاديث ،فلا هي على شرط مسلم لإعراضه عن عكرمة ، ولا هي على شرط البخاري لإعراضه عن سماك ،ولا ينبغي أن تعد صحيحة ،لأن سماكا إنما تكلم فيه من أجلها\" فلله الحمد. ¶ قال الشيخ الغماري: (ويزيدك إيضاحا لمعنى التلقين ما وقع ليحيى بن معين مع الحافظ أبي بكرابن أبي شيبة.......، وفي ترجمة الحافظ المِّزِي : أنه كان يجلس للسماع عليه فتأخذه سِنة نوم ، والقارئ يقرأ، فإذا نطق باسم محرف، أو لفظ مصحف ، تنبه من سِنته.....، فأين سماك بن حرب الذي يروي التفسير عن عكرمة، فيقال له: عن ابن عباس، فيقول: نعم . ،......). ¶ قلت : ذكر الشيخ الغماري قصة ابن معين مع ابن أبي شيبة ،والقصة وقعت ليحيى ابن معين مع الفضل بن دكين لا كما ذكر الشيخ الغماري، و ذكر ضبط المزي وإتقانه في مجلس سماعه، ثم طرح سؤال ، بقوله: (فأين سماك...؟) ، كأنه يقارن بين ضبط هذين الإمامين و ضبط سماك ، وهما متأخران عنه ، فلا وجه للمقارنة بين سماك وذينك الحافظين. ¶ والكلام الذي أتى به بعد تساؤله ،وهو قوله: (الذي يروي التفسير عن عكرمة، فيقال له: عن ابن عباس، فيقول: نعم....) يفيد أن سماكا كان يلقن من مروياته عن عكرمة في التفسير فقط ، ولكن الشيخ الغماري-غفر الله لنا وله-، نسي أو تناسى ذلك ، (لحاجة في نفس يعقوب...!) ¶ ثم قال الشيخ الغماري :( ومن يدلي هنا بوجود توثيق في سماك ويفزع إلى تعارض الجرح والتعديل، فليعلم أن الجرح المفسر مقدم على التعديل بإجماع أهل الجرح والعديل ، والخلاف إنما هو في الجرح المبهم ، وهو الذي رجحنا في ردنا على ابن خلدون وغيره تقديم التعديل عليه ،.....)",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "قلت: ليس هناك تعارض بين الجرح والتعديل حتى نفزع إليه، بل إذا تبين وجه الضعف في سماك زال التعارض ، ووجه الضعف في سماك كما بيناه هو في روايته عن عكرمة ،ولهذا نجد أن الإمام مسلم في صحيحه ، لم يخرج لسماك ما رواه عن عكرمة ، وبهذا الصدد ذكر الشيخ الغماري كلاما متينا في شروط الشيخين رادا على من قال بتوثيق سماك لأنه من شرط مسلم . ¶ قال:( ثم لو فر أحد إلى صحيح مسلم وتعلق بكون سماك من شرطه، فليعلم أنه لاذ بحصن طالما التجأ إليه الجاهلون بشروط الشيخين ، فإنهما قد يرويان عن الضعيف الهالك ، ويكون الحديث مع ذلك بالمنزلة العليا من الصحة ،لأنهما ينتقيان من حديث الرجل ما تيقنا صحته بوجود المتابعات والشواهد وثبوت السماع بالوقوف على أصله وغير ذلك من وجوه التصحيح ، فرواية من كان على شرطهما خارج الصحيح ليست بمنزلتها داخل الصحيح ، فما رواه مسلم في صحيحه لسماك صحيح ، وما رواه سماك خارج الصحيح قد يكون صحيحا إذا حفته القرائن ، وقد لا يكون كذلك إذا انفرد به سماك وخلا عن القرائن كهذا الحديث ، ولذلك لم يخرجه مسلم مع حاجته إليه وإلى ما اشتمل عليه من الأحكام ، فلو كان صحيحا في نظره كبقية أحاديث سماك التي أخرجها لما تأخر عنه لما فيه من الأحكام التي لا توجد في غيره ، أما المقالة المتداولة: (من روى له الشيخان فقد جاوز القنطرة) ، فصادرة من جاهل بأحوال الرجال، وشروط الشيخين على أن حديث سماك المذكور، فيه من الشذوذ والنكارة ما يُضَعَّفُ به ،ولو جاوز القنطرة ودخل الصحيح ، إذ ليس كل ما في الصحيحين صحيح ،بل فيهما ما هو ضعيف وبين البطلان ، كما ذكرنا في كتابنا (فتح الملك العلي ) \"ص71ـ72ـ73\"، فارجع إليه لينقضي عجبك وتظفر بعلم اليقين.) ¶ قلت : في بعض ما ذكر مؤاخذات، فقوله: \"أنهما يرويان عن الضعيف الهالك\"،فهذا مالم يقل به احد، ولكن على منهاجه في الجرح والتعديل ، لا يستغرب وجود اكثر مما وصف .",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وقال ما معناه: \"أن الإمام مسلم لم يخرج هذا الحديث مع حاجته إليه ،لأنه لم يجد من القرائن ما يقويه ويرفعه إلى درجة الاحتجاج\" قلت: فيلزمه الدليل على أن هذا الحديث بعينه لم يخرجه الإمام مسلم في صحيحه ، لأنه لم يجد ما يقويه من القرائن، ودون ذلك خرط القتاد وصعود السماء -كما يقال- ، وجل كلامه مبنيٌّ على ضعف سماك إذا انفرد وهذا مردود كما سبق. ¶ و قال أنهما : \"يرويان الضعيف وبين البطلان\" ، فإن كان في أصول الصحيحين فهذه محض دعوى واهية، وأما في غير ما ذكر فليس فيهما ما هو باطل كما زعم –غفر الله له - ،وإنما فيهما ما نزل عن شرطهما ، و وصْفُه الصحيحين بهذا حيف ٌ وشططٌ منه-غفرالله له- ، وأما كتابه (فتح الملك العلي ) لم أقف عليه بعد- ولعل فيه العجب العجاب-. ¶ وأما رواية مسلم لأحاديث سماك فذلك يدعم ما ذهبنا إليه من أن سماك ضعيف في عكرمة فقط ،لأنه لم يخرج له عنه ، وخرج له عن غيره كعلقمة بن وائل كما الشأن في حديثه هنا –وقد سبق نقل كلام الإمام الذهبي- . ¶ قلت: وبهذا كله يسقط تضعيف الشيخ الغماري لسماك، فسماك يحسن حديثه إذا تفرد عن غير عكرمة،وننظر في باقي العلل وننقضها إن شاء الله . ¶ قال الشيخ الغماري :( العلة الثانية : الاضطراب. فإن سماك اضطرب فيه ، فمرة قال في الحديث: (أنه رجمه) . ومرة قال: (فأبى أن يرجمه). وهذا مما يوجب إعراض السامع ، وخجل المتكلم ،لاشتمال خطابه على المتناقضين : سلب وإيجاب في قضية واحدة ،.....) ¶ قلت: وسيتم الرد على هذه العلة بسرد طرق الحديث : ¶ فالحديث مداره على سماك بن حرب ، و رُوِيَ عن سماك من طريقين ،من طريق إسرائيل وأسباط بن نصر. ¶ وأما إسرئيل فروي عنه من طريقين أيضا من الفريابي و عبدالله بن محمد بن الزبير. ¶ و أما طريق الفريابي فقد اختلف عليه في متن الحديث..،",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "فقد روى الترمذي(¬1)وأبو داود(¬2):\" حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى النَّيْسَابُورِيُّ حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ الفريابي عَنْ إِسْرَائِيلَ حَدَّثَنَا سِمَاكُ بْنُ حَرْبٍ به ،وذكر الرجم\" وخولف محمد بن يحيى في ذكره للرجم . ¶ فقد أخرج الطبراني(¬3)قال: \"حَدَّثَنَا عَبْدُ اللَّهِ بن مُحَمَّدِ بن سَعِيدِ بن أَبِي مَرْيَمَ، ثنا مُحَمَّدُ بن يُوسُفَ الْفِرْيَابِيُّ، أَنَا إِسْرَائِيلُ، عَنْ سِمَاكِ بن حَرْبٍ به ، و ¶ لم يذكر الرجم .\" ¶ وقد قال الحافظ الذهبي بعد روايته لهذا الحديث بإسناده من طريق الطبراني :\" هذا حديث منكر جدا على نظافة اسناده\"(¬4)،وأشار إلى رواية الترمذي وتصحيحه للحديث. ¶ قلت:النكارة سيأتي الجواب عليها إن شاء الله ،واما عن نظافة الإسناد ، فشيخ الطبراني،قال عنه ابن عدي في \"الكامل 4/256\":\" عبد الله بن محمد بن سعيد بن أبي مريم مصري يحدث عن الفريابي وغيره بالبواطيل ..، هذا إما أن يكون مغفلا لا يدري ما يخرج من رأسه أو يتعمد فإني رأيت له غير حديث مما لم أذكره أيضا ها هنا غير محفوظ. \" ، ونقل بعضه الحافظ الذهبي في \"الميزان\" . ¶ قلت :ولكنه توبع متابعتين قاصرتين. ¶ فقد روى الإمام أحمد(¬5)، حدثنا محمد بن عبد الله بن الزبير قال : حدثناإسرائيل حدثنا سماك به ، ولم يذكر الرجم . ¶ وهذه متابعة قوية ،صحيحة الإسناد. ¶ محمد بن عبدالله بن الزبير قال عنه الحافظ :\" ثقة ثبت إلا أنه قد يخطئ في حديث الثوري\".(¬6) ¶ وقد أخرج النسائي(¬7)والبيهقي(¬8)كلاهما من طريق عمرو بن حماد عن أسباط بن نصر عن سماك به ، ولم يذكر الرجم . ¶ ¬__________ ¶ (¬1) \"السنن رقم 1454\" ¶ (¬2) \"السنن رقم 4381\" ¶ (¬3) \"المعجم الكبير 5/391\" ¶ (¬4) \"تذكرة الحفاظ3/917\" ¶ (¬5) \"(المسند 6/379)\" ¶ (¬6) \"تقريب التهذيب2/95\" ¶ (¬7) \"السنن الكبرى رقم 7311\" ¶ (¬8) \"السنن الكبرى 8/284\" وفي \"الصغرى رقم 3618\"",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "أسباط بن نصر قال فيه الحافظ :\" صدوق كثير الخطأ يغرب\".(¬1) ¶ فهذه متابعة لا بأس بها ...، ¶ وقال العلامة ابن قيم الجوزية –رحمه الله – متكلما عن هذا الحديث :\" وهذا الاضطراب إما من سماك وهو الظاهر، وإما ممن هو دونه ،والأشبه أنه لم يرجمه كما رواه أحمد والنسائي وأبو داود ولم يذكروا غير ذلك ورواته حفظوا أن رسول الله صلى الله عليه وسلم سئل رجمه فأبى وقال: لا.\"(¬2) ¶ قلت: ¶ أولا :رواية أبي داود ذُكِر فيها الرجم. ¶ ثانيا :بالنظر الصحيح في طرق الحديث يتبين ان الاضطراب ليس من سماك قطعا ،بل هو ممن دونه، والظاهر أنه من الفريابي ،أو وهم من محمد بن يحيى الذهلي ،وعذره في ذلك..، ¶ ماقاله ابن القيم : \"والذي قال إنه أمر برجمه إما أن يكون جرى على المعتاد ،وإما أن يكون اشتبه عليه أمره برجم الذي جاءوا به أولا ، فوهم وقال إنه أمر برجم المعترف،...، والظاهر أن راوي الرجم في هذه القصة استبعد أن يكون قد اعترف بالزنا بين يدي رسول الله صلى الله عليه وسلم ولم يرجمه وعلم أن من هديه رجم الزاني، فقال: وأمر برجمه.\"(¬3) ¶ ثم ذكر كلاما يرجح به ان رسول الله عليه وسلم لم يرجم المعترف،وهو كالتالي:\" ..فالذين رجمهم رسول الله صلى الله عليه وسلم في الزنا مضبوطون معدودون وقصصهم محفوظة معروفة ¶ وهم ستة نفر الغامدية وماعز وصاحبة العسيف واليهوديان..\"(¬4) ¶ ومحمد بن يوسف الفريابي وكذا محمد بن يحيى الذهلي على حفظهما وضبطهما ،يعتريهما ما يعتري بني جنسيهما من وهم وخطأ ونسيان ..،والحمل في هذا الحديث على احدهما . ¶ ¬__________ ¶ (¬1) \"تقريب التهذيب1/76\" ¶ (¬2) \"كتاب الطرق الحكمية في السياسة الشرعية،ص86\". ¶ (¬3) \"نفس المصدر السابق\". ¶ (¬4) \"نفس المصدر السابق\".",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "واما شيخ الطبراني عبد الله بن محمد بن سعيد بن أبي مريم ،فقد تبين حاله من كلام ابن عدي ،فكما انا الحافظ المتقِن يهِم ويخطئ أحيانا ،فإن الضعيف و الواهي..، يصيب أحيانا ،خصوصا إذا اعتضد حديثه بموافقة الثقات له ،كما الشأن هنا. ¶ فبمجموع طرق الحديث تترجح الرواية التي لم يذكر فيها الرجم على الرواية التي ذكر فيها الرجم، فتسقط علة الشيخ الغماري. ¶ قال الشيخ الغماري: (العلة الثالثة : الانفراد ممن لا يتحمله ـ وهو سماك ـ فإنه انفرد بهذا الحديث ولم يتابعه احد على ما ذكر فيه من القصة المنكرة ، وقد قال النسائي : \"إذا انفرد سماك بأصل لم يكن حجة\" ، فهذا الحديث ليس بحجة وهو منكر كما قال : ¶ والمنكر الفرد به راو غدا...تعديله لا يحمل التفردا،). ¶ قلت :تفرد سماك لا يضر كما وضحنا سابقا ، واستشهاده بهذا البيت فيه ما فيه... ¶ قال الشيخ الغماري: ( العلة الرابعة : مخالفة سماك لمن روى هذا الحديث من طريق عبد الجبار بن وائل عن أبيه ، فقال في الحديث:( .... \"استكرهت امرأة على الزنا فدرأ عنها النبي صلى الله عليه وسلم الحد ، وأقامه على الذي أصابها\"(¬1). فخالفه سماك وزاد في الحديث ذكر القصة المنكرة الباطلة،...) ¶ ¬__________ ¶ (¬1) قلت:رواه الترمذي(5/370)وابن ماجه(رقم:2588) والإمام أحمد(رقم:18117) والبيهقي(سننه الكبرى8/215)و ابن أبي شيبة )المصنف6/505( و الدارقطني \"السنن 7/441\".",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "قلت : وفي هذا الكلام تدليس من الشيخ الغماري – غفر الله له- ،وذلك عندما قال: \"مخالفة سماك لمن روى هذا الحديث من طريق عبد الجبار..\" ،ولم يذكر من رواه عن عبد الجبار وهو الحجاج بن أرطأة ، وهو صدوق على لين في حديثه، وقال ابن قيم الجوزية :\"ضعيف مدلس\"(¬1)، ¶ وقال الترمذي بعد ذكره لهذا الحديث في )علله الكبرى 22/2 ( : ¶ \" سألت محمدا – أي الإمام البخاري - عن هذا الحديث فقال : الحجاج بن أرطاة لم يسمع من عبد الجبار بن وائل.\" ¶ وأضف إلى هذا ما رد به شيخنا العلامة المحدث محمد بوخبزة -حفظه الله تعالى- وهو قوله : (عبد الجبار بن وائل لم يسمع من أبيه فحديثه منقطع، فلا يعتبر في المخالفة.) ، ¶ عدم سماع عبدالجبار من أبيه قاله ، أبو حاتم(¬2)الرازي و يحيى ابن معين(¬3)والإمام البخاري(¬4)رحمهم الله. ¶ فهذه علل تسقط هذا الحديث ،وعلة واحدة منها تكفي لرده فكيف بها وهي مجتمعة،فتسقط بذلك علة الشيخ الغماري. ¶ هذا ما كنت انتهيت إليه في بحثي حول سند الحديث ،ولكنني ارتأيت أن أتكلم بإيجاز حول متنه وما تضمنه من نكارة ذكرها الحافظ الذهبي ،أو شذوذ على حد قول الشيخ الغماري. ¶ قال الشيخ الغماري :( العلة الخامسة: وهي أم العلل، شذوذ المتن ، ومخالفته لصحيح المنقول ، ومقطوع الأصول ، .....( ¶ قلت : والجواب على هذه العلة كالآتي : ¶ بعد أن بينا رجحان الرواية التي لم يذكر فيها الرجم على التي ذكر فيها الرجم،يبقي في متن الحديث إشكالين ،وهما : ¶ ¬__________ ¶ (¬1) \"زاد العماد 1/125\" ،وهو كثير التدليس عن الضعفاء ، رماه بالتدليس الإمام احمد ويحيى القطان وأبو حاتم الرازي وابن معين وابن المبارك وابن المديني والنسائي والعجلي والساجي ،أنظر(ميزان الاعتدال1/459)و(الكامل في الضعفاء2/225)و(تهذيب التهذيب2/173). ¶ (¬2) \"الجرح والتعديل6/30\". ¶ (¬3) \"تاريخ يحيى ابن معين ، رواية الدوري 19 \" ¶ (¬4) \"تاريخ الكبير 6/106\"",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "الأول :أنه صلى الله عليه وسلم أمر برجم الرجل الأول دون بينة ، ¶ قلت: اجاب ابن القيم الجوزية ،فقال :\" قيل فكيف تصنعون بأمره برجم المتهم الذي ظهرت براءته ولم يقر ولم تقم عليه بينة بل بمجرد إقرار المرأة عليه؟ ¶ قيل: هذا لعمر الله هو الذي يحتاج إلى جواب شاف، فإن الرجل لم يقر بل قال: (أنا الذي أغثتها) ،فيقال: والله أعلم إن هذا مثل إقامة الحد باللوث الظاهر القوي، فإنه أُدرِك وهو يشتد هاربا بين يدي القوم ،واعترف بأنه كان عند المرأة وادعى أنه كان مغيثا لها وقالت المرأة هو هذا وهذا لوث ظاهر . ¶ وقد أقام الصحابة حد الزنا والخمر باللوث الذي هو نظير هذا أو قريب منه ،وهو الحمل والرائحة وجوز النبي صلى الله عليه وسلم لأولياء القتيل أن يقسموا على عين القاتل وإن لم يروه للوث ولم يدفعه إليهم فلما انكشف الأمر بخلاف ذلك تعين الرجوع إليه كما لو شهد عليه أربعة أنه زنا بامرأة فحكم برجمه فإذا هي عذراء أو ظهر كذبهم فإن الحد يدرأ عنه ولو حكم به ،فهذا ما ظهر في هذا الحديث الذي هو من مشكلات الأحاديث والله أعلم\".(¬1) ¶ واما بالنسبة لمعنى اللوث فقد سألت عنه شيخي وقرة عيني الشيخ الأستاذ طارق الحمودي فأجاب حفظه الله :\" وأما اللوث في الحدود فهو شبه دلالة - عند الشافعي - أو أمارة - كما قال القرطبي وغيره - تغلب على الظن صدق مدعي القتل, كشهادة العدل الواحد أو المرأتين على رؤية القتل, أو يرى المقتول يتشحط في دمه والمتهم نحوه أو قربه عليه آثار القتل أو غير ذلك.. ¶ والتلوث هو التلطخ بهذه الأمارة.وقد اختلف فيها وفي حكم اعتبارها كثيرا, وانظر الجامع للقرطبي عند تفسير قوله تعالى (فقلنا اضربوه ببعضها)...\".(¬2) ¶ ¬__________ ¶ (¬1) \"كتاب الطرق الحكمية في السياسة الشرعية،ص88و89.\". ¶ (¬2) رسالة منه- حفظه الله -بتاريخ:6شعبان1429هـ،ومن كلام العلامة ابن القيم- رحمه الله- يتبين أن اللوث الجلي الظاهر معتبر.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "الثاني:عفوه عن الرجل الذي اعترف بالزنا وعدم إقامة الحد عليه ،وهذا هو الشذوذ الذي قصده الشيخ الغماري هنا . ¶ قلت : قال العلامة ابن القيم -رحمه الله- مجيبا عن هذا :\" وليس في ترك رجمه مع الاعتراف ما يخالف أصول الشرع فإنه قد تاب بنص النبي صلى الله عليه وسلم ومن تاب من حد قبل القدرة عليه سقط عنه في أصح القولين. ¶ وقد أجمع عليه الناس في المحارب، وهو تنبيه على من دونه. ¶ وقد قال النبي صلى الله عليه وسلم للصحابة لما فر ماعز من بين أيديهم ،(هلا تركتموه يتوب فيتوب الله عليه).\" ¶ وقد قرر ابن القيم في \"إعلام الموقعين\" أن التائب من الذنب كمن لا ذنب له ، ¶ فقال بعد ذلك :\"وعلى هذا فمن تاب من الذنب قبل القدرة عليه سقطت عنه حقوق الله –تعالى –كما تسقط عن المحارَب ،وهذا هو الصواب،\"(¬1) ¶ وعلل الشيخ الغماري هذا بقوله : )لأنه إذا تاب من نفسه قبل طلبه والقدرة عليه فالظاهر أنها توبة صدق وإخلاص ، بخلاف مالو تاب بعد القدرة عليه أو طلبه وتضييق الخناق عليه، فإن ذلك يكون منه مجرد تقية.(¬2) ¶ ونفس الشئ هنا فإن الرجل الذي وقع على المرأة كان بمقدوره أن يكتم أمره ، ولكنه اعترف بذلك تائبا إلى الله ، فعفا عنه رسول الله صلى الله عليه وسلم ، بخلاف لوقدر عليه قبل أن يعترف ويتوب من فِعلته ، و الحديث نص في هذه المسألة . ¶ وأنقل كلاما جميلا للشيخ الدكتور العلامة تقي الدين الهلالي –رحمات ربي عليه- حول هذا الحديث ، في سياق كلامه عن الولاية و شروطها :\"هذا الرجل ولي من أولياء الله أم لا..؟ ¶ ¬__________ ¶ (¬1) نفس المصدر ¶ (¬2) \"مسالك الدلالة في شرح الرسالة،ص : 302\"",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "هذا الذي أكره المرأة وهي خارجة لتصلي الصبح مع رسول الله صلى الله عليه وسلم على الزنا واعتدى عليها ،لا يخلو من ولايةالله..، تلك الولاية ،وذلك الإيمان الذي عنده..، وهو الذي دعاه ليقدم نفسه للعقاب..، قال: انا الآن لم يكفني أنني ارتكبت هذه الجريمة حتى أزيد على ذلك أن يقتل هذا الرجل البريء بسببي أنا ، وأنا أبقى حي..، ¶ إيمانه عاوده ..،وقام في سبيل الله تعالى وقدم نفسه للعقاب.. ،والنبي صلى الله عليه وسلم سامحهم كلهم ،ولم يعاقب أحدا..،فهذا اعترف قبل ان يقدر عليه ،واعترف وانقذ هذه النفس من الهلاك ،وهذا بريء ، والمرأة بريئة مغلوبة على نفسها ،هؤلاء كلهم من أولياء الله ...\".(¬1) ¶ فمما سبق يتبين أنه ليس هناك شذوذا في المتن يوجب ضعفه أو رده ،كما ادعى الشيخ الغماري. ¶ قال الشيخ الغماري مجيبا عن تحسين الترمذي لهذا الحديث : ¶ ( ¶ ¬__________ ¶ (¬1) شرح صوتي لكتابه \"سبيل الرشاد\" على موقعه الرسمي.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "أما تحسين الترمذي : فناشئ عن تساهل يصدر منه في بعض الاحيان ، ولذلك لا يعتمد الحفاظ حكمه مالم يحُكُّوه بمعيار النقد على أصول الحديث ، وقد صرح الذهبي بهذا فقال في الميزان (2/354)في ترجمة كثير بن عبدالله بن عمرو المزني بعد نقله كلام الجارحين له والمتهمين إياه بالكذب ما نصه:\"واما الترمذي فروى من حديثه (الصلح جائز بين المسلمين) وصححه،فلهذا لا يعتمد العلماء على تصحيح الترمذي \".اهـ ومن أراد التحقق بهذا فعليه بكتب التخريج والخلاف ليملأ حقيبته بأمثلة ردود العلماء على الترمذي ، ويكفيه بعد حكاية الذهبي ان يعلم أن الصحيح هو ما رواه العدل الضابط عن مثله إلى منتهاه من غير شذوذ و ولا علة ، فإذا خف الضبط مع وجود الشروط الأخرى ، فهو الحسن لذاته ، فمن فهم هذا ورأى الترمذي يحسن الأحاديث الشاذة والمعللة على ان ذلك من تساهله ولم يبق له اعتماد عليه خصوصا إذا قرأ قوله في (العلل) الموجودة بآخر جامعه ما نصه:\" وعندنا كل حديث يروى لا يكون في اسناده متهم بالكذب ، ولا يكون الحديث شاذا، وروي من غير وجه نحو ذلك ، فهو عندنا حديث حسن\"،اهـ ، ثم وجده بعد ذلك يصحح الأحاديث التي فيها المتهمون بالكذب كحديث (الصلح جائز بين المسلمين) ، ويحسن الأحاديث الشاذة ، والتي انفرد بها راويها كحديث سماك المذكور، لم يبق له ريب في تساهله بل وفي تناقضه ، وبذلك يسقط استعظامه لمخالفة الترمذي وينقضي عجبه من رد حكمه بحسن الحديث. ). ¶ قلت : أما كلامه عن تساهل وتناقض الترمذي فهو مردود بقوله هو بنفسه في إحدى رسائله إلى بعض تلامذته:\"لم يقل أحد أن تصحيح الترمذي لا يقبل ،هكذا على الإطلاق .بل تصحيحه مقبول إلا في أحاديث معدودة ،ضعف فيها رأيه ،كما وقع للبخاري والحاكم والنسائي وسائر عباد الله .",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وإنما،لما صحح الترمذي حديث :) الصلح جائز بين المسلمين..(إلخ.وهو من رواية كثير بن عبدالله بن عمرو ،قال الذهبي عند ذلك:ولهذا لا يعتمد الناس تصحيح الترمذي. وهي كلمة تساهل فيها أيضا الذهبي.والمقصود:أن العبرة بالدليل لا بقول فلان وفلان.\"(¬1)، ¶ وكلامه الثاني هو المعتمد عنده-رحمه الله- ، لأن كلامه الأول حمله على ذكره هنا ما يجده في نفسه تجاه الدكتور تقي الدين الهلالي –رحمه الله - الذي كان يحارب القبورية وبدعها،وهذا السبب الذي دعاه لتضعيفه الحديث غفر الله لنا و له. ¶ ولقد تم هذا الرد على جواب الشيخ الغماري ،فرددت على ما رأيته يستحق الرد ، ويدعو داعي الحق إلى نقضه ،وما أدعي فيه الكمال ،و لسان حالي ينشد مع الشاعر: ¶ ياناظرا فيه إن ألفيت فائدة***فاشكر عليها ولا تجنح إلى الحسد ¶ فإن عثرت لنا فيه على خطأ***فاعذر فلستُ مجبولا على الرشد ¶ واسأل الله العظيم أن يتجاوز عن زلاتنا ، و أن يرحم صاحب الجواب الشيخ الحافظ أحمد بن الصديق و يغفر لناوله ، والصلاة والسلام على أشرف المرسلين وعلى آله و صحبه ومن تبعه إلى يوم الدين. ¶ كتبه عبيد ربه : ¶ أبوصهيب نور الدين بن محمد الحُميدي الإدريسي البيضاوي الظاهري. ¶ بتاريخ 6شعبان1429 هـ. ¶ ¬__________ ¶ (¬1) \"در الغمام الرقيق برسائل الشيخ أحمد ابن الصديق ص: 60\" ،للشيخ عبدالله التليدي.",
            "page": "18",
            "part": "1"
        }
    ],
    "t35219": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "ط§ظ„ط´ظٹط® ط§ظ„ط؛ظ…ط§ط±ظٹ"
        }
    ]
}