{
    "b35223": [
        {
            "id": "1",
            "nass": "مجلس ابن هزارمرد الصريفيني ¶ تحقيق ¶ نبيل سعد الدين جرار ¶ ملف (word) في ملتقى أهل الحديث ¶ www.ahlalhdeeth.com",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "ابنُ هَزَارْمَرْد الصَّرِيفينيُّ ¶ الإمام الثقة الخطيب خطيب صَريفين، أبومحمد عبدالله بن محمد بن عبدالله بن عمر بن أحمد بن مجيب بن مُجمِّع بن هزارمرد الصريفيني راوي كتاب الجعديات. ¶ قال أبوسعد السمعاني: شيخ صالح خيِّر صارت إليه الرحلة. ¶ وقال أبوالفضل بن خيرون: هو ثقة له أصول جياد. ¶ توفي سنة (469 هـ)(¬1). ¶ ومجلسه يبدأ بالورقة [162] من المجموع (51) من المجاميع العمرية، وينتهي بالورقة [174]، وما بعدها إلى الورقة [180] سماعات تدل على اهتمام العلماء وطلبة الحديث بهذا الجزء. ¶ * ويرويه عن ابن هزارمرد سبطُ أبي منصور الخياط الشيخُ الإمام المسند المقرئ الصالح بقية السلف، أبوعبدالله الحسين بن علي بن أحمد بن عبدالله البغدادي. ¶ قال السمعاني: صالح حسن الإقراء دين يأكل من كد يده. ¶ توفي سنة (537 هـ) (¬2). ¶ * وعنه أبواليمن الكندي: الشيخ الإمام العلامة المفتي، شيخ الحنفية، وشيخ العربية، وشيخ القراءات، ومسند الشام، تاج الدين زيد بن الحسن بن زيد بن الحسن الكندي البغدادي المقرئ النحوي اللغوي الحنفي. ¶ تفرد بالرواية عن غالب شيوخه، وأجاز له عدد كثير، وعاش حتى انتهى إليه علو الإسناد في القراءات والحديث. ¶ توفي سنة (613 هـ)(¬3). ¶ * وعنه الفخر ابن البخاري: الإمام الفقيه العالم المعمر محدث الإسلام أبو الحسن علي بن أحمد بن عبدالواحد المقدسي. توفي سنة (690 هـ) (¬4). ¶ * سماع لمحمد بن إبراهيم بن علي بن محمد بن بقاء الملقن، قال الحافظ ابن حجر في «الدرر الكامنة» (3/ 290)،: البغدادي الأصل الدمشقي .. .. سمع من الفخر جزء ابن هزارمرد وغيره وحدث .. مات في صفر سنة (759 هـ) . ¶ ¬__________ ¶ (¬1) ... انظر: «سير أعلام النبلاء» (18/ 330). ¶ (¬2) ... انظر: «سير أعلام النبلاء» (20/ 129). ¶ (¬3) انظر: «سير أعلام النبلاء» (22/ 34). ¶ (¬4) انظر: «شذرات الذهب» (7/ 723).",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "مجلسُ ابنِ هَزَارْمَرد الصَّريفينيِّ ¶ إجازة ليوسف بن عبدالهادي",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "جُزءٌ فيه مَجلسٌ مِن أَمَالي أَبي مُحمدٍ عبدِالله بنِ مُحمدِ ¶ ابنِ هَزَارْمَرد الصَّريفينيِّ ¶ روايةُ أبي عبدِالله الحسينِ بنِ عَليِّ بنِ أحمدَ المُقرئِ ¶ سِبْطِ أبي مَنصورٍ الخيَّاطِ عَنهُ ¶ روايةُ أبي اليُمنِ زيدِ بنِ الحسَنِ الكِنْديِّ عَنهُ ¶ روايةُ أبي الحسَنِ عَليِّ بنِ أحمدَ بنِ عَبدِالواحِدِ ¶ ابنِ البُخارِيِّ المَقدِسِيِّ عَنهُ ¶ سَماعٌ لِصاحِبِهِ مُحمدِ بنِ إبراهيمَ بنِ عَليِّ بنِ مُحمدِ بنِ عَليِّ بنِ بَقاءٍ ¶ المُلقِّنِ وهو حاضِرٌ مِنهُ ¶ وقف ابن الملقن ¶ ومقره دار الحديث الضيائية بقاسيون ظاهر دمشق",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "بسم الله الرحمن الرحيم ¶ أخبرنا الشيخ الإمام بقية المشايخ فخر الدين أبوالحسن علي بن أحمد بن عبدالواحد ابن البخاري المقدسي قراءة عليه وأنا حاضر قال: أخبرنا الإمام تاج الدين أبواليمن زيد بن الحسن بن زيد الكندي قراءة عليه ونحن نسمع قال: أخبرنا أبوعبدالله الحسين بن علي بن أحمد المقرئ سبط أبي منصور الخياط قراءة عليه ونحن نسمع في الحادي عشر من رمضان سنة ثلاثين وخمسمئة ببغداد قال:حدثنا أبومحمد عبدالله بن محمد بن عبدالله بن عمر بن أحمد بن المُجَمِّع المعروف بابن هزارمرد الصريفيني قراءة عليه وأنا أسمع في رجب سنة ثلاث(¬1) وستين وأربعمئة قال: ¶ (1) أخبرنا أبوالحسين محمد بن عبدالله بن الحسين بن محمد بن عبدالله بن هارون الدقاق المعروف بابن أخي ميمي قراءة عليه وأنا أسمع في قطيعة الدقيق في سنة تسعين وثلاثمئة: حدثنا عبدالله بن محمد بن عبدالعزيز البغوي إملاء من كتابه يوم الجمعة لست بقين من شعبان سنة سبع عشرة وثلاثمئةٍ قال: حدثنا أبوعبدالله أحمد بن محمد بن حنبل بن هلال بن أسدٍ الشيباني رحمةُ الله عليه: حدثنا إبراهيم بن خالد الصَّنْعاني: حدثنا رَباحٌ، عن مَعْمرٍ، عن هشامِ بن عُروةَ، عن أبيه، عَن عائشة رضي الله عنها قالت: ¶ كانَ رسولُ الله صلى الله عليه وسلم حينَ قُبضَ مُسْنداً ظَهرَهُ إليَّ، فدخلَ عبدُالرحمن بن أبي بكرٍ عليه وفي يده سِواكٌ(¬2)، فَدَعا به النبي صلى الله عليه وسلم، فأخذتُ السِّواك فطيبتُه ثم دَفعتُه إليه، فجَعَلَ يستنُّ به، فَثَقلَتْ يدُهُ عَليه وَهْوَ يقُولُ: «اللهمَّ في الرَّفِيق الأَعلى » قالت: ثُم قُبِضَ رسولُ الله صلى الله عليه وسلم وهو بين سَحْري ونحري. ¶ ¬__________ ¶ (¬1) ... عليها في الأصل علامة تضبيب، وفي الهامش إشارة إلى نسخة أخرى: اثنتين. ¶ (¬2) ... في الهامش: «مسواك»، وكذلك هي في «فوائد ابن أخي ميمي الدقاق» (133).",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "(2) أخبرنا أبو الحسين محمد بن عبدالله بن أخي ميمي: حدثنا عبدالله هو البغوي: حدثنا داود هو ابن رُشَيْدٍ: حدثنا الوليد بن مسلم، عن أبي غسان محمد بن مطرف، عن زيد بن أسلم، عن علي بن الحسين، عن سعيد بن مَرْجَانَة، عن أبي هريرة، ¶ عن النبي صلى الله عليه وسلم قال: «من أعتق رقبة أعتق الله عز وجل بكل عُضوٍ منها عُضْواً منه من النار، حتى فرجَهُ بفرجه».",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "(3) أخبرنا أبوالحسين محمد بن عبدالله بن أخي ميمي وأبوحفص عمر بن إبراهيم بن أحمد الكتاني قالا: حدثنا عبدالله بن محمد البغوي: حدثنا أبوخيثمة زهير بن حرب: حدثنا وكيع، عن هشام بن عروة، عن أبيه، عن عبدالله بن عمرو قال: ¶ قال رسول الله صلى الله عليه وسلم: «إن الله لايقبض العلم انتزاعاً ينتزعه من الناس، ولكن يقبضُ العلم بقبض العلماء، حتى إذا لم يُبْق عالماً اتخذَ الناسُ رُؤُساً جُهَّالاً فَسُئلُوا فَأفتوا بغَير عِلْمٍ، فَضَلُّوا وَأَضَلُّوا».",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "(4) حدثنا أبوحَفْصٍ الكتانيُّ إملاء رحمه الله: حدثنا عَبدالله هو البغويُّ: حدثنا شيبانُ بن فروخ: حدثنا سَلَّامُ بنُ مِسْكِينٍ: حدثنا عَقيلُ(¬1) بن طلحةَ السُّلمي، عن أبي جُريٍّ الهُجَيْميِّ أنَّه قال: ¶ يا رسولَ الله، إنا قوم من أهل البادية، فنُحبُّ(¬2) أنْ تُعَلمَنَا عَمَلاً لَعَلَّ اللهَ عزَّ وجلَّ ينفعنا بِهِ، فَقَال: «لا تَحْقِرَنَّ مِنَ المعْرُوفِ شيئاً وَلَوْ أنْ تُفَرِّغَ مِنْ دَلْوِكَ في إناء المُستَسْقِي، وَلَوْ أنْ تُكلِّمَ أخَاكَ وَوَجْهُكَ إليهِ مُنْبَسِط، وَإياكَ وتَسْبيلَ الإزارِ فإنَّها مِنَ الخُيَلاءِ، والخُيَلاءُ لا يُحِبُّها اللهُ عزَّ وجلَّ، وإذا سَبَّكَ رَجُلٌ بما يعْلمُ فيكَ فلا تَسُبّهُ بما تَعْلَمُ مِنْهُ، فيكون أجر ذلِكَ لَكَ وَوَبالُهُ عَلَيْه». ¶ ¬__________ ¶ (¬1) ... ضبطت في الأصل بضم العين، والمثبت من «التهذيب» وغيره. ¶ (¬2) ... في الهامش: «فجئتُ»، وكذلك هي في «معجم ابن عساكر» (1491) من طريق ابن هزارمرد.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "(5) حدثنا أبوحفصٍ عُمَرُ: حدثنا عَبدُالله هو البَغَويُّ: حدثنا عَبْدُالأَعلى بن حماد يعني النَّرْسي: حدثنا حماد بن سلمة، عن محمد بن واسع وأبي سورة، عن الأعمش، عن أبي صالح، عن أبي هريرة قال: ¶ قال رسول الله صلى الله عليه وسلم: «من ستر أخاه المسلم ستره الله يوم القيامة، ومن نفس عن أخيه كربة من كرب الدنيا نفس الله عنه كربة من كرب الآخرة، والله عز وجل في عون العبد ما كان العبد في عون أخيه».",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "(6) أخبرنا أبوالقاسم عبيدالله بن محمد بن إسحاق بن سليمان بن مخلد بن حبابة قراءة عليه وأنا أسمع: حدثنا عبدالله بن محمد البغوي: حدثنا علي بن الجعد: أخبرنا شعبة، عن ثابت، عن أنس، ¶ عن النبي صلى الله عليه وسلم قال: «لايتمنى أحدكم الموت من ضر أصابه، فإن كان لابد فاعلاً فليقل: اللهم أحيني ما كانت الحياة خيراً لي، وتوفني إذا كانت الوفاة خيراً لي».",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "(7) حدثنا(¬1) أبوطاهر محمد بن عبدالرحمن بن العباس بن عبدالرحمن بن العباس(¬2) المخلص إملاء: حدثنا أبوالقاسم عبدالله بن محمد البغوي: حدثنا(¬3) هدبة بن خالد أبوخالد القيسي: حدثنا حماد بن سلمة، عن ثابت، عن عبدالرحمن بن أبي ليلى، عن صهيب قال: ¶ قرأ رسول الله صلى الله عليه وسلم هذه الآية: { للذين أحسنوا الحسنى وزيادة } قال: «إذا دخل أهل الجنة الجنة وأهل النار النار نادى مناد: يا أهل الجنة، إن لكم عند الله عز وجل موعداً يُريد أن ينجزكموه، فيقولون: ما هو؟ ألم يثقل مَوازيننا ويبيض وجوهنا ويُدخلنا الجنة ويجرنا من النار؟ فيكشفُ الحجابَ فينظرون إلى الله عز وجل، فما شيء أُعطوه أحَب إليهم من النظر إلى الله عز وجل، وهي الزيادة». ¶ ¬__________ ¶ (¬1) ... في نسخة أخرى: أخبرنا. ¶ (¬2) ... هكذا في الأصل، وإنما هو: أبوطاهر محمد بن عبدالرحمن بن العباس بن عبدالرحمن بن زكريا المخلص. ¶ ولم يتبين لي وجه ما كتب في الهامش: (أبوطاهر محمد بن) (المخلص إملاء ثنا). ¶ والله أعلم. ¶ (¬3) ... في الهامش: أبوخالد. ¶ والذي يظهر لي أنها كانت في الأصل: «حدثنا أبوخالد هدبة بن خالد القيسي»، ثم كتبت «هدبة» بعد حدثنا، وعدلت «أبو خالد» إلى «ابن خالد» وكشطت كلمة «هدبة» التي بعدها ووضع مكانها علامة التصحيح، وأشير إلى ما كان في الأصل في الهامش كرواية أخرى. والله أعلم.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "(8) حدثنا أبوطاهر محمد بن عبدالرحمن المخلص إملاء: حدثنا أحمد بن عبدالله بن سيف(¬1) أبوبكر: حدثنا عمر بن شبَّةَ: حدثنا يوسف بن عطية: حدثنا هشام القُرْدُوسي، عن محمد بن سيرين، عن أبي هريرة، ¶ أن النبي صلى الله عليه وسلم لم يُتم صوم شهرٍ بعد رمضان إلا رجب وشعبان. ¶ ¬__________ ¶ (¬1) ... وهو الصواب، وكتب فوقها إشارةإلى نسخة أخرى: يوسف.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "(9) أخبرنا أبوالقاسم عبيدالله بن محمد بن إسحاق بن حبابة قراءة عليه وأنا أسمع: حدثنا عبدالله بن محمد البغوي: حدثنا مصعب بن عبدالله: حدثنا عبدالعزيز بن محمد الدَّرَاورْدي، عن عبيدالله بن عُمر، عن ثابتٍ البُنَاني، عن أنس، ¶ أن رجلا كان يَلزمُ قراءة { قل هو الله أحد } في الصلاة مع كل سورة هو وأناس(¬1) من أصحابه، فقال له رسول الله صلى الله عليه وسلم: «ما يُلزمُك هذه السورة ؟» قال: إني أحبها قال: «حُبها أدخلك الجنة». ¶ ¬__________ ¶ (¬1) ... في الهامش: وناس",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "(10) أخبرنا(¬1) أبوالقاسم عبيدالله بن محمد بن حبابة: حدثنا عبدالله: حدثنا مصعب: حدثنا إبراهيم بن سعد، عن سفيان بن سعيد، عن عبدالملك بن عمير، عن هلال مولى رِبْعي، عن ربعي، عن حذيفة، ¶ عن النبي صلى الله عليه وسلم قال: «اقتدوا باللذين من بعدي: أبي بكر وعمر» رضي الله عنهما. ¶ ¬__________ ¶ (¬1) ... كتب فوقها إشارة إلى نسخة أخرى: حدثنا.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "(11) حدثنا أبوحفص الكتاني: حدثنا سعيد أخو زبير: حدثنا إسحاق: حدثنا عبدالرزاق: أخبرنا معمر، عن الزهري، عن سالم، عن ابن عمر، أن النبي صلى الله عليه وسلم رأى على عُمر قميصاً أبيضَ فقال: «أجديدٌ قميُصك هَذا أم غَسيل؟» فقال: حَسبتُ أنه قال: غسيل، فقال النبي صلى الله عليه وسلم: «البس جديداً وعش حميداً ومت شهيداً».",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "(12) حدثنا أبوطاهر محمد بن عبدالرحمن المخلص إملاء: حدثنا أبومحمد يحيى بن محمد بن صاعد: حدثنا أبوسعيد الأشج: حدثنا عبدالله بن إدريس وأبوأسامة، عن هشام بن حسان، عن ابن سيرين، عن كعب بن عُجرة قال: ¶ ذكر رسول الله صلى الله عليه وسلم فتنةً فقرَّبَها، فمر رجل مُتقنع، فقال: «هذا على الهدى»، فأخذت بضَبعيه ففتلته أو قلبته، فاستقبلت النبي صلى الله عليه وسلم فقلتُ: هذا يا رسول الله ؟ فقال: «هذا»، فإذا [هو](¬1) عثمان بن عفان. ¶ ¬__________ ¶ (¬1) ... من الهامش، والأظهر عندي أن موضها هنا، مع احتمال أن يكون موضعها: «فقلت: هو هذا يا رسول الله». والله أعلم.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "(13)حدثنا أبوطاهر المخلص: حدثنا يحيى بن محمد بن صاعد: حدثنا محمد بن يحيى بن عبدالكريم الأزدي: حدثنا عبدالله بن داود: حدثنا سعيد بن أبي عَروبةَ، عن قتادة، عن سعيد بن المسيب، عن سعد بن أبي وقاص قال: ¶ قال رسول الله صلى الله عليه وسلم لعلي رضي الله عنه: «أنت مني بمنزلة هارون من موسى».",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "(14) أخبرنا أبوبكر محمد بن الحسن بن عبدان بن الحسن بن مِهران الصَّيرفي: حدثنا أبوبكر النيسابوري: حدثنا عيسى بن إبراهيم الغَافقي ووفاء بن سُهَيلٍ وأحمد بن عبدالرحمن بن وهب قالوا: حدثنا عبدالله بن وهب: أخبرني مالك بن أنس، عن زيد بن أسلم، عن عطاء بن يسار، عن أبي سعيد الخدري، ¶ أن رسول الله صلى الله عليه وسلم قال: «إن الله عز وجل يقول لأهل الجنة: يا أهل الجنة، فيقولون: لبيك ربنا وسعديك والخير في يديك، فيقول: هل رضيتم ؟ فيقولون: وما لنا لا نرضى وقد أعطيتنا ما لم تعط أحداً من خلقك فيقول: ألا أعطيكم أفضلَ من ذلك ! قالوا: يا رب وأي شيء أفضلُ من ذلك ؟ فيقول: أُحلُّ عليكم رضواني فلا أسخط عليكم بعده أبداً».",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "(15) حدثنا أبوطاهر المخلص يوم الجمعة لست عشرة ليلة خلت من رجب من سنة ثلاث وتسعين وثلاثمئة إملاء: حدثنا أبوالقاسم عبدالله بن محمد بن عبدالعزيز البغوي مرتين إملاء وقراءة: حدثنا يحيى بن عبدالحميد الحماني: حدثنا عبدالعزيز بن محمد الدراوردي، عن عبدالرحمن بن حميد بن عبدالرحمن بن عوف رحمه الله، عن أبيه، عن جده عبدالرحمن بن عوف رضي الله عنه قال: ¶ قال رسول الله صلى الله عليه وسلم: «أبوبكر في الجنة، وعمر في الجنة، وعثمان في الجنة، وعلي في الجنة، وطلحةُ في الجنة، والزُّبير في الجنة، وعبدُالرحمن بن عوف في الجنة، وسعدُ بن أبي وقاص في الجنة، وسعيدُ بن زيد في الجنة، وأبوعبيدةَ بن الجراح في الجنة» رضي الله عنهم أجمعين.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "(16) أخبرنا أبوالحسين محمد بن عبدالله بن أخي ميمي: حدثنا عبدالله بن محمد بن عبدالعزيز: حدثنا إسحاق: حدثنا سفيان بن عيينة، عن محمد بن المنكدر قال: سمعت جابر بن عبدالله، وعَمْرو سَمِعَ جابراً يقولُ: ¶ قال رسول الله صلى الله عليه وسلم: «دخلتُ الجنة فرأيت فيها داراً أو قصراً فسمعتُ فيه ضوضاء أو صوتاً، فقلتُ: لمن هذا ؟ قيل: هو لابن الخطاب رضي الله عنه». قال سفيان: زاد محمد بن المنكدر: «فأردت أن أدخله فذكرتُ غيرتك»، فبكى عمر رضي الله عنه وقال: يا رسول الله، أوَ يُغار عليك !",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "(17) أخبرتنا أم الفتح أمَةُ السلام بنت أحمد بن كامل بن خلف بن شجرة القاضي قراءة عليها وأنا أسمع قالت: حدثنا أبوبكر محمد بن إسماعيل بن علي بن النعمان بن راشد البُندار سنة تسع وثلاثمئة لفظاً: حدثنا أحمد بن عبدالله بن علي بن سويد بن مَنْجوف: حدثنا عبدالرحمن بن مهدي: حدثنا سفيان، عن علقمة بن مرثد، عن سليمان بن بريدة، عن أبيه، ¶ عن النبي صلى الله عليه وسلم قال: «من لعب بالنردشِير فكأنما صبغَ يدهُ في لحم خنزير ودمه».",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "(18) أخبرنا أبوبكر محمد بن عُمر بن علي بن خلف بن زنبور الوراق: حدثنا أبوبكر عبدالله بن سليمان بن الأشعث السجستاني: حدثنا أبوجعفر أحمد بن صالح: حدثنا عنبسة: حدثنا يونس، عن ابن شهاب قال: قال سالم بن عبدالله بن عمر - يعني: قال عبدالله بن عمر -: قال عمر بن الخطاب: ¶ قال رسول الله صلى الله عليه وسلم: «من فاته صلاة العصر فكأنما وُتر أهلَه ومالَه».",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "(19) أخبرنا أبوالقاسم عبيدالله بن أحمد بن علي الصيدلاني المقرئ قراءة عليه: حدثنا أبوبكر عبدالله بن محمد بن زياد النيسابوري: حدثنا يونس بن عبدالأعلى: حدثنا عبدالله بن وهب: أخبرني ابن أبي أيوب، عن عبدالله بن الوليد، عن ابن المسيب، عن عائشة رضي الله عنها، ¶ أن رسول الله صلى الله عليه وسلم كان إذا استيقظ من الليل قال: «لا إله إلا أنت، سبحانك اللهم إني أستغفرك لذنبي وأسألك رحمتك، اللهم زدني علما، ولا تزغ قلبي بعد إذ هديتني، وهب لي من لدنك رحمة إنك أنت الوهاب».",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "(20) حدثنا أبوطاهر محمد بن المخلص إملاء: حدثنا عبدالله بن محمد البغوي: حدثنا داود بن رشيد: حدثنا يعلى بن الأشدق قال: سمعت النابغة يقول: ¶ أنشدت رسول(¬1) الله صلى الله عليه وسلم: ¶ بلغنا السماء مجدُنا وجدودُنا ... وإنا لنرجو فوقَ ذلك مَظهرا ¶ فقال: «أين المظهر يا أبا ليلى ؟»، فقلت: الجنة، قال: «أجل إن شاء الله». ثم قلت: ¶ ولا خيرَ في حِلم إذا لم يكن له بوادر تَحْمي صفوه أن يكدرا ¶ ولا خير في جهلٍ إذا لم يكن له حليم إذا ما أوردَ الأمرَ أصدرا ¶ فقال لي رسول الله صلى الله عليه وسلم: «لا يُفضَض(¬2) فوكَ» مرتين. ¶ ¬__________ ¶ (¬1) ... كتب فوقها: النبي. ¶ (¬2) ... زاد في الهامش بعدها مباشرة إشارة إلى نسخة أخرى: الله، وفي الهامش المقابل: «فاكَ» وعليها علامة التصحيح، وعلى كلمة «فوك» في الأصل علامتي التضبيب و«خ» أي أنها هكذا في نسخة أخرى. ¶ والذي ظهر لي من كل هذا، أن الحديث في رواية المخلص كما هو في الأصل: «لا يفضض فوك»، وكذلك هو في «المخلصيات» (1069) (3162). ¶ وفي رواية غيره: «لا يَفضض اللهُ فاك». ¶ جاء مبينا كذلك في «مشيخة ابن البخاري» (197): وقال الدقاق والكتاني: لا يَفضُض اللهُ فاك مرتين، وقال المخلص: لا يَفضض فوك مرتين. ¶ والله أعلم.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "(21) حدثنا أبوطاهر محمد بن عبدالرحمن إملاء: حدثنا أبوبكر أحمد بن محمد بن أبي شيبة: حدثنا عبدالله بن هاشم الطوسي قال: سمعت وَكيعاً يقولُ: كنا نَستَعين على حفظ الحديثِ بالعملِ به، وكنا نستعين على طلبه بالصوم.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "(22) حدثنا القاضي أبوعبدالله الحسين بن هارون الضبي إملاء: أخبرنا القاضي أبوعبدالله الحسين بن إسماعيل الضبي(¬1)، أن محمد بن إسماعيل البخاري حدثهم قال: حدثني عبدالعزيز بن عبدالله قال: حدثني مالك، عن صفوان بن سليم، عن عطاء بن يسار، عن أبي سعيد الخدري، ¶ عن رسول الله صلى الله عليه وسلم قال: «إن أهل الجنة ليتراءَونَ أهلَ الغرف مِن فَوقِهم كما تَراءونَ الكوكبَ الغابرَ في الأفق من المشرق والمغرب لتفاضل مَا بينهم»، قالوا: يا رسول الله، تلك منازل الأنبياء لا يبلغها غيرُهم؟ قال: «بلى والذي نفسي بيده، رجال آمنوا بالله وصَدقوا المرسلينَ». ¶ ¬__________ ¶ (¬1) ... كتب فوقها: إملاء.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "(23) حدثنا أحمد بن محمد بن دُوست المعروفُ بابن العَلاف البزاز سنة خمسٍ وتسعين وثلاثمئة: حدثنا أبوعبدالله الحسين بن يحيى بن عياش القطان: حدثنا الحسن بن محمد بن الصباح الزعفراني: حدثنا أبومعاوية الضرير: حدثنا الأعمش، عن زيد بن وهب، عن عبدالله بن مسعود قال: ¶ حدثنا رسول الله صلى الله عليه وسلم وهو الصادقُ المصدوقُ: «إن أحدَكم يُجمَعُ خَلقُهُ في بطنِ أمه أربعينَ ليلة، ثم يكون علقةً مثل ذلك، ثم يكون مضغة مثل ذلك، ثم يبعثُ الله تعالى إليه ملَكاً فينفخ فيه الروح، ويكتب رزقَه وأجلَه وشقيٌّ أو سعيدٌ، فوالذي لا إله غيره، إن أحدكم ليعمل بعمل أهل الجنة حتى ما يكون بينه وبينها إلا ذراع فيسبق عليه الكتاب فيعمل بعمل أهل النار فيدخلها، وإن الرجل ليعمل بعمل أهل النار حتى ما يكون بينه وبينها إلا ذراع فيسبق عليه الكتابُ فيعمل بعمل أهل الجنة فيدخلها». ¶ آخره ¶ والحمد لله وحده ¶ وصلى الله على سيدنا محمد وآله وصحبه وسلم تسليماً كثيراً",
            "page": "27",
            "part": "1"
        }
    ],
    "t35223": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مجلس ابن هزارمرد"
        }
    ]
}