{
    "b35227": [
        {
            "id": "1",
            "nass": "جزء فيه : ستة مجالس من أمالي الشيخ الإمام العدل أبي بكر محمد بن عبد الباقي بن محمد الأنصاري عن شيوخه (442هـ ــ 535هـ ) تخريج الشيخ الإمام الحافظ الثقة أبي الفضل محمد بن ناصر بن محمد البغدادي ( 467 هـ ــ 550هـ ) رضي الله عنهما . ¶ دراسة وتحقيق ¶ د. غالب بن محمد أبو القاسم الحامضي ¶ أستاذ مشارك بقسم الكتاب والسنة ¶ كلية الدعوة وأصول الدين، جامعة أم القرى",
            "page": null,
            "part": null
        },
        {
            "id": "2",
            "nass": "المقدمة ¶ إن الحمد لله نحمده ونستعينه، ونستغفره ونتوب إليه، ونعوذ بالله من شرور أنفسنا، وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن نبينا محمداً عبده ورسوله صلى الله عليه وعلى آله وأصحابه أجمعين. ¶ أما بعد: فإن أولى ما صرفت إليه الهمم، وأفنيت فيه الأعمار - بعد كتاب الله عز ¶ وجل - سنة النبي صلى الله عليه وسلم لأنها مبينة له، ومفصلة لأحكامه، ومفرعة لأصوله، ومخصصة لعمومه، ومقيدة لمطلقاته، وهذه محاولة مني في الإسهام بجهد المقل في إخراج هذا الجزء الذي يتضمن ستة مجالس من أمالي أبي بكر محمد بن عبد الباقي الأنصاري (ت535هـ) وقد قسمت العمل إلى قسمين: القسم الأول: الدراسة وفيها ترجمت للمصنف، ودرست هذا الجزء بوصفه وصحة نسبته إلى المصنف، والمنهج الذي اتبعته في التحقيق. وأما القسم الثاني فهو التحقيق،ولم أتطرق في القسم الأول إلى دراسة الأمالي، والكتب المصنفة فيها اكتفاء بما كتبته في مقدمة تحقيقي لأمالي (¬1) أبي طاهر محمد بن عبد الرحمن المخلص(305-393هـ). ¶ والله اسأل أن يتقبل عملي هذا ويجعله خالصاً لوجهه الكريم، إنه ولي ذلك والقادر عليه سبحانه وتعالى. ¶ ¬__________ ¶ (¬1) ... جزء فيه سبعة مجالس من أمالي أبي طاهر المخلِّص دراسة وتحقيق د. غالب بن محمد الحامضي. الطبعة الأولى عام 1429هـ، دار الوطن، الرياض. ... ...",
            "page": "1",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "القسم الأول: ترجمة المصنف (¬1) وفيه مطالب: ¶ المطلب الأول: اسمه ونسبه وألقابه ومولده: ¶ اسمه ونسبه:محمد بن عبد الباقي بن محمد بن عبد الله بن محمد بن عبد الرحمن بن الربيع ابن ثابت بن وهب بن مشجعة بن الحارث بن عبد لله بن كعب بن مالك الأنصاري الخزرجي السَّلَمي. ¶ هكذا أملى نسبه هذا على تلميذه أبي موسى المديني (ت581هـ) (¬2) . ¶ أما نسبه: فيقال له: الكعبي: نسبة إلى الصحابي الجليل كعب بن مالك رضي الله عنه. والنصري: نسبة إلى محلة النصرية التي هي إحدى المحال الخارجة عن مدينة المنصور المدورة من الجهة الشمالية الغربية من بغداد كجزء من محلة الحربية المشهورة، وهي امتداد باب الشام أحد الأبواب الأربعة الأساسية لمدينة المنصور (¬3) ويقال له البغدادي: لكونه ولد ونشأ وعاش وتوفي ببغداد. واشتهر بالفرضي لعلمه بالفرائض ويقال له الحاسب لعلمه بالحساب والهندسة (¬4) . ¶ ويقال له البزاز: نسبة لبيع البز وهي الثياب (¬5) . ¶ وكنيته : أبو بكر، وكنية والده: أبو طاهر، ولذلك يسمى في بعض الأسانيد: أبو بكر ابن أبي طاهر. وأشهر لقب له: قاضي المارستان (¬6) . ¶ أما مولده، ففي عاشر صفر سنة اثنتين وأربعين وأربعمائة (¬7) . ¶ ¬__________ ¶ (¬1) ... مصادر ترجمته: الأنساب للسمعاني - النصري - (13/113) تاريخ دمشق لابن عساكر(15/582-584) والمنتظم لابن الجوزي (18/13-15)، التقييد لابن نقطه (82-83 رقم76) تاريخ الإسلام للذهبي(26/390-394) وسير أعلام النبلاء له(20/23-28) وتذكرة الحفاظ (4/1281-1282) والعبر له(2/448) والبداية والنهاية لابن كثير (12/217) ولسان الميزان لابن حجر(1/192-198) والنجوم الزاهرة لابن تغري بردي(5/267) وشذرات الذهب لابن العماد(6/177-181) وقد ترجم له بتوسع زميلنا الدكتور الشريف حاتم العوني عضو مجلس الشورى في تحقيقه لمشيخته الكبرى، وأجاد وأفاد، واستفدت منه هنا في ترجمتي للمصنف. ... ¶ (¬2) ... تاريخ الإسلام (36/392). ... ¶ (¬3) ... انظر: بغداد مدينة السلام( الجانب الغربي) للدكتور صالح العملي)(2/148-153). ¶ (¬4) ... انظر مصادر ترجمته السابقة. ... ¶ (¬5) ... انظر: الأنساب للسمعاني(2/199). ... ¶ (¬6) ... موضع ببغداد يجتمع فيه المرضى والمجانين. ¶ ... انظر: الأنساب(5/162) نسب إليه لتوليه النظر في أوقاف أحد البيمارستانات الشهيرة ببغداد. ... ¶ (¬7) ... انظر: المنتظم (18/13).",
            "page": "2",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "المطلب الثاني: نشأته وطلبه للعلم ورحلاته: ¶ مما لاشك فيه أن البيئة التي يعيش فيها الإنسان لها الأثر الكبير على تكوينه العلمي، والإمام أبو بكر الأنصاري نشأ في بغداد، بكل ما كانت تعيشه بغداد في ذلك الوقت من حركة علمية مزدهرة، ونشأ في أسرة علمية تهتم بالعلم، فأبوه عالم محدث، وفقيه حنبلي محب للعلماء ومكرم لهم\" وكان من أكابر أهل بغداد\" (¬1) . ولذلك أتم أبو بكر الأنصاري حفظ القرآن الكريم وهو في السابعة من عمره قال ابن الجوزي:\"وحفظ القرآن وهو ابن سبع سنين\" (¬2) . فلا يستغرب مع وجد هذه البيئة الصالحة، والأب العالم المحدث، أن يفتح أبو بكر الأنصاري عينيه وهو في حلقات العلم ولذلك حضر مجلس سماع أبي إسحاق إبراهيم بن عمر البرمكي (ت445هـ) بعد أن بلغ الثالثة من عمره فقط. ¶ وسمع سنة (445هـ) حضوراً من علي بن إبراهيم الباقلاني (ت448هـ) كما صرح هو بذلك في جزء الأحاديث الصحاح (¬3) ،وفي الرابعة من عمره وذلك سنة (446هـ) حضر (¬4) مجالس سماع شيوخ آخرين منهم الحسن بن علي الجوهري(ت454هـ) وعلي بن عمر البرمكي (ت450هـ) وفي الخامسة من عمره سمع من أبي القاسم عمر بن الحسن الخفاف (ت450هـ) وهكذا استمرت عناية الأب العالم المحدث بابنه، ولذلك كان أكثر سنوات سماعه في حياة أبيه المتوفى سنة (461هـ) وعمره تسع عشرة سنة، فما مات هذا الأب إلا وقد أدى حق ابنه على أتم وجه، وتعلم الابن كيف يحافظ على وقته ولا يمضي شيئاً منه إلا فيما ينفعه من علم أو عبادة ولذلك يروي عنه تلميذه ابن الجوزي \" ما أعلم أني ضيعت من عمري ساعة في لهو أو لعب\" (¬5) . ¶ ¬__________ ¶ (¬1) ... ذيل طبقات الحنابلة لابن رجب(1/192). ... ¶ (¬2) ... المنتظم (18/14). ¶ (¬3) ... (37/ب). ... ¶ (¬4) ... اصطلح المحدثون أن يكتبوا لمن سمع من الصبيان فوق خمس سنوات (سمع) ولمن سمع وهو دون ذلك: (حضر). ¶ ... انظر: علوم الحديث لابن الصلاح(130). ... ¶ (¬5) ... المنتظم(18/14).",
            "page": "3",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "أما رحلاته: ¶ فقد رحل أبو بكر الأنصاري إلى مكة لأداء فريضة الحج، ثم مكث بمكة مجاوراً بها سمع خلال ذلك من شيخيه: أبي معشر الطبري المقرئ المكي المشهور (ت478هـ) وأبي الحسن علي ابن المُفرِّج الصقلي المتوفى سنة (نيف وسبعين وأربعمائة). ¶ ثم عاود الرحلة إلى مصر، فوصل فسطاطها ولقي حافظها الكبير أبا إسحاق إبراهيم بن سعيد الحبَّال (ت482هـ) سنة (476هـ) فأخذ عنه، وقد نص على أخذه عنه في هذه السنة الإمام الذهبي في تاريخ الإسلام في ترجمته للحبال (¬1) . وأخذ عن علي بن جامع النيسابوري كذلك، ولا تعرف المدة التي قضاها في مصر، ثم رحل مرة أخرى إلى مصر مروراً بالشام بعد خروجه من العراق، وهذا ما نص عليه أبو بكر الأنصاري نفسه، يقول ابن عساكر في تاريخ دمشق: \"ذكر لي أنه كان دخل دمشق عند اجتيازه إلى مصر\" (¬2) . ¶ ¬__________ ¶ (¬1) ... (33/81). ... ¶ (¬2) ... (54/69) ...",
            "page": "4",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "المطلب الثالث : شيوخه: ¶ تتلمذ الإمام أبو بكر الأنصاري على عدد من الشيوخ في بغداد وغيرها من البلاد التي رحل إليها حيث ذكر الذهبي أنه سمع من عدد كثير (¬1) . وقد أدرك أئمة أعلام وروى عنهم، وغالبهم من بغداد، ومن مشاهير شيوخه أبو بكر الخطيب البغدادي، وأبو محمد الحسن بن محمد بن علي الجوهري، وأبو الطيب الطبري، وأبو إسحاق الشيرازي، والقضاعي، وأبو إسحاق الحبال المصري، وأبو معشر الطبري المقرئ المكي، وأبو يعلى الفراء. ¶ وقد قام الدكتور الشريف حاتم العوني باستقراء واستقصاء لكل شيوخه، وأوصلهم إلى تسعة ومائة شيخ في دراسته وتحقيقه لكتاب\"أحاديث الشيوخ الثقات الشهير بالمشيخة الكبرى\" (¬2) . ¶ ¬__________ ¶ (¬1) ... سير أعلام النبلاء(20/25). ... ¶ (¬2) ... ( من ص106 إلى ص125). ...",
            "page": "5",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "المطلب الرابع: تلاميذه: ¶ لقد تصدر أبو بكر الأنصاري للتعليم في أول حياته فقد حدث وهو ابن عشرين سنة في حياة بعض شيوخه كأبي الخطيب البغدادي (¬1) . ولم يكتف بالتحديث في مسجده بالنصرية بل لاحقه الطلاب إلى منزله فكان يُقرأ عليه فيه (¬2) ، وحتى في يوم العيد لم يترك التحديث فقد ذكر تلميذه ابن عساكر أنه حدثه في يوم عيد الأضحى بين الصلاة والخطبة (¬3) فإمام كهذا الإمام يبذل كل وقته في التحديث سيكون له تلاميذ لا يحصون ولذلك قال الذهبي:\"روى عنه خلق لا يحصون، منهم من مات في حياته، ومنهم من تأخر\" (¬4) . ¶ وقد وقف الدكتور الشريف حاتم على عدد كبير من تلاميذه بلغوا خمسين ومائتين تلميذ (¬5) . ¶ ولعل من أشهرهم: السمعاني، وابن عساكر، والسلفي، وابن الجوزي، وأبي موسى المديني. ¶ ¬__________ ¶ (¬1) ... انظر: سير أعلام النبلاء(20/25). ... ¶ (¬2) ... أدب الإملاء والاستملاء للمسعاني(رقم117، 255، 308). ... ... ¶ (¬3) ... تاريخ دمشق(5/440). ... ¶ (¬4) ... تاريخ الإسلام(36/391). ... ¶ (¬5) ... انظر: المشيخة الكبرى للمصنف تحقيق د.حاتم من ص126 إلى ص173. ...",
            "page": "6",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "المطلب الخامس: مكانته العلمية وثناء العلماء عليه: ¶ إن المكانة العلمية التي وصل إليها الإمام أبو بكر الأنصاري تتجلى بكثرة الشيوخ والتلاميذ واتساع الرواية في الآفاق وثناء العلماء المعتبرين عليه. ¶ وسأذكر أهم ما قيل فيه من ثناء اختصاراً: ¶ قال ابن الجوزي:\"عمر حتى ألحق الصغار بالكبار، فكان حسن الصورة،حلو المنطق، مليح المعاشرة.... وكان فهماً حجة ثبتاً متفنناً في علوم كثيرة، منفرداً في علم الفرائض\" (¬1) . ¶ وقال أبو الفضل ابن ناصر(ت550هـ):\"كان إماماً في الفرائض والحساب، وكان سماعه صحيحاً، ومتعه الله بعقله وسمعه وبصره وجوارحه إلى حين وفاته، ولم يخلف بعده من يقوم مقامه في علمه\" (¬2) . ¶ وقال أبو محمد ابن الخشاب النحوي(ت567هـ):\"كان مع تفرده بعلم الحساب والفرائض وافتنانه في علوم عديدة صدوقاً ثبتاً في الرواية، متحرياً فيها\" (¬3) . ¶ وقال أحمد بن صالح بن شافع الجيلي(565هـ):\"مات يوم مات وهو شيخ أهل العلم، وأسند من على وجه الأرض، وأسنَّ عالم نعرفه\" (¬4) . ¶ وقال أبو بكر ابن نقطة(ت629هـ):\"كان ثقة فاضلاً\" (¬5) . ¶ وقال عنه الذهبي:الشيخ الإمام العالم المتفنن، الفرضي العدل، مسند العصر\" (¬6) . ¶ وقال عنه ابن حجر:\"مشهور معمر، عالي الإسناد، هو آخر من كان بينه وبين النبي صلى الله عليه وسلم ستة رجال ثقات،مع اتصال السماع، على شرط الصحيح\" (¬7) . ¶ ¬__________ ¶ (¬1) ... المنتظم (18/14). ... ¶ (¬2) ... ذيل طبقات الحنابلة لابن رجب(1/195). ... ¶ (¬3) ... المصدر السابق. ... ¶ (¬4) ... التقييد لابن نقطة(1/82). ... ¶ (¬5) ... تكملة الإكمال لابن نقطة (6/90). ... ¶ (¬6) ... سير أعلام النبلاء(20/23). ¶ (¬7) ... لسان الميزان()5/241). ...",
            "page": "7",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "المطلب السادس: مصنفاته: ¶ 1- ... أحاديث الشيوخ الثقات (وهو المشيخة الكبرى له) (¬1) . ¶ 2-عوالي قاضي المرستان (وهو المشيخة الصغرى له) وهي من تخرج الحافظ أبي سعد السمعاني (ت562هـ) (¬2) . ¶ 3- ... الأحاديث الصحاح والحكايات الملاح من حديث القاضي أبي بكر محمد بن عبد الباقي الأنصاري عن شيوخه القدماء العوالي العلماء، تخريج الإمام أبي البقاء محمد بن محمد بن معمر البغدادي له، رواية أبي حفص عمر بن محمد بن معمر أخي المخرِّج عن القاضي أبي بكر المخرج له (¬3) . ¶ 4-مسند الإمام أبي حنيفة النعمان بن ثابت (¬4) . ¶ 5-مسانيد الخلفاء (¬5) . ¶ 6-الأحاديث السباعيات (¬6) . ¶ 7-جزء البزاز (¬7) . ¶ 8- كتاب التاريخ (¬8) . ¶ 9-ستة مجالس من أمالي الشيخ الإمام العادل أبي بكر محمد بن عبد الباقي الأنصاري عن شيوخه تخريج الإمام الحافظ أبي الفضل محمد بن ناصر بن محمد البغدادي. ¶ ¬__________ ¶ (¬1) ... حققه تحقيقاً علمياً الشريف حاتم العوني وحصل به على درجة الدكتوراه من جامعة أم القرى، وقد طبع عام 1422هـ. ... ¶ (¬2) ... ذكره الذهبي في سير أعلام النبلاء(20/25). ... ¶ (¬3) ... الكتاب من محفوظات المكتبة الظاهرية بدمشق [مجموع37] من (ق32) إلى (ق43). ... ¶ (¬4) ... ذكره أبو المؤيد الخوارمي (ت665هـ) في كتابه\"جامع المسانيد\"(1/79). ... ¶ (¬5) ... ذكره محب الدين ابن النجار(ت643هـ) في التاريخ المجدد لمدينة السلام(4/283). ... ¶ (¬6) ... ذكره الحافظ ابن حجر في المجمع المؤسس (2/197)والمعجم المفهرس(1/393رقم1242). ... ¶ (¬7) ... ذكره حاجي خليفة(ت1067هـ) في كشف الظنون (1/586). ... ¶ (¬8) ... انظر حديث رقم(15) من هذه الأمالي. ...",
            "page": "8",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "... وهو كتابنا هذا وسيأتي الكلام عن وصفه. ¶ المطلب السابع: وفاته: ¶ بعد عمر مديد يقدر بثلاث وتسعين سنة منها تسعون سنة قضاها في التعلم والتعليم لم يمض منها ساعة في لهو أو لعب توفي رحمه الله في يوم الأربعاء الثاني من رجب سنة خمس وثلاثين وخمسمائة هجرية (¬1) . ¶ ¬__________ ¶ (¬1) ... انظر: المنتظم لابن الحوزي(18/15). ...",
            "page": "9",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "أمالي أبي بكر الأنصاري دراسة موجزة ¶ أولاً: صحة نسبة الكتاب إلى مؤلفه: ¶ لا يتطرق أدنى شك في نسبة هذا الكتاب إلى مؤلفه، ويؤكد نسبته أمور: ¶ 1 - السماعات الموجودة على الكتاب، وهي سماعات شاهدة على نسبة هذا الكتاب، ففيها تصريح بذكر عنوان الكتاب ومؤلفه. ¶ 2 - ذكر هذه المجالس من أمالي أبي بكر الأنصاري نفسها الحافظ ابن حجر مبيناً أول حديث فيها، وآخر كلمة في المجلس الأول منها (¬1) . ¶ وذكرها قبله محمد بن رافع السلامي (ت774هـ) (¬2) . ¶ 3 - وذكرها حاجي خليفة ونسبها إليه (¬3) . ¶ ثانياً: وصف نسخة الكتاب: ¶ اعتمدت في تحقيق هذا الجزء على نسخة خطية واحدة من محفوظات المكتبة الظاهرة بدمشق [عام4519] (ق1-14) ولدي صورة منها تكرم بإعطائها لي الشريف الدكتور حاتم العوني جزاه الله عني خيراً الجزاء عن طريق مصورتها المحفوظة في مركز جمعة الماجد بدبي. والذي تفضل بإرسالها إليه فضيلة الشيخ الدكتور عامر حسن صبري. ¶ وتبدأ النسخة بصفحة عنوانها التي كتبت عليها العبارة التالية (جزء فيه ستة مجالس من أمالي الشيخ الإمام العدل أبي بكر محمد بن عبد الباقي بن محمد الأنصاري عن شيوخه). ثم تحتها: (تخريج الشيخ الإمام الحافظ الثقة أبي الفضل محمد بن ناصر بن محمد البغدادي رضي ¶ ¬__________ ¶ (¬1) ... انظر: المجمع المؤسس لابن حجر(2/512 رقم257) والمعجم المفهرس(337رقم1440). ¶ (¬2) ... الوفيات لابن رافع(1/303 رقم181). ... ... ¶ (¬3) ... كشف الظنون (1/165). ...",
            "page": "10",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "الله عنهما) ثم في وسط الصفحة (سماع لمحمد بن حمزة بن محمد بن أبي جميل القرشي نفعه الله بالعلم). ¶ والنسخة عليها سماعات كثيرة لبعض الأئمة كالمزي وغيره، وهي نسخة مقابلة يدل على ذلك الدائرة المنقوطة عقب كل نص وعدد أوراقها: (14) ورقة كل ورقة صفحتان وفي كل صفحة من اثنين وعشرين سطراً إلى أربعة وعشرين سطراً، وفي كل سطر من ثلاث عشرة كلمة إلى ثماني عشرة كلمة تقريباً وتمتاز هذه النسخة بأنها قرئت في عهد المصنف حيث ورد في بعض السماعات كلمة\"أبقاه الله\" وفي بعضها مؤرخ في محرم ثلاثين وخمسمائة أي قبل وفاته. ¶ ومن مزاياها أنها بقراءة المخرج أبي الفضل محمد بن ناصر بن محمد البغدادي. ¶ ثالثاً: مخرج هذا الجزء من الأمالي: ¶ هو الإمام المحدث الحافظ مفيد العراق أبو الفضل محمد بن ناصر بن محمد بن علي بن عمر السلامي البغدادي. ¶ مولده في سنة سبع وستين وأربعمائة، وربي يتيماً في كفالة جده لأمه الفقيه أبي حكيم الخبري، توفي أبوه - ناصر - فلقنه جده أبو حكيم القرآن وقرأ ما لا يوصف كثرة، وحصل الأصول، وجمع وألف وبعد صيته وكان فصيحاً مليح القراءة قوي العربية بارعاً في اللغة جم الفضائل. تفرد بإجازات عالية، توفي في ثامن عشر شعبان سنة خمسين وخمسمائة (¬1) . ¶ ¬__________ ¶ (¬1) ... انظر: سير أعلام النبلاء(20/265-270). ...",
            "page": "11",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "السماعات المثبتة على النسخة ¶ أولاً: السماعات المثبتة على صفحة العنوان: ¶ (1) سمع المجلس الأول من هذه المجالس على الشيخ الجليل الفاضل... عبد الرحيم بن يوسف بن يحيى السلمي عن ابن أبي حبيب من سماعه فيه نقلاً بقراءة صاحب الجزء الفقيه الإمام العالم الحافظ جمال الدين أبي الحجاج يوسف بن الزكي عبد الرحمن بن يوسف المزي.. عبد الكريم بن عبد النور بن منير الحلبي عفا الله سبحانه عنه، وقيد ذلك وتم ذلك في يوم الأربعاء... من شوال سنة ثلاث .... وستمائة بجامع .... في القاهرة، وقرئ عليه أيضاً المجلس السابع من أمالي القاضي أوله ثنا بسماعه هبة الله بن الطبر، وعن القاضي بسماعه. وجزء فيه حدثني ابن أبي أحمد الغطريف بسماعه أيضاً من ابن الطبر، وعن القاضي أبي بكر الأنصاري وأبي المواهب بن ملوك الوراق بسماعه عن أبي الطيب طاهر بن عبد الله الطبري عن أبي أحمد الغطريف وأجاز لي وله جميع ما يجوز له روايته. ¶ (2) قرأت هذه المجالس الستة المشتمل عليها هذا الجزء على الشيخ الأجل الثقة أبي عبد الله محمد بن حمزة بن محمد القرشي أيده الله بتوفيقه بحق سماعه لها ممن خرجت له فسمع ذلك ابني سالم ... والفقيه ضياء الدين أبو الحسن علي بن عقيل بن علي الثعلبي وابنه أبو عبد الله الحسين وأبو عبد الله هبة بن عبد الله الحراني، وكبت الحسن ابن ... بن محفوظ الربعي ... شهر ربيع الآخر... الباب... الشرقي من الجامع المعمور...صح. ¶ (3) قرأت هذه المجالس الستة المشتمل عليها هذا الجزء على الشيخ الفقيه العالم أبي عبد الله محمد بن حمزة بن محمد بن أبي جميل القرشي رضي الله عنه بحق سماعه من أبي بكر",
            "page": "12",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "محمد بن عبد الباقي بن محمد الأنصاري عن شيوخه وذلك بمنزل السيد.... يوم الاثنين الثالث والعشرين من صفر سنة اثنتين وخمسين ... بدمشق وهذا خطه ... ¶ ثانياً: السماعات الواردة على الصفحة الأخيرة: ¶ (1) سمع جميع ما في هذا الجزء من أمالي الشيخ الإمام أبي بكر محمد بن عبد الباقي البزاز وهي ستة مجالس بحق سماعه فيها من أبي بكر محمد بن عبد الباقي ممليها الشيخ الزاهد الإمام أبو الربيع سليمان بن إبراهيم بن يحيى الصنهاجي الأندلسي بقراءة علي بن محمد بن علي بن جميل المعافري المالقي وهذا خطه في محرم ثلاثين وخمسمائة بدمشق. ¶ (2) سمع جميع ما في هذا الجزء من أمالي الشيخ الإمام العدل أبي بكر الأنصاري البزاز أبقاه الله، بقراءة محمد بن ناصر بن محمد البغدادي عليه صاحب الجزء الشيخ الجلل أبو عبد الله محمد بن حمزة بن محمد بن أبي جميل القرشي الدمشقي نفعه الله بالعلم، ومحمد بن يوسف بن عبد الملك القرميسيني. ¶ وسمع من أوله إلى آخر الرابع الشيخ أبو محمد المبارك بن عبد الله بن محمد المعروف بابن الدهان البزار، والشيخ أبو دلف سعد الله بن عبد الملك بن محمد بن السندك، وأبو بكر ابن إبراهيم البزار، وسمع من أول المجلس الخامس إلى آخر السادس أبو الحسن علي بن يحيى بن علي بن محمد بن الجراح، والمبارك بن نصر بن نصر بن الحلادي البزاز وذلك في يوم الثلاثاء خامس عشر صفر من سنة تسع وعشرين وخمسمائة في خان الخليفة أعز الله سلطانه من شرقي بغداد. ¶ والحمد لله وصلواته على خير خلقه محمد النبي وعلى آله وصحبه وسلم تسليماً. ¶ (3) سمع مني هذا الجزء ابني أبو طالب محمد جبره الله، وكتبه محمد بن حمزة بن محمد بن أبي جميل القرشي في رجب سنة تسع وثلاثين وخمسمائة. ¶ (4)",
            "page": "13",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "سمع مني هذا الجزء ابني أبو المفضل مكرم بن محمد بن حمزة بن أبي الصقر جبره الله وكتب محمد بن حمزة في شهور سنة ثلاث وخمسين وخمسمائة. ¶ (5) قرأت جميع هذه المجالس على الشيخ الثقة أبي عبد الله محمد بن حمزة بن محمد بن أبي جميل، وسمع معي الولد العزيز القاضي أبو عبد الله الحسين بن علي بن عقيل الثعلبي. وكتب سالم بن حمصي بن مسلم الأرسوقي، وقد كتب في عصر الأربعاء سادس وعشرين من ربيع الآخر سنة تسع وسبعين وخمسمائة على باب جامع دمشق الشرقي. والحمد لله رب العالمين وصلواته على محمد وآله. ¶ (6) قرأت منه المجلس الأول والخامس على الشيخ الجليل المسند المعمر رحلة الوقت ¶ عز الدين بن أبي العز عبد العزيز بن عبد المنعم بن علي بن الصيقل إسماعه لهما حضوراً من أبن الخريف، وصح ذلك يوم الاثنين رابع وعشرين رمضان المبارك سنة ثلاث وثمانين وستمائة بمنزل المسمع بفسطاط مصر،وهذا أول شيء سمعته عليه، وأخبرته بالحديث ابنا بإجازته من ... بسنده المعروف، وكتب يوسف بن الزكي عبد الرحمن بن يوسف المزي عفا الله عنه والحمد لله وحده. ¶ ثالثاً: سماعات وردت في ثنايا المخطوط: ¶ سماع بعد المجلس الأول: ¶ (1) سمع المجلس الأول من أبي علي ضياء بن أبي القاسم بن الخريف بسماعه من القاضي بقراءة الضياء جماعة منهم عبد العزيز بن عبد المنعم بن علي الحراني ... في يوم الثلاثاء ثامن عشر ربيع الآخر سنة ثمان وتسعين وخمسمائة بمسجد ابن عقيل ببغداد والحمد لله. ¶ سماع بعد المجلس الخامس: ¶ (2) سمع بعد المجلس الخامس على الشيخ أبي علي ضياء بن أبي القاسم بن الخريف بسماعه من القاضي أبي بكر... عبد اللطيف بن عبد المنعم بن الصيقل الحراني، وحضر أخوه",
            "page": "14",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "عبد العزيز يوم الأحد سادس عشر لصفر سنة ثمان وتسعين وخمسمائة بالجانب الشرقي من بغداد، والحمد لله وحده وصلى الله على محمد وآله وسلم. ¶ منهجي في التحقيق: ¶ سرت في تحقيقي لهذا الجزء على المنهج المقرر في أصول علم التحقيق، وقد قسمت هذا المنهج إلى قسمين: ¶ الأول: تحقيق النص: ¶ 1 - ... اعتمدت النسخة الفريدة (التي سبق وصفها) فنسختها ثم قمت بعرضها على الأصل مرة أخرى للتثبت من سلامة النسخ ثم راجعتها بعد الطباعة. ¶ 2 - استعنت بمصادر المصنف وكتب التخريج والتراجم في قراءة النص وتقويمه وذلك لأنها نسخة فريدة. ¶ 3 - لم أتدخل في النص بالتغيير والتصويب إلا في الخطأ الواضح الذي يغلب على الظن أنه خطأ نسخي وليس من المؤلف. ¶ 4 - وضعت في الأصل خطاً مائلاً للدلالة على نهاية صفحة الأصل وفي مقابل السطر أكتب رقم اللوحة مع وضع ( أ ). للصفحة اليمنى و (ب) للصفحة اليسرى. ¶ 5 - التزمت قواعد الإملاء الحديثة في الكتابة . ¶ الثاني: منهج خدمة النص: ¶ 1- عزوت الآيات القرآنية إلى سورها في القرآن مع بيان رقم الآية. ¶ 2 - خرجت الأحاديث والآثار وذلك على النحو التالي:",
            "page": "15",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "أ - إن كان الحديث في الصحيحين أو في أحدهما فإني لا أتوسع في التخريج بل اكتفي بهما. ¶ ب - وإذا لم يكن فيهما أو في أحدهما أتبع ما يلي: ¶ 1 - أبدأ أولاً - وهذا في الغالب - بالكتاب الذي هو مصدر المصنف مقدماً تسميته بقوله: \"هو في كذا\" ثم أذكر الكتاب أو الكتب التي أخرجت الحديث من طريق المصنف. ¶ 2 - ثم أذكر بعد ذلك بقية الكتب مبتدئاً بالسنن الأربع ثم مسند الإمام أحمد... ¶ 3 - خرجت الأخبار والأشعار بعزوها إلى مصادرها . ¶ 4 - ترجمت لرجال الإسناد وقد اتبعت المنهج التالي: ¶ أ - إن كان المترجم له من رجال التقريب للحافظ ابن حجر فأكتفي بقوله، وقد أخالفه وأرجح قول آخرين خالفوه كالإمام الذهبي مثلاً. ¶ ب- وإن كان المترجم له من غير رجال التقريب وهم متفق فيهم بجرح أو تعديل فأختصر القول فيهم، وإن كانوا مختلفاً فيهم جرحاً أو تعديلاً فأتوسع فيهم قدر الحاجة. ¶ جـ- اعتمدت لبيان طبقة المدلسين على كتاب الحافظ ابن حجر (تعريف أهل التقديس بمراتب الموصوفين بالتدليس). ¶ 5 - حكمت على إسناد المصنف وذلك بعد النظر في ترجمة الرواة والتخريج. ¶ 6 - شرحت الألفاظ الغريبة. ¶ 7 - عرفت بالأماكن من البلدان. ¶ 8 - قمت بعمل فهارس علمية تخدم النص وهي: ¶ 1 - فهرس الرواة. ¶ 2 - فهرس الأحاديث والآثار. ¶ 3 - فهرس الموضوعات.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "القسم الثاني: التحقيق ¶ بسم الله الرحمن الرحيم ¶ لا إله إلا الله عدة للقاء الله عز وجل ¶ (1) حدثنا الشيخ الإمام أبو بكر محمد بن عبد الباقي بن محمد الأنصاري رضي الله عنه في الخامس عشر من صفر سنة سبع وعشرين وخمسمائة ببغداد حرسها الله تعالى الجانب الشرقي وهو أول حديث سمعته منه - أعني من لفظه - قال حدثني القاضي أبو الحسن علي بن المفرج بن عبد الرحمن السقلي (¬1) من لفظه بمكة في المسجد الحرام تجاه الكعبة زادها الله شرفاً وتعظيماً وكرامة ومهابة وهو أول حديث سمعته عنه قال: حدثني الشيخ أبو نصر عبيد الله بن سعيد الحافظ (¬2) وهو أول حديث سمعته منه، قال: أبنا أبو يعلى حمزة بن عبد العزيز المهبلي (¬3) ، وهو أول حديث سمعته ¶ ¬__________ ¶ (¬1) ... ويقال الصَّقِليِّ، قاضي مكة، توفى سنة نيف وسبعين وأربعمائة، له كتاب الفوائد يرويه عنه أبو بكر الأنصاري كما في المجمع المؤسس لابن حجر(4/141 رقم1373). انظر: الأنساب للسمعاني3/549. ... ¶ (¬2) ... عبيد الله بن سعيد بن حاتم بن محمد الوائلي البكري أبو نصر السِّجْزي الحافظ الرحال، نزيل مصر ومكة المتوفى سنة (444هـ)، قال ابن ماكولا في الإكمال (7/306):\" كان أحد الحفاظ المتقنين سمع بخراسان ومكة ومصر والبصرة والعراق وجاور بمكة حتى مات\". ... ¶ (¬3) ... حمزة بن عبد العزيز بن محمد بن أحمد بن حمزة المهبلي أبو يعلى التيسابوري الصيدلاني، الطبيب المتوفى سنة(406هـ) قال السمعاني في الأنساب (3/573):\"شيخ فاضل صالح عالم صحب الأئمة وعمر حتى حدث بالكثير\". ...",
            "page": "17",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "منه بقراءتي عليه، قال: ثنا أبو حامد أحمد بن محمد بن يحيى بن بلال البزاز (¬1) ، وهو أول حديث سمعته منه سنة ثلاثين وثلاثمائة، قال: ثنا عبد الرحمن بن بشر بن الحكم (¬2) وهو أول حديث سمعته منه، قال: ثنا سفيان بن عيينة (¬3) ، وهو أول حديث سمعت من سفيان بن عيينة، عن عمرو بن دينار (¬4) ، عن أبي قابوس مولى عبد الله ابن عمرو بن العاص (¬5) عن عبد الله بن عمرو بن العاص رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: \"الراحمون يرحمهم الرحمن ارحموا أهل الأرض يرحكم من في السماء\" (¬6) . ¶ (2) أخبرنا أبو الحسن علي بن إبراهيم بن عيسى المقرئ الشيخ الزاهد (¬7) ، ثنا أبو بكر محمد بن إسماعيل ابن العباس الوراق (¬8) إملاءً في شعبان سنة سبع وستين وثلاثمائة، ¶ ¬__________ ¶ (¬1) ... الخشاب النيسابوري المتوفى سنة (333هـ). ¶ قال الخليلي:\" ثقة مأمون\"، وقال السمعاني:\"كان من الثقات الأثبات المكثرين\". ¶ انظر الأنساب للسمعاني(2/367)، سير أعلام النبلاء (15/284-285). ... ¶ (¬2) ... العبدي، أبو محمد النيسابوري (ت260 هـ وقيل بعدها). ثقة. (التقريب3834). ... ¶ (¬3) ... سفيان بن عيينة بن أبي عمران ميمون الهلالي أبو بكر محمد الكوفي ثم المكي (ت198هـ) وله إحدى وتسعون سنة، ثقة حافظ فقيه إمام حجة، إلا أنه تغير حفظه بآخره، وكان ربما دلس لكن عن الثقات. ¶ ( التقريب 2464)، (تعريف أهل التقديس:52). ¶ (¬4) ... عمرو بن دينار المكي أبو محمد الأثرم الحجمي مولاهم(ت126هـ). ثقة ثبت.(التقريب5024). ... ¶ (¬5) ... مقبول، (التقريب8373). وذكره ابن حبان في الثقات(5/588). ¶ وقال الذهبي في الكاشف (2/451): وثق ... ¶ (¬6) ... إسناده صحيح بالتسلسل إلى سفيان بن عيينة ومتنه قابل للتحسين إلى منتهاه. ¶ وأخرجه أبو بكر الأنصاري أيضاً في أحاديث الشيوخ الثقات 3/1364 رقم708 والسخاوي في البلدانيات ص47 وقال: \"هذا حديث حسن بل صححه غير واحد\". ¶ وأبو الفضل العراقي في \"الأربعون العشارية\" ص125، وقال:\"هذا حديث صحيح\". وابن حجر في \"الإمتاع بالأربعين المتباينة السماع\"(ص15-16) وحسنه. ¶ وأخرجه من غير تسلسل الإمام أحمد(2/160 رقم 6494) وأبو داود(4/285 رقم1941) والترمذي(4/323 رقم1924) وقال:\"حسن صحيح\"، والحاكم وصححه(4/159) كلهم من طريق سفيان بن عيينة به. ¶ وهذا الحديث من أشهر الأحاديث المسلسلات. ¶ (¬7) ... المتوفى سنة(448هـ) راوي أمالي القطيعي والوراق. ¶ قال الخطيب في تاريخ بغداد(11/342):\"كتبنا عنه وكان لا بأس به\".وانظر سير أعلام النبلاء(17/662-663). ¶ (¬8) ... المتوفى سنة(378هـ) قال عنه البرقاني:\"ثقة ثقة\". ووصفه ابن أبي الفوارس والأزهري بالتساهل، وأنه يحدث من نسخ ليس فيها سماعه. ¶ فتعقب الذهبي ذلك بقوله:\"التحديث من غير أصل قد عَمَّ اليوم وطم، فنرجو أن يكون واسعاً بانضمامه إلى الإجازة\". انظر: تاريخ بغداد (2/53) وسير أعلام النبلاء(16/388)، ولسان الميزان(5/80). ...",
            "page": "18",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "عن عبد الله بن محمد بن عبد العزيز (¬1) ثنا أبو يحيى كامل بن طلحة الجحدري (¬2) ، ثنا أبو معمر عباد بن عبد الصمد (¬3) ، ثنا راعي النبي صلى الله عليه وسلم (¬4) قال: سمعت رسول الله صلى الله عليه وسلم يقول:\"من لقي الله عز وجل وهو يشهد أن لا إله إلا الله وأن محمداً عبده ورسوله، وآمن بالبعث والحساب دخل الجنة\". ¶ قلنا:أنت سمعت من رسول الله صلى الله عليه وسلم فأدخل أصبعيه في أذنيه وقال: أنا سمعت هذا من رسول الله صلى الله عليه وسلم لا مرة، ولا مرتين،ولا ثلاثاً، ولا أربعاً (¬5) . ¶ (3) أخبرنا أبو محمد الحسن بن علي بن محمد الجوهري (¬6) قراءة عليه وأنا أسمع، أبنا أبو بكر أحمد بن جعفر بن حمدان بن مالك القطيعي (¬7) قراءة عليه، ثنا بشر بن موسى (¬8) ، ثنا أبو نعيم الفضل بن دكين (¬9) ، ثنا زكريا بن أبي زائدة (¬10) ،عن عطية العوفي (¬11) ، عن ¶ ¬__________ ¶ (¬1) ... هو أبو القاسم البغوي المتوفى سنة (317هـ) إمام حافظ، وناقد جهبذ،تكلم فيه بما لا يؤثر فيه، فهو أجل من أن يناله جرح. انظر: سير أعلام النبلاء (14/440)، ولسان الميزان (3/338-341). ... ¶ (¬2) ... أبو يحيى البصري، نزيل بغداد (ت231هـ أو 232هـ) وله بضع وثمانون، لا بأس به. (التقريب5638). ¶ (¬3) ... عباد بن عبد الصمد أبو معمر البصري. ¶ قال البخاري: منكر الحديث، وقال أبو حاتم: ضعيف الحديث جداً، منكر الحديث، لا أعرف له حديثاً صحيحا. ¶ انظر: التاريخ الكبير(6/41)، الجرح والتعديل (6/82). ¶ (¬4) ... هو: أبو سلمى، صحابي قيل اسمه: حريث. (أسد الغابة6/163). ... ¶ (¬5) ... إسناده ضعيف جداً. ¶ وأخرجه ابن عساكر في تاريخ مدينة دمشق(4/291-292) و(66/275) وابن الأثير في أسد الغابة (6/163) و(6/454) والسبكي في طبقات الشافعية الكبرى(1/46) كلهم من طريق عبد الله بن محمد البغوي به. وذكره الهندي في كنز العمال(1/45) وعزاه لابن صهري في أماليه. ... ¶ (¬6) ... المتوفى سنة (454هـ). ¶ قال الخطيب:\"كتبنا عنه، وكان ثقة أميناً كثير السماع\". وقال الذهبي:\"وكان من بحور الرواية،روى الكثير وأملى مجالس عدة\". انظر: تاريخ بغداد(7/393) وسير أعلام النبلاء(18/68). ... ¶ (¬7) ... المتوفى سنة(368هـ) عن أربع وتسعين سنة. ¶ قال أبو بكر البرقاني:\"كان شيحاً صالحاً...غرقت قطعة من كتبه...فنسخها من كتاب ذكروا أنه لم يكن سماعه فيه، فغمزوه لأجل ذلك، وإلا فهو ثقة،كنت شديد التنقير عن حاله حتى ثبت عندي أنه صدوق لا يشك في سماعه. ¶ وقال الخطيب: \"لم نر أحداً امتنع من الرواية عنه، ولا ترك الاحتجاج به\". ¶ وقال ابن الحوزي:\"كان كثير الحديث ثقة... لما غرقت القطيعة بالماء الأسود غرق بعض كتبه، فاستحدث عوضها، فتكلم فيه بعضهم، وقال:كتب من كتاب ليس فيه سماعه، ومثل هذا لايطعن به عليه، لأنه يجوز أن تكون تلك الكتب قد قرئت عليه وعورض بها أصله، وقد روى عنه الأئمة: كالدارقطني وابن شاهين، والبرقاني، وأبي نعيم، والحاكم، ولم يمتنع أحد من الرواية عنه، ولا ترك الاحتجاج به\". ¶ انظر تاريخ بعداد(4/73-74) والمنتظم (7/92-93) سير أعلام النبلاء(16/210-213). ¶ (¬8) ... بشر بن موسى بن صالح بن شيخ بن عمرة أبو علي الأسدي البغدادي (ت288هـ) عن ثمان وتسعين سنة. ¶ قال الخطيب: كان ثقة أميناًَ عاقلاً ركيناً. وقال الدارقطني: ثقة. وقال الذهبي: الحافظ الثقة المعمر. ¶ انظر: تاريخ بغداد(7/86-87) سير أعلام النبلاء (13/352-353). ... ¶ (¬9) ... الفضل بن دكين الكوفي واسم دكين عمرو بن حماد بن زهير التيمي مولاهم الأحول أبو نعيم الملائي- بضم الميم-مشهور بكنيته، ثقة ثبت (ت218 أو 219هـ). (التقريب5401). ... ¶ (¬10) ... زكريا بن أبي زائدة الهمداني الوادعي أبو يحيى الكوفي (ت147هـ أو 148هـ أو149هـ) ثقة وكان يدلس، وسماعه عن أبي إسحاق بأخره. قلت: وتدليسه من المرتبة الثانية. ¶ (التقريب2022)، (تعرف أهل التقديس رقم47). ¶ (¬11) ... عطية بن سعد ين جنادة - بضم الجيم بعدها نون خفيفة - العوفي أبو الحسن، صدوق يخطئ كثيراً وكان شيعياً مدلساً مات سنة (111هـ). (التقريب4616).",
            "page": "19",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "أبي سعيد الخدري قال: قال رسول الله صلى الله عليه وسلم:\"من مات لا يشرك بالله شيئاً دخل الجنة\" (¬1) . ¶ (4) أخبرنا الشيخ أبو إسحاق إبراهيم بن عمر بن أحمد الفقيه (¬2) رحمه الله قراءة عليه وأنا أسمع، قيل له أخبركم أبو محمد عبد الله بن إبراهيم بن أيوب البزاز (¬3) في المحرم من سنة ثمان وستين وثلاثمائة، ثنا أبو بكر موسى بن إسحاق بن موسى الأنصاري (¬4) ، ثنا خالد ¶ ¬__________ ¶ (¬1) ... إسناده ضعيف، ويرتقي إلى الحسن لغيره بشواهده وأخرجه الإمام أحمد في المسند(3/79 رقم11768). وعبد بن حميد في المسند(1/280 رقم890). وأبو بكر القطيعي في جزء الألف دينار(رقم96). ¶ وأبو يعلى في المسند(2م302 رقم1026) كلهم من طريق أبي نعيم الفضل بن دكين. ¶ وأبو يعلي أيضاً في المسند(2/302 رقم1026) من طريق محمد بن بشر كلاهما عن زكريا به. ¶ وللحديث شواهد من حديث أبي ذر عند البخاري(1180) ومسلم (94) ومن حديث جابر عند مسلم(93) ¶ (¬2) ... إبراهيم بن عمر بن أحمد بن إبراهيم بن إسماعيل بن مهران البرمكي البغدادي أبو إسحق الفقيه الحنبلي. المتوفى سنة(445هـ. ¶ قال عنه الخطيب:\"كتبنا عنه، وكان صدوقاً، ديناً، فقيهاً على مذهب أحمد بن حنبل\"، وقال عنه السمعاني:\"كان صدوقاً ثقة\". انظر: تاريخ بغداد(6/139)، والأنساب للسمعاني(1/329). ... ¶ (¬3) ... المتوفى سنة (369هـ). ¶ ... قال عنه الخطيب:\"وكان ثقة ثبتاً\" ونقل توثيقه عن ابن أبي الفوارس والبرقاني. ¶ انظر: تاريخ بغداد (9/408-409). ¶ (¬4) ... المتوفى سنة(297هـ)، إمام عابد، محدث ثقة، فقيه مقرئ. انظر: تاريخ بغداد(13/52-54) وسير أعلام النبلاء (13/579). ...",
            "page": "20",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "بن يزيد يعني العمري المكي (¬1) ، ثنا سلمة بن وردان (¬2) ، عن أنس رضي الله عنه أن امرأة أتت النبي صلى الله عليه وسلم فشكت إليه الحاجة فقال:\" ألا أدلك على خير من ذلك تهللين الله عند منامك ثلاثاً وثلاثين، وتسبحيه ثلاثاً وثلاثين وتحمديه أربعاً وثلاثين، فذلك مائة، خير لك من الدنيا وما فيها\" (¬3) . ¶ (5) أخبرنا القاضي أبو الطيب طاهر بن عبد الله الطبري (¬4) ، الإمام الشافعي، ثنا أبو أحمد الغطريفي (¬5) بجرجان (¬6) سنة إحدى وسبعين وثلاثمائة، ثنا الإمام أبو العباس ابن سريج (¬7) ثنا الرمادي (¬8) ، ثنا يزيد بن أبي حكيم (¬9) ، ثنا سفيان (¬10) ، عن الربيع بن صبيح (¬11) ، عن ¶ ¬__________ ¶ (¬1) ... كذبه أبو حاتم وابن معين. ¶ انظر: الجرح والتعديل لابن أبي حاتم(3/360). ولسان الميزان(2/389). ... ¶ (¬2) ... سلمة بن وردان الليثي أبو يعلى المدني المتوفى سنة بضع وخمسين ومائة. ضعيف(التقريب 2514). ... ¶ (¬3) ... إسناده ضعيف جداً، وصحيح من حديث علي بن أبي طالب. ¶ وهو عند المصنف في أحاديث الشيوخ الثقات (2/418 رقم 21). ¶ وفي فوائد ابن ماسي - المخطوط (ص19). ¶ وأخرجه الشجري في أماليه (1/255) عن أبي إسحاق البرمكي وعن محمد بن محمد بن عثمان البندر كلاهما عن ابن ماسي عبد ا لله بن إبراهيم البزاز به، وأخرجه ابن عساكر في تاريخ دمشق (38/58) من طريق المصنف وأصل الحديث له شاهد من حديث علي بن أبي طالب رضي الله عنه. أخرجه البخاري (رقم3113، 3705، 5361، 5362، 6318) ومسلم (رقم2727). ¶ (¬4) ... طاهر بن عبد الله بن طاهر بن عمر الطبري أبو الطيب، الفقيه الشافعي المتوفى سنة(450هـ). ¶ قال عنه الخطيب في تاريخ بغداد(9/358-360):\".. وكان ثقة، صادقاً، ديناً، ورعاً، عارفاً بأصول الفقه وفروعه، محققاً في علمه، سليم الصدر، حسن الخلق، صحيح المذهب، جيد اللسان...\". ¶ وانظر سير أعلام النبلاء(17/668-771). ... ¶ (¬5) ... محمد بن أحمد بن حسين بن القاسم بن السري بن الغطريف بن الجهم العبدي أبو أحمد الغطريفي الجرجاني المتوفي سنة(377هـ). إمام حافظ متقن، صنف الصحيح على المسانيد. ¶ قال ابن حجر: هو ثقة ثبت من كبار حفاظ زمانه. ¶ انظر: تذكرة الحفاظ (3/971) (لسان الميزان5/35). ... ¶ (¬6) ... جرجان: إقليم في جنوب بحر قزوين، عاصمته مدينة باسمه (جرجان) يقع الآن شمالي إيران. ¶ انظر: معجم البلدان لياقوت(2/119-122)، وأطلس العالم(53). ... ¶ (¬7) ... أحمد بن عمر بن سريج البغدادي أبو العباس القاضي الشافعي المتوفى سنة(306هـ). ¶ الإمام، شيخ الإسلام فقيه العراقيين، صاحب المصنفات، مجدد قرنه. ¶ انظر: تاريخ بغداد(4/287-289) وسير أعلام النبلاء(14/201-203) ... ¶ (¬8) ... أحمد بن منصور بن سيار البغدادي الرمادي المتوفى سنة(265هـ) وله ثلاث وثمانون سنة، ثقة حافظ، طعن فيه أبو داود لمذهبه في الوقف في القرآن (التقريب113). ¶ (¬9) ... يزيد بن أبي حكيم العدني أبو عبد الله مات بعد سنة عشرين ومائتين. صدوق (التقريب7703). ... ¶ (¬10) ... سفيان ين سعيد بن مسروق الثوري أبو عبد لله الكوفي مات سنة(161هـ) وله (64 سنة) ثقة حافظ، فقيه عابد إمام حجة، وكان ربما دلس . (التقريب 2445). ... ¶ (¬11) ... الربيع بن صبيح - بفتح المهملة - السعدي البصري المتوفى سنة(160هـ) صدوق سيئ الحفظ، وكان عابداً مجاهداً، وقال الرامهرمزي:هو أول من صنف الكتب بالبصرة. (التقريب1895). ...",
            "page": "21",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "يزيد الرقاشي (¬1) ،عن أنس قال:قال رسول الله صلى الله عليه وسلم:\"من توضأ يوم الجمعة فبها ونعمت،ومن اغتسل فالغُسل أفضل\" (¬2) . ¶ (6) أخبرنا أبو القاسم عمر بن الحسين الخفاف (¬3) ، أبنا أبو حفص عمر بن محمد بن علي الزيات (¬4) ، قراءة عليه، ثنا عبد الله بن محمد - يعني ابن ناجية (¬5) ، وأبو حفص عمر ابن نصر الكاغدي (¬6) ،وصالح بن أحمد بن أبي مقاتل (¬7) قالوا: ثنا عمرو بن علي (¬8) ، ثنا ¶ ¬__________ ¶ (¬1) ... يزيد بن أبان القرشي - بتخفيف القاف ثم معجمة - أبو عمرو البصري القاص (مات قبل سنة120هـ). زاهد ضعيف. (التقريب7683). ... ¶ (¬2) ... إسناده ضعيف ويرتقي إلى الحسن لغيره بالمتابعة، وهو في جزء ابن غطريف رقم(18). ¶ وأخرجه ابن ماجه(1/347 رقم1091) من طريق إسماعيل بن مسلم المكي والبيهقي في الكبرى (1/296 رقم1314) من طريق الربيع بن صبيح. وعبد الرزاق في المصنف(3/199 رقم5312) عن الثوري عن عكرمة بن عمار. ¶ والطيالسي في مسنده(1/282 رقم2110) عن الربيع كلهم عن يزيد بن أبان الرقاشي به. ¶ وذكره البوصيري في مصباح الزجاجة(1/13 رقم389) وقال: هذا إسناد ضعيف، لضعف يزيد الرقاشي. قلت: ويزيد الرقاشي متابع، فقد رواه الطبراني من طريق ثابت البناني عن أنس، نقله ابن عبد الهادي في تنقيح التحقيق(1/557) وإسناده حسن، ورواه الطبراني أيضاً في الأوسط(8/161) ومن طريق الحسن عن أنس به. ¶ (¬3) ... عمر بن الحسين بن إبراهيم بن محمد أبو القاسم الخفاف، المتوفى سنة(450هـ) قال عنه الخطيب:\"كتبت عنه، وكان صدوقاً\". تاريخ بغداد(11/276) وانظر سير أعلام النبلاء(17/659). ... ¶ (¬4) ... المتوفى سنة(375هـ) عن خمس وتسعين سنة. وثقه البرقاني، وابن أبي الفوارس،والعتيقي. ¶ انظر: تاريخ بغداد11/260)، وسير أعلام النبلاء (16/323). ... ¶ (¬5) ... أبو محمد البربري المتوفى سنة(301هـ). ¶ قال الخطيب:\"كان ثقة ثبتاً\" تاريخ بغداد(10/104)، وانظر تذكرة الحفاظ(2/696). ... ¶ (¬6) ... عمر بن محمد بن نصر بن الحكم أبو حفص المقرئ الكاغدي المتوفى سنة(305هـ). ¶ قال الخطيب البغدادي:\"وكان ثقة\" تاريخ بغداد(11/220)، وانظر: معرفة القراء الكبار(1/239). ... ¶ (¬7) ... هو القيراطي البزاز، متروك. سؤالات الحاكم(1/119)، وانظر: ميزان الاعتدال(3/395)، والمجروحين (1/373)، والكامل في الضعفاء(4/73). ... ¶ (¬8) ... عمرو بن علي بن بحر كنيز- بنون وزاي أبو حفص الفلاس الصيرفي المتوفى سنة(249هـ) ثقة حافظ. ¶ (التقريب 5081). ...",
            "page": "22",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "زياد ابن عبد الله (¬1) ، عن محمد بن جحادة (¬2) ،عن عمرو بن دينار عن عطاء بن يسار (¬3) ، عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم\"إذا أقيمت الصلاة فلا صلاة إلا المكتوبة\" (¬4) . ¶ (7) حدثنا شيخنا القاضي الإمام أبو يعلى محمد بن الحسين بن محمد بن الفراء (¬5) املاءً، أبنا أبو الحسن علي بن عمر بن محمد السكري (¬6) في جمادى الأولى من سنة ست وثمانين وثلاثمائة، أبنا أبو عبد الله أحمد بن الحسن ابن عبد الجبار الصوفي (¬7) ، ثنا الحارث بن سريج الخوارزمي (¬8) ، ثنا عبد الله بن المبارك (¬9) ابنا أبو بكر بن أبي مريم (¬10) عن ضمرة بن ¶ ¬__________ ¶ (¬1) ... زياد بن عبد لله بن الطفيل العامري البكائي - بفتح الموحدة، وتشديد الكاف - أبو محمد الكوفي مات سنة(183هـ). صدوق ثبت في المغازي، وفي حديثه عن غير ابن إسحاق لين، ولم يثبت أن وكيعاً كذبه، وله في البخاري موضع واحد متابعة. (التقريب2085). ... ¶ (¬2) ... محمد بن جحادة - بضم الجيم وتخفيف المهملة - المتوفى سنة بضع عشرة ومائة. ثقة (التقريب5781). ... ¶ (¬3) ... عطاء بن يسار الهلالي أبو محمد المدني مات سنة(94هـ) ثقة فاضل صاحب مواعظ وعبادة. (التقريب4605). ¶ (¬4) ... إسناده حسن، من غير طريق صالح بن أحمد بن أبي مقاتل، وهو صحيح. ¶ أخرجه مسلم(1/493 رقم710). ... ¶ (¬5) ... الحربي المتوفى سنة(458هـ). إمام الحنابلة في وقته، قال عنه الخطيب البغدادي\"كتبنا عنه، وكان ثقة\". تاريخ بغداد(2/256) وانظر: سير أعلام النبلاء(18/89-92). ... ¶ (¬6) ... المتوفى سنة(386هـ). اختلف فيه، وجماع أمره ما قاله الأزهري فيه:\"صدوق، كان سماعه في كتب أخيه، لكن بعض أصحاب الحديث قرأ عليه شيئاً منها لم يكن فيه سماعه والحق فيه السماع، وجاء آخرون فحكوا الإلحاق، وأنكروه، وأما الشيخ فكان في نفسه ثقة\". انظر: تاريخ بغداد(12/40)، وسير أعلام النبلاء(16/538-539). ... ¶ (¬7) ... المتوفى سنة(306هـ) عن نحو ست وتسعين سنة. ¶ قال الخطيب البغدادي:\"كان ثقة\" ورد على من قال أنه وهم في حديث وهماً قبيحاً وبين أن الوهم ليس منه بل من شيخه. (انظر:تاريخ بعداد 4/82-86)، وسير أعلام النبلاء (14/152-153). ¶ (¬8) ... المتوفى سنة(236هـ). ضعيف، انظر: ميزان الاعتدال(2/168) ولسان الميزان(2/149). ... ¶ (¬9) ... عبد الله بن المبارك المروزي مولى بني حنظلة، ثقة ثبت فقيه عالم جواد مجاهد جمعت فيه خصال الخبر، مات سنة(181هـ) وله ثلاث وستون سنة.(التقريب3570). ¶ (¬10) ... أبو بكر بن عبد الله بن أبي مريم الغساني الشامي وقد ينسب إلى جده، قيل اسمه بكير، وقيل عبد السلام، مات سنة (156هـ) ضعيف، وكان قد سرق بيته فاختلط. (التقريب7974). ...",
            "page": "23",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "حبيب (¬1) ، عن شداد بن أوس قال: قال رسول الله صلى الله عليه وسلم\"الكيِّس من دان نفسه وعمل لما بعد الموت، والعاجز من اتبع نفسه هواها وتمنى على الله عز وجل\" (¬2) . ¶ (8) أخبرنا والدي الشيخ أبو طاهر عبد الباقي بن محمد بن عبد الله (¬3) قراءة عليه وأنا اسمع قال: أبنا أبو الحسن أحمد بن محمد بن الصلت المجبِّر (¬4) ، قراءة عليه وأنا أسمع، ثنا أبو إسحاق إبراهيم بن عبد الصمد الهاشمي (¬5) إملاء،ثنا أبو مصعب أحمد بن أبي بكر ¶ ¬__________ ¶ (¬1) ... ضمرة بن حبيب بن صهيب الزبيدي-بضم الزاي- أبو عتبة لحمصي،مات سنة(130هـ)،ثقة. ¶ التقريب(2986). ¶ (¬2) ... إسناده ضعيف. ¶ وهو في الزهد لابن المبارك(171)، وأخرجه الترمذي (4/638 رقم2459) عن سفيان بن وكيع عن عيسى بن يونس، وعبد الله بن عبد الرحمن عن عمرو بن عون عن عبد الله بن المبارك، وابن ماجه(2/1423رقم4260) عن هشام بن عبد الملك عن بقية بن الوليد، والطيالسي في المسند(1/153 رقم1122)، وأحمد في المسند(4/124 رقم 17164) عن علي بن إسحاق عن عبد الله بن المبارك، والبزار في المسند(8/417 رقم3489) عن يعقوب بن إبراهيم الدورقي عن عبد الرحمن بن مهدي عن عبد الله بن المبارك. ... ¶ والطبراني في لكبير(7/284 رقم7143) وفي مسند الشاميين (2/354 رقم1485) من طريق سعيد بن منصور عن ابن المبارك، والقضاعي في مسند الشهاب(1/140 رقم185) من طريق سعيد بن منصور ومحمد بن بكار عن عبد الله بن المبارك كلهم عن أبي بكر بن أبي مريم به، وأخرجه الطبراني في المعجم الصغير(2/107رقم863) وفي الكبير (7/281 رقم7141) من طريق إبراهيم بن عمرو السكسكي عن أبيه عن ثور بن يزيد وغالب بن عبدالله عن مكحول عن عبد الرحمن بن غنم عن شداد. وفيه إبراهيم السكسكي متروك. (اللسان1/87). ¶ (¬3) ... عبد الباقي بن محمد بن عبد الله بن محمد بن عبد الرحمن الأنصاري البغدادي النصري أبو طاهر البزاز المتوفى سنة (461هـ) عن ثمانين سنة. ¶ قال ابن أبي يعلى في طبقات الحنابلة(2/231-232):\"كان شيخاً صالحاً معدَّلاً\"وقال ابن الجوزي في المنتظم (8/255): \"ثقة\". ... ¶ (¬4) ... أحمد بن محمد بن موسى بن القاسم بن الصلت أبو الحسن المجبِّر، مات سنة (405هـ). ¶ ضعفه البرقاني، وقال عنه أبو طاهر الدقاق:\"كان شيخاً ... صالحاً ديناً\".انظر: تاريخ بعداد(5/94). ¶ (¬5) ... إبراهيم بن عبد الصمد بن موسى بن محمد الهاشمي أبو إسحاق البغدادي المتوفى سنة(325هـ). ¶ قال الذهبي في الميزان(1/168):\" ولا بأس به إن شاء الله ... وهو آخر من روى في الدنيا عن أبي مصعب الموطأ. وانظر: تاريخ بغداد(6/137).",
            "page": "24",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "الزهري (¬1) ، عن مالك بن أنس (¬2) ،عن نافع (¬3) ، عن ابن عمر أنه قال: نهى رسول الله صلى الله عليه وسلم أن يسافر بالقرآن إلى أرض العدو\" (¬4) . ¶ (9) أخبرنا الشيخ أبو طالب محمد بن علي بن الفتح الحربي (¬5) قراءة عليه، ابنا علي بن عمر الحافظ (¬6) ، ثنا عبد الله بن محمد البغوي، ثنا وهب بن بقية (¬7) ، ثنا عبد الله بن سفيان الواسطي (¬8) ، عن ابن جريج (¬9) ، عن عطاء (¬10) ، عن أبي الدرداء قال: رآني النبي ¶ ¬__________ ¶ (¬1) ... أحمد بن أبي بكر بن الحارث بن زرارة بن مصعب بن عبد الرحمن بن عوف أبو مصعب الزهري المدني الفقيه، مات سنة(242هـ) صدوق عابد. (التقريب17). ... ¶ (¬2) ... مالك بن أنس بن مالك بن أبي عامر الأصبحي أبو عبيد الله المدني،مات سنة(179هـ)، إمام دار الهجرة، رأس المتقنين، وكبير المثبتين، حتى قال البخاري:أصح الأسانيد كلها مالك عن نافع عن ابن عمر.(التقريب6425). ¶ (¬3) ... نافع أبو عبد الله المدني مولى ابن عمر، مات سنة(117هـ)، ثقة ثبت فقيه مشهور.(التقريب7086). ... ¶ (¬4) ... إسناده حسن، وهو صحيح. ... ¶ أخرجه البخاري في صحيحه(3/1090رقم2828) عن عبد الله بن مسلمة، ومسلم في صحيحه(3/1490 رقم1869) عن يحيى بن يحيى كلاهما عن مالك به مثله. ¶ (¬5) ... محمد بن علي بن الفتح بن محمد بن علي الحربي أبو طالب، الملقب بابن العُشاري، وهو لقب لجده لأنه كان طويلاً، مات سنة(451هـ). ¶ قال عنه الخطيب في تاريخ بعداد(3/107):\"كتبت عنه، وكان ثقة ديناً صالحا\". ... ¶ (¬6) ... علي بن عمر بن أحمد بن مهدي الدرقطني أبو الحسن البغدادي المتوفى سنة (385هـ). ¶ قال الذهبي:\"الإمام الحافظ المجود، شيخ الإسلام، علم الجهابذة\". سير أعلام النبلاء(16/449). ... ¶ (¬7) ... وهب بن بقية بن عثمان الواسطي أبو محمد ويقال له وهبان، مات سنة (239هـ) وله خمس أو ست وتسعون سنة. ثقة. (التقريب7469) ... ¶ (¬8) ... عبد الله بن سفيان الخزاعي الواسطي. ¶ قال عنه العقيلي في الضعفاء(2/262):\"لا يتابع على حديثه\" وانظر: لسان الميزان(3/291). ¶ (¬9) ... عبد الملك بن عبد العزيز بن جريج الأموي مولاهم المكي مات سنة(150هـ أو بعدها). ثقة فاضل، وكان يدلس ويرسل. (التقريب4193)، وتعريف أهل التقديس(101). ... ¶ (¬10) ... عطاء بن أبي رباح - بفتح الراء الموحدة - واسم أبي رباح أسلم القرشي مولاهم المكي،مات سنة(114هـ) على المشهور، ثقة فقيه فاضل، لكنه كثير الإرسال وقيل إنه تغير بأخره، ولم يكثر ذلك منه.(التقريب4591).",
            "page": "25",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "صلى الله عليه وسلم أمشي أمام أبي بكر فقال: \"يا أبا الدرداء أتمشي أمام من هو خير منك في الدنيا والآخرة، ما طلعت شمس ولا غربت على أحد / بعد النبيين والمرسلين أفضل من أبي بكر رضي الله عنه\" (¬1) . ¶ (10) حدثنا أبو محمد الحسن بن علي بن محمد الشيرازي إملاءً قال: أبنا أبو عبد الله الحسين بن محمد بن عبيد الدقاق (¬2) قال: ثنا إبراهيم بن عبد الله المخرمي (¬3) ،ثنا إسحاق بن إبراهيم (¬4) ، ثنا علي بن إبراهيم، ثنا الحسن بن علي الهمداني (¬5) ، حدثني محمد بن عبد ¶ ¬__________ ¶ (¬1) ... إسناده ضعيف جداً، بل حُكِم على الحديث بالوضع. وأخرجه المصنف في أحاديث الشيوخ الثقات(2/913 رقم347) واللالكائي في اعتقاد أهل السنة(7/1281 رقم2433) والآجري في الشريعة (4/1844 رقم1309) وأبو القاسم الأصبهاني في الحجة في بيان المحجة(2/358رقم318). ¶ وابن الجوزي في التبصرة(1/399)، وابن عساكر في تاريخ دمشق(30/208)، والقطيعي في زوائده على فضائل الصحابة للإمام أحمد(1/152 رقم135) كلهم من طريق عبد الله بن سفيان الواسطي به. ¶ وقد حكم أبو حاتم في العلل لابنه (رقم2663) على هذا الحديث بالوضع. ¶ وأورده ابن الجوزي في العلل المتناهية(1/192 رقم298). ... ¶ (¬2) ... المعروف بابن العسكري المتوفى سنة(375هـ) قال ابن أبي الفوارس: كان فيه تساهل. ¶ وقال الأزهري: تكلموا فيه. ¶ وقال العتيقي: كان ثقة أميناً. ¶ انظر: (تاريخ بعداد8/100). ... ¶ (¬3) ... إبراهيم بن عبد الله بن محمد بن أيوب المخرمي أبو إسحاق البغدادي المتوفى سنة(304هـ). ¶ قال الإسماعيلي:\" ما هو عندي إلا صدوق\". ¶ وقال الدارقطني: \"ليس بثقة، حدث عن قوم ثقات بأحاديث باطلة\" ثم أورد له حديثاً منكراً ثم قال: \"وهذا باطل والإسناد ثقات كلهم\". وهذا جرح مفسر يقدم على التعديل. ¶ تاريخ بغداد(6/124)، لسان الميزان(1/72). ... ¶ (¬4) ... هذا الراوي وشيخه لم يتبين لي حالهما. ... ¶ (¬5) ... الحسن بن علي الهمداني. ¶ قال العقيلي: مجهول لا يتابع على حديثه. ¶ وقال الذهبي: لا يدرى من هو. ¶ الضعفاء للعقيلي(1/235)، والمغني في الضعفاء (1/163). ...",
            "page": "26",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "العزيز (¬1) ، عن الضحاك بن مزاحم (¬2) ، عن عبد الله بن العباس رضي الله عنه في قول الله عز وجل(y7د9؛sŒ مَثَلُهُمْ فِي التَّوْرَاةِ وَمَثَلُهُمْ فِي الْإِنْجِيلِ كَزَرْعٍ أَخْرَجَ شَطْأَهُ ) [الفتح:29] الزرع:محمد صلى الله عليه وسلم، أخرج شطأه أبو بكر رضي الله عنه، فآزره بعمر رضي الله عنه، فاستغلظ بعثمان رضي الله عنه، فاستوى على سوقه بعلي بن أبي طالب رضي الله عنه، يعجب الزراع قال: المؤمنون، ليغيظ بهم الكفار قال لقول عمر رضي الله عنه لأهل مكة لا نعبد الله عز وجل بعد يومنا هذا سراً\" (¬3) . ¶ (11) أخبرتنا خديجة بنت محمد بن عبد الله الشاهجانية الواعظة (¬4) ، وأبو بكر أحمد بن حمدويه المقرئ (¬5) ، قالا: ثنا الشيخ أبو الحسين محمد بن أحمد بن إسماعيل بن سمعون (¬6) إملاءً، ح وأخبرنا أبو الحسن علي بن ناعم بن علي بن سهل المقرئ (¬7) ، ¶ ¬__________ ¶ (¬1) ... لم أقف على ترجمته. ... ¶ (¬2) ... الضحاك بن مزاحم الهلالي، الخراساني المتوفى بعد سنة (100هـ) صدوق كثير الإرسال. التقريب(2978). ¶ قلت: والضحاك لم يلق ابن عباس. ¶ انظر: تهذيب التهذيب(4/397-398). ¶ (¬3) ... إسناده شديد الضعف، وفي سنده من لم أقف على ترجمته. ¶ وأخرجه ابن الجوزي في التبصرة(1/476) من طريق إبراهيم بن عبد الله المخرمي به. ¶ وذكره أحمد بن عبد الله الطبري في الرياض النضرة (1/259) وعزاه للجوهري والمصنف في أماليه وذكره الثعلبي في تفسيره (9/67) وكذلك البغوي (4/206). ¶ (¬4) ... خديجة بنت محمد بن عبد الله بن علي بن عبد الله الواعظة المعروفة بالشاهجانية ، ماتت سنة (460هـ). قال عنها الخطيب في تاريخ بغداد(14/446-447) \" كتبنا عنها وكانت صالحة صادقة\". ... ¶ (¬5) ... أحمد بن محمود بن أحمد يعقوب البغدادي أبو بكر المقرئ المعروف:بابن حُمُّدُويَه (بضم الحاء والميم المشددة ودال مضمومة ثم واو ساكنة، ثم هاء وياء بين الواو والهاء) مات سنة (470هـ). ¶ قال الخطيب في تاريخ بغداد(4/381):\"كتبت عنه، وكان صدوقاً\". ... ¶ (¬6) ... الواعظ الزاهد المتوفى سنة (387هـ). قال العتيقي: \"كان ثقة مأموناً\". ¶ انظر:تاريخ بغداد (1/274-277) وسير أعلام النبلاء (16/505). ... ¶ (¬7) ... المتوفى سنة(470هـ) قال الذهبي في تاريخ الإسلام (31/337رقم335) :\"صالح ورع مقرئ\". ...",
            "page": "27",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "ثنا أبو الحسين علي بن محمد بن عبد الله بن بشران المعدل (¬1) إملاءً قال ثنا أبو بكر محمد بن جعفر الآدمي القارئ (¬2) ، ثنا عبد الله بن أحمد يعني الدورقي (¬3) ، ثنا أحمد بن روح البصري (¬4) ثنا حبيب بن مطر السدوسي (¬5) ، أبنا علي بن عبد الله أبو الحسن (¬6) ، عن عطاء (¬7) عن أبي هريرة قال:قال رسول الله صلى الله عليه وسلم:\"اللهم أغفر للعباس، ولولد العباس ولمن أحبهم\" (¬8) . ¶ (12) حدثنا أبو محمد المقنعي (¬9) إملاء، أبنا أبو الحسين عبيد الله بن أحمد بن يعقوب المقرئ (¬10) ثنا محمد بن الحسين الأشناني (¬11) ، ثنا محمد بن يحيى (¬12) ، ثنا الأجلح (¬13) ، ¶ ¬__________ ¶ (¬1) ... المتوفى سنة(415هـ). قال الخطيب في تاريخ بغداد (12/98-99):\" كان صدوقاً ثقة ثبتاً، حسن الأخلاق، تام المروءة، ظاهر الديانة\". ¶ (¬2) ... محمد بن جعفر بن محمد بن فضالة الآدمي، أبو بكر القارئ، مات سنة (348هـ). ¶ قال عنه ابن أبي الفوارس:\"كان قد خلط فيما حدث\" . انظر: (تاريخ بغداد2/147-149). ... ¶ (¬3) ... قال ابن أبي حاتم:\" كتب إلي بجزء من حديثه، وكان صدوقاً\". (الجرح والتعديل5/6). ... ¶ (¬4) ... لم أقف على ترجمته. ... ¶ (¬5) ... ،، ،، ،، ¶ (¬6) ،، ،، ،، ... ¶ (¬7) ... هو ابن أبي رباح. ¶ (¬8) ... في إسناده من لم أقف على ترجمته. ¶ وأخرجه الخطيب البغدادي في تاريخ بغداد (10/39) وابن عساكر في تاريخ دمشق(26/320) كلاهما من طريق أبي بكر محمد بن جعفر الأدمي به مثله. ¶ (¬9) ... هو أبو محمد الحسن بن علي بن محمد الجوهري. ... ¶ (¬10) ... المتوفى سنة (376هـ) قال الأزهري والعتيقي:\"ثقة\"، زاد العتيقي:\"مأمون\". ¶ انظر: تاريخ بعداد (10/362-363) وسير أعلام النبلاء(16/369-370). ... ¶ (¬11) ... محمد بن الحسين بن حفص بن عمر أبو جعفر الخثعمي الأشناني الكوفي المتوفى سنة(315هـ). ¶ قال الدراقطني:\" ثقة مأمون\" تاريخ بغداد (2/234). ... ¶ (¬12) ... محمد بن يحيى الحجري. لا يتابع على حديثه. ¶ انظر: \"الضعفاء للعقيلي\" (4/148) ¶ وميزان الاعتدال (6/367)، لسان الميزان(5/425). ... ¶ (¬13) ... عبد الله بن الأجلح الكندي أبو محمد الكوفي اسم الأجلح يحيى بن عبد الله من التاسعة صدوق. ¶ (التقريب 3202).",
            "page": "28",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "عن منصور (¬1) ، عن مسلم بن صبيح أبي الضحى (¬2) ، عن ابن عباس قال: قال رسول الله صلى الله عليه وسلم: \"من لم يحب عمي هذا - وأخذ بيد العباس فرفعها - لله عز وجل ولقرابته مني فليس بمؤمن\" (¬3) . ¶ (13) سمعت محمد بن عبد الباقي يقول: سمعت أبا المظفر هناد بن إبراهيم النسفي (¬4) يقول: سمعت أبا القاسم عبدالواحد بن عبد السلام بن الواثق (¬5) يقول:سمعت بعض ¶ ¬__________ ¶ (¬1) ... منصور بن المعتمر بن عبد الله السلمي أبو عتاب - بمثناة ثقيلة ثم موحدة- الكوفي مات سنة (132هـ). ثقة ثبت وكان لا يدلس. (التقريب 6908). ¶ (¬2) ... مسلم بن صبيح- بالتصغير- الهمداني أبو الضحى الكوفي العطار مشهور بكنيته مات سنة(100)، ثقة فاضل. ¶ (التقريب 6632). ¶ (¬3) ... إسناده ضعيف، فيه محمد بن يحيى الحجري لا يتابع على حديثه. وأخرجه الطبراني في الأوسط(3/216 رقم2963) عن إبراهيم عن محمد الحجري به. ¶ وأخرجه العقيلي في الضعفاء (4/148) من طريق محمد بن يحيى الحجري وبه أعله. ... ¶ (¬4) ... هناد بن إبراهيم بن محمد بن نصر بن إسماعيل بن عصمة النسفي أبو المظفر الناصحي المتوفى سنة(465هـ). ¶ أشار الخطيب إلى تضعيفه حيث قال عنه في تاريخ بغداد(14/97-98):\"لما أردت الخروج إلى نيسابور، دفع إلى هناد كتابه، وفيه أحاديث شيخ، ذكر أنه حي بالنهروان، يعرف بابن الكردي، عن جعفر الخلدي، وأحمد بن سلمان النجاد، فعلقت بعضها، ولما صرت إلى النهروان، اجتمعت مع ذلك الشيخ وأردت قراءة تلك الأحاديث عليه، فأنكر أن يكون يعرف الخلدي والنجاد، وقال: إنما حدثني عبد الملك بن بكران المقرئ بهذه الأحاديث عمن سميت من المشايخ\". ¶ وقال ابن الجوزي في المنتظم(8/284) \"سمع منه شيوخنا، وحدثونا عنه، وكانوا يتهمونه، لأن الغالب على حديثه المناكير\". ... ¶ (¬5) ... عبد الواحد بن عبد السلام بن محمد بن عبد العزيز بن محمد الواثق بالله أبو القاسم الهاشمي. قال الخطيب في تاريخ بغداد (11/15): \"كتبت عنه ... وكان صدوقاً\". ...",
            "page": "29",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "الصالحين/ يقول: رأى بعض الصالحين في النوم فقلت له: ما فعل الله بك، فقال: غفر لي،قيل: من وجدت أكثر أهل الجنة؟ قال: أصحاب الشافعي رضي الله عنه قال: فأين أصحاب أحمد بن حنبل؟ قال: سألتني عن أكثر أهل الجنة، ما سألتني عن أعلى أهل الجنة، أصحاب أحمد أعلى أهل الجنة، وأصحاب الشافعي أكثر أهل الجنة\" (¬1) . ¶ (14) أخبرنا أبو علي محمد بن وشاح بن عبد الله الزينبي (¬2) ، قراءة عليه وأنا أسمع، أبنا المعافى بن زكريا بن يحيى بن حميد الجريري (¬3) بالإجازة، أبنا الصولي (¬4) ، ثنا عون بن ¶ ¬__________ ¶ (¬1) ... إسناده شديد الضعف. ¶ وأخرجه ابن عبد الهادي في العقود الدرية(ص409) عن أبي بكر محمد بن عبد الباقي به مثله. ¶ (¬2) ... المتوفى سنة(463هـ). ¶ قال عنه الخطيب في تاريخ بغداد(3/336):\"كان سماعه صحيحاً، وكان معتزلياً، وكان كاتباً أديباً مترسلاً شاعراً\" وانظر لسان الميزان(5/416). ... ¶ (¬3) ... المتوفى سنة (390هـ) وله خمس وثمانون سنة والجريري: نسبة إلى محمد بن جرير الطبري. ¶ وثقه البرقاني والعتيقي، تاريخ بغداد(13/230). ... ¶ (¬4) ... هو محمد بن يحيى بن عبد الله بن العباس بن محمد الصولي أبو بكر البغدادي، مات سنة(335هـ وقيل336هـ. قال عنه الخطيب في تاريخ بغداد(3/427):\" كان واسع الرواية، حسن الحفظ للآداب، حاذقاً بتصنيف الكتب ووضع الأشياء منها مواضعها... وكان حسن الاعتقاد جميل الطريقة، مقبول القول\". ...",
            "page": "30",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "محمد (¬1) ، ثنا محمد بن أبي العتاهية (¬2) قال: قال الرشيد (¬3) رحمه الله لأبي (¬4) ، عظنى، قال: أخافك قال: أنت آمن، فأنشده أبي: ¶ لا تأمن الموت في طرف ولا نفس ¶ إذا استترت بالحجاب والحرس ¶ واعلم بأن سهام الموت قاصدة ¶ لكل مدرع (¬5) منا ومترس (¬6) ¶ ترجو النجاة ولم تسلك مسالكها ¶ إن السفينة لا تجري على اليبس ¶ ¬__________ ¶ (¬1) ... عون بن محمد أبو مالك الكندي. ¶ قال الخطيب\" هو إخباري صاحب حكايات وآداب روى عنه محمد بن يحيى الصولي فأكثر ولا أعرف راوياً عنه غيره\" تاريخ بغداد (12/294). وانظر: لسان الميزان(4/388). ... ¶ (¬2) ... محمد بن أبي العتاهية، إسماعيل البغدادي. الشاعر بن الشاعر، ويلقب عتاهية، له شعر جيد في الزهد. ¶ انظر: تاريخ الإسلام(17/310) والمنتظم (11/326). ... ¶ (¬3) ... هو هارون الرشيد أمير المؤمنين ابن المهدي محمد بن المنصور أبي جعفر عبد الله بن محمد القرشي الهاشمي المتوفى سنة (193هـ)، كان من أحسن الناس سيرة وأكثرهم غزواً وحجاً. البداية والنهاية(10/214). ... ¶ (¬4) ... أبو العتاهية هو:إسماعيل بن القاسم بن سويد بن كيسان أبو إسحاق الملقب بأبي العتاهية الكوفي نزيل بغداد، الشاعر المطبوع، الذائع الصيت، صاحب الزهديات الكثيرة والمواعظ البليغة في شعره. انظر: الأغاني(4/1-112)، تاريخ بغداد (6/250). ... ¶ (¬5) ... والمدرع: ضرب من الثياب التي تلبس. (لسان العرب8/82). ¶ (¬6) ... أي متوقٍّ بالترس، والترس ما يتوقى به في الحرب. (المعجم الوسيط1/84). ...",
            "page": "31",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "قال: فبكى الرشيد رضي الله عنه حتى بل كمه (¬1) . ¶ آخر المجلس الأول. ¶ مجلس ثاني ¶ (15) وأخبرنا الشيخ الإمام أبو بكر محمد بن عبد الباقي بن محمد الأنصاري في التاريخ قال: ابنا الشيخ الثقة أبو محمد الحسن بن علي بن محمد الجوهري قراءة عليه وأنا أسمع في سنة ست وأربعين وأربعمائة قال: أبنا أبو بكر أحمد بن جعفر بن حمدان بن مالك القطيعي قراءة عليه في منزله في قطيعة الدقيق (¬2) فأقر به وأنا أسمع ثنا أبو عبد الرحمن عبد الله بن ¶ ¬__________ ¶ (¬1) ... إسناده حسن، والحديث أخرجه أبو الفرج الأصبهاني في الأغاني (4/112) عن الصولي به. وذكره ابن كثير في البداية والنهاية (10/218) والكم مفرد وجمعه أكمام، والكم من الثوب مدخل اليد ومخرجها. (لسان العرب2/526). ¶ (¬2) ... هي قطيعة أم جعفر (زوج أبي جعفر المنصور) وتقع في أقصى الشمال الغربي من بغداد) . انظر: (بغداد مدينة السلام- الجانب الغربي - د. صالح العلي 2/211-214).",
            "page": "32",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "أحمد بن محمد بن حنبل بن هلال بن أسد الشيباني المروزي (¬1) قراءة علينا من أصله قال: حدثني أبي أحمد بن محمد (¬2) رحمه الله ثنا عفان (¬3) ثنا همام (¬4) أبنا ثابت (¬5) عن أنس أن أبا بكر رضي الله عنه حدثنا قال: قلت للنبي صلى الله عليه وسلم وهو في الغار، وقال مرة ونحن في الغار \"لو أن أحدهم نظر إلى قدميه لأبصرنا تحت قدميه\". قال: فقال: \"يا أبا بكر ما ظنك باثنين الله ثالثهما\". قال الشيخ الحافظ أبو الفضل محمد بن ناصر بن محمد البغدادي (¬6) هذا حديث حسن صحيح عال من حديث أبي حمزة أنس بن مالك الأنصاري خادم رسول الله صلى الله عليه وسلم عن أبي بكر الصديق رضي الله عنه، وثابت من رواية أبي محمد ثابت بن أسلم البناني عنه. ¶ ... أخرجه محمد بن إسماعيل البخاري في صحيحه عن محمد / بن سنان عن همام (¬7) ، وعن ¶ عبد الله بن محمد عن حبان بن هلال عن همام (¬8) . ¶ ... وأخرجه مسلم بن الحجاج في صحيحه عن زهير بن حرب وعبد بن حميد، وعبد الله بن عبد الرحمن عن حبان عن همام عن ثابت (¬9) كما أخرجناه ووقع لنا عالياً. ¶ ¬__________ ¶ (¬1) ... المتوفى سنة (290هـ) وله بضع وسبعون سنة، ثقة.(التقريب3204). ... ¶ (¬2) ... أحمد بن محمد بن حنبل بن هلال بن أسد الشيباني المروزي نزيل بغداد أبو عبد الله المتوفى سنة(41هـ) وله سبع وسبعون سنة. أحد الأئمة، ثقة حافظ فقيه حجة. (التقريب1/84). ... ¶ (¬3) ... عفان بن مسلم بن عبد الله الباهلي أبو عثمان الصفار البصري من كبار العاشرة، ثقة ثبت. (التقريب4625). ¶ (¬4) ... همام بن يحيى بن دينار العوذي - بفتح المهملة - وسكون الواو وكسر المعجمة - أبو عبد الله البصري، مات سنة (164هـ-165هـ)، ثقة ربما وهم. (التقريب7319). ... ¶ (¬5) ... ثابت بن أسلم البناني - بضم الموحدة ونونين- أبو محمد البصري من السادسة، ثقة عابد(التقريب810). ... ¶ (¬6) ... محمد بن ناصر بن محمد بن علي بن عمر أبو الفضل السلامي المتوفى سنة (550هـ). الحافظ الإمام محدث العراق. ¶ تذكرة الحفاظ (4/1289). ¶ (¬7) ... (3/1337 رقم 3453). باب مناقب المهاجرين وفضلهم، منهم أبو بكر رضي الله عنه. ¶ (¬8) ... (4/1712رقم 4386). باب قوله\"ثاني اثنين إذ هما في الغار إذ يقول لصاحبه لا تحزن إن الله معنا\". ¶ (¬9) ... (4/1854 رقم2381) كتاب فضائل الصحابة باب من فضائل أبي بكر الصديق رضي الله عنه. ...",
            "page": "33",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "... قال الشيخ أبو بكر: فكأن شيخنا الجوهري حدثنا به عن البخاري ومسلم، وكأن ابن مالك (¬1) سمعه من البخاري ومسلم جميعاً. ¶ (16) أخبرنا أبو الحسن علي بن إبراهيم بن عيسى المقرئ الشيخ الزاهد قراءة عليه، ثنا أبو بكر أحمد بن جعفر بن حمدان بن مالك القطيعي إملاء، ثنا محمد بن أحمد البوراني (¬2) ، ثنا إسحاق بن حاتم (¬3) ، ثنا سفيان ابن عيينة، عن زياد بن علاقة (¬4) ، عن جرير بن عبد الله البجلي قال:\"بايعت النبي صلى الله عليه وسلم على النصح لكل مسلم\". ¶ ... هذا حديث عال صحيح، من حديث أبي محمد سفيان بن عيينة الهلالي الكوفي، عن زياد بن علاقة، عن جرير بن عبد الله أبي عمرو البجلي أخرجه مسلم بن الحجاج في جامعه الصحيح عن أبي بكر بن أبي شيبة، وابن نمير، وزهير كلهم عن ابن عيينة (¬5) نحو ما أخرجناه ووقع لنا عالياً بحمد الله، وأخرجه البخاري من طرق منها عن أبي نعيم عن سفيان الثوري عن زياد بن علاقة (¬6) . ¶ (17) أخبرنا القاضي الإمام أبو الطيب طاهر بن عبد الله بن طاهر الطبري الشافعي قراءة عليه، أبنا أبو أحمد محمد بن أحمد بن الغطريف الجرجاني قراءة عليه بجرجان سنة إحدى ¶ ¬__________ ¶ (¬1) ... هو أحمد ابن جعفر بن حمدان بن مالك القطيعي. ¶ (¬2) ... محمد بن أحمد بن خالد البُوراني، قاضي تكريت المتوفى سنة (304هـ). ¶ قال عنه الدارقطني في سؤالات السهمي (رقم106، 110): \"ليس به بأس، ولكنه يحدث عن شيوخ ضعفاء\"، وقال عنه الذهبي في تاريخ الإسلام ( رقم147): \"هو صدوق\". ... ¶ (¬3) ... إسحاق بن حاتم بن بيان العلاف المدائني المتوفى سنة(252هـ) قال الخطيب البغدادي في تاريخ بغداد(6/356: \"وكان ثقة\". ... ¶ (¬4) ... زياد بن علاقة - بكسر المهملة وبالقاف - الثعلبي - بالمثلثة والمهملة - أبو مالك الكوفي مات سنة(135هـ). ثقة رمي بالنصب. التقريب(2092). ... ¶ (¬5) ... (1/75 رقم56). باب بيان أن الدين النصيحة. ¶ (¬6) ... (2/968 رقم2565). كتاب الشروط باب ما يجوز من الشروط في الإسلام والأحكام والمبايعة. ...",
            "page": "34",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "وسبعين وثلاثمائة، ثنا أبو خليفة يعني الفضل بن الحباب الجمحي (¬1) ، ثنا أبو الوليد (¬2) وشعيث بن محرز (¬3) ، عن شعبة (¬4) ، عن سليمان (¬5) ، عن زيد بن وهب (¬6) ثنا عبد الله قال: ثنا رسول الله صلى الله عليه وسلم وهو الصادق المصدوق إن خلق أحدكم يجمع في بطن أمه أربعين ليلة أو أربعين يوماً ثم يكون علقة مثل ذلك ثم يكون مضغة مثل ذلك ثم يبعث الله إليه ملكاً فيؤمر بأربع كلمات يقول: اكتب عمله وأجله ورزقه وشقي أو سعيد، وإن الرجل ليعمل بعمل أهل الجنة حتى ما يكون بينه وبين الجنة إلا ذراع فيغلب عليه الكتاب الذي سبق فيختم له بعمل أهل النار، وإن الرجل ليعمل بعمل أهل النار حتى ما يكون بينه وبينها إلا ذراع فيغلب عليه الكتاب الذي سبق فيعمل بعمل أهل الجنة فيدخل الجنة\". ¶ ... هذا حديث حسن، وأصل في إثبات القدر/ وهو صحيح عال، متفق على صحته، وثابت من رواية زيد بن وهب أبي سليمان الجهني، عن عبد الله بن مسعود أبي عبد الرحمن الهذلي ثم القرشي رحمه الله (¬7) . ¶ ¬__________ ¶ (¬1) ... البصري أبو خليفة المتوفى سنة (305هـ). ¶ قال عنه الذهبي في تذكرة الحفاظ(2/670) :\"الإمام الثقة محدث البصرة\". ... ¶ (¬2) ... هو: هشام بن عبد الملك الباهلي مولاهم، أبو الوليد الطيالسي البصري، مات سنة(227هـ) . ثقة ثبت. (التقريب7301). ... ¶ (¬3) ... شعيث بن محرز بن شعيث بن زيد أبو محمد البصري قال أبو حاتم: \"شيخ\"وذكره ابن حيان في الثقات وقال: \"مستقيم الحديث\". الجرح والتعديل(4/386) والثقات (8/315). ... ¶ (¬4) ... شعبة بن الحجاج بن الورد العتكي مولاهم أبو بسطام الواسطي ثم البصري، مات سنة(160هـ) ¶ ثقة حافظ متقن، كان الثوري يقول: هو أمير المؤمنين في الحديث، وهو أول من فتش بالعراق عن الرجال وذب عن السنة وكان عابداً.(التقريب2790). ... ¶ (¬5) ... سليمان بن مهران الأسدي الكاهلي أبو محمد الكوفي الأعمش، مات سنة(147هـ أو148هـ). ¶ ثقة حافظ عارف بالقراءات ورع لكنه يدلس.(التقريب2615) قلت: وتدليسه من الطبقة الثانية. ¶ انظر: تعريف أهل التقديس (رقم55). ... ¶ (¬6) ... زيد بن وهب الجهني أبو سليمان الكوفي، مات بعد الثمانين وقيل سنة ست وتسعين. مخضرم ثقة جليل لم يصب من قال في حديثه خلل.(التقريب2159). ¶ (¬7) إسناده صحيح، وهو في جزء ابن غطريف (رقم88.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "... أخرجه الإمام أبو عبد الله البخاري في كتابه من طرق إحداها عن أبي الوليد هشام بن عبد الملك الطيالسي، عن شعبة بن الحجاج أبي بسطام العتكي (¬1) نحو ما خرجناه. ¶ ... وأخرجه الإمام أبو الحسين النيسابوري من طرق أيضاً منها عن عبيد الله بن معاذ عن أبيه عن شعبة عن الأعمش سليمان بن مهران الكاهلي أبي محمد الكوفي عن زيد بن وهب (¬2) ، كما أخرجناه ووقع لنا عالياً بحمد الله فكأن شيخنا القاضي أبا الطيب سمعه من مسلم نفسه، وحدث به عن البخاري. ¶ (18) حدثنا شيخنا القاضي الإمام أبو يعلى محمد بن الحسين بن محمد الراصد من لفظه في الإملاء بجامع المدينة أبنا أبو الحسين محمد بن عبد الله بن الحسين الدقاق الثقة الأمين (¬3) ، قال: ثنا عبد الله بن محمد بن عبد العزيز البغوي، ثنا أبو روح محمد بن زياد بن فروة البلدي (¬4) ،قال: ثنا أبو شهاب (¬5) ، عن إسماعيل بن أبي خالد (¬6) ، عن قيس ابن أبي حازم (¬7) ، عن جرير بن عبد الله قال: كنا عند رسول الله صلى الله عليه وسلم فنظر إلى القمر ليلة البدر فقال: إنكم سترون ربكم عز وجل عياناً كما ترون هذا لا تضامون في ¶ ¬__________ ¶ (¬1) ( 6/2433 رقم 6221)كتاب القدر. ¶ (¬2) (4/2036 رقم 2643) كتاب القدر، باب كيفية الخلق الآدمي في بطن أمه وكتابه ورزقه ... ... ¶ (¬3) ... البغدادي ابن أخي ميمي المتوفى سنة (390هـ) . ¶ قال عنه العتيقي وابن أبي الفوارس:\"كان ثقة مأموناً\" وزاد ابن أبي الفوارس:\"ديناً فاضلاً\"، وقال هنا عن تلميذه أبو يعلى الفراء:\"الثقة الأمين\". انظر: تاريخ بغداد(5/469) وسير أعلام النبلاء(16/564). ... ¶ (¬4) ... ذكره ابن حبان في الثقات. ¶ الثقات (9/84) وانظر: المقتنى في سرد الكنى (1/242). ... ¶ (¬5) ... هو: عبد ربه بن نافع الكناني الحناط - بمهملة ونون - نزيل المدائن أبو شهاب الأصغر، مات سنة (271 أو 272هـ)، صدوق يهم. التقريب (379). ¶ (¬6) ... إسماعيل بن أبي خالد الأحمسي مولاهم البجلي، مات سنة (146هـ) ثقة ثبت.التقريب(438). ... ¶ (¬7) ... قيس بن أبي حازم البجلي أبو عبد الله الكوفي، مات بعد التسعين أو قبلها، وقد جاوز المائة، ثقة مخضرم. (التقريب5566). ...",
            "page": "36",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "رؤيته، فإن استطعتم أن لا تغلبوا على صلاة قبل طلوع الشمس وقبل الغروب، وقرأ: ¶ (xخm7y™ur بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ $pkح5rمچنî) [طه:130]. ¶ ... هذا حديث صحيح عال مجمع على صحته، وثابت من رواية أبي محمد إسماعيل بن أبي خالد البجلي، واسم أبي خالد سعد وقيل هرمز (¬1) ، عن قيس بن أبي حازم واسمه عائذ، وقيل عبد عوف بن الحارث الأحمسي البجلي وكان من كبار التابعين وثقاتهم، روى عن أبي بكر وعمر وأكثر العشرة، وجماعة من الصحابة رضي الله عنهم (¬2) عن جرير بن عبد الله البجلي ويكنى أبا عمرو وقيل كنيته أبو عبد الله (¬3) . ¶ / ... رواه عن إسماعيل جماعة من العلماء والأئمة الفضلاء وكبار أصحاب الحديث في وقتهم منهم سفيان الثوري (¬4) ،وسفيان بن عيينة (¬5) ،وشريك بن عبد الله (¬6) ، وأبو معاوية الضرير (¬7) ، وعبد الله بن إدريس (¬8) ويزيد بن هارون (¬9) ،ويحيى بن سعيد القطان (¬10) ، وشعبة بن الحجاج (¬11) وأبو شهاب الحناط عبد ربه بن نافع (¬12) وأبو حنيفة الفقيه الإمام (¬13) ، وابنه حماد (¬14) ، وصاحباه أبو يوسف القاضي (¬15) وزفر بن الهذيل (¬16) ، ¶ ¬__________ ¶ (¬1) ... انظر : تهذيب الكمال (3/69). ¶ (¬2) ... انظر: تهذيب الكمال (24/11). ¶ (¬3) ... انظر: الإصابة (1/475). ... ¶ (¬4) ... المعجم الكبير للطبراني(2/295 رقم 2229). ... ¶ (¬5) ... المعجم الكبير (2/296 رقم 2232). ... ... ¶ (¬6) ... لم أقف على روايته ¶ (¬7) ... أبو داود: (4/233 رقم4729) وابن ماجة (1/63 رقم177). ... ¶ (¬8) ... سنن النسائي الكبرى (6/407 رقم11330). ... ¶ (¬9) ... الدارقطني في رؤية الله (رقم99). ... ¶ (¬10) ... البخاري (1/209 رقم547). ... ¶ (¬11) ... المعجم الكبير للطبراني(2/294 رقم2225). ... ¶ (¬12) ... المعجم الكبير (2/296 رقم 2233) والمعجم الأوسط(8/90 رقم8057). ... ¶ (¬13) ... اعتقاد أهل السنة للالكائي( 3/476 رقم829). ... ¶ (¬14) ... الدارقطني في رؤية الله (رقم118). ¶ (¬15) لم أقف على روايته. ... ¶ (¬16) ... الدارقطني في رؤية الله(رقم154).",
            "page": "37",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "وجرير بن عبد الحميد (¬1) ، ومروان بن معاوية الفزاري (¬2) ، وهشيم بن بشير (¬3) ، وأبو أسامة حماد بن أسامة (¬4) ، وغيرهم من أصحاب الحديث (¬5) . ¶ ... أخرجه البخاري في صحيحه عن يوسف بن موسى القطان عن عاصم بن يوسف اليربوعي، عن أبي شهاب عبد ربه ابن نافع (¬6) كما أخرجناه. وأخرجه أيضاً عن مسدد عن يحيى القطان (¬7) ، وعن الحميدي عن مروان بن معاوية (¬8) وعن إسحاق بن راهوية عن جرير بن عبد الحميد (¬9) . وعن عمرو بن عون عن هشيم (¬10) كلهم عن إسماعيل بن أبي خالد. ¶ ... وأخرجه مسلم في كتابه عن زهير بن حرب عن مروان بن معاوية (¬11) ، وعن أبي بكر بن أبي شيبة عن ابن نمير وأبي أسامة ووكيع (¬12) كلهم عن إسماعيل عن قيس عن جرير بهذا. ¶ ¬__________ ¶ (¬1) ... البخاري(4/1836 رقم 4570). باب (وسبح بحمد ربك قبل طلوع الشمس وقبل الغروب) ... ¶ (¬2) ... البخاري(1/203 رقم 529) ومسلم (1/439 رقم633). ... ¶ (¬3) ... البخاري (6/2703 رقم6997). ... ¶ (¬4) ... أبو داود: (4/233 رقم 4729) وابن حبان في صحيحه(16/473 رقم7442). ... ¶ (¬5) ... يعلى بن عبيد عند أبي عوانة في مسنده(1/314 رقم1112) ووكيع عند الطبراني في المعجم الكبير (2/295رقم 2226) وعيسى بن يونس عند الطبراني في الكبير(2/295 رقم2230) وعبد الله بن عثمان عند الطبراني في الكبير (2/296 رقم 2235)، ومعتمر بن سليمان عند الطبراني في الكبير(2/297 رقم 2236) وانظر طرق هذا الحديث في كتاب رؤية الله للدارقطني رحمه الله. ... ¶ (¬6) ... (6/2703 رقم6998) باب قول الله تعالى ( وجوه يومئذ ناضرة إلى ربها ناظرة ). ... ¶ (¬7) ... (1/209 رقم 547) باب فضل صلاة الفجر. ¶ (¬8) ... (1/203 رقم 529) باب فضل صلاة العصر. ¶ (¬9) ... (4/1836 رقم 4570) باب ( وسبح بحمد ربك قبل طلوع الشمس وقبل الغروب). ¶ (¬10) ... (6/2703 رقم6997) باب قول الله تعالى( وجوه يومئذ ناضرة إلى ربها ناظرة). ¶ (¬11) ... (1/439 رقم 633) باب فضل صلاتي الصبح والعصر والمحافظة عليها. ¶ (¬12) ... (1/440 رقم 633) ،، ،، ،،",
            "page": "38",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "... قال الشيخ أبو بكر فكأن شيخنا القاضي سمعه من البخاري في روايته عن أبي شهاب الحناط، وحدث به عن البخاري ومسلم جميعاً في بقية الطرق التي ذكرناها. ¶ (19) أخبرنا الحسن بن أبي الحسن الفارسي الثقة (¬1) قراءة عليه، ابنا أبو الحسن علي بن محمد الوراق (¬2) ، أبنا أبو علي حمزة بن محمد الكاتب (¬3) ثنا نعيم بن حماد الخزاعي (¬4) ، ثنا فضيل بن عياض (¬5) ، عن ليث (¬6) ، عن مجاهد (¬7) ، عن ابن عمر رضي الله عنهما قال: أخذ رسول الله صلى الله عليه وسلم ببعض جسدي قال:\"كن كأنك غريب في الدنيا أو كعابر سبيل\" قال: وقال عبد الله: \" إذا أصبحت فلا تحدث نفسك بالمساء، وإذا أمسيت ¶ ¬__________ ¶ (¬1) ... هو الحسن بن عل بن محمد الحسن الجوهري. ... ¶ (¬2) ... علي بن محمد بن أحمد بن نصير بن عرفه المعروف بابن لؤلؤ الوراق المتوفى سنة (377هـ) وثقه الأزهري وابن أبي الفوارس. وقال الخطيب في تاريخ بغداد(12/89) \"وكان ثقة أكثر كتبه بخطه\". ¶ وانظر: ميزان الاعتدال(5/188)، ولسان الميزان(4/256). ... ¶ (¬3) ... حمزة بن محمد بن عيسى بن حمزة أبو علي الكاتب المتوفى سنة (302هـ). ¶ قال الخطيب:\"كان ثقة\" تاريخ بغداد (8/180). ... ¶ (¬4) ... نعيم بن حماد بن معاوية بن الحارث الخزاعي أبو عبد الله المروزي المتوفى سنة(228هـ) صدوق يخطئ كثيراً فقيه عارف بالفرائض، وقد تتبع ابن عدي ما أخطأ فيه، وقال : باقي حديثه مستقيم. ¶ التقريب(7166)، وانظر: الكامل لابن عدي (7/16-19). ¶ (¬5) ... فضيل بن عياض بن مسعود التميمي أبو علي الزاهد المشهور، أصله من خراسان وسكن مكة مات سنة (187هـ) ثقة عابد إمام . (التقريب 5431). ... ¶ (¬6) ... الليث بن أبي سليم بن زنيم - بالزاي والنون مصغر - واسم أبيه أيمن، وقيل: أنس، وقيل غير ذلك. ¶ المتوفى سنة(148هـ) صدوق اختلط جداً ولم يتميز حديثه فترك. التقريب(5685) قلت: ومقصود الحافظ بالترك هنا التضعيف دون الاسقاط وترك الاعتبار وقد صرح الحافظ بذلك في الفتح(1/258) حيث قال:\"وحديثه يستشهد به\" وقال الذهبي في آخر ترجمته (6/184):\" بعض الأئمة يحسن لليث ولا يبلغ حديثه مرتبة الحسن، بل عداده في مرتبة الضعف المقارب\". ... ¶ (¬7) ... مجاهد بن جبر - بفتح الجيم وسكون الموحدة - أبو الحجاج المخزومي مولاهم المكي مات سنة(104هـ) وقيل قبلها، ثقة إمام في التفسير وفي العلم. (التقريب 6481). ...",
            "page": "39",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "فلا تحدث نفسك بالصباح، وخذ من شبابك لهرمك، ومن صحتك لسقمك، ومن دنياك لآخرتك\". ¶ هذا حديث صحيح حسن ثابت من رواية مجاهد بن جبر بن الحجاج المكي عن أبي عبد الرحمن عبد الله بن عمر. ¶ ... وغريب من حديث أبي علي فضيل بن عياض الزاهد، عن ليث بن أبي سليم (¬1) . ¶ ... انفرد البخاري بإخراجه / عن علي بن عبد الله المديني عن محمد بن عبد الرحمن الطفاوي عن الأعمش سليمان عن مجاهد عن ابن عمر نحوه (¬2) . ¶ ... ووقع لنا عالياً فكأن شيخنا حُدث به عن البخاري. ¶ (20) حدثنا محمد بن أحمد بن محمد بن عمر الثقة المعدل (¬3) إملاء بجامع المدينة فقال: أبنا الشيخ الصالح أبو الحسين محمد بن عبد الله المعروف بابن أخي ميمي، ثنا أبو القاسم البغوي، ثنا أبو نصر عبد الملك بن عبد العزيز التمار (¬4) ثنا حماد بن سلمة (¬5) ، عن ¶ ¬__________ ¶ (¬1) ... مسند الروياني (2/412 رقم 1417). ¶ وابن الأثير في أسد الغابة (3/351). ¶ والزهد لابن السري (1/288 رقم 500). ¶ والآجري في الغرباء (1/30 رقم18) وليث بن أبي سليم ضعيف. ¶ (¬2) ... (5/2358 رقم 6053) باب قول النبي صلى الله عليه وسلم كن في الدنيا كأنك غريب أو عابر سبيل. ¶ (¬3) ... محمد بن أحمد بن محمد بن عمر بن الحسن بن عبيد بن عمرو بن خالد المعدل أبو جعفر ابن المُسْلمة البغدادي المُسْلمي المتوفى سنة (465هـ). ¶ قال الخطيب \"كتبت عنه، وكان ثقة\". وقال المصنف هنا:\"الثقة المعدَّل\". ¶ تاريخ بعداد (1/256-257). ... ¶ (¬4) ... عبد الملك بن عبد العزيز القشيري النسائي أبو نصر التمار مات سنة (228هـ) وهو ابن إحدى وتسعين. ثقة عابد. (التقريب4194). ... ¶ (¬5) ... حماد بن سلمة بن دينار البصري أبو سلمة مات سنة (167هـ) ثقة عابد أثبت الناس في ثابت وتغير حفظه بآخره. (التقريب1499). ...",
            "page": "40",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "أيوب (¬1) عن نافع عن ابن عمر أن رسول الله صلى الله عليه وسلم قرأ هذه الآية (tPِqtƒ يَقُومُ النَّاسُ لِرَبِّ tûüدHs>\"yèّ9$#)[المطففين:6] قال:\"يقومون حتى يبلغ الرشح أطراف أذانيهم\". ¶ ... هذا حديث عال صحيح من حديث أبي سلمة حماد بن سلمة بن دينار عن أبي بكر أيوب بن أبي تميمة السختياني، واسم أبي تميمة كيسان، عن أبي عبد الله نافع مولى عبد الله بن عمر، انفرد أبو الحسين مسلم بن الحجاج النيسابوري بإخراجه عن أبي نصر التمار عن حماد (¬2) كما أخرجناه ووقع لنا عالياً فكأن شيخنا حُدِّث به عن مسلم. ¶ (21) أخبرنا الشيخ الصالح أبو طالب محمد بن علي العشاري قراءة عليه، قال: أبنا الشيخ الصالح أبو الحسن علي بن عمر الحافظ ثنا عبيد الله بن عبد الصمد بن المهتدي بالله (¬3) ثنا سيار بن نصر (¬4) ، ثنا عمر بن حفص (¬5) ، ثنا العلاء بن عمرو (¬6) ثنا الوضاح (¬7) ، عن إسرائيل (¬8) عن أبي إسحاق (¬9) عن الحارث (¬10) عن علي عليه السلام قال:قال رسول ¶ ¬__________ ¶ (¬1) ... أيوب بن أبي تيمية كيسان السختياني-بفتح المهملة بعدها معجمة ثم مثناة ثم تحتانية وبعد الألف نون- أبو بكر البصري مات سنة إحدى وثلاثين ومائة وله خمس وستون، ثقة ثبت حجة من كبار الفقهاء العباد.(التقريب650) ... ¶ (¬2) ... (4/2196 رقم2862) باب في صفة يوم القيامة. ¶ قلت: وأخرجه البخاري أيضاً (4/1884 رقم 4654) عن إبراهيم بن المنذر عن معن عن مالك عن نافع به. ¶ (¬3) ... عبيد الله بن عبد الصمد بن محمد (المهتدي بالله) ابن هارون (الواثق) بن محمد (المعتصم) بن هارون (الرشيد) العباسي أبوعبد الله المتوفى سنة (323هـ). ¶ قال الخطيب:\"كان ثقة\" تاريخ بغداد (10/351-352). ... ¶ (¬4) ... يسار بن نصر أبو الحكم البغدادي، ترجم له الخطيب البغدادي وسكت عنه. ¶ تاريخ بغداد (9/237). ... ¶ (¬5) ... عمر بن حفص بن صبيح الشيباني البصري، مات في حدود الخمسين ومائتين، صدوق. (التقريب4877). ... ¶ (¬6) ... العلاء بن عمرو الحنفي أبو محمد. قال ابن حبان: لا يجوز الاحتجاج به بحال، وقال أبو الفتح الأزدي: لا يكتب عنه بحال، وقال الذهبي: شيخ واهي الحديث. ¶ انظر: المجروحين (2/185) والضعفاء للعقيلي(3/348). ¶ (¬7) ... الوضاح بن حسان الأنباري. قال الفسوي: كان مغفلاً، وقال الذهبي: مجهول. ¶ انظر: تاريخ بعداد (13/495)،ميزان الاعتدال(7/123). ... ¶ (¬8) ... إسرائيل بن يونس بن أبي إسحاق السبيعي الهمداني أبو يوسف الكوفي مات سنة(160هـ) ثقة تكلم فيه بلا حجة، (التقريب401) ... ¶ (¬9) ... أبو إسحاق: عمرو بن عبد الله بن عبيد ويقال: علي ويقال: ابن أبي شعيرة الهمذاني السبيعي- بفتح المهملة وكسر الموحدة- (ت129هـ) ثقة عابد اختلط بآخره. (التقريب 5065). ... ¶ (¬10) ... الحارث بن عبد الله الأعور الهمداني الكوفي أبو زهير صاحب علي كذبه الشعبي في رأيه، ورمي بالرفض، وفي حديثه ضعف. (التقريب1029). ...",
            "page": "41",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "الله صلى الله عليه وسلم لأبي بكر رضي الله عنه:\" يا أبا بكر إن الله أعطاني ثواب من آمن به منذ خلق الله سبحانه آدم عليه السلام إلى أن تقوم الساعة، وإن الله أعطاني يا أبا بكر ثواب من آمن بي منذ بعثني الله إلى أن تقوم الساعة\". ¶ ... هذا حديث حسن (¬1) ، أخرجه الشيخ الحافظ أبو الحسن علي الدارقطني فيما جمعه مما روته القرابة في الصحابة رضي الله عنهم أجمعين (¬2) . ¶ (22) أخبرنا أبو الحسين محمد بن أحمد بن محمد بن النرسي (¬3) الشيخ الثقة العدل قراءة عليه، قال: أبنا أبو الحسن محمد بن عمر بن محمد بن بهته البزاز (¬4) أبنا أحمد بن محمد بن سعيد الكوفي (¬5) ثنا عبد الله بن أحمد بن مستورد (¬6) ثنا محمد (¬7) ثنا معن بن عيسى (¬8) ، عن ¶ ¬__________ ¶ (¬1) ... بل إسناده شديد الضعف. ... ¶ (¬2) ... لم أقف عليه في المطبوع من كتاب \"فضائل الصحابة ومناقبهم وقول بعضهم في بعض للإمام الدارقطني بتحقيق محمد ابن خليفة، إذ الموجود لا يمثل إلا الجزء الموجود من الحادي عشر، وبقية الأجزاء مفقودة. ¶ وأخرجه الخطيب البغدادي في التاريخ (5/52) في ترجمة أحمد بن محمد بن عبيد الله أبو الحسن التمار،وبه أعله. حيث قال:\"وكان غير ثقة روى أحاديث باطلة... ذاكرت أبا القاسم الأزهري حال هذا الشيخ وقلت: أراه ضعيفاً لأن في حديثه مناكير فقال: نعم هو مثل أبي سعيد العدوي\" قال الحافظ الذهبي:\"والعدوي وضاع\". ¶ انظر: الميزان (1/287)، وأخرجه ابن عساكر في تاريخ دمشق (30/118) من طريق إسماعيل بن نعيم عن العلاء بن عمرو به، ومن طريق إبراهيم بن مهدي عن عمر بن حفص به، ومن طريق عصام بن يوسف عن إسرائيل به. ¶ (¬3) ... محمد بن أحمد بن محمد بن أحمد بن حسنون البغدادي أبو الحسين ابن أبي نصر النرسي، المقرئ المسند المتوفى سنة (456هـ). قال الخطيب البغدادي:\"كتبنا عنه وكان صدوقاً ثقة، من أهل القرآن،حسن الاعتقاد\". وقال عنه المصنف هنا:\"الشيخ الثقة العدل\". ¶ انظر: تاريخ بغداد(1/356) وسير أعلام النبلاء (18/84). ... ¶ (¬4) ... المتوفى سنة(374هـ) قال البرقاني: لا بأس به إلا أنه شيعي،وقال العتيقي: ثقة. ¶ انظر تاريخ بغداد(3/34-35). ... ¶ (¬5) ... أحمد بن محمد بن سعيد بن عقدة الحافظ أبو العباس الكوفي المتوفى سنة (332هـ) محدث الكوفة، شيعي متوسط، ضعفه غير واحد، وقواه آخرون. ¶ انظر: ميزان الاعتدال (1/281)، ولسان الميزان(1/263)، وتاريخ بغداد (5/14). ... ¶ (¬6) ... الأشجعي، ذكره ابن حبان في الثقات( 8/368). ... ¶ (¬7) ... لم يتبين لي من هو. ¶ (¬8) ... معن بن عيسى بن يحيى الأشجعي مولاهم أبو يحيى المدني القزاز المتوفى سنة(198هـ) ثقة ثبت. ¶ (التقريب 6820). ...",
            "page": "42",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "يحيى بن أبي فاطمة (¬1) عن سعيد بن جبير (¬2) عن ابن عباس قال: قال رسول الله صلى الله عليه وسلم: \"من رأى لي حقاً فإن ذلك الحق للعباس رضي الله عنه\". ¶ ... حديث عزيز الإسناد حسن المتن مستقيم (¬3) . ¶ (23) حدثنا الحاكم أبو الحسين محمد بن علي الهاشمي العابد (¬4) ثنا أبو القاسم عبيد الله بن محمد البزاز (¬5) إملاءً/ ثنا أبو الحسن محمد بن نوح الجند يسابوري (¬6) ، ثنا علي بن الحسين بن سوادة الحصي (¬7) ، ثنا محمد بن مسلم المكي (¬8) ،ثنا أبو معاوية (¬9) ، عن سعد بن طريف (¬10) ، عن الأصبغ بن نباتة (¬11) ، قال: قلت لعلي عليه السلام يا أمير المؤمنين ¶ ¬__________ ¶ (¬1) ... لم أقف على ترجمته. ¶ (¬2) ... سعيد بن جبير الأسدي مولاهم الكوفي قتل بين يدي الحجاج سنة خمس وتسعين ولم يكمل الخمسين، ثقة ثبت فقيه، وروايته عن عائشة وأبي موسى ونحوهما مرسلة (التقريب2278). ¶ (¬3) ... في إسناده من لم أقف على ترجمته، ولم أقف عليه عند غير المصنف. ... ¶ (¬4) ... أبو الحسين محمد بن علي بن محمد بن عبيد الله بن عبد الصمد بن محمد المهتدى بالله ابن الواثق ابن المعتصم ابن الرشيد العباسي الهاشمي البغدادي المعروف بابن الغريق المتوفى سنة(465هـ). ... ¶ قال عنه الخطيب في تاريخ بعداد(3/108، 109):\"كتبت عنه، وكان فاضلاً نبيلاً، ثقة صدوقاً\". ¶ وانظر: تاريخ الإسلام(31/186-188) وسير أعلام النبلاء(18/241-244). ¶ (¬5) ... عبيد الله بن محمد بن إسحاق بن سليمان بن مخلد أبو القاسم البزاز يعرف بابن حبابة المتوفى سنة (389هـ) قال الخطيب في تاريخ بغداد(10/377):\" كان ثقة\" وانظر: تاريخ الإسلام(27/185). ... ... ¶ (¬6) ... محمد بن نوح بن عبد الله أبو الحسن الجند يسابوري المتوفى سنة (321هـ) قال الخطيب:\"وكان ثقة\" . ¶ تاريخ بغداد(3/324) وقال الدارقطني:\"كان ثقة مأموناً\". انظر: تذكرة الحفاظ(3/826). ... ¶ (¬7) ... لم أقف على ترجمته. ... ¶ (¬8) ... محمد بن مسلم بن تدرس- بفتح المثناة وسكون الدال المهملة وضم الراء الأسدي المكي صدوق إلا أنه يدلس من الرابعة. (التقريب6291). ¶ (¬9) ... هو محمد بن خازم - بمعجمتين - أبو معاوية الضرير الكوفي مات سنة(195هـ)، وله اثنتان وثمانون سنة. ثقة أحفظ الناس لحديث الأعمش وقد يهم في حديث غيره.(التقريب5841). ... ¶ (¬10) ... سعد بن طريف الإسكافي الحنظلي أبو العلاء الكوفي. متروك، ورماه ابن حبان بالوضع، وكان رافضياً. ¶ (التقريب 2241). ... ¶ (¬11) ... الأصبغ بن نباتة التميمي الحنظلي الكوفي، أبو القاسم، متروك، رمي بالرفض.(التقريب537). ...",
            "page": "43",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "من خير الناس بعد رسول الله صلى الله عليه ولم، قال أبو بكر: قلت: ثم من؟ قال: ثم عمر، قلت: ثم من؟ قال: عثمان رضي الله عنهم أجمعين فقلت: ثم من؟ فقال: أنا. رأيت رسول الله صلى الله عليه وسلم بعيني هاتين وإلا فعميتا، وسمعته بأذني هاتين وإلا فصمتا يقول: \"ما ولد في الإسلام مولود أزكى وأطهر وأفضل من أبي بكر ثم عمر رضي الله عنهما\". ¶ ... هذا حديث حسن غريب الإسناد، والمتن بهذه السياقة تفرد بروايته عن علي عليه السلام الأصبغ ابن نباتة (¬1) . ¶ (24) أخبرنا الحاكم أبو الطيب المفتي (¬2) قراءة عليه أبنا محمد بن أحمد الجرجاني (¬3) بها ثنا أبو عبد الله أحمد بن الحسن بن عبد الجبار الصوفي، ثنا عيسى بن مسلم الأحمر (¬4) ثنا محمد ابن معاوية (¬5) عن يحيى بن سابق (¬6) عن زيد بن أسلم (¬7) عن أبيه (¬8) عن ابن عمر ¶ ¬__________ ¶ (¬1) ... إسناده ضعيف جداً. ¶ وأخرجه المصنف في أحاديث الشيوخ الثقات(3/1193 رقم592) وابن عساكر في تاريخ دمشق (44/196) والديلمي في مسند الفردوس (حاشية الفردوس رقم6697) كلهم من طريق علي بن الحسن بن سوادة به وذكره أبو جعفر أحمد بن عبد الله الطبري في الرياض النضرة(1/319). ... ¶ (¬2) ... هو طاهر بن عبد الله بن طاهر أبو الطيب الطبري. ... ¶ (¬3) ... هو محمد بن أحمد بن حسين الغطريفي الجرجاني. ... ¶ (¬4) ... عيسى بن مسلم الصفار الأحمر المتوفى سنة (229هـ) منكر الحديث. ¶ انظر: تاريخ بغداد (11/160)، وميزان الاعتدال (5/389)، ولسان الميزان(4/404). ... ¶ (¬5) ... محمد بن معاوية بن أعين النيسابوري الخراساني نزيل بغداد ثم مكة، (ت229هـ) متروك مع معرفته لأنه كان يتلقن، وقد أطلق عليه ابن معين الكذب. (التقريب6310). ... ¶ (¬6) ... يحيى بن سابق أبو زكريا المديني. ¶ قال أبو حاتم: \"ليس بقوي في الحديث\" وقال أبو زرعة\"لين\" وقال ابن حبان:\"يروي الموضوعات عن الثقات\". وقال الدارقطني:\"متروك\". ¶ انظر: الجرح والتعديل(9/153) والمجروحين (3/114)، وميزان الاعتدال(7/178)، ولسان الميزان(6/256). ¶ (¬7) ... زيد بن أسلم العدوي مولى عمر أبو عبد الله وأبو أسامة المدني مات سنة(136هـ) ثقة عالم وكان يرسل. ¶ (التقريب 2117). ... ¶ (¬8) ... هو أسلم العدوي مولى عمر مات سنة(80هـ) وهو ابن أربع عشرة ومائة سنة، ثقة مخضرم.(التقريب406). ...",
            "page": "44",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "قال:قال رسول الله صلى الله عليه وسلم:\"يا علي أنت في الجنة، يا علي أنت في الجنة، يا علي أنت في الجنة\". ¶ ... حديث صحيح المتن عال الإسناد عزيز (¬1) . ¶ (25) أخبرنا أبو محمد الحسن بن علي الشيرازي أبنا علي بن محمد بن لؤلؤ الأزرق أبنا أبو علي الكاتب (¬2) ، ثنا نعيم بن حماد ثنا عبد الله بن إدريس (¬3) وجرير بن عبد الحميد (¬4) ، عن ليث، عن مجاهد أن رجلاً سأل ابن عباس شهراً يسأله كل يوم عنها يقول له: ما تقول في رجل يصوم النهار ويقوم الليل ولا يحضر جمعة ولا جماعة، وكان ابن عباس يقول له في شهره، كله:\"صاحبك في النار\" (¬5) . ¶ (26) أخبرنا محمد بن أبي عبد الله بن محمد الفقيه (¬6) بقراءتي عليه من أصله، أبنا إسماعيل بن سعيد المعدل (¬7) ثنا أبو علي الكوكبي (¬8) ، ثنا إبراهيم بن الجنيد (¬9) ، قال:سمعت علي ¶ ¬__________ ¶ (¬1) ... بل إسناده شديد الضعف. ¶ ... والحديث في جزء ابن غطريف (رقم32) ومن طريقه أخرجه ابن عساكر في تاريخ مدينة دمشق(42/335) وابن النجار في ذيل تاريخ بغداد(18/52). ¶ وأخرجه الآجري في الشريعة (5/2513 رقم4002) من طريق محمد بن معاوية به. ¶ (¬2) ... حمزة بن محمد بن عيسى. ... ¶ (¬3) ... عبد الله بن إدريس بن يزيد بن عبد الرحمن الأودي- بسكون الواو - أبو محمد الكوفي مات سنة(192هـ) ثقة فقيه. (التقريب 3207). ... ... ¶ (¬4) ... جرير بن عبد الحميد بن قرط - بضم القاف وسكون الراء بعدها طاء مهملة - الضبي الكوفي مات ستنة(188هـ)، ثقة صحيح الكتاب، قيل كان في آخر عمره يهم من حفظه (التقريب916). ¶ (¬5) ... إسناده ضعيف فيه ليث بن أبي سليم. ¶ والحديث ذكره ابن عبد البر في التمهيد(16/243) والاستذكار (2/55-56). ... ¶ (¬6) ... هو محمد بن الحسين بن محمد أبو يعلى الفراء. ... ¶ (¬7) ... إسماعيل بن سعيد بن إسماعيل بن محمد بن سويد أبو القاسم المعدل المتوفى سنة(392هـ). ¶ ... قال عنه ابن أبي الفوارس:\"كان فيه تساهل في الحديث والدين\". ¶ ... وقال الحافظ حمزة بن محمد الدقاق:\" ثقة، غير أنه كان فيه حمق\". ¶ ... وقال الخطيب:\"كان بعض سماعاته صحيحاً في كتب أخيه، وبعضها مفسوداً، رأيت الحاقه لنفسه السماع مع أخيه في جزء ابن الأنباري إلحاقاً ظاهراً بين الفساد، وكذلك رأيته في جزء آخر عن ابن دريد، وحدث بالجميع، وحدث أيضاً من كتب لأخيه لم يكن له فيها سماع قديم ولا ملحق\". انظر: تاريخ بغداد (6/308-309) ولسان الميزان (1/408). ... ¶ (¬8) ... هو: الحسين بن القاسم بن جعفر بن محمد الكوكبي أبو علي الكاتب الأخباري الأديب المتوفى سنة(327هـ). ¶ ... قال الخطيب: \"ما علمت من حاله إلا خيراً\". انظر: تاريخ بغداد(8/86-87). ... ¶ (¬9) ... إبراهيم بن عبد الله بن الجنيد الختلي صاحب كتب الزهد والرقائق. قال الخطيب:\"كان ثقة\" . ¶ تاريخ بغداد (6/120). ...",
            "page": "45",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "بن عبد الله (¬1) يقول:قال أبو معاوية الضرير:حدثت هارون الرشيد بهذا الحديث يعني قول النبي صلى الله عليه وسلم:\"وددت أني أقتل في سبيل الله ثم أحيا ثم أقتل\" فبكى هارون رحمه الله حتى انتحب ثم قال: يا أبا معاوية ترى لي أن أغزوا، فقلت: يا أمير المؤمنين مكانك في الإسلام أكثر ومكانك أعظم، ولكن ترسل الجيوش، قال أبو معاوية: وما ذكرت/ النبي صلى الله عليه وسلم بين يديه قط إلا قال صلى الله على سيدي (¬2) . ¶ (27) حدثنا الحسن بن علي اللآل (¬3) الثقة في الإملاء أبنا علي بن عمر أبو الحسن الحافظ إذناً، ثنا أحمد بن محمد بن أبي عثمان النيسابوري (¬4) ، قال: سمعت محمد بن يعقوب بن يوسف (¬5) يقول: سمعت أبا يعقوب الخوارزمي (¬6) يقول : سمعت حرملة بن يحيى (¬7) ¶ ¬__________ ¶ (¬1) ... هو ابن المديني ، ثقة ثبت إمام أهل عصره بالحديث وعلله مات سنة(234هـ). (التقريب4760). ... ¶ (¬2) ... إسناده حسن، وأخرجه الخطيب البغدادي في تاريخ بغداد(14/7) عن علي بن الحسين صاحب العباسي، وابن الجوزي في المنتظم(8/323-324) من طريق أبي جعفر ابن المسلمة كلاهما عن إسماعيل ابن سعيد بن سويد المعدل به. ¶ وأما الحديث الذي حدث به الرشيد فمتفق عليه وسيأتي برقم (60). ¶ (¬3) ... هو الحسن بن علي بن محمد الجوهري. ... ¶ (¬4) ... أحمد بن محمد بن الجليل الشيخ أبي عثمان سعيد بن إسماعيل النيسابوري المتوفى سنة(353هـ). صنف التفسير الكبير والصحيح على رسم مسلم وغير ذلك من المصنفات. ¶ ... (طبقات المفسرين للداودي(1/76-77). ¶ (¬5) ... محمد بن يعقوب بن يوسف بن معقل بن سنان أبو العباس الأموي النيسابوري الأصم المتوفى سنة(346هـ) وصفه الذهبي بقوله : الإمام المحدث، مسند العصر، رحلة الوقت. ¶ انظر: سير أعلام النبلاء(15/452-460). ... ¶ (¬6) ... هو: يوسف بن عبد الله الخوارزمي، محدث رحال، قال زكريا بن يحيى التنيسي: شيخ بن عدي وغيره، وما علمت به بأساً. (تاريخ الإسلام5/157). ... ¶ (¬7) ... حرملة بن يحيى بن حرملة بن عمران أبو حفص التجيبي المصري صاحب الشافعي مات سنة(243هـ). صدوق. ¶ (التقريب 1175).",
            "page": "46",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "يقول: سمعت الشافعي (¬1) رضي الله عنه يقول: خرجت من بغداد وما خلفتها أحداً أتقى ولا أروع ولا أفقه، وأظنه قال: ولا أعلم من أحمد بن حنبل رحمه الله (¬2) . ¶ (28) حدثنا أحمد بن علي البغدادي الحافظ (¬3) من سماعه وكتابه، أخبرني أبو القاسم الأزهري (¬4) ، أبنا الحسن بن الحسين الفقيه الهمذاني (¬5) ثنا محمد بن هارون الزنجاني (¬6) بزنجان ثنا عبد الله بن أحمد بن حنبل رحمه الله قال: قلت لأبي: يا أبه أي رجل كان الشافعي رضي الله عنه فإني سمعتك تكثر من الدعاء له، فقال لي: يا بني كان الشافعي رحمة الله عليه كالشمس للدنيا وكالعافية للناس فانظر هل لهذين من خلف أو منهما عوض (¬7) . ¶ (29) أنبأنا علي بن أبي علي البصري الشاهد (¬8) ، أنا أبا عمر محمد بن العباس الخزاز (¬9) أنشدهم ¶ ¬__________ ¶ (¬1) ... محمد بن إدريس بن العباس بن عثمان بن شافع بن السائب أبو عبد الله الشافعي، نزيل مصر المتوفى سنة (204هـ) رأس الطبقة التاسعة، وهو المجدد لأمر الدين على رأس المائتين. (التقريب 5717). ¶ (¬2) ... إسناده حسن وأخرجه الخطيب البغدادي في التاريخ(4/419) عن ابن القاسم عبد الرحمن السراج عن أبي العباس الأصم به. ¶ ... ومن طريقه أخرجه ابن عساكر في تاريخ دمشق(5/275) ورواه أيضاً من عدة طرق عن أبي العباس الأصم به (5/276). وذكره ابن أبي يعلى في طبقات الحنابلة (1/18) وابن الوردي في تاريخه (1/217). ... ¶ (¬3) ... أحمد بن علي بن ثابت بن أحمد بن مهدي البغدادي أبو بكر الخطيب المتوفى سنة(463هـ) نعته الذهبي بقوله: \"الحافظ الكبير، الإمام محدث الشام والعراق.. صاحب التصانيف\". ¶ ... انظر: تذكرة الحفاظ (3/1135-1145). ¶ (¬4) ... هو: عبيد الله بن أحمد بن عثمان بن الفرج الصيرفي أبو القاسم ابن أبي الفتح الأزهري ويعرف بابن السوادي، المتوفى سنة (435هـ). قال الخطيب:\"كان أحد المكثرين من الحديث كتابة وسماعاً، ومن المعنيين به، والجامعين له، مع صدق وأمانة، وصحة واستقامة،وسلامة مذهب،وحسن معتقد، ودوام درس للقرآن، وسمعنا منه المصنفات الكبار، والكتب الطوال\". تاريخ بغداد(10/385). ... ¶ (¬5) ... الحسين بن الحسين بن حمكان أبو علي الهمذاني أحد فقهاء الشافعيين المتوفى سنة (405هـ). ¶ ... قال الأزهري: ضعيف ليس بشيء في الحديث. تاريخ بغداد (7/299). ... ¶ (¬6) ... أبو الحسين المتوفى سنة(381هـ). قال الذهبي: مجهول، ... تاريخ الإسلام(14/312). ¶ (¬7) ... إسناده ضعيف وأخرجه الخطيب البغدادي في تاريخ بغداد (2/66) ومن طريقه محمد بن عبد الغني في التقييد(ص44)، وابن عساكر في تاريخ دمشق(51/348)، وذكره الذهبي في تاريخ الإسلام(14/312). ¶ (¬8) ... هو: أبو القاسم علي بن القاضي أبي علي المحسن بن علي التنوخي البصري ثم البغدادي المتوفى سنة(447هـ). ¶ ... قال الخطيب :\"كان متحفظاً في الشهادة محتاطاً صدوقاً\". ¶ ... وقال الذهبي:\" سماعاته صحيحة... محلة الصدق والستر\". ¶ ... وقال السمعاني:\"روى لنا عنه أبو بكر محمد بن عبد الباقي الأنصاري ببغداد الكثير وكانت له عن التنوخي إجازة صحيحة\". انظر: تاريخ بغداد (12/115)، سير أعلام النبلاء(17/649-651) وميزان الاعتدال(5/184)، الأنساب للسمعاني(3/95). ... ¶ (¬9) ... محمد بن العباس بن محمد بن زكريا بن يحيى بن معاذ أبو عمر الخزاز المعروف بان حيوية المتوفى سنة(382هـ)، قال البغدادي:\" وكان ثقة كتب الكثير وجمع ما لم يجمعه أحد في وقته\". وقال البرقاني:\"ثقة ثبت حجة\". ¶ ... انظر: تاريخ بغداد(3/121-122)، لسان الميزان(5/214). ...",
            "page": "47",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "قال: أنشدنا أبو بكر بن المرزبان (¬1) قال: أُنْشِدنا لأبي العتاهية: ¶ تزود من الدنيا فإنك إنما سقطت إلى الدنيا وأنت مجرد ¶ وأنت وإن أعطيت مالاً فإنه متاع قليل يضمحل وينفد (¬2) ¶ تم المجلس. ¶ ¬__________ ¶ (¬1) ... هو: محمد بن خلف بن المرزبان بن بسام أبو بكر الآجري المتوفى سنة(309هـ)، قال الخطيب:\"وكان إخبارياً مصنفاً حسن التأليف\". وقال الدارقطني:\"إخباري لين\". ¶ ... انظر: تاريخ بعداد(5/237)، ميزان الاعتدال (6/136). ... ¶ (¬2) ... إسناده حسن إلى أبي بكر بن المرزبان.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "مجلس ثالث ¶ (30) وأخبرنا الشيخ الإمام أبو بكر محمد قال: ثنا أبو محمد الحسن بن علي بن محمد الجوهري الثقة إملاء، أبنا أبو بكر أحمد بن جعفر بن حمدان بن مالك القطيعي قراءة عليه وأنا أسمع ثنا عبد الله بن أحمد بن محمد بن حنبل،حدثني أبي، ثنا محمد بن جعفر (¬1) أبنا شعبة عن منصور عن ربعي بن حراش (¬2) ، عن علي عليه السلام [عن النبي صلى الله عليه وسلم أنه] (¬3) قال:\"لا يؤمن عبد حتى يؤمن بأربع حتى يشهد أن لا إله إلا الله، وأني رسول الله بعثني بالحق، وحتى يؤمن بالبعث بعد الموت، وحتى يؤمن بالقدر\". ¶ ... هذا حديث حسن صحيح عال،ورجاله كلهم أئمة ثقات مخرج عنهم في الصحيحين (¬4) . ويلزم البخاري ومسلم، لأن إسناده من شرطهما، ووقع لنا عالياً. ¶ ¬__________ ¶ (¬1) ... محمد بن جعفر بن زياد الوركاني - بفتحتين - أبو عمران الخراساني مات سنة(228هـ)، ثقة. ¶ التقريب(5783) ... ¶ (¬2) ... ربعي بن حراش- بكسر المهملة وآخره معجمة - أبو مريم العبسي الكوفي مات سنة(100هـ)، ثقة عابد مخضرم. (التقريب1879). ¶ (¬3) ... الزيادة من مسند الإمام أحمد وكتب التخريج. ¶ (¬4) ... إسناده صحيح وهو في التقييد لابن نقطة (ص82) سنداً ومتناً وفي مسند الإمام أحمد(2/152 رقم758). ¶ ... وأخرجه الترمذي (4/452رقم2145) من طريق شعبة، وابن ماجة(1/32 رقم81) من طريق شريك وأبو يعلى (1/290رقم352) من طريق زائدة و(1/438 رقم583) من طريق جرير، والبزار(3/116رقم904) من طريق شعبة، وابن عبد الحق الأشبيلي في الأحكام الشرعية (3/445) من طريق شعبة، وابن أبي عاصم في السنة (2/430 رقم887) من طرق شعبة، وعبد الله بن الإمام أحمد في السنة(2/390رقم845) من طريق شعبة والآجري في الشريعة (2/795رقم375) من طريق منصور، والبيهقي في القضاء والقدر(رقم189) ورقم(190) من طريق شعبة وسفيان والحاكم في المستدرك(1/87 رقم90) من طريق سفيان كلهم عن منصور به. وقال الحاكم: هذا حديث صحيح على شرط الشيخين. وصحح إسناده الشيخ الألباني وقال: هو على شرط الشيخين وأخرجه البغوي في التفسير (4/265) والحاكم في المستدرك (رقم91) والبغوي في شرح السنة(1/122 رقم66)، وعبد الله بن أحمد في السنة (2/390 رقم846) كلهم من طريق سفيان والبيهقي في القضاء والقدر(رقم193) من طريق أبي الأحوص (ورقم194) من طريق ورقاء. وابن بطة في الإبانة عن شريعة الفرقة الناجية(2/54رقم1450) من طريق سفيان كلهم عن منصور عن ربعي عن رجل عن علي. وصوب الدارقطني هذه الرواية كما في العلل(3/196رقم357).",
            "page": "49",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "(31) أخبرنا أبو الحسن علي بن إبراهيم بن عيسى المقري الشيخ الصالح ثنا أبو بكر أحمد بن جعفر/ بن حمدان بن مالك القطيعي إملاء، ثنا عبد الله بن أحمد بن حنبل، حدثني أبي، ثنا موسى بن داود (¬1) ، ثنا ابن لهيعة (¬2) عن أبي الزبير (¬3) عن جابر (¬4) قال وقد قال أبو هريرة:سمعت النبي صلى الله عليه وسلم يقول:\"في الجمعة ساعة لا يوافقها عبد مسلم إلا استجيب له\" (¬5) . ¶ ¬__________ ¶ (¬1) ... موسى بن داود الضبي أبو عبد الله الطرسوسي مات سنة(217هـ) صدوق فقيه زاهد له أوهام. ¶ ... (التقريب 6959). ... ¶ (¬2) ... عبد الله بن لهيعة - بفتح اللام وكسر الهاء - ابن عقبة الحضرمي أبو عبد الرحمن المصري القاضي مات سنة (174هـ) صدوق، خلط بعد احتراق كتبه، ورواية ابن المبارك وابن وهب عنه أعدل من غيرهما وله في مسلم بعض شيء مقرون.(التقريب3563). ... ¶ (¬3) ... أبو الزبير: محمد بن مسلم بن تدريس - بفتح المثناة وسكون الدال المهملة وضم الراء- الأسدي مولاهم المكي مات سنة (126هـ) صدوق إلا أنه يدلس. (التقريب6291). ... ¶ (¬4) ... حديث جابر بهذا الطريق لفظه:\"إن رسول الله صلى الله عليه وسلم قال:\" إن من الليل ساعة لا يوافقها عبدٌ مسلم يسأل الله خيراً إلا أعطاه وهي كل ليلة\". ¶ ... أخرجه أحمد في المسند(23/348رقم14788)، وهو ضعيف بهذا الإسناد، فيه عبد الله بن لهيعة وعنعنة أبي الزبير، وقد توبعا والحديث صحيح أخرجه مسلم في صحيحه (1/521 رقم757) من طريق الأعمش عن أبي سفيان عن جابر، ومن طريق معقل عن أبي الزبير عن جابر، وأخرجه ابن المبارك في الزهد (رقم1216) عن ابن لهيعة به. ¶ (¬5) ... بنحو هذا اللفظ أخرجه النسائي (المجتبى) (3/115 رقم1431) وأحمد في المسند(2/272 رقم7674) و(2/284 رقم7810، 7811) والطبراني في الدعاء(1/64 رقم150، 151، 160، 163، 164). ¶ ... وأخرجه البخاري في صحيحه(5/2029 رقم4988) ولفظه\"في الجمعة ساعة لا يوافقها مسلم قائم يصلي يسأل الله خيراً إلا أعطاه\". ...",
            "page": "50",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "... حديث حسن عال. ¶ (32) أخبرنا أبو القاسم عمر بن الحسين بن إبراهيم الخفاف قراءة عليه، أبنا أبو حفص عمر بن محمد بن علي الزيات قراءة عليه ح وأبنا الحسن بن أبي الحسن الفارسي قراءة عليه، ثنا علي بن محمد بن أحمد الوراق قالا: أبنا أبو علي حمزة بن محمد الكاتب قراءة عليه، ثنا نعيم بن حماد الخزاعي، ثنا أبو أمية الثقفي (¬1) ، عن سعيد بن أبي سعيد المقبري (¬2) عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم :\"من بكر يوم الجمعة وابتكر، وغسل واغتسل، ومشى ولم يركب، فدنا من الإمام واستمع وأنصت ولم يلغ حتى يصلي الجمعة كفاه الله عز وجل ما بينه وبين الجمعة الأخرى وزيادة ثلاثة أيام\" (¬3) . ¶ ¬__________ ¶ (¬1) ... هو: إسماعيل بن يعلى الثقفي البصري، ضعيف . ¶ ... انظر: التاريخ الكبير للبخاري(1/377) والجرح والتعديل(2/203)، وميزان الاعتدال(1/417). ... ¶ (¬2) ... سعيد بن أبي سعيد كيسان المقبري أبو سعد المدني مات سنة(120هـ) وقيل قبلها ثقة تغير قبل موته بأربع سنين. (التقريب2321). ... ¶ (¬3) ... إسناده ضعيف. ¶ ... أخرجه الذهبي في تذكرة الحفاظ(3/984) وسير أعلام النبلاء (16/324) بسنده ومتنه وقال: أبو أمية هو إسماعيل بن يعلى ضعيف وله إسناد آخر حسن. ¶ ... وللحديث لفظ آخر\" من غسل واغتسل يوم الجمعة، وبكر وابتكر، ومشى ولم يركب، فدنا من الإمام فاستمع ولم يلغ، كان له بكل خطوة عمل سنة أجر صيامها وقيامها\" هذا لفظ أحمد في المسند(4/9رقم16218) عن يحيى بن آدم عن ابن المبارك عن الأوزاعي، عن حسان بن عطية عن أبي الأشعث الصنعاني عن أوس بن أبي أوس الثقفي. وهذا الإسناد صحيح، رجاله رجال الصحيح غير صحابية لم يخرج له إلا أصحاب السنن. ¶ ... وأخرجه ابن أبي شيبة (2/93) ومن طريقه ابن ماجة(1087) وابن أبي عاصم في الآحاد(1573)، والطبراني في الكبير (585) وأبو داود(345) ومن طريقه البيهقي في السنن(3/229) من طرق عن عبد الله بن المبارك به.",
            "page": "51",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "(33) حدثنا الشيخ الصالح الثقة أبو طالب محمد بن علي بن الفتح الحربي من لفظه، ثنا أبو الحسن علي بن عمر بن محمد السكري الحربي، ثنا عبد الله بن محمد بن عبد العزيز البغوي، ثنا علي بن عيسى المخرمي (¬1) ، ثنا خلاد بن عيسى الصفار (¬2) ، ثنا ثابت (¬3) ، عن أنس بن مالك قال: قال رسول الله صلى الله عليه وسلم \"الاقتصاد نصف العيش\" (¬4) . ¶ (34) حدثنا أبو الحسن علي بن عمر بن أحمد البرمكي (¬5) من لفظه، أبنا أبو القاسم عبيد الله بن محمد بن إسحاق بن حبابة (¬6) في سنة ثمان وثمانين وثلاثمائة ثنا أبو القاسم عبد الله بن ¶ ¬__________ ¶ (¬1) ... علي بن عيسى المخرمي المتوفى سنة(233هـ) ثقة. (التقريب4781). ... ... ¶ (¬2) ... خلاد بن عيسى ويقال بن مسلم الصفار أبو مسلم الكوفي، من السابعة، لا بأس به.(التقريب1765). ... ¶ (¬3) ... هو ابن أسلم البناني. ... ¶ (¬4) ... إسناده حسن. ¶ ... وهو في جزء حديث أبي القاسم البغوي لأبي طالب العُشاري (رقم13). ¶ ... وأخرجه المصنف في أحاديث الشيوخ الثقات 2/444-445 رقم34) وأبو الشيخ في الأمثال (رقم87) والخطيب البغدادي (12/11) كلهم من طريق علي بن عيسى عن خلاد الصفار به، وحسن إسناده أبو الشيخ. وللحديث شواهد استوفاها السخاوي في كتابه المقاصد الحسنة (1/133). ... ¶ (¬5) ... الجوهري أبو الحسن البغدادي الشافعي المتوفى سنة(450هـ) قال الخطيب:\"كتبت عنه، وكان ثقة، وكان يتفقه\" تاريخ بغداد (12/43-44). ... ¶ (¬6) ... البزاز المتوفى سنة(389هـ) قال عنه العتيقي والخطيب:\"ثقة\" وزاد العتيقي:\"مأمون\". ¶ ... انظر: تاريخ بغداد (10/377)، وسر أعلام النبلاء(16/548). ...",
            "page": "52",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "محمد بن عبد العزيز ثنا مصعب بن عبد الله الزبيري (¬1) ، حدثني مالك، عن عبد الله بن دينار (¬2) عن عبد الله بن عمر أن النبي صلى الله عليه وسلم قال:\"خمس من الدواب من قتلهن وهو محرم فلا جناح عليه العقرب والفارة والكلب العقور والغراب والحدأة\" هذا حديث صحيح عال من حديث أبي عبد الله مالك بن أنس إمام دار الهجرة، انفرد بإخراجه محمد بن إسماعيل البخاري في كتابه عن عبد الله بن مسلمة القعنبي عن مالك بن أنس، عن عبد الله بن دينار مولى ابن عمر عن ابن عمر بهذا (¬3) فكأن شيخنا أبا الحسن البرمكي حُدِّث به عن البخاري. ¶ (35) أخبرنا القاضي الإمام أبو الحسين محمد بن علي بن محمد المهتدي بالله قراءة عليه وأنا أسمع، أبنا أبو الحسن علي بن عمر الحربي،ثنا إسماعيل بن العباس (¬4) ، ثنا أبو بدر عباد بن الوليد بن [خالد] (¬5) الغبري (¬6) /، ثنا العباس بن بكار الضبي (¬7) ، ثنا عبد الله بن المثنى (¬8) ، عن عمه ثمامة (¬9) ، عن جده أنس بن مالك قال: قال رسول الله صلى الله ¶ ¬__________ ¶ (¬1) ... مصعب بن عبد الله بن مصعب بن ثابت بن عبد الله بن الزبير بن العوام الأسدي أبو عبد الله الزبيري المدني مات سنة(236هـ) صدوق عالم بالنسب . (التقريب6693). ... ¶ (¬2) ... عبد الله بن دينار العدوي مولاهم أبو عبد الرحمن المدني، مات سنة (127هـ) ثقة(التقريب،3300). ... ¶ (¬3) ... (3/1205 رقم 3137) باب خمس من الدواب فواسق يقتلن في الحرم. ¶ ... وهو في موطأ الإمام مالك (1/356 رقم790). ... ¶ (¬4) ... إسماعيل بن العباس بن عمر بن مهران بن فيروز بن سعيد أبو علي الوراق المتوفى سنة(323هـ). قال الدارقطني: \"ثقة\" انظر: تاريخ بغداد(6/300). ... ¶ (¬5) ... تحرف في الأصل إلى (خلاد) والتصويب من مصادر ترجمته. ... ¶ (¬6) ... عباد بن الوليد بن خالد الغبري - بضم المعجمة وفتح الموحدة المخففة - أبو بدر المؤدب مات سنة258هـ وقيل 262هـ) ... صدوق. (التقريب3151). ¶ (¬7) ... العباس بن بكار الضبي البصري مات سنة (222هـ) كذاب، انظر: ميزان الاعتدال(4814) لسان الميزان (3/237) تاريخ الإسلام(16/214). ... ¶ (¬8) ... عبد الله بن المثنى بن عبد الله بن أنس بن مالك الأنصاري أبو المثنى البصري. صدوق كثير الغلط. ¶ ... (التقريب3571). ... ¶ (¬9) ... ثمامة بن عبد الله بن أنس بن مالك الأنصاري البصري. صدوق(التقريب853). ...",
            "page": "53",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "عليه وسلم:\"إن الغلا والرخص جندان من جنود الله عز وجل اسم أحدهما الرغبة والآخر الرهبة، فإذا أراد أن يغلبه ألقى الرغبة في قلوب التجار فحبسوه في أيديهم، وإذا أراد أن يرخصه ألقى الرهبة في قلوب التجار فأخرجوه من أيديهم\" (¬1) . ¶ (36) أخبرنا أبو طالب محمد بن علي بن الفتح العشاوي, ثنا علي بن عمر السكري ثنا أحمد بن الحسن بن عبد الجبار الصوفي, ثنا عبد الله بن عمر بن أبان (¬2) , ثنا عبد الرحمن بن محمد (¬3) , عن عبد السلام بن حرب (¬4) , عن أبي خالد الدالاني (¬5) , حدثني أبو خالد مولى جعدة (¬6) , عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم \" أتاني جبريل فأخذ بيدي, فأراني باب الجنة الذي تدخل منه أمتى\" فقال أبو بكر رضي الله عنه : ¶ ¬__________ ¶ (¬1) ... في إسناده العباس بن بكار الضبي كذاب. ¶ ... وأخرجه ابن شاذان في المشيخة الصغرى(رقم70) من طريق إسماعيل بن العباس به. ¶ ... وأخرجه الخطيب البغدادي في تاريخ بغداد (8/50) من طريق العباس بن بكار الضبي، وذكره ابن الجوزي في الموضوعات (2/149) وابن عراق في تنزيه الشريعة(2/188رقم1). ... ¶ (¬2) عبد الله بن عمر بن محمد بن أبان بن صالح بن عمير الأموي مولاهم ويقال له الجعفي - مشكدانة - بضم الميم والكاف بينهما معجمة ساكنة وبعد الألف نون وهو وعاء المسك بالفارسية - مات سنة (239هـ) صدوق فيه تشيع, (التقريب 3493). ¶ (¬3) عبد الرحمن بن محمد بن زياد المحاربي أبو محمد الكوفي مات سنة (195هـ) لا بأس به , وكان يدلس قاله أحمد, (التقريب 3999). ¶ (¬4) عبد السلام بن حرب بن سلم النهدي - بالنون - الملائي - بضم الميم وتخفيف اللام - أبو بكر الكوفي مات سنة (187هـ) ثقة حافظ له مناكير (التقريب 4067). ¶ (¬5) أبو خالد الدالاني الأسدي الكوفي اسمه يزيد بن عبد الرحمن, صدوق يخطئ كثيراً وكان يدلس. (التقريب 8072). ¶ (¬6) أبو خالد مولى جعدة بن هبيرة المخزومي. مجهول. (التقريب 8074).",
            "page": "54",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "وددت أني كنت معك حتى أنظر إليه. فقال رسول الله صلى الله عليه وسلم : \"أما إنك أبا بكر أول من يدخل الجنة من أمتي\" (¬1) . ¶ (37) أخبرنا شيخنا القاضي الإمام أبو يعلي محمد بن الحسين بن محمد بن الفراء قراءة عليه , أينا أبو طاهر محمد بن عبد الرحمن المخلص (¬2) في سنة خمس وثمانين وثلاثمائة ثنا عبد الله بن محمد - يعني البغوي - حدثني محمد بن الجنيد (¬3) , وأبو موسى (¬4) , ومحمد بن أبي عبد الرحمن ومحمد بن اسحاق (¬5) قالوا: ثنا عبد الله بن يزيد أبو عبد الرحمن المقرئ (¬6) ثنا حيوة بن شريح (¬7) , عن بكر بن عمرو (¬8) عن مشرح بن هاعان ¶ ¬__________ ¶ (¬1) إسناده ضعيف- والحديث أخرجه أبو داود (4/213 رقم 4652) عن هناد بن السري عن عبد الرحمن بن محمد المحاربي به. ¶ (¬2) محمد بن عبد الرحمن بن العباس بن عبد الرحمن البغدادي الذهبي أبو طاهر, مخلص الذهب من الغش المتوفي سنة (393هـ) وثقة العتيقي والخطيب. انظر: تاريخ بغداد(2/322-323)وسير أعلام النبلاء,16/478- 480). ¶ (¬3) لم أعرفه ¶ (¬4) أبو موسى : هو هارون بن عبد الله بن مروان البغدادي أبو موسى الحمال - بالمهملة - البزاز مات سنة (243هـ) ثقة, (التقريب 7235). ¶ (¬5) محمد بن إسحاق الصغاني - بفتح المهملة ثم المعجمة - أبو بكر مات سنة (270هـ) ثقة ثبت. (التقريب 5721). ¶ (¬6) عبد الله بن يزيد المكي أبو عبد الرحمن المقرئ مات سنة (213هـ) وقد قارب المائة, ثقة فاضل. (التقريب 3715). ¶ (¬7) حيوة بن شريح بن يزيد الحضرمي أبو العباس الحمصي مات سنة (224هـ). ثقة. (التقريب 1601). ¶ (¬8) بكر بن عمرو المعافري المصري مات في خلافه أبي جعفر بعد الأربعين. صدوق عابد (التقريب 746).",
            "page": "55",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "المعافري (¬1) , عن عقبة بن عامر الجهني قال: سمعت رسول الله صلى الله عليه وسلم يقول: لو كان بعدي نبي لكان عمر بن الخطاب رضي الله عنه\" (¬2) ¶ (38) أخبرنا أبو الحسين محمد بن أحمد بن محمد النرسي قراءة عليه وأنا أسمع، أبنا أبو الحسن علي بن عمر بن محمد الصيرفي الحضرمي, في سنة ست وثمانين وثلاثمائة, ثنا محمد - يعني الباغندي محمد بن محمد بن سليمان (¬3) , ثنا محمد بن حميد (¬4) ثنا جرير بن عبد الحميد, عن ¶ ¬__________ ¶ (¬1) مشرح - بكسر أوله وسكون ثانية وفتح ثالثة وآخره مهملة - بن هاعان المعافري - بفتحتين - المصري أبو مصعب مات سنة (128هـ). مقبول (التقريب 6679). والصواب فيه ما قاله عنه الذهبي في الميزان (6/432): \"صدوق\" وانظر: تهذيب التهذيب (10/141). ¶ (¬2) إسناده حسن. ¶ ... والحديث أخرجه أحمد في المسند (4/154رقم 17441) والترمذي ((3686) وأبو بكر القطيعي في زياداته على \"فضائل الصحابة\" لأحمد (519), ويعقوب بن سفيان في \"المعرفة والتاريخ (1/462) والطبراني في الكبير (17/822) والحاكم في المستدرك (3/92) والروياني في المسند (213) و (223) والخطيب في موضح أوهام الجمع والتفريق 2/478- 479) واللالكائي في اعتقاد أهل السنة (2491) والآجري في الشريعة (1203) و (1371) كلهم من طريق أبي عبد الرحمن عبد الله بن يزيد المقرئ به, وقال الحاكم: صحيح الإسناد ووافقه الذهبي وقال الترمذي: \"حديث حسن غريب\". ¶ (¬3) ... محمد بن محمد بن سليمان بن الحارث الأزدي ، أبو بكر الباغندي المتوفى سنة(312هـ) من أئمة هذا الِشأن ببغداد، ومن كبار حفاظ الحديث وقد تكلم فيه، ولعل الراجح ما قاله عنه الخطيب البغدادي:لم يثبت من أمر الباغندي ما يعاب به سوى التدليس، ورأيت كافة شيوخنا يحتجون به ويخرجونه في الصحيح\". ¶ ... انظر: تاريخ بغداد(3/209-210) سير أعلام النبلاء(14/383-388). ¶ (¬4) ... محمد بن حميد بن حيان الرازي حافظ ضعيف، وكان ابن معين حسن الرأي فيه، مات سنة(248هـ) (التقريب5834) وأما الذهبي فقال: \"وثقه جماعة والأولى تركه\".انظر: الكاشف(4810). ...",
            "page": "56",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "أشعث بن إسحاق (¬1) , عن جعفر بن أبي المغيرة (¬2) , عن سعيد بن جبير, عن ابن عباس قال: قال النبي صلى الله عليه وسلم : \"أول من يدخل عليكم رجل من أهل الجنة, فدخل عثمان بن عفان رضي الله عنه\" (¬3) . ¶ (39) أخبرنا الحسن بن علي بن محمد بن الحسن أبنا أبو بكر بن مالك القطيعي, ثنا إسحاق بن الحسن - يعني الحربي (¬4) - ثنا أبو نعيم الفضل بن دكين, ثنا الحسن بن صالح (¬5) , عن موسى الجهني (¬6) , عن فاطمة بنت علي (¬7) , عن أسماء بنت عميس أن النبي صلى الله عليه وسلم قال لعلي: \" أنت مني بمنزلة هارون من موسى إلا أنه ليس بعدي نبي\" (¬8) . ¶ ¬__________ ¶ (¬1) ... أشعث بن إسحاق بن سعد بن مالك بن هانئ الأشعري القمي من السابعة صدوق.(التقريب521). ¶ (¬2) ... جعفر بن أبي المغيرة الخزاعي القمي - بضم القاف- قيل اسم أبي المغيرة دينار من الخامسة. صدوق يهم. (التقريب960). ... ¶ (¬3) ... إسناده ضعيف. والحديث أخرجه ابن عساكر في تاريخ دمشق(39/105-106) عن شيخ المصنف به نحوه. ¶ ... وعثمان رضي الله عنه مشهود له بالخفة، كما عند البخاري في صحيحه(3/1343رقم3471) \"وبشره بالجنة على بلوى تصيبه\". ¶ (¬4) ... إسحاق بن الحسن بن ميمون بن سعد أبو يعقوب الحربي المتوفى سنة(284هـ). ثقة حجة. انظر:تاريخ بغداد (6/382) ميزان الاعتدال (1/340) ¶ (¬5) ... الحسن بن صالح بن صالح بن حي وهو حيان بن شفي - بالمعجمة والفاء مصغراً- الهمداني - بسكون الميم- الثوري مات سنة (169هـ). ثقة فقيه عابد، رمي بالتشيع. (التقريب1250). ¶ (¬6) ... موسى بن عبد الله ويقال ابن عبد الرحمن الجهني أبو سلمة الكوفي مات سنة (144هـ) ثقة عابد لم يصح أن القطان طعن فيه.(التقريب6985). ¶ (¬7) ... فاطمة بنت علي بن أبي طالب ماتت سنة(117هـ) وقد جاوزت الثمانين. ثقة(التقريب8654). ¶ (¬8) ... إسناده صحيح. والحديث أخرجه النسائي في الكبرى(8449) عن أحمد بن عثمان الأودي وفي خصائص علي له (64)،والذهبي في تذكرة الحفاظ(1/217) من طريق إسحاق الحربي،والإمام أحمد في فضائل الصحابة(1091) عن إسحاق بن الحسن الحربي، والذهبي في سير أعلام النبلاء (7/362) كلاهما - أحمد بن عثمان الأودي وإسحاق الحربي - عن أبي نعيم الفضل بن دكين به. ¶ ... وأخرجه النسائي في جزئه (41) من طريق إسحاق بن منصور وابن عساكر في تاريخ دمشق(42/183) من طريق أبي نعيم الفضل ابن دكين كلاهما عن الحسن بن صالح به.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "(40) أخبرنا أبو محمد عبد الله بن محمد بن عبد الله الخطيب (¬1) , ثنا أبو طاهر محمد بن عبد الرحمن بن العباس إملاء ثنا أبو عبد الله أحمد بن سليمان بن داود الطوسي (¬2) / في سنة اثنتي عشرة وثلاثمائة, حدثني الزبير - يعني ابن بكار (¬3) , حدثني محمد بن حسن (¬4) , عن اسماعيل بن قيس بن سعد بن زيد بن ثابت الأنصاري (¬5) , حدثني أبو حازم بن ¶ ¬__________ ¶ (¬1) ... عبد الله بن محمد بن عبد الله بن عمرو بن أحمد بن مجيب الصريفيني أبو محمد الخطيب، المعروف أبوه بهزامرد المتوفى سنة(469هـ) قال الخطيب البغدادي:\"كتبت عنه وكان صدوقاً\". وقال ابن نقطة:\"هو ثقة، صحيح السماع\". ¶ ... انظر: تاريخ بغداد(10/147) وتكملة الإكمال لا من نقطه(5/270-271 رقم5498). ¶ (¬2) ... المتوفى سنة(322هـ) قال الخطيب البغدادي:\"كان صدوقاً\"تاريخ بغداد (4/177) وانظر:معجم الأدباء (1/367). ... ¶ (¬3) ... الزبير بن بكار بن عبد الله بن مصعب بن ثابت بن عبد الله بن الزبر الأسدي المدني مات سنة(256هـ) ثقة أخطأ السيلماني في تضعيفه.(التقريب1991). ¶ (¬4) ... محمد بن الحسن بن زبالة - بفتح الزاي وتخفيف الموحدة - المخزومي أبو الحسن المدني مات قبل المائتين، كذبوه. (التقريب5815) وقال الذهبي في الكاشف(4794) متروك. ¶ (¬5) ... منكر الحديث. انظر: التاريخ الكبير(1/370) والجرح والتعديل(1/193) والمجروحين(1/127) ولسان الميزان (1/429).",
            "page": "58",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "دينار (¬1) , عن سهل بن سعد الساعدي قال: كنا مع رسول الله صلى الله عليه وسلم في سفر فلما قفل نزلنا في منزل في القيظ فقام رسول الله صلى الله عليه وسلم من جانب الكساء رافعاً يديه إلى السماء وهو يقول : \" اللهم استر العباس من النار\" (¬2) . ¶ (41) وحدثنا أبو محمد بن أبي الحسن اللؤلؤي (¬3) إملاء, أبنا أبو القاسم عبد العزيز بن جعفر بن محمد الخرقي (¬4) , ثنا محمد بن هارون المعروف بابن برية الهاشمي (¬5) , ثنا عبد الله بن محمد بن عبد الله بن جعفربن سليمان بن علي (¬6) ,حدثني أبي (¬7) ,عن أبيه (¬8) حدثني عبد الصمد ابن علي بن عبد الله بن عباس (¬9) , عن أبيه (¬10) , عن جده ¶ ¬__________ ¶ (¬1) ... سلمة بن دينار أبو حازم الأعرج التمار المدني مات في خلافة المنصور، ثقة(التقريب2489). ¶ (¬2) ... إسناده شديد الضعف. وأخرجه ابن عساكر في تاريخ دمشق(26/308). ¶ وقوله: في القيظ: أي شديد الحر. النهاية في غريب الأثر(4/132). ¶ (¬3) هو الحسن بن علي بن محمد بن الحسن أبو محمد الجوهري. ¶ (¬4) المتوفي سنة (375هـ) ثقة, انظر: تاريخ بغداد (10/462). ¶ (¬5) ... محمد بن هارون بن عيسى بن ابراهيم بن عيسى بن أبي جعفر المنصور يكنى أبا اسحاق ويعرف بابن برية. قال الخطيب: \"في حديثه مناكير كثيرة\" وقال الدارقطني: \"لاشئ\" انظر: تاريخ بغداد (3/356). والضعفاء والمتروكين لابن الجوزي (3/106). ¶ (¬6) لم أقف عليه. ¶ (¬7) لم أقف عليه. ¶ (¬8) لم أقف عليه. ¶ (¬9) عبد الصمد بن علي بن عبد الله بن العباس الهاشمي الأمير المتوفي سنة (185هـ). قال الذهبي بعد أن ساق له حديثاً: \"وهذا منكر وما عبد الصمد بحجة\" وذكره العقيلي في الضعفاء. انظر : تاريخ بغداد (11/37) وميزان الاعتدال (4/354). وضعفاء العقيلي (3/84) ¶ (¬10) علي بن عبد الله بن عباس الهاشمي أبو محمد مات سنة (118هـ) ثقة عابه (التقريب 7461). ...",
            "page": "59",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "عبد الله بن عباس أنه قال: \"نحن أهل بيت النبوة, ومعدن الرسالة, ومختلف الملائكة, بنا فتح الله هذا الأمر, وبرجل من ولدي يختمه\" (¬1) . ¶ (42) أخبرنا الحسن بن أبي الحسن الشيرازي, ابنا أبو الحسن علي بن محمد بن أحمد بن لؤلؤ الوراق, ثنا حمزة بن محمد بن عيسى الكاتب, ثنا نعيم بن حماد ثنا حماد - يعني ابن خالد (¬2) - عن مسعر (¬3) , عن عون بن عبد الله (¬4) قال: كم من مستقبل يوماً لا يتمه ومنتظر غداً لا يبلغه, لو تنظرون إلى الأجل ومسيره, لأبغضتم الأمل وغروره. (¬5) ¶ (43) سمعت محمد بن عبد الباقي يقول: سمعت هناد بن ابراهيم النسفي يقول سمعت: أبا القاسم إسماعيل بن منصور بن عبد الله بن عدي الحافظ بجرجان (¬6) يقول: سمعت أبا محمد عبد الرحمن بن محمد (¬7) بنيسابور (¬8) يقول: سمعت أبا بكر عيسى بن موسى (¬9) ¶ ¬__________ ¶ (¬1) إسناده ضعيف . ولم أقف عليه عند غير المصنف. ¶ (¬2) حماد بن خالد الخياط القرشي أبو عبد الله البصري, ثقة أمِّي (التقريب 1496). ¶ (¬3) مسعر - بكسر أوله - ابن كدام - بكسر أوله وتخفيف ثانيه - بن ظهير الهلالي أبو سلمة الكوفي مات سنة (153هـ أو 155هـ) ثقة ثبت فاضل . (التقريب 6605). ¶ (¬4) عون بن عبد الله بن عتبة بن مسعود الهذلي أبو عبد الله الكوفي مات قبل سنة عشرين ومائة . ثقة عابد, (التقريب 5223). ¶ (¬5) إسناده صحيح. ¶ ... والحديث في الزهد لابن المبارك (رقم 10) ومن طريقه أخرجه كل من: ابن أبي الدنيا في قصر الأمل (108) وأبو نعيم في حلية الأولياء (4/243) وابن عساكر في تاريخ دمشق (47/72) والبيهقي في الزهد الكبير (592). وأخرجه ابن أبي شيبه في المصنف (رقم 34963) وأبو نعيم في الحلية (4/243) وابن عساكر في تاريخ دمشق (47/72) . وابن الجوزي في صفة الصفوة (3/103) من طريق المسعودي عن عون بن عبد الله. ¶ (¬6) لم أقف عليه. ¶ (¬7) هو عبد الرحمن بن محمد بن جعفر بن أحمد بن سعيد الجرجاني نزيل نيسابور المتوفي سنة (367هـ). صنف كتاباً في أخبار ولد العباس لأبي نصر الطرفي. انظر تاريخ جرجان (1/259). ¶ (¬8) نيسابور: بنيت في القرن الرابع للميلاد في اقليم خراسان الواقع في إيران حالياً. وكانت إحدى عواصم خراسان بل من كبار مدن الإسلام وهي معروفة اليوم باسم: (نيشابور). انظر: معجم البلدان لياقوت (5/331- 333) وبلدان الخلافة الشرقية لكي نسترنج(424-430). ¶ (¬9) لم أقف عليه.",
            "page": "60",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "يقول: سمعت الحسن بن علي (¬1) يقول: سمعت علي بن المديني يقول: \"ليس قوم خيراً من أصحاب الحديث, الناس في طلب الدنيا وهم في إقامة الدين\" (¬2) . ¶ (44) أنشدنا أحمد بن علي الحافظ, قال : أنشدنا علي بن المحسن القاضي, قال: أنشدنا أبو علي الهائم (¬3) قال: أنشدنا السري بن أحمد الرفاء الموصلي (¬4) لنفسه: ¶ إذا سقى الله منزلاً فسقى ... بغداد ماحاولت من الديم ¶ ياحبذا صحبة العلوم بها ... والعيش بين اليسار والعدم (¬5) ¶ تم المجلس. ¶ مجلس رابع ¶ (45) وأخبرنا الشيخ الإمام أبو بكر محمد بن عبد الباقي بن محمد قال : ثنا أبو محمد الحسن بن علي بن محمد الجوهري الشيخ الثقة إملاء في ذي الحجة والقعدة من سنة ست وأربعين ¶ ¬__________ ¶ (¬1) الحسن بن علي بن محمد الهذلي أبو علي الخلال مات سنة (242هـ) ثقة حافظ له تصانيف. (التقريب 1262). ¶ (¬2) في إسناده من لم أقف على ترجمته ¶ ... وهو في العلو والنزول لمحمد بن طاهر المقدسي أبو الفضل (رقم 11) من طريق أبي بكر عيسى بن موسى به. ¶ (¬3) أحمد بن علي بن أحمد المعروف بأبن المدائني الملقب بالهائم أبو علي مات سنة (386هـ) ترجم له الخطيب ولم يذكر فيه جرحاً ولا تعديلاً. تاريخ بغداد (4/317). ¶ (¬4) السري بن أحمد بن السري أبو الحسن الكندي الرفاء الموصلي مات بعد سنة (360هـ) شاعر مجود, حسن المعاني, له مدائح في سيف الدولة وغيره. ¶ ... انظر: تاريخ بغداد (9/194) ¶ (¬5) هذه الأبيات في ديوان السري الرفاء (1/800). ¶ ... وأخرجها الخطيب البغدادي في تاريخ بغداد (1/52) عن أبي القاسم علي بن المحسن التنوخي به مثله.",
            "page": "61",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "وأربعمائة في جامع المنصور (¬1) , أبنا أبو سعيد الحسن بن جعفر بن محمد الوضاح السمسار (¬2) , ثنا محمد بن يحيى بن سليمان/ المروزي (¬3) , ثنا عاصم بن علي (¬4) , ثنا المسعودي (¬5) , عن علي بن الأقمر (¬6) , عن أبي الأحوص (¬7) , عن عبد الله قال: \" من سره أن يلقي الله عز وجل غداً مسلماً فليحافظ على هؤلاء الصلوات الخمس حيث ينادي بهن, فإن الله تعالى قد شرع لنبيكم صلى الله عليه وسلم سنن الهدى, وإنهن من الهدى, وإني لأحسب ما منكم من أحد إلا له مسجد يصلي فيه من بيته, ولو صليتم في بيوتكم وتركتم مساجدكم لتركتم سنة نبيكم, ولو تركتم سنة نبيكم لضللتم , وما من ¶ ¬__________ ¶ (¬1) جامع المنصور ويقال له أيضاً جامع المدينة، والجامع العتيق، هو أول جامع بني ببغداد من بداية إنشائها في عهد أبي جعفر المنصور سنة(145هـ) وكان ملاصقاً لقصره، وكان لهذا الجامع مكانة عظيمة. ¶ ... انظر: بغداد مدينة السلام (الجانب الغربي) (1/255-257) د. صالح العلي. ¶ (¬2) المعروف بالحُرفي المتوف سنة(376هـ). ¶ ... قال عنه العتيقي: \"كان فيه تساهل\" انظر: تاريخ بغداد (7/292- 293) لسان الميزان (2/198). ¶ (¬3) محمد بن يحيى بن سليمان المروزي أبو بكر البغدادي المتوفي سنة (298هـ) ¶ ... قال الخطيب: \"كان ثقة\" وقال الدارقطني: \"صدوق\". ¶ ... انظر: سؤالات الحاكم للدارقطني (رقم 183) وتاريخ بغداد (3/422- 423). ¶ (¬4) عاصم بن علي بن عاصم بن صهيب الواسطي أبو الحسن التيمي مولاهم مات سنة (221هـ), صدوق ربما وهم. (التقريب 3067). ¶ (¬5) عبد الرحمن بن عبد الله بن عتبة بن عبد الله بن مسعود الكوفي المسعودي مات سنة (160هـ وقيل 165هـ) صدوق اختلط قبل موته, وضابطه أن من سمع منه ببغداد فبعد الاختلاط. (التقريب 3919). ¶ ... قلت : وسماع عاصم بن علي الواسطي منه بعد الاختلاط. انظر: الكواكب النيرات لابن الكيال(1/54). ¶ (¬6) علي بن الأقمر بن عمرو الهمداني - بسكون الميم وبالمهملة - الوادعي - بكسر الدال المهملة وبالمهملة - الوازع - بكسر الزاي بعدها مهملة - كوفي. ثقة . (التقريب 4690). ¶ (¬7) عوف بن مالك بن نضلة - بفتح النون وسكون المعجمة - الجُشمي - بضم الجيم وفتح المعجمة - أبو الأحوص الكوفي مشهور بكنيته, ثقة. (التقريب 5218).",
            "page": "62",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "عبد مسلم يتوضأ فيحسن الوضوء ثم يمشي إلى الصلاة إلا كتب الله له بكل خطوة حسنة, ورفعه بها درجة\" ¶ هذا الحديث حسن, عال صحيح من حديث أبي عبد الرحمن عبد الله بن مسعود الهذلي, وثابت من رواية عوف بن مالك بن نضلة أبي الأحوص الجشمي عنه انفرد مسلم بن الحجاج بإخراجه في صحيحه عن أبي بكر بن أبي شيبة عن أبي نعيم عن أبي العميس عن علي بن الأقمر عن أبي الأحوص نحوه. (¬1) ¶ ووقع لنا عالياً بحمد الله فكأن شيخنا أبا محمد سمعه من مسلم, وحدثنا به عنه, توفي مسلم في سنة إحدى وستين ومائتين (¬2) رحمه الله. ¶ (46) أخبرنا أبو الحسن علي بن إبراهيم بن عيسى المقرئ الشيخ الراصد قراءة عليه في رجب من سنة خمس وأربعين وأربعمائة وأنا أسمع ما قرأه، ثنا أبو بكر أحمد بن جعفر بن حمدان بن مالك القطيعي إملاء، ثنا عبد الله بن أحمد بن حنبل،حدثني أبي, ثنا يزيد بن هارون (¬3) ,ابنا فضيل بن مروزق (¬4) ثنا أبو سلمة الجهني (¬5) . ¶ ¬__________ ¶ (¬1) (1/453 رقم 654) قلت: واسناد المصنف فيه المسعودي مختلط وسماع عاصم منه قبل الاختلاط, إلا أنه توبع, فقد تابعه أبو العميس وهو عقبة بن عبد الله بن عتبه عند مسلم في صحيحه. ¶ (¬2) انظر الوفيات (1/185-186) لأبي العباس أحمد بن الحسن الخطيب. ¶ (¬3) يزيد بن هارون بن زاذان السلمي مولاهم أبو خالد الواسطي مات سنة (206هـ). ثقة متقن عابد. (التقريب 7789). ¶ (¬4) فضيل بن مرزوق الأغر - بالمعجمة والراء - الرقاشي الكوفي ابو عبد الرحمن مات في حدود سنة (160هـ) صدوق بهم ورمي بالتشيع (التقريب 5437). ¶ (¬5) أبو سلمة الجهني, ذكره ابن حبان في الثقات , وقال الذهبي: لا يدرى من هو؟ وقال ابن حجر: وقرأت بخط ابن عبد الهادي : يحتمل أن يكون هو خالد بن سلمة , وفيه نظر لأن خالد بن سلمة مخزومي, وهذا جهني, والحق أنه مجهول الحال, وابن حبان يذكر أمثاله في الثقات ويحتج به في الصحيح إذا كان ما رواه ليس يمنكر. ¶ ... وكذلك توصل محققو مسند الإمام أحمد أن أبا سلمة الجهني ليس هو موسى الجهني الثقة لتفريق الأئمة بينهما. انظر : الثقات (7/657) ميزان الاعتدال (7/377), لسان الميزان (7/56) المغني في الضعفاء (2/789) حاشية مسند الإمام أحمد (6/247- 248).",
            "page": "63",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "عن القاسم بن عبد الرحمن (¬1) , عن عبد الله هو ابن مسعود قال: قال رسول الله صلى الله عليه وسلم : \"ماأصاب أحداً قط هم ولا حزن فقال: \"اللهم إني عبدك ابن عبدك ابن أمتك ناصيتي بيدك ماضٍ فيَّ حكمك عدل فيَّ قضاؤك, أسألك بكل اسم هو لك سميت به نفسك أو علمته أحد من خلقك أو أنزلته في كتابك, أو استأثرت به في علم الغيب عندك أن تجعل القرآن ربيع قلبي, ونور صدري , وجلاء حزني, وذهاب همي إلا أذهب الله تعالى حزنه وأبدله مكانه فرحاً\" قال: فقلت: يارسول الله أفلا نتعلمها, قال: فقال: بلى ينبغي لمن سمعها أن يتعلمها\". ¶ هذا حديث حسن عال الإسناد ورجاله ثقات (¬2) . ¶ ¬__________ ¶ (¬1) القاسم بن عبد الرحمن بن عبد الله بن مسعود المسعودي أبو عبد الرحمن الكوفي مات سنة (120هـ أو قبلها) ثقة عابد. (التقريب 5469). ¶ (¬2) بل اسناده ضعيف, فيه أبو موسى الجهني مجهول الحال. ¶ ... وأخرجه أحمد في المسند (1/391 رقم 3712) وابن حبان في صحيحه (3/353 رقم 972) وابن أبي شيبة في المصنف (6/40 رقم 29318) وأبو يعلي في المسند (9/ 198- 199 رقم 5297) والبيهقي في الدعوات الكبير (1/124 رقم 164) وفي القضاء والقدر (1/259 رقم 359) وأبو بكر الدينوري في المجالسة وجواهر العلم (1/308 رقم 803) والشاشي في مسنده (1/318 رقم 282) كلهم من طريق يزيد بن هارون به. ¶ ... وأخرجه الحاكم في المستدرك (1/690 رقم 1877) والمقدسي في الترغيب في الدعاء (1/266 رقم 136) والطبراني في الكبير (10/169 رقم 10352) وفي الدعاء (رقم 1035) من طريق فضيل بن مرزوق به. وقال الحاكم: هذا حديث صحيح على شرط مسلم, إن سلم من إرسال عبد الرحمن بن عبد الله بن مسعود عن أبيه, فإنه مختلف في سماعه من أبيه, وتعقبه الذهبي بقوله: \"أبو سلمة لا يدرى من هو , ولا رواية له في الكتب الستة: . أقول: أما قوله: إن سلم من إرسال عبد الرحمن بن عبد الله بن مسعود عن أبيه, فالراجح سماعه من أبيه كما ذكرت ذلك في بحثي. مرويات عبد الرحمن بن عبد الله بن مسعود عن أبيه\" ¶ أما قوله: على شرط مسلم, فإن القاسم بن عبد الرحمن لم يخرج له مسلم بل هو من رجال البخاري وحده.",
            "page": "64",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "(47) أخبرنا القاضي الإمام أبو الطيب طاهر بن عبد الله بن طاهر الطبري قراءة عليه/ في المحرم سنة ست وأربعين وأربعمائة وأنا أسمع, ثنا أبو أحمد محمد بن أحمد الغطريفي ثنا أبو خليفة - يعني الفضل بن الحباب الجمحي - ثنا سليمان بن حرب (¬1) , ثنا شعبة, عن زبيد ومنصور والأعمش, عن أبي وائل (¬2) عن عبد الله عن النبي صلى الله عليه وسلم قال: \" سباب المسلم فسوق وقتاله كفر\" (¬3) . ¶ هذا حديث عال صحيح مجمع على صحته, أخرجه البخاري عن سليمان بن حرب الواشجي, عن شعبة بن الحجاج العتكي عن منصور وحده - وهو ابن المعتمر وكنيته أبو عتاب السلمي - عن أبي وائل شفيق بن سلمة الاسدي عن ابن مسعود (¬4) . وأخرجه أيضاً عن محمد بن عرعرة عن شعبة عن زبيد عن أبي وائل (¬5) , وأخرجه أيضاً عن عمر بن حفص عن أبيه عن الأعمش عن أبي وائل مثله (¬6) . ¶ وأخرجه مسلم (¬7) عن أبي بكر بن أبي شيبة وأبي موسى محمد بن المثنى عن محمد بن جعفر غندر عن شعبة , عن منصور. ¶ وأخرجه أيضاً عن أبي موسى عن غندر عن شعبة عن زبيد, وعن ابن نمير عن عفان عن الأعمش نحوه. ¶ ¬__________ ¶ (¬1) سليمان بن حرب الأزدي مات سنة(224هـ) ثقة إمام حافظ، (التقريب2545). ¶ (¬2) شفيق بن سلمة الأسدي أبو وائل الكوفي. ثقة مخضرم. (التقريب 2816) ¶ (¬3) إسناده صحيح وهو في جزء ابن غطريف (رقم83). ¶ (¬4) (5/2247 رقم 5697) باب ما ينهى من السباب واللعن. ¶ (¬5) (1/27 رقم 48) باب خوف المؤمن من أن يحبط عمله وهولا يشعر. ¶ (¬6) (6/2592 رقم 6665) باب قول النبي (ص) \"لا ترجعوا بعدي كفاراً يضرب بعضكم رقاب بعض\". ¶ (¬7) (1/81 رقم 64) باب بيان قول النبي(ص) \"سباب المسلم فسوق وقتاله كفر\".",
            "page": "65",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "فكأن شيخنا أبا الطيب سمعه من مسلم نفسه, وحُدِّث به عن البخاري وكانت وفاة مسلم في سنة إحدى وستين ومائتين. ¶ (48) حدثنا القاضي الإمام أبو الحسين محمد بن علي العباسي قراءة من لفظه ثنا عمر بن أحمد بن عثمان الواعظ (¬1) إملاء ثنا عبد الله بن محمد البغوي ثنا علي بن الجعد (¬2) , أبنا شعبة, عن ثابت البناني, عن أنس عن رسول الله صلى الله عليه وسلم قال: \"لايتمنى المؤمن الموت لضر نزل به فإن كان لا بد فاعلاً فليقل : اللهم احيني ما كانت الحياة خيراً لي, وتوفني إذا كانت الوفاة خيراً لي\". ¶ هذا حديث حسن عال صحيح متفق عليه. ¶ أخرجه البخاري (¬3) عن آدم بن أبي إياس العسقلاني عن شعبة . وأخرجه مسلم (¬4) عن محمد بن أبي خلف عن روح بن عبادة عن شعبة نحوه ووقع لنا عالياً فكأن شيخنا سمعه من مسلم, وحُدِّث به عن البخاري رحمهما الله. ¶ (49) أخبرنا الشيخ أبو القاسم عمر بن الحسين بن ابراهيم الخفاف قراءة عليه في جامع المنصور في شعبان من سنة سبع وأربعين وأربعمائة, ابنا أبو حفص عمر بن محمد الزيات قراءة عليه ثنا عبد الله بن محمد بن ناجية في شعبان سنة ثلاثمائة, ثنا محمد بن معاوية الأنماطي (¬5) ثنا داود بن الزبرقان الرقاشي (¬6) ثنا محمد بن جحادة عن أبي صالح (¬7) عن ¶ ¬__________ ¶ (¬1) عمر بن أحمد بن عثمان بن أحمد بن محمد البغدادي أبو حفص, ابن شاهين المتوفى سنة (358هـ) أحد حفاظ الحديث, وأئمة الرواية, صاحب تصانيف, أجل من أن يوثق. انظر: تاريخ بغداد (11/265- 268) وسير أعلام النبلاء (16/431) ¶ (¬2) علي بن الجعد بن عبيد أبو الحسن الجوهري البغدادي مات سنة (230هـ). ¶ ... ثقة ثبت رمي بالتشيع. (التقريب 4698) ¶ (¬3) (5/2146 رقم 5347) باب نهي تمني المريض الموت. ¶ (¬4) (4/2064 رقم 2680) باب تمني كراهة الموت لضر نزل به. ¶ ... والحديث أيضاً عند المصنف في أحاديث الشيوخ الثقات (2/471 رقم 50) ¶ ... ومن قبل هو في حديث ابن الجعد لأبي القاسم البغوي (رقم 1402) ¶ (¬5) محمد بن معاوية بن يزيد الأنماطي أبو جعفر البغدادي صدوق ربما وهم. (التقريب 6309) ¶ (¬6) داود بن الزبرقان الرقاشي البصري نزيل بغداد. مات بعد (180هـ) متروك. وكذبه الأزدي, (التقريب 1785). ¶ (¬7) ذكوان أبو صالح السمان الزيات المدني مات سنة (101هـ) ثقة ثبت. (التقريب 1841)",
            "page": "66",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "أبي سعيد الخدري أن رسول الله صلى الله عليه وسلم قال: \"لاتسبوا أصحابي فلو أن أحدكم أنفق مثل أحد ذهباً/ مابلغ مد أحدهم ولا نصيفه\" (¬1) . ¶ هذا حديث عال صحيح مجمع على صحته أخرجه البخاري (¬2) ومسلم (¬3) جميعاً في كتابيهما من طرق عدة من حديث الأعمش عن أبي صالح عن أبي سعيد. ¶ (50) أخبرنا الشيخ أبو الحسين محمد بن أحمد بن محمد بن حسنون النرسي الثقة قراءة عليه وأنا أسمع حدثني جدي القاضي أبو الحسن علي بن أحمد بن محمد بن يوسف (¬4) قراءة علي من لفظه, حدثني أبو بكر محمد بن إبراهيم بن محمد بن بشروه من أهل نيسابور (¬5) , حدثني أبو محمد عبد الله بن محمد بن عثمان الواسطي (¬6) ثنا أبو يعلي أحمد بن المثنى (¬7) ثنا شيبان بن فروخ (¬8) ثنا محمد بن زكريا (¬9) حدثني أبي (¬10) ¶ ¬__________ ¶ (¬1) إسناده ضعيف جداً. والحديث صحيح. ¶ (¬2) (3/1343 رقم 3470)باب قول النبي (ص) لو كنت متخذاً خليلاً. ¶ (¬3) (4/1967 رقم 2541) باب تحريم سب الصحابة رضي الله عنهم. ¶ (¬4) أبو الحسن القاضي المتوفى سنة (402هـ). ¶ قال الخطيب: \"وكان ثقة\" تاريخ بغداد (11/327) ¶ (¬5) لم أقف عليه. ¶ (¬6) المعروف بابن السقا المتوفى سنة (373هـ) نعته الذهبي بقوله: \"الحافظ الإمام محدث واسط\" تذكرة الحفاظ (3/956) ¶ (¬7) أحمد بن يعلي بن المثنى بن يحيى بن عيسى التميمي أبو يعلي الموصلي. نعته الذهبي في تذكرة الحفاظ (2/707) بقوله: \"الحافظ الثقة محدث الجزيرة .. صاحب المسند الكبير\". ¶ (¬8) شيبان بن فروخ, وهو ابن أبي شيبة الحبطي مولاهم أبو محمد الأبلي - بضم الهمزة والموحدة وتشديد اللام مات سنة (236هـ أو 235هـ) صدوق يهم ورمي بالقدر, قال أبو حاتم: اضطر الناس إليه أخيراً. (التقريب 2834). ¶ (¬9) لم أقف عليه. ¶ (¬10) لم أقف عليه.",
            "page": "67",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "[.....] (¬1) عن أنس بن مالك قال: دخلت على النبي صلى الله عليه وسلم وعنده أبو بكر وعمر رضوان الله عليهما, فتارة ينظر إلى هذا وتارة ينظر إلى هذا, فقلت: وراك أبي وأمي . أراك تلح النظر إليهما قال لي: يا أنس هذان خير أهل الأرض جميعاً, وخير أهل السماوات جميعاً بعد النبيين, يا أنس من أحبهما دخل الجنة ومن يعصهما دخل النار, ثم قال رسول الله صلى الله عليه وسلم : حب أبي بكر يوجب الغفران وحب عمر يمحق العصيان, وحب عثمان يقوي الإيمان, وحب علي يخمد النيران ثم قال صلى الله عليه وسلم : من أحب عافية بلا سقم وغنى بلا فقر وعزاً بلا عشيرة ونعيماً بلا زوال, فليحب أبا بكر وليردف بعمر وليثلث بعثمان وليربع بعلي فوالذي بعثني بالحق نبياً واصطفاني بالرسالة ما آمنت بهم نفس ولا صدقت بهم جارحة من ذكر أو أنثى صغير أو كبير شاب أو شيخ حر أو عبد أسود أو أبيض إلا كان سبب عتق رقبته من النار\" ¶ هذا حديث حسن غريب (¬2) . ¶ (51) حدثنا شيخنا القاضي الإمام أبو يعلي محمد بن الحسين بن محمد الراصد إملاء في جامع المدينة أبنا أبو الحسن علي بن معروف بن محمد بن عمر البزاز (¬3) قراءة عليه في رجب من سنة ست وثمانين وثلاثمائة ثنا أبو إسحاق إبراهيم بن عبد الصمد بن موسى بن محمد بن إبراهيم الإمام الهاشمي (¬4) قراءة عليه في شهر ربيع الآخر من سنة أربع وعشرين وثلاثمائة حدثني أبي (¬5) ,ثنا عبد الوهاب بن محمد (¬6) , ثنا عبد الصمد بن علي, عن ¶ ¬__________ ¶ (¬1) طمس في المخطوط بقدر كلمة. ¶ (¬2) فيه من لم أقف على ترجمته. والحديث ذكره أبو شجاع الديلمي الملقب (إلكيا) في الفردوس بمأثور الخطاب (2/142). ¶ (¬3) علي بن معروف بن محمد أبو الحسن البزاز. ¶ ... قال الخطيب: \"وكان ثقة\" تاريخ بغداد (12/113). ¶ (¬4) المتوفى سنة (325هـ). قال الذهبي في الميزان (1/168): \"لا بأس به إن شاء الله ... وهو آخر من روى في الدنيا عن أبي مصعب الموطأ\" وانظر تاريخ بغداد (6/137). ¶ (¬5) عبد الصمد بن موسى بن محمد بن إبراهيم الإمام الهاشمي. ¶ ... قال الخطيب: قد ضعفوه, وقال الذهبي: يروي مناكير عن جده محمد بن إبراهيم الإمام وقول الخطيب فيه ماهو في تاريخ. قال الحافظ: نقله عنه ابن الجوزي فيحرر. ميزان الاعتدال (4/356) لسان الميزان (4/23), تاريخ بغداد (11/41). ¶ (¬6) عبد الوهاب بن محمد بن إبراهيم الإمام بن محمد بن علي بن عبد الله بن العباس بن عبد المطلب , ترجم له الخطيب وسكت عنه. تاريخ بغداد (11/25)",
            "page": "68",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "علي بن عبد الله بن عباس (¬1) , عن عبد الله بن عباس, عن العباس بن عبد المطلب رضي الله عنه قال: قال: إني لما انصرفت من بيعة الشجرة رأيت من رسول الله صلى الله عليه وسلم أكثر مما كنت أرى من البرِّ والإعظام فلما كان مذ أيام قال لي رسول الله/ صلى الله عليه وسلم : \"ألا أبشرك ياعم, قلت: بأبي أنت وأمي يارسول الله , قال: إن الله عز وجل بنى لإبراهيم خليله قصراً من ياقوته خضراء في الجنة وبنى لي قصراً من ياقوتة بيضاء وبنى لك قصراً من ياقوتة حمراء فأنت بين خليل وحبيب\" (¬2) ¶ (52) أخبرنا الشيخ الصالح أبو طالب محمد بن علي الحربي قراءة عليه، أبنا أبو الحسن علي بن عمر بن أحمد الدارقطني، ثنا عبد الله بن محمد البغوي, ثنا الحكم بن موسى (¬3) , ثنا شهاب بن خراش (¬4) , عن الحجاج بن دينار (¬5) , عن أبي معشر (¬6) عن إبراهيم (¬7) , ¶ ¬__________ ¶ (¬1) الهاشمي أبو محمد مات سنة (118هـ) ثقة عابد. (التقريب 4761) ¶ (¬2) إسناده ضعيف, والحديث في ذخائر العقبي في مناقب ذوي القربى (1/197) لمحب الدين الطبري. ¶ (¬3) الحكم بن موسى بن أبي زهير البغدادي أبو صالح القنطري مات سنة (232هـ) صدوق. (التقريب 1462) ¶ (¬4) شهاب بن خراش بن حوشب الشيباني أبو الصلت الواسطي نزيل الكوفة صدوق يخطئ. (التقريب 2825) ¶ (¬5) حجاج بن دينار الواسطي , لا بأس به. (التقريب 1125) ¶ (¬6) زياد بن كليب الحنظلي أبو معشر الكوفي مات سنة (119هـ أو 120هـ) ثقة (التقريب 2096) ¶ (¬7) إبراهيم بن يزيد بن قيس بن الأسود النخعي أبو عمران الكوفي الفقيه مات سنة (151هـ) ثقة إلا أنه يرسل كثيراً, (التقريب 270)",
            "page": "69",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "قال: قال علقمة (¬1) : خطبنا علي بن أبي طالب عليه السلام فحمد الله وأثنى عليه ثم قال: إنه بلغني أن ناساً يفضلوني على أبي بكر وعمر رضي الله عنهما ولو كنت تقدمت في ذلك لعاقبت وأكره العقوبة قبل التقدم فمن أتيت به بعد مقامي هذا قد قال شيئاً من ذلك فهو مفتر، عليه ما على المفتري , خير الناس كان بعد رسول الله صلى الله عليه وسلم أبو بكر وعمر رضي الله عنهما (¬2) . ¶ (53) أخبرنا علي بن إبراهيم أبو الحسن المقرئ , ثنا أحمد بن جعفر بن حمدان إملاء، ثنا جعفر بن محمد بن الحسن (¬3) ، ثنا عبيد الله بن معاذ (¬4) , ثنا أبي (¬5) عن أشعث (¬6) عن ¶ ¬__________ ¶ (¬1) علقمة بن قيس بن عبد الله النخعي الكوفي مات بعد الستين وقيل بعد السبعين. ثقة ثبت فقيه عابد. (التقريب 4681) ¶ (¬2) إسناده حسن. ¶ ... والحديث أخرجه ابن أبي عاصم في السنة (2/479 رقم 993) من طريق الهيثم بن خارجة وحسن إسناده الألباني وعبد الله بن الإمام أحمد في السنة (2/588 رقم 1394) عن أبي صالح الحكم بن موسى, وأبو حفص بن شاهين في شرح مذاهب أهل السنة (1/316 رقم 198) من طريق الحكم بن موسى وقال: \" وهذا إسناد لا بأس به رجاله ثقات \" والإمام أحمد في فضائل الصحابة (1/336 رقم 484) عن هيثم بن خارجة والحكم بن موسى , وأبو القاسم المقدسي (1/86) من طريق الحكم بن موسى, واللالكائي في اعتقاد أهل السنة (8/1396 رقم 2678) من طريق سعيد بن منصور كلهم عن شهاب بن خراش به وقد ضعف إسناده محقق فضائل الصحابة بأبي معشر نجيح, وأبو معشر ليس هو نجيح بل هو زياد بن كلييب وهو ثقة . ¶ (¬3) هو ابن المستفاض الفريابي المتوفى سنة (301هـ), من الحفاظ الأثبات , والأئمة الرحالين, له مصنفات مشهورة. انظر: تاريخ بغداد (7/199) وسير أعلام البنلاء (14/96) وتذكرة الحفاظ (2/692) ¶ (¬4) عبيد الله بن معاذ بن معاذ بن نصر بن حسان العنبري أبو عمرو البصري مات سنة (237هـ) ثقة حافظ. (التقريب 4341) ¶ (¬5) معاذ بن معاذ بن نصر بن حسان العنبري أبو المثنى البصري مات سنة (196هـ) ثقة متفن. (التقريب 6740) ¶ (¬6) أشعث بن عبد الله بن جابر الحدان - بمهملتين مضمومة ثم مشددة - الأزدي وقد ينسب إلى جده وهو الحملي - بضم المهملة وسكون الميم - صدوق . ( التقريب 527)",
            "page": "70",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "محمد بن سيرين (¬1) , عن أبي صالح عن علي عليه السلام قال: إني لأرجو أن أكون أنا وعثمان وطلحة والزبير ممن قال الله عز وجل ($uZôمt\"tRur مَا فِي صُدُورِهِمْ مِنْ غِلٍّ إِخْوَانًا عَلَى سُرُرٍ tû,خ#خ7\"s)tGoB)[الحجر:47] (¬2) . ¶ (54) أخبرنا القاضي أبو المظفر هناد بن إبراهيم النسفي قراءة عليه ثنا أبو عبد الرحمن محمد بن الحسين السلمي (¬3) , ثنا أبو جعفر محمد بن أحمد بن سعيد الرازي الزاهد (¬4) , ثنا الحسين بن داود البلخي (¬5) , ثنا شقيق بن إبراهيم البلخي (¬6) , ثنا أبو هاشم الأبلي (¬7) , ¶ ¬__________ ¶ (¬1) محمد بن سيرين الأنصاري أبو بكر بن أبي عمرة البصري مات سنة (110هـ) ثقة ثبت عابد كبير القدر. (التقريب 5947) ¶ (¬2) إسناده حسن. ¶ ... والحديث أخرجه ابن عساكر في تاريخ مدينة دمشق (25/117- 118) عن المصنف أبي بكر الأنصاري به مثله. وأخرجه أحمد في فضائل الصحابة (1/467 رقم 758) وأبو بكر الخلال في السنة (2/390 رقم 555) كلاهما من طريق محمد بن جعفر عن شعبة عن حبيب بن الزبير عن عبد الرحمن بن الشريد قال سمعت علياً وساقه بنحوه. وقال ابن كثير في البداية والنهاية (7/193): \"وثبت عنه- أي عن علي - أيضاً من غير وجه أنه قال: إني لأرجو أن أكون أنا وعثمان ممن قال الله تعالى فيهم وساق الآية\" ¶ (¬3) محمد بن الحسين بن محمد بن موسى بن خالد الأزدي السلمي أبو عبد الرحمن النيسابوري الصوفي صاحب التصانيف المتوفى سنة (412هـ) محدث له معرفة بالحديث ورجاله, لكن تكلم فيه حتى أتهم بوضع الحديث للصوفية, لكن قال السراج: مثله إن شاء الله لا يتعمد الكذب, ونسبه إلى الوهم. ¶ ... انظر : سير أعلام النبلاء (17/247- 255) ولسان الميزان (5/140) ¶ (¬4) المتوفى سنة (344هـ) وهو ابن ثمان وتسعين سنة, قال الذهبي : لا أعرفه. وضعفه الدارقطني في ترجمة محمد بن أحمد بن مهران. ¶ ... انظر : لسان الميزان (5/39, و5/51) والكشف الحثيث (1/ 216) ¶ (¬5) الحسين بن داود بن معاذ أبو علي البلخي المتوفى سنة (282هـ) قال الخطيب: \"لم يكن ثقة فإنه روى نسخة عن يزيد بن هارون عن حميد عن أنس أكثرها موضوع\". تاريخ بغداد (8/44) وانظر: لسان الميزان (2/282) ¶ (¬6) شقيق بن إبراهيم أبو علي الأزدي البلخي الزاهد. أحد شيوخ التصوف له قدم فيه موصوف, وكلام في التوكل معروف وترجم له ابن أبي حاتم وسكت عنه. انظر: الجرح والتعديل (4/373) , تاريخ مدينة دمشق (23/131) ¶ (¬7) كثير بن عبد الله الناجي مولاهم أبو هاشم الأبُليِّ الوشاء ¶ ... قال البخاري ومسلم وأبو زرعة وأبو حاتم والنسائي وأبو أحمد الحاكم: \"منكر الحديث\" وزاد أبو حاتم: \"ضعيف جداً شبه متروك\" انظر: التاريخ الكبير (7/218) ¶ ... وأسامي الضعفاء لأبي زرعة (رقم 276) والجرح والتعديل (7/154) والتهذيب (8/417- 418)",
            "page": "71",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "عن أنس بن مالك قال: قال رسول الله صلى الله عليه وسلم : \"من أخذ من الدنيا الحلال حاسبه الله ومن أخذ من الدنيا من الحرام عذبه الله عليه. أفٍّ للدنيا ومافيها حلالها حساب وحرامها عذاب\" (¬1) ¶ (55) أخبرنا الإمام محمد بن أبي عبد الله العدل (¬2) الرضا بقراءتي عليه من أصله، ثنا عيسى بن علي بن عيسى بن داود بن الجراح (¬3) إملاء ثنا أبو بكر محمد بن الحسن بن دريد (¬4) , ¶ ¬__________ ¶ (¬1) إسناده ضعيف جداً , والحديث أخرجه أبو عبد الرحمن الأزدي في طبقات الصوفية (1/64) عن محمد بن أحمد بن سعيد الرازي به مثله. ¶ (¬2) هو أبو الحسين محمد بن علي بن محمد بن عبيد الله بن عبد الصمد. ¶ (¬3) المتوفى سنة (391هـ) قال عنه الخطيب في تاريخ بغداد (11/179): \"كان ثبت السماع, صحيح الكتاب\" ونقل عن ابن أبي الفوارس أنه قال عنه: \"كان يرمى بشئ من مذهب الفلاسفة\" فدافع عنه الذهبي في الميزان (3/318) بقوله: \"لم يصح ذا عنه\" ¶ ... وانظر: سير أعلام النبلاء (16/549) ولسان الميزان (4/402) ¶ (¬4) محمد بن الحسن بن دريد أبو بكر صاحب اللغة المتوفى سنة (321هـ) كان رأساً في الأدب, يضرب المثل بحفظه إلا أنه متكلم فيه وغير ثقة. ¶ ... انظر: تاريخ بغداد (2/195) ولسان الميزان (5/132- 133)",
            "page": "72",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "ثنا أبو حاتم (¬1) , عن أبي عبيدة (¬2) , عن يونس (¬3) قال: بلغني أن ابن عباس رحمه الله/ كان يقول: كتب إلى علي بن أبي طالب عليه السلام بموعظة ما سررت سروري بها. ¶ أما بعد: فإن المرء يسره درك مالم يكن ليفوته, ويسوؤه فوت مالم يكن ليدركه, فما نالك من دنياك فلا تكثر به مرحاً, وما فاتك منها فلا تتبعه أسفاً, وليكن سرورك على ما قدمت, وأسفك على ما خلفت, وهمك فيما بعد الموت (¬4) . ¶ (56) أخبرنا إبراهيم بن أبي حفص الفقيه (¬5) فيما أذن لنا في الرواية عنه, أبنا علي بن عبد العزيز البرذعي (¬6) ثنا عبد الرحمن بن أبي حاتم الرازي (¬7) , ثنا أحمد بن القاسم بن عطية (¬8) ثنا عبد الله بن أحمد بن شبويه المروزي (¬9) , قال: سمعت قتيبة بن سعيد (¬10) ¶ ¬__________ ¶ (¬1) هو سهل بن محمد بن عثمان أبو حاتم السجستاني النحوي المقرئ البصري مات سنة (255هـ) صدوق فيه دعابة. (التقريب 2666) ¶ (¬2) هو معمر بن المثنى أبو عبيدة التيمي مولاهم البصري النحوي اللغوي المتوفى سنة (208هـ) وقد قارب المائة, صدوق أخباري وقد رمي برأي الخوارج. (التقريب 6812) ¶ (¬3) يونس بن عبيد بن دينار العبدي أو عبيد البصري مات سنة (139هـ) ثقة ثبت فاضل ورع. (التقريب 7909) ¶ (¬4) إسناده ضعيف. وأخرجه ابن عساكر في تاريخ دمشق (42/ 503) من طريق محمد بن الحسن بن دريد به مثله. ¶ (¬5) هو إبراهيم بن عمر بن أحمد الفقيه. ¶ (¬6) علي بن عبد العزيز بن مردك بن أحمد بن سندويه بن مهران أبو الحسن البرذعي البزاز, مات سنة (387هـ) قال الخطيب في تاريخ بغداد (12/30): \"كان ثقة\". ¶ (¬7) عبد الرحمن بن محمد بن ادريس بن المنذر التميمي الحنظلي الرازي المتوفى سنة (327هـ) الإمام الحافظ الناقد شيخ الإسلام, كان بحراً في العلوم ومعرفة الرجال. ¶ ... انظر : طبقات الحفاظ (1/347- 348) وطبقات الشافعية (1/111) ¶ (¬8) أحمد بن القاسم بن عطية أبو بكر الرازي البزاز الحافظ. ... ¶ ... قال ابن أبي حاتم في الجرح والتعدل: \"كتبنا عنه وهو صدوق\" الجرح والتعديل (2/67) ¶ (¬9) عبد الله بن أحمد بن شبوية أبو عبد الرحمن المروزي. ¶ ... ترجم له ابن أبي حاتم وسكت عنه, وذكره ابن حبان في الثقات وقال: مستقيم الحديث. الجرح والتعديل (5/6), الثقات (8/366) ¶ (¬10) قتيبة بن سعيد بن جميل - بفتح الجيم - بن طريف الثقفي.مات سنة (246هـ) ثقة ثبت (التقريب 5522)",
            "page": "73",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "يقول: لولا أحمد بن حنبل لأدخلوا في الدين. قلت لأبي رجاء قتيبة: تضم أحمد بن حنبل إلى التابعين قال: إلى كبار التابعين , قال: وسمعت أبا رجاء قتيبة بن سعيد يقول: لو أدرك أحمد بن حنبل عصر الثوري ومالك والأوزاعي والليث بن سعد لكان المقدم. (¬1) ¶ (57) أنبأنا القاضي علي بن المحسن إذناً, ثنا محمد بن عبد الله بن المطلب الشيباني (¬2) , ¶ ثنا عبد الله بن أبي داود (¬3) , ثنا المسيب بن واضح (¬4) , قال: أنشدني عبد الله بن المبارك رحمه الله: ¶ ذهب الذين تُسَرُّحِينَ تراهم ... والمنركون لكل أمر منكر ¶ وبقيت في خلف يزين بضعهم ... بعضاً ليدفع معور عن معور (¬5) ¶ ¬__________ ¶ (¬1) إسناده حسن , وهو في التقييد لابن نقطة (ص161) ¶ ... وأخرجه أبو نعيم في حلية الأولياء (9/166)و (9/168) وابن عساكر في تاريخ دمشق (5/276) كلاهما من طريق محمد بن الفضل عن قتيبة به. وأخرجه ابن عساكر أيضاً (5/275) من طريق ابن أبي حاتم به. ¶ ... وابن نقطة في التقييد (1/160- 161) من طريق الفربري وزكريا الساجي عن عبد الله بن أحمد بن شيويه به. ¶ (¬2) محمد بن عبد الله بن المطلب الشيباني، ولم أقف على ترجمته. ¶ (¬3) عبد الله بن أبي داود أبو بكر البصري, وثقه يحيى بن معين. انظر: تاريخ الإسلام (9/457) ¶ (¬4) المسيب بن واضح بن سرحان أبو محمد السلمي الحمصي المتوفى سنة (246هـ) ¶ ... قال أبو حاتم: صدوق كان يخطئ كثيراً فإذا قيل له لم يقبل, وضعفه الدارقطني. وقال ابن عدي: \"له حديث كثير عن شيوخه وعامة ما خالف فيه الناس هو ماذكرته لا يتعمده بل كان يشبه عليه وهو لا بأس به\". ¶ ... انظر: الجرح والتعديل (8/294) لسان الميزان (6/40) المغني في الضعفاء (2/659) والكامل في الضعفاء لابن عدي (6/387- 389) ¶ (¬5) في إسناده من لم أقف عليه, والأبيات في الآداب الشرعية لابن مفلح (3/535) وتروى الأبيات لبشر بن الحارث, انظر: الحماسة البصرية لعلي بن الحسن البصري (2/298) وحلية الأولياء (8/344) وتاريخ بغداد (7/77) وتاريخ دمشق (10/215) والزهد الكبير للبيهقي (1/1220 123 رقم 217)",
            "page": "74",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "تم المجلس. ¶ مجلس خامس ¶ (58) وأخبرنا الشيخ الإمام أبو بكر محمد قال: أبنا الشيخ الصالح أبو الحسن علي بن إبراهيم الباقلاني قراءة عليه في رجب سنة خمس وأربعين وأربعمائة وأنا أسمع فأقر به, ¶ ثنا أبو بكر أحمد بن جعفر بن حمدان بن مالك القطيعي إملاء ثنا إدريس بن عبد الكريم المقرئ (¬1) , ثنا خلف بن هشام البزار (¬2) , ثنا أبو أسامة (¬3) , ثنا الأعمش, ثنا ذكوان أبو صالح, عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم : \"من نفس عن أخيه كربة من كرب الدنيا نفس الله عز وجل عنه كربة من كرب يوم القيامة, ومن ستر مسلماً ستر الله عز وجل عليه في الدنيا والآخرة , والله تبارك وتعالى في عون العبد ماكان ¶ ¬__________ ¶ (¬1) إدريس بن عبد الكريم أبو الحسن الحداد المقرئ المتوفى سنة (292هـ) ثقة. انظر : تاريخ بغداد (7/14) معرفة القراء الكبار (1/ 254- 255) ¶ (¬2) خلف بن هشام بن ثعلب - بالمثلثة والمهملة - البزار - بالراء آخره - المقرئ البغدادي مات سنة (299هـ) ثقة له اختيار في القراءات . (التقريب 1737) ¶ (¬3) حماد بن أسامة القرشي مولاهم الكوفي أبو أسامة مشهور بكنيته مات سنة (201هـ) ثقة ثبت ربما دلس وكان بأخرة يحدث من كتب غيره. (التقريب 1487)",
            "page": "75",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "العبد في عون أخيه, ومن سلك طريقاً يلتمس فيه علماً يسر الله له به طريقاً إلى / الجنة, وما جلس قوم في مسجد يتلون كتاب الله تعالى ويتدارسونه بينهم إلا نزلت عليهم السكينة وحفتهم الملائكة, ومن أبطأ به عمله لم يسرع به نسبه\". ¶ هذا حديث حسن صحيح عال. ¶ أخرجه مسلم بن الحجاج في كتابه الصحيح عن نصر بن علي عن أبي أسامة عن الأعمش نحو ما أخرجناه (¬1) , ووقع لنا عالياً فكأن شيخنا أبا الحسن حدث به عن مسلم رحمه الله. ¶ (59) حدثنا الشيخ أبو محمد الحسن بن علي بن محمد الجوهري إملاء في جامع المنصور في ذي القعدة من سنة ست وأربعين وأربعمائة , أبنا أبو الحسن علي بن محمد بن أحمد بن لؤلؤ الوراق, ثنا أبو بكر بن المجدر (¬2) ثنا عبد الأعلى _ يعني أبن حماد النرسي (¬3) - ثنا المعتمر (¬4) , ثنا عبيد الله بن عمر (¬5) عن ثابت البناني, عن أنس بن مالك قال: كان النبي صلى الله عليه وسلم يخطب يوماً فقاموا إليه فقالوا: يارسول الله قحط المطر, وأحمر الشجر, وهلكت البهائم فادع الله عز وجل ان يسقينا, فقال: \"اللهم اسقنا\" قال: وأيم الله مانرى في السماء من سحابة, فنشأت سحابة فانتشرت ثم إنها أمطرت , ¶ ¬__________ ¶ (¬1) (4/2074 رقم 2699). باب فضل الاجتماع على تلاوة القرآن وعلى الذكر. ¶ (¬2) محمد بن هارون بن حميد أبو بكر البيع يعرف بابن المجدر المتوفى سنة (312هـ) قال الخطيب البغدادي في تاريخ بغداد (3/357): \"كان ثقة\" ¶ (¬3) عبد الأعلى بن حماد بن نصر الباهلي مولاهم أبو يحي المعروف بالنرسي - بفتح النون وسكون الراء وبالمهملة - مات سنة (236هـ أو 237هـ) لا بأس به (التقريب 3730) ¶ (¬4) معتمر بن سليمان التيمي أبو محمد البصري يلقب بالطفيل مات سنة (187هـ) ثقة. (التقريب 6785) ¶ (¬5) عبيد الله بن عمر بن حفص بن عاصم بن عمر بن الخطاب العمري المدني مات سنة بضع وأربعين ومائة. ثقة ثبت. (التقريب 4324). باب الدعاء إذا كثر المطر: حوالينا ولا علينا.",
            "page": "76",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "فلم تزل تمطر إلى الجمعة الأخرى, فصعد النبي صلى الله عليه وسلم المنبر فقاموا إليه, فقالوا: يارسول الله تقطعت السبل, وتهدمت المنازل, فادع الله أن يمسكها, فضحك النبي صلى الله عليه وسلم فقال: \" اللهم حوالينا ولا علينا\" فتقشعت عن المدينة, وجعلت تمطر حواليها فلقد رأيت المدينة وإنها لفي مثل الإكليل. ¶ هذا حديث حسن عال صحيح مجمع على صحته أخرجه البخاري عن محمد بن أبي بكر المقدمي عن معتمر بن سليمان (¬1) وأخرجه مسلم عن عبد الأعلى بن حماد النرسي والمقدمي أيضاً كلاهما عن المعتمر (¬2) كما أخرجناه, ووقع لنا عالياً, وكأن شيخنا أبا محمد حُدث به عن البخاري ومسلم جميعاً. ¶ (60) حدثنا الشيخ أبو الحسن علي بن عمر بن أحمد بن إبراهيم البرمكي قراءة علينا من لفظه في صفر من سنة ست وأربعين وأربعمائة, أبنا أبو القاسم عبيد الله بن محمد بن إسحاق البزاز قراءة عليه في سنة ثمان وثمانين وثلاثمائة , ثنا أبو القاسم عبد الله بن محمد بن عبد العزيز, ثنا مصعب بن عبد الله الزبيري إملاء, ثنا مالك, عن يحيى بن سعيد (¬3) عن أبي صالح السمان, عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال: \"لولا أن أشق على أمتي لأحببت أن لا أتخلف خلف سرية تخرج في سبيل الله, ولكن لا أجد ما أحملهم عليه, ولا يجدون ما يتحملون عليه فيخرجون ويشق عليهم أن يتخلفوا بعدي, فوددت أني أقاتل في سبيل الله/ فأقتل ثم أحيى ثم أقتل فأحيى ثم أقتل\". ¶ هذا حديث عال الإسناد صحيح متفق على صحته. ¶ ¬__________ ¶ (¬1) (1/ 346 رقم 975). باب استحباب الذكر بعد الصلاة وبيان صفته. ¶ (¬2) (2/614 رقم 597) ¶ ... ومعنى: تقشعت: أي تصدعت وأقلعت. النهاية في غريب الحديث(4/66). ¶ ... وقوله: مثل الإكليل يعني أن الغيم تقشع عنها واستدار بآفاقها. النهاية(4/197). ¶ (¬3) يحيى بن سعيد بن قيس الأنصاري مات سنة(144هـ) ثقة ثبت. (التقريب7559).",
            "page": "77",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "أخرجاه جميعاً في فضل الجهاد في صحيحيهما. أما البخاري (¬1) فرواه عن مسدد عن يحيى بن سعيد القطان عن يحيى بن سعيد الأنصاري عن أبي صالح, وأما مسلم (¬2) فرواه عن أبي بكر بن أبي شيبة عن أبي معاوية عن يحيى بن سعيد الأنصاري عن أبي صالح عن أبي هريرة نحو ما أخرجناه ووقع لنا عالياً بحمد الله من حديث أبي عبد الله مالك بن أنس الفقيه إمام دار الهجرة رحمه الله فكأن شيخنا حُدِّث به عنهما. ¶ (61) أخبرنا أبو القاسم عمر بن الحسين بن إبراهيم الخفاف قراءة عليه وأنا اسمع في شعبان من سنة سبع وأربعين وأربعمائة في جامع المنصور فأقر به أبنا أبو حفص عمر بن محمد بن علي الزيات قراءة عليه, ثنا أبو حفص عمر بن الحسن بن نصر (¬3) قاضي حلب, ثنا عامر بن سيار (¬4) , ثنا فرات بن السائب (¬5) , عن أبي إسحاق الهمداني (¬6) , عن عاصم بن ضمرة (¬7) عن علي عليه السلام أنه استبطأ رجلاً في الصلاة , فلما قضى صلاته قال له: أدركت معنا الصلاة , قال: نعم, قال: فأدركت حدها, قال: وما حدها, قال: ¶ ¬__________ ¶ (¬1) (3/ 1085 رقم 2810). باب الجعائل والحملان في السبيل. ¶ (¬2) (3/1497 رقم 1876). باب فضل الجهاد والخروج في سبيل الله. ¶ (¬3) عمر بن الحسن بن نصر الحلبي أبو حفص قاضي حلب. صدوق ثقة. انظر: سؤالات الحاكم (رقم 155) ¶ (¬4) عامر بن سيار بن عبد الرحمن الدارمي مات في حدود (240هـ) مجهول. ¶ ... انظر: ميزان الاعتدال (4/16) ولسان الميزان (3/223) والجرح والتعديل (6/322) ¶ (¬5) فرات بن السائب أبو سليمان . ضعيف. انظر: الجرح والتعديل (7/80) ولسان الميزان (4/430) ¶ (¬6) هو عمرو بن عبد الله السبيعي. ¶ (¬7) عاصم بن ضمرة السلولي الكوفي مات سنة (74هـ) صدوق. (التقريب 3063)",
            "page": "78",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "التكبيرة الأولى, قال: لا . قال: فما شغلك عنها فاعتذر بعذر فقال: لو أن الذي شغلك عنها ألف ناقة سوداء جعدة حملت عليها في سبيل الله عز وجل كان أن تدرك الصلاة خير لك من ذلك. ¶ قال فرات: فحدثت ميمون بن مهران بهذا الحديث عن أبي إسحاق فقال: صدق, قد حدثني عبد الله بن عمر أنها, مائة راحلة, ولست أدري قولك ألف, أنت وهمت أو أبو إسحاق. ¶ هذا حديث حسن (¬1) في فضل تكبيرة الإحرام, والحث على إدراكها فقد قيل أنها لا تفوت العبد إلا بذنب, وهو عال الإسناد غريب. ¶ (62) أخبرنا القاضي أبو الطيب طاهر بن عبد الله الإمام قراءة عليه, ثنا أبو أحمد الغطريفي, قال: ثنا أبو خليفة - يعني الجمحي (¬2) - ثنا عبد الله بن أسماء (¬3) عن جويرية (¬4) عن مالك, عن الزهري (¬5) , عن محمد بن جبير بن مطعم (¬6) , عن أبيه أن رسول الله صلى الله عليه وسلم قال: \"لي خمسة أسماء أنا محمد وأنا أحمد وأنا الماحي الذي يمحو الله بي الكفر, وأنا الحاشر الذي أحشر الناس على قدمي, وأنا العاقب\" (¬7) . ¶ ¬__________ ¶ (¬1) بل إسناده ضعيف فيه فرات بن السائب. ولم أقف عليه عند غير المصنف. ¶ (¬2) هو الفضل بن الحباب الجمحي. ¶ (¬3) عبد الله بن محمد بن أسماء أبو عبيد الضبعي - بضم المعجمة وفتح الموحدة - أبو عبد الرحمن البصري مات سنة (231هـ) ثقة جليل (التقريب 3577) ¶ (¬4) جويرية بن أسماء بن عبيد الضبعي البصري مات سنة (173هـ) صدوق . (التقريب 5780) ¶ (¬5) هو محمد بن مسلم بن عبيد الله بن عبد الله بن شهاب الزهري، مات سنة(125هـ) حافظ، متفق على جلالته واتقانه. (التقريب6296). ¶ (¬6) محمد بن جبير بن مطعم بن عدي النوفلي مات على رأس المائة، ثقة عارف بالنسب.(التقريب5780). ¶ (¬7) إسناده صحيح، وهو في جزء ابن غطريف (رقم66).",
            "page": "79",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "هذا حديث صحيح عال, اتفق البخاري ومسلم على صحته وإخراجه. ¶ فأخرجه البخاري (¬1) في صفة النبي صلى الله عليه وسلم عن إبراهيم بن المنذر عن معن بن عيسى عن مالك بمثله/ وأخرجه مسلم (¬2) في فضائل النبي صلى الله 12/أ عليه وسلم عن إسحاق بن راهويه, وزهير وابن أبي عمر, عن أبن عيينه عن الزهري نحو ما أخرجناه. ¶ ووقع لنا عالياً فكأن شيخنا حُدِّث به عن البخاري. ¶ (63) أخبرنا الحاكم أبو الحسين محمد بن علي بن محمد الهاشمي الإمام, ثنا أبو القاسم عبيد الله بن محمد البزاز إملاء , ثنا أبو بكر عبد الله بن سليمان بن الأشعث (¬3) , ثنا محمد يعني ابن سلمة (¬4) , ثنا أبن وهب (¬5) عن ابن لهيعة وحيوة (¬6) وسعيد بن أبي أيوب (¬7) , عن كعب بن علقمة (¬8) عن عبد الرحمن بن جبير (¬9) , عن عبد الله بن ¶ ¬__________ ¶ (¬1) (3/1299 رقم3339) باب ما جاء في أسماء رسول الله (ص). ¶ (¬2) (4/1828 رقم 2354) باب في أسمائه (ص). ¶ (¬3) عبد الله بن سليمان بن الأشعث الأزدي السجستاني أبو بكر بن أبي داود المتوفى سنة (316هـ) إمام كبير, حافظ ثقة, شيخ بغداد في عصره , لكن تكلم فيه من أقرانه وممن بينه وبينهم عداوة معلومة, وجرحه أبوه جرحاً له توجيه لا يؤثر في الاحتجاج بحديثه, ثم إن الأئمة لم يتخلفوا عن تصحيح حديثه والاعتراف له بالإمامة. انظر: سير الأعلام النبلاء (13/221- 237) لسان الميزان (3/293- 297) وتاريخ بغداد (9/464- 468) ¶ (¬4) محمد بن سلمة بن أبي فاطمة المرادي الجحلي - بفتح الميم والجيم - أبو الحارث المصري مات سنة (248هـ) ثقة ثبت. (التقريب 5921) ¶ (¬5) عبد الله بن وهب بن مسلم القرشي أبو محمد المصري، مات(197هـ) ثقة، حافظ،عابد: (التقريب3694). ¶ (¬6) حيوة - بفتح أوله وسكون التحتانية وفتح الواو - بن شريح بن صفوان التجيبي أو زرعة المصري, مات سنة (158هـ وقيل 159هـ) ثقة ثبت فقيه زاهد. (التقريب 1600) ¶ (¬7) سعيد بن أبي أيوب الخزاعي مولاهم المصري مات سنة (161هـ) ثقة ثبت . (التقريب 2274) ¶ (¬8) كعب بن علقمة بن كعب المصر التنوخي مات سنة (127هـ) صدوق. (التقريب 5644) ¶ (¬9) عبد الرحمن بن جبير المصري المؤذن العامري مات سنة (97هـ) ثقة. (التقريب 3828)",
            "page": "80",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "عمرو بن العاص أنه سمع النبي صلى الله عليه وسلم يقول: \"إذا سمعتم المؤذن فقولوا مثل ما يقول , ثم صلوا عليَّ فإنه من صلى عليَّ صلاة صلى الله عليه عشراً, ثم سلوا لي الوسيلة فإنها منزلة في الجنة لا تنبغي إلا لعبد من عباد الله , وأرجو أن أكون أنا هو, فمن سأل لي الوسيلة حلت عليه الشفاعة\". ¶ هذا حديث حسن صحيح (¬1) موافقة. (¬2) ¶ أخرجه مسلم بن الحجاج في صحيحه (¬3) عن محمد بن سلمة المرادي عن ابن وهب عن حيوة وسعيد بن أبي أيوب وغيرهما - يعني ابن لهيعة كنى عنه - عن كعب بن علقمة مثل ما أخرجناه, ووقع لنا عالياً فكأنَّ شيخنا حُدِّث به عن مسلم رحمه الله. ¶ (64) أخبرنا الشيخ أبو الحسين محمد بن أحمد بن محمد بن حسنون النرسي قراءة عليه، ثنا جدي القاضي أبو الحسن علي بن أحمد بن محمد بن يوسف، ثنا عبد الله بن محمد الخطيب (¬4) ثنا صفوان بن حمد الهروي (¬5) ، ثنا محمد بن عبد الله بن يوسف النيسابوري (¬6) ثنا محمد بن زكريا بن دينار البصري (¬7) ،ثنا يحيى بن سعيد (¬8) ،عن ابن ¶ ¬__________ ¶ (¬1) إسناد المصنف صحيح. والحديث صحيح. ¶ (¬2) الموافقة هي: انتهاء الإسناد إلى شيخ مسلم مثلاً. الباعث الحثيث(2/446). ¶ (¬3) (1/ 288 رقم 384) باب استحباب القول مثل قول المؤذن. ¶ (¬4) ... عبد الله بن محمد أبو بكر الخطيب، ترجم له الخطيب البغدادي في التاريخ(1/26) وسكت عنه. ... ¶ (¬5) ... لم أقف عليه. ¶ (¬6) ... لعله : محمد بن عبد الله بن يوسف أبو بكر المهري بصري سكن بغداد. ¶ ... قال الخطيب:\"كان ثقة\" تاريخ بغداد(5/444). ... ¶ (¬7) ... محمد بن زكريا بن دينار الغلابي الضبي من أهل البصرة، قال الدارقطني:\"يضع الحديث\" سؤالات الحاكم (رقم206). ¶ (¬8) ... يحيى بن سعيد بن فروخ أبو سعيد القطان البصري مات سنة(198هـ) ثقة متقن حافظ إمام قدوة. ¶ ... (التقريب7557). ...",
            "page": "81",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "أبي ذئب (¬1) عن محمد بن المنكدر (¬2) ، عن جابر بن عبد الله قال: قال رسول الله صلى الله عليه وسلم\"للحوض أربعة أركان، ركن عليه أبو بكر، وركن عليه عمر، وركن عليه عثمان، وركن عليه علي، فمن جاء محباً لهم سقوه، ومن جاء مبغضاً لهم لم يسقوه رضي الله عنهم أجمعين\" (¬3) . ¶ (65) أخبرنا الشيخ الصالح أبو طالب محمد بن علي بن الفتح العشاري قراءة عليه من أصله، ثنا علي بن عمر الدارقطني الحافظ، ثنا حمزة بن محمد بن العباس (¬4) ثنا عبد الله بن روح (¬5) ، ثنا شبابة (¬6) ، حدثني من سمع أبا الجحاف (¬7) يقول: لما بويع أبو بكر رضي الله عنه أغلق بابه ثلاثة أيام يخرج إليهم في كل يوم فيقول: أيها الناس قد أقلتكم بيعتكم، فبايعوا من أحببتم وكل ذلك يقوم إليه علي بن أبي طالب رضي الله عنه فيقول: لا نقيلك ولا نستقيلك، وقد قدمك رسول الله صلى الله عليه وسلم فمن ذا الذي يؤخرك (¬8) . ¶ ¬__________ ¶ (¬1) ... محمد بن عبد الرحمن بن المغيرة بن الحارث بن أبي ذئب القرشي العامري أبو الحارث المدني مات سنة (158هـ) ثقة فقه فاضل. (التقريب6082). ... ¶ (¬2) ... محمد بن المنكدر بن عبد الله التيمي المدني مات سنة (130هـ) ثقة فاضل.(التقريب6327). ... ¶ (¬3) ... في إسناده محمد بن زكريا يضع الحديث. والحديث في لسان الميزان (5/177) لكن من حديث أنس. ... ¶ (¬4) ... حمزة بن محمد بن العباس بن الفضل بن الحارث أبو أحمد الدهقان المتوفى سنة (347هـ) قال الخطيب: \"كان ثقة\" تاريخ بغداد(8/183). ... ¶ (¬5) ... عبد الله بن روح بن عبد الله أبو أحمد المدائني المتوفى سنة(277هـ). ¶ ... قال الدارقطني: ليس به بأس\" سؤالات في الحاكم (رقم124)، وانظر: تاريخ بغداد(9/454) وقال: الذهبي: \"الشيخ الثقة\" سير أعلام النبلاء (13/5). ... ¶ (¬6) ... شبابة بن سوار المدائني أصله من خراسان مات سنة(204هـ وقيل بعدها) ثقة حافظ، رمي بالإرجاء. (التقريب2733). ... ¶ (¬7) ... داود بن أبي عوف سويد التميمي أبو الجحاف - بالجيم وتشديد المهملة - مشهور بكنيته من السادسة، صدوق شيعي ربما أخطأ. (التقريب 1805). ... ¶ (¬8) ... إسناده ضعيف لانقطاعه، أبو الجحاف لم يلق أبا بكر ولا علياً رضي الله عنهما. الحديث في فضائل أبي بكر الصديق للعشاري(ص5). ¶ ... وأخرجه أحمد في فضائل الصحابةرقم101، 102، 133) من عدة طرق عن أبي الجحاف بأسانيد ضعيفة.",
            "page": "82",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "(66) أخبرنا شيخنا القاضي الإمام أبو يعلى محمد بن الحسين بن محمد/ الزاهد ابنا أبو الحسن علي بن معروف البزاز قراءة عليه، ثنا إبراهيم بن عبد الصمد بن موسى الهاشمي حدثني أبي، حدثني عمي عبد الوهاب بن محمد عن عبد الصمد بن علي بن عبد الله بن العباس عن علي بن عبد الله عن عبد الله بن العباس رضي الله عنه قال: قال لي العباس جئت أنا وعلي إلى رسول الله صلى الله عليه وسلم فلما رآنا قال:\"بخ لكما أنا سيد ولد آدم وأنتما سيدا العرب\" (¬1) . ¶ (67) أخبرنا الحاكم أبو الطيب المفتي قراءة عليه، ثنا محمد بن أحمد بجرجان، ثنا عبد الرحمن بن المغيرة (¬2) ، ثنا نصر بن علي (¬3) ، أبنا علي بن جعفر بن محمد (¬4) حدثني أخي موسى بن جعفر (¬5) عن أبيه جعفر (¬6) عن أبيه محمد بن علي (¬7) عن علي بن الحسين (¬8) ¶ عن أبيه (¬9) عن جده علي رضي الله عنهم أن النبي صلى الله عليه وسلم أخذ الحسن والحسين فقال:\"من أحبني وأحب هذين وأباهما وأمهما كان معي في درجتي يوم القيامة\" (¬10) . ¶ ¬__________ ¶ (¬1) ... إسناده ضعيف، والحديث أخرجه ابن عساكر في تاريخ مدينة دمشق(26/322) عن أبي محمد طلحة بن أبي غالب بن عبد السلام عن أبي يعلى الفراء به مثله. ... ¶ (¬2) ... لم أقف عليه. ... ¶ (¬3) ... نصر بن علي بن نصر بن علي الجهضمي- بفتح الجيم وسكون الهاء وفتح المعجمة- البصري مات سنة(250هـ) ثقة ثبت. (التقريب7120). ... ¶ (¬4) ... علي بن جعفر بن محمد بن علي بن الحسين بن علي أبو الحسن العلوي أخو موسى مات سنة(210هـ)، مقبول. (التقريب4699). ... ¶ (¬5) ... موسى بن جعفر بن محمد بن علي بن الحسين بن علي أبو الحسن الهاشمي المعروف بالكاظم مات سنة (183هـ) صدوق عابد. (التقريب9655). ¶ (¬6) ... جعفر بن محمد بن علي بن الحسين بن علي بن أبي طالب الهاشمي أبو عبد الله المعروف بالصادق. مات سنة (148هـ)، صدوق فقيه إمام. (التقريب950). ... ... ... ¶ (¬7) ... محمد بن علي بن الحسين بن علي بن أبي طالب أبو جعفر الباقر، مات سنة بضع عشرة ومائة، ثقة فاضل. (التقريب6151). ... ¶ (¬8) ... علي بن الحسين بن علي بن أبي طالب الهاشمي مات سنة(93هـ) ثقة ثبت عابد فقيه فاضل مشهور. ¶ ... (التقريب 4715). ... ¶ (¬9) ... الحسين بن علي بن أبي طالب الهاشمي أبو عبد الله مات سنة (61هـ) سبط رسول الله صلى الله عليه وسلم وريحانته. (التقريب 1334). ... ¶ (¬10) ... إسناده ضعيف، علي بن جعفر بن محمد ما عرف بجرح ولا تعديل وقال الحافظ مقبول، وأورد الحديث الذهبي في السير (12/135)، في ترجمة نصر بن علي الجهضمي وقال:\"هذا حديث منكر جداً\". ¶ ... وأخرجه الترمذي(5/641 رقم3733) وعبد الله بن أحمد في زيادات المسند (1/17رقم576) والآجري في الشريعة (5/251 رقم1638) والدولابي في الذرية الطاهرة (رقم234) وابن قدامة المقدسي في المتحابين في الله (رقم146) كلهم من طريق نصر بن علي به.",
            "page": "83",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "(68) حدثنا الحسن بن أبي الحسن الفارسي إملاء، أبنا أبو الفضل عبيد الله بن عبد الرحمن الزهري (¬1) ثنا عبد الله بن محمد بن عبد العزيز ثنا نصر بن علي الجهضمي، ثنا أبو أسامة (¬2) أخبرني المجالد بن سعيد (¬3) ، ثنا عامر يعني - الشعبي (¬4) - عن ابن عباس قال: قال لي العباس عليه السلام يا بني إني أرى أمير المؤمنين - يعني عمر رضي الله عنه - يدعوك ويقربك ويستشيرك فاحفظ عني ثلاث خصال، لا يجربن عليك كذباً ولا تفشين له سراً، ولا تغتابن عنده أحداً. ¶ ... قال عامر: فقلت لابن عباس: يا أبا عباس: كل واحدة خير من الف. قال: كل واحدة خير من عشرة ألف (¬5) . ¶ ¬__________ ¶ (¬1) ... عبيد الله بن عبد الرحمن بن محمد بن عبيد الله بن سعد بن إبراهيم بن سعد بن إبراهيم بن عبد الرحمن بن عوف أبو الفضل الزهري، المتوفى سنة (381هـ) ثقة. انظر: تاريخ بغداد (10/368). ... ¶ (¬2) ... هو حماد بن أسامة القرشي. ... ¶ (¬3) ... مجالد بن سعيد بن عمير الهمداني أبو عمرو الكوفي مات سنة (144هـ) ليس بالقوي وقد تغير في آخر عمره. (التقريب6478). ... ¶ (¬4) عامر بن شراحييل الشعبي، مات بعد المائة وله نحو من ثمانين سنة، ثقة مشهور، فقيه، فاضل. (التقريب3092). ¶ (¬5) ... إسناده ضعيف، والحديث أخرجه البيهقي في الكبىر(8/176 رقم16455) من طريق حماد بن زيد عن مجالد به، وأخرجه أحمد في فضائل الصحابة (2/957رقم1862) وأبو نعيم في الحلية (1/318) والطبراني في المعجم الكبير(10/256رقم10619) كلهم من طريق أبي أسامة حماد بن أسامة به\". وهو في جمهرة خطاب العرب (1/263) لأحمد زكي صفوت. ...",
            "page": "84",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "(69) أخبرنا والدي الشيخ أبو طاهر عبد الباقي بن محمد الأنصاري قراءة عليه، أبنا أبو الحسن أحمد بن محمد بن موسى القرشي (¬1) قراءة عليه وأنا أسمع، ثنا أبو إسحاق إبراهيم بن عبد الصمد بن موسى الهاشمي إملاء، ثنا الحسين بن الحسن المروزي (¬2) بمكة، أبنا ابن المبارك أبنا كهمس بن الحسن (¬3) ، عن أبي السليل (¬4) ، عن غنيم بن قيس (¬5) ، قال:\"كنا نتواعظ في أول الإسلام بأربع كنا نقول: أعمل في شبابك لكبرك، واعمل في فراغك لشغلك، واعمل في صحتك لسقمك، واعمل في حياتك لموتك\" (¬6) . ¶ (70) أخبرنا الحاكم محمد بن أبي عبد الله العدل قراءة عليه أبنا أبو القاسم عبيد الله بن أحمد بن علي بن الحسين بن علي بن المقرئ (¬7) ثنا عبد الله بن محمد بن زياد النيسايوري (¬8) ، ¶ ¬__________ ¶ (¬1) ... أحمد بن محمد بن موسى بن القاسم بن الصلت القرشي العبدري البغدادي أبو الحسن المجبِّر. المتوفى سنة(405هـ) ضعف البرقاني، وقال حمزة بن محمد بن طاهر:\"كان ديناً صالحاً\" وقال عنه أبو ذر الهروي:\"لا بأس به إذا حدث من أصوله\" كما في لسان الميزان- ترجمة أحمد بن محمد بن موسى بن هارون- (1/255). ¶ ... انظر: تاريخ بغداد (5/94-96) ولسان الميزان(1/255). ... ¶ (¬2) ... الحسين بن الحسن بن حرب السلمي أبو عبد الله المروزي مات سنة(246هـ) صدوق.التقريب(1315). ¶ (¬3) ... كهمس بن الحسن التيمي أبو الحسن البصري مات سنة(149هـ) ثقة. (التقريب5670). ... ¶ (¬4) ... ضريب- بالتصغير آخره موحدة- بن نقير- بنون وقاف مصغراً - أبو السليل - بفتح المهملة وكسر اللام القيسي الجريري - بضم الجيم - مصغراً، ثقة. (التقريب5365). ... ¶ (¬5) ... غنيم بن قيس المازني أبو العنبر البصري مات سنة(290هـ) مخضرم ثقة.(التقريب 5365). ... ¶ (¬6) ... إسناده صحيح، وهو في الزهد لابن المبارك(1/2 رقم3) وابن الجعد في مسنده(1/219 رقم1451) عن شعبة عن سعيد الجريري عن غنيم به. ... ¶ (¬7) المتوفى سنة(399هـ أو 398هـ) وثقه العتيقي والخطيب، وسمى الخطيب جَدَّ جَدِّه (عبد الرحمن). ¶ انظر: تاريخ بغداد (10/378). ¶ (¬8) ... عبد الله بن محمد بن زياد بن واصل بن ميمون أبو بكر الفقيه من أهل نيسابور مات سنة (324هـ) قال الخطيب في تاريخ بغداد (1/210):\"كان حافظاً متقناً عالماً بالفقه والحديث معاً موثقاً في روايته\". ¶ ... انظر: طبقات الشافعية (1/110-111). ...",
            "page": "85",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "حدثني يوسف بن سعيد بن مسلم (¬1) ، ثنا علي بن بكار (¬2) ، عن عمر بن المغيرة (¬3) ، عن فرقد السبخي (¬4) ، قال: قرأت في التوراة أربعة ليس بينهم فضل: من أصبح حزيناً على الدنيا أصبح ساخطاً على الله عز وجل، ومن شكى مصيبة نزلت به فكأنما يشكو ربه، ومن أتى ذا مال فتواضع له لماله أحبط ا لله ثلثي عمله، ومن قرأ القرآن فدخل النار فأولئك الذين اتخذوا آيات الله هزوا (¬5) . ¶ (71) أخبرنا الشيخ الراصد أبو الحسن / علي بن إبراهيم المقرئ، ثنا أحمد بن جعفر بن حمدان إملاء، ثنا محمد بن أحمد أبو بكر القاضي (¬6) ، ثنا هارون بن عبد الله (¬7) ، ثنا سيار (¬8) ، ثنا قدامة بن أيوب العتكي (¬9) ، وكان من أصحاب عتبة (¬10) قال: رأيت عتبة ¶ ¬__________ ¶ (¬1) ... يوسف بن سعيد بن مسلم المصيصي مات سنة(271هـ) ثقة حافظ. (التقريب 7866). ... ¶ (¬2) ... علي بن بكار أبو الحسن البصري الزاهد مات قبل(200هـ)، صدوق عابد، (التقريب 4693). ... ¶ (¬3) ... عمر بن المغيرة المصيصي المتوفى سنة(178هـ) قال أبو حاتم: شيخ وقل ابن المديني مجهول. ¶ ... انظر: الجرح والتعديل(6/136)، ولسان الميزان(4/332)، وتاريخ دمشق (45/340-342). ... ¶ (¬4) ... فرقد بن يعقوب - السبخي - بفتح المهملة والموحدة وبخاء معجمة- أبو يعقوب البصري - مات سنة 131هـ)، صدوق عابد لين الحديث كثير الخطأ. (التقريب 3584). ... ¶ (¬5) ... إسناده ضعيف إلى فرقد السبخي، وقوله هذا في صفة الصفوة(3/272). ... ¶ (¬6) ... محمد بن أحمد بن خالد البوراني، قاضي تكريت المتوفى سنة(304هـ). قال عنه الدارقطني في سؤالات السهمي (رقم106، 110):\" ليس به بأس، ولكنه يحدث عن شيوخ ضعفاء\" وقال الذهبي في تاريخ الإسلام (23/147): \"صدوق\". ... ¶ (¬7) ... هارون بن عبد الله بن مروان البغدادي أبو موسى الحمال البزار المتوفى سنة(243هـ)ثقة.(التقريب7235). ... ¶ (¬8) ... سيار بن حاتم العنزي أبو سلمة البصري المتوفى سنة(200هـ أو قبلها) صدوق له أوهام.(التقريب2714). ... ¶ (¬9) ... قدامة بن أيوب العتكي. ترجم له البخاري في التاريخ الكبير(8/179) وسكت عنه. ... ¶ (¬10) ... عتبة بن أبان بن صمعة، وقيل: أبان بن تغلب، أبو عبد الله، الملقب بالغلام لنشاطه في العبادة. ذكره ابن حبان في الثقات (7/270) و(8/507)، وقال:\" من عباد أهل البصرة وزهادهم، ممن جالس الحسن وأخذ هديه في العبادة، ودله في التقشف، روى عنه البصريون الحكايات، ماله حديث مسند صحيح يرويه\". ¶ ... وانظر: المنتظم (8/292). ...",
            "page": "86",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "الغلام في المنام فقلت: يا أبا عبد الله ما صنع الله بك قال: يا قدامة : دخلت الجنة بتلك الدعوات المكتوبة في بيتك، فلما أصبحت جئت إلى بيتي فإذا بخط عتبة في الحايط: يا هادي المضلين، ويا راحم المذنبين،ويا مقيل عثرات العاثرين ارحم عبدك ذا الحظ العظيم والمسلمين كلهم أجمعين واجعلنا من الأحياء المرزوقين الذين أنعمت عليهم من النبيين والصديقين والشهداء والصالحين وحسن أولئك رفيقا آمين رب العالمين\" (¬1) . ¶ تم المجلس ¶ مجلس سادس ¶ (72) أخبرنا الشيخ أبو بكر محمد قال: أبنا الشيخ أبو محمد الحسن بن علي بن محمد الجوهري قراءة عليه فأقر به وأنا أسمع، أبنا أبو عبد الله الحسين بن محمد بن عبيد العسكري ¶ ¬__________ ¶ (¬1) ... إسناده حسن إلى قدامة بن أيوب. وهو في أحاديث الشيوخ الثقات (2/436رقم31) للمصنف. وأخرجه ابن أبي الدنيا في المقامات (رقم138) وأبو نعيم في الحلية(6/238) من طريق هارون بن عبد الله به.",
            "page": "87",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "الدقاق، قراءة عليه، ثنا أبو بكر محمد بن يحيى بن سليمان المروزي، ثنا أبو عبيد القاسم بن سلام (¬1) ، ثنا حجاج بن محمد (¬2) ، عن عبد الملك بن جريج، حدثني ابن شهاب، عن عطاء بن يزيد الجندعي (¬3) ، أنه سمع حمران مولى عثمان (¬4) يقول: رأيت عثمان بن عفان رضي الله عنه توضأ فهراق على يديه ثلاث مرات ثم استنشق ومضمض ثم غسل وجهه ثلاث مرات، ثم غسل يده اليمنى إلى المرفق ثلاث مرات، ثم غسل اليسرى مثل ذلك، ثم مسح برأسه، وغسل قدمه اليمنى ثلاث مرات، ثم غسل اليسرى مثل ذلك، ثم قال: رأيت رسول الله صلى الله عليه وسلم توضأ نحو وضوئي هذا ثم قال:\"من توضأ مثل وضوئي هذا ثم قام فركع ركعتين لم يحدث فيهما نفسه غفر له ما تقدم من ذنبه\". ¶ ... قال أبو عبيد:وحدثنا عبد الله بن صالح عن الليث بن سعد عن عقيل بن خالد، ويونس بن يزيد عن ابن شهاب، أخبرني عطاء بن يزيد عن حمران مولى عثمان بن عفان عن النبي صلى الله عليه وسلم مثل ذلك إلا أنه قال: \"غسل رجليه إلى الكعبين\". ¶ ... قال أبو عبيد: فزاد الكعب في حديثه (¬5) . ¶ ¬__________ ¶ (¬1) ... القاسم بن سلام- بالتشديد - البغدادي أبو عبيد الإمام المشهور مات سنة(224هـ) ثقة فاضل مصنف. ¶ ... (التقريب 5462). ... ¶ (¬2) ... حجاج بن محمد المصيصي الأعور أبو محمد، الترمذي الأصل مات سنة(206هـ)، ثقة ثبت، لكنه اختلط في آخر عمره لما قدم بغداد قبل موته\" . (التقريب 1135). ¶ ... قلت: لكن قال الحافظ في هدي الساري(1/396):\" ما ضره الاختلاط فإن إبراهيم الحربي حكى أن يحيى بن معين منع ابنه أن يدخل عليه بعد اختلاطه أحداً. ... ¶ (¬3) ... عطاء بن يزيد الليثي المدني نزيل الشام مات سنة(105أو107هـ)، ثقة (التقريب4604). ¶ (¬4) ... حمران - بضم أوله - بن أبان مولى عثمان بن عفان، اشتراه في زمن أبي بكر الصديق مات سنة (75هـ). ثقة. ¶ ... (التقريب 513). ... ¶ (¬5) كتاب الطهور لأبي عبيد(ص4 رقم2).",
            "page": "88",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "... هذا حديث عال حسن صحيح، مجمع على صحته أخرجه الإمامان أبو عبد الله البخاري وأبو الحسين النيسابوري في صحيحيهما من طرق. ¶ ... فرواه البخاري عن عبد العزيز الأويسي، عن إبرهيم بن سعد، عن الزهري (¬1) ، وأخرجه أيضاً عن أبي اليمان عن شعيب عن الزهري (¬2) ، وعن عبدان عن ابن المبارك عن معمر عن الزهري (¬3) . ¶ ... وأخرجه مسلم بن الحجاج من طرق أيضاً إحداها عن زهير بن حرب عن يعقوب بن إبراهيم عن أبيه عن الزهري/ عن عطاء عن حمران (¬4) بهذا ووقع لنا عالياً بحمد الله. ¶ ¬__________ ¶ (¬1) ... (1/71 رقم158).باب الوضوء ثلاثاً ثلاثاً. ¶ (¬2) ... (1/72 رقم162). باب المضمضة في الوضوء. ¶ (¬3) ... (2/682 رقم1832). باب السواك الرطب واليابس للصائم. ¶ (¬4) ... (1/205 رقم226) باب صفة الوضوء وكماله. وانظر بقية الطرق عند مسلم في صحيحه برقم(227) حديث رقم(73).",
            "page": "89",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "(73)أخبرنا شيخنا القاضي الإمام أبو يعلى محمد بن الحسين بن محمد العدل قراءة عليه، أبنا أبو الطيب عثمان بن عمرو بن محمد المنتاب (¬1) ، ثنا يحيى بن محمد بن صاعد (¬2) ، ثنا الحسين بن الحسن المروزي، أبنا أبو معاوية ثنا الأعمش، عن مسلم هو ابن صبيح أبو الضحى ، عن عبد الرحمن بن هلال العبسي (¬3) ، عن جرير بن عبد الله قال: حث رسول الله صلى الله عليه وسلم على الصدقة فأبطأ الناس حتى بان الغضب في وجهه ثم إن رجلاً من الأنصار جاء بصرة فأعطاها إياه ثم تتابع الناس حتى رؤي في وجهه السرور فقال رسول الله صلى الله عليه وسلم:\"من سن سنة حسنة كان له أجرها ومثل أجر من عمل بها من غير أن ينتقص من أجورهم شيئ، ومن سن سنة سيئة كان عليه وزرها ومثل أوزار من عمل بها من غير أن ينتقص من أوزارهم شيء\". ¶ ... هذا حديث عال حسن صحيح أخرجه مسلم عن أبي بكر بن أبي شيبة وأبي كريب محمد بن العلاء الهمداني جميعاً عن أبي معاوية محمد بن خازم عن الأعمش سليمان بن مهران عن أبي الضحى مثله (¬4) . ¶ ... ووقع لنا عالياً بحمد الله، فكأن شيخنا حُدِّث به عن مسلم. ¶ (74) أخبرنا أبو القاسم عمر بن الحسين بن إبراهيم بن محمد الخفاف قراءة عليه في جامع المنصور أبنا أبو الفضل عبيد الله بن عبد الرحمن بن محمد الزهري قراءة عليه ثنا أبو بكر ¶ ¬__________ ¶ (¬1) ... المتوفى سنة(389هـ) قال عنه ابن أبي الفوارس:\"كان كثير التساهل، لم ير له أصل جيد\". ولما ذكر للأزهري رواية أبي الطيب ابن المنتاب لكتاب (الزهد) لابن المبارك عن ابن صاعد، قال:\"لم يسمعه ابن المنتاب من ابن صاعد، وقد كان شيخاًَ صالحاً\". وقال العتيقي:\"كان رجلاً صالحاً\". ¶ ... انظر: تاريخ بغداد (11/310-311) ولسان الميزان(4/149). ... ¶ (¬2) ... يحيى بن محمد بن صاعد بن كاتب الهاشمي مولاهم أبو محمد البغدادي المتوفى سنة(318هـ)، أحد حفاظ عصره، ومن أئمة النقد والجرح والتعديل، ومن الرحالين في جمع السنة. انظر:سير أعلام النبلاء(14/501-507) ¶ (¬3) ... ثقة . (التقريب 4035). ... ¶ (¬4) ... (4/2060رقم1017). باب الحث على الصدقة ولو بشق تمرة.",
            "page": "90",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "أحمد بن محمد بن هلال الشطوي (¬1) ، ثنا أبو بكر السالمي (¬2) ، ثنا إسماعيل بن أبي أويس (¬3) حدثني أبي (¬4) عن العلاء بن عبد الرحمن (¬5) عن أبيه (¬6) عن ابي هريرة عن رسول الله صلى الله عليه وسلم قال:\"حق المسلم على المسلم ست\" قيل يا رسول الله: ماهن، قال:\"إذا لقيته فسلم عليه، وإذا دعاك فأجبه وإذا استنصحك فانصح له، وإذا عطس فحمد الله تعالى فشمته، وإذا مرض فعده، وإذا مات فاصحبه\". ¶ ... هذا حديث حسن صحيح (¬7) أخرجه مسلم عن يحيى بن أيوب وقتيبة بن سعيد وعلي بن حجر كلهم عن إسماعيل بن جعفر عن العلاء بن عبد الرحمن عن أبيه عن أبي هريرة مثله (¬8) . ¶ (75) أخبرنا القاضي أبو الطيب الطبري الإمام قراءة عليه ثنا أبو أحمد الغطريفي، حدثني أبو عوانة الاسفراييني (¬9) ، ثنا يزيد بن سنان (¬10) ، ثنا زكريا بن يحيى (¬11) ،ثنا إدريس ¶ ¬__________ ¶ (¬1) ... المتوفى سنة(308هـ) ثقة. انظر: تاريخ بغداد(5/115). ... ¶ (¬2) ... هو: أحمد بن محمد بن أبي بكر بن سالم بن عبد الله بن عمر بن الخطاب السالمي، له ذكر في تلاميذ إسماعيل بن عبد الله كما في تهذيب الكمال (3/126). ¶ (¬3) ... إسماعيل بن عبد الله بن عبد الله بن أويس بن مالك بن أبي عامر الأصبحي أبو عبد الله ابن أبي أويس المدني مات سنة (226هـ) صدوق أخطأ في أحاديث من حفظه . (التقريب460). ... ... ¶ (¬4) ... أبوه: عبد الله بن عبد الله بن أويس بن مالك الأصبحي مات سنة (167هـ) صدوق يهم.(التقريب3412). ¶ (¬5) ... العلاء بن عبد الرحمن بن يعقوب الحرقي - بضم المهملة وفتح الراء بعدها قاف - أبو شبل - بكسر المعجمة وسكون الموحدة - المدني مات سنة بضع وثلاثين ومائة. صدوق ربما وهم(التقريب 5247). ... ¶ (¬6) ... هو : عبد الرحمن بن يعقوب الجهني مولى الحرقة- بضم المهملة وفتح الراء بعدها قاف- ثقة.(التقريب4046) ¶ (¬7) ... إسناد المصنف حسن، والحديث صحيح. ... ¶ (¬8) ... (4/1705 رقم2162). باب من حق المسلم للمسلم رد السلام. ... ¶ (¬9) هو: يعقوب بن إسحاق بن إبراهيم بن يزيد الإسفراييني المتوفى سنة(316هـ) الحافظ الثقة، صاحب الصحيح المسند المخرج على صحيح مسلم . تذكرة الحفاظ (3/779-780). ¶ (¬10) ... يزيد بن سنان بن يزيد القزاز البصري أبو خالد ، نزيل مصر مات سنة(264هـ).ثقة.(التقريب7726). ... ¶ (¬11) ... هو: زكريا بن يحيى بن أبي زائدة. ...",
            "page": "91",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "الأودي (¬1) ، عن المنهال بن عمرو (¬2) ، عن سعيد بن جبر، عن ابن عباس قال: قال رسول الله صلى لله عليه وسلم :\"ما قال عبد عند مريض أسأل الله العظيم رب العرش العظيم أن يشفيك سبع مرات إلا عوفي\" (¬3) . ¶ (76) / أخبرنا الشيخ الزاهد أبو الحسن علي بن إبراهيم بن عيسى المقرئ قراءة عليه وأنا أسمع، ثنا أبو بكر أحمد بن جعفر بن حمدان بن مالك القطيعي إملاء ثنا عبد الله بن ¶ ¬__________ ¶ (¬1) ... إدريس بن يزيد بن عبد الرحمن الأودي. ثقة . (التقريب296). ... ¶ (¬2) ... المنهال بن عمرو الأسدي مولاهم الكوفي، صدوق ربما وهم.(التقريب9618). ... ¶ (¬3) ... إسناده حسن وهو في جزء محمد بن أحمد بن غطريف رقم(40) وأخرجه جمال الدين الحنفي في مشيخة ابن البخاري (1/598-600رقم242) عن أبي حفص عمر بن محمد بن طرزد عن القاضي أبي محمد بن عبد الباقي الأنصاري به. ¶ ... وأخرجه أبو داود في سننه(3/187رقم3106) من طريق يزيد أبي خالد، والترمذي في سننه(4/410رقم2083) من طريق يزيد بن خالد. وقال:\"حديث حسن غريب لا نعرفه إلا من حديث المنهال بن عمرو\". والنسائي في الكبرى (6/259رقم10884) من طريق ميسرة. وأحمد في المسند (1/239 رقم2137) من طريق زيد بن خالد. ¶ ... والطبراني في المعجم الصغير (1/44 رقم35) من طريق ميسرة بن حبيب النهدي. وفي المعجم الكبير (11/450 رقم1277) من طريق زيد بن أبي أنيسة، وفي الدعاء (1/340رقم1118) من طريق ميسرة بن حبيب، وابن السني في عمل اليوم والليلة(رقم544) من طريق يزيد بن أبي خالد، والنسائي في اليوم والليلة (رقم1048) من طريق يزيد وابن حبان في صحيحه(7/44 رقم2978) من طريق عبد ربه بن سعيد كلهم عن المنهال بن عمرو به. ¶ ... وأخرجه النسائي في الكبرى(6/258 رقم10883) وابن أبي شيبة في المصنف (5/46رقم23572) والطبراني في المعجم الكبير (12/150 رقم12732) وأبو يعلى في المسند(4/336رقم2483) وأحمد في المسند (1/352 رقم3298) والبغوي في شرح السنة (5/231رقم1419) والبخاري في الأدب المفرد(1/189رقم536) والطبراني في الدعاء(1/339رقم1114) والنسائي في اليوم والليلة (1/569رقم1044) كلهم من طريق المنهال بن عمرو عن عبد الله بن الحارث عن ابن عباس به. ¶ ... وقال أبو حاتم في العلل لابنه رقم2094) :\"حديث سعيد أصح عندي\". ¶ ... وقال أبو زرعة:\"الحديث حديث سعيد بن جبير\".انظر: العلل لابن أبي حاتم رقم(2107). ...",
            "page": "92",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "أحمد بن محمد بن حنبل حدثني أبي ثنا سعد بن إبراهيم بن سعد (¬1) ، ثنا عبيدة بن أبي رائطة الحذاء التميمي (¬2) ،حدثني عبد الرحمن بن زياد أو عبد الرحمن بن عبد الله (¬3) ، عن عبد الله بن مغفل المزني قال: قال رسول الله صلى الله عليه وسلم:\"الله الله في أصحابي الله الله في أصحابي لا تتخذوهم غرضاً بعدي، فمن أحبهم فبحبي أحبهم ومن أبغضهم فببغضي أبغضهم، من آذاهم فقد آذاني، ومن آذاني فقد آذى الله تعالى، ومن آذى الله عز وجل يوشك أن يأخذه\" (¬4) . ¶ (77) حدثنا الشيخ أبو الحسن علي بن عمر البرمكي من لفظه وكتابه، وأبنا عبد الصمد بن علي الهاشمي (¬5) قراءة عليه قالا:أبنا أبو القاسم عبيد الله بن محمد بن إسحاق قراءة عليه ثنا عبد الله بن محمد بن عبد العزيز، ثنا مصعب بن عبد الله الزبيري ثنا إبراهيم بن سعد (¬6) ، عن سفيان بن سعيد، عن عبد الملك بن عمير (¬7) ،عن هلال مولى ربعي (¬8) ¶ ¬__________ ¶ (¬1) ... سعد بن إبراهيم بن سعد بن إبراهيم بن عبد الرحمن بن عوف الزهري أبو إسحاق البغدادي، مات سنة(201هـ) ثقة ولي قضاء واسط وغيرها. (التقريب 2226). ... ¶ (¬2) ... عبيدة بن أبي رائطة المجاشعي الكوفي الحذاء، صدوق. (التقريب 4409). ... ¶ (¬3) ... عبد الرحمن بن زياد وقيل عبد الله بن عبد الرحمن أو العكس، وقيل عبد الملك مقبول.(التقريب3863). ... ¶ (¬4) ... إسناده ضعيف. ¶ ... أخرجه المزي في تهذيب الكمال(17/112) من طريق المصنف به. ¶ ... وأحرجه الإمام أحمد (5/54-57) و(4/87 رقم16849) وفي فضائل الصحابة (رقم1، 3) والبخاري في التاريخ الكبير (5/231) والترمذي رقم(3862) وابن أبي عاصم في السنة (رقم1026) وعبد الله بن أحمد في زوائد المسند (4/87، 5/255) وزوائد فضائل الصحابة(رقم2، 4) وابن حبان في صحيحه (رقم7256) كلهم من طريق إبراهيم ابن سعد به ... ¶ ... وقال البخاري عقبه في ترجمة عبد الرحمن بن زياد:\"فيه نظر\". وقال الترمذي:\"غريب لا نعرفه إلا من هذا الوجه\". ¶ (¬5) عبد الصمد بن علي بن محمد بن الحسن بن الفضل ابن المأمون ابن الرشيد الهاشمي العباسي المتوفى سنة (465هـ) قال الخطيب في تاريخ بغداد (11/46):\"كتبت عنه وكان صدوقاً\". ¶ (¬6) ... إبراهيم بن سعد بن إبراهيم بن عبد الرحمن بن عوف الزهري، مات سنة(185هـ) ثقة تكلم فيه بلا حجة. (التقريب177). ... ¶ (¬7) ... عبد الملك بن عمير ين سويد اللخمي الكوفي مات سنة(136هـ)، ثقة فصيح عالم تغير حفظه وربما دلس. ¶ ... (التقريب 4200). ... ¶ (¬8) ... هلال مولى ربعي، مقبول. (التقريب7353). ...",
            "page": "93",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "عن ربعي، عن حذيفة عن النبي صلى الله عليه وسلم قال:\"اقتدوا باللذين من بعدي أبي بكر وعمر\" (¬1) . ¶ (78) حدثنا الحسن بن علي الشيرازي إملاء من لفظه وأبنا أبو طالب محمد بن علي الحربي قراءة عليه من كتابه قالا: ابنا أبو الحسن علي بن عمر بن أحمد الحافظ، ثنا أحمد بن إسحاق بن البهلول (¬2) ،حدثني أبي (¬3) ،حدثني أبي (¬4) ،عن الفرات بن السائب، عن ميمون بن مهران (¬5) ، عن ابن عمر أن رسول الله صلى الله عليه وسلم أراد أن يرسل ¶ ¬__________ ¶ (¬1) ... في إسناده هلال مولى ربعي لم يوثقه غير ابن حبان وقال الحافظ مقبول، لكن له متابعة وأخرجه ابن أبي عاصم في السنة (1149) عن يعقوب بن حميد، والفسوي (2/480) والبزار(2828) والطحاوي في شرح المشكل(1232) من طريق عبد العزيز بن عبد الله الأوسي، والطحاوي (1230) والطبراني في الأوسط (5503) وأبو بكر القطيعي (رقم162) وبيبي بنت عبد الصمد الهروية في جزئها(رقم84) وأبو القاسم البغوي في حديث مصعب(130) من طريق مصعب الزبيري ثلاثتهم عن إبراهيم بن سعد به. ¶ ... وأخرجه أحمد في المسند(23276) وفي فضائل الصحابة(478) وابن أبي شيبة في المصنف(31942) كلهم عن وكيع عن سفيان الثوري به. ¶ ... وقال ابن أبي حاتم في العلل(رقم2655) :\"سألت أبي عن حديث رواه إبراهيم بن سعد عن الثوري عن عبد الملك بن عمير عن هلال مولى ربعي عن ربعي عن حذيفة عن النبي صلى الله عليه وسلم قال:\"اقتدوا باللذين من بعدي\" ... رواه زائدة وغيره عن عبد الملك عن ربعي عن حذيفة عن النبي (ص) قلت: فأيهما أصح .... قال:ما قاله الثوري...\". ¶ ... وصححه الشيخ الألباني بشواهده . انظرها في السلسلة الصحيحة رقم(1233). ¶ (¬2) ... أحمد بن إسحاق بن البهلول بن حسن بن سنان أبو جعفر التنوخي قال الخطيب في تاريخ بعداد(4/30): \"وكان ثقة\". ¶ (¬3) ... هو:إسحاق بن البهلول بن حسان بن سنان أبو يعقوب التنوخي. قال الخطيب في تاريخه(6/366):\"وكان ثقة، صنف المسند وحدث ببغداد\". ... ¶ (¬4) ... هو: البهلول بن حسان بن سنان أبو الهيثم التنوخي المتوفى سنة(204هـ). ¶ ... قال عنه حفيده:البهلول بن إسحاق بن البهلول:\"كان جدي قد طلب الأخبار واللغة والشعر وأيام الناس والتفسير والسير فأكثر من ذلك\".انظر: تاريخ بغداد(7/108) والمنتظم (10/132). ... ¶ (¬5) ... ميمون بن مهران الجزري أبو أيوب مات سنة (117هـ)، ثقة فقيه وكان يرسل.(التقريب7049). ...",
            "page": "94",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "رجلاً في مهمة،وأبو بكر وعمر رضي عنهما عن يمينه وعن يساره،فقال علي بن أبي طالب عليه السلام - وقال الحربي وأبو بكر عن يمينه وعمر عن يساره فقال له رجل - ثم اتفقا - ألا تبعث أحد هذين - وقال الحربي هذين - قال : \"وكيف أبعث هذين وهما من هذا الدين بمنزلة السمع والبصر من الرأس\" (¬1) . ¶ (79) حدثنا القاضي الشريف أبو الحسين محمد بن علي بن محمد بن عبيد الله بن عبد الصمد المهتدي بالله الخطيب بقراءته علينا من لفظه، ثنا أبو الحسن علي بن عمر بن محمد بن الحسن بن شاذان بن إسحاق بن إبراهيم بن علي بن إسحاق الحضرمي السكري الحربي إملاء وكنت أنا المستملي عليه في يوم الجمعة لثلاث خلون من جمادى الآخرة سنة خمس وثمانين وثلاثمائة وقال لي:قل:لألحقن الصغار بالكبار، ثنا أبو عبد الله أحمد بن الحسن بن عبد الجبار، ثنا أبو زكريا يحيى بن معين (¬2) ثنا هشام بن يوسف (¬3) عن عبد الله بن سليمان النوفلي (¬4) ، عن محمد بن علي (¬5) ، عن أبيه (¬6) عن ابن عباس قال: قال رسول ¶ ¬__________ ¶ (¬1) ... إسناده ضعيف، والحديث أخرجه ابن عساكر في تاريخ دمشق (4/67-68) من طريق أبي طاهر المخلص عن القاضي أبي جعفر أحمد بن إسحاق به. ¶ ... وأخرجه الاجري في الشريعة 4/1856 رقم1324) عند أبي جعفر أحمد بن إسجاق به. ... ¶ (¬2) ... يحيى بن معين بن عون الغطفاني أبو زكريا البغدادي، مات سنة(233هـ). ثقة حافظ مشهور إمام الجرح والتعديل. (التقريب7651). ... ¶ (¬3) ... هشام بن يوسف الصنعاني أبو عبد الرحمن القاضي مات سنة (197هـ) ثقة (التقريب7309). ... ¶ (¬4) ... عبد الله بن سليمان النوفلي، مقبول.(التقريب3372)، وقال الذهبي فيه جهالة(الميزان4/113). ... ¶ (¬5) ... محمد بن علي بن عبد الله بن عباس الهاشمي، مات سنة(124 أو 125هـ) ثقة لم يثبت سماعه من جده. ¶ ... (التقريب 6158). ... ¶ (¬6) ... هو: علي بن عبد الله بن عباس الهاشمي أبو محمد مات سنة(118هـ)، ثقة عابد.(التقريب4761). ...",
            "page": "95",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "الله صلى الله عليه وسلم:\"أحبوا الله لما يغذوكم به من نعمه، وأحبوني لحب الله، وأحبوا/ أهل بيتي لحبي\" (¬1) . ¶ (80) أخبرنا علي بن إبراهيم المقرئ الراصد، ثنا أبو بكر محمد بن إسماعيل بن العباس الوراق إملاء، حدثني نصر بن محمد بن عبد العزيز (¬2) ، ثنا علي بن أحمد السواق (¬3) ، ثنا عمر بن راشد (¬4) ، ثنا عبد الله بن محمد بن صالح مولى التوأمة(2)، عن أبيه(2)، عن عمرو بن دينار (¬5) ، عن جابر بن عبد الله قال: سمعت رسول الله صلى الله عليه وسلم ¶ ¬__________ ¶ (¬1) ... إسناده ضعيف. والحديث بسنده ومتنه في أخبار قزوين(3/299). ¶ ... والحديث أخرجه جمال الدين الحنفي في مشيخة ابن البخاري(2/1198رقم689) من طريق أبي القاسم عبد الله بن أحمد بن عبد القادر. والمزي في تهذيب الكمال(15/64) من طريق أحمد بن علي بن عبد الواحد وابن عساكر في الأربعون حديثاً(1/48) عن أبي يعقوب يوسف بن أيوب كلهم عن شيخ المصنف أبي الحسين بن المهتدي بالله به. وأخرجه الترمذي في سننه(5/664رقم3789) عن أبي داود سليمان بن الأشعث، والحاكم في المستدرك (3/162 رقم4716) من طريق صالح بن محمد بن حبيب، وأبو نعيم في الحلية(23/211) من طريق عبد الله بن أحمد بن حنبل، والبيهقي في الشعب(2/130 رقم1378) من طريق صالح بن محمد وعبد الله بن أحمد بن حنبل في زوائد فضائل الصحابة (2/986رقم1952) كلهم عن يحيى بن معين به. وأخرجه الذهبي في الميزان(4/113) وسير أعلام النبلاء (9/582) من طريق علي بن عمر الحربي به. وقال الذهبي: \" هذا حديث غريب فرد... وليس النوفلي بمعروف\". وذكره ابن الجوزي في العلل المتناهية(1/267 رقم430). ... ¶ (¬2) ... نصر بن محمد بن عبد العزيز بن سيرزاد أبو القاسم الدلال المعروف بالباقرحي المتوفى سنة(334هـ) ترجم له الخطيب في تاريخه(13/299) وسكت عنه. ... ¶ (¬3) ... لم أقف عليهم. ... ¶ (¬4) ... عمر بن راشد المدني الجاري أبو حفص. قال أبو حاتم: وحدث حديثه كذباً وزوراً، وقال العقيلي: منكر الحديث، وقال الدارقطني: كان ضعيفاً ولم يكن مرضياً وكان يهتم بوضع الحديث على الثقات. انظر: الجرح والتعديل (6/108). وضعفاء العقيلي(3/158) ولسان الميزان(4/303). ... ¶ (¬5) ... عمرو بن دينار المكي أبو محمد الأثرم الحجمي مات سنة(126هـ) ثقة ثبت.(التقريب5024). ...",
            "page": "96",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "يقول:\"ليكونن في ولده - يعني العباس بن عبد المطلب عليه السلام - ملوك يلون أمر أمتي يعز الله بهم الدين\" (¬1) . ¶ (81) أثنا والدي الشيخ أبو طاهر عبد الباقي بن محمد قراءة عليه، أبنا أبو الحسن أحمد بن محمد بن موسى المجبِّر القرشي، ثنا إبراهيم بن عبد الصمد بن موسى الهاشمي إملاء، ثنا الحسين بن الحسن المروزي بمكة، ثنا عبد الله بن المبارك، أبنا سليمان بن المغيرة (¬2) ، عن حميد بن هلال (¬3) ، قال: قال أبو الدرداء:\"إن أخوف ما أخاف إذا أوقفت على الحساب أن يقال لي: قد علمت فماذا عملت فيما علمت\" (¬4) . ¶ (82) أخبرنا أبو الحسن محمد بن أحمد بن محمد بن حسنون النرسي قراءة عليه، أبنا أبو سعد إسماعيل بن أحمد بن إبراهيم بن إسماعيل الإسماعيلي (¬5) إملاء في يوم الخميس لثلاث خلون من ربيع الأول من سنة ست وثمانين وثملاثمائة، أبنا أبو القاسم عمر بن أحمد بن محمد البغدادي (¬6) ، أبنا محمد بن الفضل (¬7) قال: سمعت ابن جعفر النهاوندي (¬8) ¶ ¬__________ ¶ (¬1) ... في إسناده عمر بن راشد وضاع. وقال الألباني في ضعيف الجامع(4956) موضوع. والحديث في أطراف الغرائب والأفراد للدارقطني(رقم1602) وقال: غريب. وأخرجه أبو نعيم في الحلية(1/316) من طريق علي بن أحمد السواق به. وانظر: فيض القدير(5/395). ... ¶ (¬2) ... سليمان بن المغيرة القيسي مولاهم البصري أبو سعيد، مات سنة (165هـ). ثقة ثقة (التقريب2612). ... ¶ (¬3) ... حميد بن هلال العدوي أبو نصر البصري، ثقة عالم. (التقريب1563). ... ¶ (¬4) ... إسناده صحيح وهو في الزهد لابن المبارك (رقم39)، وأخرجه ابن عساكر في تاريخ دمشق(47/148) من طريق أحمد ابن محمد بن موسى به. وأحمد في الزهد(1/136) عن عبد الرحمن عن سليمان بن المغيرة به. ¶ (¬5) ... المتوفى سنة (396هـ) كان إمام زمانه، مقدماً في الفقه وأصول الفقه والعربية، والكتابة والشروط والكلام، وفيه من الخصال الحميدة ما لا يحصى .انظر: تاريخ جرجان(1/147) وطبقات الشافعية(1/155). ... ¶ (¬6) ... لم أقف عليه. ¶ (¬7) ... لم أقف عليه. ¶ (¬8) ... لعله: محمد بن جعفر بن يزيد بن عبد الله أبو جعفر النهاوندي الوراق. ترجم له الخطيب في تاريخه(2/136) وسكت عنه. ...",
            "page": "97",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "يقول: سمعت يوسف بن الحسين الرازي (¬1) يقول: سمعت ذا النون المصري (¬2) يقول: الناس كلهم موتى إلا العلماء، والعلماء كلهم نيام إلا العاملين، والعاملون كلهم مغترون إلا المخلصين، والمخلصون على خطر عظيم . قال الله تعالى:( لِيَسْأَلَ الصَّادِقِينَ عَنْ ِNخgد%ô‰د¹) (¬3) [الأحزاب:آية8]. ¶ (83) سمعت محمد بن عبد الباقي يقول : سمعت محمد بن الحسين بن محمد الإمام يقول: سمعت إسحاق بن محمد بن يوسف بن يعقوب النيسابوري (¬4) يقول: سمعت محمد بن يعقوب الأصم (¬5) يقول: سمعت الربيع بن سليمان (¬6) يقول: سمعت الشافعي محمد بن إدريس رحمه الله يقول: \"يحتاج طلب العلم إلى ثلاث خصال أولها طول العمر والثاني سعة ذات [اليد] (¬7) والثالث الذكاء\" (¬8) . ¶ ¬__________ ¶ (¬1) ... يوسف بن الحسين بن علي أبو يعقوب الرازي المتوفى سنة(304هـ) من مشايخ الصوفية، وصحب ذا النون المصري، وحكى عنه،وسمع أحمد بن حنبل وورد بغداد . انظر: تاريخ بغداد (1/314) والوفيات(29/82). ¶ (¬2) ... ذو النون المصري: ثوبان بن إبراهيم وقيل فيض بن أحمد أبو الفيض المتوفى سنة(245هـ) أحد مشاهد الزهاد والمتصوفة بمصر، قال عنه الدارقطني: \"روى عن مالك أحاديث فيها نظر\". وقال أيضاً:\" إذا صح السند إليه فأحاديثه مستقيمة، وهو ثقة\". انظر: تاريخ بغداد(8/393-397) ولسان الميزان(2/437-438). ... ¶ (¬3) ... في إسناده من لم أقف على ترجمته، وأخرجه البيهقي في شعب الإيمان(5/345 رقم8668) من طريق يوسف بن الحسن الرازي به، وابن عساكر في تاريخ مدينة دمشق(17/429) من طريق علي بن محمد بن حمشاد عن يوسف بن الحسين الرازي عنه. ... ¶ (¬4) ... المتوفى سنة(416هـ) قال عبد الغافر الفارسي في السياق - كما في المنتخب رقم (377):\" العدل الثقة الرضا من نبلاء الرجال وكبار الصالحين، والمعتمدين في الحديث ... كان محدث وقته\" وانظر: تاريخ بغداد(6/403). ¶ (¬5) ... محمد بن بعقوب بن يوسف بن معقل بن سنان أبو العباس الأصم المتوفى سنة(346هـ) نعته الذهبي بقوله: \"الإمام المفيد الثقة محدث المشرق\" . انظر: تذكرة الحفاظ (3/860). ... ¶ (¬6) ... الربيع بن سليمان بن عبد الجبار المرادي أبو محمد المصري المؤذن صاحب الشافعي مات سنة (270هـ) ثقة. (التقريب1894). ... ¶ (¬7) ... في الأصل\"العمر\" والتصويب من كتب التخريج. ... ¶ (¬8) ... إسناده صحيح. وهو في مشيخة ابن البخاري (2/839رقم419) والمنتخب من السياق لتاريخ نيسابور (1/85) لتقي الدين الصيرفيني ومعجم المخدثين للذهبي1/85) والفقيه والمتفقه للخطيب البغدادي(2/187).",
            "page": "98",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "(84) أنبأنا علي بن المحسن القاضي إذناً، أن أبا نصر أحمد بن محمد بن إبراهيم الحازمي البخاري (¬1) حدثهم، ثنا إسحاق بن حمد بن خلف الأزدي (¬2) قال:سمعت محمد بن أبي هاشم (¬3) قال: سمعت عبد العزيز بن أبي رزمة (¬4) قال:\"أتينا إسرائيل (¬5) مع نفر من أهل خراسان فسألنا؟ قلنا: نحن من أهل مرو، فقال: مرو أم خراسان، فإن استطعتم أن لا يكون أحد أسعد بما سمعتم منكم فافعلوا، من طلب هذا العلم لله تعالى شَرُف وسعد في الدنيا والآخرة ومن لم يطلبه لله خسر في الدنيا والآخرة\" (¬6) . ¶ (85) أبنا محمد بن أحمد بن سهل النحوي (¬7) فيما أذن لنا في روايته عنه، أنشدنا أبو الحسين علي بن محمد بن دينار (¬8) ، أنشدنا أبو محمد عبد لله بن جعفر بن درستويه النحوي (¬9) ، ¶ ¬__________ ¶ (¬1) ... أحمد بن محمد بن إبرهيم بن حازم ... أبو نصر المؤذن البخاري المعروف بالحازمي مات سنة (376هـ) قال الخطيب: \"وكان صدوقاً\" تاريخ بعداد(4/387). ¶ (¬2) ... ذكره الخطيب في ترجمة تلميذه السابق أبي نصر الحازمي، ولم أقف على ترجمته. ... ¶ (¬3) ... محمد بن أبي هاشم لم أقف عليه. ... ... ¶ (¬4) ... عبد العزيز بن أبي رزمة - بكسر الراء وسكون الزاي - اليشكري مولاهم أبو محمد المروزي مات سنة(206هـ)، ثقة. (التقريب 4094). ... ¶ (¬5) ... هو ابن يونس السبيعي. ... ¶ (¬6) ... وفي إسناده من لم أقف على ترجمته، وأخرجه الخطيب البغدادي في الجامع لأخلاق الراوي وآداب السامع (1/83 رقم15)عن علي البصري عن أبي نصر أحمد بن محمد بن أبي البخاري به مثله. وذكره السخاوي في فتح المغيث(2/353. ... ¶ (¬7) ... محمد بن أحمد بن سهل الواسطي أبو غالب بن بشران الحنفي اللغوي المتوفى سنة(462هـ) قال ابن السمعاني: \"كان الناس يرحلون إليه لأجل اللغة، وكان فاضلاً بارعاً مكثراً من كتب الأدب\".انظر:لسان الميزان(5/43) ¶ (¬8) ... علي بن محمد بن عبد الرحيم بن دينار الكاتب أبو الحسين بصري الأصل واسطي المولد والمنشأ المتوفى سنة(409هـ) وكان شاعرً مجيداً، شارك المتنبي في أكثر ممدوحيه كسيف الدولة بن حمدان وابن العميد وغيرهما، حمل الناس عنه الأدب. (معجم الأدباء4/286). ... ¶ (¬9) ... عبد الله بن جعفر بن درستويه الفارسي النحوي أبو محمد المتوفى سنة(347هـ)، قال الخطيب:\"سمعت اللالكائي ذكره فضعفه، وسألت البرقاني عنه فقال:\"ضعفوه لأنه لما روى التاريخ عن يعقوب أنكروا ذلك وقالوا إنما حدث يعقوب بالكتاب قديماً فمتى سمعته منه، ثم دفع الخطيب هذا بأن جعفر بن درستويه من كبار المحدثين وفقهائهم عنده عن علي بن المديني وطبقته ووثقه ابن مندة.انظر(تاريخ بغداد9/428) ...",
            "page": "99",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "أنشدنا أبو العباس المبرد (¬1) لمحمد بن يسير (¬2) : (¬3) ¶ أما لو أعي كل ما أسمع ... وأحفظ من ذاك ما أجمع ¶ ولم استفد غير ما قد جمعت ... لقيل هو العالم المقنع ¶ ولكن نفسي إلى كل شيء ... من العلم أسمعه تنزع ¶ فلا أنا أحفظ ما قد جمعت ... ولا أنا من جمعه أشبع ¶ ومن يك في علمه هكذا ... يكن دهره القهقري يرجع ¶ إذا لم تكن حافظاً واعياً ... فجمعك للعلم لا ينفع ¶ أأحضر ما بحمدك في مجلسي ... وعلمي في الكتب مستودع ¶ ... آخر السادس والحمد لله وحده وصلواته على سيدنا محمد وآله وأصحابه وسلم. ¶ ¬__________ ¶ (¬1) ... محمد بن يزيد بن عبد الأكبر بن عمير بن حسان بن سليم أبو العباس الأزدي ثم الثمالي المعروف بالمبرد المتوفى سنة(285هـ). قال الخطيب في تاريخه3/380):\"كان عالماً فاضلاً موثوقاً به في الرواية وحسن المحاضرة مليح الأخيار كثير النوادر\" وانظر لسان الميزان (5/430). ... ¶ (¬2) ... محمد بن يسير الرياشي. شاعر ظريف من شعراء المحدثين، متقلل لم يفارق البصرة ولا وفد إلى خليفة ولا شريف. وكان ماجناً هجاءً خبيثاً. انظر الأغاني(14/21-51). ... ¶ (¬3) ... هذه الأبيان أخرجها كل من أبو هلال العسكري في الحث على طلب العلم (ص68) وأبو القاسم الأصفهاني في محاضرات الأدباء (1/151) والجاحظ في الحيوان(1/59). ...",
            "page": "100",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "الخاتمة: وفيها أهم النتائج التي توصلت إليها ¶ أولاً: إن أبا بكر الأنصاري صاحب هذه الأمالي كان إماماً في الحديث ثبتاً في الرواية، بل كان إماماً في الفرائض والحساب. ¶ ثانياً: إن الإمام أبا بكر الأنصاري قضى عمره كله في التعلم والتعليم ولم يضيع ساعة من عمره في لهو أو لعب كما أخبر بذلك عن نفسه. ¶ ثالثاً: إن الأمالي كان نوعاً من أنواع طرق تدريس الحديث النبوي الشريف في العصور الأولى. ¶ رابعاً: تضمنت هذه الأمالي الستة خمسة وثمانين حديثاً وأثراً، منها ثمانية وعشرون صحيحاً، وستة عشر حسناً، وعشرون ضعيفاً،وأحد عشر شديد الضعف، وثلاثة موضوعة، وسبعة توقفت فيها ولم أحكم عليها.",
            "page": "101",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "فهرس الآيات القرآنية ¶ ?$uZôمt\"tRur مَا فِي صُدُورِهِمْ مِنْ غِلٍّ ? [الحجر:47] ¶ ?ôxخm7y™ur بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا ?[طه:130] ¶ ?ں@t\"َ،uٹدj9 الصَّادِقِينَ عَنْ صِدْقِهِمْ ? [الأحزاب:8] ¶ ?y7د9؛sŒ مَثَلُهُمْ فِي التَّوْرَاةِ وَمَثَلُهُمْ فِي الْإِنْجِيلِ ? [الفتح:29] ¶ ?tPِqtƒ يَقُومُ النَّاسُ لِرَبِّ الْعَالَمِينَ ? [المطففين:6] ¶ فهرس الرواة ¶ ( أ ) ¶ إبراهيم بن سعد الزهري ... 77 ¶ إبراهيم بن عبد الصمد بن موسى الهاشمي ... 8، 51، 66، 69، 88 ¶ إبراهيم بن عبد الله المخرمي ... 10 ¶ إبراهيم بن عبد الله بن الجنيد ... 26 ¶ إبراهيم بن عمر بن أحمد الفقيه ... 4، 59 ¶ إبراهيم بن يزيد النخعي ... 52 ¶ أحمد بن أبي بكر الزهري ... 8 ¶ أحمد بن إسحاق بن البهلول ... 78 ¶ احمد بن جعفر بن حمدان بن مالك القطيعي ... 3، 15، 16، 30، 31، 39، 46، 53، 58، 71، 76 ¶ أحمد بن الحسن بن عبد الجبار الصوفي ... 7 ¶ أحمد بن القاسم بن عطية ... 56 ¶ أحمد بن حمدويه المقرئ ... 10 ¶ أحمد بن روح البصري ... 10 ¶ أحمد بن سليمان الطوسي ... 40",
            "page": "102",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "أحمد بن علي بن أحمد ... 44 ¶ أحمد بن علي بن ثابت البغدادي ... 28، 44 ¶ أحمد بن عمر بن سريج ... 5 ¶ أحمد بن محمد بن إبراهيم ... 84 ¶ أحمد بن محمد بن أبي بكر ... 74 ¶ أحمد بن محمد بن أبي عثمان ... 27 ¶ أحمد بن محمد بن الصلت ... 8 ¶ أحمد بن محمد بن حنبل ... 15، 28، 30، 31، 46، 76 ¶ أحمد بن محمد بن سعيد الكوفي ... 22 ¶ أحمد بن محمد بن موسى القرشي ... 69، 81 ¶ أحمد بن محمد بن هلال ... 74 ¶ أحمد بن محمد بن يحيى البزاز ... 1 ¶ أحمد بن منصور بن سيار الرمادي ... 5 ¶ أحمد بن يعلى بن المثنى ... 50 ¶ إدريس بن عبد الكريم المقرئ ... 58 ¶ إدريس بن يزيد الأودي ... 75 ¶ إسحاق بن إبراهيم ... 10 ¶ إسحاق بن البهلول ... 78 ¶ إسحاق بن حاتم ... 16 ¶ إسحاق بن الحسن الحربي ... 39 ¶ إسحاق بن حمد بن خلف ... 84 ¶ إسحاق بن محمد بن يوسف ... 83 ¶ أسلم العدوي ... 24 ¶ إسماعيل بن أبي أويس ... 74",
            "page": "103",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "إسماعيل بن أبي خالد ... 18 ¶ إسماعيل بن أحمد بن إبراهيم ... 82 ¶ إسماعيل بن العباس ... 35 ¶ إسماعيل بن سعيد المعدل ... 26 ¶ إسماعيل بن قيس بن سعد ... 40 ¶ إسماعيل بن منصور بن عبد الله بن عدي ... 43 ¶ إسماعيل بن يعلى الثقفي ... 32 ¶ إسرائيل بن يونس السبيعي ... 21 ¶ أشعث بن إسحاق ... 38 ¶ أشعث بن عبد الله بن جابر ... 53 ¶ الأصبغ بن نباتة ... 23 ¶ أنس بن مالك ... 4، 5، 15، 33، 35، 48، 50، 54، 59 ¶ أيوب بن أبي تميمة ... 20 ¶ ( ب ) ¶ بشر بن موسى بن صالح الأسدي ... 3 ¶ بكر بن عمرو المعافري ... 37 ¶ البهلول بن حسان ... 78 ¶ ( ث ) ¶ ثابت بن أسلم البناني ... 33، 48، 59 ¶ ثمامة بن عبد الله بن أنس ... 35 ¶ ثوبان بن إبراهيم ... 82 ¶ ( ج ) ¶ جابر بن عبد الله ... 31، 64، 80",
            "page": "104",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "جرير بن عبد الحميد الضبي ... 25، 38 ¶ جرير بن عبد الله البجلي ... 16، 18 ¶ جعفر بن أبي المغيرة ... 38 ¶ جعفر بن محمد بن الحسن ... 53 ¶ جعفر بن محمد بن علي ... 67 ¶ جويرية بن أسماء بن عبيد ... 62 ¶ ( ح ) ¶ الحارث بن سريج الخوارزمي ... 7 ¶ الحارث بن عبد الله الأعور ... 21 ¶ الحجاج بن دينار ... 52 ¶ الحسن بن جعفر بن محمد الوضاح ... 45 ¶ الحسن بن الحسين الفقيه ... 28 ¶ الحسن بن صالح ... 39 ¶ الحسن بن علي الهمداني ... 10 ¶ الحسن بن علي بن محمد الجوهري ... 3، 10، 12، 15، 19، 25، 27، 30، 32، 39، 41، 42، 45، 59، 68، 72، 78 ¶ حبيب بن مطر السدوسي ... 10 ¶ حجاج بن محمد المصيصي ... 72 ¶ حذيفة بن اليمان ... 77 ¶ حرملة بن يحيى بن حرملة المصري ... 27 ¶ الحسن بن علي بن محمد الهذلي ... 43 ¶ الحسن بن قاسم بن جعفر الكوكبي ... 26 ¶ الحسين بن الحسن المروزي ... 69، 73، 81",
            "page": "105",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "الحسين بن داود البلخي ... 54 ¶ الحسين بن علي بن أبي طالب ... 67 ¶ الحسين بن محمد الدقاق ... 10، 72 ¶ الحكم بن موسى ... 52 ¶ حماد بن أسامة ... 58، 68 ¶ حماد بن خالد الخياط ... 42 ¶ حماد بن سلمة ... 20 ¶ حمران مولى عثمان ... 72 ¶ حمزة بن عبد العزيز المهبلي ... 1 ¶ حمزة بن محمد الكاتب ... 19، 25، 32، 42 ¶ حمزة بن محمد بن العباس ... 65 ¶ حميد بن هلال ... 81 ¶ حيوة بن شريح ... 37، 63 ¶ ( خ ) ¶ خالد بن يزيد العمري ... 4 ¶ خلاد بن عيسى الصفار ... 33 ¶ خلف بن هشام ... 58 ¶ ( د ) ¶ داود بن الزبرقان الرقاشي ... 49 ¶ داود بن أبي عوف ... 65 ¶ ( ذ ) ¶ ذكوان السمان ... 49، 53، 58، 60 ¶ ( ر ) ¶ الربيع بن سليمان ... 83",
            "page": "106",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "الربيع بن صبيح البصري ... 5 ¶ ربعي بن حراش ... 30، 77 ¶ ( ز ) ¶ الزبير بن بكار ... 40 ¶ زبيد ... 47 ¶ زكريا ... 50 ¶ زكريا بن أبي زائدة الهمداني ... 3، 75 ¶ زياد بن عبد الله البكائي ... 6 ¶ زياد بن علاقة ... 16 ¶ زياد بن كليب الحنظلي ... 52 ¶ زيد بن أسلم ... 24 ¶ زيد بن وهب ... 17 ¶ ( س ) ¶ السري بن أحمد بن السري الموصلي ... 44 ¶ سعد بن إبراهيم بن سعد ... 76 ¶ سعد بن طريف ... 23 ¶ سعيد بن أبي أيوب ... 63 ¶ سعيد بن أبي سعيد المقبري ... 32 ¶ سعيد بن جبير ... 38، 75 ¶ سفيان بن سعيد الثوري ... 5، 77 ¶ سفيان بن عيينة الهلالي ... 1، 16 ¶ سلمة بن دينار ... 40 ¶ سليمان بن المغيرة ... 81 ¶ سليمان بن حرب ... 47",
            "page": "107",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "سليمان بن مهران الأعمش ... 17، 47، 58، 73 ¶ سهل بن سعد الساعدي ... 40 ¶ سيار بن حاتم ... 71 ¶ سيار بن نصر ... 21 ¶ ( ش ) ¶ شبابة بن سوار ... 65 ¶ شداد بن أوس ... 7 ¶ شعبة بن الحجاج ... 17، 30، 47، 48 ¶ شعيث بن محرز ... 17 ¶ شفيق بن سلمة ... 47 ¶ شقيق بن إبراهيم البلخي ... 54 ¶ شيبان بن فروخ ... 50 ¶ ( ص ) ¶ صالح بن أحمد بن أبي مقاتل ... 6 ¶ صفوان بن حمد الهروي ... 64 ¶ ( ض ) ¶ الضحاك بن مزاحم ... 10 ¶ ضريب بن نقير ... 69 ¶ ضمرة بن حبيب الحمصي ... 7 ¶ ( ط ) ¶ طاهر بن عبد الله بن طاهر الطبري ... 5، 17، 24، 47، 62، 67، 75 ¶ ( ع ) ¶ عاصم بن ضمرة السلولي ... 61",
            "page": "108",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "عاصم بن علي الواسطي ... 45 ¶ عامر بن سيار بن عبد الرحمن ... 61 ¶ عباد بن الوليد بن خالد ... 35 ¶ عباد بن عبد الصمد البصري ... 2 ¶ العباس بن بكار الضبي ... 35 ¶ العباس بن عبد المطلب ... 51 ¶ عبد الأعلى بن حماد ... 59 ¶ عبد الباقي بن محمد الأنصاري ... 8، 69، 81 ¶ عبد الرحمن بن أبي حاتم الرازي ... 56 ¶ عبد الرحمن بن المغيرة ... 67 ¶ عبد الرحمن بن بشر بن الحكم ... 1 ¶ عبد الرحمن بن جبير ... 63 ¶ عبد الرحمن بن زياد ... 76 ¶ عبد الرحمن بن عبد الله بن عتبة المسعودي ... 45 ¶ عبد الرحمن بن محمد بن جعفر ... 43 ¶ عبد الرحمن بن محمد بن زياد ... 36 ¶ عبد الرحمن بن يعقوب الجهني ... 74 ¶ عبد السلام بن حرب ... 36 ¶ عبد الصمد بن علي بن عبد الله بن عباس ... 41، 51، 66 ¶ عبد الصمد بن علي بن محمد الهاشمي ... 77 ¶ عبد الصمد بن موسى بن محمد ... 51، 66 ¶ عبد العزيز بن أبي رزمة ... 84 ¶ عبد العزيز بن جعفر الخرفي ... 41 ¶ عبد الله بن إبراهيم بن أيوب ... 4 ¶ عبد الله بن أبي داود ... 57 ¶ عبد الله بن أحمد بن حنبل ... 15، 28، 30، 31، 46، 76",
            "page": "109",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "عبد الله بن أحمد بن شيويه ... 56 ¶ عبد الله بن أحمد بن مستورد ... 22 ¶ عبد الله بن إدريس الأودي ... 25 ¶ عبد الله بن الأجلح الكندي ... 12 ¶ عبد الله بن العباس ... 10، 12، 25، 38، 41، 51، 55، 66، 68، 75، 79 ¶ عبد الله بن المبارك. ... 7، 57، 69، 81 ¶ عبد الله بن المثنى البصري ... 35 ¶ عبد الله بن جعفر بن درستويه ... 85 ¶ عبد الله بن جعفر بن سليمان ... 41 ¶ عبد الله بن دينار العددي ... 34 ¶ عبد الله بن روح ... 65 ¶ عبد الله بن سفيان الواسطي ... 9 ¶ عبد الله بن سليمان النوفلي ... 79 ¶ عبد الله بن سليمان بن الأشعث ... 63 ¶ عبد الله بن عبد الله بن أويس ... 74 ¶ عبد الله بن عمر ... 8، 19، 20، 24، 34، 78 ¶ عبد الله بن عمر بن محمد بن إبان ... 36 ¶ عبد الله بن عمرو بن العاص ... 1، 63 ¶ عبد الله بن لهيعة ... 31، 63 ¶ عبد الله بن محمد الخطيب ... 64 ¶ عبد الله بن محمد بن أسماء ... 62 ¶ عبد الله بن محمد بن زياد ... 70 ¶ عبد الله بن محمد بن صالح ... 80 ¶ عبد الله بن محمد بن عبد العزيز البغوي ... 2، 9، 18، 20، 33، 34، 37،",
            "page": "110",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "48، 52، 60، 68، 77 ¶ عبد الله بن محمد بن عبد الله بن جعفر ... 41 ¶ عبد الله بن محمد بن عبد الله بن عمرو الخطيب ... 40 ¶ عبد الله بن محمد بن عثمان الواسطي ... 50 ¶ عبد الله بن محمد بن ناجية ... 6، 49 ¶ عبد الله بن مسعود ... 17، 42، 46 ¶ عبد الله بن مغفل المزني ... 76 ¶ عبد الله بن وهب بن مسلم ... 63 ¶ عبد الله بن يزيد المقرئ ... 37 ¶ عبد الملك بن عمير بن سويد ... 77 ¶ عبد الملك بن عبد العزيز التمار ... 20 ¶ عبد الملك بن عبد العزيز بن جريج ... 9، 72 ¶ عبد الواحد بن عبد السلام بن الواثق ... 13 ¶ عبد الوهاب بن محمد بن إبراهيم ... 61، 66 ¶ عبد ربه بن نافع ... 18 ¶ عبد لله بن أحمد الدورقي ... 11 ¶ عبيد الله بن أحمد بن عثمان ... 28 ¶ عبيد الله بن أحمد بن علي بن الحسين ... 70 ¶ عبيد الله بن أحمد بن يعقوب ... 12 ¶ عبيد الله بن سعيد الحافظ ... 1 ¶ عبيد الله بن عبد الرحمن الزهري ... 68، 74 ¶ عبيد الله بن عبد الصمد بن المهتدي بالله ... 21 ¶ عبيد الله بن عمر بن حفص ... 59 ¶ عبيد الله بن محمد البزاز ... 23، 60، 63 ¶ عبيد الله بن محمد بن إسحاق بن حبابة ... 34، 77",
            "page": "111",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "عبيد الله بن معاذ البصري ... 53 ¶ عبيدة بن أبي رائطة الحذاء ... 76 ¶ عتبة بن أبان بن صمعة ... 71 ¶ عثمان بن عمرو بن محمد ... 72 ¶ عطاء بن أبي رباح ... 9، 11 ¶ عطاء بن يزيد الجندعي ... 72 ¶ عطاء بن يسار ... 6 ¶ عطية بن سعد العوفي ... 3 ¶ عفان بن مسلم الباهلي ... 15 ¶ عقبة بن عامر الجهني ... 37 ¶ العلاء بن عبد الرحمن ... 74 ¶ العلاء بن عمرو الحنفي ... 21 ¶ علقمة بن قيس بن عبد الله ... 52 ¶ علي بن إبراهيم بن عيسى المقرئ ... 2، 16، 31، 46، 53، 58، 71، 76، 80 ¶ علي بن أبي طالب ... 21، 23،30، 52، 61، 67 ¶ علي بن أحمد السواق ... 80 ¶ علي بن أحمد بن محمد بن يوسف ... 50، 64 ¶ علي بن الأقمر بن عمرو ... 45 ¶ علي بن الجعد ... 48 ¶ علي بن الحسين بن سوادة ... 23 ¶ علي بن الحسين بن علي بن أبي طالب ... 67 ¶ علي بن القاضي أبي علي المحسن بن علي التنوخي ... 29، 44، 57، 84 ¶ علي بن المفرج بن عبد الرحمن السقلي ... 1 ¶ علي بن بكار ... 70",
            "page": "112",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "علي بن جعفر بن محمد ... 67 ¶ علي بن عبد العزيز البرذعي ... 56 ¶ علي بن عبد الله ... 11 ¶ علي بن عبد الله بن المديني ... 26، 43 ¶ علي بن عبد الله بن عباس ... 41، 51، 66، 79 ¶ علي بن عمر الدراقطني ... 9/ 21، 27، 52، 65، 78 ¶ علي بن عمر بن أحمد البرمكي ... 34، 60، 77 ¶ علي بن عمر بن محمد السكري ... 7، 33، 35، 36، 38، 79 ¶ علي بن عيسى المخرمي ... 33 ¶ علي بن محمد الوراق ... 19، 25، 32، 42، 59 ¶ علي بن محمد بن دينار ... 85 ¶ علي بن محمد بن عبد الله المعدل ... 11 ¶ علي بن معروف بن محمد البزاز ... 51، 66 ¶ علي بن ناعم بن علي المقرئ ... 11 ¶ عمر بن أحمد بن عثمان ... 48 ¶ عمر بن أحمد بن محمد البغدادي ... 82 ¶ عمر بن الحسن بن نصر ... 16 ¶ عمر بن المغيرة ... 70 ¶ عمر بن حسين بن إبراهيم الخفاف ... 6، 32، 49، 61، 74 ¶ عمر بن حفص البصري ... 21 ¶ عمر بن راشد ... 80 ¶ عمر بن محمد بن علي الزيات ... 6، 32، 49، 61 ¶ عمر بن نصر الكاغدي ... 6 ¶ عمرو بن دينار المكي ... 1، 6 ¶ عمرو بن دينار المكي ... 80",
            "page": "113",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "عمرو بن عبد الله السبيعي ... 21، 61 ¶ عمرو بن علي الفلاس ... 6 ¶ عوف بن مالك بن نضلة ... 45 ¶ عون بن عبد الله الكوفي ... 42 ¶ عون بن محمد الكندي ... 14 ¶ عيسى بن علي بن عيسى الجراح ... 55 ¶ عيسى بن مسلم الأحمر ... 24 ¶ عيسى بن موسى ... 43 ¶ ( غ ) ¶ غنيم بن قيس ... 69 ¶ ( ف ) ¶ الفضل بن الحباب ... 17، 47، 62 ¶ الفضل بن دكين الكوفي ... 3، 39 ¶ فرات بن السائب ... 61، 78 ¶ فرقد السبخي ... 70 ¶ فضيل بن عياض ... 19 ¶ فضيل بن مرزوق ... 46 ¶ ( ق ) ¶ القاسم بن سلام ... 72 ¶ القاسم بن عبد الرحمن ... 46 ¶ قتيبة بن سعيد ... 56 ¶ قدامة بن أيوب ... 71 ¶ قيس بن أبي حازم ... 18 ¶ ( ك )",
            "page": "114",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "كامل بن طلحة الجحدري ... 2 ¶ كعب بن علقمة ... 63 ¶ ( ل ) ¶ ليث بن أبي سليم بن زنيم ... 19، 25 ¶ ( م ) ¶ مالك بن أنس ... 8، 34، 60، 62 ¶ مجاهد بن جبر ... 19، 25 ¶ محمد بن إبراهيم بن محمد بن بشروه ... 50 ¶ محمد بن أبي العتاهية ... 14 ¶ محمد بن أبي عبد الرحمن ... 37 ¶ محمد بن أبي هاشم ... 84 ¶ محمد بن أحمد البوراني ... 16 ¶ محمد بن أحمد القاضي ... 71 ¶ محمد بن أحمد بن حسين بن القاسم الغطريفي ... 5، 17، 24، 47، 62، 75 ¶ محمد بن أحمد بن سعيد ... 54 ¶ محمد بن أحمد بن سهل النحوي ... 85 ¶ محمد بن أحمد بن محمد بن أحمد الزسي ... 22، 38، 50، 64، 82 ¶ محمد بن أحمد بن محمد بن عمر ... 20 ¶ محمد بن إدريس الشافعي ... 27، 83 ¶ محمد بن إسحاق الصغاني ... 37 ¶ محمد بن إسماعيل بن العباس الوارق ... 2، 80 ¶ محمد بن الجنيد ... 37 ¶ محمد بن الحسن بن دريد ... 55 ¶ محمد بن الحسن بن زباله ... 40 ¶ محمد بن الحسين الأشناني ... 12",
            "page": "115",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "محمد بن الحسين السلمي ... 54 ¶ محمد بن الحسين بن محمد الفراء ... 7، 18، 26، 51، 66، 73، 83 ¶ محمد بن العباس الخزاز ... 29 ¶ محمد بن الفضل ... 82 ¶ محمد بن المنكدر ... 64 ¶ محمد بن جبير بن مطعم ... 62 ¶ محمد بن جحادة ... 6، 49 ¶ محمد بن جعفر الآدمي ... 11 ¶ محمد بن جعفر النهاوندي ... 82 ¶ محمد بن جعفر الوركاني ... 30 ¶ محمد بن حميد بن حيان ... 38 ¶ محمد بن خازم الضرير ... 23، 26، 73 ¶ محمد بن خلف بن المرزبان ... 29 ¶ محمد بن زكريا بن دينار ... 64 ¶ محمد بن زكريا ... 50 ¶ محمد بن زياد بن فروة ... 17 ¶ محمد بن سلمة ... 63 ¶ محمد بن سيرين ... 53 ¶ محمد بن صالح ... 80 ¶ محمد بن عبد الرحمن المخلص ... 37، 40 ¶ محمد بن عبد الرحمن بن أبي ذئب ... 64 ¶ محمد بن عبد العزيز ... 10 ¶ محمد بن عبد الله الدقاق ... 18، 20 ¶ محمد بن عبد الله الشيباني ... 57 ¶ محمد بن عبد الله بن جعفر بن سليمان ... 41 ¶ محمد بن عبد الله بن يوسف ... 64",
            "page": "116",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "محمد بن علي الهاشمي ... 23، 35، 48، 55، 63، 79 ¶ محمد بن علي بن الحسين ... 67 ¶ محمد بن علي بن الفتح الحربي ... 9، 21، 33، 36، 37، 52، 65، 78 ¶ محمد بن علي بن عبد الله بن عباس ... 79 ¶ محمد بن عمر بن محمد بن بهته ... 22 ¶ محمد بن محمد بن سليمان الباغندي ... 38 ¶ محمد بن مسلم الزهري ... 62، 72 ¶ محمد بن مسلم المكي ... 23، 31 ¶ محمد بن معاوية الأنماطي ... 49 ¶ محمد بن معاوية النيسابوري ... 24 ¶ محمد بن نوح الجند يسابوري ... 23 ¶ محمد بن هارون الزنجاني ... 28 ¶ محمد بن هارون الهاشمي ... 41 ¶ محمد بن هارون بن حميد ... 59 ¶ محمد بن وشاح بن عبد الله ... 14 ¶ محمد بن يحى الحجري ... 12 ¶ محمد بن يحيى الصولي ... 14 ¶ محمد بن يحيى بن سليمان المروزي ... 45، 72 ¶ محمد بن يزيد بن عبد الأكبر ... 85 ¶ محمد بن يسير ... 85 ¶ محمد بن يعقوب الأصم ... 83 ¶ محمد بن يعقوب بن يوسف ... 27 ¶ مسعر بن كدام الكوفي ... 42 ¶ مسلم بن صبيح ... 12، 73 ¶ مسلمة بن وردان ... 4",
            "page": "117",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "المسيب بن واضح ... 57 ¶ مشرح بن هاعان المعافري ... 37 ¶ مصعب بن عبد الله الزبيري ... 34، 60، 77 ¶ معاذ بن معاذ بن نصر ... 53 ¶ المعافى بن زكريا بن يحيى ... 14 ¶ معتمر بن سليمان ... 59 ¶ معمر بن المثنى ... 55 ¶ منصور بن المعتمر ... 12، 30، 47 ¶ المنهال بن عمرو ... 75 ¶ موسى بن إسحاق بن موسى ... 4 ¶ موسى بن جعفر ... 67 ¶ موسى بن داود الضبي ... 31 ¶ موسى بن عبد الله الجهني ... 39 ¶ ميمون بن مهران ... 78 ¶ ( ن ) ¶ نافع مولى ابن عمر ... 8، 20 ¶ نصر بن علي ... 67، 68 ¶ نصر بن محمد بن عبد العزيز ... 80 ¶ نعيم بن حماد ... 19، 25، 32، 42 ¶ ( هـ ) ¶ هارون الرشيد ... 14، 26 ¶ هارون بن عبد الله ... 71 ¶ هشام بن عبد الملك الباهلي ... 17 ¶ هشام بن يوسف ... 79 ¶ هلال مولى ربعي ... 77",
            "page": "118",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "همام بن يحيى البصري ... 15 ¶ هناد بن إبراهيم النسفي ... 13، 42، 54 ¶ ( و ) ¶ الوضاح بن حسان ... 21 ¶ وهب بن بقية الواسطي ... 9 ¶ ( ي ) ¶ يحيى بن سابق ... 24 ¶ يحيى بن سعيد الأنصاري ... 60 ¶ يحيى بن سعيد بن فروخ ... 64 ¶ يحيى بن محمد بن صاعد ... 73 ¶ يحيى بنمعين ... 79 ¶ يزيد بن أبان الرقاشي ... 5 ¶ يزيد بن أبي حكيم ... 5 ¶ يزيد بن سنان ... 75 ¶ يزيد بن هارون ... 46 ¶ يعقوب بن إسحاق بن إبراهيم ... 75 ¶ يوسف بن سعيد بن مسلم ... 70 ¶ يوسف بن الحسين الرازي ... 82 ¶ يونس بن عبيد بن دينار ... 55 ¶ ( النساء ) ¶ أسماء بنت عميس ... 39 ¶ خديجة بنت محمد بن عبد الله ... 11 ¶ فاطمة بنت علي ... 39 ¶ ( الكنى )",
            "page": "119",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "ابن أبي ذئب: محمد بن عبد الرحمن ¶ ابن جريج: عبد الملك بن عبد العزيز ¶ ابن جعفر النهاوندي: محمد بن جعفر ¶ أبو العباس بن سريج: أحمد بن عمر بن سريج. ¶ أبو أحمد الغطريفي: محمد بن أحمد بن حسين ¶ أبو أسامة: حمد بن أسامة ¶ أبو إسحاق: عمرو بن عبد الله ¶ أبو الأحوص: عوف بن مالك بن نضلة ¶ أبو الجحاف: داود بن أبي عوف ¶ أبو الدرداء ... 9، 81 ¶ أبو الزبير : محمد بن مسلم ¶ أبو السليل: ضريب بن نقير ¶ أبو الطيب: طاهر بن عبد الله بن طاهر الطبري ¶ أبو العباس المبرد: محمد بن يزيد ¶ أبو القاسم الأزهري: عبيد الله بن أحمد بن عثمان ¶ أبو القاسم البغوي: عبد الله محمد ¶ أبو الوليد: هشام بن عبد الملك ¶ أبو أمية الثقفي: إسماعيل بن يعلى ¶ أبو بكر ... 15 ¶ أبو بكر الجحدر: محمد بن هارون ¶ أبو بكر السالمي: أحمد بن محمد ¶ أبو بكر بن أبي مريم ... 7 ¶ أبو بكر بن المرزبان: محمد بن خلف ¶ أبو بكر بن مالك القطيعي:أحمد بن جعفر بن حمدان ¶ أبو حازم: سلمة بن دينار ¶ أبو خالد الدلاني ... 36 ¶ أبو خالد مولى جعدة ... 36",
            "page": "120",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "أبو سعيد الخدري ... 3، 49 ¶ أبو سلمة الجهني ... 46 ¶ أبو سلمى ... 2 ¶ أبو شهاب: عبد ربه بن نافع ¶ أبو صالح: ذكوان السمان ¶ أبو عبيدة: معمر بن المثنى ¶ أبو علي الكاتب: حمزة بن محمد بن عيسى ¶ أبو علي الكوكبي: الحسن بن القاسم بن جعفر ¶ أبو عوانه: يعقوب بن إسحاق ¶ أبو قابوس مولى عبد الله بن عمرو ... 1 ¶ أبو محمد المقنعي: الحسن بن علي الجوهري ¶ أبو معاوية: محمد بن خازم ¶ أبو معشر: زياد بن كليب ¶ أبو هاشم الأبلي: كثير بن عبد الله ¶ أبو هريرة ... 6، 11، 32، 36، 58، 74 ¶ أبو وائل: شفيق بن سلمى ¶ أبو يعقوب الخوارزمي: عبد الله بن يوسف ... 27 ¶ أبوعلي الهائم: أحمد بن علي بن أحمد ¶ الأجلح: عبد الله ¶ الأعمش: سليمان بن مهران ¶ الحسن بن أبي الحسن الفارس:الحسن بن علي بن محمد ¶ الرشيد: هارون الرشيد ¶ الرمادي: أحمد بن منصور بن سيار ¶ الزهري: محمد بن مسلم بن عبيد الله ¶ الصولي: محمد بن يحيى ¶ المجالد بن سعيد ... 68 ¶ المسعودي:عبد الرحمن بن عبد الله بن عتبة ¶ ذو النون المصري: ثوبان بن إبراهيم.",
            "page": "121",
            "part": "1"
        },
        {
            "id": "123",
            "nass": "كشاف الأحاديث والآثار ¶ أتاني جبريل فأخذ بيدي (36) ... أبو هريرة ¶ أتينا إسرائيل مع نفر من أهل خراسان (84) ... عبد العزيز بن أبي رزمة ¶ أحبوا الله لما يغذوكم به من نعمة (79) ... ابن عباس ¶ أدركت معنا الصلاة (61) ... علي ¶ إذا سقى الله منزلاً (44) ... السري بن أحمد ¶ إذا سمعتم المؤذن فقولوا (63) ... عبد الله بن عمرو ¶ اقتدوا بالذين من بعدي (76) ... حذيفة ¶ الاقتصاد نصف العيش (33) ... أنس بن مالك ¶ ألا أبشرك (51) ... العباس بن عبد المطلب ¶ ألا أدلك على خير من ذلك (4) ... أنس ¶ اللهم استر العباس من النار (40) ... سهل بن سعد ¶ اللهم اسقنا (59) ... أنس ¶ اللهم اغفر للعباس ولولد العباس (11) ... أبو هريرة ¶ أما لو أعي كل ما أسمع (85) ... محمد بن يسير ¶ إن أخوف ما أخاف إذا وقفت على الحساب (81) ... أبو الدرداء ¶ إن الغلاء والرخص ضدان (35) ... أنس ¶ إن خلق أحدكم يجمع في بطن أمه (17) ... عبد الله بن مسعود ¶ أنت مني بمنزلة هارون من موسى (39) ... أسماء بنت عميس ¶ إنكم سترون ربكم عياناً (18) ... جرير بن عبد الله ¶ إني لأرجو أن أكون أنا وعثمان (53) ... علي ¶ أول من يدخل عليكم رجل من أهل الجنة (38) ... ابن عباس",
            "page": "122",
            "part": "1"
        },
        {
            "id": "124",
            "nass": "بايعت النبي على النصح لكل مسلم (16) ... جرير بن عبد الله ¶ بخ لكما أنا سيد ولد آدم (66) ... عبد الله بن عباس ¶ تزود من الدنيا فإنك (29) ... أبو العتاهية ¶ حق المسلم على المسلم ست (74) ... أبو هريرة ¶ خرجت من بغداد وما خلفتها أحداً (27) ... الشافعي ¶ خطبنا علي بن أبي طالب (52) ... علقمة ¶ خمس من الدواب من قتلهن (34) ... عبد الله بن عمر ¶ ذا أقيمت الصلاة فلا صلاة إلا المكتوبة (6) ... أبو هريرة ¶ ذهب الذين تسر حين تراهم (57) ... عبد الله بن المبارك ¶ الراحمون يرحمهم الرحمن (1) ... عبد الله بن عمرو ¶ الزرع محمد صلى الله عليه وسلم (10) ... عبد الله بن عباس ¶ سباب المسلم فسوق (47) ... عبد الله بن مسعود ¶ صاحبك في النار (25) ... ابن عباس ¶ عظني (14) ... الرشيد ¶ فإن المرء يسره درك ما لم يكن (55) ... ابن عباس ¶ في الجمعة ساعة لا يوافقها (31) ... أبو هريرة ¶ قال لي العباس يا بني (68) ... عبد الله بن العباس ¶ قرأت في التوراة: أربعة ليس بينهم فضل (70) ... فرقد السبخي ¶ كم من مستقبل يوماً لا يتمه (42) ... عون بن عبد الله ¶ كن كأنك غريب في الدنيا (19) ... ابن عمر ¶ كنا نتواعظ في أول الإسلام (69) ... غنيم بن قيس ¶ الكيس من دانه نفسه (7) ... شداد بن أوس ¶ لا تسبوا أصحابي (49) ... أبو سعيد الخدري ¶ لا يؤمن عبد حتى يأتي بأربع (30) ... علي",
            "page": "123",
            "part": "1"
        },
        {
            "id": "125",
            "nass": "لا يتمنى المؤمن الموت (48) ... أنس ¶ للحوض أربعة أركان (64) ... جابر بن عبد الله ¶ لما بويع أبو بكر (65) ... أبو الجحاف ¶ الله الله في أصحابي (75) ... عبد الله بن مغفل ¶ لو كان بعدي نبي لكان عمر (37) ... عقبة بن عامر ¶ لولا أحمد بن حنبل لأدخلوا في الدين (56) ... قتيبة بن سعد ¶ لولا أن أشق على أمتي (60) ... أبو هريرة ¶ لي خمسة أسماء (62) ... جبير بن مطعم ¶ ليس قوم خيراً من أصحاب الحديث (43) ... علي بن المديني ¶ ليكونن في ولده ملوك يلون أمر أمتي (80) ... جابر بن عبد الله ¶ ما أصاب أحداً قط هم (46) ... عبد الله بن مسعود ¶ ما ظنك باثنين الله ثالثهما (15) ... أنس ¶ ما فعل الله بك فقال: غفر لي (13) ... بعض الصالحين ¶ ما قال عبد عند مريض أسأل الله العظيم (75) ... ابن عباس ¶ ما ولد في الإسلام مولود أزكى (23) ... علي بن أبي طالب ¶ من أحبني وأحب هذين (67) ... علي بن أبي طالب ¶ من أخذ من الدنيا الحلال حاسبه الله (54) ... أنس ¶ من بكر يوم الجمعة وابتكر (32) ... أبو هريرة ¶ من توضأ مثل وضوئي هذا (72) ... عثمان بن عفان ¶ من توضأ يوم الجمعة فيها ونعمت (5) ... أنس ¶ من رأى لي حقاً (22) ... ابن عباس ¶ من سره أن يلقى الله عز وجل غداً (45) ... عبد لله بن مسعود ¶ من سن سنة حسنة كان له أجرها (73) ... جرير بن عبد الله ¶ من لقي الله عز وجل وهو يشهد إن لا إله إلا الله (2) ... راعي النبيe",
            "page": "124",
            "part": "1"
        },
        {
            "id": "126",
            "nass": "من لم يحب عمي هذا (12) ... ابن عباس ¶ من مات لا يشرك بالله شيئاً دخل الجنة (3) ... أبو سعيد الخدري ¶ من نفس عن أخيه كربة (58) ... أبو هريرة ¶ الناس كلهم موتى إلا العلماء (82) ... ذو النون المصري ¶ نحن أهل بيت النبوة (41) ... ابن عباس ¶ نهى رسول الله أن يساخر بالقرآن (8) ... عبد الله بن عمر ¶ وكيف أبعث هذين وهما من هذا الدين (78) ... ابن عمر ¶ يا أبا الدرداء أتمشي أمام من هو خير منك (9) ... أبو الدرداء ¶ يا أبا بكر إن الله أعطاني ثواب من آمن به (21) ... علي ¶ يا أبا عبد الله ما صنع الله بك (71) ... قدامة بن أيوب ¶ يا أبا معاوية ترى لي أن أغزو (26) ... هارون الرشيد ¶ يا أنس هذان خير أهل الأرض (50) ... أنس بن مالك ¶ يا بني كان الشافعي كالشمس للدنيا (28) ... أحمد بن حنبل ¶ يا علي أنت في الجنة (24) ... ابن عمر ¶ يحتاج طالب العلم إلى ثلاث خصال (83) ... الشافعي ¶ يقومون حتى يبلغ الرشح أطراف أذانهم (20) ... ابن عمر",
            "page": "125",
            "part": "1"
        },
        {
            "id": "127",
            "nass": "فهرس المصادر والمراجع ¶ - القرآن الكريم. ¶ - الإبانة عن شريعة الفرقة الناجية. لأبي عبد الله عبيد الله بن محمد بن بطة العكبري. تحقيق: عثمان عبد الله آدم الأثيوبي، الطبعة الثانية عام(1418هـ)، دار الراية للنشر، السعودية. ¶ - الآحاد والمثاني. لأبي بكر أحمد بن عمرو بن الضحاك. تحقيق: د. باسم فيصل الجوابرة، الطبعة الأولى عام(1411هـ)،دار الراية، الرياض. ¶ - أحاديث الشيوخ الثقات (المشيخة الكبرى) لأبي بكر محمد بن عبد الباقي الأنصاري، دراسة وتحقيق: الشريف حاتم بن عارف العوني، الطبعة الأولى عام(1422هـ) دار عالم الفوائد. مكة المكرمة. ¶ - الأحكام الشرعية الكبرى. لأبي محمد عبد الحق الإشبيلي، تحقيق: حسين بن عكاشة، الطبعة الأولى عام(1422هـ)، مكتبة الرشد، السعودية. ¶ - الآداب الشرعية. لابن مفلح. تحقيق: شعيب الأرناؤوط وعمر القيام، الطبعة الثانية عام (1417هـ)، مؤسسة الرسالة، بيروت ¶ - أدب الإملاء والاستملاء. للسمعاني. تحقيق:أحمد محمد عبد الرحمن، الطبعة الأولى، المطبعة المحمودية، جدة. ¶ - الأدب المفرد. للإمام البخاري. تحقيق: د.محمد فؤاد عبد الباقي، الطبعة الثالثة عام (1409هـ)، دار البشائر الإسلامية، بيروت. ¶ - الأربعون العشارية. لأبي الفضل عبد الرحيم العراقي،تحقيق:بدر عبد الله البدر، الطبعة الأولى عام(1413هـ)، دار ابن حزم، بيروت. ¶ - الأربعون في الحث على الجهاد، لابن عساكر، دار الخلفاء للكتاب الإسلامي، الكويت. ¶ - أسامي الضعفاء. لأبي زرعة الرازي (ضمن كتاب: أبو زرعة الرازي وجهوده في السنة النبوية): تحقيق: أ.د. سعدي الهاشمي. الطبعة الثانية (1409هـ)، دار الوفاء، المنصورة. ¶ - الاستذكار. لابن عبد البر، تحقيق: سالم محمد عطا، ومحمد علي معوض، الطبعة الأولى عام (2000م)، دار الكتب العلمية، بيروت. ¶ -",
            "page": "126",
            "part": "1"
        },
        {
            "id": "128",
            "nass": "أسد الغابة، لعز الدين بن الأثير الجزري، تحقيق:عادل أحمد الرفاعي، الطبعة الأولى عام(1417هـ)، دار إحياء التراث العربي. بيروت، لبنان. ¶ - الإصابة في تمييز الصحابة. لابن حجر. تحقق: علي محمد البجاوي، الطبعة الأولى عام (1412هـ)، دار الجيل، بيروت. ¶ - اعتقاد أهل السنة. للالكائي هبة الله بن الحسن. تحقيق: د. أحمد سعد حمدان، الطبعة الأولى عام (1402هـ)، دار طيبة، الرياض. ¶ - الأغاني. لأبي الفرج الأصبهاني، تحقيق: علي مهنا وسمير جابر، دار الفكر للطباعة والنشر، بيروت. ¶ - الإكمال في رفع الارتياب عن المؤتلف والمختلف في الأسماء والكنى والأنساب، لأبي نصر علي بن هبة الله بن جعفر ابن ماكولا. تحقيق: عبد الرحمن المعلمي(جـ1-6) ونايف العباس (جـ7) الطبعة الأولى(1382-1386هـ) دار المعارف العثمانية، الهند. و(جـ7) في بيروت. ¶ - الأمالي. ليحيى بن الحسين الشجري، ترتيب محي لدين محمد بن أحمد بن علي القرشي، تصوير عالم الكتب، بيروت، ومكتبة المتنبي، القاهرة. ¶ - الإمتاع بالأربعين المتباينة السماع، لابن حجر، تحقيق: أبي عبد الله محمد حسن محمد، الطبعة الأولى عام(1418هـ)، دار الكتب العلمية، بيروت. ¶ - الأمثال في الحديث النبوي. لأبي الشيخ الأصبهاني، تحقيق:د.عبد العليم عبد الحميد حامد، الطبعة الثانية عام(1408هـ)، الدار السلفية، بومباي، الهند. ¶ - الأنساب لأبي سعد عبد الكريم بن محمد السمعان، تحقق عبد الرحمن المعلمي. الطبعة الأولى (1384هـ) مطبعة مجلس دائرة المعارف العثمانية، الهند، وطبعة أخرى بتحقيق ¶ عبد الله عمر البارودي، دار الفكر، بيروت (1998م) ¶ - الباعث الحثيث شرح اختصار علوم الحديث، للشيخ أحمد شاكر. ¶ - البداية والنهاية. لابن كثير، مكتبة المعارف، بيروت. ¶ - بغداد مدينة السلام (الجانب الغربي)، د. صالح أحمد العلي، الطبعة الأولى عام (1405هـ)، مطبعة المجمع العلمي العراقي، بغداد. ¶ - البلدانيات، لمحمد بن عبد الرحمن السخاوي،تحقيق: حسام بن محمد القطان. الطبعة الأولى،",
            "page": "127",
            "part": "1"
        },
        {
            "id": "129",
            "nass": "(1422هـ)، دار العطاء، السعودية. ¶ - تاريخ ابن الوردي، الطبعة الأولى عام(1417هـ)، دار الكتب العلمية، بيروت. ¶ - تاريخ الإسلام. للإمام الذهبي. تحقيق: د. عمر تدمري،الطبعة الأولى عام(1407هـ)، دار الكتاب العربي. بيروت. ¶ - التاريخ الكبير، للإمام البخاري،تحقيق: السيد هاشم الندوي، دار الفكر. ¶ - تاريخ بغداد. لأحمد بن علي بن ثابت الخطيب البغدادي، الطبعة الأولى عام(1350هـ -1931م)، مكتبة الخانجي، القاهرة. ¶ - تاريخ جرجان. لحمزة بن يوسف الجرجاني. تحقيق: د.محمد عبد المعين خان، الطبعة الثالثة عام(1401هـ)، عالم الكتب، بيروت. ¶ - تاريخ مدينة دمشق، لأبي القاسم علي بن الحسن بن هبة الله ابن عساكر، تحقيق: ¶ محب الدين أبي سعيد عمر بن غرامة العمري، دار الفكر، بيروت. ¶ - التبصرة. لأبي الفرج ابن الجوزي. تحقيق: د. مصطفى عبد الواحد،الطبعة الأولى عام(1390هـ)،دار الكتاب المصري، مصر. ¶ - التدوين في أخبار قزوين. لعبد الكريم بن محمد القزويني، تحقيق:عزيز الله العطاري، دار الكتب العلمية، بيروت. ¶ - تذكرة الحفاظ. للإمام الذهبي، الطبعة الأولى، دار الكتب العلمية، بيروت. ¶ - الترغيب في الدعاء. لأبي محمد عبد الغني المقدسي. تحقيق: فواز أحمد مرلي. دار ابن حزم، بيروت. ¶ - تعريف أهل التقديس بمراتب الموصوفين بالتدليس، لابن حجر، تحقيق: عبد الغفار البنداري ومحمد أحمد عبد العزيز، الطبعة الألى(1405هـ)، دار الكتب العلمية، بيروت. ¶ - تفسير البغوي. تحقيق: خالد عبد الرحمن العك، دار المعرفة، بيروت. ¶ - تفسير الثعلبي، تحقيق: الإمام أبي محمد بن عاشور. مراجعة وتدقيق الأستاذ نظير الساعدي،الطبعة الأولى عام(1422هـ)، دار إحياء التراث العربي، بيروت،لبنان. ¶ - تقريب التهذيب: ابن حجر العسقلاني تحقيق محمد عوامة،الطبعة الأولى (1406هـ)، دار الرشيد، سوريا. ¶ - التقييد. لابن نقطة محمد عبد الغني، تحقيق: كمال يوسف الحوت، الطبعة الأولى عام (1418هـ)، دار الكتب العلمية، بيروت. ¶ -",
            "page": "128",
            "part": "1"
        },
        {
            "id": "130",
            "nass": "تكملة الإكمال لابن نقطة، تحقيق: د. عبد القيوم عبد رب النبي، الطبعة الأولى عام (1410هـ)، جامعة أم القرى، مكة المكرمة. ¶ - التمهيد. لابن عبد البر يوسف بن عبد الله. تحقيق: مصطفى أحمد العلوي، ومحمد البكري، وزارة الأوقاف، المغرب. ¶ - تنزيه الشريعة. لابن عراق. تحقيق: عبد الوهاب عبد اللطيف وعبد الله محمد الغماري. الطبعة الأولى عام(1399هـ)، درا الكتب العلمية، بيروت. ¶ - تهذيب التهذيب. لابن حجر. الطبعة الأولى عام(1404هـ)، دار الفكر، بيروت. ¶ - تهذيب الكمال. للإمام المزي يوسف بن الزكي عبد الرحمن. تحقيق: د.بشار عواد معروف، الطبعة الأولى عام (1411هـ)، مؤسسة الرسالة، بيروت. ¶ - الثقات. لابن حبان، تحقيق: السيد شرف الدين أحمد، الطبعة الأولى عام(1395هـ)، دار الفكر. ¶ - جامع المسانيد. لأبي المؤيد محمد بن محمود الخوارزمي. تصوير دار الكتب العلمية، بيروت. ¶ - الجامع لأخلاق الراوي وآداب السامع للخطيب البغدادي، تحقيق: د. محمود الطحان، مكتبة المعارف، الرياض. ¶ - الجرح والتعديل، لابن أبي حاتم عبد الرحمن بن محمد بن إدريس، الطبعة الأولى، دار إحياء التراث العربي، بيروت. ¶ - جزء ابن الغطريف. محمد بن أحمد بن الغطريف الجرجاني، تحقيق: د. عامر حسن صبري، الطبعة الأولى عام(1417هـ)، دار البشائر الإسلامية، بيروت. ¶ - جزء الألف دينار. لأبي بكر أحمد بن جعفر القطيعي. تحقيق: بدر بن عبد ربه البدر، الطبعة الأولى عام(1414هـ)، دار النفائس، الكويت. ¶ - جزء إملاء النسائي. لأبي عبد الرحمن أحمد بن شعيب. تحقيق: أبو إسحاق الحويني، الطبعة الأولى عام(1415هـ)، دار ابن الجوزي، الدمام. ¶ - جزء بيبي بنت عبد الصمد الهروية. تحقيق: عبد الرحمن الفريوائي، الطبعة الأولى عام (1986م)، دار الخلفاء، الكويت. ¶ - جزء فيه ثلاثة وثلاثون حديثاً من حديث أبي القاسم البغوي. تخريج أبي طالب العشاري، تحقيق:محمد ياسين إدريس، الطبعة الأولى(1407هـ)، دار ابن الجوزي، الدمام. ¶ - الجعديات. لأبي القاسم عبد الملك بن محمد بن عبد العزيز البغوي، تحقيق: د. عبد المهدي ابن",
            "page": "129",
            "part": "1"
        },
        {
            "id": "131",
            "nass": "عبد القادر، الطبعة الأولى عام(1405هـ)، مكتبة الفلاح، الكويت. وتحقيق: رفعت فوزي عبد المطلب، الطبعة الأولى عام(1415هـ)، مكتبة الخانجي، القاهرة. ¶ - جمهرة خطاب العرب. لأحمد زكي صفوت، المكتبة العلمية، بيروت. ¶ - الحث على طلب العلم. لأبي الهلال الحسن بن عبد الله العسكري، تحقيق: د.مروان قباني، الطبعة الأولى عام(1406هـ) المكتب الإسلامي، بيروت. ¶ - الحجة في بيان المحجة. لأبي القاسم إسماعيل بن محمد بن الفضل الأصبهاني، تحقيق: د.محمد بن ربيع مدخلي، الطبعة الثانية عام(1419هـ)، دار الراية،السعودية. ¶ - حديث مصعب لأبي القاسم البغوي، تحقيق: صالح عثمان اللحام، الطبعة الأولى عام (1424هـ)، الدار العثمانية، الأردن. ¶ - حلية الأولياء. لأبي نعيم الأصبهاني. الطبعة الرابعة عام(1405هـ)، دار الكتاب العربي، بيروت. ¶ - الحماسة البصرية. لعلي بن الحسن البصري. تحقيق: مختار الدين أحمد. عالم الكتب، بيروت. ¶ - الحيوان. لأبي عثمان عمرو الجاحظ. تحقيق: عبد السلام هارون، دار الجيل، بيروت. ¶ - الدعاء. للطبراني. تحقيق: مصطفى عبد القادر عطا، الطبعة الأولى عام(1413هـ)، دار الكتب العلمية، بيروت. ¶ - الدعوات الكبير. للبيهقي، تحقيق: بدر البدر، منشورات مركز المخطوطات، الكويت. ¶ - ديوان السري الرفاء. للسري بن أحمد الموصلي. ¶ - ذخائر العقبى في مناقب ذوي القربى. لمحب الدين أحمد بن عبد الله الطبري. دار الكتب المصرية، مصر. ¶ - الذرية الطاهرة. للدولابي، تحقيق: سعد المبارك الحسن، الطبعة الأولى عام (1407هـ)، الدار السلفية، الكويت. ¶ - ذيل تاريخ بغداد. لابن النجار. دار الكتب العلمية، بيروت. ¶ - ذيل طبقات الحنابلة. لابن رجب الحنبلي، تحقيق: محمد حامد فقي، الطبعة الأولى عام (1952م)، مطبعة السنة المحمدية، القاهرة، تصوير دار المعرفة، بيروت. ¶ - رؤية الله. للإمام الدارقطني. تحقيق: مبروك إسماعيل مبروك، مكتبة القرآن، القاهرة. ¶ - الرياض النضرة. لأبي جعفر أحمد بن عبد الله الطبري. تحقيق:عيسى بن عبد لله الحميري،",
            "page": "130",
            "part": "1"
        },
        {
            "id": "132",
            "nass": "الطبعة الأولى عام (1996م) دار الغرب الإسلامي، بيروت. ¶ - الزهد . لأحمد بن حنبل، تحقيق: عبد العلي عبد الحميد، الطبعة الثانية عام (1408هـ)، دار الريان، القاهرة. ¶ - الزهد الكبير. للبيهقي، تحقيق: عامر أحمد حيدر، الطبعة الثالثة عام(1996م)، مؤسسة الكتب الثقافية، بيروت. ¶ - الزهد لابن السري . لهناد بن السري. تحقيق: عبد الرحمن الفريوائي، الطبعة الأولى عام (1406هـ)، دار الخلفاء، الكويت. ¶ - الزهد. لعبد الله بن المبارك. تحقيق: حبيب الرحمن الأعظمي، دار الكتب العلمية، بيروت. ¶ - سؤالات الحاكم. لأبي الحسن علي بن عمر الدارقطني. تحقيق: د.موفق العبد القادر، الطبعة الأولى عام(1404هـ)، مكتبة المعارف، الرياض. ¶ - سؤالات حمزة السهمي للإمام الدارقطني، تحقيق: د.موفق بن عبد الله، الطبعة الأولى عام (1404هـ)، مكتبة المعارف، الرياض. ¶ - السلسلة الصحيحة. للشيخ محمد ناصر الدين الألباني،مكتبة المعارف، الرياض. ¶ - السنة لابن أبي عاصم،تحقيق: محمد ناصر الدين الألباني، الطبعة الأولى عام (1400هـ)، المكتب الإسلامي، بيروت. ¶ - السنة للخلال. أبي بكر أحمد بن محمد. تحقيق:د. عطية الزهراني، الطبعة الأولى عام (1410هـ)، دار الراية، الرياض. ¶ - السنة. لعبد الله بن أحمد بن حنبل، تحقيق: د.محمد سعيد سالم القحطاني، الطبعة الأولى عام (1406هـ)، دار ا بن القيم، الدمام. ¶ - سنن البيهقي الكبرى، تحقيق: محمد عبد القادر عطا، مكتبة دار الباز، مكة المكرمة. ¶ - سنن النسائي الكبرى. لأحمد بن شعيب. تحقيق: د. عبد الغفار سليمان البغدادي وسيد كسروي حسين، الطبعة الأولى عام (1411هـ)، دار الكتب العلمية، بيروت. ¶ - سنن النسائي(المجتبى). تحقيق: عبد الفتاح أبو غدة، الطبعة الثانية عام(1406هـ)، مكتب المطبوعات الإسلامية، حلب. ¶ - السنن للترمذي، محمد بن عيسى، تحقيق: أحمد محمد شاكر وآخرون، دار إحياء التراث العربي،بيروت. ¶ - السنن. لأبي داود سليمان بن الأشعث،تحقيق: محمد محي الدين عبد الحميد. دار الفكر. ¶ -",
            "page": "131",
            "part": "1"
        },
        {
            "id": "133",
            "nass": "السنن، لابن ماجه محمد بن يزيد، تحقيق: محمد فؤاد عبد الباقي، دار الفكر، بيروت. ¶ - سير أعلام النبلاء، للذهبي تحقيق: حسين الأسد،وشعيب الأرناؤوط، وبشار عواد، وجماعة، الطبعة الثانية، (1402/1405هـ) مؤسسة الرسالة، بيروت. ¶ - شذرات الذهب في أخبار من ذهب. لابن العماد الحنبلي، تحقيق: محمود الأرناؤوط، الطبعة الأولى عام(1406هـ)، دار ابن كثير، دمشق. ¶ - شرح السنة . للإمام البغوي، تحقيق: شعيب الأرناؤوط، ومحمد زهير الشاويش، الطبعة الثانية عام(1403هـ)، المكتب الإسلامي، دمشق. ¶ - شرح مذاهب أهل السنة. لأبي حفص عمر بن أحمد بن شاهين. تحقيق: عادل بن محمد. الطبعة الأولى عام(1415هـ)، مؤسسة قرطبة للنشر والتوزيع. ¶ - شرح مشكل الآثار. للطحاوي. تحقيق: شعيب الأرناؤوط، الطبعة الأولى عام (1408هـ)، مؤسسة الرسالة، لبنان. ¶ - الشريعة. لأبي بكر محمد بن الحسين الآجري. تحقيق: د.عبد الله بن عمر الدميجي، الطبعة الثانية عام(1420هـ)، دار الوطن، الرياض. ¶ - شعب الإيمان. للبيهقي. تحقيق: محمد السعيد زغلول، الطبعة الأولى عام(1410هـ)، دار الكتب العلمية، بيروت. ¶ - صحيح ابن حبان. لأبي حاتم محمد بن حبان القيسي. تحقيق: شعيب الأرناؤوط، الطبعة الثانية عام(1414هـ)، مؤسسة الرسالة، بيروت. ¶ - صحيح البخاري. محمد بن إسماعيل. تحقيق: مصطفى ديب البغا، الطبعة الثالثة عام (1407هـ)، دار ابن كثير، اليمامة، بيروت. ¶ - صحيح مسلم. لمسلم بن الحجاج، تحقيق:محمد فؤاد عبد الباقي. دار إحياء التراث العربي. بيروت. ¶ - صفة الصفوة. لابن الجوزي، تحقيق: محمود فاخوري، ود.محمد رواس قلعة جي، الطبعة الثانية عام(1399هـ)، دار المعرفة، بيروت. ¶ - الضعفاء والمتروكين. لابن الجوزي. تحقيق: عبد الله القاضي، الطبعة الأولى عام(1406هـ)، دار الكتب العلمية، بيروت. ¶ - الضعفاء. للعقيلي أبي جعفر محمد بن عمر بن موسى. تحقيق: عبد المعطي قلعجي، الطبعة",
            "page": "132",
            "part": "1"
        },
        {
            "id": "134",
            "nass": "الأولى(1404هـ)، دار المكتبة العلمية، بيروت. ¶ - طبقات الحفاظ. للسيوطي، الطبعة الأولى(1403هـ)، دار الكتب العلمية، بيروت. ¶ - طبقات الحنابلة. لمحمد بن أبي يعلى، تحقيق: محمد حامد الفقي، دار المعرفة، بيروت. ¶ - طبقات الشافعية الكبرى لتاج الدين بن علي بن عبد الكافي السبكي،تحقيق: د.محمود الطناحي،ود.عبد الفتاح الحلو،الطبعة الثانيةعام(1413هـ)هجر للطباعة والنشر والتوزيع. ¶ - طبقات الشافعية. لابن قاضي شهبة. تحقيق: د. الحافظ عبد العليم خان، عالم الكتب، بيروت. ¶ - الطهور لأبي عبيد القاسم بن سلام، تحقيق: مشهور حسن محمود، مكتبة الصحابة، جدة. ¶ - العبر في خبر من غبر. للإمام الذهبي. تحقيق:د.صلاح الدين المنجد. الطبعة الثانية عام (1984م)، مطبعة حكومة الكويت، الكويت. ¶ - العقود الدرية. لمحمد بن أحمد بن عبد الهادي بن قدامة. تحقيق: محمد حامد الفقي، دار الكتاب العربي، بيروت. ¶ - علل الحديث. لابن أبي حاتم عبد الرحمن بن محمد بن إدريس. تحقيق: محب الدين الخطيب، الطبعة الأولى عام(1405هـ)، دار المعرفة، بيروت. ¶ - العلل المتناهية. لابن الجوزي، تحقيق: خليل الميس، الطبعة الأولى عام(1403هـ)، دار الكتب العلمية، بيروت. ¶ - العلو والنزول. لأبي الفضل محمد بن طاهر المقدسي. تحقيق: صلاح الدين مقبول أحمد، مكتبة ابن تيمية، الكويت. ¶ - علوم الحديث. لابن الصلاح، تحقيق: نور الدين عتر، الطبعة الثالثة عام(1404هـ)، دار الفكر، دمشق. ¶ - عمل اليوم والليلة. لابن السني، تحقيق: كوثر البرني، دار القبلة للثقافة الإسلامية، جدة. ¶ - عمل اليوم والليلة. للنسائي، تحقيق:د. فاروق حمادة، الطبعة الثانية (1406هـ)، مؤسسة الرسالة، بيروت. ¶ - الغرباء، لمحمد بن الحسين الآجري. تحقيق: بدر البدر، الطبعة الأولى عام(1403هـ)، دار الخلفاء، الكويت. ¶ - فتح الباري. للإمام ابن حجر. تحقيق: محب الدين الخطيب، دار المعرفة، بيروت. ¶ - فتح المغيث. للإمام السخاوي، دار الكتب العلمية، بيروت. ¶ -",
            "page": "133",
            "part": "1"
        },
        {
            "id": "135",
            "nass": "الفردوس بمأثور الخطاب. تحقيق: السعيد بن بسيوني زغلول، الطبعة الأولى عام (1406هـ)، دار الكتب العلمية، بيروت. ¶ - فضائل الصحابة. للإمام أحمد بن حنبل. تحقيق: د. وصي الله عباس، الطبعة الأولى عام (1403هـ) ، مؤسسة الرسالة، بيروت. ¶ - الفقيه والمتفقه. للخطيب البغدادي. تحقيق: أبو عبد الرحمن العزازي، دار ابن الجوزي، السعودية. ¶ - الفوائد. لابن ماسي. نسخة دار الكتب المصرية[1558] ¶ - فيض القدير . للمناوي. المكتبة التجارية، مصر. ¶ - قصر الأمل. لابن أبي الدنيا. تحقيق: محمد خير رمضان يوسف، الطبعة الثانية (1417هـ)، دار ابن حزم، بيروت. ¶ - القضاء والقدر. للإمام البيهقي. تحقيق: محمد بن عبد الله آل عامر، الطبعة الأولى عام (1421هـ)، مكتبة العبيكان، الرياض. ¶ - الكاشف في معرفة من له رواية في الكتب الستة، للذهبي. تحقيق:محمد عوامة، الطبعة الأولى(1413هـ)، دار القبلة، جدة. ¶ - الكامل في ضعفاء الرجال. لابن عدي. تحقيق: يحيى مختار غزاوي، الطبعة الثالثة عام(1409هـ)، دار الفكر، بيروت. ¶ - الكشف الحثيث. لإبراهيم بن محمد بن سبط ابن العجمي. تحقيق: صبحي السامرائي، الطبعة الأولى(1407هـ)، عالم الكتب، بيروت. ¶ - كشف الظنون عن أسامي الكتب والفنون. لحاجي خليفة، نشره محمد شرف الدين، الطبعة الأولى عام(1360هـ)، تصوير مكتبة المثنى. ¶ - كنز العمال لعلاء الدين علي الهندي، تحقيق: محمود عمر الدمياطي، الطبعة الأولى عام(1419هـ)، دار الكتب العلمية، بيروت. ¶ - الكواكب النيرات في معرفة من اختلط من الرواة. لأبي البركات محمد بن أحمد ابن الكيال. تحقيق: عبد القيوم عبد رب النبي، الطبعة الأولى عام(1401هـ)، دار المأمون، دمشق. ¶ - لسان العرب. لابن منظور محمد بن مكرم. الطبعة الأولى، دار صادر، بيروت. ¶ - لسان الميزان لابن حجر، تحقيق:دائرة المعرفة النظامية،الهند، الطبعة الثالثة(1406هـ)، مؤسسة الأعظمي للمطبوعات، بيروت. ¶ -",
            "page": "134",
            "part": "1"
        },
        {
            "id": "136",
            "nass": "المتحابين في الله. لابن قدامة المقدسي، دار الطباع، دمشق. ¶ - المجالسة وجواهر العلم. لأبي بكر الدينوري، الطبعة الأول عام (1423هـ)، دار ابن حزم، لبنان، بيروت. ¶ - المجروحين. للإمام محمد بن حبان البستي. تحقيق: محمود إبراهيم زايد، الطبعة الأولى عام (1396هـ)، دار الوعي، حلب. ¶ - المجمع المؤسس للمعجم المفهرس: ابن حجر،تحقيق د.يوسف عبد الرحمن المرعشلي، الطبعة الأولى(1415هـ9 دار المعرفة، بيروت. ¶ - محاضرات الأدباء. لأبي القاسم الأصفهاني، تحقيق: عمر الطباع، دار القلم، بيروت. ¶ - المستدرك على الصحيحين للحاكم أبي عبد الله محمد بن عبد الله النيسابوري. تحقيق: مصطفى عبد القادر عطا، الطبعة الأولى عام(1411هـ)، دار الكتب العلمية، بيروت. ¶ - مسند الإمام أحمد بن حنبل، مؤسسة قرطبة، مصر، وطبعة أخرى. تحقيق وإشراف: الشيخ شعيب الأرنؤوط، الطبعة الثانية لعام(1420هـ)، مؤسسة الرسالة. ¶ - مسند البزار. لأبي بكر أحمد بن عمرو. تحقيق: د.محفوظ الرحمن زين الله، الطبعة الأولى عام (1409هـ)، مؤسسة علوم القرآن، بيروت. ¶ - مسند الروياني. لمحمد بن هارون الروياني. تحقيق: أيمن علي أبو يماني، الطبعة الأولى عام(1416هـ)، مؤسسة قرطبة، القاهرة. ¶ - مسند الشاشي. لأبي سعيد الهيثم بن كليب. تحقيق: د. محفوظ الرحمن زين الله، الطبعة الأولى عام (1410هـ)، مكتبة العلوم والحكم، المدينة المنورة. ¶ - مسند الشاميين لأبي القاسم سليمان بن أحمد الطبراني، تحقيق: حمدي السلفي، الطبعة الأولى عام (1405هـ)، مؤسسة الرسالة، بيروت. ¶ - مسند الشهاب لمحمد بن سلامة القضاعي. تحقيق: حمدي بن عبد المجيد السلفي، الطبعة الثانية عام(1407هـ)،مؤسسة الرسالة، بيروت. ¶ - مسند الطيالسي. سليمان بن داود. دار المعرفة، بيروت. ¶ - المسند. لأبي يعلى أحمد بن علي بن المثنى الموصلي. تحقيق: حسين سليمان أسد، الطبعة الأولى عام(1404هـ)، دار المأمون للتراث، دمشق. ¶ - المسند. لعبد بن حميد، تحقيق: صبحي البدري السامرائي، ومحمود محمد خليل الصعيدي، الطبعة الأولى عام(1408هـ)،مكتبة السنة، القاهرة. ¶ -",
            "page": "135",
            "part": "1"
        },
        {
            "id": "137",
            "nass": "مشيخة ابن البخاري. لجمال الدين أحمد بن محمد الحنفي. تحقيق: د.عوض الحازمي، الطبعة الأولى عام(1419هـ)، دار عالم الفوائد، مكة المكرمة. ¶ - مصباح الزجاجة. لأحمد بن أبي بكر بن إسماعيل الكناني. تحقيق:محمد الكشناوي، الطبعة الثانية عام(1403هـ)، دار العربية، بيروت. ¶ - مصنف ابن أبي شيبة. تحقيق: كمال يوسف الحوت، الطبعة الأولى عام(1409هـ)، مكتبة الرشد، الرياض. ¶ - مصنف عبد الرزاق، تحقيق: حبيب الرحمن الأعظمي، الطبعة الثانية عام(1403هـ)، المكتب الإسلامي، بيروت. ¶ - معجم الأدباء. لأبي عبد الله ياقوت الحموي. دار الكتب العلمية، بيروت. ¶ - المعجم الأوسط. لأبي القاسم الطبراني. تحقيق: طارق بن عوض الله وعبد المحسن بن إبراهيم. الطبعة الأولى عام(1415هـ)، دار الحرمين، القاهرة. ¶ - معجم البلدان. لياقوت الحموي. دار الفكر، بيروت. ¶ - المعجم الصغير (الروض الداني) تحقيق: محمد شكور،الطبعة الأولى عام(1405هـ)، المكتب الإسلامي، دار عمار، بيروت، عمان. ¶ - المعجم الكبير. للطبراني، تحقيق: حمدي السلفي، الطبعة الثانية عام(1404هـ)، مكتبة الزهراء، الموصل. ¶ - معجم المحدثين. للذهبي. تحقيق: د.محمد الحبيب الهيلة، الطبعة الأولى عام(1408هـ)، مكتبة الصديق، الطائف. ¶ - المعجم المفهرس لابن حجر. تحقيق: محمود شكور محمود، الطبعة الأولى عام (1418هـ)، مؤسسة الرسالة، بيروت. ¶ - معرفة القراء الكبار. للإمام الذهبي، تحقيق: بشار عواد وشعيب الأرناؤوط وصالح مهدي. الطبعة الأولى عام (1404هـ) مؤسسة الرسالة، بيروت. ¶ - المعرفة والتاريخ . لأبي يوسف الفسوي. تحقيق: خليل المنصور، دار الكتب العلمية، بيروت. ¶ - المغني في الضعفاء. للإمام الذهبي. تحقيق:د.نور الدين عتر. ¶ - المقاصد الحسنة. للإمام السخاوي. تحقيق: محمد عثمان، الطبعة الأولى عام(1405هـ)، دار الكتاب العربي، بيروت. ¶ - المقتنى في سرد الكنى. للإمام الذهبي. تحقيق: محمد صالح المراد، الطبعة الأولى عام",
            "page": "136",
            "part": "1"
        },
        {
            "id": "138",
            "nass": "(1408هـ)، الجامعة الإسلامية، المدينة المنورة. ¶ - المنتخب من كتاب السياق لتاريخ نيسابور. لتقي الدين أبو إسحاق الصيرفيني. تحقيق: خالد حيدر، دار الفكر للطباعة والنشر والتوزيع، بيروت. ¶ - المنتظم . لابن الجوزي عبد الرحمن بن علي، الطبعة الأولى عام(1358هـ). دار صادر، بيروت. ¶ - موضح أوهام الجمع والتفريق . للخطيب البغددي. تحقيق:د.عبد المعطي قلعجي، الطبعة الأولى عام(1407هـ)، دار المعرفة، بيروت. ¶ - الموضوعات. لابن الجوزي. تحقيق: توفيق حمدان، الطبعة الأولى عام(1415هـ)، دار الكتب العلمية، بيروت. ¶ - موطأ الإمام مالك. تحقيق: محمد فؤاد عبد الباقي، دار إحياء التراث العربي، مصر. ¶ - ميزان الاعتدال في نقد الرجال للإمام الذهبي، تحقيق: علي محمد معوض وعادل أحمد عبد الجواد، الطبعة الأولى عام(1995م) ، دار الكتب العلمية، بيروت. ¶ - النجوم الزاهرة . لابن تغري بردي، تحقيق: فهيم محمد شلتوت، نسخة مصورة عن دار الكتب المصرية. ¶ - النهاية في غريب الأثر لأبي السعادات المبارك بن محمد. تحقيق: طاهر أحمد الزاوي ومحمود الطناحي، المكتبة العلمية،بيروت. ¶ - هدي الساري مقدمة فتح الباري. لابن حجر، تحقيق: محمد فؤاد عبد الباقي، ومحب الدين الخطيب، دار المعرفة، بيروت. ¶ - الوفيات. لأبي العباس أحمد بن حسن الخطيب. تحقيق: عادل نويهض، الطبعة الثالثة عام(1978م)، دار الإقامة الجديدة، بيروت.",
            "page": "137",
            "part": "1"
        },
        {
            "id": "139",
            "nass": "فهرس الموضوعات ¶ الموضوع ... الصفحة ¶ المقدمة . ... 1 ¶ ترجمة المصنف. ... 2-9 ¶ أمالي أبي بكر الأنصاري، دراسة موجزة. ... 10-14 ¶ - منهجي في التحقيق. ... 15-16 ¶ - المجلس الأول. ... 17-31 ¶ - المجلس الثاني. ... 32-47 ¶ - المجلس الثالث. ... 48-59 ¶ - المجلس الرابع. ... 60-72 ¶ - المجلس الخامس. ... 73-84 ¶ - المجلس السادس. ... 85-97 ¶ - الخاتمة. ... 98 ¶ - فهرس الآيات القرآنية. ... 99 ¶ - فهرس الرواة. ... 99-118 ¶ - كشاف الأحاديث والآثار. ... 119-122 ¶ - فهرس المصادر والمراجع. ... 123-134 ¶ - فهرس الموضوعات. ... 135",
            "page": "138",
            "part": "1"
        }
    ],
    "t35227": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "ستة مجالس من أمالي الشيخ الإمام العدل أبي بكر محمد بن عبد الباقي بن محمد الأنصاري عن شيوخه"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "القسم الأول: ترجمة المصنف"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "أمالي أبي بكر الأنصاري دراسة موجزة"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "السماعات المثبتة على النسخة"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "منهجي في التحقيق:"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "المجلس الأول"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "مجلس ثاني"
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": null,
            "tit": "مجلس ثالث"
        },
        {
            "id": "62",
            "lvl": "1",
            "sub": null,
            "tit": "مجلس رابع"
        },
        {
            "id": "76",
            "lvl": "1",
            "sub": null,
            "tit": "مجلس خامس"
        },
        {
            "id": "88",
            "lvl": "1",
            "sub": null,
            "tit": "مجلس سادس"
        },
        {
            "id": "102",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة: وفيها أهم النتائج التي توصلت إليها"
        },
        {
            "id": "103",
            "lvl": "1",
            "sub": null,
            "tit": "فهرس الآيات القرآنية"
        },
        {
            "id": "103",
            "lvl": "1",
            "sub": "1",
            "tit": "فهرس الرواة"
        },
        {
            "id": "123",
            "lvl": "1",
            "sub": null,
            "tit": "كشاف الأحاديث والآثار"
        },
        {
            "id": "127",
            "lvl": "1",
            "sub": null,
            "tit": "فهرس المصادر والمراجع"
        },
        {
            "id": "139",
            "lvl": "1",
            "sub": null,
            "tit": "فهرس الموضوعات"
        }
    ]
}