{
    "b35222": [
        {
            "hno": null,
            "id": "1",
            "nass": "جزء من حديث سعدان بن نصر المخرمي ¶ منتقى من الجزء الرابع من حديثه عن شيوخه ¶ للإمام العالم المحدث ¶ أبو عثمان سعدان بن نصر بن منصور المخرمي ¶ المتوفى سنة 265هـ ¶ رواية ¶ إسماعيل بن محمد الصفار ¶ انتقاء ¶ الحافظ أبو طاهر أحمد بن محمد بن أحمد السِّلَفي ¶ المتوفى سنة 576هـ ¶ تحقيق ¶ أبي يوسف ¶ سيد بن محمد حافظ",
            "page": "1",
            "part": "1"
        },
        {
            "hno": null,
            "id": "2",
            "nass": "اسم الكتاب: جزء من حديث سعدان بن نصر المخرمي ¶ منتقى من الجزء الرابع من حديثه عن شيوخه. ¶ التأليف: للإمام الحافظ سعدان بن نصر. ¶ التحقيق: أبو يوسف سيد بن محمد حافظ. ¶ عدد الصفحات: صفحة. ¶ قياس الصفحة: 17 24 ¶ عدد الطبعات: الطبعة الأولى. ¶ التوزيع والنشر: ¶ الإيداع القانوني: ¶ الترقيم الدولي: ¶ حقوق الطبع محفوظة للمحقق ¶ 2012م- 1434هـ",
            "page": "2",
            "part": "1"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "جزء من حديث سعدان بن نصر ¶ منتقى من الجزء الرابع من حديثه عن شيوخه",
            "page": "3",
            "part": "1"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "بسم الله الرحمن الرحيم",
            "page": "4",
            "part": "1"
        },
        {
            "hno": "1",
            "id": "5",
            "nass": "ترجمة أبو طاهر السلفي (¬1) ¶ اسمه ونسبه: ¶ هو الحافظ أحمد بن محمد بن أحمد بن محمد بن إبراهيم، أبو طاهر السِّلَفي، الأصبهاني، الجُرْوَاءَاني نسبة إلى «جُرْوَاءَان» محلة كان أهله يسكونها بأصبهان. ¶ مولده: ¶ قال عن نفسه: مولدي سنة اثنتين وسبعين. يعني: وأربع مائة. تخمينًا لا يقينًا. وقيل سنة ثلاث وسبعين وقيل سنة أربع وسبعين. ¶ شيوخه: ¶ من المعلوم أن السِّلَفي ألّف ثلاثة معاجم لشيوخه: ¶ 1. معجم أصبهان: وعدة شيوخ السِّلَفي بأصبهان تزيد على ستمائة شيخ. ¶ 2. المشيخة البغدادية: معجم كبير ذكر فيه شيوخه البغداديين. ¶ ¬__________ ¶ (¬1) مصادر الترجمة: تاريخ بغداد 21/ 46، والأنساب للسمعاني 7/ 171، وتاريخ دمشق 5/ 208، والتقييد لمعرفة رواة السنن والأسانيد 1/ 176، ووفيات الأعيان 1/ 105، وتاريخ الإسلام 12/ 570، وسير أعلام النبلاء 21/ 5، ميزان الاعتدال 1/ 155، وغاية النهاية في طبقات القراء 1/ 102، فهرس الفهارس والأثبات 2/ 994، والأعلام للزركلي 1/ 215.",
            "page": "1",
            "part": "1"
        },
        {
            "hno": "3",
            "id": "6",
            "nass": "3. معجم السَّفَر: وهو المعجم الذي ألفه في أثناء رحلاته في البلاد سوى أصبهان وبغداد. ¶ 4. معجم النساء الأصبهانيات: تفرد بذكره الحافظ المنذري في جزء «حديث المتبايعين بالخيار». ¶ تلاميذه: ¶ عُدّ السِّلَفي من أعلى أهل الأرض إسنادًا في الحديث والقراءات، واستطاع بعمره المديد أن يلحق الأصاغر بالأكابر، ويعلي أسانيدهم، من أجل ذلك توافد عليه كثير من الطلبة ورحل إليه الكثير، وزاد عدد تلاميذه زيادة يصعب معها حصرهم واستيعابهم، ومن أشهرهم: أبو عبد الله محمد بن أحمد بن موسى بن وَضَّاح المُرْسِيّ، وأبو محمد الشَّاطِبي الضرير ناظم «الشاطبية» و «الرائية»، وأبو محمد عبد الغني بن عبد الواحد المقدسي، وأبو الحجاج يوسف بن محمد البَلَوي الماَلَقي المعروف بابن الشيخ، وأبو القاسم بن سِناء المُلك المصري الشاعر المشهور، وغيرهم كثير. ¶ ثناء العلماء عليه: ¶ قال ابن خلِّكان: ولم يكن في آخر عمره في عصره مثله. ¶ وقال أبو سعد السمعاني: ثقة، ورع، متقن، متثبت، حافظ فهيم، له حظ من العربية، كثير الحديث، حسن الفهم والبصيرة فيه.",
            "page": "2",
            "part": "1"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "وقال ابن عساكر: الشيخ الإمام الحافظ بقية السلف، ومقتدى أصحاب الحديث من الخلف، فإنه شيخ الجماعة والمقدم في هذه الصناعة. ¶ وقال ابن الجزري: حافظ الإسلام، وأعلى أهل الأرض إسنادًا في الحديث والقراءات مع الدين والثقة والعلم. ¶ وقال الذهبي: كان جيد الضبط، كثير البحث عما يُشكِل، وكان أوحد زمانه في علم الحديث، وأعرفهم بقوانين الرواية والتحدي ¶ وقال ابن تغري بردي: كان أديبًا شاعرًا. ¶ وفاته: ¶ كان ممن عمر، توفي في صبيحة يوم الجمعة خامس شهر ربيع الآخر سنة ست وسبعين وخمسمائة، ولم يزل يُقرأ عليه الحديث يوم الخميس إلى أن غربت الشمس من ليلة وفاته، وهو يرد على القارئ اللحن الخفي، وصلى يوم الجمعة الصبح بعد انفجار الفجر، وتوفي بعدها فُجاءة. ¶ * * *",
            "page": "3",
            "part": "1"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "وصف النسخة الخطية: ¶ - هذا الجزء مستل من مجموع محفوظ بمكتبة الغازي خسروبيك سراييفوا، أتحفني به الأخ الفاضل أبو شذا محمود النحال جزاه الله خيرا وأحسن إليه. ¶ - كتب بخط نسخي واضح وجيد وبعض كلماتها مشكولة لكنها غير منقوطة. ¶ - عليه سماعات في آخره. ¶ - نسخة كاملة لا سقط فيها. ¶ - عدد أوراقها (6) لوحات، وعدد الأسطر (18) سطرًا. ¶ - الناسخ هو: محمد بن يشبك اليوسفي، وأجاز المسمع لكاتبه محمد بن يشبك اليوسفي وولده أحمد روايته ذلك وجميع ما يجوز له وعنه روايته في ثالث رمضان المعظم سنة 917هـ .. ¶ * * *",
            "page": "4",
            "part": "1"
        },
        {
            "hno": "4",
            "id": "9",
            "nass": "خطة العمل في هذا الجزء: ¶ 1. قمت بتحقيق نصوص الكتاب من النسخة الخطية ومصادر التخريج التي روى أصحابها عن المصنف، وإثبات بعض الفروق بين النسخة الخطية وتلك المصادر. ¶ 2. قمت بترقيم أحاديث وآثار الجزء. ¶ 3. قمت بالإشارة إلي أماكن الآيات من السور. ¶ 4. قمت بتخريج أحاديث وآثار الكتاب من المراجع الحديثية المعتمدة في التحقيق، مع ذكر الشواهد والمتابعات عند الحاجة، والحكم علي هذه الأحاديث والآثار في الغالب صحةً وضعفًا بعد دراسة أسانيدها في ضوء قواعد علم الحديث مستدلا بأقوال أهل العلم ومستأنسًا بآرائهم. ¶ 5. كتبت مقدمة حول الكتاب ترجمت فيها للمؤلف، وأثبت فيها صحة نسبة الكتاب للمؤلف، ووصفت فيها النسخة الخطية، واثبت فيها سماعات الجزء. ¶ 6. قمت بعمل فهارس للأحاديث والآثار. ¶ 7. قمت بعمل ثبت لمراجع تحقيق الكتاب. ¶ * * *",
            "page": "5",
            "part": "1"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "صور من النسخة الخطية",
            "page": "6",
            "part": "1"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "بسم الله الرحمن الرحيم ¶ «النص المحقق» ¶ اللهم صل على سيدنا محمد وعلى آله وصحبه وأزواجه وذريته وسلم. ¶ قال الشيخ كريم الدين أبو الفضل محمد بن محمد بن محمد بن العماد البلبيسي الشافعي أنبا به المسندة أم الفضل هاجر القدسية (¬1) سماعا، أنا العلاء أبو الحسن علي بن محمد بن محمد بن أبي المجد (¬2)، والشهاب أحمد بن أبي بكر بن العز المقدسي (¬3)، سماعا على الأول وإجازة من الثاني قالا: أنا التقي أبو الفضل سليمان بن حمزة القاضي (¬4) إجازة للأول وحضورا للثاني ... (¬5) وزاد الأول فقال: وأنا به إجازة أبو المعالي عيسى بن عبد الرحمن المطعم (¬6) قالا: أنا أبو الفضل جعفر بن علي الهمداني (¬7) سماعا أنا الحافظ أبو طاهر أحمد بن محمد بن أحمد بن محمد بن إبراهيم السلفي الأصبهاني قراءة عليه وأنا أسمع في النصف من جمادى الآخرة سنة 573 بالإسكندرية قال قرئ على الرئيس أبي عبد الله القاسم بن الفضل بن أحمد بن محمود الثقفي وأنا أسمع بأصبهان في جمادى الأولى سنة 488 أنا أبو الحسين علي بن محمد بن عبد الله بن بشران المعدل ببغداد أنا أبو علي إسماعيل بن محمد بن صالح الصفار (¬8). ¶ ¬__________ ¶ (¬1) هي هاجر (وتسمى عزيزة) أم الفضل بنت محمد شرف الدين المحدث ابن محمد بن أبي بكر القدسي الأصل القاهري: عالمة بالحديث، أخذت عن أبيها وغيره، وصارت في أعوامها الأخيرة أسند أهل عصرها. وأخذ عنها كثيرون، منهم السخاوي وابن فهد يتكرر ذكرها في السماعات والأسانيد. مولدها ووفاتها بالقاهرة، وتوفيت سنة 874هـ. انظر: الضوء اللامع للسخاوي (12/ 131)، والأعلام للزركلي (8/ 57). ¶ (¬2) هو علي بن محمد بن محمد بن أبي المجد بن علي الدمشقي، المحدث، سبط القاضي نجم الدّين الدمشقي، ويعرف بابن الصّايغ وبابن خطيب عين ترما، وبالجوزي لأن أباه كان إمام مسجد الجوزة بدمشق. انظر: إنباء الغمر بأبناء العمر (2/ 27)، و شذرات الذهب في أخبار من ذهب (8/ 622). ¶ (¬3) هو شهاب الدّين أبو العبّاس أحمد بن أبي بكر بن أحمد بن عبد الحميد بن عبد الهادي بن يوسف بن محمد بن قدامة الحنبلي، المعروف بابن العزّ، الشيخ الإمام الفقيه المفتي، مات في ربيع الآخر سنة 798. انظر: إنباء الغمر بأبناء العمر (1/ 515)، والدرر الكامنة في أعيان المائة الثامنة (1/ 124)، وشذرات الذهب في أخبار من ذهب (8/ 601). ¶ (¬4) هو القاضي تقي الدين أبو الفضل سليمان بن حمزة بن أحمد بن عمر بن محمد بن قدامة المقدسي الصالحي، ولد في منتصف رجب سنة ثمان وعشرين وستمائة للهجرة، وكان فقيها إماما محدثا. توفي ليلة الاثنين حادي عشر ذي القعدة سنة خمس عشرة وسبعمائة للهجرة بمنزله فجأة بعد صلاة المغرب. انظر: البداية والنهاية (14/ 75)، وذيل طبقات الحنابلة (2/ 364 - 366)، والدرر الكامنة (2/ 146 - 147). ¶ (¬5) كلمة غير واضحة بالمخطوط. ¶ (¬6) هو عيسى بن عبد الرحمن بن معالي بن أحمد أبو محمد المقدسي ثم الصالحي الحنبلي السمسار المطعم ولد سنة 626 وسمع من ابن الزبيدي وابن اللتي وجعفر الهمداني، وكان رجل جيد في نفسه عامي بطيء الفهم لا يقرأ ولا يكتب، وكان متواضعا حسن الخلق، روى شيئا كثيرا، وتوفي في ذي الحجة في رابع عشر سنة تسع عشرة وسبع مائة. انظر: معجم الشيوخ الكبير للذهبي (2/ 84، 85)، والدرر الكامنة في أعيان المائة الثامنة (4/ 239). ¶ (¬7) هو الشيخ الإمام المقرئ المجود المحدث المسند الفقيه بقية السلف أبو الفضل جعفر بن علي بن هبة الله أبي البركات بن جعفر بن يحيى بن أبي الحسن بن منير بن أبي الفتح الهمداني الإسكندراني المالكي. وسمع الحديث من أبي طاهر السلفي فأكثر. توفي ليلة السادس والعشرين من صفر، سنة ست ثلاثين وست مائة، بدمشق. انظر: سير أعلام النبلاء (23/ 36، 38). ¶ (¬8) جاء على حاشية المخطوط ما نصه: قال شيخ الإسلام شهاب الدين أبو الفضل أحمد بن نور الدين علي بن حجر العسقلاني الشافعي رحمه الله تعالى، أنا به الشيخ المسند أبو الحسن علي بن محمد بن أبي المجد الدمشقي قراءة مني عليه في يوم الخميس ثامن عشر من جمادى الآخرة سنة تسع وتسعين وسبع مائة، سمعه الشيخ الإمام المحدث المفيد شيخنا شرف الدين أبو الفضل محمد بن محمد بن أبي بكر المقدسي، وابنته أم الفضل هاجر وتدعى عزيزة. قلت: وهذا السماع للحافظ ابن حجر قد أثبته لنفسه في كتابه المعجم المفهرس (1/ 296).",
            "page": "7",
            "part": "1"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "1 - حدثنا سعدان بن نصر، ثنا معاذ، ثنا سعيد، عن قتادة، عن أنس، عن أبي طلحة رضي الله تعالى عنهما، قال: كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا غَلَبَ عَلَى قَوْمٍ أَحَبَّ أَنْ يُقِيمَ بِعَرَصَتِهِمْ ثَلَاثًا (¬1). ¶ ¬__________ ¶ (¬1) إسناده صحيح: معاذ هو ابن معاذ بن نصر بن حسان العنبري حافظ متقن ثقة. وسعيد هو ابن أبي عروبة ثقة حافظ، لكنه كثير التدليس واختلط، وكان من أثبت الناس في قتادة. وقتادة هو ابن دعامة بن قتادة السدوسي، ثقة ثبت. ¶ أخرجه البيهقي في الكبرى (18016) من طريق أبي سعيد بن الأعرابي، عن سعدان بن نصر، به. وأخرجه ابن أبي شيبة (33020)، وأحمد (16355) كلاهما عن معاذ بن معاذ، به. وأخرجه الدارمي (2502)، وأبو داود (2695)، والترمذي (1551)، والنسائي في الكبرى (8603) من طرق عن معاذ بن معاذ، به. وأخرجه ابن أبي شيبة (33021)، وأحمد (16356)، والبخاري (3065)، ومسلم (2875) (78) من طرق عن سعيد بن أبي عروبة، به وبنحوه.",
            "page": "8",
            "part": "1"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "2 - حدثنا معاذ، ثنا سُليمان التيمي، عن بكر بن عبد الله، قال: إذا غَمَّضْتَ الميت فقل: بسم الله، وعلى مِلَّةِ رسول الله، وإذا حملتَهُ فقل: بسم الله، ثم سَبِّحْ ما دمت تحمله (¬1). ¶ ¬__________ ¶ (¬1) إسناده صحيح: سليمان هو ابن طرخان التيمي، أبو المعتمر البصري، ثقة. وبكر بن عبد الله المزني، ثقة إمام ثبت. ¶ أخرجه البيهقي في الكبرى (6609) عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه ابن أبي شيبة (10878) عن معاذ بن معاذ، به. وأخرجه عبد الرزاق (6051)، وابن أبي شيبة (12064) من طريق سفيان الثوري، عن سليمان التيمي، بنحوه.",
            "page": "9",
            "part": "1"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "3 - حدثنا معاذ، ثنا سليمان التيمي، عن أبي مجلز، عن أنس بن مالك رضي الله تعالى عنه، قال: قنت رسول الله صلى الله عليه وسلم شهرًا بعد الركوع يَدْعُو على رِعْلٍ، وَذَكْوَانَ. حيين من بني سليم (¬1). ¶ ¬__________ ¶ (¬1) إسناده صحيح: وأبو مجلز هو لاحق بن حميد بن سعيد و يقال: شعبة السدوسي، البصري الأعور، إمام ثقة. ¶ أخرجه ابن أبي شيبة (6980)، وأحمد (13120)، وأبو يعلى (4264) عن إسحاق بن أبي إسرائيل، ثلاثتهم عن معاذ بن معاذ، به. وأخرجه أحمد (12152)، والبخاري (1003)، ومسلم (677) (299)، والنسائي (1070)، والبيهقي في الكبرى (3322) من طريق أخرى عن سليمان التيمي، به.",
            "page": "10",
            "part": "1"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "4 - حدثنا معاذ، عن سليمان التيمي، ثنا أنس بن مالك رضي الله تعالى عنه، قال: عَطَسَ رجلان عند النبي صلى الله عليه وسلم فَسَمَّتَ، قال سليمان التيمي: أو قال: فَشَمَّتَ أحدهما وترك الآخر، قال: قلت: يا نبي الله عَطَسَ رجلان فَسَمَّتَ أو فَشَمَّتَ أَحَدَهُمَا وتركت الآخر، قال: «إِنَّ هَذَا حَمِدَ اللَّهَ، وَإِنَّ هَذَا لَمْ يَحْمَدِ اللَّهَ» (¬1). ¶ ¬__________ ¶ (¬1) إسناده صحيح: ¶ أخرجه البيهقي في الدعوات الكبير (494) عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه ابن منده في كتاب التوحيد (253)، والبيهقي في الآداب (262)، وفي الشعب (8886) من طريق إسماعيل الصفار، بهذا الإسناد. وأخرجه أبو يعلى (4060) وعنه ابن حبان (600)، عن أبي خيثمة، عن معاذ، به. وأخرجه البخاري (6221)، ومسلم (2991) (53)، وابن ماجه (3713)، وأبو داود (5039)، والترمذي (2742)، والنسائي في الكبرى (9979) من طرق عن سليمان التيمي، به.",
            "page": "11",
            "part": "1"
        },
        {
            "hno": "5",
            "id": "16",
            "nass": "5 - حدثنا معاذ، عن أشعث، عن الحسن، أنه قال في السكران يؤم القوم قال: إذا كمل بهم الركوع والسجود فقد أجزأ (¬1) عنه وعنهم. قال: وقال محمد بن سيرين: يعيدون جميعا والإمام (¬2). ¶ ¬__________ ¶ (¬1) (في المخطوط: «جزا». ¶ (¬2) إسناده صحيح: وأشعث هو ابن عبد الملك الحمراني ثقة فقيه، والحسن هو ابن أبي الحسن البصري ثقة فقيه فاضل مشهور وكان يرسل كثيرا ويدلس. ¶ أخرجه ابن أبي شيبة (8801) عن معاذ بن معاذ، بهذا الإسناد.",
            "page": "12",
            "part": "1"
        },
        {
            "hno": "6",
            "id": "17",
            "nass": "6 - حدثنا معمر بن سليمان، عن عبد الله بن بشرٍ، أن مسروق بن الأجدع سئل عن مسألة، فقال: لا أري. فقيل: قس لنا برأيك. قال: أخاف أن تزل قدمي (¬1). ¶ ¬__________ ¶ (¬1) رجاله ثقات غير أنه منقطع: معمر بن سليمان هو النخعي، أبو عبد الله الرقي ثقة فاضل وقور صالح، وعبد الله بن بشر هو ابن النبهان الكوفي الرقى القاضي، اختلف فيه قول ابن معين وابن حبان وقال أبو زرعة والنسائي لا بأس به وحكى البزار أنه ضعيف في الزهري خاصة. ومسروق بن الأجدع هو ابن مالك الهمداني الوادعي أبو عائشة الكوفي، ثقة فقيه عابد مخضرم. ¶ أخرجه الخطيب البغدادي في الفقيه والمتفقه 1/ 458 (490) عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد.",
            "page": "13",
            "part": "1"
        },
        {
            "hno": "7",
            "id": "18",
            "nass": "7 - حدثنا معمر، عن عبد الله بن بشر، أن مسروق بن الأجدع كان يقول: إياكم والقياس والرأي، فإن الرأي قد ترك (¬1). ¶ ¬__________ ¶ (¬1) انظر الإسناد السابق. ¶ أخرجه الخطيب البغدادي في الفقيه والمتفقه 1/ 459 (491) عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد.",
            "page": "14",
            "part": "1"
        },
        {
            "hno": "8",
            "id": "19",
            "nass": "8 - حدثنا معمر بن سليمان، عن عبد الله بن بشرٍ، أن علي بن أبي طالب رضي الله تعالى عنه، سُئِلَ عن مسألة، فقال: لا علم لي بها، ثم قال: وَابَرْدَهَا عَلَى الْكَبِدِ: سُئِلْتُ عَمَّا لَا أَعْلَمُ , فَقُلْتُ: لَا أَعْلَمُ (¬1). ¶ ¬__________ ¶ (¬1) إسناده مرسل: أخرجه الخطيب البغدادي في الفقيه والمتفقه 2/ 362 (1104) عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد.",
            "page": "15",
            "part": "1"
        },
        {
            "hno": "9",
            "id": "20",
            "nass": "9 - حدثنا معمر، عن عبد الله بن بشر، أن عبد الله بن عمر رضي الله تعالى عنهما سئل عن مسألة، فقال: لا أدري. ثم قال: هذا والله العلم، سئل ابن عمر عن ما لا يدري فقال: لا أدري (¬1). ¶ ¬__________ ¶ (¬1) إسناده مرسل: لكنه قد صح عن ابن عمر من غير هذا الوجه. ¶ أخرجه المستغفري في فضائل القرآن (331)، وابن عساكر في تاريخ دمشق (31/ 168) من طريق هشام بن عروة، عن أبيه، عن عمر بنحوه. وأخرجه ابن عبد البر في جامع بيان العلم وفضله 2/ 834 (1563) من طريق ابن وهب، عن عبد الله بن عمر، عن نافع عن عمر بنحوه. وعبد الله بن عمر هو ابن حفص العمري، ضعيف الحديث. وقد توبع العمري، فقد تابعه محمد بن عجلان عند ابن المبارك في الزهد 1/ 18 (52) ومن طريقه أخرجه الفسوي في المعرفة والتاريخ 1/ 490، والخطيب في الفقيه والمتفقه 2/ 364 (1108) عن ابن عجلان، عن نافع، عن ابن عمر به.",
            "page": "16",
            "part": "1"
        },
        {
            "hno": "10",
            "id": "21",
            "nass": "10 - حدثنا معمر بن سليمان، عن سعد بن إبراهيم بن سعد، عن أبيه، عن عبد العزيز بن المطلب، عن ابن مسعود رضي الله تعالى عنه قال: إنكم إن عملتم في دِينِكُمْ بالقياس؛ أَحْلَلْتُمْ كثيرًا مما حُرِّمَ عليكم، وَحَرَّمْتُمْ كثيرًا مما أُحِلَّ لكم (¬1). ¶ ¬__________ ¶ (¬1) إسناده حسن: سعد بن إبراهيم بن سعد هو ابن عبد الرحمن بن عوف أبو إسحاق الزهري، صدوق. وأبوه هو إبراهيم بن سعد، ثقة من كبار العلماء. وعبد العزيز بن المطلب هو ابن عبد الله بن حنطب المخزومي، صدوق صالح الحديث. ¶ أخرجه الخطيب البغدادي في الفقيه والمتفقه 1/ 457 (486) عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد.",
            "page": "17",
            "part": "1"
        },
        {
            "hno": "11",
            "id": "22",
            "nass": "11 - حدثنا أبو معاوية، عن الأعمش، عن شقيق قال (¬1): قال عبد الله رضي الله تعالى عنه: كنا إذا جلسنا مع النبي - صلى الله عليه وسلم - في الصلاة قلنا: السلام على الله قبل عباده، السلام على جبريل، السلام على ميكائيل، السلام على فلان، السلام على فلان، قال: فسمعنا رسول الله - صلى الله عليه وسلم - فقال: «إِنَّ اللهَ هُوَ السَّلَامُ» وذكر الحديث (¬2). ¶ ¬__________ ¶ (¬1) (سقطت من المخطوط، والسياق يقتضيها. ¶ (¬2) إسناده صحيح: أبو معاوية هو محمد بن خازم الضرير، ثقة أحفظ الناس لحديث الأعمش. والأعمش هو سليمان بن مهران، ثقة حافظ. وشقيق هو ابن سلمة الأسدي أبو وائل، ثقة. وعبد الله هو ابن مسعود رضي الله عنه. ¶ أخرجه البيهقي في الكبرى (2877) عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه محمد بن الحسن الشيباني في الحجة على أهل المدينة 1/ 132، وأحمد (4064) عن أبي معاوية به. وأخرجه مسلم (402) (58)، وابن خزيمة (703) من طريق أبي معاوية به. وأخرجه أحمد (3920)، والدارمي (1379)، والبخاري (831)، وابن ماجه (899)، وأبو داود (968)، والنسائي (1298) من طرق عن الأعمش بنحوه.",
            "page": "18",
            "part": "1"
        },
        {
            "hno": "12",
            "id": "23",
            "nass": "12 - حدثنا خالد بن إسماعيل، عن هشام بن عروة، عن أبيه، عن عائشة رضي الله تعالى عنها قالت: أَسْخَنْتُ ماءً في الشمس، فقال النبي - صلى الله عليه وسلم -: «لَا تَفْعَلِي يَا حُمَيْرَا فَإِنَّهُ يُورِثُ الْبَرَصَ» (¬1). ¶ ¬__________ ¶ (¬1) إسناده موضوع: خالد بن إسماعيل هو أبو الوليد المخزومي، يضع الحديث على الثقات. وهشام بن عروة هو ابن الزبير بن العوام، ثقة إمام. ¶ أخرجه الدارقطني (86)، والبيهقي في الكبرى (14)، وابن الجوزي في الموضوعات 2/ 79، من طريق المصنف به. وقال الدارقطني: غريب جدا، خالد بن إسماعيل متروك. وقال البيهقي: هذا لا يصح. وأخرجه ابن عدي في الكامل 3/ 475، من طريق أخرى عن خالد بن إسماعيل به، وقال: خالد بن إسماعيل أبو الوليد المخزومي يضع الحديث على ثقات المسلمين. وقال الذهبي في السير 2/ 167، 168: وقد قيل: إن كل حديث فيه: يا حميراء، لم يصح، وأوهى ذلك تشميس الماء، وقول النبي - صلى الله عليه وسلم - لها: لا تفعلي يا حميراء، فإنه يورث البرص، فإنه خبر موضوع.",
            "page": "19",
            "part": "1"
        },
        {
            "hno": "13",
            "id": "24",
            "nass": "13 - حدثنا أبو بدر، ثنا زهير بن معاوية، عن أبي إسحاق، عن عبد الرحمن بن الأسود، عن أبيه وعلقمة، عن عبد الله بن مسعود رضي الله تعالى عنه، قال: رأيت رسول الله - صلى الله عليه وسلم - يكبر في كل رفع ووضع وقيام وقعود، ويسلم عن يمينه وعن يساره حتى يري بياض خَدَّيْهِ في كِلْتَيْهِمَا، ورأيت أبا بكر وعمر رضي الله تعالى عنهما يفعلان ذلك (¬1). ¶ ¬__________ ¶ (¬1) إسناده ضعيف، والحديث صحيح: أبو بدر هو شجاع بن الوليد، صدوق له أوهام. وزهير بن معاوية هو أبو خيثمة الجعفي، ثقة ثبت إلا أن سماعه عن أبى إسحاق بآخرة. وأبو إسحاق هو عمرو بن عبد الله السبيعي، ثقة اختلط بآخرة. وعبد الرحمن بن الأسود هو ابن يزيد النخعي، ثقة. وأبوه أيضا ثقة. وعلقمة هو ابن قيس النخعي، ثقة. ¶ أخرجه البيهقي في الكبرى (2975) عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه ابن أبي شيبة في مسنده (426)، وأحمد (4055)، والدارمي (1284)، وأبو يعلى (5334)، والطبراني 10/ 122 (10172)، والدارقطني (1349) من طريق زهير بن معاوية به. وأخرجه النسائي (1149)، وأبو يعلى (5101) من طريق أبي الأحوص سلام بن سليم، عن أبي إسحاق به. وهذا إسناد صحيح.",
            "page": "20",
            "part": "1"
        },
        {
            "hno": "14",
            "id": "25",
            "nass": "14 - حدثنا عبد الله بن واقد، ثنا مِسْعَرٍ، عن عَلِيِّ بْنِ الْأَقْمَرِ، عن أَبِي جُحَيْفَةَ، أن النبي - صلى الله عليه وسلم - كان يقوم حتى تَفَطَّرَ قَدَمَاهُ. فقيل له: أليس قد غفر لك الله ما تقدم من ذنبك وما تأخر. قال: «أَفَلَا أَكُونُ عَبْدًا شَكُورًا» (¬1). ¶ ¬__________ ¶ (¬1) إسناده ضعيف جدا: عبد الله بن واقد هو أبو قتادة الحراني، وهو متروك. ومسعر هو ابن كدام، ثقة. وعلي بن الأقمر هو ابن عمرو الهمداني، ثقة. وأبو جحيفة هو وهب بن عبد الله، صحابي جليل. ¶ أخرجه الخرائطي في فضيلة الشكر لله (48)، وابن الأعرابي في معجمه (1651)، والطبراني 22/ 132 (352) من طريق المصنف به. وقال الهيثمي في المجمع 2/ 553 (3636): رواه الطبراني في الكبير وفيه أبو قتادة الحراني، وثقه أحمد وابن معين في رواية، وضعفه جماعة.",
            "page": "21",
            "part": "1"
        },
        {
            "hno": "15",
            "id": "26",
            "nass": "15 - حدثنا أبو بدر، عن الأعمش، عن إبراهيم، عن علقمة، عن عبد الله رضي الله تعالى عنه، قال: كنا نسلم على النبي - صلى الله عليه وسلم - في الصلاة فيرد علينا فلما رجعنا من عند النجاشي سلمنا عليه فلم يرد علينا فقلنا: يا رسول الله، كنت ترد علينا، مالك اليوم لم ترد علينا؟. فقال: «إِنَّ فِي الصَّلاَةِ شُغْلًا» (¬1). ¶ ¬__________ ¶ (¬1) إسناده صحيح: ¶ أخرجه البيهقي في الكبرى (3344)، وقاضي المارستان في مشيخته (659)، وابن عساكر في معجم شيوخه (1239) من طريق أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه ابن أبي شيبة (4810)، والبخاري (1199)، ومسلم (538) (34)، والطبراني 10/ 111 (10126)، والبيهقي في الكبرى (3902) من طرق عن الأعمش به.",
            "page": "22",
            "part": "1"
        },
        {
            "hno": "16",
            "id": "27",
            "nass": "16 - حدثنا الحسن بن محمد وأحمد بن سعيد بإسناد له عن قبيصة بن المخارق الهلالي رضي الله تعالى عنه، أنه قال: أتيت النبي - صلى الله عليه وسلم - فقلت: يا رسول الله، كَبِرَتْ سِنِّي، وَرَقَّ عظمي، وَهُنْتُ على أهلي، وعجزت عن أشياء كنت أعملها، فعلمني شيئا ينفعني الله به، وأوجز فإني رجل نساء. قال: فقال النبي - صلى الله عليه وسلم -: «كيف قلت يا قبيصة». قال: فأعدت عليه الكلام. فقال: «يا قبيصة ما بقي شجر ولا حجر ولا مدر ولا ثري إلا بكى لرحمتك يا قبيصة فأحفظ أما لدنياك فإذا أصبحت فقل سبحان الله وبحمده، سبحان الله العظيم وبحمده، فإنك إذا قلتهن أمنت من جنون وجذام وعمى وبرص وفالج، وأما لآخرتك فقل اللهم أهدني من عندك وأفض علي من فضلك وأنزل علي من رحمتك وأنشر علي من بركاتك». قال فجعل رسول الله - صلى الله عليه وسلم - يقولهن وقبيصة يعقد عليهن. قال أبو بكر رضي الله تعالى عنه: يا رسول الله، خالك هذا شد ما قبض علي هؤلاء الكلمات. وكان رسول الله - صلى الله عليه وسلم - قد رضع في بني هلال فقال رسول الله - صلى الله عليه وسلم -: «أما أنه من وافى بهن القيامة دخل من أي أبواب الثمانية شاء الجنة» (¬1). ¶ ¬__________ ¶ (¬1) حديث ضعيف: والحسن بن محمد وأحمد بن سعيد لم أجد لهما ترجمة. ¶ أخرجه أحمد (20602) عن يزيد بن هارون، عن الحسن، عن أبي كريمة، عن رجل من أهل البصرة، عن قبيصة به مختصرا. وقال الهيثمي في المجمع 1/ 345: رواه أحمد وفيه رجل لم يسم. وقال الحافظ ابن حجر في نتائج الأفكار 2/ 319، 320: يزيد بن هارون لم يدرك الحسن البصري، والحسن المذكور يكنى أبا مليح وهو ثقة روى عن فرات بن سلمان الرقى فيشبه أن يكون هو المراد. وأبو المليح من طبقات شيوخ يزيد بن هارون وفرات موثق عند أحمد وغيره فلولا الرجل المبهم لكان السند حسنا. وضعفه العلامة الألباني رحمه الله في ضعيف الترغيب والترهيب (71).",
            "page": "23",
            "part": "1"
        },
        {
            "hno": "17",
            "id": "28",
            "nass": "17 - حدثنا شجاع، عن موسى بن عبيدة، أنا أيوب بن خالد عن زيد بن خالد الجهني قال: كنت أنا وصاحب لي مع امرأة يوم فتح خيبر أراودها في نكاح المتعة، تستزيدني في الأجر، وأقول أنا: وزيدي في الأجل. قال: فجاءنا صاحب لنا فقال: إن رسول الله - صلى الله عليه وسلم - نَهَى عَنْ نِكَاحِ الْمُتْعَةِ، وَعَنْ أَكْلِ لُحُومِ الْحُمُرِ الْإِنْسِيَّةِ، وَعَنْ كُلِّ ذِي نَابٍ مِنَ السِّبَاعِ (¬1). ¶ ¬__________ ¶ (¬1) إسناده ضعيف: موسى بن عبيدة هو ابن نشيط بن عمرو بن الحارث الربذي، ضعيف. وأيوب بن خالد هو ابن صفوان النجاري المدني، فيه لين. وزيد بن خالد الجهني هو صحابي مشهور. ¶ أخرجه الطبراني 5/ 255 (5266) من طريق موسى بن عبيدة به. وقال الهيثمي في المجمع 4/ 488: فيه موسى بن عبيدة الربذي، وهو ضعيف.",
            "page": "24",
            "part": "1"
        },
        {
            "hno": "18",
            "id": "29",
            "nass": "18 - حدثنا شجاع، عن عمرو بن محمد بن عبيد، عن نافع أن عبد الله أخبره أنه تلقف من رسول الله - صلى الله عليه وسلم - أنه يلبي أنه يقول: «لَبَّيْكَ لَبَّيْكَ لَا شَرِيكَ لَكَ لَبَّيْكَ، إِنَّ الْحَمْدَ وَالنِّعْمَةَ لَكَ وَالْمُلْكَ، لَا شَرِيكَ لَكَ». وزاد عبد الله يقول على إثر ذلك: لبيك لبيك وسعديك، والخير بيديك لبيك، والرغبة إليك والعمل (¬1). قال عمرو: قال سالم: قال رسول الله - صلى الله عليه وسلم -: «صَلَاةُ اللَّيْلِ مَثْنَى مَثْنَى، فَإِذَا خَشِيَ أَحَدُكُمْ أَنْ يُصْبِحَ صَلَّى وَاحِدَةً، فَأَوْتَرَتْ لَهُ مَا صَلَّى فاجْعَلُوا آخِرَ صَلاَتِكُمْ بِاللَّيْلِ وَتْرًا» (¬2). ¶ ¬__________ ¶ (¬1) حديث صحيح: وعمرو بن محمد بن عبيد لم أجد له ترجمة. ¶ أخرجه مالك (28) ومن طريقه أخرجه أحمد (4896)، والبخاري (1549) ومسلم (1184) (19)، وأبو داود (1812)، والنسائي (2749)، وأبو يعلى (5804)، وابن حبان (3799) عن نافع به. وأخرجه الحميدي (675)، وأحمد (5071)، ومسلم (1184) (20)، والترمذي (826)، والبزار (5435) من طرق أخرى عن نافع به. ¶ (¬2) إسناده مرسل، والحديث صحيح: وفيه عمرو بن محمد بن عبيد لم أجد له ترجمة. ¶ أخرجه أحمد (4559)، والبخاري (1137)، ومسلم (749) (146)، وابن ماجه (1320)، والنسائي (1668) من طريق الزهري، عن سالم بن عبد الله بن عمر بن الخطاب، عن أبيه، عن النبي بنحوه مختصرا.",
            "page": "25",
            "part": "1"
        },
        {
            "hno": "19",
            "id": "30",
            "nass": "19 - حدثنا شجاع، عن محمد بن طلحة بن مُصَرِّفٍ الْأَيَامِيِّ (¬1)، عن الوليد بن قيس الكندي، عن الْحُرِّ بن الصَّيَّاحِ، عن عبد الرحمن بن الأَخْنَسِ أنه كان على بعض الْكَرَاسِي عند المغيرة بن شعبة فدخل سعيد بن زيد بن عمرو بن نفيل فأجلسه معه على السَّرِيرِ قال: فجاء رجل من النَّخَعِ، فَسَبَّ عليا رضي الله تعالى عنه، فغضب سعيد بن زيد وأحمر وجهه وقال: لا أرى يا مغيرة أصحاب رسول الله - صلى الله عليه وسلم - يُسَبُّونَ عندك، وهو يشهد أنه كان مع رسول الله - صلى الله عليه وسلم - عاشر عشرة من المؤمنين فقال رسول الله - صلى الله عليه وسلم -: «أَبُو بَكْرٍ فِي الْجَنَّةِ، وَعُمَرُ فِي الْجَنَّةِ، وَعُثْمَانُ فِي الْجَنَّةِ، وَعَلِيٌّ فِي الْجَنَّةِ، وَطَلْحَةُ فِي الْجَنَّةِ، وَالزُّبَيْرُ فِي الْجَنَّةِ، وَعَبْدُ الرَّحْمَنِ بْنُ عَوْفٍ فِي الْجَنَّةِ، وَأَبُو عُبَيْدَةَ فِي الْجَنَّةِ، وَسَعْدُ بْنُ أَبِي وَقَّاصٍ فِي الْجَنَّةِ». ولو أشاء لأخبرتكم أو قال كنت مع رسول الله - صلى الله عليه وسلم -. قال القوم: من هو يا سعيد؟. قال: أنا. ثم بكى (¬2). ¶ ¬__________ ¶ (¬1) (ويقال «اليامي» أيضا كما في تهذيب الكمال 28/ 16. ¶ (¬2) إسناده حسن، والحديث صحيح: محمد بن طلحة بن مصرف قال الحافظ في التقريب 1/ 485: صدوق له أوهام، وأنكروا سماعه من أبيه لصغره. والوليد بن قيس الكندي السكوني، ثقة. والحر بن الصياح النخعي، ثقة. وعبد الرحمن بن الأخنس، مستور. ¶ أخرجه الهيثم بن كليب الشاشي في مسنده (194)، والطبراني في الأوسط (869) من طريق محمد بن طلحة به. وأخرجه الطيالسي (233)، أحمد (1631)، وأبو داود (4649)، والترمذي (3757)، وأبو يعلى (971) من طريق شعبة بن الحجاج، عن الحر بن الصياح به. وأخرجه ابن أبي شيبة (32489)، والنسائي في الكبرى (8147)، والهيثم بن كليب الشاشي (192) من طريق الحسن بن عبيد الله عن الحر بن الصياح، به. أخرجه ابن أبي شيبة (32482)، وأحمد (1629)، وأبو داود (4650)، وابن ماجه (133)، والنسائي في الكبرى (8162)، وفي فضائل الصحابة (90)، وأبو نعيم في معرفة الصحابة (53)، والبيهقي في الاعتقاد (ص462)، والخطيب في المتفق والمفترق (764) من طرقٍ عن صدقة بن المثنى، عن جده رياح بن الحارث، عن سعيد به مختصرًا ومطولا، بإسناد صحيح رجاله ثقات. وللحديث طرق أخرى عن سعيد بن زيد رضي الله عنه يعضد بعضها بعضا.",
            "page": "26",
            "part": "1"
        },
        {
            "hno": "20",
            "id": "31",
            "nass": "20 - حدثنا أبو معاوية، ثنا الأعمش، عن ابن (¬1) بريدة، عن أبيه رضي الله تعالى عنه قال: قال رسول الله - صلى الله عليه وسلم -: «مَا يُخْرِجُ رَجُلٌ شَيْئًا مِنَ الصَّدَقَةِ حَتَّى يَفُكَّ لَحْيَيْ سَبْعِينَ شَيْطَانًا» (¬2). ¶ ¬__________ ¶ (¬1) (في المخطوط «أبي». ¶ (¬2) إسناده ضعيف: الأعمش سليمان بن مهران، ثقة لكنه يدلس وقد عنعن في هذا الحديث ولم يصرح بالتحديث. وابن بريدة هو سليمان بن بريدة بن الحصيب الأسلمى، ثقة. وأبوه هو بريدة بن الحصيب بن عبد الله بن الحارث الأسلمى، صحابي جليل. ¶ أخرجه البيهقي في الكبرى (7819)، وفي شعب الإيمان (3199)، والأصبهاني في الترغيب والترهيب (1651) من طريق المصنف به. وأخرجه أحمد (22962)، والبزار (4456)، والروياني (18)، وابن خزيمة (2457)، والطبراني في الأوسط (1034)، والحاكم (1521) من طريق أبي معاوية به. قلت: هو حديث ضعيف؛ فالأعمش لم يسمع من ابن بريدة، صرح بذلك أبو معاوية في رواية أحمد، وتردد في ذلك ابن خزيمة، وجزم به البخاري كما في العلل الكبير للترمذي 1/ 386.",
            "page": "27",
            "part": "1"
        },
        {
            "hno": "21",
            "id": "32",
            "nass": "21 - حدثنا أبو معاوية، عن عبيد الله بن عمر، عن نافع، عن ابن عمر رضي الله تعالى عنهما، أَنَّ رَسُولَ الله - صلى الله عليه وسلم - أَسْهَمَ لِلرَّجُلِ وَلِفَرَسِهِ ثَلَاثَةَ أَسْهُمٍ, سَهْمًا لَهُ وَسَهْمَيْنِ لِفَرَسِهِ (¬1). ¶ ¬__________ ¶ (¬1) إسناده صحيح: عبيد الله بن عمر هو ابن حفص بن عاصم بن عمر بن الخطاب العمري، ثقة ثبت. ¶ أخرجه البيهقي في الكبرى (12867) عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه أحمد (4999)، والدارمي (2515)، والبخاري (2863)، ومسلم (1762) (57)، وابن ماجه (2854)، وأبو داود (2733)، والترمذي (1554) من طرقٍ عن عبيد الله بن عمر به.",
            "page": "28",
            "part": "1"
        },
        {
            "hno": "22",
            "id": "33",
            "nass": "22 - حدثنا أبو معاوية عن الأعمش عن شمر بن عطية عن أشياخه عن أبي ذر رضي الله تعالى عنه قال قلت: يا رسول الله، أوصني. قال: «اتَّقِ اللَّهَ, وَإِذَا عَمِلْتَ سَيِّئَةً فَأَتْبِعْهَا حَسَنَةً تَمْحُهَا». قال: قلت: يَا رَسُولَ اللَّهِ أَمِنَ الْحَسَنَاتِ لَا إِلَهَ إِلَّا اللَّهُ. قال: «مِنْ أَفْضَلِ الْحَسَنَاتِ» (¬1). ¶ ¬__________ ¶ (¬1) إسناده ضعيف؛ لجهالة أشياخ شمر بن عطية، والحديث صحيح لغيره: وشمر بن عطية هو الأسدي الكاهلي الكوفي، صدوق. ¶ أخرجه البيهقي في الأسماء والصفات (202) عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه أحمد (21487)، والطبراني في الدعاء (1498)، وأبو نعيم في الحلية 4/ 217، وابن بشران في أماليه (614) من طرقٍ عن الأعمش به. وأخرجه أبو نعيم في الحلية 4/ 218 من طريق يونس بن بكير، عن الأعمش، عن إبراهيم التيمي، عن أبيه، عن أبي ذر بنحوه. قال العلامة الألباني رحمه الله في الصحيحة 3/ 361: هذا إسناد جيد رجاله كلهم ثقات رجال مسلم.",
            "page": "29",
            "part": "1"
        },
        {
            "hno": "23",
            "id": "34",
            "nass": "23 - حدثنا أبو معاوية، عن هشام بن عروة، عن أبيه، عن عائشة رضي الله تعالى عنها قالت: قَدِمَ رسولُ الله - صلى الله عليه وسلم - من سَفَرٍ قالت: فَعَلَّقْتُ عَلَى بَابِي قِرَامَ سِتْرٍ، فِيهِ الْخَيْلُ ذَوَاتُ الْأَجْنِحَةِ. قالت: فلما رآه رسول الله - صلى الله عليه وسلم - قال: «انْزِعِيهِ» (¬1). ¶ ¬__________ ¶ (¬1) إسناده صحيح: ¶ أخرجه البيهقي في الكبرى (14559) عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه إسحاق بن راهويه (903)، وأحمد (25921)، والنسائي (5352) عن إسحاق بن إبراهيم، وأبو يعلى (4403) عن سريج، أربعتهم عن أبي معاوية به. وأخرجه أحمد (25744)، والبخاري (5955)، ومسلم (2107) (90)، وأبو يعلى (4646) من طرقٍ عن هشام بن عروة به وبنحوه. وله طرق أخرى عن عائشة رضي الله عنها.",
            "page": "30",
            "part": "1"
        },
        {
            "hno": "24",
            "id": "35",
            "nass": "24 - حدثنا إسحاق بن يوسف الأزرق، عن عوف الأعرابي، عن أبي خالد (¬1)، عن أبي العالية، قال: حدثني أبو مسلم الكجي، قال: قلت لأبي ذر رضي الله تعالى عنه: أِيُّ صَلَاةِ اللَّيْلِ أَفْضَلُ؟. فقال: سَأَلْتُ رسول الله - صلى الله عليه وسلم -. فقال: «نِصْفُ اللَّيْلِ، وَقَلِيلٌ فَاعِلُهُ» (¬2). ¶ ¬__________ ¶ (¬1) (على هامش المخطوط كتب: في نسخة «الجلد» وفي نسخة «مخلد». ¶ (¬2) إسناده ضعيف، وهو صحيح لغيره: رجاله ثقات غير أبي خالد ويقال أبو مخلد وهو مهاجر بن مخلد، قال الحافظ في التقريب: مقبول – أي إذا توبع وإلا فلين -، وإسحاق بن يوسف بن الأزرق هو ابن مرداس أبو محمد الواسطي. وعوف الأعرابي هو ابن أبي جميلة الهجري. وأبو العالية هو رفيع بن مهران الرياحي البصري. ¶ أخرجه البيهقي في الكبرى (4664)، وفي شعب الإيمان (2828) عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه النسائي في الكبرى (1310) من طريق إسحاق بن يوسف الأزرق به. وأخرجه ابن المبارك في الزهد (1217)، وأحمد (21555)، وابن حبان (2564)، والبغوي في شرح السنة (944) من طرقٍ عن عوف الأعرابي به. وأخرجه البخاري في التاريخ الكبير 2/ 45، والنسائي في الكبرى (4202) من طريق أبي عوانة، عن داود بن عبد الله الأودي، عن حميد بن عبد الرحمن الحميري، عن أهبان ابن امرأة أبي ذر، عن أبي ذر بنحوه. وهذا إسناد رجاله ثقات.",
            "page": "31",
            "part": "1"
        },
        {
            "hno": "25",
            "id": "36",
            "nass": "25 - حدثنا أبو بدر شجاع بن الوليد، عن حارثة بن محمد، عن عمرة، عن عائشة رضي الله تعالى عنها قالت: لقد رَأَيْتُنِي أَنَا وَرَسُولُ اللَّهِ - صلى الله عليه وسلم - نَتَطَهَّرُ مِنْ إِنَاءٍ وَاحِدٍ قَدْ أَصَابَتْ مِنْهُ قَبْلَ ذَلِكَ الهِرُ (¬1). ¶ ¬__________ ¶ (¬1) إسناده ضعيف، والحديث صحيح: حارثة بن محمد بن أبي الرجال الأنصاري، ضعيف. وعمرة هي بنت عبد الرحمن بن سعد بن زرارة الأنصارية، ثقة فقيها. ¶ أخرجه إسحاق بن راهويه (1002)، وأبو جعفر ابن البختري في الجزء الرابع من حديثه 1/ 299 (357)، والدارقطني (135) من طريق أبي بدر شجاع بن الوليد به. وأخرجه عبد الرزاق (356)، وابن ماجه (368)، وابن عدي 2/ 472، والدارقطني (214) من طرقٍ عن حارثة بن محمد به. وقال ابن عدي: بعض ما يروي حارثة منكر، لا يتابع عليه. وقال البوصيري في مصباح الزجاجة 1/ 55 (150): هذا إسناد ضعيف، لضعف حارثة ابن أبي الرجال، ورواه أبو داود والدارقطني من هذا الوجه بغير هذا اللفظ، وله شاهد من حديث أبي قتادة رواه الترمذي وقال حسن صحيح وهو أحسن شيء في هذا الباب. وقال الحافظ في التلخيص الحبير 1/ 70: فيها حارثة بن محمد، وهو ضعيف. ورواه الخطيب من وجه آخر، وفيه سلم بن المغيرة، وهو ضعيف. قلت: له شاهد من حديث أبي قتادة كما ذكر البوصيري قد أخرجه مالك (13)، وأحمد (22580)، والدارمي (763)، وابن ماجه (367)، وأبو داود (75)، والترمذي (92)، والنسائي (68) من طرقٍ عن أبي قتادة. وصححه العلامة الألباني رحمه الله.",
            "page": "32",
            "part": "1"
        },
        {
            "hno": "26",
            "id": "37",
            "nass": "26 - حدثنا شَبَابَةُ بْنُ سَوَّارٍ، عن ابن أبي ذئب، عن ابن قُسَيْطٍ، عن أبي سلمة، أنه سأل فاطمة بنت قيس عن أمرها، فقالت: طلقني زوجي ثلاثا، فكان يَرْزُقُنِي طعاما فيه شيء، فقلت: ولئن كانت لي النفقة لأَطْلُبَنَّهَا ولا أقبل منه هذا، فقال الوكيل: ليس لك نفقة ولا سُكْنَى. فأتيت النبي - صلى الله عليه وسلم - فسألته، فقال النبي - صلى الله عليه وسلم -: «لا نَفَقَةَ لَكِ وَلا سُكْنَى، اعْتَدِّي عِنْدَ فُلانَةٍ»، امرأة كانت يغشاها أصحابُهُ، ثم قال: «اعْتَدِّي عِنْدَ ابْنِ أُمِّ مَكْتُومٍ، فَإِنَّهُ أَعْمًى، فَإِذَا انْقَضَتْ عِدَّتُكِ فَآذِنِينِي»، فلما انقضت عِدَّتُهَا آذَنَتْهُ، فقال لها النبي - صلى الله عليه وسلم -: «مَنْ خَطَبَكِ؟» قالت: معاوية ورجل آخر من قريش، قال: «أَمَّا مُعَاوِيَةُ فَهُوَ غُلامٌ مِنْ فِتْيَانِ قُرَيْشٍ، وَلا شَيْءَ لَهُ وَأَمَّا الآخَرُ فَهُوَ صَاحِبُ سُوءٍ لا خَيْرَ فِيهِ، انْكِحِي أُسَامَةَ بْنَ زَيْدٍ»، فَكَرِهْتُهُ، فقال لها: «انْكَحِيهِ» فَنَكَحَتْهُ (¬1). ¶ ¬__________ ¶ (¬1) إسناد صحيح، رجاله ثقات: وشبابة بن سوار هو أبو عمرو الفزاري. وابن أبي ذئب هو محمد بن عبد الرحمن بن المغيرة. وابن قسيط هو يزيد بن عبد الله بن قسيط. ¶ أخرجه ابن مسلمة الأموي في المشيخة البغدادية (34) من طريق أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه النسائي (3244)، والطبراني 24/ 368 (914)، والخطيب في تاريخ بغداد 10/ 123، من طريق ابن أبي ذئب به.",
            "page": "33",
            "part": "1"
        },
        {
            "hno": "27",
            "id": "38",
            "nass": "27 - حدثنا محمد بن عبد الله الأنصاري، عن ابن جريج، قال: حدثني عطاء، عن عروة، عن عائشة رضي الله تعالى عنها أنها قالت: كان رسول الله - صلى الله عليه وسلم - يصلي وَأَنَا مُعْتَرِضَةٌ بينه وبين القبلة. قال: وأراه قالت: على سريره (¬1). ...  ¶ ¬__________ ¶ (¬1) إسناده صحيح، رجاله ثقات: محمد بن عبد الله الأنصاري هو ابن المثنى بن عبد الله بن أنس بن مالك. وابن جريج هو عبد الملك بن عبد العزيز بن جريج. وعطاء هو ابن أبي رباح. وعروة هو ابن الزبير بن العوام. ¶ أخرجه إسحاق بن راهويه (821)، وأحمد (25647)، والطحاوي في معاني الآثار 1/ 462 (2661) من طريق ابن جريج به. وأخرجه الدارمي (1453)، والبخاري (383)، ومسلم (512) (268)، وأبو داود (710)، والنسائي (759) من طرقٍ عن عروة به وبنحوه.",
            "page": "34",
            "part": "1"
        },
        {
            "hno": "28",
            "id": "39",
            "nass": "28 - حدثنا شَبَابَةُ بْنُ سَوَّارٍ، عن ابن أبي ذئب، عن سعيد بن سمعان، قال: سمعت أبا هريرة رضي الله تعالى عنه يخبر أبا (¬1) قتادة رضي الله تعالى عنه، أن النبي - صلى الله عليه وسلم - قال: «يُبَايَعُ لِرَجُلٍ بَيْنَ الرُّكْنِ وَالْمَقَامِ، وَلَنْ يَسْتَحِلَّ هَذَا الْبَيْتَ إِلَّا أَهْلُهُ، فَإِذَا اسْتَحَلُّوهُ، فَلَا تَسْأَلْ عَنْ هَلَكَةِ الْعَرَبِ، ثُمَّ تَاتِي الْحَبَشَةُ فَيُخَرِّبُونَهُ خَرَابًا لَا يَعْمُرُ بَعْدَهُ أَبَدًا، وَهُمُ الَّذِينَ يَسْتَخْرِجُونَ كَنْزَهُ» (¬2). ¶ ¬__________ ¶ (¬1) (في المخطوط «يخبر عن أبي». ¶ (¬2) إسناده صحيح: سعيد بن سمعان هو الأنصاري الزرقي، قال الحافظ في التقريب 1/ 237: ثقة، لم يصب الأزدي في تضعيفه. ¶ أخرجه الطيالسي (2494)، وابن أبي شيبة (37244)، وأحمد (8114)، والفاكهي في أخبار مكة (763)، وابن حبان (6827)، والحاكم (8395)، والذهبي في السير 7/ 146، من طريق ابن أبي ذئب به. وقال الهيثمي في المجمع 3/ 298: في الصحيح بعضه، رواه أحمد، ورجاله ثقات.",
            "page": "35",
            "part": "1"
        },
        {
            "hno": "29",
            "id": "40",
            "nass": "29 - حدثنا إسحاق بن يوسف الأزرق، عن ابن عون، عن محمد بن سيرين، عن عبد الرحمن بن بشر (¬1)، عن أبي سعيد الخدري رضي الله تعالى عنه، قال: سئل رسول الله - صلى الله عليه وسلم - عن العزل، قال: «وَمَا ذَاكُمْ؟»، قيل: الرَّجُلُ تَكُونُ لَهُ الْمَرْأَةُ تُرْضِعُ لَهُ، فَيُصِيبُ مِنْهَا، فيكره أن تحمل له، والجارية تكون للرجل، فيصيب منها، ويكره أن تحمل له، قال: «لَا عَلَيْكُمْ أَلَّا تَفْعَلُوا ذَلكُمْ، فَإِنَّمَا هُوَ الْقَدَرُ» (¬2). ¶ ¬__________ ¶ (¬1) (في المخطوط «بشير». ¶ (¬2) إسناده صحيح: رجاله كلهم ثقات، وابن عون هو عبد الله بن عون بن أرطبان المزني. وعبد الرحمن بن بشر هو ابن مسعود الأنصاري. ¶ أخرجه البيهقي في الصغرى (2524) عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه أحمد (11078)، والدارمي (2270)، ومسلم (1438) (131)، والنسائي (3327) من طريق ابن عون به.",
            "page": "36",
            "part": "1"
        },
        {
            "hno": "30",
            "id": "41",
            "nass": "30 - حدثنا روح بن عبادة، عن سعيد بن أبي عروبة، عن علي بن الحكم، عن ميمون بن مهران، عن سعيد بن جبير، عن ابن عباس رضي الله تعالى عنهما، أن رسول - صلى الله عليه وسلم - نَهَى عَنْ كُلِّ ذِي نَابٍ مِنَ السِّبَاعِ، وَعَنْ كُلِّ ذِي مِخْلَبٍ مِنَ الطَّيْرِ (¬1). ¶ ¬__________ ¶ (¬1) إسناده صحيح، رجاله ثقات: ¶ أخرجه البيهقي في الكبرى (19359)، والخطيب البغدادي في المتفق والمفترق 3/ 1654 (1141) من طريق إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه أحمد (3141)، وابن الجارود في المنتقى (893)، وابن المنذر في الأوسط 2/ 302 (907)، وأبو نعيم في الحلية 4/ 301، من طرقٍ عن روح بن عبادة به. وأخرجه ابن ماجه (3234)، وأبو داود (3805)، والنسائي (4348) من طرقٍ عن ابن أبي عروبة.",
            "page": "37",
            "part": "1"
        },
        {
            "hno": "31",
            "id": "42",
            "nass": "31 - حدثنا معاذ بن معاذ، عن ابن عون، قال: سمعت رجلا يحدث محمدًا، قال: كانت وصية عمر رضي الله تعالى عنه عند أم المؤمنين - يعني حفصة رضي الله تعالى عنها -، فلما تُوُفِّيَتْ صارت إلى عبد الله، قال: فكأن الناس عَنَّفُوهُ إذ لم يوص إلى سالم وتركه، قال: فدخل عبد الله بن عبد الله على الحجاج بن يوسف، قال: فقال الحجاج: قد كنت هممت أن أبعث إلى عبد الله بن عمر فأضرب عنقه، قال: فقال له ابنه عبد الله بن عبد الله: أما والله أن لو فعلت لكَوَّسَ (¬1) اللهُ في نار جهنم رَاسُكَ إلى أسفلك، قال: فَنَكَّسَ الحجاج، وقالوا: يأمر به الساعة، قال: ثم رفع رأسه فقال: أي قريش أكرم بيتا. قال: فقطع الحديث، قال: فصارت الوصية بعد إلى سالم بن عبد الله بن عمر فشهدته يقسمها قال: فرأيت من توسعه شيئا غبطته عليه قال: وجاءه رجل عليه كسوة حسنه وهيبة حسنة فأعطاه منها (¬2). ¶ ¬__________ ¶ (¬1) (أي لكبك الله فيها، وجعل أعلاك أسفلك. انظر: النهاية في غريب الحديث 4/ 209. ¶ (¬2) إسناده ضعيف؛ لجهالة راويه: ¶ أخرجه ابن سعد في الطبقات 4/ 184 عن معاذ بن معاذ، بهذا الإسناد.",
            "page": "38",
            "part": "1"
        },
        {
            "hno": "32",
            "id": "43",
            "nass": "32 - حدثنا إسحاق بن يوسف، عن سفيان الثوري، عن علقمة بن مرثد، عن سليمان بن بريدة، عن أبيه رضي الله تعالى عنه، قال: قال رسول الله - صلى الله عليه وسلم -: «مَنْ لَعِبَ بِالنَّرْدَشِيرِ فَهُوَ كَمَنْ غَمَسَ يَدَهُ فِي لَحْمِ الْخِنْزِيرِ وَدَمِهِ» (¬1). ¶ ¬__________ ¶ (¬1) إسناده صحيح، رجاله ثقات: ¶ أخرجه القضاعي في مسند الشهاب (534)، والبيهقي في الكبرى (20949) كلاهما من طريق المصنف، بهذا الإسناد. وأخرجه أبو عوانة (280) من طريق إسحاق بن يوسف الأزرق به. وأخرجه أحمد (22979)، ومسلم (2260) (10)، وابن ماجه (3763)، وأبو داود (4939) من طريق سفيان الثوري به.",
            "page": "39",
            "part": "1"
        },
        {
            "hno": "33",
            "id": "44",
            "nass": "33 - حدثنا إسحاق، عن بسام بن عبد الله الصيرفي، قال: سَأَلْتُ أبا جعفر عن النَّرْدَشِيرِ، فكرهه، وقال: كَانَ عَلِيُّ بْنُ الْحُسَيْنِ يُلَاعِبُ أَهْلَهُ بِالشُّهَارْدَةِ (¬1). ¶ ¬__________ ¶ (¬1) إسناد حسن: رجاله ثقات غير بسام بن عبد الله الصيرفي أبو الحسن الكوفي، فهو صدوق. وأبو جعفر هو محمد بن على بن الحسين بن على بن أبى طالب الباقر. ¶ أخرجه البيهقي في الكبرى (20971) عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه ابن أبي شيبة (26165) من طريق بسام بن عبد الله الصيرفي به.",
            "page": "40",
            "part": "1"
        },
        {
            "hno": "34",
            "id": "45",
            "nass": "34 - حدثنا إسحاق، عن عبد الملك، عن عطاء، عن ابن عباس رضي الله تعالى عنهما، أَنَّهُ أَتَى خَالَتَهُ مَيْمُونَةَ رضي الله تعالى عنهم، قال: فَقَامَ رسول الله - صلى الله عليه وسلم - مِنَ اللَّيْلِ إِلَى سِقَايَةٍ، فَتَوَضَّأَ، ثُمَّ قَامَ فَصَلَّى، قال: فَقُمْتُ فَتَوَضَّاتُ، ثُمَّ قُمْتُ عَنْ يَسَارِهِ، فَأَدَارَنِي مِنْ خَلْفِهِ، حَتَّى جَعَلَنِي عَنْ يَمِينِهِ (¬1). ¶ ¬__________ ¶ (¬1) إسناده صحيح: رجاله ثقات غير عبد الملك وهو ابن أبي سليمان العرزمي، صدوق له أوهام، لكنه من رجال مسلم. وعطاء هو ابن أبي رباح. ¶ أخرجه البيهقي في الكبرى (5174) عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه أحمد (2245)، وأبو عوانة (1520) من طريق إسحاق بن يوسف به. وأخرجه مسلم (763) (193)، وأبو داود (610)، والنسائي في الكبرى (918) من طريق عبد الملك بن أبي سليمان به.",
            "page": "41",
            "part": "1"
        },
        {
            "hno": "35",
            "id": "46",
            "nass": "35 - حدثنا إسحاق، عن عبد الله بن عون، عن محمد بن سيرين، عن قيس بن عباد، قال: كُنْتُ فِي مَسْجِدِ الْمَدِينَةِ فَجَاءَ رَجُلٌ بِوَجْهِهِ أَثَرٌ مِنْ خُشُوعٍ، فقال القوم: هَذَا رَجُلٌ مِنْ أَصْحَابِ الْجَنَّةِ، قال: فَدَخَلَ الْمَسْجِدَ فَصَلَّى رَكْعَتَيْنِ فَأَوْجَزَ فِيهِمَا قال: فَلَمَّا خَرَجَ اتَّبَعْتُهُ حَتَّى دَخَلَ مَنْزِلَهُ فَدَخَلْتُ مَعَهُ فَحَدَّثْتُهُ، فَلَمَّا اسْتَانَسَ قُلْتُ لَهُ: إِنَّ الْقَوْمَ لَمَّا دَخَلْتَ الْمَسْجِدَ قَالُوا كَذَا وَكَذَا، فقال: مَا يَنْبَغِي لِأَحَدٍ أَنْ يَقُولَ مَا لَا يعلم، وَسَأُحَدِّثُكَ، إِنِّي رَأَيْتُ رُؤْيَا عَلَى عَهْدِ رَسُولِ اللهِ - صلى الله عليه وسلم - فَقَصَصْتُهَا عَلَيْهِ، رَأَيْتُ كَأَنِّيَ فِي رَوْضَةٍ خَضْرَاءَ - قال ابن عون: فذكر من حضرتها وسعتها - وَسَطَهَا عَمُودُ حَدِيدٍ، أَسْفَلَهُ فِي الْأَرْضِ وَأَعْلَاهُ فِي السَّمَاءِ، فِي أَعْلَاهُ عُرْوَةٌ، فَقِيلَ لِيَ: اصْعَدْ عَلَيْهِ , فَقُلْتُ: لَا أَسْتَطِيعُ. قَالَ: فَخَرَجَ مِنْصَفٌ، فَرَفَعَ ثِيَابِي مِنْ خَلْفِي، فقيل لي: اصْعَدْ عَلَيْهِ. قَالَ فَصَعِدْتُ حَتَّى أَخَذْتُ بالعروة. فقال: استمسكت بالعروة، فَاسْتَيْقَظْتُ وَإِنَّهَا لَفِي يَدَيَّ. قَالَ: فَلَمَّا أَصْبَحْتُ أَتَيْتُ رَسُولَ اللهِ - صلى الله عليه وسلم - فَقَصَصْتُهَا عليه. فقال: «أَمَّا الرَّوْضَةُ فَرَوْضَةُ الْإِسْلَامِ، وَأَمَّا الْعَمُودُ فَعَمُودُ الْإِسْلَامِ، وَأَمَّا الْعُرْوَةُ فَهِيَ الْعُرْوَةُ الْوُثْقَى، أَنْتَ عَلَى الْإِسْلَامِ حَتَّى تَمُوتَ». قال: وهو عبد الله بن سلام رضي الله تعالى عنه. قال: وسئل ابن عون عن المنصف فقال: الوصيف (¬1). ¶ قال الحافظ أبو طاهر السلفي آخر ما سمعناه من حديث سعدان بن نصر، وهو آخر الجزء، والحمد لله رب العالمين وصلى الله على سيدنا محمد وعلى آله وصحبه وأولاده وذرياته وأزواجه وسلم. ¶ * * * ¶ ¬__________ ¶ (¬1) إسناده صحيح، رجاله ثقات: ¶ أخرجه البيهقي في دلائل النبوة 6/ 461، عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه أحمد (23787)، والبخاري (3813)، ومسلم (2484) (147) من طريق عبد الله بن عون، به.",
            "page": "42",
            "part": "1"
        },
        {
            "hno": null,
            "id": "47",
            "nass": "سماع الجزء ¶ الحمد لله رب العالمين سمع جميع هذا الجزء على سيدنا ومولانا وشيخنا كريم الدين أبي الفضل محمد بن محمد بن محمد بن العماد البلبيسي الشافعي كاتبه محمد بن يشبك اليوسفي وولده أحمد بسماع المسمع منه على المسندة أم الفضل هاجر القدسية بسندها أوله، وأجاز المسمع لكاتبه محمد بن يشبك اليوسفي وولده أحمد روايته ذلك وجميع ما يجوز له وعنه روايته في ثالث رمضان المعظم سنة 917هـ. ¶ * * *",
            "page": "43",
            "part": "1"
        },
        {
            "hno": null,
            "id": "48",
            "nass": "فهرس الأحاديث ¶ طرف الحديث ... الراوي ... رقم الحديث ¶ أَبُو بَكْرٍ فِي الْجَنَّةِ، وَعُمَرُ فِي الْجَنَّةِ ... سعيد بن زيد ... 19 ¶ اتَّقِ اللَّهَ, وَإِذَا عَمِلْتَ سَيِّئَةً فَأَتْبِعْهَا حَسَنَةً ... أبو ذر ... 22 ¶ أَفَلَا أَكُونُ عَبْدًا شَكُورًا ... أَبِي جُحَيْفَةَ ... 14 ¶ أَمَّا الرَّوْضَةُ فَرَوْضَةُ الْإِسْلَامِ ... عبد الله بن سلام ... 35 ¶ إِنَّ اللهَ هُوَ السَّلَامُ ... ابن مسعود ... 11 ¶ أَنَّ رَسُولَ الله - صلى الله عليه وسلم - أَسْهَمَ لِلرَّجُلِ ... عبد الله بن عمر ... 21 ¶ أن رسول - صلى الله عليه وسلم - نَهَى عَنْ كُلِّ ذِي نَابٍ مِنَ السِّبَاعِ ... ابن عباس ... 30 ¶ إن رسول الله - صلى الله عليه وسلم - نَهَى عَنْ نِكَاحِ الْمُتْعَةِ ... زيد بن خالد الجهني ... 17 ¶ إِنَّ فِي الصَّلاَةِ شُغْلًا ... ابن مسعود ... 15 ¶ إِنَّ هَذَا حَمِدَ اللَّهَ، وَإِنَّ هَذَا لَمْ يَحْمَدِ اللَّهَ ... أنس بن مالك ... 4 ¶ رأيت رسول الله - صلى الله عليه وسلم - يكبر في كل رفع ووضع ... ابن مسعود ... 13 ¶ سئل رسول الله - صلى الله عليه وسلم - عن العزل ... أبو سعيد الخدري ... 29 ¶ فَقَامَ رسول الله - صلى الله عليه وسلم - مِنَ اللَّيْلِ إِلَى سِقَايَةٍ ... ابن عباس ... 34 ¶ قَدِمَ رسولُ الله - صلى الله عليه وسلم - من سَفَرٍ قالت: ... عائشة ... 23 ¶ قنت رسول الله - صلى الله عليه وسلم - شهرًا بعد الركوع ... أنس بن مالك ... 3 ¶ كان رسول الله - صلى الله عليه وسلم - يصلي وَأَنَا مُعْتَرِضَةٌ ... عائشة ... 27 ¶ كَانَ النَّبِيُّ - صلى الله عليه وسلم - إِذَا غَلَبَ عَلَى قَوْمٍ ... أبو طلحة ... 1 ¶ كيف قلت يا قبيصة ... قبيصة بن المخارق ... 16 ¶ لَا تَفْعَلِي يَا حُمَيْرَا فَإِنَّهُ يُورِثُ الْبَرَصَ ... عائشة ... 12",
            "page": "110",
            "part": "1"
        },
        {
            "hno": null,
            "id": "49",
            "nass": "لا نَفَقَةَ لَكِ وَلا سُكْنَى، اعْتَدِّي عِنْدَ فُلانَةٍ ... فاطمة بنت قيس ... 26 ¶ لَبَّيْكَ لَبَّيْكَ لَا شَرِيكَ لَكَ لَبَّيْكَ ... عبد الله بن عمر ... 18 ¶ لقد رَأَيْتُنِي أَنَا وَرَسُولُ اللَّهِ - صلى الله عليه وسلم - نَتَطَهَّرُ مِنْ إِنَاءٍ وَاحِدٍ ... عائشة ... 25 ¶ مَا يُخْرِجُ رَجُلٌ شَيْئًا مِنَ الصَّدَقَةِ ... بريدة ... 20 ¶ مَنْ لَعِبَ بِالنَّرْدَشِيرِ فَهُوَ كَمَنْ غَمَسَ ... بريدة ... 32 ¶ نِصْفُ اللَّيْلِ، وَقَلِيلٌ فَاعِلُهُ ... أبو ذر ... 24 ¶ يُبَايَعُ لِرَجُلٍ بَيْنَ الرُّكْنِ وَالْمَقَامِ ... أبو هريرة ... 28",
            "page": "111",
            "part": "1"
        },
        {
            "hno": null,
            "id": "50",
            "nass": "فهرس الآثار ¶ طرف الأثر ... اسم الراوي ... رقم الأثر ¶ إذا غَمَّضْتَ الميت فقل: بسم الله ... بكر بن عبد الله ... 2 ¶ إذا كمل بهم الركوع والسجود فقد أجزأ ... الحسن ... 5 ¶ أن عبد الله بن عمر سئل عن مسألة، فقال: لا أدري ... عبد الله بن بشرٍ ... 9 ¶ أن علي بن أبي طالب سُئِلَ عن مسألة، فقال: لا علم لي بها ... عبد الله بن بشرٍ ... 8 ¶ أن مسروق بن الأجدع سئل عن مسألة، فقال: لا أري. ... عبد الله بن بشرٍ ... 6 ¶ أن مسروق بن الأجدع كان يقول: إياكم والقياس والرأي ... عبد الله بن بشرٍ ... 7 ¶ إنكم إن عملتم في دِينِكُمْ بالقياس ... ابن مسعود ... 10 ¶ سَأَلْتُ أبا جعفر عن النَّرْدَشِيرِ ... بسام بن عبد الله الصيرفي ... 33 ¶ كانت وصية عمر عند أم المؤمنين، يعني حفصة ... ابن عون ... 31",
            "page": "112",
            "part": "1"
        }
    ],
    "t35222": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "غلاف الجزء"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": "1",
            "tit": "ترجمة أبو طاهر السلفي"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "وصف النسخة الخطية"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "خطة العمل في هذا الجزء"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "النص المحقق"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": null,
            "tit": "سماع الجزء"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": "1",
            "tit": "فهرس الأحاديث"
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": null,
            "tit": "فهرس الآثار"
        }
    ]
}