{
    "b35233": [
        {
            "id": "1",
            "nass": "رسالة الصلاة ¶ للإمام المبجّل : أحمد بن حنبل ¶ قدّم لها ووضع حواشيها الفقير إلى عفو مولاه : ¶ أحمد بن صالح الزهراني ¶ مقدمة ¶ الحمد لله ، والصّلاة والسّلام على رسول الله ، وعلى آله وصحبه ومن استنّ بسنّه واهتدى بهديه ، أمّا بعد : ¶ فقد كان من عادة الأئمّة السّائرة ، توجيه النّصح للنّاس ، ودعوتهم إلى الخير بكلّ وسيلة ممكنة ، بالدّروس العلميّة وبالمواعظ والخطب ، وكذلك بالرّسائل العامّة والخاصّة ، الّتي يبيّنون فيها الأحكام الشّرعيّة ، والأصول العلميّة مبنيّة على أدلّتها من الكتاب والسّنّة . ¶ ورسالة الصّلاة للإمام أحمد بن حنبل رحمه الله تعالى من تلك الرّسائل العامّة الّتي وجّهها رحمه الله نصحاً للنّاس في أهمّ شعيرة من شعائر الدّين وأعظم فريضة من فرائض الإسلام ، ألا وهي الصّلاة . ¶ وقفت عليها أثناء قراءتي في كتاب ( طبقات الحنابلة ) لابن أبي يعلى ، وقد لفت نظري كثرة مسائلها وعِظاتها ونصائحها ، وتنويع الإمام لأسلوبه في عرض فكرته ، فتارةً بالتّرغيب وتارة بالتّرهيب ، وتارة بذكر الأحكام الفقهيّة . ¶ ولمّا انتهيت من قراءتها ووجدت الإمام يدعو بالرّحمة لمن بثّها ونشرها في المسلمين ، عزمت على العناية بها قدر الإمكان بتعليق بعض الحواشي وعزو ما استطيع من الأحاديث والآثار ، وبيان بعض المسائل الّتي تعرّض لها الشّيخ الإمام في رسالته ، سائلاً ربّي تعالى أن يقبل فيّ دعوته وأن يتقبّل منّي ما احتسبته من خدمة هذه الرّسالة وهو جهد المقلّ ، ما كان فيها من صواب فهو من الله وحده رحمةً وهدايةً وتوفيقاً ، وإلاّ فهو كيد الشّيطان وضعف نفسي ، واستغفر الله في الأولى والأخرى .. ¶ ……………وكتب ¶ …………أحمد بن صالح الزّهراني ¶ ………… 1 / 5 / 1420هـ ¶ ص . ب : 106963 جدّة 21341 ¶ [ تعريف بمؤلّف الرّسالة ]",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "لا أحبّ أن أزيد في تعريف الإمام أحمد أكثر من أنّه الإمام أحمد ، ومن ذا الّذي لا يعرف الإمام أحمد ؟! الرّجل الّذي اقترنت الإمامة باسمه ، فلا يُكاد يُذكر اسمه إلاّ مقروناً بها ، إمام أهل السّنّة والجماعة ، حتّى أصبح يُنسب إليه كلّ متسنّن سلفي ، ولو كان شافعيّاً أو حنفيّاً أو مالكياً في الفروع ، وأصبح السّلفيّون يُطلق عليهم لفترات طويلة : الحنابلة . ¶ أحمد بن محمّد بن حنبل الشّيباني ، تعبت النّساء أن يلدن مثله ، جمع الله له من الفضائل والشّمائل ما يعجز الواصفون عن بلوغ قدره ، وليس بمعصوم ولكن { قد جعل الله لكلّ شيء قدراً } . ¶ ولن أنبذ عن هذا الإمام بطريقة تقليديّة ، فالمعلومات الأوّليّة عنه معروفة للقاصي والدّاني ، وباختصار : فهو قد وُلد سنة 164هـ وملأ الدّنيا علماً ثمّ مات سنة 241 هـ . ¶ وكلّما قرأت سيرة هذا الرّجل أراني أتقاصر حتّى إنّي أتلفّت هل يراني من أحد ؟؟ وحُقّ لي ذلك وأنا أرى ما بيننا وبينه أبعد ما بين المشرق والمغرب سواءٌ في ذلك العلم و السّلوك . ¶ وإذا كان كلّ قارىء لسيرة رجل من الأعلام تستوقفه نقاط معيّنة في التّرجمة ، فقد جالت برأسي خواطر أثناء قراءتي لترجمة ابن حنبل رحمه الله أحببت البوح بها لإخواني لعلّ في ذلك تربية لنفسي أوّلاً ثمّ لمن يطّلع على مقدّمتي هذه . ¶ - - - - - ¶ إمامة ابن حنبل ؟ ¶ يحسب كثيرٌ منّا أنّ الإمامة اكتساب ، وأنّها فقط نتيجة الجدّ والعمل والمهارة العلميّة وصفات النّسك والتّقوى . ¶ ومع أنّ هذه الصّفات لازمة لمن يكون إماماً للنّاس إلاّ أنّها لا تكفي لأن يكون الرّجل إماماً دون أن يجعله الله كذلك ، وحتّى تتّضح الصّورة أعرض خمس آيات في كتاب الله تحدّثت عن الإمامة في الدّين : ¶ 1 . قوله تعالى: { إنّي جاعلك للنّاس إماماً قال ومن ذرّيّتي قال لا ينال عهدي الظّالمين } [ البقرة :124] .",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "استجاب الله تعالى لإبراهيم فجعله إماماً للمؤمنين ومن ذرّيّته أئمّة للمؤمنين كذلك ، والإمامة بمعنى القدوة أي الّذي يأتسي ويقتدي بأفعاله واقواله غيره ، فإن كان في الخير فهو إمام هدى وإن كان في الشّر فهو إمام ضلالة . ¶ وعليه فإنّ لفظ الإمامة أوسع من النّبوّة ، فكلّ نبيّ إمام وليس كلّ إمام نبي . ¶ وفي الآية أنّ الإمامة اصطفاء فلا يكون إماماً من لم يجعله الله كذلك ، وإنّما يكون ذلك بالهداية لفعل الخير واكتساب العلم ونيل الرّضا عليه ، فكم من عالم صالح ليس بإمام ،والله أعلم بخفايا القلوب غير أنّ الأئمّة قليل . ¶ وفي الآية إشارةٌ إلى استجابة دعائه في ذرّيّته لأنّه استثنى الظّالمين ، فإنّهم لا ينالهم عهد الله ووعده لإبراهيم بأن يصطفي من ذرّيّته أئمّة . ¶ 2 . قال تعالى : { إنّ إبراهيم كان أمّة } [النّحل :120] . ¶ الأمّة : هو الجامع لخصال الخير ، وقد اختلفت عبارات السلف في تفسير هذه اللّفظة ، وتجتمع أقوالهم في أنّ الأمّة هو الإمام المُقتدى به في الخير ، ولا يكون كذلك مالم يكن معلّماً لهم بالقول والفعل . ¶ وفي وصف إبراهيم بالأمّة معنىً أشار إليه مجاهد بقوله : أمّةٌ على حدة، أي لوحده .",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "ففيه أنّ القدوة قد تتجزّأ ، فقد يكون الرّجل قدوةً في العلم لا في العبادة ، أو العكس ، وقد يكون قدوةً في الحرب دون العلم ، لكنّ ذلك لا يُوصف بالإمامة المطلقة ، فلا يكون العبد أمّةً حتّى يجمع خصال الخير فيكون شبيهاً بإبراهيم ، جامعاً لخصال الخير معلّماً لها ، فيكون كأمّةٍ فيها من الرّجال من يتّصف بخصال من الخير لا تجتمع في واحد منهم لكنّها بمجموعها موجودة في الأمّة ، وقد كان ابن مسعود رضي الله عنه يصف معاذاً رضي الله عنه بأنّه أمّة ،وأنت إذا تمعّنت في الموصوفين بالإمامة في تاريخنا الإسلامي تجدهم بهذه المثابة ، فقد جمعوا رحمهم الله البروز في عامّة نواحي الخير وكانوا معلّمين لها وطرح الله لهم القبول في الأرض فأصبحوا هم القدوات لعامّة المنتسبين للإسلام كالخلفاء الأربعة والأئمةّ الأربعة وغيرهم ممّن شابههم وسار على دربهم . ¶ وبالجمع بين هاتين الآيتين تعرف جانباً مهمّاً في الإمامة المطلقة ، وأنّه من الخطأ إطلاق اسم الإمامة على من اشتهر قصورهم في نواحي مهمّة في الاعتقاد أو السّلوك أو غير ذلك . ¶ 3 . قال تعالى : { واجعلنا للمتّقين إماماً } [ الفرقان :74 ] ¶ قال ابن جرير : ( معناه : واجعلنا للمتّقين إماماً يأتمّون بنا في الخيرات) . ¶ وقد استدلّ بها بعض المفسّرين على استحباب طلب الرّياسة في الدّين ، وهذا منهم استدلالٌ رائق ، غير أنّهم لا يعنون أنّ يحارب الرّجل ليفرض إمامته على النّاس ، ويتسمّى بها دون أن يسميه أحدٌ بذلك ، كما لا يعنون أن يلجأ أتباع كلّ مدّعٍ أو عالمٍ أو داعيةٍ إلى الغلوّ في صاحبهم وتفخيمه بوصفه بالإمامة المطلقة ، مع ما قد يتّصف به من الخزايا الّتي لا تليق بمؤمنٍ عادي فكيف بإمام؟.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "بل هو دعاءٌ ضمني بأن يتقبّل الله منهم أعمالهم وأن يسدّدها ويصلحها وأن تكون صواباً على وفق ما يحبّه ويرضاه فإنّهم إذا كانوا كذلك كانوا جديرين بأن يمنّ الله تعالى عليهم فيضع لهم القبول في الأرض ويكونوا بذلك أئمّة يُقتدى بهم . ¶ قال القرطبي : ( كان القشيري يقول : الإمامة بالدّعاء لا بالدّعوى ، يعني بتوفيق الله وتيسيره ومنّته لا بما يدّعيه كلّ أحد لنفسه ، وقال إبراهيم النّخعي : لم يطلبوا الرّياسة بل بأن يكونوا قدوةً في الدّين ، وقال ابن عبّاس : اجعلنا أئمّة هدى ) . ¶ 4 . قال تعالى : { ووهبنا له إسحاقَ ويعقوبَ نافلةً وكلاًّ جعلنا صالحين . وجعلناهم أئمّةً يهدون بأمرنا وأوحينا إليهم فعلَ الخيراتِ وإقامَ الصّلاةِ وإيتاءَ الزّكاةِ وكانوا لنا عابدين } [ الأنبياء :72 ـ 73] . ¶ في الآية بيانٌ لاستجابة الله تعالى دعاء إبراهيم عليه السّلام ، إذ جعل من ذرّيّته المباشرة ائمّةً يهدون . ¶ قال الزّمخشري : ( فيه أنّ من صلُح ليكون قدوةً في دين الله فالهداية محتومةٌ عليه مأمورٌ هو بها من جهة الله ، ليس له أن يخلّ بها ويتثاقل عنها ، وأوّل ذلك أن يهتدي بنفسه لأنّ الانتفاع بهداه أعمّ والنّفوس إلى الاقتداء بالمهدي أميل ) . ¶ وفيها أيضاً :بيان سبب استحقاقهم للإمامة ، وهو أنّه تعالى أوحى إليهم فعلَ الخيرات وإقامَ الصّلاةِ وإيتاءَ الزّكاةِ وأنّهم امتثلوا هذه الأوامر فكانوا عبّاداً له فاستحقّوا أن يكونوا أئمّةً يُقتدى بهم في الخير ، فأساس الاصطفاء للإمامة هو التّوفيق للهدى والصّلاح ، وبما أنّ السّبب يحتاج إلى إذن الله تعالى ورضاه فكذلك نتيجته . ¶ وفيها توضيح أنّ الإمامة لا تكون إلاّ بركنيها : العلم والعمل ، فلا يكون الجاهل إماماً قط كما لا يكون الفاسق إماماً قط . ¶ وفي الآية أنّه أمرهم بذلك فقال : { يهدون بأمرنا } وقال : { وأوحينا إليهم فعل الخيرات } .",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "5 . قال تعالى : { ولقد آتينا موسى الكتابَ فلا تكن في مريةٍ من لقائه وجعلناه هدىً لبني إسرائيل . وجعلنا منهم أئمّةً لمّا صبروا وكانوا بآياتنا يوقنون } [ السّجدة :23 ـ25 ] . ¶ فيها أنّ الله تعالى أثابهم على صبرهم ويقينهم بأن جعل منهم أئمّة : أي يُقتدى بهم في الخير ، ففيه تنبيهٌ على أنّ الإمامة لا تٌنال إلاّ بالعلم والعمل . ¶ وأنّها لا تكون إلاّ بالدّعوة إلى الخير ، ولذلك قال : { يهدون بأمرنا } ، قال القرطبي : ( أي أمرناهم بذلك ، وقيل : بأمرنا أي لأمرنا أي يهدون النّاس لديننا ، ثمّ قيل : المراد الأنبياء عليهم السّلام ، وقيل : المراد الفقهاء والعلماء ) . ¶ وكونهم العلماء والفقهاء أقرب للصّواب لأنّ الأنبياء عليهم السّلام قدوات ينالون شرف النّبوّة دون ابتلاء متقدّم ، بل يُهيّؤون من الله تعالى لذلك ، وأمّا الآية فأشارت إلى أنّ نيلهم الإمامة كان بعد صبر ، قال القرطبي : ( وهذا الصّبر صبر على الدّين وعلى البلاء ) ، والأنبياء ينالون النّبوّة قبل أن يعرفوا الدّين ويُبتلوا به والله تعالى أعلم .(1)1) ¶ وإذا تمعّنّا في الآيات السّابقة فإنّ الإمامة فيها جميعها كانت جعلاً من الله لا اكتساباً ، وأنا لا أتحدّث عن صفات الإمام وإنّما عن وسْمِه بسمة الإمامة . ¶ ففي الإمام أحمد رحمه الله تعالى يتجلّى لك المعنى الّذي أريد ، فإنّه رحمه الله كان شديد البعد عن الشّهرة ، كارهاً لها ، ولم يجمع حوله من التّلاميذ من ينشر قوله ، ولم يؤلّف كتاباً فقهيّاً جامعاً ، ومع ذلكّ أبى الله تعالى إلاّ أن يكون إماماً بل أبت الإمامة إلاّ أن تكون حنبليّة ، لِمَ ؟ ¶ __________ ¶ (1) كلّ الأقوال تجدها في تفسير الآيات في كتب أصحاب الأقوال .",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "لأنّ هذا السّيّد جمع الله له من صفات الإمامة ما قد لا يجتمع لغيره ، فهو إمامٌ في العلم والعمل والدّعوة إلى الخير ، برَز ورأَس في ذلك كلّه ، حتّى اقتدت به ملايين من المؤمنين على مرّ السّنين ونسبت نفسها إليه ، فإذا نظرت إلى بعده وبغضه للإمامة وما وصل إليه حال النّاس في الاقتداء به عرفت أنّ الإمامة اصطفاءٌ من الله لا فرق بينها وبين النّبوّة ، إلاّ أنّها تكون نتيجة لكسب العبد من العلم والعمل ، وهذه رسالةٌ لكلّ من جعل من نفسه أو غيره إماماً دون أن يتلمّح هذه المعاني ، فكم من رجلٍ موصوفٍ بالإمامة على الألسنة لكنّه في الواقع والحقيقة مُهمل من الاقتداء به ، ولا يُلتفت إليه في أسوةٍ ولا مشورة . ¶ وخلاصة هذه النّقطة أنّ الإمامة تحتاج إلى تسبّب وهذا صحيح لكن مع ذلك قد يترأّس الرّجل في العلم والعمل ولا يكون إماماً وهذا منظورٌ ومشاهد ، أليس في تراجم العلماء السّابقين رجالٌ كثيرون موصوفون بالعلم والعمل ، فهل كان كلّهم أئمّة ؟ ¶ ثمّ في عصر الإمام أحمد مثلاً كان ابن المديني وابن معين وابن راهوية وغيرهم من العلماء الجهابذة فهل كان كلّهم في الإمامة مثل ابن حنبل ؟ ¶ الجواب : لا ، لأنّ جميعهم لم يكن لهم من الكمالات ما لأحمد رحمه الله ، على أنّه لا يخلو أحدهم من أن يكون إماماً في شيءٍ معيّن ، غير أنّ كلامي في الإمامة المطلقة . ¶ - - - - - ¶ من وراء بروز الإمام ؟ ¶ لاشكّ أنّ الله تعالى تكفّل لهذه الدّين بالحفظ ، وقد أخبر النّبيّ - صلى الله عليه وسلم - أنّ الله يبعث على رأس كلّ مائةٍ سنة من يجدّد لهذه الأمّة أمر دينها ، ولكنّ الله تعالى لا ينزّل أنبياء مصطفَيْن ، إذ خُتمت النّبوّة بمبعث النّبيّ الكريم - صلى الله عليه وسلم - ، وإنّما يهيّىء الله تعالى أسباباً لظهور إمام أو أئمّة يحملون همّ الدّعوة ، ويجدّدون ما اندرس من أحكام الملّة ، ومن هؤلاء الأئمّة المجدّدين : الإمام أحمد بن حنبل .",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "ولم يُغفل التّاريخ شخصيّةً كان لها دورٌ بارز ـ وإن لم يدرك بعضنا ذلك ـ في صياغة شخصيّة الإمام : إنّها أمّهُ : صفيّة بنت ميمونة بنت عبدالملك الشّيباني من بني عامر . ¶ لم تحدّثنا المصادر كثيراً عنها ، إلاّ أنّه من الثّابت أنّها هي الّتي كفلته بعد وفاة أبيه ، قال صالح ابنه : ( جيء بأبي حمَلٌ من مرو، فمات أبوه شابّاً فوليته أمّه )(1). ¶ وقال هو عن نفسه : ( ثقبت أمّي أذنيّ فكانت تصيّر فيهما لؤلؤتين ، فلمّا ترعرعتُ نزعَتهما فكانت عندها ، ثمّ دفعَتهما إليّ فبعتهما بنحو ثلاثين درهماً )(2). ¶ كما يتبيّن ممّا نُقل أنّها كانت تحثّه على طلب العلم ، بل وتُشرف على ذلك منذ صغره ، اسمع إليه يقول : ( ربّما أردت البكور في الحديث ، فتأخذ أمّي بثوبي وتقول : حتّى يؤذّن المؤذّن)(3)، أي أذان الفجر ، فكان من حرصه يريد الخروج قبل الفجر إلى حلْقة المحدّث ليكون قريباً منه فيستطيع السّماع بوضوح ، ولكنّها كانت تتابعه فتمنعه من الخروج حتّى يؤذّن الفجر ، إذ حينها يكثر خروج النّاس للصّلاة فتأمن عليه وهو صغير في الذّهاب بمفرده للتّعلّم ، ونلاحظ هنا ملاحظتين : أولاهما : أنّها كانت تشرف مباشرةً على تربية ولدها ، لم تتركه لغيرها من أقاربه فضلاً عن أن تتركه لخادمةٍ كافرةٍ أو فاسقةٍ لاهية ، كما تفعل بعض أمّهات هذا الزّمان. ¶ والثّانية : أنّ خوفها ومحبّتها الفطريّة لولدها لم تجعل منها عائقاً له من العلم والارتقاء ، وإنّما استطاعت الموازنة بينهما ، وبعض الصّالحين في هذه الأيّام للأسف الشّديد من الآباء فضلاً عن الأمّهات يتملّكه الخوف على أولاده ويعاملهم بحنانٍ زائدٍ حتّى يُفضي بهم ذلك إلى الميوعة والرّكود ، مع كونهم على درجة من الصّلاح ، ولكن ما يجدي أن يكون صالحاً خاملاً ؟ أليس حريٌ بالصّالحين أن يربّوا أبناءهم على الطّموح والجدّ منذ صغرهم ؟ . ¶ __________ ¶ (1) السّير 11 / 179 . ¶ (2) السّير 11 / 179 . ¶ (3) السّير 11 / 306 .",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "ومن العجب العجاب أنّ البعض لا يأمن على ولده حتّى عندما يشبّ أن يتصرّف بمفرده فهو مع السّائق غادياً ورائحاً ، ويقيّده من الخروج والسّفر في طلب علمٍ أو جهادٍ أو غير ذلك من معالي الأمور ، لا لشيءٍ إلاّ خوفه عليه من أن يُخدش أو يلقى مشقّة ، ولا مبرّر لذلك كلّه ، لأنّ المشقّة تصنع الرّجال . ¶ ومن عجيب ما يُروى من حال هذه المرأة : أنّها حثّته على الرّحلة في طلب الحديث ولم يجاوز السّادسة عشرة سنة بعد ، وكانت في صغره تبعث به إلى الكتّاب ، ولاشكّ أنّه رافق هذه العناية في تعليمه عنايةٌ في سائر شؤونه حتّى نشأ ابنها سليماً من الأمراض النّفسيّة ، ومن أثر العوائق الاجتماعيّة الّتي كان يمكن أن تؤثّر على طفلٍ مثله نشأ يتيماً في حجر أمّه، الّتي كفلته ولم تتزوّج بعد أبيه رعايةً له ، فحقٌ أن تشارك ولدها في كلّ أجر يناله على تعليمه ، لأنّها بذلت في ذلك مالها ووقتها وجهدها رحمها الله . ¶ ونحن إذ نركّز على إبراز دور أمّ الإمام أحمد إنّما نضع أمام أعيننا نموذجاً للمرأة الّتي تخاف الله في ذرّيّتها ، وأن يكون ذلك حافزاً لنا على إيجاد المحضن التّربوي الّذي يكفل لنا ظهور مثل الإمام أحمد رحمه الله تعالى ، أمّا كيف يكون ذلك فهذا له موضع آخر لا تحتمله هذه المقدّمة(1). ¶ - - - - - ¶ شغله وكلفه بطلب العلم ¶ كان يقول : ( أخذنا هذا العلم بالذّلّ فلا ندفعه إلاّ بالذّل )(2)، والذّلّ في كلّ شيءٍ مذمومٌ إلاّ في طلب العلم ، وليس هو ذلاً في الحقيقة بل هو عزّ ، ولما فيه من سؤال الغير عدّوه ذلاًّ فهو الذّلّ الوحيد الّذي يرفع صاحبه ويكون عاقبة أمره إلى عزٍ ورفعة . ¶ __________ ¶ (1) هناك العديد من الكتابات الّتي تناقش هذه القضيّة وكثير منها منثور في المجلاّت والصّحف ، وهناك كتب عنيت بتربية النّشأ ، أذكر منها على سبيل المثال : تربية الأولاد في الإسلام للدّكتور عبدالله ناصح علوان ، ومثله للدّكتور الطّويرقي . ¶ (2) السّير 11 / 231 .",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وكان من شأن العلماء في السّابق التّعزّز على طلبة العلم في بذله لا لكِبْر وإنّما ليشعر الطّالب بقيمة هذا العلم فيحفظه ، ومن جهة أخرى حتّى يميّز الشّيخ من هو حريصٌ على العلم والصّبر في تحصيله ممّن يريد به عزّاً بين النّاس ومكانة ، فإنّ الصّادق في طلب العلم لا يأنف من ترفّع العالم عليه وتعزّزه في ذلك ، وأمّا من يريد به دنيا فلا يستطيع ، فهو إذن نوعٌ من التّصفية . ¶ وهذا الأسلوب من علماء السّلف ينتهجه بعض أهل العلم ـ وليس كلّهم ـ في وقتنا هذا ، فتجدهم يسيئون معاملة الطلاّب، ولا يسمح أحدهم بدرس لطلاّب العلم ويقسو عليهم في الدّرس إن درّس ، وهو يظنّ أنّه بذلك ينتهج منهج السّلف ، ولكنّه في الحقيقة مخطىء ، لأنّ السّلف كانوا يفعلون هذا في وقتٍ كان في طلاّب العلم والمقبلين عليه كثرة ، فكان يطيب لهم هذا التّعامل ليميز الله الخبيث من الطّيّب ، ولا أدلّ على ذلك أنّ الإمام أحمد مثلاً كان يجلس إليه في حلقته زهاء خمسة آلاف شخص ، هذا في درس تحديث(1)فهبني اليوم درساً راتباً لعالم يحضره خمس هذا العدد بل عشره . ¶ وعليه فالمطلوب من أهل العلم ـ وهم أعلم بذلك ـ الإقبال على طلاّب العلم واحتضانهم وتشجيعهم والإنفاق عليهم والصّبر على سوء أدبهم إن أساءوا ، إذ هم في عصر اختلطت فيه الفتن وتشابكت ، فكون الشّاب ينصرف عن هذه الدّنيا الّتي جمّلها أهلها وزيّنها ليطلب العلم فهو خيرٌ عظيمٌ إذ سلّم نفسه لأهل العلم ليصوغوه ويوجّهوه ، فإن وجد من يصدّه فالذّنب على من صدّه . ¶ __________ ¶ (1) ودرس التّحديث من الدّروس الّتي لا يحتملها طلاّب العلم فكيف بغيرهم ـ لما فيها من الجدّيّة والوقار والسّكينة ، أضف إلى ذلك خلوّها من الدّعابة والضّحك الّتي يتجمهر الآن عامّة النّاس على بعض المحاضرين من أجلها .",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وليعلم الموجّه أنّ هؤلاء الفتية من الطّلبة لم ينشئوا في بيئات أهل العلم والدّعوة حتّى يستفزّه أدنى إساءةٍ من أحدهم ، بل كثيرٌ منهم حديث عهد بتوبة ، فمداراتهم والصّبر عليهم فيه أجرٌ جزيل . ¶ - - - - - ¶ زواجه ¶ لاشكّ أنّ النكاح هو سنّته - صلى الله عليه وسلم - ، وأنّ النّكاح للمستطيع مستحب ، لكن لابدّ من الإشارة إلى أنّ النّكاح وغيره من الأعمال الدنيوية والأخرويّة ، قد تتزاحم ، وأنّ النّاس تتفاوت هممهم وقدراتهم في الحياة ، من أجل ذلك فإنّ بعض العلماء ترك النّكاح وبعضهم أجّله ، فممّن ترك النّكاح شيخ الإسلام ابن تيميّة رحمه الله تعالى فقد مات ولم يتزوّج لانشغاله بالعلم والدّعوة ، وممّن أجّله لحين شعر أنّه لم يعد يعوقه عن ما هو أهم : إمامنا ابن حنبل فقد ثبت عنه قوله : ( تزوّجت وأنا ابن أربعين سنة )(1)، وليس فيما ذكرنا ما يُنكر ، وليس فيه معارضة لحثّه - صلى الله عليه وسلم - على النّكاح ، وإنكاره على من تركه ، لأنّ إنكاره ذاك كان على من ترك النّكاح ظنّاً منه أنّه يعارض العبادة والخوف من الله والتّقوى ، ففيه مشابهةٌ للنّصارى ، وفيه تنزّه عمّا فعله النّبيّ - صلى الله عليه وسلم - فلهذا غضب وأنكر عليهم ، وأمّا من تركه لشغله عنه أو لمعرفته أنّ النّكاح يعيقه عمّا هو أهم فليس في ذلك محذور ، ومن النّاس من رزقه الله من المال والقوّة النّفسيّة ما يجعله يتحمّل مؤنة النّكاح ولا يشغله ذلك كثيراً عن العلم والدّعوة ، ومنهم من لم يرزقه الله ذلك ، فنكاحه سيأخذ من وقته في طلب الرّزق ورعاية الزّوجة والأبناء شيئاً كثيراً يضنّ به في غير علم أو دعوة ، فلذلك يترك النّكاح أو يؤجّله لحين يقدّر الله تعالى ذلك . ¶ - - - - - ¶ إخلاصه ¶ __________ ¶ (1) السّير 11 / 185 .",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "الإخلاص من أعمال القلوب الّتي لا يطّلع على حقيقتها إلاّ الله ، لكنّ ما في القلب يظهره الله على الجوارح واللّسان ، وقد ظهر من هذا الإمام قرائنُ وأماراتُ الإخلاص ، ولن أذكر هنا قصص إخلاصه وإنّما أريد الإشارة إلى أنّ الإخلاص وغيره من أعمال القلوب يُستحبّ للعبد إخفاؤها والحرص على ذلك ، وهذا دأب الأئمّة ومنهم الإمام أحمد ، قال المرّوذي تلميذه : ( رأيت أبا عبدالله إذا كان في البيت عامّة جلوسه متربّعاً خاشعاً ، فإذا كان برّا لم يتبيّن منه شدّة خشوع )(1). ¶ وقال أبو حاتم الرّازي : ( كان أحمد إذا رأيته تعلم أنّه لا يظهر النّسك ، رأيت عليه نعلاً لا يشبه نعال القرّاء ، .. أي لم يكن بزيّ القرّاء )(2)، بمعنى أنّه كان يخفي قدره في العلم والدّيانة ، ولا يفعل كما نفعل نحن ، ما إن يحسّ الواحد منّا بشيءٍ من الإيمان في قلبه والعلم في فؤاده حتّى يضع على بدنه من الثّياب والطّيب ما ينفق على أسرةٍ سنةً كاملة ، ثمّ خرج يختال في مشيته مزهوّاً بنفسه محتقراً لغيره وكأنّ الله حاز له العلوم بين جنبيه ، ولو أنّ شخصاً ناداه باسمه مجرّداً من المشيخة لعدّها من سوء أدب هذا المنادي ، وعدم تقديره لأهل العلم ، وهذا من أمراض العصر سببها غياب التّربية الحقيقيّة ، وعدم التّأدّب بأدب العلماء الصّالحين المتواضعين . ¶ __________ ¶ (1) السّير 11 / 185 . ¶ (2) السّير 11 / 207 .",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "قال المرّوذي : ( ذُكر لأحمد رجلٌ يريد لقاءه فقال : أليس قد كره بعضهم اللّقاء ، يتزيّن لي وأتزيّن له )(1)، ومراده رحمه الله بالتّزيّن : لقاءات الشّهرة وإظهار الفتوّة ، وكثيرٌ من مجالسنا للأسف هي من ذلك النّوع الّذي كرهه أبو عبدالله ، يلتقي طلاّب العلم ـ إلاّ من رحم الله ـ يتزيّن كلّ واحدٍ منهم للآخر فيظهر ما يحسن من العلم لا رغبةً في الفائدة وإنّما هو استعراضٌ للعلم فقط ، بل يخرج بنا الحال أحياناً إلى التّكلّف وإظهار خلاف ما نبطن ، نسأل الله أن يهبنا الإخلاص والصّدق في معاملته . ¶ أدبه و عقله ¶ قال أبو عبدالله البوشنجي : ( ما رأيت أجمع في كلّ شيءٍ من أحمد بن حنبل ، ولا أعقل منه )(2). ¶ وقال أحدهم : ( اختلفت إلى أبي عبدالله ثنتي عشرة سنة وهو يقرأ المسند على أولاده فما كتبت عنه حديثاً واحداً ، إنّما كنت أنظر إلى هديه وأخلاقه )(3). ¶ ومن جميل أدبه حتّى في وقت شدّته ، أنّه لمّا أُحضر في مجلس المعتصم للمناظرة لم يتكلّم حتّى قال : ( أتأذن لي في الكلام )(4) ففيه أنّ الشدّة لم تنسه الأدب في الحديث ، وأنّه لابدّ من استئذان صاحب المجلس لمن أراد أن يتكلّم ، كما أنّ فيه توقير السّلطان والأدب في كلامه ، مع أنّه رحمه الله من أشدّ النّاس مباعدةً له ومباينةً لطريقته المُحدثة ، ولم يتّخذ ذلك حجّةً وذريعةً لإسقاط هيبته في أعين النّاس والكلام فيه بغير ضابط أمام العامّة والخاصّة . ¶ ولم يكن في مجلس السّلطان ضعيفاً مع ما كان فيه من الشّدّة ، بل حكى عن نفسه أنّه كان إذا جادلهم يعلو صوته على أصواتهم(5) ، نعم أنطقه الحقّ ورفع صوته . ¶ __________ ¶ (1) السّير 11 / 216 . ¶ (2) السّير 11 / 199 . ¶ (3) السّير 11 / 316 . ¶ (4) السّير 11 / 244 . ¶ (5) السّير 11 / 250 .",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "ومن عقله رحمه الله تعالى تقديره للنّاس وعدم اتّخاذ منكراتهم حجّةً في الإساءة إليهم في بيوتهم أو تخريب ممتلكاتهم ، قال المروزي : ( قلت لأبي عبدالله : الرّجل يُدعى فيرى ستراً عليه تصاوير ؟ قال : لا ينظر إليه ، قلت : قد نظرت إليه كيف اصنع ؟ أهتكه ؟ قال : تخرق شيءَ النّاس ؟! ولكن إن أمكنك خلعَه خلعته)(1). ¶ ومن عجيب ذلك ما رواه محمّد بن يحيى الكسائي قال : دخلت على خلف بن هشام البزّار(2) وقد خرج من عنده أحمد بن حنبل و زهير بن حرب أبو خيثمة ويحيى بن معين ، فقال لي : من رأيته خرج من عندي ؟ قلت : فلانٌ وفلانٌ وفلانٌ ، فقال : إنّه كان قدّامي قنّينةٌ فيها نبيذ فلمّا رأتهم الجارية جاءت تشيلها(3) فقلت : لم هذا ؟ فقالت : يا مولاي جاء هؤلاء الصّالحون فيرون هذا عندك ؟ فقلت : أضيفي إليها أخرى ، يرى الله عز وجل شيئاً فأكتمه عن النّاس ؟ وأردت أن أنظر إلى عقل هذا الفتى ـ يعني أحمد بن حنبل ـ فحوّل ظهره إليها ، وأقبل عليّ يسألني عمّا يريده ، فقلت له لمّا أراد الانصراف : أيّ شيء تقول في هذا يا أبا عبدالله؟فقال : ليس ذاك إليّ ، ذاك إليك ، فقلت : كيف ؟ قال : قال النّبيّ - صلى الله عليه وسلم - : ( كلّكم راع وكلّكم مسؤول عن رعيّته )(4)، والرّجل راعٍ في منزله ومسؤولٌ عمّا فيه ، وليس للخارج أن يغيّر على الدّاخل شيئاً ، فلمّا خرج سكبتُ خابيتين ، وعاهدت الله على أن لا أذوقه حتّى أُعرض على الله )(5) ¶ __________ ¶ (1) الآداب الشّرعيّة لابن مفلح 1 / 198و308 . ¶ (2) أبو محمّد المقرىء ، قال عنه ابن معين : الثّقة الصّدوق ، وقال الدّارقطني : كان عابداً فاضلاً ، طبقات الحنابلة 1 / 154 . ¶ (3) فصيحة ، من شال الحجر وشال به وشاوله بمعنى : رفعه ، انظر القاموس المحيط 3 / 591 . ¶ (4) أخرجه البخاري في الجمعة باب الجمعة في المدن والقرى ح893 ومسلم في الإمارة باب فضيلة الإمام العادل ح1829 عن عبدالله بن عمر رضي الله عنه . ¶ (5) طبقات الحنابلة 1 / 153ـ154 .",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وفيها فوائد : ¶ أوّلها : أسلوب الإنكار على أهل البيت ، وثانيها : غضّ الطّرف وعدم إظهار اكتشاف المنكر ، وثالثها : أسلوب الإنكار فيما فيه خلافٌ ولو كان الخلاف ضعيفاً . ¶ فهذا النّبيذ الّذي كان يشربه خلف متأوّلاً هو ممّا أباحه أهل الكوفة ، مع أنّ النّبيّ - صلى الله عليه وسلم - ثبت عنه أنّ ( ما أسكر كثيره فقليله حرام )(1)، ولكنّهم يتأوّلون ، ومع هذا كان أحمد عاقلاً في تعامله مع خلف حتّى إنّه تأثّراً بذلك تاب من شرب النّبيذ . ¶ وقال الدّوري : إنّهم ذكروا خلف البزّار عند أحمد ، فقالوا : يا أبا عبدالله ، إنّه يشرب ؟ قال : قد انتهى إلينا علم هذا عنه ، ولكن هو والله الثّقة الأمين شرب أو لم يشرب )(2). ¶ وهذا أيضاً أدبٌ ينقصنا بشدّة ، فالّذي نراه أنّنا ننتقص كثيراً من العلماء بسبب عملهم برأيٍ ما ، ممّا فيه خلاف لا يصحّ في وجه النّصوص ، ومثاله حلق اللّحية أو تخفيفها ، فقد ربّينا أنفسنا بطريقةٍ عجيبةٍ على تنقّص من يحلق لحيته واطّراحه ، ولو اتّصف بصفات العلماء لكنّه زلّ في إباحته حلقها ، ولا نأبه لرأيه ولا لقوله ، والّذي نعرفه من أنفسنا الآن أنّا رأينا بعض الّذين يحلقون لحاهم من أهل العلم أو يخفّفونها جدّاً ، رأينا بعضهم في مستوياتٍ رفيعةٍ من التّقوى والعلم والفِقه ، كما يوجد ممّن يعفون لحاهم من هو في وادٍ والعلم والتّقوى والأمانة في وادٍ ليس من الأوّل بقريب . ¶ __________ ¶ (1) أخرجه أحمد3 / 343 وأبوداود في الأشربة باب النّهي عن المسكر ح3681 والتّرمذي في الأشربة باب ما جاء ما أسكر كثيره فقليله حرام وابن ماجة في الأشربة باب ما أسكر كثيره فقليله حرامح3393 وغيرهم عن جابر بن عبدالله رضي الله عنهما وفي الباب عن عائشة رضي الله عنها أخرجه أحمد6 / 72و131 وأبوداود ح3687 والتّرمذي 1866 وغيرهم . ¶ (2) طبقات الحنابلة 1 / 154 .",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وأنا هنا لا أقلّل من أهمّيّة هذه السّنّة ووجوبها ، كيف وهي سنّته - صلى الله عليه وسلم - وأمر بها في أكثر من نص وجعلها من شعار المسلم الّذي يتميّز به عن الكافر ، هذا لا مماراة فيه . ¶ لكن من جهةٍ أخرى يجب أن نعرف لأهل العلم مقدارهم وإن زلّ أحدهم في جانب ، ولا نجعل ذلك ذريعةً لعزله والابتعاد عنه حتّى يحوطه أهل البدع فيجنّدوه للطّعن في السّنّة وأهلها الّذين هم في عينه أولئك الّذين يجرحونه وينتقصونه لا لسببٍ سوى أنّه لم يك كاملاً ، فقل لي بالله من ذا الّذي كملت شمائله ؟ ¶ ونحن نتعلّم من ابي عبدالله تعديله لخلف البزّار مع ما بلغه عنه من شربه النّبيذ ومجاهرته به أمامه ومع ذلك أقسم بأنّه ثقةٌ أمين ، وتغاضى عن هذا النّقص في جانب الكمالات الأخرى الّتي يتمتّع بها الرّجل . ¶ وطالب العلم لا يحرم نفسه من الفائدة لنقصٍ يراه في شيخ متضلّع من علمٍ ما ، بل يأخذ عنه الخير ويعذره فيما زلّ فيه والله يدرأ بالحسنة السّيّئة. ¶ - - - - - ¶ قوّته في الحق ووقوفه في وجه أهل البدع",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "إنّما حصل له ذلك لقيامه بشريعة الإنكار والتّغيير للمنكر ، ولاشكّ أنّ من أشدّ المنكرات ، المنكرات الفكريّة ، أعني الإسقاطات العلميّة الّتي يلجأ إليها أهل البدع ، وهو نوعٌ من التّحريف ، الّذي يسمّونه تأويلاً ، وهو اعتداءٌ صارخٌ على مرجعيّة الكتاب والسّنّة ، ولهذا لم يكن الإمام رحمه الله تعالى يسكت عن قمع التّعدّيات على السّنّة ، فكان ينكرها ويأمر بهجْرِ أصحابها ويتحمّل في سبيل ذلك الأذى ، وقد كان في عصره من هو في العلم على قدرٍ كبيرٍ ربّما يقاربه ولكن لم يكن لديه الجرأة والاحتساب الّذين كانا للإمام رحمه الله ، ولذلك لمّا قيل لبشر الحافي(1):(لو أنّك خرجت فقلت : إنّي على قول أحمد ، قال : تريدون أن أقوم مقام الأنبياء )(2)، هذه هي ، لقد قام الإمام رحمه الله تعالى مقام الأنبياء ، ولهذا استحقّ قول قتيبة(3) : ( إذا رأيت رجلاً يحبّ أحمد فاعلم أنّه صاحب سنّة)(4)وقوله : ( لولا أحمد لأحدثوا في الدّين )(5)، وقيل لأبي مسهر الغسّاني(6): تعرف من يحفظ على الأمّة أمر دينها ؟ قال : شاب في ناحية المشرق يعني : أحمد )(7) ¶ __________ ¶ (1) بشر بن الحارث بن عبدالرّحمن بن عطاء ، الإمام العالم المحدّث الزّاهد ، شيخ الإسلام أبو نصر المروزيقال الذّهبي : كان رأساً في الورع والإخلاص توفّي سنة 227هـ ، سير أعلام النّبلاء 10 / 469 . ¶ (2) السّير 11 / 197 . ¶ (3) شيخ الإسلام وراويته المحدّث الإمام الثّقة قتيبة بن سعيد بن جميل بن طريف الثّقفي مولاهم البلخي البغلاني أبو رجاء ، توفّي سنة 240هـ ، سير أعلام النّبلاء 11 / 13. ¶ (4) السّير 11 / 195 . ¶ (5) السّير 11 / 195 . ¶ (6) عبدالأعلى بن مسهر بن عبدالأعلى بن مسهر الإمام الدّمشقيّ الفقيه شيخ الشّام ، امتحنه المأمون وحمله على القول بخلق القرآن فلم يجب إلاّ تحت بارقة السّيف ، وقيل لم يجبه أبداً ، توفّي رحمه الله تعالى سنة 218هـ مسجوناً . سير أعلام النّبلاء 10 / 228 . ¶ (7) السّير 11 / 195 .",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "، وقال إسحاق بن راهوية (1): ( لولا أحمد وبذل نفسه لذهب الإسلام )(2) ، وقال عليّ بن المديني(3): ( أعزّ الله الدّين بالصّدّيق يوم الرّدّة ، وبأحمد يوم المحنة )(4). ¶ وقال ابن معين (5): ( أرادوا أن أكون مثل أحمد ، والله لا أكون مثله أبداً )(6). ¶ __________ ¶ (1) أبويعقوب ابن إبراهيم بن مخلد بن إبراهيم التّميمي الحنظلي المروزي ، الإمام الحافظ شيخ المشرق أمير المؤمنين في الحديث ، توفّي سنة 238 هـ ، السّير 11 / 358 . ¶ (2) السّير 11 / 196 . ¶ (3) الشّيخ الإمام الحجّة أمير المؤمنين في الحديث أبو الحسن عليّ بن عبدالله بن جعفر بن نجيح السّعدي البصري ، قال أبو حاتم الرّازي : كان ابن المديني علماً في النّاس في معرفة الحديث والعلل ، وكان أحمد بن حنبل لا يسمّيه ، إنّما يكنيه تبجيلاً له ، ما سمعت أحمد سمّاه قط ، انظر سير أعلام النّبلاء 11 / 41 . ¶ (4) السّير 11 / 196 . ¶ (5) الإمام الحافظ الجهبذ شيخ المحدّثين أبو زكريّا يحيى بن معين ابن عون بن زياد بن بسطام ، إليه النتهى في الجرح والتّعديا والعلل ، قال عنه أحمد : ها هنا رجل خلقه الله لهذا الشّأن ، يظهر كذب الكذّابين ، كلّ حديث لا يعرفه يحيى بن معين فليس بحديث ، انظر سير أعلام النّبلاء 11 / 71 . ¶ (6) السّير 11 / 197 .",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وبطبيعة الحال فإنّ هؤلاء الّذين قالوا ما قالوا : لم يكن ينقصهم العلم ولا التّقوى ليقوموا مقام أحمد ، لكن كما قلنا لم يكن لهم من القوّة والصّرامة والتّمسّك العقدي ما كان لأحمد رحمه الله تعالى كما قال أبو خيثمة (1): ( ما رأيت مثل أحمد ولا أشدّ منه قلباً )(2) ، بل قال صاحب شرطة المأمون : ( ما رأيت أحداً لم يداخل السّلطان ولا خالط الملوك كان أثبت قلباً من أحمد يومئذ ، ما نحن في عينيه إلاّ كأمثال الذّباب )(3)ومع ذلك لم يكن جبّاراً لايحسّ بألم ولا يبالي بوجع ، بل يحكي هو عن نفسه أنّه قال أيّام المحنة : ( إنّما أخاف فتنة السّوط )(4)، لكنّه يفعل ذلك احتساباً لوجه الله وتحمّلاً للأذى في سبيل الدّعوة فهو حقّاً مقام الأنبياء عليهم السّلام . ¶ __________ ¶ (1) زهير بن حرب بن شدّاد النّسائي البغدادي الحافظ الحجّة ، أحد أعلام الحديث وثّقه الأئمّة ، سير أعلام النّبلاء 11 / 489 . ¶ (2) السّير 11 / 197 . ¶ (3) السّير 11 / 240 . ¶ (4) السّير 11 / 240 .",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "ومن وجهٍ آخر فهو لم يتّخذ ما يعلمه من النّصوص حجّةً له في التّخاذل والقعود عن نصرة الدّين ، كان يمكنه الاتّكاء على نصوص الاستطاعة والتّقية كما نتّكىء نحن في هذا العصر ونتّخذ من تلك النّصوص ذريعةً في تركنا ما لابدّ لنا من الإنكار والتّوجيه ، قال البوشنجي : ( جعلوا يذاكرون أبا عبدالله بالرّقّة في التّقيّة وما رُوي فيها (1) فقال : كيف تصنعون بحديث خبّاب \" إنّ من كان قبلكم كان يُنشر أحدهم بالمنشار لا يصدّه ذلك عن دينه \" فأيسنا منه )(2) ، وكان حجّته في هذا قوله : ( إذا سكتّ أنت وسكتّ أنا متى يعرف الجاهل الصّحيح من السّقيم ) ، وصدق رحمه الله ، فإذا سكت كلّ طالب علمٍ بحجّة التّقيّة وعدم الاستطاعة فمتى يُعرف الحق ؟ ثمّ اين نذهب بنصوص التّضحية والجهاد وبذل النّفس والعرض والمال في سبيل الله ، فليس المقصود من ذلك فقط في ساحة المعركة ، بل في أيّ وقت وزمان ومكان يكون فيه الصّدع بالحقّ ثمنه نفس الصّادع أو ماله . ¶ فالتّقيّة إن صلحت لعامّة النّاس ، لم تصلح للعلماء ، وإن صلحت في موقف لم تصلح في آخر يكون في السّكوت مزلّة للأمّة وغشٌّ لها . ¶ - - - - - ¶ رقّة طبعه وشفقته ¶ لم يكن رحمه الله جبّاراً قاسياً ، بل كان له طبعٌ رقيق ، ونفسٌ شفّافة ، حتّى في معاملة أعدائه ، لم يكن تمسّكه بالسّنّة وغيرته عليها يعميه عن أصله الإنساني الإيماني ، فإنّ المؤمن رحمةٌ لكلّ النّاس ، ولا يأخذ البريء بذنب الجاني . ¶ __________ ¶ (1) يعني يحاولون إقناعه في اتّقاء شرّ المأمون بإعطائه ما يريد من القول بخلق القرآن . ¶ (2) السّير 11 / 239 والحديث أخرجه البخاري في كتاب الإكراه ح6943 .",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وهذا أقوله لأنّي أجد من بعض المتسنّنة غلوّاً في معاملة المخالف ، ويستحلّ بعضهم إيذاء المبتدع بأيّ نوعٍ من أنواع الأذى ، ولهؤلاء نقول : رويدكم ، فإنّ المخالف أوّلاً إنسانٌ له كرامة الآدميّة ، فيجب أن يكون تعاملنا معه من منظار الشّفقة ، ثمّ بعد ذلك لا يغيب عن أذهاننا أنّ أذانا له يجب أن لا يكون على حساب آدميّته وحقوقه الإنسانيّة ، ولا يُتعدّى كذلك على خصوصيّاته من مالٍ أو عرضٍ إلاّ ما يكون حكماً شرعيّاً قضائيّاً ، فهذا أمرٌ آخر . ¶ قال المرّوذي (1): ( سألت أبا عبدالله عن قومٍ من أهل البدع يُتعرّضون ويُكفّرون ؟ قال : لا تتعرّضوا لهم ، قلت : وأيّ شيء تكره أن يُحبسوا ؟ قال : لهم والداتٌ وأخوات )(2)، أرأيت العالم الّذي ينظر بعين الشّفقة لا الانتقام ؟ وذلك أمرٌ له في السّنّة أصل أصيل ، فقد همّ النّبيّ - صلى الله عليه وسلم - أن يحرّق على المتخلّفين عن صلاة الجماعة بيوتهم ، وبغضّ النّظر عن كونهم من المنافقين أولا فإنّه امتنع من ذلك فما السّبب ؟ قال - صلى الله عليه وسلم - : ( لولا ما في البيوت من النّساء والذّرّيّة )(3). ¶ __________ ¶ (1) الإمام القدوة الفقيه المحدّث أبو بكر أحمد بن محمّد بن الحجّاج المرّوذي بتشديد الرّاء وكسر الذّال ، نِسبة إلى مرْو الرّوذي ، وأمّا النّسبة إلى مرو فهي المرْوَزي ، صاحب الإمام أحمد بل من أجلّ أصحابه سير أعلام النّبلاء 13 / 173 . ¶ (2) الآداب الشّرعيّة لابن مفلح 1 / 257 . ¶ (3) أخرجه أحمد 2 / 367 وأصله في البخاري ح644 ومسلم ح651 وغيرهما دون ذكر سبب ترك تحريق البيوت .",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "وروى المرّوذي للإمام ما ذكره أبو بكر بن خلاّد قال : ( كنت عند ابن عيينة(1) قاعداً فجاء الفضيل(2) فقال : لا تجالسوه ـ يعني ابن عيينة ـ تحبس رجلاًفي السّجن ؟ ما يؤمّنك أن يقع السّجن عليه ، قم فأخْرِجه ) فعجب أبو عبدالله وجعل يستحسنه(3). ¶ ونحن في كلامنا على أهل البدع لابدّ من الحرص على مشاعر النّاس وعدم جرحها ، فلا نقدح في مخالفٍ أمام قريبٍ له مالم تكن حاجةٌ ملحّة تمنع التّأخير ، وبعضنا يستغلّ وقوع شخصٍ ما في مخالفةٍ للطّعن فيه وفي ابنائه بل وأقاربه ، وهذا خلاف الأدب ، بل ومدعاةٌ لتعصّب أقارب المذكور له وزيادةٌ في نشر البدعة وتنفير النّاس من السّنّة وأهلها . ¶ __________ ¶ (1) سفيان بن عيينة بن أبي عمران الهلالي الكوفيّ ثمّ المكّي أبو محمّد ، الإمام الجهبذ شيخ الإسلام حافظ عصره ، قال الشّافعي : لولا مالك وسفيان لذهب علم الحجاز ، سير أعلام النّبلاء 8 / 454 . ¶ (2) الفضيل بن عياض بن مسعود بن بشر الإمام القدوة الثّبت أبو عليّ التّميمي الخراساني الملقّب بعابد الحرمين ، قال ابن المبارك : ما بقي على الأرض عندي أفضل من الفضيل بن عياض ، سير أعلام النّبلاء 8 / 421 . ¶ (3) الآداب الشّرعيّة 1 / 257 .",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "ذكر الشّيخ أبو محمّد رزق الله بن عبدالوهّاب التّميمي في مقدّمته عن أصول الإمام أحمد وعقيدته قال : ( سأله رجل يوماً عن وهب بن وهب القاضي(1) فقال : كان كذّاباً يضع الحديث ، فقال له السّائل : إنّي من ولده ، فقال : أنا أعتذر إليك ، وأستغفر الله ، والله لا أقولها بعد هذا ، كلّ ذلك تحرّجاً وحفظاً للسانه رضي الله عنه )(2)، مع أنّ كلامه كان ديانةً وذبّاً عن السّنّة ، ولكنّ ذلك لم يجعله يستطيل فيجرح مشاعر الآخرين ممّن لا ذنب لهم ، وهذا أيضاً له اصلٌ في السّنّة ، فعن المغيرة بن شعبة رضي الله عنه قال : قال رسول الله - صلى الله عليه وسلم - : ( لا تسبوا الأموات فتؤذوا الأحياء )(3)، و لاشكّ أنّ هذا أدبٌ نبويٌ رفيع كمُل به أبو عبدالله رحمه الله ، وزيّننا بشيءٍ من زينته وأدبه . ¶ - - - - - ¶ حلمه وصبره على النّاس ¶ قال المرّوذي : ( كان أبو عبدالله لا يجهل ، وإذا جُهل عليه حلُم واحتمل ويقول : يكفي الله ، ولم يكن بالحقود ولا العجول ... وكان يحتمل الأذى من الجيران )(4). ¶ ومن تسامحه أنّه جعل كلّ من شارك في محنته وآذاه في حلٍ من ذنبه إلاّ أهل البدع المصرّين على بدعتهم ، وكان يقول : ( وما على رجلٍ أن لا يعذّب الله بسببه أحداً )(5). ¶ __________ ¶ (1) قاضي القضاة وهب بن وهب بن كثير بن عبدالله بن زمعة القرشي الأسدي المدني ، من نبلاء الرّجال إلاّ أنّه متروك الحديث ، قال أحمد وابن معين : يضع الحديث ، توفّي سنة 200هـ سير أعلام النّبلاء 9 / 374 ظ. ¶ (2) ملحق بطبقات الحنابلة 2 / 289 . ¶ (3) أخرجه التّرمذي في البرّ والصّلة باب ما جاء في الشّتم ح1982 ، وفي الباب عن عائشة في البخاري وغيره دون ذكر أذى الأحياء ، بل فيه : ( لا تسبّوا الأموات فإنّهم قد أفضوا إلى ما قدّموا ) أخرجه في الجنائز باب ما يُنهى من سبّ الأموات ح1393 . ¶ (4) السّير 11 / 220ـ221 . ¶ (5) السّير 11 / 257 .",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "وكان يقول : ( كلّ من ذكرني ففي حل إلاّ مبتدعاً ، وقد جعلت المعتصم في حل )(1). ¶ وأجلّ من ذلك أنّ المتوكّل لمّا رفع المحنة عن النّاس استشاره في أمر ابن أبي دواد(2) وفي ماله ، فلم يتعرّض له الإمام أحمد وكان لا يجيب في شأن رأس الجهميّة بشيء بل يسكت وكفاه الله بالمتوكّل .(3) ¶ تواضعه ¶ لم يكن رحمه الله تعالى يفخر بحسبه ، قال له بعض أصحابه يوماً : (يا أبا عبدالله ، بلغني أنّك من العرب ، فقال : نحن قوم مساكين ، ولم يقل له شيئاً )(4)، وهذه رسالةٌ لبعض من ينتسب للعلم ممّن يظنّ في نفسه ومنطقته من الكمالات فوق غيره ، ولقد رأينا منهم صنوفاً من احتقار غيرهم وترفّعهم عليهم ، واحتكارهم للمؤسّسات الّتي هم فيها على أبناء منطقتهم أو لهجتهم ، فلا يرون لغيرهم فضلاً في علمٍ ولا تقوى ، وهي نعرةٌ جاهليّة ليتهم يتخلّون عنها ، فقد أصبح ذلك علامةً وسمةً نال أذاها ووِزرها بعض الصّالحين منهم نسأل الله العافية . ¶ __________ ¶ (1) السّير 11 / 261 . ¶ (2) رأس المعتزلة ومدبّر الفتنة وصاحب المحنة على أهل السّنّة أحمد بن فرج بن حريز الإيادي البصري ثمّ البغدادي ، مشهور بالكرم والأدب والفصاحة ، رُمي بالفالج ومات سنة 240هـ ، سير أعلام النّبلاء 169 . ¶ (3) السّير 11 / 276 . ¶ (4) السّير 11 / 187 .",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "كما أنّه لم يكن يحبّ الشّهرة ، يحكي عمّه أنّه دخل عليه فوجده محزوناً فقال : ( يا ابن أخي أيش(1) هذا الغم ؟ وأيش هذا الحزن ؟ فرفع رأسه وقال : يا عم ، طوبى لمن أخمل الله ذِكْره )(2)، وقال مرّة : ( لو وجدت السّبيل لخرجت حتّى لا يكون لي ذكر ، وقال : أريد أن أكون في شعبٍ بمكّة حتّى لا أُعرف ، قد بُليتُ بالشّهرة ، إنّي لأتمنّى الموت صباحاً ومساءً )(3) هذه هي الشّهرة في نظره : بلاءٌ وهمٌ أصبح بسببه يتمنّى الموت ، وعندنا هي مغنمٌ ومطلبٌ إذا حصل للواحد تمنّى الخلود لشدّة محبّته لها ، قال يحيى بن معين : ( ما رأيت مثل أحمد ، صحبناه خمسين سنة ما افتخر علينا بشيءٍ ممّا كان فيه من الخير )(4). ¶ وقال له المرّوذي : ( إنّ فلاناً قال : لم يزهد أبو عبدالله في الدّراهم وحدها ، زهد في النّاس ، فقال : ومن أنا حتّى أزهد في النّاس ؟ النّاس يريدون أن يزهدوا فيّ )(5). ¶ وقال المرّوذي : ( لم أر الفقير في مجلس أعزّ منه في مجلس أبي عبدالله وكان مائلاً إليهم... وكان إذا خرج إلى المسجد لم يتصدّر)(6). ¶ وقال له رجل : ( الحمدلله إذ رأيتك ، فقال : اقعد ، أيّ شيء ذا ؟ ومن أنا ؟ ) وقال له شخص : ( جزاك الله عن الإسلام خيراً ، فقال : بل جزى الله الإسلام عنّي خيراً ، من أنا وما أنا ؟)(7). ¶ __________ ¶ (1) مأخوذة من : أيّ شيء هذا ؟ ¶ (2) السّير 11 / 207 . ¶ (3) السّير 11 / 216 . ¶ (4) السّير 11 / 214 . ¶ (5) السّير 11 / 216 . ¶ (6) السّير 11 / 218 . ¶ (7) السّير 11 / 225 ، وهذا يقوله الإمام تواضعاً ، وأمّا نفس اللّفظة فقد قالها أبو بكر رضي الله عنه لعثمان يوم استشاره في تولية عمر ذكره ابن حبّان في ثقاته 2 / 192.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "وذكر مرّة أخلاق الورعين فقال : ( أسأل الله أن لا يمقتنا ، أين نحن من هؤلاء )(1)، وقال محمّد بن الحسن بن هارون : ( رأيت أبا عبدالله إذا مشى في الطّريق يكره أن يتبعه أحد )(2). ¶ ومن تواضعه أنّه لم يكن ينتقم لنفسه ولا يعظّمها ولا يغضب إلاّ لحدود الله ، حتّى قال عبدالله بن محمّد الورّاق : ( كنت في مجلس أحمد بن حنبل فقال : من أين أقبلتم ؟ قلنا : من مجلس أبي كريب ، فقال : اكتبوا عنه فإنّه شيخٌ صالح ، فقلنا : إنّه يطعن عليك ، قال : فأيّ شيءٍ حيلتي ؟ شيخٌ صالح قد بُلي بي )(3)، ودون هذه مفاوز ‍!. ¶ خوفه وعدم أمنه على نفسه ¶ ولم يكن يركن إلى قول النّاس فيه ومدحهم له ، بل كان ذلك يزيده خوفاً على نفسه ، قال صالح : ( كان أبي إذا دعا له رجل قال : ليس يحرز الرّجل إلاّ حفرته ، الأعمال بخواتيمها )(4) ، وقال المرّوذي : ( قلت لأبي عبدالله : ما أكثر الدّاعي لك ، قال : أخاف أن يكون هذا استدراجاً بأيّ شيء هذا ؟ )(5) ، وقال له مرّة : ( إنّي لأرجو أن يكون يُدعى لك في جميع الأمصار ، فقال : يا أبا بكر ، إذا عرف الرّجل نفسه فما ينفعه كلام النّاس )(6). ¶ وكان يأتيه الرّجل يقصّ عليه الرّؤيا الحسنة له فيقول : ( الرّؤيا تسرّ المؤمن ولا تغرّه )(7). ¶ قال المرّوذي : ( بال أبو عبدالله في مرض الموت دماً عبيطاً فأريته الطّبيب ، فقال : هذا رجل قد فتّت الغمّ و الخوف جوفه)(8). ¶ وكان يكثر من قوله : ( الأعمال بخواتيمها ويقول : وددت أنّي نجوت من هذا الأمر كفافاً لا عليّ ولا لي )(9). ¶ - - - - - ¶ تمسّكه بالسّنّة ¶ __________ ¶ (1) السّير 11 / 226 . ¶ (2) السّير 11 / 226 . ¶ (3) السّير 11 / 317 . ¶ (4) السّير 11 / 215 . ¶ (5) السّير 11 / 210 ، يعني ما االّذي فعلته حتّى يكثر النّاس الدّعاء لي ، احتقاراً منه لعمله في جنب الله ، رحمه الله تعالى . ¶ (6) السّير 11 / 211 . ¶ (7) السّير 11 / 227 . ¶ (8) السّير 11 / 227 . ¶ (9) السّير 11 / 227 .",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "كانت السّنّة في حياة الإمام أحمد قضيّةٌ لها شأن ، ليست مسوحاً يتمسّح به إن كانت لِهواه ، وإن خالفته أدار لها ظهره . ¶ وهذا أقوله لأنّ هناك مرضاً عضالاً يفتك بنا في الحقيقة ونحن لا ندري ، ولهذا لا يُبارك لنا في علمنا كثيراً ولا ننتفع به ، فنحن ـ إلاّ من رحم ربّك ـ نطير بالسّنّة عالياً ونرفع بها عقيرتنا إذا كان فيها ما يخدم مصلحتنا ، وإذا كانت أهواؤنا تسير في الاتّجاه المعاكس ، تنصّلنا من السّنّة وتأوّلنا حتّى لا نطبّقها ، ولم يكن الإمام هكذا بل السّنّة سنّةٌ في الرّخاء والشّدّة . ¶ وتمسّكه بها يظهر في ناحيتين : ¶ الأولى : حرصه على العمل بها : قال المرّوذي : ( قال لي أحمد : ما كتبت حديثاً إلاّ وقد عملت به ، حتّى مرّ بي أنّ النّبيّ - صلى الله عليه وسلم - احتجم فأعطى أبا طيبة ديناراً ، فأعطيت الحجّام ديناراً حين احتجمت )(1)، وهو يقول هذا لأنّ أجر الحجامة في وقته لا يصل ديناراً ، ولكن لأنّ النّبيّ - صلى الله عليه وسلم - أعطى الحجّام ديناراً اعطاه هو الآخر ديناراً ، فإذا عرفنا أنّ المسند وحده يحوي أربعين ألف حديثٍ فكم حديثاً عمل به أحمد وكم سنّة طبّقها ؟ ¶ الثّانية : أنّه يستعملها كانت له أو عليه ، وقد مرّ معنا أنّه لم ير الخروج على السّلطان لأنّ السّنّة خلاف ذلك مع أنّ هناك من حرّضه وعرض عليه ذلك مستغلاًّ ظروف محنته والأذى الّذي لقيه من السّلطان ، لكنّه اتّبع السّنّة في السّلطان ولو لم يتّبعها السّلطان فيه . ¶ __________ ¶ (1) السّير 11 / 213 .",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "ومن حسن تمسّكه بالسّنّة ما رواه ابن هانىء قال : ( اختفى أبو عبدالله عندي ثلاثاً ثمّ قال : اطلب لي موضعاً قلت : لا آمن عليك ، قال : افعل فإذا فعلت أفدْتُك ، فطلبت له موضعاً ، فلمّا خرج قال : اختفى رسول الله - صلى الله عليه وسلم - في الغار ثلاثة أيّام ثمّ تحوّل ، وليس ينبغي أن تُتبع سنّةُ رسول الله - صلى الله عليه وسلم - في الرّخاء وتُترك في الشّدّة )(1). ¶ عِبَرٌ من المحنة ¶ استمرّت المحنة زهاء سنتين وأربعة أشهر ، وحريٌّ بنا أن نستجلي من هذه المحنة بعض العِبر لنستفيد منها في واقعنا ، فإنّ الشّخصيّات تختلف والزّمن يتغيّر والفتن تتغاير لكنّ المنهج واحد ، والقاعدة لا تتغيّر وسنتوّقف عند عدّة نقاط : ¶ 1. ثبات المنهج : ¶ كانت دعوته رحمه الله منهجيّةً لا تتأثّر بردود الأفعال ، فقد فعل المأمون ومن بعده ما فعل من تغيير السّنّة ونشر البدعة وإعلاء أهل البدع والتّمكين لهم وقمع أهل السّنّة ، وعاش النّاس في محنةٍ عظيمة ، وفي عصر الواثق جاءه المتسرّعون فقالوا : ( إنّ هذا الأمر قد فشا وتفاقم ونحن نخافه على أكثر من هذا ، وذكروا ابن أبي دواد وأنّه على أن يأمر المعلّمين بتعليم الصّبيان في المكاتب القرآن كذا وكذا(2)، فنحن لا نرضى بإمارته ، فمنعهم من ذلك وناظرهم )(3)، أراد هؤلاء أن يتّخذوا من الفتنة حجّةً وذريعةً للخروج على السّلطان فمنعهم الإمام أحمد لأنّ الأمر واضحٌ من الشريعة : ( إلاّ أن تروا كفراً بواحاً )(4)، مع أنّ الواثق نفاه عن مدينته(5) ومنعه من التّعليم فاستجاب وأطاع ولم يكابر حتّى إنّه لم يخرج للصّلاة(6). ¶ __________ ¶ (1) مناقب الإمام أحمد لابن الجوزي ص430 . ¶ (2) أي يعلّمهم أنّ القرآن مخلوق . ¶ (3) السّير 11 / 263 . ¶ (4) أخرجه البخاري في الأحكام باب كيف يبايع الإمام النّاس ، ومسلم في الإمارةباب وجوب طاعة الأمراء في غير معصية عن عبادة رضي الله عنه . ¶ (5) السّير 11 / 264 . ¶ (6) السّير 11 / 264 .",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "بل وأشدّ من ذلك أنّه وُشي به في عهد المتوكّل أنّه يأوي علويّاً ، قال حنبل : ( فبينا نحن ذات ليلة نيام في الصّيف سمعنا الجلبة ورأينا النّيران في دار أبي عبدالله ... ثمّ فتّشوا منزل أبي عبدالله والسّرب والغرف والسّطوح وفتّشوا تابوت الكتب وفتّشوا النّساء والمنازل فلم يروا شيئاً)(1)، ما أشدّه على النّفس ، إمام المسلمين في عصره ، يُفتّش منزله وحريمه في منتصف اللّيل ؟! فهل جعل ذلك حجّةً له في ثلب السّلطان والكلام عليه على المنابر وعصيانه؟ والجواب : لا ، بل كان يدعو له سرّاً وجهراً ، ونحن في زماننا هذا يُفتّش أحدنا أو يوقف للتّحقيق يوماً فتقوم الدّنيا ولا تقعد ، ويصبح مجاهداً وبطلاً وضحّيّةً ويتّخذ من ذلك حجّةً للخروج عن هدي السّلف وإضعاف هيبة السّلطان في أعين النّاس وتجريئهم على العصيان بحجّة نصر الدّين والسّنّة وأشياء أخرى تدلّ على قصور في العلم وقلّة في الفقه ، لأنّ السّلطان أميٌن على الأمّة ، وهو سيفٌ مسلولٌ على اللّصوص وأهل الفساد والعبث والأعداء الخارجيّين ، فإضعاف صورته ومنصبه إضعاف للأمّة في الحقيقة . ¶ 2. لا تنتصر دعوةٌ بالإحباط واليأس : ¶ الّذي يقرأ أخبار الفتنة بتمعّن وتصوّر يدرك شدّتها ووطئتها على النّفوس في ذلك العصر ، بدعةٌ كفريّةٌ يُحمل النّاس عليها ، ويُقتل المخالف أو يُعذّب ، والغالبيّة العظمى من العلماء تتخلّى عن الصّدع بالحق وتلجأ إلى التّقيّة ، ويُمنع أيُّ سلفيٍ من التّدريس والإفتاء ، فكيف بالله عليك تتوقّع نفوس أهل الحقّ وخصوصاً النّاشئة ، وماذا تراه فعل الإمام أحمد ؟ . ¶ هل تخاذل وقال : هلك النّاس ؟ هل قال : إنّ النّاس أنفسهم أقوام سوء ومن أراد الحقّ عرفه ؟ هل لجأ إلى التّرخّص بالتّقيّة كما فعل غيره ؟ ¶ __________ ¶ (1) السّير 11 / 267 .",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "لم يفعل شيئاً من ذلك بل توكّل على الله وصمد للضّغوط وأعلن بالسّنّة فماذا كان ؟ سنتان وأربعة أشهر ثمّ قيّض الله للسّنّة خليفةً رفع لواءها وأعلى أهلها فانجلت الفتنة وانقشعت الغشاوة وبطل ما كان يصنع أهل البدع وما يحيكون ودارت الدّائرة عليهم وثبتت السّنّة في المسلمين إلى اليوم بحمدالله . ¶ إنّ هذا لدرسٌ لنا في كلّ فتنةٍ ومحنةٍ تواجهنا ، أن نلزم السّنّة ونتمسّك بالشّرع ، ونتدرّع بالصّبر ، والله ناصرٌ دينه . ¶ ونستفيد أيضاً : أنّ المبادرة وطرف الحبل بيد أهل الدّعوة مهما ظهر لهم أنّ الدّنيا تنكّرت لهم وأنّ الدّعوة أُجهز عليها ، أقول هذا لأنّ البعض منّا ما أن تحدث فتنةٌ وتعمّ ، أو يتبنّاها من هو أقوى منهم ، حتّى يُسقط في يديه وتصيبه الحيرة وتسودّ الدّنيا في عينيه فمنهم من يرتدّ على عقبيه ومنهم من يتخلّى عن دعوته ويلزم خاصّة نفسه ، مع أنّ الأمر لا يحتاج كلّ هذا . ¶ وللعبرة فإنّ أعداء الدّعوة من العلمانيّين وغيرهم لا يكلّون ولا يملّون من نشر أفكارهم والتّرويج لها بكلّ الوسائل ومن مختلف المواقع ، مع أنّ دعوتهم إنّما هي من سفاحٍ لا من نكاح !!، دعوةٌ غريبةٌ على المجتمع الإسلامي لا مستند لها في تاريخ الأمّة ولا مراجعها وأصولها ، ومع ذلك تجدهم يجاهدون من أجلها ليل نهار ، وأجزم أنّهم إلى الآن لم يحققوا أيّ نجاحٍ حقيقي لأنّ الدّعوة السّلفيّة في الحقيقة ترتكز إلى جوانب ترجّح كفّتها بلا جدال ، ومنها : ¶ 1. أصلها : ¶ دعوة الإسلام أصلها قديمٌ تراثي مبدؤه دعوة النّبيّ - صلى الله عليه وسلم - ، وهو المرجع الّذي يعتمد عليه المسلم في علمه وإن خالفه في الفعل وعصاه ، إلاّ أنّ ولاءه لمرجعيّة النّبيّ - صلى الله عليه وسلم - ثابتة ، وهذا يفتح رصيداً في قلوب وعقول المتلقّين للدّعوة ويرجّح كفّتها في النّهاية . ¶ 2 . الموروث الثّقافي والاجتماعي للمجتمع :",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "وهو مجموع آداب الإسلام وتعاليمه الشّرعيّة إلى جانب ما أُضيف إليه ممّا لا يخالفه ، كلّ هذه الأمور هي رصيدٌ هامٌّ للدّعوة الإسلاميّة لا يجب أن يغفلها صاحب دعوة ، بل يرتكز عليها ويجعل منها منطلقاً لإيمانه العميق بأنّ الجولة له ، وإن ظهر غير ذلك . ¶ ومن العجب أنّ العلمانيّين وأهل الحداثة انتبهوا لهذا أكثر منّا ، فركّزوا جلّ اهتمامهم في هذه المرحلة على تحطيم هذا الموروث وتهميشه وتحويله إلى نوع من العادات الّتي تحتمل التّغيير ، فهل نترك لهم المجال ؟ ¶ 3 . العلم الشّرعي : ¶ وهو حجر الزّاوية ـ كما يُقال ـ في عمليّة الدّعوة ، فنحن بحاجةٍ لطالب العلم الفقيه الّذي يعرف مداخل الشّرع ومخارجه وأصوله وفروعه ليعلّم ويجادل ويدافع ، فإنّه مهما بلغت الأمّة من الضّعف يبقى العلماء هم مرجعيّتها وهم المسؤولون أمام المجتمع عن شؤون دينهم وهم في الحقيقة الّذين يسيّرون دفّته وإن كانوا لا يشعرون . ¶ فهذه المرتكزات الثّلاث تجعل القيادة العلميّة والفكريّة (1)بيد أصحاب الدّعوة ، وتخلي أيدي العلمانيّين من كلّ سلاح ، بل تجعل حربهم عقيمة ، وتصيبهم بالإحباط النّفسي لو أنّ أهل الدّعوة يحسنون استخدامها. ¶ __________ ¶ (1) المقصود توجيه النّاس في الأمور الشّرعيّة والاجتماعيّة ، وأمّا القيادة السّياسيّة والحلّ والرّبط فقد جعلها الشّرع بيد ولاة الأمور وأوجب لهم الطّاعة في غير معصيته ، قال تعالى : { يا أيّها الّذين آمنوا أطيعوا الله وأطيعوا الرّسول وأولي الأمر منكم } .",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "إنّ اهل العلمنة والحداثة والمغتربين يحاولون استغلال الجانب النّفسي في فرض طروحاتهم ، ويعرفون جيّداً أنّ إضعاف أهل الدّعوة وإدخال الخلخلة ونزع ثقتهم في المجتمع هو أوّل مكسبٍ يجب تحقيقه تمهيداً لنشر ضلالاتهم ، ويلجؤون لتحقيق ذلك عن طريق إيهام أهل الدّعوة بقوّتهم وتضخيم صورتهم وإنجازاتهم وأنّ دعوتهم قد انتشرت في كلّ مكان ، مع أنّك لو تتبّعتهم لوجدتهم شرذمةٌ قليلون ، غير أنّ علوّ أصواتهم وخفوت أصوات أهل الحقّ كثّرهم في أعين النّاس . ¶ أضف إلى ذلك أنّهم غرباء في مجتمعاتنا لا يجدون لهم أذناً صاغية ، فلذلك تراهم يلجؤون للتّخفيف من معاناتهم إلى كيل المديح لبعضهم البعض ، ويحاولون إيجاد مجتمعاتٍ صغيرة تجمعهم بأشباههم ليبعدوا عنهم الإحساس بالغربة ، فيعقدون المؤتمرات والنّدوات ويضخّمون أنفسهم في وسائل الإعلام الّتي لهم فيها صوت مسموع ، كلّ هذا ممّا يشعرون به من مرارة الغربة والفشل الذّريع الّذي يحتوشهم من كلّ جانب . ¶ وإذا فكّرت قليلاً في أعداد الّذين يستجيبون لدواعي المعصية لوجدتهم الأقلّ بالنّسبة للصّالحين أو الّذين يغلب عليهم الصّلاح ، مع أنّ الغالبيّة العظمى من العصاة يعترف بخطئه وأنّ ما يفعله محرّم ، وهذا دليلٌ على فشل العلمانيّة لأنّ هدفها ليس وقوع المسلم في معصية فقط ، بل هدفها أنّ يعتقد المسلم حلّ هذه المعصية ، وبينهم وبين تحقيق هذا الهدف مسافات بعيدة إلاّ إذا خلت السّاحة لهم من أهل الدّعوة الحقّة . ¶ فلماذا يتكاسل أهل الدّعوة ولايقومون بواجبهم تجاه دينهم ، مع أنّ الغلبة لهم شرعاً ومنطقاً بعزّ عزيزٍ أو بذلّ ذليل .",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "إننّي أنحى باللاّئمة في ضعف الدّعوة وازدياد أعداد التّائهين على طلاّب العلم ، بل على كلّ من في يده أن يقدّم شيئاً فتكاسل ، إهداء شريط أو كتيّب ، أمرٌ بمعروف ونهيٌ عن منكر ، صدقةٌ جارية ، نشر أسماء المنشورات الإعلاميّة وتعريف النّاس بها وحثّهم على شرائها ودعمها ، الامتناع عن شراء صحف ومجلاّت غير شرعيّة تدسّ السّم في العسل ، حضور المحاضرات والدّعوة لها ، نصح الجار والقريب والصّديق وصلة الأرحام وغير ذلك ، كلّ هذا دعوةٌ غفل الكثير منّا عنها وتكاسل ، فإلى متى النّوم يا إخوتاه ؟ . ¶ ألم نر كيف اعتمد الإمام أحمد في صموده على تلك المرتكزات الّتي ذكرتها في تحقيق مكاسبه على أهل البدع : الموروث السّلفي للمجتمع ، وأنّ دعوته لها اصل بعكس دعوة المبتدعة ، والتزام النّاس بالعلماء الثّقات كمرجعٍ لهم في أمور دينهم ، ولو لم تكن لهم في قلوبهم تلك المكانة لما احتاج المأمون لإجبار علماء السّنّة على القول ببدعته وعنده علماء سوء من أهل البدع يكفونه هذه المهمّة . ¶ 3 . هل بعد الشّر من خير ؟ ¶ نعم بل كلّ الخير!، بعض الدّعاة إذا نظر إلى تكالب المحن بالأمّة، أو رأى العلمانيّة تحقّق انتصاراً حسِب أنّ العجلة دارت ضدّه ولن تدور معه أبداً ، فأصابه اليأس ، وهذا خطأ ، ولنأخذ درساً من محنة الإمام أحمد ، ألم تر كيف أنّه لمّا صبر بدّل الله حال الأمّة ونصر السّنّة وعادت الدّعوة أنشط والسّنّة أظهر والبدعة أخذل وأخزى ممّا قبل الفتنة . ¶ فالفتن عادة تنشّط الأمّة وتنبّهها إلى أصولها حتّى لا تنساها ، وهو ردّ فعلٍ طبيعي ، لأنّ أصل فطرة المسلم وأصل تلقّيه هو السّنّة ، وما يظهر عليه من المعاصي إنّما هو قشرة لا تلبث أن تنقشع إذا أحسّ المسلم أنّ دينه وأصوله مرادة لذاتها ، وهذا من نعم الله غير المشكورة .",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "وهذا الإمام أحمد صبر وحده مع عدد قليل من العلماء ، فكيف لو أنّ جمهور العلماء في عصره تكاتفوا ولم يخذل بعضهم بعضاً بالاستجابة ؟ إذاً لكان ردّ فعل أهل البدع أضعف لأنّهم يعرفون أنّ الأمّة تقدّم علماءها الصّادقين في مرجعيّتهم ولا تستبدل بهم أحداً . ¶ والّذي أريد قوله أنّ علينا أن لا نضعف إذا حقّق أعداء الدّعوة من العلمانيّين وغيرهم مكسباً ، أو ظهروا على مؤسّسة معيّنة ، بل يجب أن يزيد ذلك من تمسّكنا ويضاعف قوّة دعوتنا بالحكمة والعقل ، لأنّها معادلة لا تتخلّف ( أنّه لاتنجح دعوةٌ باطلةٌ إلاّ لضعف دعوة الحق ) فالخلل منّا أوّلاً ونحن أولى بنقد أنفسنا . ¶ 4. دور المأمون في الفتنة : ¶ نلمح بجلاء من دراسة المحنة أنّ المأمون كان مخدوعاً بعلماء البدعة يزيّنون له الباطل حتّى ظنّه حقّاً ، فهو قد يكون معذوراً من هذه الجهة ، وعليه لابدّ أن نطلب العذر للسّلطان في ما يعمل ممّا يظنّه حقّاً وهو على خلافه ، لا أن نجعل ذلك حجّةً للطّعن في نواياه وتضخيم خطئه حتّى نجعله عدوّاً للإسلام والمسلمين ، بل نوازن بين الحسنات والسّيّئات ، ونعامله بالشّرع وإن لم يعاملنا هو به . ¶ فهذا الإمام أحمد عفى عن المعتصم وأحلّه من ضربه ، مع أنّه ضربه ضرباً لو كان على فيل لهدّه كما ذكر بعضهم(1)، ومع ذلك عفا عنه لمّا فتح عمّوريّة ، ولأنّه عرف أنّه مخدوعٌ بما يزيّن له علماء السّوء . ¶ __________ ¶ (1) السّير 11 / 295 ، ولا يقولنّ قائل : ذاك المعتصم ! لأنّا نقول : وذاك الإمام أحمد.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "والسّلطان قد يجتهد أحياناً في إصابة الحقّ فيخطىء في الأخذ ببعض الأدلّة فلذلك يجب أن نلتمس له العذر ولو أمام العامّة ، ولا نلجأ إلى تشويه سمعته والطّعن في نيّته ونزع ثقة النّاس به ، ليس لأجله هو فحسب ، بل لأجل مصلحة الأمّة والدّعوة ، وبقاء هيبة السّلطان في قلوب النّاس ، ولا ننسى أنّ المقصود حماية منصب السّلطان وليس السّلطان نفسه ، فالظّالم لابدّ أن يموت ، وقد يجيء بعده رجلٌ صالحٌ مثلاً فيكون لمنصبه هيبة تمكّنه من قطع الفتن وإقامة الحدود وتأمين السّبل ، والله من وراء القصد . ¶ - - - - - ¶ وفاته ¶ وأمّا وفاته رحمه الله فكانت حادثةً من حوادث الدّهر ، وكانت جنازته عبرةً للموافق والمخالف ، يومٌ من أيّام السّنّة ، خرج مئات الألوف لتشييعه إلى قبره وصدّق الله وعده لمّا قال : قل لأهل البدع : بيننا وبينكم يوم الجنائز ، فقد مات ابن أبي دواد فدُفن في هزيع اللّيل ولم يشهده إلاّ اثنان أو ثلاثة ، وأصابته خطيئة السّنّة وما جنى على أهلها نسأل الله العافية . ¶ ومن عبر وفاته رحمه الله تعالى : ¶ 1 . أنّ ذلك اليوم الّذي مشت فيه تلك الأعداد الغفيرة في جنازته كان مصداق ما ذكرته آنفاً من أنّ قلوب النّاس مع السّنّة لو صبر لها أهلها ، فخروج تلك الأعداد تعبيرٌ صادقٌ عن عمق السّنّة في نفوس المسلمين وأنّها هي الأصل ، وما البدعة إلاّ رينٌ يابسُ يحيط بقلب صاحبها يمنعه من الانتفاع بالهدى القرآني والنّبوي ، فما أن تتكسّر تلك القشرة حتّى ينتعش القلب من جديد ويحيى بذكر الله وسنّة رسول الله - صلى الله عليه وسلم - ، فما على أهل السّنّة إلاّ الصّبر ونشر السّنّة وليثقوا في أنّ دعوتهم ثابتة وأنّ الأرض تقبل منهم ما لا تقبل من غيرهم . ¶ 2 . وفي وفاته معنىً عجيب ، فإنّ العالم الرّبّاني الّذي يحيا لله ويحرص أن تكون حركاته وسكناته وأفعاله واقواله في سبيل نيل مرضاة الله تعالى ، يُبارك له في كلّ شيء ، حتّى في وفاته ينفع الله به .",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "وهذا مصداقٌ لقوله تعالى : { قل إنّ صلاتي ونسكي ومحياي ومماتي لله ربّ العالمين } [ الأنعام :162] فشهرة وفاة الإمام وجنازته لابدّ أن تحدث هزّة في نفوس المخالفين ، وقد تكون سبباً في عودة كثير منهم إلى السّنّة ، فيكون أجر هدايتهم له . ¶ وهذا يذكّرني بشيخ العصر الشّيخ ابن باز رحمه الله تعالى : فقد نبّهت وفاته وجنازته كثيرين إلى عظمة هذا العلاّمة ، وعظمة دعوته ، ولا أشكّ أنّها هزّت كثيرين جدّاً غفلوا عن حقيقة الشّيخ ودعوته فأضحى بعض من عرفناهم بـ (لحن القول ) يتمسّح بمدحه وإظهار الحزن عليه.(1) ¶ 3 . وشيءٌ آخر ، هو أنّ وفاته وخبرها كان دافعاً لنشر دعوته أكثر ، فجُمعت أقواله وفتاويه ، وتعصّبت له عصابة أسّست مذهبه وألّفت فيه الكتب الصّغيرة والكبيرة ، ونشط تلامذته في نشر دعوته وزادوا صلابة في السّنّة وانتشرت حتّى أصبح السّنّي يُنسب حنبليّاً . ¶ - - - - - ¶ هذه الرّسالة ¶ الّذي أحبّ الإشارة إليه بشأن هذه الرّسالة أمور : ¶ __________ ¶ (1) وهذه عبرة أرجو من إخوتي أن يتنبّهوا لها ، فقد سارع بعض العلمانيّين والمنافقين إلى التّباكي على الشّيخ ابن باز وإظهار الحزن عليه ، ومع أنّهم خيرٌ من الّذين لم ينبسوا ببنت شفة عليه ، مقابل ما ذرفوه من الدّموع على نزار قبّاني وأضرابه ، إلاّ أنّ هؤلاء الّذين تباكوا عليه أرادوا تحسين صورتهم أمام النّاس ، ولا ندخل في نوايا أحد، غير أنّ الله تعالى حكى لنا أنّ المنافقين أتوا رسول الله فقالوا : { نشهد إنّك لرسولُ الله } فقال الله لرسوله : { والله يشهد إنّ المنافقين لكاذبون } .",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "أوّلها : أنّ همّتي لم تكن تحقيق النّص فلست من أهل هذا الفن ، بل العناية بما احتوته من أحكام فقهيّة وتربويّة ونحوها ، فليعذرني الأخ القارىء إن وجد قصوراً في تحقيق النّص ، وإنّما كان اعتمادي على النّصّ المطبوع ضمن طبقات الحنابلة لابن أبي يعلى.(1) ¶ ثانيها : يلاحظ الأخ القارىء أنّ الإمام لم يذكر حديثاً واحداً بسنده ، وهذا عكس طريقة القوم في عصره ، فكانوا لا يحتجّون بحديثٍ إلاّ مسنداً ، وكان هذا مصدر تعجّب لي ، حتّى رأيت في السّير أنّه في آخر حياته حلف يميناً أن لا يحدّث حديثاً تامّاً (2)، وفي رسالته للمتوكّل في مذاهب السّنّة بعد أن ذكر كثيراً من الأخبار والآثار قال في آخرها : ( وإنّما تركت الأسانيد لما تقدّم من اليمين الّتي حلفت بها ممّا قد علمه أمير المؤمنين ولولا ذاك ذكرتها بأسانيدها )(3) ، فلعلّ الرّسالة ألّفها بعد أن كان أقسم ذلك القسم والأمر محتمل . ¶ __________ ¶ (1) ومنه نسخة مصوّرة في مكتبة الحرم المكّي غير أنّها ناقصة من آخرها . ¶ (2) السّير 11 / 277 . ¶ (3) السّير 11 / 286 .",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "ثالثها : أنّ الذّهبي رحمه الله تعالى ضعّف نسبة هذه الرّسالة للإمام أحمد وحكم بأنّها موضوعة عليه (1)، ولا أدري ما وجه ذلك ، مع أنّ هذه الرّسالة اشتهر أمرها عند أئمّة المذهب وغيرهم ويعتمد عليها من ينسب بعض الأقوال للإمام رحمه الله ، وإسنادها وإن كان فيه مجهول ، لكنّ الكتاب إذا اشتهر وتداول النّاس نسبته لشخص معيّن أغنى ذلك عن صحّة الإسناد إليه ،إضافة إلى أنّ إنكار الذّهبي جاء متأخّراً ولم يذكر حجّةً على ذلك ، ولو اكتفى بالتّشكيك لهان الأمر ، أمّا الجزم بوضعها فهو بعيد ، وقد اعتمد عليها العلماء في نسبة بعض الأقوال للإمام أحمد ، ومنهم ابن قدامة في المغني وابن القيّم في كتاب الصّلاة .(2) ¶ ومع هذا نقول : ليس في الأمر ضير ، فإنّ المقصود الاستفادة ممّا فيها من العلم النّافع والأحكام الرّشيدة ، فإن كانت من قول الإمام أحمد فهو كمال على كمال ، وإن أخطأنا في ذلك فلم ننسب إليه باطلاً ، وقد ناقشنا كلّ ماذكره فيها وذكرنا أقوال غيره وليس فيها بحمدالله مذهب باطلٌ مخالف للسّنّة بل هي أقوالٌ فقهيّةٌ اجتهاديّة ، وعِظاتٌ ونصائح وتوجيه . ¶ __________ ¶ (1) السّير 11 / 287 و330 . ¶ (2) وقد قرّر صحّته عن الإمام الشّيخ التّويجري في تنبيهاته على صفة صلاة النّبيّ للألباني ، وأكّده الشّيخ بكر أبو زيد في كتابه .. .",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "رابعها : طُبعت هذه الرّسالة من قبل أربع مرّات ، إحداها ضمن مجموعة الحديث تحقيق محمّد رشيد رضا ، وقد خلت من الحواشي إلاّ نادراً وفيها تصويبات لنصّها ، وأمّا تخريج الحديث ففيه قصور شديد ، والثّانية : قديمة نشرها أحمد عبدالجوّاد ملحقة بكتابه عن محنة الإمام أحمد ، والثّالثة : طبعة قديمة أيضاً مكرّرة للسّابقة ، ، وأمّا الطّبعة الرّابعة فمن منشورات دار القاسم وفي جميعها قصور شديد في التّخريج إضافة لا نعدام الحواشي المفيدة الّتي تبرز فوائد الرّسالة وتخريج الأحاديث والآثار ممّا جعل طبعتنا هذه تمتاز عنها بل لا تٌقارن بها ولله الحمد والمنّة . ¶ خامسها : أنّ اعتماد جميع من طبع الرّسالة على طبقات الحنابلة لابن أبي يعلى ومنها نُقلت . ¶ - - - - - ¶ نصّ الرّسالة",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "قال ابن أبي يعلى (1): أخبرنا المبارك(2) – قراءة – أخبرنا إبراهيم(3) اخبرنا أبو عمر(4) أخبرنا طيب(5) أخبرنا أحمد القطان الهيتي(6) حدثنا سهل التستري(7)قال : قرأ علينا مهنا بن يحي الشامي(8): ¶ __________ ¶ (1) صاحب كتاب طبقات الحنابلة أبو الحسين محمّد بن محمّد بن الحسين الفرّاء ، بارع في الحديث والفقه ومن العارفين بالمذهب ، صنّف في الفروع والأصول ، توفّي سنة 526هـ . ¶ (2) أبو الحسين المبارك بن عبدالجبّار بن أحمد البغدادي الصّيرفي ابن الطّيوري ، قال السِّلفي : هو محدّثٌ مفيد ، ورِع كبير ، لم يشتغل قطّ بغير الحديث ، وحصّل ما لم يحصّله أحد من كتب التّفاسير والقراءات واللّغة وغيرها ، توفّي سنة 500هـ ، سير أعلام النّبلاء 19 / 213. ¶ (3) أبو إسحاق بن عمر بن أحمد البرمكي البغدادي ، وثّقه الخطيب وقال : كان صدوقاً فقيهاً على مذهب الإمام أحمد ، توفّي سنة 445هـ ، سير أعلام النّبلاء17 / 605. ¶ (4) المحدّث المسنِد ، أبو عمر محمّد بن العبّاس بن محمّد ابن حيويه ، وثّقه الأئمّة ، توفّي سنة 428هـ ، سير أعلام النّبلاء 17 / 574 . ¶ (5) لم أجد له ترجمة . ¶ (6) قال عبدالإله الأحمدي : لعلّه أحمد بن محمّد بن إسماعيل أبو بكر الهيتي ، وثّقه الدّارقطني ، تاريخ بغداد 4 / 388 . ¶ (7) سهل بن عبدالله التّستري الصّوفي المشهور ، أحد الثّقات المشهورين توفّي سنة 283هـ ، سير أعلام النّبلاء 13 / 330 . ¶ (8) مهنّا بن يحيى الشّامي السّلمي أبو عبدالله ، من أجلّة أصحاب الإمام أحمد ، وكان رحمه الله يجلّه ويكرمه روى عنه كثيراً من المسائل قال عنه الدّارقطني : ثقة نبيل ، تاريخ بغداد 13 / 226 .",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "هذا كتابٌ في الصّلاة ، وعظم خطرها ، وما يلزم الناس من تمامها وأحكامها يحتاج إليه أهل الإسلام ، لما قد شملهم من الاستخفاف بها ، والتضييع لها ومسابقة الإمام(1) فيها ، كتبه أبو عبد الله أحمد بن محمد بن حنبل إلى قومٍ صلّى معهم بعض الصّلوات . ¶ [ أيْ قومِ(2)، إنّي صليت معكم فرأيتُ من أهلِ مسجدكم من سبق الإمام في الرّكوع والسّجود ، والرّفع والخفض ، وليس لمن سبق الإمام صلاة(3) ¶ __________ ¶ (1) أي فعل جزء من الصّلاة قبل الإمام كأن يركع قبله أو يسجد قبله ونحوه . ¶ (2) نداء بمعنى : يا قومي ، و( أي ) من حروف النّداء ، وحُذفت الياء لأنّ المُنادى صحيح الآخر مضافٌ لياء المتكلّم ، ويجوز إبقائها فتقول : ( أي قومي ) . ¶ (3) يؤخذ من هذا أنّ صلاة المسابق باطلةٌ وهي إحدى الرّوايات عنه رحمه الله ، رُويت كذلك عن ابن عمر وقال به أهل الظّاهر ، والجمهور على أنّها مجزئةٌ مع الإثم ،كما يُؤخذ من كلام الإمام رحمه الله أنّ المسابقة في جميع الأركان سواء في الحكم ، لكنّ لفظ الحديث أخصّ إذ هو في الرّفع من السّجود ، قال الحافظ : ( زاد ابن خزيمة من رواية حمّاد بن زيد عن محمّد بن زياد : ( في صلاته ) وفي رواية حفص بن عمر المذكورة : ( الّذي يرفع رأسه والإمام ساجد ) فتبيّن أنّ المُراد الرّفع من السّجود ) الفتح 2 / 183 فيكون المنع من المسابقة في سائر الأركان قياساً على الرّفع من السّجود وإن كان له مزيةٌ تخصّه ، ويشهد لقول الإمام أحمد حديثٌ آخر رواه البزّار 1 / 233 ( كشف الأستار ) عن مليح بن عبدالله السّعدي عن أبي هريرة رضي الله عنه مرفوعاً : ( الّذي يخفض ويرفع قبل الإمام إنّما ناصيته بيد شيطان ) وأخرجه الطّبراني كذلك في الأوسط من هذا الوجه قال الهيثمي : ( وإسناده حسن ) مجمع الزّوائد 4 / 28 ، ورواه عبدالرّزّاق موقوفاً برقم 3753 ورواه مالك ح57 كتاب الصّلاة كذلك موقوفاً على أبي هريرة رضي الله عنه ، قال الحافظ : ( وهو المحفوظ ) فتح 2 / 183.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "، بذلك جاءت الأحاديث عن النّبيّ - صلى الله عليه وسلم - وعن أصحابه رضوان الله عليهم . ¶ جاء الحديث عن النّبيّ - صلى الله عليه وسلم - أنه قال : ( أما يخاف الذي يرفع رأسه قبل الإمام أن يحوّل الله رأسَه رأسَ حمار )(1)، وفي رواية : ( صورة كلب )(2) ، وذلك لإساءته صلاته ، لأنه لا صلاة له ، ولو كانت له صلاة لرُجي له الثواب ولم يُخف عليه العقاب : أن يحوّل الله ¶ __________ ¶ (1) متّفقٌ عليه أخرجه البخاري في الأذان باب إثم من رفع رأسه قبل الإمام ح691 ومسلم في الصّلاة باب تحريم سبق الإمام بركوع أو سجود أو نحوهما ح427 وغيرهما عن أبي هريرة رضي الله عنه ، وفي بعضها لفظ : ( وجه ) بدل : (رأس) وفي بعضها : ( صورة ) قال الحافظ : ( والظّاهر أنّه من تصرّف الرّواة قال عياض : هذه الرّوايات متّفقة لأنّ الوجه في الرّأس ومعظم الصّورة فيه ) ثمّ قال الحافظ : لفظ الصّورة يُطلق على الوجه أيضاً ، وأمّا الرّأس فرواتها أكثر وهي أشمل فهي المعتمدة ) الفتح 2 / 183 . ¶ (2) أخرجها ابن حبّان برقم 2283 عن أبي هريرة مرفوعاً من طريق محمّد بن ميسرة عن محمّد بن زياد وهو نفسه إسناد الحديث الّذي سبق لكن رواه محمّد بن ميسرة بلفظ : ( كلب ) ورواه حمّاد بن زيد عن محمّد بن زياد بلفظ : ( حمار ) ومحمّد بن ميسرة وإن كان من رجال الشّيخين إلاّ أنّ في حفظه شيء فهو يخطىء وضعّفه غير واحد من أهل العلم ( تهذيب الكمال 25 / 85 ) فحاله لا يحتمل مخالفة ابن زيد والمحفوظ عن أبي هريرة رضي الله عنه اللّفظ الأوّل ، فتكون هذه الرّواية عنه فيها شيء وإن كان ظاهر تصرّف الإمام أحمد وابن حجر في الفتح تمشيتها ، وهما مقدّمان في هذا الفن ، ورواه الطّبراني في الكبير 9 / 239 ـ 240 عن عبدالله بن مسعود رضي الله عنه موقوفاً عليه بأسانيد قال عنها الهيثمي : ( منها إسناد رجاله ثقات ) 2 / 79 ورواه عنه أيضاً عبدالرّزّاق برقم 3752 ،وعلى العموم فلا تأثير لذلك في أصل المسألة .",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "رأسه رأس حمار(1) ¶ __________ ¶ (1) قال الحافظ رحمه الله : ( واختُلف في معنى الوعيد المذكور ، فقيل : يحتمل أن يرجع ذلك إلى أمر معنوي فإنّ الحمار موصوفٌ بالبلادة فاستُعير هذا المعنى للجاهل بما يجب عليه من فرض الصّلاة ومتابعة الإمام ، ويرجّح هذا المجازي أنّ التّحويل لم يقع مع كثرة الفاعلين ، ولكن ليس في الحديث ما يدلّ على أنّ ذلك يقع ولابد ، وإنّما يدلّ علىكون فاعله متعرّضاً لذلك وكون فعله ممكناً لأن يقع عنه ذلك الوعيد …وحمله آخرون على ظاهره إذ لا مانع من جواز وقوع ذلك …ويقوّي حمله على ظاهره أنّ في رواية ابن حبّان من وجه آخر عن محمّد بن زياد : ( أن يحوّل الله رأسه رأس كلب ) فهذا يبعد المجاز لانتفاء المناسبة الّتي ذكروها من بلادة الحمار ، وممّا يبعده أيضاً إيراد الوعيد بالأمر المستقبل وباللّفظ الدّال على التّغيير الهيئة الحاصلة ، ولو أُريد تشبيهه بالحمار لأجل البلادة لقال مثلاً : فرأسه رأس حمار ، وإنّما قلت ذلك لأنّ الصّفة المذكورة وهي البلادة حاصلة في فاعل ذلك عند فعله المذكور فلا يحسن أن يُقال له : يخشى إذا فعلت ذلك أن تصير بليداً مع أنّ فعله المذكور إنّما نشأ عن البلادة ). الفتح 2 / 183ـ184 ، ولا يخفاك أنّ رواية ابن حبّان ليست بتلك ، وأنّ وعيداً يمضي عليه ألفٌ وأربع مئة سنةٍ لا يحدث حقيقةً مرّة واحدة يقوّي القول بأنّه إلى المجاز أقرب ، وعلى كلا الاحتمالين فإنّ ظاهره دالٌّ على تحريم المسابقة ، وتعليل الإمام أحمد لقوله ببطلان الصّلاة واضح : إذ لو كان له صلاةٌ لما خيف عليه هذه العقوبة العظيمة وهي المسخ ، غير أنّ لقائلٍ أن يقول هذا التّهديد لا يدلّ على البطلان كما أنّه ثبت عنه - صلى الله عليه وسلم - تهديد من رفع بصره إلى السّماء في الصّلاة بأن لا يرجع إليه ولا يدلّ ذلك على البطلان ، وقول الظّاهريّة ماضٍ على أصلهم أنّ النّهي يقتضي الفساد ، غير أنّ رفع البصر مختصّ بصلاة المصلّي لنفسه أمّا مسابقة الإمام فتختصّ بواجب آخر هو مراعاة حقّ الإمامة وهو المتابعة فانضمّ إلى الوعيد نقض أكبر واجب في صلاة المأموم وهو متابعة الإمام فافترقا ومن هنا يقوى رأي الإمام أحمد رحمه الله ، ورجّحه بقوّة القرطبي في تفسيره ثمّ قال : ( فمن تعمّد خلاف إمامه عالماً بأنّه مأمورٌ باتّباعه منهيٌ عن مخالفته فقد استخفّ بصلاته وخالف ما أُمِر به ، فواجبٌ أن لا تجزي عنه صلاته تلك والله أعلم ) جامع البيان 1 / 244.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": ". ¶ وجاء عنه - صلى الله عليه وسلم - أنه قال : ( الإمام يركع قبلكم ، ويسجد قبلكم ، ويرفع قبلكم )(1)، وجاء عن البراء بن عازب قال : (كنّا خلف النّبيّ - صلى الله عليه وسلم - ، فكان إذا انحطّ من قيامه للسّجود ، لا يحني أحدٌ منّا ظهره حتى يضع رسول الله - صلى الله عليه وسلم - جبهته على الأرض)(2)،وكان أصحاب رسول الله - صلى الله عليه وسلم - يلبثون خلفه قياماً حتى ينحطّ النّبيّ - صلى الله عليه وسلم - ويكبّر ، ويضع جبهته على الأرض ، وهم قيامٌ ، ثم يتبعونه . ¶ وجاء الحديث عن أصحاب النّبيّ - صلى الله عليه وسلم - أنهم قالوا : ( لقد كان رسول الله - صلى الله عليه وسلم - يستوي قائماً ، و إنّا لسجودٌ بعد )(3)، وجاء الحديث عن ابن مسعود : ( أنّه نظر إلى من سبق الإمام ، فقال لا وحدك صلّيت ، و لا بإمامك اقتديت )(4)، والّذي لم يصلّ وحده ، ولم يقتدِ بإمامه : فذلك لا صلاة له . ¶ __________ ¶ (1) ذكره الإمام مختصراً ، وسيذكره بتمامه بعد قليل . ¶ (2) متّفقٌ عليه من حديث البراء أخرجه البخاري في الأذان باب متى يسجد من خلف الإمام ح690 وكذلك ح747 و 811 ومسلم في الصّلاة باب متابعة الإمام والعمل بعده ح474 بألفاظ متقاربة ولفظه هنا قريب من لفظ البخاري قال البراء : ( كنّا نصلّي خلف النّبيّ - صلى الله عليه وسلم - فإذا قال سمع الله لمن حمده لم يحنِ أحدٌ منّا ظهره حتّى يضع النّبيّ - صلى الله عليه وسلم - جبهته على الأرض ) وقوله : ( وكان أصحاب رسول الله الخ الظّاهر أنّه من كلام الإمام أحمد زاده النّاسخ في حديث البراء ، وإلاّ كان تكراراً ، وقد رُوي الحديث عن أنس والنّعمان بن بشير وسمرة بن جندب بأسانيد ضعيفة . انظر كشف الأستار عن زوائد البزّار 1 / 231ـ233 . ¶ (3) لم أجده بلفظه وهو بمعنى حديث البراء . ¶ (4) لم أجده .",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "وجاء الحديث عن ابن عمر أنّه نظر إلى من سبق الإمام فقال له : (لا صلّيت وحدك ، ولا صليت مع الإمام ، ثم ضربه ، وأمره أن يعيد الصّلاة)(1)، ولو كانت صلاةً عند عبد الله بن عمر ما أوجب عليه الإعادة. ¶ وجاء عن حِطّان بن عبد الله الرقاشي أنه قال : ( صلّى بنا أبو موسى الأشعري صلاةً ، فلما كان عند القعدة (2)، قال رجل من القوم : أُقِرّت بالبر والزكاة ؟ فلما قضى أبو موسى الصّلاة وسلم ، انصرف ، فقال : أيّكم القائل هذا(3) الكلمات ؟ فأرمّ القوم(4)، ثم سألهم فأرمّوا ، فقال : لعلك يا حِطّان قلتها ؟ قال : قلت : والله ما قلتها ، ولقد خفت أن تبكعني(5)بها ، فقال رجلٌ من القوم : أنا قلتها ، ولم أُرِد بها ألا الخير ، فقال أبو موسى الأشعري : أما تعلمون كيف تقولون في صلاتكم ؟ إنّ رسول الله - صلى الله عليه وسلم - خطبنا ، فبيّن لنا سنتّنا وما تقول فيها (6)، قال رسول الله - صلى الله عليه وسلم - : إذا صلّيتم فأقيموا صفوفكم ثم ليؤمّكم أحدكم ، فإذا كبّر الإمام فكبروا ، وإذا قرأ فأنصتوا وإذا قال : { غير المغضوب عليهم ولا الضالين } فقولوا : آمين يجِبكم الله ، وإذا كبّر وركع فكبّروا واركعوا ، فإنّ الإمام يركع قبلكم ويرفع قبلكم ، فقال رسول الله - صلى الله عليه وسلم - : فتِلك بتِلك ، وإذا رفع رأسه فقال : سمع الله لمن حمده ، فارفعوا رؤوسكم وقولوا : اللهم ربّنا لك الحمد ، يسمع الله لكم ، وإذا كبّر وسجد فكبّروا واسجدوا ، وإذا رفع رأسه فكبّر فارفعوا رؤوسكم وكبّروا قال رسول الله - صلى الله عليه وسلم - : ¶ __________ ¶ (1) لم أجده . ¶ (2) أي عند الجلوس للتّشهّد . ¶ (3) هكذا في المطبوعة ولعلّ المُراد : ( هذه ) . ¶ (4) أرمّ القوم : أي سكتوا ¶ (5) قال النووي في شرح مسلم 4/ 119 هو بفتح التاء المثناه في أوله واسكان الباء = = الموحدة : أي تبكتني وتوبخني . ¶ (6) في الرّوايات الّتي اطّلعت عليها : وعلّمنا صلاتنا بدل ( وما تقول فيها ) .",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "فتِلك بتِلك ، وإذا كان في القعدة فليكن من أوّل قول أحدكم : التحيات لله والصلوات والطيبات حتى تفرغوا من التشهد )(1). ¶ __________ ¶ (1) رواه الإمام مسلم في الصّلاة باب التّشهّد في الصّلاة ح404 ورواه أيضاً أبو داود في الصّلاة باب التّشهّد ح972 والنّسائي في الصّلاة باب ما يقول الإمام ح1064 وكذلك 1172 و 1280 وغيرهم بألفاظ متقاربة جدّاً ، ومعنى قوله - صلى الله عليه وسلم - : هذه بتلك أي أنّ اللّحظة الّتي سبقكم الإمام بها في تقدّمه بالرّكوع والسّجود تنجبر لكم بتأخّركم عنه في الرّكوع والسّجود فلحظة بلحظة ، قال ابن القيّم رحمه الله تعالى : ( فإنّ النّاس يحيّون ملوكهم وأكابرهم بأنواع التّحيّات الّتي يحيّون بها قلوبهم ، فبعضهم يقول : أنعم صباحاً وبعضهم يقول : لك البقاء والنّعمة ...فتحيّاتهم بينهم تتضمّن ما يحبّه المُحيّى من الأقوال والأفعال ، والمشركون يحيّون أصنامهم ، قال الحسن : كان أهل الجاهليّة يتمسّحون بأصنامهم ويقولون : لك الحياة الدّائمة ، فلمّا جاء الإسلام أُمروا أن يجعلوا أطيب تلك التّحيّات وأزكاها وأفضلها لله . فالتّحيّة هي : تحيّةٌ من العبد للحيّ الّذي لا يموت ، وهو سبحانه أولى بتلك التّحيّات من كلّ ما سواه ، فإنّها تتضمّن الحياة والبقاء والدّوام ، ولا يستحقّ أحدٌ هذه التّحيّات إلاّ الحيّ الباقي الّذي لايموت ولا يزول ملكه . وكذلك قوله : ( والصّلوات ) فإنّه لا يستحقّ أحد الصّلاة إلاّ الله وكذلك قوله : ( والطّيّبات ) فهي صفة الموصوف المحذوف ، أيّ الطّيّبات من الكلمات والأفعال والصّفات والأسماء لله وحده ، فهو طيّبٌ وأفعاله طيّبة وأسماؤه أطيب الأسماء وصفاته أطيب شيء واسمه الطّيّب ولا يصدر عنه إلاّ طيّب ولا يصعد إليه إلاّ طيّب ولا يقرب منه إلاّ طيّب فكلّه طيّب وإليه يصعد الكلم الطّيّب ، فالطّيّبا كلّها له ومضافة إليه وصادرة عنه ومنتهية إليه )كتاب الصّلاة ص 182ـ183 .",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "قول النّبيّ - صلى الله عليه وسلم - : ( إذا كبّر فكبّروا ) معناه : أن تنتظروا الإمام حتى يكبّر ويفرغ من تكبيره ، وينقطع صوته ، ثم تكبّرون بعده . ¶ والناس يغلطون في هذه الأحاديث ويجهلونها ، مع ما عليه عامّتهم من الاستخفاف بالصّلاة ، والاستهانة بها ، فساعة يأخذ الإمام في التكبير يأخذون معه في التكبير وهذا خطأ ، لا ينبغي أن يأخذوا في التكبير حتى يكبّر الإمام ، ويفرغ من تكبيره ، وينقطع صوته . ¶ وهكذا قال النّبيّ - صلى الله عليه وسلم - : ( إذا كبّر الإمام فكبّروا ) والإمام لا يكون مكبّراً حتى يقول : ( الله أكبر ) لأنّ الإمام لو قال : ( الله) ثم سكت : لم يكن مكبّراً ، حتى يقول : ( الله أكبر ) فيكبّر النّاس بعد قوله : ( الله أكبر) . ¶ وأخْذُهم في التكبير مع الإمام خطأٌ وتركٌ لقول النّبي - صلى الله عليه وسلم - ، لأنك لو قلت : إذا صلّى فلان فكلِّمه ، معناه : أن تنتظره حتى إذا صلّى وفرغ من صلاته كلّمْه ، وليس معناه : أن تكلّمه وهو يصلي ، فكذلك معنى قول النّبيّ صلّى الله عليه وسلم : ( إذا كبّر الإمام فكبّروا ) . ¶ وربّما طوّل الإمام في التكبير ، إذا لم يكن له فقه(1)، والذي يكبّر معه ¶ __________ ¶ (1) وهذه رسالةٌ إلى الأئمّة ، فكثيرٌ منهم هذا ديدنه : تطويل التّكبير ، وربّما مدّه أكثر من ستّ حركات فيخرج إلى التّعدّي ، وربّما لحّن التكبير حتّى يغنّيه غناءً وهذا كلّه مُحدثٌ وخلاف سنّة النّبيّ - صلى الله عليه وسلم - ، وقد وصف الإمام من فعل ذلك بعدم الفقه وصدق رحمه الله ، لأنّ فاعل ذلك لا يدري بما يؤدّي إليه تطويله في التّكبير من إدخال الخلل في صلاة المأموم ومنه سبق المأموم له في التّكبير كما سيذكره قريباً .",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "ربّما جزم التكبير (1)، ففرغ من التكبير قبل أن يفرغ الإمام ، فقد صار هذا مكبّراً قبل الإمام ومن كبّر قبل الإمام : فليست له صلاة ، لأنه دخل في الصّلاة قبل الإمام (2)، و كبّر قبل الإمام فلا صلاة له . ¶ __________ ¶ (1) لم يتبيّن لي مراده رحمه الله من جزم التّكبير ، هل يريد به الجزم عند النّحويّين أي تسكين آخر الكلمة لكن هذا لا يؤدّي إلى سبق الإمام في التّكبير ضرورة ، وأظنّه يريد به الجزم لغة أي القطع ، بمعنى أنّ المأموم يقطع التّكبير قبل أن ينتهي الإمام من تكبيره . ¶ (2) هذا يبيّن أنّ مراده رحمه الله هنا بالتّكبير تكبيرة الإحرام ، فمن أحرم قبل الإمام لم تنعقد صلاته وهو مذهب الأئمّة الثّلاثة وفاقاً لأحمد ، وعلّلوا ذلك بأنّه ائتمّ بمن لم تنعقد صلاته لأنّ الإمام لا تنعقد صلاته إلاّ إذا أتمّ التّكبير ، قالوا : فعليه أن يعيد التّكبير بعد تكبير الإمام .",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "وقول النّبيّ - صلى الله عليه وسلم - : ( إذا كبّر وركع ، فكبّروا واركعوا ) معناه : أن ينتظروا الإمام حتى يكبّر ويركع ، وينقطع صوته وهم قيام(1) ¶ __________ ¶ (1) يُفهم من هذا أنّ على الإمام أن ينتهي من التّكبير مع دخوله في الرّكن فعلاً ، فلا ينتهي من التّكبير في الرّكوع إلاّ إذا وضع يديه على ركبتيه ، ولا ينتهي من التّسميع إلاّ إذا اعتدل قائماً ، ولا ينتهي من التّكبير في السّجود إلاّ إذا وضع جبهته على الأرض وهكذا ، لأنّ غالب المأمومين يعتمدون في المتابعة على الصّوت ، فلو انتهى من التّكبير قبل دخوله في الرّكن التّالي فلربّما سبقه مأمومٌ إليه ، خصوصاً إذا كان هذا الإمام أبطأ في الحركة من المأموم ، وهذا لا يلزم منه تطويل التّكبير كما تقدّم إنكاره ، لأنّ أطول ما بين ركنين هو ما بين القيام وبين السّجود ولا يقتضي ذلك أن يطول التّكبير أكثر من أربع حركات أو خمس ، وبذلك لا يبدأ المأموم في الانتقال للرّكن إلاّ بعد أن يدخل فيه الإمام حقيقة فلا يشاركه في شيء من حركاته بل يكون متابعاً له مباشرة . ¶ وكما أنّه ينتهي تكبيره بدخوله في الرّكن كذلك يبدأ في التّكبير بخروجه منه ، فإذا أراد أن يكبّر للرّكوع فليبدأ بمجرّد انحناءه للرّكوع ، وإذا أراد أن يرفع منه بدأ بالتّسميع بمجرّد رفع يديه من على ركبتيه ، وفائدة ذلك أنّ يعرف المأموم إذا دخل والإمام راكع إذا كان أدرك الرّكعة أم لا ، فإنّه إذا وضع يديه على ركبتيه قبل أن يسمع صوت الإمام بالتّسميع عرف أنّه أدرك الرّكعة ، وأمّا إذا كان الإمام لا يبدأ في قوله سمع الله لمن حمده إلاّ إذا استوى قائماً فإنّ ذلك يوقع المأموم في حيرة من أمره في إدراك الرّكعة من عدمه وهذا من كمال حكمة السّنّة ودقّتها ، قال النّووي رحمه الله في شرح حديث أبي هريرة رضي الله عنه أنّه - صلى الله عليه وسلم - كان يكبّر حين يهوي ساجداً ثمّ يكبّر حين يقوم : ( هذا دليلٌ على مقارنة التّكبير لهذه الحركات وبسطه عليها فيبدأ بالتّكبير حين يشرع في الانتقال إلى الرّكوع ويمدّه حتّى يصل حدّ الرّاكعين ، ويبدأ بالتّكبير حين يشرع في الهويّ إلى السّجود ويمدّه حتّى يضع جبهته على الأرض ، ويبدأ في قوله : سمع الله لمن حمده حين يشرع في الرّفع من الرّكوع ويمدّه حتّى ينتصب قائماً ..) شرح مسلم 4 / 99 وقال الحافظ رحمه الله في شرح نفس الحديث : ( قوله : حين يرفع ، فيه أنّ التّسميع ذكر النّهوض وأنّ التّحميد ذكر الاعتدال ) الفتح 2 / 273 وقال في شرح قول رفاعة بن رافع في وصف صلاته - صلى الله عليه وسلم - : ( فلمّا رفع رأسه من الرّكوع قال : سمع الله لمن حمده) :(ظاهره أنّ التّسميع وقع بعد رفع الرّأس من الرّكوع فيكون من أذكار الاعتدال ، وقد مضى في حديث أبي هريرة وغيره ما يدلّ على أنّه ذكر الانتقال وهو المعروف ، ويمكن الجمع بينهما بأنّه لمّا شرع في رفع رأسه ابتدأ القول المذكور وأتمّه بعد أن اعتدل ) الفتح 2 / 285ـ286.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "……… ¶ ثم يتبعونه.(1) ¶ وقول النّبيّ - صلى الله عليه وسلم - : ( فإذا رفع رأسه وقال سمع الله لمن حمده فارفعوا رؤوسكم ، فقولوا : اللّهم ربّنا لك الحمد ) معناه : أن ينتظروا الإمام ويثبتوا ركّعاً ، حتى يرفع الإمام رأسه ، ويقول : (سمع الله لمن حمده ) وينقطع صوته ، وهم ركّ‍ع ، ثم يتبعونه ، فيرفعون رءوسهم ويقولون : (اللهم ربّنا لك الحمد )(2) . ¶ وقوله : ( إذا كبّر وسجد فكبّروا واسجدوا ) معناه : أن يكونوا قياماً حتّى يكبّر وينحطّ للسّجود ويضع جبهته على الأرض وهم قيام ، ثم يتبعونه ، وكذلك جاء عن البراء بن عازب ، وهذا كلّه موافقٌ لقول النّبيّ - صلى الله عليه وسلم - : ( الإمام يركع قبلكم ، ويرفع قبلكم ) . ¶ وقول النّبي - صلى الله عليه وسلم - : ( وإذا رفع رأسه وكبّر ، فارفعوا رؤوسكم وكبّروا ) معناه : أن يثبتوا سجوداً حتّى يرفع رأسه فيكبّر وينقطع(3)الإمام صوته وهم سجود اتبعوه ، فرفعوا رءوسهم . ¶ __________ ¶ (1) ولا شكّ أنّ هذه المتابعة لا تُعرف لمن ليس في الصفّ الأوّل إلاّ بالصّوت فلهذا وجب أن يكون صوت الإمام مبتدءاً بخروجه من الرّكن إلى دخوله في الرّكن الّذي بعده . ¶ (2) هذه إحدى صيغ إجابة الإمام في الرّفع من الرّكوع ، وثبت غيرها قوله : ( ربّنا ولك الحمد ) ومثلها بدون الواو ، وكذلك : ( اللّهمّ ربّنا ولك الحمد ) بزيادة الواو ، انظر زاد المعاد 1 / 219ـ220 مع حاشية الأرناؤوط عليه رقم 1. ¶ (3) هكذا في الطّبقات ولعلّ الصّواب : ( ويقطع ) .",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "وقول النّبيّ - صلى الله عليه وسلم - : ( فتلك بتلك ) يعني انتظاركم إيّاه قياماً حتى يكبّر ويرفع وأنتم قيام ، ثم تتبعونه ، وانتظاركم إيّاه ركوعاً حتى يرفع رأسه ، ويقول : ( سمع الله ولمن حمده ) وأنتم ركوع ، فإذا قال : (سمع الله لمن حمده ) وانقطع صوته ، وأنتم ركوع : اتبعتموه ، فرفعتم رؤوسكم ، وقلتم : ( اللهم ربّنا لك الحمد ) وقوله : ( فتلك بتلك ) في كلّ رفع وخفض وهذا تمام الصّلاة ، فاعقلوه وأبصروه وأحكموه . ¶ واعلموا أنّ أكثر النّاس اليوم ما يكون لهم صلاة لسبقهم الإمام بالرّكوع والسّجود ، والرّفع والخفض(1)، وقد جاء الحديث قال : ( يأتي على الناس زمان يصلّون ولا يصلّون )(2) وقد تخوّفت أن يكون هذا الزمان (3)، لو صلّيت في مِاْئة مسجدٍ ما رأيت أهل مسجدٍ واحدٍ يقيمون الصّلاة على ما جاء عن النّبيّ - صلى الله عليه وسلم - ، وعن أصحابه رحمة الله عليهم ، فاتقوا الله ، وانظروا في صلاتكم وصلاة من يصلّي معكم . ¶ واعلموا أن لو أنّ رجلاً أحسن الصّلاة ، فأتمّها وأحكمها ، ثم نظر إلى من أساء في صلاته وضيّعها ، وسبق الإمام فيها ، فسكت عنه ، ولم يعلّمه في إساءته في صلاته ومسابقة الإمام فيها ، ولم ينْهه عن ذلك ، ولم ينْصحه : شاركه في وِزرها وعارِها ، فالمُحسن في صلاته : شريك المسيء في إساءته(4)إذا لم ينْهه ولم ينْصحه . ¶ __________ ¶ (1) هذا يدلّ على أنّ الإمام أحمد رحمه الله يرى بطلان الصّلاة بسبق المأموم لإمامه في أيّ ركن من أركان الصّلاة . ¶ (2) لم أجده . ¶ (3) فكيف لو رأى الإمام أحمد زماننا !!. ¶ (4) أي في إساءته الصّلاة .",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "وجاء الحديث عن بلال بن سعد(1) أنه قال : ( الخطيئة إذا خفيت لم تضرّ إلا صاحبَها ، وإذا ظهرت فلم تُغيّر ضرّت العامّة)(2) لتركهم ما لزمَهم ، وما وجب عليهم من التغيير والإنكار على من ظهرت منه الخطيئة ، وجاء عن النّبيّ صلّى لله عليه وسلم أنّه قال : ( ويلٌ للعالم من الجاهل ، حيث لا يعلمه )(3) فلولا أنّ تعليم الجاهل واجبٌ على العالم لازم ، وفريضةٌ وليس بتطوّع : ما كان له الويل في السّكوت عنه ، وفي ترك تعليمه ، والله تعالى لا يؤاخذ من ترك التطوّع ، إنّما يؤاخذ من ترك الفرائض ، فتعليم الجاهل فريضة ، فلذلك كان له الويل في السّكوت عنه وترك تعليمه . ¶ فاتّقوا الله تعالى في أموركم عامّة ، وفي صلاتكم خاصّة ، واتّقوا الله في تعليم الجاهل ، فإنّ تعليمه فريضةٌ واجبٌ لازم ، والتّارك لذلك : مخطئٌ آثم . ¶ واءمروا أهل مسجدكم بإحكام الصّلاة وإتمامها ، وأن لا يكون تكبيرُهم إلاّ بعد تكبير الإمام ، ولا يكون ركوعُهم وسجودُهم ورفعهم وخفضهم إلاّ بعد تكبير الإمام ، وبعد ركوعه وسجوده ورفعه وخفضه. ¶ واعلموا أنّ ذلك من تمام الصّلاة (4)، وذلك الواجب على الناس واللازم لهم ، كذلك جاء عن النّبيّ - صلى الله عليه وسلم - وعن أصحابه رحمة الله عليهم . ¶ __________ ¶ (1) بلال بن سعد بن تميم السّكوني الإمام الرّبّاني الواعظ أبو عمرو الدّمشقي ، كان لأبيه سعد صحبة ، وثّقه ألئمّ’ ، وكان يثشبّه بالحسن البصري ، توفّي سنة نيّف وعشرة ومئة ، سير أعلام النّبلاء 5 / 90 . ¶ (2) أخرجه أبو نعيم في الحلية 5 / 222 وابن المبارك في الزّهد ص475 ـ476 عن بلال من قوله ، وأخرجه الطّبراني في الأوسط مرفوعاً قال الهيثمي : ( فيه مروان بن سلم الغفاري : متروك ) المجمع 7 / 271 . ¶ (3) قال العجلوني في كشف الخفاء : ( رواه الدّيلمي عن أنس ) 2 / 346 . ¶ (4) التّمام الواجب وهذا بيّن من قوله بعده : وذلك الواجب على النّاس .",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "ومن العجب : أن يكون الرّجل في منزله ، فيسمع الأذان ، فيقوم فزعا يتهيأ ، ويخرج من منزله يريد الصّلاة ، ولا يريد غيرها ثم لعله يخرج في الليلة المطيره المظلمة ، ويتخبط في الطين ، ويخوض الماء وتبتلّ ثيابه ، وان كان في ليالي الصيف : فليس يأمن العقارب والهوام في ظلمة الليل ، ولعله مع هذا : أن يكون مريضاً ضعيفاً ، فلا يدع الخروج إلى المسجد ، فيتحمل هذا كله إيثاراً للصلاة ، وحباً لها ، وقصداً إليها ، لم يخرجه من منزله غيرها ، فإذا دخل مع الإمام في الصّلاة خدعه الشيطان ، فيسابق الإمام في الرّكوع والسّجود والرّفع والخفض ، خدعاً من الشيطان له ، لما يريد من إبطال صلاته ، وإحباط عمله ، فيخرج من المسجد ولا صلاة له. ¶ ومن العجب : أنّهم كلّهم يستيقنون أنّه ليس أحدٌ ممّن خلف الإمام ينصرف من صلاته حتى ينصرف الإمام ، وكلهم ينتظرون الإمام حتى يسلّم ، وهم كلّهم – إلاّ ما شاء الله – يسابقونه في الرّكوع والسّجود والرّفع والخفض ، خدعاً من الشيطان لهم ، واستخفافاً بالصّلاة منهم ، واستهانةً بها ، وذلك حظّهم من الإسلام ، وقد جاء الحديث قال : (لاحظّ في الإسلام لمن ترك الصّلاة )(1)، فكلّ مستخفٍّ بالصّلاة مستهينٍ بها : هو مستخفٌ بالإسلام مستهين به . ¶ __________ ¶ (1) لم أجده مرفوعاً ولعلّ هناك سقط ، أو أنّه تصرّف ووهم من النّاسخ ، أو أنّ الإمام رحمه الله يطلق لفظ الحديث على قول الصّحابي ، وهو مذهب بعض العلماء كما في تدريب الرّاوي للسّيوطي 1 / 42 ، والثّابت أنّه قول عمر بن الخطّاب لمّا طُعن ، أخرجه مالك في الموطّأ كتاب الطّهارة باب العمل فيمن غلبه الدّم ح 51 وعبدالرّزّاق في المصنّف ح 579و580و581 والطّبراني في الأوسط ح8181 بلفظ : ( لاحقّ في الإسلام ) والبيهقي في السّنن الكبرى في كتاب الحيض باب ما يفعل من غلبه الدّم ح1673 ، قال الهيثمي : رواه الطبراني في الأوسط ، ورجاله رجال الصحيح .",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "وإنما حظّهم من الإسلام على قدر حظّهم من الصّلاة ، ورغبتهم في الإسلام على قدر رغبتهم في الصّلاة ، فاعرف نفسك يا عبد الله ، واعلم أنّ حظّك من الإسلام وقدر الإسلام عندك بقدر حظّك من الصّلاة وقدرها عندك . ¶ واحذر أن تلقى الله عزّوجل ولا قدر للإسلام عندك ، فإنّ قدر الإسلام في قلبك كقدر الصّلاة في قلبك ، وقد جاء الحديث عن النّبيّ - صلى الله عليه وسلم - أنه قال : ( الصّلاة عمود الإسلام )(1)، ألست تعلم أنّ الفسطاط إذا سقط عموده سقط الفسطاط(2)، ولم ينتفع بالطنب(3) ولا بالأوتاد(4)؟ وإذا قام عمود الفسطاط انتفعت بالطنب والأوتاد ، فكذلك الصّلاة من الإسلام . ¶ فانظروا رحمكم الله واعقلوا ، وأحكموا الصّلاة ، واتّقوا الله فيها ، وتعاونوا عليها وتناصحوا فيها بالتعليم من بعضكم لبعض ، والتذكير من بعضكم لبعض من الغفلة والنّسيان ، فإنّ الله عزّوجل قد أمركم أن تعاونوا بالبرّ والتقوى ، والصّلاة : أفضل البر . ¶ __________ ¶ (1) رواه البيهقي بسند ضعيف وحكم عليه النّووي بالبطلان وردّه الحافظ بن حجر بأنّه ضعيف فقط ، كشف الخفا للعجلوني 2 / 31 ، وقد ورد في حديث معاذ أنّه - صلى الله عليه وسلم - قال له : ( ألا أخبرك برأس الأمر وعموده وذروة سنامه ؟ قال : رأس الأمر الإسلام وعموده الصّلاة وذروة سنامه الجهاد في سبيل الله ) أخرجه التّرمذي في الإيمان باب ما جاء في حرمة الصّلاة وأحمد 5/ 237 وله ألفاظ في غير هذه المواضع لكن هذا اللّفظ أقرب لِلَفظ الإمام رحمه الله . ¶ (2) هو السّرادق أو الخيمة ، القاموس المحيط 2 / 556. ¶ (3) بضمّتين : هو الحبل المتين يُشدّ به سرادق البيت ، القاموس المحيط 1 / 246 . ¶ (4) جمع وتَد ووتِد وهو : ما رُزّ في الأرض أو الحائط من خشب القاموس 1 / 645.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "وجاء الحديث أنّ النّبيّ - صلى الله عليه وسلم - قال : ( أوّل ما تفقدون من دينكم : الأمانة ، وآخر ما تفقدون منه الصّلاة ، وليصلّينّ أقوامٌ لا خلاق لهم)(1)، وجاء الحديث : ( أنّ أول ما يُسأل عنه العبد يوم القيامة من عمله : صلاتُه ، فإن تُقبّلت منه صلاتُه تُقبّل منه سائرُ عمله ، و إن رُدّت صلاته رُدّ سائر عمله )(2) ¶ __________ ¶ (1) أخرجه الطّبراني في الكبير ح7182 وتمّام الرّازي في الفوائد والخرائطي في مكارم الأخلاق والضّياء في المختارة وأبو نعيم في حليته 6 / 265 عن أنس مرفوعاً ، ذكر ذلك العلاّمة الألباني في الصّحيحة ح1739 وحسّنه بطرقه ، ورواه الطّبراني كذلك في الكبير ح 8699و8700و9562و9754 موقوفاً على عبدالله بن مسعود رضي الله عنه وقوله : ( وليصلّينّ أقوام لا خلاق لهم ) ليس في المرفوع بل في الموقوف بلفظ : ( لا دين لهم ). ¶ (2) جملة : ( أوّل ما يُحاسب به العبد الصّلاة )ثابتة عن عدد من الصّحابة و أصل الحديث أخرجه أحمد 2 / 290 ، 425 وأبوداود في الصّلاة باب قول النّبيّ - صلى الله عليه وسلم - : (كلّ صلاة لايتمّها صاحبها تُتمّ من تطوّعه ) والتّرمذي في الصّلاة باب ما جاء أنّ أوّل ما يُحاسب به العبد يوم القيامة الصّلاة والنّسائي في الصّلاة باب المحاسبة على الصّلاة ، وابن ماجة في الصّلاة باب ما جاء أنّ أوّل ما يُحاسب به البعبد يوم القيامة الصّلاة ، والطّبراني في الأوسط ح7612 ومحمّد بن نصر في تعظيم قدر الصّلاة ح180ـ185 ، والبغوي في شرح السّنّة ح1019 وابن أبي شيبة في المصنّف ح7770 و35957و36036 عن أبي هريرة رضي الله عنه مرفوعاً ، وفي بعض طرقه ضعف ، وبعضهم يوقفه على أبي هريرة ، ولفظه المشهور : ( أوّل ما يُحاسب به العبد يوم القيامة الصّلاة ، فإن وجدت تامّة كُتبت تامّة ، وإن وُجدت ناقصة قال الله : انظروا هل تجدون له من تطوّع ؟ فإن وُجد له تطوّعٌ قال : أكملوا به فريضة عبدي ، ثمّ يكون سائر عمله على نحو ذلك ) وفي بعض الرّوايات زيادة : ( فإن صلحت فقد أفلح وأنجح وإن فسدت فقد خاب وخسر ). ¶ ورواه عن تميم الداري مرفوعاً أحمد 4 / 103 وأبوداود في الصّلاة باب قول النّبيّ - صلى الله عليه وسلم - : (كلّ صلاة لايتمّها صاحبها تُتمّ من تطوّعه ) وابن ماجة في الصّلاة باب ما جاء أنّ أوّل ما يُحاسب به البعبد يوم القيامة الصّلاة والطّبراني في الكبير ح 1255و1256 ومحمّد بن نصر في تعظيم قدر الصّلاة ح190 ، وموقوفاً على تميم : ابن أبي شيبة في المصنّف ح 30413و30415 ومحمّد بن نصر ح191و192 ولفظه المرفوع كحديث أبي هريرة وفي الموقوف زيادة : ( فإن لم تكمل الفريضة ولم يكن له تطوّع أُخذ بطرفيه فقذف في النّار ) . ¶ كما رُوي عن رجل من أصحاب النّبيّ - صلى الله عليه وسلم - أخرجه أحمد 4 /65و103 و5 / 75و377 و وأبوداود في الصّلاة باب قول النّبيّ - صلى الله عليه وسلم - : ( كلّ صلاة لايتمّها صاحبها تُتمّ من تطوّعه ) وابن أبي شيبة ح 35997 . ¶ ورواه الطّبراني في الأوسط ح 3782 بلفظ : ( فإن صلحت فقد أفلح ، وإن فسدت فقد خاب وخسر ) كما في بعض ألفاظ حديث أبي هريرة ، وفي إسناده ضعف والمشهور من حديث أبي هريرة وتميم فلعلّه وَهَم ، ومع ذلك فلفظه صحّ في حديث أبي هريرة وتميم . ¶ وأمّا اللّفظ الّذي ذكره الإمام أعلاه فقد رُوي عن أنس بن مالك رضي الله عنه أخرجه الطّبراني في الأوسط ح 1859 وفي إسناده القاسم بن عثمان البصري ضعّفه البخاري : ( الميزان 3 / 375 ) وقد تفرّد به كما قال الطّبراني، ومع أنّ الحديث عن أنس فيه غرابة إلاّ أنّ متنه أيضاً أكثر غرابة فقد خالف فيه المشهور عن الثّقات ، ولعلّ آفته من القاسم ، وقد صحّحه الشّيخ الألباني حفظه الله ورعاه مقوّياً إيّاه بشواهده وطرقه ، لكن عند التّأمّل في لفظ الشّاهد نجد أنّه مخالف للمحفوظ في معناه ، لأنّ كلّ الألفاظ تتحدّث عن أنّ الفريضة تُكمل من التّطوّع ، وأنّ أوّل ما يُحاسب به العبد الصّلاة وأنّه إذا لم يكملها ولم يكن له تطوّع فقد خاب وخسر ، أمّا أنّها إذا فسدت فسد عمله كلّه ففيه زيادة حكم ليست في باقي الألفاظ ، وقد تفرّد بها رجلٌ ضعيف ، فالضّعف بها أولى ، خصوصاً وأنّ الحديث معلول فهو عن أنس لا يصحّ والله أعلم وإنّما وهِم فيه القاسم لكونه مروياً عن أنس بن حكيم عن أبي هريرة رضي الله عنه وهذه الطّريق هي الّتي اعتمدها أبو زرعة الرّازي حيث قال : ( الصّحيح عن الحسن عن أنس بن حكيم عن أبي هريرة رضي الله عنه ) العلل لابن أبي حاتم 1 / 152 ، وكذلك في الطّريق الأخرى عند الطّبراني من طريق خليد بن دعلج عن قتادة عن الحسن عن أنس مرفوعاً ، فهي معلولة ، والصّحيح فيها أنّها من طريق قتادة عن الحسن عن أنس بن حكيم عن أبي هريرة به ، وآفته خليدٌ هذا فإنّه ضعيف وقد خالفه أبان بن يزيد العطّار كما رواه ابن شاذان في جزئه وذكره ابن أبي حاتم في علله 1 / 152 . ¶ وتقويتها بحديث أبي سعيد الخدري الّذي أخرجه السّلفي في الطّيوريّات عن عمرو بن قيس الملاّئي عن عطيّة العوفي بنحوه لا تصحّ لضعف عطيّة العوفي : ( تهذيب الكمال 20 / 145 وفيه أنّ الصّلاة شرطٌ لقبول سائر الأعمال ، ويعارضه في هذا أحاديث أصحّ منه ، وانظر السّلسلة الصّحيحة ح 1358.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "، فصلاتنا آخر ديننا ، وهي أوّل ما نُسأل عنه غداً من أعمالنا ، فليس بعد ذهاب الصّلاة إسلامٌ ولا دين ، فإذا صارت الصّلاة آخر ما يذهب من الإسلام ، فكلّ شيءٍ يذهب آخره : فقد ذهب جميعه . ¶ فتمسّكوا رحمكم الله بآخر دينكم ، وليعلم المتهاون بصلاته المستخفِّ بها ، المسابق الإمام فيها : أنّه لا صلاة له ، وأنّه إذا ذهبت صلاته فقد ذهب دينه ، فعظّموا الصّلاة رحمكم الله ، وتمسّكوا بها واتقوا الله فيها خاصّة ، وفي أموركم عامّة . ¶ واعلموا أنّ الله عزّوجل قد عظّم خطر الصّلاة في القرآن ، وعظّم أمرها وشرّفها وشرّف أهلها وخصّها بالذِّكر من بين الطاعات كلّها في مواضع من القرآن كثيرة ، وأوصى بها خاصة .",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "فمن ذلك : أنّ الله تعالى ذكر أعمال البِرّ الّتي أوجب لأهلها الخلود في الفردوس(1) ، فافتتح تلك الأعمال بالصّلاة ، وختمها بالصّلاة مرتين ، قال تعالى : { قد أفلح المؤمنون (2)الذين هم في صلاتهم خاشعون } (3) ¶ __________ ¶ (1) هو أعلى الجنّة وأوسطها ، جاء فيه الحديث المشهور : ( إذا سألتم الله فاسألوه الفردوس الأعلى فإنّه أعلى الجنّة وأوسطها وسقفه عرش الرّحمن ) أخرجه البخاري في المغازي باب درجات المجاهدين ح2790 وغيره عن أبي هريرة رضي الله عنه . ¶ (2) قال ابن جرير رحمه الله : ( يعني جلّ ثناؤه بقوله : { قد أفلح المؤمنون } قد أدرك الّذين صدّقوا الله ورسوله محمّداً - صلى الله عليه وسلم - وأقرّوا بما جاءهم به من عند الله وعملوا بما دعاهم إليه ممّا سمّى في هذه الآيات الخلودَ في جنّات ربّهم وفازوا بطلبتهم لديه ) ثمّ روى عن كعب وميسرة وغيرهم ( أنّ الله غرس الجنّة بيده ثمّ قال لها تكلّمي ، فقالت : قد أفلح المؤمنون ) ، تفسير الطّبري 9 / 196. ¶ (3) قال الطّبري رحمه الله : ( اختلف أهل التّأويل في الّذي عُني به في هذا الموضع من الخشوع ) ثمّ سرد بأسانيده عن السّلف قولين : أحدهما أنّه الخوف ، والآخر أنّه سكون الأطراف وعدم الحركة ثمّ قال : ( وقد بيّنّا فيما مضى من كتابنا أنّ الخشوع : التّذلّل والخضوع ..وإذا كان كذلك ولم يكن الله دلّ على أنّ مراده من ذلك معنى دون معنى ..كان معلوماً أنّ معنى مراده العموم ..فتأويل الكلام : الّذين هم في صلاتهم متذلّلون لله بإدامة ما ألزمهم من فرضه وعبادته ، وإذا تذلّل لله فيها رُؤيت ذلّة خضوعه في سكون أطرافه وشغله بفرضه وتركه ما أُمر بتركه فيها ) بتصرّف يسير 9 / 197 ـ 198 ، وعليه يُفهم أنّ خشوع القلب يلزم منه خشوع الجوارح ، بل إنّك تجد المصلّي إذا كان مشغول القلب بأمر هام ساكن الجوارح لشرود ذهنه في التّفكير في ما أهمّه ، وهذا أمر مُشاهد ، حتّى خارج الصّلاة إذا شرد الإنسان في أمر يهمّه سكنت حركته ، فإذا خشع العبد وشرد ذهنه متفكّراً في أمر صلاته ووقوفه بين يدي الله تعالى سكنت جوارحه إلاّ ممّا لابدّ منه ، نسأله الله تعالى أن يرزقنا الخشوع ، فقد جاء في سنن التّرمذي في حديث جبير بن نفير عن أبي الدّرداء رضي الله عنه عن النّبيّ - صلى الله عليه وسلم - أنّه قال يوماً : ( هذا أوان يُختلس العلم من النّاس حتّى لا يقدروا منه على شيء ..قال جبير فلقيت عبادة بن الصّامت رضي الله عنه فسألته عن ذلك فقال : صدق أبو الدّرداء ، إن شئت لأحدّثنّك بأوّل علم يُرفع من النّاس ؟ الخشوع ، يوشك أن تدخل مسجد جماعة فلا ترى فيه رجلاً خاشعاً ) كتاب العلم باب ماجاء في ذهاب العلم ، وله شاهد عن عوف بن مالك أخرجه أحمد 6 / 26ـ27 والطّبراني 18 / ح75والخطيب في اقتضاء العلم العمل ح89 والبزّار ح232 وابن حبّان ح4572 وفيه أنّ القائل : ( أوّل علم يُرفع من النّاس ) هو شدّاد بن أوس ، وهو عند الطّبراني في الكبير ح7183 مختصراً بلفظ : ( أوّل ما يُرفع من النّاس الخشوع ) وصحّحه الألباني عن أبي الدّرداء وعوف بن مالك في صحيح الجامع ح6990 .",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "[ المؤمنون :1 ] فبدأ من صفاتهم بالصّلاة عند مديحه إياهم ، ثمّ وصفهم بالأعمال الطّاهرة الزّاكية المرضيّة إلى قول الله تعالى عزّوجل : { والذين هم لأماناتهم وعهدهم راعون ، والذين هم على صلواتهم يحافظون(1)،أولئك هم الوارثون ، الذين يرثون الفردوس(2)هم فيها خالدون } [ المؤمنون : 8 ـ11] فأوجب الله عزّوجل لأهل هذه الأعمال الشّريفة الزاكية المرضية الخلود في الفردوس ، و جعل هذه الأعمال بين ذكر الصّلاة مرّتين . ¶ __________ ¶ (1) المقصود بالمحافظة هنا المحافظة على أوقاتها فلا يضيّعونها ، ولا يشتغلون بغيرها حتّى تفوتهم ، قاله ابن جرير وأسنده عن مسروق رحمه الله ، التّفسير 9 / 200 . ¶ (2) وجه وراثتهم للفردوس مع أنّهم أوّل من يسكنها ، ما جاء عن السّلف أنّ لكلّ عبد منزلان واحد في الجنّة والآخر في النّار ، فإذا دخل النّار ورث أهل الجنّة منزله ، انظر ذلك في تفسير الطّبري 9 / 201 .",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "ثمّ عاب الله عزّوجل النّاس كلّهم وذمّهم ، ونسبهم إلى اللّوم والهلَع والجزَع ، والمنع للخير إلاّ أهل الصّلاة ، فإنّه استثناهم منهم فقال عزّوجل : { إنّ الإنسان خُلق هلوعاً(1)إذا مسّه الشّرُّ جزوعاً وإذا مسّه الخيرُ منوعاً } (2)[ المعارج :19ـ21] ثم استثنى المصلّين منهم ، فقال : { إلاّ المصلّين الذين هم على صلاتهم دائمون(3)والّذين في أموالهم حقٌ معلومٌ للسّائل والمحروم } [ المعارج :22ـ25 ] ثمّ وصفهم بالأعمال الزّاكية الطّاهرة المرضية الشّريفة ، إلى قوله : { والذين هم بشهاداتهم قائمون } [ المعارج : 33 ] ثم ختم بثنائه عليهم ومدحهم بأن ذكرهم بحفظهم الصّلاة فقال : { والذين هم على صلاتهم يحافظون ،(4) ¶ __________ ¶ (1) صيغة مبالغة من الهلع ، وهو شدّة الجزع مع شدّة الحرص والضّجر وعن ابن عبّاس قال : الهلوع : هو الجزوع الحريص .تفسير الطّبري 12/234 . ¶ (2) هذا تفصيل حال الهلوع وهو أنّه إذا مسّه الخير كان منوعاً وإذا مسّه الشرّ كان جزوعاً قال ابن جرير : ( يقول : إذا قلّ ماله وناله الفقر والعدم فهو جزوعٌ من ذلك لا صبر له عليه ، وإذا كثُر مالُه ونال الغنى فهو منوعٌ لما في يده بخيل به لا ينفقه في طاعة الله ولا يؤدّي حقّ الله منه) تفسير الطّبري 12 / 234 . ¶ (3) هذا وصفٌ للمؤمنين يقتضي استمراريّتهم على أداء الصّلاة فلا يتركون منها شيئاً فيوصف بالانقطاع ، ولهذا جاء عنه - صلى الله عليه وسلم - أنّه قال : ( أحبّ الأعمال إلى الله أدومها وإن قلّ ) أخرجه مسلم في صلاة المسافرين باب فضيلة العمل الدّائم ح783 عن عائشة رضي الله عنها. ¶ (4) قال قتادة : أي على وضوئها وركوعها ، ذكره القرطبي ثمّ قال : ( فالدّوام خلاف المحافظة ، فدوامهم عليها أن يحافظوا على أدائها لا يُخِلّون بها ولا يشتغلون عنها بشيء من الشّواغل ، ومحافظتهم عليها أن يراعوا إسباغ الوضوء لها ومواقيتها ويقيموا أركانها ويكمّلوها بسننها وآدابها ويحفظوها من الإحباط باقتراف المأثم ، فالدّوام يرجع إلى نفس الصّلوات والمحافظة إلى أحوالها ) تفسير القرطبي 18 / 189 .",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "أولئك في جنات مكرمون } [ المعارج: 34ـ35] ¶ فأوجب لأهل هذه الأعمال الكرامة في الجنة ، وافتتح ذكر هذه الأعمال بالصّلاة فجعل ذكر هذه الأعمال بين ذكر الصّلاة مرتين. ¶ ثم ندب الله عزّوجل رسوله - صلى الله عليه وسلم - إلى الطّاعة كلّها جملةً وأفرد الصّلاة بالذكر من بين الطاعات كلّها ، و الصّلاة هي من الطاعة ، فقال عزّوجل : { أتْلُ ما أُوحيَ إليك من الكتاب وأَقمِ الصّلاة } (1)[ العنكبوت :45] ففي تلاوة الكتاب : فعل جميع الطاعات ، واجتناب جميع المعصية (2) ¶ __________ ¶ (1) أكثر ما يأتي الأمر بالصّلاة في القرآن بلفظ : ( أقم الصّلاة ) أقيموا الصّلاة ) وأقامة الصّلاة أداؤها بحدودها وفروضها الظّاهرة والباطنة كالخشوع والمراقبة وتدبّر المتلو والمقروء ، ونقل القاسمي عن الرّاغب قوله : ( إقامة الصّلاة توفية حدودها وإدامتها ، وتخصيص الإقامة تنبيه على أنّه لم يرد إيقاعها فقط ، ولهذا لم يأمر بالصّلاة ولم يمدح بها إلاّ بلفظ الإقامة نحو : { وأقم الصّلاة } وقوله : { والمقيمين الصّلاة } و : { الّذين يقيمون الصّلاة } ولم يقل : المصلّي إلاّ في المنافقين : { فويلٌ للمصلّين الّذين هم عن صلاتهم ساهون } وفي ذلك تنبيهٌ على أنّ المصلّين كثير والمقيمين لها قليل كما قال عمر رضي الله عنه : ( الحاجّ قليل والرّكب كثير ) ولهذا قال عليه السّلام : ( من صلّى ركعتين مقبلاً بقلبه على ربّه خرج من ذنوبه كيوم ولدته أمّه ) فذكر مع قوله : ( صلّى ) الإقبال بقلبه على الله تنبيهاً على معنى الإقامة وبذلك عظُم ثوابه ، وكثيرٌ من الأفعال الّتي حثّ تعالى على توفية حقّه ذكرها بلفظ الإقامة نحو : { ولو أنّهم أقاموا التّوراة والإنجيل } و { وأقيموا الوزن بالقسط } تنبيهاً على المحافظة على تعديله . انتهى ،فالإقامة من أقام العود إذا قوّمه ) تفسير القاسمي 1 / 239 . ¶ (2) في هذا تفسيرٌ من الإمام أحمد رحمه الله للأمر بتلاوة الكتاب ، وهو : اتّباع ما فيه من الأمر والنّهي ، و الّذي في تفاسير المتقدّمين كابن جرير وابن كثير والقرطبي وغيرها تفسير الأمر هنا بالأمر بقراءة الكتاب فقط دون ذكر الاتّباع ، مع أنّ ابن جرير رحمه الله فسّر الأمر بتلاوة الكتاب في سورة الكهف بالاتّباع ، وبتفسير الإمام أحمد أخذ السّعدي في تفسيره لآية العنكبوت، وقال العلاّمة الشّنقيطي رحمه الله في تفسير آية الكهف : ( أمر من الله جلّ وعلا نبيّه - صلى الله عليه وسلم - في هذه الآية الكريمة أن يتلو هذا القرآن الّذي أوحاه إليه ربّه ، والأمر في قوله : واتل ، شامل للتّلاوة بمعنى القراءة ، والتّلو : بمعنى الاتّباع ، وما تضمّنته هذه الآية الكريمة من أمره تعالى لنبيّه - صلى الله عليه وسلم - بتلاوة القرآن العظيم واتّباعه جاء مبيّناً في آيات أخر كقوله تعالى في سورة العنكبوت : { أتلُ ما أوحي إليك من الكتاب } ) أضواء البيان 4 /85.",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "فخص الصّلاة بالذكر ، فقال: { وأقم الصّلاة إنّ الصّلاة تنهى عن الفحشاء والمنكر } (1) ¶ __________ ¶ (1) في تفسير القاسمي : ( أي تكون سبباً للانتهاء عن ذلك ففيه تجوّز في الإسناد ) 5/448 ، وقال ابن الجوزي : ( في معنى هذه الآية للعلماء ثلاثة أقوال : أحدها : أنّ الإنسان إذا أدّى الصّلاة كما ينبغي وتدبّر ما يتلو فيها نهته عن الفحشاء والمنكر ، هذا مقتضاها وموجبها ، والثّاني : أنّها تنهاه ما دام فيها ، والثّالث : أنّ المعنى : ينبغي أن تنهى الصّلاةُ عن الفحشاء والمنكر ) زاد المسير 6 / 274 وهذا الأخير موافقٌ لما ذكره القاسمي ، والآية في ظاهرها خبر ، وقد جاء مفسّراً في حديث مرفوع : ( من لم تتنهاه صلاته عن الفحشاء والمنكر لم يزدد من الله إلاّ بعداً ) أخرجه ابن جرير 10 / 145 وجاء موقوفاً على ابن عبّاس وابن مسعود ورُوي عن الحسن البصري ، وقد حكم عليه بالبطلان شيخ الحديث الألباني في السّلسلة الضّعيفة ح 2 وضعّفه سنداً ومتناً وذكره عن شيخ الإسلام رحمه الله وابن عبدالسّلام بأنّ الصّلاة خير والّذي يصلّي خير من الّذي لا يصلّي ، في بحث شيّق . ¶ لكن : كونه ثبت عن اثنين من الصّحابة وبعض التّابعين الأجلّة فالأفضل أن نحاول إيجاد توفيق له ، وهو ممكن بأن يُقال : إنّ الّذي يصلّي ويعرف لذّة الوقوف بين يدي الله ثمّ لا يستحي من عصيانه ، مجترىء على الله ، ومع أنّه خير من الّذي لايصلّي لكنّ الأمر في حقّه أفحش ، فالصّلاة تزيد من الحجّة عليه ، كما أنّ الّذي ينهى عن المنكر ويأتيه ، خير من الّذي يأتيه ولا ينكره ، لكنّ الأوّل أمره اشدّ فحشاً لأنّ الحجّة عليه أكثر ، فكذلك المصلّي الّذي يقف بين يدي الله تعالى ويقيم على الفواحش تزيده صلاته بعداً من الله لامن حيث الجملة ، إذ في عمله هذا زيادة جرأة عن الّذي يرى فواحشه ويحقر نفسه أن يصلّي وأن يقف موقف المصلّي ، كما أنّ العاصي العامّي جرمه أخفّ من العالم ، فعلم العالم الّذي يقترف الفاحشة يزيده من الله بعداً ، مع أنّ العلم في نفسه محمود وطلبه قربة ، والعالم العاصي خير من العاصي غير العالم إذ أنّ فيه نفع للأمّة وقد يبلّغ من الدّين مالا يعرفه الجاهل ، لكنّ الحجّة عليه أكبر إذ وسّع الله له في العلم ، وهذا بطبيعة الحال لا يعني أنّ صلاة مقترف الفواحش باطلة أو أنّها لا أجر فيها أو أنّ ذلك يعني أنّ له تركها ، وإنّما قلنا هذا لأنّه يبعد أن يخفى هذا المعنى عن ابن عبّاس وابن مسعود وبعض السّلف ممّن رُويت عنهم هذه الكلمة دون نكير ، فدعوى أنّها خطأ فيه صعوبة ، وابتغاء تأويل لها ولو كان فيه بعد أولى والله أعلم .",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "[ العنكبوت : 45 ] . ¶ وإلى الصّلاة خاصّة ندب الله عزّوجل(1)فقال : { وأمر أهلك …. ¶ ……………………………………………….. ¶ بالصّلاة(2)واصطبر عليها لا نسألك رزقاً نحن نرزقك } (3) ¶ __________ ¶ (1) النّدب في اللّغة : الدّعاء ، وسُمّي المندوب مندوباً من حيث أنّ الله دعا الخلق لفعله ، والنّدب أعمّ من الواجب فكلّ واجب مندوب وليس كلّ مندوب واجباً ، ومراد الإمام هنا دعوة الله العباد إلى الصّلاة . ¶ (2) ذكر القرطبي عن الحسن قال : أهله : يعني أمّته ، وفي حرف ابن مسعود : ( وكان يأمر أهله جرهم وولده بالصّلاة والزّكاة ) تفسير القرطبي 11 / 78وقال القاسمي رحمه الله : ( أي كان يبدأ أهله في الأمر بالصّلاح والعبادةليجعلهم قدوةً لمن وراءهم ، ولأنّهم أولى من سائر النّاس : { وأنذر عشيرتك الأقربين } : { وأمر أهلك بالصّلاة } : { قوا أنفسكم وأهليكم ناراً } ، ألا ترى أنّهم أحقّ بالتّصدّق عليهم ؟ فالإحسان الدّيني أولى ، أفاده الزّمخشري ) تفسير القاسمي 5 / 84 . ¶ (3) أمر من الله تعالى لنبيّه - صلى الله عليه وسلم - ولأمّته من بعده أن يصلّي ويأمر أهله بالصّلاة وأن يصبر نفسه عليها وعلى القيام بحقوقها وأدائها كما أمر الله تعالى ، وفي مناسبة ذكر الرّزق في هذه الآية وجهان : الأوّل : أنّه تعالى ينبّه إلى أنّه لا يسأل العباد مالاً ، بل كلّفهم عبادته بأبدانهم ، لا كما يأمر السّادة العبيد بأداء الأموال لهم ولمصلحة السّادة فقط ، حتّى عندما كلّف الغنيّ مالاً فلمصلحة أخيه الفقير ، ومنه قوله تعالى : { وما خلقت الجنّ والإنس إلاّ ليعبدون ما أريد منهم من رزق وما أريد أن يطعمون إنّ الله هو الرّزّاق ذو القوّة المتين } قال ابن جرير : ( لا نسألك مالاً بل نكلّفك عملاً ببدنك نؤتيك عليه أجراً عظيماً وثواباً جزيلاً ). والثّاني : أنّه تنبيه منه تعالى للعباد أن لا تشغلهم التّجارة والكسب عن صلاتهم ، فقيل : معنى الآية : أقبل مع أهلك على الصّلاة واستعينوا بها على خصاصتكم ولا تهتمّوا بأمر الرّزق والمعيشة ، فإنّ رزقك مكفيّ عندنا ونحن رازقوك ، وردّه القاسمي بأنّه غير مفهوم من الآية وأنّه مستند للكسالى للقعود عن الكسب والتّخلّي عن السّعي المأمور به . ¶ ومع أنّ الأظهر فيه هو الوجه الأوّل ، فإنّ الوجه الثّاني مفهومٌ منها أيضاً ولو بالإشارة ، وليس فيه مستندٌ للكسالى ، لأنّ المراد أن لا يحمل العبد همّ رزقه في قلبه بل يسعى ويوكّل التّحقيق لله تعالى ، لأنّ القلب إذا حمل همّ الرّزق شُغل عن الصّلاة أو بعضها ، أو أنّ المراد أنّ الصّلاة سبب للرّزق وتحصيل السّعة فيه ، وهذا المعنى من مفاهيم السّلف ، فقد روى ابن جرير نفسه عن عروة بن الزّبير أنّه كان إذا رأى ما عند السّلاطين دخل داره ونادى الصّلاة الصّلاة وقرأ هذه الآية ، انظر تفسير ابن جرير 8 / 479ـ480 والقاسمي 5 / 134 ـ 135 ، والقرطبي 11/174 .",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "[ طه :132] فأمره أن يأمر أهله بالصّلاة ويصبر عليها ، ثمّ أمر الله تعالى جميع المؤمنين بالاستعانة على طاعته كلّها ، ثمّ خصّ الصّلاة بالذّكر من بين الطّاعة كلّها فقرنها مع الصّبر بقوله : { يا أيّها الذين آمنوا استعينوا بالصّبر والصّلاة(1) ¶ __________ ¶ (1) الأمر بالاستعانة بالصّبر والصّلاة تكرّر في أكثر من موضع ، قال ابن جرير في هذه الآية : ( حضٌ من الله تعالى ذكره على طاعته واحتمال مكروهها على الأبدان والأموال ..بالصّبرعلى مكروه ذلك ومشقّته ثمّ بالفزع فيما ينوب من مفظعات الأمور إلى الصّلاة لي ) التّفسير بتصرّف 2 / 41 ، وقال : ( وقد قيل : إنّ معنى الصّبر في هذا الموضع : الصّوم ) ثمّ تأوّل لقائل هذا القول 1 / 298 .وقد ذكره القرطبي عن مجاهد ، و رأيته عن الشّريف عبدالخالق بن عيسى بن أحمد الهاشمي العبّاسي أبو جعفر من علماء الحنابلة ، قال في الطّبقات : ( قال القاضي أبو الحسين : أُخذ الشّريف أبو جعفرفي فتنة أبي نصر ابن القشيري وحُبس أيّاماً فسرد الصّوم وما أكل لأحد شيئاً ، قال : ودخلت عليه في تلك الأيّام ورأيته يقرأ في المصحف ، فقال لي : قال الله تعالى : { واستعينوا بالصّبر والصّلاة } تدري ما الصّبر ؟ قلت : لا ، قال : هو الصّوم ، ولم يفطر إلى أن بلغ منه المرض ) طبقات الحنابلة 3/ 22 . قال القرطبي : ( فجاء الصّبر والصّوم على هذا القول متناسباً في أنّ الصّيام يمنع الشّهوات ويزهّد في الدّنيا ، والصّلاة تنهى عن الفحشاء والمنكر وتُخشّع ويُقرأ فيها بالقرآن الّذي يذكّر بالآخرة ) تفسيره 1 / 253، وإذا كان الصّبر بمعناه العامّ فالصّيام من أعظم الصّبر . ¶ والأمر بالاستعانة بالصّبر والصّلاة جاء عامّاً ، فالصّبر والصّلاة يُستعان بهما على مشاقّ الدّنيا وتقلّباتها ومصائبها ، كما جاء عنه - صلى الله عليه وسلم - أنّه ( كان إذا حزبه أمر فزع إلى الصّلاة ) أخرجه أبو داود ح1319 والطّبري في تفسير الآية وصحّحه الألباني في صحيح الجامع 4703 ، كما أنّهما عونٌ للعبد على نيل الفوز في الآخرة برضا الله وجاء هذا عن ابن جريج وأبي العالية أنّهما قالا : استعينوا بالصّبر والصّلاة على مرضاة الله ، وإنّهما معونتان على رحمة الله ، أخرجه ابن جرير 1 / 299 .",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "إنّ الله مع الصّابرين } [ البقرة : 153 ] فكذلك أمر الله تعالى بني إسرائيل بالاستعانة بالصّبر والصّلاة على جميع الطاعة ، ثم أفرد الصّلاة من بين الطاعة، فقال : { واستعينوا بالصبر والصّلاة وإنّها لكبيرةٌ إلاّ على الخاشعين } (1) ¶ __________ ¶ (1) قال القرطبي : ( الخاشعون جمع خاشع وهو المتواضع : والخشوع هيئة في النّفس يظهر منها في ا لجوارح سكون وتواضع ، وقال قتادة : الخشوع في القلب وهو الخوف وغضّ البصر …قال النّخعي : ليس الخشوع بأكل الخشن ولبس الخشن وتطأطؤ الرّأس ، لكنّ الخشوع أن ترى الشّريف والدّنيء في الحقّ سواء ، وتخشع في كلّ فرض افترض عليك ، ونظر عمر بن الخطّاب إلى شابّ قد نكس رأسه فقال : يا هذا ارفع رأسك فإنّ الخشوع لا يزيد على مافي القلب ..فمن أظهر للنّاس خشوعاً فوق ما في قلبه فإنّما أظهر نفاقاً على نفاق ، قال سهل بن عبدالله : لا يكون خاشعاً حتّى تخشع كلّ شعرة على جسده لقول الله تبارك وتعالى : { تقشعرّ منه جلود الّذين يخشون ربّهم } قلت : هذا هو الخشوع المحمود لأنّ الخوف إذا سكن القلب أوجب خشوع الظّاهر فلا يملك صاحبه دفعه، فتراه مطرقاً متأدّباً متذلّلاً ..وأمّا المذموم فتكلّفه والتّباكي ومطأطأة الرّأس كما يفعله الجهّال ليُرَوا بعين البرّ والإجلال وذلك خدعٌ من الشّيطان وتسويلٌ من النّفس ) بتصرّف من تفسيره 1 / 252 ، والضّمير في : ( إنّها ) عائد إلى الصّلاة ، وقيل عائد إلى الوصيّة المتقدّمة لهذه الآية ، رجّح ابن جرير الأوّل ، وأشار ابن كثير للثّاني وقوّاه احتمالاً ، وذكر له شواهد ثمّ قال : ( وعلى أيّ حال فقوله تعالى : { وإنّها لكبيرة } أي مشقّة ثقيلة …والآية وإن كانت خطاباً في سياق إنذار بني إسرائيل فإنّهم لم يُقصدوا بها على سبيل التّخصيص وإنّما هي عامّةٌ لهم ولغيرهم ) ثمّ قال : ( الخاشعين الذّين يعلمون أنّهم ملاقوا ربّهم وأنّهم محشورون إليه يوم القيامة معروضون عليه وراجعون إليه أي أمورهم راجعةٌ إلى مشيئته يحكم فيها ما يشاء بعدله ، فلهذا لمّا أيقنوا بالمعاد والجزاء سهُل عليهم فعل الطّاعات وترك المنكرات ) ملخّصاً من تفسيره 1 / 90 ـ 91 .",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "[ البقرة :45 ] ومثل ذلك ما أخبر الله عزّوجل من حكمه ووصيّته خليله إبراهيم ولوطاً وإسحاق ويعقوب فقال : { يا نار كوني برداً وسلاماً على إبراهيم } إلى قوله : { ونجّينا لوطاً } إلى قوله : { ووهبنا له إسحاق ويعقوب نافلة } إلى قوله : { وأوحينا إليهم فِعْلَ الخيراتِ وإِقامَ الصّلاة } [ الأنبياء : 69ـ73 ] فذكر الخيرات كلّها جملةً وهي جميع الطّاعات واجتناب جميع المعصية(1)، وأفرد الصّلاة بالذّكر وأوصاهم بها خاصّة . ¶ ومثل ذلك ما ذكر عن إسماعيل في قوله : { وكان يأمر أهله بالصّلاة والزّكاة وكان عند ربه مرضياً } [ مريم :55 ] فبدأ بالصّلاة. ¶ __________ ¶ (1) فيه مسألة يذكرها علماء الأصول ، وهي : هل التّرك فعل أم لا ؟ قال بعضهم التّرك فعل وعمل ، وقال بعضهم بل التّرك ليس بفعل ، وقول الإمام هنا يشعر بالأوّل لأنّه جعل الانتهاء عن المعصية داخل في فعل الخيرات ، وللسّبكي استدلال لطيف في هذا ، قال رحمه الله : ( وقعت على ثلاثة أدلّة تدلّ على أنّ الكفّ فعلٌ لم أرَ أحداً عثر عليها : أحدها : قوله تعالى : { وقال الرّسول ياربّ إنّ قومي اتّخذوا هذا القرآن مهجوراً } وتقريره أنّ الاتّخاذ افتعال من أخذ أو من وخذ أو من تخذ ، أقوال ثلاثة للتّصريفيّين أرجحها أوّلها..والحاصل أنّ الأخذ تناول والمهجور : المتروك فصار المعنى : تناولوه متروكاً أي فعلوا تركه ..والثّاني : عن أبي جحيفة قال : قال رسول الله - صلى الله عليه وسلم - : ( أيّ الأعمال أحبّ إلى الله ؟ قال : فسكتوا ، فلم يجبه أحد ، فقال : هو حفظ اللّسان ) والثّالث : قول قائل من المسلمين من الأنصار ، والنّبيّ - صلى الله عليه وسلم - يعمل بنفسه في بناء مسجده من شعر : لئن قعدنا والنّبيّ يعمل لذاك منّا العمل المُضلّل . انتهى من طبقات الشّافعيّة 1 / 100ـ102 .قلت : وهذه الآية دليل على ما ذكر أيضاً وتفسير الإمام أحمد مُعتمد.",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "ومثل ذلك عن نجيه(1)موسى عليه السلام في قوله : { هل أتاك حديث موسى } إلى قوله : { إنّي أنا الله ، لا إله إلاّ أنا فاعبدني وأقِم الصّلاة لذكري } (2)[ طه :9ـ14] فأجمل الطّاعة واجتناب المعصية في قوله لموسى : { فاعبدني } ، وأفرد الصّلاة وأمر بها خاصة . ¶ __________ ¶ (1) أي كليمه ، من المناجاة وهي الكلام الخفي . ¶ (2) قال ابن جرير رحمه الله : ( اختلف أهل التّأويل في تأويل ذلك فقال بعضهم : معنى ذلك : أقم الصّلاة لي فإنّك إذا أقمتها ذكرتني ..عن مجاهد قال : إذا صلّى ذَكَر ربّه ، وقال آخرون : معنى ذلك : وأقم الصّلاة حين تذكرها …قال أبو جعفر : وأولى التّأويلين في ذلك بالصّواب تأويل من قال : أقم الصّلاة لتذكرني فيهالأنّ ذلك أظهر معنييه ) التّفسير 8 / 400 ، وقال القاسمي : ( أي لتذكرني فيها بقلبك ولسانك وسائر جوارحك بأن تجعل حركاتها دالّة على ما في القلب واللّسان ، قال أبو السّعود : خُصّت الصّلاة بالذّكر وأُفردت بالأمر بالعبادة لفضلها وإنافتها على سائر العبادات بما نيطت به من ذكر المعبود وشغل القلب واللّسان بذكره وذلك قوله تعالى : { لذكري } أي لتذكرني فإنّ ذكري كما ينبغي لا يتحقّق إلاّ في ضمن العبادة والصّلاة ، أو لتذكرني فيها لاشتمالها على الأذكار ، أو لذكري خاصّة لا تشوبه بذكر غيري ، أو لإخلاص ذكري وابتغاء وجهي ، لا ترائي بها ولا تقصد بها غرضاً آخر ، أو لتكون ذاكراً لي غير ناسٍ ) تفسير القاسمي 5 / 97 .",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "وقال عزّوجل : { والّذين يمسّكون بالكتاب وأقاموا الصّلاة } (1)[الأعراف :170] والتمسّك بالكتاب : يأتي على جميع الطاعة واجتناب جميع المعصية ، ثم خصّ الصّلاة بالذّكر فقال : { وأقاموا الصّلاة } . ¶ وإلى تضييع الصّلاة نسب الله عزّوجل من أوجب له العذاب قبل المعاصي فقال : { فخلف من بعدهم خلفٌ أضاعوا الصّلاة واتّبعوا الشهوات فسوف يلقون غياً } (2) ¶ __________ ¶ (1) قال القرطبي : ( يُقال : مسك به وتمسّك به أي استمسك به ، وقرأ أبو العالية : ( يمْسِكون) بالتّخفيف من أمسك يمسك ، والقراءة الأولى أولى ، لأنّ فيها معنى التّكرير والتّكثير للتّمسّك بكتاب الله تعالى وبدينه فبذلك يُمدحون ) تفسيره 7 / 199 . ¶ (2) اختلف السّلف في تفسير هذه الآية : من هم المعنيّون بهذه الآية ؟ هل هم من أمّة محمّد - صلى الله عليه وسلم - أو هم من الأمم السّابقة ،قال الشّنقيطي رحمه الله بعد أن سرَد الأقوال : ( وكونهم من أمّة محمّد - صلى الله عليه وسلم - ليس بوجيه عندي لأنّ قوله تعالى : { فخلف من بعدهم } صيغة تدلّ على الوقوع في الزّمن الماضي ولا يمكن صرفها للمستقبل إلاّ بدليل يجب الرّجوع إليه كما ترى ، والظّاهر أنّهم اليهود والنّصارى وغيرهم من الكفّار الّذين خلفوا أنبياءهم وصالحيهم قبل نزول الآية فأضاعوا الصّلاة واتّبعوا الشّهوات ، وعلى كلّ حال فالعبرة بعموم اللّفظ لا بخصوص السّبب فكلّ خلْفٍ أضاعوا الصّلاة واتّبعوا الشّهوات يدخلون في الذّمّ والوعيد المذكور ) أضواء البيان 4 / 308 . ¶ ثمّ اختلفوا في المُراد بإضاعة الصّلاة ،فقال بعضهم : تركها بالكلّيّة ، أسنده ابن جرير عن القُرَظي وهو اختيار الزّجّاج ، وقال ابن مسعود والقاسم بن مخيمرة والنّخعي وعمر بن عبدالعزيز إضاعتها : تأخيرها عن وقتها ، قال القرطبي : وهو الصّحيح ، واختار الطّبري رحمه الله القول الأوّل .",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "[ مريم :59 ] فمن اتباع الشهوات : ركوب جميع المعاصي ، فنسبهم الله عزّوجل إلى جميع المعصية في تضييع الصّلاة . ¶ فهذا ما أخبر الله تعالى به من آي القرآن ، من تعظيم الصّلاة وتقديمها بين يدي الأعمال كلها ، وإفرادها بالذّكر من جميع الطاعات ، والوصيّة بها دون أعمال البر عامّة ، فالصّلاة خطرها عظيم ، وأمرها جسيم ، وبالصّلاة أمر الله تبارك وتعالى رسولَه أوّلَ ما أوحى إليه بالنّبوّة ، قبل كلّ عمل وقبل كلّ فريضة . ¶ وبالصّلاة أوصى النّبيّ - صلى الله عليه وسلم - عند خروجه من الدّنيا فقال : ( الله الله في الصّلاة وفيما ما ملكت أيمانكم )(1)في آخر وصيّته إياهم ، وجاء الحديث : ( أنها آخر وصية كل نبيٍ لأمّته ، وآخر عهده إليهم عند خروجه من الدنيا )(2)، وجاء في حديثٍ آخر عن النّبيّ - صلى الله عليه وسلم - أنه كان يجود بنفسه ويقول : ( الصّلاة ، الصّلاة ، الصّلاة)(3). ¶ __________ ¶ (1) أخرجه الإمام أحمد 3 / 117 وابن ماجة في الوصايا باب هل أوصى رسول الله - صلى الله عليه وسلم - والحاكم 3 / 57 وابن حبّان ح6605 وغيرهم عن أنس بن مالك رضي الله عنه ولفظه : كان آخر وصيّة رسول الله - صلى الله عليه وسلم - وهو يغرغر بها في صدره وما كان يفيص بها لسانه : ( الصّلاة الصّلاة ، اتّقوا الله فيما ملكت أيمانكم ) وله شاهد من حديث عليّ بن أبي طالب رضي الله عنه أخرجه أحمد 1 / 78 وأبوداود في الأدب باب في حقّ المملوك وابن ماجة في الوصايا باب هل أوصى رسول الله - صلى الله عليه وسلم - ، كما رُوي من حديث أمّ سلمة رضي الله عنها أخرجه أحمد 6 /290، 311،315 ،321 ، وابن ماجة في الجنائز باب ما جاء في ذكر مرض رسول الله - صلى الله عليه وسلم - والطّبراني في الكبير ح690و691و897 وهو حديث صحيح . ¶ (2) لم أجده . ¶ (3) جاء ذلك في بعض روايات الحديث السّابق أنّه ( كان يغرغر بها ) وفي لفظ (يلجلج بها لسانه) وفي لفظ ( وما يكاد يفيص بها ) أي يبينها .",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "فالصّلاة أوّل فريضة فُرضت عليهم ، وهي آخر ما أوصى به أمّته وآخر ما يذهب من الإسلام . ¶ وهي أوّلُ ما يُسأل عنه العبد من عمله يوم القيامة ، وهي عمود الإسلام ، وليس بعد ذهابها دينٌ ولا إسلام(1)، فالله الله في أموركم عامّة ، و في صلاتكم خاصّة فتمسّكوا بها ، واحذروا تضييعها والاستخفاف بها ، ومسابقة الإمام فيها ، وخداع الشيطان أحدكم عنها ، وإخراجه إيّاكم منها ، فإنّها آخر دينكم ، ومن ذهب آخر دينه ، فقد ذهب دينه كلّه فتمسكوا بآخر دينكم. ¶ __________ ¶ (1) وهذا بظاهره يُفهم منه أنّه رحمه الله يرى كفر تارك الصّلاة وهي إحدى الرّوايات عنه ، ورواية أخرى أنّه لا يكفر وبه قال الأئمّة الثّلاثة ، وذهب إلى كفره أيضاً إسحاق بن راهوية وابن المبارك ومحمّد بن نصر المروزي وغيرهم ، ولكلّ أدلّته انظر فيها تعظيم قدر الصّلاة للمروزي وكتاب الصّلاة لابن القيّم .",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "واءمر يا عبد الله(1)الإمام : أن يهتمّ بالصّلاة ويُعنى بها ويتمكّن(2) ليتمكّنوا (3)، إذا ركع وسجد ، فإنّي صلّيت يومئذٍ فما استمكنت من ثلاث تسبيحاتٍ في الرّكوع ولا ثلاثٍ في السّجود ، وذلك لعجلته(4)، لم يُمكّن ولم يستمكن(5)، وعَجِل ، فأعلِمه أنّ الإمام إذا أحسن الصّلاة كان له أجر صلاته ، ومثل أجر من يصلّي خلفه ، وإذا أساء كان عليه وزر إساءته ووِزْر من يصلي خلفه . ¶ وجاء الحديث عن الحسن البصري أنّه قال : ( التّسبيح التّام : سبعٌ ، والوسط من ذلك خمس ، وأدناه : ثلاث تسبيحات )(6). ¶ __________ ¶ (1) هذا خطاب لقارىء رسالته هذه وليس المقصود به ابنه عبدالله . ¶ (2) أي يمكّن أعضاءه من القيام بالأركان بأن يتمهّل فيها قدراً يستطيع به أداؤها على الوجه المطلوب . ¶ (3) أي المأمومون ، ويُفهم منه أنّ التّمكّن في حقّ الإمام يزيد على التّمكّن في حقّ المنفرد ، إذ عليه مراعاة حال من خلفه من المصلّين ، لا كما يفعل بعض الأئمّة هداهم الله إذ يصلّي أحدهم بالنّاس كأنّه يصلّي بنفسه ، فيركع ويسجد سريعاً معتقداً أنّه أدّى ما عليه لكنّه إن أدّى حقّ صلاته فلم يؤدّ حقّ صلاة المأموم .. ¶ (4) يعني بذلك : الإمام الّذي صلّى خلفه . ¶ (5) أي لم يستمكن هو لنفسه ولم يمكّن من خلفه من أداء صلاتهم . ¶ (6) أخرجه ابن أبي شيبة في المصنّف ح2568 بلفظ : ( التّامّ من السّجود قدر سبع تسبيحات والمجزىء ثلاث )وبرقم 2567 بلفظ : ( وسطاً من الرّكوع والسّجود أن يقول الرّجل في ركوعه وسجوده سبحان الله وبحمد ثلاثاً ) وأخرج عبدالرّزّاق في مصنّفه ح2887 عنه رحمه الله : ( يجزىء في الرّكوع والسّجود سبحان الله وبحمده ثلاثاً ) .",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "وأدنى ما يسبّح الإمام في الرّكوع : ( سبحان ربي العظيم)(1)ثلاث مرات ، وفي السّجود : ( سبحان ربي الأعلى )(2)ثلاث مرات(3) ¶ __________ ¶ (1) قال الطّبري : ( سبحان : مصدر لا تصرّف له ، ومعناه : نسبّحك ) 1 / 258 ، والتّسبيح هو التّنزيه والتّقديس ، قال ابن القيّم رحمه الله تعالى : ( فأفضل ما يقول الرّاكع على الإطلاق : سبحان ربّي العظيم فإنّ الله سبحانه أمر العباد بذلك ..فسرّ الرّكوع تعظيم الرّب جلّ جلاله بالقلب والقالب والقول ولهذا قال النّبيّ - صلى الله عليه وسلم - : ( أمّا الرّكوع فعظّموا فيه الرّب ) ) كتاب الصّلاة ص176 والحديث أخرجه مسلم في الصّلاة ح479 . ¶ (2) إنّما سبّح الله في الرّكوع بعظمته وفي السّجود بعلوّه لأمره - صلى الله عليه وسلم - ،قال ابن القيّم : (وشُرع فيه من الثّناء ما يناسبه وهو قول العبد : سبحان ربّي الأعلى فهذا أفضل ما يُقال فيه ، ولم يرد عن النّبيّ - صلى الله عليه وسلم - أمره في السّجود بغيره ...وكان وصف الرّب بالعلوّ في هذه الحال في غاية المناسبة لحال السّاجد ، الّذي قد انحطّ إلى السّفل على وجهه ، فذكر علوّ ربّه في حال سقوطه ، وهو كما ذكر عظمته في حال خضوعه في ركوعه ، ونزّه ربّه عمّا لا يليق به ، ممّا يضادّ عظمته وعلوّه ) كتاب الصّلاة ص181 . ¶ (3) هذا للإمام فقط ويُفهم منه أنّ المنفرد له حكم آخر ، كما أنّه خلاف ما يذكره بعض الفقهاء كما في المغني لابن قدامة : أنّ الإمام لا يُستحبّ له الزّيادة على ثلاث تسبيحات . ¶ و الواجب من ذلك تسبيحةٌ واحدة لأنّه أقلّ ما يتحقّق به الامتثال لقوله - صلى الله عليه وسلم - : (اجعلوها في ركوعكم ) ، وقد جاء ذلك عن عليّ رضي الله عنه حيث قال : (إذا ركع أحدكم فليقل : اللّهمّ لك ركعت ولك خشعت وبك آمنت وعليك توكّلت سبحان ربّي العظيم ثلاثاً ، وإذا سجد قال : سبحان ربّي الأعلى ثلاثاً ، فإن عجِل به أمرٌ فقال : سبحان ربّي العظيم وترك ذلك أجزأه ) مصنّف ابن أبي شيبةح2563 . لكن جاء عن محمّد بن كعب أنّه قال : ( أدنى السّجود إذا وضعت رأسك على الأرض أن تقول : سبحان ربّي الأعلى ثلاثاً ) المصنّف ح2569 ومثله عن إبراهيم النّخعي ح2570 ، وعن جعفر بن برقان قال : سألت ميموناً عن مقدار الرّكوع والسّجود فقال : لا أرى أن يكون أقلّ من ثلاث تسبيحات ) ح2571 ،وعن عطاء قال : قال ابن عبّاس رضي الله عنهما : (اركع حتّى تستمكن كفّاك من ركبتيك قدر ثلاث تسبيحات ) مصنّف عبدالرّزّاق ح2886 ، وهذا يُفهم منه أنّ الواجب في الرّكوع والسّجود ثلاث تسبيحات ، وخالفهم غيرهم ، روى ابن أبي شيبة عن سعد أنّه قال لابنة له تفرط في الرّكوع : ( إنّما يكفيك إذا وضعت يديك على ركبتيك ) ح 2577وعن ابن مسعود وعليّ وعمر رضي الله عنهم : إذا وضع الرّجل يديه على ركبتيه ومكّن الأرض من جبهته فقد أجزأه ح2578 ـ2580 ومثله عن ابن سيرين وعطاء ومجاهد ح2583ـ2585 ، عن جعفر بن برقان قال سألت الزّهري فقال : إذا وقعت العظام واستقرّت فقلت له : إنّ ميموناً يقول : ثلاث تسبيحات فقال : هو الّذي أقول لك ) ح2571 ، فيُحمل قول من أوجب الثّلاث على أنّه أقلّ الكمال في عدد التّسبيحات ، وأمّا أقلّ ما يجزىء من هيئة الرّكوع والسّجود ما ذكر هؤلاء من أنّه إذا مكّن يديه من ركبتيه وجبهته من الأرض فقد أجزأته صلاته ويُعتبر قد سجد وركع ، وعليه فإنّ المأموم إذا وافق الإمام في جزء من ركوعه وهو واضع يديه على ركبتيه فقد أدرك الرّكعة وإلاّ فهو مسبوق ، ومن هنا قلنا إنّه يجب أن يكون تكبير الإمام للرّفع من الرّكوع مقارناً لرفع يديه من على ركبتيه حتّى يعلم المأموم إدراكه الرّكوع من عدمه .",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": ". ¶ وإذا سبّح في الرّكوع والسّجود ثلاثاً ثلاثاً فينبغي له ألاّ يعجل بالتّسبيح ، و لا يسرع فيه ، ولا يبادر ، وليكن بتمامٍ من كلامه ولسانه(1)، ويمكّن ، فإنّه إذا عجِل بالتّسبيح وبادر به لم يدرك من خلفه التّسبيح ، وصاروا مبادرين إذا بادر ، وسابقوه ، ففسدت صلاتهم ، فكان عليه مثل وزرهم جميعاً(2). ¶ وإذا لم يبادر الإمام وتمكّن ، وأتمّ صلاته وتسبيحه : أدرك من خلفه ولم يبادروا ، فيكون الإمام قد قضى ما عليه وليس عليه إثمٌ ولا وزر. ¶ __________ ¶ (1) أي يقول التّسبيح بطريقة متوسّطة في السّرعة فيُفصح بها ولا يُدخل حرفاً في حرف أو يسقط منها حرفاً ، كما لو أنّه يريد إفهام رجل يخاطبه ، ويسكت بين كلّ تسبيحة وأخرى سكتة خفيفة تفصل بين التّسبيحة والّتي قبلها ، فتكون ثلاث تسبيحات أقلّ الكمال فعلاً ، لا أن يقولها بعجلة يفوت معها ركن الطّمأنينة والخشوع ومتابعة المصلّين لإمامهم . ¶ (2) وهذا موجود منتشر في أئمّة المساجد ، بعضهم يسبّح أكثر من ثلاث تسبيحات لكنّه يقولها بسرعة تصل أحياناً لدرجة أنّ المأموم لا يدرك أن يسبّح واحدةً في ركوعه أو سجوده ، فهو بين أن يقولها ويتأخّر عنه وربّما فاته الرّكن الّذي يليه بسبب تأخّره ليلفظ بالتّسبيح ، وبين أن يترك التّسبيح ويتابع الإمام ، وفي كلا الأمرين وزر يتحمّله الإمام كما ذكر المؤلّف رحمه الله ويشير إليه قريباً.",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "واءمره إذا رفع رأسه من الرّكوع فقال : ( سمع الله لمن حمده)(1)أن يثبُت قائماً معتدلاً حتى يقول : ( ربّنا ولك الحمد ) وهو قائمٌ معتدل ، من غير عجلة في كلامه ولا مبادرة ، وإن زاد على ذلك فقال : ( ربّنا ولك الحمد ملء السموات وملء الأرض) كان أحبّ إليّ ، لأنّه جاء عن النّبيّ - صلى الله عليه وسلم - : ( أنّه رفع رأسه فقال : ربّنا و لك الحمد ، ملءَ السموات ، وملءَ الأرض ، وملءَ ما شئت من شيء بعد ، لا مانع لما أعطيت ، ولا مُعطي لما منعت ، ولا ينفع ذا الجدّ منك الجد )(2) ¶ __________ ¶ (1) أي سمع الله من الحامد له سمع إجابة وقبول . ¶ (2) حديثٌ صحيح ثبت عن عدد من الصّحابة بألفاظ متقاربة في بعضها اختصار ، وأتمّ لفظه من مجموع رواياته : ( اللّهمّ ربّنا ولك الحمد ملء السّماوات والأرض وملءَ ما بينهما وملءَ ما شئت من شيء بعد أهل الثّناء والمجد أحقّ ما قال العبد وكلّنا لك عبد ، اللّهمّ لا مانع لما أعطيت ولا معطي لما منعت ولا ينفع ذا الجدّ منك الجد) أخرجه أحمد 1 /94، 102،103 ، و مسلم في صلاة المسافرين باب الدّعاء في صلاة اللّيل وقيامه ح771 والتّرمذي في الصّلاة باب ما يقول الرّجل إذا رفع رأسه من الرّكوع وفي الدّعوات باب32 ح3421و22و3423 وأبوداود في الصّلاة باب ما يُستفتح به الصّلاة من الدّعاء والنّسائي في الاستفتاح باب نوع آخر من الذّكر بين التّكبير والقراءة وفي التّطبيق باب نوع آخر من الذّكر في الرّكوع وغيرهم عن عليّ بن أبي طالب بألفاظ في بعضها طول ، وأخرجه مسلم في الصّلاة باب ما يقول إذا رفع رأسه من الرّكوع عن أبي سعيد الخدري وابن عبّاس وابن أبي أوفى ورواه عنهم غيره ، وانظر أيضاً مصنّف ابن أبي شيبة 1 / 222 ومصنّف عبدالرّزّاق 2 / 164 ، وسنن البيهقي 2 / 134 ، وهناك أذكار أخرى تُقال في هذا الموضع من أشهرها مارواه البخاري في الأذان باب 126 ح799 من حديث رفاعة بن رافع قال : ( كنّا نصلّي وراء النّبيّ - صلى الله عليه وسلم - فلمّا رفع رأسه من الرّكعة قال : سمع الله لمن حمده قال رجل وراءه : ربّنا ولك الحمد حمداً كثيراً طيّباً مباركاً فيه ، فلمّا انصرف قال : من المتكلّم ؟ قال : أنا ، قال : رأيت بضعة وثلاثين ملكاً يبتدرونها أيّهم يكتبها أوّل ) ، وأخرجه مسلم في المساجد ح600 عن أنس وفيه اختلاف خفيف .",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "، وهذا لايكاد يُطمع فيه اليوم من النّاس(1). ¶ وجاء عن أنس قال : ( كان رسول الله - صلى الله عليه وسلم - إذا رفع رأسه من الرّكوع : يقوم ، حتى يُقال : قد نسي )(2)، وما في هذا مطمعٌ من الناس اليوم . ¶ ولكن ينبغي للإمام ألاّ يبادر إذا رفع رأسه من الرّكوع ، ولا يعجل بقوله : ( ربّنا ولك الحمد ) ، وليكن ذلك بتمامٍ من كلامه وتمكّن وتأنٍ، من غير عجلة ولا مبادرة ، حتى يدرك النّاس معه . ¶ __________ ¶ (1) هذا يقوله الإمام في عصره فكيف بأيّامنا هذه ، نسأل الله أن يصلح حال الأمّة ويعيد للصّلاة هيبتها من جديد . ¶ (2) متفقٌ عليه ، أخرجه البخاري في الأذان باب الاطمأنينة حين يرفع رأسه من الرّكوع وباب المكث بين السّجدتين ، ومسلم في الصّلاة باب اعتدال أركان الصّلاة وتخفيفها في تمام .",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "وإذا سجد ورفع رأسه من السّجود فليعتدل جالساً ، وليثبت بين السّجدتين شيئاً، بقدر ما يقول : ( ربِّ اغفر لي ) من غير عجلةٍ ، حتّى يدركه الناس قبل أن يسجد الثانية(1)، ولا يبادر فساعة يرفع رأسه من السّجدة الأولى : يعود ساجداً ، فيبادر الناس لمبادرته ويقعون في المسابقة فتذهب صلاتهم ، ويلزم الأمام وزر ذلك وإثمه ، فإنّ النّاس إذا علموا أنّه يثبت ثبتوا ولم يبادروا . ¶ __________ ¶ (1) أكّد الإمام في هذين الموضعين على الطّمأنينة ، وكلّ أركان الصّلاة سواءٌ في هذا ، غير أنّ هذين الرّكنين يكثر التّساهل في الطّمأنينة فيهما ، فتجد الإمام يسجد طويلاً فإذا رفع للجلوس بين السّجدتين لا يكاد يستوي على مقعدته حتّى يعود للسّجود فيتسبّب في خلل صلاة المأموم ، ولهذا كان رسول الله - صلى الله عليه وسلم - يطيل فيهما حتّى يُقال : نسي ، وقد أمر به النّبيّ - صلى الله عليه وسلم - المسيء صلاته فقال : ( ثمّ ارفع حتّى تستوي قائماً ) ، والطّمأنينة ركن على الصّحيح ، وقد جاء الخلاف فيها عن أبي حنيفة لأنّ الله تعالى قال : { اركعوا واسجدوا } ، لكنّ الأمر جاء بها في حديث المسيء صلاته حيث قال له - صلى الله عليه وسلم - : ( ثمّ اركع حتّى تطمئنّ راكعاً ) والسّنّة تكمّل وتفسّر القرآن وفيها زيادة حكم فوجب الأخذ بها .",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "وقد جاء الحديث : ( أنّ كلّ مصلٍ راعٍ ومسئولٌ عن رعيته)(1) وقد قيل : إنّ الإمام راعٍ لمن يصلي بهم ، فما أولى بالإمام النصيحة بمن يصلّي خلفه ، وأن ينهاهم عن المسابقة في الرّكوع والسّجود ، و ألاّ يركعوا ويسجدوا مع الإمام ، بل يأمرهم بأن يكون سجودهم وركوعهم ورفعهم وخفضهم بعده ، وأن يحسن أدبهم وتعليمهم ، إذْ كان راعياً لهم، وكان غداً مسؤولاً عنهم . ¶ وما أولى بالإمام أن يحسن صلاته ، ويتمّها ويحكمها ، وتشتدّ عنايته بها ، إذ كان له مثل أجر من يصلي خلفه إذا أحسن ، وعليه مثل وزرهم إذا أساء . ¶ __________ ¶ (1) لم أجده بلفظه ، ولعلّه أراد دخوله في عموم قوله - صلى الله عليه وسلم - : ( كلّكم راعٍ وكلّكم مسئول عن رعيّته ) أخرجه البخاري في الأحكام باب قول الله تعالى : { أطيعوا الله وأطيعوا الرّسول وأولي الأمر منكم } عن ابن عمر رضي الله عنه ، وأخصّ منه قوله - صلى الله عليه وسلم - : ( الإمام ضامن ) ـ صحّحه جمعٌ من الأئمّة انظر كلام الشّيخ الألباني حفظه الله عليه في الإرواء ح217 وفي السّلسلة الصّحيحة ح 1767 قال ابن الأثير : ( أراد بالضّمان هنا الحفظ والرّعاية لا ضمان الغرامة ، لأنّه يحفظ على القوم صلاتهم ، وقيل : إنّ صلاة المقتدين به في عهدته وصحّتها مقرونة بصحّة صلاته فهو كالمتكفّل لهم بصحّة صلاتهم ) النّهاية 3 / 102 .",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "ومن الحق الواجب على المسلمين : أن يقدّموا خيارهم ، وأهل الدّين والفضل منهم ، وأهل العلم بالله تعالى ، الذين يخافون الله عزّوجل ويراقبونه، وقد جاء الحديث : ( إذا أمّ بالقوم رجلٌ ، وخلفه من هو أفضل منه : لم يزالوا في سِفال )(1)، وجاء الحديث : ( اجعلوا أمر دينكم إلى فقهائكم ، وأئمتكم قراؤكم)(2)، وإنّما معناه : الفقهاء والقرّاء أهل الدّين والفضل والعلم بالله ، والخوف من الله عزّوجل ، الّذين يعنون بصلاتهم وصلاة من خلفهم ، ويتّقون ما يلزمهم من وزر أنفسهم و وِزر من خلفهم ، إن أساءوا في صلاتهم . ¶ __________ ¶ (1) أخرجه العقيلي في الضعفاء في ترجمة الهيثم بن عقاب ، ورواه الطبراني في الأوسط ح4582 بلفظ : ( من أمّ قوماً وفيهم من هو أقرأ لكتاب الله لم يزل في سفال إلى يوم القيامة )، وفيه الهيثم بن عقاب وهو مجهول ، انظر الميزان للذّهبي 4 / 325 وتهذيب الكمال 21 / 175 . ¶ (2) رواه الدار قطني من حديث ابن عباس . وقال شيخ الإسلام في الفتاوي : في اسناده مقال . ا هـ وفي اسناده سلام بن سليمان . قال العقيلي : في حديثه مناكير",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "ومعنى القرّاء : ليس على الحفظ للقرآن ، فقد يحفظ القرآن من لا يعمل به ، ولا يعبأ بدينه ، ولا بإقامة حدود القرآن ، وما فرض الله عزّوجل عليه فيه(1) ¶ __________ ¶ (1) في هذا تفسير من الإمام للفظ القرّاء والقارىء والأقرأ : هل هو الأحفظ لكتاب الله ، أو هو متعلّق بالاتقان للقراءة ، فيه خلاف والرّاجح أنّ المُراد به أكثرهم حفظاً للقرآن لما ثبت عن ابن عمر أنّه قال : ( لمّا قدم المهاجرون الأوّلون العصبة ـ موضع بقباء ـ قبل مقدم النّبيّ - صلى الله عليه وسلم - كان يؤمّهم سالم مولى أبي حذيفة وكان أكثرهم قرآناً) أخرجه البخاري في الأذان باب إمامة العبد والمولى وهوبيّن في أنّ سبب تقديمهم له مع فضلهم عليه هو أنّه كان أكثرهم قرآناً أي حفظاً له ، وفي حديث عمرو بن سلمة أنّ النّبيّ - صلى الله عليه وسلم - قال : ( إذا حضرت الصّلاة فليؤذّن أحدكم وليؤمّكم أكثركم قرآناً ، فنظروا فلم يكن أحدٌ أكثر قرآناً منّي لما كنت اتلقّى من الرّكبان فقدّموني بين أيدهم وأنا ابن ستّ أو سبع سنين ) أخرجه البخاري في المغازي باب53 ح4302 وهذا صريح في أحقّ النّاس بالقراءة وأنّه الأكثر قرآناً ، وهذا لا يخالف ما ذكره المؤلّف إذ ليس قصده نفي أن يكون هذا معنى القرّاء وإنّما قصده أن لا يُكتفى من الرّجل بذلك حتّى يكون صاحب أحقّيّة في الإمامة بل هناك شروط في الإمام متّفقٌ عليها وهي أن يكون عالماً بأحكام الصّلاة والإمامة ، ولذلك بوّب الإمام البخاري : ( باب أهل العلم والفضل أحقّ بالإمامة ) فتح 2 / 164 ، وكأنّ البخاري رحمه الله يربط بين الأقرأ والأعلم ، ويشهد له ما هو مشهور من أنّ الصّحابة كان دأبهم في الحفظ أن لا يجاوز أحدهم عشر آيات حتّى يحفظها ويتعلّم ما فيها من العلم والإيمان ، خصوصاً وأنّ النّبيّ - صلى الله عليه وسلم - لم يذكر العلم والفقه في شيء من أحاديث ترتيب الأحقّ بالإمامة مع أنّها مقدّمة بلا شكّ على السنّ والهجرة ، ممّا يُفهم منه أنّ أمر العلم وفقه أحكام الصّلاة والإمامة أمر مفروغ من اشتراطه في الإمام كحدّ أدنى .",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "، وقد جاء الحديث : ( إنّ أحقّ الناس بهذا القرآن : من كان يعمل به ، وان كان لا يقرأ )(1)، فالإمامة بالنّاس ، المقدّم بين أيديهم في الصّلاة بهم على الفضل ، فليس للنّاس أن يقدّموا بين أيديهم إلاّ أعلمَهم بالله ، وأخوفَهم له، ذلك واجبٌ عليهم ، ولازمٌ لهم ، فتزكو صلاتهم . ¶ وإن تركوا ذلك لم يزالوا في سِفال وإدبار ، وانتقاصٍ من دينهم، وبعدٍ من الله ومن رضوانه ومن جنته(2). ¶ __________ ¶ (1) لم أجده ¶ (2) مع أنّ الحديث لم يصحّ كما تقدّم إلاّ أنّ هذا المعنى متحقّق فيهم إذا فعلوا ذلك لأنّ مقتضاه إهمالهم أمر الصّلاة وعدم الاشتغال بتصحيح أوضاعها ، وإلاّ فلو أنّ الواحد منّا ركب سيّارة لا يحسن قائدها قيادتها لثار عليه وأبى الاستمرار معه خوفاً على نفسه في أمر دنيا ، ولو أنّه كان في وفد يقابل أميراً أو ملكاً يكلّمه في حاجة دنيويّة لما رضي إلاّ أن يكون المتكلّم عن الوفد هو أفصحهم لساناً وأجرؤهم جناناً حتّى يضمن حصول منفعته ، فكيف يرضى أن يكون مقدّمه في الصّلاة وهم وفد إلى الرّحمن وقوف بين يديه إمامٌ لحّانٌ في قراءته مخلٌّ بأحكام صلاته مفرّطٌ في أمر دينه ؟ أليس هذا لهوان أمر الصّلاة عنده .",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "فرحِم الله قوماً عنوا بصلاتهم ، وعنوا بدينهم ، فقدّموا خيارهم واتبعوا في ذلك سنة نبيّهم - صلى الله عليه وسلم - ، وطلبوا بذلك القربة إلى ربّهم عزّوجل(1) ¶ __________ ¶ (1) في هذه الفقرة تشديد الإمام وتعظيمه لأمر الإمامة بالنّاس ومكانها من الدّين ولابدّ من التّوقّف هنا لنشير إلى ما وصل إليه حال الإمامة في عصرنا هذا ، إذ غدت مجرّد وظيفة يتسابق عليها النّاس للحصول على بعض المال منها ، ولو أنّهم قاموا بحقّها لهان الأمر ووكلنا أمر نيّاتهم إلى الله تعالى ، لكنّ الأطمّ أنّ الغالبيّة العظمى مضيّعين لها متساهلين فيها ، وهم على مراتب : أشدّهم إثماً وتضييعاً من اكتفى من الإمامة بتسجيل اسمه في كشوف الأئمّة لدى إدارة الأوقاف وفي كشف المكافآت ولا يعرف المسجد ولا يدري عنه شيئاً ، وإنّما أتى بوكيل عنه غالباً ما يكون من جنسيّة آسيويّة من المُستضعفين حتّى يرضى منه بأقلّ المال ، ويصلّي هذا الوكيل بالنّاس وفيهم بعض طلاّب العلم فيلحن ويُخطِىء في القرآن ، وإن كان حسن القراءة فهو جاهل بأحكام الصّلاة لا يحسن التّصرّف في أقلّ الأخطاء الّتي تحدث عادةً للأئمّة ، وتزيد المشكلة حين يوكل أمر صلاة الجمعة له أيضاً ، ومنهم من يستحي قليلاً فيصلّي الجمعة ويحافظ على الخطبة ـ طبعاً مصوّرة من كتب الخطب المشهورة ـ الّتي قد لا يقرؤها إلاّ على المنبر فتسمع من التّخليط والأحاديث الضّعيفة والتّخبّط في القراءة ما تمجّه النّفس ، ومنهم من يصلّي ويترك أو يحافظ على الصّلاة لكنّه لا يفقه من أمر صلاته شيئاً بل قد لا يحسن قراءة القرآن ، وبما أنّه أُجيز من هيئة الاختبار في الأوقاف فقد اعتبر نفسه أهلاً للإمامة على وفق شرع الله ، ولا مدخل للنّاس في التّخلّص منه ما دام مؤدّياً للصّلاة باستمرار أداء صورةٍ لا حقيقة لها كجسد لا روح فيه ، ومنهم من يبغضه أكثر المصلّين في المسجد لأيّ سبب من الأسباب ثمّ يصرّ على إمامتهم رغماً عنهم لما يرتكز عليه من ثقل الرّوتين في مثل هذه الأمور أو اعتماداً منه على من يتستّر عليه في إدارة الأوقاف ويحابيه لقرابته أو لمنصبه ، أو لكونه عضواً في بعض الأجهزة الشّرعيّة الّتي يُنظر لها بعين التّوقير ، وينسى أنّ النّبيّ - صلى الله عليه وسلم - يقول : ( ثلاثة لا يقبل الله لهم صلاة ) وذكر منهم : ( إمام أمّ قوماً وهم له كارهون ) أخرجه ابن ماجة ح971 وابن حبّان ح1757 والطّبراني في الكبير ح12275عن ابن عبّاس رضي الله عنهما وصحّحه الألباني وأحمد شاكر من حديث أبي أمامة عند التّرمذي ح 360 ، ونقل التّرمذي عن عمرو بن الحارث بم المصطلق قال : كان يُقال أشدّ النّاس عذاباً يوم القيامة اثنان : امرأة عصت زوجها وإمام قوم له كارهون ) قال منصور فسألنا عن الإمام : فقيل : إنّما عنى بهذا الأئمّة الظّلمة وأمّا من تمسّك بالسّنّة فلا إثم عليه 2/193 كما نقل عن أحمد وإسحاق : إذا كره واحد أو اثنان أو ثلاثة فلا بأس أن يصلّي بهم حتّى يكرهه أكثر القوم ، ولا منافاة بينهم إذ يستحيل أن يكره أكثر المصلّين إماماً يصلّي بهم على السّنّة ويراعي حقّهم وأمر الله فيهم ، وإذا حصل فهذا نادر والغالب في ائمّتنا أنّهم إلى التّقصير أقرب ، وهذا للأسف الشّديد ممّا شوّه صورة المتديّنين بل وللحقيقة أقول : إنّه أبان عن حقيقة نفسيّة بعضٍ منهم ، فهم مع الدّين في كلّ شيءٍ حتّى يصل الأمر إلى أمر المال والدّنيا ترى بعضهم يلهث مسعوراً ويصارع من أجل التّمسّك بمكافأة قد لا تمثّل لكثيرٍ منهم جزءاً من عشرة أجزاء من رواتبهم الأصليّة ، كما أنّ الكثير من الأئمّة يعتقد أنّه بمحافظته على أداء الفروض والقراءة من رياض الصّالحين بعد صلاة العصر قد برئت ذمّته وهذا فيه تقصير إذ المساجد لم تُجعل لأداء الصّلاة فقط ، بل هي مراكز دعوة وإصلاح وتوجيه ، وهم في أداء هذا مقصّرون بل الغالبيّة العظمى ليس عندهم من الإمكانات ما يمكّنهم من ذلك ، فإلى الله المُشتكى ، ومن هنا أوجّه ندائي لكلّ من يراه من الإخوة أئمّة المساجد أن يتّقوا الله تعالى في هذه الأمانة الّتي تحمّلوها ، ولا يغرّنّكم ما أنتم فيه من أبّهة الإمامة أو المنصب لأنّ الله سيسألكم عن هذه الأمانة فأعدّوا للسّؤال جواباً ، وماذا عساكم تجيبون ، فالله الله لا يُؤتى الإسلام من قبلكم فإنّ في تضييع الإمامة تعطيلاً لبيوت الله تعالى وأوّل نكسة وأعظمها للأمّة هي تعطيل المساجد لتصبح صوراً وأبنية جامدة لا حياة فيها وإنّما هي صورة للبلد المسلم فقط ، كما أنّ الكنائس تميّز البلد النّصراني ، فلا دور لها في الحياة العامّة فإذا دخلها النّصراني فلا علاقة لما يفعله بداخلها بما يحدث خارجها ، وهذا ما يحصل إذا تعطّلت المساجد عن أداء رسالتها الحقيقيّة قال الله تعالى : { ومن أظلم ممّن منع مساجد الله أن يُذكر فيها اسمه وسعى في خرابها أولئك ما كان لهم أن يدخلوها إلاّ خائفين لهم في الدّنيا خزي ولهم في الآخرة عذاب عظيم } .",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": ". ¶ واءمر يا عبد الله الإمامَ أن لا يكبّر – أوّل ما يقوم مقامه للصّلاة – حتّى يلتفت يميناً وشمالاً ، فإن رأى الصّفّ معوجاً والمناكب مختلفة : أمرهم أن يسوّوا صفوفهم ، وأن يحاذوا مناكبهم ، فإن رأى بين كلّ رجل فرجة ، أمرهم أن يدنو بعضهم من بعض ، حتى تتماسّ مناكبهم(1) ¶ __________ ¶ (1) هذه هي صفة الاستواء في رصّ الصّفوف ، وهو من واجبات صلاة الجماعة ، و من تمام الصّلاة الواجب ، وتركه نقصٌ في الصّلاة كما يأتي عن المؤلّف ، والصّفة كما ذكر الإمام تتضمّن ثلاثة أمور : أوّلها : إلزاق الكعب بالكعب ، والكعب هو العظم النّاتىء في جانبي القدم ، والمراد إلزاق الكعب النّاتىء خارجاً مقابل كعب المصلّي الّذي بجوارك ، والحكمة أنّ الكعب هو مركز وسط الجسم فمساواته تعني مساواة الجذع كلّه فترى الصّفّ كأنّه بنيان فعلاً ، وأمّا ما يفعله كثير من النّاس من مساواة أصابع القدم فهذا خلاف السّنّة لأنّ أقدام النّاس مختلفة في الطّول ولإن رأيت الصّفّ مرصوصاً من جهة النّظر إلى أقدام المصلّين فإنّه معوجّ من جهة أجسامهم وجذوعهم ، والصّفة الّتي قدّمناها أوّلاً هي الّتي جاءت في السّنّة كما أنّها الّتي تؤدّي الغرض من تراصّ الصّفوف وعدم اعوجاجها ، ولا يفوت التّنبيه على التّعمّق الّذي يفعله البعض من إلزاق الأكعب جدّاً حتّى تصير قدما الواحد منهم متقابلتين ، فيضيّع سنّة استقبال القبلة بالقدم هذا أوّلاً ، وثانياً : أنّ أرجل بعض النّاس غير مستوية في الخلقة ويؤدّي إلزاق الكعب عندها إلى مشقّة وترك استقبال القبلة بالقدم ، ولا شكّ أنّ مثل هذا يُعفى عنه شرعاً ، فينبغي أن نمسك العصا من الوسط ، كما أنّ هذا الإلزاق مطلوب في حال القيام فقط ، فكلّما قام المصلّي من ركعة عاد إلى الإلزاق ، وليس مطلوباً منه أن يلزق الكعب الكعب في كلّ الصّلاة إذ في هذا مشقّة بالغة وشغل للمصلّي عن الخشوع ، كما أنّه من الثّابت أنّ السنّة للسّاجد رصّ قدميه وهذا يعني بعدهما عن قدمي جاره . ¶ والثّاني : إلزاق المنكب بالمنكب إلزاقاً لا يضرّ بجارك ولا يترك بينك وبينه فرجة ، ولذلك نبّه عليه الصّلاة والسّلام إلى هذا بقوله : ( لينوا بأيدي إخوانكم ) أخرجه أبوداود في الصّلاة ح666 ، أقول هذا لأنّ بعض النّاس وفّقهم الله من حرصهم على الصّفّ المتقدّم يفرّق بين اثنين فرجة لا تتّسع له فيضيّق على إخوانه حتّى تختلف أضلاع الواحد منهم بسبب الضّيق الّذي أحدثه هذا الدّخيل ، وإذا أُنكر عليه قال : السّنّة إلزاق المنكب بالمنكب ، قلنا : نعم ولكنّ هذا مشروط بالاستطاعة وعدم المشقّة والإضرار بأصل مقصود الصّلاة وهو الخشوع . ¶ والثّالث : عدم ترك فرجة بين المصلّي وبين من بجواره ، وقد ذكرها كلّها المؤلّف رحمه الله .",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": ". ¶ واعلم أنّ اعوجاج الصّفوف واختلاف المناكب ينقص من الصّلاة ، وأنّ الفرجة التي تكون بين كلّ رجلين : تنقص من الصّلاة ، فاحذروا ذلك . ¶ وقد جاء عن النّبيّ - صلى الله عليه وسلم - أنّه قال : ( رصّوا الصّفوف ، وحاذوا المناكب ، وسدّوا الخلل ، لا يقوم بينكم مثل الحذف – يعني أولاد الغنم الصّغار – من الشياطين )(1)، وقد جاء الحديث عن النّبيّ - صلى الله عليه وسلم - : (أنّه كان إذا قام مقامه للصّلاة : لم يكبّر حتّى يلتفت يميناً وشمالاً ، ¶ __________ ¶ (1) أخرجه أحمد 3/260و283 وأبوداود في الصّلاة باب تسوية الصّفوف، والنّسائي في الإمامة باب حثّ الإمام على رصّ الصّفوف والبغوي في شرح السّنّة ح813 وقال : الحذْف غنم صغار واحدتها حذفة ، عن أنس رضي الله عنه وله شاهد من حديث البراء أخرجه أحمد 4 / 297 ، وأصله في غيره دون ذكر الحذف .",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "فيأمرهم بتسوية مناكبهم ، ويقول : لا تختلفوا ، فتختلف قلوبكم)(1)، وقد جاء عنه - صلى الله عليه وسلم - : ( أنّه التفت يوماً فرأى رجلاً قد خرج صدره من الصّف ، فقال : لتسوّنّ مناكبكم ، أو ليخالفنّ الله بين قلوبكم )(2) ¶ __________ ¶ (1) أمره - صلى الله عليه وسلم - بتسوية المناكب والالتفات لأجل ذلك ثبت في أكثر من حديث منها حديث أنس المتقدّم وفيه : ( أقبل علينا رسول الله - صلى الله عليه وسلم - بوجهه حين قام إلى الصّلاة فقال قبل أن يكبّر : أقيموا صفوفكم ) أخرجه البخاري في الأذان باب إقبال الإمام على النّاس عند تسوية الصّفوف ، وكان - صلى الله عليه وسلم - يأمر بذلك بفعله ، ففي حديث البراء بن عازب رضي الله عنه قال : ( كان رسول الله - صلى الله عليه وسلم - يمسح مناكبنا وصدورنا ويقول : لا تختلفوا فتختلف قلوبكم ) وهو الحديث الّذي أورده المؤلّف أخرجه في مسنده 4 / 304وأبو داود في الصّلاة باب تسوية الصّفوف والنّسائي في الإمامة باب كيف يقوّم الإمام الصّفوف وابن ماجة في الإقامة باب فضل الصّفّ المقدّم وابن حبّان ح2161 وله شاهد من حديث أبي مسعود رضي الله عنه بلفظه تقريباً أخرجه مسلم في الصّلاة باب تسوية الصّفوف وإقامتها وغيره . ¶ (2) أخرجه البخاري في الأذان باب تسوية الصّفوف عند الإقامة وبعدها ومسلم في الصّلاة باب تسوية الصّفوف وإقامتها وغيرهما عن النّعمان بن بشير رضي الله عنه وأغلب الرّوايات بلفظ : ( وجوهكم ) بدل : ( قلوبكم ) ، قال الحافظ في الفتح : ( اختُلف في الوعيد المذكور فقيل : هو على حقيقته والمُراد تسوية الوجه بتحويل خلقه عن وضعه بجعله موضع القفا أو نحو ذلك ..ومنهم من حمله على المجاز ويؤيّده رواية أبي داود وغيره بلفظ : ( أو ليخالفنّ بين قلوبكم ) 2 / 207 وقال النّووي : ( والأظهر والله أعلم أنّ معناه : يوقع بينكم العداوة والبغضاء واختلاف القلوب ، كما يُقال : تغيّر وجه فلانٌ عليّ أي أظهر لي من وجهه كراهة لي وتغيّر قلبه عليّ لأنّ مخالفتهم في الصّفوف مخالفة في ظواهرهم واختلاف الظّواهر سبب لا ختلاف البواطن ) شرح مسلم 4 / 157 .",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "، فتسوية الصّفوف ، ودنوّ الرّجال بعضهم من بعض : من تمام ¶ الصّلاة ، وترك ذلك : نقصٌ في الصّلاة (1). ¶ وجاء الحديث عن عمر : ( أنّه كان يقوم مقام الإمامة ، ثم لا يكبّر حتى يأتيه رجلٌ وقد وكَله بإقامة الصّفوف ، فيخبره : أنّهم قد استوَوا ، فيكبّر )(2)، وجاء عن عمر بن عبد العزيز مثل ذلك . ¶ وُروي : ( أنّ بلالاً كان يسوي الصّفوف ، ويضرب عراقيبهم بالدرّة حتى يستووا )(3). ¶ __________ ¶ (1) هذا يؤيّد القول بوجوب المصافّة في الصّلاة وتسوية الصّفوف وأنّ تاركها مع القدرة آثم وإليه ذهب البخاري رحمه الله حيث قال : ( باب إثم من لم يتمّ الصّفوف ) قال الحافظ : (يحتمل أنّ البخاري أخذ الوجوب من صيغة الأمر به في قوله : سوّوا صفوفكم ومن عموم : ( صلّوا كما رأيتموني أصلّي ) ومن ورود الوعيد على تركه ) الفتح 2 / 210 ، والوعيد المذكور ظاهره أنّ تارك التّسوية والمتساهل فيها بعد علمه بتشديد النّبيّ - صلى الله عليه وسلم - آثم ولا شكّ ولا صارف للأمر بتسوية الصّفوف عن الوجوب فوجب حمله عليه . ¶ (2) أخرجه عبدالرّزّاق في مصنّفه ح2437 وأخرج ابن ابي شيبة ح3537 عن أبي عثمان قال : ما رأيت أحداً كان أشدّ تعاهداً للصّفّ من عمر ، إن كان يستقبل القبل حتّى إذا قلنا قد كبّر التفت فنظر إلى المناكب والأقدام وإن كان يبعث رجالاً يطردون النّاس حتّى يلحقوهم بالصّفوف ) كما أخرج عن عثمان رضي الله عنه مثله ح3532 . ¶ (3) أخرجه عبدالرّزّاق ح2435 وأخرجه ابن أبي شيبة ح3534 .",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "قال بعض العلماء : وقد يشبه أن يكون هذا من بلال على عهد النّبيّ - صلى الله عليه وسلم - عند إقامته ، قبل أن يدخل الصّلاة ، لأنّ الحديث عن بلال جاء : أنّه لم يؤذّن لأحدٍ بعد النّبي - صلى الله عليه وسلم - إلاّ يوماً واحداً ، إذ أتى مرجعه من الشّام ، ولم يكن للنّاس عهد بأذانه حيناً ، فطلب إليه أبو بكر وأصحاب رسول الله - صلى الله عليه وسلم - فأذّن ، فلمّا سمع أهل المدينة صوت بلال ذكروا النّبيّ - صلى الله عليه وسلم - ، بعد طول عهدهم بأذان بلالٍ وصوته : جدّد ذلك في قلوبهم أمر النّبيّ - صلى الله عليه وسلم - ، وشوّقهم أذانه إليه ، حتّى قال بعضهم : بُعث النّبيّ - صلى الله عليه وسلم - ، شوقاً منهم إلى رؤيته ، ولما هيّجهم بلالٌ عليه بأذانه وصوته ، فرقّوا عند ذلك وبكَوا ، واشتدّ بكاؤهم عليه - صلى الله عليه وسلم - ؛ حتّى خرج العواتق(1)من بيوتهنّ شوقاً إلى النّبيّ - صلى الله عليه وسلم - ، حين سمعن صوت بلال وأذانه ، وذكر النّبيّ - صلى الله عليه وسلم - ، ولمّا قال بلال : ( أشهد أنّ محمداً رسول الله ) امتنع بلال من الأذان فلم يقدر عليه ، وقال بعضهم : سقط مغشياً عليه ، حباً للنّبيّ - صلى الله عليه وسلم - وشوقاً إليه(2) ¶ __________ ¶ (1) جمع عاتق وهي الشّابّة أوّل ما تُدرك ، أو هي الّتي لم تبن من والديها ولم تزوّج ، النّهاية لابن الأثير 3 / 179 . ¶ (2) هذه الحكاية ذكرها ابن الأثير في أسد الغابة 1 / 244 والذّهبي في سير أعلام النّبلاء 1 / 358 وقال : ( إسناده ليّن وهو منكر ) ، لأنّ الثّابت أنّ بلالاً رضي الله عنه لم يؤذّن بعد النّبيّ - صلى الله عليه وسلم - ولم يرجع إلى المدينة بعد خروجه منها ، وإنّما كان تمنّع الأذان عليه عند موته - صلى الله عليه وسلم - قبل أن يُدفن وما أذّن بعدها : ( طبقات ابن سعد 3 / 178)، وجاء في بعض الرّوايات أنّه أذّن في الشّام يوم الجابية عندما قدم عمر بن الخطّاب رضي الله عنه فطلب منه الصّحابة أن يؤذّن لهم فأذّن وكلّ أسانيدها فيها انقطاع ، انظر سير أعلام النّبلاء 1 / 357 .",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "، فرحم الله بلالاً والمهاجرين والأنصار ، وجعلنا وإيّاكم من التابعين لهم بإحسان. ¶ فاتّقوا الله يا معشر المسلمين ، وأحكموا صلاتكم ، والزموا فيها سنّة نبيكم وأصحابه صلّى الله عليهم وسلّم أجمعين(1)، فإنّ ذلك هو الواجب عليكم ، واللاّزم لكم ، وقد وعد الله تعالى من اتّبعهم رضوانه ، والخلود في جنته ، قال الله عزّوجل : { والسّابقون الأوّلون من المهاجرين والأنصار والّذين اتّبعوهم بإحسانٍ رضي الله عنهم ورضوا عنه ، وأعدّ لهم جنّات تجري من تحتها الأنهار خالدين فيها أبداً ذلك الفوز العظيم } (2) ¶ __________ ¶ (1) كأنّ المؤلّف رحمه الله يرى جواز الصّلاة على غير النّبيّ - صلى الله عليه وسلم - ، وفيها خلاف معروف ، انظره في فتح الباري 11 / 169 ـ 170 ، غير أنّ الصّلاة على غيره تبعاً له لا يكاد يُختلف فيه ، وإنّما الخلاف في الصّلاة على غيره استقلالاً . ¶ (2) اختُلف في المُراد بالسّابقين ألأوّلين : فمنهم من عمّ جميع أصحاب رسول الله - صلى الله عليه وسلم - بهذا الوصف ، وهو المرويّ عن محمّد بن كعب القرظي ، ومنهم من خصّ به بعض أصحابه - صلى الله عليه وسلم - كأهل بدر أو أهل بيعة الرّضوان أو الّذين صلّوا إلى القبلتين ، والأصحّ أنّهم جميع أصحابه - صلى الله عليه وسلم - فازوا بالسّبق بصحبته والسّبق إلى الإيمان قبل من بعدهم ، ولذلك قال : { والّذين اتّبعوهم } والصّحابة كلّهم تبعوا رسول الله - صلى الله عليه وسلم - ، وقد جاء في تفسير الطّبري أنّ عمر بن الخطّاب رضي الله عنه كان يقرؤها برفع لفظ الأنصار جاعلاً ما بعدها وصفاً لهم فيقول : { والأنصار الّذين اتّبعوهم } بحذف الواو حتّى صحّح له زيد وأبيّ بن كعب بالقراءة المشهورة بخفض الأنصار وإثبات الواو فرجع إليها ، قال ابن جرير : ( يقول : والّذين سلكوا سبيلهم في الإيمان بالله ورسوله والهجرة من دار الحرب إلى دار الإسلام طلبَ رضى الله { رضي الله عنهم ورضوا عنه } … ومعنى الكلام : رضي الله عن جميعهم لمّا أطاعوه وأجابوا نبيّه إلى ما دعاهم إليه من أمره ونهيه ..ورضوا عنه لِما أجزل لهم من الثّواب على طاعتهم إيّاه ) مختصراً 6 / 455ـ156 ، قال ابن كثير رحمه الله : ( فقد أخبر الله العظيم أنّه قد رضي عن السّابقين الأوّلين من المهاجرين والأنصار والّذين اتّبعوهم بإحسان ، فياويل من أبغضهم أو سبّهم أو أبغض أو سبّ بعضهم ولا سيّما سيّد الصّحابة بعد الرسول وخيرهم وأفضلهم أعني الصّدّيق الأكبر والخليفة الأعظم أبا بكر بن أبي قحافة رضي الله عنه فإنّ الطّائفة المخذولة من الرّافضة يعادون أفضل الصّحابة ويبغضونهم ويسبّونهم عياذاً بالله من ذلك ، وهذا يدلّ على أنّ عقولهم معكوسة وقلوبهم منكوسة ، فأين هؤلاء من الإيمان بالقرآن إذ يسبّون من رضي الله عنهم ؟ وأمّا أهل السّنّة فإنّهم يترضّون عمّن رضي الله عنه ويسبّ,ن من سبّه الله ورسوله ويوالون من يوالي الله ويعادون من يعادي الله وهم متّبعون لا مبتدعون ويقتدون ولا يبتدون ، ولهذا هم حزب الله المفلحون وعباده المؤمنون ) تفسيره 2 / 398 .",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "[التّوبة :100] فاتّباع المهاجرين والأنصار واجبٌ على النّاس إلى يوم القيامة . ¶ وجاء عن النّبيّ - صلى الله عليه وسلم - : ( أنّه كان له سكتتان : سكتةٌ عند افتتاح الصّلاة ، وسكتةٌ إذا فرغ من القراءة )(1) ¶ __________ ¶ (1) أخرجه أحمد 5 / 7 و11و12و15و20و21 وأبوداود في الصّلاة باب السّكتة عند الافتتاح والتّرمذي في الصّلاة باب ماجاء في السّكتتين في الصّلاةوابن ماجة في الإقامة باب في سكتتي الإمام والحاكم1 / 215 وصحّحه ووافقه الذّهبي وصحّحه ابن حبّان ح1807 عن سمرة بن جندب ، وفي سماع الحسن من سمرة كلام ، فإنّ أهل الحديث لا يصحّحون له سماعاً منه سوى حديث العقيقة في البخاري ، وقال بعضهم بأنّه سمع غيره ، وفي هذا الحديث أنّ الحسن لمّا سمع ذلك من سمرة سأل عنه عمران بن حصين فقال : حفظت سكتة واحدة ، قال : فكتبنا إلى أبيّ بن كعب فصوّب قول سمرة ، قال ابن حبّان : ( الحسن لم يسمع من سمرة شيئاً وسمع من عمران بن حصين هذا الخبر واعتمادنا فيه على عمران دون سمرة )وقد ذكر محقّق الإحسان الأستاذ شعيب الأرناؤوط كلاماً جيّداً عن هذه المسألة فراجعه إن شئت 5 / 113، كما صحّحه الشّيخ أحمد شاكر في سنن التّرمذي 2 / 31 ، غير أنّ الشّيخ الألباني حفظه الله ضعّف الحديث سنداً بالانقطاع ومتناً بالاضطراب ، الضّعيفة ح547 ، لكنّ الاضطراب يُشترط له عدم إمكان التّرجيح ، والشّيخ نفسه ذكر أنّ أصحاب الحسن اتّفقوا على أنّ السّكتتين قبل القراءة كلّها وبعدها كلّها ، والّذي يهمّ ذكره هنا أنّه على فرض أنّ الحديث موصول فإنّ ذكر موضع السّكتة الثّانية بعد قراءة الإمام الفاتحة ضعيف في حديث سمرة إذ تفرّد به قتادة عن أصحاب الحسن وبعضهم يقول في روايته : ( وسكتة إذا فرغ من القراءة كلّها ) كما عند أبي داود ح778 ولهذا لم يذكر المؤلّف إلاّ السّكتتين المُتّفق عليها وأمّا الثّالثة فهي بدعة إن تعمّدها الإمام كما نبّه إليه شيخ الإسلام ونقله الألباني في تحقيقه على الحديث ، وبعض الأئمّة يسكت هذه السّكتة مع ما قد عُلم من كونها أمرٌ مُحدث.",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "، وكان النّبيّ - صلى الله عليه وسلم - يسكت إذا فرغ من القراءة قبل أن يركع ، حتّى يتنفّس ، وأكثر الأئمّة على خلاف ذلك . ¶ فاءمره يا عبد الله ، إذا فرغ من القراءة : أن يثبت قائماً ، وأن يسكت حتّى يرجع إليه نفَسه قبل أن يركع ، ولا يصل قراءتَه بتكبيرة الرّكوع(1). ¶ وخصلةٌ ، قد غلب عليها الناس في صلاتهم ـ إلا من شاء الله ـ من غير علة ، وقد يفعلها شبابهم وأهل القوّة والجلد منهم : ينحطّ أحدهم من قيامه للسّجود ، ويضع يديه على الأرض قبل ركبتيه ، وإذا نهض من سجوده ، أو بعدما يفرغ من التّشهّد : يرفع ركبتيه من الأرض قبل يديه ، وهذا خطأ ، وخلاف ما جاء عن الفقهاء ، وإنّما ينبغي له إذا انحطّ من قيامه للسّجود : أن يضع ركبتيه على الأرض ، ثم يديه ، ثم جبهته ، وإذا نهض : رفع رأسه ، ثم يديه ، ثم ركبتيه ، بذلك جاء الأثر عن النّبيّ - صلى الله عليه وسلم -(2) ¶ __________ ¶ (1) ذكره قتادة في حديثه عند التّرمذي وغيره قال : وكان يعجبه إذا فرغ من القراءة أن يسكت حتّى يترادّ إليه نفسه ، سننن التّرمذي 2 / 31 . ¶ (2) اختلفت الآثار في النّقل عن النّبيّ - صلى الله عليه وسلم - في كيفيّة سجوده - صلى الله عليه وسلم - ونهوضه من سجوده ، وتباينت آراء الفقهاء تبعاً لذلك فمنهم من رجّح الانحطاط والبدء بالرّكبتين ثمّ اليدين ومن ثمّ النّهوض اعتماداً على الرّكبتين ، والمؤلّف يؤيّد هذا القول هنا وينكر على مخالفه فيه ، وذهب إليه أيضاً أبو حنيفة والشّافعي غير أنّه يرى الاعتماد على اليدين عند النّهوض كما في ذكره في موضعه من كتاب الأم ، وذهب مالك والأوزاعي إلى العكس ، أي تقديم اليدين في الانحطاط للسّجود ومن ثمّ القيام معتمداً عليها ، وسبب الاختلاف أنّ في حديث وائل بن حجر الّذي يشير إليه المؤلّف أنّه - صلى الله عليه وسلم - بدأ بركبتيه قبل يديه وكذا في حديث أبي حميد السّاعدي ، وهو مرويٌ عن أبي هريرة وغيره ، وفي المقابل جاء عن ابن عمر أنّه - صلى الله عليه وسلم - كان يضع يديه قبل ركبتيه ، ورُوي من فعل ابن عمر أيضاً ، وقد رجّح ابن القيّم في زاد المعاد مذهب الجمهور من أوجه عديدة إلاّ أنّها لا تثبت أمام النّقد العلمي المحايد الّذي أبان عنه ببسط جيّد الأستاذ أبو إسحاق الحويني تلميذ علاّمة الشّام الألباني في جزئه : ( نهي الصّحبة عن النّزول على الرّكبة ) وانظر إرواء الغليل 2 / 75 وما بعدها وزاد المعاد لابن القيّم 1 / 223 وما بعدها وفي كيفيّة النّهوض راجع مصنّف ابن أبي شيبة 1/ 236 ومصنّف عبدالرّزّاق 2 / 178.",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": ". ¶ فاءمروا بذلك ، وانهوا عنه من رأيتم يفعل خلاف ذلك ، واءمروه أن ينهض – إذا نهض - على صدور قدميه ، ولا يقدّم إحدى رجليه ، فإنّ ذلك مكروه(1)، وقد جاء عن عبد الله بن عبّاس وغيره : أن تقديم إحدى الرجلين إذا نهض : يقطع صلاته(2). ¶ __________ ¶ (1) تقدّم ما في النّهوض على صدور القدمين ، وأمّا تقديم إحدى الرّجلين فقد يضطرّ إليه من يضعف عن القيام على الصّفة الّتي اختارها المؤلّف هنا ، وأمّا أنّه يقطع الصّلاة فلا أدري ما وجهه ولم أر ذلك عن أحد . ¶ (2) لم أجد قائلاً به ، وتصدير المؤلّف له بصيغة التّمريض يشير إلى ضعفه عنده ولعلّه ذكره للتّخويف.",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "ويستحبّ للمصلّي : أن يكون بصره إلى موضع سجوده(1)،ولا يرفع ¶ __________ ¶ (1) ثبت تخصيصاً في حديث عائشة رضي الله عنها أنّ النّبيّ - صلى الله عليه وسلم - دخل الكعبة ، وما خلف بصره موضع سجوده حتّى خرج منها ) أخرجه الحاكم 1 / 479 وصحّحه ووافقه الذّهبي ووافقهما الألباني في الإرواء 1 / 73 ، وقال الحافظ رحمه الله : ( قال الشّافعي والكوفيّون : يُستحبّ له أن ينظر إلى موضع سجوده لأنّه أقرب للخشوع وورد في ذلك حديث أخرجه سعيد بن منصور من مرسل محمّد بن سيرين ورجاله ثقات ، وأخرجه البيهقي موصولاً وقال : المرسل هو المحفوظ ) الفتح 2 / 232 ، وهذا الحديث الّذي أشار إليه الحافظ فيه قول ابن سيرين : (وكانوا يستحبّون للرّجل أن لا يجاوز بصره مصلاّه ) انظر تمام الكلام عليه في الإرواء 2 / 71 ، وكذلك الفتح 2 / 234 وعبارة المؤلّف تدلّ على استحباب ذلك وعدم وجوبه ، وقد قال مالك با ستحباب النّظر إلى جهة القبلة ، والنّصوص على خلافه . واستحباب النّظر إلى موضع السّجود في الصّلاة يُستثنى منه أثناء التّشهّد ، فإنّه يُستحبّ النّظر إلى السبّابة أثناء الإشارة بها في التّشهّد ، وذلك ثابت عن أصحاب النّبيّ - صلى الله عليه وسلم - أنّه كانوا يرمون ببصرهم إليها ، انظر صفة صلاة النّبيّ - صلى الله عليه وسلم - للألباني .",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "بصره إلى السّماء(1)،ولا يلتفت ، فاحذروا الالتفات ، فإنّه مكروه(2) ¶ __________ ¶ (1) لأنّ النّبيّ - صلى الله عليه وسلم - حرّم ذلك بل توعّد عليه بعقوبة شديدة حيث قال : ( ما بال أقوام يرفعون أبصارهم إلى السّماء في صلاتهم ؟ فاشتدّ قوله في ذلك حتّى قال : لينتهُنّ عن ذلك أو لتُخطفنّ أبصارهم ) أخرجه البخاري في الأذان باب رفع البصر إلى السّماء في الصّلاة ، وهذا التّوعّد يدلّ على التّحريم ، لكنّ الصّلاة صحيحة ، تجزىء صاحبها وإبطالها من مبالغات ابن حزم . ¶ (2) أخرج البخاري عن عائشة رضي الله عنها قالت : سألت رسول الله - صلى الله عليه وسلم - عن الالتفات في الصّلاة فقال : هو اختلاسٌ يختلسه الشّيطان من صلاة العبد ) كتاب الأذان باب الالتفات في الصّلاة ، وهذا الالتفات يحتمل معنيين : أن يلتفت بوجهه ويلوي عنقه ، والثّاني أن يلحظ بعينيه دون أن يحرّك رأسه ، أمّا الأوّل فداخل في النّصّ ولا شكّ ، وهو مكروه إلاّ لحاجة ، قال الحافظ : ( وهو إجماع لكنّ الجمهور على أنّها للتّنزيه ، وقال المتولّي : يحرم إلاّ للضّرورة وهو قول الظّاهريّة … والمُراد بالالتفات المذكور مالم يستدبر القبلة بصدره أو بعنقه كلّه ) أي فتبطل الصّلاة ، الفتح 2 / 234 ، وقد أخرج التّرمذي عن ابن عبّاس رضي الله عنهما قال : ( كان رسول الله - صلى الله عليه وسلم - : يلحظ في صلاته يميناً وشمالاً ولا يلوي عنقه خلف ظهره ) ح587و588 وفي المطبوع : ( ويلوي ) بحذف لا النّافية ، وهو خطأ طباعي لأنّ الشّيخ أحمد شاكر لمّا تكلّم عن الحديث في الحاشية أثبتها وكذلك هي في مسند أحمد وغيره بإثباتها ، قال الحاكم : ( الالتفات المُباح أن يلحظ بعينه يميناً وشمالاً ) المستدرك 1 / 237 ، ولا يخفى أنّ الاستدلال بفعله - صلى الله عليه وسلم - على جواز اللّحظ فيه تجاوز ، أوّلاً: لأنّه يحتمل خصوصيّته - صلى الله عليه وسلم - في ذلك ، وثانياً: أنّه يحتمل الحاجة كما جاء أنّه - صلى الله عليه وسلم - أرسل رسولاً فجعل - صلى الله عليه وسلم - يصلّي ويلتفت إلى الشّعب ، ومحلّ البحث في الالتفات بلا حاجة ، لأنّا لانقول ببطلان الصّلاة ، وأمّا مع الحاجة فيجوز له الالتفات بعينه وبرأسه دون كراهة : واستدلّ له البخاري بقصّة كشفه - صلى الله عليه وسلم - للسّتر في آخر حياته والتفات أبي بكر والمصلّين له ، انظر فتح الباري 2 / 235 ـ 236 .",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "، ¶ وقد قيل : يقطع الصّلاة(1). ¶ وإذا سجد يضع أصابع يديه حتى يحاذي بهما أذنيه وهو ساجد، ويضمّ أصابعه(2)، ويوجّهها نحو القبلة ، وبيدي مرفقيه وساعديه ، ولا يلزقهما بجنبيه ، جاء الحديث عن النّبيّ - صلى الله عليه وسلم - : ( أنّه كان إذا سجد لو مرّت بهْمةٌ تحت ذراعيه لنفذت )(3)، وذلك لشدّة مبالغته في رفع مرفقيه وضبعيه . ¶ __________ ¶ (1) والجمهور على خلاف ذلك ، انظر المغني لابن قدامة 2 / 6 ـ7 . ¶ (2) روى الطّبراني في الكبير من حديث وائل بن حُجْر رضي الله عنه قال : (كان رسول الله - صلى الله عليه وسلم - إذا ركع فرّج بين أصابعه وإذا سجد ضمّ أصابعه ) 22 / 19 قال الهيثمي : (وإسناده حسن ) مجمع 2 / 138 .وصحّح الشّيخ الألباني ذلك عن النّبيّ - صلى الله عليه وسلم - : أنّه كان يضمّ أصابعه في سجوده وعزاه لأبي داود والحاكم ، انظر صفة صلاة النّبيّ - صلى الله عليه وسلم - في فصل السّجود . ¶ (3) رواه مسلم ح496من حديث ميمونة أم المؤمنين رضي الله عنها.",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "وجاء عن أصحاب - صلى الله عليه وسلم - أنّهم قالوا : ( كان رسول الله - صلى الله عليه وسلم - إذا سجد جافى بين ضبعيه )(1)، فأحسنوا السّجود – رحمنا الله وإياكم(2) – ولا تضيّعوا شيئاً ، فقد جاء في الحديث : ( إنّ العبد يسجد على سبعة أعضاء )(3) فأيّ عضو منها ضيّعه لم يزل ذلك العضو يلعنه . ¶ __________ ¶ (1) أخرجه مسلم ح 495 عن عبدالله بن بحينة ، والتّرمذي ح304 والنّسائي ح1038و1101 و109 وأبوداود ح 863و898 و900 وابن ماجة 880 وفي لفظ لحديث ميمونة : ( كان رسول الله - صلى الله عليه وسلم - إذا سجد جافى حتّى يرى من خلفه وضح إبطيه ) أخرجه مسلم ح 497 . ¶ (2) هذا هو المستحب في الدّعاء : أن يبدأ العبد بنفسه ، قال ابن ماجة في سننه : ( باب إذا دعا أحدكم فليبدأ بنفسه ) ثمّ أسند عن ابن عبّاس رضي الله عنهما مرفوعاً : ( يرحمنا الله وأخا عاد ) ح3852 . ¶ (3) وضع محقّق الطّبقات قوساً هنا على اعتبار الرّواية المشهورة ، لكنّ الّذي يظهر أنّ المؤلّف رحمه الله يريد بالرّواية إلى قوله ( يلعنه ) إذ يبعد أن يذكر المؤلّف اللّعن من تلقاء نفسه ، وإنّما يريد مجيئه عنه - صلى الله عليه وسلم - ، وما بين القوسين أخرجه البخاري في الأذان باب في السّجود على سبعة أعظم ومسلم في الصّلاة باب أعضاء السّجود وغيرهما من حديث ابن عبّاس رضي الله عنهما ولفظه : ( ُأمرت أن أسجد على سبعة أعضاء : ( أو آراب ) وأن لا أكفّ ثوباً ولا شعراً الوجه والكفّان والرّكبتان والقدمان ) ولفظ المؤلّف عند مسلم وأبي داود في الصّلاة باب أعضاء السّجود والتّرمذي في الصّلاة باب ما جاء في السّجود على سبعة أعضاء وابن ماجة في الصّلاة باب السّجود والنّسائي في نسخ التّطبيق باب على كم السّجود ح1094وغيرهم ، وأمّا زيادة لعن العضو لمن ضيّعه فلم أجدها فيما بين يدي من المصادر والله أعلم .",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "وينبغي له إذا ركع أن يلقم راحتيه ركبتيه ، ويفرّق بين أصابعه(1)، ويعتمد على ضبعيه وساعديه ، ويسوّي ظهره ، ولا يرفع رأسه ولا ينكّسه ، فقد جاء عن النّبيّ - صلى الله عليه وسلم - : ( أنّه كان إذا ركع لو كان قدحٌ من ماءٍ على ظهره ما تحرّك من موضعه)(2) ¶ __________ ¶ (1) هكذا جاءت السّنّة عن رسول الله - صلى الله عليه وسلم - ، أخرج النّسائي عن عمر رضي الله عنه أنّه قال : ( سُنّت لكم الرّكب فأمسكوا بالرّكب ) وقال : ( إنّما السّنّة الأخذ بالرّكب ) ح1034و1035 ، وأخرج كذلك عن ابي مسعود أنّه وصف صلاة رسول الله - صلى الله عليه وسلم - وفيه : ( فلمّا ركع وضع راحتيه على ركبتيه ، وجعل أصابعه أسفل من ذلك ) ح1036 وكذلك عن عقبة بن عمرو وفيه : ( فلمّا ركع وضع راحتيه على ركبتيه وجعل أصابعه من وراء ركبتيه )ح1037 وأخرج عبدالرّزّاق في المصنّف عن ابن عمر أنّ رسول الله - صلى الله عليه وسلم - قال لرجل : إذا قمت إلى الصّلاة فركعت فضع يديك على ركبتيك وأفرج بين أصابعك ..) ح2859 وكذلك مثله عن رجل عن النّبيّ - صلى الله عليه وسلم - ح 2860 ، وفي حديث أبي حميد السّاعدي الآتي في وصف صلاة النّبيّ - صلى الله عليه وسلم - أنّه فرّج بين أصابعه ، وروى الطّبراني في الكبير من حديث وائل بن حجر رضي الله عنه قال : (كان رسول الله - صلى الله عليه وسلم - إذا ركع فرّج بين أصابعه وإذا سجد ضمّ أصابعه ) 22 / 19 . ¶ (2) أخرجه الإمام أحمد عن عليّ بن أبي طالب وابن ماجة في إقام الصّلاة باب الرّكوع في الصّلاة عن وابصة بن معبد وأخرجه الطّبراني في الكبير عن ابن عبّاس ح12755و12781 وفي الأوسط عن عقبة بن عمرو ح2505 وعن أبي برزة الأسلمي ح5676 وأسانيده فيها مقال غير أنّه يصحّ بطرقه وشواهده ومنها حديث أبي حميد السّاعدي في وصف صلاته - صلى الله عليه وسلم - وفيه : ( فإذا ركع أمكن يديه من ركبتيه ثمّ هصر ظهره ) أخرجه البخاري في الأذان باب سنّة الجلوس في التّشهّد قال الحافظ : ( هصره أي ثناه في استواء من غير تقويس ذكره الخطّابي ) الفتح 2 / 308 وأخرجه أبوادود من وجوه وفي بعضها : ( ثمّ يركع ..فلا يصب رأسه ولا يقنع ) وفي وجه آخر : ( فإذا ركع أمكن كفّيّه من ركبتيه وفرّج بين أصابعه ثمّ هصر ظهره غير مقنع رأسه ولا صافح بخدّه ) وفي آخر ( ثمّ ركع فوضع يديه على ركبتيه كأنّه قابضٌ عليهما ووتّر يديه فتجافى عن جنبيه ) أخرجه في الصّلاة باب افتتاح الصّلاة ، وأخرجه بنحوه التّرمذي في الصّلاة باب ما جاء أنّه يجافي يديه في الرّكوع ، وأخرج ابن ماجة عن عاشة رضي الله عنها قالت: (كان رسول الله - صلى الله عليه وسلم - إذا ركع لم يشخص رأسه ولم يصوبه ولكن بين ذلك ) في الصّلاة باب الرّكوع في الصّلاة ومثله عن أبي مسعود عند النّسائي ح1038 .",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "وذلك لاستواء ظهره ، ومبالغته في ركوعه - صلى الله عليه وسلم - . ¶ فأحسنوا صلاتكم رحمكم الله ، وأتمّوا ركوعها وسجودها وحدودها ، فانه جاء الحديث : ( إنّ العبد إذا صلّى فأحسن الصّلاة صعدت ولها نور ، فإذا انتهت إلى أبواب السّماء : فُتحت لها أبواب السّماء ، وتشفع لصاحبها ، وتقول : حفِظَك الله كما حفِظتني ، وإذا أساء في صلاته ، فلم يتمّ ركوعها وسجودها وحدودها : صعدت ولها ظلمة ، فتقول : ضيّعك الله كما ضيّعتني ، فإذا انتهت إلى أبواب السّماء غُلّقت أبواب السّماء دونها ، ثم لُفّت كما يُلفّ الثّوب الخَلِق ، فيُضربُ بها وجهُ صاحبها )(1). ¶ __________ ¶ (1) أخرجه الطّبراني في الأوسط عن أنس بن مالك ح3095 قال الهيثمي : في إسناده عبّاد بن كثير أجمعوا على ضعفه ، وأخرجه البزّار ح350(كشف الأستار ) قال الهيثمي : ( رواه الطّبراني في الكبير والبزّار بنحوه وفيه الأحوص بن حكيم وثّقه ابن المديني والعجلي وضعّفه جماعة وبقية رجاله موثّقون ) مجمع الزّوائد 2 / 122 ومعنى الخلق : أي القديم البالي .",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "وينبغي للرّجل إذا جلس للتّشهّد : أن يفترش رجله اليسرى ، فيجلس عليها ، وينصب رجله اليمنى ، ويوجّه أصابعه نحو القبلة(1)، ويضع يده اليسرى على فخذه اليسرى ، ويوجّه أصابعها نحو القبلة ، ويضع يده اليمنى على فخذه اليمنى ، ويشير بإصبعه الّتي تلي الإبهام ، ويحلّق الإبهام والوسطى ، ويعقد الباقين(2) ¶ __________ ¶ (1) وهذه الصّفة تُسمّى الافتراش ، وهناك صفة أخرة هي التّورّك ، وهي أن ينصب اليمنى ويفضي بإليته إلى الأرض ، ويخرج اليسرى من تحت ساقه اليمنى ، وقد اختلف العلماء في أيّ هاتين الجلستين مُستحبّ في الصّلاة ، فذهب أبو حنيفة إلى استحباب الافتراش في جميع جِلسات الصّلاة ، وعكَس مالك فاستحبّ التّورّك في جميع الصّلاة ، وذهب الشّافعي إلى أنّ الافتراش في جميع الصّلاة إلاّ في تشهّد يعقبه تسليم فإنّه يتورّك ، ومثله الإمام أحمد إلاّ أنّه يستحبّ التّورّك في التّشهّد الأخير في الصّلاة ذات التّشهّدين ، وأمّا في ذات التّشهّد الواحد فيستحبّ الافتراش ، وهذا هو الأقرب للدّليل ، مع أنّه هنا لم يذكر التّورّك ولم يشر إليه ،و انظر المسألة في المغني لابن قدامة 1 / 373 و377 ـ 378 . ¶ (2) جاءت هذه الصّفة في جميع الأحاديث الّتي وصفت صلاة النّبيّ - صلى الله عليه وسلم - ومن أشهرها حديث أبي حميد السّاعدي الّذي مرّ قريباً تخريجه ، وهذه الإشارة الّتي ذكرها الشّيخ وردت أيضاً في حديث وائل بن حجر رضي الله عنه وفيه بعد ذكر صفة التّحليق والإشارة : ( فرأيته يحرّكها يدعو بها ) وهذه زيادة في حديث وائل تفرّد بها زائدة بن قدامة عن عاصم بن كليب عن وائل وهو ثقة ، وبناء عليه اختلفت الأنظار في صفة الإشارة ، فمن قائل إنّها زيادة شاذّة لتفرّد عاصم بها ، ورأى أنّ السبّابة يُشار بها دون تحريك ، ومنهم من صحّحها وتأوّل التّحريك برفعها ، ومنهم من أخذ بظاهر اللّفظ فرأى تحريكها هو الرّفع والخفض وممّن كان يرى هذا فقيد الأمّة الشّيخ الإمام عبدالعزيز بن باز رحمه الله وأغدق على قبره الرّحمات والغفران ، ومنهم من رأى تحريكها دون الخفض والرّفع وهو اختيار العلاّمة الألباني حفظه الله ، ولكلّ رأيه واجتهاده ، وإنّما أردت توضيح مأخذ اختلاف العمل بهذه السّنّة بين طلبة العلم وعامّة المسلمين ليُعرف أن ليس ثمّة تباين والحمدلله وأنّ الاختلاف مبناه على اختلاف الفهم لهذه السّنّة ، الّتي قال عنها ابن عمر رضي الله عنه : ( هي ندبة الشّيطان لا يسهو أحدهم وهو يقول هكذا ) : أي يشير بها ، وقال عنها النّبيّ - صلى الله عليه وسلم - : ( هي أشدّ على الشّيطان من الحديد ) انظر حول الإشارة بالسبّابة في التّشهّد وموضعها تمام المنّة للألباني ص214ـ226 ،وصفة الصّلاة له ص123 والمغني لابن قدامة 1 / 173ـ 174 .",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "، فإذا صلّى إلى سترةٍ فليدْنُ منها فإنّ ذلك مستحب(1)، ولا يمرّ أحد عليها ، فإنّ ذلك يُكره . ¶ جاء الحديث عن النّبيّ - صلى الله عليه وسلم - أنّه قال : ( من صلّى إلى سترةٍ فليدْنُ منها ، فإنّ الشّيطان يمرّ بينه وبينها )(2). ¶ __________ ¶ (1) أي الدّنوّ إلى السّترة ، وأمّا اتّخاذها فالجماهير على استحباب اتّخاذها دون وجوبه ، وقد أخرج البخاري في الصّلاة باب سترة الإمام سترةٌ لمن خلفه عن ابن عمر رضي الله عنهما ( أنّ رسول الله - صلى الله عليه وسلم - كان إذا خرج يوم العيد أمر بالحربة فتوضع بين يديه فيصلّي إليها والنّاس وراءه ، وكان يفعل ذلك في السّفر ) ، وفي لفظ :( كان تُركز له الحربة فيصلّي إليها ) ، وكان - صلى الله عليه وسلم - يقول : ( إذا وضع أحدكم بين يديه مثل مُؤْخِرة الرّحل فليصلّ ولا يبال من مرّ وراء ذلك ) أخرجه مسلم في الصّلاة باب سترة المصلّي ، ويُشرع اتّخاذ السّترة أو الصّلاة للجدار أو اسطوانة المسجد ، وكذلك الشّخص المعترض والسّرير أو الرّاحلة ، وأمّا الخطّ فأخذ بعض العلماء بمشروعيّة الخطّ إذا لم يجد شيئاً يستره ، وضعّف الشّيخ الألباني حديث الخط كما في تمام المنّة ص300 . ¶ (2) أخرجه البخاري في الصّلاة باب يردّ المصلّي من مرّ بين يديه ومسلم في الصّلاة باب منع المار بين يدي المصلّي وغيرهم بألفاظ متقاربة ولفظ المؤلّف أخرجه ابن حبّان ح 2372و2375 ولفظه : ( إذا صلّى أحدم إلى سترة ..) .",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "وممّا يتهاون به النّاس في أمر صلاتهم : تركهم المارّ بين يدي المصلّي ، وقد جاء الحديث عن النّبيّ صلّى الله عليه و سلّم أنّه قال : ( ادرأ المار ، فإن أبى فادرأه ، فإن أبى فالطِمه ، فإنّما هو شيطان )(1)، فلو كان للمارّ بين يدي المصلّي رخصة ، لما أمر النّبيّ - صلى الله عليه وسلم - بلطمه ، وإنّما ذلك لعظم المعصية من المارّ بين يدي المصلّي ، والمعصية من المصلّي إذا لم يدرأه. ¶ __________ ¶ (1) لم أجد هذا اللّفظ ، وقد أخرج البخاري ومسلم من حديث أبي سعيد الخدري رضي الله عنه أنّه قال : ( إذا صلّى أحدكم إلى شيء يستره من النّاس فأراد أحد أن يجتاز بين يديه فليدفعه فإن أبى فليقاتله فإنّما هو شيطان ) تقدّم تخريجه في الحاشية السّابقة ، وفي لفظ مسلم و أبي داود قال : ( إذا كان أحدكم يصلّي فلا يدع أحداً يمرّ بين يديه ، وليدرأه ما استطاع ، فإن أبى فليقاتله فإنّما هو شيطان) أخرجه أبوداود في الصّلاة ح701 ، قال الحافظ : ( صرّح أصحابنا فقالوا : يردّه بأسهل الوجوه فإن أبى فبأشدّ ولو أدّى إلى قتله ... ونقل ابن بطّال وغيره الاتّفاق أنّه لا يجوز له المشي من مكانه ليدفعه ولا العمل الكثير في مدافعته لأنّ ذلك أشدّ في الصّلاة من المرور ... وقال النّووي : لا أعلم أحداً من الفقهاء قال بوجوب هذا الدّفع ، بل صرّح أصحابنا بأنّه مندوب أ.هـ وقد صرّح بوجوبه أهل الظّاهر فكأنّ الشّيخ لم يراجع كلامهم فيه أو أنّه لم يعتدّ بخلافهم ) الفتح 1 / 510 ، وكلام المؤلّف يرجّح قول أهل الظّاهر إذ جعل عدم درأ المصلّي لمن يمرّ بين يده معصية ، وهو ظاهر لفظ النّبيّ - صلى الله عليه وسلم - فإنّه نهى أن يدع المصلّي المارّ بين يديه دون أن يمنعه .",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "وجاء الحديث قال : ( لو يعلم أحدكم ما عليه في ممرّه بين يدي أخيه في صلاته لا نتظر أربعين خريفاً )(1). ¶ __________ ¶ (1) أخرجه البخاري في الصّلاة باب إثم المار بين يدي المصلّي ومسلم في الصّلاة باب منع المار بين يدي المصلّي عن أبي جهيم رضي الله عنه ، ولفظه : ( لو يعلم المار بين يدي المصلّي ماذا عليه لكان أن يقف أربعين خيراً له من أن يمرّ بين يديه ) قال أبو النّضر راوي الحديث : لا أدري أقال : أربعين يوماً أو شهراً أو سنة .قال الحافظ : ( وقد وقع في مسند البزّار : ( لكان أن يقف أربعين خريفاً ) ) الفتح 1/697 وقال أيضاً : ( وظاهر الحديث يدلّ على منع المرور مطلقاً ولو لم يجد مسلكاً بل يقف حتّى يفرغ المصلّي من صلاته ، ويؤيّده قصّة أبي سعيد فإنّ فيها : فنظر الشّاب فلم يجد مساغاً) 1 / 698 ، ولا يخفى أنّ كلام الحافظ لابدّ من تقييده بما لم يكن فيه مشقّة على المارّ أو حين الضّرورة كالزّحام الشّديد مثلاً ، فلو أنّ المارّ في الحرم المكّي مثلاً أراد أن ينتظر كلّ مصلٍّ يمرّ عليه حتّى يفرغ من صلاته ما انتهى من طوافه وعمرته إلاّ بعد أن يهلك ، لكثرة المصلّين في الحرم وعدم مراعاة الكثير من مرتاديه للموضع الصّحيح للصّلاة بعيداً عن أماكن مرور النّاس الّتي يحتاجون إليها ولابد .",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "وجاء الحديث : ( أنّ أبا سعيد الخدري كان يصلّي ، فأراد ابن أخي مروان بن الحكم أن يمرّ بين يديه ، فمنعه أبو سعيد ، فذهب ابن أخي مروان إلى مروان – وهو يومئذ والي المدينة – فشكى إليه ما صنع أبو سعيد ، وجاء أبو سعيد بعد ذلك فدخل ، فقال له مروان : ما يذكر ابن أخي أنك لطمته ، وكان منك إليه ؟ فقال أبو سعيد : أمرنا رسول الله - صلى الله عليه وسلم - أن ندرأ المار ، فإن أبى درأناه ، فإن أبى لطمناه ، فإنّما هو شيطان (1)، وإنّما لطمت شيطاناً )(2). ¶ __________ ¶ (1) قال الحافظ : ( أي فعله فعل الشّيطان لأنّه أبى إلاّ التّشويش على المصلّي ، وإطلاق الشّيطان على المارد من الإنس سائغ شائع ، وقد جاء في القرآن قوله تعالى : { شياطين الإنس والجنّ } ، ...ويحتمل أن يكون المعنى : فإنّما الحامل له على ذلك الشّيطان ، وقد وقع في رواية الإسماعيلي ( فإنّما معه الشّيطان ) ونحوه لمسلم بلفظ (فإنّ معه القرين ) ) الفتح 1 / 695 . ¶ (2) أخرجه البخاري في الصّلاة باب يردّ المصلّي من مرّ بين يديه ، ومسلم في الصّلاة باب منع المار بين يدي المصلّي ، واللّفظ عندهما : ( فأراد شابّ من بني أبي معيط) ، وقد اختُلف في تسمية هذا الشاب على أقوال ذكرها الحافظ في الفتح 1/694 ، ولم يذكر ما في رواية المصنّف أنّه ابن أخي مروان .",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "ويستحبّ للرّجل إذا خرج لصلاة الغداة : أن يصلّي ركعتين في منزله(1)، ثم يخرج ، ويستحبّ له ذكر الله فيما بين الرّكعتين وبين صلاة الغداة ، ومن الجفاء : الكلام بينهما ، إلاّ كلاماً واجباً لازماً : من تعليم الجاهل ، ونصيحته ، وأمره ونهيه ، فان ذلك واجبٌ لازم ، والواجب اللاّزم : أعظم أجراً من ذكر الله تطوّعاً (2)، والتّطوّع لا يُقبل حتّى يُؤدّى الواجب اللاّزم(3)، وقد جاء الحديث : ( لا يقبل الله نافلة ¶ __________ ¶ (1) هي ركعتا راتبة الفجر ، الّتي قال عنها رسول الله - صلى الله عليه وسلم - : ( ركعتا الفجر خير من الدّنيا وما فيها ) : أخرجه مسلم في صلاة المسافرين باب استحباب ركعتي سنّة الفجر ح725 ، وقد أخرج مسلم عن عائشة قالت : ( لم يكن النّبيّ - صلى الله عليه وسلم - على شيءٍ من النّوافل أشدّ معاهدةً منه على ركعتين قبل الصّبح ) ح724 ، والسّنّة تخفيفهما لما روت عائشة في صحيح مسلم أيضاً : ( كان رسول الله - صلى الله عليه وسلم - يصلّي ركعتي الفجر فيخفّف حتّى إنّي اقول : هل قرأ فيهما بأمّ القرآن ) ح724 ،وصلاتها في المنزل هي السّنّة لقوله - صلى الله عليه وسلم - : ( خير صلاة المرء في بيته إلاّ المكتوبة ) أخرجه البخاري في صلاة الجماعة باب صلاة اللّيل ومسلم في صلاة المسافرين باب استحباب صلاة النّافلة في بيته عن زيد بن ثابت رضي الله عنه . ¶ (2) جاء في الحديث عنه - صلى الله عليه وسلم - أنّه قال فيما يرويه عن ربّه : ( وما تقرّب إليّ عبدي بشيءٍ أحبّ إليّ ممّا افترضته عليه ) أخرجه البخاري في الرّقاق باب التّواضع عن أبي هريرة رضي الله عنه . ¶ (3) من نفس الجنس ، فلا يُقبل من العبد صلاة نافلة وهو لم يؤدّ صلاة الفريضة ، ولا يُقبل صيام تطوّع وهو لم يصم رمضان ، لكن يرد على هذا أنّه قد ثبت أنّ الفريضة تُكمل من التّطوّع ، كما مرّ في حديث أبي هريرة رضي الله عنه ص18 ففيه أنّ التّطوّع قُبل مع عدم أداء الفرض وكُمّل به .",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "حتى تؤدى الفريضة )(1). ¶ __________ ¶ (1) لم أجده مرفوعاً ، وهو جزء من وصيّة أبي بكر رضي الله عنه لعمر لمّا استخلفه قال له : ( ولا تُقبل نافلة حتّى تُؤدّى الفريضة ) ذكره ابن حبّان في الثّقات 2 / 193 ، ووردت آثار بمعناه عن الصّوم فعن إبراهيم النّخعي قال : لا يتطوّع الرّجل بصوم وعليه شيء من قضاء رمضان ، وعن عروة بن الزّبير قال : مثل الّذي يتطوّع وعليه قضاء من رمضان مثل الّذي يسبّح وهو يخاف أن تفوته المكتوبة ، انظر مصنّف ابن أبي شيبة 1 / 306 ، وفي الحجّ اتّفق العلماء على أنّه لا يجوز أن يتنفّل العبد بحجّ أو عمرة قبل أن يؤدّي الفريضة ، فإن فعل وقعت عن الفريضة ، وعلى العموم فإنّ النّهي عن التّطوّع قبل أداء الفرض من جنسه له وجه ، أمّا كون النّفل لا يُقبل فهذا يحتاج إلى دليل ، ولو صحّ الحديث الّذي أورده المؤلّف رحمه الله تعالى لكان يمكن أن يُبحث في مخالفته لمفهوم أحاديث أخر تفيد قبول النّفل ممّن لم يؤدّ فريضة وهي ثابتة في الصّحاح وغيرها .",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "ويستحبّ للرّجل إذا أقبل إلى المسجد : أن يُقبل بخوفٍ ، وخشوعٍ وخضوعٍ ، وأن يكون عليه السكينة والوقار ، فما أدرك صلّى ، وما فاته قضى ، بذلك جاء الأثر عن النّبيّ - صلى الله عليه وسلم -(1)، وأنّه : ( كان يأمر بإثقال الخطى – يعني قرب الخطى – إلى المسجد )(2)، ولا بأس إذا طمع أن يدرك التّكبيرة الأولى : أن يسرع شيئاً ، ما لم يكن عجلةٌ تقبح ، جاء الحديث عن أصحاب النّبيّ - صلى الله عليه وسلم - : ( أنّهم كانوا يعجلون شيئاً إذا تخوّفوا فوات التّكبيرة الأولى ، وطمعوا في إدراكها )(3) ¶ __________ ¶ (1) أخرج البخاري في الأذان باب لا يُسعى إلى الصّلاة ومسلم في المساجد باب استحباب إتيان الصّلاة بوقار وسكينة عن أبي هريرة رضي الله عنه مرفوعاً : ( إذا أتيتم الصّلاة فلا تأتوها تسعون ، وائتوها وعليكم الوقار والسّكينة ، فما أدركتم فصلّوا وما فاتكم فاقضوا ) . ¶ (2) أخرج الطّبراني في الكبير عن زيد بن ثابت رضي الله عنه قال : ( كنت أمشي مع النّبيّ - صلى الله عليه وسلم - ونحن نريد الصّلاة فكان يقارب الخطى فقال : أتدري لم أقارب الخطى ؟ فقلت : الله ورسوله أعلم ، قال : لا يزال العبد في صلاة ما دام في طلب الصّلاة ) وفي لفظ : ( أتدري لم مشيت بك هذه المشية ؟ قلت لا ، فقال : لتكثر خطانا في المشي إلى الصّلاة ) ح4797ـ4800 وأخرجه البخاري في الأدب المفرد ح458 وضعّفه الألباني في ضعيف الأدب المفرد برقم69 ، ورواه الطّبراني موقوفاً على زيد ح4796 ، قال الهيثمي : عن أسانيد المرفوع : ( فيه الضّحّاك بن نبراس وهو ضعيف ) 2 / 32 وقال عن الموقوف : ( رجاله رجال الصّحيح ). ¶ (3) أخرج الطّبراني في الكبير أنّ ابن مسعود رضي الله عنه خرج إلى المسجد فجعل يهرول فقيل له : أتفعل هذا وأنت تنهى عنه ؟ فقال : إنّما أردت حدّ الصّلاة : التّكبيرة الأولى ) ح9259و9260 قال الهيثمي في المجمع 2 / 32 ( فيه رجلٌ لم يُسم ) ،قلت : وفي إسناده أيضاً ليث بن أبي سليم وهو ضعيف ، ونصّ النّبيّ - صلى الله عليه وسلم - في أمره بالوقار عند المشي إلى الصّلاة عامٌّ لم يخصّ منه - صلى الله عليه وسلم - شيئاً فهو أولى بالاتّباع .",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": ". ¶ فاعلموا رحمكم الله : أنّ العبد إذا خرج من منزله يريد المسجد : إنّما يأتي الله الجبّار الواحد القهّار ، العزيز الغفّار(1)، وإن كان لا يغيب عن الله حيث كان ، ولا يعزب(2) عنه تبارك وتعالى مثقال حبّةٍ من خردل ، ولا أصغر من ذلك ولا أكبر ، في الأرضين السبع ، ولا في السماوات السبع ، ولا في البحار السبعة ، ولا في الجبال الصّمّ الصّلاب الشوامخ البواذخ(3)، وإنّما يأتي بيتاً من بيوت الله ، و يريد الله ، ويتوجّه إلى الله تعال ، وإلى بيت من البيوت الّتي : { أذِن الله أن تُرفع ويُذكر فيها اسمه يسبّح له فيها بالغدوّ والآصال رجالٌ لا تلهيهم تجارةٌ ولا بيعٌ عن ذكر الله وإقام الصّلاة وإيتاء الزّكاة يخافون يوماً ¶ __________ ¶ (1) هذه خمسة أسماء لله تعالى ثابتة في القرآن الكريم ، ومعانيها كالتّالي : أمّا الجبّار : فمعناه الّذي يقهر العباد على ما أراد من أمر ونهي ، يُقال : جبر الخلق وأجبرهم ، وأجبر أكثر ، وأمّا الواحد فهو المتوحّد في خلقه وأسمائه وصفاته وهو الإله الواحد لا شريك له ولا ندّ ولا نظير ، وأمّا القهّار : فهو الغالب لجميع الخلائق : يُقال : قهره يقهره قهراً فهو قاهر ، وقهّار للمبالغة ، وأمّا العزيز : فهو الغالب القويّ الّذي لا يُغلب ، والعزّة في الأصل : القوّة والشّدّة والغلبة ، تقزل : عزّ يعِزّ إذا صار عزيزاً ، وأمّا الغفّار فهي صيغة مبالغة من الغفر : وهو التّغطية ، ومعناه : السّاتر لذنوب عباده وعيوبهم المتجاوز عن خطاياهم وذنوبهم ، والمغفرة : إلباس الله تعالى العفو للمذنبين ، ومذهب أهل السّنّة والجماعة في اسماء الله : إثباتها من غير تحريف ولا تمثيل ولا تشبيه ولا تكييف فنثبت له من الأسماء الحسنى ما أثبته لنفسه وأثبته له رسوله - صلى الله عليه وسلم - ، وننفي عنه ما نفاه عن نفسه ونفاه عنه رسوله - صلى الله عليه وسلم - . ¶ (2) أي لا يخفى . ¶ (3) الباذخ : العالي ويُجمع على : بُذّخ ، النّهاية 1 / 110.",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "تتقلّب فيه القلوب والأبصار } (1)[ النّور :36 ـ37 ] فإذا خرج أحدكم من منزله فليُحْدِث لنفسه تفكّرا وأدباً ، غير ما كان عليه ، وغير ما كان فيه من حالات الدّنيا وأشغالها ، وليخرج بسكينةٍ ووقار ، فإنّ النّبيّ - صلى الله عليه وسلم - أمر بذلك(2). ¶ __________ ¶ (1) لمّا ضرب الله تعالى مثلاً لقلب المؤمن وما فيه من الهدى والعلم بالمصباح في الزّجاجة الصّافية المتوقّد من زيت طيّب وذلك كالقنديل ، ذكر محلّها وهي المساجد الّتي هي أحبّ البقاع إلى الله من الأرض وهي بيوته الّتي يُعبد فيها ويوحَّد ، فأمر تعالى برفع بنائها وتشييدها وتطهيرها من الدّنس واللّغو والأفعال والأقوال الّتي لا تليق فيها ، و { يُذكر فيها اسمه } أي يُتلى فيها كتابه { يسبّح له فيها بالغدوّ والآصال } أي في البكرات والعشيّات والأصيل هو آخر النّهار وقيل عني بذلك الصّلاة فيها { رجال } فيه إشعارٌ بهممهم العالية الّتي صاروا بها عمّاراً للمساجد فـ { لا تلهيهم تجارةٌ ولا بيعٌ عن ذكر الله } أي عن تسبيحه وتحميده ولا عن إقامة الصّلاة في أوقاتها بشروطها وكمالها ولا عن إيتاء الزّكاة المفروضة عليهم وكلّ ذلك لأنّهم قد استقرّ في قلوبهم محبّة الله وخوفهم منه في يوم تتقلّب فيه القلوب والأبصار أي يوم القيامة ففيه من شدّة الفزع تتقلّب القلوب والأبصار ، انظر تفسير ابن كثير 3 / 303 ـ 307 ، قال السّيوطي في الإكليل : ( في الآية الأمر بتعظيم المساجد وفي قوله : { رجالٌ } إشارة إلى أنّ الأفضل للنّساء الصّلاة في بيوتهنّ إلاّ في نحو العيدين ، وفيها أنّ الصّلاة لا تنافي التّجارة لأنّ مقصود الآية أنّهم يتعاطونها غير أنّها لا تلهيهم عن الصّلاة ) من تفسير القاسمي 5 / 315 . ¶ (2) تقدّم ذكر الحديث ص 140 .",
            "page": "105",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "وليخرج برغبةٍ ورهبةٍ ، وبخوف و وَجَلٍ ، وخضوعٍ وتواضعٍ لله عزّوجل ، فإنّه كلّما تواضع لله عزّوجل ، وخشع وخضع ، وذلّ لله تعالى : كان أزكى لصلاته ، وأحرى لقبولها ، وأشرف للعبد وأقرب له من الله ، وإذا تكبّر قصمه الله ، وردّ عمله ، وليس يقبل من المتكبّر عملاً(1) ¶ __________ ¶ (1) قال الغزالي في وصف كبر العلماء والعبّاد : ( ويترشّح الكِبر منهم في الدّين والدّنيا ، أمّا الدّنيا : فهو أنّهم يرون غيرهم بزيارتهم أولى منهم بزيارة غيرهم ، ويتوقّعون قيام النّاس بقضاء حوائجهم وتوقيرهم والتّوسّع لهم في المجالس ، وذكرهم بالورع والتّقوى وتقديمهم على سائر النّاس في الحظوظ ...وكأنّهم يرون عبادتهم منّة على الخلق ، وأمّا في الدّين فهو أن يرى النّاس هالكين ويرى نفسه ناجياً ، وهو الهالك تحقيقاً ، قال صلّى الله عليه وسلّم : ( إذا سمعتم الرّجل يقول : هلك النّاس فهو أهلكهم )ـ أخرجه مسلم ح2623 ، وإنّما قال ذلك لأنّ هذا القول منه يدلّ على أنّه مزدرِ بالخلق مغترٌ بالله ، أمن من مكره غير خائف من سطوته ، وكيف لا يخاف ويكفيه شرّاً احتقاره لغيره ، قال صلّى الله عليه وسلّم : ( كفى بالمرء شرّاً أن يحقر أخاه المسلم ) ـ أخرجه مسلم ح2564..وهذا يعرّفك أنّ الله تعالى إنّما يريد من العبيد قلوبهم ، فالجاهل العاصي إذا تواضع هيبة لله ، وذلّ خوفاً منه فقد أطاع الله بقلبه ، فهو أطوع لله من العالم المتكبّر والعابد المعجب ، ثمّ إنّه يمتنّ على الله بعمله ، ومن اعتقد جزماً أنّه فوق أحد من عباد الله فقد أحبط بجهله جميع عمله ، وحكمه لنفسه بأنّه خير من غيره جهل محض ، وأمن من مكر الله ولا يأمن مكر الله إلاّ القوم الخاسرون ، لكنّ العلماء والعبّاد في آفة الكبر على ثلاث درجات : الأولى : أن يكون الكبر مستقرّاً في نفسه ويرى نفسه خيراً من غيره إلاّ أنّه يجتهد ويتواضع ويفعل فعل من يرى غيره خيراً منه ، فهذا قد رسخ في قلبه شجرة الكبر ولكنّه قطع أغصانها بالكلّيّة ، والثّانية : أن يظهر ذلك على أفعاله بالتّرفّع في المجالس والتّقدّم على الأقران وتصعير الخدّ وتقطيب الجبين ونحو ذلك ، ومع شناعة فعل هؤلاء فهم أخفّ من الّذين بعدهم ، الثّالثة : الّذين يظهرون الكبر على ألسنتهم حتّى يدعوهم إلى المفاهرة والمباهاة وتزكية النّفس ، فيقع الواحد منهم في أيّ عابد يُذكر تنقيصاً لحقّ المذكور وتناءُ على نفسه فيقول من فلان وما عبادته ، أمّا أنا فلم أفطر منذ كذا ، وأصلّي في اليوم كذا ونحو هذا ) ملخّصاً من الإحياء 4 / 151 ـ153 .",
            "page": "106",
            "part": "1"
        },
        {
            "id": "107",
            "nass": ". ¶ جاء الحديث عن إبراهيم خليل الله عزّوجل : ( أنّه أحيا ليلةً ، فلمّا أصبح ، أُعجب بقيام ليلته ، فقال : نِعم الرّبّ ربّ إبراهيم ، ونعم العبد إبراهيم ، فلمّا كان من الغد : لم يجد أحداً يأكل معه – وكان يحبّ أن يأكل معه غيره – فأخرج طعامه إلى الطّريق ليمرّ به مارٌ فيأكل معه ، فنزل ملكان من السّماء ، فأقبلا نحوه ، فدعاهما إبراهيم إلى الغداء فأجاباه ، فقال لهما : تقدّما بنا إلى هذه الروضة ، فإنّ فيها عيناً ، وفيها ماء ، فنتغدّى عندها ، فتقدّموا إلى الروضة ، فإذا العين قد غارت ، وليس فيها ماء ، فاشتدّ ذلك على إبراهيم عليه السّلام ، واستحيى ممّا قال ، إذ رأى غير ما قال ، فقالا له : يا إبراهيم ، أدْعُ ربّك ، واسأله : أن يعيد الماء في العين ، فدعا الله عزّوجل فلم ير شيئا فاشتدّ ذلك عليه ، فقال لهما : ادعوَا الله أنتما ، فدعا أحدهما ، فرجع وإذا هو بالماء في العين ، ثم دعا الآخر ، فأقبلت العين ، فأخبراه : أنّهما ملكان ، وأنّ إعجابه بقيام ليلته ردّ دعاءه عليه ، ولم يستجب له )(1) فاحذروا – رحمكم الله تعالى - من الكِبر ، فليس يُقبل مع الكِبر عمل ، وتواضعوا بصلاتكم ، فإذا قام أحدكم في صلاته بين يدي الله عزّوجل ، فليعرف الله عزّوجل في قلبه بكثرة نعمه عليه ، وإحسانه إليه ، فإنّ الله عزّوجل قد أوقره(2)نعماً ، وأنّه أوقر نفسه ذنوباً ، فليبالغ في الخشوع والخضوع لله عزّوجل. ¶ وقد جاء الحديث : ( إنّ الله أوحى إلى عيسى ابن مريم : إذا قمت بين يديّ فقم مقام الحقير الذّليل ، الذّامّ لنفسه ، فإنّها أولى بالذّمّ ، فإذا دعوتني فادْعُني وأعضاؤك تنتفض )(3)وجاء الحديث : ( أنّ الله أوحى إلى موسى نحو هذا )(4)، فما أحقّك يا أخي وأولاك بالذمّ لنفسك إذا قمت بين يدي الله عزّوجل . ¶ __________ ¶ (1) لم أجده . ¶ (2) أي حمّله وملأه . ¶ (3) لم أجده . ¶ (4) ذكره الغزالي في الإحياء 1 / 216 ولم يتكلّم عليه العراقي ..",
            "page": "107",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "وجاء الحديث عن محمّد بن سيرين(1):( أنّه كان إذا قام في الصّلاة ¶ ذهب دم وجهه ، خوفاً من الله عزّوجل ، وفزعاً منه )(2). ¶ وجاء عن مسلم(3) : ( أنّه كان إذا دخل في الصّلاة لم يسمع حساً من صوتٍ ولا غيره ، تشاغلاً بالصّلاة وخوفاً من الله عزّوجل )(4)، وجاء عن عامر العنبري – الّذي كان يُقال له عامر بن عبد قيس(5) - في حديث هذا بعضه – أنّه قال : ( لأن تختلف الخناجر بين كتفيّ أحبّ إليّ من أن أتفكّر في شيءٍ من أمر الدّنيا وأنا في الصّلاة )(6) . ¶ وجاء عن سعيد بن معاذ أنّه قال :( ما صلّيت صلاة قط فحدّثت نفسي فيها بشيءٍ من أمر الدنيا حتّى أنصرف ) . ¶ وجاء عن أبي الدّرداء(7) أنّه قال في حديث – هذا بعضه - : (وتعفير وجهي لربّي عزّوجل في التّراب : فإنّه مبلغ العبادة من الله تعالى ) . ¶ __________ ¶ (1) الإمام شيخ الإسلام أبو بكر الأنصاري الأنسي البصري مولى أنس بن مالك خادم رسول الله - صلى الله عليه وسلم - ، من أجلّة التّابعين توفّي سنة 110هـ .سير أعلام النّبلاء 4 / 606 . ¶ (2) لم أجده . ¶ (3) هو مسلم بن يسار البصري الأموي المكي . وقال ابن سعد قالوا : كان أرفع عندهم من الحسن البصري، حتى خرج مع ابن الأشعث ، فوضعه ذلك عند الناس توفّي سنة مئة ، سير أعلام النّبلاء 4 / 510. ¶ (4) حلية الأولياء 2 / 290 وفيه إنّه كان يقول لأهله إذا كانت لكم حاجة فتكلّموا وأنا أصلّي فلست أسمع حديثكم . ¶ (5) القدوة الوليّ الزّاهد أبو عبدالله ويُقال أبو عمرو التّميمي: العنبري البصري ، ثقة من عبّاد التّابعين ، سمّاه كعب الأحبار : راهب هذه الأمّة ، توفّي في زمن معاوية ، سير أعلام النّبلاء 4 / 15 . ¶ (6) حلية الأولياء 2 / 92 . ¶ (7) الصّحابيّ الجليل : عويمر بن زيد بن قيس الأنصاري .",
            "page": "108",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "فلا يتّقينّ أحدكم التّراب ، ولا يكرهنّ السّجود عليه ، فلا بدّ لأحدكم منه(1)، ولا يتّقي أحدكم المبالغة ، فإنّه إنّما يطلب بذلك فكاك رقبته وخلاصها من النّار الّتي لا تقوم لها الجبال الصّمّ الشوامخ البواذخ ، التي جُعلت للأرض أوتاداً ، ولا تقوم لها السّموات السّبع الطّباق الشّداد ، الّتي جُعلت سقفاً محفوظاً ، ولا تقوم لها الأرض الّتي جُعلت للخلق داراً ، ولا تقوم لها البحار السّبع(2)، الّتي لايُدرك قعرُها ، ولا يعرف قدْرها : إلاّ الّذي خلقها ؛ فكيف بأبداننا الضّعيفة ، وعظامنا الدّقيقة ، وجلودنا الرّقيقة ؟ نستجير بالله من النّار ، نستجير بالله من النّار ، نستجير بالله من النّار . ¶ __________ ¶ (1) في صحيح مسلم أنّ رسول الله - صلى الله عليه وسلم - قال في الرّجل يسوّي التّراب حيث يسجد قال :( إن كنت فاعلاً فواحدة ) ح546 قال النّووي : معناه لا تفعل ، وإن فعلت فافعل واحدة لا تزد ، وهذا نهي كراهة تنزيه ، فيه كراهته ، واتّفق العلماء على كراهة المسح لأنّه ينافي التّواضع ولأنّه يشغل المصلّي ، قال القاضي : وكره السّلف مسح الجبهة في الصّلاة وقبل الانصراف من المسجد ممّا يتعلّق بها من التّراب ونحوه) شرح مسلم 5 / 37 ، وفي صحيح البخاري عن أبي سعيد الخدري قال : جاءت سحابة فمطرت حتّى سال السّقف ـ وكان من جريد النّخل ـ فأُقيمت الصّلاة فرأيت رسول الله - صلى الله عليه وسلم - يسجد في الماء والطّين حتّى رأيت أثر الماء والطّين في جبهته ) ح669 في كتاب الأذان باب هل يصلّي الإمام بمن حضر . ¶ (2) كذا ولعلّ الصّحيح : ( السّبعة )",
            "page": "109",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "فإن استطاع أحدكم – رحمكم الله – إذا قام في صلاته : أن يكون كأنّه ينظر إلى الله عزّوجل ؛ فإنّه إن لم يكن يراه فإنّ الله يراه ، فقد جاء الحديث عن النّبيّ - صلى الله عليه وسلم - أنّه أوصى رجلاً فقال في وصيته : ( اتّقِ الله كأنّك تراه فإن لم تكن تراه فهو يراك )(1)، فهذه وصية النّبيّ - صلى الله عليه وسلم - للعبد في جميع حالاته ، فكيف بالعبد في صلاته ، إذا قام بين يدي الله عزّوجل في موضعٍ خاص ، ومقامٍ خاص ، يريد الله ويستقبله بوجهه ، ليس موضعه ومقامه وحاله في صلاته كغير ذلك من حالاته . ¶ __________ ¶ (1) لم أجده بهذا اللّفظ ، وأخرج أحمد 2 / 132 وأبو نعيم في الحلية 6 / 115 عن ابن عمر رضي الله عنهما أنّ النّبيّ - صلى الله عليه وسلم - أخذ ببعض جسده فقال له :( اعبدالله كأنّك تراه ) ، وذكر ابن رجب في جامع العلوم والحكم 1 / 126 عن أبي ذر رضي الله عنه قال : ( أوصاني خليلي أن أخشى الله كأنّي أراه فإن لم أكن أراه فإنّه يراني ) والمشهور حديث ابن عمر في سؤوال جبريل للنّبيّ - صلى الله عليه وسلم - عن شرائع الإسلام وفيه أنّه قال له : ( أخبرني عن الإحسان ؟ قال : الإحسان أن تعبدالله كأنّك تراه فإن لم تكن تراه فإنّه يراك ) أخرجه مسلم في أوّل كتاب الإيمان .",
            "page": "110",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "جاء الحديث : ( إنّ العبد إذا افتتح الصّلاة استقبله الله عزّوجل بوجهه ، فلا يصرفه عنه ، حتّى يكون هو الذي ينصرف ، أو يلتفت يميناً وشمالاً )(1)، وجاء الحديث قال : ( إنّ العبد ما دام في صلاته فله ثلاث خصال : البِرّ يتناثر عليه من عنان السماء إلى مفرق رأسه ، وملائكةٌ يحفّون به من لدن قدميه إلى عنان السماء ، ومنادٍ ينادي : لو يعلم العبد من يناجي : ما انفتل )(2). ¶ __________ ¶ (1) أخرجه أحمد 5 / 172 وأبوداود في الصّلاة باب الالتفات في الصّلاة ح909 بلفظ ( لايزال الله عزّوجل مقبلاً على العبد وهو في صلاته مالم يلتفت ، فإذا التفت انصرف عنه ) ، وأخرجه بنحوه النّسائي في السّهو باب التّشديد في الالتفات في الصّلاة عن أبي ذر رضي الله عنه ، وضعّفه الألباني في ضعيف الجامع برقم6345 ، وله شاهد من حديث الحارث الأشعري أخرجه أحمد 4 / 130 والتّرمذي في الأمثال باب ماجاء في مثل الصّلاة والصّيام والصّدقة مطوّلاً وفيه قوله - صلى الله عليه وسلم - على لسان يحيى بن زكريّا لقومه : ( فإذا صلّيتم فلا تلتفتوا فإنّ الله ينصب وجهه لوجه عبده في صلاته مالم يلتفت ) غير أنّ الشّيخ الألباني لم يرتضه شاهداً لحديث أبي ذر وردّ على من قوّى حديث أبي ذر بحديث الحارث الأشعري كما في حاشية صحيح الجامع 1 / 355 وانظر أيضاً تعظيم قدر الصّلاة للمروزي 1 / 173 وما بعدها . ¶ (2) أخرجه المروزي في تعظيم قدر الصّلاة ح160 عن عبّاد بن كثير من قوله .",
            "page": "111",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "فرحم الله من أقبل على صلاته خاشعاً خاضعاً ، ذليلاً لله عزّوجل ، خائفاً داعياً راغباً ، وجِلاً مشفقاً راجياً ، وجعل أكبر همّه في صلاته لربّه تعالى ، ومناجاته إيّاه ، وانتصابه قائماً وقاعداً ، وراكعاً وساجداً، وفرّغ لذلك قلبه وثمرة فؤاده ، واجتهد في أداء فرضه ، فإنّه لا يدري : هل يصلّي صلاةً بعد الّتي هو فيها ، أو يُعاجَل قبل ذلك ؟ فقام بين يدي ربّه عزّوجل محزوناً مشفقاً ، يرجو قبولها ، ويخاف ردّها ، فإن قبلها سعِد ، وان ردّها شقي . ¶ فما أعظم خطرك يا أخي في هذه الصّلاة ، وفي غيرها من عملك ، وما أولاك بالهمّ والحزن ، والخوف والوجل فيها ، وفيما سواها ممّا افترض الله عليك ، إنك لا تدري : هل يقبل منك صلاةً قط ، أم لا ؟ ولا تدري : هل يقبل منك حسنةً قط ، أم لا ؟ وهل غفر لك سيئةً قط ، أم لا ؟ ثم أنت – مع هذا – تضحك وتغفل ، وينفعك العيش ، وقد جاءك اليقين : أنّك وارد النّار(1)، ولم يأتك اليقين أنّك صادرٌ عنها ، فما أحقّ بطول الحزن منك ، حتى يتقبل الله منك ؟ ¶ ثمّ - مع – هذا لا تدري ، لعلّك لاتصبح إذا أمسيت ، ولاتمسي إذا أصبحت ، فمُبشّرٌ بالجنة ، أو مُبشرٌ بالنّار . ¶ وإنّما ذكّرتك يا أخي لهذا الخطر العظيم إنك لمحقوقٌ أن لا تفرح بأهلٍ ولا مالٍ ولا ولد ، وإنّ العجب كلّ العجب من طول غفلتك ، وطول سهوك ولهوِك عن هذا الأمر العظيم ، وأنت تُساق سوقاً عنيفا في كلّ يومٍ وليلة ، وفي كلّ ساعةٍ وطرفة عين ، فتوقّع يا أخي أجلك ، ولا تغفل عن الخطر العظيم الّذي قد أظلّك ، فإنّك لابدّ ذائق الموت ولاقيه ، ولعلّه ينزل بساحتك في صباحك أو مسائك ، أشدّ ما تكون عليها إقبالاً ، وكأنّك قد أُخرجت من ملكك كله ، فإمّا إلى الجنّة وإما إلى النّار. ¶ __________ ¶ (1) يريد بذلك قوله تعالى : { وإن منكم إلاّ واردها كان على ربّك حتماً مقضيّا } : مريم 71 .",
            "page": "112",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "انقطعت الصّفات ، وقصرت الحكايات عن بلوغ صفتهما(1)ومعرفة قدرهما ، والإحاطة بغاية خبرهما ، أما سمعت يا أخي قول العبد الصالح : ( عجبت للنّار كيف نام هاربها ؟ وعجبت للجنّة كيف نام طالبها ؟)(2)، فو الله لئن كنت خارجاً من الطّلب والهرب ، لقد هلكت وعظم شقاؤك ، وطال حزنك وبكاؤك غداً ، مع الأشقياء المعذّبين ، وإن كنت تزعم أنّك هاربٌ طالبٌ ، فاغْدُ في ذلك على قدر ما أنت عليه من عظم الخطر ، ولا تغرّنّك الأماني . ¶ __________ ¶ (1) يقصد بذلك الجنّة والنّار . ¶ (2) أخرجه ابن المبارك في الزّهد عن هرم بن حيّان ص9 ، وصحّ مرفوعاً بلفظ : ( ما رأيت مثل النّار نام هاربها ، ولا مثل الجنّة نام طالبها ) أخرجه ابن المبارك ص9 والتّرمذي في صفة النّار ح2601 وأبو نعيم في الحلية 8 / 178 وغيرهم من طرق ضعيفة ، قوّى بعضها ببعض الألباني في الصّحيحة ح 953 .",
            "page": "113",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "واعلموا – رحمكم الله – أنّ الإسلام في إدبارٍ وانتقاص ، واضمحلالٍ ودروس(1)، جاء في الحديث : ( ترذُلون في كلّ يوم ، وقد يُسرع بخياركم )(2)، وجاء الحديث عن النّبيّ - صلى الله عليه وسلم - أنّه قال : ( بدأ الإسلام غريباً ، وسيعود غريباً كما بدأ )(3)، وجاء عنه - صلى الله عليه وسلم - أنّه قال : ( خير أمتي : القرن الّذي بُعثتُ فيهم ، ثمّ الّذين يلونهم ، ثمّ الّذين يلونهم ، والآخِر شرٌ إلى يوم القيامة )(4)، وجاء عنه - صلى الله عليه وسلم - أنّه قال لأصحابه : ( أنتم خيٌر من أبنائكم ، وأبناؤكم خير من أبنائهم ، وأبناء أبنائكم خير من أبنائهم ، والآخِر شرٌ إلى يوم القيامة ) ، وجاء عنه - صلى الله عليه وسلم - : ( يأتي زمانٌ لا يبقى من الإسلام إلا اسمه ، ولا ¶ __________ ¶ (1) من درس الشّيء إذا اختفى ، وهو بمعنى حديث رواه الإمام أحمد في مسنده 3 / 423 و5 / 52 عن علقمة بن عبدالله المزني عن رجل قال : كنت في مجلس فيه عمر بن الخطّاب فقال عمر لرجل من جلسائه : كيف سمعت رسول الله - صلى الله عليه وسلم - يقول ، فقال : سمعت رسول الله - صلى الله عليه وسلم - يقول : إنّ الإسلام بدا جذعاً ثمّ تنياً ثم رباعياً ثم سديسياً ثمّ بازلاً ، قال : فقال عمر : فما بعد البزول إلاّ النّقصان ) وفي سنده مبهم . ويشهد لمعناه حديث ( بدأ الإسلام غريباً ..) الآتي . ¶ (2) لم أجده . ¶ (3) أخرجه مسلم في الإيمان باب بيان أنّ الإسلام بدأ غريباً ح145 وابن ماجة في الفتن باب بدأ الإسلام غريباً ح3986 عن أبي هريرة رضي الله عنه ، وأخرجه مسلم كذلك ح146 عن ابن عمر ، في الباب عن ابن مسعود وسعد بن أبي وقّاص وأنس وغيرهم . ¶ (4) أخرجه البخاري في الشّهادات باب لا يشهد على شهادة جور ح2652 عن عبدالله بن مسعود وعن عمران بن حصين ح2651 ومسلم في فضائل الصّحابة باب فضل الصّحابة ح2533 عن ابن مسعود وح2535 عن عمران بن حصين وح2534 عن أبي هريرة وح2536 عن عائشة نحوه .",
            "page": "114",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "من القرآن إلا رسمه )(1)، وجاء عنه - صلى الله عليه وسلم - : ( أنّ رجلاً قال : كيف نهلِك ، ونحن نقرأ القرآن ، ونقرئه أبنائنا ، وأبناؤنا يقرئونه أبناءهم ؟ قال : ثكلتك أمّك ، أوَ ليس اليهود والنّصارى يقرؤون التّوراة والإنجيل ؟ قال : بلى ، يا رسول الله ، قال : فما أغنى ذلك عنهم ، قال : لا شيء يا رسول الله )(2). ¶ وقد أصبح النّاس في نقصٍ عظيمٍ شديد من دينهم عامّة ، ومن صلاتهم خاصّة ، فأصبح النّاس في صلاتهم ثلاثة أصناف : صنفان لا صلاة لهم (3): أحدهما : الخوارج والرّوافض والمشبّهة ، وأهل البدع ، يحقِرون الصّلاة في الجماعات ، ولا يشهدونها مع المسلمين في مساجدهم ، بشهادتهم علينا بالكفر(4)، وبالخروج من الإسلام. ¶ والصّنف الثّاني : من أصحاب اللّهو واللعب ، والعكوف على هذه المجالس الرّديئة على الأشربة والأعمال السيئة . ¶ __________ ¶ (1) أخرجه البيهقي في شعب الإيمان من حديث علي . ¶ (2) أخرجه التّرمذي في العلم باب ما جاء في ذهاب العلم ، وله شاهد من حديث عوف بن مالك أخرجه أحمد 6 / 26ـ27 والطّبراني في الكبير 18 / ح75 والخطيب في اقتضاء العلم العمل . ¶ (3) مقصوده رحمه الله تعالى أنّه لا صلاة لهم تردّهم عن معاصي الله وعن البدع الّتي هم فيها وإلاّ فكونها تجزؤهم لا شكّ فيه ما داموا مسلمين ، بدليل أنّه جعل أصحاب اللّهو مثلهم لا صلاة لهم ولا يقول أحد إنّ الفسّاق وأصحاب اللّهو إذا صلّوا لم تُقبل صلاتهم. ¶ (4) فسبب ردّ صلاتهم إذاً كونهم يكفّرون المسلمين فلا يرون الصّلاة خلف ائمّتهم صحيحة .",
            "page": "115",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "والصّنف الثّالث : هم من أهل الجماعة ، الّذين لا يدَعون حضور الصّلاة عند النّداء بها ، ومشاهدتها مع المسلمين في مساجدهم(1). ¶ فهؤلاء خير الأصناف الثّلاثة ، وهؤلاء – مع خيرهم وفضلهم على غيرهم – قد ضيّعوها ، ورفضوها ، إلاّ ما شاء الله ، لمسابقتهم الإمام في الرّكوع والسّجود ، والخفض والرّفع ، أو مع فعله(2)، وإنّما ينبغي لهم : أن يكونوا بعد الإمام في جميع حالاتهم. ¶ ولقد أخبرنا من صلّى في المسجد الحرام أيّام الموسم قال : رأيت خلقاً كثيراً فيه يسابقون الإمام ، وأهل الموسم من كلّ أفق : من خراسان ، وأفريقية ، وأرمينية ، وغيرها من البلاد ، إلا ما شاء الله. ¶ وقد رأينا تصديق ذلك ، ترى الخراسانيّ : يقدُم من خراسان حاجاً ، يسبق الإمام إذا صلّى معه ، وترى الشاميّ كذلك ، والإفريقيّ ، والحجازيّ ، وغيرهم كذلك ، قد غلبت عليهم المسابقة . ¶ __________ ¶ (1) هذا يوضّح أنّه رحمه الله تعالى يرى وجوب صلاة الجماعة وهو المشهور في المذهب ، وعند أبي حنيفة ومالك هي سنّة مؤكّدة ، وذهب الشّافعي إلى أنّها فرض كفاية ، ورجّح أهل الظّاهر شرطيّتها لصحّة الصّلآة ، وأقرب هذه المذاهب للدّليل هو وجوبها على الأعيان ، مع صحّة صلاة المنفرد وإثمه ، وإليه ذهب شيخ الإسلام ابن تيميّة وتلميذه ابن القيّم رحمهما الله .أنظر كتاب الصّلاة لابن القيّم ص108وما بعد. ¶ (2) أي موافقته في أفعال الصّلاة ، والواجب متابعته لا موافقته .",
            "page": "116",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "وأعجب من ذلك : أقوامٌ يسبقون إلى الفضل ، ويبكّرون إلى الجمعة طلباً للفضل في التّبكير ، ومنافسةً فيه ، فربّما صلّى أحدهم الفجر بالمسجد الجامع حرصاً على الفضل وطلباً له ، فلا يزال مصلّياً ، وراكعاً وساجداً ، وقائماً وقاعداً ، وتالياً للقرآن ، وداعياً لله عزّوجل ، وراغباً وراهباً ، وهذه حاله إلى العصر ، ويدعو إلى المغرب ، وهو مع هذا كلّه : يسابق الإمام ، خِدعاً من الشيطان لهم واستيلاء ، يخدعهم عن الفريضة الواجبة عليهم ، اللاّزمة لهم ، فيركعون ويسجدون معه ، ويرفعون ويخفضون معه ، جهلاً منهم ، وخدعاً من الشيطان لهم ، فهم يتقرّبون بالنّوافل الّتي ليست بواجبة عليهم ، ثمّ يضيّعون الفرائض الواجبة عليهم ، وقد جاء الحديث : ( لا يقبل الله نافلةً حتّى تُؤدّى الفريضة )(1). ¶ وإنّما يطلب الفضل في التبكير إلى الجمعة : غير المضيّع للأصل ، لأنّه قد يُستغنى بالأصل عن الفضل ، ولا يُستغنى بالفضل عن الأصل ، فمن ضيّع الأصل فقد ضيّع الفضل ، ومن ضيّع الفضل وتمسّك بالأصل وأحكمه كفى به ، واستغنى عن الفضل . ¶ وإنّما مثلك في طلب الفضل ، وتضييعك الأصل : كمثل تاجر اتّجر ، فجعل ينظر في الرّبح ويحسبه ، ويفرح به قبل أن يرفع رأس المال ، فلم يزل كذلك يفرح بالرّبح ويغفل عن النّظر في رأس المال ، فلمّا نظر إلى رأس ماله رآه قد ذهب ، وذهب الرّبح ، فلم يبق رأس مال ولا ربح . ¶ __________ ¶ (1) تقدّم ص140.",
            "page": "117",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "فرحم الله رجلاً رأى أخاه يسبق الإمام ، فيركع أو يسجد معه ، أو يصلّي وحده فيسيء في صلاته : فينصحه ويأمره وينهاه ، ولا يسكت عنه ، فإنّ نصحيته واجبةٌ عليه ، لازمةٌ له ، وسكوته عنه إثمٌ و وِزْر ، فإنّ الشّيطان يريد أن تسكتوا عن الكلام بما أمركم الله، وأن تدَعوا التّعاون على البرّ والتّقوى ، الّذي أوصاكم الله به، والنّصيحة عليكم من بعضكم لبعض ، لتكونوا مأثومين مأزورين ، ولا تكونوا مأجورين ، ويضمحلّ الدّين ويذهب ، وأن لا تُحيوا سنّة ، ولا تُميتوا بدعة . ¶ فأطيعوا الله فيما أمركم به : من التّناصح والتّعاون على البرّ والتّقوى ، ولا تطيعوا الشيطان ، فإنّ الشّيطان لكم عدوٌ مضلٌ مبين ، بذلك أخبركم الله عزّوجل ، فقال : { إنّ الشّيطان لكم عدوٌ فاتّخذوه عدواً } [ فاطر : 6 ] وقال تعالى : { يا بني آدم لا يفتننّكم الشيطان كما أخرج أبويكم من الجنة } [ الأعراف : 27 ] .",
            "page": "118",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "واعلموا إنّما جاء هذا النّقص في الصّلاة ، من المنسوبين إلى الفضل ، المبكّرين إلى الُجُمعات(1) ممّن بالمشرق والمغرب من أهل الإسلام ، لسكوت أهل العلم والفِقه والبصر عنهم ، وتركهم ما لزِمَهم من النّصيحة والتّعليم والأدب ، والأمر والنهي ، والإنكار والتّغيير ، فجرى أهل الجهالة على المسابقة للإمام ، وجرى معهم كثيرٌ ممّن يُنسب إلى العلم والفقه ، والبصر والفضل(2)، استخفافاً منهم بالصّلاة ، والعجب كلّ العجب من اقتداء أهل العلم بأهل الجهالة ، ولمجراهم معهم في المسابقة للإمام والسّجود والرّفع والخفض ، وفعلهم معهم ، وتركهم ما حُمّلوا وسمعوا من الفقهاء والعلماء . ¶ وإنّما الحقّ الواجب على العلماء : أن يعلّموا الجاهل وينصحوه، ويأخذوا على يده ، فهم فيما تركوا آثمون ، عصاةٌ خائنون ، لجريانهم معهم في ذلك وفي كثيرٍ من مساويهم ، من الغشّ والنّميمة ، ومحْقَرة الفقراء والمستضعفين ، وغير ذلك من المعاصي ممّا يكثر تعداده ، وجاء الحديث عن النّبيّ - صلى الله عليه وسلم - أنّه قال : ( ويلٌ للعالم من الجاهل حيث لا يعلّمه)(3)، فتعليم الجاهل واجبٌ على العالم ، لازمٌ له ، لأنّه لا يكون الويل للعالم من تطوّع تركه ، لأنّ الله لا يؤاخذ على ترك التّطوّع ، إنّما يؤاخذ على ترك الفرائض . ¶ __________ ¶ (1) في النسخ الأخرى : ( الجماعات ) ¶ (2) هذا للأسف موجود في كثير من أهل الفضل ومن بعض طلاّب العلم وهو التّساهل في أداء الصّلاة على الصّفة الّتي أمر الله بها ورسوله - صلى الله عليه وسلم - فمنهم من ينقرها نقراً ومنهم من يظلّ يلتفت يميناً وشمالاً ومنهم من يسابق الإمام أو يتأخّر عنه وأشياء أخرى معيبة في عامّة النّاس وفي أهل الفضل اشدّ وخصوصاً طلاّب العلم إذ هم القدوة والخطأ منهم أعظم خطراً . ¶ (3) تقدّم ص80 .",
            "page": "119",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "وجاء الحديث عن النّبيّ - صلى الله عليه وسلم - أنّه قال : ( من رأى منكم منكراً فليغيّره بيده ، فإن لم يستطع فبلسانه ، فإن لم يستطع فبقلبه ، وذلك أضعف الإيمان )(1)، والمضيّع لصلاته ، الّذي يسابق الإمام فيها ، ويركع ويسجد معه ، أو لا يتمّ ركوعه ولا سجوده ، إذا صلّى وحده : فقد أتى منكراً ، لأنّه سارق ، وقد جاء الحديث عن النّبيّ - صلى الله عليه وسلم - أنّه قال : ( شرّ النّاس سرقةً : الذي يسرق من صلاته ، قالوا : يا رسول الله ، وكيف يسرق من صلاته ؟ قال : لا يتمّ ركوعها ولا سجودها )(2)، فسارق الصّلاة : قد وجب الإنكار عليه ممّن رآه ، والنّصيحة له ، أرأيت : لو أنّ سارقاً سرق درهماً ، ألم يكن ذلك منكراً يجب الإنكار عليه ممّن رآه ؟ فسارق الصّلاة : أعظم سرقةً من سارق الدّرهم . ¶ وجاء الحديث عن ابن مسعود رضي الله عنه أنّه قال : ( من رأى من يسيء في صلاته فلم ينْهَه : شاركه في وِزرها وعارها )، وجاء الحديث عن بلال بن سعد أنّه قال : ( الخطيئة إذا خفِيَت لم تضرّ إلاّ صاحبها ، فإذا ظهرت فلم تُغيَّر : ضرّت العامّة )(3)، وإنّما تضرّ العامة : لتركهم ما يجب عليهم من الإنكار والتغيير على الذي ظهرت منه الخطيئة . ¶ __________ ¶ (1) أخرجه مسلم في الإيمان باب بيان كون النّهي عن المنكر من الإيمان ح49 وابوداود في الصّلاة باب الخطبة يوم العيد ح1140و4340 والتّرمذي في الفتن باب ماجاء في تغيير المنكر ح2173 والنّسائي في الإيمان باب تفاضل أهل الإيمان ح5008 وابن ماجة في الفتن باب الأمر بالمعروف ح4013 عن أبي سعيد الخدري رضي الله عنه وفيه قصّة . ¶ (2) أخرجه عن أبي هريرة رضي الله عنه ابن حبّان ح1888 والحاكم 1 / 229 والبيهقي في سننه 2 / 539 وأخرجه عن أبي قتادة أحمد 5 / 310 والدّارمي والبيهقي 2 / 539والطّبراني في الكبير ح3283 والصّغير ح8179 وعن أبي سعيد أحمد 3 / 56 وابن أبي شيبة ح2960 . ¶ (3) تقدّم ص79.",
            "page": "120",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "فلو أن عبداً صلّى حيث لا يراه النّاس ، فضيّع صلاته ، ولم يتمّ الرّكوع ولا السّجود : كان وِزر ذلك عليه خاصّة ، وإذا فعل ذلك حيث يراه النّاس ، فلم ينكروه ولم يغيّروه ، كان وِزر ذلك عليه وعليهم . ¶ فاتّقوا الله عباد الله في أموركم عامّة ، وفي صلاتكم خاصّة ، وأحكِموها في أنفسكم ، وانصحوا فيها إخوانكم ، فإنّها آخر دينكم ، فتمسّكوا بآخر دينكم ، وممّا أوصاكم به ربّكم من بين الطّاعات الّتي افترضها الله عامّة ، وتمسّكوا بما عهِد إليكم نبيّكم - صلى الله عليه وسلم - خاصّة ، من بين عهوده إليكم فيما افترض عليكم ربّكم عامّة ، وجاء الحديث عن النّبيّ - صلى الله عليه وسلم - : ( أنّه كان آخر وصيّته لأمّته ، وآخر عهده إليهم ، عند خروجه من الدّنيا : أن اتّقوا الله في الصّلاة ، وفيما ملكت أيمانكم )(1). ¶ وجاء الحديث : ( أنّها آخر وصيّة كلّ نبيّ لأمّته ، وآخر عهده إليهم عند خروجه من الدّنيا )(2)، وهي آخر ما يذهب من الإسلام ، ليس بعد ذهابها إسلامٌ ولا دين ، وهي أوّل ما يُسأل عنه العبد يوم القيامة من عمله ، وهي عمود الإسلام ، وإذا سقط الفسطاط ، فلا يُنتفع بالطّنب والأوتاد ، وكذلك الصّلاة : إذا ذهبت فقد ذهب الإسلام . ¶ وقد خصّها الله بالذّكر من بين الطاعات كلّها ، ونسب أهلها إلى الفضل ، وأمر بالاستعانة بها ، وبالصّبر على جميع الطّاعات ، واجتناب جميع المعصية . ¶ __________ ¶ (1) تقدّم ص102. ¶ (2) تقدّم ص103.",
            "page": "121",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "فاءمروا رحمكم الله بالصّلاة في المساجد من تخلّف عنها ، وعاتبوهم إذا تخلّفوا عنها ، وأنكِروا عليهم بأيديكم ، فإن لم تستطيعوا فبألسنتكم ، واعلموا أنّه لا يسعكم السّكوت عنهم ، لأنّ التّخلّف عن الصّلاة من عظيم المعصية ، فقد جاء عن النّبيّ - صلى الله عليه وسلم - أنّه قال : ( لقد هممت أن آمر بالصّلاة فتُقام ، ثمّ أخالف إلى قومٍ في منازلهم لا يشهدون الصّلاة في جماعة ، فأحرّقها عليهم)(1) فتهدّدهم النّبيّ - صلى الله عليه وسلم - بحرق منازلهم ، فلولا أنّ تخلّفهم عن الصّلاة معصيةٌ كبيرةٌ عظيمة : لما تهدّدهم النّبيّ - صلى الله عليه وسلم - بحرق منازلهم . ¶ __________ ¶ (1) أخرجه البخاري في الأذان باب وجوب صلاة الجماعة ح644 وأطرافه 657و2420و7224 ومسلم في المساجد باب فضل صلاة الجماعة ح 651عن أبي هريرة رضي الله عنه ، ودلالته على وجوب الجماعة سالمة من القادح ، فسواء كان المتخلّفون منافقين أملا وسواء كان الهمّ مجرّد تهديد أم كان يريد تحقيقه ، فإنّ ذلك كلّه دالٌ على أنّ في التّخلّف عن الجماعة معنى محذوراً ، والنّبيّ - صلى الله عليه وسلم - مع أنّه كان لا يتعرّض للمنافقين ويكل سرائرهم إلى الله ، إلاّ أنّه كان ينكر عليهم ما يجهرون به من المنكرات مثلهم في ذلك مثل سائر المسلمين .",
            "page": "122",
            "part": "1"
        },
        {
            "id": "123",
            "nass": "وجاء الحديث :( لا صلاة لجار المسجد الا في المسجد )(1)، وجار المسجد : الذي بينه وبين المسجد أربعون داراً(2). ¶ __________ ¶ (1) أخرجه الدّارقطني 1 / 419 والحاكم 1 / 246 عن أبي هريرة رضي الله عنه وأخرجه الدّارقطني 1 / 419 ، وأخرجه كذلك البيهقي 3 / 249 عن عليّ بن أبي طالب رضي الله عنه موقوفاً والحديث ضعّفه الألباني في الإرواء ح491 في بحث قيّم. ¶ (2) وجاء تفسيره في حديث عليّ عند البيهقي ( قيل : ومن جار المسجد ؟ قال : من أسمعه المنادي ) 3 / 249، وهو قيد جيّد يؤيّده قوله - صلى الله عليه وسلم - لابن أمّ مكتوم : ( أتسمع النّداء ؟ قال : نعم ، قال : فأجب ) وقوله في الحديث الآتي : ( من سمع النّداء ) ، والمُعتبر في هذا العرف والعادة والاستطاعة ، فإنّ المكبّرات الصّوتيّة الآن توصل الصّوت لأقوامٍ لا تجب عليهم الصّلاة لبعدهم ، ولا يفوت التّنبيه على أنّ الدّور سابقاً تختلف عن الآن ، ففي السّابق كانت الدّور صغيرة متقاربة ، فأربعون داراً قد لا تجاوز مقدار عشرة بيوت الآن ، وهذا مشاهد في القرى إلى عهد قريب ، تجد البيوت متقاربة لبعضها ملتصقة ببعضها وفيها صغر ، وعليه فالواجب مراعاة الفروق بين زمن المؤلّف وبين زماننا ، غير أنّه لا يُغفل ما يسّر الله تعالى لنا من المراكب الّتي تقرّب البعيد وتسهّل الوصول للمسجد في وقت قصير وبجهد قليل ممّا يزيد من مسؤوليّتنا أمام هذه الفريضة ، أعني : صلاة الجماعة .",
            "page": "123",
            "part": "1"
        },
        {
            "id": "124",
            "nass": "فالصّلاة أوّل فريضة فُرضت على النّبيّ - صلى الله عليه وسلم - ، وهي آخر ما أوصى به أمّته عند خروجه من الدّنيا ، وهي آخر ما يذهب من الإسلام ، ليس بعد ذهابها إسلامٌ ولا دين ، جاء الحديث قال : (من سمع المؤذّن فلم يجبه ، فلا صلاة له ، إلاّ من عذر )(1)، وجاء عن عمر بن الخطّاب رضي الله عنه : ( أنّه فقد رجلاً في الصّلاة ، فأتى منزله ، فصوّت به ، فخرج الرّجل ، فقال : ما حبسك عن الصّلاة ؟ قال : علّةٌ يا أمير المؤمنين ، ولولا أنّي سمعت صوتك ما خرجت ، أو قال : ما استطعت أن أخرج ، فقال عمر : لقد تركت دعوة من هو أوجب عليك إجابةً منّي : منادي الله إلى الصّلاة )(2)، وجاء عن عمر : ( أنّه فقد أقواماً في الصّلاة ، فقال : ما بالُ أقوامٍ يتخلّفون عن الصّلاة ، فيتخلّف لتخلّفهم آخرون ؟ ¶ __________ ¶ (1) أخرجه ابن حبّان ح2064 و البغوي ح794وابن ماجة في المساجد باب التّغليظ في التّخلّف عن الجماعة والدّارقطني 1 / 420 والطّبراني ح12265و12266 والحاكم 1 / 245 ـ246 وأبوداود في الصّلاة باب التّشديد في ترك الجماعة ح551والبيهقي 3 / 80 و 107و248و263 عن ابن عبّاس رضي الله عنه مرفوعاً وصحّحه الحاكم 1 / 245 وكذلك الألباني في صحيح التّرغيب ح421. وأخرجه ابن أبي شيبة ح3464 والبيهقي 3 / 248 موقوفاً على ابن عبّاس رضي الله عنه ، ورواه البيهقي أيضاً عن أبي موسى الأشعري موقوفاً ومرفوعاً 3 / 248و249 قال البيهقي : ( والموقوف أصح )3 / 80 ، وأخرجه أيضاً عن عليّ وعائشة موقوفاً عليهما 3 / 81 ورواه ابن أبي شيبة موقوفاً على أبي موسى ح3463 وعلى علي رضي الله عنه ح3470 وعن عائشة نحوه ح3466 ومثله عن ابن مسعود موقوفاً ح3467 ، وقد جاء تفسير العذر في بعض روايات الحديث السّابقة بأنّه خوفٌ أو مرض ، وهذا تمثيل لا حصر ، وإلاّ فأعذار التّخلّف عن حضور الجمعة والجماعة ذكرها الفقهاء في محلّها من كتبهم . ¶ (2) أخرجه ابن أبي شيبة في المصنّف ح3462 بنحوه .",
            "page": "124",
            "part": "1"
        },
        {
            "id": "125",
            "nass": "ليحضرُنّ المسجد ، أو لأبعثنّ إليهم من يجأُ في رقابهم(1)، ثمّ يقول : احضروا الصّلاة ، احضروا الصّلاة)(2) وجاء الحديث عن عبد الله بن أمّ مكتوم : أنّه قال : ( يا رسول الله ، إنّي شيخٌ ضرير البصر ، ضعيف البدن ، شاسع الدّار ، بيني وبين المسجد نخلٌ ووادٍ ، فهل لي من رخصة إن صلّيتُ في منزلي ؟ فقال له النّبيّ - صلى الله عليه وسلم - : أتسمع النّداء ؟ قال :نعم ، قال : أجب )(3)، ولم يرخّص رسول الله - صلى الله عليه وسلم - لرجلٍ ضرير البصر ، ضعيف البدن ، شاسع الدّار بينه وبين المسجد نخلٌ وواد : في التّخّلف عن الصّلاة ، فلو كان لأحدٍ عذرٌ في التّخلّف : لرخّص رسول الله - صلى الله عليه وسلم - للشّيخ ضعيف البدن ، ضرير البصر ، شاسع الدّار ، بينه وبين المسجد نخل وواد (4). ¶ __________ ¶ (1) وجأه في عنقه : لكزه بيده ، أو بعود ، أو بسكين ، ¶ (2) لم أجده . ¶ (3) أخرجه أحمد 3 / 367و423وابوداود في الصّلاة باب التّشديد في ترك الجماعة ح553و552والنّسائي في الصّلاة باب المحافظة على الصّلوات حيث يُنادى بهن ح851وابن ماجة في المساجد باب الّتغليظ في التّخلّف عن الجماعة ح792 وابن خزيمة ح1478والحاكم 1 / 246و247 وصحّحه ووافقه الذّهبي والبغوي ح796 بألفاظ متقاربة ، كما أخرجه مسلم ح653والنّسائي ح850 عن أبي هريرة رضي الله عنه مبهماً . ¶ (4) قال بعض العلماء ، إنّما أراد ابن أمّ مكتوم أجر الصّلاة في المسجد مع رسول الله - صلى الله عليه وسلم - وهو يصلّي في بيته ، وإلاّ فمثل عذره كافٍ للرّخصة في الصّلاة في البيت يدلّ عليه حديث عتبان بن مالك وعذره - صلى الله عليه وسلم - له في الصّلاة في بيته ، أخرجه البخاري في الأذان باب إذا زار الإمام قوماً فأمّهم ح686 ومسلم في المساجد باب الرّخصة في التّخلّف عن الجماعة بعذر ح263 وغيرهما عن محمود بن الرّبيع . انظر شرح مسلم للنّووي ج5 / 155 .",
            "page": "125",
            "part": "1"
        },
        {
            "id": "126",
            "nass": "فأنكِروا على المتخلّفين عن الصّلاة ، فإنّ ذنوبهم في تخلّفهم عظيمة ، وأنتم شركاؤهم في عظيم تلك الذّنوب ، إن تركتم نصيحتهم والإنكار عليهم وأنتم تقدرون على ذلك . ¶ وجاء عن أبي الدّرداء عن ابن مسعود : ( إنّ الله تبارك وتعالى سنّ لكلّ نبيٍ سنّة ، وسنّ لنبيّكم ، فمن سنّة نبيكم : هذه الصّلوات الخمس في جماعة ، وقد علمت : أنّ لكلّ رجلٍ منكم مسجداً في بيته ، ولو صلّيتم في بيوتكم لتركتم سنّة نبيكم ، ولو تركتم سنة نبيّكم لضللتم)(1)، فاتّقوا الله وأمروا بالصّلاة في جماعة من تخلّف ، وإن لم تفعلوا تكونوا آثمين ، ومن أوزارهم غير سالمين ، لوجوب النّصيحة لإخوانكم عليكم ، ولوجوب إنكار المنكر عليكم بأيديكم ، فإن لم تستطيعوا فبألسنتكم وقد جاء الحديث : ( يجيء الرّجل يوم القيامة متعلّقاً بجاره ، فيقول : ياربّ هذا خانني ، فيقول : يا رب ، وعزّتك ، ما خنته في أهلٍ ولا مال ، فيقول : صدق يا رب ، ولكنّه رآني على معصية فلم ينهني عنها )(2)، والمتخلّف عن الصّلاة عظيم المعصية ، فاحذر تعلّقه بك غداً ، وخصومته إيّاك بين يدي الجبّار ، ولا تدع نصيحته اليوم ، إن شتمك وآذاك وعاداك فإنّ معاداته لك اليوم أهون من تعلّقه بك غداً ، وخصومته إيّاك بين يدي الجبّار ، ودحضه حجّتك في ذلك المقام العظيم ، فاحتمل الشّتمة اليوم لله ، وفي الله ، لعلك تفوز غداً مع النّبيّين والتابعين لهم في الدين(3) ¶ __________ ¶ (1) أخرجه أحمد 1 / 382و415و419و455 ومسلم في المساجد باب صلاة الجماعة من سنن الهدى والنّسائي في الصّلاة باب المحافظة على الصّلوات حيث يُنادى بهن ح849وأبوداود في الصّلاة باب التّشديد في ترك الجماعة ح550 باب وابن ماجة في المساجد باب المشي إلى الصّلاة ح777 . ¶ (2) لم أجده . ¶ (3) هذه نصيحة لكلّ مسلمٍ يأنف من الإنكار خوف التّعرّض له بسبٍّ أو شتمٍ أو إهانة ، وأيّنا يجلّ نفسه عن مقام قامه رسول الله - صلى الله عليه وسلم - ؟ والله إنّي أعرف من نفسي ـ ومثلي كثير ـ أنّي لم أُشتم في حياتي وأُتّهم ـ في الله ـ بجنون ولا سفه ولا سحر ، ورسول الله - صلى الله عليه وسلم - لا قى كلّ هذه الشّتائم والتّهم ليل نهار ، في سبيل ماذا ؟ أليس في سبيل الله تعالى ونصرة دينه والدّعوة إليه ؟ ألم يحك لنا التّاريخ عمّن قُتلوا في سبيل إنكار المنكر وتغييره ؟ ألم يحك لنا عن علماء سُحبوا بأقدامهم على الأرض من أجل دعوة حقّ ؟ حدّث الحارث بن مسكين عن الإمام مالك قال : ( إنّ الزّهري سُعي به حتّى ضُرب بالسّياط وقيل : عُلّقت كتبه في عنقه ، وضُرب سعيد بن المسيّب وحُلق رأسه ولحيته ، وضُرب أبو الزّناد وضُرب محمّد بن المنكدر وأصحاب له في حمّام بالسّياط قال مكّي : ضرب جعفر بن سليمان مالكاً تسعين سوطاً سنة 147) سير أعلام النّبلاء 11 / 295 ، أرأيت كيف تعرّض هؤلاء السّادة للضّرب والإهانة في سبيل الحق ، فإلى متى نظلّ متحفّظين من الأذى مترّفعين عن التّنقّص ونحن نرى دين الله تعالى في كلّ يوم ينهشه كلبٌ عقور أو يسخر منه سفيهٌ مغرور ، وإلى متى نظلّ نربّي الكِبْر في نفوسنا تحت ستار الوقار ، ونربّي الجبن والهلَع تحت ستار الحفاظ على مصلحة الدّعوة وأشياء أخرى كثيرة نسمّيها بغير اسمها ، اللّهمّ خذ من دمائنا وأعراضنا وأموالنا وأوقاتنا حتّى ترضى .",
            "page": "126",
            "part": "1"
        },
        {
            "id": "127",
            "nass": ". ¶ فإن رأيتم اليوم من يصلّي تطوّعاً ، ولا يقيم صلبه بين الرّكوع والسّجود : فقد وجب عليكم أمره ونهيه ونصيحته ، فإن لم تفعلوا كنتم شركاؤه في الإساءة والوِزر والإثم والتّضييع . ¶ واعلموا أنّ ممّا جهل النّاس : أنّ أحدهم يصلي متطوعاً ، ولا يتمّ ركوعه ولا السّجود ، ولا يقيم صلبه، لأنه تطوّع ، فيظنّ أنّ ذلك يجزيه ، وليس يجزيه عن التطوّع ، لأنه من دخل في التطوّع فقد صار واجباً عليه لازماً له(1) ¶ __________ ¶ (1) هذه مسألة معروفة مشهورة اختلف العلماء فيها على قولين بعد اتّفاقهم على أنّ الحجّ يجب إتمامه وإحكامه ولو كان تطوّعاً وكذلك العمرة ، لقوله تعالى : { وأتمّوا الحجّ والعمرة لله } ، قال القرطبي رحمه الله تعالى : ( احتجّ علماؤنا وغيرهم بهذه الآية على أنّ التّحلّل من التّطوّع ـ صلاة كان أو صوماً ـ بعد التّلبّس به لا يجوز ، لأنّ فيه إبطال العمل وقد نهى الله عنه ، وقال من أجاز ذلك ـ وهو الإمام الشّافعي وغيره ـ : المُراد بذلك إبطال ثواب العمل المفروض ، فنهى الرّجل عن إحباط ثوابه ، فأمّا ما كان نفلاً فلا ، لأنّه ليس واجباً عليه ، فإن زعموا أنّ اللّفظ عام فالعام يجوز تخصيصه ، ووجه تخصيصه أنّ النّفل تطوّع ، والتّطوّع يقتضي تخييراً ) التّفسير 16 / 168 ويؤيّد ما ذهب إليه الشّافعي ماجاء عنه - صلى الله عليه وسلم - أنّ أصبح صائماً يوماً نافلة فدخل على عائشة فقال : ( هل عندكم شيء ؟ فقالوا : أُهدي لنا حيسٌ فقال : أرينيه فلقد أصبحت صائماً فأكل ) أخرجه مسلم في الصّوم ح1154 قال النّووي : ( فيه التّصريح بالدّلالة لمذهب الشّافعي وموافقيه في أنّ صوم النّافلة يجوز قطعه والأكل في أثناء النّهار ويبطل الصّوم لأنّه نفل فهو إلى خيرة الإنسان في الابتداء وكذا الدّوام ، وممّن قال بهذا جماعة من الصّحابة وأحمد وإسحاق وآخرون ولكنّهم كلّهم متّفقون على استحباب إتمامه ، وقال أبو حنيفة ومالك لا يجوز قطعه ويأثم بذلك قال ابن عبدالبر : وأجمعوا على أن لا قضاء على من أفطره بعذر ) شرح مسلم 8 / 35 ، وقد جاء في رواية التّرمذي ح732 وكذلك عند أحمد أنّه - صلى الله عليه وسلم - قال : ( المتطوّع أمير نفسه ) فيحتمل العموم ، وعلى الأقل يدلّ على أنّ غير الحجّ لا يجب إتمامه ، ويؤيّده أيضاً أنّه جاء التّمثيل له في صحيح مسلم عن مجاهد قوله : ( إنّما ذلك بمنزلة الرّجل يخرج الصّدقة من ماله فإن شاء أمضاها وإن شاء أمسكها ) وجاء في التّرمذي والنّسائي ح2322 منسوباً إليه - صلى الله عليه وسلم - ، وفي هذا التّمثيل ما ينطبق على سائر الأعمال والصّلاة منها بلا شك ، وعليه يتبيّن لك ضعف المذهب الّذي اختاره المؤلّف هنا ، مع أنّ المنسوب إليه خلاف هذا الاختيار فلعلّه تغيّر اجتهاده رحمه الله تعالى .",
            "page": "127",
            "part": "1"
        },
        {
            "id": "128",
            "nass": "، يجب عليه إتمامه وإحكامه ، كما أن الرّجل لو أحرم بحجّة تطوعاً : وجب عليه قضاؤها ، وإن أصاب فيها صيداً : وجبت عليه الكفّارة ، وكما أنّ الرّجل لو صام تطوعاً ، ثم أفطر عند العصر : وجب عليه قضاء هذا اليوم(1)، وكما أنّ الرجل لو تصدّق بدرهم على فقير ، ثم أخذه منه : وجب عليه ردّ ذلك الدّرهم على الفقير(2)، فكلّ تطوّع دخل فيه لزمه ، ووجب عليه أداؤه تاماً محكماً ، لأنه حين دخل فيه فقد أوجبه على نفسه ، ولو لم يدخل فيه لم يكن عليه شيء . ¶ فإذا رأيتم من يصلّي تطوّعاً أو فريضةً فاءمروه بتمام ذلك وإحكامه ، إن لا تفعلوه تكونوا آثمين ، عصمنا الله وإياكم . ¶ __________ ¶ (1) تقدّم ما فيه . ¶ (2) التّمثيل هنا لا يصح ، لأنّ الصّدقة هنا مضت وأصبح الدّرهم ملكاً للفقير فلذلك لم يصحّ استرداده بعكس مالو عاد في أعطيته قبل أن يقبضها الفقير فله الرّجوع بدليل التّمثيل الّذي قدّمناه عن مجاهد في تشبيه الصّوم بالصّدقة ، وأمّا أخذ الصّدقة من الفقير بعد قبضها ففيه قوله - صلى الله عليه وسلم - : ( العائد في هبته كالكلب يرجع في قيئه ) أخرجه البخاري في الجهاد ح3003 ومسلم في الهبات ح1622 عن ابن عبّاس رضي الله عنهما.",
            "page": "128",
            "part": "1"
        },
        {
            "id": "129",
            "nass": "وقد قال بعض أهل الجهل : ليس على من سبق الإمام ساهياً شيءٌ ، تأويلاً منهم للحديث الذي جاء : ( ليس على من خلف الإمام سهو)(1)وقد جاء الحديث بذلك ، ولكنّهم أخطؤوا معناه وتأويله ، إنّما معناه : من قام ساهياً فيما ينبغي له أن يجلس فيه ، أو جلس ساهياً فيما ينبغي له أن يقوم فيه ، أو سها فلم يدرِ كم صلّى ؟ ثلاثاً ، أو أربعاً ، أو ترك بعض التّكبيرات ساهياً (2)، فليس عليه سهو ، وليس ¶ __________ ¶ (1) جاء بهذا اللّفظ عن ابن عبّاس رضي الله عنه ذكره ابن المنذر في الأوسط 3 / 321 ، وأشار إليه البيهقي بقوله : رُوي ذلك عن ابن عبّاس رضي الله عنه ) ثمّ قال : وقد رُوي فيه حديث ضعيف ، ثمّ ساق بسنده عن عمر بن الخطّاب رضي الله عنه قال : قال رسول الله - صلى الله عليه وسلم - : ( إنّ الإمام يكفي من وراءه ، فإن سها الإمام فعليه سجدتا السّهو وعلى من وراءه أن يسجدوا معه ، وإن سها أحد ممّن خلفه فليس عليه أن يسجد والإمام يكفيه ) ، ثمّ ضعّفه بجهالة أحد رواته وضعف آخر ، السّنن الكبرى 2 / 495 ، وفي مصنّف ابن أبي شيبة عن مكحول وإبراهيم النّخعي : ليس على من خلف الإمام سهو ، ح4527و4528 ، قال ابن المنذر وهو قول أكثر أهل العلم ، وانظر مصنّف عبدالرّزّاق ح3506ـ3510 . ¶ (2) وهذا يدلّ على أنّ الإمام يرى وجوب تكبيرات الانتقال لأنّه أوجب على ناسيها سجود السّهو ، أو أنّه يرى مشروعيّة السّجود لترك المستحب ، والأوّل أولى ، لكن مع ذلك فإنّ العلماء اختلفوا في حكم ترك بعض التّكبيرات غير تكبيرة الافتتاح ، أو ترك سمع الله لمن حمده ربّنا ولك الحمد ، فالجمهور على أنّه لا سجود عليه ، وهو رأي الشّعبي والقاسم وعطاء و الشّافعي ، وقال إسحاق وأبو ثور والحكم : يسجد سجدتي السّهو ، وقال مالك : يرجع فيقول الّذي نسيه أو يسجد ، وقال قتادة والأوزاعي : يقضي ما نسيه ولا يسجد ، انظر الأوسط لابن المنذر 3 / 304ـ305 ومصنّف عبدالرّزّاق ح3563و3564وح2543و2544.",
            "page": "129",
            "part": "1"
        },
        {
            "id": "130",
            "nass": "ذلك فيمن سبق الإمام ، لم يجىء عن النّبيّ - صلى الله عليه وسلم - ولا عن المهاجرين والأنصار بيانٌ لمن سبق الإمام ساهياً أو غير ساهٍ (1)، وقول النّبيّ - صلى الله عليه وسلم - : ( أما يخاف الّذي يرفع رأسه قبل الإمام أن يحوّل الله رأسه رأس حمار )(2)لم يقل : إلاّ أن يكون ساهياً ، ولم يأمره بسجدتي السهو(3). ¶ __________ ¶ (1) لكن يُقال : ولو لم يأتِ نصٌّ بخصوصه فهو داخلٌ في القاعدة العامّة في رفع الحرج عن النّاسي ، على أنّه رُويت آثار عن بعض الصّحابة في من رفع قبل الإمام عن ابن مسعود وابن عمر وغيرهم أنّهم قالوا : إذا رفع رأسه قبل الإمام فليعد وليمكث قدر ما سبق به الإمام ، ولم يأمروه بإعادة الصّلاة ، انظر مصنّف ابن أبي شيبة ح4620ـ4627 . ¶ (2) تقدّم ص67. ¶ (3) تقدّم أنّ مذهب الجمهور على أنّه ليس على من خلف الإمام سهو ، وهذا عامّ منهم في أيّ فعل يفعله المأموم عن غير قصد ، والّذي يسابق الإمام إمّا أن يكون عن عمد فهذا صلاته باطلة عند المؤلّف أصلاً ، وعند الجمهور الّذين يصحّحون الصّلاة مع الإثم لا تُشرع سجدتا السّهو عن تعمّد المسابقة ، وإنّما شُرعت لزيادة أو نقص في الصّلاة من جنس أفعالها سهواً ، وأمّا زيادة فعل أو قول ليس من جنسها فإن كان عمداً بطلت ، وإن كان سهواً فلاشيء عليه إن كان مأموماً ، وقد استدلّ له البيهقي بحديث معاوية بن الحكم السّلمي لمّا تكلّم في الصّلاة ولم يأمره النّبيّ - صلى الله عليه وسلم - بسجود سهو ، أخرجه مسلم في المساجد ح537 ، بل إنّ ابن جريج نقل عن عطاء قوله : ليس على من خلف الإمام سهو ، قال : قلت : وإن سجد في كلّ ركعة ثلاث سجدات ؟ قال : ليس عليهم سهو ) مصنّف عبدالرّزّاق ح3507 .",
            "page": "130",
            "part": "1"
        },
        {
            "id": "131",
            "nass": "وقول ابن مسعود : ( لا وحدك صلّيت ولا بإمامك اقتديت)(1) لم يقل : إلاّ أن تكون ساهياً ، ولم يأمر ه بسجدتي السّهو ، وقول ابن عمر : ( لا صلّيت وحدك ، ولا صلّيت مع الإمام )(2)لم يقل : إلاّ أن تكون ساهياً ، ولم يأمره بسجدتي السّهو ، ولكن ضربه وأمره بالإعادة (3)، وقول سلمان : ( الّذي يرفع رأسه قبل الإمام ويخفض قبله : ناصيته بيد الشّيطان ، يخفضه ويرفعه )(4) ولم يقل : إلاّ أن يكون ساهياً ، ولم يأمره بسجدتي السهو . ¶ وقد سها النّبيّ - صلى الله عليه وسلم - ، وسها عمر ، وسها أصحاب رسول الله - صلى الله عليه وسلم - ، فمنهم من سها وترك القراءة في الركعتين الأوّليين ، ثمّ قرأ في الأُخريين ، ومنهم من سها فقام فيما ينبغي له أن يجلس فيه ، وجلس فيما ينبغي له أن يقوم فيه ، ففي هذا كلّه وفيما أشبهه : سجدتا السهو ، بذلك جاءت الأحاديث عن النّبيّ - صلى الله عليه وسلم - وعن أصحابه رضي الله عنهم ، وذلك هو السّنة. ¶ فأمّا سبق الإمام : فإنّما جاء عنهم أنّه : ( لا صلاة له ) على ما فسّرت لك من قولهم : ( من سبق الإمام فلا صلاة له ) ساهياً كان أو غير ساهٍ . ¶ __________ ¶ (1) تقدّم ص71. ¶ (2) تقدّم ص71. ¶ (3) وهذا محمول على ما ظهر من ذلك المصلّي من الاستهتار وتعمّد تكرار المسابقة ، هذا إن صحّ الأثر عن هؤلاء الصّحابة . ¶ (4) لم أجده من قول سلمان رضي الله عنه ومرّ من قول أبي هريرة رضي الله عنه ص67.",
            "page": "131",
            "part": "1"
        },
        {
            "id": "132",
            "nass": "وليس للسّهو ههنا موضع يُعذر فيه صاحبه ، وكيف يجوز السّهو ههنا ؟(1)وهو إذا رأى الإمام قد هوى من قيامه بادره فسجد قبله ، أو ينظر إلى الإمام ساجداً بعد ، وهو قد رفع رأسه ، أو ينظر إليه يريد أن يسجد فيبادر السّجود قبله ، أو ساعة يفرغ الإمام من القراءة : يبادر فيركع قبله من قبل أن يكبّر الإمام فيركع ، وإنّما ينبغي في هذا كلّه : أن ينتظر حتى يركع ، أو يسجد أو يرفع ، أو يخفض ، وينقطع تكبيره في ذلك كلّه ، ثم يتبعه بعد فعل الإمام ، وبعد انقطاع تكبيره . ¶ ليس للسّهو ههنا موضع يُعذر به صاحبه ، ولم يعذره النّبيّ - صلى الله عليه وسلم - ولا أصحابه رضي الله عنهم ، ولا أمروه بسجدتي السّهو ، ولكن أمروه بالإعادة(2)، وخوّفه النّبيّ - صلى الله عليه وسلم - : ( أن يحوّل الله رأسه رأس حمار )(3)وإنّما ذلك لاستخفافه بالصّلاة واستهانته بها ، وصغر خطرها في قلبه . ¶ فليحذر جاهلٌ أن يعذر نفسه فيما لا عذر له فيه ، فيحمل وِزر نفسه و وِزر من يفتنه بحجّةٍ مدحوضة ، لم يحتجّ بها أحدٌ من الأبرار . ¶ __________ ¶ (1) بل هو جائزٌ ممكن ، فإنّ الذّهن إذا شرد أدّى إلى الخطأ ، وكذلك فقد يكون انشغال القلب بشيء خارج الصّلاة وذهول العقل يجعل المصلّي يُخطىء فيسارع بالسّجود قبل الإمام أو الرّفع قبله ، ولم يتبيّن لي ـ لقلّة فقهي ـ ما هو وجه استبعاد جواز السّهو في المسابقة عند المؤلّف رحمه الله تعالى . ¶ (2) لم أجد في الأحاديث الأمر بإعادة الصّلاة على من سابق الإمام ، وأمّا أثر ابن عمر فهو إن صحّ محمول على جهة الاحتياط . ¶ (3) تقدّم ص67.",
            "page": "132",
            "part": "1"
        },
        {
            "id": "133",
            "nass": "فاعتنوا عباد الله بصلاتكم ، فإنّها آخر دينكم ، وليحذر امرؤٌ أن يظنّ أنّه قد صلّى وهو لم يُصلّ ، فانه جاء الحديث : ( أنّ الرّجل يصلّي ستين سنةً وماله صلاة ، قيل : وكيف ذلك ؟ قال : يتمّ الرّكوع ولا يتمّ السّجود ، ويتم السّجود ولا يتم الرّكوع)(1) وجاء الحديث عن حذيفة : ( أنّه رأى رجلاً يصلّي ولا يتمّ ركوعه ولا سجوده ، فقال حذيفة : منذ كم تصلّى هذه الصّلاة ؟ قال : منذ أربعين سنة : قال حذيفة : ما صليت ، ولو متَّ : لمتّ على غير الفطرة )(2). ¶ وجاء الحديث عن عبد الله بن مسعود : ( أنّه بينما يحدّث أصحابه ، إذ قطع حديثه ، فقالوا له : ما لك يا أبا عبد الرحمن ، قطعت حديثك ؟ قال : إنّي أرى عجباً ، أرى رجلين ، أمّا أحدهما : فلا ينظر الله إليه ، وأمّا الآخر : فلا يقبل الله صلاته ، قالوا : من هما ؟ فقال : أمّا الذي لا ينظر الله إليه : فذلك الذي يمشي يختال في مِشيته ، وأما الّذي لا يقبل الله صلاته : فذلك الذي يصلّي ولا يتمّ ركوعه ولا سجوده )(3). ¶ __________ ¶ (1) لم أجده . ¶ (2) أخرجه البخاري في الأذان باب إذا لم يتمّ الرّكوع ح791 وح808 بدون ذكر سؤاله عن مدّة صلاته كذلك ، وانظر تعظيم قدر الصّلاة ح940و941و942 . ¶ (3) أخرجه الطّبراني في الكبير ح9366 عن قتادة ، قال الهيثمي : منقطع بين ابن مسعود وقتادة ورجاله ثقات المجمع 2 / 125 ، ورواه الطّبراني أيضاً 9367 عن إبراهيم النّخعي عن ابن مسعود رضي الله عنه .",
            "page": "133",
            "part": "1"
        },
        {
            "id": "134",
            "nass": "وجاء الحديث : ( أنّ رجلاً دخل المسجد ، فصلّى ثمّ جلس إلى النّبيّ - صلى الله عليه وسلم - ، فقال له النّبيّ - صلى الله عليه وسلم - : صلّيت يا فلان ؟ قال : نعم يا رسول الله، قال : ما صلّيت قم فأعِدها ، فأعادها ، ثم جلس إلى النّبيّ - صلى الله عليه وسلم - ، فقال : صلّيت يا فلان ؟ قال : نعم ، يا رسول الله ، قال : ما صلّيت ، قم فأعِدها ، فأعادها ، فلما كانت الثّالثة أو الرّابعة : علّمه رسول الله - صلى الله عليه وسلم - كيف يصلّي ، فصلّى كما علّمه النّبيّ - صلى الله عليه وسلم - )(1) فرحم الله امرءاً احتسب الأجر والثواب ، فبثّ هذا الكتاب في أقطار الأرض (2) ، فإنّ أهل الإسلام محتاجون إليه ، لما قد شملهم من الاستخفاف بصلاتهم والاستهانة بها ، والله أعلم بالصواب (3). ¶ المحتويات ¶ المقّدمة…3 ¶ تعريف بمؤلّف الرّسالة…5 ¶ ـ إمامة ابن حنبل…7 ¶ ـ آيات في الإمامة…7 ¶ ـ من وراء بروز الإمام أحمد…15 ¶ ـ شغله وكلفه بالعلم…19 ¶ ـ زواجه…22 ¶ ـ إخلاصه…24 ¶ ـ أدبه وعقله…26 ¶ ـ قوّته في الحق…32 ¶ ـ شفقته ورقّة طبعه…37 ¶ ـ حلمه وصبره على النّاس…41 ¶ ـ تواضعه…43 ¶ ـ خوفه وعدم أمنه على نفسه…46 ¶ ـ تمسّكه بالسّنّة …48 ¶ ـ عِبرٌ من المحنة…50 ¶ ـ ثبات المنهج…50 ¶ ـ لا تنتصر دعوة باليأس…52 ¶ ـ ثلاث مرتكزات تكفل نجاح الدّعوة…54 ¶ 1 ـ أصلها…54 ¶ 2 ـ الموروث الثّقافي…54 ¶ 3 ـ العلم الشّرعي…55 ¶ ـ هل بعد الشّرّ من خير؟…58 ¶ ـ دور السّلطان في المحنة…59 ¶ ـ وفاة المؤلّف…61 ¶ __________ ¶ (1) هو حديث المسيء صلاته المشهور في الصحاح والسنن أخرجه البخاري في الأذان باب وجوب القراءة للإمام والمأموم ح757 ، ومسلم في الصّلاة باب وجوب قراءة الفاتحة في كلّ ركعة ح397 ، وغيرهما عن أبي هريرة رضي الله عنه بألفاظ متقاربة. ¶ (2) أسأل الله تعالى أن أكون ممّن شملهم دعاؤه رحمه الله وأن يكتب لي أجر عنايتي برسالته هذه وأن تكون لي ذخراً يوم لا ينفع مالٌ ولا بنون . ¶ (3) آخر الرّسالة .",
            "page": "134",
            "part": "1"
        },
        {
            "id": "135",
            "nass": "معلومات عن الرّسالة…64 ¶ ـ سبب خلوّ الرّسالة من الأسانيد…64 ¶ ـ طعن الذّهبي في صحّة الرّسالة…65 ¶ ـ طبعات الرّسالة…66 ¶ نصّ الرّسالة…67 ¶ بطلان صلاة المسابق…68 ¶ حديث ( أما يخاف الّذي يرفع رأسه قبل الإمام )…69 ¶ متابعة الصّحابة للنّبيّ صلّى الله عليه وسلّم في صلاتهم…72 ¶ تعليم النّبيّ صلّى الله عليه وسلّم لأصحابه صلاتهم…74 ¶ شرح معاني التّشهّد…75 ¶ تطويل التّكبير من عدم فقه الإمام…76 ¶ بطلان صلاة من كبّر للإحرام قبل الإمام…77 ¶ استحباب مقارنة التّكبير للانتقال بين الأركان…77 ¶ بطلان صلاة المسابق عند المؤلّف…80 ¶ الخطيئة إذا خفيت لم تضرّ إلاّ صاحبها…80 ¶ وجوب تعليم الجاهل أحكام الصّلاة…81 ¶ قول عمر ( لا حظّ في الإسلام لمن ترك الصّلاة )…84 ¶ الكلام على حديث ( أوّل ما يُحاسب به العبد )…86 ¶ استدلال الإمام أحمد على كفر تارك الصّلاة…89 ¶ الخشوع …90 ¶ الفرق بين المحافظة والمداومة…92 ¶ معنى إقامة الصّلاة…94 ¶ علاقة الرّزق بالصّلاة…96 ¶ ارتباط الصّلاة بالصّبر…97 ¶ الخشوع مرّة أخرى…98 ¶ هل التّرك فعل ؟…100 ¶ معنى قوله تعالى { أقم الصّلاة لذكري } …101 ¶ معنى قوله تعالى { فخلف من بعدهم خلفٌ } …102 ¶ الصّلاة آخر وصيّته صلّى الله عليه وسلّم …105 ¶ مقدار التّمكّن في الصّلاة للإمام…106 ¶ مناسبة التّعظيم للرّكوع…107 ¶ مناسبة تسبيح السّجود له…108 ¶ عدد مرّات التّسبيح في الرّكوع والسّجود…108 ¶ وجوب الطّمأنينة…110 ¶ الواجب على المسلمين حسن اختيار الأئمّة…114 ¶ الأحقّ بالإمامة…115 ¶ حال الإمامة والأئمّة…117 ¶ وجوب تسوية الصّفوف واهتمام الإمام بذلك…119 ¶ صفة الاستواء في الصّلاة…121 ¶ معنى مخالفة القلوب…122 ¶ اهتمام الصّحابة بتسوية الصّفوف…123 ¶ أثر ضعيف في أذان بلال بعد وفاته صلّى الله عليه وسلّم …123 ¶ سكتات النّبيّ صلّى الله عليه وسلّم في الصّلاة…126 ¶ صفة الانحطاط للسّجود…128 ¶ موضع النّظر في الصّلاة…130 ¶ تحريم النّظر للسّماء في الصّلاة…131 ¶ صفة السّجود…132 ¶ صفة الرّكوع…133",
            "page": "135",
            "part": "1"
        },
        {
            "id": "136",
            "nass": "صفة ركوعه صلّى الله عليه وسلّم …134 ¶ صفة الجلوس في الصّلاة…136 ¶ تحريك السّبّابة في التّشهّد…136 ¶ حكم اتّخاذ السّترة في الصّلاة…137 ¶ استحباب درأ المار بين يدي المصلّي…138 ¶ خطورة المرور بين يدي المصلّي…139 ¶ استحباب ركعتي الفجر…140 ¶ الفرائض أحبّ إلى الله من النّوافل…141 ¶ استحباب السّكينة والوقار عند المشي إلى الصّلاة…142 ¶ إثقال الخطى عند المشي إلى الصّلاة…143 ¶ قوله تعالى : { في بيوت أذن الله أن تُرفع } …145 ¶ خطورة الكِبر على العالم والعامل…146 ¶ آثار عن السّلف في الخشوع…149 ¶ كراهية اتّقاء التّراب في الصّلاة…150 ¶ كراهية الالتفات في الصّلاة…152 ¶ موعظة من المؤلّف للمسلم…153 ¶ أقسام النّاس في الصّلاة…157 ¶ وجوب صلاة الجماعة…158 ¶ وجوب الأمر بالمعروف والنّهي عن المنكر…161 ¶ سبب انتشار البدع والجهالات…162 ¶ شرّ السّرقة …164 ¶ لاصلاة لجار المسجد إلاّ فيه…166 ¶ جار المسجد…167 ¶ استخفاف النّاس بصلاة التّطوّع…172 ¶ وجوب تكبيرات الانتقال…175 ¶ موضع السّهو بالنّسبة للمسابق…178 ¶ خاتمة الرّسالة ودعاء المؤلّف لمن بثّها تقبّل الله منّا ومنه…181 ¶ - - - - -",
            "page": "136",
            "part": "1"
        }
    ],
    "t35233": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب الصلاة للامام احمد"
        }
    ]
}