{
    "b35230": [
        {
            "id": "1",
            "nass": "الفتح الرباني ¶ في ¶ تحقيق منتخب الإمام الطبراني ¶ أبو حفص الأزهري ¶ صلاح بن أحمد بن فراج ¶ ماجستير شريعة ¶ الجامعة الأمريكية المفتوحة ¶ بسم الله الرحمن الرحيم ¶ جزء فيه ما انتخبه أبو القاسم سليمان بن أحمد الطبراني لابنه أبي ذر قرأه على أبي محمد عبد الله بن جعفر بن فارس رواية أبي نعيم أحمد عنه رواية أبي علي الحداد عنه رواية أبي المكارم أحمد اللبان عنه رواية الشيخ الإمام العالم الحافظ أبي الطاهير إسماعيل بن ظفر النابلسي عنه . ¶ 1-قال أبو نعيم أحمد بن عبد الله بن أحمد ثنا عبد الله بن جعفر بن فارس قراءة عليه ثنا أسيد بن عاصم ثنا عامر بن إبراهيم ثنا مبارك بن فضالة عن عبيد الله بن عمر عن نافع عن ابن عمر قال :قال رسول الله - - صلى الله عليه وسلم -- الضيافة ثلاثة أيام ،فما فوق ذلك ،فهو صدقة(1) . ¶ 2-حدثنا أحمد بن عصام ثنا أبو بكر الحنفي ثنا سفيان عن أبي الزبير ، عن جابر ، عن النبي - - صلى الله عليه وسلم -- قال : لا يضر المرأة الحائض والجنب أن لا تنقض شعرها إذا أصاب الماء شئون الرأس (2). ¶ 3 -حدثنا أحمد بن عصام ثنا أبو عاصم عن سهل السراج حدثني أيوب عن ابن أبي مليكة عن عائشة قالت:توفي رسول الله - - صلى الله عليه وسلم -- بين سحري ونحري في يومي في بيتي (3). ¶ 4 -حدثنا أحمد بن عصام ثنا أبو بكر الحنفي ثنا سفيان عن موسى بن أبي عائشة عن عمرو بن شعيب عن أبيه عن جده قال جاء رجل إلى النبي - - صلى الله عليه وسلم --يسأله عن الطهور فدعا رسول الله - - صلى الله عليه وسلم --بإناء ،فغسل كفيه ثلاثاً،وذراعيه ثلاثاً ،ومسح رأسه ،وغسل رجيله ثلاثاً ،فقال هذا الطهور من زاد على فقد أساء وظلم أوتعدى(4). ¶ __________ ¶ (1) حديث صحيح . ¶ (2) حديث ضعيف ؛لتدليس أبي الزبير المكي ،وقد عنعن . ¶ (3) متفق عليه . ¶ (4) حديث صحيح .",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "5 -حدثنا أحمد بن عصام ثنا سعيد بن عامر ثنا سعيد بن أبي عروبة عن خالد بن ميمون عن أبي إسحاق عن عبد اله بن أبي بصير عن أبيه عن أبي بن كعب ،وشعبة عن أبي إسحاق عن عبد الله بن أبي بصير عن أبي بن كعب قال صلى بنا رسول الله - - صلى الله عليه وسلم -- ذات يوم الصبح ،ثم أقبل بوجهه علينا فقال : « أشاهد فلان وفلان،فقالوا :لا في نفر من المنافقين،فقال : إن هاتين الصلاتين أثقل الصلوات على المنافقين ،ولو يعلمون ما فيهما لأتوهما ولو حبواً ،وعليكم بالصف المقدم ،فإنه على مثل صف الملائكة ،ولو علمتم فضيلته لابتدرتموه، ثم قال : « صلاتك مع الرجل أزكى من صلاتك وحدك ، وصلاتك مع الرجلين أزكى من صلاتك مع الرجل ، وما زاد فهو أحب إلى الله عز وجل(1) ¶ __________ ¶ (1) حديث ضعيف. عبد الله بن أبي بصير روى عنه أبو إسحاق السبيعي ،ولا يعرف له راو غيره ذكره ابن حبان في الثقات،فهو مجهول،وأبوه مجهول أيضاً روى عنه ثلاثة:ابنه عبد الله والعيزار بن حريث،وأبو إسحاق السبيعي،أحدهما مجهول ،وهو ابنه . ¶ قال ابن حجر:ذكر يحيى بن سعيد وغيره عن شعبة قال قال أبو إسحاق سمعت يعني الحديث المخرج له في فضل صلاة الجماعة عن عبدالله ابن بصير وعن أبيه عن أبي بن كعب وكذا حكى ابن معين وعلي بن المديني عن شعبة وفي الحديث اختلاف على أبي اسحاق فرواه شعبة في قول الجمهور عنه عن أبي اسحاق عن عبدالله بن أبي بصير عن أبيه عن أبي وتابعه زهير بن معاوية وغير واحد منهم: ¶ الثوري في المشهور عنه عن أبي اسحاق. ¶ ورواه ابن المبارك عن شعبة عنه عن عبدالله عن أبي ليس فيه عن أبيه وكذا قال اسرائيل وغيره عن أبي اسحاق. ¶ ورواه أبو الأحوص عن أبي اسحاق. ¶ ورواه ابو اسحاق الفزاري عن الثوري عن أبي اسحاق عن العيزار بن حريث عن أبي بصير،وكذا رواه معمر الرقي عن حجاج عن أبي اسحاق عن عاصم بن ضمرة عن عبدالله بصير. ¶ قال الذهلي والروايات فيه محفوظة،إلا حديث أبي الاحوص فإني لا أدري كيف هو. ¶ قلت،أي بن حجر: تترجح الرواية الأولى للكثرة.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": ". ¶ 6 -حدثنا أحمد بن عصام ثنا أبو داود ثنا شعبة عن حماد بن أبي سليمان وعبد العزيز بن صهيب وسليمان التيمي وعتاب مولى هرمز سمعوا أنساً يحدث أن رسول الله - - صلى الله عليه وسلم -قال:مَنْ كَذَبَ عَلَىَّ فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ(1). ¶ 7 -حدثنا أحمد بن عصام ثنا أبو داود ثنا عبد الملك بن ميسرة عن عطاء عن عَنْ أَبِى هُرَيْرَةَ رضى الله عنه قَالَ أَوْصَانِى خَلِيلِى بِثَلاَثٍ لاَ أَدَعُهُنَّ حَتَّى أَمُوتَ صَوْمِ ثَلاَثَةِ أَيَّامٍ مِنْ كُلِّ شَهْرٍ ، وَصَلاَةِ الضُّحَى ، وَنَوْمٍ عَلَى وِتْرٍ (2). ¶ 8-حدثنا إبراهيم بن عامرثنا أبي ثنا يعقوب، عن جعفربن أبي المغيرة ، عن سعيد بن جبير ، عن ابن عباس قال خرج إلينا رسول الله - - صلى الله عليه وسلم -:وقد أظلتنا سحابة،ونحن نطمع فيها،فقال: إن الملك الذي يسوق هذه السحابة دخل علي آنفاً،فسلم علي وذكر أنه يسوقها إلى واد باليمن يقال لها :ضرع السماء » فجاء راكب بعد ذلك فسألناه عن السحابة ،فذكر أنهم مطروا في ذلك اليوم(3). ¶ 9-حدثنا أحمد بن عصام ثنا مؤمل ثنا سفيان الثوري ثنا عبد الله بن دينار عَنِ ابْنِ عُمَرَ عَنِ رسول الله - - صلى الله عليه وسلم -- قَالَ:كُلُّكُمْ رَاعٍ،وَكُلُّكُمْ مَسْئُولٌ عَنْ رَعِيَّتِهِ ،فَالأَمِيرُ رَاعٍ على رعيته وَهُوَ مَسْئُولٌ عَنْهم، وَالرَّجُلُ رَاعٍ عَلَى أَهْلِ بَيْتِهِ،وَهُوَ مَسْئُولٌ عَنْهُمْ وَالْمَرْأَةُ رَاعِيَةٌ عَلَى بَيْتِ زوجها ومَسْئُولَةٌ عَنْهُ،وَالْعَبْدُ رَاعٍ عَلَى مَالِ سَيِّدِهِ وَهُوَ مَسْئُولٌ عَنْهُ (4). ¶ __________ ¶ (1) متفق عليه . ¶ (2) حديث صحيح .رواه البخاري. ¶ (3) حديث حسن .رواه أبو عوانة في مستخرجه على صحيح مسلم . ¶ (4) متفق عليه .مع وجود فوارق في الألفاظ.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "10-حدثنا أحمد بن عصام قال ثنا سعيد بن عامر ثنا صالح بن رستم قال قال أبو قلابة عدونا مع أنس بن مالك إلى زاوية فمررنا بمسجد ،وحضرت صلاة الصبح ،فقال :لو صلينا في هذا المسجد قالوا حتى نأتي المسجد الآخر ،فقال :أي مسجد مسجد الآخر .قالوا مسجد أحدث الآن فكر أن النبي - - صلى الله عليه وسلم -- قال : يأتي على أمتي زمان يتباهون فيه بالمساجد لا يعمرونها إلا قليلا - أو قال :ثم لا يعمرونها قليلا(1). ¶ 11-حدثنا أحمد بن عصام ثنا أبو عاصم النبيل ثنا أبو عمرو مبارك الخياط قال سألت ثمامة بن أنس عن العزل فقال سمعت أنس بن مالك أن رجلا جاء إلى النبي الله - - صلى الله عليه وسلم -- فسأله عن العزل،فقال إن الماء الذي يكون منه الولد،وأهريق علي صخرة لجاء منه ولد أو يخرج منه ولد والشك منهم،وليخلقن الله نفسا هو خالقها (2). ¶ __________ ¶ (1) حديث حسن .وصالح بن رستم أبو عامر الخزاز قال عنه الذهبي وهو من أهل النقد :وهو كما قال أحمد بن حنبل :صالح الحديث . ¶ (2) حديث إسناد ضعيف ؛لجهالة مبارك أبو عمرو الخياط.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "12-حَدَّثَنَا يَحْيَى بن حَاتِمٍ الْعَسْكَرِيُّ ثنا عبد الوهاب بن عطاء ثنا روح بن عبادة عن أبي الزبير عن عبيد بن عمير قال :كان عبد الله بن عمرو بن العاص يأمر المرأة إذا اغتسلت من الجنابة أن تنقض قرون رأسها ،فبلغ ذلك عائشة ،فقالت :ألا أمرهن بجز نواصيهن .لقد كنت أغتسل أنا ورسول الله - - صلى الله عليه وسلم -- من إناء واحد ،فما أنقض شعراً (1). ¶ __________ ¶ (1) حديث صحيح .رواه مسلم بلفظ :\" بَلَغَ عَائِشَةَ أَنَّ عَبْدَ اللَّهِ بْنَ عَمْرٍو يَأْمُرُ النِّسَاءَ إِذَا اغْتَسَلْنَ أَنْ يَنْقُضْنَ رُءُوسَهُنَّ فَقَالَتْ يَا عَجَبًا لاِبْنِ عَمْرٍو هَذَا يَأْمُرُ النِّسَاءَ إِذَا اغْتَسَلْنَ أَنْ يَنْقُضْنَ رُءُوسَهُنَّ أَفَلاَ يَأْمُرُهُنَّ أَنْ يَحْلِقْنَ رُءُوسَهُنَّ لَقَدْ كُنْتُ أَغْتَسِلُ أَنَا وَرَسُولُ اللَّهِ -صلى الله عليه وسلم- مِنْ إِنَاءٍ وَاحِدٍ وَلاَ أَزِيدُ عَلَى أَنْ أُفْرِغَ عَلَى رَأْسِى ثَلاَثَ إِفْرَاغَاتٍ.\"",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "13-حَدَّثَنَا يَحْيَى بن حَاتِمٍ الْعَسْكَرِيُّ، حَدَّثَنَا بِشْرُ بن مِهْرَانَ، حَدَّثَنَا شَرِيكٌ، عَنْ عُثْمَانَ بن الْمُغِيرَةِ، عَنْ زَيْدِ بن وَهْبٍ، عَنِ ابْنِ مَسْعُودٍ، قَالَ: أَوَّلُ شَيْءٍ عَلِمْتُ مِنْ أَمْرِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَدِمْتُ مَكَّةَ فِي عُمُومَةٍ لِي، فَأُرْشِدْنَا عَلَى الْعَبَّاسِ بن عَبْدِ الْمُطَّلِبِ، فَانْتَهَيْنَا إِلَيْهِ وَهُوَ جَالِسٌ إِلَى زَمْزَمَ، فَجَلَسْنَا إِلَيْهِ، فَبَيْنَا نَحْنُ عِنْدَهُ إِذْ أَقْبَلَ رَجُلٌ مِنْ بَابِ الصَّفَا، أَبْيَضُ تَعْلُوهُ حُمْرَةٌ، لَهُ وَفْرَةٌ، جَعْدٌ إِلَى أَنْصَافِ أُذُنَيْهِ، أَشَمُّ، أَقْنَى، أَذْلَفُ، بَرَّاقُ الثنَايَا، أَدْعَجُ الْعَيْنَيْنِ، كَثُّ اللِّحْيَةِ، دَقِيقُ الْمَسْرُبَةَ، شَثْنُ الْكَفَّيْنِ وَالْقَدَمَيْنِ، عَلَيْهِ ثَوْبَانِ أَبْيَضَانِ، كَأَنَّهُ الْقَمَرُ لَيْلَةَ الْبَدْرِ، يَمْشِي عَلَى يَمِينِهِ غُلامٌ أَمْرَدُ،حَسَنُ الْوَجْهِ مُرَاهِقٌ أَوْ مُحْتَلِمٌ، تَقْفُوهُمُ امْرَأَةٌ قَدْ سَتَرَتْ مَحَاسِنَهَا، حَتَّى قَصَدَ نَحْوَ الْحَجَرِ، فَاسْتَلَمَهُ، ثُمَّ اسْتَلَمَ الْغُلامُ، ثُمَّ اسْتَلَمَتِ الْمَرْأَةُ، ثُمَّ طَافَ بِالْبَيْتِ سَبْعًا، وَالْغُلامُ وَالْمَرْأَةُ يَطُوفَانِ مَعَهُ، ثُمَّ اسْتَلَمَ الرُّكْنَ وَرَفَعَ يَدَيْهِ وَكَبَّرَ، وَقَامَ الْغُلامُ عَنْ يَمِينِهِ وَرَفَعَ يَدَيْهِ، وَقَامَتِ الْمَرْأَةُ خَلْفَهُمَا فَرَفَعَتْ يَدَيْهَا وَكَبَّرَتْ، وَأَطَالَ الْقُنُوتَ، ثُمَّ رَكَعَ فَأَطَالَ الرُّكُوعَ، ثُمَّ رَفَعَ رَأْسَهُ مِنَ الرُّكُوعِ، فَقَنَتَ وَهُوَ قَائِمٌ، ثُمَّ سَجَدَ وَسَجَدَ الْغُلامُ وَالْمَرْأَةُ مَعَهُ، يَصْنَعَانِ مِثْلَ مَا يَصْنَعُ وَيَتَّبِعَانِهِ، قَالَ: فَرَأَيْنَا شَيْئًا لَمْ يَكُنْ نَعْرِفُهُ بِمَكَّةَ،",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "فَأَنْكَرْنَا، فَأَقْبَلْنَا عَلَى الْعَبَّاسِ، فَقُلْنَا: يَا أَبَا الْفَضْلِ، إِنَّ هَذَا الدِّينَ لَمْ نَكُنْ نَعْرِفُهُ فِيكُمْ، أَشَيْءٌ حَدَثَ؟ قَالَ: أَجَلْ وَاللَّهِ، أَمَا تَعْرِفُونَ هَذَا؟ قُلْنَا: لا، قَالَ: هَذَا ابْنُ أَخِي مُحَمَّدُ بن عَبْدِ اللَّهِ، وَالْغُلامُ عَلِيُّ بن أَبِي طَالِبٍ، وَالْمَرْأَةُ خَدِيجَةُ بنتُ خُوَيْلِدٍ، أَمَ وَاللَّهِ مَا عَلَى ظَهْرِ الأَرْضِ أَحَدٌ يَعْبُدُ اللَّهَ عَلَى هَذَا الدِّينِ إِلا هَؤُلاءِ الثَّلاثَةُ(1). ¶ 14-حدثنا أحمد بن عصام ثنا أبو أحمد الزبيري ثنا يونس بن أبي إسحاق عن أبي إسحاق عن أبي الأحوص عن عبد الله قال : كان يقرؤون خلف النبي - - صلى الله عليه وسلم --فقال خلطتم علي القراءة(2). ¶ 15-حدثنا أحمد بن عصام ثنا مؤمل بن إسماعيل(3) ثنا سفيان الثوري عن منصور عن الزهري عن حميد بن عبد الرحمن عن أبي هريرة قال :أتى رجل النبي - - صلى الله عليه وسلم --فقال :إني وقعت بامرأتي في رمضان .قال :أعتق رقبة .قال :لا أجدها .قال :صم شهرين متابعين .قال :لا أستيطع .قال فأطعم ستين مسكيناً قال :لا أجد.قال :فأُتِي النبي - - صلى الله عليه وسلم -- بمكتل من تمر فيه خمسة عشر صاعاً ،فقال خذ هذا فأطعمه عنك ،قال:يا رسول الله - - صلى الله عليه وسلم -- ما بين لابتيها أهل بيت أحوج إليه منا .قال :فخذه،فأطعمه أهلك(4). ¶ __________ ¶ (1) حديث ضعيف ؛لضعف بشر بن مهران،ويحيى بن حاتم العسكري قال عنه الهيثمي لا أعرفه .قلت أبو حفص الأزهري :قال ابن حيان في طبقات المحدثين بأصبهان 3/282: يحيى بن حاتم العسكري يكنى أبا القاسم ثقة من أهل السنة توفي سنة تسع وستين ومائتين .وقال في 3/311:ثقة مأمون . ¶ (2) حديث ضعيف ؛لتدليس أبي إسحاق السبيعي ،عمرو بن عبد الله . ¶ (3) ضعيف . ¶ (4) متفق عليه .",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "16-حدثنا هارون بن سليمان ثنا حماد بن مسعدة ثنا ميمون بن موسى عن الحسن عن أمه عن أم سلمة أن النبي - - صلى الله عليه وسلم -- كان يصلي بعد الوتر ركعتين وهو جالس(1). ¶ 17-حدثنا هارون بن سليمان حدثنا أبو عامر العقدي حدثنا كثير بن زيد عن عبدالحميد بن عبدالرحمن مولى مطيع عن كريب عن ابن عباس قال بت عند خالتي ميمونة على وسادة فقام رسول الله صلى الله عليه وسلم فتوضأ ثم أحسن وضوءه فقال يا هذين الصلاة فقمت فتوضأت ثم قمت إلى جنبه فصلى مثنى مثنى حتى إذا فرغ دعا فقال اللهم هب لي نورا في بصر وهب لي نورا في سمعي وهب لي نورا فوقي وهب لي نورا بين يدي وهب لي نورا خلفي قال عددت سبع عشرة في جسده قال والسابع عشرة وهب لي نورا إلى نور(2). ¶ 18-حدثنا هارون بن سليمان ثنا أبو عامر ثنا كثير بن زيد عن مسلم بن أبي مريم عن نافع قال كان بن عمر يضع يده اليمنى على ركبته اليمنى ،ويده اليسرى على ركبته اليسرى ،ويشير بأصبعه ،ولا يحركها ،ويتبعها بصره ،ويقول إنها مذبة للشيطان ،ويقول :كان رسول الله- - صلى الله عليه وسلم -- يفعل هذا(3) . ¶ __________ ¶ (1) حديث صحيح. ¶ (2) حديث ضعيف؛لضعف كثير بن زيد ،وجهالة عبد الحميد بن عبد الرحمن ملوى مطيع . ¶ (3) حديث صحيح رواه مسلم بلفظ:\" كَانَ إِذَا قَعَدَ فِى التَّشَهُّدِ وَضَعَ يَدَهُ الْيُسْرَى عَلَى رُكْبَتِهِ الْيُسْرَى وَوَضَعَ يَدَهُ الْيُمْنَى عَلَى رُكْبَتِهِ الْيُمْنَى وَعَقَدَ ثَلاَثَةً وَخَمْسِينَ وَأَشَارَ بِالسَّبَّابَةِ.وهذه الزيادة:\" ولا يحركها،ويتبعها بصره \"ضعيفة ،فهي من رواية كثير بن زيد ،وهو ضعيف . ¶ .",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "19-حدثنا أحمد بن عصام ثنا محمد بن مصعب القرقساني(1) ثنا الأوزاعي عن يحيى بن أبي كثير عن أبي سلمة عن أبي هريرة قال :قال رسول الله - - صلى الله عليه وسلم -: أَنَا سَيِّدُ وَلَدِ آدَمَ يَوْمَ الْقِيَامَةِ وَأَوَّلُ مَنْ يَنْشَقُّ عَنْهُ الْقَبْرُ وَأَوَّلُ شَافِعٍ وَأَوَّلُ مُشَفَّعٍ(2). ¶ 20-حدثنا أحمد بن عصام ثنا يوسف بن يعقوب أبو يعقوب السدوسي ثنا سليمان التيمي عن أبي مجلز عن قيس بن عباد قال بينما أنا أصلي في مسجد المدينة في الصف المقدم،إذ جاء رجل من خلفي فجبذني جبذة فنحاني وقام مقامي قال:فوالله ما عقلت صلاتي فلما سلم التفت إلي فإذا هو أبي بن كعب فقال يا فتى لا يسؤك الله إن هذا عهد من النبي - - صلى الله عليه وسلم --\"إلينا أن نليه ثم استقبل القبلة فقال هلك أهل العُقْدة(3) ورب الكعبة قال والله ما عليهم آسى ثلاث مرات ولكن آسى على من أضلوا(4). ¶ __________ ¶ (1) ضعيف . ¶ (2) حديث صحيح .رواه مسلم . ¶ (3) جاء في هامش المخطوطة أهل العقدة :هم أهل الولايات . ¶ (4) حديث صحيح .",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "21-حدثنا إبراهيم بن عامر ثنا أبي عَنْ يَعْقُوبَ الْقُمِّيِّ، عَنْ عَنْبَسَةَ، عَنْ عِيسَى بن جَارِيَةَ، عَنْ شَرِيكٍ، رَجُلٍ مِنَ الصَّحَابَةِ،قال:قال النبي- - صلى الله عليه وسلم -:مَنْ زَنَى خَرَجَ مِنْهُ الإِيمَانُ، وَمَنْ شَرِبَ الْخَمْرَ غَيْرَ مُكْرَهٍ، وَلا مُضْطَرٍّ خَرَجَ مِنْهُ الإِيمَانُ، وَمَنِ انْتَهَبَ نُهْبَةً يَسْتَسْمِرُ فِيهَا النَّاسَ خَرَجَ مِنْهُ الإِيمَانُ، فَإِنْ تَابَ تَابَ اللَّهُ عَلَيْهِ\"(1). ¶ 22-حدثنا إبراهيم بن عامر ثنا أبي عن يعقوب عن ليث بن أبي سليم عن سالم بن عبد الله بن عمر عن عبد الله بن عمر قال: قال رسول الله - - صلى الله عليه وسلم --:إِنَّ اللَّهَ لَعَنَ الْخَمْرَبعينها،وَعَاصِرَهَا،وَمُعْتَصِرَهَا ,بائعها،وَمشتريها , وَحَامِلَهَا , وَالْمَحْمُولَةَ إِلَيْهِ،وَسَاقِيَهَا،وشاربها ،وآكل ثمنها (2). ¶ __________ ¶ (1) حديث صحيح لغيره ،وهذا الإسناد ضعيف ،فعيسى بن جارية . قال ابن أبي خيثمة عن ابن معين ليس بذاك لا أعلم أحدا روى عنه غير يعقوب وقال الدوري عن ابن معين عنده مناكير حدث عنه يعقوب القمي وعنبسة قاضي الري وقال أبو زرعة لا بأس به وقال أبو حاتم عيسى الدوري عن أبي سلمة وعنه زيد بن أبي أنيسة هو عندي عيسى بن جارية وقال الآجري عن أبي داود منكر الحديث وقال في موضع آخر ما أعرفه ووى مناكير وذكره ابن حبان في الثقات.وذكره الساجي والعقيلي في الضعفاء وقال ابن عدي أحاديثه غير محفوظة.تهذيب التهذيب 8/384. ¶ (2) حديث حسن.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "23-حدثنا إبراهيم بن عامر ثنا أبي عن يعقوب عن حفص بن حميد عن شمر بن عطية عن شقيق بن سلمة عن أسامة بن زيد قال : لا أقول أن أمرأكم خياركم بعد ما سمعت من رسول - - صلى الله عليه وسلم -- يقول :إن الأمير الذي يعمل بمعاصي الله تندلع أقتابه في النار تستدير به كما يدور رحى الحمار ،فيمر عليه أصحابه ،فيقولون:يا فلان إنك لتعذب بعذاب ما يعذب به غيرك ،فيقول :إني كنت آمركم بما لا أفعل ،وأخالفكم إلى ما أنهاكم عنه (1). ¶ 24-حدثنا أحمد بن عصام ثنا روح بن عبادة ثنا حاتم بن أبي صغيرة ثنا سماك بن حرب حدثني أبو صالح قال:حدثتني أم هانئ أنها سألت النبي - - صلى الله عليه وسلم -- عن قول الله عز وجل ( وتأتون في ناديكم المنكر ) فقال رسول الله - - صلى الله عليه وسلم -- كانوا يخذفون أهل الأرض ويسخرون منهم (2). ¶ 25-حدثنا أحمد بن عصام ثنا روح بن عبادة ثنا ابن جريج أخبرني عطاء أنه سمع عبيد بن عمير يقول:أخبرتني عَائِشَةُ أَنَّهَا قَالَتْ لِلَعَّابِينَ:وَدِدْتُ أَنِّى أَرَاهُمْ قَالَتْ :فَقَامَ رَسُولُ اللَّهِ - - صلى الله عليه وسلم -- وَقُمْتُ وراءه أَنْظُرُ بَيْنَ أُذُنَيْهِ وَعَاتِقِيهِ،وَهُمْ يَلْعَبُونَ فِى الْمَسْجِدِ(3). ¶ 26-حدثنا أحمد بن عصام ثنا مؤمل بن إسماعيل ثنا سفيان عن محمد بن عبد الرحمن مول لآل طلحة عن الزهري عن نبهان مولى أم سلمة قال :كاتبتني أم سلمة على شئ من مكاتبتي ،فقالت لي : يا نبهان إن كان إنما نمنعك أن تؤدي إلينا من مكاتبتك ؛لأنك إذا أديت احتجبت عنك ،فإنس سمعت رسول الله - - صلى الله عليه وسلم -- يقول:إذا وجد الكاتب ما يؤدي ،فاحتجبي عنه(4). ¶ __________ ¶ (1) متفق عليه .مع اختلاف بسيط في اللفظ. ¶ (2) حديث ضعيف ؛لضعف أبي صالح ،اسمه باذام مولى أم هانئ . ¶ (3) حديث صحيح .رواه مسلم . ¶ (4) حديث ضعيف ؛لجهالة نبهان مولى أم سلمة ،وضعف مؤمل بن إسماعيل .",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "27-حدثنا أحمد بن عصام ثنا أبو أحمد الزبيري ثنا العلاء بن صالح عن زرعة قال:سمعت ابن الزبير يقول:وضع الأيدي على الأيدي،وصف القدمين من السنة(1). ¶ 28-حدثنا أحمد بن عصام ثنا أبو أحمد ثنا عَمَّارُ بْنُ رُزَيْقٍ عَنْ أَبِى إِسْحَاقَ قال حدث الشعبي بحديث فَاطِمَةَ بِنْتِ قَيْسٍ أَنَّ رَسُولَ اللَّهِ - - صلى الله عليه وسلم --لَمْ يَجْعَلْ لَهَا سُكْنَى وَلاَ نَفَقَةً (2). ¶ 29-حدثنا أحمد بن عصام ثنا أبو أحمد الزبيري ثنا مالك بن مغول عن الزبير بن عدي عن طلحة بن مصرف عن مرة عن عبد الله بن مسعود قال :لَمَّا أُسْرِىَ بِرَسُولِ اللَّهِ - - صلى الله عليه وسلم --أتى سِدْرَةِ الْمُنْتَهَى،وَهِىَ فِى السَّمَاءِ السَّادِسَةِ وإِلَيْهَا يَنْتَهِى مَا يُعْرَجُ بِهِ من الأرواح ،فَيُقْبَضُ مِنْهَا ،وَإِلَيْهَا يَنْتَهِى مَا أهْبَطُ بِهِ مِنْ فَوْقِهَا فَيُقْبَضُ مِنْهَا (إِذْ يَغْشَى السِّدْرَةَ مَا يَغْشَى) قَالَ: فَرَاشٌ مِنْ ذَهَبٍ. قَالَ فَأُعْطِىَ رَسُولُ اللَّهِ - - صلى الله عليه وسلم --ثَلاَثاً:أُعْطِىَ الصَّلَوَاتِ الْخَمْسَ ،وَأُعْطِىَ خَوَاتِيمَ سُورَةِ الْبَقَرَةِ ،وَغُفِرَ لِمَنْ لَمْ يُشْرِكْ بِاللَّهِ مِنْ أُمَّتِهِ شَيْئًا الْمُقْحِمَاتُ(3). ¶ 30-حدثنا أحمد بن عصام ثنا أبو عامر ثنا سفيان عن محمد بن المنكدر عن أبي بكر بن سليمان بن أبي خثمة عن حفصة أن امرأة من قريش يقال لها الشفاء كانت ترقي من النملة ،فقال النبي - - صلى الله عليه وسلم --علميها حفصة (4). ¶ __________ ¶ (1) حديث ضعيف.قال الشيخ الألباني:وهذا إسناد ضعيف أيضا زرعة هذا لم يرو عنه،إلا إثنان: العلاء هذا أحدهما،ولم يوثقه غير ابن حبان،والعلاء بن صالح ثقة في حفظه ضعف. ¶ (2) حديث صحيح .رواه مسلم. ¶ (3) حديث صحيح .رواه مسلم مع فارق بسيط في الألفاظ.. ¶ (4) حديث صحيح .وعند أبي داود كما علمتيها الكتابة .",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "31-حدثنا أحمد بن عاصم ثنا أبو عامر ثنا سفيان عن محمد بن المنكدر عن أبي هريرة –قال سفيان :و لا أعلمه إلا قد رفعه قال:إذا استيقظ أحدكم من الليل فليوقَظَ امْرَأَتَهُ ،فَإِنْ لم تستيقظ نَضَحَ فِي وَجْهِهَامن الْمَاءَ (1). ¶ 32-حدثنا أحمد بن عصام ثنا أبو عاصم ،عن عثمان الشحام(2)، أخبرني عكرمة ،عن ابن عباس ، أن رجلا ، أتى إلى النبي صلى الله عليه وسلم فقال : يا رسول الله إني إذا أكلت من هذا اللحم انتشرت للنساء ،وإني حرمت علي اللحم ، فنزلت ( يا أيها الذين آمنوا لا تحرموا طيبات ما أحل الله لكم(3). ¶ __________ ¶ (1) حديث صحيح . ¶ (2) عثمان الشحام العدوي أبو سلمة البصري يقال اسم أبيه عبدالله وقيل ميمون. ¶ روى عن عكرمة مولى ابن عباس ومسلم بن أبي بكر الثقفي وأبي رجاء العطاردي. ¶ وعنه إسرائيل ووكيع والاصمعي وعبد الرحمن بن مرزوق وابن أبي عدي والقطان وقريش بن أنس وأبو عاصم وآخرون قال علي بن المديني سمعت يحيى بن سعيد القطان وذكر عثمان الشحام فقال يعرف وينكر ولم يكن عندي بذاك وقال عبدالله بن أحمد عن أبيه ليس به بأس وقال إسحاق بن منصور عن ابن معين ثقة وكذا قال أبو زرعة وقال أبو حاتم ما أرى بحديثه بأسا وقال الآجري عن أبي داود ثقة أو قال ليس به بأس قد أعيى القرون يعني اسم أبيه فقلت إنه وجد بخط ابن معين اسم أبيه ميمون فأعجبه ذلك وقال النسائي ليس بالقوي وقال مرة ليس به بأس وذكره ابن حبان في الثقات. ¶ قال ابن حجر:جزم النسائي في الكنى بانه عثمان بن مسلم وكذا أبو أحمد وقال ليس بالمتين عندهم وأسند عن وكيع أنه وثقه وقال الدارقطني بصري يعتبر به وقال ابن عدي ليس له كثير حديث ولا أرى به بأسا.تهذيب التهذيب 7/ت 322. ¶ (3) حديث حسن،والحديث أخرجه ابن أبي حاتم في تفسيره ،وفيه عثمان بن سعد ،وهو ضعيف ،لكن تابعه عليه عند الطبراني عثمان الشحام .",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "33-حدثنا أحمد بن عصام ثنا أبو عاصم ثنا عثمان بن سعد قال :سمعت أنس بن مالك يقول :أن رسول الله - - صلى الله عليه وسلم -- كان إذا سافر فنزل منزلاً ،للَمْ يَرْتَحِلْ حَتَّى يودع الْمَنْزِلَ بِرَكْعَتَيْنِ(1). ¶ 34-حدثنا أحمد بن عصام ثنا أبو عاصم ثنا عثمان بن سعد قال :سمعت أنس بن مالك يقول :أن أعرابياً قال للنبي - - صلى الله عليه وسلم -- متى الساعة ؟قال :هي آتية .فما أعددت لها؟ قال :ما أعددت لها من كبير عمل إلا أني أحب الله ورسوله(2). ¶ 35-حدثنا أحمد بن عصام ثنا أبو عاصم ثنا عثمان بن سعد ثنا أنس بن مالك قال :صرف رسول الله - - صلى الله عليه وسلم -- نحو بيت المقدس ،فصلى عشرة أشهر أو تسعة أشهر قال فصلى بالمدينة فصلى ركعتين نحو بيت المقدس ،ثم انصرف بوجهه نحو الكعبة ،فقال اسلفهاء من الني :ما ولاهم عن قبلتهم التي كانوا عليها\"(3) ¶ 36-حدثنا أحمد بن عصام ثنا أبو عاصم عن ابن جريج أخبرني يعلى عن عكرمة مولى ابن عباس قال :أنبأنا ابن عباس أن أم سعد بن عبادة أخا بني ساعدة توفيت،وهو غائب ،فهل ينفعها أن أتصدق عنها ؟ فقال :نعم .فقال :إني أشهدك أن حائطي المخترف ،أو المخراف صدقة عنها(4) . ¶ __________ ¶ (1) حديث ضعيف ؛لضعف عثمان بن سعد .وقال ابن عساكر في معجم الشيوخ :حسن غريب ،وليس كما قال . ¶ (2) متفق عليه .وإسناد الطبراني فيه عثمان بن سعد،وهو ضعيف . ¶ (3) حديث إسناده ضعيف ؛لضعف عثمان بن سعد ،كما أنه مخالف لما ثبت في الصحيحين أنه صلى نَحْوَ بَيْتِ الْمَقْدِسِ سِتَّةَ عَشَرَ شَهْرًا أَوْ سَبْعَةَ عَشَرَ شَهرا. ¶ (4) حديث صحيح .رواه البخاري .",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "37-حدثنا أحمد بن عصام ثنا أبو عاصم عن ابن جريج عن أبي صالح الزيات أنه سمع أبا هريرة يقول :قال رسول الله - - صلى الله عليه وسلم -- :قال الله عز وجل :كل ابن عمل ابن آدم له إلا الصيام فَهو لِى،وَأَنَا أَجْزِى بِهِ وَالصِّيَامُ جُنَّةٌ فَإِذَا كَانَ يَوْمُ صَوْمِ أَحَدِكُمْ فَلاَ يَرْفُثْ،وَلاَ يَصخَبْ ،فَإِنْ سَابَّهُ أَحَدٌ أَوْ قَاتَلَهُ،فَلْيَقُلْ إِنِّى امْرُؤٌ صَائِمٌ.وَالَّذِى نَفْسُ مُحَمَّدٍ بِيَدِهِ لَخُلُوفُ فَمِ الصَّائِمِ أَطْيَبُ مِنْ رِيحِ الْمِسْكِ،لِلصَّائِمِ فَرْحَتَانِ يَفْرَحُهُمَا: إِذَا أَفْطَرَ فَرِحَ لِفِطْرِهِ ،وَإِذَا لَقِىَ رَبَّهُ فَرِحَ بِصَوْمِهِ (1) ¶ 38-حدثنا أحمد بن عصام ثنا أبو عاصم عن عبد الله بن عبد الرحمن حدثني عبد الله بن عياض عن أبيه أن رسول الله - - صلى الله عليه وسلم -- أتى هوازن في اثني عشر ألفاً فقتل من أهل الطائف يوم حنين مثل ما قتل من قريش يوم بدر قال :وأخذ رسول الله - - صلى الله عليه وسلم -- كفاً من بطحاء فرمى به وجوهنا فانهزمنا (2). ¶ 39-حدثنا أحمد بن عصام ثنا أبو عاصم عن ابن جريج عن عمرو بن دينار قال أخبرني عطاء منذ حين عن ابن عباس قال :أخبرتني ميمونة أن شاة ماتت ،فقال النبي - - صلى الله عليه وسلم -- :ألا دبغتم إهابها،فانتفعتم(3) بها(4) . ¶ __________ ¶ (1) متفق عليه . ¶ (2) حديث ضعيف ؛لجهالة عبد الله بن عياض ،وضعف عبد الله بن عبد الرحن بن يعلى . ¶ (3) وفي الهامش فانتفعتم بدل ،فاستمتعتم ،ولفظة وفاستمتعتم في صحيح مسلم. ¶ (4) متفق عليه .",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "40-حدثنا أحمد بن عصام ثنا أبو عاصم عن سالم الخياط عن الحسن عن أنس بن مالك قال:ما شممت مسكاً ،و لا عبيراً كان أطيب من رسول الله - - صلى الله عليه وسلم -(1). ¶ 41-حدثنا أحمد بن عصام ثنا أبو عاصم عن سالم عن الحسن قال أتي زياد برجل من الأنصار فأراد جلده ،فقال أنس بن مالك سمعت رسول الله - - صلى الله عليه وسلم --يقول :اقبلوا من محسن الأنصار ،وتجاوزوا عن مسيئهم قال زياد سمعت هذا من رسول الله - - صلى الله عليه وسلم --قال :نعم ،وإلا فصمتا ،فترك الرجل(2). ¶ 42-حدثنا أحمد بن عصام ثنا أبو عاصم ثنا عزرة بن ثابت عن علباء بن أحمر اليشكري حدثني أبو زيد قال : مسح رسول الله- - صلى الله عليه وسلم --وجهي ودعا لي بالجمال قال فأخبرني بعض أهلي أنه بلغ مائة وبضع سنين،وقال مرة أخرى سبع سنين،وليس في شعره ولا في لحيته إلا شعرا أبيض في رأسه(3). ¶ __________ ¶ (1) حديث صحيح .رواه مسلم بلفظ :\" مَا شَمِمْتُ عَنْبَرًا قَطُّ ،وَلاَ مِسْكًا،وَلاَ شَيْئًا أَطْيَبَ مِنْ رِيحِ رَسُولِ اللَّهِ -صلى الله عليه وسلم- وَلاَ مَسِسْتُ شَيْئًا قَطُّ دِيبَاجاً،وَلاَ حَرِيرًا أَلْيَنَ مَسًّا مِنْ رَسُولِ اللَّهِ -- صلى الله عليه وسلم -\". ¶ (2) حديث حسن ،فمصعب بن عبد الله بن الزبير ضعيف ،فالحديث جاء من طريق آخر سالم عن الحسن عن أنس بن مالك . ¶ (3) حديث صحيح .",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "43-حدثنا أحمد بن عصام ثنا أبو عاصم ثنا عَزْرَةُ بْنُ ثَابِتٍ ثنا عِلْبَاءُ بْنُ أَحْمَرَ قال حَدَّثَنِى أَبُو زَيْدٍ قَالَ صَلَّى بِنَا رَسُولُ اللَّهِ - - صلى الله عليه وسلم -- الْفَجْرَ ثم صَعِدَ الْمِنْبَرَ فَخَطَبَنَا حَتَّى حَضَرَتِ الظُّهْرُ ثم نَزَلَ فَصَلَّى ثُمَّ صَعِدَ الْمِنْبَرَ فَخَطَبَنَا حَتَّى حَضَرَتِ الْعَصْرُ ثُمَّ نَزَلَ فَصَلَّى ثُمَّ صَعِدَ الْمِنْبَرَ فَخَطَبَنَا حَتَّى غَرَبَتِ الشَّمْسُ فَأَخْبَرَنَا بِمَا كَانَ وَبِمَا هُوَ كَائِنٌ فَأَعْلَمُنَا أَحْفَظُنَا(1). ¶ 44-حدثنا أحمد بن عصام ثنا رَوْحُ بْنُ عُبَادَةَ ثَنَا شُعْبَةُ عن حُصَيْنَ عن سَعِيدِ بْنِ جُبَيْرٍ عَنِ ابْنِ عَبَّاسٍ أَنَّ رَسُولَ اللَّهِ - - صلى الله عليه وسلم -- قَالَ « يَدْخُلُ الْجَنَّةَ مِنْ أُمَّتِى سَبْعُونَ أَلْفًا بِغَيْرِ حِسَابٍ ، هُمُ الَّذِينَ لاَ يَسْتَرْقُونَ ، وَلاَ يَتَطَيَّرُونَ ، وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ(2). ¶ 45-حدثنا أحمد بن عصام ثنا روح بن عبادة ثنا ابن جريج عن العلاء بن عبد الرحمن عن أبيه عن أبي هريرة أن النبي - - صلى الله عليه وسلم --قال :التثاؤب من الشيطان ،فأيكم تثائب،فليكظم ما استطاع(3). ¶ 46-حدثنا أحمد بن عصام ثنا روح بن عبادة ثنا زكريا بن إسحاق عن إبراهيم بن ميسرة عن عمرو بن الشريد قال :قال الشريد كنت ردفاً للنبي - - صلى الله عليه وسلم -- فَقَالَ:أمعك مِنْ شِعْرِ أُمَيَّةَ بْنِ أَبِى الصَّلْتِ شَيْئًا .قُلْتُ: نَعَمْ. قَالَ:أنشدني،فَأَنْشَدْتُهُ بَيْتاً،فقال النبي- - صلى الله عليه وسلم -- فَقَالَ:هِيهِ،فأَنْشَدْتُهُ بَيْتًا فَقَالَ :حَتَّى أَنْشَدْتُهُ مِائَةَ بَيْتٍ(4). ¶ __________ ¶ (1) متفق عليه . ¶ (2) متفق عليه . ¶ (3) متفق عليه . ¶ (4) حديث صحيح .رواه مسلم 4/2255.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "47-حدثنا أحمد بن عصام ثنا أبو عاصم ثنا عبيد الله بن إسحاق قال حدثني أبي قال :قال أبو هريرة لولا الحج والعمرة لأحببت أو قال لتمنيت أن أكون عبداً أمهن لسيدي وأودي حقه ؛وذلك لأني سمعت رسول الله - - صلى الله عليه وسلم --يقول:المملوك إذا أدى حق الله ،وحق سيده كان له الأجر مرتين(1) . ¶ 48-حدثنا أحمد بن عصام ثنا أبو عاصم قال أخبرني عبد الله بن أمية بن أبي عثمان بن عبد الله بن خالد بن أسيد قال أخبرني محمد بن يعلى بن أمية أنه رأى يعلى يصلي قبل أن تطلع الشمس ،فقيل له ،فقال :إني سمعت رسول الله - - صلى الله عليه وسلم -- يقول:إن الشمس تطلع بين قرني شيطان ،فإن تطلع وانت في أمر الله ،خير من أن تطلع وأنت لاه(2). ¶ __________ ¶ (1) حديث ضعيف ؛لجهالة عبيد الله بن إسحاق الأنصاري وأبيه .والحديث رواه المعافى بن عمران في كتاب الزهد:\" حدثنا أبو غسان المدني ، قال : سمعت زيد بن أسلم ، أن أبا هريرة التقى هو وكعب ، فقال أبو هريرة : لولا الحج والعمرة وبر أمي ، لأحببت أن أكون عبدا مملوكا ، فإني سمعت رسول الله صلى الله عليه وسلم يقول : « إذا أحسن العبد عبادة الله ، وأدى حق سيده ، لقي الله لا حساب عليه » . قال كعب : إنها في التوراة مكتوبة كما قلت ، وإن فيها مكتوبا : أو مؤمن مزهد يلقى الله لا حساب عليه\"وهو ضعيف فزيد بن أسلم لم يسمع من أبي هريرة ،فروايته عنه مرسلة قاله ابن معين.تهذيب التهذيب 3/723. ¶ (2) حديث ضعيف ؛لجهالة محمد بن حييى بن يعلى بن أمية وأبيه .والحديث رواه الإمام أحمد في المسند عن محمد بن حيي بن يعلى عن أبيه عن أمه",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "49-حدثنا أحمد بن عصام ثنا أبو عاصم عن ابن جريج قال أخبرني أبو خالد عن عبد الله بن أبي سعيد المدني حدثتني حفصة بنت عمر قالت:كان رسول الله- - صلى الله عليه وسلم -- ذات يوم قد وضع ثوبه عن فخذيه ،فجاء أبو بكر ،فاستأذن ،فأذن له والنبي صلى الله - - صلى الله عليه وسلم -- على هيئته ثم عمر بمثل هذه القصة ،ثم علي مع ناس من أصحاب النبي - - صلى الله عليه وسلم -- والنبي - - صلى الله عليه وسلم -- على هيئته ،ثم جاء عثمان ،فاستأذن ،فأذن له ثم أخذ رسول الله - - صلى الله عليه وسلم -- ثوبه ،فجلله قال فتحدثوا ثم خرجوا فقلت لرسول الله - - صلى الله عليه وسلم -- جلت ثوبك فقال: ألا أستحي من رجل تستحي منه الملائكة (1). ¶ __________ ¶ (1) حديث صحيح .رواه مسلم من حديث أم المؤمنين عائشة- - رضي الله عنهم --مع فارق بيسط في السياق .",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "50- حدثنا أحمد بن عصام ثنا أبو عامر العقدي ثنا المسيب بن رافع عن جرير بن عبد الله أن رسول الله - - صلى الله عليه وسلم -- قال يا أيها الناس تصدقوا وتقربوا إلى الله فقالها :ثلاث مرات فلم يتصدق أحد حتى رئي في وجه رسول الله - - صلى الله عليه وسلم --الكراهية ،ثم قال: أيها الناس تصدقوا وتقربوا إلى الله،فقام رجل من الأنصار فجاء بقطعة مسك أو سوار فأخذه منه فوضعه ،فلما رأى الناس أن النبي - - صلى الله عليه وسلم --قد قبل ذلك من الأنصاري قاموا حتى لم يبق عنده أحد فجعل الرجل يأتي بمثل ذلك ،وبالدريهمات حتة اجتمع عند رسول الله - - صلى الله عليه وسلم -- من ذلك شيئ كثير ،فقال رسول الله - - صلى الله عليه وسلم -- من سن سنة حسنة في الإسلام فعمل بها من بعده ،كان له مثل أجر من عمل بها من بعده ولا ينقص ذلك من أجورهم شيئا ومن سن سنة سيئة في الإسلام فعمل بها من بعده فإن عليه وزرها ووزر من عمل بها ولا ينقص من أزوارهم شيئاً(1) . ¶ __________ ¶ (1) حديث ضعيف .إسحاق بن يحيى بن طلحة.قال يحيى بن سعيد عنه:ذاك شبه لا شئ.وقال علي بن المديني:نحن لا نروي عنه شيئا،وقال أحمد :منكر الحديث ليس بشئ،وقال مرة:متروك الحديث،وقال ابن معين ضعيف، ووفي رواية الدوري كذلك ،وزاد ليس بشئ،ولا يكتب حديثه،وقال عمرو بن علي: متروك الحديث غير منكر الحديث،وقال البخاري: يتكلمون في حفظه،وقال الترمذي: ليس بذاك القوي عندهم،وقد تكلموا فيه من قبل حفظه،وقال النسائي:ليس بثقة،وقال في موضع آخر: متروك الحديث.وقال أبو زرعة:واهي الحديث،وقال أبو حاتم ضعيف الحديث،ليس بقوي،ولا بمكان يعتبر به ،وقال يعقوب بن شيبة: لا بأس به،وحديثه مضطرب جداً،والمسيب بن نافع لم يسمع من أحد من الصحابة إلا من البراء،وأبي اياس عامر ابن عبدة.قاله ابن معين.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "51-حدثنا أحمد ثنا أبو عاصم أخبرني ابن جريج أخبرني عبد الكريم بن مالك أن البراء بن بنت أنس بن مالك أخبره عن أنس بن مالك يحدث قال دخل علينا رسول الله - - صلى الله عليه وسلم --وقربة معلقة فيها ماء فشرب النبي - - صلى الله عليه وسلم --من فِيِّ السقاء،فقامت أم سليم إلى فم القربة فقطعته(1). ¶ 52-حدثنا أحمد بن عصام ثنا وهب بن جرير ثنا هشام عن محمد بن سيرين عن أبي عبيدة بن حذيفة عن أبيه قال :قام سائل على عهد النبي - - صلى الله عليه وسلم --فسأل فسكت القوم ، ثم إن رجلا أعطاه فأعطاه القوم ، فقال النبي صلى الله عليه وسلم : « من استن خيراً فاستن به فله أجره ، ومثل أجور من تبعه غير منتقص من أجورهم شيئا،ومن استن شرا فاستن به فعليه وزره،ومثل أوزار من اتبعه غير منتقص من أوزارهم شيئا » قال : وتلا حذيفة بن اليمان ( علمت نفس ما قدمت وأخرت) (2). ¶ __________ ¶ (1) حديث ضعيف؛ فالبراء بن زيد بن بنت أنس بن مالك ،وإن لم يرو عنه سوى عبد الكريم بن مالك ،فقد تابعه عليه حميد الطويل ،ولكن الحديث فيه حسن بن هارون بن سليمان:لم أجد له ترجمة .أخرجه أبو الشيخ في أخلاق النبي. ¶ (2) حديث صحيح .",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "53-حدثنا أحمد بن عصام ثنا أبو عاصم ثنا ابن جريج عن محمد بن يزيد بن ركانة أخبرني عكرمة عن ابن عباس أن رسول الله - - صلى الله عليه وسلم --لم يوقت في الخمر حداً. قال ابن عباس:فشرب رجل فسكر،فلقى يميل في الفج،فانطلق به إلى النبي - - صلى الله عليه وسلم --فلما حاذى بدار العباس،انفلت،فدخل على العباس،فالتزمه فذكر ذلك للنبى - - صلى الله عليه وسلم --فضحك،وقال أفعلها؟ ثم لم يسأل عنه(1). ¶ 54-ثنا أحمد بن عصام ثنا أبو عاصم عن ابن جريج أخبرني زياد بن سعد أن ابن شهاب أخبره أنا أبا بكر بن عبد الرحمن بن الحار بن هشام أخبره أن مروان بن الحكم أخبره عن عبد الرحمن بن الأسود بن عبد يغوث أن أبي بن كعب أخبره أن رسول الله - - صلى الله عليه وسلم --قال:إن من الشعر حكمة (2)،وقال ابن المسيب أن عمر بن الخطاب مر على حسان بن ثابت ،وهو ينشد الشعر في مسجد رسول الله - - صلى الله عليه وسلم --فانتهره ،فقال :يا أبا هريرة أنشدك بالله أسمعت رسول الله - - صلى الله عليه وسلم --يقول: يا حسان أجب عن رسول الله - - صلى الله عليه وسلم -- اللهم أيده بروح القدس ،فقال:اللهم نعم (3). ¶ __________ ¶ (1) حديث ضعيف ؛لجهالة محمد بن علي بن يزيد بن ركانة .قال علي بن المديني :مجهول ،ولا تغتر بقول ابن حجر صدوق ،فهو لم يرو عنه إلا عبد الملك بن جريج ،ومحمد بن إسحاق بن يسار فهو مجهول كما قال ابن المديني.قال محمد بن حمد بن البراء :سئل على بن المدينى عن محمد بن على بن ركانة الذى روى هذا الحديث عن عكرمة فقال:مجهول.سنن البيهقي الكبرى 8/315،كما أن الحديث مخالف لصريح القرآن ،وصحيح السنة .والحديث ضعفه الشيخ الألباني ،والأرننؤوط . ¶ (2) حديث صحيح . أخرجه البخاري 15/6145. ¶ (3) حديث صحيح.رواه مسلم 4/2485.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "55-ثنا أحمد بن عصام ثنا أبو عاصم عن ابن جريج أخبرني عمرو بن دينار وعامر بن مصعب أنهما سمعا أبا المنهال يقول :سألت البراء بن عازب وزيد بن أرقم قالا :كنا تاجرين على عهد رسول الله - - صلى الله عليه وسلم --فسألنا رسول الله - - صلى الله عليه وسلم --عن الصرف فقال :ما كان يداً بيد ،فلا بأس به ،وما كان نسيئة فلا يصلح (1). ¶ 56-حدثنا يحيى بن حاتم العسكري ثنا شبابة بن سوَّار ثنا شعبة عن نعيم بن أبي هند عن أبي وائل عن مسروق عن عائشة قالت :صلى رسول الله - - صلى الله عليه وسلم --في مرضه الذي مات فيه خلف أبي بكر(2) . ¶ 57-حدثنا يحيى بن حاتم ثنا عبد الوهاب بن عطاء ثنا شعبة عن سماك عن عكرمة عن ابن عباس عن النبي - - صلى الله عليه وسلم --قال :إن من البيان لسحراً،وإن من الشعر لحكمة (3). ¶ 58-يونس بن حبيب ثنا حبيب بن هوذة بن حبيب بن الزبير الألهاني(4) الذي روى عنه شعبة ثنا مندل بن علي عن الشيباني عن عمرو بن شعيب عن أبيه عن جده قال :قال رسول الله- - صلى الله عليه وسلم -:لا طلاق فيما لا يملكون ،ولا عتق فيما لا يملكون ،ولا نذر في قطيعة رحم(5). ¶ 59-حدثنا أحمد بن يونس الضبي ثنا أبو الجواب أبو الأحوص بن جواب ثنا عمار بن زريق عن الأعمش عن طلحة بن مصرف عن سعيد بن جبير عن ابن عباس قال :السجدة التي في(ص ) توبة نبي و قد قال الله:\"أولئك الذين هدى الله فبهداهم اقتده\"(6). ¶ __________ ¶ (1) حديث صحيح .والحديث أخرجه البخاري بلفظ :\" ما كان يدا بيد فخذوه،وما كان نسيئة فذروه\" ¶ (2) حديث صحيح . ¶ (3) حديث صحيح . ¶ (4) هكذا في المخطوطة والصواب الهلالي .الأنساب للسمعاني 3/ص 138. ¶ (5) حديث إسناده ضعيف ؛لضعف مندل بن علي . ¶ (6) حديث صحيح .",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "60-حدثنا أحمد بن يونس ثنا أبو الجواب أبو الأحوص بن جواب ثنا عمار بن زريق عن إسماعيل بن مسلم عن الحسن البصري قال :غزوت مع عبد الرحمن بن سمرة بسجستان بمكثنا سنتين ولا يركع إلا ركعتين قال :وقال لي عبد الرحمن بن سمرة:قال رسول - - صلى الله عليه وسلم -- يَا عَبْدَ الرَّحْمَنِ لاَ تَسْأَلِ الإِمَارَةَ فَإِن كَان تعْطهَا عَنْ غير مَسْأَلَةٍ تعان عليها وَإِنْ كان تعْطِهَا عَنْ مَسْأَلَةٍ توكل إليها وَإِذَا حَلَفْتَ عَلَى يَمِينٍ فَرَأَيْتَ غَيْرَهَا خَيْرًا مِنْهَا فَكَفِّرْ عَنْ يَمِينِكَ وَائْتِ الَّذِى هُوَ خَيْرٌ(1). ¶ 61-حدثنا أحمد بن يونس ثنا أبو الجواب أبو الأحوص بن جواب ثنا يونس بن أبي إسحاق عن أبي إسحاق عن البراء قال:كان رسول الله- - صلى الله عليه وسلم --إذا سجد هوى(2) .(3) ¶ __________ ¶ (1) حديث صحيح .متفق عليه وليس في الصحيحين غزوت مع عبد الرحمن بن سمة بسجستان فمكثنا سنتين ولا يركع إلا ركعتين .البخاري 16/6622،ومسلم 5/4370. ¶ (2) جاء في هامش المخطوطة :أي جافى بطنه عن الأرض . ¶ (3) حديث ضعيف .فيونس بن أبي إسحاق السبيعي .قال الاثرم: سمعت أحمد يضعف حديث يونس عن أبيه. قال صالح بن أحمد،عن علي بن المديني:سمعت يحيى،وذكر يونس بن أبي إسحاق فقال كانت فيه غفلة شديدة.ويونس بن إبي إسحاق ممن روى عن أبيه بعد الاختلاط ،وأبو إسحاق السبيعي مدلس ،وقد عنعن .",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "62-حدثنا أحمد بن يونس ثنا أبو الأحوص ثنا صباح المزني عن طريف بن شهاب عن أبي نضرة ،عن أبي سعيد الخدري قال:قال رسول الله - - صلى الله عليه وسلم -:افتتاح الصلاة التكبير ،وتحليلها التسليم ،وإذا ركعت فلا ترفع رأسك ولا تخفض (1). ¶ 63-حدثنا أحمد بن يونس ثنا أبو الأحوص ثنا عبد الغفار عن الزهري عن سالم بن عبد الله بن عمر عن أبيه قال :قال رسول الله - - صلى الله عليه وسلم -:من باع نخلاً مؤبراً ،أو عبداً له مال ،فالثمرة والمال للبائع إلا أن يشترط المبتاع (2). ¶ __________ ¶ (1) حديث ضعيف،فطريف بن شهاب .قال أحمد:ليس بشئ ،ولا يكتب حديثه،وقال ابن معين:ضعيف الحديث،وقال أبو حاتم:ضعيف الحديث،ليس بالقوي،وقال البخاري:ليس بالقوي عندهم،وقال أبو داود:ليس بشئ،وقال مرة:واهي الحديث،وقال النسائي:متروك الحديث،وقال مرة:ضعيف الحديث،وقال مرة:ليس بثقة،وقال الدارقطني: ضعيف،وقال ابن حبان:كان مغفلاً،يهم في الأخبار حتى يقلبها،ويروي عن الثقات ما لا يشبه حديث الأثبات،وقال ابن عدي:روى عنه الثقات،وإنما أنكر عليه في متون الأحاديث أشياء لم يأت بها غيره،وأما أسانيده،فهي مستقيمة.وحديث مفتاح الصلاة التكبير ،وتحليها التسليم ،صح من حديث أم المؤمنين عائشة -- رضي الله عنهم -- ¶ قلت ابن حجر :وذكره يعقوب بن سفيان في باب من يرغب عن الرواية عنهم ،وقال ابن عبد البر:أجمعوا على أنه ضعيف الحديث. ¶ (2) متفق عليه. البخاري 8/2379،ومسلم 10/3986.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "64-حدثنا أحمد بن يونس ثنا أبو بدر شجاع بن الوليد ومحمد بن عبيد الطنافسي ومحاضر بن الموزع قالوا :ثنا الأعمش ،سليمان بن مهران عن زيد بن وهب الجهني عن عبد الله بن مسعود قال:حدثنا رسول الله- - صلى الله عليه وسلم --وهو الصادق المصدوق:إن أحدكم يجمع خلقه في بطن أمه أربعين يوماً-وقال محاضر:أربعين ليلة-ثم تكون علقة مثل ذلك،ثم تكون مضغة مثل ذلك،ثم يبعث الله عز وجل ملكاً فيؤمر بأربع كلمات فقال له :اكتب رزقه، وعمله، وأجله،وشقي هو أم سعيد؟زاد أبو زيد في حديثه ثم ينفخ فيه الروح . فإن احدكم ليعمل بعمل اهل الجنة حتى ما يكون بينه وبينها غير ذراع فيسبق عليه الكتاب،فيختم له بعمل أهل النار فيدخلها وإن أحدكم ليعمل بعمل أهل النار حتى ما يكون بينه وبينها،غير ذراع،فيسبق عليه الكتاب،فيختم له بعمل اهل الجنة فيدخلها(1). ¶ آخر الانتخاب ولله المنة على ذلك. ¶ تم الكتاب والحمد لله رب العالمين ¶ كتبه أبو حفص الأزهري ،صلاح بن أحمد بن فراج . ¶ بمدينة نصر العامرة – القاهرة 15 جمادى الأول سنة 1430هـ ،الموافق 10-5-2009م. ¶ هذا وما كان من توفيق فمن الله وما كان من خطأ أو نسيان فمني ومن الشيطان . ¶ ونعوذ بالله عزوجل من الزلل. ¶ __________ ¶ (1) متفق عليه.البخاري8/3208 ، مسلم 8/ 6893.",
            "page": "26",
            "part": "1"
        }
    ],
    "t35230": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "منتخب الطبراني لابنه"
        }
    ]
}