{
    "b35241": [
        {
            "id": "1",
            "nass": "الترغيب ¶ في الإقامة بمكة المكرمة ¶ كتبها ¶ الحسن البصري ¶ إلى صديقه عبد الرحمن بن أنس ¶ تحقيق ¶ الدكتور جميل عبد الله عويضة ¶ 1430هـ / 2009 م ¶ هذه صفة رسالة من الحسن ابن أبي الحسن البصري رحمه الله إلى صديق له من الزهاد يُقال له عبد الرحمن بن أَنس ، وكان مجاوراً بمكة ، وأنه أراد الخروج من مكة إلى اليمن ، فبلغ ذلك أبا (¬1) الحسن ، وكان يؤاخيه في الله تعالى ، فكتب له كتابا يُرَغِّبُه في المقام بمكة المشرفة ، فيه يقول : ¶ بسم الله الرحمن الرحيم ¶ أمَّا بعد ... ¶ ... يا أخي فإني قد كتبت إليك ، ولمن قَبِل مِن الإخوان على أفضل ما يجب ، فإنه قد بلغني أنك قد أجمعت رأيك على الخروج من حرم الله تعالى وأمنه إلى اليمن / وإني والله كرهت ذلك وغمّني، واستوحشت لذلك وحشة شديدة ، إذا أراد أنْ يزعجك الشيطان من حرم الله تعالى ويستذلك ، فيا عجباً (¬2) مِن عقلك إذ نويت ذلك في نفسك ، بعدما جعلك الله من أهله ، فكان من الواجب عليك شكره أبدا ما دمت حيّا ، أضعافا على ما كنت عليه ، إذ جعلك من أهل بيته وأمنه وجيران حرمه ، فإياك يا أخي ، ثم إياك البعد منها شبرا واحدا ، فإنّ المقام فيها سعادة ، والخروج منها شقاوة ، فإنك في خير أرض الله ، وأحب أرض الله إليه ، وأفضلها عنده ، وأعظمها وأشرفها ، فنسأل الله تعالى أنْ يوفقنا وإياك للخيرات ، إنه سميع الدعاء . ¶ ¬__________ ¶ (¬1) كتب : أبي . ¶ (¬2) كتب : فيا عجب .",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "واعلم يا أخي أنّ الله تعالى فضّل مكة المشرفة على جميع البلاد ، وأنزل ذكرها في كتابه العزيز ، وفي مواضع عديدة ، فقال ، وهو أصدق القائلين : [ إِنَّ أَوَّلَ بَيْتٍ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ مُبَارَكًا وَهُدًى لِلْعَالَمِينَ ، فِيهِ آيَاتٌ بَيِّنَاتٌ مَقَامُ إِبْرَاهِيمَ وَمَنْ دَخَلَهُ كَانَ آمِنًا ] (¬1) ، وقال تعالى : [وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ اجْعَلْ هَذَا بَلَدًا آمِنًا وَارْزُقْ أَهْلَهُ مِنَ الثَّمَرَاتِ مَنْ آمَنَ مِنْهُمْ بِاللَّهِ وَالْيَوْمِ الْآخِرِ] (¬2) وقال الله تعالى [ثُمَّ لْيَقْضُوا تَفَثَهُمْ وَلْيُوفُوا نُذُورَهُمْ وَلْيَطَّوَّفُوا بِالْبَيْتِ الْعَتِيقِ ] (¬3) وقال تعالى : [وَطَهِّرْ بَيْتِيَ لِلطَّائِفِينَ وَالْقَائِمِينَ وَالرُّكَّعِ السُّجُودِ] (¬4) ، وقال تعالى : [وَإِذْ جَعَلْنَا الْبَيْتَ مَثَابَةً لِلنَّاسِ وَأَمْنًا وَاتَّخِذُوا مِنْ مَقَامِ إِبْرَاهِيمَ مُصَلًّى ] (¬5) وقال تعالى : [وَإِذْ يَرْفَعُ إِبْرَاهِيمُ الْقَوَاعِدَ مِنَ الْبَيْتِ وَإِسْمَاعِيلُ رَبَّنَا تَقَبَّلْ مِنَّا إِنَّكَ أَنْتَ السَّمِيعُ الْعَلِيمُ] (¬6) وقال تعالى [إِنَّمَا أُمِرْتُ أَنْ أَعْبُدَ رَبَّ هَذِهِ الْبَلْدَةِ الَّذِي حَرَّمَهَا] (¬7) وقال تعالى [ بَلْدَةٌ طَيِّبَةٌ وَرَبٌّ غَفُورٌ] (¬8) وقال تعالى [ إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ فَمَنْ حَجَّ الْبَيْتَ أَوِ اعْتَمَرَ فَلَا جُنَاحَ عَلَيْهِ أَنْ يَطَّوَّفَ بِهِمَا وَمَنْ تَطَوَّعَ خَيْرًا فَإِنَّ اللَّهَ شَاكِرٌ عَلِيمٌ ] (¬9) وقال تعالى [فَإِذَا أَفَضْتُمْ مِنْ عَرَفَاتٍ فَاذْكُرُوا اللَّهَ عِنْدَ الْمَشْعَرِ الْحَرَامِ وَاذْكُرُوهُ كَمَا هَدَاكُمْ ] (¬10) وقال تعالى ¶ ¬__________ ¶ (¬1) آل عمران ، 96 ، 97 ¶ (¬2) البقرة 126 ¶ (¬3) الحج 29 ¶ (¬4) الحج 26 ¶ (¬5) البقرة 125 ¶ (¬6) البقرة 127 ¶ (¬7) النمل 91 ¶ (¬8) سبأ 15 ¶ (¬9) البقرة 158 ¶ (¬10) البقرة 198",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "[أَوَلَمْ نُمَكِّنْ لَهُمْ حَرَمًا آمِنًا يُجْبَى إِلَيْهِ ثَمَرَاتُ كُلِّ شَيْءٍ رِزْقًا مِنْ لَدُنَّا] (¬1) . ¶ فهذه الآيات يا أخي أنزلها الله تعالى في حقّ مكة المشرفة خاصة (¬2) ما ليس لبلد سواها ، ثم أُقرّب لك يا أخي بعد هذا ما جاء عن النبي صلى الله عليه وسلم من الأخبار في فضائلها ، وفضائل أهلها ، ومَنْ جاورها . ¶ فاعلم يا أخي أن النبي صلى الله عليه وسلم قال حين خرج من مكة ، فوقف على الْحَزْوَرَةِ فاستقبل الكعبة ، وقال : والله إني أعلم أنكِ أحب بلد الله ، وأنكِ أحب أرض الله إلى الله تعالى ، وأنكِ خير بقعة على وجه الآرض ، وأحبها إلى الله تعالى ، ولولا أنّ أهلك أخرجوني منك ما خرجت . ¶ وقال رسول الله صلى الله عليه وسلم : دُحيَت الأرض من مكة فمدَّ الله الأرض من تحتها فسميت أم القرى ، وأول جبل وُضع على / وجه الأرض أبو قُبيس ، وأول مَن طاف بالبيت الملائكة قبل أن يُخلق آدم بألفي عام ، وما من ملك يبعثه الله تعالى من السموات السبع إلى الأرض في حاجة إلاّ اغتسل من تحت العرش ..... (¬3) مُحرما فيبدأ ببيت الله تعالى ، فيطوف به سبعا ، ثم يُصلي خلف المقام ركعتين ، ثم يمضي إلى حاجته ، وكل نبيّ من الأنبياء إذا كذّبه قومه خرج من بين أظهرهم إلى مكة ، وما من نبي هرب من أمته إلاّ هرب لمكة ، فعبدَ الله تعالى عند الكعبة حتى أتاه الموت ، وهو اليقين . ¶ ¬__________ ¶ (¬1) القصص 57 ¶ (¬2) كتب : خاصاً ¶ (¬3) كلمة لم أتمكن من قراءتها .",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "واعلم يا أخي أنّ حول الكعبة قبر ثلاثمائة نبي ، وما بين الركن اليماني والركن الأسود قبر سبعين نبيا ، قتلهم الجوع والقمل ، وقبر إسماعيل وأمّه هاجر تحت الميزاب في الحجر ، وقبر نوح وهود وشعيب وصالح فيما بين زمزم والمقام ، وما على وجه الأرض بلد وفدَ إليه جميع الناس والنبيين والملائكة والمرسلين والعُبّاد والزهَّاد والصُلاّح من عباد الله من أهل السموات والأرض ، والجن والإنس إلاّ مكة المشرفة ، وما على وجه الأرض بلد يرفع الله تعالى فيه الحسنة الواحدة بمائة ألف حسنة إلاّ مكة ، ومَنْ صلَّى فيها صلاة رفعت له مائة ألف صلاة ، ومَنْ صام فيها يوما كُتب له صوم مائة ألف يوم ، ومن تصدّق فيها بدرهم كتب الله له مائة ألف درهم صدقة ، والدرهم منها أثقل من جبل أبي قبيس / ومَنْ ختم فيها القرآن مرة واحدة كتب اله له ثواب مائة ألف ختمة بغيرها ، وكل حسنة فعلها العبد في الحرم بمائة ألف حسنة بغيرها ، وكل أعمال البرِّ فيها كلّ واحدة بمائة ألف ، وما أعلم بلدة يحشر الله تعالى منها يوم القيامة من الأنبياء والأصفياء ، والأتقياء، والأبرار، والصديقين ، والشهداء ، والصالحين ، والعلماء والفقهاء ، والفقراء من الرجال والنساء إلاّ مِن مكة ، إنهم يُحشرون وهم آمنون من عذاب الله يوم القيامة ، وليومٌ في حرم الله وأمنه أرجى بك وأفضل من صيام الدهر وقيامه في غيرها من البلدان ، وقد رُوي أنّ النبي صلى الله عليه وسلم قال : لا تُشد الرحال إلاّ لثلاث مساجد : المسجد الحرام ، ومسجدي هذا ، والمسجد الأقصى ، وقال صلى الله عليه وسلم : صلاة في مسجدي هذا بألف صلاة فيما سواه من المساجد إلاّ المسجد الحرام ، فإنّ صلاة بالمسجد الحرام بمائة ألف صلاة في غيره ، وصلاة في المسجد الأقصى بخمسمائة صلاة ، وليس على وجه الأرض بقعة ينزلها كل يوم من عند الله مائة وعشرون رحمة إلاّ مكة / المشرفة، ستون منها للطائعين ، وأربعون للمصلين ، وعشرون للناظرين إلى",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "الكعبة ، والنظر إلى البيت عبادة ، وقال صلى الله عليه وسلم : مَنْ نظر إلى البيت إيمانا وتصديقا غُفِر له ما تقدم من ذنبه وما تأخّر ، وما على وجه الأرض بلدة أبواب الجنة كلّها مفتّحة إليها إلاّ مكة ، لأنّ أبواب الجنة ثمانية ، فباب منها الكعبة ، وباب منها تحت الميزاب ، وباب عند الركن اليماني ، وباب عند الركن الأسود ، وباب خلف المقام ، وباب عند زمزم ، وباب عند الصفا ، وباب عند المروة ، ولا يدخلها أحد إلاّ برحمة الله ، ولا يخرج منها أحد إلاّ بمغفرة الله تعالى ، فإن الله تعالى قال : [وَمَنْ دَخَلَهُ كَانَ آمِنًا] (¬1) أي من النار ، وما على وجه الأرض بلدة يُستجاب فيها الدعاء في خمسة عشر موضعا إلاّ مكة ، أولها جوف الكعبة، وعند الركن الأسود، وعند الركن اليماني ، وتحت الميزاب ، والحِجْر ، وفي المُلتَزَم ، وخلف المقام ، وعند زمزم ، وعند الصفا ، وعلى المروة ، وفي الموقف ، وعند المشعر الحرام ، وعند الجمرات الثلاث مستحب . ¶ ¬__________ ¶ (¬1) آل عمران 97",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "فاغتنموا أخي الدعاء في هذه الأماكن ، وهي المشاهد العظام ، وهي التي لا يُرَدُّ فيها /الدعاء ، وإنّك إنْ خرجت من حرم الله تعالى وأمنه فقد ذهبتْ عنك بركات هذه المشاهد العِظام ، فاعلم يا أخي أنه لا يخرج مها أحد إلاّ ندِم لقوله : صلى الله عليه وسلم : المقام بمكة سعادة ، والخروج منها شقاوة ، فاثبت مكانك ، وإياك والقلق والضّجر ، فإنّ ذلك من فعل الشيطان ، فلا تبرح منها ، ولو كان مكسبك فيها يساوي فلْسين من حلال لكان خير وأفضل من أنْ تكسب في غيرها ألفاً من الدراهم ، وقال صلى الله عليه وسلم : مَنْ مات حاجاً أو معتمرا لم يُعرض ولم يُحاسب ، وقيل له : ادخل الجنة بسلام من الآمنين ، وقال صلى الله عليه وسلم : مَن صام شهر رمضان بمكة كتب الله له ثواب مائة ألف شهر بغيرها من البلدان ، وصلاة بالمسجد الحرام بمائة ألف صلاة ، وإنْ صلاّها في جماعة فهي بألفي (¬1) ¶ ¬__________ ¶ (¬1) كتب : ألف ، وما أثبتناه ليصح الحساب ..",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "ألف وخمسمائة ألف صلاة ، وذلك خمسا وعشرين مرة مائة ألف ، ومَن مرِض بمكة يوما واحدا حَرَّم الله تعالى جسده ولحمه على النار ، ومن صبر على حرّ مكة ساعة من نهار أبعده الله تعالى من النار مسيرة خمسمائة عام ، وقرّبه من الجنة مسيرة مائتي عام ، وإنّ مكة والمدينة لينفيان خبثهما كما ينفي الكير خبث الحديد ، ألا وإنّ بكة أُنشيئت على المكرُمات ، والدرجات ، فمن / صبر على شدتها كنتُ له شفيعا ، أو شهيدا يوم القيامة ، وإن أهل مكة هم اهل الله تعالى ، وجيران بيته ، وما على وجه الأرض بلدة فيها شراب الأبرار ، ومصلى الأخيار إلاّ مكة ، وسُئل ابن عباس رضي الله عنه ما مصلى الأخيار ، قال : تحت الميزاب ، فقيل : فما شراب الأبرار ، قال : زمزم ، وخير وادٍ على وجه الأرض وادي إبراهيم عليه السلام ، ولا (¬1) على وجه الأرض بلدة يوجد فيها شيء إذا ما الإنسان خرج من ذنوبه كيوم ولدته أمه ، والحجر الأسود يد الله في الأرض ، يُصافح بها مَن يشاء من عباده ، والركن الأسود والمقام يأتيان يوم القيامة كل واحد منهما كجبل أبي قبيس ، لهما عينان وشفتان ولسانان يشهدان لكل مَن وافاهما ، وقال صلى الله عليه وسلم : أكرم الملائكة عند الله الطائفين بالعرش ، وإنّ أكرم بني آدم الطائفين بالبيت ، وقال : إنّ لله تعالى لوحاً من ياقوتة حمراء ، ينظر إليه كل يوم ثلاثمائة وستين نظرة ، منها مائة وثمانون نظرة رحمة ، ومائة وثمانون نظرة عذابا ، وإنّ أوّل مَن يُنظَر إليه بالرحمة أهل مكة ، فمن رآه قائما يُصلي غفر له ، ومن رآه طائفا غفر له ، ومن رآه جالسا مستقبل الكعبة غفر له ، فتقول الملائكة ، وهو أعلم بذلك : ربنا لم يبق إلاّ النائمون / فيقول الله تبارك وتعالى : والنائمون حول بيتي ألحِقوا بهم ، وقال صلى الله عليه وسلم : مَن طاف بالبيت سبعا رفع الله له تعالى بكل قدم سبعين (¬2) ¶ ¬__________ ¶ (¬1) كتب : ولم ¶ (¬2) كتب : سبعون ..",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "ألف درجة ، وأعطاه سبعين ألف شفاعة فيمن شاء من بيته من المسلمين ، إنْ شاء الله عُجِّلت له في الدنيا ، وإنْ شاء ادُّخِرت له في الآخرة ، والحاج والمعتمر وفد الله تعالى ، إنْ سألوه أعطاهم ، وإنْ دعوه أجابهم ، وإنْ أنفقوا أخلف عليهم بكل درهم سبعمائة ألف درهم ، وفي رواية ألف ألف درهم وسبعمائة درهم ، والذي نفسي بيده ما هلّل مهلِّل ، ولا كبّر مُكبِّر إلاّ هلّل بتهليله ، وكبّر بتكبيره كل شيء حتى منقطع التراب ، فقال رجل : يا رسول الله وإلى هذه المضاعفة ، فقال : والذي نفسي بيده أمَّا نفقاتهم ليخلفن الله عليهم بسبعمائة ألف في دار الدنيا ، قبل أن يخرجوا منها ، وأما الألف ألف فهي مُدَّخرة لهم في الآخرة ، وإنّ الدرهم منها لأثقل من جبلكم هذا ، وأشار إلى أبي قبيس، وقال صلى الله عليه وسلم : العمرة إلى العمرة كفارة إلى ما بينهما ، والحج المبرور ليس له جزاء إلاّ الجنة ، وقال : عُمرة في شهر رمضان تَعدِل حجة معي ، وما من رجل أوصى بحجة إلاّ كتب الله له ثلاث حجج ، حجة للذي كتبها ، وحجة للذي أنفذه ، وحجة للذي أحرم بها عنه ، ومَنْ حجّ عن والديه كُتبت له حجتان، حجة له، وحجة لوالديه ، ومن حجّ لميّت حجة / من غير أن يوصى بها كتب الله للميت حجة ، وكتب للذي حج عنه سبعين حجة ، فإذا كان عشية يوم عرفة هبط الله سبحانه وتعالى إلى السماء الدنيا ؛ فينظر إلى عباده فيباهي بهم الملائكة ، يقول : جلّ جلاله : يا ملائكتي أما ترون إلى عبادي قد أقبلوا إليّ من كل فجّ عميق ، شعثا غبرا ، يرجون رحمتي ومغفرتي ، أُشهدكم يا ملائكتي أني وهبت سيِّئهم لمحسنهم ، وشفَّعت بعضهم في بعض ، وغفرت لهم أجمعين ، أفيضوا عبادي كلّكم مغفور لكم ما مضى من ذنوبكم ، صغيرها وكبيرها ، وحجة غير مقبولة خير من الدنيا وما فيها ، فالذي لا يُقبل حجه ، فقد فاز فوزا عظيما ، وقال صلى الله عليه وسلم : مَنْ زارني بعد وفاتي فكأنما زارني في حياتي ، ومَن جاء إلى",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "المدينة بعد وفاتي وسلّم عليّ ، وزارني عند قبري ، وسلّم على أبي بكر وعمر ، وأتى الركن الأسود فقبّله فكأنما بايع الله تعالى ورسوله ، ومَنْ مات في الحرم فكأنما مات في السماء الرابعة ، ومن مات في بيت المقدس فكأنما مات في السماء الدنيا ، ومَن حجّ ماشيا كتب الله له بكل قدم يرفعه ويضعه سبعين ألف حسنة من حسنات الحرم ، وقال بن عباس رضي الله تعالى عنه : حسنة بمائة ألف حسنة ، وقال صلى الله عليه وسلم : يحشر الله تعالى من مقبرة مكة سبعين ألف شهيد (¬1) يدخلون الجنة بغير حساب ، فيشفع كل / واحد منهم في سبعين رجلا ، فقيل : مَنْ هم يا رسول الله ؟ قال هم من الغرباء ، ومَنْ مات في حرم الله ، أو حرم رسوله ، أو مات بين مكة والمدينة ، حاجا أو معتمرا بعثه الله يوم القيامه من الآمنين ، ألا وإنّ التضلع من ماء زمزم براءة من النفاق ، ومن صلّى في الحِجر ركعتين ناحية الركن الشامي فكأنما أحيى سبعين ألف ليلة ، وكأنما حجّ أربعين حجة مبرورة مُتقبّلة ، ومن صلّى أربع ركعات على باب الكعبة فكأنما عبد الله كعبادة جميع خلقه ، وصلى عليه سبعون (¬2) ألف ملك ، ومّن صلّى خلف المقام ركعتين غفر الله ما تقدّم من ذنبه (¬3) ، وأُعطي من الحسنات بعدد مَن صلّى خلفه أضعافا مضاعفة ، وأمّنه الله تعالى يوم الفَزع الأكبر ، وأمر الله تعالى جبريل وميكائيل أنْ يستغفروا له إلى يوم القيامة . ¶ فاغتنم يا أخي هذه الخيرات ، ولا تفارق مكة وحرم الله تعالى وأمنه . ¶ وعليك مني السلام ، ولا حول ولا قوة ¶ إلاّ بالله العلي العظيم ¶ و صلى الله على سيدنا ¶ محمد وعلى آله ¶ وصحبه ¶ وسلم . ¶ ¬__________ ¶ (¬1) كتب : شهيدا . ¶ (¬2) كتب : سبعين . ¶ (¬3) كتب بعدها : وما تأخر ، وشطب عليها .",
            "page": "9",
            "part": "1"
        }
    ],
    "t35241": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الترغيب في الإقامة بمكة للحسن البصري"
        }
    ]
}