{
    "b35246": [
        {
            "hno": null,
            "id": "1",
            "nass": "الأول من حديث ¶ سعدان بن نصر بن منصور البزاز أبي عثمان ¶ للإمام العالم المحدث ¶ أبو عثمان سعدان بن نصر بن منصور المخرمي ¶ المتوفى سنة 265هـ ¶ رواية إسماعيل بن محمد الصفار ¶ ويليه المنتقى من الجزء الرابع من حديث سعدان ¶ رواية ¶ إسماعيل بن محمد الصفار ¶ انتقاء ¶ الحافظ أبو طاهر أحمد بن محمد بن أحمد السِّلَفي ¶ المتوفى سنة 576هـ ¶ تحقيق ¶ أبي يوسف ¶ سيد بن محمد حافظ",
            "page": "1",
            "part": "1"
        },
        {
            "hno": null,
            "id": "2",
            "nass": "الأول من حديث ¶ سعدان بن نصر بن منصور البزاز أبي عثمان ¶ للإمام العالم المحدث ¶ أبو عثمان سعدان بن نصر بن منصور المخرمي ¶ المتوفى سنة 265هـ ¶ رواية ¶ إسماعيل بن محمد الصفار ¶ تحقيق ¶ أبي يوسف ¶ سيد بن محمد حافظ",
            "page": "2",
            "part": "1"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "اسم الكتاب: الأول من حديث سعدان بن نصر رواية الصفار. ¶ التأليف: للإمام الحافظ سعدان بن نصر بن منصور البزار. ¶ التحقيق: أبو يوسف سيد بن محمد حافظ. ¶ عدد الصفحات: صفحة. ¶ قياس الصفحة: 17 24 ¶ عدد الطبعات: الطبعة الأولى. ¶ التوزيع والنشر: ¶ الإيداع القانوني: ¶ الترقيم الدولي: ¶ حقوق الطبع محفوظة للمحقق ¶ 2012م / 1434هـ",
            "page": "3",
            "part": "1"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "الأول من حديث ¶ سعدان بن نصر بن منصور البزاز أبي عثمان",
            "page": "4",
            "part": "1"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "بسم الله الرحمن الرحيم ¶ مقدمة التحقيق ¶ إن الحمد لله، نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمدًا عبده ورسوله: ¶ يَاأَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} ¶ [آل عمران: 102]. ¶ {يَاأَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} ¶ [النساء: 1]. ¶ {يَاأَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا (70) يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا} ¶ [الأحزاب: 70 - 71]. ¶ أما بعد: فإن أصدق الحديث كتاب الله، وأحسن الهدي هدي محمد صلى الله عليه وسلم، وشر الأمور محدثاتها، وكل محدثة بدعة وكل بدعة ضلالة، وكل ضلالة في النار. ثم أما بعد؛؛؛",
            "page": "5",
            "part": "1"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "فهذا «جزء من حديث سعدان بن نصر برواية الصفار» أقدمه بين يدي القارئ الكريم؛ ليأخذ مكانه بين تراثنا العريق، وينهل منه طلاب العلم، ويستفيدوا منه، كما استفاد منه أسلافنا، ولحديث سعدان بن نصر أكثر من رواية ومن أشهرها رواية أبو سعيد بن الأعرابي وقد طبعت بمكتبة نزار مصطفى الباز بتحقيق الشيخ عبد المنعم إبراهيم، ورواية إسماعيل بن محمد الصفار وهو كتابنا هذا، ورواية محمد بن عمرو الرزاز وهذه الرواية لم نرها حتى الآن. ¶ وتكمن أهمية هذا الجزء فيما يلي: ¶ - علو سنده. ¶ - رواية الثقات لهو كابن الأعرابي والصفار والرزاز وغيرهما. ¶ - موافقة الشافعي والحميدي وعبد الرزاق وابن أبي شيبة لسعدان في الرواية، فكان له الحظ الأوفر من صحة الرواية وقبول أهل العلم له. ¶ - كثرة فوائدة وتفرده بمجموعة من الأحاديث والآثار. ¶ من أجل ذلك سعيت في إخراج هذا الجزء ولأول مرة من بين المخطوطات إلى مكاتب العلم والعلماء، والله أسأل أن القبول والسداد والرشاد. ¶ كتبه ¶ أبو يوسف سيد بن محمد حافظ",
            "page": "6",
            "part": "1"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "جاء بالأصل المنقول منه ¶ الحمد لله وسلام على عباده الذين اصطفى، سمع جميع هذا الجزء على الرئيسة المسندة أم الكرام أنس خاتون بنت المعز الأشرف العالي كريم الدين عبد الكريم بن أحمد بن عبد العزيز اللخمي - ناظر الجيوش المنصورة كان رحمه الله واعرها وحرسها - بإجازتها المكاتبة من خديجة بنت إبراهيم بن سلطان بإجازتها إن لم يكن سماعا من القاسم بن مظفر بن عساكر بإجازتها من أبي الحسن بن المقير عن سعيد بن البناء بسنده، نا عنه الشيخ الإمام العالم العلامة الحافظ تقي الدين أبي الفضل عبد الرحمن بن القطب أحمد بن إسماعيل القلقشندي وولده الفاضل محب الدين محمد، والشيخ المؤيد شمس الدين محمد بن العلم محمد بن محمد السنباطي، ومن أوله إلى محل العلامة من عند قوله «تفقهوا قبل أن تسودوا» الشهاب أحمد المدعو محمد بن جاحق المؤيدي بقراءة من له الخط من أصل هذا الفرع في العشرين من الحجة الحرام ختام سنة أربعة وستين وثماني مائة وأجازت ... للقارئ والسامعين جميع مرواياتها. ¶ قاله وكتب يوسف بن شاهين سبط ابن حجر العسقلاني عفا الله عنه حامدا مصليا مسلما. حسبنا الله ونعم الوكيل.",
            "page": "7",
            "part": "1"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "ترجمة المصنف (¬1) ¶ اسمه ونسبه: ¶ هو الشيخ العالم، المحدث، مسند بغداد، أبو عثمان سعدان بن نصر بن منصور، الثقفي، البغدادي البزاز، واسمه سعيد، وسعدان لَقَبٌ له. وقد نسبه السمعاني فقال: «المُخَرِّمي» بضم الميم وفتح الخاء المعجمة وتشديد الراء المكسورة، هذه النسبة إلى المخرم، وهي محلة ببغداد مشهورة، وإنما قيل لها «المخرم» لأن بعض ولد يزيد بن المخرم نزلها فسميت به (¬2). اهـ. ¶ مولده: ¶ كان ميلاده في سنة اثنتين وسبعين ومائة. ¶ شيوخه: ¶ روى عن: سفيان بن عيينة، ووكيع بن الجراح، وابن علية، وأبي معاوية الضرير، ومعاذ بن معاذ، ويزيد بن هارون، وسلم بن سالم البلخي، ومعمر بن سليمان الرقي، وأبي قتادة الحراني، وأبي بدر شجاع بن الوليد السكوني، وموسى بن داود الضبي، وعمر بن شبيب المسلي، ¶ ¬__________ ¶ (¬1) مصادر الترجمة: الجرح والتعديل لابن أبي حاتم 4/ 290، 291، والثقات لابن حبان 8/ 305، وسؤالات السلمي للدارقطني ص 73، وتاريخ بغداد 10/ 283، وسير أعلام النبلاء 12/ 357، والمنتظم 12/ 199، وشذرات الذهب 3/ 281، والنجوم الزاهرة 3/ 41. ¶ (¬2) الأنساب 12/ 131.",
            "page": "8",
            "part": "1"
        },
        {
            "hno": null,
            "id": "9",
            "nass": "وشبابة بن سوار، ومحمد بن مصعب القرقساني، وعلي بن عاصم، وفهير بن زياد، وإسحاق بن يوسف الأزرق، ومسكين بن بكير، وغيرهم. ¶ تلاميذه: ¶ حدث عنه: أبو سعيد بن الأعرابي، وإسماعيل بن محمد بن الصفار، ويحيى بن صاعد، والحسين بن إسماعيل المحاملي، وابن أبي الدنيا، ومحمد بن مخلد الدُّوري، وأبو العباس الأثرم، والخرائطي، وحمزة بن القاسم الهاشمي، ومحمد بن عمرو الرزاز، وأبو عوانة يعقوب بن إسحاق، وأبو جعفر محمد بن عمرو بن البختري، وغيرهم. ¶ ثناء العلماء عليه: ¶ قال أبو حاتم: صدوق. ¶ وقال الدارقطني: ثقة مأمون. ¶ وقال الذهبي: الشيخ العالم المحدث الصدوق. ¶ وقال ابن تغري بردي: كان أديبًا شاعرًا. ¶ وفاته: ¶ كان ممن عمر، مات ببغداد، في ذي القعدة سنة خمس وستين ومائتين، وقد جاز التسعين. وقال ابن تغري بردي: مات في ذي الحجة. ¶ * * *",
            "page": "9",
            "part": "1"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "وصف النسخة الخطية: ¶ - هذا الجزء مستل من مجموع محفوظ بمكتبة الغازي خسروبيك سراييفوا، أتحفني به الأخ الفاضل أبو شذا محمود النحال جزاه الله خيرا وأحسن إليه. ¶ - كتب بخط نسخي واضح وجيد وبعض كلماتها مشكولة لكنها غير منقوطة. ¶ - عليه سماعات في أوله وآخره. ¶ - نسخة كاملة لا سقط فيها، ألواحها مرقمة. ¶ - عدد أوراقها (12) لوحات، وعدد الأسطر (26) سطرًا. ¶ - الناسخ هو يوسف بن شاهين سبط ابن حجر العسقلاني. ¶ * * *",
            "page": "10",
            "part": "1"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "خطة العمل في هذا الجزء: ¶ 1. قمت بتحقيق نصوص الكتاب من النسخة الخطية ومصادر التخريج التي روى أصحابها عن المصنف، وإثبات بعض الفروق بين النسخة الخطية وتلك المصادر. ¶ 2. قمت بترقيم أحاديث وآثار الجزء. ¶ 3. قمت بالإشارة إلي أماكن الآيات من السور. ¶ 4. قمت بتخريج أحاديث وآثار الكتاب من المراجع الحديثية المعتمدة في التحقيق، مع ذكر الشواهد والمتابعات عند الحاجة، والحكم علي هذه الأحاديث والآثار في الغالب صحةً وضعفًا بعد دراسة أسانيدها في ضوء قواعد علم الحديث مستدلا بأقوال أهل العلم ومستأنسًا بآرائهم. ¶ 5. كتبت مقدمة حول الكتاب ترجمت فيها للمؤلف، وأثبت فيها صحة نسبة الكتاب للمؤلف، ووصفت فيها النسخة الخطية، واثبت فيها سماعات الجزء. ¶ 6. قمت بعمل فهارس للأحاديث والآثار. ¶ 7. قمت بعمل ثبت لمراجع تحقيق الكتاب. ¶ * * *",
            "page": "11",
            "part": "1"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "صور من النسخة الخطية",
            "page": "12",
            "part": "1"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "الأول من حديث سعدان بن نصر بن منصور البزاز أبي عثمان ¶ رواية ¶ أبي علي إسماعيل بن محمد بن إسماعيل الصفار عنه ¶ رواية ¶ أبي الحسين علي بن محمد بن عبد الله بن بشران عنه ¶ رواية ¶ أبي الحسين عاصم بن محمد بن الحسن العاصمي عنه ¶ رواية ¶ أبي القاسم سعيد بن أحمد بن الحسن بن البنا عنه ¶ رواية ¶ أبي الحسن علي بن الحسين بن علي بن المقير عنه كتابة ¶ رواية ¶ أبي محمد القاسم بن مظفر بن محمود ابن عساكر عنه إجازة ¶ رواية ¶ أم الفضل خديجة بنت إبراهيم بن إسحاق بن سلطان عنه إجازة ¶ رواية ¶ أم الكرام أنس الله ابنة عبد الكريم بن أحمد عبد العزيز عنها إجازة ¶ رواية ¶ سبطها أبي المحاسن يوسف بن شاهين سبط ابن حجر عنها قراءة",
            "page": "13",
            "part": "1"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "بسم الله الرحمن الرحيم ¶ َربِّ زَدْنِي عِلْمًا ¶ قرأت على الشيخة المسندة المعمرة الأصيلة أم الكرام أنس خاتون ابنة القاضي كريم الدين عبد الكريم بن أحمد بن عبد العزيز اللخمي (¬1) نحو إجازتها المكاتبة من المسندة أم الفضل خديجة بنت الشيخ أبي إسحاق إبراهيم بن إسحاق بن إبراهيم ابن سلطان البعلبكي (¬2) نحو إجازتها إن لم يكن سماعا من أبي محمد القاسم بن مظفر ابن عساكر (¬3) بإجازته من أبي حسن علي بن الحسين بن علي بن منصور ابن المقير البغدادي (¬4)، أنا أبو القاسم سعيد بن أحمد بن الحسن بن عبد الله ابن البنا (¬5) في كتابه. ح ¶ وأخبرنا الأصيلة الكاتبة المسندة الحبرة أم عبد الله عائشة ابنة قاضي القضاة علاء الدين علي بن محمد الكناني العسقلاني الحنبلي (¬6)، فيما كُتِبَ بِهِ إليَّ، عن جدها لأمها أبي الحرم محمد بن محمد بن محمد القلانسي (¬7)، أنا أبو المعالي أحمد بن إسحاق بن أحمد بن الْمُؤَيِّدِ الأَبَرْقُوهِيُّ (¬8) سماعا في ثالث رمضان سنة ثلاث وتسعين وستمائة، أنا أبو محمد الفتح بن محمد بن علي بن هبة الله بن عبد السلام (¬9) أنا ¶ قال ابن البنا: أنا أبو الحسين عاصم بن محمد بن الحسن بن محمد بن علي بن عاصم العاصمي (¬10)، قراءة عليه في يوم الجمعة السادس من ذي الحجة سنة 477، قال: أنا أبو الحسين علي بن محمد بن عبد الله بن بشران المعدل (¬11)، قراءة عليه في شوال سنة 411، أنا أبو علي إسماعيل بن محمد بن إسماعيل الصفار (¬12) في شهر رمضان سنة 335 ¶ ¬__________ ¶ (¬1) هي الشيخة الرئيسة الأصيلة: أنس خاتون ابنة القاضي ناظر الجيش كريم الدين عبد الكريم بن أحمد بن عبد العزيز بن عبد الكريم بن أبي طالب بن علي بن سيدهم اللخمي النستراوي الأصل المصري، ولدت تقريبا سنة ثمانين وسبع مائة، وهي زوجة شيخ الإسلام الحافظ ابن حجر العسقلاني، وكانت رئيسة دينة كريمة راغبة في الخير مجابة الدعاء، ويقال إنها رأت ليلة القدر. ماتت في ربيع الأول سنة سبع وستين وثماني مائة. انظر: الجواهر والدرر في ترجمة ابن حجر للسخاوي 3/ 1207، 1212. ¶ (¬2) هي خديجة ابنة إبراهيم بن إسحاق بن إبراهيم بن سلطان البعلية ثم الدمشقية، ولدت قبل العشرين وسبعمائة، وأحضرت على القاسم ابن مظفر بن عساكر فكانت آخر من حدث عنه بالسماع في الدنيا، وأجاز لها أبو نصر بن الشيرازي، وإسحاق الآمدي، والواني، والدبوسي، وابن سيد الناس، وآخرون من الشاميين والمصريين، وحدثت بالكثير، سمع منها الأئمة، وأكثر عنها ابن حجر العسقلاني. ماتت في سنة ثلاث وثماني مائة، وقد قاربت التسعين رحمها الله. انظر: الضوء اللامع 12/ 24. ¶ (¬3) هو مسند الشام: بهاء الدين القاسم بن مظفر بن النجم محمود ابن تاج الأمناء بن عساكر الرئيس المعمر أبو محمد، الدمشقي الطبيب، ولد في ثامن وعشرين صفر سنة تسع وعشرين وست مائة، وكان يعالج المرضى مروءة، وله من ملكه ومغله ووقفه شيء وافر. وخدم في ديوان الخزانة مدة، ثم ترك ذلك وكبر وارتعش خطه. وعمر دهراً، وروى الكثير، وكان كثير المحاسن صبوراً على الطلبة. توفي رحمه الله تعالى في شعبان سنة ثلاث وعشرين وسبع مائة، عن أربع وتسعين سنة ونصف. انظر: معجم الشيوخ الكبير للذهبي 2/ 117، وأعيان العصر وأعوان النصر 4/ 57. ¶ (¬4) هو المسند الصالح المعمر: أبو الحسن بن أبي عبد الله بن المقير البغدادي الأزجي، الحنبلي، المقرئ النجار، مسند الديار المصرية، بل مسند الوقت. ولد ليلة عيد الفطر سنة خمس وأربعين وخمس مائة. وحدث ببغداد، ودمشق، ومصر، ومكة. وكان شيخا صالحا كثير التهجد والعبادة والتلاوة، مشتغلا بنفسه، صابرا على أهل الحديث. مات في نصف ذي القعدة، سنة ثلاث وأربعين وست مائة. انظر: سير أعلام النبلاء 23/ 119، 120. ¶ (¬5) هو الشيخ الصالح، الخير، الصدوق، مسند بغداد: أبو القاسم سعيد ابن الشيخ أبي غالب أحمد بن الحسن بن أحمد بن البنا البغدادي، الحنبلي. ولد سنة سبع وستين وأربع مائة. وآخر من روى عنه بالإجازة: أبو الحسين بن المقير. توفي في رابع عشر ذي الحجة، سنة خمسين وخمس مائة. انظر سير أعلام النبلاء 20/ 264، 265. ¶ (¬6) هي المرأة الفاضلة: أم عبد الله عائشة بنت قاضى القضاة بدمشق علاء الدين أبى الحسن على بن محمد بن على بن عبد الله بن أبى الفتح العسقلاني الحنبلي، ولدت سنة إحدى وستين وسبع مائة، وهي من بيت علم ورياسة، وكانت خيرة صالحة تكتب كتابة حسنة ولها فهم مليح، متينة الديانة كثيرة التعبد جمة المحاسن قل أن ترى العيون في النساء مثلها. ماتت في يوم الأربعاء سادس عشرين ذي القعدة. انظر: السلوك لمعرفة دول الملوك للمقريزي 7/ 339، والضوء اللامع 12/ 78. ¶ (¬7) هو المسند المعدل المكثر: فتح الدين أبو الحرم محمد بن محمد بن أبي الحرم بن أبي طالب القلانسي الحنبلي، ولد في ثالث عشر ذي الحجة سنة ثلاث وثمانين وستمائة، وكان خيرا دينا متواضعا وحدث بالكثير وصار مسند الديار المصرية في زمانه، توفي بالقاهرة في جمادى الأولى سنة خمس وستين وسبعمائة. انظر: الدرر الكامنة في أعيان المائة 5/ 505، وشذرات الذهب في أخبار من ذهب 8/ 353. ¶ (¬8) هو الشيخ الجليل المسند الرحلة بقية السلف: شهاب الدين أبو المعالي أحمد بن إسحاق بن محمد بن المؤيد بن علي بن إسماعيل بن أبي طالب الأبرقوهي الهمذاني ثم المصري، ولد بأبرقوه من بلاد شيراز في رجب أو شعبان سنة خمس عشرة وستمائة، وسمع الكثير من الحديث على المشايخ الكثيرين، وخرجت له مشيخات، وكان شيخا حسنا متيقظا، توفي بمكة بعد خروج الحجيج بأربعة أيام، سنة إحدى وسبع مائة، وله أربع وثمانون سنة. انظر البداية والنهاية 18/ 15. ¶ (¬9) هو الشيخ الجليل، المعمر، مسند العراق، عميد الدين: أبو الفرج الفتح بن أبي منصور عبد الله بن محمد ابن الشيخ أبي الحسن علي بن هبة الله بن عبد السلام بن يحيى البغدادي، الكاتب. ولد يوم عاشوراء، سنة سبع وثلاثين وخمس مائة. من أهل بيت حديث وكلهم ثقات. وكان صحيح السماع ثقة. وتوفي في الرابع والعشرين من المحرم، سنة أربع وعشرين وست مائة. انظر: تاريخ بغداد للخطيب البغدادي 15/ 319، وسير أعلام النبلاء 22/ 272، 273. ¶ (¬10) هو الشيخ، العالم، الصادق، الأديب، مسند بغداد في وقته: أبو الحسين عاصم بن الحسن بن محمد بن علي بن عاصم بن مهران العاصمي، البغدادي، الكرخي، الشاعر. كان شيخا متقنا، أديبا، فاضلا، كان حفاظ بغداد يكتبون عنه، ويشهدون بصحة سماعه. ولد سنة سبع وتسعين وثلاث مائة. مات في جمادى الآخرة، سنة ثلاث وثمانين وأربع مائة ببغداد وله ست وثمانون سنة. انظر: سير أعلام النبلاء 18/ 598، 599. ¶ (¬11) هو الشيخ، العالم، المعدل، المسند: أبو الحسين علي بن محمد بن عبد الله بن بشران بن محمد بن بشر الأموي، البغدادي. ولد سنة ثمان وعشرين وثلاث مائة. روى شيئا كثيرا على سداد وصدق وصحة رواية، كان عدلا وقورا، تام المروءة، ظاهر الديانة، صدوقا ثبتا. توفي في شعبان سنة خمس عشرة. انظر: سير أعلام النبلاء 17/ 311، 312. ¶ (¬12) هو الإمام، النحوي، الأديب، مسند العراق: أبو علي إسماعيل بن محمد بن إسماعيل بن صالح البغدادي، الصفار، الملحي؛ نسبة إلى الملح والنوادر. ولد سنة سبع وأربعين ومائتين. قال الدارقطني: كان ثقة متعصبا للسنة. انتهى إليه علو الإسناد، وكان مقدما في العربية. توفي ببغداد في رابع عشر المحرم، سنة إحدى وأربعين وثلاث مائة. انظر سير أعلام النبلاء 15/ 440، 441.",
            "page": "14",
            "part": "1"
        },
        {
            "hno": "1",
            "id": "17",
            "nass": "1 - حدثنا سعدان بن نصر بن منصور البزاز أبو عثمان، قال: حدثنا أبو معاوية، عن عمرو بن ميمون، عن سليمان بن يسار، عن عائشة رضي الله عنها، قالت: غَسَلْتُ مَنِيًّا أَصَابَ ثَوْبَ النبيِّ صلى الله عليه وسلم فكأني أنظر بلله على إِلْيَتَيْه (¬1). ¶ ¬__________ ¶ (¬1) إسناده صحيح، رجاله ثقات: أبو معاوية هو محمد بن خازم الضرير، وعمرو بن ميمون هو ابن مهران الجزري الرقي، وسليمان بن يسار هو الهلالي، المدني، مولى ميمونة، ويقال: كان مكاتباً لأم سلمة وهو أحد الفقهاء السبعة. ¶ أخرجه الخطيب في المتفق والمفترق 3/ 1687 (1191)، وابن عساكر في معجم الشيوخ 2/ 1116 (1449) من طريق أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه أحمد (24207)، والترمذي (117) من طريق أبي معاوية به. وأخرجه البخاري (229)، ومسلم (289) (108)، وأبو داود (373)، والنسائي (295) من طرق عن عمرو بن ميمون به وبنحوه.",
            "page": "15",
            "part": "1"
        },
        {
            "hno": "2",
            "id": "18",
            "nass": "2 - حدثنا سعدان بن نصر، ثنا معاذ بن معاذ العنبري، عن سعيد، عن قتادة، عن أنس، عن أبي طلحة رضي الله عنه، قال: كان رسول الله صلى الله عليه وسلم إِذَا غَلَبَ عَلَى قَوْمٍ أَحَبَّ أَنْ يُقِيمَ بِعَرَصَتِهِمْ ثَلَاثًا (¬1). ¶ ¬__________ ¶ (¬1) إسناده صحيح: معاذ هو ابن معاذ بن نصر بن حسان العنبري حافظ متقن ثقة. وسعيد هو ابن أبي عروبة ثقة حافظ، لكنه كثير التدليس واختلط، وكان من أثبت الناس في قتادة. وقتادة هو ابن دعامة بن قتادة السدوسي، ثقة ثبت. ¶ أخرجه البيهقي في الكبرى 9/ 62، 63 من طريق المصنف، بهذا الإسناد. وأخرجه ابن أبي شيبة (33020)، وأحمد (16355) كلاهما عن معاذ بن معاذ، به. وأخرجه الدارمي (2502)، وأبو داود (2695)، والترمذي (1551)، والنسائي في الكبرى (8603) من طرق عن معاذ بن معاذ، به. وأخرجه ابن أبي شيبة (33021)، وأحمد (16356)، والبخاري (3065)، ومسلم (2875) (78) من طرق عن سعيد بن أبي عروبة، به وبنحوه.",
            "page": "16",
            "part": "1"
        },
        {
            "hno": "3",
            "id": "19",
            "nass": "3 - حدثنا سعدان بن نصر، ثنا سفيان بن عيينة، عن منصور بن صفية، عن أمه، عن عائشة رضي الله عنها، أَنَّ امْرَأَةً سَأَلْتِ النَّبِي صلى الله عليه وسلم عَنْ غُسْلِهَا مِنَ الْحَيْضِ فَأَمَرَهَا كَيْفَ تَغْتَسِلُ، فَقَالَ: «خُذِي فِرْصَةً مِنْ مِسْكٍ فَتَطَهَّرِي بِهَا». قَالَتْ: كَيْفَ أَتَطَهَّرُ بِهَا؟ قالت: فَاسْتَتَرَ مِنِّى هَكَذَا. وَحَكَى أَبُو عُثْمَانَ بِأَصَابِعِهِ الأَرْبَعِ. قَالَ: وَحَكَى سُفْيَانُ فَقَالَ: «سُبْحَانَ اللَّهِ تَطَهَّرِى بِهَا». قالت عائشة رضي الله عنها: فَاجْتَذَبْتُهَا إِلَىَّ، فَقُلْتُ: تَتَبَّعِينَ بِهَا أَثَرَ الدَّمِ (¬1). ¶ ¬__________ ¶ (¬1) إسناده صحيح: ومنصور بن صفية هو ابن عبد الرحمن بن طلحة بن الحارث الحجبي، وثقه ابن سعد والنسائي وأثني عليه أحمد وابن عيينة وقال أبو حاتم: صالح الحديث. وأمه هي صفية بنت شيبة بن عثمان بن أبى طلحة القرشية العبدرية، وهي ثقة روى لها الجماعة. ¶ أخرجه البيهقي في الكبرى 1/ 183، وابن عساكر في معجم الشيوخ (862) من طريق المصنف، بهذا الإسناد. وأخرجه البخاري (314)، ومسلم (332) (60)، والنسائي (251)، وابن حبان (1199) من طرقِ عن سفيان بن عيينة به.",
            "page": "17",
            "part": "1"
        },
        {
            "hno": "4",
            "id": "20",
            "nass": "4 - حدثنا سعدان، ثنا أبو معاوية محمد بن خازم الضرير، عن عمرو بن ميمون ابن مهران (¬1)، عن سليمان بن يسار، عن عائشة رضي الله عنها، قال (¬2): اسْتَأْذَنْتُ عَلَيْهَا، فَقَالَتْ: مَنْ هَذَا؟ فَقُلْتُ: سُلَيْمَانُ، قَالَتْ: كَمْ بَقِىَ عَلَيْكَ مِنْ مُكَاتَبَتِكَ، قَالَ قُلْتُ: عَشَرَةُ أَوَاقٍ، قَالَتِ: ادْخُلْ فَإِنَّكَ عَبْدٌ مَا بَقِىَ عَلَيْكَ دِرْهَمٌ (¬3). ¶ ¬__________ ¶ (¬1) * على هامش المخطوط لحق بعد «مهران» كتب فيه: «لعله عن أبيه». ¶ (¬2) ????? في المخطوط: «قالت». ¶ (¬3) إسناده صحيح: ¶ أخرجه البيهقي في الكبرى 7/ 95، وابن عساكر في تاريخ دمشق 72/ 231 من طريق المصنف، بهذا الإسناد. وأخرجه ابن أبي شيبة (20567) عن حفص بن غياث، عن عمرو بن ميمون به.",
            "page": "18",
            "part": "1"
        },
        {
            "hno": "5",
            "id": "21",
            "nass": "5 - حدثنا سعدان بن نصر, ثنا أبو معاوية, عن عمرو بن ميمون بن مهران, عن أبيه, عن أم الدرداء رضي الله عنها، قالت: قال لي أبو الدرداء رضي الله عنه: لاَ تَسْأَلِي أَحَدًا شَيْئًا، قلت: إِنِ احْتَجْتُ؟ قال: تَتَبَّعِي الْحَصَّادِينَ فَانْظُرِي مَا يَسْقُطُ مِنْهُمْ، فَخِذَيْهِ، فَاخْبِطِيهِ، ثُمَّ اطْحَنِيهِ، ثُمَّ اعْجِنِيهِ، ثُمَّ كُلِيهِ، وَلاَ تَسْأَلِي أَحَدًا شَيْئًا (¬1). ¶ ¬__________ ¶ (¬1) إسناده صحيح: وأبو عمرو بن ميمون هو ميمون بن مهران الجزري، أبو أيوب الرقي، ثقة. ¶ أخرجه البيهقي في الكبرى 6/ 196، وابن عساكر في تاريخ دمشق 70/ 155، من طريق أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد.",
            "page": "19",
            "part": "1"
        },
        {
            "hno": "6",
            "id": "22",
            "nass": "6 - حدثنا سعدان، ثنا أبو معاوية، عن عمرو بن ميمون، عن أبيه، قال قلت لسعيد بن المسيب: أَيْنَ تَعْتَدُّ الْمُطَلَّقَةُ ثَلاَثًا؟ قَالَ: تَعْتَدُّ فِي بَيْتِهَا. قال قلت: أَلَيْسَ قَدْ أَمَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَاطِمَةَ بِنْتَ قَيْسٍ أَنْ تَعْتَدَّ فِي بَيْتِ ابْنِ أُمِّ مَكْتُومٍ؟ قال: تِلْكَ الْمَرْأَةُ الَّتِي فَتَنَتِ النَّاسَ، إِنَّهَا اسْتَطَالَتْ عَلَى أَحْمَائِهَا بِلِسَانِهَا، فَأَمَرَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ تَعْتَدَّ فِي بَيْتِ ابْنِ أُمِّ مَكْتُومٍ الأعمى، وَكَانَ رَجُلاً مَكْفُوفَ الْبَصَرِ (¬1). ¶ ¬__________ ¶ (¬1) إسناده صحيح: ¶ أخرجه البيهقي في الكبرى 7/ 433، عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه الطحاوي في شرح معاني الآثار 3/ 69 (4530) من طريق أبي معاوية به.",
            "page": "20",
            "part": "1"
        },
        {
            "hno": "7",
            "id": "23",
            "nass": "7 - حدثنا سعدان، ثنا أبو معاوية، عن عبيد الله بن عمر، عن نافع، عن ابن عمر رضي الله عنه، قال: لَيْسَ فِي مَالِ (¬1) مَمْلُوكٍ زَكَاةٌ (¬2). ¶ ¬__________ ¶ (¬1) • سقطت من المخطوط. ¶ (¬2) إسناده صحيح: وعبيد الله بن عمر هو ابن حفص بن عاصم بن عمر بن الخطاب العمري، وهو ثقة ثبت. ¶ أخرجه البيهقي في الكبرى 4/ 108، من طريق إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد.",
            "page": "21",
            "part": "1"
        },
        {
            "hno": "8",
            "id": "24",
            "nass": "8 - حدثنا سعدان بن نصر، ثنا أبو معاوية، عن الأعمش، عن يحيى بن وثاب، أنه صلى بهم الفجر بين الاسطوانتين في مُسْتَقَةٍ (¬1) يده في جوفها، قال: فقرأ: {قَد أَفلَحَ المُؤمِنونَ} [المؤمنون: 1] حتى انتهى: {إنا لمخرجون} في قراءة عبد الله، ثم ركع، ثم قام فقرأ بقيتها في الركعة الثانية (¬2). ¶ ¬__________ ¶ (¬1) ? في المخطوط: «مشتقة»، والمستقة هي: فرو طويل الكمين، وجمعها: مساتق. انظر: النهاية في غريب الحديث 4/ 326. ¶ (¬2) إسناده صحيح: ويحيى بن وثاب الأسدي الكوفي المقرئ، ثقة عابد. ¶ أخرجه ابن أبي شيبة (2749) عن أبي معاوية به مختصرًا.",
            "page": "22",
            "part": "1"
        },
        {
            "hno": "9",
            "id": "25",
            "nass": "9 - حدثنا سعدان، ثنا أبو معاوية، عن مجمع بن يحيى، قال: (1 ... 1)، وأنا محرم، فسألت عطاء، فقال: أهرق لذلك دما (¬1).  ¶ ¬__________ ¶ (¬1) (1 - 1) كلمتان غير مقروءتين بالأصل، ولعلهما «لَاحَيْتُ كرِمِّي» فهما أقرب إلى رسم ما في المخطوط. ¶ (9) أخرجه ابن عساكر في تاريخ دمشق 57/ 25، من طريق أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد.",
            "page": "23",
            "part": "1"
        },
        {
            "hno": "10",
            "id": "26",
            "nass": "10 - حدثنا سعدان، ثنا أبو معاوية، عن المجالد بن سعيد، عن الشعبي، عن شريح، عن عمر رضي الله عنه، قال: إِذَا أَقَرَّ الرَّجُلُ بِوَلَدِهِ طَرْفَةَ عَيْنٍ فَلَيْسَ لَهُ أَنْ يَنْفِيَهُ (¬1).  ¶ ¬__________ ¶ (¬1) إسناده ضعيف: مجالد بن سعيد هو ابن عمير الهمداني، ضعيف. قال الحافظ في التقريب 1/ 520: ليس بالقوي وقد تغير في آخر عمره. ¶ أخرجه البيهقي في الكبرى 7/ 411، عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه ابن أبي شيبة (17854) عن هشيم، عن مجالد، عن الشعبي، عن عمر بنحوه مرسلا.",
            "page": "24",
            "part": "1"
        },
        {
            "hno": "11",
            "id": "27",
            "nass": "11 - حدثنا سعدان، ثنا أبو معاوية، عن الحجاج بن أرطاة، عن مكحول، قال: اشترى رجل جارية لها زوج، قال: فجاء زوجها فاستعدى إلى عمر وقد خرج بها السيد إلى حمص قال: فكتب عمر إلى عامله بحمص، أن لا يقربها سيدها حتى يرضى زوجها من بضعها (¬1). ¶ ¬__________ ¶ (¬1) إسناده ضعيف: الحجاج بن أرطاة هو ابن ثور ابن هبيرة النخعي، صدوق كثير الخطأ والتدليس، وقيل لم يسمع من مكحول.",
            "page": "25",
            "part": "1"
        },
        {
            "hno": "12",
            "id": "28",
            "nass": "12 - حدثنا سعدان، ثنا أبو معاوية، عن الحجاج، عن أبي إسحاق، عن الشعبي، عن الحارث، عن علي رضي الله عنه، قال: إِذَا حَكَمَ أَحَدُ الْحَكَمَيْنِ وَلَمْ يَحْكُمِ الآخَرُ فَلَيْسَ حُكْمُهُ بِشَيْءٍ حَتَّى يَجْتَمِعَا (¬1). ¶ ¬__________ ¶ (¬1) إسناده ضعيف: الحارث هو ابن عبد الله الأعور الهمداني قال الحافظ في التقريب 1/ 146: صاحب علي، كذبه الشعبي في رأيه، ورمي بالرفض، وفي حديثه ضعف. ¶ أخرجه البيهقي في الكبرى 7/ 306، عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه أبو عبيد القاسم بن سلام في الناسخ والمنسوخ (220) عن أبي معاوية به.",
            "page": "26",
            "part": "1"
        },
        {
            "hno": "13",
            "id": "29",
            "nass": "13 - حدثنا سعدان، ثنا أبو معاوية، عن يحيى بن سعيد، عن سعيد بن المسيب، أنه كره أن يبيع الرجل الشيء ليس عنده أصله (¬1).  ¶ ¬__________ ¶ (¬1) رجاله ثقات: ويحيى بن سعيد هو الأنصاري. ¶ أورده ابن أبي شيبة بعد حديث رقم (20855).",
            "page": "27",
            "part": "1"
        },
        {
            "hno": "14",
            "id": "30",
            "nass": "14 - حدثنا سعدان، ثنا أبو معاوية، عن يحيى بن سعيد، عن نافع، عن ابن عمر رضي الله عنهما: أنه كان لا يرى بذلك بأسًا (¬1). ¶ ¬__________ ¶ (¬1) إسناده صحيح رجاله ثقات: يحيى بن سعيد هو الأنصاري ¶ أخرجه البيهقي في الكبرى 6/ 20، وفي الصغرى (1991) عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه الشافعي في مسنده 2/ 147 (501) عن إبراهيم بن محمد بن أبي يحيى، وابن أبي شيبة (20855) عن ابن أبي زائدة، كلاهما عن يحيى بن سعيد به.",
            "page": "28",
            "part": "1"
        },
        {
            "hno": "15",
            "id": "31",
            "nass": "15 - حدثنا سعدان، ثنا أبو معاوية، عن الحجاج، عن أبي إسحاق، عن علي رضي الله عنه، قال: إذا انصرفت إحدى الطائفتين فاذبح.",
            "page": "29",
            "part": "1"
        },
        {
            "hno": "16",
            "id": "32",
            "nass": "16 - حدثنا سعدان بن نصر، ثنا أبو معاوية، عن عمر بن ذر، عن مجاهد، قال: كَانَ ابْنُ عَبَّاسٍ رضي الله عنه يُلَبِّى فِي الْعُمْرَةِ حَتَّى يَسْتَلِمَ الْحَجَرَ ثُمَّ يَقْطَعُ. قال: وَكَانَ ابْنُ عُمَرَ رضي الله عنه يُلَبِّى فِي الْعُمْرَةِ حَتَّى إِذَا رَأَى بُيُوتَ مَكَّةَ تَرَكَ التَّلْبِيَةَ وَأَقْبَلَ عَلَى التَّكْبِيرِ وَالذِّكْرِ حَتَّى يَسْتَلِمَ الْحَجَرَ (¬1). ¶ ¬__________ ¶ (¬1) رجاله ثقات: عمر بن ذر هو ابن عبد الله بن زرارة الهمدانى، ومجاهد هو ابن جبر المكي. ¶ أخرجه البيهقي في الكبرى 5/ 104، عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد.",
            "page": "30",
            "part": "1"
        },
        {
            "hno": "17",
            "id": "33",
            "nass": "17 - حدثنا سعدان، ثنا أبو معاوية، عن الحجاج، عن عطاء، قال: كَانَ أَصْحَابُ رَسُولِ اللَّهِ صلى الله عليه وسلم يَتَوَكَّئُونَ عَلَى الْعُصِيِّ فِي الصَّلاَةِ (¬1). ¶ ¬__________ ¶ (¬1) أخرجه البيهقي في الكبرى 2/ 289، عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأورده البغوي في شرح السنة 3/ 249.",
            "page": "31",
            "part": "1"
        },
        {
            "hno": "18",
            "id": "34",
            "nass": "18 - حدثنا سعدان، ثنا أبو معاوية، عن الأعمش، عن زيد بن وهب، قال: قال عمر رضي الله عنه: إِذَا كُنْتُمْ ثَلَاثَةً فَأَمِّرُوا عَلَيْكُمْ وَاحِدًا مِنْكُمْ, فَإِذَا مَرَرْتُمْ (¬1) بِرَاعِي الْإِبِلِ فَنَادُوا: يَا رَاعِيَ الْإِبِلِ, فَإِنْ أَجَابَكُمْ فَاسْتَسْقُوا, وَإِنْ لَمْ يُجِبْكُمْ فاحلبوها (¬2) وَاشْرَبُوا ثُمَّ صُرُّوهَا (¬3). ¶ ¬__________ ¶ (¬1) * سقطت من المخطوط. ¶ (¬2) • في نسخة: «فحلوها». ¶ (¬3) إسناده صحيح: زيد بن وهب هو الجهني، أبو سليمان الكوفي. ¶ أخرجه البيهقي في الكبرى 9/ 359، عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وقال البيهقي: هذا عن عمر رضي الله عنه صحيح.",
            "page": "32",
            "part": "1"
        },
        {
            "hno": "19",
            "id": "35",
            "nass": "19 - حدثنا سعدان، ثنا أبو معاوية، عن الأعمش، عن شقيق بن سلمة، عن يسار بن نمير، قال: قال عمر رضي الله عنه: إِنِّي أَحْلِفُ أَنْ لاَ أَعْطِىَ أَقْوَامًا ثُمَّ يَبْدُو لِي أَنْ أُعْطِيَهُمْ؛ فَإِذَا رَأَيْتَنِي قَدْ فَعَلْتُ ذَلِكَ فَأَطْعِمْ عَنِّى عَشَرَةَ مَسَاكِينَ بَيْنَ كُلِّ مِسْكِينَيْنِ صَاعًا مِنْ بُرٍّ أَوْ صَاعًا مِنْ تَمْرٍ (¬1). ¶ ¬__________ ¶ (¬1) إسناده صحيح: شقيق بن سلمة هو أبو وائل الكوفي، ويسار بن نمير المدني، مولى عمر بن الخطاب. ¶ أخرجه البيهقي في الكبرى 10/ 55، عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه الطحاوي في شرح معاني الآثار (4756) من طريق أبي معاوية به. وأخرجه عبد الرزاق (16075)، وسعيد بن منصور (787 - التفسير)، وابن أبي شيبة (12323) من طريق أبي وائل شقيق بن سلمة به.",
            "page": "33",
            "part": "1"
        },
        {
            "hno": "20",
            "id": "36",
            "nass": "20 - حدثنا سعدان، ثنا أبو معاوية، عن الشيباني أبي إسحاق، عن سعيد بن جبير، قال: كُنْتُ أَسِيرُ مَعَ أَبِي عُبَيْدَةَ بَيْنَ الْحِيرَةِ وَالْكُوفَةِ، فَقَرَأَ السَّجْدَةَ، فَذَهَبْت أَنْزِلُ لأَسْجُدَ فحبسني، وقال: يُجْزِيك أَنْ تُومِىءَ بِرَأْسِكَ، وَأَوْمَأَ بِرَأْسِهِ (¬1). ¶ ¬__________ ¶ (¬1) رجاله ثقات: أبو إسحاق الشيباني هو سليمان بن أبي سليمان، كان ثقة حجة. ¶ أخرجه ابن أبي شيبة (4236) عن أبي معاوية، بهذا الإسناد.",
            "page": "34",
            "part": "1"
        },
        {
            "hno": "21",
            "id": "37",
            "nass": "21 - حدثنا سعدان، ثنا أبو معاوية، عن أبي (¬1) عرفجة الفائشي، عن عطية العوفي، عن ابن عمر رضي الله عنهما، قال: يَعْزِلُ عَنِ الأَمَةِ وَيَسْتَأْمِرُ الْحُرَّةَ (¬2). قال: وقال ابن عباس لي: ما أبالي عزلت، أو بزقت. ¶ ¬__________ ¶ (¬1) (سقط من المخطوط. ¶ (¬2) إسناده ضعيف: أبو عرفجة الفائشي هو عمير بن عرفجة سكت عنه ابن أبي حاتم في الجرح والتعديل 6/ 377، وذكر ابن حبان في الثقات 7/ 273. وعطية العوفي هو ابن سعد ابن جنادة، قال الحافظ في التقريب 1/ 393: صدوق يخطئ كثيرا وكان شيعيا مدلسا. ¶ أخرجه البيهقي في الكبرى 7/ 231، عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد.",
            "page": "35",
            "part": "1"
        },
        {
            "hno": "22",
            "id": "38",
            "nass": "22 - حدثنا سعدان، ثنا أبو معاوية، عن الفضل بن يزيد الثُّمَالِيِّ، عن الشعبي، عن ابن عباس رضي الله عنهما، قال: مَا أُبَالِي عَزَلْتُ أَوْ بَزَقْتُ. قال: وَكَانَ صَاحِبُ هَذِهِ الدَّارِ يَكْرَهُهُ. يَعْنِي ابْنَ مَسْعُودٍ (¬1). ¶ ¬__________ ¶ (¬1) إسناد حسن: رجاله ثقات غير الفضل بن يزيد الثمالي قال الحافظ في التقريب 1/ 447: صدوق. ¶ أخرجه البيهقي في الكبرى 7/ 231، عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد.",
            "page": "36",
            "part": "1"
        },
        {
            "hno": "23",
            "id": "39",
            "nass": "23 - حدثنا سعدان، ثنا إسحاق بن يوسف الأزرق أبو محمد الواسطي، عن شريك، عن زياد بن علاقة، عن عرفجة، أو أسامة بن شريك - شك إسحاق - قال: قال رسول الله صلى الله عليه وسلم: «إِنَّهَا سَتَكُونُ هَنَاتٌ وَهَنَاتٌ ثلاثة، فَمَنْ جَاءَكُمْ يُفَرِّقُ بَيْنَ جَمَاعَتِكُمْ، فَاضْرِبُوا عُنُقَهُ كَائِنًا مَنْ كَانَ» (¬1). ¶ ¬__________ ¶ (¬1) إسناده حسن، والحديث صحيح: شريك هو ابن عبد الله بن أبى شريك النخعي. وزياد بن علاقة هو بن مالك الثعلبي. وعرفجة الأشجعي، وأسامة بن شريك الثعلبي الذبياني، صحابيين جليلين. ¶ أخرجه ابن بطة في الإبانة الكبرى 1/ 301، 302 (139) عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه أبو عوانة (7146)، وأبو جعفر البختري في الجزء الرابع من حديثه 1/ 273 (291) من طريق إسحاق بن يوسف الأزرق به. وأخرجه أحمد (19000)، ومسلم (1852) (59)، وأبو داود (4762)، والنسائي (4022) من طريق شعبة، عن زياد بن علاقة، عن عرفجة، عن النبي صلى الله عليه وسلم بنحوه.",
            "page": "37",
            "part": "1"
        },
        {
            "hno": "24",
            "id": "40",
            "nass": "24 - حدثنا سعدان، ثنا إسحاق بن يوسف الأزرق، عن العوام، عن أبي محمد مولى عمر بن الخطاب، عن أبي عبيدة، عن عبد الله بن مسعود رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم: «مَنْ قَدَّمَ ثَلَاثَةً لَمْ يَبْلُغُوا الْحِنْثَ كَانُوا لَهُ حِصْنًا حَصِينًا مِنَ النَّار». قَالَ: فَقَالَ أُبَيُّ بْنُ كَعْبٍ أَبُو الْمُنْذِرِ سَيِّدُ الْقُرَّاءِ: قَدَّمْتُ اثْنَيْنِ، قَالَ: «وَاثْنَيْنِ». قَالَ أَبُو ذَرٍّ: قَدَّمْتُ وَاحِدًا، قال: «وَوَاحِدًا, وَلَكِنْ إِنَّمَا كان ذَاكَ عِنْدَ الصَّدْمَةِ الْأُولَى» (¬1). ¶ ¬__________ ¶ (¬1) إسناده ضعيف: العوام هو ابن حوشب بن يزيد الشيباني، ثقة. وأبو محمد مولى عمر بن الخطاب، مجهول. وأبو عبيدة هو ابن الصحابي الجليل عبد الله بن مسعود، لم يسمع من أبيه. ¶ أخرجه البيهقي في شعب الإيمان 12/ 212 (9293) عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه أحمد (3554)، وابن ماجه (1606)، والترمذي (1061)، وقال: هذا حديث غريب، وأبو عبيدة لم يسمع من أبيه.",
            "page": "38",
            "part": "1"
        },
        {
            "hno": "25",
            "id": "41",
            "nass": "25 - حدثنا سعدان، ثنا أبو معاوية، ثنا الأعمش، عن أبي ظبيان، عن ابن عباس رضي الله عنهما، قال: الْحِينُ قَدْ يَكُونُ غَدْوَةً وَعَشِيَّةً (¬1). ¶ ¬__________ ¶ (¬1) رجاله ثقات: أبو الظبيان هو حصين بن جندب الجنبي الكوفي. ¶ أخرجه البيهقي في الكبرى 10/ 61، عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه ابن أبي شيبة (12606)، والطبري في تفسيره 13/ 643 - سورة إبراهيم آية 25، وابن أبي حاتم في تفسيره (11589) من طريق أبي معاوية به.",
            "page": "39",
            "part": "1"
        },
        {
            "hno": "26",
            "id": "42",
            "nass": "26 - حدثنا سعدان، ثنا أبو معاوية، ثنا الأعمش، عن إبراهيم التيمي، عن أبيه، عن أبي ذر رضي الله عنه، قال قلت: يَا رَسُولَ اللَّهِ، أَيٌّ مَسْجِدٍ وُضِعَ فِي الأَرْضِ أَوَّلُ؟ قَالَ: «الْمَسْجِدُ الْحَرَامُ». قَالَ قُلْتُ: ثُمَّ أَيُّ؟ قَالَ: «الْمَسْجِدُ الْأَقْصَى»، قَالَ قُلْتُ: كَمْ بَيْنَهُمَا؟ قَالَ: «أَرْبَعُونَ سَنَةً»، قال: «وَأَيْنَمَا أَدْرَكَتْكَ الصَّلَاةُ فَصَلِّ فَهُوَ مَسْجِدٌ» (¬1). ¶ ¬__________ ¶ (¬1) إسناده صحيح، رجاله رجال الشيخين: وإبراهيم هو ابن يزيد بن شريك التيمي. ¶ أخرجه البيهقي في الكبرى 2/ 433، عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه أحمد (21421)، والبخاري (3366)، ومسلم (520) (1)، وابن ماجه (753)، والنسائي (690) من طرقٍ عن الأعمش به.",
            "page": "40",
            "part": "1"
        },
        {
            "hno": "27",
            "id": "43",
            "nass": "27 - حدثنا سعدان، ثنا أبو معاوية، ثنا الأعمش، عن إبراهيم التيمي، عن أبيه عن أبي ذر رضي الله عنه، قال: دَخَلْتُ المَسْجِدَ فإذا النبي صلى الله عليه وسلم جالس، قال: فلما غابت الشمس قال: «يَا أَبَا ذَرٍّ، أَتَدْرِي أَيْنَ تَذْهَبُ هَذِهِ؟» قَالَ قُلْتُ: اللَّهُ وَرَسُولُهُ أَعْلَمُ، قَالَ: «فَإِنَّهَا تَذْهَبُ فَتَسْتَأْذِنُ فِي السُّجُودِ فَيُؤْذَنُ لَهَا، قال: فَكَأَنَّهَا وقَدْ قِيلَ لَهَا: اطْلُعِي مِنْ حَيْثُ جِئْتِ، فَتَطْلُعُ مِنْ مَغْرِبِهَا»، قَالَ: ثم قرأ في قراءة عبد الله: «وَذَلِكَ مُسْتَقَرٌّ لَهَا» (¬1). ¶ ¬__________ ¶ (¬1) إسناده صحيح: ¶ أخرجه البخاري (7424)، ومسلم 1/ 139 (159)، وأبو داود (4002)، والترمذي (2186)، والنسائي في الكبرى (11111) من طريق إبراهيم التيمي به.",
            "page": "41",
            "part": "1"
        },
        {
            "hno": "28",
            "id": "44",
            "nass": "28 - حدثنا سعدان، ثنا أبو معاوية، ثنا الأعمش، عن إبراهيم، قال: بَالَ جَرِيرٌ ثُمَّ تَوَضَّأَ، وَمَسَحَ عَلَى خُفَّيْهِ، قال: فقيل له: تَفْعَلُ هَذَا وَقَدْ بُلْتَ؟ قَالَ: نَعَمْ رَأَيْتُ رَسُولَ اللهِ صلى الله عليه وسلم بَالَ وَتَوَضَّأَ فَمَسَحَ عَلَى خُفَّيْهِ (¬1). ¶ ¬__________ ¶ (¬1) حديث صحيح، وهذا إسناد مرسل: إبراهيم هو ابن يزيد بن قيس بن الأسود النخعي، ثقة إلا أنه يرسل كثيرا. وجرير هو ابن عبد الله البجلي رضي الله عنه. ¶ أخرجه البيهقي في الكبرى 1/ 114، عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، عن أبي معاوية، عن الأعمش، عن إبراهيم، (عن همام)، عن جرير به. وأخرجه أبو يوسف في الآثار (65) عن أبي حنيفة، عن حماد، عن إبراهيم، عن جرير به. وأخرجه أحمد (19168)، والبخاري (387)، ومسلم (272) (72)، وابن ماجه (543)، والترمذي (93)، والنسائي (118) من طريق الأعمش، عن إبراهيم، (عن همام)، عن جرير به. وقال أبو عيسى الترمذي: حديث حسن صحيح.",
            "page": "42",
            "part": "1"
        },
        {
            "hno": "29",
            "id": "45",
            "nass": "29 - حدثنا سعدان، ثنا أبو معاوية، ثنا الأعمش، عن إبراهيم، قال: فَكَانَ يعْجِبُهُمْ هَذَا الْحَدِيثُ لِأَنَّ إِسْلَامَ جَرِيرٍ كَانَ بَعْدَ نُزُولِ الْمَائِدَةِ (¬1). ¶ ¬__________ ¶ (¬1) انظر الحديث السابق.",
            "page": "43",
            "part": "1"
        },
        {
            "hno": "30",
            "id": "46",
            "nass": "30 - حدثنا سعدان، ثنا أبو معاوية، ثنا الحجاج، عن عمرو بن شعيب، عن أبيه، عن جده، قَالَ: وَقَفَ رَسُولُ صلى الله عليه وسلم عِنْدَ الْجَمْرَةِ الثَّانِيَةِ، أَطْوَلَ مِمَّا وَقَفَ عِنْدَ الْجَمْرَةِ الأُولَى، قَالَ: ثُمَّ أَتَى جَمْرَةَ الْعَقَبَةِ فَرَمَاهَا، وَلَمْ يَقِفْ عِنْدَهَا (¬1). ¶ ¬__________ ¶ (¬1) إسناده ضعيف: الحجاج بن أرطاة مدلس وقد عنعنه. وعمرو بن شعيب هو ابن محمد بن عبد الله بن عمرو بن العاص. ¶ أخرجه ابن أبي شيبة (14547)، وأحمد (6669)، وابن الأعرابي في معجمه (660) عن أبي معاوية به.",
            "page": "44",
            "part": "1"
        },
        {
            "hno": "31",
            "id": "47",
            "nass": "31 - حدثنا سعدان، ثنا أبو معاوية، ثنا الحجاج، عن نافع، عن ابن عمر رضي الله عنه، قال: مَرِضَ بَعِيرٌ لَهُ فَنُعِتَ لَهُ الْخَمْرُ، فقال ابن عمر: مَا كُنْتُ لِأُجِرَّهُ خَمْرًا (¬1). ¶ ¬__________ ¶ (¬1) إسناده ضعيف: ¶ أخرجه أبو إسحاق الحربي في غريب الحديث 3/ 1105، من طريق أبي معاوية به. ¶ (1 – 1) لعل هذا خطأ من الناسخ، والصواب أنه: (عبد الرحمن بن معقل) فهو شيخ عبيد بن الحسن.",
            "page": "45",
            "part": "1"
        },
        {
            "hno": "32",
            "id": "48",
            "nass": "32 - حدثنا سعدان، ثنا أبو معاوية، ثنا مسعر، عن عبيد بن الحسن، عن (1عبد الله بن مغفل1) أنه صلى الركعتين قبل صلاة الفجر في السُّدَّةِ، ثم دخل المسجد (¬1). ¶ ¬__________ ¶ (¬1) رجاله ثقات: مسعر هو ابن كدام، وعبيد بن الحسن هو المزني أبو الحسن الكوفي، وعبد الرحمن بن معقل هو ابن مقرن المزني. ¶ أخرجه ابن أبي شيبة (6487) عن وكيع، عن مسعر، عن عبيد بن الحسن، (عن عبد الرحمن بن معقل) به. ¶ (1 - 1) سقطت من المخطوط، وكتب على هامشه: «لعله سقط: ثنا أبو معاوية، لكنه وقع في الأصل بدونه» قلت: والصواب إثباتها ليستقيم السند.",
            "page": "46",
            "part": "1"
        },
        {
            "hno": "33",
            "id": "49",
            "nass": "33 - حدثنا سعدان، (1ثنا أبو معاوية1)، ثنا مسعر، عن عبيد بن الحسن، عن أبي عبيد الله، عن أبي الدرداء رضي الله عنه، أنه كان يدخل المسجد والناس صفوف في صلاة الفجر, فيصلي الركعتين في ناحية المسجد, ثم يدخل مع القوم في الصلاة (¬1). ¶ ¬__________ ¶ (¬1) رجاله ثقات: أبو عبيد الله هو مسلم بن مِشْكَم الدمشقي، كاتب أبي الدرداء. قال الحافظ في التقريب 1/ 530: ثقة مقرئ من كبار الثالثة. ¶ أخرجه الطحاوي في شرح معاني الآثار (2205) من طريق أبي معاوية، عن مسعر، بهذا الإسناد. وأخرجه ابن أبي شيبة (6482) من طريق مسعر، عن الوليد بن أبي مالك، عن أبي عبيد الله، عن أبي الدرداء بنحوه.",
            "page": "47",
            "part": "1"
        },
        {
            "hno": "34",
            "id": "50",
            "nass": "34 - حدثنا سعدان، ثنا أبو معاوية، ثنا أبو مالك الأشجعي، عن أبي عبيدة، عن عبد الله رضي الله عنه، أنه كان يخرج من داره لصلاة الفجر، ثم يأتي الصلاة فيصلي الركعتين في ناحية المسجد، ثم يدخل معهم في الصلاة (¬1). ¶ ¬__________ ¶ (¬1) رجاله ثقات: أبو عبيدة هو بن عبد الله بن مسعود. ¶ أخرجه الطحاوي في شرح معاني الآثار (2206) من طريق أبي معاوية به.",
            "page": "48",
            "part": "1"
        },
        {
            "hno": "35",
            "id": "51",
            "nass": "35 - حدثنا سعدان، ثنا أبو معاوية الضرير، ثنا الحجاج بن أرطاة، عن الحكم، عن إبراهيم، أنه كان يرى الوصية جائزة لليهودي، والنصراني والمجوسي، والمملوك (¬1). ¶ ¬__________ ¶ (¬1) الحكم هو ابن عتيبة الكندي، وإبراهيم هو ابن يزيد بن قيس النخعي. ¶ أخرجه ابن أبي شيبة (31409) عن أبي معاوية، بهذا الإسناد.",
            "page": "49",
            "part": "1"
        },
        {
            "hno": "36",
            "id": "52",
            "nass": "36 - حدثنا سعدان، ثنا أبو معاوية محمد بن خازم، عن الحجاج، عن زيد بن جُبَيْر، عن خِشْفِ بن مالك، عن عبد الله بن مسعود رضي الله عنه، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم جَعَلَ الدِّيَةَ فِي الْخَطَأِ أَخْمَاسًا (¬1). ¶ ¬__________ ¶ (¬1) إسناده ضعيف: من أجل الحجاج بن أرطاة، وفيه أيضا خشف بن مالك، وثقه النسائي وابن حبان وقال الدارقطني وابن عبد البر والبيهقي والخطابي عنه: مجهول. وزيد بن جبير هو ابن حرمل الطائي الكوفي الجشمي. ¶ أخرجه البيهقي في الكبرى 8/ 75، عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه ابن أبي شيبة (27284)، وأحمد (3635)، والدارمي (2412)، والبزار (1922)، وأبو يعلى (5210)، والطحاوي في شرح مشكل الآثار (5284) من طريق أبي معاوية محمد بن خازم الضرير، به. وقال البيهقي بعد كلام كثير على الحديث: وكيفما كان، فالحجاج بن أرطاة غير محتج به، وخشف بن مالك مجهول، والصحيح أنه موقوف على عبد الله بن مسعود.",
            "page": "50",
            "part": "1"
        },
        {
            "hno": "37",
            "id": "53",
            "nass": "37 - حدثنا سعدان، ثنا أبو معاوية، عن الحجاج، عن عبد الجبار بن وائل، عن أبيه رضي الله عنه، أن رسول الله صلى الله عليه وسلم، كان إذا سجد وضع أنفه على الأرض مع جبهته (¬1). ¶ ¬__________ ¶ (¬1) إسناده ضعيف: الحجاج بن أرطاة لم يسمع من عبد الجبار بن وائل بن حجر، وعبد الجبار لم يسمع من أبيه. ¶ أخرجه أحمد (18856)، والطبري في تهذيب الآثار (298 مسند ابن عباس) من طريق أبي معاوية به. وأخرجه ابن أبي شيبة (2702)، وأحمد (18840)، والطبراني 22/ 29 (62)، ولوين في جزئه (115) من طرقٍ عن الحجاج به. وقال الترمذي في العلل الكبير 1/ 235: قال محمدًا – يعني البخاري -: الحجاج بن أرطاة لم يسمع من عبد الجبار بن وائل, وعبد الجبار لم يسمع من أبيه, ولد بعد موت أبيه.",
            "page": "51",
            "part": "1"
        },
        {
            "hno": "38",
            "id": "54",
            "nass": "38 - حدثنا سعدان، ثنا أبو معاوية، عن إبراهيم بن طهمان، عن سماك بن حرب، عن عكرمة، عن ابن عباس رضي الله عنه، أنه قَالَ: إِذَا سَجَدْتَ فَضَعْ أَنْفَكَ بالأَرْضِ ثُمَّ جَبْهَتَكَ (¬1). ¶ ¬__________ ¶ (¬1) إسناده ضعف: سماك بن حرب، روايته عن عكرمة مضطربة. ¶ أخرجه البيهقي في الكبرى 2/ 104، عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه عبد الرزاق (2978)، وابن أبي شيبة (2703)، والبغوي في الجعديات (2423)، وابن المنذر في الأوسط 3/ 175 (1453) من طرقٍ عن سماك به.",
            "page": "52",
            "part": "1"
        },
        {
            "hno": "39",
            "id": "55",
            "nass": "39 - حدثنا سعدان، ثنا أبو معاوية، عن إسماعيل بن أبي خالد، عن قيس بن أبي حازم، عن أبي هريرة رضي الله عنه، قال: إنما الإمام أمير فَإِنْ صَلَّى قَائِمًا فَصَلُّوا قِيَامًا، وإن صلى جالسًا فصلوا جلوسًا (¬1). ¶ ¬__________ ¶ (¬1) إسناده صحيح، رجاله ثقات: إسماعيل بن أبي خالد هو الأحمسي، وقيس بن أبي حازم هو أبو عبد الله الكوفي الأحمسي ثقة مخضرم. ¶ أخرجه ابن أبي شيبة (7216)، وابن المنذر في الأوسط 4/ 206 (2044) من طريق إسماعيل بن أبي خالد، به.",
            "page": "53",
            "part": "1"
        },
        {
            "hno": "40",
            "id": "56",
            "nass": "40 - حدثنا سعدان، ثنا أبو معاوية، عن إبراهيم بن طهمان، عن جابر، عن الحكم، قال: كَتَبَ عُمَرُ رضي الله عنه: لاَ يَؤُمَّنَّ أَحَدٌ جَالِسًا بَعْدَ النَّبِيِّ صلى الله عليه وسلم، وَعَمْدُ الصبي وَخَطَؤُهُ سَوَاءٌ فِيهِ الْكَفَّارَةُ، وَأَيُّمَا امْرَأَةٍ تَزَوَّجَتْ عَبْدَهَا فَاجْلِدُوهَا الْحَدَّ (¬1). ¶ ¬__________ ¶ (¬1) إسناده ضعيف: جابر هو ابن يزيد بن الحارث الجعفي، قال الحافظ في التقريب 1/ 137: ضعيف رافضي. وهو مع ضعف الجعفي منقطع فبين الحكم بن عتيبة الكندي وبين عمر بن الخطاب مفاوز. ¶ أخرجه البيهقي في الكبرى 8/ 61، عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وقال البيهقي: هذا منقطع، وراويه جابر الجعفي.",
            "page": "54",
            "part": "1"
        },
        {
            "hno": "41",
            "id": "57",
            "nass": "41 - حدثنا سعدان، ثنا أبي نصر بن منصور، ثنا حفص بن سليمان، ثنا علقمة بن مَرْثَدٍ، عن أبي عبد الرحمن السُّلَمِيِّ، عن عثمان بن عفان رضي الله عنه قال: مَرِضْتُ مَرَضًا وَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَعُوذُنِي، فَعَوَّذَنِي يَوْمًا فَقَالَ: «بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ، أُعَوِّذُكَ بِالْأَحَدِ الصَّمَدِ، الَّذِي لَمْ يَلِدْ وَلَمْ يُولَدْ، وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ، مِنْ شَرِّ مَا تَجِدُ» مرات، فَشَفَانِيَ اللَّهُ، فَلَمَّا شَفَانِي قَالَ لِي: «يَا عُثْمَانُ، تَعَوَّذْ بِهِنَّ، فَمَا تَعَوَّذْتُمْ بِمِثْلِهِنَّ» (¬1). ¶ ¬__________ ¶ (¬1) إسناده ضعيف جدا: حفص بن سليمان الأسدي أبو عمر البزاز الكوفي القارئ، متروك الحديث مع إمامته في القراءة. وأبو عبد الرحمن السلمي هو عبد الله بن حبيب بن ربيعة. ¶ أخرجه الخطيب في تاريخ بغداد 15/ 387، وفي تلخيص المتشابه 1/ 476، عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه البيهقي في الدعوات الكبير (525) من رواية أبي سعيد بن الأعرابي، عن المصنف، به. وأخرجه ابن أبي الدنيا في المرض والكفارات (194)، وأبو يعلى كما في المطالب العالية 11/ 157 (2485) من طرقٍ عن أبي عبد الرحمن السلمي به. وأورده العقيلي في الضعفاء الكبير 2/ 208، وقال: ليس لهذا من حديث الثوري أصل، إنما هذا من حديث حفص بن سليمان، حدثناه إبراهيم بن محمد، عن هانئ بن يحيى، عن حفص بن سليمان، وحفص بن سليمان ضعيف، وله غير حديث منكر عن الثقات",
            "page": "55",
            "part": "1"
        },
        {
            "hno": "42",
            "id": "58",
            "nass": "42 - حدثنا أبو معاوية، عن عبيد الله بن عمر، عن نافع، عن ابن عمر رضي الله تعالى عنهما، أَنَّ رَسُولَ الله - صلى الله عليه وسلم - أَسْهَمَ لِلرَّجُلِ وَلِفَرَسِهِ ثَلَاثَةَ أَسْهُمٍ, سَهْمًا لَهُ وَسَهْمَيْنِ لِفَرَسِهِ (¬1). ¶ ¬__________ ¶ (¬1) إسناده صحيح: عبيد الله بن عمر هو ابن حفص بن عاصم بن عمر بن الخطاب العمري، ثقة ثبت. ¶ أخرجه البيهقي في الكبرى (12867) عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه أحمد (4999)، والدارمي (2515)، والبخاري (2863)، ومسلم (1762) (57)، وابن ماجه (2854)، وأبو داود (2733)، والترمذي (1554) من طرقٍ عن عبيد الله بن عمر به.",
            "page": "56",
            "part": "1"
        },
        {
            "hno": "43",
            "id": "59",
            "nass": "43 - حدثنا سعدان، ثنا محمد بن عبيد الطنافسي، عن إدريس، عن مغيرة، عن مجاهد، قال: لَيْسَ عَلَى الْبَقَرِ الْعَوَامِلِ زَكَاةٌ، ولا على الرمان والتفاح والبقول، مِمَّا لَا يَحُولُ عَلَيْهِ الْحَوْلُ زَكَاةٌ (¬1). ¶ ¬__________ ¶ (¬1) رجاله ثقات: محمد بن عبيد هو ابن أبى أمية الطنافسي، وإدريس هو ابن يزيد بن عبد الرحمن الأودي، ومغيرة هو ابن مقسم الضبي ثقة يدلس لكنه صرح بالتحديث في رواية ابن زنجويه وابن أبي شيبة. ومجاهد هو ابن جبر المكي. ¶ أخرجه ابن زنجويه في الأموال (1479، 2034) من طريق إدريس الأودي به. وأخرجه أيضا (1478) من طريق الحسن بن صالح، عن المغيرة، قال سمعت مجاهدا، ثم ذكره. وأخرج شطره الثاني: ابن أبي شيبة (10135)، ويحيى بن آدم في الخراج (567) من طرقٍ عن المغيرة بنحوه.",
            "page": "57",
            "part": "1"
        },
        {
            "hno": "44",
            "id": "60",
            "nass": "44 - حدثنا سعدان، ثنا أبو معاوية، ثنا الحجاج بن أرطاة، عن سعيد بن عبيد بن زيد بن عقبة، عن أبيه، عن سمرة بن جندب رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم: «إِذَا ضَاعَ لِأَحَدِكُمْ مَتَاعٌ، أَوْ سُرِقَ لَهُ مَتَاعٌ، فَوَجَدَهُ فِي يَدِ رَجُلٍ بِعَيْنِهِ فَهُوَ أَحَقُّ بِهِ، وَيَرْجِعُ الْمُشْتَرِي عَلَى الْبَائِعِ بِالثَّمَنِ» (¬1). ¶ ¬__________ ¶ (¬1) أخرجه البيهقي في الكبرى 6/ 51، وفي الصغرى (2065) عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه ابن أبي شيبة (23226)، وأحمد (20146)، وابن ماجه (2331)، والطحاوي في شرح معاني الآثار (6178)، وابن الأعرابي في معجمه (621)، والطبراني في الكبير 7/ 185 (6781) من طريق أبي معاوية به.",
            "page": "58",
            "part": "1"
        },
        {
            "hno": "45",
            "id": "61",
            "nass": "45 - حدثنا سعدان، ثنا أبو معاوية، ثنا الحجاج بن أرطاة، عن شيخ من أهل المدينة، عن أبي سعيد الخدري رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم: «لاَ بَأْسَ بِالأُضْحِيَّةِ الْمَقْطُوعَةِ الذَّنَبِ» (¬1). ¶ ¬__________ ¶ (¬1) إسناده ضعيف: لحال الحجاج بن أرطاة، وجهالة الراوي عن أبي سعيد. ¶ أخرجه البيهقي في الكبرى 9/ 289، عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وروي من طرق أخرى عن أبي سعيد الخدري بنحوه لكن لم يصح منها شيء.",
            "page": "59",
            "part": "1"
        },
        {
            "hno": "46",
            "id": "62",
            "nass": "46 - حدثنا سعدان، ثنا أبو معاوية، عن الحجاج بن أرطاة، عن الحكم، عن يحيى بن الجزار، عن ابن عباس رضي الله عنهما، أن رسول الله صلى الله عليه وسلم صَلَّى فِي فَضَاءٍ لَيْسَ بَيْنَ يَدَيْهِ شَيْءٌ (¬1). ¶ ¬__________ ¶ (¬1) أخرجه البيهقي في الكبرى 2/ 273، عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه ابن أبي شيبة (2883)، وأحمد (1965)، وأبو يعلى (2601) من طريق أبي معاوية به.",
            "page": "60",
            "part": "1"
        },
        {
            "hno": "47",
            "id": "63",
            "nass": "47 - حدثنا سعدان، ثنا أبو معاوية، عن الأعمش، عن نافع، عن ابن عمر رضي الله عنهما، قال: لَقَدْ رَأَيْتُنِي وَمَا الرَّجُلُ الْمُسْلِمُ بِأَحَقَّ بِدِينَارِهِ وَدِرْهَمِهِ مِنْ أَخِيهِ الْمُسْلِمِ (¬1). ¶ ¬__________ ¶ (¬1) أخرجه الخرائطي في مكارم الأخلاق (116)، وابن الأعرابي في معجمه (1656)، وابن المقرئ في معجمه (1118)، والبيهقي في شعب الإيمان 13/ 305 (10372) جميعهم من طريق المصنف، بهذا الإسناد. وأخرجه ابن أبي شيبة (27241)، وابن أبي الدنيا في كتاب الإخوان (157)، والطبراني في الأوسط (3910) من طرقٍ عن أبي معاوية به.",
            "page": "61",
            "part": "1"
        },
        {
            "hno": "48",
            "id": "64",
            "nass": "48 - حدثنا سعدان، ثنا معاذ، عن خالد بن دينار، قال: رَأَيْتُ الْحَسَنَ يُصَلِّي عَلَى جِنَازَةِ أَبِي رَجَاءٍ الْعُطَارِدِيِّ عَلَى حِمَارٍ (¬1). ¶ ¬__________ ¶ (¬1) إسناده حسن: خالد بن دينار هو أبو خلدة التميمي السعدي، صدوق. والحسن هو البصري. ¶ أخرجه ابن أبي شيبة (11454)، وابن سعد في الطبقات الكبرى 9/ 139 (9845) كلاهما عن معاذ، بهذا الإسناد.",
            "page": "62",
            "part": "1"
        },
        {
            "hno": "49",
            "id": "65",
            "nass": "49 - حدثنا سعدان، ثنا محمد بن عبيد، عن مسعر، عن منصور، عن إبراهيم، عن علقمة، عن ابن مسعود رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم: «إِنَّمَا أَنَا بَشَرٌ أَنْسَى كَمَا تَنْسَوْنَ، فَأَيُّكُمْ شَكَّ فِي صَلَاتِهِ فَلْيَنْظُرْ أَحْرَى ذَلِكَ إِلَى الصَّوَابِ، فَلْيُتِمَّ عَلَيْهِ وَيَسْجُدْ سَجْدَتَيْنِ» (¬1). ¶ ¬__________ ¶ (¬1) إسناده صحيح، رجاله ثقات: منصور هو ابن المعتمر، وإبراهيم هو النخعي، وعلقمة هو ابن قيس النخعي، وعبد الله هو ابن مسعود ¶ أخرجه البيهقي في الكبرى 2/ 330، عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه أحمد (4348)، وأبو عوانة (1928)، والشاشي (304)، والدارقطني (1410) من طريق محمد بن عبيد الطنافسي به. وأخرجه البخاري (401)، ومسلم (572) (89)، وابن ماجه (1203)، وأبو داود (1020)، والنسائي (1242) من طرقٍ عن إبراهيم به.",
            "page": "63",
            "part": "1"
        },
        {
            "hno": "50",
            "id": "66",
            "nass": "50 - حدثنا سعدان، ثنا مِسْكِينُ بْنُ بُكَيْرٍ، عن محمد بن المهاجر، عن أبيه، أَنَّ أَسْمَاءَ بِنْتَ يَزِيدَ بْنِ السَّكَنِ رضي الله عنها قَتَلَتْ يَوْمَ الْيَرْمُوكِ تِسْعَةً مِنَ الرُّومِ بِعَمُودِ خِبَائِهَا أَوْ فُسْطَاطِهَا (¬1). ¶ ¬__________ ¶ (¬1) إسناده حسن: مسكين بن بكير هو الحراني أبو عبد الرحمن الحذاء، قال الحافظ في التقريب 1/ 529: صدوق يخطئ وكان صاحب حديث. ¶ أخرجه أبو جعفر ابن البختري في الجزء الرابع من حديثه (413) من طريق المصنف، به. وأخرجه الطبراني في الكبير 24/ 157 (403)، وأبو نعيم في معرفة الصحابة (7507) من طرقٍ عن محمد بن مهاجر، به. وقال الهيثمي في مجمع الزوائد 9/ 421: رواه الطبراني ورجاله ثقات.",
            "page": "64",
            "part": "1"
        },
        {
            "hno": "51",
            "id": "67",
            "nass": "51 - حدثنا سعدان، ثنا عمر بن شبيب الْمُسْلِيُّ، عن عبد الله بن عيسى، عن عطية العوفي، عن عبد الله بن عمر رضي الله عنهما، قال: قال رسول الله صلى الله عليه وسلم: «طَلَاقُ الْأَمَةِ ثِنْتَانِ وَعِدَّتُهَا حَيْضَتَانِ» (¬1). ¶ ¬__________ ¶ (¬1) إسناده ضعيف: ¶ أخرجه الدارقطني (3995)، والبيهقي في الكبرى 7/ 369، كلاهما من طريق المصنف، به. وأخرجه ابن ماجه (2079)، وأبو بكر الإسماعيلي في معجم أسامي شيوخه 1/ 490، والدارقطني (3994) من طريق عمر بن شبيب به. وقال الدارقطني في سننه 5/ 70: وحديث عبد الله بن عيسى, عن عطية, عن ابن عمر, عن النبي صلى الله عليه وسلم منكر غير ثابت من وجهين, أحدهما: أن عطية ضعيف, والوجه الآخر أن عمرو بن شبيب ضعيف الحديث لا يحتج بروايته والله أعلم.",
            "page": "65",
            "part": "1"
        },
        {
            "hno": "52",
            "id": "68",
            "nass": "52 - حدثنا سعدان، ثنا موسى بن داود أبو عبد الله الضبي، ثنا أبو بكر بن عياش، عن أبي إسحاق، عن أبي الأحوص، عن عبد الله رضي الله عنه، قال: لِلصَّائِمِ فَرْحَتَانِ، فَرْحَةٌ عِنْدَ فِطْرِهِ، وَفَرْحَةٌ عِنْدَ لِقَاءِ رَبِّهِ (¬1). ¶ ¬__________ ¶ (¬1) إسناده حسن: ¶ أخرجه عبد الرزاق (7898)، والنسائي (2212) من طريق أبي إسحاق به.",
            "page": "66",
            "part": "1"
        },
        {
            "hno": "53",
            "id": "69",
            "nass": "53 - حدثنا سعدان، ثنا معمر بن سليمان الرقي، عن خصيف، عن زياد بن أبي مريم، عن عبد الله بن معقل، قال: كان أبي عند عبد الله بن مسعود رضي الله عنه، فسمعته يقول: سمعت رسول الله صلى الله عليه وسلم، يقول: «النَّدَمُ تَوْبَةٌ» (¬1). ¶ ¬__________ ¶ (¬1) صحيح لغيره، وهذا الإسناد ضعيف: خصيف بن عبد الرحمن، صدوق سيء الحفظ، خلط بآخرة، وقد تابعه عبد الكريم بن مالك الجزري. ¶ أخرجه الخطيب البغدادي في تالي تلخيص المتشابه 1/ 97 (33)، والذهبي في معجم الشيوخ الكبير 2/ 32، من طريق المصنف، به. وقال الذهبي: وهذا إسناد حسن. وأخرجه أبو بكر الإسماعيلي في معجمه (409) من طريق معمر بن سليمان به. وأخرجه الطيالسي (380)، والحميدي (105)، وأحمد (3568)، وابن ماجه (4252)، والبزار (1926)، وأبو يعلى (4969)، والحاكم 4/ 243، وقال: حديث صحيح الإسناد. وقال الذهبي: صحيح. وقال البوصيري في مصباح الزجاجة 4/ 248: هذا إسناد صحيح رجاله ثقات.",
            "page": "67",
            "part": "1"
        },
        {
            "hno": "54",
            "id": "70",
            "nass": "54 - حدثنا سعدان، ثنا قهيز (¬1) بن زياد الرقي، عن طلحة بن عمرو، عن شعبة ابن الحجاج، عن داود بن أبي هند، عن سعيد بن المسيب في النبيذ يجعل فيه الدردي (¬2) قال: هو خمر (¬3). ¶ ¬__________ ¶ (¬1) * كذا في المخطوط، والصواب «فهير». ¶ (¬2) (•) الدردي: هو الخميرة التي تترك على العصير والنبيذ ليتخمر، وأصله ما يركد في أسفل كل مائع كالأشربة والأدهان. انظر: النهاية في غريب الحديث 2/ 112. ¶ (¬3) أثر صحيح، وهذا إسناد ضعيف جدا: فهير بن زياد الرقي هو يحيى بن زياد بن أبى داود الأسدي، صدوق. وطلحة بن عمرو هو ابن عثمان الحضرمي، قال الحافظ في التقريب 1/ 283: متروك. ¶ أخرجه أحمد في الأشربة (65) عن محمد بن جعفر، عن شعبة به.",
            "page": "68",
            "part": "1"
        },
        {
            "hno": "55",
            "id": "71",
            "nass": "55 - حدثنا سعدان، ثنا شبابة بن سوار الفزاري، عن هارون بن موسى الأعور، عن ثابت البناني، عن شهر بن حوشب، عن أم سلمة رضي الله عنها، أنها سمعت رسول الله صلى الله عليه وسلم يقرأ: {إِنَّهُ عَمِلَ غَيْرَ صَالِحٍ} (¬1). ¶ ¬__________ ¶ (¬1) حديث حسن: ¶ أخرجه أحمد (26518)، وأبو عمر الدوري في قراءات النبي (63)، والترمذي (2932)، وأبو يعلى (7020)، والطبراني في الكبير 23/ 335 (776)، والخطيب في تاريخه 16/ 5، والواحدي في التفسير الوسيط 2/ 576، من طريق هارون بن موسى النحوي الأعور به. وأخرجه أبو داود (3983)، والطبراني في الكبير 23/ 335 (775)، وأبو نعيم في الحلية 8/ 301، من طريق أخرى عن ثابت البناني به.",
            "page": "69",
            "part": "1"
        },
        {
            "hno": "56",
            "id": "72",
            "nass": "56 - حدثنا سعدان، ثنا شبابة بن سوار، عن ابن أبي ذئب، عن سعيد المقبري، عن أبي هريرة رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم: «إِذَا صَلَّى أَحَدُكُمْ فَلْيَجْعَلْ نَعْلَيْهِ بَيْنَ رِجْلَيْهِ» (¬1). ¶ ¬__________ ¶ (¬1) حديث صحيح: ابن أبي ذئب هو محمد بن عبد الرحمن بن المغيرة بن الحارث، وسعيد المقبري هو ابن أبي سعيد. ¶ أخرجه ابن أبي شيبة (7983)، والبزار (8432)، وأبو القاسم البغوي في الجعديات (2947)، وابن المنذر في الأوسط 7/ 432 (2451)، والعقيلي في الضعفاء الكبير 3/ 228 (2873) من طريق شبابة بن سوار، عن ابن أبي ذئب، عن سعيد المقبري، (عن أبيه)، عن أبي هريرة به. وأخرجه ابن ماجه (1432)، وأبو داود (655)، وابن خزيمة (1009)، وابن حبان (2182)، والحاكم 1/ 259، من طرقٍ عن سعيد بن أبي سعيد المقبري، عن أبيه، عن أبي هريرة بنحوه. وقال الحاكم: حديث صحيح على شرط مسلم، ووافقه الذهبي.",
            "page": "70",
            "part": "1"
        },
        {
            "hno": "57",
            "id": "73",
            "nass": "57 - حدثنا سعدان، ثنا محمد بن عبيد، عن مسعر، عن عمرو بن عامر، عن أنس بن مالك رضي الله عنه، قال: كَانَ رَسُولُ اللهِ صلى الله عليه وسلم يَحْتَجِمُ, وَلَا يَظْلِمُ أَحَدًا أَجْرَهُ (¬1). ¶ ¬__________ ¶ (¬1) إسناده صحيح: ¶ أخرجه البيهقي في الكبرى 9/ 337، عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه أحمد (13253) عن محمد بن عبيد به. وأخرجه أحمد (12206)، والبخاري (2280)، ومسلم (1577) (77)، وأبو يعلى (3710) من طرقٍ عن مسعر به.",
            "page": "71",
            "part": "1"
        },
        {
            "hno": "58",
            "id": "74",
            "nass": "58 - حدثنا سعدان، ثنا مسكين بن بكير الحراني، عن صفوان بن عمرو، قال: كُنْتُ بِبَابِ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ، فَخَرَجَتْ عَلَيْنَا خَيْلٌ مَكْتُوبٌ عَلَى أَفْخَاذِهَا: عُدَّةٌ لِلَّهِ (¬1). ¶ ¬__________ ¶ (¬1) إسناده حسن: رجاله ثقات غير مسكين بن بكير وهو صدوق. وصفوان بن عمرو هو ابن هرم السكسكي. ¶ أخرجه البيهقي في الكبرى 7/ 36، عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد.",
            "page": "72",
            "part": "1"
        },
        {
            "hno": "59",
            "id": "75",
            "nass": "59 - حدثنا سعدان، ثنا عبد الوهاب، عن سعيد، عن هشام بن عروة، عن أبيه، عن عائشة رضي الله عنها، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يُقَبِّلُ بَعْضَ نِسَائِهِ، وَهُوَ صَائِمٌ (¬1). ¶ ¬__________ ¶ (¬1) حديث صحيح: وفي هذا الإسناد عبد الوهاب، وسعيد ولم أعرفهما. ¶ أخرجه عبد الرزاق (7409)، والحميدي (199)، وأحمد (25600)، والدارمي (1763)، ومسلم (1106) (62)، وابن حبان (3537)، وأبو نعيم في الحلية 7/ 138، من طريق هشام بن عروة به. وأخرجه البخاري (1927)، وابن ماجه (1687)، وأبو داود (2382)، والترمذي (729) من طريق أخرى عن عائشة بنحوه.",
            "page": "73",
            "part": "1"
        },
        {
            "hno": "60",
            "id": "76",
            "nass": "60 - حدثنا سعدان، ثنا روح بن عبادة، عن سعيد بن أبي عروبة، عن علي بن الحكم، عن ميمون بن مهران، عن سعيد بن جبير، عن ابن عباس رضي الله عنهما، أن رسول الله صلى الله عليه وسلم نَهَى عَنْ كُلِّ ذِي نَابٍ مِنَ السِّبَاعِ، وَعَنْ كُلِّ ذِي مِخْلَبٍ مِنَ الطَّيْرِ (¬1). ¶ ¬__________ ¶ (¬1) إسناده صحيح، رجاله ثقات: ¶ أخرجه البيهقي في الكبرى (19359)، والخطيب البغدادي في المتفق والمفترق 3/ 1654 (1141) من طريق إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه أحمد (3141)، وابن الجارود في المنتقى (893)، وابن المنذر في الأوسط 2/ 302 (907)، وأبو نعيم في الحلية 4/ 301، من طرقٍ عن روح بن عبادة به. وأخرجه ابن ماجه (3234)، وأبو داود (3805)، والنسائي (4348) من طرقٍ عن ابن أبي عروبة.",
            "page": "74",
            "part": "1"
        },
        {
            "hno": "61",
            "id": "77",
            "nass": "61 - حدثنا سعدان، ثنا روح بن عبادة، عن أسامة بن زيد، قال: شَهِدْتُ عُمَرَ بْنَ عَبْدِ الْعَزِيزِ يَأْمُرُ بِالْحَمَامِ الطَّيَّارَاتِ فَيُذْبَحْنَ وَتُتْرَكُ الْمُقَصَّصَاتُ (¬1). ¶ ¬__________ ¶ (¬1) أخرجه البيهقي في الكبرى 10/ 213، من طريق إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد.",
            "page": "75",
            "part": "1"
        },
        {
            "hno": "62",
            "id": "78",
            "nass": "62 - حدثنا سعدان، ثنا محمد بن مصعب القرقساني، عن الأوزاعي، عن عبد الله بن عامر، عن نافع، عن ابن عمر رضي الله عنهما، عن النبي صلى الله عليه وسلم قال: «مَنْ أَهْدَى هَدْيًا تَطَوُّعًا ثُمَّ عَطَبَ فَإِنْ شَاءَ أَكَلَ وَإِنْ شَاءَ تَرَكَ وَإِنَ كَانَ نَذْرًا فَلْيُبَدِلْ» (¬1). ¶ ¬__________ ¶ (¬1) إسناده ضعيف: ¶ أخرجه البيهقي في الكبرى 5/ 244، عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه ابن خزيمة (2579)، والدارقطني (2528)، والحاكم 1/ 447، وتمام الرازي في فوائده (1191) من طرقٍ عن الأوزاعي به. وقال الحاكم: حديث صحيح الإسناد، ووافقه الذهبي. قلت: بل فيه عبد الله بن عامر أبو عامر الكوفي، ضعيف.",
            "page": "76",
            "part": "1"
        },
        {
            "hno": "63",
            "id": "79",
            "nass": "63 - حدثنا سعدان، ثنا محمد بن مصعب القرقساني، عن الأوزاعي، عن أسيد، عن خالد بن دُرَيْك، عن عبد الله بن محيريز، قال: قلت لرجل من أصحاب النبي صلى الله عليه وسلم، قال الأوزاعي: حسبت أنا أنه يكنى أبا جمعة، حَدِّثْنَا حَدِيثًا سَمِعْتَهُ مِنْ رَسُولِ اللهِ صلى الله عليه وسلم، قَالَ: لأُحَدِّثَنَّكَ حَدِيثًا جَيِّدًا، تَغَدَّيْنَا يَوْمًا مَعَ رَسُولِ اللهِ صلى الله عليه وسلم وَمَعَنَا أَبُو عُبَيْدَةَ بْنُ الْجَرَّاحِ، فَقُلْنَا: يَا رَسُولَ اللهِ، هَلْ أَحَدٌ خَيْرٌ مِنَّا؟ أَسْلَمْنَا مَعَكَ، وجاهدنا مَعَكَ؟ قَالَ: «بَلَى، قَوْمٌ مِنْ أُمَّتِي يَأْتُونَ مِنْ بَعْدِيكم فيُؤْمِنُونَ بِي» (¬1). ¶ ¬__________ ¶ (¬1) إسناده صحيح: رجاله ثقات، وأسيد هو ابن عبد الرحمن الخثعمي الفلسطيني. ¶ أخرجه ابن سعد في الطبقات 9/ 513، من طريق محمد بن مصعب القرقساني، بهذا الإسناد. وأخرجه أحمد (16977)، والدارمي (2786)، والطحاوي في شرح مشكل الآثار (2459)، وابن قانع في معجمه 1/ 188، والطبراني في الكبير 4/ 22 (3538)، وأبو نعيم في الحلية 5/ 148، من طريق الأوزاعي به.",
            "page": "77",
            "part": "1"
        },
        {
            "hno": "64",
            "id": "80",
            "nass": "64 - حدثنا سعدان، ثنا مكي بن إبراهيم، ثنا عبيد الله بن أبي زياد، عن عبد الله بن عبيد الله (¬1) بن عمير، عن أبي علقمة مولى ابن عباس، عن عثمان بن عفان رضي الله عنه، أنه دعا بإناءٍ فيه ماء، فحضره الناس وعنده أصحاب النبي صلى الله عليه وسلم، قال: فأفرغ بيده اليسرى على يده اليمنى فغسلهما ثلاثا، ثم استنشق ثلاثا، وتمضمض ثلاثا، ثم غسل وجهه ثلاثا، ثم غسل يده إلى المرفقين ثلاثا ثلاثا، ثم مسح برأسه وغسل رجليه فأنقاهما إلى الكعبين، ثم قال: رأيت رسول الله صلى الله عليه وسلم دعا بماء فتوضأ مثل وضوئي الذي رأيتموني توضأت، ثم قال: «مَنْ تَوَضَّأَ فَأَحْسَنَ الْوُضُوءَ، وَصَلَّى رَكْعَتَيْنِ غُفِرَ لَهُ مَا كَانَ أَذْنَبَ مِنْ ذَنْبٍ»، ثم قال: أكذلك يا فلان؟ قال نعم، فاستشهد ناسا من أصحاب رسول الله صلى الله عليه وسلم فقال: الحمد لله الذي وافقوني على هذا (¬2). ¶ ¬__________ ¶ (¬1) * كذا في المخطوط وهو خطأ، وصوابه «عبيد» فقط دون إضافة لفظ الجلالة. ¶ (¬2) حديث صحيح، وهذا إسناد حسن: رجاله ثقات غير عبيد الله بن أبي زياد وهو صدوق، وأبو علقمة هو أبو علقمة الفارسي المصري مولى ابن عباس. ¶ أخرجه الطحاوي في شرح مشكل الأثار (3932) من طريق مكي بن إبراهيم، بهذا الإسناد. وأخرجه أبو داود (109)، والبزار (443)، والدارقطني (283)، والبيهقي في الكبرى 1/ 47، من طرقٍ عن عبد الله بن عبيد به. وأخرجه أحمد (418)، والدارمي (720)، والبخاري (159)، ومسلم (226) (3)، وأبو داود (106)، والنسائي (84) من طريق ابن شهاب الزهري، عن حمران بن أبان مولى عثمان بن عفان، عن عثمان بنحوه.",
            "page": "78",
            "part": "1"
        },
        {
            "hno": "65",
            "id": "81",
            "nass": "65 - حدثنا سعدان، ثنا إسحاق بن يوسف الأزرق، ثنا ابن عون، عن ابن سيرين، عن أبي هريرة رضي الله عنه، قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: «أَتَاكُمْ أَهْلُ الْيَمَنِ، هُمْ أَرَقُّ أَفْئِدَةً، الإِيمَانُ يَمَانٍ، وَالْفِقْهُ يَمَانٍ، وَالْحِكْمَةُ يَمَانِيَّةٌ» (¬1). ¶ ¬__________ ¶ (¬1) إسناده صحيح: ¶ أخرجه البيهقي في الكبرى 1/ 385، وفي معرفة السنن والآثار (227)، وأبو جعفر ابن البختري في جزئه (760) من طريق المصنف، بهذا الإسناد. وأخرجه مسلم (52) (83)، وابن منده في كتاب الإيمان (440) من طريق إسحاق بن يوسف الأزرق به. وأخرجه أحمد (7202)، والبخاري (4388)، ومسلم (52) (82)، والترمذي (2243) من طرقٍ عن أبي هريرة به.",
            "page": "79",
            "part": "1"
        },
        {
            "hno": "66",
            "id": "82",
            "nass": "66 - حدثنا سعدان، ثنا مسكين بن بكير الحراني، عن ثابت بن عجلان، عن سعيد بن جبير، عن ابن عباس، قال: الْمُؤْمِنُ فِي سَعَةٍ مِنَ الاِسْتِمَاعِ إِلَيْهِ إِلاَّ فِي صَلَاةٍ مَكْتُوبَةٍ، أو مَفْرُوضَةٍ، أَوْ يَوْمَ جُمُعَةٍ أَوْ يَوْمَ فِطْرٍ أَوْ يَوْمَ أَضْحًى، يَعْنِي: {وَإِذَا قُرِئَ الْقُرْآنُ فَاسْتَمِعُوا لَهُ وَأَنْصِتُوا} [الأعراف: 204] (¬1). ¶ ¬__________ ¶ (¬1) إسناده حسن: ¶ أخرجه البيهقي في الكبرى 2/ 155، وفي القراءة خلف الإمام (253) من طريق المصنف، بهذا الإسناد. وأخرجه ابن أبي حاتم في تفسيره (8733) عن أبيه، عن النفيلي، عن مسكين بن بكير به.",
            "page": "80",
            "part": "1"
        },
        {
            "hno": "67",
            "id": "83",
            "nass": "67 - حدثنا سعدان، ثنا أبو معاوية، عن هشام بن عروة، عن أبيه قال: كَانَتِ امْرَأَةٌ تَغْشَى عَائِشَةَ رضي الله عنها، وَكَانَتْ تُكْثِرُ تَمَثَّلُ بِهَذَا الْبَيْتِ: ¶ ويوْمَ الْوِشَاحِ مِنْ أعَاجِيبِ رَبِّنَا ... إلا إِنَّهُ مِنْ بَلْدَةِ الْكُفْرِ نَجَّانِي ¶ قَالَ: فَقَالَتْ لَهَا عَائِشَةُ: مَا هَذَا الْبَيْتُ الَّذِي أَرَاكِ تَمَثَّلِينَ بِهِ؟ قَالَ: فَقَالَتْ: شَهِدْتُ عَرُوسًا لَنَا فِي الْجَاهِلِيَّةِ وَضَعُوا وِشَاحَهَا وَأَدْخَلُوهَا مُغْتَسَلَهَا، فَأَبْصَرَتِ الْحِدَأَةُ حُمْرَةَ الْوِشَاحِ فَانْحَطَّتْ عَلَيْهِ فَأَخَذَتْهُ، فَاتَّهَمُونِي فَفَتَّشُونِي حَتَّى فَتَّشُونِي فِي قُبُلِي. قَالَتْ: فَدَعَوْتُ اللَّهَ عَزَّ وَجَلَّ أَنْ يُبَرِّئَنِي، قَالَ: فَجَاءَتِ الْحِدَأَةُ بِالْوِشَاحِ حَتَّى طَرَحَتْهُ وَسْطَهُمْ وَهُمْ يَنْظُرُونَ (¬1). ¶ ¬__________ ¶ (¬1) إسناده صحيح: ¶ أخرجه البيهقي في شعب الإيمان (1060) عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه البخاري (439)، وابن أبي الدنيا في الفرج بعد الشدة (96)، وابن خزيمة (1332)، وابن حبان (1655)، وأبو نعيم في الحلية 2/ 71، من طرقٍ عن هشام بن عروة به.",
            "page": "81",
            "part": "1"
        },
        {
            "hno": "68",
            "id": "84",
            "nass": "68 - حدثنا سعدان، ثنا أبو معاوية، ثنا الأعمش، عن زيد بن وهب، عن عبد الله رضي الله عنه، قال: ثنا رسول الله صلى الله عليه وسلم وهو الصادق المصدوق: «إِنَّ أَحَدَكُمْ يُجْمَعُ خَلْقُهُ فِي بَطْنِ أُمِّهِ أَرْبَعِينَ يَوْمًا، ثُمَّ يَكُونُ عَلَقَةً مِثْلَ ذَلِكَ ثُمَّ يَكُونُ مُضْغَةً مِثْلَ ذَلِكَ، ثُمَّ يَبْعَثُ اللَّهُ الْمَلَكَ فَيَنْفُخُ فِيهِ الرُّوحَ ثُمَّ يُؤْمَرُ بِأَرْبَعٍ: اكْتُبْ رِزْقَهُ وَعَمَلَهُ وَأَجَلَهُ وَشَقِيٌّ أَمْ سَعِيدٌ, وَالَّذِي لاَ إِلَهَ غَيْرُهُ إِنَّ أَحَدَكُمْ لَيَعْمَلُ بِعَمَلِ أَهْلِ النَّارِ حَتَّى مَا يَكُونَ بَيْنَهُ وَبَيْنَهَا إِلاَّ ذِرَاعٌ فَيَسْبِقَ عَلَيْهِ الْكِتَابُ فَيُخْتَمَ لَهُ بِعَمَلِ أَهْلِ الْجَنَّةِ فَيَدْخُلَهَا, وَإِنَّ أَحَدَكُمْ لَيَعْمَلُ بِعَمَلِ أَهْلِ الْجَنَّةِ حَتَّى مَا يَكُونَ بَيْنَهُ وَبَيْنَهَا إِلاَّ ذِرَاعٌ فَيَسْبِقَ عَلَيْهِ الْكِتَابُ فَيُخْتَمَ لَهُ بِعَمَلِ أَهْلِ النَّارِ فَيَدْخُلَهَا» (¬1). ¶ ¬__________ ¶ (¬1) إسناده صحيح: زيد بن وهب هو الجهني أبو سليمان الكوفي، وعبد الله هو ابن مسعود. ... ¶ أخرجه البيهقي في الكبرى 7/ 421، وفي شعب الإيمان (184) عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه الحميدي (126)، والبخاري (3208)، ومسلم (2643) (1)، وابن أبي عاصم في السنة (175)، والشاشي (680) من طرقٍ عن الأعمش به.",
            "page": "82",
            "part": "1"
        },
        {
            "hno": "69",
            "id": "85",
            "nass": "69 - حدثنا سعدان، ثنا أبو معاوية, عن الأعمش, عن خيثمة, عن مسروق عن عائشة, قَالَتْ حِينَ قُتِلَ عُثْمَانُ رضي الله عنها: تَرَكْتُمُوهُ كَالثَّوْبِ النَّقِيِّ مِنَ الدَّنَسِ، ثُمَّ قَرَّبْتُمُوهُ فَذَبَحْتُمُوهُ كَمَا يُذْبَحُ الْكَبْشُ, فَهَلَّا كَانَ هَذَا قَبْلَ هَذَا؟ , فقَالَ لَهَا مَسْرُوقٌ: هَذَا عَمَلُكِ، أَنْتِ كَتَبْتِ إِلَى النَّاسِ تَأْمُرِينَهُمْ أَنْ يَخْرُجُوا إِلَيْهِ. فَقَالَتْ عَائِشَةُ: لَا وَالَّذِي آمَنَ بِهِ الْمُؤْمِنُونَ وَكَفَرَ بِهِ الْكَافِرُونَ، مَا كَتَبْتُ إِلَيْهِمْ سَوْدَاءَ في بَيْضَاءَ حَتَّى جَلَسْتُ مَجْلِسِي هَذَا. ¶ قال الأعمش: وكَانُوا يَرَوْنَ أَنَّهُ كُتِبَ عَلَى لِسَانِهَا (¬1). ¶ ¬__________ ¶ (¬1) إسناده قوي: خيثمة هو ابن عبد الرحمن بن أبي سبرة الجعفي، ومسروق هو ابن الأجدع. ¶ أخرجه اللالكائي في شرح أصول الاعتقاد (2579)، وابن عساكر في تاريخ دمشق 39/ 487، من طريق إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه ابن سعد في الطبقات (3043)، وابن أبي شيبة (32714) كلاهما عن أبي معاوية به. وأورده ابن كثير في البداية والنهاية (10/ 340 - طبعة دار هجر) وقال: هذا إسناد صحيح إليها -أي إلى عائشة رضي الله عنها-.",
            "page": "83",
            "part": "1"
        },
        {
            "hno": "70",
            "id": "86",
            "nass": "70 - حدثنا سعدان، ثنا محمد بن عبد الله الأنصاري، عن ابن جريج، أخبرني عمر بن عبد الله بن عروة، أنه سمع عروة والقاسم يخبران، عن عائشة رضي الله عنها أنها قَالَتْ: طَيَّبْتُ رَسُولَ اللهِ صلى الله عليه وسلم بِيَدِي بِذَرِيرَةٍ فِي حَجَّةِ الْوَدَاعِ لِلْحِلِّ وَالْحُرْمِ (¬1). ¶ ¬__________ ¶ (¬1) إسناده صحيح، رجاله ثقات: ابن جريج هو عبد الملك بن عبد العزيز، والقاسم هو ابن محمد بن أبي بكر الصديق. ¶ أخرجه البيهقي في الكبرى 5/ 136، من طريق المصنف، بهذا الإسناد. وأخرجه أحمد (25641) عن محمد بن عبد الله الأنصاري به. وأخرجه أحمد (26078)، والبخاري (5930)، ومسلم (1189) (35) من طريق أخرى عن ابن جريج به.",
            "page": "84",
            "part": "1"
        },
        {
            "hno": "71",
            "id": "87",
            "nass": "71 - حدثنا سعدان، ثنا شبابة بن سوار، عن عاصم بن محمد العمري، عن أبيه، عن ابن عمر رضي الله عنهما، أنه دخل على عثمان رضي الله عنه وهو محصور، وكان يستشيره، فقال: ما تقول في هؤلاء القوم؟ فقال: أرى أن تعطيهم ما سألوك من وراء عتبة بابك غير أن لا تخلع لهم سربالك الذي سربلك الله به من الخلافة، قال: فقال: دونك عطاؤك، وكان واجدًا عليه، فقال: ليس هذا يوم ذاك، ثم خرج ابن عمر عليهم فقال: إياكم وقتل هذا الشيخ، والله لئن قتلتموه لم تحجوا البيت جميعا أبدا إلا أن تجتمع الأجساد، والأهواء مختلفة، والله لقد رأيتنا وأصحاب رسول الله صلى الله عليه وسلم متوافرون نقول: أبو بكر، ثم عمر، ثم عثمان (¬1). ¶ ¬__________ ¶ (¬1) إسناده صحيح: عاصم بن محمد هو ابن زيد بن عبد الله بن عمر بن الخطاب العمري. ¶ أخرجه ابن عساكر في تاريخ دمشق 39/ 356، من طريق أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه ابن شبة في تاريخ المدينة 4/ 82، 83، من طريق عبد الرحمن بن زياد، عن عاصم بن محمد العمري به.",
            "page": "85",
            "part": "1"
        },
        {
            "hno": "72",
            "id": "88",
            "nass": "72 - حدثنا سعدان، ثنا عاصم بن علي بن عاصم، ثنا عباد بن عباد، عن عاصم الأحول، عن معاذة العدوية، عَنْ عَائِشَةَ رضي الله عنها أنها قَالَتْ: كَانَ رَسُولُ اللهِ صلى الله عليه وسلم يَسْتَأْذِنُنَا فِي يَوْمِ أخواتنا بَعْدَ مَا أُنْزِلَتْ: {تُرْجِي مَنْ تَشَاءُ مِنْهُنَّ وَتُؤْوِي إِلَيْكَ مَنْ تَشَاءُ} [الأحزاب: 51]، فَقَالَتْ مُعَاذَةُ: فَمَا كُنْتِ تَقُولِينَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم إِذَا اسْتَأْذَنَ؟ قَالَتْ: أَقُولُ إِنْ كَانَ ذَاكَ إِلَيَّ لَمْ أُوثِرْ عَلَى نَفْسِي أَحَدًا (¬1). ¶ ¬__________ ¶ (¬1) حديث صحيح، وهذا إسناد حسن: رجاله ثقات غير عاصم بن علي بن عاصم فهو صدوق، ومعاذة هي بنت عبد الله العدوية أم الصهباء البصرية امرأة صلة بن أشيم. ¶ أخرجه البيهقي في الكبرى 7/ 74، عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه الخطيب في تاريخ بغداد 8/ 389 (2481) من طريق عاصم بن علي بن عاصم به. وأخرجه مسلم (1476) (23)، وأبو داود (2136)، والنسائي في الكبرى (8887)، وابن حبان (4206)، والطبراني في الأوسط (6308)، والحاكم 2/ 187، من طريق عباد بن عباد به. وأخرجه أحمد (24476)، والبخاري (4789) من طريق أخرى عن عاصم الأحول به. ¶ (1 - 1) كذا في المخطوط ولعله خطأ وصوابه: «عرار بن سويد أو بن عبد الله الأيامي» وهو شيخ لأبي بدر شجاع بن الوليد. قال ابن ناصر الدين الدمشقي في توضيح المشتبه 6/ 216: قال عباس الدوري: سمعت يحيى يقول: قد سمع أبو بدر شجاع بن الولِيد من عرار بن سويد الكوفي، قلت ليحيى: أدركه؟ قال: نعم.",
            "page": "86",
            "part": "1"
        },
        {
            "hno": "73",
            "id": "89",
            "nass": "73 - حدثنا سعدان، ثنا أبو بدر، قال: سألت محمد بن عبد الرحمن بن أبي ليلى قلت يا أبا عبد الرحمن هل سمعت رخصة في العشاء الآخرة في السفر قبل أن يغيب الشفق؟ قال: لا قلت: فما الشفق؟ قال: الحمرة. قال: وسألت سفيان الثوري قلت: يا أبا عبد الله هل سمعت رخصة في العشاء الآخرة أن تصلى قبل أن يغيب الشفق؟ قال: لا، قلت وما الشفق؟ قال: الحمرة.",
            "page": "87",
            "part": "1"
        },
        {
            "hno": "74",
            "id": "90",
            "nass": "74 - حدثنا سعدان، ثنا أبو بدر الكندي، عن (1ليت بن عرار1) الأيامي، عن عمر بن عبد العزيز قال في الشفق: حين يذهب البياض ويسود الأفق.",
            "page": "88",
            "part": "1"
        },
        {
            "hno": "75",
            "id": "91",
            "nass": "75 - حدثنا سعدان، ثنا أبو بدر، عن أبي سلمة الجهني، عن عبد الله بن غالب، عن عطاء، عن عائشة رضي الله عنها، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يُقَبِّلُ بَعْضَ نِسَائِهِ ثُمَّ لَا يُحْدِثُ وُضُوءًا (¬1). ¶ ¬__________ ¶ (¬1) إسناده ضعيف جدا: ¶ أخرجه الدارقطني (508)، والبيهقي في الخلافيات (478) من طريق المصنف، بهذا الإسناد. وقال الدارقطني: قوله: عبد الله بن غالب وهم وإنما أراد غالب بن عبيد الله وهو متروك, وأبو سلمة الجهني هو خالد بن سلمة ضعيف. وكذا قال ابن الجوزي في التحقيق 1/ 204.",
            "page": "89",
            "part": "1"
        },
        {
            "hno": "76",
            "id": "92",
            "nass": "76 - حدثنا سعدان، ثنا أبو بدر، ثنا أبو جناب الكلبي، عن عكرمة، عن ابن عباس رضي الله عنهما، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم، قَالَ: «ثلاثٌ هُنَّ عليَّ فَرَائِضُ وهنَّ لَكُمْ تَطَوُّعٌ: الْفَجْرُ، وَالْوِتْرُ، وَرَكْعَتَا الضُّحَى» (¬1). ¶ ¬__________ ¶ (¬1) إسناده ضعيف، والحديث منكر: أبو جناب الكلبي هو يحيى بن أبى حية. ¶ أخرجه البيهقي في الكبرى 9/ 264، عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه أحمد (2050)، والدارقطني (1631)، والحاكم 1/ 300، من طريق أبي بدر شجاع بن الوليد به. وأورده الحافظ في التلخيص الحبير 2/ 38، وقال: ومداره على أبي جناب الكلبي عن عكرمة، وأبو جناب ضعيف ومدلس أيضا، وقد عنعنه، وأطلق الأئمة على هذا الحديث الضعف: كأحمد، والبيهقي، وابن الصلاح، وابن الجوزي، والنووي، وغيرهم، وخالف الحاكم فأخرجه في مستدركه، لكن لم يتفرد به أبو جناب، بل تابعه أضعف منه وهو جابر الجعفي.",
            "page": "90",
            "part": "1"
        },
        {
            "hno": "77",
            "id": "93",
            "nass": "77 - حدثنا سعدان، ثنا روح بن عبادة، عن ابن جريج، أخبرني أبو الزبير، أن أبا سعيد رضي الله عنه أخبره أنه سمع رسول الله صلى الله عليه وسلم يقول: «سَيَخْرُجُ نَاسٌ مِنَ النَّارِ قَدِ احْتَرَقُوا وَكَانُوا مِثْلَ الْحُمَمِ، ثُمَّ لَا يَزَالُ أَهْلُ الْجَنَّةِ، يَرُشُّونَ عَلَيْهِمُ الْمَاءَ، حَتَّى يَنْبُتُونَ نَبَاتَ الْغُثَاءِ فِي السَّيْلِ» (¬1). ¶ ¬__________ ¶ (¬1) حديث صحيح، وهذا إسناد ضعيف: رجاله ثقات غير أبي الزبير محمد بن مسلم بن تدرس فهو صدوق ولم يسمع من أبي سعيد الخدري. ¶ أخرجه أحمد (11855)، وابن خزيمة في كتاب التوحيد 2/ 677، من طريق ابن جريج، بهذا الإسناد سواء. وقال ابن خزيمة: أبو عاصم هذا مرسل، أبو الزبير لم يسمع من أبي سعيد شيئا نعلمه. ووصله أبو يعلى (1254) من طريق روح، عن ابن جريج، عن أبي الزبير، (عن جابر)، عن أبي سعيد به.",
            "page": "91",
            "part": "1"
        },
        {
            "hno": "78",
            "id": "94",
            "nass": "78 - حدثنا سعدان، حدثنا محمد بن مصعب الْقَرْقَسَانِيُّ، عن الأوزاعي، عن الزهري، عن أبي سلمة، عن أبي هريرة رضي الله عنه، أَنَّ رَسُولَ صلى الله عليه وسلم حِينَ أَرَادَ أَنْ يَنْفِرَ مِنْ مِنًى، قَالَ: «إِنَّا نَازِلُونَ إِنْ شَاءَ اللهُ غَدًا بِالْمُحَصَّبِ بِخَيْفِ بَنِي كِنَانَة، حَيْثُ تَقَاسَمُوا عَلَى الْكُفْرِ»، وَذَلِكَ أَنَّ قُرَيْشًا تَقَاسَمُوا عَلَى بَنِي هَاشِمٍ وَعَلَى بَنِي الْمُطَّلِبِ أَنْ لَا يُنَاكِحُوهُمْ وَلَا يُخَالِطُوهُمْ حَتَّى يُسَلِّمُوا إِلَيْهِمْ رَسُولَ اللهِ صلى الله عليه وسلم (¬1). ¶ ¬__________ ¶ (¬1) حديث صحيح، وهذا الإسناد حسن من أجل محمد بن مصعب فهو صدوق: ¶ أخرجه البيهقي في دلائل النبوة 5/ 451، عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه أحمد (10969)، والفاكهي في أخبار مكة (2405) عن العباس بن محمد الدوري، كلاهما عن محمد بن مصعب به. وأخرجه أحمد (7240)، والبخاري (1590)، ومسلم (1314) (344)، وابن خزيمة (2981) من طريق الأوزاعي به.",
            "page": "92",
            "part": "1"
        },
        {
            "hno": "79",
            "id": "95",
            "nass": "79 - حدثنا سعدان، ثنا علي بن عاصم، ثنا داود بن أبي هند، عن مكحول، عن أبي ثعلبة الْخُشَنِيِّ رضي الله عنه قَالَ: قَالَ رَسُولُ اللهِ صلى الله عليه وسلم: «أَحَبُّكُمْ وَأَقْرَبُكُمْ مِنِّي مَجْلِسًا يَوْمَ الْقِيَامَةِ أَحَاسِنُكُمْ أَخْلَاقًا، وَأَبْغَضُكُمْ إِلَيَّ، وَأَبْعَدُكُمْ مِنِّي مَجْلِسًا يَوْمَ الْقِيَامَةِ أَسَاوِئِكُمْ أَخْلَاقًا» (¬1). ¶ ¬__________ ¶ (¬1) حديث صحيح بشواهده، وهذا الإسناد رجاله ثقات غير أن مكحول لم يسمع من أبي ثعلبة: ¶ أخرجه الخرائطي في مكارم الأخلاق (23)، والبيهقي في شعب الإيمان (7622)، وابن العديم في بغية الطلب في تاريخ حلب 10/ 4372، من طريق المصنف، بهذا الإسناد. وأخرجه ابن أبي شيبة (25829)، وأحمد (17732)، والحارث بن أبي أسامة (852 - بغية)، وابن حبان (482)، والطبراني في الكبير 22/ 221 (588)، وأبو نعيم في الحلية 5/ 188، والبغوي في شرح السنة (3395) من طرقٍ عن داود بن أبي هند به وبنحوه. وله شاهد من حديث جابر بن عبد الله رضي الله عنه عند الترمذي (2018) وقال: حديث حسن غريب، وصححه العلامة الألباني ?.",
            "page": "93",
            "part": "1"
        },
        {
            "hno": "80",
            "id": "96",
            "nass": "80 - حدثنا سعدان، ثنا محمد بن عبيد الطنافسي، عن إسماعيل، عن أبي صالح في قوله: {إِذَا الشَّمْسُ كُوِّرَتْ} [التكوير: 1] قال: إِذَا نُكِّسَتْ (¬1). ¶ ¬__________ ¶ (¬1) إسناده صحيح إلى أبي صالح، غير أن تفسير أبي صالح غير محمود: إسماعيل هو ابن أبي خالد، وأبو صالح هو باذام ويقال باذان مولى أم هانئ بنت أبى طالب، قال عنه ابن عدي في الكامل 2/ 68 - 70: عامة ما يرويه تفسير، وما أقل ما له في المسند، روى ابن أبى خالد عنه تفسيرا كبيرا قدر جزء، في ذلك التفسير ما لم يتابعه أهل التفسير عليه، ولم أعلم أحدا من المتقدمين رضيه. ¶ عزاه السيوطي في الدر المنثور 15/ 260، لعبد بن حميد. وأخرجه الطبري في تفسيره 24/ 130 - سورة التكوير الآية 1، من طريق عثام بن علي، عن إسماعيل بن أبي خالد، عن أبي صالح به.",
            "page": "94",
            "part": "1"
        },
        {
            "hno": "81",
            "id": "97",
            "nass": "81 - حدثنا سعدان، ثنا معاذ بن معاذ العنبري، عن ابن عون، عن محمد، أَنَّه كَانَ يَعْتِرُ، قَالَ مُعَاذٌ: وَكَانَ ابْنُ عَوْنٍ يَعْتِرُ وأَنا رَأَيِتُ عَتِيرَتَهُ (¬1). ¶ ¬__________ ¶ (¬1) إسناده صحيح: ابن عون هو عبد الله بن عون بن أرطبان المزني، ومحمد هو ابن سيرين. ¶ أخرجه ابن أبي شيبة (24787)، والطحاوي في شرح مشكل الآثار 3/ 85، من طريق معاذ بن معاذ، بهذا الإسناد.",
            "page": "95",
            "part": "1"
        },
        {
            "hno": "82",
            "id": "98",
            "nass": "82 - حدثنا سعدان، ثنا أبو معاوية، عن عاصم الأحول، عن بكر بن عبد الله المزني، عن المغيرة بن شعبة رضي الله عنه، قال: خَطَبْتُ امْرَأَةً، قَالَ: فَقَالَ لِي رَسُولُ اللهِ صلى الله عليه وسلم: «أَنَظَرْتَ إِلَيْهَا؟»، قَالَ: قُلْتُ: لَا، قَالَ: «فَانْظُرْ إِلَيْهَا، فَإِنَّهُ أَحْرَى أَنْ يُؤْدَمَ بَيْنَكُمَا» (¬1). ¶ ¬__________ ¶ (¬1) إسناده صحيح، رجاله ثقات: ¶ أخرجه الدارقطني (3621)، والبيهقي في الكبرى 7/ 84، من طريق المصنف، بهذا الإسناد. وأخرجه سعيد بن منصور (517)، وابن أبي شيبة (17677)، وأحمد (18154)، وابن الجارود (675)، وأبو عوانة (4036)، والطحاوي في شرح معاني الآثار (4283) من طريق أبي معاوية به. وأخرجه عبد الرزاق (10335)، وسعيد بن منصور (516)،وأحمد (18137)، والدارمي (2218)، وابن ماجه (1866)، والترمذي (1087)، والنسائي (3235)، والطحاوي (4282)، والطبراني في الكبير 20/ 433 (1052) من طرقٍ عن بكر بن عبد الله المزني به.",
            "page": "96",
            "part": "1"
        },
        {
            "hno": "83",
            "id": "99",
            "nass": "83 - حدثنا سعدان، ثنا أبو بدر، عن قابوس بن أبي ظبيان، عن أبيه، عن سلمان رضي الله عنه، قَالَ: قَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم: «يَا سَلْمَانُ لَا تَبْغَضْنِي فَتُفَارِقَ دِينَكَ»، قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ كَيْفَ أَبْغَضُكَ وَقَدْ هَدَانَا اللَّهُ بِكَ؟، قال: «لَا تَبْغَضِ الْعَرَبَ فَتَبْغَضَنِي» (¬1). ¶ ¬__________ ¶ (¬1) إسناده ضعيف: قابوس بن أبي ظبيان الجنبي، فيه لين. وأبوه أبو ظبيان هو حصين بن جندب بن الحارث الجنبي، ثقة لكنه لم يدرك سلمان الفارسي. ¶ أخرجه البيهقي في شعب الإيمان (1494)، والخطيب في تاريخ بغداد 10/ 342، من طريق المصنف، بهذا الإسناد. وأخرجه الطيالسي (693)، وأحمد (23731)، والترمذي (3927)، والبزار (2513)، وأبو يعلى في معجمه (57)، والطبراني في الكبير 6/ 238 (6093)، والحاكم 4/ 86، من طريق أبي بدر شجاع بن الوليد به. قال الترمذي: هذا حديث حسن غريب، لا نعرفه إلا من حديث أبي بدر شجاع بن الوليد، وسمعت محمد بن إسماعيل يقول: أبو ظبيان لم يدرك سلمان، مات سلمان قبل علي. وقال الحاكم: صحيح، وتعقبه الحاكم قائلا: فيه قابوس بن أبي ظبيان وقد تُكُلِّم فيه.",
            "page": "97",
            "part": "1"
        },
        {
            "hno": "84",
            "id": "100",
            "nass": "84 - حدثنا سعدان، ثنا أبو بدر، عن عبد الملك، حدثني الحكم قال: كانت عَصَا مُوسَى مِنْ عَوْسَجٍ، وَلَمْ يُسَخَّرْ الْعَوْسَجُ لأَحَدٍ بَعْدَهُ (¬1). ¶ ¬__________ ¶ (¬1) إسناده حسن: عبد الملك هو ابن حميد بن أبى غنية الخزاعي، والحكم هو ابن عتيبة الكندي. ¶ أخرجه ابن عساكر في تاريخ دمشق 61/ 43، من طريق أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه ابن أبي حاتم في تفسيره (15586) عن أبيه، عن عبد الأعلى بن حماد النرسي، عن أبي بدر شجاع بن الوليد عن عبد الملك بن أبي غنية، عن الحكم به.",
            "page": "98",
            "part": "1"
        },
        {
            "hno": "85",
            "id": "101",
            "nass": "85 - حدثنا سعدان، ثنا عمر بن شبيب المسلي، عن عبد الملك بن عمير، عَنْ قَزَعَةَ، عن أبي سعيد الخدري رضي الله عنه، قَالَ: قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: «لَا تُشَدُّ الرِّحَالُ إِلَّا إِلَى ثَلَاثَةِ مَسَاجِدَ: إِلَى الْمَسْجِدِ الْحَرَامِ، وَإِلَى مَسْجِدِي، وَإِلَى بَيْتِ الْمَقْدِسِ، وَلا صِيَامَ فِي يَوْمَيْنِ يَوْمِ أَضْحَى، وَيَوْمِ الفِطْر، وَلا صَلاةَ فِي سَاعَتَيْنِ: بَعْدَ صَلاةِ الْغَدَاةَ إِلَى طُلُوعِ الشَّمْسِ وَبَعْدَ صَلاةِ الْعَصْرِ إِلَى غُرُوبِ الشَّمْس، وَلا تُسَافِرِ امْرَأَةٌ يَوْمَيْنِ إِلا مَعَ زَوْجٍ، أَوْ ذِي مَحْرَمٍ» (¬1). ¶ ¬__________ ¶ (¬1) حديث صحيح، وهذا الإسناد ضعيف من أجل عمر بن شبيب: عبد الملك بن عمير هو ابن سويد الفرسي اللخمي، وقزعة هو ابن يحيى أبو الغادية البصري، وكلاهما ثقة. ¶ أخرجه الخطيب في تاريخ بغداد 13/ 25، من طريق المصنف، به. وأخرجه ابن الأعرابي في معجمه (1355) من طريق عمر بن شبيب، به. وأخرجه أحمد (11040)، والدارمي (1794)، والبخاري (1197)، ومسلم (827) (140)، وابن ماجه (1249)، والترمذي (326) من طرقٍ عن عبد الملك بن عمير به مختصرًا ومطولًا.",
            "page": "99",
            "part": "1"
        },
        {
            "hno": "86",
            "id": "102",
            "nass": "86 - حدثنا سعدان، ثنا أبو معاوية، ثنا مسلم بن صبيح، عن مسروق، عن عبد الله رضي الله عنه، قال: إِنَّ اللَّهَ تعالى إِذَا تَكَلَّمَ بِالْوَحْيِ سَمِعَ أَهْلُ السَّمَاءِ لِلسَّمَاءِ صَلْصَلَةً كَجَرِّ السِّلْسِلَةِ عَلَى الصَّفَا فَيُصْعَقُونَ، فَلَا يَزَالُونَ كَذَلِكَ حَتَّى يَأْتِيَهُمْ جِبْرِيلُ عَلَيْهِ السَّلَامُ, فَإِذَا جَاءَهُمْ جِبْرِيلُ فُزِّعَ عَنْ قُلُوبِهِمْ, قَالَ: فَيَقُولُونَ: يَا جِبْرِيلُ مَاذَا قَالَ رَبُّكَ؟ قَالَ: فَيَقُولُ: الْحَقَّ, قَالَ: فَيُنَادُونَ: الْحَقَّ الْحَقَّ (¬1). ¶ ¬__________ ¶ (¬1) إسناده صحيح، وله حكم الرفع: مسلم بن صبيح هو الهمدانى مولاهم أبو الضحى الكوفي العطار، ومسروق هو ابن الأجدع، وعبد الله هو ابن مسعود. ¶ أخرجه البيهقي في الأسماء والصفات (432) عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه عبد الله بن أحمد في السنة (537)، وابن خزيمة في كتاب التوحيد 1/ 351، من طريق أبي معاوية به.",
            "page": "100",
            "part": "1"
        },
        {
            "hno": "87",
            "id": "103",
            "nass": "87 - (1حدثنا سعدان، ثنا عفيف بن سالم، عن عمر بن الخطاب1)، عن النبي صلى الله عليه وسلم، قال: «صَلاةُ الْمُسَافِرِ رَكْعَتَانِ حَتَّى يَؤوبَ إِلَى أَهْلِهِ أَوْ يَمُوتَ» (¬1). ¶ ¬__________ ¶ (¬1) (1 - 1) وقع سقط في هذا الإسناد من المخطوط، وقد أورده ابن البختري والخطيب البغدادي على الصواب فقالا: عن سعدان بن نصر: حدثنا عفيف بن سالم، (قال: حدثنا بقية بن الوليد: حدثنا أبان بن عبد الله، عن خالد بن عثمان، عن أنس بن مالك)، عن عمر بن الخطاب رضي الله عنه: عن النبي صلى الله عليه وسلم قال: صلاة المسافر ركعتان حتى يؤب إلى أهله أو يموت. ¶ (87) إسناده ضعيف: ¶ أخرجه أبو جعفر ابن البختري في الجزء الرابع من حديثه (295)، والخطيب في تاريخ بغداد 14/ 260، كلاهما من طريق المصنف، عن عفيف بن سالم، (قال: حدثنا بقية بن الوليد، قال: حدثنا أبان بن عبد الله، عن خالد بن عثمان، عن أنس بن مالك)، عن عمر بن الخطاب به. وقال العلامة الألباني في الضعيفة (3775): ضعيف جدًا.",
            "page": "101",
            "part": "1"
        },
        {
            "hno": "88",
            "id": "104",
            "nass": "88 - حدثنا سعدان، ثنا وكيع بن الجراح, عن هشام بن سعد, عن الزهري, وجعفر بن بُرْقَانَ, عن الزهري, عن المسور بن مخرمة، قال: أُتِيَ عُمَرُ بْنُ الْخَطَّابِ بِغَنَائِمَ مِنْ غَنَائِمِ الْقَادِسِيَّةِ، قَالَ: فَجَعَلَ يَتَصَفَّحُهَا وَيَنْظُرُ إِلَيْهَا وَهُوَ يَبْكِي، وَمَعَهُ عَبْدُ الرَّحْمَنِ بْنُ عَوْفٍ، فَقَالَ لَهُ عَبْدُ الرَّحْمَنِ: يَا أَمِيرَ الْمُؤْمِنِينَ، هَذَا يَوْمُ فَرَحٍ، وَهَذَا يَوْمُ سُرُورٍ، قَالَ: فَقَالَ: أَجَلْ، وَلَكِنْ لَمْ يُؤْتَ قَوْمٌ هَذَا إِلَّا أَوْرَثَهُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ (¬1). ¶ ¬__________ ¶ (¬1) أخرجه البيهقي في الكبرى 6/ 358، عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه أحمد في الزهد (597)، وأبو داود في الزهد (68)، وابن أبي الدنيا في إصلاح المال (18) من طريق هشام بن سعد، عن الزهري، (عن عروة بن الزبير)، عن المسور بن مخرمة، به.",
            "page": "102",
            "part": "1"
        },
        {
            "hno": "89",
            "id": "105",
            "nass": "89 - حدثنا سعدان، ثنا وكيع، عن هشام بن سعد، عن زيد بن أسلم، عن أبيه، قال: أُتِيَ عُمَرُ بْنُ الْخَطَّابِ بِغَنَائِمَ جَلُولاَءَ وفِيهَا ذَهَبٌ وَفِضَّةٌ, فَجَعَلَ يَقْسِمُهُمَا بَيْنَ النَّاسِ, فَجَاءَ ابْنٌ لعمر بن الخطاب، يُقَالَ لَهُ: عَبْدُ الرَّحْمَن ابْنُ لُهَيَّةَ، امْرَأَةٍ كَانَتْ لِعُمَرَ بن الخطاب، فقال: يا أبه, اكْسُنِي خَاتَمًا، فقال: الْحَقْ بِأُمِّكَ فتَسْقِيكَ شَرْبَةً مِنْ سَوِيقٍ، فَوَاللهِ مَا أَعْطَاهُ شَيْئًا (¬1). ¶ ¬__________ ¶ (¬1) إسناده حسن: هشام بن سعد، قال الحافظ في التقريب 1/ 572: صدوق له أوهام ورمي بالتشيع. وهو من أثبت الناس في زيد بن أسلم. ¶ أخرجه البيهقي في الكبرى 6/ 352، من طريق المصنف، بنحوه. وأخرجه ابن أبي شيبة (33651)، وأبو داود في الزهد (74)، وابن أبي الدنيا في الإشراف في منازل الأشراف (223)، وابن عساكر في تاريخ دمشق 44/ 325، من طرقٍ عن هشام بن سعد به وبنحوه.",
            "page": "103",
            "part": "1"
        },
        {
            "hno": "90",
            "id": "106",
            "nass": "90 - حدثنا سعدان، ثنا وكيع بن الجراح، ثنا طلحة بن عمرو، عن عطاء، في قوله تعالى: {وَأَطْعِمُوا الْبَائِسَ الْفَقِيرَ} [الحج: 28]، قَالَ: الَّذِي يَسْأَلُكَ (¬1). ¶ ¬__________ ¶ (¬1) إسناده ضعيف جدا: طلحة بن عمرو هو ابن عثمان الحضرمي المكي، قال الحافظ في التقريب 1/ 283: متروك. وعطاء هو ابن أبي رباح. ¶ أخرجه البيهقي في الكبرى 9/ 293، عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد.",
            "page": "104",
            "part": "1"
        },
        {
            "hno": "91",
            "id": "107",
            "nass": "91 - حدثنا سعدان، ثنا وكيع، عن سفيان، عن منصور، عن إبراهيم، ومجاهد، {فَكُلُوا مِنْهَا وَأَطْعِمُوا الْقَانِعَ وَالْمُعْتَرَّ} [الحج: 36]، قَالَ: الْقَانِعَ الْجَالِسُ فِي بَيْتِهِ، وَالْمُعْتَرَّ الَّذِي يَعْتَرِيكَ (¬1). ¶ ¬__________ ¶ (¬1) رجاله ثقات: ¶ أخرجه البيهقي في الكبرى 9/ 294، عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه الطبري في تفسيره 16/ 564 سورة الحج آية 36، من طريق أخرى عن سفيان به.",
            "page": "105",
            "part": "1"
        },
        {
            "hno": "92",
            "id": "108",
            "nass": "92 - حدثنا سعدان، ثنا وكيع، عن سفيان، عن فُرَاتٍ الْقَزَّازِ، عن سعيد بن جبير، قَالَ: الْقَانِعَ السَّائِلُ، وَالْمُعْتَرَّ الَّذِي يَعْتَرِيكَ يُرِيدُكَ وَلاَ يَسْأَلُكَ (¬1). ¶ ¬__________ ¶ (¬1) إسناده صحيح، رجاله ثقات: سفيان هو بن سعيد بن مسروق الثوري، وفرات هو بن أبي عبد الرحمن القزاز التميمي. ¶ أخرجه البيهقي في الكبرى 9/ 294، عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد.",
            "page": "106",
            "part": "1"
        },
        {
            "hno": "93",
            "id": "109",
            "nass": "93 - حدثنا سعدان، ثنا وكيع، ثنا سفيان، عن ابن جريج، عن مجاهد، قَالَ: حَجَّ رَسُولُ اللَّهِ صلى الله عليه وسلم ثَلاَثَ حِجَجٍ، حَجَّتَيْنِ وَهُوَ بِمَكَّةَ قَبْلَ الْهِجْرَةِ وَحَجَّةَ الْوَدَاعِ (¬1). ¶ ¬__________ ¶ (¬1) رجاله ثقات غير أنه مرسل: ¶ أخرجه البيهقي في الكبرى 4/ 342، عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه ابن سعد في الطبقات 2/ 169، عن محمد بن عبد الله الأسدي، عن سفيان به.",
            "page": "107",
            "part": "1"
        },
        {
            "hno": "94",
            "id": "110",
            "nass": "94 - حدثنا سعدان، ثنا وكيع، ثنا مبارك بن فضالة، عن بكر بن عبد الله المزني، قَالَ: قلتُ لابنِ عمرَ: بما أهللتُم إذ كنتُم معَ رسولِ اللهِ صلى الله عليه وسلم؟ قَالَ: بالحجِّ مفردًا، فأتيتُ أنسَ بنَ مالكٍ فقالَ: بالحجِّ والعمرةِ، قَالَ: فرجعتُ إلى ابنِ عمرَ فأخبرتُه، فقالَ: نسيَ أنسُ (¬1). ¶ ¬__________ ¶ (¬1) حديث صحيح، وهذا الإسناد ضعيف من أجل مبارك بن فضالة: ¶ أخرجه أبو عوانة في مسنده كما في إتحاف المهرة 8/ 275، وهو في جزء فيه حديث الصفار رواية الفارسي (517 - 1، ضمن مجموع فيه مصنفات أبي العباس الأصم وإسماعيل الصفار) كلاهما عن المصنف، بهذا الإسناد. وأخرجه أحمد (5147)، والدارمي (1966)، والبخاري (4353)، ومسلم (1232) (185)، والنسائي (2731) من طرقٍ أخرى عن بكر بن عبد الله المزني بنحوه.",
            "page": "108",
            "part": "1"
        },
        {
            "hno": "95",
            "id": "111",
            "nass": "95 - حدثنا سعدان، ثنا وكيع، ثنا محمد بن سليم، عن ابن أبي مُلَيْكَةَ، عن عائشة رضي الله عنها، قَالَتْ: كَانَ رَسُولُ اللهِ صلى الله عليه وسلم يَقُولُ: «اتَّقُوا النَّارَ وَلَوْ بِشِقِّ تَمْرَةٍ» (¬1). ¶ ¬__________ ¶ (¬1) إسناده صحيح، رجاله ثقات: محمد بن سليم هو أبو عثمان المكي، قال الحافظ في التقريب 1/ 481: ثقة. وابن أبي مليكة هو عبد الله بن عبيد الله. ¶ أخرجه ابن الأعرابي في معجمه (1657) ومن طريقه القضاعي في مسند الشهاب (678) عن المصنف، بهذا الإسناد. وأخرجه أحمد (25057)، والبخاري في التاريخ الكبير 1/ 105 عن يحيى بن موسى، كلاهما عن وكيع به. وأخرجه البخاري أيضا 1/ 106، والبزار (232) من طريق أخرى عن محمد بن سليم به.",
            "page": "109",
            "part": "1"
        },
        {
            "hno": "96",
            "id": "112",
            "nass": "96 - حدثنا سعدان، ثنا وكيع، ثنا سفيان الثوري، عن السُّدِّيِّ، عن إبراهيم، قال: {لَا تُوَاعِدُوهُنَّ سِرًّا} [البقرة: 235]، قَالَ: الزِّنَا (¬1). ¶ ¬__________ ¶ (¬1) أخرجه ابن أبي شيبة (17147) عن وكيع، بهذا الإسناد. وأخرجه الطبري في تفسيره 4/ 273 - سورة البقرة آية 235، والبيهقي في الكبرى 7/ 179، من طريق سفيان الثوري به.",
            "page": "110",
            "part": "1"
        },
        {
            "hno": "97",
            "id": "113",
            "nass": "97 - حدثنا سعدان، ثنا وكيع، عن عمران بن حُدَيْرٍ، عن الحسن، و {لَا تُوَاعِدُوهُنَّ سِرًّا} [البقرة: 235]، قَالَ: الزِّنَا (¬1). ¶ ¬__________ ¶ (¬1) أخرجه ابن أبي شيبة (17146) عن وكيع، بهذا الإسناد. وأخرجه ابن أبي حاتم في تفسيره (2333)، والبيهقي في الكبرى 7/ 179، من طريق أخرى عن عمران بن حدير به.",
            "page": "111",
            "part": "1"
        },
        {
            "hno": "98",
            "id": "114",
            "nass": "98 - حدثنا سعدان، ثنا وكيع، ثنا إسرائيل، عن جابر، عن عامر، قال: لَا يَأْخُذُ عَلَيْهَا مِيثَاقًا، لَا تَتَزَوَّجَ غَيْرَهُ (¬1). ¶ ¬__________ ¶ (¬1) إسناده ضعيف: رجاله ثقات غير جابر بن يزيد بن الحارث الجعفي، فهو ضعيف. وإسرائيل هو ابن يونس بن أبي إسحاق السبيعي، وعامر هو ابن شراحيل الشعبي. ¶ أخرجه الطبري في تفسيره 4/ 275 - سورة البقرة آية 235، عن ابن وكيع، عن وكيع به. وأخرجه ابن أبي شيبة (17139) من طريق أخرى عن عامر الشعبي بنحوه.",
            "page": "112",
            "part": "1"
        },
        {
            "hno": "99",
            "id": "115",
            "nass": "99 - حدثنا سعدان، ثنا وكيع، عن شعبة، عن الحكم، أَنَّ شُرَيْحًا أَكَلَ لَحْمَ فَرَسٍ (¬1). ¶ ¬__________ ¶ (¬1) إسناده صحيح، رجاله ثقات: ¶ أخرجه ابن أبي شيبة (24799) عن وكيع، بهذا الإسناد.",
            "page": "113",
            "part": "1"
        },
        {
            "hno": "100",
            "id": "116",
            "nass": "100 - حدثنا سعدان، ثنا وكيع، أنا عثمان بن واقد العمري، أنا كِدَامُ بن عبد الرحمن، عن أبي كباش، قال: جَلَبْتُ غَنَمًا جُذْعَا إِلَى الْمَدِينَةِ فَكَسَدَتْ عَلَيَّ، فَلَقِيتُ أَبَا هُرَيْرَةَ رضي الله عنه فَأَخْبَرْتُهُ، فَقَالَ: سَمِعْتُ رَسُولَ اللهِ صلى الله عليه وسلم يَقُولُ: «نِعْمَ أَوْ نِعْمَتِ الْأُضْحِيَّةُ الْجَذَعُ مِنَ الضَّأْن». قَالَ: فَانْتَهَبَهَا النَّاسُ (¬1). ¶ ¬__________ ¶ (¬1) إسناده ضعيف: كدام بن عبد الرحمن السلمي، وأبو كباش العيشي، كلاهما مجهول. ¶ أخرجه البيهقي في الكبرى 9/ 271، عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه إسحاق بن راهويه (307)، وأحمد (9739)، والترمذي (1499) عن يوسف بن عيسى، ثلاثتهم عن وكيع به. قال الترمذي: حديث غريب، وقد روي هذا عن أبي هريرة موقوفا، وعثمان بن واقد هو: ابن محمد بن زياد بن عبد الله بن عمر بن الخطاب، والعمل على هذا عند أهل العلم من أصحاب النبي صلى الله عليه وسلم وغيرهم، أن الجذع من الضأن يجزئ في الأضحية.",
            "page": "114",
            "part": "1"
        },
        {
            "hno": "101",
            "id": "117",
            "nass": "101 - حدثنا سعدان، ثنا وكيع، عن علي بن المبارك، عن يحيى بن أبي كثير، عن أبي ميمونة، عَنْ أَبِى هُرَيْرَةَ رضي الله عنه، قَالَ: جَاءَتِ امْرَأَةٌ إِلَى النَّبِيِّ صلى الله عليه وسلم قَدْ طَلَّقَهَا زَوْجُهَا، فَأَرَادَتْ أَنْ تَأْخُذَ وَلَدَهَا، فَقَالَ رَسُولُ اللهِ صلى الله عليه وسلم لِلِابْنِ: «اخْتَرْ أَيَّهُمَا شِئْتَ» فَاخْتَارَ أُمَّهُ، فَذَهَبَتْ بِهِ (¬1). ¶ ¬__________ ¶ (¬1) إسناده صحيح: أبو ميمونة هو الفارسي المدني الأبار من الموالي، قال الحافظ في التقريب 1/ 677: ثقة. ¶ أخرجه البيهقي في الكبرى 8/ 3، عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه ابن أبي شيبة (19462)، وأحمد (9771)، والطحاوي في شرح مشكل الآثار (3088) من طريق وكيع به. وأخرجه ابن ماجه (2351)، وأبو داود (2277)، والترمذي (1357) وقال: حسن صحيح، والنسائي (3496) من طريق زياد بن سعد، عن هلال بن أسامة بن أبي ميمونة، عن أبي ميمونة به وبنحوه.",
            "page": "115",
            "part": "1"
        },
        {
            "hno": "102",
            "id": "118",
            "nass": "102 - حدثنا سعدان، ثنا وكيع، عن زكريا، عن الشعبي، قَالَ: لَيْسَ لِلْأَعْرَابِيِّ شُفْعَةٌ؛ إذا لم يشهد المصر (¬1). ¶ ¬__________ ¶ (¬1) إسناده ضعيف: زكريا هو ابن أبى زائدة، ثقة لكنه يدلس ويكثر من ذلك عن الشعبي. ¶ أخرجه ابن أبي شيبة (23188) عن وكيع، عن زكريا، (عن أبي حصين)، عن الشعبي به. وأخرجه عبد الرزاق (14414) عن الثوري، عن جابر، عن الشعبي به.",
            "page": "116",
            "part": "1"
        },
        {
            "hno": "103",
            "id": "119",
            "nass": "103 - حدثنا سعدان، ثنا وكيع، ثنا سفيان، عن الْأَغَرِّ، عن خليفة بن الحصين، أن جده قيس بن عاصم رضي الله عنه أَتَى النَّبِيَّ صلى الله عليه وسلم يُرِيدُ أَنْ يُسْلِمَ، فَأَمَرَهُ النَّبِيُّ صلى الله عليه وسلم أَنْ يَغْتَسِلَ بِمَاءٍ وَسِدْرٍ (¬1). ¶ ¬__________ ¶ (¬1) إسناده صحيح: سفيان هو ابن سعيد بن مسروق الثوري، والأغر هو ابن الصباح التميمي المنقري الكوفي، وخليفة بن الحصين هو ابن قيس بن عاصم التميمي المنقري البصري، وقيس بن عاصم هو ابن سنان بن خالد التميمي السعدي صحابي جليل. ¶ أخرجه البيهقي في الكبرى 1/ 171، عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه عبد الرزاق (9833)، وأحمد (20615)، وأبو داود (355)، والترمذي (605) وقال: حديث حسن، والنسائي (188) من طرقٍ عن سفيان الثوري به.",
            "page": "117",
            "part": "1"
        },
        {
            "hno": "104",
            "id": "120",
            "nass": "104 - حدثنا سعدان, ثنا وكيع, عن هشام بن سعد, عن زيد بن أسلم, عن أبيه، قَالَ: قَالَ عُمَرُ بْنُ الْخَطَّابِ رضي الله عنه: اجْتَمِعُوا لِهَذَا الْفَيْءِ حَتَّى نَنْظُرَ فِيهِ، قَالَ: ثُمَّ قَالَ لَهُمْ بَعْدُ: إِنِّي قَدْ أَمَرْتُكُمْ أَنْ تَجْتَمِعُوا لَهُ حَتَّى نَنْظُرَ فِيهِ، وَإِنِي قَرَأْتُ آيَاتٍ مِنْ كِتَابِ اللهِ فَاسَتْغَنَيْتُ بِهِنَّ، قَالَ اللهُ تعالى: {مَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْ أَهْلِ الْقُرَى فَلِلَّهِ وَلِلرَّسُولِ} [الحشر: 7] إِلَى قَوْلِهِ {شَدِيدُ الْعِقَابِ}، وَاللهِ مَا هُوَ لِهَؤُلَاءِ وَحْدَهُمْ، ثُمَّ قَرَأَ: {لِلْفُقَرَاءِ الْمُهَاجِرِينَ الَّذِينَ أُخْرِجُوا مِنْ دِيَارِهِمْ وَأَمْوَالِهِمْ} [الحشر: 8] إِلَى آخِرِ الْآيَةِ, ثُمَّ قَرَأَ: {وَالَّذِينَ جَاءُوا مِنْ بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْإِيمَانِ} [الحشر: 10]، وَاللهِ مَا هُوَ لِهَؤُلَاءِ وَحْدَهُمْ، وَلَئِنْ بَقِيتُ إِلَى قَابِلٍ لَأُلْحِقَنَّ آخِرَ النَّاسِ بِأَوَّلِهِمْ، فَلَأَجْعَلَنَّهُمْ بَبَّانًا وَاحِدًا، يَعْنِي بَاجًا وَاحِدًا (¬1)، قَالَ: فَجَاءَ ابْنٌ لَهُ وَهُوَ يَقْسِمُ يُقَالُ لَهُ عَبْدُ الرَّحْمَنِ بْنُ لُهَيَّةَ، امْرَأَةٌ كَانَتْ لَهُ، فَقَالَ لَهُ: اكْسُنِي خَاتَمًا, فَقَالَ لَهُ: الْحَقْ بِأُمِّكَ تَسْقِيكَ شَرْبَةً مِنْ سَوِيقٍ، فَوَاللهِ مَا أَعْطَاهُ شَيْئًا (¬2). ¶ ¬__________ ¶ (¬1) (على هامش المخطوط كتب: «بَاجًا وَاحِدًا: أي شيئا واحدا. وقد يهمز، وهو فارسي معرب». قلت: انظر النهاية في غريب الحديث 1/ 160. ¶ (¬2) إسناده حسن: ¶ أخرجه البيهقي في الكبرى 6/ 352، عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه ابن أبي شيبة (33688) عن وكيع به. وانظر حديث رقم (89).",
            "page": "118",
            "part": "1"
        },
        {
            "hno": "105",
            "id": "121",
            "nass": "105 - حدثنا سعدان، ثنا وكيع، عن إسرائيل، عن جابر، عن عامر وعن سعيد بن المسيب، عَنْ عُمَرَ رضي الله عنه، قال: تَجْلِسُ النُّفَسَاءُ أَرْبَعِينَ يَوْمًا (¬1). ¶ ¬__________ ¶ (¬1) إسناده ضعيف: فيه جابر الجعفي وقد تقدم أنه ضعيف. ¶ أخرجه البيهقي في الخلافيات (1074) قال: وأخبرنا ابن بشران، أنبأ إسماعيل، ثنا سعدان، ثنا وكيع، عن إسرائيل، عن جابر، عن عامر، (عن سعيد بن المسيب)، عن عمر رضي الله عنه به. دون إضافة «و» بين عامر الشعبي وسعيد بن المسيب.",
            "page": "119",
            "part": "1"
        },
        {
            "hno": "106",
            "id": "122",
            "nass": "106 - حدثنا سعدان، ثنا وكيع، عن الأعمش، عن إبراهيم التيمي، عن الحارث بن سويد، قَالَ: كَانَ سَلْمَانُ الْفَارِسِيُّ إِذَا طَعِمَ طَعَامًا، قَالَ: الْحَمْدُ لِلَّهِ الَّذِي كَفَانَا الْمُؤُونَةَ، وَأَوْسَعَ لَنَا مِنَ الرِّزْقِ (¬1). ¶ ¬__________ ¶ (¬1) إسناده صحيح، رجاله ثقات: ¶ أخرجه البيهقي في شعب الإيمان (5643) عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه ابن سعد في الطبقات (4926)، وابن أبي شيبة (30178)، والطبراني في الكبير 6/ 218 (6055) من طرقٍ عن الأعمش به.",
            "page": "120",
            "part": "1"
        },
        {
            "hno": "107",
            "id": "123",
            "nass": "107 - حدثنا سعدان، ثنا وكيع، عن ابن أبي سليمان، عن سعيد بن المسيب، قال: لَا بَأْسَ بالسَلَفِ فِي الثِّيَابِ، أَذْرُعًا مَعْلُومَة إِلَى أَجَلٍ مَعْلُومٍ (¬1). ¶ ¬__________ ¶ (¬1) أخرجه عبد الرزاق (14068)، وابن أبي شيبة (21821) من طريق علقمة بن مرثد، عن رزين بن سليمان، عن سعيد بن المسيب بنحوه.",
            "page": "121",
            "part": "1"
        },
        {
            "hno": "108",
            "id": "124",
            "nass": "108 - حدثنا سعدان، ثنا وكيع، عن ابن عون، عن ابن سيرين، عن ابن عمر رضي الله عنهما أَنَّهُ كَانَ يَكْرَهُ هَذِهِ الْكَلِمَةَ: أُسْلِمُ فِي كَذَا وَكَذَا وَيَقُولُ: إِنَّمَا الإِسْلاَمُ لِلَّهِ رَبِّ الْعَالَمِينَ (¬1). ¶ ¬__________ ¶ (¬1) إسناده صحيح: وابن عون هو عبد الله، وابن سيرين هو محمد. ¶ أخرجه البيهقي في الكبرى 6/ 28، عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه عبد الرزاق (14115) من غير هذا الوجه عن ابن عون به.",
            "page": "122",
            "part": "1"
        },
        {
            "hno": "109",
            "id": "125",
            "nass": "109 - حدثنا سعدان، أنا وكيع، عن ابن سيرين، عن الأحنف بن قيس قَالَ: قَالَ عُمَرُ بْنُ الْخَطَّابِ رضي الله عنه: تَفَقَّهُوا قَبْلَ أَنْ تُسَوَّدُوا (¬1). ¶ ¬__________ ¶ (¬1) إسناده صحيح: ¶ أخرجه البيهقي في شعب الإيمان (1549)، والخطيب في الفقيه والمتفقه (772) كلاهما عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه وكيع ابن الجراح في الزهد (102)، ابن أبي شيبة (26640)، والدارمي (256)، وابن عبد البر في جامع بيان العلم وفضله (508) من طريق ابن عون به. وقال الحافظ في الفتح 1/ 166: إسناده صحيح.",
            "page": "123",
            "part": "1"
        },
        {
            "hno": "110",
            "id": "126",
            "nass": "110 - حدثنا سعدان، ثنا وكيع، عن جعفر بن برقان، عن ميمون بن مهران، قال أتي ابن (¬1) مسعود بثريد، ثم أتي بشواء، ثم أتي برمان، ثم أتي بدانجوح (¬2) فقال: هذا لحم طبيخ، وهذا شواء، وهذا رمان، فما هذا يعني دانجوح (¬3). ¶ ¬__________ ¶ (¬1) (سقطت من المخطوط. ¶ (¬2) * أظن أن كلمة (دانجوح) كلمة معربة، وهي نوع من أنواع الأطعمة، وقيل هو العدس، وقيل هو نوع من الفاكهة. ¶ (¬3) أخرجه معمر بن راشد في جامعه (19997 - جزء ملحق بآخر المصنف لعبد الرزاق) عن جعفر بن برقان به.",
            "page": "124",
            "part": "1"
        },
        {
            "hno": "111",
            "id": "127",
            "nass": "111 - حدثنا سعدان، ثنا وكيع، عن الأعمش، قال: صَلَّيْتُ خَلْفَ إِبْرَاهِيمَ فَمَا سَمِعْتُهُ يُحَسِّنُ صَوْتَهُ، وَلَا يمد، وَلَا يُرَجِّعُ، وَقَالَ إِبْرَاهِيمُ: التَّكْبِيرُ جَزْمٌ، وَالْقِرَاءَةُ جَزْمٌ، وّالتَّسْلِيمُ جَزْمٌ والسلام جَزْمٌ (¬1). ¶ ¬__________ ¶ (¬1) إسناده صحيح: ¶ أخرجه ابن أبي شيبة (8835) عن وكيع، بهذا الإسناد. وأخرجه ابن سعد في الطبقات 8/ 395 (9212) من طريق محمد بن ربيعة الكلابي، عن الأعمش قال: ما رأيت إبراهيم يحسن صوته ولا يرجع. وطرفه الثاني عزاه السيوطي في الدرر المنتثرة في الأحاديث المشتهرة (ص99/ح174) لسعيد بن منصور في سننه، ولم أجده في المطبوع من سنن سعيد.",
            "page": "125",
            "part": "1"
        },
        {
            "hno": "112",
            "id": "128",
            "nass": "112 - حدثنا سعدان، ثنا وكيع، عن عبد الله بن نافع مولى ابن عمر، عن أبيه (¬1)، أَنَّهُ كَانَ يَسْتَاكُ وَهُوَ صَائِمٌ وَيَنْظُرُ فِي الْمِرْآةِ وَهُوَ مُحْرِمٌ قَالَ: وَقَالَ: يَحُكُّ الْمُحْرِمُ رَأْسَهُ مَا لَمْ يَقْتُلْ دَابَّةً أَوْ جِلْدَةَ رَأْسِهِ أَنْ يُدْمِيَها (¬2). ¶ ¬__________ ¶ (¬1) ????? وقع عند البيهقي من طريق المصنف «عن أبيه عن ابن عمر» بزيادة ابن عمر، ولعله هو الصواب، وحدث السقط من الناسخ. ¶ (¬2) إسناده ضعيف: عبد الله بن نافع مولى ابن عمر، قال الحافظ في التقريب 1/ 326: ضعيف. ¶ أخرجه البيهقي في الكبرى 5/ 213، عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن سعدان، عن وكيع، عن عبد الله بن نافع مولى ابن عمر عن أبيه (عن ابن عمر) به.",
            "page": "126",
            "part": "1"
        },
        {
            "hno": "113",
            "id": "129",
            "nass": "113 - حدثنا وكيع، عن إسرائيل، عن جابر، قال: سألت ثمانية عن السواك للمحرم فلم يروا به بأسا: عامرا، ومحمدا، ومجاهدا، وعطاءً، والقاسم بن عبد الرحمن، وسالما، قال سعدان: وسقط عليَّ اثنان (¬1). ¶ ¬__________ ¶ (¬1) فيه جابر الجعفي وهو ضعيف. أخرجه ابن أبي شيبة (12917) عن وكيع، بهذا الإسناد.",
            "page": "127",
            "part": "1"
        },
        {
            "hno": "114",
            "id": "130",
            "nass": "114 - حدثنا سعدان, ثنا وكيع, عن شعبة, عن قيس بن مسلم, عن طارق بن شهاب الأَحْمَسِيِّ، قَالَ: غَزَتْ بَنُو عُطَارِدٍ رماة من الْبَصْرَةِ، وَأُمِدُّوا بِعَمَّارٍ مِنَ الْكُوفَة، فَخَرَجَ قَبْلَ الْوَقْعَةِ وَقَدِمَ بَعْدَ الْوَقْعَةِ فَقَالَ: نَحْنُ شُرَكَاؤُكُمْ فِى الْغَنِيمَةِ فَقَامَ رَجُلٌ مِنْ بَنِي عُطَارِدٍ فَقَالَ: أَيُّهَا الْعَبْدُ الْمُجَدَّعُ تُرِيدُ أَنْ نَقْسِمَ لَكَ غَنَائِمَنَا وَكَانَتْ أُذُنُهُ أُصِيبَتْ فِي سَبِيلِ اللَّهِ، فَقَالَ: عَيَّرْتُمُونِي بِأَحَبِّ أُذُنَيَّ إِلَىَّ أَوْ خَيْرِ أُذُنَيَّ. قَالَ: فَكَتَبَ فِي ذَلِكَ إِلَى عُمَرَ رضي الله عنه فَكَتَبَ: إِنَّ الْغَنِيمَةَ لِمَنْ شَهِدَ الْوَقْعَةَ (¬1). ¶ ¬__________ ¶ (¬1) إسناده صحيح: ¶ أخرجه البيهقي في الكبرى 6/ 335، ومن طريقه ابن عساكر في تاريخ دمشق 43/ 443، عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه ابن أبي شيبة (33900) عن وكيع به. وأخرجه سعيد بن منصور في سننه (2791)، والطحاوي في شرح مشكل الآثار 7/ 352، والطبراني في الكبير 8/ 321 (8203) من طريق شعبة به.",
            "page": "128",
            "part": "1"
        },
        {
            "hno": "115",
            "id": "131",
            "nass": "115 - حدثنا سعدان، ثنا وكيع، عن إسرائيل، عن أبي إسحاق، عن الحارث، عن علي رضي الله عنه أَنَّهُ كَانَ إِذَا تَشَهَّدَ قَالَ: بِسْمِ اللَّهِ (¬1). ¶ ¬__________ ¶ (¬1) إسناده ضعيف: فيه الأعور بن عبد الله الأعور الهمداني وهو ضعيف. ¶ أخرجه البيهقي في الكبرى 2/ 143، عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد، وقال: والحارث لا يحتج بمثله. وأخرجه ابن أبي شيبة (3030)، والبيهقي في معرفة السنن والآثار 3/ 59 (3681) من طريق وكيع، (عن الأعمش)، عن أبي إسحاق به.",
            "page": "129",
            "part": "1"
        },
        {
            "hno": "116",
            "id": "132",
            "nass": "116 - حدثنا سعدان، ثنا وكيع، عن مسعر، عن حماد، قَالَ: قُلْتُ لإِبْرَاهِيمَ: أَقُولُ فِي التَّشَهُّدِ بِسْمِ اللَّهِ؟ قَالَ: قل التَّحِيَّاتُ، قَالَ: قُلْتُ: أَقُولُ الْحَمْدُ لِلَّهِ؟ قَالَ: قُلِ التَّحِيَّاتُ لِلَّهِ. قَالَ: وَكَانَ سَعِيدُ بْنُ جُبَيْرٍ إِذَا تَشَهَّدَ قَالَ: بِسْمِ اللَّهِ (¬1). ¶ ¬__________ ¶ (¬1) إسناده حسن: رجاله ثقات غير حماد بن أبي سليمان فهو صدوق. ¶ أخرجه البيهقي في الكبرى 2/ 143، عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد.",
            "page": "130",
            "part": "1"
        },
        {
            "hno": "117",
            "id": "133",
            "nass": "117 - حدثنا سعدان، ثنا وكيع، قال سمعت الأعمش، يقول: كان إبراهيم يأخذ علينا الواوات: التَّحِيَّاتُ لله والصَّلَوَاتُ والطَّيِّبَاتُ (¬1). ¶ ¬__________ ¶ (¬1) رجاله ثقات: ¶ أخرجه ابن أبي شيبة (3026) عن وكيع به.",
            "page": "131",
            "part": "1"
        },
        {
            "hno": "118",
            "id": "134",
            "nass": "118 - حدثنا سعدان، ثنا وكيع، عن إسرائيل، عن عبد الله بن المختار، أن أبا معشر سأل الحسن عن الْمُعْتَكِف يدخل القبر ويغطى عليه بثوب، قال: لا بأس به (¬1). ¶ ¬__________ ¶ (¬1) رجاله ثقات غير عبد الله بن المختار البصري، قال ابن معين والنسائي: ثقة. وقال أبو حاتم: لا بأس به. وذكره ابن حبان في «الثقات». انظر تهذيب الكمال 16/ 111. ¶ قلت: ولم أجد من أخرجه غير المصنف، والوارد عن الحسن أنه كان يكره ذلك للمعتكف فيما أخرجه ابن أبي شيبة (9794) قال: حَدَّثَنَا عَبَّادٌ، عَنْ إسْمَاعِيلَ، عَنِ الْحَسَنِ؛ أَنَّهُ كَانَ يَكْرَهُ أَنْ يَدْخُلَ الْمُعْتَكِفُ الْقَبْرَ.",
            "page": "132",
            "part": "1"
        },
        {
            "hno": "119",
            "id": "135",
            "nass": "119 - حدثنا سعدان، ثنا وكيع، عن الأعمش، عن عمار (¬1) بن عمير التيمي، عن أبي معمر، قال: قَالَ عَبْدُ الله حين مَاتَ أَبُو مَيْسَرَةَ: استغفروا لأبي ميسرة؛ فإنه كان يحب أن يمشي في إثر الجنائز (¬2). ¶ ¬__________ ¶ (¬1) (كذا وقع في المخطوط وهو خطأ وصوابه: «عمارة». ¶ (¬2) إسناده صحيح، رجاله ثقات: أبو معمر هو عبد الله بن سخبرة، وأبو ميسرة هو عمرو بن شرحبيل الهمداني. ¶ أخرجه ابن سعد في الطبقات 8/ 229 (8592)، وأبو نعيم في الحلية 4/ 143، من طريق وكيع، بنحوه.",
            "page": "133",
            "part": "1"
        },
        {
            "hno": "120",
            "id": "136",
            "nass": "120 - حدثنا سعدان، ثنا وكيع، عن ابن أبي ليلى، عن الحكم، أَنَّ عُمَرَ بْنَ الْخَطَّابِ رضي الله عنه بَعَثَ عُثْمَانَ بْنَ حُنَيْفٍ يمسح السَّوَادَ فمسح (¬1) عَلَى كُلِّ جَرِيبٍ عَامِرٍ أَوْ غَامِرٍ حَيْثُ يَنَالُهُ الْمَاءُ قَفِيزًا ودِرْهَمًا - قَالَ وَكِيعٌ: يَعْنِي الْحِنْطَةَ وَالشَّعِيرَ - ووَضَعَ عَلَى كُلِّ جَرِيبِ الْكَرْمِ عَشَرَةَ دَرَاهِم ووَضَعَ عَلَى جَرِيبِ الرِّطَابِ خَمْسَةَ دَرَاهِمَ (¬2). ¶ ¬__________ ¶ (¬1) (في نسخة: «فوضع». ¶ (¬2) إسناده مرسل ضعيف: فيه محمد بن عبد الرحمن بن أبي ليلى سيء الحفظ، والحكم بن عتبة لم يدرك عمر. ¶ أخرجه البيهقي في الكبرى 9/ 136، والخطيب في تاريخ بغداد 1/ 302، كلاهما من طريق إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه ابن أبي شيبة (10828) عن وكيع به.",
            "page": "134",
            "part": "1"
        },
        {
            "hno": "121",
            "id": "137",
            "nass": "121 - حدثنا سعدان، ثنا وكيع، عن علي بن صالح، عن أبان بن تغلب، عن رجل، عَنْ عُمَرَ بن الخطاب أَنَّهُ وَضْع عَلَى النَّخْلِ عَلَى الرَّقْلَتَيْنِ دِرهَمًا وَعَلَى الْفَارِسِيَّةِ دِرْهَمًا (¬1). ¶ ¬__________ ¶ (¬1) أخرجه البيهقي في الكبرى 9/ 137، عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. أخرجه ابن أبي شيبة (10829) عن وكيع، به.",
            "page": "135",
            "part": "1"
        },
        {
            "hno": "122",
            "id": "138",
            "nass": "122 - حدثنا سعدان، ثنا وكيع، عن شعبة، عن يونس، عن الحسن، قَالَ: لاَ بَأْسَ بِلَحْمِ الْفَرَسِ (¬1). ¶ ¬__________ ¶ (¬1) أخرجه البيهقي في الكبرى 9/ 327، عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه ابن أبي شيبة (24804) عن وكيع به.",
            "page": "136",
            "part": "1"
        },
        {
            "hno": "123",
            "id": "139",
            "nass": "123 - حدثنا سعدان، ثنا وكيع، عن سفيان، عن عبد الكريم، عن عطاء، عن جابر رضي الله عنه، قَالَ: كُنَّا نَأْكُلُ لُحُومَ الْخَيْلِ (¬1). ¶ ¬__________ ¶ (¬1) إسناده صحيح: سفيان هو الثوري، وعبد الكريم هو ابن مالك الجزري، وعطاء هو ابن أبي رباح. ¶ أخرجه البيهقي في الكبرى 9/ 327، عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه ابن أبي شيبة (24806)، وابن ماجه (3197)، والطحاوي في شرح مشكل الآثار (3062) عن وكيع به. وأخرجه عبد الرزاق (8733)، وابن ماجه (3197)، والنسائي (4333)، والدارقطني (4775) من طرقٍ عن سفيان به.",
            "page": "137",
            "part": "1"
        },
        {
            "hno": "124",
            "id": "140",
            "nass": "124 - حدثنا سعدان، ثنا وكيع، عن سفيان، عن عمرو بن قيس، عن المنهال، عن سعيد بن جبير، في قول الله تعالى: {وَمَا أَنْفَقْتُمْ مِنْ شَيْءٍ فَهُوَ يُخْلِفُهُ وَهُوَ خَيْرُ الرَّازِقِينَ} [سبأ: 39] قَالَ: فِي غَيْرِ إِسْرَافٍ وَلَا تَقْتِيرٍ (¬1). ¶ ¬__________ ¶ (¬1) إسناده صحيح: عمرو بن قيس هو الملائي، والمنهال هو ابن عمرو الأسدي وهو صدوق روى له البخاري. ¶ أخرجه البيهقي في شعب الإيمان (6129) عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه ابن أبي شيبة (27130) عن وكيع به. وأخرجه لوين في جزءه (10)، والبخاري في الأدب المفرد (443) من طرقٍ عن عمرو بن قيس به.",
            "page": "138",
            "part": "1"
        },
        {
            "hno": "125",
            "id": "141",
            "nass": "125 - حدثنا سعدان، ثنا وكيع، عن سفيان، عن ابن الْأَصْبَهَانِيِّ، عن مجاهد بن وَرْدَانَ، عن عروة، عَنْ عَائِشَةَ رضي الله عنها، أَنَّ رَجُلاً وَقَعَ مِنْ نَخْلَةٍ فَمَاتَ فَتَرَكَ شَيْئًا وَلَمْ يَدَعْ وَلَدًا وَلاَ حَمِيمًا، فَقَالَ رَسُولُ اللَّهُ صلى الله عليه وسلم: «أَعْطُوا مِيرَاثَهُ رَجُلاً مِنْ أَهْلِ قَرْيَتِهِ» (¬1). ¶ ¬__________ ¶ (¬1) إسناده صحيح: رجاله ثقات وابن الأصبهاني هو عبد الرحمن بن عبد الله. ¶ أخرجه البيهقي في الكبرى 6/ 243، عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه ابن أبي شيبة (32244)، وأحمد (25054)، وابن ماجه (2733)، وأبو داود (2902)، والترمذي (2105) وقال: حديث حسن، والنسائي في الكبرى (6360)، والطحاوي في شرح مشكل الآثار (977) من طرق عن سفيان الثوري به.",
            "page": "139",
            "part": "1"
        },
        {
            "hno": "126",
            "id": "142",
            "nass": "126 - حدثنا سعدان، ثنا وكيع، عن طلحة بن عمرو، عَنْ عَطَاءٍ، قَالَ: كَانَ إِبْرَاهِيمُ خَلِيلُ اللهِ صلى الله عليه وسلم إِذَا أَرَادَ أَنْ يَتَغَدَّى طَلَبَ مَنْ يَتَغَدَّى مَعَهُ مِيلًا فِي مِيلٍ. فَقَالَ عَطَاءٌ: أَحَبُّ الطَّعَامِ إِلَى اللهِ مَا كَثُرَتْ عَلَيْهِ (¬1) الْأَيْدِي (¬2). ¶ ¬__________ ¶ (¬1) (في نسخة «فيه». ¶ (¬2) إسناده ضعيف جدا: فيه طلحة بن عمرو الحضرمي، متروك. ¶ أخرجه البيهقي في شعب الإيمان (9173)، وأبو القاسم الأبهاني في الترغيب والترهيب (2035) كلاهما عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه هناد بن السري في الزهد (647، 648) عن وكيع، به.",
            "page": "140",
            "part": "1"
        },
        {
            "hno": "127",
            "id": "143",
            "nass": "127 - حدثنا سعدان، ثنا يزيد بن هارون، أنا هشام بن حسان، عن محمد، عن أبي هريرة رضي الله عنه، عن النبي صلى الله عليه وسلم، قال: «مَنِ اشْتَرَى مُصَرَّاةً فَرَدَّهَا فَلْيَرُدَّ مَعَهَا صَاعًا مِنْ بر (¬1) لاَ سَمَرَاءَ» (¬2). ¶ ¬__________ ¶ (¬1) * هكذا في المخطوط، والذي في الأصول المخرجة لهذ الحديث «تمر». ¶ (¬2) إسناده صحيح: ¶ أخرجه البيهقي في الكبرى 5/ 318، عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه الدارمي (2595)، ومسلم (1524) (26)، وأبو داود (3444)، وأبو يعلى (6065)، وأبو عوانة (5490)، والدارقطني (3070) من طرقٍ عن هشام بن حسان به. وأخرجه البخاري (2151)، ومسلم (1524) (25)، وأبو داود (3445)، والترمذي (1252)، والنسائي (4488) من طرقٍ عن أبي هريرة بنحوه.",
            "page": "141",
            "part": "1"
        },
        {
            "hno": "128",
            "id": "144",
            "nass": "128 - حدثنا سعدان، ثنا يزيد بن هارون، أنا هشام، عن محمد، كُنَّا عِنْدَ أَبِي هُرَيْرَةَ فَتَمَخَّطَ فَمَسَحَ بِرِدَائِهِ، وَقَالَ: الْحَمْدُ لِلَّهِ الَّذِي تَمَخَّطَ أَبُو هُرَيْرَةَ فِي الْكَتَّانِ، لَقَدْ رَأَيْتُنِي وَإِنِّي لَأَخِرُّ فِيمَا بَيْنَ مَنْزِلِ عَائِشَةَ ومِنْبَرِ النبي صلى الله عليه وسلم مَغْشِيًّا عَلَيَّ مِنَ الْجُوعِ، فَيَمُرُّ الرَّجُلُ فَيَجْلِسُ عَلَى صَدْرِي فَأَرْفَعُ رَأْسِي وأَقُولُ: لَيْسَ بِي الَّذِي تَرَى إِنَّمَا هُوَ مِنَ الْجُوعِ (¬1). ¶ ¬__________ ¶ (¬1) إسناده صحيح: ¶ أخرجه البيهقي في شعب الإيمان (10206) عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه عبد الرزاق (14941)، والبخاري (7324)، والترمذي (2367) وقال: حسن صحيح، وأبو نعيم في الحلية 1/ 378، من طرقٍ عن محمد بن سيرين به.",
            "page": "142",
            "part": "1"
        },
        {
            "hno": "129",
            "id": "145",
            "nass": "129 - حدثنا سعدان، ثنا يزيد بن هارون، أنا هشام، عن محمد، قال: كُنَّا عِنْدَ أَبِي هُرَيْرَةَ، فَتَذَاكَرُوا، فَقَالُوا: الرِّجَالُ فِي الْجَنَّةِ أَكْثَرُ مِنَ النِّسَاءِ، قَالَ أَبُو هُرَيْرَةَ: أَلَمْ يَقُلْ أَبُو الْقَاسِمِ صلى الله عليه وسلم: «إِنَّ أَوَّلَ زُمْرَةٍ مِنْ أُمَّتِي تَدْخُلُ الْجَنَّةَ عَلَى صُورَةِ الْقَمَرِ لَيْلَةَ الْبَدْرِ، ثُمَّ الَّذِينَ يَلُونَهُمْ عَلَى أَشَدِّ كَوْكَبٍ دُرِّيٍّ فِي السَّمَاءِ إِضَاءَةً، ثُمَّ هُمْ بَعْدَ ذَلِكَ مَنَازِلُ، لِكُلِّ وَاحِدٍ مِنْهُمْ زَوْجَتَانِ مِنَ الْحُورِ الْعَيْنِ يُرَى مُخُّ سُوقِهِنَّ مِنْ وَرَاءِ الْحُلَلِ، وَالَّذِي نَفْسِي بِيَدِهِ مَا فِيهَا مِنْ عَزَبٍ» (¬1). ¶ ¬__________ ¶ (¬1) إسناده صحيح: ¶ أخرجه البيهقي في البعث والنشور (334) عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه أحمد (10593) عن يزيد بن هارون به. وأخرجه الدارمي (2874) من طريق يزيد بن زريع، عن هشام بن حسان به مختصرًا.",
            "page": "143",
            "part": "1"
        },
        {
            "hno": "130",
            "id": "146",
            "nass": "130 - حدثنا سعدان، ثنا يزيد بن هارون، أنا هشام، عن محمد، عن أبي هريرة رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم: «لَا يَقُولَنَّ أَحَدُكُمْ: عَبْدِي، أَمَتِي، وَلَكِنْ لِيَقُلْ: فَتَايَ وَفَتَاتِي» (¬1). ¶ ¬__________ ¶ (¬1) إسناده صحيح: ¶ أخرجه أحمد (10603) عن يزيد بن هارون به. وأخرجه أحمد (10368)، والبخاري في الأدب المفرد (210)، وأبو داود (4975)، والنسائي في الكبرى (10001)، وابن السني في عمل اليوم والليلة (390) من طرقٍ عن هشام بن حسان به. وأخرجه البخاري (2552)، ومسلم (2249) (13) من غير هذا الوجه عن أبي هريرة بنحوه.",
            "page": "144",
            "part": "1"
        },
        {
            "hno": "131",
            "id": "147",
            "nass": "131 - حدثنا سعدان، ثنا سفيان، عن الزهري، عن سالم، عن أبيه، قال: رَأَيْتُ النَّبِيَّ صلى الله عليه وسلم، وَأَبَا بَكْرٍ، وَعُمَرَ، يَمْشُونَ أَمَامَ الْجِنَازَةِ (¬1). ¶ ¬__________ ¶ (¬1) إسناده صحيح: رجاله ثقات، سفيان هو ابن عيينة، وسالم هو ابن عبد الله بن عمر. ¶ أخرجه البيهقي في الكبرى 4/ 23، عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه الحميدي (619)، وابن أبي شيبة (11336)، وأحمد (4539)، وابن ماجه (1482)، وأبو داود (3179)، والترمذي (1007)، والنسائي (1944) من طريق سفيان بن عيينة به.",
            "page": "145",
            "part": "1"
        },
        {
            "hno": "132",
            "id": "148",
            "nass": "132 - حدثنا سعدان، ثنا أبو بدر شجاع بن الوليد السكوني، عن أبي خيثمة زهير بن معاوية، ثنا أبو همام الوليد بن قيس، عن عثمان بن حسان، عن فُلْفُلَةَ الْجُعْفِيِّ، قَالَ: فَزِعْتُ فِيمَنْ فَزِعَ إِلَى عَبْدِ اللَّهِ فِي الْمَصَاحِفِ، فَدَخَلْنَا عَلَيْهِ، فَقَالَ رَجُلٌ مِنَ الْقَوْمِ: إِنَّا لَمْ نَأْتِكَ زَائِرِينَ؛ وَلَكِنَّا جِئْنَا حِينَ رَاعَنَا هَذَا الْخَبَرُ، قَالَ: إِنَّ الْقُرْآنَ أُنْزِلَ عَلَى نَبِيِّكُمْ صلى الله عليه وسلم مِنْ سَبْعَةِ أَبْوَابٍ عَلَى سَبْعَةِ أَحْرُفٍ - أَوْ حُرُوفٍ - وَإِنَّ الْكِتَابَ قَبْلَهُ كَانَ يَنْزِلُ مِنْ بَابٍ وَاحِدٍ عَلَى حَرْفٍ وَاحِدٍ (¬1). ¶ ¬__________ ¶ (¬1) إسناده حسن: عثمان بن حسان هو العامري: ذكره البخاري في تاريخه 6/ 219، وابن أبي حاتم في الجرح والتعديل 6/ 148 ولم يذكرا فيه جرحا ولا تعديلا، وذكره ابن حبان في الثقات 7/ 193. وفلفلة هو ابن عبد الله الجعفي، قال العجلي في معرفة الثقات 2/ 208 (1490): كوفي تابعي ثقة. وذكره ابن حبان في الثقات 5/ 300. ¶ أخرجه أحمد (4252)، وابن أبي داود في المصاحف (66)، والطحاوي في شرح مشكل الآثار (3094)، والشاشي (881) من طريق أبي خيثمة زهير بن معاوية به. قال الهيثمي في المجمع 7/ 152، 153: رواه أحمد، وفيه عثمان بن حسان العامري، وقد ذكره ابن أبي حاتم، ولم يجرحه، ولم يوثقه، وبقية رجاله ثقات. وذكره الإمام الألباني في الصحيحة 2/ 134 من طريق أحمد والطحاوي وقال: وهذا إسناد جيد موصول.",
            "page": "146",
            "part": "1"
        },
        {
            "hno": "133",
            "id": "149",
            "nass": "133 - حدثنا سعدان، ثنا أبو بدر، عن عبيد الله بن أياد بن لقيط، قال سمعت عن عبد الله (¬1) بن نعيم الأعرجي، قال: سَأَلَ رَجُلٌ عَبْدَ اللَّهِ بْنَ عُمَرَ وَأَنَا عِنْدَهُ عَنِ الْمُتْعَةِ - مُتْعَةِ النِّسَاءِ - فَغَضِبَ وَقَالَ: وَاللهِ مَا كُنَّا عَلَى عَهْدِ رَسُولِ اللهِ صلى الله عليه وسلم زَانِينَ وَلَا مُسَافِحِينَ. ثُمَّ قَالَ: وَاللَّهِ لَقَدْ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ: «لَيَكُونَنَّ قَبْلَ الْقِيَامَةِ الْمَسِيحُ الدَّجَّالُ، وَثَلَاثُونَ كَذَّابًا أَوْ أَكْثَرُ» (¬2). ¶ ¬__________ ¶ (¬1) (كذا في المخطوط، ولعل الصواب «عبد الرحمن» كما في أصول التخريج. ¶ (¬2) إسناده ضعيف؛ فيه انقطاع بين عبيد الله إياد وعبد الرحمن بن نعيم، وعبد الرحمن بن نعيم الأعرجي فيه جهالة. ¶ أخرجه سعيد بن منصور (851)، وأحمد (5694)، وأبو يعلى (5706) من طريق عبيد الله بن إياد بن لقيط، (عن أبيه إياد بن لقيط، عن عبد الرحمن بن نعيم الأعرجي) به.",
            "page": "147",
            "part": "1"
        },
        {
            "hno": "134",
            "id": "150",
            "nass": "134 - حدثنا سعدان، ثنا يزيد بن هارون، ثنا محمد بن عمرو، عن أبي سلمة، عن أبي هريرة رضي الله عنه، قَالَ: قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: «إِنَّ اللَّهَ تَعَالَى يَنْزِلُ لِنِصْفِ اللَّيْلِ الْآخِرِ، أَوْ لِثُلُثِ اللَّيْلِ الْآخِرِ إِلَى السَّمَاءِ الدُّنْيَا، فَيَقُولُ: مَنْ ذَا الَّذِي يَدْعُونِي أَسْتَجِيبُ لَهُ؟، حَتَّى يُسْفِرَ الْفَجْرُ، أَوْ يَنْصَرِفَ الْقَارِئُ مِنْ صَلَاةِ الْفَجْرِ «(¬1). ¶ ¬__________ ¶ (¬1) حديث صحيح متفق عليه، وهذا الإسناد حسن: رجاله ثقات غير محمد بن عمرو بن علقمة بن وقاص الليثي، فهو صدوق. ¶ أخرجه ابن أبي شيبة (11645)، وأحمد (10544)، والدارمي (1519) كلاهما عن يزيد بن هارون به. وأخرجه البخاري (1145)، ومسلم (758) (168)، وابن ماجه (1366)، وأبو داود (1315)، والترمذي (3498)، والنسائي في الكبرى (7720) من طرقٍ عن أبي سلمة به.",
            "page": "148",
            "part": "1"
        },
        {
            "hno": "135",
            "id": "151",
            "nass": "135 - حدثنا سعدان، ثنا غسان بن عبيد، عن ابن أبي ذئب، عن سعيد الْمَقْبُرِيِّ، عن أبيه، أَنَّ أَبَا هُرَيْرَةَ، وَمَرْوَانَ بْنَ الْحَكَمِ، كَانَا فِي جِنَازَةٍ فَجَلَسَا قَبْلَ أَنْ تُوضَعَ، فَجَاءَ أَبُو سَعِيدٍ الْخُدْرِيُّ، فَأَخَذَ بِيَدِ مَرْوَانَ، فَقَالَ: قُمْ فَوَاللَّهِ لَقَدْ عَلِمَ أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم كَانَ إِذَا كَانَ مَعَ جِنَازَةٍ لَمْ يَجْلِسْ حَتَّى تُوضَعَ. فَقَالَ أَبُو هُرَيْرَةَ: صَدَقَ (¬1). ¶ ¬__________ ¶ (¬1) حديث صحيح، وهذا الإسناد ضعيف: غسان بن عبيد هو الأزدي من أهل الموصل، ضعفه أحمد، وقال ابن عدي: الضعف على حديثه بين. ¶ أخرجه أحمد (11927)، والبخاري (1309)، والبيهقي في الكبرى 4/ 26، وابن عساكر 5/ 169، من طرقٍ عن ابن أبي ذئب به.",
            "page": "149",
            "part": "1"
        },
        {
            "hno": "136",
            "id": "152",
            "nass": "136 - حدثنا سعدان، ثنا غسان بن عبيد، عن ابن أبي ذئب، عن سعيد المقبري، عَنْ أَبِي هُرَيْرَةَ رضي الله عنه، قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ، إِنِّي أَسْمَعُ مِنْكَ أحاديث كثيرة فأنساها فقال: «ابْسُطْ رِدَاءَكَ» فَبَسَطْتُهُ، فَغَرَفَ بِيَدَيْهِ فِيهِ، فَمَا نَسِيتُ بَعْدُ (¬1). ¶ ¬__________ ¶ (¬1) حديث صحيح، وهذا الإسناد ضعيف: لضعف غسان بن عبيد. ¶ أخرجه ابن سعد في الطبقات 2/ 312 (2637)، والبخاري (119)، والترمذي (3835) وقال: حسن صحيح، وابن عدي في الكامل 1/ 95، وابن عساكر في تاريخ دمشق 67/ 331، والذهبي في سير أعلام النبلاء 12/ 174، من طرقٍ عن ابن أبي ذئب به.",
            "page": "150",
            "part": "1"
        },
        {
            "hno": "137",
            "id": "153",
            "nass": "137 - حدثنا سعدان، ثنا عبد الله بن بكر السهمي، عن حاتم بن أبي صغيرة، عن أبي بحر، قَالَ: كَانَ أَبُو الْجَلْدِ جَارًا لِي، فَسَمِعْتُهُ يَقُولُ - يَحْلِفُ عَلَيْهِ -: إِنَّ هَذِهِ الْأُمَّةَ لَنْ تُهْلَكَ حَتَّى يَكُونَ فِيهَا اثْنَا عَشَرَ خَلِيفَةً كُلُّهُمْ يَعْمَلُ بِالْهُدَى وَدِينِ الْحَقِّ، مِنْهُمْ رَجُلَانِ مِنْ أَهْلِ بَيْتِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَحَدُهُمَا يَعِيشُ أَرْبَعِينَ, وَالْآخَرُ ثَلَاثِينَ سَنَةً (¬1). ¶ ¬__________ ¶ (¬1) أبو بحر اسمه هلال ذكره مسلم في الكنى والأسماء 1/ 146 (418) ولم أجد فيه جرحا ولا تعديلا، وأبو الجلد هو جيلان بن فروة، قال عنه ابن سعد في الطبقات 9/ 221: كان ثقة. وكان ينظر في الكتب المتقدمة. ¶ أخرجه البيهقي في دلائل النبوة 6/ 523، عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه أحمد في الأسامي والكنى ص90، عن عبد الله بن بكر السهمي به. وهو في معجم شيوخ تاج الدين السبكي ص578، من طريق أخرى عن أبي بحر عن أبي الجلد به. وقد رواه أبو سعيد بن الأعرابي عن سعدان (156) ووقع هناك تصحيف في أبي بحر فجعله هناك أبي لحى.",
            "page": "151",
            "part": "1"
        },
        {
            "hno": "138",
            "id": "154",
            "nass": "138 - حدثنا سعدان، ثنا أبو بدر، عن زهير بن معاوية، عن أبي إسحاق، عن عبد الرحمن بن الأسود، عن أبيه، وعلقمة، عن عبد الله رضي الله عنه، قَالَ: أَنَا رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يُكَبِّرُ فِي كُلِّ رَفْعٍ وَوَضْعٍ وَقِيَامٍ وَقُعُودٍ، وَيُسَلِّمُّ عَنْ يَمِينِهِ، وَعَنْ شِمَالِهِ حَتَّى أَرَى بَيَاضَ خَدَّيْهِ فِي كِلَتَيْهِمَا، وَرَأَيْتُ أَبَا بَكْرٍ وَعُمَرَ يَفْعَلاَنِ ذَلِكَ (¬1). ¶ ¬__________ ¶ (¬1) حديث صحيح: وهذا إسناد ضعيف؛ زهير بن معاوية، ثقة إلا أنه سمع من أبى إسحاق بعد الاختلاط، غير أنه قد توبع؛ تابعه إسرائيل عن أبي إسحاق. ¶ أخرجه البيهقي في الكبرى 2/ 177، عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه الطحاوي في شرح معاني الآثار 1/ 220 (1322) من طريق أبي بدر شجاع بن الوليد به. وأخرجه أحمد (3660)، والدارمي (1284)، والنسائي (1319)، وأبو يعلى (5128)، والطبراني في الكبير 10/ 122 (10172)، والدارقطني (1349) من طرقٍ عن زهير بن معاوية به. وذكر الدارقطني روايتان عن أبي إسحاق وقال: اختلف على أبي إسحاق في إسناده. ورواه زهير , عن أبي إسحاق , عن عبد الرحمن بن الأسود , عن أبيه , وعلقمة , عن عبد الله. وهو أحسنهما إسنادا. اهـ. وأخرجه أحمد (4224)، وأبو داود (996) من طريق إسرائيل، عن أبي إسحاق به. وصححه الحافظ في نتائج الأفكار 2/ 53، والعلامة الألباني في صحيح سنن أبي داود (914).",
            "page": "152",
            "part": "1"
        },
        {
            "hno": "139",
            "id": "155",
            "nass": "139 - حدثنا سعدان، ثنا إسحاق بن يوسف الأزرق، عن سفيان الثوري، عن المغيرة بن النعمان، عن سعيد بن جبير، عن عبد الله بن عباس رضي الله عنهما، قَالَ: قَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي النَّاسِ فَوَعَظَهُمْ، فَقَالَ: «أَيُّهَا النَّاسُ إِنَّكُمْ مَحْشُورُونَ إِلَى اللَّهِ حُفَاةً عُرَاةً غُرْلًا». ثُمَّ قَرَأَ: {كَمَا بَدَأْنَا أَوَّلَ خَلْقٍ نُعِيدُهُ} [الأنبياء: 104] الْآَيَةَ، قَالَ: «فَيُجَاءُ بِرِجَالٍ مِنْ أُمَّتِي فَيُؤْخَذُ بِهِمْ ذَاتَ الْيَسَارِ فَأَقُولُ: رَبِّ أُمَّتِي، فَيُقَالُ لِي: هَلْ تَعْلَمُ مَا أَحْدَثُوا بَعْدَكَ؟ فَأَقُولُ كَمَا قَالَ الْعَبْدُ الصَّالِحُ: {وَكُنْتُ عَلَيْهِمْ شَهِيدًا مَا دُمْتُ فِيهِمْ} [المائدة: 117]، فَيُقَالُ: إِنَّهُمْ لَمْ يَزَالُوا مُرْتَدِّينَ عَلَى أَعْقَابِهِمْ مُنْذُ فَارَقْتَهُمْ»، قال: «وَأَوَّلُ مَنْ يُكْسَى إِبْرَاهِيمُ عَلَيْهِ السَّلَامُ» (¬1). ¶ ¬__________ ¶ (¬1) إسناده صحيح، رجاله ثقات: ¶ أخرجه البيهقي في الأسماء والصفات (1067)، وابن عساكر في معجم الشيوخ (466) من طريق المصنف، بهذا الإسناد. وأخرجه ابن أبي شيبة (35538)، وأحمد (2096)، والدارمي (2844)، والبخاري (4625)، ومسلم (2860) (58)، والترمذي (3167) وقال: حسن صحيح، والنسائي (2087) من طريق شعبة، عن المغيرة بن النعمان به.",
            "page": "153",
            "part": "1"
        },
        {
            "hno": "140",
            "id": "156",
            "nass": "140 - حدثنا سعدان، ثنا أبو بدر، عن زياد بن خيثمة، عن عبد الله بن عيسى، عن عبد الله بن عطاء، عن عائشة رضي الله عنها، قَالَتْ: رَأَيْتُ رَسُولَ اللهِ صلى الله عليه وسلم يُصَلِّي حَافِيًا، وَمُتَنَعِّلًا، وَيَشْرَبُ قَائِمًا، وَقَاعِدًا، وَيَنْصَرِفُ عَنْ يَمِينِهِ، وَعَنْ شِمَالِهِ، وَلَا يُبَالِي أِيُّ ذَلِكَ كَانَ (¬1).  ¶ ¬__________ ¶ (¬1) إسناده منقطع: عبد الله بن عيسى هو ابن عبد الرحمن بن أبي ليلى، وعبد الله بن عطاء هو الطائفي المكي صدوق ولكنه لم يدرك عائشة. ¶ أخرجه البيهقي في الكبرى 2/ 431، وفي شعب الإيمان (5584) عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه أحمد (24567)، والنسائي (1361)، وأبو نعيم في حلية الأولياء 5/ 191، وأبو الشيخ في أخلاق النبي (716) من طريق مسروق بن الأجدع، عن عائشة به وبنحوه.",
            "page": "154",
            "part": "1"
        },
        {
            "hno": "141",
            "id": "157",
            "nass": "141 - حدثنا سعدان، ثنا عبد الله بن واقد، ثنا (¬1) مسعر، عن ابن الْأَقْمَرِ، عن أَبِي جُحَيْفَةَ رضي الله عنه، قَالَ: كَانَ النَّبِيُّ صلى الله عليه وسلم يَقُومُ حَتَّى تَفَطَّرَ قَدَمَاهُ، فَقِيلَ له: أَلَيْسَ قَدْ غَفَرَ اللَّهُ لَكَ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ؟، قال: «أَفَلَا أَكُونُ عَبْدًا شَكُورًا» (¬2). ¶ ¬__________ ¶ (¬1) (في نسخة «عن». ¶ (¬2) إسناده ضعيف جدا: عبد الله بن واقد هو أبو قتادة الحراني، وهو متروك. ومسعر هو ابن كدام، ثقة. وعلي بن الأقمر هو ابن عمرو الهمداني، ثقة. وأبو جحيفة هو وهب بن عبد الله، صحابي جليل. ¶ أخرجه الخرائطي في فضيلة الشكر لله (48)، وابن الأعرابي في معجمه (1651)، والطبراني 22/ 132 (352) من طريق المصنف به. وقال الهيثمي في المجمع 2/ 553 (3636): رواه الطبراني في الكبير وفيه أبو قتادة الحراني، وثقه أحمد وابن معين في رواية، وضعفه جماعة.",
            "page": "155",
            "part": "1"
        },
        {
            "hno": "142",
            "id": "158",
            "nass": "142 - حدثنا سعدان، ثنا سفيان بن عيينة الهلالي، عن عاصم، عَنْ زِرٍّ، قَالَ: قَالَ عَبْدُ اللَّهِ: اغْدُ عَالِمًا أَوْ مُتَعَلِّمًا، وَلَا تَغْدُ إِمَّعَةً بَيْنَ ذَلِكَ.",
            "page": "156",
            "part": "1"
        },
        {
            "hno": null,
            "id": "159",
            "nass": "قَالَ سُفْيَانُ، قَالَ أَبُو الزَّعْرَاءِ، عَنْ أَبِي الْأَحْوَصِ، قَالَ: قَالَ عَبْدُ اللَّهِ: كُنَّا نَدْعُو الْإِمَّعَةَ فِي الْجَاهِلِيَّةِ: الرَّجُلَ يُدْعَى إِلَى الطَّعَامِ فَيَذْهَبُ بِالآخَرَ مَعَهُ لَمْ يُدْعَ (¬1). ¶ ¬__________ ¶ (¬1) أخرجه أبو سعيد ابن الأعرابي (140)، وأبو جعفر ابن البختري في الجزء الرابع من حديثه (183)، والبيهقي في المدخل إلى السنن الكبرى (378)، والخطيب البغدادي في التطفيل (14) من طريق المصنف، بهذا الإسناد. وأخرجه الطحاوي في شرح مشكل الآثار 15/ 407، وابن حزم في الإحكام في أصول الأحكام 6/ 68، وابن عبد البر في جامع بيان العلم (145) من طريق سفيان بن عيينة به.",
            "page": "157",
            "part": "1"
        },
        {
            "hno": "143",
            "id": "160",
            "nass": "143 - حدثنا سعدان، ثنا سفيان، ثنا عمار (¬1) الدُّهْنِيُّ، قَالَ: قَالَ عَبْدُ اللَّهِ: وَهُوَ فِيكُمُ الْيَوْمَ الْمُحْقِبُ الرِّجَالَ دِينَهُ (¬2). ¶ ¬__________ ¶ (¬1) (في المخطوط «عثمان». ¶ (¬2) سفيان هو ابن عيينة، وعمار هو ابن معاوية الدهني قال الحافظ في التقريب 1/ 408: صدوق يتشيع، وعبد الله هو ابن مسعود. ¶ رواه عن سعدان: أبو سعيد ابن الأعرابي (141)، وأبو جعفر ابن البختري في الجزء الرابع من حديثه (409)، والبيهقي في المدخل (378). وقول ابن مسعود في وصف الإمعة «وهو فيكم اليوم المحقب الرجال دينه»: أراد الذي يُقَلّد دِينَه لكل أحد؛ أي يجعل دينه تابعا لِدِينِ غيره بلا حجة ولا برهان ولا رَوِيَّة، وهو من الإرداف على الحقيبة. انظر: النهاية في غريب الحديث 1/ 412.",
            "page": "158",
            "part": "1"
        },
        {
            "hno": "144",
            "id": "161",
            "nass": "144 - حدثنا سعدان، ثنا سفيان بن عيينة، عن أبي الزناد، عن الأعرج، عن أبي هريرة رضي الله عنه، قَالَ: لَا يَمْشِ أَحَدُكُمْ فِي النَعْلِ الوَاحِدَةِ لِيُحْفِهِمَا جَمِيعًا، أَوْ لِيَنْعَلْهُمَا جَمِيعًا، وإِذَا انْتَعَلَ أَحَدُكُمْ، فَلْيَبْدَأْ بِيَمِينِهِ وَإِذَا خَلَعَ فَلْيَبْدَأْ بِشِمَالِهِ، لِتَكُونَ الْيَمِينُ أَوَّلَ مَا تنتعل وَآخِرَ مَا تحفى (¬1). ¶ ¬__________ ¶ (¬1) إسناده صحيح، رجاله ثقات: أبو الزناد هو عبد الله بن ذكوان، والأعرج هو عبد الرحمن بن هرمز. ¶ أخرجه أحمد (7349) عن سفيان به. وقد روي مرفوعا: أخرجه البخاري (5855)، ومسلم (2097) (68)، وأبو داود (4136) والترمذي (1774) من طريق أبي الزناد، بهذا الإسناد.",
            "page": "159",
            "part": "1"
        },
        {
            "hno": "145",
            "id": "162",
            "nass": "145 - حدثنا سعدان، ثنا سفيان بن عيينة، عن أبي الزناد، عن الأعرج، عن أبي هريرة رضي الله عنه، يَبْلُغُ بِهِ النَّبِىَّ صلى الله عليه وسلم، قَالَ: «مَثَلُ الْمُنْفِقِ وَالْبَخِيلِ كَمَثَلِ رَجُلَيْنِ عَلَيْهِمَا جُبَّتَانِ أَوْ جُنَّتَانِ مِنْ حَدِيدٍ مِنْ لَدُنْ ثَدْيَيْهِمَا إِلَى تَرَاقِيهِمَا، فَإِذَا أَرَادَ الْمُنْفِقُ أَنْ يُنْفِقَ سَبَغَتْ عَلَيْهِ الدِّرْعُ، أَوْ مَرَّتْ حَتَّى تُجِنَّ بَنَانَهُ وَتَعْفُوَ أَثَرَهُ، وَإِذَا أَرَادَ الْبَخِيلُ أَنْ يُنْفِقَ قَلَصَتْ عَلَيْهِ وَلَزِمَتْ كُلُّ حَلْقَةٍ مَوْضِعَهَا حَتَّى أَخَذَتْ بِعُنُقِهِ أَوْ بِتَرْقُوَتِهِ فَهُوَ يُوَسِّعُهَا وَهِىَ لاَ تَتَّسِعُ، فَهُوَ يُوَسِّعُهَا وَهِىَ لاَ تَتَّسِع» (¬1). ¶ ¬__________ ¶ (¬1) إسناده صحيح: ¶ أخرجه البيهقي في الكبرى 4/ 186، عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه الحميدي (1095)، وأحمد (7483)، والبخاري (5299)، ومسلم (1021) (75)، والنسائي (2547) من طرقٍ عن الأعرج عبد الرحمن بن هرمز به.",
            "page": "160",
            "part": "1"
        },
        {
            "hno": "146",
            "id": "163",
            "nass": "146 - حدثنا سعدان، ثنا سفيان بن عيينة، عن سالم، عن المنذر، عن الربيع بن خُثَيْمٍ قال: كَانَ نِعْمَ الْمَرْءُ مُحَمَّدٌ صلى الله عليه وسلم كَانَ ضَالًّا فَهَدَاهُ اللَّهُ وَعَائِلًا فَأَغْنَاهُ اللَّهُ، وَشَرَحَ لَهُ صَدْرَهُ وَيَسَّرَ لَهُ أَمْرَهُ، ثُمَّ يَقُولُ: حَرْفٌ، وَمَا حَرْفٌ؟، {مَنْ يُطِعِ الرَّسُولَ فَقَدْ أَطَاعَ اللَّهَ} [النساء: 80] فَوَّضَ إِلَيْهِ أمره فَلَا يَأْمُرُ إِلَّا بِخَيْرٍ (¬1). ¶ ¬__________ ¶ (¬1) إسناده ضعيف: سالم هو ابن أبى حفصة العجلي: شيعي لا يحتج بحديثه. والمنذر هو ابن يعلى الثوري. ¶ أخرجه ابن عبد البر في جامع بيان العلم (2389) من طريق المصنف، بهذا الإسناد. وأخرجه ابن نصر المروزي في تعظيم قدر الصلاة (740)، وأبو نعيم في حلية الأولياء 2/ 115، من طريق سفيان به ومختصرًا.",
            "page": "161",
            "part": "1"
        },
        {
            "hno": "147",
            "id": "164",
            "nass": "147 - حدثنا سعدان, ثنا سفيان, عن عمرو, عن ابن أبي مليكة, عن يعلى بن مملك, عَنْ أُمِّ الدَّرْدَاءِ, تَرْوِيهِ عَنْ أَبِي الدَّرْدَاءِ رضي الله عنه, عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ: «مَنْ أُعْطِيَ حَظَّهُ فِي الرِّفْقِ فَقَدْ أُعْطِيَ حَظَّهُ مِنَ الْخَيْرِ, وَمَنْ حُرِمَ حَظَّهُ مِنَ الرِّفْقِ فَقَدْ حُرِمَ حَظَّهُ مِنَ الْخَيْرِ». وَقَالَ: «أَثْقَلُ شَيْءٍ فِي مِيزَانِ الْمُؤْمِنِ خُلُقٌ حَسَنٌ, إِنَّ اللهَ يُبْغِضُ الْفَاحِشَ الْبَذِيءَ» (¬1). ¶ ¬__________ ¶ (¬1) حديث صحيح: عمرو هو ابن دينار، ويعلى بن مملك المكي قال الحافظ في التقريب 1/ 610: مقبول. قلت: قد توبع يعلى، تابعه عطاء بن نافع الكيخاراني وهو ثقة. ¶ أخرجه البيهقي في شعب الإيمان (7637)، وفي الأربعون الصغرى (108) عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه البيهقي في الكبرى 10/ 193، وفي الآداب (155)، وفي الأسماء والصفات (1050)، والخرائطي في مساوئ الأخلاق (49) من طريق أخرى عن المصنف به. وأخرجه الحميدي (397)، وابن أبي شيبة (25814)، وأحمد (27553)، وعبد بن حميد (214 - المنتخب)، والبخاري في الأدب المفرد (464)، والترمذي (2002) وقال: حسن صحيح، وابن حبان (5693) من طرقٍ عن سفيان بن عيينة به. وأخرجه الطيالسي (1071)، وابن أبي شيبة (25832)، وأحمد (27517)، والبخاري في الأدب المفرد (270) من طرقٍ عن عطاء الكيخاراني، عن أم الدرداء به.",
            "page": "162",
            "part": "1"
        },
        {
            "hno": "148",
            "id": "165",
            "nass": "148 - حدثنا سعدان، ثنا سفيان، عن إبراهيم بن ميسرة، عن طَاوُسٍ، قَالَ: سَمِعْتُ ابْنَ عَبَّاسٍ رضي الله عنه، يَقُولُ: إِنَّ الرَّحِمَ تُقْطَعُ وَإِنَّ النِّعَمَ تُكْفَرُ وَلَمْ يُرَ مِثْلُ تَقَارُبِ الْقُلُوبِ (¬1). ¶ ¬__________ ¶ (¬1) إسناده صحيح، رجاله ثقات: ¶ أخرجه الخطابي في العزلة ص133، والبيهقي في شعب الإيمان (8616) من طريق المصنف، بهذا الإسناد. وأخرجه البخاري في الأدب المفرد (262)، وابن أبي الدنيا في الإخوان (77) من طريق سفيان بن عيية به.",
            "page": "163",
            "part": "1"
        },
        {
            "hno": "149",
            "id": "166",
            "nass": "149 - حدثنا سعدان، ثنا سفيان، عن ابن أبي ليلى، عن الْمِنْهَالِ بن عمرو، عن عَبَّادِ بن عبد الله الأسدي، عَنْ عَلِيٍّ رضي الله عنه، قَالَ: شَرْطُ اللهِ قَبْلَ شَرْطِهَا (¬1). ¶ ¬__________ ¶ (¬1) إسناده ضعيف: ابن أبي ليلى هو محمد بن عبد الرحمن وهو صدوق سيء الحفظ جدا. وعباد بن عبد الله الأسدي، قال البخاري: فيه نظر. وقال الذهبي: تركوه. وقال الحافظ في التقريب: ضعيف. ¶ أخرجه البيهقي في الكبرى 7/ 249، عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه سعيد بن منصور (667)، وعبد الرزاق (10624)، وابن أبي شيبة (16713) عن سفيان بن عيينة به.",
            "page": "164",
            "part": "1"
        },
        {
            "hno": "150",
            "id": "167",
            "nass": "150 - حدثنا سعدان، ثنا سفيان، عن يزيد بن يزيد بن جابر، عن إسماعيل بن عبيد الله بن أبي المهاجر، عن عبد الرحمن بن غَنْمٍ، قَالَ: شَهِدْتُ عُمَرَ رضي الله عنه يُسأَلُ عَنْهُ، فَقَالَ: لَهَا دَارُهَا. فقَالَ لَهُ رَّجُلٌ: يَا أَمِيرَ الْمُؤْمِنِينَ، إِذًا يُطَلِّقْنَنَا. قَالَ: إِنَّ مَقَاطِعَ الْحُقُوقِ عِنْدَ الشُّرُوطِ (¬1). ¶ ¬__________ ¶ (¬1) أخرجه البيهقي في الكبرى 7/ 249، عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه سعيد بن منصور (662)، ابن أبي شيبة (16706) عن سفيان به.",
            "page": "165",
            "part": "1"
        },
        {
            "hno": "151",
            "id": "168",
            "nass": "151 - حدثنا سعدان، ثنا سفيان، عن عمرو، عن أبي الشَّعْثَاءِ، قَالَ: هُوَ مَا اسْتَحَلَّ مِنْ فَرْجِهَا. ¶ قَالَ سُفْيَانُ: قَالَ الزُّهْرِيُّ، وَغَيْرُهُ: قَالَ رَسُولُ اللهِ صلى الله عليه وسلم: «مَنْ شَرَطَ شَرْطًا لَيْسَ فِي كِتَابِ اللهِ فَلَيْسَ لَهُ ذَلكَ وَإِنْ كَانَ مِائَةَ شَرْطٍ» (¬1). ¶ آخر حديث سعدان بن نصر ¶ *** ¶ ¬__________ ¶ (¬1) رجاله ثقات: عمرو هو ابن دينار، وأبو الشعثاء هو جابر بن زيد الأزدي. ¶ أخرجه البيهقي في الكبرى 7/ 250، عن أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، عن المصنف، بهذا الإسناد. وأخرجه ابن أبي شيبة (16710) عن سفيان به.",
            "page": "166",
            "part": "1"
        },
        {
            "hno": null,
            "id": "170",
            "nass": "[1] وبه إلى إسماعيل بن محمد بن إسماعيل الصفار، قال: حدثنا يحيى بن أبي طالب، ثنا زيد بن الحباب، حدثني عيسى بن النعمان بن رفاعة بن رافع قال: سمعت معاذ بن رفاعة بن رافع، يُحَدِّثُ عَنْ خَوْلَةَ بِنْتِ قَيْسٍ، أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم دَخَلَ عَلَيْهَا فَصَنَعَتْ له خَزِيرَةً، فَلَمَّا قَدَّمْتَهَا إِلَيْهِ، فَوَضَعَ يَدَهٌ فِيهَا، وَجَدَ حَرَّهَا، قَالَتْ: فَقَبَضَهَا، ثُمَّ قَالَ: «يَا خَوْلَةُ لَا نَصْبِرُ عَلَى حَرٍّ، وَلَا نَصْبِرُ عَلَى بَرْدٍ» (¬1). ¶ ¬__________ ¶ (¬1) إسناده صحيح: عيسى بن النعمان بن رفاعة بن رافع، ذكره ابن حبان في الثقات 5/ 215. ¶ أخرجه البيهقي في شعب الإيمان (5517) من طريق يحيى بن أبي طالب، بهذا الإسناد. وأخرجه الطبراني في الكبير 24/ 231 (588) من طريقين عن زيد بن الحباب به بسياق أطول.",
            "page": "167",
            "part": "1"
        },
        {
            "hno": null,
            "id": "171",
            "nass": "[2] حدثنا إسماعيل الصفار، ثنا محمد بن عبيد بن عتبة، أنا عبد الرحمن بن شريك، حدثني أبي، عن الأعمش، عن عطاء، قال: سألت عائشة عن علي رضي الله عنهما، فقالت: ذاك خير البشر، لا يشك فيه إلا كافر (¬1). ¶ آخر الجزء ¶ الحمد لله وحده أولًا وآخرًا وظاهرًا وباطنا، اللهم صلي على سيدنا محمد وآله وصحبه وسلم، حسبنا الله ونعم الوكيل. ¶ ¬__________ ¶ (¬1) أخرجه ابن عساكر في تاريخ دمشق 42/ 374، من طريق أبي الحسين بن بشران، عن إسماعيل بن محمد الصفار، بهذا الإسناد.",
            "page": "168",
            "part": "1"
        },
        {
            "hno": null,
            "id": "172",
            "nass": "السماعات لهذا الجزء ¶ سمعه على الشيخ أبي الحسين عاصم بن محمد العاصمي بقراءة كاتب السماع شجاع الذهلي أبو بكر أحمد بن علي بن عبد الواحد الدلال وابن أخيه أبو القاسم سعيد بن أحمد بن الحسن بن البناء وآخرون، وصح في 6 ذي الحجة سنة 477. ¶ وسمعه على أبي القاسم سعيد بن أحمد بن الحسن بن البناء، بقراءة هبة الله ابن صدقة بن هبة الله ابن عصفور الصائغ، أبو الحسن علي بن أبي الكرم بن أبي المعز بن أبي الغنائم القطان الأزجي في يوم الأحد 28 شعبان سنة 541 بباب الفرج. ¶ وسمعه على أبي القاسم الحسين بن هبة الله بن صصري، نا جارية بن أحمد بن علي بن عبد الواحد الدلال، أبو بكر محمد بن الإمام أبي طاهر إسماعيل بن عبد الله الأنماطي، وكاتب السماع عمر بن محمد بن منصور الأميني، وأخوه عثمان، وأبو العز يوسف بن أحمد بن محمود الدمشقي، وآخرون في الحادي والعشرين من رمضان سنة 617 بالكلاسة بدمشق. ¶ وسمعه على أبي القاسم سعيد بن أحمد بن البناء بقراءة أبي العباس أحمد بن محمد بن أبي العز بن تروس، أبو محمد عبد العزيز بن محمود بن الأخضر في مستهل شعبان سنة 548. ¶ وسمعه على الحافظ أبي محمد عبد العزيز بن محمود بن الأخضر، الإمام أبو محمد عبد المنعم بن علي بن نصر بن الصيقل الحراني، وأبيه أبو الفرج عبد اللطيف، وكاتب السماع عبد الرحيم بن النفيس، وصح يوم الأربعاء ثامن شهر رمضان سنة 599. ¶ وسمعه على النجيب عبد اللطيف بن عبد المنعم الحراني: مسعود بن أحمد بن مسعود بن زيد الحارثي، وكتب في الأصل وآخرون، وصح يوم الاثنين لأربع بقين من ذي القعدة سنة 669. ¶ وسمعه عليه جماعة منهم: الكمال محمد بن حسين بن أبي بكر الختني، وأخوه جمال الدين عمر، وولداه يوسف، وزهرة، في الرابعة في يوم الثلاثاء رابع ذي القعدة سنة 658 بالقاهرة.",
            "page": "169",
            "part": "1"
        }
    ],
    "t35246": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "غلاف الجزء"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة التحقيق"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": "1",
            "tit": "الأول من حديث سعدان بن نصر"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "ترجمة المصنف"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "وصف النسخة الخطية"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "خطة العمل في هذا الجزء"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "الأول من حديث سعدان بن نصر بن منصور البزاز"
        },
        {
            "id": "172",
            "lvl": "1",
            "sub": null,
            "tit": "السماعات لهذا الجزء"
        }
    ]
}