{
    "b35265": [
        {
            "id": "1",
            "nass": "الخلاصة ¶ في فوائد الإيمان وثمراته ¶ جمع وإعداد ¶ الباحث في القرآن والسنَّة ¶ علي بن نايف الشحود ¶ الطبعة الأولى ¶ 1430هـ -2009 م ¶ ((بهانج- دار المعمور )) ¶ ((حقوق الطبع لكل مسلم ))",
            "page": null,
            "part": null
        },
        {
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ الحمد لله رب العالمين ، والصلاة والسلام على سيد الأنبياء والمرسلين ، وعلى آله وصحبه أجمعين،ومن تبعهم بإحسان إلى يوم الدين . ¶ أما بعد : ¶ يقول الله تعالى : {الَّذِينَ آمَنُواْ وَلَمْ يَلْبِسُواْ إِيمَانَهُم بِظُلْمٍ أُوْلَئِكَ لَهُمُ الأَمْنُ وَهُم مُّهْتَدُونَ} (82) سورة الأنعام . ¶ لهم الأمن من المخاوفِ والعذاب والشقاء،والهدايةُ إلى الصراط المستقيم،فإن كانوا لم يلبسوا إيمانهم بظلم مطلقا،لا بشرك،ولا بمعاص،حصل لهم الأمن التام،والهداية التامة.وإن كانوا لم يلبسوا إيمانهم بالشرك وحده،ولكنهم يعملون السيئات،حصل لهم أصل الهداية،وأصل الأمن،وإن لم يحصل لهم كمالها.ومفهوم الآية الكريمة، أن الذين لم يحصل لهم الأمران،لم يحصل لهم هداية،ولا أمن،بل حظهم الضلال والشقاء. (¬1) ¶ وقال تعالى : {إِنَّا لَنَنصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ يَقُومُ الْأَشْهَادُ} (51) سورة غافر ¶ ¬__________ ¶ (¬1) - انظر تفسير السعدي - (1 / 263)",
            "page": "1",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "يَقُولُ اللهُ تَعَالَى،إِنَّهُ سَيَجْعَلُ رُسلَهُ هُمُ الغَالِبِينَ لأَعْدَائِهِمْ وَمُعَانِدِيهِمْ، وَإِنَّهُ سَيَنْصُرُ مَعَهُمُ المُؤْمِنِينَ بِهِمْ فِي الحَيَاةِ الدُّنْيَا،وَذَلِكَ يَكُونُ بالطُّرُقِ التَّالِيةِ : ¶ - إِمَّا بِجَعْلِهِمْ غَالِبِينَ عَلَى مَنْ كَذَّبَهم،كَمَا فَعَلَ بِدَاوُدَ وَسُلَيمَانَ وَمُحَمَّدٍ،عَلَيْهِمُ السَّلاَمُ . ¶ - وإِمَّا بِالانْتِقَامِ مِمَّنْ عَادَاهُمْ وَآذَاهُمْ،وَإِهْلاَكِهِ إِيَّاهُمْ،وَإِنْجَائِهِ الرُّسُلَ والمُؤْمِنِينَ،كَمَا فَعَلَ بِنُوحٍ وَهُودٍ وَصَالِحٍ وَمُوسَى وَلُوطٍ . ¶ - وَإِمَّا بِالانْتِقَامِ مِمَّنْ آذَى الرُّسُلَ بَعْدَ وَفَاةِ الأَنْبِيَاء والرُّسُلِ،بِتَسْلِيطِ بَعْضِ خَلْقِ اللهِ عَلَى المُكَذِّبِينَ المُجْرِمِينَ لِيَنْتَقِمُوا مِنْهُمْ،كَمَا فَعَلَ مَعَ زَكَرِيا وَيَحْيَى،عَلَيْهِمَا السَّلاَمُ . ¶ وَكَمَا أَنَّ اللهَ تَعَالَى يَنْصُرُ رَسُلَهُ والمُؤْمِنِينَ بِدَعْوَتِهِمْ فِي الحَيَاةِ الدُّنْيَا، كَذَلِكَ يَنْصُرُهُمْ يَوْمَ القِيَامَةِ،وَهُوَ اليومُ الذِي يَقُومُ فِيهِ الأشْهَادُ مِنَ المَلاَئِكَةِ والأَنْبِيَاءِ والمُؤْمِنِينَ،بالشَّهَادَةِ عَلَى الأُمَم المُكَذِّبَةِ بِأَنَّ الرُّسُلَ قَدْ أَبْلَغُوهُمْ رِسَالاَتِ رَبِّهِمْ . (¬1) ¶ وهذه رسالة مختصرة حول فوائد الإيمان وثمراته في الدنيا قبل الآخرة ، جمعتها من القرآن والسنة ، وقد كتب العلامة السعدي رحمه الله بحثا قيما حول هذا الموضوع سماه ((التوضيح والبيان لشجرة الإيمان )) ¶ ¬__________ ¶ (¬1) - أيسر التفاسير لأسعد حومد - (1 / 4063)",
            "page": "2",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "ذكر بعض فوائد الإيمان،ولكنه لم يقم بشرحها، وذكرها القحطاني عفا الله عنه،ولكنه لم يقم بشرحها. ¶ وهي كثيرة جدا اقتصرت على اثنتين وثلاثين فائدة منها ، وقمت بشرح الآيات القرآنية بشكل مختصر، وذكرت العديد من الأحاديث النبوية المناسبة لها . ¶ أسال الله تعالى أن ينفع بها كاتبها وقارئها والدال عليها وناشرها في الدارين . ¶ قال تعالى : {إِنَّ الَّذِينَ آمَنُواْ وَعَمِلُواْ الصَّالِحَاتِ وَأَقَامُواْ الصَّلاَةَ وَآتَوُاْ الزَّكَاةَ لَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ} (277) سورة البقرة . ¶ الباحث في القرآن والسنة ¶ علي بن نايف الشحود ¶ 26 شعبان 1430 هـ الموافق ل 18 /8/2009 م ¶ - - - - - - - - - - - - -",
            "page": "3",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "إن منْ حكمة الله الربانيةِ أن جعل قلوبَ عباده المؤمنين تحسُّ وتتذوق وتشعر بثمرات الإيمان لتندفع نحو مرضاته والتوكلِ عليه سبحانه وتعالى.فإنَّ شجرة الإيمانِ إذا ثبتتْ وقويتْ أصولها وتفرعت فروعُها،وزهتْ أغصانُها،وأينعت أفنانها عادت على صاحبها وعلى غيره بكلِّ خيرٍ عاجلٍ وآجل في الدنيا والآخرة.وثمارُ الإيمان وثمراته ِوفوائدهِ كثيرةٌ قد بينها الله سبحانه وتعالى في كتابهِ الكريم. ¶ فمن أعظم هذه الفوائدَ والثمارِ: ¶ أولاً :الاغتباطُ بولاية الله الخاصة ِالتي هي أعظمُ ما تنافس فيه المتنافسون،وتسابق فيه المتسابقون،وأعظم ُما حصل عليه المؤمنون : ¶ قال تعالى:{ أَلَا إِنَّ أَوْلِيَاءَ اللَّهِ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ (62) الَّذِينَ آَمَنُوا وَكَانُوا يَتَّقُونَ (63) لَهُمُ الْبُشْرَى فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآَخِرَةِ لَا تَبْدِيلَ لِكَلِمَاتِ اللَّهِ ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ (64)} [يونس/62-64]. ¶ يُخْبِرُ اللهُ تَعَالَى أَنَّ أَوْلِيَاءَهُ،وَهُمُ الذِينَ آمَنُوا وَاتَّقَوا وَأَخْلَصُوا العِبَادَةَ لَهُ وَحْدَهُ،وَالتَّوَكُلَ عَلَيْهِ،لاَ خَوْفٌ عَلَيهِمْ مِمَّا يَسْتَقْبِلُونَهُ مِنْ أَهْوَالِ الآخِرَةِ،وَلاَ يَحْزَنُونَ عَلَى مَا خَلَّفُوهُ وَرَاءَهُمْ فِي الدُّنْيَا.وَيَقُولُ تَعَالَى مُعَرِّفاً ( أَوْلِيَاءَ اللهِ ):بِأَنَّهُمُ الذِينَ آمَنُوا بِاللهِ،وَمَلاَئِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ،وَكَانُوا يَتَّقُونَ اللهَ فِي جَمِيعِ أُمُورِهِمْ،وَيُرَاقِبُونَهُ فِي سِرِّهِمْ",
            "page": "4",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وَعَلاَنِيَّتِهِمْ،فَلاَ يَقُومُونَ إِلاَّ بِمَا يُرْضِي اللهَ رَبَّهُمْ .وَهَؤُلاَءِ المُؤْمِنُونَ المُتَّقُونَ،لَهُمُ البُشْرَى فِي الحَيَاةِ الدُّنْيا بِالنَّصْرِ وَالعِزَّةِ،وَبِإِلْهَامِهِم الحَقَّ وَالخَيْرَ،وَبِالاسْتِخْلاَفِ فِي الأَرْضِ مَا أَقَامُوا شَرْعَ اللهِ،وَنَصَرُوا دِينَهُ الحَقَّ،وَأَعْلَوا كَلِمَتَهُ.وَهَذَا وَعْدٌ مِنَ اللهِ لاَ يُبَدَّلُ ( لاَ تَبْدِيلَ لِكَلِمَاتِ اللهِ )،وَلاَ يُغَيَّرُ وَلاَ يُخْلَفُ،بَلْ مُقَرَّرٌ ثَابِتٌ كَائِنٌ لاَ مَحَالَةَ.وَهَذِهِ البُشْرَى بِسَعَادَةِ الدَّارَيْنِ هِيَ الفَوْزُ العَظِيمُ . (¬1) ¶ فكلُّ مؤمن تقي،فهو لله وليٌّ ولايةً خاصةً،من ثمراتها ما قاله الله عنه:{اللّهُ وَلِيُّ الَّذِينَ آمَنُواْ يُخْرِجُهُم مِّنَ الظُّلُمَاتِ إِلَى النُّوُرِ وَالَّذِينَ كَفَرُواْ أَوْلِيَآؤُهُمُ الطَّاغُوتُ يُخْرِجُونَهُم مِّنَ النُّورِ إِلَى الظُّلُمَاتِ أُوْلَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ} (257) سورة البقرة ¶ فاللهُ وَليُّ الذِينَ آمَنُوا وَاتَّبَعُوا رِضْوَانَهُ،فَيُخْرِجُهُمْ مِنْ ظُلُمَاتِ الكُفْرِ والشَّكِّ وَالرَّيبِ إلى نُورِ الحَقِّ الوَاضِحِ.وَالمُؤْمِنُ لاَ وَليَّ لَهُ،وَلاَ سُلْطَانَ لأَحَدٍ عَلَى اعْتِقَادِهِ إِلاَّ اللهُ تَعَالَى.أَمَّا الذِينَ كَفَرُوا فَوَلِيُّهُمُ الشَّيْطَانُ،يُزَيِّنُ لَهُمْ مَا هُمْ فِيهِ مِنَ الضَّلاَلَةِ وَالجَهَالَةِ،وَيُخْرِجَهُمْ عَنْ طُرِيقِ الحَقِّ وَنُورِهِ،إِلى الكُفْرِ وَظُلُمَاتِهِ،وَيُؤدِّي بِهِمْ إلى نَارِ جَهَنَّمَ ¶ ¬__________ ¶ (¬1) - أيسر التفاسير لأسعد حومد - (1 / 1427)",
            "page": "5",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "لِيَبْقَوا فِيها خَالِدِينَ أَبدَاً.وَالنُّورُ هُوَ الحَقُّ،وَالحَقُّ وَاحِدٌ،أمَّا الظُّلُمَاتُ وَهِيَ الكُفْرُ فَهِيَ أجْنَاسٌ . (¬1) ¶ وإنما حازوا هذا العطاءَ الجزيلَ:بإيمانهمُ الصحيحِ،وتحقيقهِم هذا الإيمان بالتقوى،فإنَّ التقوى من تمامِ الإيمان. ¶ وعَنْ أَبِى هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - : \" إِنَّ اللَّهَ قَالَ : مَنْ عَادَى لِي وَلِيًّا فَقَدْ آذَنْتُهُ بِالحَرْبِ ، وَمَا تَقَرَّبَ إِلَيَّ عَبْدِي بِشَيْءٍ أَحَبَّ إِلَيَّ مِمَّا افْتَرَضْتُ عَلَيْهِ ، وَمَا يَزَالُ عَبْدِي يَتَقَرَّبُ إِلَيَّ بِالنَّوَافِلِ حَتَّى أُحِبَّهُ ، فَإِذَا أَحْبَبْتُهُ : كُنْتُ سَمْعَهُ الَّذِي يَسْمَعُ بِهِ ، وَبَصَرَهُ الَّذِي يُبْصِرُ بِهِ ، وَيَدَهُ الَّتِي يَبْطِشُ بِهَا ، وَرِجْلَهُ الَّتِي يَمْشِي بِهَا ، وَإِنْ سَأَلَنِي لَأُعْطِيَنَّهُ ، وَلَئِنِ اسْتَعَاذَنِي لَأُعِيذَنَّهُ ، وَمَا تَرَدَّدْتُ عَنْ شَيْءٍ أَنَا فَاعِلُهُ تَرَدُّدِي عَنْ نَفْسِ المُؤْمِنِ ، يَكْرَهُ المَوْتَ وَأَنَا أَكْرَهُ مَسَاءَتَهُ \" رواهُ البخاريُّ(2) ¶ ثانياً :الفوزُ برضى اللهِ ودارِ كرامته: ¶ قال تعالى:{ وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ يَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَيُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَيُطِيعُونَ اللَّهَ وَرَسُولَهُ أُولَئِكَ سَيَرْحَمُهُمُ اللَّهُ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ (71) وَعَدَ اللَّهُ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ وَرِضْوَانٌ مِنَ اللَّهِ أَكْبَرُ ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ (72) }[التوبة/71،72] ¶ فالمُؤْمِنُونَ وَالمُؤْمِنَاتُ بَيْنَهُمْ أُخُوَّةٌ،وَمَوَدَّةٌ،وَتَعَاوُنٌ،وَتَرَاحُمٌ،وَيَتَّصِفُونَ بِالصِّفَاتِ الحَمِيدَةِ التِي يَأْمُرُهُمْ بِهَا دِينُهُمْ:فَيَتَنَاصَرُونَ وَيَتَعَاضَدُونَ وَيَفْعَلُونَ الخَيْرَ،وَيَأْمُرُونَ بِهِ،وَيَنْتَهُونَ عَنِ المُنْكَرِ وَيَنْهَوْنَ عَنْهُ،وَيُقِيمُونَ الصَّلاَةَ وَيُؤَدُّونَهَا حَقَّ أَدَائِهَا،وَيُؤَدُّونَ زَكَاةَ أَمْوَالِهِمْ إِلَى مُسْتَحِقِّيهَا،وَيُطِيعُونَ اللهَ وَرَسُولَهُ فِيمَا أَمَرَ،وَيَتْرُكُونَ مَا نَهَى عَنْهُ وَزَجَرَ.وَالمُتَّصِفُونَ بِهَذِهِ الصِّفَاتِ الطَّيِّبَةِ الْكَرِيمَةِ سَيَرْحَمُهُمُ اللهُ فِي ¶ ¬__________ ¶ (¬1) - أيسر التفاسير لأسعد حومد - (1 / 264) ¶ (2) - صحيح البخارى ( 6502 ) وشرح السنة للبغوي (1214) وهق 3/346 و10/219 (21508 ) والإتحاف 10/403 وصحيحة (1640) وسنة 5/19 وفتح 11/340و341 وتلخيص 3/117 وصفة 491 وصحيح الجامع ( 1782) والإحسان ( 347) وهـ ( 3989)",
            "page": "6",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "الدُّنْيَا وَالآخِرَةِ،وَاللهُ عَزِيزُ الجَانِبِ،يُعِزُّ مَنْ يَشَاءُ،وَهُوَ حَكِيمٌ فِي قِسْمَتِهِ الصِّفَاتِ بَيْنَ خَلْقِهِ،فَجَعَلَ المُؤْمِنِينَ يَخْتَصُّونَ بِالصِّفَاتِ الحَمِيدَةِ،وَالمُنَافِقِينَ يَخْتَصُّونَ بِالصِّفِاتِ الذَمِيمَةِ المُنْكَرَةِ .وَعَدَ اللهُ المُؤْمِنِينَ وَالمُؤْمِنَاتِ أَنَّهُ سَيُدْخِلُهُمْ فِي الآخِرَةْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الأَنْهَارُ،يُقِيمُونَ فِيهَا خَالِدِينَ أَبَداً،فِي مَسَاكِنَ طَيِّبَةْ حَسَنَةِ البِنَاءِ،وَطَيِّبَةِ القَرَارِ فِي هَذِهِ الجَنَّاتِ،وَوَعَدَهُمْ بِرِضْوَانٍ مِنْهُ أَكْبَرَ وَأَجَلَّ مِمَّا هُمْ فِيهِ مِنَ النَّعِيمِ،وَذَلِكَ هُوَ الفَوْزُ العَظِيمُ . (¬1) ¶ وعَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ،قَالَ:قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - :إِنَّ اللَّهَ تَبَارَكَ وَتَعَالَى يَقُولُ:يَا أَهْلَ الْجَنَّةِ،فَيَقُولُونَ:لَبَّيْكَ رَبَّنَا وَسَعْدَيْكَ وَالْخَيْرُ فِي يَدَيْكِ،فَيَقُولُ:هَلْ رَضِيتُمْ؟فَيَقُولُونَ:مَا لَنَا لاَ نَرْضَى وَقَدْ أَعْطَيْتَنَا مَا لَمْ تُعْطِ أَحَدًا مِنْ خَلْقِكَ،فَيَقُولُ:أَلاَ أُعْطِيكُمْ أَفْضَلَ مِنْ ذَلِكَ،فَيَقُولُونَ:يَا رَبِّ،وَأَيُّ شَيْءٍ أَفْضَلُ مِنْ ذَلِكَ؟فَيَقُولُ:أُحِلُّ عَلَيْكُمْ رِضْوَانِي فَلاَ أَسْخَطُ بَعْدَهُ أَبَدًا. (¬2) ¶ ثالثا:أن الله يدفعُ عن المؤمنينَ جميع المكارهِ،وينجّيهِم من الشدائدَ: ¶ ¬__________ ¶ (¬1) - أيسر التفاسير لأسعد حومد - (1 / 1307) ¶ (¬2) - صحيح البخارى- المكنز - (7518 ) وصحيح مسلم- المكنز - (7318 ) وصحيح ابن حبان - (16 / 470) (7440)",
            "page": "7",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "كما قال تعالى:{إِنَّ اللَّهَ يُدَافِعُ عَنِ الَّذِينَ آمَنُوا إِنَّ اللَّهَ لَا يُحِبُّ كُلَّ خَوَّانٍ كَفُورٍ} (38) سورة الحج ¶ هذا إخبار ووعد وبشارة من الله،للذين آمنوا،أن الله يدافع عنهم كل مكروه،ويدفع عنهم كل شر -بسبب إيمانهم- من شر الكفار،وشر وسوسة الشيطان،وشرور أنفسهم،وسيئات أعمالهم،ويحمل عنهم عند نزول المكاره،ما لا يتحملون،فيخفف عنهم غاية التخفيف.كل مؤمن له من هذه المدافعة والفضيلة بحسب إيمانه،فمستقل ومستكثر. (¬1) ¶ فقد ضمن للمؤمنين إذن أنه هو تعالى يدافع عنهم.ومن يدافع اللّه عنه فهو ممنوع حتما من عدوه،ظاهر حتما على عدوه ..ففيم إذن يأذن لهم بالقتال؟ وفيم إذن يكتب عليهم الجهاد؟ وفيم إذن يقاتلون فيصيبهم القتل والجرح،والجهد والمشقة،والتضحية والآلام ...والعاقبة معروفة،واللّه قادر على تحقيق العاقبة لهم بلا جهد ولا مشقة،ولا تضحية ولا ألم،ولا قتل ولا قتال؟ ¶ والجواب أن حكمة اللّه في هذا هي العليا،وأن للّه الحجة البالغة ..والذي ندركه نحن البشر من تلك الحكمة ويظهر لعقولنا ومداركنا من تجاربنا ومعارفنا أن اللّه سبحانه لم يرد أن يكون حملة دعوته وحماتها من «التنابلة» الكسالى،الذين يجلسون في استرخاء،ثم يتنزل ¶ ¬__________ ¶ (¬1) - تفسير السعدي - (1 / 539)",
            "page": "8",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "عليهم نصره سهلا هينا بلا عناء،لمجرد أنهم يقيمون الصلاة ويرتلون القرآن ويتوجهون إلى اللّه بالدعاء،كلما مسهم الأذى ووقع عليهم الاعتداء! نعم إنهم يجب أن يقيموا الصلاة،وأن يرتلوا القرآن،وأن يتوجهوا إلى اللّه بالدعاء في السراء والضراء. ¶ ولكن هذه العبادة وحدها لا تؤهلهم لحمل دعوة اللّه وحمايتها إنما هي الزاد الذي يتزودونه للمعركة. ¶ والذخيرة التي يدخرونها للموقعة،والسلاح الذي يطمئنون إليه وهم يواجهون الباطل بمثل سلاحه ويزيدون عنه سلاح التقوى والإيمان والاتصال باللّه. ¶ لقد شاء اللّه تعالى أن يجعل دفاعه عن الذين آمنوا يتم عن طريقهم هم أنفسهم كي يتم نضجهم هم في أثناء المعركة.فالبنية الإنسانية لا تستيقظ كل الطاقات المذخورة فيها كما تستيقظ وهي تواجه الخطر وهي تدفع وتدافع،وهي تستجمع كل قوتها لتواجه القوة المهاجمة ..عندئذ تتحفز كل خلية بكل ما أودع فيها من استعداد لتؤدي دورها ولتتساند مع الخلايا الأخرى في العمليات المشتركة ولتؤتي أقصى ما تملكه،وتبذل آخر ما تنطوي عليه وتصل إلى أكمل ما هو مقدور لها وما هي مهيأة له من الكمال.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "والأمة التي تقوم على دعوة اللّه في حاجة إلى استيقاظ كل خلاياها،واحتشاد كل قواها،وتوفز كل استعدادها،وتجمع كل طاقاتها،كي يتم نموها،ويكمل نضجها،وتتهيأ بذلك لحمل الأمانة الضخمة والقيام عليها. ¶ والنصر السريع الذي لا يكلف عناء،والذي يتنزل هينا لينا على القاعدين المستريحين،يعطل تلك الطاقات عن الظهور،لأنه لا يحفزها ولا يدعوها. ¶ وذلك فوق أن النصر السريع الهين اللين سهل فقدانه وضياعه.أولا لأنه رخيص الثمن لم تبذل فيه تضحيات عزيزة.وثانيا لأن الذين نالوه لم تدرب قواهم على الاحتفاظ به ولم تشحذ طاقاتهم وتحشد لكسبه.فهي لا تتحفز ولا تحتشد للدفاع عنه. ¶ وهناك التربية الوجدانية والدربة العملية تلك التي تنشأ من النصر والهزيمة،والكر والفر،والقوة والضعف والتقدم والتقهقر.ومن المشاعر المصاحبة لها ..من الأمل والألم.ومن الفرح والغم،ومن الاطمئنان والقلق.ومن الشعور بالضعف والشعور بالقوة ..ومعها التجمع والفناء في العقيدة والجماعة والتنسيق بين الاتجاهات في ثنايا المعركة وقبلها وبعدها وكشف نقط الضعف ونقط القوة،وتدبير الأمور في",
            "page": "10",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "جميع الحالات ..وكلها ضرورية للأمة التي تحمل الدعوة وتقوم عليها وعلى الناس. ¶ من أجل هذا كله،ومن أجل غيره مما يعلمه اللّه ..جعل اللّه دفاعه عن الذين آمنوا يتم عن طريقهم هم أنفسهم ولم يجعله لقية تهبط عليهم من السماء بلا عناء . (¬1) ¶ ولما ذكر تعالى ما وقع فيه يونس - عليه السلام - وأنه (...فَنَادَى فِي الظُّلُمَاتِ أَنْ لا إِلَهَ إِلَّا أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ)[الأنبياء:من الآية87] قال:(فَاسْتَجَبْنَا لَهُ وَنَجَّيْنَاهُ مِنَ الْغَمِّ وَكَذَلِكَ نُنْجِي الْمُؤْمِنِينَ) [الأنبياء:88].إذا وقعوا في الشدائد،كما نجّينا يونس قال النبي - صلى الله عليه وسلم - :« دَعْوَةُ ذِى النُّونِ إِذْ دَعَا وَهُوَ فِى بَطْنِ الْحُوتِ لاَ إِلَهَ إِلاَّ أَنْتَ سُبْحَانَكَ إِنِّى كُنْتُ مِنَ الظَّالِمِينَ.فَإِنَّهُ لَمْ يَدْعُ بِهَا رَجُلٌ مُسْلِمٌ فِى شَىْءٍ قَطُّ إِلاَّ اسْتَجَابَ اللَّهُ لَهُ » (¬2) . ¶ وقال تعالى:(...وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مِنْ أَمْرِهِ يُسْراً)[الطلاق:من الآية4]. ¶ يُخْبِرُ اللهُ تَعَالَى عِبَادَهُ المُؤْمنينَ أَنَّهُ مَنِ اتَّقَى مِنْهُمُ اللهَ بِمُراعاةِ ما فُرِضَ عَليهِ في أَمْرِ المُطلَّقَاتِ والمُعْتَدَّاتِ،جَعَلَ لَهُ مَخْرَجاً مِمَّا يُمْكِنُ أَنْ يَقَعَ ¶ ¬__________ ¶ (¬1) - فى ظلال القرآن ـ موافقا للمطبوع - (4 / 2425) ¶ (¬2) - سنن الترمذى (3845 ) صحيح = النون : الحوت",
            "page": "11",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "فِيهِ مِنَ الغَمِّ،وَيُفَرِّجُ عَنْهُ ما يَعْتَرِيهِ مِنَ الهَمِّ والكَرْبِ .وَمَنِ اتَّقَى اللهَ جَعَلَ اللهُ لَهُ منْ أَمْرِهِ مَخْرَجاً وَرَزَقَهُ مِنْ حَيْثُ لاَ يَحْتَسِبُ،وَلاَ يَخْطُرُ لَهُ عَلَى بالٍ،وَمَنْ يَكل أَمْرَهُ إِلَى اللهِ،وَيُفوّضْهُ إِلَيهِ كَفَاهُ اللهُ مَا أَهَمَّهُ وَأَغَمَّهُ فِي دُنْيَاهُ وَآخِرَتِهِ،وَاللهُ مُنْفِذُ أَمْرِهِ وَأَحْكَامِهِ فِي خَلْقِهِ وَقَدْ جَعَلَ لِكُلِّ شَيءٍ مِقْدَاراً وَوَقْتاً،فَلاَ تَحْزَنْ يَا أَيُّهَا المُؤْمِنُ إِذَا فَاتَكَ شَيءٌ مِمّا كُنْتَ تَرْجُو وَتُؤمَلُ،فَالأُمُورُ مُقَدَّرَةٌ بِمَقَادِيرَ خَاصَّةٍ،{ وَكُلُّ شَيْءٍ عِندَهُ بِمِقْدَارٍ } . (¬1) ¶ وقال تعالى:{ فَهَلْ يَنْتَظِرُونَ إِلَّا مِثْلَ أَيَّامِ الَّذِينَ خَلَوْا مِنْ قَبْلِهِمْ قُلْ فَانْتَظِرُوا إِنِّي مَعَكُمْ مِنَ الْمُنْتَظِرِينَ (102) ثُمَّ نُنَجِّي رُسُلَنَا وَالَّذِينَ آمَنُوا كَذَلِكَ حَقًّا عَلَيْنَا نُنْجِ الْمُؤْمِنِينَ (103)} سورة يونس ¶ فَهَلْ يَنْتَظِرُ هَؤُلاَءِ المُكَذِّبُونَ لَكَ يَا مُحَمَّدُ إِلاَّ أَنْ يَنَالَهُمْ مِنَ الأَيَّامِ الشِّدَادِ مِثْلُ مَا أَصَابَ أَسْلاَفَهُمُ المَاضِينَ،الذِينَ كَانُوا عَلَى مِثْلِ مَا هُمْ عَلَيْهِ مِنَ الكُفْرِ وَالشِّرْكِ،وَالتَّكْذِيبِ لِرُسُلِهِمْ،فَقُلْ لَهُمْ:إِنْ كُنْتُمْ تَنْتَظِرُونَ غَيْرَ ذَلِكَ فَانْتَظِرُوا،فَإِنِّي أَنْتَظِرُ أَنْ يُهْلِكَكُمُ اللهُ بِالعُقُوبَةِ لأَنِّي عَلَى بَيِّنَةٍ مِنْ صِدْقِ وَعْدِ اللهِ لِلْمُرْسَلِينَ . ¶ ¬__________ ¶ (¬1) - أيسر التفاسير لأسعد حومد - (1 / 5097)",
            "page": "12",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "ثُمَّ نُنَجِّي رُسُلَنَا وَالذِينَ آمَنُوا،وَنُهْلِكَ المُكَذِّبِينَ بِالرُّسُلِ.وَإِنْجَاءُ الرُّسُلِ وَالمُؤْمِنِينَ مِنَ العَذَابِ وَالهَلاَكِ،الذِي يُنْزِلُهُ اللهُ بِالكَافِرِينَ المُكَذِّبِينَ،حَقٌّ أَوْجَبَهُ اللهُ تَعَالَى عَلَى نَفْسِهِ الكَرِيمَةِ،وَهَذِهِ هِيَ سُنَّتُهُ (¬1) . ¶ وقال تعالى:{ وَلَقَدْ سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا الْمُرْسَلِينَ (171) إِنَّهُمْ لَهُمُ الْمَنْصُورُونَ (172) وَإِنَّ جُنْدَنَا لَهُمُ الْغَالِبُونَ (173) } سورة الصافات ¶ وَلَقَدْ سَبَقَ وَعْدُ اللهِ فِي الكِتَابِ الأَوَّلِ أَنَّ العَاقِبَةَ لِلرُّسُلِ وَأَتْبَاعِهِم المُخْلِصِينَ فِي الدُّنْيَا والآخِرَةِ .وَأَنَّهُ سَيَنْصُرُهُمْ وَيُؤَزِّرُهُمْ وَيُذِلُّ أَعْدَاءَهُمْ وَأَعْدَاءَ اللهِ،وَإِنَّ جُنْدَ اللهِ الذِينَ يُقَاتِلُونَ لِتَكُونَ كَلِمَةُ اللهِ هِيَ العُلْيَا،سَتَكُونَ لَهُمْ الغَلَبَةُ عَلَى أَعْدَائِهِمْ فِي الحَرْبِ (¬2) . ¶ والوعد واقع وكلمة اللّه قائمة.ولقد استقرت جذور العقيدة في الأرض وقام بناء الإيمان،على الرغم من جميع العوائق،وعلى الرغم من تكذيب المكذبين،وعلى الرغم من التنكيل بالدعاة والمتبعين.ولقد ذهبت عقائد المشركين والكفار.وذهبت سطوتهم ودولتهم وبقيت العقائد التي جاء بها الرسل.تسيطر على قلوب الناس وعقولهم،وتكيف تصوراتهم وأفهامهم.وما تزال على الرغم من كل شيء هي أظهر ¶ ¬__________ ¶ (¬1) - أيسر التفاسير لأسعد حومد - (1 / 1467) ¶ (¬2) - أيسر التفاسير لأسعد حومد - (1 / 3838)",
            "page": "13",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وأبقى ما يسيطر على البشر في أنحاء الأرض.وكل المحاولات التي بذلت لمحو العقائد الإلهية التي جاء بها الرسل،وتغليب أية فكرة أو فلسفة أخرى قد باءت بالفشل.باءت بالفشل حتى في الأرض التي نبعث منها.وحقت كلمة اللّه لعباده المرسلين.إنهم لهم المنصورون وإن جنده لهم الغالبون. ¶ هذه بصفة عامة.وهي ظاهرة ملحوظة.في جميع بقاع الأرض.في جميع العصور. ¶ وهي كذلك متحققة في كل دعوة للّه،يخلص فيها الجند،ويتجرد لها الدعاة.إنها غالبة منصورة مهما وضعت في سبيلها العوائق،وقامت في طريقها العراقيل.ومهما رصد لها الباطل من قوى الحديد والنار،وقوى الدعاية والافتراء،وقوى الحرب والمقاومة،وإن هي إلا معارك تختلف نتائجها.ثم تنتهي إلى الوعد الذي وعده اللّه لرسله.والذي لا يخلف ولو قامت قوى الأرض كلها في طريقه.الوعد بالنصر والغلبة والتمكين. ¶ هذا الوعد سنة من سنن اللّه الكونية.سنة ماضية كما تمضي هذه الكواكب والنجوم في دوراتها المنتظمة وكما يتعاقب الليل والنهار في الأرض على مدار الزمان وكما تنبثق الحياة في الأرض الميتة ينزل عليها الماء ..",
            "page": "14",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "ولكنها مرهونة بتقدير اللّه،يحققها حين يشاء.ولقد تبطئ آثارها الظاهرة بالقياس إلى أعمار البشر المحدودة. ¶ ولكنها لا تخلف أبدا ولا تتخلف وقد تتحقق في صورة لا يدركها البشر لأنهم يطلبون المألوف من صور النصر والغلبة،ولا يدركون تحقق السنة في صورة جديدة إلا بعد حين! ولقد يريد البشر صورة معينة من صور النصر والغلبة لجند اللّه وأتباع رسله.ويريد اللّه صورة أخرى أكمل وأبقى.فيكون ما يريده اللّه.ولو تكلف الجند من المشقة وطول الأمد أكثر مما كانوا ينتظرون ..ولقد أراد المسلمون قبيل غزوة بدر أن تكون لهم عير قريش وأراد اللّه أن تفوتهم القافلة الرابحة الهينة وأن يقابلوا النفير وأن يقاتلوا الطائفة ذات الشوكة.وكان ما أراده اللّه هو الخير لهم وللإسلام.وكان هو النصر الذي أراده اللّه لرسوله وجنده ودعوته على مدى الأيام. ¶ ولقد يهزم جنود اللّه في معركة من المعارك،وتدور عليهم الدائرة،ويقسو عليهم الابتلاء لأن اللّه يعدهم للنصر في معركة أكبر.ولأن اللّه يهيئ الظروف من حولهم ليؤتي النصر يومئذ ثماره في مجال أوسع،وفي خط أطول،وفي أثر أدوم.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "لقد سبقت كلمة اللّه،ومضت إرادته بوعده،وثبتت سنته لا تتخلف ولا تحيد (¬1) ¶ رابعاً:أن الإيمان والعمل الصالح - الذي هو فرعه - يثمر الحياة الطيبة في هذه الدار،وفى دار القرار: ¶ قال تعالى:{مَنْ عَمِلَ صَالِحًا مِّن ذَكَرٍ أَوْ أُنثَى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً وَلَنَجْزِيَنَّهُمْ أَجْرَهُم بِأَحْسَنِ مَا كَانُواْ يَعْمَلُونَ} (97) سورة النحل ¶ مَنْ عَمِلَ الأَعْمَالِ الصَّالِحَةِ،وَقَامَ بِمَا فَرَضَ اللهُ عَلَيْهِ،وَهُوَ مُؤْمِنٌ بِاللهِ،مُصَدِّقٌ كُتُبَهُ وَرُسُلَهُ،فَإِنَّ اللهَ تَعَالَى يَعِدُهُ بِأَنْ يُحْيِيَهُ حَيَاةً طَيِّبَةً،تَصْحَبُهَا القَنَاعَةُ بِمَا قَسَمَ اللهُ لَهُ،وَالرِّضَا بِمَا قَدَّرَهُ اللهُ وَقَضَاهُ،إِذْ هُوَ يَعْلَمُ أَنَّ مَا حَصَلَ عَلَيْهِ مِنْ رِزْقٍ إِنَّمَا حَصَلَ لَهُ بِتَدْبِيرِ اللهِ تَعَالَى وَقِسْمَتِهِ،وَاللهُ مُحْسِنٌ كَرِيمٌ،لاَ يَفْعَلُ إِلاَّ مَا فِيهِ المَصْلَحَةُ،وَفِي الآخِرَةِ يَجْزِيهِ اللهُ الجَزَءَ الأَوْفَى،وَيُثِيبَهُ أَحْسَنَ الثَّوَابِ،جَزَاءَ مَا قَدَّمَ مِنْ عَمَلٍ صَالِحٍ،وَمَا تَحَلَّى بِهِ مِنْ إِيمَاٍن (¬2) . ¶ إن العمل الصالح مع الإيمان جزاؤه حياة طيبة في هذه الأرض.لا يهم أن تكون ناعمة رغدة ثرية بالمال. ¶ ¬__________ ¶ (¬1) - فى ظلال القرآن ـ موافقا للمطبوع - (5 / 3001) ¶ (¬2) - أيسر التفاسير لأسعد حومد - (1 / 1998)",
            "page": "16",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "فقد تكون به،وقد لا يكون معها.وفي الحياة أشياء كثيرة غير المال الكثير تطيب بها الحياة في حدود الكفاية: ¶ فيها الاتصال باللّه والثقة به والاطمئنان إلى رعايته وستره ورضاه.وفيها الصحة والهدوء والرضى والبركة،وسكن البيوت ومودات القلوب.وفيها الفرح بالعمل الصالح وآثاره في الضمير وآثاره في الحياة ..وليس المال إلا عنصرا واحدا يكفي منه القليل،حين يتصل القلب بما هو أعظم وأزكى وأبقى عند اللّه.وأن الحياة الطيبة في الدنيا لا تنقص من الأجر الحسن في الآخرة.وأن هذا الأجر يكون على أحسن ما عمل المؤمنون العاملون في الدنيا،ويتضمن هذا تجاوز اللّه لهم عن السيئات.فما أكرمه من جزاء!. (¬1) ¶ والحياة الطيّبة تشمل:الرِّزق الحلال الطيِّب،والقناعة،والسعادة،ولذَّة العبادة في الدنيا،والعمل بالطاعة والانشراح بها. ¶ قال الإمام ابن كثير:\"والصحيح أن الحياة الطيبة تشمل هذا كله\" (¬2) ¶ وعَنْ عَبْدِ اللهِ بْنِ عَمْرِو بْنِ الْعَاصِ،عَنْ رَسُولِ اللهِ - صلى الله عليه وسلم - ،أَنَّهُ قَالَ:قَدْ أَفْلَحَ مَنْ هُدِيَ إِلَى الإِسْلاَمِ،وَرُزِقَ الْكَفَافَ،وَقَنَعَ بِهِ. (¬3) ¶ ¬__________ ¶ (¬1) - فى ظلال القرآن ـ موافقا للمطبوع - (4 / 2193) ¶ (¬2) - تفسير ابن كثير - دار طيبة - (4 / 601) ¶ (¬3) - سنن ابن ماجة- ط- الرسالة - (5 / 251)(4138) صحيح لغيره",
            "page": "17",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وقَالَ عَبْدُ الرَّحْمَنِ بْنُ سَلَمَةَ الْجُمَحِيُّ:سَمِعْتُ عَبْدَ اللهِ بْنَ عَمْرِو بْنِ الْعَاصِ،يُحَدِّثُ عَنِ النَّبِيِّ - صلى الله عليه وسلم - أَنَّهُ،قَالَ:قَدْ أَفْلَحَ مَنْ أَسْلَمَ وَكَانَ رِزْقُهُ كَفَافًا،فَصَبَرَ عَلَيْهِ. (¬1) ¶ وعَنْ أَنَسِ بْنِ مَالِكٍ،أَنَّ رَسُولَ اللهِ - صلى الله عليه وسلم - ،قَالَ:إِنَّ اللَّهَ لاَ يَظْلِمُ الْمُؤْمِنَ حَسَنَةً يُثَابُ عَلَيْهَا الرِّزْقَ فِي الدُّنْيَا،وَيُجْزَى بِهَا فِي الآخِرَةِ،فَأَمَّا الْكَافِرُ،فَيَطْعَمُ بِحَسَنَاتِهِ فِي الدُّنْيَا،فَإِذَا أَفْضَى إِلَى الآخِرَةِ،لَمْ تَكُنْ لَهُ حَسَنَةٌ يُعْطَى بِهَا خَيْرًا. (¬2) ¶ خامساً:إن جميعَ الأعمال ِوالأقوال إنما تصحُّ وتكملُ بحسب ما يقوم بقلبِ صاحبِها من الإيمانِ والإخلاص: ¶ ولهذا يذكر الله هذا الشرط الذي هو أساس كلِّ عمل،مثل قوله:{فَمَن يَعْمَلْ مِنَ الصَّالِحَاتِ وَهُوَ مُؤْمِنٌ فَلَا كُفْرَانَ لِسَعْيِهِ وَإِنَّا لَهُ كَاتِبُونَ} (94) سورة الأنبياء . ¶ فمن التزم الإيمان بالله ورسله،وعمل ما يستطيع من صالح الأعمال طاعةً لله وعبادة له فلا يضيع الله عمله ولا يبطله،بل يضاعفه كله أضعافًا كثيرة،وسيجد ما عمله في كتابه يوم يُبْعث بعد موته. (¬3) ¶ ¬__________ ¶ (¬1) - صحيح مسلم- المكنز - (2473) و صحيح ابن حبان - (2 / 444) (670) ¶ (¬2) - صحيح ابن حبان - (2 / 101) (377) صحيح ¶ (¬3) - التفسير الميسر - (6 / 10)",
            "page": "18",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "هذا هو قانون العمل والجزاء ..لا جحود ولا كفران للعمل الصالح متى قام على قاعدة الإيمان ..وهو مكتوب عند اللّه لا يضيع منه شيء ولا يغيب. ¶ ولا بد من الإيمان لتكون للعمل الصالح قيمته،بل ليثبت للعمل الصالح وجوده.ولا بد من العمل الصالح لتكون للإيمان ثمرته،بل لتثبت للإيمان حقيقته. ¶ إن الإيمان هو قاعدة الحياة،لأنه الصلة الحقيقية بين الإنسان وهذا الوجود،والرابطة التي تشد الوجود بما فيه ومن فيه إلى خالقه الواحد،وترده إلى الناموس الواحد الذي ارتضاه،ولا بد من القاعدة ليقوم البناء.والعمل الصالح هو هذا البناء.فهو منهار من أساسه ما لم يقم على قاعدته. ¶ والعمل الصالح هو ثمرة الإيمان التي تثبت وجوده وحيويته في الضمير.والإسلام بالذات عقيدة متحركة متى تم وجودها في الضمير تحولت إلى عمل صالح هو الصورة الظاهرة للإيمان المضمر ..والثمرة اليانعة للجذور الممتدة في الأعماق. ¶ ومن ثم يقرن القرآن دائما بين الإيمان والعمل الصالح كلما ذكر العمل والجزاء.فلا جزاء على إيمان عاطل خامد لا يعمل ولا يثمر.ولا على عمل منقطع لا يقوم على الإيمان.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "والعمل الطيب الذي لا يصدر عن إيمان إنما هو مصادفة عابرة،لأنه غير مرتبط بمنهج مرسوم.ولا موصول بناموس مطرد.وإن هو إلا شهوة أو نزوة غير موصولة بالباعث الأصيل للعمل الصالح في هذا الوجود.وهو الإيمان بإله يرضى عن العمل الصالح،لأنه وسيلة البناء في هذا الكون،ووسيلة الكمال الذي قدره اللّه لهذه الحياة.فهو حركة ذات غاية مرتبطة بغاية الحياة ومصيرها،لا فلتة عابرة،ولا نزوة عارضة،ولا رمية بغير هدف،ولا اتجاها معزولا عن اتجاه الكون وناموسه الكبير. ¶ والجزاء على العمل يتم في الآخرة حتى ولو قدم منه قسط في الدنيا.فالقرى التي هلكت بعذاب الاستئصال ستعود كذلك حتما لتنال جزاءها الأخير،وعدم عودتها ممتنعة،فهي راجعة بكل تأكيد. (¬1) ¶ وقال تعالى:{وَمَنْ أَرَادَ الآخِرَةَ وَسَعَى لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأُولَئِكَ كَانَ سَعْيُهُم مَّشْكُورًا} (19) سورة الإسراء ¶ وَمَنْ أَرَادَ الآخِرَةَ وَمَا فِيهَا مِنْ نَعِيمٍ وَسُرُورٍ،وَرِضْوَانٍ مِنَ اللهِ،وَطَلَبَ ذَلِكَ مِنْ طَرِيقِهِ،وَهُوَ مُتَابَعَةِ الرَّسُولِ - صلى الله عليه وسلم - ،وَكَانَ قَلْبُهُ مُؤْمِناً مُصَدِّقاً ¶ ¬__________ ¶ (¬1) - فى ظلال القرآن ـ موافقا للمطبوع - (4 / 2397)",
            "page": "20",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "بِالثَّوَابِ وَالجَزَاءِ وَاليَوْمَ الآخِرِ،فَأُولئِكَ يَشْكُرُ اللهُ سَعْيَهُمْ وَيَجْزِيهِمْ بِمَا يَسْتَحِقُّونَ،وَهُوَ دُخُولُ الجَنَّةِ (¬1) . ¶ والذي يريد الآخرة لا بد أن يسعى لها سعيها،فيؤدي تكاليفها،وينهض بتبعاتها،ويقيم سعيه لها على الإيمان.وليس الإيمان بالتمني،ولكن ما وقر في القلب وصدقه العمل.والسعي للآخرة لا يحرم المرء من لذائذ الدنيا الطيبة،إنما يمد بالبصر إلى آفاق أعلى فلا يكون المتاع في الأرض هو الهدف والغاية.ولا ضير بعد ذلك من المتاع حين يملك الإنسان نفسه،فلا يكون عبدا لهذا المتاع. ¶ وإذا كان الذي يريد العاجلة ينتهي إلى جهنم مذموما مدحورا،فالذي يريد الآخرة ويسعى لها سعيها ينتهي إليها مشكورا يتلقى التكريم في الملأ الأعلى جزاء السعي الكريم لهدف كريم،وجزاء التطلع إلى الأفق البعيد الوضيء. ¶ إن الحياة للأرض حياة تليق بالديدان والزواحف والحشرات والهوام والوحوش والأنعام.فأما الحياة للآخرة فهي الحياة اللائقة بالإنسان الكريم على اللّه،الذي خلقه فسواه،وأودع روحه ذلك السر الذي ينزع به إلى السماء وإن استقرت على الأرض قدماه. (¬2) ¶ ¬__________ ¶ (¬1) - أيسر التفاسير لأسعد حومد - (1 / 2049) ¶ (¬2) - فى ظلال القرآن ـ موافقا للمطبوع - (4 / 2218)",
            "page": "21",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وأما إذا فقدَ العملُ الإيمانَ،فلو استغرق العاملُ ليلهُ ونهاره فإنه غير مقبول ٍ قال تعالى :(وَقَدِمْنَا إِلَى مَا عَمِلُوا مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَاءً مَنْثُوراً) [الفرقان:23] ¶ فهَؤُلاءِ المُجْرِمُونَ عَمِلُوا فِي حَيَاتِهِمُ الدُّنْيَا أَعْمَالاً ظَنُّوهَا حَسَنَةً مُفِيدَةً:كَصِلَةِ الأَرْحَامِ،وَإِغَاثَةِ المَلْهُوفِ،والمَنِّ عَلَى الأًَسِيرِ..مِمَّا لَوْ كَانُوا عَملُوهُ مَعَ الإِيْمَانِ لَنَالُوا ثَوَابَهُ،فَعَمَدَ اللهُ تَعَالَى إٍِلى مَحَاسِنِ أَعْمَالِهِمْ هَذِهِ فًَجَلَهَا كَالهَبَاءِ المَنْثُورِ الذي لاَ يُفْيدُ ولا يَجْمَعُ (¬1) . ¶ إنها أسستْ على غير الإيمان ِبالله ورسوله- الذي روحه:الإخلاصُ للمعبودِ،والمتابعةُ للرسول - صلى الله عليه وسلم - . ¶ قال تعالى:{ قُلْ هَلْ نُنَبِّئُكُمْ بِالْأَخْسَرِينَ أَعْمَالًا (103) الَّذِينَ ضَلَّ سَعْيُهُمْ فِي الْحَيَاةِ الدُّنْيَا وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعًا (104) أُولَئِكَ الَّذِينَ كَفَرُوا بِآَيَاتِ رَبِّهِمْ وَلِقَائِهِ فَحَبِطَتْ أَعْمَالُهُمْ فَلَا نُقِيمُ لَهُمْ يَوْمَ الْقِيَامَةِ وَزْنًا (105) ذَلِكَ جَزَاؤُهُمْ جَهَنَّمُ بِمَا كَفَرُوا وَاتَّخَذُوا آَيَاتِي وَرُسُلِي هُزُوًا (106) } [الكهف/103-107] ¶ قُلْ،أَيُّهَا الرَّسُولُ لِهَؤُلاَءِ الَّذِينَ يُجَادِلُونَكَ بِالبَاطِلِ مِنْ أَهْلِ الكِتَابِ:هَلْ تُرِيدُونَ أَنْ أُخْبِرَكُمْ بِالأَخْسَرِينَ أَعْمَالاً؟ إِنَّهُمْ هُمُ الَّذِينَ عَبَدُوا اللهَ عَلَى غَيْرِ طَرِيقَةٍ يَرْضَاهَا تَعَالَى،وَيَحْسَبُونَ أَنَّهُمْ مُصِيبُونَ ¶ ¬__________ ¶ (¬1) - أيسر التفاسير لأسعد حومد - (1 / 2760)",
            "page": "22",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "فِيهَا،وَأَنَّ عَمَلَهُمْ مَقْبُولٌ.وَهُمْ فِي الحَقِيقَةِ مُخْطِئُونَ وَاهِمُونَ،وَعَمَلُهُمْ مَرْدُودٌ . ¶ يُفَسِّرُ اللهُ تَعَالَى هُنَا مَعْنَى ( الأَخْسَرِينَ أَعْمَالاً )،وَيَدُلٌّ عَلَيْهِمْ،فَيَقُولُ:إِنَّهُمُ الَّذِينَ عَمِلُوا أَعْمَالاً بَاطِلَةً عَلَى غَيْرِ شَرِيعَتِهِ،وَيَعْتَقِدُونَ أَنَّهُمْ عَلَى شَيءٍ مِنَ الهُدَى وَالصَّوَابِ،وَأَنَّهُمْ مَقْبُولُونَ وَمَحْبُوبُونَ،وَأَنَّ أَعْمَالَهُمْ حَسَنَةٌ يَقْبَلُهَا اللهُ تَعَالَى . ¶ وَهَؤُلاَءِ هُمُ الَّذِينَ جَحَدُوا بِآيَاتِ رَبِّهِمْ،وَكَفَرُوا بِهَا فِي الدُّنْيَا،وَكَفَرُوا بِحُجَجِ رَبِّهِمْ وَبَرَاهِينِهِ وَدَلاَئِلِهِ التِي أَقَامَهَا عَلَى وَحْدَانِيَّتِهِ،وَصِدْقِ رُسُلِهِ،وَكَذَّبُوا بِالآخِرَةِ وَالحِسَابِ،فَهَلَكَتْ أَعْمَالُهُمْ وَبَطَلَتْ ( حَبِطَتْ )،فَلاَ تَزِنُ أَعْمَالُهُمْ يَوْمَ القِيَامَةِ شَيْئاً،وَلاَ يَكُونُ فِي كَفَّةِ أَعْمَالِهِمْ يَوْمَ القِيَامَةِ عَمَلٌ صَالِحٌ يُرَجِّحُهَا،لأَنَّ أَعْمَالَهُمْ خَالِيَةٌ مِنْ عَمَلِ خَيْرٍ،وَالمَوَازِينُ لاَ تَرْجَحُ وَلاَ تَثْقُلُ إِلاَّ بِالعَمَلِ الصَّالِحِ .وَيَكُونُ جَزَاؤُهُمْ عِنْدَ اللهِ عَلَى أَعْمَالِهِمْ،العَذَابَ فِي نَارِ جَهَنَّمَ،وَقَدْ جَازَاهُمُ اللهُ بِهَذا الجَزَاءِ بِسَبَبِ كُفْرِهِمْ،وَاتِّخَاذِهِمْ،آيَاتِ اللهِ وَرُسُلِهِ وَنُذُرِهِ هُزْواً،فَاسْتَهْزَؤُوا وَكَذَّبُوا الرُّسُلَ أَشَدَّ التَّكْذِيبِ . (¬1) ¶ ¬__________ ¶ (¬1) - أيسر التفاسير لأسعد حومد - (1 / 2243)",
            "page": "23",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "فهم لما فقدوا الإيمانَ،وأحلوا محلَّه الكفرَ بالله وآياته - حبطتْ أعمالهُم قال تعالى:(...لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ...)[الزمر:من الآية65] . ¶ ولهذا كانتِ الرِّدةُ عن الإيمانِ تحبطُ جميعَ الأعمالِ الصالحة،كما أنَّ الدخولَ في الإسلام والإيمانِ يجُبُّ ما قبله من السيئاتِ وإن عظُمتْ.التوبةُ من الذنوبِ المنافيةِ للإيمان،والقادحةِ فيه،والمنقصَةِ له - تجُبُّ ما قبلها.قال تعالى مبينا صفات عباده الصالحين :{ وَالَّذِينَ لَا يَدْعُونَ مَعَ اللَّهِ إِلَهًا آَخَرَ وَلَا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ وَلَا يَزْنُونَ وَمَنْ يَفْعَلْ ذَلِكَ يَلْقَ أَثَامًا (68) يُضَاعَفْ لَهُ الْعَذَابُ يَوْمَ الْقِيَامَةِ وَيَخْلُدْ فِيهِ مُهَانًا (69) إِلَّا مَنْ تَابَ وَآَمَنَ وَعَمِلَ عَمَلًا صَالِحًا فَأُولَئِكَ يُبَدِّلُ اللَّهُ سَيِّئَاتِهِمْ حَسَنَاتٍ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا (70) [الفرقان/68-70] } ¶ وعَنْ عَبْدِ اللَّهِ عَنْ قَالَ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - :« التَّائِبُ مِنَ الذَّنْبِ كَمَنْ لاَ ذَنْبَ لَهُ » (أخرجه ابن ماجة) (¬1) . ¶ سادساً:أنَّ صاحبَ الإيمان يهديه اللهُ إلى الصراط المستقيم ¶ ويهديه إلى علم الحقِّ،وإلى العمل به وإلى تلقي المحابَّ بالشكر،وتلقِّي المكارهَ والمصائبَ بالرضا والصبر:قال تعالى:({إِنَّ الَّذِينَ آمَنُواْ وَعَمِلُواْ ¶ ¬__________ ¶ (¬1) - برقم(4391 ) وهو صحيح",
            "page": "24",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "الصَّالِحَاتِ يَهْدِيهِمْ رَبُّهُمْ بِإِيمَانِهِمْ تَجْرِي مِن تَحْتِهِمُ الأَنْهَارُ فِي جَنَّاتِ النَّعِيمِ} (9) سورة يونس . ¶ أَمَّا الذِينَ آمَنُوا بِرَبِّهِمْ وَاتَّقَوْهُ،وَتَبَصَّرُوا بِمَا خَلَقَ اللهُ فِي الكَوْنِ،فَزَادَهُمْ ذَلِكَ إِيمَاناً وَيَقِيناً،وَعَمِلُوا مَا أَمَرَهُمْ بِهِ رَبُّهُمْ مِنْ صَالِحَاتِ الأَعْمَالِ،فَإِنَّ إِيمَانَهُمْ وَأَعْمَالَهُمُ الصَّالِحَاتِ سَتَكُونُ لَهُمْ نُوراً يَهْدِيهِمْ يَوْمَ القِيَامَةِ إِلَى طَرِيقِ الجَنَّةِ التِي وَعَدَهُمْ بِهَا رَبُّهُمْ،وَهِيَ جَنَّةُ رِفهٍ وَنَعِيمٍ تَجْرِي الأَنْهَارُ فِي جَنَبَاتِهَا . (¬1) ¶ وقال تعالى:{مَا أَصَابَ مِن مُّصِيبَةٍ إِلَّا بِإِذْنِ اللَّهِ وَمَن يُؤْمِن بِاللَّهِ يَهْدِ قَلْبَهُ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ} (11) سورة التغابن . ¶ مَا أَصَابَ أَحَداً شَيءٌ مِنْ رَزَايَا الدُّنْيَا وَمَصَائِبِهَا،إِلاَّ بِقَضَاءِ اللهِ وَقَدَرِهِ وَمَشِيئَتِهِ،فَالمَرْءُ يَعْمَلُ وَيَتَّخِذُ مِنَ الأَسْبَابِ مَا هُوَ في طَوقِهِ وَاسْتِطَاعَتِهِ،لَجَلْبِ الخَيْرِ وَدَفْعِ الضَّرَرِ،وَلَكِنَّ النَّتَائِجَ بِيَدِ اللهِ وَوفْقَ قَدَرِهِ وَمَشِيئَتِهِ،فَإِذَا مَا أَصَابَتْهُ مُصِيبَةٌ فَعَلَيْهِ أَلاَّ يَغْتَمَّ وَلاَ يَحْزَنَ،وَعَلَيهِ أَنْ يَعْلَمَ أَنَّما كَانَ ذَلِكَ بإِرَادَةِ اللهِ وَعِلْمِهِ.وَمَنْ أَصَابَتْهُ مُصِيبَةٌ وَآمَنَ أَنَّهَا إِنَّمَا كَانَتْ بِقَضَاءِ اللهِ،وَقَدَرِهِ،فَصَبَرَ واحْتَسَبَ،عَوَّضَهُ اللهُ عَنْ إِصَابَتِهِ فِي الدُّنْيَا،هُدًى فِي قَلْبِهِ،وَيَقِينا صَادِقاً بِأَنَّ مَا أَصَابَهُ لَمْ يَكُنْ ¶ ¬__________ ¶ (¬1) - أيسر التفاسير لأسعد حومد - (1 / 1374)",
            "page": "25",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "لِيُخْطِئَهُ،وَمَا أَخْطَأَهُ لَمْ يَكُنْ لِيُصِيبَهُ،وَاللهُ عَلِيمٌ بِالأَشْيَاءِ كُلِّهَا.فَالمُؤْمِنُ عَلَيهِ وَاجبَانِ: ¶ - السَّعْيُ وَبَذْلُ الجُهْدِ واتِّخَاذُ الأَسْبَابِ لِجَلْبِ الخَيْرِ وَدَفْعِ الشَّرِّ مَا اسْتَطَاعَ إِلَى ذَلِكَ سَبِيلاً . ¶ - ثُمَّ التَّوكُّلُ عَلَى اللهِ بَعْدَ ذَلِكَ مَعَ اليَقِينَ بِأَنَّ كُلَّ مَا يَحْدُثُ هُوَ بِقَضَاءِ اللهِ وَقَدَرِهِ وَمَشِيئَتِهِ فَلاَ يَغْتَمُّ وَلاَ يَحْزَنُ لِمَا يَقَعُ . (¬1) ¶ وعَنْ صُهَيْبٍ،أَنَّ رَسُولَ اللهِ - صلى الله عليه وسلم - قَالَ:عَجَبًا لأَمْرِ الْمُؤْمِنِ إِنَّ أَمْرَهُ كُلَّهُ خَيْرٌ،إِنْ أَصَابَتْهُ سَرَّاءُ شَكَرَ،وَإِنَّ أَصَابَتْهُ ضَرَّاءُ صَبَرَ،وَكَانَ خَيْرًا لَهُ،وَلَيْسَ ذَلِكَ لأَحَدٍ إِلاَّ لِلْمُؤْمِنِ. (¬2) ¶ ولو لم يكنْ من ثمرات الإيمان،إلا أنهُ يسلِّي صاحبَه عن المصائبِ والمكارهِ التي تعترض كلَّ أحدٍ في كلِّ وقتٍ،ومصاحبةُ الإيمانِ واليقين أعظمُ مسلٍّ عنها،ومهونٍ لها وذلك:لقوةِ إيمانه وقوة توكله،ولقوة رجائهِ بثواب ربه،وطمعه في فضله؛ فحلاوةُ الأجر تخففُ مرارةَ الصبر قال تعالى:{وَلاَ تَهِنُواْ فِي ابْتِغَاء الْقَوْمِ إِن تَكُونُواْ تَأْلَمُونَ فَإِنَّهُمْ يَأْلَمُونَ كَمَا تَأْلَمونَ وَتَرْجُونَ مِنَ اللّهِ مَا لاَ يَرْجُونَ وَكَانَ اللّهُ عَلِيمًا حَكِيمًا} (104) سورة النساء ¶ ¬__________ ¶ (¬1) - أيسر التفاسير لأسعد حومد - (1 / 5088) ¶ (¬2) - صحيح مسلم- المكنز - (7692 ) وصحيح ابن حبان - (7 / 155) (2896)",
            "page": "26",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "إن المؤمنين يحتملون الألم والقرح في المعركة ..ولكنهم ليسوا وحدهم الذين يحتملونه ..إن أعداءهم كذلك يتألمون وينالهم القرح واللأواء ..ولكن شتان بين هؤلاء وهؤلاء ..إن المؤمنين يتوجهون إلى اللّه بجهادهم،ويرتقبون عنده جزاءهم ..فأما الكفار فهم ضائعون مضيعون،لا يتجهون للّه،ولا يرتقبون عنده شيئا في الحياة ولا بعد الحياة .. ¶ فإذا أصر الكفار على المعركة،فما أجدر المؤمنين أن يكونوا هم أشد إصرارا،وإذا احتمل الكفار آلامها،فما أجدر المؤمنين بالصبر على ما ينالهم من آلام.وما أجدرهم كذلك أن لا يكفوا عن ابتغاء القوم ومتابعتهم بالقتال،وتعقب آثارهم،حتى لا تبقى لهم قوة،وحتى لا تكون فتنة ويكون الدين للّه. ¶ وإن هذا لهو فضل العقيدة في اللّه في كل كفاح.فهناك اللحظات التي تعلو فيها المشقة على الطاقة،ويربو الألم على الاحتمال.ويحتاج القلب البشري إلى مدد فائض وإلى زاد.هنالك يأتي المدد من هذا المعين،ويأتي الزاد من ذلك الكنف الرحيم. ¶ ولقد كان هذا التوجيه في معركة مكشوفة متكافئة.معركة يألم فيها المتقاتلون من الفريقين.لأن كلا الفريقين يحمل سلاحه ويقاتل.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "ولربما أتت على العصبة المؤمنة فترة لا تكون فيها في معركة مكشوفة متكافئة ..ولكن القاعدة لا تتغير. ¶ فالباطل لا يكون بعافية أبدا،حتى ولو كان غالبا! إنه يلاقي الآلام من داخله.من تناقضه الداخلي ومن صراع بعضه مع بعض.ومن صراعه هو مع فطرة الأشياء وطبائع الأشياء. ¶ وسبيل العصبة المؤمنة حينئذ أن تحتمل ولا تنهار.وأن تعلم أنها إن كانت تألم،فإن عدوها كذلك يألم. ¶ والألم أنواع.والقرح ألوان ..«وَتَرْجُونَ مِنَ اللَّهِ ما لا يَرْجُونَ» ..وهذا هو العزاء العميق.وهذا هو مفرق الطريق .. ¶ «وَكانَ اللَّهُ عَلِيماً حَكِيماً» ..يعلم كيف تعتلج المشاعر في القلوب.ويصف للنفس ما يطب لها من الألم والقرح .. (¬1) ¶ وقال تعالى:{ وَلَئِنْ قُتِلْتُمْ فِي سَبِيلِ اللَّهِ أَوْ مُتُّمْ لَمَغْفِرَةٌ مِنَ اللَّهِ وَرَحْمَةٌ خَيْرٌ مِمَّا يَجْمَعُونَ (157) وَلَئِن مُّتُّمْ أَوْ قُتِلْتُمْ لإِلَى الله تُحْشَرُونَ(158) } سورة آل عمران ¶ فَالَّذِينَ يُقْتَلُونَ وَهُمْ يُجَاهِدُونَ فِي سَبِيلِ إِعْلاَءِ كَلِمَةِ اللهِ،وَنَصْرِ دِينِهِ،أَوْ يَمُوتُونَ فِي أَثْنَاءِ الجِهَادِ،سَيَجِدُونَ عِنْدَ رَبِهِمْ مَغْفِرَةً تَمْحُو مَا كَانَ مْنْ ذُنُوبِهِمْ،وَرَحْمَةً وَرِضْوَاناً خَيْراً مِنْ جَمِيعِ مَا يَتَمَتَّعُ بِهِ الكُفَّارُ ¶ ¬__________ ¶ (¬1) - فى ظلال القرآن ـ موافقا للمطبوع - (2 / 749)",
            "page": "28",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "مِنَ المَالِ وَالمَتَاعِ فِي هَذِهِ الدُّنيا الفَانِيةِ،فَهَذَا ظِلٌّ زَائِلٌ،وَذَاكَ نَعِيمٌ خَالِدٌ .وَبِأيِّ سَبَبٍ كَانَ هَلاَكُكُمْ،فَإِنَّكُمْ تُحْشَرُونَ إلى اللهِ لِيَجْزِيَكُمْ عَلَى أَعْمَالِكُمْ مَا تَسْتَحِقُّونَ،فَآثِرُوا مَا يُقَرِّبُكُمْ إلَى رَبِّكُمْ،وَيُحَقِّقُ لَكَ رِضَاهُ،فَعَلَيْكُمْ بِطَاعَةِ اللهِ وَالجِهَادِ فِي سَبِيلِهِ (¬1) . ¶ فالموت أو القتل في سبيل اللّه - بهذا القيد،وبهذا الاعتبار - خير من الحياة،وخير مما يجمعه الناس في الحياة من أعراضها الصغار:من مال ومن جاه ومن سلطان ومن متاع.خير بما يعقبه من مغفرة اللّه ورحمته،وهي في ميزان الحقيقة خير مما يجمعون.وإلى هذه المغفرة وهذه الرحمة يكل اللّه المؤمنين ..إنه لا يكلهم - في هذا المقام - إلى أمجاد شخصية،ولا إلى اعتبارات بشرية.إنما يكلهم إلى ما عند اللّه،ويعلق قلوبهم برحمة اللّه.وهي خير مما يجمع الناس على الإطلاق،وخير مما تتعلق به القلوب من أعراض .. ¶ وكلهم مرجوعون إلى اللّه،محشورون إليه على كل حال.ماتوا على فراشهم أو ماتوا وهم يضربون في الأرض،أو قتلوا وهم يجاهدون في الميدان.فما لهم مرجع سوى هذا المرجع وما لهم مصير سوى هذا المصير ..والتفاوت إذن إنما يكون في العمل والنية وفي الاتجاه،والاهتمام ..أما النهاية فواحدة:موت أو قتل في الموعد ¶ ¬__________ ¶ (¬1) - أيسر التفاسير لأسعد حومد - (1 / 450)",
            "page": "29",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "المحتوم،والأجل المقسوم.ورجعة إلى اللّه وحشر في يوم الجمع والحشر ..ومغفرة من اللّه ورحمة،أو غضب من اللّه وعذاب ..فأحمق الحمقى من يختار لنفسه المصير البائس.وهو ميت على كل حال! بذلك تستقر في القلوب حقيقة الموت والحياة،وحقيقة قدر اللّه.وبذلك تطمئن القلوب إلى ما كان من ابتلاء جرى به القدر وإلى ما وراء القدر من حكمة،وما وراء الابتلاء من جزاء .. (¬1) ¶ وعَنِ ابْنِ عَبَّاسٍ،أَنَّهُ قَالَ:مَا نَصَرَ اللَّهُ تَبَارَكَ وَتَعَالَى فِي مَوْطِنٍ،كَمَا نَصَرَ يَوْمَ أُحُدٍ.قَالَ:فَأَنْكَرْنَا ذَلِكَ،فَقَالَ ابْنُ عَبَّاسٍ:بَيْنِي وَبَيْنَ مَنِ انْكَرَ ذَلِكَ كِتَابُ اللهِ تَبَارَكَ وَتَعَالَى،إِنَّ اللَّهَ عَزَّ وَجَلَّ يَقُولُ فِي يَوْمِ أُحُدٍ:{وَلَقَدْ صَدَقَكُمِ اللَّهُ وَعْدَهُ إِذْ تَحُسُّونَهُمْ بِإِذْنِهِ}،يَقُولُ ابْنُ عَبَّاسٍ:وَالْحَسُّ:الْقَتْلُ،{حَتَّى إِذَا فَشِلْتُمْ}،إِلَى قَوْلِهِ،{وَلَقَدْ عَفَا عَنْكُمْ وَاللَّهُ ذُو فَضْلٍ عَلَى الْمُؤْمِنِينَ}،وَإِنَّمَا عَنَى بِهَذَا الرُّمَاةَ،وَذَلِكَ أَنَّ النَّبِيَّ - صلى الله عليه وسلم - أَقَامَهُمْ فِي مَوْضِعٍ،ثُمَّ قَالَ:احْمُوا ظُهُورَنَا،فَإِنْ رَأَيْتُمُونَا نُقْتَلُ،فَلا تَنْصُرُونَا،وَإِنْ رَأَيْتُمُونَا قَدْ غَنِمْنَا فَلا تُشْرِكُونَا فَلَمَّا غَنِمَ النَّبِيُّ - صلى الله عليه وسلم - ،وَأَبَاحُوا عَسْكَرَ الْمُشْرِكِينَ،أَكَبَّ الرُّمَاةُ جَمِيعًا،فَدَخَلُوا فِي الْعَسْكَرِ يَنْهَبُونَ،(1/287) وَقَدِ الْتَقَتْ صُفُوفُ أَصْحَابِ رَسُولِ اللهِ - صلى الله عليه وسلم - ،فَهُمْ كَذَا،وَشَبَّكَ بَيْنَ أَصَابِعِ يَدَيْهِ،وَالْتَبَسُوا،فَلَمَّا أَخَلَّ الرُّمَاةُ تِلْكَ الْخَلَّةَ ¶ ¬__________ ¶ (¬1) - فى ظلال القرآن ـ موافقا للمطبوع - (1 / 499)",
            "page": "30",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "الَّتِي كَانُوا فِيهَا،دَخَلَتِ الْخَيْلُ مِنْ ذَلِكَ الْمَوْضِعِ عَلَى أَصْحَابِ النَّبِيِّ - صلى الله عليه وسلم - ،فَضَرَبَ بَعْضُهُمْ بَعْضًا،وَالْتَبَسُوا،وَقُتِلَ مِنَ المُسْلِمِينَ نَاسٌ كَثِيرٌ،وَقَدْ كَانَ لِرَسُولِ اللهِ - صلى الله عليه وسلم - وَأَصْحَابِهِ أَوَّلُ النَّهَارِ،حَتَّى قُتِلَ مِنْ أَصْحَابِ لِوَاءِ الْمُشْرِكِينَ سَبْعَةٌ،أَوْ تِسْعَةٌ،وَجَالَ الْمُسْلِمُونَ جَوْلَةً نَحْوَ الْجَبَلِ،وَلَمْ يَبْلُغُوا حَيْثُ يَقُولُ النَّاسُ الْغَارَ،إِنَّمَا كَانُوا تَحْتَ الْمِهْرَاسِ،وَصَاحَ الشَّيْطَانُ:قُتِلَ مُحَمَّدٌ،فَلَمْ يُشَكَّ فِيهِ أَنَّهُ حَقٌّ،فَمَا زِلْنَا كَذَلِكَ مَا نَشُكُّ أَنَّهُ قَدْ قُتِلَ،حَتَّى طَلَعَ رَسُولُ اللهِ - صلى الله عليه وسلم - بَيْنَ السَّعْدَيْنِ نَعْرِفُهُ بِتَكَفُّئِهِ إِذَا مَشَى،قَالَ:فَفَرِحْنَا حَتَّى كَأَنَّهُ لَمْ يُصِبْنَا مَا أَصَابَنَا،قَالَ:فَرَقِيَ نَحْوَنَا،وَهُوَ يَقُولُ:اشْتَدَّ غَضَبُ اللهِ عَلَى قَوْمٍ دَمَّوْا وَجْهَ رَسُولِهِ قَالَ:وَيَقُولُ مَرَّةً أُخْرَى:اللَّهُمَّ إِنَّهُ لَيْسَ لَهُمِ أنْ يَعْلُونَا حَتَّى انْتَهَى إِلَيْنَا.فَمَكَثَ سَاعَةً،فَإِذَا أَبُو سُفْيَانَ يَصِيحُ فِي أَسْفَلِ الْجَبَلِ:اعْلُ هُبَلُ،مَرَّتَيْنِ،يَعْنِي آلِهَتَهُ،أَيْنَ ابْنُ أَبِي كَبْشَةَ؟أَيْنَ ابْنُ أَبِي قُحَافَةَ؟أَيْنَ ابْنُ الْخَطَّابِ؟فَقَالَ عُمَرُ:يَا رَسُولَ اللهِ،أَلاَ أُجِيبُهُ؟قَالَ:بَلَى فَلَمَّا قَالَ:اعْلُ هُبَلُ،قَالَ عُمَرُ:اللَّهُ أَعْلَى وَأَجَلُّ.قَالَ:فَقَالَ أَبُو سُفْيَانَ:يَا ابْنَ الْخَطَّابِ،إِنَّهُ قَدِ انْعَمَتْ عَيْنُهَا،فَعَادِ عَنْهَا،أَوْ فَعَالِ عَنْهَا،فَقَالَ:أَيْنَ ابْنُ أَبِي كَبْشَةَ؟أَيْنَ ابْنُ أَبِي قُحَافَةَ؟أَيْنَ ابْنُ الْخَطَّابِ؟فَقَالَ عُمَرُ:هَذَا رَسُولُ اللهِ - صلى الله عليه وسلم - ،وَهَذَا أَبُو بَكْرٍ،وَهَا أَنَا ذَا عُمَرُ.قَالَ:فَقَالَ أَبُو سُفْيَانَ:يَوْمٌ بِيَوْمِ بَدْرٍ،الأَيَّامُ دُوَلٌ،وَإِنَّ الْحَرْبَ سِجَالٌ.قَالَ:فَقَالَ",
            "page": "31",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "عُمَرُ:لاَ سَوَاءً،قَتْلانَا فِي الْجَنَّةِ،وَقَتْلاكُمْ فِي النَّارِ.قَالَ:إِنَّكُمْ لَتَزْعُمُونَ ذَلِكَ،لَقَدْ خِبْنَا إِذَنْ وَخَسِرْنَا.ثُمَّ قَالَ أَبُو سُفْيَانَ:أَمَا إِنَّكُمْ سَوْفَ تَجِدُونَ فِي قَتْلاكُمْ مُثْلاً،وَلَمْ يَكُنْ ذَاكَ عَنْ رَأْيِ سَرَاتِنَا.قَالَ:ثُمَّ أَدْرَكَتْهُ حَمِيَّةُ الْجَاهِلِيَّةِ،قَالَ:فَقَالَ:أَمَا إِنَّهُ قَدْ كَانَ ذَاكَ،وَلَمْ نَكْرَهْهُ.\" (¬1) ¶ سابعاً :ومن ثمراتِ الإيمان ولوازمه حبُّ الله لهم : ¶ قال تعالى:(إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَيَجْعَلُ لَهُمُ الرَّحْمَنُ وُدّاً) [مريم:96] ¶ وللتعبير بالود في هذا الجو نداوة رخية تمس القلوب،وروح رضى يلمس النفوس.وهو ود يشيع في الملأ الأعلى،ثم يفيض على الأرض والناس فيمتلىء به الكون كله ويفيض (¬2) .. ¶ أي بسبب إيمانهم وأعمالِ الإيمان،يحبُّهم اللهُ ويجعلُ لهم المحبةَ في قلوب المؤمنينَ.ومَنْ أحبَّه اللهُ وأحبَّه المؤمنونَ من عبادهِ حصلتْ له السعادةُ والفلاحُ والفوائدُ الكثيرةُ من محبَّةِ المؤمنين من الثناءِ والدعاءِ له حياً وميتاً،والاقتداءِ به وحصولِ الإمامةِ في الدِّينِ . ¶ فعَنْ أَبِي هُرَيْرَةَ،عَنِ النَّبِيِّ - صلى الله عليه وسلم - قَالَ:إِنَّ اللَّهَ عَزَّ وَجَلَّ إِذَا أَحَبَّ عَبْدًا دَعَا جِبْرِيلَ - صلى الله عليه وسلم - ،فَقَالَ:يَا جِبْرِيلُ إِنِّي أُحِبُّ فُلاَنًا فَأَحِبَّهُ،قَالَ:فَيُحِبُّهُ ¶ ¬__________ ¶ (¬1) - مسند أحمد (عالم الكتب) - (1 / 741)(2609) صحيح ¶ (¬2) - فى ظلال القرآن ـ موافقا للمطبوع - (4 / 2321)",
            "page": "32",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "جِبْرِيلُ قَالَ:ثُمَّ يُنَادِي فِي أَهْلِ السَّمَاءِ:إِنَّ اللَّهَ يُحِبُّ فُلاَنًا،قَالَ:فَيُحِبُّهُ أَهْلُ السَّمَاءِ،ثُمَّ يُوضَعُ لَهُ الْقَبُولُ فِي الأَرْضِ،وَإِنَّ اللَّهَ عَزَّ وَجَلَّ إِذَا أَبْغَضَ عَبْدًا دَعَا جِبْرِيلَ،فَقَالَ:يَا جِبْرِيلُ،إِنِّي أُبْغِضُ فُلاَنًا فَأَبْغِضْهُ،قَالَ:فَيُبْغِضُهُ جِبْرِيلُ،قَالَ:ثُمَّ يُنَادِي فِي أَهْلِ السَّمَاءِ:إِنَّ اللَّهَ يُبْغِضُ فُلاَنًا فَأَبْغِضُوهُ،قَالَ:فَيُبْغِضُهُ أَهْلُ السَّمَاءِ،ثُمَّ تُوضَعُ لَهُ الْبَغْضَاءُ فِي الأَرْضِ.. (¬1) ¶ وعَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ قَالَ:كُنَّا بِعَرَفَةَ,فَمَرَّ عُمَرُ بْنُ عَبْدِ الْعَزِيزِ وَهُوَ عَلَى الْمَوْسِمِ،فَقَامَ النَّاسُ يَنْظُرُونَ إِلَيْهِ،فَقُلْتُ لِأَبِي:يَا أَبَهْ،إِنِّي لَأَرَى أَنَّ اللهَ عَزَّ وَجَلَّ يُحِبُّ عُمَرَ بْنَ عَبْدِ الْعَزِيزِ قَالَ:وَمَا ذَاكَ؟قُلْتُ:لِمَا لَهُ مِنَ الْحُبِّ فِي قُلُوبِ النَّاسِ،فَقَالَ:بِأَبِيكَ أَنْتَ يَا بُنَيَّ،سَمِعْتُ أَبَا هُرَيْرَةَ يُحَدِّثُ،عَنْ رَسُولِ اللهِ - صلى الله عليه وسلم - قَالَ:\" إِنَّ اللهَ عَزَّ وَجَلَّ إِذَا أَحَبَّ عَبْدًا قَالَ:يَا جِبْرِيلُ إِنِّي أُحِبُّ فُلَانًا،فَأَحِبُّوهُ،فَيُنَادِي جِبْرِيلُ - صلى الله عليه وسلم - فِي السَّمَاوَاتِ:إِنَّ اللهَ عَزَّ وَجَلَّ يُحِبُّ فُلَانًا،فَأَحِبُّوهُ،فَيُلْقَى حُبُّهُ عَلَى أَهْلِ الْأَرْضِ فَيُحِبُّونَهُ،وَإِذَا أَبْغَضَ عَبْدًا قَالَ:يَا جِبْرِيلُ،إِنِّي أُبْغِضُ فُلَانًا فَأَبْغِضُوهُ،فَيُوضَعُ لَهُ الْبُغْضُ فِي الْأَرْضِ \" (¬2) ¶ ¬__________ ¶ (¬1) - صحيح مسلم- المكنز - (6873) ومسند أحمد (عالم الكتب) - (3 / 486)(9352) 9341- ¶ (¬2) - شرح مشكل الآثار - (9 / 403) (3790 ) وصحيح مسلم- المكنز -(6875 )",
            "page": "33",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "ثامناً:حصول الإمامة في الدين : ¶ وهذه أيضاً من أجلِّ ثمرات الإيمان:أنْ يجعل َالله للمؤمنين الذين كمّلوا إيمانهم بالعلم والعمل - لسانَ صدقٍ - ويجعلُهم أئمةً يهتدونَ بأمرهِ كما قال تعالى:{ وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ فَلَا تَكُنْ فِي مِرْيَةٍ مِنْ لِقَائِهِ وَجَعَلْنَاهُ هُدًى لِبَنِي إِسْرَائِيلَ (23) وَجَعَلْنَا مِنْهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا وَكَانُوا بِآيَاتِنَا يُوقِنُونَ (24) } [السجدة:23 - 24] ¶ يُخْبِرُ اللهُ تَعَالى رَسُولَه - صلى الله عليه وسلم - أَنَّهُ آتَى مُوسَى التَّوْرَاةَ ( الكِتَابَ )،لِتَكُونَ هُدىً وعِظَةً لِبني إِسْرائيلَ،كَمَا آتَى عَبْدَهُ مُحَمَّداً القُرآنَ،وأَمَرهُ بأَلاَّ يَكُونَ في شَكٍّ وَرِيبَةٍ مِنْ صِحَّةِ مَا آتاهُ اللهُ مِنَ الكِتَابِ،فَمُحَمَّدٌ لَيْسَ بِدْعاً في الرُّسُلِ،فَقَدْ آتى الله غَيْرَهُ مِنَ الأنبياءِ كُتُباً . ¶ وَجَعَلَ اللهُ مِنْ بَني إِسْرَائيلَ أَئِمَّةً فِي الدُّنيا،يَهْدُونَ أَتْبَاعَهُمْ إِلى الخَيْرِ بِإِذْنِ رَبِّهِمْ،لأَنَّهُم صَبَروا عَلى طَاعَتِهِ،وَعَزَفَتْ نُفُوسُهُمْ عَنْ لَذَّاتِ الدُّنيا وَشَهَواتِها،وَكَانُوا مُؤْمِنينَ بآياتِ اللهِ وَحُجَجِهِ،وَبِمَا اسْتَبَانَ لَهُمْ مِنَ الحَقِّ . (¬1) ¶ وفيه إيحاء للقلة المسلمة يومذاك في مكة أن تصبر كما صبر المختارون من بني إسرائيل،وتوقن كما أيقنوا،ليكون منهم أئمة للمسلمين كما ¶ ¬__________ ¶ (¬1) - أيسر التفاسير لأسعد حومد - (1 / 3407)",
            "page": "34",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "كان أولئك أئمة لبني إسرائيل.ولتقرير طريق الإمامة والقيادة،وهو الصبر واليقين. (¬1) ¶ فبالصبرِ واليقينِ - اللذينِ هما رأسُ الإيمانِ وكمالُه - نالوا الإمامةَ في الدين (¬2) . ¶ وقال تعالى:{وَإِذِ ابْتَلَى إِبْرَاهِيمَ رَبُّهُ بِكَلِمَاتٍ فَأَتَمَّهُنَّ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامًا قَالَ وَمِن ذُرِّيَّتِي قَالَ لاَ يَنَالُ عَهْدِي الظَّالِمِينَ} (124) سورة البقرة ¶ يقول للنبي - صلى الله عليه وسلم - اذكر ما كان من ابتلاء اللّه لإبراهيم بكلمات من الأوامر والتكاليف،فأتمهن وفاء وقضاء ..وقد شهد اللّه لإبراهيم في موضع آخر بالوفاء بالتزاماته على النحو الذي يرضى اللّه عنه فيستحق شهادته الجليلة:«وَإِبْراهِيمَ الَّذِي وَفَّى» ..وهو مقام عظيم ذلك المقام الذي بلغه إبراهيم.مقام الوفاء والتوفية بشهادة اللّه عز وجل.والإنسان بضعفه وقصوره لا يوفي ولا يستقيم! عندئذ استحق إبراهيم تلك البشرى.أو تلك الثقة:«قالَ:إِنِّي جاعِلُكَ لِلنَّاسِ إِماماً» .. ¶ ¬__________ ¶ (¬1) - فى ظلال القرآن ـ موافقا للمطبوع - (5 / 2814) ¶ (¬2) - موسوعة كتب ابن القيم - (ج 69 / ص 88)",
            "page": "35",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "إماما يتخذونه قدوة،ويقودهم إلى اللّه،ويقدمهم إلى الخير،ويكونون له تبعا،وتكون له فيهم قيادة. ¶ عندئذ تدرك إبراهيم فطرة البشر:الرغبة في الامتداد عن طريق الذراري والأحفاد.ذلك الشعور الفطري العميق،الذي أودعه اللّه فطرة البشر لتنمو الحياة وتمضي في طريقها المرسوم،ويكمل اللاحق ما بدأه السابق،وتتعاون الأجيال كلها وتتساوق ..ذلك الشعور الذي يحاول بعضهم تحطيمه أو تعويقه وتكبيله وهو مركوز في أصل الفطرة لتحقيق تلك الغاية البعيدة المدى.وعلى أساسه يقرر الإسلام شريعة الميراث،تلبية لتلك الفطرة،وتنشيطا لها لتعمل،ولتبذل أقصى ما في طوقها من جهد.وما المحاولات التي تبذل لتحطيم هذه القاعدة إلا محاولة لتحطيم الفطرة البشرية في أساسها وإلا تكلف وقصر نظر واعتساف في معالجة بعض عيوب الأوضاع الاجتماعية المنحرفة.وكل علاج يصادم الفطرة لا يفلح ولا يصلح ولا يبقى.وهناك غيره من العلاج الذي يصلح الانحراف ولا يحطم الفطرة.ولكنه يحتاج إلى هدى وإيمان،وإلى خبرة بالنفس البشرية أعمق،وفكرة عن تكوينها أدق،وإلى نظرة خالية من الأحقاد الوبيلة التي تنزع إلى التحطيم والتنكيل،أكثر مما ترمي إلى البناء والإصلاح: «قالَ:وَمِنْ ذُرِّيَّتِي؟» ..",
            "page": "36",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "وجاءه الرد من ربه الذي ابتلاه واصطفاه،يقرر القاعدة الكبرى التي أسلفنا ..إن الإمامة لمن يستحقونها بالعمل والشعور،وبالصلاح والإيمان،وليست وراثة أصلاب وأنساب.فالقربى ليست وشيجة لحم ودم،إنما هي وشيجة دين وعقيدة.ودعوى القرابة والدم والجنس والقوم إن هي إلا دعوى الجاهلية،التي تصطدم اصطداما أساسيا بالتصور الإيماني الصحيح:«قالَ:لا يَنالُ عَهْدِي الظَّالِمِينَ» .. ¶ والظلم أنواع وألوان:ظلم النفس بالشرك،وظلم الناس بالبغي ..والإمامة الممنوعة على الظالمين تشمل كل معاني الإمامة:إمامة الرسالة،وإمامة الخلافة،وإمامة الصلاة ..وكل معنى من معاني الإمامة والقيادة. ¶ فالعدل بكل معانيه هو أساس استحقاق هذه الإمامة في أية صورة من صورها.ومن ظلم - أيّ لون من الظلم - فقد جرد نفسه من حق الإمامة وأسقط حقه فيها بكل معنى من معانيها. ¶ وهذا الذي قيل لإبراهيم - عليه السلام - وهذا العهد بصيغته التي لا التواء فيها ولا غموض قاطع في تنحية اليهود عن القيادة والإمامة،بما ظلموا،وبما فسقوا،وبما عتوا عن أمر اللّه،وبما انحرفوا عن عقيدة جدهم إبراهيم ..",
            "page": "37",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "وهذا الذي قيل لإبراهيم - عليه السلام - وهذا العهد بصيغته التي لا التواء فيها ولا غموض قاطع كذلك في تنحية من يسمون أنفسهم المسلمين اليوم.بما ظلموا،وبما فسقوا وبما بعدوا عن طريق اللّه،وبما نبذوا من شريعته وراء ظهورهم ..ودعواهم الإسلام،وهم ينحون شريعة اللّه ومنهجه عن الحياة،دعوى كاذبة لا تقوم على أساس من عهد اللّه. ¶ إن التصور الإسلامي يقطع الوشائج والصلات التي لا تقوم على أساس العقيدة والعمل.ولا يعترف بقربى ولا رحم إذا انبتّت وشيجة العقيدة والعمل ويسقط جميع الروابط والاعتبارات ما لم تتصل بعروة العقيدة والعمل ..وهو يفصل بين جيل من الأمة الواحدة وجيل إذا خالف أحد الجيلين الآخر في عقيدته،بل يفصل بين الوالد والولد،والزوج والزوج إذا انقطع بينهما حبل العقيدة.فعرب الشرك شيء وعرب الإسلام شيء آخر.ولا صلة بينهما ولا قربى ولا وشيجة.والذين آمنوا من أهل الكتاب شي ء،والذين انحرفوا عن دين إبراهيم وموسى وعيسى شيء آخر،ولا صلة بينهما ولا قربى ولا وشيجة ..إن الأسرة ليست آباء وأبناء وأحفادا ..إنما هي هؤلاء حين تجمعهم عقيدة واحدة.وإن الأمة ليست مجموعة أجيال متتابعة من جنس معين ..إنما هي مجموعة من المؤمنين مهما اختلفت أجناسهم",
            "page": "38",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "وأوطانهم وألوانهم ..وهذا هو التصور الإيماني،الذي ينبثق من خلال هذا البيان الرباني،في كتاب اللّه الكريم .. (¬1) ¶ تاسعاً :رفعُ مكانتهِم في الدارين : ¶ قال تعالى:{...يَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ ..} (11) سورة المجادلة . ¶ فهم أعلى الخلقِ درجةً عند الله وعندَ عبادهِ في الدنيا والآخرة،وإنما نالوا هذه الرفعةَ بإيمانهِم الصحيحِ وعملِهم ويقينهِم،والعلمُ واليقينُ من أصولِ الإيمانِ. ¶ عاشراً :حصولُ البشارةِ بكرامةِ الله والأمنِ التامِّ منْ جميعِ الوجوهِ: ¶ قال تعالى:(...وَبَشِّرِ الْمُؤْمِنِينَ)(البقرة:من الآية223) ¶ فأطلقها ليعمَّ الخيرُ العاجلُ والآجلُ،وقيّدَها في مثل قوله تعالى:{وَبَشِّرِ الَّذِين آمَنُواْ وَعَمِلُواْ الصَّالِحَاتِ أَنَّ لَهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأَنْهَارُ كُلَّمَا رُزِقُواْ مِنْهَا مِن ثَمَرَةٍ رِّزْقاً قَالُواْ هَذَا الَّذِي رُزِقْنَا مِن قَبْلُ وَأُتُواْ بِهِ مُتَشَابِهاً وَلَهُمْ فِيهَا أَزْوَاجٌ مُّطَهَّرَةٌ وَهُمْ فِيهَا خَالِدُونَ} (25) سورة البقرة ¶ يُبَشِّرُ اللهُ تَعَالى الذِينَ آمَنُوا بِاللهِ وَرَسُولِهِ،وَعَمِلُوا الأَعْمَالَ الصَّالِحَةَ،أَنَّ لَهُمْ عِنْدَهُ في الآخِرَةِ جَنَّاتٍ تَجْرِي الأَنْهَارُ في جَنَبَاتِهَا،وَلَهُمْ فِيها ¶ ¬__________ ¶ (¬1) - فى ظلال القرآن ـ موافقا للمطبوع - (1 / 112)",
            "page": "39",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "أَزْواجٌ مُطَهَّرةٌ مِنَ الدَّنَسِ وَالأَذى وَالآثامِ ومسَاوِئِ الأَخْلاَقِ،كَالََكَيْدِ والمَكْرِ والخَدِيعَةِ..وَتَأْتِيهِمُ الثِّمَارُ في الجَنَّةِ فَيَظُنُّونَ أَنَّهَا مِنَ الثِّمَارِ التِي عَرَفُوهَا في الدُّنيا ( أَوْ أَنَّهَا مِنَ الثِّمَارِ التِي أَتَتْهُمْ قَبْلَ ذلِكَ فِي الجَنَّةِ،وَتَخْتَلفُ عَنْهَا طَعْماً مَعَ أَنَّهَا تُشْبِهُهَا فِي شَكْلِها وَمَنْظَرِهَا ).وَكُلَّمَا رُزِقُوا مِنْها ثَمَرَةً قَالُوا:هذا مَا وُعِدْنا بِهِ في الدُّنيا جَزَاءً عَلَى الإِيمَان وَالعَمَلِ الصَّالِحِ.والذِينَ آمَنُوا إِيمَاناً صَادِقاً،وَعَملُوا عَمَلاً صَالِحاً يَبْقَوْوَ في الجَنَّةِ خَالِدينَ أبداً،لاَ يَمُوتُونَ فِيها وَلا يَحُولُونَ عَنْها . (¬1) ¶ فلهم البشارةُ المطلقةُ والمقيَّدةُ،ولهمُ الأمنُ المطلقُ في مثل قوله تعالى:{ وَكَيْفَ أَخَافُ مَا أَشْرَكْتُمْ وَلاَ تَخَافُونَ أَنَّكُمْ أَشْرَكْتُم بِاللّهِ مَا لَمْ يُنَزِّلْ بِهِ عَلَيْكُمْ سُلْطَانًا فَأَيُّ الْفَرِيقَيْنِ أَحَقُّ بِالأَمْنِ إِن كُنتُمْ تَعْلَمُونَ (81) الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ أُولَئِكَ لَهُمُ الْأَمْنُ وَهُمْ مُهْتَدُونَ (82) [الأنعام] ¶ وَكَيْفَ أَخَافُ أَنَا مِنْ هَذِهِ الأَصْنَامُ التِي تَعْبُدُونَهَا،وَهِيَ لاَ تَمْلِكُ لِنَفْسِهَا،وَلاَ لِغَيْرِهَا نَفْعاً وَلاَ ضَراً،وَلاَ تَخَافُونَ أَنْتُمْ مِنْ أَنَّكُمْ أَشْرَكْتُمْ فِي عِبَادِةِ اللهِ هَذِهِ الأَصْنَامِ،وَهُوَ القَادِرُ القَاهِرُ،وَهُوَ تَعَالَى لَمْ يُنْزِلْ حُجَّةً وَلاَ بُرْهَاناً وَلاَ دَلِيلاً عَلَى وُجُوبِ عِبَادَةِ هَذِهِ الأَصْنَامِ؟ وَفِي مِثْلِ هَذِهِ الحَالِ التِي نَحْنُ فِيهَا:أَيْ الجَانِبَيْنِ - أَنَا وَأَنْتُمْ - أَحَقُّ بِأَنْ يَكُونَ ¶ ¬__________ ¶ (¬1) - أيسر التفاسير لأسعد حومد - (1 / 32)",
            "page": "40",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "مُطْمَئِناً مَنْ عَبَدَ أَصْنَاماً حِجَارَةً لاَ تَضُرُّ وَلاَ تَنْفَعُ؟ هَذا إِنْ كُنْتُمْ تَعْلَمُونَ وَتُقَدِّرُونَ الأُمُورَ . ¶ بَيَّنَ اللهُ تَعَالَى فِي هَذِهِ الآيَةِ مَنْ هُوَ الحَقِيقُ بِالأَمْنِ عَلَى سَبِيلِ التَّفْصِيلِ فَقَالَ:الذِينَ أَخْلَصُوا العِبَادَةَ للهِ وَحْدَهُ لاَ شَرِيكَ لَهُ،وَلَمْ يُشْرِكُوا بِهِ شَيْئاً،وَلَمْ يَخْلِطُوا إِيمَانَهُمْ ( يَلْبِسُوا ) بِظُلْمٍ،وَلاَ كُفْرٍ،وَلاَ شِرْكٍ بِاللهِ،فَهَؤُلاءِ هُمُ الآمِنُونَ يَوْمَ القِيَامَةِ مِنَ الخُلُودِ فِي العَذَابِ،وَأُولَئِكَ هُمُ المُهْتَدُونَ فِي الدُّنْيا وَالآخِرَةِ . (¬1) ¶ إنه منطق المؤمن الواثق المدرك لحقائق هذا الوجود.إنه إن كان أحد قمينا بالخوف فليس هو إبراهيم - وليس هو المؤمن الذي يضع يده في يد اللّه ويمضي في الطريق - وكيف يخاف آلهة عاجزة - كائنة ما كانت هذه الآلهة،والتي تتبدى أحيانا في صورة جبارين في الأرض بطاشين وهم أمام قدرة اللّه مهزولون مضعوفون! - كيف يخاف إبراهيم هذه الآلهة الزائفة العاجزة،ولا يخافون هم أنهم أشركوا باللّه ما لم يجعل له سلطانا ولا قوة من الأشياء والأحياء؟ وأي الفريقين أحق بالأمن؟ الذي يؤمن به ويكفر بالشركاء؟ أم الذي يشرك باللّه ما لا سلطان له ولا قوة؟ أي الفريقين أحق بالأمن،لو كان لهم شيء من العلم والفهم؟! هنا يتنزل الجواب من الملأ الأعلى ويقضي اللّه ¶ ¬__________ ¶ (¬1) - أيسر التفاسير لأسعد حومد - (1 / 871)",
            "page": "41",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "بحكمه في هذه القضية:«الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمانَهُمْ بِظُلْمٍ،أُولئِكَ لَهُمُ الْأَمْنُ وَهُمْ مُهْتَدُونَ» ..الذين آمنوا وأخلصوا أنفسهم للّه،لا يخلطون بهذا الإيمان شركا في عبادة ولا طاعة ولا اتجاه.هؤلاء لهم الأمن،وهؤلاء هم المهتدون .. (¬1) ¶ وعَنْ جَرِيرِ بْنِ عَبْدِ اللهِ قَالَ:خَرَجْنَا مَعَ رَسُولِ اللهِ - صلى الله عليه وسلم - ،فَلَمَّا بَرَزْنَا مِنَ الْمَدِينَةِ إِذَا رَاكِبٌ يُوضِعُ نَحْوَنَا،فَقَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - :كَأَنَّ هَذَا الرَّاكِبَ إِيَّاكُمْ يُرِيدُ قَالَ:فَانْتَهَى الرَّجُلُ إِلَيْنَا،فَسَلَّمَ،فَرَدَدْنَا عَلَيْهِ،فَقَالَ لَهُ النَّبِيُّ - صلى الله عليه وسلم - :مِنْ أَيْنَ أَقْبَلْتَ؟قَالَ:مِنْ أَهْلِي وَوَلَدِي وَعَشِيرَتِي،قَالَ:فَأَيْنَ تُرِيدُ؟قَالَ:أُرِيدُ رَسُولَ اللهِ - صلى الله عليه وسلم - قَالَ:فَقَدْ أَصَبْتَهُ قَالَ:يَا رَسُولَ اللهِ،عَلِّمْنِي مَا الإِِيمَانُ؟قَالَ:تَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ،وَأَنَّ مُحَمَّدًا رَسُولُ اللهِ،وَتُقِيمُ الصَّلاَةَ،وَتُؤْتِي الزَّكَاةَ،وَتَصُومُ رَمَضَانَ،وَتَحُجُّ الْبَيْتَ،قَالَ:قَدْ أَقْرَرْتُ.قَالَ:ثُمَّ إِنَّ بَعِيرَهُ دَخَلَتْ يَدُهُ فِي شَبَكَةِ جُرْذَانٍ،فَهَوَى بَعِيرُهُ وَهَوَى الرَّجُلُ،فَوَقَعَ عَلَى هَامَتِهِ،فَمَاتَ،فَقَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - :عَلَيَّ بِالرَّجُلِ قَالَ:فَوَثَبَ إِلَيْهِ عَمَّارُ بْنُ يَاسِرٍ وَحُذَيْفَةُ فَأَقْعَدَاهُ فَقَالاَ:يَا رَسُولَ اللهِ،قُبِضَ الرَّجُلُ.قَالَ:فَأَعْرَضَ عَنْهُمَا رَسُولُ اللهِ - صلى الله عليه وسلم - ،ثُمَّ قَالَ لَهُمَا رَسُولُ اللهِ - صلى الله عليه وسلم - :أَمَا رَأَيْتُمَا إِعْرَاضِي عَنِ الرَّجُلِ،فَإِنِّي رَأَيْتُ مَلَكَيْنِ يَدُسَّانِ فِي فِيهِ مِنْ ثِمَارِ الْجَنَّةِ،فَعَلِمْتُ أَنَّهُ مَاتَ جَائِعًا ثُمَّ قَالَ ¶ ¬__________ ¶ (¬1) - فى ظلال القرآن ـ موافقا للمطبوع - (2 / 1142)",
            "page": "42",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "رَسُولُ اللهِ - صلى الله عليه وسلم - :هَذَا وَاللَّهِ مِنَ الَّذِينَ قَالَ اللَّهُ عَزَّ وَجَلَّ:{الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ أُولَئِكَ لَهُمُ الأَمْنُ وَهُمْ مُهْتَدُونَ} قَالَ:ثُمَّ قَالَ:دُونَكُمْ أَخَاكُمْ قَالَ:فَاحْتَمَلْنَاهُ إِلَى الْمَاءِ،فَغَسَّلْنَاهُ وَحَنَّطْنَاهُ،وَكَفَّنَّاهُ وَحَمَلْنَاهُ إِلَى الْقَبْرِ،قَالَ:فَجَاءَ رَسُولُ اللهِ - صلى الله عليه وسلم - حَتَّى جَلَسَ عَلَى شَفِيرِ الْقَبْرِ،قَالَ:فَقَالَ:أَلْحِدُوا وَلاَ تَشُقُّوا،فَإِنَّ اللَّحْدَ لَنَا،وَالشَّقَّ لِغَيْرِنَا. (¬1) ¶ ولهمُ الأمنُ المقيَّدُ في مثل قوله تعالى:{وَمَا نُرْسِلُ الْمُرْسَلِينَ إِلاَّ مُبَشِّرِينَ وَمُنذِرِينَ فَمَنْ آمَنَ وَأَصْلَحَ فَلاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ} (48) سورة الأنعام. ¶ إنَّ اللهَ تَعَالَى يُرْسِلُ الرُّسُلَ لِيُبَشِّرُوا،مَنْ آمَنَ،بِالجَنَّةِ،وَحُسْنِ الثَّوَابِ،وَلِيُنْذِرُوا،مَنْ كَفَرَ وَعَتَا عَنْ أَمْرِ رَبِّهِ،بِالعُقُوبَةِ وَالعَذَابِ،فَالذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ،فَهَؤُلاَءِ لاَ خَوْفٌ عَلَيْهِمْ،مِمَّا يَسْتَقْبِلُونَهُ مِنْ أَمْرِهِمْ،وَلاَ يَحْزَنُونَ عَلى مَا خَلَّفُوهُ وَرَاءَهُمْ فِي الدُّنْيا (¬2) . ¶ فنفَى عنهمُ الخوفَ لما يستقبلونهُ،والحزنَ مما مضى عليهم،وبذلك يتمُّ لهم الأمنُ. ¶ فالمؤمنُ له الأمنُ التامُّ في الدنيا والآخرة:أمِنَ منْ سخطِ اللهِ وعقابهِ،وأمنَ منْ جميعِ المكاره ِوالشرورِ.وله البشارةُ الكاملةُ بكلَّ ¶ ¬__________ ¶ (¬1) - مسند أحمد (عالم الكتب) - (6 / 504) (19176) 19390- فيه لين ¶ (¬2) - أيسر التفاسير لأسعد حومد - (1 / 838)",
            "page": "43",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "خيرٍ،كما وقال تعالى:{ أَلَا إِنَّ أَوْلِيَاءَ اللَّهِ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ (62) الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ (63) لَهُمُ الْبُشْرَى فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ لَا تَبْدِيلَ لِكَلِمَاتِ اللَّهِ ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ (64) [يونس:62 - 64] }. ¶ ألا إن أولياء الله لا خوف عليهم في الآخرة من عقاب الله،ولا هم يحزنون على ما فاتهم من حظوظ الدنيا.وصفات هؤلاء الأولياء،أنهم الذين صدَّقوا الله واتبعوا رسوله وما جاء به من عند الله،وكانوا يتقون الله بامتثال أوامره،واجتناب معاصيه.لهؤلاء الأولياء البشارة من الله في الحياة الدنيا بما يسرُّهم،وفي الآخرة بالجنة،لا يخلف الله وعده ولا يغيِّره،ذلك هو الفوز العظيم; لأنه اشتمل على النجاة مِن كل محذور،والظَّفَر بكل مطلوب محبوب. (¬1) ¶ ويوضِّحُ هذه البشارةَ قولُه تعالى:{ إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا تَتَنَزَّلُ عَلَيْهِمُ الْمَلَائِكَةُ أَلَّا تَخَافُوا وَلَا تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنْتُمْ تُوعَدُونَ (30) نَحْنُ أَوْلِيَاؤُكُمْ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآَخِرَةِ وَلَكُمْ فِيهَا مَا تَشْتَهِي أَنْفُسُكُمْ وَلَكُمْ فِيهَا مَا تَدَّعُونَ (31) نُزُلًا مِنْ غَفُورٍ رَحِيمٍ (32)} [فصلت/30-32] ¶ ¬__________ ¶ (¬1) - التفسير الميسر - (3 / 434)",
            "page": "44",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "إن الذين قالوا ربنا الله تعالى وحده لا شريك له،ثم استقاموا على شريعته،تتنزل عليهم الملائكة عند الموت قائلين لهم:لا تخافوا من الموت وما بعده،ولا تحزنوا على ما تخلفونه وراءكم من أمور الدنيا،وأبشروا بالجنة التي كنتم توعدون بها.وتقول لهم الملائكة:نحن أنصاركم في الحياة الدنيا،نسددكم ونحفظكم بأمر الله،وكذلك نكون معكم في الآخرة،ولكم في الجنة كل ما تشتهيه أنفسكم مما تختارونه،وتَقَرُّ به أعينكم،ومهما طلبتم من شيء وجدتموه بين أيديكم ضيافة وإنعامًا لكم مِن غفور لذنوبكم،رحيم بكم. (¬1) ¶ وقال تعالى:{يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَآمِنُوا بِرَسُولِهِ يُؤْتِكُمْ كِفْلَيْنِ مِن رَّحْمَتِهِ وَيَجْعَل لَّكُمْ نُورًا تَمْشُونَ بِهِ وَيَغْفِرْ لَكُمْ وَاللَّهُ غَفُورٌ رَّحِيمٌ} (28) سورة الحديد ¶ يَحُثُّ اللهُ تَعَالَى المُؤْمِنِينَ مِنْ أَهْلِ الكِتَابِ،مِنَ اليَهُودِ والنَّصَارَى،عَلَى تَقْوى اللهِ،وَاجْتِنَابِ مَعَاصِيهِ،وَيَأْمُرُهُمْ بِالإِيْمَانِ بِرَسُولِهِ مُحَمَّدٍ - صلى الله عليه وسلم - ،وَيَعِدُهُمْ إِنْ هُمْ آمَنُوا بِمُحَمَّدٍ،وَاتَّقَوْا وَأَحْسَنُوا العَمَلَ بِأنَّهُ سَوْفَ يُؤْتِيهِمْ أَجْرَهُمْ ضِعْفَيْنِ جَزَاءً لَهُمْ عَلَى إِيْمَانِهِمْ بِنَبِّيهِمْ وَبِالأَنْبِيَاءِ السَّابِقِينَ قَبْلَهُ،وَأَجْراً آخَرَ لإِيْمَانِهِمْ بِمُحَمَّدٍ،وَأَنَّهُ سَيَجْعَلُ لَهُمْ هُدى وَنُوراً يَمْشُونَ بِهِ فَيُجِنِّبُهُمْ العَمَى وَالضَّلاَلَةَ،وَأَنَّهُ سَوْفَ يَغْفِرُ لَهُمْ مَا ¶ ¬__________ ¶ (¬1) - التفسير الميسر - (8 / 400)",
            "page": "45",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "سَلَفَ مِنْ ذُنُوبِهِمْ،وَيُعْلِمُهُمْ بِأَنَّ اللهَ وَاسِعُ المَغْفِرَةِ لِمَنْ شَاءَ،رَحِيمٌ بِعِبَادِهِ،يَقْبَلُ إِنْ أَحْسَنُوا التَّوْبَةَ إِلَيهِ (¬1) . ¶ فرتّبَ على الإيمانِ حصولَ الثواب المضاعفِ،وكمالَ النورِ الذي يمشي به العبدُ في حياتهِ،ويمشي به يومَالقيامة:{ يَوْمَ تَرَى الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ يَسْعَى نُورُهُم بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِم بُشْرَاكُمُ الْيَوْمَ جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ } (12) سورة الحديد ¶ وَفِي يَوْمِ القِيَامَةِ تَرَى المُتَصَدِّقِينَ،مِنَ المُؤْمِنينَ وَالمُؤْمِنَاتِ،يَسْعَى نُورُهُمْ بَيْنَ أَيْدِيهمْ بِحَسَبِ أَعْمَالِهِمْ،وَتَكُونُ كُتُبُهُمْ بِأَيْمَانِهِمْ،وَتَقُولُ لَهُمُ المَلاَئِكَةُ الكِرَامُ:أَبْشِرُوا بِجَنَّاتٍ تَجْرِي الأَنْهَارُ فِي جَنَبَاتِهَا جَزَاءً لَكُمْ مِنْ رَبِّكُمْ عَلَى إِيمَانِكُمْ وَأَعْمَالِكُمْ الصَّالِحَةِ،وَهَذَا الذِي فُزْتُمْ بِهِ هُوَ الفَوْزُ العَظِيمُ . (¬2) ¶ فالمؤمنُ مَنْ يمشي في الدنيا بنورِ علمِه وإيمانِه،وإذا أُطفئتِ الأنوارُ يومَ القيامة:مشَى بنورهِ على الصراطِ حتى يجوزَ به إلى دارِ الكرامةِ ¶ ¬__________ ¶ (¬1) - أيسر التفاسير لأسعد حومد - (1 / 4981) ¶ (¬2) - أيسر التفاسير لأسعد حومد - (1 / 4966)",
            "page": "46",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "والنعيمِ،وكذلكَ رتَّبَ المغفرةَ على الإيمانِ،ومن غُفرتْ سيئاتهُ سلِمَ منَ العقابِ،ونالَ أعظمَ الثوابِ. (¬1) ¶ الحادي عشر:حصولُ الفلاح في الدارين : ¶ الذي هو:إدراكُ غاية الغاياتِ،فإنه إدراكُ كلِّ مطلوبٍ،والسلامةُ من كلِّ مرهوبٍ،والهدَى الذي هو أشرفُ الوسائلَ. ¶ كما قال تعالى :{ ذَلِكَ الْكِتَابُ لَا رَيْبَ فِيهِ هُدًى لِلْمُتَّقِينَ (2) الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ وَيُقِيمُونَ الصَّلَاةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ (3) وَالَّذِينَ يُؤْمِنُونَ بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ وَبِالْآَخِرَةِ هُمْ يُوقِنُونَ (4) أُولَئِكَ عَلَى هُدًى مِنْ رَبِّهِمْ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ (5) }[البقرة/2-5] ¶ لاَ شَكَّ في أَنَّ هَذَا القُرآنَ ( الكِتَابُ ) مُنْزَلٌ مِنْ عِندِ اللهِ،وَهُوَ هُدًى وَنُورٌ يَهتَدِي بِهِ المُتَّقُونَ،الذِينَ يَجتَهِدُونَ في العَمَلِ بِطَاعَةِ اللهِ،وَيَتَّقُونَ الشِّرْكَ وَأَسْبَابَ العِقَابِ . ¶ وَهؤلاءِ المُتَّقُونَ هُمُ الذينَ يُصَدِّقُونَ بِحَزمٍ وَإيمانٍ وإِذعَانٍ بما لاَ يَقَعُ تَحْتَ حَواسِّهِمْ ( الغَيْبِ ) فَيُؤْمِنُونَ بِاللهِ،وَبِمَلاَئِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ وَجَنَّتِهِ وَلِقَائِهِ،وَبِالحَيَاةِ بَعْدَ المَوْتِ.وَهُمْ يُقِيمُونَ الصَّلاةَ،وَيُؤَدُّونَها حَقَّ أَدَائِهَا وَيُتِمُّونَ - بِخُشُوعٍ تَامٍّ،وَحُضُورِ قَلْبٍ - رُكُوعَهَا وَسُجُودَهَا ¶ ¬__________ ¶ (¬1) - التوضيح والبيان لشجرة الإيمان - (ج 1 / ص 43)",
            "page": "47",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "وَتِلاوَتَهَا،وَيُنْفِقُونَ ممَّا رَزَقَهُمُ اللهُ في وُجُوهِ الخَيرِ،وَيُؤَدُّونَ زَكَاةَ أَمْوَالِهِمْ . ¶ وَهؤلاءِ المُتَّقُونَ هُمُ الذينَ يُصَدِّقُونَ بما جِئْتَ بِهِ يَا مُحَمَّدُ مِنْ عِنْدِ اللهِ،وَبمَا أُنزِلَ عَلَى مَنْ قَبْلَكَ مِنَ المُرْسَلِينَ،لا يُفَرِّقُونَ بَيْنَهُمْ،وَلا يَجْحَدُونَ بما جَاؤُوهُمْ بِهِ مِنْ رَبِّهِمْ،وَهُمْ يَعْتَقِدُونَ بِصِدْقِ مَا جَاءَتْهُمْ بِهِ النُّبُوَّاتُ مِنَ البَعْثِ وَالحِسَابِ في الآخِرَةِ . ¶ فَهؤُلاءِ المُتَّصِفُونَ بالصِّفَاتِ المُتَقَدِّمَةِ:مِنْ إِيمَانٍ باللهِ،وَإِيمَانٍ بِالبَعْثِ وَالحِسَابِ،وَإِقَامَةِ الصَّلاَةِ،وَتَأْدِيةِ الزَّكَاةِ...هُمْ عَلَى هُدًى مِنْ رَبِّهِمْ وَنُورٍ وَبَصِيرَةٍ،وَهُمُ المُفْلِحُونَ الفَائِزُونَ الذِينَ أَدْرَكُوا مَا طَلَبُوهُ بعدَ السَّعيِ الحَثِيثِ فِي الحُصُولِ عَليهِ،وَنَجَوْا مِنْ شَرِّ مَا اجْتَنَبُوهُ (¬1) . ¶ ومن هدي فقد أفلح،فهو سائر على النور،واصل إلى الغاية،ناج من الضلال في الدنيا،ومن عواقب الضلال في الآخرة وهو مطمئن في رحلته على هذا الكوكب تتناسق خطاه مع دورة الأفلاك ونواميس الوجود فيحس بالأنس والراحة والتجاوب مع كل كائن في الوجود.أولئك المهتدون بالكتاب وآياته،المحسنون،المقيمون للصلاة،المؤتون للزكاة،الموقنون بالآخرة،المفلحون في الدنيا والآخرة . (¬2) ¶ ¬__________ ¶ (¬1) - أيسر التفاسير لأسعد حومد - (1 / 9) ¶ (¬2) - فى ظلال القرآن ـ موافقا للمطبوع - (5 / 2784)",
            "page": "48",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "فهذا هو الهدى التامُّ،والفلاحُ الكاملُ. ¶ فلا سبيلَ إلى الهدَى والفلاح ِ- اللذينِ لا صلاحَ ولا سعادةَ إلا بهما - إلا بالإيمانِ التامِّ بكلِّ كتابٍ أنزلهُ الله،وبكلِّ رسولٍ أرسله اللهُ.فالهدى أجلُّ الوسائلَ،والفلاحُ أكملُ الغاياتِ (¬1) . ¶ الثاني عشر:الانتفاعُ بالمواعظَ والتذكيرُ بالآيات: ¶ قال تعالى:(وَذَكِّرْ فَإِنَّ الذِّكْرَى تَنْفَعُ الْمُؤْمِنِينَ) (الذريات:55) ¶ وَثَابِرْ عَلَى دَعْوةِ النَّاسِ إلى اللهِ،وَذَكِّرْهُمْ بِهذا القُرآنِ،فَإِنَّ الذِّكْرَى تَنْفَعُ القُلُوبَ المُوقِنَةَ التي فِيها اسْتِعْدَادٌ للهِدَايةِ . (¬2) ¶ والتذكير نوعان:تذكير بما لم يعرف تفصيله،مما عرف مجمله بالفطر والعقول فإن الله فطر العقول على محبة الخير وإيثاره،وكراهة الشر والزهد فيه،وشرعه موافق لذلك،فكل أمر ونهي من الشرع،فإنه من التذكير،وتمام التذكير،أن يذكر ما في المأمور به،من الخير والحسن والمصالح،وما في المنهي عنه،من المضار. ¶ والنوع الثاني من التذكير:تذكير بما هو معلوم للمؤمنين،ولكن انسحبت عليه الغفلة والذهول،فيذكرون بذلك،ويكرر عليهم ليرسخ ¶ ¬__________ ¶ (¬1) - التوضيح والبيان لشجرة الإيمان - (ج 1 / ص 43) ¶ (¬2) - أيسر التفاسير لأسعد حومد - (1 / 4609)",
            "page": "49",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "في أذهانهم،وينتبهوا ويعملوا بما تذكروه،من ذلك،وليحدث لهم نشاطًا وهمة،توجب لهم الانتفاع والارتفاع. ¶ وأخبر الله أن الذكرى تنفع المؤمنين،لأن ما معهم من الإيمان والخشية والإنابة،واتباع رضوان الله،يوجب لهم أن تنفع فيهم الذكرى،وتقع الموعظة منهم موقعها كما قال تعالى:{ فَذَكِّرْ إِنْ نَفَعَتِ الذِّكْرَى سَيَذَّكَّرُ مَنْ يَخْشَى وَيَتَجَنَّبُهَا الأشْقَى } ¶ وأما من ليس له معه إيمان ولا استعداد لقبول التذكير،فهذا لا ينفع تذكيره،بمنزلة الأرض السبخة،التي لا يفيدها المطر شيئًا،وهؤلاء الصنف،لو جاءتهم كل آية،لم يؤمنوا حتى يروا العذاب الأليم. (¬1) ¶ وقال تعالى:(إِنَّ فِي ذَلِكَ لَآيَةً لِلْمُؤْمِنِينَ) [الحجر:77] ¶ وفي هذه القصة من العبر:عنايته تعالى بخليله إبراهيم،فإن لوطا عليه السلام من أتباعه،وممن آمن به فكأنه تلميذ له،فحين أراد الله إهلاك قوم لوط حين استحقوا ذلك،أمر رسله أن يمروا على إبراهيم عليه السلام كي يبشروه بالولد ويخبروه بما بعثوا له،حتى إنه جادلهم عليه السلام في إهلاكهم حتى أقنعوه،فطابت نفسه. ¶ وكذلك لوط عليه السلام،لما كانوا أهل وطنه،فربما أخذته الرقة عليهم والرأفة بهم قدَّر الله من الأسباب ما به يشتد غيظه وحنقه ¶ ¬__________ ¶ (¬1) - تفسير السعدي - (1 / 812)",
            "page": "50",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "عليهم،حتى استبطأ إهلاكهم لما قيل له:{ إن موعدهم الصبح أليس الصبح بقريب } ومنها:أن الله تعالى إذا أراد أن يهلك قرية [ازداد] شرهم وطغيانهم،فإذا انتهى أوقع بهم من العقوبات ما يستحقونه. (¬1) ¶ وهذا:لأن الإيمانَ يحملُ صاحبَه على التزامِ الحقِّ واتباعهِ،علماً وعملاً،وكذلك معه الآلةُ العظيمةُ والاستعدادُ لتلقِّي المواعظَ النافعةَ،والآياتُ الدالةُ على الحقِّ،وليس عنده مانعٌ يمنعُه من قبول الحقِّ،ولا منَ العملِ به. ¶ الثالث عشر:الإيمانُ يقطعُ الشكوكَ التي تعرِض لكثيرٍ من الناس فتضر بدينهم : ¶ قال تعالى:{إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ آمَنُوا بِاللَّهِ وَرَسُولِهِ ثُمَّ لَمْ يَرْتَابُوا وَجَاهَدُوا بِأَمْوَالِهِمْ وَأَنفُسِهِمْ فِي سَبِيلِ اللَّهِ أُوْلَئِكَ هُمُ الصَّادِقُونَ} (15) سورة الحجرات ¶ إنَّ المُؤْمِنينَ إيماناً حَقّاً هُمُ الذين صَدَّقوا اللهَ وَرَسُولهَ وَلَم يَشُكُّوا،وَلَم يَتَزَلْزَلُوا،وَلم يَتَرَدَّدوا،وَبَذَلَوا أنْفُسَهُم وَأمْوالَهُمْ لِلْجِهَادِ في سَبيلِ اللهِ،وَرِفْعةِ شَأْنِ الإِسْلامِ،وَهَؤلاء هُمُ المُؤْمِنُونَ الصَّادِقُونَ في إِيمَانِهمْ (¬2) ¶ ¬__________ ¶ (¬1) - تفسير السعدي - (1 / 433) ¶ (¬2) - أيسر التفاسير لأسعد حومد - (1 / 4506)",
            "page": "51",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "أي:من جمعوا بين الإيمان والجهاد في سبيله،فإن من جاهد الكفار،دل ذلك،على الإيمان التام في القلب،لأن من جاهد غيره على الإسلام،والقيام بشرائعه،فجهاده لنفسه على ذلك،من باب أولى وأحرى؛ ولأن من لم يقو على الجهاد،فإن ذلك،دليل على ضعف إيمانه،وشرط تعالى في الإيمان عدم الريب،وهو الشك،لأن الإيمان النافع هو الجزم اليقيني،بما أمر الله بالإيمان به،الذي لا يعتريه شك،بوجه من الوجوه. ¶ وقوله:{ أُولَئِكَ هُمُ الصَّادِقُونَ } أي:الذين صدقوا إيمانهم بأعمالهم الجميلة،فإن الصدق،دعوى كبيرة في كل شيء يدعى يحتاج صاحبه إلى حجة وبرهان،وأعظم ذلك،دعوى الإيمان،الذي هو مدار السعادة،والفوز الأبدي،والفلاح السرمدي،فمن ادعاه،وقام بواجباته،ولوازمه،فهو الصادق المؤمن حقًا،ومن لم يكن كذلك،علم أنه ليس بصادق في دعواه،وليس لدعواه فائدة،فإن الإيمان في القلب لا يطلع عليه إلا الله تعالى. (¬1) ¶ أي:دفعَ الإيمانُ الصحيحُ -الذي معهم -الريبَ والشكَّ الموجودَ،وإنزالهُ بالكليةِ،وقاومُ الشكوكَ التي تلقيها شياطينُ الإنسِ ¶ ¬__________ ¶ (¬1) - تفسير السعدي - (1 / 802)",
            "page": "52",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "والجنِّ،والنفوسُ الأمّارة ُبالسوءِ.فليس لهذه العللِ المهلكةِ دواءٌ إلا تحقيقَ الإيمانِ. ¶ ولهذا ثبت في الحديث الصحيح ِ عَنْ أَبِى هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - « لاَ يَزَالُ النَّاسُ يَتَسَاءَلُونَ حَتَّى يُقَالَ هَذَا خَلَقَ اللَّهُ الْخَلْقَ فَمَنْ خَلَقَ اللَّهَ فَمَنْ وَجَدَ مِنْ ذَلِكَ شَيْئًا فَلْيَقُلْ آمَنْتُ بِاللَّهِ » (¬1) . ¶ وفي رواية قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - « يَأْتِى الشَّيْطَانُ أَحَدَكُمْ فَيَقُولُ مَنْ خَلَقَ كَذَا وَكَذَا حَتَّى يَقُولَ لَهُ مَنْ خَلَقَ رَبَّكَ فَإِذَا بَلَغَ ذَلِكَ فَلْيَسْتَعِذْ بِاللَّهِ وَلْيَنْتَهِ »(أخرجه مسلم ) (¬2) . ¶ وبهذا بينَ - صلى الله عليه وسلم - الدواءَ النافع لهذا الداء المهلكِ.وهي ثلاثة أشياء : ¶ 1- الانتهاءُ عن الوساوس الشيطانية ¶ ٍ 2- والاستعاذةُ من شرِّ مَن ألقاها وشبّهَ بها؛ ليضلَّ بها العباد ¶ 3- والاعتصامُ بعصمةِ الإيمان الصحيحِ الذي مَنِ اعتصم به كانَ من الآمنين.وذلك:لأنَّ الباطل يتضحُ بطلانُه بأمورٍ كثيرة أعظمُها:العلمُ أنه منافٍ للحقِّ،وكلُّ ما ناقضَ الحقَّ فهو باطلٌ،قال تعالى {فَذَلِكُمُ اللّهُ رَبُّكُمُ الْحَقُّ فَمَاذَا بَعْدَ الْحَقِّ إِلاَّ الضَّلاَلُ فَأَنَّى تُصْرَفُونَ} (32) سورة يونس. ¶ ¬__________ ¶ (¬1) - أخرجه مسلم برقم(360) ¶ (¬2) - برقم(362 )",
            "page": "53",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "فإنه تعالى المنفرد بالخلق والتدبير لجميع الأشياء،الذي ما بالعباد من نعمة إلا منه،ولا يأتي بالحسنات إلا هو،ولا يدفع السيئات إلا هو،ذو الأسماء الحسنى والصفات الكاملة العظيمة والجلال والإكرام. ¶ { فَأَنَّى تُصْرَفُونَ } عن عبادة من هذا وصفه،إلى عبادة الذي ليس له من وجوده إلا العدم،ولا يملك لنفسه نفعًا ولا ضرًا،ولا موتًا ولا حياة ولا نشورًا.فليس له من الملك مثقال ذرة،ولا شركة له بوجه من الوجوه،ولا يشفع عند الله إلا بإذنه،فتبا لمن أشرك به،وويحًا لمن كفر به،لقد عدموا عقولهم،بعد أن عدموا أديانهم،بل فقدوا دنياهم وأخراهم. (¬1) ¶ الرابع عشر:أن الإيمانَ ملجَأُ المؤمنينَ في كلِّ ما يلمُّ بهم: ¶ من سرورٍ وحزنٍ وخوفٍ وأمنٍ،وطاعةٍ،ومعصيةٍ،وغير ذلك من الأمور التي لابدَّ لكل أحد منها،فيلجؤونَ إلى الإيمانِ عند الخوفِ فيطمئنونَ إليه فيزيدهُم إيماناً وثباتاً،وقوة ًوشجاعةً،ويضمحلُّ الخوفُ الذي أصابهُم كما قال تعالى:عن خيارِ الخلق:{ الَّذِينَ قَالَ لَهُمُ النَّاسُ إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ فَاخْشَوْهُمْ فَزَادَهُمْ إِيمَانًا وَقَالُوا حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ (173)فَانْقَلَبُوا بِنِعْمَةٍ مِنَ اللَّهِ وَفَضْلٍ لَمْ يَمْسَسْهُمْ سُوءٌ وَاتَّبَعُوا رِضْوَانَ اللَّهِ وَاللَّهُ ذُو فَضْلٍ عَظِيمٍ (174) إِنَّمَا ذَلِكُمُ الشَّيْطَانُ ¶ ¬__________ ¶ (¬1) - تفسير السعدي - (1 / 363)",
            "page": "54",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "يُخَوِّفُ أَوْلِيَاءَهُ فَلَا تَخَافُوهُمْ وَخَافُونِ إِنْ كُنْتُمْ مُؤْمِنِينَ (175) } [آل عمران/173-175] . ¶ خَافَتْ قُرَيشٌ أنْ يَجْمَعَ رَسُولُ الله - صلى الله عليه وسلم - أهْلَ المَدِينَةِ مِمَّنْ لَمْ يَشْتَرِكُوا فِي المَعْرَكَةِ،وَيَخْرُجَ وَرَاءَهُمْ،فَأَرْسَلُوا إلَيهِ بَعْضَ نَاقِلِي الأخْبَارِ لِيُهَوِّلُوا عَلَيهِ،لِيَكُفَّ عَنِ اللِّحَاقِ بِهِمْ،وَقَالَ نَاقِلُوا الأَخْبَار لِلْمُسْلِمِينَ:إنَّ مُشْرِكِي قُرَيْشٍ ( النَّاسَ ) قَدْ حَشَدُوا لَكُمْ،وَجَمَعُوا قُوَاهُمْ،فَاحْذَرُوهُمْ،وَاخْشَوْهُمْ،فَلَمْ يَزِدْ هَذَا القَوْلُ هَؤُلاءِ المُؤْمِنِينَ - الذِينَ اسْتَجَابُوا لِلْرَسُولِ مِنْ بَعْدِ مَا أَصَابَهُمُ القَرْحُ وَخَرَجُوا مَعَ رَسُولِ اللهِ - صلى الله عليه وسلم - مُلَبِّينَ دَعْوَتَهُ،رَاغِبِينَ فِي نَيْلِ رِضْوَانِ رَبِّهِمْ وَنَصْرِهِ - إلاَّ إِيمَاناً بِرَبِهِمْ،وَثِقَةً بِوَعْدِهِ وَنَصْرِهِ وَأجْرِهِ،وَرَدُّوا عَلَى مُخَاطِبِيِهِمْ قَائِلِينَ:إِنَّهُمْ يَتَوَكَّلُونَ عَلَى اللهِ،وَهُوَ حَسْبُهُمْ . ¶ فَلَمَّا تَوَكَّلُوا عَلَى اللهِ كَفَاهُمُ اللهُ مَا أَهَمَّهُمْ وَأَغَمَّهُمْ،وَرَدَّ عَنْهُمْ بَأسَ النَّاسِ ( الكَافِرِينَ )،فَرَجَعُوا بِنِعْمَةٍ مِنَ اللهِ لَمْ يَمْسَسْهُمْ سُوْءٌ،وَقَدْ فَازُوا بِرِضْوَانِ اللهِ،وَعَظِيمِ فَضْلِهِ،وَاللهُ وَاسِعُ الفَضْلِ ¶ يُبَيِّنُ اللهُ تَعَالَى لِلْمُؤْمِنِينَ،أنَّ الشَّيْطَانَ هُوَ الذِي يُخَوِّفُكُمْ مِنْ أَوْلِيَائِهِ المُشْرِكِينَ،وَيُوهِمُكُمْ أَنَّهُمْ ذَوُو بَأْسٍ وَقُوَّةٍ،وَهُوَ الذِي قَالَ لَكُمْ إنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ فَاخْشَوْهُمْ،فَلاَ تَخَافُوا أَوْلِيَاءَ الشَّيْطَانِ،وَتَوَكَّلُوا عَلَى اللهِ،وَالْجَؤُوا إِلَيهِ إنْ كُنْتُمْ مُؤْمِنِينَ حَقّاً،فَإِنَّهُ كَافِيكُمْ",
            "page": "55",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "إِيَّاهُمْ،وَنَاصِرُكُمْ عَلَيْهِمْ.وَخَافُوهُ هُوَ فَهُوَ القَادِرُ عَلَى النَّصْرِ وَعَلَى الخُذْلاَنِ،وَعَلَى الضَّرِّ وَالنَّفْعِ . (¬1) ¶ فهنا يردهم إلى السبب الأولى في العطاء:نعمة اللّه وفضله على من يشاء.ومع التنويه بموقفهم الرائع،فإنه يرد الأمر إلى نعمة اللّه وفضله،لأن هذا هو الأصل الكبير،الذي يرجع إليه كل فضل،وما موقفهم ذاك إلا طرف من هذا الفضل الجزيل! «وَاللَّهُ ذُو فَضْلٍ عَظِيمٍ» ..بهذا يسجل اللّه لهم في كتابه الخالد،وفي كلامه الذي تتجاوب به جوانب الكون كله،صورتهم هذه،وموقفهم هذا،وهي صورة رفيعة،وهو موقف كريم.وينظر الإنسان في هذه الصورة وفي هذا الموقف،فيحس كأن كيان الجماعة كله قد تبدل ما بين يوم وليلة. ¶ نضجت.وتناسقت.واطمأنت إلى الأرض التي تقف عليها.وانجلى الغبش عن تصورها.وأخذت الأمر جدا كله.وخلصت من تلك الأرجحة والقلقلة،التي حدثت بالأمس فقط في التصورات والصفوف.فما كانت سوى ليلة واحدة هي التي تفرق بين موقف الجماعة اليوم وموقفها بالأمس ..والفارق هائل والمسافة بعيدة .. ¶ ¬__________ ¶ (¬1) - أيسر التفاسير لأسعد حومد - (1 / 466)",
            "page": "56",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "لقد فعلت التجربة المريرة فعلها في النفوس وقد هزتها الحادثة هزا عنيفا.أطار الغبش،وأيقظ القلوب،وثبت الأقدام،وملأ النفوس بالعزم والتصميم ..نعم.وكان فضل اللّه عظيما في الابتلاء المرير .. ¶ وأخيرا يختم هذه الفقرة بالكشف عن علة الخوف والفزع والجزع ..إنه الشيطان يحاول أن يجعل أولياءه مصدر خوف ورعب،وأن يخلع عليهم سمة القوة والهيبة ..ومن ثم ينبغي أن يفطن المؤمنون إلى مكر الشيطان،وأن يبطلوا محاولته.فلا يخافوا أولياءه هؤلاء،ولا يخشوهم.بل يخافوا اللّه وحده.فهو وحده القوي القاهر القادر،الذي ينبغي أن يخاف:«إِنَّما ذلِكُمُ الشَّيْطانُ يُخَوِّفُ أَوْلِياءَهُ.فَلا تَخافُوهُمْ وَخافُونِ إِنْ كُنْتُمْ مُؤْمِنِينَ». ¶ إن الشيطان هو الذي يضخم من شأن أوليائه،ويلبسهم لباس القوة والقدرة،ويوقع في القلوب أنهم ذوو حول وطول،وأنهم يملكون النفع والضر ..ذلك ليقضي بهم لباناته وأغراضه،وليحقق بهم الشر في الأرض والفساد،وليخضع لهم الرقاب ويطوع لهم القلوب،فلا يرتفع في وجوههم صوت بالإنكار ولا يفكر أحد في الانتقاض عليهم،ودفعهم عن الشر والفساد. ¶ والشيطان صاحب مصلحة في أن ينتفش الباطل،وأن يتضخم الشر،وأن يتبدى قويا قادرا قاهرا بطاشا جبارا،لا تقف في وجهه",
            "page": "57",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "معارضة،ولا يصمد له مدافع،ولا يغلبه من المعارضين غالب ..الشيطان صاحب مصلحة في أن يبدو الأمر هكذا.فتحت ستار الخوف والرهبة،وفي ظل الإرهاب والبطش،يفعل أولياؤه في الأرض ما يقر عينه! يقلبون المعروف منكرا،والمنكر معروفا،وينشرون الفساد والباطل والضلال،ويخفتون صوت الحق والرشد والعدل،ويقيمون أنفسهم آلهة في الأرض تحمي الشر وتقتل الخير ..دون أن يجرؤ أحد على مناهضتهم والوقوف في وجههم،ومطاردتهم وطردهم من مقام القيادة.بل دون أن يجرؤ أحد على تزييف الباطل الذي يروجون له،وجلاء الحق الذي يطمسونه .. ¶ والشيطان ماكر خادع غادر،يختفي وراء أوليائه،وينشر الخوف منهم في صدور الذين لا يحتاطون لوسوسته ..ومن هنا يكشفه اللّه،ويوقفه عاريا لا يستره ثوب من كيده ومكره.ويعرف المؤمنين الحقيقة:حقيقة مكره ووسوسته،ليكونوا منها على حذر.فلا يرهبوا أولياء الشيطان ولا يخافوهم.فهم وهو أضعف من أن يخافهم مؤمن يركن إلى ربه،ويستند إلى قوته ..إن القوة الوحيدة التي تخشى وتخاف هي القوة التي تملك النفع والضر.هي قوة اللّه.وهي القوة التي يخشاها المؤمنون باللّه،وهم حين يخشونها وحدها أقوى الأقوياء.فلا تقف لهم قوة في",
            "page": "58",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "الأرض ..لا قوة الشيطان ولا قوة أولياء الشيطان:«فَلا تَخافُوهُمْ.وَخافُونِ إِنْ كُنْتُمْ مُؤْمِنِينَ» .. (¬1) ¶ لقد اضمحلَّ الخوفُ من قلوبِ هؤلاء الأخيارِ،وخلفهُ قوةُ الإيمانِ وحلاوتُه،وقوةُ التوكل على الله،والثقةُ بوعده. ¶ ويلجؤونَ إلى الإيمانِ عند الطاعة ِوالتوفيقِ للأعمالِ الصالحة:فيعترفون بنعمةِ الله عليهم بها،وأن نعمتَهُ عليهم فيها أعظمُ مِن نِعَمِ العافيةِ والرزقِ،وكذلك يحرصونُ على تكميلِها،وعملِ كلِّ سببٍ لقبولها،وعدمِ ردِّها أو نقصها.ويسألون الذي تفضلَ عليهم بالتوفيق لها:أن يتمَّ عليهم نعمتَهُ بقبولها،والذي تفضلَ عليهم بحصول أصلها:أن يتمَّ لهم منها ما انتقصوهُ منها { أُوْلَئِكَ يُسَارِعُونَ فِي الْخَيْرَاتِ وَهُمْ لَهَا سَابِقُونَ} (61) سورة المؤمنون ¶ فهَؤُلاءِ الذينَ جَمَعُوا هَذِهِ المَحَاسِنَ،يَرْغَبُونَ فِي الطَّاعَاتِ أَشَدَّ الرَّغْبَةِ،فَيُبَادرُونَهَا لِئلاَّ تَفُوتَهم إِذَا هُمْ مَاتُوا،وَيَتَعَجَّلُونَ فِي الدَّنْيَا وُجُوهَ الخَيْرَاتِ العَاجِلَةِ التي وُعِدُوا بِهَا عَلَى الأَعْمَالِ الصَّالِحَةِ،وَهُمْ يَرْغَبُونَ فِي الطَّاعَاتِ،وَهُمْ لأَجْلِهَا سَابِقُونَ النَّاسَ إِلى الثَّوَابِ (¬2) ¶ ¬__________ ¶ (¬1) - فى ظلال القرآن ـ موافقا للمطبوع - (1 / 520) ¶ (¬2) - أيسر التفاسير لأسعد حومد - (1 / 2614)",
            "page": "59",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "إنهم يلجؤون إلى الإيمانِ إذا ابتلوا بشيءٍ من المعاصي بالمبادرةِ إلى التوبةِ منها،وعملِ ما يقدرون عليه من الحسناتِ - لجبر نقصها.قال تعالى:{إِنَّ الَّذِينَ اتَّقَواْ إِذَا مَسَّهُمْ طَائِفٌ مِّنَ الشَّيْطَانِ تَذَكَّرُواْ فَإِذَا هُم مُّبْصِرُونَ} (201) سورة الأعراف ¶ إِنَّ المُتَّقِينَ الصَّالِحِينَ مِنْ عِبَادِهِ إِذَا أَلَمَّ بِهِمْ طَائِفٌ مِنَ الشَّيْطَانِ بَوَسْوَسَتِهِ إِلَيْهِمْ لِيَحْمِلَهُمْ عَلَى المَعْصِيَةِ،أَوْ لِيُوقِعَ بَيْنَهُمُ العَدَاوَةَ وَالبَغْضَاءَ...تَذَكَّرُوا أَنَّ هَذَا مِنْ فِعْلِ الشَّيْطَانِ عَدُوِّهِمْ وَتَذَكَّرُوا أَنَّ رَبَّهُمْ قَدْ حَذَّرَهُمْ مِنَ الشَّيْطَانِ وَنَزْغِهِ،وَسْوَسَتِهِ،فَتَابُوا وَأَنَابُوا وَاسْتَعَاذُوا بِاللهِ،وَرَجَعُوا إِلَيْهِ،فَإِذَا هُمْ قَدِ اسْتَقَامُوا وَصَحَوْا ( مُبْصِرُونَ ) . (¬1) ¶ فالمؤمنون في جميع تقلباتهم وتصرفاتهم - ملجؤهُم إلى الإيمانِ ومفزعهُم إلى تحقيقهِ،ودفعِ ما ينافيه ويضادِّه،وذلك من فضل الله عليهم ومنِّهِ (¬2) . ¶ الخامس عشر:الإيمان الصحيح يمنع العبد من الوقوع في المُوبقات المُهلكة : ¶ فعَنْ أَبِي هُرَيْرَةَ،قَالَ:قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - :لاَ يَزْنِي الزَّانِي،حِينَ يَزْنِي،وَهُوَ مُؤْمِنٌ،وَلاَ يَسْرِقُ السَّارِقُ،حِينَ يَسْرِقُ،وَهُوَ مُؤْمِنٌ،وَلاَ ¶ ¬__________ ¶ (¬1) - أيسر التفاسير لأسعد حومد - (1 / 1156) ¶ (¬2) - التوضيح والبيان لشجرة الإيمان - (ج 1 / ص 46)",
            "page": "60",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "يَشْرَبُ الْخَمْرَ،حِينَ يَشْرَبُهَا،وَهُوَ مُؤْمِنٌ،وَلاَ يَنْتَهِبُ نُهْبَةً،وَهُوَ حِينَ يَنْتَهِبُهَا مُؤْمِنٌ.. (¬1) ¶ ومن وقع منه ذلك؛فلضعف إيمانه،وذهاب نوره،وزوال الحياء من الله،وهذا معروف مُشاهد،والإيمان الصحيح الصادق،يصحبه الحياء من الله،والحبّ له،والرّجاء القويّ لثوابه،والخوف من عقابه،ورغبته في اكتساب النور،وهذه الأمور تأمر صاحبها بكل خير،وتزجره عن كل شرّ.فعَنْ عَبْدِ اللهِ بْنِ مَسْعُودٍ،قَالَ:قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - :\" اسْتَحْيُوا مِنَ اللهِ حَقَّ الْحَيَاءِ \" قَالُوا:إِنَّا نَسْتَحِي مِنَ اللهِ يَا رَسُولَ اللهِ،وَالْحَمْدُ لِلَّهِ قَالَ:\" لَيْسَ ذَاكَ،وَلَكِنْ مَنِ اسْتَحْيَا مِنَ اللهِ حَقَّ الْحَيَاءِ فَلْيَحْفَظِ الرَّأْسَ وَمَا وَعَى،وَلْيَحْفَظِ الْبَطْنَ وَمَا حَوَى،وَلْيَذْكُرِ الْمَوْتَ وَالْبِلَى،وَمَنْ أَرَادَ الْآخِرَةَ تَرَكَ زِينَةَ الدُّنْيَا،فَمَنْ فَعَلَ ذَلِكَ فَقَدِ اسْتَحَى مِنَ اللهِ حَقَّ الْحَيَاءِ \" (¬2) ¶ السادس عشر:التاسع عشر:خير الخليقة قسمان:هم أهل الإيمان ¶ فعَنْ أَبِي مُوسَى،قَالَ:قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - :مَثَلُ الْمُؤْمِنِ الَّذِي يَقْرَأُ الْقُرْآنَ مَثَلُ الْأُتْرُجَّةِ،طَعْمُهَا طَيِّبٌ وَرِيحُهَا طَيِّبٌ،وَمَثَلُ الْمُؤْمِنِ الَّذِي لاَ يَقْرَأُ الْقُرْآنَ مَثَلُ التَّمْرَةِ،طَعْمُهَا طَيِّبٌ وَلاَ رِيحَ لَهَا،وَمَثَلُ الْمُنَافِقِ،أَوِ ¶ ¬__________ ¶ (¬1) - صحيح البخارى- المكنز - (2475 ) وصحيح مسلم- المكنز - (211 ) وصحيح ابن حبان - (1 / 414) (186) ¶ (¬2) - شعب الإيمان - (10 / 169)(7334 ) حسن لغيره",
            "page": "61",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "الْفَاجِرِ،الَّذِي يَقْرَأُ الْقُرْآنَ مَثَلُ الرَّيْحَانَةِ،رِيحُهَا طَيِّبٌ وَطَعْمُهَا مُرٌّ،وَمَثَلُ الْمُنَافِقِ،أَوِ الْفَاجِرِ،الَّذِي لاَ يَقْرَأُ الْقُرْآنَ كَمَثَلِ الْحَنْظَلَةِ،طَعْمُهَا مُرٌّ وَلاَ رِيحَ لَهَا. (¬1) ¶ فالناس أربعة أقسام: ¶ القسم الأول:خير في نفسه،متعدٍ خيره إلى غيره،وهو خير الأقسام،فهذا المؤمن الذي قرأ القرآن، ¶ وتعلّم علوم الدين،فهو نافع لنفسه،نافع لغيره،مبارك أينما كان. ¶ القسم الثاني:طيّب في نفسه،صاحب خير،وهو المؤمن الذي ليس عنده من العلم ما يعود به على غيره،فهذان القسمان هما خير الخليقة،والخير الذي فيهم عائد إلى ما معهم من الإيمان القاصر،والمتعدي نفعه إلى الغير بحسب أحوال المؤمنين. ¶ القسم الثالث:من هو عادم للخير،ولكنه لا يتعدَّى ضرره إلى غيره. ¶ القسم الرابع:من هو صاحب شر على نفسه وعلى غيره،فهذا شرّ الأقسام. ¶ فعاد الخير كله إلى الإيمان وتوابعه،وعاد الشر إلى فقد الإيمان والاتّصاف بضدِّه (¬2) ¶ ¬__________ ¶ (¬1) - صحيح مسلم- المكنز - (1896) وصحيح ابن حبان - (3 / 48) (771) ¶ (¬2) - انظر: التوضيح والبيان لشجرة الإيمان، للسعدي، ص63-90.",
            "page": "62",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "السابع عشر:الإيمان يثمر الاستخلاف في الأرض : ¶ قال تعالى:{وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُم فِي الْأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِن قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَضَى لَهُمْ وَلَيُبَدِّلَنَّهُم مِّن بَعْدِ خَوْفِهِمْ أَمْنًا يَعْبُدُونَنِي لَا يُشْرِكُونَ بِي شَيْئًا وَمَن كَفَرَ بَعْدَ ذَلِكَ فَأُوْلَئِكَ هُمُ الْفَاسِقُونَ} (55) سورة النور ¶ وعد الله بالنصر الذين آمنوا منكم وعملوا الأعمال الصالحة،بأن يورثهم أرض المشركين،ويجعلهم خلفاء فيها،مثلما فعل مع أسلافهم من المؤمنين بالله ورسله،وأن يجعل دينهم الذي ارتضاه لهم- وهو الإسلام- دينًا عزيزًا مكينًا،وأن يبدل حالهم من الخوف إلى الأمن،إذا عبدوا الله وحده،واستقاموا على طاعته،ولم يشركوا معه شيئًا،ومن كفر بعد ذلك الاستخلاف والأمن والتمكين والسلطنة التامة،وجحد نِعَم الله،فأولئك هم الخارجون عن طاعة الله. (¬1) ¶ ذلك وعد اللّه للذين آمنوا وعملوا الصالحات من أمة محمد - صلى الله عليه وسلم - أن يستخلفهم في الأرض.وأن يمكن لهم دينهم الذي ارتضى لهم.وأن يبدلهم من بعد خوفهم أمنا ..ذلك وعد اللّه.ووعد اللّه حق.ووعد ¶ ¬__________ ¶ (¬1) - التفسير الميسر - (6 / 259)",
            "page": "63",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "اللّه واقع.ولن يخلف اللّه وعده ..فما حقيقة ذلك الإيمان؟ وما حقيقة هذا الاستخلاف؟ ¶ إن حقيقة الإيمان التي يتحقق بها وعد اللّه حقيقة ضخمة تستغرق النشاط الإنساني كله وتوجه النشاط الإنساني كله.فما تكاد تستقر في القلب حتى تعلن عن نفسها في صورة عمل ونشاط وبناء وإنشاء موجه كله إلى اللّه لا يبتغي به صاحبه إلا وجه اللّه وهي طاعة للّه واستسلام لأمره في الصغيرة والكبيرة،لا يبقى معها هوى في النفس،ولا شهوة في القلب،ولا ميل في الفطرة إلا وهو تبع لما جاء به رسول اللّه - صلى الله عليه وسلم - من عند اللّه. ¶ فهو الإيمان الذي يستغرق الإنسان كله،بخواطر نفسه،وخلجات قلبه.وأشواق روحه،وميول فطرته،وحركات جسمه،ولفتات جوارحه،وسلوكه مع ربه في أهله ومع الناس جميعا.ويتوجه بهذا كله إلى اللّه .. ¶ يتمثل هذا في قول اللّه سبحانه في الآية نفسها تعليلا للاستخلاف والتمكين والأمن:«يَعْبُدُونَنِي لا يُشْرِكُونَ بِي شَيْئاً» والشرك مداخل وألوان،والتوجه إلى غير اللّه بعمل أو شعور هو لون من ألوان الشرك باللّه.",
            "page": "64",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "ذلك الإيمان منهج حياة كامل،يتضمن كل ما أمر اللّه به،ويدخل فيما أمر اللّه به توفير الأسباب،وإعداد العدة،والأخذ بالوسائل،والتهيؤ لحمل الأمانة الكبرى في الأرض ..أمانة الاستخلاف .. ¶ فما حقيقة الاستخلاف في الأرض؟ ¶ إنها ليست مجرد الملك والقهر والغلبة والحكم ..إنما هي هذا كله على شرط استخدامه في الإصلاح والتعمير والبناء وتحقيق المنهج الذي رسمه اللّه للبشرية كي تسير عليه وتصل عن طريقه إلى مستوى الكمال المقدر لها في الأرض،اللائق بخليقة أكرمها اللّه. ¶ إن الاستخلاف في الأرض قدرة على العمارة والإصلاح،لا على الهدم والإفساد.وقدرة على تحقيق العدل والطمأنينة،لا على الظلم والقهر.وقدرة على الارتفاع بالنفس البشرية والنظام البشري،لا على الانحدار بالفرد والجماعة إلى مدارج الحيوان! وهذا الاستخلاف هو الذي وعده اللّه الذين آمنوا وعملوا الصالحات ..وعدهم اللّه أن يستخلفهم في الأرض - كما استخلف المؤمنين الصالحين قبلهم - ليحققوا النهج الذي أراده اللّه ويقرروا العدل الذي أراده اللّه ويسيروا بالبشرية خطوات في طريق الكمال المقدر لها يوم أنشأها اللّه ..فأما الذين يملكون فيفسدون في الأرض،وينشرون فيها البغي والجور،وينحدرون بها إلى مدارج الحيوان ..فهؤلاء ليسوا مستخلفين",
            "page": "65",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "في الأرض.إنما هم مبتلون بما هم فيه،أو مبتلى بهم غيرهم،ممن يسلطون عليهم لحكمة يقدرها اللّه آية هذا الفهم لحقيقة الاستخلاف قوله تعالى بعده:«وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَضى لَهُمْ» ..وتمكين الدين يتم بتمكينه في القلوب،كما يتم بتمكينه في تصريف الحياة وتدبيرها.فقد وعدهم اللّه إذن أن يستخلفهم في الأرض،وأن يجعل دينهم الذي ارتضى لهم هو الذي يهيمن على الأرض.ودينهم يأمر بالإصلاح،ويأمر بالعدل،ويأمر بالاستعلاء على شهوات الأرض.ويأمر بعمارة هذه الأرض،والانتفاع بكل ما أودعها اللّه من ثروة،ومن رصيد،ومن طاقة،مع التوجه بكل نشاط فيها إلى اللّه.« وَلَيُبَدِّلَنَّهُمْ مِنْ بَعْدِ خَوْفِهِمْ أَمْناً» ..ولقد كانوا خائفين،لا يأمنون،ولا يضعون سلاحهم أبدا حتى بعد هجرة الرسول - صلى الله عليه وسلم - إلى قاعدة الإسلام الأولى بالمدينة. ¶ عَنْ أَبِي الْعَالِيَةِ, فِي قَوْلِهِ:\" \" وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُمْ فِي الأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِنْ قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهَمُ الَّذِي ارْتَضَى لَهُمْ, وَلَيُبَدِّلَنَّهُمْ مِنْ بَعْدِ خَوْفِهِمْ أَمْنًا \" إِلَى آخِرِ الآيَةِ, قَالَ: كَانَ النَّبِيُّ - صلى الله عليه وسلم - وَأَصْحَابُهُ بِمَكَّةَ نَحْوًا مِنْ عَشْرِ سِنِينَ يَدْعُونَ إِلَى اللَّهِ عَزَّ وَجَلَّ وَحْدَهُ وَعِبَادَتِهِ وَحْدَهُ لا شَرِيكَ لَهُ سِرًّا وَهُمْ خَائِفُونَ لا يُؤْمَرُونَ بِالْقِتَالِ, حَتَّى أُمِرُوا بَعْدَ الْهِجْرَةِ إِلَى",
            "page": "66",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "الْمَدِينَةِ فَقَدِمُوا الْمَدِينَةَ فَأَمَرَهُمُ اللَّهُ بِالْقِتَالِ وَكَانُوا بِهَا خَائِفِينَ يُمْسُونَ فِي السِّلاحِ, وَيُصْبِحُونَ فِي السِّلاحِ, فَغَبَرُوا بِذَلِكَ مَا شَاءَ اللَّهُ, ثُمَّ إِنَّ رَجُلا مِنْ أَصْحَابِهِ, قَالَ: يَا رَسُولَ اللَّهِ, أَبَدَ الدَّهْرِ نَحْنُ خَائِفُونَ هَكَذَا, مَا يَأْتِي عَلَيْنَا يَوْمٌ نَأْمَنُ فِيهِ وَنَضَعُ فِيهِ السِّلاحَ؟ فَقَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - : لَنْ تَغْبُرُوا إِلا يَسِيرًا حَتَّى يَجْلِسَ الرَّجُلُ مِنْكُمْ فِي الْمَلأِ الْعَظِيمِ مُحْتَبِيًا لَيْسَتْ فِيهِ حَدِيدَةٌ\"، فَأَنْزَلَ اللَّهُ: \" وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُمْ فِي الأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِنْ قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَضَى لَهُمْ وَلَيُبَدِّلَنَّهُمْ مِنْ بَعْدِ خَوْفِهِمْ أَمْنًا \" إِلَى آخِرِ (¬1) ¶ فأظهر اللّه نبيه على جزيرة العرب،فأمنوا ووضعوا السلاح.ثم إن اللّه قبض نبيه - صلى الله عليه وسلم - فكانوا كذلك آمنين في إمارة أبي بكر وعمر وعثمان.حتى وقعوا فيما وقعوا فيه،فأدخل اللّه عليهم الخوف فاتخذوا الحجزة والشرط،وغيروا فغير بهم .. ¶ «وَمَنْ كَفَرَ بَعْدَ ذلِكَ فَأُولئِكَ هُمُ الْفاسِقُونَ» ..الخارجون على شرط اللّه.ووعد اللّه.وعهد اللّه .. ¶ لقد تحقق وعد اللّه مرة.وظل متحققا وواقعا ما قام المسلمون على شرط اللّه:«يَعْبُدُونَنِي لا يُشْرِكُونَ بِي شَيْئاً» ..لا من الآلهة ولا من ¶ ¬__________ ¶ (¬1) - تفسير ابن أبي حاتم - (10 / 193) (15568) حسن مرسل",
            "page": "67",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "الشهوات.ويؤمنون - من الإيمان - ويعملون صالحا.ووعد اللّه مذخور لكل من يقوم على الشرط من هذه الأمة إلى يوم القيامة.إنما يبطئ النصر والاستخلاف والتمكين والأمن. ¶ لتخلف شرط اللّه في جانب من جوانبه الفسيحة أو في تكليف من تكاليفه الضخمة حتى إذا انتفعت الأمة بالبلاء،وجازت الابتلاء،وخافت فطلبت الأمن،وذلت فطلبت العزة،وتخلفت فطلبت الاستخلاف .. ¶ كل ذلك بوسائله التي أرادها اللّه،وبشروطه التي قررها اللّه ..تحقق وعد اللّه الذي لا يتخلف،ولا تقف في طريقة قوة من قوى الأرض جميعا. ¶ لذلك يعقب على هذا الوعد بالأمر بالصلاة والزكاة والطاعة وبألا يحسب الرسول - صلى الله عليه وسلم - وأمته حسابا لقوة الكافرين الذين يحاربونهم ويحاربون دينهم الذي ارتضى لهم :«وَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكاةَ،وَأَطِيعُوا الرَّسُولَ لَعَلَّكُمْ تُرْحَمُونَ.لا تَحْسَبَنَّ الَّذِينَ كَفَرُوا مُعْجِزِينَ فِي الْأَرْضِ.وَمَأْواهُمُ النَّارُ وَلَبِئْسَ الْمَصِيرُ» .. ¶ فهذه هي العدة ..الاتصال باللّه،وتقويم القلب بإقامة الصلاة.والاستعلاء على الشح،وتطهير النفس والجماعة بإيتاء الزكاة.وطاعة الرسول والرضى بحكمه،وتنفيذ شريعة اللّه في الصغيرة",
            "page": "68",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "والكبيرة،وتحقيق النهج الذي أراده للحياة:«لَعَلَّكُمْ تُرْحَمُونَ» في الأرض من الفساد والانحدار والخوف والقلق والضلال،وفي الآخرة من الغضب والعذاب والنكال. ¶ فإذا استقمتم على النهج،فلا عليكم من قوة الكافرين.فما هم بمعجزين في الأرض،وقوتهم الظاهرة لن تقف لكم في طريق.وأنتم أقوياء بإيمانكم،أقوياء بنظامكم،أقوياء بعدتكم التي تستطيعون.وقد لا تكونون في مثل عدتهم من الناحية المادية.ولكن القلوب المؤمنة التي تجاهد تصنع الخوارق والأعاجيب. ¶ إن الإسلام حقيقة ضخمة لا بد أن يتملاها من يريد الوصول إلى حقيقة وعد اللّه في تلك الآيات.ولا بد أن يبحث عن مصداقها في تاريخ الحياة البشرية،وهو يدرك شروطها على حقيقتها،قبل أن يتشكك فيها أو يرتاب،أو يستبطئ وقوعها في حالة من الحالات. ¶ إنه ما من مرة سارت هذه الأمة على نهج اللّه،وحكمت هذا النهج في الحياة،وارتضته في كل أمورها .. ¶ إلا تحقق وعد اللّه بالاستخلاف والتمكين والأمن.وما من مرة خالفت عن هذا النهج إلا تخلفت في ذيل القافلة،وذلت،وطرد دينها من الهيمنة على البشرية واستبد بها الخوف وتخطفها الأعداء.",
            "page": "69",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "ألا وإن وعد اللّه قائم.ألا وإن شرط اللّه معروف.فمن شاء الوعد فليقم بالشرط.ومن أوفى بعهده من اللّه؟ (¬1) ¶ الثامن عشر:الإيمان ينصر الله به العبد : ¶ قال تعالى:{وَلَقَدْ أَرْسَلْنَا مِن قَبْلِكَ رُسُلًا إِلَى قَوْمِهِمْ فَجَاؤُوهُم بِالْبَيِّنَاتِ فَانتَقَمْنَا مِنَ الَّذِينَ أَجْرَمُوا وَكَانَ حَقًّا عَلَيْنَا نَصْرُ الْمُؤْمِنِينَ} (47) سورة الروم ¶ لَقَدْ أَرْسَلْنَا،يَا مُحَمَّدُ،قَبْلَكَ رُسُلاً إِلى أَقْومِهِمْ بالدَّلاَئلِ الوَاضِحَاتِ عَلَى أَنَّهُمْ رُسُلُ اللهِ،وأَنَّهُمْ مُرْسَلُونَ إِليهمْ لدَعْوَتِهِمْ إِلى عبادةِ اللهِ وحدَهُ لا شَريكَ لهُ،فَكَذَّبَتِ الأَقْوامُ رُسُلَها،فانتَقَمْنا مِنَ الكَافِرينَ الذينَ اجْتَرَحُوا السِّيِّئاتِ،وَنجَّينا الذينَ آمنُوا باللهِ،واسْتَجَابُوا لدَعْوةِ رُسُلِهِ وقدْ أَوْجَبنا عَلَى أَنْفُسِنا نَصرَ المُؤْمِنينَ،وَكَذَلِكَ نَفْعَلُ،فَلاَ تَبْتَئِسْ يَا مُحَمَّدُ لما تَرَاهُ مِنْ تَكْذِيبِ قَوْمِكَ لَكَ،وَمِنْ إِيذَائِهِمْ إِيَّاكَ،فَسَنَنْصُرُكَ عَليهِمْ . (¬2) ¶ وسبحان الذي أوجب على نفسه نصر المؤمنين وجعله لهم حقا،فضلا وكرما.وأكده لهم في هذه الصيغة الجازمة التي لا تحتمل شكا ولا ريبا.وكيف والقائل هو اللّه القوي العزيز الجبار المتكبر،القاهر فوق ¶ ¬__________ ¶ (¬1) - فى ظلال القرآن ـ موافقا للمطبوع - (4 / 2528) ¶ (¬2) - أيسر التفاسير لأسعد حومد - (1 / 3337)",
            "page": "70",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "عباده وهو الحكيم الخبير.يقولها سبحانه معبرة عن إرادته التي لا ترد،وسنته التي لا تتخلف،وناموسه الذي يحكم الوجود. ¶ وقد يبطئ هذا النصر أحيانا - في تقدير البشر - لأنهم يحسبون الأمور بغير حساب اللّه،ويقدرون الأحوال لا كما يقدرها اللّه.واللّه هو الحكيم الخبير.يصدق وعده في الوقت الذي يريده ويعلمه،وفق مشيئته وسنته.وقد تتكشف حكمة توقيته وتقديره للبشر وقد لا تتكشف.ولكن إرادته هي الخير وتوقيته هو الصحيح. ¶ ووعده القاطع واقع عن يقين،يرتقبه الصابرون واثقين مطمئنين. (¬1) ¶ وقال تعالى:{إِنَّا لَنَنصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ يَقُومُ الْأَشْهَادُ} (51) سورة غافر ¶ يَقُولُ اللهُ تَعَالَى،إِنَّهُ سَيَجْعَلُ رُسلَهُ هُمُ الغَالِبِينَ لأَعْدَائِهِمْ وَمُعَانِدِيهِمْ،وَإِنَّهُ سَيَنْصُرُ مَعَهُمُ المُؤْمِنِينَ بِهِمْ فِي الحَيَاةِ الدُّنْيَا،وَذَلِكَ يَكُونُ بالطُّرُقِ التَّالِيةِ: ¶ - إِمَّا بِجَعْلِهِمْ غَالِبِينَ عَلَى مَنْ كَذَّبَهم،كَمَا فَعَلَ بِدَاوُدَ وَسُلَيمَانَ وَمُحَمَّدٍ،عَلَيْهِمُ السَّلاَمُ . ¶ - وإِمَّا بِالانْتِقَامِ مِمَّنْ عَادَاهُمْ وَآذَاهُمْ،وَإِهْلاَكِهِ إِيَّاهُمْ،وَإِنْجَائِهِ الرُّسُلَ والمُؤْمِنِينَ،كَمَا فَعَلَ بِنُوحٍ وَهُودٍ وَصَالِحٍ وَمُوسَى وَلُوطٍ . ¶ ¬__________ ¶ (¬1) - فى ظلال القرآن ـ موافقا للمطبوع - (5 / 2774)",
            "page": "71",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "- وَإِمَّا بِالانْتِقَامِ مِمَّنْ آذَى الرُّسُلَ بَعْدَ وَفَاةِ الأَنْبِيَاء والرُّسُلِ،بِتَسْلِيطِ بَعْضِ خَلْقِ اللهِ عَلَى المُكَذِّبِينَ المُجْرِمِينَ لِيَنْتَقِمُوا مِنْهُمْ،كَمَا فَعَلَ مَعَ زَكَرِيا وَيَحْيَى،عَلَيْهِمَا السَّلاَمُ . ¶ وَكَمَا أَنَّ اللهَ تَعَالَى يَنْصُرُ رَسُلَهُ والمُؤْمِنِينَ بِدَعْوَتِهِمْ فِي الحَيَاةِ الدُّنْيَا،كَذَلِكَ يَنْصُرُهُمْ يَوْمَ القِيَامَةِ،وَهُوَ اليومُ الذِي يَقُومُ فِيهِ الأشْهَادُ مِنَ المَلاَئِكَةِ والأَنْبِيَاءِ والمُؤْمِنِينَ،بالشَّهَادَةِ عَلَى الأُمَم المُكَذِّبَةِ بِأَنَّ الرُّسُلَ قَدْ أَبْلَغُوهُمْ رِسَالاَتِ رَبِّهِمْ . (¬1) ¶ إن وعد اللّه قاطع جازم:«إِنَّا لَنَنْصُرُ رُسُلَنا وَالَّذِينَ آمَنُوا فِي الْحَياةِ الدُّنْيا ..» ..بينما يشاهد الناس أن الرسل منهم من يقتل ومنهم من يهاجر من أرضه وقومه مكذبا مطرودا،وأن المؤمنين فيهم من يسام العذاب،وفيهم من يلقى في الأخدود،وفيهم من يستشهد،وفيهم من يعيش في كرب وشدة واضطهاد ..فأين وعد اللّه لهم بالنصر في الحياة الدنيا؟ ويدخل الشيطان إلى النفوس من هذا المدخل،ويفعل بها الأفاعيل! ولكن الناس يقيسون بظواهر الأمور.ويغفلون عن قيم كثيرة وحقائق كثيرة في التقدير. ¶ إن الناس يقيسون بفترة قصيرة من الزمان،وحيز محدود من المكان.وهي مقاييس بشرية صغيرة.فأما المقياس الشامل فيعرض ¶ ¬__________ ¶ (¬1) - أيسر التفاسير لأسعد حومد - (1 / 4063)",
            "page": "72",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "القضية في الرقعة الفسيحة من الزمان والمكان،ولا يضع الحدود بين عصر وعصر ولا بين مكان ومكان.ولو نظرنا إلى قضية الاعتقاد والإيمان في هذا المجال لرأيناها تنتصر من غير شك.وانتصار قضية الاعتقاد هو انتصار أصحابها.فليس لأصحاب هذه القضية وجود ذاتي خارج وجودها.وأول ما يطلبه منهم الإيمان أن يفنوا فيها ويختفوا هم ويبرزوها! والناس كذلك يقصرون معنى النصر على صور معينة معهودة لهم،قريبة الرؤية لأعينهم.ولكن صور النصر شتى.وقد يتلبس بعضها بصور الهزيمة عند النظرة القصيرة ..إبراهيم عليه السّلام وهو يلقى في النار فلا يرجع عن عقيدته ولا عن الدعوة إليها ..أكان في موقف نصر أم في موقف هزيمة؟ ما من شك - في منطق العقيدة - أنه كان في قمة النصر وهو يلقى في النار.كما أنه انتصر مرة أخرى وهو ينجو من النار.هذه صورة وتلك صورة.وهما في الظاهر بعيد من بعيد.فأما في الحقيقة فهما قريب من قريب! .. ¶ وكم من شهيد ما كان يملك أن ينصر عقيدته ودعوته ولو عاش ألف عام،كما نصرها باستشهاده.وما كان يملك أن يودع القلوب من المعاني الكبيرة،ويحفز الألوف إلى الأعمال الكبيرة،بخطبة مثل خطبته الأخيرة التي يكتبها بدمه،فتبقى حافزا محركا للأبناء والأحفاد.وربما كانت حافزا محركا لخطى التاريخ كله مدى أجيال",
            "page": "73",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "ما النصر؟ وما الهزيمة؟ إننا في حاجة إلى أن نراجع ما استقر في تقديرنا من الصور.ومن القيم.قبل أن نسأل:أين وعد اللّه لرسله وللمؤمنين بالنصر في الحياة الدنيا! على أن هناك حالات كثيرة يتم فيها النصر في صورته الظاهرة القريبة.ذلك حين تتصل هذه الصورة الظاهرة القريبة بصورة باقية ثابتة.لقد انتصر محمد - صلى الله عليه وسلم - في حياته.لأن هذا النصر يرتبط بمعنى إقامة هذه العقيدة بحقيقتها الكاملة في الأرض.فهذه العقيدة لا يتم تمامها إلا بأن تهيمن على حياة الجماعة البشرية وتصرفها جميعا.من القلب المفرد إلى الدولة الحاكمة.فشاء اللّه أن ينتصر صاحب هذه العقيدة في حياته،ليحقق هذه العقيدة في صورتها الكاملة،ويترك هذه الحقيقة مقررة في واقعة تاريخية محددة مشهودة. ¶ ومن ثم اتصلت صورة النصر القريبة بصورة أخرى بعيدة،واتحدت الصورة الظاهرة مع الصورة الحقيقية.وفق تقدير اللّه وترتيبه. ¶ وهنالك اعتبار آخر تحسن مراعاته كذلك.إن وعد اللّه قائم لرسله وللذين آمنوا.ولا بد أن توجد حقيقة الإيمان في القلوب التي ينطبق هذا الوعد عليها.وحقيقة الإيمان كثيرا ما يتجوز الناس فيها.وهي لا توجد إلا حين يخلو القلب من الشرك في كل صوره وأشكاله.وإن هنالك لأشكالا من الشرك خفية لا يخلص منها القلب إلا حين يتجه",
            "page": "74",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "للّه وحده،ويتوكل عليه وحده،ويطمئن إلى قضاء اللّه فيه،وقدره عليه،ويحس أن اللّه وحده هو الذي يصرفه فلا خيرة له إلا ما اختار اللّه.ويتلقى هذا بالطمأنينة والثقة والرضى والقبول.وحين يصل إلى هذه الدرجة فلن يقدم بين يدي اللّه،ولن يقترح عليه صورة معينة من صور النصر أو صور الخير. ¶ فسيكل هذا كله للّه.ويلتزم.ويتلقى كل ما يصيبه على أنه الخير ..وذلك معنى من معاني النصر ..النصر على الذات والشهوات.وهو النصر الداخلي الذي لا يتم نصر خارجي بدونه بحال من الأحوال. (¬1) ¶ التاسع عشر:الإيمان يثمر للعبد العزّة: ¶ قال تعالى:{يَقُولُونَ لَئِن رَّجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الْأَعَزُّ مِنْهَا الْأَذَلَّ وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ وَلَكِنَّ الْمُنَافِقِينَ لَا يَعْلَمُونَ} (8) سورة المنافقون ¶ وَيَقَولُ هَؤُلاَءِ المَنَافِقُونَ:إِذَا رَجَعْنَا إِلَى المَدِينَةِ فَإِنَّنَا سَنُخْرِجُ المُؤْمِنِينَ مِنْهَا،لأَنَّهُمْ يَظُنُّونَ أَنْفُسَهُمْ هُم الأَقْوِيَاءَ الأَعِزَّاءَ فِيهَا لَكَثْرَةِ جَمْعِهِمْ،وَوَفْرَةِ مَالِهِمْ،وَأَنَّ المُؤْمِنِينَ ضِعَافٌ قَلِيلُو العَدَدِ . ¶ ¬__________ ¶ (¬1) - فى ظلال القرآن ـ موافقا للمطبوع - (5 / 3085) وانظر كتابي (( الخلاصة في معاني النصر الحقيقية ))",
            "page": "75",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "وَيَرُدُّ اللهُ تَعَالَى عَلَى هَؤُلاَءِ المُنَافِقِينَ قَائِلاً:إِنَّ العِزَّةَ للهِ وَحْدَهُ،فَهُوَ ذُو الجَلاَلِ والعِزَّةِ،ثُمَّ تَكُونُ العِزَّةُ مِنْ بِعْدِهِ لِرَسُولِهِ الكَرِيمِ - صلى الله عليه وسلم - ،ثُمَّ لِلْمُؤْمِنِينَ الذِينَ يَسْتَغِزُّونَ بِعِزِّ اللهِ،وَبِنَصْرِهِ،فَهُمْ أَعِزَةٌ بِذَلِكَ،وَلَكِنَّ المُنَافِقِينَ لاَ يَعْلَمُونَ ذَلِكَ فَيَظُنُّونَ أَنَّ العِزَّةَ بِوَفْرَةِ المَالِ وَكَثْرَةِ النَّاصِرِ . (¬1) ¶ ويضم اللّه - سبحانه - رسوله والمؤمنين إلى جانبه،ويضفي عليهم من عزته،وهو تكريم هائل لا يكرمه إلا اللّه! وأي تكريم بعد أن يوقف اللّه - سبحانه - رسوله والمؤمنين معه إلى جواره.ويقول:ها نحن أولاء! هذا لواء الأعزاء.وهذا هو الصف العزيز! وصدق اللّه.فجعل العزة صنو الإيمان في القلب المؤمن.العزة المستمدة من عزته تعالى.العزة التي لا تهون ولا تهن،ولا تنحني ولا تلين.ولا تزايل القلب المؤمن في أحرج اللحظات إلا أن يتضعضع فيه الإيمان.فإذا استقر الإيمان ورسخ فالعزة معه مستقرة راسخة ..«وَلكِنَّ الْمُنافِقِينَ لا يَعْلَمُونَ» ..وكيف يعلمون وهم لا يتذوقون هذه العزة ولا يتصلون بمصدرها الأصيل؟ (¬2) ¶ العشرون:الإيمان يثمر عدم تسليط الأعداء على المؤمنين : ¶ ¬__________ ¶ (¬1) - أيسر التفاسير لأسعد حومد - (1 / 5074) ¶ (¬2) - فى ظلال القرآن ـ موافقا للمطبوع - (6 / 3580)",
            "page": "76",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "قال تعالى:{الَّذِينَ يَتَرَبَّصُونَ بِكُمْ فَإِن كَانَ لَكُمْ فَتْحٌ مِّنَ اللّهِ قَالُواْ أَلَمْ نَكُن مَّعَكُمْ وَإِن كَانَ لِلْكَافِرِينَ نَصِيبٌ قَالُواْ أَلَمْ نَسْتَحْوِذْ عَلَيْكُمْ وَنَمْنَعْكُم مِّنَ الْمُؤْمِنِينَ فَاللّهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيَامَةِ وَلَن يَجْعَلَ اللّهُ لِلْكَافِرِينَ عَلَى الْمُؤْمِنِينَ سَبِيلاً} (141) سورة النساء ¶ يُخْبِرُ اللهُ تَعَالَى:أنَّ هَؤُلاءِ المُنَافِقِينَ يَتَرَبَّصُونَ بِالمُؤْمِنِينَ دَوَائِرَ السَّوْءِ،وَيَنْتَظِرُونَ زَوَالَ دَوْلَةِ الإِسْلاَمِ،وَظُهُورَ الكُفْرِ عَلَيهِمْ،وَذَهَابَ مِلَّتِهِمْ.فَإذَا نَصَرَ اللهُ المُؤْمِنِينَ،وَفَتَحَ عَلَيهِم،وَاسْتَحْوَذُوا عَلَى الغَنَائِمِ،قَالُوا لِلْمُؤْمِنِينَ مُتَوَدِّدِينَ إِلَيْهِمْ:ألَمْ نَكُنْ مَعَكُمْ؟ وَإذاً فَنَحْنُ نَسْتَحِقُّ نَصِيباً مِنَ المَغْنَمِ الذِي حُزْتُمُوهُ.وَإذَا كَانَ النَّصْرُ وَالغَلَبَةُ لِلْكَافِرِينَ عَلَى المُؤْمِنِينَ كَمَا وَقَعَ فِي غَزْوَةِ أُحُدٍ،قَالُوا لِلْكَافِرِينَ المُنْتَصِرِينَ:أَلَمْ نُسَاعِدْكُمْ فِي البَاطِنِ وَنَحْمِكُمْ،وَنُخَذِّلِ المُؤْمِنِينَ عَنْ قِتَالِكُمْ حَتَّى انْتَصَرْتُمْ عَلَيهِم ( أَلَمْ نَسْتَحْوِذْ عَلَيْكُمْ )؟فَاعْرِفُوا لَنَا هَذَا الفَضْلَ،وَأَعْطُونَا نَصِيباً مِمَّا أَصَبْتُمْ مِنَ المَغْنَمِ . ¶ وَيَتَوَعَّدُ اللهُ تَعَالَى المُنَافِقِينَ بِأَنَّهُ سَيُحَاسِبُهُمْ حِسَاباً عَسِيراً عَلَى بَوَاطِنِهِمْ يَوْمَ القِيَامَةِ،وَلَنْ يَنْفَعَهُمْ تَظَاهُرُهُمْ بِالإِسْلاَمِ وَالإِيمَانِ وَنِفَاقُهُمْ،وَأنَّهُ سَيَحْكُمُ فِي ذَلِكَ اليَوْمِ بَيْنَ المُؤْمِنِينَ الصَّادِقِينَ،وَبَيْنَ المُنَافِقِينَ،الذِينَ يُبْطِنُونَ الكُفْرَ،وَيُظْهِرُونَ الإِيمَانَ،وَيُجَازِي كُلا بِمَا يَسْتَحِقُّهُ.وَيَقُولُ تُعُالَى:إنَّهُ لَنْ يَجْعَلَ لِلْكَافِرِينَ عَلَى المُؤْمِنِينَ سُلْطَاناً",
            "page": "77",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "وَسَبِيلاً فِي الحَيَاةِ الدُّنْيا،مَا دَامُوا مُتَمَسِّكِينَ بِدِينِهِمْ،قَائِمِينَ بِأَوَامِرِهِ وَنَوَاهِيهِ،وَإنْ حَقَّقَ الكَافِرُونَ بَعْضَ الظَّفرِ،فِي بَعْضِ الأَحْيَانِ،فَالعَاقِبَةُ لِلْحَقِّ دَائِماً،وَالبَاطِلُ إلى زَوَالٍ.كَمَا أَنَّهُ تَعَالَى لَنْ يَجْعَلَ لِلْكَافِرِينَ سُلْطَاناً عَلَى المُؤْمِنِينَ فِي الآخِرَةِ . (¬1) ¶ إنه وعد من اللّه قاطع.وحكم من اللّه جامع:أنه متى استقرت حقيقة الإيمان في نفوس المؤمنين وتمثلت في واقع حياتهم منهجا للحياة،ونظاما للحكم،وتجردا للّه في كل خاطرة وحركة،وعبادة للّه في الصغيرة والكبيرة ..فلن يجعل اللّه للكافرين على المؤمنين سبيلا .. ¶ وهذه حقيقة لا يحفظ التاريخ الإسلامي كله واقعة واحدة تخالفها! وأنا أقرر في ثقة بوعد اللّه لا يخالجها شك،أن الهزيمة لا تلحق بالمؤمنين،ولم تلحق بهم في تاريخهم كله،إلا وهناك ثغرة في حقيقة الإيمان.إما في الشعور وإما في العمل - ومن الإيمان أخذ العدة وإعداد القوة في كل حين بنية الجهاد في سبيل اللّه وتحت هذه الراية وحدها مجردة من كل إضافة ومن كل شائبة - وبقدر هذه الثغرة تكون الهزيمة الوقتية ثم يعود النصر للمؤمنين - حين يوجدون! ففي «أحد» مثلا كانت الثغرة في ترك طاعة الرسول - صلى الله عليه وسلم - وفي الطمع في الغنيمة.وفي «حنين» كانت الثغرة في الاعتزاز بالكثرة والإعجاب بها ¶ ¬__________ ¶ (¬1) - أيسر التفاسير لأسعد حومد - (1 / 634)",
            "page": "78",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "ونسيان السند الأصيل! ولو ذهبنا نتتبع كل مرة تخلف فيها النصر عن المسلمين في تاريخهم لوجدنا شيئا من هذا ..نعرفه أو لا نعرفه ..أما وعد اللّه فهو حق في كل حين. ¶ نعم.إن المحنة قد تكون للابتلاء ..ولكن الابتلاء إنما يجيء لحكمة،هي استكمال حقيقة الإيمان،ومقتضياته من الأعمال - كما وقع في أحد وقصه اللّه على المسلمين - فمتى اكتملت تلك الحقيقة بالابتلاء والنجاح فيه،جاء النصر وتحقق وعد اللّه عن يقين. ¶ على أنني إنما أعني بالهزيمة معنى أشمل من نتيجة معركة من المعارك ..إنما أعني بالهزيمة هزيمة الروح،وكلال العزيمة.فالهزيمة في معركة لا تكون هزيمة إلا إذا تركت آثارها في النفوس همودا وكلالا وقنوطا.فأما إذا بعثت الهمة،وأذكت الشعلة،وبصرت بالمزالق،وكشفت عن طبيعة العقيدة وطبيعة المعركة وطبيعة الطريق ..فهي المقدمة الأكيدة للنصر الأكيد.ولو طال الطريق! كذلك حين يقرر النص القرآني:أن اللّه لن يجعل للكافرين على المؤمنين سبيلا ..فإنما يشير إلى أن الروح المؤمنة هي التي تنتصر والفكرة المؤمنة هي التي تسود.وإنما يدعو الجماعة المسلمة إلى استكمال حقيقة الإيمان في قلوبها تصورا وشعورا وفي حياتها واقعا وعملا.وألا يكون اعتمادها كله على عنوانها.فالنصر ليس للعنوانات.إنما هو للحقيقة التي وراءها",
            "page": "79",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "وليس بيننا وبين النصر في أي زمان وفي أي مكان،إلا أن نستكمل حقيقة الإيمان.ونستكمل مقتضيات هذه الحقيقة في حياتنا وواقعنا كذلك ..ومن حقيقة الإيمان أن نأخذ العدة ونستكمل القوة.ومن حقيقة الإيمان ألا نركن إلى الأعداء وألا نطلب العزة إلا من اللّه. ¶ ووعد اللّه هذا الأكيد،يتفق تماما مع حقيقة الإيمان وحقيقة الكفر في هذا الكون .. ¶ إن الإيمان صلة بالقوة الكبرى،التي لا تضعف ولا تفنى ..وإن الكفر انقطاع عن تلك القوة وانعزال عنها .. ¶ ولن تملك قوة محدودة مقطوعة منعزلة فانية،أن تغلب قوة موصولة بمصدر القوة في هذا الكون جميعا. ¶ غير أنه يجب أن نفرق دائما بين حقيقة الإيمان ومظهر الإيمان ..إن حقيقة الإيمان قوة حقيقية ثابتة ثبوت النواميس الكونية.ذات أثر في النفس وفيما يصدر عنها من الحركة والعمل.وهي حقيقة ضخمة هائلة كفيلة حين تواجه حقيقة الكفر المنعزلة المبتوتة المحدودة أن تقهرها ..ولكن حين يتحول الإيمان إلى مظهر فإن «حقيقة» الكفر تغلبه،إذا هي صدقت مع طبيعتها وعملت في مجالها ..لأن حقيقة أي شيء أقوى من «مظهر» أي شيء.",
            "page": "80",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "ولو كانت هي حقيقة الكفر وكان هو مظهر الإيمان! إن قاعدة المعركة لقهر الباطل هي إنشاء الحق.وحين يوجد الحق بكل حقيقته وبكل قوته يتقرر مصير المعركة بينه وبين الباطل.مهما يكن هذا الباطل من الضخامة الظاهرية الخادعة للعيون ..«بَلْ نَقْذِفُ بِالْحَقِّ عَلَى الْباطِلِ فَيَدْمَغُهُ فَإِذا هُوَ زاهِقٌ» ..«وَلَنْ يَجْعَلَ اللَّهُ لِلْكافِرِينَ عَلَى الْمُؤْمِنِينَ سَبِيلًا» .. (¬1) ¶ وقال الشعراوي:\" { وَلَن يَجْعَلَ اللَّهُ لِلْكَافِرِينَ عَلَى الْمُؤْمِنِينَ سَبِيلاً } وهذه نتيجة لحكم الله،فلا يمكن أن يحكم الله للكافرين على المؤمنين.ولن يكون للكافرين حجة أو قوة أو طريق على المؤمنين.وهل هذه القضية تتحقق في الدنيا أو في الآخرة؟ ونعلم أن الحق يحكم في الآخرة التي تعطلت فيها الأسباب،ولكنه جعل الأسباب في الدنيا،فمن أخذ بالأسباب فنتائج الأسباب تعطيه؛ لأن مناط الربوبية يعطي المؤمن والكافر،فإن أخذ الكافرون بالأسباب ولم يأخذ المؤمنون بها،فالله يجعل لهم على المؤمنين سبيلاً،وقد ينهزم المؤمنون أمام الكافرين. ... ... ... ¶ والحكمة العربية تعلمنا:إياك أن تعتبر أنّ الخطأ ليس من جند الصواب.لأن الإنسان عندما يخطئ يُصَحَّحُ له الخطأ،فعندما يعلم ¶ ¬__________ ¶ (¬1) - فى ظلال القرآن ـ موافقا للمطبوع - (2 / 782)",
            "page": "81",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "المدرس تلميذه أن الفاعل مرفوع،وأخطأ التلميذ مرة ونصب الفاعل؛ فهذا يعني أنه أخذ القاعدة أولأً ثم سها عنها،والمدرس يصحح له الخطأ،فتلتصق القاعدة في رأس التلميذ بأن الفاعل مرفوع.وهكذا يكون الخطأ من جنود الصواب.والباطل أيضاً من جنود الحق. ¶ فعندما يستشري الباطل في الناس يبرز بينهم هاتف الحق.وهكذا نرى الباطل نفسه من جند الحق،فالباطل هو الذي يظهر اللذعة من استشراء الفساد،ويجعل البشر تصرخ،وكذلك الألم الذي يصيب الإنسان هو من جنود الشفاء؛ لأن الألم يقول للإنسان:يا هذا هناك شيء غير طبيعي في هذا المكان.ولولا الألم لما ذهب الإنسان إلى الطبيب. ¶ علينا - إذن - أن نعرف ذلك كقاعدة:الخطأ من حنود الصواب،والباطل من جنود الحق،والألم من جنود الشفاء،وكل خطأ يقود إلى صواب،ولكن بلذعة،وذلك حتى لا ينساه الإنسان.وتاريخ اللغة العربية يحكي عن العلامة سيبويه،وهو من نذكره عندما يلحن أحد بخطأ في اللغة؛ فنقول:\" أغضب المخطئ سيبويه \"؛ لأن سيبويه هو الذي وضع النحو والقواعد حتى إننا إذا أطلقنا كلمة الكتاب في عرف اللغة فالمعنى ينصرف إلى كتاب سيبويه؛ فهو مؤلف الكتاب.",
            "page": "82",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "وسيبوبه لم يكن أصلاً عالم نحو،بل كان عالم قراءات للقرآن،حدث له أن كان جالساً وعيبت عليه لحنة في مجلس،أي أنه أخطأ في النحو وعاب عليه من حوله ذلك،فغضب من نفسه وحزن،وقال:والله لأجيدن العربية حتى لا ألحن فيها.وأصبح مؤلفاً في النحو. ¶ ومثال آخر:الإمام الشاطبي - رضي الله عنه - لم يكن عالم قراءات بل كان عالماً في النحو،وبعد ذلك جاءت له مشكلة في القراءات فلم يتعرف عليها،فأقسم أن يجلس للقراءات ويدرسها جيداً.وصار من بعد ذلك شيخاً للقراء.فلحنة - أي غلطة - هي التي صنعت من سيبويه عالماً في النحو،ومشكلة وعدم اهتداء في القراءات جعل من الإمام الشاطبي شيخاً للقراء؛ على الرغم من أن سيبويه كان عالم قراءات،والشاطبي كان رجل نحو. ¶ ولذلك أكررها حتى نفهمها جيداً:الخطأ من جنود الصواب،والباطل من جنود الحق،والألم من جنود الشفاء والعافية. ¶ وقد نجد الكافرين قد انتصروا في ظاهر الأمر على المؤمنين في بعض المواقع مثل أُحد،وكان ذلك للتربية؛ ففي \" أحد \" خالف بعض المقاتلين من المؤمنين رسول الله - صلى الله عليه وسلم - وكانت الهزيمة مقدمة للتصويب،وكذلك كانت موقعة حنين حينما أعجبتهم الكثرة:{",
            "page": "83",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "وَيَوْمَ حُنَيْنٍ إِذْ أَعْجَبَتْكُمْ كَثْرَتُكُمْ فَلَمْ تُغْنِ عَنكُمْ شَيْئاً وَضَاقَتْ عَلَيْكُمُ الأَرْضُ بِمَا رَحُبَتْ ثُمَّ وَلَّيْتُم مُّدْبِرِينَ }[التوبة:25] ¶ والشاعر العربي الذي تعرض لهذه المسألة قال: ¶ إن الهزيمة لا تكون هزيمة إلا إذا لم تقتلع أسبابها ¶ لكن إذا جهدت لتطرد شائباً فالحمق كل الحمق فيمن عابها ¶ فعندما يقتلع الإنسان أسباب الهزيمة تصبح نصراً،وقد حدث ذلك في أحد،هم خالفوا في البداية فغلبهم الأعداء،ثم كانت درساً مستفاداً أفسح الطريق للنصر. ¶ فإن رأيت أيها المسلم للكافرين سبيلاً على المؤمنين فلتعلم أن الإيمان قد تخلخل في نفوس المسلمين فلا نتيجة دون أسباب،وإن أخذ المؤمنون بالأسباب أعطاهم النتائج.فهو القائل:{ وَأَعِدُّواْ لَهُمْ مَّا اسْتَطَعْتُمْ مِّن قُوَّةٍ }[الأنفال:60] ¶ فإن لم يعدّ المؤمنون ما استطاعوا،أو غرّتهم الكثرة فالنتيجة هي الهزيمة عن استحقاق،وعلى كل مؤمن أن يضع في يقينه هذا القول الرباني:{ فَهَلْ يَنظُرُونَ إِلاَّ سُنَّتَ الأَوَّلِينَ فَلَن تَجِدَ لِسُنَّتِ اللَّهِ تَبْدِيلاً وَلَن تَجِدَ لِسُنَّتِ اللَّهِ تَحْوِيلاً }[فاطر:43] ¶ إن إعلان الإيمان بالله ليس هو نهاية أي شيء بل هو البداية،والمؤمن بالله يأخذ جزاءه على قدر عمله.ويغار الله على عبده المؤمن عندما",
            "page": "84",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "يخطئ،لذلك يؤدبه ويربيه - ولله المثل الأعلى - نجد أن الإنسان منا قد لا يصبر على مراجعة الدروس مع أولاده فيأتي بمدرس ليفعل ذلك؛ لأن حب الأب لأولاده يدفع الأب للانفعال إذا ما أخطأ الولد،وقد يضربه.أما المدرس الخارجي فلا ينفعل؛ بل يأخذ الأمور بحجمها العادي.إذن فكلما أحب الإنسان فهو يتدخل بمقياس الود ويقسو أحياناً على من يرحم. ¶ والشاعر العربي يقول: ¶ فقسى ليزدجروا ومن يكُ حازماً فليقس أحيانا على من يرحمُ ¶ ومثال آخر - ولله المثل الأعلى - الإنسان إذا ما دخل منزله ووجد في صحن المنزل أطفالاً يلعبون الميسر منهم ابنه وابن الجار،وطفل آخر لا يعرفه،فيتجه فوراً إلى ابنه ليصفعه،ويأمره بالعودة فوراً إلى الشقة،أما الأولاد الآخرون فلن يأخذ ابن الجار إلا كلمة تأنيب،أما الطفل الذي لا يعرفه فلن يتكلم معه. ¶ وهكذا نجد العقاب على قدر المحبة والود،والتأديب على قدر المنزلة في النفس.ومن لا نهتم بأمره لا نعطي لسلوكه السيئ بالاً.وساعة نرى لأن للكافرين سبيلاً على المؤمنين فلنعلم أن قضية من قضايا الإيمان قد اختلت في نفوسهم،ولا يريد الله أن يظلوا هكذا بل يصفيهم الحق",
            "page": "85",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "من هذه الأخطاء بأن تعضهم الأحداث.فينتبهوا إلى أنهم لا يأخذون بأسباب الله. (¬1) ¶ الحادي والعشرون:الأمن التامّ والاهتداء : ¶ قال تعالى:{الَّذِينَ آمَنُواْ وَلَمْ يَلْبِسُواْ إِيمَانَهُم بِظُلْمٍ أُوْلَئِكَ لَهُمُ الأَمْنُ وَهُم مُّهْتَدُونَ} (82) سورة الأنعام ¶ بَيَّنَ اللهُ تَعَالَى فِي هَذِهِ الآيَةِ مَنْ هُوَ الحَقِيقُ بِالأَمْنِ عَلَى سَبِيلِ التَّفْصِيلِ فَقَالَ:الذِينَ أَخْلَصُوا العِبَادَةَ للهِ وَحْدَهُ لاَ شَرِيكَ لَهُ،وَلَمْ يُشْرِكُوا بِهِ شَيْئاً،وَلَمْ يَخْلِطُوا إِيمَانَهُمْ ( يَلْبِسُوا ) بِظُلْمٍ،وَلاَ كُفْرٍ،وَلاَ شِرْكٍ بِاللهِ،فَهَؤُلاءِ هُمُ الآمِنُونَ يَوْمَ القِيَامَةِ مِنَ الخُلُودِ فِي العَذَابِ،وَأُولَئِكَ هُمُ المُهْتَدُونَ فِي الدُّنْيا وَالآخِرَةِ . (¬2) ¶ إن الحق سبحانه وتعالى هو الذي سخر لك الكائنات،فعليك أن تذكر اسم الحق لتنفعل لك تلك الكائنات،ومن يغفل عن ذلك فقد لبَّس وخلط إيمانه بظلم.وإذا ما رأيت ثمرة من ثمارك إياك أن تقول كما قال قارون:{ أُوتِيتُهُ عَلَىا عِلْمٍ عِندِي } بل اذكر وقل:\" ما شاء الله \"؛ لأنك إن قلت:{ أُوتِيتُهُ عَلَىا عِلْمٍ } فالحق قد قال في شأن ¶ ¬__________ ¶ (¬1) - تفسير الشعراوي - ( / 628) ¶ (¬2) - أيسر التفاسير لأسعد حومد - (1 / 872)",
            "page": "86",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "قارون:{ فَخَسَفْنَا بِهِ وَبِدَارِهِ الأَرْضَ }[القصص:81] أين ذهب علم قارون الذي جاء به؟. ¶ إذن فكل أمر من الأمور يجب أن تنسبه لله،فإن اختل شيء فيك من هذه المسألة فاعلم أنك لبَّست وخلطت إيمانك بظلم،والحق سبحانه وتعالى منا ذلك حتى تكون النعمة مباركة إقبالاً عليها أو انتفاعاً بها،ولا ينشأ من العمل الذي تعمله مبتدئاً بـ \" بسم الله \" إلا ما يعينك على طاعته،ويعينك على بر،ويعينك على خير،ولا تصرفه إلا في عافية. ¶ وبعد ذلك يؤهلك مجموع هذه الأشياء في كل حركاتك وأعمالك إلى أن تأخذ أمناً آخر أجمع وأتم وأكمل من أمن الدنيا؛ إنّك تأخذ أمن الآخرة بأن تدخل الجنة. ¶ إذن { أُوْلَائِكَ لَهُمُ الأَمْنُ } أي الذين لم يلبسوا إيمانهم بظلم،والحق سبحانه وتعالى يريد منا أن نتصل دائماً بمنهجه؛ لأن إمدادات الله سبحانه وتعالى مستمرة،ورحماته وتجلياته لا تنقطع عن خلقه أبداً؛ لأنه قيوم أي إنه بطلاقة قدرته وشمول قيوميته يقوم سبحانه باقتدار وحكمة على كل أسباب مخلوقاته،فكن دائماً في صحبة القيوم؛ ليتجلى عليك بصفات حفظه،وصفات قدرته،وصفات علمه،وصفات حكمته،فعَنْ أَبِي هُرَيْرَةَ قَالَ:قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - يَا بِلاَلُ حَدِّثْنِى",
            "page": "87",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "بِأَرْجَى عَمَلٍ عَمِلْتَهُ فِى الإِسْلاَمِ عِنْدَكَ مَنْفَعَةً فَإِنِّى سَمِعْتُ اللَّيْلَةَ خَشْفَ نَعْلَيْكَ بَيْنَ يَدَىَّ فِى الْجَنَّةِ.فَقَالَ بِلاَلٌ مَا عَمِلْتُ عَمَلاً فِى الإِسْلاَمِ أَرْجَى عِنْدِى مَنْفَعَةً إِلاَّ أَنِّى لَمْ أَتَطَهَّرْ طُهُورًا تَامًّا فِى سَاعَةٍ مِنْ لَيْلٍ أَوْ نَهَارٍ إِلاَّ صَلَّيْتُ بِذَلِكَ الطُّهُورِ مَا كَتَبَ اللَّهُ لِى أَنْ أُصَلِّىَ.\" (¬1) ¶ وعَنْ أَبِي هُرَيْرَةَ،أَنَّ رَسُولَ اللهِ - صلى الله عليه وسلم - ،قَالَ:إِذَا تَوَضَّأَ الْعَبْدُ الْمُسْلِمُ أَوِ الْمُؤْمِنُ فَغَسَلَ وَجْهَهُ،خَرَجَتْ مِنْ وَجْهِهِ كُلُّ خَطِيئَةٍ نَظَرَ إِلَيْهَا بِعَيْنَيْهِ مَعَ الْمَاءِ،وَمَعَ آخِرِ قَطْرِ الْمَاءِ،أَوْ نَحْوَ هَذَا،فَإِذَا غَسَلَ يَدَيْهِ خَرَجَتْ مِنْ يَدَيْهِ كُلُّ خَطِيئَةٍ بَطَشَتْهَا يَدَاهُ مَعَ الْمَاءِ،أَوْ مَعَ آخِرِ قَطْرِ الْمَاءِ،حَتَّى يَخْرُجَ نَقِيًّا مِنَ الذُّنُوبِ. (¬2) ¶ إذن الحق سبحانه وتعالى يريد منا أن نتصل بمنهجه اتصالاً وثيقا؛ ليعطينا،لا ليأخذ منا؛ لأن الفرق بين عبودية البشر للبشر والعبودية الخالصة لله أن البشر يأخذ خير عبده،ولكن عبوديتنا لله تعطينا خيره من خزائن لا تنفد،نأخذ منه كلما ازددنا له عبودية،إذن الحق دائماً يريد أن يصلنا به. ¶ ¬__________ ¶ (¬1) - صحيح البخارى- المكنز - (1149) ¶ (¬2) - صحيح مسلم- المكنز - (600 ) وصحيح ابن حبان - (3 / 315) (1040)",
            "page": "88",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "{ أُوْلَائِكَ لَهُمُ الأَمْنُ } الأمن في الدنيا؛ والأمن بمجموع ما كان في الدنيا مع الأمن في الآخرة. ¶ ولقائل أن يقول:هناك أناس لا يسمون باسم الله،ولا يخطر الله على بالهم،ويتحركون في طاقات الأرض ومادتها،وينعمون بها ويسعدون،وقد يسعدون بابتكارات سواهم. ... ... ¶ ونقول:نعم هذا صحيح؛ لأن فيه فرقاً بين عطاء الفعل،والبركة في عطاء الفعل.إذا زرع الكافر فالأرض تعطي له،وإذا قام بأي عمل يأخذ نتيجته،لكن لا يأخذ البركة في العطاء. ¶ وما هي البركة في العطاء؟ البركة في العطاء أن يكون ما أخذته من هذا العطاء لا يعينك على معصية،بل دائماً يعينك على طاعة.ونحن نرى كثيراً من الناس يصدق عليهم قوله سبحانه:{ أَذْهَبْتُمْ طَيِّبَاتِكُمْ فِي حَيَاتِكُمُ الدُّنْيَا وَاسْتَمْتَعْتُمْ بِهَا } فإياك أن تغالط وتقول:إنهم لا يقولون:{ بسم الله الرَّحْمنِ الرَّحِيمِ } ومع ذلك فهم قد أخذوا طيبات الحياة الدنيا،إنك حين تنظر إليهم تجد كل مرتقيات حضارتهم،وطموحات بحوثهم واكتشافاتهم تتجه دائماً إلى الشر،لم يأت لهم ابتكار إلا استعملوه في الشر إلى أن يأذن الله فيشغلهم عن أشيائهم بما يصبُّ عليهم من العذاب والنكبات ولهم في الآخرة العقاب على شركهم وكفرهم.",
            "page": "89",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "إذن { أُوْلَائِكَ لَهُمُ الأَمْنُ } أي إنّ هؤلاء الذين لم يخلطوا إيمانهم بشرك لهم الأمن في جزيئات أعمالهم والأمن المتجمع من جزيئات أعمالهم يعطي لهم الأمن في الجنة.{ وَهُمْ مُّهْتَدُونَ } والهداية هي الطريق الذي يوصل إلى الغاية.ولا يقال إنك موفق في الحركة إلا إذا أدت بك هذه الحركة إلى غاية مرسومة في ذهنك من نجاح بعد المذاكرة والاجتهاد.ولا مخلوق ولا مصنوع يحدد غايته،فاترك لله تحديد مهتمك،فسبحانه هو الذي خلقك،وفي عرف البشر،لا توجد صنعة تحدد مهمتها أبداً،بل إن الصانع هو الذي يحدد لها الغاية منها؛ فالغاية توجد أولاً قبل الصنعة،وما دامت الغاية موجودة قبل الصنعة فمن الذي يشقى بالتجارب إذن؟. ¶ في الابتكارات العلمية المعملية المادية التي تنشأ من التفاعل مع المادة نجد أن الذي يشقى بالتجربة أولاً هو العالم،وأنت لا تعلم التجربة إلا بعد ما تظهر نتائجها الطيبة،والمسائل النظرية التي تتعب العالم يأتي التعب منها لأنها ليست مربوطة أولاً بالماديات المقننة وبمعرفة الغاية،ولا بمعرفة الوسيلة لهذه الغاية.فمن المهتدي إذن؟ ¶ إن المهتدي هو من يعرف الغاية التي يسعى إليها،والوسيلة التي تؤهله إلى هذه الغاية.وإذا حدث له عطب في ملكات نفسه،يستعين في إصلاح العطب ويلجأ إلى من صنع هذه الملكات،وهو الله",
            "page": "90",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "سبحانه،كما يرد الإنسان الآلة التي تتعطل لصانعها.ونجد كثيراً من الشعراء يسرحون في خيالهم فيقول الواحد منهم: ¶ ألا من يريني غايتي قبل مذهبي ومن أين للغايات بعد المذاهب؟ ¶ ونقول له:من خلقك أوضح لك الغاية. (¬1) ¶ الثاني والعشرون:حفظ سعي المؤمنين : ¶ قال تعالى:{إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ إِنَّا لَا نُضِيعُ أَجْرَ مَنْ أَحْسَنَ عَمَلًا} (30) سورة الكهف ¶ بَعْدَ أَنْ ذَكَرَ اللهُ تَعَالَى حَالَ الأَشْقِيَاءِ،ثَنَّى بِذِكْرِ حَالِ السُّعَدَاءِ،مِنَ الَّذِينَ آمَنُوا بِاللهِ،وَصَدَّقُوا رَسُولَهُ،وَعَمِلُوا الأَعْمَالَ الصَّالِحَةِ،فَقَالَ تَعَالَى:إِنَّهُ لاَ يُضَيِّعُ أَجْرَ مَخْلُوقٍ مِنْ عِبَادِهِ آمَنَ بِالحَقِّ الَّذِي يُوحَى إِلَيْكَ يَا مُحَمَّدُ،وَعَمِلَ مَا أَمَرَهُ بِهِ رَبُّهُ،وَلاَ يَظْلِمُهُ نَقِيراً . (¬2) ¶ نلاحظ أن { مَنْ } هنا عامة للمؤمن والكافر؛ لذلك لم يَقُل سبحانه:إنَّا لا نضيع أجر مَنْ أحسن الإيمان؛ لأن العامل الذي يُحسِن العمل قد يكون كافراً،ومع ذلك لا يبخسه الله تعالى حَقّه،بل يعطيه حظه من الجزاء في الدنيا. ¶ ¬__________ ¶ (¬1) - تفسير الشعراوي - ( / 864) ¶ (¬2) - أيسر التفاسير لأسعد حومد - (1 / 2171)",
            "page": "91",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "فالكافر إن اجتهد واحسن في علم أو زراعة أو تجارة لا يُحرم ثمرة عمله واجتهاده،لكنها تُعجَّل له في الدنيا وتنتهي المسألة حيث لا حَظَّ له في الآخرة. ¶ ويقول تبارك وتعالى:{ وَقَدِمْنَآ إِلَى مَا عَمِلُواْ مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَآءً مَّنثُوراً }[الفرقان:23] ¶ ويقول تعالى:{ مَّن كَانَ يُرِيدُ الْعَاجِلَةَ عَجَّلْنَا لَهُ فِيهَا مَا نَشَآءُ لِمَن نُّرِيدُ ثُمَّ جَعَلْنَا لَهُ جَهَنَّمَ يَصْلاهَا مَذْمُوماً مَّدْحُوراً }[الإسراء:18] ¶ ويقول تعالى:{ وَالَّذِينَ كَفَرُواْ أَعْمَالُهُمْ كَسَرَابٍ بِقِيعَةٍ يَحْسَبُهُ الظَّمْآنُ مَآءً حَتَّىا إِذَا جَآءَهُ لَمْ يَجِدْهُ شَيْئاً وَوَجَدَ اللَّهَ عِندَهُ فَوَفَّاهُ حِسَابَهُ وَاللَّهُ سَرِيعُ الْحِسَابِ }[النور:39] ¶ فهؤلاء قد استوفوا أجورهم،وأخذوا حظّهم في الدنيا ألواناً من النعيم والمدح والثناء،وخُلِّدتْ ذكراهم،وأقيمت لهم التماثيل والاحتفالات؛ لذلك يأتي في الآخرة فلا يجد إلا الحسرة والندامة حيث فُوجئ بوجود إله لم يكُنْ يؤمن به،والإنسان إنما يطلب أجره مِمَّن عمل من أجله،وهؤلاء ما عملوا لله بل للإنسانية وللمجتمع وللشهرة وقد نالوا هذا كله في الدنيا،ولم يَبْقَ لهم شيء في الآخرة. (¬1) ¶ ¬__________ ¶ (¬1) - تفسير الشعراوي - ( / 2154)",
            "page": "92",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "وقال تعالى:{فَمَن يَعْمَلْ مِنَ الصَّالِحَاتِ وَهُوَ مُؤْمِنٌ فَلَا كُفْرَانَ لِسَعْيِهِ وَإِنَّا لَهُ كَاتِبُونَ} (94) سورة الأنبياء ¶ فمن التزم الإيمان بالله ورسله،وعمل ما يستطيع من صالح الأعمال طاعةً لله وعبادة له فلا يضيع الله عمله ولا يبطله،بل يضاعفه كله أضعافًا كثيرة،وسيجد ما عمله في كتابه يوم يُبْعث بعد موته. (¬1) ¶ فالحق -سبحانه وتعالى- يستأنف معنا العظة بالعمل الصالح ليعطينا الأمل لو رجعنا إلى الله،والدنيا كلها تَشهد أن أيَّ مبدأ باطل،أو شعار زائف زائل يُزخرفون به أهواءهم لا يلبث أنْ ينهار ولو بَعْد حين،ويتبين أصحابه أنه خطأ ويعدلون عنه. ¶ ومثال ذلك الفكر الشيوعي الذي ساد روسيا منذ عام 1917 وانتهكت في سبيله الحرمات،وسفكتْ الدماء،وهدمتْ البيوت،وأخذت الثروات،وبعد أن كانت أمة تصدر الغذاء لدول العالم أصبحت الآن تتسول من دول العالم،وهم أول مَنْ ضَجَّ من هذا الفكر وعانى من هذه القوانين. ¶ وقوله تعالى:{ فَمَن يَعْمَلْ مِنَ الصَّالِحَاتِ وَهُوَ مُؤْمِنٌ..} [الأنبياء:94] ربط العمل الصالح بالإيمان،لأنه مُنطلَق المؤمن في كُلِّ ما يأتي وفي كُلِّ ما يدع؛ لينال بعمله سعادة الدنيا وسعادة الآخرة. ¶ ¬__________ ¶ (¬1) - التفسير الميسر - (6 / 10)",
            "page": "93",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "أمّا مَنْ يعمل الصالح لذات الصلاح ومن منطلق الإنسانية والمروءة،ولا يخلو هذا كله في النهاية عن أهواء وأغراض،فليأخذ نصيبه في الدنيا،ويحظى فيها بالتكريم والسيادة والسُّمْعة،وليس له نصيب في ثواب الآخرة؛ لأنه فَعَل الخير وليس في باله الله. ¶ والحق سبحانه يعطينا مثالاً لذلك في قوله تعالى:{ الَّذِينَ كَفَرُواْ أَعْمَالُهُمْ كَسَرَابٍ بِقِيعَةٍ يَحْسَبُهُ الظَّمْآنُ مَآءً حَتَّى إِذَا جَآءَهُ لَمْ يَجِدْهُ شَيْئاً وَوَجَدَ اللَّهَ عِندَهُ فَوَفَّاهُ حِسَابَهُ..}[ النور:39]. ¶ يعني:فوجئ بوجود إله يحاسبه ويجازيه،وهذه مسألة لم تكُنْ على باله،فيقول له:عملتَ ليقال وقد قيل.وانتهت المسألة؛ لذلك يقول تعالى:{ مَن كَانَ يُرِيدُ حَرْثَ الآخِرَةِ نَزِدْ لَهُ فِي حَرْثِهِ..}[الشورى:20] أي:نعطيه أجره في عالم آخر لا نهاية له{ وَمَن كَانَ يُرِيدُ حَرْثَ الدُّنْيَا نُؤْتِهِ مِنْهَا وَمَا لَهُ فِي الآخِرَةِ مِن نَّصِيبٍ }[الشورى:20].لأنه عَمِلَ للناس،فليأخذ أجره منهم،يُخلِّدون ذكراه،ويُقيمون له المعارض والتماثيل..الخ. ¶ وقوله تعالى:{ فَلاَ كُفْرَانَ لِسَعْيِهِ..} [الأنبياء:94] يعني:لا نبخسه حَقَّه ولا نجحد سَعْيه أبداً { وَإِنَّا لَهُ كَاتِبُونَ } [الأنبياء:94] نسجِّل له أعماله ونحفظها،والمفروض أن الإنسان هو الذي يُسجِّل لنفسه،فإنْ",
            "page": "94",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "سجَّل لك عملَك ربُّك الذي يُثيبك عليه،وسجَّله على نفسه،فلا شكَّ أنه تسجيل دقيق لا يبخسك مثقال ذرة من عملك. (¬1) ¶ إن الإيمان هو قاعدة الحياة،لأنه الصلة الحقيقية بين الإنسان وهذا الوجود،والرابطة التي تشد الوجود بما فيه ومن فيه إلى خالقه الواحد،وترده إلى الناموس الواحد الذي ارتضاه،ولا بد من القاعدة ليقوم البناء.والعمل الصالح هو هذا البناء.فهو منهار من أساسه ما لم يقم على قاعدته. ¶ والعمل الصالح هو ثمرة الإيمان التي تثبت وجوده وحيويته في الضمير.والإسلام بالذات عقيدة متحركة متى تم وجودها في الضمير تحولت إلى عمل صالح هو الصورة الظاهرة للإيمان المضمر ..والثمرة اليانعة للجذور الممتدة في الأعماق. ¶ ومن ثم يقرن القرآن دائما بين الإيمان والعمل الصالح كلما ذكر العمل والجزاء.فلا جزاء على إيمان عاطل خامد لا يعمل ولا يثمر.ولا على عمل منقطع لا يقوم على الإيمان. ¶ والعمل الطيب الذي لا يصدر عن إيمان إنما هو مصادفة عابرة،لأنه غير مرتبط بمنهج مرسوم.ولا موصول بناموس مطرد.وإن هو إلا شهوة أو نزوة غير موصولة بالباعث الأصيل للعمل الصالح في هذا ¶ ¬__________ ¶ (¬1) - تفسير الشعراوي - ( / 2559)",
            "page": "95",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "الوجود.وهو الإيمان بإله يرضى عن العمل الصالح،لأنه وسيلة البناء في هذا الكون،ووسيلة الكمال الذي قدره اللّه لهذه الحياة.فهو حركة ذات غاية مرتبطة بغاية الحياة ومصيرها،لا فلتة عابرة،ولا نزوة عارضة،ولا رمية بغير هدف،ولا اتجاها معزولا عن اتجاه الكون وناموسه الكبير. ¶ والجزاء على العمل يتم في الآخرة حتى ولو قدم منه قسط في الدنيا. (¬1) ¶ الثالث والعشرون:زيادة الإيمان للمؤمنين : ¶ قال تعالى:{وَإِذَا مَا أُنزِلَتْ سُورَةٌ فَمِنْهُم مَّن يَقُولُ أَيُّكُمْ زَادَتْهُ هَذِهِ إِيمَانًا فَأَمَّا الَّذِينَ آمَنُواْ فَزَادَتْهُمْ إِيمَانًا وَهُمْ يَسْتَبْشِرُونَ (124) وَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ فَزَادَتْهُمْ رِجْسًا إِلَى رِجْسِهِمْ وَمَاتُوا وَهُمْ كَافِرُونَ (125) }سورة التوبة ¶ وإذا ما أنزل الله سورة من سور القرآن على رسوله،فمِن هؤلاء المنافقين من يقول:-إنكارًا واستهزاءً- أيُّكم زادته هذه السورة تصديقًا بالله وآياته؟ فأما الذين آمنوا بالله ورسوله فزادهم نزول السورة إيمانًا بالعلم بها وتدبرها واعتقادها والعمل بها،وهم يفرحون بما أعطاهم الله من الإيمان واليقين.وأما الذين في قلوبهم نفاق وشك ¶ ¬__________ ¶ (¬1) - فى ظلال القرآن ـ موافقا للمطبوع - (4 / 2397)",
            "page": "96",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "في دين الله،فإن نزول السورة يزيدهم نفاقًا وشكًا إلى ما هم عليه من قبلُ من النفاق والشك،وهلك هؤلاء وهم جاحدون بالله وآياته. (¬1) ¶ والسؤال في الآية الأولى:«أَيُّكُمْ زادَتْهُ هذِهِ إِيماناً؟» ..سؤال مريب،لا يقوله إلا الذي لم يستشعر وقع السورة المنزلة في قلبه.وإلا لتحدث عن آثارها في نفسه،بدل التساؤل عن غيره.وهو في الوقت ذاته يحمل رائحة التهوين من شأن السورة النازلة والتشكيك في أثرها في القلوب! ¶ فأما الذين آمنوا فقد أضيفت إلى دلائل الإيمان عندهم دلالة فزادتهم إيمانا وقد خفقت قلوبهم بذكر ربهم خفقة فزادتهم إيمانا وقد استشعروا عناية ربهم بهم في إنزال آياته عليهم فزادتهم إيمانا ..وأما الذين في قلوبهم مرض،الذين في قلوبهم رجس من النفاق،فزادتهم رجسا إلى رجسهم،وماتوا وهم كافرون ..وهو نبأ من اللّه صادق،وقضاء منه سبحانه محقق. (¬2) ¶ وقال تعالى:{هُوَ الَّذِي أَنزَلَ السَّكِينَةَ فِي قُلُوبِ الْمُؤْمِنِينَ لِيَزْدَادُوا إِيمَانًا مَّعَ إِيمَانِهِمْ وَلِلَّهِ جُنُودُ السَّمَاوَاتِ وَالْأَرْضِ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا} (4) سورة الفتح ¶ ¬__________ ¶ (¬1) - التفسير الميسر - (3 / 366) ¶ (¬2) - فى ظلال القرآن ـ موافقا للمطبوع - (3 / 1741)",
            "page": "97",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "هو الله الذي أنزل الطمأنينة في قلوب المؤمنين بالله ورسوله يوم \"الحديبية\" فسكنت،ورسخ اليقين فيها؛ ليزدادوا تصديقًا لله واتباعًا لرسوله مع تصديقهم واتباعهم.ولله سبحانه وتعالى جنود السموات والأرض ينصر بهم عباده المؤمنين.وكان الله عليمًا بمصالح خلقه،حكيمًا في تدبيره وصنعه. (¬1) ¶ الرابع والعشرون:نجاة المؤمنين : ¶ قال تعالى في قصة يونس { وَذَا النُّونِ إِذْ ذَهَبَ مُغَاضِبًا فَظَنَّ أَنْ لَنْ نَقْدِرَ عَلَيْهِ فَنَادَى فِي الظُّلُمَاتِ أَنْ لَا إِلَهَ إِلَّا أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ (87) فَاسْتَجَبْنَا لَهُ وَنَجَّيْنَاهُ مِنَ الْغَمِّ وَكَذَلِكَ نُنجِي الْمُؤْمِنِينَ (88)} سورة الأنبياء ¶ واذكر قصة صاحب الحوت،وهو يونس بن مَتَّى عليه السلام،أرسله الله إلى قومه فدعاهم فلم يؤمنوا،فتوعَّدهم بالعذاب فلم ينيبوا،ولم يصبر عليهم كما أمره الله،وخرج مِن بينهم غاضبًا عليهم،ضائقًا صدره بعصيانهم،وظن أن الله لن يضيِّق عليه ويؤاخذه بهذه المخالفة،فابتلاه الله بشدة الضيق والحبس،والتقمه الحوت في البحر،فنادى ربه في ظلمات الليل والبحر وبطن الحوت تائبًا معترفًا بظلمه; لتركه الصبر على قومه،قائلا:لا إله إلا أنت سبحانك،إني ¶ ¬__________ ¶ (¬1) - التفسير الميسر - (9 / 200)",
            "page": "98",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "كنت من الظالمين.فاستجبنا له دعاءه،وخلَّصناه مِن غَم هذه الشدة،وكذلك ننجي المصدِّقين العاملين بشرعنا. (¬1) ¶ وهذا وعد وبشارة لكل مؤمن وقع في شدة وغم أن الله تعالى سينجيه منها ويكشف عنه ويخفف لإيمانه كما فعل بـ \" يونس \" عليه السلام (¬2) ¶ فهذه ليست خاصة بيونس،بل بكل مؤمن يدعو الله بهذا الدعاء { وَكَذالِكَ...} [الأنبياء:88] أي:مثل هذا الإنجاء نُنْجي المؤمنين الذين يفزعون إلى الله بهذه الكلمة:{ لاَّ إِلَاهَ إِلاَّ أَنتَ سُبْحَانَكَ إِنِّي كُنتُ مِنَ الظَّالِمِينَ }[الأنبياء:87] فيُذهِب الله غَمَّه،ويُفرِّج كَرْبه. ¶ والمؤمن يتقلّب بين أحوال عدة منها:الخوف سواء الخوف أنْ يفوته نعيم الدنيا،أو الخوف من جبار يهدده،وقد يشعر بانقباض وضيق في الصدر لا يدري سببه وهذا هو الغَمُّ،وقد يتعرض لمكر الماكرين،وكَيْد الكائدين،وتدبير أهل الشر. ¶ هذه كلها أحوال تعتري الإنسان،ويحتاج فيها لمَنْ يسانده ويُخرجه مما يعانيه،فليس له حَوْل ولا قوة،ولا يستطيع الاحتياط لكل هذه المسائل. ¶ ¬__________ ¶ (¬1) - التفسير الميسر - (6 / 3) ¶ (¬2) - تفسير السعدي - (1 / 529)",
            "page": "99",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "وقد تراوده بهجة الدنيا وزُخْرفها،فينظر إلى أعلى مِمّا هو فيه،ويطلب المزيد،ولا نهايةَ لطموحات الإنسان في هذه المسألة،كما قال الشاعر:تَمُوتُ مع المرْءِ حَاجَاتُه وتَبْقَى لَهُ حَاجَةٌ مَا بَقِي ¶ والناس تحرص دائماً على أن تستوعب نِعَم الحياة وراحتها،وهم في ذلك مُخْطِئون؛ لأن تمام الشيء بداية زواله،كما قال الشاعر: ¶ إذَا تَمَّ شَيءٌ بَدَا نَقْصُه تَرقَّبْ زَوَالاً إذَا قيلَ تَم ¶ لأن الإنسان ابنُ أغيار،ولا يدوم له حال من صحة أو مرض،أو غِنى أو فقر،أو حزن أو سرور،فالتغيُّر سِمَة البشر،وسبحان مَنْ لا يتغير،إذن:فماذا بعد أنْ تصل إلى القمةَ،وأنت ابنُ أغيار؟ ¶ ونرى الناس يغضبون ويتذمرون إنْ فاتهم شيء من راحة الدنيا ونعيمها،أو انتقصتهم الحياة شيئاً؟ وهم لا يدرون أن هذا النقص هو الذي يحفظ عليك النعمة،ويدفع عنك عيون الحاسدين فيُسلِّم لك ما عندك. ¶ فتجد مثلاً أسرة طيبة حازتْ اهتمام الناس واحترامهم،غير أن بها شخصاً شريراً سِّيئاً،يعيب الأسرة،فهذا الشخص هو الذي يدفع عنها عُيون الناسِ وحَسَدهم. ¶ وقد أخذ المتنبي هذا المعنى،وعبَّر عنه في مدحه لسيف الدولة،فقال: ¶ شَخَصَ الأنَامُ إِلَى كَمَالِكَ فَاستْعِذ مِنْ شَرِّ أعيُنهم بِعَيْبٍ وَاحِدٍ",
            "page": "100",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "قال أحد الصالحين:عجبتُ لمن خاف ولم يفزع إلى قول الله تعالى:{ حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ }[آل عمران:173] فإنِّي سمعت الله بعقبها يقول:{ فَانْقَلَبُواْ بِنِعْمَةٍ مِّنَ اللَّهِ وَفَضْلٍ لَّمْ يَمْسَسْهُمْ سُوءٌ..}[آل عمران:174].وعجبتُ لمَنْ اغتمَّ،ولم يفزع إلى قوله تعالى:{ لاَّ إِلَاهَ إِلاَّ أَنتَ سُبْحَانَكَ إِنِّي كُنتُ مِنَ الظَّالِمِينَ }[الأنبياء:87] فإنِّي سمعت الله بعقبها يقول:{ فَاسْتَجَبْنَا لَهُ وَنَجَّيْنَاهُ مِنَ الْغَمِّ وَكَذالِكَ نُنجِي الْمُؤْمِنِينَ } [الأنبياء:88].وعجبتُ لمن مُكِرَ به،ولم يفزع إلى قوله تعالى:{ وَأُفَوِّضُ أَمْرِي إِلَى اللَّهِ }[غافر:44] فإني سمعت الله بعقبها يقول:{ فَوقَاهُ اللَّهُ سَيِّئَاتِ مَا مَكَرُواْ...}[غافر:45].وعجبتُ لمن طلب الدنيا وزينتها،ولم يفزع إلى قوله تعالى:{ مَا شَآءَ اللَّهُ لاَ قُوَّةَ إِلاَّ بِاللَّهِ...}[الكهف:39] فإنِّي سمعت الله بعقبها يقول:{ فعسَى رَبِّي أَن يُؤْتِيَنِ خَيْراً مِّن جَنَّتِكَ...}[الكهف:40]. ¶ وهكذا يجب على المؤمن أن يكون مُطْمئناً واثقاً من معيّة الله،ويضع كما نقول (في بطنه بطيخة صيفي)؛ لأنه يفزع إلى ربه بالدعاء المناسب في كل حال من هذه الأحوال،وحين يراك ربك تلجأ إليه",
            "page": "101",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "وتتضرع،وتعزو كل نعمة في ذاتك أو في أهلك أو في مالك وتنسبها إلى الله،وتعترف بالمنعِم سبحانه فيعطيك أحسنَ منها. (¬1) ¶ الخامس والعشرون:الأجر العظيم لأهل الإيمان : ¶ قال تعالى:{إِلاَّ الَّذِينَ تَابُواْ وَأَصْلَحُواْ وَاعْتَصَمُواْ بِاللّهِ وَأَخْلَصُواْ دِينَهُمْ لِلّهِ فَأُوْلَئِكَ مَعَ الْمُؤْمِنِينَ وَسَوْفَ يُؤْتِ اللّهُ الْمُؤْمِنِينَ أَجْرًا عَظِيمًا} (146) سورة النساء ¶ أمَّا الذِينَ يَتُوبُونَ مِنَ المُنَافِقِينَ،وَيُقْلِعُونَ عَنِ النِّفَاقِ وَالكُفْرِ،وَيُخْلِصُونَ دِينَهُمْ وَعَمَلَهُمْ،فَإِنَّهُمْ يُصْبِحُونَ مَعَ المُؤْمِنِينَ،وَسَيَنَالُهُمُ الأَجْرَ العَظِيمَ الذِي وَعَدَ اللهُ بِهِ عِبَادَهُ المُتَّقِينَ . (¬2) ¶ ومن هنا نعلم أن الأجر العظيم يكون للمؤمنين.ومن يوجد مع المؤمنين ينال الأجر نفسه.وقد جعل الحق الجزاء من جنس العمل.وكان المنافقون ينافقون ليأخذوا من المؤمنين ظواهر الإسلام كصون المال والدماء وليعتبرهم الجميع ظاهريا وشكليا من المسلمين،وهم حين نافقوا المسلمين أعطاهم المسلمون ما ¶ ¬__________ ¶ (¬1) - تفسير الشعراوي - ( / 2553) ¶ (¬2) - أيسر التفاسير لأسعد حومد - (1 / 639)",
            "page": "102",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "عندهم.وعندما تابوا وأصلحوا واعتصموا بالله وأخلصوا الدين لله جعلهم الله مع المؤمنين،ويعطي سبحانه لأهل الإيمان أجراً عظيماً. (¬1) ¶ فالتوبة والإصلاح يتضمنان الاعتصام باللّه،وإخلاص الدين للّه.ولكنه هنا ينص على الاعتصام باللّه،وإخلاص الدين للّه.لأنه يواجه نفوسا تذبذبت،ونافقت،وتولت غير اللّه.فناسب أن ينص عند ذكر التوبة والإصلاح،على التجرد للّه،والاعتصام به وحده وخلاص هذه النفوس من تلك المشاعر المذبذبة،وتلك الأخلاق المخلخلة ..ليكون في الاعتصام باللّه وحده قوة وتماسك،وفي الإخلاص للّه وحده خلوص وتجرد .. ¶ بذلك تخف تلك الثقلة التي تهبط بالمنافقين في الحياة الدنيا إلى اللصوق بالأرض،وتهبط بهم في الحياة الآخرة إلى الدرك الأسفل من النار. ¶ وبذلك يرتفع التائبون منهم إلى مصاف المؤمنين المعتزين بعزة اللّه وحده.المستعلين بالإيمان.المنطلقين من ثقلة الأرض بقوة الإيمان ..وجزاء المؤمنين - ومن معهم - معروف:«وَسَوْفَ يُؤْتِ اللَّهُ الْمُؤْمِنِينَ أَجْراً عَظِيماً».وبهذه اللمسات المنوعة،يكشف حقيقة المنافقين في المجتمع المسلم،ويقلل من شأنهم وينبه المؤمنين إلى مزالق النفاق،ويحذرهم مصيره.ويفتح باب التوبة للمنافقين ليحاول من فيه ¶ ¬__________ ¶ (¬1) - تفسير الشعراوي - ( / 633)",
            "page": "103",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "منهم خير،أن يخلص نفسه،وينضم إلى الصف المسلم في صدق وفي حرارة وفي إخلاص .. (¬1) ¶ السادس والعشرون:معيّة الله لأهل الإيمان،وهي المعية الخاصة:معية التوفيق والإلهام والتسديد : ¶ قال تعالى:{إِن تَسْتَفْتِحُواْ فَقَدْ جَاءكُمُ الْفَتْحُ وَإِن تَنتَهُواْ فَهُوَ خَيْرٌ لَّكُمْ وَإِن تَعُودُواْ نَعُدْ وَلَن تُغْنِيَ عَنكُمْ فِئَتُكُمْ شَيْئًا وَلَوْ كَثُرَتْ وَأَنَّ اللّهَ مَعَ الْمُؤْمِنِينَ} (19) سورة الأنفال ¶ قَالَ أَبُو جَهْلٍ فِي بِدْءِ المَعْرَكَةِ:( اللَّهُمَّ أقْطَعُنَا لِلرَّحْمِ،وَآتَانَا بِمَا لاَ نَعْرِفُ،فَأَحِنْهُ الغَدَاةَ ).فَكَانَ هُوَ المُسْتَفْتِحَ بِاللهِ وَالمُسْتَنْصِرَ بِهِ.وَقِيلَ أَيْضاً إِنَّ قُرَيْشاً،قَبْلَ أَنْ تَخْرُجَ إلَى بَدْرٍ،طَافَتْ بِالكَعْبَةِ وَأَخَذَتْ بِأَسْتَارِهَا،فَاسْتَنْصَرُوا بِاللهِ وَقَالُوا:( اللَّهُمَّ انْصُرْ أَعَلَى الجُنْدَينِ،وَأَكْرِمَ الفِئَتَينِ،وَخَيْرَ القَبْلَتَيْنِ ).فَرَدَّ اللهُ تَعَالَى عَلَيْهِمْ بِهَذِهِ الآيَةِ وَمَعْنَاهَا:إِنْ تَسْتَنْصِرُوا بِاللهِ،وَتَسْتَحْكِمُوهُ أَنْ يَفْصِلَ بَيْنَكُمْ وَبَيْنَ أَعْدَائِكُمُ المُؤْمِنِينَ،فَقَدْ جَاءَكُمْ مَا سَأَلْتُمْ.وَإِنْ تَنْتَهُوا عَمَّا أَنْتُمْ عَلَيْهِ مِنَ الكُفْرِ بِاللهِ،وَالتَّكْذِيبِ لِرَسُولِهِ،فَهُوَ خَيْرٌ لَكُمْ فِي الدُّنْيا وَالآخِرَةِ،وَإِنْ عُدْتُمْ إلَى مَا كُنْتُمْ عَلَيهِ مِنَ الكُفْرِ وَالضَّلاَلِ وَمُحَارَبَةِ النَّبِيِّ وَالمُؤْمِنينَ وَعَدَاوَتِهِمْ،نَعُدْ لَكُمْ بِمِثْلِ هَذِهِ الوَقْعَةِ،وَلَنْ تَنْفَعَكُمْ وَلَنْ تُفِيدَكُمْ ( ¶ ¬__________ ¶ (¬1) - فى ظلال القرآن ـ موافقا للمطبوع - (2 / 785)",
            "page": "104",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "تُغْنِي عَنْكُمْ ) جُمُوعُكُمْ شَيْئاً،وَلَنْ تُحَقِّقَ لَكُمُ النَّصْرَ،فَإِنَّ اللهَ مَعَ رَسُولِهِ وَمَعَ المُؤْمِنِينَ،وَمَنْ كَانَ مَعَ اللهِ فَلاَ غَالِبَ لَهُ . (¬1) ¶ وقال تعالى:{إِنَّ اللّهَ مَعَ الَّذِينَ اتَّقَواْ وَّالَّذِينَ هُم مُّحْسِنُونَ} (128) سورة النحل ¶ إِنَّ اللهَ مُؤَيِّدٌ بِنَصْرِهِ وَعَوْنِهِ وَهُدَاهُ الذِينَ آمَنُوا،وَاتَّقَوْا مَحَارِمَ رَبِّهِمْ،فَاجْتَنَبُوهَا خَوْفاً مِنْ عِقَابِهِ،وَالذِينَ يُحْسِنُونَ رِعَايَةَ فَرَائِضِهِ،وَالقِيَامَ بِحُقُوقِهِ،وَلُزُومَ طَاعَتِهِ فِيمَا أَمَرَهُمْ بِهِ،وَفِي تَرْكِ مَا نَهَاهُمْ عَنْهُ . (¬2) ¶ وقال تعالى:{إِلاَّ تَنصُرُوهُ فَقَدْ نَصَرَهُ اللّهُ إِذْ أَخْرَجَهُ الَّذِينَ كَفَرُواْ ثَانِيَ اثْنَيْنِ إِذْ هُمَا فِي الْغَارِ إِذْ يَقُولُ لِصَاحِبِهِ لاَ تَحْزَنْ إِنَّ اللّهَ مَعَنَا فَأَنزَلَ اللّهُ سَكِينَتَهُ عَلَيْهِ وَأَيَّدَهُ بِجُنُودٍ لَّمْ تَرَوْهَا وَجَعَلَ كَلِمَةَ الَّذِينَ كَفَرُواْ السُّفْلَى وَكَلِمَةُ اللّهِ هِيَ الْعُلْيَا وَاللّهُ عَزِيزٌ حَكِيمٌ} (40) سورة التوبة ¶ يا معشر أصحاب رسول الله - صلى الله عليه وسلم - إن لا تنفروا معه أيها المؤمنون إذا استَنْفَركم،وإن لا تنصروه; فقد أيده الله ونصره يوم أخرجه الكفار من قريش من بلده(مكة)،وهو ثاني اثنين(هو وأبو بكر الصديق رضي الله عنه) وألجؤوهما إلى نقب في جبل ثور \"بمكة\"،فمكثا فيه ثلاث ¶ ¬__________ ¶ (¬1) - أيسر التفاسير لأسعد حومد - (1 / 1180) ¶ (¬2) - أيسر التفاسير لأسعد حومد - (1 / 2029)",
            "page": "105",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "ليال،إذ يقول لصاحبه(أبي بكر) لما رأى منه الخوف عليه:لا تحزن إن الله معنا بنصره وتأييده،فأنزل الله الطمأنينة في قلب رسول الله - صلى الله عليه وسلم - ،وأعانه بجنود لم يرها أحد من البشر وهم الملائكة،فأنجاه الله من عدوه وأذل الله أعداءه،وجعل كلمة الذين كفروا السفلى.وكلمةُ الله هي العليا،،ذلك بإعلاء شأن الإسلام.والله عزيز في ملكه،حكيم في تدبير شؤون عباده.وفي هذه الآية منقبة عظيمة لأبي بكر الصديق رضي الله عنه. (¬1) ¶ السابع والعشرون:أهل الإيمان في أمنٍ منَ الخوف والحزن : ¶ قال تعالى:{وَمَا نُرْسِلُ الْمُرْسَلِينَ إِلاَّ مُبَشِّرِينَ وَمُنذِرِينَ فَمَنْ آمَنَ وَأَصْلَحَ فَلاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ} (48) سورة الأنعام ¶ لقد كان هذا الدين يعد البشرية للرشد العقلي،ويؤهلها لاستخدام هذه الأداة العظيمة التي وهبها اللّه للإنسان استخداما كاملا في إدراك الحق الذي تنبث آياته في صفحات الوجود،وفي أطوار الحياة،وفي أسرار الخلق والذي جاء هذا القرآن لكشفه وتجليته وتوجيه الإدراك البشري إليه .. ¶ وكان هذا كله يقتضي الانتقال بالبشرية من عهد الخوارق الحسية التي تلوي الأعناق وتجبر المنكرين على الإذعان،أمام القهر بالخارقة ¶ ¬__________ ¶ (¬1) - التفسير الميسر - (3 / 282)",
            "page": "106",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "المادية البادية للعيان! إلى توجيه الإدراك البشري لملاحظة بدائع الصنعة الإلهية في الوجود كله.وهي في ذاتها خوارق معجزة ..ولكنها خوارق دائمة يقوم عليها كيان الوجود،ويتألف منها قوامه.وإلى مخاطبة هذا الإدراك بكتاب من عند اللّه باهر،معجز في تعبيره ومعجز في منهجه،ومعجز في الكيان الاجتماعي العضوي الحركي الذي يرمي إلى إنشائه على غير مثال.والذي لم يلحق به من بعده أي مثال! وقد اقتضى هذا الأمر تربية طويلة،وتوجيها طويلا،حتى يألف الإدراك البشري هذا اللون من النقلة،وهذا المدى من الرقي وحتى يتجه الإنسان إلى قراءة سفر الوجود بإدراكه البشري،في ظل التوجيه الرباني،والضبط القرآني،والتربية النبوية ..قراءة هذا السفر قراءة غيبية واقعية إيجابية في آن واحد،بعيدة عن منهج التصورات الذهنية التجريدية التي كانت سائدة في قسم من الفلسفة الإغريقية واللاهوت المسيحي وعن منهج التصورات الحسية المادية التي كانت سائدة في قسم من تلك الفلسفة وفي بعض الفلسفة الهندية والمصرية والبوذية والمجوسية كذلك،مع الخروج من الحسية الساذجة التي كانت سائدة في العقائد الجاهلية العربية! وجانب من تلك التربية وهذا التوجيه يتمثل في بيان وظيفة الرسول،وحقيقة دوره في الرسالة على النحو الذي تعرضه هاتان الآيتان - كما ستعرضه الموجة التالية في سياق",
            "page": "107",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "السورة - فالرسول بشر،يرسله اللّه ليبشر وينذر،وهنا تنتهي وظيفته،وتبدأ استجابة البشر،ويمضي قدر اللّه ومشيئته من خلال هذه الاستجابة،وينتهي الأمر بالجزاء الإلهي وفق هذه الاستجابة ..فمن آمن وعمل صالحا يتمثل فيه الإيمان،فلا خوف عليه مما سيأتي ولا هو يحزن على ما أسلف.فهناك المغفرة على ما أسلف،والثواب على ما أصلح .. ¶ ومن كذب بآيات اللّه التي جاءه بها الرسول،والتي لفته إليها في صفحات هذا الوجود.يمسهم العذاب بسبب كفرهم،الذي يعبر عنه هنا بقوله:«بِما كانُوا يَفْسُقُونَ» حيث يعبر القرآن غالبا عن الشرك والكفر بالظلم والفسق في معظم المواضع .. ¶ تصور واضح بسيط لا تعقيد فيه ولا غموض.وبيان محكم عن الرسول ووظيفته وحدود عمله في هذا الدين .. ¶ تصور يفرد اللّه سبحانه بالألوهية وخصائصها ويرد إلى مشيئة اللّه وقدره الأمر كله،ويجعل للإنسان - من خلال ذلك - حرية اتجاهه وتبعة هذا الاتجاه،ويبين مصائر الطائعين للّه والعصاة بيانا حاسما وينفي كل الأساطير والتصورات الغامضة عن طبيعة الرسول وعمله،مما كان سائدا في الجاهليات ..وبذلك ينقل البشرية إلى عهد",
            "page": "108",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "الرشد العقلي دون أن يضرب بها في تيه الفلسفات الذهنية،والجدل اللاهوتي،الذي استنفد طاقة الإدراك البشري أجيالا بعد أجيال!!! (¬1) ¶ إنّ على المؤمن بربه أن يستحضر الأدلة والآيات التي تجعل إيمانه بربه إيماناً قوياً معقوداً؛ وهذا عمل القلب.ويعرف المؤمن أن عمل القلب لا يكفي كتعبير عن الإيمان؛ لأن الكائن الحي ليس قلباً فقط،ولكنه قلب وجوارح وأجهزة متعددة،وكل الكائن الحي المؤمن يجب أن ينقاد إلى منهج ربه،فلا بد من التعبير عن الإيمان بأن يصلح الإنسان كل عمل فيؤديه بجوارحه أداء صحيحا سليما. ¶ إنني أقول ذلك حتى يسمع الذي يقول:إن قلبي مؤمن وسليم.لا،فليست المسألة في الإيمان هكذا،صحيح أنك آمنت بقلبك ولكن لماذا عطلت كل جوارحك عن أداء مطلوب الإيمان؟ لماذا لا تعطي عقلك فرصة ليتدبر ويفكر ويخطط ويتذكر،لماذا لا تعطي العين فرصة لتعتبر وتستفيد من معطيات ما ترى؟ وكذلك اليد،واللسان،والأذن،والقدم،وكل الجوارح. ... ¶ والإصلاح هو عمل الجوارح،فيفكر الإنسان بعقله في الفكرة التي تنفع الناس،ويسمع القول فيتبع أحسنه،ويصلح بيديه كل ما يقوم به من أعمال.ويعلم المؤمن أنه حين أقبل على الكون وجده محكماً غاية ¶ ¬__________ ¶ (¬1) - فى ظلال القرآن ـ موافقا للمطبوع - (2 / 1093)",
            "page": "109",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "الإحكام،ويرى الإنسان الأشياء التي لا دخل له فيها في هذا الكون وهي على أعلى درجات الصلاحية الراقية،فالمطر ينزل في مواسمه،والرياح تهب في مواسمها ومساراتها،وحركة الشمس تنتظم مع حركة الأرض،وكل عمل في النواميس العليا هو على الصلاح المطلق. ¶ إن الفساد يأتي مما للإنسان دخل فيه،فالهواء يفسد من بناء المنازل المتقاربة،وعدم وجود مساحات من الخضرة الكافية،ويفسد الهواء أيضاً بالآلات التي تعمل ولها من السموم ما تخرجه وتدفعه من أثر عملية احتراق الوقود.وعندما صنع الإنسان الآلات نظر إلى هواه في الراحة،وغابت عنه أشياء كان يجب أن يحتاط لها،ومثال ذلك:\" عادم \" السيارات الذي يزيد من تلوث البيئة،ورغم اكتشاف بعض من الوسائل التي يمكن أن تمنع هذا التلوث.إلا أن البعض يتراخى في الأخذ بها. ¶ ونحن حين نأخذ بقمة الحضارة ونركب السيارات فلماذا ننسى القاعدة التي تقوم عليها الحضارة وهي الدراسة العلمية الدقيقة لنصنع الآلات ونأخذ من الآلات ما يفيد الناس،فنعمل على الأخذ بأسباب تنقية البيئة من التلوث ونمنع الأذى عن حياة الناس.فالعادم الذي من صناعتنا - مثل عادم السيارات والآلات - يفسد علينا الهواء فتفسد الرئة في الإنسان.",
            "page": "110",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "إن علينا أن نعرف أن من مسئولية الإيمان أن ننظر إلى الشيء الذي نصنعه وكمية الضر الناتجة عنه،وكل إنسان يحيا في مدينة مزدحمة إنما يضار بآثار عادم السيارات على الرغم من أنه ليس في مقدور كل إنسان أن يشتري سيارة ليركبها،فكيف يرتضي راكب السيارة لنفسه ألا يصلح من تلك الآلة التي تسهل له حياته ويصيب بعادمها الضر لنفسه ولغيره من الناس؟ لذلك فعلى المسلم ألا يأخذ الحضارة من مظهرها وشكلها بل على المجتمع المسلم أن يعمل على الأخذ بأسباب الحضارة من قواعدها الأصلية،وأن يدرس كيفية تجنب الأضرار حتى لا نقع في دائرة الأخسرين أعمالاً،هؤلاء الذين قال فيهم الحق سبحانه:{ قُلْ هَلْ نُنَبِّئُكُم بِالأَخْسَرِينَ أَعْمَالاً * الَّذِينَ ضَلَّ سَعْيُهُمْ فِي الْحَيَاةِ الدُّنْيَا وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعاً }[الكهف:103-104].ولنا أن نأخذ المثل الأعلى دائماً من الكون الذي خلقه الله لنصونه،إن عادم وأثر وناتج أي شيء مخلوق لله يفيد الإنسان ويفيد الكون حتى فضلات الحيوان يُنتفع بها في تسميد الأرض وزيادة خصوبتها.وهكذا نعرف معنى:{ فَمَنْ آمَنَ وَأَصْلَحَ فَلاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ }. ... ... ¶ فالإيمان عمل القلب،والإصلاح عمل الجوارح،ولذلك يجب أن نصلح في الكون بما يزيد من صلاحه.ولنعلم أن الكون لم يكن ناقصاً وأننا",
            "page": "111",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "بعملنا نستكمل ما فيه من نقص،ليس الأمر كذلك،ولكننا أردنا أن نترف في الحياة،وما دمنا نريد الترف فلنزد من عمل العقل المخلوق لله في المواد والعناصر التي أمامنا وهي المخلوقة لله.وأن نتفاعل معها بالطاقات والجوارح المخلوقة لله،ما دمنا نريد أن نتنعم نعيماً فوق ضروريات الحياة. ¶ ومثال ذلك أننا قديماً وفي أوائل عهد البشرية بالحياة،كان الإنسان عندما يعاني من العطش،يشرب من النهر،وبعد ذلك وجد الإنسان أنه لا يسعد بالارتواء عندما يمد يده ليأخذ غرفة من ماء النهر،فصنع إناءً من فخار ليشرب منه الماء،ثم صنع إناءً من الصاج،ثم صنع إناء من البلور،فهل هذه الأشياء أثرت في ضرورة الحياة أو هي ترف الحياة؟ ¶ إنها من ترف الحياة.فإن أردت أن تترف حياتك فلتُعمل عقلك المخلوق لله في العناصر المخلوقة لله،بالطاقة والجوارح المخلوقة لله،وبذلك يهبك الله من الخواطر ما تستكشف به آيات العلم في الكون.ومثال ذلك:أن أهل الريف قديماً كانوا يعتمدون على نسائهم ليملأن الجرار من الآبار أو الترع ثم تقوم سيدة البيت بترويق المياه.وعندما ارتقينا قليلاً،كان هناك من الرجال من يعمل في مهنة السقاية،ويمر بالقرب المملوءة بالماء على البيوت.وعندما قام أهل العلم",
            "page": "112",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "بالاستنباط والاعتبار اكتشفوا قانون الاستطراق،فرفعوا المياه إلى خزانٍ عالٍ،وامتدت من الخزان \" مواسير \" وأنابيب مختلفة الأقطار والأحجام،وصار الماء موجوداً في كل منزل،هذا ما فعله الناس الذين استخدموا العقول المخلوقة لله. ¶ وكان الناس من قبل ذلك يكتفون بالضروري من كميات المياه،فالأسرة كانت تكتفي بملء قربة أو قربتين من الماء،ولكن بعد أن صارت في كل منزل،أساء الكثير من الناس استخدام المياه،فأهدروا كميات تزيد عن حاجتهم،وتمثل ضغطاً على \" مواسير \" الصرف الصحي،فتنفجر ويشكو الناس من طفح المجاري. ¶ إن على المسلم أن يرعى حق الله في استخدامه لكل شيء،فالماء الذي يهدره الإنسان قد يحتاج إليه إنسان آخر،وعندما نتوقف عن إهداره،نمنع الضرر عن أنفسنا وعن غيرنا من طفح \" مواسير \" الصرف الصحي.وليحسب كل منا - على سبيل المثال - كم يستهلك من مياه في أثناء الوضوء.إن الإنسان منا يفتح الصنبور ويغسل يديه ثلاثاً ويتمضمض ثلاثاً،ويستنشق ثلاثاً،ويغسل وجهه ثلاثاً،ويغسل ذراعيه ثلاثاً،ويمسح برأسه،ويغسل أقدامه.ويترك الإنسان الصنبور مفتوحاً طَوال تلك المدة فيهدر كميات من",
            "page": "113",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "المياه،ولو فكر في حسن استخدام المياه التي تنزل من الصنبور لما اشتكى غيره من قلة المياه. ... ... ... ¶ فلماذا لا يفكر المسلم في أن يأخذ قدراً من المياه يكفي الوضوء ويحسن استخدام الماء؟ وكان الإنسان يتوضأ قديماً من إناء به نصف لتر من الماء،فلماذا لا نحسن استخدام ما استخلفنا الله فيه؟ ¶ على الإنسان منا أن يعلم أن الإيمان كما يقتضي أو يوجب ويفرض الصلاة ليصلح الإنسان من نفسه،يقتضي - أيضاً - إصلاح السلوك فلا نبذر ونهدر فيما نملك من إمكانات،وأن ندرس كيفية الارتقاء بالصلاح،فلا نتخلص من متاعب شيء لنقع في متاعب ناتجة من سوء تصرفنا في الشيء السابق،بل علينا أن ندرس كل أمر دراسة محكمة حتى لا يدخل الإنسان منا في مناقضة قوله الحق:{ وَلاَ تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولئِكَ كَانَ عَنْهُ مَسْؤُولاً }[الإسراء:36]. ¶ أي عليك أن تعرف أيها المسلم أنك مسئول عن السمع والبصر والقلب وستسأل عن ذلك يوم القيامة،لذلك لا يصح أن تتوانى عن الأخذ بأحسن العلم ليحسن قولك وفعلك.وبذلك لا يكون هناك خوف عليك في الدنيا أو الآخرة؛ لأنك آمنت وأصلحت،وأيضاً لا",
            "page": "114",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "حزن يمسك في الدنيا ولا في الآخرة:{ فَمَنْ آمَنَ وَأَصْلَحَ فَلاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ }. ¶ إنك بذلك تصون نفسك في الآخرة وفي الدنيا أيضاً؛ لأنك تسير في الحياة بإيمان وتصلح في الدنيا متبعاً قوانين الله.وإن رأيت أيها المسلم متعبة في الكون فاعلم أن حكماً من أحكام الله قد عطِّل،إن رأيت فقيراً جائعاً أو عرياناً فاعلم أن حقاً من حقوقه قد أكله أو جحده غيره؛ لأن الذي خلق الكون،خلق ما يعطيه الغني من فائض عنه للفقير ليسد عوزه،لكن الغني قبض يده عن حق الله،وأيضاً جاء قوم يتسولون بغير حاجة للتسول،والفساد هنا إنما يأتي من ناحيتين:ناحية إنسان استمرأ أن يبني جسمه من عرق غيره،أو من إنسان آخر غني لا يؤدي حق الله في ماله،بذلك يعاني المجتمع من المتاعب. (¬1) ¶ وقال تعالى:{ يَا عِبَادِ لَا خَوْفٌ عَلَيْكُمُ الْيَوْمَ وَلَا أَنتُمْ تَحْزَنُونَ(68) الَّذِينَ آمَنُوا بِآيَاتِنَا وَكَانُوا مُسْلِمِينَ (69) [الزخرف:68 -69] } ¶ وَيَقُولُ اللهُ تَعَالَى لِلْمُتَحَابِّينَ فِي اللهِ يَوْمَ القِيَامَةِ:يَا عِبَادِي لاَ تَخَافُوا مِنْ عِقَابِي،فَقَدْ آمَنْتُكُمْ مِنْهُ،وَرَضِيتُ عَنْكُمْ،وَلاَ تَحْزَنُوا عَلَى مَا خَلَّفْتُمْ فِي الدُّنْيَا.فَالذِي أدَّخَرْتُهُ لَكُمْ فِي الآخِرَةِ خَيْرٌ مِنْهُ . ¶ ¬__________ ¶ (¬1) - تفسير الشعراوي - ( / 830)",
            "page": "115",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "يُبَيِّنُ اللهُ تَعَالَى فِي هَذِهِ الآيَةِ الكَرِيمَةِ صِفَةَ الذِينَ يَسْتَحِقُّونَ الأَمْنَ مِنَ اللهِ،وَالرِّضَا،فَلاَ يَخَافُونَ العَذَابَ،وَلاَ يَحْزَنُونَ عَلَى مَا خَلَّفُوهُ فِي الدُّنْيَا،فَقَالَ إِنَّ هَؤُلاَءِ هُمُ الذِينَ آمَنَتْ قُلُوبُهُمْ،وَصَفَتْ نُفُوسُهُمْ،وانْقَادَتْ لِشَرْعِ الله بَوَاطِنُهُمْ وَظَوَاهِرُهُمْ . (¬1) ¶ الثامن والعشرون:الأجر الكبير : ¶ قال تعالى :{إِنَّ هَذَا الْقُرْآنَ يِهْدِي لِلَّتِي هِيَ أَقْوَمُ وَيُبَشِّرُ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْرًا كَبِيرًا} (9) سورة الإسراء ¶ إن هذا القرآن الذي أنزلناه على عبدنا محمد يرشد الناس إلى أحسن الطرق،وهي ملة الإسلام،ويبشر المؤمنين الذين يعملون بما أمرهم الله به،وينتهون عمَّا نهاهم عنه،بأن لهم ثوابًا عظيمًا،وأن الذين لا يصدقون بالدار الآخرة وما فيها من الجزاء أعددنا لهم عذابًا موجعًا في النار. (¬2) ¶ «إِنَّ هذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ» ..هكذا على وجه الإطلاق فيمن يهديهم وفيما يهديهم،فيشمل الهدى أقواما وأجيالا بلا حدود من زمان أو مكان ويشمل ما يهديهم إليه كل منهج وكل طريق،وكل خير يهتدي إليه البشر في كل زمان ومكان. ¶ ¬__________ ¶ (¬1) - أيسر التفاسير لأسعد حومد - (1 / 4272) ¶ (¬2) - التفسير الميسر - (5 / 4)",
            "page": "116",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "يهدي للتي هي أقوم في عالم الضمير والشعور،بالعقيدة الواضحة البسيطة التي لا تعقيد فيها ولا غموض،والتي تطلق الروح من أثقال الوهم والخرافة،وتطلق الطاقات البشرية الصالحة للعمل والبناء،وتربط بين نواميس الكون الطبيعية ونواميس الفطرة البشرية في تناسق واتساق. ¶ ويهدي للتي هي أقوم في التنسيق بين ظاهر الإنسان وباطنه،وبين مشاعره وسلوكه،وبين عقيدته وعمله،فإذا هي كلها مشدودة إلى العروة الوثقى التي لا تنفصم،متطلعة إلى أعلى وهي مستقرة على الأرض،وإذا العمل عبادة متى توجه الإنسان به إلى اللّه،ولو كان هذا العمل متاعا واستمتاعا بالحياة. ¶ ويهدي للتي هي أقوم في عالم العبادة بالموازنة بين التكاليف والطاقة،فلا تشق التكاليف على النفس حتى تمل وتيأس من الوفاء.ولا تسهل وتترخص حتى تشيع في النفس الرخاوة والاستهتار.ولا تتجاوز القصد والاعتدال وحدود الاحتمال. ¶ ويهدي للتي هي أقوم في علاقات الناس بعضهم ببعض:أفرادا وأزواجا،وحكومات وشعوبا،ودولا وأجناسا،ويقيم هذه العلاقات على الأسس الوطيدة الثابتة التي لا تتأثر بالرأي والهوى ولا تميل مع المودة والشنآن ولا تصرفها المصالح والأغراض.الأسس التي أقامها",
            "page": "117",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "العليم الخبير لخلقه،وهو أعلم بمن خلق،وأعرف بما يصلح لهم في كل أرض وفي كل جيل،فيهديهم للتي هي أقوم في نظام الحكم ونظام المال ونظام الاجتماع ونظام التعامل الدولي اللائق بعالم الإنسان. ¶ ويهدي للتي هي أقوم في تبني الديانات السماوية جميعها والربط بينها كلها،وتعظيم مقدساتها وصيانة حرماتها فإذا البشرية كلها بجميع عقائدها السماوية في سلام ووئام. ¶ « إِنَّ هذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ» ..«وَيُبَشِّرُ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحاتِ أَنَّ لَهُمْ أَجْراً كَبِيراً،وَأَنَّ الَّذِينَ لا يُؤْمِنُونَ بِالْآخِرَةِ أَعْتَدْنا لَهُمْ عَذاباً أَلِيماً» فهذه هي قاعدته الأصيلة في العمل والجزاء.فعلى الإيمان والعمل الصالح يقيم بناءه.فلا إيمان بلا عمل،ولا عمل بلا إيمان.الأول مبتور لم يبلغ تمامه،والثاني مقطوع لاركيزة له.وبهما معا تسير الحياة على التي هي أقوم ..وبهما معا تتحقق الهداية بهذا القرآن. ¶ فأما الذين لا يهتدون بهدي القرآن،فهم متروكون لهوى الإنسان.الإنسان العجول الجاهل بما ينفعه وما يضره،المندفع الذي لا يضبط انفعالاته ولو كان من ورائها الشر له:«وَيَدْعُ الْإِنْسانُ بِالشَّرِّ دُعاءَهُ بِالْخَيْرِ وَكانَ الْإِنْسانُ عَجُولًا» ..",
            "page": "118",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "ذلك أنه لا يعرف مصائر الأمور وعواقبها.ولقد يفعل الفعل وهو شر،ويعجل به على نفسه وهو لا يدري. ¶ أو يدري ولكنه لا يقدر على كبح جماحه وضبط زمامه ..فأين هذا من هدى القرآن الثابت الهادئ الهادي؟ ¶ ألا إنهما طريقان مختلفان:شتان شتان.هدى القرآن وهو الإنسان! ومن الإشارة إلى الإسراء وما صاحبه من آيات والإشارة إلى نوح ومن حملوا معه من المؤمنين والإشارة إلى قصة بني إسرائيل وما قضاه اللّه لهم في الكتاب،وما يدل عليه هذا القضاء من سنن اللّه في العباد،ومن قواعد العمل والجزاء والإشارة إلى الكتاب الأخير الذي يهدي للتي هي أقوم .. (¬1) ¶ التاسع والعشرون:الأجر غير الممنون : ¶ قال تعالى:{إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ} (8) سورة فصلت ¶ إِنَّ الذِينَ آمَنُوا بِاللهِ وَكُتُبِهِ،وَصَدَّقُوا رُسُلَهُ،وَعَمِلُوا بِمَا أَمَرَهُمْ بِهِ رَبُّهُمْ مِنْ صَالِحِ الأَعْمَالِ فَإِنَّ اللهَ يَعِدُهُمْ بِأَنْ يَجْزِيَهُمْ عَلَى إِيْمَانِهِمْ وَعَمَلِهِمْ الصَّالِحِ جَزَاءً كَرِيماً غَيْرَ مَقْطَوعٍ وَلاَ مَمْنُوعٍ . (¬2) ¶ ¬__________ ¶ (¬1) - فى ظلال القرآن ـ موافقا للمطبوع - (4 / 2215) ¶ (¬2) - أيسر التفاسير لأسعد حومد - (1 / 4105)",
            "page": "119",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "وقال تعالى:{إِلَّا الَّذِينَ آمَنُواْ وَعَمِلُواْ الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ} (25) سورة الانشقاق ¶ وقال تعالى:{إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَلَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ} (6) سورة التين ¶ الثلاثون:القرآن إنما هو هُدىً ورحمةٌ للمؤمنين, وشفاءٌ ورحمة،وهو لهم هدى وشفاء : ¶ قال تعالى:{يَا أَيُّهَا النَّاسُ قَدْ جَاءتْكُم مَّوْعِظَةٌ مِّن رَّبِّكُمْ وَشِفَاء لِّمَا فِي الصُّدُورِ وَهُدًى وَرَحْمَةٌ لِّلْمُؤْمِنِينَ } (57) سورة يونس ¶ يا أيها الناس قد جاءتكم موعظة من ربكم تذكِّركم عقاب الله وتخوفكم وعيده،وهي القرآن وما اشتمل عليه من الآيات والعظات لإصلاح أخلاقكم وأعمالكم،وفيه دواء لما في القلوب من الجهل والشرك وسائر الأمراض،ورشد لمن اتبعه من الخلق فينجيه من الهلاك،جعله سبحانه وتعالى نعمة ورحمة للمؤمنين،وخصَّهم بذلك; لأنهم المنتفعون بالإيمان،وأما الكافرون فهو عليهم عَمَى. (¬1) ¶ وقال تعالى:{وَنُنَزِّلُ مِنَ الْقُرْآنِ مَا هُوَ شِفَاء وَرَحْمَةٌ لِّلْمُؤْمِنِينَ وَلاَ يَزِيدُ الظَّالِمِينَ إَلاَّ خَسَارًا} (82) سورة الإسراء ¶ ¬__________ ¶ (¬1) - التفسير الميسر - (3 / 429)",
            "page": "120",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "وَنُنَزِّلُ عَلَيْكَ يَا أَيُّهَا الرَّسُولُ مِنَ القُرْآنِ مَا يُسْتَشَفَي بِهِ مِنَ الجَهْلِ وَالضَّلاَلِ،وَمَا يُذْهِبُ مَا فِي قُلُوبِ المُؤْمِنِينَ مِنْ أَْمْرَاضِ الشَّكِّ وَالنِّفَاقِ،وَالشِّرْكِ وَالزَّيْغِ،وَيَشْفِي مِنْهَا،وَهُوَ رَحْمَةُ لِمَنْ آمَنَ بِهِ،وَعَمِلَ بَأَوَامِرِهِ،وَاجْتَنَبَ نَوَاهِيهِ.أَمَّا الكَافِرُونَ الظَّالِمُونَ أَنْفُسَهُمْ بِكُفْرِهِمْ فَلاَ يَزِيدُهُمْ سَمَاعُ القُرْآنِ إِلاَّ بُعْداً عَنِ الإِيمَانِ وَكُفْراً،وَعُتُوّاً وَخَسَاراً،لأَنَّهُمْ قَدْ طُبِعَ عَلَى قُلُوبِهِمْ فَهُمْ لاَ يَفْقَهُونَ . (¬1) ¶ وقال تعالى:{وَلَوْ جَعَلْنَاهُ قُرْآنًا أَعْجَمِيًّا لَّقَالُوا لَوْلَا فُصِّلَتْ آيَاتُهُ أَأَعْجَمِيٌّ وَعَرَبِيٌّ قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدًى وَشِفَاء وَالَّذِينَ لَا يُؤْمِنُونَ فِي آذَانِهِمْ وَقْرٌ وَهُوَ عَلَيْهِمْ عَمًى أُوْلَئِكَ يُنَادَوْنَ مِن مَّكَانٍ بَعِيدٍ} (44) سورة فصلت ¶ ولو جعلنا هذا القرآن الذي أنزلناه عليك -أيها الرسول- أعجميًا،لقال المشركون:هلا بُيِّنتْ آياته،فنفقهه ونعلمه،أأعجمي هذا القرآن،ولسان الذي أنزل عليه عربي؟ هذا لا يكون.قل لهم -أيها الرسول-:هذا القرآن للذين آمنوا بالله ورسوله هدى من الضلالة،وشفاء لما في الصدور من الشكوك والأمراض،والذين لا يؤمنون بالقرآن في آذانهم صمم من سماعه وتدبره،وهو على قلوبهم ¶ ¬__________ ¶ (¬1) - أيسر التفاسير لأسعد حومد - (1 / 2112)",
            "page": "121",
            "part": "1"
        },
        {
            "id": "123",
            "nass": "عَمًى،فلا يهتدون به،أولئك المشركون كمن يُنادى،وهو في مكان بعيد لا يسمع داعيًا،ولا يجيب مناديًا. (¬1) ¶ الحادية والثلاثون:أهل الإيمان:لَّهُمْ دَرَجَاتٌ عِندَ رَبِّهِمْ وَمَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ : ¶ قال تعالى:{ إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَانًا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ (2) الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ (3) أُوْلَئِكَ هُمُ الْمُؤْمِنُونَ حَقًّا لَّهُمْ دَرَجَاتٌ عِندَ رَبِّهِمْ وَمَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ (4)} سورة الأنفال ¶ يُعَرِّفُ اللهُ تَعَالَى المُؤْمِنِينَ بِأَنَّهُمُ:الذِينَ إِذَا ذُكِرَ اللهُ فَزِعَتْ قُلُوبُهُمْ وَخَافَتْ ( وَجِلَتْ )،وَعَمِلَتْ بِمَا أَمَرَ اللهُ،وَتَرَكَتْ مَا نَهَى عَنْهُ.فَالمُؤْمِنُونَ إِذَا أَرَادُوا أَنْ يَهُمُّوا بِمَعْصِيَةٍ أَوْ يَظْلِمُوا،وَقِيلَ لَهُمْ:اتَّقُوا اللهَ،ارْتَدَعُوا عَمَّا هَمُّوا بِهِ خَوْفاً مِنَ اللهِ.وَإِذَا قُرِئَ القُرْآنُ عَلَيْهِمْ رَسَّخَ الإِيمَانَ فِي قُلُوبِهِمْ وَزَادَ فِيهِ،وَهُمْ يَتَوَكَّلُونَ عَلَى اللهِ،لاَ يَرْجُونَ سِوَاهُ،وَلاَ يَلُوذُونَ إِلاَّ بِجَناَبِهِ،وَلاَ يَسْأَلُونَ غَيْرَهُ . ¶ وَبَعْدَ أَنْ بَيَّنَ تَعَالَى إِيمَانَ المُؤْمِنِينَ وَاعْتِقَادَهُم،أَشَارَ هُنَا إلَى أعْمَالِهِمْ،فَقَالَ:إِنَّهُمْ يُؤَدُّونَ الصَّلاَةَ حَقَّ أَدَائِها،بِخُشُوعٍ وَحُضُورِ قُلُوبٍ،وَيُنْفِقُونَ مِمَّا رَزَقَهُمُ اللهُ فِيمَا أَمَرَهُمْ بِهِ رَبُّهُمْ مِنْ ¶ ¬__________ ¶ (¬1) - التفسير الميسر - (8 / 411)",
            "page": "122",
            "part": "1"
        },
        {
            "id": "124",
            "nass": "جِهَادٍ،وَزَكَاةٍ،وَصَدَقَاتٍ،وَيَفْعَلُونَ الخَيْرَاتِ كُلَّهَا .وَالمُتَّصِفُونَ بِهَذِهِ الصَّفَاتِ هُمُ المُؤْمِنُونَ حَقَّ الإِيمَانِ،لَهُمْ دَرَجَاتٌ مِنَ الكَرَامَةِ وَالزُّلْفَى عِنْدَ رَبِّهِمْ،وَلَهُمْ مَنَازِلُ وَمَقَامَاتٌ فِي الجَنَّاتِ،وَيَغْفِرُ اللهُ سَيِّئَاتِهِمْ،وَيَشْكُرُ لَهُمْ حَسَنَاتِهِمْ،وَيَرْزُقُهُمْ رِزْقاً طَيِّباً وَافِراً كَرِيماً . (¬1) ¶ وقال تعالى:{وَالَّذِينَ آمَنُواْ وَهَاجَرُواْ وَجَاهَدُواْ فِي سَبِيلِ اللّهِ وَالَّذِينَ آوَواْ وَّنَصَرُواْ أُولَئِكَ هُمُ الْمُؤْمِنُونَ حَقًّا لَّهُم مَّغْفِرَةٌ وَرِزْقٌ كَرِيمٌ} (74) سورة الأنفال ¶ والذين آمنوا بالله ورسوله،وتركوا ديارهم قاصدين دار الإسلام أو بلدًا يتمكنون فيه من عبادة ربهم،وجاهدوا لإعلاء كلمة الله،والذين نصروا إخوانهم المهاجرين وآووهم وواسوهم بالمال والتأييد،أولئك هم المؤمنون الصادقون حقًا،لهم مغفرة لذنوبهم،ورزق كريم واسع في جنات النعيم. (¬2) ¶ أولئك هم المؤمنون حقا ..فهذه هي الصورة الحقيقية التي يتمثل فيها الإيمان ..هذه هي صورة النشأة الحقيقية والوجود الحقيقي لهذا الدين ..إنه لا يوجد حقيقة بمجرد إعلان القاعدة النظرية ولا بمجرد اعتناقها ولا حتى بمجرد القيام بالشعائر التعبدية فيها ..إن هذا الدين ¶ ¬__________ ¶ (¬1) - أيسر التفاسير لأسعد حومد - (1 / 1163) ¶ (¬2) - التفسير الميسر - (3 / 241)",
            "page": "123",
            "part": "1"
        },
        {
            "id": "125",
            "nass": "منهج حياة لا يتمثل في وجود فعلي،إلا إذا تمثل في تجمع حركي ..أما وجوده في صورة عقيدة فهو وجود حكمي،لا يصبح (حقا) إلا حين يتمثل في تلك الصورة الحركية الواقعية ..وهؤلاء المؤمنون حقا،لهم مغفرة ورزق كريم ..والرزق يذكر هنا بمناسبة الجهاد والإنفاق والإيواء والنصرة وتكاليف هذا كله ..وفوقه المغفرة وهي من الرزق الكريم.بل هي أكرم الرزق الكريم. (¬1) ¶ الثانية والثلاثون:الإيمان الكامل يمنع من دخول النار،والإيمان الضعيف يمنع من الخلود فيها : ¶ فإنّ من آمن إيماناً أدّى به جميع الواجبات،وترك جميع المحرَّمات؛ فإنه لا يدخل النار،كما أنه لا يُخلّد في النار من كان في قلبه شيء من الإيمان. ¶ قال تعالى:{ إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى أُولَئِكَ عَنْهَا مُبْعَدُونَ (101) لَا يَسْمَعُونَ حَسِيسَهَا وَهُمْ فِي مَا اشْتَهَتْ أَنْفُسُهُمْ خَالِدُونَ (102) لَا يَحْزُنُهُمُ الْفَزَعُ الْأَكْبَرُ وَتَتَلَقَّاهُمُ الْمَلَائِكَةُ هَذَا يَوْمُكُمُ الَّذِي كُنْتُمْ تُوعَدُونَ (103) } [الأنبياء/101-103] ¶ ¬__________ ¶ (¬1) - فى ظلال القرآن ـ موافقا للمطبوع - (3 / 1560)",
            "page": "124",
            "part": "1"
        },
        {
            "id": "126",
            "nass": "وعَنْ أَبِي أَيُّوبَ،قَالَ:قُلْتُ:يَا رَسُولَ اللهِ،دُلَّنِي عَلَى عَمَلٍ يُدْخِلُنِي الْجَنَّةَ،قَالَ:\" تَعْبُدُ اللهَ لَا تُشْرِكُ بِهِ شَيْئًا،وَتُقِيمُ الصَّلَاةَ،وَتُؤْتِي الزَّكَاةَ،وَتَصِلُ الرَّحِمَ \" (¬1) ¶ وعَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي عَمْرَةَ الأَنْصَارِيِّ،عَنْ أَبِيهِ رَضِيَ اللَّهُ عَنْهُ قَالَ:كُنَّا مَعَ رَسُولِ اللهِ - صلى الله عليه وسلم - فِي غَزَاةٍ،فَأَصَابَ النَّاسَ مَخْمَصَةٌ،فَأَسْتَأْذَنَ النَّاسُ رَسُولَ اللهِ - صلى الله عليه وسلم - فِي نَحْرِ بَعْضِ ظُهُورِهِمْ،فَقَالُوا:يُبْلِغُنَا اللَّهُ عَزَّ وَجَلَّ بِهَا،فَلَمَّا رَأَى عُمَرُ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللهِ - صلى الله عليه وسلم - قَدْ هَمَّ أَنْ يَأْذَنَ لَهُمْ فِي نَحْرِ بَعْضِ ظُهُورِهِمْ قَالَ:يَا رَسُولَ اللهِ،كَيْفَ بِنَا نَحْنُ إِذَا لَقِينَا عَدُوَّنَا جِيَاعًا رِجَالا،وَلَكِنْ إِنْ رَأَيْتَ أَنْ تَدْعُو النَّاسَ بِبَقَايَا أَزْوَادِهِمْ،فَيَجْمَعُها،ثُمَّ تَدْعُو اللَّهَ عَزَّ وَجَلَّ فِيهَا بِالْبَرَكَةِ،فَإِنَّ اللَّهَ عَزَّ وَجَلَّ سَيُبَلِّغُنَا بِدَعْوَتِكَ،فَدَعَا رَسُولُ اللهِ - صلى الله عليه وسلم - بِبَقَايَا أَزْوَادِهِمْ،فَجَعَلَ النَّاسُ يَجِيئُونَ بِالْحِفْنَةِ مِنَ الطَّعَامِ،وَفَوْقَ ذَلِكَ،فَكَانَ أَعْلاهُمْ مَنْ جَاءَ بِصَاعٍ مِنْ تَمْرٍ،فَجَمَعَهَا رَسُولُ اللهِ - صلى الله عليه وسلم - ،ثُمَّ قَامَ،فَدَعَا بِمَا شَاءَ اللَّهُ عَزَّ وَجَلَّ أَنْ يَدْعُوَ،ثُمَّ دَعَا الْجَيْشَ بِأَوْعِيَتِهِمْ،وَأَمَرَهُمْ أَنْ يَحْثُوا،فَمَا بَقِيَ فِي الْجَيْشِ وِعَاءٌ إِلا مَلَؤُهُ،وَبَقِيَ مِثْلُهُ،فَضَحِكَ رَسُولُ اللهِ - صلى الله عليه وسلم - حَتَّى ¶ ¬__________ ¶ (¬1) - شعب الإيمان - (10 / 326) (7568 ) صحيح",
            "page": "125",
            "part": "1"
        },
        {
            "id": "127",
            "nass": "بَدَتْ نَوَاجِذُهُ،فَقَالَ:أَشْهَدُ أَنْ لا إِلَهَ إِلا اللَّهُ وَإِنِّي رَسُولُ اللهِ لا يَلْقَى اللَّهَ عَزَّ وَجَلَّ عَبْدٌ يُؤْمِنُ بِهَا إِلا حَجَبَهُ عَنِ النَّارِ\" (¬1) ¶ وعَنْ عُبَادَةَ بْنِ الصَّامِتِ أَنَّهُ قَالَ دَخَلْتُ عَلَيْهِ وَهُوَ فِى الْمَوْتِ فَبَكَيْتُ فَقَالَ مَهْلاً لِمَ تَبْكِى فَوَاللَّهِ لَئِنِ اسْتُشْهِدْتُ لأَشْهَدَنَّ لَكَ وَلَئِنْ شُفِّعْتُ لأَشْفَعَنَّ لَكَ وَلَئِنِ اسْتَطَعْتُ لأَنْفَعَنَّكَ ثُمَّ قَالَ وَاللَّهِ مَا مِنْ حَدِيثٍ سَمِعْتُهُ مِنْ رَسُولِ اللَّهِ - صلى الله عليه وسلم - لَكُمْ فِيهِ خَيْرٌ إِلاَّ حَدَّثْتُكُمُوهُ إِلاَّ حَدِيثًا وَاحِدًا وَسَوْفَ أُحَدِّثُكُمُوهُ الْيَوْمَ وَقَدْ أُحِيطَ بِنَفْسِى سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ « مَنْ شَهِدَ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ حَرَّمَ اللَّهُ عَلَيْهِ النَّارَ » (¬2) . ¶ وعَنْ قَتَادَةَ قَالَ حَدَّثَنَا أَنَسُ بْنُ مَالِكٍ أَنَّ النَّبِىَّ - صلى الله عليه وسلم - وَمُعَاذٌ رَدِيفُهُ عَلَى الرَّحْلِ قَالَ « يَا مُعَاذُ بْنَ جَبَلٍ ».قَالَ لَبَّيْكَ يَا رَسُولَ اللَّهِ وَسَعْدَيْكَ.قَالَ « يَا مُعَاذُ ».قَالَ لَبَّيْكَ يَا رَسُولَ اللَّهِ وَسَعْدَيْكَ.ثَلاَثًا،قَالَ « مَا مِنْ أَحَدٍ يَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ صِدْقًا مِنْ قَلْبِهِ إِلاَّ حَرَّمَهُ اللَّهُ عَلَى النَّارِ ».قَالَ يَا ¶ ¬__________ ¶ (¬1) - الآحاد والمثاني (2004) حسن ¶ (¬2) - صحيح مسلم (151)",
            "page": "126",
            "part": "1"
        },
        {
            "id": "128",
            "nass": "رَسُولَ اللَّهِ،أَفَلاَ أُخْبِرُ بِهِ النَّاسَ فَيَسْتَبْشِرُوا قَالَ « إِذًا يَتَّكِلُوا ».وَأَخْبَرَ بِهَا مُعَاذٌ عِنْدَ مَوْتِهِ تَأَثُّمًا (¬1) . ¶ وعَنْ أَنَسٍ قَالَ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - « مَا يَسْأَلُ رَجُلٌ مُسْلِمٌ اللَّهَ الْجَنَّةَ ثَلاَثاً إِلاَّ قَالَتِ الْجَنَّةُ اللَّهُمَّ أَدْخِلْهُ وَلاَ اسْتَجَارَ رَجُلٌ مُسْلِمٌ اللَّهَ مِنَ النَّارِ ثَلاَثاً إِلاَّ قَالَتِ النَّارُ اللَّهُمَّ أَجِرْهُ ». (¬2) ¶ وعَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ قَالَ سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ « مَنِ اغْبَرَّتْ قَدَمَاهُ فِى سَبِيلِ اللَّهِ فَهُمَا حَرَامٌ عَلَى النَّارِ » (¬3) . ¶ وعَنْ أَبِي هُرَيْرَةَ،قَالَ:قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - :لا يَلِجُ النَّارَ مَنْ بَكَى مِنْ خَشْيَةِ اللَّهِ حَتَّى يَعُودَ اللَّبَنُ فِي الضَّرْعِ،وَلا يَجْتَمِعُ غُبَارٌ فِي سَبِيلِ اللَّهِ وَدُخَانُ جَهَنَّمَ فِي مَنْخِرَيْ مُسْلِمٍ أَبَدًا \" (¬4) ¶ وعَنْ أَنَسٍ،قَالَ:قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - :أَخْرِجُوا مِنَ النَّارِ مَنْ قَالَ:لا إِلَهَ إِلا اللَّهُ وَمَنْ كَانَ فِي قَلْبِهِ مِنَ الْخَيْرِ مَا يَزِنُ بُرَّةً،أَخْرِجُوا مِنَ النَّارِ مَنْ قَالَ:لا إِلَهَ إِلا اللَّهُ وَمَنْ كَانَ فِي قَلْبِهِ مِنَ الْخَيْرِ مَا يَزِنُ شَعِيرَةً،أَخْرِجُوا ¶ ¬__________ ¶ (¬1) - البخاري(128 ) ¶ (¬2) - مسند أحمد (12774) صحيح ¶ (¬3) - مسند أحمد(15334) صحيح ¶ (¬4) - شرح السنة للبغوي(4168) صحيح",
            "page": "127",
            "part": "1"
        },
        {
            "id": "129",
            "nass": "مِنَ النَّارِ مَنْ قَالَ:لا إِلَهَ إِلا اللَّهُ وَمَنْ كَانَ فِي قَلْبِهِ مِنَ الْخَيْرِ مَا يَزِنُ ذَرَّةً . (¬1) ¶ وعَنْ حُذَيْفَةَ،عَنِ النَّبِيِّ - صلى الله عليه وسلم - ،قَالَ:يَقُولُ إِبْرَاهِيمُ يَوْمَ الْقِيَامَةِ:يَا رَبَّاهُ،فَيَقُولُ الرَّبُّ جَلَّ وَعَلاَ:يَا لَبَّيْكَاهُ،فَيَقُولُ إِبْرَاهِيمُ:يَا رَبِّ حَرَّقْتَ بَنِيَّ،فَيَقُولُ:أَخْرِجُوا مِنَ النَّارِ مَنْ كَانَ فِي قَلْبِهِ ذَرَّةٌ أَوْ شَعِيرَةٌ مِنْ إِيمَانٍ.\" (¬2) ¶ وعَنْ أَبِي هُرَيْرَةَ،قَالَ:قَالَ النَّاسُ:يَا رَسُولَ اللهِ هَلْ نَرَى رَبَّنَا يَوْمَ الْقِيَامَةِ؟فَقَالَ النَّبِيُّ - صلى الله عليه وسلم - :هَلْ تُضَارُّونَ فِي الشَّمْسِ لَيْسَ دُونَهَا سَحَابٌ؟قَالُوا:لاَ يَا رَسُولَ اللهِ،قَالَ:فَهَلْ تُضَارُّونَ فِي الْقَمَرِ لَيْلَةَ الْبَدْرِ لَيْسَ دُونَهُ سَحَابٌ؟قَالُوا:لاَ يَا رَسُولَ اللهِ،قَالَ:فَإِنَّكُمْ تَرَوْنَهُ يَوْمَ الْقِيَامَةِ كَذَلِكَ يَجْمَعُ اللَّهُ النَّاسَ يَوْمَ الْقِيَامَةِ،فَيَقُولُ:مَنْ كَانَ يَعْبُدُ شَيْئًا فَلْيَتَّبِعْهُ،فَيَتَّبِعُ مَنْ كَانَ يَعْبُدُ الشَّمْسَ الشَّمْسَ،وَمَنْ كَانَ يَعْبُدُ الْقَمَرَ الْقَمَرَ،وَيَتَّبِعُ مَنْ كَانَ يَعْبُدُ الطَّوَاغِيتَ الطَّوَاغِيتَ،وَتَبْقَى هَذِهِ الْأُمَّةُ فِيهَا مُنَافِقُوهَا،فَيَأْتِيهِمُ اللَّهُ جَلَّ وَعَلاَ فِي غَيْرِ صُورَتِهِ الَّتِي يَعْرِفُونَ،فَيَقُولُ:أَنَا رَبُّكُمْ،فَيَقُولُونَ:نَعُوذُ بِاللَّهِ مِنْكَ هَذَا مَقَامُنَا حَتَّى يَأْتِيَنَا رَبُّنَا،فَإِذَا جَاءَنَا رَبُّنَا عَرَفْنَاهُ،قَالَ:فَيَأْتِيهِمْ فِي الصُّورَةِ الَّتِي ¶ ¬__________ ¶ (¬1) - مسند أبي عوانة (338 ) صحيح ¶ (¬2) - صحيح ابن حبان - (16 / 382) (7378) صحيح",
            "page": "128",
            "part": "1"
        },
        {
            "id": "130",
            "nass": "يَعْرِفُونَ،فَيَقُولُ:أَنَا رَبُّكُمْ،فَيَقُولُونَ أَنْتَ رَبُّنَا،وَيُضْرَبُ جِسْرٌ عَلَى جَهَنَّمَ،قَالَ النَّبِيُّ - صلى الله عليه وسلم - :فَأَكُونُ أَوَّلَ مَنْ يَجُوزُهُ،وَدَعْوَةُ الرُّسُلِ يَوْمَئِذٍ:اللَّهُمَّ سَلِّمْ سَلِّمْ،وَبِهِ كَلاَلِيبُ مِثْلُ شَوْكِ السَّعْدَانِ،هَلْ تَدْرُونَ شَوْكَ السَّعْدَانِ؟قَالُوا:نَعَمْ يَا رَسُولَ اللهِ،قَالَ:فَإِنَّهَا مِثْلُ شَوْكِ السَّعْدَانِ غَيْرَ أَنَّهُ لاَ يَعْلَمُ قَدْرَ عِظَمِهَا إِلاَّ اللَّهُ،فَتَخْطَفُ النَّاسَ بِأَعْمَالِهِمْ،فَمِنْهُمُ الْمُوبَقُ بِعَمَلِهِ،وَمِنْهُمُ الْمُخَرْدَلُ،ثُمَّ يَنْجُو حَتَّى إِذَا فَرَغَ اللَّهُ مِنَ الْقَضَاءِ بَيْنَ عِبَادِهِ،وَأَرَادَ أَنْ يُخْرِجَ مِنَ النَّارِ،مَنْ أَرَادَ مِمَّنْ كَانَ يَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ أَمَرَ اللَّهُ الْمَلاَئِكَةَ أَنْ يُخْرِجُوهُمْ،فَيَعْرِفُونَهُمْ بِعَلاَمَةِ آثَارِ السُّجُودِ،قَالَ:وَحَرَّمَ اللَّهُ عَلَى النَّارِ أَنْ تَأْكُلَ مِنِ ابْنِ آدَمَ أَثَرَ السُّجُودِ،قَالَ:فَيُخْرِجُونَهُمْ قَدِ امْتُحِشُوا فَيُصَبُّ عَلَيْهِمْ مَاءٌ،يُقَالُ لَهُ:مَاءُ الْحَيَاةِ،فَيَنْبُتُونَ نَبَاتَ الْحَبَّةِ فِي حَمِيلِ السَّيْلِ،قَالَ:وَيَبْقَى رَجُلٌ مُقْبِلٌ بِوَجْهِهِ عَلَى النَّارِ،فَيَقُولُ:يَا رَبِّ قَدْ قَشَبَنِي رِيحُهَا،وَأَحْرَقَنِي ذَكَاؤُهَا،فَاصْرِفْ وَجْهِي عَنِ النَّارِ،فَلاَ يَزَالُ يَدْعُو،فَيَقُولُ اللَّهُ جَلَّ وَعَلاَ:فَلَعَلِّي إِنْ أَعْطَيْتُكَ ذَلِكَ أَنْ تَسْأَلَنِي غَيْرَهُ،فَيَقُولُ:لاَ وَعِزَّتِكَ لاَ أَسْأَلُكَ غَيْرَهُ،فَيَصْرِفُ وَجْهَهُ عَنِ النَّارِ،ثُمَّ يَقُولُ بَعْدَ ذَلِكَ:يَا رَبِّ،قَرِّبْنِي إِلَى بَابِ الْجَنَّةِ،فَيَقُولُ جَلَّ وَعَلاَ:أَلَيْسَ قَدْ زَعَمْتَ أَنْ لاَ تَسْأَلَنِي غَيْرَهُ؟وَيْلَكَ يَا ابْنَ آدَمَ مَا أَغْدَرَكَ،فَلاَ يَزَالُ يَدْعُو،فَيَقُولُ جَلَّ وَعَلاَ:فَلَعَلَّكَ إِنْ أَعْطَيْتُكَ ذَلِكَ أَنْ تَسْأَلَنِي غَيْرَهُ،فَيَقُولُ:لاَ وَعِزَّتِكَ لاَ",
            "page": "129",
            "part": "1"
        },
        {
            "id": "131",
            "nass": "أَسْأَلُكَ غَيْرَهُ،وَيُعْطِي اللَّهَ مِنْ عُهُودٍ وَمَوَاثِيقَ أَنْ لاَ يَسْأَلَهُ غَيْرَهُ،فَيُقَرِّبُهُ إِلَى بَابِ الْجَنَّةِ فَلَمَّا قَرَّبَهُ مِنْهَا انْفَهَقَتْ لَهُ الْجَنَّةُ،فَإِذَا رَأَى مَا فِيهَا سَكَتَ مَا شَاءَ اللَّهُ أَنْ يَسْكُتَ،ثُمَّ يَقُولُ:يَا رَبِّ أَدْخِلْنِي الْجَنَّةَ،فَيَقُولُ جَلَّ وَعَلاَ:أَلَيْسَ قَدْ زَعَمْتَ أَنْ لاَ تَسْأَلَنِي غَيْرَهُ،وَيْلَكَ يَا ابْنَ آدَمَ مَا أَغْدَرَكَ،فَيَقُولُ:يَا رَبِّ لاَ تَجْعَلْنِي أَشْقَى خَلْقِكَ،قَالَ:فَلاَ يَزَالُ يَدْعُو حَتَّى يَضْحَكَ جَلَّ وَعَلاَ،فَإِذَا ضَحِكَ مِنْهُ أَذِنَ لَهُ بِالدُّخُولِ دُخُولِ الْجَنَّةِ،فَإِذَا دَخَلَ قِيلَ لَهُ:تَمَنَّ كَذَا وَتَمَنَّ كَذَا،فَيَتَمَنَّى حَتَّى تَنْقَطِعَ بِهِ الأَمَانِيُّ،فَيَقُولُ جَلَّ وَعَلاَ:هُوَ لَكَ وَمِثْلُهُ مَعَهُ،قَالَ أَبُو سَعِيدٍ:سَمِعْتُ رَسُولَ اللهِ - صلى الله عليه وسلم - ،يَقُولُ:هُوَ لَكَ وَعَشَرَةُ أَمْثَالِهِ،فَقَالَ أَبُو هُرَيْرَةَ:حَفِظْتُ:هُوَ لَكَ وَمِثْلُهُ مَعَهُ وَذَلِكَ الرَّجُلُ آخِرُ أَهْلِ الْجَنَّةِ دُخُولاً. (¬1) ¶ وعَنْ عَبْدِ اللَّهِ - رضى الله عنه - قَالَ النَّبِىُّ - صلى الله عليه وسلم - « إِنِّى لأَعْلَمُ آخِرَ أَهْلِ النَّارِ خُرُوجًا مِنْهَا،وَآخِرَ أَهْلِ الْجَنَّةِ دُخُولاً رَجُلٌ يَخْرُجُ مِنَ النَّارِ كَبْوًا،فَيَقُولُ اللَّهُ اذْهَبْ فَادْخُلِ الْجَنَّةَ.فَيَأْتِيهَا فَيُخَيَّلُ إِلَيْهِ أَنَّهَا مَلأَى،فَيَرْجِعُ فَيَقُولُ يَا رَبِّ وَجَدْتُهَا مَلأَى،فَيَقُولُ اذْهَبْ فَادْخُلِ الْجَنَّةَ.فَيَأْتِيهَا فَيُخَيَّلُ إِلَيْهِ أَنَّهَا مَلأَى.فَيَقُولُ يَا رَبِّ وَجَدْتُهَا مَلأَى،فَيَقُولُ اذْهَبْ فَادْخُلِ الْجَنَّةَ،فَإِنَّ لَكَ مِثْلَ الدُّنْيَا وَعَشَرَةَ ¶ ¬__________ ¶ (¬1) - صحيح ابن حبان - (ج 16 / ص 450)(7429) صحيح",
            "page": "130",
            "part": "1"
        },
        {
            "id": "132",
            "nass": "أَمْثَالِهَا.أَوْ إِنَّ لَكَ مِثْلَ عَشَرَةِ أَمْثَالِ الدُّنْيَا.فَيَقُولُ تَسْخَرُ مِنِّى،أَوْ تَضْحَكُ مِنِّى وَأَنْتَ الْمَلِكُ ».فَلَقَدْ رَأَيْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - ضَحِكَ حَتَّى بَدَتْ نَوَاجِذُهُ،وَكَانَ يُقَالُ ذَلِكَ أَدْنَى أَهْلِ الْجَنَّةِ مَنْزِلَةً . (¬1) ¶ الكبو:الحبو -النواجذ:جمع ناجذ وهو أقصى الأضراس ¶ وعَنْ حُذَيْفَةَ،عَنِ النَّبِيِّ - صلى الله عليه وسلم - ،قَالَ:يَقُولُ إِبْرَاهِيمُ يَوْمَ الْقِيَامَةِ:يَا رَبَّاهُ،فَيَقُولُ الرَّبُّ جَلَّ وَعَلاَ:يَا لَبَّيْكَاهُ،فَيَقُولُ إِبْرَاهِيمُ:يَا رَبِّ حَرَّقْتَ بَنِيَّ،فَيَقُولُ:أَخْرِجُوا مِنَ النَّارِ مَنْ كَانَ فِي قَلْبِهِ ذَرَّةٌ أَوْ شَعِيرَةٌ مِنْ إِيمَانٍ. (¬2) ¶ وعن مَعْبَدَ بْنِ هِلالٍ،قَالَ:اجْتَمَعْنَا نَاسُ مِنْ أَهْلِ الْبَصْرَةِ،فَانْطَلَقْنَا إِلَى أَنَسِ بْنِ مَالِكٍ،وَذَهَبْنَا مَعَنَا بِثَابِتٍ الْبُنَانِيِّ،يَسْأَلُهُ لَنَا عَنْ حَدِيثِ الشَّفَاعَةِ،وَسَاقَ الْحَدِيثَ بِطُولِهِ،وَقَالَ:خَرَجْنَا مِنْ عِنْدِهِ،فَلَمَّا كُنَّا بِظَهْرِ الْجَبَّانِ قُلْنَا:لَوْ مِلْنَا إِلَى الْحَسَنِ فَسَلَّمْنَا عَلَيْهِ،وَهُوَ مُسْتَخْفِي فِي دَارِ أَبِي خَلِيفَةَ،فَدَخَلْنَا عَلَيْهِ فَحَدَّثْنَاهُ الْحَدِيثَ،فَقَالَ:قَدْ حَدَّثَنَاهُ مُنْذُ عِشْرِينَ سَنَةً،وَلَقَدْ تَرَكَ شَيْئًا مَا أَدْرِي أَنَسِيَ الشَّيْخُ أَمْ كَرِهَ أَنْ يُحَدِّثَكُمْ فَتَتَّكِلُوا،قُلْنَا لَهُ:حَدَّثَنَا،فَقَالَ:قال يَعْنِي النَّبِيَّ - صلى الله عليه وسلم - :ثُمَّ أَرْجِعُ إِلَى رَبِّي فِي الرَّابِعَةِ فَأَحْمَدُهُ بِتِلْكَ الْمَحَامِدِ،ثُمَّ أَخِرُّ لَهُ ¶ ¬__________ ¶ (¬1) - صحيح البخارى(6571 ) وصحيح مسلم(479 ) ¶ (¬2) - صحيح ابن حبان - (ج 16 / ص 382)(7378) ومسند أبي عوانة(330) صحيح",
            "page": "131",
            "part": "1"
        },
        {
            "id": "133",
            "nass": "سَاجِدًا،فَيُقَالُ:يَا مُحَمَّدُ،ارْفَعْ،وَقُلْ تُسْمَعْ لَكَ،وَسَلْ تُعْطَ،وَاشْفَعْ تُشَفَّعْ،فَأَقُولُ:يَا رَبِّ،ائْذَنْ لِي فِيمَنْ قَالَ:لا إِلَهَ إِلا اللَّهُ،قَالَ:لَيْسَ ذَاكَ لَكَ أَوْ قَالَ:لَيْسَ ذَاكَ إِلَيْكَ،وَلَكِنْ وَعِزَّتِي وَكِبْرِيَائِي وَعَظَمَتِي لأُخْرِجَنَّ مَنْ قَالَ:لا إِلَهَ إِلا اللَّهُ،قَالَ:فَأَشْهَدُ عَلَى الْحَسَنِ أَنَّهُ حَدَّثَنَا أَنَّهُ سَمِعَ أَنَسَ بْنَ مَالِكٍ (¬1) . ¶ - - - - - - - - - - - - - ¶ ¬__________ ¶ (¬1) - مسند أبي عوانة (337) صحيح",
            "page": "132",
            "part": "1"
        },
        {
            "id": "134",
            "nass": "أهم المراجع ¶ 1. أيسر التفاسير لأسعد حومد ¶ 2. تفسير ابن كثير - دار طيبة - ¶ 3. تفسير السعدي ¶ 4. التفسير الميسر ¶ 5. فى ظلال القرآن ـ موافقا للمطبوع - ¶ 6. تفسير الشعراوي ¶ 7. صحيح البخارى- المكنز - ¶ 8. صحيح مسلم- المكنز - ¶ 9. صحيح ابن حبان ¶ 10. سنن الترمذى ¶ 11. سنن ابن ماجة- ط- الرسالة - ¶ 12. مسند أحمد (عالم الكتب) ¶ 13. شرح مشكل الآثار ¶ 14. موسوعة كتب ابن القيم ¶ 15. التوضيح والبيان لشجرة الإيمان للسعدي ¶ 16. شعب الإيمان ¶ 17. تفسير ابن أبي حاتم ¶ 18. الخلاصة في معاني النصر الحقيقية للمؤلف ¶ 19. شرح السنة للبغوي ¶ 20. مسند أبي عوانة ¶ 21. المكتبة الشاملة 3 ¶ 22. برنامج قالون",
            "page": "133",
            "part": "1"
        },
        {
            "id": "135",
            "nass": "الفهرس العام ¶ أولاً :الاغتباطُ بولاية الله الخاصة ِالتي هي أعظمُ ما تنافس فيه المتنافسون،وتسابق فيه المتسابقون،وأعظم ُما حصل عليه المؤمنون : ... 4 ¶ ثانياً :الفوزُ برضى اللهِ ودارِ كرامته: ... 6 ¶ ثالثا:أن الله يدفعُ عن المؤمنينَ جميع المكارهِ،وينجّيهِم من الشدائدَ: ... 7 ¶ خامساً:إن جميعَ الأعمال ِوالأقوال إنما تصحُّ وتكملُ بحسب ما يقوم بقلبِ صاحبِها من الإيمانِ والإخلاص: ... 18 ¶ سادساً:أنَّ صاحبَ الإيمان يهديه اللهُ إلى الصراط المستقيم ... 24 ¶ سابعاً :ومن ثمراتِ الإيمان ولوازمه حبُّ الله لهم : ... 32 ¶ ثامناً:حصول الإمامة في الدين : ... 34 ¶ تاسعاً :رفعُ مكانتهِم في الدارين : ... 39 ¶ عاشراً :حصولُ البشارةِ بكرامةِ الله والأمنِ التامِّ منْ جميعِ الوجوهِ: ... 39 ¶ الحادي عشر:حصولُ الفلاح في الدارين : ... 47 ¶ الثاني عشر:الانتفاعُ بالمواعظَ والتذكيرُ بالآيات: ... 49 ¶ الثالث عشر:الإيمانُ يقطعُ الشكوكَ التي تعرِض لكثيرٍ من الناس فتضر بدينهم : ... 51",
            "page": "134",
            "part": "1"
        },
        {
            "id": "136",
            "nass": "الرابع عشر:أن الإيمانَ ملجَأُ المؤمنينَ في كلِّ ما يلمُّ بهم: ... 54 ¶ الخامس عشر:الإيمان الصحيح يمنع العبد من الوقوع في المُوبقات المُهلكة : ... 60 ¶ السادس عشر:التاسع عشر:خير الخليقة قسمان:هم أهل الإيمان ... 61 ¶ السابع عشر:الإيمان يثمر الاستخلاف في الأرض : ... 63 ¶ الثامن عشر:الإيمان ينصر الله به العبد : ... 70 ¶ التاسع عشر:الإيمان يثمر للعبد العزّة: ... 75 ¶ العشرون:الإيمان يثمر عدم تسليط الأعداء على المؤمنين : ... 76 ¶ الحادي والعشرون:الأمن التامّ والاهتداء : ... 86 ¶ الثاني والعشرون:حفظ سعي المؤمنين : ... 91 ¶ الثالث والعشرون:زيادة الإيمان للمؤمنين : ... 96 ¶ الرابع والعشرون:نجاة المؤمنين : ... 98 ¶ الخامس والعشرون:الأجر العظيم لأهل الإيمان : ... 102 ¶ السادس والعشرون:معيّة الله لأهل الإيمان،وهي المعية الخاصة:معية التوفيق والإلهام والتسديد : ... 104 ¶ السابع والعشرون:أهل الإيمان في أمنٍ منَ الخوف والحزن : ... 106 ¶ الثامن والعشرون:الأجر الكبير : ... 116",
            "page": "135",
            "part": "1"
        },
        {
            "id": "137",
            "nass": "التاسع والعشرون:الأجر غير الممنون : ... 119 ¶ الثلاثون:القرآن إنما هو هُدىً ورحمةٌ للمؤمنين, وشفاءٌ ورحمة،وهو لهم هدى وشفاء : ... 120 ¶ الحادية والثلاثون:أهل الإيمان:لَّهُمْ دَرَجَاتٌ عِندَ رَبِّهِمْ وَمَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ : ... 122 ¶ الثانية والثلاثون:الإيمان الكامل يمنع من دخول النار،والإيمان الضعيف يمنع من الخلود فيها : ... 124",
            "page": "136",
            "part": "1"
        }
    ],
    "t35265": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الخلاصة في فوائد الإيمان وثمراته- 5"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "أولاً :الاغتباطُ بولاية الله الخاصة ِالتي هي أعظمُ ما تنافس فيه المتنافسون،وتسابق فيه المتسابقون،وأعظم ُما حصل عليه المؤمنون :"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "ثانياً :الفوزُ برضى اللهِ ودارِ كرامته:"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "ثالثا:أن الله يدفعُ عن المؤمنينَ جميع المكارهِ،وينجّيهِم من الشدائدَ:"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "رابعاً:أن الإيمان والعمل الصالح - الذي هو فرعه - يثمر الحياة الطيبة في هذه الدار،وفى دار القرار:"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "خامساً:إن جميعَ الأعمال ِوالأقوال إنما تصحُّ وتكملُ بحسب ما يقوم بقلبِ صاحبِها من الإيمانِ والإخلاص:"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "سادساً:أنَّ صاحبَ الإيمان يهديه اللهُ إلى الصراط المستقيم"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "سابعاً :ومن ثمراتِ الإيمان ولوازمه حبُّ الله لهم :"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": null,
            "tit": "ثامناً:حصول الإمامة في الدين :"
        },
        {
            "id": "40",
            "lvl": "1",
            "sub": null,
            "tit": "تاسعاً :رفعُ مكانتهِم في الدارين :"
        },
        {
            "id": "40",
            "lvl": "1",
            "sub": "1",
            "tit": "عاشراً :حصولُ البشارةِ بكرامةِ الله والأمنِ التامِّ منْ جميعِ الوجوهِ:"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": null,
            "tit": "الحادي عشر:حصولُ الفلاح في الدارين :"
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": null,
            "tit": "الثاني عشر:الانتفاعُ بالمواعظَ والتذكيرُ بالآيات:"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": null,
            "tit": "الثالث عشر:الإيمانُ يقطعُ الشكوكَ التي تعرِض لكثيرٍ من الناس فتضر بدينهم :"
        },
        {
            "id": "55",
            "lvl": "1",
            "sub": null,
            "tit": "الرابع عشر:أن الإيمانَ ملجَأُ المؤمنينَ في كلِّ ما يلمُّ بهم:"
        },
        {
            "id": "61",
            "lvl": "1",
            "sub": null,
            "tit": "الخامس عشر:الإيمان الصحيح يمنع العبد من الوقوع في المُوبقات المُهلكة :"
        },
        {
            "id": "62",
            "lvl": "1",
            "sub": null,
            "tit": "السادس عشر:التاسع عشر:خير الخليقة قسمان:هم أهل الإيمان"
        },
        {
            "id": "64",
            "lvl": "1",
            "sub": null,
            "tit": "السابع عشر:الإيمان يثمر الاستخلاف في الأرض :"
        },
        {
            "id": "71",
            "lvl": "1",
            "sub": null,
            "tit": "الثامن عشر:الإيمان ينصر الله به العبد :"
        },
        {
            "id": "76",
            "lvl": "1",
            "sub": null,
            "tit": "التاسع عشر:الإيمان يثمر للعبد العزّة:"
        },
        {
            "id": "77",
            "lvl": "1",
            "sub": null,
            "tit": "العشرون:الإيمان يثمر عدم تسليط الأعداء على المؤمنين :"
        },
        {
            "id": "87",
            "lvl": "1",
            "sub": null,
            "tit": "الحادي والعشرون:الأمن التامّ والاهتداء :"
        },
        {
            "id": "92",
            "lvl": "1",
            "sub": null,
            "tit": "الثاني والعشرون:حفظ سعي المؤمنين :"
        },
        {
            "id": "97",
            "lvl": "1",
            "sub": null,
            "tit": "الثالث والعشرون:زيادة الإيمان للمؤمنين :"
        },
        {
            "id": "99",
            "lvl": "1",
            "sub": null,
            "tit": "الرابع والعشرون:نجاة المؤمنين :"
        },
        {
            "id": "103",
            "lvl": "1",
            "sub": null,
            "tit": "الخامس والعشرون:الأجر العظيم لأهل الإيمان :"
        },
        {
            "id": "105",
            "lvl": "1",
            "sub": null,
            "tit": "السادس والعشرون:معيّة الله لأهل الإيمان،وهي المعية الخاصة:معية التوفيق والإلهام والتسديد :"
        },
        {
            "id": "107",
            "lvl": "1",
            "sub": null,
            "tit": "السابع والعشرون:أهل الإيمان في أمنٍ منَ الخوف والحزن :"
        },
        {
            "id": "117",
            "lvl": "1",
            "sub": null,
            "tit": "الثامن والعشرون:الأجر الكبير :"
        },
        {
            "id": "120",
            "lvl": "1",
            "sub": null,
            "tit": "التاسع والعشرون:الأجر غير الممنون :"
        },
        {
            "id": "121",
            "lvl": "1",
            "sub": null,
            "tit": "الثلاثون:القرآن إنما هو هُدىً ورحمةٌ للمؤمنين, وشفاءٌ ورحمة،وهو لهم هدى وشفاء :"
        },
        {
            "id": "123",
            "lvl": "1",
            "sub": null,
            "tit": "الحادية والثلاثون:أهل الإيمان:لَّهُمْ دَرَجَاتٌ عِندَ رَبِّهِمْ وَمَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ :"
        },
        {
            "id": "125",
            "lvl": "1",
            "sub": null,
            "tit": "الثانية والثلاثون:الإيمان الكامل يمنع من دخول النار،والإيمان الضعيف يمنع من الخلود فيها :"
        }
    ]
}