{
    "b35280": [
        {
            "id": "1",
            "nass": "كل خير في اتباع من سلف ¶ وكل شر في ابتداع من خلف ¶ إعداد ¶ أ.د.عبد الله بن محمد بن أحمد الطيار ¶ أستاذ الدراسات العليا بكلية الشريعة وأصول الدين ـ جامعة القصيم ¶ بسم الله الرحمن الرحيم ¶ المقدمة ¶ إن الحمد لله نحمده، ونستعينه، ونستغفره، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمدا عبده ورسوله. [يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلاَّ وَأَنْتُمْ مُسْلِمُونَ](آل عمران:102). [يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيباً](النساء:1). [يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلاً سَدِيداً * يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَن يُطِعِ اللهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزَاً عَظِيماً](الأحزاب:70،71) ¶ أما بعد: فإن أصدق الحديث كتاب الله، وخير الهدي هدي محمد صلى الله عليه وسلم، وشر الأمور محدثاتها، وكل محدثة بدعة، وكل بدعة ضلالة، وكل ضلالة في النار، وما قل وكفى خير مما كثر وألهى، وإن ما توعدون لآت وما أنتم بمعجزين.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "كتب عمر بن عبد العزيز رحمه الله إلى عامل له فقال:(أما بعد: فإني أوصيك بتقوى الله، والاقتصاد في أمره، واتباع سنة رسوله صلى الله عليه وسلم، وترك ما أحدث المحدثون بعده مما جرت به سنته وكفوا مؤنته، فعليك بلزوم السُنَّة فإنها لك بإذن الله عصمة، واعلم أن الناس لم يحدثوا بدعة إلا وقد مضى قبلها ما هو دليل عليها وعبرة فيها، فإن السُنَّة إنما سنَّها من علم ما في خلافها من الخطأ والزلل، والحمق والتعمق، فارض لنفسك ما رضي به القوم لأنفسهم فإنهم السابقون، عن علم وقفوا، وببصر نافذ كفوا، وهم كانوا على كشف الأمور أقوى، وبفضل فيه لو كان أحرى، فلئن كان الهدى ما أنتم عليه فقد سبقتموهم إليه، ولئن قلت إنما أحدث بعدهم ما أحدثه إلا من اتبع غير سبيلهم ورغب بنفسه عنهم، لقد تكلموا فيه بما يكفي، ووصفوا منه ما يشفي، فما دونهم مقصر، وما فوقهم محصر، لقد قصر دونهم أقوام فجفوا، وطمع عنهم آخرون فغلوا، إنهم بين ذلك لعلى هدى مستقيم)(¬1). ¶ قلت: هذا كلام خليفة المسلمين عمر بن عبد العزيز رحمه الله وصدق والله فيما قاله، فإنه لا شيء أفسد على الأمة دينها وضيّع كيانها، وجعلها غُثاءً كغثاء السيل فتكالب عليها أمم الكفر، كالبدع التي تفتك في الأمة فتك الذئب بالغنم، وتنخر فيها نخر السوس في الحب،وتسري في كيان الأمة سريان النار في الهشيم. ¶ إن البدع التي يموج فيها السواد الأعظم في هذه الأمة وبخاصة في هذه الفترة أدت إلى انتشار الشرك بطريقة لا يصدقها عاقل أبدا. ¶ ¬__________ ¶ (¬1) البدع لابن وضاح، 30، 31، الحلية لأبي نعيم (5/39)، الاعتصام للشاطبي (1/49)..",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "فكم كنت حزيناً عندما سمعت بهذا الرجل الذي جاء من وطنه قاصداً أداء مناسك الحج، فإذا به يذهب إلى المدينة النبوية يجلس فيها طوال أيام الحج معرضاً عن أداء مناسك الحج، جالساً أمام قبر النبي صلى الله عليه وسلم مستغيثاً به، مستشفعاً، طالباً قضاء الحوائج منه، بل أخذ يُنكر على قاصدي مكة لأداء مناسك الحج قائلا: الحج ها هنا، يعنى (الجلوس أمام القبر)، ثم رجع إلى وطنه دون أن يؤدي مناسكه، فيا لها من غربة للدين. ¶ لقد أحدث المسلمون في دينهم من البدع ـ ما الله به عليم ـ ما انحرف بكثير منهم عن سواء السبيل وعمّى عليهم دينهم الحق الأصيل، فما يفتح لهم الشيطان باباً من الضلال إلا ولجوه، ولا يزين لهم شيئاً من البدع إلا تبعوه، وما زال الخطر يستفحل والشر يتفاقم حتى طمَّ السيل وأليل الليل عن كثير من المسلمين. ¶ وما تزال بلادنا ـ ولله الحمد ـ سليمةً من كثير من البدع التي تموج بها كثير من بلاد المسلمين، وذلك بفضل الله أولاً، ثم بفضل دعوة التوحيد، وتكاتف الولاة والعلماء على السير بقوة حسب المنهج الشرعي، وسد أبواب البدع بقدر الإمكان. ¶ ولما كانت السُنَّة من الدين بمكان حيث تمثل الأصل الثاني من أصول التشريع، والإحداث في الدين يضاهيها ويدرس معالمها، كما قال أبو إدريس الخولاني:(وما أحدثت أمة في دينها بدعة إلا رفع الله بها عنهم سنة) كان حقاً على كل مسلم معتصم بدين الله، محبٍ للكتاب والسُنَّة، سواء كان عالماً أو طالب علم أن يحث الناس على التمسك بالسُنَّة، ويحذرهم من الإحداث في الدين، ونظراً لأهمية هذا الأمر كتبت هذه الأسطر أداءً للأمانة،وقياماً بواجب النصيحة (فكل خير في اتباع من سلف وكل شر في ابتداع من خلف). أسأل الله جل وعلا أن يجعل أعمالنا خالصة لوجهه الكريم، وأن ينفعنا بما علمنا، ويعلمنا ما جهلنا، وأن يجعل ما تعلمناه حجة لنا لا علينا. وآخر دعوانا أن الحمد لله رب العالمين وصلى الله وسلم على نبينا محمد.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وكتبه أبو محمد ـ أ.د. عبد الله بن محمد بن أحمد الطيار ـ ص.ب: 188 ـ الزلفي: 11932 ¶ كل خير في اتباع من سلف ¶ شروط قبول الأعمال: بيَّن الله سبحانه وتعالى في كتابه أنه لا يقبل من الأعمال مما يتقرب به العباد إليه إلا إذا توفر فيه شرطان: الشرط الأول: إخلاص العمل لله وحده لا شريك له: ¶ مصداقاً لقوله تعالى:[فَمَنْ كَانَ يَرْجُو لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلاً صَالِحاً وَلا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَداً](¬1). وقوله:[وَمَا أُمِرُوا إِلاَّ لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ](¬2). وقول النبي صلى الله عليه وسلم:(إِنَّمَا الأَعْمَالُ بِالنِّيَّاتِ وَإِنَّمَا لِكُلِّ امْرِئٍ مَا نَوَى..)(¬3)، وقوله صلى الله عليه وسلم: قال الله تعالى:(أنا أغنى الشركاء عن الشرك، فمن عمل عملاً أشرك معي فيه غيري تركته وشركه)(¬4). ¶ الشرط الثاني: أن يكون هذا العمل قد شرعه الله أو شرعه رسوله صلى الله عليه وسلم: بمعنى أن لا يكون ¶ بعبادة مبتدعة، لقوله صلى الله عليه وسلم :(مَنْ أَحْدَثَ فِي أَمْرِنَا هَذَا مَا لَيْسَ مِنْهُ فَهُوَ رَدٌّ)(¬5). ¶ ولهذا قال أهل العلم: إن العبادات مبناها على التوقف. وقال بعضهم: الأصل في العبادات الحظر أي المنع. ¶ ¬__________ ¶ (¬1) سورة الكهف: 110. ¶ (¬2) سورة البينة: 4 . ¶ (¬3) رواه البخاري ـ كتاب بدء الوحي ـ باب بدء الوحي (1)، ومسلم ـ كتاب الإمارة ـ باب قول النبي - صلى الله عليه وسلم - إنما الأعمال بالنيات (3530). ¶ (¬4) رواه مسلم ـ كتاب الزهد ـ باب من أشرك في ملة غير الله (4/2289). ¶ (¬5) رواه البخاري ـ كتاب الصلح ـ باب إذا اصطلحوا على صلح جور فالصلح مردود (2499)، ومسلم ـ كتاب الأقضية ـ باب نقض الأحكام الباطلة ورد محدثات الأمور (3242).",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "قال ابن سعدي رحمه الله:(فمن أخلص أعماله لله، متبعاً في ذلك رسول الله صلى الله عليه وسلم فهذا الذي عمله مقبول، ومن فقد الإخلاص والمتابعة لرسول الله صلى الله عليه وسلم أو أحدهما فعمله مردود داخل في قوله تعالى:[وَقَدِمْنَا إِلَى مَا عَمِلُوا مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَاءً مَنْثُوراً](¬1). ومن جمع الأمرين ـ أي الإخلاص والمتابعة ـ فقد دخل في قوله تعالى:[وَمَنْ أَحْسَنُ دِيناً مِمَّنْ أَسْلَمَ وَجْهَهُ لِلَّهِ وَهُوَ مُحْسِنٌ](¬2) . ¶ وفي قوله:[بَلَى مَنْ أَسْلَمَ وَجْهَهُ لِلَّهِ وَهُوَ مُحْسِنٌ فَلَهُ أَجْرُهُ عِنْدَ رَبِّهِ وَلا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ](¬3). ¶ فحديث عمر رضي الله عنه :(إِنَّمَا الأَعْمَالُ بِالنِّيَّاتِ) ميزان للأعمال الباطنة، وحديث عائشة رضي الله عنها: (مَنْ أَحْدَثَ فِي أَمْرِنَا هَذَا مَا لَيْسَ مِنْهُ فَهُوَ رَدٌّ) ميزان للأعمال الظاهرة. فهما حديثان عظيمان يدخل فيهما الدين كله، أصوله وفروعه، وظاهره وباطنه، أقواله وأفعاله)(¬4). ¶ التعريف بالسُنَّة: ¶ تعريف السُنَّة في اللغة: السُنَّة في اللغة هي الطريقة والسيرة، حسنة كانت أم قبيحة (¬5). ¶ ¬__________ ¶ (¬1) سورة الفرقان:23. ¶ (¬2) سورة النساء:125. ¶ (¬3) سورة البقرة: 112. ¶ (¬4) بهجة قلوب الأبرار لابن سعدي، ص 10 . ¶ (¬5) لسان العرب لابن منظور، باب النون، فصل السين (13/225).",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "أما تعريفها في الاصطلاح: فهي ما كان عليه النبي صلى الله عليه وسلم وأصحابه علماً، وعملاً، واعتقاداً، و قولاً، وهي السُنَّة التي يجب اتباعها، ويحمد أهلها، ويذم من خالفها، وبهذا قيل: فلان من أهل السُنَّة أي من أهل الطريقة الصحيحة المستقيمة المحمودة (¬1). قال الحافظ ابن رجب رحمه الله: و السُنَّة هي الطريقة المسلوكة، فيشمل ذلك التمسك بما كان عليه صلى الله عليه وسلم وخلفاؤه الراشدون من الاعتقادات، والأعمال، والأقوال، وهذه هي السُنَّة العامة(¬2). وقال شيخ الإسلام ابن تيمية رحمه الله:( السُنَّة هي ما قام الدليل الشرعي عليه بأنه طاعة لله ورسوله، سواء فعله رسول الله صلى الله عليه وسلم ، أو فعل في زمانه، أو لم يفعل في زمانه لعدم المقتضي حينئذ لفعله أو وجود المانع منه)(¬3). ويتبين لنا من أقوال الأئمة السابقين أن السُنَّة هي اتباع آثار النبي صلى الله عليه وسلم التي جاءت إما عن قول، وإما عن فعل أو تقرير منه صلى الله عليه وسلم ، فيدخل في ذلك ما كان منها واجباً،أو مستحباً،وكذلك اتباع سبيل السابقين الأولين من المهاجرين والأنصار، كما قال صلى الله عليه وسلم :(عليكم بسنتي وسنة الخلفاء الراشدين المهديين من بعدي..)(¬4). ¶ وجوب العمل بالسُنَّة: ¶ أولاً: الأدلة من القرآن مع تفسيرها: ¶ ( ¶ ¬__________ ¶ (¬1) مباحث في عقيدة أهل السُنَّة والجماعة، للدكتور ناصر العقل ،ص13. ¶ (¬2) جامع العلوم والحكم (1/120). ¶ (¬3) مجموع الفتاوى لابن تيمية (2/1317). ¶ (¬4) رواه أبو داود (4/201)، والترمذي (5/44)، وابن ماجه (1/15-16).",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "1) قال الله تعالى:[فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلاً](¬1). ففي هذه الآية أمر الله تعالى عباده المؤمنين عند التنازع أن يحيلوا الأمر إليه وإلى رسوله صلى الله عليه وسلم، يعني إلى شريعته ومنهاجه، وجعل ذلك شرطاً من شروط الإيمان به سبحانه وتعالى ، بل لقد بيَّن سبحانه وتعالى أتمَّ البيان أنه لا تتم طاعته سبحانه وتعالى إلا بتمام طاعة نبيه صلى الله عليه وسلم فقال:[مَنْ يُطِعْ الرَّسُولَ فَقَدْ أَطَاعَ اللَّهَ وَمَنْ تَوَلَّى فَمَا أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظاً](¬2). ¶ قال الحافظ ابن كثير رحمه الله في تفسير هذه الآية:(يخبر تعالى عن عبده ورسوله محمد صلى الله عليه وسلم بأنه من أطاعه فقد أطاع الله،ومن عصاه فقد عصى الله، وما ذاك إلا لأنه ما ينطق عن الهوى إن هو إلا وحي يوحى، إلى أن قال رحمه الله وقوله تعالى:[وَمَنْ تَوَلَّى فَمَا أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظاً]، أي ما عليك منه، إن عليك إلا البلاغ، فمن اتبعك سعد ونجا، وكان لك من الأجر نظير ما حصل له، ومن تولى عنك خاب وخسر وليس عليك من أمره شيء)(¬3). ¶ (2) من زعم أنه محب لله سبحانه وتعالى فقد جعل الله سبحانه وتعالى محبته مقرونة باتباع واقتفاء آثار النبي صلى الله عليه وسلم، فمن ادَّعى أنه محب لله ثم لم يتبع النبي صلى الله عليه وسلم فدعواه باطلة، قال الله تعالى:[قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمْ اللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ](¬4). ¶ ¬__________ ¶ (¬1) سورة النساء: 59 . ¶ (¬2) سورة النساء: 90 . ¶ (¬3) تفسير ابن كثير (1/528). ¶ (¬4) سورة آل عمران: 31.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "قال الحسن البصري رحمه الله وغيره من السلف:(زعم قوم أنهم يحبون الله فابتلاهم الله بهذه الآية، فقال:[قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ](¬1). قال الإمام ابن كثير رحمه الله في تفسير هذه الآية:(هذه الآية حاكمة لكل من ادعى محبة الله، وليس هو على الطريقة المحمدية، والدين النبوي في جميع أقواله وأفعاله كما ثبت في الصحيح عن رسول الله صلى الله عليه وسلم أنه قال:(مَنْ عَمِلَ عَمَلا لَيْسَ عَلَيْهِ أَمْرُنَا فَهُوَ رَدٌّ)(¬2))(¬3). ¶ (3) وقال الله تعالى:[وَمَا آتَاكُمْ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا] (¬4). أي مهما أَمَرَكم به فافعلوه،وما نهاكم عنه فاجتنبوه،فإنه إنما يأمر بخير أو ينهى عن شر. قال العلامة ابن سعدي رحمه الله في تفسيره لهذه الآية: (وهذا شامل لأصول الدين وفروعه، وأن ما جاء به الرسول يتعين على العباد الأخذ به واتباعه ولا تحل مخالفته،وأن نص الرسول صلى الله عليه وسلم على حكم الشيء كنص الله تعالى، لا رخصة لأحد ولا عذر له في تركه، ولا يجوز تقديم قول أحد على قوله)(¬5). ¶ ( ¶ ¬__________ ¶ (¬1) تفسير ابن كثير (2/32). ¶ (¬2) رواه مسلم ـ كتاب الأقضية ـ باب نقض الأقضية الباطلة ورد محدثات الأمور (3243). ¶ (¬3) تفسير ابن كثير (1/358). ¶ (¬4) سورة الحشر: 7. ¶ (¬5) تفسير ابن سعدي، ص850.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "4) وقال تعالى:[قَاتِلُوا الَّذِينَ لا يُؤْمِنُونَ بِاللَّهِ وَلا بِالْيَوْمِ الآخِرِ وَلا يُحَرِّمُونَ مَا حَرَّمَ اللَّهُ وَرَسُولُهُ وَلا يَدِينُونَ دِينَ الْحَقِّ مِنْ الَّذِينَ أُوتُوا الْكِتَابَ حَتَّى يُعْطُوا الْجِزْيَةَ عَنْ يَدٍ وَهُمْ صَاغِرُونَ] (¬1): ففي هذه الآية أمر الله عباده المؤمنين أن يقاتلوا الذين لا يؤمنون بالله تعالى ولا باليوم الآخر، ولا يحرمون ما حرم الله ورسوله، فدل ذلك على أن السُنَّة يجب اتباعها في كل ما تأمر به وتنهى عنه، فمن زعم أن السُنَّة لا تحرم شيئاً وأنه لا يجب اتباعها في تحليل نبيه وتحريمه فهو ضال مضل لأن السُنَّة قرينة القرآن، فهي تفسر معانيه، وتوضح مبانيه، وتفصل ما أجمل، وترشد الناس لتطبيق العبادات على الوجه الأكمل. ¶ (5) وقال تعالى:[وَيُحِلُّ لَهُمْ الطَّيِّبَاتِ وَيُحَرِّمُ عَلَيْهِمْ الْخَبَائِثَ](¬2): في هذه الآية أيضاً بيان لمهمة أخرى من مهمات النبي صلى الله عليه وسلم وهي أنه يحل لهم الطيبات من المأكل والمشرب، والملبس وغير ذلك، ويرشدهم إلى ما ليس بطيب، بل هو خبيث لما يحصل منه من ضرر على الإنسان في الدنيا والآخرة، وجاءت السُنَّة ببيان ذلك، فأحلت أشياء لم تكن موجودة في كتاب الله، وحرمت أشياء لم تكن موجودة في كتاب الله، ومن هنا كان الأخذ بها واجباً فيما تحل وتحرم. ¶ ( ¶ ¬__________ ¶ (¬1) سورة التوبة: 29. ¶ (¬2) سورة الأعراف: 157.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "6) وقال تعالى:[لَقَدْ مَنَّ اللَّهُ عَلَى الْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولاً مِنْ أَنْفُسِهِمْ يَتْلُوا عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمْ الْكِتَابَ وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلالٍ مُبِينٍ](¬1): بين الله تعالى للمؤمنين ما أنعم به عليهم من بعثة رسوله صلى الله عليه وسلم، وما يقوم به من أعمال ومن ذلك أمرهم بتلاوة كتابه، والمقصود منه كيفية التلاوة من قبله صلى الله عليه وسلم حتى تكون تلك الكيفية مطابقة للوحي المنزل، كما قال تعالى [وَرَتِّلْ ¶ الْقُرْآنَ تَرْتِيلاً] (¬2). ومن وظائف هذا الرسول أيضاً أنه يزكي نفوسهم من كل ما علق بها من أمور الشرك، وسيء الأخلاق، إلى نور التوحيد وأجمل الأخلاق،قال تعالى:[يَأْمُرُهُمْ بِالْمَعْرُوفِ وَيَنْهَاهُمْ عَنْ الْمُنكَرِ](¬3). ¶ ومن وظائفه أيضاً أنه يعلمهم الكتاب المنزل عليه، وهذا أمر زائد على التلاوة، فلا تكفي التلاوة المجردة عن الفهم، بل لابد من فهم معاني الكتاب المنزل، ولهذا قال:[وَأَنزَلْنَا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ وَلَعَلَّهُمْ يَتَفَكَّرُونَ](¬4). وقال أيضًا:[وَمَا أَنزَلْنَا عَلَيْكَ الْكِتَابَ إِلاَّ لِتُبَيِّنَ لَهُمْ الَّذِي اخْتَلَفُوا فِيهِ وَهُدًى وَرَحْمَةً لِقَوْمٍ يُؤْمِنُونَ](¬5) فكان النبي صلى الله عليه وسلم يعلم أصحابه القرآن ثم مع العلم يعلمهم العمل. ¶ ¬__________ ¶ (¬1) سورة آل عمران: 164. ¶ (¬2) سورة المزمل: 4. ¶ (¬3) سورة الأعراف: 157 . ¶ (¬4) سورة النحل: 44 . ¶ (¬5) سورة النحل: 64.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "فعن عطاء عن أبي عبد الرحمن السلمي قال:(حدثنا الذين كانوا يقرئوننا أنهم كانوا يستقرئون من النبي صلى الله عليه وسلم، فكانوا إذا تعلموا عشر آيات لم يخلفوها حتى يعملوا بما فيها من العمل، فتعلمنا القرآن والعمل جميعا)(¬1). ومن وظائفه صلى الله عليه وسلمأيضاً والتي بعث بها: أنه يعلمهم الحكمة، وهذا هو موضع الشاهد من الآية، والحكمة هنا هي السُنَّة باتفاق علماء المسلمين وجمهور المفسرين. ¶ ويدل على ذلك قوله تعالى لنساء نبيه صلى الله عليه وسلم:[وَاذْكُرْنَ مَا يُتْلَى فِي بُيُوتِكُنَّ مِنْ آيَاتِ اللَّهِ وَالْحِكْمَةِ إِنَّ اللَّهَ كَانَ لَطِيفاً خَبِيراً] (¬2) . ومن هنا تبين لنا أن من مهامه صلى الله عليه وسلم بنص الكتاب المنزل عليه أنه يعلم أصحابه السُنَّة. ¶ ( ¶ ¬__________ ¶ (¬1) تفسير ابن كثير (1/ 8)، تفسير الطبري (1/80). ¶ (¬2) سورة الأحزاب: 34.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "7) وقال تعالى:[فَلا وَرَبِّكَ لا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لا يَجِدُوا فِي أَنفُسِهِمْ حَرَجاً مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيماً](¬1) : قال ابن القيم صلى الله عليه وسلم في تفسيره لهذه الآية:(أقسم سبحانه بنفسه المقدسة قسماً مؤكداً بالنفي قبله على عدم إيمان الخلق حتى يحكموا رسوله في كل ما شجر بينهم من الأصول والفروع، وأحكام الشرع، وأحكام المعاد، وسائر الصفات وغيرها. ولم يثبت لهم الإيمان بمجرد هذا التحكيم حتى ينتفي عنهم الحرج وهو ضيق الصدر وتنشرح صدورهم لحكمه كل الانشراح، وتنفسح له كل الإنفساح، وتقبله كل القبول. ولم يثبت لهم الإيمان بذلك أيضاً حتى يضاف إليه مقابلة حكمه بالرضا والتسليم، وعدم المنازعة وانتفاء المعارضة والاعتراض..)، إلى أن قال رحمه الله:(وعند هذا يُعلم أن الرب تبارك وتعالى أقسم على انتفاء إيمان أكثر الخلق، وعند الامتحان تعلم هل هذه الأمور الثلاثة موجودة في قلب أكثر من يدعي الإسلام أم لا؟. ¶ ( ¶ ¬__________ ¶ (¬1) سورة النساء: 65.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "8) وقال تعالى:[وَمَا كَانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْراً أَنْ يَكُونَ لَهُمْ الْخِيَرَةُ مِنْ أَمْرِهِمْ..](¬1): هذه الآية وإن جاءت في أخص شيء من خصوصيات الإنسان وهو الزواج، فهي عامة في كل أمر إذا حكم فيه رب الأرباب سبحانه أو حكم فيه رسوله صلى الله عليه وسلم بشيء فليس لأحد مخالفته، ولا اختيار له مع حكم الله أو حكم رسوله صلى الله عليه وسلم)(¬2). قلت: وهكذا جميع الآيات التي يأمر الله تعالى فيها بطاعته ويثني طاعته بطاعة رسوله صلى الله عليه وسلم كما في قوله تعالى:[وَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكَاةَ وَأَطِيعُوا الرَّسُولَ لَعَلَّكُمْ تُرْحَمُونَ](¬3) ، وقوله:[يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُوْلِي الأَمْرِ مِنْكُمْ..] (¬4) . ¶ وقوله:[مَنْ يُطِعْ الرَّسُولَ فَقَدْ أَطَاعَ اللَّهَ وَمَنْ تَوَلَّى فَمَا أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظاً] (¬5) . ¶ وقوله أيضاً:[ تِلْكَ حُدُودُ اللَّهِ وَمَنْ يُطِعْ اللَّهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ الْفَوْزُ الْعَظِيمُ * وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ وَيَتَعَدَّ حُدُودَهُ يُدْخِلْهُ نَاراً خَالِداً فِيهَا وَلَهُ عَذَابٌ مُهِينٌ] (¬6) . والآيات في هذا المعنى كثيرة، كلها ترشد وتدل على وجوب طاعة النبي صلى الله عليه وسلم فيما يأمر به وينهى عنه. ¶ ثانياً: الأدلة من السُنَّة: ¶ أما دلالة السُنَّة على وجوب العمل بها فهي كثيرة أيضاً، منها: ¶ (1) عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال:(دعوني ما تركتكم، فإنما هلك من كان ¶ ¬__________ ¶ (¬1) سورة النساء: 36. ¶ (¬2) الضوء المنير على التفسير لابن القيم ( 2/254). ¶ (¬3) سورة النور: 56. ¶ (¬4) سورة النساء: 59. ¶ (¬5) سورة النساء: 80 . ¶ (¬6) سورة النساء: 13، 14 .",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "قبلكم بكثرة سؤالهم واختلافهم على أنبيائهم، فإذا نهيتكم عن شيء فاجتنبوه، وإذا أمرتكم بشيء فأتوا منه ما ¶ استطعتم)(¬1). ¶ (2) وعن أبي نجيح العرباض بن سارية رضي الله عنه قال: وعظنا رسول الله صلى الله عليه وسلم موعظة بليغة وجلت منها القلوب، وذرفت منها العيون، فقلنا يا رسول الله: كأنها موعظة مودع فأوصنا، فقال:(أُوصِيكُمْ بِتَقْوَى اللَّهِ وَالسَّمْعِ وَالطَّاعَةِ وَإِنْ كَانَ عَبْدًا حَبَشِيًّا فَإِنَّهُ مَنْ يَعِشْ مِنْكُمْ يَرَى بَعْدِي اخْتِلافًا كَثِيرًا فَعَلَيْكُمْ بِسُنَّتِي وَسُنَّةِ الْخُلَفَاءِ الرَّاشِدِينَ الْمَهْدِيِّينَ وَعَضُّوا عَلَيْهَا بِالنَّوَاجِذِ وَإِيَّاكُمْ وَمُحْدَثَاتِ الأُمُورِ فَإِنَّ كُلَّ مُحْدَثَةٍ بِدْعَةٌ وَإِنَّ كُلَّ بِدْعَةٍ ضَلالَةٌ)(¬2). ¶ (3) وأيضاً ما رواه البخاري عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال:(كُلُّ أُمَّتِي يَدْخُلُونَ الْجَنَّةَ إِلا مَنْ أَبَى قَالُوا يَا رَسُولَ اللَّهِ وَمَنْ يَأْبَى قَالَ مَنْ أَطَاعَنِي دَخَلَ الْجَنَّةَ وَمَنْ عَصَانِي فَقَدْ أَبَى)(¬3). ¶ ¬__________ ¶ (¬1) رواه البخاري ـ كتاب الاعتصام بالكتاب والسُنَّة ـ باب الاقتداء بسنن النبي \" (6744)، ومسلم ـ كتاب الحج ـ باب الحج مرة في العمر (2380). ¶ (¬2) رواه أبو داود، والترمذي، وأحمد، وصححه الألباني في صحيح الجامع رقم (2549). ¶ (¬3) رواه البخاري ـ كتاب الاعتصام بالكتاب والسُنَّة ـ باب الاقتداء بسنن النبي \" (6737).",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وفي رواية لابن حبان عن أبي سعيد الخدري رضي الله عنه قال:(والذي نفسي بيده لتدخلن الجنة كلكم إلا من أبى وشرد على الله كشراد البعير)، قالوا: يا رسول الله ومن يأبى أن يدخل الجنة؟ قال:(من أطاعني دخل الجنة، ومن عصاني فقد أبى). قال ابن حبان في تعليقه على هذا الحديث:(طاعة رسول الله صلى الله عليه وسلم هي الانقياد لسنته، مع رفض قول كل من قال شيئاً في دين الله جل وعلا بخلاف سنته دون الاحتيال في دفع السنن بالتأويلات المضمحلة والمخترعات الداحضة)(¬1). ¶ ( ¶ ¬__________ ¶ (¬1) رواه ابن حبان عن أبي سعيد الخدري(1/153)ذكره الهيثمي في مجمع الزوائد(10/80)وقال رواه الطبراني ورجاله رجال الصحيح .",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "4) ومن الأدلة أيضاً على وجوب طاعته ما رواه البخاري عن جابر بن عبد الله رضي الله عنهما قال: (جَاءَتْ مَلَائِكَةٌ إِلَى النَّبِيِّ صلى الله عليه وسلم وَهُوَ نَائِمٌ فَقَالَ بَعْضُهُمْ إِنَّهُ نَائِمٌ وَقَالَ بَعْضُهُمْ إِنَّ الْعَيْنَ نَائِمَةٌ وَالْقَلْبَ يَقْظَانُ فَقَالُوا إِنَّ لِصَاحِبِكُمْ هَذَا مَثَلا فَاضْرِبُوا لَهُ مَثَلا فَقَالَ بَعْضُهُمْ إِنَّهُ نَائِمٌ وَقَالَ بَعْضُهُمْ إِنَّ الْعَيْنَ نَائِمَةٌ وَالْقَلْبَ يَقْظَانُ فَقَالُوا مَثَلُهُ كَمَثَلِ رَجُلٍ بَنَى دَارًا وَجَعَلَ فِيهَا مَأْدُبَةً وَبَعَثَ دَاعِيًا فَمَنْ أَجَابَ الدَّاعِيَ دَخَلَ الدَّارَ وَأَكَلَ مِنْ الْمَأْدُبَةِ وَمَنْ لَمْ يُجِبْ الدَّاعِيَ لَمْ يَدْخُلْ الدَّارَ وَلَمْ يَأْكُلْ مِنْ الْمَأْدُبَةِ فَقَالُوا أَوِّلُوهَا لَهُ يَفْقَهْهَا فَقَالَ بَعْضُهُمْ إِنَّهُ نَائِمٌ وَقَالَ بَعْضُهُمْ إِنَّ الْعَيْنَ نَائِمَةٌ وَالْقَلْبَ يَقْظَانُ فَقَالُوا فَالدَّارُ الْجَنَّةُ وَالدَّاعِي مُحَمَّدٌ صلى الله عليه وسلم فَمَنْ أَطَاعَ مُحَمَّدًا صلى الله عليه وسلم فَقَدْ أَطَاعَ اللَّهَ وَمَنْ عَصَى مُحَمَّدًا صلى الله عليه وسلم فَقَدْ عَصَى اللَّهَ وَمُحَمَّدٌ صلى الله عليه وسلم فَرْقٌ بَيْنَ النَّاسِ)(¬1). ¶ (5) ومن الأدلة أيضاً ما رواه أحمد وأبو داود وغيرهم عن أبي رافع رضي الله عنه أن رسول الله صلى الله عليه وسلم قال:(لا أُلْفِيَنَّ أَحَدَكُمْ مُتَّكِئًا عَلَى أَرِيكَتِهِ يَأْتِيهِ الأَمْرُ مِنْ أَمْرِي مِمَّا أَمَرْتُ بِهِ أَوْ نَهَيْتُ عَنْهُ فَيَقُولُ لا نَدْرِي مَا وَجَدْنَا فِي كِتَابِ اللَّهِ اتَّبَعْنَاهُ)(¬2) . ¶ ( ¶ ¬__________ ¶ (¬1) رواه البخاري ـ كتاب الاعتصام بالكتاب والسنة ـ باب الاقتداء بسنن رسول الله \" (6738). ¶ (¬2) رواه أبو داود، وصححه الألباني في سنن أبي داود (4/200) رقم (4605).",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "6) وعن المقداد بن معدي كرب عن النبي صلى الله عليه وسلم قال:(أَلا إِنِّي أُوتِيتُ الْكِتَابَ وَمِثْلَهُ مَعَهُ أَلا إِنِّي أُوتِيتُ الْقُرْآنَ وَمِثْلَهُ مَعَهُ لا يُوشِكُ رَجُلٌ يَنْثَنِي شَبْعَانًا عَلَى أَرِيكَتِهِ يَقُولُ عَلَيْكُمْ بِالْقُرْآنِ فَمَا وَجَدْتُمْ فِيهِ مِنْ حَلالٍ فَأَحِلُّوهُ وَمَا وَجَدْتُمْ فِيهِ مِنْ حَرَامٍ فَحَرِّمُوهُ..) (¬1). ¶ زاد ابن حبان:(أَلا وَإِنَّهُ لَيْسَ كَذَلِك)(¬2) . ¶ فانظر إلى وصف النبي صلى الله عليه وسلم لرافضي السُنَّة، فقد وصفهم بالشبع والجلوس على الملذات، وقعدوا عن طلب العلم، ولم يبذلوا فيه أي جهد، ولهذا لا يستغرب منهم أن يقولوا مثل هذا القول، ويترفعوا عن قبول السُنَّة والاحتجاج بها، ولو أنهم بذلوا شيئاً من الجهد، واطلعوا على العلم، وفقهوا كتاب الله لعلموا أن كتاب الله تعالى يأمر بطاعة نبيه صلى الله عليه وسلم، واتباع سنته. ¶ والأدلة من السُنَّة كثيرة تدل على وجوب العمل بها نكتفي بما ذكرناه. ¶ ثالثاً: ذكر الآثار المروية عن السلف في وجوب العمل بالسُنَّة: ¶ لقد فهم سلف الأمة من الصحابة والتابعين لهم بإحسان أن السُنَّة يجب العمل بها، وأنه لا غنى عنها، بل كانوا يعظمون العمل بها، وهذه بعض الآثار التي جاءت عنهم: ¶ ¬__________ ¶ (¬1) رواه أحمد، وصححه الألباني في المشكاة برقم (163). ¶ (¬2) رواه ابن حبان، وصححه الألباني في السلسلة الصحيحة (6/871) رقم (2870).",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "عن عبد الله بن مسعود رضي الله عنه أنه قال:(لَعَنَ اللَّهُ الْوَاشِمَاتِ وَالْمُسْتَوْشِمَاتِ وَالنَّامِصَاتِ وَالْمُتَنَمِّصَاتِ وَالْمُتَفَلِّجَاتِ لِلْحُسْنِ الْمُغَيِّرَاتِ خَلْقَ اللَّهِ قَالَ فَبَلَغَ ذَلِكَ امْرَأَةً مِنْ بَنِي أَسَدٍ يُقَالُ لَهَا أُمُّ يَعْقُوبَ وَكَانَتْ تَقْرَأُ الْقُرْآنَ فَأَتَتْهُ فَقَالَتْ مَا حَدِيثٌ بَلَغَنِي عَنْكَ أَنَّكَ لَعَنْتَ الْوَاشِمَاتِ وَالْمُسْتَوْشِمَاتِ وَالْمُتَنَمِّصَاتِ وَالْمُتَفَلِّجَاتِ لِلْحُسْنِ الْمُغَيِّرَاتِ خَلْقَ اللَّهِ فَقَالَ عَبْدُ اللَّهِ وَمَا لِي لا أَلْعَنُ مَنْ لَعَنَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَهُوَ فِي كِتَابِ اللَّهِ فَقَالَتْ الْمَرْأَةُ لَقَدْ قَرَأْتُ مَا بَيْنَ لَوْحَيْ الْمُصْحَفِ فَمَا وَجَدْتُهُ فَقَالَ لَئِنْ كُنْتِ قَرَأْتِيهِ لَقَدْ وَجَدْتِيهِ قَالَ اللَّهُ عَزَّ وَجَلَّ وَمَا آتَاكُمْ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا فَقَالَتْ الْمَرْأَةُ فَإِنِّي أَرَى شَيْئًا مِنْ هَذَا عَلَى امْرَأَتِكَ الآنَ قَالَ اذْهَبِي فَانْظُرِي قَالَ فَدَخَلَتْ عَلَى امْرَأَةِ عَبْدِ اللَّهِ فَلَمْ تَرَ شَيْئًا فَجَاءَتْ إِلَيْهِ فَقَالَتْ مَا رَأَيْتُ شَيْئًا فَقَالَ أَمَا لَوْ كَانَ ذَلِكَ لَمْ نُجَامِعْهَا)(¬1). ¶ وعن عبد الرحمن بن يزيد: أنه رأى مُحرماً عليه ثيابه فنهاه، فقال ائتني بآية من كتاب الله تنزع ثيابي، قال فقرأ عليه:[وَمَا آتَاكُمْ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا](¬2). ¶ ¬__________ ¶ (¬1) رواه البخاري ـ كتاب التفسير ـ باب قول الله تعالى [وما آتاكم الرسول فخذوه](4507)، ومسلم ـ كتاب اللباس والزينة ـ باب تحريم فعل الواصلة والمستوصلة والواشمة والمستوشمة (3966). ¶ (¬2) مختصر جامع بيان العلم وفضله، ص383.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وعن هشام بن حجير قال: كان طاووس يصلي ركعتين بعد العصر، فقال ابن عباس: اتركها، فقال: إنما نُهي عنهما أن تتخذ سنة، فقال ابن عباس: قد نهى رسول الله صلى الله عليه وسلم عن صلاة بعد العصر، فلا أدري أتعذب عنها أم تؤجر لأن الله تبارك وتعالى قال:[وَمَا كَانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْراً أَنْ يَكُونَ لَهُمْ الْخِيَرَةُ مِنْ أَمْرِهِمْ وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلالاً مُبِيناً](¬1). ¶ التحذير من مخالفة السُنَّة: ¶ أولاً: بيان الآيات التي جاءت في التحذير من مخالفة السُنَّة وتفسيرها: حذَّر الله تعالى عباده المؤمنين من مخالفة نبيه صلى الله عليه وسلم ، وبيَّن خطورة هذا الفعل في كثير من آياته، ومن هذه الآيات: ¶ (1) قوله تعالى:[فَلْيَحْذَرْ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ](¬2). ¶ قال الإمام أحمد رحمه الله:(عجبت لقوم عرفوا الإسناد وصحته يذهبون إلى رأي سفيان، والله تعالى يقول:[فَلْيَحْذَرْ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ] أتدري ما الفتنة؟ الفتنة الشرك، لعله إذا رد بعض قوله أن يقع في قلبه شيء من الزيغ فيهلك)(¬3). ¶ ¬__________ ¶ (¬1) المرجع السابق، ص383. ¶ (¬2) سورة النور: 63. ¶ (¬3) انظر القول المفيد في شرح كتاب التوحيد (1/258،259).",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "قال ابن كثير رحمه الله في تفسير هذه الآية: :[فَلْيَحْذَرْ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ]، أي عن أمر رسول الله صلى الله عليه وسلم وهو سبيله، ومنهاجه، وطريقته، وسنته، وشريعته، فتوزن الأقوال والأفعال بأقواله وأفعاله،فما وافق ذلك قُبل،وما خالف فهو مردود على قائله وفاعله كائناً من كان، كما ثبت في الصحيحين وغيرهما عن رسول الله صلى الله عليه وسلم أنه قال:(مَنْ عَمِلَ عَمَلا لَيْسَ عَلَيْهِ أَمْرُنَا فَهُوَ رَدٌّ)(¬1). ¶ أي فليحذر وليخش من خالف شريعة الرسول باطناً وظاهراً [أَنْ تُصِيبَهُمْ فِتْنَةٌ]، أي في قلوبهم من كفر أو نفاق أو بدعة [أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ]، أي في الدنيا بقتلٍ، أو حدٍ، أو حبسٍ، أو نحو ذلك...)انتهى(¬2). ¶ قلت: ففي هذه الآية تهديد ووعيد لمن خالف ما كان عليه النبي صلى الله عليه وسلم سواء أكان ذلك بزيادة أم نقص، وقد استدل بهذه الآية كثير من أهل العلم على أنه لا يجوز لأحد كائناً من كان أن يزيد أو ينقص عما جاءت به نصوص السُنَّة. قال الإمام الشاطبي رحمه الله في كتابه الاعتصام: (حكى عياض عن سفيان بن عيينة أنه قال: سألت مالكاً عمن أحرم من المدينة وراء الميقات، فقال: هذا مخالف لله ورسوله، وأخشى عليه الفتنة في الدنيا، والعذاب الأليم في الآخرة، أما سمعت قول الله تعالى:[فَلْيَحْذَرْ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ]، وقد أمر النبي صلى الله عليه وسلم أن يهل من المواقيت). ¶ ¬__________ ¶ (¬1) سبق تخريجه ص6. ¶ (¬2) تفسير ابن كثير (3/306،307).",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وحكى ابن العربي عن الزبير بن بكار قال: سمعت مالك بن أنس وقد أثاره رجل فقال يا أبا عبد الله من أين أحرم؟ قال: من ذي الحليفة من حيث أحرم رسول الله صلى الله عليه وسلم، فقال: إني أريد أن أحرم من المسجد من عند القبر، قال: لا تفعل فإني أخشى عليك الفتنة، فقال: وأي فتنة في هذه إنما هي أميال أريدها، قال: وأي فتنة أعظم من أن ترى أنك سُبقت إلى فضيلة قصّر عنها رسول الله صلى الله عليه وسلم،إني سمعت الله يقول: [فَلْيَحْذَرْ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ]) (¬1). ¶ (2) ومن الآيات الدالة على التحذير من مخالفة السُنَّة ووجوب الرجوع إليها قوله تعالى:[فَلا وَرَبِّكَ لا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لا يَجِدُوا فِي أَنفُسِهِمْ حَرَجاً مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيماً](¬2). فمن لم يرض بحكم رسول الله صلى الله عليه وسلم وخالفه فقد نفى الله عنه الإيمان. ¶ قال الإمام ابن كثير رحمه الله في تفسير هذه الآية: [فَلا وَرَبِّكَ لا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ]، يقسم الله تعالى بنفسه الكريمة المقدسة أنه لا يؤمن أحد حتى يحكِّم الرسول صلى الله عليه وسلم في جميع الأمور، فما حكم به فهو الحق الذي يجب الانقياد له ظاهراً وباطناً، وبهذا قال:[ثُمَّ لا يَجِدُوا فِي أَنفُسِهِمْ حَرَجاً مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيماً]، أي إذا حكموك يطيعونك في بواطنهم،فلا يجدون في أنفسهم حرجاً مما حكمت به، وينقادون له في الظاهر والباطن، يسلمون لذلك تسليماً كلياً من غير ممانعة ولا منازعة(¬3). ¶ ( ¶ ¬__________ ¶ (¬1) أخرجه الخطيب في الفقيه والمتفقه (1/146)، حلية الأولياء لأبي نعيم (6/326)، البيهقي في المدخل للسنن الكبرى رقم236. ¶ (¬2) سورة النساء:65. ¶ (¬3) تفسير ابن كثير (1/520).",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "3) ومن الآيات أيضاً:[وَمَا كَانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْراً أَنْ يَكُونَ لَهُمْ الْخِيَرَةُ مِنْ أَمْرِهِمْ وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلالاً مُبِيناً](¬1). ¶ (4) وقوله تعالى:[وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ وَيَتَعَدَّ حُدُودَهُ يُدْخِلْهُ نَاراً خَالِداً فِيهَا وَلَهُ عَذَابٌ مُهِينٌ](¬2). والآيات في التحذير من مخالفة النبي صلى الله عليه وسلم كثيرة جدا. فالحذر الحذر من مخالفة النبي صلى الله عليه وسلم ، فإن من خالف النبي صلى الله عليه وسلم وسلف الأمة الذين كانوا متمسكين بهديه ولاه الله ما تولى، كما قال تعالى:[وَمَنْ يُشَاقِقْ الرَّسُولَ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدَى وَيَتَّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ نُوَلِّهِ مَا تَوَلَّى وَنُصْلِهِ جَهَنَّمَ وَسَاءَتْ مَصِيراً](¬3). ¶ ثانياً: دلالة السُنَّة في التحذير من مخالفتها: ¶ أما دلالة السُنَّة في التحذير من مخالفتها فهي كثيرة قد سبق ذكر طرفٍ منها عند ذكر أدلة وجوب العمل بالسُنَّة نكتفي بما أوردناه فيها. ¶ ثالثاً: آثار السلف في التحذير من مخالفة السُنَّة: ¶ ولما جاءت نصوص الكتاب والسُنَّة بالوعيد الدنيوي والأخروي لمن خالف هدي النبي صلى الله عليه وسلم كان السلف أخوف الناس على أنفسهم من هذه المخالفة، بل كانوا يحذرون الناس من التلبس بهذه المعصية أشد التحذير. ¶ ¬__________ ¶ (¬1) مختصر جامع بيان العلم وفضله، ص383. ¶ (¬2) سورة النساء: 14 . ¶ (¬3) سورة النساء: 115 .",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وسنذكر طرفاً من أقوالهم وتأدبهم مع سنة النبي صلى الله عليه وسلم ، ومن ذلك: ما روي عن عبد الله بن عمر رضي الله عنهما عن النبي صلى الله عليه وسلم قال:(إِذَا اسْتَأْذَنَتْ امْرَأَةُ أَحَدِكُمْ إِلَى الْمَسْجِدِ فَلا يَمْنَعْهَا)(¬1)، وفي رواية لمسلم:(فَقَالَ بِلالُ بْنُ عَبْدِ اللَّهِ وَاللَّهِ لَنَمْنَعُهُنَّ قَالَ فَأَقْبَلَ عَلَيْهِ عَبْدُ اللَّهِ فَسَبَّهُ سَبًّا سَيِّئًا مَا سَمِعْتُهُ سَبَّهُ مِثْلَهُ قَطُّ وَقَالَ أُخْبِرُكَ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم وَتَقُولُ وَاللَّهِ لَنَمْنَعُهُنَّ)(¬2). ¶ وعن أيوب قال: قال عروة لابن عباس: ألا تتقي الله؟ ترخص في المتعة، فقال ابن عباس: سل أمك يا عرية؟ فقال عروة: أما أبو بكر وعمر فلا يفعلا، فقال ابن عباس: والله ما أراكم منتهين حتى يعذبكم الله، نحدثكم عن النبي صلى الله عليه وسلم وتحدثونا عن أبي بكر وعمر، وفي رواية: أنه قال: أراهم سيهلكون، أقول: قال رسول الله صلى الله عليه وسلم ويقولون: قال أبو بكر وعمر)(¬3). ¶ وعن أبي الدرداء رضي الله عنهقال:(من يعذرني من معاوية أُحدثه عن رسول الله صلى الله عليه وسلم ويخبرني برأيه، لا أساكنك بأرض أنت بها)(¬4). ¶ قال أبو بكر الآجري رحمه الله:(ينبغي لأهل العلم والعقل إذا سمعوا قائلاً يقول : قال رسول الله صلى الله عليه وسلم في شيء قد ثبت عند العلماء، فعارض إنسان جاهل، فقال: لا أقبل إلا ما كان في كتاب الله عز وجل، قيل ¶ له: أنت رجل سوء، وأنت ممن حذرناك النبي صلى الله عليه وسلم، وحذر منك العلماء. ¶ ¬__________ ¶ (¬1) رواه البخاري ـ كتاب النكاح ـ باب استئذان المرأة زوجها في الخروج إلى المسجد (4837)، ومسلم ـ كتاب الصلاة ـ باب خروج النساء إلى المساجد (666). ¶ (¬2) رواه مسلم ـ كتاب الصلاة ـ باب خروج النساء إلى المساجد (667). ¶ (¬3) مختصر جامع بيان العلم وفضله، ص 391. ¶ (¬4) المرجع السابق.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "وقيل له: يا جاهل إن الله عز وجل أنزل فرائضه جملة، وأمر نبيه صلى الله عليه وسلم أن يبين للناس ما أنزل إليه، قال الله عز وجل:[وَأَنزَلْنَا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ وَلَعَلَّهُمْ يَتَفَكَّرُونَ](¬1)، فأقام الله عز وجل وعلا نبيه صلى الله عليه وسلم مقام البيان عنه، وأمر الخلق بطاعته، ونهاهم عن معصيته، وأمرهم بإلانتهاء عما نهاهم عنه، وقال عز وجل:[وَمَا آتَاكُمْ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا..](¬2). ¶ ثم حذرهم أن يخالفوا أمر رسول الله صلى الله عليه وسلم فقال عز وجل: فليحذر الذين يخالفون عن أمره أن تصيبهم فتنة أو يصيبهم عذاب أليم وقال تبارك وتعالى: فلا وربك لا يؤمنون حتى يحكموك فيما شجر بينهم ثم لا يجدوا في أنفسهم حرجاً مما قضيت ويسلموا تسليماً، ثم فرض على الخلق طاعته [وَمَا آتَاكُمْ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا..] (¬3). في نيف وثلاثين موضعاً من كتابه عز وجل. ¶ ثم حذرهم أن يخالفوا أمر رسول الله صلى الله عليه وسلم، فقال عز وجل:[فَلْيَحْذَرْ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ] (¬4) ، وقال تعالى:[فَلا وَرَبِّكَ لا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لا يَجِدُوا فِي أَنفُسِهِمْ حَرَجاً مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيماً] (¬5). ثم فرض سبحانه وتعالى على الخلق طاعته في نيف وثلاثين موضعاً في كتابه. ¶ ¬__________ ¶ (¬1) سورة النحل: 44. ¶ (¬2) سورة الحشر: 7. ¶ (¬3) سورة الحشر: 7. ¶ (¬4) سورة النور:63. ¶ (¬5) سورة النساء:65.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "وقيل لهذا المعارض لسنن الرسول صلى الله عليه وسلم: يا جاهل، قال الله عز وجل:[وَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكَاةَ](¬1) أين تجد في كتاب الله عز وجل أن الفجر ركعتان، وأن الظهر أربع، وأن العصر أربع، وأن المغرب ثلاث، وأن العشاء أربع؟ وأين تجد أحكام الصلاة ومواقيتها، وما يصلحها وما يبطلها، إلا من سنن النبي صلى الله عليه وسلم؟ ومثلها الزكاة، أين تجد في كتاب الله عز وجل من مائتي درهم خمسة دراهم، ومن عشرين ديناراً نصف دينار، ومن أربعين شاة شاة، ومن خمس من الإبل شاة، ومن جميع أحكام الزكاة، أين تجدها في كتاب الله عز وجل؟ ¶ وكذلك جميع فرائض الله عز وجل، التي فرضها الله جل وعلا في كتابه، لا يعلم حكم فيها، إلا بسنن الرسول صلى الله عليه وسلم. هذا قول علماء المسلمين، من قال غير هذا خرج عن ملة الإسلام، ودخل في ملة الملحدين، نعوذ بالله تعالى من الضلالة بعد الهدى)(¬2). وهكذا فهم صحابة النبي صلى الله عليه وسلم ومن تبعهم بإحسان إلى يوم الدين أنه لا يجوز لأحدٍ أن يخالف أحاديث النبي صلى الله عليه وسلم . ¶ بل حذر أئمة الهدى من الأخذ بآرائهم وترك أحاديث النبي صلى الله عليه وسلم ، فقالوا جميعاً: إذا رأيتم حديث النبي صلى الله عليه وسلم يخالف ما نقول فاضربوا بأقوالنا عرض الحائط وخذوا بحديث النبي صلى الله عليه وسلم ، وكم كان الواحد منهم يقول القول ثم يبلغه حديث النبي صلى الله عليه وسلم فيترك ما يقول ويأخذ بحديث النبي صلى الله عليه وسلم . ¶ فمن لم يسعه قول النبي صلى الله عليه وسلم وما جاء عن سلف الأمة فلا وسَّع الله عليه. ¶ الاعتصام بالسُنَّة نجاة: ¶ ¬__________ ¶ (¬1) سورة البقرة:43. ¶ (¬2) الشريعة للآجري، ص49، 50.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "ما أحسن هذه العبارة التي قالها الإمام الزهري رحمه الله عن مشايخه حيث قال: (كان علماؤنا يقولون الاعتصام بالسُنَّة نجاة)(¬1). فالاعتصام بالسُنَّة نجاة من الانزلاق في ظلمات الجهل التي تؤول بصاحبها إلى الكفر أحيانا، لذا كانت السُنَّة كسفينة نوح من تمسك بها نجا، ومن أعرض عنها هلك. ¶ فالسُنَّة هي الحصن الحصين الذي من دخله كان من الآمنين، أمن على نفسه من الكفر والفسوق والعصيان بل أمن على نفسه عذاب الله وسخطه. ¶ والسُنَّة هي الحياة والنور اللذان بهما سعادة العبد وهداه وفوزه، قال الله تعالى:[أَوَمَنْ كَانَ مَيْتاً فَأَحْيَيْنَاهُ وَجَعَلْنَا لَهُ نُوراً يَمْشِي بِهِ فِي النَّاسِ كَمَنْ مَثَلُهُ فِي الظُّلُمَاتِ لَيْسَ بِخَارِجٍ مِنْهَا كَذَلِكَ زُيِّنَ لِلْكَافِرِينَ مَا كَانُوا يَعْمَلُونَ](¬2). ¶ والسُنَّة هي حياة للقلوب، وسعادة للأبدان، فصاحب السُنَّة أشد فرحاً بها لأنها تدله على خالقه سبحانه وتعالى، فمن عرف السُنَّة حق المعرفة عرف معبوده حق المعرفة، ولذا سُمِّي الإمام أحمد رحمه الله إمام أهل السُنَّة لأنه كانت حركاته وسكناته وفق السُنَّة، فكان لا يقوم إلا بسنة،ولا يمشي إلا بسنة،ولا يأكل إلا بسنة، ولا يشرب إلا بسنة، ولا ينام إلا بسنة، أحب السُنَّة فأحبته، وملئ قلبه بها فملئ الله قلوب الخلق بمحبته. ¶ وقل مثل ذلك في إمام أهل السنة في عصرنا وهو شيخنا العلامة الشيخ عبد العزيز بن باز رحمه الله الذي كان ملتزماً بالسنة في كل أحواله، أحب السنة، وعمل بها، فأحبه الخلق وإن يلتقوا به أو يتعلموا على يديه. نسأل الله أن يجعلنا من أهلها إنه سميع قريب. ¶ السُنَّة ومكانتها في التشريع: ¶ ¬__________ ¶ (¬1) سنن الدارمي (1/45). ¶ (¬2) سورة الأنعام: 122.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "من نظر إلى أحوال المسلمين اليوم في تحكيمهم لسُنَّة النبي صلى الله عليه وسلم يجد أنهم أقصوها عن كثيرٍ من القضايا الهامة التي يجب التحاكم فيها بالسُنَّة، فالسُنَّة النبوية بالنسبة للأحكام أصل في التشريع.إذا حكمت بشيء فهي حكم رباني لا يجوز لأحد أن يرده، ولا أن يناقش فيه إذا ثبت وروده عن النبي صلى الله عليه وسلم، بل عليه أن يتبعه ويعمل بما يدل عليه، ويهتدي بهديه، ويسترشد بما وجه الناس إليه، لأنه رسول من عند الله يبلغ شرعه ويطبقه في أمته، وعلى نفسه، وعلى أسرته في قوله وعمله، فلا يخرج شيء من ذلك عن شرع الله تعالى. ¶ فالحاصل أن السُنَّة جاءت حاكمة في كثير من أصول الشريعة في العبادات، والمعاملات، والحدود، والأخلاق، وغير ذلك. ¶ فإذا نظرنا في جانب العبادات فقد جاءت السُنَّة لتبين صفة الصلاة، وعدد ركعات الفرائض، وما يقال وما يفعل في هذه الصلوات. ¶ وفي الزكاة جاءت السُنَّة لتبيَّن المقادير الواجب إخراجها في كل صنف تجب فيه الزكاة ومتى يخرجها. ¶ وفي الصيام جاءت السُنَّة لتبين ما يفسده وما لا يفسده، وما يجب فيه وما لا يجب. ¶ وفي الحج جاءت ببيان أركانه وواجباته، وما يسن فيه حتى قال صلى الله عليه وسلم في شأنه (خُذُوا عَنِّي مَنَاسِكَكُمْ)(¬1). وهكذا في جميع العبادات. ¶ وفي المعاملات أيضاً جاءت السُنَّة لتبين البيوع وأحكامها؛ فبينت البيوع المحرمة، والبيوع المباحة. ¶ وهكذا في جميع ما يحتاج إليه المسلم من حياته إلى مماته. ¶ ¬__________ ¶ (¬1) فتح الباري شرح صحيح البخاري (7/1261).",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وفي الحدود جاءت السُنَّة لتبين متى يقام الحد، وما هي شروط إقامة الحد، وكيف ينفذ الحد، فانظر مثلاً إلى قوله تعالى:[وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيَهُمَا جَزَاءً بِمَا كَسَبَا نَكَالاً مِنْ اللَّهِ..] (¬1)، فما هو حد السرقة؟ ونصابها التي يعتبر؟ وكيف تقطع اليد؟ فجاءت السُنَّة تبين أن اليد لا تقطع في أقل من ربع دينار، وأنها لا تقطع من المرفق، ولا الكتف، بل من الرسغ، وقل مثل هذا في الجلد، والرجم، فهناك أحكام كثيرة لم تعرف إلا عن طريق السُنَّة. ¶ إذًا فالسُنَّة لها مكانتها في التشريع الإسلامي، فما بال أقوام ممن ينتسبون إلى الإسلام يقولون: يكفينا كتاب الله نعمل بما جاء فيه بحجة أن السُنَّة دونت بعد وفاته صلى الله عليه وسلمبزمن طويل، وقد شابها ودخل فيها الكثير من الزيف، فهؤلاء الطاعنون في السُنَّة هم في الحقيقة أذناب لأعداء الإسلام، وغالباً ما تكون وراءهم أيدٍ خفية تحركهم وتدفعهم إلى هذا الافتراء الذي يقصدون من وراءه تشكيك المسلمين في دينهم، وهدم لبناته لبنة لبنة، فاليوم يهدمون السُنَّة،وغداً يطعنون في القرآن. ¶ إن واجب المسلمين اليوم وبخاصة في هذه الأزمنة المتأخرة التي تجرأ فيها أعداء الإسلام على شخص نبينا الكريم محمد صلى الله عليه وسلم، وأصبحوا يستهزؤن به صباح مساء عبر رسومات مسيئة في صحف سيارة، أن يحكموا سنته في جميع شؤون حياتهم، وبالتالي يكونوا قد قاموا بنصرة نبيهم صلى الله عليه وسلم، وإلا فما تجرأ أعداء الإسلام على النبي صلى الله عليه وسلم إلا بسبب الوهن والضعف في المسلمين، وتركهم كتاب ربهم وسنة نبيهم صلى الله عليه وسلم. ¶ كيف تتعرف على صاحب السُنَّة؟ ¶ من خلال ما ذكرناه سابقاً يمكن للمسلم أن يعرف من هم أهل السُنَّة. ¶ هناك أمور يتعرف من خلالها على صاحب السُنَّة ومن ليس من أهلها. ومن هذه الأمور: ¶ ( ¶ ¬__________ ¶ (¬1) سورة المائدة: 38.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "1) إذا رأيت الرجل متمسكا بالكتاب والسُنَّة،متعبدا لله بهما،عاضًا على ذلك بالنواجذ فاعلم أنه صاحب سنة. ¶ (2) إذا رأيت الرجل عند التحاكم في شيء ينظر إلى ما جاء في الكتاب والسُنَّة ويرضى بحكمهما فاعلم أنه من أهل السُنَّة. ¶ (3) إذا رأيت الرجل محباً للسُنَّة، ومحباً للمتمسكين بها، مبغضاً لأهل البدع، محارباً لهم فاعلم أنه من أهل السُنَّة. ¶ (4) إذا رأيت الرجل صادقاً في الأقوال والأفعال بالتطبيق الصحيح للكتاب والسُنَّة فاعلم أنه صاحب سُنَّة. ¶ (5) وبالجملة إذا رأيت الرجل مهتدياً بالكتاب والسُنَّة ظاهراً وباطناً فاعلم أنه من أهل السُنَّة. نسأل الله تعالى أن يجعلنا منهم. ¶ وكل شر في ابتداع من خلف ¶ تمهيد: ¶ بينت فيما سبق أهمية السُنَّة ووجوب العمل بها وأنها الأصل الثاني من أصول التشريع، لكن لما كان الصراع بين الحق والباطل قائما وأخذ الباطل يصد عن الحق بكل ما يملك من قوة ولكن هيهات هيهات، قال الله تعالى:[لِيُحِقَّ الْحَقَّ وَيُبْطِلَ الْبَاطِلَ وَلَوْ كَرِهَ الْمُجْرِمُونَ](¬1). ¶ وقال: [وَقُلْ جَاءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ إِنَّ الْبَاطِلَ كَانَ زَهُوقاً](¬2). وانظر إلى قوله تعالى :[فَأَمَّا الزَّبَدُ فَيَذْهَبُ جُفَاءً وَأَمَّا مَا يَنفَعُ النَّاسَ فَيَمْكُثُ فِي الأَرْضِ](¬3). ¶ فالزبد هو الباطل وكل ما يحمله، والنافع للناس هو الحق، وهو الوحي الذي نزل به جبريل ـ عليه السلام ـ على نبينا محمد صلى الله عليه وسلم، ومن الحق الذي جاء به جبريل ـ عليه السلام ـ السُنَّة وما تحمله من خير وصلاح للعبد، بل للأمة بأسرها في الدنيا والآخرة. ¶ والمراد بالباطل الذي جاءت نصوص الكتاب والسُنَّة بالنهي عنه هو كل ما يصد عن الله وعن طريقه ومنه البدعة وذلك لما تحمله في طياتها من شر وفساد على الأمة بأسرها. ¶ ¬__________ ¶ (¬1) سورة الأنفال:8. ¶ (¬2) سورة الإسراء:81. ¶ (¬3) سورة الرعد: 17.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "وسنتكلم في هذا المبحث على ما هو مختص بالبدعة ليحيى من حيّ عن بينة ويهلك من هلك عن بينة، فنقول وبالله التوفيق: ¶ تعريف البدعة: ¶ معناها في اللغة: البدعة في اللغة الحدث في الدين بعد الإكمال؛ أو ما استحدث بعد النبي صلى الله عليه وسلم من الأهواء والأعمال(¬1). ¶ أما في الاصطلاح: فقد عرفها أهل العلم بعدة تعريفات، منها: قال شيخ الإسلام رحمه الله: (البدعة في الدين هي ما لم يشرعه الله ورسوله،وهو ما لم يأمر به أمر إيجاب أو استحباب)(¬2)، وقال أيضا:(والبدعة ما خالف الكتاب والسُنَّة أو إجماع سلف الأمة من الاعتقادات والعبادات)(¬3). ¶ وقال الشاطبي رحمه الله (البدعة طريقة في الدين مخترعة تضاهي الشريعة يقصد بالسلوك عليها المبالغة في التعبد لله)(¬4). ¶ فتبين من تعريف البدعة أنها شيء اخترع في الدين لم تأت نصوص الكتاب والسُنَّة وإجماع سلف الأمة بوجوده ولكن قام به المبتدع وجعله ديناً يتعبد إلى الله تعالى به. ¶ أنواع البدع: ¶ النوع الأول: بدعة قولية اعتقادية؛ كمقالات الفرق الضالة كالجهمية، والمعتزلة، والرافضة، والخوارج، والحلولية، وغيرهم. ¶ ¬__________ ¶ (¬1) انظر: لسان العرب لابن منظور (8/7)، القاموس المحيط للفيروز أبادي (3/403)، النهاية لابن الأثير (1/107). ¶ (¬2) الاستقامة لشيخ الإسلام الابن تيمية (1/42). ¶ (¬3) مجموع فتاوى شيخ الإسلام ابن تيمية (18/346). ¶ (¬4) الاعتصام للشاطبي (1/36).",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "النوع الثاني: بدعة في العبادات؛ وهي إما أن تكون بدعة حقيقية، وهي التي ليس لها دليل من كتاب، ولا سنة، ولا إجماع، ولا استدلال معتبر عند أهل العلم، كأن يتقرب إلى الله تعالى بالرهبانية، ويترك الزواج مع وجود الأسباب الداعية إليه، وفقد المانع، أو بتعذيب النفس بأنواع من العذاب الشنيع، والتمثيل الفظيع على جهة استعجال الموت لنيل الدرجات، وكذلك إحداث عبادة ليس لها أصل في الشرع، كأن يحدث صلاة غير مشروعة، وذلك بأن يصلي صلاة بركوعين وسجود واحد، أو يصلي الصبح ثلاث ركعات، والمغرب ركعتين، أو يطوف بقبر الميت كالأضرحة، أو يصوم الليل ويفطر النهار، فهذه بدعة حقيقية لأنها لا دليل عليها من الشرع، ومنها أيضاً جعل أعياد لم يرد به الشرع كعيد الحب، وعيد الأم، والمولد النبوي، وغير ذلك من الأعياد التي لم يرد بها دليل، كل ذلك بدعة حقيقية لا دليل عليها إطلاقاً. ¶ النوع الثالث: البدعة الإضافية؛ وهي التي لها من جهة المعنى أصل قائم، أما من جهة الكيفية والأحوال والتفاصيل فلم يقم عليها دليل مع أنها محتاجة إليه ومثل ذلك ما يكون في صفة أداء العبادة بأن يؤديها على صفة غير مشروعة، ومن أمثلة ذلك: ¶ (1) الصلاة والسلام على النبي صلى الله عليه وسلم عقب الأذان مع رفع الصوت بها في مكبرات الصوت، وجعلها من ألفاظ الأذان، فإن الصلاة والسلام على النبي صلى الله عليه وسلم مشروعتان باعتبار ذاتها، ولكنها بدعة باعتبار ما عرض لها من الجهر، وجعلها بمنزلة ألفاظ الأذان. ¶ (2) التأذين للعيدين والكسوفين، فالأذان باعتبار أنه قربة مشروع، وباعتبار كونه للعيدين والكسوفين فإنه يكون بدعة. ¶ (3) الاستغفار عقب الصلاة جماعة، وكذا الإتيان بالأذكار بعد الصلوات على هيئة الاجتماع ورفع الصوت بذلك فهذا أيضاً بدعة. ¶ (",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "4) تخصيص يوم لم يخصه الشارع بصوم، أو ليلة لم يخصها الشارع بقيام، فالصوم في ذاته مشروع، وتخصيصه بيوم مخصوص لم يخصه الشارع به بدعة، ومثال ذلك: تخصيص النصف من شعبان وليلته بصيام وقيام. ¶ خطورة البدع: ¶ قال الله تعالى:[أَمْ لَهُمْ شُرَكَاءُ شَرَعُوا لَهُمْ مِنْ الدِّينِ مَا لَمْ يَأْذَنْ بِهِ اللَّهُ] (¬1)، لما كانت البدعة تعد تشريعاً جديداً في الدين كان خطرها على المبتدع وعلى الأمة عظيماً، ومن خطورتها ما يلي: ¶ (1) عمل المبتدع مردود؛ فعن عائشة رضي الله عنها قالت: قال رسول الله صلى الله عليه وسلم:( مَنْ أَحْدَثَ فِي أَمْرِنَا هَذَا مَا لَيْسَ مِنْهُ فَهُوَ رَدٌّ)(¬2). ¶ (2) التوبة عنه محجوبة ما دام مصراً على معصيته؛ لذلك يُخشى عليه من سوء الخاتمة، قال صلى الله عليه وسلم:(إن الله حجب التوبة عن كل صاحب بدعة حتى يدع بدعته)(¬3). ¶ (3) لا يرد الحوض ولا يحظى بشفاعة النبي صلى الله عليه وسلم؛ قال صلى الله عليه وسلم:(أَنَا فَرَطُكُمْ عَلَى الْحَوْضِ وَلَيُرْفَعَنَّ مَعِي رِجَالٌ مِنْكُمْ ثُمَّ لَيُخْتَلَجُنَّ دُونِي فَأَقُولُ يَا رَبِّ أَصْحَابِي فَيُقَالُ إِنَّكَ لَا تَدْرِي مَا أَحْدَثُوا بَعْدَكَ)(¬4)، وفي رواية:(إِنَّهُمْ مِنِّي فَيُقَالُ إِنَّكَ لا تَدْرِي مَا بَدَّلُوا بَعْدَكَ فَأَقُولُ سُحْقًا سُحْقًا لِمَنْ بَدَّلَ بَعْدِي)(¬5). ¶ ( ¶ ¬__________ ¶ (¬1) سورة الشورى: 21. ¶ (¬2) سبق تخريجه، ص4. ¶ (¬3) رواه الترمذي وحسنه، وابن ماجة، بلفظ:=أبى الله أن يقبل عمل صاحب بدعة)، والبيهقي في شعب الإيمان (2/380)، وصححه الألباني في الصحيحة (4/154) رقم (1620). ¶ (¬4) رواه البخاري ـ كتاب الرقاق ـ باب الحوض (6090)، ومسلم ـ كتاب الفضائل ـ باب إثبات حوض نبينا \" وصفته(4250). ¶ (¬5) رواه البخاري ـ كتاب الفتن ـ باب ما جاء في قول الله تعالى [واتقوا فتنة لا تصيبن الذين ظلموا منكم خاصة](6528).",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "4) عليه إثم من عمل ببدعته إلى يوم القيامة؛ قال الله تعالى [لِيَحْمِلُوا أَوْزَارَهُمْ كَامِلَةً يَوْمَ الْقِيَامَةِ وَمِنْ أَوْزَارِ الَّذِينَ يُضِلُّونَهُمْ بِغَيْرِ عِلْمٍ أَلا سَاءَ مَا يَزِرُونَ] (¬1)، وقال صلى الله عليه وسلم:( وَمَنْ سَنَّ فِي الإِسْلَامِ سُنَّةً سَيِّئَةً كَانَ عَلَيْهِ وِزْرُهَا وَوِزْرُ مَنْ عَمِلَ بِهَا مِنْ بَعْدِهِ مِنْ غَيْرِ أَنْ يَنْقُصَ مِنْ أَوْزَارِهِمْ شَيْءٌ)(¬2). ¶ (5) أن صاحب البدعة مستحق للَّعنة؛ قال صلى الله عليه وسلم:(فَمَنْ أَحْدَثَ فِيهَا حَدَثًا أَوْ آوَى مُحْدِثًا فَعَلَيْهِ لَعْنَةُ اللَّهِ وَالْمَلَائِكَةِ وَالنَّاسِ أَجْمَعِينَ)(¬3). ¶ (6) البدعة قول على الله بغير علم؛ إن البدعة في حقيقتها قول على الله بغير علم، وكذب على الله سبحانه وتعالى وعلى رسوله صلى الله عليه وسلم، وهذا من أعظم الذنوب، وأكبر الكبائر، بل هي أعظم من الشرك بالله تعالى، قال الله تعالى [قُلْ إِنَّمَا حَرَّمَ رَبِّي الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَالإِثْمَ وَالْبَغْيَ بِغَيْرِ الْحَقِّ وَأَنْ تُشْرِكُوا بِاللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَاناً وَأَنْ تَقُولُوا عَلَى اللَّهِ مَا لا تَعْلَمُونَ] (¬4). ففي هذه الآية بدأ النهي الإلهي عن هذه الأمور المذكورة من الأدنى إلى الأعلى، فكان القول على الله بغير علم هو من أعلى درجات المنهيات لأنه بمثابة التشريع، قال تعالى [أَمْ لَهُمْ شُرَكَاءُ شَرَعُوا لَهُمْ مِنْ الدِّينِ مَا لَمْ يَأْذَنْ بِهِ اللَّهُ] (¬5). ¶ ¬__________ ¶ (¬1) سورة النحل:25. ¶ (¬2) سبق تخريجه، ص22. ¶ (¬3) رواه مسلم ـ كتاب الحج ـ باب فضل المدينة ودعاء النبي \" فيها(2433). ¶ (¬4) سورة الأعراف:33. ¶ (¬5) سورة الشورى:21.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "قال الإمام ابن القيم رحمه الله:(وأما القول على الله بلا علم فهو أشد المحرمات تحريماً وأعظمها إثماً، فإنه يتضمن الكذب على الله ونسبته إلى ما يليق به، وتغيير دينه، وتبديله، ونفي ما أثبته، وإثبات ما نفاه...)، إلى أن قال رحمه الله:(فكل بدعة مضلة في الدين أساسها القول على الله بلا علم، ولهذا اشتد نكير السلف والأئمة لها، وصاحوا بأهلها من أقطار الأرض، وحذروا فتنتهم أشد التحذير، وبالغوا في ذلك ما لم يبالغوا مثله في إنكار الفواحش والظلم والعدوان، إذ مضرة البدع وهدمها للدين ومنافاتها له أشد)(¬1). ¶ (7) الابتداع اتهام لمقام النبوة؛ قال الإمام مالك رحمه الله:(من ابتدع في الإسلام بدعة يراها حسنة فقد زعم أن محمداً صلى الله عليه وسلم خان الرسالة، لأن الله تعالى يقول [الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ..](¬2) فما لم يكن يومئذ دينا فلا يكون اليوم ديناً)(¬3). ¶ إن المبتدع بلسان حاله يتهم الرسول صلى الله عليه وسلم بالخيانة في أداء الأمانة والرسالة لأنه يُحدث في العبادات، والاعتقادات، والأقوال، والأعمال ما لم يعتقد أنه قربة إلى الله تعالى، ولو كان كذلك لأخبرنا به النبي صلى الله عليه وسلم لأنه ما ترك خيراً إلا دلنا عليه، ولا شراً إلا حذرنا منه. ¶ (8) البدعة اتهام لمقام الصحابة؛ فالمبتدع لا يكتفي بكذبه على الله تعالى ورسوله صلى الله عليه وسلم، بل يتطاول على الصحب الكرام وذلك من وجوه عديدة منها: ¶ * أنه ببدعته تلك يستلزم تجهيله للصحابة الكرام، واتهامهم بالغفلة لأنه استدرك أمراً غفلوا عنه وجهلوه. ¶ ¬__________ ¶ (¬1) مدارج السالكين لابن القيم (1/372). ¶ (¬2) سورة المائدة: 3. ¶ (¬3) الاعتصام للشاطبي (1/28).",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "* أنه ببدعته تلك يعتقد أنه أفضل من الصحابة ـ رضوان الله عليهم ـ وهو بالتالي يصادم النصوص الصريحة التي تفضلهم على غيرهم، قال صلى الله عليه وسلم:(خَيْرُ أُمَّتِي قَرْنِي ثُمَّ الَّذِينَ يَلُونَهُمْ ثُمَّ الَّذِينَ يَلُونَهُمْ قَالَ عِمْرَانُ فَلا أَدْرِي أَذَكَرَ بَعْدَ قَرْنِهِ قَرْنَيْنِ أَوْ ثَلاثًا ثُمَّ إِنَّ بَعْدَكُمْ قَوْمًا يَشْهَدُونَ وَلا يُسْتَشْهَدُونَ وَيَخُونُونَ وَلا يُؤْتَمَنُونَ وَيَنْذُرُونَ وَلا يَفُونَ وَيَظْهَرُ فِيهِمْ السِّمَنُ)(¬1)، وقال صلى الله عليه وسلم:(فَعَلَيْكُمْ بِسُنَّتِي وَسُنَّةِ الْخُلَفَاءِ الرَّاشِدِينَ الْمَهْدِيِّينَ فَتَمَسَّكُوا بِهَا وَعَضُّوا عَلَيْهَا بِالنَّوَاجِذِ وَإِيَّاكُمْ وَمُحْدَثَاتِ الأُمُورِ فَإِنَّ كُلَّ مُحْدَثَةٍ بِدْعَةٌ وَكُلَّ بِدْعَةٍ ضَلالَةٌ)(¬2). ¶ (9) المبتدع ببدعته يضاد الشريعة؛ إن البدع في الحقيقة مضاهاة للشريعة، ومتهمة لها، إذ هي استدراك على الشرع بالزيادة أو النقصان، أو تغيير للأصل الصحيح. ¶ قال ابن القيم رحمه الله:(البدعة أحب إلى الشيطان لمناقضتها الدين، ودفعها لما بعث الله به رسوله صلى الله عليه وسلم..)(¬3). ¶ (10) البدعة فساد في الدين والقلب؛ قال شيخ الإسلام ابن تيمية رحمه الله:(إن الشرائع أغذية القلوب، فمتى غُذيت القلوب بالبدع لم يبق فيها فضل للسنن، فتكون بمنزلة من اغتذى بالطعام الخبيث)(¬4). ¶ وقال الفضيل بن عياض رحمه الله: (صاحب البدعة لا تأمنه على دينك، ولا تشاوره في أمرك، ولا تجلس إلى صاحب بدعة أورثه الله العمى في قلبه)(¬5). ¶ ( ¶ ¬__________ ¶ (¬1) رواه البخاري ـ كتاب المناقب ـ باب فضائل أصحاب النبي \"(3377)، ومسلم ـ كتاب فضائل الصحابة ـ باب فضل الصحابة رضي الله عنهم(4603). ¶ (¬2) سبق تخريجه، ص22. ¶ (¬3) مدارج السالكين لابن القيم (1/223). ¶ (¬4) اقتضاء الصراط المستقيم (1/207). ¶ (¬5) الإبانة لابن بطة (2/459).",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "11) البدعة شر من المعصية؛ المذنب ضرره على نفسه، أما المبتدع فضرره على نفسه وعلى غيره، وفتنة المبتدع في أصل الدين، بخلاف المذنب ففتنته في الشهوة، والمبتدع قد قعد للناس على صراط الله المستقيم يصدهم عنه، والمذنب ليس كذلك، والمبتدع قادح في الرب وكماله والمذنب ليس كذلك، والمبتدع مناقض لما جاء عن الرسول صلى الله عليه وسلم، والعاصي ليس كذلك، والمبتدع يقطع على الناس طريق الآخرة والعاص ليس كذلك. قال شيخ الإسلام رحمه الله:(أئمة البدع أضر على الأمة من أهل الذنوب، ولهذا أمر النبي صلى الله عليه وسلم بقتل الخوارج، ونهى عن قتال الولاة الظلمة)(¬1). ¶ (12) البدعة طريق التفرق والاختلاف المذموم؛ إذا نظرنا إلى ما هو حاصل في الأمة اليوم من اختلاف على مستوى الأفراد والمجتماعات إنما هو ناشىء عن البدع التي أدت بهم إلى هذا الطريق المذموم، طريق التفرق والاختلاف، قال تعالى [إِنَّ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعاً لَسْتَ مِنْهُمْ فِي شَيْءٍ..](¬2)، وقال تعالى:[ وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيماً فَاتَّبِعُوهُ وَلا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ..] (¬3)، فالصراط المستقيم هو القرآن، والإسلام، والفطرة، والسبل هي البدع، قال مجاهد: السبل: البدع، والشبهات(¬4). ومن نتيجة هذه البدع ما نراه الآن من استحلال الأمة دماء بعضها بعضاً، قال أبو قلابة:(ما ابتدع الرجل بدعة إلا استحل السيف)(¬5). ¶ متى وأين ظهرت البدع؟ ¶ ¬__________ ¶ (¬1) مجموع فتاوى شيخ الإسلام ابن تيمية (7/284). ¶ (¬2) سورة الأنعام: 159. ¶ (¬3) سورة الأنعام:153. ¶ (¬4) تفسير الطبري (8/88). ¶ (¬5) الشريعة للآجري، ص62.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "أجاب عن هذا السؤال شيخ الإسلام رحمه الله فقال:(واعلم أن عامة البدع المتعلقة بالعلوم والعبادات إنما وقع في الأمة في أواخر الخلفاء الراشدين كما أخبر به النبي صلى الله عليه وسلم حيث قال:(فَإِنَّهُ مَنْ يَعِشْ مِنْكُمْ بَعْدِي فَسَيَرَى اخْتِلافًا كَثِيرًا فَعَلَيْكُمْ بِسُنَّتِي وَسُنَّةِ الْخُلَفَاءِ الْمَهْدِيِّينَ الرَّاشِدِينَ تَمَسَّكُوا بِهَا وَعَضُّوا عَلَيْهَا بِالنَّوَاجِذِ وَإِيَّاكُمْ وَمُحْدَثَاتِ الأُمُورِ فَإِنَّ كُلَّ مُحْدَثَةٍ بِدْعَةٌ وَكُلَّ بِدْعَةٍ ضَلالَةٌ) (¬1). ¶ وأول بدعة ظهرت بدعة القدر، وبدعة الإرجاء، وبدعة التشيع والخوارج، هذه البدع ظهرت في القرن الثاني والصحابة موجودون،وقد أنكروا على أهلها، ثم ظهرت بدعة الاعتزال، وحدثت الفتن بين المسلمين، وظهر اختلاف الآراء، والميل إلى البدع والأهواء، وظهرت بدعة التصوف، وبدعة البناء على القبور بعد القرون المفضلة، وهكذا كلما تأخر الوقت زادت البدع وتنوعت. ¶ وعن أماكن ظهورها: ¶ ¬__________ ¶ (¬1) رواه أحمد، والترمذي، وابن ماجة، وصححه الألباني في المشكاة (ج1 رقم 165).",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "قال رحمه الله:(فإن الأمصار الكبار التي سكنها أصحاب النبي صلى الله عليه وسلم وخرج منها العلم والإيمان خمسة: الحَرَمَانِ، والعِرَاقَانِ، والشام، ومنها خرج القرآن والحديث، والفقه والعبادة وما يتبع ذلك من أمور الإسلام، وخرج من هذه الأمصار بدع أصولها غير المدينة النبوية، فالكوفة خرج منها التشيع والإرجاء، وانتشر بعد ذلك في غيرها، والبصرة خرج منها القدر، والاعتزال، والنسك الفاسد، وانتشر بعد ذلك في غيرها، والشام كان بها النصب والقدر، أما التجهم فإنما ظهر في ناحية خراسان وهو شر البدع، وكان ظهور البدع بحسب البعد عن الدار النبوية، فلما حدثت الفرقة بعد مقتل عثمان رضي الله عنه ظهرت بدعة الحرورية، وأما المدينة النبوية فكانت سليمة من ظهور البدع وإن كان بها من هو مضمر لذلك فكان عندهم مهاناً مذموماً ما إذا كان بها قوم من القدرية وغيرهم، ولكن كانوا مقهورين ذليلين، بخلاف التشيع والإرجاء بالكوفة، والاعتزال وبدع النساك بالبصرة، والنصب بالشام، فإنه كان ظاهراً، وقد ثبت في الصحيح أن النبي صلى الله عليه وسلم قال في المدينة:(لا يَدْخُلُ الْمَدِينَةَ رُعْبُ الْمَسِيحِ الدَّجَّالِ لَهَا يَوْمَئِذٍ سَبْعَةُ أَبْوَابٍ عَلَى كُلِّ بَابٍ مَلَكَانِ)(¬1)، ولم يزل العلم والإيمان بها ظاهراً إلى زمن أصحاب مالك، وهو من أهل القرن الرابع، فأما العصور الثلاثة المفضلة فلم يكن فيها بالمدينة بدعة ظاهرة البتة، ولا خرج منها بدعة في أصول الدين البتة كما خرج من سائر الأمصار)(¬2). ¶ أسباب البدع: ¶ ذكر الإمام الشاطبي رحمه الله أسباباً كثيرة كانت سبباً في ظهور البدع وانتشارها، سنذكرها مجملة مخافة الإطالة، ومن هذه الأسباب: ¶ (1) الجهل فهو أعظم آفة. ¶ (2) اتباع الهوى. ¶ (3) التعلق بالشبهات. ¶ ( ¶ ¬__________ ¶ (¬1) رواه البخاري ـ كتاب الحج ـ باب لا يدخل المدينة الدجال (1746). ¶ (¬2) مجموع فتاوى شيخ الإسلام ابن تيمية (20/300).",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "4) الاعتماد على الفعل المجرد دون الرجوع إلى نصوص الكتاب والسُنَّة. ¶ (5) التقليد والتعصب، فإن أكثر أهل البدع يقلدون آباءهم ومشايخهم ويتعصبون لمذهبهم. ¶ (6) مخالطة أهل الشر ومجالستهم، ولذا حذر السلف من مجالسة أهل الشر من أصحاب الأهواء. ¶ (7) سكوت العلماء وكتم العلم. ¶ (8) الاعتماد على الأحاديث الضعيفة والموضوعة. ¶ (9) الغلو وهذا من أعظم أسباب انتشار البدع فبه قام الشرك منذ عهد نوح عليه السلام إلى وقتنا هذا. ¶ دلالة القرآن على التحذير من البدع: ¶ لقد حذر الله عباده من الإحداث في الدين بعد أن أكمله لهم فقال تعالى في بيان كمال دينه: [الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمْ الإِسْلامَ دِيناً](¬1). ¶ قال ابن كثير رحمه الله:(هذه أكبر نعم الله على هذه الأمة حيث أكمل الله تعالى دينهم فلا يحتاجون إلى دين غيره ولا إلى نبي غير نبيهم ولهذا جعله الله تعالى خاتم الأنبياء وبعثه إلى الإنس والجن فلا حلال إلا ما أحل الله ولا حرام إلا ما حرمه ولا دين إلا ما شرعه وكل شيء أخبر به فهو حق لا كذب فيه ولا خلف)(¬2). ¶ وقال أيضاً:[وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيماً فَاتَّبِعُوهُ وَلا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ](¬3). ¶ قال الإمام الشاطبي رحمه الله:(فالصراط المستقيم هو سبيل الله الذي دعا إليه وهو السُنَّة، والسُبل هي سبيل أهل الاختلاف الجائرين عن الصراط المستقيم وهم أهل البدع). ¶ وقال أيضا:(فهذه الآية تشمل النهي عن جميع طرق أهل البدع). ¶ ¬__________ ¶ (¬1) سورة المائدة:3. ¶ (¬2) تفسير ابن كثير (3/26) دار طيبة، تحقيق سامي محمد سلامة. ¶ (¬3) سورة الأنعام:153.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "وقال في قوله تعالى:([إِنَّ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعاً لَسْتَ مِنْهُمْ فِي شَيْءٍ إِنَّمَا أَمْرُهُمْ إِلَى اللَّهِ ثُمَّ يُنَبِّئُهُمْ بِمَا كَانُوا يَفْعَلُونَ](¬1)، هؤلاء هم أصحاب الأهواء والضلالات والبدع من هذه الأمة)(¬2). ¶ ومن الآيات أيضا قوله تعالى:[أَمْ لَهُمْ شُرَكَاءُ شَرَعُوا لَهُمْ مِنْ الدِّينِ مَا لَمْ يَأْذَنْ بِهِ اللَّهُ..](¬3). ¶ دلالة السُنَّة على التحذير من البدع: ¶ أما السُنَّة فقد جاءت نصوصها صريحة في ذلك نذكر طرفاً منها. ¶ حديث عائشة رضي الله عنها عن النبي صلى الله عليه وسلم قال:(مَنْ أَحْدَثَ فِي أَمْرِنَا هَذَا مَا لَيْسَ مِنْهُ فَهُوَ رَدٌّ)(¬4)، وفي رواية لمسلم:( مَنْ عَمِلَ عَمَلا لَيْسَ عَلَيْهِ أَمْرُنَا فَهُوَ رَدٌّ)(¬5). ¶ قال النووي رحمه الله في شرح صحيح مسلم:(قال أهل العربية إن الرد هنا بمعنى المردود، ومعناه باطل غير معتد به). ¶ وقال: (وهذا الحديث قاعدة من قواعد الإسلام وهو من جوامع كلمه صلى الله عليه وسلم فإنه صريح في رد كل البدع والمخترعات). ¶ وقال أيضا:(وهذا الحديث مما ينبغي حفظه واستعماله في إبطال المنكرات وإشاعة الاستدلال به)(¬6). ¶ وقال الحافظ ابن حجر رحمه الله:(هذا الحديث معدود من أصول الإسلام، وقاعدة من قواعده، فإن معناه من اخترع في الدين ما لا يشهد له أصل من أصوله فلا يلتفت إليه)(¬7). ¶ ¬__________ ¶ (¬1) سورة الأنعام:159. ¶ (¬2) الاعتصام للشاطبي (1/123). ¶ (¬3) سورة الشورى: 21. ¶ (¬4) سبق تخريجه، ص4 . ¶ (¬5) سبق تخريجه، ص6. ¶ (¬6) شرح النووي على مسلم (6/150). ¶ (¬7) فتح الباري لابن حجر (8/29).",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "وعن جابر رضي الله عنه أن النبي صلى الله عليه وسلم كان يقول في خطبته:(أَمَّا بَعْدُ فَإِنَّ خَيْرَ الْحَدِيثِ كِتَابُ اللَّهِ وَخَيْرُ الْهُدَى هُدَى مُحَمَّدٍ وَشَرُّ الأُمُورِ مُحْدَثَاتُهَا وَكُلُّ بِدْعَةٍ ضَلالَةٌ..)(¬1). ¶ وفي رواية النسائي:(كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَقُولُ فِي خُطْبَتِهِ: يَحْمَدُ اللَّهَ وَيُثْنِي عَلَيْهِ بِمَا هُوَ أَهْلُهُ ثُمَّ يَقُولُ مَنْ يَهْدِهِ اللَّهُ فَلا مُضِلَّ لَهُ وَمَنْ يُضْلِلْهُ فَلا هَادِيَ لَهُ إِنَّ أَصْدَقَ الْحَدِيثِ كِتَابُ اللَّهِ وَأَحْسَنَ الْهَدْيِ هَدْيُ مُحَمَّدٍ وَشَرُّ الأُمُورِ مُحْدَثَاتُهَا وَكُلُّ مُحْدَثَةٍ بِدْعَةٌ وَكُلُّ بِدْعَةٍ ضَلالَةٌ وَكُلُّ ضَلالَةٍ فِي النَّارِ)(¬2). ¶ وعن جرير بن عبد الله رضي الله عنه أن رسول الله صلى الله عليه وسلم قال:(مَنْ سَنَّ فِي الإِسْلامِ سُنَّةً حَسَنَةً فَلَهُ أَجْرُهَا وَأَجْرُ مَنْ عَمِلَ بِهَا بَعْدَهُ مِنْ غَيْرِ أَنْ يَنْقُصَ مِنْ أُجُورِهِمْ شَيْءٌ وَمَنْ سَنَّ فِي الإِسْلامِ سُنَّةً سَيِّئَةً كَانَ عَلَيْهِ وِزْرُهَا وَوِزْرُ مَنْ عَمِلَ بِهَا مِنْ بَعْدِهِ مِنْ غَيْرِ أَنْ يَنْقُصَ مِنْ أَوْزَارِهِمْ شَيْءٌ)(¬3). ¶ قال صاحب تحفة الأحوذي:(من سن في الإسلام سنة حسنة)، أي أتى بطريقة مرضية يشهد لها أصل من أصول الدين، (ومن سن سنة سيئة)، وفي رواية:(ومن سن في الإسلام سنة سيئة)، أي طريقة غير مرضية لا يشهد لها أصل من أصول الدين)(¬4). ¶ والأحاديث كثيرة جدا في النهي عن البدع، وما ذكرناه فيه كفاية ولله الحمد. ¶ ذكر أقوال السلف في التحذير من البدع: ¶ ¬__________ ¶ (¬1) رواه مسلم ـ كتاب الجمعة ـ باب تخفيف الصلاة والخطبة (1435). ¶ (¬2) رواه النسائي، وصححه الألباني في سنن النسائي (3/188) رقم (1578). ¶ (¬3) رواه مسلم ـ كتاب الزكاة ـ باب الحث على الصدقة (1691). ¶ (¬4) تحفة الأحوذي (7/438).",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "أما ما جاء عن الصحابة ـ رضوان الله عليهم ـ ومن تبعهم في النهي عن الإحداث في الدين والأمر باتباع سيد المرسلين صلى الله عليه وسلم فهو كثير، ومن ذلك: ¶ ما قاله أبو بكر رضي الله عنه، فقد قال:(أيها الناس إنما أنا متبع ولست بمبتدع، فإن أحسنت فأعينوني وإن زغت فقوّموني)(¬1). ¶ وقال عمر رضي الله عنه:(إياكم وأصحاب الرأي فإنهم أعداء السنن، أعيتهم الأحاديث أن يحفظوها فقالوا بالرأي فضلوا وأضلوا)(¬2). ¶ وعن ابن مسعود رضي الله عنه:(حُدِّثَ أن ناساً يسبحون بالحصى في المسجد، فأتاهم وقد كوّم كل رجل منهم كومة من حصى، فلم يزل يحصبهم بالحصى حتى أخرجهم من المسجد وهو يقول: لقد أحدثتم بدعة ظلماء أو لقد فضلتم أصحاب رسول الله صلى الله عليه وسلم علماء،اتبعوا ولا تبتدعوا فقد كفيتم،كل بدعة ضلالة)(¬3). وما ذكر عنه رضي الله عنه في مقام شدته على أهل البدع فهو كثير. ¶ وعن حذيفة بن اليمان رضي الله عنه أنه أخذ حجرين، فوضع أحدهما على الآخر، ثم قال لأصحابه: (هل ترون ما بين هذين الحجرين من نور، قالوا يا أبا عبد الله: ما نرى بينهما من النور إلا قليلاً،قال: والذي نفسي بيده لتظهرن البدع حتى لا يرى من الحق إلا قدر ما ترون ما بين هذين الحجرين من النور، والله لتفشون البدع حتى إذا ترك منها شيء قالوا تركت سنة)(¬4). ¶ وقال معاذ بن جبل رضي الله عنه:(فإياكم وما يبتدع فإن ما ابتدع ضلالة)(¬5). ¶ وقال عثمان بن حاضر:(دخلت على ابن عباس رضي الله عنهما فقلت أوصني، فقال نعم: عليك بتقوى الله، والاستقامة، اتبع ولا تبتدع)(¬6). ¶ ¬__________ ¶ (¬1) الطبقات الكبرى لابن سعد (3/211). ¶ (¬2) البدع لابن وضاح، ص. ¶ (¬3) المرجع السابق، ص18. ¶ (¬4) المرجع السابق، ص65. ¶ (¬5) رواه أبو داود (4611). ¶ (¬6) سنن الدارمي (141).",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "وقال عمر بن عبد العزيزرحمه الله:(أما بعد: فأوصيك بتقوى الله والاقتصاد في أمره واتباع سنة نبيه صلى الله عليه وسلم وترك ما أحدث المحدثون بعد ما جرت به سنته..)(¬1). ¶ وقال سهل بن عبد الله التستري رحمه الله:(ما أحدث أحد في العلم شيئاً إلا سئل عنه يوم القيامة، فإن وافق السنة سلم وإلا فلا)(¬2). ¶ وها هم أئمة الهدى ـ رحمهم الله ـ بعد صحابة النبي صلى الله عليه وسلم يحثون على التمسك بالسُنَّة ويحذرون من الركون إلى البدعة: ¶ قال الإمام مالك رحمه الله:(من ابتدع في الإسلام بدعة يراها حسنة فقد زعم أن محمداً صلى الله عليه وسلم خان الرسالة لأن الله يقول:[الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمْ الإِسْلامَ دِيناً] (¬3)، فما لم يكن يومئذ ديناً فلا يكون اليوم ديناً)(¬4). ¶ وقال الإمام الشافعي رحمه الله:(حُكمي في أصحاب الكلام أن يُضربوا بالجريد، ويُحملوا على الإبل، ويُطاف بهم في العشائر والقبائل، ويقال: هذا جَزاءُ من ترك الكتاب والسُنَّة وأخذ في الكلام)(¬5). ¶ وقال الإمام أحمد رحمه الله:(أصول السُنَّة عندنا التمسك بما كان عليه أصحاب رسول الله صلى الله عليه وسلم، والاقتداء وترك البدع، وكل بدعة ضلالة، وترك الخصومات، والجلوس مع أصحاب الأهواء، وترك المراء والجدل والخصومات في الدين)(¬6). ¶ ذكر أدلة أهل البدع والرد عليها: ¶ يستدل أصحاب البدع ومحسنيها بشبه نوردها جملة ثم نرد عليها تفصيلاً: ¶ (1) ما رآه المسلمون حسناً فهو عند الله حسن، وما رآه المسلمون سيئاً فهو عند الله سيء. ¶ ( ¶ ¬__________ ¶ (¬1) سبق تخريجه ص2. ¶ (¬2) فتح الباري شرح صحيح البخاري (13/290). ¶ (¬3) سورة المائدة:3. ¶ (¬4) الاعتصام للشاطبي (1/49). ¶ (¬5) أبو نعيم في الحلية (9/116)، تلبيس إبليس لابن الجوزي، ص82. ¶ (¬6) شرح أصول اعتقاد أهل السُنَّة والجماعة للالكائي (1/156)، طبقات الحنابلة (1/311).",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "2) ما جاء في الصحيح عن النبي صلى الله عليه وسلم أنه قال:(مَنْ سَنَّ فِي الإِسْلامِ سُنَّةً حَسَنَةً فَلَهُ أَجْرُهَا وَأَجْرُ مَنْ عَمِلَ بِهَا بَعْدَهُ مِنْ غَيْرِ أَنْ يَنْقُصَ مِنْ أُجُورِهِمْ شَيْءٌ..) (¬1). ¶ (3) ما جاء عن عمر رضي الله عنه أنه قال:(نِعْمَتِ الْبِدْعَةِ هَذِه..) (¬2). ¶ (4) أذان عثمان رضي الله عنه الأول يوم الجمعة، وذلك أنه لم يكن في زمان الرسول صلى الله عليه وسلم. ¶ فهذه جملة من أدلة محسني البدع، وللرد عليها نقول وبالله التوفيق: ¶ (1) احتجاجهم بأثر (ما رآه المسلمون حسناً فهو عند الله حسن، وما رآه المسلمون سيئاً فهو عند الله سيء): نقول هذا الأثر لا يصح رفعه إلى النبي صلى الله عليه وسلم، قال ابن نجيم: (قال العلائي: ولم أجده مرفوعاً في شيء من كتب الحديث أصلاً ولا بسند ضعيف بعد طول بحث وكثرة الكشف والسؤال، وإنما هو من قول عبد الله بن مسعود رضي الله عنه موقوفاً عليه)(¬3). ¶ وقال العجلوني(¬4) في كشف الخفاء نقلاً عن الحافظ بن عبد الهادي: إسناده ساقط، والأصح وقفه على ابن مسعود. ¶ وقال السخاوي(¬5) في المقاصد الحسنة: (هو موقوف حسن). ¶ وقال العلامة الألباني(¬6):(لا أصل له مرفوعاً، وإنما ورد موقوفاً على ابن مسعود). ¶ فهذه جملة من كلام أهل العلم على هذا الحديث، وما دام أنه ثبت موقوفاً فسنورد كلام ابن مسعود كاملاً ثم نبين مراده رضي الله عنه. ¶ ¬__________ ¶ (¬1) سبق تخريجه، ص22 . ¶ (¬2) رواه مالك في الموطأ (1/340). ¶ (¬3) الأشباه والنظائر لابن نجيم (1/164). ¶ (¬4) كشف الخفاء للعجلوني (2/263). ¶ (¬5) المقاصد الحسنة للسفحاوي (1/196). ¶ (¬6) سلسلة الأحاديث الضعيفة للألباني (2/67).",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "قال رضي الله عنه:(إن الله نظر في قلوب العباد فاختار محمداً، فبعثه برسالته ثم نظر في قلوب العباد فاختار له أصحاباً، فجعلهم أنصار دينه ووزراء نبيه، فما رآه المسلمون حسناً فهو عند الله حسن، وما رآه المسلمون سيئاً فهو عند الله سيء)(¬1). فهذا هو الأثر بتمامه رواه أحمد. ¶ وللإجابة عليه نقول: (أل) في كلمة المسلمون إما أن تكون لمطلق الجنس، وإما أن تكون للعهد، أو تكون للاستغراق، فهذه ثلاث حالات تحتملها (أل) في هذا الأثر. ¶ فإن قلنا بأنها لمطلق الجنس فهذا مناقض لقوله صلى الله عليه وسلم(ستفترق أمتي على ثلاث وسبعين فرقة كلهم في النار إلا واحدة)، والمراد بالأمة هنا أمة الإجابة، وعلى كلام ابن مسعود رضي الله عنه يلزم أن لا تحصل هذه الفرق، بل لا يلزم أن تكون هناك فرقة في النار. ¶ وكذلك بعض المسلمين يرى شيئاً حسناً وبعضهم يراه قبيحاً، فيلزم أن لا يتميز الحسن من القبيح، كما هو الحال في أكثر البدع وذلك لاختلاف العقول والأهواء والآراء، وعلى ذلك لا يمكن أن تكون (الألف واللام) في المسلمين لمطلق الجنس لأنه يناقض الحديث الصحيح (ستفترق أمتي على ثلاث وسبعين فرقة كلهم في النار إلا واحدة)، ووجه المناقضة كما ذكرنا أن الأثر الأول يفيد أن كل مسلم لا يخطيء لأنه يرى أن ما ذهب إليه حسن، فلا يكون في النار، وحديث الافتراق نقيض ذلك. ¶ أما كونها للاستغراق أي عموم المسلمين، فيدخل في ذلك أهل الاجتهاد، والمقلدة، وهذا لا يمكن لأن تعريف الإجماع هو إجماع أهل العلم. ¶ إذاً فما المراد هنا (بالألف واللام)؟ نقول: إما أن تكون لنوع خاص من المسلمين، وهم الصحابة رضي الله عنهم فقط، وعليه فالمراد بهذا الأثر إجماع الصحابة واتفاقهم على أمر، ويدل على ذلك سياق الأثر (..ثم نظر في قلوب العباد بعد قلب محمد صلى الله عليه وسلم فوجد قلوب أصحابه خير قلوب العباد..). ¶ ¬__________ ¶ (¬1) رواه أحمد (1/379)، والطيالسي، ص23.",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "وأيضاً هذا الأثر رواه الحاكم في المستدرك وفيه زيادة، وهي:(.. وقد رأى الصحابة جميعاً أن يستخلفوا أبا بكر رضي الله عنه). ¶ وأما أن تكون لاستغراق خصائص الجنس،فيراد بالمسلمين أهل الاجتهاد الذين هم الكاملون في صفة الإسلام، والمراد به الإجماع، والإجماع حجة لاشك فيخرج من ذلك أهل التقليد، وإذا نظرنا إلى الإجماع نجده يحرم جميع البدع في الدين كما ذكرنا طرفاً من أقوال أهل العلم في ذلك. ثم نقول: كيف نؤول هذا الأثر لتحسين البدع، وقد كان ابن مسعود من أشد الناس عداوة للبدع وأهلها كما ذكرنا طرفاً من أقواله رضي الله عنه. ¶ والخلاصة أن الأثر المراد به جميع المجتهدين فيكون إشارة إلى الإجماع أو خصوص الصحابة كما بينا ذلك. ¶ (2) احتجاجهم بقوله صلى الله عليه وسلم(من سن في الإسلام سنة حسنة فله أجرها وأجر من عمل بها..)(¬1): ¶ وجه الاحتجاج بهذا الحديث عند محسني البدع أن النبي صلى الله عليه وسلم نسب الاستنان إلى المكلف ولو كان المراد به من عمل سنة ثابتة في الشرع لما قال (من سن)، وإنما يقول (من أحيا، أو من عمل) ويؤيد هذا القول قوله صلى الله عليه وسلم:(لا تُقْتَلُ نَفْسٌ ظُلْمًا إِلا كَانَ عَلَى ابْنِ آدَمَ الأَوَّلِ كِفْلٌ مِنْ دَمِهَا لأَنَّهُ أَوَّلُ مَنْ سَنَّ الْقَتْلَ)(¬2)، فَسَنَّ هنا بمعنى اخترع. ¶ والجواب عن هذا الاستدلال نقول: من نظر إلى أصل الحديث ظهر له المراد من قوله صلى الله عليه وسلم:(من سن في الإسلام سنة حسنة..)الحديث. فنذكر هنا الحديث بتمامه: ¶ ¬__________ ¶ (¬1) سبق تخريجه، ص22 . ¶ (¬2) رواه البخاري ـ كتاب أحاديث الأنبياء ـ باب خلق آدم صلوات الله عليه وذريته (3088)، ومسلم ـ كتاب القسامة والمحاربين والقصاص والديات ـ باب تغليظ تحريم الدماء و الأعراض والأموال (3177) .",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "روى مسلم في صحيحه عن المنذر بن جرير عن أبيه قال:(كُنَّا عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي صَدْرِ النَّهَارِ قَالَ فَجَاءَهُ قَوْمٌ حُفَاةٌ عُرَاةٌ مُجْتَابِي النِّمَارِ أَوْ الْعَبَاءِ مُتَقَلِّدِي السُّيُوفِ عَامَّتُهُمْ مِنْ مُضَرَ بَلْ كُلُّهُمْ مِنْ مُضَرَ فَتَمَعَّرَ وَجْهُ رَسُولِ اللَّهِ صلى الله عليه وسلم لِمَا رَأَى بِهِمْ مِنْ الْفَاقَةِ فَدَخَلَ ثُمَّ خَرَجَ فَأَمَرَ بِلالا فَأَذَّنَ وَأَقَامَ فَصَلَّى ثُمَّ خَطَبَ فَقَالَ:[يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ إِلَى آخِرِ الْآيَةِ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا]،وَالآيَةَ الَّتِي فِي الْحَشْرِ[اتَّقُوا اللَّهَ وَلْتَنْظُرْ نَفْسٌ مَا قَدَّمَتْ لِغَدٍ وَاتَّقُوا اللَّهَ] تَصَدَّقَ رَجُلٌ مِنْ دِينَارِهِ مِنْ دِرْهَمِهِ مِنْ ثَوْبِهِ مِنْ صَاعِ بُرِّهِ مِنْ صَاعِ تَمْرِهِ حَتَّى قَالَ وَلَوْ بِشِقِّ تَمْرَةٍ قَالَ فَجَاءَ رَجُلٌ مِنْ الأَنْصَارِ بِصُرَّةٍ كَادَتْ كَفُّهُ تَعْجِزُ عَنْهَا بَلْ قَدْ عَجَزَتْ قَالَ ثُمَّ تَتَابَعَ النَّاسُ حَتَّى رَأَيْتُ كَوْمَيْنِ مِنْ طَعَامٍ وَثِيَابٍ حَتَّى رَأَيْتُ وَجْهَ رَسُولِ اللَّهِ صلى الله عليه وسلم يَتَهَلَّلُ كَأَنَّهُ مُذْهَبَةٌ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم مَنْ سَنَّ فِي الإِسْلامِ سُنَّةً حَسَنَةً فَلَهُ أَجْرُهَا وَأَجْرُ مَنْ عَمِلَ بِهَا بَعْدَهُ مِنْ غَيْرِ أَنْ يَنْقُصَ مِنْ أُجُورِهِمْ شَيْءٌ وَمَنْ سَنَّ فِي الإِسْلامِ سُنَّةً سَيِّئَةً كَانَ عَلَيْهِ وِزْرُهَا وَوِزْرُ مَنْ عَمِلَ بِهَا مِنْ بَعْدِهِ مِنْ غَيْرِ أَنْ يَنْقُصَ مِنْ أَوْزَارِهِمْ شَيْءٌ)(¬1). ¶ ¬__________ ¶ (¬1) سبق تخريجه ص22 .",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "فدل الحديث على أن السُنَّة هنا هي مثل ما فعل الصحابي حيث أتى بتلك الصرة، فانفتح بسببه باب الصدقة على الوجه الأبلغ، والصدقة مشروعة بالاتفاق،فظهر أن المراد منه:(مَنْ عَمِلَ) وليس معناه (من اخترع) سنة لم تكن ثابتة. ¶ وهناك وجه آخر في الرد على هذا الاستدلال وهو كون السُنَّة حسنة أو سيئة لا يعرف إلا من جهة الشرع، لأن التحسين والتقبيح مختص بالشرع لا مدخل للعقل فيه، وهذا مذهب أهل السُنَّة والجماعة، وإنما يقول بالتحسين والتقبيح المبتدعة، فلزم أن تكون السُنَّة في الحديث، أما حسنة في الشرع وإما قبيحة، فلا يصدق إلا على الصدقة المذكورة وغيرها من السنن المشروعة التي قد أميتت. ¶ ثم متى كانت الزيادة في الدين أمراً حسناً، ومن المعلوم أن الدين ينهى عن الاختراع والابتداع فيه، فالعبادات لا يجوز لأحد إطلاقاً أن يزيد فيها شيئاً ولا يبدل كنيتها ونحو ذلك مما جاء به الشرع. ¶ أما الأمور الدنيوية المعيشية فباب الابتداع والاختراع فيها واسع ما دامت تخدم البشر بشرط المحافظة على الأصول العامة، وأن يكون أساس الاختراع درء المفاسد وجلب المصالح، وإقامة العدل، وإماطة الظلم، ورد المظالم إلى أهلها. ¶ (3) احتجاجهم بقول عمر رضي الله عنه (نِعْمَتِ الْبِدْعَةِ هَذِه)(¬1): ¶ ¬__________ ¶ (¬1) سبق تخريجه ص28.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "والرد عليهم أن هذا من جنس ما قبله، فإن صلاة القيام كانت مشروعة، فقد صلاها النبي صلى الله عليه وسلم ثلاث ليال بالصحابة ثم تركها، وصلى في بيته منفرداً مخافة أن تفرض على أمته، فيعجزوا عنها، فلما توفي الرسول صلى الله عليه وسلم، وانقطع الوحي علم بالاضطرار أن ما خشيه صلى الله عليه وسلم في حياته أصبح آمناً بعد موته، وذلك بانقطاع الوحي، فلما رأى عمر رضي الله عنه أن الناس يصلون متفرقين جمعهم على إمام واحد يصلي بهم، فلما رأى الأمر وأعجبه قال هذه المقالة (نعمت البدعة هي)، فلم يخترع عمر رضي الله عنه أمراً جديداً وإنما أحيا سنة من سنن النبي صلى الله عليه وسلم. ¶ (4) احتجاجهم بفعل عثمان رضي الله عنه: ¶ نقول إن الأذان الذي زاده عثمان لم يخرج به عن مقصود الشارع منه؛ إذ الأذان بالصلاة هو الإعلام بها بالألفاظ المخصوصة بدون زيادة ولا نقص، فالذي يأتي بألفاظ لم ترد عن النبي صلى الله عليه وسلم كزيادة الصلاة خير من العمل، أو أشهد أن علياً ولي الله، وغير ذلك من الألفاظ التي لم ترد في الأذان، أو يضع الأذان في موضع يخرجه عن المقصود منه من الإعلام هو المبتدع. ¶ أما الذي يحافظ على الأذان بألفاظه ولا يخرج به عن الإعلام فلا شيء عليه، وهذا هو ما فعله عثمان رضي الله عنه حيث زاد يوم الجمعة الأذان الأول حينما كثرُ الناس، وقل تبكيرهم إلى المسجد لعدم سماعهم الأذان الذي كان عند جلوس الإمام على المنبر.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "فقد روى البخاري عن السائب بن يزيد رضي الله عنهقال:(كَانَ النِّدَاءُ يَوْمَ الْجُمُعَةِ أَوَّلُهُ إِذَا جَلَسَ الْإِمَامُ عَلَى الْمِنْبَرِ عَلَى عَهْدِ النَّبِيِّ صلى الله عليه وسلم وَأَبِي بَكْرٍ وَعُمَرَ رَضِيَ اللَّهُ عَنْهُمَا فَلَمَّا كَانَ عُثْمَانُ رضي الله عنه وَكَثُرَ النَّاسُ زَادَ النِّدَاءَ الثَّالِثَ عَلَى الزَّوْرَاءِ)(¬1)، ولم يكن للنبي صلى الله عليه وسلم مُؤذِّنٌ غَيْرَ وَاحدٍ، فثبت الأمر على ذلك. ¶ ثم نقول أيضاً أن عثمان رضي الله عنه فعل ذلك بمحضر من جميع الصحابة ولم ينكروا عليه فصار الأمر إجماعاً. ¶ ونقول أيضاً بأن عثمان رضي الله عنه من الخلفاء الراشدين الذين أمرنا النبي صلى الله عليه وسلم أن نأخذ بسنتهم حيث قال:(وعليكم بسنتي وسنة الخلفاء الراشدين المهديين من بعدي..) فلا حاجة إذاً لمن حسَّن البدع واحتج بهذه الأدلة. ¶ وبهذا يعلم أن من قسَّم البدعة إلى حسنة أو سيئة فهو مخطأٌ ضال مضل لأن النبي صلى الله عليه وسلم جعل الابتداع في الدين ضلالاً، فقال (وكل بدعة ضلالة) فحكم على البدع كلها بأنها ضلال. ¶ فهذه نصوص الكتاب والسُنَّة وأقوال الصحابة ومن بعدهم مليئة بالنهي عن الابتداع في دين الله والنهي عن سلوك أهل الأهواء الذين جاءوا ببدع من تلقاء أنفسهم فتعبدوا إلى الله بها ودعوا الناس إلى التعبد بها وكل هذا ضلال وكفر. ¶ وليعلم هؤلاء المبتدعون أنهم أعظموا على الله الفرية بعملهم هذا فالمبتدع مشرع والتشريع حق لله تعالى. قال تعالى:[أَمْ لَهُمْ شُرَكَاءُ شَرَعُوا لَهُمْ مِنْ الدِّينِ مَا لَمْ يَأْذَنْ بِهِ اللَّهُ](¬2). ¶ ما يعامل به المبتدعة: ¶ ¬__________ ¶ (¬1) رواه البخاري ـ كتاب الأذان ـ باب الأذان يوم الجمعة (861). ¶ (¬2) سورة الشورى: 21.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "قال شيخنا الشيخ صالح الفوزان ـ حفظه الله ـ:(تحرم زيارة المبتدع ومجالسته إلا على وجه النصيحة له والإنكار عليه، لأن مخالطته شر، وتنشر عدواه إلى غيره، ويجب التحذير منهم ومن شرهم إذا لم يمكن الأخذ على أيديهم ومنعهم من مزاولة البدع، وإلا فإنه يجب على علماء المسلمين وولاة أمورهم منع البدع والأخذ على أيدي المبتدعة، وردعهم عن شرهم لأن خطرهم على الإسلام شديد، ثم إنه يجب أن يعلم أن دول الكفر تشجع المبتدعة على نشر بدعهم، وتساعدهم على ذلك بشتى الطرق، لأن في ذلك القضاء على الإسلام وتشويه صورته)(¬1). ¶ قلت: وقد جاء عن السلف ـ رضوان الله عليهم ـ التحذير من الجلوس مع أهل البدع، وخلطتهم، والمشي معهم ونذكر طرفاً من ذلك: ¶ عن الحسن البصري رحمه الله قال:(لا تجالس صاحب بدعة فإنه يمرض قلبك). ¶ وعن سفيان الثوري قال:(من جالس صاحب بدعة لم يسلم من ثلاث: إما أن يكون فتنة لغيره، وإما أن يقع في قلبه شيء فيزل به فيدخله الله النار، وإما أن يقول والله ما أبالي ما تكلموا وإني واثق بنفسي فمن أمن الله على دينه طرفة عين سلبه إياه). ¶ وقال يحيى بن كثير:(إذا لقيت صاحب بدعة في طريق فخذ في طريق آخر). ¶ وقال أبو قلابة:(لا تجالسوا أهل الأهواء، ولا تجادلوهم فإني لا آمن أن يغمسوكم في ضلالتهم، أو يلبسوا عليكم ما كنتم تعرفون، وقال أيوب: وكان والله من الفقهاء أولي الألباب). ¶ وعن أيوب قال:(لقيني سعيد بن جبير فقال: ألم أرك مع طلق؟ قلت: بلى، فماله؟ قال: لا تجالسه، فإنه مرجئي، قال أيوب: وما شاورته في ذلك ولكن يحق للرجل المسلم إذا رأى من صاحبه شيئاً يكرهه أن ينصحه)(¬2). ¶ والآثار التي جاءت عن السلف في ذلك كثيرة نكتفي فيها بما ذكرناه. ¶ شروط وضوابط هجر المبتدع: ¶ ¬__________ ¶ (¬1) انظر في ذلك: رسالة البدعة، ص33، 34. ¶ (¬2) انظر: هذه الآثار وغيرها في كتاب البدع لابن وضاح.",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "من الأمور التي قررتها شريعة الإسلام هجر من ابتدع في دين الله تعالى، وهذا الهجر ديانة لله تعالى، فهو عبادة يتعبد بها المسلم الذي يغار على دينه ويدعو للتمسك به، وهذا الهجر له شروطه وضوابطه الشرعية، ومن ذلك: ¶ * الإخلاص: وهو ميزان الأعمال في باطنها. ¶ * المتابعة: وهو ميزان الأعمال في ظاهرها. ¶ فلابد أن يكون الهجر خالصاً صواباً، فالهجر لهوى النفس ينقص الإخلاص، والهجر على خلاف الأمر ينقص المتابعة. ¶ صفة هجر المبتدع: ¶ الأصل في المبتدع هو الإعراض عنه بالكلية، والبراءة منه، ومن مفردات هذا الإعراض: ¶ عدم مجالسته ـ الابتعاد عن مجاورته ـ ترك توقيره ـ ترك مكالمته ـ ترك السلام عليه ـ ترك التسمية له ـ عدم بسط الوجه له ـ عدم سماع كلامه وقراءته ـ عدم مشاورته. وهكذا من الصفات التي ينادى بها الزجر بالهجر، وتحصل مقاصد الشرع(¬1). ¶ سبل الوقاية من البدع: ¶ روى مسلم في صحيحه عن سعد بن أبي وقاص رضي الله عنه قال سمعت النبي صلى الله عليه وسلميقول:(من تصبَّح بسبع تمرات من تمر المدينة لم يصبه سم ولا سحر)(¬2). ¶ فهذا الحديث فيه توجيه نبوي كريم إلى الأخذ بالوسائل التي تقي المسلم من الأمور التي تسبب له الضرر في دنياه، فإذا كان هذا في أمور الدنيا ففي أمور الدين من باب أولى، فلابد من الأخذ بالوسائل التي نحصن بها الدين من هذه البدع التي توهنه وتضعفه في نفوس حامليه. وهناك وسائل يمكن من خلالها أن نقي هذا الدين من البدع والخرافات التي تدخل عليه، ومن ذلك: ¶ (1) الأمر بالمعروف والنهي عن المنكر: فهي سفينة النجاة لأمة الإسلام، فمتى ظهرت البدع فإنه يلزم أهل المعرفة بها أن ينهوا الناس عنها، ويحذرونهم من الوقوع أو التلبث بها وذلك لخطورتها. ¶ ( ¶ ¬__________ ¶ (¬1) انظر في ذلك: رسالة هجر المبتدع للشيخ بكر أبو زيد × ، ص14 ـ 17.. ¶ (¬2) رواه مسلم ـ كتاب الأشربة ـ باب فضل تمر المدينة (3814).",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "2) نشر السُنَّة والتعريف بها على نطاق واسع: قال صلى الله عليه وسلم:(بَلِّغُوا عَنِّي وَلَوْ آيَةً وَحَدِّثُوا عَنْ بَنِي إِسْرَائِيلَ وَلا حَرَجَ وَمَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنْ النَّارِ)(¬1). وقال أيضاً: (أَلا لِيُبَلِّغْ الشَّاهِدُ الْغَائِبَ)(¬2)، وقال: (نَضَّرَ اللَّهُ امْرَأً سَمِعَ مِنَّا حَدِيثًا فَحَفِظَهُ حَتَّى يُبَلِّغَهُ غَيْرَهُ)(¬3). ¶ فهذه الأحاديث كلها وما جاء في معناها تحث المسلم على إظهار السُنَّة وإبلاغها لمن يجهلها وذلك ليتعبد بها ولتكون أداة لحاملها في مواجهة أضرار وأخطار البدع. ¶ (3) تطبيق السُنَّة في سلوك الفرد والمجتمع، أو الربط بين السُنَّة كمبادىء وتعاليم وبين العمل بهذه المبادىء والاسترشاد بما ترشد إليه في كل مجالات الحياة وهذا من أعظم أبواب نصرة رسول الله صلى الله عليه وسلم، فإذا ما قام الفرد والمجتمع بهذه الأمور صارت البدعة نشازاً في المجتمع بارزة بملامحها الشنيعة ومظهرها المظلم. ¶ (4) القضاء على أسباب البدع التي تم ذكرها سابقاً ويكون ذلك بما يلي: ¶ (أ) عدم قبول الاجتهاد ممن ليس أهلا له، ورد الاجتهاد غير المقبول. ¶ (ب) الرد على ما يوجه إلى الدين من حملات ظاهرة أو خفية على أساس من العلم الديني وكشف مظاهر الابتداع، وتسليط الضوء عليها من القرآن والسُنَّة لمنعها من التغلغل والانتشار. ¶ (ج) نبذ التعصب لرأي من الآراء أو اجتهاد من الاجتهادات، والاهتمام بالوصول إلى الحق من أي طريق. ¶ ( ¶ ¬__________ ¶ (¬1) رواه البخاري ـ كتاب أحاديث الأنبياء ـ باب ما ذكر عن بني إسرائيل (3202). ¶ (¬2) رواه البخاري ـ كتاب المغازي ـ باب حجة الوداع (4054)، ومسلم ـ كتاب القسامة والمحاربين والقصاص والديات ـ باب تغليظ تحريم الدماء و الأعراض والأموال (3179). ¶ (¬3) رواه أبو داود، والترمذي،وابن ماجة، وصححه الألباني في الصحيحة رقم (3179).",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "د) الاحتراز من كل خروج من حدود السُنَّة مهما قل أثره أو صغر أمره، والتحرز في الحكم على الأشخاص بالتبديع أو التفسيق أو التكفير لما يثيره من تعصب باطل وتفريق للأمة، والتسامح لما استند إلى دليل معتمد، وكان مجالاً للأدلة المحتملة، والأخذ بما ترجح في نظر المجتهد. ¶ (هـ) منع العامة من القول في الدين، وعدم اعتبار آرائهم مهما كانت مناصبهم فيه. ¶ (و) صد تيارات الفكر العقائدي المثبطة للهمم المربكة للعقول والتي لا حاجة للمسلم بها. ¶ هذه جملة من الوسائل التي من خلالها نستطيع حفظ ديننا الحنيف من الإحداث فيه، وبها نختم هذه الرسالة التي نرجو من الله تعالى أن ينفع بها، وآخر دعوانا أن الحمد لله رب العالمين، وصلى الله وسلم وبارك على نبينا محمد وعلى آله وصحبه أجمعين.",
            "page": "54",
            "part": "1"
        }
    ],
    "t35280": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "نسخة من رسالة كل خير في اتباع...نسخة جديدة معدلة"
        }
    ]
}