{
    "b35721": [
        {
            "id": "1",
            "nass": "الأصول الشرعية ¶ في ¶ التوحيد والشرك ، والسنة والبدعة ، والتاريخ والصحابة ، والدعوة والمنهج ، والكفار والجهاد ¶ للشيخ ¶ ناصر بن حمد الفهد ¶ بسم الله الرحمن الرحيم ¶ الحمد لله رب العالمين ، والصلاة والسلام على أشرف الأنبياء والمرسلين ، وعلى آله وصحابته أجمعين ، ومن اهتدى بهديهم إلى يوم الدين ، أما بعد : فهذه ورقات موجزة مختصرة مشتملة على أصول في التوحيد والشرك ، وأصول في السنة والبدعة ، وأصول في التاريخ والصحابة ، وأصول في الدعوة والمنهج ، وأصول في الكفار والجهاد . ¶ جمعتها _من مؤلفات الشيخ ناصر _ لإخواني من أهل السنة ، لتكون عوناً لهم في كشف شبهات أهل الأهواء والبدع فأسأل الله تعالى أن يجعل ما جمعته خالصاً لوجهه الكريم ، وأن ينفع بها من قرأها ، وصلى الله على نبينا محمد . ¶ أصول ¶ في ¶ التوحيد والشرك ¶ الأصل الأول ¶ أن توحيد العبادة هو أساس دعوة الرسل وهو أصل الأعمال",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "فأساس الدين وأصله وبدايته ومنتهاه هو توحيد الله بأفعال العباد ، فيوحد الله سبحانه ولا يشرك به شيئاً بالدعاء والذبح والنذر والاستعانة والاستعاذة وغيرها من العبادات ، وقد جاءت دعوة الرسل كلهم بهذا ، فقد قال الله تعالى (ولقد بعثنا في كل أمة رسولا أن اعبدوا الله واجتنبوا الطاغوت) ، وقال تعالى (وما أرسلنا من قبلك من رسول إلا نوحي إليه أنه لا إله إلا أنا فاعبدون) ، وقال تعالى عن نوح عليه السلام (لقد أرسلنا نوحاً إلى قومه فقال يا قوم اعبدوا الله ما لكم من إله غيره) ، وقال تعالى عن هود عليه السلام (وإلى عاد أخاهم هودا قال يا قوم اعبدوا الله ما لكم من إله غيره) ، وقال تعالى عن صالح عليه السلام (وإلى ثمود أخاهم صالحا قال يا قوم اعبدوا الله ما لكم من إله غيره) ،وقال عن إبراهيم عليه السلام ( وإبراهيم إذ قال لقومه اعبدوا الله واتقوه) ، وقال تعالى عن شعيب عليه السلام (وإلى مدين أخاهم شعيبا قال يا قوم اعبدوا الله ما لكم من إله غيره) ، وقال تعالى عن عيسى عليه السلام (يا بني إسرائيل اعبدوا الله ربي وربكم إنه من يشرك بالله فقد حرم الله عليه الجنة) ، والآيات في هذا المعنى كثيرة . ¶ و في الصحيحين عن أبي هريرة رضي الله عنه قال قال رسول الله - صلى الله عليه وسلم - (أمرت أن أقاتل الناس حتى يقولوا : لا إله إلا الله ، فإذا قالوها عصموا مني دماءهم وأموالهم إلا بحقها وحسابهم على الله عز وجل ) . ¶ وفي الصحيح عن ابن عباس أن رسول الله - صلى الله عليه وسلم - لما بعث معاذاً إلى اليمن قال : إنك تقدم على قوم أهل كتاب ، فليكن أول ما تدعوهم إليه عبادة الله عز وجل) . ¶ وفي الصحيح عن أبي مالك عن أبيه قال سمعت رسول الله - صلى الله عليه وسلم - يقول : من قال لا إله إلا الله وكفر بما يعبد من دون الله حرم ماله ودمه وحسابه على الله. ¶ والأحاديث في هذا الباب كثيرة .",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "فظهر من هذه النصوص أن أصل دعوة رسل الله صلوات الله وسلامه عليهم هو توحيد الله سبحانه وتعالى ، وإخلاص العبادة له وحده ، فلا يشرك معه غيره ، فلا يكون أحد متبعاً الرسل إلا بتحقيق هذا التوحيد. ¶ الأصل الثاني ¶ أن الإيمان بتوحيد الربوبية لا يدخل الإسلام ولا ينفي الشرك ¶ اعلم أن الإيمان بأن الله هو الخالق الرازق المدبر وأنه هو الضار النافع – وهو توحيد الربوبية- لا ينفي الشرك ، ولا يكفي في الدخول في الإسلام ، بل لا بد من توحيد الله بالعبادة (وهو توحيده بأفعال العباد كالدعاء والذبح والنذر وغيرها من العبادات –كما سبق ذكره في الأصل الأول - ) . ¶ والدليل على ذلك أن عامة المشركين كانوا يؤمنون بتوحيد الربوبية ولم يدخلهم ذلك في الإسلام ، ولم يخرجهم من كونهم مشركين ، وهذا أمر معلوم بالتواتر . ¶ والأدلة على ذلك كثيرة من النصوص الشرعية ، والتاريخ : ¶ فمن النصوص : ¶ وردت آيات كثيرة في إقرار المشركين بأن الله سبحانه وتعالى هو الخالق الرازق المدبر ، وهي على أقسام : ¶ القسم الأول : ¶ أن الله سبحانه أخبر أنهم لو سئلوا عن الربوبية لأقروا بها : ¶ كقوله تعالى )قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ أَمَّنْ يَمْلِكُ السَّمْعَ وَالْأَبْصَارَ وَمَنْ يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَمَنْ يُدَبِّرُ الْأَمْرَ فَسَيَقُولُونَ اللَّهُ فَقُلْ أَفَلا تَتَّقُونَ) . ¶ وكقوله تعالى )وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ لَيَقُولُنَّ اللَّهُ فَأَنَّى يُؤْفَكُونَ) . ¶ وكقوله تعالى )وَلَئِنْ سَأَلْتَهُمْ مَنْ نَزَّلَ مِنَ السَّمَاءِ مَاءً فَأَحْيَا بِهِ الْأَرْضَ مِنْ بَعْدِ مَوْتِهَا لَيَقُولُنَّ اللَّهُ قُلِ الْحَمْدُ لِلَّهِ بَلْ أَكْثَرُهُمْ لا يَعْقِلُونَ) .",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وكقوله تعالى )وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ قُلِ الْحَمْدُ لِلَّهِ بَلْ أَكْثَرُهُمْ لا يَعْلَمُونَ) . ¶ وكقوله تعالى )وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ ) . ¶ وكقوله تعالى )وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ خَلَقَهُنَّ الْعَزِيزُ الْعَلِيمُ). ¶ وكقوله تعالى )وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَهُمْ لَيَقُولُنَّ اللَّهُ فَأَنَّى يُؤْفَكُونَ) . ¶ وكقوله تعالى )قُلْ لِمَنِ الْأَرْضُ وَمَنْ فِيهَا إِنْ كُنْتُمْ تَعْلَمُونَ ، سَيَقُولُونَ لِلَّهِ قُلْ أَفَلا تَذَكَّرُونَ ، قُلْ مَنْ رَبُّ السَّمَاوَاتِ السَّبْعِ وَرَبُّ الْعَرْشِ الْعَظِيمِ ، سَيَقُولُونَ لِلَّهِ قُلْ أَفَلا تَتَّقُونَ ، قُلْ مَنْ بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ وَهُوَ يُجِيرُ وَلا يُجَارُ عَلَيْهِ إِنْ كُنْتُمْ تَعْلَمُونَ ، سَيَقُولُونَ لِلَّهِ قُلْ فَأَنَّى تُسْحَرُونَ) . ¶ القسم الثاني : ¶ أن الله سبحانه ذكر عنهم بعض عباداتهم لله التي يشركون معه فيها غيره: ¶ كقوله تعالى )وَجَعَلُوا لِلَّهِ مِمَّا ذَرَأَ مِنَ الْحَرْثِ وَالْأَنْعَامِ نَصِيباً فَقَالُوا هَذَا لِلَّهِ بِزَعْمِهِمْ وَهَذَا لِشُرَكَائِنَا فَمَا كَانَ لِشُرَكَائِهِمْ فَلا يَصِلُ إِلَى اللَّهِ وَمَا كَانَ لِلَّهِ فَهُوَ يَصِلُ إِلَى شُرَكَائِهِمْ سَاءَ مَا يَحْكُمُونَ) . ¶ وكقوله تعالى (وما يؤمن أكثرهم بالله إلا وهم مشركون) . ¶ قال ابن عباس –في تفسيرها - : من إيمانهم إذا قيل لهم من خلق السماء ؟ ومن خلق الأرض؟ ومن خلق الجبال ؟ قالوا : الله ، وهم مشركون . ¶ وكقوله تعالى ) وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى) .",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وكقوله تعالى )وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لا يَضُرُّهُمْ وَلا يَنْفَعُهُمْ وَيَقُولُونَ هَؤُلاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ) . ¶ القسم الثالث : ¶ أن الله سبحانه ذكر عنهم أنهم يخلصون العبادة له أحياناً : ¶ كقوله تعالى )فَإِذَا رَكِبُوا فِي الْفُلْكِ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ إِذَا هُمْ يُشْرِكُونَ) . ¶ وكقوله تعالى )وَإِذَا مَسَّكُمُ الضُّرُّ فِي الْبَحْرِ ضَلَّ مَنْ تَدْعُونَ إِلَّا إِيَّاهُ فَلَمَّا نَجَّاكُمْ إِلَى الْبَرِّ أَعْرَضْتُمْ وَكَانَ الْأِنْسَانُ كَفُوراً) . ¶ وكقوله تعالى )وَإِذَا مَسَّ الْأِنْسَانَ الضُّرُّ دَعَانَا لِجَنْبِهِ أَوْ قَاعِداً أَوْ قَائِماً فَلَمَّا كَشَفْنَا عَنْهُ ضُرَّهُ مَرَّ كَأَنْ لَمْ يَدْعُنَا إِلَى ضُرٍّ مَسَّهُ كَذَلِكَ زُيِّنَ لِلْمُسْرِفِينَ مَا كَانُوا يَعْمَلُونَ). ¶ وكقوله تعالى )وَمَا بِكُمْ مِنْ نِعْمَةٍ فَمِنَ اللَّهِ ثُمَّ إِذَا مَسَّكُمُ الضُّرُّ فَإِلَيْهِ تَجْأَرُونَ ، ثُمَّ إِذَا كَشَفَ الضُّرَّ عَنْكُمْ إِذَا فَرِيقٌ مِنْكُمْ بِرَبِّهِمْ يُشْرِكُونَ) . ¶ وكقوله تعالى )وَإِذَا مَسَّ النَّاسَ ضُرٌّ دَعَوْا رَبَّهُمْ مُنِيبِينَ إِلَيْهِ ثُمَّ إِذَا أَذَاقَهُمْ مِنْهُ رَحْمَةً إِذَا فَرِيقٌ مِنْهُمْ بِرَبِّهِمْ يُشْرِكُونَ) . ¶ وكقوله تعالى )وَإِذَا مَسَّ الْأِنْسَانَ ضُرٌّ دَعَا رَبَّهُ مُنِيباً إِلَيْهِ ثُمَّ إِذَا خَوَّلَهُ نِعْمَةً مِنْهُ نَسِيَ مَا كَانَ يَدْعُو إِلَيْهِ مِنْ قَبْلُ وَجَعَلَ لِلَّهِ أَنْدَاداً لِيُضِلَّ عَنْ سَبِيلِهِ قُلْ تَمَتَّعْ بِكُفْرِكَ قَلِيلاً إِنَّكَ مِنْ أَصْحَابِ النَّارِ) .",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "فإذا تأملت في النصوص السابقة تبين لك – بالضرورة – أن المشركين كانوا يؤمنون بوجود الله سبحانه ويقرون بربوبيته وأنه الخالق الرازق ، وكانوا يعبدونه ، ولكنهم كانوا لا يخلصون العبادة له وحده بل يشركون معه غيره ، فلم يخرجهم هذا من الشرك ، ولم ينجهم من العذاب. ¶ وأما من التاريخ : ¶ فقد تواتر في كتب السير والأدب والشعر والقصص وغيرها عن العرب في جاهليتهم إقرارهم بربوبية الله سبحانه ، وأنهم كانوا يتعبدون له –على شركهم - ، وكانوا يحجون بيته العتيق ، و يحرمون الأشهر الحرم ، ويعظمون البيت ، ويقسمون بالله ، ومن تلبيتهم في حجهم قولهم (لبيك لا شريك لك إلا شريكاً هو لك تملكه وما ملك) ، وقصة عبد المطلب مشهورة لما قابل أبرهة لما أراد أن يهدم البيت فقال له (أنا رب الإبل ، وللبيت رب يحميه) ، وهذا أمر مشهور جداً لا ينكره إلا جاهل. ¶ ومن المذكور في أشعار الجاهليين : ¶ قول زهير بن أبي سلمى في معلقته : ¶ فلا تكتمن الله ما في نفوسكم ** ليخفى ، ومهما يكتم الله يعلم ¶ وقول عبيد بن الأبرص في معلقته : ¶ من يسأل الناس يحرموه ** وسائل الله لا يخيب ¶ وقال أوس بن حجر: ¶ وباللات والعزى ومن دان دينها ** وبالله إن الله منهن أكبر ¶ وقال عنتر بن شداد: ¶ يا عبل أين من المنية مهربي ** إن كان ربي في السماء قضاها ¶ وقال حاتم الطائي : ¶ سقى الله رب الناس سحاً وديمة ** جنوب السراة من مآب إلى زغر ¶ وقال خداش بن زهير العامري : ¶ رأيت الله أكبر كل شيء ** محاولة وأكثرهم جنودا ¶ وقال النابغة الذبياني : ¶ حلفت فلم أترك لنفسك ريبة ** وليس وراء الله للمرء مذهب ¶ وأخبارهم وأشعارهم كثيرة ، وفيما سبق كفاية لمن طلب الحق . ¶ فتبين لك مما سبق أن مشركي مكة الذين بعث إليهم النبي - صلى الله عليه وسلم - كانوا يقرون بأن الله سبحانه هو ربهم وخالقهم ورازقهم ، ولكن ذلك لم يدخلهم الإسلام ، بل كان لا بد من إفراده بتوحيد العبادة وهو الأصل الأول . ¶ الأصل الثالث",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "أن التوحيد إذا انتقض بطلت جميع الأعمال ولو كثرت ¶ اعلم أنه لا ينفع العبد صلاة ولا صيام ولا زكاة ولا حج ولا صلة ولا غيرها من الأعمال إذا فسد توحيده وانتقض بالشرك أو غيره من نواقضه ، كما أنه لا ينتفع المصلي بصلاته وخشوعه وطول ركوعه وسجوده وقراءته إذا انتقض وضوؤه ولو بمثل رأس الإبرة من البول!! ¶ والأدلة على ذلك كثيرة منها : ¶ قوله تعالى عن أعمال الكفار (وقدمنا إلى ما عملوا من عمل فجعلناه هباء منثورا) . ¶ وقوله تعالى (ومن يكفر بالإيمان فقد حبط عمله) . ¶ فإن قال قائل : ولكن هذا في الكفار الأصليين . ¶ قيل : بل ذكر الله سبحانه ما هو أبلغ من ذلك ، فقد ذكر عن أنبيائه عليهم السلام وهم أفضل الخلق وأكرمهم وأعظمهم أعمالاً أنهم لو أشركوا لحبطت أعمالهم : ¶ فإن الله سبحانه لما ذكر الأنبياء (نوحاً وإبراهيم وموسى وعيسى وإسماعيل وإسحاق ويعقوب وزكريا ويحيى وإلياس وداود وسليمان و أيوب ويوسف وهارون واليسع ويونس ولوطاً) عليهم السلام قال (ولو أشركوا لحبط عنهم ما كانوا يعملون) . ¶ بل وقال تعالى عن سيد ولد آدم - صلى الله عليه وسلم - (ولقد أوحي إليك وإلى الذين من قبلك لئن أشركت ليحبطن عملك) . ¶ فإذا كان الأنبياء وهم معصومون من الشرك ذكر الله ذلك عنهم ، فغيرهم من باب أولى . ¶ وفي صحيح مسلم عن عائشة رضي الله عنها قالت : ¶ قلت : يا رسول الله ، إن ابن جدعان كان في الجاهلية يصل الرحم ، ويطعم المسكين ، فهل ذاك نافعه؟. ¶ قال : لا ينفعه ، إنه لم يقل يوماً : رب اغفر لي خطيئتي يوم الدين(1) . ¶ __________ ¶ (1) المقصود بقول النبي - صلى الله عليه وسلم - هنا هو التنبيه إلى أنه لم يخلص العبادة لله سبحانه وتعالى ، لأن الكافر لو قال هذه الكلمة (رب اغفر لي خطيتئ يوم الدين) - فقط - لم يخرج من الشرك بإجماع السنة والزيدية والروافض والخوارج والمعتزلة وغيرهم ، لأنه لا بد أن يأتي بالشهادتين ، فتبين أن المراد من ذكر هذه الكلمة هو التنبيه إلى أصل العبادة .",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "إذا تبين لك هذا ، فاعلم أن الرجل إذا كان يصلي ويصوم ويزكي ويحج ويعتمر ويجاهد ويصل الرحم ويفعل الخير ولكنه يصرف بعض عباداته للأولياء أو الأنبياء أو القبور أو الأشجار أو الأحجار من دعاء – يسميه توسلاً – أو ذبح أو نذر أو غيره فهو مشرك لا ينفعه هذا العمل كما لم ينفع سلفه من المشركين ، و إن مات على ذلك فهو ممن قال الله فيهم (وقدمنا إلى ما عملوا من عمل فحعلناه هباء منثورا) ، فإن الله سبحانه لا يغفر هذا الشرك أبداً كما قال تعالى (إن الله لا يغفر أن يشرك به ويغفر ما دون ذلك لمن يشاء) ، وكما قال تعالى (إنه من يشرك بالله فقد حرم الله عليه الجنة ومأواه النار) .(1) ¶ الأصل الرابع ¶ أن التوحيد ينتقض بناقض واحد فأكثر ¶ __________ ¶ (1) إذا فهمت هذا الأصل تبين لك جهل أهل الأهواء الذين يدافعون عن عباد القبور بأنهم يصلون ويصومون إلى آخر هرائهم ، و يقال لهم أيضاً : ما تقولون في رجل يشهد أن لا إله إلا الله وأن محمداً رسول الله ويؤدي الأركان وغيرها ، ولكنه يسب الله والرسول ويطأ المصحف ؟!. ¶ إن قالوا : هو مؤمن فقد خرجوا عن إجماع المسلمين كلهم – حتى الجهمية والزيدية والمعتزلة – فإنهم يقولون إن فعله هذا كفر . ¶ وإن قالوا : هذا كفر ، قلنا : فلم لم تنظروا إلى نطقه بالشهادة وقيامه ببقية الأركان؟؟!! . ¶ فإن قالوا : لأنه أتى ناقضاً من نواقض الإسلام . قلنا : وكذلك من صرف عبادة لغير الله ولا فرق.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "اعلم أن التوحيد ينتقض بناقض واحد فأكثر من نواقض الإسلام ؛ كالشرك مثلاً ، أو إنكار النبوة ، أو الاستهزاء بالدين ، أو جحد البعث ونحو ذلك ، فمن أشرك فقد انتقض توحيده ، ومن أنكر النبوة أو شيئاً منها فقد انتقض توحيده ، ومن أنكر المعاد فقد انتقض توحيده ، ومن سب الله أو رسوله أو دينه فقد انتقض توحيده وهكذا ، و ذلك كما أن الطهارة تنتقض بناقض واحدٍ من نواقضها كبول أو غائط أو ريح أو غيره ، وكما أن الصيام يبطل بناقض واحد كالأكل أو الشرب أو الجماع ، فيكفي لنقض الأصل ناقض واحد من نواقضه. ¶ ويدل على هذا إجماع المسلمين –على اختلاف فرقهم من أهل السنة والأشعرية والخوارج والمعتزلة والزيدية وغيرهم - في أن من صدر عنه ما ينقض الإسلام فإنه يرتد بذلك ولا يلزم أن يجتمع فيه عدد من النواقض حتى يحكم عليه بالكفر ، وهذا ما يقرره العلماء في كتب الفقه في أبواب حكم المرتد. ¶ فإذا فهمت هذا الأصل تبين لك جهل من يقول : إن شرك العرب ليس فقط بسبب اتخاذ الوسطاء بينهم وبين الله ، بل هم مع ذلك ينكرون النبوة والبعث !!. ¶ فإن هذا القول من أفسد الأقوال وأبطلها ؛ إذ يلزم عليه أن لا يحكم بالردة على أحد حتى يجمع ما عند الكفار من نواقض ، فيشرك وينكر البعث والنبوة ، وهذا باطل بالإجماع ، فإن هناك من يقر بالبعث ممن بعث فيهم الرسول - صلى الله عليه وسلم - كأمية بن أبي الصلت واليهود ، وهناك من كفره باتخاذ الوسائط بينهم وبين الله وهؤلاء هم عامة الكفار الذين بعث إليهم الرسل ، فلو أخلص أحد العبادة لله ولكنه أنكر البعث كفر ، ولو أقر بالبعث وأنكر النبوة كفر ، ولو أقر بالنبوة والبعث وأشرك في العبادة كفر ، وهذا أمر ظاهر ولله الحمد . ¶ أصول ¶ في ¶ السنة والبدعة ¶ الأصل الأول ¶ أن أهل السنة والجماعة هم الفرقة الناجية ¶ وسوف أذكر ها هنا أربع مقدمات : ¶ المقدمة الأولى : إثبات تفرق الأمة وتغييرهم سنة الرسول - صلى الله عليه وسلم - .",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "المقدمة الثانية : إثبات أن هذا التفرق مذموم . ¶ والمقدمة الثالثة : إثبات أن الرسول - صلى الله عليه وسلم - قد بين الفرقة الناجية . ¶ والمقدمة الرابعة : إثبات أن هذه الفرقة باقية في جميع الأعصار . ¶ المقدمة الأولى : إثبات تفرق الأمة وتغييرهم سنة الرسول - صلى الله عليه وسلم - ¶ والدليل على حصول هذا التفرق من الشرع والواقع : ¶ أما من الشرع : ¶ فقد قال الله تعالى عن أهل الكتاب )وَلا تَكُونُوا كَالَّذِينَ تَفَرَّقُوا وَاخْتَلَفُوا مِنْ بَعْدِ مَا جَاءَهُمُ الْبَيِّنَاتُ وَأُولَئِكَ لَهُمْ عَذَابٌ عَظِيمٌ) . ¶ وقال تعالى عنهم )وَمَا تَفَرَّقُوا إِلَّا مِنْ بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْياً بَيْنَهُمْ ) . ¶ وقال تعالى أيضاً )إِنَّ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعاً لَسْتَ مِنْهُمْ فِي شَيْءٍ). ¶ وقال تعالى )مِنَ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعاً كُلُّ حِزْبٍ بِمَا لَدَيْهِمْ فَرِحُونَ) . ¶ والآيات التي تثبت تفرق أهل الكتاب وتفرقهم من بعد ما جاءتهم البينات وتذمهم على ذلك كثيرة جداً . ¶ وقد ورد في السنة عدد من الأحاديث التي تثبت أن هذه الأمة ستسلك مسلك أهل الكتاب ؛ منها : ¶ ما في الصحيح عن أبي سعيد الخدري قال : قال رسول الله - صلى الله عليه وسلم - : لتتبعن سنن الذين من قبلكم شبراً بشبر ، وذراعاً بذراع ، حتى لو دخلوا جحر ضب لاتبعتموهم . قلنا : يا رسول الله ، اليهود والنصارى ؟. قال : فمن ؟. ¶ وفي الصحيح عن أبي هريرة رضي الله عنه عن النبي - صلى الله عليه وسلم - قال : لا تقوم الساعة حتى تأخذ أمتي بأخذ القرون قبلها شبراً بشبر ، وذراعاً بذراع . فقيل : يا رسول الله ، كفارس والروم . فقال : ومن الناس إلا أولئك ؟. ¶ وقد جاء في السنة أيضاً التصريح بتفرق هذه الأمة واختلافها بعده ، ومن ذلك :",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "ما في الصحيح من حديث أبي هريرة رضي الله عنه عن النبي - صلى الله عليه وسلم - قال : (ألا ليذادن رجال عن حوضي كما يذاد البعير الضال أناديهم : ألا هلم ، فيقال : إنهم قد بدلوا بعدك . فأقول : سحقاً ، سحقاً ). ¶ وفي الصحيحين نحوه هذا اللفظ أيضاً من حديث أنس وأبي سعيد وغيرهما رضي الله عنهم. ¶ و في السنن عن العرباض بن سارية رضي الله عنه قال : صلى لنا رسول الله - صلى الله عليه وسلم - صلاة الصبح ثم أقبل علينا فوعظنا موعظة وجلت منها القلوب وذرفت منها العيون فقلنا : يا رسول الله ، كأنها موعظة مودع فأوصنا . قال : أوصيكم بتقوى الله ، والسمع والطاعة وإن تأمر عليكم عبد ، وإنه من يعش منكم فسيرى اختلافاً كثيراً ، فعليكم بسنتي وسنة الخلفاء الراشدين المهديين عضوا عليها بالنواجذ وإياكم ومحدثات الأمور فإن كل بدعة ضلالة . ¶ وروى الإمام أحمد والترمذي وغيرهما عن أبي هريرة عن النبي - صلى الله عليه وسلم - قال (تفرقت اليهود على إحدى وسبعين فرقة أو ثنتين وسبعين فرقة ، والنصارى مثل ذلك ، وتفترق أمتي على ثلاث وسبعين فرقة) وصححه الترمذي ، وروي من حديث ابن عمرو بن العاص (كلهم في النار إلا ملة واحدة) قالوا : ومن هي يا رسول الله ؟ قال : ما أنا عليه وأصحابي . رواه الترمذي وحسنه . ¶ وغير ذلك من النصوص . ¶ وأما الواقع : ¶ فيدل عليه ما نراه من تفرق هذه الأمة ، والعيان يغني عن البرهان ، فقد تفرقت الأمة إلى أشاعرة وماتريدية وزيدية وإباضية ورافضة ونصيرية وإسماعيلية ودروز وبهائية وقاديانية وغيرها من الفرق . ¶ والمقدمة الثانية : إثبات أن هذا التفرق مذموم ¶ فقد سبق ذكر الآيات التي تحذر من التفرق والاختلاف في الدين : ¶ كقوله تعالى أيضاً )إِنَّ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعاً لَسْتَ مِنْهُمْ فِي شَيْءٍ). ¶ وقوله تعالى )مِنَ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعاً كُلُّ حِزْبٍ بِمَا لَدَيْهِمْ فَرِحُونَ) .",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وقوله تعالى)وَلا تَكُونُوا كَالَّذِينَ تَفَرَّقُوا وَاخْتَلَفُوا مِنْ بَعْدِ مَا جَاءَهُمُ الْبَيِّنَاتُ وَأُولَئِكَ لَهُمْ عَذَابٌ عَظِيمٌ) . ¶ وسبق في حديث العرباض حثهم على ترك الاختلاف والتمسك بسنته وسنة الخلفاء الراشدين ، وحديث السبعين فرقة وفيها أخبر أنهم كلهم في النار إلا واحدة . ¶ وسيأتي مزيد من الأدلة إن شاء الله تعالى في المقدمة الثالثة وفي الأصل الثاني. ¶ المقدمة الثالثة : إثبات أن الرسول - صلى الله عليه وسلم - قد بين الفرقة الناجية وأنها أهل السنة والجماعة ¶ والدليل على ذلك من العقل واللغة والشرع : ¶ أما من العقل: ¶ فمن ثلاثة وجوه : ¶ الأول : أنه لا يمكن أن يبين الله سبحانه لنا أمور الدنيا كالفرائض والمواريث ولا يبين لنا الحق فيما نعتقده ونؤمن به ، حتى يقال : إننا لا ندري أين الحق في هذا الاختلاف والتفرق لأن كل فرقة تدعي أن الحق معها وأن من خالفها فهو ضال ، لا شك أن هذا من باب سوء الظن برب العالمين وأنه لم يتم نعمته علينا . ¶ الثاني : أن النبي - صلى الله عليه وسلم - وصحابته هم الذين خوطبوا بالوحي ، وهم الذين مدحهم الله سبحانه وتعالى في آيات كثيرة ، ووعدهم الله بالحسنى ، وهم الذين نشروا الإسلام ، ورووا السنن ، فعلم أن الحق معهم ، وأن من اتبعهم واهتدى بهديهم فهو على طريقهم وصراطهم لم يفرّق دينه ويفارق الجماعة ، وهؤلاء هم أهل السنة والجماعة. ¶ الثالث : أنه لا يوجد نص من الكتاب أو السنة أو أمر اتفق عليه الصحابة والتابعون وخالفه أهل السنة والجماعة ، بينما لا تجد فرقة من أهل البدع إلا وخالفت نصوصاً وأصولاً. ¶ وأما من اللغة : ¶ فلفظ : (الفرقة) و (التفرق) إنما يأتي بعد (اجتماع) ، فلا يقال : فارق فلان فلاناً إلا إذا كانا مجتمعين ثم تفارقا .",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "ومن المعلوم أن أول الفرقة حصلت بعد الفتنة في عصر الصحابة رضي الله عنهم ، فمن أراد الحق وتجنب الفرقة بقي على ما كان عليه المسلمون قبل حصول الافتراق ، وهذا ليس لغير أهل السنة والجماعة فإنهم هم الذين حرصوا على اتباع هدي الصحابة رضوان الله عليهم. ¶ وأما من الشرع : ¶ فقد دل على ذلك نصوص كثيرة من الكتاب والسنة : ¶ فمن الكتاب : ¶ قوله تعالى (اليوم أكملت لكم دينكم وأتممت عليكم نعمتي ورضيت لكم الإسلام دينا) وهذه الآية تدل على وضوح السبيل من وجوه : ¶ الأول : أن الله سبحانه قد أكمل الدين ، فمن ابتدع فيه فزاد أو نقص فقد انحرف عن هذا الدين بحسب بدعته ، ومن بقي على ذلك الدين الكامل فهو على الصراط المستقيم ، وليس هناك جماعة متبعة غير مبتدعة في أمورها كلها غير أهل السنة والجماعة. ¶ الثاني : أن الله قال (وأتممت عليكم نعمتي) ومن أعظم النعم معرفة الحق عند الاختلاف. ¶ الثالث : أن الله قال (ورضيت لكم الإسلام دينا) والإسلام الذي رضاه هو ما أنزله على رسوله وعمل به الصحابة رضوان الله عليهم . ¶ وقال تعالى (شرع لكم من الدين ما وصى به نوحاً والذي أوحينا إليك وما وصينا به إبراهيم وموسى وعيسى أن أقيموا الدين ولا تتفرقوا فيه) ، وهذه الآية تدل على أن إقامة الدين كله المنزل على محمد - صلى الله عليه وسلم - هو الحق ، وأن من ترك بعضه أو غير بعضه فقد تفرق فيه ، ولم يقم بالدين كله غير أهل السنة والجماعة. ¶ وقال تعالى (إن الذين فرقوا دينهم وكانوا شيعاً لست منهم في شيء) ، فدلت هذه الآية على أن الافتراق في الدين مذموم ، ولا يكون الحق إلا مع ترك الفرقة ، وذلك لا يكون إلا بالبقاء على الدين المنزل كما جاء .",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وقوله تعالى ( وأن هذا صراطي مستقيماً فاتبعوه ولا تتبعوا السبل فتفرق بكم عن سبيله) ، وهذه تدل على أن البقاء على الصراط المستقيم هو ما جاء به الرسول - صلى الله عليه وسلم - ، وأن من خالفه أو خالف بعضه أو غيره فقد اتبع السبل ، وقد قال مجاهد : السبل : البدع والشبهات. ¶ وقال تعالى : ( ومن يشاقق الرسول من بعد ما تبين له الهدى ويتبع غير سبيل المؤمنين نوله ما تولى ونصله جهنم وساءت مصيرا ) ، ومن المعلوم أن أولى الناس بالدخول في المؤمنين هم الصحابة رضي الله عنهم ، فمن شاق الرسول في بعض ما جاء به وخالف ما عليه الصحابة فهو داخل في الوعيد . ¶ والآيات في هذا المعنى كثيرة . ¶ وأما من السنة : ¶ ففي الصحيحين عن عمران بن حصين رضي الله عنه أن النبي - صلى الله عليه وسلم - قال (خيركم قرني ، ثم الذين يلونهم ، ثم الذين يلونهم) . ¶ وهذا ظاهر بأن خير الجماعات ما اهتدت بهدي القرن الأول ، وليس هذا لغير أهل السنة والجماعة . ¶ وما ورد في حديث العرباض بن سارية رضي الله عنه السابق قال : صلى لنا رسول الله - صلى الله عليه وسلم - صلاة الصبح ثم أقبل علينا فوعظنا موعظة وجلت منها القلوب وذرفت منها العيون فقلنا : يا رسول الله ، كأنها موعظة مودع فأوصنا . قال : أوصيكم بتقوى الله ، والسمع والطاعة وإن تأمر عليكم عبد ، وإنه من يعش منكم فسيرى اختلافاً كثيراً ، فعليكم بسنتي وسنة الخلفاء الراشدين المهديين عضوا عليها بالنواجذ وإياكم ومحدثات الأمور فإن كل بدعة ضلالة . ¶ فقد بين الرسول - صلى الله عليه وسلم - أن الحق عند الاختلاف يكون بالتمسك بسنته وسنة الخلفاء الراشدين.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وفي المسند عن عبد الله بن مسعود رضي الله عنه قال : خط رسول الله - صلى الله عليه وسلم - خطاً بيده ، ثم قال : هذا سبيل الله ، وخط عن يمينه وشماله ، ثم قال : هذه السبل ، ليس منها سبيل إلا عليه شيطان يدعو إليه ، ثم قرأ (وأن هذا صراطي مستقيما فاتبعوه ولا تتبعوا السبل فتفرق بكم عن سبيله) . ¶ فبين الرسول - صلى الله عليه وسلم - هنا أن البقاء على الصراط المستقيم وترك السبل – وهي البدع والشبهات – هو سبيل الله . ¶ وروى ابن جرير أن رجلاً قال لابن مسعود : ما الصراط المستقيم؟. قال : تركنا محمد - صلى الله عليه وسلم - في أدناه ، وطرفه في الجنة ، وعن يمينه جوادّ ، وعن يساره جوادّ ، ثمّ رجال يدعون من مر بهم ، فمن أخذ في تلك الجوادّ انتهت به إلى النار ، ومن أخذ على الصراط انتهى به إلى الجنة ، ثم قرأ ابن مسعود (وأن هذا صراطي مستقيما فاتبعوه ولا تتبعوا السبل فتفرق بكم عن سبيله). ¶ وروى الإمام أحمد والترمذي وغيرهما عن أبي هريرة عن النبي - صلى الله عليه وسلم - قال (تفرقت اليهود على إحدى وسبعين فرقة أو ثنتين وسبعين فرقة ، والنصارى مثل ذلك ، وتفترق أمتي على ثلاث وسبعين فرقة) وصححه الترمذي ، وروي من حديث ابن عمرو بن العاص (كلهم في النار إلا ملة واحدة) قالوا : ومن هي يا رسول الله ؟ قال : ما أنا عليه وأصحابي . رواه الترمذي وحسنه . ¶ فقد ذكر هنا الفرقة الناجية وأنها ما كانت على هديه هو وأصحابه ، وهذا موافق لما سبق من النصوص ، وأقوال الصحابة والتابعين في بيان هذا كثيرة جداً ، وفيما سبق كفاية لطالب الحق. ¶ وسوف أنقل هنا كلاماً لرجلٍ لا يتهم بمحاباة أهل السنة ولا يقال إنه من غلاة الحنابلة أو من الحنابلة ، بل وليس مذهبه قريباً من مذهب السنة ، فهو فيلسوف من الفلاسفة وأعني به أبا الوليد ابن رشد حيث قال في كتابه (مناهج الأدلة في عقائد الملة) ص 181 – بعد كلام سبق عن تأويلات الفرق:",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "(وهذه هي حال الفرق الحادثة في الشريعة مع الشريعة ، وذلك أن كل فرقة منهم تأولت في الشريعة تأويلاً غير التأويل الذي تأولته الفرقة الأخرى ، وزعمت أنه الذي قصده صاحب الشرع ، حتى تمزق الشرع كل ممزق ، وبعُد جداً عن موضوعه الأول ، ولما علم صاحب الشرع - صلى الله عليه وسلم - أن مثل هذا يعرض ولا بد في شريعته قال : \"ستفترق أمتي على ثنتين وسبعين فرقة كلها في النار إلا واحدة\" يعني بالواحدة : التي سلكت ظاهر الشرع ولم تؤوله ، وأنت إذا تأملت ما عرض في هذه الشريعة في هذا الوقت من الفساد العارض فيها من قبل التأويل تبينت أن هذا المثال صحيح ، وأول من غير هذا الدواء الأعظم هم : الخوارج ، ثم المعتزلة بعدهم ، ثم الأشعرية ، ثم الصوفية ، ثم جاء أبو حامد فطم الوادي على القرى). ¶ المقدمة الرابعة : إثبات أن هذه الفرقة باقية في جميع الأعصار ¶ إذا تبين لك من المقدمات السابقة أن التفرق مذموم ، وأن الجماعة التي على الحق واحدة ، فاعلم أنه قد ثبت عن رسول الله - صلى الله عليه وسلم - أنها باقية في جميع الأعصار : ¶ ويدل عليه ما رواه الشيخان عن المغيرة بن شعبة رضي الله عنه عن النبي - صلى الله عليه وسلم - قال (لن يزال قوم من أمتي ظاهرين على الناس حتى يأتيهم أمر الله وهم ظاهرون) . ¶ وفي الصحيحين عن معاوية رضي الله عنه مرفوعاً بلفظ (لا تزال طائفة من أمتي قائمة بأمر الله ، لا يضرهم من خذلهم أو خالفهم حتى يأتي أمر الله وهم ظاهرون على الناس ). ¶ وفي مسلم عن ثوبان (لا تزال طائفة من أمتي ظاهرين على الحق ، لا يضرهم من خذلهم ، حتى يأتي أمر الله وهم كذلك ). ¶ وهذا يبين لك أنه لا يخلو زمان من هذه الطائفة ، ولتعلم أن الله سبحانه أجل وأعظم وأحكم من أن يجعل أمر هذه الطائفة ملتبساً فلا ندري أين هي ؟ ولا على أي هدي ؟ بل قد أقام الدلائل التي تبين ذلك كله كما سبق في المقدمة الثالثة .",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وهذه الأحاديث تدل على أن الحق لايعدوا هذه الطائفة الظاهرة على الحق والقائمة بأمر الله ، وأن ماسواها من الطوائف قد تخطئ في شيء وتصيب في شيء ، لكن لايجوز أن يكون عند إحدى هذه الطوائف حق فات الطائفة الظاهرة جميعها ، وإن جاز أن يفوت الحق بعض أفرادها. ¶ وبهذا يتبين بطلان مايلبِّس به ( أهل الأهواء والبدع ) من دعوى أن جميع الطوائف ـ بما في ذلك أهل السنة ـ عندهم حق وباطل ، فيجعلون أهل السنة بمنزلة غيرهم ، ويجوِّزون أن يكون ثمة حق فاتهم جميعاً ، وأصابه مخالفوهم ممن ضل الطريق . ¶ الأصل الثاني ¶ أن أهل السنة والجماعة يعرفون بموافقة الكتاب والسنة وهدي الصحابة ¶ اعلم أن الطريق لمعرفة من هم أهل السنة والجماعة هو عرض أقوالهم وأفعالهم وهديهم على الكتاب والسنة وهدي الصحابة ، فأي عالم عرف بتعظيم الكتاب والسنة وهدي الصحابة فهو من أهل السنة والجماعة ، ومن خالف شيئاً من ذلك ففيه من البدعة بحسب مخالفته – وإن كان لا يعد من أهل البدع إلا إذا خالفهم في أصولهم - . ¶ لذلك فقد أجمع أهل العلم على الثناء على أئمة معروفين بالاتباع والاقتداء ، ووصفوهم بأنهم أئمة أهل السنة والجماعة كالإمام مالك وحماد بن زيد وحماد بن سلمة وأحمد بن حنبل وسفيان الثوري وإسحاق بن راهويه والشافعي وأبي زرعة وأبي حاتم والبخاري وأبي داود والترمذي ونحوهم رحمهم الله تعالى . ¶ ومما يميز أهل السنة عن غيرهم ، أن مذهبهم لا يعرف له مؤسس ابتدعه ، وليس لنشأته بداية متأخرة عن عصر النبوة ، بل مذهبهم هو الأصل ، وعنه تفرقت سائر الفرق . وجميع النحل الضالة معروفة نشأتها وكيف أحدثت أقوالها ، ومن أول من قال بضلالاتها : ¶ فالتشيع نشأ بالكوفة ، ومذهب الخوارج نشأ بحروراء ، ومذهب النواصب نشأ بالشام ، وجميع هذه المذاهب نشأت بعد الفتنة .",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "ومذهب المعتزلة أسسه واصل بن عطاء ، ومذهب الجهمية أسسه الجهم بن صفوان ، ومذهب الأشاعرة أسسه أبو الحسن الأشعري ، ومذهب الكلابية أسسه عبدالله بن سعيد بن كلاب ، ومذهب الكرامية أسسه محمد بن كرام ، ومذهب الزيدية أسسه إلى زيد بن علي . ¶ وهكذا سائر الفرق ، لا تجد منها فرقة إلا وهي منسوبة إلى بلد ، أو مؤسس ، أو تاريخ نشأة. ¶ وأما أهل السنة والجماعة ، فمذهبهم هو الأصل الذي انشقت عنه تلك الفرق ، ولا يمكن أن يقال إنه نشأ في الوقت الفلاني , أو البلد الفلاني . ¶ كما لايمكن أن ينسب مذهب أهل السنة إلى عالم مهما بلغت رتبته ، بل هو مذهب مبني على منهاج النبوة ، وماكان عليه الصحابة الكرام ـ رضي الله عنهم ـ . ¶ وإذا تقرر هذا ، تبين لك مكر ) أهل الأهواء والبدع ) في نسبتهم أقوال أهل السنة إلى الحنابلة ، مع أنها معروفة قبلهم ، فهم يريدون بهذا أن يجعلوا مذهب أهل السنة كغيره من سائر المذاهب والفرق الحادثة ، ليتسنى لهم بعد ذلك نقده ونقضه بحجة كونه اجتهاداً كغيره من اجتهادات الفرق الأخرى . ¶ الأصل الثالث ¶ أن أفراد أهل السنة والجماعة غير معصومين ¶ اعلم أننا إذا قلنا : إن أهل السنة والجماعة هم الفرقة الناجية ، وهم أهل الحق ، فلا يعني ذلك أن أفرادهم معصومون لا يقعون في الخطأ ، بل لا تكاد تجدا أحداً منهم إلا وقد أخطأ في مسائل ، ولا يضره ذلك ، فإن النقص صفة للبشر . ¶ وذلك مثل الصحابة تماماً ، فإن الصحابة رضي الله عنهم قد اختلفوا في مسائل كثيرة ، وخالف بعضهم بعضاً في أمور ، وأخطأ بعضهم في الاجتهاد ، إلا أنهم لا يتفقون على خطأ ، وإذا اتفقوا على أمرٍ فقولهم هو الحق . ¶ لذلك فخطأ الإمام من أهل السنة والجماعة مردود ، ولا ينسب هذا الخطأ لأهل السنة والجماعة ، كما أن الخطأ من الواحد من المسلمين لا ينسب للإسلام . ¶ الأصل الرابع ¶ أن أهل السنة يتفقون في الأصول وإن اختلفوا في بعض فروع هذه الأصول",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "إن أهل السنة والجماعة تتفق أصولهم في التوحيد والإيمان ، ولكن قد يختلفون في بعض فروع هذه الأصول لاختلافهم في تحقيق المناط أو لاختلافهم في تصحيح حديث وتضعيفه ونحو ذلك . ¶ مثال ذلك : ¶ أن أصل أهل السنة في الأسماء والصفات معروف وهو الإيمان بجميع ما ثبت في الكتاب والسنة من غير تحريف ولا تعطيل ومن غير تكييف ولا تمثيل ، ثم إنهم بعد هذا قد يختلفون في مسائل معينة وردت لاختلافهم في كونها صفة – مثلاً – أو لا . ¶ فمثلاً : لفظ (ساق) في قوله تعالى (يوم يكشف عن ساق) نكرة غير مضافة ، فلا يظهر من هذه الآية – بمجردها – أنها من آيات الصفات ؛ لذلك فسرها ابن عباس رضي الله عنهما بأنها : شدة الأمر . ¶ ولما كان عند أبي سعيد رضي الله عنه من العلم بهذه الآية ما ليس عند ابن عباس رضي الله عنهما فإنه فسرها بتفسير آخر كما في الصحيحين حيث قال : سمعت النبي - صلى الله عليه وسلم - يقول : يكشف ربنا عن ساقه ، فيسجد له كل مؤمن ومؤمنة ، ويبقى من كان يسجد في الدنيا رياء وسمعة فيذهب ليسجد فيعود ظهره طبقاً واحداً . ¶ فقول ابن عباس في الآية ليس من باب تحريف الجهمية في شيء ، بل قوله هو ظاهر الآية لولا ما دل عليه الحديث ، ولم يكن عنده علم بالحديث المفسر للآية ، فاختلافهما في الآية ليس بسبب الاختلاف في أصل الصفات . ¶ وكذلك قوله تعالى (فأينما تولوا فثم وجه الله ) قال مجاهد والشافعي : قبلة الله ، وجعلها ابن خزيمة من آيات الصفات ، وقول مجاهد والشافعي هذا ليس منازعة في أصل أهل السنة في الأسماء والصفات ، بل لأنهم لا يرون أن هذه الآية من آيات الصفات ، بل هي عندهم من قولهم : قصدت هذا الوجه أي : الجهة ، وقولهم هذا رجحه شيخ الإسلام رحمه الله.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "وكذلك أصل أهل السنة في الإيمان معروف وهو أنه قول وعمل يزيد بالطاعة وينقص بالمعصية ، ثم إنه قد ورد عن الإمام مالك رحمه الله أنه أثبت الزيادة وتوقف في مسألة النقصان ، وليس قوله هذا موافقة منه لقول المرجئة الذين يرون الإيمان شيئاً واحداً ، بل لأنه ورد وصف الإيمان بالزيادة في النصوص الشرعية ولم يرد وصفه بالنقصان . ¶ الأصل الخامس ¶ أنه لا يوجد خطأ لأحد من أهل السنة إلا وقد رد عليه آخرون من أهل السنة ¶ اعلم أنه ما من خطأ أخطأ فيه أحد من أهل السنة إلا ورد عليه آخر منهم ، سواء كان الخطأ في أصل أو في فرع أو في استدلال ، فأهل السنة لا يقرون أحداً على خطأ ، وإذا رأيتهم اتفقوا كلهم على قول فهو الحق . ¶ والأمثلة على ذلك كثيرة : ¶ فمن ذلك ما رواه الطبري وابن أبي حاتم وغيرهما بإسناد صحيح عن شريح أنه أنكر قراءة (عجبتُ) - بالضم - ويقول : إن الله لا يعجب ، وإنما يعجب من لا يعلم . قال الأعمش : فذكرته لإبراهيم النخعي فقال : إن شريحاً كان معجباً برأيه ، وإن ابن مسعود كان يقرؤها بالضم وهو أعلم منه . ¶ وورد عن أبي ثور رحمه الله أنه فسر قوله - صلى الله عليه وسلم - (إن الله خلق آدم على صورته) أي على صورة آدم ، فرد عليه الإمام أحمد وغيره . ¶ والأمثلة على ذلك كثيرة ، وبه يتأكد ما سبق تقريره من أنه لا يمكن أن يفوت الحق أهل السنة جميعهم ، ويكون هذا الحق عند فرقة من الفرق الحادثة المبتدعة دونهم! ، وسيأتي مزيد تفصيل في الأصل الثاني عشر إن شاء الله. ¶ الأصل السادس ¶ أن الرد عند التنازع إلى الكتاب والسنة على فهم السلف الصالح : ¶ وذلك أن الله سبحانه وتعالى يقول (فإن تنازعتم في شيء فردوه إلى الله والرسول ) والرد إلى الله الرد إلى كتابه ، والرد إلى الرسول الرد إلى سنته – كما قاله المفسرون - . ¶ وأما الأدلة على تقييد فهم الكتاب والسنة بفهم السلف الصالح فكثيرة منها:",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "أولاً : أن الله سبحانه وتعالى يقول (وما أرسلنا من رسول إلا بلسن قومه ليبين لهم..) الآية ، ومن المعلوم أن أصحاب الرسول - صلى الله عليه وسلم - هم قومه الذين بعث إليهم ، فكان فهمهم له هو الفهم الصحيح . ¶ ثانياً : أن الصحابة رضوان الله عليهم هم المخاطبون بالكتاب والسنة ابتداء ، وكثير من أسباب النزول كانت بسببٍ منهم . ¶ ثالثاً : أن لسانهم وفهمهم للغة كان صحيحاً ، بخلاف من جاء بعدهم فقد فسد لسان العرب بسبب اختلاطهم بالأعاجم . ¶ رابعاً : قول النبي - صلى الله عليه وسلم - - في حديث العرباض – (عليكم بسنتي وسنة الخلفاء الراشدين ) ، وقوله عن الفرقة الناجية (ما أنا عليه اليوم وأصحابي) ، وقوله (خير القرون قرني ) ، وغيرها من النصوص التي تبين أن الحق مع الصحابة ، ولا يحصل اتباعهم في هديهم إلا إذا فهمنا الكتاب والسنة بفهمهم. ¶ خامساً : أن الله سبحانه وتعالى أقر الصحابة على فهمهم للكتاب والسنة بالإجماع ، وفهمهم له كان واحداً – من حيث الجملة - ، ثم لما افترقت الأمة ادعت كل فرقة أن لها فهماً خاصاً هو الصواب ، ومن المعلوم أن أي فرقة من هذه الفرق لا تستطيع أن تأتي بدليل واحد تثبت فيه أن فهمها أقره الشارع . ¶ فثبت بهذا أن فهم الصحابة قد قام الدليل الشرعي على اعتباره دون غيره. ¶ سادساً : أن أحداً من الناس – بعد فساد لسان العرب – لا يستطيع فهم الكتاب والسنة بمجرد معرفته للسان قومه ، بل لا بد له من الرجوع إلى كتب الشروح والتفسير والغريب واللغة ، بخلاف ما كان عليه الصحابة – في الجملة – فإنهم كانوا يفهمون الكتاب والسنة على سليقتهم – وكثير منهم أميون – دون حاجة إلى مفسّر أو شارحٍ .",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "سابعاً : أن كل فرقة ضالة تدعي أنها تفهم الكتاب والسنة ، وأنها تستدل بالكتاب والسنة ، مع اختلافهم وتفرقهم ، ولو كان قول هؤلاء الضلال صحيحاً لم يحصل اهتداء بالكتاب والسنة مطلقاً ، ولا يكون الرجوع إليهما قاطعاً للتنازع بين الأمة ، ولا كان لقوله تعالى (فردوه إلى الله والرسول ) أي فائدة ، وهذا باطل . ¶ الأصل السابع ¶ أن الكلام في أئمة أهل السنة والجماعة هدم للإسلام ¶ فمن تكلم في أئمة أهل السنة والجماعة كالإمام مالك وحماد بن زيد وحماد بن سلمة وشعبة وسفيان الثوري وابن عيينة والأوزاعي ووكيع وعبد الرحمن بن مهدي ويحيى القطان والشافعي وأبي عبيد وابن أبي شيبة وأحمد وابنه عبد الله وإسحاق والبخاري والترمذي وأبي داود وأبي حاتم وابنه وأبي زرعة وغيرهم رحمهم الله جميعاً (1)فقد أعان على هدم الإسلام – شعر أم لم يشعر . ¶ وذلك أن الله سبحانه قد سخر هؤلاء لحمل دينه وحفظه وتبليغه للناس ، فهؤلاء هم الذين نقلوا لنا الشرائع ، والأحكام ، والتفسير ، والحديث ، والسنن ، والعقائد ، وهم أئمة الجرح والتعديل ، و أئمة التصحيح والتضعيف ، وهم أساطين الفقه والأحكام ، فمن قدح فيهم فقد قدح في دين الإسلام . ¶ فأي مسلم يستطيع أن يؤدي عباداته لله من غير طريق هؤلاء ؟؟!! . ¶ وأي مسلم له طريق إلى الرسول - صلى الله عليه وسلم - وأحكامه من غير طريق هؤلاء ؟؟!!. ¶ وأي مسلم له طريق لمعرفة الصحيح والضعيف من الحديث من غير طريق هؤلاء؟؟!! . ¶ وأي مسلم يستطيع فهم كتاب الله من غير طريق هؤلاء ؟؟!! . ¶ فمن قدح فيهم فهو رجل زنديق خبيث ، له خبيئة سوء ، إنما يريد هدم الإسلام وشرائعه عن طريق التشكيك في نقلته وحملته. ¶ فإن قال : أنا لا أقدح في أي شيء من ذلك ، ولكني أقدح في كتبهم ورسائلهم في (الاعتقاد) . ¶ __________ ¶ (1) وأعني بالكلام هنا هو الكلام على دينهم وعدالتهم ، أما الكلام في حفظ بعضهم أو غلطه في بعض الروايات ونحو هذا فليس مراداً هنا كما هو ظاهر .",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "فيقال له : فمن المعلوم أن أهم أمور المسلم وأعظمها هو اعتقاده وإيمانه بالله ، فإن فسد الاعتقاد فما دونه أعظم فساداً ، وإذا كانوا أصحاب اعتقادات باطلة ، يفتون بالهوى ، ويقتلون محاباة للسلاطين ، وينقلون الكذب نصرة لمذهبهم في الاعتقاد ، فكلامهم في الأحاديث الأخرى ونقلهم لها ، وكلامهم في الجرح والتعديل ، والتصحيح والتضعيف ، كله مبني على اعتقادهم أيضاً ، وإذا كان اعتقادهم فاسداً فلا ثقة في شيء مما نقلوه ، فيعود الأمر إلى ما قيل سابقاً بأن مثل هذا القول هدم للإسلام. ¶ ولا يُشغب على هذا الأصل بجواز الخطأ على الواحد منهم ، فهذا أمر لاينكره عاقل ، فضلاً عن عالم ، لكن فرق بين تخطئة العالم بالدليل ، وبين التشكيك في حملة الشريعة بالظنون الفاسدة ، والتخرصات الكاسدة. ¶ الأصل الثامن ¶ أنه لا اختصاص للحنابلة بعقيدة دون أهل السنة والجماعة ¶ اعلم أن عقيدة أهل السنة قد ظهرت وعرفت قبل ظهور الإمام أحمد بن حنبل رحمه الله تعالى ، فهي ما عليه الصحابة والتابعون وتابعوهم ، وإنما رفع الله الإمام أحمد رحمه الله تعالى بسبب قيامه بالسنة ونصرته لها فسمي إماماً لأهل السنة والجماعة ، ولم ينفرد بأي قول من الأقوال أو الاعتقادات دون من سبقه ، كيف وهو القائل (إياك أن تتكلم في مسألة ليس لك فيها إمام)!!. ¶ فالجعد بن درهم كان قتله أيام خالد القسري في ولاية بني أمية قبل ولادة الإمام أحمد . والجهم بن صفوان كان قتله أيام بني أمية أيضاً قبل ولادة الإمام أحمد . وغيلان القدري كان قتله أيام هشام بن عبد الملك قبل ولادة الإمام أحمد . وعمرو بن عبيد إنما تكلم فيه معاصروه من التابعين وتابعيهم قبل ولادة الإمام أحمد . وكذلك القول في واصل بن عطاء ومعبد الجهني وبشر المريسي وغيرهم .",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "وكذلك تشنيع الأئمة على الأقوال المحدثة، كله محفوظ عنهم قبل الإمام أحمد رحمه الله ، فمسألة خلق القرآن والصفات والإنكار على الجهمية قد تكلم فيها من هم أشياخ الإمام أحمد وأشياخ أشياخه كوكيع وعبد الرحمن بن مهدي وحماد بن سلمة وحماد بن زيد ومالك بن أنس وجرير بن حازم وعبد الله بن المبارك ويوسف بن أسباط وغيرهم وهؤلاء كلهم قبل الإمام أحمد ¶ وتكلم فيها معاصرو الإمام أحمد كأبي عبيد وإسحاق بن راهويه وابن أبي شيبة والبخاري والذهلي والدارمي وغيرهم ، وهم ليسوا حنابلة . ¶ وتكلم فيها من جاء من بعد الإمام أحمد وليس من أصحابه كالدارقطني والسجزي وابن أبي زيد القيرواني والآجري وابن خزيمة والصابوني والإسماعيلي والأشعري وغيرهم . ¶ وإنما أراد بعض الحمقى من ( أهل الأهواء والبدع ) وأذنابهم أن يتكلموا في عقيدة أهل السنة والجماعة فما وجدوا سبيلاً إلى ذلك إلا أن ينسبوا هذه العقيدة إلى الحنابلة . ¶ الأصل التاسع ¶ أن كتب العقيدة المسندة كغيرها من كتب الرواية ¶ اعلم أن كتب العقيدة المسندة ككتاب السنة لعبد الله بن أحمد والسنة للخلال والسنة لابن أبي عاصم وكتاب اللالكائي والآجري ونحوها شأنها في الرواية كغيرها من كتب الحديث والتفسير والسنن والآداب والتاريخ ونحوها من الكتب - التي لم يشترط فيها مؤلفوها الصحة – تجمع الأحاديث في الباب الواحد بالإسناد على اختلافها في الصحة والضعف ، وقد كان هذا هو الغالب في عرف أهل العلم ومسلكهم في التصنيف تلك الأزمان. ¶ فمن أراد أن يحذّر من كتب العقيدة من أجل بعض الروايات التي لا تصح فيها فإنه يلزمه أن يحذّر أيضاً من كتب التفسير والسنن والآداب والمصنفات والمسانيد والمعاجم ونحوها من الكتب التي تسوق الأسانيد الصحيحة والضعيفة. ¶ فإن قيل : إن كتب العقيدة لا يتسامح فيها بخلاف غيرها من الكتب . ¶ فالجواب من وجهين :",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "الأول : أنه لا يتسامح في غيرها أيضاً ، فكتاب الله سبحانه أعظم الكتب ، وعلى تفسيره تؤسس العقائد والأحكام والآداب وغير ذلك ، ومع ذلك توجد بعض الأحاديث الضعيفة – بل والموضوعة – في ثنايا كتب التفسير ، والحق في هذا : أن يحذر من هذه الأحاديث دون الكتب !!. ¶ الثاني : أنه ليس عند أهل السنة عقيدة ولا أصل قد أسس على حديث باطل ، وإنما تكون الأحاديث الضعيفة ونحوها من باب ذكر ما في الباب من أحاديث – وإن كان بعضها ضعيفاً - ، مثل نقل كلام الأئمة من التابعين ومن تبعهم في أبواب العقائد ، فهو ليس من باب التأصيل ، بل من باب الاستشهاد ، لذلك فأهل السنة والجماعة لا يضللون من نفى صفة لله سبحانه لأن الحديث المروي فيها لا يصححه ، وإنما يضللون من نفى ذلك بناء على شبه الجهمية المبنية على أقوالهم في : التجسيم والحشو والتشبيه !! . ¶ إذا تبين لك هذا ، علمت أن دعوة ( أهل الأهواء والبدع ) إلى ترك كتب عقائد أهل السنة بهذه الحجة إنما يرمون وراءها إلى أمرين : ¶ الأول : زعزعة ثقة المسلم بدينه وعقيدته ، فهم يحذرون من عامة كتب عقائد أهل السنة لعدد محدود من الأحاديث الضعيفة !!‍‍‍. ¶ والثاني : أنهم سيتدرجون – والله تعالى أعلم – بعد ذلك إلى التحذير من جميع كتب السلف ، ومنها الصحيحان . ¶ الأصل العاشر ¶ أن أهل البدع مذمومون بحسب قربهم وبعدهم عن الكتاب والسنة ¶ اعلم إن من ابتدع وخالف السنة فهو مذموم بحسب مخالفته لها ، وهذا ثابت في الأدلة الصريحة الواضحة ، وأهل السنة والجماعة رضوان الله عليهم عندما يتكلمون في أهل البدع ويحذرون منهم ويشنعون عليهم ما فعلوا ذلك إلا امتثالاً للنصوص الشرعية ، والأدلة على ذلك كثيرة وهي على قسمين : ¶ القسم الأول : ذم البدع :",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "ففي صحيح مسلم عن جابر بن عبد الله قال : كان رسول الله - صلى الله عليه وسلم - إذا خطب احمرت عيناه ، وعلا صوته ، واشتد غضبه ، حتى كأنه منذر جيش يقول : صبحكم ومساكم ، ويقول : أما بعد ، فإن خير الحديث كتاب الله ، وخير الهدى هدى محمد ، وشر الأمور محدثاتها وكل بدعة ضلالة) . وفي النسائي (وكل ضلالة في النار) . ¶ وفي حديث العرباض بن سارية الذي سبق (وإياكم ومحدثات الأمور فإن كل بدعة ضلالة). ¶ وفي الصحيح عن عائشة رضي الله عنها قالت قال رسول الله - صلى الله عليه وسلم - (من أحدث في أمرنا هذا ما ليس منه فهو رد) وفي رواية (من عمل عملاً ليس عليه أمرنا فهو رد) أي مردود . ¶ وفي الصحيحين أن النبي - صلى الله عليه وسلم - قال (من رغب عن سنتي فليس مني) . ¶ وغيرها من النصوص ، وهي تظهر أن البدع ضلالة ، وأن الضلالة في النار ، وأن البدعة مردودة على صاحبها. ¶ القسم الثاني : ذم أهل البدع : ¶ فإن إنكار البدع وذم أهلها والتحذير منهم أمر ثابت عن الرسول - صلى الله عليه وسلم - والصحابة ، ولم يقم أهل السنة والجماعة بالإنكار على أهل البدع والتشنيع عليهم إلا اتباعاً لنبيهم - صلى الله عليه وسلم - وصحابته رضي الله عنهم ، فأهل السنة لا يقولون بشيء من تلقاء أنفسهم ، بل هم متبعون. ¶ و أول بدعة حصلت في الإسلام هي بدعة الخوارج ، ولذلك ورد ذمهم الشديد في السنة النبوية ومن أقوال الصحابة رضوان الله عليهم : ¶ فمن ذلك ما في الصحيحين عن عبد الله بن عمر - وذكر الحرورية - فقال : قال النبي - صلى الله عليه وسلم - : يمرقون من الإسلام مروق السهم من الرمية .",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "وقد روي من أكثر من أربعين وجهاً ذم الخوارج –روى مسلم في صحيحه عشرة أوجه وخرج بعضها البخاري- ، وقد ورد في وصفهم (يحقر أحدكم صلاته عند صلاتهم ، وصيامه مع صيامهم ، يقرؤون القرآن لا يجاوز تراقيهم ، يمرقون من الإسلام كما يمرق السهم من الرمية) ، وورد في وصف آخر (يقولون من قول خير الناس ، يقرؤون القرآن لا يجاوز تراقيهم ، يمرقون من الإسلام كما يمرق السهم من الرمية) ، وقال عنهم (شر قتلى تحت أديم السماء) ، وفي لفظ آخر (لئن لقيتهم لأقلتنهم قتل عاد) ، وفي آخر (شر الخلق والخليقة) ، وفي آخر (فإذا لقيتموهم فاقتلوهم) وغيرها من الألفاظ . ¶ وروى الإمام أحمد وابنه عبد الله والطيالسي والترمذي وغيرهم من طرق عن أبي غالب – صاحب أبي أمامة- قال : لما أتى برؤوس الأزارقة فنصبت على درج دمشق ، جاء أبو أمامة فلما رآهم دمعت عيناه ، فقال : كلاب النار - ثلاث مرات - ، هؤلاء شر قتلى قتلوا تحت أديم السماء ، وخير قتلى قتلوا تحت أديم السماء الذين قتلهم هؤلاء . قال : فقلت : فما شأنك دمعت عيناك ؟. قال : رحمة لهم ، إنهم كانوا من أهل الإسلام . قال : قلنا : أبرأيك قلت هؤلاء كلاب النار ؟. أو شيء سمعته من رسول الله - صلى الله عليه وسلم - ؟. قال : إني لجرئ ، بل سمعته من رسول الله غير مرة ولا ثنتين ولا ثلاث . قال : فعد مراراً . ¶ وفي مسند الإمام أحمد عن عاصم بن شميخ قال : فرأيت أبا سعيد بعدما كبر ويداه ترتعش يقول : قتالهم أحل عندي من قتال عدتهم من الترك. ¶ فقد حذر منهم الرسول - صلى الله عليه وسلم - وحث على قتالهم – والقتال أعظم من اللعن والتحذير- مع وصفه لهم بشدة العبادة والقراءة ، واتفق الصحابة رضوان الله عليهم على قتالهم –هذا والخوارج خير من الروافض والقبوريين ونحوهم- . ¶ ولما خرجت الغالية في وقت علي رضي الله عنهم قام بتحريقهم – كما في الصحيح -.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "ولما خرج صبيغ يسأل عن المتشابه قام إليه عمر فنزع عمامته وقال : لو رأيتك محلوقاً لضربت الذي فيه عيناك ، ثم ضربه بالعراجين ونفاه . ¶ ولما خرجت القدرية في أواخر وقت الصحابة أنكر ابن عمر وابن عباس رضي الله عنهم عليهم ذلك : ¶ فقد روى البيهقي وغيره عن مجاهد قال : أتيت ابن عباس برجلٍ ، فقلت : يا ابن عباس ، هذا يكلمك في القدر . قال : ادنه مني . فقلت : هو ذا ، تريد أن تقتله . قال : إي والذي نفسي بيده ، لو أدنيته مني لوضعت يدي في عنقه فلم يفارقن حتى أدقها . ¶ وللبيهقي وغيره في رواية أخرى عن عطاء بن أبي رباح عن ابن عباس قال (أولئك شرار هذه الأمة ، فلا تعودوا مرضاهم ، ولا تصلوا على موتاهم ، إن رأيت أحداً منهم فقأت عينيه بأصبعيّ هاتين) . ¶ وفي صحيح مسلم عن يحيى بن يعمر قال : أول من تكلم في القدر معبد الجهني . قال : فخرجت أنا وحميد بن عبد الرحمن الحميري حتى أتينا المدينة ، فقلنا : لو لقينا رجلاً من أصحاب النبي - صلى الله عليه وسلم - فسألناه عما أحدث هؤلاء القوم . قال : فلقينا عبد الله بن عمر وهو خارج من المسجد . قال : فاكتنفته أنا وصاحبي . قال : فظننت أن صاحبي سيكل الكلام إليّ . فقلت : يا أبا عبد الرحمن ، إن قوماً يقرؤون القرآن ، ويتقفرون العلم ، ويزعمون أن لا قدر ، وأن الأمر أنف . قال : فإذا لقيت أولئك فأخبرهم أني منهم برئ وأنهم مني برءاء ، والذي يحلف به عبد الله لو أن أحدهم أنفق مثل أحد ذهباً ما قبل ذلك منه حتى يؤمن بالقدر خيره وشره .",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "وروى الدارمي عن عمرو بن سلمة قال : كنا نجلس على باب عبد الله بن مسعود قبل صلاة الغداة ، فإذا خرج مشينا معه إلى المسجد ، فجاءنا أبو موسى الأشعري فقال : أخرج إليكم أبو عبد الرحمن بعد ؟. قلنا : لا . حتى خرج ، فلما خرج قمنا إليه جميعاً ، فقال له أبو موسى : يا أبا عبد الرحمن ، إني رأيت في المسجد آنفاً أمراً أنكرته ، ولم أر والحمد لله إلا خيراً . قال : فما هو ؟. فقال : إن عشت فستراه . قال : رأيت في المسجد قوماً حلقاً جلوساً ينتظرون الصلاة ، في كل حلقة رجل وفي أيديهم حصا ، فيقول : كبروا مائة فيكبرون مائة ، فيقول : هللوا مائة فيهللون مائة ، ويقول : سبحوا مائة فيسبحون مائة . قال : فماذا قلت لهم ؟. قال : ما قلت لهم شيئاً انتظار رأيك . قال : أفلا أمرتهم أن يعدوا سيئاتهم وضمنت لهم أن لا يضيع من حسناتهم شيء .ثم مضى ومضينا معه ، حتى أتى حلقة من تلك الحلق ، فوقف عليهم ، فقال : ما هذا الذي أراكم تصنعون ؟. قالوا : يا أبا عبد الله ، حصا نعد به التكبير والتهليل والتسبيح . ¶ قال : فعدوا سيئاتكم ، فأنا ضامن أن لا يضيع من حسناتكم شيء ، ويحكم يا أمة محمد ما أسرع هلكتكم ، هؤلاء صحابة نبيكم - صلى الله عليه وسلم - متوافرون ، وهذه ثيابه لم تبل ، وآنيته لم تكسر ، والذي نفسي بيده إنكم لعلي ملة هي أهدي من ملة محمد ، أو مفتتحو باب ضلالة. ¶ قالوا : والله يا أبا عبد الرحمن ما أردنا إلا الخير . ¶ قال : وكم من مريد للخير لن يصيبه ! إن رسول الله - صلى الله عليه وسلم - حدثنا أن قوماً يقرأون القرآن لا يجاوز تراقيهم ، وأيم الله ما أدري لعل أكثرهم منكم . ثم تولى عنهم. ¶ فقال عمرو بن سلمة : رأينا عامة أولئك الحلق يطاعنونا يوم النهروان مع الخوارج.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "فيظهر فيما سبق أنه لم تظهر بدعة على عهد الصحابة وعلموها إلا قابلوها بالإنكار ، فمن أراد أن ينهج صراطهم ويقتفي أثرهم فعل مثلهم (1). ¶ الأصل الحادي عشر ¶ أنه لا يوجد باطل عند أحد من الناس إلا وهو مشوب بشيء من الحق ¶ وذلك أنه لا ينفق الباطل المحض عند أحدٍ من العقلاء ، فإن النفوس مجبولة على رد الباطل ، لذلك لا بد لكل من أراد أن ينفق باطله أن يشوبه بشيء من الحق. ¶ وهكذا البدع والضلالات فإنها لا بد أن يكون معها شيء من الحق ، فبهذا الحق تنفق عند أهلها ، وبهذا الحق يلبس أصحابها على الناس . ¶ وذلك كبدعة الحرورية فإنها خرجت أولاً بسبب تحكيم الرجال في صفين فقالوا مقولتهم المشهورة : (لا حكم إلا لله) ، وهذا كما قال علي رضي الله : حق أريد به باطل. وهم مع ذلك من أشد الناس اجتهاداً وعبادة حتى قال فيهم الرسول - صلى الله عليه وسلم - (يحقر أحدكم صلاته عند صلاتهم وصيامه عند صيامهم) . ¶ وكبدعة الجهمية فإنها ظهرت –كما يزعم أصحابها - تنزيهاً لله أن يشبه شيئاً من المخلوقات. ¶ وكبدعة القدرية فإنها ظهرت –كما يزعم أصحابها- تنزيها لله سبحانه أن يخلق أفعال العباد ويقدرها عليهم ثم يجازيهم بها . ¶ وهكذا بقية البدع : فبدعة التشيع ظهرت لنصرة آل البيت ، وبدعة النصب ظهرت لنصرة عثمان . ¶ __________ ¶ (1) إذا تقرر لك هذا الأصل علمت أن كلام أهل السنة في الجعد بن درهم والجهم بن صفوان وغيلان القدري وغيرهم من أئمة الضلالة إنما هو خارج من مشكاة النبوة واقتداء بالصحابة رضوان الله عليهم ، وأن قول أهل الأهواء : إن قتل هؤلاء المبتدعة كان سياسياً يلزم منه أن يقال : إن قتال علي بن أبي طالب رضي الله عنه للخوارج كان سياسياً ، ويلزم منه تكذيبه أيضاً ؛ فإنه روى حديث الخوارج بعد قتاله لهم – كما في الصحيح – وإذا كانت مسألة التسييس تسير على نهج أهل الأهواء فإن أولى الناس بذلك هو علي رضي الله عنه وحاشاه من ذلك.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "لذلك فمن أراد من أهل الباطل أن يدافع عنهم فإنه يستدل بما معهم من هذا الحق الذي أرادوا به الباطل ، فيشبّه بذلك على الناس . ¶ وإذا علمت أن النبي - صلى الله عليه وسلم - قال (كل بدعة ضلالة ، وكل ضلالة في النار) مع أن البدع لا تظهر إلا مشوبة بشيء من الحق ، وعلمت أن النبي - صلى الله عليه وسلم - قال ما قال في الخوارج ، وأخبر أنهم شر الخلق والخليقة ، وأنهم كلاب النار ، وأمر بقتالهم وقتلهم ، وحذر منهم ، مع أنهم – في ظاهر أمرهم – ما قصدوا إلا الحق ، وما أرادوا إلا تعظيم كتاب الله وتعظيم حرماته ، وعلمت أن الصحابة صاحوا بأهل البدع الذين ظهروا في وقتهم من حرورية وقدرية وغيرهم – مع أن معهم شيئاً من الحق – ، علمت أن ما مع أهل البدع من الحق لا يزيل وصف الضلالة عنهم . ¶ الأصل الثاني عشر ¶ أنه لا يوجد حق عند فرقة من الفرق إلا وهو موجود عند أهل السنة ¶ اعلم أنه كما تقدمت الإشارة إليه فإنه لا تنفرد أي فرقة من الفرق بحق ليس عند أهل السنة ، كما أن أهل السنة لا يتفقون على باطل ، فما كان من حق عند فرقة من الفرق فهو موجود عند أهل السنة نقياً مما شابه من الباطل . ¶ فحب أهل البيت الذي يزعمه الروافض والزيدية وغيرهم من فرق الشيعة موجود عند أهل السنة ، فهم يحبون أهل البيت ويجلونهم ويترضون عنهم ويتقربون إلى الله بحبهم والدفاع عنهم ، إلا أن حب أهل السنة لهم سالم من أباطيل الشيعة : كغلوهم فيهم أو تأليههم أو سبهم الصحابة الآخرين و نحو ذلك. ¶ وحب عثمان ومعاوية الذي يزعمه النواصب ونحوهم موجود عند أهل السنة أيضاً ، إلا أنه سالم من أباطيل الناصبة : كسبهم أهل البيت أو وضع الأحاديث في فضائل معاوية أو غير ذلك. ¶ وتنزيه الله سبحانه الذي تزعمه الجهمية موجود عند أهل السنة ، فهم ينزهون الله عن مشابهة المخلوقات ، ويثبتون صفاته بغير تحريف ولا تمثيل ولا تكييف ولا تعطيل ، إلا أنهم سالمون من أباطيل الجهمية كتعطيلهم الصفات.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "وإثبات القدر الذي تزعمه الجبرية موجود عند أهل السنة ، فهم يثبتون القدر بمراتبه الأربعة التي دلت عليها النصوص : العلم والكتابة والمشيئة والخلق ، إلا أنهم سالمون من أباطيل الجبرية كنفيهم قدرة العبد ومشيئته . ¶ وهكذا بقية الفرق ، فلا تجد حقاً عند فرقة من الفرق في مسألة أصلية ولا فرعية – دلت عليها النصوص – إلا وهي عند أهل السنة سالمة من أباطيلهم . ¶ أصول ¶ في ¶ التاريخ والصحابة ¶ الأصل الأول ¶ أن الصحابة كلهم عدول وإن اختلفوا في الفضل ¶ اعلم أن كل من رأى النبي - صلى الله عليه وسلم - وهو مؤمن به ومات على ذلك فهو من أصحابه ، وأصحابه كلهم عدول وإن اختلفوا في الفضل ، لذا فالكلام هنا على ثلاث مقدمات : ¶ المقدمة الأولى : في إثبات أن من رأى النبي - صلى الله عليه وسلم - وهو مؤمن ومات على ذلك فهو من أصحابه : ¶ والدلائل على ذلك كثيرة ، منها : ¶ أولاً : من الكتاب : ¶ الدليل الأول : ¶ قوله تعالى (والذين آمنوا وهاجروا وجاهدوا في سبيل الله والذين آووا ونصروا أولئك هم المؤمنون حقاً لهم مغفرة ورزق كريم ، والذين آمنوا من بعد وهاجروا وجاهدوا معكم فأولئك منكم) فقد نص الله سبحانه وتعالى هنا على فضل المهاجرين والأنصار ، ثم ذكر أن الذين تأخر إسلامهم وهجرتهم بعد ذلك فهم منهم . ¶ الدليل الثاني : ¶ قوله تعالى ( لا يستوي مِنكُم من أَنفق من قبل الفتح وقاتل أولئك أعظمُ درجة من الذين أنفقوا من بعد وقاتلوا وكُلا وعد الله الحُسنى والله بما تعملون خبير) . ¶ والفتح هنا هو قيل : هو صلح الحديبية ، وقيل : فتح مكة ، فقد أثبتت هذه الآية فضل الصحابة كلهم بقوله تعالى (وكلا وعد الله الحسنى) ، وأثبتت تفاضلهم بقوله تعالى (لا يستوي منكم من أنفق من قبل الفتح وقاتل أولئك أعظم درجة) . ¶ الدليل الثالث : ¶ وقوله تعالى (محمد رسول الله والذين معه..الآية) وهذا عام يشمل جميع الصحابة. ¶ الدليل الرابع :",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "…وقال تعالى : (والسابقون الأولون من المهاجرين والأنصار والذين اتبعوهم بإحسان رضي الله عنهم ورضوا عنه وأعد لهم جناتٍ تجري تحتها الأنهار خالدين فيها أبداً ذلك الفوز العظيم) ، وهذه الآية نزلت في آخر عهد النبي - صلى الله عليه وسلم - بعد غزوة تبوك ، وقد ذكر الذين اتبعوهم بإحسان – وأولى الناس بها من تأخر إسلامهم من الصحابة - وذكر رضاه عنهم.… ¶ وغير ذلك من الآيات . ¶ ثانياً : من السنة : ¶ الدليل الأول : ¶ ما في الصحيحين عن أبي سعيد الخدري عن النبي - صلى الله عليه وسلم - أنه قال : يأتي على الناس زمان يغزو فئام من الناس ، يقال لهم: فيكم من رأى رسول الله - صلى الله عليه وسلم - ؟. فيقولون: نعم ، فيفتح لهم ، ثم يغزو فئام من الناس ، فيقال لهم : فيكم من رأى من صحب رسول الله - صلى الله عليه وسلم -؟. فيقولون: نعم ، ثم يغزو فئام من الناس ، فيقال لهم: هل فيكم من رأى من صحب رسول الله - صلى الله عليه وسلم -؟ . فيقولون: نعم ، فيفتح لهم). ¶ فقوله هنا أولاً (فيكم من رأى رسول الله - صلى الله عليه وسلم - ) ، ثم قوله في الذين يلونهم : (فيكم من رأى من صحب رسول الله - صلى الله عليه وسلم - ) ، نص في هذه المسألة ، فإنه جعل الصحبة بمجرد الرؤية . ¶ الدليل الثاني : ¶ ما رواه مسلم عن أبي موسى الأشعري رضي الله عنه قال: صلينا المغرب مع رسول الله - صلى الله عليه وسلم - فرفع رأسه إلى السماء فقال : ( النجوم أمنة للسماء فإذا ذهب النجوم أتى السماء ما توعد ، وأنا أمنة لأصحابي فإذا ذهبت أتى أصحابي ما يوعدون ، وأصحابي أمنة لأمتي فإذا ذهب أصحابي أتى أمتي ما يوعدون). ¶ وهذا دليل على عموم الصحبة من ثلاثة وجوه :",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "الأول : أن الراوي أبا موسى الأشعري رضي الله عنه ما هاجر إلى المدينة إلا بعد فتح خيبر – في السنة السابعة - ، وقد قال هنا (صلينا المغرب مع الرسول - صلى الله عليه وسلم - ) فدل على أنهم كلهم مخاطبون بهذا الخطاب وأنهم داخلون في مسمى الصحبة . ¶ الثاني : أنه ذكر لفظ (أصحابي) على العموم ولم يفصل أو يستثن . ¶ الثالث : أنه ذكر أنه إذا مات أتى أصحابه ما يوعدون ، فدل على أن كل من صاحبه قبل موته فهو داخل في هذا الخطاب . ¶ الدليل الثالث : ¶ ما رواه مسلم عن أبي هريرة رضي الله عنه أن رسول الله - صلى الله عليه وسلم - أتى المقبرة فقال : ( السلام عليكم دار قوم مؤمنين وإنا إن شاء الله بكم لاحقون ، وددت أنا قد رأينا إخواننا) . قالوا: أو لسنا إخوانك؟ . قال : ( أنتم أصحابي وإخواننا الذين لم يأتوا بعد ) . ¶ وهذا أيضاً ظاهر في عموم خطابه ، وراوي هذا الحديث وهو أبو هريرة رضي الله عنه أسلم عام خيبر السنة السابعة – بعد الفتح (صلح الحديبية) - . ¶ الدليل الرابع : ¶ في الصحيحين عن أبي هريرة رضي الله عنه قال : قال رسول الله - صلى الله عليه وسلم - : (قريش ، والأنصار ، ومزينة ، وجهينة ، وأسلم ، وغفار ، وأشجع ، مواليّ ، ليس لهم مولى دون الله ورسوله) . ¶ وهذا الحديث دليل على عموم الصحبة وأنها لا تختص بالمهاجرين والأنصار ؛ لأن الرسول - صلى الله عليه وسلم - ذكر المهاجرين والأنصار ثم عطف عليهم باقي القبائل . ¶ الدليل الخامس : ¶ ما رواه ابن أبي شيبة عن واثلة بن الأسقع قال: قال رسول الله - صلى الله عليه وسلم - : لا تزالون بخير ما دام فيكم من رآني وصاحبني ، والله لا تزالون بخير ما دام فيكم من رأى من رآني وصاحب من صاحبني (1). ¶ ثالثاً :من أقوال الصحابة : ¶ الدليل الأول : ¶ __________ ¶ (1) انظر كلام الشيخ عبد الله السعد على هذا الحديث في مقدمة (الإبانة لما للصحابة من المنزلة والمكانة ) للشيخ حمد الحميدي .",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "ما رواه مسلم عن عائذ بن عمرو رضي الله عنه أنه دخل على عبيد الله بن زياد فقال : أي بني ، إني سمعت رسول الله - صلى الله عليه وسلم - يقول : إن شر الرعاء الحطمة ، فإياك أن تكون منهم . فقال له : اجلس ، فإنما أنت من نخالة أصحاب محمد - صلى الله عليه وسلم - . فقال : وهل كانت لهم نخالة؟ إنما كانت النخالة بعدهم وفي غيرهم . ¶ الدليل الثاني : ¶ ما رواه ابن ماجة بسند صحيح عن ابن عمر رضي الله عنهما أنه كان يقول : لا تسبوا أصحاب محمد ، فلمقام أحدهم ساعة خير من عمل أحدكم عمره . ¶ وهذا دليل على أن صحبة النبي - صلى الله عليه وسلم - لها فضل عظيم ولو كانت مدتها يسيرة ، فلو صاحبه أحد ساعة فقد حظي بمرتبة الصحبة. ¶ الدليل الثالث : ¶ ما رواه البخاري عن ابن أبي مليكة قال : أوتر معاوية رضي الله عنه بعد العشاء بركعة وعنده مولى لابن عباس ، فأتى ابن عباس فقال : دعه ، فإنه صحب رسول الله - صلى الله عليه وسلم - . ¶ هذا ومعاوية رضي الله عنه قد أسلم عام فتح مكة . ¶ الدليل الرابع : ¶ ما رواه البخاري عن معاوية رضي الله عنه قال : إنكم لتصلون صلاة لقد صحبنا رسول الله - صلى الله عليه وسلم - فما رأيناه يصليها ولقد نهى عنهما ، يعني الركعتين بعد العصر . ¶ والأدلة على ذلك كثيرة ، وما سبق فيه الكفاية لمن أراد الحق . ¶ المقدمة الثانية : في إثبات تفاوتهم في الفضل : ¶ فهذا أمر معروف ، فأفضل الصحابة أبو بكر ثم عمر ثم عثمان ثم علي وبقية العشرة المبشرين بالجنة ، ثم البدريون وأهل بيعة الرضوان والسابقون الأولون من المهاجرين والأنصار ، ثم من أسلم وهاجر بعد الحديبية وقبل فتح مكة ، ثم مسلمة الفتح والذين أسلموا عام الوفود. ¶ وفي بعض ذلك تفصيلات ، وما سبق له أدلة كثيرة من الكتاب والسنة وأقوال الصحابة تركت ذكرها اختصاراً ، فمن أرادها فليراجع مظانها . ¶ المقدمة الثالثة : في إثبات عدالتهم كلهم : ¶ ويدل على ذلك الكتاب والسنة والإجماع : ¶ أما من الكتاب :",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "فما سبق من قوله تعالى – عن الذين عملوا قبل الفتح وبعده- (وكلا وعد الله الحسنى) – والحسنى هي الجنة - . ¶ وقوله تعالى : (والسابقون الأولون من المهاجرين والأنصار والذين اتبعوهم بإحسان رضي الله عنهم ورضوا عنه وأعد لهم جناتٍ تجري تحتها الأنهار خالدين فيها أبداً ذلك الفوز العظيم)…وقوله تعالى : ( مُحَمدٌ رَسُولُ الله والذين معه أشداء على الكُفارِ رُحماءُ بينهم تراهم رُكعاً سُجداً يبتغون فضلا من الله ورضوانا سيماهُم في وجوههم من أثر السجود ذلك مثلهم في التوراة ومثلهم في الإنجيل كزرعٍ أخرج شطئه فآزره فاستغلظ فاستوى على سوقه يعجب الزُّراع ليغيظ بهم الكُفار وعد الله الذين آمنوا وعملوا الصالحات منهم مغفرة وأجراً عظيماً ). ¶ وقوله تعالى عن الذين اتبعوه في ساعة العسرة في غزوة تبوك عام تسعة للهجرة )لَقَدْ تَابَ اللَّهُ عَلَى النَّبِيِّ وَالْمُهَاجِرِينَ وَالْأَنْصَارِ الَّذِينَ اتَّبَعُوهُ فِي سَاعَةِ الْعُسْرَةِ مِنْ بَعْدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٍ مِنْهُمْ ثُمَّ تَابَ عَلَيْهِمْ إِنَّهُ بِهِمْ رَؤُوفٌ رَحِيمٌ) . والآيات في هذا المعنى كثيرة . ¶ ومن السنة : ¶ ما في الصحيحين عن رسول الله- صلى الله عليه وسلم - : ( لا تسبوا أحداً من أصحابي فإن أحدكم لو أنفق مثل أحد ذهباً ما أدرك مد أحدهم ولا نصيفه) . ¶ وما في الصحيحين من حديث عمران بن حصين رضي الله عنه قال (خيركم قرني ثم الذين يلونهم ثم الذين يلونهم) . ¶ وفي الصحيح من حديث أبي بكرة رضي الله عنه أنه ذكر خطبة الرسول - صلى الله عليه وسلم - عام حجة الوداع – وهي في السنة العاشرة للهجرة – وقال مخاطباً المسلمين : (ألا ليبلغ الشاهد منكم الغائب ) . ¶ قال ابن حبان رحمه الله على هذا الحديث :",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "(وفي قوله - صلى الله عليه وسلم - : \" ألا ليبلغ الشاهد منكم الغائب\" أعظم الدليل على أن الصحابة كلهم عدول ، ليس فيهم مجروح ولا ضعيف ؛ إذ لو كان فيهم مجروح أو ضعيف لاستثنى في قوله - صلى الله عليه وسلم - وقال : \" ألا ليبلغ فلان وفلان منكم الغائب \" ، فلما أجملهم في الذكر بالأمر بالتبليغ من بعدهم دل ذلك على أنهم كلهم عدول وكفى بمن عدله رسول الله - صلى الله عليه وسلم - شرفاً) . ¶ ويدل على هذا الأحاديث التي سبق ذكرها في المقدمة الأولى . ¶ ومن أقوال الصحابة : ¶ ما رواه أحمد وغيره عن عبد الله بن مسعود قال : إن الله نظر في قلوب العباد فوجد قلب محمد - صلى الله عليه وسلم - خير قلوب العباد فاصطفاه لنفسه فابتعثه برسالته ، ثم نظر في قلوب العباد بعد قلب محمد فوجد قلوب أصحابه خير قلوب العباد فجعلهم وزراء نبيه يقاتلون على دينه . ¶ وما رواه ابن ماجة بسند صحيح عن ابن عمر رضي الله عنهما أنه كان يقول : لا تسبوا أصحاب محمد ، فلمقام أحدهم ساعة خير من عمل أحدكم عمره . ¶ وما رواه مسلم عن عائشة رضي الله عنها قالت : أمروا أن يستغفروا لأصحاب النبي - صلى الله عليه وسلم - فسبوهم . وغيرها من النصوص . ¶ ومن الإجماع : ¶ قال ابن عبد البر رحمه الله في (التمهيد) 22/47 : ¶ (الصحابة كلهم عدول ، مرضيون ، ثقات ، أثبات ، وهو أمر مجتمع عليه عند أهل العلم بالحديث) . ¶ وقال القرطبي رحمه الله (تفسيره) 16 / 299 : ¶ (فالصحابة كلهم عدول ، أولياء الله تعالى ، وأصفياؤه ، وخيرته من خلقه ، بعد أنبيائه ورسله ، هذا مذهب أهل السنة ، والذي عليه الجماعة ، من أئمة هذه الأمة) . ¶ قال النووي رحمه الله (شرح مسلم 15 / 149 ) (ولهذا اتفق أهل الحق ومن يعتد به في الإجماع على قبول شهاداتهم ورواياتهم وكمال عدالتهم رضي الله عنهم أجمعين) . ¶ وقال ابن حزم (المحلى) 5 /92 : (والصحابة كلهم عدول رضي الله عنهم لثناء الله تعالى عليهم) .",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "وقال ـ أيضاً ـ في (جوامع السيرة) : (وكان المؤلفة قلوبهم ـ مع حسن إسلامهم ـ متفاضلين في الإسلام ، فمنهم الفاضل المجتهد : كالحارث بن هشام ، وسهيل بن عمرو ، وحكيم بن حزام. وفيهم خيار دون هؤلاء : كصفوان بن أمية ، وعمرو بن وهب ، ومطيع بن الأسود ، ومعاوية بن أبي سفيان . وسائرهم لانظن بهم إلا خيراً). ¶ وقال الحافظ العلائي ـ رحمه الله ـ في (تحقيق منيف الرتبة ص43) : (من أسلم زمن الفتح من قريش وغيرها ، ولم يصحب النبي ـ صلى الله عليه وسلم ـ إلا زمناً يسيراً ، اتفق العلماء على أنهم من جملة الصحابة). ¶ وقال الصنعاني في (سبل السلام) 1/ 21 – وهو متأثر بالزيدية- : (الصحابة كلهم عدول عند المحدثين) . ¶ وقال ابن الوزير – وهو من أصل زيدي !! – في (العواصم) 1/395 : ¶ (كل مسلمٍ ممن عاصر النبي - صلى الله عليه وسلم - ممن لا يُعلم(1)جرحه فإنه عدل عند الجلة من علماء الإسلام: من الزيدية ، والمعتزلة ، والفقهاء ، والمحدثين ، وأن هذه المسألة مما لا ينكر ). ¶ الأصل الثاني ¶ أن القول بعدالة الصحابة لا ينافي الوقوع في الخطأ ¶ __________ ¶ (1) ومراده بالمعاصرة الرؤية كما يدل على ذلك سائر كلامه في كتابه ، وقوله : (ممن لا يعلم جرحه) يدل على أن الأصل في من رأى النبي - صلى الله عليه وسلم - العدالة إلا من رمي بنفاق ولم يحسن إسلامه ، وهؤلاء نفر معدودون ، وقد قال الله تعالى لنبيه (ولتعرفنهم في لحن القول) ، فكانت أخلاقهم وأعمالهم تدل على نفاقهم ، وقد عصم الله نبيه - صلى الله عليه وسلم - من أن يلتبس أصحابه بأهل النفاق ، ومن زعم أنه يجوز أن يكون في الصحابة الذين ثبت إسلامهم وجاهدوا مع النبي - صلى الله عليه وسلم - ورووا عنه الأحاديث التي قبلتها الأمة وعملت بها ، من جوّز أن يكون في هؤلاء منافقون فقد شكّك في حفظ الله لشرعه.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "اعلم أننا إذا قلنا بأن الصحابة كلهم عدول فإن هذا لا يعني أنهم معصومون من الخطأ والذنوب ، بل قد تقع منهم بعض الأخطاء والذنوب التي قد تقع من غيرهم ، و ما يحصل من أحدهم من أعمال فهي بين ثلاثة أمور : ¶ إما أن يكون اجتهاداً صحيحاً فله أجران . ¶ أو اجتهاداً خطأ فله أجر واحد . ¶ أو يكون ذنباً فهو ذنب مغفور إن شاء الله لسبقه وفضله وجهاده. ¶ وقد كانت لهم من الصحبة و السابقة والفضل والجهاد وتبليغ الدين ونشره بين الناس وغير ذلك من أعمال الخير ما تغمر أخطاءهم لو وجدت . ¶ ومن الأدلة على أن الفضل والعدالة لا ينافي الوقوع في الخطأ ما حصل من حاطب بن أبي بلتعة رضي الله عنه وهو من أهل بدر ومن السابقين الأولين – لما كاتب كفار مكة – فقال عمر رضي الله عنه : دعني يا رسول الله أضرب عنق هذا المنافق .فقال : إنه قد شهد بدراً ، وما يدريك لعل الله قد اطلع على أهل بدر ، فقال : اعملوا ما شئتم فقد غفرت لكم . ¶ فيظهر جلياً – هنا – أن سابقة وفضل حاطب لم تمنعه من الوقوع في الخطأ ، ويظهر جلياً أيضاً أن خطأه هذا مغفور له بسبب سابقته . ¶ وهكذا القول في بقية الصحابة رضوان الله عليهم ، فإن سابقتهم وفضلهم وعدالتهم لا تعني عصمتهم من الأخطاء ، ولكنها تعني أن أخطاءهم مغمورة في بحر حسناتهم . ¶ الأصل الثالث ¶ أن القول في بعض الصحابة كالقول في البعض الآخر . ¶ اعلم أن الكلام في بعض الصحابة يلزم منه الكلام في البعض الآخر ، وذلك أنهم مجتمعون في الفضل – على اختلاف مراتبهم - ، مشتركون في العدالة ، فإذا قدح في بعضهم فإنه يلزم القادح أن يقدح بالآخرين ، وبيان ذلك كما يلي : ¶ إذا كان القادح رافضياً يكفر الصحابة رضوان الله عليهم إلا أفراداً منهم على رأسهم علي رضي الله عنه ، ففعله هذا يلزم منه تكفير علي رضي الله عنه نفسه من وجوه :",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "الأول : أن علياً كان وزيراً ونصيراً وعضداً لأبي بكر وعمر وعثمان رضي الله عنهم ، وإذا كان هؤلاء كفاراً – كما يزعمه هؤلاء– فيلزم منه كفر علي رضي الله عنه لأنه معين مناصر لهم . ¶ الثاني : أن علياً كان يصلي وراء هؤلاء ، وإذا كان هؤلاء كفاراً – وحاشاهم – فصلواته باطلة كلها . ¶ الثالث : أنه زوج ابنته (أم كلثوم) من (عمر بن الخطاب) رضي الله عنه ، وإذا كان كافراً – وحاشاه – فإنه يكون زوج ابنته من كافر وهذا استحلال منه لذلك وهو كفر –أعاذهم الله من ذلك ولعن مبغضهم -. ¶ وإذا كان المتكلم ليس رافضياً ولكنه يقول : إن علياً أفضل من أبي بكر وعمر ، فإن قوله هذا يلزم منه القدح في علي رضي الله عنه وتكذيبه : ¶ فقد ثبت في الصحيح عن محمد بن الحنفية أنه قال لأبيه : أي الناس خير بعد رسول الله؟. ¶ فقال : أبو بكر . قال ابن الحنفية : ثم من ؟.فقال : عمر . ¶ وثبت عنه من أكثر من ثمانين وجهاً أنه قال (خير الأمة بعد نبيها أبو بكر ثم عمر) . ¶ ومن فضّله عليهما فقد ترك اتباعه في قوله ، بل ورماه إما بالكذب أو الجهل وكلاهما قادح. ¶ ويلزم من ذلك أيضاً القدح في بقية الصحابة الذين ذكروا تفضيل الشيخين على غيرهما ، كما في الصحيحين عن ابن عمر رضي الله عنهما قال : كنا نخيّر بين الناس في زمن النبي - صلى الله عليه وسلم - ، فنخيرّ أبا بكر ، ثم عمر بن الخطاب ، ثم عثمان بن عفان . ¶ وإذا كان المتكلم يقول : لا أفضل علياً على الشيخين ولكني أفضله على عثمان رضي الله عن الجميع ، فيقال له : ¶ ففي قولك هذا إزراء بالمهاجرين والأنصار الذين اجتمعوا بعد وفاة عمر على بيعة وتفضيل عثمان على علي ، كما ثبت عن عبد الله بن مسعود رضي الله عنه أنه قال بعد مبايعة عثمان : إنا اجتمعنا أصحاب محمد - صلى الله عليه وسلم - فلم نأل عن خيرنا ذي فوق فبايعنا أمير المؤمنين عثمان .",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "وثبت في صحيح البخاري في قصة بيعة عثمان أن عبدالرحمن بن عوف قال لعلي بن أبي طالب : إني نظرت في أمر الناس ، فلم أرهم يعدلون بعثمان ، فلا تجعلن على نفسك سبيلاً . ¶ ومن فضّل علياً على عثمان فهو مكذب لابن عمر الذي قال – كما في الصحيحين - : كنا نخيّر بين الناس في زمن النبي - صلى الله عليه وسلم - ، فنخيرّ أبا بكر ، ثم عمر بن الخطاب ، ثم عثمان بن عفان. ¶ فإن أراد من فضل علياً على عثمان رضي الله عنهما : أن يقدح بعثمان ، فيقال له : لا تتكلم على عثمان بشيء إلا لزم علياً – رضي الله عنهما – مثل ذلك أو أشد منه . ¶ فإن قال : إن عثمان رضي الله عنه تأول في الأموال . ¶ فيقال له : وعلي رضي الله عنه تأول في الدماء –والدماء أعظم من الأموال- . ¶ فإن قال : و لكن عثمان رضي الله عنه ولى كثيراً من أقاربه على المسلمين. ¶ فيقال : وعلي رضي الله عنه ولى كثيراً من أقاربه على المسلمين. ¶ فإن قال : ولكن علي رضي الله عنه كان مجتهداً معذوراً. ¶ فيقال له : وعثمان رضي الله عنه كان مجتهداً معذوراً. ¶ فالقول الصحيح فيهما رضي الله عنهما أنهما أفضل المسلمين بعد الشيخين، وعثمان أفضل من علي ، وما فعلاه في زمن خلافتهما فهما فيه بين الأجرين والأجر . ¶ وهكذا ، فإنه لا يتكلم مبتدع في أحد من الصحابة إلا لزمه أن يتكلم في غيره ، وإن عذر أحداً منهم لزمه أن يعذر الجميع ، فإن عذر بعضهم ولم يعذر الآخرين فقد تناقض وفرق بين متماثلين . ¶ وقد نبه على هذا الحافظ العلائي _رحمه الله_ فقال في كتابه (تحقيق منيف الرتبة ص8): ¶ (كلما قدح به المبتدعة في الصحابة الذين أسقطوا عدالتهم ، يتصور مثله في الصحابة الذين لم يقدحوا في عدالتهم . فإن تأولوا أفعال من وافقوا على عدالته وحسنوا لهم المخارج في أمورهم كانوا مقابلين بمثله فيمن خالفونا في عدالته ، ولايجدون فرقاً قاطعاً بين الطائفتين بالنسبة إلى انقداح التأويل ، وإحسان الظن بهم ، وانسداد ذلك في حق الجميع).",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "الأصل الرابع ¶ أن معاوية رضي الله عنه ستر أصحاب النبي - صلى الله عليه وسلم - فمن تكلم عليه اجترأ على ما وراءه ¶ وهذه كلمة قالها بعض السلف رحمهم الله ، وقد صدق في ذلك ، فإنه ما من رجل يتجرأ ويطعن في معاوية رضي الله عنه إلا تجرأ على غيره من الصحابة رضوان الله عليهم ، وانظر هذا في أحوال الزيدية ؛ فإنهم طعنوا في معاوية رضي الله عنهم ثم تجرأوا على عثمان رضي الله عنه ، ثم تكلموا في أبي بكر وعمر رضي الله عنهما حتى صرح بكفرهما بعض الزيدية ، وصدق من قال : جئني بزيدي صغير أخرج لك منه رافضياً كبيراً . ¶ والسبب في ذلك أنه إذا تجرأ على معاوية رضي الله عنه فإنه يكون قد أزال هيبة الصحابة من قلبه فيقع فيهم ، لأنه لا يعلل كلامه في معاوية بشيء إلا ويلزمه مثل هذا في غيره – كما سبق بيانه في الأصل الثالث- . ¶ فإن كان الذي يتكلم في الصحابة يشتم معاوية رضي الله عنه ويتنقصه ، فيقال له : ما حملك على ذلك ؟. ¶ فإن قال : قتاله لعلي رضي الله عنه . ¶ فيقال له : فيلزمك أن تشتم الزبير وطلحة وعائشة أم المؤمنين رضي الله عنهم وغيرهم من الصحابة لأنهم قاتلوا علياً . ¶ فإن قال : ولكن أولئك اجتهدوا في الأخذ بثأر عثمان . ¶ فيقال له : ومعاوية ومن معه كذلك . ¶ فإن قال : ولكن الزبير وطلحة وعائشة ونحوهم لهم سوابق تدل على فضلهم . ¶ فيقال له : ولمعاوية سوابق تدل على فضله : ¶ فقد صحب النبي - صلى الله عليه وسلم - - وشهد له بالصحبة ابن عباس –كما في صحيح البخاري – الذي قاتل مع علي ضده. ¶ وشهد مع النبي - صلى الله عليه وسلم - حنيناً والطائف وغيرها . ¶ وكتب الوحي – كما في الصحيح - . ¶ ودعا له الرسول - صلى الله عليه وسلم - . ¶ وصح أن الرسول - صلى الله عليه وسلم - قال (أول جيش من أمتي يغزون البحر قد أوجبوا) وكان هذا الغزو بقيادة معاوية رضي الله عنه . ¶ وقد ولاه عمر وعثمان رضي الله عنهما الشام .",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "وقد رضي الحسن بن علي رضي الله عنهما أن يتنازل له عن الخلافة ، وأثنى الرسول - صلى الله عليه وسلم - على فعله ذلك بقوله (إن ابني هذا سيد ولعل الله أن يصلح به بين فئتين من المسلمين) ، وإذا كان معاوية رضي الله عنه ليس عدلاً فهذا قدح في الحسن الذي رضي أن يتولى الأمة غير عدل !!. وتولى الخلافة عشرين سنة كان فيها ملكه ملك رحمة و عدل . ¶ فإن قال : ولكن معاوية ثبت عن بعض الصحابة أنهم كانوا يتكلمون فيه . ¶ فيقال له : فيلزمك على هذا أن تتكلم في كثير من الصحابة ، فقد تكلم عمار في عثمان رضي الله عنهما ، وتكلم العباس في علي رضي الله عنهما ، وتكلم سعد بن عبادة في عمر بن الخطاب رضي الله عنهما ، وتكلم عمر في حاطب رضي الله عنهما ، وتكلم أسيد بن حضير في سعد بن عبادة رضي الله عنهما ، وكل هؤلاء من السابقين الأولين رضي الله عنهم ، فإن كان كلام أحدهم في الآخر يبيح أن يتكلم فيه الآخرون جاز الوقوع فيهم كلهم كما هو دين الروافض قبحهم الله. ¶ فإن قال : ولكن معاوية ثبت عنه بعض الأخطاء . ¶ فيقال له : وثبت عن غيره من الصحابة أيضاً بعض الأخطاء ، فإن كان الوقوع في الخطأ مبيحاً للشتم فاشتم من وقع منهم في الخطأ. ¶ فإن قال : ولكن أخطاء أولئك مغفورة بجانب سبقهم وفضلهم وجهادهم. ¶ فيقال له : وأخطاء معاوية مغفورة بجانب سبقه وفضله وجهاده . ¶ وهكذا ، فإذا تجرأ أحد على معاوية رضي الله عنه هان عليه غيره من الصحابة ، وبدأ يتكلم في الواحد منهم تلو الآخر لطرد مذهبه الباطل . ¶ الأصل الخامس ¶ أن تاريخ الصحابة ثلاثة أقسام : كذب ومحكم ومتشابه . ¶ اعلم أن تاريخ الصحابة رضوان الله عليهم ينقسم إلى قسمين : ¶ القسم الأول : ما كان غير صحيح لكذب الناقل أو لضعف الإسناد أو لجهالة المصدر أو لغير ذلك من الأسباب ، وهذا كثير في الأخبار التاريخية ، وكثير من النقلة هم من الضعفاء والمتروكين كأبي مخنف والواقدي وابن أعثم وغيرهم ، و أخبار هؤلاء على قسمين أيضاً :",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "الأول : إذا كان قادحاً في أحد من الصحابة ونحوهم فيحرم نشره إلا لبيان عدم صحته. ¶ الثاني : أن يكون الخبر غير قادح في أحدٍ منهم ، بل هو من الأخبار التاريخية ، فالأصل في ذلك جواز روايته – كما يأتي في الأصل الأخير - . ¶ فلا بد من الحذر عند قراءة الروايات التاريخية المتعلقة بالصحابة كما قال القحطاني رحمه الله: ¶ لا تقبلن من التوارخ كلما * * جمع الرواة وخط كل بنان ¶ القسم الثاني : ما كان منه صحيحاً ، فهذا على قسمين أيضاً : ¶ القسم الأول : محكم : وهو ما ورد من فضائلهم وجهادهم وفتوحاتهم للأمصار ونشرهم للإسلام وعلمهم وعباداتهم وغيرها من مناقبهم ، فهذه هي الأصل في أخبارهم . ¶ القسم الثاني : متشابه : وهو ما حصل بينهم من الفتنة ومن الأحوال التي تعتري البشر من كلام أحدهم في آخر أو فعله ما يستنكر ونحو ذلك . ¶ فاعلم أن أهل السنة والجماعة يردون المتشابه إلى المحكم ، ويعلمون من نظرهم في المحكم أن ما تشابه من أحوالهم هي أمور هم فيها بين أجرين أو أجر واحد أو أن خطأهم في ذلك مغفور ، فلا يطيلون النظر في المتشابه ، بل يجملون النظر فيه ، بينما يفصلون القول في المحكم. وأما الذين في قلوبهم زيغ فيتبعون ما تشابه من أحوالهم ابتغاء الفتنة ، بل ويردون المحكم من مناقبهم لما تشابه منها. ¶ فإذا رأيت شيئاً من أخبار عثمان رضي الله عنه مما أثاره الروافض أو الزيدية أو جهلة السنة ، فرد هذا الكلام إلى المحكم من أحواله وهو أنه من المبشرين بالجنة ، و زوّجه النبي - صلى الله عليه وسلم - ابنتيه رقية وأم كلثوم ، وشهد المشاهد معه ، وهو أفضل الصحابة بعد أبي بكر وعمر – كما ثبت في الصحيح من حديث ابن عمر - ، وهو الذي اشترى الجنة مرتين ؛ يوم بئر رومة ، ويوم العسرة لما جهزه ، وغير ذلك من مناقبه ، فيعرف أن من كانت هذه مناقبه فلا يمكن أن يكون ما فعله إلا باجتهاد يؤجر عليه – أصاب أو أخطأ - ، ولو كان ذنباً فذنبه يسير بجانب هذه السوابق .",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "وإذا رأيت شيئاً من أخبار علي رضي الله عنه مما أثاره الناصبة أو جهلة السنة ، فرد هذا الكلام إلى المحكم من أحواله وهو أنه من المبشرين بالجنة ، وأول من أسلم من الصبيان ، وزوّجه النبي - صلى الله عليه وسلم - سيدة نساء الجنة فاطمة بنت محمد - صلى الله عليه وسلم - ، وهو من أفضل الصحابة ، وولداه سيدا شباب أهل الجنة ، وغير ذلك من مناقبه ، فيعرف أن من كانت هذه مناقبه فلا يمكن أن يكون ما فعله إلا باجتهاد يؤجر عليه – أصاب أو أخطأ - ، ولو كان ذنباً فذنبه يسير بجانب هذه السوابق . ¶ وإذا رأيت شيئاً من أخبار معاوية رضي الله عنه مما أثاره الروافض والزيدية وجهال السنة ، فرد هذا الكلام إلى المحكم من أحواله وهو أنه أول من قاد غزواً في البحر وفي الحديث الصحيح عن أم حرام رضي الله عنها أنها سمعت النبي - صلى الله عليه وسلم - يقول : (أول جيش من أمتي يغزون البحر قد أوجبوا) – يعني وجبت لهم الجنة - ، وقد شهد مع الرسول - صلى الله عليه وسلم - حنيناً والطائف وما بعدها ، و كتب الوحي للرسول - صلى الله عليه وسلم - كما في الصحيح ، وولاه عمر وعثمان رضي الله عنهما الشام ، واجتمعت الأمة عليه برضا الحسن بن علي رضي الله عنهما ، وفتحت كثير من الأمصار في وقته ، وكان ملكه ملك رحمة على المسلمين ، وغير هذا من مناقبه ، فيقال في هذا ما قيل في علي وعثمان رضي الله عنهم. ¶ وإذا رأيت شيئاً من أخبار عمرو بن العاص رضي الله عنه مما أثاره هؤلاء ، فرد هذا الكلام إلى المحكم من أحواله وهو إسلامه قبل فتح مكة ، وهجرته إلى النبي - صلى الله عليه وسلم - ، وتولية الرسول - صلى الله عليه وسلم - له على جيش ذات السلاسل وفيهم أبو بكر وعمر - كما في الصحيحين - ، وقد ثبت في المسند وغيره أن الرسول - صلى الله عليه وسلم - شهد له بالإيمان ، وهو قائد الجيش الذي فتح مصر ، وولاه عمر عليه ، وغير ذلك من مناقبه ، فيقال في هذا ما قيل فيمن سبق .",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "وهكذا في غيرهم من الصحابة . ¶ وأما طريقة أهل الزيغ فإنهم يتبعون ما تشابه من أحوالهم ويردون المحكم بها فيردون بها النصوص : ¶ فيقول الروافض ونحوهم عن مناقب عثمان ومعاوية إنها من وضع النواصب ، ويقول النواصب ونحوهم عن مناقب علي إنها من وضع الشيعة ، وهدى الله أهل السنة والجماعة لما اختلفوا فيه من الحق بإذنه فلله الحمد والمنة . ¶ والأصل في رد المتشابه إلى المحكم من أحوال الصحابة رضوان الله عليهم من الكتاب والسنة وأقوال الصحابة وهي أدلة عامة ، وأدلة خاصة : ¶ أما الأدلة العامة : ¶ فمن ذلك : ¶ قوله تعالى (ولا يغتب بعضكم بعضا أيحب أحكم أن يأكل لحم أخيه ميتاً فكرهتموه) فهذا فيه النهي عن الغيبة – وهي ذكرك أخاك بما يكره كما عرفه الرسول - صلى الله عليه وسلم - في الصحيح – والصحابة هم أولى الناس بهذه الأخوة. ¶ ومن الأدلة العامة : ¶ ما رواه البخاري عن عائشة رضي الله عنها أن النبي - صلى الله عليه وسلم - قال ( لا تسبوا الأموات ، فإنهم قد أفضوا إلى ما قدموا) . ¶ وما رواه الترمذي وأبو داود وصححه ابن حبان والحاكم من حديث ابن عمر رضي الله عنهما أن النبي - صلى الله عليه وسلم - قال ( اذكروا محاسن موتاكم وكفوا عن مساويهم) . ¶ وما رواه الترمذي وصححه عن عائشة رضي الله عنها قالت إن النبي - صلى الله عليه وسلم - قال (إذا مات صاحبكم فدعوه لا تقعوا فيه) . ¶ وما في الصحيحين عن ابن عمر رضي الله عنهما أن النبي - صلى الله عليه وسلم - قال (إن دماءكم وأموالكم وأعراضكم حرام عليكم كحرمة يومكم هذا في شهركم هذا في بلدكم هذا ) . ¶ وما فيهما عن عبد الله بن مسعود رضي الله عنه أن النبي - صلى الله عليه وسلم - قال (سباب المسلم فسوق وقتاله كفر) . ¶ وغيرها من النصوص التي تنهى عن سب المسلمين والوقيعة فيهم . ¶ وأما الأدلة الخاصة في الصحابة رضوان الله عليهم : ¶ فمن الكتاب :",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "قوله تعالى : ( للفقراء الذين أخرجوا من ديارهم وأموالهم يبتغون فضلا من الله ورضواناً وينصرون الله ورسوله أولئك هم الصادقون ، والذين تبوأوا الدار والإيمان من قبلهم يحبون من هاجر إليهم ولا يجدون في صدورهم حاجة مما أوتوا ويؤثرون على أنفسهم ولو كان بهم خصاصة ومن يوق شح نفسه فأولئك هم المفلحون ، والذين جآؤا من بعدهم يقولون ربنا اغفر لنا ولإخواننا الذين سبقونا بالإيمان ولا تجعل في قلوبنا غلاً للذين آمنوا ربنا إنك رءوف رحيم) . ¶ فذكر الله سبحانه الصحابة – المهاجرين والأنصار – في الآيتين الأوليين ، ثم ذكر من جاءوا من بعدهم من أهل الفيء ووصفهم بخمسة أوصاف : ¶ الأول : أنهم دعوا لمن سبقهم بالمغفرة . ¶ الثاني : سموا من سبقهم إخواناً . ¶ الثالث : اعترفوا لهم بالسبق. ¶ الرابع : شهدوا لهم بالإيمان . ¶ الخامس : دعوا الله أن لا يجعل في قلبهم غلاً للذين آمنوا . ¶ فيظهر من هذا أنهم اعترفوا بالفضل ، ووصفوهم بالإيمان ، ودعوا لهم ، وتركوا ما تشابه من أحوالهم ، ودعوا الله بأن لا يجعل في قلبهم غلا للذين آمنوا ، وهذا لا يحصل إلا بترك ما يؤدي إلى وجود هذا الغل وهو البحث في المتشابه من أحوالهم وإثارته. ¶ وما سبق ذكره من نصوص عدالة الصحابة هي أيضاً تدل على هذا . ¶ ومن السنة : ¶ يدل عليه أحاديث كثيرة منها : ¶ ما في الصحيح من حديث أبي الدرادء رضي الله عنه من قصة ما حصل بين أبي بكر وعمر رضي الله عنهما وفي الحديث : فجعل وجه النبي - صلى الله عليه وسلم - يتمعر حتى أشفق أبو بكر فجثا على ركبتيه فقال : يا رسول الله ، والله أنا كنت أظلم - مرتين - . ¶ فقال النبي - صلى الله عليه وسلم - : إن الله بعثني إليكم ، فقلتم : كذبت وقال أبو بكر : صدق ، وواساني بنفسه وماله ، فهل أنتم تاركو لي صاحبي - مرتين - فما أوذي بعدها . ¶ فالنبي - صلى الله عليه وسلم - ذكر سابقة أبي بكر رضي الله عنه مع قول أبي بكر رضي الله عنه : أنا كنت أظلم. ¶ ومن ذلك :",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "ما في الصحيحين من قصة حاطب بن أبي بلتعة رضي الله عنه - لما كاتب كفار مكة – فقال عمر رضي الله عنه : دعني يا رسول الله أضرب عنق هذا المنافق . ¶ فقال : إنه قد شهد بدراً ، وما يدريك لعل الله قد اطلع على أهل بدر ، فقال : اعملوا ما شئتم فقد غفرت لكم . ¶ فهنا رد الرسول - صلى الله عليه وسلم - ما تشابه من فعل حاطب رضي الله عنه هنا إلى المحكم وهو سابقته وشهوده بدراً فعلم أن خطأه مغفور . ¶ ومن ذلك : ¶ ما رواه مسلم عن جابر رضي الله عنه أن عبداً لحاطب جاء رسول الله - صلى الله عليه وسلم - يشكو حاطباً ، فقال : يا رسول الله ، ليدخلن حاطب النار . ¶ فقال رسول الله - صلى الله عليه وسلم - : كذبت ، لا يدخلها فإنه شهد بدراً والحديبية . ¶ فالعبد حكم هنا على حاطب بناء على ما رآه منه ، وقد رده النبي - صلى الله عليه وسلم - إلى سابقته . ¶ ومن ذلك : ¶ ما في الصحيحين عن أنس رضي الله عنه قال قال رسول الله - صلى الله عليه وسلم - : إن الأنصار كرشي وعيبتي ، وإن الناس سيكثرون ويقلون ، فاقبلوا من محسنهم ، واعفوا عن مسيئهم . ¶ وهذا نص في نشر إحسانهم ، وترك إساءتهم . ¶ ومن ذلك أيضاً : ¶ ما في الصحيحين عن أبي سعيد رضي الله عنه قال : قال الرسول - صلى الله عليه وسلم - (لا تسبوا أحداً من أصحابي فإن أحدكم لو أنفق مثل أحد ذهباً ما أدرك مد أحدهم ولا نصيفه) . ¶ فعلّل النبي - صلى الله عليه وسلم - النهي عن السب هنا بسابقتهم وفضلهم ، وأن نصيف مد أحدهم في الخير أفضل من مثل أحدٍ ذهباً ينفقه من جاء بعدهم . وغير ذلك من النصوص . ¶ وأما من أقوال الصحابة : ¶ فمنه ما هو عام ، ومنه ما هو خاص في الفتن التي جرت بينهم : ¶ أما العام : ¶ فمن ذلك :",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "ما في الصحيحين من وصية عمر رضي الله عنه لما طعن قال : أوصي الخليفة من بعدي بالمهاجرين الأولين خيراً ، أن يعرف لهم حقهم ، وأن يحفظ لهم حرمتهم ، وأوصيه بالأنصار خيراً الذين تبوؤوا الدار والإيمان ، أن يقبل من محسنهم ، ويعفى عن مسيئهم . ¶ ومن ذلك : ¶ ما رواه ابن ماجة بسند صحيح عن ابن عمر رضي الله عنهما أنه كان يقول : لا تسبوا أصحاب محمد ، فلمقام أحدهم ساعة خير من عمل أحدكم عمره . ¶ والسب إنما يكون بذكر الأخبار التي تثير النفوس عليهم رضوان الله عليهم ، فردهم إلى المحكم من أحوالهم وهو سابقتهم وصحبتهم للنبي - صلى الله عليه وسلم - . ¶ ومن ذلك أيضاً : ¶ ما رواه مسلم عن عائشة رضي الله عنها قالت : أمروا أن يستغفروا لأصحاب النبي - صلى الله عليه وسلم - فسبوهم . ¶ وأقوال الصحابة كثيرة في هذا الباب في نهي الناس عن عيبهم أو الكلام فيهم وتذكيرهم بسابقتهم وصحبتهم . ¶ وأما الخاص : ¶ فمن ذلك : ¶ أنه قد ثبت بأسانيد صحيحة أن كبار الصحابة كسعد بن أبي وقاص وسعيد بن زيد – وهما من العشرة – وابن عمر وأسامة بن زيد ومحمد بن مسلمة وسلمة بن الأكوع وعمران بن حصين وأبي موسى الأشعري وزيد بن ثابت وعبد الله بن مغفل وأبي برزة الأسلمي وغيرهم رضي الله عنهم أجمعين قد اعتزلوا الفتنة التي جرت في وقتهم ، فمنهم من تعرب وخرج إلى البادية ، ومنهم من لزم بيته ، ومنهم من خرج إلى إبله ، وكل هذا حذراً من الوقوع في الحرام . ¶ وقد روى عبد الرزاق وأحمد وغيرهم بإسناد صحيح عن محمد بن سيرين قال : هاجت الفتنة وأصحاب رسول الله - صلى الله عليه وسلم - عشرة آلاف ، فلم يحضرها منهم مائة ، بل لم يبلغوا ثلاثين) .",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "وروى ابن عبد البر وغيره عن بكير بن الأشج أنه قال : إلا أن رجالاً من أهل بدر لزموا بيوتهم بعد قتل عثمان ، فلم يخرجوا إلا إلى قبورهم (1). ¶ ولا شك أن الاقتداء بهؤلاء هو اعتزال الفتنة أيضاً باللسان ، وهو أمر أيسر مما فعلوه رضي الله عنهم ، وهذا مما يدل على كمال فقه السلف الصالح رحمهم الله حيث سئل عمر بن عبد العزيز : عن علي ، وعثمان ، والجمل ، وصفين ، وما كان بينهم ، فقال : تلك دماء كف الله يدي عنها ، وأنا أكره أن أغمس لساني فيها . ¶ الأصل السادس ¶ أن النظر في التاريخ محكوم بالشرع وليس حاكماً على الشرع . ¶ اعلم أن دراسة التاريخ محكومة بالشرع وليست حاكمة على الشرع ، فالناظر في التاريخ إنما ينظر في أمور (القدر لأخذ العبر) لا (الشرع لأخذ الأحكام) ، والمسلم مكلف مأمور بمعرفة ما يلزمه من أمور الشرع ، وأما أمور القدر الماضية فإنها من تدبير الله سبحانه وتعالى لا دخل للمكلف فيها ، لذلك فالمسلم الحريص على سلامة دينه ينظر ما يلزمه شرعاً من ذلك . ¶ فالحاصل بين الصحابة ينظر فيه بالنظرين جميعاً : ¶ أما (القدر) : فهو ما حصل بينهم وقدره الله من فتن كتبها عليهم . ¶ وأما (الشرع) : فهو ما يجب عليه حيال هذا الواقع ؛ فقد نهينا عن سب الصحابة والوقوع فيهم وتنقصهم ، وقد أثنى الله عليهم وهو يعلم ما سيحدث من بعضهم ، وأمرنا بذكر محاسنهم ونشرها ومحبتهم والدعاء لهم والاستغفار . ¶ فالمسلم يجب عليه أن يلتزم شرعاً بما هو واقع قدراً . ¶ وقد ضل في هذا الباب طائفتان جعلا التاريخ حاكماً على الشرع : ¶ __________ ¶ (1) من عجائب أمور أهل الأهواء أنهم يقولون : إن الذين قاتلوا مع علي سبعون من أهل بدر ، وثمانمائة من أهل بيعة الرضوان ، وهذا استدلال منهم بروايات واهية من طريق أبي شيبة الواسطي – وهو متروك – وغيره .",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "فالطائفة الأولى : طائفة أهل البدع والزيغ كالروافض والزيدية والنواصب ونحوهم ممن اشتغل بما حصل بين الصحابة رضوان الله عليهم ، ثم عادوا بهذا على كثير من نصوص الشرع بالإبطال والتشكيك . ¶ والطائفة الثانية : طائفة العلمانيين والمرتدين الذين اشتغلوا بما حصل بين الصحابة وما نقل عنهم وأثير حولهم للتشكيك في الإسلام . ¶ ولأن أهل السنة والجماعة هم أهل الحق المتبعون للكتاب والسنة ؛ فقد هداهم الله لما اختلفوا فيه من الحق بإذنه ، فإنهم عرفوا ما هم مأمورون به شرعاً في هذه الفتن ، فعصموا ألسنتهم عن ذكر أحد منهم بسوء ، ودعوا لهم ، وترضوا عنهم ، ونشروا محاسنهم ، وسكتوا عما شجر بينهم . ¶ ونظير هذا مما وقع من الصحابة رضوان الله عليهم في وقت الرسول - صلى الله عليه وسلم - ما ثبت في الصحيح من حديث النواس بن سمعان رضي الله عنه في ذكر الدجال، قلنا : وما لبثه في الأرض ؟. ¶ قال : أربعون يوماً ، يوم كسنة ، ويوم كشهر ، ويوم كجمعة ، وسائر أيامه كأيامكم. ¶ فقلنا: يا رسول الله ، هذا اليوم الذي كسنة ، أتكفينا فيه صلاة يوم وليلة؟. ¶ قال : لا ، اقدروا له قدره . ¶ فإخبار الرسول - صلى الله عليه وسلم - لهم هنا كان عن أمر من أمور القدر وتدبير الله سبحانه وتعالى في خلقه وهو أن أيام الدجال : يوم كسنة ويوم كشهر ويوم كأسبوع ، فلم يشتغلوا بهذا الأمر لأنه من أمور القدر وهم يعلمون أن الله على كل شيء قدير ، بل سألوا عما هم مكلفون به شرعاً وهو أمر الصلاة في ذلك اليوم ، وهذا من كمال فقههم رضي الله عنهم أجمعين . ¶ الأصل السابع ¶ أن الأصل في الروايات التاريخية كالأصل في روايات بني إسرائيل ¶ اعلم أن الروايات التاريخية على ثلاثة أقسام : ¶ القسم الأول : ما ثبت بإسناد صحيح وليس فيه محذور شرعي ، فهذا نشره جائز ، وهذا أمر متفق عليه.",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "القسم الثاني : ما روي بإسناد صحيح أو ضعيف وفي نشره محذور شرعي كالوقيعة في بعض الصحابة أو ما جرى بينهم من الفتن ونحو ذلك ، فهذا لا يجوز نشره ، وقد ثبت في الصحيح من حديث أبي هريرة رضي الله عنه قال : حفظت من رسول الله - صلى الله عليه وسلم - وعاءين ؛ فأما أحدهما فبثثته ، وأما الآخر فلو بثثته قطع هذا البلعوم . ¶ وإنما بث ما يلزمه شرعاً بثه ولا يجوز كتمانه وهو ما يتعلق بالأحكام التي تلزم المكلفين ، وأما الوعاء الثاني فهو أحاديث الفتن ، وقد ذكر خطورة رواية ذلك رضي الله عنه في زمنه – وهو خير القرون – فكيف بعده ؟؟!!. ¶ القسم الثالث : ما لم يثبت بإسناد صحيح وليس في نشره محذور شرعي فهذا الأمر فيه واسع ويجوز نشره ، والأصل في ذلك ما ثبت في الصحيح عن عبد الله بن عمرو رضي الله عنهما أن النبي - صلى الله عليه وسلم - قال (حدثوا عن بني إسرائيل ولا حرج) . ¶ والأخبار عن بني إسرائيل – كما قسمها أهل العلم وكما تدل عليه النصوص - على ثلاثة أقسام : ¶ الأول : ما شهد الشرع بصدقه ، فهذا نصدقه. ¶ والثاني : ما شهد الشرع بكذبه ، فهذا نرده ولا نقبله. ¶ والثالث: ما هو مسكوت عنه فلا يشهد بصدقه أو كذبه ، فتجوز حكايته والاستئناس به. ¶ والقول في تاريخ المسلمين كالقول في تاريخ بني إسرائيل ، بل هو أولى ، فإن أخبار بني إسرائيل أكثرها غير مسند ، وبيننا وبينهم من المفاوز ما هو معروف ، وليسوا من ملتنا ، فلأن يكون هذا الحكم ثابتاً في أخبار المسلمين من باب أولى . ¶ والأخبار التاريخية لا تعامل معاملة الأحاديث النبوية في التصحيح والتضعيف لأمور : ¶ الأمر الأول : أن أحاديث الأحكام قد تكفل الله سبحانه وتعالى بحفظها – لأنها من حفظ دينه – فإذا روي حديث منها بسند ضعيف ونحوه فإننا نجزم بعدم ثبوته لذلك ، أما الأخبار التاريخية فلم يتكفل الله تعالى بحفظها فلا يعني عدم وروده بسند صحيح أن الخبر لم يصح .",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "الأمر الثاني : أن الرسول - صلى الله عليه وسلم - قال (إذا حدثكم بنو إسرائيل فلا تصدقوهم ولا تكذبوهم) ، فقد نهى عن تكذيبهم ، مع أنك لو طبقت منهج المحدثين على الأخبار الإسرائيلية لانتهيت إلى ضعفها بل وسقوطها من طريق الأسانيد!!. ¶ الأمر الثالث : أن هناك أموراً تاريخية كثيرة جداً مشهورة في الكتب والدواوين ، وأمرها معلوم بالتواتر عند الناس ، ولو أردت أن تثبتها من ناحية الإسناد ما استطعت ، لأن أهل الحفظ والإتقان والرواية والضبط كانوا ينصرفون في غالب روايتهم إلى الأحاديث النبوية بخلاف الأخبار التاريخية ، فلا يعني عدم روايتهم لها عدم ثبوتها في نفس الأمر . ¶ الأمر الرابع : أن أساطين المحدثين قد فرقوا بين الأمرين ، فتراهم يشددون في أحاديث الأحكام ونحوها ، بخلاف الروايات التاريخية ؛ فإنك تراهم يذكرونها ولا يتعقبونها بشيء . ¶ إذا فهمت هذا الأصل جيداً ، تبيّن لك جهل بعض ( أهل الأهواء والبدع ) في هذا الزمن الذين عكسوا القضية ؛ فوسّعوا ما ضيّقه الشرع ، وضيّقوا ما وسّعه : ¶ فأما توسيعهم ما أمر الشرع بتضييقه : ¶ فإنهم قامو بإثارة ما حصل بين الصحابة ابتغاء الفتنة ، فطعنو في بعضهم ، وغضو من آخرين ، ونشرو شراً عريضاً ، وقد أمر الشرع أن يسكت عن ذلك ، وذهب أهل السنة والجماعة إلى أن ما شجر بينهم يطوى ولا يروى ، وقد سبق تفصيل ذلك في الأصول السابقة. ¶ وأما تضييقهم ما وسّعه الشرع : ¶ فإنهم قامو بالتدقيق في أخبار تاريخية لا يترتب على ذكرها منكر ، ولا حكم تكليفي ، ولا فساد ، ولا إفساد ، بدعوى إنقاذ التاريخ ، كدعواهم – مثلاً – أن (القعقاع بن عمرو) أسطورة لا وجود لها !!.",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "فإذا قرنت هؤلاء الجهال وأمثالهم بالأئمة الأخيار من أهل السنة والجماعة رضوان الله عليهم علمت صحة أصولهم ، ودقة نظرهم ، وصحة فهومهم ، ومدى علمهم ، وأن مما ترتفع به مرتبتهم ظهور أمثال هؤلاء الدجاجلة ، فإن بحوث هؤلاء ورسائلهم تزيدنا يقيناً بصحة أصول أولئك . ¶ حيث لم يتكلم أهل السنة والجماعة في أمور التاريخ إلا على وجه واحد وهو ما شهد الشرع بكذبه أو أمر بتركه ، فإن كلامهم كثير في الأمر بترك الخوض فيما شجر بين الصحابة والإعراض عنه وعدم إثارته ، وتركوا ما سواه لأن الأمر فيه واسع ولا يترتب عليه أحكام شرعية ، واشتغلوا بما هم مكلفون به من أحاديث الأحكام ونحوها. ¶ فرحمهم الله تعالى ورضي عنهم وحشرنا في زمرتهم مع النبيين والصديقين والشهداء والصالحين وحسن أولئك رفيقاً . ¶ أصول ¶ في ¶ الدعوة والمنهج ¶ الأصل الأول ¶ أن الله سبحانه أكمل الدين وأتم النعمة ¶ فإن الله سبحانه وتعالى قال : (اليوم أكملت لكم دينكم وأتممت عليكم نعمتي ورضيت لكم الإسلام دينا) . ¶ قال ابن كثير رحمه الله (1): ¶ __________ ¶ (1) تفسير ابن كثير: 2 / 13.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "\"هذه أكبر نعم الله تعالى على هذه الأمة ، حيث أكمل تعالى لهم دينهم فلا يحتاجون إلى دين غيره ، ولا إلى غير نبيهم صلوات الله وسلامه عليه ؛ ولهذا جعله الله تعالى خاتم الأنبياء ، وبعثه إلى الإنس والجن ، فلا حلال إلا ما أحله ، ولا حرام إلا ما حرمه ، ولا دين إلا ما شرعه ، وكل شيء أخبر به فهو حق وصدق لا كذب فيه ولا خلف ، كما قال تعالى (وتمت كلمات ربك صدقا وعدلا) أي : صدقاً في الأخبار ، وعدلاً في الأوامر والنواهي ، فلما أكمل لهم الدين تمت عليهم النعمة ؛ ولهذا قال تعالى (اليوم أكملت لكم دينكم وأتممت عليكم نعمتي ورضيت لكم الإسلام دينا ) أي : فارضوه أنتم لأنفسكم ؛ فإنه الدين الذي أحبه الله ورضيه ، وبعث به أفضل الرسل الكرام ، وأنزل به أشرف كتبه ، وقال علي بن أبي طلحة عن ابن عباس : قوله (اليوم أكملت لكم دينكم ) وهو الإسلام أخبر الله نبيه صلى الله عليه وسلم والمؤمنين أنه أكمل لهم الإيمان فلا يحتاجون إلى زيادة أبداً ، وقد أتمه الله فلا ينقصه أبداً ، وقد رضيه الله فلا يسخطه أبداً\" . ¶ فالدين هو ما توفي عنه النبي صلى الله عليه وسلم وقد كمل ، وسار عليه أصحابه رضوان الله عليهم ، لا حلال إلا ما أحله ، ولا حرام إلا ما حرمه ، ولا شرع إلا ما جاء به ، فمن زاد فيه أو نقص أو حرّف فقد افترى على الله الكذب . ¶ والمقصود: ¶ أن هناك طائفة خرجت في هذا الزمان ابتليت بهزيمة نفسية أمام الكفار ، فصارت تحرف النصوص وتزيد في الشرع أو تنقص منه أو تغير فيه بحجة (تحسين صورة الإسلام في عيون الكفار) ، كإنكار الجهاد ، أو أحكام أهل الذمة ، أو معاداة وبغض الكفار وأحكام الردة ، أو بعض أحكام النساء ، أو يزعمون أن (الاشتراكية) أو (الديمقراطية) و نحوها جاء بها الإسلام ، ونحو هذه الأمور ، وهذا باطل ، بل قد يؤدي إلى الكفر من جهتين :",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "الجهة الأولى : من جهة التشريع في الدين ما لم يأذن به الله(1) ، والكذب على الله تعالى إن كان من باب الزيادة ، أو جحد المعلوم من الدين بالضرورة إن كان من باب النقص. ¶ والجهة الثانية : من جهة القدح بالله سبحانه وتعالى ، ورسوله صلى الله عليه وسلم ، وأنه لم يكمل الدين ، ولم يتم النعمة ، حتى احتاج إلى (زيادة في التحسين) !. ¶ قال الإمام مالك رحمه الله : \" من ابتدع بدعة في الدين يراها حسنة ، فقد زعم أن محمداً صلى الله عليه وسلم خان الرسالة ؛ لأن الله يقول (اليوم أكملت لكم دينكم وأتممت عليكم نعمتي ورضيت لكم الإسلام دينا) ، وما لم يكن يومئذ دينا فليس اليوم دينا\". ¶ و(تحسين صورة الإسلام) قد يراد بها أحد أمرين : ¶ __________ ¶ (1) وهنا فرق بين المبتدع وبين من يريد (تحسين صورة الإسلام) ؛ فإن المبتدع له شبه من الكتاب أو السنة يحتج بها ، ولا يريد من وراء ذلك إكمال الدين ، أما أصحاب (تحسين صورة الإسلام) فإنهم يقرون بأن هذا جاء به الإسلام ، ولكن (ضرورة تحسين صورة الإسلام) تجعلهم إما ينكرونها أو يعدلون فيها فيزيدون أو ينقصون!!.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "الأول : عرض دين الإسلام كما جاء ، من غير تحريف ، ولا زيادة ، ولا نقصان ، بصورة قد يراها أحسن عند المدعو ؛ كأن يفيض في الدعوة بذكر صلة العبد بربه في الصلاة والذكر والدعاء ، أو يذكر بعض الجوانب الاجتماعية من دين الإسلام كبر الوالدين وصلة الأقارب والقيام بحقوق الجيران وتواد المسلمين وتراحمهم ونحو ذلك ، بحيث يتكلم بحق ، ولكنه لا يأتي بباطل ، كإنكار قتال الكفار مثلاً ، أو أحكام أهل الذمة ، أو عقيدة الولاء والبراء ، ونحو ذلك ، ومنه أيضاً أن يقول عن الجهاد: إنه شرع رحمة للعالمين ورغبة في هدايتهم لينقذهم من الكفر وينقلهم إلى سعادة الدنيا والآخرة ، فمثل هذا يجوز وهو الذي يستدل عليه بقوله تعالى (ادع إلى سبيل ربك بالحكمة والموعظة الحسنة وجادلهم بالتي هي أحسن) ، فإن من الكفار من تستهويه الروحانيات ، ومنهم من تستهويه الجوانب الاجتماعية ، ونحو هذا ، فيدعى كل بحسبه ، بصورة تحببه إلى دين الإسلام ، من غير تغيير في الشرع أو زيادة أو نقصان . ¶ الثاني : أن يغيّر في الشرع ، فيزاد فيه كالديمقراطية أو الاشتراكية ، أو ينقص كالبراء من الكفار أو أحكام أهل الذمة أو أحكام النساء أو الحدود ، بحجة تحبيب الكفار في دين الإسلام ، فهذا هو الباطل الذي تكلمنا عليه آنفاً . ¶ واعلم أن الرسول صلى الله عليه وسلم ومن بعده أصحابه هدى الله على أيديهم أمماً لا يحصيهم إلا هو من الفرس والروم والقبط وغيرهم بدون تحريف للشرع أو افتراء على الله ، ولن يصلح آخر هذه الأمة إلا بما صلح به أولها . ¶ وهنا مسألة قد ترد: ¶ وهو أن الرسول صلى الله عليه وسلم قد ورد عنه أنه قبل إسلام بعض الكفار على شرط ترك بعض الشرائع.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "والجواب عن ذلك : أن قبول الشرط الفاسد إذا اشترطه الكافر ليسلم شيء ، وعرض الإسلام على ذلك الشرع الفاسد شيء آخر ، فإن الرسول صلى الله عليه وسلم إنما عرض الإسلام كما نزل عليه ، ولم ينقص منه ، ولم يغير فيه من أجل أن يقبل به المشركون ، ولأن المشركين عرفوا الإسلام كما جاء اشترطوا هذا الشرط ، وأما قبوله لإيمان بعضهم على شرط فاسد فهو من باب آخر غير ما نحن فيه ، قال ابن رجب رحمه الله (1): ¶ \" قد روي أن النبي صلى الله عليه وسلم قبل من قوم الإسلام واشترطوا أن لا يزكوا ، ففي مسند الإمام أحمد عن جابر رضي الله عنه قال : اشترطت ثقيف على رسول الله صلى الله عليه وسلم أن لا صدقة عليها ولا جهاد ، وأن رسول الله صلى الله عليه وسلم قال : (سيصّدقون ويجاهدون) ، وفيه أيضاً عن نصر بن عاصم الليثي عن رجل منهم أنه أتى النبي صلى الله عليه وسلم فاسلم على أن لا يصلي إلا صلاتين ، فقبل منه . ¶ وأخذ الإمام أحمد بهذه الأحاديث، وقال: يصح الإسلام على الشرط الفاسد، ثم يلزم بشرائع الإسلام كلها. واستدل أيضاً بأن حكيم بن حزام قال: بايعت النبي صلى الله عليه وسلم على أن لا أخر إلا قائماً، قال أحمد: معناه أن يسجد من غير ركوع\". ¶ والمقصود هنا أن هذا باب آخر غير الذي نحن فيه، فمسألتنا في عرض الإسلام كما جاء من غير تحريف فيه ولا تغيير، وهذه مسألة قبول إسلام الكافر على شرط فاسد. ¶ الأصل الثاني ¶ أن اللين والموعظة الحسنة لا يعني تغيير الشريعة بما يوافق هوى المدعو ¶ __________ ¶ (1) جامع العلوم والحكم : 1 / 228 ، 229 ، وقد بوّب المجد ابن تيمية على ذلك في منتقى الأخبار فقال : باب صحة الإسلام مع الشرط الفاسد ، وروى فيه عدداً من الأحاديث منها الأحاديث التي ذكرها ابن رجب رحمه الله ، وانظر كلام الشوكاني رحمه الله فيها (نيل الأوطار) 8 / 12 وما بعدها .",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "اعلم رحمك أن الله سبحانه وتعالى أمر نبيه صلى الله عليه وسلم أن يدعو إلى سبيله بالحكمة والموعظة الحسنة ، فقال تعالى (ادع إلى سبيل ربك بالحكمة والموعظة الحسنة وجادلهم بالتي هي أحسن) . ¶ وتفسير هذه الآية ونحوها من الآيات إنما يعلم بطريقة الرسول صلى الله عليه وسلم في الدعوة ، فهو الذي أنزلت إليه ، وهو أحرص الناس على طاعة ربه ، وأحرصهم على هداية الخلق ، وهو الذي أمر المسلمون بالإقتداء به . ¶ يقول ابن جرير رحمه الله تعالى(1): ¶ \"يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم : (ادع) يا محمد من أرسلك إليه ربك بالدعاء إلى طاعته ، (إلى سبيل ربك ) يقول : إلى شريعة ربك التي شرعها لخلقه ، وهو الإسلام ، ( بالحكمة ) يقول : بوحي الله الذي يوحيه إليك وكتابه الذي ينزله عليك ، (والموعظة الحسنة ) يقول : وبالعبر الجميلة التي جعلها الله حجة عليهم في كتابه ، وذكرهم بها في تنزيله ، كالتي عدّد عليهم في هذه السورة من حججه ، وذكرهم فيها ما ذكرهم من آلائه ، (وجادلهم بالتي هي أحسن ) يقول : وخاصمهم بالخصومة التي هي أحسن من غيرها أن تصفح عما نالوا به عرضك من الأذى ، ولا تعصه في القيام بالواجب عليك من تبليغهم رسالة ربك\". ¶ وليس معنى الدعوة بالحسنى أن تحُرّف الشريعة أو تُغيّر على ما يوافق هوى المدعو ، فإن هذا من الكذب على الله تعالى ، بل المراد من ذلك تبليغ شريعة الله سبحانه كما جاءت وعرضها بالحكمة والرفق ، على درجات تبدأ بالحكمة وتنتهي بالسيف كما ذكرها أهل العلم ، وقد كان الرسول صلى الله عليه وسلم يذهب إلى أندية المشركين ومجامعهم ويدعوهم إلى الإسلام كما شرع ، ويعرضه كما نزل ، ولا يغير شريعة الله ، ولا بعضها ، ولا يحرف شيئاً مما نزل إليه من أجل إرضاء أحد ممن يدعوهم ، بل هو مبلغ عن ربه ، يؤدي ما أمره الله تعالى به ، ¶ __________ ¶ (1) تفسير ابن جرير: 7/663.",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "كما قال تعالى (يا أيها الرسول بلغ ما أنزل إليك من ربك وإن لم تفعل فما بلغت رسالته) ، وكما في قوله تعالى (فاصدع بما تؤمر) . ¶ قال شيخ الإسلام رحمه الله تعالى (1): ¶ \"ومما جاء به الرسول أمر الله له بالبلاغ المبين كما قال تعالى (وما على الرسول إلا البلاغ المبين ) ، وقال تعالى (وأنزلنا إليك الذكر لتبين للناس ما نزل إليهم) ، وقال تعالى (يا أيها الرسول بلغ ما أنزل إليك من ربك وإن لم تفعل فما بلغت رسالته والله يعصمك من الناس) ، ومعلوم أنه قد بلغ الرسالة كما أمر ، ولم يكتم منها شيئاً ، فإن كتمان ما أنزله الله إليه يناقض موجب الرسالة ، كما أن الكذب يناقض موجب الرسالة ، ومن المعلوم من دين المسلمين أنه معصوم من الكتمان لشيء من الرسالة ، كما أنه معصوم من الكذب فيها ، والأمة تشهد له بأنه بلغ الرسالة كما أمره الله وبين ما أنزل إليه من ربه\". ¶ بل قد قال الله سبحانه عن نبيه صلى الله عليه وسلم (ولو تقول علينا بعض الأقاويل ، لأخذنا منه باليمين ، ثم لقطعنا منه الوتين ، فما منكم من أحد عنه حاجزين) : ¶ قال شيخ الإسلام رحمه الله تعالى على هذه الآية (2): ¶ \" ليبين سبحانه أنه ينتقم ممن يكذب في الرسالة كائناً من كان وأنه لو قُدّر أنه غير الرسالة لانتقم منه\". ¶ وكما أن الرسول صلى الله عليه وسلم مأمور بالتبليغ عن ربه ، فإن المسلم مأمور بالتبليغ عن الرسول صلى الله عليه وسلم أيضاً كما قال صلى الله عليه وسلم (بلغوا عني ولو آية) ، وقال (رحم الله من سمع مني حديثا فأداه كما سمعه) . ¶ __________ ¶ (1) الفتاوى: 5 / 155. ¶ (2) الاستغاثة 2/ 464.",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "ومن الدعوة باللين ما جاء في قوله تعالى عن موسى وهارون لما أرسلهما إلى فرعون (فقولا له قولا لينا لعله يتذكر أو يخشى) ، وهذا القول اللين هو دعوتهما لفرعون إلى التوحيد وترك الكفر ؛ باللين والرفق ، وليس معناه قول بعض ما يهوى فرعون !! ، وقد قص الله سبحانه دعوة موسى لفرعون ومجادلته إياه في القرآن في مواضع كثيرة ، وبالنظر إليها نعرف المقصود من (اللين) المطلوب في الدعوة ؛ فانظر مثلاً إلى الآيات التي في سورة طه – بعد أمر الله سبحانه لهم بأن يقولا له قولاً ليناً – : ¶ قال تعالى (فأتياه فقولا إنا رسولا ربك فأرسل معنا بني إسرائيل ولا تعذبهم قد جئناك بآية من ربك والسلام على من اتبع الهدى ، إنا قد أوحي إلينا أن العذاب على من كذب وتولى ، قال من ربكما يا موسى ، قال ربنا الذي أعطى كل شيء خلقه ثم هدى ، قال فما بال القرون الأولى ) الآيات . ¶ فلم يكن ثمّ تنازل أو إرضاء لفرعون في دعوته بـ (اللين) ، بل هي دعوة إلى التوحيد ، وتحذير من الشرك ، وبيان ما أعده الله سبحانه للمشركين من عذاب ، كما أوحى الله إليهم ، بلا تغيير أو تبديل. ¶ الأصل الثالث ¶ أن الكلام بالباطل أعظم من السكوت عن الحق ¶ اعلم أن السكوت عن بيان بعض الحق، أو كتمانه بدون إظهار الباطل، أو مع إظهار الباطل، على أربع مراتب: ¶ المرتبة الأولى:",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "أن يكون ترك بيان بعض الحق بقصد التدرج في الدعوة أو التعليم ، لا بقصد الكتمان ، فهذا جائز ، بل هو الذي عليه العمل ولا يمكن غيره ؛ إذ لا يمكن أن يتعلم أحد جميع أمور الدين مرة واحدة ، بل لا بد من التدريج ، فيعلم أصول الإسلام شيئاً فشيئاً ، سواء كان المتعلم من الكفار الذين يدعون إلى الإسلام ، أو من المسلمين الذين يتعلمون أمور الدين ، ويدل عليه ما في الصحيحين عن ابن عباس رضي الله عنهما أن رسول الله صلى الله عليه وسلم لما بعث معاذاً إلى اليمن قال : (إنك تقدم على قوم أهل كتاب فليكن أول ما تدعوهم إليه عبادة الله عز وجل ، فإذا عرفوا الله فأخبرهم أن الله فرض عليهم خمس صلوات في يومهم وليلتهم ، فإذا فعلوا فأخبرهم أن الله قد فرض عليهم زكاة تؤخذ من أغنيائهم فترد على فقرائهم ، فإذا أطاعوا بها فخذ منهم وتوق كرائم أموالهم) . ¶ ويدل عليه أيضاً سيرة الرسول صلى الله عليه وسلم في تعليم أصحابه، وتلقين من أسلم أصول الإسلام، وتدرجه معهم في ذلك، ويدل عليه تواتر عمل أهل العلم على ذلك إلى هذا الوقت. ¶ المرتبة الثانية : ¶ أن يكون ترك بيان بعض الحق على سبيل الكتمان للمصلحة وخوف الفتنة ، فهذا يجوز إذا كان العلم به مما لا يتوقف عليه عمل ولا يحتاجه الناس في عباداتهم وأعمالهم ، كأخبار الفتن أو فضائل الأعمال ونحوها مما لا يترتب على الجهل بها فساد في الدين . ¶ ويدل عليه ما ثبت في صحيح البخاري عن أبي هريرة قال: (حفظت من رسول الله صلى الله عليه وسلم وعاءين، فأما أحدهما فبثثته، وأما الآخر فلو بثثته قطع هذا البلعوم). ¶ قال الحافظ ابن حجر رحمه الله تعالى (1): ¶ __________ ¶ (1) الفتح: 1 / 216.",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "\"وحمل العلماء الوعاء الذي لم يبثه على الأحاديث التي فيها تبيين أسامي أمراء السوء وأحوالهم وزمنهم ، وقد كان أبو هريرة يكني عن بعضه ولا يصرح به خوفاً على نفسه منهم ، كقوله (أعوذ بالله من رأس الستين ) يشير إلى خلافة يزيد بن معاوية ؛ لأنها كانت سنة ستين من الهجرة ، واستجاب الله دعاء أبي هريرة فمات قبلها\". ¶ وقال مكحول رحمه الله : كان أبو هريرة يقول : رب كيس عند أبي هريرة لم يفتحه ، قال الذهبي رحمه الله تعالى في الكلام على هذا (1): ¶ \" قلت : هذا دال على جواز كتمان بعض الأحاديث التي تحرك فتنة في الأصول أو الفروع ، أو المدح والذم ، أما حديث يتعلق بحل أو حرام فلا يحل كتمانه بوجه ؛ فإنه من البينات والهدى ، وفي صحيح البخاري قول الإمام علي رضي الله عنه : (حدثوا الناس بما يعرفون ودعوا ما ينكرون ، أتحبون أن يكذب الله ورسوله) ، وكذا لو بث أبو هريرة ذلك الوعاء لأوذي بل لقتل\". ¶ وكما قال تعالى (إن الذين يكتمون ما أنزلنا من البينات والهدى من بعد ما بيناه للناس في الكتاب أولئك يعلنهم الله ويلعنهم اللاعنون ). ¶ فمفهوم هذه الآية يدل على أن ما كان من العلم ليس كذلك – أي ليس من البينات والهدى – فإنه يجوز كتمانه بحسب المصلحة . ¶ يقول القرطبي رحمه الله تعالى على هذه الآية (2): ¶ __________ ¶ (1) السير: 2/597. ¶ (2) تفسير القرطبي : 2 / 184-186 .",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "\"لما قال (من البينات والهدى) دل على أن ما كان من غير ذلك جائز كتمه ، لاسيما إن كان مع ذلك خوف فإن ذلك آكد في الكتمان ، وقد ترك أبو هريرة ذلك حين خاف فقال : (حفظت عن رسول الله صلى الله عليه وسلم وعاءين فأما أحدهما فبثثته، وأما الآخر فلو بثثته قطع هذا البلعوم ) أخرجه البخاري ، قال أبو عبد الله : البلعوم مجرى الطعام ، قال علماؤنا : وهذا الذي لم يبثه أبو هريرة وخاف على نفسه فيه الفتنة أو القتل إنما هو مما يتعلق بأمر الفتن ، والنص على أعيان المرتدين والمنافقين ، ونحو هذا مما لا يتعلق بالبينات والهدى والله تعالى أعلم\". ¶ ويقول الشاطبي رحمه الله تعالى (1): ¶ \" ومن هذا يعلم أنه ليس كل ما يعلم مما هو حق يطلب نشره وإن كان من علم الشريعة ومما يفيد علماً بالأحكام ، بل ذلك ينقسم ؛ فمنه ما هو مطلوب النشر : وهو غالب علم الشريعة ، ومنه ما لا يطلب نشره بإطلاق ، أو لا يطلب نشره بالنسبة إلى حالٍ أو وقتٍ أو شخصٍ- ثم ذكر أمثلة مع الأدلة وقال - إلى غير ذلك مما يدل على أنه ليس كل علم يبث وينشر وإن كان حقاً ، وقد أخبر مالك عن نفسه أن عنده أحاديث وعلماً ما تكلم فيها ولا حدث بها ، وكان يكره الكلام فيما ليس تحته عمل ، وأخبر عمن تقدمه أنهم كانوا يكرهون ذلك ، فتنبه لهذا المعنى\" . ¶ المرتبة الثالثة: ¶ أن يكتم الحق الواجب إظهاره وبيانه ، ولكنه لا يظهر بدلاً منه الباطل ، فهذا محرم ، ومتوعد عليه ، وقد يكون كفراً في حالات ، وكبيرة من كبائر الذنوب في حالات أخرى ، و توعد الله من كتمه أشد الوعيد ، كما في الحديث (من سئل عن علم فكتمه ألجمه الله بلجام من نار يوم القيامة) . ¶ وكما قال تعالى (إن الذين يكتمون ما أنزلنا من البينات والهدى من بعد ما بيناه للناس في الكتاب أولئك يعلنهم الله ويلعنهم اللاعنون ). ¶ وفي هذه الآية دليل على ما لا يجوز كتمانه من العلم، وما يجوز، من جهة المنطوق والمفهوم: ¶ __________ ¶ (1) الموافقات: 5 / 167 – 172.",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "فترتيبه سبحانه الوعيد على الذين (يكتمون ما أنزل من البينات والهدى) يدل على أن أصول الدين وما أنزله الله من الهدى وما يحتاجه الناس لا يجوز كتمانه بحال من الأحوال وهو المتوعد عليه . ¶ ويدل مفهوم هذه الآية على أن ما كان من العلم ليس كذلك فإنه يجوز كتمانه بحسب المصلحة كما سبق في المرتبة الثانية. ¶ يقول القرطبي رحمه الله (1): ¶ \" فهي عامة في كل من كتم علماً من دين الله يحتاج إلى بثه وذلك مفسر في قوله صلى الله عليه وسلم (من سئل عن علم يعلمه فكتمه ألجمه الله يوم القيامة بلجام من نار) \". ¶ ويستثنى في مثل هذا حالة الاستضعاف التي يعذر فيها ، فلا يقدر على إظهار الحق ، كأن يكون بين ظهراني الكفار ، ولا يقدر على بيان الحق ، ولا على الهجرة ، فهو من المستضعفين الذين عذرهم الله سبحانه ، كمؤمن آل فرعون في قوله تعالى (وقال رجل مؤمن من آل فرعون يكتم إيمانه ) ، وكامرأة فرعون ، والنجاشي ، والمستضعفين من المسلمين الذين لم يهاجروا كما في قوله تعالى (إلا المستضعفين من الرجال والنساء والولدان لا يستطيعون حيلة ولا يهتدون سبيلا ، فأولئك عسى الله أن يعفو عنهم وكان الله عفوا غفورا) . ¶ المرتبة الرابعة : ¶ أن يضيف إلى كتمان الحق إظهار الباطل ، فهذا أشد من الذي قبله ، لأن الذي قبله كتم للحق بدون إظهار باطل ، وهذا جمع بين الأمرين ، وإذا كانت المسألة في أصول الدين فإنها تؤدي إلى الردة ، ولا يباح مثل هذا الشيء إلا في الحالة التي يباح فيها الكفر كالإكراه . ¶ قال شيخ الإسلام رحمه الله تعالى (2): ¶ __________ ¶ (1) تفسير القرطبي : 2 / 184- 186 . ¶ (2) منهاج السنة : 6 / 424 – 425 .",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "\"فالمؤمن إذا كان بين الكفار والفجار لم يكن عليه أن يجاهدهم بيده مع عجزه ، ولكن إن أمكنه بلسانه ، وإلا فبقلبه ، مع أنه لا يكذب ويقول بلسانه ما ليس في قلبه ؛ إما أن يظهر دينه ، وإما أن يكتمه ، وهو مع هذا لا يوافقهم على دينهم كله ، بل غايته أن يكون كمؤمن آل فرعون وامرأة فرعون ، وهو لم يكن موافقا لهم على جميع دينهم ، ولا كان يكذب ، ولا يقول بلسانه ما ليس في قلبه ، بل كان يكتم إيمانه ، وكتمان الدين شيء ، وإظهار الدين الباطل شيء آخر ، فهذا لم يبحه الله قط إلا لمن أكره ؛ بحيث أبيح له النطق بكلمة الكفر ، والله تعالى قد فرق بين المنافق والمكره ، والرافضة حالهم من جنس حال المنافقين لا من جنس حال المكره الذي أكره على الكفر وقلبه مطمئن بالإيمان ؛ فإن هذا الإكراه لا يكون عاما من جمهور بني آدم ، بل المسلم يكون أسيرا أو منفردا في بلاد الكفر ولا أحد يكرهه على كلمه الكفر ، ولا يقولها ، ولا يقول بلسانه ما ليس في قلبه ، وقد يحتاج إلى أن يلين لناس من الكفار ليظنوه منهم ، وهو مع هذا لا يقول بلسانه ما ليس في قلبه ، بل يكتم ما في قلبه ، وفرق بين الكذب ، وبين الكتمان ، فكتمان ما في النفس يستعمله المؤمن حيث يعذره الله في الإظهار كمؤمن آل فرعون ، وأما الذي يتكلم بالكفر فلا يعذره إلا إذا أكره \" . ¶ وقال أيضاً رحمه الله تعالى (1): ¶ \" إن المحرمات قسمان : ¶ أحدهما : ما يقطع بأن الشرع لم يبح منه شيئاً ؛ لا لضرورة ولا لغير ضرورة : كالشرك ، والفواحش ، والقول على الله بغير علم ، والظلم المحض : وهي الأربعة المذكورة في قوله تعالى: ( قل إنما حرم ربي الفواحش ما ظهر منها وما بطن والإثم والبغي بغير الحق وأن تشركوا بالله ما لم ينزل به سلطانا وأن تقولوا على الله ما لا تعلمون) . ¶ __________ ¶ (1) الفتاوى: 14 / 471.",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "فهذه الأشياء محرمة في جميع الشرائع ، وبتحريمها بعث الله جميع الرسل ، ولم يبح منها شيئاً قط ، ولا في حال من الأحوال ؛ ولهذا أنزلت في هذه السورة المكية ونفي التحريم عما سواها\" ¶ … ¶ الأصل الرابع ¶ عرض الأقوال على الكتاب والسنة ¶ اعلم أن النصوص الشرعية قد أتت بوجوب عرض كلام العلماء على الكتاب والسنة فما وافقهما قبلناه وما عارضهما رددناه ، فإن أقوال الرجال يحتج لها ولا يحتج بها ، وقد ضُمِنت لنا العصمة في الكتاب والسنة ولم تضمن لنا في أقوال العلماء ، فيُرد ما لم يضمن إلى المضمون الذي لا يأتيه الباطل من بين يديه ولا من خلفه ، وقد قال الله تعالى:( يا أيها الذين آمنوا أطيعوا الله وأطيعوا الرسول وأولي الأمر منكم فإن تنازعتم في شئ فردوه إلى الله والرسول إن كنتم تؤمنون بالله واليوم الآخر) والرد إلى الله الرد إلى كتابه والرد إلى الرسول الرد إلى سنته كما ذكر غير واحدٍ من المفسرين ، وكما قال تعالى:(وما اختلفتم فيه من شئ فحكمه إلى الله) وقال تعالى :(اتبعوا ما أنزل إليكم من ربكم ولا تتبعوا من دونه أولياء) ، وكانت هذه وصية الرسول - صلى الله عليه وسلم - في آخر أيامه ففي صحيح مسلم من حديث زيد بن أرقم - رضي الله عنه - أن النبي صلى الله عليه وسلم قال:(ياأيها الناس إنما أنا بشرٌ يوشك أن يأتيني رسول ربي فأجيب ثم حضّ على التمسك بكتاب الله ووصى بأهل بيته) وروى أحمد والترمذي وأبو داود من حديث العرباض بن سارية - رضي الله عنه - قال : وعظنا رسول الله - صلى الله عليه وسلم - موعظة وجلت منها القلوب وذرفت منها الدموع فقلنا: يا رسول الله كأنها موعظة مودع فأوصنا ،فقال:(أوصيكم بتقوى الله والسمع والطاعة وإن تأمر عليكم عبد ، وإنه من يعش منكم بعدي فسيرى اختلافاً كثيراً فعليكم بسنتي وسنة الخلفاء الراشدين المهديين عضوا عليها بالنواجذ وإياكم ومحدثات الأمور فإن كل بدعة ضلالة) وروي مرفوعاً:(تركت فيكم أمرين لن تضلوا ما",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "تمسكتم بهما كتاب الله وسنة نبيه صلى الله عليه وسلم ) ، وليس المقصود هنا استيعاب النصوص في هذا الباب وإنما المقصود التنبيه عليها . ¶ وكانت هذه وصية السلف أيضاً فقد قال ابن عباسٍ رضي الله عنهما :(ليس منا إلا ويؤخذ من قوله ويدع غير النبي صلى الله عليه وسلم ) وقال أيضاً:(يوشك أن تنزل عليكم حجارة من السماء أقول قال رسول الله - صلى الله عليه وسلم - وتقولون قال أبو بكر وعمر) وقال أبو حنيفة رحمه الله تعالى: (إذا قلت قولاً كتاب الله يخالفه فاتركوا قولي لكتاب الله )، قيل: (إذا كان قول رسول الله - صلى الله عليه وسلم - يخالفه )، قال :( اتركوا قولي لخبر رسول الله - صلى الله عليه وسلم - ) ، قيل: (إذا كان قول الصحابة يخالفه )، قال :(اتركوا قولي لقول الصحابة) ، وقال أبو يوسف رحمه الله تعالى : (لايحل لأحدٍ أن يقول مقالتنا حتى يعلم من أين قلنا ) ، وقال مالك رحمه الله تعالى :(إنما أنا بشر أخطئ وأصيب ، فانظروا في رأيي فكل ما وافق الكتاب والسنة فخذوا به ، وكل ما لم يوافق الكتاب والسنة فاتركوه ) وقال أيضاً:( ما منا إلا رادٌ ومردود عليه إلا صاحب هذا القبر - صلى الله عليه وسلم - ) ، وقال الشافعي رحمه الله تعالى :(أجمع العلماء على أن من استبانت له سنة رسول الله - صلى الله عليه وسلم - لم يكن له أن يدعها لقول أحد) ، وقال أيضاً :(إذا صح الحديث بما يخالف قولي فاضربوا بقولي عرض الحائط) ، وقال أحمد رحمه الله تعالى :(من قلة فقه الرجل أن يقلد دينه الرجال)، وقال أيضاً :( لا تقلدني ولا تقلد مالكاً ولا الثوري ولا الأوزاعي وخذ من حيث أخذوا) ، وكلامهم رحمهم الله تعالى في هذا الباب كثيرٌ جداً(1) وفي ما مضى كفاية إن شاء الله تعالى لمن أراد الحق. ¶ __________ ¶ (1) انظر ( جامع بيان العلم وفضله) 2/ 132 ، و(إعلام الموقعين) 2/ 171 ،و(فتح المجيد)ص383.",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "فالحاصل أنه يجب عرض الأقوال على الكتاب والسنة ،ومن فعل ذلك فقد أمِن – بإذن الله- من الزيغ والزلل والوقوع في الباطل ، وأما من قدّم أقوال الرجال عليهما فما أحقه بقول الإمام أحمد رحمه الله تعالى حين قال:(عجبت لقومٍ عرفوا الإسناد وصحته ويذهبون إلى رأي سفيان والله تعالى يقول:(فليحذر الذين يخالفون عن أمره أن تصيبهم فتنة أو يصيبهم عذاب أليم ) أتدري ما الفتنة؟ الفتنة الشرك ، لعله إذا رد بعض قوله أن يقع في قلبه شئ من الزيغ فيهلك)(1) نسأل الله تعالى أن يجنبنا أسباب الزيغ وأن يثبتنا على دينه. ¶ الأصل الخامس ¶ أن السابقة والفضل لا يعني ترك الباطل بدون رد ¶ إن فضل العبد ، وعلمه ، و سابقته في الدين ، لا تعني أن يقبل ما يقوله من باطل ، أو أن يترك فلا يرد عليه ؛ فإن هذا هو أصل عبادة الأحبار والرهبان ، كما قال تعالى (اتخذوا أحبارهم ورهبانهم أرباباً من دون الله ) قال أبو البختري : أما إنهم لو أمروهم أن يعبدوهم من دون الله تعالى ما أطاعوهم ، ولكن أمروهم : فجعلوا حلال الله تعالى حرامه ، وحرامه حلاله ، فأطاعوهم . ¶ ولهذا كثر التحذير من زلة العالم ، لأن العالم مظنة الإتباع ، فإذا زل ؛ زلت أمم معه ، قال عمر رضي الله عنه : (ثلاث يهدمن الدين : زلة عالم ، وجدال منافق بالقرآن ، وأئمة مضلون) ، وروي نحوه عن أبي الدرداء وسلمان رضي الله عنهما ، وقال ابن عباس رضي الله عنهما : (ويل للأتباع من عثرات العالم ، قيل وكيف ذلك؟ قال: يقول العالم برأيه ثم يجد من هو أعلم منه برسول الله صلى الله عليه وسلم فيترك قوله ذلك ثم تمضي الأتباع ) ، وقال الإمام مالك : ليس كل ما قال رجل قولا - وإن كان له فضل - يتبع عليه ، يقول الله عز وجل : (الذين يستمعون القول فيتبعون أحسنه أولئك الذين هداهم الله وأولئك هم أولو الألباب) . ¶ __________ ¶ (1) انظر (فتح المجيد)385-389.",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "ومن هذا قصة حاطب بن أبي بلتعة رضي الله عنه يوم كاتب الكفار في فتح مكة ، وحصل معه ما هو معروف ، فإن في قصته فوائد من هذا الباب ، منها : ¶ أولاً : أن حاطباً رضي الله عنه كانت له سابقة وفضل ودين وجهاد وهجرة ، فهو من السابقين الأولين ، ومن أهل بدر والحديبية ، وشهد المغازي ، ومع هذا كله : فإن النبي صلى الله عليه وسلم لما علم بزلته لم يتركها ، ولم يقم بنصيحته سراً ، بل أتى به أمام الصحابة وقرره بما فعل ، وعرّفه هذا الخطأ ، فتناقلت الكتب اسمه رضي الله عنه إلى هذا اليوم ، ونزل فيه قرآن يتلى إلى يوم القيامة (يا أيها الذين آمنوا لا تتخذوا عدوي وعدوكم أولياء تلقون إليهم بالمودة ...الآيات). ¶ ثانياً: أن حاطباً رضي الله عنه تاب من هذه الزلة، وهكذا أهل الفضل. ¶ ثالثاً: أن عمر رضي الله عنه قال للرسول صلى الله عليه وسلم: (دعني أضرب عنقه فإنه قد نافق)، ومع هذا فإن الرسول صلى الله عليه وسلم لم يعنف عمر على قوله، لأنه قال هذا غيرة للدين، ولمنكر عظيم رآه. ¶ قال ابن القيم رحمه الله تعالى في فوائد هذا الحديث (1): ¶ \" وفيها أن الرجل إذا نسب المسلم إلى النفاق والكفر متأولاً وغضباً لله ورسوله ودينه لا لهواه وحظه ، فإنه لا يكفر بذلك ، بل لا يأثم به ، بل يثاب على نيته وقصده ، وهذا بخلاف أهل الأهواء والبدع فإنهم يكفرون ويبدعون لمخالفة أهوائهم ونحلهم ، وهم أولى بذلك ممن كفروه وبدعوه \" . ¶ رابعاً : إن التصرف مع حاطب رضي الله عنه في هذه الأقضية كان على وجهين : ¶ الوجه الأول: الإنكار عليه في فعله، ورد زلته، وتحذير المسلمين من ذلك: ¶ فهذا ما حصل، حتى حفظت لنا كتب الحديث هذه النازلة، وحفظت لنا قول عمر رضي الله عنه فيه، ونزل فيه قرآن يتلى إلى يوم القيامة في التحذير من فعله، وصار حديثه هذا أصلاً في أبواب من التوحيد و الفقه. ¶ الوجه الثاني: عقابه على فعله: ¶ __________ ¶ (1) زاد المعاد : 3 / 423 .",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "فهذا ما شفعت له فيه سابقته رضي الله عنه ؛ حيث قال فيه النبي صلى الله عليه وسلم لما طلب منه عقابه (إنه من أهل بدر ، وما يدريك لعل الله اطلع على أهل بدر فقال لهم : اعملوا ما شئتم فقد غفرت لكم) . ¶ إذا تقرّر هذا : فاعلم أن هناك من يريد السكوت عن أهل الفضل إذا أخطأوا بحجة حديث حاطب الذي شفعت له سابقته ، وأين هذا من هذا ؟ فإن سابقته لم تشفع له في عدم الرد والإنكار عليه ونزول القرآن محذرا من فعله وتقريره أمام الصحابة بهذا الفعل ، وإنما شفعت له سابقته بترك عقوبته رضي الله عنه ، ونحن هنا في مقام الرد لا في مقام العقوبة(1) !!. ¶ الأصل السادس ¶ أن الحق يقبل ممن أتى به ¶ إن سبيل المسلمين قبول الحق حيثما كان، وممن أتى به، والحق هو موافقة الكتاب والسنة، فمن جاء به قُبِل منه، ولا ينظر إلى القائل في هذه الحالة؛ فيرد ما معه من الحق من أجل أن (فلاناً) هو المتكلم !. ¶ ويدل عليه فعل رسول الله صلى الله عليه وسلم فإنه قبل الحق من اليهود: ¶ كما في الصحيحين من حديث عبد الله بن مسعود رضي الله عنه قال : ( جاء حبر من الأحبار إلى رسول الله صلى الله عليه وسلم فقال : يا محمد ، إنا نجد أن الله يجعل السماوات على إصبع ، والأراضين على إصبع ، والشجر على إصبع ، والماء على إصبع ، والثرى على إصبع ، وسائر الخلق على إصبع ، فيقول : أنا الملك ، فضحك النبي صلى الله عليه وسلم حتى بدت نواجذه تصديقاً لقول الحبر ، ثم قرأ (وما قدروا الله حق قدره والأرض جميعاً قبضته يوم القيامة )) فلم يرد النبي صلى الله عليه وسلم هذا الحق الذي قاله هذا اليهودي من أجل كونه يهودياً ! بل قبله . ¶ __________ ¶ (1) ولمزيد فائدة حول هذا الأصل أنظر المقدمة الثانية من كتاب ( الإعلام بمخالفات الموافقات والإعتصام ) وفيها \" أن الرجل الفاضل الجليل قد تكون له زلات وهفوات يجب التنبيه عليها \"",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "وفي النسائي من حديث قُتيلة بنت صيفى رضي الله عنها : ( أن يهودياً جاء إلى النبي صلى الله عليه وسلم فقال : إنكم تشركون ؛ تقولون : ما شاء الله وشئت ، وتقولون : والكعبة ، فأمرهم النبي صلى الله عليه وسلم إذا أرادوا أن يحلفوا أن يقولوا : ورب الكعبة ، وأن يقولوا : ما شاء الله ثم شئت) ، فقد غير النبي صلى الله عليه وسلم منكراً بسبب تنبيه يهودي عليه . ¶ بل وأبلغ من ذلك ما في الصحيح معلقاً ووصله النسائي بسند صحيح من حديث أبي هريرة رضي الله عنه الطويل عندما أمره رسول الله صلى الله عليه وسلم بحفظ الزكاة ، فكان يأتيه رجل في كل ليلة فيحثو من الطعام ، فيمسكه أبو هريرة في كل مرةٍ ثم يطلقه ، فلما كانت الأخيرة أطلقه بعد أن علمه كلمات فقال له : (إذا أويت إلى فراشك فاقرأ آية الكرسي ؛ فإنه لا يزال عليك من الله حافظ ولا يقربنك شيطان حتى تصبح ) وفيه قول الرسول صلى الله عليه وسلم : (أما إنه صدقك وهو كذوب ، تعلم من تخاطب يا أبا هريرة منذ ثلاث) فقال : لا ، قال : (ذلك شيطان) . فقُبِل كلام الشيطان هنا لأنه موافق للحق . ¶ وهكذا: على المسلم أن يعرض القول على الكتاب والسنة ، فما وافقه قبله ، وما خالفه رده ، فإن هذا أمن من الزيغ بإذن الله ، واعتصام بما ينجي من الهلكة. ¶ الأصل السابع ¶ أن مسائل الخلاف ينكر فيها ¶ اعلم أن المسائل التي يتنازع فيها الناس قسمان – من حيث الجملة –: ¶ القسم الأول: ¶ مسائل ليس فيها نصوص صريحة ولا إجماع ظاهر ، وللاجتهاد فيها مساغ ، إما لكونها مبنية على الفهم والقياس ، أو لوجود أدلة قوية من الجانبين كنقض الوضوء من مس الذكر ، ونحو هذا ، فهذه المسائل محل اجتهاد ونظر ، و لا إنكار فيها وقد تسمى (مسائل الاجتهاد). ¶ القسم الثاني: ¶ مسائل فيها نصوص صريحة ، أو إجماعات ظاهرة ، وقد تقسم إلى قسمين :",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "الأول: أن يوجد فيها خلاف شاذ أو ضعيف، مع وجود النص الصريح الصحيح في المسألة، نحو قتل المسلم بالكافر؛ فإنه وإن قال به بعض أهل العلم فإنه قول ضعيف مخالف للدليل الصحيح في ذلك. ¶ والثاني : أن لا يوجد فيها خلاف أصلاً ، بل عليها إجماعات معلومة متواترة ، مثل الولاء والبراء ، والجهاد ، وأحكام أهل الذمة ، ونحو ذلك . ¶ فهذه المسائل ينكر فيها على المخالف ولو كان الخلاف في الفروع ، وقد تسمى هذه (مسائل الخلاف) . ¶ قال ابن القيم رحمه الله تعالى (1): ¶ \"وقولهم: (إن مسائل الخلاف لا إنكار فيها): ليس بصحيح؛ فإن الإنكار إما أن يتوجه إلى القول والفتوى، أو العمل. أما الأول: فإذا كان القول يخالف سنة أو إجماعاً شائعاً وجب إنكاره اتفاقاً، وإن لم يكن كذلك فإن بيان ضعفه ومخالفته للدليل إنكار مثله. وأما العمل : فإذا كان على خلاف سنة أو إجماع وجب إنكاره بحسب درجات الإنكار ، وكيف يقول فقيه : لا إنكار في المسائل المختلف فيها والفقهاء من سائر الطوائف قد صرحوا بنقض حكم الحاكم إذا خالف كتاباً أو سنة وإن كان قد وافق فيه بعض العلماء؟!. ¶ وأما إذا لم يكن في المسألة سنة ولا إجماع وللاجتهاد فيها مساغ لم تنكر على من عمل بها مجتهداً أو مقلداً ، وإنما دخل هذا اللبس من جهة أن القائل يعتقد أن (مسائل الخلاف) هي (مسائل الاجتهاد) كما اعتقد ذلك طوائف من الناس ممن ليس لهم تحقيق في العلم. ¶ __________ ¶ (1) إعلام الموقعين: 3 / 288.",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "والصواب : ما عليه الأئمة أن مسائل الاجتهاد : ما لم يكن فيها دليل يجب العمل به وجوباً ظاهراً مثل حديث صحيح لا معارض له من جنسه فيسوغ فيها - إذا عدم فيها الدليل الظاهر الذي يجب العمل به - الاجتهاد لتعارض الأدلة أو لخفاء الأدلة فيها ، وليس في قول العالم : إن هذه المسألة قطعية أو يقينية ولا يسوغ فيها الاجتهاد طعن على من خالفها ولا نسبة له إلى تعمد خلاف الصواب ، والمسائل التي اختلف فيها السلف والخلف وقد تيقنا صحة أحد القولين فيها كثير... وعلى كل حال : فلا عذر عند الله يوم القيامة لمن بلغه ما في المسألة من هذا الباب وغيره من الأحاديث والآثار التي لا معارض لها إذا نبذها وراء ظهره وقلد من نهاه عن تقليده ، وقال له : لا يحل لك أن تقول بقولي إذا خالف السنة ، وإذا صح الحديث فلا تعبأ بقولي ، وحتى لو لم يقل له ذلك ؛ كان هذا هو الواجب عليه وجوباً لا فسحة له فيه ، وحتى لو قال له خلاف ذلك ؛ لم يسعه إلا اتباع الحجة \"(1) . ¶ الأصل الثامن ¶ أن ذكر اللازم لبيان فساد القول جادة مطروقة ¶ اعلم أنه إذا ذكر أحدهم قولاً أو مذهباً له لوازم فاسدة، فإن ذكر هذه اللوازم في الرد عليه تأتي على أحد وجهين: ¶ الوجه الأول: ¶ أن يكون ذكر لازم قوله من أجل ترتيب الحكم على القائل من : تكفير ، أو تبديع ، أو تفسيق ، ونحو ذلك ، فهذا باطل ، ولا يحكم على أحد بناء على لازم قوله ؛ لأن الصحيح - كما ذهب إليه الأئمة - أن (لازم المذهب ليس بمذهب) ، و (لازم القول ليس بقول) ، ولا يؤاخذ أحد إلا بما قال ، لا بما يلزم على قوله ، لأنه قد لا يلتزم بهذا اللازم إذا عرفه ، وقد ينكره ، وقد يغفل عنه ، وقد يكون متأولاً فيه ، ونحو هذا . ¶ قال شيخ الإسلام رحمه الله (2): ¶ __________ ¶ (1) وانظر كلام شيخ الإسلام رحمه الله في هذا: الفتاوى: 19 /122. ¶ (2) الفتاوى: 16 / 461.",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "\" و لازم المذهب لا يجب أن يكون مذهباً، بل أكثر الناس يقولون أقوالاً و لا يلتزمون لوازمها، فلا يلزم إذا قال القائل ما يستلزم التعطيل أن يكون معتقداً للتعطيل، بل يكون معتقداً للإثبات و لكن لا يعرف ذلك اللزوم \". ¶ وقال أيضاً جواباً على سؤال: هل لازم المذهب مذهب أم لا؟ (1): ¶ \" وأما قول السائل : هل لازم المذهب مذهب أم ليس بمذهب ، فالصواب : أن لازم مذهب الإنسان ليس بمذهب له إذا لم يلتزمه ، فإنه إذا كان قد أنكره ونفاه كانت إضافته إليه كذباً عليه ، بل ذلك يدل على فساد قوله وتناقضه في المقال \". ¶ وقال ابن حزم رحمه الله (2): ¶ \" وأما من كفّر الناس بما تؤول إليه أقوالهم فخطأ ؛ لأنه كذب على الخصم وتقويل له ما لم يقل به وإن لزمه ؛ فلم يحصل على غير التناقض فقط\" . ¶ الوجه الثاني: ¶ أن يكون ذكر اللازم لبيان فساد القول وما يفضي إليه من المنكرات ، فهذه جادة مطروقة ، وعليها العمل ، وردود أهل العلم منذ القدم تقوم على هذا الأمر ، فيذكرون في ردودهم على من قال كلاماً باطلاً ما ينبني على هذا القول وما يؤدي إليه من اللوازم الفاسدة ؛ لأنه إذا فسد اللازم فسد الملزوم ، وقد يكون ذكر اللازم وفساده أوضح من إفساد الملزوم بمجرده . ¶ أصول ¶ في ¶ الكفار والجهاد ¶ الأصل الأول ¶ أن الكفر بالطاغوت _ومنه البراءة من الكفار_ نصف التوحيد ¶ اعلم أن الكفر بالطاغوت نصف التوحيد ؛ إذ نصفه الآخر الإيمان بالله ، فلا بد من الأمرين للمؤمن ، كما قال تعالى (فمن يكفر بالطاغوت ويؤمن بالله فقد استمسك بالعروة الوثقى) ، وقال تعالى (ولقد بعثنا في كل أمة رسولاً أن اعبدوا الله واجتنبوا الطاغوت) ، وقال تعالى (والذين اجتنبوا الطاغوت أن يعبدوها وأنابوا إلى الله لهم البشرى) ، وكما جاء في صحيح مسلم مرفوعاً (من قال لا إله إلا الله وكفر بما يعبد من دون الله حرم ماله ودمه) . ¶ __________ ¶ (1) الفتاوى: 20 / 217. ¶ (2) الفصل: 3 / 294.",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "ومن الكفر بالطاغوت البراءة من الكفر وأهله وبغضهم ومعاداتهم ، كما قال تعالى (قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْرَاهِيمَ وَالَّذِينَ مَعَهُ إِذْ قَالُوا لِقَوْمِهِمْ إِنَّا بُرَآءُ مِنْكُمْ وَمِمَّا تَعْبُدُونَ مِنْ دُونِ اللَّهِ كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمُ الْعَدَاوَةُ وَالْبَغْضَاءُ أَبَداً حَتَّى تُؤْمِنُوا بِاللَّهِ وَحْدَهُ). ¶ قال شيخ الإسلام ابن تيمية رحمه الله تعالى(1): ¶ \" أمر المؤمنين أن يتأسوا بإبراهيم ومن معه حيث أبدوا العداوة والبغضاء لمن أشرك حتى يؤمنوا بالله وحده \" . ¶ وقال أيضاً (2): ¶ \" فقد أمرنا الله أن نتأسى بإبراهيم والذين معه إذ تبرءوا من المشركين ومما يعبدونه من دون الله ، وقال الخليل : (إنني براء مما تعبدون ، إلا الذي فطرني فإنه سيهدين ) ، والبراءة ضد الولاية ، وأصل البراءة البغض ، وأصل الولاية الحب ، وهذا لأن حقيقة التوحيد ألا يحب إلا الله ويحب ما يحبه الله لله فلا يحب إلا لله ولا يبغض إلا لله\" . ¶ وقال القرطبي رحمه الله (3): ¶ \" قوله تعالى (قد كانت لكم أسوة حسنة في إبراهيم) لما نهى عز وجل عن موالاة الكفار ذكر قصة إبراهيم عليه السلام وأن من سيرته التبرؤ من الكفار، أي: فاقتدوا به وأتموا إلا في استغفاره لأبيه.. والآية نص في الأمر بالإقتداء بإبراهيم عليه السلام في فعله ، وذلك يصحح أن شرع من قبلنا شرع لنا فيما أخبر الله رسوله ، (كفرنا بكم) أي : بما آمنتم به من الأوثان ، وقيل : أي بأفعالكم وكذبناها وأنكرنا أن تكونوا على حق ، (وبدا بيننا وبينكم العداوة والبغضاء أبدا ) : أي هذا دأبنا معكم مادمتم على كفركم ، (حتى تؤمنوا بالله وحده) فحينئذ تنقلب المعاداة موالاة \" . ¶ وقال ابن كثير رحمه الله تعالى : ¶ __________ ¶ (1) الفتاوى: 8 / 262. ¶ (2) الفتاوى: 10 / 465. ¶ (3) تفسير القرطبي 18 / 56.",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "\" يقول تعالى لعباده المؤمنين الذين أمرهم بمصارمة الكافرين وعداوتهم ومجانبتهم والتبري منهم (قد كانت لكم أسوة حسنة في إبراهيم والذين معه) أي : وأتباعه الذين آمنوا معه ، (إذ قالوا لقومهم إنا برءاء منكم) أي : تبرأنا منكم ، ( ومما تعبدون من دون الله كفرنا بكم ) أي : بدينكم وطريقكم ، (وبدا بيننا وبينكم العداوة والبغضاء أبدا ) يعني : وقد شرعت العداوة والبغضاء من الآن بيننا ما دمتم على كفركم فنحن أبدا نتبرأ منكم ونبغضكم ، (حتى تؤمنوا بالله وحده ) أي : إلى أن توحدوا الله فتعبدوه وحده لا شريك له وتخلعوا ما تعبدون معه من الأوثان والأنداد\". ¶ و قال الشيخ محمد بن عبد الوهاب رحمه الله (1) : ¶ \"أصل الدين وقاعدته أمران : ¶ الأول: الأمر بعبادة الله وحده لا شريك له، والتحريض على ذلك، والموالاة فيه، وتكفير من تركه. ¶ الثاني : النهي عن الشرك في عبادة الله ، والتغليظ في ذلك ، والمعاداة فيه ، وتكفير من فعله\". ¶ وقال أيضاً (2): ¶ \"إن الإنسان لا يستقيم له دين – ولو وحد الله وترك الشرك – إلا بعداوة المشركين، والتصريح لهم بالعداوة والبغض \". ¶ وقال الشيخ عبد الرحمن بن حسن آل الشيخ رحمه الله (3): ¶ \" وأجمع العلماء سلفاً وخلفاً، من الصحابة، والتابعين، والأئمة، وجميع أهل السنة: ¶ أن المرء لا يكون مسلماً إلا بالتجرد من الشرك الأكبر ، والبراءة منه ، وممن فعله ، وبغضهم ، ومعاداتهم ، بحسب الطاقة والقدرة ، وإخلاص الأعمال كلها لله \". ¶ وقال أيضاً رحمه الله (4): ¶ __________ ¶ (1) الدرر السنية: 2 / 22. ¶ (2) الدرر السنية: 8/338. ¶ (3) الدرر السنية: 11/545. ¶ (4) الدرر السنية: 2/266، 267.",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "\" ولهذا الأصل العظيم ، الذي هو ملة إبراهيم : شرع الله جهاد المشركين ، فقال : (وقاتلوا المشركين كافة كما يقاتلونكم كافة واعلموا أن الله مع المتقين) (التوبة: 36) ، وفي الحديث : \" بعثت بالسيف ، بين يدي الساعة ، حتى يعبد الله وحده لا شريك له \" ومع هذا حذر الله نبيه صلى الله عليه وسلم وعباده المؤمنين من الركون إليهم ، فقال : (ولولا أن ثبتناك لقد كدت تركن إليهم شيئاً قليلاً إذا لأذقناك ضعف الحياة وضعف الممات ثم لا تجد لك علينا نصيراً) ، وقال تعالى : (ولا تركنوا إلى الذين ظلموا فتمسكم النار) الآية ... ولا ريب أن الله تعالى أوجب على عباده المؤمنين ، البراءة من كل مشرك ، وإظهار العداوة لهم ، والبغضاء ، وحرم على المؤمنين موالاتهم ، والركون إليهم\". ¶ وقال الشيخ عبد الله بن الشيخ محمد رحمهما الله(1) : ¶ \" إن الإسلام لا يستقيم إلا بمعاداة أهل هذا الشرك؛ فإن لم يعادهم، فهو منهم، وإن لم يفعله\" ¶ وقال الشيخ سليمان بن سحمان رحمه الله تعالى في اجتناب الطاغوت (2): ¶ \" والمراد من اجتنابه هو: بغضه، وعداوته بالقلب، وسبه وتقبيحه باللسان، وإزالته باليد عند القدرة، ومفارقته، فمن ادعى اجتناب الطاغوت ولم يفعل ذلك فما صدق\". ¶ وهنا مسألتان مهمتان لا بد من التنبيه عليهما: ¶ المسألة الأولى: وهي مسألة عداوة الكفار، فلا بد من التفريق بين ثلاثة أمور: ¶ الأمر الأول: وجود العداوة : ¶ فهذا لا بد منه للمسلم ، فوجود عداوة الكفر وأهله في قلبه من مقتضيات الإيمان ، فإذا زال وجود هذه العداوة في القلب(3) فلم يبق لها أثر مطلقاً فهذا من (التولي المكفر) وهو ناقض من نواقض الإيمان ، ولا يمكن انتفاء عداوة الكفر وأهله في القلب بالكلية ووجود الإيمان فيه. ¶ __________ ¶ (1) الدرر السنية: 1/432. ¶ (2) الدرر السنية: 10 / 502. ¶ (3) المقصود أصل العداوة ، وإلا فالعداوة قوة وضعفاً تتفاوت بين شخص وآخر ، بحسب الإيمان واليقين ومعرفة التوحيد .",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "الأمر الثاني: إظهار العداوة: ¶ فهذا من واجبات التوحيد ، وشروط استقامة الإسلام ، فإذا لم تظهر هذه العداوة على الجوارح مع وجود أصلها في القلب فقد تكون كفراً ، وقد تكون من الموالاة الصغرى غير المكفرة (من المعاصي) ، وقد تكون جائزة من باب (التقية) بشروطها ، وكل هذا بحسب حال صاحبها ، ومكانه ، وعذره . ¶ قال الشيخ عبد اللطيف بن عبد الرحمن آل الشيخ رحمه الله (1): ¶ \"ومسألة إظهار العداوة ، غير مسألة وجود العداوة ، فالأول يعذر به مع العجز والخوف ؛ لقوله تعالى (إلا أن تتقوا منهم تقاة) ، والثاني لا بد منه ، لأنه يدخل في الكفر بالطاغوت ، وبينه وبين حب الله ورسوله تلازم كلي ، لا ينفك عنه المؤمن ، فمن عصى الله بترك إظهار العداوة ، فهو عاصٍ لله ، فإذا كان أصل العداوة في قلبه فله حكم أمثاله من العصاة ...وأما الثاني : الذي لا يوجد في قلبه شيء من العداوة فيصدق عليه قول السائل : لم يعاد المشركين ، فهذا هو الأمر العظيم ، والذنب الجسيم ، وأي خير يبقى مع عدم عداوة المشركين؟\". ¶ وقال أخوه الشيخ إسحاق بن عبد الرحمن رحمه الله (2): ¶ __________ ¶ (1) الدرر: 8 / 359. ¶ (2) الدرر: 8 / 305.",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "\"ولا يكفي بغضهم بالقلب ، بل لا بد من إظهار العداوة والبغضاء ، قال تعالى (قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْرَاهِيمَ وَالَّذِينَ مَعَهُ إِذْ قَالُوا لِقَوْمِهِمْ إِنَّا بُرَآءُ مِنْكُمْ وَمِمَّا تَعْبُدُونَ مِنْ دُونِ اللَّهِ كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمُ الْعَدَاوَةُ وَالْبَغْضَاءُ أَبَداً حَتَّى تُؤْمِنُوا بِاللَّهِ وَحْدَهُ) ، فانظر إلى هذا البيان الذي ليس بعده بيان ، حيث قال : { بدا بيننا } أي ظهر، هذا هو إظهار الدين ، فلا بد من التصريح بالعداوة وتكفيرهم جهاراً والمفارقة بالبدن ، ومعنى العداوة : أن تكون في عَدْوَة ، والضدّ في عَدْوَة أخرى ، كان(1) أصل البراءة المقاطعة بالقلب واللسان والبدن ، وقلب المؤمن لا يخلو من عداوة الكافر ، وإنما النزاع في إظهار العداوة ؛ فإنها قد تخفى لسببٍ شرعي ، وهو الإكراه مع الاطمئنان ، وقد تخفى العداوة من مستضعف معذور عذره القرآن ، وقد تخفى لغرض دنيوي ، وهو الغالب على أكثر الخلق\". ¶ الأمر الثالث: إلغاء العداوة: ¶ والمقصود بهذا : تشريع (مودة الكفار) وتسويغها ، وإلغاء (عداوتهم) و (بغضهم) مطلقاً ، فهذا كفر وردة عن الإسلام ، بل هو أعظم من انتفاء أصل العداء والبغض في القلب ، لأن ذاك كفر لازم ، وهذا كفر متعدي ، مغير لشرع الله ، مناقض للنصوص المتواترة ، هادم للكفر بالطاغوت . ¶ المسألة الثانية : وهي في كيفية إظهار عداوة الكفار : ¶ و يكون باتباع ما ورد في الكتاب والسنة في هذا ، ومن ذلك : ما إذا كان الكافر حربياً فإظهار عداوته بجهاده عند القدرة باللسان واليد والمال حتى يكون الدين كله لله، فيدخل في الإسلام، أو يلتزم بأحكام الإسلام والصغار، أو يقتل غير مأسوف عليه. ¶ __________ ¶ (1) كذا في الأصل، ولعل الصواب: كما أن.",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "وإن كان الكافر غير حربي : ذمي أو معاهد أو مستأمن : فإظهار عداوتهم باتباع ما شرعه النبي صلى الله عليه وسلم في معاملتهم ، من عدم بدئهم بالسلام ، وترك تصديرهم في المجالس ، وترك التوسيع لهم في الطرق ، وعدم استعمالهم في أمور المسلمين ، وأن يلزموا بالصغار ، ومخالفة المسلمين في زيهم ، وركوبهم ، وغير هذا من الأمور المعروفة عند أهل العلم . ¶ مع التزام المخالفة التامة للجميع في الهدي والزي ونحو ذلك ، وفعل هذه الأمور كلها لا ينافي دعوتهم إلى الإسلام باللين والموعظة الحسنة ، فيدعوهم بذلك وقد أجرى عليهم أحكام الإسلام هذه ، كما أن قتال الكفار لا ينافي دعوتهم أيضاً ؛ فإن الرسول صلى الله عليه وسلم كان يأمر قواده بعرض الإسلام على من يقاتلون من المشركين قبل بدئهم بالقتال . ¶ الأصل الثاني ¶ أن رضا الكفار لن يحصل إلا باتباع ملتهم ¶ والزجر وقع في اتباع أهوائهم في قليل أو كثير ¶ لقد ذكر الله سبحانه – ومن أصدق من الله قيلاً – أن اليهود والنصارى لن ترضى عن المسلمين إلا إذا اتبعوا ملتهم ودخلوا في دينهم ، وإن كانوا قد يفرحون بمداهنتهم واسترضائهم طمعاً فيما وراءه . ¶ ومع ذلك : فقد رتب الله سبحانه الوعيد على مجرد اتباع أهوائهم فقط ولو لم يتبع ملتهم ، فقال تعالى (ولن ترضى عنك اليهود ولا النصارى حتى تتبع ملتهم قل إن هدى الله هو الهدى ولئن اتبعت أهواءهم بعد الذي جاءك من العلم ما لك من الله من ولي ولا نصير ) ، وقال تعالى في الآية الأخرى (ولئن اتبعت أهواءهم من بعد ما جاءك من العلم إنك إذا لمن الظالمين) . ¶ فهم لا يرضون إلا باتباع (الملة) ، والله سبحانه توعد على مجرد اتباع (الهوى) ، وكل هذا لتأكيد المفاصلة بين المسلمين والكفار. ¶ يقول ابن جرير رحمه الله تعالى (1): ¶ __________ ¶ (1) تفسير ابن جرير: 1/565.",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "\"وليست اليهود - يا محمد - ولا النصارى براضية عنك أبداً ، فدع طلب ما يرضيهم ويوافقهم ، وأقبل على طلب رضا الله في دعائهم إلى ما بعثك الله به من الحق ؛ فإن الذي تدعوهم إليه من ذلك لهو السبيل إلى الاجتماع فيه معك على الألفة والدين القيم\" ¶ وقال شيخ الإسلام رحمه الله تعالى (1): ¶ \" أخبر سبحانه أنه أنعم على بني إسرائيل بنعم الدين والدنيا ، وأنهم اختلفوا بعد مجيء العلم بغياً من بعضهم على بعض ، ثم جعل محمداً صلى الله عليه وسلم على شريعة شرعها له ، وأمره باتباعها ، ونهاه عن اتباع أهواء الذين لا يعلمون ، وقد دخل في الذين لا يعلمون كل من خالف شريعته . ¶ وأهواءهم : هو ما يهوونه ؛ وما عليه المشركون من هديهم الظاهر ، الذي هو من موجبات دينهم الباطل ، وتوابع ذلك فهم يهوونه ، وموافقتهم فيه اتباع لما يهوونه ، ولهذا يفرح الكافرون بموافقة المسلمين في بعض أمورهم ، ويسرون به ويودون أن لو بذلوا مالاً عظيماً ¶ ليحصل ذلك . ولو فرض أن ليس الفعل من اتباع أهوائهم فلا ريب أن مخالفتهم في ذلك أحسم لمادة متابعتهم في أهوائهم وأعون على حصول مرضاة الله في تركها ، وأن موافقتهم في ذلك قد تكون ذريعة إلى موافقتهم في غيره ، فإن من حام حول الحمى أوشك أن يواقعه ، وأي الأمرين كان حصل المقصود في الجملة وإن كان الأول أظهر... وقد قال : (ولئن اتبعت أهواءهم من بعد ما جاءك من العلم ) ومتابعتهم فيما يختصون به من دينهم وتوابع دينهم اتباع لأهوائهم ، بل يحصل اتباع أهوائهم بما هو دون ذلك. ومن هذا أيضا قوله تعالى (ولن ترضى عنك اليهود ولا النصارى حتى تتبع ملتهم قل إن هدى الله هو الهدى ولئن اتبعت أهوائهم بعد الذي جاءك من العلم مالك من الله من ولي ولا نصير) . ¶ __________ ¶ (1) اقتضاء الصراط المستقيم: 1/85- 87.",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "فانظر كيف قال في الخبر (ملتهم ) ، وفي النهي (أهواءهم ) ؛ لأن القوم لا يرضون إلا باتباع الملة مطلقاً ، والزجر وقع عن اتباع أهوائهم في قليل أو كثير ، ومن المعلوم أن متابعتهم في بعض ما هم عليه من الدين نوع متابعة لهم في بعض ما يهوونه أو مظنة لمتابعتهم فيما يهوونه كما تقدم\" . ¶ الأصل الثالث ¶ في ما يجوز بذله للكفار في وقت الضعف وما لا يجوز ¶ اعلم أنه يجوز للمسلمين(1) حال ضعفهم من التصرف مع الكفار إذا تسلطوا عليهم لكف شرهم ما لا يجوز لهم حال قوتهم ، والمقصود هنا حال الضعف لا حال الإكراه(2) ¶ __________ ¶ (1) وكلامنا هنا على المسلمين المتميزين عن الكفار ببلادهم ، أما المسلمون الذين يقيمون بين ظهراني الكفار ولا يقدرون على الهجرة ولا على إظهار دينهم فلهم حكم آخر من جواز التقية بكتمان دينهم عند الخوف من الكافرين ، ولكن لا يجوز لهم إظهار الباطل من موافقة الكفار على كفرهم إلا في حالة الإكراه . ¶ (2) ومسألة الإكراه مسألة طويلة لها ذيول، فهناك مسائل تحتاج إلى بحث موسع وتأصيل، منها: ¶ الفرق بين حالة الإكراه الفردي ، والإكراه الجماعي : كإكراه أهل بلد مثلاً على الكفر ، فإن هؤلاء ليس لهم رخصة في الامتثال ؛ للإجماع المنعقد بأن العدو إذا داهم بلداً فإنه يجب عليهم مدافعته ولا يكون ذلك إلا بقتالهم له ، وأشد حالات الإكراه هو القتل ، فإذا كانت مدافعة الكفار عن البلد تجب بالإجماع ، فوجوب مدافعته عن الدين من باب أولى ، ولأن الرخصة في مثل هذا يؤدي إلى الردة الجماعية وتغيير الدين ؛ وقد قال تعالى (ولا يزالون يقاتلونكم حتى يردوكم عن دينكم إن استطاعوا ) ، ولم يرخص في الكفر لاجتناب القتال من ذوي الشوكة . ¶ وكذلك الفرق بين حالة الإكراه الآني الوقتي الذي يزول ، والإكراه الدائم : فإن الإكراه الدائم يؤدي إلى زوال الدين بالكلية ، ولا شك أن عدم الرخصة في ذلك متجه، وقد أفتى بعض أهل العلم كالإمام أحمد بأن الأسير الذي في يد العدو لا يرخص له بالكفر إذا أكره لهذا الملحظ . ¶ وكذلك مسألة ما يقع به الإكراه المبيح للكفر ، وما لا يقع . ¶ وهذه المسائل تحتاج إلى مزيد بحث وتحرير .",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "، إلا أن هذا التصرف مضبوط بالشرع وليس تصرفاً مطلقاً . ¶ فينقسم هذا التصرف إلى قسمين : ¶ القسم الأول : ما لا يجوز بذله للكفار مطلقاً: ¶ وهو كل ما يتعلق بأمور الشريعة وأصول الدين مما يكون حكم فعله أو حكم تركه كفراً ، كالذي يتعلق بأصول الدين من توحيد ، أو كفر بالطاغوت ، أو براءة من الكفار ، أو ما يتعلق بشرائع الإسلام الظاهرة كالصلاة أو الجهاد ونحو ذلك(1) ، فلا يجوز بذل شيء من هذا إلا في حال الإكراه(2) . ¶ والقاعدة في هذا: أن ما لا يبيحه إلا الإكراه فلا يجوز بذله في وقت الضعف مطلقاً. ¶ لأن هذه الأمور كفر وردة عن دين الإسلام، وما كان كذلك فلا مبيح له إلا في الحالة التي يجوز فيها الكفر، وهو الإكراه. ¶ __________ ¶ (1) ومن ذلك التزام تشريع طاغوتي : يحرم ما أحل الله ، أو يحل ما حرم الله ، أو يبدل شرع الله ، ولو كان فعله مجرداً عن التزام التشريع ليس كفراً ، ومنه الامتناع عن شيء من شرائع الإسلام الظاهرة ، وهو المقصود بقولي : ما يتعلق بشرائع الإسلام الظاهرة كالصلاة والجهاد ، ولذا يجب التفريق بين ترك الجهاد في وقت الضعف لعدم القدرة مع الإقرار بمشروعيته فهذا جائز ، وبين إلغائه أو التزام تشريع يحرمه فهذا كفر ، ويجب التفريق بين ترك الزكاة بخلاً بها فهذه كبيرة عند الجمهور ، وبين تركها التزاماً بتشريع طاغوتي فهذا كفر . ¶ (2) وهذا الإكراه بالنسبة للفرد، أما الأمة فلا، كما سبق في الحاشية الثانية من الصفحة السابقة.",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "والدليل على هذا سيرة المصطفى صلى الله عليه وسلم وأصحابه في (مكة) فإنهم كانوا في حالة ضعف شديد ، وقد تسلط عليهم الكفار ، فأرهقوهم بالقتل والحبس والتشريد والتعذيب وغير ذلك مما هو معلوم مشهور ، ومع هذا كله لم يتنازل المسلمون عن شيء من عقائدهم وشرائعهم ، ولم يبح لهم ذلك ، ولو فعلوا لكفوا شر كفار مكة عنهم ، بل نزل قوله تعالى (فلا تطع المكذبين ، ودوا لو تدهن فيدهنون) في تلك الفترة ، فنهاه عن مجرد الادهان ومصانعة الكفار – وهو بالكلام في الغالب – ، وسيأتي مزيد تفصيل لهذا في الأصل السابع إن شاء الله تعالى. ¶ القسم الثاني: ما يجوز بذله:",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "وهو ما دون ذلك من أمور الدنيا ونحوها ، كبذل مالٍ أو ثمرٍ ونحوه للكفار لكف شرهم عن المسلمين ، كما ورد في السيرة في قصة الخندق لما اشتد على الناس البلاء بعث رسول الله صلى الله عليه وسلم إلى عيينة بن حصن و إلى الحارث بن عوف بن أبي حارثة المري وهما قائدا غطفان فأعطاهما ثلث ثمار المدينة على أن يرجعا بمن معهم ، فجرى بينه وبينهما الصلح حتى كتبوا الكتاب ، ولم تقع الشهادة ولا عزيمة الصلح إلا المراوضة في ذلك ، فلما أراد رسول الله صلى الله عليه وسلم أن يفعل بعث إلى سعد بن معاذ وسعد بن عبادة فذكر لهما واستشارهما فيه ، فقالا له : يا رسول الله ، أمراً تحبه فنصنعه؟ ، أم شيئاً أمرك الله به لا بد لنا من العمل به؟ ، أم شيئاً تصنعه لنا؟ ، قال : بل شيء أصنعه لكم ، والله ما أصنع ذلك إلا لأنني رأيت العرب قد رمتكم عن قوس واحدة وكالبوكم من كل جانب فأردت أن أكسر عنكم من شوكتهم، فقال له سعد بن معاذ : يا رسول الله ، قد كنا نحن وهؤلاء القوم على الشرك بالله وعبادة الأوثان ، لا نعبد الله ولا نعرفه ، وهم لا يطمعون أن يأكلوا منها ثمرة إلا قرى أو بيعاً ، أ فحين أكرمنا الله بالإسلام وهدانا له وأعزنا بك وبه نعطيهم أموالنا؟! والله ما لنا بهذا من حاجة ، والله لا نعطيهم إلا السيف ، حتى يحكم الله بيننا وبينهم ، قال رسول الله صلى الله عليه وسلم : فأنت وذاك ، فتناول سعد بن معاذ الصحيفة فمحا ما فيها من الكتاب ، ثم قال : ليجهدوا علينا(1) . ¶ قال أبو عبيد رحمه الله (2): ¶ __________ ¶ (1) على أن من الفقهاء من لا يجيز الصلح ببذل مال للكفار !! ولعلهم لا يصححون هذه القصة لورودها بسند مرسل، قال في المغني 9 / 239: \" وأما إن صالحهم على مال نبذله لهم, فقد أطلق أحمد القول بالمنع منه, وهو مذهب الشافعي ; لأن فيه صغاراً للمسلمين \". ¶ (2) الأموال: ص 176.",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "\"لو خاف من العدو استعلاء فاحتاج إلى أن يتقيهم بمالٍ يدرؤهم به عن المسلمين فعل ذلك ، كما صنع رسول الله صلى الله عليه وسلم يوم الأحزاب\". ¶ ويدخل في هذا أيضاً : ¶ ما كان من أمور الدين إلا أن تركه لا يحتوي على مفسدة ، مثل ما ورد في الصحيحين من قصة الحديبية وفيه أن سهيل بن عمرو جاء إلى الرسول صلى الله عليه وسلم فقال : هات ، أكتب بيننا وبينكم كتاباًٍ . فدعا النبي صلى الله عليه وسلم الكاتب، فقال النبي صلى الله عليه وسلم: بسم الله الرحمن الرحيم. قال سهيل : أما الرحمن فو الله ما أدري ما هو ، ولكن اكتب باسمك اللهم كما كنت تكتب . فقال المسلمون : والله لا نكتبها إلا بسم الله الرحمن الرحيم . فقال النبي صلى الله عليه وسلم: اكتب باسمك اللهم. ثم قال : هذا ما قاضى عليه محمد رسول الله . فقال سهيل : والله لو كنا نعلم أنك رسول الله ما صددناك عن البيت ولا قاتلناك ، ولكن اكتب محمد بن عبد الله . فقال النبي صلى الله عليه وسلم : والله إني لرسول الله وإن كذبتموني ، اكتب محمد بن عبد الله . ¶ فإن ترك الرسول صلى الله عليه وسلم لبعض البسملة ، ووصف الرسالة ، ليس فيه مفسدة شرعاً ، وليس هناك دليل على وجوب كتابة هذه الأمور ، أو تحريم تركها ، وكذلك فهو لم يضع بدلاً منها باطلاً ، قال النووي رحمه الله تعالى على هذا الحديث (1): ¶ __________ ¶ (1) شرح النووي لصحيح مسلم : 12 / 139 ، 140 .",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "\" قال العلماء : وافقهم النبي صلى الله عليه وسلم في ترك كتابة (بسم الله الرحمن الرحيم) وأنه كتب (باسمك اللهم) ، وكذا وافقهم في (محمد بن عبد الله) وترك كتابة (رسول الله) صلى الله عليه وسلم ، وكذا وافقهم في رد من جاء منهم إلينا دون من ذهب منا إليهم ، وإنما وافقهم في هذه الأمور للمصلحة المهمة الحاصلة بالصلح ، مع أنه لا مفسدة في هذه الأمور ، أما البسملة وباسمك اللهم فمعناهما واحد ، وكذا قوله : محمد بن عبد الله هو أيضا : رسول الله صلى الله عليه وسلم ، وليس في ترك وصف الله سبحانه وتعالى في هذا الموضع بالرحمن الرحيم ما ينفي ذلك ، ولا في ترك وصفه أيضاً صلى الله عليه وسلم هنا بالرسالة ما ينفيها ، فلا مفسدة فيما طلبوه . ¶ وإنما كانت المفسدة تكون لو طلبوا أن يكتب ما لا يحل من تعظيم آلهتهم ونحو ذلك ، وأما شرط رد من جاء منهم ومنع من ذهب إليهم فقد بين النبي صلى الله عليه وسلم الحكمة فيهم في هذا الحديث بقوله (من ذهب منا إليهم فأبعده الله ، ومن جاءنا منهم سيجعل الله له فرجا ومخرجا)(1) ¶ __________ ¶ (1) ذكر ابن حزم رحمه الله في كتابه (الإحكام 5/26 ) شبهة من استدل بهذا الحديث على جواز رد المسلم إلى الكافر حيث ذكر وجوهاً في ردها ، ومما قاله : \"أن النبي - صلى الله عليه وسلم - لم يرد إلى الكفار أحداً من المسلمين في تلك المدة إلا وقد أعلمه الله عز وجل أنهم لا يفتنون في دينهم ولا في دنياهم وأنهم سينجون ولا بد - ثم ذكر حديث أنس (إنه من ذهب منا إليهم فأبعده الله ، ومن جاءنا منهم فسيجعل الله له فرجاً ومخرجاً) . ¶ قال أبو محمد : قد قال الله عز وجل واصفاً لنبيه - صلى الله عليه وسلم - ( وما ينطق عن الهوى ، إن هو إلا وحي يوحى ) ، فأيقنا أن إخبار النبي - صلى الله عليه وسلم - بأن من جاءه من عند كفار قريش مسلماً فسيجعل الله له فرجاً ومخرجاً وحي من عند الله صحيح لا داخلة فيه ، فصحت العصمة بلا شك من مكروه الدنيا والآخرة لمن أتاه منهم حتى تتم نجاته من أيدي الكفار ، لا يستريب في ذلك مسلم يحقق النظر ، وهذا أمر لا يعلمه أحد من الناس بعد النبي - صلى الله عليه وسلم - ، ولا يحل لمسلم أن يشترط هذا الشرط ولا أن يفي به إن شرطه إذ ليس عنده من علم الغيب ما أوحى الله تعالى به إلى رسوله وبالله تعالى التوفيق \" . ¶ وقال ابن العربي رحمه الله (أحكام القرآن 4/1789) : ¶ \"فأما عقده على أن يرد من أسلم إليهم فلا يجوز لأحد بعد النبي - صلى الله عليه وسلم - ، وإنما جوزه الله له لما علم في ذلك من الحكمة ، وقضى فيه من المصلحة ، وأظهر فيه بعد ذلك من حسن العاقبة ، وحميد الأثر في الإسلام ما حمل الكفار على الرضا بإسقاطه ، والشفاعة في حطه \". ¶ وكذلك لو سلمنا بأنه غير خاصٍ بالنبي - صلى الله عليه وسلم - فإنه إنما يصح ممن حاله ووضعه كوضع النبي - صلى الله عليه وسلم - في جهاده للكفار ، ونشره للإسلام ، وحرصه على الدعوة ، وقيامه بأمر الله تعالى ، وبراءته من الكفر وأهله ، فإنه لم يقبل هذه الشروط نكاية بالمجاهدين ، ولا كيداً لهم ، ولا إخلاداً إلى الدنيا وركوناً إليها ، ولا (تعزيزاً للعلاقات) مع كفار مكة ، و لا تحالفاً معهم ، وحاشاه - صلى الله عليه وسلم - من ذلك كله ، بل ما قبلها إلا لصالح الإسلام والمسلمين ، وليتفرغ للدعوة إلى الله تعالى ، والجهاد في سبيله ، ونشر الإسلام ، ففتح خيبر ، وغزا عدة غزوات ، وراسل الملوك في عصره فدعاهم إلى الإسلام ، وغير ذلك من المصالح الدينية الظاهرة . ( أنظر التبيان الجزء الثاني )",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "، ثم كان كما قال صلى الله عليه وسلم ؛ فجعل الله للذين جاءونا منهم وردهم إليهم فرجا ومخرجا ولله الحمد ، وهذا من المعجزات \" ¶ الأصل الرابع ¶ أن ترك الجهاد وقت الضعف لا يعني إلغاء التشريع ¶ اعلم أن ترك الجهاد على ثلاثة أقسام : ¶ القسم الأول: أن يكون تركه لعدم القدرة عليه، فهذا مسقط للفرض، ولكن يجب الانتقال إلى البدل وهو الإعداد للجهاد، قال شيخ الإسلام رحمه الله (1): ¶ \"يجب الاستعداد للجهاد بإعداد القوة ورباط الخيل في وقت سقوطه للعجز فإن ما لا يتم الواجب إلا به فهو واجب\". ¶ وهنا لابد من التنبيه على ثلاث مسائل : ¶ المسألة الأولى: ¶ أن ترك الجهاد وقت الضعف إنما هو لعدم الاستطاعة ، كباقي الواجبات تماماً(2) ¶ __________ ¶ (1) الفتاوى 28 / 259. ¶ (2) فالصلاة مثلاً : من لم يقدر فيها على القيام سقط إلى الجلوس ، ومن لم يقدر على ذلك سقط إلى الاضطجاع ، ومن لم يقدر على ذلك سقط إلى الإيماء ، ومن لم يقدر على الإيماء فعلى قولين لأهل العلم ، ورجح شيخ الإسلام سقوطها مطلقاً لأنها آخر القدرة . ¶ والزكاة لا تجب إلا على المقتدر، والحج كذلك، وكذلك الأمر بالمعروف والنهي عن المنكر: يجب باليد مع القدرة – كما في حديث أبي سعيد – فمن لم يستطع فبلسانه، فمن لم يستطع فبقلبه. ¶ وهكذا في بقية الواجبات، ولم يحل أحد هذه الواجبات عند عدم القدرة عليها إلى ما قبل مشروعيتها !!، والجهاد من جنس هذه الواجبات،، وهو داخل في الأمر بالمعروف والنهي عن المنكر أيضاً ، فليس لأحد أن يلغي مشروعيته.",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "، وذلك لأن الله تعالى يقول (فاتقوا الله ما استطعتم) ، وكما في المتفق عليه مرفوعا (إذا أمرتكم بشيء فأتوا منه ما استطعتم) ، فجاء سقوط الجهاد مع عدم القدرة على وفق قاعدة الشريعة (لا واجب مع العجز ولا محرم مع الضرورة(1) ¶ وليس هذا لأننا في (فترة مكية) كما يزعم البعض ! ؛ فإن التشريع قد اكتمل والنعمة قد أتمها الله سبحانه ، ولم يمت النبي صلى الله عليه وسلم إلا وقد بين كل شيء نحتاجه في أمور ديننا ، ويلزم من قولهم إننا في (الفترة المكية) لوازم منها : ¶ أولاً : أن يزعم أننا أمرنا بكف الأيدي مطلقاً ، حتى عن جهاد الدفع ، و دفع الصائل ، لأن الصحابة في (الفترة المكية) أمروا بكف الأيدي ، وجهادهم في مكة - لو كان - إنما هو عن أنفسهم ، وهذا لم يقله أحد – على حسب علمي – ، ولا أظن أحداً ممن يقول إننا في فترة مكية يقول بهذا! . ¶ ثانياً : أن يزعم أن جميع المسلمين في جميع البلدان مأمورون بكف الأيدي أيضاً ، بما فيهم من في (فلسطين) و (الشيشان) و (كشمير) وغيرها من بلاد الإسلام التي يجاهد فيها المسلمون المعتدين ؛ لأن الضعف عام في المسلمين ، ولا أظن أحداً يقول بهذا(2) ¶ __________ ¶ (1) المحرم تبيحه الضرورة في الجملة ، ولكن هناك من المحرمات ما لا تبيحه الضرورة ، ولا يبيحه إلا الإكراه كالشرك ، والقول على الله بلا علم ، وقد سبق ذكر كلام شيخ الإسلام رحمه الله تعالى في هذا في آخر المرتبة الرابعة من الأصل الثالث ص74 (الكلام بالباطل أعظم من السكوت عن الحق) فراجعه إن شئت. ¶ (2) يقول أحدهم : إن الجهاد في (فلسطين) من أعظم أنواع الجهاد ، والجهاد في (الشيشان) سذاجة !! . ¶ فيقال له : ما الفرق بين الجهادين ؟ . ¶ فأي كلام يستدل به على جهاد فلسطين فإنه يلزمه في الشيشان ، وأي كلام يقدح به في جهاد الشيشان فإنه يلزمه في فلسطين . ¶ فالبلدان مسلمان ، واعتدي عليهما من اليهود والنصارى ، ويجاهد فيهما مسلمون ، وجهادهم جهاد دفع ، والمسلمون في البلدين مستضعفون ، والكفار ظاهرون ، ومعهم آلات الدمار ، بل وتزيد الشيشان على فلسطين بأمرين وهما : إن الراية فيها إسلامية واضحة بخلاف فلسطين فقد اختلطت فيها الرايات ، وتسليح الشيشان أفضل من تسليح الفلسطينيين المحاصرين من كل الجهات !! .",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "! . ¶ ثالثاً : أن يجوز لنا أن نلغي تشريع الجهاد وننكره !! لأنه لم يشرع في مكة ونحن في فترة مكية ، وهذا باطل . ¶ رابعاً: أن تكون أحكامنا (مكية) فلا صلاة أو زكاة أو صوم أو حج، ولا تحريم خمر، ولا وجوب حجاب على النساء، وغيرها من الأحكام التي فرضت في المدينة. ¶ المسألة الثانية : ¶ أن الذي يسقط لعدم القدرة عليه زمن الاستضعاف هو (جهاد اليد)، أما (جهاد اللسان) فإنه باق لا يسقط، وقد كان هو جهاد النبي صلى الله عليه وسلم في مكة وغيرها. ¶ قال شيخ الإسلام ابن تيمية رحمه الله (1): ¶ \" فكان النبي صلى الله عليه وسلم في أول الأمر مأموراً أن يجاهد الكفار بلسانه لا بيده ؛ فيدعوهم ويعظهم ويجادلهم بالتي هي أحسن ويجاهدهم بالقرآن جهاداً كبيراً ، قال تعالى في سورة الفرقان - وهي مكية - (فلا تطع الكافرين وجاهدهم به جهاداً كبيراً) ، وكان مأموراً بالكف عن قتالهم لعجزه وعجز المسلمين عن ذلك ، ثم لما هاجر إلى المدينة وصار له بها أعوان ¶ أذن له في الجهاد ، ثم لما قووا كتب عليهم القتال ولم يكتب عليهم قتال من سالمهم ؛ لأنهم لم يكونوا يطيقون قتال جميع الكفار ، فلما فتح الله مكة وانقطع قتال قريش ، ووفدت إليه وفود العرب بالإسلام أمره الله تعالى بقتال الكفار كلهم إلا من كان له عهد مؤقت وأمره بنبذ العهود المطلقة فكان الذي رفعه ونسخه ترك القتال ، وأما مجاهدة الكفار باللسان فما زال مشروعاً من أول الأمر إلى آخره\". ¶ المسألة الثالثة: ¶ أن وجود الفعل المطلوب من العبد لا بد له من أمرين: أن يكون قادراً عليه، و مريداً له، فإذا وجدت القدرة التامة، والإرادة الكاملة، فلا بد أن يوجد الفعل، وإذا تخلف الفعل فلتخلف أحد هذين الأمرين: إما القدرة، وإما الإرادة. ¶ __________ ¶ (1) الجواب الصحيح: 1 / 237.",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "وتخلف القدرة مع وجود الإرادة هو ما يسمى بـ (العجز) ، وتخلف الإرادة مع وجود القدرة هو ما يسمى بـ (الكسل) ، وقد تعوذ الرسول صلى الله عليه وسلم منهما في دعائه المشهور (وأعوذ بك من العجز والكسل) ، و العذر الشرعي هو في (عدم القدرة) لا في (عدم الإرادة) . ¶ والمقصود هنا التنبيه إلى أن بعضهم قد توجد عنده (القدرة) و لكن تنقصه (الإرادة) فيعتذر بالعجز، وعذره في الحقيقة الكسل، وهو المراد في: ¶ القسم الثاني: وهو من ترك الجهاد كسلاً وركوناً إلى الدنيا ونحو ذلك مع قدرته عليه، فهذا محرم، ومتوعد عليه: ¶ قال ابن حجر الهيتمي رحمه الله (1) : ¶ \" الكبيرة التسعون، والحادية والتسعون، والثانية والتسعون بعد الثلاثمائة: ¶ \" تركُ الجهاد عند تعيُّنه بأن دخل الحربيون دار الإسلام أو أخَذَ مسلماً وأمكن تخليصه منهم ، ترْك الناس الجهاد من أصله ، ترك أهل الإقليم تحصينَ ثغورهم بحيث يُخاف عليها من استيلاء الكفار بسبب ترك ذلك التحصين \" . ¶ و قال : ¶ \" عدُّ هذه الثلاثة ظاهرٌ ؛ لأن كل واحد منها يحصل به من الفساد العائد على الإسلام وأهله ما لا يُتَدارك خَرْقُهُ ، وعليها يُحمل ما في هذه الآية والأحاديث من الوعيد الشديد فتأمَّلْ ذلك فإني لم أر أحداً تَعرّض لعد ذلك مع ظهوره\". ¶ بل ذهب بعض أهل العلم إلى أن ترك الجهاد دائماً مع القدرة عليه خروج من الدين استدلالاً بنحو قوله صلى الله صلى الله عليه وسلم : (إذا تبايعتم بالعينة ، وأخذتم أذناب البقر ، ورضيتم بالزرع ، وتركتم الجهاد ، سلط الله عليكم ذلا لا ينزعه حتى ترجعوا إلى دينكم) . ¶ قال الكتاني رحمه الله – بعد أن ساق بعض أحاديث الوعيد على ترك الجهاد – (2): \"وذكر الدمياطي وابن النحاس وغيرهما أن ترك الجهاد في جميع السنين ، والركون إلى الدنيا : خروج من الدين ، واحتجوا له بالأحاديث المتقدمة \". ¶ __________ ¶ (1) الزواجر : 2/163 . ¶ (2) أحكام أهل الذمة: للكتاني: ص 132.",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "والصحيح أنه لا يكفر ما دام مقراً بوجوب الجهاد وما حمله على تركه إلا الكسل وطلب الراحة ونحوه. ¶ القسم الثالث: من ترك الجهاد إتباعا لتشريع جاهلي يحرم الجهاد ويمنعه فهذا كفر وردة عن الإسلام، والأدلة على هذا القسم كثيرة ليس هذا موضعها. ¶ والمقصود من هذا كله : ¶ أن الجهاد باقٍ إلى قيام الساعة ، والأدلة على مشروعيته متواترة ، تفيد العلم الضروري ، فإذا لم يقدر المسلمون على الجهاد في وقت ما ؛ فإن هذا لا يعني أن تلغى مشروعيته ، وأن ينكر وجوده !! ¶ الأصل الخامس ¶ أن الفترة المكية أشق من الفترة المدنية ¶ جاء في الصحيحين عن عائشة رضي الله عنها أنها قالت لرسول الله صلى الله عليه وسلم: يا رسول الله ، هل أتى عليك يوم كان أشد من يوم أحد؟. ¶ فقال : (لقد لقيت من قومك ما لقيت ، وكان أشد ما لقيت منهم يوم العقبة إذ عرضت نفسي على ابن عبد يا ليل بن عبد كلال فلم يجبني إلى ما أردت ، فانطلقت وأنا مهموم على وجهي ، فلم أستفق إلا بقرن الثعالب ، فرفعت رأسي فإذا أنا بسحابة قد أظلتني ، فنظرت فإذا فيها جبريل ، فناداني فقال : إن الله عز وجل قد سمع قول قومك لك وما ردوا عليك ، وقد بعث إليك ملك الجبال لتأمره بما شئت فيهم . قال : فناداني ملك الجبال وسلم علي ، ثم قال : يا محمد ، إن الله قد سمع قول قومك لك وأنا ملك الجبال وقد بعثني ربك إليك لتأمرني بأمرك ، إن شئت أن أطبق عليهم الأخشبين . فقال له رسول الله صلى الله عليه وسلم : بل أرجو أن يخرج الله من أصلابهم من يعبد الله وحده لا يشرك به شيئاً) . ¶ ومن المعلوم أن ما حصل يوم أحد كان شديداً ، بل لعله أشد ما وقع على الرسول صلوات الله عليه وعلى أصحابه من البلاء في المدينة ، فقد قتل سبعون من خيرة أصحابه رضوان الله عليهم ، وقتل عمه حمزة رضي الله عنه ، وشج وجهه ، وكسرت رباعيته ، وحصل عليه وعلى أصحابه قرح شديد . ¶ ومع هذا كله : ¶ فقد كان ما لقيه صلى الله عليه وسلم في مكة أشق وأشد من ذلك .",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "وروى البخاري عن عروة بن الزبير قال : سألت عبد الله بن عمرو بن العاص : أخبرني بأشد شيء صنعه المشركون بالنبي صلى الله عليه وسلم ، قال : بينا النبي صلى الله عليه وسلم يصلي في حجر الكعبة إذ أقبل عقبة بن أبي معيط فوضع ثوبه في عنقه فخنقه خنقاً شديداً ، فأقبل أبو بكر حتى أخذ بمنكبه ودفعه عن النبي صلى الله عليه وسلم ، قال : (أتقتلون رجلاً أن يقول ربي الله...) . ¶ والناظر في السيرة يعلم هذا جيداً ، فقد أوذي أذى شديداً من الكفار : ¶ فكان المشركون يضعون الشوك في طريقه ، و الأذى عليه وهو ساجد ، وحاولوا قتله ، ورموه بالنقائص كالجنون والسحر ، وفعل به صلى الله عليه وسلم سفهاء الطائف لما خرج إليه ما هو معروف حتى إنه لم يتمكن من الدخول في مكة إلا بجوار المطعم بن عدي ، وكان من آخر أمره في مكة أن حوصر ثلاث سنين في شعب أبي طالب ، فبلغ فيهم الجهد مبلغه . ¶ هذا غير ما وقع لأصحابه رضوان الله عليهم من العذاب والحبس والقتل والتشريد ، حتى هاجر مجموعة منهم إلى ديار الحبشة (البعداء البغضاء)(1) هرباً بدينهم من الكفار وبقوا هناك أربع عشرة سنة ، وأمرهم في هذا كله معروف مشهور في كتب السيرة والتراجم . ¶ والمقصود: ¶ أن الفترة المكية لم تكن فترة (راحة) و (دعة) و (خلود إلى الأرض) و(ركون إلى الكافرين) و (مداهنة لهم) بسبب ضعف قوتهم ، وقلة عددهم ، وتسلط الكافرين عليهم ، بل كانت فترة صدع بالدين ، وإقامة للتوحيد ، وكفر بالطاغوت ، وبراءة من الكفار ، وصبر على الابتلاء (2). ¶ __________ ¶ (1) كما وصفتها أسماء بنت عميس رضي الله عنها إحدى المهاجرات . ¶ (2) يحلو لكثير من الدعاة – هداهم الله – أن يحيلوا الناس – إذا أرادوا أن يحاجوهم – إلى الفترة المكية ، والفترة المكية كما ترى أشق على المسلمين من الفترة المدنية ، فلو سلمنا ترك الجهاد ، أ فيترك الصدع بالحق و الكفر بالطاغوت أيضاً؟! فإذا أراد أحد أن يترك هذا فليحل الناس إلى (ما قبل البعثة) !!.",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "الأصل السادس ¶ أن الجهاد شرع رحمة للعالمين ¶ اعلم أن الله سبحانه فرض الجهاد في سبيله على هذه الأمة ، فورد في القرآن أكثر من مائة آية عن هذا الأمر ، وتواترت الأحاديث عن النبي صلى الله عليه وسلم فيه ، بالإضافة إلى ما اشتهر من سيرته ومغازيه وسراياه ، وسيرة أصحابه من بعده ، وتواتر عليه عمل المسلمين في تاريخهم ، وتناقله العلماء في كتبهم . ¶ قال الشوكاني رحمه الله (1): ¶ \"أما غزو الكفار ، ومناجزة أهل الكفر وحملهم على الإسلام ، أو تسليم الجزية ، أو القتل ، فهو معلوم من الضرورة الدينية ، ولأجله بعث الله رسله ، وأنزل كتبه ، وما زال رسول الله صلى الله عليه وآله وسلم منذ بعثه الله سبحانه إلى أن قبضه إليه جاعلاً لهذا الأمر من أعظم مقاصده ، ومن أهم شئونه ، وأدلة الكتاب والسنة في هذا لا يتسع لها المقام ، ولا لبعضها ، وما ورد في موادعتهم أو تركهم إذا تركوا المقاتلة فذلك منسوخ بإجماع المسلمين\". ¶ وليس المقصود هنا استقصاء الأدلة على هذا ، ولا ذكر شيء منها ، بل المقصود منها بيان أن الجهاد إنما شرع رحمة للعالمين ؛ فإن الله سبحانه من رحمته بخلقه شرع الجهاد ليخرج الناس من ضيق الدنيا إلى سعة الآخرة ، ومن عبادة العباد إلى عبادة رب العباد ، فيحصل لهم بهذا خير الدنيا والآخرة ، كما ورد في المتفق عليه عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال : ( عجب الله من قوم يدخلون الجنة في السلاسل) ، وفيه عن أبي هريرة في قوله تعالى (كنتم خير أمة أخرجت للناس) قال : (خير الناس للناس ، يأتون بهم في السلاسل في أعناقهم حتى يدخلوا في الإسلام) . ¶ وقد دعا النبي صلى الله عليه وسلم ثلاث عشرة سنة في مكة بدون قتال ، فما آمن معه إلا قليل ، فلما هاجر إلى المدينة وشرع الجهاد لم يمض عشر سنوات إلا وقد دخل الناس في دين الله أفواجاً ، وفي هذا يقول الشاعر : ¶ __________ ¶ (1) السيل الجرار : 4/518 ، 519.",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "دعا المصطفى دهراً بمكة لم يجب *** وقد لان منه جانب وخطاب ¶ فلما دعا والسيف صلت بكفه *** له أسلموا واستسلموا وأنابوا ¶ ثم حمل الراية من بعده أصحابه رضوان الله عليهم فجاهدوا في الله حق جهاده ، ولم يمض القرن الأول – ولا يزال جيل الصحابة لما ينقرض – إلا وراية الإسلام ترفرف على مشارق الأرض ومغاربها ، من الأندلس غرباً ، حتى حدود الصين شرقاً ، ودخلت (بالسيف) أمم لا يحصيهم إلا الله سبحانه في دين الإسلام من : الروم ، والفرس ، والقبط ، والبربر ، والفرنجة ، والسند ، والهند ، والزنج ، والنوبة ، وغيرهم ، فأنقذ الله سبحانه هذه الأمم من ظلمة الكفر في الدنيا ، ومن عذاب جهنم في الآخرة ، بسبب الجهاد في سبيله . ¶ بل وحمل العلم بعد جيل الصحابة كثير من أبناء هذه الأمم ، فكان كثير من كبار التابعين وتابعيهم منهم ، فانظر كيف أعزهم الله بالجهاد في الدنيا قبل الآخرة ؟! (1). ¶ الأصل السابع ¶ أن الصراع بين الحق والباطل واجب شرعاً دائم قدراً ¶ __________ ¶ (1) وقد كنت أظن أن نشر الإسلام إنما يكون بجهاد الطلب فقط ، ولكنني بعد أن رأيت آثار ضرب أمريكا أو ما يسمى بـ(غزوة سبتمبر) – وهو من جهاد الدفع لأنه دفع للظالم المعتدي – تغير هذا الظن ؛ فقد تضاعف عدد الداخلين في الإسلام في أمريكا بعد هذه الغزوة – كما صرحت به مجلة نيوزويك- وتضاعف عدد الداخلين في الإسلام في غيرها من الدول ، ونفدت نسخ ترجمة القرآن في فرنسا وبريطانيا ، وزاد عدد المقبلين على المراكز الإسلامية في أوربا وأمريكا واليابان وغيرها من الدول حسب ما صرح به عدد من القائمين على هذه المراكز ، وأخبرني بعض الدعاة في أفريقيا أن الإسلام قد انتشر فيها بعد هذه الغزوة بشكل عجيب ، وخصوصا بين القساوسة !!.",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "اعلم أن الله سبحانه أوجب جهاد الكفار في آيات كثيرة ، فقال تعالى (وقاتلوا المشركين كافَّة كما يُقاتلُونكم كافَّة ) ، وقال تعالى : (فقاتلوا أئمةَ الكفرِ إنهم لا أيمانَ لهم لعلَّهم ينتهون ) ، وقال تعالى (قاتلوهم يعذبهم الله بأيديكم) ، وقال تعالى (وقاتلوهم حتى لا تكون فتنة ويكون الدين كله لله) ، وقال تعالى : ( وأعدوا لهم ما استطعتم من قُوَّةٍ ومن رِباطِ الخيلِ تُرهِبون به عدُوَّ الله وعدوكم ...الآية ) ، وقال تعالى (قاتلوا الذين لا يؤمنون بالله ولا باليوم الآخر ولا يحرمون ما حرم الله ورسوله ولا يدينون دين الحق من الذين أوتوا الكتاب حتى يعطوا الجزية عن يد وهم صاغرون) ، وغيرها من الآيات . ¶ وورد بهذا أحاديث كثيرة متواترة منها : ما في صحيح مسلم أن النبي صلى الله عليه وسلم قال (من مات ولم يَغْزُ ، ولم ُيحَدِّث نفسه بالغزو ، مات على شُعبة من النفاق) ، وما رواه أحمد وغيره عن أنس رضي الله عنه قال : قال صلى الله عليه وسلم : ( جاهدوا المشركين بأموالِكم ، وأنفسِكم ، وألْسِنتِكم) ، وما في المسند وسنن أبي داود عن ابن عمر رضي الله عنهما مرفوعاً (بُعِثْتُ بالسيف بين يدي الساعة حتى يُعبد الله وحده لا شريك له، وجُعل رزقي تحت ظل رمحي) ، وغيرها من الأحاديث . ¶ وعلى ذلك مضت سيرة الرسول صلى الله عليه وسلم وأصحابه والأئمة من بعدهم . ¶ وكما أوجب الله سبحانه هذا الجهاد شرعاً ، فقد كتب بقاءه قدراً : ¶ حيث جاءت نصوص تدل على بقاء الجهاد في الناس إلى آخر الزمان ، فمن ذلك ما في الصحيحين عن عروة البارقي رضي الله عنه عن النبي صلى الله عليه وسلم أنه قال : \" الخيل معقود في نواصيها الخير إلى يوم القيامة : الأجر والمغنم \" . ¶ قال القرطبي رحمه الله (1): ¶ __________ ¶ (1) تفسير القرطبي : 2/350.",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "\" فلما فتح الله مكة كان القتال لمن يلي ممن كان يؤذي حتى تعم الدعوة وتبلغ الكلمة جميع الآفاق ولا يبقى أحد من الكفرة وذلك باق متماد إلى يوم القيامة ممتد إلى غايةٍ هي قوله عليه السلام : (الخيل معقود في نواصيها الخير إلى يوم القيامة : الأجر والمغنم ) ، وقيل : غايته نزول عيسى بن مريم عليه السلام \" . ¶ وقال ابن حجر رحمه الله عن هذا الحديث (1): ¶ \" وفيه أيضاً بشرى ببقاء الإسلام وأهله إلى يوم القيامة ؛ لأن من لازم بقاء الجهاد بقاء المجاهدين - وهم المسلمون - وهو مثل الحديث الآخر : (لا تزال طائفة من أمتي يقاتلون على الحق) الحديث \"اهـ . ¶ وقد تواتر عنه صلى الله عليه وسلم في الصحاح وغيرها أنه قال \" لا تزال طائفة من أمتي ظاهرين على الحق لا يضرهم من خالفهم إلى يوم القيامة\" ووردت روايات صحيحة تصف هذه الطائفة بالقتال في سبيله. ¶ قال النووي رحمه الله (2): ¶ \" وفي هذا الحديث معجزة ظاهرة فان هذا الوصف ما زال بحمد الله تعالى من زمن النبي صلى الله عليه وسلم إلى الآن ولا يزال حتى يأتي أمر الله المذكور في الحديث \".(3) ¶ __________ ¶ (1) فتح الباري : 6 / 56 . ¶ (2) شرح مسلم : 13/67 . ¶ (3) بالإضافة إلى الآيات التي تدل على أن المدافعة سنة كونية ، كقوله تعالى (ولولا دفع الله الناس بعضهم ببعض لفسدت الأرض) ، وغيرها ، وكثير من الكفار يؤمن بحتمية هذا الصراع ، وقد ذكرت شيئاً من كلامهم في (التبيين لمخاطر التطبيع على المسلمين) في آخر مبحث منه . ¶ ويقول محمد محمد حسين رحمه الله (الإسلام والحضارة الغربية) ص 61 بعد ذكر تيارات (النصارى والعلمانيين والعصرانيين ) : \"كانت هذه التيارات الثلاثة متعاونة في السيطرة على المجتمع ، وفي مصارعة الاتجاه الإسلامي المحافظ ، الذي كان يتخلى يوماً بعد يوم عن مكانه وعن وظيفته ، وليس الخطر الذي يهدد المجتمع الإسلامي ناشئاً عن هذا الصراع ، فالصراع بين الأصيل والدخيل سنة من سنن الله العليم الحكيم ، يضرب فيها الحق والباطل ، (فأما الزبد فيذهب جفاء وأما ما ينفع الناس فيمكث في الأرض) ، ليس هذا الصراع إذن مصدر خطر : ¶ بل إنه – في تقديري – يدعو إلى التفاؤل والاطمئنان ، ولكن مصدر الخطر وعلامته هو أن يزول هذا الصراع ، وأن يفقد الناس الإحساس بالفرق بين ما هو (إسلامي) وما هو (غربي) ، إن فقدان هذا الإحساس هو النذير بالخطر ، لأنه يعني فقدان الإحساس بالذات ، فالجماعات البشرية إنما تدرك ذاتها من طريقين معاً : ¶ 1-من طريق وحدتها التي تكوّنها المفاهيم والتقاليد المشتركة .[قلت : وهو موالاة المؤمنين] . ¶ 2-ومن طريق مخالفتها للآخرين التي تنشأ عن المغايرة والمفارقات .[قلت : وهو البراء من الكافرين] ¶ ولذلك كان الخطر الذي يتهدد هذه الوحدة يأتيها من طريقين : ¶ 1-الشعوبية : التي تفتتها . [قلت : ومثل ذلك : القومية ، والوطنية ] ¶ 2-والعالمية : التي تميعها . [قلت : ومثل ذلك : السلام العالمي ، والتعايش ، حوار الحضارات] ¶ فزوال الإحساس بالمغايرة والمفارقة هو هدم لأحد الركنين اللذين تقوم عليهما الشخصية ، وهذا ما لا نريد أن يكون ، نريد أن يظل هذا التمييز بين ما هو إسلامي ، وبين ما هو طاريء مستجلب – شرقياً كان أو غربياً – حياً في نفوس الأجيال الصاعدة والتالية . ¶ وهي أمانة تلقاها جيلنا عمن قبله ، ولا بد أن يحملها إلى من يجيء بعده ، والله سبحانه هو المستعان \".",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "الأصل الثامن ¶ أن الأصل في القتل الإحسان ¶ فقد ثبت في الصحيح عن شداد بن أوس رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : \" إن الله كتب الإحسان على كل شيء ؛ فإذا قتلتم فأحسنوا القتلة ، وإذا ذبحتم فأحسنوا الذبحة ، وليحد أحدكم شفرته وليرح ذبيحته \" . ¶ قال النووي رحمه الله (شرح مسلم 13 /107) : \" وقوله صلى الله عليه وسلم : \" فأحسنوا القتلة \" : عام في كل قتيل من الذبائح والقتل قصاصا وفى حد ونحو ذلك ، وهذا الحديث من الأحاديث الجامعة لقواعد الإسلام \". ¶ وقال ابن رجب رحمه الله (جامع العلوم والحكم) ص 152 : \" والإحسان في قتل ما يجوز قتله من الناس والدواب إزهاق نفسه على أسرع الوجوه وأسهلها وأرجاها من غير زيادة في التعذيب فإنه إيلام لا حاجة إليه ... وأسهل وجوه قتل الآدمي ضربه بالسيف على العنق ؛ قال الله تعالى - في حق الكفار – : ( فإذا لقيتم الذين كفروا فضرب الرقاب ) ، وقال : (سألقي في قلوب الذين كفروا الرعب فاضربوا فوق الأعناق واضربوا منهم كل بنان ) \". ¶ وقد ثبت عن النبي صلى الله عليه وسلم أنه كان إذا بعث سرية قال لهم : \"لا تمثلوا، ولا تقتلوا وليدا\" ، وروى أبو داود وابن ماجه من حديث ابن مسعود رضي الله عنه أن النبي صلى الله عليه وسلم قال : \" أعف الناس قتلة أهل الإيمان \" ، وروى البخاري من حديث عبدالله بن يزيد رضي الله عنه أن النبي صلى الله عليه وسلم : \"نهى عن المثلة \" ، والأحاديث في ذلك كثيرة ، وكلها تدل على أن الأصل الإحسان في قتل من يجوز قتله وعدم الإسراف في ذلك . ¶ إلا أن هذا الأصل له استثناءات ، ومن هذه الاستثناءات موضوع الأصل التاسع . ¶ الأصل التاسع ¶ التفريق بين المقدور عليه وغير المقدور عليه",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "فمن القواعد الثابتة في الشرع التفريق بين المقدور عليه وغير المقدور عليه ، ويدل عليه قوله تعالى (فاتقوا الله ما استطعتم) ، وهذا مطرد في عامة أبواب الشريعة ؛ سواء في أبواب العبادات أو أبواب المعاملات ، وقد ثبت في الصحيح عن أبي هريرة رضي الله عنه أن النبي صلى الله عليه وسلم قال : \" إذا أمرتكم بأمر فأتوا منه ما استطعتم \" ، قال النووي رحمه الله على هذا الحديث (شرح صحيح مسلم 9/102 ) : \"هذا من قواعد الإسلام المهمة ، ومن جوامع الكلم التي أعطيها صلى الله عليه وسلم ، ويدخل فيها ما لا يحصى من الأحكام ؛ كالصلاة بأنواعها فإذا عجز عن بعض أركانها أو بعض شروطها أتى بالباقي ، وإذا عجز عن بعض أعضاء الوضوء أو الغسل غسل الممكن ...\"اهـ . ¶ وقد استنبط أهل العلم من هذه النصوص ونحوها قاعدة (لا واجب مع العجز ، ولا محرم مع الضرورة ) . ¶ والمقصود من هذه القاعدة هنا أن ما وجب في أبواب الجهاد إنما يكون حسب القدرة ، أما إذا لم يقدر عليه فإنه يسقط ، كغيره من الأبواب : ¶ 1- فالإحسان في القتل إنما يكون حال القدرة ، أما إذا لم يقدر المجاهدون على ذلك مثل اضطرارهم لقصفهم وتدميرهم أو تحريقهم أو إغراقهم ونحو ذلك فإنه يجوز . ¶ 2- وكذلك فإن اجتناب قتل النساء والصبيان إنما يكون في حال التمكن من تمييزهم ، أما إذا لم يقدروا على ذلك كحال تبييت الكفار أو الإغارة عليهم ونحو ذلك فإنه يجوز قتلهم تبعا للمقاتلين. ¶ 3- وكذلك فإن قتل المسلم محرم لا يجوز ، ولكن إذا اضطر المجاهدون إلى قتله لعدم القدرة على دفع الكفار ، أو جهادهم ، إلا بذلك جاز ، كمسألة التترس ونحوها . وهكذا في عامة مسائل الجهاد . ¶ الفهرس ¶ * أصول في التوحيد والشرك ¶ الأصل الأول : أن توحيد العبادة هو أساس دعوة الرسل وهو أصل الأعمال . ¶ الأصل الثاني : أن الإيمان بتوحيد الربوبية لا يدخل الإسلام ولا ينفي الشرك . ¶ الأصل الثالث : أن التوحيد إذا انتقض بطلت جميع الأعمال ولو كثرت .",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "الأصل الرابع : أن التوحيد ينتقض بناقض واحد فأكثر . ¶ * أصول في السنة والبدعة ¶ الأصل الأول : أن أهل السنة والجماعة هم الفرقة الناجية . ¶ الأصل الثاني : أن أهل السنة والجماعة يعرفون بموافقة الكتاب والسنة وهدي الصحابة ¶ الأصل الثالث : أن أفراد أهل السنة والجماعة غير معصومين . ¶ الأصل الرابع : أن أهل السنة يتفقون في الأصول وإن اختلفوا في بعض فروع هذه الأصول . ¶ الأصل الخامس : أنه لا يوجد خطأ لأحد من أهل السنة إلا وقد رد عليه آخرون من أهل السنة . ¶ الأصل السادس : أن الرد عند التنازع إلى الكتاب والسنة لابد أن يكون على فهم السلف الصالح . ¶ الأصل السابع : أن الكلام في أئمة أهل السنة والجماعة هدم للإسلام . ¶ الأصل الثامن : أنه لا اختصاص للحنابلة بعقيدة دون أهل السنة والجماعة . ¶ الأصل التاسع : أن كتب العقيدة المسندة كغيرها من كتب الرواية . ¶ الأصل العاشر : أن أهل البدع مذمومون بحسب قربهم وبعدهم عن الكتاب والسنة . ¶ الأصل الحادي عشر : أنه لا يوجد باطل عند أحد من الناس إلا وهو مشوب بشيء من الحق . ¶ الأصل الثاني عشر : أنه لا يوجد حق عند فرقة من الفرق إلا وهو موجود عند أهل السنة . ¶ * أصول في التاريخ والصحابة ¶ الأصل الأول : أن الصحابة كلهم عدول وإن اختلفوا في الفضل . ¶ الأصل الثاني : أن القول بعدالة الصحابة لا ينافي الوقوع في الخطأ . ¶ الأصل الثالث : أن القول في بعض الصحابة كالقول في البعض الآخر . ¶ الأصل الرابع : أن معاوية رضي الله عنه ستر أصحاب النبي - صلى الله عليه وسلم - فمن تكلم عليه اجترأ على ما وراءه . ¶ الأصل الخامس : أن تاريخ الصحابة ثلاثة أقسام : كذب ومحكم ومتشابه . ¶ الأصل السادس : أن النظر في التاريخ محكوم بالشرع وليس حاكماً على الشرع . ¶ الأصل السابع : أن الأصل في الروايات التاريخية كالأصل في روايات بني إسرائيل . ¶ * أصول في الدعوة والمنهج ¶ الأصل الأول : أن الله سبحانه أكمل الدين وأتم النعمة.",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "الأصل الثاني : أن اللين والموعظة الحسنة لا يعني تغيير الشريعة بما يوافق هوى المدعو . ¶ الأصل الثالث : أن الكلام بالباطل أعظم من السكوت عن الحق . ¶ الأصل الرابع : عرض الأقوال على الكتاب والسنة . ¶ الأصل الخامس : أن السابقة والفضل لا يعني ترك الباطل بدون رد . ¶ الأصل السادس : أن الحق يقبل ممن أتى به . ¶ الأصل السابع : أن مسائل الخلاف ينكر فيها . ¶ الأصل الثامن : أن ذكر اللازم لبيان فساد القول جادة مطروقة . ¶ * أصول في الكفار والجهاد ¶ الأصل الأول : أن الكفر بالطاغوت نصف التوحيد . ¶ الأصل الثاني : أن رضا الكفار لن يحصل إلا باتباع ملتهم والزجر وقع في اتباع أهوائهم في قليل أو كثير . ¶ الأصل الثالث : في ما يجوز بذله للكفار في وقت الضعف وما لا يجوز . ¶ الأصل الرابع : أن ترك الجهاد وقت الضعف لا يعني إلغاء التشريع . ¶ الأصل الخامس : أن الفترة المكية أشق من الفترة المدنية . ¶ الأصل السادس : أن الجهاد شرع رحمة للعالمين . ¶ الأصل السابع : أن الصراع بين الحق والباطل واجب شرعاً دائم قدراً . ¶ الأصل الثامن : أن الأصل في القتل الإحسان . ¶ الأصل التاسع : التفريق بين المقدور عليه وغير المقدور عليه",
            "page": "102",
            "part": "1"
        }
    ],
    "t35721": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الأصول الشرعية"
        }
    ]
}