{
    "b35734": [
        {
            "hno": null,
            "id": "1",
            "nass": "الكتاب : تصحيح مفاهيم خاطئة في قضية مهمة ¶ المؤلف : صالح بن عبد العزيز ¶ المصدر : http://www.daawah.net ¶ قام بجمعها وإعدادها للشاملة : أبو الوليد المقتدي [ غفر الله له وهداه سنن البشير] . ¶ أحد أعضاء ملتقى أهل الحديث : ¶ http://www.ahlalhdeeth.com ¶ [مفهرس - رقم الجزء هو رقم الدرس]",
            "page": "1",
            "part": "1"
        },
        {
            "hno": null,
            "id": "2",
            "nass": "مقدمة ¶ حقيقة دعوة الشيخ محمد بن عبد الوهاب ¶ المسألة الأولى: اعتقاد الشيخ في حق النبي صلى الله عليه وسلم ¶ المسألة الثانية: آل البيت ¶ المسألة الثالثة: كرامات الأولياء ¶ المسألة الرابعة: التكفير ¶ المسألة الخامسة: مذهب الخوارج ¶ المسألة السادسة: التجسيم ¶ المسألة السابعة: مخالفة العلماء ¶ الخاتمة",
            "page": "2",
            "part": "1"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "مقدمة ¶ فمنذ سنوات طويلة وعقود مديدة والحديث دائر والجدل موصول عن الشيخ محمد بن عبد الوهاب رحمه الله وعن دعوته، مؤيد ومعارض، متهم ومدافع. ¶ والذي يلفت النظر في كلام المخالفين للشيخ الذين يلصقون به أنواع التهم أن كلامهم عار عن الدليل، فليس لما يقولون شاهد من قوله، أو متمسك من كتبه، وإنما هي دعاوى يذكرها المتقدم، ويرددها المتأخر فحسب. ¶ ولا أظن منصفا إلا وهو يقر بأن أصح طريق لمعرفة الحقيقة أن يقصد المعين الأول، ويؤخذ من المصدر الأصيل. ¶ وكتب الشيخ موجودة، وكلامه محفوظ، وبالنظر فيه يتحقق صدق ما يشاع عنه أو عدمه، وأما الدعاوى العارية عن البرهان فسراب لا حقيقة له. ¶ وفي هذه الأوراق أسطر يسيرة من كلام الشيخ محمد بن عبد الوهاب منقولة بأمانة من الكتب الموثقة التي جمعت كلامه، ليس لي فيها سوى الترتيب. ¶ وهي تتضمن إجابات من الشيخ وحده عن أهم التهم التي يرميه بها مخالفوه، مصرحا فيها بخلاف ما يزعمون، وأنا على يقين من أنها بتوفيق الله ستكون كافية في توضيح الحق لمبتغيه. ¶ وأما المعاندون للشيخ المعاندون لدعوته، الدائبون في إشاعة الزور ونشر الكذب فأقول لهم: اربعوا على أنفسكم فإن الحق أبلج وإن دين الله غالب، والشمس ساطعة لا تحجب بالأكف. ¶ هذا كلام الشيخ يفند تلك الدعاوي، ويدحض هاتيك التهم، فإن كان عندكم من كلامه ما يكذبه فأبرزوه ولا تكتموه.. وإلا تفعلوا ولستم بفاعلين فإني أعظكم بواحدة: أن تقوموا لله متجردين من كل هوى أو عصبية، وأن تسألوه بصدق أن يريكم الحق ويهديكم إليه، ثم تتفكروا فيما يقول هذا الرجل هل جاء بغير كلام الله وكلام رسوله عليه الصلاة والسلام؟ ¶ ثم تفكروا كرة أخرى: هل من سبيل للنجاة سوى قول الصدق وتصديق الحق؟ ¶ فإذا ظهر لكم الحق فثوبوا إلى رشدكم، وراجعوا الحق، فإنه خير من التمادي في الباطل، وإلى الله ترجع الأمور.",
            "page": "3",
            "part": "1"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "حقيقة دعوة الشيخ محمد بن عبد الوهاب ¶ يحسن في بداية المطاف نقل كلمات موجزة للشيخ محمد بن عبد الوهاب رحمه الله في بيان حقيقة ما يدعو إليه، بعيدا عن سحب الدعايات الكثيفة التي وضعها المخالفون حائلا بين كثير من الناس وبين تلك الدعوة، فيقول: ¶ أقول ولله الحمد والمنة، وبه القوة: إنني هداني ربي إلى صراط مستقيم، دينا قيما ملة إبراهيم حنيفا وما كان من المشركين، ولست ولله الحمد أدعو إلى مذهب صوفي أو فقيه أو متكلم أو إمام من الأئمة الذين أعظمهم... ¶ بل أدعو إلى الله وحده لا شريك له، وأدعو إلى سنة رسول الله صلى الله عليه وسلم التي أوصى بها أول أمته وآخرهم، وأرجو ألا أرد الحق إذا أتاني، بل أشهد الله وملائكته وجميع خلقه إن أتانا منكم كلمة من الحق لأقبلنها على الرأس والعين، ولأضربن الجدار بكل ما خالفها من أقوال أئمتي، حاشا رسول الله صلى الله عليه وسلم فإنه لا يقول إلا الحق. (الدرر السنية 1/37،38) ¶ وأنا -ولله الحمد- متبع ولست بمبتدع. (مؤلفات الشيخ محمد بن عبد الوهاب 5/36) ¶ وصورة الأمر الصحيح أني أقول: ما يدعى إلا الله وحده لا شريك له، كما قال تعالى في كتابه: {فلا تدعوا مع الله أحدا}، وقال في حق النبي صلى الله عليه وسلم: {قل إني لاأملك لكم ضرا ولا رشدا} فهذا كلام الله والذي ذكره لنا رسول الله صلى الله عليه وسلم ووصانا به،.... وهذا الذي بيني وبينكم، فإن ذكر شئ غير هذا فهو كذب وبهتان. (الدرر السنية 1/91،90)",
            "page": "4",
            "part": "1"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "المسألة الأولى: اعتقاد الشيخ في حق النبي صلى الله عليه وسلم ¶ يرمى الشيخ من أعدائه بتهم عظمى تتعلق باعتقاده في حق النبي صلى الله عليه وسلم، وهذه التهم هي ما يأتي: ¶ أولا: أنه لا يعتقد ختم النبوة في النبي صلى الله عليه وسلم: ¶ هكذا قيل! مع أن جميع كتب الشيخ تطفح برد هذه الشبهة وتشهد بكذبها، من ذلك قوله: ¶ أؤمن بأن نبينا محمد صلى الله عليه وسلم خاتم النبيين والمرسلين ولا يصح إيمان عبد حتى يؤمن برسالته ويشهد بنبوته. (الدرر السنية 1/32) ¶ فأسعد الخلق وأعظمهم نعيما وأعلاهم درجة أعظمهم اتباعا له وموافقة علما وعملا. (الدرر السنية 2/21) ¶ ثانيا: أنه يهضم النبي صلى الله عليه وسلم حقه، ولا ينزله المنزلة اللائقة به: ¶ وللوقوف على حقيقة هذا المدعى أنقل بعضا من كلامه الذي صرح فيه بما يعتقده في حق النبي صلى الله عليه وسلم، حيث يقول: ¶ لما أراد الله سبحانه إظهار توحيده، وإكمال دينه، وأن تكون كلمته هي العليا، وكلمة الذين كفروا هي السفلى؛ بعث محمدا صلى الله عليه وسلم خاتم النبيين وحبيب رب العالمين، وما زال في كل جيل مشهورا، وفي توراة موسى وإنجيل عيسى مذكورا، إلى أن أخرج الله تلك الدرة، بين بني كنانة وبني زهرة، فأرسله على حين فترة من الرسل، وهداه إلى أقوم السبل، فكان له من الآيات والدلالات على نبوته قبل مبعثه ما يعجز أهل عصره، وأنبته الله نباتا حسنا، وكان أفضل قومه مروءة، وأحسنهم خلقا، وأعزهم جوارا، وأعظمهم حلما، وأصدقهم حديثا، حتى سماه قومه الأمين، لما جعل الله فيه من الأحوال الصالحة والخصال المرضية. (الدرر السنية 2/19،90) ¶ وهو سيد الشفعاء، وصاحب المقام المحمود، وآدم فمن دونه تحت لوائه. (الدرر السنية 1/86) ¶ وأول الرسل نوح، وآخرهم وأفضلهم محمد صلى الله عليه وسلم. (الدرر السنية 1/143)",
            "page": "5",
            "part": "1"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "وقد بين أبلغ بيان وأتمه وأكمله، كان أنصح الخلق لعباد الله، وكان بالمؤمنين رؤوفا رحيما، بلغ الرسالة، وأدى الأمانة، وجاهد في الله حق الجهاد، وعبدالله حتى أتاه اليقين. (الدرر السنية 2/21) ¶ كما ذكر رحمه الله أن مما يستفاد من قوله عليه الصلاة والسلام: \"لا يؤمن أحدكم حتى أكون أحب إليه من والده وولده والناس أجمعين\": وجوب محبته صلى الله عليه وسلم على النفس والأهل والمال. (كتاب التوحيد: 108) ¶ ثالثا: إنكار شفاعته صلى الله عليه وسلم: ¶ ويتولى الشيخ جواب هذه الشبهة، حيث يقول: يزعمون أننا ننكر شفاعة النبي صلى الله عليه وسلم؟ سبحانك هذا بهتان عظيم، بل نشهد الله أن رسول الله صلى الله عليه وسلم الشافع المشفع، صاحب المقام المحمود، نسأل الله الكريم رب العرش العظيم أن يشفعه فينا، وأن يحشرنا تحت لوائه. (الدرر السنية 1/64،63) ¶ ولا ينكر شفاعة النبي صلى الله عليه وسلم إلا أهل البدع والضلال ولكنها لا تكون إلا من بعد الإذن والرضى، كما قال تعالى: {ولا يشفعون إلا لمن ارتضى}، وقال تعالى: {من ذا الذي يشفعه عنده إلا بإذنه}. (الدرر السنية 1/31) ¶ ويبين الشيخ سبب ترويج هذه الدعاية الكاذبة فيقول: ¶ هؤلاء لما ذكرت لهم ما ذكره الله ورسوله صلى الله عليه وسلم وما ذكره أهل العلم من جميع الطوائف من الأمر بإخلاص الدين لله والنهي عن مشابهة أهل الكتاب من قبلنا في اتخاذ الأحبار والرهبان أربابا من دون الله؛ قالوا لنا: تنقصتم الأنبياء والصالحين والأولياء. (الدرر السنية 2/50)",
            "page": "6",
            "part": "1"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "المسألة الثانية: آل البيت ¶ من جملة التهم الموجهة للشيخ: أنه لا يحب آل البيت النبوي، ويهضمهم حقهم. ¶ والجواب عن ذلك: أن ما زعم خلاف الحقيقة؛ بل قد كان رحمه الله معترفا بما لهم من حق المحبة والإكرام، قائما به، بل ومنكرا على من لم يكن ذلك. ¶ يقول رحمه الله: ¶ وقد أوجب الله لأهل بيت رسول الله صلى الله عليه وسلم على الناس حقوقا، فلا يجوز لمسلم أن يسقط حقوقهم ويظن أنه من التوحيد، بل هو من الغلو، ونحن ما أنكرنا إلا إكرامهم لأجل ادعاء الألوهية فيهم، وإكرام من يدعي ذلك. (مؤلفت الشيخ 5/284) ¶ ومن تأمل سيرة الشيخ تحقق له صدق ما ذكر، ويكفي في ذلك أن يعلم أن الشيخ قد سمى ستة من أبنائه السبعة بأسماء أهل البيت الكرام رضي الله عنهم وهم: علي وعبد الله وحسين وحسن وإبراهيم وفاطمة، وهذا دليل واضح على عظيم ما كان يكن لهم من محبة وتقدير.",
            "page": "7",
            "part": "1"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "المسألة الثالثة: كرامات الأولياء ¶ يشيع بعض الناس أن الشيخ محمد بن عبد الوهاب ينكر كرامات الأولياء. ¶ ويدحض هذا الافتراء أن الشيخ رحمه الله قد قرر في عدد من المواضع معتقده الصريح في هذا الأمر بخلاف ما يشاع، من ذلك قوله ضمن كلام له يبين فيه معتقده: ¶ وأقر بكرامات الأولياء. (الدرر السنية 1/32) ¶ وليت شعري كيف يتهم الشيخ بذلك وهو الذي يصف منكري كرامات الأولياء بأنهم أهل بدع وضلال، حيث يقول: ¶ ولا يجحد كرامات الأولياء إلا أهل البدع والضلال. (مؤلفات الشيخ 1/169)",
            "page": "8",
            "part": "1"
        },
        {
            "hno": null,
            "id": "9",
            "nass": "المسألة الرابعة: التكفير ¶ إن من أعظم ما يشاع عن الشيخ ومحبيه أنهم يكفرون عامة المسلمين، وأن أنكحتهم غير صحيحية، إلا من كان منهم أو هاجر إليهم. ¶ وقد فند الشيخ هذه الشبهة في عدد من المواضع، من ذلك قوله: ¶ القول أنا نكفر بالعموم فذلك من بهتان الأعداء الذين يصدون عن هذا الدين، ونقول: سبحانك هذا بهتان عظيم. (الدرر السنية 1/100) ¶ نسبوا إلينا أنواع المفتريات، فكبرت الفتنة، وأجلبوا علينا بخيل الشيطان ورجله، فمنها: إشاعة البهتان بما يستحي العاقل أن يحكيه فضلا عن أن يغتر به، ومنها: ما ذكرتم أني أكفر جميع الناس إلا من اتبعني، وأني أزعم أن أنكحتهم غير صحيحة، فيا عجبا كيف يدخل هذا عقل عاقل، وهل يقول هذا مسلم؟! ¶ إني أبرأ إلى الله من هذا القول الذي ما يصدر إلا من مختل العقل فاقد الإدراك، فقاتل الله أهل الأغراض الباطلة. (الدرر السنية 1/80) ¶ أنا أكفر من عرف دين الرسول عليه الصلاة والسلام ثم بعد ما عرف سبه، ونهى الناس عنه، وعادى من فعله، فهذا الذي أكفره، وأكثر الأمة ولله الحمد ليسوا كذلك. (الدرر السنية 1/73)",
            "page": "9",
            "part": "1"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "المسألة الخامسة: مذهب الخوارج ¶ من الناس من يتهم الشيخ بأنه على مذهب الخوارج المكفرين بالمعاصي. ¶ والجواب عن ذلك من كلام الشيخ ما يأتي: ¶ قال رحمه الله: لا أشهد على أحد من المسلمين بجنة ولا نار إلا من شهد له الرسول صلى الله عليه وسلم، ولكني أرجو للمحسن وأخاف على المسئ، ولا أكفر أحد من المسلمين بذنب ولا أخرجه من دائرة الإسلام. (الدرر السنية 1/32)",
            "page": "10",
            "part": "1"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "المسألة السادسة: التجسيم ¶ مما يثار عن الشيخ أيضا أنه مجسم أي: يمثل صفات الله بصفات خلقه. ¶ وقد ذكر الشيخ معتقده في هذا الباب وهو بعيد كل البعد عما يلصقه به مخالفوه، إذ يقول: ¶ من الإيمان بالله: الإيمان بما وصف به نفسه في كتابه وعلى لسان رسوله صلى الله عليه وسلم، من غير تحريف ولا تعطيل، بل أعتقد أن الله سبحانه وتعالى ليس كمثله شئ وهو السميع البصير، فلا أنفي عنه ما وصف به نفسه، ولا أحرف الكلم عن مواضعه، ولا ألحد في أسمائه وصفاته، ولا أكيف ولا أمثل صفاته تعالى بصفات خلقه؛ لأنه سبحانه لا سمي له، ولا كفؤ له، ولا ند له، ولا يقاس بخلقه. ¶ فإنه سبحانه أعلم بنفسه وبغيره، وأصدق قيلا وأحسن حديثا، فنزه نفسه عما وصفه به المخالفون من أهل التكييف والتمثيل، وعما نفاه عنه أهل التحريف والتعطيل، فقال: {سبحان ربك رب العزة عما يصفون * وسلام على المرسلين * والحمد لله رب العالمين}. (الدرر السنية 1/29) ¶ ومعلوم أن التعطيل ضد التجسيم، وأهل هذا أعداء لأهل هذا، والحق وسط بينهما. (الدرر السنية 3/11)",
            "page": "11",
            "part": "1"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "المسألة السابعة: مخالفة العلماء ¶ بعض الناس يقول: إن الشيخ محمد بن عبد الوهاب قد خالف سائر العلماء فيما دعا إليه، ولم يلتفت إلى قولهم، ولم يعتمد على كتبهم، وإنما خرج بشئ جديد، وأتى بمذهب خامس. ¶ وخير من يبين حقيقة الحال هو الشيخ نفسه؛ حيث يقول: ¶ نحن مقلدون الكتاب والسنة وصالح سلف الأمة وما عليه الاعتماد من أقوال الأئمة الأربعة: أبي حنيفة النعمان بن ثابت، ومالك بن أنس، ومحمد بن إدريس، وأحمد بن حنبل رحمهم الله. (مؤلفات الشيخ 5/96) ¶ فإن سمعتم أني أفتيت بشئ خرجت فيه عن إجماع أهل العلم توجه علي القول. (الدرر السنية 1/53) ¶ إن كنتم تزعمون أن أهل العلم على خلاف ما أنا عليه فهذه كتبهم موجودة. (الدرر السنية 2/58) ¶ أنا أخاصم الحنفي بكلام المتأخرين من الحنفية، والمالكي والشافعي والحنبلي كلا أخاصمه بكلام المتأخرين من علماء مذهبه الذين يعتمد عليهم. (الدرر السنية 1/82) ¶ وبالجملة فالذي أنكره: الاعتقاد في غير الله مما لا يجوز لغيره، فإن كنت قلته من عندي فارم به، أو من كتاب لقيته ليس عليه العمل فارم به كذلك، أو نقلته عن أهل مذهبي فارم به، وإن كنت قلته عن أمر الله ورسوله عليه الصلاة والسلام وعما أجمع عليه العلماء في كل مذهب فلا ينبغي لرجل يؤمن بالله واليوم الآخر أن يعرض عنه لأجل أهل زمانه، أو أهل بلده، أو أن أكثر الناس في زمانه أعرضوا عنه. (الدرر السنية 1/76)",
            "page": "12",
            "part": "1"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "الخاتمة ¶ في الختام هاتان نصيحتان مقدمتان من الشيخ: ¶ أولاهما: لمن يسعى ضد هذه الدعوة وأتباعها ويؤلب عليها ويلصق بها أنواع التهم والأباطيل.. لهؤلاء يقول الشيخ: ¶ إني أذكر لمن خالفني أن الواجب على الناس اتباع ما وصى به النبي صلى الله عليه وسلم أمته، وأقول لهم: الكتب عندكم انظروا فيها ولا تأخذوا من كلامي شيئا، لكن إذا عرفتم كلام رسول الله صلى الله عليه وسلم الذي في كتبكم فاتبعوه ولو خالف أكثر الناس... ¶ لا تطيعوني، ولا تطيعوا إلا أمر رسول الله صلى الله عليه وسلم الذي في كتبكم... ¶ واعلم أن ما ينجيك إلا اتباع رسول الله صلى الله عليه وسلم، والدنيا زائلة، والجنة والنار ما ينبغي للعاقل أن ينساهما. (الدرر السنية 1/90،89) ¶ أنا أدعو من خالفني إلى أربع: إما إلى كتاب الله، وإما إلى سنة رسول الله صلى الله عليه وسلم، وإما إلى إجماع أهل العلم، فإن عاند دعوته إلى المباهلة. (الدرر السنية 1/55) ¶ والنصيحة الثانية: لمن اشتبه عليه الأمر.. ¶ الشيخ: ¶ عليك بكثرة التضرع إلى الله والانطراح بين يديه، خصوصا أوقات الإجابة: كآخر الليل، وأدبار الصلاة، وبعد الأذان. ¶ وكذلك بالأدعية المأثورة، وخصوصا الذي ورد في الصحيح أنه صلى الله عليه وسلم كان يقول: \"اللهم رب جبرائيل وميكائيل وإسرافيل، فاطر السماوات والأرض، عالم الغيب والشهادة، أنت تحكم بين عبادك فيما كانوا فيه يختلفون، اهدني لما اختلف فيه من الحق بإذنك، إنك تهدي من تشاء إلى صراط مستقيم\" فعليك بالإلحاح بهذا الدعاء بين يدي من يجيب المضطر إذا دعاه، وبالذي هدى إبراهيم لمخالفة الناس كلهم، وقل: يا معلم إبراهيم علمني.",
            "page": "13",
            "part": "1"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "وإن صعب عليك مخالفة الناس، ففكر في قول الله تعالى: {ثم جعلناك على شريعة من الأمر فاتبعها ولا تتبع أهواء الذين لا يعلمون * إنهم لن يغنوا عنك من الله شيئا} {وإن تطع أكثر من في الأرض يضلوك عن سبيل الله}، وتأمل قوله عليه الصلاة والسلام في الصحيح: \"بدأ الإسلام غريبا وسيعود غريبا كما بدأ\"، وقوله صلى الله عليه وسلم: \"إن الله لا يقبض العلم\" إلى آخره، وقوله: \"عليكم بسنتي وسنة الخلفاء الراشدين المهديين من بعدي\"، وقوله: \"وإياكم ومحدثات الأمور، فإن كل بدعة ضلالة\". (الدرر السنية 1/43،42) ¶ وإن تبين لكم أن هذا هو الحق الذي لا ريب فيه، وأن الواجب إشاعته في الناس، وتعليمه النساء والرجال، فرحم الله من أدى الواجب عليه، وتاب إلى الله، وأقر على نفسه، فإن التائب من الذنب كمن لا ذنب له، وعسى الله أن يهدينا وإياكم وإخواننا لما يحب ويرضى، والسلام. (الدرر السنية 2/43) ¶ وصلى الله وسلم وبارك على عبده ورسوله نبينا وحبيبنا محمد وآله وصحبه أجمعين.",
            "page": "14",
            "part": "1"
        }
    ],
    "t35734": [
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "حقيقة دعوة الشيخ محمد بن عبد الوهاب"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "المسألة الأولى: اعتقاد الشيخ في حق النبي صلى الله عليه وسلم"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "المسألة الثانية: آل البيت"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "المسألة الثالثة: كرامات الأولياء"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "المسألة الرابعة: التكفير"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "المسألة الخامسة: مذهب الخوارج"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "المسألة السادسة: التجسيم"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "المسألة السابعة: مخالفة العلماء"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة"
        }
    ]
}