{
    "b35760": [
        {
            "id": "1",
            "nass": "منهج العلامة ابن عثيمين في كتابه (القول المفيد على كتاب التوحيد) ¶ إعداد ¶ الدكتور: أحمد بن عثمان المزيد ¶ أستاذ مساعد بقسم الدراسات الإسلامية ¶ جامعة الملك سعود",
            "page": "1",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "[المقدمة] ¶ إِنَّ الحمدَ للهِ، نحمده، ونستعينه، ونستغفره، ونعوذُ بالله من شرور أنفسنا، ومن سيئات أعمالنا، من يهده الله، فلا مُضل له، ومن يُضلل، فلا هادي له، وأشهد أنْ لا إله إلا الله، وحده لا شريك له، وأشهد أنَّ محمدًا عبده ورسوله. ¶ {يَا أَيُّهَا الَّذِينَ آَمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} ... [آل عمران:2]. ¶ {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} [النساء:1]. ¶ {يَا أَيُّهَا الَّذِينَ آَمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا (70) يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا} [الأحزاب: 70 ـ 71]. ¶ أما بعد: ¶ فإن المنهج العلمي والتعليمي الذي انتهجه العلامة الشيخ محمد بن صالح العثيمين يعدّ من أفضل ما خلّفه لمن بعده من أهل العلم وطلبته، حيث قام ذلك المنهج على انتقاء أهم مصادر الفقه في الدين من عقيدة وفقه وتفسير وغيرها، ثم العمل عليها تقريباً وتهذيباً وتعليماً وشرحاً، حيث إنه",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "غطى أغلب ما يحتاجه طالب العلم من معرفة لمتون العلم الشرعي بل تجاوزه إلى علوم اللغة العربية من نحو وصرف. ¶ وفائدة هذا المنهج ظهرت في حياة الشيخ وبعد مماته رحمه الله وغفر له، يتجلى ذلك في أعداد الطلبة والمشايخ الذين استفادوا من دروسه في حلقات درسه وتخرجوا عليه، فأفادوا هم بدورهم، كما تجلى ذلك أيضاً في الإقبال على مؤلفاته في كل بلاد المسلمين تقريباً، حيث إن المطابع لا تفتأ تدفع بما تطبعه من كتب الشيخ رحمه الله الطبعة تلو الطبعة. ¶ فالحاصل أن هذا المنهج الذي سار عليه الشيخ رحمه الله حريٌّ أن يُدرَّس ليُحتذى لما له من الثمار العظيمة. ¶ ولذلك عزمتُ على دراسة منهج الشيخ رحمه الله في شرح أحد الكتب المهمة في التوحيد ألا وهو «كتاب التوحيد» للشيخ المجدد محمد بن عبدالوهاب رحمه الله، للاستفادة أولاً، ولتلمّس الناحية المنهجية العلمية عند الشيخ الشارح رحمه الله التي لا يستغني عنها مهتم بالعلوم الشرعية وتدريسها. ¶ وقد وضعت لهذه الدراسة الخطة التالية: ¶ مقدمة. ¶ الفصل الأول: نُبذ عن حياة صاحب الأصل والشارح وعن كتاب التوحيد وفيه: ثلاثة مباحث: ¶ المبحث الأول: نبذة مختصرة عن الإمام المجدد: محمد بن عبد الوهاب التميمي. ¶ المبحث الثاني: نبذة مختصرة عن العلامة: محمد بن صالح العثيمين.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "المبحث الثالث: نبذة مختصرة عن كتاب التوحيد. ¶ الفصل الثاني: منهج الشيخ ابن عثيمين في شرح كتاب التوحيد وفيه: عشرة مباحث: ¶ المبحث الأول: أصل كتاب «القول المفيد»، وما تميز به إجمالاً. ¶ المبحث الثاني: مصادر الشارح وموارده. ¶ المبحث الثالث: عناية الشارح ببيان مناسبة التراجم والأبواب والأدلة. ¶ المبحث الرابع: عنايته بالتعريفات وبيان معاني الاصطلاحات. ¶ المبحث الخامس: اهتمامه بالتقاسيم والأنواع. ¶ المبحث السادس: عنايته بالتمثيل وتطبيقه لأحكام العقيدة على المسائل المعاصرة. ¶ المبحث السابع: عناية الشارح ببيان المشكل. ¶ المبحث الثامن: منهج الشارح في الاستدلال على مسائل العقيدة. ¶ المبحث التاسع: موقف الشارح في شرحه من البدع والمبتدعة. ¶ المبحث العاشر: عناية الشارح بالعلوم الأخرى. ¶ وفيه أربعة مطالب: ¶ المطلب الأول: عنايته بالتفسير، ومناهجه، والقراءات. ¶ المطلب الثاني: عنايته بالحديث. ¶ المطلب الثالث: عنايته بأصول الفقه والفقه. ¶ المطلب الرابع: عنايته باللغة والإعراب والبلاغة والشواهد.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "المبحث الحادي عشر: تعقّبات الشارح على صاحب الأصل، وتقويم لبعض جوانب الشرح. ¶ الخاتمة. ¶ المصادر والمراجع. ¶ فهرس المحتويات. ¶ * * * * *",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "الفصل الأول: ¶ المدخل للبحث؛ وفيه ثلاثة مباحث: ¶ المبحث الأول: نبذة مختصرة عن الإمام المجدد: محمد بن عبد الوهاب التميمي. ¶ المبحث الثاني: نبذة مختصرة عن العلامة: محمد بن صالح العثيمين. ¶ المبحث الثالث: نبذة مختصرة عن كتاب التوحيد.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "المبحث الأول: ¶ [نبذة مختصرة عن الإمام المجدد: محمد بن عبد الوهاب التميمي] (¬1) ¶ اسمه ونسبه: ¶ هو محمد بن عبد الوهاب بن سليمان بن علي بن محمد بن أحمد بن راشد التميمي. ¶ ولادته، ونشأته: ¶ ولد رحمه الله سنة: (1115هـ)، الموافق سنة: (1703م) في بلدة «العيينة»، الواقعة شمال «الرياض»، ونشأ في بيت علم. ¶ طلبه للعلم: ¶ حفظ القرآن الكريم قبل بلوغه سن العاشرة على يد والده، ودرس عليه الفقه الحنبلي والتفسير والحديث، واعتنى بكتب شيخ الإسلام ابن تيمية رحمه الله المتوفى سنة 728هـ، والعلامة ابن القيم رحمه الله المتوفى سنة 751هـ، مما عاد عليه بالنفع والفائدة، وتركّز اهتمامه على العقيدة الصحيحة المستوحاة من الكتاب والسنة. ¶ رحلاته العلمية: ¶ ¬__________ ¶ (¬1) مصادر ترجمته: الأعلام للزركلي (6/ 257)، والإمام محمد بن عبد الوهاب دعوته وسيرته للشيخ ابن باز، و الشيخ محمد بن عبد الوهاب عقيدته السلفية ودعوته الإصلاحية وثناء العلماء عليه للشيخ أحمد آل بو طامي، والشيخ محمد بن عبد الوهاب: حياته ودعوته للدكتور عبد الله بن يوسف الشبل ... وغيرها.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "رحل إلى مكة لحجّ بيت الله الحرام، وأخذ عن بعض علماء البلد الحرام، ثم رحل رحمه الله إلى المدينة وأقام بها مدة، ثم رحل إلى العراق وأقام بالبصرة وأخذ عن علمائها، ثم ذهب إلى بلدة الزبير ثم إلى الأحساء، وكان في هذه الرحلات كلها طالباً للعلم وداعياً إلى الله. ¶ شيوخه: ¶ 1 - والده الشيخ عبد الوهاب بن سليمان، ت 1153هـ. ¶ 2 - الشيخ شهاب الدين الموصلي قاضي البصرة. ¶ 3 - الشيخ حسن الإسلامبولي من علماء البصرة. ¶ 4 - الشيخ عبد الله بن محمد بن عبد اللطيف الشافعي الأحسائي. ¶ 5 - الشيخ زين الدين المغربي. ¶ 6 - الشيخ محمد بن حياة السندي. ت 1165هـ. ¶ 7 - الشيخ محمد المجموعي. ¶ 8 - الشيخ حسن التميمي. ¶ 9 - الشيخ عبد الله بن إبراهيم بن سيف آل سيف الشهمري. ¶ تلاميذه: ¶ تتلمذ على يدي الشيخ رحمه الله الكثير من العلماء، منهم: ¶ 1 - الشيخ أحمد بن راشد العريني قاضي سدير. ¶ 2 - الشيخ علي بن الشيخ محمد بن عبد الوهاب. ¶ 3 - الشيخ حسين بن الشيخ محمد بن عبد الوهاب.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "4 - الشيخ عبد الله بن الشيخ محمد بن عبد الوهاب. ¶ 5 - الشيخ أحمد بن سويلم. ¶ 6 - الشيخ حسين بن غنام. ¶ 7 - الشيخ عبد الرحمن بن حسن بن الشيخ محمد. ¶ 8 - الشيخ حمد بن ناصر بن عثمان بن معمر. ¶ وغيرهم. ¶ مؤلفاته: ¶ صنّف الشيخ محمد بن عبد الوهّاب رحمه الله العديد من المصنفات، أكثرها رسائل صغيرة، رغم انشغاله بالدعوة إلى التوحيد ومحاربة الشرك، وجهاده أهل البدع والخرافات. ¶ وقد ألّف الأستاذ الدكتور أحمد بن محمد الضبيب كتابا تتبع فيه مؤلفات الشيخ مع الإشارة إلى طبعاتها، وهو بعنوان: «آثار الشيخ محمد بن عبد الوهاب». ¶ كما قامت جامعة الإمام محمد بن سعود الإسلامية - مشكورة - بجمع مؤلفاته وترتيبها في موسوعة بلغت اثني عشر مجلداً. ¶ وهذا ذكر لبعض مؤلفات الشيخ محمد بن عبد الوهاب رحمه الله: ¶ - آداب المشي في الصلاة. ¶ - أربع قواعد في التوحيد. ¶ - التوحيد فيما يجب من حق الله على العبيد. ¶ - الثلاثة الأصول.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "- تفسير القرآن. ¶ - كتاب الكبائر. ¶ - كشف الشبهات. ¶ - مختصر الإنصاف. ¶ - مختصر السيرة النبوية. ¶ - مختصر الشرح الكبير. ¶ - مختصر زاد المعاد. ¶ - مسائل الجاهلية. ¶ وفاته: ¶ توفي الشيخ رحمه الله سنة 1206هـ بعد عمر حافل بالعطاء والجهاد والدعوة إلى الله ونشر التوحيد، ومحاربة الشرك؛ فرحمه الله وأسكنه فسيح جناته. ¶ * * * * *",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "المبحث الثاني ¶ [نبذة مختصرة عن العلامة: محمد بن صالح العثيمين] (¬1) ¶ اسمه ونسبه: ¶ هو أبو عبد الله , محمد بن صالح بن سليمان بن عبد الرحمن بن عثمان من آل فيصل من آل الوهيبي التميمي , وجده الرابع عثمان أطلق عليه عثيمين فاشتهر به. ¶ مولده: ¶ ولد الشيخ -رحمه الله- في ليلة السابع و العشرين من شهر رمضان المبارك عام 1347هـ في مدينة عنيزة إحدى مدن القصيم في عائلة معروفة اشتهرت بالدين والاستقامة. ¶ نشأته وطلبه للعلم: ¶ ¬__________ ¶ (¬1) اعتمدت في إعداد هذه الترجمة على ما كتب في الموقع الرسمي لفضيلة الشيخ رَحِمَهُ اللَّهُ، وتعد ترجمة معتمدة، وللتوسع وللفائدة يمكن الرجوع إلى ما كتب عنه؛ ومنها: ¶ ـ الجامع لحياة العلامة محمد بن صالح العثيمين العلمية والعملية وما قيل فيه من المراثي للشيخ وليد ابن أحمد الحسين. ¶ ـ الدر الثمين في ترجمة العلامة ابن عثيمين لمجموعة من المشايخ. ¶ ـ ابن عثيمين الإمام الزاهد للدكتور ناصر مسفر الزهراني. ¶ ـ صفحات مشرقة من حياة الإمام محمد بن صالح العثيمين رَحِمَهُ اللَّهُ للشيخ حمود المطر. ¶ ـ عـ14ـامًا مع سماحة العلامة الشيخ محمد بن صالح بن عثيمين للشيخ عبد الكريم بن صالح المقرن. ¶ ـ بالإضافة إلى ما كُتب في الصحف والمجلات اعتبارًا من يوم الثلاثاء: (16/ 10/1421هـ). ¶ ـ وقد جمع الأستاذ محمد خير رمضان يوسف مؤلفاته في: مؤلفات الشيخ محمد بن صالح بن العثيمين.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "لقد كانت نشأته - رحمه الله - في التحصيل واغتنام الأوقات , فقد تعلم القرآن على جده من جهة أمه الشيخ عبد الرحمن بن سليمان الدامغ - رحمه الله - ثم تعلم الكتابة وشيئاً من الأدب والحساب والتحق بإحدى المدارس ,وحفظ القرآن عن ظهر قلب في سنٍ مبكرة , وكذا مختصرات المتون في الحديث والفقه. ¶ وكان فضيلة الشيخ عبد الرحمن بن ناصر السعدي -رحمه الله - قد رتب من طلبته الكبار لتدريس المبتدئين من الطلبة , وكان منهم الشيخ محمد بن عبد العزيز المطوع -رحمه الله- فانضم إليه فضيلة الشيخ العثيمين. ¶ ولما أدرك من العلم في التوحيد و الفقه والنحو جلس في حلقة شيخه العلامة السعدي , فدرس عليه التفسير والحديث والتوحيد والفقه وأصوله والفرائض والنحو , وقرأ على الشيخ عبد الرحمن بن علي بن عودان - رحمه الله - في علم الفرائض حال ولايته القضاء في عنيزة. ¶ وقرأ على الشيخ عبد الرزاق عفيفي - رحمه الله - في النحو والبلاغة أثناء وجوده في عنيزة. ¶ والتحق بالمعهد العلمي بالرياض سنة 1372هـ بعد أن أذن له شيخه السعدي، فانتظم في الدراسة سنتين، انتفع فيهما بالعلماء الذين كانوا يدرّسون في المعهد حينذاك، ومنهم العلامة الشيخ محمد الأمين الشنقيطي، والشيخ عبد العزيز بن ناصر بن رشيد، والشيخ عبد الرحمن الإفريقي - رحمهم لله -. ¶ واتصل بسماحة الشيخ العلامة عبد العزيز بن باز - رحمه الله - فقرأ عليه في المسجد من صحيح البخاري، ومن رسائل شيخ الإسلام ابن تيمية,",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وانتفع منه في علم الحديث والنظر في آراء فقهاء المذاهب والمقارنة بينها. ¶ ويعد الشيخ ابن باز شيخه الثاني في التحصيل والتأثير بعد شيخه السعدي - رحم الله الجميع -. ¶ وتخرج الشيخ - رحمه الله - من المعهد العلمي ثم تابع دراسته الجامعية انتساباً حتى نال الشهادة الجامعية من جامعة الإمام محمد بن سعود الإسلامية بالرياض. ¶ أعماله و آثاره: ¶ بدأ التدريس منذ عام 1370هـ في الجامع الكبير بعُنيزة في عهد شيخه السعدي, وبعد أن تخرج من المعهد العلمي بالرياض عُيِّن مُدَرِّساً في المعهد العلمي بعُنَيْزَة عام 1374هـ، وفي عام 1376هـ توفيَ شيْخُه السعدي فتولى بعده إمامة المسجد بالجامع الكبير والخطابة و التدريس فيه. ¶ وعُيِّن أستاذاً بجامعة الإمام محمد بن سعود الإسلامية فرع القصيم، ودرَّس في المسجد الحرام والمسجد النبوي في مواسم الحج والعمرة، وشارك في عدة لجان علمية، وكان عضواً في هيئة كبار العلماء، وحاز جائزة الملك فيصل العالمية. ¶ اعتنى الشيخ بتوجيه طلبة العلم وإرشادهم، والصبر على تعليمهم والاهتمام بشؤونهم. ¶ وباشر التعليم منذ 1370هـ إلى آخر ليلة من رمضان عام 1421هـ (أكثر من نصف قرن) وحرَّر الفتاوى، وعقد اللقاءات العلمية المنتظمة والمجدولة الأسبوعية والشهرية والسنوية. ¶ وأخيراً توِّجَت جهوده العلمية وخدمته العظيمة التي قدمها للناس في",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "مؤلفاته ذات القيمة العلمية من كتب ورسائل وشروح للمتون العلمية طبّقت شهرتها الآفاق، وقد أخذت مؤسسة الشيخ العثيمين الخيرية التي أنشئت عام 1422هـ على عاتقها مسئولية العناية والاهتمام بهذا التراث الضخم الذي خلفه شيخنا - رحمه الله - على تحقيق ذلك الهدف السامي الذي ينشده الجميع، لجعل ذلك العلم الغزير متاحاً للجميع في مختلف الوسائل الممكنة بإذن الله تعالى وعونه وتوفيقه. ¶ من آثار الشيخ في العقيدة: ¶ 1 - الإبداع في بيان كمال الشرع وخطر الابتداع. ¶ 2 - الإخلاص. ¶ 3 - أسماء الله وصفاته وموقف أهل السنة منها. ¶ 4 - بعثة الرسول صلى الله عليه وسلم ومولده. ¶ 5 - التوسل. ¶ 6 - شرح حديث جبريل. ¶ 7 - عقيدة أهل السنة و الجماعة. ¶ 8 - العقيدة وأثرها في انتصار المسلمين. ¶ 9 - القضاء والقدر. ¶ 10 - مفاتيح الغيب. ¶ 11 - نبذة في العقيدة. ¶ 12 - المتابعة وقبول العمل.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "13 - القواعد المثلى في أسماء الله تعالى وصفاته الحسنى. ¶ 14 - منهاج أهل السنة و الجماعة في العقيدة و العمل. ¶ وغير ذلك من المحاضرات العامة والفتاوى الشرعيَّة , و التسجيلات. ¶ 2 - تعليقات الشيخ على مؤلفات أهل العلم: ¶ 1 - تعليقات على العقيدة الواسطية. ¶ 2 - تقريب التدمرية. ¶ 3 - شرح العقيدة الواسطية. ¶ 4 - فتح رب البريَّة بتلخيص الحموية. ¶ 5 - مختارات من اقتضاء الصِّراط المستقيم. ¶ 6 - شرح الأصول الستة. ¶ 7 - شرح الأصول الثلاثة. ¶ 8 - شرح كشف الشبهات. ¶ 9 - شرح كتاب التوحيد (وهو كتابنا هذا). ¶ 10 - شرح لمعة الاعتقاد. ¶ * * * * *",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "المبحث الثالث ¶ [نبذة مختصرة عن كتاب التوحيد] (¬1) ¶ كتاب «التوحيد الذي هو حق الله على العبيد» للإمام المجدد شيخ الإسلام محمد بن عبد الوهاب المتوفى سنة (1203هـ) رحمه الله تعالى، كتاب عظيم النفع في بابه، بيّن فيه مؤلفه رحمه الله تعالى التوحيد وفضله، وما ينافيه من الشرك الأكبر، أو ينافي كماله الواجب من الشرك الأصغر والبدع، وقد اشتمل على ستة وستين باباً. ¶ وقد طبع عدة مرات، ونفع الله به. ¶ [شروحه]: ¶ تعددت شروح كتاب «التوحيد» وحواشيه ومختصراته، فمن ذلك ما يلي: ¶ 1 ـ «تيسير العزيز الحميد في شرح كتاب التوحيد» لحفيد المؤلف الشيخ سليمان ابن الشيخ عبد الله ابن الشيخ الإمام محمد بن عبد الوهّاب المتوفى سنة (1233هـ) رحمه الله تعالى. ¶ وهو أول شروح هذا الكتاب وأطولها، ولكنه لم يكمل، فقد انتهى المؤلف في تبييض ذلك الشّرح إلى باب: «من هزل بشيء فيه ذكر الله». ¶ ¬__________ ¶ (¬1) انظر: الدليل إلى المتون العلمية (ص 168 ـ 183)، و عناية العلماء بكتاب التوحيد (ص 54 - 55).",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "ووُجد من مسوّدته إلى آخر باب: «ما جاء في منكري القدر» (¬1)، وهو الباب التاسع والخمسون من أبواب الكتاب أي ما يعادل الصفحة (633) من النسخة المطبوعة. ¶ وقد طلب الناشر من مفتي المملكة سماحة الشيخ محمد بن إبراهيم رحمه الله تعالى إكمال شرح الأبواب السبعة الباقية فلم يتيسر له ذلك، فنقل الناشر ما تبقى من أبواب الكتاب مع شروحها من كتاب «فتح المجيد» وسيأتي. ¶ 2ـ «تحقيق التجريد في شرح كتاب التوحيد» للشيخ عبد الهادي بن محمد بن عبد الهادي البكري العجيلي المتوفى سنة (1262هـ) رحمه الله تعالى. ¶ 3ـ «فتح المجيد شرح كتاب التوحيد» للشيخ عبد الرحمن بن حسن ابن الشيخ محمد بن عبد الوهاب المتوفى سنة (1285هـ) رحمه الله تعالى، اختصره من تيسير العزيز الحميد، وزاد عليه بعض النقول. ¶ 4ـ «قرة عيون الموحدين في تحقيق دعوة الأنبياء والمرسلين» للشيخ عبدالرحمن بن حسن رحمه الله تعالى، وهو حاشية على «كتاب التوحيد»، وهي حاشية جليلة مفيدة نافعة اشتملت على مسائل مهمة في التوحيد؛ والذي سماها هو ابن مؤلفها العلامة الشيخ عبد اللطيف. ¶ 5ـ «فتح الله الحميد المجيد في شرح كتاب التوحيد» للشيخ حامد بن محمد ابن حسن بن محسن رحمه الله تعالى. ¶ ¬__________ ¶ (¬1) إبطال التنديد (ص 3).",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "6ـ «إبطال التنديد باختصار شرح التوحيد» للشيخ حمد بن علي بن عتيق المتوفى سنة (1301هـ) رحمه الله تعالى، وهو أحد تلامذة الشيخ عبدالرحمن بن حسن، وأكثر ما فيه من «تيسير العزيز الحميد»، انتهى من تأليفه في اليوم السابع من شهر شوال سنة (1255هـ). ¶ 7ـ «القول السديد في مقاصد التوحيد» للشيخ عبد الرحمن بن ناصر السعدي المتوفى سنة (1376هـ) رحمه الله تعالى. ¶ وهو ـ كما قال مؤلفه ـ عبارة عن تعليق مختصر على «كتاب التوحيد» وتوضيح مقاصده، وقد حوى غرراً من مسائل التوحيد، ومن التقاسيم والتفصيلات النافعة. ¶ 8 ـ «القصد السديد على كتاب التوحيد» للشيخ فيصل بن عبد العزيز آل مبارك المتوفى سنة (1376هـ) رَحِمَهُ اللَّهُ. ¶ 9 ـ «الدّرّ النضيد على أبواب التوحيد» للشيخ سليمان بن عبد الرحمن الحمدان المتوفى سنة (1397هـ) رحمه الله تعالى. ¶ استخرج فيه خلاصة ما ذكره شرّاح «كتاب التوحيد» قبله، من أحفاد مؤلفه وغيرهم، مع ما منّ الله به عليه من الفوائد، وتوضيح الشواهد، وأتبع كل آية أو حديث بما استنبطه المصنف من الفوائد. ¶ 10 ـ «حاشية كتاب التوحيد» للشيخ عبد الرحمن بن محمد بن قاسم العاصمي النجدي الحنبلي المتوفى سنة (1392هـ) رحمه الله تعالى. ¶ وهي حاشية مختصرة، منتخبة من أبرز شروح من سبقه من الشراح، إضافة إلى ما استفاده من مشايخه كالشيخ عبد الله بن الشيخ عبد اللطيف،",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "والشيخ سعد ابن الشيخ حمد بن عتيق، والشيخ محمد ابن الشيخ إبراهيم بن عبد اللطيف وغيرهم رحمهم الله تعالى. ¶ 11 ـ «الجديد في شرح كتاب التوحيد» للشيخ محمد بن عبد العزيز السليمان القرعاوي. ¶ 12 ـ «الجامع الفريد للأسئلة والأجوبة في علم التوحيد» للشيخ عبدالله ابن جار الله بن إبراهيم الجار الله المتوفى سنة (1414هـ) رحمه الله. ¶ وهو شرح متوسط على طريقة السؤال والجواب. ¶ 13 ـ «الدر النضيد على كتاب التوحيد» للشيخ سعيد بن عبد العزيز الجندول. ¶ وطريقته فيه أنه يذكر بعد كل باب الهدف منه، ثم يشرح نصوصه، وخلاصة لما تقدم بطريقة ميسرة. ¶ 14 ـ «إفادة المستفيد بشرح كتاب التوحيد» للشيخ عبد الرحمن بن حمد ابن محمد الجطيلي المتوفى سنة (1406هـ) رحمه الله تعالى. ¶ 15 ـ «التعليق المفيد على كتاب التوحيد» لسماحة الشيخ عبد العزيز بن عبد الله بن باز رَحِمَهُ اللَّهُ، نشرته مكتبة التراث الإسلامي بالقاهرة. ¶ 16 ـ «القول المفيد على كتاب التوحيد» لفضيلة الشيخ محمد بن صالح العثيمين رَحِمَهُ اللَّهُ، وهو كتابنا محل الدراسة. ¶ 17 ـ «التعليق المختصر المفيد». ¶ 18 ـ «إعانة المستفيد بشرح كتاب التوحيد». ¶ 19 ـ «الملخص في شرح كتاب التوحيد»؛ كلها للشيخ صالح بن فوزان",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "الفوزان، والأول مقرر التوحيد للمرحلة المتوسطة في المعاهد العلمية بجامعة الإمام محمد بن سعود الإسلامية. ¶ 20 ـ «مغني المريد الجامع لشروح كتاب التوحيد» للشيخ عبد المنعم إبراهيم. ¶ 21 ـ «شرح كتاب التوحيد» للشيخ عبد العزيز بن باز. ¶ 22 ـ «المفيد على كتاب التوحيد» للشيخ عبد الله بن صالح القصير. ¶ كتب حول كتاب التوحيد: ¶ وهناك بحوث ودراسات كتبت حول «كتاب التوحيد»، منها: ¶ 1 ـ «التوضيح المفيد لمسائل كتاب التوحيد» للشيخ عبد الله بن محمد بن أحمد الدويش المتوفى سنة (1408هـ) رحمه الله تعالى. ¶ 2 ـ «مع عقيدة السلف كتاب التوحيد الذي هو حق الله على العبيد» لمصطفى العالم. ¶ قرّب فيه كتاب التوحيد وفق الطرق التربوية الحديثة. ¶ 3 ـ «فضل الغني الحميد تعليقات مهمة على كتاب التوحيد» للشيخ ياسر برهامي. ¶ وهو عبارة عن تعليقات على مقتطفات من «كتاب التوحيد» وليس على كامل الكتاب. ¶ 4 ـ «فوائد من شرح كتاب التوحيد» للشيخ عبد العزيز بن محمد السدحان. ¶ جمعها من شرح فضيلة الشيخ العلامة عبد الله بن عبد الرحمن الجبرين للكتاب الذي ألقاه في درسه في المسجد.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "5 ـ «الدر النضيد في تخريج كتاب التوحيد» للشيخ صالح بن عبد الله العصيمي. ¶ 6 - «القول المفيد في تخريج كتاب التوحيد» للشيخ جاسم بن فهيد الدوسري. ¶ 7 ـ «ضعيف كتاب التوحيد» لصغير بن علي الشمري. ¶ 8 ـ «تخريج أحاديث منتقدة في كتاب التوحيد» للشيخ فريح بن صالح البهلال. ¶ وهو رد على كتاب «ضعيف كتاب التوحيد» سالف الذكر. ¶ 9 ـ «الفوائد المنتقاة من (شرح كتاب التوحيد) للشيخ محمد بن صالح العثيمين» للشيخ إسماعيل بن مرشود بن إبراهيم الرميح. ¶ وهو سبع وتسعون فائدة أكثرها في التوحيد. ¶ 10 ـ «فقه التوحيد من شرح الطحاوية وفتح المجيد» للشيخ خالد بن ... عبد الرحمن العك. ¶ جمع فيه خلاصة أبحاث «شرح الطحاوية» لابن أبي العز، و «فتح المجيد». ¶ 11 ـ «تنبيهات على كتب تخريج كتاب التوحيد» للشيخ ناصر بن حمد الفهد. ¶ 12 ـ «عناية العلماء بكتاب التوحيد» للشيخ عبد الإله بن عثمان الشايع. ¶ * * * * *",
            "page": "22",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "الفصل الثاني: ¶ منهج الشيخ في شرح: كتاب التوحيد؛ وفيه تسعة مباحث: ¶ المبحث الأول: أصل كتاب \"القول المفيد\"، وما تميز به إجمالاً. ¶ المبحث الثاني: مصادر الشارح وموارده. ¶ المبحث الثالث: عناية الشارح بفنّ المناسبات. ¶ المبحث الرابع: عنايته بالتعريفات للغريب والاصطلاحات. ¶ المبحث الخامس: اهتمامه بالتقاسيم والأنواع. ¶ المبحث السادس: عنايته بالتمثيل وتطبيقه لأحكام العقيدة على المسائل المعاصرة. ¶ المبحث السابع: عناية الشارح ببيان المشكل. ¶ المبحث الثامن: منهج الشارح في الاستدلال على مسائل العقيدة. ¶ المبحث التاسع: موقف الشارح في شرحه من البدع والمبتدعة. ¶ المبحث العاشر: عناية الشارح بالعلوم الأخرى. ¶ المبحث الحادي عشر: تعقّبات الشارح على صاحب الأصل، وتقويم لبعض جوانب الشرح.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "المبحث الأول: ¶ [أصل كتاب: «القول المفيد»، وما تميّز به إجمالاً] ¶ 1 ـ التعريف بكتاب: (القول المفيد): ¶ أصل هذا الكتاب دروس علمية لشرح «كتاب التوحيد» للإمام المجدد محمد بن عبد الوهاب رَحِمَهُ اللَّهُ، ألقاها الشيخ رحمه الله في مسجده الجامع بعنيزة من منطقة القصيم. ¶ وبعد أن أتمّه - رَحِمَهُ اللَّهُ- رغب طلاب الشيخ ومحبّوه في طبعه ونشره، فوافق رحمه الله، وطُبع الكتاب باسم: «القول المفيد على كتاب التوحيد»، ونشرته «دار العاصمة» بالرياض باعتناء الدكتور: سليمان بن عبد الله أبا الخيل، والدكتور: خالد بن علي المشيقح (¬1). ¶ ثم قام الشيخ ـ رَحِمَهُ اللَّهُ ـ بمراجعة (الشرح) مرة أخرى، فعدّل فيه، وأضاف إليه، وحذف منه، ثم خرج بطبعته الجديدة في مجلدين لدى: ¶ - (دار ابن الجوزي). ¶ - و (دار الثرّيا) ضمن: (مجموع فتاوى ورسائل)، المجلد التاسع والعاشر. ¶ - و (مؤسسة الرسالة). ¶ وهذه هي الطبعة المعتمدة من قبل الشيخ رَحِمَهُ اللَّهُ، ولا ينبغي الرجوع ¶ ¬__________ ¶ (¬1) انظر: مقدمة محقِّقي: القول المفيد (1/ 4) [ط. دار العاصمة] ..",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "إلى ما قبلها. ¶ ولذلك اتخذتها أصلاً في هذه الدراسة. ¶ مميّزات هذا الشّرح إجمالاً: ¶ لقد تعدّدت شروح «كتاب التوحيد» مما يدل على أهميته، وقد تميّز كل شرح بميزات، وسيكون حديثي هنا عن مميزات شرح الشيخ ابن عثيمين – رحمه الله -، ومن ذلك: ¶ - مجيء الكتاب حافلا بالفوائد. ¶ - غناه بمادة وفيرة من التفسير لمعاني كثير من الآيات المتعلقة بالتوحيد. ¶ - احتواؤه على مسائل عدة من العلوم؛ كـ: التفسير، والحديث، وأصول الفقه والفقه، واللغة، والنحو، والبلاغة. ¶ - الوضوح والبساطة، لاعتماد الشارح – رحمه الله – لأسلوب تقريب المفاهيم بناءً على أمور معاصرة، ومشاهدة. ¶ - احتواؤه لخلاصات لمعاني الأبواب المشروحة. ¶ - التوازن في الشرح والتوسط بين الطول والإيجاز، مع استيعاب لمسائل الأبواب.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "المبحث الثاني ¶ [مصادر الشارح وموارده] ¶ بالنظر إلى سعة «الشرح»، واستيعابه، إلا أنَّنا نلحظ قلة المصادر والموارد التي يحيل إليها الشارح رَحِمَهُ اللَّهُ؛ وهذا راجعٌ إلى كون «الشرح» عبارة عن دروسٍ ألقاها الشيخ مشافهة على تلاميذه، وليس تأليفًا مستقلاً، يجمع له الشيخ كل ما في مكتبته من المصادر والمراجع العامة والخاصة، ويوثق كل ما ينقله في حينه، فكان الشيخ يشرح ويعلق على المتن على طريقة الدروس التي تقام في المساجد؛ ولذلك خرج هذا «الشرح» بهذه الطريقة من قلة العزو إلى المصادر. ¶ لكن النفس العام للشرح لا يخرج عما قرره أئمة أهل السنة في مسائل التوحيد وغيرها، ويأتي في مقدمتهم الإمام مالك والشافعي وأحمد رحمهم الله، الذين استشهد ببعض القواعد من تقريراتهم، ثم يأتي الإمام ابن تيمية وتلميذه ابن القيم رحمهما الله، ثم يأتي أئمة الدعوة في نجد من أحفاد الشيخ محمد بن عبد الوهاب وتلاميذه. ¶ وعلى رأسهم الشيخ سليمان بن عبد الله آل الشيخ المتوفى سنة (1233هـ) صاحب كتاب «تيسير العزيز الحميد شرح كتاب التوحيد» الذي اعتمده الشيخ الشارح رحمه الله في بعض المواطن المشكلة في منهج كتاب التوحيد ومادته. ¶ وقد نصّ الشارح ـ رحمه الله ـ على بعض تلك المصادر إما بذكر أسمائها",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "أو أسماء أئمة وعلماء دون ذكر المصدر المقصود: ¶ وهذا سردٌ بما وجدته من إحالات: ¶ ـ «الفتاوى»؛ لشيخ الإسلام: أحمد بن عبدالحليم بن تيمية ت (728هـ). كما في (1/ 434). ¶ ـ «الكافية الشافية» المعروف بـ «النونية»؛ للإمام: محمد بن أبي بكر (ابن قيم الجوزية) ت (751هـ). كما في (1/ 322، 415، 423). ¶ ـ «ألفية ابن مالك» للإمام محمد بن عبدالله بن مالك الطائي ت (672هـ). ¶ ـ «تيسير العزيز الحميد»؛ للمحدث سليمان بن عبد الله آل الشيخ ت (1333هـ). الذي يطلق عليه اسم «الشرح» كما ورد في كتاب القول المفيد (1/ 276، 425، 508). ¶ ـ «رفع الملام عن الأئمة الأعلام» لابن تيمية. كما في (1/ 360). ¶ ـ «الكامل» لابن الأثير. كما في (1/ 477). ¶ ـ «جامع العلوم والحكم» لابن رجب. كما في (2/ 177). ¶ ـ «زاد المعاد» لابن القيم. كما في (2/ 388). ¶ أما ما لم يسم من المصادر مكتفياً بذكر أسماء مؤلفيها، فهو منهج آخر مشى عليه الشارح رحمه الله في كتابه هذا، ومن ذلك ذكره لـ: ¶ ـ شيخ الإسلام: والمراد بهذا المصطلح عند الإطلاق ابن تيمية. و انظر على سبيل المثال: (1/ 18، و 78، و 114، و 195، و 404، و 413، و416). ¶ ـ ابن أبي العز: والمراد به الإمام: علي بن علي الحنفي شارح الطحاوية",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "ت (792هـ). كما في (1/ 21). ¶ ـ ابن القيم الجوزية. كما في (1/ 28، و 125). ¶ ـ الإمام أحمد؛ إمام أهل السنة والجماعة: أحمد بن محمد بن حنبل ت (241هـ). كما في (1/ 28، و 125). ¶ ـ ابن رجب: وهو الإمام: عبدالرحمن بن أحمد بن رجب ت (795هـ). كما في (1/ 69). ¶ ـ الرازي، كما في (2/ 530). ¶ ـ القرطبي، كما في (1/ 254). ¶ ـ ابن المبارك، كما في (1/ 518). ¶ ـ عبد الرحمن بن سعدي، كما في (1/ 548). ¶ ـ بعض السلف؛ ولم يحدد اسمًا، وإنما جاء العزو مجملاً. كما في (1/ 78، و113). ¶ ـ بعض العلماء؛ ولم يحدد اسمًا. كما في (1/ 56، و 114).",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "المبحث الثالث ¶ [عناية الشارح ببيان مناسبة التراجم والأبواب والأدلة] ¶ اجتهد الشارح رحمه الله في بيان أصالة المنهج عند الشيخ محمد بن عبدالوهاب رحمه الله، ولرفع بعض الغموض أو الإبهام عن بعض تراجم الكتاب التي قد لا يدرك قصد الشيخ محمد في إيرادها، ولذلك حرص الشارح على بيان المناسبة بين أبواب الكتاب ونصوصه لقضية التوحيد التي أُلّف الكتاب لبيانها، فكان يبيّن ذلك بقوله: مناسبة الباب أو الآية أو الحديث للتوحيد، وفي هذه الطريقة من الفائدة العظيمة والدلالة القوية على عمق فهم الشارح رحمه الله، وعلى فقه الشيخ مؤلف الأصل رحمه الله. وقد ظهر ذلك في مواطن من الشرح، كما في: (2/ 224، 228، 249، 280، 325، 333، 356، 365، 395، 435، 454، 477، 499، 506، 514). ¶ كما حرص الشارح رحمه الله على بيان مناسبة الترجمة ودلالتها على المقصود في الباب بما فيها من نصوص قرآنية أو حديثية، أو مناسبة تلك النصوص للترجمة، وهذه بعض المواضع التي بيّن فيها الشارح ذلك: (1/ 8، 48، 63، 85، 92، 149، 200، 214 - 215، 232، 234، 306، 329، 345، 428، 456، 467، 521، 524، 528، 2/ 82، 174، 202، 243). ¶ كما حرص الشارح رحمه الله على ربط أبواب الكتاب في وحدة موضوعية، فكان يتكلم عن مناسبة الباب للذي قبله، من تلك المواضع: (1/ 60، 91، 113، 147، 283، 419، 2/ 20، 66، 87، 167).",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "المبحث الرابع ¶ [عناية الشارح بالتعريفات وبيان معاني الاصطلاحات] ¶ من خلال استعراض الكتاب ظهرت عناية الشيخ بالتعريفات، والغريب والاصطلاح في ثنايا شرحه، وظهر ذلك جليًّا في مواضع كثيرة. ¶ من ذلك تعريفه لـ: ¶ - معنى الكتاب. كما في (1/ 8). ¶ - معنى التوحيد. كما في (1/ 8). ¶ - معنى الأمة. كما في (1/ 27). ¶ - معنى الطاغوت. كما في (1/ 28). ¶ - معنى الحديث القدسي. كما في (1/ 81). ¶ - معنى الصنم والوثن. كما في (1/ 116). ¶ - معنى التفسير. كما في (1/ 147). ¶ - بيان اصطلاحات صاحب الأصل. كما في (1/ 310، 349، 366). ¶ - معنى الشفاعة. كما في (1/ 330). ¶ - معنى السبب. كما في (1/ 362). ¶ - أهل الحديث، الطائفة المنصورة. كما في (1/ 481). ¶ - معنى السحر. كما في (1/ 489). ¶ - بيان مصطلحات: الذمي، والمستأمن، والمعاهد. كما في (1/ 499). ¶ - معنى العيافة، والطَّرق، والطيرة. كما في (1/ 514، 515). ¶ - معنى الكهّان. كما في (1/ 531).",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "- معنى العرّاف. كما في (1/ 545). ¶ - معنى النشرة. كما في (1/ 553). ¶ - معنى التطيّر. كما في (1/ 559). ¶ - معنى الجاهلية. كما في (2/ 22). ¶ - معنى الصبر. كما في (2/ 109). ¶ ولو كان في التعريف خلاف ذكره بشيءٍ من البسط؛ ومن ذلك قوله في تعريف «العرَّاف»: ¶ (قوله: «وقيل: هو الذي يخبر عما في الضمير»، أي: أن تضمر شيئاً فتقول: ما أضمرت؟ فيقول: أضمرت كذا وكذا. أو المغيبات في المستقبل، تقول: ماذا سيحدث في الشهر الفلاني في اليوم الفلاني؟ ماذا ستلد امرأتي؟ متى يقدم ولدي؟ وهو لا يدري. ¶ والخلاصة: أن العلماء اختلفوا في تعريف العراف، فقيل: هو الذي يدعي معرفة الأمور بمقدمات يستدل بها على مكان المسروق والضالة ونحوها، فيكون شاملاً لمن يخبر عن أمور وقعت. ¶ وقيل: الذي يخبر عما في الضمير. ¶ وقيل: هو الكاهن، والكاهن: هو الذي يخبر عن المغيبات في المستقبل) أ. هـ من القول المفيد (1/ 545). ¶ * * * * *",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "المبحث الخامس ¶ [الاهتمام بالتقاسيم والأنواع] ¶ من أهم الميزات لهذا «الشرح» العظيم، هو اهتمام الشارح ـ رَحِمَهُ اللَّهُ ـ بالتقاسيم والأنواع، وهذه من أهم الأساليب لترسيخ العلوم، ولذا اهتم بها الشيخ رَحِمَهُ اللَّهُ. ¶ والأمثلة على ذلك كثيرة؛ من ذلك: ¶ ما ذكره عن أقسام: ¶ - التوحيد. كما في (1/ 9). ¶ - العبودية. كما في (1/ 33). ¶ - الظلم. كما في (1/ 61). ¶ - المعاصي. كما في (1/ 66، 96). ¶ - الدخول إلى الجنة. كما في (1/ 76). ¶ - الناس في التوحيد. كما في (1/ 151). ¶ - المحبة. كما في (1/ 156، 162). ¶ - الناس في الأسباب. كما في (164). ¶ - الجهل. كما في (1/ 173). ¶ - التعلق بغير الله. كما في (1/ 183).",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "- الذبح لغير الله. كما في (1/ 214). ¶ - النذر. كما في (1/ 237). ¶ - الدعاء. كما في (1/ 262). ¶ - مواضع الشكر. كما في (1/ 268). ¶ - العلوّ. كما في (1/ 308). ¶ - الإرادة. كما في (1/ 320، 2/ 296). ¶ - الشفاعة. كما في (1/ 331). ¶ - الحقوق. كما في (1/ 371). ¶ - الغلوّ. كما في (1/ 375). ¶ - زيارة المقابر. كما في (1/ 427). ¶ - قضاء الله. كما في (1/ 474، 2/ 250). ¶ - النفس المحرّمة. كما في (1/ 499). ¶ - علم النجوم. كما في (1/ 519). ¶ - حساب أبي جاد. كما في (1/ 548). ¶ - الاستسقاء بالأنواء. كما في (2/ 18). ¶ - التكذيب. كما في (2/ 20).67). ¶ - نسبة المطر إلى النوء. كما في (2/ 31). ¶ - الخوف. كما في (2/ 67).",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "- التوكّل. كما في (2/ 89). ¶ - العقوبة. كما في (2/ 117). ¶ - الإنكار. كما في (2/ 183). ¶ - سب الدهر. كما في (2/ 240). ¶ - حكم الله. كما في (2/ 261). ¶ - الآيات. كما في (2/ 320). ¶ - الولاية. كما في (2/ 342). ¶ - التصوير. كما في (2/ 438). ¶ - القَسَم على الله. كما في (2/ 497). ¶ * * * * *",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "المبحث السادس ¶ [عنايته بالتمثيل وتطبيقه لأحكام العقيدة على المسائل المعاصرة] ¶ من الأساليب المستعملة في شرح الشيخ لتقريب العلم، وتصويره لطلابه، ضرب الأمثلة في مواضع عدة، كما اعتنى ـ رَحِمَهُ اللَّهُ ـ بالتطبيق المعاصر لأحكام العقيدة على كثير من المسائل الواقعة في حياة الناس، وذلك تبصيراً للناس ونصحاً لهم، حتى لا تبقى تعاليم الشريعة بعيدة عن واقع الناس، ومن ذلك: ¶ - تكلّمه عن الأسورة النحاسية التي يلبسها الناس، بل صار لها سوق ومروجون، بدعوى اتقاء مرض الروماتزم. (القول المفيد 1/ 56، و 114). ¶ - وإشارته إلى اتباع بعض الكتاب المعاصرين للمتكلمين في تفسير (لا إله إلا الله)، (القول المفيد 1/ 56، و 114). ¶ - وذكره أن محبة القبوريين لأوليائهم أعظم من محبتهم لله (القول المفيد 1/ 154). ¶ - وعرضه لبدعة الاحتفال بعيد الميلاد التي يقع فيها بعض المسلمين في هذه الأزمنة المتأخرة تقليداً للكفار. (القول المفيد 1/ 382). ¶ * * * * *",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "المبحث السابع ¶ [عناية الشارح ببيان المشكل] ¶ اعتنى الشارح رحمه الله بموضوع «المشكل» في بعض المواضع من شرحه، فكان يورده على شكل تساؤل ثم يجيب عنه بما يزيل ذلك الإشكال، وهو أسلوب متعارف عليه بين علماء السلف والخلف خلال تفسيرهم للقرآن الكريم أو للسنة النبوية أو لديوان من دواوين الإسلام في أي فن من الفنون، كما صنع الإمام الطحاوي في كتابه «شرح مشكل الآثار»، والإمام ابن قتيبة في كتابيه: «شرح مشكل القرآن»، و «شرح مختلف الحديث»، وكما صنع الإمام الطبري في كتابه «تهذيب الآثار»، والإمام ابن تيمية في كتابه «تفسير آيات أشكلت»، والشيخ الشنقيطي في كتابه «دفع إيهام الاضطراب عن آيات الكتاب» ... وغيرهم. ¶ ومن المواضع التي وقفت عليها في كتابنا «القول المفيد» للشيخ ابن عثيمين ما يلي: ¶ - بيان ما أشكل من: قضاء الله ما لا يحبه. كما في (1/ 31). ¶ - بيان ما أشكل من: إجابة المضطر الذي يدعو غير الله. كما في (1/ 275). ¶ - بيان ما أشكل من: الجمع والإفراد في آية من القرآن الكريم. (كما في 1/ 284). ¶ - بيان ما أشكل من: شروط الشفاعة. كما في (1/ 334). ¶ - بيان ما أشكل من: الإثبات والنفي في الهداية. (كما في 1/ 353).",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "- بيان ما أشكل من: لما حضرت أبا طالب الوفاة. كما في (1/ 353). ¶ - بيان ما أشكل من: الاستغفار للمشركين. كما في (1/ 354). ¶ - بيان ما أشكل من: تلقين المحتضر لا إله إلا الله. كما في (1/ 355). ¶ - بيان ما أشكل من: أسباب الهلاك. كما في (1/ 374). ¶ - بيان ما أشكل من: زيارة النساء للقبور. (كما في 1/ 433). ¶ - بيان ما أشكل من: عربية الرسول ?. (كما في 1/ 439). ¶ - بيان ما أشكل من: حلّ السحر بالسحر. كما في (1/ 558). ¶ - بيان ما أشكل من: التنبيه على الشرك من يهودي. كما في (2/ 229). ¶ * * * * *",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "المبحث الثامن ¶ [منهج الشارح في الاستدلال على مسائل العقيدة] ¶ نهج الشارح رحمه الله نهج أهل السنة والجماعة في الاستدلال، وذلك بالارتكاز على منهجهم في التلقي والاستدلال الذي يميّزه الإذعان للنصوص الشرعية وتعظيمها، والجمع بين أنواع الأدلة، النقلية والعقلية، في الاستدلال. ¶ وهذا بيان لمنهج الشارح في كتابه «القول المفيد» الذي أقدّم هذه الدراسة عنه: ¶ - تقرير القواعد العامة لأهل السنة في الاستدلال على مسائل العقيدة، ومنها: قاعدة الفرق بين الخالق والمخلوق في ثبوت الصفات. كما في (1/ 440، 443). ¶ - تقرير عقيدة أهل السنة في الإثبات والنفي في باب الأسماء والصفات. كما في (2/ 183). ¶ - تقرير مذهب أهل السنة في مراتب القدر. كما في (2/ 403). ¶ - تقرير مذهب أهل السنة في الكلام على الروح. كما في (2/ 233). ¶ - تقرير مذهب أهل السنة في إثبات صفة الإصبع والردّ على أهل التحريف. كما في (2/ 528). ¶ - تقرير مذهب أهل السنة في إثبات صفة العلو. كما في (2/ 542). ¶ - تقرير مذهب أهل السنة في القرآن كلام الله. كما في (2/ 39).",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "- تقرير مذهب أهل السنة في الوعد والوعيد. كما في (2/ 15). ¶ - الاستدلال بالأدلة العقلية الصريحة. كما في (1/ 13، 15). ¶ - التسليم للنصوص. كما في (1/ 472). ¶ - الجمع والتوفيق بين الأدلة التي ظاهرها التعارض، وهذه أمثلة على ذلك: ¶ - الجمع والتوفيق في ماهية ملك الله وملك المخلوق. كما في (1/ 10). ¶ - الجمع والتوفيق بين نصوص الوعد والوعيد. كما في (1/ 123). ¶ - الجمع والتوفيق بين نصوص إثبات العدوى ونفيها. كما في (1/ 566). ¶ * * * * *",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "المبحث التاسع ¶ [موقف الشارح من البدع والمبتدعة] ¶ وقف الشارح رحمه الله عدة وقفات في شرحه للرد على أهل البدع وبيان خللهم في مأخذ الأدلة والاستدلال، وبيان انحرافهم في الفكر والسلوك، كل ذلك بإسهاب ومناقشات علمية مدعومة بالأدلة العقلية والنقلية. ¶ وهذا أسلوب تعليمي جيد، حيث تناقش البدعة في حيزها العلمي والعملي، من خلال بيان الحق ثم بيان الانحراف عنه الذي تمثل في مناهج المبتدعة وسلوكياتهم، وهذا أجدى بكثير من استعراض الفرق وأفكارها مجردة من خلال كتاب في الملل والنحل والفِرق. ¶ ومن البدع والمبتدعة التي ناقشها الشارح رحمه الله ما يلي: ¶ 1 - أقسام المبتدعة، كما في (1/ 71). ¶ 2 - المعطلة، كما في (1/ 88). ¶ 3 - غلاة القبوريين، كما في (1/ 148). ¶ 4 - الرافضة، كما في (1/ 358)، (1/ 412). ¶ 5 - الغلاة في النبي ?، كما في (1/ 372). ¶ 6 - الجهمية، كما في (1/ 412)، (1/ 475).",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "7 - نظرية النشوء والارتقاء لدارون، كما في (2/ 244). ¶ 8 - القدرية الجبرية، كما في (2/ 401). ¶ 9 - الزنادقة (وعلى رأسهم المعرّي الشاعر)، كما في (2/ 417). ¶ * * * * *",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "المبحث العاشر ¶ [عناية الشارح بالعلوم الأخرى] ¶ المطلب الأول: عنايته بالتفسير وأصوله: ¶ لقد برزت شخصية المفسر في شرح الشيخ ابن عثيمين رحمه الله، فأسهب في تفسير آيات الأصل، وكان منهجه في ذلك يتسم بنوع من التوسع والاستيعاب لمعاني الآيات من حيث اللغة، والأوجه الإعرابية، والأحكام العقدية، والفقهية، كما تكلم في أصول التفسير كحديثه عن: ¶ 1 - تفسير القرآن بالقرآن، وتفسير القرآن بالسنة، كما في (1/ 311). ¶ 2 - تفسير الصحابي وحجيته، كما في (1/ 311)، (1/ 369). ¶ 3 - تفسير التابعي، كما في (1/ 311). ¶ 4 - مناهج المفسرين؛ كابن جرير في تفسيره، كما في (1/ 424)، والزمخشري كما في (1/ 424). ¶ 5 - بيان شروط التفسير المعتبر، كما في (1/ 369). ¶ 6 - كما تعرض للقراءات القرآنية، كما في (1/ 425). ¶ 7 - قاعدة في تفسير آية تحتمل معنيين، كما في (2/ 20). ¶ إلى غير ذلك من المسائل المبثوثة في ثنايا الكتاب، والمتعلقة بالتفسير، ومناهج المفسرين، والقراءات.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "المطلب الثاني: عنايته بأصول الفقه والفقه: ¶ لقد ظهرت عنايته بأصول الفقه، والفقه، والاستفادة من مسائل هذين العلمين في تقرير العقيدة في عدة مواضع: ¶ 1 ـ عنايته بأصول الفقه: ¶ تكلّم الشيخ ـ رَحِمَهُ اللَّهُ ـ على عدة مسائل أصولية؛ منها: ¶ - النكرة في سياق النفي، كما في (1/ 23 و 207 و 295). ¶ - (مَنْ) الشرطية وأنها تفيد العموم، كما في (1/ 120 و 123). ¶ - (مَنْ) الموصولة وأنها تفيد العموم، كما في (1/ 127). ¶ - النكرة في سياق الشرط وأنها تفيد العموم، كما في (1/ 123). ¶ - الاستدلال بالدليل الخاص على العام، كما في (1/ 407). ¶ - إعمال الدليلين (الجمع بين الأدلة)، كما في (1/ 405). ¶ - قاعدة سد الذرائع، كما في (1/ 429). ¶ - النسخ، كما في (1/ 431). ¶ - الخاص والعام، كما في (1/ 407، 431). ¶ - مسألة شرع من قبلنا، كما في (1/ 73). ¶ - قول التابعي: من السنة كذا، كما في (1/ 193). ¶ 2 ـ عنايته بالفقه: ¶ كما تطرّق الشارح رحمه الله إلى بعض المسائل الفقهية وإن كانت يسيرة مقارنة بالمسائل الأصولية.",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "ومن ذلك على سبيل المثال: ¶ - حكم الصلاة في المقبرة، كما في (1/ 445). ¶ - حكم المرتدّ، كما في (1/ 137). ¶ المطلب الثالث: عنايته بالحديث: ¶ ظهرت عنايته بالحديث النبوي الشريف من عدة وجوه؛ فمن ذلك: ¶ عنايته بمتن الحديث ببيان غريبه، أو شرحه، وهي السمة الغالبة، وهذا ظاهر في الكتاب كله. ¶ على أن الشيخ ـ رَحِمَهُ اللَّهُ ـ لم يهمل الجانب النقدي الوارد على بعض الأحاديث، فقد تعرّض لذلك في عدة مواضع، كما في (1/ 57، و 1/ 68، و1/ 275، و 1/ 450، و 1/ 470، و 1/ 508). ¶ أما فيما يتعلق بـ «مصطلح الحديث»، فقد تعرض للحديث عن جملة من المسائل، من ذلك: ¶ - تعريف الحديث القدسي، كما في (1/ 81). ¶ - المبهمات (الراوي المبهم)، كما في (1/ 425). ¶ - تعريف الحديث الحسن، كما في (1/ 448). ¶ - الوهم (الثقة الذي يَهِم)، كما في (1/ 449). ¶ - العنعنة، كما في (1/ 450). ¶ - الموازنة بين كتب الحديث، كما في (1/ 420). ¶ - مدى اهتمام فقهاء المذاهب بالحديث، والتعريف بكتاب «المختارة» للضياء",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "المقدسي، كما في (1/ 451). ¶ - الحكم على حديث، وذكر قاعدة في ذلك كما في (1/ 517). ¶ - تصحيح الحاكم النيسابوري، كما في (1/ 540). ¶ - الحكم على سند حديث، كما في (1/ 554). ¶ - نفي مقولة: «إن ابن عباس يأخذ عن بني إسرائيل»، كما في (2/ 97). ¶ المطلب الرابع: عنايته باللغة والإعراب والبلاغة والشواهد: ¶ اهتم الشارح رحمه الله بعلم النحو والإعراب في مواضع عديدة، على توسع في بعض المواضع. ¶ ومن المسائل النحوية التي ذكرها: ¶ - خلاف علماء النحو في مجيء هذا التركيب (الهمزة، ثم حرف العطف، ثم الجملة)، كما في (1/ 47). ¶ - تصحيح خطأ إعرابي، كما في (1/ 79). ¶ - السين التي في قوله تعالى: {سَتَجِدُنِي} [الصافات: 102] تدل على التحقيق، كما في (1/ 92). ¶ - تناوب حروف الجر في قوله تعالى: {وَتَلَّهُ لِلْجَبِينِ} وبين أنَّ (اللام) هنا أتت بمعنى (على)، أي: تله على الجبين، كما في (1/ 93). ¶ - عند قوله ?: «(لأعطينَّ» ذكر أن الجملة مؤكدة بثلاثة مؤكِّدات ... وذكرها، كما في (1/ 134). ¶ - التعرّض لاستدلال أهل الباطل بالعطف على عقيدة التثليث، كما في",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "(1/ 152). ¶ - الاستشهاد بالشواهد الشعرية، وذلك في عدة مواضع، كما في (1/ 79، و1/ 156، و1/ 307، و1/ 371، و 1/ 400، و 1/ 401، و1/ 409). ¶ * * * * *",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "المبحث الحادي عشر ¶ [تعقّبات الشارح رحمه الله على صاحب الأصل، وتقويم لبعض جوانب الشرح] ¶ لم يخلُ شرح الشيخ ابن عثيمين رحمه الله من مخالفة لبعض المواضع في كتاب التوحيد، وإن كانت في شكل زيادة أو تقييد لكلام مطلق، أو لبيان مجمل، وقد تمتد إلى الاستدراك في بعض المواضع، كما لم يخلُ الشرح من بعض الملحوظات. ¶ وهذه تلك المواطن: ¶ التعقّبات على صاحب الأصل: ¶ - تعقّب صاحب الأصل في إطلاق عدم العذر بالجهل، كما في (1/ 173). ¶ - تعقّب صاحب الأصل في الإطلاق في مسألة الاستعاذة بغير الله، كما في (1/ 250). ¶ - تعقّب صاحب الأصل في الإطلاق في مسألة الاستغاثة بغير الله، كما في (1/ 436). ¶ - تعقّب صاحب الأصل في الحكم على حديث، كما في (1/ 517). ¶ - تعقّب صاحب الأصل في تصحيح اسم، كما في (1/ 571). ¶ - الحكم على ترجمة بالغموض، كما في (2/ 267). ¶ - الحكم على ترجمة بالإجمال، كما في (2/ 378).",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "الملحوظات على الشرح: ¶ - عدم بيان مصادر صاحب الأصل رغم ذكرها، كما في (1/ 340). ¶ - النقل بواسطة في مسألة العزو إلى الصحيح (صحيح البخاري)، كما في (1/ 508). ¶ - تكرار الحديث على بعض المسائل مثل: (المحبة، أنواع القضاء، علم النجوم، تعريف التطيّر). ¶ * * * * *",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "[الخاتمة] ¶ فهذه بعض الملامح والمعالم في منهج الشيخ محمد بن صالح العثيمين في شرحه لكتاب «التوحيد» للشيخ المجدد محمد بن عبد الوهاب رحمه الله، نستخلص منها العمق العلمي عند الشارح رحمه الله، وطول نفَسه في طريقة شرحه، واستيعابه للمسائل التي يتطرق إليها مما يعد نموذجاً في مثل هذه الأعمال العلمية الكبيرة. ¶ ومما يبرز تلك الخصائص أن مادة هذا الشرح كانت في الأصل دروساً شفوية من الشيخ، مما يدل على الترتيب والنظام عند الشيخ الشارح رحمه الله، فلا غرو أن نجد في كتبه هذه الرزانة العلمية، وفي تلاميذ الشيخ النجباء المنهجية والعمق في الدرس والكتابة، وهذا بدوره من ثمرات منهج شيخ الشارح: الشيخ عبد الرحمن بن سعدي رحمه الله الذي اشتهر بحسن التعليم والتأليف واهتمامه بالتقاسيم والقواعد وغير ذلك من لبّ العلم. ¶ فأرجو أن أكون قد وُفقت في بيان الوجه الحسن اللائق بهذا الشرح الممتع الجليل، ليتحقق الانتفاع من منهج الشيخ كما أسلفت في المقدمة، ولبيان القيمة العلمية لمثل هذه الأعمال التي أينعت ثمارها في كثير من أرجاء المعمورة. ¶ وصلى الله على نبينا محمد وعلى آله وصحبه وسلم. ¶ * * * * *",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "[المصادر والمراجع] ¶ ـ إبطال التنديد باختصار شرح التوحيد، للشيخ حمد بن علي بن عتيق ت (1301هـ) ـ مطبعة الإمام (مصر) ـ الطبعة الأولى سنة (1367هـ). ¶ ـ الأعلام [قاموس تراجم لأشهر الرِّجال والنِّساء من العرب والمستعربين والمستشرقين]ـ خير الدين محمود الزِّرِكْلي ت (1396هـ) ـ دار العلم للملايين (بيروت) ـ ط السَّادسة (1984م). ¶ ـ الإمام محمد بن عبد الوهاب دعوته وسيرته ـ عبد العزيز بن عبدالله بن باز. ¶ ـ الدليل إلى المتون العلمية ـ عبد العزيز بن إبراهيم بن قاسم ـ دار الصميعي (الرياض) ـ الطبعة الأولى ـ سنة 1420هـ. ¶ ـ الشيخ محمد بن عبد الوهاب عقيدته السلفية ودعوته الإصلاحية وثناء العلماء عليه ـ أحمد بن حجر بن محمد آل أبو طامي. ¶ ـ عناية العلماء بكتاب التوحيد للشيخ محمد بن عبد الوهاب ـ عبد الإله بن عثمان الشايع ـ دار طيبة للنشر والتوزيع (الرياض) ـ الطبعة الأولى ـ سنة (1422هـ). ¶ ـ القول المفيد على كتاب التوحيد، محمد بن صالح العثيمين ـ باعتناء الدكتور: سليمان بن عبد الله أبا الخيل، والدكتور: خالد بن علي المشيقح ـ دار العاصمة (الرياض) ـ الطبعة الأولى ـ سنة 1415هـ. ¶ ـ القول المفيد على كتاب التوحيد ـ محمد بن صالح العثيمين ـ دار ابن الجوزي (الرياض) ـ الطبعة الثانية ـ سنة 1424هـ.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "[فهرس المحتويات] ¶ الموضوع ... الصفحة ¶ المقدمة ¶ الفصل الأول: نُبذ عن حياة صاحب الأصل والشارح وعن كتاب التوحيد. ¶ المبحث الأول: نبذة مختصرة عن الإمام المجدد: محمد بن عبد الوهاب التميمي ¶ المبحث الثاني: نبذة مختصرة عن العلامة: محمد بن صالح العثيمين ¶ المبحث الثالث: نبذة مختصرة عن كتاب التوحيد ¶ الفصل الثاني: منهج الشيخ في شرح: كتاب التوحيد ¶ المبحث الأول: أصل كتاب: القول المفيد، وما تميّز به إجمالاً ¶ المبحث الثاني: مصادر الشارح وموارده ¶ المبحث الثالث: عناية الشارح ببيان مناسبة التراجم ¶ المبحث الرابع: عنايته بالتعريفات وبيان الاصطلاحات ¶ المبحث الخامس: اهتمامه بالتقاسيم والأنواع ¶ المبحث السادس: عنايته بالتمثيل وتطبيق أحكام العقيدة على المسائل المعاصرة.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "المبحث السابع: عناية الشارح ببيان المشكل. ¶ المبحث الثامن: منهج الشارح في الاستدلال على مسائل ... العقيدة. ¶ المبحث التاسع: موقف الشارح في شرحه من البدع والمبتدعة ¶ المبحث العاشر: عنايته بالعلوم الأخرى ¶ المطلب الأول: عنايته بالتفسير، ومناهجه، والقراءات ¶ المطلب الثاني: عنايته بأصول الفقه والفقه ¶ المطلب الثالث: عنايته بالحديث ¶ المطلب الرابع: عنايته باللغة والإعراب والبلاغة والشواهد ¶ المبحث الحادي عشر: تعقبات الشارح لصاحب الأصل وتقويم لبعض جوانب الشرح. ¶ الخاتمة ¶ المصادر والمراجع ¶ فهرس المحتويات",
            "page": "55",
            "part": "1"
        }
    ],
    "t35760": [
        {
            "id": "1",
            "lvl": "1",
            "sub": "1",
            "tit": "العنوان"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "[المقدمة]"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول: المدخل للبحث"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الأول: [نبذة مختصرة عن الإمام المجدد: محمد بن عبد الوهاب التميمي]"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني [نبذة مختصرة عن العلامة: محمد بن صالح العثيمين]"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثالث [نبذة مختصرة عن كتاب التوحيد]"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني: منهج الشيخ في شرح: كتاب التوحيد"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الأول: [أصل كتاب: «القول المفيد»، وما تميّز به إجمالاً]"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني [مصادر الشارح وموارده]"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثالث [عناية الشارح ببيان مناسبة التراجم والأبواب والأدلة]"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الرابع [عناية الشارح بالتعريفات وبيان معاني الاصطلاحات]"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الخامس [الاهتمام بالتقاسيم والأنواع]"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث السادس [عنايته بالتمثيل وتطبيقه لأحكام العقيدة على المسائل المعاصرة]"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث السابع [عناية الشارح ببيان المشكل]"
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثامن [منهج الشارح في الاستدلال على مسائل العقيدة]"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث التاسع [موقف الشارح من البدع والمبتدعة]"
        },
        {
            "id": "44",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث العاشر [عناية الشارح بالعلوم الأخرى]"
        },
        {
            "id": "49",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الحادي عشر [تعقّبات الشارح رحمه الله على صاحب الأصل، وتقويم لبعض جوانب الشرح]"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": null,
            "tit": "[الخاتمة]"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": null,
            "tit": "[المصادر والمراجع]"
        },
        {
            "id": "54",
            "lvl": "1",
            "sub": null,
            "tit": "[فهرس المحتويات]"
        }
    ]
}