{
    "b35795": [
        {
            "id": "1",
            "nass": "مَعَالِمُ عَصْرِ الخُلَفاءِ الرَّاشِدِيْنَ ¶ جمع وإعداد ¶ الباحث في القرآن والسنة ¶ علي بن نايف الشحود ¶ الطبعة الأولى ¶ 2009 م-1430 هـ ¶ ماليزيا ¶ ((بهانج- دار المعمور )) ¶ (( حقوق الطبع لكل مسلم ))",
            "page": null,
            "part": null
        },
        {
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ الحمد لله رب العالمين،والصلاة والسلام على سيد الأنبياء والمرسلين،وعلى آله وصحبه أجمعين،ومن تبعهم بإحسان إلى يوم الدين . ¶ أما بعد : ¶ فإن عصر الخلفاء الراشدين هو أزهى عصور الإسلام،بلا ريب،وهو المثل الأعلى للتطبيق العملي للإسلام،يرنو إليه المسلمون في كل حين. ¶ وهذا العصر له خصائص وميزات كثيرة،وفد كتب عنها الكثير،ومن ذلك بحثٌ قيِّمٌ للدكتور الفاضل محمد بن صامل السلمي،وهو موجود على مواقع عديدة في النت منها هذا الموقع : ¶ http://forum.shareah.com/showthread.php?t=5854 ¶ وقد استفدت منه كثيرا،وزدت عليه في الشرح والتفصيل كثيراً . ¶ وأهم معالم عصر الخلفاء الراشدين المعالم التالية : ¶ المعلم الأول=توحيد مصدر التلقي ¶ المعلم الثاني=حماية جانب العقيدة ¶ المعلم الثالث=سيادة العدل والمساواة بمفهومها الإسلامي الصحيح ¶ المعلم الرابع=سيادة مبدأ الشورى قاعدة للتعامل بين الحاكم والمحكوم ...",
            "page": "1",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "المعلم الخامس=قيام الجهاد والعلاقات الدولية في عهدهم على مقتضى الشرعية ¶ المعلم السادس=التفاني في نشر الإسلام في الأرض وهناك معالم أخرى لعلنا نتطرق لها في وقت آخر بعون الله تعالى . ¶ وبهذه المعالم يتبين لدنيا بشكل قاطع أنهم قد طبقوا الإسلام على الوجه والأتم والأكمل . ¶ عَنْ عُبَيْدِ اللهِ بْنِ الْخِيَارِ قَالَ:سَمِعْتُ عُثْمَانَ، رَضِيَ اللهُ عَنْهُ يَوْمَ قُتِلَ يَقُولُ: بَيْنَا أَنَا وَرَسُولُ اللهِ - صلى الله عليه وسلم - عَلَى صَخْرَةٍ بِحِرَاءٍ، إِذْ تَحَرَّكَتِ الصَّخْرَةُ، فَقَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - :\" إِنَّمَا عَلَيْكِ نَبِيٌّ أَوْ صِدِّيقٌ أَوْ شَهِيدٌ \"، كَانَ عَلَيْهِ رَسُولُ اللهِ - صلى الله عليه وسلم - ، وَأَبُو بَكْرٍ، وَعُمَرُ، وَأَنَا، وَعَلِيٌّ، وَطَلْحَةُ، وَالزُّبَيْرُ، وَعَبْدُ الرَّحْمَنِ بْنُ عَوْفٍ، رَضِيَ اللهُ عَنْهُمْ \" (¬1) ¶ وعَنْ أَبِي هُرَيْرَةَ، رَضِيَ اللهُ عَنْهُ قَالَ: إِنَّ النَّبِيَّ - صلى الله عليه وسلم - كَانَ عَلَى صَخْرَةٍ بِحِرَاءٍ، هُوَ وَأَبُو بَكْرٍ، وَعُمَرُ وَعُثْمَانُ،وَعَلِيٌّ وَطَلْحَةُ، وَالزُّبَيْرُ رَضِيَ اللهُ عَنْهُمْ، فَتَحَرَّكَتِ الصَّخْرَةُ، فَقَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - : \" اهْدَ فَمَا عَلَيْكِ إِلَّا نَبِيٌّ أَوْ صِدِّيقٌ أَوْ شَهِيدٌ \" (¬2) ¶ وعَنْ سَعِيدِ بْنِ زَيْدٍ رَضِيَ اللهُ عَنْهُ،قَالَ:أَشْهَدُ عَلَى رَسُولِ اللهِ - صلى الله عليه وسلم - أَنِّي سَمِعْتُهُ يَقُولُ:اثْبُتْ حِرَاءُ،فَمَا عَلَيْكَ إِلاَّ نَبِيٌّ،أَوْ صِدِّيقٌ،أَوْ شَهِيدٌ , وَعَدَّهُمْ:رَسُولُ اللهِ - صلى الله عليه وسلم - , أَبُو ¶ ¬__________ ¶ (¬1) - أخبار مكة للفاكهي - (4 / 91)(2424 ) صحيح لغيره ¶ (¬2) - أخبار مكة للفاكهي - (4 / 92)(2426 ) صحيح",
            "page": "2",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "بَكْرٍ،وَعُمَرُ،وَعُثْمَانُ،وَعَلِيٌّ،وَطَلْحَةُ،وَالزُّبَيْرُ،وَسَعْدٌ،وَابْنُ عَوْفٍ،وَسَعِيدُ بْنُ زَيْدٍ.\" \" (¬1) ¶ وعَنْ أَنَسِ بْنِ مَالِكٍ،أَنَّ رَسُولَ اللهِ - صلى الله عليه وسلم - قَالَ:أَرْحَمُ أُمَّتِي بِأُمَّتِي أَبُو بَكْرٍ،وَأَشَدُّهُمْ فِي دِينِ اللَّهُ عُمَرُ،وَأَصْدَقُهُمْ حَيَاءً عُثْمَانُ،وَأَقْضَاهُمْ عَلِيُّ بْنُ أَبِي طَالِبٍ،وَأَقْرَؤُهُمْ لِكِتَابِ اللهِ أُبَيُّ بْنُ كَعْبٍ،وَأَعْلَمُهُمْ بِالْحَلاَلِ وَالْحَرَامِ مُعَاذُ بْنُ جَبَلٍ،وَأَفْرَضُهُمْ زَيْدُ بْنُ ثَابِتٍ،أَلاَ وَإِنَّ لِكُلِّ أُمَّةٍ أَمِينًا،وَأَمِينُ هَذِهِ الأُمَّةِ أَبُو عُبَيْدَةَ بْنُ الْجَرَّاحِ.\" (¬2) ¶ أسال الله تعالى أن ينفع به كاتبه وقارئه وناشره في الدارين . ¶ الباحث في القرآن والسنة ¶ علي بن نايف الشحود ¶ في 8 رمضان 1430 هـ الموافق ل29،8/2009 م ¶ - - - - - - - - - - - - ¶ ¬__________ ¶ (¬1) - سنن ابن ماجة- ط- الرسالة - (1 / 95)(134) صحيح ¶ (¬2) - سنن ابن ماجة- ط- الرسالة - (1 / 107)(154) صحيح",
            "page": "3",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "أهم معالم عصر الخلفاء الراشدين ¶ الخلفاء الراشدون هم الأئمة الأربعة،أبو بكر وعمر وعثمان وعلي -رضي الله عنهم أجمعين-،وهم الذين خلفوا رسول الله - صلى الله عليه وسلم - في قيادة الأمة،ومدة خلافتهم من انتقاله - صلى الله عليه وسلم - إلى الرفيق الأعلى في 12 ربيع الأول سنة 11هـ إلى مقتل علي بن أي طالب في 17 رمضان سنة 40 هـ (¬1) :تسع وعشرون سنة وستة أشهر وخمسة أيام. ¶ وإذا أضيفت لها خلافة الحسن بن علي (من مقتل أبيه عن تنازله لمعاوية بن أبي سفيان 25 ربيع الأول سنة41هـ) (¬2) تكون ثلاثين سنة بالتمام،وقد اختصوا بوصف الراشدين لصفات تميزوا بها في سلوكهم الذاتي وفي إدارتهم لشؤون الأمة ورعايتهم لدينها وعقيدتها وحفاظهم على النهج الذي جاء به رسول الله - صلى الله عليه وسلم - من الدعوة،والجهاد،وإقامة العدل،والأمر بالمعروف،والنهي عن المنكر. (¬3) ¶ والرشد ضد الغي والهوى وهو الاستقامة الكاملة على المنهاج النبوي،وقد جاء وصفهم بهذه الصفة في حديث العرباض بن سارية ¶ ¬__________ ¶ (¬1) - تاريخ الطبري 3/217،5/143،ويذكر قولاً للمدائني في تاريخ قتل علي مقارب لهذا. ¶ (¬2) - تاريخ الطبري 5/163 ويذكر ذلك عن بن شبة عن المدائني قال: سلم الحسن بن علي الكوفة إلى معاوية، ودخلها معاوية لخمس بقين من ربيع الأول، ويقال: من جماد الأول. ¶ (¬3) - انظر التفاصيل في كتابي (( الخلاصة في حياة الخلفاء الراشدين ))",
            "page": "4",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "-رضي الله عنه-:فعَنِ الْعِرْبَاضِ بْنِ سَارِيَةَ،أَنَّهُ قَالَ:صَلَّى لَنَا رَسُولُ اللهِ - صلى الله عليه وسلم - صَلَاةَ الصُّبْحِ،ثُمَّ أَقْبَلَ عَلَيْنَا بِوَجْهِهِ وَوَعَظَنَا بِمَوْعِظَةٍ بَلِيغَةٍ ذَرَفَتْ مِنْهَا الْأَعْيُنُ وَوَجِلَتْ مِنْهَا الْقُلُوبُ،فَقَالَ قَائِلٌ:يَا رَسُولَ اللهِ،كَأَنَّهَا مَوْعِظَةُ مُوَدَّعٍ فَأَوْصِنَا،قَالَ:\"أُوصِيكُمْ بِتَقْوَى اللهِ،وَالسَّمْعِ وَالطَّاعَةِ،وَإِنْ كَانَ عَبْدًا حَبَشِيًّا،فَإِنَّهُ مَنْ يَعِشْ مِنْكُمْ فَسَيَرَى اخْتِلَافًا كَثِيرًا،فَعَلَيْكُمْ بِسُنَّتِي وَسُنَّةِ الْخُلَفَاءِ الرَّاشِدِينَ الْمَهْدِيِّينَ،وَعَضُّوا عَلَيْهَا بِالنَّوَاجِذِ،وَإِيَّاكُمْ وَمُحْدَثَاتِ الْأُمُورِ،فَإِنَّ كُلَّ بِدْعَةٍ ضَلَالَةٌ \"\" (¬1) . ¶ كما جاء وصف خلافتهم في بعض الأحاديث النبوية:فعَنِ النُّعْمَانِ بْنِ بَشِيرٍ،قَالَ:كُنَّا قُعُودًا فِي الْمَسْجِدِ مَعَ رَسُولِ اللهِ - صلى الله عليه وسلم - ،وَكَانَ بَشِيرٌ رَجُلاً يَكُفُّ حَدِيثَهُ،فَجَاءَ أَبُو ثَعْلَبَةَ الْخُشَنِيُّ،فَقَالَ:يَا بَشِيرُ بْنَ سَعْدٍ أَتَحْفَظُ حَدِيثَ رَسُولِ اللهِ - صلى الله عليه وسلم - ،فِي الأُمَرَاءِ ؟ فَقَالَ حُذَيْفَةُ:أَنَا أَحْفَظُ خُطْبَتَهُ،فَجَلَسَ أَبُو ثَعْلَبَةَ،فَقَالَ حُذَيْفَةُ:قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - :تَكُونُ النُّبُوَّةُ فِيكُمْ مَا شَاءَ اللَّهُ أَنْ تَكُونَ،ثُمَّ يَرْفَعُهَا إِذَا شَاءَ أَنْ يَرْفَعَهَا،ثُمَّ تَكُونُ خِلاَفَةٌ عَلَى مِنْهَاجِ النُّبُوَّةِ،فَتَكُونُ مَا شَاءَ اللَّهُ أَنْ تَكُونَ،ثُمَّ يَرْفَعُهَا إِذَا شَاءَ اللَّهُ أَنْ يَرْفَعَهَا،ثُمَّ تَكُونُ مُلْكًا عَاضًّا،فَيَكُونُ مَا شَاءَ اللَّهُ أَنْ يَكُونَ،ثُمَّ يَرْفَعُهَا إِذَا شَاءَ أَنْ يَرْفَعَهَا،ثُمَّ تَكُونُ مُلْكًا جَبْرِيَّةً،فَتَكُونُ مَا ¶ ¬__________ ¶ (¬1) - شعب الإيمان - (10 / 22) (7110 ) صحيح",
            "page": "5",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "شَاءَ اللَّهُ أَنْ تَكُونَ،ثُمَّ يَرْفَعُهَا إِذَا شَاءَ أَنْ يَرْفَعَهَا،ثُمَّ تَكُونُ خِلاَفَةً عَلَى مِنْهَاجِ نُبُوَّةٍ ثُمَّ سَكَتَ (¬1) .. ¶ وعَنْ سَفِينَةَ أَبِي عَبْدِ الرَّحْمَنِ مَوْلَى النَّبِيِّ - صلى الله عليه وسلم - ،أَنَّ النَّبِيَّ - صلى الله عليه وسلم - قَالَ:خِلافَةُ النُّبُوَّةِ ثَلاثُونَ سَنَةً قَالَ سَعِيدٌ:أَمْسَكَ أَبُو بَكْرٍ سَنَتَيْنِ،وَعُمَرُ بْنُ الْخَطَّابِ عَشْرَ سِنِينَ،وَعُثْمَانُ بْنُ عَفَّانَ اثْنَتَيْ عَشْرَةَ سَنَةً،وَعَلِيٌّ سِتَّ سِنِينَ \" (¬2) ¶ وقد تميز عصرهم من بين سائر عصور الدول الإسلامية بجملة من المميزات التي تميزه عن غيره،وصار العصر الراشدي مع عصر النبوة معلماً بارزاً ونموذجاً مكتملاً،تسعى الأمة الإسلامية وكل مصلح إلى محاولة الوصول إلى ذلك المستوى السامق الرفيع،ويجعله كل داعية نصب عينيه فيحاول في دعوته رفع الأمة إلى مستوى ذلك العصر أو قريباً منه،ويجعله معلماً من معالم التأسي والقدوة للأجيال الإسلامية،ومن ثم صار كل مصلح وكل حاكم عادل وكل إمام مجتهد يقاس بهذا العصر ويوزن بميزانه،حتى لقب كثير من العلماء الخليفة الأموي عمر بن عبد العزيز (خامس الخلفاء ¶ ¬__________ ¶ (¬1) - مسند أحمد (عالم الكتب) - (6 / 285)(18406) 18596- صحيح ¶ (¬2) - المستدرك للحاكم (4697) صحيح",
            "page": "6",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "الراشدين) (¬1) ،ونسبوه إليهم،وذلك لأنه سار بسيرتهم،وسلك طريقهم،وأعاد في خلافته رغم قصرها (99-101هـ) معالم نهجهم،وأحيا طريقتهم في الحكم والإدارة وسياسة الرعية. ¶ وسوف نتعرف على بعض معالم عصر الخلفاء الراشدين -رضي الله عنهم-؛ لتكون مثالاً يحتذى وصدىً يهتدى بها في طريق الدعوة إلى الله. ¶ وإليك أهم هذه المعالم : ¶ المعلم الأول ¶ توحيد مصدر التلقي ¶ إن الاحتكام إلى منهج اللّه في كتاب ليس نافلة ولا تطوعا ولا موضع اختيار،إنما هو الإيمان ..أو .. فلا إيمان .. «وَما كانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ إِذا قَضَى اللَّهُ وَرَسُولُهُ أَمْراً أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ» .. «ثُمَّ جَعَلْناكَ عَلى شَرِيعَةٍ مِنَ الْأَمْرِ فَاتَّبِعْها وَلا تَتَّبِعْ أَهْواءَ الَّذِينَ لا يَعْلَمُونَ. إِنَّهُمْ لَنْ يُغْنُوا عَنْكَ مِنَ اللَّهِ شَيْئاً،وَإِنَّ الظَّالِمِينَ بَعْضُهُمْ أَوْلِياءُ بَعْضٍ،وَاللَّهُ وَلِيُّ الْمُتَّقِينَ» .. ¶ ¬__________ ¶ (¬1) - انظر سيرة عمر بن عبد العزيز لابن الجوزي (باب في أنه من الخلفاء الراشدين المهديين) ،والنووي تهذيب الأسماء واللغات 2/17، والذهبي سير أعلام النبلاء 5/120.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "والأمر إذن جد .. إنه أمر العقيدة من أساسها .. ثم هو أمر سعادة هذه البشرية أو شقائها .. ¶ إن هذه البشرية - وهي من صنع اللّه - لا تفتح مغاليق فطرتها إلا بمفاتيح من صنع اللّه ولا تعالج أمراضها وعللها إلا بالدواء الذي يخرج من يده - سبحانه - وقد جعل في منهجه وحده مفاتيح كل مغلق،وشفاء كل داء:«وَنُنَزِّلُ مِنَ الْقُرْآنِ ما هُوَ شِفاءٌ وَرَحْمَةٌ لِلْمُؤْمِنِينَ» .. ¶ « إِنَّ هذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ» .. ولكن هذه البشرية لا تريد أن ترد القفل إلى صانعه،ولا أن تذهب بالمريض إلى مبدعه،ولا تسلك في أمر نفسها،وفي أمر إنسانيتها،وفي أمر سعادتها أو شقوتها .. ما تعودت أن تسلكه في أمر الأجهزة والآلات المادية الزهيدة التي تستخدمها في حاجاتها اليومية الصغيرة .. وهي تعلم أنها تستدعي لإصلاح الجهاز مهندس المصنع الذي صنع الجهاز. ولكنها لا تطبق هذه القاعدة على الإنسان نفسه،فترده إلى المصنع الذي منه خرج،ولا أن تستفتي المبدع الذي أنشأ هذا الجهاز العجيب،الجهاز الإنساني العظيم الكريم الدقيق اللطيف،الذي لا يعلم مساربه ومداخله إلا الذي أبدعه وأنشأه:«إِنَّهُ عَلِيمٌ بِذاتِ الصُّدُورِ. أَلا يَعْلَمُ مَنْ خَلَقَ وَهُوَ اللَّطِيفُ الْخَبِيرُ؟» ..",
            "page": "8",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "ومن هنا جاءت الشقوة للبشرية الضالة. البشرية المسكينة الحائرة،البشرية التي لن تجد الرشد،ولن تجد الهدى،ولن تجد الراحة،ولن تجد السعادة،إلا حين ترد الفطرة البشرية إلى صانعها الكبير،كما ترد الجهاز الزهيد إلى صانعه الصغير! ولقد كانت تنحية الإسلام عن قيادة البشرية حدثا هائلا في تاريخها،ونكبة قاصمة في حياتها،نكبة لم تعرف لها البشرية نظيرا في كل ما ألم بها من نكبات .. ¶ لقد كان الإسلام قد تسلم القيادة بعد ما فسدت الأرض،وأسنت الحياة،وتعفنت القيادات،وذاقت البشرية الويلات من القيادات المتعفنة و«ظَهَرَ الْفَسادُ فِي الْبَرِّ وَالْبَحْرِ بِما كَسَبَتْ أَيْدِي النَّاسِ».. ¶ تسلم الإسلام القيادة بهذا القرآن،وبالتصور الجديد الذي جاء به القرآن،وبالشريعة المستمدة من هذا التصور .. فكان ذلك مولدا جديدا للإنسان أعظم في حقيقته من المولد الذي كانت به نشأته. لقد أنشأ هذا القرآن للبشرية تصورا جديدا عن الوجود والحياة والقيم والنظم كما حقق لها واقعا اجتماعيا فريدا،كان يعز على خيالها تصوره مجرد تصور،قبل أن ينشئه لها القرآن إنشاء .. نعم! لقد كان هذا الواقع من النظافة والجمال،والعظمة والارتفاع،والبساطة واليسر،والواقعية والإيجابية،والتوازن والتناسق ... بحيث لا يخطر",
            "page": "9",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "للبشرية على بال،لولا أن اللّه أراده لها،وحققه في حياتها .. في ظلال القرآن،ومنهج القرآن،وشريعة القرآن. ¶ (1/12) ¶ ثم وقعت تلك النكبة القاصمة ونحي الإسلام عن القيادة. نحي عنها لتتولاها الجاهلية مرة أخرى،في صورة من صورها الكثيرة. صورة التفكير المادي الذي تتعاجب به البشرية اليوم،كما يتعاجب الأطفال بالثوب المبرقش واللعبة الزاهية الألوان! إن هناك عصابة من المضللين الخادعين أعداء البشرية. يضعون لها المنهج الإلهي في كفة والإبداع الإنساني في عالم المادة في الكفة الأخرى ثم يقولون لها:اختاري!!! اختاري إما المنهج الإلهي في الحياة والتخلي عن كل ما أبدعته يد الإنسان في عالم المادة،وإما الأخذ بثمار المعرفة الإنسانية والتخلي عن منهج اللّه!!! وهذا خداع لئيم خبيث. فوضع المسألة ليس هكذا أبدا .. إن المنهج الإلهي ليس عدوا للإبداع الإنساني. إنما هو منشئ لهذا الإبداع وموجه له الوجهة الصحيحة .. ذلك كي ينهض الإنسان بمقام الخلافة في الأرض. هذا المقام الذي منحه اللّه له،وأقدره عليه،ووهبه من الطاقات المكنونة ما يكافىء الواجب المفروض عليه فيه وسخر له من القوانين الكونية ما يعينه على تحقيقه ونسق بين تكوينه وتكوين هذا الكون ليملك الحياة والعمل والإبداع .. على أن",
            "page": "10",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "يكون الإبداع نفسه عبادة للّه،ووسيلة من وسائل شكره على آلائه العظام،والتقيد بشرطه في عقد الخلافة وهو أن يعمل ويتحرك في نطاق ما يرضي اللّه. فأما أولئك الذين يضعون المنهج الإلهي في كفة،والإبداع الإنساني في عالم المادة في الكفة الأخرى .. فهم سيئو النية،شريرون،يطاردون البشرية المتعبة الحائرة كلما تعبت من التيه والحيرة والضلال،وهمت أن تسمع لصوت الحادي الناصح،وأن تؤوب من المتاهة المهلكة،وأن تطمئن إلى كنف اللّه ... ¶ وهنالك آخرون لا ينقصهم حسن النية ولكن ينقصهم الوعي الشامل،والإدراك العميق .. ¶ هؤلاء يبهرهم ما كشفه الإنسان من القوى والقوانين الطبيعية،وتروعهم انتصارات الإنسان في عالم المادة. فيفصل ذلك البهر وهذه الروعة في شعورهم بين القوى الطبيعية والقيم الإيمانية،وعملها وأثرها الواقعي في الكون وفي واقع الحياة ويجعلون للقوانين الطبيعة مجالا،وللقيم الإيمانية مجالا آخر ويحسبون أن القوانين الطبيعية تسير في طريقها غير متأثرة بالقيم الإيمانية،وتعطي نتائجها سواء آمن الناس أم كفروا. اتبعوا منهج اللّه أم خالفوا عنه. حكموا بشريعة اللّه أم بأهواء الناس!",
            "page": "11",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "هذا وهم .. إنه فصل بين نوعين من السنن الإلهية هما في حقيقتهما غير منفصلين. فهذه القيم الإيمانية هي بعض سنن اللّه في الكون كالقوانين الطبيعية سواء بسواء. ونتائجها مرتبطة ومتداخلة ولا مبرر للفصل بينهما في حس المؤمن وفي تصوره .. وهذا هو التصور الصحيح الذي ينشئه القرآن في النفس حين تعيش في ظلال القرآن. ينشئه وهو يتحدث عن أهل الكتب السابقة وانحرافهم عنها وأثر هذا الانحراف في نهاية المطاف:«وَلَوْ أَنَّ أَهْلَ الْكِتابِ آمَنُوا وَاتَّقَوْا لَكَفَّرْنا عَنْهُمْ سَيِّئاتِهِمْ وَلَأَدْخَلْناهُمْ جَنَّاتِ النَّعِيمِ. وَلَوْ أَنَّهُمْ أَقامُوا التَّوْراةَ وَالْإِنْجِيلَ وَما أُنْزِلَ إِلَيْهِمْ مِنْ رَبِّهِمْ لَأَكَلُوا مِنْ فَوْقِهِمْ وَمِنْ تَحْتِ أَرْجُلِهِمْ». وينشئه وهو يتحدث عن وعد نوح لقومه:«فَقُلْتُ:اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كانَ غَفَّاراً يُرْسِلِ السَّماءَ عَلَيْكُمْ مِدْراراً،وَيُمْدِدْكُمْ بِأَمْوالٍ وَبَنِينَ،وَيَجْعَلْ لَكُمْ جَنَّاتٍ وَيَجْعَلْ لَكُمْ أَنْهاراً» .. وينشئه وهو يربط بين الواقع النفسي للناس والواقع الخارجي الذي يفعله اللّه بهم:«إِنَّ اللَّهَ لا يُغَيِّرُ ما بِقَوْمٍ حَتَّى يُغَيِّرُوا ما بِأَنْفُسِهِمْ» .. ¶ إن الإيمان باللّه،وعبادته على استقامة،وإقرار شريعته في الأرض ... كلها إنفاذ لسنن اللّه.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وهي سنن ذات فاعلية إيجابية،نابعة من ذات المنبع الذي تنبثق منه سائر السنن الكونية التي نرى آثارها الواقعية بالحس والاختبار. ¶ ولقد تأخذنا في بعض الأحيان مظاهر خادعة لافتراق السنن الكونية،حين نرى أن اتباع القوانين الطبيعية يؤدي إلى النجاح مع مخالفة القيم الإيمانية .. هذا الافتراق قد لا تظهر نتائجه في أول الطريق ولكنها تظهر حتما في نهايته .. وهذا ما وقع للمجتمع الإسلامي نفسه. لقد بدأ خط صعوده من نقطة التقاء القوانين الطبيعية في حياته مع القيم الإيمانية. وبدأ خط هبوطه من نقطة افتراقهما. وظل يهبط ويهبط كلما انفرجت زاوية الافتراق حتى وصل إلى الحضيض عند ما أهمل السنن الطبيعية والقيم الإيمانية جميعا .. ¶ وفي الطرف الآخر تقف الحضارة المادية اليوم. تقف كالطائر الذي يرف بجناح واحد جبار،بينما جناحه الآخر مهيض،فيرتقي في الإبداع المادي بقدر ما يرتكس في المعنى الإنساني ويعاني من القلق والحيرة والأمراض النفسية والعصبية ما يصرخ منه العقلاء هناك .. لولا أنهم لا يهتدون إلى منهج اللّه،وهو وحده العلاج والدواء. ¶ إن شريعة اللّه للناس هي طرف من قانونه الكلي في الكون. فإنفاذ هذه الشريعة لا بد أن يكون له أثر إيجابي في التنسيق بين سيرة الناس",
            "page": "13",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وسيرة الكون .. والشريعة إن هي إلا ثمرة الإيمان لا تقوم وحدها بغير أصلها الكبير. فهي موضوعة لتنفذ في مجتمع مسلم،كما أنها موضوعة لتساهم في بناء المجتمع المسلم. وهي متكاملة مع التصور الإسلامي كله للوجود الكبير وللوجود الإنساني،ومع ما ينشئه هذا التصور من تقوى في الضمير،ونظافة في الشعور،وضخامة في الاهتهامات،ورفعة في الخلق،واستقامة في السلوك ... وهكذا يبدو التكامل والتناسق بين سنن اللّه كلها سواء ما نسميه القوانين الطبيعية وما نسميه القيم الإيمانية .. فكلها أطراف من سنة اللّه الشاملة لهذا الوجود. ¶ والإنسان كذلك قوة من قوى الوجود. وعمله وإرادته،وإيمانه وصلاحه،وعبادته ونشاطه .... هي كذلك قوى ذات آثار إيجابية في هذا الوجود وهي مرتبطة بسنة اللّه الشاملة للوجود .. وكلها تعمل متناسقة،وتعطي ثمارها كاملة حين تتجمع وتتناسق بينما تفسد آثارها وتضطرب،وتفسد الحياة معها،وتنتشر الشقوة بين الناس والتعاسة حين تفترق وتتصادم: ¶ «ذلِكَ بِأَنَّ اللَّهَ لَمْ يَكُ مُغَيِّراً نِعْمَةً أَنْعَمَها عَلى قَوْمٍ حَتَّى يُغَيِّرُوا ما بِأَنْفُسِهِمْ» .. فالارتباط قائم وثيق بين عمل الإنسان وشعوره وبين ماجريات الأحداث في نطاق السنة الإلهية الشاملة للجميع.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "ولا يوحي بتمزيق هذا الارتباط،ولا يدعو إلى الإخلال بهذا التناسق،ولا يحول بين الناس وسنة اللّه الجارية،إلا عدو للبشرية يطاردها دون الهدى وينبغي لها أن تطارده،وتقصيه من طريقها إلى ربها الكريم .. (¬1) ¶ فمصدر التلقي إذاً هو الكتاب والسنَّة النبوية المطهرة،وهذه قضية مهمة جداً،قال تعالى:{يَا أَيُّهَا الَّذِينَ آمَنُواْ أَطِيعُواْ اللّهَ وَأَطِيعُواْ الرَّسُولَ وَأُوْلِي الأَمْرِ مِنكُمْ فَإِن تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللّهِ وَالرَّسُولِ إِن كُنتُمْ تُؤْمِنُونَ بِاللّهِ وَالْيَوْمِ الآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلاً} (59) سورة النساء ¶ وفي هذا النص القصير يبين اللّه - سبحانه - شرط الإيمان وحد الإسلام. في الوقت الذي يبين فيه قاعدة النظام الأساسي في الجماعة المسلمة وقاعدة الحكم،ومصدر السلطان .. وكلها تبدأ وتنتهي عند التلقي من اللّه وحده والرجوع إليه فيما لم ينص عليه نصا،من جزئيات الحياة التي تعرض في حياة الناس على مدى الأجيال مما تختلف فيه العقول والآراء والأفهام .. ليكون هنالك الميزان الثابت،الذي ترجع إليه العقول والآراء والأفهام! إن «الحاكمية» للّه وحده في حياة البشر - ما جل منها وما دق،وما كبر منها وما صغر ¶ ¬__________ ¶ (¬1) - فى ظلال القرآن ـ موافقا للمطبوع - (1 / 15)",
            "page": "15",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "- واللّه قد سن شريعة أودعها قرآنه. وأرسل بها رسولا يبينها للناس. ولا ينطق عن الهوى. فسنته - صلى اللّه عليه وسلم - من ثم شريعة من شريعة اللّه. ¶ واللّه واجب الطاعة. ومن خصائص ألوهيته أن يسن الشريعة. فشزيعته واجبة التنفيذ. وعلى الذين آمنوا أن يطيعوا اللّه - ابتداء - وأن يطيعوا الرسول - بما له من هذه الصفة. صفة الرسالة من اللّه - فطاعته إذن من طاعة اللّه،الذي أرسله بهذه الشريعة،وببيانها للناس في سنته .. وسنته وقضاؤه - على هذا - جزء من الشريعة واجب النفاذ .. والإيمان يتعلق - وجودا وعدما - بهذه الطاعة وهذا التنفيذ - بنص القرآن:«إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ» .. ¶ فأما أولو الأمر فالنص يعين من هم.«وَأُولِي الْأَمْرِ .. مِنْكُمْ ..» أي من المؤمنين .. الذين يتحقق فيهم شرط الإيمان وحد الإسلام المبين في الآية .. من طاعة اللّه وطاعة الرسول وإفراد اللّه - سبحانه - بالحاكمية وحق التشريع للناس ابتداء والتلقي منه وحده - فيما نص عليه - والرجوع إليه أيضا فيما تختلف فيه العقول والأفهام والآراء،مما لم يرد فيه نص لتطبيق المبادئ العامة في النصوص عليه. ¶ والنص يجعل طاعة اللّه أصلا وطاعة رسوله أصلا كذلك - بما أنه مرسل منه - ويجعل طاعة أولي الأمر ..",
            "page": "16",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "منكم .. تبعا لطاعة اللّه وطاعة رسوله. فلا يكرر لفظ الطاعة عند ذكرهم،كما كررها عند ذكر الرسول - صلى اللّه عليه وسلم - ليقرر أن طاعتهم مستمدة من طاعة اللّه وطاعة رسوله - بعد أن قرر أنهم «منكم» بقيد الإيمان وشرطه .. ¶ وطاعة أولي الأمر .. منكم .. بعد هذه التقريرات كلها،في حدود المعروف المشروع من اللّه،والذي لم يرد نص بحرمته ولا يكون من المحرم عند ما يرد إلى مبادئ شريعته،عند الاختلاف فيه .. والسنة تقرر حدود هذه الطاعة،على وجه الجزم واليقين،فعَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ،قَالَ:بَعَثَ رَسُولُ اللهِ - صلى الله عليه وسلم - جَيْشًا،وَأَمَرَ عَلَيْهِمْ رَجُلاً،فَأَوْقَدَ نَارًا،فَقَالَ:ادْخُلُوهَا،فَأَرَادَ نَاسٌ أَنْ يَدْخُلُوهَا،وَقَالَ آخَرُونَ:إِنَّا فَرَرْنَا مِنْهَا،فَذُكِرَ ذَلِكَ لِرَسُولِ اللهِ - صلى الله عليه وسلم - ، فَقَالَ لِلَّذِينَ أَرَادُوا أَنْ يَدْخُلُوهَا:لَوْ دَخَلْتُمُوهَا لَمْ تَزَالُوا فِيهَا إِلَى يَوْمِ الْقِيَامَةِ،أَوْ قَالَ:أَبَدًا،وَقَالَ لِلآخَرِينَ:خَيْرًا،وَقَالَ:أَحْسَنْتُمْ،لاَ طَاعَةَ فِي مَعْصِيَةِ اللهِ إِنَّمَا الطَّاعَةُ فِي الْمَعْرُوفِ.\" (¬1) ¶ وعَنْ عَبْدِ اللَّهِ،عَنِ النَّبيِّ - صلى الله عليه وسلم - قَالَ:السَّمْعُ وَالطَّاعَةُ عَلَى الْمَرْءِ المُسْلِمِ فِيمَا أَحَبَّ وَكَرِهَ مَا لَمْ يُؤْمَرْ بِمَعْصِيةٍ،فَإِذَا أُمِرَ بِمَعْصِيةٍ،فَلا سَمْعَ وَلا طَاعَةَ \" (¬2) ¶ ¬__________ ¶ (¬1) - صحيح البخارى- المكنز - (7145 ) وصحيح مسلم- المكنز - (4871) و صحيح ابن حبان - (10 / 429) (4567) ¶ (¬2) - صحيح البخارى- المكنز - (7144 )",
            "page": "17",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وعن يَحْيَى بْنِ حُصَيْنِ بْنِ عُرْوَةَ،قَالَ:حَدَّثَتْنِي جَدَّتِي قَالَتْ:سَمِعْتُ رَسُولَ اللهِ - صلى الله عليه وسلم - يَقُولُ:وَلَوْ اسْتُعْمِلَ عَلَيْكُمْ عَبْدٌ يَقُودُكُمْ بِكِتَابِ اللهِ عَزَّ وَجَلَّ فَاسْمَعُوا لَهُ وَأَطِيعُوا. (¬1) ¶ وعن يَحْيَى بْنِ الْحُصَيْنِ، أَنَّهُ سَمِعَ جَدَّتَهُ قَالَتْ:سَمِعْتُ رَسُولَ اللهِ - صلى الله عليه وسلم - يَخْطُبُ بِعَرَفَاتٍ وَهُوَ يَقُولُ:وَلَوْ اسْتُعْمِلَ عَلَيْكُمْ عَبْدٌ يَقُودُكُمْ بِكِتَابِ اللهِ فَاسْمَعُوا لَهُ وَأَطِيعُوا \" (¬2) ¶ بهذا يجعل الإسلام كل فرد أمينا على شريعة اللّه وسنة رسوله. أمينا على إيمانه هو ودينه. أمينا على نفسه وعقله. ¶ أمينا على مصيره في الدنيا والآخرة .. ولا يجعله بهيمة في القطيع تزجر من هنا أو من هنا فتسمع وتطيع! فالمنهج واضح،وحدود الطاعة واضحة. والشريعة التي تطاع والسنة التي تتبع واحدة لا تتعدد،ولا تتفرق،ولا يتوه فيها الفرد بين الظنون! ذلك فيما ورد فيه نص صريح. فأما الذي لم يرد فيه نص. وأما الذي يعرض من المشكلات والأقضية،على مدى الزمان وتطور الحاجات واختلاف البيئات - ولا يكون فيه نص قاطع،أو لا يكون فيه نص على ¶ ¬__________ ¶ (¬1) - مسند أحمد (عالم الكتب) - (5 / 696)(16646) 16763- وصحيح مسلم- المكنز - (4864 ) ¶ (¬2) - مسند أحمد (عالم الكتب) - (8 / 809)(27269) 27812- صحيح",
            "page": "18",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "الإطلاق .. مما تختلف في تقديره العقول والآراء والأفهام - فإنه لم يترك كذلك تيها. ولم يترك بلا ميزان. ¶ ولم يترك بلا منهج للتشريع فيه والتفريع .. ووضع هذا النص القصير،منهج الاجتهاد كله،وحدده بحدوده وأقام «الأصل» الذي يحكم منهج الاجتهاد أيضا.«فَإِنْ تَنازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ» .. ¶ ردوه إلى النصوص التي تنطبق عليه ضمنا. فإن لم توجد النصوص التي تنطبق على هذا النحو،فردوه إلى المبادئ الكلية العامة في منهج اللّه وشريعته .. وهذه ليست عائمة،ولا فوضى،ولا هي من المجهلات التي تتيه فيها العقول كما يحاول بعض المخادعين أن يقول. وهناك - في هذا الدين - مبادئ أساسية واضحة كل الوضوح،تغطي كل جوانب الحياة الأساسية،وتضع لها سياجا خرقه لا يخفى على الضمير المسلم المضبوط بميزان هذا الدين .«إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ» .. ¶ تلك الطاعة للّه والطاعة للرسول،ولأولي الأمر المؤمنين القائمين على شريعة اللّه وسنة الرسول .. ورد ما يتنازع فيه إلى اللّه والرسول .. هذه وتلك شرط الإيمان باللّه واليوم الآخر. كما أنها مقتضى الإيمان",
            "page": "19",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "باللّه واليوم الآخر ..فلا يوجد الإيمان ابتداء وهذا الشرط مفقود .. ولا يوجد الإيمان،ثم يتخلف عنه أثره الأكيد. (¬1) ¶ فما وقع التفرق والاختلاف إلا عندما قصَّرَ المسلمون في فهم الكتاب والسنَّة وزاحموهما بمصادر ومقررات خارجية من فلسفات الأمم وأهواء النفوس، ولاسيما في الأعصر الأخيرة ،والبشرية لا يمكن لها أن تتقارب وتتوحد إلا إذا وحدت مصادر فهمها وتلقيها،فإن الناظر في الفلسفات البشرية والمذاهب الفكرية والسياسات العملية يجد بينها بوناً شاسعاً واختلافاً كبيراً يصل إلى التضاد والتناقض،ولذلك فإنه لا سبيل لوحدتها وإزالة ما بينها من اختلاف وتناقض،ويبرأ من النقص والهوى ويخضع له الجميع سوى وحي الله المنزل في كتابه وسنة رسوله - صلى الله عليه وسلم - ،لأنه من تشريع الله الخالق لكل شيء،الحكيم الخبير الذي أحاط علمه بكل شيء،قال تعالى:((ومَا كَانَ رَبُّكَ نَسِياً)) [مريم:64]،وقال تعالى:((لا تَأْخُذُهُ سِنَةٌ ولا نَوْمٌ)) [البقرة:255 ]،وقال:((وكَانَ اللَّهُ بِكُلِّ شَيْءٍ عَلِيماً)) [النساء:26 ]،وقال تعالى:((الَّذِي لَهُ مُلْكُ السَّمَوَاتِ والأَرْضِ ولَمْ يَتَّخِذْ ولَداً ولَمْ يَكُن لَّهُ شَرِيكٌ فِي المُلْكِ وخَلَقَ كُلَّ شَيْءٍ فَقَدَّرَهُ تَقْدِيراً)) [الفرقان:2 ]،وقال تعالى:((ولَقَدْ جِئْنَاهُم بِكِتَابٍ فَصَّلْنَاهُ عَلَى عِلْمٍ هُدًى ورَحْمَةً لِّقَوْمٍ ¶ ¬__________ ¶ (¬1) - فى ظلال القرآن ـ موافقا للمطبوع - (2 / 690)",
            "page": "20",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "يُؤْمِنُونَ)) [الأعراف:52 ]،وقال تعالى:((واللَّهُ يَعْلَمُ مَا فِي السَّمَوَاتِ ومَا فِي الأَرْضِ واللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ)) [الحجرات:16]. ¶ وقال تعالى : {أَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُونَ وَمَنْ أَحْسَنُ مِنَ اللّهِ حُكْمًا لِّقَوْمٍ يُوقِنُونَ} (50) سورة المائدة ¶ إن معنى الجاهلية يتحدد بهذا النص. فالجاهلية - كما يصفها اللّه ويحددها قرآنه - هي حكم البشر للبشر ، لأنها هي عبودية البشر للبشر ، والخروج من عبودية اللّه ، ورفض ألوهية اللّه ، والاعتراف في مقابل هذا الرفض بألوهية بعض البشر وبالعبودية لهم من دون اللّه .. ¶ إن الجاهلية - في ضوء هذا النص - ليست فترة من الزمان ولكنها وضع من الأوضاع. هذا الوضع يوجد بالأمس ، ويوجد اليوم ، ويوجد غدا ، فيأخذ صفة الجاهلية ، المقابلة للإسلام ، والمناقضة للإسلام. ¶ والناس - في أي زمان وفي أي مكان - إما أنهم يحكمون بشريعة اللّه - دون فتنة عن بعض منها - ويقبلونها ويسلمون بها تسليما ، فهم إذن في دين اللّه. وإما أنهم يحكمون بشريعة من صنع البشر - في أي صورة من الصور - ويقبلونها فهم إذن في جاهلية وهم في دين من يحكمون بشريعته ، وليسوا بحال في دين اللّه.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "والذي لا يبتغي حكم اللّه يبتغي حكم الجاهلية والذي يرفض شريعة اللّه يقبل شريعة الجاهلية ، ويعيش في الجاهلية. ¶ وهذا مفرق الطريق ، يقف اللّه الناس عليه. وهم بعد ذلك بالخيار! ثم يسألهم سؤال استنكار لابتغائهم حكم الجاهلية وسؤال تقرير لأفضلية حكم اللّه.«وَمَنْ أَحْسَنُ مِنَ اللَّهِ حُكْماً لِقَوْمٍ يُوقِنُونَ؟» .. وأجل! فمن أحسن من اللّه حكما؟ ¶ ومن ذا الذي يجرؤ على ادعاء أنه يشرع للناس ، ويحكم فيهم ، خيرا مما يشرع اللّه لهم ويحكم فيهم؟ ¶ وأية حجة يملك أن يسوقها بين يدي هذا الادعاء العريض؟ ¶ أيستطيع أن يقول : إنه أعلم بالناس من خالق الناس؟ أيستطيع أن يقول : إنه أرحم بالناس من رب الناس؟ أيستطيع أن يقول : إنه أعرف بمصالح الناس من إله الناس؟ أيستطيع أن يقول : إن اللّه - سبحانه - وهو يشرع شريعته الأخيرة ، ويرسل رسوله الأخير ويجعل رسوله خاتم النبيين ، ويجعل رسالته خاتمة الرسالات ، ويجعل شريعته شريعة الأبد .. كان - سبحانه - يجهل أن أحوالا ستطرا ، وأن حاجات ستستجد ، وأن ملابسات ستقع فلم يحسب حسابها في شريعته لأنها كانت خافية عليه ، حتى انكشفت للناس في آخر الزمان؟! ما الذي يستطيع أن يقوله من ينحي شريعة اللّه عن حكم",
            "page": "22",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "الحياة ، ويستبدل بها شريعة الجاهلية ، وحكم الجاهلية ويجعل هواه هو أو هوى شعب من الشعوب ، أو هوى جيل من أجيال البشر ، فوق حكم اللّه ، وفوق شريعة اللّه؟ ¶ ما الذي يستطيع أن يقوله .. وبخاصة إذا كان يدعي أنه من المسلمين؟! الظروف؟ الملابسات؟ عدم رغبة الناس؟ الخوف من الأعداء؟ .. ألم يكن هذا كله في علم اللّه وهو يأمر المسلمين أن يقيموا بينهم شريعته ، وأن يسيروا على منهجه ، وألا يفتنوا عن بعض ما أنزله؟ ¶ قصور شريعة اللّه عن استيعاب الحاجات الطارئة ، والأوضاع المتجددة ، والأحوال المتغلبة؟ ألم يكن ذلك في علم اللّه وهو يشدد هذا التشديد ، ويحذر هذا التحذير؟ ¶ يستطيع غير المسلم أن يقول ما يشاء .. ولكن المسلم .. أو من يدعون الإسلام .. ما الذي يقولونه من هذا كله ، ثم يبقون على شيء من الإسلام؟ أو يبقى لهم شيء من الإسلام؟ ¶ إنه مفرق الطريق ، الذي لا معدى عنده من الاختيار ولا فائدة في المماحكة عنده ولا الجدال .. ¶ إما إسلام وإما جاهلية. إما إيمان وإما كفر. إما حكم اللّه وإما حكم الجاهلية ..",
            "page": "23",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "والذين لا يحكمون بما أنزل اللّه هم الكافرون الظالمون الفاسقون. والذين لا يقبلون حكم اللّه من المحكومين ما هم بمؤمنين .. ¶ إن هذه القضية يجب أن تكون واضحة وحاسمة في ضمير المسلم وألا يتردد في تطبيقها على واقع الناس في زمانه والتسليم بمقتضى هذه الحقيقة ونتيجة هذا التطبيق على الأعداء والأصدقاء! وما لم يحسم ضمير المسلم في هذه القضية ، فلن يستقيم له ميزان ولن يتضح له منهج ، ولن يفرق في ضميره بين الحق والباطل ولن يخطو خطوة واحدة في الطريق الصحيح .. وإذا جاز أن تبقى هذه القضية غامضة أو مائعة في نفوس الجماهير من الناس فما يجوز أن تبقى غامضة ولا مائعة في نفوس من يريدون أن يكونوا «المسلمين» وأن يحققوا لأنفسهم هذا الوصف العظيم (¬1) .. ¶ فهذا المقوّم من مقومات العقيدة هو الذي استقر في قلوب تلك الجماعة الأولى من المسلمين استقرارا حقيقيا واستيقنته أنفسهم،وتكيفت به مشاعرهم .. هذا المقوم يتلخص في أنه ليس لهم في أنفسهم شيء وليس لهم من أمرهم شيء. إنما هم وما ملكت أيديهم للّه. يصرفهم كيف يشاء،ويختار لهم ما يريد. وإن هم إلا بعض هذا الوجود الذي يسير وفق الناموس العام. وخالق هذا الوجود ¶ ¬__________ ¶ (¬1) - فى ظلال القرآن ـ موافقا للمطبوع - (2 / 904)",
            "page": "24",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "ومدبره يحركهم مع حركة الوجود العام ويقسم لهم دورهم في رواية الوجود الكبيرة ويقرر حركاتهم على مسرح الوجود العظيم. وليس لهم أن يختاروا الدور الذي يقومون به،لأنهم لا يعرفون الرواية كاملة وليس لهم أن يختاروا الحركة التي يحبونها لأن ما يحبونه قد لا يستقيم مع الدور الذي خصص لهم! وهم ليسوا أصحاب الرواية ولا المسرح وإن هم إلا أجراء ،لهم أجرهم على العمل،وليس لهم ولا عليهم في النتيجة! عندئذ أسلموا أنفسهم حقيقة للّه. أسلموها بكل ما فيها فلم يعد لهم منها شيء. وعندئذ استقامت نفوسهم مع فطرة الكون كله واستقامت حركاتهم مع دورته العامة وساروا في فلكهم كما تسير تلك الكواكب والنجوم في أفلاكها،لا تحاول أن تخرج عنها،ولا أن تسرع أو تبطئ في دورتها المتناسقة مع حركة الوجود كله. ¶ وعندئذ رضيت نفوسهم بكل ما يأتي به قدر اللّه،لشعورهم الباطن الواصل بأن قدر اللّه هو الذي يصرف كل شي ء،وكل أحد،وكل حادث،وكل حالة. واستقبلوا قدر اللّه فيهم بالمعرفة المدركة المريحة الواثقة المطمئنة. ¶ وشيئا فشيئا لم يعودوا يحسون بالمفاجأة لقدر اللّه حين يصيبهم،ولا بالجزع الذي يعالج بالتجمل أو بالألم الذي يعالج بالصبر. إنما عادوا يستقبلون قدر اللّه استقبال العارف المنتظر المرتقب لأمر مألوف في",
            "page": "25",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "حسه،معروف في ضميره،ولا يثير مفاجأة ولا رجفة ولا غرابة! ومن ثم لم يعودوا يستعجلون دورة الفلك ليقضوا أمرا هم يريدون قضاءه،ولم يعودوا يستبطئون الأحداث لأن لهم أربا يستعجلون تحقيقه،ولو كان هذا الأرب هو نصر دعوتهم وتمكينها! إنما ساروا في طريقهم مع قدر اللّه،ينتهي بهم إلى حيث ينتهي،وهم راضون مستروحون،يبذلون ما يملكون من أرواح وجهود وأموال في غير عجلة ولا ضيق،وفي غير من ولا غرور،وفي غير حسرة ولا أسف. وهم على يقين أنهم يفعلون ما قدر اللّه لهم أن يفعلوه وأن ما يريده اللّه هو الذي يكون،وأن كل أمر مرهون بوقته وأجله المرسوم. ¶ إنه الاستسلام المطلق ليد اللّه تقود خطاهم،وتصرف حركاتهم وهم مطمئنون لليد التي تقودهم،شاعرون معها بالأمن والثقة واليقين،سائرون معها في بساطة ويسر ولين. ¶ وهم - مع هذا - يعملون ما يقدرون عليه،ويبذلون ما يملكون كله،ولا يضيعون وقتا ولا جهدا،ولا يتركون حيلة ولا وسيلة. ثم لا يتكلفون ما لا يطيقون،ولا يحاولون الخروج عن بشريتهم وما فيها من خصائص،ومن ضعف وقوة ولا يدعون ما لا يجدونه في أنفسهم من مشاعر وطاقات،ولا يحبون أن يحمدوا بما لم يفعلوا،ولا أن بقولوا غير ما يفعلون.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وهذا التوازن بين الاستسلام المطلق لقدر اللّه،والعمل الجاهد بكل ما في الطاقة،والوقوف المطمئن عند ما يستطيعون .. هذا التوازن هو السمة التي طبعت حياة تلك المجموعة الأولى وميزتها وهي التي أهلتها لحمل أمانة هذه العقيدة الضخمة التي تنوء بها الجبال! واستقرار ذلك المقوم الأول في أعماق الضمائر هو الذي كفل لتلك الجماعة الأولى تحقيق تلك الخوارق التي حققتها في حياتها الخاصة،وفي حياة المجتمع الإنساني إذ ذاك. وهو الذي جعل خطواتها وحركاتها تتناسق مع دورة الأفلاك،وخطوات الزمان،ولا تحتك بها أو تصطدم،فتتعوق أو تبطئ نتيجة الاحتكاك والاصطدام. ¶ وهو الذي بارك تلك الجهود،فإذا هي تثمر ذلك الثمر الحلو الكثير العظيم في فترة قصيرة من الزمان. ¶ ولقد كان ذلك التحول في نفوسهم بحيث تستقيم حركتها مع حركة الوجود،وفق قدر اللّه المصرف لهذا الوجود .. كان هذا التحول في تلك النفوس هو المعجزة الكبرى التي لا يقدر عليها بشر إنما تتم بإرادة اللّه المباشرة التي أنشأت الأرض والسماوات،والكواكب والأفلاك ونسقت بين خطاها ودوراتها ذلك التنسيق الإلهي الخاص. ¶ وإلى هذه الحقيقة تشير هذه الآيات الكثيرة في القرآن .. حيث يقول اللّه تبارك وتعالى:«إِنَّكَ لا تَهْدِي مَنْ أَحْبَبْتَ وَلكِنَّ اللَّهَ يَهْدِي مَنْ",
            "page": "27",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "يَشاءُ» .. أو يقول:«لَيْسَ عَلَيْكَ هُداهُمْ وَلكِنَّ اللَّهَ يَهْدِي مَنْ يَشاءُ» .. أو يقول:«إِنَّ الْهُدى هُدَى اللَّهِ» .. فذلك هو الهدى بحقيقته الكبيرة ومعناه الواسع. هدى الإنسان إلى مكانه في هيكل هذا الوجود وتنسيق خطاه مع حركة هذا الوجود. ¶ ولن يؤتي الجهد كامل ثماره إلا حين يستقيم القلب على هدى اللّه بمعناه وتستقيم حركة الفرد مع دورة الوجود ويطمئن الضمير إلى قدر اللّه الشامل الذي لا يكون في الوجود أمر إلا وفق مقتضاه. ¶ ومن هذا البيان ينجلي أن هذا النص القرآني:«وَما كانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ إِذا قَضَى اللَّهُ وَرَسُولُهُ أَمْراً أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ» .. أشمل وأوسع وأبعد مدى من أي حادث خاص يكون قد نزل فيه. وأنه يقرر كلية أساسية،أو الكلية الأساسية،في منهج الإسلام! (¬1) ¶ فما كان الخلفاء الراشدون يتلقون أو يأخذون نظمهم ولا سياستهم ولا مناهج علمهم وكافة أمورهم إلا من الكتاب المنزل من الله والسنة الموحى بها إلى رسول الله - صلى الله عليه وسلم - ،ولم يكن الاقتصار منهم على الوحي الرباني عن فقر في العلوم والثقافة في عصرهم ولكنه عن علم وقصد واتباع لأمر الله وأمر رسوله - صلى الله عليه وسلم - ،قال تعالى:((ثُمَّ جَعَلْنَاكَ ¶ ¬__________ ¶ (¬1) - فى ظلال القرآن ـ موافقا للمطبوع - (5 / 2866)",
            "page": "28",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "عَلَى شَرِيعَةٍ مِّنَ الأَمْرِ فَاتَّبِعْهَا ولا تَتَّبِعْ أَهْوَاءَ الَذِينَ لا يَعْلَمُونَ)) [الجاثية:18]. ¶ فكل ما خالف الوحي فهو هوى وجهل وعمى،وقال تعالى:((فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا فِطْرَتَ اللهِ الَتِي فَطَرَ النَّاسَ عَلَيْهَا لا تَبْدِيلَ لِخَلْقِ اللهِ ذَلِكَ الدِّينُ القَيّمُ وَلَكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ))[الروم:30 ] ¶ ولقد غضب رسول الله - صلى الله عليه وسلم - عندما رأى في يد عمر بن الخطاب صحيفة من التوراة ،فعَنْ جَابِرِ بْنِ عَبْدِ اللهِ،أَنَّ عُمَرَ بْنَ الْخَطَّابِ،أَتَى النَّبِيَّ - صلى الله عليه وسلم - بِكِتَابٍ أَصَابَهُ مِنْ بَعْضِ أَهْلِ الْكُتُبِ،فَقَرَأَهُ عَلَى النَّبِيُّ - صلى الله عليه وسلم - فَغَضِبَ وَقَالَ:أَمُتَهَوِّكُونَ فِيهَا يَا ابْنَ الْخَطَّابِ،وَالَّذِي نَفْسِي بِيَدِهِ لَقَدْ جِئْتُكُمْ بِهَا بَيْضَاءَ نَقِيَّةً،لاَ تَسْأَلُوهُمْ عَنْ شَيْءٍ فَيُخْبِرُوكُمْ بِحَقٍّ فَتُكَذِّبُوا بِهِ،أَوْ بِبَاطِلٍ فَتُصَدِّقُوا بِهِ،وَالَّذِي نَفْسِي بِيَدِهِ لَوْ أَنَّ مُوسَى كَانَ حَيًّا،مَا وَسِعَهُ إِلاَّ أَنْ يَتَّبِعَنِي. (¬1) ¶ وأقوال الخلفاء الراشدين بعد وفاة رسول الله - صلى الله عليه وسلم - ومواقفهم توضح ذلك وتبينه. ¶ فعَنْ عَبْدِ اللهِ بْنِ عُكَيْمٍ ؛ قَالَ:لَمَّا بُويِعَ أَبُو بَكْرٍ رَضِيَ اللهُ عَنْهُ صَعَدَ الْمِنْبَرَ،فَنَزَلَ مِرْقَاةً مِنْ مَقْعَدِ النَّبِيِّ - صلى الله عليه وسلم - ،فَحَمَدَ اللهَ وَأَثْنَى عَلَيْهِ،ثُمَّ قَالَ:اعْلَمُوا أَيُّهَا النَّاسُ أَنَّ أَكْيَسَ الْكَيْسِ التُّقَى،وأن أَحْمَقَ الْحُمْقِ ¶ ¬__________ ¶ (¬1) - مسند أحمد (عالم الكتب) - (5 / 243)(15156) 15223- حسن",
            "page": "29",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "الْفُجُورُ،وَإِنَّ أَقْوَاكُمْ عِنْدِي الضَّعِيفُ حَتَّى آخُذَ لَهُ بِحَقِّهِ،وَإِنَّ أَضْعَفَكُمْ عِنْدِي الْقَوِيُّ حَتَّى آخُذَ الْحَقَّ مِنْهُ،إِنَّمَا أَنَا مُتَّبِعٌ وَلَسْتُ بِمُبْتَدِعٍ،فَإِنْ أَحْسَنْتُ ؛ فَأَعِينُونِي،وَإِنْ زِغْتُ ؛ فَقَوِّمُونِي،وَحَاسِبُوا أَنْفُسَكُمْ قَبْلَ أَنْ تُحَاسَبُوا،وَلا يَدَعُ قَوْمٌ الْجِهَادَ فِي سَبِيلِ اللهِ ؛ إِلَّا ضَرَبَهُمُ اللهُ بِالْفَقْرِ،وَلا ظَهَرَتِ الْفَاحِشَةُ فِي قَوْمٍ ؛ إِلَّا عَمَّهُمُ اللهُ عَزَّ وَجَلَّ بِالْبَلاءِ ؛ فَأَطِيعُونِي مَا أَطَعْتُ اللهَ وَرَسُولَهُ،فَإِذَا عَصَيْتُ اللهَ وَرَسُولَهُ ؛ فَلا طَاعَةَ لِي عَلَيْكُمْ،أَقُولُ قَوْلِي هَذَا وَأَسْتَغْفِرُ اللهَ لِي وَلَكُمْ). (¬1) ¶ وعن أَنَسَ بْنِ مَالِكٍ،قَالَ لَمّا بُويِعَ أَبُو بَكْر ٍ فِي السّقِيفَةِ وَكَانَ الْغَدُ جَلَسَ أَبُو بَكْر ٍ عَلَى الْمِنْبَرِ فَقَامَ عُمَرُ فَتَكَلّمَ قَبْلَ أَبِي بَكْرٍ فَحَمِدَ اللّهَ وَأَثْنَى عَلَيْهِ بِمَا هُوَ أَهْلُهُ ثُمّ قَالَ أَيّهَا النّاسُ إنّي كُنْت قُلْت لَكُمْ بِالْأَمْسِ مَقَالَةً مَا كَانَتْ مِمّا وَجَدْتهَا فِي كِتَابِ اللّهِ وَلَا كَانَتْ عَهْدًا عَهِدَ إلَيّ رَسُولُ اللّهِ - صلى الله عليه وسلم - وَلَكِنّي قَدْ كُنْت أَرَى أَنّ رَسُولَ اللّهِ - صلى الله عليه وسلم - سَيُدَبّرُ أَمَرْنَا ؛ يَقُولُ يَكُونُ آخِرُنَا وَإِنّ اللّهَ قَدْ أَبْقَى فِيكُمْ كِتَابَهُ الّذِي بِهِ - صلى الله عليه وسلم - فَإِنْ اعْتَصَمْتُمْ بِهِ هَدَاكُمْ اللّهُ لِمَا كَانَ هَدَاهُ لَهُ وَإِنّ اللّهَ قَدْ جَمَعَ أَمْرَكُمْ عَلَى خَيْرِكُمْ صَاحِبِ رَسُولِ اللّهِ - صلى الله عليه وسلم - ثَانِي اثْنَيْنِ إذْ هُمَا فِي الْغَارِ فَقُومُوا فَبَايِعُوهُ فَبَايَعَ النّاسُ أَبَا بَكْرٍ بَيْعَةَ الْعَامّةِ بَعْدَ بَيْعَةِ ¶ ¬__________ ¶ (¬1) - المجالسة وجواهر العلم - (4 / 113)(1290 ) حسن",
            "page": "30",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "السّقِيفَة فَتَكَلّمَ أَبُو بَكْر ٍ فَحَمِدَ اللّهَ وَأَثْنَى عَلَيْهِ بِاَلّذِي هُوَ أَهْلُهُ ثُمّ قَالَ أَمّا بَعْدُ أَيّهَا النّاسُ فَإِنّي قَدْ وُلّيت عَلَيْكُمْ وَلَسْت بِخَيْرِكُمْ فَإِنْ أَحْسَنْت فَأَعِينُونِي ؛ وَإِنْ أَسَأْت فَقَوّمُونِي ؛ الصّدْقُ أَمَانَةٌ وَالْكَذِبُ خِيَانَةٌ وَالضّعِيفُ فِيكُمْ قَوِيّ عِنْدِي حَتّى أُرِيحَ عَلَيْهِ حَقّهُ إنْ شَاءَ اللّهُ وَالْقَوِيّ فِيكُمْ ضَعِيفٌ عِنْدِي حَتّى آخُذَ الْحَقّ مِنْهُ إنْ شَاءَ اللّهُ لَا يَدَعُ قَوْمٌ الْجِهَادَ فِي سَبِيلِ اللّهِ إلّا ضَرَبَهُمْ اللّهُ بِالذّلّ وَلَا تَشِيعُ الْفَاحِشَةُ فِي قَوْمٍ قَطّ إلّا عَمّهُمْ اللّهُ بِالْبَلَاءِ أَطِيعُونِي مَا أَطَعْت اللّهَ وَرَسُولَهُ فَإِذَا عَصَيْتُ اللّهَ وَرَسُولَهُ فَلَا طَاعَةَ لِي عَلَيْكُمْ .قُومُوا إلَى صَلَاتِكُمْ يَرْحَمُكُمْ اللّهُ قَالَ ابْنُ إسْحَاقَ:وَحَدّثَنِي حُسَيْنُ بْنُ عَبْدِ اللّهِ عَنْ عِكْرِمَةَ،عَنْ ابْنِ عَبّاسٍ،قَالَ وَاَللّهِ إنّي لَأَمْشِي مَعَ عُمَرَ فِي خِلَافَتِهِ وَهُوَ عَامِدٌ إلَى حَاجَةٍ لَهُ وَفِي يَدِهِ الدّرّةُ وَمَا مَعَهُ غَيْرِي،قَالَ وَهُوَ يُحَدّثُ نَفْسَهُ وَيَضْرِبُ وَحْشِيّ قَدَمهُ بِدِرّتِهِ .قَالَ إذْ الْتَفَتَ إلَيّ فَقَالَ يَا بْنَ عَبّاسٍ هَلْ تَدْرِي مَا كَانَ حَمَلَنِي عَلَى مَقَالَتِي الّتِي قُلْتُ حِينَ تُوُفّيَ رَسُولُ اللّهِ - صلى الله عليه وسلم - ؟ قَالَ قُلْت:لَا أَدْرِي يَا أَمِيرَ الْمُؤْمِنِينَ أَنْتَ أَعْلَمُ قَالَ فَإِنّهُ وَاَللّهِ إنْ كَانَ الّذِي حَمَلَنِي عَلَى ذَلِكَ إلّا أَنّي كُنْت أَقْرَأُ هَذِهِ الْآيَةَ { وَكَذَلِكَ جَعَلْنَاكُمْ أُمّةً وَسَطًا لِتَكُونُوا شُهَدَاءَ عَلَى النّاسِ وَيَكُونَ الرّسُولُ عَلَيْكُمْ شَهِيدًا }،فَوَاَللّهِ إنْ كُنْت لَأَظُنّ أَنّ رَسُولَ اللّهِ",
            "page": "31",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "- صلى الله عليه وسلم - سَيَبْقَى فِي أُمّتِهِ حَتّى يَشْهَدَ عَلَيْهَا بِآخِرِ أَعْمَالِهَا،فَإِنّهُ لِلّذِي حَمَلَنِي عَلَى أَنْ قُلْت مَا قُلْت \" (¬1) ¶ وعَنْ طَارِقِ بْنِ شِهَابٍ،قَالَ:خَرَجَ عُمَرُ بْنُ الْخَطَّابِ إِلَى الشَّامِ وَمَعَنَا أَبُو عُبَيْدَةَ بْنُ الْجَرَّاحِ فَأَتَوْا عَلَى مَخَاضَةٍ وَعُمَرُ عَلَى نَاقَةٍ لَهُ فَنَزَلَ عَنْهَا وَخَلَعَ خُفَّيْهِ فَوَضَعَهُمَا عَلَى عَاتِقِهِ،وَأَخَذَ بِزِمَامِ نَاقَتِهِ فَخَاضَ بِهَا الْمَخَاضَةَ،فَقَالَ أَبُو عُبَيْدَةَ:يَا أَمِيرَ الْمُؤْمِنِينَ أَنْتَ تَفْعَلُ هَذَا،تَخْلَعُ خُفَّيْكَ وَتَضَعُهُمَا عَلَى عَاتِقِكَ،وَتَأْخُذُ بِزِمَامِ نَاقَتِكَ،وَتَخُوضُ بِهَا الْمَخَاضَةَ ؟ مَا يَسُرُّنِي أَنَّ أَهْلَ الْبَلَدِ اسْتَشْرَفُوكَ،فَقَالَ عُمَرُ:\"أَوَّهْ لَمْ يَقُلْ ذَا غَيْرُكَ أَبَا عُبَيْدَةَ جَعَلْتُهُ نَكَالًا لَأُمَّةِ مُحَمَّدٍ - صلى الله عليه وسلم - إِنَّا كُنَّا أَذَلَّ قَوْمٍ فَأَعَزَّنَا اللَّهُ بِالْإِسْلَامِ فَمَهْمَا نَطْلُبُ الْعِزَّةَ بِغَيْرِ مَا أَعَزَّنَا اللَّهُ بِهِ أَذَلَّنَا اللَّهُ \" (¬2) . ¶ فالاعتصام بالكتاب والسنة والتلقي منهما قضية مسلمة لا تقبل النقاش،ولقد استمرت الأمة على هذا الفهم قروناً،ولكنها أصيبت في الأعْصُر المتأخرة بالانحرافات حتى جُهلت المسلَّمات ووجد من أبناء المسلمين من يجادل في هذا،بل وربما وجد فيمن ينتسبون إلى الدعوة،فلا حول ولا قوة إلا بالله. ¶ ــــــــــــ ¶ ¬__________ ¶ (¬1) - سيرة ابن هشام - (2 / 660) صحيح ¶ (¬2) - الْمُسْتَدْرَكُ عَلَى الصَّحِيحَيْنِ لِلْحَاكِمِ (194 ) صحيح",
            "page": "32",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "المعلم الثاني ¶ حماية جانب العقيدة ¶ لقد جاءت الشريعة بسد باب الذرائع المؤدية إلى الشرك ومحاربة البدع والمحدثات في الدين،ولهذا لم يكن الخلفاء الراشدون وظيفتهم تقف عند حفظ الأمن والحكم بين الناس،بل إنها تتعدى ذلك لتشمل كافة مصالح الأمة الدنيوية والأخروية،ومن ثم قاموا على نشر العقيدة الصحيحة وسدوا كافة المنافذ المؤدية إلى الابتداع في الدين أو النقص منه أو الانحراف في فهمه،وقاوموا كل مبتدع أو مشكك في الدين،فعَنْ عَائِشَةَ،قَالَتْ:قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - :مَنْ أَحْدَثَ فِي أَمْرِنَا هَذَا مَا لَيْسَ مِنْهُ،فَهُوَ رَدٌّ. (¬1) . ¶ والوقائع التاريخية والمواقف المنقولة عنهم في هذا المعنى،كثيرة نذكر نماذج منها: ¶ - موقف الصديق -رضي الله عنه-في الردة بعد وفاة النبي - صلى الله عليه وسلم - ،فقد واجه المرتدين بكل قوة وصلابة وحزم وشجاعة،ورفض مهادنة مانعي الزكاة رغم قلة الجند الإسلامي ومشورة كثير من الصحابة له بذلك منهم عمر بن الخطاب . ¶ ¬__________ ¶ (¬1) - صحيح البخارى- المكنز - (2697 ) وصحيح ابن حبان - (1 / 209)(27)",
            "page": "33",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "عَنِ الزُّهْرِيِّ،حَدَّثَنَا عُبَيْدُ اللهِ بْنُ عَبْدِ اللهِ،أَنَّ أَبَا هُرَيْرَةَ،قَالَ:لَمَّا تُوُفِّيَ رَسُولُ اللهِ - صلى الله عليه وسلم - ،وَكَانَ أَبُو بَكْرٍ رَضِيَ اللَّهُ عَنْهُ بَعْدَهُ،وَكَفَرَ مَنْ كَفَرَ مِنَ الْعَرَبِ،قَالَ عُمَرُ:يَا أَبَا بَكْرٍ،كَيْفَ تُقَاتِلُ النَّاسَ وَقَدْ قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - :أُمِرْتُ أَنْ أُقَاتِلَ النَّاسَ حَتَّى يَقُولُوا:لاَ إِلَهَ إِلاَّ اللَّهُ،فَمَنْ قَالَ:لاَ إِلَهَ إِلاَّ اللَّهُ،عَصَمَ مِنِّي مَالَهُ وَنَفْسَهُ إِلاَّ بِحَقِّهِ،وَحِسَابُهُ عَلَى اللهِ ؟ قَالَ أَبُو بَكْرٍ رَضِيَ اللَّهُ عَنْهُ:وَاللَّهِ لَأُقَاتِلَنَّ مَنْ فَرَّقَ بَيْنَ الصَّلاَةِ وَالزَّكَاةِ،فَإِنَّ الزَّكَاةَ مِنْ حَقِّ الْمَالِ،وَوَاللَّهِ لَوْ مَنَعُونِي عَنَاقًا كَانُوا يُؤَدُّونَهُ إِلَى رَسُولِ اللهِ - صلى الله عليه وسلم - ،لَقَاتَلْتُهُمْ عَلَى مَنْعِهَا قَالَ عُمَرُ:فَوَاللَّهِ مَا هُوَ إِلاَّ أَنْ رَأَيْتُ أَنَّ اللَّهَ قَدْ شَرَحَ صَدْرَ أَبِي بَكْرٍ لِلْقِتَالِ عَرَفْتُ أَنَّهُ الْحَقُّ (¬1) . ¶ وعَنْ أَبِي هُرَيْرَةَ،قَالَ:لَمَّا تُوُفِّيَ رَسُولُ اللهِ - صلى الله عليه وسلم - ،وَاسْتُخْلِفَ أَبُو بَكْرٍ رَضِيَ اللَّهُ عَنْهُ،وَكَفَرَ مَنْ كَفَرَ مِنَ الْعَرَبِ،قَالَ عُمَرُ رَضِيَ اللَّهُ عَنْهُ لأَبِي بَكْرٍ:كَيْفَ تُقَاتِلُ النَّاسَ وَقَدْ قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - :أُمِرْتُ أَنْ أُقَاتِلَ النَّاسَ حَتَّى يَقُولُوا:لاَ إِلَهَ إِلاَّ اللَّهُ،فَمَنْ قَالَ:لاَ إِلَهَ إِلاَّ اللَّهُ،عَصَمَ مِنِّي مَالَهُ وَنَفْسَهُ إِلاَّ بِحَقِّهِ،وَحِسَابُهُ عَلَى اللهِ ؟ قَالَ أَبُو بَكْرٍ رَضِيَ اللَّهُ عَنْهُ:وَاللَّهِ لَأُقَاتِلَنَّ مَنْ فَرَّقَ بَيْنَ الصَّلاَةِ وَالزَّكَاةِ،فَإِنَّ الزَّكَاةَ حَقُّ الْمَالِ،وَاللَّهِ لَوْ مَنَعُونِي عِقَالاً كَانُوا يُؤَدُّونَهُ إِلَى رَسُولِ اللهِ - صلى الله عليه وسلم - ،لَقَاتَلْتُهُمْ ¶ ¬__________ ¶ (¬1) - صحيح البخارى- المكنز - (1399و1400) وصحيح مسلم- المكنز - (133) وصحيح ابن حبان - (1 / 449) (216)",
            "page": "34",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "عَلَى مَنْعِهِ.قَالَ عُمَرُ:فَوَاللَّهِ مَا هُوَ إِلاَّ أَنْ رَأَيْتُ اللَّهَ شَرَحَ صَدْرَ أَبِي بَكْرٍ لِلْقِتَالِ عَرَفْتُ أَنَّهُ الْحَقُّ. (¬1) ¶ وقال ابن كثير:\"وَالْمَقْصُودُ أَنَّهُ لَمَّا وَقَعَتْ هَذِهِ الْأُمُورُ أَشَارَ كَثِيرٌ مِنَ النَّاسِ عَلَى الصِّدِّيقِ أَنْ لَا يُنْفِذَ جَيْشَ أُسَامَةَ لِاحْتِيَاجِهِ إِلَيْهِ فِيمَا هُوَ أَهَمُّ الْآنَ مِمَّا جُهِّزَ بِسَبَبِهِ فِي حَالِ السَّلَامَةِ،وَكَانَ مِنْ جُمْلَةِ مَنْ أَشَارَ بِذَلِكَ عُمَرُ بْنُ الْخَطَّابِ،فَامْتَنَعَ الصِّدِّيقُ مِنْ ذَلِكَ،وَأَبَى أَشَدَّ الْإِبَاءِ إِلَّا أَنْ يُنْفِذَ جَيْشَ أُسَامَةَ،وَقَالَ:وَاللَّهِ لَا أَحُلُّ عُقْدَةً عَقَدَهَا رَسُولُ اللَّهِ - صلى الله عليه وسلم - وَلَوْ أَنَّ الطَّيْرَ تَخَطَفُنَا،وَالسِّبَاعَ مِنْ حَوْلِ الْمَدِينَةِ،وَلَوْ أَنَّ الْكِلَابَ جَرَّتْ بِأَرْجُلِ أُمَّهَاتِ الْمُؤْمِنِينَ،لَأُجَهِّزَنَّ جَيْشَ أُسَامَةَ.فَجَهَّزَهُ وَأَمَرَ الْحَرَسَ يَكُونُونَ حَوْلَ الْمَدِينَةِ،فَكَانَ خُرُوجُهُ فِي ذَلِكَ الْوَقْتِ مِنْ أَكْبَرِ الْمَصَالِحِ،وَالْحَالَةُ تِلْكَ،فَسَارُوا لَا يَمُرُّونَ بِحَيٍّ مِنْ أَحْيَاءِ الْعَرَبِ إِلَّا أُرْعِبُوا مِنْهُمْ،وَقَالُوا:مَا خَرَجَ هَؤُلَاءِ مِنْ قَوْمٍ إِلَّا وَبِهِمْ مَنَعَةٌ شَدِيدَةٌ.فَغَابُوا أَرْبَعِينَ يَوْمًا،وَيُقَالُ:سَبْعِينَ يَوْمًا.ثُمَّ آبُوا سَالِمِينَ غَانِمِينَ،ثُمَّ رَجَعُوا فَجَهَّزَهُمْ حِينَئِذٍ مَعَ الْأَحْيَاءِ الَّذِينَ أَخْرَجَهُمْ لِقِتَالِ الْمُرْتَدَّةِ،وَمَانِعِي الزَّكَاةِ،عَلَى مَا سَيَأْتِي تَفْصِيلُهُ. ¶ قَالَ سَيْفُ بْنُ عُمَرَ عَنْ هِشَامِ بْنِ عُرْوَةَ،عَنْ أَبِيهِ قَالَ:لَمَّا بُويِعَ أَبُو بَكْرٍ،وَجَمَعَ الْأَنْصَارَ فِي الْأَمْرِ الَّذِي افْتَرَقُوا فِيهِ قَالَ:لِيَتِمَّ بَعْثُ ¶ ¬__________ ¶ (¬1) - صحيح ابن حبان - (1 / 450) (217) صحيح",
            "page": "35",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "أُسَامَةَ.وَقَدِ ارْتَدَتِ الْعَرَبُ إِمَّا عَامَّةً وَإِمَّا خَاصَّةً فِي كُلِّ قَبِيلَةٍ،وَنَجَمَ النِّفَاقُ وَاشْرَأَبَّتِ الْيَهُودِيَّةُ وَالنَّصْرَانِيَّةُ،وَالْمُسْلِمُونَ كَالْغَنَمِ الْمَطِيرَةِ فِي اللَّيْلَةِ الشَّاتِيَةِ؛ لِفَقْدِ نَبِيِّهِمْ - صلى الله عليه وسلم - وَقِلَّتِهِمْ،وَكَثْرَةِ عَدُوِّهِمْ،فَقَالَ لَهُ النَّاسُ:إِنَّ هَؤُلَاءِ جُلُّ الْمُسْلِمِينَ،وَالْعَرَبُ عَلَى مَا تَرَى قَدِ انْتَقَضَتْ بِكَ،وَلَيْسَ يَنْبَغِي لَكَ أَنْ تُفَرِّقَ عَنْكَ جَمَاعَةَ الْمُسْلِمِينَ.فَقَالَ:وَالَّذِي نَفْسُ أَبِي بَكْرٍ بِيَدِهِ،لَوْ ظَنَنْتُ أَنَّ السِّبَاعَ تَخْطَفُنِي لَأَنْفَذْتُ بَعْثَ أُسَامَةَ كَمَا أَمَرَ بِهِ رَسُولُ اللَّهِ - صلى الله عليه وسلم - وَلَوْ لَمْ يَبْقَ فِي الْقُرَى غَيْرِي لَأَنْفَذْتُهُ.وَقَدْ رُوِيَ هَذَا عَنْ هِشَامِ بْنِ عُرْوَةَ،عَنْ أَبِيهِ،عَنْ عَائِشَةَ،وَمِنْ حَدِيثِ الْقَاسِمِ وَعَمْرَةَ،عَنْ عَائِشَةَ قَالَتْ (¬1) :\"لَمَّا قُبِضَ - تَعْنِي رَسُولَ اللَّهِ - صلى الله عليه وسلم - ارْتَدَّتِ الْعَرَبُ قَاطِبَةً،وَاشْرَأَبَّ النِّفَاقُ،وَصَارَ أَصْحَابُ مُحَمَّدٍ - صلى الله عليه وسلم - كَأَنَّهُمْ مِعْزًى مَطِيرَةٌ فِي حِفْشٍ،فَوَاللَّهِ مَا اخْتَلَفُوا فِي شَيْءٍ نُقْطَةٍ إِلَّا طَارَ أَبِي بِعَلْيَائِهَا وَغَنَائِهَا،ثُمَّ ذَكَرَتْ عُمَرَ،فَقَالَتْ:مَنْ رَأَى عُمَرَ عَلِمَ أَنَّمَا خُلِقَ غَنَاءً لِلْإِسْلَامِ،قَالَتْ:كَانَ وَاللَّهِ أَحْوَزِيًّا،نَسِيجَ وَحْدَهُ قَدْ أَعَدَّ لِلْأُمُورِ أَقْرَانَهَا \".\" (¬2) ¶ وعَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا،قَالَتْ:\"قُبِضَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - فَارْتَدَّتِ الْعَرَبُ،وَاشْرَأَبَّ النِّفَاقُ بِالْمَدِينَةِ،فَلَوْ نَزَلَ بِالْجِبَالِ الرَّاسِياتِ مَا نَزَلَ ¶ ¬__________ ¶ (¬1) - الْفَوَائِدِ الشَّهِيرُ بِالْغَيْلَانِيَّاتِ لِأَبِي بَكْرٍ الشَّافِعِيِّ ( 862 ) صحيح ¶ (¬2) - البداية والنهاية لابن كثير محقق - موافق للمطبوع - (6 / 335)",
            "page": "36",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "بِأَبِي لَهَاضَهَا،فَوَاللَّهِ مَا اخْتَلَفُوا فِي نُقْطَةٍ إِلَّا طَارَ أَبِي بِحَظِّهَا وَغَنَائِهَا فِي الْإِسْلَامِ،وَكَانَتْ تَقُولُ مَعَ هَذَا:وَمَنْ رَأَى ابْنَ الْخَطَّابِ عَرَفَ أَنَّهُ خُلِقَ غَنَاءَ الْإِسْلَامِ،كَانَ وَاللَّهِ أَحْوَذِيًّا نَسِيجَ وَحْدَهُ،قَدْ أَعَدَّ لِلْأُمُورِ أَقْرَانَهَا \" (¬1) ¶ - مواقف عمر بن الخطاب كثيرة: ¶ فقد كان -رضي الله عنه-شديداً على أهل الأهواء والبدع،فعَنْ نَافِعٍ مَوْلَى عَبْدِ اللَّهِ:أَنَّ صَبِيغاً الْعِرَاقِىَّ جَعَلَ يَسْأَلُ عَنْ أَشْيَاءَ مِنَ الْقُرْآنِ فِى أَجْنَادِ الْمُسْلِمِينَ حَتَّى قَدِمَ مِصْرَ،فَبَعَثَ بِهِ عَمْرُو بْنُ الْعَاصِ إِلَى عُمَرَ بْنِ الْخَطَّابِ،فَلَمَّا أَتَاهُ الرَّسُولُ بِالْكِتَابِ فَقَرَأَهُ فَقَالَ:أَيْنَ الرَّجُلُ؟ قَالَ:فِى الرَّحْلِ.قَالَ عُمَرُ:أَبْصِرْ أَيَكُونُ ذَهَبَ فَتُصِيبَكَ مِنِّى بِهِ الْعُقُوبَةُ الْمُوجِعَةُ.فَأَتَاهُ بِهِ فَقَالَ عُمَرُ:تَسْأَلُ مُحْدَثَةً.فَأَرْسَلَ عُمَرُ إِلَى رَطَائِبَ مِنْ جَرِيدٍ فَضَرَبَهُ بِهَا حَتَّى تَرَكَ ظَهْرَهُ دَبِرَةً،ثُمَّ تَرَكَهُ حَتَّى بَرَأَ،ثُمَّ عَادَ لَهُ ثُمَّ تَرَكَهُ حَتَّى بَرَأَ،فَدَعَا بِهِ لِيَعُودَ لَهُ،قَالَ فَقَالَ صَبِيغٌ:إِنْ كُنْتَ تُرِيدُ قَتْلِى فَاقْتُلْنِى قَتْلاً جَمِيلاً،وَإِنْ كُنْتَ تُرِيدُ أَنْ تُدَاوِيَنِى فَقَدْ وَاللَّهِ بَرَأْتُ.فَأَذِنَ لَهُ إِلَى أَرْضِهِ وَكَتَبَ إِلَى أَبِى مُوسَى الأَشْعَرِىِّ:أَنْ لاَ يُجَالِسَهُ أَحَدٌ مِنَ الْمُسْلِمِينَ.فَاشْتَدَّ ذَلِكَ عَلَى الرَّجُلِ،فَكَتَبَ أَبُو ¶ ¬__________ ¶ (¬1) - السُّنَنُ الْكُبْرَى لِلْبَيْهقِيِّ (15439 ) صحيح",
            "page": "37",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "مُوسَى إِلَى عُمَرَ:أَنْ قَدْ حَسُنَتْ هَيْئَتُهُ.فَكَتَبَ عُمَرُ أَنِ ائْذَنْ لِلنَّاسِ بِمُجَالَسَتِهِ. (¬1) ¶ وعَنْ عُمَرَ - رضى الله عنه - أَنَّهُ جَاءَ إِلَى الْحَجَرِ الأَسْوَدِ فَقَبَّلَهُ،فَقَالَ إِنِّى أَعْلَمُ أَنَّكَ حَجَرٌ لاَ تَضُرُّ وَلاَ تَنْفَعُ،وَلَوْلاَ أَنِّى رَأَيْتُ النَّبِىَّ - صلى الله عليه وسلم - يُقَبِّلُكَ مَا قَبَّلْتُكَ . (¬2) ¶ فهذا دليل واضح على المتابعة الدقيقة لرسول الله - صلى الله عليه وسلم - وإبعاد لأي اعتقاد ينشأ عند بعض الناس بأن الحجر ينفع أو يضر بذاته. ¶ وقال مُحَمَّدُ بْنُ وَضَّاحٍ قَالَ:سَمِعْتُ عِيسَى بْنَ يُونُسَ مُفْتِي أَهْلِ طَرَسُوسَ يَقُولُ:\"أَمَرَ عُمَرُ بْنُ الْخَطَّابِ بِقَطْعِ الشَّجَرَةِ الَّتِي بُويِعَ تَحْتَهَا النَّبِيُّ - صلى الله عليه وسلم - , فَقَطَعَهَا لِأَنَّ النَّاسَ كَانُوا يَذْهَبُونَ فَيُصَلُّونَ تَحْتَهَا،فَخَافَ عَلَيْهِمُ الْفِتْنَةَ \"قَالَ عِيسَى بْنُ يُونُسَ:وَهُوَ عِنْدَنَا مِنْ حَدِيثِ ابْنِ عَوْنٍ،عَنْ نَافِعٍ أَنَّ النَّاسَ كَانُوا يَأْتُونَ الشَّجَرَةَ،فَقَطَعَهَا عُمَرُ . (¬3) ¶ وعَنْ نَافِعٍ،قَالَ:\"كَانَ النَّاسُ يَأْتُونَ الشَّجَرَةَ الَّتِي يُقَالُ لَهَا شَجَرَةُ الرِّضْوَانِ فَيُصَلُّونَ عِنْدَهَا قَالَ:فَبَلَغَ ذَلِكَ عُمَرَ بْنَ الْخَطَّابِ فَأَوْعَدَهُمْ فِيهَا وَأَمَرَ بِهَا فَقُطِعَتْ \" (¬4) ¶ ¬__________ ¶ (¬1) - سنن الدارمى- المكنز - (150) صحيح لغيره ¶ (¬2) - صحيح البخارى- المكنز - (1597 ) ¶ (¬3) - الْبِدَعُ لِابْنِ وَضَّاحٍ (100 ) صحيح مرسل ¶ (¬4) - الطَّبَقَاتُ الْكُبْرَى لِابْنِ سَعْدٍ(1548 ) صحيح مرسل",
            "page": "38",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "- موقف عثمان -رضي الله عنه- في سد باب الفتنة والاختلاف في القرآن الكريم: ¶ عن أَنَسَ بْنِ مَالِكٍ ،:أَنَّ حُذَيْفَةَ بْنَ اليَمَانِ،قَدِمَ عَلَى عُثْمَانَ وَكَانَ يُغَازِي أَهْلَ الشَّأْمِ فِي فَتْحِ أَرْمِينِيَةَ،وَأَذْرَبِيجَانَ مَعَ أَهْلِ العِرَاقِ،فَأَفْزَعَ حُذَيْفَةَ اخْتِلاَفُهُمْ فِي القِرَاءَةِ،فَقَالَ حُذَيْفَةُ لِعُثْمَانَ:يَا أَمِيرَ المُؤْمِنِينَ،أَدْرِكْ هَذِهِ الأُمَّةَ،قَبْلَ أَنْ يَخْتَلِفُوا فِي الكِتَابِ اخْتِلاَفَ اليَهُودِ وَالنَّصَارَى،فَأَرْسَلَ عُثْمَانُ إِلَى حَفْصَةَ:\"أَنْ أَرْسِلِي إِلَيْنَا بِالصُّحُفِ نَنْسَخُهَا فِي المَصَاحِفِ،ثُمَّ نَرُدُّهَا إِلَيْكِ \"،فَأَرْسَلَتْ بِهَا حَفْصَةُ إِلَى عُثْمَانَ،فَأَمَرَ زَيْدَ بْنَ ثَابِتٍ،وَعَبْدَ اللَّهِ بْنَ الزُّبَيْرِ،وَسَعِيدَ بْنَ العَاصِ،وَعَبْدَ الرَّحْمَنِ بْنَ الحَارِثِ بْنِ هِشَامٍ فَنَسَخُوهَا فِي المَصَاحِفِ \"،وَقَالَ عُثْمَانُ لِلرَّهْطِ القُرَشِيِّينَ الثَّلاَثَةِ:\"إِذَا اخْتَلَفْتُمْ أَنْتُمْ وَزَيْدُ بْنُ ثَابِتٍ فِي شَيْءٍ مِنَ القُرْآنِ فَاكْتُبُوهُ بِلِسَانِ قُرَيْشٍ،فَإِنَّمَا نَزَلَ بِلِسَانِهِمْ \"فَفَعَلُوا حَتَّى إِذَا نَسَخُوا الصُّحُفَ فِي المَصَاحِفِ،رَدَّ عُثْمَانُ الصُّحُفَ إِلَى حَفْصَةَ،وَأَرْسَلَ إِلَى كُلِّ أُفُقٍ بِمُصْحَفٍ مِمَّا نَسَخُوا،وَأَمَرَ بِمَا سِوَاهُ مِنَ القُرْآنِ فِي كُلِّ صَحِيفَةٍ أَوْ مُصْحَفٍ،أَنْ يُحْرَقَ قَالَ ابْنُ شِهَابٍ:وَأَخْبَرَنِي خَارِجَةُ بْنُ زَيْدِ بْنِ ثَابِتٍ،سَمِعَ زَيْدَ بْنَ ثَابِتٍ قَالَ:\"فَقَدْتُ آيَةً مِنَ الأَحْزَابِ حِينَ نَسَخْنَا المُصْحَفَ،قَدْ كُنْتُ أَسْمَعُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقْرَأُ بِهَا،فَالْتَمَسْنَاهَا فَوَجَدْنَاهَا مَعَ خُزَيْمَةَ بْنِ ثَابِتٍ",
            "page": "39",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "الأَنْصَارِيِّ:مِنَ المُؤْمِنِينَ رِجَالٌ صَدَقُوا مَا عَاهَدُوا اللَّهَ عَلَيْهِ فَأَلْحَقْنَاهَا فِي سُورَتِهَا فِي المُصْحَفِ \" (¬1) . ¶ وعَنْ زَيْدِ بْنِ ثَابِتٍ،قَالَ:أَرْسَلَ إِلَيَّ أَبُو بَكْرٍ الصِّدِّيقُ رِضْوَانُ اللَّهُ عَلَيْهِ مَقْتَلَ أَهْلِ الْيَمَامَةِ،فَإِذَا عُمَرُ رِضْوَانُ اللهِ عَلَيْهِ جَالِسٌ عِنْدَهُ،فَقَالَ أَبُو بَكْرٍ:إِنَّ عُمَرَ جَاءَنِي،فَقَالَ:إِنَّ الْقَتْلَ قَدِ اسْتَحَرَّ يَوْمَ الْيَمَامَةِ بِقُرَّاءِ الْقُرْآنِ،وَإِنِّي أَخْشَى أَنْ يَسْتَحِرَّ الْقَتْلُ فِي الْمَوَاطِنِ كُلِّهَا فَيَذْهَبُ مِنَ الْقُرْآنِ كَثِيرٌ،وَإِنِّي أَرَى أَنْ تَأْمُرَ بِجَمْعِ الْقُرْآنِ،قَالَ:قُلْتُ:كَيْفَ أَفْعَلُ شَيْئًا لَمْ يَفْعَلْهُ رَسُولُ اللهِ - صلى الله عليه وسلم - ؟ فَقَالَ عُمَرُ:هُوَ وَاللَّهِ خَيْرٌ،فَلَمْ يَزَلْ يُرَاجِعُنِي فِي ذَلِكَ حَتَّى شَرَحَ اللَّهُ صَدْرِي لِلَّذِي شَرَحَ لَهُ صَدْرَ عُمَرَ،وَرَأَيْتُ فِي ذَلِكَ الَّذِي رَأَى،فَقَالَ لِي أَبُو بَكْرٍ:إِنَّكَ شَابٌّ عَاقِلٌ،لاَ نَتَّهِمُكَ،وَقَدْ كُنْتَ تُكْتَبُ الْوَحْيَ لِرَسُولِ اللهِ - صلى الله عليه وسلم - فَتَتَبَّعِ الْقُرْآنَ فَاجْمَعْهُ. ¶ قَالَ زَيْدٌ:فَوَاللَّهِ لَوْ كَلَّفَنِي نَقْلَ جَبَلٍ مِنَ الْجِبَالِ مَا كَانَ أَثْقَلَ عَلَيَّ مِمَّا أَمَرَنِي بِهِ مِنْ جَمْعِ الْقُرْآنِ،قُلْتُ:فَكَيْفَ تَفْعَلُونَ شَيْئًا لَمْ يَفْعَلْهُ رَسُولُ اللهِ - صلى الله عليه وسلم - ،قَالَ:هُوَ وَاللَّهِ خَيْرٌ،فَلَمْ يَزَلْ أَبُو بَكْرٍ يُرَاجِعُنِي حَتَّى شَرَحَ اللَّهُ صَدْرِي لِلَّذِي شَرَحَ لَهُ صَدْرَ أَبِي بَكْرٍ وَعُمَرَ،قَالَ:فَتَتَبَّعْتُ الْقُرْآنَ أَجْمَعُهُ مِنَ الرِّقَاعِ،وَاللِّخَافِ،وَالْعُسُبِ،وَصُدُورِ الرِّجَالِ حَتَّى،وَجَدْتُ ¶ ¬__________ ¶ (¬1) - صحيح البخارى- المكنز - (4987 )",
            "page": "40",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "آخِرَ سُورَةِ التَّوْبَةِ مَعَ خُزَيْمَةَ بْنِ ثَابِتٍ الأَنْصَارِيِّ لَمْ أَجِدْهَا مَعَ أَحَدٍ غَيْرِهِ:{لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ} [التوبة]،خَاتِمَةُ بَرَاءَةَ،قَالَ:فَكَانَتِ الصُّحُفُ عِنْدَ أَبِي بَكْرٍ حَتَّى تَوَفَّاهُ اللَّهُ،ثُمَّ عِنْدَ عُمَرَ حَتَّى تَوَفَّاهُ اللَّهُ،ثُمَّ عِنْدَ حَفْصَةَ بِنْتِ عُمَرَ. ¶ قَالَ إِبْرَاهِيمُ بْنُ سَعْدٍ:وَحَدَّثَنِي ابْنُ شِهَابٍ،عَنْ أَنَسِ بْنِ مَالِكٍ،أَنَّ حُذَيْفَةَ قَدِمَ عَلَى عُثْمَانَ بْنِ عَفَّانَ وَكَانَ يُغَازِي أَهْلَ الشَّامِ،وَأَهْلَ الْعِرَاقِ،وَفَتَحَ أَرْمِينِيَةَ،وَأَذْرَبِيجَانَ،فَأَفْزَعَ حُذَيْفَةُ اخْتِلاَفُهُمْ فِي الْقِرَاءَةِ،فَقَالَ:يَا أَمِيرَ الْمُؤْمِنِينَ،أَدْرِكْ هَذِهِ الْأُمَّةَ قَبْلَ أَنْ يَخْتَلِفُوا فِي الْكِتَابِ كَمَا اخْتَلَفَ الْيَهُودُ،وَالنَّصَارَى،فَبَعَثَ عُثْمَانُ إِلَى حَفْصَةَ:أَنْ أَرْسِلِي الصُّحُفَ لِنَنْسَخَهَا فِي الْمَصَاحِفِ،ثُمَّ نَرُدُّهَا إِلَيْكِ،فَبَعَثَتْ بِهَا إِلَيْهِ،فَدَعَا زَيْدَ بْنَ ثَابِتٍ،وَعَبْدَ اللهِ بْنَ الزُّبَيْرِ،وَسَعِيدَ بْنَ الْعَاصِ،وَأَمَرَهُمْ أَنْ يَنْسَخُوا الصُّحُفَ فِي الْمَصَاحِفِ،وَقَالَ لَهُمْ:مَا اخْتَلَفْتُمْ أَنْتُمْ وَزَيْدُ بْنُ ثَابِتٍ فِي شَيْءٍ فَاكْتُبُوهُ بِلِسَانِ قُرَيْشٍ،فَإِنَّهُ نَزَلَ بِلِسَانِهِمْ،وَكَتَبَ الصُّحُفَ فِي الْمَصَاحِفِ،وَبَعَثَ إِلَى كُلِّ أُفُقٍ بِمُصْحَفٍ مِمَّا نَسَخُوا،وَأَمَرَ مِمَّا سِوَى ذَلِكَ مِنَ الْقُرْآنِ فِي كُلِّ صَحِيفَةٍ أَوْ مُصْحَفٍ أَنْ يُمْحَى أَوْ يُحْرِقَ. ¶ قَالَ ابْنُ شِهَابٍ:فَأَخْبَرَنِي خَارِجَةُ بْنُ زَيْدِ بْنِ ثَابِتٍ،أَنَّهُ سَمِعَ زَيْدَ بْنَ ثَابِتٍ يَقُولُ:فَقَدْتُ آيَةً مِنْ سُورَةِ الأَحْزَابِ حِينَ نَسَخْتُ",
            "page": "41",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "الْمُصْحَفَ،كُنْتُ أَسْمَعُ رَسُولَ اللهِ - صلى الله عليه وسلم - يَقْرَؤُهَا،فَالْتَمَسْتُهَا فَوَجَدْتُهَا مَعَ خُزَيْمَةَ بْنَ ثَابِتٍ الأَنْصَارِيِّ:{مِنَ الْمُؤْمِنِينَ رِجَالٌ صَدَقُوا مَا عَاهَدُوا اللَّهَ عَلَيْهِ} [الأحزاب]،فَأَلْحَقْتُهَا فِي سُورَتِهَا فِي الْمُصْحَفِ،قَالَ ابْنُ شِهَابٍ:اخْتَلَفُوا يَوْمَئِذٍ فِي التَّابُوتِ،فَقَالَ زَيْدٌ:التَّابُوهُ،وَقَالَ ابْنُ الزُّبَيْرِ وَسَعِيدُ بْنُ الْعَاصِ:التَّابُوتُ،فَرُفِعَ اخْتِلاَفُهُمْ إِلَى عُثْمَانَ رِضْوَانُ اللهِ عَلَيْهِ،فَقَالَ:اكْتُبُوهُ التَّابُوتُ،فَإِنَّهُ لِسَانُ قُرَيْشٍ. (¬1) ¶ وعَنِ ابْنِ شِهَابٍ،قَالَ:أَخْبَرَنِي ابْنُ السَّبَّاقِ،أَنَّ زَيْدَ بْنَ ثَابِتٍ حَدَّثَهُ،قَالَ:أَرْسَلَ أَبُو بَكْرٍ الصِّدِّيقُ رِضْوَانُ اللهِ عَلَيْهِ إِلَيَّ مَقْتَلَ أَهْلِ الْيَمَامَةِ،فَإِذَا عُمَرُ بْنُ الْخَطَّابِ رِضْوَانُ اللهِ عَلَيْهِ عِنْدَهُ،فَقَالَ أَبُو بَكْرٍ:إِنَّ عُمَرَ جَاءَنِي فَقَالَ لِي:إِنَّ الْقَتْلَ قَدِ اسْتَحَرَّ بِأَهْلِ الْيَمَامَةِ مِنَ الْمُسْلِمِينَ،وَإِنِّي أَخْشَى أَنْ يَسْتَحِرَّ الْقَتْلُ فِي الْمَوَاطِنِ فَيَذْهَبُ كَثِيرٌ مِنَ الْقُرْآنِ لاَ يُوعَى،وَإِنِّي أُرِيدُ أَنْ تَأْمُرَ بِجَمْعِ الْقُرْآنِ،قَالَ:قُلْتُ:كَيْفَ تَفْعَلُ شَيْئًا لَمْ يَفْعَلْهُ رَسُولُ اللهِ - صلى الله عليه وسلم - ؟ فَقَالَ عُمَرُ:هُوَ وَاللَّهِ خَيْرٌ،فَلَمْ يَزَلْ يُرَاجِعُنِي بِذَلِكَ حَتَّى شَرَحَ اللَّهُ لِذَلِكَ صَدْرِي وَرَأَيْتُ فِيهِ الَّذِي رَأَى عُمَرُ بْنُ الْخَطَّابِ رِضْوَانُ اللهِ عَلَيْهِ،وَعُمَرُ جَالِسٌ عِنْدَهُ لاَ يَتَكَلَّمُ ،فَقَالَ أَبُو بَكْرٍ:إِنَّكَ رَجُلٌ شَابٌّ عَاقِلٌ لاَ نَتَّهِمُكَ،وَكُنْتَ تُكْتَبُ الْوَحْيَ لِرَسُولِ اللهِ - صلى الله عليه وسلم - فَاتَّبِعِ الْقُرْآنَ فَاجْمَعْهُ،قَالَ:قَالَ زَيْدٌ:فَوَاللَّهِ لَوْ كَلَّفُونِي ¶ ¬__________ ¶ (¬1) - صحيح ابن حبان - (10 / 360)(4506) صحيح",
            "page": "42",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "نَقْلَ جَبَلٍ مِنَ الْجِبَالِ مَا كَانَ بِأَثْقَلَ عَلَيَّ مِمَّا أَمَرَنِي بِهِ مِنْ جَمْعِ الْقُرْآنِ،قَالَ:فَقُلْتُ:وَكَيْفَ تَفْعَلُونَ شَيْئًا لَمْ يَفْعَلْهُ رَسُولُ اللهِ - صلى الله عليه وسلم - ،قَالَ:هُوَ وَاللَّهِ خَيْرٌ،فَلَمْ يَزَلْ أَبُو بَكْرٍ يُرَاجِعُنِي حَتَّى شَرَحَ اللَّهُ صَدْرِي لِلَّذِي شَرَحَ لَهُ صَدْرَ أَبِي بَكْرٍ وَعُمَرَ،قَالَ:فَقُمْتُ أَتَتَبَّعُ الْقُرْآنَ أَجْمَعُهُ مِنَ الرِّقَاعِ،وَالأَكْتَافِ،وَالْعُسُبِ،وَصُدُورِ الرِّجَالِ،حَتَّى وَجَدْتُ آخِرَ سُورَةِ التَّوْبَةِ مَعَ خُزَيْمَةَ الأَنْصَارِيِّ لَمْ أَجِدْهَا مَعَ غَيْرِهِ:{لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ عَزِيزٌ عَلَيْهِ} [التوبة]،وَكَانَتِ الصُّحُفُ الَّتِي جَمَعْتُ فِيهَا الْقُرْآنَ عِنْدَ أَبِي بَكْرٍ حَيَاتَهُ حَتَّى تَوَفَّاهُ اللَّهُ،ثُمَّ عِنْدَ عُمَرَ حَتَّى تَوَفَّاهُ اللَّهُ،ثُمَّ عِنْدَ حَفْصَةَ بِنْتِ عُمَرَ. ... ¶ قَالَ ابْنُ شِهَابٍ،وَأَخْبَرَنِي أَنَسُ بْنُ مَالِكٍ أَنَّهُ اجْتَمَعَ لِغَزْوَةِ أَذْرِبِيجَانَ،وَأَرْمِينِيَةَ أَهْلِ الشَّامِ،وَأَهْلِ الْعِرَاقِ،فَتَذَاكَرُوا الْقُرْآنَ،فَاخْتَلَفُوا فِيهِ حَتَّى كَادَ يَكُونُ بَيْنَهُمْ قِتَالٌ،قَالَ:فَرَكِبَ حُذَيْفَةُ بْنُ الْيَمَانِ لَمَّا رَأَى اخْتِلاَفَهُمْ فِي الْقُرْآنِ إِلَى عُثْمَانَ بْنِ عَفَّانَ،فَقَالَ:إِنَّ النَّاسَ قَدِ اخْتَلَفُوا فِي الْقُرْآنِ،حَتَّى إِنِّي وَاللَّهِ لَأَخْشَى أَنْ يُصِيبَهُمْ مَا أَصَابَ الْيَهُودَ وَالنَّصَارَى مِنَ الاِخْتِلاَفِ،فَفَزِعَ لِذَلِكَ عُثْمَانُ رِضْوَانُ اللهِ عَلَيْهِ فَزِعًا شَدِيدًا،وَأَرْسَلَ إِلَى حَفْصَةَ فَاسْتَخْرَجَ الصُّحُفَ الَّتِي كَانَ أَبُو بَكْرٍ أَمَرَ زَيْدًا بِجَمْعِهَا،فَنَسَخَ مِنْهَا الْمَصَاحِفَ،فَبَعَثَ بِهَا إِلَى",
            "page": "43",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "الآفَاقِ،ثُمَّ لَمَّا كَانَ مَرْوَانُ أَمِيرُ الْمَدِينَةِ أَرْسَلَ إِلَى حَفْصَةَ يَسْأَلُهَا عَنِ الصُّحُفِ لِيُمَزِّقَهَا وَخَشِيَ أَنْ يُخَالِفَ بَعْضُ الْعَامِ بَعْضًا،فَمَنَعْتُهُ إِيَّاهَا. ¶ قَالَ ابْنُ شِهَابٍ:فَحَدَّثَنِي سَالِمُ بْنُ عَبْدِ اللهِ قَالَ:لَمَّا تُوُفِّيَتْ حَفْصَةُ أَرْسَلَ إِلَى عَبْدِ اللهِ بْنِ عُمَرَ بِعَزِيمَةٍ لِيُرْسِلَ بِهَا،فَسَاعَةَ رَجَعُوا مِنْ جَنَازَةِ حَفْصَةَ أَرْسَلَ ابْنُ عُمَرَ إِلَى مَرْوَانَ فَحَرَقَهَا مَخَافَةَ أَنْ يَكُونَ فِي شَيْءٍ مِنْ ذَلِكَ اخْتِلاَفٌ لَمَّا نَسْخَ عُثْمَانُ رَضِيَ اللَّهُ عَنْهُ. (¬1) ... ¶ فجمع الناس على مصحف واحد،وقطع الله بعمله هذا دابر الفتنة،وحقق الله على يديه صيانة كتابه وحفظه من الزيادة والنقصان ¶ - قتال علي -رضي الله عنه- للخوارج وللشيعة الذين غلوا فيه حتى ألَّهوه -رضي الله عنه- فنصحهم عن ذلك،ثم لمَّا لم ينتهوا أمر بإحراقهم بالنار،فعن عِكْرِمَةَ:أَنَّ عَلِيًّا رَضِىَ اللَّهُ عَنْهُ أُتِىَ بِقَوْمٍ مِنَ الزَّنَادِقَةِ فَحَرَّقَهُمْ بِالنَّارِ فَبَلَغَ ذَلِكَ ابْنَ عَبَّاسٍ رَضِىَ اللَّهُ عَنْهُ فَقَالَ:أَمَّا أَنَا فَلَوْ كُنْتُ لَقَتَلْتُهُمْ لِقَوْلِ النَّبِىِّ - صلى الله عليه وسلم - وَلَمَا حَرَقْتُهُمْ لِنَهْىِ النَّبِىِّ - صلى الله عليه وسلم - قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - :\"مَنْ بَدَّلَ دِينَهُ فَاقْتُلُوهُ ».وَقَالَ « لاَ تُعَذِّبُوا بِعَذَابِ اللَّهِ عَزَّ وَجَلَّ » (¬2) ¶ ¬__________ ¶ (¬1) - صحيح ابن حبان - (10 / 363) (4507) صحيح ¶ (¬2) - السنن الكبرى للبيهقي- المكنز - (8 / 202) (17310) صحيح",
            "page": "44",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "وعَنْ عِكْرِمَةَ،أَنَّ عَلِيًّا رَضِيَ اللَّهُ عَنْهُ أُتِيَ بِقَوْمٍ مِنَ الزَّنَادِقَةِ فَحَرَّقَهُمْ،فَبَلَغَ ذَلِكَ ابْنَ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا،فَقَالَ:أَمَّا أَنَا فَلَوُ كُنْتُ لَقَتَلْتُهُمْ،لِقَوْلِ رَسُولِ اللَّهِ - صلى الله عليه وسلم - ،وَلَمَا حَرَّقْتُهُمْ،لِنَهْيِ رَسُولِ اللَّهِ - صلى الله عليه وسلم - .قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - :\"مَنْ بَدَّلَ دِينَهُ فَاقْتُلُوهُ \"وَقَالَ:\"لَا تُعَذِّبُوا بِعَذَابِ اللَّهِ \"وَزَادَ سُلَيْمَانُ فِي حَدِيثِ جَرِيرٍ:قَالَ:فَبَلَغَ عَلِيًّا مَا قَالَ ابْنُ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا،فَقَالَ:وَيْحَ ابْنِ أُمِّ الْفَضْلِ،إِنَّهُ لَغَوَّاصٌ عَلَى الْهَنَاتِ\" (¬1) ¶ وعَنْ أَبِي الطُّفَيْلِ،قَالَ:أُتِيَ عَلِيٌّ بِقَوْمٍ زَنَادِقَةٍ،فَقَالُوا:أَنْتَ هُوَ،قَالَ:مَنْ أَنَا ؟ قَالُوا:أَنْتَ هُوَ،قَالَ:وَيْلَكُمْ مَنْ أَنَا ؟ قَالُوا:أَنْتَ رَبُّهُمْ،فَقَالَ عَلِيٌّ:إِنَّ قَوْمَ إِبْرَاهِيمَ غَضِبُوا لِآلِهَتِهِمْ فَأَرَادُوا أَنْ يُحَرِّقُوا إِبْرَاهِيمَ بِالنَّارِ،فَنَحْنُ أَحَقُّ أَنْ نَغْضَبَ لِرَبِّنَا،ثُمَّ قَالَ:يَا قَنْبَرُ،دُونَكَهُمْ،فَضَرَبَ أَعْنَاقَهُمْ،ثُمَّ حَفَرَ لَهُمْ حُفَرَ النَّارِ،وَأَلْقَاهُمْ فِيهَا،فَأَنْشَأَ النَّجَاشِيُّ الْحَارِثِيُّ يَقُولُ : ¶ لِتَرْمِ بِيَ الْمَنَايَا حَيْثُ شَاءَتْ إِذَا لَمْ تَرْمِ بِي فِي الْحُفْرَتَيْنِ ¶ إِذَا مَا قَرَّبُوا حَطَبًا،وَنَارًا فَذَاكَ الْهُلْكُ نَقْدًا غَيْرَ دَيْنٍ (¬2) ¶ ــــــــــــ ¶ ¬__________ ¶ (¬1) - الرَّدُّ عَلَى الْجَهْمِيَّةِ لِلدَّارِمِيِّ (194 ) صحيح ¶ (¬2) - تَهْذِيبُ الْآثَارِ لِلطَّبَرِيِّ (1388 ) حسن",
            "page": "45",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "المعلم الثالث ¶ سيادة العدل والمساواة بمفهومها الإسلامي الصحيح ¶ وذلك أن التفاضل بين البشر قوامه الميزان الذي قرره الله في كتابه.قال تعالى:{يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُم مِّن ذَكَرٍ وَأُنثَى وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِلَ لِتَعَارَفُوا إِنَّ أَكْرَمَكُمْ عِندَ اللَّهِ أَتْقَاكُمْ إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ} (13) سورة الحجرات. ¶ يا أيها الناس.يا أيها المختلفون أجناسا وألوانا،المتفرقون شعوبا وقبائل.إنكم من أصل واحد.فلا تختلفوا ولا تتفرقوا ولا تتخاصموا ولا تذهبوا بددا. ¶ يا أيها الناس.والذي يناديكم هذا النداء هو الذي خلقكم ..من ذكر وأنثى ..وهو يطلعكم على الغاية من جعلكم شعوبا وقبائل.إنها ليست التناحر والخصام.إنما هي التعارف والوئام.فأما اختلاف الألسنة والألوان،واختلاف الطباع والأخلاق،واختلاف المواهب والاستعدادات،فتنوع لا يقتضي النزاع والشقاق،بل يقتضي التعاون للنهوض بجميع التكاليف والوفاء بجميع الحاجات.وليس للون والجنس واللغة والوطن وسائر هذه المعاني من حساب في ميزان اللّه.إنما هنالك ميزان واحد تتحدد به القيم،ويعرف به فضل الناس:«إِنَّ أَكْرَمَكُمْ",
            "page": "46",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "عِنْدَ اللَّهِ أَتْقاكُمْ» ..والكريم حقا هو الكريم عند اللّه.وهو يزنكم عن علم وعن خبرة بالقيم والموازين:«إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ» .. ¶ وهكذا تسقط جميع الفوارق،وتسقط جميع القيم،ويرتفع ميزان واحد بقيمة واحدة،وإلى هذا الميزان يتحاكم البشر،وإلى هذه القيمة يرجع اختلاف البشر في الميزان. ¶ وهكذا تتوارى جميع أسباب النزاع والخصومات في الأرض وترخص جميع القيم التي يتكالب عليها الناس.ويظهر سبب ضخم واضح للألفة والتعاون:ألوهية اللّه للجميع،وخلقهم من أصل واحد.كما يرتفع لواء واحد يتسابق الجميع ليقفوا تحته:لواء التقوى في ظل اللّه.وهذا هو اللواء الذي رفعه الإسلام لينقذ البشرية من عقابيل العصبية للجنس،والعصبية للأرض،والعصبية للقبيلة،والعصبية للبيت.وكلها من الجاهلية وإليها،تتزيا بشتى الأزياء،وتسمى بشتى الأسماء.وكلها جاهلية عارية من الإسلام! وقد حارب الإسلام هذه العصبية الجاهلية في كل صورها وأشكالها،ليقيم نظامه الإنساني العالمي في ظل راية واحدة:راية اللّه ..لا راية الوطنية.ولا راية القومية.ولا راية البيت.ولا راية الجنس.فكلها رايات زائفة لا يعرفها الإسلام.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "وهذه هي القاعدة التي يقوم عليها المجتمع الإسلامي.المجتمع الإنساني العالمي،الذي تحاول البشرية في خيالها المحلق أن تحقق لونا من ألوانه فتخفق،لأنها لا تسلك إليه الطريق الواحد الواصل المستقيم ..الطريق إلى اللّه ..ولأنها لا تقف تحت الراية الواحدة المجمعة ..راية اللّه .. (¬1) ¶ وعَنْ أَبِى نَضْرَةَ،قَالَ:حَدَّثَنِى مَنْ سَمِعَ خُطْبَةَ رَسُولِ اللَّهِ - صلى الله عليه وسلم - فِى وَسَطِ أَيَّامِ التَّشْرِيقِ،فَقَالَ:\"يَا أَيُّهَا النَّاسُ،أَلاَ إِنَّ رَبَّكُمْ وَاحِدٌ،وَإِنَّ أَبَاكُمْ وَاحِدٌ،أَلاَ لاَ فَضْلَ لِعَرَبِىٍّ عَلَى أَعْجَمِىٍّ،وَلاَ لِعَجَمِىٍّ عَلَى عَرَبِىٍّ،وَلاَ لأَحْمَرَ عَلَى أَسْوَدَ،وَلاَ أَسْوَدَ عَلَى أَحْمَرَ،إِلاَّ بِالتَّقْوَى،أَبَلَّغْتُ؟ قَالُوا:بَلَّغَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - ثُمَّ قَالَ:\"أَىُّ يَوْمٍ هَذَا؟ قَالُوا:يَوْمٌ حَرَامٌ،ثُمَّ قَالَ:\"أَىُّ شَهْرٍ هَذَا؟ قَالُوا:شَهْرٌ حَرَامٌ،قَالَ:ثُمَّ قَالَ:\"أى بلد هذا؟ قَالُوا:بَلَدٌ حَرَامٌ،قَالَ:\"فَإِنَّ اللَّهَ قَدْ حَرَّمَ بَيْنَكُمْ دِمَاءَكُمْ وَأَمْوَالَكُمْ - قَالَ:وَلاَ أَدْرِى،قَالَ:أَوْ أَعْرَاضَكُمْ،أَمْ لا - \"كَحُرْمَةِ يَوْمِكُمْ هَذَا،فِى شَهْرِكُمْ هَذَا،فِى بَلَدِكُمْ هَذَا،أَبَلَّغْتُ؟ قَالُوا:بَلَّغَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - قَالَ:\"لِيُبَلِّغِ الشَّاهِدُ الْغَائِبَ.. (¬2) ¶ والأدلة الواقعية والتاريخية على سيادة هذا المبدأ في عصر الخلفاء الراشدين أكثر من أن تحصى،فهذا الخليفة الأول أبي بكر الصديق ¶ ¬__________ ¶ (¬1) - فى ظلال القرآن ـ موافقا للمطبوع - (6 / 3348) ¶ (¬2) - غاية المقصد فى زوائد المسند 1 - (2 / 69) (1665 ) صحيح",
            "page": "48",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "يطلب في أول خطبة له من الرعية أن تقوّم ما ترى فيه من خطاً أو اعوجاج . ¶ عن أَنَسَ بْنِ مَالِكٍ،قَالَ لَمّا بُويِعَ أَبُو بَكْر ٍ فِي السّقِيفَةِ وَكَانَ الْغَدُ جَلَسَ أَبُو بَكْر ٍ عَلَى الْمِنْبَرِ فَقَامَ عُمَرُ فَتَكَلّمَ قَبْلَ أَبِي بَكْرٍ فَحَمِدَ اللّهَ وَأَثْنَى عَلَيْهِ بِمَا هُوَ أَهْلُهُ ثُمّ قَالَ أَيّهَا النّاسُ إنّي كُنْت قُلْت لَكُمْ بِالْأَمْسِ مَقَالَةً مَا كَانَتْ مِمّا وَجَدْتهَا فِي كِتَابِ اللّهِ وَلَا كَانَتْ عَهْدًا عَهِدَ إلَيّ رَسُولُ اللّهِ - صلى الله عليه وسلم - وَلَكِنّي قَدْ كُنْت أَرَى أَنّ رَسُولَ اللّهِ - صلى الله عليه وسلم - سَيُدَبّرُ أَمَرْنَا ؛ يَقُولُ يَكُونُ آخِرُنَا وَإِنّ اللّهَ قَدْ أَبْقَى فِيكُمْ كِتَابَهُ الّذِي بِهِ - صلى الله عليه وسلم - فَإِنْ اعْتَصَمْتُمْ بِهِ هَدَاكُمْ اللّهُ لِمَا كَانَ هَدَاهُ لَهُ وَإِنّ اللّهَ قَدْ جَمَعَ أَمْرَكُمْ عَلَى خَيْرِكُمْ صَاحِبِ رَسُولِ اللّهِ - صلى الله عليه وسلم - ثَانِي اثْنَيْنِ إذْ هُمَا فِي الْغَارِ فَقُومُوا فَبَايِعُوهُ فَبَايَعَ النّاسُ أَبَا بَكْرٍ بَيْعَةَ الْعَامّةِ بَعْدَ بَيْعَةِ السّقِيفَة فَتَكَلّمَ أَبُو بَكْر ٍ فَحَمِدَ اللّهَ وَأَثْنَى عَلَيْهِ بِاَلّذِي هُوَ أَهْلُهُ ثُمّ قَالَ أَمّا بَعْدُ أَيّهَا النّاسُ فَإِنّي قَدْ وُلّيت عَلَيْكُمْ وَلَسْت بِخَيْرِكُمْ فَإِنْ أَحْسَنْت فَأَعِينُونِي ؛ وَإِنْ أَسَأْت فَقَوّمُونِي ؛ الصّدْقُ أَمَانَةٌ وَالْكَذِبُ خِيَانَةٌ وَالضّعِيفُ فِيكُمْ قَوِيّ عِنْدِي حَتّى أُرِيحَ عَلَيْهِ حَقّهُ إنْ شَاءَ اللّهُ وَالْقَوِيّ فِيكُمْ ضَعِيفٌ عِنْدِي حَتّى آخُذَ الْحَقّ مِنْهُ إنْ شَاءَ اللّهُ لَا يَدَعُ قَوْمٌ الْجِهَادَ فِي سَبِيلِ اللّهِ إلّا ضَرَبَهُمْ اللّهُ بِالذّلّ وَلَا تَشِيعُ الْفَاحِشَةُ فِي قَوْمٍ قَطّ إلّا عَمّهُمْ اللّهُ بِالْبَلَاءِ أَطِيعُونِي مَا أَطَعْت اللّهَ وَرَسُولَهُ فَإِذَا",
            "page": "49",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "عَصَيْتُ اللّهَ وَرَسُولَهُ فَلَا طَاعَةَ لِي عَلَيْكُمْ .قُومُوا إلَى صَلَاتِكُمْ يَرْحَمُكُمْ اللّهُ قَالَ ابْنُ إسْحَاقَ:وَحَدّثَنِي حُسَيْنُ بْنُ عَبْدِ اللّهِ عَنْ عِكْرِمَةَ،عَنْ ابْنِ عَبّاسٍ،قَالَ وَاَللّهِ إنّي لَأَمْشِي مَعَ عُمَرَ فِي خِلَافَتِهِ وَهُوَ عَامِدٌ إلَى حَاجَةٍ لَهُ وَفِي يَدِهِ الدّرّةُ وَمَا مَعَهُ غَيْرِي،قَالَ وَهُوَ يُحَدّثُ نَفْسَهُ وَيَضْرِبُ وَحْشِيّ قَدَمهُ بِدِرّتِهِ .قَالَ إذْ الْتَفَتَ إلَيّ فَقَالَ يَا بْنَ عَبّاسٍ هَلْ تَدْرِي مَا كَانَ حَمَلَنِي عَلَى مَقَالَتِي الّتِي قُلْتُ حِينَ تُوُفّيَ رَسُولُ اللّهِ - صلى الله عليه وسلم - ؟ قَالَ قُلْت:لَا أَدْرِي يَا أَمِيرَ الْمُؤْمِنِينَ أَنْتَ أَعْلَمُ قَالَ فَإِنّهُ وَاَللّهِ إنْ كَانَ الّذِي حَمَلَنِي عَلَى ذَلِكَ إلّا أَنّي كُنْت أَقْرَأُ هَذِهِ الْآيَةَ { وَكَذَلِكَ جَعَلْنَاكُمْ أُمّةً وَسَطًا لِتَكُونُوا شُهَدَاءَ عَلَى النّاسِ وَيَكُونَ الرّسُولُ عَلَيْكُمْ شَهِيدًا }،فَوَاَللّهِ إنْ كُنْت لَأَظُنّ أَنّ رَسُولَ اللّهِ - صلى الله عليه وسلم - سَيَبْقَى فِي أُمّتِهِ حَتّى يَشْهَدَ عَلَيْهَا بِآخِرِ أَعْمَالِهَا،فَإِنّهُ لِلّذِي حَمَلَنِي عَلَى أَنْ قُلْت مَا قُلْت \" (¬1) ¶ وعَنْ مَعْمَرٍ،قَالَ:وَحَدَّثَنِي بَعْضُ أَهْلِ الْمَدِينَةِ،قَالَ:خَطَبَنَا أَبُو بَكْرٍ فَقَالَ:\"يَا أَيُّهَا النَّاسُ إِنِّي قَدْ وُلِّيتُ عَلَيْكُمْ وَلَسْتُ بِخَيْرِكُمْ،فَإِنْ ضَعُفْتُ فَقَوِّمُونِي،وَإِنْ أَحْسَنْتُ فَأَعِينُونِي،الصِّدْقُ أَمَانَةٌ،وَالْكَذِبُ خِيَانَةٌ،الضَّعِيفُ فِيكُمُ الْقَوِيُّ عِنْدِي حَتَّى أُزِيحَ عَلَيْهِ حَقَّهُ إِنْ شَاءَ اللَّهُ،وَالْقَوِيُّ فِيكُمُ الضَّعِيفُ عِنْدِي حَتَّى آخُذَ مِنْهُ الْحَقَّ إِنْ شَاءَ اللَّهُ،لَا ¶ ¬__________ ¶ (¬1) - سيرة ابن هشام - (2 / 660) صحيح",
            "page": "50",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "يَدَعُ قَوْمٌ الْجِهَادَ فِي سَبِيلِ اللَّهِ إِلَّا ضَرَبَهُمُ اللَّهُ بِالْفَقْرِ،وَلَا ظَهَرَتْ - أَوْ قَالَ:شَاعَتِ - الْفَاحِشَةُ فِي قَوْمٍ إِلَّا عَمَّمَهُمُ الْبَلَاءُ،أَطِيعُونِي مَا أَطَعْتُ اللَّهَ وَرَسُولَهُ،فَإِذَا عَصَيْتُ اللَّهَ وَرَسُولَهُ فَلَا طَاعَةَ لِي عَلَيْكُمْ،قُومُوا إِلَى صَلَاتِكُمْ يَرْحَمْكُمُ اللَّهُ \" (¬1) ¶ عَنْ أَبِي فِرَاسٍ،قَالَ:شَهِدْتُ عُمَرَ بْنَ الْخَطَّابِ،وَهُوَ يَخْطُبُ النَّاسَ،قَالَ:فَقَالَ:يَا أَيُّهَا النَّاسُ،إِنَّهُ قَدْ أَتَى عَلَيَّ زَمَانٌ وَأَنَا أَرَى أَنَّ مَنْ قَرَأَ الْقُرْآنَ يُرِيدُ اللَّهَ وَمَا عِنْدَهُ،فَيُخَيَّلُ إِلَيَّ أَنَّ قَوْمًا قَرَءُوهُ يُرِيدُونَ بِهِ النَّاسَ وَيُرِيدُونَ بِهِ الدُّنْيَا،أَلَا فَأَرِيدُوا اللَّهَ بِأَعْمَالِكُمْ،أَلَا إِنَّا إِنَّمَا كُنَّا نَعْرِفُكُمْ إِذْ يَنْزِلُ الْوَحْيُ،وَإِذِ النَّبِيُّ - صلى الله عليه وسلم - بَيْنَ أَظْهُرِنَا،وَإِذْ يُنَبِّئُنَا اللَّهُ مِنْ أَخْبَارِكُمْ،فَقَدِ انْقَطَعَ الْوَحْيُ،وَذَهَبَ نَبِيُّ اللَّهِ،فَإِنَّمَا نَعْرِفُكُمْ بِمَا نَقُولُ لَكُمْ،أَلَا مَنْ رَأَيْنَا مِنْهُ خَيْرًا ظَنَنَّا بِهِ خَيْرًا وَأَحْبَبْنَاهُ عَلَيْهِ،وَمَنْ رَأَيْنَا بِهِ شَرًّا ظَنَنَّا بِهِ شَرًّا وَأَبْغَضْنَاهُ عَلَيْهِ،سَرَائِرُكُمْ بَيْنَكُمْ وَبَيْنَ رَبِّكُمْ،أَلَا إِنِّي إِنَّمَا أَبْعَثُ عُمَّالِي لِيُعَلِّمُوكُمْ دِينَكُمْ،وَلِيُعَلِّمُوكُمْ سُنَنَكُمْ،وَلَا أَبْعَثُهُمْ لِيَضْرِبُوا ظُهُورَكُمْ،وَلَا لِيَأْخُذُوا أَمْوَالَكُمْ،أَلَا فَمَنْ رَابَهُ شَيْءٌ مِنْ ذَلِكَ فَلْيَرْفَعْهُ إِلَيَّ،فَوَالَّذِي نَفْسُ عُمَرَ بِيَدِهِ لَأُقِصَّنَّكُمْ مِنْهُ .قَالَ:فَقَامَ عَمْرُو بْنُ الْعَاصِ فَقَالَ:يَا أَمِيرَ الْمُؤْمِنِينَ،أَرَأَيْتَ إِنْ بَعَثْتَ عَامِلًا مِنْ عُمَّالِكَ فَأَدَّبَ رَجُلًا مِنْ أَهْلِ رَعِيَّتِهِ فَضَرَبَهُ،إِنَّكَ لَمُقِصَّهُ مِنْهُ ؟ ¶ ¬__________ ¶ (¬1) - جَامِعُ مَعْمَرِ بْنِ رَاشِدٍ (1311 ) صحيح لغيره",
            "page": "51",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "قَالَ:فَقَالَ:نَعَمْ،وَالَّذِي نَفْسُ عُمَرَ بِيَدِهِ لَأُقِصَّنَّ مِنْهُ،أَلَا أُقِصُّ وَقَدْ رَأَيْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - \"يُقِصُّ مِنْ نَفْسِهِ ؟ \"أَلَا لَا تَضْرِبُوا الْمُسْلِمِينَ فَتُذِلُّوهُمْ،وَلَا تَمْنَعُوهُمْ حُقُوقَهُمْ فَتُكَفِّرُوهُمْ،وَلَا تُجَمِّرُوهُمْ فَتَفْتِنُوهُمْ،وَلَا تُنْزِلُوهُمُ الْغِيَاضَ فَتُضَيِّعُوهُمْ \" (¬1) ¶ وعن الشَّعْبِيِّ،قَالَ:كَانَ بَيْنَ عُمَرَ بْنِ الْخَطَّابِ وَبَيْنَ أُبِيِّ بْنِ كَعْبٍ رَضِيَ اللَّهُ عَنْهُمَا تَدَارٍ فِي شَيْءٍ،وَادَّعَى أُبَيٌّ عَلَى عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا،فَأَنْكَرَ ذَلِكَ،فَجَعَلَا بَيْنَهُمَا زَيْدَ بْنَ ثَابِتٍ،فَأَتَيَاهُ فِي مَنْزِلِهِ،فَلَمَّا دَخَلَا عَلَيْهِ قَالَ لَهُ عُمَرُ رَضِيَ اللَّهُ عَنْهُ:أَتَيْنَاكَ لِتَحْكُمَ بَيْنَنَا،وَفِي بَيْتِهِ يُؤْتَى الْحَكَمُ،فَوَسَّعَ لَهُ زَيْدٌ عَنْ صَدْرِ فِرَاشِهِ،فَقَالَ:\"هَهُنَا يَا أَمِيرَ الْمُؤْمِنِينَ،فَقَالَ لَهُ عُمَرُ رَضِيَ اللَّهُ عَنْهُ:لَقَدْ جُرْتَ فِي الْفُتْيَا،وَلَكِنْ أَجْلِسُ مَعَ خَصْمِي،فَجَلَسَا بَيْنَ يَدَيْهِ،فَادَّعَى أُبَيٌّ وَأَنْكَرَ عُمَرُ رَضِيَ اللَّهُ عَنْهُمَا،فَقَالَ زَيْدٌ لِأُبَيٍّ:أَعْفِ أَمِيرَ الْمُؤْمِنِينَ مِنَ الْيَمِينِ،وَمَا كُنْتُ لِأَسْأَلَهَا لِأَحَدٍ غَيْرِهِ،فَحَلَفَ عُمَرُ رَضِيَ اللَّهُ عَنْهُ،ثُمَّ أَقْسَمَ:لَا يُدْرِكُ زَيْدُ بْنُ ثَابِتٍ الْقَضَاءَ حَتَّى يَكُونَ عُمَرُ وَرَجُلٌ مِنْ عُرْضِ الْمُسْلِمِينَ عِنْدَهُ سَوَاءً \" (¬2) ¶ ¬__________ ¶ (¬1) - مُسْنَدُ أَبِي يَعْلَى الْمَوْصِلِيِّ (182 ) حسن ¶ (¬2) - السنن الكبرى للبيهقي- المكنز - (10 / 144) (21014) صحيح مرسل",
            "page": "52",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "وعَنْ سَيَّارٍ،قَالَ:سَمِعْتُ الشَّعْبِيَّ،قَالَ:كَانَ بَيْنَ عُمَرَ وَأُبَيٍّ رَضِيَ اللَّهُ عَنْهُمَا خُصُومَةٌ،فَقَالَ عُمَرُ:\"اجْعَلْ بَيْنِي وَبَيْنَكَ رَجُلًا \", قَالَ:فَجَعَلَا بَيْنَهُمَا زَيْدَ بْنَ ثَابِتٍ،قَالَ:فَأَتَوْهُ،قَالَ:فَقَالَ عُمَرُ رَضِيَ اللَّهُ عَنْهُ:\"أَتَيْنَاكَ لِتَحْكُمَ بَيْنَنَا،وَفِي بَيْتِهِ يُؤْتَى الْحَكَمُ \", قَالَ:فَلَمَّا دَخَلُوا عَلَيْهِ أَجْلَسَهُ مَعَهُ عَلَى صَدْرِ فِرَاشِهِ،قَالَ:فَقَالَ:هَذَا أَوَّلُ جَوْرٍ جُرْتَ فِي حُكْمِكَ،أَجْلِسْنِي وَخَصْمِي مَجْلِسًا \", قَالَ:فَقَصَّا عَلَيْهِ الْقِصَّةَ،قَالَ:فَقَالَ زَيْدٌ لِأُبَيٍّ:الْيَمِينُ عَلَى أَمِيرِ الْمُؤْمِنِينَ،فَإِنْ شِئْتَ أَعْفَيْتَهُ،قَالَ:فَأَقْسَمَ عُمَرُ رَضِيَ اللَّهُ عَنْهُ عَلَى ذَلِكَ،ثُمَّ أَقْسَمَ لَهُ:\"لَا تُدْرِكْ بَابَ الْقَضَاءِ حَتَّى لَا يَكُونَ لِي عِنْدَكَ عَلَى أَحَدٍ فَضِيلَةٌ \" (¬1) ¶ وعَنْ سيارٍ قَالَ:سَمِعْتُ الشَّعْبِيَّ قَالَ:كَانَ بَيْنَ عُمَرَ وَأُبَيٍّ خُصُومَةٌ فَقَالَ أُبَيٌّ لِعُمَرَ:اجْعَلْ بَيْنِي وَبَيْنَكَ رَجُلًا،فَجَعَلَ بَيْنَهُمَا زَيْدًا فَقَالَ عُمَرُ رَضِيَ اللَّهُ عَنْهُ:أَتَيْنَاكَ لِتَحْكُمَ بَيْنَنَا،وَفِي بَيْتِهِ يُؤْتَى الْحَكَمُ،فَلَمَّا دَخَلُوا عَلَيْهِ أَجْلَسَهُ مَعَهُ عَلَى صَدْرِ فِرَاشِهِ فَقَالَ لَهُ عُمَرُ رَضِيَ اللَّهُ عَنْهُ:هَذَا أَوَّلُ جَوْرِكَ،جُرْتَ فِي حُكْمِكَ،أَجْلِسْنِي وَخَصْمِي،فَجَلَسَا فَقَصَّا عَلَيْهِ الْقِصَّةَ فَقَالَ زَيْدٌ:الْيَمِينُ عَلَى أَمِيرِ الْمُؤْمِنِينَ،وَلَوْ شِئْتَ أَعْفَيْتَهُ ¶ ¬__________ ¶ (¬1) - السُّنَنُ الْكُبْرَى لِلْبَيْهقِيِّ (18849 ) صحيح مرسل ¶ المُساومَة : المُجاذَبَة بين البائِع والمشترى على السّلْعةِ وفَصلُ ثَمنِها ¶ حمل عليه : هجم عليه واشتد ...",
            "page": "53",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "قَالَ:فَأَقْسَمَ عُمَرُ رَضِيَ اللَّهُ عَنْهُ عَلَى ذَلِكَ،ثُمَّ أَقْسَمَ لَهُ:لَا تُدْرِكُ بَابَ الْقَضَاءِ حَتَّى لَا يَكُونَ لِي عَلَى أَحَدٍ عِنْدَكَ فَضِيلَةٌ \" (¬1) ¶ وعَنِ الشَّعْبِيِّ قَالَ:سَاوَمَ عُمَرُ رَجُلًا بِفَرَسٍ فَرَكِبَهُ يَشُورُهُ فَعَطِبَ،فَقَالَ لِلرَّجُلِ:خُذْ فَرَسَكَ،فَقَالَ الرَّجُلُ:لَا،قَالَ عُمَرُ:اجْعَلْ بَيْنِي وَبَيْنَكَ حَكَمًا،فَقَالَ الرَّجُلُ،شُرَيْحٌ،فَتَحَاكَمَا إِلَيْهِ،فَقَالَ شُرَيْحٌ:يَا أَمِيرَ الْمُؤْمِنِينَ،خُذْ بِمَا ابْتَعْتَ أَوْ رُدَّ كَمَا أَخَذْتَ،قَالَ عُمَرُ:وَهَلِ الْقَضَاءُ إِلَّا عَلَى هَذَا،فَصَيَّرَهُ إِلَى الْكُوفَةِ،فَبَعَثَهُ قَاضِيًا،فَإِنَّهُ لَأَوَّلُ يَوْمٍ عَرَفَهُ \" ¶ وقَالَ مُحَمَّدٌ:\"كَانَ بَيْنَ عُمَرَ وَابْنِ مُعَاذِ ابْنِ عَفْرَاءَ خُصُومَةٌ،فَجَعَلَا بَيْنَهُمَا أُبَيًّا،فَقَصَّ ابْنُ مُعَاذٍ عَلَى أُبَيٍّ:أَعْفِ أَمِيرَ الْمُؤْمِنِينَ،أَعْفِ أَمِيرَ الْمُؤْمِنِينَ فَقَالَ عُمَرُ رَضِيَ اللَّهُ عَنْهُ:لَا تُعْفِنِي إِنْ كَانَتْ عَلَيَّ قَالَ:فَإِنَّهَا عَلَيْكَ قَالَ:فَحَلَفَ،ثُمَّ قَالَ:إِنِّي وَإِنِ اسْتَحْقَقْتُهَا بِيَمِينِي اذْهَبْ فَهِيَ لَكَ \" (¬2) (¬3) ¶ وعَنْ عَبْدِ الرَّحْمَنِ بْنِ عَبْدِ اللهِ بْنِ سَابِطٍ الْقُرَشِيِّ،قَالَ:\"لَمَّا حَضَرَ أَبَا بَكْرٍ الْمَوْتُ،ذَكَرَ أَنْ يَسْتَخْلِفَ عُمَرَ عَلَى النَّاسِ،فَأَتَاهُ نَاسٌ مِنَ النَّاسِ،فَقَالَ،فَقَالُوا لَهُ:يَا أَبَا بَكْرٍ مَا تَقُولُ لِرَبِّكَ غَدًا إِذَا لَقِيتَهُ وَقَدِ اسْتَخْلَفْتَ عَلَيْنَا عُمَرَ،وَقَدْ عَرَفْتَ شِدَّتَهُ وَغِلْظَتَهُ وَفَظَاظَتَهُ،فَقَالَ:أَبِاللهِ ¶ ¬__________ ¶ (¬1) - تَارِيخُ الْمَدِينَةِ لِابْنِ شَبَّةَ(1186 ) صحيح مرسل ¶ (¬2) - تَارِيخُ الْمَدِينَةِ لِابْنِ شَبَّةَ (1187) صحيح مرسل ¶ (¬3) - مُصَنَّفُ ابْنِ أَبِي شَيْبَةَ (35354 ) صحيح مرسل",
            "page": "54",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "تُخَوِّفُونِي ؟ أَقُولُ يَارَبُّ،اسْتَخْلَفْتُ عَلَيْهِمْ خَيْرَ أَهْلِكَ،قَالَ:ثُمَّ دَعَا عُمَرَ،فَقَالَ لَهُ:اتَّقِ اللهَ يَا عُمَرُ،إِنْ وُلِّيتَ عَلَى النَّاسِ غَدًا،فَاعْلَمْ أَنَّ لِلَّهِ عَزَّ وَجَلَّ عَمَلًا بِالنَّهَارِ لَا يَقْبَلُهُ بِاللَّيْلِ وَعَمَلًا بِاللَّيْلِ لَا يَقْبَلُهُ بِالنَّهَارِ،وَأَنَّهُ لَا يَقْبَلُ نَافِلَةً حَتَّى تُؤَدَّى الْفَرِيضَةُ،وَإِنَّمَا ثَقُلَتْ مَوَازِينُ مَنْ ثَقُلَتْ مَوَازِينُهُ يَوْمَ الْقِيَامَةِ بِاتِّبَاعِهِمُ الْحَقَّ فِي الدُّنْيَا وَثِقَلِهِ عَلَيْهِمْ وَحَقٌّ لِمِيزَانٍ يُوضَعُ فِيهِ الْحَقُّ غَدًا أَنْ يَكُونَ ثَقِيلًا،وَإِنَّمَا خَفَّتْ مَوَازِينُ مَنْ خَفَّتْ مَوَازِينُهُ يَوْمَ الْقِيَامَةِ بِاتِّبَاعِهِمُ الْبَاطِلَ فِي الدُّنْيَا وَخِفَّتِهِ عَلَيْهِمْ،وَحَقٌّ لِمِيزَانٍ يُوضَعُ فِيهِ الْبَاطِلُ أَنْ يَكُونَ خَفِيفًا،وَأَنَّ اللهَ تَعَالَى ذَكَرَ أَهْلَ الْجَنَّةِ فَذَكَرَهُمْ بِأَحْسَنِ أَعْمَالِهِمْ،وَتَجَاوَزَ عَنْ سَيِّئِهِمْ،فَإِذَا ذَكَرْتَهُمْ،قُلْتَ:إِنِّي لَأَخَافُ أَنْ لَا أَلْحَقَ بِهِمْ،وَإِنَّ اللهَ تَعَالَى ذَكَرَ أَهْلَ النَّارِ،فَذَكَرَهُمْ بِأَسْوَأِ أَعْمَالِهِمْ وَرَدَّ عَلَيْهِمْ أَحْسَنَهُ،فَإِذَا ذَكَرْتَهُمْ قُلْتَ:إِنِّي لَأَرْجُو أَنْ لَا أَكُونَ مَعَ هَؤُلَاءِ لِيَكُونَ الْعَبْدُ رَاغِبًا رَاهِبًا لَا يَتَمَنَّى عَلَى اللهِ وَلَا يَقْنَطُ مِنْ رَحْمَتِهِ،فَإِنْ أَنْتَ حَفِظْتَ وَصِيَّتِي فَلَا يَكُ غَائِبٌ أَحَبَّ إِلَيْكَ مِنَ الْمَوْتِ،وَهُوَ آتِيَكَ،وَإِنْ أَنْتَ ضَيَّعَتْ وَصِيَّتِي فَلَا يَكُ غَائِبٌ أَبْغَضَ إِلَيْكَ مِنَ الْمَوْتِ وَلَسْتَ بِمُعْجِزِهِ \" (¬1) ¶ ومن مظاهر المساواة والعدل توزيع الفيء وأخماس الغنائم على كافة المسلمين فإن عمر رضي الله عنه لما دون ديوان العطاء جعل لكل ¶ ¬__________ ¶ (¬1) - معرفة الصحابة لأبي نعيم - (1 / 35)(114 ) صحيح لغيره",
            "page": "55",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "مسلم حق في ذلك العطاء حتى المواليد،فبمجرد ولادة طفل لأحد المسلمين يسجل أسمه في الديوان ويفرض له عطاؤه،فعَنْ مَالِكِ بْنِ أَوْسِ بْنِ الْحَدَثَانِ،قَالَ:كَانَ عُمَرُ يَحْلِفُ عَلَى أَيْمَانٍ ثَلاثٍ يَقُولُ:وَاللَّهِ مَا أَحَدٌ أَحَقَّ بِهَذَا الْمَالِ مِنْ أَحَدٍ،وَمَا أَنَا بِأَحَقَّ بِهِ مِنْ أَحَدٍ،وَاللَّهِ مَا مِنَ الْمُسْلِمِينَ أَحَدٌ إِلاَّ وَلَهُ فِي هَذَا الْمَالِ نَصِيبٌ إِلاَّ عَبْدًا مَمْلُوكًا،وَلَكِنَّا عَلَى مَنَازِلِنَا مِنْ كِتَابِ اللهِ تَعَالَى،وَقَسْمِنَا مِنْ رَسُولِ اللهِ - صلى الله عليه وسلم - ،فَالرَّجُلُ وَبَلاؤُهُ فِي الإِِسْلامِ،وَالرَّجُلُ وَقَدَمُهُ فِي الإِِسْلامِ،وَالرَّجُلُ وَغَنَاؤُهُ فِي الإِِسْلامِ،وَالرَّجُلُ وَحَاجَتُهُ،وَوَاللَّهِ لَئِنْ بَقِيتُ لَهُمْ،لَيَأْتِيَنَّ الرَّاعِيَ بِجَبَلِ صَنْعَاءَ حَظُّهُ مِنْ هَذَا الْمَالِ وَهُوَ يَرْعَى مَكَانَهُ. (¬1) ¶ وعَنِ السَّائِبِ بْنِ يَزِيدَ قَالَ:سَمِعْتُ عُمَرَ بْنَ الْخَطَّابِ،يَقُولُ:\"وَالَّذِي لَا إِلَهَ إِلَّا هُوَ،ثَلَاثًا،مَا مِنَ النَّاسِ أَحَدٌ إِلَّا لَهُ فِي هَذَا الْمَالِ حَقٌّ أُعْطِيَهُ أَوْ مُنِعَهُ وَمَا أَحَدٌ بِأَحَقَّ بِهِ مِنْ أَحَدٍ إِلَّا عَبْدٌ مَمْلُوكٌ،وَمَا أَنَا فِيهِ إِلَّا كَأَحَدِكُمْ،وَلَكِنَّا عَلَى مَنَازِلِنَا مِنْ كِتَابِ اللَّهِ،وَقِسْمِنَا مِنْ رَسُولِ اللَّهِ - صلى الله عليه وسلم - ،فَالرَّجُلُ وَبَلَاؤُهُ فِي الْإِسْلَامِ،وَالرَّجُلُ وَقِدَمُهُ فِي الْإِسْلَامِ،وَالرَّجُلُ ¶ ¬__________ ¶ (¬1) - مسند أحمد (عالم الكتب) - (1 / 165) (292) ضعيف",
            "page": "56",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "وَغَنَاؤُهُ فِي الْإِسْلَامِ،وَالرَّجُلُ وَحَاجَتُهُ،وَاللَّهِ لَئِنْ بَقِيتُ لَيَأْتِيَنَّ الرَّاعِيَ بِجَبَلِ صَنْعَاءَ حَظُّهُ مِنْ هَذَا الْمَالِ وَهُوَ مَكَانُهُ \" (¬1) ¶ وقد واسى رضي الله عنه الناس بنفسه في عام الرمادة فامتنع عن أكل اللحم والسمن حتى توفر ذلك لعامة الناس ومضت أزمة المجاعة وجاءهم الفرج من الله. ¶ فعَنْ أَنَسٍ رَضِيَ اللَّهُ عَنْهُ قَالَ:غَلَا الطَّعَامُ بِالْمَدِينَةِ فَجَعَلَ عُمَرُ رَضِيَ اللَّهُ عَنْهُ يَأْكُلُ الشَّعِيرَ،فَجَعَلَ بَطْنُهُ يُصَوِّتُ،فَضَرَبَ بِيَدِهِ عَلَى بَطْنِهِ وَقَالَ:\"وَاللَّهِ مَا هُوَ إِلَّا مَا تَرَى حَتَّى يُوَسِّعَ اللَّهُ عَلَى الْمُسْلِمِينَ \" (¬2) ¶ وقَالَ أَنَسٌ:\"غَلَا الشَّعِيرُ غَلَا الطَّعَامُ بِالْمَدِينَةِ عَلَى عَهْدِ عُمَرَ \", فَجَعَلَ يَأْكُلُ الشَّعِيرَ فَاسْتَنْكَرَهُ بَطْنُهُ،فَأَهْوَى بِيَدِهِ إِلَى بَطْنِهِ فَقَالَ:\"وَاللَّهِ مَا هُوَ إِلَّا مَا تَرَى حَتَّى يُوَسِّعَ اللَّهُ عَلَى الْمُسْلِمِينَ \" (¬3) ¶ وعَنْ عَمْرِو بْنِ دِينَارٍ قَالَ:قَالَ عُمَرُ رَضِيَ اللَّهُ عَنْهُ:\"لَئِنْ أَصَابَ النَّاسَ سَنَةٌ لَأُنْفِقَنَّ عَلَيْهِمْ مِنْ مَالِ اللَّهِ مَا وَجَدْتُ دِرْهَمًا،فَإِنْ لَمْ أَجِدْ أَلْزَمْتُ كُلَّ رَجُلٍ رَجُلًا \" (¬4) ¶ ¬__________ ¶ (¬1) - الطَّبَقَاتُ الْكُبْرَى لِابْنِ سَعْدٍ (3604 ) ضعيف ¶ (¬2) - تَارِيخُ الْمَدِينَةِ لِابْنِ شَبَّةَ (1154 ) صحيح ¶ (¬3) - مُصَنَّفُ ابْنِ أَبِي شَيْبَةَ (33837 ) صحيح ¶ (¬4) - تَارِيخُ الْمَدِينَةِ لِابْنِ شَبَّةَ (1155 ) صحيح مرسل",
            "page": "57",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "وعَنْ أَنَسٍ رَضِيَ اللَّهُ عَنْهُ قَالَ:غَلَا الطَّعَامُ بِالْمَدِينَةِ فَجَعَلَ عُمَرُ رَضِيَ اللَّهُ عَنْهُ يَأْكُلُ الشَّعِيرَ،فَجَعَلَ بَطْنُهُ يُصَوِّتُ،فَضَرَبَ بِيَدِهِ عَلَى بَطْنِهِ وَقَالَ:\"وَاللَّهِ مَا هُوَ إِلَّا مَا تَرَى حَتَّى يُوَسِّعَ اللَّهُ عَلَى الْمُسْلِمِينَ \" (¬1) ¶ وعَنْ عُمَرَ رَضِيَ اللَّهُ عَنْهُ قَالَ:\"لَوْ لَمْ أَجِدْ لِلنَّاسِ مِنَ الْمَالِ مَا يَسَعُهُمْ إِلَّا أَنْ أُدْخِلَ عَلَى كُلِّ أَهْلِ بَيْتٍ عِدَّتَهُمْ فَيُقَاسِمُونَهُ أَنْصَافَ بُطُونِهِمْ حَتَّى يَأْتِيَ اللَّهُ بِخَيْرٍ لَفَعَلْتُ ؛ فَإِنَّهُمْ لَنْ يَهْلِكُوا عَلَى أَنْصَافِ بُطُونِهِمْ \" (¬2) ¶ وعَنِ ابْنِ قِلَابَةَ،أَوْ غَيْرِهِ،أَنَّ عُمَرَ رَضِيَ اللَّهُ عَنْهُ كَتَبَ عَامَ الرَّمَادَةِ إِلَى يَزِيدَ بْنِ أَبِي سُفْيَانَ،وَإِلَى أَبِي مُوسَى الْأَشْعَرِيِّ:وَاغَوْثَاهُ،هَلَكَتِ الْعَرَبُ .فَأَمَّا يَزِيدُ فَكَتَبَ:لَبَّيْتُ لَبَّيْتُ لَبَّيْتُ يَا أَمِيرَ الْمُؤْمِنِينَ،أَتَاكَ الْغَوْثُ،بَعَثْتُ إِلَيْكَ عِيرًا أَوَّلُهَا بِالْمَدِينَةِ وَآخِرُهَا بِالشَّامِ .وَأَمَّا أَبُو مُوسَى فَكَتَبَ إِلَيْهِ:يَا أَمِيرَ الْمُؤْمِنِينَ،إِنَّ الْخَلْقَ لَا يَسَعُهُمْ إِلَّا الْخَالِقُ،فَلَوْ أَنَّكَ كَتَبْتَ فِي الْأَمْصَارِ وَوَاعَدْتَهُمْ يَوْمًا،فَأَمَرْتَهُمْ فَخَرَجُوا،فَاسْتَسْقَوْا وَدَعَوْا،فَلَمَّا أَتَاهُ كِتَابُهُ قَالَ:وَاللَّهِ مَا أَرَى أَبَا مُوسَى إِلَّا قَدْ أَشَارَ بِرَأْيٍ،فَكَتَبَ،فَخَرَجَ النَّاسُ فَاسْتَسْقَوْا فَسُقُوا \" (¬3) ¶ وعَنْ زَيْدِ بْنِ أَسْلَمَ،عَنْ أَبِيهِ قَالَ:لَمَّا دَفَّتِ الْعَرَبُ إِلَى عُمَرَ رَضِيَ اللَّهُ عَنْهُ بِالْمَدِينَةِ كَتَبَ إِلَى الْعُمَّالِ:إِلَى سَعْدٍ بِالْكُوفَةِ،وَأَبِي مُوسَى ¶ ¬__________ ¶ (¬1) - تَارِيخُ الْمَدِينَةِ لِابْنِ شَبَّةَ (1154 ) صحيح ¶ (¬2) - تَارِيخُ الْمَدِينَةِ لِابْنِ شَبَّةَ(1156 ) حسن ¶ (¬3) - تَارِيخُ الْمَدِينَةِ لِابْنِ شَبَّةَ(1157 ) صحيح مرسل",
            "page": "58",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "بِالْبَصْرَةِ،وَعَمْرِو بْنِ الْعَاصِ بِمِصْرَ،وَمُعَاوِيَةَ بِالشَّامِ:مِنْ عَبْدِ اللَّهِ عُمَرَ أَمِيرِ الْمُؤْمِنِينَ إِلَى فُلَانِ بْنِ فُلَانٍ،أَمَّا بَعْدُ،فَإِنَّ الْعَرَبَ قَدْ دَفَّتْ إِلَيْنَا وَلَمْ تَحْتَمِلْهُمْ بِلَادُهُمْ،وَلَا بُدَّ لَهُمْ مِنَ الْغَوْثِ الْغَوْثِ،حَتَّى مَلَأَ الصَّحِيفَةَ قَالَ:فَرُبَّمَا كَانَ فِي الصَّحِيفَةِ مِائَتَا مَرَّةٍ .وَكَتَبَ إِلَى عَمْرِو بْنِ الْعَاصِ ...،قَالَ:فَكَتَبَ إِلَيْهِ أَبُو مُوسَى:أَمَّا بَعْدُ،فَإِنِّي قَدْ وَجَّهْتُ إِلَيْكَ عِيرًا تَحْمِلُ الدَّقِيقَ وَالزَّيْتَ وَالسَّمْنَ وَالشَّحْمَ وَالْمَالَ،وَكَتَبَ إِلَيْهِ سَعْدٌ وَمُعَاوِيَةُ بِمِثْلِ ذَلِكَ،وَكَتَبَ إِلَيْهِ عَمْرُو بْنُ الْعَاصِ:قَدْ وَجَّهْتُ السَّفِينَ تَتْرَى بَعْضُهَا فِي إِثْرِ بَعْضٍ،فَقَدِمَ ذَلِكَ عَلَيْهِ فَقَالَ:الْحَمْدُ لِلَّهِ،مَا كَانَ اللَّهُ لِيُضِيعَ هَؤُلَاءِ،ثُمَّ دَعَا مُحَمَّدَ بْنَ مَسْلَمَةَ،وَعَبْدَ اللَّهِ بْنَ الْأَرْقَمِ،فَوَجَّهَ ابْنَ الْأَرْقَمِ إِلَى قَيْسٍ وَتَمِيمٍ وَطَيِّئٍ وَأَسَدٍ بِنَجْدٍ،وَوَجَّهَ مُحَمَّدَ بْنَ مَسْلَمَةَ إِلَى طَرِيقِ الشَّامِ إِلَى غَطَفَانَ وَأَدْنَى قُضَاعَةَ وَلَخْمٍ وَجُذَامٍ،ثُمَّ قَالَ لَهُمَا:افْهَمَا،إِيَّاكُمَا أَنْ تُعْطِيَا الْعَرَبَ الْإِبِلَ ؛ فَإِنَّهَا لَا تَنْحَرُهَا،انْحَرَا الْبَعِيرَ فَأَطْعِمَاهُمْ مُخَّهُ وَعِظَامَهُ،وَاجْعَلَا لَحْمَهُ وَشِيقَةً،وَاجْعَلَا الْفُرَارَةَ بَيْنَ عَشْرَةٍ،سِيرَا فِي كَنَفِ اللَّهِ،ثُمَّ أَقْبَلَ عَلَى مَنْ عِنْدَهُ يَتَعَهَّدُهُمْ بِالْغَدَاةِ وَالْعَشِيِّ كَأَنَّهُ رَاعٍ مِنَ الرُّعَاةِ يَتَوَكَّأُ عَلَى عَصًا وَيُرَدِّدُ:رَبَذٌ،وَاهًا وَلَا خُبْزًا .رَبَذٌ،وَاهًا وَلَا لَحْمًا .رَبَذٌ،وَاهًا وَلَا مَرَقًا \" (¬1) ¶ ¬__________ ¶ (¬1) - تَارِيخُ الْمَدِينَةِ لِابْنِ شَبَّةَ (1158 ) ضعيف وفهي زيادة منكرة حذفتها",
            "page": "59",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "وعَنْ أَسْلَمَ،أَنَّ عُمَرَ رَضِيَ اللَّهُ عَنْهُ أَذِنَ لِعَمْرِو بْنِ الْعَاصِ رَضِيَ اللَّهُ عَنْهُ فِي حَمْلِ الطَّعَامِ وَالْمِيرَةِ مِنْ مِصْرَ إِلَى الْمَدِينَةِ فِي بَحْرِ أَيْلَةَ عَامَ الرَّمَادَةِ \" (¬1) ¶ وعَنِ ابْنِ أَبِي ذُبَابٍ،أَنَّ عُمَرَ رَضِيَ اللَّهُ عَنْهُ تَرَكَ النَّاسَ عَامَ الرَّمَادَةِ لَمْ يَأْخُذْ مِنْهُمُ الصَّدَقَةَ،فَلَمَّا كَانَ الْعَامُ الْمُقْبِلُ أَرْسَلَ إِلَيْهِمْ فَأَخَذَ عِقَالَيْنِ،فَقَسَمَ فِيهِمْ عِقَالًا وَحَطَّ إِلَى عُمَرَ رَضِيَ اللَّهُ عَنْهُ عِقَالًا \" (¬2) ¶ وعَنِ الْمُغِيرَةِ بْنِ سُوَيْدٍ قَالَ:خَرَجْنَا مَعَ عُمَرَ رَضِيَ اللَّهُ عَنْهُ حُجَّاجًا،فَلَمَّا قَدِمْنَا الْمَدِينَةَ أُتِيَ بِمَالٍ،فَقَسَمَهُ بَيْنَ فُقَرَاءِ الْمُهَاجِرِينَ ثُمَّ قَالَ:إِنَّ اللَّهَ اشْتَرَى مِنَ الْمُؤْمِنِينَ أَنْفُسَهُمْ وَأَمْوَالَهُمْ بِالْجَنَّةِ،فَأَعْطَاهُمُ الشُّفْعَتَيْنِ كِلْتَيْهِمَا،وَالَّذِي نَفْسِي بِيَدِهِ لَوْلَا أَنَّ اللَّهَ أَغْنَاكُمْ بِخَزَائِنَ مِنْ عِنْدِهِ لَجَعَلْتُ آتِيَ الرَّجُلَ فَآخُذَ فَضْلَ مَالِهِ مِنْ عِنْدِهِ فَأَقْسِمَهُ بَيْنَ فُقَرَاءِ الْمُهَاجِرِينَ \" (¬3) ¶ وعَنِ ابْنِ طَاوُسٍ،عَنْ أَبِيهِ قَالَ:أَجْدَبَ النَّاسُ عَلَى عَهْدِ عُمَرَ رَضِيَ اللَّهُ عَنْهُ فَمَا أَكَلَ سَمْنًا وَلَا سَمِينًا حَتَّى أَكَلَ النَّاسُ،وَقَالَ:أَخْصَبَ النَّاسُ \" (¬4) ¶ ــــــــــــ ¶ ¬__________ ¶ (¬1) - تَارِيخُ الْمَدِينَةِ لِابْنِ شَبَّةَ (1159 ) ضعيف ¶ (¬2) - تَارِيخُ الْمَدِينَةِ لِابْنِ شَبَّةَ (1161 ) حسن ¶ (¬3) - تَارِيخُ الْمَدِينَةِ لِابْنِ شَبَّةَ(1162 ) حسن ¶ (¬4) - تَارِيخُ الْمَدِينَةِ لِابْنِ شَبَّةَ (1153 ) صحيح مرسل",
            "page": "60",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "المعلم الرابع ¶ سيادة مبدأ الشورى قاعدة للتعامل بين الحاكم والمحكوم ¶ مبدأ الشورى من المبادئ الإسلامية الهامة التي توفر الأمن والطمأنينة للأفراد والاستقرار السياسي للدولة،ويؤدي إلى إشاعة ء المحبة وبث روح التعاون والتناصح بين الحاكم والرعية،وهو ضروري حتى لا ينفرد الحاكم بالأمر والرأي الذي قد لا يكون صواباً فإن رأي الجماعة خير من رأي الواحد لأنه يأتي بعد نظر ودراسة وتفكر في الأمر وعواقبه.ومن ثم تضمن الأمة أكبر قدر من إصابة الحق، ¶ وقال العلامة ابن عاشور : ¶ وقد دلّت الآية على أن الشُّورى مأمور بها الرسُول - صلى الله عليه وسلم - فيما عبّر عنه بـ ( الأمر ) وهو مُهمّات اللأمّة ومصالحها في الحرب وغيره،وذلك في غير أمر التَّشريع لأنّ أمر التَّشريع إن كان فيه وحي فلا محيد عنه،وإن لم يكن فيه وحي وقلنا بجواز الاجتهاد للنَّبيء - صلى الله عليه وسلم - في التَّشريع فلا تدخل فيه الشورى لأنّ شأن الاجتهاد أن يستند إلى الأدلّة لا للآراء،والمجتهد لا يستشير غيره إلاّ عند القضاء باجتهاده. ¶ كما فعل عُمر وعُثمان.",
            "page": "61",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "فتعيّن أنّ المشاورة المأمور بها هنا هي المشاورة في شؤون الأمَّة ومصالحها،وقد أمر الله بها هنا ومدحها في ذكر الأنصار في قوله تعالى:{ وأمرهم شورى بينهم } [ الشورى:38 ] واشترطها في أمر العائلة فقال:{ فإن أرادا فصالا عن تراض منهما وتشاور فلا جناح عليهما } [ البقرة:233 ]. ¶ فشرع بهاته الآيات المشاورة في مراتب المصالح كلّها:وهي مصالح العائلة ومصالح القبيلة أو البلد،ومصالح الأمَّة. ¶ واختلف العلماء في مدلول قوله:{ وشاورهم } هل هو للوجوب أو للندب،وهل هو خاصّ بالرسول عليه الصلاة السَّلام،أو عامّ له ولولاة أمور الأمَّة كلّهم. ¶ فَذهب المالكية إلى الوجوب والعموم،قال ابن خُوَيْز منداد:واجب على الولاة المشاورة،فيُشاورون العلماء فيما يشكل من أمور الدّين،ويشاورون وجوه الجيش فيما يتعلّق بالحرب،ويشاورون وجوه النَّاس فيما يتعلَّق بمصالحهم ويشاورون وجوه الكتّاب والعمّال والوزراء فيما يتعلّق بمصالح البلاد وعمارتها. ¶ وأشار ابن العربي إلى وجوبها بأنَّها سبب للصّواب فقالَ:والشورى مِسبار العقل وسبب الصّواب.",
            "page": "62",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "يشير إلى أنَّنا مأمورون بتحرّي الصّواب في مصالح الأمَّة،وما يتوقّف عليه الواجب فهو واجب. ¶ وقال ابن عطية:الشورى من قواعد الشَّريعة وعزائم الأحكام،ومن لا يستشير أهل العلم والدين فعزله واجب،وهذا ما لا اختلاف فيه. ¶ واعتراض عليه ابن عرفة قوله:فعزله واجب ولم يعترض كونَها واجبة،إلاّ أنّ ابن عطية ذكر ذلك جازماً به وابن عرفة اعترضه بالقياس على قول علماء الكلام بعدم عزل الأمير إذا ظهر فسقه،يعني ولا يزيد تركُ الشورى على كونه تركَ واجب فهو فسق. ¶ وقلت:من حفظ حجَّة على من لم يحفظ،وإنّ القياس فيه فارق معتبر فإنّ الفسق مضرّته قاصرة على النفس وترك التشاور تعريض بمصالح المسلمين للخطر والفوات،ومحمل الأمر عند المالكية للوجوب والأصل عندهم عدم الخصوصية في التَّشريع إلاّ لدليل. ¶ وعن الشافعي أنّ هذا الأمر للاستحباب،ولتقتدي به الأمّة،وهو عامّ للرسول وغيره،تطييباً لنفوس أصحابه ورفعاً لأقدارهم،وروى مثله عن قتادة،والرّبيع،وابن إسحاق. ¶ وردّ هذا أبو بكر أحمدُ بن عليّ الرازي الحنفي المشهور بالجَصّاص بقوله:لو كان معلوماً عندهم أنَّهم إذا استَفرغوا جهدهم في استنباط الصّواب عمَّا سُئِلُوا عنه،ثُمّ لم يكن معمولاً به،لم يكن في ذلك",
            "page": "63",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "تطييب لنفوسهم ولا رفع لأقدارهم،بل فيه إيحاشُهم فالمشاورة لم تفد شيئاً فهذا تأويل ساقط. ¶ وقال النووي،في صدر كتاب الصلاة من \"شرح مسلم\":الصحيح عندهم وجوبها وهو المختار. ¶ وقال الفخر:ظاهر الأمر أنَّه للوجوب. ¶ ولم ينسب العلماء للحنفية قولاً في هذا الأمر إلا أنّ الجَصّاص قال في كتابه أحكام القرآن عند قوله تعالى:{ وأمرهم شورى بينهم } ):هذا يدلّ على جلالة وقع المَشُورة لذكرها مع الإيمان وإقامة الصّلاة ويدلّ على أنَّنا مأمورون بها. ¶ ومجموع كلامي الجصّاص يدلّ أن مذهب أبي حنيفة وجوبها. ¶ ومن السلف من ذهب إلى اختصاص الوجوب بالنَّبيء - صلى الله عليه وسلم - قاله الحسن وسفيان،قالا:وإنَّما أمر بها ليقتدى به غيره وتشيع في أمَّته وذلك فيما لا وحي فيه. ¶ وقد استشار النَّبيء - صلى الله عليه وسلم - أصحابه في الخروج لبدر،وفي الخروج إلى أحُد،وفي شأن الأسرى يوم بدر،واستشار عموم الجيش في رَدِّ سبي هوازن. ¶ والظاهر أنَّها لا تكون في الأحكام الشرعية لأنّ الأحكام إن كانت بوحي فظاهر،وإن كانت اجتهادية،بناء على جواز الاجتهاد للنَّبيء",
            "page": "64",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "- صلى الله عليه وسلم - في الأمور الشرعية،فالاجتهاد إنَّما يستند للأدلَّة لا للآراء وإذا كان المجتهد من أمَّته لا يستشير في اجتهاده،فكيف تجب الاستشارة على النَّبيء - صلى الله عليه وسلم - مع أنَّه لو اجتهد وقلنا بجواز الخطأ عليه فإنَّه لا يُقرّ على خطأ باتّفاق العلماء. ¶ ولم يزل من سنّة خلفاء العدل استشارة أهل الرأي في مصالح المسلمين،قال البخاري في كتاب الاعتصام من \"صحيحه\":\"وكانت الأئمة بعد النَّبيء - صلى الله عليه وسلم - يستشيرون الأمناء من أهل العلم،وكان القُرّاء أصحابَ مشُورة عمَرَ:كُهولاً كانوا أو شُبَّاناً،وكان وقّافاً عند كتاب الله\". ¶ وأخرج الخطيب عن عليّ قال:\"قلت:يا رسول الله الأمر ينزل بعدَك لم يَنزل فيه قرآن ولم يسْمع منك فيه شيء قال:اجمعوا له العابِد من أمّتي واجعلوه بينكم شُورى ولا تقضوه برأي واحد\"واستشار أبو بكر في قتال أهل الردّة،وتشاور الصّحابةُ في أمر الخليفة بعد وفاة النَّبيء - صلى الله عليه وسلم - وجعل عمر رضي الله عنه الأمر شورى بعده في ستَّة عيّنهم،وجعل مراقبة الشورى لِخمسين من الأنصار،وكان عمر يكتب لعمّاله يأمرهم بالتَّشاور،ويتمثّل لهم في كتابه بقول الشاعر ( لم أقف على اسمه ): ¶ خَلِيلَيّ ليسَ الرأيُ في صَدرِ واحد...أشِيرا عَلَيّ بالَّذِي تَرَيَانِ",
            "page": "65",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "هذا والشورى ممَّا جبل لله عليه الإنسان في فطرته السليمة أي فطره على محبّة الصلاح وتطلّب النجاح في المساعي،ولذلك قرن الله تعالى خلق أصل البشر بالتَّشاور في شأنه إذ قال للملائكة:{ إني جاعل في الأرض خليفة } [ البقرة:30 ]،إذ قد غَنِي الله عن إعانة المخلوقات في الرأي ولكنَّه عرض على الملائكة مراده ليكون التَّشاور سنّة في البشر ضرورة أنّه مقترن بتكوينه،فإنّ مقارنة الشيء للشيء في أصل التكوين يوجب إلفه وتعارفه،ولمَّا كانت الشورى معنى من المعاني لا ذات لها في الوجود جعل الله إلفها للبشر بطريقة المقارنة في وقت التكوين. ¶ ولم تزل الشورى في أطوار التاريخ رائجة في البشر فقد استشار فرعون في شأن موسى عليه السَّلام فيما حكى الله عنه بقوله:{ فماذا تأمرون } [ الأعراف:110 ]. ¶ واستشارت بلقيس في شأن سليمان عليه السلام فيما حكى الله عنها بقوله:{ قالت يأيها الملأ أفتوني في أمري ما كنت قاطعة أمرا حتى تشهدون وإنَّما يلهي النَّاس عنها حبّ الاستبداد،وكراهية سماع ما يخالف الهوى،وذلك من انحراف الطبائع وليس من أصل الفطرة،ولذلك يهرع المستبدّ إلى الشورى عند المضائق.",
            "page": "66",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "قال ابن عبد البرّ في بهجة المجالس:الشورى محمودة عند عامّة العلماء ولا أعلم أحداً رضِي الاستبداد إلاّ رجل مفتون مخادع لمن يطلب عنده فائدة،أو رجل فاتك يحاول حين الغفلة،وكلا الرجلين فاسق. ¶ ومثَل أوّلهما قول عمر بن أبي ربيعة : ¶ واستَبَدّت مَرّة واحِدة...إنَّمَا العَاجِز مَن لا يستبدّ ¶ ومَثل ثانيهما قول سَعْد بن نَاشِب : ¶ إذا هَمّ ألقَى بين عينيه عزمه...ونَكَّب عن ذِكْر العواقب جانباً ¶ ولم يستَشِرْ في أمره غَير نفسه...ولم يَرْضَ إلا قَائم السيف صاحباً ¶ ومن أحسن ما قيل في الشورى قول بشار بن برد : ¶ إذا بَلغ الرأيُ المَشُورة فاستَعن...بحزم نصيح أو نصيحة حازم ¶ ولا تحسب الشُورى عليك غضاضة...مَكانُ الخَوافي قُوّة للقَوادِم ¶ وهي أبيات كثيرة مثبتة في كتب الأدب.أ هـ (¬1) ¶ وقد قال تعالى مثنياً على المؤمنين ومعدداً بعض صفاتهم:((والَّذِينَ اسْتَجَابُوا لِرَبِّهِمْ وأَقَامُوا الصَّلاةَ وأَمْرُهُمْ شُورَى بَيْنَهُمْ ومِمَّا رَزَقْنَاهُمْ يُنفِقُونَ)) [الشورى/38]. ¶ ¬__________ ¶ (¬1) - البحر المحيط ـ نسخة محققة - (3 / 409) والتحرير والتنوير ـ الطبعة التونسية - (4 / 148) و جامع لطائف التفسير1-28 - (17 / 416)",
            "page": "67",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "قال القرطبي عند تفسير هذه الآية: كانت الأنصار قبل قدوم النبيّ - صلى الله عليه وسلم - إليهم إذا أرادوا أمراً تشاوروا فيه ثم عملوا عليه؛ فمدحهم الله تعالى به؛ قاله النقاش .وقال الحسن:أي إنهم لانقيادهم إلى الرأي في أمورهم متفقون لا يختلفون؛ فمدِحوا باتفاق كلمتهم .. (¬1) ¶ وقال تعالى مخاطبا رسول الله - صلى الله عليه وسلم - :((فَاعْفُ عَنْهُمْ واسْتَغْفِرْ لَهُمْ وشَاوِرْهُمْ في الأَمْرِ)) [آل عمران:159]. ¶ وعَنِ الْحَسَنِ،فِي قَوْلِهِ:\"\"وَشَاوِرْهُمْ فِي الأَمْرِ \" قَالَ:قَدْ عَلِمَ أَنَّهُ لَيْسَ بِهِ إِلَيْهِمْ حَاجَةٌ،وَرُبَّمَا قَالَ:لَيْسَ لَهُ إِلَيْهِمْ حَاجَةٌ،وَلَكِنْ أَرَادَ أَنْ يَسْتَنَّ بِهِ مَنْ بَعْدَهُ\". (¬2) . ¶ فالشورى مشاركة في المسئولية وضمانة من الانحراف ولهذا بوب البخاري رحمه الله في صحيحه بهاتين الآيتين باباً في كتاب الاعتصام بالكتاب والسنة (¬3) . ¶ وهذا فقه عميق ونظر دقيق من البخاري رحمه الله لأهمية الشورى وكون العمل بها اعتصام بالكتاب والسنة وبعد عن الانحراف والبدعة،مما أحوج دعاة الإسلام اليوم إلى تدبره وتفهمه لتسلم ¶ ¬__________ ¶ (¬1) - النكت والعيون للماوردي - (4 / 72) والجامع لأحكام القرآن للقرطبي - (1 / 4966) ¶ (¬2) - تفسير ابن أبي حاتم - (3 / 241) (4465)صحيح ¶ (¬3) - - انظر صحيح البخاري،كتاب الاعتصام بالكتاب والسنة،باب(28).",
            "page": "68",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "دعوتهم من القرارات العشوائية،والاتجاهات الفردية.وقد وردت الآثار عن الأئمة في مدح الشورى وبيان فضائلها.وعن الْحَسَنَ،قَالَ:\"مَا تَشَاوَرَ قَوْمٌ إِلَّا هُدُوا لِأَرْشَدِ أَمَرِهِمْ \" (¬1) ¶ وعَنِ الْحَسَنِ،قَالَ:سَمِعْتُهُ قَرَأَ،هَذِهِ الْآيَةَ:\"وَأَمْرُهُمْ شُورَى بَيْنَهُمْ \"،فَقَالَ:\"وَاللَّهِ مَا تَشَاوَرَ قَطُّ قَوْمٌ إِلَّا هَدَاهُمُ اللَّهُ لِأَفْضَلِ مَا بِحَضْرَتِهِمْ \" (¬2) ¶ وعَنِ الْحَسَنِ،فِي قَوْلِهِ:وَشَاوِرْهُمْ فِي الْأَمْرِ قَالَ:وَاللَّهِ مَا تُشَاوَرَ قَطُّ إِلَّا عَزَمَ اللَّهُ لَهُمْ بِالرُّشْدِ وَالَّذِي يَنْفَعُ \" (¬3) ¶ وقال بعض العقلاء:ما أخطأت قط إذا حَزَبَني أمر شاورت قومي ففعلت الذي يرون؛ فإن أصبت فهم المصيبون،وإن أخطأت فهم المخطئون (¬4) . ¶ وقال البخاري:كان الأئمة بعد النبي - صلى الله عليه وسلم - \"يستشيرون الأمناء من أهل العلم في الأمور المباحة فإذا وضح الكتاب أو السنة لم يتعدوه إلى غيره\" (¬5) . ¶ ¬__________ ¶ (¬1) - الْأَدَبُ لِابْنِ أَبِي شَيْبَةَ >(45 ) صحيح ¶ (¬2) - الْجَامِعُ فِي الْحَدِيثِ لِابْنِ وَهْبٍ (281 ) صحيح ¶ (¬3) - تَفْسِيرُ ابْنِ أَبِي حَاتِمٍ (4462 ) صحيح ¶ (¬4) - الجامع لأحكام القرآن للقرطبي - (1 / 4966) ¶ (¬5) - صحيح البخارى- المكنز- 8 - باب قَوْلِ اللَّهِ تَعَالَى( وَأَمْرُهُمْ شُورَى بَيْنَهُمْ ).( 29 )",
            "page": "69",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "وقال ابن العربي:الشُّورَى أُلْفَةٌ لِلْجَمَاعَةِ،وَمِسْبَارٌ لِلْعُقُولِ،وَسَبَبٌ إلَى الصَّوَابِ،وَمَا تَشَاوَرَ قَوْمٌ إلَّا هُدُو (¬1) . ¶ ولقد كانت سيرة رسول - صلى الله عليه وسلم - وخلافة الخلفاء الراشدين من بعده تطبيق واقعي لمبدأ الشورى،فرسول الله - صلى الله عليه وسلم - الذي يأتيه الوحي من الله يسدده ،عَنْ أَبِي هُرَيْرَةَ،قَالَ:مَا رَأَيْتُ أَحَدًا أَكْثَرَ مَشُورَةً لِأَصْحَابِهِ مِنْ رَسُولِ اللَّهِ - صلى الله عليه وسلم - \" (¬2) . ¶ وعَنْ أَبِي هُرَيْرَةَ،قَالَ:\"مَا رَأَيْتُ أَحَدًا بَعْدَ رَسُولِ اللَّهِ - صلى الله عليه وسلم - أَكْثَرَ اسْتِشَارَةً لِلرِّجَالِ مِنْ رَسُولِ اللَّهِ - صلى الله عليه وسلم - \" (¬3) ¶ وقد شاور رسول الله - صلى الله عليه وسلم - أصحابه في الأمور العامة كما في القتال يوم بدر،وفي أسرى بدر وفى أحد والخندق والحديبية بل حتى في الأمور الخاصة،كما في قصة حادثة الإفك. ¶ أما الخلفاء الراشدون رضى الله عنهم جميعاً فقد وقعت منهم في خلافتهم أمور كثيرة توضح التزامهم بهذا المنهج الشوري منها:تشاورهم في اختيار الخليفة،ومنها استشارة أبى بكر رض الله عنه في قتال أهل الردة،فعَنْ شُرَيْحٍ،أَنَّ عُمَرَ بْنَ الْخَطَّابِ كَتَبَ إِلَيْهِ:\"إِنْ جَاءَكَ شَيْءٌ فِي كِتَابِ اللَّهِ،فَاقْضِ بِهِ وَلَا تَلْفِتْكَ عَنْهُ الرِّجَالُ،فَإِنْ ¶ ¬__________ ¶ (¬1) - أحكام القرآن لابن العربي - (7 / 126) ¶ (¬2) - تَفْسِيرُ ابْنِ أَبِي حَاتِمٍ (4461 ) صحيح لغيره ¶ (¬3) - مَكَارِمُ الْأَخْلَاقِ لِلْخَرَائِطِيِّ (728 ) صحيح",
            "page": "70",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "جَاءَكَ مَا لَيْسَ فِي كِتَابِ اللَّهِ فَانْظُرْ سُنَّةَ رَسُولِ اللَّهِ - صلى الله عليه وسلم - ،فَاقْضِ بِهَا،فَإِنْ جَاءَكَ مَا لَيْسَ فِي كِتَابِ اللَّهِ وَلَمْ يَكُنْ فِيهِ سُنَّةٌ مِنْ رَسُولِ اللَّهِ - صلى الله عليه وسلم - ،فَانْظُرْ مَا اجْتَمَعَ عَلَيْهِ النَّاسُ فَخُذْ بِهِ،فَإِنْ جَاءَكَ مَا لَيْسَ فِي كِتَابِ اللَّهِ وَلَمْ يَكُنْ فِي سُنَّةِ رَسُولِ اللَّهِ - صلى الله عليه وسلم - ،وَلَمْ يَتَكَلَّمْ فِيهِ أَحَدٌ قَبْلَكَ .فَاخْتَرْ أَيَّ الْأَمْرَيْنِ شِئْتَ:إِنْ شِئْتَ أَنْ تَجْتَهِدَ برأْيكَ ثُمَّ تَقَدَّمَ فَتَقَدَّمْ،وَإِنْ شِئْتَ أَنْ تتأخَّرَ،فَتَأَخَّرْ،وَلَا أَرَى التَّأَخُّرَ إِلَّا خَيْرًا لَكَ \" (¬1) ¶ وعَنْ مَيْمُونِ بْنِ مِهْرَانَ،قَالَ:\"كَانَ أَبُو بَكْرٍ رَضِيَ اللَّهُ عَنْهُ إِذَا وَرَدَ عَلَيْهِ خَصْمٌ نَظَرَ فِي كِتَابِ اللَّهِ،فَإِنْ وَجَدَ فِيهِ مَا يَقْضِي بِهِ قَضَى بِهِ بَيْنَهُمْ،فَإِنْ لَمْ يَجِدْ فِي الْكِتَابِ،نَظَرَ:هَلْ كَانَتْ مِنَ النَّبِيِّ - صلى الله عليه وسلم - فِيهِ سُنَّةٌ ؟ فَإِنْ عَلَمِهَا قَضَى بِهَا،وَإِنْ لَمْ يَعْلَمْ خَرَجَ فَسَأَلَ الْمُسْلِمِينَ فَقَالَ:\"أَتَانِي كَذَا وَكَذَا،فَنَظَرْتُ فِي كِتَابِ اللَّهِ،وَفِي سُنَّةِ رَسُولِ اللَّهِ - صلى الله عليه وسلم - , فَلَمْ أَجِدْ فِي ذَلِكَ شَيْئًا،فَهَلْ تَعْلَمُونَ أَنَّ نَبِيَّ اللَّهِ - صلى الله عليه وسلم - قَضَى فِي ذَلِكَ بِقَضَاءٍ ؟ \", فَرُبَّمَا قَامَ إِلَيْهِ الرَّهْطُ فَقَالُوا:\"نَعَمْ،قَضَى فِيهِ بِكَذَا وَكَذَا \", فَيَأْخُذُ بِقَضَاءِ رَسُولِ اللَّهِ - صلى الله عليه وسلم - \".قَالَ جَعْفَرٌ وَحَدَّثَنِي غَيْرُ مَيْمُونٍ أَنَّ أَبَا بَكْرٍ رَضِيَ اللَّهُ عَنْهُ كَانَ يَقُولُ عِنْدَ ذَلِكَ:\"الْحَمْدُ لِلَّهِ الَّذِي جَعَلَ فِينَا مَنْ يَحْفَظُ عَنْ نَبِيِّنَا - صلى الله عليه وسلم - \"،وَإِنْ أَعْيَاهُ ذَلِكَ دَعَا رُءُوسَ الْمُسْلِمِينَ وَعَلَمَاءَهُمْ،فَاسْتَشَارَهُمْ،فَإِذَا اجْتَمَعَ رَأْيُهُمْ عَلَى الْأَمْرِ قَضَى بِهِ \"،قَالَ ¶ ¬__________ ¶ (¬1) - سنن الدارمي (172 ) صحيح",
            "page": "71",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "جَعْفَرٌ:وَحَدَّثَنِي مَيْمُونٌ أَنَّ عُمَرَ بْنَ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ كَانَ يَفْعَلُ ذَلِكَ،فَإِنْ أَعْيَا أَنْ يَجِدَ فِي الْقُرْآنِ وَالسُّنَّةِ،نَظَرَ:هَلْ كَانَ لِأَبِي بَكْرٍ رَضِيَ اللَّهُ عَنْهُ فِيهِ قَضَاءٌ ؟ فَإِنْ وَجَدَ أَبَا بَكْرٍ رَضِيَ اللَّهُ عَنْهُ قَدْ قَضَى فِيهِ بِقَضَاءٍ قَضَى بِهِ،وَإِلَّا دَعَا رُءُوسَ الْمُسْلِمِينَ وَعُلَمَاءَهُمْ،فَاسْتَشَارَهُمْ،فَإِذَا اجْتَمَعُوا عَلَى الْأَمْرِ قَضَى بَيْنَهُمْ \" (¬1) ¶ وعَنْ شُرَيْحٍ،أَنَّ عُمَرَ بْنَ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ كَتَبَ إِلَيْهِ:\"إِذَا جَاءَكُمْ أَمْرٌ فِي كِتَابِ اللَّهِ عَزَّ وَجَلَّ فَاقْضِ بِهِ،وَلَا يَلْفِتَنَّكَ عَنْهُ الرِّجَالُ،فَإِنْ أَتَاكَ مَا لَيْسَ فِي كِتَابِ اللَّهِ،فَانْظُرْ سُنَّةَ رَسُولِ اللَّهِ - صلى الله عليه وسلم - , فَاقْضِ بِهَا،فَإِنْ جَاءَكَ مَا لَيْسَ فِي كِتَابِ اللَّهِ،وَلَمْ يَكُنْ فِيهِ سُنَّةٌ مِنْ رَسُولِ اللَّهِ - صلى الله عليه وسلم - , فَانْظُرْ مَا اجْتَمَعَ عَلَيْهِ النَّاسُ فَخُذْ بِهِ،فَإِنْ جَاءَكَ مَا لَيْسَ فِي كِتَابِ اللَّهِ،وَلَمْ يَكُنْ فِيهِ سُنَّةٌ مِنْ رَسُولِ اللَّهِ - صلى الله عليه وسلم - , وَلَمْ يَتَكَلَّمْ فِيهِ أَحَدٌ قَبْلَكَ،فَاخْتَرْ أِيَّ الْأَمْرَيْنِ شِئْتَ،إِنْ شِئْتَ أَنْ تَجْتَهِدَ بِرَأْيِكَ،ثُمَّ تُقَدِّمَ فَتُقَدِّمَ،وَإِنْ شِئْتَ أَنْ تُأَخِّرَ فَتُأَخِّرَ،وَلَا أَرَى التَّأَخُّرَ إِلَّا خَيْرًا لَكَ \". (¬2) ¶ وعَنْ شُرَيْحٍ،أَنَّ عُمَرَ،كَتَبَ إِلَيْهِ:\"إِذَا أَتَاكَ أَمْرٌ فَاقْضِ فِيهِ بِمَا فِي كِتَابِ اللَّهِ فَإِنْ أَتَاكَ مَا لَيْسَ فِي كِتَابِ اللَّهِ فَاقْضِ بِمَا سَنَّ فِيهِ رَسُولُ ¶ ¬__________ ¶ (¬1) - السُّنَنُ الْكُبْرَى لِلْبَيْهقِيِّ ( 18679) صحيح ¶ (¬2) - السُّنَنُ الْكُبْرَى لِلْبَيْهقِيِّ (18680 ) صحيح",
            "page": "72",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "اللَّهِ،فَإِنْ أَتَاكَ مَا لَيْسَ فِي كِتَابٍ وَلَمْ يَسُنَّ فِيهِ رَسُولُ اللَّهِ - صلى الله عليه وسلم - فَاقْضِ بِمَا اجْتَمَعَ عَلَيْهِ النَّاسُ،وَإِنْ أَتَاكَ مَا لَيْسَ فِي كِتَابِ اللَّهِ وَلَمْ يَسُنَّهُ رَسُولُ اللَّهِ وَلَمْ يَتَكَلَّمْ فِيهِ أَحَدٌ فَأَيَّ الْأَمْرَيْنِ شِئْتَ فَخُذْ بِهِ \" (¬1) ¶ وقال عَامِرٌ الشَّعْبِيُّ:كَتَبَ عُمَرُ بْنُ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ،إِلَى شُرَيْحٍ \"إِذَا وَجَدْتَ شَيْئًا فِي كِتَابِ اللَّهِ فَاقْضِ بِهِ وَلَا تَلْتَفِتْ إِلَى غَيْرِهِ،وَإِذَا أَتَى شَيْءٌ،أَرَاهُ قَالَ:لَيْسَ فِي كِتَابِ اللَّهِ وَلَيْسَ فِي سُنَّةِ رَسُولِ اللَّهِ،وَلَمْ يَقُلْ فِيهِ أَحَدٌ قَبْلَكَ فَإِنْ شِئْتَ أَنْ تَجْتَهِدَ رَأْيَكَ فَتَقَدَّمْ،وَإِنْ شِئْتَ أَنْ تَتَأَخَّرَ فَتَأَخَّرْ وَمَا أَرَى التَّأَخُّرَ إِلَّا خَيْرًا لَكَ \" (¬2) ¶ وعَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ قَالَ:أَكْثَرَ النَّاسُ يَوْمًا عَلَى عَبْدِ اللَّهِ يَسْأَلُونَهُ فَقَالَ:\"أَيُّهَا النَّاسُ إِنَّهُ قَدْ أَتَى عَلَيْنَا زَمَانٌ وَلَسْنَا نَقْضِي وَلَسْنَا هُنَاكَ فَمَنِ ابْتُلِيَ بِقَضَاءٍ بَعْدَ الْيَوْمِ فَلْيَقْضِ بِمَا فِي كِتَابِ اللَّهِ،فَإِنْ أَتَاهُ مَا لَيْسَ فِي كِتَابِ اللَّهِ وَلَمْ يَقُلْ فِيهِ نَبِيُّهُ - صلى الله عليه وسلم - فَلْيَقْضِ بِمَا قَضَى بِهِ الصَّالِحُونَ،فَإِنْ أَتَاهُ أَمْرٌ لَمْ يَقْضِ بِهِ الصَّالِحُونَ وَلَيْسَ فِي كِتَابِ اللَّهِ وَلَمْ يَقْضِ بِهِ نَبِيُّهُ - صلى الله عليه وسلم - ،فَلْيَجْتَهِدْ رَأْيَهُ،وَلَا يَقُولَنَّ:إِنِّي أَرَى وَأَخَافُ فَإِنَّ ¶ ¬__________ ¶ (¬1) - جَامِعُ بَيَانِ الْعِلْمِ- بَابُ اجْتِهَادِ الرَّأْيِ عَلَى الْأُصُولِ عِنْدَ عَدَمِ النُّصُوصِ فِي حِينِ نُزُولِ (1011 ) صحيح ¶ (¬2) - جَامِعُ بَيَانِ الْعِلْمِ- بَابُ اجْتِهَادِ الرَّأْيِ عَلَى الْأُصُولِ عِنْدَ عَدَمِ النُّصُوصِ فِي حِينِ نُزُولِ (1012 ) صحيح لغيره",
            "page": "73",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "الْحَلَالَ بَيِّنٌ وَالْحَرَامَ بَيِّنٌ وَبَيْنَ ذَلِكَ أُمُورٌ مُشْتَبِهَاتٌ فَدَعُوا مَا يَرِيبُكُمْ إِلَى مَا لَا يَرِيبُكُمْ \" (¬1) ¶ وعَنِ الشَّعْبِيِّ قَالَ:لَمَّا بَعَثَ عُمَرُ رَضِيَ اللَّهُ عَنْهُ،شُرَيْحًا عَلَى قَضَاءِ الْكُوفَةِ قَالَ لَهُ:\"انْظُرْ مَا تَبَيَّنَ لَكَ فِي كِتَابِ اللَّهِ فَلَا تَسْأَلْ عَنْهُ أَحَدًا،وَمَا لَمْ يَتَبَيَّنْ لَكَ فِي كِتَابِ اللَّهِ فَابْتِغِ فِيهِ سُنَّةَ رَسُولِ اللَّهِ - صلى الله عليه وسلم - ،وَمَا لَمْ يَتَبَيَّنْ لَكَ فِي السُّنَّةِ فَاجْتَهَدَ رَأْيَكَ \" (¬2) ¶ وعَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي يَزِيدَ قَالَ:سَمِعْتُ ابْنَ عَبَّاسٍ،\"إِذَا سُئِلَ عَنْ شَيْءٍ فَإِنْ كَانَ فِي كِتَابِ اللَّهِ قَالَ بِهِ فَإِنْ لَمْ يَكُنْ فِي كِتَابِ اللَّهِ وَكَانَ عَنْ رَسُولِ اللَّهِ - صلى الله عليه وسلم - قَالَ بِهِ،فَإِنْ لَمْ يَكُنْ فِي كِتَابِ اللَّهِ وَلَا عَنْ رَسُولِ اللَّهِ - صلى الله عليه وسلم - وَكَانَ عَنْ أَبِي بَكْرٍ وَعُمَرَ رَضِيَ اللَّهُ عَنْهُمَا قَالَ بِهِ،فَإِنْ لَمْ يَكُنْ فِي كِتَابِ اللَّهِ وَلَا عَنْ رَسُولِ اللَّهِ - صلى الله عليه وسلم - وَلَا عَنْ أَبِي بَكْرٍ،وَلَا عَنْ عُمَرَ اجْتَهَدَ رَأْيَهُ \" ¶ وعَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي يَزِيدَ قَالَ:رَأَيْتُ ابْنَ عَبَّاسٍ،\"إِذَا سُئِلَ عَنْ شَيْءٍ هُوَ فِي كِتَابِ اللَّهِ قَالَ بِهِ،فَإِنْ لَمْ يَكُنْ فِي كِتَابِ اللَّهِ وَقَالَهُ رَسُولُ اللَّهِ ¶ ¬__________ ¶ (¬1) - جَامِعُ بَيَانِ الْعِلْمِ- بَابُ اجْتِهَادِ الرَّأْيِ عَلَى الْأُصُولِ عِنْدَ عَدَمِ النُّصُوصِ فِي حِينِ نُزُولِ (1013 ) صحيح ¶ (¬2) - النُّصُوصِ فِي حِينِ نُزُولِ (1014 ) صحيح",
            "page": "74",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "- صلى الله عليه وسلم - قَالَ بِهِ،فَإِنْ لَمْ يَكُنْ فِي كِتَابِ اللَّهِ وَلَمْ يَقُلْهُ رَسُولُ اللَّهِ - صلى الله عليه وسلم - ،وَقَالَهُ أَبُو بَكْرٍ أَوْ عُمَرُ رَضِيَ اللَّهُ عَنْهُمَا قَالَ بِهِ،وَإِلَّا اجْتَهَدَ رَأْيَهُ \" (¬1) ¶ وعَنْ سَعِيدِ بْنِ الْمُسَيِّبِ،عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ كَرَّمَ اللَّهُ وَجْهَهُ قَالَ:قُلْتُ:يَا رَسُولَ اللَّهِ،الْأَمْرُ يَنْزِلُ بِنَا لَمْ يَنْزِلْ فِيهِ قُرْآنٌ وَلَمْ تَمْضِ فِيهِ مِنْكَ سُنَّةٌ قَالَ:\"اجْمَعُوا لَهُ الْعَالِمِينَ \"أَوْ قَالَ:\"الْعَابِدِينَ مِنَ الْمُؤْمِنِينَ فَاجْعَلُوهُ شُورَى بَيْنَكُمْ وَلَا تَقْضُوا فِيهِ بِرَأْيٍ وَاحِدٍ \" (¬2) ¶ قَالَ أَبُو عُمَرَ:وَعَنْ عُمَرَ رَضِيَ اللَّهُ عَنْهُ،أَنَّهُ قَالَ لِعَلِيٍّ وَزَيْدٍ رَضِيَ اللَّهُ عَنْهُمَا:\"لَوْلَا رَأْيُكُمَا اجْتَمَعَ رَأْيِي وَرَأْيُ أَبِي بَكْرٍ رَضِيَ اللَّهُ عَنْهُ كَيْفَ يَكُونُ ابْنِي وَلَا أَكُونُ أَبَاهُ ؟ يَعْنِي الْجَدَّ \"وَعَنْ عُمَرَ:\"أَنَّهُ لَقِيَ رَجُلًا فَقَالَ:مَا صَنَعْتَ ؟ فَقَالَ:قَضَى عَلِيٌّ وَزَيْدٌ بِكَذَا،قَالَ:لَوْ كُنْتُ أَنَا لَقَضَيْتُ بِكَذَا،قَالَ:فَمَا يَمْنَعُكَ وَالْأَمْرُ إِلَيْكَ ؟ فَقَالَ:لَوْ كُنْتُ أَرُدُّكَ إِلَى كِتَابِ اللَّهِ عَزَّ وَجَلَّ أَوْ إِلَى سُنَّةِ نَبِيِّهِ - صلى الله عليه وسلم - لَفَعَلْتُ وَلَكِنِّي أَرُدُّكَ إِلَى ¶ ¬__________ ¶ (¬1) - جَامِعُ بَيَانِ الْعِلْمِ- بَابُ اجْتِهَادِ الرَّأْيِ عَلَى الْأُصُولِ عِنْدَ عَدَمِ النُّصُوصِ فِي حِينِ نُزُولِ (1016و1017 ) صحيح ¶ (¬2) - جَامِعُ بَيَانِ الْعِلْمِ- بَابُ اجْتِهَادِ الرَّأْيِ عَلَى الْأُصُولِ عِنْدَ عَدَمِ النُّصُوصِ فِي حِينِ نُزُولِ (1021 ) فيه ضعف",
            "page": "75",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "رَأْيِي،وَالرَّأْيُ مُشْتَرَكٌ قَالَ أَبُو عُمَرَ:وَلَمْ يَنْقُضْ مَا قَالَ عَلِيٌّ وَزَيْدٌ \"وَهُوَ يَرَى خِلَافَ مَا ذَهَبَا إِلَيْهِ فَهَذَا كَثِيرٌ لَا يُحْصَى \" (¬1) ¶ وعَنْ عُبَيْدَةَ قَالَ:قَالَ عَلِيٌّ رَضِيَ اللَّهُ عَنْهُ \"اجْتَمَعَ رَأْيِي وَرَأْيُ عُمَرَ عَلَى عِتْقِ أُمَّهَاتِ الْأَوْلَادِ ثُمَّ رَأَيْتُ بَعْدُ أَنْ أُرِقَّهُنَّ فَقُلْتُ لَهُ:إِنَّ رَأْيَكَ وَرَأْيَ عُمَرَ فِي الْجَمَاعَةِ أَحَبُّ إِلَيَّ مِنْ رَأْيِكَ وَحْدَكَ فِي الْفُرْقَةِ \" (¬2) ¶ وعَنِ الزُّهْرِىِّ قَالَ أَخْبَرَنِى عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ عُتْبَةَ أَنَّ ابْنَ عَبَّاسٍ - رضى الله عنهما - قَالَ قَدِمَ عُيَيْنَةُ بْنُ حِصْنِ بْنِ حُذَيْفَةَ فَنَزَلَ عَلَى ابْنِ أَخِيهِ الْحُرِّ بْنِ قَيْسٍ،وَكَانَ مِنَ النَّفَرِ الَّذِينَ يُدْنِيهِمْ عُمَرُ،وَكَانَ الْقُرَّاءُ أَصْحَابَ مَجَالِسِ عُمَرَ وَمُشَاوَرَتِهِ كُهُولاً كَانُوا أَوْ شُبَّانًا .فَقَالَ عُيَيْنَةُ لاِبْنِ أَخِيهِ يَا ابْنَ أَخِى،لَكَ وَجْهٌ عِنْدَ هَذَا الأَمِيرِ فَاسْتَأْذِنْ لِى عَلَيْهِ .قَالَ سَأَسْتَأْذِنُ لَكَ عَلَيْهِ .قَالَ ابْنُ عَبَّاسٍ فَاسْتَأْذَنَ الْحُرُّ لِعُيَيْنَةَ فَأَذِنَ لَهُ عُمَرُ،فَلَمَّا دَخَلَ عَلَيْهِ قَالَ هِىْ يَا ابْنَ الْخَطَّابِ،فَوَاللَّهِ مَا تُعْطِينَا الْجَزْلَ،وَلاَ تَحْكُمُ بَيْنَنَا بِالْعَدْلِ .فَغَضِبَ عُمَرُ حَتَّى هَمَّ بِهِ،فَقَالَ لَهُ الْحُرُّ يَا أَمِيرَ الْمُؤْمِنِينَ إِنَّ اللَّهَ تَعَالَى قَالَ لِنَبِيِّهِ - صلى الله عليه وسلم - {خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجَاهِلِينَ} (199) سورة الأعراف وَإِنَّ ¶ ¬__________ ¶ (¬1) - جَامِعُ بَيَانِ الْعِلْمِ- بَابُ اجْتِهَادِ الرَّأْيِ عَلَى الْأُصُولِ عِنْدَ عَدَمِ النُّصُوصِ فِي حِينِ نُزُولِ (1022 ) ¶ (¬2) - جَامِعُ بَيَانِ الْعِلْمِ- بَابُ اجْتِهَادِ الرَّأْيِ عَلَى الْأُصُولِ عِنْدَ عَدَمِ النُّصُوصِ فِي حِينِ نُزُولِ (1024 ) صحيح",
            "page": "76",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "هَذَا مِنَ الْجَاهِلِينَ .وَاللَّهِ مَا جَاوَزَهَا عُمَرُ حِينَ تَلاَهَا عَلَيْهِ،وَكَانَ وَقَّافًا عِنْدَ كِتَابِ اللَّهِ (¬1) . ¶ وعَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ قَالَ سَأَلَ عُمَرُ بْنُ الْخَطَّابِ عَنْ إِمْلاَصِ الْمَرْأَةِ - هِىَ الَّتِى يُضْرَبُ بَطْنُهَا فَتُلْقِى جَنِينًا - فَقَالَ أَيُّكُمْ سَمِعَ مِنَ النَّبِىِّ - صلى الله عليه وسلم - فِيهِ شَيْئًا فَقُلْتُ أَنَا .فَقَالَ مَا هُوَ قُلْتُ سَمِعْتُ النَّبِىَّ - صلى الله عليه وسلم - يَقُولُ « فِيهِ غُرَّةٌ عَبْدٌ أَوْ أَمَةٌ » .فَقَالَ لاَ تَبْرَحْ حَتَّى تَجِيئَنِى بِالْمَخْرَجِ فِيمَا قُلْتَ .فَخَرَجْتُ فَوَجَدْتُ مُحَمَّدَ بْنَ مَسْلَمَةَ فَجِئْتُ بِهِ،فَشَهِدَ مَعِى أَنَّهُ سَمِعَ النَّبِىَّ - صلى الله عليه وسلم - يَقُولُ « فِيهِ غُرَّةٌ عَبْدٌ أَوْ أَمَةٌ » (¬2) ¶ وعَنْ أَنَسٍ،قَالَ:جَلَدَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - فِي الْخَمْرِ أَرْبَعِينَ بِالْجَرِيدِ وَالنِّعَالِ،وَجَلَدَ أَبُو بَكْرٍ أَرْبَعِينَ،فَلَمَّا كَانَ عُمَرُ دَنَا النَّاسُ مِنَ الرِّيفِ وَالْقُرَى،قَالَ:مَا تَرَوْنَ فِي جَلْدِ الْخَمْرِ؟ فَقَالَ عَبْدُ الرَّحْمَنِ بْنُ عَوْفٍ:نَرَى أَنْ تَجْعَلَهُ كَأَخَفِّ الْحُدُودِ،قَالَ:فَجَلَدَ عُمَرُ ثَمَانِينَ. ¶ وفي رواية عَنْ أَنَسٍ،أَنّ النَّبِيَّ - صلى الله عليه وسلم - جَلَدَ فِي الْخَمْرِ بِالْجَرِيدِ وَالنِّعَالِ،ثُمَّ جَلَدَ أَبُو بَكْرٍ أَرْبَعِينَ،فَلَمَّا وَلِيَ عُمَرُ دَعَا النَّاسَ،فَقَالَ لَهُمْ:إِنَّ النَّاسَ قَدْ دَنَوْا مِنَ الرِّيفِ،فَمَا تَرَوْنَ فِي حَدِّ الْخَمْرِ،فَقَالَ لَهُ عَبْدُ الرَّحْمَنِ بْنُ عَوْفٍ:نَرَى أَنْ تَجْعَلَهُ كَأَخَفِّ الْحُدُودِ فَجَعَلَهُ ثَمَانِينَ . (¬3) ¶ ¬__________ ¶ (¬1) - صحيح البخارى- المكنز - (4642) ¶ (¬2) - صحيح البخارى- المكنز - (7317 و 7318) ¶ (¬3) - مسند أبي عوانة (5100و5101) صحيح",
            "page": "77",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "وعَنِ ابْنِ عَبَّاسٍ،أَنَّ عُمَرَ بْنَ الْخَطَّابِ خَرَجَ إِلَى الشَّامِ،حَتَّى إِذَا كَانَ بِسَرْغَ،لَقِيَهُ أُمَرَاءُ الأَجْنَادِ أَبُو عُبَيْدَةُ بْنُ الْجَرَّاحِ وَأَصْحَابُهُ،فَأَخْبَرُوهُ أَنَّ الْوَبَاءَ قَدْ وَقَعَ بِالشَّامِ،قَالَ ابْنُ عَبَّاسٍ:فَقَالَ عُمَرُ:ادْعُ لِيَ الْمُهَاجِرِينَ الأَوْلِينَ،فَدَعَوْتُهُمْ،فَاسْتَشَارَهُمْ وَأَخْبَرَهُمْ أَنَّ الْوَبَاءَ قَدْ وَقَعَ بِالشَّامِ فَاخْتَلَفُوا،فَقَالَ بَعْضُهُمْ:خَرَجْتَ لأَمْرٍ فَلاَ نَرَى أَنْ تَرْجِعَ عَنْهُ،وَقَالَ بَعْضُهُمْ:مَعَكَ بَقِيَّةُ النَّاسِ وَأَصْحَابُ رَسُولِ اللهِ - صلى الله عليه وسلم - ،وَلاَ نَرَى أَنْ تُقْدِمَهُمْ عَلَى هَذَا الْوَبَاءِ،فَقَالَ:ارْتَفِعُوا عَنِّي،ثُمَّ قَالَ:ادْعُ لِيَ الأَنْصَارَ فَدَعَوْتُهُمْ،فَاسْتَشَارَهُمْ فَسَلَكُوا سَبِيلَ الْمُهَاجِرِينَ وَاخْتَلَفُوا كَاخْتِلاَفِهِمْ،فَقَالَ:ارْتَفِعُوا عَنِّي،ثُمَّ قَالَ:ادْعُ لِي مَنْ كَانَ هَاهُنَا مِنْ مَشْيَخَةِ قُرَيْشٍ مِنْ مُهَاجِرَةِ الْفَتْحِ،فَدَعَوْتُهُمْ،فَلَمْ يَخْتَلِفْ عَلَيْهِ رَجُلاَنِ،وَقَالُوا:نَرَى أَنْ تَرْجِعَ بِالنَّاسِ وَلاَ تُقْدِمَهُمْ عَلَى هَذَا الْوَبَاءِ،فَنَادَى عُمَرُ فِي النَّاسِ إِنِّي مُصْبِحٌ عَلَى ظَهْرٍ،فَأَصْبِحُوا عَلَيْهِ،فَقَالَ أَبُو عُبَيْدَةَ بْنُ الْجَرَّاحِ:أَفِرَارًا مِنْ قَدْرِ اللهِ ؟ فَقَالَ عُمَرُ:لَوْ غَيْرُكَ قَالَهَا يَا أَبَا عُبَيْدَةَ وَكَانَ عُمَرُ يَكْرَهُ خِلاَفَهُ نَفِرُ مِنْ قَدَرِ اللهِ إِلَى قَدَرِ اللهِ،أَرَأَيْتَ لَوْ كَانَ لَكَ إِبِلٌ فَهَبَطَتْ وَادِيًا لَهُ عُدْوَتَانِ إِحْدَاهُمَا خِصِبَةٌ،وَالْأُخْرَى جَدْبَةٌ،أَلَيْسَ إِنْ رَعَيْتَ الْخِصْبَةَ رَعَيْتَهَا بِقَدَرِ اللهِ،وَإِنْ رَعَيْتَ الْجَدْبَةَ رَعَيْتَهَا بِقَدَرِ اللهِ،قَالَ:نَعَمْ.قَالَ:فَجَاءَ عَبْدُ الرَّحْمَنِ بْنُ عَوْفٍ،وَكَانَ مُتَغَيِّبًا فِي بَعْضِ حَاجَتِهِ،فَقَالَ:إِنَّ عِنْدِي مِنْ هَذَا",
            "page": "78",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "عِلْمًا،سَمِعْتُ رَسُولَ اللهِ - صلى الله عليه وسلم - يَقُولُ:إِذَا سَمِعْتُمْ بِهِ بِأَرْضٍ فَلاَ تَقْدُمُوا عَلَيْهِ،وَإِذَا وَقَعَ بِأَرْضٍ وَأَنْتُمْ بِهَا فَلاَ تَخْرُجُوا فِرَارًا مِنْهُ قَالَ:فَحَمِدَ اللَّهَ عُمَرُ بْنُ الْخَطَّابِ ثُمَّ انْصَرَفَ. (¬1) ¶ وعَنْ قَيْسِ بْنِ أَبِي حَازِمٍ قَالَ:جَاءَ رَجُلٌ إِلَى مُعَاوِيَةَ فَسَأَلَهُ عَنْ مَسْأَلَةٍ،فَقَالَ:سَلْ عَنْهَا عَلِيَّ بْنَ أَبِي طَالِبٍ،فَهُوَ أَعْلَمُ،فَقَالَ:يَا أَمِيرَ الْمُؤْمِنِينَ،جَوَابُكَ فِيهَا أَحَبُّ إِلَيَّ مِنْ جَوَابِ عَلِيٍّ،فَقَالَ:بِئْسَ مَا قُلْتَ،وَلُؤْمَ مَا جِئْتَ بِهِ،لَقَدْ كَرِهْتَ رَجُلًا كَانَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - يَغُرُّهُ الْعِلْمَ غَرًّا،وَلَقَدْ قَالَ لَهُ رَسُولُ اللَّهِ - صلى الله عليه وسلم - :\"أَنْتَ مِنِّي بِمَنْزِلَةِ هَارُونَ مِنْ مُوسَى غَيْرَ أَنَّهُ لَا نَبِيَّ بَعْدِي \"،وَكَانَ عُمَرُ إِذَا أَشْكَلَ عَلَيْهِ شَيْءٌ يَأْخُذُ مِنْهُ،وَلَقَدْ شَهِدْتُ عُمَرَ وَقَدْ أَشْكَلَ عَلَيْهِ شَيْءٌ فَقَالَ:هَا هُنَا عَلِيٌّ،قُمْ لَا أَقَامَ اللَّهُ رِجْلَيْكَ . (¬2) ¶ وعَنْ سَعِيدِ بْنِ الْمُسَيَّبِ قَالَ:كَانَ عُمَرُ يَتَعَوَّذُ بِاللهِ مِنْ مُعْضِلَةٍ لَيْسَ لَهَا أَبُو حَسَنٍ . (¬3) ¶ وعَنِ ابْنِ عُمَرَ،أَنَّ عُمَرَ قَالَ:إِنْ أَسْتَخْلِفْ فَقَدِ اسْتَخْلَفَ مَنْ هُوَ خَيْرٌ مِنِّي أَبُو بَكْرٍ،وَإِنْ أَتْرُكْكُمْ فَقَدْ تَرَكَكُمْ مَنْ هُوَ خَيْرٌ مِنِّي رَسُولُ اللهِ ¶ ¬__________ ¶ (¬1) - صحيح البخارى- المكنز - (5729 ) وصحيح مسلم- المكنز - (5915) وصحيح ابن حبان - (7 / 218) (2953) ¶ (¬2) - فَضَائِلُ الصِّحَابَةِ لِأَحْمَدَ بْنِ حَنْبَلٍ (1117 ) فيه ضعف ¶ (¬3) - فضائل الصحابة (1100) صحيح",
            "page": "79",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "- صلى الله عليه وسلم - ،وَالأَمْرُ فِي هَؤُلاَءِ السِّتَّةِ الَّذِينَ تُوُفِّيَ رَسُولُ اللهِ - صلى الله عليه وسلم - وَهُوَ عَنْهُمْ رَاضٍ. (¬1) ¶ قَالَ الزُّهْرِيُّ:أَخْبَرَنِي سَعِيدُ بْنُ الْمُسَيِّبِ أَنَّ عَبْدَ الرَّحْمَنِ بْنَ أَبِي بَكْرٍ - وَلَمْ نُجَرِّبْ عَلَيْهِ كِذْبَةً قَطُّ - قَالَ:حِينَ قُتِلَ عُمَرُ انْتَهَيْتُ إِلَى الْهُرْمُزَانِ وَجُفَيْنَةَ وَأَبِي لُؤْلُؤَةَ وَهُمْ نَجِيٌّ،فَبَغَتُّهُمْ فَثَارُوا وَسَقَطَ مِنْ بَيْنَهُمْ خِنْجَرٌ لَهُ رَأْسَانِ،نِصَابُهُ فِي وَسَطِهِ فَقَالَ عَبْدُ الرَّحْمَنِ:فَانْظُرُوا بِمَا قُتِلَ عُمَرُ ؟ فَنَظَرُوا فَوَجَدُوهُ خِنْجَرًا عَلَى النَّعْتِ الَّذِي نَعَتَ عَبْدُ الرَّحْمَنِ قَالَ:فَخَرَجَ عُبَيْدُ اللَّهِ بْنُ عُمَرَ مُشْتَمِلًا عَلَى السَّيْفِ حَتَّى أُتِي الْهُرْمُزَانَ فَقَالَ:اصْحَبْنِي حَتَّى نَنْظُرَ إِلَى فَرَسٍ لِي - وَكَانَ الْهُرْمُزَانُ بَصِيرًا بِالْخَيْلِ - فَخَرَجَ يَمْشِي بَيْنَ يَدَيْهِ،فَعَلَاهُ عُبَيْدُ اللَّهِ بِالسَّيْفِ فَلَمَّا وَجَدَ حَرَّ السَّيْفِ قَالَ:لَا إِلَهَ إِلَّا اللَّهُ،فَقَتَلَهُ،ثُمَّ أَتَى جُفَيْنَةَ - وَكَانَ نَصْرَانِيًّا - فَدَعَاهُ فَلَمَّا أَشْرَفَ لَهُ عَلَاهُ بِالسَّيْفِ فَصُلِبَ بَيْنَ عَيْنَيْهِ،ثُمَّ أَتَى ابْنَةَ أَبِي لُؤْلُؤَةَ جَارِيَةٌ صَغِيرَةٌ تَدَّعِي الْإِسْلَامَ - فَقَتَلَهَا،فَأَظْلَمَتِ الْمَدِينَةُ يَوْمَئِذٍ عَلَى أَهْلِهَا،ثُمَّ أَقْبَلَ بِالسَّيْفِ صَلْتًا فِي يَدَهِ وَهُوَ يَقُولُ:وَاللَّهِ لَا أَتْرُكُ فِي الْمَدِينَةِ سَبْيًا إِلَّا قَتَلْتُهُ وَغَيْرَهُمْ - وَكَأَنَّهُ يُعَرِّضُ بِنَاسٍ مِنَ الْمُهَاجِرِينَ - فَجَعَلُوا يَقُولُونَ لَهُ:أَلْقِ السَّيْفَ،وَيَأْبَى وَيَهَابُونَهُ أَنْ يَقْرَبُوا مِنْهُ،حَتَّى أَتَاهُ عَمْرُو بْنُ الْعَاصِ فَقَالَ:أَعْطِنِي السَّيْفَ يَا ابْنَ ¶ ¬__________ ¶ (¬1) - مسند البزار ( المطبوع باسم البحر الزخار - (1 / 257)(153) صحيح",
            "page": "80",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "أَخِي،فَأَعْطَاهُ إِيَّاهُ،ثُمَّ ثَارَ إِلَيْهِ عُثْمَانُ فَأَخَذَ بِرَأْسِهِ فَتَنَاصَيَا حَتَّى حَجَزَ النَّاسُ بَيْنَهُمَا،فَلَمَّا وُلِّيَ عُثْمَانُ قَالَ:أَشِيرُوا عَلَيَّ فِي هَذَا الرَّجُلِ الَّذِي فَتَقَ فِي الْإِسْلَامِ مَا فَتَقَ - يَعْنِي عُبَيْدَ اللَّهِ بْنَ عُمَرَ - فَأَشَارَ عَلَيْهِ الْمُهَاجِرُونَ أَنْ يَقْتُلَهُ،وَقَالَ جَمَاعَةٌ مِنَ النَّاسِ:أَقُتِلَ عُمَرُ أَمْسَ وَتُرِيدُونَ أَنْ تُتْبِعُوهُ ابْنَهُ الْيَوْمَ ؟ أَبْعَدَ اللَّهُ الْهُرْمُزَانَ وَجُفَيْنَهَ قَالَ:فَقَامَ عَمْرُو بْنُ الْعَاصِ فَقَالَ:يَا أَمِيرَ الْمُؤْمِنِينَ إِنَّ اللَّهَ قَدْ أَعْفَاكَ أَنْ يَكُونَ هَذَا الْأَمْرُ وَلَكَ عَلَى النَّاسِ مِنْ سُلْطَانٍ،إِنَّمَا كَانَ هَذَا الْأَمْرُ وَلَا سُلْطَانَ لَكَ،فَاصْفَحْ عَنْهُ يَا أَمِيرَ الْمُؤْمِنِينَ قَالَ:فَتَفَرَّقَ النَّاسُ عَلَى خُطْبَةِ عَمْرٍو،وَوَدَى عُثْمَانُ الرَّجُلَيْنِ وَالْجَارِيَةَ \"قَالَ الزُّهْرِيُّ:وَأَخْبَرَنِي حَمْزَةُ بْنُ عَبْدِ اللَّهِ بْنِ عُمَرَ قَالَ:يَرْحَمُ اللَّهُ حَفْصَةَ إِنْ كَانَتْ لَمِمَّنْ شَجَّعَ عُبَيْدَ اللَّهِ عَلَى قَتْلِ الْهُرْمُزَانِ وَجُفَيْنَةَ قَالَ الزُّهْرِيُّ:وَأَخْبَرَنِي عَبْدُ اللَّهِ بْنُ ثَعْلَبَةَ - أَوْ قَالَ:ابْنُ خَلِيفَةَ الْخُزَاعِيُّ قَالَ:رَأَيْتُ الْهُرْمُزَانَ رَفَعَ يَدَهُ يُصَلِّي خَلْفَ عُمَرَ،قَالَ مَعْمَرٌ:وَقَالَ غَيْرُ الزُّهْرِيِّ:فَقَالَ عُثْمَانُ:أَنَا وَلِيُّ الْهُرْمُزَانِ وَجُفَيْنَةَ وَالْجَارِيَةِ،وَإِنِّي قَدْ جَعَلْتُهُمْ دِيَةً \" (¬1) ¶ وعن عَلْقَمَةَ بْنِ مَرْثَدٍ،قَالَ:سَمِعْتُ الْعَيْزَارَ بْنَ جَرْوَلٍ الْحَضْرَمِيَّ،يَقُولُ:لَمَّا خَرَجَ الْمُخْتَارُ كُنَّا هَذَا الْحَيَّ مِنْ حَضْرَمَوْتَ أَوَّلُ مَنْ مَعَهُ،فَأَتَانَا سُوَيْدُ بْنُ غَفَلَةَ فَقَالَ:إِنَّ لَكُمْ عَلَيْنَا حَقًّا،وَإِنَّ لَكُمْ ¶ ¬__________ ¶ (¬1) - مُصَنَّفُ عَبْدِ الرَّزَّاقِ الصَّنْعَانِيِّ (9491 ) صحيح",
            "page": "81",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "جِوَارًا،وَقَدْ بَلَغَنِي أَنَّكُمْ تَسَرَّعْتُمْ إِلَى هَذَا الرَّجُلِ فَوَاللَّهِ لَا أُحَدِّثُكُمْ إِلَّا بِشَيْءٍ سَمِعْتُهُ مِنْهُ:أَقْبَلْتُ ذَاتَ يَوْمٍ فَغَمَزَنِي غَامِزٌ مِنْ خَلْفِي فَالْتَفَتُّ فَإِذَا الْمُخْتَارُ،فَقَالَ:أَيُّهَا الشَّيْخُ،مَا بَقِيَ فِي قَلْبِكَ مِنْ حُبِّ ذَاكَ الرَّجُلِ - يَعْنِي عَلِيًّا - قُلْتُ:إِنِّي أُشْهِدُ اللَّهَ أَنِّي أُحِبُّهُ بِقَلْبِي وَسَمْعِي وَبَصَرِي وَلِسَانِي،قَالَ:وَلَكِنِّي أَشْهَدُ اللَّهَ أَنِّي أُبْغِضُهُ بِقَلْبِي وَبَصَرِي وَسَمْعِي - وَأَحْسَبُهُ قَالَ وَبِلِسَانِي - فَقُلْتُ:أَبَيْتَ وَاللَّهِ إِلَّا تَثْبِيطًا عَنْ آلِ مُحَمَّدٍ وَتَرْتِيبًا لِنَقْبَلَ حَرَّاقَ - أَوْ إِحْرَاقَ - الْمَصَاحِفِ،قَالَ:فَوَاللَّهِ لَا أُحَدِّثُكُمُ إِلَّا بِشَيْءٍ سَمِعْتُهُ مِنْ عَلِيٍّ:سَمِعْتُهُ يَقُولُ:\"اتَّقُوا اللَّهَ فِي عُثْمَانَ وَلَا تَغْلُوا فِيهِ،وَلَا تَقُولُوا حَرَّاقَ الْمَصَاحِفِ،فَوَاللَّهِ مَا فَعَلَ إِلَّا عَنْ مَلَأٍ مِنَّا أَصْحَابَ مُحَمَّدٍ،دَعَانَا فَقَالَ:مَا تَقُولُونَ فِي هَذِهِ الْقِرَاءَةِ ؟ فَقَدْ بَلَغَنِي أَنَّ بَعْضَكُمْ يَقُولُ:قِرَاءَتِي خَيْرٌ مِنْ قِرَاءَتِكَ،وَهَذَا يَكَادُ يَكُونُ كُفْرًا،وَإِنَّكُمْ إِنِ اخْتَلَفْتُمُ الْيَوْمَ كَانَ لَمَنْ بَعْدَكُمْ أَشَدَّ اخْتِلَافًا \"،قُلْنَا:فَمَا تَرَى ؟ قَالَ:\"أَنْ أَجْمَعَ النَّاسَ عَلَى مُصْحَفٍ وَاحِدٍ فَلَا تَكُونُ فُرْقَةٌ وَلَا اخْتِلَافٌ \"،قُلْنَا:فَنِعْمَ مَا رَأَيْتَ،قَالَ:\"فَأَيُّ النَّاسِ أَقْرَأُ ؟ \"قَالُوا:زَيْدُ بْنُ ثَابِتٍ،قَالَ:\"فَأَيُّ النَّاسِ أَفْصَحُ وَأَعْرَبُ ؟ \"قَالُوا:سَعِيدُ بْنُ الْعَاصِ،قَالَ:\"فَلْيَكْتُبْ سَعِيدٌ وَلْيُمْلِ زَيْدٌ \"،قَالَ:فَكَانَتْ مَصَاحِفُ",
            "page": "82",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "بَعَثَ بِهَا إِلَى الْأَمْصَارِ،قَالَ عَلِيٌّ:\"وَاللَّهِ لَوْ وُلِّيتُ لَفَعَلْتُ مِثْلَ الَّذِي فَعَلَ \" (¬1) ¶ وعَنْ سُوَيْدِ بْنِ غَفَلَةَ،قَالَ:سَمِعْتُ عَلِيًّا رَضِيَ اللَّهُ عَنْهُ يَقُولُ:\"اللَّهَ اللَّهَ أَيُّهَا النَّاسُ،وَإِيَّاكُمْ وَالْغُلُوَّ فِي عُثْمَانَ وَقَوْلَكُمْ:حَرَّاقُ الْمَصَاحِفِ،فَوَاللَّهِ مَا حَرَقَهَا إِلَّا عَنْ مَلَأٍ مِنْ أَصْحَابِ مُحَمَّدٍ،جَمَعَنَا فَقَالَ:مَا تَقُولُونَ فِي الْقِرَاءَةِ ؟ يَلْقَى الرَّجُلُ الرَّجُلَ فَيَقُولُ:قِرَاءَتِي خَيْرٌ مِنْ قِرَاءَتِكَ،وَيَلْقَى الرَّجُلُ الرَّجُلَ فَيَقُولُ:قِرَاءَتِي أَفْضَلُ مِنْ قِرَاءَتِكَ،وَهَذَا شَبِيهٌ بِالْكُفْرِ \"،قَالَ:فَقُلْنَا:فَالرَّأْيُ رَأْيُكَ يَا أَمِيرَ الْمُؤْمِنِينَ،قَالَ:\"فَإِنِّي أَرَى أَنْ أَجْمَعَ النَّاسَ عَلَى مُصْحَفٍ وَاحِدٍ لَا يَخْتَلِفُونَ بَعْدِي،فَإِنَّكُمْ إِنِ اخْتَلَفْتُمُ الْيَوْمَ كَانَ النَّاسُ بَعْدَكُمْ أَشَدَّ اخْتِلَافًا \"،قُلْنَا:فَالرَّأْيُ رَأْيُكَ يَا أَمِيرَ الْمُؤْمِنِينَ،فَبَعَثَ إِلَى زَيْدِ بْنِ ثَابِتٍ وَسَعِيدِ بْنِ الْعَاصِ فَقَالَ:\"لِيَكْتُبْ أَحَدُكُمَا وَيُمْلِ الْآخَرُ،فَإِنِ اخْتَلَفْتُمَا فَارْفَعَاهُ إِلَيَّ \"،قَالَ:فَمَا اخْتَلَفَا إِلَّا فِي التَّابُوتِ،فَقَالَ أَحَدُهُمَا:التَّابُوتُ وَقَالَ الْآخَرُ:التَّابُوهُ فَرَفَعَاهُ إِلَيْهِ فَقَالَ:\"إِنَّهَا التَّابُوتُ،وَقَالَ عَلِيٌّ:\"وَاللَّهِ لَوْ وُلِّيتُ الَّذِي وُلِّيَ لَصَنَعْتُ مِثْلَ الَّذِي صَنَعَ \".حَدَّثَنَا عَفَّانُ،قَالَ:حَدَّثَنَا مُحَمَّدُ بْنُ أَبَانَ،قَالَ:حَدَّثَنَا عَلْقَمَةُ بْنُ مَرْثَدٍ،عَنِ الْعَيْزَارِ بْنِ جَرْوَلٍ السُّلَمِيِّ،أَنَّهُ سَمِعَ سُوَيْدَ بْنَ غَفَلَةَ،ذَكَرَ نَحْوَهُ،وَلَمْ يَذْكُرْ سَعِيدَ بْنَ الْعَاصِ وَلَا زَيْدَ بْنَ ثَابِتٍ وَلَا مَا ¶ ¬__________ ¶ (¬1) - تَارِيخُ الْمَدِينَةِ لِابْنِ شَبَّةَ(1597 ) حسن",
            "page": "83",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "اخْتَلَفَا فِيهِ،وَزَادَ:فَقَالَ الْقَوْمُ لِسُوَيْدِ بْنِ غَفَلَةَ:آللَّهِ الَّذِي لَا إِلَهَ إِلَّا هُوَ لَسَمِعْتَ هَذَا مِنْ عَلِيٍّ ؟ فَقَالَ:آللَّهِ الَّذِي لَا إِلَهَ إِلَّا هُوَ لَسَمِعْتُ هَذَا مِنْ عَلِيٍّ \" (¬1) ... ¶ وعَنْ أَبِي مُحَمَّدٍ الْقُرَشِيِّ:أَنَّ عُثْمَانَ بْنَ عَفَّانَ رَضِيَ اللَّهُ عَنْهُ كَتَبَ إِلَى الْأَمْصَارِ:\"أَمَّا بَعْدُ،فَإِنَّ نَفَرًا مِنْ أَهْلِ الْأَمْصَارِ اجْتَمَعُوا عِنْدِي فَتَدَارَسُوا الْقُرْآنَ،فَاخْتَلَفُوا اخْتِلَافًا شَدِيدًا،فَقَالَ بَعْضُهُمْ:قَرَأْتُ عَلَى أَبِي الدَّرْدَاءِ،وَقَالَ بَعْضُهُمْ:قَرَأْتُ عَلَى حَرْفِ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ،وَقَالَ بَعْضُهُمْ:قَرَأْتُ عَلَى حَرْفِ عَبْدِ اللَّهِ بْنِ قَيْسٍ،فَلَمَّا سَمِعْتُ اخْتِلَافَهُمْ فِي الْقُرْآنِ - وَالْعَهْدُ بِرَسُولِ اللَّهِ - صلى الله عليه وسلم - حَدِيثٌ - وَرَأَيْتُ أَمْرًا مُنْكَرًا فَأَشْفَقْتُ عَلَى هَذِهِ الْأُمَّةِ مِنَ اخْتِلَافِهِمْ فِي الْقُرْآنِ،وَخَشِيتُ أَنْ يَخْتَلِفُوا فِي دِينِهِمْ بَعْدَ ذَهَابِ مَنْ بَقِيَ مِنْ أَصْحَابِ رَسُولِ اللَّهِ - صلى الله عليه وسلم - الَّذِينَ قَرَأُوا الْقُرْآنَ عَلَى عَهْدِهِ وَسَمِعُوهُ مِنْ فِيهِ،كَمَا اخْتَلَفَتِ النَّصَارَى فِي الْإِنْجِيلِ بَعْدَ ذَهَابِ عِيسَى ابْنِ مَرْيَمَ،وَأَحْبَبْتُ أَنْ نَدَّارَكَ مِنْ ذَلِكَ،فَأَرْسَلْتُ إِلَى عَائِشَةَ أُمِّ الْمُؤْمِنِينَ رَضِيَ اللَّهُ عَنْهَا أَنْ تُرْسِلَ إِلَيَّ بَالْأَدَمِ الَّذِي فِيهِ الْقُرْآنُ الَّذِي كُتِبَ عَنْ فَمِ رَسُولِ اللَّهِ - صلى الله عليه وسلم - حِينَ أَوْحَاهُ اللَّهُ إِلَى جِبْرِيلَ،وَأَوْحَاهُ جِبْرِيلُ إِلَى مُحَمَّدٍ،وَأَنْزَلَهُ عَلَيْهِ،وَإِذِ الْقُرْآنُ غَضٌّ،فَأَمَرْتُ زَيْدَ بْنَ ثَابِتٍ أَنْ يَقُومَ عَلَى ذَلِكَ،وَلَمْ أَفْرَغْ ¶ ¬__________ ¶ (¬1) - تَارِيخُ الْمَدِينَةِ لِابْنِ شَبَّةَ (1598 ) حسن",
            "page": "84",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "لِذَلِكَ مِنْ أَجْلِ أُمُورِ النَّاسِ وَالْقَضَاءِ بَيْنَ النَّاسِ،وَكَانَ زَيْدُ بْنُ ثَابِتٍ أَحْفَظَنَا لِلْقُرْآنِ،ثُمَّ دَعَوْتُ نَفَرًا مِنْ كُتَّابِ أَهْلِ الْمَدِينَةِ وَذَوِي عُقُولِهِمْ،مِنْهُمْ نَافِعُ بْنُ طَرِيفٍ وَعَبْدُ اللَّهِ بْنُ الْوَلِيدِ الْخُزَاعِيُّ وَعَبْدُ الرَّحْمَنِ بْنُ أَبِي لُبَابَةَ فَأَمَرْتُهُمْ أَنْ يَنْسَخُوا مِنْ ذَلِكَ الْأَدَمِ أَرْبَعَةَ مَصَاحِفَ وَأَنْ يَتَحَفَّظُوا \" (¬1) ¶ فهذه الوقائع من تاريخ الخلفاء الراشدين توضح بما لا مزيد عليه التزامهم بمنهج الشورى في كافة الأعمال المحتاجة إلى ذلك مثل بعث الجيوش واختيار القادة وحكام الأقاليم والولايات والاجتهاد في الأحكام الشرعية التي لا نص فيها بخصوصها. ¶ وقد كانت الشورى طريقاً ومنهجاً في اختيار الخلفاء الأربعة للإمامة العظمى،وإن اختلفت صور المشاورة،فعَنِ ابْنِ عَبَّاسٍ قَالَ:كُنْتُ أُقْرِئُ عَبْدَ الرَّحْمَنِ بْنَ عَوْفٍ فِي آخِرِ خِلاَفَةِ عُمَرَ آخِرِ حَجَّةٍ حَجَّهَا وَنَحْنُ بِمِنًى أَتَانَا عَبْدُ الرَّحْمَنِ بْنُ عَوْفٍ فَقَالَ:لَوْ شَهِدْتَ أَمِيرَ الْمُؤْمِنِينَ الْيَوْمَ وَأَتَاهُ رَجُلٌ فَقَالَ:إِنِّي سَمِعْتُ فُلاَنًا يَقُولُ:لَوْ مَاتَ أَمِيرُ الْمُؤْمِنِينَ لَبَايَعْنَا فُلاَنًا،فَقَالَ عُمَرُ:لأَقُومَنَّ الْعَشِيَّةَ فِي النَّاسِ فَلأُحَذِّرَنَّهُمْ هَؤُلاَءِ الرَّهْطَ الَّذِينَ يُرِيدُونَ أَنْ يَغْتَصِبُوا النَّاسَ أُمُورَهُمْ،فَقُلْتُ:يَا أَمِيرَ الْمُؤْمِنِينَ إِنَّ الْمَوْسِمَ يَجْمَعُ رَعَاعَ النَّاسِ وَهُمُ الَّذِينَ يَغْلِبُونَ عَلَى مَجْلِسِكَ فَلَوْ ¶ ¬__________ ¶ (¬1) - تَارِيخُ الْمَدِينَةِ لِابْنِ شَبَّةَ (1599 ) فيه جهالة",
            "page": "85",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "أَخَّرْتَ ذَلِكَ حَتَّى تَقْدَمَ الْمَدِينَةَ فَتَقُولَ مَا تَقُولُ وَأَنْتَ مُتَمَكِّنًا فَيَعُونَهَا عَنْكَ وَيَضَعُونَهَا مَوْضِعَهَا،قَالَ:فَقَدِمْنَا الْمَدِينَةَ وَجَاءَتِ الْجُمُعَةُ وَذَكَرْتُ مَا حَدَّثَنِي بِهِ عَبْدُ الرَّحْمَنِ بْنُ عَوْفٍ فَهَجَرْتُ إِلَى الْمَسْجِدِ فَوَجَدْتُ سَعِيدَ بْنَ زَيْدِ بْنِ عَمْرِو بْنِ نُفَيْلٍ قَدْ سَبَقَنِي بِالتَّهْجِيرِ فَجَلَسْتُ إِلَى جَنْبِهِ تَمَسُّ رُكْبَتِي رُكْبَتَهُ فَلَمَّا زَالَتِ الشَّمْسُ وَدَخَلَ عُمَرُ قُلْتُ لِسَعِيدِ بْنِ زَيْدٍ:لَيَقُولَنَّ أَمِيرُ الْمُؤْمِنِينَ الْيَوْمَ مَقَالَةً لَمْ تُقَلْ قَبْلَهُ،فَغَضِبَ سَعِيدٌ وَقَالَ:وَأَيُّ مَقَالَةٍ يَقُولُهَا لَمْ يقَلْ قَبْلَهُ ؟ فَلَمَّا صَعِدَ عُمَرُ الْمِنْبَرَ أَخَذَ الْمُؤَذِّنُ فِي أَذَانِهِ فَلَمَّا فَرَغَ قَامَ فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ وَصَلَّى عَلَى النَّبِيِّ - صلى الله عليه وسلم - ثُمَّ قَالَ:أَمَّا بَعْدُ فَإِنِّي أُرِيدُ أَنْ أَقُولَ مَقَالَةً قَدْ قُدِّرَ لِي أَنْ أَقُولَهَا وَلاَ أَدْرِي لَعَلَّهَا بَيْنَ يَدَيْ أَجَلِي،فَمَنْ حَفِظَهَا وَوَعَاهَا فَلْيَتَحَدَّثْ بِهَا حَيْثُ انْتَهَتْ بِهِ رَاحِلَتُهُ،وَمَنْ لَمْ يَحْفَظْهَا وَلَمْ يَعِهَا فَإِنِّي لاَ أُحِلُّ لأَحَدٍ أَنْ يَكْذِبَ عَلَيَّ،إِنَّ اللَّهَ تَبَارَكَ وَتَعَالَى بَعَثَ مُحَمَّدًا وَأَنْزَلَ عَلَيْهِ الْكِتَابَ وَأَنْزَلَ عَلَيْهِ آيَةَ الرَّجْمِ أَلاَ وَإِنَّ رَسُولَ اللهِ - صلى الله عليه وسلم - قَدْ رَجَمَ وَرَجَمْنَا بَعْدَهُ،أَلاَ وَإِنِّي قَدْ خَشِيتُ أَنْ يَطُولَ بِالنَّاسِ الزَّمَانُ فَيَقُولُونَ:لاَ نَعْرِفُ آيَةَ الرَّجْمِ فَيَضِلُّونَ بِتَرْكِ فَرِيضَةٍ أَنْزَلَهَا اللَّهُ عَزَّ وَجَلَّ،أَلاَ وَإِنَّ الرَّجْمَ حَقٌّ عَلَى مَنْ زَنَى وَكَانَ مُحْصَنًا وقَامَتْ بَيِّنَةٌ أَوْ كَانَ حَمْلاً أَوِ اعْتِرَافًا،أَلاَ وَإِنَّا كُنَّا نَقْرَأُ لاَ تَرْغَبُوا عَنْ آبَائِكُمْ فَإِنَّهُ كُفْرٌ بِكُمْ أَنْ تَرْغَبُوا عَنْ آبَائِكُمْ وَقَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - :لاَ تُطْرُونِي كَمَا",
            "page": "86",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "أَطْرَتِ النَّصَارَى عِيسَى ابْنَ مَرْيَمَ فَإِنَّمَا أَنَا عَبْدُهُ،وَلَكِنْ قُولُوا:عَبْدُهُ وَرَسُولُهُ،أَلاَ وَإِنَّهُ قَدْ كَانَ مِنْ خَبَرِنَا لَمَّا تُوُفِّيَ رَسُولُ اللهِ - صلى الله عليه وسلم - تَخَلَّفَ عَنَّا عَلِيٌّ وَالْعَبَّاسُ،وَمَنْ مَعَهُمْ فِي بَيْتِ فَاطِمَةَ فَاجْتَمَعَتِ الْمُهَاجِرُونَ إِلَى أَبِي بَكْرٍ وَاجْتَمَعَتِ الأَنْصَارُ فِي سَقِيفَةِ بَنِي سَاعِدَةَ فَقُلْتُ لأَبِي بَكْرٍ:انْطَلِقْ بِنَا إِلَى إِخْوَانِنَا مِنَ الأَنْصَارِ فَخَرَجْنَا فَلَقِيَنَا مِنْهُمْ رَجُلَيْنِ صَالِحَيْنِ. ¶ ـ قَالَ الزُّهْرِيُّ:هُمَا عُوَيْمُ بْنُ سَاعِدَةَ وَمَعْنُ بْنُ عَدِيٍّ،فَقَالاَ:أَيْنَ تُرِيدُونَ يَا مَعْشَرَ قُرَيْشٍ ؟ فَقُلْنَا:نُرِيدُ إِخْوَانَنَا مِنَ الأَنْصَارِ،فَقَالَ:أَمْهِلُوا حَتَّى تَقْضُوا أَمَرَكُمْ بَيْنَكُمْ فَقُلْنَا لَنَأْتِيَنَّهُمْ،فَأَتَيْنَاهُمْ وَإِذَا هُمْ مُجْتَمِعُونَ فِي سَقِيفَةِ بَنِي سَاعِدَةَ،وَإِذَا رَجُلٌ مُزَمَّلٌ فَقُلْتُ:مَنْ هَذَا ؟ قَالُوا:هَذَا سَعْدٌ،قُلْتُ:وَمَا شَأْنُهُ ؟ قَالُوا:وُعِكَ،وَقَامَ خَطِيبًا لِلأَنْصَارِ فَقَالَ:إِنَّهُ قَدْ دَفَّ إِلَيْنَا مِنْكُمْ دَافَّةٌ يَا مَعْشَرَ قُرَيْشٍ وَأَنْتُمْ إِخْوَانُنَا وَنَحْنُ كَتِيبَةُ الإِسْلاَمِ تُرِيدُونَ أَنْ تَخْتَزِلُونَا وَتَخْتَصِمُونَ بِالأَمْرِ أَوْ تَسْتَأْثِرُونَ بِالأَمْرِ دُونَنَا،وَقَدْ كُنْتُ رُوِّيتُ مَقَالَةً أَقُولُهَا بَيْنَ يَدَيْ كَلاَمِ أَبِي بَكْرٍ فَلَمَّا ذَهَبْتُ أَنْ أَتَكَلَّمَ بِهَا قَالَ لِي:عَلَى رِسْلِكَ فَوَاللَّهِ مَا تَرَكَ شَيْئًا مِمَّا أَرَدْتُ أَنْ أَتَكَلَّمَ بِهِ إِلاَّ جَاءَ بِهِ وَبِأَحْسَنَ مِنْهُ،فَقَالَ:يَا مَعْشَرَ الأَنْصَارِ مَهْمَا قُلْتُمْ مِنْ خَيْرٍ فِيكُمْ فَأَنْتُمْ لَهُ أَهْلٌ وَلَكِنَّ الْعَرَبَ لاَ تَعْرِفُ هَذَا الأَمْرَ إِلاَّ لِهَذَا الْحَيِّ مِنْ قُرَيْشٍ،وَقَدْ رَضِيتُ لَكُمْ أَحَدَ هَذَيْنِ الرَّجُلَيْنِ",
            "page": "87",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "فَبَايِعُوا أَيَّهُمَا شِئْتُمْ،وَأَخَذَ بِيَدِي وَبِيَدِ أَبِي عُبَيْدَةَ بْنِ الْجَرَّاحِ فَكُنْتُ لأَنْ أُقَدَّمَ فَتُضْرَبَ عُنُقِي لاَ يُقَرِّبُنِي ذَلِكَ مِنْ إِثْمٍ أَحَبَّ إِلَيَّ مِنْ أَتَأَمَّرَ،أَوْ أَتَوَلَّى عَلَى قَوْمٍ فِيهِمْ أَبُو بَكْرٍ،فَقَامَ حُبَابُ بْنُ الْمُنْذِرِ فَقَالَ:أَنَا جُذَيْلُهَا الْمُحَكَّكُ،وَعُذَيْقُهَا الْمُرَجَّبُ،مِنَّا أَمِيرٌ وَمِنْكُمْ أَمِيرٌ وَإِلاَّ أَعَدْنَا الْحَرْبَ بَيْنَنَا وَبَيْنَكُمْ جَذَعَةً،فَقُلْتُ:إِنَّهُ لاَ يَصْلُحُ سَيْفَانِ فِي غِمْدٍ وَاحِدٍ وَلَكِنْ مِنَّا الأُمَرَاءُ وَمِنْكُمُ الْوُزَرَاءُ،ابْسُطْ يَدَكَ يَا أَبَا بَكْرٍ أُبَايِعْكَ،فَبَسَطَ يَدَهُ فَبَايَعْتُهُ وَبَايَعَهُ الْمُهَاجِرُونَ وَالأَنْصَارُ وَارْتَفَعَتِ الأَصْوَاتُ وَكَثُرَ اللَّغَطُ وَنَزَوْا عَلَى سَعْدٍ فَقَالُوا:قَتَلْتُمْ سَعْدًا،فَقُلْتُ:قَتَلَ اللَّهُ سَعْدًا فَمَنْ زَعَمَ أَنَّ بَيْعَةَ أَبِي بَكْرٍ كَانَتْ فَلْتَةً فَقَدْ كَانَتْ فَلْتَةً،وَلَكِنْ وَقَى اللَّهُ شَرَّهَا،فَمَنْ كَانَ فِيكُمْ تُمَدُّ الأَعْنَاقُ إِلَيْهِ مِثْلُ أَبِي بَكْرٍ،رَضِيَ اللَّهُ عَنْهُ،إِلاَّ مَنْ بَايَعَ رَجُلاً مِنْ غَيْرِ مَشُورَةٍ مِنَ الْمُسْلِمِينَ فَإِنَّهُ لاَ يُبَايَعُ لاَ هُوَ وَلاَ مَنْ بُويِعَ لَهُ تَغِرَّةَ أَنْ يُقْتَلَ.\" (¬1) ¶ هذه الأمثلة وغيرها مما يدل على التزام الشورى في البيعة والخلافة. ¶ ــــــــــــ ¶ ¬__________ ¶ (¬1) - مسند البزار ( المطبوع باسم البحر الزخار - (1 / 299)(194) صحيح",
            "page": "88",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "المعلم الخامس ¶ قيام الجهاد والعلاقات الدولية في عهدهم على مقتضى الشرعية ¶ من المعلوم أن الدولة الإسلامية دولة متميزة في منهجها وتصورها وسياستها لأنها تأخذ أحكامها ونظمها من النصوص الشرعية في الكتاب والسنة ولذا فإن علاقتها مع غير المسلمين محكومة بتلك النصوص والأحكام. ¶ ولقد أقام الخلفاء الراشدون علاقاتهم مع غير المسلمين على موجب تلك الأحكام.فالأرض إما. ¶ 1- دار إسلام:وتطبق فيها أحكام الشريعة على كافة المقيمين فيها سواء كانوا مسلمين أو غير مسلمين،لأن غير المسلم لابد أن يدفع الجزية للأحكام الإسلامية التي شرعها الله في حق أهل الذمة،وللشروط التي وضعها الخلفاء،وهي مفصلة في كتب الفقه ومنها أن يلتزموا بآداب المسلمين الظاهرة ولا يرفعوا صليبا ولا يشربوا خمرا ولا يؤذوا مسلما ولا يبنوا كنيسة ولا يدعوا أحدا إلى",
            "page": "89",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "دينهم ولا يرفعوا دورهم فوق دور المسلمين،ولا يحتفلوا بأعيادهم ظاهراً ولا ينشروا شيئاً من كتبهم بين المسلمين (¬1) . ¶ ب - أو دار كفر،وتنقسم هذه الدار إلى قسمين:دار صلح وعهد،ودار حرب. ¶ فأهل الصلح والعهد يوفى لهم بعهدهم إذا حصل منهم الوفاء،والعهد والصلح لا يكون مستمراً إلى الأبد بل لابد من توقيته بأجل،ومن العلماء من جعل أطول مدة للعهد والصلح عشر سنين أخذاً من أطول مدة صالح بها رسول الله - صلى الله عليه وسلم - المشركين في صلح الحديبية (¬2) . ¶ أما أهل الحرب فلا علاقة بينهم وبين المسلمين إلا السيف والقتال والأخذ بكل طريق ومرصد -إذا أقيمت عليهم الحجة وكان بالمسلمين قوة واستطاعة- لإرغامهم على الخضوع لله ولدينه وليكون الدين كله لله،قال تعالى :((فَإذَا انسَلَخَ الأَشْهُرُ الحُرُمُ فَاقْتُلُوا المُشْرِكِينَ حَيْثُ وجَدتُّمُوهُمْ وخُذُوهُمْ واحْصُرُوهُمْ واقْعُدُوا لَهُمْ كُلَّ مَرْصَدٍ فَإن تَابُوا وأَقَامُوا الصَّلاةَ وآتَوُا الزَّكَاةَ فَخَلُّوا سَبِيلَهُمْ إنَّ اللَّهَ غَفُورٌ رَّحِيمٌ)) [التوبة /5]. ¶ ¬__________ ¶ (¬1) - انظر ذلك مفصلاً في كتاب أحكام أهل الذمة للحافظ بن القيم.،وفي كتابي (( الخلاصة في أحكام أهل الذمة )) ¶ (¬2) - حكى الطبري في كتاب اختلاف الفقهاء (ص 14) الإجماع على أن الصلح بين المسلمين والكفار لا يكون إلى الأبد. وانظر الموسوعة الفقهية الكويتية - (20 / 217)",
            "page": "90",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "وأخيرا فإنه مع هذه الحرب المعلنة على المشركين كافة بعد انسلاخ الأشهر الأربعة يظل الإسلام على سماحته وجديته وواقعيته كذلك.فهو لا يعلنها حرب إبادة على كل مشرك كما قلنا.إنما يعلنها حملة هداية كلما أمكن ذلك.فالمشركون الأفراد،الذين لا يجمعهم تجمع جاهلي يتعرض للإسلام ويتصدى يكفل لهم الإسلام - في دار الإسلام - الأمن،ويأمر اللّه - سبحانه - رسوله - صلى اللّه عليه وسلم - أن يجيرهم حتى يسمعوا كلام اللّه ويتم تبليغهم فحوى هذه الدعوة ثم أن يحرسهم حتى يبلغوا مأمنهم ..هذا كله وهم مشركون.«وَإِنْ أَحَدٌ مِنَ الْمُشْرِكِينَ اسْتَجارَكَ فَأَجِرْهُ حَتَّى يَسْمَعَ كَلامَ اللَّهِ،ثُمَّ أَبْلِغْهُ مَأْمَنَهُ،ذلِكَ بِأَنَّهُمْ قَوْمٌ لا يَعْلَمُونَ» .. ¶ إن هذا يعني أن الإسلام حريص على كل قلب بشري أن يهتدي وأن يثوب وان المشركين الذين يطلبون الجوار والأمان في دار الإسلام يجب أن يعطوا الجوار والأمان ذلك أنه في هذه الحالة آمن حربهم وتجمعهم وتألبهم عليه فلا ضير إذن من إعطائهم فرصة سماع القرآن ومعرفة هذا الدين لعل قلوبهم أن تتفتح وتتلقى وتستجيب ..وحتى إذا لم تستجب فقد أوجب اللّه لهم على أهل دار الإسلام أن يحرسوهم بعد إخراجهم حتى يصلوا إلى بلد يأمنون فيه على أنفسهم!!!",
            "page": "91",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "ولقد كانت قمة عالية تلك الإجارة والأمان لهم في دار الإسلام ..ولكن قمم الإسلام الصاعدة ما تزال تتراءى قمة وراء قمة ..وهذه منها ..هذه الحراسة للمشرك،عدو الإسلام والمسلمين ممن آذى المسلمين وفتنهم وعاداهم هذه السنين ..هذه الحراسة له حتى يبلغ مأمنه خارج حدود دار الإسلام! .. ¶ إنه منهج الهداية لا منهج الإبادة،حتى وهو يتصدى لتأمين قاعدة الإسلام للإسلام ..والذين يتحدثون عن الجهاد في الإسلام فيصمونه بأنه كان لإكراه الأفراد على الاعتقاد! والذين يهولهم هذا الاتهام ممن يقفون بالدين موقف الدفاع فيروحون يدفعون هذه التهمة بأن الإسلام لا يقاتل إلا دفاعا عن أهله في حدوده الإقليمية! هؤلاء وهؤلاء في حاجة إلى أن يتطلعوا إلى تلك القمة العالية التي يمثلها هذا التوجيه الكريم:«وَإِنْ أَحَدٌ مِنَ الْمُشْرِكِينَ اسْتَجارَكَ فَأَجِرْهُ حَتَّى يَسْمَعَ كَلامَ اللَّهِ،ثُمَّ أَبْلِغْهُ مَأْمَنَهُ،ذلِكَ بِأَنَّهُمْ قَوْمٌ لا يَعْلَمُونَ» .. ¶ إن هذا الدين إعلام لمن لا يعلمون،وإجارة لمن يستجيرون،حتى من أعدائه الذين شهروا عليه السيف وحاربوه وعاندوه ..ولكنه إنما يجاهد بالسيف ليحطم القوى المادية التي تحول بين الأفراد وسماع كلام اللّه وتحول بينهم وبين العلم بما أنزل اللّه فتحول بينهم وبين الهدى،كما تحول بينهم وبين التحرر من عبادة العبيد وتلجئهم إلى",
            "page": "92",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "عبادة غير اللّه ..ومتى حطم هذه القوى،وأزال هذه العقبات،فالأفراد - على عقيدتهم - آمنون في كنفه يعلمهم ولا يرهبهم ويجيرهم ولا يقتلهم ثم يحرسهم ويكفلهم حتى يبلغوا مأمنهم ..هذا كله وهم يرفضون منهج اللّه! وفي الأرض اليوم أنظمة ومناهج وأوضاع من صنع العبيد لا يأمن فيها من يخالفها من البشر على نفسه ولا على ماله ولا على عرضه ولا على حرمة واحدة من حرمات الإنسان! ثم يقف ناس يرون هذا في واقع البشر وهم يتمتمون ويجمجمون لدفع الاتهام الكاذب عن منهج اللّه بتشويه هذا المنهج وإحالته إلى محاولة هازلة قوامها الكلام في وجه السيف والمدفع في هذا الزمان وفي كل زمان! ¶ إن المسلمين يواجهون أعداء يتربصون بهم ولا يقعد هؤلاء الأعداء عن الفتك بالمسلمين بلا شفقة ولا رحمة إلا عجزهم عن ذلك.لا يقعدهم عهد معقود،ولا ذمة مرعية،ولا تحرج من مذمة،ولا إبقاء على صلة ..ووراء هذا التقرير تاريخ طويل،يشهد كله بأن هذا هو الخط الأصيل الذي لا ينحرف إلا لطارئ زائل،ثم يعود فيأخذ طريقه المرسوم! هذا التاريخ الطويل من الواقع العملي بالإضافة إلى طبيعة المعركة المحتومة بين منهج اللّه الذي يخرج الناس من العبودية للعباد ويردهم إلى عبادة اللّه وحده،وبين مناهج الجاهلية التي تعبد الناس",
            "page": "93",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "للعبيد ..يواجهه المنهج الحركي الإسلامي بتوجيه من اللّه سبحانه،بهذا الحسم الصريح:«فَإِنْ تابُوا وَأَقامُوا الصَّلاةَ وَآتَوُا الزَّكاةَ فَإِخْوانُكُمْ فِي الدِّينِ وَنُفَصِّلُ الْآياتِ لِقَوْمٍ يَعْلَمُونَ» ..«وَإِنْ نَكَثُوا أَيْمانَهُمْ مِنْ بَعْدِ عَهْدِهِمْ وَطَعَنُوا فِي دِينِكُمْ فَقاتِلُوا أَئِمَّةَ الْكُفْرِ إِنَّهُمْ لا أَيْمانَ لَهُمْ لَعَلَّهُمْ يَنْتَهُونَ» .. ¶ فإما دخول فيما دخل فيه المسلمون،وتوبة عما مضى من الشرك والاعتداء.وعندئذ يصفح الإسلام والمسلمون عن كل ما لقوا من هؤلاء المشركين المعتدين وتقوم الوشيجة على أساس العقيدة ويصبح المسلمون الجدد إخوانا للمسلمين القدامى ويسقط ذلك الماضي كله بمساءاته من الواقع ومن القلوب! «وَنُفَصِّلُ الْآياتِ لِقَوْمٍ يَعْلَمُونَ» .. ¶ فهذه الأحكام إنما يدركها ويدرك حكمتها الذين يعلمون وهم المؤمنون. ¶ وإما نكث لما يبايعون عليه من الإيمان بعد الدخول فيه،وطعن في دين المسلمين.فهم إذن أئمة في الكفر،لا أيمان لهم ولا عهود.وعندئذ يكون القتال لهم لعلهم حينئذ أن يثوبوا إلى الهدى .. ¶ إن قوة المعسكر المسلم وغلبته في الجهاد قد ترد قلوبا كثيرة إلى الصواب وتريهم الحق الغالب فيعرفونه ويعلمون أنه إنما غلب لأنه الحق ولأن وراءه قوة اللّه وأن رسول اللّه - صلى اللّه عليه وسلم -",
            "page": "94",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "صادق فيما أبلغهم من أن اللّه غالب هو ورسله.فيقودهم هذا كله إلى التوبة والهدى.لا كرها وقهرا،ولكن اقتناعا بالقلب بعد رؤية واضحة للحق الغالب.كما وقع وكما يقع في كثير من الأحايين. ¶ إن علينا أن نتتبع موقف المشركين - على مدى التاريخ - من المؤمنين.ليتكشف لنا المدى الحقيقي لهذه النصوص القرآنية ولنرى الموقف بكامله على مدار التاريخ: ¶ فأما في الجزيرة العربية فلعل ذلك معلوم من أحداث السيرة المشهورة.ولعل في هذا الجزء من الظلال وحده ما يكفي لتصوير مواقف المشركين من هذا الدين وأهله منذ الأيام الأولى للدعوة في مكة حتى هذه الفترة التي تواجهها نصوص هذه السورة. ¶ وحقيقة إن المعركة الطويلة الأمد لم تكن بين الإسلام والشرك بقدر ما كانت بين الإسلام وأهل الكتاب من اليهود والنصارى.ولكن هذا لا ينفي أن موقف المشركين من المسلمين كان دائما هو الذي تصوره آيات هذا المقطع من السورة:« كَيْفَ وَإِنْ يَظْهَرُوا عَلَيْكُمْ لا يَرْقُبُوا فِيكُمْ إِلًّا وَلا ذِمَّةً! يُرْضُونَكُمْ بِأَفْواهِهِمْ وَتَأْبى قُلُوبُهُمْ،وَأَكْثَرُهُمْ فاسِقُونَ.اشْتَرَوْا بِآياتِ اللَّهِ ثَمَناً قَلِيلًا فَصَدُّوا عَنْ سَبِيلِهِ،إِنَّهُمْ ساءَ ما كانُوا يَعْمَلُونَ.لا يَرْقُبُونَ فِي مُؤْمِنٍ إِلًّا وَلا ذِمَّةً،وَأُولئِكَ هُمُ الْمُعْتَدُونَ» ..",
            "page": "95",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "لقد كان هذا هو الموقف الدائم للمشركين وأهل الكتاب من المسلمين.فأما أهل الكتاب فندع الحديث عنهم إلى موعده في المقطع الثاني من السورة وأما المشركون فقد كان هذا دأبهم من المسلمين على مدار التاريخ .. ¶ وإذا نحن اعتبرنا أن الإسلام لم يبدأ برسالة محمد - صلى اللّه عليه وسلم - إنما ختم بهذه الرسالة.وأن موقف المشركين من كل رسول ومن كل رسالة من قبل إنما يمثل موقف الشرك من دين اللّه على الإطلاق فإن أبعاد المعركة تترامى ويتجلى الموقف على حقيقته كما تصوره تلك النصوص القرآنية الخالدة،على مدار التاريخ البشري كله بلا استثناء! ماذا صنع المشركون مع نوح،وهود،وصالح،وإبراهيم،وشعيب،وموسى،وعيسى،عليهم صلوات اللّه وسلامه والمؤمنين بهم في زمانهم؟ ثم ماذا صنع المشركون مع محمد - صلى اللّه عليه وسلم - والمؤمنين به كذلك؟ ..إنهم لم يرقبوا فيهم إلّا ولا ذمة متى ظهروا عليهم وتمكنوا منهم .. ¶ وماذا صنع المشركون بالمسلمين أيام الغزو الثاني للشرك على أيدي التتار؟ ثم ما يصنع المشركون والملحدون اليوم بعد أربعة عشر قرنا بالمسلمين في كل مكان؟ ..إنهم لا يرقبون فيهم إلّا ولا ذمة،كما يقرر النص القرآني الصادق الخالد ..",
            "page": "96",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "عند ما ظهر الوثنيون التتار على المسلمين في بغداد وقعت المأساة الدامية التي سجلتها الروايات التاريخية والتي نكتفي فيها بمقتطفات سريعة من تاريخ «البداية والنهاية» لابن كثير فيما رواه من أحداث عام 656 ه:«يَدَيِ الْخَلِيفَةِ وَتُضْحِكُهُ، وَكَانَتْ مِنْ جُمْلَةِ الْحَظَايَا، وَكَانَتْ مُوَلَّدَةً تُسَمَّى عَرَفَةَ، جَاءَهَا سَهْمٌ مِنْ بَعْضِ الشَّبَابِيكِ فَقَتَلَهَا وَهِيَ تَرْقُصُ بَيْنَ يَدَيِ الْخَلِيفَةِ، فَانْزَعَجَ الْخَلِيفَةُ مِنْ ذَلِكَ، وَفَزِعَ فَزَعًا شَدِيدًا، وَأَحْضَرَ السَّهْمَ الَّذِي أَصَابَهَا بَيْنَ يَدَيْهِ، فَإِذَا عَلَيْهِ مَكْتُوبٌ:إِذَا أَرَادَ اللَّهُ إِنْفَاذَ قَضَائِهِ وَقَدَرِهِ سَلَبَ ذَوِي الْعُقُولِ عُقُولَهُمْ.فَأَمَرَ الْخَلِيفَةُ عِنْدَ ذَلِكَ بِزِيَادَةِ الِاحْتِرَازِ، وَكَثْرَةِ السَّتَائِرِ عَلَى دَارِ الْخِلَافَةِ، وَكَانَ قُدُومُ هُولَاكُوقَانَ بِجُنُودِهِ كُلِّهَا -وَكَانُوا نَحْوَ مِائَتَيْ أَلْفِ مُقَاتِلٍ- إِلَى بَغْدَادَ فِي ثَانِي عَشَرَ الْمُحَرَّمِ مِنْ هَذِهِ السَّنَةِ، وَهُوَ شَدِيدُ الْحَنَقِ عَلَى الْخَلِيفَةِ بِسَبَبِ مَا كَانَ تَقَدَّمَ مِنَ الْأَمْرِ الَّذِي قَدَّرَهُ اللَّهُ وَقَضَاهُ وَأَنْفَذَهُ وَأَمْضَاهُ، وَهُوَ أَنَّ هُولَاكُوقَانَ لَمَّا كَانَ أَوَّلُ بُرُوزِهِ مِنْ هَمَذَانَ مُتَوَجِّهًا إِلَى الْعِرَاقِ أَشَارَ الْوَزِيرُ مُؤَيِّدُ الدِّينِ مُحَمَّدُ بْنُ الْعَلْقَمِيِّ عَلَى الْخَلِيفَةِ بِأَنْ يَبْعَثَ إِلَيْهِ بِهَدَايَا سَنِيَّةٍ; لِيَكُونَ ذَلِكَ مُدَارَاةً لَهُ عَمَّا يُرِيدُهُ مِنْ قَصْدِ بِلَادِهِمْ، فَخَذَّلَ الْخَلِيفَةَ عَنْ ذَلِكَ دُوَيْدَارُهُ الصَّغِيرُ أَيْبَكُ وَغَيْرُهُ، وَقَالُوا:إِنَّ الْوَزِيرَ إِنَّمَا يُرِيدُ بِهَذَا مُصَانَعَةَ مَلِكِ التَّتَارِ بِمَا يَبْعَثُهُ إِلَيْهِ مِنَ الْأَمْوَالِ، وَأَشَارُوا بِأَنْ يَبْعَثَ بِشَيْءٍ يَسِيرٍ، فَأَرْسَلَ شَيْئًا مِنَ الْهَدَايَا،",
            "page": "97",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "فَاحْتَقَرَهَا هُولَاكُوقَانَ، وَأَرْسَلَ إِلَى الْخَلِيفَةِ يَطْلُبُ مِنْهُ دُوَيْدَارَهُ الْمَذْكُورَ، وَسُلَيْمَانَ شَاهْ، فَلَمْ يَبْعَثْهُمَا إِلَيْهِ، وَلَا بَالَى بِهِ حَتَّى أَزِفَ قُدُومُهُ، وَوَصَلَ بَغْدَادَ بِجُنُودِهِ الْكَثِيرَةِ الْكَافِرَةِ الْفَاجِرَةِ الظَّالِمَةِ الْغَاشِمَةِ، مِمَّنْ لَا يُؤْمِنُ بِاللَّهِ وَلَا بِالْيَوْمِ الْآخِرِ. ¶ فَأَحَاطُوا بِبَغْدَادَ مِنْ نَاحِيَتِهَا الْغَرْبِيَّةِ وَالشَّرْقِيَّةِ، وَجُنُودُ بَغْدَادَ فِي غَايَةِ الْقِلَّةِ وَنِهَايَةِ الذِّلَّةِ، لَا يَبْلُغُونَ عَشَرَةَ آلَافِ فَارِسٍ، وَهُمْ فِي غَايَةِ الضَّعْفِ، وَبَقِيَّةُ الْجَيْشِ كُلُّهُمْ قَدْ صُرِفُوا عَنْ إِقْطَاعَاتِهِمْ حَتَّى اسْتَعْطَى كَثِيرٌ مِنْهُمْ فِي الْأَسْوَاقِ وَأَبْوَابِ الْمَسَاجِدِ، وَأَنْشَدَ فِيهِمُ الشُّعَرَاءُ الْقَصَائِدَ يَرْثُونَ لَهُمْ، وَيَحْزَنُونَ عَلَى الْإِسْلَامِ وَأَهْلِهِ، وَذَلِكَ كُلُّهُ عَنْ آرَاءِ الْوَزِيرِ ابْنِ الْعَلْقَمِيِّ الرَّافِضِيِّ، وَذَلِكَ أَنَّهُ لَمَّا كَانَ فِي السَّنَةِ الْمَاضِيَةِ كَانَ بَيْنَ أَهْلِ السُّنَّةِ وَالرَّافِضَةِ حَرْبٌ شَدِيدَةٌ، نُهِبَتْ فِيهَا الْكَرْخُ مَحَلَّةُ الرَّافِضَةِ، حَتَّى نُهِبَتْ دَوْرُ قَرَابَاتِ الْوَزِيرِ، فَاشْتَدَّ حَنَقُهُ عَلَى ذَلِكَ، فَكَانَ هَذَا مِمَّا أَهَاجَهُ عَلَى أَنْ دَبَّرَ عَلَى الْإِسْلَامِ وَأَهْلِهِ مَا وَقَعَ مِنَ الْأَمْرِ الْفَظِيعِ الَّذِي لَمَّ يُؤَرَّخْ أَبْشَعُ مِنْهُ مُنْذُ بُنِيَتْ بَغْدَادُ، وَإِلَى هَذِهِ الْأَوْقَاتِ، وَلِهَذَا كَانَ أَوَّلُ مَنْ بَرَزَ إِلَى التَّتَارِ هُوَ، فَخَرَجَ فِي أَهْلِهِ وَأَصْحَابِهِ وَخَدَمِهِ وَحَشَمِهِ، فَاجْتَمَعَ بِالسُّلْطَانِ هُولَاكُوقَانَ، لَعَنَهُ اللَّهُ تَعَالَى، ثُمَّ عَادَ فَأَشَارَ عَلَى الْخَلِيفَةِ بِالْخُرُوجِ إِلَيْهِ وَالْمُثُولِ بَيْنَ يَدَيْهِ لِتَقَعَ الْمُصَالَحَةُ عَلَى أَنْ يَكُونَ نِصْفُ خَرَاجِ الْعِرَاقِ لِهَمْ وَنِصْفُهُ",
            "page": "98",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "لِلْخَلِيفَةِ، فَاحْتَاجَ الْخَلِيفَةُ إِلَى أَنْ خَرَجَ فِي سَبْعمِائَةِ رَاكِبٍ مِنَ الْقُضَاةِ وَالْفُقَهَاءِ وَالصُّوفِيَّةِ وَرُءُوسِ الْأُمَرَاءِ وَالدَّوْلَةِ وَالْأَعْيَانِ، فَلَمَّا اقْتَرَبُوا مِنْ مَنْزِلِ السُّلْطَانِ هُولَاكُوقَانَ حُجِبُوا عَنِ الْخَلِيفَةِ إِلَّا سَبْعَةَ عَشَرَ نَفَسًا، فَخَلَصَ الْخَلِيفَةُ بِهَؤُلَاءِ الْمَذْكُورِينَ، وَأُنْزِلَ الْبَاقُونَ عَنْ مَرَاكِبِهِمْ وَنُهِبَتْ، وَقُتِلُوا عَنْ آخِرِهِمْ، وَأُحْضِرَ الْخَلِيفَةُ بَيْنَ يَدَيْ هُولَاكُو فَسَأَلَهُ عَنْ أَشْيَاءَ كَثِيرَةٍ، فَيُقَالُ:إِنَّهُ اضْطَرَبَ كَلَامُ الْخَلِيفَةِ مِنْ هَوْلِ مَا رَأَى مِنَ الْإِهَانَةِ وَالْجَبَرُوتِ. ¶ ثُمَّ عَادَ إِلَى بَغْدَادَ وَفِي صُحْبَتِهِ خَوَاجَا نَصِيرٌ الطُّوسِيُّ، لَعْنَةُ اللَّهِ عَلَيْهِ وَالْوَزِيرُ ابْنُ الْعَلْقَمِيِّ وَغَيْرُهُمَا، وَالْخَلِيفَةُ تَحْتَ الْحَوْطَةِ وَالْمُصَادَرَةِ، فَأَحْضَرَ مِنْ دَارِ الْخِلَافَةِ شَيْئًا كَثِيرًا مِنَ الذَّهَبِ وَالْحُلِيِّ وَالْمَصَاغِ وَالْجَوَاهِرِ وَالْأَشْيَاءِ النَّفِيسَةِ، وَقَدْ أَشَارَ أُولَئِكَ الْمَلَأُ مِنَ الرَّافِضَةِ، لَعْنَةُ اللَّهِ عَلَيْهِمْ، وَغَيْرُهُمْ مِنَ الْمُنَافِقِينَ عَلَى هُولَاكُوقَانَ أَنْ لَا يُصَالِحَ الْخَلِيفَةَ، وَقَالَ الْوَزِيرُ:مَتَى وَقَعَ الصُّلْحُ عَلَى الْمُنَاصَفَةِ لَا يَسْتَمِرُّ هَذَا إِلَّا عَامًا أَوْ عَامَيْنِ، ثُمَّ يَعُودُ الْأَمْرُ إِلَى مَا كَانَ عَلَيْهِ قَبْلَ ذَلِكَ.وَحَسَّنُوا لَهُ قَتْلَ الْخَلِيفَةِ، فَلَمَّا عَادَ الْخَلِيفَةُ إِلَى السُّلْطَانِ هُولَاكُو أَمْرَ بِقَتْلِهِ، وَيُقَالُ:إِنَّ الَّذِي أَشَارَ بِقَتْلِهِ الْوَزِيرُ ابْنُ الْعَلْقَمِيِّ وَالنَّصِيرُ الطُّوسِيُّ.وَكَانَ النَّصِيرُ عِنْدَ هُولَاكُو قَدِ اسْتَصْحَبَهُ فِي خِدْمَتِهِ لَمَّا فَتَحَ قِلَاعَ الْأَلْمُوتِ وَانْتَزَعَهَا مِنْ أَيْدِي الْإِسْمَاعِيلِيَّةِ، وَكَانَ النَّصِيرُ وَزِيرًا",
            "page": "99",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "لِشَمْسِ الشُّمُوسِ، وَلِأَبِيهِ مِنْ قَبْلِهِ عَلَاءِ الدِّينِ بْنِ جَلَالِ الدِّينِ، وَكَانُوا يَنْتَسِبُونَ إِلَى نِزَارِ بْنِ الْمُسْتَنْصِرِ الْعُبَيْدِيِّ، وَانْتَخَبَ هُولَاكُوقَانَ النَّصِيرَ لِيَكُونَ فِي خِدْمَتِهِ كَالْوَزِيرِ الْمُشِيرِ، فَلَمَّا قَدِمَ هُولَاكُوقَانَ وَتَهَيَّبَ مِنْ قَتْلِ الْخَلِيفَةِ هَوَّنَ عَلَيْهِ الْوَزِيرَانِ ذَلِكَ، فَقَتَلُوهُ رَفْسًا وَهُوَ فِي جُوَالِقَ، لِئَلَّا يَقَعَ عَلَى الْأَرْضِ شَيْءٌ مِنْ دَمِهِ، خَافُوا أَنْ يُؤْخَذَ بِثَأْرِهِ فِيمَا قِيلَ لَهُمْ، وَقِيلَ:بَلْ خُنِقَ.وَيُقَالُ:غُرِّقَ.فَاللَّهُ أَعْلَمُ.فَبَاءُوا بِإِثْمِهِ وَإِثْمِ مَنْ كَانَ مَعَهُ مِنْ سَادَاتِ الْعُلَمَاءِ وَالْقُضَاةِ وَالْأَكَابِرِ وَالرُّؤَسَاءِ وَالْأُمَرَاءِ وَأُولِي الْحَلِّ وَالْعَقْدِ بِبِلَادِ بَغْدَادَ -وَسَتَأْتِي تَرْجَمَةُ الْخَلِيفَةِ فِي الْوَفَيَاتِ- وَمَالُوا عَلَى الْبَلَدِ، فَقَتَلُوا جَمِيعَ مَنْ قَدَرُوا عَلَيْهِ مِنَ الرِّجَالِ وَالنِّسَاءِ وَالْوِلْدَانِ وَالْمَشَايِخِ وَالْكُهُولِ وَالشُّبَّانِ. ¶ وَدَخَلَ كَثِيرٌ مِنَ النَّاسِ فِي الْآبَارِ وَأَمَاكِنِ الْحُشُوشِ، وَقُنِيِّ الْوَسَخِ، وَكَمَنُوا كَذَلِكَ أَيَّامًا لَا يَظْهَرُونَ، وَكَانَ الْفِئَامُ مِنَ النَّاسِ يَجْتَمِعُونَ فِي الْخَانَاتِ، وَيُغْلِقُونَ عَلَيْهِمُ الْأَبْوَابَ، فَتَفْتَحُهَا التَّتَارُ إِمَّا بِالْكَسْرِ أَوْ بِالنَّارِ، ثُمَّ يَدْخُلُونَ عَلَيْهِمْ فَيَهْرُبُونَ مِنْهُمْ إِلَى أَعَالِي الْمَكَانِ، فَيَقْتُلُونَهُمْ فِي الْأَسْطِحَةِ، حَتَّى تَجْرِيَ الْمَيَازِيبُ مِنَ الدِّمَاءِ فِي الْأَزِقَّةِ، فَإِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ، وَكَذَلِكَ فِي الْمَسَاجِدِ وَالْجَوَامِعِ وَالرُّبَطِ، وَلَمْ يَنْجُ مِنْهُمْ أَحَدٌ سِوَى أَهْلِ الذِّمَّةِ مِنَ الْيَهُودِ وَالنَّصَارَى، وَمَنِ الْتَجَأَ إِلَيْهِمْ وَإِلَى دَارِ الْوَزِيرِ ابْنِ الْعَلْقَمِيِّ الرَّافِضِيِّ، وَطَائِفَةٍ مِنَ التُّجَّارِ",
            "page": "100",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "أَخَذُوا لَهُمْ أَمَانًا بَذَلُوا عَلَيْهِ أَمْوَالًا جَزِيلَةً حَتَّى سَلِمُوا وَسَلِمَتْ أَمْوَالُهُمْ.وَعَادَتْ بَغْدَادُ بَعْدَمَا كَانَتْ آنَسَ الْمُدُنِ كُلِّهَا كَأَنَّهَا خَرَابٌ لَيْسَ فِيهَا أَحَدٌ إِلَّا الْقَلِيلُ مِنَ النَّاسِ، وَهُمْ فِي خَوْفٍ وَجُوعٍ وَذِلَّةٍ وَقِلَّةٍ.وَكَانَ الْوَزِيرُ ابْنُ الْعَلْقَمِيِّ قَبْلَ هَذِهِ الْحَادِثَةِ يَجْتَهِدُ فِي صَرْفِ الْجُيُوشِ وَإِسْقَاطِ أَسْهُمِهِمْ مِنَ الدِّيوَانِ، فَكَانَتِ الْعَسَاكِرُ فِي آخِرِ أَيَّامِ الْمُسْتَنْصِرِ قَرِيبًا مِنْ مِائَةِ أَلْفِ مُقَاتِلٍ، مِنْهُمْ مَنَ الْأُمَرَاءِ مَنْ هُوَ كَالْمُلُوكِ الْأَكَابِرِ، فَلَمْ يَزَلْ يَجْتَهِدُ فِي تَقْلِيلِهِمْ إِلَى أَنْ لَمْ يَبْقَ إِلَّا عَشَرَةُ آلَافٍ، ثُمَّ كَاتَبَ التَّتَارَ، وَأَطْمَعَهُمْ فِي أَخْذِ الْبِلَادِ، وَسَهَّلَ عَلَيْهِمْ ذَلِكَ، وَجَلَّى لَهُمْ حَقِيقَةَ الْحَالِ، وَكَشَفَ لَهُمْ ضَعْفَ الرِّجَالِ، وَذَلِكَ كُلُّهُ طَمَعًا مِنْهُ أَنْ يُزِيلَ السُّنَّةَ بِالْكُلِّيَّةِ، وَأَنْ يُظْهِرَ الْبِدْعَةَ الرَّافِضِيَّةَ، وَأَنْ يُقِيمَ خَلِيفَةً مَنَ الْفَاطِمِيِّينَ، وَأَنْ يُبِيدَ الْعُلَمَاءَ وَالْمُفْتِينَ، وَاللَّهُ غَالِبٌ عَلَى أَمْرِهِ، وَقَدْ رَدَّ كَيْدَهُ فِي نَحْرِهِ، وَأَذَلَّهُ بَعْدَ الْعِزَّةِ الْقَعْسَاءِ، وَجَعَلَهُ حُوشْكَاشًا لِلتَّتَارِ بَعْدَمَا كَانَ وَزِيرًا لِلْخُلَفَاءِ، وَاكْتَسَبَ إِثْمَ مَنْ قُتِلَ بِمَدِينَةِ بَغْدَادَ مِنَ الرِّجَالِ وَالنِّسَاءِ وَالْأَطْفَالِ، فَالْحُكْمُ لِلَّهِ الْعَلِيِّ الْكَبِيرِ رَبِّ الْأَرْضِ وَالسَّمَاءِ. ¶ «وَقَدِ اخْتَلَفَ النَّاسُ فِي كَمِّيَّةِ مَنْ قُتِلَ بِبَغْدَادَ مِنَ الْمُسْلِمِينَ، فَقِيلَ:ثَمَانُمِائَةِ أَلْفٍ، وَقِيلَ:أَلْفُ أَلْفٍ وَثَمَانُمِائَةِ أَلْفٍ.وَقِيلَ:بَلَغَتِ",
            "page": "101",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "الْقَتْلَى أَلْفَيْ أَلْفِ نَفْسٍ، فَإِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ، وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ الْعَزِيزِ الْحَكِيمِ الْعَلِيِّ الْعَظِيمِ. ¶ وَكَانَ دُخُولُهُمْ إِلَى بَغْدَادَ فِي أَوَاخِرِ الْمُحَرَّمِ، وَمَا زَالَ السَّيْفُ يَقْتُلُ أَهْلَهَا أَرْبَعِينَ صَبَاحًا، وَكَانَ قَتْلُ الْخَلِيفَةِ الْمُسْتَعْصِمِ بِاللَّهِ أَمِيرِ الْمُؤْمِنِينَ يَوْمَ الْأَرْبِعَاءِ رَابِعَ عَشَرَ صَفَرٍ، وَعَفَا قَبْرُهُ، وَكَانَ عُمْرُهُ يَوْمئِذٍ سِتًّا وَأَرْبَعِينَ سَنَةً وَأَرْبَعَةَ أَشْهُرٍ، وَمُدَّةُ خِلَافَتِهِ خَمْسَ عَشْرَةَ سَنَةً وَثَمَانِيَةُ أَشْهُرٍ وَأَيَّامٌ، وَقُتِلَ مَعَهُ وَلَدُهُ الْأَكْبَرُ أَبُو الْعَبَّاسِ أَحْمَدُ، وَلَهُ خَمْسٌ وَعِشْرُونَ سَنَةً، ثُمَّ قُتِلَ وَلَدُهُ الْأَوْسَطُ أَبُو الْفَضْلِ عَبْدُ الرَّحْمَنِ، وَلَهُ ثَلَاثٌ وَعِشْرُونَ سَنَةً، وَأُسِرَ وَلَدُهُ الْأَصْغَرُ مُبَارَكٌ، وَأَسِرَتْ أَخَوَاتُهُ الثَّلَاثُ; فَاطِمَةُ وَخَدِيجَةُ وَمَرْيَمُ، وَأُسِرَ مِنْ دَارِ الْخِلَافَةِ مِنَ الْأَبْكَارِ مَا يُقَارِبُ أَلْفَ بِكْرٍ فِيمَا قِيلَ، وَاللَّهُ أَعْلَمُ، فَإِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ. ¶ وَقُتِلَ أُسْتَاذُ دَارِ الْخِلَافَةِ الشَّيْخُ مُحْيِي الدِّينِ يُوسُفُ بْنُ الشَّيْخِ أَبِي الْفَرَجِ بْنِ الْجَوْزِيِّ، وَكَانَ عَدُوَّ الْوَزِيرِ، وَقُتِلَ أَوْلَادُهُ الثَّلَاثَةُ; عَبْدُ الرَّحْمَنِ، وَعَبْدُ اللَّهِ، وَعَبْدُ الْكَرِيمِ، وَأَكَابِرُ الدَّوْلَةِ وَاحِدًا بَعْدَ وَاحِدٍ، مِنْهُمُ الدُّوَيْدَارُ الصَّغِيرُ مُجَاهِدُ الدِّينِ أَيْبَكُ، وَشِهَابُ الدِّينِ سُلَيْمَانُ شَاهْ، وَجَمَاعَةٌ مِنْ أُمَرَاءِ السُّنَّةِ وَأَكَابِرِ الْبَلَدِ. ¶ وَكَانَ الرَّجُلُ يُسْتَدْعَى بِهِ مِنْ دَارِ الْخِلَافَةِ مِنْ بَنِي الْعَبَّاسِ، فَيَخْرُجُ بِأَوْلَادِهِ وَنِسَائِهِ وَجَوَارِيهِ، فَيُذْهَبُ بِهِ إِلَى مَقْبَرَةِ الْخَلَّالِ، تُجَاهَ",
            "page": "102",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "الْمَنْظَرَةِ، فَيُذْبَحُ كَمَا تُذْبَحُ الشَّاةُ، وَيُؤْسَرُ مَنْ يَخْتَارُونَ مِنْ بَنَاتِهِ وَجَوَارِيهِ. ¶ وَقُتِلَ شَيْخُ الشُّيُوخِ مُؤَدِّبُ الْخَلِيفَةِ صَدْرُ الدِّينِ عَلِيُّ بْنُ النَّيَّارِ، وَقُتِلَ الْخُطَبَاءُ وَالْأَئِمَّةُ، وَحَمَلَةُ الْقُرْآنِ، وَتَعَطَّلَتِ الْمَسَاجِدُ وَالْجَمَاعَاتُ وَالْجُمُعَاتُ مُدَّةَ شُهُورٍ بِبَغْدَادَ، وَأَرَادَ الْوَزِيرُ ابْنُ الْعَلْقَمِيِّ، قَبَّحَهُ اللَّهُ وَلَعَنَهُ، أَنْ يُعَطِّلَ الْمَسَاجِدَ وَالْمَدَارِسَ وَالرُّبَطَ بِبَغْدَادَ، وَيَسْتَمِرَّ بِالْمَشَاهِدِ وَمَحَالِّ الرَّفْضِ، وَأَنْ يَبْنِيَ لِلرَّافِضَةِ مَدْرَسَةً هَائِلَةً يَنْشُرُونَ عِلْمَهُمْ وَعَلَمَهُمْ بِهَا وَعَلَيْهَا، فَلَمْ يُقَدِّرْهُ اللَّهُ تَعَالَى عَلَى ذَلِكَ، بَلْ أَزَالَ نِعْمَتَهُ عَنْهُ، وَقَصَفَ عُمْرَهُ بَعْدَ شُهُورٍ يَسِيرَةٍ مِنْ هَذِهِ الْحَادِثَةِ، وَأَتْبَعَهُ بِوَلَدِهِ فَاجْتَمَعَا -وَاللَّهُ أَعْلَمُ- بِالدَّرْكِ الْأَسْفَلِ مِنَ النَّارِ. ¶ وَلَمَّا انْقَضَى أَمَدُ الْأَمْرِ الْمَقْدُورِ، وَانْقَضَتِ الْأَرْبَعُونَ يَوْمًا بَقِيَتْ بَغْدَادُ خَاوِيَةً عَلَى عُرُوشِهَا، لَيْسَ بِهَا أَحَدٌ إِلَّا الشَّاذُّ مِنَ النَّاسِ، وَالْقَتْلَى فِي الطُّرُقَاتِ كَأَنَّهَا التُّلُولُ، وَقَدْ سَقَطَ عَلَيْهِمُ الْمَطَرُ، فَتَغَيَّرَتْ صُوَرُهُمْ، وَأَنْتَنَتِ الْبَلَدُ مِنْ جِيَفِهِمْ، وَتَغَيَّرَ الْهَوَاءُ، فَحَصَلَ بِسَبَبِهِ الْوَبَاءُ الشَّدِيدُ، حَتَّى تَعَدَّى وَسَرَى فِي الْهَوَاءِ إِلَى بِلَادِ الشَّامِ، فَمَاتَ خَلْقٌ كَثِيرٌ مِنْ تَغَيُّرِ الْجَوِّ وَفَسَادِ الرِّيحِ، فَاجْتَمَعَ عَلَى النَّاسِ الْغَلَاءُ وَالْوَبَاءُ وَالْفِنَاءُ وَالطَّعْنُ وَالطَّاعُونُ، فَإِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ.",
            "page": "103",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "وَلَمَّا نُودِيَ بِبَغْدَادَ بِالْأَمَانِ خَرَجَ مَنْ كَانَ تَحْتِ الْأَرْضِ بِالْمَطَامِيرِ وَالْقُنِيِّ وَالْمَغَايِرِ كَأَنَّهُمُ الْمَوْتَى إِذَا نُبِشُوا مِنْ قُبُورِهِمْ، وَقَدْ أَنْكَرَ بَعْضُهُمْ بَعْضًا، فَلَا يَعْرِفُ الْوَالِدُ وَلَدَهُ، وَلَا الْأَخُ أَخَاهُ، وَأَخَذَهُمُ الْوَبَاءُ الشَّدِيدُ، فَتَفَانَوْا وَلَحِقُوا بِمَنْ سَلَفَ مِنَ الْقَتْلَى، وَاجْتَمَعُوا فِي الْبِلَى تَحْتَ الثَّرَى، بِأَمْرِ الَّذِي يَعْلَمُ السِّرَّ وَأَخْفَى، اللَّهُ لَا إِلَهَ إِلَّا هُوَ لَهُ الْأَسْمَاءُ الْحُسْنَى. ¶ وَكَانَ رَحِيلُ السُّلْطَانِ الْمُسَلَّطِ هُولَاكُوقَانَ عَنْ بَغْدَادَ فِي جُمَادَى الْأُولَى مِنْ هَذِهِ السَّنَةِ إِلَى مَقَرِّ مُلْكِهِ، وَفَوَّضَ أَمْرَ بَغْدَادَ إِلَى الْأَمِيرِ عَلَيٍّ بَهَادُرَ، فَوَّضَ إِلَيْهِ الشِّحْنَكيَّةَ بِهَا وَإِلَى الْوَزِيرِ مُؤَيِّدِ الدِّينِ بْنِ الْعَلْقَمِيِّ، فَلَمْ يُمْهِلْهُ اللَّهُ وَلَا أَهْمَلَهُ بَعْدُ، بَلْ أَخَذَهُ أَخْذَ عَزِيزٍ مُقْتَدِرٍ، فِي مُسْتَهَلِّ جُمَادَى الْآخِرَةِ عَنْ ثَلَاثٍ وَسِتِّينَ سَنَةً، وَكَانَ عِنْدَهُ فَضِيلَةٌ فِي الْإِنْشَاءِ، وَلَدَيْهِ فَضِيلَةٌ فِي الْأَدَبِ، وَلَكِنَّهُ كَانَ شِيعِيًّا جَلْدًا خَبِيثًا رَافِضِيًّا، فَمَاتَ كَمَدًا وَغَمًّا وَحُزْنًا وَنَدَمًا، إِلَى حَيْثُ أَلْقَتْ رَحْلَهَا أُمُّ قَشْعَمٍ، فَوَلِيَ بَعْدَهُ الْوِزَارَةَ وَلَدُهُ عِزُّ الدِّينِ أَبُو الْفَضْلِ مُحَمَّدٌ، فَأَلْحَقَهُ اللَّهُ بِأَبِيهِ فِي بَقِيَّةِ هَذَا الْعَامِ، وَلِلَّهِ الْحَمْدُ وَالْمِنَّةُ.\" ¶ هذه صورة من الواقع التاريخي،حينما ظهر المشركون على المسلمين فلم يرقبوا فيهم إلّا ولا ذمة.فهل كانت صورة تاريخية من الماضي البعيد الموغل في الظلمات،اختص بها التتار في ذلك الزمان؟",
            "page": "104",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "كلا! إن الواقع التاريخي الحديث لا تختلف صوره عن هذه الصورة! ..إن ما وقع من الوثنيين الهنود عند انفصال باكستان لا يقل شناعة ولا بشاعة عما وقع من التتار في ذلك الزمان البعيد ..إن ثمانية ملايين من المهاجرين المسلمين من الهند - ممن أفزعتهم الهجمات البربرية المتوحشة على المسلمين الباقين في الهند فآثروا الهجرة على البقاء - قد وصل منهم إلى أطراف باكستان ثلاثة ملايين فقط! أما الملايين الخمسة الباقية فقد قضوا بالطريق ..طلعت عليهم العصابات الهندية الوثنية المنظمة المعروفة للدولة الهندية جيدا والتي يهيمن عليها ناس من الكبار في الحكومة الهندية،فذبحتهم كالخراف على طول الطريق،وتركت جثثهم نهبا للطير والوحش،بعد التمثيل بها ببشاعة منكرة،لا تقل - إن لم تزد - على ما صنعه التتار بالمسلمين من أهل بغداد! .. ¶ أما المأساة البشعة المروعة المنظمة فكانت في ركاب القطار الذي نقل الموظفين المسلمين في أنحاء الهند إلى باكستان،حيث تم الاتفاق على هجرة من يريد الهجرة من الموظفين المسلمين في دوائر الهند إلى باكستان واجتمع في هذا القطار خمسون ألف موظف ..ودخل القطار بالخمسين ألف موظف في نفق بين الحدود الهندية الباكستانية يسمى (ممر خيبر) ..وخرج من الناحية الأخرى وليس به إلا أشلاء",
            "page": "105",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "ممزقة متناثرة في القطار! ..لقد أوقفت العصابات الهندية الوثنية المدربة الموجهة،القطار في النفق.ولم تسمح له بالمضي في طريقه إلا بعد أن تحول الخمسون ألف موظف إلى أشلاء ودماء! ..وصدق قول اللّه سبحانه:«كيف وإن يظهروا عليكم لا يرقبوا فيكم إلّا ولا ذمة\"..وما تزال هذه المذابح تتكرر في صور شتى ثم ماذا فعل خلفاء التتار في الصين الشيوعية وروسيا الشيوعية بالمسلمين هناك؟ ..لقد أبادوا من المسلمين في خلال ربع قرن ستة وعشرين مليونا ..بمعدل مليون في السنة ..وما تزال عمليات الإبادة ماضية في الطريق ..ذلك غير وسائل التعذيب الجهنمية التي تقشعر لهولها الأبدان.وفي هذا العام وقع في القطاع الصيني من التركستان المسلمة ما يغطي على بشاعات التتار ..لقد جيء بأحد الزعماء المسلمين،فحفرت له حفرة في الطريق العام.وكلف المسلمون تحت وطأة التعذيب والإرهاب،أن يأتوا بفضلاتهم الآدمية (التي تتسلمها الدولة من الأهالي جميعا لتستخدمها في السماد مقابل ما تصرفه لهم من الطعام!!!) فيلقوها على الزعيم المسلم في حفرته ..وظلت العملية ثلاثة أيام والرجل يختنق في الحفرة على هذا النحو حتى مات! كذلك فعلت يوغسلافيا الشيوعية بالمسلمين فيها.حتى أبادت منهم مليونا منذ الفترة التي صارت فيها شيوعية بعد الحرب العالمية الثانية إلى اليوم.وما تزال",
            "page": "106",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "عمليات الإبادة والتعذيب الوحشي - التي من أمثلتها البشعة إلقاء المسلمين رجالا ونساء في «مفارم» اللحوم التي تصنع لحوم (البولوبيف) ليخرجوا من الناحية الأخرى عجينة من اللحم والعظام والدماء - ماضية إلى الآن!!! ¶ وما يجري في يوغسلافيا يجري في جميع الدول الشيوعية والوثنية ..الآن ..في هذا الزمان ..\"وما فعله اليهود بفلسطين والشام،والصليبيون في العراق وأفغانستان والبوسنة والهرسك والروس بالشيشان وغيرها من بلاد المسلمين لأكبر شاهد على ما نقول \" ¶ ويصدق قول اللّه سبحانه:«كَيْفَ وَإِنْ يَظْهَرُوا عَلَيْكُمْ لا يَرْقُبُوا فِيكُمْ إِلًّا وَلا ذِمَّةً؟».«لا يَرْقُبُونَ فِي مُؤْمِنٍ إِلًّا وَلا ذِمَّةً،وَأُولئِكَ هُمُ الْمُعْتَدُونَ» .. ¶ إنها لم تكن حالة طارئة ولا وقتية في الجزيرة العربية.ولم تكن حالة طارئة ولا وقتية في بغداد ..إنها الحالة الدائمة الطبيعية الحتمية حيثما وجد مؤمنون يدينون بالعبودية للّه وحده ومشركون أو ملحدون يدينون بالعبودية لغير اللّه.في كل زمان وفي كل مكان. ¶ ومن ثم فإن تلك النصوص - وإن كانت قد نزلت لمواجهة حالة واقعة في الجزيرة،وعنت بالفعل تقرير أحكام التعامل مع مشركي الجزيرة - إلا أنها أبعد مدى في الزمان والمكان.لأنها تواجه مثل هذه",
            "page": "107",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "الحالة دائما في كل زمان وفي كل مكان.والأمر في تنفيذها إنما يتعلق بالمقدرة على التنفيذ في مثل الحالة التي نفذت فيها في الجزيرة العربية،ولا يتعلق بأصل الحكم ولا بأصل الموقف الذي لا يتبدل على الزمان (¬1) ¶ قال العلامة ابن القيم رحمه الله:فَصْلٌ فِي تَرْتِيبِ سِيَاقِ هَدْيِهِ مَعَ الْكُفّارِ وَالْمُنَافِقِينَ مِنْ حِينِ بُعِثَ إلَى حِينِ لَقِيَ اللّهَ عَزّ وَجَل : ¶ \"أَوّلَ مَا أَوْحَى إلَيْهِ رَبّهُ تَبَارَكَ وَتَعَالَى:أَنْ يَقْرَأَ بِاسْمِ رَبّهِ الّذِي خَلَقَ وَذَلِكَ أَوّلَ نُبُوّتِهِ فَأَمَرَهُ أَنْ يَقْرَأَ فِي نَفْسِهِ وَلَمْ يَأْمُرْهُ إذْ ذَاكَ بِتَبْلِيغٍ ثُمّ أَنْزَلَ عَلَيْهِ { يَا أَيّهَا الْمُدّثّرُ قُمْ فَأَنْذِرْ } [ الْمُدّثّرُ 1،2 ] فَنَبّأَهُ بِقَوْلِهِ { اقْرَأْ } وَأَرْسَلَهُ ب { يَا أَيّهَا الْمُدّثّرُ } ثُمّ أَمَرَهُ أَنْ يُنْذِرَ عَشِيرَتَهُ الْأَقْرَبِينَ ثُمّ أَنْذَرَ قَوْمَهُ ثُمّ أَنْذَرَ مَنْ حَوْلَهُمْ مِنْ الْعَرَبِ،ثُمّ أَنْذَرَ الْعَرَبَ قَاطِبَةً ثُمّ أَنْذَرَ الْعَالَمِينَ فَأَقَامَ بِضْعَ عَشْرَةَ سَنَةً بَعْدَ نُبُوّتِهِ يُنْذِرُ بِالدّعْوَةِ بِغَيْرِ قِتَالٍ وَلَا جِزْيَةٍ وَيُؤْمَرُ بِالْكَفّ وَالصّبْرِ وَالصّفْحِ .ثُمّ أُذِنَ لَهُ فِي الْهِجْرَةِ وَأُذِنَ لَهُ فِي الْقِتَالِ ثُمّ أَمَرَهُ أَنْ يُقَاتِلَ مَنْ قَاتَلَهُ وَيَكُفّ عَمّنْ اعْتَزَلَهُ وَلَمْ يُقَاتِلْهُ ثُمّ أَمَرَهُ بِقِتَالِ الْمُشْرِكِينَ حَتّى يَكُونَ الدّينُ كُلّهُ لِلّهِ ثُمّ كَانَ الْكُفّارُ مَعَهُ بَعْدَ الْأَمْرِ بِالْجِهَادِ ثَلَاثَةَ أَقْسَامٍ أَهْلُ صُلْحٍ وَهُدْنَةٍ ¶ ¬__________ ¶ (¬1) - انظر فى ظلال القرآن ـ موافقا للمطبوع - (3 / 1607) فما بعد،وكتابي ((الخلاصة في أهداف القتال في الإسلام )) في مكتبة صيد الفوائد وغيرها، وكتابي (( مراحل تشريع القتال في الإسلام )) في مكتبة صيد الفوائد وغيرها",
            "page": "108",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "وَأَهْلُ حَرْبٍ وَأَهْلُ ذِمّةٍ فَأُمِرَ بِأَنْ يُتِمّ لِأَهْلِ الْعَهْدِ وَالصّلْحِ عَهْدَهُمْ وَأَنْ يُوفِيَ لَهُمْ بِهِ مَا اسْتَقَامُوا عَلَى الْعَهْدِ فَإِنْ خَافَ مِنْهُمْ خِيَانَةً نَبَذَ إلَيْهِمْ عَهْدَهُمْ وَلَمْ يُقَاتِلْهُمْ حَتّى يُعْلِمَهُمْ بِنَقْضِ الْعَهْدِ وَأُمِرَ أَنْ يُقَاتِلَ مَنْ نَقَضَ عَهْدَهُ .وَلَمّا نَزَلَتْ ( سُورَةُ بَرَاءَةٌ ) نَزَلَتْ بِبَيَانِ حُكْمِ هَذِهِ الْأَقْسَامِ كُلّهَا،فَأَمَرَهُ فِيهَا أَنْ \"يُقَاتِلَ عَدُوّهُ مِنْ أَهْلِ الْكِتَابِ حَتّى يُعْطُوا الْجِزْيَةَ أَوْ يَدْخُلُوا فِي الْإِسْلَامِ وَأَمَرَهُ فِيهَا بِجِهَادِ الْكُفّارِ وَالْمُنَافِقِينَ وَالْغِلْظَةِ عَلَيْهِمْ فَجَاهَدَ الْكُفّارَ بِالسّيْفِ وَالسّنَانِ وَالْمُنَافِقِينَ بِالْحُجّةِ وَاللّسَانِ . ¶ وَأَمَرَهُ فِيهَا بِالْبَرَاءَةِ مِنْ عُهُودِ الْكُفّارِ وَنَبْذِ عُهُودِهِمْ إلَيْهِمْ وَجَعَلَ أَهْلَ الْعَهْدِ فِي ذَلِكَ ثَلَاثَةَ أَقْسَامٍ قِسْمًا أَمَرَهُ بِقِتَالِهِمْ وَهُمْ الّذِينَ نَقَضُوا عَهْدَهُ وَلَمْ يَسْتَقِيمُوا لَهُ فَحَارَبَهُمْ وَظَهَرَ عَلَيْهِمْ .وَقِسْمًا لَهُمْ عَهْدٌ مُؤَقّتٌ لَمْ يَنْقُضُوهُ وَلَمْ يُظَاهِرُوا عَلَيْهِ فَأَمَرَهُ أَنْ يُتِمّ لَهُمْ عَهْدَهُمْ إلَى مُدّتِهِمْ .وَقِسْمًا لَمْ يَكُنْ لَهُمْ عَهْدٌ وَلَمْ يُحَارِبُوهُ أَوْ كَانَ لَهُمْ عَهْدٌ مُطْلَقٌ فَأُمِرَ أَنْ يُؤَجّلَهُمْ أَرْبَعَةَ أَشْهُرٍ فَإِذَا انْسَلَخَتْ قَاتَلَهُمْ وَهِيَ الْأَشْهُرُ الْأَرْبَعَةُ الْمَذْكُورَةُ فِي قَوْلِهِ { فَسِيحُوا فِي الْأَرْضِ أَرْبَعَةَ أَشْهُرٍ } [ التّوْبَةُ 2 ] وَهِيَ الْحُرُمُ الْمَذْكُورَةُ فِي قَوْلِهِ فَإِذَا انْسَلَخَ الْأَشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِينَ } [ التّوْبَةُ 5 ] فَالْحُرُمُ هَا هُنَا:هِيَ أَشْهُرُ التّسْيِيرِ أَوّلُهَا يَوْمُ الْأَذَانِ وَهُوَ الْيَوْمُ الْعَاشِرُ مِنْ ذِي الْحِجّةِ وَهُوَ يَوْمُ الْحَجّ",
            "page": "109",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "الْأَكْبَرِ الّذِي وَقَعَ فِيهِ التّأْذِينُ بِذَلِكَ وَآخِرُهَا الْعَاشِرُ مِنْ رَبِيعٍ الْآخَرِ وَلَيْسَتْ هِيَ الْأَرْبَعَةَ الْمَذْكُورَةَ فِي قَوْلِهِ { إِنّ عِدّةَ الشّهُورِ عِنْدَ اللّهِ اثْنَا عَشَرَ شَهْرًا فِي كِتَابِ اللّهِ يَوْمَ خَلَقَ السّمَاوَاتِ وَالْأَرْضَ مِنْهَا أَرْبَعَةٌ حُرُمٌ } [ التّوْبَةُ 36 ] فَإِنّ تِلْكَ وَاحِدٌ فَرْدٌ وَثَلَاثَةٌ سَرْدٌ رَجَبٌ وَذُو الْقَعْدَةِ وَذُو الْحِجّةِ وَالْمُحَرّمُ .وَلَمْ يُسَيّرْ الْمُشْرِكِينَ فِي هَذِهِ الْأَرْبَعَةِ فَإِنّ هَذَا لَا يُمْكِنُ لِأَنّهَا غَيْرُ مُتَوَالِيَةٍ وَهُوَ إنّمَا أَجّلَهُمْ أَرْبَعَةَ أَشْهُرٍ ثُمّ أَمَرَهُ بَعْدَ انْسِلَاخِهَا أَنْ يُقَاتِلَهُمْ فَقَتَلَ النّاقِضَ لِعَهْدِهِ وَأَجّلَ مَنْ لَا عَهْدَ لَهُ أَوْ لَهُ عَهْدٌ مُطْلَقٌ أَرْبَعَةَ أَشْهُرٍ وَأَمَرَهُ أَنْ يُتِمّ لِلْمُوفِي بِعَهْدِهِ عَهْدَهُ إلَى مُدّتِهِ فَأَسْلَمَ هَؤُلَاءِ كُلّهُمْ وَلَمْ يُقِيمُوا عَلَى كُفْرِهِمْ إلَى مُدّتِهِمْ وَضَرَبَ عَلَى أَهْلِ الذّمّةِ الْجِزْيَةَ .فَاسْتَقَرّ أَمْرُ الْكُفّارِ مَعَهُ بَعْدَ نُزُولِ بَرَاءَةٌ عَلَى ثَلَاثَةِ أَقْسَامٍ مُحَارِبِينَ لَهُ وَأَهْلِ عَهْدٍ وَأَهْلِ ذِمّةٍ ثُمّ آلَتْ حَالُ أَهْلِ الْعَهْدِ وَالصّلْحِ إلَى الْإِسْلَامِ فَصَارُوا مَعَهُ قِسْمَيْنِ مُحَارِبِينَ وَأَهْلَ ذِمّةٍ وَالْمُحَارِبُونَ لَهُ خَائِفُونَ مِنْهُ فَصَارَ أَهْلُ الْأَرْضِ مَعَهُ ثَلَاثَةَ أَقْسَامٍ مُسْلِمٌ مُؤْمِنٌ بِهِ وَمُسَالِمٌ لَهُ آمِنٌ وَخَائِفٌ مُحَارِبٌ .وَأَمّا سِيرَتُهُ فِي الْمُنَافِقِينَ فَإِنّهُ أُمِرَ أَنْ يَقْبَلَ مِنْهُمْ عَلَانِيَتَهُمْ وَيَكِلَ سَرَائِرَهُمْ إلَى اللّهِ وَأَنْ يُجَاهِدَهُمْ بِالْعِلْمِ وَالْحُجّةِ وَأَمَرَهُ أَنْ يُعْرِضَ عَنْهُمْ وَيُغْلِظَ عَلَيْهِمْ وَأَنْ يُبَلّغَ بِالْقَوْلِ الْبَلِيغِ إلَى نُفُوسِهِمْ وَنَهَاهُ أَنْ",
            "page": "110",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "يُصَلّيَ عَلَيْهِمْ وَأَنْ يَقُومَ عَلَى قُبُورِهِمْ وَأَخْبَرَ أَنّهُ إنْ اسْتَغْفَرَ لَهُمْ فَلَنْ يَغْفِرَ اللّهُ لَهُمْ فَهَذِهِ سِيرَتُهُ فِي أَعْدَائِهِ مِنْ الْكُفّارِ وَالْمُنَافِقِينَ . ¶ وَأَمّا سِيرَتُهُ فِي أَوْلِيَائِهِ وَحِزْبِهِ،فَأَمَرَهُ أَنْ يَصْبِرَ نَفْسَهُ مَعَ الّذِينَ يَدْعُونَ رَبّهُمْ بِالْغَدَاةِ وَالْعَشِيّ يُرِيدُونَ وَجْهَهُ وَأَلّا تَعْدُوَ عَيْنَاهُ عَنْهُمْ وَأَمَرَهُ أَنْ يَعْفُوَ عَنْهُمْ وَيَسْتَغْفِرَ لَهُمْ وَيُشَاوِرَهُمْ فِي الْأَمْرِ وَأَنْ يُصَلّيَ عَلَيْهِمْ .وَأَمَرَهُ بِهَجْرِ مَنْ عَصَاهُ وَتَخَلّفَ عَنْهُ حَتّى يَتُوبَ وَيُرَاجِعَ طَاعَتَهُ كَمَا هَجَرَ الثّلَاثَةَ الّذِينَ .خُلّفُوا .وَأَمَرَهُ أَنْ يُقِيمَ الْحُدُودَ عَلَى مَنْ أَتَى مُوجِبَاتِهَا مِنْهُمْ وَأَنْ يَكُونُوا عِنْدَهُ فِي ذَلِكَ سَوَاءٌ شَرِيفُهُمْ وَدَنِيئُهُمْ . ¶ وَأَمَرَهُ فِي دَفْعِ عَدُوّهِ مِنْ شَيَاطِينِ الْإِنْسِ بِأَنْ يَدْفَعَ بِاَلّتِي هِيَ أَحْسَنُ فَيُقَابِلَ إسَاءَةَ مَنْ أَسَاءَ إلَيْهِ بِالْإِحْسَانِ وَجَهْلَهُ بِالْحِلْمِ وَظُلْمَهُ بِالْعَفْوِ وَقَطِيعَتَهُ بِالصّلَةِ وَأَخْبَرَهُ أَنّهُ إنْ فَعَلَ ذَلِكَ عَادَ عَدُوّهُ كَأَنّهُ وَلِيّ حَمِيمٌ .وَأَمَرَهُ فِي دَفْعِهِ عَدُوّهِ مِنْ شَيَاطِينِ الْجِنّ بِالِاسْتِعَاذَةِ بِاَللّهِ مِنْهُمْ وَجَمَعَ لَهُ هَذَيْنِ الْأَمْرَيْنِ فِي ثَلَاثَةِ مَوَاضِعَ مِنْ الْقُرْآنِ فِي ( سُورَةِ الْأَعْرَافِ ) و ( الْمُؤْمِنُونَ ) فَقَالَ فِي سُورَةِ الْأَعْرَافِ { خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجَاهِلِينَ وَإِمّا يَنْزَغَنّكَ مِنَ الشّيْطَانِ نَزْغٌ فَاسْتَعِذْ بِاللّهِ إِنّهُ سَمِيعٌ عَلِيمٌ } [ الْأَعْرَافِ 199 - 200 ] فَأَمَرَهُ بِاتّقَاءِ شَرّ الْجَاهِلِينَ بِالْإِعْرَاضِ عَنْهُمْ وَبِاتّقَاءِ شَرّ الشّيْطَانِ بِالِاسْتِعَاذَةِ مِنْهُ وَجَمَعَ لَهُ فِي هَذِهِ الْآيَةِ مَكَارِمَ الْأَخْلَاقِ وَالشّيَمَ كُلّهَا،فَإِنّ وَلِيّ",
            "page": "111",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "الْأَمْرِ لَهُ مَعَ الرّعِيّةِ ثَلَاثَةُ أَحْوَالٍ فَإِنّهُ لَا بُدّ لَهُ مِنْ حَقّ عَلَيْهِمْ يَلْزَمُهُمْ الْقِيَامُ بِهِ وَأَمْرٍ يَأْمُرُهُمْ بِهِ وَلَا بُدّ مِنْ تَفْرِيطٍ وَعُدْوَانٍ يَقَعُ مِنْهُمْ فِي حَقّهِ فَأُمِرَ بِأَنْ يَأْخُذَ مِنْ الْحَقّ الّذِي عَلَيْهِمْ مَا طَوّعَتْ بِهِ أَنْفُسُهُمْ وَسَمَحَتْ بِهِ وَسَهُلَ عَلَيْهِمْ وَلَمْ يَشُقّ وَهُوَ الْعَفْوُ الّذِي لَا يَلْحَقُهُمْ بِبَذْلِهِ ضَرَرٌ وَلَا مَشَقّةٌ وَأُمِرَ أَنْ يَأْمُرَهُمْ بِالْعُرْفِ وَهُوَ الْمَعْرُوفُ الّذِي تَعْرِفُهُ الْعُقُولُ السّلِيمَةُ وَالْفِطَرُ الْمُسْتَقِيمَةُ وَتُقِرّ بِحُسْنِهِ وَنَفْعِهِ وَإِذَا أَمَرَ بِهِ يَأْمُرُ بِالْمَعْرُوفِ أَيْضًا لَا بِالْعُنْفِ وَالْغِلْظَةِ .وَأَمَرَهُ أَنْ يُقَابِلَ جَهْلَ الْجَاهِلِينَ مِنْهُمْ بِالْإِعْرَاضِ عَنْهُ دُونَ أَنْ يُقَابِلَهُ بِمِثْلِهِ فَبِذَلِكَ يَكْتَفِي شَرّهُمْ .وَقَالَ تَعَالَى فِي سُورَةِ الْمُؤْمِنِينَ { قُلْ رَبّ إِمّا تُرِيَنّي مَا يُوعَدُونَ رَبّ فَلَا تَجْعَلْنِي فِي الْقَوْمِ الظّالِمِينَ وَإِنّا عَلَى أَنْ نُرِيَكَ مَا نَعِدُهُمْ لَقَادِرُونَ ادْفَعْ بِالّتِي هِيَ أَحْسَنُ السّيّئَةَ نَحْنُ أَعْلَمُ بِمَا يَصِفُونَ وَقُلْ رَبّ أَعُوذُ بِكَ مِنْ هَمَزَاتِ الشّيَاطِينِ وَأَعُوذُ بِكَ رَبّ أَنْ يَحْضُرُونِ } [ الْمُؤْمِنُونَ 93 - 97 ] وَقَالَ تَعَالَى فِي سُورَةِ حم فُصّلَتْ { وَلَا تَسْتَوِي الْحَسَنَةُ وَلَا السّيّئَةُ ادْفَعْ بِالّتِي هِيَ أَحْسَنُ فَإِذَا الّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنّهُ وَلِيّ حَمِيمٌ وَمَا يُلَقّاهَا إِلّا الّذِينَ صَبَرُوا وَمَا يُلَقّاهَا إِلّا ذُو حَظّ عَظِيمٍ وَإِمّا يَنْزَغَنّكَ مِنَ الشّيْطَانِ نَزْغٌ فَاسْتَعِذْ",
            "page": "112",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "بِاللّهِ إِنّهُ هُوَ السّمِيعُ الْعَلِيمُ } [ فُصّلَتْ 134 ] فَهَذِهِ سِيرَتُهُ مَعَ أَهْلِ الْأَرْضِ إنْسِهِمْ وَجِنّهِمْ مُؤْمِنِهِمْ وَكَافِرِهِمْ . (¬1) ¶ وقد طبق الخلفاء الراشدون هذه الأحكام بأعلى وأتم ما يكون التطبيق وكسرت في عهدهم أكبر دولتين في العالم في ذلك الزمن الدولة الفارسية والدولة الرومانية وأورث الله المسلمين أرضهم وأموالهم وأنفقت كنوزهما في سبيل الله وخضعت أراضيهم لحكم المسلمين وأصبحت دار إسلام،ومن لم يسلم من أهل تلك المناطق طبقت عليه أحكام أهل الذمة وأخذت منه الجزية مقرونة بالذل والصغار كما أمر الله تعالى :((قَاتِلُوا الَذِينَ لا يُؤْمِنُونَ بِاللَّهِ ولا بِالْيَوْمِ الآخِرِ ولا يُحَرِّمُونَ مَا حَرَّمَ اللَّهُ ورَسُولُهُ ولا يَدِينُونَ دِينَ الحَقِّ مِنَ الَذِينَ أُوتُوا الكِتَابَ حَتَّى يُعْطُوا الجِزْيَةَ عَن يَدٍ وهُمْ صَاغِرُونَ)) [التوبة:29]. ¶ كما ضربوا العشور على تجار غير المسلمين إذا مروا بأرض الإسلام أما المسلمون فلا يؤخذ منهم عشور ولا ضرائب وإنما تؤخذ منهم الزكاة المفروضة،ووضع الخلفاء الراشدون الخراج على الأرض حسب التفصيلات المقررة في مواطنها. (¬2) ¶ ¬__________ ¶ (¬1) - زاد المعاد - (ج 3 / ص 143) ¶ (¬2) - انظر بحث الفتوحات الإسلامية في عهد الخلفاء الراشدين",
            "page": "113",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "أما جزيرة العرب فقد أخرجوا منها اليهود والنصارى ولم يبق فيها إلا مسلماً تنفيذاً لأمر رسول الله - صلى الله عليه وسلم - ووصيته في آخر حياته،فعَنْ عُمَرَ،عَنِ النَّبِيِّ - صلى الله عليه وسلم - قَالَ:لَئِنْ عِشْتُ إِنْ شَاءَ اللهِ لَأُخْرِجَنَّ الْيَهُودَ،وَالنَّصَارَى مِنْ جَزِيرَةِ الْعَرَبِ حَتَّى لاَ يَبْقَى فِيهَا إِلاَّ مُسْلِمٌ (¬1) .،وقَالَ ابْنُ عَبَّاسٍ:أَوْصَى رَسُولُ اللهِ - صلى الله عليه وسلم - بِثَلَاثٍ،فَقَالَ:\"أَخْرِجُوا الْمُشْرِكِينَ مِنْ جَزِيرَةِ الْعَرَبِ،وَأَجِيزُوا الْوَفْدَ بِنَحْوِ مَا كُنْتُ أُجِيزُهُمْ \"وَسَكَتَ عَنِ الثَّالِثَةِ،فَمَا أَدْرِي قَالَهَا،فَنَسِيتُهَا أَمْ سَكَتَ عَنْهَا عَمْدًا \" (¬2) ¶ ــــــــــــ ¶ ¬__________ ¶ (¬1) - صحيح مسلم- المكنز - (4693 ) وصحيح ابن حبان - (9 / 69)(3753) ¶ (¬2) - شرح مشكل الآثار - (7 / 191) (2766 ) صحيح",
            "page": "114",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "المعلم السادس ¶ التفاني في نشر الإسلام في الأرض ¶ الهدف الرئيس للجهاد هو تعبيد الناس لله وحده،وإخراجهم من العبودية للعباد إلى العبودية لرب العباد،قال تعالى:{ وَقَاتِلُوهُمْ حَتَّى لَا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ لِلَّهِ فَإِنِ انْتَهَوْا فَلَا عُدْوَانَ إِلَّا عَلَى الظَّالِمِينَ [البقرة/193 ] ¶ قال أبو جعفر:يقول تعالى ذكره للمؤمنين به وبرسوله:وإن يعد هؤلاء لحربك، فقد رأيتم سنتي فيمن قاتلكم منهم يوم بدر، وأنا عائد بمثلها فيمن حاربكم منهم، فقاتلوهم حتى لا يكون شرك، ولا يعبد إلا الله وحده لا شريك له، فيرتفع البلاء عن عباد الله من الأرض= وهو \"الفتنة\"= \"ويكون الدين كله لله\"، يقول:حتى تكون الطاعة والعبادة كلها لله خالصةً دون غيره \" (¬1) ¶ وقال ابن كثير:أمر تعالى بقتال الكفَّار:{ حَتَّى لا تَكُونَ فِتْنَةٌ } أي:شرك.قاله ابن عباس، وأبو العالية، ومجاهد، والحسن، وقتادة، ¶ ¬__________ ¶ (¬1) - - تفسير الطبري - مؤسسة الرسالة - (13 / 537)",
            "page": "115",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "والربيع، ومقاتل بن حيان، والسُّدي، وزيد بن أسلم.{ وَيَكُونَ الدِّينُ لِلَّهِ } أي:يكونَ دينُ الله هو الظاهر [العالي] على سائر الأديان\" (¬1) ¶ فعَنِ ابْنِ عُمَرَ،قَالَ:قَالَ رَسُولُ الله - صلى الله عليه وسلم - :\" أُمِرْتُ أَنْ أُقَاتِلَ النَّاسَ حَتَّى يَشْهَدُوا أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ،وَأَنِّي رَسُولُ اللهِ،وَيُقِيمُوا الصَّلاَةَ،وَيُؤْتُوا الزَّكَاةَ،فَإِذَا فَعَلُوا ذَلِكَ،عَصَمُوا مِنِّي دِمَاءَهُمْ وَأَمْوَالَهُمْ إِلاَّ بِحَقِّ الإِسْلاَمِ،وَحِسَابُهُمْ عَلَى اللهِ\". (¬2) ¶ وعَنْ أَبِي هُرَيْرَةَ،قَالَ:قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - :أُمِرْتُ أَنْ أُقَاتِلَ النَّاسَ حَتَّى يَقُولُوا:لاَ إِلَهَ إِلاَّ اللَّهُ،فَإِذَا شَهِدُوا أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ،وَآمَنُوا بِي وَبِمَا جِئْتُ بِهِ،عَصَمُوا مِنِّي دِمَاءَهُمْ وَأَمْوَالَهُمْ إِلاَّ بِحَقِّهَا،وَحِسَابُهُمْ عَلَى اللهِ. (¬3) ¶ وعَنْ مُعَاذِ بْنِ جَبَلٍ،أَنَّ رَسُولَ اللهِ - صلى الله عليه وسلم - خَرَجَ بِالنَّاسِ قِبَلَ غَزْوَةِ تَبُوكَ،فَلَمَّا أَنْ أَصْبَحَ صَلَّى بِالنَّاسِ صَلاَةَ الصُّبْحِ،ثُمَّ إِنَّ النَّاسَ رَكِبُوا،فَلَمَّا أَنْ طَلَعَتِ الشَّمْسُ نَعَسَ النَّاسُ عَلَى أَثَرِ الدُّلْجَةِ،وَلَزِمَ مُعَاذٌ رَسُولَ اللهِ - صلى الله عليه وسلم - يَتْلُو أَثَرَهُ،وَالنَّاسُ تَفَرَّقَتْ بِهِمْ رِكَابُهُمْ عَلَى جَوَادِّ الطَّرِيقِ تَأْكُلُ وَتَسِيرُ،فَبَيْنَمَا مُعَاذٌ عَلَى أَثَرِ رَسُولِ اللهِ - صلى الله عليه وسلم - ، وَنَاقَتُهُ تَأْكُلُ مَرَّةً وَتَسِيرُ أُخْرَى عَثَرَتْ نَاقَةُ مُعَاذٍ،فَكَبَحَهَا بِالزِّمَامِ،فَهَبَّتْ حَتَّى نَفَرَتْ ¶ ¬__________ ¶ (¬1) - تفسير ابن كثير - دار طيبة - (1 / 525) ¶ (¬2) - رواه البخاري (24) ومسلم (33) ¶ (¬3) - صحيح ابن حبان - (1 / 399) (174) صحيح مشهور",
            "page": "116",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "مِنْهَا نَاقَةُ رَسُولِ اللهِ - صلى الله عليه وسلم - ، ثُمَّ إِنَّ رَسُولَ اللهِ - صلى الله عليه وسلم - كَشْفَ عَنْهُ قِنَاعَهُ،فَالْتَفَتَ فَإِذَا لَيْسَ مِنَ الْجَيْشِ رَجُلٌ أَدْنَى إِلَيْهِ مِنْ مُعَاذٍ،فَنَادَاهُ رَسُولُ اللهِ - صلى الله عليه وسلم - فَقَالَ:يَا مُعَاذُ.قَالَ:لَبَّيْكَ يَا نَبِيَّ اللهِ.قَالَ:ادْنُ دُونَكَ.فَدَنَا مِنْهُ حَتَّى لَصِقَتْ رَاحِلَتَاهُمَا إِحْدَاهُمَا بِالأُخْرَى،فَقَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - :مَا كُنْتُ أَحْسِبُ النَّاسَ مِنَّا كَمَكَانِهِمْ مِنَ الْبُعْدِ.فَقَالَ مُعَاذٌ:يَا نَبِيَّ اللهِ نَعَسَ النَّاسُ،فَتَفَرَّقَتْ بِهِمْ رِكَابُهُمْ تَرْتَعُ وَتَسِيرُ.فَقَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - :وَأَنَا كُنْتُ نَاعِسًا.فَلَمَّا رَأَى مُعَاذٌ بُشْرَى رَسُولِ اللهِ - صلى الله عليه وسلم - إِلَيْهِ وَخَلْوَتَهُ لَهُ قَالَ:يَا رَسُولَ اللهِ،ائْذَنْ لِي أَسْأَلْكَ عَنْ كَلِمَةٍ قَدْ أَمْرَضَتْنِي وَأَسْقَمَتْنِي وَأَحْزَنَتْنِي.فَقَالَ نَبِيُّ اللهِ - صلى الله عليه وسلم - :سَلْنِي عَمَّ شِئْتَ.قَالَ:يَا نَبِيَّ اللهِ،حَدِّثْنِي بِعَمَلٍ يُدْخِلُنِي الْجَنَّةَ لاَ أَسْأَلُكَ عَنْ شَيْءٍ غَيْرِهَا.قَالَ نَبِيُّ اللهِ - صلى الله عليه وسلم - :بَخٍ بَخٍ بَخٍ لَقَدْ سَأَلْتَ بِعَظِيمٍ،لَقَدْ سَأَلْتَ بِعَظِيمٍ،ثَلاَثًا،وَإِنَّهُ لَيَسِيرٌ عَلَى مَنْ أَرَادَ اللَّهُ بِهِ الْخَيْرَ،وَإِنَّهُ لَيَسِيرٌ عَلَى مَنْ أَرَادَ اللَّهُ بِهِ الْخَيْرَ،وَإِنَّهُ لَيَسِيرٌ عَلَى مَنْ أَرَادَ اللَّهُ بِهِ الْخَيْرَ،فَلَمْ يُحَدِّثْهُ بِشَيْءٍ إِلاَّ قَالَهُ لَهُ ثَلاَثَ مَرَّاتٍ،يَعْنِي أَعَادَهُ عَلَيْهِ ثَلاَثَ مَرَّاتٍ ؛ حِرْصًا لِكَيْ مَا يُتْقِنَهُ عَنْهُ،فَقَالَ نَبِيُّ اللهِ - صلى الله عليه وسلم - :تُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ،وَتُقِيمُ الصَّلاَةَ،وَتَعْبُدُ اللَّهَ وَحْدَهُ لاَ تُشْرِكُ بِهِ شَيْئًا حَتَّى تَمُوتَ وَأَنْتَ عَلَى ذَلِكَ،فَقَالَ:يَا نَبِيَّ اللهِ،أَعِدْ لِي فَأَعَادَهَا لَهُ ثَلاَثَ مَرَّاتٍ،ثُمَّ قَالَ نَبِيُّ اللهِ - صلى الله عليه وسلم - :إِنْ شِئْتَ حَدَّثْتُكَ يَا مُعَاذُ بِرَأْسِ هَذَا الأَمْرِ،وَقَوَامِ هَذَا الأَمْرِ وَذُرْوَةِ السَّنَامِ.فَقَالَ",
            "page": "117",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "مُعَاذٌ:بَلَى بِأَبِي وَأُمِّي أَنْتَ يَا نَبِيَّ اللهِ فَحَدِّثْنِي.فَقَالَ نَبِيُّ اللهِ - صلى الله عليه وسلم - :إِنَّ رَأْسَ هَذَا الأَمْرِ أَنْ تَشْهَدَ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ،وَأَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ،وَإِنَّ قَوَامَ هَذَا الأَمْرِ إِقَامُ الصَّلاَةِ،وَإِيتَاءُ الزَّكَاةِ،وَإِنَّ ذُرْوَةَ السَّنَامِ مِنْهُ الْجِهَادُ فِي سَبِيلِ اللهِ،إِنَّمَا أُمِرْتُ أَنْ أُقَاتِلَ النَّاسَ حَتَّى يُقِيمُوا الصَّلاَةَ وَيُؤْتُوا الزَّكَاةَ،وَيَشْهَدُوا أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ وَأَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ،فَإِذَا فَعَلُوا ذَلِكَ فَقَدِ اعْتَصَمُوا وَعَصَمُوا دِمَاءَهُمْ وَأَمْوَالَهُمْ إِلاَّ بِحَقِّهَا،وَحِسَابُهُمْ عَلَى اللهِ،وَقَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - :وَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ مَا شَحَبَ وَجْهٌ،وَلاَ اغْبَرَّتْ قَدَمٌ فِي عَمَلٍ تُبْتَغَى فِيهِ دَرَجَاتُ الْجَنَّةِ بَعْدَ الصَّلاَةِ الْمَفْرُوضَةِ كَجِهَادٍ فِي سَبِيلِ اللهِ،وَلاَ ثَقُلَ مِيزَانُ عَبْدٍ كَدَابَّةٍ تَنْفُقُ لَهُ فِي سَبِيلِ اللهِ،أَوْ يَحْمِلُ عَلَيْهَا فِي سَبِيلِ اللَّهِ. (¬1) ¶ وعَنِ ابْنِ عُمَرَ،قَالَ:قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - :بُعِثْتُ بَيْنَ يَدَيِ السَّاعَةِ بِالسَّيْفِ حَتَّى يُعْبَدَ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ،وَجُعِلَ رِزْقِي تَحْتَ ظِلِّ رُمْحِي،وَجُعِلَ الذِّلَّةُ وَالصَّغَارُ عَلَى مَنْ خَالَفَ أَمْرِي،وَمَنْ تَشَبَّهَ بِقَوْمٍ فَهُوَ مِنْهُمْ.\" (¬2) ¶ ¬__________ ¶ (¬1) - مسند أحمد (عالم الكتب) - (7 / 381)(22122) 22473- حسن ¶ (¬2) - الفوائد لتمام 414 - (1 / 429) (770) والمجالسة وجواهر العلم - (1 / 460)( 147) ومسند أحمد - المكنز - (5233 ) وشعب الإيمان - (2 / 417) (1154 ) وصحيح الجامع\" (2831) صحيح لغيره",
            "page": "118",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "وقد بشرهم رسول الله - صلى الله عليه وسلم - بفتح فارس والروم،فعَنْ أَبِي هُرَيْرَةَ،عَنِ النَّبِيِّ - صلى الله عليه وسلم - ،قَالَ:إِذَا هَلَكَ كِسْرَى،فَلاَ كِسْرَى بَعْدَهُ،وَإِذَا هَلَكَ قَيْصَرُ فَلاَ قَيْصَرُ بَعْدَهُ،وَالَّذِي نَفْسِي بِيَدِهِ لَتُنْفَقَنَّ كُنُوزُهُمَا فِي سَبِيلِ اللهِ عَزَّ وَجَلَّ. (¬1) ¶ وعَنْ جَابِرِ بْنِ سَمُرَةَ،قَالَ:قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - : إِذَا هَلَكَ كِسْرَى فَلاَ كِسْرَى بَعْدَهُ أَبَدًا،وَإِذَا هَلَكَ قَيْصَرُ فَلاَ قَيْصَرُ بَعْدَهُ أَبَدًا،وَأَيْمُ اللهِ لَتُنْفَقَنَّ كُنُوزُهُمَا فِي سَبِيلِ اللهِ. \" (¬2) ¶ وعَنِ الْحَسَنِ،أَنَّ عُمَرَ بْنَ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ أُتِيَ بِفَرْوَةِ كِسْرَى فَوُضِعَتْ بَيْنَ يَدَيْهِ،وَفِي الْقَوْمِ سُرَاقَةُ بْنُ مَالِكِ بْنِ جُعْشُمٍ،قَالَ:فَأَلْقَى إِلَيْهِ سِوَارَيْ كِسْرَى بْنِ هُرْمُزَ فَجَعَلَهُمَا فِي يَدِهِ،فَبَلَغَا مَنْكِبَيْهِ،فَلَمَّا رَآهُمَا فِي يَدَيْ سُرَاقَةَ قَالَ:\" الْحَمْدُ لِلَّهِ،سُوَارَيْ كِسْرَى بْنِ هُرْمُزَ فِي يَدِ سُرَاقَةَ بْنِ مَالِكِ بْنِ جُعْشُمٍ أَعْرَابِيٍّ مِنْ بَنِي مُدْلِجٍ \"،ثُمَّ قَالَ:\" اللَّهُمَّ إِنِّي قَدْ عَلِمْتُ أَنَّ رَسُولَكَ - صلى الله عليه وسلم - كَانَ يُحِبُّ أَنْ يُصِيبَ مَالًا فَيُنْفِقَهُ فِي ¶ ¬__________ ¶ (¬1) - صحيح البخارى- المكنز - (3120 ) وصحيح مسلم- المكنز - (7511 ) وصحيح ابن حبان - (15 / 83)(6689) ¶ قَالَ أَبُو حَاتِمٍ رَضِيَ اللَّهُ عَنْهُ : قَوْلُهُ - صلى الله عليه وسلم - : إِذَا هَلَكَ كِسْرَى ، فَلاَ كِسْرَى بَعْدَهُ أَرَادَ بِهِ بِأَرْضِهِ ، وَهِيَ الْعِرَاقُ ، وَقَوْلُهُ - صلى الله عليه وسلم - : وَإِذَا هَلَكَ قَيْصَرُ فَلاَ قَيْصَرُ بَعْدَهُ يُرِيدُ بِهِ بِأَرْضِهِ وَهِيَ الشَّامُ ، لاَ أَنَّهُ لاَ يَكُونُ كِسْرَى بَعْدَهُ ، وَلاَ قَيْصَرُ. ¶ (¬2) - صحيح البخارى- المكنز - (3121) وصحيح ابن حبان - (15 / 84) (6690)",
            "page": "119",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "سَبِيلِكَ وَعَلَى عِبَادِكَ،وَزَوَيْتَ ذَلِكَ عَنْهُ نَظَرًا مِنْكَ لَهُ وَخِيَارًا \", ثُمَّ قَالَ:\" اللَّهُمَ إِنِّي قَدْ عَلِمْتُ أَنَّ أَبَا بَكْرٍ رَضِيَ اللَّهُ عَنْهُ كَانَ يُحِبُّ أَنْ يُصِيبَ مَالًا فَيُنْفِقَهُ فِي سَبِيلِكَ وَعَلَى عِبَادِكَ،فَزَويْتَ ذَلِكَ عَنْهُ نَظَرًا مِنْكَ لَهُ وَخِيَارًا,اللَّهُمَّ إِنِّي أَعُوذُ بِكَ أَنْ يَكُونَ هَذَا مَكْرًا مِنْكَ بِعُمَرَ \".ثُمَّ قَالَ:تَلَا أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُمْ بِهِ مِنْ مَالٍ وَبَنِينَ نُسَارِعُ لَهُمْ فِي الْخَيْرَاتِ بَلْ لَا يَشْعُرُونَ \" (¬1) ¶ وعَنِ الْحَسَنِ،قَالَ:لَمَّا أُتِيَ عُمَرُ رِضْوَانُ اللَّهِ عَلَيْهِ بِسِوَارَيْ كِسْرَى أَمَرَ سُرَاقَةَ بْنَ جُعْشُمٍ فَجَعَلَهَا فِي يَدَيْهِ،قَالَ:\" يَدَانِ سَوْدَاوَانِ مُحْتَرِقَتَانِ \"،ثُمَّ قَالَ:\" اللَّهُ أَكْبَرُ،سِوَارَا كِسْرَى بْنِ هُرْمُزَ،فِي يَدَيْ سُرَاقَةَ بْنِ جُعْشُمٍ،أَعْرَابِيٍّ مِنْ بَنِي مُدْلِجٍ اللَّهُمَّ إِنِي أَعُوذُ بِكَ أَنْ تَكُونَ إِنَّمَا أَعْطَيْتَنِي هَذَا لِتَمْكُرَ بِي \" قَالَ:\" وَجَعَلَ يَبْكِي \" (¬2) ¶ وقال الشَّافِعِيُّ،أنا غَيْرُ وَاحِدٍ مِنْ أَهْلِ الْعِلْمِ أَنَّهُ لَمَّا قَدِمَ عَلَى عُمَرَ بْنِ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ مَا أُصِيبَ مِنَ الْعِرَاقِ قَالَ لَهُ صَاحِبُ بَيْتِ الْمَالِ:أَنَا أُدْخِلُهُ بَيْتَ الْمَالِ،قَالَ:\" لَا وَرَبِّ الْكَعْبَةِ،لَا يُؤْوَى تَحْتَ سَقْفِ بَيْتٍ حَتَّى أَقْسِمَهُ \"،فَأَمَرَ بِهِ فَوُضِعَ فِي الْمَسْجِدِ،وَوُضِعَتْ عَلَيْهَا الْأَنْطَاعُ،وَحَرَسَهُ رِجَالٌ مِنَ الْمُهَاجِرِينَ وَالْأَنْصَارِ،فَلَمَّا أَصْبَحَ ¶ ¬__________ ¶ (¬1) - السنن الكبرى للبيهقي- المكنز - (6 / 358)(13417) صحيح مرسل ¶ (¬2) - تَهْذِيبُ الْآثَارِ لِلطَّبَرِيِّ (2563 ) صحيح مرسل",
            "page": "120",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "غَدَا مَعَهُ الْعَبَّاسُ بْنُ عَبْدِ الْمُطَّلِبِ وَعَبْدُ الرَّحْمَنِ بْنُ عَوْفٍ،أَخَذَ بِيَدِ أَحَدِهِمَا،أَوْ أَحَدُهُمَا أَخَذَ يَدَهُ،فَلَمَّا رَأَوْهُ كَشَطُوا الْأَنْطَاعَ عَنِ الْأَمْوَالِ،فَرَأَى مَنْظَرًا لَمْ يَرَ مِثْلَهُ،رَأَى الذَّهَبَ فِيهِ وَالْيَاقُوتَ وَالزَّبَرْجَدَ وَاللُّؤْلُؤَ يَتَلَأْلَأُ،فَبَكَى،فَقَالَ لَهُ أَحَدُهُمَا:إِنَّهُ وَاللَّهِ مَا هُوَ بِيَوْمِ بُكَاءٍ،وَلَكِنَّهُ يَوْمُ شُكْرٍ وَسُرُورٍ،فَقَالَ:\" إِنِّي وَاللَّهِ مَا ذَهَبْتُ حَيْثُ ذَهَبْتُ،وَلَكِنَّهُ وَاللَّهِ مَا كَثُرَ هَذَا فِي قَوْمٍ قَطُّ إِلَّا وَقَعَ بَأْسُهُمْ بَيْنَهُمْ \".ثُمَّ أَقْبَلَ عَلَى الْقِبْلَةِ وَرَفَعَ يَدَيْهِ إِلَى السَّمَاءِ وَقَالَ:\" اللَّهُمَّ إِنِّي أَعُوذُ بِكَ أَنْ أَكُونَ مُسْتَدْرَجًا ؛ فَإِنِّي أَسْمَعُكَ تَقُولُ سَنَسْتَدْرِجُهُمْ مِنْ حَيْثُ لَا يَعْلَمُونَ \"،ثُمَّ قَالَ:\" أَيْنَ سُرَاقَةُ بْنُ جُعْشُمٍ ؟ \" فَأُتِيَ بِهِ أَشْعَرَ الذِّرَاعَيْنِ دَقِيقَهُمَا،فَأَعْطَاهُ سِوَارَيْ كِسْرَى فَقَالَ:\" الْبَسْهُمَا \"،فَفَعَلَ،فَقَالَ:\" قُلِ:اللَّهُ أَكْبَرُ \"،قَالَ:اللَّهُ أَكْبَرُ،قَالَ:\" قُلِ:الْحَمْدُ لِلَّهِ الَّذِي سَلَبَهُمَا مِنْ كِسْرَى بْنِ هُرْمُزَ وَأَلْبَسَهُمَا سُرَاقَةَ بْنَ جُعْشُمٍ أَعْرَابِيًّا مِنْ بَنِي مُدْلِجٍ \"،وَجَعَلَ يُقَلِّبُ بَعْضَ ذَلِكَ بَعْضًا،فَقَالَ:\" إِنَّ الَّذِي أَدَّى هَذَا لَأَمِينٌ \"،فَقَالَ لَهُ رَجُلٌ:أَنَا أُخْبِرُكَ،أَنْتَ أَمِينُ اللَّهِ،وَهُمْ يُؤَدُّونَ إِلَيْكَ مَا أَدَّيْتَ إِلَى اللَّهِ،فَإِذَا رَتَعْتَ رَتَعُوا،قَالَ:\" صَدَقْتَ \"،ثُمَّ فَرَّقَهُ قَالَ الشَّافِعِيُّ:وَإِنَّمَا أَلْبَسَهُمَا سُرَاقَةَ ؛ لِأَنَّ النَّبِيَّ - صلى الله عليه وسلم - قَالَ لِسُرَاقَةَ وَنَظَرَ إِلَى ذِرَاعَيْهِ:\" كَأَنِّي بِكَ قَدْ لَبِسْتَ سُوَارَيْ كِسْرَى \" قَالَ:وَلَمْ يَجْعَلْ لَهُ إِلَّا سِوَارَيْنِ.قَالَ الشَّافِعِيُّ:أَخْبَرَنَا الثِّقَةُ مِنْ أَهْلِ الْمَدِينَةِ قَالَ:أَنْفَقَ عُمَرُ",
            "page": "121",
            "part": "1"
        },
        {
            "id": "123",
            "nass": "بْنُ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ عَلَى أَهْلِ الرَّمَادَةِ حَتَّى وَقَعَ مَطَرٌ،فَتَرَحَّلُوا،فَخَرَجَ إِلَيْهِمْ عُمَرُ رَضِيَ اللَّهُ عَنْهُ رَاكِبًا فَرَسًا،فَنَظَرَ إِلَيْهِمْ وَهُمْ يَتَرَحَّلُونَ بِظَعَائِنِهِمْ،فَدَمَعَتْ عَيْنَاهُ،فَقَالَ رَجُلٌ مِنْ بَنِي مُحَارِبِ بْنِ خَصْفَةَ:أَشْهَدُ أَنَّهَا انْحَسَرَتْ عَنْكَ،وَلَسْتَ بِابْنِ أَمَةٍ،فَقَالَ لَهُ عُمَرُ رَضِيَ اللَّهُ عَنْهُ:وَيْلَكَ ذَلِكَ لَوْ كُنْتُ أَنْفَقْتُ عَلَيْهِمْ مِنْ مَالِي أَوْ مِنْ مَالِ الْخَطَّابِ،إِنَّمَا أَنْفَقْتُ عَلَيْهِمْ مِنْ مَالِ اللَّهِ عَزَّ وَجَلَّ \" (¬1) ¶ وعَنِ ابْنِ عُيَيْنَةَ،قَالَ:لَمَّا أُوتِيَ عُمَرُ بِتَاجِ كِسْرَى،فَرَأَى مَا فِيهِ قَالَ:\" إِنَّ الَّذِي أَدَّى هَذَا لَأَمِينٌ حَقُّ أَمِينٍ،فَقَالَ رَجُلٌ:يَا أَمِيرَ الْمُؤْمِنِينَ،إِنْ شِئْتَ حَدَّثْتُكَ،قَالَ:أَجَلْ،قَالَ:أَنْتَ أَمِينُ اللَّهِ فِيهِمْ،فَهُمْ مُؤَدُّونَ إِلَيْكَ مَا أَدَّيْتَ إِلَى اللَّهِ،فَإِذَا رَتَعْتَ رَتَعُوا،قَالَ:صَدَقْتَ.نا الْفَزَارِيُّ قَالَ:قُلْتُ لِلْأَوْزَاعِيِّ:أَرَأَيْتَ مَا أَصَابَ النَّاسَ فِي بِلَادِ عَدُوِّهِمْ مِمَّا لَيْسَ بِطَعَامٍ وَلَا شَرَابٍ وَلَا إِدَامٍ،وَلَا عَلَفٍ،أَيُرْفَعُ ذَلِكَ كُلُّهُ إِلَى الْمَقْسَمِ ؟ قَالَ:نَعَمْ قُلْتُ:فَإِنْ لَمْ يَكُنْ لَهُ ثَمَنٌ،وَأَبَى الْقَاسِمُ أَنْ يَقْبَلَهُ مِنْهُ،فَأَرَادَ رَجُلٌ أَنْ يَنْتَفِعَ بِهِ ؟ قَالَ:إِذَا كَانَ مِمَّا قَدْ أَحْرَزَ الْعَدُوُّ فَأَحَبَّ إِلَيَّ أَنْ يَسْتَحِلَّهُ بِشَيْءٍ،فَإِنْ كَانَ لَمْ يُحْرِزُوا فِي بُيُوتِهِمْ نَحْوَ الشَّجَرِ وَالْحِجَارَةِ وَالْأَزْلَامِ وَالْمِسَنِ وَالْأَدْوِيَةِ،فَإِنْ لَمْ يَكُنْ لِشَيْءٍ مِنْهَا ثَمَنٌ أَخَذَهُ مَنْ ¶ ¬__________ ¶ (¬1) - السنن الكبرى للبيهقي- المكنز - (6 / 357)(13414) وحديث الشافعي فيه جهالة",
            "page": "122",
            "part": "1"
        },
        {
            "id": "124",
            "nass": "شَاءَ،فَإِنْ لَمْ يَكُنْ لَهُ ثَمَنٌ حَتَّى عَمَلَهُ هُوَ وَعَالَجَهُ فَصَارَ لَهُ ثَمَنٌ فَهُوَ لَهُ لَيْسَ عَلَيْهِ فِيهِ شَيْءٌ قَالَ:وَكَانَ مَكْحُولٌ يَقُولُ ذَلِكَ.نا الْفَزَارِيُّ قَالَ:وَسَأَلْتُ سُفْيَانَ عَنْ ذَلِكَ قَالَ:إِذَا جَاءَ بِهِ إِلَى دَارِ الْإِسْلَامِ فَكَانَ لَهُ ثَمَنٌ دَفَعَهُ إِلَى الْمَقْسَمِ،وَإِنْ لَمْ يَكُنْ لَهُ ثَمَنٌ فِي بِلَادِ الْعَدُوِّ،وَإِنْ لَمْ يَكُنْ لَهُ ثَمَنٌ حَتَّى عَمَلَهُ وَعَالَجَهُ،أَعْطَى بِقَدْرِ عَمَلِهِ فِيهِ،وَكَانَتْ بَقِيَّتُهُ فِي الْمَقْسَمِ قُلْتُ لِلْأَوْزَاعِيِّ:الْإِمَامُ يُؤْتَى بِالسِّلَاحِ وَالْمَتَاعِ مِنَ الْفَيْءِ فَلَا يَتَيَسَّرُ لَهُ أَنْ يَبِيعَهُ فِي تِلْكَ الْحَالِ،فَيَدْفَعُهُ إِلَى رَجُلٍ فَيَقُولُ:قَاتِلْ بِهَذَا السِّلَاحِ أَوْ بِهَذَا الثَّوْبِ أَوِ انْتَفِعْ بِهَذَا الْمَتَاعِ،وَيَحْمِلُهُ حَتَّى يَأْتِيَ الْمَكَانَ الَّذِي يَبِيعُهُ فِيهِ،وَهُوَ عِنْدَهُ نَفِيسًا وَإِنَّمَا ذَلِكَ نَظَرًا لِلْعَامَّةِ ؟ قَالَ:لَا يَأْذَنُ فِي شَيْءٍ مِنْ ذَلِكَ لِقِتَالٍ،وَلَا لِيَنْتَفِعَ بِهِ،وَلَكِنْ إِنْ شَاءَ أَنْ يَحْمِلَهَا وَيَبِيعَهُ مَكَانَهُ مِمَّا بَلَغَ قُلْتُ:يَأْخُذُ الرَّجُلُ الْمِخْيَطَ،يَخِيطُ بِهِ،وَالْخَيْطَ ؟ قَالَ:لَا فَأَيْنَ قَوْلُ رَسُولِ اللَّهِ - صلى الله عليه وسلم - :\" رُدُّوا الْخَائِطَ وَالْمَخِيطَ \" قُلْتُ:إِنَّهُ لَيْسَ لَهُ ثَمَنٌ،قَالَ:وَلَوْ كَانَ كُبَّةً مِنْ غَزْلٍ كَانَ لَهُ ثَمَنٌ قُلْتُ:فَكَيْفَ يَصْنَعُ بِهِ،وَقَدْ خَاطَ بِهِ ؟ قَالَ:يُنْقِصُهُ قُلْتُ:إِذَا يَنْقَطِعُ ؟ قَالَ:يَقْطَعُهُ،هُوَ أَسْلَمُ لَهُ،أَوْ يُعْطِي بِقَدْرِ شَرْوَاهُ قِيلَ لَهُ:الرَّجُلُ يَعْمَلُ الْفَخَّارَ فِي بِلَادِ الْعَدُوِّ،ثُمَّ يَبِيعُهُ ؟ قَالَ:لَا بَأْسَ،هُوَ لَهُ قَالَ:وَقَدْ كَانَ بَعْضُهُمْ يَقْطَعُ الْأَوْتَادَ فَيَنْتَفِعُ بِهَا فِي بِلَادِ الْعَدُوِّ،فَإِذَا أَرَادَ أَنْ يَخْرُجَ رَقَى بِهَا لِلِاحْتِيَاطِ قُلْتُ:فَإِنْ قَطَعَ مِنَ الشَّجَرِ شَيْئًا لَيْسَ لَهُ ثَمَنٌ فِي",
            "page": "123",
            "part": "1"
        },
        {
            "id": "125",
            "nass": "بِلَادِ الْعَدُوِّ،وَإِنْ أَتَى بِهِ صَاحِبَ مِقْسَمٍ لَمْ يَقْبَلْهُ مِنْهُ،وَلَمْ يَبِعْهُ،فَإِذَا جَاءَ بِهِ الْمِصِّيصَةَ،كَانَ لِمَا أَخَذَ مِنْ ذَلِكَ ثَمَنًا،وَعَامَّةُ مَا يَبِيعُونَ مِنْ غَنَائِمِهِمْ بِالْمِصِّيصَةِ ؟ قَالَ:لَا يُنْظَرُ فِي ذَلِكَ إِنْ لَمْ يَكُنْ لَهُ ثَمَنٌ حِينَ أَصَابَهُ فِي بِلَادِ الْعَدُوِّ،فَهُوَ لَهُ يَصْنَعُ بِهِ مَا شَاءَ،وَيَبِيعُهُ إِنْ شَاءَ قُلْتُ:الْجَيْشُ يَنْزِلُ فِي بِلَادِ الْعَدُوِّ،فَيَكُونُ الْحَطَبُ وَالْحَشِيشُ وَالْمَاءُ مِنْهُمْ قَرِيبًا أَوْ بَعِيدًا،فَلَيْسَ لَهُ ثَمَنٌ فِي مَكَانِهِ ذَلِكَ حَتَّى يَأْتِيَ بِهِ الرَّجُلُ،فَيَقْطَعُهُ وَيَحْمِلُهُ إِلَى الْعَسْكَرِ،فَيَبِيعُهُ،قَالَ:لَا أَعْلَمُ عَلَيْهِ فِيهِ شَيْئًا قُلْتُ:فَإِنْ كَانَ لَهُ ثَمَنٌ فِي مَكَانِهِ ذَلِكَ،قَبْلَ أَنْ يَقْطَعَهُ هَذَا،ثُمَّ قَطَعَهُ ؟ قَالَ:يَجْعَلُهُ فِي الْمَقْسَمِ وَسَأَلْتُ سُفْيَانَ وَهِشَامًا عَنِ الرَّجُلِ تُقَوَّمُ دَابَّتُهُ،أَيَرْكَبُ دَابَّةً مِنَ الْفَيْءِ حَتَّى يَبْلُغَ ؟ قَالَ:لَا بَأْسَ بِهِ قُلْتُ لِهِشَامٍ:أَفَلَا يَقُولُ لَهُ الْإِمَامُ:اشْتَرِ دَابَّةً،أَوِ اسْتَأْجِرْ،أَوِ اسْتَعِرْ،فَإِنَّ فِي هَذَا الْخُمُسَ،وَسِهَامَ الْمُسْلِمِينَ ؟ قَالَ:قَدْ أَعْلَمُ،وَلَكِنْ لَا يَقُولُ لَهُ ذَلِكَ،وَلْيَرْكَبْ وَقَالَ الْأَوْزَاعِيُّ:إِنْ كَانَ مُوسِرًا،وَقَدَرَ عَلَى أَنْ يَبْتَاعَ،فَلْيَسْتَعْفِفْ وَلْيَشْتَرِ،وَإِنْ كَانَ مُحْتَاجًا حُمِلَ،وَلَمْ يَتْرُكْ رَاجِلًا بَيْنَ الْمُسْلِمِينَ قِيلَ لَهُ:فَإِنْ قُطِعَ بِهِ،وَلَيْسَ مَعَهُ إِمَامٌ يَسْتَأْذِنُهُ ؟ قَالَ:يَرْكَبُ حَتَّى يَأْتِيَ الْعَسْكَرَ قُلْتُ لِسُفْيَانَ:الرَّجُلُ يُصِيبُ الطَّعَامَ،وَيَحْمِلُ عَلَى دَابَّةٍ مِنَ الْفَيْءِ،وَهُوَ فِي سَرِيَّةٍ أَوْ فِي وِعَاءٍ مِنَ الْفَيْءِ حَتَّى يَبْلُغَ الْعَسْكَرَ،وَلَيْسَ مَعَهُ مَا يَحْمِلُ فِيهِ ؟ قَالَ:إِنْ لَمْ يَجِدْ",
            "page": "124",
            "part": "1"
        },
        {
            "id": "126",
            "nass": "مِنْ ذَلِكَ بُدًّا،فَأَرْجُو أَنْ لَا يَكُونَ بِهِ بَأْسٌ.قُلْتُ لِسُفْيَانَ:الرَّجُلُ يَأْخُذُ الْعُودَ مِنَ الشَّجَرِ،أَوِ الْحَجَرَ مِنَ الْجَبَلِ فَيَتَّخِذُ مِنْهُ السِّهَامَ،أَوِ الْمِسَنَّ،وَذَلِكَ ثَمَّ كَثِيرٌ لَا يُرِيدُهُ أَحَدٌ،لَا ثَمَنَ لَهُ،وَمَنْ شَاءَ أَخَذَهُ،فَإِذَا قَدِمَ بِهِ كَانَ لَهُ ثَمَنٌ ؟ قَالَ:يَجْعَلُهُ فِي الْمَقْسَمِ لِأَنَّهُ كَانَ فِي بِلَادِهِمْ،وَإِنْ كَانَ عَمِلَ فِيهِ عَمَلًا حُسِبَ لَهُ بِقَدْرِ عَمَلِهِ فِيهِ وَسَأَلْتُ سُفْيَانَ عَنِ الرَّجُلِ تَعِيلُ عَلَيْهِ دَابَّتُهُ فَيَخَافُ عَلَيْهَا،أَيَرْكَبُ دَابَّةً مِنَ الْفَيْءِ حَتَّى تَسْتَمِرَّ عَلَيْهِ دَابَّتُهُ ؟ قَالَ:لَا يَفْعَلُ كُلُّ أَحَدٍ يَخَافُ عَلَى دَابَّتِهِ \" (¬1) ¶ وقد كان هذا الهدف من الجهاد حاضراً في حس الصحابة رضي الله عنهم أثناء معاركهم مع أعداء الله،روى البخاري عَنْ جُبَيْرِ بْنِ حَيَّةَ قَالَ بَعَثَ عُمَرُ النَّاسَ فِي أَفْنَاءِ الأَمْصَارِ يُقَاتِلُونَ الْمُشْرِكِينَ ...فَنَدَبَنَا عُمَرُ،وَاسْتَعْمَلَ عَلَيْنَا النُّعْمَانَ بْنَ مُقَرِّنٍ حَتَّى إِذَا كُنَّا بِأَرْضِ الْعَدُوِّ وَخَرَجَ عَلَيْنَا عَامِلُ كِسْرَى فِي أَرْبَعِينَ أَلْفًا،فَقَامَ تَرْجُمَانٌ فَقَالَ:لِيُكَلِّمْنِي رَجُلٌ مِنْكُمْ .فَقَالَ الْمُغِيرَةُ:سَلْ عَمَّا شِئْتَ .قَالَ:مَا أَنْتُمْ ؟ قَالَ:نَحْنُ أُنَاسٌ مِنْ الْعَرَبِ،كُنَّا فِي شَقَاءٍ شَدِيدٍ،وَبَلاءٍ شَدِيدٍ،نَمَصُّ الْجِلْدَ وَالنَّوَى مِنْ الْجُوعِ،وَنَلْبَسُ الْوَبَرَ وَالشَّعَرَ،وَنَعْبُدُ الشَّجَرَ وَالْحَجَرَ،فَبَيْنَا نَحْنُ كَذَلِكَ إِذْ بَعَثَ رَبُّ السَّمَوَاتِ وَرَبُّ ¶ ¬__________ ¶ (¬1) - السِّيَرُ لِأَبِي إِسْحَاقَ الْفَزَارِيِّ (221 ) معضلاً",
            "page": "125",
            "part": "1"
        },
        {
            "id": "127",
            "nass": "الأَرَضِينَ،تَعَالَى ذِكْرُهُ وَجَلَّتْ عَظَمَتُهُ،إِلَيْنَا نَبِيًّا مِنْ أَنْفُسِنَا نَعْرِفُ أَبَاهُ وَأُمَّهُ،فَأَمَرَنَا نَبِيُّنَا رَسُولُ رَبِّنَا - صلى الله عليه وسلم - أَنْ نُقَاتِلَكُمْ حَتَّى تَعْبُدُوا اللَّهَ وَحْدَهُ أَوْ تُؤَدُّوا الْجِزْيَةَ،وَأَخْبَرَنَا نَبِيُّنَا - صلى الله عليه وسلم - عَنْ رِسَالَةِ رَبِّنَا أَنَّهُ مَنْ قُتِلَ مِنَّا صَارَ إِلَى الْجَنَّةِ فِي نَعِيمٍ لَمْ يَرَ مِثْلَهَا قَطُّ،وَمَنْ بَقِيَ مِنَّا مَلَكَ رِقَابَكُمْ . (¬1) ¶ وتلك حقيقة كان يعلنها الصحابة وقادة المسلمين في غزواتهم .ثُمَّ بَعَثَ سَعْدٌ جَمَاعَةٌ مِنَ السَّادَاتِ مِنْهُمْ،النُّعْمَانُ بْنُ مُقَرِّنٍ،وَفُرَاتُ بْنُ حَيَّانَ، وَحَنْظَلَةُ بْنُ الرَّبِيعَ التَّمِيمِيُّ، وَعُطَارِدُ بْنُ حَاجِبٍ، وَالْأَشْعَثُ بْنُ قَيْسٍ، وَالْمُغِيرَةُ بْنُ شُعْبَةَ، وَعَمْرُو بْنُ مَعْدِيكَرِبَ، يَدْعُونَ رُسْتُمَ إِلَى اللَّهِ - عز وجل - فَقَالَ لَهُمْ رُسْتُمُ:مَا أَقْدَمَكُمْ ؟ فَقَالُوا:جِئْنَا لِمَوْعُودِ اللَّهِ إِيَّانَا؛ أَخْذِ بِلَادِكُمْ وَسَبْيِ نِسَائِكُمْ وَأَبْنَائِكُمْ وَأَخْذِ أَمْوَالِكُمْ، فَنَحْنُ عَلَى يَقِينٍ مِنْ ذَلِكَ.وَقَدْ رَأَى رُسْتُمُ فِي مَنَامِهِ كَأَنَّ مَلَكًا نَزَلَ مِنَ السَّمَاءِ، فَخَتَمَ عَلَى سِلَاحِ الْفُرْسِ كُلِّهِ، وَدَفَعَهُ إِلَى رَسُولِ اللَّهِ - صلى الله عليه وسلم - فَدَفَعَهُ رَسُولُ اللَّهِ - صلى الله عليه وسلم - إِلَى عُمَرَ. ¶ وَذَكَرَ سَيْفُ بْنُ عُمَرَ، أَنَّ رُسْتُمَ طَاوَلَ سَعْدًا فِي اللِّقَاءِ حَتَّى كَانَ بَيْنَ خُرُوجِهِ مِنَ الْمَدَائِنِ وَمُلْتَقَاهُ سَعْدًا بِالْقَادِسِيَّةِ أَرْبَعَةَ أَشْهُرٍ، كُلُّ ذَلِكَ لَعَلَّهُ يَضْجَرُ سَعْدًا وَمَنْ مَعَهُ لِيَرْجِعُوا، وَلَوْلَا أَنَّ الْمَلِكَ اسْتَعْجَلَهُ مَا الْتَقَاهُ؛ لِمَا يَعْلَمُ مِنْ غَلَبَةِ الْمُسْلِمِينَ لَهُمْ وَنَصْرِهِمْ عَلَيْهِمْ، لِمَا رَأَى فِي ¶ ¬__________ ¶ (¬1) - البخاري (2925)",
            "page": "126",
            "part": "1"
        },
        {
            "id": "128",
            "nass": "مَنَامِهِ، وَلِمَا يَتَوَسَّمُهُ، وَلِمَا سَمِعَ مِنْهُمْ، وَلِمَا عِنْدَهُ مِنْ عَلَمِ النُّجُومِ الَّذِي يَعْتَقِدُ صِحَّتَهُ فِي نَفْسِهِ؛ لِمَا لَهُ مِنَ الْمُمَارَسَةِ لِهَذَا الْفَنِّ.وَلَمَّا دَنَا جَيْشُ رُسْتُمَ مِنْ سَعْدٍ، أَحَبَّ سَعْدٌ أَنْ يَطَّلِعَ عَلَى أَخْبَارِهِمْ عَلَى الْجَلِيَّةِ، فَبَعَثَ سَرِيَّةً لِتَأْتِيَهُ بِرَجُلٍ مِنَ الْفُرْسِ، وَكَانَ فِي السَرِيَّةِ طُلَيْحَةُ الْأَسَدِيُّ الَّذِي كَانَ ادَّعَى النُّبُوَّةَ ثُمَّ تَابَ، وَتَقَدَّمَ الْحَارِثُ مَعَ أَصْحَابِهِ حَتَّى رَجَعُوا، فَلَمَّا بَعَثَ سَعْدٌ السَّرِيَّةَ اخْتَرَقَ طُلَيْحَةُ الْجُيُوشَ وَالصُّفُوفَ، وَتَخَطَّى الْأُلُوفَ، وَقَتَلَ جَمَاعَةٌ مِنَ الْأَبْطَالِ حَتَّى أَسَرَ أَحَدَهُمْ، وَجَاءَ بِهِ لَا يَمْلِكُ مِنْ نَفْسِهِ شَيْئًا، فَسَأَلَهُ سَعْدٌ عَنِ الْقَوْمِ، فَجَعَلَ يَصِفُ شَجَاعَةَ طُلَيْحَةَ، فَقَالَ:دَعْنَا مِنْ هَذَا وَأَخْبِرْنَا عَنْ رُسْتُمَ.فَقَالَ:هُوَ فِي مِائَةِ أَلْفٍ وَعِشْرِينَ أَلْفًا، وَيَتْبَعُهَا مِثْلُهَا.وَأَسْلَمَ الرَّجُلُ مِنْ فَوْرِهِ.رَحِمَهُ اللَّهُ. ¶ قَالَ سَيْفٌ عَنْ شُيُوخِهِ:وَلَمَّا تَوَاجَهَ الْجَيْشَانِ بَعَثَ رُسْتُمُ إِلَى سَعْدٍ أَنْ يَبْعَثَ إِلَيْهِ بِرَجُلٍ عَاقِلٍ عَالِمٍ بِمَا أَسْأَلُهُ عَنْهُ.فَبَعَثَ إِلَيْهِ الْمُغِيرَةُ بْنُ شُعْبَةَ، - رضي الله عنه - فَلَمَّا قَدِمَ عَلَيْهِ جَعَلَ رُسْتُمُ يَقُولُ لَهُ:إِنَّكُمْ جِيرَانُنَا وَكُنَّا نُحْسِنُ إِلَيْكُمْ وَنَكُفُّ الْأَذَى عَنْكُمْ، فَارْجِعُوا إِلَى بِلَادِكُمْ وَلَا نَمْنَعُ تُجَّارَكُمْ مِنَ الدُّخُولِ إِلَى بِلَادِنَا.فَقَالَ لَهُ الْمُغِيرَةُ:إِنَّا لَيْسَ طَلَبُنَا الدُّنْيَا، وَإِنَّمَا هَمُّنَا وَطَلَبُنَا الْآخِرَةُ، وَقَدْ بَعَثَ اللَّهُ إِلَيْنَا رَسُولًا قَالَ لَهُ:إِنِّي قَدْ سَلَّطْتُ هَذِهِ الطَّائِفَةَ عَلَى مَنْ لَمْ يَدِنْ بِدِينِي، فَأَنَا مُنْتَقِمٌ بِهِمْ مِنْهُمْ،",
            "page": "127",
            "part": "1"
        },
        {
            "id": "129",
            "nass": "وَأَجْعَلُ لَهُمُ الْغَلَبَةَ مَا دَامُوا مُقِرِّينَ بِهِ، وَهُوَ دِينُ الْحَقِّ لَا يَرْغَبُ عَنْهُ أَحَدٌ إِلَّا ذَلَّ، وَلَا يَعْتَصِمُ بِهِ إِلَّا عَزَّ.فَقَالَ لَهُ رُسْتُمُ:فَمَا هُوَ ؟ فَقَالَ:أَمَّا عَمُودُهُ الَّذِي لَا يَصْلُحُ شَيْءٌ مِنْهُ إِلَّا بِهِ، فَشَهَادَةُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ، وَالْإِقْرَارُ بِمَا جَاءَ مِنْ عِنْدِ اللَّهِ.فَقَالَ:مَا أَحْسَنَ هَذَا ! وَأَيُّ شَيْءٍ أَيْضًا ؟ قَالَ:وَإِخْرَاجُ الْعِبَادِ مِنْ عِبَادَةِ الْعِبَادِ إِلَى عِبَادَةِ اللَّهِ.قَالَ:وَحَسَنٌ أَيْضًا، وَأَيُّ شَيْءٍ أَيْضًا ؟ قَالَ:وَالنَّاسُ بَنُو آدَمَ، فَهُمْ إِخْوَةٌ لِأَبٍ وَأُمٍّ.قَالَ:وَحَسَنٌ أَيْضًا، ثُمَّ قَالَ رُسْتُمُ:أَرَأَيْتَ إِنْ دَخَلْنَا فِي دِينِكُمْ، أَتَرْجِعُونَ عَنْ بِلَادِنَا ؟ قَالَ:إِي وَاللَّهِ، ثُمَّ لَا نَقْرَبُ بِلَادَكُمْ إِلَّا فِي تِجَارَةٍ أَوْ حَاجَةٍ.قَالَ:وَحَسَنٌ أَيْضًا.قَالَ:وَلَمَّا خَرَجَ الْمُغِيرَةُ مِنْ عِنْدِهِ ذَاكَرَ رُسْتُمُ رُؤَسَاءَ قَوْمِهِ فِي الْإِسْلَامِ، فَأَنِفُوا مِنْ ذَلِكَ وَأَبَوْا أَنْ يَدْخُلُوا فِيهِ، قَبَّحَهُمُ اللَّهُ وَأَخْزَاهُمْ، وَقَدْ فَعَلَ. ¶ قَالُوا:ثُمَّ بَعَثَ إِلَيْهِ سَعْدٌ رَسُولًا آخَرَ بِطَلَبِهِ، وَهُوَ رِبْعِيُّ بْنُ عَامِرٍ، فَدَخَلَ عَلَيْهِ وَقَدْ زَيَّنُوا مَجْلِسَهُ بِالنَّمَارِقِ الْمُذَهَّبَةِ وَالزَّرَابِيِّ الْحَرِيرِ، وَأَظْهَرَ الْيَوَاقِيتَ وَاللَّآلِئَ الثَّمِينَةَ، وَالزِّينَةَ الْعَظِيمَةَ، وَعَلَيْهِ تَاجُهُ، وَغَيْرُ ذَلِكَ مِنَ الْأَمْتِعَةِ الثَّمِينَةِ، وَقَدْ جَلَسَ عَلَى سَرِيرٍ مِنْ ذَهَبٍ، وَدَخَلَ رِبْعِيٌّ بِثِيَابٍ صَفِيقَةٍ وَسَيْفٍ وَتُرْسٍ وَفَرَسٍ قَصِيرَةٍ، وَلَمْ يَزَلْ رَاكِبَهَا حَتَّى دَاسَ بِهَا عَلَى طَرَفِ الْبُسَاطِ، ثُمَّ نَزَلَ وَرَبَطَهَا بِبَعْضِ تِلْكَ الْوَسَائِدِ، وَأَقْبَلَ وَعَلَيْهِ سِلَاحُهُ وَدِرْعُهُ وَبَيْضَةٌ عَلَى رَأْسِهِ، فَقَالُوا لَهُ:ضَعْ",
            "page": "128",
            "part": "1"
        },
        {
            "id": "130",
            "nass": "سِلَاحَكَ.فَقَالَ:إِنِّي لَمْ آتِكُمْ، وَإِنَّمَا جِئْتُكُمْ حِينَ دَعَوْتُمُونِي، فَإِنْ تَرَكْتُمُونِي هَكَذَا وَإِلَّا رَجَعْتُ.فَقَالَ رُسْتُمُ:ائْذَنُوا لَهُ.فَأَقْبَلَ يَتَوَكَّأُ عَلَى رُمْحِهِ فَوْقَ النَّمَارِقِ فَخَرَّقَ عَامَّتَهَا، فَقَالُوا لَهُ:مَا جَاءَ بِكُمْ ؟ فَقَالَ:اللَّهُ ابْتَعَثْنَا لِنُخْرِجَ مَنْ شَاءَ مِنْ عِبَادَةِ الْعِبَادِ إِلَى عِبَادَةِ اللَّهِ، وَمِنْ ضِيقِ الدُّنْيَا إِلَى سِعَتِهَا، وَمِنْ جَوْرِ الْأَدْيَانِ إِلَى عَدْلِ الْإِسْلَامِ، فَأَرْسَلَنَا بِدِينِهِ إِلَى خَلْقِهِ لِنَدْعُوَهُمْ إِلَيْهِ، فَمَنْ قَبِلَ ذَلِكَ قَبِلْنَا مِنْهُ وَرَجَعْنَا عَنْهُ، وَمَنْ أَبَى قَاتَلْنَاهُ أَبَدًا حَتَّى نُفْضِيَ إِلَى مَوْعُودِ اللَّهِ.قَالُوا:وَمَا مَوْعُودُ اللَّهِ ؟ قَالَ:الْجَنَّةُ لِمَنْ مَاتَ عَلَى قِتَالِ مَنْ أَبَى، وَالظَّفَرُ لِمَنْ بَقِيَ.فَقَالَ رُسْتُمُ:قَدْ سَمِعْتُ مَقَالَتَكُمْ، فَهَلْ لَكَمَ أَنْ تُؤَخِّرُوا هَذَا الْأَمْرَ حَتَّى نَنْظُرَ فِيهِ وَتَنْظُرُوا ؟ قَالَ:نَعَمْ، كَمْ أَحَبُّ إِلَيْكُمْ ؟ أَيَوْمًا أَوْ يَوْمَيْنِ ؟ قَالَ:لَا، بَلْ حَتَّى نُكَاتِبَ أَهْلَ رَأْيِنَا وَرُؤَسَاءَ قَوْمِنَا.فَقَالَ:مَا سَنَّ لَنَا رَسُولُ اللَّهِ - صلى الله عليه وسلم - أَنْ نُؤَخِّرَ الْأَعْدَاءَ عِنْدَ اللِّقَاءِ أَكْثَرَ مِنْ ثَلَاثٍ، فَانْظُرْ فِي أَمْرِكَ وَأَمْرِهِمْ، وَاخْتَرْ وَاحِدَةً مِنْ ثَلَاثٍ بَعْدَ الْأَجَلِ.فَقَالَ:أَسَيِّدُهُمُ أَنْتَ ؟ قَالَ:لَا، وَلَكِنَّ الْمُسْلِمُونَ كَالْجَسَدِ الْوَاحِدِ يُجِيرُ أَدْنَاهُمْ عَلَى أَعْلَاهُمْ.فَاجْتَمَعَ رُسْتُمُ بِرُؤَسَاءِ قَوْمِهِ، فَقَالَ:هَلْ رَأَيْتُمْ قَطُّ أَعَزَّ وَأَرْجَحَ مِنْ كَلَامِ هَذَا الرَّجُلِ ؟ فَقَالُوا:مَعَاذَ اللَّهِ أَنَّ تَمِيلَ إِلَى شَيْءٍ مِنْ هَذَا وَتَدَعَ دِينَكَ لِهَذَا الْكَلْبِ ! أَمَا تَرَى إِلَى ثِيَابِهِ ؟ !",
            "page": "129",
            "part": "1"
        },
        {
            "id": "131",
            "nass": "فَقَالَ:وَيْلَكُمْ لَا تَنْظُرُوا إِلَى الثِّيَابِ، وَانْظُرُوا إِلَى الرَّأْيِ وَالْكَلَامِ وَالسِّيرَةِ، إِنَّ الْعَرَبَ يَسْتَخِفُّونَ بِالثِّيَابِ وَالْمَأْكَلِ، وَيَصُونُونَ الْأَحْسَابَ.\" (¬1) ¶ ولما بلغ عقبة بن نافع طنجة أوطأ فرسه الماء،حتى بلغ الماء صدرها،ثم قال:اللهم اشهد أني قد بلغت المجهود،ولولا هذا البحر لمضيت في البلاد أقاتل من كفر بك،حتى لا يعبد أحدٌ من دونك . (¬2) ¶ إن هناك مسافة هائلة بين اعتبار الإسلام منهجا إلهيا،جاء ليقرر ألوهية اللّه في الأرض،وعبودية البشر جميعا لإله واحد،ويصب هذا التقرير في قالب واقعي،هو المجتمع الإنساني الذي يتحرر فيه الناس من العبودية للعباد،بالعبودية لرب العباد،فلا تحكمهم إلا شريعة اللّه،التي يتمثل فيها سلطان اللّه،أو بتعبير آخر تتمثل فيها ألوهيته ..فمن حقه إذن أن يزيل العقبات كلها من طريقه،ليخاطب وجدان الأفراد وعقولهم دون حواجز ولا موانع مصطنعة من نظام الدولة السياسي،أو أوضاع ¶ ¬__________ ¶ (¬1) - البداية والنهاية لابن كثير - موافقة للمطبوع - (7 / 46) وتاريخ الرسل والملوك - (2 / 267) حسن ¶ (¬2) - http://www.muslimedia.net/index.php?title= ¶ http://www.aljazeeratalk.net/forum/showthread.php?t=143687 ttp://www.aljazeeratalk.net/forum/showthread.php?t=143699",
            "page": "130",
            "part": "1"
        },
        {
            "id": "132",
            "nass": "الناس الاجتماعية ..إن هناك مسافة هائلة بين اعتبار الإسلام على هذا النحو،واعتباره نظاما محليا في وطن بعينه.فمن حقه فقط أن يدفع الهجوم عليه في داخل حدوده الإقليمية! هذا تصور ..وذاك تصور ..ولو أن الإسلام في كلتا الحالتين سيجاهد ..ولكن التصور الكلي لبواعث هذا الجهاد وأهدافه ونتائجه،يختلف اختلافا بعيدا،يدخل في صميم الاعتقاد كما يدخل في صميم الخطة والاتجاه. ¶ إن من حق الإسلام أن يتحرك ابتداء.فالإسلام ليس نحلة قوم،ولا نظام وطن،ولكنه منهج إله،ونظام عالم ..ومن حقه أن يتحرك ليحطم الحواجز من الأنظمة والأوضاع التي تغل من حرية «الإنسان\"في الاختيار. ¶ وحسبه أنه لا يهاجم الأفراد ليكرههم على اعتناق عقيدته.إنما يهاجم الأنظمة والأوضاع ليحرر الأفراد من التأثيرات الفاسدة،المفسدة للفطرة،المقيدة لحرية الاختيار. ¶ من حق الإسلام أن يخرج «الناس\"من عبادة العباد إلى عبادة اللّه وحده ..ليحقق إعلانه العام بربوبية اللّه للعالمين،وتحرير الناس أجمعين ..وعبادة اللّه وحده لا تتحقق - في التصور الإسلامي وفي الواقع العملي - إلا في ظل النظام الإسلامي.فهو وحده النظام الذي يشرع اللّه فيه للعباد كلهم.حاكمهم ومحكومهم.",
            "page": "131",
            "part": "1"
        },
        {
            "id": "133",
            "nass": "أسودهم وأبيضهم.قاصيهم ودانيهم.فقيرهم وغنيهم تشريعا واحدا يخضع له الجميع على السواء ..أما في سائر الأنظمة،فيعبد الناس العباد،لأنهم يتلقون التشريع لحياتهم من العباد.وهو من خصائص الألوهية. ¶ فأيما بشر ادعى لنفسه سلطان التشريع للناس من عند نفسه فقد ادعى الألوهية اختصاصا وعملا،سواء ادعاها قولا أم لم يعلن هذا الادعاء! ¶ وأيما بشر آخر اعترف لذلك البشر بذلك الحق فقد اعترف له بحق الألوهية،سواء سماها باسمها أم لم يسمها! والإسلام ليس مجرد عقيدة.حتى يقنع بإبلاغ عقيدته للناس بوسيلة البيان.إنما هو منهج يتمثل في تجمع تنظيمي حركي يزحف لتحرير كل الناس.والتجمعات الأخرى لا تمكنه من تنظيم حياة رعاياها وفق منهجه هو. ¶ ومن ثم يتحتم على الإسلام أن يزيل هذه الأنظمة بوصفها معوقات للتحرر العام.وهذا - كما قلنا من قبل - معنى أن يكون الدين كله للّه.فلا تكون هناك دينونة ولا طاعة لعبد من العباد لذاته،كما هو الشأن في سائر الأنظمة التي تقوم على عبودية العباد للعباد! إن الباحثين الإسلاميين المعاصرين المهزومين تحت ضغط الواقع الحاضر،وتحت الهجوم الاستشراقي الماكر،يتحرجون من تقرير تلك الحقيقة.لأن المستشرقين صوروا الإسلام حركة قهر بالسيف للإكراه",
            "page": "132",
            "part": "1"
        },
        {
            "id": "134",
            "nass": "على العقيدة.والمستشرقون الخبثاء يعرفون جيدا أن هذه ليست هي الحقيقة.ولكنهم يشوهون بواعث الجهاد الإسلامي بهذه الطريقة ..ومن ثم يقوم المنافحون - المهزومون - عن سمعة الإسلام،بنفي هذا الاتهام! فيلجأون إلى تلمس المبررات الدفاعية! ويغفلون عن طبيعة الإسلام ووظيفته،وحقه في «تحرير الإنسان\"ابتداء.وقد غشى على أفكار الباحثين العصريين - المهزومين - ذلك التصور الغربي لطبيعة «الدين» ..وأنه مجرد «عقيدة» في الضمير لا شأن لها بالأنظمة الواقعية للحياة ..ومن ثم يكون الجهاد للدين،جهادا لفرض العقيدة على الضمير! ولكن الأمر ليس كذلك في الإسلام.فالإسلام منهج اللّه للحياة البشرية.وهو منهج يقوم على إفراد اللّه وحده بالألوهية - متمثلة في الحاكمية - وينظم الحياة الواقعية بكل تفصيلاتها اليومية! فالجهاد له جهاد لتقرير المنهج وإقامة النظام.أما العقيدة فأمرها موكول إلى حرية الاقتناع،في ظل النظام العام،بعد رفع جميع المؤثرات ..ومن ثم يختلف الأمر من أساسه،وتصبح له صورة جديدة كاملة. ¶ وحيثما وجد التجمع الإسلامي،الذي يتمثل فيه المنهج الإلهي،فإن اللّه يمنحه حق الحركة والانطلاق لتسلم السلطان وتقرير النظام.مع ترك مسألة العقيدة الوجدانية لحرية الوجدان ..فإذا كف اللّه أيدي الجماعة المسلمة فترة عن الجهاد،فهذه مسألة خطة لا مسألة",
            "page": "133",
            "part": "1"
        },
        {
            "id": "135",
            "nass": "مبدأ.مسألة مقتضيات حركة لا مسألة مقررات عقيدة.وعلى هذا الأساس الواضح يمكن أن نفهم النصوص القرآنية المتعددة،في المراحل التاريخية المتجددة.ولا نخلط بين دلالالتها المرحلية،والدلالة العامة لخط الحركة الإسلامية الثابت الطويل. (¬1) ¶ إنَّ وظيفة الدولة الإسلامية هي نشر الدين حتى يعبد الله وحده، ¶ قال الماوردي:( الإمامة موضوعة لخلافة النبوة في حراسة الدين وسياسة الدنيا به ) أ هـ (¬2) ¶ ويقول إمام الحرمين الجويني:( الإمامة رياسة تامة،وزعامة تتعلق بالخاصة والعامة في مهمات الدين والدنيا ) أ .هـ (¬3) ¶ أما العلامة ابن خلدون فيعرفها بقوله:( هي حمل الكافة على مقتضى النظر الشرعي في مصالحهم الأخروية والدنيوية الراجعة إليها،إذ أحوال الدنيا ترجع كلها عند الشارع إلى اعتبارها بمصالح الآخرة،فهي في الحقيقة خلافة عن صاحب الشرع في حراسة الدين وسياسة الدنيا به ) أ .هـ (¬4) . ¶ ¬__________ ¶ (¬1) - - فى ظلال القرآن ـ موافقا للمطبوع - (3 / 1432) ¶ (¬2) - الأحكام السلطانية لعلي بن محمد الماوردي (ص 5) الثالثة 1393 هـ - القاهرة . ¶ (¬3) - غياث الأمم في التياث الظلم لأبي المعالي الجويني (ص 15) . ط . أولى 1400 هـ . ¶ (¬4) - المقدمة للعلامة ابن خلدون (ص 190). ط. الرابعة 1398 هـ.مكة .",
            "page": "134",
            "part": "1"
        },
        {
            "id": "136",
            "nass": "والمختار من هذه التعريفات ما ذكره ابن خلدون لأنه الجامع المانع في نظري،وبيان ذلك أنه في قوله:(حمل الكافة ) يخرج به ولايات الأمراء والقضاة وغيرهم،لأن لكل منهم حدوده الخاصة به وصلاحيته المقيدة،وفي قوله:( وعلى مقتضى النظر الشرعي ) قيد لسلطته،فالإمام يجب أن تكون سلطاته مقيدة بموافقة الشريعة الإسلامية،وفيه أيضًا وجوب سياسة الدنيا بالدين لا بالأهواء والشهوات والمصالح الفردية،وهذا القيد يخرج به الملك . ¶ وفي قوله:( في مصالحهم الأخروية والدنيوية ) تبيين لشمول مسؤولية الإمام لمصالح الدين والدنيا لا الاقتصار على طرف دون الآخر . (¬1) ¶ ولهذا فرق العلماء بين الخلافة والملك،فيقول العلامة ابن خلدون في ذلك:( إن الملك الطبيعي:هو حمل الكافة على مقتضى الغرض والشهوة،والسياسي:هو حمل الكاف على مقتضى النظر العقلي في جلب المصالح الدنيوية ودفع المضار،والخلافة هي:حمل الكافة على مقتضى النظر الشرعي في مصالحهم الأخروية والدنيوية الراجعة إليها ) أ .هـ (¬2) ¶ ¬__________ ¶ (¬1) -الإمامة العظمى عند أهل السنة والجماعة - (1 / 8) ¶ (¬2) - المقدمة (ص 190) .",
            "page": "135",
            "part": "1"
        },
        {
            "id": "137",
            "nass": "والدولة تنفذ هذه الوظيفة بالجهاد وفتح البلدان وبالدعوة والتعليم لأوامر الدين ونواهيه وكافة أحكامه الشرعية.فحركة الجهاد والفتح العسكري لا بد أن يصحبها ويتبعها الدعاة والمعلمون ليفقهوا الناس في دينهم وهذا التلازم بين الفتح العسكري والتعليم أمر ضروري لابد منه لاستقرار الدعوة والدولة ولابد من ملاحظة التوازن المطلوب في هذا الجانب، فبقدر التوسع في الأرض يكون التوسع في الدعوة والتعليم حتى لا يختلَّ ميزان التربية وتحدث الخلخلة في الصف الإسلامي وتتوسع الفجوة بين الفاتحين وسكان الأراضي المفتوحة مما يتسبب في حدوث ظواهر سلبية تؤثر في تماسك الصف الإسلامي ووحدته السياسية والفكرية. ¶ وقد بذل الخلفاء الراشدون ما استطاعوا في سبيل حدوث هذا التوازن بين حركة التوسع الأفقي في فتح البلدان وبين التوسع الرأسي في تعليم الناس وتفقيههم في كتاب الله وسنة رسوله - صلى الله عليه وسلم - . ¶ ولكن رغم وجود البذل والحماس في ميدان التقليم والتربية على تعاليم هذا الدين إلا أن الملاحظ أن التوسع في الأرض كان سريعا وواسعا، فقد فتحت العراق وما وراءها والشام ومصر في سنوات قليلة معدودة فلم يكن في مقدرة الطاقة البشرية في ميدان التربية والتعليم استيعاب الأعداد الهائلة من سكان تلك المناطق وتعليمها",
            "page": "136",
            "part": "1"
        },
        {
            "id": "138",
            "nass": "،كما لم يكن الزمن كافيا لرسوخ التعاليم الإسلامية في نفوس كثير منهم مما ساعد ـ مع غيره من العوامل ـ فيما بعد على وجود خلخلة فكرية وظواهر سلبية دخيلة على النهج الإسلامي مما سبب ظهور الفرق والأهواء المتشعبة. ¶ ولكنه أمرٌ قدَّره اللهُ تعالى،ولا رادَّ لما قدَّر الله تعالى،فعَنْ أَبِي عَامِرٍ عَبْدِ اللَّهِ بْنِ لُحَيٍّ،قَالَ:حَجَجْنَا مَعَ مُعَاوِيَةَ بْنِ أَبِي سُفْيَانَ،فَلَمَّا قَدِمْنَا مَكَّةَ،أُخْبِرَ بِقَاصٍّ يَقُصُّ عَلَى أَهْلِ مَكَّةَ مَوْلًى لِبَنِي فَرُّوخٍ،فَأَرْسَلَ إِلَيْهِ مُعَاوِيَةُ فَقَالَ:أُمِرْتَ بِهَذِهِ الْقِصَصِ ؟ قَالَ:لَا،قَالَ:فَمَا حَمَلَكَ عَلَى أَنْ تَقُصَّ بِغَيْرِ إِذْنٍ،قَالَ:نُنْشِئُ عِلْمًا عَلَمَنَاهُ اللَّهُ عَزَّ وَجَلَّ،فَقَالَ مُعَاوِيَةُ:لَوْ كُنْتُ تَقَدَّمْتُ إِلَيْكَ لَقَطَعْتُ مِنْكَ طَائِفَةً،ثُمَّ قَامَ حِينَ صَلَّى الظُّهْرَ بِمَكَّةَ،فَقَالَ:قَالَ النَّبِيُّ - صلى الله عليه وسلم - :\"إِنَّ أَهْلَ الْكِتَابِ تَفَرَّقُوا فِي دِينِهِمْ عَلَى اثْنَتَيْنِ وَسَبْعِينَ مِلَّةً،وَتَفْتَرِقُ هَذِهِ الْأُمَّةُ عَلَى ثَلَاثٍ وَسَبْعِينَ كُلُّهَا فِي النَّارِ إِلَّا وَاحِدَةً وَهِيَ الْجَمَاعَةُ،وَيَخْرُجُ مِنْ أُمَّتِي أَقْوَامٌ تَتَجَارَى بِهِمْ تِلْكَ الْأَهْوَاءُ كَمَا يَتَجَارَى الْكَلْبُ بِصَاحِبِهِ،فَلَا يَبْقَى مِنْهُ عِرْقٌ وَلَا مَفْصِلٌ إِلَّا دَخَلَهُ،وَاللَّهِ يَا مَعْشَرَ الْعَرَبِ لَئِنْ لَمْ تَقُومُوا بِمَا جَاءَ بِهِ مُحَمَّدٌ - صلى الله عليه وسلم - لَغَيْرُ ذَلِكَ أَحْرَى أَنْ لَا تَقُومُوا بِهِ \"المستدرك للحاكم (¬1) ¶ ¬__________ ¶ (¬1) - - المستدرك للحاكم (443) صحيح لغيره",
            "page": "137",
            "part": "1"
        },
        {
            "id": "139",
            "nass": "وعَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو،قَالَ:قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - :لَيَأْتِيَنَّ عَلَى أُمَّتِي مَا أَتَى عَلَى بَنِي إِسْرَائِيلَ مِثْلا بِمِثْلٍ حَذْوَ النَّعْلِ بِالنَّعْلِ،حَتَّى لَوْ كَانَ فِيهِمْ مَنْ نَكَحَ أُمَّهُ عَلانِيَةً كَانَ فِي أُمَّتِي مِثْلَهُ،إِنَّ بَنِي إِسْرَائِيلَ افْتَرَقُوا عَلَى إِحْدَى وَسَبْعِينَ مِلَّةً،وَتَفْتَرِقُ أُمَّتِي عَلَى ثَلاثٍ وَسَبْعِينَ مِلَّةً كُلُّهَا فِي النَّارِ إِلاَّ مِلَّةً وَاحِدَةً،فَقِيلَ لَهُ:مَا الْوَاحِدَةُ ؟ قَالَ:مَا أَنَا عَلَيْهِ الْيَوْمَ وَأَصْحَابِي\"المستدرك للحاكم (¬1) ¶ وبعد فهذه جملة من أهم المعالم البارزة في تاريخ الخلافة الراشدة أردنا بالتنبيه إليها توجيه أنظار دعاة الإسلام إلى الاستفادة من هذا التاريخ المشرق والسير على منوالهم فإنهم القوم بهم يقتدى وبهديهم وسنتهم يسلك ويتبع، والله الموفق والهادي. (¬2) ¶ - - - - - - - - - - - - - - ¶ ¬__________ ¶ (¬1) - - المستدرك للحاكم(444) وسنن الترمذى- المكنز (2853) صحيح لغيره،وانظر التفاصيل في كتابي (( المفصل في تخريج حديث اختلاف الأمة )) ¶ (¬2) - انظر Cd مجلة البيان محمد بن صامل السلمي -http://forum.shareah.com/showthread.php?t=5854",
            "page": "138",
            "part": "1"
        },
        {
            "id": "140",
            "nass": "أهم المصادر ¶ 1- أخبار مكة للفاكهي ¶ 2- سنن ابن ماجة- ط- الرسالة - ¶ 3- تاريخ الطبري ¶ 4- الخلاصة في حياة الخلفاء الراشدين للمؤلف ¶ 5- شعب الإيمان للبيهقي ¶ 6- مسند أحمد (عالم الكتب) ¶ 7- سيرة عمر بن عبد العزيز لابن الجوزي ¶ 8- سير أعلام النبلاء للذهبي ¶ 9- المجالسة وجواهر العلم ¶ 10- سيرة ابن هشام ¶ 11- الْمُسْتَدْرَكُ عَلَى الصَّحِيحَيْنِ لِلْحَاكِمِ ¶ 12- صحيح البخارى- المكنز - ¶ 13- صحيح ابن حبان ¶ 14- صحيح مسلم- المكنز - ¶ 15- الْفَوَائِدِ الشَّهِيرُ بِالْغَيْلَانِيَّاتِ لِأَبِي بَكْرٍ الشَّافِعِيِّ ¶ 16- البداية والنهاية لابن كثير محقق - موافق للمطبوع - ¶ 17- السُّنَنُ الْكُبْرَى لِلْبَيْهقِيِّ ¶ 18- سنن الدارمى- المكنز - ¶ 19- الْبِدَعُ لِابْنِ وَضَّاحٍ ¶ 20-",
            "page": "139",
            "part": "1"
        },
        {
            "id": "141",
            "nass": "االرَّدُّ عَلَى الْجَهْمِيَّةِ لِلدَّارِمِيِّ ¶ 21- تَهْذِيبُ الْآثَارِ لِلطَّبَرِيِّ ¶ 22- فى ظلال القرآن ـ موافقا للمطبوع - ¶ 23- غاية المقصد فى زوائد المسند ¶ 24- جَامِعُ مَعْمَرِ بْنِ رَاشِدٍ ¶ 25- مُسْنَدُ أَبِي يَعْلَى الْمَوْصِلِيِّ ¶ 26- تَارِيخُ الْمَدِينَةِ لِابْنِ شَبَّةَ ¶ 27- مُصَنَّفُ ابْنِ أَبِي شَيْبَةَ ¶ 28- معرفة الصحابة لأبي نعيم ¶ 29- الطَّبَقَاتُ الْكُبْرَى لِابْنِ سَعْدٍ ¶ 30- البحر المحيط ـ نسخة محققة - ¶ 31- التحرير والتنوير ـ الطبعة التونسية - ¶ 32- جامع لطائف التفسير ¶ 33- النكت والعيون للماوردي ¶ 34- الجامع لأحكام القرآن للقرطب ¶ 35- تفسير ابن أبي حاتم ¶ 36- الْأَدَبُ لِابْنِ أَبِي شَيْبَةَ ¶ 37- الْجَامِعُ فِي الْحَدِيثِ لِابْنِ وَهْبٍ ¶ 38- أحكام القرآن لابن العربي ¶ 39- مَكَارِمُ الْأَخْلَاقِ لِلْخَرَائِطِيِّ ¶ 40- سنن الدارمي ¶ 41-",
            "page": "140",
            "part": "1"
        },
        {
            "id": "142",
            "nass": "جَامِعُ بَيَانِ الْعِلْمِ لابن عبد البر ¶ 42- مسند أبي عوانة ¶ 43- فَضَائِلُ الصِّحَابَةِ لِأَحْمَدَ بْنِ حَنْبَلٍ ¶ 44- مسند البزار ( المطبوع باسم البحر الزخار ¶ 45- مُصَنَّفُ عَبْدِ الرَّزَّاقِ الصَّنْعَانِيِّ ¶ 46- الخلاصة في أحكام أهل الذمة للمؤلف ¶ 47- الموسوعة الفقهية الكويتية ¶ 48- الخلاصة في أهداف القتال في الإسلام للمؤف ¶ 49- مراحل تشريع القتال في الإسلام للمؤلف ¶ 50- زاد المعاد لابن القيم ¶ 51- شرح مشكل الآثار ¶ 52- تفسير ابن كثير - دار طيبة - ¶ 53- الفوائد لتمام ¶ 54- صحيح الجامع الصغير للألباني ¶ 55- السِّيَرُ لِأَبِي إِسْحَاقَ الْفَزَارِيِّ ¶ 56- تاريخ الرسل والملوك ¶ 57- http://www.aljazeeratalk.net/forum/showthread.php?t=143687 ttp://www.aljazeeratalk.net/forum/showthread.php?t=143699 ¶ 58- الأحكام السلطانية لعلي بن محمد الماوردي الثالثة 1393 هـ - القاهرة ¶ 59-",
            "page": "141",
            "part": "1"
        },
        {
            "id": "143",
            "nass": "غياث الأمم في التياث الظلم لأبي المعالي الجويني . ط . أولى 1400 هـ ¶ 60- المقدمة للعلامة ابن خلدون . ط. الرابعة 1398 هـ.مكة . ¶ 61- الإمامة العظمى عند أهل السنة والجماعة ¶ 62- سنن الترمذى- المكنز ¶ 63- المفصل في تخريج حديث اختلاف الأمة للمؤلف ¶ 64- Cd مجلة البيان ¶ 65- معالم من تاريخ الخلفاء الراشدين محمد بن صامل السلمي ¶ 66- http://forum.shareah.com/showthread.php?t=5854 ¶ 67- المكتبة الشاملة 3 ¶ 68- برنامج قالون",
            "page": "142",
            "part": "1"
        },
        {
            "id": "144",
            "nass": "الفهرس العام ¶ المعلم الأول ... 7 ¶ توحيد مصدر التلقي ... 7 ¶ المعلم الثاني ... 33 ¶ حماية جانب العقيدة ... 33 ¶ المعلم الثالث ... 46 ¶ سيادة العدل والمساواة بمفهومها الإسلامي الصحيح ... 46 ¶ المعلم الرابع ... 61 ¶ سيادة مبدأ الشورى قاعدة للتعامل بين الحاكم والمحكوم ... 61 ¶ المعلم الخامس ... 89 ¶ قيام الجهاد والعلاقات الدولية في عهدهم على مقتضى الشرعية ... 89 ¶ المعلم السادس ... 115 ¶ التفاني في نشر الإسلام في الأرض ... 115",
            "page": "143",
            "part": "1"
        }
    ],
    "t35795": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "معالم عصر الخلفاء الراشدين"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "المعلم الأول توحيد مصدر التلقي"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": null,
            "tit": "المعلم الثاني حماية جانب العقيدة"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": null,
            "tit": "المعلم الثالث سيادة العدل والمساواة بمفهومها الإسلامي الصحيح"
        },
        {
            "id": "62",
            "lvl": "1",
            "sub": null,
            "tit": "المعلم الرابع سيادة مبدأ الشورى قاعدة للتعامل بين الحاكم والمحكوم"
        },
        {
            "id": "90",
            "lvl": "1",
            "sub": null,
            "tit": "المعلم الخامس قيام الجهاد والعلاقات الدولية في عهدهم على مقتضى الشرعية"
        },
        {
            "id": "116",
            "lvl": "1",
            "sub": null,
            "tit": "المعلم السادس التفاني في نشر الإسلام في الأرض"
        }
    ]
}