{
    "b35801": [
        {
            "id": "1",
            "nass": "ترجمة موجزة لصاحب الفضيلة الشيخ محمد الأمين الشنقيطي ¶ بقلم: الشيخ / عطية محمد سالم. ¶ هو فضيلة الشيخ محمد الأمين الشنقيطي، ومحمد الأمين اسم مركب علم عليه ابن محمد المختار، جده عبد القادر بن محمد بن أحمد نوح، ينتهي نسبه إلى جد قبيلة (تجكانت) من أشهر قبائل موريتانيا علماً وفضلاً. ¶ ويرجع نسب تلك القبيلة إلى حمير، نزحت إلى تلك البلاد وحافظت على نسبها وعروبتها. ¶ مولده ومسقط رأسه: ¶ ولد رحمه الله سنة 1325هـ ¶ وكان مسقط رأسه بمديرية كيفا من بلاد موريتانيا من أبوين أبناء عمومة وفي بيت علم رجالاً ونساء. ¶ طلبه للعلم: ¶ كان بدء طلبه في بيت أهله، وتوفي والده وهو في طفولته، فتلقى على أخواله وخالاته...بدأ يحفظ القرآن وتجويده ورسمه، ثم التاريخ والسيرة والأدب وعلوم العربية ومبادئ الفقه... ¶ ثم رحل إلى طلب العلم على كبار مشايخ بلاده على المتبع في بلاده. ¶ المنهج الدراسي: ¶ وكان المنهج الدراسي إفراد العلم بالدرس، فلا يجمع بين فنين في وقت واحد خشية التخليط أو التشويش، فيستقل بالفقه مثلا حتى ينتهي منه ثم يبدأ بالنحو كذلك وهكذا التوحيد فالأصول فالتفسير.. الخ.. ¶ وقد برز -رحمه الله- على أقرانه في جميع الفنون، وكان منقطعاً للعلم كلية. ¶ قدومه إلى المملكة: ¶ وكان قدومه -رحمه الله- إلى المملكة عام 1367هـ لأداء فريضة الحج. ثم اعتزم الإقامة وبدأ التدريس في المسجد النبوي ختم فيه التفسير القرآن الكريم مرتين. وفي عام 1371هـ افتتحت المعاهد والكليات في الرياض ودرس بها إلى عام 1381هـ، إذ افتتحت الجامعة الإسلامية بالمدينة المنورة فانتقل إليها.. ¶ وقد نفع الله به في كلتا المؤسستين، وتخرج على يديه الآلاف من الطلاب خاصة في التفسير والعقائد والأصول..",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "وكان -رحمه الله- بجانب تدريسه بالجامعة، عضوا لمجلس الجامعة وعضو هيئة كبار العلماء، وعضو المجلس التأسيسي للرابطة.. وقد ترأس وفد الجامعة إلى إفريقيا، وكان له -رحمه الله- في جميع ذلك الأثر المحمود. ¶ وتوفي -رحمه الله- بعد أن خلف مؤلفات عديدة متنوعة، هي: 1ـ منع جواز المجاز في المنزل للتعبد والإعجاز. ¶ 2ـ دفع إيهام الاضطراب عن آي الكتاب بين وجوه أوجه الجمع فيما ظاهر التعارض في كتاب الله. ¶ 3ـ مذكرة في أصول الفقه على روضة الناظر المقررة في الجامعة الإسلامية. ¶ 4ـ آداب البحث والمناظرة -مقرر في الجامعة الإسلامية-. ¶ 5ـ أضواء البيان في تفسير القرآن بالقرآن -وصل فيه إلى نهاية سورة المجادلة في سبعة مجلدات كبار-. ¶ وله -رحمه الله- مؤلفات أخرى مخطوطة في بلاده في التاريخ والفقه والمنطق.. ¶ كما له العديد من المذكرات الدراسية في التفسير وأصوله وأصول الفقه والمنطق والنحو والصرف.. وله محاضرات طبعت على حساب الجامعة منها: ¶ 1ـ آيات الصفات. ¶ 2ـ حكمة التشريع. ¶ 3ـ المثل العليا في الإسلام. ¶ 4ـ كمال الشريعة وشمولها. ¶ 5ـ المصالح المرسلة. وهي هذه التي نقدم لها. ¶ وقد أملاها فضيلته -رحمه الله- وألقيتها نيابة عنه في الموسم الثقافي لمحاضرات الجامعة الإسلامية بالمدينة المنورة عام 1390هـ. ¶ ومن مؤلفاته العديدة ومحاضراته المتنوعة تظهر مكانته العلمية، وبالتالي قيمة هذه المحاضرة الخطيرة والتي تمس إليها الحاجة في هذا الوقت الذي تعددت فيه مرافق الحياة وتنوعت أشكال المعاملات. ¶ وفاته:",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وكانت وفاته -رحمه الله- ضحى يوم الخميس السابع عشر من ذي الحجة عام 1393هـ، ودفن بمقبرة المعلى بمكة المكرمة، وصلى عليه سماحة رئيس الجامعة فضيلة الشيخ عبد العزيز بن عبد الله بن باز وصلى عليه بالمسجد النبوي ليلة الأحد فضيلة إمام المسجد النبوي الشريف الشيخ عبد العزيز بن صالح ثم صُلي عليه في أماكن أخرى..رحمة الله تعالى عليه.. وإني لأرجو الله تعالى أن يجعلها مما ورثه من علم ينتفع به وأن يجزل الثواب عليها لكل ساع في نشرها.. وأن يتغمده تعالى بواسع رحمته ويسكنه فسيح جناته وصلى الله وسلم وبارك على سيدنا محمد وعلى آله وصحبه.. ¶ كتبها تلميذه: عطية محمد سالم -قاض بمحكمة المدينة المنورة-.",
            "page": "3",
            "part": "1"
        }
    ],
    "t35801": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "ترجمة موجزة للشيخ محمد الأمين الشنقيطي"
        }
    ]
}