{
    "b35807": [
        {
            "id": "1",
            "nass": "ابن رُشيد الفهري السّبتي ¶ ورحلته ¶ ملء العيبة ¶ د. علي إبراهيم كردي ¶ مقدمة: ¶ عُرف العرب منذ القدم بِحُبّ الرحلات والأسفار , وكان الرحالون يقصّون مشاهداتهم على الناس عند عودتهم , ويدوّنون بعضها على شكل ملاحظات وصلت إلينا عن طريق المؤرخين الذين أوردوها في مصنّفاتهم. ¶ ولم تأخذ هذه الملاحظات شكل الرحلات المدونة إلا في عصور لاحقة , إذ كانت بدايات هذه الرحلات التي وصلت إلينا عن طريق المصادر في العصر العباسي, ومنها رحلة سليمان الترجمان سنة (227 هـ), ورحلة سليمان التاجر سنة (237 هـ), ورحلة ابن وهب القُرشي سنة(257هـ), ورحلة ابن موسى المنجّم سنة(77 هـ)(1). ¶ أمّا الرحلات المدوّنة فأقدمها – فيما نعلم – رحلة ابن فضلان (2) التي قام بها سنة (309 هـ) إلى بلاد البلغار بتكليفٍ من الخليفة العباسي المقتدر بالله (ت20 هـ) بغية تعليم سكّان تلك البلاد مبادئ الدين الإسلامي , وقد دوّن ابن فضلان وصفا لمشاهداته في تلك الرحلة , وكانت بذلك أول رحلة مكتوبة انتهت إلينا كاملة. ¶ ومنذ ذلك الحين بدأت الرحلات تأخذ شكلها المستقل , إلى أن أصبحت فنّاً قائما بذاته , له قواعده وأسسه. ¶ على أنّ قسما كبيرا من هذه الرحلات قد ضاع مع ما ضاع من تراث الأمة العربية, ولم يسلم منها إلا النزر اليسير, ومع ذلك فإنّ هذا القسم الذي انتهى إلينا يدلُّ على كثرة الرحلات المؤلفة, وتنوّع طرقها واتجاهاتها, واختلاف أهدافها(3). ¶ وقد عُرِفَ الأندلسيّون والمغاربة بالولوع بالرحلة منذ القديم, وأوردت كتب التراجم والسِّير والتاريخ أسماء عدد كثير منهم, وذكر المقّريّ في كتابه \"نفح الطيب\" ما ينيف على ثلاث مئة راحلٍ في طلب العلم إلى المشرق فقط, وصرّح بقصوره عن استيعاب أسماء الذين رحلوا جميعهم (4).",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "وكان أغلب هؤلاء يشدّون الرحال لأداء فريضة الحجّ بالدرجة الأولى, ولزيارة الأماكن المقدّسة في المشرق, وكثيرا ما كانت الرحلة تقترن بطلب العلم, ولقاء العلماء والأخذ عنهم, وفي كثير من الأحيان يجمعُ الرحّالة بين الأمور الثلاثة ؛ كما هو الحال عند كلّ من ابن رُشيْد الفهري السبتي(5), ومحمد العبدريّ الحيحيّ(6), وأبي القاسم التُّجَيبي(7), وخالد بن عيسى البلويّ(8). ¶ ويلاحظ الباحث أنّ معظم الرحلات تتّجه من الغرب إلى الشرق, ولعلّ ذلك عائد إلى عوامل عدة, منها: ¶ أ وجود الأماكن المقدّسة في المشرق, وثمّة مهد الحضارة ومهبط الوحي. ¶ ب كثرة المركز الثقافية هناك, وتوافر أعدادٍ كثيرة من العلماء المشهورين الذين كانوا مقصدا لطلاب العلم من كل البقاع, ولما كانت تحتويه المدن المشرقيّة من مكتبات ومدارس عامرة بالكتب الجليلة والمصنفات العلمية النفيسة. ¶ ولعل أهم الرحلات المغربية التي تركت أثرا أدبيا رحلةُ ابن رُشيْد المعروفة باسم \" ملء العيبة بما جُمعَ بطولِ الغيبةِ في الوجهة الوجيهة إلى الحرمين مكّة وطيبة\". ¶ صاحب الرحلة: ¶ هو أبو عبد الله محمد بن عمر بن محمد بن عمر بن محمد بن إدريس بن سعيد بن مسعود بن حسين بن محمد بن عمر بن رُشيْد الفِهري السبتي(9). ولد بمدينة سبتة بالمغرب الأقصى في شهر رمضان سنة (657هـ) في أوّل ولاية أبي يوسف يعقوب المرينيّ(ولي بين 656هـ و685هـ), وتوفي بمدينة فاس في 22 محرم سنة(721هـ), في أيام أبي سعيد عثمان المرينيّ (ولي بين 710هـ و 731هـ).",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "تلقّى ابن رُشيْد دراسته الأولى ببلده على مجموعة من الشيوخ منهم إمام القراءة وشيخ العربية أبو الحسين ابن أبي الربيع(ت 688هـ), وأبو الحسن علي بن الخضّار الكتّامي(ت 689هـ)(10), والأديب الشاعر أبو الحكم مالك ابن المرحّل(ت699هـ)(11), وأبو القاسم القبتوري(ت 707هـ)(12), وغيرهم, وقد تخرّج على هؤلاء العلماء في العلوم المختلفة من علوم القرآن, والتفسير, والحديث, والنحو, واللغة, والأدب. ¶ ثمّ انتقل ابن رُشيْد إلى مدينة فاس التي كانت مركزا علميا مرموقا من مراكز الثقافة في المغرب, والتزم مجالس الشيوخ فيها, فحذق علوم الحديث, وأصبح من الأعلام الذين يُشار إليهم بالبنان. ¶ بَيْدَ أن ابن رُشيْد لم يكتفِ بما أخذه عن المشايخ في المغرب, فتاقت نفسه إلى الارتحال شرقا لينهل من علمائه ما تيسّر له من علوم, فقام برحلته الطويلة- موضوع حديثنا- حيث التقى بعدد كثير من المشايخ والعلماء والأدباء ذكرهم في رحلته, وجمع عددا من الإجازات لنفسه, ولأولاده, ولجملة من أقاربه, وأصدقائه. ¶ وبعد عودته من رحلته تصدّر ببلده سبتة لإقراء الفقه والحديث, ثمّ ولي الخطبة بجامع غرناطة, وكان لإقامته في هذه المدينة أثر في إنعاش النشاط العلمي بها, إذ عقد مجالس للأدب حضرها عدد كثير من الطلبة, وسرعان ما اشتهر بين الناس, فاستدعاه السلطان إلى المغرب, وعينه إماما وخطيبا للجامع العتيق بمرّاكش, ثمّ استقدمه إلى فاس وجعله من خاصّته, وكان معظّما مقبول الشفاعة(13), وبقي كذلك إلى أن توفّاه الله , ودفن بمقبرة المدينة. ¶ تلاميذه:",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "أخذ عن ابن رُشيْد عددٌ كثير من الطلاب من الأصقاع المختلفة, ذكرت كتب التراجم والفهارس أعدادا كثيرة منهم, وسنكتفي بذكر بعضهم, منهم المحدّث الراوية محمد بن عبد الرازق(ت 749هـ) الذي كان يُقرئ الموطأ والبخاري في القرويين, وأبو البركات محمد بن الحاج البلفيقي(ت 771هـ) الذي عدّه ابن خلدون شيخ المحدّثين والأدباء, وعبد المهيمن الحضرمي(ت 779هـ) الأديب الشاعر(14). ¶ مؤلفاته(15): ¶ لم يقتصر دور ابن رُشيْد على التدريس والقضاء والإمامة والخطابة, ولكنه ألّف عدداً كثيرا من المصنفات في العلوم المختلفة التي تدلّ على تنوّع اهتماماته, وسنرتّب ما وقفنا عليه من مؤلفاته وفق الفنون التي تنتمي إليها: ¶ أ. النحو: ¶ 1. تقييد على كتاب سيبويه. ¶ 2. تلخيص القوانين في النحو. ¶ ب. البلاغة: ¶ 3. إحكام التأسيس في أحكام التجنيس. ¶ 4. الإضاءات والإنارات في البديع. ¶ 5. حكم الاستعارة. ¶ 6. شرح التجنيس. ¶ ج. العروض: ¶ 7. جزء مختصر من العروض. ¶ 8. وصل القوادم بالخوافي في شرح كتاب القوافي(16). ¶ د. التراجم: ¶ 9. إيضاح المذاهب فيمن يطلق عليه اسم الصاحب. ¶ 10. ترجمان التراجم على أبواب البخاري. ¶ 11. شروح وتعليقات على كتب الضبّي وابن الأبّار. ¶ هـ. الأسانيد: ¶ 12. إفادة النصيح في التعريف بسند الجامع الصحيح(17). ¶ 13. السّنَن الأبْيَن والمورد الأمْعَن في المحاكمة بين الإمامين في السند المعنعن(18). ¶ 14. الصراط السويّ في اتصال سماع جامع الترمذيّ. ¶ 15. مسألة العنعنة. ¶ و. الفقه: ¶ 16. حكم رؤية هلال شوال. ¶ 17. المقدمة المعرّفة لعلو المسافة والصفة. ¶ ز. الفهارس: 18. فهرس مشايخ 19. ملء العيبة بما جُمعَ بطولِ الغيبةِ في الوجهة الوجيهة إلى الحرمين مكّة وطيبة. ¶ مكانته العلمية: ¶ حظي ابن رُشيْد بمكانة علمية بارزة نوّه بها كلّ الذين ترجموا له من معاصريه, ومن المتأخرين عنه, فقد رآه الذهبي(ت746هـ) عالم المغرب وحافظه(20).",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وعده أبو البركات البلفيقيّ من أهل المعرفة بعلم القراءات, وصناعة العربية, وعلم البيان, والآداب, والعروض والقوافي, مشاركا في غير ذلك من الفنون(21). ¶ وأثنى عليه لسان الدين بن الخطيب(776هـ), وعلى معرفته بعلوم الحديث؛ فقال عنه:\" كان واسع الأسمعة, عالي الإسناد, صحيح النقل, أصيل الضبط, تام العناية بصناعة الحديث, قيّما عليها, بصيرا بها, محققا فيها, ذاكرا فيها للرجال\"(22). ¶ وتابعه ابن فرحون في الثناء عليه؛ فأشار إلى تضلّعه من العربية والفقه والأدب والتاريخ والقراءات((23). ¶ أما ابن خلدون فقال عنه:\" كبير مشيخة المغرب, وسيد أهله, وشيخ المحدّثين والرحالة\"(24). ¶ والناظر في رحلة ابن رُشيْد وغيرها من مؤلفاته يستطيع أن يقف على غزارة علم الرجل, وسعة معارفه, وتنوّع ثقافته, بما يجعله يحمل لقب عالم بكل ما تحمله هذه الكلمة من معنى عند القدماء. ¶ وإلى جانب غزارة علمه, كان شاعرا مُجيدا , تصرّف في غير ما موضوع, وبعض أشعاره منثور في رحلته, وفي بعض مصادره. ¶ رحلة ملء العيبة: ¶ يُعَدُّ كتاب \" ملء العيبة\" من أنفس ما كتبه ابن رُشيْد, لما تضمنه هذا الكتاب من فوائد علميةٍ كثيرةٍ, وقد وصل إلينا من هذه الرحلة نسخة خطّية واحدة غير كاملة, منسوخة بخط المؤلف ما عدا الجزء الثالث منها, قرأها عليه تلميذه الأديب عبد المهيمن الحضرمي, كما يظهر من التقييدات الموجودة عليها, وانتقلت بعد ذلك بالمُلك بين أسر مغربيةٍ معروفة كعائلة الونشريسي والمنجور, ثمّ آلتْ إلى مكتبة دير الأسكوريال بالقرب من مدريد. ¶ ويقع المخطوط في سبعة أجزاءٍ كما ذكر المؤرخون, ضاع منها اثنان, ووصل إلينا خمسة هي (25): ¶ الجزء الثاني: ويتضمن الحديث عن مدينة تونس عند الورود, وقد ترجم فيه لستة عشر شيخا وأديبا وعالما من أهالي تونس والمقيمين فيها(26).",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "الجزء الثالث: وهو جزء مبتور الأول والآخر, يتحدّث فيه عن مصر والإسكندرية عند الورود, ترجم فيه لعشرة شيوخ من أهالي الإسكندرية, وثلاثة وأربعون من أهل القاهرة(27). ¶ الجزء الخامس: موضوعه الحرمان الشريفان ومصر والإسكندرية عند الصدور, وفيه يذكر ابن رُشيْد مراحل سفره, ويصف تنقّلاته ومحاوراته مع الأصحاب, ويطنب في الحديث عن مناسك الحج, ولا يغفل ما التزمه في رحلته في التعريف بمن لقيه من الرجال, فترجم في الحرمين الشريفين لستة عشر شيخا , وفي مصر لأحد عشر شيخا منهم أربعة تكرر لقاؤه بهم, وترجم بالإسكندرية لأربعة شيوخ(28). ¶ الجزء السادس: ويتعلّق بالعودة من الإسكندرية إلى تونس عن طريق طرابلس والمهدية, ويعرّف فيه بجماعة من الأعلام, واحد منهم لقيه بالمركب, واثنين لقيهم بمدينة طرابلس, وواحد لقيه بالمهدية, وأربعة وثلاثون لقيهم بتونس, منهم عشرة تكرر لقاؤه بهم(29). ¶ الجزء السابع: ويتعلّق بالعودة من تونس إلى سبتة عن طريق بونه(عنابة), ومالقة, ورُندة, والجزيرة الخضراء, ويتحدّث ابن رُشيْد في هذا الجزء عن مروياته, ومجالسه, ومراسلاته, ويترجم فيه لستة أشخاص, ويختم به الرحلة(30). ¶ أما الجزآن الضائعان فهما الأول والرابع, ويضم الجزء الأول حديثه عند خروجه من مدينة سبتة, ووصوله إلى المرية, ولقائه للوزير ابن الحكيم(ت 807هـ), ودخوله بعد ذلك بجاية, ونظنّ أنّ ابن رُشيْد قد عرّف في هذا الجزء بعدد من المشايخ والعلماء الذين كانت تزخر بهم بجاية في نهاية القرن السابع الهجري, الذين ترجمهم الغبريني في كتابه\" عنوان الدراية فيمن عرف من العلماء في المئة السابعة ببجاية\"",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "على حين يضم الجزء الرابع حديثه عن بلاد الشام التي اتّجه إليها ابن رُشيْد عند خروجه من مصر, ثم انطلق منها إلى الحجاز, ويبدو أنه ترجم فيه لجماعة من العلماء لقيهم في طريقه إلى الحجاز, ويدلّنا على أسماء بعض منهم الاستدعاء الكبير المطبوع بآخر الجزء الثالث من الرحلة. ¶ خط سير الرحلة ¶ نستطيع أن نحدّد خطّ سير رحلة ابن رُشيْد من خلال قراءتنا ما تبقى منها, وما جاء في المصادر المختلفة, فقد خرج رحّالتنا من مدينة سبتة قاصدا الحج سنة(681هـ), وعمره سبعة وعشرون عاما , وأقام بالمرية المدينة الأندلسية مدّة من الزمان لقي فيها الوزير الأديب ابن الحكيم, وتوطّدت أواصر الصداقة بين الرجلين, ورافقه في رحلته إلى الحج, فيمّم رحّالتنا شطر مدينة تونس عن طريق تلمسان وبجّاية, ومنها تحوّل إلى الإسكندرية, ثمّ القاهرة التى وصلها سنة (684هـ), ورحل من القاهرة إلى دمشق متوجّها إلى المدينة المنوّرة, ثمّ إلى مكّة المكرمة. ¶ وبعد أداء فريضة الحج عاد أدراجه إلى القاهرة فالإسكندرية سنة(685هـ), ومنها ركب البحر إلى طرابلس الغرب, فالمهدية بديار إفريقية فوصلها في ربيع الأول من تلك السنة, وبلغ تونس في ربيع الثاني, وأقام بها عاماً كاملا , ثمّ توجّه إلى مدينة بونه(عنابة), ومنها أبحر إلى مالقة ورندة والجزيرة الخضراء, ثم انتهى به المطاف إلى مدينة سبتة في جمادى الثانية سنة (686هـ). ¶ منهج ابن رُشيْد في رحلته:",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "كان ابن رُشيْد حريصا على الاتصال بالعلماء والشيوخ, والأخذ عنهم في كل مدينة كان يحلّ بها, وقد اكتسب من ذلك علما واسعا , قراءة ورواية وسماعا , ووقف على أمّهات التصانيف الحديثية وكتب العربية, وجرت بينه وبين من زارهم من العلماء محاورات ومناقشات علمية, ومطارحات أدبية, وكان احتفاله بهذا الجانب من رحلته مهيمنا عليه؛ بحيث لا نجده يصف المعالم والآثار والمدن إلا لُماما , وبقدر الحاجة, صارفا كل اهتمامه إلى ملاقاة الرجال وزيارة العلماء والمحدّثين والرواة, وأصحاب الكتب في مجالسهم بالمساجد أو الدكاكين أو في المنازل, وكان يحرص كذلك على زيارة قبور أئمة الحديث الذين يتّصل بهم السند أو ينتهي إليهم(31). وبهذا تُعدُّ هذه الرحلة بحقّ برنامجا أو فهرسا واعيا لما تضمّنته من تراجم وأسانيد وأسماء كتبٍ ومرويّات, وهذا ما وعاه تلميذه عبد المهيمن الحضرمي حين أطلق على الرحلة اسم البرنامج, فكتب في آخر صفحةٍ منها بخطّهِ ما نصّهُ:\" أكملتُ قراءة هذا البرنامج في يوم الأحد الحادي عشر لرجب عام عشرين وسبع مئة\"(32). ¶ تأثّر منهج ابن رُشيْد في رحلته بطبيعة ما حرص على جمعه أثناءها, فقال:\" إنّي لم أكن قصدتُ به مقصد التصانيف المهذبة, ولا التآليف المركبة, إنّما قيّدته بحسب ما تيسّر لي ممّا كتبته على ظهور الكتب, وفي بطون البطائق, ممّا قُيّد للتذكار بتلك المعاهد اللائحة الأنوار, فقصدت أن أضمّ بدده وأجمع عدده\"(33).",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وعرض في هذا التحديد المنهجيّ الذي احتفظ ببعضه في الجزء السابع إلى أهم ما تضمّنته الرحلة, فقال: \"... وإن كنت أودعته من الفوائد ما لعلّه لا يحصره ديوان, ويعزّ وجوده على ذي البحث والتنقير والافتنان من مسائل حديثيّة وأصليّة وأدبية وبيانية, بعضها منقول عن أئمتنا وأشياخنا, وبعضها ممّا فتح الله فيه من فضله العميم... وقد ضممت هذا المجموع من الأحاديث النبوية والغرائب الأصليّة والفقهية, واللطائف الأدبية, والنكت العروضية...\"(34). ¶ فمنهج ابن رُشيْد واضحٌ في الأبواب, وفي المضامين التي أثبتها في رحلته, وفي التعابير والألفاظ التي استعملها. ¶ فقد استعار منهج المحدّثين, وطريقتهم في الضبط, فتجلى ذلك في الأسانيد والمسلسلات التي رواها عن الشيوخ في هذه الرحلة, وفي الإجازات التي حصل عليها, إذ كان حذرا في النقل, متريّثا في الرواية, مثبتا في التدوين, فتبيّن ذلك من كلّ ما ساقه من أخبارٍ وروايات, فإنه اتّبع في كل ما أورده في الرحلة من نصوصٍ شعريةٍ أو نثريةٍ, أو أخبار, أو آراء, منهج التحرّي والنقد التوثيقي.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "ونلاحظ أنّ ابن رُشيْد اتّبع في الجزئين الخامس والسابع منهجا مختلفا إلى حد ما عن نهجه في بقيّة الأجزاء؛ إذ أولى الناحية الجغرافية اهتماما خاصا في الجزء الخامس, فوصف الطريق التي سلكها الركب منذ خروجه من الشام إلى الحجاز, ووصف البلدان التي مرّ بها كبُصرى وحوران وتبوك والحجر, وكذلك وصف البلدان التي قطعها بين المدينة ومكّة, أو الأماكن التي تتّصل بمناسك الحج, وأركانه.فقد قال في انطلاق الركب من دمشق إلى المدينة: \" وكان سفرنا من ظاهر دمشق من الموضع المعروف بميدان الحصى عصر يوم الاثنين الحادي عشر من شوّال, وقد كنّا برزنا للسفر غدوة اليوم, فاعتاق الكِريُّ في بعض حوائجه إلى عشيّ اليوم, وعاينّا في ذلك اليوم عند خروج الناس للوداع ما يسيل الدموع, ويكاد يذهب بالقلب السليم, فكيف بالمصدوع, فبتنا تلك الليلة بالموضع المعروف بالقيساريّة على ضفة النهر, ورحلنا سحر اليوم الثاني عشر, ونزلنا منازل بالطريق سالكين إلى بُصرى وهي مدينة حوران, وضبط هذا الاسم بضمّ أوّله, وإسكان ثانيه, وفتح الراء المهملة... وافتُتحت بُصرى في خلافة أبي بكر - - رضي الله عنه - - لعام وأربعة أشهر مضت على خلافته, فوافيناها بعد صلاة الجمعة في اليوم الخامس عشر من شوّال, ورأينا بلدا مُحكم الأسوار قديم الآثار, أبواب دوره من منحوت الأحجار... فأقمنا هناك ليتجهّز الناس, ويستقبلوا الصحراء يومي السبت والأحد, وقد أخذت في الراحة والحمد لله...\"(35). ¶ فمن الملاحظ أن ابن رُشيْد لا يكتفي بذكر مشاهداته فقط, بل يضيف إليها ثقافته التاريخية واللغوية, فضبط اسم المدينة, وذكر تاريخ فتحها وأحواله.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "بينما نجده في الجزء السابع يولي الناحية الأدبية اهتماما خاصا , ولا سيما مطارحاته مع الأديب التونسي أبي الفضل التجاني التي شغلت معظم السفر السابع من الرحلة, إذ وجد كلّ منهما في صاحبه ضالّته المنشودة, فتبادلا الرسائل والمساجلات الشعرية الإخوانية, وكان كلّ منهما معجبا بصاحبه كلّ الإعجاب, ومن نماذج رسائله قوله:\" ولا أغربُ من رسالتك البديعة المساق, المخجلة كلّ قلادة بما رزقته من حسن الانتظام والاتساق, فقد أغربت وأشرقت وغرّبت وشرّقت, وتهادتها النواسم العطرية, وافتقرت إليها الموسم السرّية والمباسم الخمرية, وأنت تخلع عليّ فرائدها, وتجلب إليّ فوائدها, وتذكرني في أمر التصنيف, وتعرّفني وإياه بغير لام التعريف, وتشرّف هذا المجموع غاية التشريف, فتارة تخاطبه بالعقيلة الحسناء, وتارة تخاطبه بالخميلة الغنّاء...\"(36). ¶ أمّا ترجمته للشيوخ فكان يترجم للشيخ فيذكر كنيته واسمه, وما تميّز به من علوم وآداب, ثمّ يذكر شيوخه وما أخذ عن كلّ شيخ, ويذكر إجازاته وسماعه والعلوم التي حصّلها, ومثال ذلك ترجمته للشيخ تاج الدين الغرافي الذي لقيه بالإسكندرية؛ إذ ذكر كنيته واسمه ونسبه, ونشأته, وحلاّه بما يستحقّه من صفات, ثمّ ذكر سماعه وإجازاته, وما أخذه عنه, وعدد تلاميذه(37). ¶ أسلوب الرحلة ¶ إنّ المطّلع على ما تبقى من رحلة ابن رُشيْد يلاحظ أنّ أسلوبها يتراوح بين الأسلوب المرسل, والأسلوب المُصَنَّع الذي يكدُّ المؤلف ذهنه لإنشاء الجمل والعبارات المزخرفة بأنواع المحسّنات البديعية. ¶ أمّا الغالب على أسلوب الرحلة فهو الأسلوب المرسل الذي يترك فيه المؤلف نفسه على سجيّتها, ويظهر ذلك جليا في الرحلة عندما كان يتناول بعض الأمور العلمية, والمناقشات الفقهية والحديثية, على حين كان يتأنق في عبارته في بعض المواضع, ولا سيما عندما كان يترجم لشيخ من الشيوخ, أو يصف متنزّها من المتنزهات, أو يطارح أديبا من الأدباء.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وتتفاوت عبارته في تقديم الشيوخ بين الطول والقصر, إذ كان يُقدّم بعضهم في جملٍ قليلة, في حين كان يُطيل في التعريف ببعضهم الآخر, ويطنب في ذلك, ويتأنّق ما وسعه في اختيار ألفاظه واستعمال أساليب البديع, ومن ذلك ترجمته للشيوخ, إذ يقول في ترجمة ابن حَبيش: \"... وكان متفنّنا في العلوم, مُصنّفا فيما يعنّ من الفهوم, متقدّم القدم في صناعة البيان, متمكن اليد من ناصية الإبداع والإحسان, تَلِجُ دُرَرُ كلمه أصداف الآذان من غير استئذان, مزيد في دهره, أمير في نظمه ونثره, أما النظم فبيدُه عنانه, وأمّا النثر فإن مال إليه توكف له بنانه, مع تواضع زائد, على صلة مجده عائد...\"(38). ¶ ويعود هذا التفاوت في طول الترجمة إلى مكانة صاحبها, وقربه منه, ومن مذهبه, إضافة إلى أنّ ابن رُشيْد كان يذكر الرجال من محفوظه, ومن غير العودة إلى كتب التراجم. فمن كان يطيل لقاءهم ويأخذ عنهم كان يطيل ترجمتهم, ومن مرّ به مرورا عابرا عرّف به ببضع كلمات. ¶ ويبدو من خلال ما اقتطفناه من ترجمة ابن حَبيش حرصه الكبير على التزام السجع, واستعمال المحسّنات البديعية كالجناس والترادف, ومراعاة الوزن بين الكلمات والجمل لإحداث إيقاع موسيقيّ, وتناسب صوتي معيّن, وليُسبغ على المترجم له أهمية كبيرة من خلال فخامة الأسلوب في نظر أهل عصره. ¶ بيْدَ أننا نجد ابن رُشيْد في بعض الأحيان يعتدل في استخدام المحسّنات؛ فيجيء أسلوبه أقرب إلى العفوية والطبع, وتتقبله الأذن بارتياح, ومن الأمثلة على ذلك وصفه لمنار الإسكندرية بقوله: \"... ومن عجائب الإسكندرية منارها الذي يعجز عنه الواصف, ويحار فيه الراصف, وضخامته من داخله أكثر مما هي من خارجه, وهو عجائب المصنوعات وغرائب المرئيات؛ قاسَ أحدُ أصحابنا جانبه البحري مئة ونيفا على عشرين قدما , وذكر لي بعض الأصحاب أنّه أخذ ارتفاعه بالأسطرلاب فألفى القاعدة ستين قامة...\"(39).",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "فهو هنا يقدّم معلوماتٍ ولذلك لان أسلوبه, في حين أنّه في الترجمة يسجّل موقفا يريد أن يظهره بتصنّع الأسلوب. ¶ أمّا أهم النماذج الأدبية التي تظهر ميزات نثره الفني في الرحلة فهي تلك الرسائل التي تبادلها مع أنداده في تونس, ومنها الرسالة التي بعثها إلى صنوه الأديب أبي الفضل التجاني التي يقول فيها:\"... فبالله يا ذا الفضائل، وربّ العقائل, انظر إلي بعين الرفق, وانظرني إلى زمن اليُسر في أداء هذا الحق, فقد أفْلستُ وأعسرتُ, ونصبت بديهتي ورويّتي وأكديت وأجبلت, ودع فكري ينزع قليلا , فقد تركته عليلا , وأنشقني من لدنك نسيما عليلا , وإنْ رضيت يا ذا المجد بدلا عن النقد بوافر الشكر والحمد, فجناني لا يعرف غيره, ولساني لا يسير إلا سيره, ولشدّ عليّ من اقتضاء ديْن الجواب ما إن لم أؤدّه عدلت عن الصواب, وهو إرضاء الضرّتين, والعدل في القسم بين الزوجتين, فقد نشزت الأولى عليّ لمّا رأت من حظوة الثانية لديّ, فقلت لها: أنت وإن كان لك سبق, فللداخلة عليك حقّ, وليس الأمر ببدع وأما في الباطن فقد عفا عنه عالم السرائر, وإن تماديتِ على النشوز فلأخطبنّ إليه ثالثة, فقالت: عليّ للوفاء يمين, ومثلي فيها لا يمين, وإني لا أخالها بعد الحلف ناكثة...\"(40). ¶ وهكذا يسترسل في الحوار الذي يشخّص فيه الرسالتين, وكأنّهما ضرتان زُفّتا إليه, ويظهر ابن رُشيْد في هذه الرسالة متأثرا بأسلوب ابن العميد من التزام السجع ومراعاة الجناس, وميل إلى الإطناب والترادف, كما نلاحظ ظاهرة التشخيص في إبراز الأفكار والمعاني, واستعمال المصطلحات العلمية؛ وخصوصاً مصطلحات الفقه والحديث, ويعكس الحوار في تشخيص الرسالتين وكأنّهما امرأتان ضرّتان زُفَّتا إليه.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "ويعكس النص المستوى العلمي الرفيع لابن رُشيْد, فإلى جانب ثراء معجمه اللغوي المتمثل في قدرته على اختيار اللفظة المناسبة لإكمال السجعات, تبدو ثقافته الفقهية التي استغلّها في إجراء الحوار المُتََخيّل بين الرسالتين الضرّتين, وبذلك كثرت المصطلحات الفقهية في رسالته؛ كالنشوز, والقسم, والحنث,..., وحرصَ على إظهار براعته الأدبية, لأن القدرة على الكتابة المتصنّعة من دلائل التفوّق في زمنه, حرص عليها كلّ العلماء على اختلاف علومهم ومذاهبهم. ¶ ولا بدّ من الإشارة هنا إلى أنه رغم مستواه الأدبي الرفيع, لم يكن يتهافت على هذا اللون من الزخرفة اللفظية, ولم يقدم على جواب أبي الفضل التجاني بهذا الأسلوب الفنّي إلا استجابة لإلحاح الأصدقاء الذين طلبوا منه ذلك. ومن هنا فإن هذا الأسلوب المتحرر المرسل هو الغالب على الرحلة, لأنّ النماذج الفنيّة التي أوردناها لا تكاد تُذكر بالقياس إلى غيرها. فأسلوب الطبع هو الغالب على الرحلة, ولم يكن يلجأ إلى الصنعة إلا عندما كان يُحلّي شيخا من الشيوخ، أو ينوّه ببقعة مباركة, وفيما عدا ذلك فإنّ ابن رُشيْد ينطلق في سرد الوقائع على سجيّته دون أن يولي المحسّنات بأنواعها اهتماما يذكر. ¶ الخاتمة: ¶ ظهر من عرض هذه الرحلة أنّها لم تكن كغيرها من الرحلات في غايتها وطريقة أدائها؛ فإنّ صاحبها أرادها تعريفا برجال عصره وعلمائه, وذكرا لشيوخه ونظرائه, ولم يرد بها ما أراده الرحالة الآخرون الذين حرصوا على وصف البلدان وذكر عجائبها, فغايته علميّة خالصة, ليس للتسلية فيها نصيب, ولكنه مع ذلك نثر فيها معلومات كثيرة في الفقه, والحديث, واللغة, والأدب, والتاريخ, والجغرافية, وأورد فيها نصوصا شعرية ونثرية لا توجد في غيرها. صارت ذات فائدة كبيرة, ومن هنا كانت شهرتها, وكانت أهميتها في أدب الرحلات. ¶ الوراقة: ¶ أ. الحواشي ¶ (1) كراتشكوفسكي, الأدب الجغرافي العربي1/ 142.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "(2) طبعت في مجمع اللغة العربية بدمشق بتحقيق المرحوم الدكتور سامي الدهّان بعنوان: \" رسالة ابن فضلان\". ¶ (3) انظر كتاب \" الرحالة المسلمون في العصور الوسطى\" لزكي محمد حسن. ¶ (4) نفح الطيب من غصن الأندلس الرطيب 2/5. ¶ (5) اسم رحلته \" ملء العيبة بما جُمعَ بطولِ الغيبةِ في الوجهة الوجيهة إلى الحرمين مكّة وطيبة\"وطبع منها ثلاثة أجزاء هي الثاني والثالث والخامس بتحقيق الشيخ محمد الحبيب بن الخوجة في تونس وبيروت. وبقي منها جزآن مخطوطان يعمل المحقق نفسه على تحقيقهما. ¶ (6) اسم رحلته \" الرحلة المغربية, أو رحلة العبدي\" , ونشرت في الرباط بعناية المرحوم الأستاذ محمد الفاسي, وطبعت بدمشق بتحقيقنا. ¶ (7) اسم رحلته \" مستفاد الرحلة والاغتراب\" , ونشرت بعناية عبد الحفيظ بن منصور, بتونس. ¶ (8) اسم رحلته\" تاج المفرق في تحلية علماء المشرق\", ونشرت بعناية الأستاذ الحسن السائح, بالمحمّدية, المغرب. ¶ (9) يرجع في أخباره وترجمته إلى: ¶ - الذهبي, من ذيول العبر121. ¶ - الصفدي, أعيان العصر4/ 676. ¶ - الصفدي, فوات الوفيات4/297. ¶ - ابن الخطيب, الإحاطة في أخبار غرناطة 3/ 135. ¶ - ابن فرحون, الديباج المذهب2/297. ¶ - ابن خلدون, التعريف بابن خلدون ورحلته غربا وشرقا , 20 , 39,45, 49, 310. ¶ - ابن الجزري, غاية النهاية في طبقات القرّاء, 2/219. ¶ - ابن حجر العسقلاني, الدرر الكامنة4/229. ¶ - ابن فهد المكي, ذيل طبقات الحفاظ97. ¶ - السيوطي, بغية الوعاة1/199. ¶ - الداودي, طبقات المفسرين2/217. ¶ - ابن القاضي, جذوة الاقتباس1/289. ¶ - ابن القاضي, درة الحجال في أسماء الرجال2/96. ¶ - المقّري, أزهار الرياض في أخبار القاضي غياض2/347. ¶ - المقّري, نفح الطيب من غصن الأندلس الرطيب, انظر فهرسه. ¶ - حاجي خليفة, كشف الظنون, 1/507, 836, 2/533, 3/ 550, 4/ 473, 6/ 102 , 144. ¶ - ابن العماد الحنبلي, شذرات الذهب 6 /56. ¶ - القادري, نشر المثاني1/ 120. ¶ - الشوكاني, البدر الطالع2/234.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "- الكتاني, سلوة الأنفاس2 /191. ¶ - محمد مخلوف, شجرة النور الزكية1/216. ¶ - الكتاني, فهرس الفهارس والأثبات2/443. ¶ - العباس بن إبراهيم, الإعلام بمن حلّ مرّاكش4/342. ¶ - عبدالله كنون, النبوغ المغربي1/206. ¶ - عبدالله كنون, ذكريات مشاهير رجال المغرب العدد18. ¶ - الزركلي, الأعلام 6/314. ¶ - كحالة, معجم المؤلفين11/63. ¶ - ابن عبدالله, الموسوعة المغربية1/106. ¶ - دائرة المعارف بالفرنسية ,3/933 ¶ (12)…درة الحجال2/96-97. ¶ (13)…الرحلة 7/49ب. ¶ (14)…الرحلة 7/46 أ. ¶ (15)…الديباج المذهب 2/ 297. ¶ (16)…انظر الإعلام بمن حل مراكش وأغمات من الأعلام 4/ 418. ¶ (17)…انظر الإعلام 4/418, أزهار الرياض 2/350, درة الحجال 2/ 97, الوافي بالوفيات 4/ 285, بغية الوعاة 1/200. ¶ (18)…هو شرح كتاب القوافي لحازم القرطاجني. ¶ (19)…طبع بتونس, بتحقيق الشيخ محمد الحبيب بن الخوجة. ¶ (20)…ورد باسم\" المحاكمة بين البخاري ومسلم\" عند كل من الصفدي, والسيوطي, وابن القاضي, والمقّري, وطبع بتحقيق الشيخ محمد الحبيب بن الخوجة, بتونس. ¶ (21)…هي رحلته التي نُعرّف بها, وطبع منها الأجزاء الثاني والثالث بتونس, والخامس ببيروت, بتحقيق الشيخ محمد الحبيب بن الخوجة. ¶ (22)…ذيل العبر1/121. ¶ (23)…أزهار الرياض2/ 348. ¶ (24)…الإحاطة 3/135. ¶ (25)…الديباج المذهب 2/297 - 298. ¶ (26)…التعريف بابن خلدون59. ¶ (27)…محفوظة بمكتبة دير الأسكوريال تحت الأرقام التالية: الجزء الثاني رقمه1736, الجزء الثالث رقمه1739 , الجزء الخامس رقمه 1680 , الجزء السابع رقمه1735. ¶ (28)…طبع بتونس, بتحقيق الشيخ محمد الحبيب بن الخوجة. ¶ (29)…طبع بتونس, بتحقيق الشيخ محمد الحبيب بن الخوجة. ¶ (30)…طبع بتونس, بتحقيق الشيخ محمد الحبيب بن الخوجة. ¶ (31)…ما زال هذا الجزء مخطوطا . ¶ (32)…ما زال هذا الجزء مخطوطا .",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "(33)…يقول في أثناء زيارته للإسكندرية\".. وزرنا بالإسكندرية- حماها الله تعالى- قبر الإمام الزاهد المحدث آخر الحفاظ وبقية المحدّثين أبي الطاهر السلفي داخل باب الأخضر على مقربةٍ منه, وله سنامٌ كبيرٌ عالٍ, وعلى مقربةٍ منه قبر الزاهد الفقيه الإمام أبي بكر الطرطوشي الرحلة3/92. ¶ (34)…الرحلة / غلاف الجزء الأخير. ¶ (35)…الرحلة 7 / 46 أ. ¶ (36)…الرحلة 7 / 46 أ. ¶ (37)…الرحلة 5 / 1- 3. ¶ (38)…الرحلة 7 / 13 ب. ¶ (39)…الرحلة 3 / 53 – 94. ¶ (40)…الرحلة 2 / 84. ¶ (41)…الرحلة 3 / 94 - 95. ¶ (42)…الرحلة 7 / 27 أ ¶ ب . المصادر والمراجع ¶ 1. الكتب ¶ - ابن إبراهيم(1976 م), العباس, الإعلام بمن حلّ مراكش وأغمات من الأعلام, المطبعة الملكية, الرباط. ¶ - بالنثيا, آنخل جنثالث, تاريخ الفكر الأندلسي, ترجمة حسين مؤنس, د.ت.د.ط, القاهرة. ¶ - ابن تاويت(1982م), محمد, الوافي بالأدب العربي في المغرب الأقصى, الدار البيضاء. ¶ - ابن الجزري(1972م), محمد بن محمد, طبقات المفسرين, تح علي محمد عمر, القاهرة. ¶ - حاجي خليفة(1951 م), محمد بن عبد الله, كشف الظنون عن أسماء الكتب والفنون, إستانبول. ¶ - ابن حجر العسقلاني, أحمد بن علي, الدرر الكامنة في أعيان المئة الثامنة, تح محمد سيد جاد الحق, د.ت.د.ط, القاهرة. ¶ - الحسين(1982 م), عبد الهادي أحمد, مظاهر النهضة الحديثية في عهد يعقوب المنصور الموحدي, الرباط. ¶ - ابن الخطيب(1975 م), محمد بن عبدالله لسان الدين, الإحاطة في أخبار غرناطة, تح محمد عبدالله عنان, القاهرة. ¶ - ابن خلدون(1951 م), عبدالرحمن, التعريف بابن خلدون ورحلته شرقا وغرباً, تح محمد بن تاويت الطنجي, القاهرة. ¶ - الداودي (1972 م), محمد بن علي, طبقات المفسرين, تح علي محمد, القاهرة. ¶ - الذهبي, محمد بن أحمد, ذيل العبر, تح محمد رشاد عبدالمطلب, د.ت.د.ط, الكويت.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "- ابن رشيد, محمد بن عمر, ملء العيبة بما جُمعَ بطولِ الغيبةِ في الوجهة الوجيهة إلى الحرمين مكّة وطيبة, الأجزاء2-3-5, تح الشيخ محمد الحبيب بن الخوجة, تونس وبيروت, والأجزاء 6و7 مخطوط الأسكوريال. ¶ - الزركلي(1982 م), خير الدين, الأعلام, بيروت. ¶ - السيوطي (1965 م), عبدالرحمن, بغية الوعاة في طبقات اللغويين والنحاة, تح محمد أبو الفضل إبراهيم, القاهرة. ¶ - ابن شقرون (1985م), محمد, مظاهر الثقافة المغربية, الدار البيضاء. ¶ - الشوكاني (1348 هـ), محمد بن علي, البدر الطالع بمحاسن ما بعد القرن السابع, القاهرة. ¶ - الصفدي (1998 م), خليل بن أيبك, أعيان العصر وأعوان النصر, تح علي أبو زيد ورفاقه, دمشق. ¶ - الصفدي, خليل بن أيبك, الوافي بالوفيّات(ج4) تح ديدرنغ, بيروت 1394 هـ/ 1974 م. ¶ - ابن عبدالله(1975 م), عبدالعزيز, الموسوعة المغربية, الرباط. ¶ - ابن العماد الحنبلي(1350هـ), عبدالحي, شذرات الذهب في أخبار من ذهب,القاهرة. ¶ - ابن فرحون(1982 م), إبراهيم بن علي, الديباج المذهب في معرفة أعيان المذهب, تح محمد الأحمدي أبو النور, القاهرة. ¶ - ابن فهد(1347هـ), محمد بن محمد, لحظ الألحاظ في الذيل على طبقات الحفاظ, دمشق. ¶ - القادري(1982 م), محمد بن الطيب, نشر المثاني لأهل القرن الحادي عشر والثاني, تح محمد حجي وأحمد التوفيق, الرباط. ¶ - ابن القاضي (1972 م), أحمد بن محمد, جذوة الاقتباس فيمن حلّ من الأعلام مدينة فاس, الرباط. ¶ - ابن القاضي(1971 م), أحمد بن محمد, درة الحجال في أسماء الرجال, تح محمد الأحمدي أبو النور, تونس والقاهرة. ¶ - الكتاني(1316 هـ), محمد بن جعفر, سلوة الأنفاس ومحادثة الأكياس فيمن أقبر من العلماء بمدينة فاس. ¶ - الكتاني(1982 م), محمد بن عبدالحي, فهرس الفهارس والأثبات, تح إحسان عباس, بيروت - لبنان. ¶ - كحالة, عمر رضا, معجم المؤلفين, بيروت د. ت.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "- كراتشكوفسكي(1979 م), أغناطيوس, تاريخ الأدب الجغرافي العربي, ترجمة صلاح الدين عثمان هاشم, القاهرة. ¶ - كنون(1961 م), عبدالله, النبوغ المغربي في الأدب العربي, بيروت- لبنان. ¶ - كنون, عبدالله, ذكريات مشاهير رجال المغرب, العدد 18, تطوان د. ت. ¶ - مجموعة من الباحثين, دائرة المعارف الإسلامية, بالفرنسية , د. ت. ¶ - مخلوف(1349 هـ), محمد, شجرة النور الزكية في طبقات المالكية, القاهرة. ¶ - المقّري, محمد بن أحمد, أزهار الرياض في أخبار القاضي عياض, تح مصطفى السقّا ورفاقه, الرباط د. ت. ¶ - المقّري(1968 م), محمد بن أحمد, نفح الطيب في غصن الأندلس الرطيب, تح إحسان عباس, بيروت- لبنان. ¶ 2. المجلات ¶ - مجلة دعوة الحق, سنة 3, عدد 2 ص33 بحث لمحمد الفاسي. ¶ - مجلة العرب, سنة 3, ج 5 , ص 442, بحث لحمد الجاسر. ¶ - مجلة كلية الآداب والعلوم الإنسانية(جامعة محمد الخامس بالرباط) عدد 8 ص 95 بحث لمحمد بن شريفة. ¶ - مجلة معهد المخطوطات, مايو 1959 بحث لمحمد الفاسي. ¶ - مجلة المناهل, عدد 22 ص 675 بحث لعبد القادر زمامة. ¶ - النشرة العلمية للكلية الزيتونية, عدد 5 ص 257, بحث لمحمد الحبيب بن الخوجة.",
            "page": "19",
            "part": "1"
        }
    ],
    "t35807": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "ابن_رشيد_الفهري_السبتي"
        }
    ]
}