{
    "b35820": [
        {
            "id": "1",
            "nass": "رئيس الجامعة الإسلامية ¶ الشيخ محمد بن إبراهيم آل الشيخ ¶ رحمه الله تعالى ¶ بقلم فضيلة الشيخ: ¶ عبد المحسن بن حمد العباد البدر ¶ (حفظه الله تعالى) ¶ في اليوم الرابع والعشرين من شهر رمضان المبارك من هذا العام فقدت المملكة العربية السعودية علمها الشامخ وكوكبها الأغر ونجمها اللامع ومشعلها الوضاء سماحة المفتي ورئيس القضاة ورئيس الجامعة الإسلامية والكليات والمعاهد العلمية: الشيخ الجليل العالم العامل الذي طال عمره وحسن عمله محمد بن إبراهيم آل الشيخ محمد بن عبد الوهاب غفر الله له ورحمه. ¶ وكان لوفاته الأثر البالغ في النفوس لما للفقيد رحمه الله من مكانة مرموقة وأعمال جليلة، وهذه لمحة قصيرة عن سماحته رأيت إثباتها في مجلة الجامعة الإسلامية بالمدينة المنورة، التي هي إحدى المؤسسات العلمية التي يرأسها سماحته في أول عدد يصدر بعد وفاته. ¶ وموضوع الحديث عن سماحته مشاع لا يخفى على الكثير من الناس، لكنها الرغبة في أداء بعض ما يجب لهذا الرجل الفذ، الذي جمع بين العلم والعمل، وإن هي إلاّ حاجة في نفس يعقوب قضاها، رحم الله الفقيد، ولا فتننا بعده، وإنّا لله وإنّا إليه راجعون. ¶ نسبه: ¶ هو صاحب السماحة الشيخ الجليل أبو عبد العزيز محمد بن الشيخ إبراهيم المتوفى سنة 1329هـ رحمه الله ابن الشيخ عبد اللطيف المتوفى سنة 1293هـ رحمه الله ابن الشيخ عبد الرحمن بن حسن المتوفى سنة 1285هـ رحمه الله ابن شيخ الإسلام الإمام مجدد القرن الثاني عشر محمد بن عبد الوهاب المتوفى سنة 1206هـ رحمه الله، ينتهي نسبه إلى ذلك الإمام المبارك الذي أظهر الله به السنة المحمدية في وقت اشتدت فيه غربة الدين وكثر فيه تعلق الخلق بغير رب العالمين؛ فأرشد النّاس إلى الصراط المستقيم صراط المنعم عليهم من النبيين والصديقين والشهداء والصالحين، وحذرهم من طرق الجحيم الطرق التي سلكها أعداء الله من المغضوب عليهم والضالين، فجزاه الله عن الإسلام والمسلمين خيرا.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "ولادته وأبرز شيوخه وتلامذته: ¶ ولد رحمه الله وغفر له في اليوم السابع من شهر محرم سنة إحدى وعشرة بعد الثلاثمائة والألف 1311هـ، في مدينة الرياض. ¶ ونشأ في بيت العلم والفضل والتقى والصلاح، فتغذى بلبان العلم والإيمان، وتسلح بسلاح المعرفة والعقيدة السليمة منذ نعومة أظفاره حتى آل أمره إلى أن صار مرجع العلماء وأبرز الفقهاء ونادرة الأذكياء. ¶ أخذ العلم عن والده الشيخ إبراهيم وعن عمه الشيخ عبد اللطيف وعن الشيخ سعد بن عتيق وعن الشيخ حمد بن فارس وغيرهم ممن فقهه الله في دينه ونور بصيرته. ¶ ثم أخذ ينشر العلم ويرشد إلى الخير ويحذر من الشر صابرا محتسبا حتى تخرج على يديه الأعداد الكبيرة من العلماء الذين قاموا بمهام القضاء والتدريس وغيرها في المملكة العربية السعودية، ومن أبرزهم: فضيلة الشيخ عبد العزيز بن عبد الله بن باز نائبه في الجامعة الإسلامية بالمدينة المنورة، وفضيلة الشيخ عبد الله بن محمد بن حميد الرئيس العام للإشراف الديني بالمسجد الحرام. ¶ أعماله رحمه الله: ¶ بعد وفاة عمه الشيخ عبد الله بن عبد اللطيف سنة 1339هـ، أسند إليه عمله، وقام مقامه في الإفتاء ومشيخة علماء نجد وملحقاتها، ثم تولى رئاسة القضاء في جميع أنحاء المملكة العربية السعودية، وعند تأسيس الكليات و المعاهد العلمية باقتراحه ومشورته أسندت إليه رئاستها ثم رئاسة الجامعة الإسلامية بالمدينة المنورة ورئاسة رابطة العالم الإسلامي وغيرها من الأعمال العظيمة التي أنيطت بسماحته والتي كان الناس يزاولها بقوة وحزم إلى نهاية أمره. ¶ وما كان تقليد ولاة أمور المسلمين لسماحته هذه الأعمال إلاّ لكونه موضع الثقة التامة، وما كان تقلده إياها إلاّ حرصا منه على أن تسير الأمور فيها على أكمل وجه وأحسن حال.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "هذا وإنّ المدة التي بين وفاة عمه الشيخ عبد الله بن عبد اللطيف سنة 1339هـ وبين وفاته رحمه الله سنة 1389هـ خمسون سنة قضاها في الدعوة إلى الحق، والجهاد في سبيل الله، والذب عن شريعته، والعمل بجد وحزم فيما ينفع المسلمين، أجزل الله له الثواب، وأسكنه فسيح الجنان. ¶ مؤلفاته: ¶ ورغم كثرة هذه الأعمال التي نهض بها، والتي يشق القيام بها على الجماعة من الرجال خلف وراءه من الفتاوى ما يبلغ المجلدات الكثيرة، وقد جمع بعضها الشيخ عبد الرحمن بن قاسم وأكثرها في ملفات دار الإفتاء، ونرجو الله أن يوفق المسؤولين لنشرها ليعم الانتفاع بها، كما أنّ له نصائح توجيهية عامة وخاصة ورسائل قيمة كبيرة الفائدة قد طبع كثير منها. ¶ صفاته رحمه الله: ¶ وكان سماحته غفر الله له من الرجال القلائل الذين يعدون من نوادر الزمان لما منحه الله من الصفات الجمة، وذلك فضل الله يؤتيه من يشاء والله ذو الفضل العظيم. ¶ فقد كان رحمه الله إلى جانب غزارة علمه وسعة اطلاعه وقوة ذاكرته أرجح العقل ثاقب الرأي، صبورا حليما، ذا أناة وروية، وذا شخصية فذة، تذوب أمامها الشخصيات الكبيرة، مهيب الجانب، مع تواضعه وبعده عن الترفع، عالي الهمة، رجل علم وعمل، حافظا لوقته معنيا بعمارته في خدمة الإسلام والمسلمين بعزيمة لا تعرف الكسل وهمة لا يشوبها فتور داعيا إلى الله على بصيرة لا يخشى في الله لومة لائم إلى غير ذلك من الخصال الحميدة التي وفقه الله للاتصاف بها. ¶ وقد فقد بصره في السابعة عشر من عمره، ولكن الله عوضه قوة في البصيرة ونورا في القلب وإشراقا في حياته المباركة المعمورة بتقوى الله والجهاد في سبيله. ¶ وفاته رحمه الله:",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "انتقل إلى رحمة الله تعالى ضحى في أول الساعة الخامسة من يوم الأربعاء الموافق الرابع والعشرين من شهر رمضان المبارك سنة 1389هـ، وصلى عليه في المسجد الجامع الكبير في الرياض عقب صلاة الظهر أم الناس في الصلاة عليه فضيلة الشيخ عبد العزيز بن عبد الله بن باز، واكتظ المسجد بالمصلين عليه من خاصة الناس وعامتهم على الرغم من قصر المدة التي بين وفاته ووقت صلاة الظهر. ¶ وكان على رأس الذين حضروا الصلاة عليه جلالة الملك فيصل حفظه الله حيث أدى الصلاة عليه مع الناس في الجامع الكبير ثم ذهب إلى المقبرة ولم يزل على حافة القبر حتى دفن رحمه الله. ¶ وقد نقل من المسجد إلى المقبرة على أكتاف الرجال في مسافة تقرب من اثنين كيلومترا، واكتظت الشوارع بالمشاة وبالسيارات التي تحمل المشيعين لجنازته، ولم تكن المصيبة فيه مصيبة أسرة بل كانت المصيبة عامة لا تكاد تلقى أحدا إلاّ وهو يتمثل بقول الشاعر: ¶ وما كان قيس هلكه هلك واحد ¶ …………………ولكنه بنيان قوم تهدما ¶ وكانت وفاته رحمه الله على أثر مرض أصابه في كبده في أواخر شهر شعبان حيث دخل المستشفى في الرياض، وفي أوائل شهر رمضان سافر إلى لندن ثم عاد منها إلى الرياض في مساء يوم الخميس الثامن عشر من شهر رمضان، ومنذ عودته وهو في غيبوبة يفيق أحيان فيذكر الله ويستغفره حتى توفاه الله تعالى. ¶ ومدة عمره ثمان وسبعون سنة وثمانية أشهر وثمانية أيام رحمه الله وغفر له، وأسأل الله الكريم رب العرش العظيم أن يفتح له أبواب الجنة الثمانية ليدخل من أيها شاء إنّه ولي ذلك والقادر عليه، ولا حول ولا قوة إلاّ به. ¶ وقد أرخت سنة وفاته بهذه الأبيات: ¶ سماحة الشيخ العظيم المنزله ... الثاقب الرأي بحل المشكلة ¶ مفتي الديار رأس كل قضاتها ... مع درر علم الشرع كل أنّ له ¶ وفاته بأحرف أرختها ... فقلت (جد جواد واغفر لي وله) ¶ 21-1327+41=1389هـ",
            "page": "4",
            "part": "1"
        }
    ],
    "t35820": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "رئيس الجامعة الإسلامية الشيخ محمد بن إبراهيم آل الشيخ"
        }
    ]
}