{
    "b35834": [
        {
            "id": "1",
            "nass": "الأحاديث النبوية في فضائل معاوية بن أبي سفيان ¶ محمد الأمين الشنقيطي ¶ بسم الله الرحمان الرحيم ¶ و الحمد لله رب العالمين و الصلاة والسلام على سيدنا محمد سيد المرسلين. أما بعد: الأحاديث في فضائل معاوية رضي الله عنه ومناقبه، كثيرة مشهورة بعضها في الصحيحين. قال ابن كثير بعد ذلك (11|410): \"\"قال ابن عساكر (59|106): وأصح ما رُوي في فضل معاوية حديث أبي حمزة عن ابن عباس أنه كاتِبُ النبيِّ منذ أسلم، أخرجه مسلم في صحيحه. وبعده حديث العرباض: اللهم علمه الكتاب. وبعد حديث ابن أبي عَميرة: اللهم اجعله هاديا مهديا\"\". ¶ نذكر من هذا الأحاديث: ¶ اللهم اجعله هاديا مهديا ¶ أخرج الإمام البخاري بسند صحيح في التاريخ الكبير (5|240): عن أبي مسهر حدثنا سعيد بن عبد العزيز عن ربيعة بن يزيد عن (الصحابي عبد الرحمن) بن أبي عميرة قال: قال النبي صلى الله عليه وسلم لمعاوية: \"اللهم اجعلهُ هادِياً مَهديّاً واهده واهدِ به\". إنظر أيضاً مسند الشاميين (1|190) و الآحاد والمثاني (2|358). ¶ أبو مسهر قال عنه الخليلي: \"ثقةٌ إمامٌ حافظٌ متفقٌ عليه\"، كما في تهذيب التهذيب (6|90). سعيد إمام ثقة ثبت مجمعٌ على توثيقه، قال عنه أحمد في المسند: \"ليس بالشام رجل أصح حديثاً من سعيد بن عبد العزيز، هو والأوزاعي عندي سواء\"، كما في سير أعلام النبلاء (8|34) و تهذيب الكمال (10|539). وكان إماماً فقيهاً زاهداً شديد الورع. ربيعة بن يزيد إمام ثقة مجمعٌ على توثيقه، قال ابن حبان عنه في الثقات: \"كان من خيار أهل الشام\"، كما في تهذيب التهذيب (3|228). يونس بن ميسرة مجمعٌ على توثيقه، كما في التهذيب (11|394)، وقال عنه أبو حاتم: \"كان من خيار الناس\". وكذلك مروان بن محمد ثقة، كما في التهذيب (10|86).",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "قال البخاري في التاريخ الكبير (5|240): \"عبد الرحمن بن أبي عميرة المزني، يعد في الشاميين. قال أبو مسهر: حدثنا سعيد بن عبد العزيز، عن ربيعة بن يزيد، عن ابن أبي عميرة، قال النبي صلى الله عليه وسلم لمعاوية: \"اللهم اجعله هاديا مهديا واهده واهد به\". وقال عبد الله عن مروان، عن سعيد عن ربيعة، سمع عبد الرحمن، سمع النبي صلى الله عليه وسلم مثله\". ¶ و هذا إسناد رجاله كله ثقات أثبات أخرج لهم الشيخان. و قد توبع أبو مسهر (بجماعة كالوليد بن مسلم، ومروان بن محمد الطاطري، وعمر بن عبد الواحد، محمد بن سليمان الحراني) و كذلك ربيعة (توبع بيونس بن ميسرة). وقد علمنا أنه لو كان الإسناد متصلاً ورجاله ثقات وخلى المتن من شذوذٍ وعلة، فإننا نحكم على الحديث بالصحة. وقد وقع التصريح بالسماع في جميع طبقات الإسناد، وسنده صحيح، ورجاله ثقات أثبات. وهذا الحديث صحيح بلا ريب على شرط مسلم. ¶ فقد احتج مسلم برواية أبي مسهر ومروان بن محمد عن سعيد بن عبد العزيز عن ربيعة بن يزيد، في حديث \"يا عبادي، إني حرمت الظلم على نفسي\". وهو الحديث الذي قال فيه الإمام أحمد بن حنبل: \"هو أشرف حديثٍ لأهل الشام\". وهو حديثٌ مجمعٌ على صحته. والحديث الذي نتكلم عليه، هو بنفس إسناد ذلك الحديث. وإنما اختلف الصحابي، وهذا لا يضر لأن الصحابة كلهم عدول. ¶ و قد حاول أحد المبتدعة المعاصرين جاهداً تضعيف الحديث، فجمع شبهات عليه هي أوهى من بيت العنكبوت: ¶ 1- طعنه في الصحابي الجليل عبد الرحمان المزني (وليس الأزدي) رضي الله عنه. وهو أخو الصحابي الجليل محمد بن أبي عميرة رضي الله عنه (لم يختلف أحد في صِحَّة صُحبته). وقد ترجم له ابن عساكر بستة صفحات في تاريخ دمشق.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وجاء في علل ابن أبي حاتم (2|362): سألت أبي عن حديث رواه الوليد بن مسلم عن سعيد بن عبد العزيز عن يونس بن ميسرة بن حليس عن عبد الرحمن بن عميرة الأزدي أنه سمع رسول الله صلى الله عليه وسلم يقول: -وذكر معاوية- فقال: \"اللهم اجعله هادياً مهدياً واهدِ به\". قال أبي: \"روى مروان وأبو مسهر عن سعيد بن عبد العزيز عن ربيعة بن يزيد عن ابن أبي عميرة عن معاوية: \"قال لي النبي صلى الله عليه وسلم \"\". قلت لأبي: \"فهو ابن أبي عميرة، أو ابن عميرة؟\". قال: \"لا. إنما هو ابن أبي عميرة\". فسمعت أبي يقول: \"غلط الوليد، وإنما هو ابن أبي عميرة، ولم يسمع من النبي صلى الله عليه وسلم هذا الحديث\". ¶ ومن هنا ظنّ ابن عبد البر أن المقصود عدم صحة صحبة إبن أبي عميرة رضي الله عنه. وقد ردّ عليه إبن حجر في الإصابة بما يثبت قطعاً سماعه وصحبته (علماً أن أبا حاتم نفسه قد ذكر أن لابن أبي عميرة صحبة، كما في الإصابة). وليس هذا مقصود أبي حاتم، و إنما المقصود هو أن هذا الحديث ليس فيه التصريح بالسماع، وفيه ترجيح لرواية أبي مسهر (الذي ذكرناها أعلاه) على رواية الوليد بن مسلم (التي فيها التصريح بالسماع) لأنه سُئل عن هاتين الروايتين فأجاب بهذا. فهو ينص على أن ابن أبي عميرة لم يسمع هذا الحديث بالذات من رسول الله صلى الله عليه وسلم ، بل سمعه من معاوية رضي الله عنه. وإلا فإن أبا حاتم الرازي ممن يثبتون صحبة ابن أبي عميرة رضي الله عنه. وعلى أية حال فقد روى الحديث (هاديا مهديا): أبو زرعة الشامي وعباس الترقفي عن أبي مسهر، وفيه التصريح بالسماع أيضاً. فهو إذاً المحفوظ. وأرى أن أبا حاتم -رحمه الله- قد وهم في ذكر معاوية في الإسناد، تبعاً للسؤال. ذلك لأنه لم نجد ذكر معاوية لا في طريق صحيح ولا سقيم لهذا الحديث.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "و عبد الرحمن بن عميرة قد ذكره ابن حجر في القسم الأول من \"الإصابة\"، مما يعني أنه عنده ممن ثبتت له رؤية أو سماع. وقد أثبت صحبته -كما في \"الإصابة\"- كل من: أبي حاتم الرازي، وابن السكن، والبخاري (أمير المؤمنين في الحديث)، وابن سعد، ودُحيم (وهو المرجع في تعديل وجرح الشاميين)، وسليمان بن عبد الحميد البهراني. وكذلك أثبت صحبته ابن قانع في معجم الصحابة (2|146)، و الذهبي في تجريد أسماء الصحابة (3742) وفي تاريخ الإسلام (4|309) وفي غيرهما، وبقي بن مخلد في مقدمة مُسنده (#355)، والترمذي في تسمية الصحابة (#388)، ويعقوب بن سفيان في المعرفة (1|287 )، وأبو القاسم البغوي في معجم الصحابة (4|489)، وابن أبي حاتم في الجرح والتعديل (5|273)، وابن حبان في الثقات (3|252)، وأبو بكر بن البرقي في كتاب الصحابة، وأبو الحسن بن سميع في الطبقة الأولى من الصحابة، وأبو بكر عبد الصمد بن سعيد الحمصي في \"تسمية من نزل حمص من الصحابة\"، وابن منده، وأبو نعيم، والنووي في تهذيب الأسماء واللغات (2|407)، والخطيب البغدادي في تالي تلخيص المتشابه (2|539)، والشيباني في الآحاد والمثاني (2|358)، والمِزِّي في تهذيب الكمال (17|321)، وابن عساكر في تاريخ دمشق (35|230)، وأبو نصر الحافظ، وابن فتحون. هذا عدا الإمام سعيد بن عبد العزيز التنوخي -راوي الحديث- وهو أدرى به، وكلامه معتمدٌ في جرح وتعديل الشاميين. بل أفرد له الإمام أحمد بن حنبل جزءً في مسنده. مما يدل على تحقق الإجماع (قبل ابن عبد البر) على صحة صحبة عبد الرحمن.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "ولذلك شنّع الحافظ ابن حجر بشدة على ابن عبد البر في ذلك، وسرد عدداً من الأحاديث المصرحة بسماعه من النبي صلى الله عليه وسلم ، ثم قال: \"فما الذي يصحّح الصُّحبةَ زائداً على هذا؟!\". وابن عبد البر ذكره شيخ الإسلام بالتشيع في منهاج السنة (7|373). وهو واضح لمن قرأ كتبه وبخاصة تراجم بعض الصحابة بكتابه الاستيعاب. والعجيب أنه زعم أن من الرواة من أوقف الحديث. وهذا باطل لا شك في ذلك. وهناك من بحث طرق هذا الحديث بتوسع جداً مثل ابن عساكر وغيره، فما عثر أحد على من أوقف الحديث، ولا حتى من ذكر ذلك. ولهذا قال ابن حجر عن ابن عبد البر (كما في الأربعون المتباينة 22): \"وجدنا له في \"الاستيعاب\" أوهاماً كثيرة، تتبع بعضها الحافظ ابن فتحون في مجلدة\". ¶ 2- زعم المبتدع أن إسناد الحديث مضطرب. وذلك لأنه روي عن سعيد عن ربيعة ويونس. والجواب أن كلا الطريقين محفوظ عن الوليد بن مسلم. فقد رواه أحمد في مسنده (4|216): \"حدثنا علي بن بحر، حدثنا الوليد ابن مسلم، حدثنا سعيد بن عبد العزيز، عن ربيعة بن يزيد، عن عبد الرحمن به\". وعلي بن بحر هذا ثقة، وسعيد التنوخي ثقةٌ ثبتٌ فضّله أبو مسهر على الأوزاعي. فمن كانت هذه صفته، احتمل تعدد الأسانيد. وعلى فرض المخالفة فقد رجّح أبو حاتم الرواية الأولى التي رواها أيضاً أبو مسهر ومروان. وكذلك فعل ابن عساكر (59|84). أما الرواية الثانية فلم يتفرّد بها الوليد، بل تابعه عليها عمر بن عبد الواحد (ثقة) عند ابن شاهين كما في الإصابة. فثبت أن كلا الطريقين محفوظين وليس هناك اضطراب في الحديث.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وقد أثبت ذلك الحافظ ابن حجر فقال في الإصابة (4|343) عن هذا الحديث: \"ليست للحديث الأول علة الاضطراب، فإن رواته ثقات. فقد رواه الوليد بن مسلم وعمر بن عبد الواحد عن سعيد بن عبد العزيز -فخالفا أبا مسهر في شيخه- قالا: سعيد عن يونس بن ميسرة عن عبد الرحمن بن أبي عميرة. أخرجه ابن شاهين من طريق محمود بن خالد عنهما. وكذا أخرجه ابن قانع من طريق زيد بن أبي الزرقاء عن الوليد بن مسلم\". ¶ 3- طعنه بالإمام التنوخي بحجة أنه اختلط. قلت: أما إعلال الحديث باختلاط سعيد بن عبد العزيز فليس بسديد، وذلك لأنه لم يحدّث وقت اختلاطه، بنص من وصفه بالاختلاط وهو أبو مسهر (وإليه المرجع في جرح وتعديل الشاميين). قال ابن معين في تاريخ الدوري (4|479): \"قال أبو مُسْهِر: كان سعيد بن عبد العزيز قد اختلط قبل موته، وكان يُعرض عليه قبل أن يموت، وكان يقول: لا أجيزها!\". ولذلك فقد احتج مسلم بحديثه من رواية أبي مسهر، والوليد بن مسلم، ومروان بن محمد، وهم نفسهم الذين رووا هذا الحديث عنه. وسعيد التنوخي، ثقة حجة، في مستوى الأوزاعي أو يزيد، فكيف يضعف حديثه بعد ذلك؟! ¶ فلم يُعِلَّ الحديث بهذا أحدٌ من الحفاظ، بل لا تجد مِن مُتقدِّميهم أحداً يُعل باختلاط سعيد أصلاً. فهو أثبتُ الشاميين وأصحُّهم حديثاً، كما قال الإمام أحمد وغيرُه. وما غمز فيه أحد، بل ساووه بالإمام مالك، وقدّموه على الأوزاعي، واحتج بروايته الشيخان وغيرُهما مطلقاً.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "ومَن روى الحديث عنه هو أبو مسهر: عالمٌ بالحديث يَقظٌ متثبّت، بل أثبت الشاميين في زمانه عموماً، وأثبتهم في سعيد خصوصاً. وكان سعيد يقدّمُه ويخصُّه. وقد رفع من أمره وإتقانه جداً الإمامان أحمد وابن معين. وأبو مسهر عالم باختلاط شيخه، بل إن كشفَه لاختلاط شيخه من تثبّته، فيَبعُد أن يأخذَ عن شيخه ما يُحْذَرُ منه. قال الشيخ الألباني في الصحيحة (4|616) بعد أن ذكر متابعة أربعة من الثقات لأبي مُسهر: \"فهذه خمسة طرق عن سعيد بن عبد العزيز، وكلهم من ثقات الشاميين. ويبعد عادة أن يكونوا جميعاً سمعوه منه بعد الاختلاط. وكأنه لذلك لم يُعله الحافظ بالاختلاط\". ¶ 4- زعمه أن الحديث مرسل. قال هذا المبتدع: \"ولو ثبت لابن أبي عميرة صحبة، فهذا الحديث بالذات نص أهل الشام على أنه لم يسمعه من النبي صلى الله عليه وسلم كما في علل الحديث لابن أبي حاتم\". قلت: هذا من هراءه ومحاولته لتضعيف الحديث بأي طريقة كانت. فمرسل الصحابي حجة باتفاق علماء الحديث، عدا أننا قد سبق وأوضحنا أن أبا حاتم لم يقصد في كلامه ما أراده ذلك المبتدع. والحديث إسناده صحيح بلا ريب. ¶ وإضافة لهذه الشبهات، أضيف لها شبهات أخرى ذكرها أحد الزيدية. وهي شبهات أشد وهناً من الأولى لأن صاحبها يعتمد على أصول وقواعد الحديث عند الشيعة الزيدية وليس عند أهل السنة. وإليك هذه الشبهات والرد عليها:",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "5- محاولته تعليل الحديث بروايات ومتابعات ضعيفة ساقطة لا تصح. وغالب هذه الروايات ذكرها ابن عساكر في تاريخ دمشق. هذا مع اعتراف هذا المبتدع بأن في أسانيد هذه الروايات الضعيفة كذابين. فكيف يعتمد على روايات كهذه في إعلال الأحاديث الصحيحة؟ لأنه كما قال الحافظ ابن حجر في مقدمة الفتح: \"الضعيف لا يُعَلُّ به الصحيح\". وهذا من بديهيات علم الحديث عند أهل السنة. ولولا ذلك لما كاد يبقى حديثٌ في صحيحي البخاري ومسلم، إلا وأمكن تضعيفه برواية الضعفاء والكذابين. والاضطراب معناه تعارض الروايات بحيث يستحيل الترجيح، لا مجرد تعارض الصحيح مع الضعيف! وقد سبق نقلنا قول الحافظ ابن حجر في الإصابة (4|343) عن هذا الحديث: \"ليست للحديث الأول علة الاضطراب، فإن رواته ثقات\". ¶ 6- محاولته الخلط بين ربيعة بن يزيد الدمشقي، وربيعة بن يزيد السَّلَمي. قلت: أجمع المحدثون كلهم على أن السلمي ليس له أي رواية، بل هو رجل يكاد يكون مجهولاً. ولا نعرف عنه إلا أن الإمام البخاري جزم في تاريخه الكبير (3|280) بأن له صحبة. وقال ابن حبان في الثقات (3|129): \"يقال إن له صحبة\". وقال العسكري: \"قال بعضهم إن له صحبة\". ولم ينف ذلك إلا ابن عبد البر (وهو متأخر) إذ قال في الاستيعاب (2|495): \"ربيعة بن يزيد السلمي: ذكره بعضهم في الصحابة، ونفاه أكثرهم (!!). وكان من النواصب يشتم علياً. قال أبو حاتم الرازي: لا يروى عنه ولا كرامة، ولا يذكر بخير. ومن ذكره في الصحابة لم يصنع شيئاً\".",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "قلت: وهذا وهمٌ قبيحٌ من ابن عبد البر. فما زعمه أن أكثرهم نفاه غير سديد، إذ لم ينف الصحبة عن ربيعة السلمي إلا هو (ابن عبد البر). وما نسبه لأبي حاتم الرازي لا يصح. وليس عنده إسناد عنه، إنما هو صحيفة وجدها، كما اعترف في ترجمة ربيعة الجرشي. وقد ذكر ابن أبي حاتم الرازي في الجرح والتعديل (3|472): \"ربيعة بن يزيد السلمي: ليس بمشهور، ولا يُروى عنه الحديث. وقال بعض الناس له صحبة. سمعت أبي يقول ذلك\". فثبت بطلان ما زعمه ابن عبد البر عن أبي حاتم، ولعله وهم في ترجمة شخص آخر إذ هو يروي وجادةً قد يكثر فيها التصحيف، إن صحت نسبتها أصلاً! ¶ ولذلك قال الحافظ ابن حجر في الإصابة (2|477): \"وقد استدرك ابن فتحون، وأبو علي الغساني، وابن معوز على أبي عمر (أي ابن عبد البر) اعتماداً على قول البخاري\". وهذا قول صحيح. فإن ابن عبد البر (ت 463هـ) من المتأخرين. ومثله لا يصح أن يتكلم في مسألة إثبات الصحبة إن لم يكن له سلف بها، فضلاً عن دليل يتكلم به. فكيف يرد واحد متأخر، بغير برهان ولا دليل على ما جزم به أمير المؤمنين بالحديث محمد بن إسماعيل البخاري؟! ¶ وهذا كله على أية حال لا علاقة له بموضوعنا. فقد أجمع العلماء أن السلمي هذا ليس له رواية حديث. وإنما رواية الإمام التنوخي الدمشقي من طريق ابن بلده: ربيعة بن يزيد الدمشقي، وليس السَّلَمي. وهذا مما اعترف به المبتدع الزيدي المومئ إليه. بل إنه يتبجح بذلك ويقول بصراحة: \"وهذا أيضاً مما لم أجد من نَبَّهَ عليه قبل، ولو احتمالاً\". قلت: فاعرف قدرك إذاً أمام أئمة أهل السنة، فليس قولك بشيء أمام إجماعهم. ¶ وفي كل الأحوال فإن ربيعة بن زيد الدمشقي لم يتفرد بهذا الحديث، بل تابعه عليه يونس بن ميسرة (كما أسلفنا)، وهو إمام ورِعٌ حافظٌ لا خلاف في توثيقه.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "7- وحاول إثبات ما زعمه بأن مناسبة الحديث كانت عندما عزل عثمان بن عفان رضي الله عنه لعمير بن سعد الأنصاري رضي الله عنه من ولاية حمص وولاها معاوية رضي الله عنه. فقد أخرج الخلال في كتابه السنة (2|450): أخبرنا يعقوب بن سفيان أبو يوسف (ثقة) قال ثنا محمود بن خالد الأزرق (السلمي، ثقة) قال ثنا عمر بن عبد الواحد (ثقة) قال ثنا سعيد بن عبد العزيز (ثقة) عن ربيعة عن يزيد (ثقة): \"إن بعثاً من أهل الشام كانوا مرابطين بآمد. وكان على حمص عمير بن سعد. فعزله عثمان وولى معاوية. فبلغ ذلك أهل حمص فشق عليهم. فقال عبد الرحمن بن أبي عميرة المزني: سمعت رسول الله صلى الله عليه وسلم يقول لمعاوية: اللهم اجعله هادياً مهدياً واهد به\". ¶ وزعم بأن ذلك كان عام 24هـ، وربيعة توفي بعد عام 120هـ. ثم حاول إيهام القارئ بوجود انقطاع بين ربيعة والصحابي الجليل عبد الرحمان رضي الله عنه، ثم اتهامه لربيعة بالتدليس! وقال: وهي العلة \"عرفناها بالاستقراء. وإن لم ينبه لذلك أهل الحديث\". قلت: لم ينبهوا عليها لأنه لا أساس لها أصلاً. ¶ وليس هناك انقطاع أصلاً في السند ولا إرسال. لأنه ليس في القصة أن ربيعة الدمشقي كان حاضراً، وإنما هو سمعها عن الصحابي عبد الرحمان رضي الله عنه فرواها عنه. والمعاصرة بينهما متحققة بلا شك. وفي الصحيح أمثلة كثيرة لأحاديث روى التابعي قصتها مرسلاً لكنهم صححوها لأنه روى المرفوع منها مسنداً، فحملوا أنه سمع القصة كذلك من الصحابي. ومثال ذلك حديث \"هل تُنصَرون وتُرزَقون إلا بضعفائكم؟\" الذي أخرجه البخاري في صحيحه. هذا بالإضافة إلى متابعة يونس بن ميسرة لربيعة. وإلى وقوع التحديث بين ربيعة الدمشقي وعبد الرحمان صلى الله عليه وسلم في عدد من طرق الحديث.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "يُذكر أن هذه القصة، فيها تصريح بسماع الصحابي عبد الرحمان رضي الله عنه لهذا الحديث بالذات من رسول الله صلى الله عليه وسلم . وقد أثبت الشيعي هذا الحديث. فكيف يطعن إذاً في صُحبة عبد الرحمان رضي الله عنه؟! فظهر أنه يحاول تضعيف الحديث بأي طريقة، حتى لو ظهر فيها تناقضه الواضح. فنعوذ بالله من اتباع الهوى. ¶ 8- محاولته الطعن برواة الحديث، فقد بحث كتب الرجال كلها، ولم يجد في إسناد الحديث مطعنٌ ولا مغمز. فإن كلهم قد انعقد الإجماع على توثيقهم والاحتجاج بهم. فلم يقدر إلا أن يأتي بحجج باردة سخيفة وهي: كونهم شاميون! وهذه عند الشيعة تهمة توجب رد حديثهم كله. وحاول جاهداً البحث في سيرتهم الشخصية ليطعن بهم بتهمة أنهم عاشوا في دمشق عاصمة الأمويين. أقول، فليقرأ القارئ المنصف تراجمهم في سير أعلام النبلاء، وما قاله علماء أهل السنة فيهم، ثم ليحكم عليهم بعدها. فإنهم كلهم متفقين على عدالتهم وضبطهم وزهدهم وعبادتهم وشدة ورعهم وسعة علمهم وفقههم. وكلهم من خيار أهل الشام. ¶ وما زعمه من أن مجرد كون الرجل شامياً يعني أنه ناصبي، فهذا افتراء واضح. ولنا أن نقول عندئذٍ أن كل عراقي شيعي يجب علينا رد حديثه. فهل يقبل هذا الزيدي بهذا؟ وعلى أية حال فلا أهمية لرأيه أصلاً عندنا. إنما اعتمادنا على أقوال أئمتنا من أهل السنة. وأما مجرد كيل التهم بلا دليل، فهذا هوىً مرفوض لا يقبله أحد. ¶ ثم وجدت أيضاً شبهات متهالكة ألقاها طلبة ناشئون في هذا العلم، وإليك إياها:",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "9- قال ابن الجوزي في العلل المتناهية (1|275) بعد أن ساق الحديث من طريق الوليد بن سليمان، وطريق أبي مسهر: \"هذان الحديثان لا يصحان...\". وهذا من أعجب ما رأيت! فقد أخطأ أخطاء مركبة في تضعيفه. فذكر أن مدار الحديث على محمد بن إسحاق البلخي، وهو ليس بثقة. فرد عليه الذهبي في تلخيص العلل المتناهية (225): \"وهذا جهل منه. فإنما محمد بن إسحاق هنا هو أبو بكر الصاغاني، ثقة\". ثم أبطل الذهبي نسبة التفرد له، وهذا واضح في سياق طرق الحديث. ثم قال ابن الجوزي: إن في سنده الآخر إسماعيل بن محمد، وقد كذّبه الدارقطني. فرد عليه الذهبي: \"وهذه بليّة أخرى! فإن إسماعيل هنا هو الصفار، ثقة، والذي كذبه الدارقطني هو المزني، يروي عن أبي نعيم\". ¶ 10- وقد ناقشت في هذا الحديث أحد أهل السنة المتشيعين. فبذل جهداً كبيراً في إيجاد علةٍ حقيقيةٍ (وفق نهج أهل السنة في علم الحديث)، فلم يعثر في الحديث على أية علة. فلم يجد طريقة لتضعيفه إلا بأن يزعم بأن في الحديث علة خفية لا يعرفها! ¶ وهذا دليل على انقطاع حجته، وكلامه باطل لا يقبل عند أهل الصنعة. فإن قيل نرد الحديث في الموضع الذي نرى أنه باطل. قلنا هذا هو التحكم بالباطل. فأين الدليل الذي ستعتمدون عليه في رد الخبر بلا حجة؟ ولو قال بذلك خصومكم، فما يكون جوابكم عليهم؟! فأنتم تريدون إخضاع السنة لأهوائكم، فكيف تريدون أن يتبعكم الناس وبأية حجة؟! وأين البرهان؟ ]قل هاتوا برهانكم إن كنتم صادقين[. أم أنه مجرد استحسانٌ بالرأي الشخصي؟ قال الإمام ابن حزم في الأحكام (1|134): \"فمن حَكَمَ في دينِ الله -عز وجل- بما استَحسَنَ وطابت نَفْسُه عليه دُون برهانٍ من نصِّ ثابتٍ أو إجماع، فلا أحَدَ أضَلُّ منه، وبالله تعالى نعوذ من الخِذلان\".",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "ثم لا يمكن أن يأتينا حديث صحيح الظاهر لا نجد له أي علة، ثم يكون في واقع الأمر باطلاً موضوعاً. قال ابن حزم (1|127): \"إننا قد أمنا -ولله الحمد- أن تكون شريعة أمر بها رسول الله صلى الله عليه وسلم ، أو نَدَب إليها، أو فَعَلها -عليه السلام-، فتضيع ولم تبلغ إلى أحد من أمته: إما بتَوَاتُرٍ، أو بنقلِ الثقةِ عن الثقة، حتى تَبْلغَ إليه صلى الله عليه وسلم . وأمِنَّا أيضاً قطعاً أن يكون الله تعالى يُفرِدُ بنقلها من لا تقوم الحُجَّة بنقله من العُدول. وأمِنَّا أيضاً قطعاً أن تكون شريعةٌ يخطىء فيها راويها الثقة، و لا يأتي بيانٌ جليٌّ واضحٌ بصحة خَطَئِه فيه.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "ثم إذا جاز للشيخ أن يفتي بمجرد رأيه وهواه، فلماذا لا يجوز لعلماء الفيزياء والرياضيات مثلاً أن يفتوا في أمور الدين؟ فإن قال \"المتعقلون\" لأن علماء الرياضيات لا يعرفون شيئاً عن أصول الفقه والحديث، قلنا لهم طالما أنكم تفتون دون استنادٍ إلى كتابٍ أو سُنة، فما فائدة أصول الفقه والحديث إذاً؟ فإذا كان عندكم رأي في الدين ليس عليه دليلٌ لا من الكتاب ولا من السنة، فكل رَجُل له آراء ليس لها دليل. فإن زعمتم أن كل إنسان يحق له أن يفتي بالدين بغير علم ولا دليل، صرتم أضل الناس كلهم بنص القرآن. قال الله تعالى: ]فَإِنْ لَمْ يَسْتَجِيبُوا لَكَ فَاعْلَمْ أَنَّمَا يَتَّبِعُونَ أَهْوَاءَهُمْ. وَمَنْ أَضَلُّ مِمَّنِ اتَّبَعَ هَوَاهُ بِغَيْرِ هُدىً مِنَ اللَّهِ؟ إِنَّ اللَّهَ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ[ (القصص:50). وقال كذلك: ]أَفَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ وَأَضَلَّهُ اللَّهُ عَلَى عِلْمٍ وَخَتَمَ عَلَى سَمْعِهِ وَقَلْبِهِ وَجَعَلَ عَلَى بَصَرِهِ غِشَاوَةً؟ فَمَنْ يَهْدِيهِ مِنْ بَعْدِ اللَّهِ؟ أَفَلا تَذَكَّرُونَ[ (الجاثية:23). وقد نهى الله أشدّ النهي عن اتباع من يتبع هواه، فقال: ]وَلا تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُ عَنْ ذِكْرِنَا وَاتَّبَعَ هَوَاهُ وَكَانَ أَمْرُهُ فُرُطاً[ (الكهف: من الآية28). ¶ اللهم علم معاوية الحساب وقه العذاب",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "و أخرج البخاري أيضاً بإسناد صحيح في تاريخه الكبير (5|240) و الطبراني في مسند الشاميين (1|190): قال أبو مسهر عن سعيد بن عبد العزيز عن ربيعة بن يزيد عن عبد الرحمن بن أبي عميرة -وكان من أصحاب النبي صلى الله عليه وسلم - عن النبي قال: \"اللهم علم معاوية الحساب و قِهِ العذاب\". و زيادة \"وكان من أصحاب النبي صلى الله عليه وسلم \" عند الطبراني هي قول سعيد التنوخي كما يظهر في تالي تلخيص المتشابه (2|539). وهذا الإسناد الصحيح سبق الكلام عنه آنفاً. وهو حديث مشهور له طرق و شواهد كثيرة مرسلة أو متصلة تقويه وتثبت أنه ليس فيه تفرد، منها: ¶ الشاهد الأول: أخرجه الإمام أحمد في مسنده (4|127) و الطبراني في معجمه الكبير (18|251) و غيرهم من طرق عن معاوية بن صالح عن يونس بن سيف عن الحارث بن زياد عن أبي رهم السمعي عن العرباض بن سارية رضي الله عنه قال سمعت رسول الله صلى الله عليه وسلم وهو يدعونا إلى السحور في شهر رمضان: \"هلموا إلى الغذاء المبارك\". ثم سمعته يقول \"اللهم علم معاوية الكتاب والحساب وقه العذاب\". وقد أخرج الجزء الأول منه أبو داود (2|303) والنسائي (2|79). و الحديث كاملاً قد صححه إمام الأئمة إبن خزيمة (3|214) و ابن حبان (16|191). ¶ معاوية بن صالح الحضرمي الحمصي: وثقه أكثرهم كأحمد و النسائي والعجلي وابن معين وابن مهدي وأبي زرعة. التهذيب (10|189). و يونس بن سيف: ثقة بلا خلاف. تهذيب الكمال (32|510) و تهذيب التهذيب (11|387). و الحارث بن زياد ذكره ابن حبان في الثقات. التهذيب (2|123). و أبو رهم السمعي هو أحزاب بن أسيد: ثقة مخضرم.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "قال الخلال في العلل (141): قال مُهنّا، سألتُ أبا عبد الله (أحمد بن حنبل) عن حديث معاوية بن صالح، عن يونس بن سيف، عن الحارث بن زياد، عن أبي رُهم، عن العرباض بن سارية، قال: دعانا النبيُّ صلى الله عليه وسلم إلى الغَداء المبارك، وسمعتُه يقول: \"اللهم علّمه -يعني معاوية- الكتاب والحساب، وقِهِ العذاب\". فقال (أحمد بن حنبل): \"نعم، حدّثناه عبد الرحمن بن مهدي، عن معاوية بن صالح\". قلتُ: \"إن الكوفيين لا يذكرون هذا: \"علّمه الكتاب والحساب وقِهِ العذاب\"، قَطَعوا منه؟\". قال أحمد: \"كان عبد الرحمن لا يذكُره. ولم يذكُرْه إلا فيما بيني وبينَه\". أقول: وهذا نص عزيز، فيه بيان موقف العراقيين من التحديث بمثل هذا، ومحاولتهم كتمان الحديث لمجرد أن فيه بيان فضل لمعاوية رضي الله عنه. ¶ الشاهد الثاني: أخرجه الإمام أحمد في فضائل الصحابة (2|915) و الطبراني في معجمه الكبير (19|439) و غيرهم عن جماعة عن أبي هلال حدثنا جبلة بن عطية عن مسلمة بن مخلد -أو عن رجل عن مسلمة بن مخلد- أنه رأى معاوية يأكل فقال لعمرو بن العاص: إن ابن عمك هذا المخضد. ما إني أقول ذا وقد سمعت رسول الله صلى الله عليه وسلم يقول: \"اللهم علمه الكتاب ومكن له في البلاد وقه العذاب\". ¶ أبو هلال الراسبي اسمه محمد بن سليم البصري: صدوق فيه لين. التهذيب (9|173). وهو حديث مرسل لأن جبلة بن عطية لم يلق مسلمة بن مخلد، بل بينهما رجل مجهول نسي اسمه أبو هلال. قال الحافظ الذهبي في سير أعلام النبلاء (3|125) عن هذا الحديث: \"فيه رجل مجهول. وجاء نحوه من مراسيل الزهري ومراسيل عُروة بن رُوَيْم وحريز بن عثمان\".",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "ورواه الإمام أحمد في فضائل الصحابة (2|913) بسند صحيح عن شُريح بن عُبيد مرسلاً. قال الألباني: \"وهذا إسناد شامي مرسل صحيح، رجاله ثقات\". ورواه الحسن بن عرفة في جزئه (66) ومن طريقه ابن عساكر (59|79) بسند صحيح عن حَرِيز بن عثمان الرَّحَبي مرسلاً. قال الألباني: \"وهذا أيضا إسناد شامي مرسل صحيح\". ورواه ابن عساكر (59|85) بسند صحيح عن يُونُس بن مَيْسَرة بن حَلْبَس مرسلاً. ¶ قلت: وقد علمنا من شرط الإمام الشافعي في قبول المرسل (كما نص في الرسالة ص461) أنه لو جاء من وجه آخر دون أن يأتي ما يعارضه، فهو صحيح. فكيف وقد جاءنا هنا مُسنداً عن صحابيَّين؟ ¶ الشاهد الثالث: أخرج الإمام أحمد في فضائل الصحابة (2|914): حدثنا أبو المغيرة ثنا صفوان قال حدثني شريح بن عبيد أن رسول الله صلى الله عليه وسلم دعا لمعاوية بن أبي سفيان: \"اللهم علمه الكتاب والحساب وقه العذاب\". ¶ هذا حديث مرسل قوي: شريح بن عبيد تابعي متفق على توثيقه، سمع من معاوية كما نص البخاري. التهذيب (4|288). صفوان بن عمرو بن هرم متفق على توثيقه. التهذيب (4|376). أبو المغيرة هو عبد القدوس بن الحجاج ثقة كذلك (6|329). ¶ لا أشبع الله بطنه",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وروى مسلم من حديث ابن عباس قال: كنت ألعب مع الصبيان فجاء رسول الله صلى الله عليه وسلم ـ فتواريت خلف باب. فجاء فحطأني حطأة وقال: \"اذهب وادع لي معاوية\". قال: فجئت فقلت هو يأكل. قال: ثم قال ل: \"اذهب فادع لي معاوية\". قال: فجئت فقلت: هو يأكل، فقال: \"لا اشبع الله بطنه\". وفي الحديث تأكيد لصحبة معاوية رضي الله عنه و بأنه من كتاب رسول الله صلى الله عليه وسلم . و ليس في الحديث ما يثبت أن ابن العباس رضي الله عنه -وقد كان طفلاً آنذاك- قد أخبر معاوية رضي الله عنه بأن رسول الله صلى الله عليه وسلم يريده، بل يُفهم من ظاهر الحديث أنه شاهده يأكل فعاد لرسول الله صلى الله عليه وسلم ليخبره. فأين الذم هنا كما يزعم المتشدِّقون؟! و في الحديث إشارة إلى البركة التي سينالها معاوية من إجابة دعاء النبي صلى الله عليه وسلم . إذ فيها تكثير الأموال والخيرات له رضي الله عنه. فلا أشبع الله بطنك، تتضمن أن الله سيرزقك رزقاً طيباً مباركاً يزيد عمّا يشبع البطن مهما أكلت منه. و قد كانت تأتيه -رضي الله عنه- في خلافته صنوف الطيبات التي أغدقت على الأمة كما ذكر إبن عساكر في تاريخ دمشق. ¶ هذا مع العلم أن الحديث هذا فيه ضعف في إسناده. إذ تفرد به عمران بن أبي عطاء الأسدي أبو حمزة القصاب الواسطي و هو ضعيف. قال أبو زرعة: \"بصري لين\". وقال أبو حاتم والنسائي: \"ليس بالقوي\". وقال الأجري عن أبي داود: \"يقال له عمران الحلاب: ليس بذاك، وهو ضعيف\". (التهذيب 8|120). فهذا حديث لا تقوم به حجة، حتى لو أخرجه مسلم، فقد أخرج عن عكرمة بن عمار حديثاً فيه غلط فاحش عن فضائل أبي سفيان صلى الله عليه وسلم . وعكرمة أحسن من القصاب هذا. و لست أول من ضعف هذا الحديث، فقد قال العقيلي في ضعفائه (3|299) عن حديث القصاب هذا: \"لا يتابع على حديثه، ولا يُعرف إلا به\".",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وعلى أية حال فلمعاوية صلى الله عليه وسلم فضائل أخرى غير هذا الحديث، وفي الصحيح ما يغني عن الضعيف. وفي أي حال فهذا لا ينفي أن معاوية رضي الله عنه كان من كتاب الوحي، بل أثبت ذلك إمام الحديث أحمد بن حنبل وأمر بهجر من يجحد بتلك الحقيقة. و لذلك لمّا سأل رجلٌ الإمام أحمد بن حنبل: \"ما تقول -رحمك الله- فيمن قال: لا أقول إن معاوية كاتب الوحي، ولا أقول أنه خال المؤمنين، فإنه أخذها بالسَّيف غصْباً؟\". قال الإمام أحمد: \"هذا قول سوءٍ رديء. يجانبون هؤلاء القوم، و لا يجالسون، و نبيِّن أمرهم للناس\". السنة للخلال (2|434). إسناده صحيح. ومن المعلوم أيضاً أن الإمام أحمد لم ينفرد بأي قول من الأقوال أو الاعتقادات دون من سبقه، كيف وهو القائل \"إياك أن تتكلم في مسألة ليس لك فيها إمام\"؟!. ¶ أول جيش من أمتي يغزون البحر قد أوجبوا ¶ أخرج البخاري -رحمه الله- في صحيحه من طريق أنس بن مالك عن خالته أم حرام بنت ملحان قالت: نام النبي صلى الله عليه وسلم يوماً قريباً مني، ثم استيقظ يبتسم، فقلت: ما أضحكك؟ قال: \"أناس من أمتي عرضوا عليّ يركبون هذا البحر الأخضر كالملوك على الأسرة\". قالت: فادع الله أن يجعلني منهم. فدعا لها، ثم نام الثانية، ففعل مثلها، فقالت قولها، فأجابها مثلها، فقالت: ادع الله أن يجعلني منهم، فقال: \"أنت من الأولين\". فخرجت مع زوجها عبادة بن الصامت غازياً أول ما ركب المسلمون البحر مع معاوية، فلما انصرفوا من غزوتهم قافلين، فنزلوا الشام، فَقُرِّبت إليها دابة لتركبها، فصرعتها فماتت. البخاري مع الفتح (6|22). ¶ قال ابن حجر معلقاً على رؤيا رسول الله صلى الله عليه وسلم : \"قوله: \" ناس من أمتي عرضوا علي غزاة..\" يشعر بأن ضحكه كان إعجاباً بهم، وفرحاً لما رأى لهم من المنزلة الرفيعة\".",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "وأخرج البخاري أيضاً من طريق أم حرام بنت ملحان رضي الله عنه قالت: سمعت رسول الله صلى الله عليه وسلم يقول: \"أول جيش من أمتي يغزون البحر قد أوجبوا\". قالت أم حرام: قلت: يا رسول الله أنا فيهم؟ قال: \"أنت فيهم\". ثم قال النبي صلى الله عليه وسلم : \"أول جيش من أمتي يغزون مدينة قيصر (أي القسطنطينية) مغفور لهم\". فقلت: أنا فيهم يا رسول الله؟ قال: \"لا\". البخاري مع الفتح (6|22). ومسلم (13|57). ¶ ومعنى أوجبوا: أي فعلوا فعلاً وجبت لهم به الجنة. قاله ابن حجر في الفتح (6|121). قال المهلب بن أحمد بن أبي صفرة الأسدي الأندلسي (ت 435هـ) معلقاً على هذا الحديث: \"في هذا الحديث منقبة لمعاوية لأنه أول من غزا البحر\". انظر الفتح (6|120). قلت ومن المتفق عليه بين المؤرخين أن غزو البحر وفتح جزيرة قبرص كان في سنة (27هـ) في إمارة معاوية رضي الله عنه على الشام، أثناء خلافة عثمان رضي الله عنه. انظر تاريخ الطبري (4|258) و تاريخ الإسلام للذهبي عهد الخلفاء الراشدين (ص317). وكذلك غزو القسطنطنية كان في منتصف عهده. ¶ قال إبن كثير: \"و قد كان يزيد أول من غزى مدينة قسطنطينية في سنة تسعٍ و أربعين في قول يعقوب بن سفيان، و قال خليفة بن خياط سنة خمسين. ثمّ حجّ بالناس في تلك السنة بعد مرجعه من هذه الغزوة من أرض الروم. و قد ثبت في الحديث أن رسول الله صلى الله عليه وسلم قال: \"أول جيش يغزو مدينة قيصر مغفور لهم\". و هو الجيش الثاني الذي رآه رسول الله صلى الله عليه وسلم في منامه عند أمِّ حِرَام فقالت: \"ادع الله أن يجعلني منهم\". فقال: \"أنت من الأوّلين\"، يعنى جيش معاوية حين غزا قبرص ففتحها في سنة سبع و عشرين أيام عثمان بن عفان. و كانت معهم أم حرام فماتت هنالك بقبرص. ثم كان أمير الجيش الثاني ابنه يزيد بن معاوية، و لم تُدرِك أمَّ حَرَامٍ جيش يزيد هذا، و هذا من أعظم دلائل النبوة\". ¶ إن وليت أمراً فاتق الله واعدل",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "أخرج أبو يعلى في مسنده (13|370): حدثنا سويد بن سعيد حدثنا عمرو بن يحيى بن سعيد عن جده سعيد بن عمرو بن العاص عن معاوية قال: قال رسول الله صلى الله عليه وسلم : \"توضؤوا\". قال فلما توضأ نظر إلي فقال: \"يا معاوية، إن وليت أمرا فاتق الله واعدل\". قال فما زلت أظن أني مبتلى بعمل لقول رسول الله صلى الله عليه وسلم حتى ولِّيت\". ¶ قال الحافظ إبن حجر في الإصابة: \"سويد بن سعيد فيه مقال، و قد أخرجه البيهقي في الدلائل من وجه آخر\". قلت سويد بن سعيد ثقة شيخ مسلم، لكنه عمي فقبل التلقين فحدث بالمناكير. لكنه قد توبع من عدة وجوه، مما يثبت أنه حدث قبل أن يعمى أو أنه ثبت في هذا الحديث. ¶ أخرج أحمد بن حنبل في مسنده (4|101): حدثنا روح قال ثنا أبو أمية عمرو بن يحيى بن سعيد قال سمعت جدي يحدث أن معاوية أخذ الإداوة بعد أبي هريرة يتبع رسول الله صلى الله عليه وسلم بها، واشتكى أبو هريرة. فبينا هو يوضئ رسول الله صلى الله عليه وسلم ، رفع رأسه إليه مرة أو مرتين فقال: \"يا معاوية، إن وليت أمراً فاتق الله عز وجل واعدل\". قال: \"فما زلت أظن أني مبتلى بعمل لقول النبي صلى الله عليه وسلم ، حتى ابتليت\". ¶ هذا إسناد صحيح على شرط الشيخين. عمرو بن يحيى بن سعيد بن عمرو بن سعيد بن العاص الأموي: وثقه الدارقطني وغيره، وروى عنه البخاري، ولم يجرحه أحد. تهذيب التهذيب (8|104). وجدّه وثقه أبو حاتم وأبو زرعة والنسائي. تهذيب التهذيب (4|60). روح بن عبادة: ثقة كثير الحديث. التهذيب (3|253). ¶ شبهة أن المحدثين الأوئل ضعفوا هذه الأحاديث",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "من الأخطاء التي وقع بها عدد من العلماء، توهمهم أن المتقدمين لم يصححوا شيئاً من هذه الأحاديث. و هذا خطأ بين واضح. وقد سبق وذكرنا عدد من المتقدمين ممن صححوا عددا كبيرا من الأحاديث في فضائل معاوية. ولعل سبب خطأهم هذا توهمهم أن جمعاً من أئمة السلف -رحمهم الله- لم يصححوا تلك الأحاديث. وسنرد على هذه الشبهات بالتفصيل فيما يأتي بعون الله: ¶ 1- وأما ما يتشدق به البعض من نقلهم عن إسحاق بن راهويه أنه قال: \"لا يصح عن النبي صلى الله عليه وسلم في فضل معاوية شيء\". فهذا القول عن ابن راهويه باطل ولم يثبت عنه. فقد أخرج الحاكم كما في السير للذهبي (3|132) والفوائد المجموعة للشوكاني (ص 407) عن الأصم -أبي العباس محمد بن يعقوب الأصم- حدثنا أبي، سمعت ابن راهويه فذكره. و في الفوائد: سقطت \"حدثنا أبي\"، و الأصم (ولد عام 247هـ) لم يسمع من ابن راهويه (توفي عام 238هـ). فيكون الأثر منقطعاً إن لم تكن ثابتة. ¶ ويعقوب بن يوسف بن معقل أبو الفضل النيسابوري -والد الأصم- لم يوثقه أحد! فقد ترجمة الخطيب في تاريخه (14|286) فما زاد على قوله: \"7582 يعقوب بن يوسف بن معقل أبو الفضل النيسابوري قدم بغداد وحدث بها عن إسحاق بن راهويه روى عنه محمد بن مخلد\". ولم يذكر فيه جرحاً ولا تعديلاً، وله ذكر في ترجمة ابنه من السير (15|453) ولم يذكر فيه الذهبي أيضاً جرحاً ولا تعديلاً، وذكر في الرواة عنه عبد الرحمن بن أبي حاتم، ولم أجده في الجرح والتعديل، ولا في الثقات لابن حبان. و بهذا فإن هذا القول ضعيف لم يثبت عن إسحاق بن راهويه رحمه الله. وحاشى الإمام إسحاق من ذلك القول.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "ولنفرض جدلاً أن والد الأصم كان ثقة (مع أنه ليس فيه توثيق)، فما قوة هذا القول؟ وما المقصود منه؟ فعندما نقل الإمام الترمذي عن شيخه الإمام البخاري إنكاره على من يرفض الاستشهاد بعمرو بن شعيب عن أبيه عن جده، فإن الحافظ الذهبي نسب الإمام الترمذي للوهم ورفض تلك المقولة. علماً أن الترمذي ينقل عن شيخه الذي لازمه مدة طويلة، والترمذي هو ما عليه من الحفظ والفهم والنباهة. فما قيمة عبارة باطلة ينقلها رجل مجهول الحال كوالد الأصم؟ ¶ 2- وأما الشبهة الثانية وهي ما يشاع أن الإمام البخاري لم يجد في فضائل معاوية شيء، فقد أجاب عنها ابن حجر بقوله: \"إن كان المراد أنه لم يصح منها شيء وفق شرطه -أي شرط البخاري- فأكثر الصحابة كذلك\". انظر: تطهير الجنان عن التفوه بثلب سيدنا معاوية بن أبي سفيان (ص 11). ولكنه أخرج في صحيحه وتاريخه أحاديث صحيحة في فضائل معاوية رضي الله عنه. ¶ وأما أن الإمام البخاري عبّر في ترجمة معاوية رضي الله عنه بقوله: \"باب ذكر معاوية رضي الله عنه\"، ولم يقل فضيلة ولا منقبة. فإن الإمام البخاري كذلك عبّر في ترجمة عبد الله بن عباس رضي الله عنه بقوله: \"باب ذكر ابن عباس رضي الله عنهما\"، ولم يقل فضيلة ولا منقبة. علماً أنه أخرج فيه قول رسول الله صلى الله عليه وسلم : \"اللهم علمه الحكمة\". وهذا لا يختلف عاقل أنه فضيلة عظيمة لإبن عباس رضي الله عنه. فهل يفهم أحد من ذلك أن عبد الله بن عباس ومعاوية بن أبي سفيان -رضي الله عنهم جميعاً- ليس لهم فضائل؟! هذا والله عين التهور. ¶ 3- والشبهة الثالثة زعمهم أن النسائي -رحمه الله- ضعَّفَ كل الأحاديث التي في فضل معاوية. ونقول لهم هاتوا برهانكم إن كنتم صادقين. وقد بينا في كلامنا عن تشيع النسائي أن هذا خطأ.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "4- وشبهتهم الرابعة هي أن الحاكم لم يخرج في مستدركه شيئاً في فضائل معاوية مع ما عرف عنه تساهله في التصحيح. ونقول هاتوا برهانكم أن الحاكم يضعّف الأحاديث الصحيحة التي وردت في فضائل معاوية رضي الله عنه. فهل ترك الحاكم لحديث يعني ضعف ذلك الحديث؟ وقد بينا في كلامنا عن تشيع الحاكم أن هذا خطأ. فهو لم يضعّف الحديث، لكن قلبه لم يطاوعه بسبب تشيعه، فآثر السكوت عن معاوية رضي الله عنه. لكنه روى الحديث عنه وصححه على شرط الشيخان وترضى عنه. ¶ 5- ولعل أطرف شبهاتهم هي المقولة المنسوبة للإمام أحمد بن حنبل. فقد أخرج ابن الجوزي من طريق عبد الله بن أحمد بن حنبل: سألت أبي ما تقول في علي ومعاوية؟ فاطرق ثم قال: \"اعلم أن علياً كان كثير الأعداء. ففتش أعداؤه له عيباً فلم يجدوا. فعمدوا إلى رجل قد حاربه فأطروه كياداً منهم لعلي\". قلت هذه قصة عجيبة لم أقع على إسنادها. وابن الجوزي صاحب أوهام كثيرة. فهو يحتج بروايات موضوعة، وربما ينسب إلى الوضع أحاديث صحيحة ربما أخرجها البخاري ومسلم. وقد ذكرنا في ترجمته أقوال العلماء فيه وأنه لا يعتد كثيراً بنقله.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "والقصة على أية حال ليس لها علاقة بموضوعنا، بل إن حشرها هنا من الطرف فعلاً. فإن الإمام أحمد -على فرض صحة القصة- قد أشار إلى أن أعداء علي رضي الله عنه قد وضعوا أحاديث في فضائل معاوية رضي الله عنه. وهذا شيء معروفٌ مسلّمٌ به، بل والعكس صحيح كذلك. فقد وضع شيعة علي الكثير من الأحاديث في ذم معاوية، وكلها موضوعة. ووضعوا الكثير الكثير في فضائل علي أكثر بأضعاف مما وضع النواصب في فضائل معاوية. قال الحافظ أبو يعلى الخليلي في كتاب \"الإرشاد\" (1|420): \"قال بعض الحفاظ: تأمّلتُ ما وضعه أهل الكوفة في فضائل علي وأهل بيته، فزاد على ثلاثمئة ألف\". وعلق على هذا الإمامُ ابن القيم في المنار المنيف (ص161): \"ولا تستبعد هذا. فإنك لو تتبعت ما عندهم من ذلك لوجدت الأمر كما قال\". قلت ولعل العدد أكبر من هذا، لو راجعنا كتبهم. فكان ماذا؟ هل نقول أنه لم يصح في فضائل علي رضي الله عنه شيء لأن أكثر ما يروى في ذلك موضوع؟ سبحانك ربي، هذا بهتان عظيم. ولو كان أحمد يعتقد أن تلك الأحاديث موضوعة لما أخرجها في مسنده. ¶ أما عقيدة إمام أهل السنة والجماعة في عصره أحمد بن حنبل فقد كانت واضحة جداً في الترضي عن معاوية رضي الله عنه والإنكار على من يذمه. قال الخلال في كتابه السنة (2|460): أخبرنا أبو بكر المروذي قال: قيل لأبي عبد الله ونحن بالعسكر وقد جاء بعض رسل الخليفة وهو يعقوب، فقال يا أبا عبد الله، ما تقول فيما كان من علي ومعاوية رحمهما الله؟ فقال أبو عبد الله: \"ما أقول فيها إلا الحسنى رحمهم الله أجمعين\". إسناده صحيح. و قال الخلال في \"السنة\" (#654): أخبرني عبد الملك بن عبد الحميد الميموني (ثقة فقيه) قال: قلت لأحمد بن حنبل: أليس قال النبي صلى الله عليه وسلم : \"كل صهر ونسب ينقطع إلا صهري ونسبي؟\". قال: بلى! قلت: وهذه لمعاوية؟ قال: \"نعم، له صهر ونسب\"، قال: وسمعت ابن حنبل يقول: \"ما لهم ولمعاوية؟ نسأل الله العافية!\".",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "و قد ذكر إبن عساكر لطيفةً أحب أن أذكرها هنا، و هو أن العبد الصالح عمر بن عبد العزيز قال: \"رأيت رسول الله صلى الله عليه وسلم -أي في الرّؤيا-، و أبو بكر وعمر جالسان عنده، فسلَّمت و جلست. فقال لي: \"إذا وُلِّيْتَ من أمور الناس، فاعمل بعمل هذين: أبي بكر و عمر\". فبينا أنا جالس إذ أتي بعلي و معاوية، فأدخلا بيتاً و أجيف عليهم الباب، و أنا أنظر. فما كان بأسرع أن خرج علي و هو يقول: \"قُضِيَ لي و ربُّ الكعبة يا رسول الله\". ثم ما كان بأسرع من أن خرج معاوية و هو يقول: \"غُُفِرَ لي و ربُّ الكعبة يا رسول الله!\". القصة أخرجها ابن عساكر في تاريخه (59|140) بسندين إلى ابن أبي عروبة، و هو ثقة حافظ. و قد جمعت الروايتين في قصة واحدة. كما و أن ابن أبي الدنيا أورد الرواية الثانية في المنامات (رقم 124). ¶ و بسبب ثبوت هذه الفضائل و غيرها عن السلف، فقد نهو نهياً شديداً عن التكلم في معاوية رضي الله عنه وبقية الصحابة، وعدوا ذلك من الكبائر. قال الإمام عبد الله بن المبارك رحمه الله: \"معاوية عندنا مِحْنة، فمن رأيناه ينظر إليه شزَراً اتهمناه على القوم\"، يعني الصحابة. انظر البداية و النهاية لابن كثير (8|139). وقال الربيع بن نافع الحلبي (241هـ) رحمه الله: \"معاوية سترٌ لأصحاب محمد صلى الله عليه وسلم ، فإذا كشف الرجل الستر اجترأ على ما وراءه\". البداية و النهاية (8|139).",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "وقد صدقوا في ذلك، فإنه ما من رجل يتجرأ ويطعن في معاوية رضي الله عنه إلا تجرأ على غيره من الصحابة رضوان الله عليهم. وانظر هذا في أحوال الزيدية: فإنهم طعنوا في معاوية رضي الله عنه ثم تجرءوا على عثمان رضي الله عنه، ثم تكلموا في أبي بكر وعمر رضي الله عنهحتى صرح بكفرهما بعض الزيدية. والسبب في ذلك أنه إذا تجرأ على معاوية رضي الله عنه فإنه يكون قد أزال هيبة الصحابة من قلبه فيقع فيهم، لأنه لا يعلل كلامه في معاوية بشيء إلا ويلزمه مثل هذا في غيره. فإن كان الذي يتكلم في الصحابة يشتم معاوية رضي الله عنه ويتنقصه، فيقال له: ما حملك على ذلك؟ فإن قال: قتاله لعلي رضي الله عنه. فيقال له: فيلزمك أن تشتم الزبير وطلحة وعائشة أم المؤمنين رضي الله عنه وغيرهم من الصحابة لأنهم قاتلوا علياً. فإن قال: ولكن أولئك اجتهدوا في الأخذ بثأر عثمان. فيقال له: ومعاوية ومن معه كذلك. فإن قال: ولكن الزبير وطلحة وعائشة ونحوهم لهم سوابق تدل على فضلهم. فيقال له: ولمعاوية سوابق تدل على فضله: فقد صحب النبي صلى الله عليه وسلم وشهد له بالصحبة والفقه ابن عباس -كما في صحيح البخاري- الذي قاتل مع علي ضده. وشهد مع النبي صلى الله عليه وسلم حنيناً والطائف وتبوك. وكتب الوحي. ودعا له الرسول صلى الله عليه وسلم كما في صحيحي إبن خزيمة و إبن حبان وتاريخ البخاري. وصح أن الرسول صلى الله عليه وسلم قال \"أول جيش من أمتي يغزون البحر قد أوجبوا\" وكان هذا الغزو بقيادة معاوية رضي الله عنه. وقد ولاه عمر وعثمان رضي الله عنه الشام. وقد رضي الحسن بن علي رضي الله عنه أن يتنازل له عن الخلافة، وأثنى الرسول صلى الله عليه وسلم على فعله ذلك بقوله \"إن ابني هذا سيد ولعل الله أن يصلح به بين فئتين من المسلمين\"، كما في صحيح البخاري. وإذا كان معاوية رضي الله عنه ليس عدلاً، فهذا قدح في الحسن رضي الله عنه الذي رضي أن يتولى الأمة غير عدل!! وفتحت كثير من",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "الأمصار في وقته. وتولى الخلافة عشرين سنة كان فيها ملكه ملك رحمة و عدل. و قد أطلنا في الكتاب الذهبي في بيان اتفاق الأئمة الأعلام والمؤرخين من السنة على ذلك. ¶ فإن قال: ولكن معاوية ثبت عن بعض الصحابة أنهم كانوا يتكلمون فيه. فيقال له: فيلزمك على هذا أن تتكلم في كثير من الصحابة: فقد تكلم عمار في عثمان رضي الله عنهما، وتكلم العباس في علي رضي الله عنهما، وتكلم سعد بن عبادة في عمر بن الخطاب رضي الله عنهما، وتكلم عمر في حاطب رضي الله عنهما، وتكلم أسيد بن حضير في سعد بن عبادة رضي الله عنهما، وكل هؤلاء من السابقين الأولين رضي الله عنهم، فإن كان كلام أحدهم في الآخر يبيح أن يتكلم فيه الآخرون جاز الوقوع فيهم كلهم كما هو دين الروافض قبحهم الله. فإن قال: ولكن معاوية ثبت عنه بعض الأخطاء. فيقال له: وثبت عن غيره من الصحابة أيضاً بعض الأخطاء، فإن كان الوقوع في الخطأ مبيحاً للشتم فاشتم من وقع منهم في الخطأ. فإن قال: ولكن أخطاء أولئك مغفورة بجانب سبقهم وفضلهم وجهادهم. فيقال له: وأخطاء معاوية مغفورة بجانب سبقه وفضله وجهاده. وهكذا، فإذا تجرأ أحد على معاوية رضي الله عنه هان عليه غيره من الصحابة، وبدأ يتكلم في الواحد منهم تلو الآخر لطرد مذهبه الباطل. ¶ و من هنا نقول كما قال السلف -رحمهم الله- أنه لا يجوز في معاوية إلا ذكر محاسنه وفضائله والكف عن مساويه. ويؤيد ذلك الحديث الذي رواه الترمذي وأبو داود وصححه ابن حبان والحاكم من حديث ابن عمر رضي الله عنه أن النبي صلى الله عليه وسلم قال \"اذكروا محاسن موتاكم وكفوا عن مساويهم\".",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "وقد اقتصرنا في هذه الرسالة على المرفوع. ولو كتبنا الحديث الموقوف في فضائل معاوية من أقوال الصحابة و التابعين و أئمة الإسلام لاضطررنا إلى تأليف كتاب كامل عنه. ففي الباب لعن الحسن لمن يلعن معاوية. وثناء علي على معاوية وإمارته. ووصف إبن عباس وأبي الدرداء له بالفقه. وقول إبن عمر أن معاوية أسود من عمر بن الخطاب نفسه. و جلد عمر بن عبد العزيز لمن تكلم على معاوية. وتفضيل الأعمش له على عمر بن عبد العزيز في عدله، وكذلك قريباً منه إبن المبارك. وتفضيل إبن العباس له على إبن الزبير في أخلاقه. وقول قتادة عنه أنه المهدي. وقول الزهري أن معاوية قد عمل سنين بسيرة عمر بن الخطاب. بل وثناء عمر بن الخطاب عنه في عدة مواضع. وأمر أحمد بن حنبل للرجُل بقطع رحمه وهجر خاله لمجرد أنه انتقص معاوية. ومن لم يكفه قول رسول الله صلى الله عليه وسلم فلن يكفيه شيء بعده. هذا وصلى الله على سيدنا محمد وعلى أصحابه أجمعين.",
            "page": "29",
            "part": "1"
        }
    ],
    "t35834": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الأحاديث النبوية في فضائل معاوية بن أبي سفيان"
        }
    ]
}