{
    "b35833": [
        {
            "id": "1",
            "nass": "كتاب الإنصاف والتحرّي ¶ في دفع الظلم والتجرّي، عن أبي العلاء المعرّي (¬1) ¶ لابن العديم (¬2) ¶ 558 - 660 ¶ بسم الله الرحمن الرحيم ¶ قال الشيخ الإمام أوحد الفضلاء، سيد العلماء، الصاحب كمال الدين، جمال الإسلام، بهاء الأنام، بقية السلف الكرام، أوحد عصره، ووفريد دهره، عمر بن الصاحب السعيد الإمام العلامة قاضي القضاة نجم الدين أبي الحسن أحمد، بن الصاحب السعيد قاضي القضاة جمال الدين أبي غانم هبة الله، بن قاضي القضاة مجد الدين أبي عبد الله محمد، بن قاضي القضاة جمال الدين أبي الفضل هبة الله، بن قاضي القضاة نجم الدين أبي الحسن أحمد بن يحيى بن زهير بن أبي جرادة، تغمده الله برحمته ورضوانه: ¶ ¬__________ ¶ (¬1) ( ... *) ... الأصل الذي نشرنا هنه هذه النسخة مخطوط، منقول عن نسخة قديمة في خزانة محمد مرعي باشا الملاح بحلب. وقد أهديت هذه النسخة المنقولة إلى خزانة المجمع العلمي بدمشق، وحفظت فيه برقم 41 وعليها عبارة الإهداء من الملاح باشا بتاريخ 27 ربيع الآخر سنة 1340. والنسخة في 85 صفحة بخط الرقعة الحديث، في قطع متوسط. وكتب في صدرها: «نقل عن كتاب عليه خطوط أحدا مؤرّخ سنة 847». وقد تفضل المجمع العلمي العربي بدمشق بإعارتنا هذه النسخة. وهي على ما بها من التحريف الكثير ينقصها كثير من فصول الكتاب. ولكننا آثرنا نشرها، لما فيها من نصوص ذات قيمة تلقي ضوءاً على ما غمض من حياة أبي العلاء. ¶ (¬2) ( ... **) ... كان ابن العديم من أسرة كريمة وليت القضاء، وعرفت بالعلم والفضل. وقد درس وأفتى وصنف، وجمع تاريخا لحلب في نحو ثلاثين مجلدا. وقد ناب في سلطنة دمشق عن الملك الناصر. توفي بمصر، ودفن بسفح المقطم. انظر ياقوت (6:18-46). والبداية والنهاية، والشذرات في وفيات 660. وانظر أيضاً الفوائد البهية في تراجم الحنفية ص147 حيث ترجم لابن العديم وأسرته.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "الحمد لله الكريم العادل، ذي الفضل الشامل، والإحسان الكامل، مُحِقِّ الحقّ، ومُبطل الباطل. أحمده على ما منحنا من التّوفيق، وهدانا به إلى سواء الطريق. وأشهد أن لا إله إلّا الله وحده لا شريك له، شهادة من خلص له يقينُه، وصحّ بالوحدانية مذهبه ودينُه. وأشهد أنّ محمداً عبده الأوّاب، ورسوله المبِّن للصواب، أرسله بالآيات الباهرة، والحجج الزاهرة، والدلائل الظاهرة، ففرق بين الصحيح والسقيم، والمعوجُ والقوي، وهدى أمّته إلى الصراط المستقيم. صلى الله عليه وعلى آله الأكرمين، وأصحابه الهداة المنتخَبين، وعلى التابعين لهم بإحسانٍ إلى يوم الدين. ¶ ... وبعد، فإنِّي وقفت على جملةٍ من مصنّفاتِ عالم معرّة النعمان، أبي العلاء أحمد بن عبد الله بن سليمان، فوجدتُها مشحونةٌ بالفصاحة والبيان، مُودَعةً فنوناً من الفوائد الحِسان، محتويةً على أنواع الآداب، مشتملةً من علوم العرب على الخالص واللُّباب؛ لا يجد الطامح فيها سَقْطة، ولا يدرك الكاشح فيها غلطة. ولمّا كانت مختصّةً بهذه الأوصاف، مميَّزة على غيرها عند أهل الإنصاف، قصده جماعةٌ لم يعُوا وعيَه، وحسدوه إذ لم ينالو سعيَه، فتتبَّعوا كتبه على وجه الانتقاد، ووجدوها خاليةً من الزيغ والفساد؛ فحين علِموا سلامتَها من العيب والشَّين، سلكوا فيها معه مسلك الكذب والمَيْن، ورمَوه بالإلحاد والتعطيل، والعدولِ عن سواء السَّبيل. فمنهم من وضع على لسانه أقوالَ المٌلحِدة، ومنهم من حمل كلامه على غير المعنى الذي قَصَده، لجعلوا مَحاسِنَه عيوباً، وحسناتِه ذنوباً، وعَقله حٌمقاً، وزُهده فِسقاً؛ ورشَقوه بأليم السهام، وأخرجوه عن الدِّين والإسلام؛ وحرَّفوا كلِمه عن مواضعِه، وأوقعوه في غير مواقعه.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "ولو نظر الطاعن كلامَه بعين الرضا، وأغمد سيفَ الحسد مَنْ عليه انتضى؛ لأوسع له صدراً وشرح، واستحسن ما ذمّ ومدح. لكنْ جرى الزَّمن على عاداته، في مطالبته أهلَ الفضل بِتراتِه، وقصدِهم بإساءاته، فسلط عليهم أبناءه، وجعلهم أعداءه، فقصدوه بالطعنِ والإساءة. واللبيب مقصود، والأديب عن بلوغ الغرض مصدود، وكلُّ ذي نعمه محسود. ومن سلك في الفصاحة مسلكَه، وأدرك من أنواع العلوم ما أدركه، وقَصد في كتبه الغريب، وأودعها كلَّ معنىً غريب -كان للطاعن سبيلٌ إلى عكس معانيه وقَلبها، وتحريفها عن وجوهها المقصودة وسَلْبها. ألا ترى إلى كتاب الله العزيز، المحتوي على المنع والتجويز، الذي لا يقبل التبديل في شيءٍ من صُحفه، ولا يأتيه الباطلُ من بين يديه ولا من خلفه، كيف أحال جماعةٌ من أرباب باطل الأقاويل، تأويلَه على غير وجوهِ التأويل، فصرفوا تأويلَه إلى ما أرادوا، فما أحسنوا في ذلك ولا أجادوا! حتّى إنّ جماعةً من الكفَّار، وأرباب الزَّلل والعِثار، تمسّكوا منه بآيات، جعلوها دليلا على ما ذهبوا إليه من الضلالات. فما ظنُّك بكلامِ رجلٍ من البشر، ليس بمعصومٍ من إنْ زَلّ أو عثَر، وقد تعمَّق في فصيح الكلام، وأتى من اللغات بما لا يتيسَّر لغيره ولا يرام، وأودعها في كلامه أحسنَ إيداع، وأبرزها في النظم البديع والأسجاع، إذا قصده بعضُ الحسّاد، فحمل كلامَه على غير المراد!",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وقد وضع أبو العلاء كتابا وسَمَه بـ\"ـزجر النابح\"، أبطل فيه طعنَ المزْري عليه والقادح، وبيَّن فيه عذره الصحيح، وإيمانه الصَّريح، ووجهَ كلامه الفصيح، ثم أتبع ذلك بكتابٍ وسمه بـ\"ـنَجْر الزجر\"، بيّن فيه مواضِعَ طعنوا بها عليه بيانَ الفجر. فلم يمنعهم زجرُه، ولا اتّضح لهم عذرُه، بل تحقَّق عندهم كفره، واجترءوا على ذلك وداموا، وعنَّفوا من انتصر له ولاموا، وقعدول في أمره وقاموا، فلم يرعَوا له حرمه، ولا أكرموا عِلمه، ولا راقبوا إلًّا ولا ذِمّة، حتى حكوا كفره بالأسانيد، وشدّدوا في ذلك غاية التشديد، وكفَّره من جاء بعدهم بالتقليد. ¶ فابتدرْتُ دونه مُناضِلاً، وانتصبتُ عنه مجادِلاً، وانتدَبتُ لمحاسنه ناقلاً. وذكرت في هذا الكتاب مولِده ونسبَه، وتحصيله للعلم وطلبه، ودينه الصحيح ومذهَبه، وورعه الشديد وزُهده، واجتهاده القوي وجِدّه، وطعن القادح فيه وردّه، ودفع الظلم عنه وصدّه. ¶ وسميته \" كتاب الإنصاف والتحرّي ، في دفع الظلم والتجرّي ، عن أبي العلاء المعرّي \". وبالله التوفيق والعصمة، وإليه المرجع في كلِّ وصمة، وهو حسبي ونعم الوكيل. ¶ ذكر نسبه",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "هو أبو العلاء أحمد بن عبد الله بن سليمان بن محمد بن سليمان بن أحمد بن سليمان بن داود بن المطهَّر بن زياد بن ربيعة بن الحارث بن ربيعة بن أنور بن أرقَم بن أسحَم بن النعمان -وهو الساطع- بن عَدِيّ بن عبد غَطَفان بن عمرو بن بَرِيح بن جَذيمة بن تَيم اللات -وقيل تيم الله، وهو مجتَمَع تَنُوخ- بن أَسَد بن وَبْرة بن حُلوان بن عمران بن الحافِ بن قُضاعة -وهو لقب واسمه: عمرو- بن مالك بن عمرو بن مُرّة بن زيد بن مالك بن حِمْير؛ وهو ابن سبَأ بن يشجَب بن يَعرُب بن قَحْطان -وهو مجتَمَع قبائل اليمن- ابن عابَر وقيل هو هُودٌ عليه السلام، بن شالَخ (وقيل : شالح وقيل: سايح) بن أَرْفَخْشَذ (وقيل راقد) بن سام (وقيل سائم) بن نوح عليه السلام بن لمك (وقيل لامك، وقيل لامخ، وقيل ملكان) بن مَتُّوشَلَخَ (وقيل مَتُّوشَلَح، وقيل متّوب) بن أَخْنوخ (وهو إدريس عليه السلام. وقيل حَنُوح، وقيل حَنوخ) بن يارد (¬1) (وقيل يَرْد (¬2) ، وقيل الزايد وقيل اليادر) بن مَهائيل (وقيل ماهللأل، وقيل مهلهل) بن قينان (وقيل قنان) بن طاهر (¬3) (وهو أنوش) بن هِبَة (¬4) (وهو شيث) بن آدم عليه السلام. ¶ ¬__________ ¶ (¬1) ... في الأصل : «يازد» بالزاى المعجمة تصحيحه من الطبرى والروض الأنف. ¶ (¬2) ... في الأصل : «يزد» بالزاى المعجمة تصحيحه من الطبرى والروض الأنف ¶ (¬3) ... كذا. وفى الروض الأنف : «أنوش ومعناه الصادق». ¶ (¬4) ... فى الروض الأنف : «شيث وتفسيره عطية الله».",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وقَحطان هو مجتمع قبائل اليمن بأسرها. وتيم اللات مجتمع تَنوخَ بأسرها. وإنما سُمُّوا تنوخ لأنّهم تَنَخوا بالشام، وقيل بالحِيرة، أي أقاموا. والتُّنُوخ (¬1) هو المُقام في الموضع.يقال تنخ في الأمر أي رسخ فيه، فهو تانخ. وكانوا أقاموا على مالك بن زُهير بن عمرو بن قهم بن تيم اللات، ونزلوا معه الحِيرة، فاختطُّوها، وبنوا فيها الأبنية وعَمَروها، وهم أوّل من عَمَر الحِيرة ونزلها. وكان لهم قوّة وبأس، وغَناء وكثرة، فزاهم سابور الأكبر ملك فارس، في جيوش عظيمة، فقاتلوا قتالاً شديداً. ولم تزل الحربُ بينهم أيّاما، فلحقت بسابور جيوشُه وأُمراؤه، فضعفت تَنوخ عن مقاومته وانكشفت، فسار معظمهم ومن فيه نهوضٌ منهم إلى الضَّيزن بن معاوية التَّنُوخيّ، إلى الحَضْر (¬2) ، فأقاموا به، وملكوا ما جاورهم من البلاد، وأَجْلَوا سائر الأمم عنها، إلّا من أدّى إليهم الجِزية. فاستدّت شوكة تَنوخ، وعظُم بأسهم، فملَّكوا عليهم الساطع، وهو النعمان بن عدى -وإنما سمي الساطع لجماله وبهائه، وكان طويلاً وسيماً جسيماً، جواداً شجاعاً- فمَلَك عليهم بُرْهة، وكانت له حروبٌ ووقائع مع ملوك الفرس، وشنّ الغارات على السواد، فسمِّيت تنوخ يومئذ الدواسِر، لمَا ظهر من شدتهم وبأسهم. ¶ وبعض الجهّال يقول: إنّ معرّة النعمان تنسب إليه. وليس بصحيح، بل تنسب إلى النُّعمان بن بَشِير الأنصاريّ، وكان واليا على حِمص وقِنَّسرين، فى ولاية معاوية وابنه يزيد؛ ومات للنعمان به ولد، وجَدّد عِمارتها، فنُسبت إليه، وكانت تسمَّى أوّلاً ”ذات القصور“. وقيل إنّ سياث كانت المدينة وهي آهلة، فخَرج ابنٌ للنعمان بن بشير يتصيّد، وكان موضع المعرة أجمة، فافترسه السبع، فجزع عليه، وبنى له موضعاً عند قبره، فبنى الناس لبنائه، فنُسبت معرّة النعمان إليه لذلك. ¶ ¬__________ ¶ (¬1) ... في الأصل «التنخ» والصواب ما أثتبنا. ¶ (¬2) ... الحضر، بالفتح: مدينة بإزاء تكريت في البرية، بينها وبين الموصل والفرات.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وإنّما نَسبتِ الجهال المعرّة إلى النعمان بن عدىّ المعروف بالساطع؛ لأنّ أهلها كلَّهم أو بعضهم من بني الساطع ، فظنُّوا أنّها منسوبة إليه . ¶ ولمّا هلك الساطع تفرّقت كلمة تنوخ، وتشتَّت أمرهم، وتنازعوا الرياسة بعده . ¶ ثم إنّ ملك الفرس غزا الروم، فأذرع (¬1) فيهم القتل، وسَبَى الذَّراريّ، وخرّب العمائر. فأنفذ ملك الروم إلى تنوخ –وكانت أقرب القبائل إليه في ذلك العصر– فاستنجدهم على ملك الفرس، فأنجدوه، وقاتلوا معه قتالاً شديداً. ثمّ سألوا ملك الروم أو يتولَّوا حرب الفرس منفرِدين عن جُند الرُّوم؛ لتظهر له طاعتُهم وغَناؤهم، فأجابهم إلى ذلك. فقاتلوا الفرس، وظفِروا بهم، وقتلوهم قتلاً ذريعاً، وأبلوا بلاءً عظيماً، فأُعْجِب بهم ملك الروم، وفرَّق فيهم الدنانير والثياب، وقرَّبهم وأدناهم، وأقطعهم سُورِيَة وما جاورها من البلاد إلى الجزيرة، وهي مدينة بقرب الأحَصّ على جانب البرّيّة، وإليها ينسب اللسان السُّورِيانيّ. ¶ هذا منتهى أمرهم في الجاهلية. ¶ ¬__________ ¶ (¬1) ... هى من القتل الذريع، أي الواسع . ولم يرد هذا اللفظ في المعاجم . وفي أساس البلاغة واللسان : أذرع فى كلامه أى أكثر",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "فلما جاء الإسلام قدموا مع أبى عُبيدة بن الجرَّاح رضى الله عنه، وكانوا أشدّ من معه من العرب شوكة، وأكثرهم عَدَدا، فانتجعوا (¬1) البلاد، واختطُّوا الخِطَط، ونزلوا قِنَّسرين ومَنبِج وسُورِية وحماة ومعَرّة النعمان وكَفْرَطابَ وغيرها من بلاد الإسلام، وتغلَّبوا عليها. وكانوا على دين النصرانيّة، فامتنعوا من أداء الجزية، وقالوا: ما نؤدّي ما يقع عليه اسم الجزية، وكانوا أهل قوّة وبأس. فلما سار عمر رضي الله عنه إلى الشام قدموا عليه، فقال: ما أقنَعُ منكم إلّا بالدُّخول في الإسلام أو السيف، وأمهلهم سنتين. ثم إنه ألزمهم ما يلزم أهلَ الذّمّة من الجِزية، فأبونا عليه، وقالوا: خذ المال مِنّا على اسم الصدقة، دون اسم الجزية. فأبى عمر، ثم أجابهم إلى أن يأخذها على اسم الخراج، فاستجاب له قوم منهم، وأقاموا بديارهم. وكان منهم أجداد أبي العلا، وأحداد بني الفُصَيص (¬2) وُلاة قِننَّسرين؛ وأسلم بعضهم في أيام أبي عبيدة، وبعضهم في أيام المهديِّ بن المنصور، ودخل منهم قوم إلى بلاد الروم مع جَبَلة [بن] (¬3) الأيْهَم في النّصرانية. ¶ ¬__________ ¶ (¬1) ... في الأصل: «فانتخوا». ¶ (¬2) ... كذا وردت بهذ الضبط في الكلام على «قنسرين» من تاريخ حلب لابن العديم ص129 من الجزء الأول، مصورة دار الكتب. ¶ (¬3) ... تكملة ضرورية. وجبلة بن الأيهم: آخر ملوك غسان، تنصر في أيام عمر بن الخطاب. انظر العمدة (2:178).",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وتَنوخ من أكثر العرب مناقبَ وحسبا، ومن أعظمها مفاخر وأدبا، وفيهم الخطباء والفصحاء، والبلغاء والشعراء. وهم يرجعون إلى بطنين: الساطع، والحُرّ. وبنو الساطع هم المشهورون بالشرف والسؤدُد، والرياسة والشجاعة، والجود والفضل. وبيوت المعرّة منهم. وهم يرجعون إلى أسحم بن الساطع، وعَدِيّ بن الساطع، وغَنم بن الساطع. فبنو سليمان، وبنو أبي حُصين، وبنو عمرو، ينتسبون إلى أسحم بن الساطع؛ وبنو المهذب، وبنو زريق، ينتسبون إلى عَدِيّ بن الساطع؛ وبنو حواري، وبنو جُهِير ينتسبون إلى غَنْم بن السّاطع. وجُهير بن محمّد التنوخي ولِي معرّة النعمان. ¶ وأكثر قضاة المعرّة وفضلائها وعلمائها وشعرائها وأدبائها من بني سليمان، وهو سليمان بن داود بن المطهَّر. ¶ * * * ¶ وحيث انتهى بنا القول إلى التنبيه على كثرة القضاة والفضلاء من بني سليمان، فلنذكر الآن من اشتهر منهم بذلك بمعرّة النعمان: ¶ فمنهم أبو الحسن سليمان بن أحمد بن سليمان بن داود بن المطهَّر، هو أوّل من تولَّى منهم قضاء معرّة النُّعمان. وقال بعضُ الناس: إنّه ولي قضاءها في سنة تسعين ومائتين إلى أن مات. وبعضهم يقول: إن الذي تولى القضاء سنة تسعين ومائتين هو ابنه، وهذا هو جدّ جدّ الشيخ أبي العلاء. ¶ ومنهم ولد المذكور، وهو جدّ أبي الشيخ أبي العلاء، أبو بكر محمد بن سليمان بن أحمد، ولي القضاء بمعرّة النعمان بعد موت أبيه في حدود الثلاثمائة. وقيل هو الذي تولَّى سنة 290. وكان فاضلاً أديباً ممدوحاً، وفيه يقول أبو بكر أحمد بن محمد الصَّنَوبَريّ: ¶ بأبي يابنَ سليما ... نَ لقد سُدْتَ تنوخا ¶ وهمُ السادة شُبَّا ... ناً لَعَمرِي وشُيوخا ¶ أَدرَكَ البُغيةَ من أضْـ ... حى بناديك مُنِيخا ¶ وارداً عندك نِيلاً ... وفراتاً وبَلِيخا ¶ واجداً منك متى استصـ ... ـرَخَ للمجد صَرِيخا ¶ في زمانٍ غادر الهـ ـمَّـ ـاتِ في النَّاس مُسُوخا ¶ ومدحه بغير هذه الأبيات أيضاً. ¶ ومن شعر القاضي أبي بكر بن سليمان قولُه في الشمعة:",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وصفراءَ كالتِّبر مقدودةٍ ... تَسُرُّ وتُؤنِسُ جُلَّاسَها ¶ تكونُ لطالِبِ مِقياسِها ... ... فُويقَ الذِّراع إذا قاسَها ¶ تموتُ إذا أهملوا أمْرَها ... وتحيا إذا قطعوا راسَها ¶ ويَفنَى الدُّجى بسَنَى نورها ... إذا شهد القبض أنفاسَها ¶ وتَبْكِي فيقطُر من رأسها ... نجوم تُرصِّع لَبّاسَها ¶ يَرَى الشَّرْبُ نجماً بها طالعاً ... وشمساً إذا جُليَتْ (¬1) ، كاسَها ¶ أنِسنا بها ورأينا السُّرور ... فَلا عَدِم الشَّربُ إيناسَها ¶ وتُوفِّيَ أبو بكر محمد بن سليمان سنة إحدى وثلاثين وثلاثمائة. ¶ ومنهم: ولده جدّ أبي العلاء، وهو أبو الحسن سليمان بن محمد بن سليمان بن أحمد. تولَّى قضاء معرّة النعمان في سنة إحدى وثلاثين وثلاثمائة، بعد موت أبيه أبي بكر، ثم تولى بعد ذلك قضاء حِمص أيضاً، وكان فاضلاً فصيحاً، شاعراً محدِّثاً. ¶ ومن شعره قوله في الناعورة: ¶ وباكةٍ على النَّهرِ ... تئِنُّ ودمعُها يجرِي ¶ تُذكِّرُني بأحبابِي ... وحالِي ليلةُ النَّفْرِ ¶ وأُذْرِي مثل ما تُذْرِي ... وأُسعِدها وما تَدْرِي ¶ على فقدِي لأحبابي ... وما قد فاتَ من عُمرِي ¶ فما هي فيه مشهور ... وما أنا فيه في السَّتْرِ ¶ كأني في بسيط الأر ... ض بين النَّاس في قَبْرِ ¶ ¬__________ ¶ (¬1) ... في الأصل: «إذا أكللت».",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وروى الحديثَ عن القاضي أبي القاسم عليّ بن محمد بن كاس النَّخَعي الحَنَفي، قاضي معرّة النعمان؛ وعن الصَّقر بن أحمد البلديّ؛ وأبي بكر محمد بن بركة الحلبي، المعروف ببرداعس (¬1) الحافظ؛ وعن محمد بن همّام وجماعة سواهم. روى عنه ابنه أبو محمد عبد الله، وحفيداه الشيخ أبو العلاء أحمد بن عبد الله، وابن بنته أبو صالح محمد بن المهذَّب، وأبو الحسن المهذب وجعفر ابنا عليّ بن المهذب، وأبو النصر عبد الكريم بن جعفر بن عليّ بن المهذَّب المعرّيُّون، وأبو عَمْرو عثمان بن عبد الله الطَّرسُوسيّ قاضي معرّة النعمان بعده. ¶ ووُلد بالمعرّة سنة خمس وثلاثمائة، وتُوُفّي بحمص وهو على قضائها في جمادى الأولى سنة سبع وسبعين وثلاثمائة، ودفن ظاهر باب الرَّسْتَن (¬2) . ¶ ¬__________ ¶ (¬1) ... ذكره الذهبي في تذكرة الحفاظ (3:46). وقال: «توفي سنة سبع وعشرين وثلاثمائة». وقال ابن عساكر في تاريخ دمشق: «محمد بن بركة بن الحكم بن إبراهيم، أبو بكر الحافظ الحميري اليحصبي القنسريني المعروف ببرداعس، سكن حلب ثم قدم دمشق وحدث بها». وذكر وفاته كما ذكر الذهبي. وانظر شذرات الذهب. ¶ (¬2) ... الرستن، بفتح أوله وسكون ثانيه وتاء مثناة من فوق وآخره نون: بليدة قديمة كانت على نهر العاصي. انظر معجم البلدان (4:249).",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "ومنهم ولده أبو محمد عبد الله بن سليمان بن محمد بن سليمان بن أحمد بن سليمان، والد الشيخ أبي العلاء. روى عن أبي بكر محمد بن الحسين السَّبِيعي الحافظ نزيل حلب، وأبي عبد الله الحسين بن خالويه (¬1) ، وأبية أبي الحسن سليمان بن محمد بن سليمان، وأبي القاسم الحسن بن منصور بن محمد الكنديّ، وأبي سعيد الحسن بن إسحاق بن بُلبل المعرّيّ (¬2) القاضي بها، ومحمد بن عثمان بن أبي شيبة، وعبد الله بن محمد البغويّ، وغيرهم. روى عنه ابنه الشيخ أبو العلاء أحمد. ¶ وكان أبو محمد فاضلاً أديباً، لغوياً شاعراً. ومولده سنة ثلاثين وثلاثمائة. ¶ ومن شعره قوله يرثي جارية له: ¶ مولاكِ يا مولاةَ مولاها على ... حالٍ تَسُرُّ عدوّه وتَضُرُّهُ ¶ وبوُدّه لو كنتِ أنتِ مكانه ... في الزائِرينَ وأنّ قبرَكِ قبرُهُ ¶ وقوله: ¶ سَمِعتُمْ بأجْوَرَ مِنْ ظالمٍ ... أعَلَّ الفُؤادَ وما عادَهُ ¶ وقد كان واعَدَنِي زَورةً ... فأخلَفَ يا قومُِ مِيعادَهُ ¶ وتُوفي أبو محمد عبد الله بن سليمان والد أبي العلاء بمعرّة النُّعمان سنة خمسٍ وتسعين وثلاثمائة (¬3) . وقال فيه أبو العلاء ابنُه يرثيه، من أبياتٍ أجازها لنا أبو اليُمن زيد بن الحسن الكِندي، قال: أنشدنا موهوب بن الخَضْر بن الجواليقي (¬4) ، قال: أنشدنا يحيى بن علي التِّبريزي، قال: أنشدنا أبو العلاء المعرّي يرثي أباه (¬5) : ¶ ¬__________ ¶ (¬1) ... هو أبو عبد الله الحسين بن أحمد بن خالويه النحوي اللغوي توفي بحلب سنة 370. ¶ (¬2) ... ذكره ابن عساكر في تاريخ دمشق. وقال: رحل في طلب الحديث إلى دمشق وبيت المقدس والكوفة، وسمع في كل منها من جماعة. انظر مختصر تاريخ دمشق (4:154). ¶ (¬3) ... كذا. وإنما توفي سنة 377 بحمص، كما نص ياقوت ص 69. ¶ (¬4) ... هو أبو منصور موهوب بن أحمد بن الخضر بن الحسن الجواليقي البغدادي، له تصانيف كثيرة، منها ”المعرّب“، وشرح أدب الكاتب. ولد سنة 446 وتوفي سنة 539. ¶ (¬5) ... من قصيدة في سقط الزند (1:193).",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "أبي حَكمتْ فيهِ اللَّيالي ولم تَزَلْ ... رماحُ المنايا قَادراتٍ على الطَّعنِ ¶ فيا ليتَ شِعري هل يَخِفُّ وقارُه ... إذا صارَ أُحْدٌ في القيامةِ كالعِهْنِ ¶ وهل يرِدُ الحَوضَ الرَّوِيّ مُبادِراً ... مع النَّاس أو يأبَى الزِّحام فيَسْتَأْنِي ¶ وخلَّف أبو محمد عبد الله بنين ثلاثة: أبا المجد محمد بن عبد الله، وهو الأكبر، والموجود الآن من بني سليمان كلُّهم من عقبه، وأبا العلاء أحمد بن عبد الله بن سليمان، وهو يلي أبا المجد في السنّ، وأبا الهيثم عبد الواحد بن عبد الله، وهو أصغر الإخوة الثلاثة. ¶ فأما أبو الهيثم عبد الواحد بن عبد الله بن سليمان فكان شاعراً مُجيداً، روى عنه أبو العلاء شيئاً من شعره، وجمع شِعره لولده زيد بن عبد الواحد. ذكر أبو غالب همام بن المهذب في تاريخه، أنّ أبا الهيثم وُلِد في سنة إحدى وسبعين وثلاثمائة. ¶ وقرأت بخط أبي اليسر شاكر بن عبد الله بن سليمان: وُلِد الشيخ أبو الهيثم عبد الواحد بن عبد الله بن سليمان، سنة سبعين وثلاثمائة، وله شعر مدوّن جمعه أخوه أبو العلاء لابنه يزيد، منه ما أنشدنا أبو إسحاق إبراهم بن أبي اليسر بدمشق، قال: أنشدني أبي شاكرُ بنُ عبد الله، قال: أنشدني جَدّي أبو المجد محمد بن عبد الله بن محمد، قال: أنشدني الشيخ أبو العلاء أحمد بن عبد الله، قال: أنشدني أخي أبو الهيثم لنفسِه يخاطب بعض الشعراء: ¶ زِدنِي من الشِّعر الذي استنبطتَه ... من فِكرِكَ المتصرِّفِ المستجلسِ (¬1) ¶ فدَنِيّةُ الأشعارِ تصقُل خاطرِي ... ... مثلُ الحُسامِ جَلوته بالمِدْوسِ ¶ وتوفي أبو الهيثم سنة خمسٍ وأربعمائة؛ وخلّف ولداً واحداً ذكراً، وهو أبو نصر زيد بن عبد الواحد بن عبد الله. قرأ على عمِّه أبي العلاء، وجمع له أبو العلاء شعرَ والده أبي الهيثم. ¶ ¬__________ ¶ (¬1) ... كذا في الأصل.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "أنشدني أبو إسحاق إبراهيم بن شاكر بن عبد الله، قال: أنشدني أبي شاكرٌ قال: أنشدني جدّي أبو المجد قال: سمعت أبا العلاء يُنشِد زيد بن عبد الواحد بن عبد الله بن سليمان، مِن شعر والده أخيه أبي الهيثم، وكان جمع له شعرَ والده أخيه، وكان أخوه قدم على «سِياث»، فوجد بها رجلاً يقلع حِجارة، وكتب على حائطٍ من حيطانها بمِعول (¬1) : ¶ مررتُ بربعٍ من سِياثَ فراعَني ... به زَجَلُ الأحجار تحتُ المَعاوِلِ ¶ تَناوَلَها عَبْل (¬2) الذِّراع كأنَّما ... جَنَى (¬3) الدَّهْرُ فيما بينهم حربَ وائلِ ¶ أمُتلِفَها (¬4) شَلَّتْ يمينُك، خَلِّها ... لمعتبرٍ أو زائرٍ أو مُسائِلِ ¶ منازل قومٍ حدّثَتْنا حديثّهم ... فلم (¬5) أرَ أحْلَى مِنْ حديث المنازل ¶ قرأت بخطِّ بعض المعرّيِّين على ظهر كتاب: وُلد الشيخ أبو نصر زيد بن عبد الواحد بن عبد الله بن سليمان سنة ثمانٍ وتسعين وثلاثمائة. وتوفي سنة اثنتين وأرعين وأربعمائة، فقد كان عمره أربعاً وأربعين سنة. ¶ وله ولد اسمه مُنافر، وَقف بخطِّه كتباً من تصانيف عم أبيه أبي العلاء، تدلُّ على فضله وحُسن نقله. وليس له عقبٌ بالمعرة ولا غيرها. ¶ وأمّا أبو العلاء فهو الذي وُضع هذا الكتاب في ذكره. وسنذكر مولِدَه وأحواله، وشيوخه، ووفاته، إن شاء الله تعالى. ¶ ¬__________ ¶ (¬1) ... قال ياقوت في رسم (سياث): «اجتاز بها القاضي أبو يعلى عبد الباقي بن أبي الحصين المعرّي والناس ينقضون بنيانها يعمروا به موضعاً آخر فقال». وأنشد الأبيات التالية. ¶ (¬2) ... عبل: ضخم. وفي الأصل: «عبد». ¶ (¬3) ... في معجم البلدان: «رمى». ¶ (¬4) ... في معجم البلدان: «أتتلفها». ¶ (¬5) ... رواية ياقوت: «ولم».",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وأمّا الولد الأكبر فهو أخو أبي العلاء، أبو المجد محمد بن عبد الله بن سليمان بن محمد بن سليمان. والقِب الموجود إلى الآن من ولده. وكان فاضلاً أديباً شاعراً، وله ديوانُ شعر مجموع. سمع بمعرّة النعمان أبا أحمد عُبيد الله بن محمد بن أحمد، ابنَ الحريص البزَّار (¬1) ، وأبا زكريا يحيى بن مسعر بن محمد. روى عنه أخوه أبو العلاء، وولده عبد الله بن محمد القاضي، وأبو سعد السّمَّان. ووُلد ليلة الجمعة لاثنتي عشرة ليلةً خلت من شوّال سنة خمس وخمسين وثلاثمائة. ¶ ومن شعره ما أنشدني أبو إسحاق إبراهيم بن شاكر بن عبد الله بن محمد بن عبد الله [بن محمد بن عبد الله] (¬2) بن سليمان، قال أنشدني أبي أبو اليسر شاكل، قال أنشدني جدّي أبو المحد محمد بن عبد الله، قال أنشدني أي عبدُ الله، قال أنشدني أبي أبو المجد محمد بن عبد الله بن سليمان لنفسه، وقد اجتاز بقبر صديقٍ له: ¶ سَقَى قبرَكَ المهجورَ صَوبُ تَجاوُزٍ ... عميمُ الرِّضا جَمُّ اللُّها والمكارمِ ¶ إذا طَلعتْ يومَ الحِسابِ سَحابةٌ ... مَحَتِ بقضاءِ الله صُحْفَ الجرائمِ ¶ وتوفي أبو المجد محمد بن عبد الله بن سليمان سنة ثلاثين وأربعمائة، وعمره خمس وسبعون سنة. وله ولدان، وليا قضاءَ معرّة النُّعمان: أبو محمد عبد الله بن محمد بن عبد الله بن سليمان، وأبو الحسن عليّ بن محمد بن عبد الله بن سليمان. ولكلٍّ منهما عقبٌ مذكور. ¶ ¬__________ ¶ (¬1) ... ذكره السمعان في الورقة 165. وقال: «يعرف بابن الحريص» وقال أيضاً: «الحريص نسبة إلى الحريص، وهو لقب لبعض أجداد أبي أحمد عبيد الله بن محمد بن أحمد». وفي الأصل: «ابن الحريصي»، محرف. ¶ (¬2) ... تكملة ضرورية.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "فأمّا أبو محمد عبد الله بن محمد بن عبد الله بن سليمان بن أحمد بن سليمان التنوخي، ابن أخي أبي العلاء قاضي معرّة النعمان، فإنه روى عن أبيه أبي المجد محمد، وعمه أبي العلاء أحمد، وتولَّى خدمة عمِّه بنفسه، وكان بَرًّا به، وكان يكتب لعمِّه أبي العلاء تصانيفَه، ويكتب عنه بإذنه السماع والإجازة، لمن يطلب ذلك من عمِّه. روى عنه ابنه أبو المجد محمد بن عبد الله بن محمد، وولي قضاء معرَّة النعمان بعد عزل ابن أبي حُصين عنه، لأمر أُنكر على ابن أبي حُصين. وكانت ولايته القضَاء في سنة ثلاثٍ وأربعين وأربعمائة، على كرهٍ من عمِّه أبي العلاء. وكان مولدُه بمعرّة النعمان سنة سبع وتسعين وثلاثمائة. وله ديوان شعرٍ ورسائل حسنة. وتولَّى القضاء بمعرّة النعمان، وخطابتها، والوقوف (¬1) بها. وكان يخدم عمَّه أبا العلاء، ويعلِّله في مرضه. فقال فيه أبو العلاء: ¶ وقاضٍ لا ينامُ اللَّيْلَ عَنِّي ... ... وطُولَ نَهَارِه بينَ الخُصومِ ¶ يكونُ أبرَّ بِي مِنْ فَرْخِ نَسْرٍ ... ... بوالِدهِ وألطَفَ من حَمِيم ¶ سأنشُرُ شُكْرهُ في يومِ حَشْرٍ ... ... أجَلْ، وعلى الصِّراط المستقيم ¶ ودفع إليَّ أبُو الحسن محمد بن أبي جعفر أحمد بن عليّ، إمام الكَلَّاسة بدمشق، جزءاً بخط أبيه أبي جعفر إمام الكَلَّاسة، فقرأتُ فيه بخطِّه أنّ الشيخ أبا اليسر شاكر بن عبد الله بن محمد بن عبد الله بن سليمان قال له: إنّ أبا العلاء قال في ابن أخيه أبي محمد عبد الله: ¶ أعبدَ الله، ما أسْدّى جميلاً ... نَظِيرَ جميلِ فِعلك غَيْرُ أُمِّي ¶ سقَتْنِي دَرَّها ودَعَتْ وباتتْ ... تُعِّذُني وَتقْرَأُ أو تسمِّي ¶ هممْتَ بأنْ تُجَنِّبَني الرَّزايا ... فرُمْتَ وِقايتي مِن كُلِّ همِّي ¶ كأنَّ الله يُلهِمُكَ اختيارِي ... فتفعلُهُ ولم يَخْطُرْ بوَهْمي ¶ حَمِدْتُكَ في الحياة أتمَّ حمدٍ ... وأيّامِي ذمَمْتُ أتمّ ذَمِّ ¶ ¬__________ ¶ (¬1) ... الوقوف: جمع وقف. عنى النظر في أمر الأحباس والأعيان الموقوفة.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "أجِدَّكَ ما تركتَ وأنتَ قاضٍ ... تَعَهُّدَ مُقْعَدٍ أعْمَى أصَمِّ ¶ جزاكَ البارئُ ابنَ أخٍ كرِيماً ... أبرَّ بمُعْجزٍ في بِرّ عَمِّ ¶ قرأت بخط القاضي أبي القاسم المحسِّن بن عمرو التنوخي في كتابه ”النائب عن الإخوان“: حضرتُ بعضَ أهل الأدب وقد أنشد هذه الأبيات: ¶ لمّا خَبَتْ ريح الفِرا ... قِ ولاحُ لي نجمُ التَّلاقِ ¶ وطننْتُ أنِّي لا محا ... لَةَ قد نجوتُ من الخِناقِ ¶ حَدَثَتْ عَليّ حوادِثٌ ... للبَين محكمةُ الوَثاقِ ¶ فنفَيْنَ عَنْ عينِي الكَرَى ... وأذقْنَنِي مُرَّ المَذاقِ ¶ وترَكْنني متلدِّداً (¬1) ... في طُولِ هَمٍّ واستياقِ ¶ أَبكي الدِّماء على فرا ... ... قِ الباكياتِ على فِراقِي ¶ إن اصطبارَ العاشقيـ ... ـن على الفِراقِ من النِّفاقِ ¶ لجماعةٍ من أصحابنا المعرّيّين، وسألهم إجازتَها والزيادةَ. فزاد فيها أبو محمد عبد الله بن سليمان القاضي مازحاً للوقت: ¶ فإذا وَصلْتَ إلى الوَدا ... ... عِ بلحْظِ عَينٍ أو عِناقِ ¶ ورأيتَ مُنْهَلَّ الدُّمو ... ... عِ كأنَّها خَيْلُ السِّباقِ ¶ وعَلَا البكاءُ من الجميـ ... ... عِ وخِفْتَ من فَرْطِ اشتياقِي ¶ فذَرِ الرُّجُوعَ وسِرْ على ... رَغْم الفِراق مع الرِّفاقِ ¶ واحلِفْ بأنَّك لا تعو ... دُ إلى المعَرَّةِ بالطَّلاقِ ¶ تُوفّيَ القاضي أبو محمد عبدُ الله في شعبان سنة خمسٍ وستّين وأربعمائة. ¶ ¬__________ ¶ (¬1) ... التلدد، بدالين مهملتين: التحير. وفي الأصل: «متلذذاً» بمعجمتين، محرف.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وأمّا أبو الحسن عليّ (¬1) بن محمد بن عبد الله بن سليمان ابن أخي الشيخ أبي العلاء، فهو الأصغر منهما. سمع عمّه أبا العلاء، وتولَّى قضاءَ معرّة النُّعمان، وقضاء حَمَاة. وسَيَّر إليَّ شهابُ الدين أبو المعالي أحمد بن مُدرك بن سليمان جزءاً في أخبار سَلَفِه، ذكر فيه عليًّا هذا، وقال: إنّه كان فاضلاً، سمع على عمِّه الشيخِ أبي العلاء جميعَ أماليه، ونسَخَها بخطِّه، وولي قضاء حماة، رحمه الله. وكانت ولايته قضاءها في سنة إحدى وخمسين وأربعمائة. ¶ وذكر أبو غالب ن المهذَب في تاريخه، أنّ مولد القاضي أبي الحسن عليّ (¬2) [بن محمد] (¬3) بن عبد الله في سنة خمس وأربعمائة. ¶ وقرأتُ في بعض تعاليقي للقاضي أبي المرشد سليمان بن عليّ بن محمد في أبيه يرثيه حين مات: ¶ شَهِدتُ لقد أبقَتْ بدِين محمَّدٍ ... ... وَفاةُ عليٍّ ثُلْمةً ما لها سَدُّ ¶ وفي المجدِ صَدْعاً ليس يُجبَرُ كَسرُهُ ... ... وفي الدِّينِ وَهْناً باقياً ما له شَدُّ ¶ فلا يُبْعِدَنْكَ اللهُ يا ابنَ محمّدٍ ... ... ومَن يَكُ مِنَّا اليوم حيًّا هو البعد ¶ ولا رقأَت عينُ امرئٍ ليسَ باكِياً ... عليكَ ولا أضحى له عالِياً جَدُّ ¶ فإن أشَمتَ الحُسَّادَ موتُكَ عاجِلاً ... فليس لحيٍّ من لقاءِ الرَّدَى بُدُّ ¶ يَعِزُّ علينا أن نَرَاك مُجنْدَلاً (¬4) ... صريعاً وأن تُمسِي يُخَدُّ لك الخَدُّ ¶ والعقبُ الموجود الآن من بني سليمان في ولد أبي محمّد عبد الله، وأبي الحسن عليّ ابني أبي المجد محمّد، أخي أبي العلاء (¬5) . ¶ ¬__________ ¶ (¬1) ... في الأصل: «أبو الحسن بن علي». وكلمة: «بن» مقحمة. ¶ (¬2) ... في الأصل: «أبو الحسن بن علي». وكلمة: «بن» مقحمة. ¶ (¬3) ... تكملة تقتضيها صحة النسب. ¶ (¬4) ... كذا في الأصل. والوجه: «مجدلا» أي صريعاً على الجدالة، وهي الأرض. ¶ (¬5) ... كتب هنا في الأصل: «بياض بالأصل».",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "فأمّا القاضي أبو محمّد عبد الله فله ولدان: أبو مسلم واذع (¬1) ، وأبو المجد محمد، ابنا أبي محمد عبد الله بن محمد القاضي المقدّم ذكره. ¶ فأمّا أبو مسلم فهو الأكبر منهما، وهو القاضي الرئيس شرف القضاة، أبو مسلم واذع بن عبد الله بن محمد بن عبد الله بن سليمان القاضي. وُلد بالمعرّة سنة إحدى وثلاثين وأربعمائة، وسمَّاه عمُّ أبيه أبو العلاء واذعاً، وكنّاه بأبي مسلم. وكان رئيس المعرّة وكبيرَها والمقدَّم بها، وولي القضاء بها بعد أبيه. وكان مشهوراً بالجود والكرم والعطاء، عالماً أديباً فاضلاً. وله رسائل حسنة، وشعر جيّد. وديوان شعره موجود بأيدي الناس. روى عنه أخوه القاضي أبو المجد محمد بن عبد الله بن محمد. ¶ أنشدنا زين الأمناء أبو البركات الحسن بن محمد بن الحسن الدمشقيّ بها، أنشدنا أبو اليسر شاكر بن عبد الله بن محمد بن عبد الله بن سليمان، أنشدنا جدِّي القاضي أبو المجد محمد بن عبد الله بن سليمان (¬2) ، أنشدني القاضي أبو مسلم واذع بن عبد الله بن سليمان (¬3) لنفسه: ¶ وقَفْنا وقد غاب المُراقِبُ وقفةً ... أمِنَّا بها أن يفتِك السُّخْطُ بالرِّضا ¶ عَلَى خَلوةٍ لم يَجْرِ فيها تنَغُّصٌ ... ... بها عادَ وجهُ اللّيل عِندِيَ أبيضَا ¶ نُعِيد حديثاً لا يُمَلُّ كأنّهُ ... ... حَياةٌ أعِيدَتْ في امرئٍ بعدَ ما قَضَى ¶ تُوفِّيَ أبو مسلم واذع سنةَ تسعٍ وثمانين وأربعمائة. ¶ ¬__________ ¶ (¬1) ... ورد هذا الاسم في جميع المواضع من هذا النص بالذال المعجمة. لكن فيما سبق من النصوص وكذا في الخريدة: «وادع» بالدال المهملة. والواذع، بالذال المعجمة، هو معين الماء. ¶ (¬2) ... هو محمد بن عبد الله بن محمد بن عبد الله بن سليمان. لكن جرى ابن العديم على النسبة إلى الجد الأكبر سليمان في معظم أفراد هذا البيت. ¶ (¬3) ... هو واذع بن عبد الله بن محمد بن عبد الله بن سليمان وانظر الحاشية السابقة.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "ولا أعلم لأبي مسلمٍ غيرَ ولد واحد، وهو أبو عَدِيّ النعمان بن واذع بن عبد الله بن سليمان (¬1) . شاعر محسن. مولِده بمعرّة النعمان. وروى عنه ابنُ ابنِ عمِّه شاكر بن عبد الله بم محمد بن عبد الله، وأبو الفضل هبة الله بن ذَكْوان بن محمد الكَلاعيّ. ¶ ومن شعره ما أخبرنا به أبو عبد الله محمد بن أحمد بن محمد بن الحسن الدِّمشقيّ بها، عن أبي الخطاب عمر بن محمد العُلَيميّ (¬2) ، ونقلته من خط العليميّ، قال: أنشدني أبو الفضل هبة الله بن ذكوان بن محمد الكَلاعيّ بخُوارَزم، قال: أنشدني أبو عديّ النُّعمان بن واذع بن سليمان لنفسه بحماة: ¶ عَبِث النّسيمُ بعِطْفِه فتَرنَّحَا ... نَشْوانَ من ماء الشَّبيبةِ ما صَحا ¶ أخذتْ لواحِظُه القِصاصَ لخدِّه ... منّا فجُرِّح باللِّحاظ وجَرَّحا ¶ لَبِس السَّوادَ فلن تَرَى عينُ امرئٍ ... في الخَلْق أحسَنَ منه فيه وأمْلَحا ¶ غارتْ عليه إذ رأتهُ قلوبُنا ... بسِوَى سُوَيداواتِها مُتَوَشِّحَا ¶ مَلَكَ القلوبَ مُمَلَّكٌ لو أنَه ... لَمَس الحَصَى بالكفِّ منه لسَبَّحا ¶ تُوفِّي أبو عديّ سنة نيِّفٍ وخمسين وخمسمائة. ولا أعلم له عقِبا. ¶ ¬__________ ¶ (¬1) ... انظر الحاشيتين السابقتين. ¶ (¬2) ... نسبة إلى عليم، بهيئة التصغير، وهو بطن من عذرة. وقد ذكره السمعاني في الورقة 397. قال: «وصاحبنا أبو جعفر عمر بن محمد العليمي الدمشقي».",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وأما أبو المجد محمّد بن عبد الله بن محمد بن عبد الله بن سليمان بن محمد بن سليمان، المعروف بمجد القضاة، فهو ابن (¬1) ولدِ أخي أبي العلاء، الأصغرُ منهما. وهو أيضاً تولَّى القضاء بمعرّة النعمان نيابةً عن أخيه واذع بن عبد الله، ثم تولَّى القضاء بها بعدُه استقلالاً. ومولده بمعرّة النُّعمان ليلة الجمعة، بين المغرب والعشاء، في خامس شهر ربيع الآخر من سنة أربعين وأربعمائة، وقيل سنة إحدى وأربعين وأربعمائة. وكان فاضلاً أديباً، شاعراً ناثراً، راوياً للحديث، فقيهاً مُتْقناً على مذهب الشّافعي. رحمه الله. ¶ روى عن أبيه عبد الله، وعم أبيه أبي العلاء، وأخيه أبي مسلم واذع، وأبي الحسن عليّ بن أحمد بن الدُّوَيدة (¬2) ، وأبي يعلى عبد الباقي بن أبي حُصَين (¬3) . روى عنه حفيدُه أبو اليسر شاكر بن عبد الله بن محمد، ومؤيّد الدّولة أُسامة بن مُرشِد ابن مُنْقِذ الشَّيزَريّ (¬4) . ¶ أنشدني زين الأمناء أبو البركات الحسن بن محمد بن الحسن، أنشدني أبو اليُسْر شاكر بن عبد الله المعرّيّ، أنشدني جدّي أبو المجد محمّد بن عبد الله لنفسه: ¶ أَلَا أيُّها البرقُ الذي لاحَ مَوْهِناَ ... ... لقَدْ زِدتَني سُقْماً وهيّجتَ لي وَجْدَا ¶ وأرّقْتَ عينِي والخَلِيُّون هُجَّعٌ ... ... كأنْ لم تَجِدْ دونَ اعتراضِك لي بُدَّا ¶ وأذكَرْتَني ثَغْرَ الحبيبِ ولَثْمَه ... ... على عَجَلٍ لو كُنتَ تُشْبِهَه بَرْدَا ¶ ¬__________ ¶ (¬1) ... في الأصل: «أب» تحريف، صوابه ما أثبتناه. ¶ (¬2) ... ذكره العماد في الخريدة في ص 129 من الجزء الأول. ¶ (¬3) ... ذكره العماء في الخريدة في ص 130 من الجزء الأول. ¶ (¬4) ... هو أسامة بن مرشد بن علي بن مقلد بن نصر بن منقذ صاحب لباب الآداب. من أكابر بني منقذ، أصحاب قلعة شيزر بالشام، بالقرب من حماة. نبت به دمشق، فانتقل إلى مصر مؤخراَ إلى أيام رزيك، ثم عاد إلى الشام. ولد سنة 488 وتوفي سنة 584. انظر الخريدة (1:99) وابن خلكان.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "ولمّا هجم الفرنج على معرّة النعمان، سنة اثنتين وتسعين وأربعمائة، وكان أبو المجد هذا قاضياً بها، انتقل إلى شيزر، وأقام بها مدّة، ثمّ انتقل إلى حَماة، وأقام بها إلى أن مات، في محرّم سنة ثلاثٍ وعشرين وخمسمائة. ¶ وله ولدٌ واحد، وهو أبو محمد عبد الله بن محمد بن عبد الله بن محمد بن عبد الله بن سليمان، أبو محمد بن أبي المجد بن أبي محمد، والد أبي اليسر شاكر. سافر إلى مصر، ولقي الأفضلَ أميرَ (¬1) الجيوش فلزمه. ووُلد بمعرّة النعمان يوم الأربعاء التاسع عشر من جمادى الآخرة سنة سبع وسبعين وأربعمائة. ¶ ومن شعره ما أخبرنا به أبو نصر محمد بن هبة الله ابن الشِّيرازي القاضي (¬2) إِذناً، وقد لقيته بدمشق وسمعته منه، قال أخبرنا الحافظ أبو القاسم علي بن الحسن الشَّافعي (¬3) ، قال أنشدني أبو اليسر، قال: كتب إليَّ والِدِي من مصر: ¶ يا غائباً مَسْكَنُهُ مهجتي ... ... وحاضراً وليس بالحاضرِ ¶ صَوَّرهُ شَوقِي إليه فما ... ... يَرِيمُ مِنْ قلبي ومِنْ ناظِري ¶ جَفَا رُقادِي بعدَهُ مُقْلَتي ... واستُودِعتْ وحْشَتُهُ خاطِرِي ¶ تُوفي أبو محمد عبد الله هذا في حياة أبيه بمصر، يوم الجمعة للنصف من شهر ربيع الآخر سنة ستّ عشرة وخمسمائة، ودفن بالقَرافة، بقرب روضة الشافعي رضي الله عنه. ¶ ¬__________ ¶ (¬1) ... هو أمير الجيوش أبو القاسم شاهنشاه، الملقب الملك الأفضل بن بدر الجمالي. قتل سنة 515. انظر الوفيات (1:221) والكامل لابن الأثير. ¶ (¬2) ... هو أبو نصر محمد بن هبة الله بن محمد بن هبة الله بن يحيى بن بندار بن مميل، ابن الشيرازي. ولد سنة 549 وولي قضاء القدس ثم الشام. وتوفي سنة 635. انظر طبقات الشافعية (5:44). ¶ (¬3) ... هو أبو القاسم علي بن الحسن بن هبة الله بن عبد الله بن الحسين الحافظ. ولد سنة 499 ورحل إلى بلاد كثيرة في طلب الحديث وروايته. وتوفي سنة 571 بدمشق. انظر طبقات الشافعية (4:273-277) وتذكرة الحفاظ (4:122-128).",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وله ولدان، أبو اليسر شاكر، وأبو الفضائل عبد الكريم ابنا عبد الله بن محمد. فأما أبو الفضائل عبد الكريم بن عبد الله بن محمد بن عبد الله بن محمد بن عبد الله بن سليمان، فهو الأصغر. وكان شاعراً فاضلاً ممدحاً، روى عنه أخوه أبو اليسر شيئاً من شعره. وكان مولده في الثامن من شوّال سنة ثماني عشرة وخمسمائة بحماة (¬1) ، ونشأ بها، وربّاه جدُّه القاضي أبو المجد محمد بن عبد الله وأخوه أبو اليسر، وكان والده أبو محمد قد سافر إلى مصر كما ذكرناه، وتركه طفلاً، ومات بمصر، فاشتمل عليه جدُّه وأخوه، ونشأ نشأة حسنة، وكان زاهداً كريماً ورعاً، كثير الصدقة والمعروف، كثير التِّلاوة للقرآن. كتب إلينا غيرُ واحدٍ من شيوخنا بالإجازة عن أبي اليسر شاكر بن عبد الله بن محمد بن سليمان، قال: أنشدني أخي، يعني عبد الكريم، لنفسه أبياتاً عملها وقد اجتاز بجسر ابن شَوَّاش (¬2) في زمن الرَّبيع ... ... ... ... ... يعني بدمشق ... ... ... (¬3) : ¶ مَررْتُ بالجِسْرِ وقدْ أينَعَتْ ... رِياضُهُ بالخُرَّدِ العِينِ ¶ ظباءُ أُنسٍ كالدُّمَى قَادَنِي ... حَتْفي إليهِنَّ وتَحْيِينِي ¶ جسرُ ابنِ شَوَّاش الذي لم تَزَلْ ... فيه العُيونُ النُّجْلُ تَسْبِينِي ¶ ونشر? عِطْرِ فاغِمٍ لم أزَلْ ... أَمُوتُ مِنْ شَوقٍ فيُحْييني (¬4) ¶ وكانَ قلبِي في الهوى طائِعي ... ... وعاصياً مَنْ كانَ يُغْوِيني ¶ ولم يُجِبْهُ لِلَّذِي سَامَهُ ... ... من الخَنا قلبي فيُصْبيني ¶ فِسرتُ عنهنَّ سُرَى مُسْرِعٍ ... مخافةً منها على ديني ¶ فالحمدُ لِلَّه الذي لم يزَلْ ... إلى سَبيل الرُّشْد يَهديني ¶ ¬__________ ¶ (¬1) ... كذا في الأصل. ولعلها: «ثمان وخمسمائة» أو «عشر وخمسمائة»؛ لأن والده توفي سنة 516 كما سبق. ¶ (¬2) ... شواش: بفتح أوله وتشديد الواو المفتوحة وآخره شين. وابن شواش رجل نسب إليه موضع من منتزهات دمشق، كما نص عليه ياقوت. ¶ (¬3) ... بياض بالأصل. ¶ (¬4) ... في الأصل: «فتحييني»؛ بالتاء المثناة الفوقية.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "أخبرنا أبو نصر [ابن] الشيرازيّ كتابة، قا: أخبرنا أبو القاسم (¬1) الحافظ، قال: قال لي أخوه أبو اليسر: كان مرضُه عشرة أيام بالسُّعال، ونَفَث الدَّم العَبيط، ومات مِيتةً سَهلة. قال لي: قد وجدتُ السّاعةَ راحةً عظيمة، ولذّةً تشبه لذة النوم، ولم يبق عندي ألمٌ من شيء. فقلت له: فعن إذنك أمضي إلى المسجد الجامع، فأُصلِّيَ الجمعة وأعودَ إليك، قال نعم. فمضيت، فأدركتْني امرأة فقالت: أدرِك أخاك، فقد شَخَص (¬2) ، فعُدْت إليه، فقضى نحبَه وقتَ صلاةِ الظُّهر من يوم الجمعة، للسابع والعشرين من شهر ربيع الآخِر سنة خمس وخمسين وخمسمائة، ودفن بجبل قاسِيون. وكان قال لأخيه في مرضه: قد حضرني قومٌ حِسان الوجوه والزِيّ، نِظاف اللباس، طيِّبو الرائحة، مستبشرين. فقال له أخوه: هذه أوصاف الملائكة. ¶ وأما أبو اليسر، فهو شاكر بن عبد الله بن محمد بن عبد الله بن محمد بن عبد الله بن سليمان المعرّيّ، أبو اليسر بن أبي محمد بن أبي المجد بن أبي محمد بن أبي المجد بن أبي محمد. ¶ كان كاتباً شاعراً أديباً فاضلاً، كتب الإنشاء لأتابك الشَّهيد زنكي بن آق سُنْقر، ثمَّ لولده نور الدين محمود بعده، ثم استعفى وقعد في بيته. ووُلد بشَيزَر سنة ستٍّ وتسعين وأربعمائة، ونقله والده أبو محمد عبد الله إلى عند جدِّه أبي المجد محمد بن عبد الله إلى حماة، فرُبِّي في حِجر جدّه وأبيه، وقرأ على جدّه الأدب، وسمع منه الحديث، واشتغل عليه بغير ذلك من العلوم. ¶ ¬__________ ¶ (¬1) ... سبقت ترجمته. ¶ (¬2) ... شخص، في اللسان: «وفي حديث ذكر الميت إذا شخص بصره. شخوص البصر: ارتفاع الأجفان إلى فوق، وتحديد النظر، وانزعاجه». وفي الأصل: «أشخص» محرف.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "روى عنه الحافظ أبو القاسم بن عساكر، وذكره في تاريخ دمشق وهو حَيّ، ولم يذكر مَنْ كان حّيًّا في زمنه غير أربعة هو أحدهم. وروى عنه العماد أبو عبد الله محمد بن محمد الكاتب، وأبو المواهب بن صَصْرَى (¬1) ، وروى عنا عنه ابنه أبو إسحاق إبراهيم، وأبو القاسم الحسين بن هبة الله بن صَصْرَى، وأبو الحسن محمد بن أحمد بن علي القرطبيّ وغيرهم. ¶ وتوفي يوم الجمعة الثالث والعشرين من المحرّم سنة إحدى وثمانين وخمسمائة بدمشق، ودفن بسفح قاسِيون، أخبرني بوفاته ولدُه إبراهيم. ¶ ومن شعره في الناعورة: ¶ وبَاكيةٍ حَنَّتْ ففاضَتْ دموعُها ... ... تُرَاها بكَتْ مِنْ خَوفِ بَيْنٍ يروعُها ¶ لها أعينٌ تجرِي بأدمُعِ عاشق ... ... وما عرَفَتْ عِشقاً فمِمَّ دُموعُها ¶ وكان لشاكر أولادٌ جماعة. ¶ منهم ولده أبو البركات محمد بن شاكر بن عبد الله، سمع الحديث من الحافظ أبي القاسم الدِّمشقي، وكان مولِده بحلب في ذي الحجّة، سنة خمسٍ وأربعينِ وخمسمائة. ¶ ومن شعره: ¶ نَظر الحبيبُ إلى المحِبِّ فتَاقا ... ... ودَنَا إلى ذِي وَجْدِهِ فأفَاقا ¶ سُبحانَ مَنْ جَمَعَ المحاسنَ كلَّها ... فيه فضَاهَى خَلْقُه الأخلَاقا ¶ ومنهم ولده الآخر سليمان بن شاكر، شاعرٌ حسن الشِّعر، مولده بدمشق سنة خمسين (¬2) وخمسمائة. من شعره ما كتبه إلى أبيه شاكر: ¶ تَهَنَّ بالصَّوم وبالفطرِ ... ... وعِشْ سعيداً آخِرَ الدَّهْرِ ¶ يا سيِّداً فاقَ جميعَ الورَى ... بالعِلم والزُّهدِ وبالذِّكْرِ ¶ إنِّي جدير أنْ أنالَ الذي ... آمُلُ مِن نُعْماكَ يا ذُخرِي ¶ إنِّي إذا نافسْتُ لا أرعوِي ... لأنَّني نجلُ أبي اليُسْرِ ¶ ¬__________ ¶ (¬1) ... هو الحافظ أبو المواهب، الحسن بن هبة الله بن محفوظ بن حسن، المعروف بابن صصرى. ولد سنة 537، ورحل في طلب الحديث، وصحب الحافظ ابن عساكر وتخرج به، وأكثر عنه، وتوفي سنة 586. انظر تذكرة الحفاظ (4:152). ¶ (¬2) ... في الأصل: «خمس» والصواب ما أثبتنا من الخريدة (1:126). ومما يذكر هنا أن والده ولد سنة 496.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "ومنهم ولده أبو العلاء أحمد بن شاكر شيخُنا، روَى عن والده أبي اليسر، وعن الحافظ أبي القاسم الدِّمشقي. كتبتُ عنه، وسألته عن مولده، فقال: سنة أربع أو خمس وخمسين وخمسمائة. وتوفي بمعرّة النُّعمان سنة ثمانٍ وثلاثين وسِتّمائة، في شهر ربيع الأوّل. ¶ ومنهم ولده الأصغر، شيخنا أبو إسحاق إبراهيم بن شاكر بن عبد الله، المعروف بالبهاء، درس الفقهَ على مذهب الشافعي، وتولَّى الخطابة بالمصلَّى، وسيَّره الملك العادل أبو بكر بن أيُّوب رسولاً إلى حلب والموصل وغيرها، وكان فاضلاً أديباً محدِّثاً، سمع شيخنا أبا اليُمن الكِندِيّ، وأبا حفص بن طبرزد (¬1) ، وأباه شاكر بن عبد الله، وأسامة بن مشرد، وغيرهم، وحدّث بشيء يَسيرٍ من مسموعه، وكُتِب عنه. وأخبرني أنَّ مولده سنة خمسٍ وستّين وخمسمائة. وأنشدني بدمشق، قال أنشدني أبي، قال أنشدني جدّي أبو المجد لنفسه: ¶ وعَذْبِ المُقَبَّلِ رخْصِ البنانِ ... إذا لَمَسَ العُودَ أشْجَى القُلوبا ¶ ويَنشَقُّ منه فُؤادُ المحبِّ ... إذا ما المحبُّون شَقُّوا الجُيُوبا ¶ تُوفِّي شيخُنا أبو إسحاق إبراهيم بدمشق، منتصف محرّم سنة ثلاثين وسِتّمائة، يوم الأحد، ودفن يوم الإثنين بسفح جبل قاسِيون. ¶ فهؤلاء ولد أبي محمد عبد الله بن محمد بن عبد الله بن سليمان. ¶ وأمّا أبو الحسن عليّ بن محمد بن عبد الله بن سليمان ابن أخي أبي العلاء، فله من الولد أبو المرشد سليمان، وأبو سهل مدرك، وقيل أبو المرشد كنيته. ¶ ¬__________ ¶ (¬1) ... هو أبو حفص عمر بن محمد بن معمر بن يحيى المعروف بأبي حفص بن طبرزد البغدادي. ولد سنة 515 وسمع الكثير وأسمع. وكان خليعاً ظريفاً ماجناً. وكان يؤدب الصبيان بدار القز، وقدم إلى دمشق، وحصل له أموال. وتوفي سنة 607. انظر البداية والنهاية.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "فأمّا سليمان، فهو أبو المرشد سليمان بن عليّ بن محمد بن عبد الله بن سليمان بن محمد بن سليمان بن أحمد القاضي، ابن ابن أخي أبي العلاء. ولي قضاء المعرّة، وانتقل إلى شيزر بعد أخذ الفرنج المعرّة، وتوفِّيَ بشَيزر. وكان أديباً فاضلاً، فصيحاً شاعراً مُجيداً. وقفت له على كتاب بخطّه وتأليفه، في تفسير أبيات المعاني من شعر المتنبّي، وهو كتابٌ حسنٌ في فنّه، ووقفت له على رسائلَ حسنة من كلامه. ¶ ومن شعره قوله: ¶ نَزِّه لِسانَكَ عن نِفاقِ منافقٍ ... وانِصَحْ فإنّ الدِّينَ نُصْحُ المؤمنِ ¶ وتجنَّبِ المّنَّ المنكِّدّ للنَّدَى ... وأَعِنْ بنَيلِكَ مَنْ أعانَكَ وامْنُنِ ¶ وتَنَاهَ عن غَبَن وغَبْن واغتنم ... حُسْنَ الثَّناءِ من الأنام وأحْسِنِ ¶ وأمّا أخوه مدرك، فهو أبو سهل، وقيل أبو المرشد مدرك بن عليّ بن محمد بن عبد الله بن سليمان، وكان أديباً شاعراً. من شعره قوله: ¶ إذا لم تَستطِعْ سُكْنَى بلادٍ ... نشَأتَ بها فكُنْ منها قريبا ¶ بحيثُ تشُمُّ نَشْرَ الرِّيح منها ... وتَسألُ مُخبِراً عنها مُجيبا ¶ فإنّ أشدَّ أحداثِ اللّيالي ... على الإنسان أن يُمْسِي غَريبا ¶ بأرضٍ لا يَرى فيها صديقاً ... يُسَرُّ به ولا يَلْقَى حَبيبا ¶ وله وقد ورد إلى مصر: ¶ ظَلَمَتْ مِصْرُ وجَارَتْ ... لا جَرَى النِّيلُ عليها ¶ فَلحَى اللهُ زماناً ... أحْوَجَ النَّاسَ إليها ¶ وكان لمدرك من الأولاد أبو المعالي صاعد، وأبو سهل عبد الرَّحمن، ومَرْضيّ، وأحمد، وسعيد. ¶ فأمّا أبو المعالي صاعد بن مدرك بن عليّ بن محمد بن عبد الله بن سليمان، فمولده ومنشؤه بشَيزر وحماة، وتوفي بمعرّة النعمان، وكان شاعراً أديباً. من شعره قوله: ¶ ألَا أيُّها الوادي المنينيّ (¬1) هل لَنَا ... ... تَلاقٍ فنَشْكُو فيه صُنْعَ التفرُّقِ ¶ أَبثُّكِ ما بي من غَرامٍ ولَوعةٍ ... وفرطِ جوًى يُضْنِي وطُولِ تَشَوُّقِ ¶ ¬__________ ¶ (¬1) ... لعلة نسبة إلى «منين» قرية من أعمال دمشق، ورواية الخريدة: «المنيبي» وفي ياقوت: «المبيني».",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "عَسَى أنْ تَرِقِّي حينَ مُلِّكْتِ رِقَّهُ ... وتَرْثِي له ممَّا بهجرِك قَدْ لقي ¶ بوصلٍ يُرَوِّي غُلَّة الوجدِ والأَسى ... ويُطفَا به حرُّ الجوَى والتحرُّقِ ¶ وأما عبد الرحمن، فهو أبو سهل عبد الرحمن بن مدرك بن عليّ بن محمد بن عبد الله بن سليمان، وهو ابن أبي المرشد المذكور، ابن أبي الحسن. ¶ وُلد ونشأ بشيزر وحماة، وتوفي في الزلزلة التي كانت بحماة سنة ثلاثٍ وخمسين وخمسمائة. وكان أديباً شاعراً، روى عنه أبو اليسر شاكر شيئاً من شعره. ¶ كتب إليّ بعضُ شيوخي عن أبي اليسر شاكر بن عبد الله بن محمد بن سليمان، قال: أنشدني عبد الرحمن بن مدرك لنفسه: ¶ بالله يا صاحبَ الوجهِ الذي اجتمَعتْ ... ... فيه المحاسنُ فاستَوْلَى على المُهَجِ ¶ خُذْني إليكَ فإن لم تَرْضَنَى صَلَفاَ ... ... فاطْرُدْ بِيَ العينَ عن ذا المنظرِ البهِجِ ¶ كيف السَّلامةٌ مِن جَفْنَيك إنَّهما ... ... حَتْفٌ لكلِّ محبٍّ في الهوى وَشَجِ ¶ ومن شعره قوله: ¶ سارقْتُه نظرةً أطالَ بها ... عذابَ قلبي وما لَهُ ذَنْبُ ¶ يا جَوْرَ حُكْمِ الهَوَى ويا عجباً ... ... تَسرِقُ عينِي وُقْطَعُ القَلْبُ ¶ وأمّا مرضيّ فيه ولد، وهو أبو الحسن عليّ بن مرضيّ بن مُدرِك بن عليّ بن محمد بن عبد الله بن سليمان، وُلد بمعرّة النعمان، وقيل بشَيزر، ونشأ بحماة، وكان فاضلاً شاعراً مُجيداً مكثِراً. روى عنه أبو اليسر شاكر بن عبد الله بن محمد شيئاً من شعره. أنشدني أبو إسحاق إبراهيم بن شاكر بن عبد الله بن محمد بن سليمان بدمشق، قال: أنشدني أبي شاكر، قال: أنشدني جدِّي أبو المجد محمد بن عبد الله لنفسه: ¶ وَقفْتُ بالدَّار وقد غُيِّرتْ ... مَعالمٌ منها وآثارُ ¶ فقلتُ والقلبُ بِه لوعةٌ ... تُحرِقُه والدَّمعُ مِدرارُ ¶ أيْنَ زمانٌ فيكِ خلّفتُه ... وأينَ سُكَّانُكِ يا دارُ ¶ قال لي أبو إسحاق إبراهيم بن أبي اليُسر، قال لي أبي: فوصلتِ الأبيات إلى القاضي عليّ بن مرضِيّ بن مدرك بن سليمان، فقال على وزنها جواباً لها، وأنشدنيها عليٌّ لنفسه:",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "أجابَتِ الدَّارُ على عِيِّها ... ... إنَّ سُكوتي عنكَ إقرارُ ¶ أخنَى على مَنْ كان بي ساكِناَ ... ... صُروفُ أيّامٍ وأقدارُ ¶ فارتَجَعَ الدَّهرُ ولذّاته ... ... مُعَارَةٌ (¬1) والدَّهرُ غَدَّارُ ¶ وها أنا اليوم كما قد تَرَى ... مُقْفرة ما فِيّ دَيَّارُ ¶ تُوفِّيَ عليّ بن مرضيّ بحماة في الزلزلة التي أخربتها، يوم الإثنين رابع رجب سنة اثنتين وخمسين وخمسمائة. ¶ وأمّا أحمد بن مدرك فله ولد، وهو أبو المشكور صالح بن أحمد بن مدرك بن عليّ بن محمد بن عبد الله بن سليمان القاضي، وكان ولي القضاء بمعرّة النعمان، وروى الحديث عن أبي الحسن عليّ بن الحسين [بن] (¬2) عمر الفرّاء، وأبي العلاء صاعد بن سيّار بن محمد، وكان سمع منهما بمصر. ¶ روى عنه أبو البركات محمد بن عليّ بن محمد الأنصاريّ، وأبو محمد عبد القاهر بن علوي قاضي معرّة مصرين. وكان أبو المشكور قد عمِّر وغلب الكبر عليه. وقرأت بخط بعض المعرّيين: حدّثني الفقيه المؤمّل بن عنبسة، أنّ القاضي أبا مشكور صالح بن سليمان، رأى في منامه كأنّ قائلاً يقول له: لم لا تعمِد إلى شرب ماء الورد بعد سَفِّ بزر قَطُونا (¬3) ؛ فإنه أقلُّ فضولاً من الماء والرطوبة! والله لتُعَمَّرن ثمانين سنة، وبعدها يقضي الله ما هو قاض، إمّا السلامة وإمّا غيرها، وأنشد: ¶ سَفَرٌ جَلَا عن مقلتي طعمَ الكرى ... سَفرٌ وجَدْتُ الزّاد فيه سَفَرْجَلا ¶ فشممت أطْيَبَ نفحةٍ من عَرْفِهِ ... وحَمِدْتُ طَعْمَ المرِّ منهُ وما حَلا ¶ وأمّا سعيد بن مدرك بن عليّ فله ولد، وهو أبو الراضي مدرك بن سعيد بن مدرك بن عليّ. سمع أبا طاهر إسماعيل بن حميد، وروى عنه شعراً. ¶ ¬__________ ¶ (¬1) ... في الأصل: «معيرة». ¶ (¬2) ... ليست في الأصل. ¶ (¬3) ... بزرقطونا: نبات يبرد الحرارة ويلين الخشونة ويطفئ العطش، وإذا ضرب في الماء حتى يرخف لعابه وشرب أطلق الطبيعة، ورطب الأمعاء. انظر مفردات ابن البيطار (1:90). وفي الأصل: «بزرفطنه» محرّف.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "روى عنه أبو الخطاب عمر بن محمد العُلَيميّ. أخبرنا أبو عبد الله محمد بن أحمد بن محمد بن الحسن الدمشقي، عن أبي الخطاب عمر بن محمد العليميّ، قال: أنشدني أبو الراضي مدرك بن سعيد بن مدرك بن سليمان التنوخي إملاء من حفظه، قال: أنشدني أبو طاهر إسماعيل بن حُميد، أنشدني القاضي أبو المجد محمد بن عبد الله بن سليمان لنفسه: ¶ لئن عظُمَ اشتياقٌ منكَ نحوِي ... ... ففي قلبي من الأشواق نارُ ¶ وعَلَّ اللهَ يجمَعُ [بَعدَ] بينٍ ... ... لنا شملاً ويقتربُ المزارُ ¶ وليس بضائرٍ والوُدُّ باقٍ ... ... إذا نَزَحَتْ بأهليها الدِّيارُ ¶ فهذه نُبذةٌ من ذكر فضلاء بني سليمان وقُضاتهم وعلمائهم. ¶ ومن أراد استقصاء أخبارهم وفضائلهم وأشعارهم فعليه بكتابي المطوّل في تاريخ حلب، ففيه مقنع لمن قصد شيئاً من ذلك وطلب. ¶ وقد أخبرني أبو القاسم بن الحسين الأنصاريّ عن الحافظ أبي طاهر السِّلَفيّ قال: قال لي الرئيس أبو المكارم، وكان من أفراد الزَّمان، ثقةً مالكيّ المذهب: وكانت الفتاوى في بيتهم -يعني بني سليمان- على مذهب الشافعي رحمه الله تعالى، في أكثر من مائتي سنة بالمعرّة. ¶ فصل ¶ في ذكر مولد أبي العلاء ومنشئه وعماه وصفة خلقه ¶ أمّا مولده فبمعرّة النُّعمان. وأمّه هي بنت محمد بن سَبيكة، وأظنّ أنّ أباها من أهل حلب. وخاله عليّ بن محمد بن سبيكة، الذي يقول فيه (¬1) : ¶ كأنّ بني سَبِيكةَ فوق طَيرٍ ... يجوبون الغوَائِرَ والنِّجادا ¶ وتوفِّيت والدتُه وهو غائبٌ عنها، حين رحل إلى بغداد في سنة أربعمائة، وقد رثاها بأبيات (¬2) ، هي في سقط الزند. ¶ ¬__________ ¶ (¬1) ... البيت من قصيدة له في سقط الزند (1:165-172) ¶ (¬2) ... كذا. ولأبي العلاء قصيدة تامة في رثائها في سقط الزند (1:87-98) وأخرى في (2:137-138). و عرض لذلك أيضاً في القصيدة التي في (2:112-121). انظر ما جاء في ص119 من هذه القصيدة.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "وقرأت بخط أحمد بن عليّ بن عبد اللطيف المعرّيّ (¬1) ، وهو أحد من قرأ على أبي العلاء وروى عنه، ويعرف بابن زُرَيق. قال: ووُلد (يعني أبا العلاء) يوم الجمعة عند غروب الشمس، لثلاثة أيّام مضت من شهر ربيع الأوّل سنة ثلاث وستّين وثلاثمائة. ¶ ونقلت من خط الأديب الأستاذ أبي عبد الله محمد بن عليّ العظيميّ (¬2) الحلبيّ في تاريخه، وأنبأ به عنه المؤيَّد بن محمد النّيسابوري وغيره، قال: وفيها (يعني سنة ثلاثٍ وستّين وثلاثمائة) وُلد الشيخ أبو العلاء أحمد بن عبد الله بن سليمان التَّنوخيّ، بمعرة النُّعمان من رُقعة الشَّام. ¶ قال العميد: وُلد أبو العلاء في سنة ستٍّ وستين. ¶ وهذا العميد الذي نقل عنه العظيمي (¬3) ذلك، هو العميد أبو يسر، خير بن محمد بن علي التنوخيّ المعريّ. وهذا ليس بصحيح. ¶ ¬__________ ¶ (¬1) ... وكذا ورد اسمه في الخريدة (1:129) بإدراج اسم جدّه الأوّل: «محمد بن عبد اللطيف». ¶ (¬2) ... وردت هذه الكلمة في الأصل مهملة هكذا: «العظىمي». ¶ (¬3) ... وردت هذه الكلمة في الأصل مهملة هكذا: «العظىمي».",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "وذكر الوزير أبو غالب عبد الواحد بن مسعود بن الحصين الشَّيباني، في كتابه الذي جمعه في المختار من أشعار الشعراء، وذكرهم على حروف المعجم، وأخبرنا بذلك إجازة عنه الحافظ أبو عبد الله محمد بن محمود بن النّجار، قال: وُلد (يعني أبا العلاء) لثلاث بقين من ربيع الأول سنة ستٍّ وستين وثلاثمائة، ومرِضَتْ عيناه في سن الطفوليَّة وذهَبتا. والصحيح في مولده ما أخبرنا به أبو اليُمن، زيد (¬1) بن الحسن بن زيد الكنديّ كتابة، وقراءةً عليه، قال: أخبرنا أبو منصور القزّاز، قال أخبرنا أبو بكر أحمد بن عليّ بن ثابت الخطيب، حدّثني أبو الخطاب العلاءُ بن حَزْم الأندلسيّ، قال: ذكر لي أبو العلاء المعرّيّ أنه ولد في يوم الجمعة، لثلاثٍ بقين من شهر ربيع الأوّل، سنة ثلاثٍ وستّين وثلاثمائة. ¶ ونقلت من تاريخ جمعه أبو غالب همّام بن الفضل بن جعفر بن عليّ بن المهذّب المعرّيّ التّنوخيّ، وسيّره (¬2) إلى بعض الأشراف بحلب: سنة ثلاثٍ وستّين وثلاثمائة، فيها وُلد الشيخ أبو العلاء أحمد بن عبد الله بن سليمان المعرّيّ التّنوخي، يوم الجمعة لثلاثٍ بقين من شهر ربيع الأوّل. ¶ وأخبرني القاضي شهاب الدين أبو المعالي أحمد ن مدرك بن سليمان قاضي معرّة النّعمان، أنه نَقَل من جزءٍ في أخبار سلفه بني سليمان، وسيَّر إليَّ نسختَه بخطّه، وفيه في ذكر أبي العلاء بن سليمان: ولد يوم الجمعة قبل مغيب الشّمس، لسبعٍ وعشرين ليلةً خلت من ربيع الأوّل، سنة ثلاثٍ وستِّين وثلاثمائة، واعتلّ علّة الجدريّ، التي ذهب بصرُه فيها، في جمادى الأولى سنة سبع وستّين وثلاثمائة. ¶ ¬__________ ¶ (¬1) ... في الأصل: «يزيد» محرف. وقد سبقت ترجمة أبي اليمن. وانظر البداية والنهاية والشذرات في وفيات سنة 613. ¶ (¬2) ... في الأصل: «وسيرة».",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "ونقلتُ بخطِّ أبي محمد الحسن بن الفرج الجنديّ الأديب، في آخر سقط الزند، بروايته عن الخطيب أبي زكريا يحيى بن عليّ التّبريزيّ، وخطُّ التبريزيّ عليه: ومولده (يعني أبا العلاء) مغيبَ الشَّمس لثلاثٍ بقين من شهر ربيع الأوّل سنة ثلاث وستّين وثلاثمائة. وعَمِي من الجَدريّ، وجُدر في أوّل سنة سبعٍ، أو آخر سنة ستٍّ وستين وثلاثمائة، فغشّى يمنى حدقتيه بياضٌ، وأذهب اليسرى جملة. ¶ أخبرني أبو الحسن محمد بن أحمد بن عليّ الإمام، عن أبي جعفر محمد بن مؤيد بن حواري، قال: أخبرني جدِّي أبو اليقظان (¬1) ، قال: كان مولد الشيخ أبي العلاء ابن سليمان بمعرّة النعمان يوم الجمعة، مغيبَ الشمس، لثلاثٍ بقين من شهر ربيع الأوّل سنة ثلاث وستّين وثلاثمائة، وجُدر في أوّل سنة سبع وستِّين وثلاثمائة، فعمي من الجُدريّ، وغَّي يمنى حدقتيه بياضٌ، وأذهب اليسرى جملة. ¶ أخبرنا أبو القاسم الحسين بن عبد الله بن رواحة الحمويّ، قال: أخبرنا أبو طاهر أحمد بن محمد الحافظ، إجازةً إن لم يكن سماعاً، قال: سمعته (يعني أبا محمد عبد الله بن الوليد بن غريب (¬2) الإياديّ المعرّيّ) يقول: دخلت على أبي العلاء وأنا صبيٌّ مع عمي أبي طاهر نزوره، فرأيته قاعداً على سجّادة لبد، وهو يسبح (¬3) ، فدعا مسَح على رأسي. وكأنِّي أنظر إليه الساعة وإلى عينيه، إحداهما نادرة، والأخرى غائرة جدًّا، وهو مجدّر الوجه، نحيف الجسم. ¶ وقد نقل بعضُ أهل الأدب في حكاية ذكرها عن ابن منقذ، أنّه رأى أبا العلاء وهو صبيٌّ دون البلوغ، وأنه وصفه فقال: وهو صبي دميم الخلقة، مجدور الوجه، على عينيه بياض من أثر الجُدَريّ، كأنه ينظُر بإحدى عينيه قليلاً. وإن صحّت هذه الحكاية، فإنّ منقذاً هذا، والله أعلم، هو أبو المتوج مقلد بن نصر بن منقذ، وكان صاحب كَفْرَ طابَ. ¶ ¬__________ ¶ (¬1) ... نص صاحب الخريدة (1:136) أنه عمه لا جدّه. ¶ (¬2) ... في الأصل: «عريب» بالعين المهملة، مصحف. ¶ (¬3) ... كذا. وفي سائر النصوص: «وهو شيخ».",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "فصل ¶ في ذكر اشتغاله بالعلم وذكر شيوخه الذين أخذ عنهم ¶ قرأ القرآنَ العظيم بالرِّوايات على جماعةٍ من الشيوخ. وقد ذكر الحافظ أبو طاهر أحمد بن محمد السلفي، فيما أخبرنا به أبو القاسم عبد الله بن الحسين الأنصاري عنه، قال: وقد قرأ القرآن بكثيرٍ من الرِّوايات، على شيوخٍ يسار (¬1) إليهم في القراءات. ¶ ذكر الحافظ ذلك بعد أن ذكر أنّ جماعة أدركهم من أصحابه. وقرأ اللغة والنحو بمعرّة النعمان على والده أبي محمد عبد الله بن سليمان بن محمد، وأبي بكر محمد بن مسعود بن محمد بن يحيى بن الفرج النحوي. ودخل وهو صبيٌّ إلى حلب، فقرأ بها على محمد بن عبد الله بن سعد النحويّ، راوية (¬2) أبي الطِّيب المتنبي. ¶ وقرأت بخطّ بعض أهل الأدب وأظنه محمد بن الخضر، ابن أبي مهزول المعروف بالسابق (¬3) . قال: وكان ابن سعد يروي في ديوانه، يعني ديوان المتنبي، في قصيدته التي مطلعها (¬4) : ¶ * أزائرٌ يا خيالُ أمْ عائدْ * ¶ وذلك أنَّها لم تكن مما قرأه على المتنبي، وهي مما أنفذه إليه: ¶ أو مَوْضِعاً في فناء ناحية ... تحمل في التَّاج هامةَ العاقِدْ ¶ فردّه عليه أبو العلاء، وقد اجتمع معه بحلب وهو صبيّ: ¶ * أو مُوضِعاً في فِتان ناجِية (¬5) * ¶ فلم يَقبَل ذلك ابنُ سعدٍ، ومضى إلى نُسخةٍ عراقيّة صعدت مع أبي عليّ بن أريس من العراق، فوجد القولَ ما قاله أبو العلاء. ¶ ¬__________ ¶ (¬1) ... كذا في الأصل بالسين المهملة. ولها وجه، أي إنهم ممن يرحل إليهم. ¶ (¬2) ... في الأصل: «رواية». ¶ (¬3) ... ذكر في الخريدة (1:144) باسم: «السابق المعري أبو اليمن ابن أبي مهزول». وانظر ما يأتي في فصل من قرأ على أبي العلاء. ¶ (¬4) ... انظر الديوان بشرح العكبري (1:281). ¶ (¬5) ... الموضع: المسرع في المسير. أوضع: أسرع. الفتان، بكسر الفاء بعدها تاء مثناة: غشاء من أدم يغشى به الرحل. والناجية: الناقة السريعة.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "وسافر أبو العلاء إلى بغداد في سنة تسع وتسعين، للاستكثار من العلم، فأخذ بها عن أبي الحسن عليّ بن عيسى الرَّبَعيّ، وأبي أحمد عبد السلام بن الحسين البصريّ المعروف بالواجكا، وأبي عليّ عبد الكريم بن الحسن بن حكيم السكريّ النحوي اللغويّ. ¶ وذكر أبو البركات عبد الرحمن بن محمد بن [عبيد الله بن] أبي سعيد الأنباري (¬1) في طبقات الأدباء له (¬2) قال: وذكر أنّه (يعني أبا العلاء) لمّا قدم بغداد دخل على عليّ بن عيسى الرَّبَعي؛ ليقرأ عليه شيئاً من النحو، فقال له الرَّبَعي: ليصعد الإصطبل. فَخَرج من عنده مُغْضَباً، فلم يَعُدْ إليه (¬3) . ¶ وأخبرنا أبو الحسن أحمد بن عليّ، عن محمد بن مؤيَّد المعري، قال: أخبرني جدّي أبو المفضال أحمد بن حواري، قال: ورحل (يعني أبا العلاء) إلى بغداد سنة ثمانٍ وتسعين، ودخلها سنة تسعٍ وتسعين، وأقام بها سنةً وسبعة أشهر. وبلغني أنّه إنّما دخل إلى بغداد لتُعرض عليه الكتب التي في خزائن بغداد، لِمَا وُصِف له من كثرتها، ولم تكن رحلتُه لطلبِ دُنيا. ¶ وقد ذَكَر في بعض كلامه، وسنورده بتمامه: ¶ ”وأحلف ما سافرتُ أستكثر من النّشَب، ولا أتكثَّر بلقاء الرِّجال، ولكنْ آثَرتُ الإقامةَ بدار العلم، فشاهدتُ أنفَسَ ما كانَ لم يُسعفِ الزَّمَن بإقامتي فيه“. ¶ ¬__________ ¶ (¬1) ... في الأصل: «أبو البركات علي بن أحمد بن محمد بن أبي سعيد الأنباري» والصواب ما أثبتنا. ¶ (¬2) ... في الأصل: «في طبقات له أدبا» تحريف. ¶ (¬3) ... في طبقات الأدبا: «فخرج مغضبا ولم يعد إليه».",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "وأخذ الحديث عن أبيه أبي محمد المذكور، وجدّه سليمان بن محمد، وأخيه أبي المجد محمد بن عبد الله بن سليمان، وجدّته أم سلمة بنت الحسن بن إسحاق بن بلبل، وأبي زكريا يحيى بن مسعر بن محمد بن يحيى بن الفرج، وأبي الفتح محمد بن الحسن (¬1) بن روح، المعرّيين، وأبي الفرج عبد الصمد بن أحمد [بن] عبد الرحمن الضرير الحمصيّ، وأبي بكر محمد بن عبد الرحمن بن عمرو بن عبد الرحمن الرحبي (¬2) ، وأبي عبد الله محمد بن يوسف بن كراكير الدقي، والقاضي أبي عمرو عثمان بن عبد الله الطَّرَسُوسي قاضي معرّة النعمان. وروى عن هؤلاء وعن أخيه أبي الهيثم عبد الواحد بن عبد الله بن سليمان شيئاً من شعره. وخرّج من حديثه سبعة أجزاء رُويت عنه، وهي عندي بخطِّ أبي الحسن علي بن عبد الله بن محمد بن أبي جرادة، رواها عن أحمد بن عليّ بن عبد اللطيف بن زُريق المعرّي، عنه. ¶ فصل ¶ في ذكر من قرأ على أبي العلاء، وروى عنه من العلماء والأدباء ¶ والمحدِّثين من أهل المعرّة وغيرهم من الغرباء ¶ ¬__________ ¶ (¬1) ... سيأتي في فصل في ذكر شيء مما وقع إلينا من حديث أبي العلاء المعري مسنداً، باسم: «الحسين». ¶ (¬2) ... في الأصل: «الرجي».",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "فممَّن قرأ عليه من أهل بلده ومن الشاميِّين وروى عنه ابنا أخيه القاضيان أبو محمد عبد الله وأبو الحسن عليّ ابنا أبي المجد محمد بن عبد الله -وقد ذكرناهما في بني سليمان- وابنُ ابنِ أخيه أبو المجد محمد بن عبد الله بن محمد، والشيخ أبو صالح محمد بن المهذَّب بن عليّ بن المهذّب، وأبو غالب همّام بن الفضل بن جعفر بن المهذَّب، والشيخ أبو الحسين علي بن محمد بن عبد اللطيف المعروف بابن زريق، وابناه أبو الفضل أحمد، وأبو الحسن يحيى ابنا عليّ بن محمد، والقاضي أبو القاسم المحسِّن بن عمرو، والقاضيان أبو سعد (¬1) عبد الغالب وأبو يعلى عبد الباقي (¬2) ابنا أبي حصين عبد الله بن أبي القاسم المحسِّن (¬3) بن عمرو بن سعيد بن عبد المحسن بن سعيد بن عمرو، التنوخيّون. وأبو الفضل بن صالح، وجعفر بن أحمد بن صالح، وأبو الحسن علي بن عبد الله بن أبي هاشم، وإبراهيم بن عليّ بن إبراهيم الخطيب، وأبو العباس أحمد بن خلف الممتع، وابن أُخت الممتع إبراهيم بن الحسن البليغ، وأبو اليمن محمد بن الخضر، ابن أبي مهول الملقب بالسَّابق، وأبو اليقظان أحمد بن محمد بن حواري المعرّيّون. ¶ وجدّ جدّي أبو الفضل هبة الله بن أحمد بن يحيى بن زهير بن أبي جرادة القاضي، والشيخ أبو محمد عبد الله بن محمد بن سعيد بن سنان الخفاجيّ، وأبو القاسم عليّ بن أحمد المقري، الحلبيُّون. ¶ وأبو الحسن رشأ بن لطيف بن ماشا الله المقري، وأبو الحسن عليّ بن غنائم الرخيمي الكفرطابي المقري، وأبو محمد عبد الله بن محمد بن حسنون بن بازل. ¶ ¬__________ ¶ (¬1) ... في الخريدة (1:131): «أبو سعيد». ¶ (¬2) ... ذكره في الخريدة (1:130). ¶ (¬3) ... بقية نسبه في الخريدة (1:130) هكذا: «المحسن بن عبد الله بن محمد بن عمرو بن سعيد بن محمد بن داود بن المطهر».",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "ومن الأندلسيين أبو تمام (¬1) غالب بن عيسى بن أبي يوسف الأنصاري، وأبو الخطاب العلاء بن حزم، وأبو الخطاب أحمد بن أبي المغيرة، وعثمان بن أبي بكر السفاقُسيّ، وأبو القاسم نصر بن صدقة القابسي النحويّ، الأندلسيّون. ¶ والشيخ أبو زكريا يحيى بن عليّ الخطيب، وأبو الفرج محمد بن أحمد بن الحسن التِّبريزيان. ¶ ¬__________ ¶ (¬1) ... في الأصل: «أبو الهام». وقد ترجم له ابن الأبار في التكملة 1957.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "وأبو المكارم عبد الوارث بن محمد بن عبد المنعم الأبهريّ، وأبو نصر محمد بن محمد بن هميماه السالار، ومحمد بن محمد بن عبد الله الأصبهاني أبو عبد الله، وأبو محمد الحسن بن عليّ بن عمر، المعروف بقحف العلم، والقاضي أبو القاسم عليّ بن المحسِّن بن عليّ التنوخي، والقاضي أبو الفتح بن أحمد بن أبي الروس السَّروجيّ، والخليل بن عبد الجبار بن عبد الله التميميّ القُرّائيّ (¬1) ، وأبو القاسم عبد الله بن عليّ بن عبد الله الرَّقّيّ الأديب (¬2) ، وأبو المظفَّر إبراهيم بن أحمد بن الليث الأذريّ (¬3) ، وأبو الفرج محمد بن أحمد بن الحسن الكاتب الوزير، وشيخ الإسلام أبو الحسن عليّ بن أحمد بن يوسف الهكّاري الزاهد، وأبو المنصور عبد المحسن بن محمد بن عليّ الصُّوري البغداديّ، وأبو عبد الله الحسن بن إبراهيم بن محمد الحاجيّ (¬4) ، وأبو الحسن الدُّلَفيّ الشاعر المصِّيصيّ، والحافظ أبو عثمان إسماعيل بن عبد الرحمن الصَّابوني النيسابوري (¬5) ، والشيخ الزاهد أبو سعد إسماعيل بن عليّ بن الحسين السّمَّان (¬6) ، ¶ ¬__________ ¶ (¬1) ... ذكره السمعاني في الأنساب ورقة 445، وقال: «توفي سنة 510». وفي الأصل: «القراي» محرف. وانظر ما سيأتي في آخر الفصل. ¶ (¬2) ... ذكره السمعاني في الأنساب الورقة 257، وقال: «توفي سنة 450». ¶ (¬3) ... كذا بالذال المعجمة بعدها راء مهملة. فإن صح كانت نسبته إلى أذربيجان. قال ياقوت: «قال النحويون: النسبة إليه -يعني إلى أذربيجان- أذري بالتحريك، وقيل أذري بسكون الذال». ¶ (¬4) ... ذكر الذبي هذه النسبة في المشتبه ص183. ¶ (¬5) ... أبو عثمان: حافظ واعظ مفسر، قدم دمشق وهو ذاهب إلى الحج، فسمع بها وذكَّر الناس. انظر البداية والنهاية في وفيات 449 وابن عساكر (5:550) النسخة التيمورية. ¶ (¬6) ... هو أبو سعد إسماعيل بن علي بن الحسين بن زنجويه الرازي السمان الحافظ، من أهل الري. كان حافظاً رحالاً، سافر إلى العراق والحجاز والشام ومصر، وكان شيخ المعتزلة بالري..توفي سنة 405 أو قريباً منها. انظر السمعاني الورقة 306، وتذكرة الحفاظ (4:318). وفي الأصل: «أبو سعد بن إسماعيل» وكلمة «بن» مقحمة.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "وأبو طاهر محمد بن أحمد بن أبي الصقر الخطيب الأنباري (¬1) . ¶ فهؤلاء كُلُّهم أئمّة وقضاة وعُلماء أثبات، وأدباء رواة وحُفَّاظ ثِقات، روَوا عن أبي العلاء وكَتبوا عنه، وأخذوا العلم واستفادوا منه، ولم يذكره أحدٌ منهم بطعن، ولم يَنسُبْ حديثَه إلى ضَعف ولا وَهْنٍ. ¶ وقد أنبأنا عليّ بن الفضل بن عليّ المقدسيّ قال: أخبرنا الحافظ أبو طاهر أحمد بن محم، قال: قال لي مَزْيد بن نَبْهان ابن أخيه (¬2) -يعني أخا أبا المكارم الأَبْهري-: بقي عمِّي -يعني الرئيس أبا المكارم الأبهري- عند أبي العلاء أربع سنين يقرأ عليه. وكان الحافظ يُقنِي على أبي المكارم الأبهريّ كثيراً. وقال: سألتُ مهديَّ بن محمد بن هادي الزَّيديّ، نقيب العلويّة بأبهر، أن يُنشِدني شيئاًمن الشِّعر، فأنشدني من شعر أبي المكارم الأبهريّ أبياتاً. فقلت له: أبو المكارم في الأحياء، فأنْشِدْني ممّا كتبته (¬3) عن المتقدّمين أو من شعرك. فقال (¬4) : كيف أُنشِد شعري وقد بقي في أيّامنا شمسُ المشرق والمغرِب في اللُّغة والشِّعر (يعني أبا المكارم). ثمّ أنشدني أبياتاً من شعر نفسِه: نسبوا إلي (¬5) . ¶ ¬__________ ¶ (¬1) ... هو أبو طاهر محمد بن أحمد بن إسماعيل، ويعرف بابن أبي الصقر، طاف بالبلاد وسمع الكثير، وكان ثقة صالحاً فاضلاً عابداً، وقد سمع منه الخطيب البغدادي، وروى عنه مصنفاته. وتوفي بالأنبار سنة 476. انظر البداية والنهاية. ¶ (¬2) ... في الأصل: «ابن ابن أخيه». ¶ (¬3) ... في الأصل: «كتبه». ¶ (¬4) ... في الأصل: «فقلت». ¶ (¬5) ... كذا في الأصل. ولعل هاتين الكلمتين أوّل الأبيات، وسقط بعدهما الشعر.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "وكتب إلينا أبو القاسم عيسى بن عبد العزيز من الإسكندرية، أنّه سمع أحمد بن محمد الأصبهانيّ الحافظ يقول: و[أمّا] (¬1) هذان الإمامان (يعني أبا زكريا التِّبريزيّ وأبا المكارم الأبهريّ) فمن أجلّاء (¬2) من رأيته من أهل الأدب، والمتبحِّرين في علوم العرب، وإلى أبي العلاء انتماؤهما، وفي العربية اعتزاؤهما، وقد أقاما عنده برهةً من الزَّمن للقراءة، والأخذ عنه والاستفادة. ¶ وقد أدركتُ سواهما جماعةً من أصحابه النّاقلين عنه بمكّة والعراق والجبل والشّام وديار مصل، وأنشدوني عنه ما أَنشدهم وحدّثهم. ومن جملتهم: أبو إبراهيم الخليل بن عبد الجبار القُرائيّ، رأيته بقزوين، وروى لي عنه حديثاً واحداً مُسنداً، يرويه عن أصحاب خَيثمة بن سليمان القرشيّ الطرابلسيّ. ¶ وأقام أبو زكريّا التِّبريزيّ أكثر من سنتين يقرأ عليه. ¶ فصل ¶ في ذكرِ شيءٍ ممّا وقع إلينا من حديث أبي العلاء المعرّي ¶ رحمه الله مُسنَداً ¶ ¬__________ ¶ (¬1) ... تكملة يقتضيها السياق. ¶ (¬2) ... في الأصل: «أجلأ».",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "أخبرنا أبو عبد الله محمد بن أبي المعالي بن البنّا بدمشق، وأبو سعد ثابت بن مشرف بن أبي السعد البنا بحلب، البغداديَّان، قالا: أخبرنا أبو بكر محمد بن عبيد الله بن نصر الزَّاغُوانيّ (¬1) حدّثنا أبو طاهر محمد بن أحمد بن أبي الصَّقر الخطيب الأنباريّ من لفظه، أخبرنا أبو العلاء أحمد بن عبد الله بن سليمان التَّنوخيّ بقراءتي عليه في داره بمعرّة النعمان، حدّثني أبو زكريا يحيى بن مِسعر التَّنوخيّ المعرّيّ، حدّثنا أبو عَروبة بن أبي مَعْشر (¬2) الحَرّاني، حدّثنا هوبر (¬3) ، حدّثنا مَخْلَد بن عيسى الخياط، عن أبي الزّناد (¬4) ، عن أنس بن مالك، عن النبي صلى الله عليه وسلم، أنه كان يقول: ”إن الحسد ليأكل الحسناتِ كما تأكل النّارُ الحطب، وإنّ الصدقةَ تُطفئ الخطيئة كما يطفئ الماء النار؛ فالصلاة نور المؤمن، والصِّيام جُنّة من النّار“. ¶ ¬__________ ¶ (¬1) ... نسبة إليى (زاغونى) مقصور الآخر. قال ياقوت: «ما أظنها إلا من قرى بغداد» وقد ترجم لأبي بكر هذا. وقال: «ومات أبو بكر وكان مجلد الكتب، أستاذاً حاذقاً في سنة 551 ومولده في سنة 468 روى الحديث». وفي الأصل هنا «بن نضر -بالمعجمة- بن الزاغوني» بإقحام «بن». ¶ (¬2) ... هو الحافظ الحسين بن محمد بن مودود السلمي الحرّاني، كان عارفاً بالرجال وبالحديث، وكان مفتي أهل حران. توفي سنة 318. تذكرة الحفاظ (2:335). وأبو معشر كنية جده «مودود». وفي الأصل: «أبو مشعر» تحريف. وانظر السمعاني 161 س22 ¶ (¬3) ... في الأصل: «هوير» بالياء المثناة التحتية. ¶ (¬4) ... هو أبو عبد الرحمن عبد الله بن ذكوان القرشي المدني، توفي سنة 130. انظر تهذيب التهدذيب (5:204).",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "أخبرنا أبو اليُمْن زيد بن الحسن بن زيد الكندي إذناً، قال: أخبرنا عليّ بن عبد الله بن محمد بن أبي جرادة كتابةً، حدّثني أحمد بن عليّ بن عبد اللطيف (¬1) ، حدّثني أبو العلاء أحمد بن عبد الله بن سليمان، حدّثنا جدِّي أبو الحسن، حدّثنا أبو سعيد الصقر بن أحمد، حدّثنا أبو يعقوب يوسف بن إسحاق القاضي، حدّثنا عمرو بن مرزوق، حدّثنا شعبة، عن العلاء، عن أبيه، عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: ((اليمينُ الفاجِرةُ تُنْفِقُ السِّلْعة وتَمحَقُ البَركة)). ¶ ¬__________ ¶ (¬1) ... وكذا ورد اسمه في الخريدة (1:129) بإدراج اسم جدّه الأوّل: «محمد بن عبد اللطيف»، وقد مرّ في فصل في ذكر مولد أبي العلاء.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "أخبرنا أبو القاسم عبد الله بن الحسين بن عبد الله الأنصاريّ، قال: أخبرنا الحافظ أبو طاهر أحمد بن محمد بن أحمد السِّلَفيّ، إجازة إن لم يكنْ سماعاً، وأخبرنا أبو القاسم عيسى بن عبد العزيز اللخمي في كتابة إلينا، قال: أخبرنا الحافظ أبو طاهر، قال: أخبرنا أبو إبراهيم الخليل بن عبد الجبّار بن عبد الله القرّائيّ (¬1) بقزوين -وكان ثقة- حدّثنا أبو العلاء أحمد بن عبد الله بن سليمان اللغويّ بالمعرّة، حدّثنا أبو الفتح محمد بن الحسين [بن] (¬2) روح، حدّثنا خيثمة بن سليمان القرشيّ، حدّثنا أبو عتبة الحِمصيّ، حدّثنا بشير بن زاذان (¬3) ، عن أبي علقمة (¬4) عن أبي هريرة، قال قال رسول الله صلى الله عليه وسلم: ((لو علم النّاس رحمةَ الله بالمسافر لأصبَحَ النّاسُ وهم على سفَر؛ إنّ المسافر ورَحْلَه على قَلَتٍ إلّا ما وَقَى اللهُ تعالى)). ¶ قال الخليل: لم أسمع من أبي العلاء غير هذا الحديث. ¶ قال السلفي: ولم يرو لي أنا عنه حديثاً سوى الخليل. والقلت: الهلاك. ¶ ¬__________ ¶ (¬1) ... في الأصل: «القرى» وقد سبقت ترجمته. ¶ (¬2) ... التكملة مما سبق. ¶ (¬3) ... زاذان، أوله زاي وثالثه ذال معجمة، كما في ترجمته من لسان الميزان (1:37). وفي الأصل: «زادان» ثالثه دال مهملة. ¶ (¬4) ... ذكره ابن حجر في تهذيب التهذيب (12:173). وقال: «روى عن عثمان بن عفان، وابن مسعود، وأبي هريرة، وأبي هريرة» وسماه: «أبو علقمة المصري» وهو مصري تابعي، ولي قضاء إفريقية.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "أنبأنا المؤيد بن محمد النيسابوريّ عن أبي الحسن بن أبي المجد بن محمد الحلبي، حدّثني أبو الفضل (¬1) بن أبي الحسين بن محمد المعرّيّ، حدّثني أبو العلاء أحمد بن عبد الله بن سليمان، قال: حدّثنا أبي أبو محمد عبد الله بن سليمان بن محمد، أخبرنا أبو إسحاق إبراهيم بن محمد بن يوسف بن الحجاج بن حبيبة الأنطاكيّ، حدّثنا عثمان بن خُرَّزَاذ (¬2) ، حدّثنا عبد الله بن عمر بن [محمد بن] (¬3) أبان بن صالح، حدّثنا النضر بن منصور (¬4) عن أبي الجنوب (¬5) ، قال: رأيْت عليّ بن أبي طالب عليه السلام يستقِي ماء لوضوئه، فبادرتُه لأستَقي له، فقال: مَهْ يا أبا الجَنُوب؛ فإنّي رأيتُ عمر بن الخطاب رضي الله عنه يستقي ماء لوضوئه، فبادرته أَستقي له، فقال: مَهْ يا أبا الحسن فإنِّي رأيتُ رسول الله صلى الله عليه وسلم يستقي ماء لوضوئه من زَمزم في رَكوة، فبادرته أستقي له، فقال: ”يا ابن الخطاب، مَهْ فإنِّي لا أُريد أن يُعينَني على صلاتي أحد“. ¶ ¬__________ ¶ (¬1) ... في الأصل: «أبي الفضل». ¶ (¬2) ... هو عثمان بن عبد الله بن محمد بن حرزاذ البصي، أبو عمر الحافظ نزيل أنطاكية، وتوفي بها في ذي الحجة سنة 281. وفي الأصل: «خرزاد» بالدال المهملة في آخرة. وانظر تهذيب التهذيب (7:131) وشذرات الذهب. ¶ (¬3) ... التكملة من تهذيب التهذيب (5:332) حيث ترجم له. ¶ (¬4) ... النضر بن منصور الباهلي أبو عبد الرحمن الكوفي. وفي الأصل: «النصر» بالصاد المهملة، تحريف. ¶ (¬5) ... هو عقبة بن علقمة اليشكري، أبو الجنوب الكوفي، روى عن علي، وشهد معه الجمل. انظر تهذيب التهذيب (7:247).",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "أخبرتنا الحرّة زَينب بنت عبد الرحمن الشعرية في كتابته، قالت: كتب إلينا الإمام أبو القاسم محمود بن عمر بن محمد الزمخشري، أنّ الأستاذ أبا الحسن عليّ بن الحسين بن مَرْدَك حدّثه، قال: أنبأنا الشيخ الزاهد الحافظ أبو سعد إسماعيل بن عليّ بن الحسين بن محمد بن الحسن الرازيّ السّمّان إجازة، قال: حدّثنا أبو العلاء أحمد بن عبد الله بن سليمان بن محمد بن سلميان التنوخي الأديب الضرير بقراءتي عليه بمعرّة النعمان، قال: حدّثنا أبو زكريا يحيى بن مِسْعَر بن محمد بن يحيى بن أبي الفرج التّنوخيّ قال: أخبرنا أبو بدر أحمد بن خالد بن عبد الملك الحَرّاني، حدّثنا عمِّي أبو وهب الوليد بن عبد الملك، حدّثنا أبو يوسف عن الكلبيّ (¬1) عن أبي صالح (¬2) عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: ((لَأَن يمتلئ جوفُ أحدكم كذا، خَيْرٌ له من أن يمتلئ شِعْراً)). فقالت عائشة: لَمْ يحفظ الحديث؛ إنّما قال رسول الله صلى الله عليه وسلم: ((لَأن يمتلئ جوفُ أحدِكم قَيْحاً ودَماً خيرٌ له من أن يمتلئ شعراً هُجِيتُ به)). ¶ فصل ¶ في ذكر كُتّاب أبي العلاء الذين كانوا يكتبون له ما ينشئه ¶ من الرسائل (¬3) والنظم والتَّصنيف والإملاء ¶ ¬__________ ¶ (¬1) ... هو محمد بن السائب بن بشر الكلبي الكوفي النسابة المفسر. وتوفي سنة 146. انظر تهذيب التهذيب (9:178) ووفيات الأعيان (1:494). ¶ (¬2) ... هو باذام أو باذان، أبو صالح، مولى أم هانئ بنت أبي طالب، روى عن علي وابن عباس وأبي هريرة؛ وروى عنه الأعمش والكلبي والثوري. تهذيب التهذيب (1:416). وفي الأصل: «ابن صالح» تحريف. ¶ (¬3) ... في الأصل: «الرثايد».",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "بلغني أنّ أبا العلاء رحمه الله كان له أربعةُ رجالٍ، من الكتاب الموجودين في جِرايته وجارِيهِ، يكتبون عنه ما يكتب إلى الناس، وما يمليه من النَّظم والنثر والتصانيف. وقد كتب له جماعةٌ من أهل معرّة النُّعمان؛ فأخص كُتّابه به منهم: ابن أخيه أبو محمد عبد الله بن محمد بن عبد الله بن سليمان؛ فإنه كان ملازماً لخدمته، ويكتب له تصانيفَه، ويكتب عنه الإجازة والسَّماع لمن يسمع منه ومُستجيزِه. وكتب تصانيفه بخطّه، ويقع بخطه من المصنَّف الواحد نسختان وأكثر. وكان بَرًّا بعمّه مشفقاً عليه، وتولَّى قضاء المعرّة. وقد ذكرنا ترجمته فيما قبل، وذكرنا لأبي العلاء فيه شعراً يمدحه ويشكره على ما فعله (¬1) . ¶ ومنهم ابنُ أخيه الآخر (¬2) أخو المقدم ذكره، تولَّى قضاء المعرّة أيضاً، ونسخ كتبه بخطه، جميع أمالي عمّه، وسمع منه. وقد تقدّم ذكره أيضاً. ¶ ومن كُتّابه أيضاً جعفر بن أحمد بن صالح بن جعفر بن سليمان بن داود بن المطهَّر، ويجتمع نسبُه مع أبي العلاء في سليمان بن داود، وكان من أعيان كُتّابه، وكتب الكثيرَ عنه، وقرأ عليه كثيراً من كتب الأدب، وروى عنه؛ وخطُّ على غايةٍ من الصحّة والضبط. ¶ ومن كُتّابه أيضاً أبو الحسن عليّ بن عبد الله (¬3) بن أبي هاشم المعرّيّ، وكان يتولى أوقافَ الجامع بمعرّة النُّعمان، وكانَ من العُدول الأمناء الفضلاء، ولزم الشّيخَ أبا العلاء، وكَتَب كُتبَه بأسرها، وكتب من المصنَّف الواحد عدَّة نسخ، وكان خطُّه مورّقاً حسن الضَّبط والإتقان. ¶ ¬__________ ¶ (¬1) ... انظر ما سبق في فصل ذكر نسب أبي العلاء. ¶ (¬2) ... هو أبو الحسن علي بن محمد. ¶ (¬3) ... في الأصل: «عبيد الله».",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "ووقفت على فصلٍ في ذكره للشيخ أبي العلاء، قال فيه: لزِمت مسكني منذ سنة أربعمائة، واجتهدت أن أتوفَّر على تسبيح الله وتمجيده، إلَّا أنْ أُضطَرَّ إلى غير ذلك، فأمليتُ أشياء، وتَولَّى نسخَها الشيخ أبو الحسن عليّ بن عبد الله بن أبي هاشم، أحسن الله معونته، فألزَمني بذلك حقوقاً جمّة، وأياديَ بِيضاً، لأنّه أفْنى فيَّ زمنَه، ولم يأخذْ عمّا صنع ثمنَه. واللهُ يحسنُ له الجزاء، ويكفيه حوادثَ الزَّمن والأرزاء. ¶ ومن كُتَّابه أيضاً ولد المتقدِّم ذكره، أبو الفتح محمد بن علي بن عبد الله بن أبي هاشم؛ كتب له أيضاً من تصنيفه، ووضع له الشّيخُ أبو العلاء كتاباً لقبُه ”المختصر الفتحي“، وكتاباً يعرف بـ”عون الجمل“ في شرح شيءٍ من كتاب الجُمَل. ¶ وكان أبو الفتح هذا فاضلاً، وقفتُ له على رسالة كتبها إلى الوزير أبي نصر بن النحاس يتضوّر إليه، قال فيها: وإنّما حمل ملوكَها على الإقدام، والتهجُّم بخطاب وكلام، تمسُّكُه بحبل الولاء، وما يرجوه من عَفْوها عند (¬1) الشّدّة ووقوع البلاء. فالحمد لله الذي جعلها غياثاً لمن استغاث بها، والتجأ إليها، وعوّل في دفعِ النُّوَب عليها. وملوكُها من قوم أحرار، ليسوا بالسَّالكين طرق الأشرار؛ يكتبون العلم وينقلونه، ويكرهون المأتم (¬2) ويستثقلونه. ¶ ¬__________ ¶ (¬1) ... في الأصل: «عن». ¶ (¬2) ... في الأصل: «المآثم».",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "وكان هو ووالده خادمَين للشيخ أبي العلاء، الذي اشتهر فضله بين الأملاء (¬1) ، يكتبان ما يُلقيه إليهما، ويعوِّل في نسخ ما يؤلِّف من العلم عليهما، فغَبَرا معه مدّةً تُحْسَبُ من أهنأ الأعمار، يجنيان منه أعذب الثِّمار، ويقطعَان الوقت من العيش بغُفَّة (¬2) ، ويُلِمَّان بأهل الورع والعِفّة. فلما نُقِل إلى دار الرَّحمة قلَّ الطالب، وزهِد في العلم الراغب؛ وكسدت سُوقُه، وأظلمت بعد الإشراق بروقُه، ووَهَتْ بعد الإحكام عقودُه، ومال عما يُعهَد عَمودُه. وذكر الرسالة إلى آخرها (¬3) . ¶ ومن كُتَّابه جماعةٌ من بني [أبي] هاشم لا أتحقَّق أسماءهم؛ فإنّني وقفتُ على رسالةٍ لأبي العلاء، تعرف بـ\"رسالة الضَّبعين\"، كتبها إلى معزّ الدولة ثِمال بن صالح، يشكو إليه رجلين، أحدهما الشريف بن المحبرة الحلبيّ، كانا يؤلِّبان عليه، وينسُبانه إلى الكفر والإلحاد، وقد حرّفا بيتاً من لزوم ما لا يلزم عن موضعه، ليثبتا عليه الكفر بذلك. قال فيها: \"وفي حلب -حماها الله- نُسخٌ من هذا الكتاب بخطوطِ قوم ثقات، يعرفون ببني أبي هاشم، أحرار نَسَكة، أيديهم بحبل الورع متمسكة، جرت عادتهم أن ينسخوا ما أُمليه، وإن أُحضِرَتْ ظهرت الحُجّة بما قلتُ فيه\". ¶ ومن كُتّابه إبراهيم بن عليّ بن إبراهيم الخطيب، وهو كاتب حسن صحيح الخطّ، مُتقِن في الضَّبط، كتب معظم كتبه وتصانيفه بخطِّه، وكتَب عنه في السماع عليه والإجازة منه، وقرأ عليه. ¶ فصل ¶ في ذكر تصانيفه، ومجموعاته وتآليفه، وأشعاره المدوّنة، ورسائله المفنَّنة ¶ ¬__________ ¶ (¬1) ... الأملاء، جمع ملأ، وهم الجماعة، وأشراف القوم وعليتهم. ¶ (¬2) ... الغفة، بالضم: البلغة من العيش. ¶ (¬3) ... كذا وردت هذه الجملة في هذا الموضع.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "فأوّل ما ألّف بعد انقطاعه في منزله، بعد رجوعه من بغداد، الكتاب المعروف بـ”الفصول والغايات“ في تمجيد الله تعالى والعظات. وهو موضوع على حروف المعجم. وأراد بالغايات القوافي؛ لأن القافية غاية البيت. وفيه قواف تجيء على نسق واحد، وليست الملقّبةَ بالغايات. وهو الكتاب الذي افتُرِي عليه بسببه، وقيل إنّه عارض به السّور والآيات، تعدّياً عليه وظلماً، وإفْكاً به أقدَموا عليه وإثْماً؛ فإنّ الكتاب ليس من باب المعارضة في شيء. ومقداره مائة كراسة. ¶ وكتاب ”السادن“ (¬1) ، وضعه في ذكر غريب هذا الكتاب وما فيه من اللُّغة. ومقداره عشرون كراسة. ¶ وكتاب ”إقليد الغايات“، وهو مشتمل على تفسير اللُّغز. ومقداره عشر كراريس. ¶ ¬__________ ¶ (¬1) ... السادن (بالسين المهملة، و آخره نون): الخادم. وللمعري في نحو هذه التسمة كتابه: «خادم الرسائل».وفي الأصل هنا: «الشادن». وفي أصل إنباه الرواة : «السادر». وفي الذهبي: «الشادن» وفي ياقوت: «الشاذن». وفي كشف الظنون (2:197): «السادر». والصواب ما أثبتنا.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "ثمّ ألّف الكتاب المعروف بالـ”الأيك والغصون“، وهو كتاب كبير، ويعرف بكتاب ”الهمز والردف“ (¬1) ، بُنِي على إحدى عشرة حالة من الحالات: الهمزة في حال انفرادها وإضافتها، ومثل ذلك السماءُ بالرفع، والسماءَ بالنصب، والسماءِ بالخفض، سماءٌ يتبع الهمزة تنوين، سماؤه مرفوع مضاف، سماءَه منصوب مضاف، سمائِه مخفوض مضاف. ثم يجيء سماؤُها وسماءَها وسمائها، على التأنيث. ثمّ همرة بعدها هاء ساكنة مثل عباءهْ ومُلاءهْ. فإذا ضربت أحد عشر في حروف المعجم الثمانية والعشرين، خرج من ذلك ثلاثُمائة فصل وثمانية فصول، وهي مستوفاة في كتاب الهمزةِ والردف. وذكرت في الأرداف الأربعة بعد ذكر الألف، وهي الواو المضموم ما قبلها، والواو التي قبلها فتحة، والياء (¬2) المكسور ما قبلها، والياء التي قبلها فتحة. ويذكر لكلّ جنس من هذه أحد عشر وجهاً كما ذكر للألف. ومقدار هذا الكتاب ألف ومائتا كراسة. وهذا الكتاب قليل الوجود لكِبَره، ولم أقف إلا على جزء واحد منه، وبعضه موقوف في خزانة كتب النِّظَاميّة ببغداد. وبالديار المصرية منه نسخة كانت في خزائن المصريِّين، صارت إلى القاضي الفاضل (¬3) عبد الرحيم بن عليّ البَيْسانيّ، وانتقلت إلى ولده القاضي الأشرف (¬4) ¶ ¬__________ ¶ (¬1) ... سيعيد ذكر هذا الكتاب مرتين باسم: الهمزة والردف. ¶ (¬2) ... في الأصل: «وأما»، صوابه ما أثبتنا. ¶ (¬3) ... كان القاضي الفاضل وزيراً للملك الناصر صلاح الدين، وكان علماً في صناعة الإنشاء. ولد في مدينة عسقلان سنة 529، ونشأ في مصر، وتولى أبوه القضاء بمدينة بيسان، فلهذا نسبوا إليها، وتوفي سنة 596. انظر وفيات الأعيان. ¶ (¬4) ... هو القاضي الأشرف بهاء الدين أبو العباس أحمد، كان كبير المنزلة عند الملوك. ومولده سنة 573 بالقاهرة. وتوفي بها سنة 643 ودفن بسفح المقطم إلى جانب قبر أبيه. ترجم له ابن خلكان في نهاية ترجمته لوالده القاضي الفاضل..",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "بعده، ثمَّ صارت في جملة كتبه إلى خزانة الملك الصالح أيوب بن محمد بن أبي بكر بن أيوب، وأظنُّها في ستِّين مجلداً. ¶ و”كتاب في تفسير الهمزة والردف“ جزء واحد. ¶ والكتاب المعروف بـ”تضمين الآي“، يتضمّن العظات، والحثَّ على تقوى الله تعالى. ألّف هذا الكتاب لبعض الأمراء وقد سأله أن يؤلِّف كتاباً برسمه، فعمل هذ الكتاب يعظُه فيه، ويحثُّه على تقوى الله. وأتى فيه عند انقضاء كلِّ فصلٍ بآية من القرآن، وربَّما اقتصر على بعض الآية، أو جاء بآيتين أو أكثر، إذا كانت من ذوات القِصر، كآيات عَبَس ونحوها. فمنه ما هو على حروف المعجم وقبل الحرف المعتمد ألف، مثل أن يقال في الهمز يساء ويباء، وفي الباء يباب وعباب، هكذا إلى آخر الحروف. ويضمِّنه في آخر الفصل بآية. ومنه فصول على فاعلين، مثل باسطين وقاسطين، وعلى فاعلون، مثل حامدون وعابدون. ومنه ما هو على غير هذا الفنّ. ومقدار هذا الكتاب أربعمائة كراسة. ¶ والكتاب المعروف بـ”تاج الحرّة“ وهو في عظات النساء خاصة. وتختلف فصوله، فمنها ما يجيء بعد حرفه الذي يثبت ثبات الروِيّ ياءُ التأنيث، كقولك شائي وتُسائي، وهابي وتُرابي. ومنها (¬1) ما هو مبني على الكاف نحو غلامك وكلامك، ومنها (¬2) ما يجيء على تفعلين، مثل ترغبين وتذهبين، ونحو ذلك، وأنواعه كثيرة. وهو كتابٌ لبعض الجليلات (¬3) من النِّساء، ويغلب على ظَنِّي أنها ”طَرُود“ زوج ابن مِرْداس. ومقداره أربعمائة كراسة. ¶ ¬__________ ¶ (¬1) ... في الأصل: «ومنه». ¶ (¬2) ... في الأصل: «وفيها». ¶ (¬3) ... في الأصل: «الخليلات» بالخاء المعجمة.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "والكتاب المعروف بـ”سيف الخطبة“، يشتمل على خطبة السنة، فيه خطب الجمع، والعيدين، والخسوف، والكسوف، والاستسقاء، وعقد النكاح. وهو مؤلَّف على حروف المعجم، فيها خطب عمادها الهمزة، وخُطب بنيت على الباء، وخطب على التاء، وعلى الدال، وعلى الراء، وعلى اللام، والميم، والنون، وتركت الجيم والحاء وما جرى مجراهما؛ لأنَّ الكلام المقول في الجماعات، ينبغي أن يكون سَجِيحاً سهلاً. ومقداره أربعون كرّاسة. وذكر أنّه كان سأله في هذا الكتاب رجلٌ من المتظاهرين بالدِّيانة. ¶ وظفرت له بـ”جزءٍ فيه خطب لختم القرآن العزيز“، فيه عدّة خطب لذلك، مقداره خمس كراريس. ¶ والكتاب المعروف بـ”خطب الخيل“، يتكلّم فيها على ألسنة الخيل، ويذكر على لسان كلِّ فرسٍ خطبةً يحمِّد الله تعالى فيها ويعظمة. ويقول في أوّل كل خطبة: إن الله قادر على أن يُنطِق فرساً صورته كذا وكذا، فيقول: الحمد لله الذي خلقني كذا وكذا. ومقداره عشر كراريس. ¶ والكتاب المعروف بـ”خطْبة الفصيح“. يذكر فيها الألفاظَ التي تُروَى عن ثَعلب في كتاب الفصيح، في ضمن كلامٍ فصيح منثور، في كلِّ باب من أبواب الفصيح. ومقداره خمس عشرة كراسة. ¶ وكتاب شرح فيه ما جاء في هذا الكتاب من الغريب يعرف بـ”تفسير خطبة الفصيح“، لا أعلم مقداره، ولم أقف عليه. ¶ وكتاب يعرف بـ”رسيل الراموز“، مقداره ثلاثون كرّاسة. ¶ ومن الكتب الصغار كتاب يُعرف بـ”خُماسيّة الراح“، في ذمِّ الخمر خاصّة، على حروف المعجم. ومعنى هذا الاسم أنّ كلَّ حرف من حروف المعجم ما خلا الألف يُذْكَر فيه خمسُ سجعاتٍ مضمومة، وخمسٌ مفتوحة، وخمسٌ مكسورة، وخمسٌ موقوفة. ومقداره عشر كراريس. ¶ وكتاب يعرف بـ”المواعظ السّت“ سألهُ فيه بعضُ الوُعاظ. ومعنى هذا اللقب أنّ الفصل الأوّل منه في خطاب رجل، والثاني في خطاب اثنين، والثالث في خطاب جماعة، والرابع في خطاب امرأة موحَّدة، والخامس في خطاب امرأتين، والسادس في خطاب نسوة. ومقداره خمسَ عشرةَ كرّاسة.",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "وكتاب يعرف بـ”وقفة الواعظ“. ¶ وكتاب يعرف بـ”دعاء الساعة“. وهما مختصران، ولا أعلم مقدار حجمهما. ¶ وكتاب ”دعاء الأيّام السبعة“، لا أعلم مقداره. ¶ وكتاب ”حِرز الخيل“، لا أعلم مقداره. و”جزء فيه حِرز وتعويذ“ لا أعلم مقداره. وكتاب يعرف بـ”سجع الحمائم“، يتكلم فيه على ألسن حمائم أربع. وكان بعضُ الرٌّؤساء سأله أن يصنِّف له تصنيفاً يذكِّره فيه، فأنشأ هذا الكتاب، وجعل ما يقوله على لسان الحمامة في العظة والحثّ على الزُّهد. ومقداره ثلاثون كراسة. ¶ وكتاب يعرف بـ”تظلُّم السُّوَر“، يتكلَّم فيه على لسان سُور القرآن، وتتظلَّم كلّ سورة ممّن قرأها بالشّواذ، ويتعرّض لوجه الشاذّ. مقداره ست كراريس. ¶ وكتاب يعرف بـ”عظات السُّوَر“ يشتمل على مواعظ. لا أعلم مقداره. ¶ وكتاب يعرف بـ”الجليّ والجليّ“. سأله فيه رجلٌ من أكابر الحلبيِّين يقال له أبو الفتح عبد الله بن إسماعيل بن الجِلّيّ (¬1) الحلبي، وهو رجلٌ فاضل من أكابر الحلبيِّين وأعيانهم، وأرباب النّعمة منهم، له مصنَّفات ورواية الأحاديث النبوية. سمِع منه الخطيب أبو بكر أحمد بن عليّ بن ثابت البغداديّ، وأبو الحسن عليّ بن عبد الله بن أبي جرادة الحلبيّ، وغيرهما. مقدار هذا الكتاب عشرون كراسة. ¶ ¬__________ ¶ (¬1) ... هو أبو الفتح عبد الله بن إسماعيل الحلبي الجلي، بكسر الجيم وتشديد اللام المكسورة. ذكره الذهبي في المشتبه.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "وكتاب يعرف بـ”رسالة الصاهل والشاحج“، يتكلّم فيه على لسان فرس وبغل، وهو كتاب حسَن، صنّفه للأمير عزيز الدولة أبي شجاع فاتك بن عبد الله الروميّ (¬1) ، مولى مَنجوتَكِينَ العَزيزيّ (¬2) . وكان أبو شجاعٍ هذا واليَ حلب من قِبَل المصريِّين في أيام الحاكم وبعض أيّام الظَاهر. وكان سبب تصنيفه أنّه رُفِع إلى فاتك أنّ حقًّا يجب له على بعض أقرباء أبي العلاء، وجب على أبي العلاء سؤالهُ فيه. مقداره أربعون كراسة. ¶ وكتاب لطيف في تفسير الصاهل والشاحج، يعرف بـ”لسان الصاهل والشَّاحج“، عمله أيضاً لعزيز الدولة المذكور. ومقداره ثمانِ عشرةَ كراسة. وبعض الجُهّال يقول: إنه عمله لأبي الدوام ثابت بن ثمال (¬3) بن نصر بن صالح، وكان يلقب عزيز الدولة، وهو غير صحيح، بل الذي عمله لأبي الدوام، اللامع العزيزيّ، وسيأتي ذكره. ¶ والكتاب المعروف بالـ”القائف“، يُذكر فيه أمثالٌ على معنى كليلة ودمنة. عمله لعزيز الدولة أبي شجاع المذكور أيضاً، ألّف منه أربعة أجزاء، ثمّ قطع تأليفه لموت الذي أمر بإنشائه، وهو أبو شجاع فاتك؛ فإنه قُتل بالمركز بقلعة حلب، قتله مملوك له هنديّ يقال له توذون، سنة ثلاثَ عشرةَ وأربعمائة. ومقداره ستّون كراسة. ¶ وكتاب يعرف بـ”منار القائف“، في تفسير ماجاء في القائف من اللغز والغريب. مقداره عشر كراريس. ¶ ¬__________ ¶ (¬1) ... هذا غير أبي شجاع فاتك الرومي، ممدوح المتنبي المتوفى سنة 350. وسماه ابن القلانسي 40: «عزيز الدولة فاتك»، وابن تغري بردي نقلاً عن ابن الصابي: «عزيز الدولة فاتك الوحيدي»، وقتل هذا في سنة 413. ¶ (¬2) ... في الأصل: «بنجكوتكين»، صوابه بالميم، كما أثبتنا من تاريخ ابن القلانسي 40 والنجوم الزاهرة (4:117-120). والعزيزي: نسبة إلى العزيز بالله الفاطمي المتوفى سنة 386. قال ابن تغري بردي: «وكان للعزيز غلامان، أحدهما يسمى منجكوتكين، والآخر بازتكين». ¶ (¬3) ... في الأصل: «محمود بن نصر»، وانظره في كتب التاريخ في وفيات 454.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "وكتاب يعرف بـ”شرف السيف“، عمله لأمير الجيوش أنُوشتكين الدِّزبري (¬1) ، والي دمشق وحلب. وكان بلَغه عنه كلامٌ جميل، ويوجِّه إليه بالسلام، ويُحْفِي (¬2) المسألة عنه، فأراد جزاءه على ما فعل. ¶ وكتاب يعرف بـ”السجع السلطاني“، يشتمل على مخاطبات الجنود والوزراء والولاة وغيرهم. عمله لبعض الكتاب القليلي الصِّناعة؛ ليستعين به على الكتابة. مقداره ثمانون كراسة. ¶ وكتاب يعرف بـ”سجع الفقيه“. مقداره ثلاثون كراسة. ¶ وكتاب يعرف بـ”سجع المضطَرّين“. وهو كتاب لطيف عمله لرجلٍ مسافر يستعين به على شؤون دنياه. لا أعلم مقداره. ¶ ¬__________ ¶ (¬1) ... هو أنوشتكين الدزبري أبو منصور التركي. ولي دمشق للظاهر خليفة مصر سنة 419 ولم يزل إلى أن وقع بينه وبين كبار الجيش فتن، فهرب منها إلى حلب، وبقي فيها ثلاثة أشهر. ومات في سنة 433. انظر ابن الأثير وعيون التواريخ وغيرهما في وفيات هذه السنة. ويسميه ابن الفلانسي أحياناً «التزبري» نسبة إلى مولاه القائد تزبر بن أونيم الديلمي. انظر ابن القلانسي ص71. ¶ (¬2) ... يحفي المسألة: يبالغ فيها ويردّدها. وفي الأصل: «يخفي» بالخاء المعجمة، تحريف، وانظر ما سبق ص108.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "و”ديوان الرسائل“. وهو ثلاثة أقسام: [الأوّل] منها طوالٌ، كـ”رسالة الملائكة“، و”رسالة الغفران“، وكتبها إلى عليّ بن منصور الحلبي، المعروف بدَوخلة (¬1) ، جواباً عن رسالة كتبها إليه: يعتب عليه عليّ بن منصور في أنّه بلغه عنه أنّه ذُكِر له فقال: «هو الذي هجا أبا القاسم ابن المغربي (¬2) ». فكتب إليه رسالة الغفران جواباً عنها. ¶ و”الرسالة السَّنَدية“ كتبها إلى سنَد الدولة ابن ثعبان (¬3) الكُتَاميّ، والِي حلب من قِبَل المصريِّين، في معنى خراج على ملكه بِمعرّة النعمان. و”رسالة العرض“، ونحو ذلك. ¶ والثاني: دون هذه في الطول، مثل ”رسالة المَنيح“ و”رسالة الإغْريض“. ¶ والثالث (¬4) : رسائل قِصار، كنحو ما يجري به العادة في المكاتبات. ومقداره ثمانمائة كراسة. ¶ وكتاب يعرف بـ”خادم الرَّسائل“، فيه تفسير بعض ما جاء في رسائله هذه من الغريب. لا أعلم مقداره. ¶ وكتاب ”تفسير رسالة الغفران“. لا أعلم مقداره. ¶ ¬__________ ¶ (¬1) ... هو علي بن منصور بن طالب الحلبي، المعروف بابن القارح، كان راوية للأخبار واللغة والشعر، عارفاً بالنحو، وكان ممن خدم أبا علي الفارسي في داره وهو صبي، ثم لازمه وقرأ عليه جميع كتبه وسماعاته. ويوى أنه كان مؤدّباً للوزير المغربي، وله فيه هجو كثير. قال ياقوت: «وكان آخر عهدي به في تكريت سنة 461». والدوخلة بفتح الدال وسكون الواو وفتح الخاء وتشديد اللام، وتخفف: سفيفة من خوص يوضع فيها التمر. ¶ (¬2) ... وفي ذلك يقول ابن القارح مخاطباً أبا العلاء تعليقاً على هذه العبارة: «فذلك منه أدام الله عزه رائع لي، خوفاً أن يستشر طبعي، وأن يتصوّر لي بصورة من يضع الكفر موضع الشكر». ¶ (¬3) ... كذا في الأصل بالثاء المثلثة، وهو يطابق ما ورد في الكامل (9:86) وما ورد أيضاً في تاريخ أبي الفداء (2:148). ¶ (¬4) ... في الأصل: «والثلاث».",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "وكتاب ”تفسير رسالة الإغريض“، وهي التي كتبها إلى أبي القاسم الحسين بن عليّ المغربيّ، وقد سيَّر إليه كتابه الذي اختصر فيه إصلاح المنطق، فكتب إليه برسالة الإغريض جواباً، يقرّظه ويصف اختصاره للإصلاح. ومقداره خمس كراريس. ¶ وكتاب يعرف بـ”رسائل المعونة“، وهي ما كتبت عنْ ألسُن قومٍ. لا أعلم مقداره. ¶ والرسالة المعروفة بـ”الحضية“. لا أعلم مقدارها. ¶ ورسالة عملها على لسان ملك الموت عليه السلام. مقدارها عشر كراريس. ¶ والرسالة المعروفة بـ”أدب العصفورين“. لا أعلم مقدارها. ¶ وكتاب لطيف يعرف بـ”السَّجَعات العشر“، موضوع على كلِّ حرفٍ من حروف المعجم عشر سجعات في الوعظ. لا أعلم مقداره. ¶ ومن الأشعار التي نظمها: ديوانه المعروف بـ”صقط الزند“، وهو ما قاله في أيام الصبا في أوّل عمره، وهو من أحسن أشعاره، وقد اعتنى به العلماء وشرحوه. مقداره خمس عشرة كراسة، تزيد أبياته المنظومة على ثلاثة آلاف بيت، شَرحه الخطيب التِّبريزي، وشرحه ابن السِّيد البطليوسيّ، وأحسن في شرحه.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "وكتاب يعرف بـ”ضوء السقط“، يشتمل على تفسير ما جاء في سقط الزند من الغريب، مقداره عشرون كراسة. وَضع هذا الكتابَ لتلميذه أبي عبد الله محمد بن محمد بن عبد الله الأصبهانيّ، وكان رجلاً فاضلاً، قصده إلى معرّة النعمان، ولازمه مدّة حياته يقرأ عليه، بعد أن استعفى من ذلك، ثم أجابه، فقرأ عليه الكتب إلى أن مات. وقد أشار إلى ذلك في مقدّمة ضوء السقط. وأقام أبو عبد الله الأصبهاني بحلب، وروى عن أبي العلاء كتباً متعددة من تصانيفه، وهو الذي سأل أبا العلاء (¬1) أن يشرح له سقط الزند، فشرحه ووسمه بـ”ضوء السقط“. وقد روى أبو عبد الله عنه وعن أبي صالح محمد بن المهذّب المعرّيّ (¬2) ، وكان من الأعيان العلماء، روى عنه أبو الحسن عليّ بن عبد الله بن أبي جرادة، والشريف الزاهد سعيد بن عبد الله بن محاسن الهاشميّ، وأبو الفرج عبد القاهر النحوي المعروف بالوأواء (¬3) ، وأبو المجد عبد الرحمن بن محمد بن الخضر الحلبيّون، وتوفِّي سنة ستٍّ وتسعين وأربعمائة. ¶ وقد أخبرنا أبو الحسن محمد بن أحمد بن الحسن الدمشقي بها، عن أبي عبد الله محمد بن حمزة بن أبي الصقر، قال: أنشدني الشريف الزاهد سعيد بن عبد الله بن محاسن الهاشمي أبو منصور بحلب، قال: أنشدني أبو عبد الله محمد الأصبهاني، قال: أنشدني أبو العلاء -يعني يخاطبه-: ¶ يا أصبهانيُّ وما غيرُه ... ... ماذا ترجِّي من دخولٍ إليّْ ¶ لا مالَ عندي تَرتجِي نَفْعَه ... اذْهَبْ حميداً وتَفضَّلْ عَليّْ ¶ ¬__________ ¶ (¬1) ... في الأصل: «سأله أبو العلاء». ¶ (¬2) ... المعري: نسبة إلى المعرة. وأبو صالح هذا هو ابن عمة أبي العلاء، كما سبق، وكما سيأتي في آخر فصل رحلته إلى بغداد وعوده وانقطاعه. وفي الأصل: «المغربي» تحريف. ¶ (¬3) ... هو عبد القاهر بن عبد الله بن الحسين الحلبي النحوي الشاعر أبو الفرج المعروف بالوأواء. نشأ بحلب، وتردد إلى دمشق، ومات بحلب سنة 551. انظر بغية الوعاة.",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "وكتاب يعرف بـ”لزوم ما لا يلزم“. وهو في المنظوم، بني على حروف المعجم، ويذكر فيه كلَّ حرف سوى الألف بوجوهه الأربعة، وهو الضم والفتح والكسر والوقف منظوماً. ومعنى لزوم ما لا يلزم أنَّ القافية يردّد فيها حرفٌ لو غُيِّر لم يكن ذلك مُخِلًّا بالنّظم، لكنه التزمه في كلِّ بيت، كما قال كُثَيِّر: ¶ خليليَّ هذا رَبْعُ عَزّةَ فاعْقِلَا ... قَلُوصَيْكُما (¬1) ثمّ انزِلا حيثُ حَلَّتِ ¶ فالتزم اللام قبل التاء في أبياته، ولم يفعل كما فعل الشَّنفَرَى في قصيدته التي علَى التاء، حيث خالف بين الحروف التي قبل الرَّوِيّ، فقال: ¶ أَرى أُمَّ عَمْرٍو أزْمعَتْ فاستقلَّت ... وما وَدَّعَتْ جِيرانَها يومَ وَلَّتِ ¶ وقال فيها: ¶ بِرَيحانةٍ من نَبْتِ حَلْيَةَ نَوَّرَتْ ... ... لَهَا أَرَجٌ ما حَولَهَا غيرُ مُسنِتِ (¬2) ¶ وقال فيها: ¶ لها وَفْضَةٌ فيها ثَلاثُونَ سَيحَفاً ... ... إذا آنستْ أُولَى العَدِيِّ اقشعَرَّتِ (¬3) ¶ ومقدار هذا الكتاب أربعة أجزاء، مائة وعشرون كراسة. ¶ وكتاب يتعلّق بهذا الكتاب يقال له ”زجر النابح“، يردّ فيه على من طعن عليه في أبياتٍ من هذا الكتاب ونسبه إلى الكفر فيها؛ فبيَّن وجوهها ومعانيها. مقداره أربعون كراسة. ¶ وكتاب يتعلق بلزوم ما لا يلزم أيضاً، سماه ”نجر الزجر“، يعني أصل الزجر. وضعه بعد هذا الكتاب الأول، يرد فيه أيضاً على من طعن عليه في أبيات غير الأبيات المذكورة في زجر النابح، وبعضها محرّفة عن مواضعها؛ فبيَّنَ التحريف وبيَّن وجوه تلك الأبيات ومعانيها. مقداره ثلاثون كرّاسة. ¶ وكتاب يعرف بـ”راحة اللزوم“، شرح فيه ما في كتاب لزوم ما لا يلزم من الغريب. مقداره مائة كراسة. ¶ ¬__________ ¶ (¬1) ... القلوص: الفتية الشابة من الإبل. ¶ (¬2) ... في الأصل: «من بيت حلبة»، وحلية: واد بتهامة. ومسنت: مجدب. ¶ (¬3) ... الوفضة: جعبة السهام. والسيحف: السهم العريض النصل. وآنست: أحست. والعدي: جماعة القوم يعدون راجلين للقتال، لا واحد له من لفظه. واقشعرت: تهيأت للقتال.",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "وكتاب يعرف بـ”جامع الأوزان“، في شعر منظوم على معنى اللُّغز، يعمُّ به الأوزان الخمسة عشر، التي ذكرها الخليلُ، بجميع ضروبها، ويذكر قوافيَ كلِّ ضرب. مثال ذلك أن يُقال: للضرب الأوّل من الطويل أربع قواف: المطلقة المجرّدة، مثل قول القائل (¬1) : ¶ ألا يا اسْلَمي يا هِنْدُ هِندَ بني بدرِ ... وإن كانَ حيَّانا عدىً آخِرَ الدَّهرِ ¶ والقافية المرْدَفة (¬2) ، مثل قول امرئ القيس: ¶ * ألا انعم صباحا أيُّها الطَّلَلُ البالي * ¶ والمقيّدة المجردة، وذلك مفقود في الشِّعر القديم والمُحْدَث، وربّما جاء به المحدثون على النحو الذي يسمى مقصوراً، كما قال بعض الناس وهو في السجن، وهو صالح بن عبد القُدُّوس (¬3) : ¶ خَرجْنا من الدُّنيا ونحنُ مِنَ اهلها ... ... فما نحنُ بالأحياء فيها ولا الموتَى ¶ إذا ما أتانَا مُخْبِرٌ عن حديثِها ... ... فَرِحْنا وقُلْنا جاءَ هذا من الدُّنيا ¶ والقافية المقيَّدة المؤسَّسة، مثل أن يكون العاذلْ والقائلْ، وذلك مرفوض متروك. ثمَّ على هذا النحو، إلى آخر الكتاب، على حروف المعجم. ومقداره ستُّون كراسة. وعدد أبياته نحوٌ من تسعة آلاف بيتٍ من الشِّعر. ¶ وكتاب ”استغفر واستغفري“، في العِظَة والزُّهد والاستغفار. أوّلُ كلّ أبياتٍ فيه: ”استغفر الله“. ومقداره مائة وعشرون كراسة، يشتمل على نحوٍ من عشرة آلاف بيت. ¶ ¬__________ ¶ (¬1) ... هو الأخطل. انظر اللسان (19:262). ¶ (¬2) ... المردفة: ذات الردف، وهو حرف ساكن من حروف المد واللين، يقع قبل حرف الروي، ليس بينهما شيء. وفي الأصل: «المرادفة» تحريف. ¶ (¬3) ... في رسالة الغفران ص142 وكذا في مقدمة اللزوم: أنّ الشعر الآتي لرجل من ولد صالح بن عبد القدوس. وقد روى ياقوت الأبيات منسوبة لصالح، مع خلاف في الرواية.",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "وكتاب ”ملقَى السَّبيل“. وهو كتاب وعظٍ يشتمل على نثر ونظم على حروف المعجم، على كلِّ قافية فصل نثر، وأبياتُ شعر. مقداره كُرّاستان. أخبرنا به أبو إسحاق إبراهيم بن عثمان الكامري (¬1) ، قال: أخبرنا قحف العلم (¬2) ، قال: أخبرنا أبو العلاء. ¶ وما عمله في النَّحو والغريب ككتاب ”الحقير النافع“، وهو مختصر في النحو. مقداره خمس كراريس. ¶ وكتاب يتّصل بالحقير النافع، يعرف بـ”الظّل الطَّاهري“. عمله لرجل من أهل حلب يكنى أبا طاهر، وهو أبو طاهر المسَلَّم بن عليّ بن تغلب، الملقب مؤتمن الدولة، وكان من أكابر الحلبيِّين وعلمائهم، وكان وجيهاً عند معزّ الدولة ثِمال بن صالح، وسَّره رسولاً إلى مصر إلى المستنصر، سنة ثلاثٍ وستّين وأربعمائة، فمات بها، وأودَعَ تركتَه عند المؤيّد في الدّين، ليوصِّلها إلى ورثته. وهذا الذي عناه أبو محمد الخفاجيُّ بقوله في قصيدته الرّائية: ¶ إنَّ في جانب المقطَّم مهجو ... راً ومن أجْلِهِ تُزارُ القُبورُ ¶ ورثاه أبو محمد بما أخبرنا أبو عبد الرحمن محمد بن عبد الواحد بن هاشم خطيب حلب، قال: أنشدني أبي، قال: أنشدني أبي هاشم (¬3) ، قال: أنشدنا أبو محمد الخفاجيُّ لنفسه: ¶ أتاني وعُرْضُ الرَّمْلِ بَيني وبينَه ... حديثٌ لأسرار الدُّموع مُذِيعُ ¶ تَصامَمْتُ عنِْ راوِيهِ حَتَّى أُرِيتُه ... وإنِّي على ما غالني لَسمِيعُ ¶ وقال ربيعٌ ماتَ فيه مُسَلَّمٌ ... ... فقلت له بل مات فيه رَبِيعُ ¶ وهذا الكتاب قريبٌ من الأوّل في الحجم، وقد يُخلَط بالكتاب الأوّل، ويُجعَل كتاباً واحداً. ¶ ¬__________ ¶ (¬1) ... كذا. ولعله «الكاشغري». وقد ترجم ابن حجر في تهذيب التهذيب (1:79) لمن سماه ابن عثمان أبو إسحاق الكاشغري المتوفى سنة 645. ¶ (¬2) ... هو أبو محمد الحسن بن علي بن عمر، كما سبق في ذكر من قرأ على أبي العلاء. ¶ (¬3) ... في الأصل: «أنشدنا أبي هاشم قال أنشدنا أبي» والوجه ما أثبتنا.",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "وكتاب يعرف بـ”المختصر الفتحيّ“، يتّصل بمختصر محمد [بن] (¬1) سعدان، عمِله لولد كاتبه أبي الفتح محمَّد بن الشيخ أبي الحسن عليّ بن عبد الله بن [أبي] (¬2) هاشم. ¶ وكتاب يعرف بـ”عَون الجُمَل“. عمله لأبي الفتح، ابن أبي هاشم المذكور، شرح فيه شيئاً من كتاب الجمل، لا أعلم مقدارهما (¬3) ، وهو آخر كتاب أملاه. وكان أبوه يتولَّى إثباتَ ما ألّفه من هذه الكتب، فألزمه حقوقاً جمة، وأيادي بِيضاً، فوضع هذين الكتابين لابنه. ¶ وكتاب يعرف بـ”تعليق الخُلَس“، ممّا يتصل بكتاب أبي القاسم عبد الرحمن بن إسحاق الزَّجّاجي، المعروف بالجُمَل. لا أعلم مقداره. ¶ وكتاب يتعلق بهذا الكتاب أيضاً، يعرف بـ”إسعاف الصديق“. لا أعلم مقداره. ¶ وكتاب يتعلّق بالكافي، الذي ألفه أبو جعفر أحمد بن محمد النحاس، لقبه ”قاضي الحق“. لا أعلم مقداره. ¶ وإملاءٌ في النحر، يتّصل بالكتاب المعروف بالعَضُدي، لقبه ”ظهير العضُديّ“. لا أعلم مقداره. ¶ وكتاب شرح فيه كتاب سيبويه، لم يتمَّه. مقداره خمسون كرّاسة. ¶ وكتاب ”تفسير أمثلة سيبويه وغريبِها“، عربت (¬4) من الكتاب. لا أعلم مقداره وهو في مجلد. ¶ وكتاب شرح فيه خطبة أدب الكاتب، عمله لأبي الرضى سالم بن الحسن بن عليّ الحلبيّ، وهو ابن أخت الوزير أبي نصر محمد بن النحاس الحلبيّ، وكان من الفضلاء الأدباء الشُّعراء. لا أعلم مقداره. ¶ وكتاب في العروض يعرف بـ”مثقال النظم“. لا أعرف مقداره، وهو في مجلَّد. ¶ وكتاب في القوافي. مجلد. ¶ ¬__________ ¶ (¬1) ... ساقطة من الأصل. ومحمد هو ابن سعدان الضرير الكوفي النحوي. ولد سنة 161. وكان ذا علم بالعربية، وصنف كتاباً في النحو، وآخر في القراءات. توفي سنة 231. انظر ياقوت والبغية. ¶ (¬2) ... ليست في الأصل. وقد مضى في ذكر كُتّابه. ¶ (¬3) ... لعله يريد هذا الكتاب والذي قبله. ¶ (¬4) ... كذا في الأصل.",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "وكتاب ”اللامع العزيزيّ“ في تفسير شعر المتنبي، ويقال: ”الثابتيّ (¬1) العزيزيّ“. عمله للأمير عزيز الدولة أبي الدوام ثابت بن ثمال بن صالح بن مِرداس بن إدريس بن نصر بن حُميد الكِلابيّ. وبعض الناس يغلَط ويقول: إنه وضعه لعزيز الدولة أبي شجاع فاتك العزيزي؛ وليس الأمر كذلك. ومقداره مائة وعشرون كراسة. ¶ وكتاب في معاني شعر المتنبي. ومقداره ستّ كراريس. ¶ وكتاب يعرف بـ”ذكرى حبيب“، في تفسير شعر أبي تمّام حبيب بن أوس الطائيّ. مقداره ستُّون كراسة. ¶ وكتاب يتعلَّق بشعر أبي عبادة البحتري، يعرف بـ”عَبث الوليد“. وكان سبب وَضْعه أنَّ بعض الرُّؤساء، وهو أبو اليمن المسلَّم ين الحسن بن غِياث الكاتب الحلبيّ النَّصراني، وكان صاحب الديوان بحلب، أنفذ إليه نسخة من شعر أبي عُبادة البُحتريّ، ليقابل له بها، فأثبَتَ ما جرى من الغلط، ليُعرَض ذلك عليه. وبعض الغلط من الناسخ، وبعضه من البحتري. ومقداره عشرون كراسة. ¶ وكتاب يعرف بـ”الرياشيّ المصطنعيّ“، في شرح مواضع من الحماسة الريّاشية، عمِله لرجلٍ من الأمراء، يلقب مصطَنع الدولة، وهو أبو غالب كُليب بن عليّ. فسَّر فيه ما لم يفسِّره أبو رياش. وكان قد أنفذ إليه نسخة من الحماسة، وسأله أن يخرِّج في حواشيها ما لم يفسِّره أبو رياش؛ فجعله كتاباً مفرداً، لخوفه من أن تضيق الحواشي عنه. مقداره أربعون كراسة. ¶ وكتاب جمع فيه ”فضائل أمير المؤمنين عليّ بن أبي طالب عليه السلام“ لا أعلم مقداره. ¶ وكتاب فيه أمالي من حديث رسول الله صلى الله عليه وسلم، عن شيوخه. وهي سبعة أجزاء، سبع كراريس. ¶ ومن الأمالي التي لم تتمّ ولم يُفرِد لها اسماً، ما مقداره مائة كراسة. منها: ”تفسير شواهد الجمهرة“. ¶ وجمع شعرَ أخيه أبي الهيثم عبد الواحد لولده زيد. ¶ وجمع شعر الأمير أبي الفتح ابن أبي حصينة السُّلَمي، وشرح مواضعَ منه. في ثلاث مجلّدات. ¶ ¬__________ ¶ (¬1) ... نسبة إلى ثابت بن ثمال. وفي الأصل: «الثابت».",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "فذلك جميعه سبْعٌ وستُّون مصنَّفاً. ¶ فصل ¶ في ذكر رحلته إلى بغداد، وعوده إلى معرّة النعمان، وانقطاعه في منزله عن الناس، وتسمية نفسه \"رهْن المحبسين\" رحمه الله ¶ رحل إلى بغداد، لطلب العلم والاستكثار منه، والاطلاع على الكتب ببغداد، ولم يَرْحل لطلب دنيا ولا رِفد. وقد ذكر ذلك في قصيدته التي قرأتها على شيخنا أبي عليّ الحسن بن عمرو الموصلي بحلب، قال: أنشدنا الخطيب أبو الفضل عبد الله بن أحمد الموصلي، قال: أخبرنا الخطيب أبو زكريا يحيى بن علي التِّبريزي إجازة، قال: أنشدنا أبو العلاء أحمد بن عبد الله بن سليمان لنفسه، وكتبها من بغداد إلى أهله (¬1) -يريد بالمعرّة-: ¶ أإخوانَنا بين الفُراتِ وجِلَّقٍ ... ... يَدَ اللهِ لا خَبّرْتُكُمْ بمُحالِ ¶ أُنبِّئكمْ أنِّي على العَهدِ سالمٌ ... ... ووَجْهِيَ لَمَّا يُبْتَذَلْ بسَؤالِ ¶ وأنِّي تيمَّمْتُ العراقَ لغيرِ ما ... ... تيَمَّمَهُ غَيلانُ عند بِلالِ ¶ فأصبحتُ محسوداً بفضلِيَ وَحدَهُ ... على بُعْدِ أنصاري وقِلّةِ مالي ¶ وغيلان هو ذو الرُّمّة، قصد بِلال بن أبي بردة بن أبي موسى. يريد أنّه لم يَسْتَجْدِ (¬2) أحداً. ¶ وكان تَرَك والدتَه بمعرّة النعمان، ولمّا عاد إلى المعرّة وجدها قد ماتت. ¶ أخبرنا أبو الحسن محمد بن أحمد بن علي، عن أبي جعفر محمد بن مؤيّد بن حواري، أخبرني جدِّي أبو اليقظان، قال: ولزم (يعني أبا العلاء) منزلَه عند منصرفه من بغداد، منذ سنة أربعمائة، وسمّى [نفسه] \"رهن المحبِسين\"؛ للزومه منزله، وذهاب عينيه. ¶ وقرأت بخط أبي محمد الحسن بن الفَرَج البحتري الأديب، في آخر سقط الزند بروايته عن الخطيب التبريزي -وخطُّ التبريزي عليه-: ورحل (يعني أبا العلاء) إلى بغداد سنة ثمانٍ وتسعين، ودخلها سنة تسعٍ وتسعين، وأقام بها سنةً وستّة أشهر، ولزم منزلَه عند مُنصَرَفه من بغداد، منذ سنة أربعمائة، وسمّى نفسه \"رهن المحبسين\" لهذا، ولذهاب عينيه. ¶ ¬__________ ¶ (¬1) ... من قصيدة في سقط الزند (2:38-46). ¶ (¬2) ... في الأصل: «يستنجد».",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "أنبأنا أبو عبد الله محمد بن محمود النجار، قال كتب إلينا الوزير أبو غالب عبد الواحد بن مسعود بن الحُصَين، قال: ورحل إلى بغداد في سنة ثمانٍ وتسعين، فدخلها في سنة تسعٍ وتسعين وأقام لها سنة ونصفاً، ثم عاد إلى المعرّة في سنة أربعمائة، ولزم منزله بها، وأمسك عن أكل اللَّحم خمساً وأربعين سنة. ¶ سمعت والدي أبا الحسن أحمد بن هبة الله بن أبي جرادة، فيما يأثره (¬1) عن أسلافه، قال: رحل أبو العلاء المعرّي من المعرّة إلى بغداد. واتَّفق يوم وصوله إليها موت الشريف الطَّاهر، يعني أبا أحمد الحسين بن موسى بن محمد بن موسى بن إبراهيم بن موسى بن جعفر بن محمد بن عليّ بن الحسين بن عليّ بن أبي طالب رضي الله عنهم، وهو والد الشريفين الرَّضِيّ والمُرتَضَى؛ فدخل أبو العلاء لتعزيته (¬2) ، والناس مجتمعون، والمجلس غاصٌّ بأهله، فتخطَّى بعضَ الناس، فقال له بعضهم ولم يعرفه: إلى أين يا كلب؟! فقال: الكلب من لا يعرف للكلب كذا وكذا اسماً. ثمّ جلس في أخريات المجلس، إلى أن قام الشعراء وأنشدوا، فقام أبو العلاء وأنشد قصيدته الفائيّة التي أوّلها (¬3) : ¶ أودَى فَلَيْتَ الحادثاتِ كَفَافِ ... ... مالُ المُسِيفِ وعَنْبَرُ المستاف ¶ يرثي بها الشَّريف المذكور. فلمّا سمعه الرضيّ والمرتضَى قاما إليه ورفعا مجلسه، وقالا له: لعلّك أبو العلاء المعرّي؟ قال نعم، فأكرماه واحترماه. ثمّ إنّه بعد ذلك طلب أن تُعرض عليه الكتبُ التي في خزائن بغداد، فأُدخل إليها، وجعل لا يُقرأ عليه كتابٌ إلّا حفِظ جميعَ ما يقرأ عليه. ¶ ¬__________ ¶ (¬1) ... أثر الحديث يأثِره ويأثُره (من بابي ضرب ونصر): نقله ورواه. وفي الأصل: «تأثره». ¶ (¬2) ... في الأصل: «إلى تعزيته». ¶ (¬3) ... من قصيدة في سقط الزند (2:55).",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "سَيَّرَ إليّ قاضي المعرّة شهابُ الدين أبو المعالي أحمد بن مُدرك بن سليمان جزءاً فيه أخبارُ سلفه من بني سليمان، وكتبه لي بخطِّه، قال فيه -وذكر أبا العلاء أحمد بن عبد الله بن سليمان-: ورحل إلى بغداد سنة ثمانٍ وتسعين وثلاثمائة، ودخلها سنة تسعٍ وتسعين، وأقام بها سنة وسبعة أشهر، ولقي بها أبا أحمد عبد السلام بن الحسين البصري، المعروف بالواجكا، صاحب الرواية رحمه الله. وكتب إليه أخوه أبو الهيثم عبد الواحد بن عبد الله بن سليمان يستعطفه على مخلَّفيه بالشام، ويسأله العَود: ¶ يا ربِّ قد جَنَحَ الوميضُ وغارَا ... ... فاسْقِ المواطرَ زَيْنَباً ونَوارَا ¶ أُختَينِ صاغهما الشَّبابُ وعَصْرُه ... ماءً يصفِّقه النَّعيمُ ونَارَا ¶ مِن نسوةٍ بالبُخْل أصبحَ فخرُها ... ومَعَاشرٍ كَرُمُوا ندىً ونِجَارَا ¶ أَسَديتين ترى القليلَ عليهما ... ... شرفاً وصُمّ السمهرية زارَا (¬1) ¶ يَضَعُون أوزار الوَغى وتراهمُ ... ... متلفِّعين مَهَابةً ووَقارَا ¶ مُستبشرين إلى الطِّراد وإنَّما ... ... يلقَون منه أسِنّةً وشِفارَا ¶ لا يفهمُ النَّجوَى لسانُ وليدِهم ... ... حتَّى يَشُقَّ على العَدُوّ مُغَارَا ¶ نحروا العِشار فما تَمَلُّ (¬2) مُداهُمُ ... يوماً وإنْ غَدتِ الرِّمالُ عِشَارَا (¬3) ¶ لا يألَفون مَحلّةً وسِواهُمُ ... ... يُصفِي الوِدادَ مآلِفاً ودِيارا ¶ بغدادُ لا سُقِيَتْ رُبوعُكِ دِيمةً ... ... وغَدَتْ رياضُك حَنظلاً ومُرارا ¶ أنتِ العَروسُ يروقُ ظاهرُ أمرِها ... وتكونُ شَيناً في اليقين وعارا ¶ أضْرمْتِ قلبي باجتذابكِ ماجِداً ... كالسَّيف أعجَبَ رونقاً وغِرارا ¶ مَنيْتِهِ مَحِْضاً فلمَّا شَفَّه ... ... ... ظمأٌ أتاكِ به سَقَيتِ سَمَارَا (¬4) ¶ وجَلَبتِهِ فَنَحاكِ يَعتسِفُ الرَّدَى ... ... ويخوضُ منه لُجَّةً وغِمارَا ¶ شغفاً بدار العلم فيك وقلبُه ... ... مازال رَبْعاً للعلوم ودَارَا ¶ ¬__________ ¶ (¬1) ... كذا ورد هذا البيت في الأصل. ¶ (¬2) ... في الأصل: «تمد». ¶ (¬3) ... أي صار عدد هذه العشار عدد الرمل. ¶ (¬4) ... السمار، بالفتح: اللبن الكثير الماء.",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "مازِدْتِ عَمَّا عندَه، فسقاكِ مَنْ ... رَفعَ السَّماءَ نقيصةً وعِثارَا ¶ وأجارَ أهلَكِ في المَعَادِ فإنَّهم ... ... أوفَى الخلائق ذِمّةً وجوارَا ¶ لولاكِ ما خَطَتِ البدِيَّةَ (¬1) عِيسُه (¬2) ... وأثَرْنَ من ذاك الحزيز (¬3) غُبارا ¶ متلفِّعات بالحَميم (¬4) كأنّما ... ... يبدو على وَضَح الرَّكائبِ قَارَا ¶ فلئن أقَمْنَ بسِيفِ دِجلةَ رُتَّعاً ... ... فبما قَطَعْنَ مَفاوِزاً وحِرَارَا ¶ قُيِّدْنَ في أسْرِ الكَلالِ وطَالَمَا ... ... أحيَيْنَ ليلاً بالسُّرَى ونَهَارَا ¶ أأبا العلاءِ نِداءَ عبدٍ أدرَكَتْ ... ... منه النَّوى لما نأتْ بك ثَارَا ¶ تحوي (¬5) بأربَعِهَا النَّجاءَ كأنّما ... ... يُعْجِلنَ نَهْباً أو يطأن جِمَارَا ¶ وتُعَلُّ بعد الظِّمْئِ غَمْرةَ آجِنٍ (¬6) ... ... أبداً يرسح نفسه الأطمارا (¬7) ¶ يزْوِي الوجوهَ فإنْ تروَّى شاربٌ ... منه تأوَّدَ سَكْرةً وخُمَارا ¶ ولعلَّ فَضلَكَ ينثني بك طالباً ... ... برًّا تَبُذُّ بفعله الأبرار ¶ وأتَتْ صُروفُ الدّهرِ قبل ندامةٍ ... تُذكي الغليل وتنجز الأقدارا (¬8) ¶ حاشاكَ أن تُبْدِي الجَفاءَ لخُلّةٍ ... ... وتُعِيدَ أقرانَ الوفاء قِصارا ¶ أَدْرِكْ بإدراك المَعَرَّةِ مُهجةً ... ... تَفْنَى عليك مخافةً وحِذارا ¶ ¬__________ ¶ (¬1) ... البدية، بالباء بعدها دال مهملة ويا مشدّدة: ماء على مرحلتين من حلب. ¶ (¬2) ... العيس: الإبل الخالصة البياض، جمع أعيس وعيساء. وفي الأصل: «عنسه» تحريف. ¶ (¬3) ... الحزيز، بالحاء المهملة وزاءين بينهما ياء: ما غلظ من الأرض، واسم لعدّة مواضع معينة. وفي الأصل: «الجزير». ¶ (¬4) ... الحميم: الغرق. وفي الأصل: «بالجميم» بالجيم، تحريف. ¶ (¬5) ... كذا في الأصل. ولعلها: «تهوي» بمعنى تنقض، أو «تخدي» بمعنى تسرع. ¶ (¬6) ... تعل: من العلل، وهو الشرب بعد الشرب. والظمء، بالكسر: ما بين الشربتين والوردين. وفي الأصل: «وتعد بعد الظمئى» تحريف. ¶ (¬7) ... كذا ورد هذا العجز في الأصل. ¶ (¬8) ... في الأصل: «تزكي الغليل وناجر الأقدار».",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "أغْرَتْ نَواكَ بها الحِمامَ مُناجِزاً ... ونجا (¬1) بها حُسْنُ الَّجاءِ مِرارا ¶ بَلَغتْ بك الهِممُ المرادَ فأيأست ... منكَ الحَسُودَ ولم تَنُطْ بك عارا ¶ فأقمْتَ في الزَّوراءِ ثمَّ غدوتَ في ... ... أُفق المفاخر كوكباً سَيّارا ¶ فاجْنَحْ على مرضاةِ رَبِّك طالباً ... ... منه الجزاءَ وجانِبِ الإصْرارا ¶ واسْلَمْ لقومك إذْ غدوتَ لمجدِهمْ ... ... تاجاً تُشَرِّفُ فَضْلَه وسِوارا ¶ * * * ¶ ولمّا قدِم بغداد عزَم على العُزلة والنقضاب من العالم، فكتب إلى أهل المعرّ: ¶ بسم الله الرحمن الرحيم ¶ ¬__________ ¶ (¬1) ... في الأصل: «ونحا» بالحاء المهملة.",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "هذا كتابٌ إلى السَّكْن المقيم بالمعرّة، شَمِلَهم اللهُ بالسعادة، من أحمدَ بنِ عبد الله بن سليمان، خَصَّ به من عرَفَه وداناه، سَلَّمَ الله الجماعةَ ولا أسلمَها، ولمَّ شَعَثها ولا آلمها. أمّا الآن فهذه مناجاتي بعد مُنصَرَفي عن العراق، مجتمع أهل الجدل، وموطِن بقيّة السّلَف، بعد أن قضَّيت الحداثةَ فانقضت، وودّعت الشبيبة فمضَتْ، وحلبتُ الدَّهرَ أشْطُرَه، وجرّبت خيره وشرّه؛ فوجدتُ أقوى ما أصنعه أيّامَ الحياة، أن اخترت عزلةً تجعلني من النّاس كالبارِح الأرْوَى من سانح النَّعام. وما ألوت نصيحة لنفسي، ولا قصّرت في اجتذاب المنفعة إلى حَيّزي؛ فأجمعتُ على ذلك، واستخَرتُ الله فيه، بعد جَلائه على (¬1) نَفرٍ يُوثَق بحَصائلهم (¬2) ؛ فكلُّهم رآه حزْماً، وعدّه إذا تَمَّ رُشداً. وهو أمرٌ سُرِي عليه بلَيل، قُضِي بِبَقّة (¬3) ، وخَبَّت به النعامة (¬4) ؛ ليس بنتيج الساعة، ولا ربيبِ الشَّهر والسّنة، ولكنّه غَذِيّ الحِقب المتقادمة، وسليل الفكر الطويل. وبادرتُ إعلامَهم ذلك مخافَة أن يتفضَّل منهم متفضِّل بالنهوض إلى المنزل الجارية عادتي بسُكناه، ليلقاني فيه فيتعذّر ذلك عليه، فأكونَ قد جمعتُ بين سَمْجين: سوء الأدب، وسوء القطيعة. ورُبَّ ملومٍ لا ذنبَ له. والمثل السائر: ”خَلِّ امرأً وما اختار“. وما أسمحت القَرونُ بالإياب حتَّى وعدتها أشياء ثلاثة: نَبْذة كنَبْذة فتيق النُّجوم، وانقضاباً من العالم كانقضاب القائبة (¬5) من القوب، وثباتاً في البلد إنْ جلا (¬6) أهلُه من خوف الروم. فإن أبَى مَن يُشفق عَليَّ أو يظهر الشَّفَق (¬7) ، ¶ ¬__________ ¶ (¬1) ... في الأصل: «عن». ¶ (¬2) ... حصائلهم: ما حصلوه من علم وتجربة، الواحدة حصيلة. وفي الأصل: «خصائلهم» بالخاء المعجمة، تحريف. ¶ (¬3) ... في الأصل: «قصي سنة». ¶ (¬4) ... في الأصل: «رحيب النعامة». ¶ (¬5) ... في الأصل: «القابية». ¶ (¬6) ... في الرسائل: «حال». ¶ (¬7) ... في الأصل: «للشفق»..",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "إلّا النَّفرة مع السَّواد، كانت نَفْرة الأعفر (¬1) أَو الأدماء. ¶ وأحلف ما سافرِْتُ أستكثِرُ من النَّشب، ولا أتكثَّرُ بلقاء الرِّجال، ولكنْ آثرتُ الإقامةَ بدار العلم، فشاهدتُ أنفسَ ما كان لم يُسعف الزَّمَن بإقامتي فيه. والجاهلُ مُغالِب القدَر. فلَهِيتُ عَمّا استأثر به الزَّمان. والله يجعلُهم أحلاسَ الأوطان لا أحلاس الخَيل والرِّكاب، ويُسبِغُ عليهم النِّعمة سُبوغَ القَمْراء الطَّلْقة على الظَّبْي الغرير، ويُحسِنُ جزاءَ البغداديِّين؛ فلقد وصفوني بما لا أستحقّ، وشهِدوا لي بالفضيلة على غير عِلم، وعرَضُوا عليَّ أموالهم عرض الجِدّ، فصادفوني غير جَذِلٍ بالصِّفات، ولا هشٍّ إلى معروف الأقوام. ورحلتُ وهم لرِحلتي كارهون، وحسبي الله، وعليه فليتوكي المتوكِّلُون. اهـ. ¶ وإنّما قيل له ”رهن المحبسين“ للزومه منزلَه، وكفِّ بصره. فأقام مدّةً طويلة في منزله مختفياً، لا يدخل عليه أحدٌ. ثمَّ [إنّ] الناس تسبَّبوا إليه، حتَّى دخلوا عليه. فكتب الشيخ أبو صالح محمد بن المهذَّب إلى أخيه أبي الهيثم عبد الواحد بن عبد الله بن سليمان -رحمهما الله- في ذلك: ¶ بشَمْسِ زَرُود لا ببَدْرِ مَعَانِ ... ... أَلِمَّا وإن كانَ الجميعَ شَجَانِي ¶ أُراها أبَتْ إلَّا النَّوى بِي مَغْرَماً ... ... ولو رَضِيَتْ هِجرانَها لكَفانِي ¶ تَمُنُّ بإهداء السّلامِ تَجاهُلاً ... ... ولو عَلِمتْ أنَّ الرُّقادَ جَفانِي ¶ هَبي هَجْعةً كيما أرى الطَّيْفَ مَرّةً ... بها تحتَ أرواق الدُّجَى ويَرانِي ¶ لعلِّيَ أشْفِي عِلّتي بلِقائه ... ... فكم من خَليلٍ زارني فشَفَانِي ¶ لقد أُولِع الدّهرُ المشتِّتُ بيننا ... ... ... لياليَ لا يعبثن بالرشقانِ (¬2) ¶ وفَكُّ قيودِ اليَعْمَلاتِ مُقيّداً ... ... مَدَى الدَّهرِ لا يُغني من الرشفانِ (¬3) ¶ فما رجَّعت إلّا النَّحيبَ حمامةٌ ... ... ... ولا خَيَّمتْ إلّا بأيْكَة بانِ ¶ ¬__________ ¶ (¬1) ... في الأصل: «الأعصب» وتصحيحه من الرسائل. ¶ (¬2) ... كذا ورد البيت في الأصل. ¶ (¬3) ... كذا ورد البيت في الأصل.",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "أمُسْمِعةً لم تَشْفِ ما بي من الجَوَى ... ... تُعاني (¬1) الهَوَى من أربُعٍ ومغانِ ¶ ليَهْنِكِ لو أسمَعْتِني رَهَجَ الوَغَى ... بقُضْبِ قُيونٍ لا بقُضْبِ قِيانِ ¶ تَخيَّانَ حَتّى كل نَجْمٍ بدا لها (¬2) ... ... سُهيل بحكم الوَخدِ والذَّمَلانِ ¶ نُصافِنُها (¬3) دون الصَّوافِنِ وِرْدَنا ... ... وما هو إلّا من نِطاف شِنانِ ¶ أبَرْقٌ كليلٌ لاحَ من جانِبِ الحِمَى ... أم السَّيفُ هَزَّتْهُ يَمينُ جَبَانِ ¶ بجهلكَ شِمْتَ السَّيفَ والسَّيفُ مُغمَدٌ ... ... وكلُّ رقيق الشَّفرتينِ يَمَانِ ¶ أبى ذاك لي إلَّا الأُوامَ وإنَّ ذا ... ... ليُرْدِي الرَّدَى من غُلَّةِ الشَّنَآنِ ¶ وبُرْدِ حِدادٍ قد طويت مُنَمْنَمٍ (¬4) ... ... وهل بُردَةٌ تُطوَى بغير بَنانِ ¶ تلَفّعته حتى إذا ما ألِفتُه ... ... رَمَى (¬5) الصُّبُح في أثنائه بسنَانِ ¶ وسابِغةٍ نِضْوِ المعالي وَقَفْتها ... ... ليومِ جِراءٍ (¬6) لا ليومِ طعانِ ¶ تقول إذا ما جُبْتُها ألِغارةٍ ... أتيتَ وإلّا جُبْتَني لرِهانِ ¶ فكم صاحبٍ لي جئتُه من مُراده ... بأُمنيَّة أو من أذىً بأمان ¶ أَشِيم حُسامي دونَه إنْ أرابَهُ ... ... مُريبٌ وإنْ لم يَرْضَهُ فلسانِي ¶ ووَدٌّ كريمٌ لو ينال خلائقاً ... هي النَّجمُ زادتْهُ علُوَّ مكانِ ¶ تخيَّرَ قلبي والحَشَا ثمّ إنّه ... ثَوَى بمحلٍّ عن سواهُ مُصَانِ (¬7) ¶ أبا الهيثمِ اسمَعْ ما أقُولُ فإنَّما ... ... تُعِينُ على ما رُمْتُ خَيْرَ مُعَان ¶ ¬__________ ¶ (¬1) ... في الأصل: «نعاني». ¶ (¬2) ... الضمير لليعملات. وفي الأصل: «تخليت عني». ولعل الصواب ما أثبتناه. ¶ (¬3) ... المصافنة: اقتسام الماء بالحصى، يلقون حصاة في إناء ويضعون فيه من الماء بقدر ما يغمرها، فيكون ذلك نصيب أحدهم، كانوا يفعلون ذلك إذا قل ماؤهم في الفلاة. وفي الأصل: «نصاقبها» تحريف. ¶ (¬4) ... عنى ببرد الحداد: الليل لسواده. ونمنمته: ما يبدو فيه من النجوم. ¶ (¬5) ... في الأصل: «دمى» بالدال المهملة. ¶ (¬6) ... الجراء: مصدر جاراه. أريد به السباق والرهان. ¶ (¬7) ... في اللسان: «ولا تقل مصان».",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "قريضِي هجاءٌ إنْ حُرِمْتُ مديحَه ... لأرْوَعَ وَضّاحِ الجَبين هِجانِ ¶ أطَلَّ على بغدادَ كالغيثِ جاءها ... به سعدُ نَجْمٍ في أجَلِّ أوانِ ¶ نضاهَا ثيابَ المَجْدِ وهْي لِباسُها ... وبَدَّلَها مِن شِدّة بِلَيَانِ ¶ فيا طيبَ بغدادٍ وقد أرِجَتْ به ... ... على بُعْدِها الأطرافُ مِنْ أرَجَانِ ¶ غدا بكمُ المجْدُ المضِيءُ وإنّه ... ... ليُقْمِرُ من أضْوائه القَمَرانِ ¶ مُسِرَّ المَعَالِي دُونَنَا، هَلْ تُسِرُّها ... بطونُ وِهادٍ أو ظهورُ رِعَانِ ¶ نأى ما نأى والموتُ دونَ فِراقِه ... فما عُذْرُه في النّأي إذْ هُوَ دانِ ¶ فكُنْ حامِلاً منِّي إليه رسالةً ... ... تَبِينُ إليه (¬1) في هضاب أبانِ ¶ فإن قال أخشى من فلانٍ تَشَبُّهاً ... فقل ما فلانٌ عندنا كفُلانِ ¶ هو الخِلُّ ما فيه اختلالُ مودّةٍ ... ... فلا تخشَ منه زلّةً بضَمانِ ¶ فإن خُنْتُ عهداً أو أسأتُ خليقةً ... ولم يكُ شأني في المودّة شانِي ¶ فلا أحسنَتْ في الحرب إمساكَ مَقبِضي ... يميني ولا يُسراي حِفْظَ عِنانِي ¶ لعلَّ حياتي أن تعود نضيرةً ... ... لديه كما كانت، وطيبَ زَمانِي ¶ وهذا أبو صالح قائل هذا الشعر، هو أبو صالح محمد بن المهذَّب بن عليّ بن المهذّب بن أبي حامد بن محمد بن همَّام التَّنوخي المعرّي؛ كان كبيرَ القدر، جليل الأمر، فاضلاً عالماً، زاهداً، محدِّثاً، شاعراً، حدّث بالكثير عن أبي العلاء المعرّي، وجدِّه عليّ بن المهذّب بن محمد، والقاضي أبي عمرٍو عثمانَ بنِ عبد الله بن إبراهيم قاضي معرّة النعمان، وجماعةٍ سواهم. وكان ابن عمّةِ أبي العلاء أحمد بن عبد الله بن سليمان. ¶ فصل ¶ في ذكر ذكاء أبي العلاء وفِطنته، وسرعة حفظه ¶ وألمعيّته، وتوقُّد خاطره وبصيرته ¶ أخبرنا أبو الحسن محمد بن أحمد بن عليّ القرطبيّ، أخبرنا أبو جعفر محمد بن مؤيّد بن حواري كتابةً قال: أخبرني جدّي أبو اليقظان قال: كان مولد الشّيخ أبي العلاء بن سليمان بمعرّة النعمان، وقال الشِّعر وهو ابن إحدى عشرة سنة أو اثنتي عشرة سنة، رحمه الله. اهـ ¶ ¬__________ ¶ (¬1) ... في الأصل: «لينا».",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "وقرأت بخط أبي محمد الحسن بن القاسم البختري (¬1) في آخر سقط الزند، وقرأه على التبريزيّ وعليه خطُّه، وذكر أبي العلاء فقال: وقال الشعر وهو ابن إحدى عشرة سنة أو اثنتي عشرة سنة. اهـ ¶ وسمعت والدي أبا الحسن أحمد بن هبة الله بن أبي جرادة يقول، فيما يأثِره عن أسلافه، قال: كان أبو العلاء على غايةٍ من الذَّكاء والحفظ. وقيل له: بم بلغت هذه الرُّتبة في العلم؟ فقال: ما سمعتُ شيئاً إلّا وحفظته، وما حفظت شيئاً فنسيتهُ. اهـ ¶ أخبرنا أبو هاشم عبد المطلب بن الفضل بن عبد المطلب مشافهةً، عن أبي سعد عبد الكريم بن محمد بن منصور السَّمعاني، قال في ذكر أبي العلاء بن سليمان: ¶ وحكى تلميذه أبو زكريا التِّبريزيّ، أنّه كان قاعداً في مسجده بمعرة النُّعمان بين يديه، يقرأ عليه شيئاً من تصانيفه. قال: وكنت قد أتممتُ عند سنتين ولم أرَ أحداً من بلدي، فدخل مُغافَضةً المسجدَ بعضُ جيراننا للصَّلاة، فرأيتُه وعرفتُه، وتغيَّرتُ من الفرح. فقال لي أبو العلاء: ما أصابك؟ فحكيت له أنِّي رأيتُ جاراً لي بعد أن لم ألق أحداً من بلدي منذ سنتَين. فقال لي: قُمْ وكلِّمه. فقلت: حتى أتَمِّم السَّبَق. فقال: قم أنا أنتظرك. فقمت وكلّمته بالأذربيجيّة شيئاً كثيراً، إلى أنْ سألت عن كلِّ ما أردت. فلمَّا عُدت وقعدتُ بين يديه قال لي: أيُّ لسانٍ هذا؟ قلت: هذا لسان أهل أَذْرَبيجان. فقال: ما عرفتُ اللسان ولا فهِمته، غير أنِّي حفظتُ ما قلتما. ثم أعاد لفظنا بلفظ ما قلنا، فجعل جاري يتعجَّب غاية العجب، ويقول: كيف حفظ شيئاً لم يفهمه! اهـ. ¶ ¬__________ ¶ (¬1) ... سبق في ذكر رحلته باسم: «أبي محمد الحسن بن الفرج البحتري».",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "قرأت في كتاب ”جِنان الجَنان، ورياضة الأذهان“ لابن الزُّبير المصري (هو القاضي الرشيد أبو الحسن أحمد بن عليّ بن إبراهيم بن محمد بن الحسين بن الزُّبير) قال: حدّثني القاضي أبو الفتح محمود بن القاضي إسماعيل بن حُميد الدّمياطي،قال: حدّثني أبي، قال: حدثني هِبة الله بن موسى المؤيَّد في الدين، وكانت بينه وبين أبي العلاء صداقةٌ ومراسلة، قال: كنت أسمع من أخبار أبي العلاء وما أوتِيَه من البَسطة في علم اللسان،ما (¬1) يكثُرُ تعجُّبي منه. فلما وصلت المعرّةَ قاصداً الدّيار المصريّة، لم أُقدّمْ شيئاً على لقائه، فحضرت إليه، واتّفق حضور أخي معي، وكنتُ بصدد أشغالٍ يحتاجُ إليها المسافر، فلم أسمَحْ بمفارقته والاشتغال بها، فتحدّثْتُ مع أخي حديثاً باللسان الفارسيّ، فأرشدته إلى ما يعمله فيها، ثم عدتُ إلى مذاكرة أبي العلاء، فتجارَيْنا الحديث (¬2) ، إلى أن ذكرتُ ما وُصف به من سُرعة الحفظ، وسألتُه أن يُرِينَي من ذلك ما أحكيه عنه.فقال: خُذْ كتاباً من هذه الخزانة قريبة (¬3) منك، واذكُرْ أوّلَه فإنِّي أوردُه عليك حفظاً. فقلت: كتابُك ليس بغريب إنْ حفظتَه؛ قال: قد دار بينك وبين أخيك كلامٌ بالفارسيّة، إن شئتَ أعدتُه. قُلتُ: أعِدْه. فأعادَه ما أخَلَّ واللهِ بحرفٍ منه، ولم يكن يعرف اللُّغة الفارسية. اهـ ¶ ¬__________ ¶ (¬1) ... في الأصل: «وما». ¶ (¬2) ... المنصوص عليه في اللسان: «وجاراه في الحديث وتجاروا فيه». لكننا نجدها في لسان ابن العديم والخفاجي وأضرابهما متعدية بنفسها. ¶ (¬3) ... كذا وردت في الأصل.",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "وأخبرني عنه بمثل هذه الحكاية والدي رحمه الله تعالى، فيما يأثره (¬1) عن الشُّيوخ الحلبيين، قال: كان لأبي العلاء جارٌ أعجميّ بمعرّة النعمان، فغاب في بعض حوائجِه عن معرّة النعمان. فحضر رجلٌ غريبٌ أعجميٌّ قد قدِم من بلاد العجم يطلبه، فوَجَده غائباً، وهو مجتازٌ لم يمكنْه المقام، وذلك القادمُ لا يعرفُ اللِّسانَ العربيّ. فأشار إليه أبو العلاء أنْ يذكُرَ حاجتَه إليه. فجعل يتكلَّم بالفارسية، وأبو العلاء يُصغي إليه، إلى أن فرغ من كلامه، وهو لا يَفْهم ما يقول. ومضى الرَّجُل، وقدِم جارُ أبي العلاء العجميُّ الغائب، وحضر عند أبي العلاء. فذكر له حالَ الرجل، وطلَبَهُ له، وجعل يُعيد عليه بالفارسيّة ما قال، والرجل يَبكي ويستغيث ويلطِم على رأسه، إلى أن فرَغ أبو العلاء. وسُئل عن حاله، فأخبرهم أنّه أُخبر بموتِ أبيه وإخوته وجماعةٍ من أهله. أو كما قال. ¶ قال لي والدي: وبلَغني من ذكاء أبي العلاء وحُسن حفظه، أنّ جاراً له سَمّاناً كان بينه وبين رجلٍ من أهل المعرّة معاملة. فجاءه ذلك الرّجلُ، فدفع إليه السّمّان رِقاعاً كتبها إليه، يستدعي فيها حوائجَ له، وكان أبو العلاء في غُرفةٍ مشرفةٍ عليهما يسمع محاسبة السَّمان له، وأعاد الرجل الرّقاع إلى السّمّان. ومضى على ذلك أيّامٌ، فسمِع أبو العلاء ذلك السّمّانَ وهو يتأوّه ويتململ. فسأله على (¬2) ¶ ¬__________ ¶ (¬1) ... يأثره: يرويه ويحكيه. وفي الأصل: «يؤثره». ¶ (¬2) ... ترد «على» للمجاوزة، مثل «عن» كقول القائل: ¶ ... إذا رضيت علي بنو قشير ... لعمر الله أعجبني رضاها ¶ ... وقوله ¶ ... في ليلة لا نرى بها أحداً ... يحكي علينا إلا كواكبها",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "حاله، فقال: كنت حاسبتُ فلاناً برقاع كانتْ له عِندي، وقد عدِمتها، ولا يحضُرني حسابه. فقال: لا عليكّ تعال إليَّ؛ فأنا أحفَظُ حسابَكما. وجعل يُملي عليه مُعاملتَه جميعَها وهو يكتُبها، إلى أنْ فرغ وقام. فلم يمضٍ إلا أيّامٌ يسيرة، فوجد السّمّان الرِّقاعَ وقد جذبتها الفأرُ إلى زاويةٍ في الحانوت، فقابل لها ما أملاه عليه أبو العلاء، فلم يُخْطِ في حرفٍ واحد. ¶ وأخبرني قاضي معرّة النعمان شهاب الدين أبو المعالي أحمد بن مدرك بن سليمان، فيما يَأثره (¬1) عن المعرّييِّين، أنّ الشّيخ أبا العلاء لمّا دخل بغدادَ لم يُعرَضْ عليه شيءٌ من الكتب إلّا وحفظها، وأخبرهم أنّه يحفظ كلَّ شيء سمعه. وطلبوا كتاباً لا يعرفه ليمتحنوه به، فأحضَرُوا دُستور الخراج الذي في الديوان، وجعلوا يُورِدون ذلك عليه مُيَاومةً وهو يسمع، إلى أن فرغوا من ذلك، فابتدأ أبو العلاء وسَرَد عليهم كلَّ ما أوردوه عليه. ¶ ¬__________ ¶ (¬1) ... في الأصل: «تأثره».",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "وقفت على كتابٍ سَيَّرهُ [إليَّ] بعض الرُّؤساء بحلب، وضَعه الشَّريف أبو علي المظفَّر بن الفضل بن يحيى العلوي الإسحاق الحُسيني، نزيل بغداد، وهو من ولد الشَّريف أبي إبراهيم العلويّ الحرّانيّ، وأصله من حلب، وكان أبوه حاجبَ الباب بغداد؛ ورَد هذا الشريف علينا حلبَ زائراً أهله بها، فذكر فيه، قال: حدّثني والدي رضي الله عنه وأرضاه، يرفعه إلى ابن منقذ، قال: كان بأنطاكية خِزانةُ كتب، وكان الخازن بها رجلاً عَلَويّاً. فجلست يوماً إليه فقال: قد خبأتُ لك غريبةً ظريفة، لَمْ يُسمَع بمثلها في تاريخٍ، ولا كتاب منسوخ. قلت: وما هي؟ قال: صبيٌّ دونَ البلوغ ضريرٌ، يتردّد إليّ، وقد حفّظته في أيّام قلائل عِدّه كتب؛ وذلك لأنّني أقرأ عليه الكرّاسة والكرّاستين مرة واحدة، فلا يستعِيد إلّا ما يشكُّ فيه، ثمّ يتلو عليّ ما قد سمعه كأنه قد كان محفوظَه. قلت: فلعله يكون يحفظ ذلك. قال: سبحان الله! كلُّ كتابٍ في الدنيا يكون محفوظاً له! وإن كان ذلك كذلك فهو أعظم. ثمّ حضر المشار إليه، وهو صبيٌّ دميم الخلقة، مجدورُ الوجه، على عينيه بياض من أثر الجُدَريّ، كأنّه ينظر بإحدى عينيه قليلاً، وهو يتوقّد ذكاء، يقودُه رجلٌ طُوالٌ من الرّجال، أحسبه يقرب من نسبه. فقال له الخازن: يا ولدي، هذا السيِّد رجلٌ شريف القدر، وقد وصفتُكَ عندَه (¬1) ، وهو يحبُّ أن تحفظ اليوم ما يختاره لك. فقال: سمعاً وطاعة، فليختر ما يريد. ¶ ¬__________ ¶ (¬1) ... في الأصل: «وضعتك عنه».",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "قال ابن منقذ: فاخترتُ شيئاً وقرأتُه على الصبي، وهو يموج ويستزيد، فإذا مرَّ به شيء يحتاج إلى تقريره في خاطره يقول: أعِدْ هذا، فأرُدُّه عليه مرة واحدة، حتّى انتهيت إلى ما يزيد على كراسة، ثم قلت له: يُقْنِع هذا من قِبَل نفسي. قال: أجَلْ حرسك الله، قلتَ كذا وكذا، وتلا عليّ ما أمليتُه عليه، وأنا أُعارضُه بالكتاب حرفاً حرفاً، حتّى انتهى إلى حيثُ وقفتُ عليه، فكاد عقلي يذهب لِمَا رأيت منه، وعلمتُ أنْ ليس في العالم من يَقدِر على ذلك إلا أنْ يشاء الله. وسألت عنه، فقيل لي: هذا أبو العلاء التنوخي، من بيت العلم والقضاء، والثروة والغَناء. ¶ وهذه الحكاية فيها من الوهم ما لا يخفى. وذلك أنه قال: كان بأنطاكيةَ خِزانة كتب إلى آخر ما ذكره. وهذا شيءٌ لا يصح؛ فإن أنطاكيةَ أخذها الرُّوم من أيدي المسلمين في ذي الحجة من سنة ثمانٍ وخمسين وثلاثمائة، ووُلد أبو العلاء بعد ذلك بأربع سنين وثلاثة أشهر، في شهر ربيع الأوّل من سنة ثلاث وستِّين وثلاثمائة، وبقيت أنطاكية في أيدي الروم إلى أن فتحها سليمان ن قطلمش، في سنة سبع وسبعين وأربعمائة، وكان أبو العلاء قد مات قبل ذلك في سنة تسع وأربعين وأربعمائة. وأخلاها الرُّوم من المسلمين حينَ استولوا عليها، فلا يُتصوَّر أن يكون بها خزانةُ كتب وخازن، وتقصد للاشتغال بالعلم. ¶ ويحتمل عندي أن يكون هذا بكَفْرطَاب (¬1) ؛ ¶ ¬__________ ¶ (¬1) ... كفرطاب، بفتح الكاف والفاء وسكون الراء وفتح الطاء المهملة، كما نص على ضبطها السمعاني وأبو الفداء، وكما ضبطت بالقلم في معجم البلدان، وهي بلدة بين المعرّة وحلب. وأنشد: ¶ ... ولا كفرطاب عندي بالحمى عوضاً ... نعم سقى الله سكان الحمى ورعى ¶ ... ويضبط كذلك بفتح الكاف وسكون الفاء. ومنه قول الخفاجيّ: ¶ ... عرج على أرض كفرطاب ... وحيها أحسن التحايا",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "فقد كانت كَفْرطاب مشحونةً بأهل العلم، وكان بها مَن يقرأ الأدب ويشتغل به قبل أن يهجُمها الفرنج. وهجمها الفرنج في سنة اثنتين وتسعين وأربعمائة. وكانت لأبي المتوّج مقلّد بن نصر بن مُنقِذ في أيام أبي العلاء. فلعلّه تصحَّف كفرطاب بأنطاكية، وتصحيفها به غير مستبعد. فإن كان كذلك فابنُ منقذٍ الحاكي لهذه الحكاية هو أبو المتوّج مقلَّد بن نصر بن مُنقذ، وأبو نصر. وكفرطاب قريبة من معرّة النعمان. ويحتمل أنّ ذلك كان بحلب؛ فإنّ أبا العلاء دخل حلب وهو صبيٌّ، واجتمع بمحمد بن عبد الله بن سعد النحويّ، وردّ عليه خطأه في شعر المتنبِّي، على ما ذكرناه في ذكر شيوخه الذين أخذ عنهم. فيحتمل أنَّ هذه الحكاية التي حكاها ابن مُنقِذ كانت (¬1) بحلب، وأبو المتوّج بن منقذ كان بحلب، وله بها دارٌ ومنزل، وكان بها خزانة كتب في الشَّرَفِية (¬2) التي بجامع حلب، في موضع خزانة الكتب اليوم. واتّفقتْ فتنةٌ في بعض أيّام عاشوراء بينَ أهل السّنّة والشّيعة، ونُهبت خِزانة الكتب، وكان ذلك في زمن أبي العلاء، ولم يبق في خِزانة الكتب إلّا القليل، وجَدَّدَ الكتبَ فيها بعد ذلك الوزيرُ أبو النَّجم هبة الله بن بَديع، وزير الملك رضوان. ثمّ وقف غيرُه كتباً أُخَر بها. ¶ وقد ذكر أبو محمد عبد الله بن محمد بن سعيد بن سِنان الخفاجيّ هذه الخزانة في قصيدته التائية التي كتبها من القسطنطينية، يداعبُ أحدَ أصدقائه بها، قال فيها: ¶ أبلِغْ أبا الحسَنِ السَّلامَ وقُلْ لَه ... هذا الجفاءُ عَداوةُ الشّيعيّةِ ¶ ¬__________ ¶ (¬1) ... في الأصل: «كان». ¶ (¬2) ... الشرفية: يراد بها المدرسة الشرفية، نسبة إلى بانيها شرف الدين عبد الرحمن بن الحسن بن عبد الرحمن الحلبي، المعروف بابن العجمي، المولود بحلب سنة 480 والمتوفى بها في شعبان سنة 561. انظر الشذرات وطبقات الشافعية (4:244) وإعلام النبلاء (4:250). وفي الأصل: «الشرقية» بالقاف، محرف.",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "فَلَأُطْرِفَنَّ بما صَنَعْتَ مُكابِراً ... ... وأَبثُّ ما لا قيتُ مِنك لبنْكَةِ (¬1) ¶ ولأُجْلِسَنَّكَ للقضِيّة بينَنا ... ... في يومِ عاشوراءَ بالشَّرَفيّةِ (¬2) ¶ حَتَّى أُثيرَ عليكَ فيها فِتنةً ... ... تُنسِيك يومَ خزانة الصوفِيَّةِ ¶ وهذا أبو الحسن سالم بن عليّ بن تميم الفقيه ابن الكفرطابي، المعروف بالحمّامي، وكان من فضلاء حلب، وكان سُنّيّ المذهب، وأبو محمد الخفاجيّ شيعيّ، وكان بينهما مودّة. ومُكابر وبَنْكة من غوغاء الشيعة. فيحتمل أنّ أبا العلاء لمّا دخل حلبَ وهو صبيٌّ، اتفق له بخزانة الكتب ما ذكره ابن منقذ. ¶ وقد ذكر بعضُ المصنِّفين أنّ أبا العلاء رحل إلى دار العلم بطرابلس، للنظر في كتبها، واشتبه عليه ذلك بدار العلم ببغداد. ولم يكن بطرابلس دار علم في أيّام أبي العلاء، وإنما جدّد دارَ العلم بها القاضي جلال الملك أبو الحسن عليّ بن محمد بن أحمد بن عمّار، في سنة اثنتين وسبعين وأربعمائة، وكان أبو العلاء قد مات قبل [جلال] الملك في سنة تسعٍ وأربعين وأربعمائة. ووقف ابن عمّار بها من تصانيف أبي العلاء ”الصاهل والشاحج“ و”السّجع السلطاني“ و”الفصول الغايات“ و”السادن“ و”إقليد الغايات“ و”رسالة الإغريض“. ¶ ¬__________ ¶ (¬1) ... هكذا في تعريف القدماء. وفي ديوان ابن سنان الخفاجي «لِنَكْبَةِ»، وقال محققاه: «وفي ((الإنصاف والتحري)) المطبوع ضمن كتاب ((تعريف القدماء بأبي العلاء)): (بنكة)، وهو تصحيف.» ونقلَا عن حاشية ثلاث نسخ: «(مكابر) و(نكبة) من غوغاء الشيعة»، وعن حاشية أُخرى «(مكابر) و(بنكة) شيخا الشيعة.» (ديوان ابن سنان الخفاجي، طبع مجمع اللغة العربية بدمشق، بتحقيق د.مُختار الأحمدي نُوِيوَات و د.نَسيب نَشَّاوِي) ¶ (¬2) ... في الأصل: «بالشرقية» صوابه ما أثبتنا. ولم يرضَ هذا محققا ديوان ابن سنان الخفاجي وقالا: «والتصحيح في غير محلّه، لأن نصّ ابن العديم يوافق رواية الديوان، ولأن ابن سنان توفّي قبل ولادة شرف الدين الحلبيّ (ت.466 هـ).»",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "قرأت في كتاب تتمّة اليتيمة لأبي منصور الثعالبيّ، وذكَر أبا العلاء المعرّيّ، فقال: وكان حدّثني أبو الحسن الدلفيّ (¬1) المصّيصي الشّاعر، وهو ممّن لقيه قديماً وحديثاً (¬2) في مدّة ثلاثين سنة، قال: لقيت بمعرّة النعمان عجباً من العجب: رأيت أعمى شاعراً ظريفاً، يلعب بالشِّطرنج والنَّرد، ويدخلُ [في] (¬3) كل فن من الجدّ والهزل، يكنى أبا العلاء. وسمعته يقول: أنا أحمد الله على العمى، كما يحمده غيري على البصر، وقد صنع لي وأحسن بي؛ إذْ كفاني رُؤية الثُّقلاء والبغضاء (¬4) . ¶ وهذا إنْ صحّ عن أبي العلاء فقد كان ذلك في حال حَدَاثته؛ فإنّ أبا العلاء رحمه الله كان بعيداً من اللّعب والهَزْل. ¶ ¬__________ ¶ (¬1) ... في الأصل: «المدلفي» تحريف. وهو أبو الحسن علي بن مأمون الدلفي المصيصي. وقد روى عنه الثعالبي في اليتيمة (1:22/2:286). والمصيصي: نسبة إلى المصيصة، وهي مدينة على شاطئ جيحان من ثغور الشام. وقد اختلف في ضبطها: شبطها صاحب القاموس كسفينة. وذكر ياقوت هذا الضبط وقال: الأصح أنها بفتح الميم وكسر الصاد مع التشديد. وضبطها السمعاني بكسر الميم وتشديد الصاد الأولى المكسورة. ¶ (¬2) ... في الأصل: «وحدثنا». ¶ (¬3) ... التكملة من نص تتمة اليتيمة. ¶ (¬4) ... في تتمة اليتيمة: «الثقلاء البغضاء».",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "أخبرنا قاضي المعرّة شهاب الدين أبو المعالي أحمد بن مدرك بن سليمان، قال: سمعتُ جماعة من أهلِنا تقول: كان أبو العلاء متوقِّد الخاطر، على غايةٍ من الذَّكاء من صغره، ونحدّث النّاسُ بذلك، وهو إذ ذاك صبيٌّ صغير، يلعبُ مع الصِّبيان، فكان الناس يأتون إليه، ليشاهدوا منه ذلك. فخرج جماعةٌ من أهل حلب إلى ناحية معرّة النُّعمان، وقصدوا أنْ يشاهدوا أبا العلاء، وينظُروا ما يُحكَى عنه من الفِطنة والذّكَاء، فوصلوا إلى المعرّة وسألوا عنه، فقيل له: هو يلعب مع الصِّبيان. فجاءوا إليه وسلَّموا عليه، فردَّ عليهم السلام. فقيل له: إنّ هؤلاءِ جماعة من أكابر حلب جاءوا لينظُروك ويمتحنوك. فقال لهم: هل لكم في المقافاة بالشِّعر؟ (¬1) فقالوا: نعم. فجعلَ كلُّ واحدٍ منهم يُنشِد بيتاً وهو يُنْشِدُه على قافيته، حتّى فرغ محفوظهم بأجمعهم، وقهَرَهم. فقال لهم: أعجزتم أنْ يعمل كلُّ واحدٍ منكم بيتاً عند الحاجة إليه على القافية التي يريد؟ فقالوا له: فافعَلْ أنت ذلك. قال: فجعل كلَّما أنشده واحدٌ منهم بيتاً أجابه من نظمه على قافيته، حتّى قطعهم كلَّهم، فعجِبوا منه وانصرفوا. ¶ ومن أعجب ما بلغني عن فطنته وذكائه، ما سمعتُ والدي رحمه الله يحكيه عنه، فيما يأثره عن مشايخ أهل حلب، أن أبا العلاء لما عَبَر إلى بغداد، اجتاز في طريقه وهو راكبٌ على جمل بشجَرة، فقيل له: طأطئ رأسك، ففعل. وأقام ببغداد مدّة إقامته بها. فلمّا عاد من بغداد إلى معرّة النعمان، اجتاز بذلك الموضع وقد قطعت تلك الشجرة، فطأطأ رأسه. فسئل عن ذلك، فقال: هاهنا شجرة. فقيل له: ما هاهنا شيء. فقال: بلى، قد كان هاهنا شجرةٌ حين عَبرْتُ هذا مُنحدِراً إلى بغداد. فحفروا في ذلك الموضع، فوجدا أصلها اهـ. ¶ ¬__________ ¶ (¬1) ... المقافاة: يراد بها مطارحة الشعر على قافية واحدة. ولم ترد الكلمة في المعاجم.",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "وأخبرني بعضُ آل المهذّب المعرّييِّين أنّ أهل المعرّة يذكرون فيما ينقلونه عن سلفهم، أنّ أبا العلاء بن سليمان لمّا سافر إلى بغداد، دفَع بعضُ أهله إلى خادمه، الذي كان سافر معه لخدمته، ماءً من بئر بالمعرّة، يقال لها بئر القراميد، وقال له: إذا أراد العَوْدَ من بغداد، فاسقِه من هذا الماء. قال: فلمّا خرج من بغداد متوجِّهاً إلى معرّة النُّعمان سقاه ذلك الماء. فقال أبو العلاء: ما أشبه هذا الماء بماء بئر القراميد! اهـ ¶ أخبرنا القاضي شهاب الدين أحمد بن مدرك بن سليمان قاضي المعرّة، قال: أخبرني جماعةٌ من سلفنا أنَّ بعض أمراء حلب قيل له: إن اللُّغة التي ينقلها أبو العلاء إنَّما هي من الجمهرة، وعنده من الجمهرة نسخة ليس في الدنيا مثلها؛ وأشاروا عليه بطلبها منه، قَصْداً لأذاه. فسيَّر أمير حلب رسولاً إلى أبي العلاء يطلُبها منه. فأجابه بالسَّمع والطاعة، وقال: تقيم عندنا أياماً، حتّى تَقْضِيَ شغلَك. ثم أمر من يقرأ عليه كتاب الجمهرة، فقرئت عليه حتّى فرغوا من قراءتها، ثم دفعها إلى الرسول وقال له: ما قصدتُ بتعويقك إلّا أن أُعيدها على خاطري، خوفاً من أن يكون قد شَذَّ منها شيء عن خاطري. فعاد الرسول، وأخبر أمير حلب بذلك، فقال: مَن يكون هذا حالَه لا يجوزُ أن يُؤخَذَ منه هذا الكتاب. وأمر بردِّه إليه. اهـ",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "وقرأت في بعض مطالعاتي في الكتب، ووجدته معلَّقاً عندي بخطّي: أنّ رجلاً من طلبة العلم باليمن، وقَع إليه كتاب في اللُّغة سقط أوّله، وأعجبه جمعه وترتيبه، فاتّفق أنّه حجّ، فحمله معه. وكان إذا اجتمع بأديبٍ أراه ذلك الكتاب، وسأله عنه: هل يعرفه أو يعرف مصنِّفه؟ فلم يجد أحداً يخبره بذلك. فأراه في بعض الأحيان لبعض الأدباء، وكان ممّن يعلم حال أبي العلاء ابن سليمان، وتبحُّره في العلم، فدلّه عليه. فخرج ذلك الرجل إلى الشّام ووصل إلى معرّة النعمان، واجتمع بأبي العلاء ابن سليمان، وعرّفه ما حمله على الرحلة إليه، وأحضر إليه ذلك الكتاب، وهو مقطوع الأوّل. فقال له أبو العلاء: اقرأ منه شيئاً، فقرأه عليه. فقال له أبو العلاء: هذا الكتاب اسمه كذا، ومصنفه فلان بن فلان. ثم ابتدأ أبو العلاء فقرأ له أوّل الكتاب، إلى أن انتهى إلى ما هو عند ذلك الرجل. فنقل ذلك الرّجلُ ما نقص من الكتاب عن أبي العلاء، وأكمل النُّسخة، وانفصل إلى اليمن، وأخبر أهل العلم بذلك. ¶ وقيل: إنّ هذا الكتاب المذكور هون ديوان الأدب للفارابي. والله أعلم. ¶ وذكر القاضي الرشيد أبو الحسين أحمد بن عليّ بن إبراهيم بن الزُّبير المصريّ، في كتاب ”جِنان الجَنان“ قال: حدّثني القاضي أبو عبد الله محمد بن سنديّ القِنَّسريّ، بمصر، قال: حدّثني أبي قال: بتنا عند أبي العلاء المعرّي، في الوقت الذي كان يملي شعره المعروف بلزوم ما لا يلزم، فأملى في ليلةٍ واحدة ألفَيْ بيتٍ، كان يسكت زماناً ثم يُملي قريباً من خمسمائة بيت، ثمّ يعود إلى الفكرة والعمل، إلى أن كملت العدّة المذكورة.",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "أخبرني ناصر بن موفق بن فرج السُّلميّ المرّاكُشي بالقاهرة، وكان من أهل الأدب، قال: نقلت من طُرّةٍ على كتاب الأغاني للرقيق: قال محمد بن أبي بكر، ويعرف بالحاتميّ، ارتحلت أريد المعرّة، لألقى أبا العلاء ابن سليمان. فبينا أنا في بعض طريقي، وإذا بشاب حسَن الصُّورة، وسيم الوجه، وهو أعور، وهو راكب على عَيْر، ومعه شخص وضئ الوجه، حسن الصورة، يَعْتِبه (¬1) عتاباً لطيفاً، فلما انتهى إلى آخر عتابه، قال له الشاب الأعور (¬2) منشداً: ¶ إنْ كنتُ خنتُك في الهوَى ... فحُشِرتُ أقبحَ من فضيحهْ ¶ قال الحاتمي: فرُمت أن أزيد على هذا البيت شيئاً فلم أستطع لكثرة طربي به، إلى أن انتهيت إلى المعرّة ودخلت على أبي العلاء ابن سليمان. وكان أوّل حديثي معه، أن تذاكرنا في أبياتٍ من الشعر، ذُكر منها بيت جُهِل قائلُه، وهو: ¶ إنّما تَسْرَحُ آسادُ الشَّرَى ... حَيثُ لا تُنصَبُ أشراكُ الحدَقْ ¶ فقال: لقد أضاء بصيرة وإن عمي بصراً. فقلنا له: أتعرف لمن الشعر؟ فقال لا. فبحثنا عنه، فوجدناه لبشّار بن بُرْد. ثمّ خلوت معه، فسألني: من أنت؟ فقلت: أنا فلان. فقال: أنشدني شيئاً من شعرك، فأنشدته. ثم انتهى حديثي معه إلى أن حكَيتُ له حكاية الشّابِّ الذي لقيتُه في طريقي، وأُنسِيت أن أقول له: إنه كان أعور. قال: فلما أنشدته (¬3) : ¶ إن كنتُ خنتك في الهَوى ... فحُشِرتُ أقبَحَ من فضيحه ¶ قلت (¬4) له: لم أستطع أن أزيد على هذا البيت شيئاً. فأسرع أن قال لي: فأَلَّا زِدْتَ عليه: ¶ وجَحدتُ نعمةَ خالقي ... ... وفقدتُ مُقلتيَ الصَّحيحهْ ¶ ¬__________ ¶ (¬1) ... كذا في الأصل ونصِّ مسالك الأبصار نقلاً عنه. والمعروف: «عتب عليه». ¶ (¬2) ... في الأصل: «للأعور» وفي مسالك الأبصار «الأعور» نقلاً عن ابن العديم. ¶ (¬3) ... في الأصل: «فقال فلما أنشده». ¶ (¬4) ... في الأصل: «فقلت له».",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "قال: فقلت: والله ما كان إلّا أعور، فمن أين لك هذا؟ قال: شِمْت (¬1) إحدى عينيه على بيته. ¶ أخبرنا أبو يوسف يعقوب بن محمود بن الحسين الساويّ، بالدِّيار المصرية، عن الحافظ أبي طاهر أحمد بن [محمد بن] (¬2) أحمد بن محمد الأصبهاني، قال: سمعت أبا الحسن عليّ بن بركات بن منصور التاجر الرَّحَبي بالذنبة (¬3) من مضافات دمشق يقول: سمعت أبا عمران المغربيّ (¬4) يقول: عُرِض على أبي العلاء التّنوخيّ الكفيف كفٌّ من اللوبياء، فأخذَ منها واحدة ولمسها بيده، ثم قال: ما أدري ما هي، إلّا أنِّي أُشبّهها (¬5) بالكُلْية؛ فتعجَّبوا من فِطنته وإصابة حدْسه. ¶ سمعت القاضيَ بهاء الدين أبا محمد الحسن بن إبراهيم بن سعيد بن الخشَّاب الحلبيّ رحمه الله يقول: بلَغني أنّ أبا العلاء بن سليمان قال لجماعةٍ حضروا عنده: عُدُّوا عليَّ الألوان. فقالوا: أبيض، وأخضر، وأسود، وأحمر. فقال: هذا هو ملكها. يعني الأحمر. ¶ وسمعت والدي رحمه الله وغيرَه، قال: بلغني أنّ أبا العلاء قال: أذكر من الألوان الحمرة وأعرفه؛ وذلك أنَّني لمّا جُدِرت أُلبِستُ ثوباً أحمر؛ فأنا أعرف لونَ الحمرة من ذلك الثوب. وهذا من فرط ذكائه؛ فإنه لمّا جُدر كان عمره أربع سنين وشهراً. ¶ ¬__________ ¶ (¬1) ... هو من قولهم شام البرق إذا نظر إليه أن يقصد وأين يمطر. وفي الأصل، وكذا في نقل المسالك عن الأصل: «شممت» محرف. ¶ (¬2) ... تكملة يقتضيها صحة الاسم، وهو أبو طاهر أحمد بن محمد بن أحمد بن محمد بن إبراهيم الأصبهاني، المعروف بالحافظ السِّلَفي ولد سنة 472 واستوطن الاسكندرية بضعاً وستين سنة. وسِلَفة (بكسر السين وفتح اللام): لقب جدّه أحمد. انظر التواريخ في وفيات 576. ¶ (¬3) ... الذنبة (بالتحريك، وتقديم النون على الباء): موضع بعينه من أعمال دمشق، كما في معجم البلدان. وفي الأصل: «بالذنبىة» محرف. ¶ (¬4) ... كذا في الأصل! ¶ (¬5) ... في الأصل: «أشبهه»، والوجه ما أثبتنا من نقل المسالك عن ابن العديم.",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "وحكى أنّ أبا محمد الخفاجيّ الحلبيّ، لمّا دخل على أبي العلاء بن سليمان بالعمرة، سلَّم عليه، ولم يكن يعرفه أبو العلاء، فردّ عليه السلام وقال: هذا رجلٌ طُوال. ثمّ سأله عن صناعته، فقال: أَقرأ القرآن. فقالك اقرأْ عليّ شيئاً منه. فقرأَ عليه عَشْراً. فقال له: أنت أبو محمد الخفاجيّ الحلبيّ؟ فقال: نعم. فسئل عن ذلك فقال: أمّا طوله فعرفته بالسَّلام. وأمّا كونُه أبا محمد فعرفته بصحة قراءته وأدائه بنغمة أهل حلب؛ فإنني سمعت بحديثه. ¶ وقد ذكر ابن بَسَّام المغربيّ في كتابه المعروف بالذخيرة، أنّ أبا الفضل محمد بن عبد الواحد البغداديّ، نفذ من بغداد رسولاً عن الخليفة القائم بأمر الله، إلى المعزّ بن باديس الصَّنهاجيّ ملك القَيروان، حين رام الخطبة لبني العباس، ومخالفة ملوك مصر العُبيديِّين. فلمّا اجتاز بالمعرّة اجتمع بأبي العلاء المعرّيّ، فاستنشده فأندشه فيصدةً لاميّة يمدح بها صاحب حلب، فقبَّل المعّريُّ بين عينيه (¬1) ، وقال له: بأبي أنتَ من ناظم! وما أُراك إلّا رسولَ أمير المؤمنين القائم إلى المعزّ ملك القيروان؛ فاطوِ خَبَرك، فالعيون لم تَرَك. فلحِق بالمعزّ. ¶ سمعتُ والدي رحمه الله يقول: بلغني أنّ أبا العلاء بن سليمان كان يُعجبه قصيدةُ التِّهاميّ، التي يرثي بها والده، وأوّلُها: ¶ حُكْمُ المنِيَّةِ في البَريَّةِ جارِي ... ... ما هذِهِ الدُّنْيا بدارِ قَرارِ ¶ قال: فكان لا يَرِدُ عليه أحدٌ من أهل العلم إلّا ويَستنشده إيّاها، لإعجابه بها. فقدم التِّهاميُّ معرّة النُّعمان، ودخل على أبي العلاء؛ فاستنشده إيّاها فأنشدها. فقال له: أنت التِّهاميّ؟ فقال: نعم، وكيف عرفتني؟ فقال: لأنَّني سمعتُها منك ومن غيرك، فأدركتُ من حالك أنَّكَ تُنشِدها من قلبٍ جريح، فعلمتُ أنّك قائلها. ¶ هذا معنى ما ذكره لي والدي رحمه الله. اهـ ¶ ¬__________ ¶ (¬1) ... في الأصل: «بين يديه»، واستضأنا في تصحيحها بما ورد في نفح الطيب (2:77).",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "نقلتُ من خط أبي الحسن عليّ بن مهنّد بن عليّ بن مقلّد بن منقذ، في كتابه الموسوم بـ\"البداية والنهاية\"، قال: وحدّثني أبي قال: حدّثني جدُّ أبي رحمه الله، قالك وصل إنسانٌ عراقيٌّ إلى المعرّة، فأنفذ يختبر الشّيخ ابا العلاء مع بعض تلاميذه، فقال: قل للشيخ: ما في هذه الأبيات الرَّجز من المعاني واللغة: ¶ صُلْب العَصَا بالضَّرْبِ قد دَمّاها ... إذا أرادَتْ رَشَداً أغواها ¶ يودّ أنّ الله قد أفنَاها (¬1) ¶ فلما طُرحت على الشيخ فكّر فيها ساعةً، ثم قال: غريبة والله! هذا يصفُ راعياً بصلابة عصاره، أنّه يضرب الإبل ليتخيَّر لها المرعى. \"فقد دمّاها\" أي يجعلها مثل الدُّمَى. \"إذا أرادت رشَداً\" وهو حبُّ الرَّشاد. وهو \"أغواها\" رعاها في حب (¬2) . \"يودّ أن الله قد أفناها\" أي أطعمها حَبَّ الفَنَا، وهو عِنَبُ الثعلب. فمضى تلميذه فعرَّف الرَّجل العراقي، فلم يَبِتِ الرّجلُ في المعرة. ¶ فصل ¶ في ذكر حرمته عند الملوك والخلفاء والأمراء والوزراء ¶ وما زالت حرمةُ أبي العلاء في علاء، وبحرُ فضله مورداً للوزراء والأمراء. وما علمت أن وزيراً مذكوراً، وفاضلاً مشهوراً، مر بمعرة النعمان في ذلك العصر والزَّمان إلّا وقصده واستفاد منه، أو طلب شيئاً من تصنيفه، أو كتب عنه. ¶ وسيأتي في أثناء فصول هذا التَّصنيف، ما يدلُّ على علوّ مرتبته وقدره المنيف. ¶ ¬__________ ¶ (¬1) ... ورد البيت الأوّل والأخير في اللسان (20:25). وكذا أنشدهما مرويين عن أبي العلاء (18:297). ¶ (¬2) ... كذا وردت العبارة في الأصل.",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "وقد كان المستنصر المستولي على مصر، أحد العُبيديين الذين ادّعوا الخلافة، بذل لأبي العلاء ما ببيت المعال بمعرّة النُّعمان من الحلال، فلم يقبَلْ منه شيئاً -وسنذكر ذلك في موضعه- وكذلك داعي دعاتهم بمصر أبو نصر هبة الله بن موسى المؤيَّد في الدين، حين بلغه أنّ الذي يدخل لأبي العلاء في السّنَة من مِلكه نيّفٌ وعشرون ديناراً، كَتَب إلى تاج الأمراء ثِمال بن صالح، وكان إذ ذاك نائباً عن العُبيديِّين بحلب وبمعرّة النعمان، بأن يُجرِي له ما تدعو إليه حاجتُه بجميع مهامّه وأسبابه، وما يحتاج إليه مما هو بُلغةٌ له من ألذِّ الطعام، وأن يُضاعف حرمتَه، ويرفع منزلته عند الخاصّ والعامّ. فامتنع من قبول ذلك. ¶ وسنذكره أيضاً في موضعه عند الحاجة إلى ذكره. ¶ وكان الأمير عزيز الدولة أبو شجاع فاتك بن عبد الله أمير حلب، يطلب منه أن يصنِّف له تصانيف، ويحترمُه، ويرفَعُ رتبته، ويقبلُ شفاعته، وقدِم إليه إلى معرة النعمان. وقد أشرنا في الفصل المتضمِّن ذكرَ مصنّفاته إلى شيء من ذلك. ¶ وكذلك أمير الجيوش أنوشتكين الدِّزبريّ أمير حلب ودمشق، كان يُثني على أبي العلاء، ويُحْفي المسألة عنه، ويوجِّه إليه بالسلام، فعمل له كتاب ”شرف السِّيف“.",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "وأخبرني بهاء الدين أبو إسحاق إبراهيم بن شاكر بن عبد الله بن محمد بن عبد الله بن محمد قال: أخبرني أبي قال: أخبرني جدِّي أبو المجد محمد بن عبد الله بن محمد بن عبد الله، قال: كان ظهر بعرّة النعمان مُنْكَرٌ في زمان صالح بن مرداس. فعمَد شيوخُ البلد إلى إنكار ذلك المنكَر، فأفضى إلى أن قتَلوا الضَّامن بها، وأهرقوا الخمر وحافوا (¬1) ؛ فجمعهم إلى حلب، واعتقلهم بها، وكان فيهم بعض بني سليمان. فجاء الجماعة إلى الشَّيخ أبي العلاء وقالوا له: إنّ الأمر قد عظُم، ولم يَعرِفْه صالح، ثم قال له: السلام عليك أيُّها الأمير. الأمير أبقاه الله كالسيف القاطع، لان وسطه وخشن جانباه (¬2) ، وكالنَّهار الماتع، قاظ وسطه وطاب جانباه (¬3) ، {خُذِ العَفْوَ وَأْمُرْ بالْعُرْفِ وَأعْرِضْ عَنِ الجاهلينَ}. فقال له: أنت أبو العلاء؟ فقال: أنا ذاك. فرفعه إلى جانبه، وقضى شغله، واطلق له من كان من المحبَّسين من أهل المعرّة. فعمل فيه -قال: قال لي أبي: قال لي جدّي: وأنشدها أبو العلاء لنفسه (¬4) -: ¶ ولَمَّا مَضَى العُمْرُ إلا الأقلَّ ... وحَانَ لرَوحِي فِراقُ الجَسَدْ ¶ بُعثْتُ رَسولاً إلى صالح ... وذاكَ من القومِ رأيٌ فَسَدْ ¶ فيسمعُ مِنِّي هَدِيلَ الحَمامِ ... وأسْمَعُ منهَ زَئِيرَ الأَسَدْ ¶ فلا يُعجِبَنِّيَ هذا النَّفاقُ ... ... فَكمْ مِحْنةٍ نَفَّقَتْ ما كسَدْ ¶ كذا ذكر لي بهاءُ الدين أبو إسحاق أنّه سار إلى حلب. وما أظنّ أنّ أبا العلاء بعد رجوعه إلى معرّة النعمان من بغداد خرج عن المعرّة. ولهذا سمى نفسَه ”رهن المحبسين“. ¶ وقد قرأتُ هذه الحكايةَ في تاريخ سيَّره إليّ بعضُ الهاشميِّين بحلب، لأبي غالب همّام بن الفضل بن جعفر بن المهذَّب، قال: ¶ ¬__________ ¶ (¬1) ... الحيف: الجور والظلم. وفي الأصل: «خافوا». ¶ (¬2) ... في معظم النصوص: «حداه». ¶ (¬3) ... في معظم النصوص: «أبرداه». ¶ (¬4) ... في اللزوم (1:302).",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "سنة سبع وعشرة وأربعمائة: فيها صاحب امرأةٌ في الجامع يومَ الجمعة -يعني بمعرّة النعمان- وذكرتْ أنّ صاحب الماخور أراد أن يغصِبها نفسَها، فنفَر كلُّ من في الجامِع إلّا القاضيَ والمشايخ، وهدموا الماخور، وأخذوا خشَبه ونهبوه. وكان أسد الدَّولة صالح في نواحي صَيدا. ¶ ثم قال، في هذا التاريخ: ¶ سنة ثمان وعشرة وأربعمائة: فيها وصل الأمير أسد الدولة صالح بن مرداس، إلى حلب، وأمر باعتقال مشايخ المعرّة وأماثلها، فاعتُقل سبعون رجلاً في محبِس الحصن سبعين يوماً، وذلك بعد عِيد الفطر بأيّام، وكان أسد الدولة غير مُؤْثِر لذلك، وإنّما غلب تادرس (¬1) على رأيه، وكان يوهمه أنّه يقيم عليهم الغيبة. ولقد بلغنا أنّه خاطبه في ذلك؛ فقال له: أقتلُ المهذّب وأبا المجد -يعني أخا أبي العلاء- بسبب ماخُورٍ! ما أفعل!. ¶ وقد بلغني أنّه دُعي لهم في آمد ومَيّافارقين، وقطع عليهم ألف دينار، واستدعَى الشيخَ أبا العلاء [بن] (¬2) عبد الله بن سليمان رحمه الله بظاهر معرّة النعما. فلمّا حصل عنده في المجلس قال له الشَّيخ أبو العلاء: مولانا الامير السيّد الأجل أسد الدولة ومقدَّمها وناصحه، كالنهار الماتع، اشتدّ هجيره وطاب أبرداهُ (¬3) ؛ وكالسَّيف القاطع، لان صُفْحُه وخَشُن حَدّاه، {خُذِ العَفْوَ وَأْمُرْ بالْعُرْفِ وَأعْرِضْ عَنِ الجاهلينَ}. فقال صالح: قد وهبتُهم لك أيُّها الشيخ. ولم يعلم الشّيخُ أبو العلاء أنّ المال قد قُطِع عليهم، وإلّا كان قد سأل فيه. ثمّ قال الشيخ أبو العلاء بعد ذلك شعراً: ¶ تغيَّبتُ في مَنزلِي بُرهةً ... سَتِيرَ العيُوبِ فَقِيدَ الحَسَدْ ¶ ¬__________ ¶ (¬1) ... في الوافي بالوفيات للصفدي «بادرس»، وقال في الحاشية: في معجم الأدباء وابن العديم: «تادرس» بالتاء المثناة، وهو عند ياقوت بالدال المهملة وهنا بالمعجمة، وفي فهرس الأعلام بالمهملة. ¶ (¬2) ... ساقطة من الأصل. ¶ (¬3) ... في الأصل: «أبردد» تحريف.",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "فلمّا مَضَى العُمْرُ إلّا الأقلَّ ... وحُمَّ لرُوحي فراقُ الجَسَدْ ¶ بُعِثْتُ شفيعاً إلى صالحٍ ... وذاك من القوم رأيٌ فسَدْ ¶ فيسمَعُ منِّيَ سجعَ الحمامِ ... وأسمَعُ منهُ زئيرَ الأسدْ ¶ فلا يُعْجِبَنِّيَ هذا النَّفاقُ ... ... فكَم نفّقَتْ مِحنةٌ ما كسَدْ ¶ وقد ذكر بعضُ الرُّواة أن صالحاً قال له عندما أنشده هذا الشّعر: نحن الذين تسمع منا سَجْعَ الحمام، وأنت الذي نسمع منك زئير الأسد. ¶ وهذا تاذرس المشار إليه في هذه الحكاية هو تاذرس بن الحسن النصراني، وكان وزير صالح بن مرداس، وصاحبَ السّيف والقلم، وكان متمكِّناً عنده. وكان في نفسه من أهل المعرّة شيء؛ لأنهم قتلوا حَمَاه الخوري وكان يؤذيهم، فتتبَّع قتَلتَه وصلَبهم وقتلهم. فلما أُنزلوا عن الخشب ليصلَّى عليهم ويُدفَنوا، قال النّاس حينئذ يكايدون النصارى: قد رأينا عليهم طيوراً بِيضاً، وما هي إلّا الملائكة! فبلغت هذه الكلمةُ تاذرس، فنقَِمها على أهل المعرّة، واعتدَّها ذنباً لهم. فلما اتّفقت هذه الواقعةُ من نهب الماخور، شدّد تاذرس عليهم لذلك. ¶ والمهذب المذكور هو الشيخ أبو الحسن المهذب بن ... ... ... ... ... ... ... ... ... ... ... (¬1) في أكل الطيبات، وقهراً للنفس. وقال في آخر كلامه: وممّا حثّني على ترك أكل الحيوان أنّ الذي لي في السنة نيّفٌ وعشرون ديناراً، فإذا أخذ خادمي بعضَ ما يجب، بقي لي ما لا يُعجب، واقتصرتُ على فولٍ وبُلْسُن، وما لا بعذُب على الألسن. ¶ فأجابه بجواب يطلب فيه تحقيق القول، ويقول في آخر رسالته: ¶ وقد كاتبت مولاي تاج الأمراء -يعني ثمال بن صالح- أن يتقدَّم بإزالة العلّة فيما هو بُلغة مثله من ألذِّ الطعام، ومراعاتِه به [على] الإدرار والدَّوام؛ لِيُكشف عنه غاشيةُ هذه الضَّرورة، ويجري في أمر معيشته على أحسنِ ما يكونُ من الصُّورة. ¶ فامتنع أبو العلاء من قَبول ذلك، وأجابه بجوابٍ دفع ذلك عنه. ¶ ¬__________ ¶ (¬1) ... هنا بياض في الأصل.",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "وسنذكر المراسلات بينهما، إن شاء الله تعالى، فيما يجيء من فصول هذا الكتاب، والله الموفِّق للصَّواب. ¶ فصل ¶ في ذكر اضطلاعه بالعلم والأدب، ومعرفته بلسان العرب ¶ أخبرنا أبو اليُمن زيد بن الحسن الكِنديّ، فيما أذِن لنا فيه، وقد قرأتُ عليه غير ذلك، فقال: أخبرنا أبو السعادات هبة الله بن العلويّ، المعروف بابن الشَّجَري، قال حدّثني أبو زكريّا التِّبريزي قال: ما أعرف أنّ العرب نَطقتْ بكلمةٍ ولم يعرفْها المعرّيّ. ولقد اتَّفق قومٌ ممّن يَقرأ عليه، ووضعوا حروفاً، وألّفوها كلمات، وأضافوا إليها من غريب اللغة ووحشيِّها كلماتٍ أخرى، وسألوه عن الجميع على سبيل الامتحان، فكان كلَّما وصلوا إلى كلمةٍ ممَّا ألَّفوه ينزعجُ لها ويُنكرها، ويستعيدها مراراً، ثمَّ يقول: دعوا هذه. والألفاظ اللغويّة يشرحها ويستشهد عليها، حتّى انتهت الكلمات. ثمّ أطرق ساعةً مفكراً، ورفع رأسه وقال: كأنِّي بِكُمْ وقد وضعتم هذه الكلماتِ؛ لتمتحنوا بها معرفتي، وثقتي في روايتي. ووالله لئن لم يَكشِفُوا لي الحال، وتَدعُوا المِحال، وإلّا فهذا فِراقُ ما بيني وبينكم. فقالوا له: والله الأمرُ كما قلت، وما عدوتَ ما قصدناه. فقال: سبحان الله! والله ما أقول إلّا ما قالته العرب، وما أظنُّ أنّها نطقت (¬1) ... ... ¶ ¬__________ ¶ (¬1) ... هنا سقط لم ينبه عليه في نسخة الأصل؛ فإن الكلام التالي من رسالة له في مجموع رسائله كتب بها إلى الوزير الفلاحي. انظر الرسائل 59-62 مرجليوث و92-99 بيروت. والرسالة قد نقلها -مع رسائل أخر- ابن فضل الله العمري في مسالك الأبصار فقال: «ومن رسائل أبي العلاء رسالة كتب بها إلى أبي نصر صدقة بن يوسف، لمّا استدناه إلى حضرة عزيز الدولة فاتك صاحب حلب، وهي: لو أهديت إلى حضرة سيّدي الرّبيعَ يُزهَى بأحسن زَهره، والبحرَ يتباهى بالنّفيس من جوهره؛ لكان عندي أنّي قصّرت واختصرت، فكيف بي ولا أقدر على أنْ أهدِيَ زهره، ولا أنتزع صدفه، فدع الجوهرة. والرَّائد لا يكذب أهله...».وفيها اختلافات عما نقله ابن العديم هنا.",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "والرائد لا يكذب أهله. وأما العبد إذا كذَب [سيدَه] (¬1) فبعِد ولا سَعِد. والجاهلُ من لا يعرفُ نفسه، والذَّاهل من لا يذكُر أمسه. ولنفسي الجانية أقول: أعيَيْتنِي بأُشُرٍ. فَكَيف (¬2) بدُرْدُر. أعيَتْ رياضة الهَرِم، وعَصْرُ الماء من الجمر المضطرم. إن كذبتُ، فعن الخير أعذَبت. ما اعتزلتُ، حتى جدَدْت وهزَلت، فوجدتُني لا أصلُح لجِدّ ولا هَزْل، فعندها قنِعت بالأزْل. وما حمامةٌ ذاتُ طَوق، يُضرَب بها المثلُ في الشَّوق، كانت في وكر (¬3) مَصُون، بين الشَّجر والغصون؛ تألف من أبناء جنسها رِيداً، فيتراسلانِ تغريدا؛ مسكنها (¬4) نَعْمان الأرَاك، تأمنُ به غوائل الأشراك، تمُرُّ في بُكْراتها بالبيت الحرام، لا تَفْرَق لطريقٍ (¬5) صائدٍ ولا رام؛ فغرّها القدَر فخرجت من الأرض المحرّمة، فأصبحت وهي جِدُّ مغرمة؛ صادها وليدٌ في الحِلّ، ما حفِظ لها من إلّ؛ فأودَعَهَا سجناً للطير، ومنَعها من كلِّ مَيْر؛ فإذا رأتْ من خَصائص (¬6) القفَص بَواكِر الحمام، ظلّت تُمارِسُ من (¬7) جُرَع الحِمام، تسأل بطَرْفها أخاها، ما فعل بعدها فرخاها؛ فيقول: أصبحا ضائعين، قد سترهما الورقُ من كلِّ عين. ¶ فُريخانِ يَنْضَاعانِ في الفَجْر كُلَّما ... أحَسّا دَوِيَّ الرِّيح أو صوتَ ناعبِ ¶ -بأشوَقَ إلى العِيشة النَّضْرة، منِّي إلى تلك الحَضْرة. لكنْ صنَع الزّمانُ ما هو صانِع، واعترض دونَ الخير مانع؛ حال الغَصَض، دون القَصَص؛ والجَريض، دون القريض. المورد نمير أزرق (¬8) ، ولكن المدنَف بالشَّراب يَشْرَق (¬9) . ¶ ¬__________ ¶ (¬1) ... التكملة من الرسائل ص59 مرجليوث. ¶ (¬2) ... في الأصل: «وكيف» وتصحيحه من الرسائل. ¶ (¬3) ... في الأصل: «ذكر». ¶ (¬4) ... في الأصل: «أسكنها». ¶ (¬5) ... في الرسائل: «لمكان». ¶ (¬6) ... في الأصل: «حصاص». ¶ (¬7) ... هذا الحرف ليس في الرسائل. ¶ (¬8) ... في الأصل: «غير أزرق». ¶ (¬9) ... في الأصل: «ولكن المدنف بالسراب أشرق».",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "لمّا رأى لُبَدُ النُّسورَ تَطايَرتْ ... رَفَع القوادِمَ كالفَقيرِ الأعْزلِ (¬1) ¶ انهَضْ لُبد، هيهات! صَدَّكَ الأبد. ¶ ولمّا كان اليوم الذي ورد فيه الكتابُ المشتمل من حسن الظنّ بوليّهِ على ما لا يستوجبه (¬2) ، عكفتْ به عليّ الغِربانُ مبشِّرات، مثلِّثات بالنعيب ومعشِّرات. لو أنِس إليَّ ابنُ دأية لم أُخْلِهِ إنْ رغِب في الحَلْيِ من حِجْل، في الرِّجل؛ أو تقليد، يقع بالجيد؛ ولضمّختُ جناحَه مسكاً وعنبراً، وكسوتُه وشياً وحِبرَاً. على أنّه يختالُ من لون الشَّبيبة، في أحسن سَبيبة. يا غرابُ، لغيرك بعدها التُّراب، إنْ قضى الله نبذْتُ لك ما تُؤثره من الطَّعام، إتاوةً في كلِّ يومٍ لا في كلِّ عام. كأنّ كتابه الكريمَ قَسيمةٌ من الطِّيب، تَضَوَّعُ بالأَنابِ القَطيب؛ وكأنَّما طرقتْنِي منه روضةٌ نجديّة، سقَتْها الأنواء الأسَدية؛ فعمِد ثَراها، وأرِجَت رُباها (¬3) ؛ وأبدى بهارُها للأبصار (¬4) . كدنانير ضُرِبتْ قصار؛ وازدانتْ من الشّقيق، بمُشبهِ العقيق؛ ولعب فيها الماء، وهي أرضٌ وكأنّها سماء؛ ولها من النُّجوم نجوم، ومن طلّ (¬5) الشجر دمعٌ مسجوم. ولقد سألت الوارِدَ أن يُؤنِسَني بتَركه [لديّ]؛ لكي أستمتع (¬6) في ناجِر، بمُشابه خَبِيئة الحاجر؛ ولِأن أكون جليسَ الرَّوضة بينا يَرَى لها منظراً مبهجاً (¬7) ، ساف منها عَرْفاً متأرّجاً. وإنّ العامَة عهِدتني في صدر الأُمور أستصحِبُ شيئاً من أساطير الأوّلين، فقالت عالم، والناطق بذلك [هو] (¬8) ¶ ¬__________ ¶ (¬1) ... قائله لبيد. وانظر اللسان مادة (فقر). ¶ (¬2) ... في الأصل: «ولما ورد الكتاب المشتمل أوليه على ما لا يستوجبه من حسن الظن». وقد أصلحنا العبارة وأتممناها من الرسائل. ¶ (¬3) ... في الأصل: «وأرجت دباها». ¶ (¬4) ... في الأصل: «نهارها الأبصار». ¶ (¬5) ... في الأصل: «ظل الشجر» محرف. وفي المسالك: «طل السحر». ¶ (¬6) ... في الأصل: «أستمع». ¶ (¬7) ... في الرسائل: «إن لم ير لها منظراً مبهجاً». ¶ (¬8) ... التكملة من الرسائل..",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "الظَّالم، ورأتني مضطرًّا إلى القناعة، فقالت هذا زاهد، وأنا في طلب الدُّنيا جاهد. وزادَ تَقوُّلُ القومِ عليَّ، حتَّى خشيتُ أن أكون كأحد الجهّال، الذين ورد فيهم الخبر المأثور عن النبيّ صلى الله عليه وسلم: ((إن الله لا يَقبِضُ العلم انتزاعاً [نتزعه] من صُدور الناس، ولكنْ يقبِض العلمَ بموت العلماء، حتّى إذا لم يبقَ عالمٌ اتّخذ الناس رءوساً جُهّالاً، فسُئلوا فأفتَوا بغير علم، فضَلُّوا وأضلّوا)). فغدوتُ حِلْسَ رَبْع، كالميتِ بعد ثلاثٍ أو سَبْع. ثمّ حدثَتْ عِلّة، كُنِي عنها في المستمع، وعافَتْ عن الحضور في الجُمع. وفي الكتاب العزيز {يَأَيُّهَا الَّذِينَ آمَنُوا إذَا نُودِيَ لِلصَّلَاةِ مِنْ يَوْمِ الجُمُعَةِ فَآسْعَوْا إِلَى ذِكْرِ اللهِ}. وإنَّما ذكرت ذلك لينتهي إلى الموقف الأشرف أن تخلُّفي لمرض (¬1) ، عاق عن أداء المفترض. والإرماء، لا توجبه للشيء الأسماء (¬2) . وإنّ الذِّكر ليَطير، للَّرجُلِ وغيرُه الخطير. رُبَّ شجرةٍ شائكةٍ ظلُّها غير رَحْب، وماؤُها غير عذْب، اسمُها السَّمُرة وكنيتها أُمُّ غَيلان، تذكر في آفاق البلاد، وغيرها من أشجار الثَّمر إنْ ذُكِر نُكِر. ربَّ أسودَ كريه الرائحَة يُدْعَى كافوراً وعنبراً، وقبيحِ الصُّورة [من البشر] يدعى هلالاً وقمراً. وكيف يتأدّى العلم إليّ وأنا رجلٌ ضرير، نشأت في بلدٍ لا عالِم فيه. وإنّما تَشَبَّثُ النامية (¬3) ، بالجوازع (¬4) السَّامية. ¶ ¬__________ ¶ (¬1) ... في الرسائل: «وإنما ذكرت ذلك لينتهي إلى حضرة عزيز الدولة أعز الله نصره أني تخلفت عن خدمته لمرض». ¶ (¬2) ... في الأصل: «والارتغاء ولا توجبه للشيء الأسماء»، وقد وردت هذه الجملة هنا متقدّمة، وموضعها في الرسائل بعد قوله التالي: «إن ذكر نكر». ¶ (¬3) ... في الأصل: «نشبت الرامية». ¶ (¬4) ... في الأصل: «بالجوارح».",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "وكيف الحُداء بغير بعير، والإنباض مع فَقْد التوتير (¬1) . فإن بلغ سيِّدي الشَّيخ أنّ ساريَ الليل (¬2) ، قبضَ على سهيل، وأنّ الأرض أنبتت وشْياً وحريراً، والسحابَ أمير مُداماً وعبِيراً (¬3) ، فهو أعرف بردّه على المُبْطلين. حَسْبُ الأرض، أن تعْنُوَ بخُلّةٍ وحَمْض (¬4) ، وعادةُ السَّحابِ المرتفِع في الهواء، أن يأتي برِيِّ الظِّماء. والدُّلجة، بلَّغت إلى البُلجة. ومَنْ للورقاء، بكوكب الخرقاء (¬5) ؛ وللفرقد، أن يضحيَ مجاوراً للفرقد! لهفي على فواتِ هذه المنزلة، ولمثلها سهر من أهل العلم السَّاهرون. أعرضَ النَّوْفل (¬6) وغاب العائم، وأومض البارق فأين الشائم (¬7) . {يَالَيْتَنِي كُنْتُ مَعَهُمْ فأفُوزَ فوزاً عَظِيماً}. أَآمُل من الله ثواباً، وأنا كقتلى بدر أسمَعُ ولا أملك جواباً. ¶ لقد أسمعْتَ لو ناديتَ حَيًّا ... ولكنْ لا حياةَ لمن تُنادِي ¶ ¬__________ ¶ (¬1) ... في الأصل: «وكيف الهداية بغير دوس والإنباض مع قصر القوس». والصواب ما أثبتنا من الرسائل. ¶ (¬2) ... في الأصل: «فإن بلغ سيرنا الوري لينزلن ساري الليل» محرف. ¶ (¬3) ... في الأصل: «وعصيراً». ¶ (¬4) ... في الأصل: «أن تخلو بخلة وحمض». ¶ (¬5) ... في الأصل: «بمنازل الخرقاء». ¶ (¬6) ... في الأصل: «توفل». ¶ (¬7) ... في الأصل: «وغاب العايم وقد الشايم».",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "وعَزيز الدولة يُعين الكسِير بالجبْر، فكيف يأمرُ بإخراج ميِّت من قَبر! لو كنتُ بارئاً من هذه العلّة (¬1) ،لشرّفتُ نفسي بزيارة تلك الحضرة؛ غير أنِّي عنها راض (¬2) ، وما أقربني إلى انقراض، وأنا حليف التَّمراض (¬3) . وقد غدوتُ في قوم قيل فيهم: {تِلْكَ أُمَّةٌ قَدْ خَلَتْ لَهَا مَا كَسَبَتْ وَلَكُمْ مَا كَسَبْتُمْ وَلَا تُسْئَلُونَ عَمَّا كَانُوا يَعْمَلُونَ}. فإن سَعِدتُ أو شقيت، فإنَّ دعائي متّصل بها ما بقيت. ¶ وتمثَّل بقوله (¬4) : ¶ ماذا أُؤمِّلُ بعدَ آلِ مُحَرِّقٍ ... ... تَرَكُوا مَنازِلَهُمْ وبَعْدَ إياد ¶ أهلِ الخَورْنَقِ والسَّديرِ وبَارِقٍ ... ... والقَصْرِ ذي الشُّرفاتِ من سَنْداد ¶ جَرَتِ الرِّياحُ على محلِّ ديارِهم ... ... فكأنَّما كانُوا على مِيعادِ ¶ ¬__________ ¶ (¬1) ... الكلام بعد هذه اللفظة لم يرد في رسائل أبي العلاء بطبعتيها. فلعله من رسالة أخرى. ¶ (¬2) ... في الأصل: «غير راض». ¶ (¬3) ... التمراض: تفعال من المرض. وفي الأصل: «التمراد» بالدال، محرف. ¶ (¬4) ... هو الأسود بن يعفر، من قصيدة في المفضليات (2:15-20)",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "والوزير الفَلَاحيّ هو عليّ بن جعفر بن فَلَاح (¬1) ، وزير الحاكم المستولي على مصر، وليس بأبي نصر صدقة بن يوسف الفَلَاحيّ (¬2) ؛ فإنّه أيضاً تولَّى الوزارة. والأوّل منسوب إلى جدِّه، والثاني منسوب إلى الأوّل. ¶ فصل ¶ في ذكر كرم أبي العلاء وجوده، على قلّة ماله ¶ ونزارة موجوده ¶ قد ذكرنا في الفصل المتقدِّم أنّه لما بلغ أبا نصر هبة الله بن موسى داعي الدعاة، أنّ الذي لأبي العلاء في السّنة نيّفٌ وعشرون ديناراً، كتب إلى ثِمال بن صالح بأن يُجري عليه ما يُزيح به علَّتَه، وأنّه امتنع من قبول ذلك. وهذا كان مقدار ما يدخل له من مِلكه [في] معرّة النعمان. ¶ ¬__________ ¶ (¬1) ... ترجم له ابن الصيرفي في كتاب الإشارة إلى من نال الوزراة ص30 وقال إنه «من أوفى الكتاميين بيتاً وأجلهم قدراً. وكان أبوه من الأجواد» ثم قال: «وكان أوجه الأمراء في الدولة الحاكمية، وقاد الجيوش السائرة إلى الشام، ومرض في سنة ست وأربعمائة، فركب الإمام الحاكم إلى داره لعيادته، وحمل إليه مرتبة ديباج وخمسة آلاف دينار. وكانت هذه عادته إذا عاد أحداً. وفي رجب سنة ثمان وأربعمائة بعث بما تقدّم ذكره». ¶ (¬2) ... ترجم له ابن الصيرفي في الإشارة ص37 وقال: «وحكي عنه أنه أملى سجل تقليده ليلة اليوم الذي خلع عليه فيه، وذلك في سنة ست وثلاثين وأربعمائة» ثم قال: «وقبض عليه في سنة تسع وثلاثين وأربعمائة، واعتقل وقتل». وسماه: «أبو منصور صدفة بن يوسف». وقال ابن الأثير في حوادث سنة 440: «وفيها قبض بمصر على الوزير فخر الملك صدقة بن يوسف وقتل» وقد ذكر ابن الصيرفي وابن الأثير أنه كان يهودياً وأسلم. فيبدو أن نسبته إلى الأوّل نسبة ولاء.",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "وقد كان مع هذا يُجري منه على جماعةٍ من الكتّاب، يكتبون عنه ما يمليه، وما ينظِمه ويُنشيه، وكان يعطي منه لخادمٍ يخدمه. ولا يقنع بالدَّفع إلى هؤلاء، حتّى إنّه كان يدفع منه شيئاً لأولي الحاجة ممّن يتردّد إليه؛ فقد أخبرنا عمر بن محمد بن معمر المؤدّب في كتابه، وقد سمعتُ منه بحلب، عن أبي الفضل محمد بن ناصر الحافظ، قال: حدّثنا أبو زكريّا التِّبريزي قال: كان المعرّيّ يُجري رزقاً على جماعة ممّن كان يقرأ عليه، ويتردّد لأجل الأدب إليه. ¶ وقرأت بخط أبي الفرج محمد بن أحمد بن الحسن كاتب الوزير، رُوزْنامَجا (¬1) أنشأه لولده الحسن، يذكر فيه رحلتَه في سنة ثمانٍ وعشرين وأربعمائة إلى الحج من أذربيجان، وعبورَه بمعرّة النعمان، ويذكر اجتماعه بأبي العلاء، وذكر فصلاً في تقريظه والثّناء. وسنُورده بكماله في بعض الفصول التي تَرِدُ في هذا الكتاب. ¶ ومن جملة ذلك قوله: وقصر همّه على أدبٍ يفيدُه، وتصنيفٍ يُجيده، ومتلِّعم يُفضل عليه، ومُسترفِدٍ صُعلوك يُحسن إليه. ¶ قال: وله دار حسنةٌ يأويها، ومعاشٌ يكفيه ويمُونه، وأولادُ أخٍ باق يخدمونه، ويقرءون بين يديه، ويدرسُون عليه، ويكتبون له، وورَّاق برسمه مستأجَر. ثمّ ينفق على نفسه من دَخْل معاشه نفقةً طفيفة، وما يفضُل عنه يفرِّقه على أخيه وأولاده اللائذين به، وللفقراء والقاصدين له من الغُرباء. ¶ ¬__________ ¶ (¬1) ... روزنامج: معرب «روزنامه» الفارسية. ومعناه كتاب الأخبار اليومية، أو الصحيفة اليومية. انظر استينجاس 594. و«روز» يوم. و«نامه» مكتوب. وفي الأصل: «روزنامج».",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "وأخبرنا القاضي شهاب الدين أبو المعالي أحمد بن مدرك بن سعيد بن مدرك بن سليمان، يأثره عن المعريِّين، أنّ الخطيب أبا زكريّا التِّبريزي قدم على الشَّيخ أبي العلاء، وأقام عنده مدّة يقرأ عليه، وأعطاه الخطيبُ صُرَّةً فيها ذهب، وقال له: أوثر من الشَّيخ أن يدفعها إلى بعض مَنْ يراه؛ ليشتري لي بها خُبزاً ولحماً، وما تدعو حاجتي إليه، ويُجري ذلك عليَّ في كل يوم، لأتناوله مدّة مُقامي عنده للقراءة، وأتوفَّر بذلك على الاشتغال، ويتفرَّغ بالي للاستفادة، ويترفَّه خاطري، ولا يكونَ لي شغلٌ غير ما أنا بصدده. فأخذ الشيخ أبو العلاء الصرَّة منه، ووضعها عنده، وتقدّم إلى وكيله، وأجرى للخطيب ما تدعو إليه حاجتُه، فتناول ذلك مدّةَ مُقامه بمعرّة النعمان، وهو يظنُّ أنه مِنْ ذهبه الذي دفعه إلى الشَّيخ. فلمّا أراد الانصراف ودَّع الشَّيخَ أبا العلاء، فدفع إليه صُرّتَه بعينها. فقال الخطيبُ للشَّيخ: ما ظننتُ أنّك تفعل هذا، ولا أردت التثقيل عليك بغير الاستفادةِ من علمك، وعَرَّض له بأخذه. فقال الشَّيخ: قد كان ذلك، ولا سبيل إلى ردِّ هذه الصُّرّة عليّ، وهذا ذهَبُك بعينه. فأخذه الخطيب وانصرف، رحمهما الله تعالى. وكان الخطيب فقيراً محتاجاً. ¶ فصل ¶ في ذكر قناعة نفسه وشرفها، وعفّتها عن أخذ ¶ صلاتِ الناس وظَلَفها ¶ قد ذكر أبو العلاء في مقدّمة سقط الزَّند، أنّه لم يكن من طُلّاب الرِّفْد والصِّلة. ولم يمدَحْ أبو العلاء إلّا اليسيرَ من الناس في صَدْر عمره، قبل انقطاعه عن النّاس، وكان ذلك في مقارضةٍ (¬1) تقع بينه وبين رجلٍ كبير فاضل، مثل الشّريف أبي إبراهيم؛ أو أن يكون ذلك الرَّجل من أهله من تنوخ، مثل أبي الرِّضا الفُصَيصي التَّنوخيّ، أو لملكٍ مطاع، أو وزير معظّم؛ ولم يمدحهم لعطاءٍ ولا نائل، ولم يقبل هديّةً ولا صلةً من شريف ولا وضيع. ¶ ¬__________ ¶ (¬1) ... في الأصل: «معارضة».",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "وقد ذكر في رسالته التي ذكرناها فيما قبل، وكتبها إلى أهل معرّة النعمان حين عزم على الانقطاع في منزله، والاحتجاب عن الناس: ¶ ”وأحلفُ ما سافرتُ أستكثِرُ من النَّشَب، ولا أتكثّر بلقاء الرِّجال“. ¶ ثم قال بعد ذلك فيها: ”ويُحْسِنُ جزاء البغداديِّين (¬1) ؛ فلقد وصفوني بما لا أستحقّ، وشهِدوا لي بالفضيلة على غير علم، وعَرَضوا عليّ أموالهم عرض الجِدّ، فصادفوني غير جَذِل بالصفات، ولا هشٍّ إلى معروف الأقوام“. اهـ ¶ وقد ذكرنا في الفصل المتقدّم (¬2) أنّ الوزير الفَلَاحيّ كَتب إلى عزيز الدولة أبي شجاع فاتك متولِّي حلب وأعمالها، بحمل هذا العالِم إلى مصر، ليُبنَى له دارُ علمٍ، يكون متقدِّماً فيها، وسمع بخراج مَعرّة النعمان له في حياته وبعدَه، وأن عزيز الدَّولة نهض للوقت، وسار إلى معرّة النعمان، واجتمع بأبي العلاء، وقرأ السجلّ عليه. فاستمهلَهُ، وكتب إلى الوزير الفلَاحِيّ يستعفيه من ذلك، فأعفاه، وسمح بترك ذلك كلِّه. ¶ وقرأت بخطِّ أبي اليسر شاكر بن عبد الله بن محمد بن عبد الله بن سليمان التنوخيّ، في ذكر أبي العلاء بن سليمان رحمه الله، قال: ولم يكن من شأنه أن يلتمس من أحدٍ من خلق الله شيئاً، وكان كثير الأمراض، فقال (¬3) : ¶ لا أطلب السَّيْبَ من الناس بل ... أطلبه من خالق السَّيْب (¬4) ¶ ويشهد الأوّلُ أني امرؤٌ ... لي جَسَدٌ يفرق في عيبي (¬5) ¶ ¬__________ ¶ (¬1) ... قبلها في الرسائل: «والله يجعلهم أحلاس الأوطان، لا أحلاس الخيل والركاب، ويسبغ عليهم النعمة سبوغ القمراء الطلقة على الظبة الغرير». ¶ (¬2) ... يريد الفصل الذي سبق الفصل السالف وهو (فصل في ذكر اضطلاعه بالعلم). ¶ (¬3) ... الأبيات مما لم يرو في الديوانين. وقد وردت في الأصل مكتوبة بصورة النثر. ¶ (¬4) ... السيب: العطاء. وفي الأصل: «السبب» في المرتين. ¶ (¬5) ... كذا. ولعلها «يغرق في عيبي» أو: «يفرق من عيبي».",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "تضرب أضراسي وظَنِّي بها (¬1) التَّـ ... ـعطيس بالكُنْدُس (¬2) في جيبي ¶ ويليَ مما أنا فيه وجَلَّ الـ ... ... أمرُ عن ويحٍ وعن وَيْبِ ¶ لو أنّ أعماليَ محمودةٌ ... لقلتُ حُوطي بِيَ واعْنَيْ (¬3) بي ¶ ونقلتُ أيضاً من خط أبي اليسر في ذكره، قال: ¶ وذُكر أنّ المستنصر بالله صاحبَ مصر بذل له ما ببيت (¬4) المال بمعرّة النُّعمان من الحلال، فلم يَقْبل منه شيئاً، وقال: ¶ كأنَّما غانةُ لي مِن غِنًى ... فعَدِّ عن مَعْدِن أُسوان (¬5) ¶ سِرتُ برَغْمي عن زمان الصِّبا ... يُعجِلُني وَقْتِي وأكواني ¶ ¬__________ ¶ (¬1) ... كذا! ¶ (¬2) ... الكندس: عروق نبات داخله أصفر وخارجه أسود، إذا سحق ونفخ في الأنف عطس. ¶ (¬3) ... في القاموس: «عني بالضم عناية وكرضي، قليل» وقد جرى أبو العلاء هنا على هذه اللغة القليلة. ¶ (¬4) ... في الأصل: «بالبيت». ¶ (¬5) ... غانة، جاء في كتاب البلدان لابن الفقيه ص87: «وبلاد غانة ينبت فيها الذهب نباتاً في الرمل، كما ينبت الجزر». وفي الأصل: «غانه» تحريف. وبأسوان أيضاً معادن للذهب.",
            "page": "104",
            "part": "1"
        }
    ],
    "t35833": [
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر نسبه"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في ذكر مولد أبي العلاء ومنشئه وعماه وصفة خلقه"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في ذكر اشتغاله بالعلم وذكر شيوخه الذين أخذ عنهم"
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في ذكر من قرأ على أبي العلاء، وروى عنه من العلماء والأدباء والمحدِّثين من أهل المعرّة وغيرهم من الغرباء"
        },
        {
            "id": "41",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في ذكرِ شيءٍ ممّا وقع إلينا من حديث أبي العلاء المعرّي رحمه الله مُسنَداً"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في ذكر كُتّاب أبي العلاء الذين كانوا يكتبون له ما ينشئه من الرسائل (¬3) والنظم والتَّصنيف والإملاء"
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في ذكر تصانيفه، ومجموعاته وتآليفه، وأشعاره المدوّنة، ورسائله المفنَّنة"
        },
        {
            "id": "65",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في ذكر رحلته إلى بغداد، وعوده إلى معرّة النعمان، وانقطاعه في منزله عن الناس، وتسمية نفسه \"رهْن المحبسين\" رحمه الله"
        },
        {
            "id": "73",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في ذكر ذكاء أبي العلاء وفِطنته، وسرعة حفظه وألمعيّته، وتوقُّد خاطره وبصيرته"
        },
        {
            "id": "89",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في ذكر حرمته عند الملوك والخلفاء والأمراء والوزراء"
        },
        {
            "id": "94",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في ذكر اضطلاعه بالعلم والأدب، ومعرفته بلسان العرب"
        },
        {
            "id": "100",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في ذكر كرم أبي العلاء وجوده، على قلّة ماله ونزارة موجوده"
        },
        {
            "id": "102",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في ذكر قناعة نفسه وشرفها، وعفّتها عن أخذ صلاتِ الناس وظَلَفها"
        }
    ]
}