{
    "b35846": [
        {
            "hno": null,
            "id": "4",
            "nass": "إعلام الذكي بأخبار ابن الحنائي ¶ للدكتور صلاح محمد أبو الحاج ¶ مركز العلماء العالمي للدراسات وتقنية المعلومات ¶ عمان الأردن",
            "page": "5",
            "part": "1"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "أولاً: اسمه: ¶ اتفقَ المترجمون له على أن اسمه عليّ ، ووصفه حاجي خليفة في إحدى المرّات التي ذكره فيها في ((كشفه)): بأفندي، فقال: علي أفندي(1). وفي أخرى: بجلبي: فقال: علي جلبي(2). وبالباقي: بالمولى، فقال: المولى عليّ(3). ¶ وجَلبي بالجيم الفارسية ثم اللام ثم الباء الفارسية ثم الياء المثناة التحتية، لفظة رومية معناها: سيدي، نصَّ عليها السَّخَاوِيّ(4) في ترجمة: حسن جَلبي. قال اللكنوي: وهي كلفظة مولانا وسيدنا وملا المستعملة في بلادنا، وكذلك لفظ باشا مستعمل للتعظيم لعلماء الروم(5). ¶ ثانياً: نسبه: ¶ واختلفوا في اسم أبيه: ¶ فقال حاجي خليفة(6)، والمحبيّ(7)، وإسماعيل باشا(8)، وعمر كحالة(9): أمر الله. ¶ وقال صاحب ((العقد المنظوم))(10) والزركليّ(11) تبعاً له: محمّد. ¶ وقال الخفاجي(12): الحناءي. ¶ وقال الغزي(13): إسرافيل. ¶ وذكر إسماعيل باشا(14) وعمر كحالة(15) تبعاً له أن اسم جدّه: عبد القادر، ولكن الخفاجي(16) لما جعل الحناءي اسم أبيه فقد ذكر أن اسم جده أمر الله. ¶ __________ ¶ (1) الكشف))(1: 884) ¶ (2) الكشف))(1: 816). وينظر: ((هدية العارفين))(1: 748). ¶ (3) الكشف))(1: 21،37،122،223،347،803،814،873،899،2: 1861،1892). ¶ (4) الضوء اللامع))(2: 127). ¶ (5) انتهى من ((الفوائد البهية))(410). ¶ (6) في ((الكشف))(1: 21،37،122،223،347،803،814،816،873،899،2: 1861،1892). ¶ (7) في ((خلاصة الأثر))(2: 27). ¶ (8) في ((هدية العارفين))(1: 748). ¶ (9) في ((معجم المؤلفين))(2: 396). ¶ (10) العقد المنظوم))(411). ¶ (11) في ((الأعلام))(5: 165). ¶ (12) في ((ريحانة الألبا))(ص319). ¶ (13) في ((الكواكب السائرة))(3: 187). ¶ (14) في ((هدية العارفين))(1: 748). ¶ (15) في ((معجم المؤلفين))(2: 396). ¶ (16) في ((الكشف))(1: 21،37،122،223،347،803،814،873،899،2: 1861،1892).",
            "page": "6",
            "part": "1"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "وذكر الخفاجي(1) وإسماعيل باشا(2) في نسبه: الحميديّ، وأضاف اسماعيل باشا: الروميّ. ¶ ثالثاً: لقبه: ¶ ذكر صاحب ((العقد المنظوم))(3) والزركليّ(4) تبعاً له أنه: علاء الدين. ¶ رابعاً: شهرته: ¶ قال إسماعيل باشا(5) وحاجي خليفة(6): الشهير بابن الحنائي، وقال أيضاً(7): الشهير بقنالي زاده. ¶ قال صاحب ((العقد المنظوم))(8) والزركليّ(9) تبعاً له: المشتهر بحناوي زاده. ¶ ومعنى قنالي زاده أي المنسوب إلى الحناء فهي في التركية تقابل الحنائي بالعربية(10). ¶ خامساً: ولادته: ¶ اختلفوا في تاريخ تاريخ ولادته: ¶ قال صاحب ((العقد المنظوم))(11) والزركلي(12) تبعاً له: ولد سنة (918هـ) في قصبة اسبارسه من لواء حميد. ¶ وقال إسماعيل باشا(13): ولد سنة (916هـ). ¶ وقال صاحب ((قاموس الأعلام))(14): ولد سنة (919هـ). ¶ سادساً: أسرته: ¶ يرجع المترجم إلى أسرة علمية عريقة إلا أنه أشهر من فيها، إذ يعرَّف به أفراد أسرته إذا ذكروا: ¶ قال حاجي خليفة(15) عن والده: أمر الله المعروف بقنالي، قاضي الاسباته وي، وهو والد المولى علي جلبي ابن الحنائي (ت967هـ)، له: ((ديوان ميري)). وقال صاحب ((العقد المنظوم))(16): وكان أبوه ـ أي أبو المترجم ـ من قضاة بعض القصبات. ¶ __________ ¶ (1) في ((ريحانة الألبا))(ص319). ¶ (2) في ((هدية العارفين))(1: 748). ¶ (3) العقد المنظوم))(411). ¶ (4) في ((الأعلام))(5: 165). ¶ (5) في ((هدية العارفين))(1: 748). ¶ (6) في ((الكشف))(1: 21،37،122،223،347،803،814،873،899،2: 1861،1892). ¶ (7) في ((الكشف))(2: 1199). ¶ (8) العقد المنظوم))(411). ¶ (9) في ((الأعلام))(5: 165). ¶ (10) ينظر: ((المورد))(ص487). ¶ (11) في ((العقد المنظوم))(ص411). ¶ (12) في ((الأعلام))(5: 165). ¶ (13) في ((هدية العارفين))(1: 748). ¶ (14) قاموس الأعلام))(5: 3696) تركي. ¶ (15) في ((الكشف))(1: 816). ¶ (16) في ((العقد المنظوم))(ص411).",
            "page": "7",
            "part": "1"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "وأما أخوه فقد قال حاجي خليفة: ((ديوان مسلمي)) تركي، وهو أخو المولى علي بن أمر الله بن الحنائي، (ت994هـ)(1). ¶ وأما ابنه فهو: حسن جلبي ابن علي بن أمر الله، المعروف بابن الحنائي، صاحب ((التذكرة)) التي ألفها في شعراء الروم، وهي لهم كـ((دمية القصر)) للاخرزي تحتوي على لطائف المنثور ومنتخبات الأشعار، وألف ((حاشية على الدرر والغرر)) مقبولة، وله غيرها من التصانيف المقبولة بلسان التركي وترسلات شائعة متداولة، وكان جيد العبارة لطيف الطبع صاحب نوادر وتحف، وبالجملة فهو أحد أفراد الدهر ومحاسن العصر، ولي قضاء حلب وقضاء القاهرة وقضاء أدرنه وقضاء بروسة، (953-1012هـ)(2). ¶ سابعاً: شيوخه: ¶ تتلمذَ رحمه الله على شيوخ كثر منهم: ¶ أولاً: العالم الفاضل الكامل المولى محيي الدين محمد بن عبد القادر المشتهر بالمعلول(3). أخذ العلم عن المولى محيي الدين الفناري والمولى ابن كمال باشا والمولى حسام جلبي والمولى نور الدين والمولى خير الدين وغيرهم، قال طاشكبرى زاده: كان عالماً فاضلاً صالحاً محققاً مدققاً عالماً بالعلوم الشرعية والعقلية، وكان صاحب وقار وحشمة، وكان ذا ثروة، بنى دار التعليم في قرية قمله، وبنى دار القراء بمدينة قسطنطينية، تولَّى قضاء مصر والعسكر المنصور في ولاية أناطولي، توفي سنة (963هـ). ¶ ثانياً: المولى سنان الدين محشي ((تفسير البيضاوي))، لعلّه: العالم العامل الفاضل الكالم المولى سنان الدين يوسف(4)، قال طاشكبرى زاده: كان عالماً بالعربية وماهراً في التفسير والحديث، وكان عابداً زاهداً صالحاً مبارك النفس حليماً وقوراً صبوراً، صاحب شيبة عظيمة تتلألأ أنوار الصلاح من جبينه، توفي سنة (965هـ). ¶ __________ ¶ (1) الكشف))(1: 814). ¶ (2) ترجمته في: ((خلاصة الأثر))(2: 27-28). ((الكشف))(2: 1199). ¶ (3) ترجمته في: ((الشقائق النعمانية))(ص289-290). ¶ (4) ترجمته في: ((الشقائق النعمانية))(ص305).",
            "page": "8",
            "part": "1"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "ثالثاً: العالم الفاضل الكامل المولى محيي الدين محمد المشتهر بمرحبا جلبي(1)، قال طاشكبرى زاده: كان عالماً فاضلاً محقّقاً مدققاً صاحب ذكاء وفطنة، وكان سليم الطبع، حليم النفس، مريداً للخير محباً للفقراء، أخذ العلم عن المولى ركن الدين بن المولى زيرك والمولى أمير جلبي والمولى خير الدين وغيرهم، تولَّى قضاء دمشق وبروسه وأدرنه، وتوفي في حدود سنة (950هـ). ¶ رابعاً: العالم الفاضل المولى صالح الشهير بصالح الأسود(2)، قال طاشكبرى زاده: كان علاماً فاضلاً صالحاً كاسمه متعبداً متزهداً، وكان سليم الطبع حليم النفس محباً للخير، أخذ العلم عن منلا جلبي والمولى خير الدين وغيرهما، درس بمدرسة جكمه جه وقيلوجه وكوكويزه وبإحدى المدرستين المتجاورتين وبإحدى المدارس الثمانية، توفي سنة (944هـ). ¶ خامساً: العالم العامل الكامل الفاضل محيي الدين شيخ محمد بن إلياس المشتهر بجوي زاده(3). قال طاشكبرى زاده: كان مرضي السيرة محمود الطريقة قريب الجانب طارحاً للتكلف متواضعاً، صاحب بشاشة، وكان مشتغلاً بالعلم الشريف، وكان حافظاً للقرآن العظيم، وكانت له مشاركة في العلوم، وكانت له يد طولى في الفقه والحديث والتفسير والأصولين، وكان مواظباً على الطاعات مشتغلاً بالعبادات، وكان قوالاً في الحق لا يخاف في الله لومة لائم، وبالجملة كان سيفاً من سيوف الله تعالى، وقاطعاً بين الحق والباطل، وحسنة من محاسن الأيام، وله بعض تعليقات على الكتب إلا أنّها لم تشتهر بين الناس، أخذ عن المولى سعيد جلبي والمولى بالي الأسود وغيرهما، وتولَّى قضاء مصر والعسكر المنصور وصار مفتياً بمدينة القسطنطينية، وتوفي سنة (954هـ). ¶ ثامناً: الوظائف التي شغلها: ¶ تقلَّد المدرسة الجامية بأدرنه بعشرين. ¶ __________ ¶ (1) ترجمته في: ((الشقائق النعمانية))(ص290). ¶ (2) ترجمته في: ((الشقائق النعمانية))(ص291-292). ¶ (3) ترجمته في: ((الشقائق النعمانية))(ص265-266).",
            "page": "9",
            "part": "1"
        },
        {
            "hno": null,
            "id": "9",
            "nass": "ثمّ تقلَّد مدرسة الأمير حمزة في بروسة بخمس وعشرين ، وولد ابنه حسن سنة (953هـ) وهو مدرساً بها(1). ¶ ثم تقلّد مدرسة ابن ولي الدين في بروسة بثلاثين. ¶ ثم مدرسة رستم باشا بكوتاهيه بأربعين. ¶ ثم مدرسته التي ابتناها بقسطنطينية. ¶ ثم إحدى المدارس الثمان. ¶ ثم لما ابتنى السلطان سليمان المدرستين الواقعتين في الجانب الغربي من الجامع قلّده إحداهما لمزيد شهرته بالفضيلة الباهرة. ¶ ثم تقلَّد قضاء دمشق سنة (971هـ)(2). ¶ ثم نقل إلى قضاء بروسة. ¶ ثم إلى قضاء أدرنه. ¶ ثم إلى قضاء قسطنطينية. ¶ ثم صار قاضياً بالعساكر المنصورة في ولاية أناطولي(3). ¶ تاسعاً: تلاميذه: ¶ مرَّ أنه درَّسَ في أشهر مدارس الدولة العثمانية فتتلمذ عليه العديد من الطلبة، من أشهرهم: محمَّدُ بنُ عبدِ اللهِ بنِ أحمد التُّمُرْتَاشِي الغزِّي، شمس الدِّين(4)، صاحب ((تنوير الأبصار))، و((منح الفغار)) و((الوصول إلى قواعد الأصول))، و((إعانة الحقير))، وغيرها، (ت1004هـ)، وستأتي ترجمته في ((تتمة الطبقات)) الملحقة بهذا الكتاب. ¶ عاشراً: مؤلفاته: ¶ ((أخلاق علائي))(5) باللسان التركي، وهو في مجلد، ألَّفه بالشام ونسبه إلى اسمه، ¶ __________ ¶ (1) خلاصة الأثر))(2: 28). ¶ (2) ذيل قضاة دمشق))(ص329). ¶ (3) ينظر: ((العقد المنظوم))(ص411-412). ¶ (4) ترجمته في: ينظر: ((خلاصة الأثر))(4: 18-20).((طرب الأماثل))(562-563).((دفع الغواية))(ص11). ¶ (5) العقد المنظوم))(ص417). ((الكشف))(1: 37). ((هدية العارفين))(1: 748). ((الأعلام))(5: 166).",
            "page": "10",
            "part": "1"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "وجمع فيه بين الجلاليّ(1) والناصري(2) والمحسني(3) وزاد زيادات حسنة في مدة سنة ولتاريخ ختمه قال: ¶ لا جرم ختمته تاريخ آنك ¶ أولدي أخلاق علائي أحسن ¶ 963 ¶ وهو أحسن من الجميع في نفس الأمر شكر الله سعي مؤلفه وجعله مثاباً ومأجوراً بسب هذا التأليف المنيف والتحرير اللطيف ولعمري إنه كامل أخلاقه طيب أعراقه من أفاضل الأفراد وآثاره تجذب بيد لطفها عنان الفؤاد(4). ¶ ((الاسعاف في علم الأوقاف))(5). ¶ __________ ¶ (1) أي ((أخلاق الجلالي)) المسمّى ((لوامع الإشراقي في مكارم الأخلاق)) في الحكمة العملية والمنْزلية والمدنية لجلال الدين محمد بن أسعد الصديقي الدَّوانيّ (830-928هـ). ينظر: ((الضوء اللامع))(7: 133). ((النور السافر))(ص123-124). ((البدر الطالع))(2: 130). ((الكشف))(2: 1567). ¶ (2) أي ((أخلاق الناصري)) فارسي للعلامة المحقق نصير الدين محمد بن الحسن الطوسي (ت672هـ) ألفه بقهستان لأميرها ناصر الدين عبد الرحيم المحتشم. ينظر: ((الكشف))(1: 38). ((معجم المؤلفين))(3: 636-637). ¶ (3) أي ((أخلاق محسني)) فارسي لمولانا حسين بن علي الكاشفي الشهير بالواعظ الهروي (ت910هـ) ألفه لميرزا محسن بن حسين بن بيقرا بعبارة سهلة، وتمامه في ((الكشف))(1: 37-38). ¶ (4) الكشف))(1: 37). ¶ (5) العقد المنظوم))(ص417). ((الكشف))(1: 21). ((الأعلام))(5: 165). أشار بروكلمان(2: 433) إلى وجود نسختين مخطوطتين منها في الجزائر تحت الرقم (1716/6،1293/2).",
            "page": "11",
            "part": "1"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "((بحث في إعراب القران في المسائل التي اعترض بها السمين على شيخه أبي حيان))(1)، وسبب تأليفها قال حاجي خليفة(2): إن الحنائي عندما كان قاضياً بالشام حضر مرّة درس الشيخ العلامة بدر الدين الغزي لما ختم في الجامع الأموي من التفسير الذي صنفه، وجرى فيه بينهما أبحاث منها اعتراضات السمين على شيخه، فقال الشيخ: إن أكثرها غير وارد، وقال المولى علي: والذي في اعتقادي أن أكثرها وارد وأصرّ على ذلك ثم إن المولى المذكور كشفَ عن ترجمة السمين فرأى أن الحافظَ ابنَ حجر وافقَه فيه حيث قال في ((الدرر)): صنَّفَ في حياة شيخِهِ وناقشه فيه مناقشات كثيرة غالبها جيدة، فكتب إلى الشيخ أبياتاً يسأله أن يكتب ما عثر الشهابُ من أبحاثه فاستخرج عشرة منها، ورجَّح فيها كلام أبي حيان وزيَّف اعتراضات السَّمين عليها، وسمّاه بـ((الدر الثمين في المناقشة بين أبي حيّان والسمين))، وأرسلها إلى القاضي، فلما وقف انتصر للسمين ورجح كلامه على كلام ابي حيان، وأجاب عن اعتراضات الشيخ بدر الدين ورد كلامه في رسالة كبيرة وقف عليها علماء الشام ورجحوا كتابته على كتابة البدر وأقروا له بالفضل والتقدم. ¶ ((تعليقة على حاشية حسن جلبي الفَنَاريّ على شرح السيد الشريف على المواقف))(3) لعضد الدين الإيجي. ¶ ((تهذيب الشقائق في تقريب الحقائق))(4). ¶ __________ ¶ (1) الكشف))(1: 122،223). وفي ((العقد المنظوم))(ص417): رسالة ضخمة تتعلق بالتفسير كتبها بعدما جرت المناظرة بينه وبين الشيخ بدر الغزي. ((الأعلام))(5: 166). ¶ (2) في ((الكشف))(1: 122-123). ومثله في ((الكشف))(1: 223). ¶ (3) العقد المنظوم))(ص417). ((الكشف))(2: 1892). ((هدية العارفين))(748). ¶ (4) هدية العارفين))(ص748).",
            "page": "12",
            "part": "1"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "((حاشية درر الحكام شرح غرر الأحكام))(1) لملا خسرو، قال صاحب ((العقد المنظوم))(2): ولم يتم. ¶ ((حاشية شرح الكافية))(3) لمولى عبد الرحمن الجامي. ¶ ((حاشية على أنوار التنْزيل))(4) للبيضاوي. ¶ ((حاشية على الكشاف))(5) للزمخشري. ¶ ((حاشية على حاشية السيد الشريف على تجريد الكلام))(6) قال حاجي خليفة(7): فرغ منها سنة (953هـ)(8). ¶ ((حاشية على كتاب الكراهية من كتاب الهداية))(9). ¶ ((ديوان شعر))(10)، باللسان التركي. ¶ ((رسالة حقق فيها بحث نفس الأمر))(11)، قال صاحبُ ((العقد المنظوم))(12): عرضَها على المولى أبي السعود، وهو قاض بالعساكر المنصورة يومئذ فقلّده المدرسة الجامية. ¶ ((رسالة في الغصب))(13). ¶ ((رسالة في الوجود الذهني))(14). ¶ ((رسالة في بيان دوران الصوفية ورقصهم))(15). ¶ __________ ¶ (1) العقد المنظوم))(ص417). ((الكشف))(2: 1199). ((هدية العارفين))(ص748). ¶ (2) العقد المنظوم))(ص417). ¶ (3) الكشف))(2: 1862). ((العقد المنظوم))(ص417). ¶ (4) هدية العارفين))(ص748). ¶ (5) هدية العارفين))(ص748). ¶ (6) العقد المنظوم))(ص417). ((الكشف))(1: 347). ((هدية العارفين))(2: 748). ¶ (7) في ((الكشف))(1: 347). ¶ (8) الكشف))(1: 347). ¶ (9) العقد المنظوم))(ص417). ((هدية العارفين))(ص748). وقال صاحب ((السجل العثماني))(3: 501): حاشية على الهداية إلى مبحث الكراهة. ¶ (10) الكشف))(1: 803). ((هدية العارفين))(ص748). ¶ (11) العقد المنظوم))(ص411). ¶ (12) العقد المنظوم))(ص411). ¶ (13) ذكرها بروكلمان (2: 433)، وأشار إلى وجود نسخة مخطوطة في بينا بالهند برقم (81/1). ¶ (14) ذكرها بروكلمان (2: 433)، وأشار إلى وجود نسخة مخطوطة في برلين برقم (5107). ¶ (15) ذكرها بروكلمان (2: 433)، وأشار إلى وجود ثلاث نسخ مخطوطة منها في أسعد أفندي باستانبول برقم (1456)، وفي يلدز برقم (248) تصوف، وفي الاسكندرية برقم (172/1) فنون.",
            "page": "13",
            "part": "1"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "((رسالة في طبقات المسائل))(1). ¶ ((رسالة في لطائف الخمس))(2). ¶ ((رسالة في وقف النقود))(3)، قال حاجي خليفة(4): وهي على مقالة، أولها: الحمد لله الذي وقف في بيداء ألوهيته ...الخ، قال فهذه رسالة عملناها في بعض أحكام تتعلق بالأوقاف من الاستيجار والاستبدال...الخ. ¶ ((رسالة في وقف النقود))(5)، قال حاجي خليفة(6): وهي على مقالتين، أولها: الحمد لله الواقف على أسرار العباد... الخ. ¶ قال صاحب ((العقد المنظوم))(7): له رسالتان متعلقتان بالوقف كتبهما في الحادثة ¶ التي وقعت بينه وبين المولى شاه محمد، وهي معروفة. ¶ وقال إسماعيل باشا(8): رسالة في وقف النقود تتعلّق ببعض أحكام الوقف. ¶ __________ ¶ (1) ذكرها بروكلمان (2: 748)، وأشار إلى وجود ثلاث نسخ مخطوطة في برلين (4868) وفي (ليدن برقم (1884) وفي (الفاتيكان برقم (5/1460). وفي ((المورد))(ص491): احتوت مكتبة دار الكتب المصرية على نسخة مخطوطة رابعة منها ضمن مجموع (146م) الورقة (11أ-12ب) وعنوانها: رسالة في طبقات مسائل مذهب الإمام أبي حنيفة، وجاء في أولها: هذه رسالة للمولى الفاضل فريد دهره ووحيد عصره علي جلبي الشهير بقنالي زادة رحمه الله آمين آمين آمين بسم الله الرحمن الرحيم، وبه نستعين: اعلم وفقك الله تعالى أن مسائل أصحابنا رحمه الله على ثلاث طبقات: الأولى مسائل الأصول وتسمى ظاهر الرواية أيضاً، وهي مسائل رويت عن أصحاب المذهب ...ثم بين الثانية فقال: الثانية مسائل النوادر... وشرحها.. ثم أتبع ذلك بذكر الطبقة الثالثة من المسائل، وهي الفتاوى. ¶ (2) ذكرها بروكلمان (2: 433)، وأشار إلى وجود نسخة في ليدن برقم (1603). ¶ (3) الكشف))(1: 898-899). ¶ (4) في ((الكشف))(1: 898-899). ¶ (5) الكشف))(1: 898-899). ¶ (6) في ((الكشف))(1: 898-899). ¶ (7) العقد المنظوم))(ص417). ¶ (8) في ((هدية العارفين))(1: 748).",
            "page": "14",
            "part": "1"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "((رسالة لطيفة على موضع في شرح العضد)) عرضها على المولى جوي زاده، فاستحسنها غاية الاستحسان(1). ¶ ((الرسالة السيفية))(2) قال حاجي خليفة(3): أولها: الحمد لله الذي سن بمفروض توفيقه سيوف الأفكار... . ¶ قال صاحب ((العقد المنظوم))(4) عنها: أجاد فيها كلّ الاجادة على ما اعترف به الجمهور من الأفاضل السادة. ¶ مما فيها: وبعد فإن السيف في حنادس الوقائع شهاب ساطع، وإلى ممالك المعالي صراط واسع، وعلى مسائل العزائم بيان قاطع، وإن كان في أواسط الناس بالتقليد مشهوراً فأردت أن أرصعه بجواهر التوصيف وأحليه بعلائق التعريف. ¶ وفيها: ¶ يعرف ضروبا من فنون الحرب ¶ وهو مجد في كلّ كرّ وكرب ¶ إذا شهر يشرق النور من غربه، فهو المشهور بالشرق والغرب، ذو علائق لكن إذا جرد يكون من أصحاب اليمين، وقد يعتكف في خلوة القراب فيكون من المقربين، جدول ربما يشق من الدروع بحراً مواجاً يفتح باب النصر فترى الناس يدخلون في دين الله أفواجا، ذو وجهين، له طبع حديد وبأس شديد(5). ¶ __________ ¶ (1) العقد المنظوم))(ص411). ¶ (2) ريحانة الألبا))(ص325) . ((العقد المنظوم))(414-415). ((الكشف))(2: 1019). ذكرها بروكلمان (2: 433): وأشار إلى وجود ثلاث نسخ خطية منها: في فينا برقم (388)، وفي برلين بالمجموع المرقم (8505/2)، وفي ليدن برقم (439). ¶ (3) في ((الكشف))(2: 1019). ¶ (4) العقد المنظوم))(414-415). ¶ (5) ينظر: ((ريحانة الألبا))(ص325). و((العقد المنظوم))(414-415).",
            "page": "15",
            "part": "1"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "((الرسالة القلمية))(1)، قال حاجي خليفة(2): الرسالة السيفية والقلمية ذكر فيها مناظرة السيف والقلم بألفاظ رائقة وعبارات فائقة على طريقة الأدباء، وقال(3): أولها: لك الحمد يا من أكرم الإنسان ...الخ. ¶ وقال صاحب ((العقد المنظوم))(4) عنها: أبدع فيها كل الابداع بحسن الترتيب ولطف الاختراع، وقد أثبت له ما يستجاد ويحكم الناظر فيه أنه أحسن وأجاد، فمنها: مدّ باعه في العلوم ومدّه فيه شبر حبر ماهر إذا رأيت آثاره تقول ما أحسن هذا الحبر، قادر على تحرير العلم وتحبيره، يتكلم ويذر على الكافور عبيره، فيا حسن تعبيره، إذا أشكل رفع الاشكال، وغذا قيد أطلق العقول من العقال، طوراً يجلس في الدست مثل الكرام الصيد، وورا يبيت على كهف المحبرة باسطاً دراعيه بالوصيد كأنه يتنَزه في مراتع الطرب ويتسمر في بلابل القصب إذا شط داره شط عنه مزاره، فهو يبكي كالغمامة وينوح كالحمامة، يذكر لذاته وأترابه، ويحن إلى أول أرض مس جلده ترابه، على الأنامل خطيب مصقع ألف تراه، تارّة في الدواة وأخرى على الأصبع، يقول في خدمة الناس، وإذا قلت له أجر يقول على الرأس يتعيش بكسب يمينه ويقتات من عرقه جبينه لفظوا باسمه فصيحاً، وهومحرف أرادوا أن يصحفوه فلم يتصحف ميزاب عين الحكمة عنه نابع، مقياس بمصر أصابع أخرس، ولكن لسانه قارئ يتكلم بعدما قطع رأسه،وهو حكمة الباري،مداح لكنه لا يفارقه الهجا،يستر طرة صبح تحت أذيال الدجى. ¶ ومنها: ¶ هداهم إلى التقوى وعلم بالقلم ¶ لك الحمد يا من أكرم الناس بعدما ¶ وينقش لوح الكون من ذلك الرقم ¶ يؤلف بين الكاف والنون آمرا ¶ __________ ¶ (1) العقد المنظوم))(ص414). ((ريحانة الألبا))(ص322). ذكرها بروكلمان (2: 433) وأشار إلى وجود ثلاث نسخ مخطوطة لها في ليدن برقم (440)، وفي مركز جاريت بجامعة برنستن بأمريكا برقم (214/4)، وفي كوبنهاكن برقم (231/1). ¶ (2) في ((الكشف))(1: 873) ¶ (3) في ((الكشف))(1: 884). ¶ (4) العقد المنظوم))(ص414).",
            "page": "16",
            "part": "1"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "على مرقد فيه المروءة والكرم ¶ وسحب من التسليم يسكب وبلها ¶ وقد نسخت من دونه كتب الأمم(1) ¶ تجافى عن الاقدام طرف بنانه ¶ ((شرح قصيدة البردة))(2). ¶ ((طبقات الحنفية))(3). ¶ ((كتاب منشآت)) باللسان التركي(4). ¶ ((نزهة نامت))(5) منظومة تركي. ¶ الحادي عشر: بعض ثناء العلماء عليه وبعض شعره: ¶ قال صاحب ((العقد المنظوم))(6): كان رحمه الله أحد أماجد القروم في كل منطوق ومفهوم، ذا نفس عليّة وسجية سنية، ذلل من العلوم صعابها،ورفع عن مخدرات الفنون قناعها وحجابها، فأمست عرائس النكات إليه مزفوفة،وأصبحت عوائص الفوائد المبهمات لديه مجلوة مكشوفة، خاض في غمار العلوم، فجاء بكل فريدة يتنافس فيها آذان الأيام، وقصد ميادين الفهوم فأتى بكلّ رهينة يتسابق عليها كمت الشهور والأعوام، وكان رحمه الله واسع المعرفة كثير الافتنان، جارياً في ميدان المعارف بغير عنان، وقد اخترع الكثير من المعاني، وولد وقلّد جيد الزمان بخرائد منثورة ومنظومة ما قلّد، وكان شيخ العربية، وحامل لوائه ، وشمس بروجه، وكواكب سمائه، كلما انطق البراعة أعجز، وكلما وعد الانجاز وفّى ذلك الوعد وأنجز. ¶ وقال(7): ممن صبغ يده بألوان العلوم وأظهر اليد البيضاء في كل منثور ومنظوم، وشنف آذان الدهر بغرر كلماته، وقلّد جيد الزمان بدرر مصنوعاته، واعترف بفضله الكثير من الأفاضل السادة. ¶ __________ ¶ (1) ينظر: ((ريحانة الألبا))(ص322). ¶ (2) هدية العارفين))(ص748). ¶ (3) الكشف))(2: 1099). ((هدية العارفين))(ص748). ((معجم المؤلفين))(2: 396). ¶ (4) العقد المنظوم))(ص417). ((الكشف))(2: 1862). ¶ (5) الكشف))(2: 1948). ((هدية العارفين))(ص748). ¶ (6) العقد المنظوم))(ص412). ¶ (7) في ((العقد المنظوم))(ص411).",
            "page": "17",
            "part": "1"
        },
        {
            "hno": null,
            "id": "17",
            "nass": "وقال الخفاجي(1): كامل أخلاقه، توأم نسيم السحر، وعيون آثاره منازل عيون النوارغب المطر، فهي في مذاق النهى ألذّ من الأمل وأحلى من الحياة المقتنصة من يد الأجل، وأشعاره بالألسنة الثلاثة في وجوه الطروس تفضح اللمى والحور، وتجذب بأيادي لطفها عنان الفؤاد والبصر، تشابهت معانيه الدقيقة بكاسات كلماته الرقيقة، فسر الدهر ذكره وعطر برد الوجود نشره: ¶ ذكراه أخرج فدية من أحرما ¶ وأرى الحجيج إذا أرادوا ليلة ¶ أدار في الروم من الأدب كأس حمياه، ونشر بأرجائها أرج أنفاسه حتى تعطرت برياه ببراعة يصف لسان يراعها نفثات السحر، وفضائل ارخصت صنائعها بضائع الشجر، وعلو قدر يعمم هامة الراسيات وسوابق عزم تقف دون مداه أصناف الصافنات، تشرف قضاء العسكرين بمحكم أحكامه، ونشرت على أعلام تلك الأقطار خافقات أعلامه، وله رحلة لمصر ألبس فيها أعطاف مجده برودا، ونظم بها من الشعر العربي في جيد الدهر عقوداً. ¶ فمما صدحت به حمائم فصاحته على قضب البراع، وتلت ألسن براعته ما ثنى إليه أعنة الأبصار والأسماع قوله: ¶ عليها نقطة من مسك خالك ¶ أرى في صدغك المعوج دالاً ¶ فها أناها ئم من أجل ذلك ¶ فصارت داله بالنقط ذالاً ¶ وله أيضاً: ¶ أسرى بمبسمه الشهيّ وثغره ¶ أسروه من ثغر العدو فأصبحوا ¶ فهو الذي ملك الفؤاد بأسره ¶ أسروه كي يسمّى أمير جمالة ¶ وله أيضا: ¶ في عارض بخيال وجهك فارضي ¶ قالوا تبدى وجه من أحببته ¶ دع عنك دمعاً مثل بحر فائض ¶ شمس الجمال تسترت في عارض ¶ ذاتية ليست تزول بعارض ¶ فأجبتهم يا قوم إن محبتي ¶ وله أيضاً: ¶ لما رأى في حواشي خدّه لاما ¶ ولائم لام في حبي لذي غنج ¶ تبين علة من في حبه لاما ¶ فقلت ذي لام تعليل بوجنته ¶ وله أيضاً: ¶ فقال أمن كأس الصبابة تغتبق ¶ وافى وأنفاسي تصعد من جوى ¶ فقلت أجل إن القلوب لتحترق ¶ وهل تحت رقّ الحبّ قلبك في لظى ¶ وله أيضاً: ¶ __________ ¶ (1) في ((ريحانة الألبا))(ص319-321).",
            "page": "18",
            "part": "1"
        },
        {
            "hno": null,
            "id": "18",
            "nass": "احشاك حتى رأينا القلب وهاجا ¶ لهيب نار الهوى من أين جاء إلى ¶ ألفى سبيلاً إلى قلبي ومنهاجا ¶ وما دروا أنه من سحر مقلته ¶ وله أيضاً: ¶ حلا ذكره في الذوق وهو مدام ¶ سقى الله عيشاً في ظلال ربوعهم ¶ على وجنة الدهر الممنع شام ¶ ليال لنا في مصر وصل كأنها ¶ إذا ناح فوق الأيكتين حمام ¶ يحين حمامي من حنيني ولوعتي ¶ وله أيضاً: ¶ أنفق فإن الله كافل عبده ¶ فالرزق في اليوم الجديد جديد ¶ المال يكثر كلما أنفقته ¶ كالبئر ينْزح ماؤه فيزيد ¶ وله أيضاً: ¶ إذا أتاه من اللات في ندم ¶ يا من يقيل عثار العبد بالكرم ¶ من المظالم في داج من الظلم ¶ أرشد بنور الهدى نفسي فقد بقيت ¶ وله أيضاً: ¶ جنح الظلام بصخرة صماء ¶ يا باصراً بدبيب رجل نميلة ¶ دنف جريح تحت لج الماء ¶ يا سامعاً لنعيق أضعف ضفدع ¶ آثار ذنب جل عن إحصاء ¶ أمنن بقطرة رحمة تمحو بها ¶ الثاني عشر: وفاته ومكان قبره: ¶ بعد عدة أشهر من تقليده قضاء العساكر المنصورة اتفق سفر السلطان إلى مدينة أدرنة، وكان مبتلى بعلّة عرق النسا، فاشتدت بالحركة وشدة البرد وعالجه بعض المتطببة ودهنه بدهن فيه بعض السموم، ثم أعقبه بالطلاء بدهن النقط فنفذ السمّ إلى باطنه فكان ذلك سبب موته، فإنه مات عقيب الطلاء المزبور، وذلك في اليوم السابع من شهر رمضان من شهور سنة تسع وسبعين وتسعمئة(1). ¶ وحضر جنازته عامة الوزراء والعلماء وصلي عليه في الجامع العتيق ودفن بظاهر ¶ باب أدرنه في المقابر المشهورة بمقابر الناظم الواقعة على طريق القسطنطينية(2). ¶ الثالث عشر: صحة نسبة طبقات الحنفية لابن الحنائي: ¶ __________ ¶ (1) اتفق من ترجم له على تاريخ وفاته. ينظر: ((هدية العارفين))(1: 748). ((الأعلام))(5: 165). ((معجم المؤلفين))(2: 396). وغيرها. ¶ (2) ينظر: ((العقد المنظوم))(ص412).",
            "page": "19",
            "part": "1"
        },
        {
            "hno": null,
            "id": "19",
            "nass": "وقفت على بحث في مجلة المورد كتبه الأستاذ الدكتور الفاضل محيي هلال السرحان، جمع فيه عدّة أدلة على صحة نسبة الكتاب لابن الحنائي، وخطأ نسبته لطاشكبرى زاده، ورأيت أنه أوفى الموضوع حقّه من البحث والتنقيب فأكتفي بإيراده مع اختصار لبعض ما فيه واستدراك بعض الشيء عليه، وهو معروض على هيئة أدلة: ¶ الدليل الأول: ¶ إن المترجمين لطاشكبرى زاده لم يذكروا له كتاباً بهذا الموضوع ، فلو تتبعت ترجمته في الكتب وفهارس المخطوطات لما وجدت في قائمة مؤلفاته كتاباً بهذا الاسم ولا بهذا المعنى باستثناء كتاب ((الشقائق النعمانية في علماء الدولة العثمانية))، وهو مطبوع معروف، فإنه ليس مختصاً بطبقات الحنفية وإنما هو لعلماء الدولة العثمانية، وباستثناء ما ذكروه من أن له كتاباً بعنوان((نوادر الاخبار في مناقب الأخبار))، فهو وإن كان في التراجم إلا أنه لا يلتقي مع هذا الكتاب، فقد قال عنه حاجي خليفة(1): ((نوادر الأخبار في مناقب الأخيار)) في مجلد للمولى أحمد بن مصطفى المعروف بطاشكبرى زاده، المتوفى (962هـ)، ـ والصواب (968هـ) ـ جعله على ترتيب الحروف، وتضمن كل حرف ثلاثة أبواب في أوله سير الصحابة لأبي محمد الاندرسقاني، وفي الثاني: رجال ((وفيات الأعيان)) لابن خلكان، وفي الثالث: رجال تاريخ الحكماء للشهرستاني....الخ. ¶ في حين اقتصر هذا المختصر على علماء الحنفية مرتبين على الطبقات مع الترتيب الزمني. ¶ ثم إنه لم يذكره في كتابه ((مفتاح السعادة)) الذي في موضوعات العلوم حين ذكر كتب الطبقات(2)، مما يدل على أن الكتاب لم يؤلف بعد حين ألف ((مفتاح العلوم))، ومعلوم أن طاشكبرى زاده قد توفي قبل وفاة ابن الحنائي بإحدى عشرة سنة. ¶ الدليل الثاني: ¶ __________ ¶ (1) في ((الكشف))(2: 1978). ¶ (2) مفتاح السعادة))(1: 285).",
            "page": "20",
            "part": "1"
        },
        {
            "hno": null,
            "id": "20",
            "nass": "لكتاب ((طبقات الحنفية)) لابن الحنائي نسخ مخطوطة عديدة في مكتبات العالم المهتمة بالمخطوطات نسبته إلى ابن الحنائي صراحة، وغفلت بعضها عن نسبه إذ قد يسقط الغلاف أو الورقة التي تحمل اسم المؤلف أو غير ذلك، ففي كل النسخ لم ينسب الكتاب إلى طاشكبرى زاده إلا في نسخة الكتاب المصرية والنسخة التي اعتمدها الناشر فقط. ¶ وهاهي نسخ الكتاب المخطوطة وأماكن وجودها والمعلومات المتعلقة بها لتثبيت النسبة: ¶ نسخة مخطوطة من الكتاب بعنوان ((مختصر في طبقات الحنفية)) ذكر عليها اسم علي بن الحنائي في مكتبة القديس(R.. P. Paul Sbath) في القاهرة تحت الرقم (864)، أشار إليها بروكلمان(1). ¶ نسخة مخطوطة في برلين بربل، أشار إليها بروكلمان(2) أيضاً، وهي النسخة التالية: ¶ نسخة مخطوطة في مركز (Garrette) في مكتبة جامعة برنستن بأمريكا، ورقمها (706) فيها. وهذه النسخة هي التي أشار إليها بروكلمان بأنها نسخة برلين بربل إذ أن مخطوطات هذه المكتبة قد آلت أخيراً إلى مركز جاريت كما يظهر من شرح واضعي الفهرس. وجاء في عنوانها: مختصر في ذكر طبقات الحنفية للمولى علي بن أمر الله بن الحنائي، تبدأ المخطوطة: بسم الله الرحمن الرحيم وبه التوفيق، الحمد لله رب العالمين والصلاة على سيدنا محمد وعلى آهل وصحبه أجمعين... . وجاء في نهايتها: تمت الطبقات في بيان علماء الإمام الأعظم رحمهم الله تعالى أجمعين آمين. وقد وقعت في (30) ورقة بقياس (20.5×12.7سم، (15.4×6.7سم) في (23) سطراً بخط فارسي جميل، حليت عناوينها بالمداد الأحمر. ¶ نسخة مخطوطة منسوبة إلى ابن الحنائي في المكتبة الظاهرية(3) بدمشق تحت الرقم (8950) تقع في (79) ورقة ترقى إلى القرن الثالث عشر. ¶ نسخة ثانية في المكتبة نفسها ضمن المجموع المرقم (7831) شغلت الورقات (103-134) منسوبة إليه أيضاً. ¶ __________ ¶ (1) Brock. S. II. P. 634 ¶ (2) Brock. S. II. P. 634 ¶ (3) مخطوطات دار الكتب الظاهرية)) (ص336-337).",
            "page": "21",
            "part": "1"
        },
        {
            "hno": null,
            "id": "21",
            "nass": "نسخة أخرى في المكتبة نفسها ضمن المجموع المرقم (7149) حديثة العهد تشغل الورقات (107-143) منسوبة إليه. ¶ نسخة في المكتبة نفسها ناقصة ضمّها المجموع رقم (6016) وشغلت الورقات (21-27)، وهي أيضاً منسوبة إليه. ¶ نسخة في دار صدام للمخطوطات برقم (9002)، وهي إحدى النسخ المعتمدة في التحقيق، كتب على غلافها ما صورته: طبقات الحنفية (بخط فارسي) ثم جاء بعدها قوله: طبقات الحنفية لعلي بن أمر الله بن الحنائي المتوفى سنة (979)،وهو مختصر على إحدى وعشرين طبقة كتب فيه المشاهير، بدا بالإمام وختم بابن كمال باشا، أوله الحمد لله رب العالمين، انتهى من ((كشف الظنون)) من ثبت طبقات الحنفية. ¶ ثم جاء في ظهر ورقة الغلاف: ترجمة ابن الحنائي منقولة من سجل عثماني، وهي: علي أفندي قنالي زاده، هو ابن أمر الله أفندي المتوفى (967)، كان مدرساً وقاضياً بالشام ومصر، وولي القضاء في الاستانة في جمادى الأخرة لسنة (978)، وأنيط إليه قضاء الأناضول، توفي سنة (979) في اليوم السادس من رمضان، كان رحمه الله من العلماء الماهرين في الرياضيات والتفسير والحديث، وله قلم مقبول في التحرير، وشعر سلس في اللغات الثلاث، وله من المؤلفات: ((حواش على المواقف))، و((التحرير))، و((الدرر)) لم يتمها، ((تعليقات على الهداية إلى مبحث الكراهة))، و((أخلاق علائي)) و((الرسالة السيفية))، و((القلمية)). ((سجل عثماني))(ص501ج3). ¶ ثم جاء في الورقة الأولى تملك بلفظ (صاحبه ومالكه الفقير الحقير العبد الذليل محمود بن حاجي علي جلبي بن يحيى جلبي الشرواني من محال اغداش تركية كلي الداغستاني عفا الله عنه) وهو ناسخ الكتاب كما سيأتي. ¶ ويتضح من ذلك أن نسخ طبقات الحنفية المنسوبة إلى الشرواني هذا قد تكون نسخاً من طبقات الحنفية لابن الحنائي وضع عليها اسم ناسخه الشرواني كما سيظهر فيما بعد.",
            "page": "22",
            "part": "1"
        },
        {
            "hno": null,
            "id": "22",
            "nass": "وعدد أورقها (40) ورقة، شغلت المخطوطة (35) ورقة وشغلت النقول بقية الورقات وقياسها: (21×15)سم في (21)سطراً، وهي من مخطوطات عباس العزاوي. والنسخة جيدة وأخطاؤها قليلة لذا رجحت ما فيها كثيراً أثناء تحقيق الكتاب. ¶ نسخة مخطوطة في مكتبة الأوقاف العامة ببغداد برقم (23180)، وهي إحدى النسخ المعتمدة في تحقيق الكتاب، والنسخة مقبولة لكنها كثيرة الأخطاء والتصحيفات، وتتشابه كثيراً في تحريفاتها وتصحيفاتها مع النسخة المطبوعة، وقد وقعت في (40) ورقة بقياس: 19×14سم. ¶ نسخة مخطوطة في دار الكتب المصرية(1) برقم (843) تاريخ، نسبت إلى رفيع الدين الشرواني، اعتماداً على ما ذكر في طبقات الفقهاء والعباد والزهاد، وتشكك المفهرس في هذه النسبة، ورجح أن تكون للمولى علي بن أمر الله الحنائي. ¶ وصفها صاحب الفهرس بقوله: جمع فيها جملة من تراجم أصحاب الإمام أبي حنيفة في عصره ومن جاء بعده ورتبهم على إحدى وعشرين طبقة، وبين فيها أن الطبقة الأولى هو الإمام الأعظم أبو حنيفة النعمان، والطبقة الأخير المولى أحمد بن سليمان بن كمال باشا الحنفي المتوفى (940هـ). ¶ نسخت بقلم معتاد بخط السيد محمد علي يس. والظاهر أن هذه النسخة هي نسخة كتاب طبقات الحنفية للمولى ابن أمر الله ابن الحنائي، وان وضع اسم الشرواني كان اجتهاداً من أحد النساخ والمفهرسين، إذ ورد عنوانها كالآتي: (طبقات الحنفية تأليف العلامة رفيع الدين الشرواني كما ذكر في أول طبقات الفقهاء والعباد والزهاد)، وهو صريح في أنه الحق اسم المؤلف إلحاقاً اعتماداً على ما في كتاب ((طبقات الفقهاء والعباد والزهاد)). ¶ __________ ¶ (1) فهرس الكتب الموجودة بدار الكتب المصرية لغاية ديسمبر 1928)) (دار الكتب1930) (5: 248).",
            "page": "23",
            "part": "1"
        },
        {
            "hno": null,
            "id": "23",
            "nass": "وفي إحدى نسخ كتاب ((طبقات الفقهاء والعباد والزهاد في دار الكتب المصرية))(1) المرقمة (7162)ح نجد المفهرس فؤاد سيد يقول عنها: ((طبقات الزيلة لمحمد أمين بن حبيب بن أبي بكر بن خضر الزيلة لي الأصل المدني المولد والمنشأ منعلماء القرن الثالث عشر الهجري، ويظهر أنه توفي سنة (1240هـ) جمع فيه طبقات الفقهاء والعباد والزهاد والمؤرخين والقراء واللغويين والشعراء وغيرهم أوله في طبقات أصحاب إمامنا أبي حنيفة النعمان بن ثابت ( ...الخ. ¶ نسخت بقلم معتاد كتب جزء منها في سنة (1225هـ) كما في الورقة (119) بأولها ثلاث ورقات بها طبقات الحنفية للشرواني وهي (22) طبقة في (259) ورقة وأسطرها (27×23 سم). فيفهم من ذلك أن طبقات الشرواني ثلاث ورقات فقط، وهو أشبه بما جرى في نسخة مكتبة مدرسة الحجيات في الموصل إذ وضع للمخطوطة فهرس يضم أسماء المترجم لهم في طبقات الحنفية وقع بثلاث صفحات من القطع الكبير فربّما كان هذا الفهرس من عمل الشرواني ناسخ النسخة أو ربَّما وضعَ اسمَه على سبيل التملّك كالذي مرّ في نسخة دار صدام. ¶ وعلى كل حال فإن نسخة دار الكتب المصرية من طبقات الحنائي المرقمة (843) هي لابن الحنائي؛ لأن اسم الشرواني وضع اعتماداً على ما جاء في طبقات الزيلة لي وهو أمر يتطرق إليه الشكّ. فكيف تكون تلك الطبقات ثلاث ورقات إن لم تكن فهرساً؛ ولذلك نجد واضع الفهرس يتشكك في نسبة هذه الطبقات إلى الشرواني. ¶ وما ذكرناه هنا ينطبقُ على النسختين التاليتين: ¶ نسخة أخرى في المكتبة نفسها(2) يحملها المجموع المرقم (102 مجاميع التاريخ) في دار الكتب المصرية. ¶ __________ ¶ (1) فهرس المخطوطات)) نشرة بالمخطوطات التي اقتنتها الدار في من سنة 1926-1955) (دار الكتب 1962) القسم الثاني(ص113). ¶ (2) فهرس الكتب الموجودة بدار الكتب المصرية لغاية ديسمبر 1928)) (دار الكتب1930) (5: 248).",
            "page": "24",
            "part": "1"
        },
        {
            "hno": null,
            "id": "24",
            "nass": "نسخة أخرى في المكتبة نفسها(1) (9) أيضاً تحت الرقم (860 تاريخ) في دار الكتب، وهي نسخة ناقصة تنتهي إلى آخر الطبقة السادسة عشرة مخطوطة بقلم معتاد يليها ستة عشر مسألة في بعض مسائل فقهية خلافية. ¶ نسخة أخرى في المكتبة نفسها(2) (91) تحت الرقم (514 تاريخ) بدار الكتب تحمل عنوان (مختصر في طبقات الحنفية): قال المفهرس: أوله بعد الديباجة: وبعد فهذا مختصر في ذكر طبقات الحنفية ذكرت فيه المشاهير من الأئمة الذين نقلوا علم الشريعة في كل طبقة ونشروها بين الأمة مع سلسلتهم على طبقاتهم وأحوالهم على درجاتهم الأقدم فالأقدم على الترتيب البليغ...الخ ذكر في أوله أنه رتَّب الفقهاءَ على سبع طبقات وابتدأ بترجمة الإمام الأعظم أبي حنيفة النعمان ( وانتهى فيه إلى المولى أحمد بن كمال باشا المتوفى (940هـ)، في مجلد مخطوطة بقلم معتاد. ¶ وهذه الأوصاف تنطبق على كتاب طبقات الحنفية لابن الحنائي الذي نحن بصدده ¶ نسخة مخطوطة في مكتبة الحجبات في الموصل غفل فيها من ذكر اسم المؤلف، قال واضع الفهرس حين ذكر هذه المخطوطة: فهرست طبقات العلماء من أبي حنيفة ومَن ينسب إليه ناقص الآخر ويقع في (19) ورقة متفرقة نتيجة الخطأ في التجليد. وفيها قدم الناسخ ذكر فهرس العلماء المذكورين في هذه الطبقات وهم كثيرون جداً وقد شغل ذلك ثلاث صفحات ونصف من القطع الكبير جداً حتى انتهى من الفهرس ثم ذكر ديباجتها فقال بسم الله الرحمن الرحيم الحمد لله رب العالمين والصلاة على سيدنا محمد وآله وصحبه أجمعين وبعد فهذا كتاب مختصر في ذكر طبقات الحنفية ذكرت فيه المشاهير من الأئمة الذين نقلوا علم الشريعة...الخ. ¶ __________ ¶ (1) المصدر نفسه. ¶ (2) المصدر نفسه (5: 235).",
            "page": "25",
            "part": "1"
        },
        {
            "hno": null,
            "id": "25",
            "nass": "وجاء في آخرها في الورقة 12ب ترجمة المولى أحمد بن كمال باشا فقال كان وحيد دهره وفريد عصره أخذ عن مولانا سنان باشا ومولانا لطفي المقتول توفي رحمه الله سنة أربعين وتسعمئة تمت في سنة 968 في وقت بين الصلاتين في شهر ذي القعدة. ¶ والظاهر أن الناسخ نسخها عن نسخة كتبت في التاريخ المذكور وهو تاريخ يسبق وفاة المؤلف بإحدى عشرة سنة. ¶ ثم أتبع ذلك بنقول من كتب مختلفة فصارت في (19) ورقة وإلا فهي في (11) ورقة إذا استثنينا الفهرس والنقول الملحقة بها، وقد جاءت بقطع كبير قياسها (29×10سم) بخط معتاد، وقد حليت رؤوس الموضوعات والتراجم بالمداد الأحمر. ¶ نسخة مخطوطة في جامعة براغ(1)، وقعت هذه النسخة في مجموع شغلت منه (42) ورقة الأولى في (15) سطر بخط فارسي جميل جداً، حليت رؤوس ¶ مواضيعه وعنوانات حواشيه بالمداد الأحمر وأحيطت صحائفه بجداول. ¶ وقد أثبت على الغلاف اسم الكتاب طبقات أصحاب الحنفية لحنائي زاده علي جلبي المرحوم. ¶ جاء في أولها الحمد لله رب العالمين والصلاة على سيدنا محمد وآله وصحبه أجمعين وبعد فهذا كتاب مختصر في ذكر طبقات أصحاب الحنفية ذكرت فيه المشاهير من الأمة الذين نقلوا علم الشريعة...الخ ¶ __________ ¶ (1) فهرس مخطوطات مكتبة جامعة براغ)) (تشيكوسلوفاكيا) مكتوب على الآلة الكاتبة (ص2) تسلسل رقم (79).",
            "page": "26",
            "part": "1"
        },
        {
            "hno": null,
            "id": "26",
            "nass": "وجاء في خاتمتها في نهاية ترجمة ابن كمال باشا قوله: توفي رحمه الله سنة أربعين وتسعمائة. ثم قال الناسخ ذاكراً اسمه ومؤرخاً تاريخ نسخ هذه المخطوطة الفريدة جاعلاً ذلك كاللغز: جف قلم العبد الفقير عن ترقيم الكتاب الخطير معيد أحمد بن رجب الكانفروي حفَّهما مغفرة الملك القوي في مدرسة السلطان بايزيد خان عليه الرحمة والغفران بدار السلطنة قسطنطينية صانها الله عن البلية في يوم الجمعة وهو العشر الثاني من الثلث الثالث من السدس الثالث من النصف الأول من العشر الأول من العشر الثامن من التالي عشرة أمثاله من الأعوام من هجرة خير الأنام عليه أفضل الصلاة والسلام وعلى آله وصحبه الغر الكرام. انتهت. ¶ وقد دققت في ذلك فظهر لي أن تاريخ النسخ هو يوم الجمعة (22) ربيع الأول سنة (1071)هـ. ¶ نسخة مخطوطة في مكتبة (Chester Beatty) في دبلن بايرلندة (94) تحتفظ بالرقم (5372) بعنوان طبقات العلماء الحنفيين منسوبة لسيف الدين علي جلبي بن أمر الله محمد إسرافيل قنالي زاده الحميدي (المتوفى 979هـ/1572م) غير مؤرخة ويظن أنها تعود إلى القرن الحادي عشر الهجري (السابع عشر الميلادي). ¶ تقع ضمن مجموع شغلت منه القسم الرابع في الورقات: (102-151)، قياسها: (18.4×13.3سم) بخط نسخ واضح. ويوجد نسخة مصورة عنها في مكتبة الجامعة الأردنية (4772). ¶ نسخة في مكتبة فينا القيصرية برقم (1186) أشار إليها بروكلمان(1). ¶ نسخة مخطوطة في المتحف البريطاني برقم (1302) أشار إليها بروكلمان(2). ¶ نسخة مخطوطة في مكتبة بودليانا ضمن المجموع رقم (114) أشار إليها بروكلمان(3). ¶ فهذا العدد الكبير من مخطوطات الكتاب الناطقة بنسبة الكتاب إلى ابن الحنائي مضافاً إلى تصريح المترجمين إليه يجعل هذه النسبة ثابتةً لابن الحنائي، ويكفي في الدلالة على نسبته له وينفيه عن طاشكبرى زاده. ¶ الدليل الثالث: ¶ __________ ¶ (1) Brock. S. II. P. 433 ¶ (2) Brock. S. II. P. 433 ¶ (3) Brock. S. II. P. 433",
            "page": "27",
            "part": "1"
        },
        {
            "hno": null,
            "id": "27",
            "nass": "إن النسخة التي اعتمد عليها الناشر مؤرخة بتاريخ يوم السبت الثامن من ذي الحجة ختام سنة ثمان وسبعين وألف. ¶ وفي النسخ التي ذكرت ما يرجع إلى تاريخ يسبق هذا التاريخ. ¶ الدليل الرابع: ¶ نسبه حاجي خليفة له فقال(1): وجمع المولى علي بن أمر الله ابن الحنائي مختصراً على إحدى وعشرين طبقة كتب فيه المشاهير بدا بالإمام وختم بابن كمال باشا، أوله: ¶ الحمد لله رب العالمين. ¶ فهذا الوصف ينطبق على النسخ المخطوطة المتوفرة لكتاب ابن الحنائي، فضلاً عن أنه لم يذكر أن للمولى طاشكبرى زاده كتاباً في الطبقات، ولو كان له كتاب في ذلك لذكره، لشدة تتبعه لكتب الحنفية وأسماء مؤلفيها، فنسبة الكتاب إلى طاشكبرى زاده لم تتأيد بمؤيد خارجي في حين تأيدت نسبته إلى ابن الحنائي بشهادة خبير عالم بالكتب يرجع إليه حين الاختلاف، وهو حاجي خليفة، وشهادته في ذلك شهادة مختص. ¶ ونتيجة ذلك: وبعد هذه الأدلة الناطقة بنسبة هذا الكتاب إلى ابن الحنائي لا مناص من القول بأن الكتاب لابن الحنائي وليس لطاشكبرى زاده. ¶ وإن الناسخ، وثم الناشر من بعده قد وقعا في خطأ، وأوقعا فيه عشرات الباحثين طيلة نصف قرن من الزمان، فنسبا هذا الكتاب إلى غير مؤلفه، فقد آن للخطأ أن يزال، وآن للحقيقة أن تظهر، وآن للحق أن يعود إلى نصابه، وأن يصير الفضل إلى أهله. ¶ ( ( ( ¶ __________ ¶ (1) في ((الكشف))(2: 1099).",
            "page": "28",
            "part": "1"
        }
    ],
    "t35846": [
        {
            "id": "1",
            "lvl": "1",
            "sub": "1",
            "tit": "إعلام الذكي بأخبار ابن الحنائي"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": null,
            "tit": "أولاً: اسمه:"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": "1",
            "tit": "ثانياً: نسبه:"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": null,
            "tit": "ثالثاً: لقبه:"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": "1",
            "tit": "رابعاً: شهرته:"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": "2",
            "tit": "خامساً: ولادته:"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": "3",
            "tit": "سادساً: أسرته:"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": null,
            "tit": "سابعاً: شيوخه:"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": null,
            "tit": "ثامناً: الوظائف التي شغلها:"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": null,
            "tit": "تاسعاً: تلاميذه:"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": "1",
            "tit": "عاشراً: مؤلفاته:"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": null,
            "tit": "الحادي عشر: بعض ثناء العلماء عليه وبعض شعره:"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": null,
            "tit": "الثاني عشر: وفاته ومكان قبره:"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": "1",
            "tit": "الثالث عشر: صحة نسبة طبقات الحنفية لابن الحنائي:"
        }
    ]
}