{
    "b35850": [
        {
            "hno": null,
            "id": "6",
            "nass": "التحفة البديعة بأخبار صدر الشريعة ¶ للدكتور صلاح محمد أبو الحاج ¶ دار الوراق ¶ عمان، الأردن ¶ طبع ضمن نهاية النقاية على شرح الوقاية",
            "page": "5",
            "part": "1"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "الفصل الأول: ترجمة صدر الشريعة ¶ وتشتمل على تمهيد ومباحث: ¶ التمهيد في العصر الذي عاش فيه. ¶ المبحث الأول: في لقب صدر الشريعة. ¶ المبحث الثاني: في اسم جده صاحب ((الوقاية)). ¶ المبحث الثالث: في نسب جده صاحب ((الوقاية)). ¶ المبحث الرابع: فيما وقع من العلماء من الخلط في نسب صدر الشريعة. ¶ المبحث الخامس: في أسرته العلمية وطلبه للعلم وشيوخه ومَن تفقَّه عليهم. ¶ المبحث السادس: في مكانة صدر الشريعة العلمية وثناء العلماء عليه. ¶ المبحث السابع: في تلاميذ صدر الشريعة ومنهجه في التدريس. ¶ المبحث الثامن: في مؤلفات صدر الشريعة. ¶ المبحث التاسع: في وفاة صدر الشريعة ومكان قبره. ¶ تمهيد في عصر صدر الشريعة ¶ عاش المؤلِّفُ والشارحُ في الوقت الذي سيطرَ فيه المغولُ على بلاد ما وراء النهر وعاثوا فيها فساداً ودماراً ولا سيما بخارا؛ إذ خربت على يد جنكيزخان عام (616هـ)، قال ابن بطوطة(1) عنها: كانت بُخارا قاعدة ما وراء نهر جيحون من البلاد التي خرَّبها جنكيز التتريّ، فمساجدُها الآن ومدارسُها وأسواقُها خربةً إلاَّ القليل، وأهلُها أذلاّء، وشهادتهم لا تقبل بخوارزم وغيرها؛ لاشتهارهم بالتعصّب ودعوى الباطل وإنكار الحقّ، وليس بها اليوم مَن يُعَلِّم الناس شيئاً من العلم ولا مَن له عناية به. انتهى(2). ¶ __________ ¶ (1) كانت رحلة ابن بطوطة لبخارا في أوائل القرن الثامن. وابن بطوطة: هو محمد بن عبد الله بن محمد اللواتي الطنجي، أبو عبد الله، المعروف بابن بطوطة، طاف البلاد واتصل بكثير من الملوك والأمراء ومدحهم، وكان ينظم الشعر، واستعان بهباتهم على أسفاره، واستغرقت رحلاته (27) سنة، من مؤلفاته: ((تحفة النظار في غرائب الأمصار وعجائب الأسفار))، (403-779هـ). ينظر: ((الدرر الكامنة))(3: 480-481). ((إيضاح المكنون))(1: 262). ((هدية العارفين))(2: 169). ¶ (2) من ((رحلة ابن بطوطة))(1: 237).",
            "page": "6",
            "part": "1"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "ثمَّ أعيد بناؤها على يد أوكيدى خان، وهو الابن الثالث لجنكيز خان وولي عهده، جلس على العرش بعد أبيه سنة (624هـ)، وفي سنة (636هـ) ثار الشعب ضد المغول وطبقة الملاك، ولكن هذه الثورة أخمدت، وفي سنة (671هـ) فتح مغول فارس بخارا وظلّوا يعملون فيها السلب والنهب سبعةَ أيّام متواصلة، فدبّ فيها الخراب وتمّ تخريبها بعد ذلك بثلاثة أعوام على يدي الأميرين جوبه وقان، وهما من الأتراك الجغتاي، وظلّت سبعة أعوام لا تدب فيها نسمة، وفي عام (682هـ) أعاد تعميرها الأمير قيدومسعود بك وجلب إليها السكان، وفي (716هـ) أغار عليها مغول فارس مرّة أخرى وأخرجوا أكثر أهلها وأسكنوهم إقليم جيحون مرغمين(1). ¶ هذا الاضطراب الذي مرّت به بُخارا، وتغيّر أحوال أهلها كما وصف ابن بطوطة أدَّى إلى خروج عائلة المحبوبي منها إلى كِرمان إذ توفِّي بها جدَّي صدر الشريعة كما سيأتي، وعليه تكون نشأة صدر الشريعة في كِرمان. والله أعلم. ¶ وسيأتي معنا نصوص تدلُّ على أنّ مكان إقامة صدر الشريعة كان في هرات، ولكنّه كان رغم ذلك على اتصال ببخارا فيذهبُ إليها؛ إذ هي موطن الآباء والأجداد، وكانت وفاته فيها على ما سيأتي. ¶ وهرات في القرن الثامن على ما قال ابن بطوطة: أكبرُ المدن العامرة بخُراسان، ومدن خُراسان العظيمة أربع: ثنتان عامرتان، وهما: هرات ونيسابور، وثنتان خربتان وهما: بلخ ومرو، ومدينة هرات كبيرة عظيمة كثيرة العمارة ولأهلها صلاح وعفاف وديانة، وهم على مذهب الإمام أبي حنيفة - رضي الله عنه -، وبلدهم طاهر من الفساد. انتهى(2). ¶ __________ ¶ (1) ينظر: ((مقدمة تاريخ بخارا))(ص11). و((علماء النظاميات))(ص115-116). ¶ (2) من ((رحلة ابن بطوطة))(1: 245).",
            "page": "7",
            "part": "1"
        },
        {
            "hno": null,
            "id": "9",
            "nass": "أما هرات الآن: فهي المحافظة الثالثة في أفغانستان ـ التي يقطر القلب دماً على ما أصاب المسلمين فيها من قوى الكفر والإلحاد وأذيالهم وما سيصيبهم ـ، وتقعُ هرات إلى الغرب من أفغانستان، وتبعدُ عن كابل (1042كم)، ومنطقتها خضراء يانعة خلاّبة تروى من نهر هريرود اربوس(1). ¶ وأما بُخارا الآن: فقد قسمت جمهورية بُخارا عام (1924مـ) بين جمهورية تاجيكستان وعاصمتها دوشنبة، وجمهورية أوزبيكستان وعاصتها طشقند، وجمهورية تركمانستان وعاصمتها عشقاباد، وهذه الجمهوريات الثلاث وقعت تحت سيطرة الاتحاد السوفيتي سابقاً، ومدينة بُخارا إحدى المدن الهامة في جمهورية أوزبيكستان(2). ¶ المبحث الأول ¶ لقب صدر الشريعة ¶ __________ ¶ (1) ينظر: ((هرات تاريخها آثارها))(ص9). ¶ (2) ينظر: ((مقدمة تاريخ بخارا))(ص14).",
            "page": "8",
            "part": "1"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "غلبَ عليه لقبه: صدر الشريعة؛ أكثر من اسمه، وبه عرف بين الطلبة(1) وفي كتب الفقه والأصول وغيرها، كما لا يخفى على المتتبع، ويبدو لي أن لقبَ صدر الشريعة كان منتشراً في تلك البلاد وفي ذلك العصر وإن لم يكن عُرِفَ به من أهل العلم سوى المُتَرْجَم، وصار عَلَماً عليه، يدلُّ على ذلك كلامُ(2) ابن بطوطة أثناء حديثه في رحلته(3) بين خَوارزم وبُخارا: ((وصلنا إلى مدينة الكات... وسمع بقدومي قاضي الكات ويسمَّى صدر الشريعة وكنت لقيته بدار قاضي خَوارزم فجاء إليَّ مسلماً مع الطلبة...))، وهذا غير المترجم له؛ لأنه ذكره بعد صحيفتين بعبارة سيأتي ذكرها تدلّ على أنه غيره. ¶ __________ ¶ (1) ينظر: ((كتائب أعلام الأخيار))(ق287/أ)، و((الفوائد البهية))(ص185). ¶ (2) وأيضاً كلام أرمينيوس فامبري في ((تاريخ بُخارا))(ص203) الذي ترجمه الدكتور أحمد الساداتي إذ قال: ((وبهذا صار رجال الدين بدورهم حماة لمن يعيشون في دائرتهم حتى لنرى ابتداءً من ذلك صدر الشريعة ورؤساء القضاء، بل وكل من يشتهرون بالورع والتقوى يستمتعون في بلاد ما وراء النهر بنفوذ لم تعرف له البلاد الإسلامية الأخرى نظيراً)). اهـ. فالعبارة وإن كانت غير مستقيمة، ولا نعرف إذا كان عدم استقامتها من المؤلّف أو المترجم أو الطبّاع، المهمّ أنه ذكر صدر الشريعة، ولم يرد به شخصاً معيَّناً وإنما مجموعة من الناس هم من أهل العلم، فلعلَّه وقع نظره كثيراً على من سمِّي بصدر الشريعة فظنَّ أن مَن كان فقيهاً يسمَّى بذلك، والله أعلم. ¶ (3) رحلة ابن بطوطة))(1: 236).",
            "page": "9",
            "part": "1"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "وسبب إطلاق هذ الألقاب كما نبَّه عليه أصحابُ كتب التراجم(1) أنه غَلَبَ على أهلِ خُراسان وما وراء النهر المغالات في الترفُّع على غيرهم: كشمس الأئمة، وفخر الإسلام، وصدر الإسلام، وصدر جهان، وتاج الشريعة، وبرهان الشريعة، وصدر الشريعة، ونحو ذلك، بخلاف ما غلب على فقهاء العراق من السذاجة في الألقاب والاكتفاء بالنسبة إلى صناعة أو محلّة أو قبيلة أو قرية كالجَصَّاص والقُدوري والكَرْخي والصَّيْمريّ، وهذا في الأزمنة المتأخّرة، وأما في الأزمنة المتقدمة، فكلُّهم بريئون من أمثال ذلك. ¶ وأنكر بعضُ العلماء هذه الألقاب: ¶ منهم: القرطبيُّ في ((شرح أسماء الله الحسنى))، فقال: قد دلَّ الكتاب والسنة على المنع من تزكية الإنسان نفسه، قال علماؤنا: ويجري هذا المجرى ما كثر في الديار المصرية وغيرها من بلاد العرب والعجم من نعتهم أنفسهم بالنعوت التي تقتضي التزكية والثناء كزكي الدين، ومحيي الدين، وعلم الدين وشبه ذلك(2). ¶ ومنهم: ابن النحاس(3) في ((تنبيه الغافلين)) عند ذكر المنكرات: فمنها ما عمَّت به البلوى في الدين من ¶ الكذب الجاري على الألسن وهو ما ابتدعوه من الألقاب: كمحيي الدين، ونور الدين، وعضد الدين، وغياث الدين، ومعين الدين، وناصر الدين، ونحوها من الكذب الذي يتكرر على الألسن حال النداء والتعريف والحكاية، وكل ذلك بدعة في الدين ومنكر. انتهى(4). ¶ __________ ¶ (1) ينظر: ((الفوائد البهية))(ص409-410). ¶ (2) ينظر: ((الفوائد البهية))(ص410). ¶ (3) وهو أحمد بن إبراهيم بن محمد الدمشقي الدمياطي، محيي الدين، المعروف بابن النحاس، قال السخاوي: كان حريصاً على أفعال الخير مؤثراً للخمول كثير المرابطة والجهاد. من مؤلفاته: ((مشارع الأشواق إلى مصارع العشاق))، و((مثير الغرام إلى دار السلام))، و((المنكرات والبدع))، (ت814هـ). ينظر: ((الضوء اللامع))(1: 203-204). ((الطبقات السنية))(ص409). ¶ (4) من ((الفوائد البهية))(ص410).",
            "page": "10",
            "part": "1"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "ولكن اللكنوي(1) أجابهم بعد ذكر كلامهم بقوله: هذا إذا لم يكن مَن وُصِفَ به أهلاً له أو كان أهلاً وأرادَ به تزكيةَ نفسه. انتهى(2). ¶ ويؤيِّدُ هذا أن مَن لُقِّبَ بهذه الألقاب هم كبارُ العلماء والفقهاء العارفين بأحكام الدين، فلو لم يكن ذلك جائزاً شرعاً لَمَا ارتضوه، وأطلقوه على بعضهم. والله أعلم. ¶ المبحث الثاني ¶ اسم جده صاحب ((الوقاية)) ¶ __________ ¶ (1) وهو محمد عبد الحي بن عبد الحليم اللكنوي الأنصاري الحنفي، وهو أحد مجدِّدي المئة الثالثة عشرة الهجرية، له: ((حاشية الهداية))، و((التعليق الممجد على موطأ محمد))، و((الرفع والتكميل في الجرح والتعديل))، (ت1304هـ). ينظر: ((مقدمة التعليق))(1: 109-113). ((الإمام عبد الحي)) (ص55-90). ((المنهج الفقهي))(ص29-139). ¶ (2) من ((الفوائد البهية))(ص410).",
            "page": "11",
            "part": "1"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "اختلف العلماءُ اختلافاً كبيراً في اسم صاحب ((الوقاية)) بعدما اتّفقوا على أنه جدّ لصدر الشريعة الأصغر عبيدِ الله بن مسعود، وابن لصدر الشريعة الأكبر، وأن لقبه برهان الشريعة، وأن جدَّ صدر الشريعة الصحيح هو تاج الشريعة، وهو شارح ((الهداية))(1)، وهذا ما نصّ عليه صدر الشريعة في ديباجة ((النقاية)) إذ قال: وبعد؛ فإنّ العبد المتوسّل إلى الله بأقوى الذريعة عبيد الله صدر الشريعة بن مسعود بن تاج الشريعة سعد جده، يقول: قد ألّف جدّي ومولاي العالم الربّانيّ، والعامل الصمدانيّ، برهان الشريعة والحقّ والدين: محمود بن صدر الشريعة جزاه الله عنِّي وعن سائر المسلمين خيرَ الجزاء؛ لأجل حفظي كتاب ((وقاية الرواية في مسائل الهداية))… الخ(2). ¶ __________ ¶ (1) كون تاج الشريعة هو شارح ((الهداية)) لم ينصّ عليه صدر الشريعة وإنما اتّفق عليه علماء المذهب الحنفي الذي أكثروا من النقل عنه في كتبهم، والاستفادة من تحقيقاته، منهم: العيني في مواضع كثيرة جداً من ((البناية))، ومنهم ابن الهمام في (10) مواضع في ((فتح القدير)) منها(8: 14)، ومنهم قاضي زاده في (93) موضعاً في ((نتائج الأفكار))منها(10: 512)، ومنهم ابن نجيم في (22) موضع في((البحر)) منها(8: 536)،ومنهم:ملا خسرو في (5) مواضع في((درر الحكام))(1: 252)، ومنهم: شيخ زاده في (3) مواضع في ((مجمع الأنهر)) منها(1: 468)، ومنهم: الشرنبلالي في (28) موضعاً من ((الشرنبلالية))(2: 37)،ومنهم:مؤلفو ((الفتاوى الهندية))(3: 9)، ومنهم: الخادمي في (3) مواضع في ((بريقة محمودية))منها (2: 101)، ومنهم: ابن عابدين في (11)موضعاً في((رد المحتار))(6: 515) وفي موضعين في ((العقود الدرية)) منهما(2: 127)، وفي (6) مواضع في ((منحة الخالق)) منها (2: 38)، وغيرهم. ¶ (2) انتهى من ((مختصر الوقاية)) المسمَّى بـ((النقاية))(ص3).",
            "page": "12",
            "part": "1"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "وقال في ديباجة ((التوضيح)): وبعد : فإن العبد المتوسّل إلى الله تعالى بأقوى الذريعة عبيد الله بن مسعود ابن تاج الشريعة سعد جده وأنجح جده. انتهى(1). ومثلُه في ديباجة ((شرح الوقاية)). ¶ فعبارة صدر الشريعة تنصُّ على أن جدَّه الصحيح هو تاج الشريعة، وأن له جداً آخر لقبه برهان الشريعة ألَّف له ((الوقاية))، واسمه محمود، فكلامه يحتمل وجهين: ¶ الأول: أن يكون تاج الشريعة هو برهان الشريعة، فيكون اسمه محموداً، ويكون هو شارح ((الهداية))؛ لأن كلمة علماء الأحناف اتفقت على أن تاج الشريعة هو شارح ((الهداية)) كما سبق، وهذا ما اختاره الكَفَوي(2) في ((كتائب أعلام الأخيار))، ومشى عليه ¶ __________ ¶ (1) من ((التوضيح))(1: 4-5). ¶ (2) وهو محمود بن سليمان الكَفَوِيَ الرُّوميّ الحَنَفِي، من مؤلفاته: ((كتائب أعلام الأخيار من فقهاء مذهب النعمان المختار))، و((شرح آداب البحث))، (ت نحو990هـ). ينظر: ((التعليقات السنية)) (ص19). ((الأعلام))(8: 49).",
            "page": "13",
            "part": "1"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "في ترجمة تاج الشريعة(1)، وفي ترجمة صدر الشريعة(2)، وابن قُطْلُوبُغا(3)، وابن الحنائي(4)، وطاشكبرى زاده(5)، والزَّركلي(6)، وكذا رأى مرتضى الزَّبيديّ(7) نسبه في ((تاريخ بخارا))(8). ¶ __________ ¶ (1) ينظر: ((كتائب أعلام الأخيار))(ق265/أ). ¶ (2) ينظر: ((كتائب أعلام الأخيار))(ق287/أ). ¶ (3) في ((تاج التراجم))(ص203). وابن قطلوبغا هو قاسم بن قُطْلُوبُغَا بن عبد الله السُّودُونيّ المِصْرِي الحَنَفي، أبو العدل، زين الدِّين، من مؤلفاته: ((تحفة الأحياء بتخريج أحاديث الإحياء))، ((الأصل فِي بيان الفصل والوصل))، و((الترجيح والتصحيح على القدوري))، (802-879هـ). ينظر: ((الضوء اللامع))(5: 184-190). ((البدر الطالع))(45-47). ¶ (4) في ((طبقات الحنفية))(ق26/أ). وابن الحنائي هو علي بن أمر الله بن عبد القادر الحميدي الرومي، الشهير بقنالي زاده، سيف الدين، له: ((حاشية على الدرر))، و((طبقات الحنفية))، و((حاشية على البيضاوي))، (918-979هـ). ينظر: ((الكشف))(2: 119). ((مجلة المورد))العددان (3-4) مج10،1981 (ص486-497). ¶ (5) في ((مفتاح السعادة))(2: 170، 241). وطاشكبرى زاده هو أحمد بن مصطفى، أبو الخير، عصام الدين، من مؤلفاته: ((الشقائق النعمانية في علماء الدولة العثمانية))، و((مفتاح السعادة ومصباح السيادة))، ((حواشي على البيضاوي))، (901-968هـ). ينظر: ((التعليقات السنية))(ص123-124). ((الشقائق))(ص325-331). ¶ (6) في ((الأعلام))(4: 354). ¶ (7) وهو محمد بن محمد بن محمد بن عبد الرزاق، الشهير بمرتضى الحسيني الهندي الأصل، الزَّبيدي المصري الحنفي. من مؤلفاته: ((عقد الجواهر المنيفة في أدلة مذهب أبي حنيفة))، و((تاج العروس شرح القاموس))، و((إتحاف السادة المتقين في شرح إحياء العلوم))، (1145-1205هـ). ينظر: ((معجم المؤلفين))(3: 681). ((القول الجازم))(ص11). ¶ (8) ينظر: ((دفع الغواية))(1: 2).",
            "page": "14",
            "part": "1"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "والثاني: أن يكون تاج الشريعة هو الجد الصحيح لصدر الشريعة، وهو شارح ((الهداية))، ويكون برهان الشريعة هو جدّه الفاسد، واسمه محمود، وتاج الشريعة وبرهان الشريعة، ابنان لصدر الشريعة الأكبر. وهو الذي أختاره لما ذكره صاحب ((الكشف))(1) أثناء ذكر شروح ((الهداية)) نقلاً عن تاج الشريعة في ((شرح الهداية)) في آخر (كتاب الأيمان) أنه قال: أتمَّ تحريرَ فوائد كتاب الأيمان أبو عبد الله عمر بن صدر الشريعة في آخر شعبان سنة ثلاثٍ وسبعين وستمئة. انتهى(2). ¶ فهذه عبارة صريحة من تاج الشريعة على أن اسمه عمر، وليس محموداً، وأنه ابنٌ لصدر الشريعة الأكبر، وهذا ما اختاره القُهُسْتَانيُّ(3)، وحاجي خليفة(4)، واللَّكْنوي(5)، وإسماعيل باشا(6)، وعمر كحالة(7)، وغيرهم. ¶ المبحث الثالث ¶ نسب جده صاحب ((الوقاية)) ¶ __________ ¶ (1) وهو مصطفى بن عبد الله القسطنطيني الرومي الحنفي، الشهير بالملا كاتب الجَلبِيّ، والمعروف بحاجي خليفة، من مؤلفاته: ((تحفة الكبار في أسفار البحار))، و((تقويم التواريخ))، و((ميزان الصول إلى طبقات الفحول))، (1017-1067هـ). ينظر : ((مقالات الكوثري))(ص542). ((الأعلام))(8: 138-139). ((معجم المؤلفين))(3: 870-870). ¶ (2) من ((كشف الظنون))(2: 2033). ¶ (3) في ((جامع الرموز في شرح النقاية))1: 10). والقهستاني هو محَمَّدُ الخُرَاسَانِي القُهُسْتَانيّ، شمس الدِّين، المفتي ببخارا، من مؤلفاته: ((جامع الرموز في شرح النقاية))، (ت: نحو: 953هـ). ينظر: ((غيث الغمام))(ص30). ((الكشف)) (2: 1972). ((تذكرة الراشد))(ص56). ¶ (4) في ((الكشف))(2: 2033). ¶ (5) في ((الفوائد))(ص188)، و((مقدمة عمدة الرعاية))(1: 20)، و((دفع الغواية))(1: 5). ¶ (6) في ((هدية العارفين))(1: 787،2: 406). ¶ (7) معجم المؤلفين))(1: 552).",
            "page": "15",
            "part": "1"
        },
        {
            "hno": null,
            "id": "17",
            "nass": "يتصل نسب صاحب ((الوقاية)) بعُبادة بن الصامت الصحابي الجليل - رضي الله عنه -، وممَّن ذكر نسبه القُرشي(1) والتميمي(2) والكفوي(3) والدِّمياطيّ(4)، ووقع بينهما اختلاف في أسماء بعض أجداده، فكان على صورتين: ¶ الأولى: هو ابن صدر الشريعة الأكبر أحمد بن عبيد الله بن إبراهيم بن أحمد بن عبد الملك بن عمر بن عبد العزيز بن محمد بن جعفر بن مروان بن محمد بن أحمد بن محبوب بن الوليد بن عُبادة بن الصامت العُباديّ المَحْبُوبِي البُخَاريّ الحَنَفيّ. هكذا ذكرَه القُرشيّ والتميميّ، والكفوي أوصله إلى عبد العزيز بن محمد. ¶ __________ ¶ (1) في ((الجواهر المضية))(1: 196، 2: 490). والقرشي هو محمد بن عبد القادر بن محمّد القرشي الحنفي، له: ((الجواهر المضية في طبقات الحنفية))، و((البستان في مناقب إمامنا النعمان))، و((الدرر المنيفة في الردّ على ابن أبي شيبة عن الإمام أبي حنيفة))، (696-775هـ). ينظر: ((الجواهر))(1: 10-58). ((الفوائد))(ص168-169). ¶ (2) في ((الطبقات السنية))(1: 376). والتميمي هو تقي الدين بن عبد القادر التميمي الداري الغزي المصري الحنفي، من مؤلفاته: ((الطبقات السنية في تراجم الحنفية))، و((السيف البرّاق في عنق الولد العاق))، و((مختصر يتيمة الدهر))، (ت1005هـ). ينظر: ((الخلاصة))(1: 479-480). ((الطبقات السنية))(1: 3-5). ¶ (3) في ((كتائب أعلام الأخيار))(ق217/أ). ¶ (4) وهو عبد المولى بن عبد الله بن عبد القادر الدِّمياطي المغربي الحنفي تلميذ الطحطاوي ، من مؤلفاته: ((تعاليق الأنوار على الدر المختار)) ،وصفها الإمام اللكنوي بأنها حاشية نفيسة،فرغ منها سنة(1238هـ) ينظر: ((التعليقات السنية))(ص31). ((مقدمة العمدة))(1: 18).",
            "page": "16",
            "part": "1"
        },
        {
            "hno": null,
            "id": "18",
            "nass": "والثانية: هو ابن صدر الشريعة الأكبر أحمد بن جمال الدين أبي المكارم عبيد الله ابن إبراهيم بن أحمد بن عبد الملك بن عمير بن عبد العزيز بن محمّد بن جعفر بن خلف ابن هارون بن محمّد بن محمّد بن مَحْبُوب بن الوليد بن عُبادة بن الصامت الصحابيّ الأنصاريّ المَحْبوبيّ، قاله عبدُ المولى الدِّمياطيّ في ((تعاليق الأنوار على الدرّ المختار)): هكذا رأيتُه في مسلسلات شيخنا السّيدُ مرتضى الحُسينيّ، قال شيخنا: كذا رأيتُ نسبه في ((تاريخ بُخارا))(1). ¶ فالعُبادي بضم العين نسبة إلى عُبادة بن الصامت - رضي الله عنه -. ¶ والمَحْبُوبِيّ نسبة إلى مَحْبُوب أحد أجداده على ما مرّ. ¶ المبحث الرابع ¶ ما وقع من العلماء من الخلط في نسب صدر الشريعة ¶ إذ تقرّر ما سبق من أنّ نسب صدر الشريعة هو: عبيد الله بن مسعود بن عمر تاج الشريعة بن أحمد صدر الشريعة الأكبر بن عبيد الله جمال الدين أبي المكارم بن إبراهيم بن أحمد... إلى أن يصل إلى عبادة بن الصامت - رضي الله عنه - فإنّه وقع اضطراب وخلط كبير بين المترجمين لصدر الشريعة: ¶ منهم: قاسم بن قُطْلُوبُغا إذ قال: محمود بن عبيد الله بن محمود. انتهى(2). فجعل عبيد الله والداً لمحمود مع أنه جدُّه ووالده هو أحمد، وجعل والد عبيد الله محموداً مع أن والده اسمه إبراهيم. ¶ ومنهم: طاشكبرى زاده(3) قال كما قال ابن قُطْلُوبُغا، ويبدو أنه اعتمدَ عليه، وجوابه كجوابه. وقال أيضاً: صدر الشريعة عبيد الله بن محمود بن محمد البرهاني. انتهى(4). وفيه أن محمود بن محمد والد لعبيد الله، والصحيح أن والده مسعود بن عمر، وفيه أيضاً: أنه نسبه للبرهاني، وهذه النسبة لم تعرف له، وإنما عرف بها علماء آخرون. ¶ __________ ¶ (1) هكذا في ((الفوائد))(ص185-186) ، و((دفع الغواية))(1: 2)، و((مقدمة عمدة الرعاية))(1: 18). ¶ (2) من ((تاج التراجم))(ص203). ¶ (3) في ((مفتاح السعادة))(2: 170). ¶ (4) من ((الشقائق النعمانية))(ص64).",
            "page": "17",
            "part": "1"
        },
        {
            "hno": null,
            "id": "19",
            "nass": "ومنهم: القُهُسْتانيّ إذ قال: عمر بن صدر الشريعة عبيد الله بن محمود بن محمد. انتهى(1). وفيه أن عبيد الله والد عمر، والصحيح أنه جدّه، وأيضاً: أن محمود بن محمد والد عبيد الله، والصواب أن والد عبيد الله هو إبراهيم بن أحمد. وقال أيضاً: محمود بن صدر الشريعة عبيد الله بن محمود بن محمد. انتهى(2). وفيه أن صدر الشريعة الأكبر هو عبيد الله وهو والد محمود، والصحيح أن صدر الشريعة الأكبر هو أحمد، وأن عبيد الله هو جد محمود، وأيضاً: محمود بن محمد والد عبيد الله، والصواب أن إبراهيم بن أحمد هو والد عبيد الله. ¶ ومنهم: ابن الحنائي: إذ قال: جمال الدين المحبوبي عبد الله بن إبراهيم. انتهى(3). والصواب أنه عبيد الله لا عبد الله. ¶ ومنهم: القاري(4) إذ قال في حرف العين: عبيد الله بن مسعود تاج الشريعة. انتهى(5). وفيه أن مسعوداً هو تاج الشريعة والصحيح ان تاج الشريعة هو والد مسعود. وقال في حرف الميم: مسعود بن أحمد بن برهان الدين، صدر الشريعة. انتهى(6). وفيه أن صدر الشريعة مسعود، والصواب أن صدر الشريعة عبيد الله بن مسعود، وأيضاً: أن أحمد بن برهان الدين والد مسعود، والصحيح هو عمر بن أحمد هو والد مسعود. ¶ __________ ¶ (1) من ((جامع الرموز))(1: 9). ¶ (2) من ((جامع الرموز))(1: 10). ¶ (3) من ((طبقات ابن الحنائي))(ق25/أ). ¶ (4) وهو علي بن سلطان محمد الهَرَوي القَارِيّ الحَنَفي، أبو الحسن، نور الدين، له: ((فتح باب العناية بشرح النقاية))، و((مرقاة المفاتيح شرح مشكاة المصابيح))، و((الأثمار الجنية في طبقات الحَنَفِيَّة))، و((شرح مسند الإمام))، (930-1014هـ) . ينظر: ((الكواكب السائرة))(1: 445-446). ((طرب الأماثل))(ص515-517). (( الإمام علي القاري))(ص44). ¶ (5) من ((الأثمار الجنية في طبقات الحنفية))(ق36/أ). ¶ (6) من ((الأثمار الجنية))(ق50/ب).",
            "page": "18",
            "part": "1"
        },
        {
            "hno": null,
            "id": "20",
            "nass": "ومنهم: اللكنوي إذ قال: عبيد الله بن أحمد بن عبد الملك. انتهى(1). وفيه أن أحمد والد عبيد الله، والصواب أن والد عبيد الله هو إبراهيم. ¶ ومنهم: الزَّركليّ إذ قال: صدر الشريعة الأصغر ابن صدر الشريعة الأكبر. انتهى(2). وخطؤه بيِّنٌ فصدر الشريعة الأصغر هو ابن مسعود بن عمر تاج الشريعة بن أحمد صدر الشريعة الأكبر. ¶ المبحث الخامس ¶ أسرته العلمية وطلبه للعلم وشيوخه ومن تفقَّه عليهم ¶ نشأ صدر الشريعة في أسرة عريقة النسب على ما مرَّ، ولها مكانتها العلمية المرموقة كما سيأتي بعد قليل عند ترجمة أجداده، ووجد عنايةً كبيرةً منهم ولا سيما من جدِّه مؤلِّف ((الوقاية))، إذ ألَّفها من أجلِه لكي يحفظها كما صرَّح في ديباجتِها، وذلك بعد أن أتمَّ دراسة بعض العلوم الأخرى فقال: إنَّ الولدَ الأعزَّ عبيدَ الله صرف الله أيامه بما يحبُّه ويرضاهُ لما فرغَ من حفظ الكتب الأدبيَّة، وتحقيق لطائف الفضل، ونكت العربية، أحببت أن يحفظ في علم الأحكام كتاباً رائعاً، ولعيون مسائل الفقه راعياً، مقبول الترتيب والنظام، مستحسناً عند الخواص والعوامّ، وما ألفيت في المختصرات ما هذا شأنه، فألفتُ في رواية كتاب ((الهداية)) ـ وهو كتاب فاخر، وبحر مواج زاخر، كتاب جليل القدر عظيم الشأن، زاهر الخطر، باهر البرهان، قد تمَّت حسناته، وعمَّت بركاته، وبهرت آياته ـ مختصراً جامعاً لجميع مسائله، خالياً عن دلائله، حاوياً لما هو أصح الأقاويل والاختيارات، وزوائد فوائد الفتاوى والواقعات، وما يحتاج إليه من نظم الخلافيات، موجزاً ألفاظه نهاية الإيجاز، ظاهراً في ضبط معانيه، مخايلُ السحر ودلائل الاعجاز، موسوماً بـ((وقاية الرواية بمسائل الهداية))، والله المسؤول أن ينفع حافظيه والراغبين فيه عامةً، والولد الأعزَّ عبيد الله خاصة. انتهى. ¶ __________ ¶ (1) من ((النافع الكبير))(ص51). ¶ (2) من ((الأعلام))(4: 354).",
            "page": "19",
            "part": "1"
        },
        {
            "hno": null,
            "id": "21",
            "nass": "وقال صدر الشريعة في ديباجة ((شرح الوقاية)): ((وقاية الرِّوايةِ في مسائلِ الهداية))... ألَّفها جَدِّي وأستاذي مولانا الأعظم، أستاذُ علماءِ العالَم، برهانُ الشَّريعةِ والحقِّ والدِّين، محمودُ بنُ صدرِ الشَّريعة، جزاهُ اللهُ عنِّي وعن جميعِ المسلمينَ خيرَ الجزاء؛ لأجلِ حفظي، والمولى المؤلِّفُ لمَّا ألَّفها سَبَقاً سَبَقاً، وكنتُ أجري في ميدانِ حفظِهِ طَلَقَاً طَلَقَاً، حتى اتَّفقَ اتمامُ تأليفِهِ مع اتمامِ حفظي. انتهى. ¶ ومثله قال في ديباجة ((مختصر الوقاية)) المسمَّاة بـ((النقاية))(1). ¶ ولم يكتف صدر الشريعة على حفظه ((الوقاية)) فحسب، بل كان ذا اهتمام كبير بتعلّم دقائق العلم، والوقوف على نكاته ولا سيما من جدِّه حتى قال الكفوي(2) عنه: كان ذا عناية بتقييد نفائس جدِّه وجمع فوائده. انتهى. ولاحظت ذلك منه بوضوح في شرحه على ((الوقاية)) إذ في بعض المسائل يعلِّق، مرجعاً ذلك إلى جدِّه، كما سيأتي في موضعه. ¶ قال الكفوي(3) عن نشأته: نشأ في حجر الفضل ونال العلى، وحمل على أكتاف فحول الفقهاء وأسود العلماء، كفلَ به وربَّاه جدُّه، وعلَّمه في صباه، سعد جدّه وأنجح جده حتى حاز قصب السبق في الفروع والأصول، وكان فارس ميدانه في المعقول والمنقول، أخذ العلم عن جدِّه الإمام الفاضل. انتهى. ¶ ومن أجداده الذين يفخر بهم علماء المذهب الحنفي، وقد ترجموا لهم وجعلوهم في طبقات فقهائهم؛ لِمَا كانوا عليهم من الاعتماد في الفروع والأصول: ¶ الأول ¶ جدُّه الفاسد، مؤلِّف ((الوقاية))،ومن تعلَّم ودرَّس عليه:محمود بن أحمد بن عبيد الله ¶ __________ ¶ (1) النقاية))(ص3). ¶ (2) في ((كتائب أعلام الأخيار))(ق287/أ). ¶ (3) في ((كتائب أعلام الأخيار))(ق287/أ).",
            "page": "20",
            "part": "1"
        },
        {
            "hno": null,
            "id": "22",
            "nass": "ابن إبراهيم المَحْبُوبيّ البُخَارِيّ الحنفي، برهانُ الشَّريعة(1). ¶ قال الكفوي(2): عالمٌ فاضل، نحريرٌ كامل، بحرٌ زاخر، حبرٌ فاخر، بارع متورع، محقّق مدّقق، صاحب التصانيف الجليلة. ¶ من مؤلفاته: ((وقاية الرواية في مسائل الهداية)) وسيأتي تفصيل الكلام فيها في فصل الدراسة الخاصّ بها وبشرحها، و((الواقعات))، و((الفتاوى)). ¶ وقد أخطأ الكفوي في نسبة ((شرح الهداية)) له؛ لأنه لأخيه تاج الشريعة عمر، وغلط ابن الحنائيّ(3) في نسبة ((معراج الدراية شرح الهداية)) له، فإنه للكاكي(4). ¶ ذكر عمر كحالة(5) أنه توفِّي سنة (673هـ)، وقال إسماعيل باشا(6) توفّي في حدود سنة (673هـ)(7). ¶ وقال عبد الباقي الخطيب في ((المدينة المنورة)): مات في كِرمان، ودفن فيها(8). ¶ الثاني ¶ __________ ¶ (1) ترجمته في:((طبقات ابن الحنائي))(ق25/أ). ((كتائب أعلام الأخيار))(ق265/أ-ب). ((الكشف))(2: 2020).((الفوائد))(ص338-339)، ((مقدمة عمدة الرعاية))(1: 18-20). ((دفع الغواية))(1: 2-6). ((هدية العارفين))(2: 406). ((معجم المؤلفين))(3: 818). ((معجم المطبوعات العربية والمعربة))لإلياس سركيس (1: 1199-1200). ¶ (2) في ((كتائب أعلام الأخيار))(ق265/أ). ¶ (3) في ((طبقات الحنفية))(ق25/أ). ¶ (4) وهو محمد بن محمد بن أحمد السنجاري، المعروف بالبُخَارِيّ الكاكي، قوام الدين، ومن مؤلفاته: ((عيون المذهب)) قال اللكنوي:وهو مختصر نافع،(ت749هـ). ينظر: ((الجواهر))(4: 294-295). ((الفوائد))(ص306). ((الكشف)) (2: 2033). ¶ (5) في ((معجم المؤلفين))(3: 818). ¶ (6) في ((هدية العارفين))(2: 406). ¶ (7) وعليه فإن ما وقع من شيخنا وهبي سليمان غاوجي حفظه الله في((التعليق الميسر على الملتقى))(1: 9): في أن وفاته سنة (781هـ) زلة قلم. والله أعلم. ¶ (8) كما في ((الفوائد))(ص185). ((مقدمة عمدة الرعاية))(1: 18-19). و((دفع الغواية))(1: 3).",
            "page": "21",
            "part": "1"
        },
        {
            "hno": null,
            "id": "23",
            "nass": "جدُّه الصحيح، شارح ((الهداية)): عمر بن أحمد بن عبيد الله المحبوبي الحنفي، تاج الشريعة، جد صدر الشريعة الأصغر الصحيح(1). ¶ أخذ العلم عن أبيه صدر الشريعة الأكبر أحمد. ¶ قال طاشكبرى زاده(2): عالم فاضل حبر كامل. ¶ من مؤلفاته: ((نهاية الكفاية في دراية الهداية)): أوله: نصر من الله وفتح قريب هو المحمود جلّ شأنه... الخ. ¶ ونسب إليه إسماعيل باشا(3): ((مآثر الإقبال في مفاخر الشال)) في التاريخ، فارسي من البعثة إلى خلافة علي - رضي الله عنه -. ¶ وقد غلط الشُّرُنْبُلالِيّ(4) في بعض رسائله بنسبة ((الكفاية شرح الهداية)) له فإنها لجلال الدين الكرلاني. ¶ وذكر حاجي خليفة(5) أنه توفِّي سنة (672هـ) وتبعه على ذلك عمر كحالة(6)، مع أن حاجي خليفة ذكر بعدها بسطرين نقلاً عن تاج الشريعة كما مر سابقاً أنه أتمَّ كتاب الإيمان من شرحه للـ((هداية)) سنة (673هـ)، فيعلم أن وفاته كانت بعد ذلك، والله أعلم. وذكر إسماعيل باشا(7) أنه وفاته سنة (673هـ). ¶ وقال عبد الباقي الخطيب في ((المدينة المنورة)): مات في كِرمان، ودفن فيها(8). ¶ الثالث ¶ والد جدِّه الصحيح والفاسد، وهو الذي أخذوا العلم عنه: أحمد بن عبيد الله ¶ __________ ¶ (1) ترجمته في:((مفتاح السعادة))(2: 240-341). ((الكشف))(2: 2033).((مقدمة عمدة الرعاية))(1: 18-20).((دفع الغواية))(1: 2-6). ((هدية العارفين))(1: 787). ((معجم المؤلفين))(2: 552). ¶ (2) في ((مفتاح السعادة))(2: 241). ¶ (3) في ((هدية العارفين))(1: 787). ¶ (4) كما نبه على ذلك اللكنوي في ((الفوائد))(ص100-101). ¶ (5) في ((الكشف))(2: 2033). ¶ (6) في ((معجم المؤلفين))(2: 552). ¶ (7) في ((هدية العارفين))(1: 787). ¶ (8) كما في ((الفوائد))(ص185). ((مقدمة عمدة الرعاية))(1: 18-19). و((دفع الغواية)(1: 3).",
            "page": "22",
            "part": "1"
        },
        {
            "hno": null,
            "id": "24",
            "nass": "ابن إبراهيم العُبادي المَحْبُوبيّ البُخاريّ، شمس الدين، صدر الشريعة الأكبر، أو الأوَّل(1). ¶ قال عبد القادر القرشي(2) والتميمي(3): الإمام ابن الإمام الكبير. ¶ قال الكفوي(4): كان من كبار العلماء، بلغ عند أبيه في الفقاهة مبلغاً عظيماً، وله قدرة كاملة في الأصول والفروع. ¶ تفقَّه على: أبيه الإمام الكبير عبيد الله بن إبراهيم. ¶ وتفقه عليه: ابنه محمود بن أحمد المَحْبُوبيّ. ¶ من مؤلَّفاته: ((تنقيح(5) العقول في فروق المنقول))(6). ¶ توفِّي سنة (635هـ)(7). ¶ الرابع ¶ والد والد جدِّه أبي أبيه وأبي أمه، وهو الذي إليه في العلم استنادهم: عبيد الله بن إبراهيم بن أحمد العُباديّ المَحْبُوبِي البُخَاريّ الحَنَفيّ، جمال الدين، المعروف بأبي حنيفة الثاني(8). ¶ __________ ¶ (1) ترجمته في: ((الجواهر المضية))(1: 196). ((تاج التراجم))(ص115). ((كتائب أعلام الأخيار))(238/ب-239/أ). ((الطبقات السنية))(1: 276).((الفوائد))(ص48).((الكشف))(1: 481،2: 1258). ((معجم المؤلفين))(1: 191). ¶ (2) في ((الجواهر المضية))(1: 196). ¶ (3) في ((الطبقات السنية))(1: 276) ¶ (4) في ((كتائب أعلام الأخيار))(ق238/ب). ¶ (5) وقع في ((تاج التراجم))(ص115)، و((الفوائد))(ص48): تلقيح. وسمَّاه صاحب ((معجم المؤلفين))(1: 191): ((تلقيح العقود في الفروق بين أهل النقول)). ¶ (6) قال صاحب ((الكشف))(2: 1258): ((فروق الكرابيسي)) المسمَّى بـ((تلقيح المحبوبي)) ذكره صاحب ((الأشباه)) في أول الفروق. ¶ (7) انفرد بذكر وفاته صاحب ((معجم المؤلِّفين))(2: 191). ¶ (8) ترجمته في : ((العبر))(5: 120). ((كتائب أعلام الأخيار))(ق217/أ-218/ب). ((النافع الكبير))(ص51-52). ((الفوائد))(ص182-183). ((الجواهر المضية))(2: 490). ((طبقات ابن الحنائي))(ق25/أ). ((الأثمار الجنية))(ق35/ب).",
            "page": "23",
            "part": "1"
        },
        {
            "hno": null,
            "id": "25",
            "nass": "أخذ العلم عن: الشيخ الإمام المفتي إمام زاده صاحب ((شرعة الإسلام))، والشيخ الإمام عماد الدين عمر بن بكر بن محمد الزرنجري، وهما عن شمس الأئمة بكر بن محمد ابن علي الزرنجري عن شمس الأئمة السرخسي عن شمس الأئمة الحَلْوانِيّ عن أبي علي النسفي عن أبي بكر محمد بن الفضل عبد الله السبذموني عن أبي عبد الله أبي حفص ¶ الصغير عن أبيه أبي حفص الكبير عن محمد عن أبي حنيفة - رضي الله عنه -. ¶ وتفقّه أيضاً على: بهاء الدين محمد بن أحمد الاسبيجابي(1)، والظهير أبي بكر أحمد بن علي بن عبد العزيز البَلْخي، والشيخ الإمام الكاساني، والشيخ الإمام قاضي خان الأوزجندي، وغيرهم. ¶ وتفقّه عليه: ابنه: شمس الدين أحمد، وحميد الدين الضرير علي بن محمد بن علي الرامشي البخاري، وحافظ الدين الكبير محمد بن محمد بن نصر البخاري، وغيرهم. ¶ قال الذهبي(2): عالم الشرق، وشيخ الحنفية(3). وقال(4): شيخ الحنفية بما وراء النهر، وأحد من انتهى إليه معرفة المذهب. ¶ وقال الكفوي(5): وكان إماماً كاملاً معدوم النظير في زمانه، رأساً في الفقه وأصوله في أوانه، وكان فرد زمانه في معرفة المذهب والخلاف. ¶ __________ ¶ (1) وهو محمد بن أحمد بن يوسف المَرْغِينانيّ الأَسْبِيجَابِيّ، أبي المحامد، بهاء الدين، المنسوب إلى أَسْبِيجاب، أستاذ الإمام جمال الدين عبيد الله البخاري المَحْبُوبِيّ. من مؤلفاته: ((زاد الفقهاء شرح القدوري)). ينظر: ((الجواهر))(3: 74). ((الفوائد))(ص260). ¶ (2) وهو محمد بن أحمد بن عثمان التُّرْكُماني الفاروقي الدِّمَشْقِيّ الذَّهَبِيّ الشَّافِعِيّ ، أبو عبد الله، شمس الدين، له: ((سير أعلام النبلاء))، و((العبر))، ((تاريخ الإسلام))، (673-748هـ). ينظر: ((الدرر الكامنة))(3: 336). ((فوات الوفيات))(3: 315-316). ((طبقات الأسنوي))(1: 282). ¶ (3) ينظر: ((الجواهر المضية))(2: 490). ¶ (4) أي الذهبي في ((العبر))(5: 120). ¶ (5) في ((كتائب أعلام الأخيار))(ق217/ب).",
            "page": "24",
            "part": "1"
        },
        {
            "hno": null,
            "id": "26",
            "nass": "وقال ابن الحنائي(1): كان شيخ الحنفية في عصره. ¶ وهو المشهور في كتب الفقه بالمحبوبي، فإنه إذا أطلق ينظر إليه لا إلى صدر الشريعة. ¶ ومن مؤلفاته: ((شرح الجامع الصغير))، وقد اتفق مَن ترجم له على نسبته إليه، وأما كتاب ((الفروق))، فقد نسبه إليه الكفوي واللكنوي(2). ¶ مولده في خامس عشرين جمادى الأولى، سنة ست وأربعين وخمسمئة. ¶ ومات ليلة الخميس، ثامن جمادى الأولى، سنة ثلاثين وستمئة، وعمره أربع وثمانون سنة، وصلَّى عليه ابنه الإمام شمس الدين أحمد. ووفاته في هذه السنة باتفاق من ترجم له إلا القاري(3) فإنه ذكره أنه توفِّي سنة اثنتين وستمئة(4). ¶ المبحث السادس ¶ مكانة صدر الشريعة العلمية وثناء العلماء عليه: ¶ لمَّا كان الاعتماد على كتبه في الفروع والأصول عند الأحناف كما سيأتي عند ذكر مؤلفاته وذكر الدراسة عن ((شرح الوقاية))، حقَّ لنا أن نقول: إن صدر الشريعة مفخرة من مفاخر الحنفية؛ ولذلك نجد علماء المذهب الحنفي في كتبهم سواء أكانت فقهية أم أصولية، أم كتب الطبقات يُنْزلونه منْزلتَه، ويتسابقون في إلقاء عبارات المدح والثناء عليه، ولو تقصيت ذلك لطال بنا المقال وخرجنا عن المقام، فأذكر بعضها ممَّا تبيِّن لنا حالَه ودرجتَه بين العلماء. ¶ __________ ¶ (1) في ((طبقات الحنفية))(ق25/أ). ¶ (2) في ((النافع الكبير))(ص51-52)، و((الفوائد))(ص182-183). ¶ (3) في ((الأثمار الجنية))(ق35/ب). ¶ (4) هذا ما رأيته في النسخة المخطوطة التي بين يدي للـ((أثمار الجنية)) للقاري، ونقل الإمام اللكنوي في ((الفوائد))(ص182) و((دفع الغواية))(1: 4) من نسخته للـ((أثمار الجنية)) أن وفاته سنة ثمانين وستمئة.",
            "page": "25",
            "part": "1"
        },
        {
            "hno": null,
            "id": "27",
            "nass": "قال الكفويّ(1): هو الإمامُ المتَّفقُ عليه، والعلاَّمةُ المختلف إليه، حافظ قوانين الشريعة، ملخّص مشكلات الفرع والأصل، شيخ الفروع والأصول، عالم المعقول والمنقول، فقيهٌ أصوليُّ، خلافيٌّ جدليّ، محدِّثٌ مفسِّر، نحويّ لغويٌّ، أديبٌ نظّارٌ متكلّمٌ منطقيّ، عظيم القدر جليل المحلّ، كثيرُ العلم يضربُ به المثل، غذي بالعلم والأدب، وارث المجد عن أب فأب. انتهى. ¶ وقال القُرشيّ(2): الإمام الكبير الأصوليّ، صاحب الفنون. انتهى. ¶ وقال التفتازانيّ(3): الإمام المحقِّق، والنحرير المدقِّق، علم الهداية، وعالم الدراية، معدل ميزان المعقول والمنقول، ومنقح أغصان الفروع والأصول صدر الشريعة والإسلام أعلى الله درجته في دار السلام. انتهى(4). ¶ وقال ابن بطوطة(5): ولقيت بها ـ أي بخارا ـ الفقيه العالم الفاضل صدر الشريعة، وكان قد قدم من هرات، وهو من الصلحاء الفضلاء. انتهى. ¶ وقال ابن قُطْلُوبُغا(6) وابن الحنائي(7)، وطاشكبرى زاده(8): عالم محقِّق وحبر مدقّق. انتهى. ¶ __________ ¶ (1) في ((كتائب أعلام الأخيار))(ق287/أ). ¶ (2) في ((الجواهر المضية))(4: 369). ¶ (3) وهو مسعود بن عمر بن عبد الله التَّفْتَازَانِيّ، سعد الدِّين، قال الإمام اللكنوي: كل تصانيفه تنادي على أنه بحر بلا ساحل ، وحبر بلا مماثل. له: ((تهذيب المنطق))، و((شرح الشمسية))، و((شرح العقائد النسفية))، (712-793هـ).ينظر: ((الدرر الكامنة))(4: 350). ((التعليقات السنيية))(ص136-137). ¶ (4) من ((التلويح))(1: 11-12). ¶ (5) في كتابه ((رحلة ابن بطوطة))(1: 238). ¶ (6) في ((تاج التراجم))(ص203). ¶ (7) في ((طبقاته))(ق26/أ). ¶ (8) في ((مفتاح السعادة))(2: 170).",
            "page": "26",
            "part": "1"
        },
        {
            "hno": null,
            "id": "28",
            "nass": "وقال طاشكبرى زاده أيضاً(1): كان رحمه الله بحراً زاخراً لا يدرك له قرار، وطوداً شامخاً لا يرتقي إلى قنته ولا يصار، ولقد كان آية كبرى في الفضل والتدقيق، وعروة وثقى في الإتقان والتحقيق، روَّح اللهُ روحَه، وزاد في غرف الجنان فتوحَه. انتهى. ¶ وقال القاري(2): عمدة العلماء وزبدة الفضلاء، الجامع بين معرفة الفروع والأصول، والحاوي بين طريق المنقول والمعقول. انتهى. ¶ المبحث السابع ¶ تلاميذ صدر الشريعة ومنهجه في التدريس ¶ لا شكَّ في أنه قد تلقَّى عليه العلم عدد لا يحصى من التلاميذ، وإن لم تكن المصادر التاريخية تسعفنا بذلك، وكان له اهتمام فائق بطلاب العلم نلاحظه عند الحديث عن مصنفاته التي ألَّفها لهم، وللارتقاء بحالهم، ومن ذلك كتابه ((النُّقاية))، وهو في فروع الحنفية، اختصر فيه ((الوقاية)) لمن لا ترتقي نفوسهم لحفظ ((الوقاية))، فقال في ديباجتها(3): إنِّي لمَّا وجدتُ قصورَ هممِ بعضِ المحصِّلين عن حفظ ((الوقاية))، اتخذتُ منه هذا ((المختصر)) مشتملاً على ما لا بد منه لطالب العلم عن حفظها، فكل من أحب استحضار مسائل ((الهداية)) فعليه حفظ ((الوقاية))، ومن أعجلَه الوقتُ فليصرف إلى حفظ هذا ((المختصر)) عنان العناية، إنه ولي الهداية. انتهى. ¶ ومن منهجه في التدريس أنه يأتِي للطلبة بالتدقيقات واللطائف البديعة والنكات الفائقة والتحريرات والأبحاث التي لم يسبقه إليها أحد من العلماء، فهو في دروسه وكتبه لا يسلِّم لمن يشرح كتابه إن رآه خالف قواعد العلم، أو مسألة من مسائله؛ لذا نرى بينه وبين العلماء الكبار ممن جاء بعده أبحاث عديدة، وسيأتي تفصيل الكلام فيه عند الحديث عن منهجه في ((شرح الوقاية))، ويدلُّ على ذلك أكمل دلالة ما قاله طاشكبرى زاده(4) عنه: ¶ __________ ¶ (1) في ((مفتاح السعادة))(2: 162). ¶ (2) في ((فتح باب العناية))(1: 34). ¶ (3) أي ((النقاية))(ص3-4). ¶ (4) في ((مفتاح السعادة))(2: 171).",
            "page": "27",
            "part": "1"
        },
        {
            "hno": null,
            "id": "29",
            "nass": "يحكى أن العلامة قطب الدين الرازي(1) أراد أن يجتمع مع صدر الشريعة ويتباحث معه، فأرسل إليه أوّلاً من تلامذته مولانا مبارك شاه ـ وكان من غلمان الرازي، ربَّاه صغيراً وعلَّمه كبيراً، وتبنَّاه، فصار مشهوراً في الآفاق ـ ليتعرف الحال، فحضر مبارك شاه درس صدر الشريعة، وهو يومئذ بهرات، والعلامة بالرَّيّ، فوجده يدرس كتاب ((الإشارات)) لابن سينا(2)، ولا يتابع فيه المصنِّف ولا واحداً من شارحيه: الإمام(3) والطوسي(4)، فكتب مبارك شاه إلى مولاه العلامة أن الرجل نارٌ وقَّادة، والإقدام ربَّما يورث الملام، فعمل العلامة برأيه، وقبل نصحه ولم يتجاسر على ما قصده. انتهى. ¶ __________ ¶ (1) وهو محمد بن محمد الرازيّ، أبو عبد الله، قطب الدين، المعروف بالقطب التحتاني، قال ابن السبكي: كان إماماً في المنطق والحكمة، عالماً بالتفسير والمعاني والبيان، مشاركاً في النحو يتوقّد ذكاءً، له: ((الرسالة القطبية))، ورسالة في التصور والتصديق، و((شرح المطالع)) ، و((شرح الشمسية))، و((شرح الإشارات))، (ت766هـ). ينظر: ((مفتاح السعادة))(1: 275). ((التعليقات السنية))(ص212). ¶ (2) وهو الحسين بن عبد الله بن الحسن البلخي البخاري، ويقلب بالشيخ الرئيس، أبو علي، الشهير بابن سينا، له: ((القانون في الطب))، و((الموجز الكبير في المنطق))، و((لسان العرب في اللغة))، (370-428هـ). ينظر: ((الكشف))(1: 94). ¶ (3) وهو محمد بن عمر بن الحسن التيمي البكري الرازي، أبو عبد الله، فخر الدين، له: تفسير القرآن المسمَّى((مفاتيح الغيب))، و((لوامع البينات في شرح أسماء الله تعالى والصفات))، و((أسرار التنْزيل))، (544-606هـ). ينظر: ((وفيات))(4: 248). ((النجوم الزاهرة))(6: 197-198). ¶ (4) وهو محمد بن محمد بن الحسن الطوسي، نصير الدين، له: ((حواش على كليات القانون))، و((أساس الاقتباس))، و((قواعد العقائد))، (597-672هـ). ينظر: ((الكشف))(1: 95). ((معجم المؤلفين))(3: 636-637).",
            "page": "28",
            "part": "1"
        },
        {
            "hno": null,
            "id": "30",
            "nass": "وممَّن تفقَّه ودرس وأجيز بجميع مقروءات ومسموعات صدر الشريعة حافظ الحقِّ والدين أبو طاهر محمّد بن محمّد بن الحسن بن عليّ الطاّهري، قال الكفوي(1): كان زبدة أرباب الفتوى وبقيّة أعلام الهدى، عارف أسرار الطريقة، كاشف رموز الحقيقة، فقيهاً أصولياً محدّثاً مفسّراً، أخذ عن صدر الشريعة، ووقع له الإجازة منه في ذي القعدة سنة خمس وأربعين وسبعمئة في بخارا، وأجاز أبو طاهر في آواخر شعبان سنة ستّ وسبعين وسبعمئة لخواجه بارسا محمد بن محمد بن محمود الحافظي(2) صاحب ((فصل الخطاب))، وكان خواجه بارسا في هذه السنة ابن عشرين، وأخذ عن خواجه بارسا العالم العامل والفاضل الكامل المولى إلياس بن يحيى بن حمزة الرومي، قال طاشكبرى زاده(3) عنه: كان مدرساً وقاضياً ومفتياً بمرزيفون، وذلك يوم الجمعة الحادي والعشرين من شعبان المعظَّم سنة إحدى وعشرين وثمانمئة ببخارا. انتهى. ¶ المبحث الثامن ¶ مؤلفات صدر الشريعة ¶ بلغ رحمه الله ما بلغ من المنْزلة العالية في العلوم، وأتقن الفنون؛ لِمَا أعطاه الله تعالى من الذهن الثاقب والملكة القويّة؛ ولما وجدَ من الاعتناء به من قبل جدِّه صاحب ((الوقاية))، فكان مرجعاً للعلماء، وكتبه محطّ أنظار الفقهاء، فسارت بها الركبان إلى كلِّ مكان. ¶ ولم تختص مؤلفاته بعلم من العلوم فحسب، بل شملت أمَّهات فنون زمانه، والعلوم التي تدرس في أوانه، وكلٌّ من كتبه معتمد في فنِّه، والمعوَّل عليه في تحقيق مسائله، حتى قال اللَّكنوي(4) عنها: كلُّ تصانيف صدر الشريعة مقبولة عند العلماء، معتبرة عند الفقهاء. انتهى. ¶ وهذا القبول الذي لقيته كتبه في مختلف العلوم يرجعُ إلى أمرين: ¶ __________ ¶ (1) في ((كتائب أعلام الأخيار)) (ق308/ب-309/أ) . وينظر: ((الفوائد))(ص307). ((الشقائق))(ص64). ¶ (2) المتوفى بالمدينة الطيّبة سنة (822هـ). ينظر: ((مقدمة عمدة الرعاية))(1: 19). ¶ (3) في ((الشقائق النعمانية))(ص64). ¶ (4) في ((الفوائد))(ص189).",
            "page": "29",
            "part": "1"
        },
        {
            "hno": null,
            "id": "31",
            "nass": "الأول: متانته في العلم، وقوَّة تحريره للمشكلات، وتمييزه بين مسائل العلم المعتبرة وإتيانه بها دون غيرها، وإيراده للنكات والأبحاث التي لم يُسبق إليها، واعتراف من بعده له بطول باعه ورسوخ قدمه في العلم. ¶ والثاني: إخلاصه وصدقه مع الله تعالى، وهذا أمرٌ قلبيٌّ لا يطَّلِعُ عليه إلاَّ علاّم الغيوب، ولكن نلمسُه من القبول الذي يرزقه الله لبعض الكتب دون سواها، والله أعلم. ¶ ومؤلفاته هي: ¶ الأول: ((تنقيح الأصول)) المشهور بـ((التنقيح))، وهو متنٌ متينٌ في علم أصول فقه المذهب الحنفي، نسبه لنفسه بهذا الاسم في ديباجته(1)، وفي ديباجة شرحه(2) له، ونسبه إليه مَن ترجمَ(3) له. ¶ __________ ¶ (1) أي ((التنقيح))(1: 51). ¶ (2) المسمَّى((التوضيح في حل غوامض التنقيح))(1: 31). ¶ (3) مثل:صاحب ((الجواهر المضية))(4: 369)،((تاج التراجم))(ص203)،و((مفتاح السعادة))(2: 170)، و((طبقات ابن الحنائي))(ق26/أ)، و((كتائب أعلام الأخيار))(ق287/أ)، و((الأثمار الجنية))(36/أ)، و((الفوائد))(ص185)، وغيرهم.",
            "page": "30",
            "part": "1"
        },
        {
            "hno": null,
            "id": "32",
            "nass": "قال صدر الشريعة(1) في سبب تأليف ووصفه: لَمَّا رأيتُ فحولَ العلماء مكبين في كل عهد وزمان على مباحثة ((أصول الفقه)) للشيخ الإمام مقتدى الأئمة العظام فخر الإسلام علي البَزْدَويّ بوأه الله تعالى دار السلام، وهو كتابٌ جليلُ الشأن، باهرُ البرهان، مركوز كنوز معانيه في صخور عباراته، ومرموزُ غوامض نكته في دقائق إشاراته، ووجدتُ بعضَهم طاعنين على ظواهر ألفاظه؛ لقصور نظرهم عن مواقع ألحاظه(2)، أردت تنقيحه وتنظيمه، وحاولتُ تبيينَ مراده وتفهيمه، وعلى قواعد المعقول تأسيسه وتقسيمه، مورداً فيه زبدةَ مباحثِ ((المحصول)) و((أصول)) الإمام المدقق جمال العرب ابن الحاجب(3)، مع تحقيقاتٍ بديعةٍ، وتدقيقات غامضة منيعةٍ، تخلو الكتب عنها، سالكاً فيه مسلك الضبط والإيجاز، متشبثاً بأهداب السحر، متمسكاً بعروة الإعجاز. انتهى. ¶ __________ ¶ (1) في ((التوضيح))(1: 10-11). ¶ (2) أي لا يدركون بإمعان النظر ما يدركه هو بلحاظ عينه من غير أن ينظر إليه قصداً. ينظر:((التوضيح))(1: 11). ¶ (3) وهو عثمان بن عمر بن أبي بكر الدّوَني الكردي الأَسْناوي المصري المالكي الأصولي النحوي، أبي عمرو، جمال الدين، المعروف بابن الحاجب، له: (( مختصر منتهى السَّول والأمل في علمي الأصول والجدل))، و((الكافية والشافية))، و((جامع الأمهات))، (570-646هـ). ينظر: ((وفيات))(3: 248-250). ((مرآة الجنان))(3: 114).",
            "page": "31",
            "part": "1"
        },
        {
            "hno": null,
            "id": "33",
            "nass": "وقال القُرشيّ(1) عنه: جمع فيه بين كلام البَزْدَويّ وكلام ابن الحاجب، ورتَّبه ترتيباً حسناً، كما فعل ابنُ الساعاتي(2) في كتابه ((البديع))، جمعَ فيه بين كلام الآمدي وكلام فخر الإسلام البَزْدَويّ. انتهى. والمقصود بجمعه أن أورد فيه بعض الأبحاث التي لم يعتد متقدمو الأحناف الإتيان بها في كتب الأصول، مع ذكر خلاف الشافعي في كثير من مسائله ودليله، والإجابة عليه، وتأييد المذهب بالحجج النقلية والعقليّة. والله أعلم. ¶ وشرحه غير مؤلِّفه، منها: شرحٌ للفاضل السيد عبد الله بن محمد الحسيني المعروف بنقره كار، (ت نحو 750هـ). وعلى هذا الشرح حاشية لقاسم بن قُطْلُوبُغا(3). ¶ الثاني: ((التوضيح في حل غوامض التنقيح)) وهو شرح على متنه في أصول الفقه، نسبه لنفسه في ديباجته(4)،ونسبه إليه من ترجم(5) له. ¶ __________ ¶ (1) في ((الجواهر المضية))(4: 369-370). ¶ (2) وهو أحمد بن علي بن ثعلب السَّاعَاتِيّ البعلبكي البغدادي، مظفر الدين، قال الكفوي: كان إمام العصر في العلوم الشرعية، ثقة حافظاً متقناً، أقرّ له شيوخ زمانه بأنه فارس جواد في ميدانه. وله: ((مجمع البحرين))، (ت694هـ). ينظر: ((النافع الكبير))(ص25)، ((مرآة الجنان))(4: 227). ¶ (3) ينظر: ((الكشف))(1: 499). ¶ (4) التوضيح))(1: 6). ¶ (5) مثل صاحب((الجواهر المضية))(4: 370)، ((تاج التراجم))(ص203)، و((مفتاح السعادة))(2: 170) و((طبقات ابن الحنائي))(ق26/أ)، و((كتائب أعلام الأخيار))(ق287/أ)، و((الأثمار الجنية))(36/أ)، و((الفوائد))(ص185)، وغيرهم.",
            "page": "32",
            "part": "1"
        },
        {
            "hno": null,
            "id": "34",
            "nass": "قال صدر الشريعة(1) في سبب تأليفه ووصفه: لمَّا وفَّقني اللهُ بتأليف ((تنقيح الأصول)) أردتُ أن أشرحَ مشكلاته، وأفتح مغلقاته، معرضاً عن شرح المواضع التي مَن يحلها بغير إطناب لا يحل له النظر في ذلك الكتاب، واعلم أنَّي لَمَّا سودت كتاب ((التنقيح))، وسارعَ بعضُ الأصحاب إلى انتساخِه ومباحثتِه، وانتشرَ النسخُ في بعض الأطراف، ثمَّ بعد ذلك وقعَ فيه قليلٌ من التغييرات، وشيءٌ من المحو والإثبات، فكتبتُ في هذا الشرح عبارة ((المتن)) على النمط الذي تقرَّر عندي؛ لتغيير النسخ المكتوبة قبل التغييرات إلى هذا النمط، ثمَّ لَمَّا تيسَّرَ إتمامُه وفُضَّ بالاختتام ختامُه مشتملاً على تعريفات، وحجج مؤسسة على قواعد المعقول وتفريعات، مرصصة بعد ضبط الأصول، وترتيب أنيق لم يسبقني على مثله أحدٌ، مع تدقيقات غامضة لم يبلغ فرسان هذا العلم إلى هذا الأمد. انتهى. ¶ وقال التفتازاني(2) في وصفه: كتابٌ شاملٌ لخلاصة كلِّ مبسوط وافٍ، ونصابٌ كاملٌ من خزانة كلِّ منتخب كاف، وبحر محيط بمستصفى كلِّ مديد وبسيط، وكنْزٌ مغنٍ عمّا سواه من كل وجيز ووسيط، فيه كفايةٌ لتقديم ميزان الأصول وتهذيب أغصانها، وهو نهايةٌ في تحصيل مباني الفروع وتعديل أركانها، نعم قد سلك منهاجاً بديعاً في كشف أسرار التحقيق، واستولى على الأمد الأقصى من رفع منار التدقيق، مع شريف زيادات ما مسّتها أيدي الأفكار، ولطيف ما فتق بها رتق آذانهم أولو الأبصار؛ ولهذا طار كالأمطار في الأقطار، وصار كالأمثال في الأمصار، ونال في الآفاق حظَّاً من الاشتهار، كاشتهار الشمس في نصف النهار، وقد صادفت مُجْتازي ما وراء النهر لكثير من فضلاء الدهر أفئدة تهوى إليه وأكباداً هائمة عليه، وعقولاً جاثية بين يديه، ورغبات مستوقفة المطايا لديه. انتهى. ¶ __________ ¶ (1) في ((التوضيح))(1: 5-6). ¶ (2) في ((التلويح))(1: 2-3).",
            "page": "33",
            "part": "1"
        },
        {
            "hno": null,
            "id": "35",
            "nass": "ووصفه القرشي(1) والكفوي(2): بأنه شرحٌ نفيسٌ. ¶ ولقي هذا الشرح ومتنه عناية فائقة من العلماء حفظاً وتدريساً وشرحاً وتحشيةً وتعليقاً؛ إذ عليه التعويل في معرفة أصول المذهب الحنفي ودراستها، قال المرجاني(3): إن كتاب ((التنقيح)) وشرحه ((التوضيح)) هو المعوّل عند الطلبة عليه والرجوع في تحصيل الأصول إليه. انتهى. لذا أقبل الطلاب على متنه بالحفظ، والعلماء على شرحه بالتدريس والتوضيح لما أشكل من عباراته وغمض من ألفاظه. ¶ __________ ¶ (1) في ((الجواهر المضية))(4: 370). ¶ (2) في ((كتائب أعلام الأخيار))(ق287/أ). ¶ (3) في ((حزامة الحواشي لإزاحة الغواشي))(1: 2).",
            "page": "34",
            "part": "1"
        },
        {
            "hno": null,
            "id": "36",
            "nass": "وألفت كتب اقتفت أثره في الترتيب والألفاظ وذكر الأبحاث والتحقيقات البديعة إلا أنها آثرت بعض الألفاظ على بعض، مع زيادة ونقص في بعض الأبحاث، واعتراض وتحقيق في بعض آخر، منها: كتاب ((مرآة الأصول شرح مرقاة الأصول)) لملا خسرو، وكتاب ((التجريد شرح تغيير التنقيح)) لابن كمال باشا، إلا أن ابن كمال باشا أكثر من الاعتراض على صدر الشريعة وردَّ كثيراً من أبحاثه كعادته في مؤلفاته(1)، والعلماء لم يسلِّموا له ذلك بل ردُّوا عليه ، وكانوا ينتصرون لصدر الشريعة في غالب الأحيان(2)، وسيأتي تفصيل هذا في الحديث عن منهجه في التأليف. ¶ ومن الشروح والحواشي التي زُيِّنَ بها الكتاب على ما ذكره حاجي خليفة(3): ¶ __________ ¶ (1) قال عبد الرحمن في ((ترغيب اللبيب)) في بيان عادة ابن كمال باشا في تأليفاته: هذا العلامة وإن كان فريد دهره بلا ممانع ووحيد عصره بلا مدافع، لكنّه صرف عنان عزمه عن التحقيق في أكثر مصنفاته، وسلك مسلك الجدال والتغليظ في أشهر مؤلفاته ولا سيما في شرحه على ((الهداية))، فإنه فيه وصل في الجدال إلى الغاية بحيث نزل مرتبة الشرّاح المكملين منْزلة العوام من الجهال المغفلين، وجعلَ مرتبة رتبة المشايخ العظام من المصنّفين، بل من المجتهدين كمرتبة الآحاد من المقلدين، والظاهر أن مراد ذلك العلامة من السلك في مثل هذا الطريق والانحراف عن سبيل التحقيق ليس إلا تعليم دقائق وجوه البحث للطالب الذكي وتفهيم طرق إلزام الخصم المعاند الغبي، ولا شك أنه هداية لطيفة، وعزيمة شريفة، فالعلامة بهذه النية مأجور، وسعيه بتلك العزيمة مشكور، وتمامه في ((الكشف))(2: 2039-2040). ¶ (2) قال حاجي خليفة في ((الكشف))(1: 499) عن كتاب ابن كمال باشا في الأصول الذي أكثر فيه من الاعتراض على صدر الشريعة: لكن الناس لم يلتفتوا إلى ما فعله، والأصل باق على رواجه والفرع على التنَزل في كساده. ¶ (3) في ((الكشف))(1: 496-499).",
            "page": "35",
            "part": "1"
        },
        {
            "hno": null,
            "id": "37",
            "nass": "حاشية عبد القادر بن أبي القاسم الأنصاري (ت نحو820هـ). ¶ ((حزامة الحواشي لإزاحة الغواشي)) للمرجاني(1) أجاب فيها عن اعتراضات التفتازاني على صدر الشريعة ورد أبحاثه التي أتى بها، ونصر صدر الشريعة فيها(2). ¶ ((التلويح في كشف حقائق التنقيح)) للتفتازاني، وهو وإن كان اسمه دالاً على أنه شرح على ((التنقيح))، لكنه في الحقيقة شرح على ((التوضيح)) يدلُّ على ذلك أنه كثيراً ما يقول: قوله: ... . ويشرحه، وما يذكره بعد قوله: قوله؛ يكون كلاماً في ((التوضيح)) لا ((التنقيح))(3)، قال حاجي خليفة(4) عنه: لما كان هذا الشرح كالمتن علَّقوا عليه شروحاً وحواشي، أعظمها وأولاها شرح التفتازاني. انتهى. وقد ارتبط ((التوضيح)) و((التلويح)) ارتباطاً وثيقاً فأكثر العلماء من التحشية والتعليق عليهما من ذلك: ¶ حاشية القاضي برهان الدين أحمد السيواسي (ت800هـ)، المسمّاة بـ((الترجيح)). ¶ حاشية العلامة السيد الشريف علي بن محمد الجرجاني (ت816هـ). ¶ حاشية الشيخ علاء الدين علي بن محمد الشهير بمصنفك (ت871هـ). ¶ حاشية المحقق المولى حسن بن محمد شاه الفناري (ت886هـ)(5)، على هذه الحاشية تعليقة لمصطفى بن محمد الشهير بمعمار زاده (ت968هـ). ¶ حاشية الملا علاء الدين علي الطوسي (ت887هـ). ¶ حاشية المولى الفاضل محمد بن فراموز الشهير بملا خسرو (ت885هـ)(6). ¶ حاشية الملّوي علاء الدين علي بن محمد القوشي (ت879هـ). ¶ حاشية مصلح الدين مصطفى بن يوسف،الشهير بخواجه زاده البرسوي(ت893هـ) ¶ __________ ¶ (1) وهو الفقيه الأصولي المتكلم المؤرخ الشيخ شهاب الدين بن بهاء الدين المرجاني (1233-1306هـ). وتمام ترجمته في ((حسن التقاضي))(ص95). ¶ (2) وزيادة التفصيل في الحاشية، وهي مطبوعة في المطبعة الخيرية في مصر. ¶ (3) ينظر: ((التلويح))(1: 19). ¶ (4) في ((الكشف))(1: 496). ¶ (5) وهي مطبوعة في المطبعة الخيرية في مصر. ¶ (6) وهي مطبوعة في المطبعة الخيرية في مصر.",
            "page": "36",
            "part": "1"
        },
        {
            "hno": null,
            "id": "38",
            "nass": "حاشية محيي الدين محمد بن حسن السامسوني (ت919هـ). ¶ حاشية الشيخ مصلح الدين مصطفى بن شعبان الشهير بالسروري(ت969هـ). ¶ حاشية ابن البردعي. ¶ حاشية المولى الفاضل مصلح الدين مصطفى الشهير بحسام زاده العتيق. ¶ حاشية العلامة الفاضل أبي بكر بن أبي القاسم السمرقندي. ¶ حاشية الفاضل معين الدين التوني، وهي على أوائله. ¶ حاشية العلامة مولانا زاده عثمان الخطابي. ¶ تعليقة مولانا خضر شاه المتشوي (ت853هـ). ¶ تعليقة المولى عبد الكريم (ت نحو900هـ)، وهي على أوائله. ¶ تعليقة العلامة ابن كمال باشا (ت940هـ). ¶ تعليقة المولى شمس الدين أحمد بن محمودالمعروف بقاضي زاده المفتي (ت988هـ) ¶ تعليقة على مباحث قصر العام من ((التلويح)) للمولى الفاضل أبي السعود بن محمد العمادي (ت983هـ). ¶ تعليقة المولى هداية الله العلائي (ت1039هـ). ¶ تعليقة المولى يوسف بالي بن المولى يكان على أوائله. ¶ تعليقة محمد بن يوسف بالي الرومي.",
            "page": "37",
            "part": "1"
        },
        {
            "hno": null,
            "id": "39",
            "nass": "الثالث: ((المقدِّمات الأربع))؛ نسبه إليه الكفوي(1) واللكنوي(2) بهذا الاسم، لكن كلام حاجي خليفة(3) يفيد أنها ليست تأليفاً مستقلاً، وإنَّما هي ضمن كتابه ((التوضيح))، أفردها العلماء بالتوضيح والتعليق لشدّة غموضها، فقال في وصفها: المقدمات الأربع من ((التوضيح))، وهي مقدمات مشهورة غامضة في أواسط الكتاب، أوردها من عنده لبيان ضعف ما ذهب إليه الأشعري من أن الحسن والقبح لا يثبتان إلا بالأمر والنهي، فالحسن ما أمر به والقبيح ما نهي عنه، ثم ساق دليله، وقال(4): وضعفه ظاهر ثم قال(5): واعلم أن كثيراً من العلماء اعتقدوا هذا الدليل يقينياً والبعض الذي لا يعتقدونه يقينياً لم يوردوا على مقدماته منعاً يمكن أن يقال أنه شيء، وقد خفي على كلا الفريقين مواقع الغلط فيه، وأنا أسمعك ما سنح لخاطري، وهذا مبني على أربع مقدمات. انتهى. ¶ ومن التعليقات المفردة عليها: ¶ تعليقة العلامة السيد الشريف علي بن محمد الجرجاني (ت816هـ). ¶ تعليقة المولى حسن بن عبد الصمد السامسوني (ت891هـ). ¶ تعليقة المولى لطف الله بن حسن التوقاتي (ت900هـ). ¶ تعليقة المولى عبد الكريم (ت900هـ). ¶ تعليقة المولى مصلح الدين القسطلاني (ت901هـ). ¶ تعليقة المولى علاء الدين علي العربي الحلبي(ت901هـ)، له تعليقتان كبرى وصغرى لخص الثانية من الأولى. ¶ تعليقة المولى محيي الدين محمد بن إبراهيم بن الخطيب(ت901هـ)، له أيضاً تعليقتان كبرى وصغرى. ¶ تعليقة المولى محمد بن الحاج حسن (ت911هـ)(6). ¶ الرابع: ((شرح الوقاية))، وهو موضوع بحثنا وتحقيقنا، وسيأتي الكلام عنه مفصَّلاً في الفصل الثاني. ¶ __________ ¶ (1) في ((كتائب أعلام الأخيار))(ق287/أ). ¶ (2) في ((الفوائد البهية))(ص185). ¶ (3) في ((الكشف))(1: 498). ¶ (4) أي صدر الشريعة في ((التوضيح))(1: 336). ¶ (5) أي صدر الشريعة في ((التوضيح))(1: 337). ¶ (6) هذه التعليقات مذكورة في ((الكشف))(1: 498-499).",
            "page": "38",
            "part": "1"
        },
        {
            "hno": null,
            "id": "40",
            "nass": "الخامس: ((مختصر الوقاية)) المسمَّى بـ((النُّقاية))، نسبَه لنفسه في ديباجته(1)، وفي مواضع عديدة من ((شرح الوقاية)) باسم ((المختصر))، ولم أقف في كلامه على تسميته بـ((النُّقاية))، لكنَّه مشهورٌ في كتب الفقه الحنفي بـ((النقاية))، وشرَّاحه سمَّوه بذلك كما سيأتي، فلعلَّهم وقفوا على كلامٍ لصدر الشريعة يدلُّ على ذلك، والله أعلم. ونسبه له من ترجم(2) له ومنهم من سمَّاه ((النقاية))، ومنهم مَن سمَّاه ((مختصر الوقاية))، ولذلك وهم عمر كحالة(3) في جعل هذا الكتاب كتابين فقال: يضاف إلى آثاره ((مختصر الوقاية))، و((النقاية مختصر الوقاية)). انتهى. ¶ قال صدر الشريعة(4) في سبب تأليفه ووصفه: ألف جدي برهان الشريعة لأجل حفظي كتاب ((وقاية الرواية في مسائل الهداية))، وهو كتاب لم يكتحل عين الزمان بثانيه في وجازة ألفاظه مع ضبط معانيه، ثم إنِّي لمَّا وجدتُ قصورَ هممِ بعضِ المحصِّلين عن حفظ ((الوقاية))، اتخذتُ منه هذا ((المختصر)) مشتملاً على ما لا بد منه لطالب العلم عن حفظها، فكلُّ من أحبَّ استحضار مسائل ((الهداية)) فعليه حفظ ((الوقاية))، ومن أعجلَه الوقتُ فليصرف إلى حفظ هذا ((المختصر)) عنان العناية، إنه ولي الهداية. انتهى. ¶ __________ ¶ (1) أي ديباجة ((النقاية))(ص2). ¶ (2) مثل: صاحب ((تاج التراجم))(ص203)، و((مفتاح السعادة))(2: 170)، و((طبقات ابن الحنائي))(ق26/أ)، و((كتائب أعلام الأخيار))(ق287/أ)، و((الأثمار الجنية))(36/أ)، و((الفوائد))(ص185)، وغيرهم. ¶ (3) في ((معجم المؤلفين))(2: 355). ¶ (4) في ((النقاية))(ص3-4).",
            "page": "39",
            "part": "1"
        },
        {
            "hno": null,
            "id": "41",
            "nass": "ففي هذا الكتاب اختصر كثيراً من مسائل ((الوقاية))، وأحكم صياغة بعض جمله على هيئة واضحة وموجزة، كما سيمرُّ معنا في ((شرح الوقاية))، ولم يتابع صاحب ((الوقاية)) على ترتيب كتب الكتاب، بل قدَّم وأخَّر على ما يراه مناسباً، وبقي متابعاً لصاحب ((الوقاية)) في إيراد المسائل المعتمدة في المذهب؛ ولهذه الأسباب انكبّ الطلبةُ عليه حفظاً، والعلماءُ تدريساً وشرحاً، فكثرت شروحه، ومنها: ¶ ((كمال الدراية في شرح النقاية)) لتقي الدين أبي العباس أحمد بن محمد الشمني (ت872هـ). له نسخة مخطوطة في مكتبة الأوقاف العراقية برقم (10603)، وفي دار الكتب الظاهرية بدمشق برقم (2564) (ق318) (27×13سم) نسخة جيدة قديمة من خطوط القرن العاشر(1). ¶ شرح ابن العيني،زين الدين، أبي محمد،عبد الرحمن بن أبي بكر الحنفي (ت893هـ). ¶ شرح عبد الواجد محمد بن محمد المشهدي العجمي (ت838هـ). ¶ شرح علاء الدين علي بن محمد المعروف بمصنِّفك (ت875هـ). ¶ شرح الشيخ ابن قطلوبغا الحنفي (ت879هـ)(2)، ولم يكتمل. ¶ شرح عبد العلي البِرْجَندي (ت932هـ). ¶ ((جامع الرموز في شرح النقاية)) لشمس الدين محمد الخرساني القهستاني (ت نحو950هـ)، وعليه حاشية بالقول للمولى ابن الوالهي البرسوي. ¶ شرح أبي المكارم بن عبد الله بن محمد، أتمَّه سنة (907هـ). له نسخة مخطوطة في مكتبة الأوقاف العراقية برقم (3548). ¶ شرح مولانا نور الدين عبد الرحمن بن أحمد الجامي (ت898هـ). ¶ العناية على النقاية لمحمود بن بركات الأنصاري، المعروف بالباقاني(ت1003) له نسخة مخطوطة في دار الكتب الظاهرية بدمشق برقم (6670) (ق335) (22×16سم) نسخة جيدة بخط المؤلف(3). ¶ __________ ¶ (1) ينظر: ((فهرس مخطوطات دار الكتب الظاهرية)) (2: 119) ¶ (2) وذكره شلبي في حاشيته على ((التبيين))(5: 148). ¶ (3) ينظر: ((فهرس مخطوطات دار الكتب الظاهرية))(1: 495).",
            "page": "40",
            "part": "1"
        },
        {
            "hno": null,
            "id": "42",
            "nass": "((فتح باب العناية بشرح النقاية)) لعلي بن سلطان القاري (ت1014هـ)(1). ¶ شرح محمود بن إلياس الرومي، طبع بهامش ((فتح باب العناية)) في باكستان (1908مـ) كراتشي. وعليه كثير من الحواشي والتعليقات. ¶ شرح عبد الشكور الجونفوري(2). ¶ السادس: ((الشُّروط والمحاضر))؛ نسبها إليه الكفوي(3) واللكنوي(4) بهذا الاسم. ونسبه إليه حاجي خليفة(5) باسم ((شروط صدر الشريعة))، قال الكفوي(6) في وصفها: رتَّبها على ترتيب كتب الفقه وأبوابه. انتهى. ¶ وعلم الشروط والسجلات: علم يبحث فيه عن كيفية ثبت الأحكام الثابتة عند القاضي في الكتب والسجلات على وجه يصحّ الاحتجاج به عند انقضاء شهود الحال، وموضوعه تلك الأحكام من حيث الكتابة، وبعض مبادئه مأخوذ من الفقه، وبعضها من علم الإنشاء، وبعضها من الرسوم والعادات والأمور الاستحسانية(7). ¶ السابع: ((تعديل العلوم))؛ نسبه إليه من ترجم(8) له بهذا الاسم، قال طاشكبرى(9) زاده في وصفه: ((تعديل العلوم)) في أقسام العلوم العقليّة كلِّها، ثم شرح هذا الكتاب بجميع أقسامه، ولقد أبدع فيها، بحيث أورد تحقيقات عجز عنها الأوائل، ولا سيما في المنطق والكلام، ويشهد بما ذكرناه من طالع ذلك الكتاب. انتهى. ¶ __________ ¶ (1) هذه الشروح مذكورة في ((الكشف))(2: 1971-1972). ¶ (2) ينظر: ((معارف العوارف))(ص107). ¶ (3) في ((كتائب أعلام الأخيار))(ق287/أ). ¶ (4) في ((الفوائد البهية))(ص185). ¶ (5) في ((الكشف))(2: 1047). ¶ (6) في ((كتائب أعلام الأخيار))(ق287/أ). ¶ (7) ينظر: ((الكشف))(2: 1045-1046). و((مفتاح السعادة))(2: 557). ¶ (8) مثل: صاحب ((مفتاح السعادة))(2: 170)، و((طبقات ابن الحنائي))(ق26/أ)، و((كتائب أعلام الأخيار))(ق287/أ)، و((الأثمار الجنية))(36/أ)، و((الكشف))(1: 419)، و((الفوائد))(ص185)، و((الأعلام))(4: 354)، و((معجم المؤلفين))(2: 355)، وغيرهم. ¶ (9) في ((مفتاح السعادة))(2: 170).",
            "page": "41",
            "part": "1"
        },
        {
            "hno": null,
            "id": "43",
            "nass": "وقال(1): ((تعديل الكلام)) للمولى العلام الرباني والحبر الصمداني، صدر الشريعة، أكرمه الله في الدرجات الرفيعة، وهو رحمه الله كتب كتاباً سمَّاه ((تعديل العلوم))، بدأ فيه بالمنطق، ثمّ بالكلام، ثم أقسام الحكمة على التمام، ولعمري لقد أتى فيه بمباحث عجز عن حلِّها الأوائل والأواخر، تحقيقاً لما قيل: كم ترك الأول للآخر. انتهى. ¶ وقال أيضاً(2): إن أردت بلوغ الغاية في المنطق فعليك بتعديل الميزان، وهو أحد أقسام ((تعديل العلوم)) للإمام الهمام، والحبر القمقام، فخر العلماء الأعلام، ونتيجة أسلاف الكرام، وسلالة أجداده العظام، الإمام صدر الشريعة، أكرمه الله في الدرجات الرفيعة، وهو رحمه الله كشف في هذا الكتاب عن غوامض طالما تحيَّر فيها عقول الأقدمين، وأبرز قواعد لم يهتد إليها أحد من الأوحدين، ومع هذا فهو للعلوم الشرعية أبو عذرها وابن نجدتها. انتهى. ¶ وقال حاجي خليفة(3) في وصفه: جعله على قسمين: الأول: في الميزان: أي المنطق، ¶ والثاني: في الكلام، ثم شرحه شرحاً ممزوجاً، وكشف فيه عن غوامض المباحث التي تحيَّر فيها عقول الفحول، ورتَّب الكلام على سبعة تعديلات بعدد آيات فاتحة الكتاب. انتهى. ¶ الثامن: ((شرح الفصول الخمسين))؛ نسبه إليه حاجي خليفة(4)، وعمر كحالة(5). قال حاجي خليفة: قال في أوله: هذه فصول ـ هذه فوائد في ((شرح فصول خمسين)) ـ حررتها للولد الأعز محمود. انتهى. وهو كتاب مشتمل على مهمات هذا الفنّ رتبه ترتيباً بديعاً لا يتوقف فيه سابق الأبحاث على لاحقها إلا نادراً. انتهى. وهو أصغر من ((الكافية)). انتهى(6). ¶ و((الفصول الخمسون)) في النحو ليحيى بن عبد المعطي بن عبد النور الزواوي ¶ __________ ¶ (1) أي طاشكبرى زاده في ((مفتاح السعادة))(2: 162). ¶ (2) أي طاشكبرى زاده في (((مفتاح السعادة))(1: 279). ¶ (3) في ((الكشف))(1: 419). ¶ (4) في ((الكشف))(2: 1270). ¶ (5) في ((معجم المؤلفين))(2: 355). ¶ (6) من ((الكشف))(2: 1270).",
            "page": "42",
            "part": "1"
        },
        {
            "hno": null,
            "id": "44",
            "nass": "الحنفي النحوي، له: ((ألفية ابن معط))، و((منظومة في القراءات السبع))، و((البديع في صناعة الشعر)) (ت628هـ)(1). ¶ التاسع: ((الوشاح في المعاني والبيان))؛ نسبه إليه بهذا الاسم حاجي خليفة(2)، وعمر كحالة(3)، والزركلي(4) باسم: ((الوشاح)) في علم المعاني. ¶ وشرحه زين الدين عبد الرحمن بن أبي بكر المعروف بابن العيني (ت893هـ)(5). ¶ العاشر: ((الأربعون حديثاً)): انفرد بروكلمان(6) بنسبته له. ¶ المبحث التاسع ¶ وفاته ومكان قبره ¶ ذكر فريق من أهل التواريخ كالكَفَوي(7)، واللَّكْنَويّ(8)، والزَّركلي(9)، وغيرهم(10) أن صدر الشريعة رحمه الله توفي في سنة سبع وأربعين وسبعمئة، ومرقدُه ومرقدُ والديه وأولاده وأجداد والديه كلُّهم في شرع آبار بُخارا إلا جدَّيه الفاسد والصحيح، فإنهما ماتا في كِرمان ودفنا فيها، تغمدهم الله برحمته. ¶ وشذَّ القاري(11) بذكر وفاته سنة نَيف وثمانين وستمئة، واستغرب اللكنوي ما ذكره القاري لبعد وقوعه، فقال معتذراً عنه(12): ولعلَّه من ناسخ فلتراجع نسخة أخرى. ¶ __________ ¶ (1) ينظر: ((مرآة الجنان))(4: 66). ((الكشف))(2: 1269). ((معجم المؤلفين))(4: 103-104). ¶ (2) في ((الكشف))(2: 2011). ¶ (3) في ((معجم المؤلفين))(2: 355). ¶ (4) في ((الأعلام))(4: 354). ¶ (5) ينظر: ((الكشف))(2: 2011). ¶ (6) في ((تاريخ الأدب العربي))(gII:214,s,II:301). ¶ (7) في ((كتائب أعلام الأخيار))(ق287/أ). ¶ (8) في ((الفوائد))(ص185). ¶ (9) في ((الأعلام))(4: 354). ¶ (10) كعمر كحالة في ((معجم المؤلفين))(2: 355). ¶ (11) في ((الأثمار الجنية))(ق36/أ). ¶ (12) في ((الفوائد البهية))(ص185).",
            "page": "43",
            "part": "1"
        },
        {
            "hno": null,
            "id": "45",
            "nass": "وقد راجعت نسخةً أخرى(1) فوجدته كما هو، والذي يؤكِّد أنه ليس من الناسخ، إنما هو سبق وهم لذهن علي القاري، أنه ذكر نفس هذا التاريخ في بداية شرحه على ((النُّقاية)) المسمَّى ((فتح باب العناية))(2). ¶ أمَّا حاجي خليفة ففي بعض المواضع(3) ذكر وفاته سنة (747هـ)، وفي موضعين أخرين(4) ذكر وفاته سنة (745هـ) وفي موضع آخر(5) ذكر وفاته سنة (750هـ) كما هي عادته فيمن يترجم له عند ذكر وفاته، فإنّه لا يمكن الاعتماد عليه إذا لم يوافقه من يعتمد عليه من أهل التواريخ(6). ¶ الفصل الثاني ¶ في دراسة عن كتابه ((شرح الوقاية)) ¶ وتشتمل على مباحث: ¶ المبحث الأول: في اسم وسبب تأليف وصحة نسبة ((الوقاية))، و((شرح الوقاية)) لمؤلفيهما. ¶ المبحث الثاني: في مكانة ((الوقاية)) و((شرح الوقاية)) بين كتب الفقه الحنفي. ¶ المبحث الثالث: في شروح ((الوقاية)). ¶ المبحث الرابع: في حواشي ((شرح الوقاية)). ¶ المبحث الخامس: في منهج الماتن والشارح في المتن والشرح ومميزاتهما. ¶ المبحث السادس: في المصادر التي اعتمد عليها صدر الشريعة في ((شرح الوقاية)). ¶ المبحث السابع: في الاصطلاحات الفقهية في ((شرح الوقاية)) وكتب الأحناف. ¶ المبحث الثامن: في مخطوطات ((الوقاية)). ¶ المبحث التاسع: في مخطوطات ((شرح الوقاية)). ¶ __________ ¶ (1) وهي نسخة ((الأثمار الجنية)) في مكتبة الأوقاف في العراق. ¶ (2) فتح باب العناية))(1: 34-35). ¶ (3) الكشف))(1: 419،496،2: 2011). ¶ (4) الكشف))(2: 1047،1971). ¶ (5) الكشف))(2: 2019) ¶ (6) أطال اللكنوي الكلام في كتابيه ((إبراز الغي الواقع في شفاء الغي))، و((تذكرة الراشد برد تبصرة الناقد)) في عدم اعتبار كتاب ((كشف الظنون)) من الكتب المعتمدة لكثرة ما فيه من الخطأ، ولا نعلم هذا الخطأ من مؤلفه أو ناسخه أو مهتمي طبعه، مع اعتباره من أفضل الكتب التي ألفت في مجاله؛ لكثرة ما جمع ورتَّب.",
            "page": "44",
            "part": "1"
        },
        {
            "hno": null,
            "id": "46",
            "nass": "المبحث العاشر: ترجة أئمة المذهب الذي تدور على قولهم مسائل الكتاب ¶ المبحث الحادي عشر: في المنهج المتبع في تحقيق الكتاب. ¶ المبحث الثاني عشر: في النسخ المعتمدة في تحقيق الكتاب. ¶ المبحث الأول ¶ اسم وسبب تأليف وصحة نسبة ((الوقاية)) و((شرح الوقاية)) لمؤلفيهما ¶ لم أقف على اختلاف وقع في تسمية ((الوقاية))؛ لأن مؤلفَها صرَّحَ في ديباجتِها باسمها وكذا الشارح، وهو: ((وقاية الرواية في مسائل الهداية))، وإنما اختصرها في كتبهم بـ((الوقاية))، وبهذا الاختصار اشتهرت وعرفت. ¶ أمَّا ((شرح الوقاية)) فلم أقف في كلام مَن يعتدُّ بهم على تسميتها بغير ((شرح الوقاية))، وإنّما الذي شاع وذاع اسماً لها هو نعت صدر الشريعة، ففي الكتب يطلقُ صدر الشريعة ويراد به ((شرح الوقاية))(1). ¶ وتسامح محمد مطيع الحافظ(2) بتسميتها بـ((شرح المواضع المغلقة من وقاية الرواية))، وسالم عبد الرزاق(3) بـ((حل المواضع المغلقة من وقاية الرواية في مسائل الهداية))؛ لأن صدرَ الشريعة قال في مطلعها: هذا حل المواضع المغلقة من وقاية الرواية في مسائل الهداية. انتهى. وهذا ليس بتصريح صريح أنه اسم لها، بل يمكن أن يكون تعريفاً بعمله في الكتاب، وهو الأرجح؛ لأن العلماء لم يفهموا قبلهم أن هذا اسم لها. وأما عبد الله الجبوري(4) فسمَّاها: ((العناية شرح وقاية الرواية))، ولم أقف على مستند له في ذلك. ¶ __________ ¶ (1) يعرف ذلك مَن يمارس الاشتغال بكتب الفقه الحنفي ، وممن نبه على ذلك حاجي خليفة في ((الكشف))(2: 2021). ¶ (2) في ((فهرس مخطوطات دار الكتب الظاهرية))(1: 432). ¶ (3) في ((فهرس مخطوطات الموصل))(8: 68). ¶ (4) في ((فهرس مخطوطات مكتبة الأوقاف العراقية))(1: 481).",
            "page": "45",
            "part": "1"
        },
        {
            "hno": null,
            "id": "47",
            "nass": "أما سبب تأليف ((الوقاية)) فكما مرّ وسيأتي في ديباجة الكتاب، وهو ما صرح به مؤلِّفها أنه ألَّفها من أجل أن يحفظها حفيدُه صدر الشريعة بعدما درس بعض العلوم، ويمكن أن يضاف إليه ما رآه من الحاجة إلى متنٍ مشتملٍ على عيون ظاهر الرواية، جامعٍ لما حوته ((الهداية)) من المسائل مع إسقاط الدلائل، والترجيح على ما يراه مشايخ بلادهم، والله أعلم. ¶ وأما ((شرح الوقاية)) فكما سيأتي في ديباجة الكتاب أيضاً، وهو ما ذكره صدر الشريعة، ويمكن إرجاعه إلى ثلاثة أسباب: ¶ الأول: انتشار نسخ ((الوقاية)) في البلاد وبين العباد، ووقوع شيء من التغييرات ونبذ من المحو والإثبات فيها، فألَّفَ هذا الشرح على ما تقرَّر عليه المتن، لتغيير النسخة المكتوبة إلى هذا النمط. ¶ والثاني: أنه اختصر ((الوقاية)) بـ((النقاية))، فأراد بهذا الشرح فتح مغلقاتها، وتوضيح عبارتها. ¶ والثالث: كثرة إلحاح ابنه محمود عليه بتأليف شرح للـ((وقاية)). ¶ وأما بخصوص صحة نسبتهما لمؤلفيهما فلم أقف على اختلاف بين العلماء في نسبة ((الوقاية)) لجدِّ صدر الشريعة، وإنما وقع اضطراب في عباراتهم في كونها لجده أبي أمِّه أو أبي أبيه على ما سبق بيانه وتحقيقه في الفصل الأول.",
            "page": "46",
            "part": "1"
        },
        {
            "hno": null,
            "id": "48",
            "nass": "و((شرح الوقاية)) قد نسبها صدر الشريعة لنفسه في ديباجتها، فاتفقت كلمات العلماء في نسبتها إليه، وصار نعته اسماً لها، إلا أن لابن عابدين(1) وهماً في ذلك إذ جعل شرح صدر الشريعة على ((مختصر الوقاية)) لا على ((الوقاية))، فقال: ((الوقاية)) لتاج الشريعة واختصرها صدر الشريعة، وسمّاه ((نقاية الوقاية)) ثم شرحها، فـ((الوقاية)) لجدّه لا له، فافهم. انتهى(2). ¶ المبحث الثاني ¶ مكانة ((الوقاية)) و((شرح الوقاية)) بين كتب الفقه الحنفي ¶ أعرض هنا التسلسل التاريخي لمراحل الفقه الحنفي وكتبه؛ لنتبين ما سبق ((الوقاية)) و((شرح الوقاية)) من الكتب فنتعرَّف مدى تأثرهما بها، والطريق التي مشى عليها الفقه الحنفي حتى وصل إليهما، وممَّا استقى مؤلِّف ((الوقاية)) كتابه. ¶ وبذكر المراحل التاريخية لما بعدهما؛ نتعرَّف على مدى تأثُّر مَن تأخر عنهما بهما واستفادتهم منهما، ونظرتهم إليهما، وقبل ذلك أمهد بتمهيد مختصرٍ عن نشأة الفقه نتبيَّن من خلاله سبب اعتناء العلماء ومنهم برهان الشريعة وصدر الشريعة كلٌّ بخدمة مذهبه فحسب، ولئن أطال الله في عمري لأفردن هذا البحث بدارسة خاصة تتناول جميع جوانبه، لما اعتراه من الخلط والتخبط في الفهم في هذا الزمان؛ ولذا ألتمس القارئ الكريم اعتذاراً على الإيجاز المذكور هنا. ¶ تمهيد: ¶ __________ ¶ (1) وهو محمد أمين بن عمر بن عبد العزيز الدِّمَشْقِيّ الحَنَفِي، المشهور بابن عابدين، قال الشطي: لو لم يكن له من الفضل سوى ((الحاشية)) التي سارت بها الركبان، وتنافست فيها الناس زماناً بعد زمان لكفته فضيلة تذكر، ومزِّية تشكر. وله: ((العقود الدرية بتنقيح الفتاوي الحامدية))، و((نسمات الأسحار على شرح إفاضة الأنوار))، ورسائله المشهورة، (1198-1252هـ). ينظر: ((أعيان دمشق))(ص252-255). ((الأعلام)) (6: 267-268). ¶ (2) من ((رد المحتار))(2: 121).",
            "page": "47",
            "part": "1"
        },
        {
            "hno": null,
            "id": "49",
            "nass": "بعث رسول الله - صلى الله عليه وسلم - هادياً للعالمين ومبيِّناً لأحكام الدين سلوكاً وعقيدةً وعملاً، ولم ينتقل إلى الرفيق الأعلى إلا بعد أن أتمَّ البيان: { الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الأِسْلامَ دِيناً } [المائدة:3]، وقال - صلى الله عليه وسلم -: ((تركتم على المحجة البيضاء ليلها كنهارها لا يزيغ عنها إلا هالك))(1)، وهذا التعليم منه - صلى الله عليه وسلم - استغرق كلَّ حياته لكلِّ مَن صحبه، فكلٌّ من صحابته - رضي الله عنهم - يمكن أن يقول له كلاماً يتلاءم مع نفسه وحاله، وعلى حسب ما يقتضيه المقام من البيان والتعليم، الأمر الذي أدَّى إلى اختلاف فيما ينقل عن الرسول - صلى الله عليه وسلم - في الأقوال والأفعال، علاوةً على أن كبار الصحابة المجتهدين الذين تصدُّوا للفتوى ورد عنهم أقوال عديدة تختلف عمَّا نقل عن بعض منهم، وبعض يخالف ما روي عن رسول الله - صلى الله عليه وسلم -، بل إن لبعضهم أقوال تخالف ما روي من الأحاديث، وكذا ورد عنهم أقوال أجمعوا واتَّفقوا عليها. ¶ فمِن بين الآيات القرآنية والأحاديث النبويّة والآثار المختلفة عن الصحابة والمجمع عليها لا بدَّ من استخراج الحكم الشرعيّ سواء أكان في العبادات أم الأحوال أم المعاملات أم غيرها، وهذه هي مهمّةُ المجتهد التي إذا أقدم عليها غيرُه ضلَّ، قال تقي الدين السُّبكي(2): نسب قول: الحديث مضلَّة إلا للفقهاء؛ إلى كل من ابن وهب والليث بن سعد وابن عيينة - رضي الله عنهم -، ولا يخفى معناه على مَن له نوع اتّصال بكتب العلم وأهله، وروي قريب من معناه عن أئمة آخرين. انتهى. ¶ __________ ¶ (1) في ((المستدرك))(1: 75)، و((المسند المستخرج))(1: 36)، ((المعجم الكبير))(18: 247)، وغيرها. ¶ (2) في ((معنى قول الإمام المطلبي إذا صحّ الحديث فهو مذهبي)) (ص18).",
            "page": "48",
            "part": "1"
        },
        {
            "hno": null,
            "id": "50",
            "nass": "وقد أوجد الله تعالى في هذه الأمّة العديد من المجتهدين على طوال القرون، كلٌّ منهم يبذل قصارى جهده في استخلاص أصول وقواعد يحتكم إليها في استنباط الأحكام الشرعيّة، وهذا الأصول والقواعد التي قعَّدها لنفسه تتفاوت قوَّة وضعفاً في استيعابها للمسائل الفقهية في بابها، وكُلَّما كان للمجتهد قواعد أكثرَ استيعاباً لفروعها كان الفقيه أكثر اجتهاداً وفقهاً من غيره، وأقدر على القيام بهذه المهمّة، فيحيط به التلاميذ من كلِّ حدب، ويقبل عليه الناس مستفتين، يصور هذا المعنى ما نقل عن زفر تلميذ الإمام أبي حنيفة - رضي الله عنه -: ¶ أنه قدم البصرة، وكان الشائع فيها رأي عثمان البَتِيّ، وهو رئيسها وفقيهها، فكان يأتي حلقته فيسمع مسائلهم، فإذا وقفَ على الأصل الذي بنوا عليه تتبع فروعهم التي فرّعوا على ذلك الأصل، فإذا وقفَ على تركِهم الأصل طالب البَتِيّ حتى يلزمه قوله، ويبيّن له خروجه عن أصله، فيعود أصحابه شهوداً عليه بذلك، فإذا وقف أصحاب البَتِيّ على ذلك واستحسنوا ما كان منه، قال لهم: ففي هذا الباب أحسن من هذا الأصل، ويذكره له، ويقيم الحجّة عليه فيه، ويأتيهم بالدلائل عليه، ويطالب البَتِيّ بالرجوع إليه، ويشهد أصحابه عليه بذلك ثمَّ قال لهم: هذا قول أبي حنيفة - رضي الله عنه -، فما مضت الآيام حتى تحوَّلت الحلقة إلى زفر، وبقي البَتِيّ وحده(1). ثم صار مذهب زفر هو الشائع في البصرة. ¶ فالسبب الرئيس في الخلاف في الفروع بين الفقهاء هو اختلاف الأصول والقواعد ¶ __________ ¶ (1) انتهى من((لمحات النظر في سيرة الإمام زفر)) (ص18)،و((مقدمات الإمام الكوثري))(ص301-312) وغيرهما.",
            "page": "49",
            "part": "1"
        },
        {
            "hno": null,
            "id": "51",
            "nass": "التي بنوا عليها هذه الفروع(1)، ولا يمكن للفقيه أن يكون مجتهداً إلا إذا كان له أصول. ¶ __________ ¶ (1) كون الخلاف الفقهي بين المذاهب راجعاً إلى الأصول قرَّره كثير من العلماء الكبار، منهم: اللكنوي في كتاب ((إمام الكلام في القراءة خلف الإمام))، والكشميري في ((نيل الفرقدين في رفع اليدين)) فكلٌّ منهم بعدما أفاض في عرض المسألة وبيان أدلة كل طرف، قرَّر ذلك. وعن استيفاء الأئمة المتبوعين لأدلة الأحكام سئل ابن خزيمة هل تعرف سنة لرسول الله - صلى الله عليه وسلم - في الحلال والحرام لم يودعها الشافعي كتابه؟ فقال: لا. ينظر: ((معنى قول الإمام المطلبي إذا صح الحديث فهو مذهبي))(ص106)",
            "page": "50",
            "part": "1"
        },
        {
            "hno": null,
            "id": "52",
            "nass": "ومن بين هؤلاء المجتهدين الكثيرين تلَّقت الأمّة اجتهاد الأئمة الأربعة المتبوعين دون سواهم(1)؛ لأسباب كثيرة كدقّة أصولهم واشتهار تقواهم وورعهم وكثرة تلاميذهم وغير ذلك، وكلُّ واحد منهم قدَّمَ لنا عصارة وخلاصة ما في القرآن والسنة وآثار الصحابة من الأحكام الفقهية المرتكزة على قواعده، والخالصة عن التعارض والاضطراب الظاهري الذي يرد على الآيات والأحاديث والآثار فيما بينها، ففي هذا الدور قطع الفقه شوطاً كبيراً في انفصاله عن مورده واستقلاله في مسائل وفتاوى شاملة لجميع أبوابه. ¶ __________ ¶ (1) قال الحطاب المالكي: إنما وقع الإجماع عليها؛ لأنها انتشرت حتى ظهر فيها تقييد مطلقها وتخصيص عامّها وشروط فروعها، فإذا أطلقوا حكماً في موضع وجد مكملاً في موضع آخر، وأما غيرهم فتنقل عنهم الفتاوى مجرّدة، فلعلّ لها مكملاً أو مقيّداً أو مخصصاً لو انضبط كلام قائله لظهر فيصير الإنسان في تقليده على غير ثقة، ومن دوّن مذهبه كالثوري والأوزاعي وداود الظاهري فقد انقرض مذهبه وصار كأن لم يدون ولم يدون مذهب عالم من علماء السنة غير مذاهب هذه السبعة. ينظر: ((لزوم طلاق الثلاث))(ص2-3). وأما حكم التزام مذهب معيَّن وجواز الانتقال من مذهب لآخر فقد فصّل فيه الشنقيطي في ((قمع أهل الزيع والإلحاد))(ص40-41).",
            "page": "51",
            "part": "1"
        },
        {
            "hno": null,
            "id": "53",
            "nass": "مما حدى بتلاميذ الأئمة الأربعة ومَن تبعهم أن يكملوا ما بدأه هؤلاء الأئمة، ويتمِّموا بناءه، لا أن يعودوا ويفعلوا كما فعلوا إذ فيه إعادة لَما تَّم وانتهى، فكلٌّ منهم من كلام إمامه أصَّل القواعد وشيَّدها، وفرَّع عليها الفروع الكثيرة المتّفقة مع أصول إمامه، وكان يتعامل مع كلام إمامه في الاجتهاد والاستنباط كما يتعامل المجتهد مع كلام الشارع(1)، واهتموا كثيراً بتحرير كلامهم في كلِّ مسألة، وألَّفوا المختصرات والمطولات في ذلك. ¶ وهذا التدرج الفقهي كان نتيجة تغيُّر الحياة الاجتماعية التي يعيشها المسلمون، فقد تطوَّرت واتّسعت عمّا كانت عليه في حياة الصحابة - رضي الله عنهم - ودخلت في الإسلام أممٌ جديدةٌ ذات حضارات ومدنيات مختلفة، وذمم الناس ساءت، والأفكار فسدت عمّا كانت عليه في عصر الصحابة - رضي الله عنهم -. ¶ __________ ¶ (1) قال الخادمي في رسالته في ((مسنونية السواك))(ص236-237): لا شك أن حجتنا على الأحكام أقوال فقهائنا إذ الاحتجاج بالنصوص هو مذهب الاجتهاد.",
            "page": "52",
            "part": "1"
        },
        {
            "hno": null,
            "id": "54",
            "nass": "فالصحابة منهم مَن كان مجتهداً ومنهم مَن كان مقلّداً، والمقلّد فيهم يعملُ بالتقليد المطلق من غير التزام مذهب معيّن، وكان التقليدُ الشخصي نادراً فيهم، لكن لمّا تغيّر الزمان على ما ذكر اختار العلماءُ لغير المجتهدين أن يلتزموا مذهب إمام معيّن(1)، لا لأنه كان حكماً شرعياً، بل لكف الناس عن اتباع الهوى، فإن الرجل العاميّ إذا حصلت له الحرية في أن ينتقي من أقوال الفقهاء ما يوافق أهواءه صار الدين لعبةً في أيدي المتطفلين، تتلاعب به أهواؤهم(2)، وهذا مما لا يبيحه أحد، فكان حكم التقليد الشخصي سداً للذريعة لا تشريعاً لما لم يثبت من الصحابة والتابعين، قال شيخ الهند: التقليد الشخصي ليس بحكم شرعي بل هو فتوى انتظامي(3). ¶ المراحل التاريخية لكتب الفقه الحنفي لما سبق ((الوقاية)) و((شرح الوقاية)) وما تلاهما: ¶ __________ ¶ (1) قال ابن رجب في ((الرد على من اتبع غير المذاهب الأربعة))(ص34): علَّة منع تقليد غير الأئمة الأربعة أن مذاهب غير هؤلاء لم تشتهر ولم تنضبط، فربما نسب إليهم ما لم يقولوه، أو فهم عنهم ما لم يريدوه، وليس لمذاهبهم مَن يذبّ عنها وينبّه على ما يقع من الخلل فيها بخلاف هذه المذاهب المشهورة. ¶ (2) قال الدهلوي في ((الانصاف))(ص97): هذه المذاهب الأربعة المدونة قد اجتمعت الأمة أو من يعتد به منها على جواز تقليدها إلى يومنا هذا، وفي ذلك من المصالح ما لا يخفى ولا سيما في هذه الأيام التي قصرت فيها الهمم وأشرِبَت النفوس الهوى، وأعجب كل ذي رأي برأيه. ¶ (3) ينظر: ((أصول الإفتاء))(ص17).",
            "page": "53",
            "part": "1"
        },
        {
            "hno": null,
            "id": "55",
            "nass": "وتفصيل ما سبق من الكلام في مذهب الحنفية؛ لنتعرف المراحل التي سار عليها الفقه حتى وصل إلى ((شرح الوقاية)) الذي هو موضوع هذه الدراسة: أن أبا حنيفة - رضي الله عنه - وهو تابعيٌّ(1) رأى أنساً - رضي الله عنه - وغيره في الكوفة ـ التي بناها الفاروق - رضي الله عنه -، وبعثَ إليها ابن مسعود - رضي الله عنه - ليعلم أهلها، وقال: إنّي آثرتكم على نفسي بعبد الله. ووصفه: بأنه كنيف مليء علماً. حتى أن عليّاً - رضي الله عنه - عندما جاء لإقامة خلافته فيها، أعجب أيما إعجاب بكثرة فقهائها، فقال لابن مسعود - رضي الله عنه -: ملأت هذه القرية علما وفقهاً. ¶ بل بلغ تلاميذه وتلاميذ تلاميذه أربعة آلاف شخص هم سرج تلك القرية، وأبلغ العجلي عدد الصحابة الذين سكنوا الكوفة فقط إلى ألف وخمسمئة صحابي(2) ـ. ¶ __________ ¶ (1) أثبت كبار المحدثين والمؤرخين تابعية أبي حنيفة: منهم: الذهبي في ((مناقب أبي حنيفة))(ص8)، والسيوطي في ((تبييض الصحيفة))(ص295)، وابن حجر المكي في ((الخيرات الحسان))(ص29)، والنووي في ((تهذيب الأسماء))(2: 216)، والخطيب في ((تاريخ بغداد))(4: 208)، واليافعي في ((مرآة الجنان))(1: 310)، والخوارزمي في ((جامع المسانيد))(1: 21-22)، والقاري في ((سند الأنام))(ص585-588)، وتفصيل الكلام في ((إقامة الحجة))(ص83-89). ¶ (2) ينظر: تفصيل هذا البحث في ((حسن التقاضي))(ص10-11).",
            "page": "54",
            "part": "1"
        },
        {
            "hno": null,
            "id": "56",
            "nass": "وكان أبو حنيفة - رضي الله عنه - بعدما يحقِّقُ المسائل الفقهية ويمحصُها بالدلائل على ما هو مشهورٌ من طريقته في التفقيه يأمر تلامذته بتدوينها، وعدد تلامذته الذين دوَّنوا الفقه أربعون(1)، أبرزُهم محمد بن الحسن الشيباني؛ إذ على كتبه الاعتماد في نقل المذهب؛ لشدّة تحرِّيه وفقهه وحفظه وتفريعه وتدوينه، فكتبه المسمَّاة بظاهر الرواية، وهي ((المبسوط))، و((الجامع الكبير))(2)، و((الجامع الصغير))(3)، و((الزيادات))، و((السير الكبير))(4)، و((السير الصغير))، التي نقلت لنا بالرواية المشهورة أو المتواترة تحكي لنا الصحيح من مذهب أبي حنيفة - رضي الله عنه -، وكان الفقهاء لزمن متأخِّر يعتنون بها حفظاً وتدريساً وشرحاً ولا سيما ((الجامعين)) و((المبسوط))، حتى قال بعضهم(5): من حفظَ ((المبسوط)) ومذهب المتقدمين، فهو من أهل الاجتهاد. وقد توفِّي محمد بن الحسن (189هـ) فتكون تأليفاته في القرن الثاني الهجري. ¶ __________ ¶ (1) أشهرهم وأقدمهم: أبو يوسف وزفر وداود الطائي وأسد بن عمر ويوسف بن خالد السمتي، ويحيى بن زكريا. وتمامه في ((حسن التقاضي))(ص12). وعن عبد الرحمن الرازي: أول من صنَّف الكتب بالكوفة يحيى بن زكريا. ينظر: ((الفوائد))(ص370). ¶ (2) من شراحه: الحصري والقونوي و ابن السراج والخلاطي والآب كرمي و افتخار الدين الهاشمي والضرير والكردري وسبط ابن الجوزي وسليمان الصدر والطحاوي والعتابي والبزدوي والمارديني والكرماني والقباوي. ينظر: ((الجواهر))(5: 622). ¶ (3) من شرّاحه: الكردري والتمرتاشي والجصاص وابن حسكا الفزي والعقيلي والطحاوي والظهير البلخي والضرير والعتابي والبزدوي وقاضي خان وصدر القضاة وأبو الليث والنجم والحسامي والبرهاني والصدر الشهيد. ينظر: ((الجواهر))(5: 621-622). ((مفتاح السعادة))(2: 256). ¶ (4) من شراحه: الحصري وشيخ الإسلام السغدي والسرخسي. ينظر: ((الجواهر))(5: 631). ¶ (5) ينظر: ((التبيين))(4: 176).",
            "page": "55",
            "part": "1"
        },
        {
            "hno": null,
            "id": "57",
            "nass": "وأما في القرن الثالث الهجري: ألف الخصّاف(ت261هـ) كثيراً من الكتب منها: ((النفقات))، و((أدب القاضي))، وقد اهتمّ العلماء بها شرحاً(1) وتدريساً. ¶ وفي القرن الرابع: ظهرت في المذهب الحنفي عدّة مختصرات نافست كتب محمد بن الحسن في التدريس والحفظ والشرح، وهي ((الكافي)) للحاكم الشهيد(ت 334هـ) الذي جمع فيه مسائل كتب محمد بن الحسن ظاهر الرواية، مع إسقاط المتكرر، وأبرز شروحه ((المبسوط)) للسرخسي المشهور والمتداول إلى هذا الزمان، و((مختصر الطحاوي))(2)(ت321هـ)، و((مختصر الكَرْخي))(3)(ت340هـ)، وشرحهما العلماء شروحاً كثيرة جدّاً، وفي هذا القرن جمعت الفتاوى والنوازل في المسائل الفقهية التي أفتى بها كبار متقدِّمي الحنفية، وقام بذلك أبو الليث السَّمَرْقَنْدِيّ (ت375هـ) في كتابه ((مختارات النوازل))، وألَّف أيضاً ((مقدمة)) مشهورةً في أحكام الصلاة والطهارة شرحَها كثيرٌ من العلماء(4). ¶ __________ ¶ (1) فمن شراحه: الجصاص والهندواني والقدوري والسغدي والسرخسي والحلواني وخواهر زاده والصدر الشهيد وقاضي خان. ينظر: ((شرح أدب القاضي))(1: 46-47). ¶ (2) من شراحه: أبو بكر الوراق والجصاص والأسبيجابي والبري. ينظر: ((الجواهر))(5: 632). ¶ (3) من شرّاحه: الجصاص وأبو عبد الله الضرير والقدوري. ينظر: ((الجواهر))(5: 633). ¶ (4) منهم: السرماري والقرماني والعلقمي والولوني والكنجاني وابن عرب شاه. ينظر: ((الكشف))(2: 1795-1796).",
            "page": "56",
            "part": "1"
        },
        {
            "hno": null,
            "id": "58",
            "nass": "وفي القرن الخامس: ألَّف القُدُوريّ(ت428هـ) ((مختصره))(1) المشهور، والذي نافسَ كتبَ محمّد بن الحسن و((الكافي)) و((مختصر الطحاوي))، و((مختصر الكرخي)) منافسةً كبيرةً في اهتمام العلماء به حفظاً وتدريساً وشرحاً؛ لسهولة عبارته، والتزامه بذكر ما عليه الاعتماد في المذهب. ¶ وفي القرن السادس: ألَّفَ علاء السمرقنديّ(ت539هـ)((تحفة الفقهاء)) وشرحَها تلميذه الكاساني(ت587هـ) في ((بدائع الصنائع))، وألَّفَ أبو حفص النسفي(ت537هـ) ((منظومة الخلاف)) التي اهتمّ العلماء بشرحها(2)، وأبو القاسم السمرقندي(ت556هـ) ¶ ((الفقه النافع))(3)، والغزنوي(ت593) ((مقدمته)) المشهورة(4)، ولم ينته هذا القرن حتى ألف المَرْغينانيّ كتاب ((الهداية))، وهو شرح لـ((بداية المبتدي)) له، جمع فيه ما بين ((متن القُدُوريّ)) و((الجامع الصغير)) للشيباني، وأكثر في ((الهداية)) من التأصيل والاستدلال للمسائل عقلاً وشرعاً، فشاعت في البلاد وذاعت، وأصبحت محطّ نظر العلماء، فدرَّسوها وشرحوها(5)، ومما قيل فيها: ¶ إلى حافظيه ويجلو العمى ¶ __________ ¶ (1) من شراحه: الخبازي والخلخالي والسروجي والرسغي والنصروي والنوري والأقطع والاسبيجابي والزاهدي والكادوري ومحمد بن رمضان الرومي. ينظر: ((الجواهر))(5: 632-633). ¶ (2) منهم: حافظ الدين النسفي والموصلي والحموي والافشنجي والقره حصاري والأسمندي والسديدي والحدادي والقيصري وابن الشحنة. ينظر: ((الكشف))(2: 1867-1868). ¶ (3) منهم: حافظ الدين النسفي والرامشي، وممن نظمه محمد بن جلال الدين المعروف بسلطان (ت740هـ). ينظر: ((الكشف))(2: 1922). و((المذهب الحنفي))(2: 471). ¶ (4) ممن شرحها: أحمد بن محمد بن الضياء القرشي. ينظر: ((الضوء اللامع))(7: 84-85). ¶ (5) وممن شرحها: الصغناقي والقونوي والضرير والكاكي والسروجي والخبازي والإتقاني وابن الهمام والبابرتي والكرلاني والغزنوي والعيني واللكنوي وغيرهم كثير ينظر: ((الكشف))(2: 2032-2040).",
            "page": "57",
            "part": "1"
        },
        {
            "hno": null,
            "id": "59",
            "nass": "كتاب الهداية يهدي الهدى ¶ فمن ناله نال أقصى المنى ¶ فلازمه واحفظه يا ذا الحجى ¶ وقيل: ¶ ما صنفوا قبلها في الشرع من كتب ¶ إن الهداية كالقرآن قد نسخت ¶ يسلم مقالك من زيغ ومن كذب(1) ¶ فاحفظ قراءتها والزم تلاوتها ¶ قال طاشكبرى زاده بعد أن ذكر عدداً من شروحها: شروح ((الهداية)) لا تنحصر فيما ذكر، لكن الأشهر ما ذكرناه ومع جد الفضلاء وسعيهم على شرحها لم تبرز لطائفه من جلباب التمتع والاحتجاب، ولم تذلل صعاب دلائله للطلاب، بل بقيَ بعد خبايا في الزوايا، ولله در مصنّف لا تنتهي لطائفه ودقائقه، ولا تنكشف معانيه وحقائقه. انتهى(2). ¶ وفي القرن السابع: وهو عصر الاهتمام بتدوين العلوم في متون في مختلف الفنون؛ إذ رأى العلماء أنها الطريقة الفضلى في التعلُّم، فالطالب يحفظ المتن، وهو الأساس والقواعد لكلّ علم يكون فيه، فيتمكّن من استحضاره في أي وقت وزمان، ثم يكثر قراءة الشروح عليه حتى يكون ملكةً في هذا العلم، وفي هذا القرن ألَّفَ في المذهب الحنفي المتون الأربعة المعتمدة، وهي ((الوقاية))، و((الكنْز)) للنَّسَفيّ(3) (ت701)، و((المجمع)) لابن الساعاتي(ت694هـ)، و((المختار)) للموصلي (ت683هـ). ¶ __________ ¶ (1) ينظر: ((مفتاح السعادة))(2: 239). ¶ (2) من ((مفتاح السعادة))(2: 246). ¶ (3) وللنسفي أيضاً متن آخر مشهور سمَّاه ((الوافي))، وشرحه ((بالكافي))، يوجد له نسخة مخطوطة في مكتبة الأوقاف العراقية.",
            "page": "58",
            "part": "1"
        },
        {
            "hno": null,
            "id": "60",
            "nass": "وهذه المتون الأربعة مع ((الهداية))، و((مختصر القدوري)) انفردت باهتمام العلماء على ما سواها إذ وجدت عنايةً كبيرةً منهم، ولا سيما ((الوقاية))، و((الكنْز))، فشروحها لا تحصى عدداً، وأبرز شروح ((الوقاية)) شرح صدر الشريعة الذي هو موضوع هذه الدراسة، وأبرز شروح ((الكنْز)) شرح الزَّيْلَعِيّ المسمَّى ((تبيين الحقائق)) وشرح ابن نجيم المسمَّى ((البحر الرائق))، وأبرز شروح ((المجمع))(1) شرحُ ابن ملك، وأبرز شروح ((المختار)) شرحُ مؤلِّفه المسمَّى ((الاختيار)). ¶ قال اللكنوي(2): وقد كثر اعتماد المتأخرين على الكتب الأربعة وسمّوها المتون الأربعة: ((المختار))، و((الكنْز))، و((الوقاية))، و((مجمع البحرين))، ومنهم من يعتمد على الثلاثة: ((الوقاية))، و((الكنْز))، و((مختصر القدوري)). انتهى. ¶ وهي المقصودة بقولهم: ما في المتون مقدَّمٌ على ما في الشروح، وما في الشروح مقدَّمٌ على ما في الفتاوي، إلا إذا وجد ما يدل على الفتوى في الشروح والفتاوى، فحينئذ يقدَّمُ ما فيهما على ما في المتون؛ لأن التصحيح الصريحي أولى من التصحيح الالتزامي، ولم يريدوا بالمتون كل المتون، بل المتون التي مصنفوها مميّزون بين الراجح والمقبول والمردود والقوي والضعيف، فلا يوردون في متونهم إلا الراجح والمقبول والقوي وأصحاب هذه المتون كذلك، وهذا في عرف المتأخرين، أما في عرف المتقدّمين قبل أزمنة المصنفين المذكورين فحيث قالوا: ما في المتون مقدم. أرادوا به متون كبار مشايخنا، وأجلة فقهائنا كتصانيف الطحاوي والكرخي والجصاص والخصاف والحاكم وغيرهم(3). ¶ __________ ¶ (1) ومن شروحه أيضاً شرحٌ لأحمد بن إبراهيم بن ايوب العَيْنتابِي الحنفي، شهاب الدين أبو العباس، وهو في ستّ مجلدات، (ت767هـ). ينظر: ((الوفيات)) للسلامي(2: 302). ¶ (2) في ((الفوائد البهية))(ص180). ¶ (3) ينظر: ((التعليقات السنية))(ص180).",
            "page": "59",
            "part": "1"
        },
        {
            "hno": null,
            "id": "61",
            "nass": "فأصحاب هذه المتون متفقون على الالتزام بذكر قول الإمام أبي حنيفة - رضي الله عنه -، ¶ والراجح في المذهب في كل ما يوردون، ويهتمون كثيراً جداً بجمع مسائل كثيرة في متونهم، مع اختصار شديد في العبارة، ويختلفون في أن بعضهم يذكر بعض المسائل وبعضهم لا يذكرها، ووكذا فيما هو الصحيح أو الأصح أو ما عليه الفتوى في المذهب كلٌّ على حسب اجتهاده، وعلى حسب الشائع في البلاد التي يعيش فيها، وأيضاً في ترتيب الكتب تقديماً وتأخيراً. وهذه الميِّزاتُ انفردوا فيها عن أصحاب المتون من المتقدِّمين، إذ قد يخرج صاحب المتن عن رأي المذهب في بعض المسائل، كما يقع ذلك من الطحاوي في ((مختصره)). ¶ فالملاحظ ممَّا سبق من الكلام مدى اعتبار ((الوقاية)) في المذهب حتى دخلت قسمة المتون الأربعة والمتون الثلاثة المعتمدة في المذهب، ويرجع ذلك علاوة على ما سبق مما التزمه أصحاب المتون إلى كبر مكانة مؤلِّفها العلمية، ومنْزلته في المذهب، وإلى كونها جمعت مسائل ((الهداية)) السابق ذكر ما انفردت به من المميزات التي لم يشاركها فيه أيٌّ من الكتب المؤلّفة في المذهب. وسنلاحظ بتسليط النظر على القرون التي تلت هذا القرن مدى متابعة المؤلِّفين لأصحاب هذه المتون ولا سيما لمتن ((الوقاية)). ¶ ففي القرن الثامن: ألف الكاكي(ت749هـ) ((عيون المذاهب))، وصدر الشريعة ((مختصر الوقاية)) المسمَّاة بـ((النقاية))، وقد اهتم العلماء بتحفيظها وتدريسها وشرحها، كما مرّ سابقاً، وابن وهبان (ت768هـ) ((قيد الشرائد ونظم الفرائد)) وقد اهتمّ العلماء بشرحها(1) وتدريسها. ¶ __________ ¶ (1) فممن شرحها مؤلفها ، وابن الشحنة، وعلي بن غانم المقدسي. ينظر: ((الكشف))(2: 1865-1866).",
            "page": "60",
            "part": "1"
        },
        {
            "hno": null,
            "id": "62",
            "nass": "وفي القرن التاسع: ألف ابن قاضي سماونة (ت818هـ) ((لطائف الإشارات))، وألَّفَ ملا خسرو (ت885هـ)((غرر الأحكام)) وشرحه بـ((درر الحكام)) التي مشى فيها على منوال ((الوقاية)) وشرحها لصدر الشريعة، إلاَّ أنه في بعض المسائل يعترض ويحقِّقُ ويرجِّح، ويقدِّمَ ويؤخِّرَ في كتبِ الكتاب، وأيضاً تابع ملا خسرو صدرَ الشريعة في متنه وشرحه في الأصول المسمَّى ((مرآة الأصول شرح مرقاة الوصول)) فهو على غرار ((التوضيح ¶ في حلِّ غوامض التنقيح))، واعتنى العلماء كثيراً بتدريس ((درر الحكام)) وتحشيتها(1). ¶ __________ ¶ (1) فممن حشّاه: وانقولي وعزمي زاده وفوزي وقنالي زاده وابن كمال باشا والأنقروي ومعمار زاده وابن القرماني والحميدي وإسماعيل النابلسي ونوح الرومي وعلي الحموي والشرنبلالي وعبد الحليم والخادمي.ينظر: ((الكشف))(2: 1199-1200).",
            "page": "61",
            "part": "1"
        },
        {
            "hno": null,
            "id": "63",
            "nass": "وفي القرن العاشر: ألَّفَ الطرابلسيُّ(1)(ت922هـ)((مواهبَ الرحمن)) وشرحَه بـ((البرهان))، والأماسي (ت938هـ) ((مخزن الفقه))، وابنُ كمال باشا(ت940هـ) ((الاصلاح)) وشرحه بـ((الإيضاح))، وحاول فيهما إصلاح ما في ((الوقاية))، وإيضاح ما في شرح صدر الشريعة من المسامحات والمخالفات، لكن كثيراً من العلماء انبروا له، وردّوا كثيراً ممَّا قاله كما سيتضح عند ذكر شروح الوقاية وحواشي صدر الشريعة، وللعلماء على ((الإيضاح)) تعليقات(2)، وألَّفَ الحلبيُّ(ت956هـ) ((ملتقى الأبحر)) الذي جمع فيه بين ((الوقاية)) و((القدوري))، و((المختار))، و((الكنْز)) مع بعض مسائل ((المجمع)) ونبذة من ((الهداية))، وقدم من أقاويلهم ما هو الأرجح، وأخّر غيره، واجتهد في التنبيه على الأصح والأقوى وفي عدم ترك شيء من مسائل الكتب الأربعة، ومشى فيه على نسق ((الوقاية))؛ ولهذا ذاع صيته في الآفاق ووقع على قبوله بين الحنفية اتفاق، واهتم العلماء بتدريسه وشرحه(3). ¶ __________ ¶ (1) وهو إبراهيم بن موسى الطرابلسي، برهان الدين، نزيل القاهرة، له: ((مواهب الرحمن في مذهب النعمان))، قال: وقد صنفت هذا الكتاب على نحو القاعدة التي اخترعها صاحب ((مجمع البحرين)). وله شرح عليه سمَّاه ((البرهان))، وله: ((الإسعاف في حكم الأوقاف))، (853-922هـ). ينظر: ((النور السافر))(ص104) ((الكشف))(2: 1895). ¶ (2) منهم: محمد شاه و محمد بن خرم وصالح بن جلال وبالي الطويل وغزالي زاده وتاج الدين الأصغر والبركلي. ينظر: ((الكشف))(1: 109). ¶ (3) منهم: علي الحلبي وعيشي والبهنسي والباقاني والسيواسي والطرابلسي والمناستري وشيخي زاده والحصكفي وحلب والسيد الحلبي والسنوبي والأدرنوي وقاضي زاده وظريفي وطورون. ينظر: ((الكشف))(2: 1816).",
            "page": "62",
            "part": "1"
        },
        {
            "hno": null,
            "id": "64",
            "nass": "وفي القرن الحادي عشر: ألَّف التُّمُرتاشيّ (ت1004هـ) ((تنوير الأبصار)) جمعَ فيه مسائل المتون المعتمدة مع الزيادة والترجيح، واعتنى العلماء فيه كثيراً شرحاً(1) وتدريساً مع ما سبق من المتون. والكواكبي (1096هـ) ((الفرائد السنية)) وشرحه ((بالفوائد السمية)). ¶ المبحث الثالث ¶ شروح ((الوقاية)) ¶ ما سبق ذكره عن أهمية ((الوقاية)) كان سبباً في إقبال العلماء عليها شرحاً؛ لحاجة الطلاب إلى ذلك بعد حفظها، فمن هذه الشروح: ¶ ((شرح الوقاية)) للسيد الشريف الجرجاني(ت816هـ)(2). ¶ ((شرح الوقاية)) لابن الخليفة، كان حياً سنة (872هـ) (3). ¶ ((شرح الوقاية)) لمصنّفك (ت875هـ)(4). ¶ ((شرح الوقاية)) لابن قطلوبغا (ت789هـ)(5). ¶ __________ ¶ (1) ممن شرحه: المؤلف والحصكفي، وعلى شرح الحصكفي المسمَّى ((الدر المختار)) حاشية للحلبي والطحطاوي وابن عابدين واسمها ((رد المحتار)) وعليها التعويل في تحقيق ما عليه المذهب في جل مسائلها. ¶ (2) وهو علي بن محمد بن علي السيد الزين الحسيني الجُرْجَانِيّ، أبو الحسن، المعروف بالشَّريف الجُرْجَاني، من مؤلفاته: ((الشريفية))، و((حواشي شرح الشمسية))، و((شرح المواقف)). ينظر: ((الضوء اللامع))(5: 328-330). ((الفوائد))(ص212-224). ¶ (3) وهو عبد الوهاب بن محمد النيسابوريّ، من مؤلفاته: شرحان على ((الوقاية)). ينظر: ((هدية العارفين))(1: 639). ((معجم المؤلفين))(2: 346). ¶ (4) وهو عليّ بن محمّد بن محمّد البسطاميّ الهَرَويّ الرازيّ، الشهير بمصنِّفك، لأنه ألَّفَ من صغرهِ تآليفاً، وله: ((شرح آداب البحث))، و((شرح اللباب))، و((شرح شرح التَّفْتَازانيّ للمفتاح)). ينظر: ((الشقائق النعمانيّة))(ص100-102). ((مقدمة العمدة))(1: 21). ¶ (5) نسبه إليه شلبي في ((حاشيته على التبيين))(5: 148).",
            "page": "63",
            "part": "1"
        },
        {
            "hno": null,
            "id": "65",
            "nass": "((شرح الوقاية)) لعلاء الدين الأسود (ت800هـ)(1)،قال طاشكبرى زاده(2): وهو كتاب حافل كافل لحلّ مشكلات ((الوقاية)) رأيته في مجلدين فطالعته وانتفعت به. ¶ ((شرح الوقاية)) لابن ملك (ت801هـ)(3)، لكنه لم يتَّفق له تبييضه، فبيّضه ابنه ¶ محمَّد(4) وزاد عليه، كما صرح في ديباجته(5). له نسخة مخطوطة في مكتبة القادرية برقم (40719). ¶ ((الحماية على شرح الوقاية)) للكِرماسني (ت نحو 900هـ) (6). ¶ __________ ¶ (1) وهو علي بن عمر الروميّ، المشتهر بقره خواجه، وله:شرح على ((المغني)).ينظر: ((الشقائق))(ص9). ((الكشف))(2: 1749). ((الفوائد))(ص274-275). ¶ (2) في ((الشقائق))(ص9) ¶ (3) وهو عبد اللطيف بن عبد العزيز بن أمين الدين الكِرْمَانِيّ، المعروفِ بابن مَلَك، قال الكفوي: كان أحد المشهورين بالحفظ الوافر من أكثر العلوم، وأحد المبرزين في عويصات العلوم، وله القبول التام عند الخاص والعام. وله: ((شرح المجمع))، و((شرح المنار))، و((مبارق الأزهار فِي شرح مشارق الأنوار)). ينظر: ((الضوء اللامع))(4: 329). ((الفوائد))(ص181). ((الشقائق))(30). ((كشف الظنون))(2: 1601). ((دفع الغواية))(ص6). ¶ (4) وهو محمد بن عبد اللطيف بن عبد العزيز الكِرْمَانِيّ، له: ((شرح مشكاة المصابيح))، و((روضة المتقين))، كان حيَّاً سنة (806هـ). ينظر: ((الشقائق النعمانية))(ص31). ((معجم المؤلفين))(3: 426). ¶ (5) أي ديباجة ((شرح الوقاية))(ق1/أ). ¶ (6) وهو يوسف بن حسين الكِرْماسني، وله: ((حواشي شرح الوقاية))، و((حواشي المطول)). ينظر: ((الكشف))(2: 2021).((دفع الغواية))(1: 10).",
            "page": "64",
            "part": "1"
        },
        {
            "hno": null,
            "id": "66",
            "nass": "((الرمز إلى تحقيق الوقاية)) لابن الشحنة(ت921هـ)(1). ¶ ((شرح الوقاية)) لشيخ زاده (ت950هـ)(2). ¶ ((شرح الوقاية)) لفصيح الدين الهرويّ، قال اللكنوي(3): طالعت شرحه في جلدين، وهو شرح كافلٌ بحلّ المغلقات، وله فيه مع الشارح صدر الشريعة مناقشات. ¶ ((التطبيق شرح الوقاية)) لقاسم بن سليمان النيكنديّ(ت970هـ)(4)، التزمَ فيه الجوابَ عن إيرادات ابن كمال. ¶ ((شرح الوقاية)) للتُّمرتاشيّ (ت1004هـ)(5). ¶ ((شرح الوقاية)) للشرنبلالي(ت1069هـ). ¶ __________ ¶ (1) وهو عبد البرّ بن محمد بن محمد الحنفي، المعروف بابن الشَّحْنَة، أبو البركات، سري الدين، من مؤلفاته: ((الذخائر الأشرفية في ألغاز الحنفية))، ((غريب القرآن))، و((تفصيل عقد الفرائد))، (581-921هـ). ينظر: ((الكشف)) (1: 97). ((الأعلام)) (4: 47). مقدمة ((الذخائر الأشرفية))(ص4). ¶ (2) وهو محمّد بن مصلح الدين القوجوي، المعروف بشيخ زاده الروميّ، محيي الدين. له: ((شرح المفتاح))، و((شرح السراجيّة))، و((حاشية تفسير البيضاويّ)) وغيرها. ينظر: ((الشقائق))(ص245-246). ((مقدمة العمدة))(2: 22). ¶ (3) في ((مقدمة العمدة))(1: 21)، ومن مؤلفاته: ((حواشي شرح تلخيص المعاني والبيان))، و((شرح شمسية الحساب)). ¶ (4) ينظر: ((الكشف))(2: 2021). ((مقدمة العمدة))(1: 22). ¶ (5) وهو محمَّدُ بنُ عبدِ اللهِ بنِ أحمد التُّمُرْتَاشِي الغزِّي، شمس الدِّين، نسبة إلى تُمُرْتَاشِ، قال المحبي: كان إماماً كبيراً، حسن السمت، قوي الحافظة، كثير الاطلاع، ولم يبق مَن يساويه في الرتبة، وألّف التآليف العجيبة المتقنة، وله: ((تنوير الأبصار))، وشرحه سمَّاه ((منح الغفار))، و((الوصول إلى قواعد الأصول))، و((إعانة الحقير شرح زاد الفقير)). ينظر: ((خلاصة الأثر))(4: 18-20). ((طرب الأماثل))(562-563).",
            "page": "65",
            "part": "1"
        },
        {
            "hno": null,
            "id": "67",
            "nass": "((شرح نظم الوقاية)) للكواكبي (ت 1096هـ)(1). ¶ ((الاستغناء شرح الوقاية)) لعلاء الدين علي الطرابلسيّ(2). ¶ ((الاستغناء في الاستيفاء شرح الوقاية))لحسام الدين الكوسج(3). ¶ ((العناية شرح الوقاية)) للتومناتيّ، مات في أواخر المئة الثامنة (4)، قال طاشكبرى(5): يدلُّ شرحه للـ((وقاية)) على فضله وكفى به شرفاً. له نسخة مخطوطة في مكتبة الأوقاف العراقية برقم (4071). ¶ ((توفيق العناية شرح الوقاية)) لزين الدين جنيد بن سندل(6)، قال حاجي خليفة: وهو شرح مفيد. ¶ ((توثيق العناية بين شروح الوقاية))، له نسخة مخطوطة في مكتبة الأوقاف العراقية برقم (4115)، (ق282)(7). ¶ ((توجيه العناية لجمع شروح الوقاية)) لأبي اليمن محمد بن المحب(8). ¶ ((التيسير شرح الوقاية)) له نسخة مخطوطة في مكتبة الأوقاف العراقية برقم(3960) (ق176)(9). ¶ ((شرح الوقاية)) لعزّ الدين طاهر الشَّافِعِيّ(10). ¶ __________ ¶ (1) وهو محمّد بن حسن بن أحمد الكواكبيّ الحَلَبيّ. وله: ((نظم المنار))، وعلَّق على ((تفسير البيضاوي))، و((حاشية على شرح المواقف)). ينظر: ((خلاصة الأثر))(3: 437-439). ¶ (2) ينظر: ((الكشف))(2: 2021). ((مقدمة العمدة))(1: 22). ¶ (3) ينظر: ((الكشف))(2: 2021). ((مقدمة العمدة))(1: 22). ¶ (4) وهو لعليّ التومناتيّ الروميّ، قال طاشكبرى: صاحب فضيلة في العلوم كلّها، وكان صالحاً عابداً مباركاً كثير العبادة. وله: ((شرح الزيج)). ينظر: ((الشقائق))(ص63). ((دفع الغواية))(1: 7). ¶ (5) في ((الشقائق))(ص63). ¶ (6) ينظر: ((الكشف))(2: 2020-2021). ((مقدمة العمدة))(1: 22). ¶ (7) ينظر: ((فهرس مخطوطات الأوقاف))(1: 405). ¶ (8) ينظر: ((الكشف))(2: 2038). و((فهرس مخطوطات الأوقاف))(1: 405). ¶ (9) ينظر: ((فهرس مخطوطات الأوقاف))(1: 407). ¶ (10) ينظر: ((الكشف))(2: 2021). ((مقدمة العمدة))(1: 22).",
            "page": "66",
            "part": "1"
        },
        {
            "hno": null,
            "id": "68",
            "nass": "((شرح الوقاية)) لابن الشيخ(1). ¶ ((شرح الوقاية)) للمولى محمد بن علي الحَصْكَفِي جدّ(2) صاحب ((الدرّ المختار)). ¶ ((كشف الوقاية)) قال اللكنوي(3): هو كاسمه كشفٌ لمطالب ((الوقاية)). ¶ ((العطايا في شرح الوقاية)) لمحمد الطبيب المهتدي الموصلي. له نسخة مخطوطة في دار صدام للمخطوطات برقم (5926). ¶ ((رعاية الوقاية شرح وقاية الرواية)) لقره سنان، له نسخة مخطوطة في دار صدام للمخطوطات برقم (411). ¶ ((الرعاية شرح الوقاية))(4). ¶ نُظُم ((الوقاية)): ¶ ((نظم الوقاية)) بالتركية للوزير شمس باشا الرومي(ت988هـ)(5). ¶ ((نظم الوقاية)) للكواكبي (ت 1096هـ). ¶ اللغات التي ترجم إليها ((الوقاية)) وشرحها: ¶ ((ترجمة شرح الوقاية بالفارسي)) لعبد الحق السرهندي، صنفه سنة (1086هـ)(6). ¶ ((ترجمة العبادات من شرح الوقاية بالفارسية)) للكاكوروي(ت1305هـ)(7). ¶ ((نظم الوقاية بالتركية)) ليوسف بن دولت أوغلي الباليكسري، وكان نظمه في سنة (867هـ)(8). ¶ __________ ¶ (1) نقله عنه شيخ زاده في ((مجمع الأنهر)) في (23) موضع منها(2: 622). ¶ (2) ذكره ابن عابدين الشاميّ في ((ردّ المحتار))(1: 26) نقلاً عن ابن عبد الرزاق، وقال: لم أقف له على ترجمة. ¶ (3) في ((عمدة الرعاية))(1: 22). ¶ (4) لعله هو والشارح الذي سبقه واحد. ينظر: ((الكشف))(2: 2022). ¶ (5) وهو أحمد بن محمد بن قزل أحمد الحنفي. ينظر: ((إيضاح المكنون))(2: 714). ¶ (6) ينظر: ((معارف العوارف))(ص107). ¶ (7) وهو وجيه الدين بن عليم الدين بن نجيم الدين الكاكوروي، قال الحسني: أحد العلماء الصالحين، وكان صالحاً ديناً تقياً مهاباً رفيع القدر. ينظر: ((نزهة الخواطر))(8: 513). ¶ (8) ينظر: ((الكشف))(2: 2023).",
            "page": "67",
            "part": "1"
        },
        {
            "hno": null,
            "id": "69",
            "nass": "((نور الهداية شرح شرح الوقاية)) للحيدرآبادي (ت1338هـ)(1)، وهو بالأردو. ¶ المبحث الرابع ¶ حواشي ((شرح الوقاية)) ¶ لما كان ((شرح الوقاية)) لصدر الشريعة أشهر شروحها، فقد لاقى رواجاً وانتشاراً كبيراً، وإذا أطلق ((شرح الوقاية)) كان هو المقصود، فإن العلماء اهتموا به اهتماماً عظيماً، ولا سيما أنه كان مقرَّراً في الدرس النظامي(2) الذي كان يتبعه العلماء في تدريس العلوم العقلية والنقلية في بلاد الهند، واستقرائي لتراجم علماء الدولة العثمانية الذين أفردهم طاشكبرى زاده في كتابه ((الشقائق النعمانية في علماء الدولة العثمانية)) يدلُّ دلالة واضحة على أنه كان مقرَّراً في مدارس الدولة العثمانية؛ إذ كبار علمائها اعتنوا بشرحه من بين كتب الفقه الحنفي، وكثرة مخطوطاته في بغداد كما سيأتي يشير إلى أنه هو الكتاب الذي كان يدرس فيها عند الشيوخ، والله أعلم. ¶ فمن الحواشي عليه: ¶ ((حاشية شرح الوقاية)) لمصنِّفك (ت871هـ)(3). ¶ ((حاشية شرح الوقاية)) لملاّ خسرو الروميّ (ت885هـ)(4). ¶ __________ ¶ (1) وهو بالأردو لوحيد الزمان بن مسيح الزمان بن نور محمد العمري الملتاني الحيدر آبادي، قال الحسني: الشيخ العالم الكبير المحدّث، له: ((أحسن الفوائد في تخريج أحاديث شرح العقائد))، و((إشراق الأبصار في تخريج أحاديث نور الأنوار))، و((كنْز الحقائق من فقه خير الخلائق)). ينظر: ((نزهة الخواطر))(8: 513-515). ((معارف العوارف))(ص107). ¶ (2) ينظر لمعرفة تفصيل الكلام في الدرس النظامي: ((معارف العوارف))(ص16)،و((المنهج الفقهي))(ص49). ¶ (3) سبقت ترجمته. ينظر: ((دفع الغواية))(1: 13). ¶ (4) وهو محمد بن فرامُوز بن علي، محيي الدين، المعروف بمُلا خسرو، قال الكفوي: كان بحراً زاخراً عالماً بالمعقول والمعقول، وحبراً فاخراً جامعاً للفروع والأصول، له: ((غرر الأحكام))، وشرحه ((درر الحكام))، و((حواشي التلويح)). ينظر: ((الضوء اللامع))(8: 279)، ((الفوائد))(ص302-303).",
            "page": "68",
            "part": "1"
        },
        {
            "hno": null,
            "id": "70",
            "nass": "((حاشية شرح الوقاية))لحسن جلبي الفناري (ت886هـ)(1). ¶ ((حاشية شرح الوقاية)) ليعقوب باشا (ت891هـ)(2)، أورد فيها دقائق وأسئلة مع الإيجاز في التحرير، وهي مقبولة عند العلماء. وله نسخة مخطوطة في الأوقاف العراقية برقم (4160). ¶ ((حاشية شرح الوقاية)) للنكساريّ الروميّ(ت901هـ)(3). ¶ ((حاشية شرح الوقاية)) لخطيب زاده الرومي (ت901هـ)(4)، ولم يتمَّها. ¶ __________ ¶ (1) وهو حسن جلبي بن محمد شاه بن محمد بن حمزة الفناري الرومي الحنفي. من مؤلفاته: حاشية ضخمة على ((شرح المواقف))، وعلى ((المطول)) كبرى وصغرى، وعلى ((التلويح))، قال الإمام اللكنوي: وجميع تصانيفه مقبولة. ينظر: ((الضوء اللامع))(3: 127). ((الشقائق النعمانية))(ص11). ¶ (2) وهو يعقوب باشا بن خضر بك بن جلال الدين، قال طاشكبرى: كان عالماً صالحاً محقِّقاً متديناً، صاحب الأخلاق الحميدة، وله: ((شرح المواقف)). ينظر: ((الشقائق النعمانية))(ص109). ((دفع الغواية))(1: 13). ¶ (3) وهو محمّد بن إبراهيم بن حسين النكساري الرومي، محيي الدين، قال طاشكبرى: كان عالماً بالعلوم الشرعيّة والفنون العقليّة، وله: ((تفسيرَ سورة الدخان))، و((حواشي شرح الوقاية))، وحواشي على ((تفسير البيضاويّ)). ينظر: ((الشقائق النعمانية))(ص165-166). ¶ (4) وهو محمّد بن إبراهيم، محيي الدين، وله: ((حواشٍ على حاشية السيّد المتعلّقة بشرح التجريد))، و((حواشٍ على حاشية الكشاف)) للسّيد،و((حواشٍ على شرح المواقف)). ينظر: ((الشقائق النعمانية))(ص90-91). ((مقدمة العمدة))(1: 23).",
            "page": "69",
            "part": "1"
        },
        {
            "hno": null,
            "id": "71",
            "nass": "((حاشية شرح الوقاية)) لشيخ الإسلام التفتازاني (ت916هـ)(1). ولها نسخة مخطوطة في مكتبة أوقاف الموصل(2). ¶ ((ذخيرة العقبى على شرح الوقاية)) ليوسف جلبي (ت905هـ)(3)، قال طاشكبرى(4): وهي مقبولة متداولة بين الناس. ¶ ((حاشية على أوائل شرح الوقاية)) لمحمد بن علي الفناري (ت929هـ)(5). ¶ ((حاشية شرح الوقاية)) لقطب الدين المرزيفونيّ الرومي (ت935هـ)(6). ¶ ((حاشية شرح الوقاية)) لمصطفى بن خليل (ت935هـ)(7). ¶ __________ ¶ (1) وهو أحمد بن يحيى بنِ مُحَمَّدِ بنِ سَعْدِ التَّفْتَازَانِي، المعروف بشيخ الإِسلام الهَرَوِي، وله: ((شرح التهذيب))، و((حواشي التلويح))، و((شرح الفرائض السراجيّة)). ينظر: ((تحفة النبلاء))(ص27). ((الفوائد))(ص221). ¶ (2) ينظر: ((فهرس مخطوطات الموصل))(4: 78). ¶ (3) وهو يوسف بن جنيد التوقاتي، المشهور بأخي جلبي؛ نسبةً إلى توقات بلدة من بلاد الروم، قال طاشكبرى عنها: وهي مقبولة متداولة بين الناس، وله((هداية المهتدين)) وهي رسالة جمع فيها مسائل متعلقة بألفاظ الكفر. ينظر: ((الشقائق))(ص166-167). ((كشف الظنون))(2: 2021-2022). ¶ (4) في ((الشقائق))(ص166-167). ¶ (5) وهو محمّد شاه بن عليّ بن يوسف بالي بن محمّد بن حمزة الفناري، محيي الدين، وله ((حواشٍ على شرح المواقف)) للسيّد، وعلى ((شرحه للسراجيّة)). ينظر: ((الشقائق))(ص229-230). ((مقدمة العمدة))(1: 23-24). ¶ (6) قال طاشكبرى: كان صاحب كرم وأخلاق حميدة ووفاء ومروءة، وكانت له مشاركة في العلوم، وكان له خصوصية بالعربية والفقه، وله: ((حاشية على شرح المفتاح)) للسيد. ينظر: ((الشقائق))(ص286). ¶ (7) وهو والد مؤلّف ((الشقائق))، له: ((رسالة متعلّقة بعلمِ الفرائض))، و((رسالة في حلّ حديثي الابتداء))، و((رسالة على بعض المواضع من تفسير البيضاوي)). ينظر: ((الشقائق النعمانية))(ص231-233). ((مقدمة العمدة))(1: 25).",
            "page": "70",
            "part": "1"
        },
        {
            "hno": null,
            "id": "72",
            "nass": "((حاشية شرح الوقاية)) لمحيي الدين محمّد بن الخطيب قاسم (ت940هـ)(1). ¶ ((حاشية شرح الوقاية)) للقره باغي (ت942هـ)(2). ¶ ((حاشية شرح الوقاية)) لعرب جلبي (ت950هـ)(3). ¶ ((حاشية شرح الوقاية)) لعصام الدين الإسفرائيني (ت951هـ)(4). له نسخة مخطوطة في مكتبة الأوقاف العراقية برقم (3548). ¶ ((حاشية شرح الوقاية)) لطورسون بن مراد (ت966هـ)(5). ¶ ((حاشية شرح الوقاية)) لخسرو من أحفاد الكرماسنيّ (ت967هـ)(6). ¶ __________ ¶ (1) ينظر: ((الكشف))(ص2: 2022)، ((دفع الغواية))(1: 14). ¶ (2) وهو محمد القره باغي، محيي الدين، قال طاشكبرى: كان رجلاً سليم الطبع، حليم النفس، متواضعاً متخشعاً، أديباً لبيباً، صحيح العقيدة، مرضي السيرة، وله: تعليقات على ((الكشاف))، وعلى ((تفسير البيضاوي))، وعلى ((التلويح))، وعلى ((الهداية)). ينظر:((الشقائق))(ص272).((دفع الغواية))(1: 15). ¶ (3) وهو أحمد بن حمزة، شمسُ الدين، المعروف بعرب جلبي. قال طاشكبرى: كان عالماً صالحاً، عابداً زاهداً، كريماً حليماً، سليم النفس، ينظر: ((مقدمة العمدة))(1: 26). ((دفع الغواية))(1: 15). ¶ (4) وهو إبراهيم بن محمد بن سيف الدين الاسفرائيني الحنفي، عصام الدين، المشهور بعرب شاه، حفيد الأستاذ أبي إسحاق الاسفرائيني الأشعري، وله: ((حواشي شرح العقائد النَّسفيّة))، و((حواشي تفسير البيضاوي))، و((شرح تلخيص المعاني)).ينظر:((دفع الغواية))(ص 15). ((الكشف))(2: 2022). ((فهرس مخطوطات الأوقاف في بغداد))(1: 473). ¶ (5) ينظر: ((الكشف))(2: 2023). ((مقدمة العمدة))(1: 26). ¶ (6) ينظر: ((الكشف))(2: 2023). ((مقدمة العمدة))(1: 26).",
            "page": "71",
            "part": "1"
        },
        {
            "hno": null,
            "id": "73",
            "nass": "((حاشية شرح الوقاية)) لعرب زاده (ت969هـ)(1). ¶ ((حاشية شرح الوقاية)) لمحمد بن إبراهيم الحَلَبي (ت971هـ)(2). ¶ ((حاشية شرح الوقاية)) للحميدي (ت973هـ)(3)، أجاب فيها على إيرادات ابن كمال باشا. ¶ ((حاشية شرح الوقاية)) لصالح بن جلال (ت973هـ)(4)، شرح لمسائل ((الوقاية)) التي لم يتعرّض الشارح لحلِّها. ¶ ((حاشية شرح الوقاية)) للبِرْكِليّ (ت981هـ)(5). ¶ ((حاشية شرح الوقاية)) لعلم شاه بن عبد الرحمن (ت987هـ)(6). ¶ __________ ¶ (1) وهو محمّد بن محمّد الشهير بعرب زاده الروميّ، قال علي بن بالي: كان من فحول عصره، وأكابر دهره، صاحب تحقيق وتدقيق. وله: ((حاشية على الهداية))، وعلى شرحها ((العناية))، وعلى ((فتح القدير)). ينظر: ((العقد المنظوم))(ص349-352). ((مقدمة العمدة))(1: 24). ¶ (2) وهو محمد بن إبراهيم بن يوسف بن عبد الرحمن الحنفي التاذفي الحلبي، المعروف بابن الحنبلي، له: ((أنموذج العلوم لذوي البصائر والفهوم))، و((حاشية على شرح التفتازاني على تصريف العزي))، و((درر الحب في تاريخ أعيان حلب)).ينظر:((مقدمة العمدة))(1: 26).((معجم المؤلفين))(3: 42-43) ¶ (3) وهو إبراهيم بن عبيد الله الحميدي، تاج الدين، نسبةً إلى بلده حميد، وله: و((حاشية على بعض المواضعِ من شرح المفتاح)) للسيّد، ردّ فيها على ابن كمال باشا، وله ((شرح المراح)). ينظر: ((خلاصة الأثر))(2: 128)، و((الكشف))(2: 2022). ((العقد المنظوم))(ص371-373). ¶ (4) وله: ((حواشي على شرح المواقف))، وعلى ((شرح المفتاح)) للجُرْجانيّ، وله ديوان شعر بالتركيّ. ينظر: ((العقد المنظوم))(368-370). ((الكشف))(2: 2022). ¶ (5) وهو محمد بن بير علي البِرْكِلي الرُّوميّ، محيي الدين، وله: ((الطريقة المحمدية))، و((جلاء الأفهام))، و((إنقاذ الهالكين))، و((تنبيه الغافلين)). ينظر: ((الحديقة الندية))(1: 3). ((طرب الأماثل))(ص558). ¶ (6) ينظر: ((الكشف))(2: 2023). ((مقدمة العمدة))(1: 26).",
            "page": "72",
            "part": "1"
        },
        {
            "hno": null,
            "id": "74",
            "nass": "((حاشية شرح الوقاية)) لقاضي زاده الرومي (ت988هـ) (1). ¶ ((حاشية شرح الوقاية)) لوجيه الدين العلويّ الكجراتيّ (ت998هـ)(2). ¶ ((حاشية شرح الوقاية)) لزكريا بن بيرام (ت1010هـ)(3). ¶ ((حاشية شرح الوقاية)) لحسام الدين المنتشي الحنفي (ت1010هـ)(4). ¶ ((حاشية شرح الوقاية)) للأحمد آباديّ(ت1155هـ)(5). ¶ ((حاشية شرح الوقاية)) لمولانا خادم أحمد (ت1271هـ)(6). ¶ __________ ¶ (1) وهو أحمد بن المولى بدر الدين، شمس الدين، المشتهر بقاضي زاده الرُّوميّ، قال علي بن بالي: برعَ في العلوم، وصار من الجهابذة وله: ((تكملة فتح القدير))، و((حاشية على شرح المفتاح)) للسّيد، و((حاشية على التجريد)). ينظر: ((العقد المنظوم))(ص496-498). ((مقدمة العمدة))(1: 25). ¶ (2) له: ((حاشية تفسير البيضاوي))، و((حاشية شرح المختصر العضدي))، و((حاشية التلويح)). ينظر: ((دفع الغواية))(1: 15-16). ((مقدمة العمدة))(1: 26-27). ¶ (3) وله: ((حواشي على العناية)). ينظر:في ((خلاصة الأثر))(2: 173-174). ((مقدمة العمدة))(1: 26). ¶ (4) نسبة إلى بلدة منتشي، وهي بلدة من نواحي قرمان، قال المحبي: كان فاضلاً صاحب تحريرات مقبولة. ينظر: ((خلاصة الأثر))(1: 501). ((مقدمة العمدة))(1: 26). ¶ (5) وهو نور الدين ابن الشيخ محمّد صالح الأحمد آباديّ، صاحب التصانيف الكثيرة، منها: حواشِ على ((التلويح))، و((العضدي))، و((تفسير البيضاوي)). ينظر: ((مقدمة العمدة))(1: 27). ¶ (6) وهو ابن مولانا محمّد حيدر بن مولانا محمّد مبين اللكنوي الأنصاري، وله: ((رسالة متعلّقة ببحث الحاصل والمحصول من الفوائد الضيائيّة))، و((زاد التقوى في آداب الفتوى))، و((إعلام الأعلام في تحريم المزامير والغناء)). ينظر: ((مقدمة العمدة))(1: 28-29). ((نزهة الخواطر))(7: 157-158).",
            "page": "73",
            "part": "1"
        },
        {
            "hno": null,
            "id": "75",
            "nass": "((حاشية شرح الوقاية)) لمحمد عبد الحليم اللكنوي (ت1285هـ)(1). ¶ ((حاشية شرح الوقاية)) لمحمّد يوسف الأنصاري اللكنوي (ت1286هـ)(2) إلى مبحث المسح بالرأس. ¶ ((حسن الولاية بتحشية شرح الوقاية)) لعبد الحي اللكنوي (ت1304هـ). ¶ ((عمدة الرعاية بتحشية شرح الوقاية))لعبد الحي اللكنوي(ت1304هـ)،وهي على المجلدين الأولين منه. ¶ ((السعاية في كشف ما في شرح الوقاية)) لعبد الحي اللكنوي(ت1304هـ)، وصل فيها إلى باب القراءة في الصلاة. ¶ ((صرح الحماية على شرح الوقاية)) لمحمّد حسن السنبهلي (ت1305هـ)(3). ¶ __________ ¶ (1) وهو ابن محمد أمين الله اللَّكْنَوِيّ الحَنَفِيّ، قال اللكنوي: صاحب التَّصانيف الشَّهيرة والفيوض الكَثِيرَة الذي كان يَفتخر بوجوده أفاضل الهند والعرب والعجم. من مؤلفاته: ((قمر الأقمار لنور المنار))، و((حل المعاقد في شرح العقائد))،و((كشف المكتوم فِي حاشية بحر العلوم))(1237-1285هـ).((دفع الغواية)) (1: 17-18).وقد ألَّف ابنه عبد الحي رسالة في ترجمته اسمها ((حسرة العالم بوفاة سيد العالم)). ¶ (2) وهو ابن محمد أصغر الأنصاري اللكنوي، قال اللكنوي: كان يوسف زمانه في الجمال والكمال، جامعاً للفروع والأصول، حاوياً للمعقول والمنقول، ذا مجاهدة ورياضة وعبادة ومكاشفة، متهجداً متعبداً. وله: ((حاشية على شرح السلم))للقاضي، و((حاشية على شرح السلم))لملا حسن، و((حاشية على الشمس البازغة))للجونفوري. ينظر: ((مقدمة عمدة الرعاية))(1: 27). ((نزهة الخواطر))(7: 551). ¶ (3) من نسل عبد الله بن سلام الصحابيّ، قال اللكنوي: هو فاضلٌ كامل، مستعدّ جيِّد، ألّف متناً متيناً في علم الفرائض، و((شرح خلاصة الكيداني))، ((تنسيق النظام لمسند الإمام))، و((تعليقات مبسوطة على الهداية)). ينظر: ((مقدمة العمدة))(1: 29). ((نزهة الخواطر))(8: 418-419).",
            "page": "74",
            "part": "1"
        },
        {
            "hno": null,
            "id": "76",
            "nass": "((حاشية شرح الوقاية)) للبريلوي (ت1326هـ)(1). ¶ ((حاشية على شرح الوقاية)) لمحمّد عبد الرزاق الأنصاري اللكنوي (ت1337هـ)(2)، ولم تتمّ. ¶ ((حسن الدراية بتحشية شرح الوقاية)) لعبد العزيز اللكنوي (ت1338هـ)(3)، وهي على الجزء الرابع منه. ¶ ((زبدة النهاية بتحشية شرح الوقاية)) لعبد الحميد اللكنوي (ت1353هـ)(4). وهي على المجلد الثالث منه. ¶ ((حاشية شرح الوقاية)) لمحمد وارث بن عناية الله البنارسي(5). ¶ ((حاشية شرح الوقاية)) ليحيى بن يخشى، المتوفَّى في أوائل المئة العاشرة (6). ¶ __________ ¶ (1) وهو فخر الدين بن عبد العلي الحسني الرائي البريلوي، له: ((سيرة السادات))، و((السيرة العلمية))، و((سبيل النجاة)). ينظر: ((نزهة الخواطر))(8: 354-358). ((معارف العوارف))(ص106). ¶ (2) قال اللكنوي: وهو فقيهٌ عابد، ونبيهٌ زاهد. له: ((منهج الرضوان في قيام رمضان))، و((الأنوار الغيبيّة)). ينظر: ((مقدمة العمدة))(1: 29). ((نزهة الخواطر))(8: 250-251). ¶ (3) وهو ابن عبد العزيز بن عبد الرحيم بن عبد السلام الأنصاري اللكنوي، له: ((تعليقات على تخريج الهداية)) للزيلعي. ينظر: ((نزهة الخواطر))(8: 258). ¶ (4) وهو عبد الحميد بن عبد الحليم بن عبد الحكيم الأنصاري اللكنوي، قال الحسني: أحد العلماء المشهورين، له: ((الحل الضروري حاشية القدوري))، و((الكلام القدسي في تفسير آية الكرسي)). ينظر: ((نزهة الخواطر))(8: 228). ¶ (5) ينظر: ((معارف العوارف))(ص106). ¶ (6) ينظر: ((الكشف))(2: 2023). ((مقدمة العمدة))(1: 26).",
            "page": "75",
            "part": "1"
        },
        {
            "hno": null,
            "id": "77",
            "nass": "((غاية الحواشي على شرح الوقاية)) للقصوري اللاهوري(1)، قال اللكنوي: وهي في مجلدين، مشتملةٌ على فروع كثيرة(2). ¶ ((حاشية شرح الوقاية)) لأحمد الخيالي(3). ¶ ((حل المشكلات في شرح الوقاية)) لشاه لطف الله المعروف بملا زان بن أورنك زيب، قال اللكنوي(4): وفيها أسئلة وأجوبة كثيرة متعلّقة بعباراتِ ((المتن)) و((الشرح)) ومعانيها. ¶ ((حاشية شرح الوقاية)) للقرامانيّ (5). ¶ ((حاشية شرح الوقاية)) للقوجوي، المعروف بشيخ زاده(6). ¶ ((حاشية شرح الوقاية)) لنور الله بن محمد صالح الكجراتي(7). ¶ ((هداية الفقه على شرح الوقاية)) للسيد مهدي(8). ¶ ((التشريح على شرح الوقاية))، وهي من أوله إلى كتاب الوقف(9). ¶ __________ ¶ (1) وهو محمّد عنايت الله القادريّ القصوريّ ثمّ اللاهوريّ الشطاريّ، أبو المعارف، وله: ((ملتقط الدقائق شرح كنْز الدقائق)). ينظر: ((دفع الغواية))(1: 16-17). ¶ (2) كملك العلماء في ((رسائل الأركان))(ص81)، وعليّ القاري في ((التزيين))، و((التدهين))، وابن عابدين في ((رفع التردد)). ¶ (3) وهو أحمد بن موسى، شمس الدين، الشهير بالخيالي، قال طاشكبرى: كان عالماً عاملاً، فاضلاً تقياً، نقياً زاهداً متورعاً، وله: ((حواشي شرح العقائد النسفية))، و((حواشٍ على أوائل حاشية التجريد))، و((شرح نظم العقائد)) لأستاذه خضر بيك. ينظر: ((الشقائق))(ص85-87). ((كشف الظنون))(2: 2023). ¶ (4) في ((مقدمة العمدة))(1: 27). ¶ (5) وهو إسماعيل القرامانيّ، كمال الدين، الشهير بقره كمال، تلميذ المولى أحمد الخيالي، ومولى خسرو، وله: ((حواشي تفسير البيضاوي))، و((حواشي حاشية الخيالي المتعلّقة بشرح العقائد النَّسَفية))، وغيرها. ينظر: ((الشقائق))(ص201-202). ((مقدمة العمدة))(1: 24). ¶ (6) سبقت ترجمته. ينظر: ((الشقائق))(ص245-246). ¶ (7) ينظر: ((معارف العوارف))(ص106). ¶ (8) وله: ((رسالة في بحث غسل المرفقين))، ينظر: ((دفع الغواية))(1: 15). ¶ (9) ينظر: ((الكشف))(2: 2023).",
            "page": "76",
            "part": "1"
        },
        {
            "hno": null,
            "id": "78",
            "nass": "((حاشية شرح الوقاية)) لبالى باشا بن محمّد الشهير بمولانا يكان(1). ¶ ((حاشية شرح الوقاية)) لحسام الدين حسين(2). ¶ ((حاشية شرح الوقاية)) لحسام زاده(3). ¶ ((حاشية شرح الوقاية)) لسعيد خان(4). ¶ ((حاشية شرح الوقاية)) لسنان الدين يوسف الروميّ(5). ¶ ((حاشية شرح الوقاية)) لسنان الدين يوسف الشاعر(6)، قال طاشكبرى: وهي مقبولة عند الطلاب. ¶ ((حاشية شرح الوقاية)) لشرف الدّين يحيى بن قره جا الرهاويّ(7). ¶ __________ ¶ (1) ينظر: ((الكشف))(2: 2023). ((مقدمة العمدة))(1: 26). ¶ (2) وهو حسين بن عبد الرحمن، حسام الدين، وله: ((حواشي على أوائل شرح التجريد))، و((رسالة في استخلافِ الخطيب))، و((رسالة في جواز الذكر الجهريّ)). ينظر: ((الشقائق))(ص231). ((دفع الغواية)) (1: 14). ¶ (3) وهو مصلح الدين مصطفى بن حسام الدين، قال طاشكبرى: كان ماهراً في العلوم الأدبيّة، عارفاً بالعلوم الشرعيّة. وله: ((مصنف في الإنشاء)). ينظر: ((الشقائق))(ص115). ((دفع الغواية))(1: 13). ¶ (4) قال اللكنوي في ((دفع الغواية))(1: 17): نقل عنه في ((غاية الحواشي)) في بعض المواضع، ولا أعرف له ترجمة. ¶ (5) قال طاشكبرى: كانت له مهارةٌ في العلوم الأدبيّة. وله: شرح على ((مراح الأرواح)) في الصرف، و((شرح الشافية))،و((شرح ملخص الجغميني)) في الهيأة. ينظر: ((الشقائق النعمانية))(ص129-130). ((مقدمة العمدة))(1: 24). ¶ (6) وهو تلميذ مولى خسرو، قال طاشكبرى: كان عالماً فاضلاً جامعاً بين الأصول والفروع والمعقول والمنقول مشتغلاً بالعلم غاية الاشتغال صارفاً أوقاته فيه. ينظر: ((الشقائق النعمانية))(ص168). ((دفع الغواية))(1: 13). ¶ (7) ينظر: ((الكشف))(2: 2023). ((مقدمة العمدة))(1: 26).",
            "page": "77",
            "part": "1"
        },
        {
            "hno": null,
            "id": "79",
            "nass": "((حاشية شرح الوقاية)) لعبد الله بن صديق بن عمر الهرويّ، قال اللكنوي(1): وفيها أبحاث نفيسة، ودقائق لطيفة، ويعلم من مطالعتها أنّ مؤلّفها تلميذ لمحمّد عوض الوجيه، ومن معاصري الفاضل محبّ الله البهاريّ(2)، مؤلِّف ((السلم)) و((المُسلَّم)). ¶ ((منتهى النقاية على شرح الوقاية))، وهي الحواشي التي أكرمني الله بتزيين ((شرح الوقاية))بها، وهي التي بين أيدينا. ¶ حواشي على مسائل في ((شرح الوقاية)): ¶ بعض المسائل في ((شرح الوقاية)) فصَّلَ فيها صدر الشريعة، وكانت عبارته فيها صعوبة متعسرة في الفهم، فكشف العلماء النقاب عنها، وأفردوها في تأليفات خاصة بها، منها: ¶ ((التعليق الفاصل على مسألة الطهر المتخلل)) لمحمد عبد الحليم اللكنوي(ت1285هـ)(3). ¶ ((التعليق الكامل على مبحث الطهر المتخلل)) لمحمّد معين الدين الكروي (ت1304هـ)(4). ¶ ((حاشية على مبحث الطهر المتخلل من شرح الوقاية)) لبرهان الدين الأعظمي الديوي(5). ¶ ((الكلام المنكفل على بحث الطهر المتخلل)) للمولوي عبد الغفور(6). ¶ __________ ¶ (1) في ((دفع الغاية))(1: 15). ¶ (2) وهو محب الله بن عبد الشكور البهاري الهندي الحنفي، من مؤلفاته: ((مسلم الثبوت))، و((المغالطة العامة الورود))، (ت1119هـ). ينظر: ((معجم المؤلفين))(3: 17). ¶ (3) سبقت ترجمته. ينظر: ((مقدمة العمدة))(1: 28). ¶ (4) له: ((مرقاة الأذهان في علم الميزان))، و((مرآة الأذهان في علم الواجب))، و((جلاء الأذهان في علم القرآن))، و((التبيان في فضائل النعمان)). ينظر: ((دفع الغواية))(ص18). ((نزهة الخواطر))(8: 479-480). ((معارف العوارف))(ص106-107). ¶ (5) قال الحسني: الشيخ العلام الفقيه، أحد العلماء المشهورين. له: ((مسائل الربا))، و((أحكام عيد الفطر))، و((أحكام عيد الأضحى))، و((تحقيق الإشارة بالسبابة في الصلاة)). ينظر: ((نزهة الخواطر))(7: 99-100). ¶ (6) ينظر: ((دفع الغواية))(1: 19).",
            "page": "78",
            "part": "1"
        },
        {
            "hno": null,
            "id": "80",
            "nass": "((حاشية على مبحث الطهر المتخلل من شرح الوقاية)) للمراد آبادي (ت1294هـ)(1). ¶ ((رسائل تتعلق بشرح الوقاية)) لمحيي الدين جلبي الفناري (ت954هـ)(2). ¶ ((رسالتان بالعربيّة وبالفارسيّة متعلّقتان ببحث الدائرة الهندية الواقع في شرح الوقاية)) لمولانا خادم أحمد (ت1271هـ)(3). ¶ ((رسالة على باب الشهيد من شرح الوقاية)) للعجميّ(4). ¶ ((حاشية على باب الشهيد من شرح الوقاية)) لناجي زاده (ت922هـ)(5). ¶ المبحث الخامس ¶ في منهج الماتن والشارح في المتن والشرح ومميزاتهما ومسامحاتهما ¶ كان لكلِّ من الماتن والشارح منهجه الخاصّ به في تأليف هذا الكتاب، وامتاز تأليفهما بخصائص ومميزات، وكان عليهما مسامحات، وقد عرضت لكلٍّ منها في موضعها من الكتاب، إلا أنني هنا أذكر خطوطاً عريضة من ذلك للتذكير، فأقول: ¶ __________ ¶ (1) وهو سعد الله بن نظام الدين الحنفي المراد آبادي، قال الحسني: الشيخ الفاضل الكبير أحد العلماء المشهورين في النحو اللغة، له: ((شرح الجغميني))، و((نوادر الأصول في شرح الفصول))، و((القول الفصل في تحقيق همزة الوصل)). ينظر: ((نزهة الخواطر))(7: 202-204). ((معارف العوارف))(ص106). ¶ (2) وهو محمّد بن عليّ بن يوسف بالي الفناري، قال طاشكبرى: كان علاّمة في الفتوى، وآية كبرى في التقوى، وله: تعليقات على ((شرح المفتاح)) للسيّد، وعلى ((الهداية)). ينظر: ((الشقائق))(ص228-229). ((دفع الغواية))(1: 13). ¶ (3) سبقت ترجمته. ¶ (4) وهو أحمد بن محمد العجمي، محيي الدين، قال طاشكبرى زاده: كان عالماً فاضلاً، مدرِّساً بإحدى المدارس الثمان، ثمّ قاضياً بأدرنة ومات بها. وله: ((حواشي على شرح السراجيّة)) للسّيد. ينظر: ((الشقائق))(ص184). ((دفع الغواية))(1: 13). ¶ (5) وهو سعدي بن الناجي بيك، وله: ((حواشي شرح المفتاح)) للسيّد. ينظر: ((الشقائق))(ص197). ((دفع الغواية))(1: 13).",
            "page": "79",
            "part": "1"
        },
        {
            "hno": null,
            "id": "81",
            "nass": "جمع برهان الشريعة مسائل ((الوقاية)) من ((الهداية)) وأضاف إليها مسائل أخرى كما نبَّه على ذلك في ديباجته، ويلاحظ ذلك في المواضع التالية (1: 246،248). ¶ بيَّن المصنف في بعض المسائل ما يفتى به مع أن صاحب ((الهداية)) لم يصرح بذلك كما في (2: 41، 136). ¶ مخالفة المصنِّف لما صحّحه صاحب ((الهداية)) وما هو مختار للفتوى كما في (4: 56). ¶ استدارك المصنّف لما وقع فيه صاحب ((الهداية)) مع التصحيح كما في (2: 72). ¶ استدراك العلماء لما وقع في عبارة المصنّف كما في (3: 150). ¶ يعدّ هذا الكتاب بالإضافة إلى أنه شرح للـ((وقاية)) شرحاً ((للنقاية)) له كما صرَّح الشارح في ديباجته، وفي بعض المواضع من الشرح كان يذكر عبارة ((النقاية))، ويبيِّن لِمَ اختارها على هذه الصورة، وما استدركه على ((الوقاية)) في ((النقاية)) واختصاره لبعض المسائل منها. ¶ يعتبر هذا الكتاب من الشروح المتوسط على ((الوقاية))، وشارحه فيه لم يعتن ببيان معاني المفردات بقدر اهتمامه ببيان معاني الجمل والعبارات. ¶ اعتداد الشارح بنفسه بنسبة بعض التحقيقات إليه وأنها تفرد بها خاطره(1) كما في (3: 161). ¶ اكتفاء الشارح بإيراد استفهام على تعليل بعض المسائل دالٌ على عدم رضائه به كما في (4: 198). ¶ اهتمّ الشارح كثيراً بتأييد مسائل الفقه الحنفي من الناحية العقلية، وإضعاف ما احتجّ به الخصم، ولا سيما مع الشافعي إذ كثيراً ما يورد حجته ويبيِّن ضعفها، كما في المواضع (4: 164)، وصدر الشريعة يعدّ من أئمة العلوم العقلية. ¶ للشارح مخالفة في ذكر تعليل بعض المسائل الفقهية، وللعلماء بعده ردود عليه في ذلك. كما في (2: 174، 4: 175). ¶ اعتنى الشارح كثيراً بتبيين مسامحات صاحب ((الهداية)) كما في (3: 204 ،211). ¶ إيجاز الشارح لأدلة صاحب ((الهداية)) كما في (4: 39). ¶ __________ ¶ (1) وهذا الاعتداد من الشارح بنفسه ظاهر في ((التوضيح)) أكثر من ((شرح الوقاية)) كما في (1: 2).",
            "page": "80",
            "part": "1"
        },
        {
            "hno": null,
            "id": "82",
            "nass": "للشارح مسامحات فيما يستدركه على صاحب ((الهداية)) كما في(1: 233، 3: 103). ¶ توجيه وحمل الشارح كلام صاحب ((الهداية)) على وجه يصححه كما في (2: 182-183). ¶ للشارح متابعات لصاحب ((الهداية)) على خلاف عادته استدركها عليه مَن جاء بعده من العلماء كما في (1: 275). ¶ حمل الشارح كلام الماتن وصاحب ((الهداية)) على خلاف ما حمله عليه العلماء كما في (2: 113). ¶ للشارح اختيارات يخالف فيها الماتن، منها: (3: 156، 282). ¶ أدب الشارح مع جدِّه الماتن واضح جلي في شرحه، فإن يستدرك عليه مع مرعاة ذلك كما في (1: 294،2: 121). ¶ استدراك الشارح على الماتن إذا كانت عبارته موهمة كما في (2: 88 ،199، 3: 163). ¶ استدراك الشارح على الماتن وعدم تسليم العلماء له ذلك (2: 122). ¶ استدراك الشارح على الماتن ومتابعة العلماء له في ذلك (2: 126). ¶ بيَّن الشارح في بعض المسائل ما عليه الفتوى وإن لم يذكر الماتن كما في(2: 94، 132). ¶ تضعيف الشارح قول أبي حنيفة - رضي الله عنه - وتقويته قولهما ورد العلماء عليه كما في (3: 151). ¶ ترجيح الشارح قولهما على قول الإمام كما في (3: 152). ¶ للشارح اختيارات لم يوافقه عليها من جاء بعده من العلماء المحققين واستدركوا عليه فيها، كما في (1: 243، 4: 180، 175). ¶ للشارح اختيارات أيّده فيها مَن جاء بعده من العلماء كما في (2: 113). ¶ للشارح اختيارت سكت عنها من جاء بعده كما في (4: 148). ¶ للشارح أوهام وقع فيها في الشرح نبّه عليها العلماء كما في (1: 284). ¶ تصويب العلماء ما وقع فيه من قصور في العبارة، من ذلك ما فعله الشرنبلالي(1) كما في (1: 279). ¶ تعرض الشارح في زمانه لما تكون عليه الفتوى كما في (2: 288، 289). ¶ اهتمَّ ملا خسرو وابن كمال باشا بتتبع صاحب ((الوقاية)) والشارح بتصحيح عبارتهما، مثلاً بصيغة أنسب(2) كما في (1: 294). ¶ __________ ¶ (1) في ((حاشية على الدرر))(1: 249). ¶ (2) ينظر: ((درر الحكام)) لملا خسرو (1: 262).",
            "page": "81",
            "part": "1"
        }
    ],
    "t35850": [
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": "1",
            "tit": "تمهيد في عصر صدر الشريعة"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": null,
            "tit": "لقب صدر الشريعة"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": null,
            "tit": "اسم جده صاحب ((الوقاية))"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": null,
            "tit": "نسب جده صاحب ((الوقاية))"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": null,
            "tit": "ما وقع من العلماء من الخلط في نسب صدر الشريعة"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": null,
            "tit": "أسرته العلمية وطلبه للعلم وشيوخه ومن تفقَّه عليهم"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": null,
            "tit": "مكانة صدر الشريعة العلمية وثناء العلماء عليه"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": null,
            "tit": "تلاميذ صدر الشريعة ومنهجه في التدريس"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": null,
            "tit": "مؤلفات صدر الشريعة"
        },
        {
            "id": "44",
            "lvl": "2",
            "sub": null,
            "tit": "وفاته ومكان قبره"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": "1",
            "tit": "في دراسة عن كتابه ((شرح الوقاية))"
        }
    ]
}