{
    "b35851": [
        {
            "id": "1",
            "nass": "البيان والتبيين ¶ لضوابط ووسائل تمييز الرواة المهملين ¶ د. محمد بن تركي التركي ¶ أستاذ الحديث المساعد، بقسم الثقافة الإسلامية ¶ كلية التربية - جامعة الملك سعود ¶ ملخص البحث ¶ يقوم هذا البحث على معالجة أمر يعترض الباحثين كثيراً ، ألا وهو ورود بعض الرواة في الأسانيد مهملين ، كأن يذكر باسمه الأول ، أو كنيته أو غير ذلك ، مع وجود غيره ممن يشترك معه في الاسم والطبقة ، ومن ثم لا يستطيع الباحث معرفة المراد بسهولة . ¶ وقد حاولت في هذا البحث استخراج القواعد والوسائل التي تعين على تمييز الراوي المهمل ، وتحديده ، ومن المراد به إذا ورد في هذا الإسناد أو ذاك . ¶ وقدمت لذلك بمقدمة موجزة ، ثم ذكرت تعريف المهمل، والمبهم، والفرق بينهما، ثم ذكرت ما توصلت إليه من هذه الوسائل ، مستعيناً بعدد من كتب المصطلح ، والشروح الحديثية ، وكتب الرجال وغيرها . ¶ وقد بلغ عددها حوالي عشر وسائل وضوابط كلية ، ويندرج تحت بعضها عدة وسائل فرعية. ¶ وخلاصة ما ذكرته أنه يمكن تمييز المهمل عن طريق عدة وسائل، فمنها : أن يعرف المهمل عن طريق الراوي عنه . كأن يكون مشهوراً بالرواية عنه ، أو مختصاً به ، أو لا يروي عن غيره ، وغير ذلك . ¶ ومنها أن يُعرف المهمل عن طريق شيخه ، وفيه عدة وسائل تندرج تحته . ¶ كما يعرف المهمل عن طريق التخريج ، أو طبقته ، أو بلده ، أو غير ذلك من طرق أخرى مذكورة بالتفصيل مع أدلتها والأمثلة عليها في ثنايا البحث . ¶ هذا والله أعلم ، وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين . ¶ المقدمة : ¶ إن الحمد لله، نحمده ، ونستعينه ، ونستغفره ، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا ، من يهده الله فلا مُضل له ، ومن يضلل فلا هادي له ، وأشهد أن لا إله إلا الله ، وأشهد أن محمداً عبده ورسوله . ¶ {يَا أيها الَّذِينَ آمَنُوا اتَّقُوا اللهَ حَقَّ تُقَاتِهِ وَ لاَ تَمُوتُنَّ إِلاَ وَأَنْتُمْ مُسْلِمُون} .",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "{ يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُم الَّذِيْ خَلَقَكُم مِنْ نَّفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيرَاً وَنِسَاءً وَاتَّقُوا اللهَ الَّذِيْ تَسَآلُونَ بِهِ وَالأرْحَامَ إِنَّ اللهَ كَانَ عَلَيْكُمْ رَقِيبَاً}. ¶ { يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللهَ وَقُولُوا قَوْلاً سَدِيدَاً يُصْلِح لَكُمْ أَعْمَالَكُم وَيَغْفِر لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزَاً عَظِيمَاً} . ¶ أما بعد : ¶ فإن تمييز الراوي المهمل الذي يرد في بعض الأسانيد ، أمر ليس باليسير ، وقد يستغرق من الباحث وقتاً طويلاً لتحديد هذا الراوي وتعيينه ، وقد لا يُوفق كل باحث لهذا الأمر . ¶ ولما نظرت في كتب المصطلح ، لم أر من وضع قواعد ووسائل متكاملة تعين في تمييز الرواة المهملين ، وإنما وجدت فوائد قليلة ومنثورة في بعض هذه الكتب وغيرها، تبعاً لبعض الحالات المشكلة من ذلك، ومن ثم التصدي لحلها، كما سيأتي بالتفصيل. ¶ كما لم أر من أفرد هذه القواعد والوسائل ببحث مستقل يجمعها . ¶ لذا فقد استعنت بالله وبدأت بالكتابة في هذا الموضوع ، وحاولت أن ألم شتاته ، وأجمع ما تفرق منه مستعيناً – بعد الله–بما وجدته في كتب المصطلح، والرجال ، والشروح الحديثية، وغيرها ، وبما طبقه علماء الحديث عملياً لتعيين الرواة المهملين . ¶ وفي الختام فهذا جهد متواضع ، في موضع مهم وشائك ، أرجو أن أكون قد وفيته حقه من الدراسة والبحث ، وأن تكون النتائج التي توصلت إليها صائبة ، أو قريبة من الصواب، وميسرة للباحثين تعيين وتحديد الرواة المهملين . ¶ وأسأل الله عز وجل أن يجعل هذا البحث خالصاً لوجهه الكريم ، وأن يكون ذا فائدة لطلاب علم السنة النبوية وأعتذر عما فيه من قصور وخلل ؛ فهذا مما لا ينفك عنه بشر . ¶ والحمد لله رب العالمين ، وصلى الله وسلم على نبينا محمد .",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "المبحث الأول : تعريف المهمل والفرق بينه وبين المبهم ¶ تعريف المهمل : ¶ المهمل هو : من لم يتميز عن غيره . سواءً ذُكر باسمه أو كنيته أو لقبه، وذلك لوجود من يشاركه في هذا الاسم أو الكنية أو اللقب . ¶ فإن كان لا يشترك معه غيره في أحد هذه الأمور فحينئذ لا يعتبر مهملاً . ¶ ومثاله : أن الإمام البخاري – رحمه الله – له أكثر من شيخ اسمه إسحاق، ونجده في بعض الأحيان يقول: حدثنا إسحاق ولا ينسبه . فهنا نقول إن إسحاق ورد مهملاً. ¶ وكما لو وجدنا إسناداً ورد فيه ذكر سفيان غير منسوب، فهنا لا ندري هل المراد به الثوري أو ابن عيينة (1) ، أو ورد فيه حماد غير منسوب، فلا ندري هل هو ابن سلمة أو ابن زيد، وهكذا . ¶ ومن أبرز من عُرف من المتقدمين اعتناؤه بهذا النوع من علم الرجال الإمام الحافظ الخطيب البغدادي (ت 4639هـ) وأبو علي الجياني الأندلسي (ت498هـ) . ¶ فالأول ألف في بيان المهملين من الرواة عموماً كتاباً عُرف باسم : \"المكمل في بيان المهمل\" (2) . ¶ ولكن للأسف فهذا الكتاب يعتبر حتى الآن في عداد الكتب المفقودة (3) . ¶ __________ ¶ (1) - وقد كتب فيهما بحثاً طويلاً بعنوان «تمييز السفيانين عند ورودهما في الروايات مهملين» لعل الله أن ييسر نشره قريباً ¶ (2) - ذكره له غير واحد من العلماء، انظر المعجم المفهرس ص156، المجمع المؤسس 2/308، صلة الخلف ص410 . ¶ (3) - ذكر الشيخ الألباني – رحمه الله – في فهرس الظاهرية ص268، ضمن مؤلفات الخطيب: «قطعة في ما أبهم من الأسماء » ثم علق عليها بقوله: للمؤلف كتاب المكمل في بيان المهمل … فأنا أظن هذه القطعة من مختصر هذا الكتاب. والله أعلم. ¶ قلت: ذكر الشيخ أن القطعة في ما أبهم من الأسماء، وليس ما أهمل، والخطيب له مؤلف في المبهمات ، وستأتي الإشارة إليه، ولعل هذه القطعة منه، والله أعلم .",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "والثاني ألف في بيان المهملين في أسانيد صحيح البخاري بخصوصه ، وذلك في باب مستقل في كتابه الماتع: « تقييد المهمل وتمييز المشكل » (1) . ¶ وعلى هذين المؤلفين عوّل من جاء بعدهما ، مع الإضافة أو التعقيب ، كما يُعرف من مراجعة المؤلفات المتأخرة عنهما في الرجال أو الشروح الحديثية . ¶ تعريف المبهم : ¶ المبهم هو : من لم يتعين اسمه . ¶ كأن يقول أحد الرواة : حدثني رجل . أو : حدثني صاحب لي . أو نحو ذلك . ¶ ومنه يتبين الفرق واضحاً بين المهمل والمبهم. ¶ فالمهمل ذُكر اسمه لكنه التبس مع غيره، وأما المبهم فلم يُذكر اسمه أصلاً. ¶ وقد ألف في المبهمات غير واحد من العلماء . ¶ __________ ¶ (1) - وقد حقق هذا الباب بخصوصه فضيلة الشيخ د. عبدالله بن حمود التويجري في رسالته للماجستير في جامعة الإمام محمد بن سعود الإسلامية. ¶ كما طبع هذا الباب مستقلاً باسم : «التعريف بشيوخ حدّث عنهم محمد بن إسماعيل البخاري في كتابه وأهمل أنسابهم وذكر ما يُعرفون به من قبائلهم وبلدانهم» بتحقيق محمد السعيد زغلول. ¶ ثم طبع هذا الباب أيضاً في المغرب، وصدر عن وزارة الأوقاف المغربية في مجلدين. ¶ أما بقية الكتاب فقد حققه مجموعة من الباحثين في جامعة الإمام ، وجامعة الملك سعود كرسائل ماجستير، ولم يطبع منها شيء حتى الآن، سوى جزء واحد، وهو المطبوع باسم: «التنبيه على الأوهام الواقعة في الصحيحين من قبل الرواة قسم البخاري»، وهو بتحقيق محمد صادق آيدن، وصدر عن دار اللواء بالرياض",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "ومن أشهر ما طُبع من هذه المؤلفات: كتاب الخطيب البغدادي: «الأسماء المبهمة في الأنباء المحكمة» وكتاب ابن طاهر المقدسي: «إيضاح الإشكال»، وكتاب ابن بشكوال: «غوامض الأسماء المبهمة الواقعة في متون الأحاديث المسندة»، وكتاب النووي «الإشارات إلى بيان الأسماء المبهمات» (1) ، وكتاب العراقي : «المستفاد من مبهمات المتن والإسناد»، وغيرها. ¶ وهناك أمور أخرى تتعلق بالمبهم ، ليس هنا مجال ذكرها ، وهي موجودة في كتب المصطلح. ¶ المبحث الثاني : ضوابط ووسائل تمييز الرواة المهملين ¶ تقدم القول بأني لم أقف في كتب المصطلح أو الرجال على من أفرد هذه القواعد بمبحث خاص، ولم أجد ضوابط كافية في تمييز الرواة المهملين عموماً، إلا من فوائد قليلة منثورة مفرقة (2) . ¶ ومن خلال تتبعي لهذه الكتب، وقراءتي لبعض كتب شروح الحديث وغيرها ، أمكنني التوصل إلى ما يلي: ¶ يمكن تمييز الرواة المهملين من خلال عدة أمور: ¶ 1- عن طريق معرفة تلميذ الراوي المهمل. ¶ فإذا كان هذا الراوي المهمل يروي عنه راوٍ ما ، ولا يروي عن غيره، ممن شاركه في الاسم، فهذا أمره واضح وبيّن. ¶ ومثاله: إذا روى الحميدي عن سفيان مهملاً، فمعلوم أنه يعني ابن عيينة، لأنه لا يروي عن الثوري، وكذا الإمام أحمد وغيرهما ممن لا يروي إلا عن ابن عيينة. ¶ ولذا كان من المهم تتبع تلاميذ الرواة المهملين، لكونه أحد الطرق في التمييز بينهم. ¶ __________ ¶ (1) - وهذا الكتاب مطبوع في آخر كتاب الخطيب المتقدم، وإنما ذكرت ذلك لأني قد وجدت بعض طلبة العلم يظن أنه لا زال مخطوطاً . ¶ (2) - انظر: المحدث الفاصل (ص279)، وما بعدها، علوم الحديث لابن الصلاح (ص328)، الجامع لأخلاق الراوي وآداب السامع 2/72، إرشاد طلاب الحقائق 2/738، التقريب والتيسير للنووي (ص99)، تهذيب الكمال 7/269، سير أعلام النبلاء 7/464، المقنع في علوم الحديث 2/621، فتح المغيث 3/255، تدريب الراوي 2/830 .",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ومما ينبغي التنبيه إليه في هذا المقام أن كثيراً من المبتدئين من طلاب العلم يعتمدون في حصر الرواة عن راوٍ ما على كتاب تهذيب الكمال، وهذا ليس بصحيح ، فلم يستوعب المزي جميع الرواة عن المترجم، بل ولم يشترط ذلك، ولذا ينبغي على الباحث أن لا يعتمد في نفي رواية راوٍ ما عن آخر لعدم ذكره ضمن الرواة عنه في تهذيب الكمال ، وكذا الحال في شيوخ المترجم. ¶ 2- عن طريق معرفة شيخ الراوي المهمل . وهذا كالمتقدم. ¶ ومثاله : أن يكون الثوري يروي عن شيخ لا يروي عنه ابن عيينة، فهذا أمره واضح بين أيضاً. ومنه يتبين أيضاً أهمية محاولة استيعاب شيوخ الرواة المهملين. ¶ 3- عن طريق النظر في علاقة الرواة عن هذا الراوي المهمل ، ويتضمن ذلك عدة أمور: ¶ أ – فقد يكون التلميذ مختصاً بأحد الراويين المهملين دون الآخر، كأن يكون من المكثرين عنه، أو يكون راويته أو مشهوراً بصحبته، أو نحو ذلك، فهذا إذا أطلق اسم شيخه مهملاً حُمل على من كان مكثراً عنه، أو ممن كان معدوداً في أصحابه . ¶ وهذه قاعدة معروفة عند العلماء ، وعمل بها عدد من الأئمة: ¶ قال الرامهرمزي: سفيان الثوري، وسفيان بن عيينة، رويا جميعاً عن الأعمش وغيره، وروى عنهما الوليد بن مسلم وغيره . وحضرت القاسم المطرز ، فحدثنا عن أبي همام أو غيره، عن الوليد ، عن سفيان حديثاً. فقال له أبو طالب بن نصر: من سفيان هذا؟. فقال المطرز: هذا الثوري. فقال له أبو طالب: بل هو ابن عيينة. قال من أين قلت؟. قال: لأن الوليد روى عن الثوري أحاديث معدودة محفوظة ، وهو مليء بابن عيينة، وسفيان الثوري أكبر وأقدم وابن عيينة أسند (1). ¶ __________ ¶ (1) - المحدث الفاصل ص 285، رقم (87). ¶ وما ذكره أبو طالب ليس بصحيح، وقد فصلت ذلك في بحث لي بعنوان: «تمييز السفيانين عند ورودهما في الروايات مهملين» في ترجمة الوليد بن مسلم.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وقد سئل المزي فيما إذا ورد حديث لعبدالرزاق عن سفيان عن الأعمش ، أي السفيانين هو ؟ وإن كان أكثر روايته عن الثوري، فهل يُكتفى بذلك ، أم يحتاج إلى زيادة بيان ؟ . ¶ فأجاب بقوله: أما سفيان الذي روى عنه عبدالرزاق، فهو الثوري؛ لأنه أخص به من ابن عيينة، ولأنه إذا روى عن ابن عيينة ينسبه ، وإذا روى عن الثوري فتارة ينسبه وتارة لا ينسبه، وحين لا ينسبه إما يكتفي بكونه روى له عن شيخ لم يرو عنه ابن عيينة ، فيكتفي بذلك تمييزاً ، وهو الأكثر ، وإما يكتفي بشهرته واختصاصه به. ¶ وهذه القاعدة جارية في غالب من يروي عن سميَّين أو يروي عنه سميّان (1) . ¶ وقال الحافظ ابن حجر في أحد روايات وكيع عند البخاري عن سفيان مهملاً: سفيان هو الثوري؛ لأن وكيعاً مشهور بالرواية عنه، ولو كان ابن عيينة لنسبه؛ لأن القاعدة في كل من روى عن مُتَفقي الاسم أن يحمل من أهمل نسبته على من يكون له به خصوصية من إكثار ونحوه، كما قدمناه قبل هذا، وهكذا نقول هنا؛ لأن وكيعاً قليل الرواية عن ابن عيينة بخلاف الثوري (2) . ¶ وقال الحافظ أيضاً: إن أبا نعيم مشهور بالرواية عن الثوري، معروف بملازمته ، وروايته عن ابن عيينة قليلة ، وإذا أطلق اسم شيخه حُمل على من هو أشهر بصحبته، وروايته عنه أكثر … وهذه قاعدة مطردة عند المحدثين في مثل هذا … الخ (3) . ¶ وقال الحافظ أيضاً: المهمل إنما يُحمل على من يكون لمن أهمله به اختصاص (4) . ¶ __________ ¶ (1) - انظر طبقات الشافعية للسبكي 10/406، 407 . ¶ (2) - فتح الباري 1/246، حديث رقم (111). ¶ (3) - فتح الباري 10/87، حديث رقم (5617) . ¶ (4) - فتح الباري 13/312، حديث رقم (7317) .",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وقال أيضاً : القاعدة في المتفق إذا وقع مهملاً أن يُحمل على من للراوي عنه اختصاص (1) ، كما ذكره الخطيب في كتابه « المكمل في بيان المهمل » (2) . ¶ وقال أيضاً في رواية لأبي نعيم عن سفيان : أبو نعيم وإن كان روى عن سفيان بن عيينة، لكنه إذا روى عنه ينسبه وإذا روى عن الثوري ينسبه تارة ولا ينسبه أخرى، فإذا لم ينسب سفيان فهو الثوري؛ لأن الإطلاق ينصرف إلى من يكون المطلق أشد له ملازمة وأكثر عنه رواية، وأبو نعيم معروف بالرواية عن الثوري، قليل الرواية عن ابن عيينة (3) . ¶ ب ـ أو يكون عُرف من عادة أحد الرواة أنه إذا أطلق اسم شيخه مهملاً فيعني به أحدهما دون الآخر . ويُعرف هذا بالاستقراء أو بتصريح من الراوي نفسه . ¶ ومثاله ما ذكره الرامهرمزي وغيره في الحمادين . ¶ قال الرامهرمزي : إذا قال عارم: حدثنا حماد، فهو حماد بن زيد، وكذلك سليمان بن حرب، وإذا قال التبوذكي: حدثنا حماد فهو حماد بن سلمة ، وكذلك الحجاج بن منهال. وإذا قال عفان: حدثنا حماد، أمكن أن يكون أحدهما (4) . ¶ وروى الذهلي عن عفان، قال: إذا قلت لكم: حدثنا حماد، ولم أنسبه فهو ابن سلمة(5). ¶ وقال المزي : إلا أن عفان لا يروي عن حماد بن زيد إلا وينسبه في روايته عنه، وقد يروي عن حماد بن سلمة فلا ينسبه ، وكذلك حجاج بن منهال، وهُدْبَة بن خالد، وأما سليمان بن حرب فعلى العكس من ذلك، وكذلك عارم (6) . ¶ __________ ¶ (1) - وقع في المطبوع : «على من الراوي عنه باختصاص» ولعل الصواب ما أثبته، والمطبوعة كثيرة الأخطاء. ¶ (2) - الأجوبة الواردة على الأسئلة الوافدة ص55 . ¶ (3) - الأجوبة الواردة على الأسئلة الوافدة ص56 . ¶ (4) - المحدث الفاصل ص284، رقم (84). ¶ (5) - تدريب الراوي 2/830 . ¶ (6) - تهذيب الكمال 7/269، ونقله الذهبي في السير 7/465، وزاد فيه قليلاً.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وسئل المزي عن قول النسائي في مواضع: أخبرنا محمد بن منصور، أخبرنا سفيان ، عن الزهري، وللنسائي شيخان كلٌ منهما محمد بن منصور، ويروي عن ابن عيينة، أحدهما أبو عبدالله الجواّز، والثاني أبو جعفر الطوسي العابد، فمن الذي عناه النسائي منهما؟. ¶ فأجاب بقوله: أما محمد بن منصور الذي يروي عنه النسائي ولا ينسبه، فهو المكي، لا الطوسي، وقد روى النسائي عن الطوسي عن أبي المنذر إسماعيل بن عمر، والحسن بن موسى الأشيب، ويعقوب بن إبراهيم بن سعد، وينسبه في عامة ذلك ولا أعلمه روى عنه عن ابن عيينة شيئاً (1) . ¶ وقال الحاكم : أبو إسحاق عمرو بن عبدالله السبيعي، وأبو إسحاق سليمان بن فيروز الشيباني، وأبو إسحاق إسماعيل بن رجاء الزبيدي، وأبو إسحاق إبراهيم بن مسلم الهجري ، قد رووا كلهم عن عبدالله بن أبي أوفى، وقد روى عنهم الثوري وشعبة . وينبغي لصاحب الحديث أن يعرف الغالب على روايات كل منهم، فيتميز حديث هذا من ذلك. والسبيل إلى معرفته أن الثوري وشعبة إذا رويا عن أبي إسحاق السبيعي لا يزيدان على أبي إسحاق فقط … وإذا رويا عن أبي إسحاق الشيباني فإنهما يذكران الشيباني في أكثر الروايات… وأما الزبيدي فإنهما في أكثر الروايات يسميانه ولا يُكنّيانه، إنما يقولان: إسماعيل بن رجاء … الخ (2) . ¶ وقال الجياني – بعد ذكره لإخراج البخاري عن إسحاق مهملاً - قال: والأشبه عندي أنه إسحاق بن منصور فإن البخاري إذا حدّث عنه كثيراً ما يبهمه ولا ينسبه (3) . ¶ وأخرج الجياني عن ابن السكن قال: ( كل ما في كتاب البخاري مما يقول فيه: «حدثنا محمد قال: حدثنا عبدالله » فهو محمد بن مقاتل المروزي عن عبدالله بن المبارك. ¶ __________ ¶ (1) - انظر طبقات الشافعية الكبرى للسبكي 10/406، 408 . ¶ (2) - معرفة علوم الحديث ص230، 231 . ¶ (3) - التعريف بشيوخ حدّث عنهم محمد بن إسماعيل البخاري وأهمل أنسابهم (ص43).",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وما كان فيه «حدثنا محمد » عن أهل العراق ، مثل : أبي معاوية ، وعبدة ، ويزيد بن هارون، ومروان الفزاري . فهو محمد بن سلام البيكندي . ¶ وما كان فيه : «حدثنا عبدالله » غير منسوب ، فهو عبدالله بن محمد الجعفي المسندي، وهو مولى البخاري من فوق . ¶ وما كان فيه : « عن يحيى » غير منسوب ، فهو يحيى بن موسى البلخي المعروف بخَتّ . ¶ وسائر شيوخه فقد نسبهم ، غير أصحاب ابن المبارك ، فهم جماعة . ¶ وما كان فيه : « عن إسحاق » غير منسوب ، فهو إسحاق بن راهويه ) انتهى (1) . ¶ وقال الحافظ ابن حجر: ومن عادة البخاري إذا أطلق الرواية عن علي، إنما يقصد به علي بن المديني (2) . ¶ وقال الحافظ أيضاً: تقرر أن البخاري حيث يطلق محمد لا يريد إلا الذهلي، أو ابن سلام، ويُعرف تعيين أحدهما من معرفة من يروي عنه (3) . ¶ وفي سؤال للحافظ ابن حجر عن رواية للبخاري عن عبدالله بن محمد، قال: وقول الشيخ في عبدالله بن محمد: إنه المسندي، صواب . وقوله في مواضع أخرى : إنه ابن أبي شيبة ، لا يظهر، بل الظاهر أن الصواب اطراد صنيع البخاري في ذلك، فحيث يطلق عبدالله بن محمد، فهو المسندي . وقد عُثِر على أنه إذا روى عن ابن أبي شيبة لا يسمي أباه، بل يقول : عبدالله بن أبي شيبة… وقد جزم المزي في عدة أحاديث يقول فيها البخاري : « حدثنا محمد بن عبدالله » بأنه الجعفي وهو المسندي ، ولم يقل في واحد منها أنه ابن أبي شيبة ، وكذا صنع أبو نعيم في مستخرجه (4) . ¶ وقال الحافظ أيضاً : والذي استقريته أن البخاري إذا أطلق محمد بن يوسف لا يريد إلا الفريابي… وإذا روى عن محمد بن يوسف البيكندي نسبه (5) . ¶ ج ـ أن يكون بين تلميذ هذا الراوي المهمل وبين شيخه صلة قرابة ونسب . ¶ __________ ¶ (1) - التعريف بشيوخ حدث عنهم البخاري (ص106). ¶ (2) - فتح الباري 4/512 (2259). ¶ (3) - فتح الباري 6/225، حديث رقم (3089). ¶ (4) - الأجوبة الواردة على الأسئلة الوافدة ص55 . ¶ (5) - الأجوبة الواردة على الأسئلة الوافدة ص57 .",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وهذا لم أر من نص عليه، ولكن عادة تُحمل رواية الراوي عن قريبه أكثر من غيره لما بينهما من الصلة والتي عادة تكون أكثر من غيره ، إلا إن وُجِدت قرينة تدل على خلافه. ¶ ومثاله رواية عمار بن محمد ابن أخت سفيان الثوري، لو وجد له رواية عن ابن عيينة أيضاً، فتُحمل روايته عن سفيان مهملاً إذا عُدمت المرجحات الأخرى على أنه يعني الثوري. ¶ 4- عن طريق معرفة أوطان الرواة . ¶ فرواية الراوي عن أهل بلده عادة أكثر من غيرهم . ¶ ومثاله : إذا روى أحد الرواة عن سفيان مهملاً، وكان هذا الراوي من أهل مكة مثلاً، ولم يكن هناك ثمة مرجحات أخرى فيترجح أنه يعني ابن عيينة . ¶ قال السخاوي في بيانه لطرق التمييز بين المهملين: أو بكونه كما أشير إليه في معرفة أوطان الرواة بلدي شيخه أو الراوي عنه ، إن لم يُعرف بالرحلة، فإن ذلك وبالذي قبله يغلب على الظن بتبيين المهمل (1) . ¶ وقال سلمة بن سليمان : إذا قيل عبدالله بمكة فهو ابن الزبير ، أو بالمدينة فابن عمر ، أو بالكوفة فابن مسعود أو بالبصرة فابن عباس ، أو بخراسان فابن المبارك (2) . ¶ وقد يكون الراوي معروفاً بالرواية عن أهل بلد دون غيرهم ، وإن لم يكن هو من أهل ذلك البلد . ¶ قال أبو الوليد الباجي – عند ذكره لرواية محمد بن أبان عند البخاري، وكان شيخه من البصريين – قال : والأظهر عندي أن المذكور في جامع البخاري هو الواسطي ، ومحمد ابن أبان البلخي يروي عن الكوفيين …، والواسطي يروي عن البصريين (3) . ¶ 5- عن طريق معرفة طبقة الراوي، وتاريخ ولادته ووفاته . ¶ فرواية الراوي عادة أكثر ما تكون عن شيوخه الكبار ، وقد يروي عن صغار شيوخه، وأحياناً يروي عن أقرانه وقد يروي في حالات عن تلميذه ومن في طبقته . ¶ فمعرفة طبقة الرواة عن هذا المهمل ضروري لمعرفته . ¶ __________ ¶ (1) - فتح المغيث 3/257 . ¶ (2) - الجامع لأخلاق الراوي وآداب السامع 2/73، فتح المغيث 3/256 . ¶ (3) - التعديل والتجريح 2/620 .",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "قال الرامهرمزي : حماد بن سلمة وحماد بن زيد ، رويا عن ثابت ، وداو د، وأيوب ، والتيمي، وروى عنهما أهل عصر سنة ثلاثين، وابن سلمة أكبر وأقدم ؛ مات حماد بن سلمة في ذي الحجة سنة سبع وستين ومائة ، ومات حماد بن زيد في شهر رمضان سنة تسع وسبعين ومائة (1). ¶ وقال الذهبي : ويقع هذا الاشتراك سواء في السفيانين ، فأصحاب سفيان الثوري كبار قدماء ، وأصحاب ابن عيينة صغار لم يدركوا الثوري ، وذلك أبين ، فمتى رأيت القديم قد روى ، فقال: حدثنا سفيان ، وأبهم ، فهو الثوري ، وهم : كوكيع وابن مهدي ، والفريابي، وأبي نعيم . فإن روى واحد منهم عن ابن عيينة بينه، فأما الذي لم يلحق الثوري، وأدرك ابن عيينة فلا يحتاج أن ينسبه لعدم الالتباس ، فعليك بمعرفة طبقات الناس (2) . ¶ 6- عن طريق النظر في كيفية تحديث الراوي المهمل عن شيخه . ¶ ويتضمن هذا عدة صور : ¶ أ – فقد يكون من عادة الراوي المهمل استخدام صيغة واحدة من صيغ التحديث، لا يستعمل غيرها . ¶ وقد عُرف عن بعض الرواة أنهم يقتصرون على صيغة واحدة فقط ، فلو وجدنا أحد المهملين ذكر صيغة أخرى لترجح أنه غير الأول، وهكذا . ¶ ففي الحمادين مثلاً، عُرف أن من عادة حماد بن سلمة أنه يقول : أخبرنا، ولا يقول : حدثنا . ¶ فلو وجدنا رواية لحماد مهملاً ، وكانت صيغة التحديث : «حدثنا» ولم نجد مرجحات أخرى، لترجح أن حماد هو ابن زيد لأن ابن سلمة لا يقول هذه الصيغة في الغالب. ¶ وقد كانت هذه عادة عدد من الأئمة ، أنهم كانوا يقولون : أخبرنا ، ولا يقولون : حدثنا. ¶ __________ ¶ (1) - المحدث الفاصل ص284 ، رقم (85). ¶ (2) - سير أعلام النبلاء 7/466 .",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "قال الخطيب : وكان حماد بن سلمة ، وهشيم بن بشير ، وعبدالله بن المبارك ، وعبدالرزاق بن همام ، ويزيد بن هارون ويحيى بن يحيى النيسابوري ، وإسحاق بن راهويه، وعمرو بن عون ، وأبو مسعود أحمد بن الفرات ، ومحمد بن أيوب بن يحيى بن الضريس ، يقولون في غالب حديثهم الذي يروونه : « أخبرنا » ، ولا يكادون يقولون: « حدثنا » (1) . ¶ وقال نعيم بن حماد: ما رأيت ابن المبارك يقول قط: «حدثنا»، كأنه يرى «أخبرنا» أوسع (2) . وقال أبو حاتم : لم أسمع عبيدالله بن موسى يقول: «حدثنا» ، كان يقول: «أخبرنا» (3) . ¶ ولذا فقد طبق هذه القاعدة الحافظ ابن حجر على كثير من الرواة المهملين. ¶ فقد أخرج البخاري حديثاً، فقال فيه: حدثنا إسحاق، أخبرنا يعقوب بن إبراهيم (4) . ¶ قال الحافظ ابن حجر : إسحاق ، هو ابن إبراهيم ، المعروف بابن راهويه ، وإنما جزمت بذلك مع تجويز أبي علي الجياني أن يكون هو ، أو إسحاق بن منصور ؛ لتعبيره بقوله: « أخبرنا يعقوب بن إبراهيم » ، لأن هذه العبارة يعتمدها إسحاق بن راهويه ، كما عُرف بالاستقراء من عادته أنه لا يقول إلا :«أخبرنا» ولا يقول :«حدثنا»، وقد أخرج أبو نعيم في المستخرج هذا الحديث من مسند إسحاق بن راهويه ، وقال : أخرجه البخاري عن إسحاق انتهى (5) . ¶ وأخرج البخاري حديثاً آخر، وقال فيه: حدثنا إسحاق ، أخبرنا يعقوب بن إبراهيم (6) . ¶ فقال الحافظ ابن حجر: التعبير بالإخبار قرينة في كون إسحاق هو ابن راهويه ؛ لأنه لا يُعبر عن شيوخه إلا بذلك (7) . ¶ __________ ¶ (1) - الجامع لأخلاق الراوي 2/50، الكفاية ص284، 285 . ¶ (2) - الكفاية (ص285). ¶ (3) - الكفاية (ص285). ¶ (4) - صحيح البخاري (مع الفتح) 6/566، كتاب أحاديث الأنبياء، باب نزول عيسى، رقم 3448 . ¶ (5) - فتح الباري 6/566 . ¶ (6) - صحيح البخاري (مع الفتح) 3/72، كتاب التهجد ، باب صلاة النوافل جماعة ، رقم 1185 . ¶ (7) - فتح الباري 3/74 .",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وأخرج البخاري عن إسحاق قال : حدثنا يعقوب بن إبراهيم (1) . ¶ فقال الحافظ ابن حجر : إسحاق نسبه الأصيلي وابن السكن : «ابن منصور» ، وقد أخرجه إسحاق بن راهويه في مسنده عن يعقوب أيضاً، ومن طريقه أبو نعيم في المستخرج، لكن يرجح كونه «ابن منصور» أن ابن راهويه لا يُعبر عن مشايخه إلا بصيغة: «أخبرنا» (2) . ¶ وقال البخاري : حدثني إسحاق ، حدثنا عبدالصمد (3) . ¶ قال الحافظ ابن حجر: إسحاق، هو ابن منصور، وتردد أبو علي الجياني بينه وبين إسحاق بن راهويه ، وإنما جزمت به لقوله: «حدثنا عبدالصمد» فإن إسحاق لا يقول إلا «أخبرنا» (4) . ¶ وأخرج البخاري حديثاً فقال: حدثنا محمد ، أنبأنا أبو معاوية (5) . ¶ فرجح الحافظ ابن حجر أنه محمد بن سلام ، وقال : ويؤيده أنه عبر بقوله «أنبأنا أبو معاوية»، ولو كان ابن المثنى لقال: «حدثنا» لما عُرف من عادة كل منهما (6) . ¶ وبنحو ما تقدم سار الحافظ على هذا الترجيح في عدد من المواضع في الفتح (7) . ¶ __________ ¶ (1) - صحيح البخاري (مع الفتح) 4/84، كتاب جزاء الصيد ، باب حج الصبيان، رقم 1857. ¶ (2) - فتح الباري 4/85 . ¶ (3) - صحيح البخاري (مع الفتح) 13/46، كتاب التوحيد ، باب كلام الرب مع جبريل، رقم 7485 . ¶ (4) - فتح الباري 13/ 470 . ¶ (5) - صحيح البخاري (مع الفتح) 13/370، كتاب التوحيد، رقم 7376 . ¶ (6) - فتح الباري 13/372 . ¶ (7) - انظر فتح الباري 2/125 (622، 623)، 4/255 (1974)، 4/572 (2312)، 13/283 (7290)، هدي الساري ص239، 240 .",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وقال الحافظ أيضاً : إن إسحاق إذا جاء في البخاري غير منسوب احتمل أن يكون ابن منصور، واحتمل أن يكون ابن راهويه ، ويتميز بأن يُنظر في الصيغة، فإن كانت « أخبرنا» تعين أن يكون ابن راهويه ، وإلا فهو ابن منصور، فقد أورد البخاري عن إسحاق بن إبراهيم عن يعقوب بن إبراهيم عدة أحاديث، ومعبراً بصيغة أخبرنا ، وينسب إسحاق فيها فُيحمل ما أطلقه عليه، مع قرينة الإتيان بصيغة أخبرنا (1) . ¶ ب – وقد يُعرف عن بعض المحدثين – ممن قد يرد مهملاً – أنهم إذا رووا عن الضعفاء فإنهم لا يذكرونهم بأسمائهم المشهورة ، وإنما بكناهم ، أو العكس ، فإن كان مشهوراً بكنيته ذكره باسمه ، لكي لا يُعرف . ¶ فلو اشتبه علينا تحديد أحد المهملين، وكان أحدهما ممن يكني في روايته عن الضعفاء، وأما الآخر فلا ، ووجدنا هذا المهمل يروي عن هذا الضعيف باسمه الصريح ، لترجح لدينا أنه الآخر الذي لا يكني في روايته عن الضعفاء ، وهكذا . ¶ وينطبق هذا على السفيانين ، فقد عُرف عن الثوري أنه إذا حدّث عن الضعفاء كنّاهم . ¶ قال الحاكم : مذهب سفيان بن سعيد أن يُكني المجروحين من المحدثين إذا روى عنهم ، مثل : بَحر السّقّاء ، فيقول : حدثنا أبو الفضل، والصلت بن دينار، يقول : حدثنا أبو شعيب ، والكلبي ، يقول : حدثنا أبو النضر ، وسليمان بن أرقم ، يقول : حدثنا أبو معاذ (2) . ¶ وقال يعقوب بن سفيان عن عبيدة بن معتب الضبي : وحديثه لا يسوى شيئاً ، وكان الثوري إذا حدّث عنه كنّاه ، قال أبو عبدالكريم : ولا يكاد سفيان يُكني رجلاً إلا وفيه ضعف، يكره أن يُظهر اسمه فينفر منه الناس (3) . ¶ وقال يعقوب بن سفيان : سليمان بن قسيم أبو الصباح ضعيف ، وكان سفيان يكنيه لكي يدلسه ؛ قال : حدثني أبو الصباح بن قسيم (4) . ¶ __________ ¶ (1) - الأجوبة الواردة على الأسئلة الوافدة ص58 . ¶ (2) - سؤالات السجزي للحاكم ص88، رقم 51 . ¶ (3) - المعرفة والتاريخ 3/146 . ¶ (4) - المعرفة والتاريخ 3/65 .",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وقال البخاري : حبيب بن أبي الأشرس … كان الثوري يروي عنه ولا ينسبه (1) . ¶ قلت: وحبيب هذا قال عنه البخاري : منكر الحديث (2) . ¶ وأخرج ابن أبي حاتم عن علي بن محمد الطنافسي، قال : سألت وكيعاً عن حديث من حديث ليث بن أبي سليم ، فقال : كان سفيان لا يُسمي ليثاً (3) . ¶ قلت : يعني أنه يذكره بكنيته؛ لأنه ضعيف (4) . ¶ وقال شعبة : إذا حدثكم سفيان عن رجل لا تعرفوه فلا تكتبوا ؛ فإنما يحدثكم عن مثل أبي شعيب المجنون (5) . ¶ وقال عبدالله بن أحمد : سألت أبي عن الصلت بن دينار ، فقال : ترك الناس حديثه، متروك، ونهاني أن أكتب من حديثه شيئاً ، وقال : سفيان الثوري يكنيه أبا شعيب (6) . ¶ وقال الآجري : سألت أبا داود عن عبدالقدوس الشامي ، فقال : ليس بشيء ، وابنه شرٌ منه، روى عنه سفيان الثوري فقال : حدثنا أبو سعيد (7) . ¶ وقال عمرو بن علي : كان يحيى وعبدالرحمن لا يحدثان عن الحسن بن دينار، وكان سفيان الثوري يقول : أبو سعيد السليطي (8) . ¶ وقال عمرو بن علي : كان يحيى وعبدالرحمن لا يحدثان عن عبدالله بن سعيد بن أبي سعيد المقبري ، وكان سفيان إذا حدث عنه قال : حدثنا أبو عباد (9) . ¶ ونقل الزركشي في كلامه عن التدليس عن ابن السمعاني قال : ومنه (يعني التدليس) تغيير الأسامي بالكنى، والكنى بالأسامي لئلا يُعرفوا ، وقد فعله سفيان الثوري (10) . ¶ __________ ¶ (1) - التاريخ الصغير 2/89 . ¶ (2) - التاريخ الكبير 2/313 . ¶ (3) - الجرح والتعديل 1/73 . ¶ (4) - انظر التقريب (5685) ¶ (5) - سؤالات الآجري 2/143، الضعفاء للعقيلي 2/210 . ¶ (6) - الضعفاء الكبير للعقيلي 2/210 . ¶ (7) - سؤالات الآجري 1/329 (556) . ¶ (8) - الضعفاء الكبير للعقيلي 1/222 . ¶ (9) - الضعفاء الكبير للعقيلي 2/258 . ¶ (10) - النكت على مقدمة ابن الصلاح 2/99 .",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وروى البيهقي في المدخل عن محمد بن رافع ، قال : قلت لأبي عامر : كان الثوري يُدلس ؟ قال : لا . قلت : أليس إذا دخل كورة يعلم أن أهلها لا يكتبون حديث رجل ، قال : حدثني رجل . وإذا عُرف الرجل بالاسم كنّاه ، وإذا عُرف بالكنية سمّاه ؟ قال : هذا تزيين ليس بتدليس(1) . ¶ وقال الذهبي في ترجمة الثوري : وكان يُدلس في روايته ، وربما دلّس عن الضعفاء ، وكان سفيان ابن عيينة مُدلساً ولكن ما عُرف له تدليس عن ضعيف (2) . ¶ وبناءً على ما تقدم فلو وجدنا رواية ذُكر فيها سفيان مهملاً، وكانت هذه الرواية عن أحد المجروحين ممن اشترك الثوري وابن عيينة في الرواية عنهم ، وعُدمت المرجحات الأخرى، فحينئذ يمكننا الترجيح بالنظر في تسمية شيخهما ، فإن كان ذُكر باسمه ترجح أن سفيان هو ابن عيينة ، وإن وجدناه مذكوراً بكنيته فيترجح هنا أن سفيان هو الثوري ، وهكذا . ¶ ج – وقد يُعرف عن أحد الرواة المهملين أنه مختص بأحد شيوخه ممن اشترك هو وغيره في الرواية عنهم . ¶ فهنا يحمل هذا الراوي المهمل على من كان له اختصاص بهذا الشيخ . ¶ ومثاله : إذا وجدنا رواية لسفيان مهملاً ، واتحد الراوي عنهما ، وكان شيخ سفيان هو عمرو بن دينار مثلاً وهو من شيوخهما معاً ، وعُدمت المرجحات الأخرى . فهنا نُرجح أن سفيان هو ابن عيينة ؛ لأن ابن عيينة مشهور بالرواية عن عمرو ، ومعدود من أخص أصحابه به ، دون الثوري . ¶ د- ومنها أن يُعرف عن الراوي المهمل أنه مثلاً لا يملي الحديث، أو أنه أملى أحاديث معدودة ، أو لإناس محدودين كما كان يفعل سفيان الثوري . ¶ قال ابن معين : كان سفيان الثوري لا يملي الحديث ، إنما أملى عليهم حديثين ؛ حديث الدجال، وحديث خطبة ابن مسعود . قيل له : فأهل اليمن؟ قال : قد أملى على أهل اليمن؛ كانوا عنده ضعافاً فأملى عليهم (3) . ¶ __________ ¶ (1) - تدريب الراوي 1/265 . ¶ (2) - سير أعلام النبلاء 7/242 . ¶ (3) - تاريخ ابن معين برواية الدوري 2/213 .",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "ويمكننا الاستفادة من النص السابق فيما لو وجدنا حديثاً، ورد فيه اسم سفيان مهملاً، ولم يترجح لنا تحديد أي السفيانين هو ، ووجدنا الراوي عن سفيان يقول : حدثنا سفيان إملاءً، فإن كان هذا الراوي من غير أهل اليمن ، ولم يكن الحديث من الحديثين المذكورين، فهنا يترجح أن سفيان هو ابن عيينة، لأن الثوري لم يكن من عادته إملاء الحديث، وهكذا . ¶ هـ – وقد يُعرف عن بعض المحدثين أنهم إذا كان الراوي مشهوراً بلقب ، وكان لا يرضاه فإنهم لا يسمونه به وإن اشتهر به . ومن هؤلاء سفيان الثوري . ¶ قال الحاكم عند كلامه على الألقاب: إن فيهم – يعني المحدثين – جماعة لا يُعرفون إلا بها ، ثم منهم جماعة غلبت عليهم الألقاب وأظهروا الكراهية لها ، فكان سفيان الثوري إذا روى عن مسلم البَطين يجمع يديه ويقول : مسلم ، ولا يقول: البطين (1) . ¶ وعلى هذا فلو وجدنا رواية لسفيان مهملاً وكانت عن مسلم البطين، ووجدنا اسم مسلم مقروناً بلقبه ، فهنا يغلب على الظن أن سفيان هو ابن عيينة؛ لأن الثوري عُرف عنه أنه لا يذكره بلقبه . ¶ و- وقد يُعرف عن أحد الرواة – ممن قد يرد مهملاً – أنه لا يُحدِّث أهل البدع، أو لا يروي عنهم ، ونحو ذلك ، فهذا أيضاً يفيد في تحديد الراوي المهمل أحياناً . ¶ وممن عُرف عنه أنه امتنع عن الرواية عن المبتدعة ، ومنع الرواية عنهم : الإمام مالك ، وابن عيينة ، والحميدي وغيرهم (2) . ¶ قال ابن أبي حاتم : حدثنا صالح ، حدثنا علي، قال : سمعت سفيان – يعني ابن عيينة – وسئل عن عبدالرحمن بن إسحاق فقال : عبدالرحمن بن إسحاق كان قدرياً ، فنفاه أهل المدينة ، فجاءنا هاهنا فلم نجالسه (3) . ¶ __________ ¶ (1) - معرفة علوم الحديث ص210 . ¶ (2) - انظر شرح علل الترمذي 1/356 . ¶ (3) - الجرح والتعديل 1/47 .",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وأخرج الخطيب من طريق سويد بن سعيد قال : قيل لسفيان بن عيينة : لم أقللت الرواية عن سعيد بن أبي عروبة؟ قال : وكيف لا أقل الرواية عنه وسمعته يقول : هو رأيي ورأي الحسن ورأي قتادة ، يعني القدر (1) . ¶ وأخرج العقيلي عن ابن عيينة أنه قال : كان الفضل بن عيسى الرقاشي قدرياً ، وكان أهلاً أن لا يُروى عنه (2) . ¶ وفي المقابل ذُكر أن الثوري ممن ذهب إلى قبول أخبار أهل الأهواء الذين لا يُعرف منهم استحلال الكذب (3) . ¶ وعلى هذا فلو وجدنا رواية لسفيان مهملاً، وعُدمت المرجحات الأخرى ، ثم وجدنا شيخ سفيان من أهل البدع ، فحينئذ يمكن أن نقول أن سفيان هنا هو الثوري ؛ لأن ابن عيينة عُرف عنه أنه امتنع من الرواية عن المبتدعة . ¶ ز- وقد يُعرف عن الراوي المهمل أنه لم يرو عن شيخ من شيوخه إلا أحاديث معدودة، أو محددة . ¶ كأن نعرف أن الثوري مثلاً لم يرو عن أحد شيوخه – ممن اشترك مع ابن عيينة في الرواية عنهم – إلا حديثاً واحداً فهنا يُحمل سفيان إذا ورد مهملاً على أنه ابن عيينة . ¶ ومن النصوص التي وقفت عليها في ذلك وكان الشيخ ممن اشتركا في الرواية عنه ما يلي: ¶ قال أحمد بن محمد الصفار : قال سفيان بن عيينة : لم أسمع من زياد بن علاقة إلا هذه الأربعة أحاديث، ثم حدث بحديث جرير: « بايعت النبي e على النصح » ، وحديث المغيرة : « قام النبي e حتى تورمت قدماه » ، وحديث زياد بن علاقة عن عمه قطبة بن مالك: « صليت خلف النبي e الفجر »، وحديث أسامة بن شريك : حضرت الأعراب رسول الله e فجعلوا يسألونه فقال : « لا حرج» (4) . ¶ __________ ¶ (1) - الكفاية ص 123 ، 124 . ¶ (2) - الضعفاء الكبير 3/443 . ¶ (3) - انظر الكفاية في علم الرواية ص 120 . ¶ (4) - تاريخ ابن أبي خيثمة ص417 – 419 .",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "فمن خلال النص السابق لو وجدنا رواية لسفيان مهملاً، وكان شيخه فيها زياد بن علاقة ، فحينئذ ننظر في الحديث فإن كان من هذه الأربعة المذكورة ، احتمل أن يكون ابن عيينة ، وإن كان غيرها ترجح أنه الثوري ، وهكذا . ¶ وقال الإمام أحمد : لم يسمع سفيان – يعني ابن عيينة – من خالد بن سلمة إلا هذا الحديث ، وذكره (1) . ¶ وخالد بن سلمة من المذكورين في شيوخهما معاً ، فلو وجدنا رواية لسفيان عن خالد، ولم يتبين لنا من هو سفيان فنرجح أنه الثوري ، إلا أن يكون الحديث هو نفس الحديث المذكور. ¶ ح – وقد يعرف عن أحد الرواة أنه لا يحدث بحضرة الآخر ممن يشاركه في الاسم . ¶ ومثاله ما أخرجه غير واحد عن الحسن بن قتيبة قال : قال سفيان الثوري لسفيان بن عيينة : مالك لا تُحدث ؟ فقال : أما وأنت حيّ فلا (2) . ¶ فهنا لو وجدنا رواية لسفيان مهملاً ، وعدمنا المرجحات الأخرى ، وتبين لنا أن الراوي روى هذه الرواية بوجود السفيانين معاً ، لرجحنا أن المراد هو الثوري ، للنص المتقدم . ¶ 7- عن طريق النظر في الأسانيد القريبة من هذا الإسناد الوارد فيه هذا المهمل . ¶ فقد يرد فيها منسوباً . كأن يسوق أحد المصنفين إسناداً من الأسانيد ، ويرد فيه من رواية راوٍ ما عن سفيان مهملاً ثم يسوق بعده إسناداً آخر ، وفيه نفس الراوي السابق ، لكنه أورد اسم سفيان منسوباً ، فهنا يحمل سفيان الوارد في الإسناد الأول على أنه هو المنسوب في الإسناد الثاني ، وخاصة لو جاء شيخ سفيان في الإسنادين واحداً . ¶ وقد استدل بهذه الطريقة على تعيين المهمل غير واحد من العلماء : ¶ __________ ¶ (1) - العلل 1/452 (1026). ¶ (2) - أخرجه الرامهرمزي في المحدث الفاصل ص352، رقم 286، وابن المقرئ في معجمه ص151، رقم 444. والخطيب في الجامع لأخلاق الراوي 1/318، والقاضي عياض في الإلماع ص199، من طرق عن الحسن بن قتيبة به.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "فقد أورد الحافظ الجياني روايتين للبخاري عن محمد عن سريج بن النعمان ، ثم أورد رواية ثالثة قال البخاري فيها : محمد بن رافع عن سريج بن النعمان . ¶ فقال الجياني : والأشبه عندي أن يُحمل ما أهمل البخاري من نسبة محمد في الحديثين المتقدمين على ما بيّن في الموضع الثالث ، فنقول : إن محمداً هذا هو ابن رافع النيسابوري ، لا سيما والأحاديث الثلاثة من نسخة واحدة… وهي كلها في معنى الحج (1) . ¶ وفي موضع آخر ذكر رواية البخاري عن محمد عن عبدالأعلى . ¶ فقال الجياني : ولعله محمد بن المثنى الزمن ؛ فقد قال بعد هذا بيسير : حدثنا محمد بن المثنى حدثنا عبد الأعلى … الخ (2) . ¶ وعندما روى النخشبي حديثاً في تخريجه لفوائد الحنائي ، جاء فيه رواية سعيد اللخمي عن حماد عن عمرو بن دينار وذكر حديثاً . ¶ فقال النخشبي : هكذا رواه حماد بن سلمة، وفي الأصل: « حماد » غير منسوب، وإنما عرفنا أنه حماد بن سلمة . لا حماد بن زيد ؛ لأن قبله حديثاً عن سعيد عن حماد عن سماك ، ولم يرو حماد بن زيد عن سماك ، وإنما روى عنه حماد بن سلمة ، وبعده حديث آخر عن سعيد عن حماد عن قيس بن سعد المدني . وحماد بن سلمة هو الذي روى عن قيس بن سعد المدني ، دون حماد بن زيد ، على أن الحديث مشهور عن حماد بن زيد ... الخ (3) . ¶ وقال الحافظ ابن حجر في ترجيحه لنسبة أحد الرواة : ومما يدل على أنه هو أن البخاري قال في باب صلاة القاعد : « حدثنا إسحاق بن منصور، حدثنا روح بن عبادة »، وقال بعده سواء : « وحدثنا إسحاق ، حدثنا عبدالصمد »، فهذه قرينة في أنه هو ابن منصور (4) . ¶ 8 – عن طريق تخريج طرق الحديث . ¶ فقد يرد هذا المهمل في بعض طرق الحديث منسوباً . ¶ __________ ¶ (1) - التعريف بشيوخ حدث عنهم البخاري (ص79). ¶ (2) - المصدر السابق (ص 74). ¶ (3) - فوائد أبي القاسم الحنائي الجزئي الثالث، ص34، 35، رقم 24 . ¶ (4) - هدي الساري (ص241).",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "قال السخاوي : ويزول الإشكال عند أهل المعرفة بالنظر في الروايات ، فكثيراً ما يأتي مميزاً في بعضها (1) . ¶ ويترجح تعيين الراوي المهمل عن طريق التخريج إذا جاء من رواية الراوي عنه في إسناد آخر منسوباً ، فهنا يترجح أن يكون هو ، وأما إن جاء من رواية راوٍ آخر عن هذا المهمل ، فهنا لا يصلح الترجيح ؛ لاحتمال أن يكون الراوي الآخر قد رواه أيضاً . ¶ ومثاله : لو وجدنا رواية لسفيان مهملاً ، وكان الراوي عنه أبو نعيم مثلاً ، ثم وجدنا رواية أخرى لأبي نعيم وصرح فيها بتسمية سفيان وأنه الثوري ، فهذه قرينة قوية في أن سفيان الوارد في الإسناد الأول هو الثوري ، وأما إن وجدنا رواية أخرى وذكر اسم سفيان منسوباً ، ولم تكن من رواية أبي نعيم ، فهنا لا يصلح الترجيح ؛ لاحتمال أن يكون ابن عيينة رواه أيضاً . ¶ ولكن إن وجدنا أكثر طرق الحديث ذُكر فيها اسم سفيان منسوباً ، ووجدنا طريقاً واحداً فقط ذكر فيه مهملاً ، فهنا قد نرجح بأنه هو الوارد منسوباً في الطرق الأخرى، ولكن لا نجزم بهذا . ¶ وقد يبقى الإشكال ، أو يزداد ؛ إذا تبين أن كلا الراويين يرويان الحديث نفسه . ¶ 9- وإذا لم يتضح المراد من الطرق السابقة جميعاً ، فهنا يُحمل الأمر على الأقدم منهما والأشهر . ¶ ففي السفيانين ، يحمل على أنه الثوري، وفي الحمادين يحمل على أنه ابن سلمة . ¶ وذلك ما يفهم من إطلاقات المحدثين، فدائماً ما يطلقون سفيان مهملاً، ويعنون به الثوري (2) ¶ __________ ¶ (1) - فتح المغيث 3/256، 257 . ¶ (2) - والأمثلة على ذلك كثيرة جداً يصعب حصرها، فكثيراً ما يطلق أحدهم سفيان، ويتبين أنه الثوري. ¶ انظر مثلاً: الجرح والتعديل 2/124، 294، 3/201، 239، 514، 527، 560، 475، 4/70، 184، 6/273، سنن النسائي 4/131، تحفة الأشراف 5/204، سير أعلام النبلاء 9/403 ، وغيرها كثير كما تقدم. وفي الجرح 6/269 (1485) ساق ابن أبي حاتم الرواة عن المترجم فقال: وسفيان، وشعبة ، وابن عيينة. ¶ وكل هذا يدل على أن إطلاق اسم سفيان على الثوري اصطلاح معروف عندهم، والله أعلم.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": ". ¶ وإلى هذا أشار الذهبي في كلامه عن الحمادين . ¶ قال الذهبي : فإن عري السند من القرائن – وذلك قليل – لم نقطع به أنه ابن زيد ، ولا ابن سلمة ، بل نتوقف ، أو نقدره ابن سلمة (1) . ¶ فقوله : « و نقدره ابن سلمة »، دلالة على أنه هو المراد إذا أطلق غالباً ، والله أعلم . ¶ وقال الحافظ ابن حجر في أحد روايات البخاري عن علي : الأرجح أنه ابن المديني ؛ لأن العادة أن الإطلاق إنما ينصرف لمن يكون أشهر ، وابن المديني أشهر من اللبقي (2) . ¶ وسئل المزي عن عمرو بن خالد ، الذي ذكره مسلم في مقدمة صحيحه ، هل هو الواسطي ، أو الأعشى ؟ . ¶ فأجاب بقوله : أما عمرو بن خالد الذي ذكره مسلم في مقدمة كتابه ، فهو الواسطي؛ لأنه المشهور دون الأعشى ، وقد ذكره مسلم في معرض ضرب المثل ، وإنما يُضرب المثل بالمشهور دون المغمور (3) . ¶ 10- ومما ينبغي التنبيه إليه إنه قد يهمل نسب الراوي إذا كان يؤمن أن يلتبس بغيره. ¶ كأن يكون مشهوراً وليس في طبقته من يوافق اسمه وشهرته ، أو يكون اسمه فرداً ، أو نحو ذلك. ¶ قال الخطيب : جماعة من المحدثين يُقتصر في الرواية عنهم على ذكر أسمائهم دون أنسابهم ؛ إذا كان أمرهم لا يُشكل . ومنزلتهم من العلم لا تُجهل ، فمنهم : أيوب بن أبي تميمة السختياني، ويونس بن عبيد ، وسعيد بن أبي عروبة وهشام بن أبي عبدالله ، ومالك بن أنس ، وليث بن سعد ، ونحوهم من أهل طبقتهم . وأما ممن كان بعدهم ، فعبدالله بن المبارك يروي عنه عامة أصحابه فيسمونه ، ولا ينسبونه . ¶ __________ ¶ (1) - سير أعلام النبلاء 7/464 . ¶ (2) - فتح الباري 4/512 (2259). ¶ (3) - انظر طبقات الشافعية للسبكي 10/407 .",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "وقال أيضاً : وربما لم يُنسب المحدث إذا كان اسمه مفرداً عن أهل طبقته ؛ لحصول الأمان من دخول الوهم في تسميته وذلك مثل : قتادة بن دعامة السدوسي ، ومسعر بن كدام الهلالي…، وهكذا من كان مشهوراً بنسبته إلى أبيه، أو قبيلته، فقد اكتفى في كثير من الروايات عنه بذكر ما اشتهر به، وإن لم يُسم هو فيه ، وذلك نحو الرواية عن ابن عون، وابن جريج وابن لهيعة…، وكنحو الرواية عن الشعبي، والنخعي، والزهري... الخ(1). ¶ هذا ما تيسر لي جمعه وتحريره في بيان هذه القواعد والوسائل ، أرجو أن أكون قد وفقت في عرضها وتوضيحها، والله الموفق والهادي إلى سواء السبيل . ¶ • • • ¶ خاتمة البحث : ¶ وفي ختام هذا البحث أحمد الله عز وجل أن هيأ لي إتمامه على هذا الوجه، وأسأله أن يكون فيه فائدة لي وللمشتغلين بعلوم السنة النبوية ، وأن تكون النتائج التي توصلت إليها صائبة أو قريبة من الصواب ، كما أسأله عز وجل أن ينفعني به في الدنيا والآخرة . ¶ ويحسن بي في نهاية المطاف أن أسجل أهم نتائج هذا البحث ، ومنها ما يلي : ¶ 1-إن تمييز وتعيين الراوي المهمل أمر ليس باليسير ، وقد يأخذ من الباحث وقتاً طويلاً، وقد حاولت في هذا البحث أن أبين بعض القواعد التي تعين على تيسير هذا الأمر قدر الإمكان . ¶ 2-إن الراوي المهمل إذا ذكر فإنما ينصرف إلى الأشهر غالباً ، فإذا أطلق سفيان فيراد به الثوري ، وإذا أطلق حماد فيراد به ابن سلمة ، وهكذا ، وهذا ما يُفهم من صنيع كثير من الأئمة . ¶ 3-إن الراوي إذا أطلق اسم شيخه مهملاً ، فينصرف إلى من له به اختصاص وملازمة. ¶ 4-إنه يمكن تعيين الراوي المهمل أحياناً بالنظر في صيغة تحديثه ، حيث عرف عن بعض الأئمة ممن قد يردون مهملين أنهم يقتصرون على صيغة واحدة دون غيرها. ¶ 5-إن الثوري إذا حدث عن الضعفاء فلا يذكرهم بأسمائهم وإنما بكناهم . ¶ إلى غير ذلك من الوسائل والقواعد المذكورة في ثنايا البحث. ¶ __________ ¶ (1) - الجامع لأخلاق الراوي 2/72، 73 .",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "هذا والله أعلم ، والحمد لله رب العالمين ، وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين . ¶ لمصادر والمراجع ¶ 1-الأجوبة الواردة على الأسئلة الوافدة، للحافظ ابن حجر العسقلاني (ت852)، تحقيق أبي يحيى الفيشاوي، دار الصحابة. طنطا، الطبعة الأولى 1412هـ. ¶ 2-أخبار المكيين من تاريخ ابن أبي خيثمة: أحمد بن زهير (ت279) تحقيق إسماعيل حسن حسين ، دار الوطن. الرياض، الطبعة الأولى 1418هـ. ¶ 3-إرشاد طلاب الحقائق ، للإمام النووي: أبي زكريا يحيى بن شرف (ت 676)، تحقيق عبدالباري السلفي، مكتبة الإيمان، المدينة النبوية، الطبعة الأولى 1408هـ. ¶ 4-الإلماع إلى معرفة الرواية وتقييد السماع، للقاضي عياض بن موسى اليحصبي (544)، تحقيق السيد أحمد صقر، دار التراث ، القاهرة، الطبعة الأولى 1398هـ. ¶ 5-التاريخ، للإمام يحيى بن معين (ت233)، برواية الدوري، تحقيق د. أحمد نور سيف، مركز البحث العلمي، جامعة الملك عبدالعزيز، الطبعة الأولى 1399هـ – 1979م.- تاريخ ابن أبي خيثمة: انظر: أخبار المكيين من تاريخ ابن أبي خيثمة. ¶ 6-التاريخ الأوسط (المطبوع باسم الصغير)، للإمام البخاري: محمد بن إسماعيل (ت256)، تحقيق محمود زايد، دار المعرفة ، بيروت، الطبعة الأولى 1406هـ.- التاريخ الصغير، للبخاري، انظر: التاريخ الأوسط. ¶ 7-التاريخ الكبير، للإمام البخاري، محمد بن إسماعيل (ت256)، تصوير دار الكتب العلمية، بيروت. ¶ 8-تحفة الأشراف بمعرفة الأطراف، للحافظ المزي: يوسف بن عبدالرحمن (ت742)، تحقيق عبدالصمد شرف الدين، الدار القيمة، الهند، الطبعة الثانية 1403هـ. ¶ 9-تدريب الراوي في شرح تقريب النواوي، للحافظ السيوطي (ت911)، تحقيق نظر الفريابي، مكتبة الكوثر، الرياض. الطبعة الثانية 1415هـ. ¶ 10-التعديل والتجريح لمن خرج له البخاري في الجامع الصحيح، لأبي الوليد الباجي (ت474)، تحقيق د. أبو لبابة الطاهر حسين، دار اللواء للنشر والتوزيع، الرياض، الطبعة الأولى 1406هـ.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "11-التعريف بشيوخ حدّث عنهم محمد بن إسماعيل البخاري في كتابه وأهمل أنسابهم وذكر ما يعرفون به من قبائلهم وبلدانهم، لأبي علي الحسين بن محمد الجياني الغساني (ت498)، وهو جزء من كتابه تقييد المهمل، تحقيق أبي هاجر السيد زغلول، دار الكتب العلمية ، الطبعة الأولى 1418هـ. ¶ 12-التقريب والتيسير لمعرفة سنن البشير النذير، للنووي يحيى بن شرف الشافعي (ت676) تحقيق عبدالله البارودي، دار الجنان، بيروت، الطبعة الأولى 1406هـ. ¶ 13-تقريب التهذيب ، للحافظ ابن حجر العسقلاني (ت852)، تحقيق محمد عوامة، دار الرشيد ، سوريا ، الطبعة الأولى 1406هـ – 1986م. ¶ 14-تهذيب الكمال في أسماء الرجال، للمزي: يوسف بن عبدالرحمن (ت842)، تحقيق بشار عواد، مؤسسة الرسالة. بيروت، الطبعة الأولى. ¶ 15-الجامع لأخلاق الراوي وآداب السامع، للخطيب البغدادي: أحمد بن علي (ت463) تحقيق محمود الطحان، مكتبة المعارف، الرياض، الطبعة الأولى 1403هـ. ¶ 16-الجرح والتعديل ، للإمام عبدالرحمن بن أبي حاتم الرازي (ت327)، تحقيق عبدالرحمن المعلمي، مصورة عن طبعة دائرة المعارف العثمانية، الطبعة الأولى 1372هـ – 1953م. ¶ 17-سنن النسائي الصغرى (المجتبى)، للإمام النسائي (ت303) باعتناء عبدالفتاح أبو غدة، دار البشائر الإسلامية. بيروت، الطبعة الثانية 1406هـ – 1986م. ¶ 18-سؤالات مسعود السجزي للحاكم النيسابوري، تحقيق موفق عبدالقادر، دار الغرب الإسلامي ، بيروت، الطبعة الأولى 1408هـ 1988م. ¶ 19-سير أعلام النبلاء، للإمام الذهبي، محمد بن أحمد (ت748)، تحقيق شعيب الأرناؤوط وآخرين، مؤسسة الرسالة. بيروت، الطبعة الأولى. ¶ 20-شرح علل الترمذي، لابن رجب الحنبلي (ت795)، تحقيق د. همام سعيد، مكتبة المنار، الأردن، الطبعة الأولى 1407هـ. ¶ 21-صحيح البخاري، المطبوع مع فتح الباري، انظر : فتح الباري.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "22-صلة الخلف بموصول السلف، لمحمد بن سليمان الروداني (ت1094)، تحقيق د. محمد الحجي، دار الغرب الإسلامي. بيروت، الطبعة الأولى 1408هـ. ¶ 23-طبقات الشافعية الكبرى، للسبكي ، عبدالوهاب بن علي (ت771)، تحقيق محمود الطناحي وعبدالفتاح الحلو، مطبعة عيسى الحلبي، الطبعة الأولى 1383هـ. ¶ 24-الضعفاء الكبير، لأبي جعفر محمد بن عمرو العقيلي (ت322) ، تحقيق عبدالمعطي قلعجي، دار الكتب العلمية. بيروت، الطبعة الأولى 1404هـ. ¶ 25-العلل ومعرفة الرجال ، للإمام أحمد بن حنبل (ت241)، تحقيق وصي الله عباس، المكتب الإسلامي ، بيروت، الطبعة الأولى 1408هـ – 1988م. ¶ 26-علوم الحديث، للإمام ابن الصلاح: عثمان بن عبدالرحمن (ت643)، تحقيق د. نور الدين عتر، المكتبة العلمية. بيروت، الطبعة الأولى 1401هـ. ¶ 27-الكفاية في علم الرواية، للخطيب البغدادي: أحمد بن علي (ت462)، مصورة عن الطبعة الهندية، المكتبة العلمية. المدينة النبوية. ¶ 28-فتح الباري، للحافظ ابن حجر العسقلاني (ت852)، تحقيق محب الدين الخطيب ، المكتبة السلفية ، القاهرة، الطبعة الثانية 1400هـ. ¶ 29-فتح المغيث، شرح ألفية الحديث، للسخاوي: محمد بن عبدالرحمن (ت902) تحقيق عبدالرحمن محمد عثمان، المكتبة السلفية، المدينة النبوية، الطبعة الثانية 1388هـ. ¶ 30-فوائد أبي القاسم الحنائي (459)، تخريج النخشبي، مصورة عن مخطوطة الظاهرية، إعداد محمود الحداد، دار تيسير السنة، الطبعة الأولى 1411هـ. ¶ 31-المجمع المؤسس للمعجم المفهرس، للحافظ ابن حجر العسقلاني (ت852)، تحقيق د. يوسف المرعشلي، دار المعرفة ، بيروت، الطبعة الأولى 1413هـ. ¶ 32-المحدث الفاصل بين الراوي والواعي، للرامهرمزي: الحسن بن عبدالرحمن (ت360) تحقيق محمد عجاج الخطيب. دار الفكر ، الطبعة الثالثة 1404هـ. ¶ 33-المعجم المفهرس…. ، للحافظ ابن حجر العسقلاني (ت852)، تحقيق محمد شكور المياديني، مؤسسة الرسالة. بيروت، الطبعة الأولى 1418هـ.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "34-المعجم، لابن المقرئ (ت381) تحقيق أبي عبدالرحمن عادل بن سعد، مكتبة الرشد، الرياض ، الطبعة الأولى 1419هـ. ¶ 35-المعرفة والتاريخ، للفسوي، يعقوب بن سفيان (ت277)، تحقيق د. أكرم العمري، مؤسسة الرسالة، بيروت، الطبعة الثانية 1401هـ – 1981م. ¶ 36-المقنع في علوم الحديث ، لابن الملقن: عمر بن علي (ت804)، تحقيق عبدالله الجديع، دار فواز للنشر والتوزيع. الأحساء ، الطبعة الأولى 1413هـ. ¶ 37-هدي الساري، مقدمة فتح الباري، للحافظ ابن حجر العسقلاني (ت852)، تحقيق محب الدين الخطيب، المكتبة السلفية، القاهرة، الطبعة الثانية 1400هـ.",
            "page": "28",
            "part": "1"
        }
    ],
    "t35851": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "البيان والتبيين لضوابط ووسائل تمييز الرواة المهملين"
        }
    ]
}