{
    "b35865": [
        {
            "id": "1",
            "nass": "نزيه حمزة ¶ عبد الله النديم ¶ سيرة عطرة ... وحياة حافلة ¶ * دراسة * ¶ البريد الالكتروني: unecriv@net.sy E-mail : ¶ aru@net.sy ¶ موقع اتحاد الكتّاب العرب على شبكة الإنترنت ¶ http://www.awu-dam.com ¶ تصميم الغلاف للفنا ¶ (( ¶ نزيه حمزة ¶ عبد الله النديم ¶ سيرة عطرة ... وحياة حافلة ¶ * دراسة * ¶ من منشورات اتحاد الكتّاب العرب ¶ 2000 ¶ الإهداء ¶ إلى الشابين الغاليين جواد ووضّاح.. اللذين غمر حبهما قلبي ... ¶ المقدمة ¶ عبد الله النديم علم من أعلام الحرية وواحد من رجال مصر عاش في النصف الثاني من القرن التاسع عشر، وهذه الفترة من الزمن كانت عصيبة في حياة الشعب المصري، كثرت فيها الأحداث متسارعة ومتشابكة، فقد أجهز الإنكليز على ثورة الفلاحين بعد أن كان المصريون قد مهدوا لها بنهضة تناولت مختلف جوانب الحياة المادية والثقافية والاجتماعية. وبتواطؤ مع السلطان والخديوي والإقطاعيين فشلت الثورة العرابية واحتل الإنكليز مصر. ¶ وعبد الله النديم عايش الأحداث وانخرط فيها وكان لصيقاً بتياراتها السياسية بل وفي الوهج منها اقترب من دائرة الخطر وازداد فيها احتراقاً واشتعالاً وفي كل ذلك كان ينتضي قلمه سيفاً على أعداء شعبه، فقد أحب مصر وانغمس في ترابها وساح في دروبها وعرفها كما يعرف المرء كف يده، وقرأ الألم في عيون أبنائها وغناها زجلاً شعبياً عبر عن هم المصري وكربه وبلواه.. ومن أجل تقدمها حارب الجهل والتخلف وجهاً لوجه وكان صرخة رفض واحتجاج تمزق العذاب الذي نزل بأبنائها الفلاحين وعن كرامتهم دافع وعن حريتهم ناجز المستعمرين، وأمد شعبه بالعزم والحياة وقدح زناد الأمل في نفوس الفقراء وأضاء دروبهم المتربة وأكواخهم الطينية بوافر من الإيمان بحقهم في حياة نيابية ودستورية.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "كان مثقفاً شعبياً نظيفاً صادقاً وشاهد عصر على مظالم إسماعيل وابنه توفيق، شيّد مع الفلاحين ثورتهم الوطنية ورأى فيها مشروعاً يفضي إلى مستقبل تسوده العدالة الاجتماعية لذلك أيدها وانخرط في صفوفها خطيباً سياسياً نال الصدارة بين قادتها ثم جندياً محارباً نافح بكلتا يديه عنها، وعندما انهار هذا المشروع لم يعتذر أو يندم على تأييده له واشتراكه فيه كما ندم الآخرون واعتذروا، بل طوى علم الثورة وإلى الريف فرّو فيه اعتصم، وذاب بين أبنائه كما يذوب النهار على مذبح الشفق.. وبهذين الموقفين: الاحتفاظ بعلم ¶ الثورة والثقة بشعب مصر تفرد عن غيره من العرابيين. ¶ وهذه الدراسة لم تكن الأولى لعبد الله النديم فقد سبقتها دراسات وأبحاث استفدت منها وعليها اعتمدت وفي مقدمتها دراسة الدكتور علي الحديدي.. ولعلي أقترب من الحقيقة إذا قلت: ¶ أولاً ... : إن تلك الدراسات عن النديم غاصت في سرد الجزئيات عن حياته وعن قصة اختفائه في الريف مما أبعدها عن أهم ما في حياته من أعمال فكرية وأدوار نضالية كان من المفروض أن يركز عليها الباحثون والدارسون. ¶ ثانياً ... : لم تلق مقالات النديم السياسية فيما أعلم تحليلاً على الرغم من أهميتها البالغة كما لم تعط أعماله الأدبية على الرغم من سذاجتها نظراً لظروف عصرها دورها في النهضة العربية. ¶ ثالثاً ... : لم تتوسع الدراسات في مواقف النديم الطبقية ومحاولته الدائمة جذب الثورة العرابية إلى جانب الفلاحين وسعيه الدؤوب إلى تغذيتها بأبناء مصر الفقراء في وقت كانت القلة النادرة تدرك أبعاد الثورة الاجتماعية ولعل هذا الموقف لذلك الرجل أهم ما في حياته وسيرته السياسية. ¶ رابعاً ... : لقد حاولت سد الفراغ الذي تركته تلك الدراسات وسعيت إلى تفسير علاقة النديم بالريف وانفردت بتفسير سبب اعتصامه فيه وما كان ذلك ليتم لولا الثورة الدائمة التي كان يمور بها الريف.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وبعد ... فلا أزعم أني وصلت الكمال في دراستي هذه فالكمال كله مع الجميع، فإن أصبت شيئاً منه فذلك عزاء وإن لم أصب فقد حاولت. ¶ صلخد في 17/9/1999 ¶ ((( ¶ الفصل الأول : ¶ الحياة السياسية ¶ كان محمد علي باشا جندياً مغموراً من الجنود الذين وطئوا أرض مصر في طيات الحملة العسكرية التي بعث بها العثمانيون لإخراج الفرنسيين من مصر، ومنذ الأيام الأولى لوجوده على سواحل الإسكندرية أدرك هذا الجندي المغامر بذكاء أن الأرض خصبة لمن أراد جاهاً وثراءً، فالصراعات على السلطة كثيرة وقد استنفذت قوى الجميع ثم إن الشعب بعد هذا يتطلع إلى المنقذ شريطة أن يسحق المماليك المتخاذلين عن حماية البلاد والذين لم يروا في الشعب المصري إلا غنيمة تقدم لهم أسباب حياتهم الباذخة. ¶ وبثاقب النظر درس محمد علي الأوضاع، فبعد أن خرجت الحملة الفرنسية حدثت تغيرات واستجدت أحوال، فالمماليك أصبحوا قوة ضعيفة مكروهة هزيلة بدت باهتة أمام التحدي الفرنسي ثم إن الإنكليز أخذوا ينظرون إلى مصر نظرة جديدة ترتكز على سياسة استعمارية معروفة والتي غدت مع قصب السبق مع مثيلتها الفرنسية. ¶ وأدرك أن العثمانيين يفقدون قوتهم أمام التحدي الغربي العسكري والحضاري، وأن الشعب المصري أصبح بإمكانه ألا ينصاع لدولة الترك وسلطانها القابع في الآستانة وبدا لمحمد علي أن يستأثر بحكم مصر لنفسه ولأسرته من بعده ثم يعود حفيده إسماعيل للتفكير في هذه المسألة ذاتها عندما حصر الحكم في أكبر أبنائه ليستقل عن الدولة العثمانية ثم ليتجه بمصر نحو الغرب لو لم تباغته الثورة العرابية بشعارها العظيم: مصر للمصريين. ¶ كان على أرض مصر بعد خروج الفرنسيين ثلاث قوى متناحرة؛ قوة الوالي العثماني والقوة الألبانية تلك الفرقة التي قدمت مع الجيش العثماني لتقاتل في صفوفه وكان من كبار زعمائها طاهر باشا ومحمد علي باشا، وثمة قوة المماليك التي أرهقها التناحر والتفكك وأصبحت وبالاً على الشعب المصري.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وبحق كان محمد علي قد استوعب ذلك وفهمه وبعد أن ثبت لديه أن الأرض خصبة عمل ما في وسعه كي يبقى في مصر ومنذ البدء اعتنق سياسة غفل عنها الكثيرون لا تكترث بالوسائل والأساليب ثم بعد ذلك أخذت الحوادث تتطور دون أن يكون بعيداً عن كل حدث أو مفصل فيها، ففي عام 1803 ثار الألبان على الوالي العثماني وطردوه وقد آزرهم في ذلك المماليك وأصبح الزعيم الألباني طاهر باشا الرجل القوي، غير أن الأحداث كانت له بالمرصاد وتجري حوله بما لا يتوقع إذ سرعان ما اغتيل ليفسح بموته الطريق أمام محمد علي وزعامته الصاعدة منذ ذلك الحين أخذ نجمه يتألق فشرع في استثمار النتائج واستغلالها وهو أقرب الناس إلى حادث الاغتيال ذاك. ¶ وفي عام 1804 أرسل العثمانيون والياً اغتاله المماليك ولمّا تطأ قدماه السواحل المصرية وبذلك يصبح الألبان والمماليك فرقتين تنفردان بأرض مصر تتربص كل منهما بالأخرى ولكن الخوف من الدولة العثمانية كان يؤجل الانفجار بينهما ولو إلى حين. ¶ أخذ محمد علي يبحث عن الحلفاء، فإلى جانب الفرقة الألبانية التي كسب ودها اتخذ الدولة العثمانية والتي كان يمثلها الوالي الجديد حليفاً ليضفي على مشروعه تبريراً شرعياً وليغطي أهدافه لأن الخليفة ما زال الأب الروحي لعموم طبقات الشعب على الرغم من تمزق هيبة الدولة، ثم اقترب من الشعب وهو يخفي في أعماقه مطامعه المادية في أكبر عملية تضليل عرفها القرن التاسع عشر، هذه المطامع التي لم تعرف الشبع أو الارتواء ولا غرابة في ذلك فقد كان هذا الرجل// عبقرية عثمانية بذاتها في المناورة وأساليب الالتواء والغدر والمكر//(1) وبالفعل استطاع أن يصل إلى السلطة عام 1805 عن طريق الزعامة الشعبية التي كان يمثلها عمر مكرم.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "ومنذ البداية وعلى مدى ست سنوات أخذ يرسخ دعائم حكمه، فقاوم الإنكليز الذين احتلوا الإسكندرية آزره في ذلك المماليك، وبعد ذلك وما بين عامي 1811-1812 التفت إلى حلفاء الأمس فأباد أمراءهم في مذبحة شهيرة ذكرها المؤرخون كثيراً ولم يتوان عن مطاردتهم إلى جنوب البلاد وخارجها ثم صادر أراضيهم ووضع يده على ممتلكاتهم. ¶ لم يبق أمام محمد علي إلا الشعب المصري فاندار عليه وقلّص نفوذ زعمائه وعلمائه وأذاب أدوارهم وأغرى من استطاع إغراءه منهم ونفى من استعصى عليه وممن ثبت على موقفه وعلى رأسهم عمر مكرم الذي انتزع محمد علي منه منصب نقيب الأشراف ويسجل التاريخ لهذا الرجل الشعبي موقفه الشريف من المستبد الناشئ فقد آثر مكرم المنفى //دون أن يلين أو يتراجع//(2) وبذلك يكون محمد علي قد ابتعد عن الشعب // مما سهّل على الغرب احتواءه//(3). ¶ وكي لا يفقد دعائم حكمه حرص على رضى السلطان وشرعيته وأعطى بطانته أرضاً شاسعة معفية من الرسوم وسعى إلى تكوين طبقة موالية له ولأسرته تستمد// مكانتها من ارتباط مصالحها بحكومته لا من جذورها//(4) ومن هذه الحاشية نشأ كبار الملاكين من ذوات مصر ومن بينهم سوف تظهر شخصيّات لعبت أدواراً كبيرة في حياة البلاد في النصف الثاني من القرن التاسع عشر. ¶ ومع الزمن أخذت البنية الاجتماعية تتغير وكذلك البنية السياسية وأخذ الأوربيون يزحفون إلى البلاد من كل جنس ولون ومشرب وخاصة من الإنكليز يستثمرون وينهبون ما لا طاقة للفلاح المصري باحتماله ومن هنا فقد أصبح الإنكليز حلفاء لهذه البطانة يحرصون على مصالحها ويدعمون حكمها وبدا ذلك واضحاً في عهد الخديوي توفيق.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "بعد أن تغيرت البنية السياسية في مصر أصبح محمد علي واحداً من أكبر الملاكين المغامرين الذين استغلوا الفرص واقتنصوها بعد أن توصل إلى الحكم عن طريق الدسائس والتحالفات المؤقتة والمتعددة التي جعلت منه بعد فترة وجيزة طاغية أوحد أزال خصومه بحذر وأناة مستخدماً لذلك شتى الأساليب السياسية والتصفيات الفردية. ¶ ودون تأخير بنى محمد علي جيشاً على الطراز الأوربي كي يخيف الشعب والسلطان وكي يدعم مركزه ويعزز سلطته ومكانة أسرته ثم افتتح عدداً من المدارس العسكرية لتلقي العلوم الحربية الحديثة واستقدم من أجل ذلك الخبراء الأجانب وخاصة من فرنسا ليشرفوا على تدريب الجنود، وإلى جانب هذا افتتح المدارس المهنية والطبيعية ودور الترجمة ثم أوفد البعثات إلى دول أوربية وفي مقدمتها فرنسا. ¶ وكي يحكم قبضته على البلاد شقّ الطرق وحفر الأقنية وبنى الترع على نهر النيل وأجبر الفلاحين على العمل فيها بدون أجر كما أجبرهم على زرع المحاصيل التي خصصها واختارها ثم أمرهم بتقديمها إلى الدولة بأسعار حددها لهم ثم احتكر الحبوب وربح بهذا أرباحاً طائلة مذهلة وشجع على زراعة القطن وأقام صناعات نسيجية وألحق جموع الفلاحين بالمعامل بالقوة مما كان له أسوأ الأثر على الزراعة والصناعة معاً فقد كان الفلاح المصري في هذه الآونة من تاريخ مصر يهرب عن أرضه // كما يهرب الإنسان من الهواء الأصفر والموت الأحمر//(5). ¶ بفضل هذه النهضة التي اقتضتها ظروف العصر والتي لعب محمد علي فيها دوراً هاماً أصبحت مصر مرهوبة الجانب تتمتع بجيش قوي وإدارة محكمة يشرف عليها أفراد أسرته المالكة والبطانة الألبانية والتركية.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "ولما كانت فكرة الاحتفاظ بحكم مصر محور سياسة محمد علي في الداخل والخارج أخذ يتطلع إلى جواره بعد أن لمس قوة في جانبه فعرض خدمات على السلطان عجز العثمانيون عن أدائها وكجندي مأجور حارب الوهابيين الذين كانوا يترعون بشكل أو بآخر إلى الاستقلال عن الأتراك والذين كانوا يحملون في دعوتهم المثل العربية الإسلامية التي ترى أن الخلافة يجب أن تكون محصورة في أيدي العرب، وبعد أن كسر شوكتهم، وبعد ذلك بسنتين فقط، وفي عام 1820 قام بعملية عسكرية في السودان أراد منها تشتيت المماليك الذين كانوا قد تجمعوا في الجنوب وأخذوا يتآمرون عليه، وبطلب من السلطان اشترك محمد علي في قمع حركات التحرر عن السلطنة العثمانية في جزيرة كريت وفي شبه جزيرة المورة عام 1824 وبذلك يكون قد رسّخ الاحتلال العثماني واستنزف خيرات مصر وأراق دماء عربية في حروب لا مصلحة للشعب العربي فيها. لقد أريقت دماء في هذه الأحداث ليشتري هيمنة تركية على بلاد غير بلاد الأتراك وبدماء غير دمائهم. ¶ ويختتم محمد علي عمره المديد الذي انتهى بالجنون في حروبه في بلاد الشام فلأسباب عديدة سياسية واقتصادية لم تكن وحدوية كما يراها بعض المؤرخين قذف بابنه إبراهيم إلى بلاد الشام في التاسع والعشرين من تشرين الأول عام 1831 عن طريق البحر ثم دفع بجيش آخر عن طريق البر فاحتل غزة ثم حيفا وأخضع عكا وأعلن سيطرته على القدس ثم بعد ذلك أخذت المدن الشامية تتهاوى أمامه رغبة منها في الخلاص من آل عثمان مرّة ومخدوعة بمشروعه الوحدوي المزعوم مرّة أخرى والذي انتهى بسقوط كوكب حكم مصر الوراثي في حجره.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "لم يعد محمد علي صالحاً للحكم وقبيل وفاته تنازل لابنه إبراهيم عام 1848 ويرى المؤرخون أن حكم ولده هذا كان امتداداً لحكمه وفي العام الذي تولى فيه توفي إبراهيم في حياة والده ولمّا يتمّ شيئاً من المشاريع التي تقدم صورة من عهده وبوفاته يكون قد أتاح الفرصة لابن أخيه عباس الأول ابن طوسون حيث ارتقى العرش عام 1848. ¶ بدا حكم عباس هزيلاً إذا ما قيس بحكم جده فعلى الرغم مما قيل في حكم الجد يبقى حكماً سعى إلى النهضة والتحضر وحرص على إظهار مصر بمظاهر أوربية حديثة أدخلت النور إلى المجتمع المصري، وعلى ما يبدو لم تكن للحفيد مقومات الجد وشخصيته ذلك لأن عباس كان رجلاً مغلقاً غامضاً وكانت فترة حكمه التي امتدت من عام 1848 حتى عام 1854 مظلمة وغير ذات بال في حياة الشعب المصري ولعل إنشاء الخط الحديدي بين القاهرة والإسكندرية كانت البارقة الوحيدة التي قام بها وما عدا ذلك فقد عمل على إغلاق المدارس وتعطيل الصحف والمجلات التي كانت تصدر في عهد جده وبالإضافة إلى ذلك فقد نفى المفكر الرائد رفاعة الطهطاوي إلى السودان وعرقل الهيئات العلمية والفكرية ورفض أي تحويل جدي في حياة المصريين، وباختصار// كان عهده عهداً رجعياً أعاد البلاد إلى ظلام الجهل والتخلف//(6) ولم يترك من المدارس إلا ما كان يكفي لتخريج العدد اللازم لإدارة مرافق البلاد والتي أصبحت محدودة في الوقت الذي لا يبخل فيه على //المغنين والمهرجين والمنجمين الذين كان يستقدمهم من آسيا الصغرى ليرفهوا ¶ عنه//(7).",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "بعد أن عثر على عباس مقتولاً في قصره بمدينة بنها تولّى الحكم بعده عمه سعيد عام 1854 ومنذ بداية عهده مشى على سياسة والده في توزيع الأرض على الطبقة الحاكمة التي أوجدها محمد علي يبتغي من ذلك تدعيم نظام حكمه وفي توزيع الأطيان بسخاء على الأجانب الذين //أصبحوا يمثلون جزءاً هاماً من حاشيته//(8) ومن المعروف عن سعيد هذا أنه استنّ سياسة الاستقراض التي شجعه عليها وزينها له المستشارون الفرنسيون. ¶ وفي عهده ازداد التدخل الأجنبي في مصر يلتمس الدعم من طبيعة حكم آل محمد علي ومما يلقونه منه من الرعاية والحماية والتسهيل بحيث جعل هؤلاء الأوربيين يفدون إلى مصر في موجات تشبه الاجتياح كما يذكر الدكتور ذوقان قرقوط. ¶ علاوة على إشراك الأجانب في ملكية الأرض فقد فرضت الضرائب العالية على الأراضي مما أدى إلى هروب الفلاحين ونزوحهم والاعتذار عن قبول الملكية نظراً لارتفاع الضرائب وبهذا تكون البلاد قد أفرغت ووقعت تحت وطأة الديون الأجنبية. ¶ كان سعيد معجباً بنفسه شديد القسوة فظاً عاجزاً عن الحكم والإدارة وفي عهده بدأ أبناء العمد المصريين يترفعون إلى مصافي الضباط مما سيكون له أكبر الأثر في زرع بذور الثورة في صفوف الجند وفي عهده أيضاً كان الفرد العادي //لا حرمة لمسكنه ولا حرمة لما يملك بل كان مهدور الكرامة إذا لم يظهر آيات الخضوع والولاء لحاكمه//(9). ¶ ذهب سعيد للاستشفاء في أوروبا وما أن عاد حتى وافته المنية عام 1863 وخلفه على الحكم ابن أخيه إسماعيل بن إبراهيم وبولايته تبدأ في البلاد حياة جديدة وبظروف جديدة أيضاً.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "كان إسماعيل متعلماً ذكياً فناناً ذا مشرب أوربي فهو أول من درس وعاش في أوروبا من أسرة محمد علي مما أثر فيه وجعله يدخل النظام الدستوري بعد أن تولى الحكم في مصر ويشهد له التاريخ بأنه حاول أن ينقل البلاد من عصور الظلمة إلى حياة التمدن والنور، وفي مجمل حياته وسلوكه كان قد وقع تحت التأثير الأوربي، فبنى القصور وأنشأ الحدائق العامة والخاصة وافتتح الملاهي وأقام الحفلات والرحلات وهو الذي لم تعرف أهواؤه حدوداً أو قيوداً ولذلك كله أخذ يلتمس المال ليغطي هذه النفقات التي لم يعد أي منها بالنفع والفائدة على الفلاح المصري. ¶ وبتشجيع منه وعلى مسمعه ومرآه تزايدت زحوف الأوربيين إلى مصر يجتازون البحر بما يشبه الغزو الاقتصادي ينشدون المال والثروة والعمل وتزداد الصورة أكثر وضوحاً إذا عرفنا أن الثورة الصناعية في أوربا كانت قد استكملت شروطها وأخذت تقذف العمال العاطلين والمنتجات الفائضة لديها على بقية بلدان العالم. إن هؤلاء الزاحفين ليعتصروا قلب الفلاح المصري ويرشفوا دماءه كانوا لا يدفعون الضرائب على بضائعهم وكانت رؤوس أموالهم تدخل إلى مصر دون قيد أو شرط، ولم تكفهم هذه التسهيلات فقد قاموا بأكبر عمليات التهريب إلى السواحل المصرية من بضائع ومخدرات وخمور. ¶ وكي يغطي نفقاته المتزايدة اضطر إسماعيل للاستدانة من أوربا بالإضافة إلى الضرائب التي فرضها والتي استخدم في جبايتها من القهر ووسائط من الإذلال تفوق وصف المؤرخين كان السوط والكرباج والجلد والنفي أبسطها على الإطلاق، لقد كانت مشاريعه أكبر من أن تحتملها مصر آنذاك، وكانت نفقات القصر ونفقات الدولة شيئاً واحداً ولم تكن مصاريف الخديوي بأقل من مصاريف الدولة بكثير لذلك كان لزاماً أن ينهار اقتصادها بين يدي إسماعيل ويهوي بكامله في فترة حكمه، فانتشر الاستياء الشعبي في الداخل والخارج واتجهت أنظار الناس إلى تشكيل جمعيات سرية تقاوم الاستبداد والطغيان.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "لقد كثر الناقمون على الدولة وسياستها وأقبل الناس على المقاومة والتخلص من حكم إسماعيل وبقية أفراد أسرته وكان هؤلاء الناقمون //هم قادة الحركة الوطنية الذين كانوا يجتمعون منذ أواخر عهد إسماعيل في بيت نقيب الأشراف السيد البكري//(10) وكان مما زاد في النقمة سياسة رياض باشا التركي رئيس الوزراء التي ارتكزت على القمع والعنف، فقد تعقب الصحف والمجلات وعطلها وكان كثيراً ما ينذرها متهماً إياها بإثارة الرأي العام وتعكيره، ووضع بموافقة إسماعيل عيوناً عليها وعلى الجمعيات ورصد تحركات رجال الحركة الوطنية وأحصى عليهم أنفاسهم وضبطها. ¶ وفي عهده تداعى الوطنيون إلى حلوان وأسسوا حزباً سياسياً أسموه الحزب الوطني اشترك في صياغة برنامجه كل من: الأفغاني ومحمد عبده، وكان تنظيماً سياسياً يجمع في صفوفه أبناء الأمة // دون تميز في الدين أو المذهب ويسعى إلى إطلاق الحرية السياسية التي تعتبر حياة الأمة//(11) ¶ أواخر عام 1879 نشر الحزب الوطني بيانه بيّن فيه مبادئه وأهدافه وافتتح جريدة له في باريس وأخذ يهاجم سياسة إسماعيل ورئيس وزرائه ويطالب بوضع حد للتسلط الأجنبي ويدعو إلى الحرية والحياة الدستورية وبذلك تكون الحركة الوطنية المصرية قد ولدت على يد المدنيين من رجالات الفكر والسياسة والذين سيغدو النديم واحداً منهم داعية لهم بخطبه السياسية ومقالاته الفكرية هذا ولم يطل الوقت حتى اتصلت هذه الحركة المدنية بالعسكريين الذين كان قد نشب خلاف بينهم وبين الحكومة وتبنى الفريقان مطالب الشعب وكان أحمد عرابي الضابط المصري الفلاح على رأس الحركة. ¶ إحساساً منها بالخطر الداهم أخذت الأسرة المالكة تنحاز إلى جانب الإنكليز ثم ارتمت في أحضانهم في عهد توفيق، وفي ذات الوقت خشي الأوربيون على مصالحهم مما زادهم اقتناعاً باحتلال البلاد والتدخل فيها.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "لقد دار صراع بين الإنكليز والفرنسيين على احتلال مصر وبرزت بريطانيا دولة أقوى وجدت في إسماعيل جسراً تعبر عليه إلى مصر وستبرر مناوراتها وأطماعها كل تصرفات هذا الخديوي المبذر. لقد حاول المرابون الأجانب إخفاء أغراضهم تحت مائة غطاء وغطاء وستجد بريطانيا الحجة الشهيرة في تلك الديون التي نالها إسماعيل والتي تتطلب إشرافاً أوربياً على موازنة مصر. ¶ وفي محاولة منه لإنقاذ حكومته وإعادة الثقة إليها وفتح باب الاستقراض من جديد طلب إسماعيل خبراء بريطانيين ماليين فأوفدوا إلى القاهرة عام 1875 وقدموا تقريراً سجلوا فيه سوء الحالة المالية بسبب كثرة الإنفاق في وجوه عديمة الجدوى وأعقب ذلك تأسيس مصلحة الرقابة المالية. ¶ أخذ الخوف يراود فرنسا الدائنة أيضاً فطلبت من إسماعيل إرسال خبرائها ليساعدوا في تنظيم المالية المصرية فوافق الخديوي //وأظهر رغبته في الأخذ بها//(12)، ولم يرض الإنكليز ونشروا تقرير لجنتهم فهبطت أسعار السندات المالية المصرية وأقبل الدائنون والمرابون على الخديوي يطالبون بأموالهم وبعد ذلك اتفقت الدولتان على //فرض رقابة مالية مباشرة على المالية المصرية// ¶ (13) ثم شكلت لجنة أوربية لمراقبة مصروفات الحكومة المصرية وبناء على رغبة بريطانيا تشكلت وزارة جديدة رأسها نوبار باشا أحد الضالعين في عمالته للإنكليز اشترك فيها وزيران أحدهما فرنسي والآخر بريطاني أشرفا على وزارة المالية ووزارة الأشغال العامة وأقيم صندوق الدين العام وكان //حكومة صغيرة من الأجانب داخل حكومة مصر//(14) وبحجة الاقتصاد بالنفقات أحالت الوزارة الجديدة ألفين وخمس مائة ضابط عربي مصري على الاستيداع وكان ذلك بمثابة انقلاب على الجيش الذي أصبح يتبنى مبادئ الحركة الوطنية وأهدافها.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "تظاهر الضباط واعتدوا بالضرب على الوزيرين الأجنبيين وأهانوا نوبار باشا فاقترب الخديوي من الضباط واتفق معهم على حل لمشكلتهم وأخبر قناصل الدول الأجنبية بخطورة الموقف وقدم الضباط إلى المحكمة فحكمهم ثم عفا عنهم وصرف رواتبهم المتقطعة، غير أن ذلك كله لم يخفف من الحقد الذي كان قد ملأ الشارع المصري عليه وعلى الإنكليز. ¶ وبضغط من الحركة الوطنية استقال نوبار باشا وشكل الأمير توفيق ابن الخديوي إسماعيل الوزارة، وقدم الوطنيون مطالب تتضمن وضع حد للتدخل الأجنبي وتدعو إلى تحقيق المساواة بين المواطنين والأجانب وإعطاء الحرية السياسية وتطبيق القانون على الجميع وعندما وافق إسماعيل على هذا كله شكل شريف باشا الوزارة بعد استقالة وزارة الأمير توفيق. ¶ أيّد الشعب الوزارة الوطنية الجديدة كما أيّدها أحمد عرابي أيضاً ورأى الوطنيون فيها انتصاراً لإرادة الأمة وتفاءل الناس وأملوا أن ينتهي التدخل الأجنبي والطغيان والفساد وأن تنتعش الحياة الدستورية، وعندما انحاز الخديوي إسماعيل إلى جانب المطالب الوطنية //وشارك في الاحتفالات بدار السيد البكري//(15) اعتقد الناس أن عهداً جديداً قد بدأ فازداد فرحهم وتعاظم. ¶ اعتمد شريف باشا في سياسته على أن تكون الحكومة مسؤولة أمام مجلس النواب وضمن النواب حرية القول والفكر وحق النظر فيما يرونه حقاً لهم //كما رأى وقرأ في أوربا//(16) وكحسن نية لما وعد به ألغى نظام السخرة ولم يشرك وزيراً أجنبياً واحداً في وزارته وبذلك تكون الحركة الوطنية قد حققت بعض أهدافها في نظام يبين حقوق الشعب وواجبات الحاكم ويقيد صلاحياته ويحد من طغيانه.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وكما أشار الإنكليز فقد عزل السلطان الخديوي إسماعيل في التاسع والعشرين من حزيران من عام 1879 فانصاع للأمر دون أن يستفيد من السياسة المزدوجة التي سلكها ولم يعره الوطنيون اهتمامهم لأنه كان آخر حلفائهم وكان أيضاً قد دلف إلى صفوفهم متأخراً على مبدأ ركوب الموجة التي يرجو منها أن تقذفه إلى الشاطئ من غير أن تكون له قدرة السبّاح، لذلك لم ير بداً من أن يجمع أمواله وتحفه وأخذ يستعد للرحيل، وفي السادس والعشرين من حزيران وبكتاب آخر أجبره السلطان على التخلي عن العرش لولده توفيق ثم ركب عباب البحر إلى إيطاليا ثم إلى الآستانة ليكمل تآمره على البلاد. ¶ كان توفيق على علاقة حسنة مع الحركة الوطنية وخاصة مع جمال الدين الأفغاني الذي رأى فيه أملاً وبارقة نور كما كان يقول له، وكالعادة ركب موجة الإصلاح في بداية عهده فخفف كثيراً من الضرائب وألغى عدداً منها وأبطل نظام السخرة والضرب بالكرباج عند تحصيل الضرائب وأموال الدولة وجعل قصور والده ملكاً للحكومة وأعلن أنه مؤيد للحياة البرلمانية وباختصار //فقد أظهر عطفاً على الأماني القومية//(17). ¶ على هذه الأسس الإصلاحية شكّل شريف باشا وزارة جديدة سرعان ما أنجزت مشروع الدستور وعرضته على الخديوي الذي رفضه بضغط من الإنكليز والفرنسيين وتنكر لمبادئ الإصلاح ولكل ما كانت قد أنجزته الحركة الوطنية وتخلى عن مطالب الضباط في تحقيق أماني الأمة وأخذ يعمل على مقاومتهم بشتى الوسائل التي توفرت لديه. ¶ باستقالة شريف باشا ووزرائه خضعت البلاد لحكم الخديوي المطلق وعادت إلى ما كانت عليه زمن والده وارتمى توفيق في أحضان الإنكليز يؤازره في ذلك الأمراء والأتراك وممن ارتبطت مصالحهم بمصالح الأجانب وجمع بين رئاسة الوزارة والدولة معاً حيث شكّل وزارة أشرك فيها شخصيات سيئة السمعة والتاريخ ومن الموالين للأجانب ثم أعقب ذلك نفي الأحرار وعلى رأسهم جمال الدين الأفغاني.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "عبّر الشعب عن استيائه من هذه الردة بتلاحم صفوفه وانطوائه تحت راية الحركة الوطنية ورجالها وانقسمت البلاد إلى فريقين متباينين أحدهما يمثل الخديوي والإنكليز وأعوانهما والآخر يجمع أبناء الشعب المصري بجميع طبقاته وفئاته تتزعمه قيادة وطنية متمرسة حريصة على حقوق شعبها. ¶ كلف رياض باشا بتشكيل وزارة جديدة رغبة منه في امتصاص نقمة الشعب، وكان رياض من السياسيين الموالين للإنكليز وعلى الرغم من قيامه ببعض الإصلاحات ظلّت وزارته موالية للإنكليز حيث أعادت المراقبة الثنائية الأجنبية على المالية المصرية. ¶ وإزاء هذا فقد تلاحم الشعب والجيش وأصبح كل منهما يعبر عن مصالح الآخر ويحرسها والتقت الكلمة على المطالبة بدستور البلاد والدفاع عن مصالح الضباط وسرت النقمة في صفوف الجند وأخذ الناس ينظرون إلى الجيش على أنه المنقذ مما هم فيه من استبداد وفردية وبدا عرابي الأمل الذي يحمل مطالب //الجيش ومطالب الأمة على نحو لم يسبق لفلاح قبله في مصر منذ قرون ودار اسمه على كل لسان في القاهرة وسمع بذلك الاسم من لم يسمع به من الأجانب ورغب الكثيرون في رؤيته فقدموا إلى القاهرة يحملون إليه الهدايا وأصبح في رأي الناس حامي الأمة يؤيده العلماء الذين أعجبوا بجرأته وحميته//(18). ¶ أمام هذه الوحدة الوطنية خشي توفيق أن تتكرر مظاهرة الضباط التي كانت قد جرت في عهد والده، فأخذ يشدد قبضته على من هو مصري الأصل منهم وثبت لدى هؤلاء أن الوزارة تريد أن تتخلص منهم فأخذوا يعقدون الاجتماعات السريّة //ودراسة الأساليب التي تكفل لهم حقوقهم//(19) وشكّلوا جمعية تتولى الدفاع عن مصالحهم وتقاوم طغيان وزير الحربية رفقي باشا وكان الضابط الفلاح أحمد عرابي رئيساً لهم وكانت هذه الجمعية //النواة الأولى التي انبثقت منها الثورة العرابية//(20).",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "كان عثمان رفقي وزير الحربية رجلاً //ساذجاً محدود الإدراك عنصرياً موالياً للإنكليز//(12) سعى إلى تطويق الضباط العرب المصريين والتضييق عليهم فأحال أحد أعمدة الحركة الوطنية الضابط عبد العال حلمي على الاستيداع وأساء معاملة زملائه الآخرين، وعندما احتجت الجمعية الوطنية وقدمت عريضة تشكو وزير الحربية لم تلق آذاناً صاغية ولم يجر التحقيق في تقريرها، ولإذلال الضباط العرب طلب عثمان رفقي منهم أن يعملوا في حفر الترع عند ذلك رفض أحمد عرابي الأمر قائلاً: إن حفر الترع ليست من اختصاص الجيش ولا من عمله. ¶ وفي الخامس والعشرين من شهر تشرين الثاني لعام 1881 قدّم الضباط العرب عريضة ثانية إلى الخديوي ضمنوها شكوى على وزير الحربية ورئيس الوزراء وبعد فترة وجيزة صدر قرار بمحاكمتهم وإحالتهم على التأديب وفي مقدمتهم أحمد عرابي، وتقرر ذلك في الأول من شباط من عام 1881 وبعد محاكمة سريعة اعتقلوا وأدخلوا إلى السجن، غير أن رفاقاً آخرين لهم أنقذوهم بعد أن اقتحموا السجن في هجوم صاعق وأطلقوا سراحهم. ¶ بعد هذه العملية العسكرية المحدودة أجبرت الحركة الوطنية الخديوي على إقالة عثمان رفقي وعين بدلاً منه محمود سامي البارودي الشاعر المعروف وأحد أقطاب التيار الوطني ومن كبار المقربين إلى أحمد عرابي، وفي هذه المرحلة لخص الوطنيون مطالبهم بنقطتين أساسيتين: إسقاط حكومة رياض وإنشاء نظام دستوري. ¶ لم يستمر البارودي في وزارته طويلاً حيث أقاله الخديوي لكبح جماح الحركة الوطنية وعيّن بدلاً منه داوود يكن أحد أفراد الأسرة المالكة ومن الموالين للإنكليز، ومنذ بداية عهده أراد يكن أن يشتت الجيش وكان الضباط العرب بدورهم قد أدركوا ذلك فقرروا القيام بمظاهرة عسكرية في ميدان عابدين لعرض مطالب الأمة ورغباتها في الدستور وإسقاط حكومة رياض باشا.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "كان يوم عابدين يوماً مشهوداً في التاريخ العربي الحديث هيأت له الحركة الوطنية المصرية وتوجّهت فيه إلى الشعب فأشركته بمجموع فئاته وطبقاته لينقذ البلاد وبرز أحمد عرابي في هذا اليوم قائداً جديراً بقيادة أمة استوعب أهدافها ومطالبها وأعلن أنه يريد أن تكون تظاهرة سلمية، وبفطنة وذكاء دعا الناس إلى انتشال البلاد والوقوف معه وطلب المحافظة على الهدوء والأمن وأبلغ رئيس الوزراء والخديوي أن قطع الجيش ستتوافد إلى ميدان عابدين، وكي لا يستغل الإنكليز هذه التظاهرة أنبأهم بنواياه ومطالبه //وأن لا خوف على رعاياهم فإنها ستكون مظاهرة سلمية تقتصر على أحوال البلد الداخلية//(22)، وفي التاسع من أيلول لعام 1881 امتلأت ساحة عابدين بقطع الجيش يحيط بها الشعب وكانت أول مواجهة عسكرية بين الحركة الوطنية وبين الخديوي توفيق الذي انحدر من قصره ليعالج الموقف بشخصه يرافقه القنصل البريطاني العام، وبعد مجادلة كلامية بين عرابي والخديوي واجهه عرابي بكلمته التي تناقلتها كتب التاريخ //لقد خلقنا أحراراً ولم نخلق تراثاً وعقاراً فو الله الذي لا إله إلا هو لا نورث ولا نستعبد بعد اليوم//(23) وعندما احتدم النقاش بينهما خشي القنصل على حياة الخديوي فطلب منه أن يعود إلى قصره ثم ليوافق على طلبات الأمة بعد مداولات قصيرة وعلى الفور سقطت حكومة رياض وتشكلت وزارة جديدة بناء على رغبة الحركة الوطنية برئاسة شريف باشا جاء البارودي وزيراً للحربية فيها وكانت وزارة وطنية استبشر الشعب بها وأيّدها.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "تعاظم التيار القومي واتسع ولم يعد في مقدور أحد كبح جماح الضباط العرب لذلك كان من غير المفاجئ أن يستعدي الخديوي الدولة العثمانية فأبرق إلى السلطان يخبره عن الحشد العسكري في ميدان عابدين ثم أبرق مرة ثانية وأخبر الآستانة بعدم قدرته السيطرة على الوضع وفي برقية ثالثة قال: إن التمرد قد انتهى وعلى أثر هذه البرقيات الثلاث كلّف السلطان عبد الحميد لجنة تقوم بدراسة الحالة الراهنة في مصر. ¶ وصلت اللجنة إلى القاهرة وأبلغت الخديوي تأييد السلطان له ورغبتها في مساعدته، غير أن فرنسا وبريطانيا احتجتا عليها وزعمتا أنها تجاوزت حدودها وصلاحياتها لأنها طافت في معسكرات الجيش وثكناته من غير أن يكون ذلك من مهامها، وكي يتلافى السلطان غضب الدولتين أصدر أمراً بعودة اللجنة فعادت إلى الآستانة بنفس الباخرة التي قدمت عليها إلى مصر من غير أن تحقق شيئاً. ¶ بموافقة من الخديوي شرع شريف باشا بإنشاء مجلس نيابي افتتحه توفيق بخطاب العرش جاء فيه قوله //سيكون جمعية تأسيسية تضع الدستور للبلاد//(24) وطلب من المصريين أن يكونوا يداً واحدة، وبعد ذلك قدّم شريف باشا إلى المجلس مشروع الدستور في الثاني من كانون الثاني من عام 1882 وقد تضمن النقاط التالية: توسيع نظام الشورى والعمل على حماية المصالح العامة وأن يراعي المجلس خير البلاد والحكومة وألا تفرض ضريبة إلا بعد موافقة مجلس النواب عليها وأن تشكل لجنة تدرس مشروع الدستور. ¶ لم ترض فرنسا وبريطانيا على قرارات المجلس وأرسلتا مذكرة مشتركة في السابع من كانون الثاني من العام نفسه عن طريق وزير خارجية كل منهما جاء فيها //إن الحالة الراهنة تهدد الخديوي وتحد من سلطته وسوف تمنعان الأخطار عن حكومته//(25)، ثم وجهت الدولتان مذكرة أخرى تطلبان فيها أن يؤجل المجلس النيابي معالجة المسألة المالية.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وعند ذلك تفاقمت الأزمة، فقد رأى النواب في خطاب كل من فرنسا وبريطانيا تدخلاً في شؤونهم الداخلية واعتبروا المذكرة وسيلة تحث الخديوي على إلغاء النظام الدستوري الجديد وبداية تدخل عسكري في البلاد وأمام إصرار النواب هذا رضخ رئيس الوزراء ولمّا لم يلق موقفه أذناً صاغية منهم قدّم استقالته في الثالث من شباط من العام نفسه وكان هذا أول انقسام في صفوف الحركة الوطنية. ¶ في الوزارة الجديدة التي شكّلها البارودي جاء فيها أحمد عرابي وزيراً للحربية وللبحرية معاً، وبعد أيام من تشكيلها قدّم الضباط العرب احتجاجاً إلى الخديوي على موقف فرنسا وبريطانيا من مجلس النواب وعندما اقتنع توفيق ولو مؤقتاً بصحة وجهة نظرهم أبلغ الباب العالي في الآستانة بضرورة منع العدوان المتوقع على مصر فأرسلت حكومة السلطان إلى كل من فرنسا وبريطانيا مذكرة جاء فيها إن الدولة التركية لا ترى مسوغاً لهما بإرسال مذكرة كهذه //لأن مصر جزء من أملاك الحضرة السلطانية وهذا خرق صريح للاتفاقات الدولية وتدخل في شؤونها//(26). ¶ أقرت حكومة البارودي الوطنية حقّ مجلس النواب في معالجة القضايا المالية واندفع الشعب يؤيدها وفي ذلك بدت الحركة الوطنية في مظاهر التأييد هذه تياراً شعبياً عارماً ليس في مقدور أحد أن يتجاهله. ¶ في هذه الظروف تعرّض أحمد عرابي وبعض أعوانه من الضباط العرب لمحاولة اغتيال فاشلة أحيل على أثرها أربعون ضابطاً للمحاكمة وفي العشرين من نيسان عام 1882 كان عثمان رفقي وزير الحربية السابق على رأسهم، وعندما صدر الحكم عليهم بالنفي إلى السودان لجأ الخديوي إلى تخفيف العقوبة عنهم وسمح لهم بالذهاب إلى الآستانة مع الاحتفاظ برتبهم ورواتبهم وهناك أكرمهم السلطان وأسكنهم أحد القصور ثم طلب أحد ملفاتهم كي يعيد النظر فيها.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "اعتبر مجلس الوزراء المصري موقف السلطان تدخلاً في شؤون داخلية كان الخديوي وراءه فرفضه المجلس وقرر مقاومة كل تدخل من السلطان ولو كان ذلك بالقوة، ثم سرعان ما قطع الوزراء علاقتهم بالخديوي الذي قطعت الآستانة علاقتها به أيضاً لعدم سيطرته على وزرائه وبذلك تكون الطريق قد أصبحت معبدة أمامه إلى الإنكليز فسلكها وبدأ يطلب المساعدة منهم وأخذ يلح في ذلك عندما سرت شائعات في الشارع المصري تتحدث عن نية الحركة الوطنية بخلعه عن العرش. ¶ في الحال وبعد اتصالات بين فرنسا وبريطانيا قررت الدولتان إرسال أسطول إلى مصر لحماية الخديوي وحاشيته فأخذ الأسطول طريقه ووصلت البوارج الحربية إلى ميناء الإسكندرية بالإضافة إلى دول أوربية أرسلت هي الأخرى بوارج حربية بحجة حماية رعاياها، وبعد أن استكمل الحشد العسكري طلبت فرنسا وبريطانيا استقالة حكومة البارودي وإخراج عرابي من البلاد ووضع عبد العال حلمي وعلي فهمي تحت الإقامة الجبرية ثم دعتا إلى تسريح الجيش المصري. ¶ التف الشعب حول حركته الوطنية يؤازرها ويؤيدها وقابل التدخل العسكري بالتظاهرات الصاخبة والاستنكار الصارخ وبرز عرابي منقذاً وطنياً شامخاً ثابتاً وأدرك الوطنيون أن حماية ترابهم تقع على عاتقهم وحدهم، فرفضوا مطالب الدولتين وأبلغوا الخديوي بذلك وأخذوا يدعونه لمؤازرتهم في موقفهم هذا غير أنه كان قد قطع ثلثي الطريق باتجاه الإنكليز وقال: لقد وعد الدولتين بموافقته على ما تريدان وليس في مقدوره أن يتراجع. ¶ في هذه الظروف الحرجة واجهت الحركة الوطنية انقساماً آخر في صفوفها بين قيادتها السياسية، فقد انحاز محمد سلطان وأعوانه من الإقطاعيين وكبار الملاكين إلى جانب الخديوي وطلبوا من النواب الحكمة والروية ثم تلا ذلك استقالة البارودي المفاجئة من رئاسة الوزراء //فارتكب بذلك إثماً يعيبه أشد العيب//(27) وبذلك تكون البلاد قد خضعت لحكم الخديوي المطلق.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "قبل عرابي أن يظل وزيراً للحربية وللبحرية في وزارة راغب باشا الجديدة وقدّم الوزراء برنامجاً سياسياً يكفل للبلاد //الهدوء والسكينة ويرضي المواطنين ويضمن حقوق الأجانب المالية//(28)، وبجفاء قابل الإنكليز هذه الوزارة //لأنها وزارة في يد الحزب العسكري//(29) وبعد ذلك بثلاثة أيام عقد في الآستانة مؤتمر دولي لمعالجة المسألة المصرية تقرر فيه تقديم العون إلى الخديوي ليعيد الأمن إلى البلاد عند ذلك ردّت الحركة الوطنية بضرورة خلع الخديوي عن العرش لأنه استسلم إلى الأجانب وخاصة عندما انتقل إلى الإسكندرية ليكون على مقربة من الأسطول الإنكليزي. ¶ بدأت البلاد تدخل في ظروف الحرب فقد اكتمل الزحف الأوربي واحتوت الدول الأوربية السلطان والخديوي، ومرة أخرى وجدت الحركة الوطنية نفسها وحيدة على الأرض بزعامة أحمد عرابي، وانسل من صفوفها كل من تتفق مصالحه مع مصالح الإنكليز من ذوي الاتجاه الانتهازي وممن وقعوا تحت تأثير الرشاوى والتهديدات التي بدأت تفتك بالنفوس، فتنكر أولئك لمبادئهم ووعودهم التي جاهروا بها وها هم الآن عازفون عنها. ¶ عكف عرابي على تهيئة البلاد لحرب قادمة فشرع في تحصين الموانئ وترميمها ثم وزع السلاح واستنفر الشعب والجيش، عند ذلك طلب الإنكليز إيقاف المظاهر العسكرية وعندما رفض عرابي بدأ القصف الإنكليزي وفي الوقت الذي كان الوطنيون يرون أنفسهم أسياداً على أرضهم كان الخديوي يقول //لتحرق الإسكندرية، حرب بحرب على رأس عرابي ورؤوس أولاد الكلب الفلاحين//(30).",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "بعد خمس طلقات من بدء الهجوم الإنكليزي ردّت المدفعية المصرية كما أمر عرابي وعمّت الاشتباكات كل الجبهات بشكل أذهل المعتدين وأبدى الجيش المصري ومن ورائه الشعب ضروباً من البسالة، وفي وصف مؤثر لشاهد عيان الشيخ محمد عبده قال فيه //تحت نيران المدافع كان الرجال والنساء من أهالي الإسكندرية ينقلون الذخائر ويقدمونها إلى رجال المدفعية المصرية، يغنون ويلعنون الأميرال ومن أرسله//(31). ¶ أرسل عرابي قطاراً خاصاً إلى الخديوي يطلب منه العودة إلى القاهرة والانضمام إلى الحركة الوطنية والخروج من حماية الإنكليز والوقوف مع الشعب في قتاله المشروع، ولكن القطار عاد فارغاً، ورداً على قرار الخديوي الذي أصدره بعزل عرابي من وزارة الحربية شكّل عرابي وفداً من هيئات اجتماعية وسياسية وكلّفه بمقابلة الخديوي ولكن هذا الأخير قابل الوفد بالرفض أيضاً. ¶ شكّل الوطنيون مجلساً حربياً أصدر قرارين الأول منهما إبقاء عرابي وزيراً للحربية والثاني عدم الاعتراف بالخديوي وما يصدر عن مجلس وزرائه الذي شكّله بالإسكندرية وبذلك تكون الشعرة التي تربط الخديوي بالبلاد قد انقطعت.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وفي بيان أصدره توفيق طلب من الشعب أن يتخلى عن عرابي الذي وصفه بالخروج عن القانون وجاء في البيان //كل شخص يميل إلى عرابي عددناه عاصياً ومستحقاً جزاء العصيان//(32) بعد ذلك أقبلت الجنيهات الذهبية من الإنكليز والخديوي تخاطب القلوب وتغزو النفوس وتفتن العقول وأخذت تتخطّف بعض رجال الحركة الوطنية ومن التصق بها من الوجهاء والأعيان!. إن من يريد أن يتزيّد في هذه النقطة فليقرأ مذكرات شاهد العصر الإمام محمد عبده على الرغم من موقفه المعروف من الثورة العرابية وليقرأ كذلك تاريخ مصر السياسي ودراسة الأستاذ محمود الخفيف عن الزعيم المفترى عليه أحمد عرابي، إن من يقرأ فسوف يقتنع بأن جنوداً من الذهب عملت ما لم تستطعه عساكر جرارة تعوّد المغامرون أن ينثروها ثم ينالوها، لن نطيل ولنضرب صفحاً عن ذلك فقد تخلى مجلس الوزراء عن مهامه القومية وبدا مجلساً مترهلاً بعيداً عن الثقة التي أسبغها عليه الناس وانزلق من الصفوف الوطنية ليصطف إلى جانب الخديوي. ¶ ويأتي دور السلطان التركي ذو العين البيضاء عبد الحميد الثاني الذي كان قد تذوق دماء حركات التحرر في بلاد البلقان وغيرها. إن هذا السلطان لم تقف حكومته على الحياد في مصر حين ذاك فقد أكّد //أن ممثله في مصر الخديوي توفيق وأن عرابي خارج عن القانون ويهدد أساطيل دولة حليفة للدولة العثمانية وأن عرابي ورفاقه بنظره عصاة//(33). ¶ مهّد الخديوي للزحف الإنكليزي المشؤوم بمنشور يحث فيه الناس على تقديم العون للجيش البريطاني ثم تلا ذلك هجوم مدمر على القاهرة من الغرب، فالتقى الإنكليز بالحركة الوطنية وطلائعها في أبي قير وبعد قتال دام ثلاث ساعات ارتد المعتدون على أعقابهم ثم التقى الفريقان المتحاربان في الإسكندرية وكان النصر للجيش المصري أيضاً، وأعقب ذلك مناوشات كانت كلها لصالح المصريين، عند ذلك غيّر الإنكليز خطتهم وانتقلوا إلى منطقة الإسماعيلية.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "كان عرابي قد تلقى تأكيدات بحياد قناة السويس من صاحب امتيازها المهندس الفرنسي المشبوه والمعروف فرديناند ديلسبس وكانت خطيئة قاتلة من عرابي عندما اقتنع بزعم هذا المهندس المتآمر ذلك لأن الإنكليز ردموا القناة بتواطؤ منه واحتلت قواتهم مدينة السويس وتقدمت قوة منهم إلى الإسماعيلية فاصطدم المصريون معها وهزموها، حين ذاك أخذت البوارج تقصف جموع الفلاحين المصريين الذين أحاطوا بجيشهم وأحدثت القنابل ذعراً في صفوفهم وبدأت المقاومة تتصدع، فخف عرابي ليحفر خندق دفاع شرق القاهرة كي يعيق دخول المعتدين إلى العاصمة ثم شنّ هجوماً بقرار من المجلس الحربي لم يثمر عن شيء وأخذ كل شيء يتداعى في معركة التل الكبير الشهيرة. ¶ مرة أخرى شكّل الخديوي وفداً راح ينثر الذهب بين صفوف المدنيين والعسكريين فاجتذب بالمال قائد فرقة الاستطلاع وآخرين من ضبّاط الجيش العرابي، ولعب عثمان رفقي الدور ذاته //فأحدث تأثيراً كبيراً في صفوف الضباط//(34) وأخذ يقدم النصح إليهم بعدم جدوى القتال وينبغي عليهم أن يتجنبوا سوء العاقبة قبل فوات الوقت ثم أخذ يجتمع بالناس ويدعوهم إلى الابتعاد عن عرابي وحركته. ¶ اجتمع المجلس الحربي الذي كان قد شكلته الحركة الوطنية وقرر الهجوم على نطاق واسع، ويشهد المؤرخون أن قتالاً ضارياً كان قد حصل أدى فيه المصريون من ضروب الشجاعة والتضحية ما يرضي الوطن والضمير وسجلوا فيه صفحات ناصعة البياض، ولكن الدسائس كانت تفتك بهم من صفوفهم ومن الخلف ... وفي محاولة يائسة قرر عرابي الدفاع عن القاهرة ولكن الجيش المصري كان قد تبعثر ولم يعد لديه قوة تمكنه من مواصلة القتال فأوفد مجلسه الحربي إلى الخديوي يطلب منه الكفّ عن القتال وعدم السماح للإنكليز بدخول القاهرة، لكن الوفد عاد بعد أن اعتقل اثنان من أعضائه.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "وفي يوم مروّع دخل الإنكليز القاهرة وبعد بضعة أيام دخل الخديوي الظافر توفيق يرافقه محمد سلطان وشريف باشا اللذان كانا قد شكّلا وزارات وطنية بالأمس القريب وكان رياض باشا قد سبقهما ليقيم الزينة ويرفع الرايات واصطف خمسة آلاف جندي إنكليزي على جانبي الطريق //ليمر بين صفين طويلين خديوي مصر القادم إلى مقر حكمه//(35) وفي الساعة العاشرة من صباح الخامس والعشرين من أيلول من عام 1882 وصل في قطاره الخاص، وما أن نزل حتى تقدّم الأمراء والأعيان والوجهاء لأداء التحية وهتف الحاضرون له بطول العمر والنصر الأبدي. ¶ لم تمض أيام على هزيمة مصر في ثورتها العرابية حتى سلّط الخديوي سيف الإرهاب في طول البلاد وعرضها، فقد اعتقل عرابي بعد أن أغمد سيفه وسلّمه واعتبر أسير حرب ولوحق الوطنيون، وتمكّن توفيق من إلقاء القبض على كثير منهم، وفتحت المحاكم العسكرية وبدئ بالتحقيق معهم، وصدرت الأحكام على أحمد عرابي والبارودي وعبد العال حلمي وعلي فهمي وعلي الروبي ومحمود فهمي وطلعت حكمت وغيرهم بالإعدام بعد أن نالوا من التعذيب والمهانة ما يفوق الوصف، ثم استبدل حكم الإعدام بالنفي المؤبد إلى جزيرة سيلان ولم يعودوا منها إلا بعفو من عباس الثاني، فعاد منهم من بقي على قيد الحياة أبيض الرأس منهوك الجسد وكان عرابي والبارودي من العائدين في بداية القرن العشرين.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "لقد طالت عقوبات النفي عدداً من رجالات مصر وعدداً من الضبّاط وطرد قسم منهم من الخدمة العسكرية وقدر عدد الذين قدموا إلى المحاكمة //بثلاثين ألفاً//(36)، وحملت الصحف على الوطنيين واستؤجرت الأقلام المزيفة وأخذت تشوه الحقائق والتاريخ وسخط الأتراك على أبناء العرب واستولى اليأس على النفوس وفشت روح التخاذل وسحق زعماء الثورة وذلّ قادتها وتهاتروا فيما بينهم وتنكّر الناس لهم وأنكروا مبادئهم ودّبت الوشايات بين الصفوف وأصبح كل من له حقد على أحد يتهمه بمشايعة الثورة وامتلأت السجون وتفرّق الصحب واحداً بعد الآخر ليواجه كل مصيره بمفرده، وتبعثر الوطنيون الفارّون في جنبات البلاد وذابوا في صفوف الشعب كما تذوب قطرات الماء في الشاطئ الرملي، وفوق هذا فقد تبارى الشعراء في هجاء عرابي والعرابيين وعلى رأسهم أمير الشعر العربي. ¶ ((( ¶ الفصل الثاني : ¶ الحياة الثقافية ¶ بدأت النهضة في أوربا ومنها انتشرت في أصقاع العالم على أيدي الطبقة المتوسطة بعد أن استكملت شروط نموها بعد الثورة الصناعية، وقد لعب الحرفيون فيها أدواراً بارزة، ودخلت هذه الطبقة في صراع مرير مع الأفكار الآسنة السائدة وعبّرت عن رغبتها في التغيير والانعتاق من الفكر الإقطاعي المحافظ وتناولت أقلام المفكرين مناحي الحياة الاقتصادية والاجتماعية والسياسية وشتى الشؤون الأدبية والفنية ولم يدعوا شيئاً إلا وأشبعوه درساً وتحليلاً، لقد شهد القرن التاسع عشر قمة الصراع بين القديم والجديد في أوربا وبدا كأن بحراً ثقافياً تلاطم فيه الآراء وتصطخب ويحتدم الجدل في الحياة الروحية والمادية. ¶ وتكونت في أوربا صناعة متطورة شقّت طريقها إلى جميع البلدان ورافقتها أفكار جديدة كانت تنسل وتدخل إلى البنى الزراعية والاجتماعية المتخلفة سرعان ما أصبحت مقياساً للتقدم.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "وفي الشرق العربي ترتبط النهضة بفكرتين أساسيتين كونها عنهما المفكرون العرب في تلك الحقبة من الزمن، أولاهما ترى في هذه النهضة وجهاً استعمارياً بينما ترى الأخرى وجهاً علمياً فيها، ومهما يكن من أمر فما أن جاء النصف الثاني من القرن التاسع عشر حتى بدأ الإحساس بضرورة التغيير. ¶ وفي حقيقة الأمر كان لهذه النهضة أسبابها التي تنبع من حاجة المجتمع العربي إلى التغيير وما كان لها أن تكون لولا الشعور بحاجتها فعلاً وبضرورتها وأهميتها فقد كان للمفكرين العرب دوافع داخلية استمدوها من التراث العربي الإسلامي. ومن قيمه ومثله الثورية التي تساعد على دفع مجتمعهم نحو الأمام وتؤدي إلى خلق ظروف جديدة وتكوين قوى تلبي حاجات التقدم والتي تأتي الحركات الدينية المتنورة في المقدمة من ذلك، ولكن الاحتكاك بالغرب كان قد أوقد الهشيم القابل للاشتعال، وتشكّل الثورة الفرنسية التي انفجرت عام 1789 أحد أهم الأسباب الخارجية التي حثّت الأمم والشعوب على الانقلاب الفكري وتبديل الأوضاع السائدة من اقتصادية واجتماعية وسياسية متخذة من الحملة الفرنسية التي قادها نابليون شرارة أشعلت كل شيء في مصر. ¶ وعلى الرغم من أن هذه الحملة قد انطلقت من ذهنية استعمارية معروفة فستظل من أكبر الحملات الأوربية التي تحمل طموحات فكرية وعسكرية محددة واضحة سعت فرنسا من خلالها إلى امتلاك بلد زراعي غني خصب، ورمت إلى توسيع تجارتها منه وإيجاد سوق لبضائعها ومنتجاتها المكدّسة كما ستجد فيه المواد الخام التي يأتي القطن في مقدمتها.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وعشية إعداد الحملة كانت قد تشابكت مصالح البرجوازية الفرنسية بقيمها ومثلها الفكرية حيث توالت خطابات القنصل الفرنسي في مصر آنذاك تحث حكومته على احتلال بلاد النيل لأنها بلد زراعي خصب لا يملكه أحد كما تهيأ له وقال عنها: منها سوف تجني فرنسا أرباحاً طائلة، وكتب مفكرون فرنسيون عن ضرورة تحرير المصريين من المماليك إلى جانب تحريرهم من الجهل ثم إعادة النور إلى بلادهم. ¶ في هذه الظروف وفي هذا المناخ الفكري استنبت الفرنسيون فكرة الحملة، فبالإضافة إلى القوّة العسكرية التي تجاوزت أربعين ألفاً من الجنود اصطحب نابليون معه علماء مؤهلين ومجهزين بكافة الاختصاصات الزراعية والأثرية والتاريخية والهندسية.. الخ اختمرت في رؤوسهم جميعاً أفكار الثورة الفرنسية في الحرية والإخاء والمساواة واحترام الفرد. ¶ كان نابليون ضابطاً سياسياً لامعاً ومتنوراً واعياً مدركاً لمصالح فرنسا مخلصاً لطبقته المتوسطة ملماً بأهداف الحملة ومراميها الاستعمارية والعلمية أعد نفسه ليكون على خير ما يمكن أن يكون عليه القائد في بلد له خصوصية دينية واجتماعية ولغوية، لذلك.. ومنذ البدء قرأ كتباً تتحدث عن تاريخ العرب وعاداتهم الاجتماعية واطلع على مبادئ الدين الإسلامي وفي طريقه إلى مصر استحصل على نسخة من القرآن الكريم. ¶ وعلى هذه الأسس الاستعمارية والثقافية أقلعت الحملة من ميناء مرسيليا لتحتل الإسكندرية في الثاني من تموز عام 1798 وبذلك //تنهي عزلة مصر وبلاد الشام عن العالم دامت ثلاثة قرون//(1) ثم شقّت الحملة طريقها إلى القاهرة فوصلتها بعد عشرين يوماً وبعد أن كانت المقاومة الشعبية قد اعترضت طريقها وكبدتها خسائر في معركة الأهرامات التي قادها المماليك.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "وفور وصوله اعتمد نابليون في سياسته على التقرب من الشعب، فاتخذ من العلماء والمشايخ جسوراً تدنيه من الناس لأنهم بعيدون عن المظاهر العسكرية كما يقول، وارتدى اللباس المحلي وطبع أكثر من منشور على مطبعة /كان قد نهبها من روما/ (2) حثّ فيه الجنود على احترام الدين والتقاليد والنساء والملكية العامة والخاصة ثم أصدر عدة أوامر تتوعّد معاقبة الذين يخالفون، ثم دعا الناس إلى الهدوء والسكينة وأوضح لهم أنه لا فرق عنده بين فرد وآخر أمام القانون وقال/ إن الشيء الذي يفرق الأفراد عن بعضها هو العقل والفضائل والعلوم فقط/ (3) ودون إبطاء شكّل ديواناً من الهيئات الاجتماعية وعلى رأسهم العلماء يشرف على تنظيم الإدارة والحياة العامة ثم أطلق يد العلماء الفرنسيين لدراسة تاريخ البلاد الحضاري وافتتح عدداً من المدارس لأبناء جنوده وشجع رجال الحملة على الاختلاط بالحياة المصرية العامة، وعلى هذا اتخذ الفرنسيون بيوتاً لهم في الأحياء والحارات الشعبية، واختلطوا بالسكان ولبسوا أزياءهم وحضروا احتفالاتهم الدينية كعيد المولد النبوي الشريف، ومن جهتهم كان المصريون يرون النساء الفرنسيات /يلبسن الفساتين والمناديل الملونة/ (4) مما أثار الدهشة والاستغراب ودفعهن إلى التقليد، ومن طريف ما يذكر أن ابنة أحد كبار شيوخ الدين السيّد البكري كانت تخالط الفرنسيين/ وتلبس لباس السيدة الفرنسية لذلك أعدمت بعد عودة الأتراك إلى البلاد/(5). ¶ وفي مجال الزراعة، فقد فكّر نابليون في ضبط مياه النيل وحاول أن ينشيء سدّين عند رأس الدلتا، كما درست البعثة العلمية التي رافقت الحملة مشروع حفر قناة تربط البحر الأحمر بالبحر الأبيض المتوسط وبحثت إقامة مزارع تجريبية ومزارع لقصب السكر والقطن والبن وتربية دودة القز.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "وفي مجال الصناعة أنشأت إدارة الحملة دوراً صناعية أنتجت أدوات ومواد فلكية وآلات للطباعة وصناعة البارود والكرتون والورق وسكّ النقود والسيوف والأقمشة الصوفية بالإضافة إلى بناء طواحين الهواء لإنتاج الدقيق كما أمرت إدارة الحملة ببناء المراصد الفلكية ودور أبحاث الرياضيات والنقش والتصوير وأقامت مراكز البريد لخدمة الأهالي وبتمديد خطوط التلغراف. ¶ ولم يتوان الفرنسيون عن تأسيس مكتبة عامة جمعت كتبها من المساجد والمكتبات الخاصة وأضافوها إلى ما كان قد اصطحبوه معهم من كتب فرنسية وضعت جميعها تحت أيدي المصريين، كذلك أسس الفرنسيون مسرحاً مثلوا فيه رواية عربية بعنوان: عشر ليال، كما أصدروا جريدتين اثنتين. ¶ كان تأسيس المجمع العلمي أهم إنجاز قدمته الحملة الفرنسية ومنذ الأيام الأولى من تأسيسه اضطلع بنشر المعارف والعلوم في مصر، وقام بدراسات تاريخية وطبيعية وصناعية وكانت هذه الأبحاث تنشر في مجلة المجمع العلمي نفسه. ¶ لقد كان المجمع مؤلفاً من قسم للرياضيات وآخر للطبيعيات والاقتصاد السياسي وكذلك للآداب والفنون أشرف على كل قسم من هذه الأقسام اثنا عشر عضواً من خيرة الأساتذة المختصين، هذا وقد لعب المجمع دوراً كبيراً ورائداً في انفتاح المصريين على الثقافة الأوربية شجعهم في ذلك الفرنسيون بأساليبهم التي استهدفت الرقة والعذوبة وعملت على ترغيب أبناء البلاد في الحضارة حيث كانوا //يستدعون المصريين ويحسنون استقبالهم ليروا ما يجرون من تجارب علمية فيعجبون وينبهرون/(6). ¶ لقد أوجز الفرنسيون نتائج حملتهم في كتاب معروف اسمه: وصف مصر جاء في تسعة مجلدات طبعت جميعها في فرنسا عامي 1805-1825 وهذا الكتاب هو أساس المعلومات/ التي عرفها الأوربيون عن مصر في العصر الحديث (7).",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "لقد وقف المصريون من الحملة مواقف متباينة، فالغالبية العظمى من الناس دهشت واستغربت وأصابها الذعر مما ترى وتسمع وتكاد لا تصدق، وتسوّر العامة منهم في عاداتهم وتقاليدهم مستسلمين للأقدار وكان على رأس هؤلاء غالبية العلماء والمشايخ وقد مثّل هذا الاتجاه خير تمثيل المؤرخ المصري المعروف عبد الرحمن الجبرتي 1754-1825 الذي كان قد عاصر الحملة ووصفها وصفاً مستفيضاً ودوّن ما رآه وما سمعه في كتابه الشهير: عجائب الآثار، وقد حوى هذا الكتاب ملاحظات طريفة ودقيقة عن رجال الحملة ولباسهم وطرق طعامهم وأعمالهم العلمية، وبذلك يكون الجبرتي قد سجّل دهشة جيل بأكمله. ¶ أما القلة النادرة من أبناء البلاد والتي ستقع على عاتقها مهام التغيير فقد أخذت تقترب بعد أن هدأت الأحوال من رجال الحملة بحذر مشوب بالريبة والخوف، وكأنها قد شعرت واقتنعت بضرورة التغيير يدفعها هذا الهاجس حيناً وحب الفضول أحياناً أخرى وكان على رأس هذا الفريق الشيخ حسن العطار أستاذ الطهطاوي وشيخ الأزهر فيما بعد. ¶ كان العطار هذا 1766-1835شيخاً أزهرياً نابهاً وعندما وصلت الحملة وعند قدومها ذعر وخاف ثم هرب إلى الشام مع من هرب من العلماء، وبعد أن هدأت الأحوال عاد إلى بلاده وأخذ يدنو من الفرنسيين ويختلط بهم، فتذوق معاشرتهم وأحب عاداتهم وسبل حياتهم واكتسب كثيراً من ألفاظهم، ثم بعد ذلك سرعان ما أصبح رائداً من رواد مجمعهم العلمي وليس هذا فحسب /فقد أصبح يتغزل بنسائهم السافرات/(8). ¶ ومما يعرف عن هذا الشيخ اليقظ أنه كان يتنبأ بالتغيير ويدعو إليه، ولعله من الغرابة بمكان أنه لم يحاول أن يغير في الأزهر أو ينيره بالعلوم العصرية أو يحدث فيه شيئاً من هذا القبيل عما كان عليه الحال، ولكنه كان يغذي عقله دائماً وينيره بمعارف العصر وثقافته، ومن هنا فقد ترك أبلغ الأثر في تلميذه الطهطاوي وكان وراء إيفاده إلى فرنسا ثم في كتابة رحلته فيما بعد.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "لم تتمكن الحملة الفرنسية من تغيير المجتمع المصري، ولم يكن ذاك من مهامها أصلاً ولا من أهدافها، فالمقاومة المصرية حالت بينها وبين الهدوء الذي يتطلبه التأثير في الشعب من جهة، ولأن الفرنسيين أخفوا أهدافهم الاستعمارية تحت غطاء نشر المعارف والعلوم من جهة ثانية لذلك ظلّوا غرباء في الزي واللغة وكانوا يقومون بأدوارهم تلك وأيديهم على مسدساتهم، والأهم من هذا وذاك أنهم لم يكترثوا ببناء قاعدة مادية تتمكن من قلب أوضاع البلاد، وبذلك تكون الطبقة المتوسطة التي تأخذ على عاتقها مهام التغيير غير موجودة، وإن وجدت إرهاصاتها فهي غير قادرة على فعل شيء يذكر وبذلك تكون الحملة الفرنسية /قطعة أوربية في وسط شرقي تركت تأثيراً على سطح القشرة الاجتماعية/(9). ¶ عندما تمكن من الفوز بالسلطة بدأ محمد علي بتطبيق ما قد فهمه من دروس وعبر وعلى الرغم من عدم مقدرته على التكلم بالعربية وجهله بالقراءة والكتابة فقد وعى خصائص المرحلة وطبيعتها، واستوعب النتائج التي توصلت إليها الحملة الفرنسية، ومنذ البدء ثبت لديه أن الأوربيين مجتمع متقدم متطور نشيط يستخدم العقل في الإدارة والإنتاج للحصول على الموارد واستقرت في ذهنه أهمية قوة الدولة التي يلعب فيها الإنتاج دوراً بارزاً، وهذا ما دفعه إلى العمل السريع لبناء قاعدة مادية تكفل له غزارة الموارد والقوة العسكرية في آن واحد.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "كان محمد علي عقلاً غريباً سخّر كل شيء في سبيل أغراضه العسكرية والسياسية، مستبداً أسرع في بناء نهضة ترضي طموحاته وتلبي أغراضه التي كانت دفينة في صدره حتى ذلك الحين، تحثه الرغبة في تطوير مصر لتصبح قوّة ضاربة، وكان يحلم أن يراها قطعة من أوربا، وإلى جانب ذلك كان عقلاً شغوفاً بالمعرفة تواقاً إليها، مهتماً بالكتب ويخصص لها وقتاً للسماع والمدارسة والمناقشة، وعرف عنه أنه كان يصغي لما يقرأ له بآذان مرهفة، ومن طريف ما يذكر عنه أنه كان يقرأ له معاونوه كتباً فرنسية عن سيرة نابليون وعن عظماء آخرين وكتّاب فرنسيين، كما كانت تترجم له كتب أوربية أخرى بناء على طلبه، ومعروف عنه أيضاً انه جيء إليه بمقدمة ابن خلدون فقرئت له وأعجب بها ووقف على آراء ذلك العبقري العربي في الدولة وتطورها، هذا بالإضافة إلى سماعه مؤلفات ميكافيلي في الإدارة والحكم، إن هذه السمات لحاكم مطلق الإرادة لا يحد من سلطته قانون ولا يقيدها دستور تبدو هامة جداً بل حاسمة بعيدة الأثر في بلاد يحكمها ومجتمع يقوده وما أن وطّد دعائم حكمه حتى بنى جيشاً تدرب على أيدي خبراء فرنسيين، وافتتح له مدارس حربية أحضر لها مدرسيين فرنسيين أيضاً، وفي عام 1826 أنشأ مدرسة الطب وإلى جانبها أقام مشفى واسعاً لمعالجة مرضى الحرب وجرحاها وللتدريب على التمريض وقد أشرك إلى جانب الأساتذة الفرنسيين أساتذة من العرب قاموا بالتدريس فيها، ونقل المترجمون الاصطلاحات العلمية الأوربية إلى اللغة العربية وخاصة عندما عكفوا على قراءة الطب العربي على اختلاف عصوره ومصادره مما كان له أكبر الأثر في بعث النهضة العربية. ¶ إلى جانب ذلك أسس محمد علي المدارس الابتدائية والإعدادية وباشر بالمدارس العالية حيث افتتح مدرسة للصيدلة وأخرى للهندسة وثالثة للتمريض والولادة أدار هذه المدارس مدرسون قاموا بإيصال مختلف أنواع العلوم وأصنافها إلى الطلبة.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "ويأتي الإيفاد والبعثات العلمية إلى أوربا في مقدمة الأعمال التي قام بها محمد علي وأكثرها تألقاً وعظمة والتي لم يعرف لها مثيل من قبل إن كان من حيث الحجم والتتالي أو الاهتمام والدعم المادي، فقد أوفد أربعة وأربعين طالباً إلى فرنسا تخصصوا بشتى أنواع المعارف والعلوم والفنون والحقوق والسياسة والهندسة الحربية إلى جانب الطب والزراعة والتاريخ الطبيعي والكيمياء وفي كل ما يتعلق بالحضارة الحديثة. ¶ ويذكر دارسو عصر النهضة ومؤرخوها أن المدرسين الإيطاليين كانوا قد أشرفوا على هذه البعثات لأن اللغة الإيطالية كانت سائدة آنذاك ولكن محمد علي ما لبث أن غيّر أسلوب الإشراف عندما أصبحت فرنسا هي الجهة التي أدار نظره إليها، فاستعان باللغة الفرنسية وأصبحت باريس محط أنظار دولته لذلك فلن نستغرب إذا انتشرت المعارف الفرنسية بعد ذلك في مصر وفي مقدمتها أفكار فولتير ومونتسكيو وروسو ثم سرعان ما دخلت مؤلفاتهم مكتبة المدارس المصرية منذ الربع الأول من القرن التاسع عشر. ¶ تتالت البعثات بعد ذلك وتتابعت، ففي عام 1832 أوفد محمد علي أبرز الطلاب النابهين من المدرسة الطبية ثم أوفد عدداً آخر من الطلاب عام 1844 من بينهم خمسة من أحفاده ومن أفراد الأسرة المالكة، وظلّت البعثات تتالى حتى عام 1847 قبل وفاته بسنتين.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "ومن طريف ما يذكر عن محمد علي أنه كان يعتني بأعضاء البعثات شخصياً، وكان يستقصي أخبارهم ويراسلهم ويشرف على دراستهم باهتمام ويحثهم على الكّد والتحصيل ويلفت نظرهم إلى واجباتهم والأعباء الملقاة على عاتقهم، وما ذلك إلا لشدة حاجته إليهم لتنفيذ مشاريعه وتطوير أساليب إدارته بهم، لذلك كله ليس من المستغرب إذا أصبح كل واحد منهم /طاقة جبارة تهز البلاد للتطلع إلى وضع أحسن ومنزلة أمثل/(10) وعلى الرغم مما قاله بعض المؤرخين في هذه البعثات والحركة العلمية// من أنها محاولة لربط مصر بالفكر الغربي المناهض للعروبة//(11) فسوف يكون لها أكبر الأثر في تقدم مصر ونهضتها، كما كان لهؤلاء الطلاب أثر بالغ في إحياء اللغة العربية وإعادة نصاعتها وإشراقة عبارتها ولا عجب بعد ذلك أن تتكون طبقة مثقفة منذ ثلاثينات القرن التاسع عشر كانت الأولى التي لعبت أدواراً سياسية وقيادية في الحياة العامة المصرية، وكان هؤلاء المثقفون يترجمون وينشرون الكتب بمختلف أنواعها وموضوعاتها كما كانوا يتعاونون تعاوناً وثيقاً مع أتباع الفيلسوف الفرنسي المعروف سان سيمون الذي كانت أفكاره قد تسربت إلى مصر فأعادوا تنظيم المدارس معاً وأشرفوا عليها وفي هذا المناخ برزت شخصيات هامة كان من أبرزها المفكر السياسي العظيم رفاعة رافع الطهطاوي 1801-1873 الذي يمثل نموذجاً للمثقف العربي في تعامله مع الثقافة الغربية وانفتاحه عليها بصفاء مستهدفاً من وراء ذلك التقدم والتحضر. ¶ كان رفاعة طالباً نابهاً شغوفاً بالقراءة والكتب لصيقاً بها وكان قد نشأ في بيت فقير في إحدى قرى الصعيد، ومنذ صغره نال حظاً من التعليم في الكتاتيب ثم انتسب إلى الأزهر بعد أن ارتحل والده إلى القاهرة وشجعه أخواله على طلب العلم ومنذ شبابه المبكر كان يتحرق إلى مخالطة العلماء والمفكرين، وفي الأزهر التقى بالشيخ حسن العطار، وتبادل الشيخ المتنور والتلميذ النابغة احتراماً وصداقة.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "تأثّر رفاعة بأفكار أستاذه ولاصقه كالظل /حتى أصبح العطار نافذته الوحيدة على الثقافة الأوربية/ (12) وكما ذكرت فقد كان هذا الشيخ الأزهري يدعو إلى ضرورة معرفة ما عند الفرنسيين لبناء مستقبل لائق، كما كان من المؤمنين بالتنوع الثقافي مع المحافظة على الأصالة، وظلّ يردد ذلك حتى تمثّل تلميذه هذه القناعة وبقي يعمل لها طوال حياته. ¶ مكث الطهطاوي في الأزهر ثماني سنوات كان خلالها تلميذاً دؤوباً جلداً مجداً ثم مدرساً نال ثقة طلابه ومحبتهم، وعندما احتاج محمد علي واعظاً للجيش طلب من العطّار رجلاً يملأ هذا الفراغ فاقترح الشيخ العطّار اسم تلميذه، وعندما قرر محمد علي أن يرسل طلاباً إلى أوربا خشي عليهم من الضياع في متاهات باريس لذلك رغب أن يرافقهم واعظ ديني، ومرّة أخرى يقترح العطار اسم الطهطاوي، وهكذا /سافر رفاعة إلى باريس إماماً واعظاً للبعثة المصرية منفتح الذهن لمعرفة الحياة هناك/ (3) وبينما كان التلميذ وأستاذه الشيخ يلقي كل منهما نظرة وداع على الآخر أوصى العطار تلميذه بما يجب أن يكون عليه في فرنسا وهمس في أذنه بأن يكتب رحلته ومشاهداته هناك. ¶ وفي فرنسا أقبل رفاعة على القراءة بنهم وشغف لا يعرفان الكلل، واستثمر وقته كما لم يستثره دارس آخر، فاطلع على الحياة الفرنسية خاصة والأوربية عامة بوجوهها السياسية والثقافية والاجتماعية، وحين عودته إلى مصر عام 1831 قدّم صورة عن الحياة هناك في كتابه العظيم: تخليص الإبريز في مشاهدات باريز. ¶ لقد دلّ الطهطاوي في كتابه هذا على وعي علمي وثورة كامنة في صدره، وأثبت أنه راغب في بناء مصر الحديثة من خلال المقارنة بين أوضاعها وبين أوضاع فرنسا، وكان هذا الرجل الموسوعي يتنقل في مصر من معهد إلى معهد ومن مدرسة إلى أخرى مدرساً ثم مترجماً ثم رئيس تحرير لصحيفة أو جريدة مدركاً في كل ذلك ضرورة التغيير الاجتماعي والنهضة التعليمية والتربوية على الطرق الحديثة.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "وفي دار الألسن يشهد له المؤرخون بأنه كان يعمل ليل نهار ليخرّج المترجمين الأكفاء وعلى يديه تخرّجت الدفعة الأولى منهم سنة 1841 وقام العاملون في هذه الدار بترجمة كتب علمية متخصصة من علوم ورياضيات وطبيعيات وطب وتاريخ وقصص وقوانين وجغرافيا وقد أراد الطهطاوي من وراء ذلك أن يطلع أبناء العرب على ما كان قد اطلع عليه في فرنسا وشاهده، ومن طريف ما يذكر في هذا المجال أن محمد علي باشا كان يأمر بحبس أعضاء البعثة لدى عودتهم في القلعة ولا يخرج واحد منهم إلا بعد أن يتم ترجمة كتاب في مجال اختصاصه. ¶ لقد كان الطهطاوي جسراً بين الشرق والغرب عبرت عليه قاطرات من المعارف والعلوم، وكان بحق من الروّاد الذين سيرتكز عليهم أدباء النهضة ومصلحوها وفي مقدمتهم عبد الله النديم. ¶ لم يكتف محمد علي بافتتاح دور الترجمة، بل أنشأ المطابع استجابة منه لمتطلبات العصر إذ أنه لم يعد من المجدي تكوين الرأي العام من خلال الطرق القديمة كالمآذن والمساجد والرسل، فالناس أصبحوا بحاجة إلى الاطلاع لمعرفة ما يحيط بهم ليتخذوا مواقفهم من كل أمر من الأمور، ولهذا السبب اصطحب نابليون مطبعة كانت سلاحاً من أهم أسلحة حملته الفرنسية. ¶ ومن المعروف عن محمد علي أنه قد أنشأ مطبعة القلعة عام 1815 والتي اقتصر عملها على طباعة التعليمات الإدارية والعسكرية وبعض الكتب المحدودة، ثم بعد ذلك وفي عام 1832 أنشئت مطبعة بولاق الشهيرة والتي يرى بعضهم أنها الثانية بعد الحملة الفرنسية التي تطبع بالعربية، هذا وما تزال /أكبر مطبعة عربية في العالم/ (14). ¶ لقد قامت مطبعة بولاق بطباعة كتب العلوم أيام محمد علي، وكتب الأدب أيام اسماعيل، مما كان له أكبر الأثر في دفع عملية النهوض والتقدم، وستعرف مصر منذ ذلك التاريخ الصحافة التي ارتبطت نشأتها بنشوء المطابع.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "بعد هذا تعددت المطابع فكان منها مطبعة مدرسة الطب ومطبعة مدرسة المدفعية التي /اختصت بطباعة المؤلفات العسكرية والنصوص التشريعية/(15) ومطبعة ديوان الحربية لطباعة كتب بالتركية والفارسية إلى جانب العربية، كما كان إلى جانب هذه المطابع مطبعة مجلة أسبوعية صدرت بالعربية والإيطالية، هذا وإلى جانب مطبعة ديوان الخديوي ومطبعة رأس التين كان/هناك عدد غير قليل من المطابع الحجرية للإيفاء بحاجة الحكومة المتزايدة/(16). ¶ كان محمد علي مقتنعاً بقيمة الصحافة وأثرها في كسب المؤيدين والأنصار اقتداء منه بالفرنسيين، فاستزاد منها وأسس عام 1812 جرنال الخديوي وهي صحيفة عربية تنقل أوامر الحكومة إلى الأقاليم وتستقبل التقارير من الولاة يخبرون فيها عن كميات الغلال والمحاصيل والمال الذي اجتبوه من الفلاحين، كما تتضمن تقاريرهم أحوال الموظفين ومدى نشاطهم كي يقف الوالي على أحوال البلاد، هذا بالإضافة إلى اهتمام هذه الصحيفة ببعض القصص وشيء من الأدب. ¶ إن تاريخ الصحافة في مصر بل في الشرق أجمع يبدأ بجريدة الوقائع المصرية الرسمية التي افتتحها محمد علي عام 1822 وكانت حينذاك تكتب باللغتين التركية والعربية ثم أخذت تصدر باللغة العربية فقط وكان يشرف على تحريرها حسن العطار شيخ الأزهر آنذاك. ¶ لقد كان للترجمة والطباعة والصحافة أكبر الأثر في حياة الشعب المصري وكانت أحد أهم العوامل التي أسهمت في إقامة دولة علمانية تأخذ بأهداب الحضارة ومقوماتها، وقد أيقظت العقل العربي في القرن التاسع عشر ووجهت الرأي العام إلى قيم /ومثل جديدة في اللغة والفكر/ (17)، وغدا الكتاب رخيصاً يتداوله الجمهور بعد أن كان ينسخ باليد ويكلف ثمناً عالياً، وكذلك أصبحت آداب الأمة منتشرة بين أبنائها وفي متناول كل يد وتدور على كل لسان بعد أن كانت محدودة ضيقة النطاق، وبذلك /اتسع تناول الأفكار في العلوم والفنون وأصبحت حقاً مشاعاً للجميع/ (18).",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "لم يكن للنهضة الثقافية هذه شأن يذكر في عهدي عبّاس وسعيد، وليس ثمة ما يستحق الوقوف عنده، وكما ذكرت فقد كان عهد كل منهما ضحلاً توقف الدرس فيه والتحصيل عن النمو والازدهار، وحرص هذان الواليان على الحد من التقدم التعليمي ويناعته، وكما يذكر مؤرخو هذه الفترة كانت ردة ثقافية ورجعية في التفكير وعودة إلى الوراء، فعرفت البلاد إغلاق المدارس وتقليص العلوم والمنشآت الثقافية التي كان قد بدأها محمد علي وكان يتم ذلك بحجة الاقتصاد في النفقات وتوفيرها، ولعل نفي الطهطاوي على يد عبّاس الأول خير دليل على هذه الردة الثقافية، فقد جرّد من مناصبه وأبعد إلى السودان /للتخلص من دعاة الدولة الحديثة/(19). ¶ لم يكن في مقدور عبّاس وسعيد أن يوقفا الأقنية الثقافية لأن رأياً عاماً كان قد بدأ يتشكّل في البلاد وأخذ يقترب من جماهير الفلاحين ويتحدّث عن مشاكلهم، وأخذ الجدل يتفاعل في صفوف أبناء الشعب وخاصة في فترة حكم اسماعيل الذي كان عهده عهد نهوض أدبي وبناء فكري كما يشهد بذلك مؤرخو عصر النهضة دون استثناء، ففي فترة حكمه ازدادت العلاقات رسوخاً مع أوربا وانفتحت مصر على مصراعيها في وجه تيارات الفكر والأدب كأن عاصفة تريد ألا تبقي على كل مخلفات الماضي، وتشكّلت في البلاد آراء وتيارات متصارعة تعاظمت قوتها واحتدم الجدل بينها، وأخذت البلاد تمور بالثقافة وتعج بالمثقفين والساسة والعلماء والفنانين، وأصبحت مصر قبلة الفارين والمهاجرين والملاحقين من كافة بلاد الشام وغيرها يجذبهم الأمن والجدل والنقاش، كل ذلك يحثهم على القدوم والإقامة في مصر لما أتيح لها من حرية في القول والعمل مستفيدين من الفرصة المتاحة لهم والتي كان ينعم بها أبناء البلاد.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "وعلاوة على ما اقتضته الظروف العالمية والمحلية آنذاك، كان اسماعيل يرغب في ذلك المناخ ويعمل على تعميق تيارات الثقافة ويذكي أوارها بما له من مواهب خاصة به، كان الرجل فناناً موهوباً متحضراً ذكياً منفتحاً على الثقافة الفرنسية أمضى سني دراسته في باريس وكان يسعى إلى الاقتداء بخطوات جده محمد علي ويطمح إلى أن يجعل مصر قطعة من أوربا كما هو معروف عنه. لقد لعب هذا الوالي دوراً بارزاً في إحياء الثقافة على الرغم من مساوئه السياسية والإدارية. ¶ فقد أعاد البعثات وتوسع فيها وأجرى الدماء في شرايين التعليم وافتتح المدارس العامة وزاد عليها مدرسة الحقوق التي أسهمت في نهضة مصر وازدهار الخطابة فيها، ونبغ منها رجال من الحقوقيين قادوا البلاد في ميادين السياسة فترة طويلة من الزمن. ¶ بعد ذلك وفي عام 1871 افتتح مدرسة العلوم واختار طلابها من خيرة الدارسين في الأزهر وكان لهذه المدرسة أثر عظيم في اللغة وإحيائها حيث أحيت المفردات المهجورة وجددت في الأساليب اللغوية ونفضت التراب عن تراثنا المجيد وقدمته إلى الناس مستساغاً جذاباً كما عكف أساتذتها على تدريب الأقلام الصاعدة وتنمية الذوق السليم وقدّمت الرائع من الشعر والنثر. ¶ وفي مجال التعليم أيضاً أنشأ اسماعيل مدرسة البنات عام 1873 وهي الأولى من نوعها في مصر ومن أهمها مدرسة السيوفية حيث كان يدرس فيها مائتا تلميذة، ثم بعد ذلك بثلاث أو أربع سنوات من افتتاحها وصل العدد إلى أربع مائة تلميذة يتعلمن بالمجان بما في ذلك مجانية المأكل والملبس. ¶ إلى جانب هذه الكليات النظرية بنى اسماعيل عدداً من المدارس الصناعية وإلى جانبها مدارس المحاسبة والزراعة والمساحة بالإضافة إلى مدرسة للعميان والبكم.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "لم يغفل اسماعيل عن المدارس الابتدائية بل زاد في عددها حتى بلغ أربعين مدرسة، كذلك توسع في بناء المدارس الثانوية ومن أشهرها مدرسة رأس التين التي أنشئت سنة 1862 والمدرسة الخديوية سنة 1868 وأشرف عليها ديوان المدارس الذي كان قد ألفه سعيد والذي سيصبح وزارة التربية فيما بعد. ¶ لقد توسع جمهور المتعلمين وكثر رواد المدارس وطلابها وأساتذتها وزاد عدد القرّاء ووصلت الكتب إلى البلاد بسرعة مذهلة، فالتعليم في مصر قد أصبح غاية بذاته /ولم يعد يراد به الجيش إنما أصبح يراد به الشعب/(20). ¶ وفي مجال آخر بنيت دور الكتب العامة التي ساهمت في بناء النهضة الأدبية وساعدت على نشر التعليم وسهّلت الاطلاع وكوّنت مناخاً للتأليف والنشر، وشجعت على نسخ الكتب النفيسة المبعثرة والتي جمعت من المساجد والمكتبات الخاصة وكثرت أماكن بيعها وعرضها، وفتحت دور الكتب هذه أبوابها أمام المتعلمين ليتناولوا ما لم يقدروا على شرائه منها، وكان علي مبارك أحد أكبر رواد التعليم في مصر قد أشرف على دار الكتب المصرية وزودها بالكتب التي تضم شتى أنواع العلوم والفنون من عربية وغربية وحدد لهذه الدار أوقاتاً يؤمها الرواد في الصباح والمساء/ ويغدو ويروح الشعب إليها للقراءة وللاطلاع/ (21) كما وضع نظاماً لاستعارة الكتب خارجها. ¶ ولعل الجديد في عهد إسماعيل تشكيل الجمعيات الخاصة والتي لا علاقة للحكومة بها، مما يدل على أن ظروفاً كانت قد استجدت وتطلبت مثل هذه الحركة الثقافية التي لم تكن عبقرية إسماعيل وراء كل شيء فيها، فقد تأسست وبمبادرات شخصية من رجال عرفوا بميلهم إلى العلوم الجمعية العلمية، ثم سرعان ما تأسست جمعية المعارف عام 1868 وهي أول جمعية مصرية ظهرت لنشر الثقافة عن طريق التأليف، وقد اقتنت مطبعة قامت بطباعة طائفة من الكتب في التاريخ والأدب والفقه.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "إلى جانب هاتين الجمعيتين تأسست الجمعية الجغرافية عام 1875 وقد كانت من أهم المنشآت العلمية في مصر وكما يعرف من اسمها فقد كانت تعنى بالأبحاث الجغرافية والعلمية، تدونها وتنشرها وأصدرت لذلك مجلة تنشر فيها أبحاثها. ¶ ولعل الجمعية الخيرية الإصلاحية التي تأسست عام 1875 من أهم هذه الجمعيات على الإطلاق، فقد أنشئت في الإسكندرية بتكليف من أحزاب سياسية للوقوف في وجه طغيان إسماعيل واستبداده، إلى جانب وقوفها في وجه المد الأوربي وسيطرته على البلاد، لذلك كانت تعمل في السرّ مما دفع بإسماعيل للبحث عن أعضائها وملاحقتهم دون أن ينال منهم، وعندما تحوّل عمل هذه الجمعية إلى العلن افتتحت مدرسة تعلم فيها أبناء البلاد وكان عبد الله النديم مديراً لها، وقد حرصت الجمعية على تربية التلاميذ تربية صالحة/ وقد ظلّت هذه الجمعية والمدرسة تعملان على تنشئة الجيل حتى قامت الثورة العرابية فتفرق القائمون عليها/(22). ¶ نشطت الصحافة في عهد إسماعيل وازداد عددها ولعبت أدواراً رائدة في نهضة القرن التاسع عشر وخاصة في الثلث الأخير منه، وعملت على إنهاض الشعب في حقلي الإصلاح السياسي والاجتماعي، وكوّنت رأياً عاماً في تلك الفترة من حياة البلاد وبذلك تكون قد رسمت معالم من التفكير وسبلاً في ¶ التربية الوطنية. ¶ ومن المعروف أن إسماعيل كان قد ورث صحيفة واحدة هي الوقائع المصرية، غير أنه أسس مجلة اليعسوب الطبية الشهرية والتي صدرت عام 1865 وكانت تنطق باسم البعثة العلمية التي أوفدها محمد علي، وتعتبر هذه المجلة الأولى من نوعها في الشرق، وفي عام 1870 أنشأ محمد مبارك مجلة روضة المدارس وكانت تشرف على إحياء التراث ونشر المعارف الحديثة، ثم أدارها رفاعة الطهطاوي وجعلها ميداناً لأبرز كتّاب تلك الفترة، وقد قدمت هذه المجلة أبحاثاً طريفة في العلوم والآداب والاجتماع والفلك والتاريخ والرياضيات، كما أنها مهّدت الطريق إلى الصحافة الحديثة.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "وتعتبر جريدة أبي نظارة أولى الجرائد السياسية التي انتقدت سياسة إسماعيل وقد أدارها يعقوب صنوع الذي كان قد نفاه الخديوي وأغلق جريدته وطرده إلى باريس ومن هناك ظلّ صنوع يهاجم حكومة إسماعيل حتى توفي عام 1912. ¶ لقد كثر عدد الصحف في تلك الفترة حتى وصل إلى العشرين، ساعدها في النمو والازدهار إقبال الناس عليها وما لاقت من حرية وأمان فسهل رواجها وكثر قراؤها والعاملون فيها ولاقت قبولاً من الكتّاب الذين لم يتوانوا عن مدّها بمقالاتهم وأبحاثهم التي تتناول هموم العصر ومشاكله. ¶ من جهة أخرى اعتنت حكومة إسماعيل بمطبعة بولاق بشكل خاص وبالطباعة بشكل عام ومن أجل هذا تأسس معمل للورق عام 1871 مما شجع العاملين في ميدان الثقافة وحثهم على العمل والإنتاج المتواصل. ¶ إلى جانب المطابع الحكومية أنشئت مطابع أهلية كان لها أكبر الأثر في نشر الكتب الحديثة وتيسير الاطلاع على الأدب والفنون والعلوم وعلى شتى أنواع المعارف الأخرى، كما قامت هذه المطابع بطبع نفائس الكتب التي أصبحت غذاء يتناوله الجميع. ¶ فتحت مصر أبوابها أمام الثقافة الأوربية عامة والفرنسية خاصة، وازداد النفوذ الأجنبي في البلاد وكثر الوافدون تجاراً ومغامرين وخاصة في الفترة التي افتتحت فيها قناة السويس، ثم أن الثقافة الأوربية والفرنسية منها بشكل خاص كانتاً تثيران اهتمام إسماعيل، لذلك نشطت الترجمة في عهده ولعبت دار الألسن دوراً بارزاً في الثقافة والنهضة. ¶ في الجانب الأدبي ترجمت قصص ومسرحيات غربية بلغت المئات، وبرز مترجمون من أشهرهم محمد عثمان الذي مثّل الروح المصرية أشّد تمثيل /وقد كان أديباً ثائراً على مدرسة التقليد/(23) وإلى جانب الترجمة خطا التأليف في عهد إسماعيل خطوات واسعة إن كان في القانون أوفي العلوم والمسرح.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "لقد لعب المسرح في مصر دوراً بارزاً في التقدم والنهضة مما جعله يجذب إليه كبار المسرحيين في بلاد الشام، وقد لقي تشجيعاً من إسماعيل نفسه، فقد بنى دار الأوبرا وأنشئت فرق للتمثيل، وكان مارون النقاش من أوائل الذين تناولوا هذا الفن وأدركوا دوره الاجتماعي واستوعب المهام التي يستطيع فن التمثيل أن يقوم بها، كما اكتشف دوره في تنبيه العقول وتهذيب الأخلاق وقال: إن المسرح يكشف العيوب الاجتماعية ويدعو إلى التخلص منها. ¶ كان النقّاش 1817-1855 مسرحيّاً عبقريّاً، كثير التطواف في أوربا، وقد عرف عنه أنه زار فرنسا وإيطاليا واطلع على المسرح في كل منهما، ثم التفت إلى التراث فأخذ منه وأسبغ على شخصيّاته سمات عربية. ¶ ولكن المسرح المصري في تلك الفترة شقّ طريقه على يدي يعقوب صنوع 1839-1912 بخطوات واسعة، فقد كان صنوع على درجة من اليسار وكان كل ما حوله يفضي به إلى الثقافة وارتيادها حيث كان والده غنياً بحكم قربه من أحد أحفاد محمد علي مما هيّأ لابنه فرصة الاطلاع على ثقافة أوربية وافرة، لذلك أتقن صنوع عدداً من اللغات تمكن من بعضها وأتقنه، وعند عودته من أوربا انضم إلى التيارات السياسية التي تتبنى الإصلاح وتدعو إليه متأثراً بجمال الدين الأفغاني ومحمد عبده. ¶ اقتنع صنوع بالمسرح على أنه أداة من أدوات التغيير والإصلاح والتبشير بالأفكار الجديدة وأنه فن قريب من سواد الأمة وكتلتها، لذلك عكف على كتابة المسرحيات ودرب الممثلين على أدوارهم السياسية والاجتماعية وأقنعهم بها، ثم أقنع الخديوي إسماعيل بجدوى المسرح وضرورة بناء دار الأوبرا في مصر، لقد طرح صنوع موضوعات جديدة في مصر ومجتمعها، فانتقد تعدد الزوجات وفساد الأخلاق كما هاجم سياسة إسماعيل واختلف معه ثم أخرج من البلاد.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "لقد جذبت هذه النهضة العاملين في حقل الثقافة من أقطار أخرى وشجعتهم على القدوم إلى مصر حيث الحوار والأمن، ففي الربع الأخير من القرن التاسع عشر هاجر صفوة الأدباء من بلاد الشام بعد أن ضاقوا ذرعاً من اضطهاد العثمانيين ومن عدم الاستقرار الاجتماعي والسياسي، آملين أن يجدوا في مصر الحياة الكريمة. ¶ أسهم هؤلاء المهاجرون في النهضة الحديثة بما كان قد استوعبوه وحملوه معهم من الآداب الغربية واشتركوا في الحوار بحرية تامة وتناولوا مشاكل قديمة وجديدة بعيدة عن المحلية والإقليمية، وتبادل المصريون معهم المعارك الأدبية والفكرية الضارية التي تناولوا فيها كافة وجوه الحياة الاجتماعية والسياسية والاقتصادية والتي حثوا فيها مجتمعهم على التقدم وموازاة الشعوب الأخرى، وأعطوا الموضوع السياسي جلّ اهتمامهم، فارتطمت عقول وتلاقحت أفكار في معارك تطاير شررها إلى الأقطار الأخرى، فتجاوبت النداءات وانحاز كل إلى نظيره في الفكر والقناعات. إن كتب الأدب التي حبّرت في تلك الفترة تضم ذكريات نضالية عذبة بين هذا الفريق من أبناء الأمة الذين ابتغوا طواعية مصلحة شعبهم وتقدمه، وكان عبد الله النديم واحداً من هؤلاء. ¶ ((( ¶ الفصل الثالث : ¶ نشأته وتكوينه ¶ 1843-1879 ¶ حفلت سنوات النصف الثاني من القرن التاسع عشر بكل طريف وجديد، وحملت معها بذور التغيير في حياة مصر عامة وفي تطور مدينة الإسكندرية خاصة، فقد شهدت هذه المدينة بحكم موقعها المتميّز حركة اقتصادية تناولت الصناعة والتجارة والزراعة واحتضنت قاعدة مادية بدأها محمد علي وطوّرها إسماعيل واقتضتها ظروف العصر أيضاً.",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "ولم يأت عام 1850 حتى أصبحت مصر دولة ذات أهمية تجارية بالغة، برزت فيها مدينة الإسكندرية عاصمة تجارية متطورة متكاملة فقد أصلح فيها الميناء البحري وأدير بنظام صارم دقيق وإلى جانبه افتتحت مدرسة للبحرية عام 1825 وبنيت دار صناعة السفن عام 1829 طورّت النقل البحري وجعلت الطرق المائية القادمة من أفريقيا تلتقي مع الطرق البحرية القادمة من أوربا في مدينة الإسكندرية. ¶ من جهة أخرى عرفت هذه المدينة منذ ذلك الحين اتصالات هاتفية وشبكة مياه نقية وخطوط ترام وسكك حديدية بالإضافة إلى شوارع عريضة ومستقيمة كان قد شقها وعبّدها سعيد باشا، وبذلك تغدو مدينة المال والثراء والجمال ترتبط بعواصم العالم من آسيا وأوربا وأفريقيا، ومنذ ذلك الحين أخذت تجذب الأوربيين على كافة اتجاهاتهم ومشاربهم ومآربهم، فاحتشد فيها أصحاب رؤوس الأموال والخبرات منهم والكفاءات، فافتتحت فيها المصارف والبنوك وتداول الناس العملات بأنواعها وجنسياتها المختلفة. ¶ وفي مصر منحت الامتيازات للأجانب فارتفع عددهم وتضخم حتى أصبح سبعين ألفاً عام 1878 كانوا ينتمون إلى جنسيات متعددة فرنسية وإنكليزية وإيطالية ويونانية كانت الغالبية العظمى من هؤلاء أفاقين، انتهازيين من حثالة البحر الأبيض المتوسط ضاقت بهم بلادهم ولم يجدوا فيها فرصاً للكسب الشريف، فاندفعوا إلى مصر لجمع المال والثروة كما يحلو لهم وسلكوا من أجل هذا طرقاً غريبة عجيبة لم ينظروا فيها إلى شرف الوسيلة بمقدار نظرتهم إلى الهدف والغاية.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "لم يقطع هؤلاء علاقتهم ببلادهم، بل عاشوا في المدن المصرية وخاصة في الإسكندرية بمن فيهم العثمانيون والأتراك طبقة متميزة عن أبناء البلاد منفصلة عنهم بلغتها وزيّها وعاداتها وسلوكها وفي مراكز سكناها التي احتلتها وحتى بأسلوب تفكيرها وبمستوياتها المادية العالية وأصبح لهؤلاء بما فيهم الألبان مصالح هامة يقفون عندها ويدافعون عنها، فلا عجب بعد هذا أن نراهم يتدخلون في سياسة البلاد حتى وصل الأمر بهم إلى تشكيل وزارة وإقالة حكومة، والأخطر من هذا جميعاً أنهم كانوا يشكلون إحدى الدعائم الهامة لأسرة محمد علي المالكة. ¶ وكي يكمل مشاريعه الاقتصادية استقدم محمد علي شباباً من الريف ليسهموا في بناء القاعدة المادية، فأقبل هؤلاء طامعين في حياة أفضل وظروف أمثل وعيش أكثر ليونة مما كانوا يعيشون فيه تحت وطأة الفقر المدقع. ¶ كان مصباح بن إبراهيم والد النديم واحداً ممن استقدموا من قرية الطيبة إحدى قرى مديرية الشرقية ليعمل في منشأة صناعية، ومنذ بداية إقامته في مدينة الإسكندرية عمل في مطبعة عاملاً بسيطاً ولما لم يرق له ذلك تركه والتحق بدار صناعة السفن في الميناء نجاراً بسيطاً أيضاً، وظلّ في عمله هذا إلى أن صدر مرسوم من السلطان عام 1841 يقضي بتخفيض عدد الجيش المصري وإلغاء عدد من منشآته الصناعية والتعليمية فسرّح عدد كبيرٌ من الموظفين والعمّال كان من بينهم مصباح بن إبراهيم.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "لم يعد مصباح إلى قريته كما عاد غيره من العمال إلى الريف بل استطاب له المقام في المدينة واتخذ له فيها مخبزاً يصنع فيه الخبز ويبيعه إلى الغرباء من الأجانب في حي المنشية الشعبي، وبهذا استطاع أن يحصل على مورد رزق بسيط مكّنه من الزواج وبناء أسرة تقترب من اليسار حيناً وتبتعد عنه أحياناً أخرى، وفيما هو في السادسة والعشرين من عمره رزق بابنه عبد الله عام 1843 والذي سيعرف بالنديم فيما بعد.كان في حي المنشية صناعيون وتجار وأرباب مهن أرسلوا أولادهم إلى الكتاتيب كي يحصلوا على شيء من التعليم ليمكنهم من مزاولة مصالحهم، وأرسل مصباح ولده النديم إلى الكتّاب، ومنذ البدء بدأت على الطفل علائم الذكاء، فقد استوعب ما كلّفه به شيخه وفرضه مما شجع والده على إرساله إلى الجامع الأنور الذي كان يضاهي الأزهر، وفيه أمضى ست سنوات أتقن خلالها الحديث والفقه والصرف والنحو والمنطق والتفسير والبلاغة أشرف عليه مدرسون كان أحبهم وأقربهم إلى قلبه الشيخ محمد العشري. ¶ اكتشف العشري النديم وعرف مواهبه وميوله، فاصطحبه إلى المجالس الأدبية وأخذ يطوّف به السهرات والندوات، ولتشابه في سلوكهما ارتبطا بصداقة ووداد حافظ النديم عليهما وذكرهما في رسائله إلى أستاذه فيما بعد قال له: /غذاء النفوس وبهجة المهجة سيدي ومجيري وعمدتي يخصك التحية غرس بستانك وزهر إحسانك، ربيت فأحسنت وغذيت فأسمنت وعلمت فأفهمت وأشرت فألهمت، وكيف لا يكون لساني قوس البديع وكلامي السهم السريع وأنت باريه وراعيه/(1).",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "وفيما يبدو لم ترق دروس المسجد الرتيبة للنديم، فهرب فجأة واندس في صفوف الأدباتية أولئك الشعراء الشعبيون الظرفاء، وهام مثلهم في كل طريق ومنعطف وانتقل معهم من بلدة إلى بلدة ينظم ويحاور ويقلد تسعفه في ذلك ذاكرة عجيبة، فساح في شوارع الإسكندرية والقاهرة والمنصورة وطنطا أولاً، ثم اتجه إلى الريف وضرب في عمقه وهناك خالط الفلاحين والتصق بهم وعاش كما يعيشون ووضع يده على مأساتهم الاجتماعية بكل أبعادها ولاحظ ذلك الانقسام بين المالك والمملوك والفقير والغني. إن هذا الوعي الاجتماعي سيبقى محوراً يرتكز عليه نضاله السياسي طيلة حياته. ¶ ومع الجوالين الظرفاء أحب النديم الترحال وتذوق العيش معهم واستساغه، فأصبح صلب العود صعب المراس عميق الثقة بنفسه خصب التجربة، وقد أفصح عن ذلك إلى صديق له في رسالة يحدثه فيها عن عمق هذه التجربة وأثرها في نفسه قال: /وما تعهده في طبيعتي من الجبن كان قبل ركوب السفر ومعاناة الأمور ومعاداة الدهور، فإن من ألف الراحة وألف السياحة واقتصر على مصره ورجال عصره كان كطير القنص إذا وضع في القفص يفرح بمطعوم جنسه ومائه ويمرح بين أرض حبسه وسمائه، فإن غابت عنه الميرة أدركته الدهشة والحيرة يستغيث ولا يغاث حتى يصير كالبغاث، وأما من زاد التنقل واختار التغرب فهو كالكركي تارة شامي ومرّة تركي وآونة مصري وأخرى بصري لا يحرم من القفار نيلها ولا من الأنهار نيلها/(2).",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "وبعد أن عاد من تطوافه ارتحل إلى القاهرة وفيها تعلّم فن الإشارات البرقية وعيّن عامل مقسم بمدينة بنها في محطة السكك الحديدية بعيداً عن أصحابه الصعاليك الظرفاء، فتكدّر عيش الزجال الغريد، وشكا دهره ومعاكسته وتذمر من الظروف التي أحاطت به، ففي رسالة إلى صديق له يقول فيها /لو أن السيد يعلم ما أنا فيه من معاناة الأمور ومعاداة الدهور لالتمس عذراً لتأخيري وصفحاً عن تقصيري، فقد حررته ليلة نوبتي وبعد عشائي وقبل نومتي مع صفير الوابورات وجعجعة العربيات/(3). ¶ وفي رسالة أخرى يحزن لافتقاد الأصدقاء وحرمانه جو الأدب الذي كان يعيش فيه وكيف جعلت منه الظروف طائراً في قفص قال /وانتظمت في سلك التلغراف وامتزجت بالأوباش بعد الأشراف فضعف يقيني ولم أجد من ¶ يقيني/(4). ¶ ولمّا كان عمّال المقاسم قلائل في تلك الأيام انتدب ليعمل في قصر الأميرة جوشيار خانم والدة الخديوي إسماعيل، وفي هذا القصر الفاخر غمره النعيم وأصابه وأصبح من موظفي القصر له ما لهم من طعام وكساء وإقامة.. وهناك وقعت عينه على كل غريب عجيب، فالأميرة الشرقية لم تدع شيئاً من ألوان الترف والرفاه، فرق موسيقية شرقية وغربية، فرق التمثيل والمغنيات، الأمراء والسادة المرصعون بالنياشين والقصب والفضة، الجواري والوصيفات اللواتي كن على جانب عظيم من الذوق والجمال والفطنة. لقد أحسّ النديم برغد العيش هذا فكتب إلى صديق له //أدركت برهة من الزمن لم أذق فيها سمّ الإحن وقتما كنت في القصر العالي بحر الجواهر واللآلي فقد استرحت هناك من الشياطين وانتظمت في خدمة السلاطين//(5).",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "في هذا المفصل من حياته اختلط النديم بالمثقفين والدارسين الذين كانت تعج بهم القاهرة، وتردد على المجالس الأدبية والصالونات الفكرية الرسمية منها والشعبية واشترك بالنقاش المحتدم والجدل الذي يختلط فيه الأدب بالسياسة غير بعيد عن ذكر أحوال البلاد وأوضاعها الراهنة، ووطّد العزم على متابعة الدراسة في الأزهر، فأخذ يطالع الدروس التي كان يتلقاها مع رفاقه وتلقن اللغة العربية على يد أستاذه اللامع حمزة فتح الله وارتبط معه بصداقة عامرة، وأخذ بيده أستاذه أحمد وهبي فعرفه على نوابغ العصر وأدبائه الذين كان النديم حفياً بهم فرحاً بمخالطتهم، لذلك ظلّ يذكرهم طوال حياته فرداً فرداً ويطريهم بأعذب الكلام طوال حياته //محمود صفوت الساعاتي الفصيح اللسان المشار إليه بالبنان، ومحمود سامي البارودي غيث الربيع الهامي، وعلي الزرقاني الفاضل الذي ألفته اللغة والمعاني، ومحمد سعيد الذي نظم من المباني أرقها ومن المعاني أدقها، وعبد الله فكري من ملأت من دنّه أقداح فكري// (6). ¶ وكما ذكرت فقد كان النديم فرحاً بلقاء نوابغ العصر حفياً بهم فأكثر من ذكرهم بكل وقار، وبدا في حضرتهم مستمعاً مصغياً ومتحدثاً حاذقاً ومجادلاً بارعاً، وفي مجالسهم وجد أدباً متنوعاً جديداً وقديماً، وتعرّف على الروائع من القصائد والأشعار، واستمع إلى أحاديث متعددة الأساليب والفنون، ولهذا اشتدت أواصر الصداقة بينه وبين متنوري عصره وعلمائه //فارتوى من أدبهم ومحفوظهم وكان يجاريهم عندما تسنح الفرصة له// (7).",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "لخطأ في فكّ رموز برقية طرد النديم من القصر، فخرج غاضباً حاقداً لا يلوي على شيء ومن جديد انضم إلى الزجالين الظرفاء دون أن يغفل عن مجالس الأدباء وارتيادها، ومن مدينة المنصورة التي اتخذها منطلقاً كتب إلى صديقيه محمد كمال وأحمد علي يصف الحالة التي آل إليها أمره فهو كما يقول//جوّاب سائح قنّاص لكل سانح، زاده من مزوده وصرفه من كيسه ومأواه حجرات الأجر يقطف زهر كل فن.. ثم سأل عن أندية الآداب ليتعرّف بذوي الألباب، فدلّ على شرذمة قليلة سليلة جليلة، فهرول إليها هرولة طامع، وأبدى سن المبتسم وقال: حسبي هؤلاء من المدن والقرى//(8). ¶ بعد ذلك ارتحل إلى مديرية الدقهلية وهناك اختير معلماً لأولاد العمدة، ولكن شجاراً على الأجر نشب بينه وبين صاحب البيت، فانصرف النديم دون أن ينال حقه فعاد إلى المنصورة واستضافه أحد الأغنياء فيها واشتركا في تجارة فشلت وتبدد الربحُ ورأس المال. ¶ في هذه القرى التي طاف بها النديم خالط الفلاحين، والتصق بهم في حقولهم وأكواخهم وجلس على موائدهم، واندمج معهم وأصغى إلى أحاديثهم وطرفهم وقصصهم الشعبية، واختزن كل ذلك في ذاكرة لاقطة ناقدة، كما اطلع على جرائم الإقطاع وعرف نتائج الاستغلال والقهر، ثم أخذ يقارن بين هذا الواقع وبين ما كان قد رآه في قصر الأميرة من ثراء وليالي ألف ليلة وليلة، فازداد إحساسه الاجتماعي والإنساني بمأساة الريف المصري، واقتنع بأن الفقر وراء كل شيء، لذلك آمن بالحرية على أنها حلم الخلاص من عبودية الفقر والتبعية للأجانب، وراح يدافع عن الفلاحين بحسه المرهف ونقاوته الثورية وطهرها مما سيجعل أدبه يتسم بمسحة ثورية تنتمي إلى فصيل ثوري ناهض وقوى لها قدرة خارقة على صنع أحداث كان من أهمها الثورة العرابية.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "وفي عام 1876 قادته قدماه إلى مدينة طنطا وفيها تعرّف على مفتش الوجه البحري وأحد مؤسسي الحزب الوطني ومناصري تياره في البلاد شاهين باشا كنج، فاستضافه الباشا واتخذه نديماً له وسميراً، وفي بيته تعرّف على أحد المتنفذين في القصر فجعله وكيلاً على أرزاقه، وبعد أن أزال هذا المتنفذ غضب القصر عن النديم بدأ الرجلان يتقابلان في القاهرة. ¶ وفي القاهرة عرّج النديم على مقهى البوسطة حيث كان الأفغاني يقيم مجلسه، وفي هذه الحلقات من الدروس المفعمة بالثورية وقعت عيناه على مثقفين لم يعهد واحداً منهم من قبل، ولم يطل به البقاء بينهم حتى بدأ يلم بخيوط الصراع الخفية ويستشف مأساة الفلاح المصري الذي ينتمي إليه ولو من بعيد. ¶ كان الأفغاني مثقفاً ثورياً ومحدثاً بارعاً مؤثراً لا يعرف الكلل ولا يدركه الملل، ولا ينضب كلامه ولا ينتهي، كما كان عبقرياً في تكوين الرأي العام حوله، وكان قد اتخذ ندوته في مقهى البوسطة نهاراً، وفي بيته بخان الخليلي ليلاً، وفي حديثه كان يتناول شتّى شؤون الحياة، وعالجت موضوعاته النهضة الدينية والسياسية والأخلاقية في الشرق عامة وفي مصر خاصة، ودعا إلى الحد من سيطرة الغرب والوقوف في وجهه وعدم تمكينه من الشعوب الإسلامية ثم تناول موضوعات محلية عن الدستور والحرية والحكم النيابي وضرورة معرفة واجبات الحاكم وحقوق العامة، وحثّ الشباب المصري على ضرورة الانتساب إلى أحزاب سياسية، لذلك أسهم في تأسيس الحزب الوطني الحر في أواخر عهد اسماعيل، هذا الحزب الذي قاد ونظّم الثورة العرابية. لقد أدهش الأفغاني بموضوعاته هذه جيلاً من الشباب المصري المثقف وبهره!.",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "لقد كان لقاء الأفغاني حاسماً في حياة النديم، وانعطافاً حاداً في سيرته السياسية، فمنذ اللقاء الأول بين الرجلين اكتشف الأستاذ الأفغاني تلميذه العبقري، وعرف قدراته واستعداده للعمل الوطني، ورأى نفسه فيه عازفاً عن الدنيا منصرفاً عنها، وباديء ذي بدء اجتذبه من وسط الأدباتية وحياة السوقة والتشرد إلى مصافي المثقفين والشروع في التنظيم السياسي والعمل على الحسم العسكري، وبذلك يكون قد وجّهه الوجهة التي كان مستعداً لها ولكنه لم يدركها قبل لقائه الأستاذ العظيم. ¶ من جهته واظب النديم على دروس أستاذه فانتفع بها واشتعلت أعصابه بكلمات ذلك الثوري العظيم، وسرت في دمائه وشرايينه، وأخذ عنه آراءه في نهضة الشرق. ¶ انتسب النديم إلى الحزب الوطني وأخذ يتدرب بين يدي أستاذه على الخطابة وكيفية تكوين الرأي العام ولقاء الجماهير حتى غدا واحداً من أقطاب الخطابة الذين يعتز بهم التيار الوطني ومثقفاً كامل العدّة والاستعداد ليحرر في الصحف والجرائد، وبعد ذلك أوفد إلى الإسكندرية لينشر مبادئ الثورة بين الناس ويكتب في جريدتي مصر والتجارة اللتين كان يديرهما أديب اسحق وسليم النقّاش وهما شاميان من أعوان الأفغاني وتلاميذه. ¶ ذات غروب شاحب من شتاء عام 1879 وصل النديم إلى الإسكندرية وله من العمر ستة وثلاثون عاماً، وهو على أشد ما يكون عليه من الفرح والشوق، ذلك لأن هذه المدينة كانت أثيرة لديه محببة إلى قلبه، وعن فرحته هذه كتب إلى صديقه أحمد وهبي يصف غبطته بلقائها وصفاً دقيقاً مؤثراً //ما إن أقبلت عليها حتى تنشقت الهواء العنبري من النسيم السكندري، فتحركت الأعضاء وأحسّت النفس بالسرور وطربت، وهكذا السرور إن زاد أبكى!، ومازلت أشرب السرور شيئاً فشيئاً حتى مزجت بالفرح وتناساني الترح، واقتصرت على التمتع بنورها الطبيعي، وتروّح الفكر بشكلها البديعي. إنها نزهة نفسي ومركز أنسي وأول أرض مسّ جسمي ترابها// (9).",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "لم تطل فرحته بلقاء الإسكندرية، فالمدينة كانت قد فقدت طابعها العربي البسيط، ولم يعد لها ذلك الطهر والنقاء اللذان كانت عليهما أيام طفولته، فأبناؤها الأصليون قد انحسروا إلى الريف أو قطنوا على جنباتها في أكواخ من طين وصفيح يسودها الإملاق والعوز، في الوقت الذي نبتت فيه مساكن الأجانب قصوراً مشيدة تشع منها الأنوار وتجوسها العربات الفارهة وكأن المدينة كما تراءى للنديم //قد زهدت بأهل العلم وكرهت لسان العرب وأصبح حظها موقوفاً على أهل العي والفجور، فتركها أبناؤها المتعلمون وانسلوا بالحريم والأولاد// ¶ (10)، وفي الرسالة ذاتها يخاطب النديم المدينة الأثيرة لديه خطاباً شاعرياً شفافاً ويسألها بعتاب رقيق ... لماذا أصبح أبناؤها غرباء على الرغم من أن خيرها// لم يكن مقصوراً على القريب بل هو متاع له وللغريب//، وصادف أن الأمطار الموسميّة قد بدأت تنهمر في لحظات اللقاء هذا ... فطارت روحه شعاعاً، وتراءى له أن المدينة آخذة بالانتحاب والنشيج وكأنها تستقبله بدموع مدرارة// سكبتها الأمطار الموسمية فقامت وحقدتْ وأبرقتْ وأرعدتْ وأرسلتْ السحب كالبحار وسوّتْ بين الليل والنهار ... ثم طلعت الشمس بعد أربعة ¶ أيام// (11). ¶ بحذر وأناة درس النديم أجواء المدينة وتفهّم تياراتها الثقافية منها والسياسية، وتأكد أن الجميع منهمك في مناقشة أحوال البلاد، ولاحظ أن ذلك كله قد سبك في تيار قومي عارم ينبض بالحياة والنشاط بوجهيه الأدبي الذي يرتكز على إحياء التراث والسياسي الذي يدعو إلى الثورة المسلحة، وأن الأهالي قد تجمعوا //حول أهداف محددة يعملون لها ويسعون إليها في السر والعلن// (12). كان كل شيء جديداً حقاً وكان هو الآخر يرى نفسه //وكأنه أعيد خلقه من جديد// (13).",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "في الإسكندرية انتسب النديم إلى جمعية مصر الفتاة وهي جمعية سياسية تداعى الضبّاط العرب لتأسيسها سنة 1879 //برئاسة الضابط علي الروبي وقد انضم إليها عرابي وأصبح عضواً بارزاً فيها لنشاطه وفصاحته// (14)، وقد حددت هذه الجمعية برنامجها بالقضاء على فردية اسماعيل واستبداده، والعمل على خلعه وإقامة حكم الشورى والدعوى إلى الإصلاح العام، بعد ذلك كشف النديم أوراقه لصديقين قديمين له هما محمد أمين نائب رئيس الجمعية ومحمود واصف أمين سرها //وتعرف على أعضاء الجمعية وشرع يبث أفكاره// (15) على صفحات جريدتي مصر والتجارة كمحرر مساعد، وبالإضافة إلى ذلك فقد انتسب النديم إلى جمعية المقاصد الخيرية، وبتكليف من مجلس إدارتها افتتح مدرسة للبنين وللبنات أمدّت أسراً فقيرة، وكانت تلقى فيها خطب //كان النديم من أشهر خطبائها// (16). ¶ تولى الخديوي توفيق مقاليد الحكم، واتبع سياسة شقّ صفوف الوطنيين، وتعرضت الحركة الوطنية للضغط والقمع، ولوحق أعضاء الحزب الوطني، وأخرج جمال الدين الأفغاني من البلاد، وأعد مشروع نفي النديم إلى السودان، عند ذلك ظهرت أصوات تبرر سياسة توفيق وتراجع كثير عن آرائهم ومبادئهم، فانشقّت الصفوف ودمرت الأحزاب وتصدّعت واتجهت الأنظار إلى الجيش كأداة من أدوات التغيير، وكان النديم في طليعة المدنيين الذين ازداد إيمانهم بالحسم العسكري ودعوا إليه، وباقتراح من أنصار الخديوي طرد من الجمعية لمزاولته نشاطه الثوريّ مما دعاه إلى تأسيس جريدته الخاصة به: التنكيت والتبكيت.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "كانت هذه الجريدة أهم مرحلة من مراحل تطور النديم الفكري وعملاً من أهم أعماله التي قام بها حتى الآن، بدا فيها صحفياً خبيراً متمرساً مدركاً لطبيعة المرحلة التي تمر بها البلاد، وأصبحت جريدته منبراً وطنياً يجتمع حولها المثقفون ويكتبون فيها، وأقبل الناس على مقالاته يتحلّقون حولها ويسمعون، وعلى الرغم من بساطتها في الأسلوب والإخراج فقد تداولها العامة وتناقلوها وهم يعلمون //أن صاحبها قد نشأ في قاع المجتمع المصري// (17). ¶ ومنذ العدد الأول الذي صدر في حزيران من عام 1881 توجّه النديم فيه إلى الناطقين بالضاد من أبناء اللغة العربية، وأنبأهم أن الصحيفة عربية المشرب تحمل هموم الأمة وشجونها، ويديرها قلم وطني يرجو العون والمؤازرة في مسعاه، ثم يحدد جماهيرها، بقوله إنها أدبية تهذيبية //لا يحتقرها العالم ولا يحتاج معها الجاهل إلى تفسير// (18).",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "كان النديم من أوائل المثقفين العرب الذين أدركوا عمق المأساة التي يعيشها العقل العربي في ظل الجهل المقنع بالخرافة والشعوذة، ووراء العيوب الاجتماعية والمعتقدات الفاسدة وسوء التربية يكمن إلغاء العقل، وأثناء تطوافه بالريف المصري الموغل في التأخر سمع ورأى أصنافاً من المظاهر المتخلفة وألواناً واستخلص أن ذلك يشكل موطئ قدم للاستعمار في بلاده ويمهد لاستنزاف خيراتها، لذلك دعا إلى احترام العقل والتفكير النيّر، واحترام الحقائق العلمية ونهى عن المساس بها لأنها جزء من إنسانية الإنسان وقال: ينبغي على المتعلمين احترام ذلك لأنهم أجدر الشرائح بصون العلم وتقدير أهله. والنديم مسكون بحب العلم، والعلم هاجسه الأول الذي لم يفارقه منذ يفاعته، وكان أكثر المثقفين تأييداً له ومؤازرة، لذلك اشترط على الأمة التي ترغب في التقدم أن تسعى حثيثة إلى تعليم أبنائها والدخول في سباق مع الأمم الأخرى كالغرب مثلاً، وفي قصصه كان يقتنص من المجتمع المصري صوراً مغرقة في التخلف ويعرضها متفكهاً ناقداً مما يجعلها تترك إحساساً صارخاً بلطخة العار دونما شماتة أو ازدراء، ويجعلنا نرى ذلك العيب غريباً عن جسم الأمة وافداً عليها طارئاً على أبنائها لأن تاريخها يشهد لها باحترام العلم والعقل معاً. ¶ ففي قصته: الجنون فنون وفي المقهى تلتقط عيناه قارئاً محتالاً لسيرة عنترة وقد تحلق الرعاع حوله ممن أولعوا بسماع الأكاذيب والخرافات، وكان الراوي يتعمد الوقوف كل ليلة عند نقطة يقترب الخطر فيها من بطلهم المحبوب، وكي يظل ممسكاً بزبائنه في الليلة التالية توقف الراوي عندما وقع عنترة في الأسر.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "لم يطق الفلاح الجاهل ذلك ولم تغمض عينه فدلف إلى غرفة ولده وأيقظه من نومه وشكا إليه الأمر باكياً وقال له: يا ولدي في هذه الليلة أخذوا عنترة أسيراً، فهات الكتاب وخلصه وإلا قتلت نفسي، وعندما رفض ولده انهال الأب عليه بالعصا شاتماً لاعناً، فخرج الولد //يسب الجهل وأهله// (19). ¶ في كل قصة كتبها النديم كان يؤكد على أن الجهل أصل البلاء بل هو علة العلل والعيب الذي لا ينبغي التستر عليه أو السكوت عنه، وكان ينظر إليه برؤية المناضل الثوري المسؤول، والمثقف الذي يأسى لواقع مجتمعه ويحزن عليه، وكان الربا واحداً من تلك العيوب التي هاجمها وفضح أصحابها ورآه طريقة من الطرق التي استخدمها الأجانب لنهب الثروة الوطنية وانتزاع اللقمة من أفواه أبناء البلاد، فكشف عن زيف العلاقة التي ينسجها المرابون، ونبّه إلى الشرك الذي يضعونه للفلاح المصري البسيط، وأكد على أن المرجعية للعلم والمتعلمين فهم منجاة من الجهل وعلى أيديهم يعيد الوطن اعتباره والفلاح كرامته، ولقد كان الربا واحداً من الأساليب التي تفشت في مصر في تلك الأيام وانتشرت، ومكنت الأجانب من امتلاك الأحياء في المدن وحيازة الأرض الشاسعة في الريف.",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "في قصته: محتاج جاهل في يد محتال طامع، يدين هذا الأسلوب من الثراء ويعرّيه ويعتبره وسيلة مخزية أوقعت الفلاحين المصريين في بحر من العوز والفاقة، ويروي قصة ذلك الفلاح الذي يستدين من تاجر أجنبي مبلغاً من المال ويلبي هذا الأخير طلبه بشروط مجحفة، وفي نهاية الموسم قدم الفلاح محصوله إلى المرابي الذي أخذ يتلاعب بالأرقام كما أبقى الفلاح مديوناً لعام آخر، بعد سنوات تراكم الدين وكثر مما دفع بالفلاح إلى عرض أرضه وجاموسه على المرابي، وهنا يأتي دور النبيه المتعلم والذي رافق العلاقة بينهما من بدايتها ليحتج على المرابي ويذكره بضميره، عند ذلك يفصح التاجر عن سيرة الأجانب في مصر //ياخبيبي ... المزارع خمار ... ومن واجبي أن أصبح غنياً في خمس سنوات// (20). ¶ وإن لم تكن قصص النديم ثورية بما تعني هذه الكلمة في عصرنا، فإنها أدب انتقادي من غير شك، فهي رافضة صور الجهل الذي كان الإقطاع وراءه، وفيها يضع يده الناقدة على مسائل اجتماعية خطيرة وقع فيها البسطاء حين كان العلم مقتصراً على القلة النادرة من الناس، فوقع الجهلة ضحية الشطار ولاعبي الخفة والسحرة الذين اتخذوا الشعوذة وسيلة لجمع المال وابتزاز الفقراء دون عناء أو جهد. لقد وضع النديم يده على هذا المرض الاجتماعي الخطير في وقت مبكر، وشنّ معركة سافرة عليه وجهاً لوجه بصدق ومرارة ورغبة في التقدم، وسعى إلى تمزيق سدف هذا الظلام الذي أحاط بأبناء الأمة منذ عهد المماليك والعثمانيين.",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "خذ من عبد الله واتكل على الله ... قصة عرض فيها غنياً سافر ولده وطالت غيبته، فذهب الوالد إلى الرمّال يطلب منه أن يكشف عن سرّ هذه الغيبة ... وبعد حديث طريف يطمئن الرمّال الأب قائلاً: //أنت طالعك سعود، وأيامك سعود، شوف النجم بيخبّر، إنك بتاكل وبتشرب وتقوم وتقعد وتفرح وتزعل وتمشي وتنام وتتيقظ وتكسب وتخسر ... فوقك سماء وتحتك أرض// (21)، فرح الجاهل بهذا الكلام، وعندما طلب تفسيراً لغيبة ابنه اعتذر الرمّال لأن النجم عليه سحاب كثير، فأخذ الوالد ينتحب لأن نجم الولد ساقط.. ثم آزرته الأم في البكاء وتحوّل البيت إلى مأتم. ¶ قدم الولد من سفره مريضاً، فأسرع به والده إلى الرمّال مرّة أخرى دون أن يلتفت إلى استشارة طبيب عاد لتوه من أوربا يتبرّع لمعالجة المرضى، قال الوالد //إنني أفضل أن يبخّر ولدي بفضلات الحمير أو يموت ولا يقولوش أبو رنطوط دخل الحكيم داره//.",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "لم يرسم النديم صورة طبقية واعية ومتكاملة لمجتمعه المصري آنذاك، ولكنه في الوقت ذاته لم يبتعد عن هذا كثيراً، فقد حدد حوافّه بفقراء وأغنياء وأوضح أن بحراً من المال والاستغلال كان بينهما، وقال إن كان الفقر قد أفسد أصحاب الفئة الأولى، فالمال قد نخر الأغنياء وأبعدهم عمّا يجب أن يكون عليه توجيه المال واستهلاكه، وهناك من جمع المال وحاز عليه دون أن يكون لديه الفهم في حقيقة الحضارة والتمدن، فالتقليد مثلاً شكل من أشكال الانحطاط وقع فيه أبناء مصر عامة والأثرياء خاصة في النصف الثاني من القرن التاسع عشر، وغفلة التقليد ... قصة يعرض فيها غنياً من حمير المال كما يقول، بنى بيتاً شامخاً مزخرفاً ضمّ مكتبة عامرة، وفي احتفال أقامه صاحب البيت وقف مدعو متعلم أمام خزانة الكتب وسأل عمّا إذا كان الغني يعرف شيئاً من التاريخ أو يحب الشعر أو عمّا إذا كان قد اطلع على سير الأمم الغابرة، أجاب صاحب البيت لا أعرف شيئاً غير الذي تكلمني به أمي وأنا صغير //وقد دعاني لاقتناء الكتب الموضة في بناء البيوت ورتبت مضيفتي لأكون في صف ¶ المتمدنين// (22).",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "وفي أوساط أبناء الفقراء يعرض النديم المشكلة ذاتها بمرارة، ولعل قصة عربي تفرنج.. من أكثر قصصه خفة ورشاقة ومن أشدّها لذعاً وتهكماً على المقلدين، تخفي بين سطورها دهشة مبطنة بالحزن من زعيط بن معيط.. الشاب الصعيدي الفقير الذي نشأ في بيت من الطين مسقوف بأغصان الشجر يشاركه في سكناه البهائم، تعلّم زعيط في مدرسة القرية وكان والده يعطيه كل يوم أربعة أمخاخ من البصل ولا يطعمه اللحم إلا في العيد يمتعه به مطبوخاً مع البصل أيضاً، أوفدت الحكومة الفتى الصعيدي الفقير، وفي باريس وقع في كل ما يقع فيه شاب سطحيّ وضاع في الدروب والمنعطفات وأخذ من الحضارة قشورها ولم ينل من العلم جوهره ومعناه، وحين عودته احتضنه والده وضمّه إليه وانهالت عليه أمه بالقبلات، ولكن الفتى الصعيدي نفر منهما لأن رائحتهما بصل وثوم وقال لوالده إن طريقة السلام هذه قبيحة ومتخلفة فأنتم يا أبناء العرب //زي البهائم//، في البيت واحتفاء به قدّمت له أمه البصل واللحم كعادتها حين كان طالباً، ولكن الفتى المتفرنج لم يعرف اسم البصل إذ كان قد نسيه وقال لها// قولي نونو اللي يبقى له رأس في الأرض ويدمع العينين//. ¶ عندما شكا معيط ولده إلى أحد النبهاء قال النبيه: //إن ولدك لم يتهذب وهو صغير ولم يتعلم حقوق وطنه ولم يعرف حقّ لغته ولا قدّر شرف الأمة ولا مزية الأمة فهو كالغراب عندما قلّد الحجل عجز عن التقليد وفقد طبيعته الأولى// (23).",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "تكتسب قصص النديم أهمية كبيرة، فعلى الرغم من سذاجتها وعفويتها وعلى الرغم من أن المرء لا يستطيع أن يقول شيئاً هاماً في بنائها أو هيكلها، فهي تعرض عقلية الأمة وتعكس مفاهيمها في مرحلة من المراحل، وتبرهن على قدرة القصة القصيرة كفن يحمل الهمّ الوطني ويعالج مشاكله. إنها قصص متألقة حملت على أوضاع المجتمع المصري المتردية ودفعت به نحو الأمام، وحثّته نحو الانعتاق من خيوط التأخر والجهل، لهذا فهي كما نرى تندرج في آداب الحريّة والتحرر الاجتماعي والواقعية النقدية، عرض فيها النديم أشياء شاهدها وأشكالاً من الجهل عايشها وشخصيات اختلط معها وجعل من ذلك كلّه موضوعات اجتماعية تبرهن على أن حقيقة الحياة تكمن في العلم، كما يكمن الموت في الجهل، وعلى الرغم من وعظها المباشر المبتذل المألوف تظل قصصاً صادقة سليمة النية، أدرك كاتبها دور الأدب الاجتماعي الذي يرسم طريق الخلاص للأمة. ¶ وقصص النديم أيضاً ترتبط بأوثق الصلات مع المجتمع المصري من الناحية الاجتماعية والسياسية، فقد انتقى شخصياتها واستقى مادتها من حياة التشرد التي كان قد لاصق فيها أبناء الريف فنقل أحزانهم وتحدث عن أوجاعهم بصدق ومثابرة، وكان ذلك النمط من الحياة مصدراً غزيراً لأدبه الذي طرح من خلاله أفكاره بوعي ونضج كواحد من أبناء الطبقة المتوسطة الذين تأثروا بجوها تأثراً شديداً، وتبنوا مواقفها الفكرية والاجتماعية حين رفعت شعار المواجهة مع التخلف.",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "لقد كانت قصص النديم تنساب هادئة بين شرائح المجتمع المصري وتجذب القرّاء وتحرص على إشراكهم بالمأساة وإقناعهم بضرورة التخلص منها وتوجّه الأنظار إلى أوضاع الفلاح المصري وتحث على تحقيق العدالة، وعلى هذا فقد شغف القرّاء بالنديم وأدبه وتسارعوا إلى صحيفته، يصغون إلى قرّائها في الشوارع والمنعطفات تجذبهم إلى ذلك الموضوعات التي اختارها والشخصيات التي انتقاها منهم، ووصفها أدقّ الوصف وأطرفه، وبذلك يدلل النديم على أنه كاتب المرحلة المقبلة ولسان حالها. ¶ إلى جانب القصة كتب النديم المقالة السياسية والفكرية دافع فيها عن الهوية القومية ووجه الأمة الناصع، وقد بات من المعروف أنه عايش فكرة القومية منذ بداية إطلالتها على الشرق، ورأى بحق أن اللغة تمثّل إحدى أهمّ الروابط الاجتماعية لذلك تمسّك ببنيانها المرصوص، ورفض أن تكون رابطة ثانوية أو عابرة بل كان مدركاً أن مستقبل الأمة يتوقف على سلامتها وحسن استعمالها، فهي دافع التقدم الذاتي لأبناء الأمة وضرورة تفاعل بينهم وبين الأمم الأخرى. ¶ في مقالته إضاعة اللغة تسليم للذات.. يتوجّه فيها إلى الناطقين بالضاد في وقت كثر فيه استخدام اللغات الأجنبية في مصر على حساب لغتهم العربية يدعوهم فيها إلى الحفاظ على اللغة الأم وعدم التفريط بها أو إهمالها، وينبه إلى خطر ضياعها //وما يحدثه ذلك على وحدة الهيئة الاجتماعية// (24)، فاللغة سرّ حياة الأمة //بها يترجم اللسان خواطر القلب ويجلو بنات الأفكار ويؤلف القلوب// (25) مما يجعل المجتمع متماسكاً يتعارف المواطن فيه مع أخيه ويفتح قلبه له، فاللغة هي الوطن والمواطن وبضياعها ضياعهما، فلا بديل عن اللغة القومية وليس في مقدور لغة أخرى أن تعيض عنها //لأنها مغايرة للجنسيّة/ القومية// (26).",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "في المقالة ذاتها يحذّر النديم من تداول اللغة الأجنبية دون الاضطرار إلى ذلك، فإن اقتضى الأمر //فلضرورة اقتضتها المنفعة// (27)، ويرى أن تشجيع اللغة الأجنبية على حساب اللغة القومية //يعزل المواطن عن تراثه ويصبح في يد الأجنبي// (28)، فالأندلس كما يقول التي كانت //روضة الآداب وبستان المعارف العربية ضاعت من أيدي العرب لأنهم استخدموا واستعانوا بلغة مغايرة للغتهم// (29)، وفي نهاية المقال يقترح النديم تدريس اللغة العربية في المدارس بطريقة لا يصعب الأخذ بها يتلقن الطلاب من خلالها دروس الوطنية والتهذيب والأخلاق، ثم يحذر من المعلمين الأجانب الذين يسعون إلى غرس حب بلادهم في طبيعة الأطفال الساذجة كما يقول، عند ذلك وحين تتحقق هذه المبادئ //تجتمع الكلمة ويتوّحد التعليم وتنتظم الهيئة الاجتماعية// (30). ¶ وفي عودته إلى التاريخ يرى النديم وبوعيّ مبكر أن سرّ بقاء الأمة العربية حين مرّت بأدوار ضعف سياسي يعود إلى الحفاظ على لغتها //فلو تركت لغتها واستعملت غيرها لفقدت الجنسيّة// القومية / الأصلية وأخذت قومية اللغة التي استعملتها//(31)، ويذهب إلى أكثر من ذلك ويقول: لو فقدت أمة قدراتها الذاتية تظل الحياة كامنة في نفوس أبنائها ما دامت لغتهم بخير لأن //العصبية محفوظة مع ضعف القوى// (32)، أما الاندثار والنهاية فلن يكونا إلا بضياع اللغة وفقدانها، فاللغة سرّ الحياة كما يقول، وإن كانت أمة مستقلة وخطر لها أن تغيّر لغتها فسوف تفقد استقلالها، فالاستقلال مرهون بقوة اللغة وإحيائها، فإذا تمّ التغيير //فقد الاستقلال ووقع الخذلان لأن اللغة عنوان الأمة ولن يكون هناك رابط أقوى منها وأهم//.",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "كان النديم علماً من أعلام الحرية عمل لها ومات تحت لوائها دون أن تثنيه حكومات الخديوي توفيق المستبدة عن مواقفه، فهو المثقف العربي البارز الذي أدرك خطورة الاستبداد على أبناء الأمة ومستقبلهم، ولاحظ أنه ثمّة علاقة بين المستبد وبين الأقلام المزيفة والصحف المزورة التي تنبت في مثل مناخ الاستبداد هذا، وتقيم تحالفاً غير مقدّس يستنبت الرياء والنفاق ويلغي الحريّة، وفي إلغائها كما يرى مرض الأمة وانحطاطها ولن يكون ثمة إصلاح إلا بتغيير شكل الحكومة المستبدة ونظامها السياسي، لذلك اقترح العمل العسكريّ المسلّح الذي يفضي إلى برلمان حر يغذي شجراته نقد حر. ¶ ففي مقالته الهامة.. حر الكلام كلام الحر.. يهاجم فيه الأقلام والصحف المأجورة التي وضعتْ نفسها في خدمة الخديوي ورئيس وزرائه والتي أخذت تبرر سياستهما، ويرى النديم أنها أقلام بعيدة عن الشرف ولا تنال ذرة من الحريّة، ثم إنها منحازة صودرت منها حريّة التعبير ولا تقدم للجماهير الحقيقة كما هي //لأن الكلام الحر ما كان غير مقيّد بمشرب مقتصراً على شرح الحقيقة بلا حشو ولا تنميق وكل قلم دعا إلى تأييد حاكم لا يشم رائحة الحريّة إذ القصد منه التزلف والتملق وجذب قلوب الأمم بألفاظ منمقة// (33). ويضيف //وإن بدت هذه الأقلام حرّة فحريتها مجردة من محتواها لأنها تحسّن عمل أمير وتؤيد ملكه وتمدح فئة وكذلك الجرائد السياسية على اختلاف مظاهرها وتباين أغراض محرريها كلها تدعو إلى ما تدعو إليه أقلام المحررين وتدخل فيما دخلت فيه، فلا علاقة لها بالحريّة ولا وصلة بينهما إلا في الألفاظ// (34)، فمن هو الحرّ كما يرى النديم ... ؟ يقول //إن الحر من ملك أمره ولم تتقيّد أفكاره بغرض// (35)، ويعترف بأنه ربما كانت هناك أقوال أخرى في هذه النقطة، ولكن مهما كان شكل الحكومة وشعارها ونهج حكمها //فلن يكون هناك حريّة مع محكوم عليه/ ((36).",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "وفي المقالة نفسها يفسّر النديم الحريّة التي يفهمها تفسيراً طبقياً في زمن لم يسبقه فيه أحد إلى ذلك، وينظر إليها نظرة ثورية يعبّر فيها عن وعي وإدراك لطبيعة الصراع الذي تديره القوى السياسية آنذاك، ويعتبر الجماهير قوّة هامة في هذه المعركة الطبقية التي استشف ملامحها بثاقب بصره، ومن هنا جاءت دعوته إلى المجالس النيابية الحرّة التي تشكّل الجماهير الأكثرية فيها لأن كلّ حكومة //تصدر من القوانين ما يخدم أغراضها، فما دامت المجالس مقصورة على أرباب الثروة وأهل الكلام وليس كل الأمة// (37) فسوف تخدم تشريعاتها مصالح واضعيها مما سيتعارض مع مصالح الجماهير، إن انتخاب مثل هذه المجالس النيابية يتوقف على وعي المواطن الذي استضاء بنور العلم، فهو يدعم أسسها ويصوغ قانونها ويطبقه ثم سوف يسهم بإقامة حكومة وطنية تعتني //بتهذيب الناشئة وتربيتها على محاسن الأخلاق والشروع في محاربة الجهل وتعميم التعليم وتنوير الأفكار// (38) لأن العلم رديف الحريّة وحليفها كما يقول: ¶ يتميّز النديم عن غيره من روّاد النهضة بأنه مثقف عميق الثقة بجماهير الأمة و فلاحيها خاصة، وفي وقت مبكر انحاز إلى جانب الفقراء واعتبر //أنهم أصل كل شيء// مرتكزاً في ذلك على الإسلام وتقاليده الثوريّة، وعلى النسمات التي كانت تهب على مصر من الغرب، وعلى ما كان قد سمعه واختزنه من أستاذه الأفغاني دون أن يغفل تجارب الشعوب الأخرى كالفرنسيين وثورتهم التي تناثرت شظاياها على كل أصقاع الأرض، وإن كان الأفغاني قد توجّه إلى النخبة المثقفة من أبناء العالم الإسلامي لمناجزة الاستبداد والإنكليز، فالنديم قد دعا المثقفين إلى قيادة الجماهير من أبناء الفقراء والأخذ بيدهم والوصول بهم إلى تمثيل الأمة لعروبتهم أولاً وأحقيتهم في ذلك ثانياً، ومن هنا جاء تأييده الصارم والمبدئي لأحمد عرابي في ثورته.",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "في عدد أيلول لعام 1881 من صحيفة التنكيت والتبكيت فنّد المزاعم التي روّجها محتكرو السياسة في مصر من كبار الملاكين والإقطاع ممن أنكروا أهلية الفقراء وأحقيتهم في قيادة الأمة وتمثيلها، في ذلك المفصل الحرج من تاريخ البلاد كتب يقول //إن كان الانتخاب مقصوراً على الأغنياء دون الأذكياء، كان مجلس النوّاب وبالاً على الشعب والوطن، فابن الغني مولع بالاستبداد والاستعباد لأنه يميل إلى استخدام الفقراء بلا مقابل وضرب الضعفاء من غير أن يعارض أو يحاكم// (39)، ولكن من أين استمدّ أبناء الأغنياء هذه القوّة وذلك التسلّط كلهُ ؟، أليس من الثروة التي أدركوها وأصابوها كما يقول //بنهب الفلاح وظلمه، فوجود مثلهم في مجالس النوّاب علّة لزيادة هلاك الشعب، فيشرعون من القوانين ما يضمن مصالحهم ليضعفوا بذلك حدّة أذهان الفقراء ويحبسوا الثروة لأنفسهم(40). ¶ وبوعيّ ثوريّ مبكّر ربط النديم بين الإقطاع المصري والأتراك كطبقة حاكمة تحالفت مع الإنكليز وغضّت الطرف عن نهب ثروات البلاد وخيراتها لتجعل من الشعب ومجالسه النيابية التي تقيمها //رواية تياتريّة يشخصونها ليضحكوا على أهلها// (41)) ... ولم يأت عام إلا ويظهر صدق وعيّ النديم عندما تتحالف هذه القوى التي سبق ذكرها، وتلوي ذراع الثورة العرابية في يوم مشؤوم.",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "كان النديم واثقاً من قدرات الفقراء ووعيهم السياسي، ويرى أنهم جديرون بالحرية لا كما يدعي الخديوي وأنصاره من أنهم لا يستحقونها لقصور في فهمهم، فهم كما يقول النديم بإصرار //يحملونها ويحفظونها ويسيرون بها//، أما ما يدعيه الخديوي ورئيس وزرائه من الحريّة فلفظ لا مدلول له، محجور عليه لا يتلفّظ به إلا في سرداب ولا يكتب إلا في أوراق لا يعلم ظاهر الوجود صورتها//، فلن تكون هناك حريّة ما لم تتداول الجماهير آراءها وتتناقلها في كل مكان //على أعواد المنابر وألسنة المحابر// فالجرائد التي تدافع عن حريّة شوهاء في عهد توفيق إنما هي جرائد مأجورة تروّج لحريّة مزيفة كما يقول. ¶ ويتساءل النديم هل في تداول الأحاديث بصوت الهمس في آخر الليل بعد أخذ المواثيق شيءٌ من الحريّة؟ //أليس هذا هو العدم بعينه أو دعوى التحلي بها عبث وهوس..؟// فالحريّة السياسية الحقّة كما يراها ويدعو إليها هي التي تكون موقوفة على //إباحة ذكرها في المحافل والمجامع والطرقات، ثم إنها تخويل الإنسان حركة لا يعارض فيها إلا إذا صادر غيره//، أما ذلك الذي يدعي وجود الحرية على طريقة توفيق وأعوانه //فهو لا يراها إلا إذا اختلى بنفسه وإن يرفض ما تطلب منه الحكومة المستبدة ويظهر العصيان فهو في قرارة نفسه عندما ينادي للتصديق أجاب بالسمع والطاعة والانقياد وأظهر الاستحسان//.",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "إن مقالات النديم تفصح عن وعي مبكر بانقسام المجتمع إلى فقراء وأغنياء وإلى ظالمين ومظلومين، فشحنه ذلك الواقع المصري بزخم ثوريّ لم نعرفه إلا في كتابات أستاذه الأفغاني الذي كان مرجلاً يفور أو برميلاً من البارود يتهيأ لينفجر في وجه طغاة الأرض آنذاك، فاستمد النديم من أستاذه طاقته الثوريّة وشنّ هجوماً ضارياً على الأغنياء من إقطاعيين وكبار ملاّكين استعرض فيه جرائمهم وقدّمهم إلى التاريخ خونة بحقّ شعبهم يستحقون اللعنة منه واعتبرهم//حزب الضلال تقوّى على حزب الكمال، وأغرقوا البلاد بالحشاشين واللصوص والنصّابين والغانيات والنشّالين فأحيط البلد باستحكامات القبائح، وهاهي مصر تقع على شاطئ بحر الجنيهات تحيطها العاهرات والمضللون والمخرفون وقد أطلق عقالها حمير المال الذين هم أشّد قسوة من الوحوش//. ¶ وفي نداء يشوبه الحزن والمرارة يثوب فيه النديم إلى هدوئه يدعو أصحاب الأموال أن يعودوا إلى ضمائرهم، وألا يفرحوا بما ملكت أيديهم طالما أن في البلاد جوعاً وبؤساً، وإليهم قال: //فيا أيها الفرح بما ملكت يداه ما أحزنك لو تأملت المضطّر يتضوّر جوعاً والبائس ينتفض برداً والغريب لا مأوى له يستكن فيه واليتيم لا قيّم له يرشده ويعلمه والمريض المعدم لا مال يطيّب فيه نفسه ولا متاع يبيعه لينفعه في حفظ حياته //وفي زفرة تختزل شخصية النديم الحسّاسة المتوهجة بكل كرب الفقراء المصريين وبلواهم في عهد توفيق يقول لمن حجب الحياة عن أبناء شعبه //أفٍ لك ولمالك قلّ أو كثر فإنك تحجر على الإنسان قوته ومسكنه وملبسه بما تصنعه من اكتناز المال، وما ظهرت إلا لتخريب البلاد من حصر النقد عندك وعدم تمكن الأفراد مما يبتاعون// (42).",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "لقد لعبت أفكار النديم هذه وعلى ضوء ما قد أتيح لمجتمعه من التطور دوراً تقدمياً ثورياً في عصره، فقد قرن بين الحرية والعدل الاجتماعي ودعا إلى العنف الثوري وقاد التيار العربي المتطرف بعد طرد الأفغاني من مصر، وأعطى حركة المعارضة بعداً اجتماعياً مما جعله كاتباً ناضجاً من كتاب المقالة السياسية والاجتماعية، ورمزاً من رموز المعارضة له أتباعه ومريدوه من مثقفين شعبين شديدي الارتباط بجماهير الأمة لم ترد أسماؤهم في التاريخ، لذلك كله نظرت إليه الأبصار وتعلقت به القلوب ودخلت كلماته كل بيت وتخطّفت الجماهير صحيفته واحتفت به الشخصيات الهامة وفي مقدمتها أحمد عرابي. ¶ ((( ¶ الفصل الرابع ¶ دوره في الثورة العرابية ¶ 1879-1882 ¶ بقدر ما كانت الثورة العرابية ردّاً على التدخل الأجنبي في شؤون مصر، كانت ردّاً على التخلف الذي عاشته البلاد أيضاً تحت وطأة الاحتلال العثماني ورفضاً له، لذلك أقامت بينها وبين مشروع النهضة العربية أوثق الصلات وأمتنها، وسعت في تجديد حياة المصريين الأدبية والفكرية والاجتماعية وحثّت على بعث تراثنا الأصيل ونادت في نفس الوقت بالاستفادة من المناهج العلمية التي سادت أوربا.",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "والثورة العرابية ولدت في مناخ فكري ساد مصر منذ مغادرة الحملة الفرنسية شواطئ الإسكندرية، حيث تركت الناس في عجب عجيب مما شاهدوا وسمعوا، فتسارع المثقفون للانضمام إلى أحزاب وجمعيات اندمج فيها إلى جانبهم عسكريون وسياسيون أحسّوا بضرورة التغيير والانعتاق ليفصح الجميع عن إرادة وطنية واحدة، وقدّم هؤلاء أفكاراً لم تكن كلها غريبة عن التربة المصرية أو جديدة عليها استمدت من الدين الإسلامي وتراثه النضالي ومن مواقف رجاله الثورية بالإضافة إلى أفكار الثورة الفرنسية في الحرية والإخاء والمساواة، وقد لخّص هؤلاء المثقفون أفكارهم في أحزاب كان في مقدمتها الحزب الوطني الذي ارتكز على برنامج حمل وجهات نظرهم في السياسة الداخلية والخارجية على حدّ سواء.",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "ولدى العودة إلى الكتابات والتصريحات العرابية التي نجت من التلف والتزوير والإعدام والطمس، نجد أن هذه الثورة كانت على وعيّ تام ببرامجها وأهدافها وطموحاتها، كذلك نجدها قد كشفت عن زيف وادعاء كبار صناعييّ الغرب غير منخدعة بشعارات الحريّة والعدالة التي أخفوا تحتها طلائعهم العسكرية، والعرابيون درسوا مجتمعهم وعرفوا خصائصه التي تميّزه عن غيره من المجتمعات الأخرى، بل نراهم قد حددوا مفهوم الاستعمار الغربي والاحتلال التركي من جهة وقدّموا إرهاصات قومية وومضات طبقية ثوريّة وفهماً اجتماعياً مبكراً من جهة ثانية، ولعل أهمّ ما تميزت به هذه الثورة اعتمادها على أبناء العرب فكان الفلاحون من أبناء مادتها الأولى الذين أقامت الجسور بينها وبينهم حيث //ارتبطت بالطبقات الشعبيّة وعبّرت عن تطلعاتهم// (1)، وبذلك تكون قد عكست طبيعة الصراع الطبقي والحياة المادية السائدة في المجتمع المصري آنذاك، فكانت ركاماً من الآراء والأفكار والتيارات والمشارب قاد الإقطاعيون وكبار الملاكين فيها من مصريين وأتراك تيّاراً إصلاحياً يرى أصحابه أن التغيير لن يكون إلا في افتتاح المدارس ونشر التعليم وعدم المساس بالأسرة الحاكمة، وإلى جانب هذا التيّار الإصلاحي تجاور تيّار المثقفين الشعبيين وأمراء الجيش وأبناء المشايخ والفلاحين الذين قادوا تيّاراً ثوريّاً نشأ في خضمّ الأحداث وبدأ يجذب الثورة باتجاه طبقة الشعب الفقير، ورفع شعارات تجاوزت العصر كاستبدال حكم الخديوي بحكم جمهوري والوحدة مع أقطار عربية كالشام والحجاز، مؤمناً بالعنف الثوريّ كوسيلة للنهوض من قعر التخلف.",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "لقد لعب هذا التيّار أدواراً غاية في الأهمية، ومثّل طموحات الطبقة المتوسطة الصاعدة والتي أخذت تتشكل في أرض مصر من أبنائها الذين اطلعوا على حضارة الغرب ومفاهيم الثورة الفرنسية وقد تميّز رجال هذا التيار بوعيّ ناضج وإخلاص صادق وفهم أعمق لمشاكل المجتمع المصري خاصة والشرق عامة، وقدّموا حلولاً ذات محتوى اجتماعي. ¶ في هذه الثورة لعب النديم أزهى الأدوار وأكثرها نقاوة، وقام بأصعب المهام وأخطرها، وشارك فيها //مشاركة حميمة في مختلف مراحلها ومختلف أعبائها// (2) واندفع في صفوفها خطيباً مفوهاً وكاتباً لامعاً وصحفيّاً مناضلاً حريصاً على المثل الوطنية التي تبنتها الثورة، لذلك نجد في كتاباته عنفوانها وصلابتها ومأساة رجالها أيضاً. ¶ لم يأت عام 1880 حتى أخذت الحركة الوطنية تجذب إلى صفوفها //العناصر الديمقراطية التي كانت مستاءة من التسلط الأجنبي// (3) وبرز أحمد عرابي من بين هؤلاء قائداً عسكرياً وواحداً من الأحرار العرب الذين أتيح لهم التعبير عن أنفسهم، وفي العام ذاته ارتبط النديم معه بصداقة وثق فيها كل منهما بالآخر وفهم صاحبه على أدقّ ما يكون الفهم.",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "وفي أولى مهامه التي انتدبته لها الحركة الوطنية المصرية، انطلق النديم إلى الريف المصري ليقيم جسوراً بين الثورة التي نضجت في المدن وبين الفلاحين الذين كانوا يعيشون حالة غليان وانتفاضات على حكم الأسرة المالكة، فوصل إلى القصي البعيد من البلاد وطاف الأرجاء والأصقاع يندد باستبداد الخديوي ورئيس وزرائه ويبيّن عيوب الحكّام ويدعو إلى إقامة حكومة دستورية يتساوى فيها المصريون والأتراك، وتتمكن البلاد بواسطتها من الوقوف في وجه المد الأجنبي، وفي الجولة ذاتها دعا إلى الالتفاف حول الجيش وتأييد ضبّاطه العرب لأنهم قد تبنوا بالفعل مطالب الشعب وإلغاء الضرائب عن كاهل الفلاح المصري، وعن هذه المهمة قال النديم في مذكراته السياسية: //أعلنت حب العسكر والتعويل عليهم وناديت بانضمام الجموع إليهم وأوغلت في البلاد ونددت بالاستبداد وتوسعت في البلاد وعنيت مثالم الحكّام الظّلام لا أعرّفهم إلا بالجهلة الأسافل ولا أبالي بهم وهم ملء المحافل//(4). ¶ وفي الريف حظيت الثورة بتأييد شعبي عارم، وشقّت صفوفها في الطرقات والدروب الترابية التي تنساب بين أكواخ الطين، وانحدر الفلاحون إلى القاهرة //واكتظت الشوارع بهم حاملين إلى الخديوي الشكاوى من اضطهاد السلطات لهم على نحو لا يطاق//(5)، وكذلك في المدن عمّ الاستياء بين التّجار واشتدت المعارضة //لفرض الضرائب عليهم وعلى أصحاب الحرف رغم كساد التجارة وبوار الصناعة، وفي صفوف الموظفين وبين الفئات الحاكمة كان يسود عدم الرضى فقد أرهقت الديون الجميع، وهكذا عمّت مصر الاتجاهات المعارضة//(6).",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "وعندما اصطبغت الثورة بصبغة شعبية بعد تأييد الفلاحين الثابت لها بدأت تفلت من أيدي الإقطاعيين وكبار الملاكين ولم يعد في مقدور هؤلاء كبح جماح الفلاحين الذين //أخذوا يمارسون ثورتهم التي يحلمون بها مما سيجعل الملاكين يغتاظون من العنف الثوري واتساع صفوف الثورة والتأييد لها// (7)، وفي واقع الأمر كان ذلك مفاجأة لرجال التّيار الإصلاحي، فبرزت التناقضات واصطرعت التّيارات داخل الثورة. ¶ ويذكر النديم أن صنع الثورة لم يكن أمراً سهلاً أو عفوياً أو طفرة نبتت فجأة، فقد سبقها ومهّد لها جدل وحوار تحددت بعده الأهداف والغايات ثم هرع الناس لينجرفوا في نهرها العظيم دون أن يكونوا على وعيّ متساو فيما بينهم باستثناء القلة القليلة من المثقفين الذين اتخذوا الخطابة وسيلة لجذب الجماهير وتهيئتها وتوحيد صفوفها، قال النديم //ودارت رحى الأفكار.. واتجهت إلى الغاية الأبصار.. وجرى خلفنا في هذا الطريق رجال ... اصطك ركابهم بركابنا في هذا المجال ... ولم يدر ما قصدنا إلا العقلاء.. وقليل ما هم.. ولكنهم جموع دعوناهم.. فنبهناهم.. بهم اتسع نطاق هذه العصابة.. وتعددت محافل الخطابة.. وكان العقلاء بإخوانهم نبّهوا وأيقظوا.. وحركوا الهمم الساكنة.. وبينوا الأسرار الباطنة.. وحثوا على الاتحاد.. وترك التضاغن وتوحيد الكلمة.. لإبادة ¶ الظلمة// (8). ¶ أحاطت الجموع بأحمد عرابي وأيده الفلاحون وبدا لهم سنداً قويّاً ورمزاً شامخاً عقدت عليه الآمال في المدن والأرياف لنيل مطالب الأمة، وبعث بإقدامه أهل القرى من مراقدهم //فإن عمله أوحى إليهم أنه من الممكن أن يخرج من بينهم من يشمخ بأنفه على أولئك الذين طالما استذلوا في مصر الرقاب//(9).",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "ينتمي أحمد عرابي إلى بيت مصري متوسط الحال، فقد ولد في قرية قرب بلدة الزقازيق سنة 1841، ومات والده ولمّا يكمل الثامنة من عمره، فتعهده شقيقه وأودعه في كتّاب القرية وفيه نال حظاً من التعليم لم يتسن لكثيرين غيره أيام زمانه، بعد ذلك سعى إلى الأزهر الشريف وهناك أمضى أربع سنوات استوعب خلالها الفقه والتفسير والنحو، ثم عاد إلى قريته بعد أن قطع دراسته خالط فيها الفلاحين وعايشهم، ويروى عنه أنه كان برماً متذمراً من أبناء الحكّام الذين كانوا يترفعون على أبناء الفلاحين ويحتقرونهم، وسوف يرافقه هذا الإحساس بعد أن كبر وكان أحد أهم دوافعه إلى الثورة التي ارتبطت باسمه. ¶ وفي سن مبكرة التحق بالجيش المصري جندياً مغموراً من جنده الصغار لرغبة الخديوي سعيد كي يرفع مستوى الجيش حيث //أمر أن يكون في صفوفه أبناء المشايخ والأعيان كي لا يحتقر الجندي في نظر الناس إذ كانوا لا يرون إلا المستضعفين والفقراء ليكونوا في عسكره//(10)، وعندما أثبت جدارته واجتاز الامتحانات بتفوق ترقى إلى رتبة ضابط، وبذلك أصبح واحداً من أبناء العرب القلائل الذين نالوا هذه المكانة في الجيش. ¶ كان عرابي مطلعاً على تاريخ العرب القديم والحديث، حافظاً القرآن الكريم منذ فتوته، مولعاً بسير الخلفاء الراشدين ملماً بأفكار الثورة الفرنسية معجباً بقادتها شغوفاً بسيرة نابليون، لذلك كان كثير القراءة لها.",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "لقد توفرت فيه كل صفات القائد الفلاح كما يصفه صديق الحركة الوطنية المصرية الإنكليزي.. الفرد بلنت.. الذي قابله وراسله وكتب عنه //كان طويلاً عريض المنكبين بطيء الحركة، ولكنه يبدو مقداماً، وكانت عيناه ذات نظرة حادة لكنها حالمة، ولم يكن الإنسان يكشف ذكاءه إلا عندما يتكلّم أو يبتسم، لقد لوحت شمس مصر وجهه، ولكن أهمّ ما يميز عرابي أنه فلاح.. واحد من طبقة الفلاحين.. واحد منهم وليس مجرد زعيم لهم.. قطعة منهم تتسم بنفس صفاتهم وكأنه ببشرته السمراء قطعة من طمي مصر//(11). ¶ وفي القاهرة أصبح بيت عرابي ملاذ الأحرار ومركز تجمعهم، وإليه توجّه الفلاحون وبدوره كان يحتفي بهم ويستضيفهم فيه، وكان النديم يستقبل الوفود ويوضح لهم الأسباب التي قامت الثورة من أجلها، ويبيّن المغزى منها، وما تسعى إليه من إلغاء السخرة والقضاء على إقطاع الماء والوقوف في وجه المد الأجنبي، ثم إنها ستحمي الفلاحين من المرابين وستعمل على نشر التعليم ومجانيته //وستقيم انتخابات حرّة لبرلمان جديد//(12). ¶ فوّض الضبّاط العرب أحمد عرابي، وكي يكون موقفهم أقوى كتبوا عريضة تفوضه بالمناداة بمطالب الأمة، وتوجهت الأنظار من جديد إلى الفلاحين في الريف، فأوفد النديم ليعرضها عليهم ويحصل على موافقتهم، وجاء في العريضة: إن حكومة رياض ستزيد من مصائب الأمة وستعرض الأرض لتصبح في حوزة الأجانب //إن سيطرة هؤلاء على وظائف الدولة وسكوتنا عن ذلك يعد من العجز والجبن.. فاعلموا يا معاشر الوطنيين أن أولادكم في سلك الجهادية قد عزموا على منع كل ما من حقه الإجحاف بشؤونكم، فالمطلوب منكم أن توقعّوا على الكتابة المرسلة إليكم وهي الكتابة المقصود منها أن أكون نائباً عنكم في كل ما يتعلّق بأحوال البلاد// (13).",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "ودون إبطاء انطلق النديم إلى الريف وفي يده العريضة، مشياً حيناً وراكباً في القطار حيناً آخر، وعرضها على المؤيدين والأنصار وقرأها على الناس في الشوارع والساحات وبدا الأمر كأنه يهيء لثورة عارمة ستقوم الساعة، ولم يعد إلى القاهرة إلا وقد حاز على عشرات الألوف من التواقيع. لقد حصل على أختام الجميع //ماعدا شخصاً واحداً هو عميد الإقطاعيين المصريين الذي أنبأ الخديوي بأمر العريضة// (14) وبذلك أصبحت حركة الضبّاط العرب لسانَ حال الأمة برمتها في تنفيذ إرادتها، والتقى العسكريون والمدنيون في شخص أحمد عرابي فتوحدت مطالبهم وصيغت أهدافهم واندمج الجميع في صف وطني عريض ساخط بدا فيه النديم زعيماً ورمزاً من الرموز الوطنية الهامة والرجل الثاني بعد عرابي. ¶ وبتكليف من الحركة الوطنية زحف عرابي بالجيش إلى ميدان عابدين في التاسع من أيلول من عام 1881 ليعرض مطالب الأمة، وكي لا يثير حفيظة الدولة العثمانية ودول الغرب أحاط الخديوي علماً بذلك، ثم أنبأ قناصل الدول الأجنبية وأكّد لهم أن التجمع في ميدان عابدين أمر داخلي محض // لطلب أمور عادلة فليكونوا مطمئنين على أرواح رعاياهم وأموالهم وأعراضهم// ¶ (15).",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "كان يوم عابدين يوماً مشهوداً في التاريخ العربي الحديث، عبّر فيه الشعب المصري عن غضبته، وثبت لدى الجميع أن في مقدور الحركة الوطنية عمل شيء ذي أهمية، زحف فيه عرابي ووراءه أربعة آلاف جندي يسير خلفهم بضعة آلاف من أبناء القاهرة المدنيين، ولمّا كان عرابي يخشى على المؤخرة من التلاشي والتراخي كلّف النديم بحمايتها، وفي وصف حيّ لهذا اليوم قال عرابي في مذكراته: // وجاء صديقي الأعز الهمام.. صاحب الغيرة والعزم القوي.. السيّد عبد الله النديم ... ينادي بين الصفوف: وإن طائفتان من المؤمنين اقتتلوا فأصلحوا بينهما، فإن بغت إحداهما على الأخرى فقاتلوا التي تبغى حتى تفيء إلى أمر الله فكان معي ثاني اثنين في حفظ القلوب من الزيغ والارتجاف ... وأخذ الكل يردد هذه الآية كأنهم لم يسمعوها إلا من فمه في تلك الساعة//(16) ولم يبرح الجيش ساحة عابدين حتى سقطت حكومة رياض وشكّل شريف باشا حكومة رضي عنها الوطنيون، ولكنه اشترط//وكي لا يكون مرشّح الجيش المتمرد//(17)، أن ينسحب عرابي وزملاؤه الضبّاط بعساكرهم خارج القاهرة، وبهذا تتسع الفجوة بين التيارين الإصلاحي والثوري.",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "وافق الوطنيون على مطلب شريف باشا واحتشدت الجماهير لوداع عبد العال حلمي الذي انتقل بلوائه إلى دمياط، ورافق النديم الجيش يخطب ويبيِّن المكتسبات التي حققتها الحركة الوطنية، ويدعو الشعب إلى دعم حكومة شريف باشا وضرورة صيانة الوحدة الوطنية وقال: //إن جهاد أبناء مصر في سبيل الحريّة يدخل في صفحات التاريخ، فقد صانوا البلاد ووضعوا حدّاً للاستبداد ... فاجعلوا عروة الودّ وثيقة ولا تحلوا حبل الاتحاد ... فالأرض نبت زرعها لحياتنا بالاتحاد//(18) ولم يلبث عرابي أن انتقل هو الآخر إلى رأس الواد، ودخل محطة القطار ويده في يد النديم، وكعادته استعرض النديم تضحيات الحركة الوطنية، وقال: لقد عشنا مصائب الأمة// فوقفننا عند هذا الحد وسعينا في طريق الاتحاد وجمع القلوب، وما زلنا مجدين في هذا الطريق حتّى أعربت الجيوش عن ضمائرنا، ونال الجند المظفّر بحقوق الأمة، فنحن ننادي: يموت الاستبداد وتعيش الحرّية.. يعدم المستبد ويبقى جيش الحميّة//(19). ¶ كانت خطابات النديم بيانات ثوريّة تدعو الجماهير إلى الالتفاف حول الجيش وقائده، حثّ فيها الفئات الفقيرة على صنع القرار السياسي وممارسة حقوقهم وواجباتهم والتمسك بأهداب التقدم ويدعوهم إلى الافتخار بالحريّة التي نالوها دون أن تراق الدماء، ثم قدّم عرابي على أنه حامي البلاد ومن الواجب حمايته وتأييده لأن في ذلك حماية الوحدة الوطنية// فكلكم وطنيّ وإن اختلفت المقاصد وتباينت الذوات//.",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "وكي يدير صحيفة التنكيت والتبكيت أقام النديم في القاهرة وفيها كتب عدداً من المقالات هاجم فيها الخديوي اسماعيل، كشفه وعرّى زيفه واعتبره مسؤولاً عن اندفاع الأوربيين إلى مصر واستباحتهم أرضها// بما يشبه زحف الفرنسيين على الجزائر يتدافعون على العظام التي تسقط على الأرض ويسرقون فتات الموائد//(20)، حتى أصبحوا أكثريّة في القاهرة والاسكندرية، وقال: لقد تمّ ذلك على مرأى من اسماعيل ومسمع منه بعد أن خدع الكثيرين بمشاريعه الأوروبية التي راح ضحيتها الفلاحون الذين التهمهم الفقر والوباء فقد سرق أموالهم وسرّبها إلى صناديق الأجانب وجيوبهم وبنوكهم، وبدوره حاز على الذهب وبنى القصور الشاهقة، إن الزجل العاميّ الذي كتبه النديم تبدو في ثناياه سخرية الواقع ومرارته، وعمق قعر الظلم الذي يفوق الوصف، قال النديم: ¶ أهل البنوكا والأعيان ¶ صاروا على الأعيان أعيان ¶ ممعاه ولا حقّ الدخان ... وابن البلد ماشي عريان ¶ شرم برم حالي غلبان ¶ والعري بالثوب المنقوش ... بعنا العمايم بالطربوش ¶ مورد وصانعها ظمآن ... صبحت بلادنا للمغشوش ¶ وشرم برم حالي غلبان ¶ وفي مقال: تسمية البهيم بالمتوحش ظلم من الإنسان ... يرى النديم إسماعيل وحشاً يكمن في جلد الإنسانية ويقول: ثمة فرق بين الإنسان المتوحش والحيوان الوحشيّ، بل إن الإنسان هو البادئ بالتوحش ... فالمرء يرى ويسمع ولكن ماذا يكتب؟ والأيام تحمل كلّ غريب عجيب في هذا العهد وليس في مقدور أي إنسان أن يصدق. لقد انكفأ الحيوان في السهول والجبال ومع ذلك فقد ظلّ موضع الهجوم والقتل في أي مكان وجد، والإنسان باعتدائه على ذلك الحيوان اللطيف علّمه العدوان ... ويتساءل النديم أيهما المتوحش// هل ذلك الذي خاف على نفسه فسكن في البراري أو ذاك الذي لم تتسع له أرض ولم يعجبه خلق ولا يريح جنساً ولا يقنع بملك ولو كانت الكرة في قبضه",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "يده؟//(21)، ويضيف عندما نوازن بين الإنسان والحيوان نجد أن الإنسان أشدّ قسوة من الحيوان، لهذا // فما أحوج هذا الإنسان إلى مصلحين ومهذبين ليحيوا غيرته الأدبية /الأخلاقية/، وأماتته الأغراض والأهواء//(22). ¶ إن قمة التوحش في نظر النديم هي مصادرة القلم وحرّية التعبير، وفي هذه النقطة كتب نصّاً رائعاً لم يسبقه إليه أحد في وصف المستبد ونفسيته، قال: إن الاستبداد داء عضال والمبتلي به// على شفا جرف من العدم، فالغبي وحده يدرك أن الأقلام تناله والمنفرد في حكمه يعتقد أن السهام موجهة إليه فيغضب والمعتلّ ينظر بما لا يناسب أخلاقه الفاسدة ... وهؤلاء لا يدعوهم إلى الحقد والغضب إلا جهلهم بالحقوق الإنسانية ... //(23).. ¶ وفي نهاية المقال يقف أمام إسماعيل وجهاً لوجه فيرميه بدنس الطباع والجهل وعدم التبصر بعواقب مشاريعه المعروفة \"بأوربة مصر\"، ويتهمه بالوحشيّة لأنه جهل قدر أخيه الإنسان، ويقول له: //ألا ترى نفسك من المتوحشين المغتالين، قطّاع طرق التقدم معدم الحياة الأدبية / الأخلاقية/، فيا أيها المدعي الوطنية وهو يسعى إلى اضمحلال بلاده ويميل بجانبه إلى كل بعيد عنها ... ما أضرك على بلدك وإخوانك، فقد جلبت شرّاً بتهورك وعدم تبصرك بالعواقب، تموت في غرضك وأنت تحيي الكثير من غير أهلك، وتلتذ بشهواتك وأنت تنغّص حياة الألوف، ذهبت في طريق آمالك فبؤت بغضب الأمة وسخط البلاد فأصبحت وحشاً طبيعياً//(24).",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "في ظلّ وزارة شريف باشا تعاظم المد الوطني، وخرجت الجمعيات السياسية إلى العمل العلني، واحتفل الناس بالدستور الذي أعدّت مشروعه وزارة شريف، ورفع التيّار الثوري شعارات جريئة تبدو مبكرة في ذلك العصر متقدمة عليه، استمدها من تحالفه مع الفئات الشعبيّة، فالقائد أحمد عرابي ومعه جمع من الضبّاط// ينادون بخلع الخديوي// ويشهر سيفه في وجه عميد الإقطاعيين محمد سلطان، وفي مذكراته يقول// لو تمّ خلع الخديوي إسماعيل لكنّا تخلصنا من أسرة محمد علي بأسرها، ولكنا أعلنا الجمهورية، وجرى الباردوي في هذا السياق أيضاً//سنحاول أن نجعل مصر جمهوريّة قبل أن تموت//، ويضيف النديم إلى طموحات الثورة العرابية بالإضافة إلى حلم الجمهوريّة والتخلص من أسرة محمد علي الألبانية يضيف رغبته// بهدم عرش السلطان قبل أن يموت//(25)..",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "كان من الطبيعي أن ينفر التيار الإصلاحي والحالة هذه من الثورة ورجالها وأن يحذر منهم وأن يقيم تحالفاً مع الإنكليز والسلطان والخديوي ويتشكك بقدرة الجماهير غير واثق منها، ويرى أنها غير جديرة بحمل المسؤولية، وأخذ يتسرب رجالٌ أصحاب وزن في الثورة من أبرزهم الإمام المصلح محمد عبده الذي أفزعته تلك الشعارات الثوريّة، وفي واقع الأمر فقد عبّر هذا الرجل عن هلع الإصلاحيين جميعاً ممن راودهم الخوف من طموحات الثورة وما تسعى إليه، فكان أول المشككين بقدرة الشعب المصري على قلب الأوضاع وتبديل الحكومات، ورأى أن ذلك يقع على عاتق الصفوة المستنيرة من أبناء الأمة، ويجب ألا تعطى الرعية مالم تستعد له قبل تربيتها وتعليمها أصول الحكم، ومن المعروف أن هذه النقطة كانت سبب خلافه مع أستاذه الأفغاني الذي كان مؤمناً بالعنف الثوري، ثم اندار الإمام عبده وأخذ يحرّض كبار التّجار والملاكين والإقطاعيين ويطلب إليهم عدم المساواة مع الفقراء لأنه كما يقول: //لم يعهد في أمة من الأمم أن الخواص والأغنياء ورجال الحكومة يطلبون مساواة أنفسهم بسائر الناس وإزالة امتيازاتهم واستئثارهم بالحياة والوظائف بمشاركة الطبقات الدنيا لهم في ذلك//، ويتساءل باستهجان وكأن الأمر أفلت من يد الإصلاحيين// فكيف حصل هذه المرة ومن أهل هذا المجتمع ... ؟ هل تغيرت سنة الله في الخلق وانقلب سير المجتمع الإنساني أم بلغت فيكم الفضيلة حداً لم يبلغ إليه أحد من العالمين حتى رضيتم واخترتم أن تشاركوا سائر أمتكم في جاهكم ومجدكم وتساووا الصعاليك حباً بالعدالة والإنسانية أم تسيرون إلى حيث لا تدرون وتعملون بما لا تعلمون ... ؟//(26)..",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "إن المؤرخين يحدثون بحزن عمّا وصل إليه هذا المصلح المستنير، فبعد أن كان واحداً من أكبر رجال الثورة العرابية الذين اشتركوا في التحضير لها، يحدثون بمرارة عن إغلاقه صحيفة الطائف لسان حال الثورة مدة شهر كامل في السابع عشر من أيار عام 1882، عندما //كان رقيباً للمطبوعات العربية والتركية//(27)، بل وذهب إلى أكبر من ذلك فسوف ينفر منها في أدقّ مراحلها ثم ينقلب عليها ساخطاً ويهاجمها في شعره. ¶ تنازل النديم عن صحيفته للحركة الوطنية واستبدل اسمها بالطائف، وبذلك يكون قد بدأ بداية جديدة في الفكر والموضوع، فقد أصبح كاتباً سياسياً صرفاً ورأساً من رؤوس الوطنيين الثوريين الذين يقودون تياراً متطرفاً ذا صبغة اجتماعية، واقتنع أكثر من ذي قبل بالحسم العسكريّ لمواجهة مشاكل البلاد، واتخذ على عاتقه كما يقول: // الكشف عن معايب اللصوص ومفاسد الظلمة الذين ننعتهم جهلاً ولاة النظام//(28)، وتولّى الدفاع عن الحركة الوطنية وحمل على الامتيازات الأجنبية، ومرّة أخرى عاد وهاجم إسماعيل وانتقد سياسته بمقالات شعواء كأنها شواظ من الحمم حتّى أصبح // لسان الأمة بخطبه وقلمها بصحيفته//(29)، وكاتبها الشريف الذي دافع بصدق عن بقاء الفلاحين على وجه الأرض وعن أطفالهم الذين يحشرون مع ذويهم// في مخازن واسعة مكدّسة متراصين فيها أثناء أعمال السخرة في مشاريع الخديوي ¶ وحقوله//(30).",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "شكّل البارودي وزارة جاء فيها أحمد عرابي وزيراً للحربية، وكانت وزارة الثورة كما يراها المؤرخون، فقد عبّرت عن إرادة الأمة في الحريّة والدستور، وأنجزت من المهام مايفوق طاقتها ويتجاوز الظروف المحيطة بها، مما يضعها في طليعة الثورات العربية التي جمعت في وقت مبكّر بين الإرهاصات القوميّة والنزعات الاجتماعية والمشاعر الوحدوية، وعلى الفور أطلقت الحريّات وألغت المراقبة المالية لمصر وأبطلت السخرة ومنعت استعمال الكرباج في تحصيل الضرائب ووقفت في وجه الأجانب الذين ينهبون الأموال وشرعت في إعداد قانون انتخابي، وأوفدت الخطباء لتحريض الشعب على مصادرة أراضي الملاكين، ثم شرعت بتحصين السواحل للدفاع عن هذه المكتسبات. ¶ ثم التفت العرابيون إلى الوطن العربي وعبّروا عن أحلامهم في قيام دولة عربية تجمع مصر وسوريّة والحجاز، ومن أجل هذه الغاية أوفد العرابيون المبعوثين إلى العالمين العربي والإسلامي يشعلون الحماسة فيهما وخاصة في سوريّة// التي بدأ فيها استعداد للأخذ بمبادئ الحزب الوطنيّ، فسرت موجات البغض في البلاد العربية من الخليج إلى المحيط ضد الأوربيين//(31). ¶ وفي الغرب لقيت وزارة الثورة أنصاراً ومؤيدين، كما لقيت أعداء ومناهضين، ففي إيطاليا يبرق رئيس جمعية العمّال إلى البارودي مهنئاً، ويتلقى عرابي برقيّة من المستر ماكدونالد بلوندره جاء فيها //خيّب الله آمال الظالمين المستبدين المختلسين للأموال وحفظ الله الأمة المصرية//(23)، هذا بالإضافة إلى برقيات أخرى أرسلتها أحزاب أوربية اشتراكية.",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "من جهة أخرى شنّ الخديوي والسلطان وأعوانهما حملات على الثورة ومؤيديها من فرنسيين فرّوا إلى مصر كما يزعمون وعملوا على إضلال عرابي الذي وضع نصب عينيه ماكان قد جرى في فرنسا أيام ثورتها، وهاهو كما يتهمه الباب العالي ينجّس صفوف عساكره بالاشتراكيين الفرنسيين الذين أحرقوا باريس عام 1871، إن هؤلاء الأشقياء بعد أن ضاقت بهم السبل// لم يروا وسيلة لإجراء مآربهم الإبليسية إلاّ الحكومة العرابية//.. ¶ نفر التيّار الإصلاحي من الثورة وقراراتها، وازداد التحالف بين السلطان والخديوي والإنكليز والإقطاعيين وكبار الملاكين لأن هؤلاء// يرون فريقاً من الفلاحين يتطلعون إلى ماليسوا أهلاً له//(33)، فانقسمت الصفوف من جديد، وراجت أفكار تدعو إلى عودة إسماعيل المخلوع، وطفا على سطح الأحداث التفكير بالتصفية الجسدية كان عرابي والنديم على رأس هذه القوائم. ¶ استثير النديم وسرت النار في أعصابه، فعاد من جديد لمهاجمة الأسرة المالكة وصبّ سخطه على إسماعيل دون أن يترك في بنيانه حجراً على حجر، وكم كان كلفاً بكتابة سيرته مغرماً بها// لأن كتابتها ونشرها علاج له//(34)، وعلى صفحات الطائف أورد عدداً من الحقائق ليس في مقدور أحد أن يكذبها لأنه شهد الرغبات والشهوات قد أفلتت من عقالها دون أن تعرف حداً ونهاية. مما يستدعي المؤرخين إلى التأمل وإعادة النظر بما كتبوا عن هذا الأمير الشرقي العجيب الذي تربّى تربية عثمانية خالصة، وبما أتحفوا التاريخ عن نزعاته الأوربية المتمدنة المزعومة! والتي كتبوها تبريراً لمساوئه تحت ظلّ حكم أحفاده كذباً وزيفاً، وبدوافع الرغبات والأعطيات.",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "لقد آثر النديم على فقره أن يكون ذلك الصحفيّ الذي صدق أهله وكتب فصولاً للأجيال استنكر فيها ما أصاب الفلاحين على يد موظفي إسماعيل من كرب وذل، واعترض على التقدم المقنّع بالوحشيّة والاستبداد، وتقصّى بدقة تفوق الوصف ما أصاب المصريين في تلك الحقبة التي كان فيها إسماعيل كما يقول النديم: // غارقاً في لذاته ... سائراً في شهواته ... لا يرفع إلا الأراذل ... ولا يقرّب إلا الأسافل، لقد حمله جشعه على زيادة الطمع، فأرسل إلى الانحاء كلّ صخريّ الفؤاد وحشيّ الأخلاق، وفي الأصل ردئ وفي المنبت سيء التربية خبيث الطبع، لا يرعى حرمة للإنسانية ولاحقاً للدين ولا ذمة للأخلاق، أخذ في بناء السرايات وحشوها في المحسنات، واخترع من الأفلام ما لا تتصوره في الأوهام، وكانت ستة وسبعين جنساً تحتها أنواع كثيرة لم تدع صغيرة من المظالم ولا كبيرة//.. ¶ لم يستفد إسماعيل مما كان قد تعلمه في أوربا من أصول الحكم وكما يملي عليه الواجب، فأقبل على المدرسة التركيّة ومشى على أساليب العثمانيين التي يندى لها الجبين والتي يعرفها كل أبناء شعبنا في إدارة البلاد وحكمها، فكان كما يقول النديم// يبيع الرتب بيع القماش للأوغاد والأوباش، ويستعملهم في الأحكام وهم لا يعرفون ما خطّت الأقلام ... كل هذا ومعدة ظلمه تهضم الحديد ... وجهنم أطماعه تقول هل من مزيد، كانت طرق جمع الضرائب شيئاً تقشعر له الأبدان، قوامها الإذلال والإهانة والإيلام، فإذا هبط مأمور قرية للإشراف على تحصيل الضرائب طلب سكّانها واحداً بعد واحد، فمن دفع نجا من عذاب أليم، ولا يناله إلا بعض السياط ليشبع نهم المأمور للضرب، ومن قصرت يده ألقاه القوّاصة على الأرض وقطّعوا إهابه بالسياط فإذا نجا من الموت أودع السجن//(35).",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "ومن طريف مايذكر النديم أنه شاهد في أحد الشوارع جنازة لمواطن مصري على أكتاف المشيعين وقد اعترضها القوّاصون وأنزلوها على الأرض ومنعوا دفنها حتّى تدفع الضريبة المستحقة عليها وكانت ستة قروش. عند ذلك تقدّم أحد المحسنين ودفعها فصاح المشيعون// لعنة الله على الخديوي إسماعيل في كل كتاب. ¶ ومن مشاهدات النديم التي كتبها أن إسماعيل كان يجمع الأهالي ليحفروا الترع ويسقوا مزارعه وبساتينه، وعندما يخرج القوّاصون لمراقبة العمل كان المشرفون يفزعون إلى الأشجار ليقتطعوا منها الأغصان الغليظة وينزلوا بها على جسوم الفَعَلة العارية، فلا تسمع إلا الأنّات والصراخ والنحيب ولا يظهر من هذه الأجسام الملوثة بالطين سوى مواضع السياط ... لقد أفزع ذلك النديم وراعه، ولم ير البلاد إلا سجناّ للمذنبين الذين تخلى عنهم أبناء جلدتهم من الحكّام، أو هي كما يقول شاهد العصر النديم // مجلس جزاء هي لأرباب الجرائم الخاطئين، ولو أن سائحاً جوّياً صعد في درجات الهواء إلى حد يرى ويسمع مَنْ تحته من أهالي الديار المصرية ... إذ ذاك لرأى أمة تتقلب على جمر العذاب على غاية من الاختلاط والاختباط تتحرّك تحرك الدود على غير نظام// (36). ¶ تحشدّت بريطانيا وفرنسا قبالة ساحل الإسكندرية ثم طلبتا إسقاط حكومة البارودي وإبعاد عرابي، ومن جهته طلب عرابي من مجلس النّواب في جلسته المنعقدة في الثالث عشر من أيار لعام 1882، تنحية الخديوي توفيق، وانقسم النوّاب بين مؤيد ومعارض لطلبه هذا، ودون اتفاق مع الحركة الوطنية استقالت، حكومة البارودي..",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "اقتربت المواجهة، وأحسّ الناس نذر الخوف وبوادر العاصفة، ومن جديد التف الشعب حول رجاله المخلصين، وأوفد عرابي النديم إلى الاسكندرية ليهيء للثورة، وهناك جمع الناس وخطب فيهم، وحثّهم على الوحدة الوطنية واليقظة وعدم التورط في نفق الطائفية التي سيستثمرها الأعداء، وعن هذه المهمة قال: //لقد جمعت الناس ونبهتهم على لزوم السكون إذا كثرت الظنون والبعد عن مجالس الأجانب حتّى تنتهي المصائب وحرضتهم على لزوم الهدوء وعدم التدخل مع العدو، وبينت لهم أن عرابي أخذ عهدة الأمن على نفسه والخديوي يسعى في عكسه//(37) ¶ وكما يروي الشيخ محمد عبده في مذكراته، فقد اعتقل النديم ثم أفرج عنه، ومن توه ذهب إلى القاهرة وفيها نظّم الصفوف خلف الحركة الوطنية، ودعا الناس إلى كتابة العرائض لمندوب السلطان الذي أوفد للتحقيق في حالة البلاد، واحتشد الوطنيون في تظاهرة كبرى حملت تسعين ألفاً من التواقيع ترفض التدخل البريطاني وتطلب حماية البلاد. ¶ شكّل راغب باشا وزارة رضي عنها الوطنيون وضمنت حقوق الأجانب، ولخصت الحركة الوطنية أهدافها بنقاط ثلاث: الوقوف في وجه الإنكليز والتصدي للخديوي ثم الوقوف في وجه السلطان المتآمر، وعلى صفحات الطائف شنّ النديم هجوماً ضارياً على الدول الاستعمارية، وندد بحشودها العسكرية، ودعا الشعب للدفاع عن أرضه، ثم أتبعه بهجوم على الصحافة الشاميّة التي انحازت إلى جانب الخديوي وصبّ غضبه على الوطني السابق أديب اسحق(38) الذي ابتعد عن الثورة وأصبح// من أصحاب الدعوة إلى الاعتدال في طلب الحريّة. إن ذلك أسخط عليه رجال الثورة العرابية، وكان قد منع جريدته من أن تكون لسان حالها//(39).",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "في هجومه ذاك بيّن النديم دور الصحافة ومايجب أن تكون عليه من صدق وصراحة مع الجمهور وما يترتّب عليها من عدم استغلال ظروف البلاد وألا ترى فيها// فرصة تمكنها من إظهار مقاصدها.. إن الجرائد بالنسبة للأمة كالمرشد الأمين وعلى المحررين أن يدافعوا الرجعية بالأدلة والبراهين لتكون الأمة بعيدة عن التشيع وتفريق الكلمة//(40). ¶ اكتمل حشد الأسطول الإنكليزي، ومن الطريف أن قائده طلب من عرابي وزير الحربية أن يكف عن ترميم الحصون الساحلية المصرية وأن يسلم مدافعه لأنها تهدد أسطوله، والأطرف من ذلك أن السلطان طلب من عرابي إيقاف التحصين أيضاً! وعندما رفض عرابي تلك المطالب بدأ القصف الإنكليزي لمدينة الاسكندرية، ويروي مؤرخ سيرته الدكتور علي الحديدي أن النديم سار في المدينة المنكوبة، وهناك تجوّل في شوارعها بين الأنقاض والركام، وفيما هو ينتقل من زاوية إلى زاوية التقى بالشاعر الوزير محمود سامي البارودي، فمشيا معاً في شوارعها حتّى المساء، ثم دلفا إلى منزل والد النديم وأمضيا الليل فيه، وفي الصباح الباكر التحق النديم بمعسكر عرابي في كفر الدوّار إلى الغرب من القاهرة. ¶ لم تعرف الثورة العرابية رجلاً كالنديم في حماسه وإخلاصه، فقد نافح عن ثورة الفلاحين المصريين بكلتا يديه، وافتداها بكل ما استطاع واشترك في معاركها دون أن تفوته موقعة واحدة، وله فيها ثلاثة مواقف حفظها له التاريخ، قدّم فيها فهماً دقيقاً لروح الثورة وفحواها. ¶ الموقف الأول:",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "لقد نظّم الدعاية في صفوف الناس، وخطب فيهم في كل مكان وحمل على الأعداء دون هوادة، وأوضح للمصريين أن حربهم مقدّسة وهي في سبيل العروبة والإسلام، فهم يحاربون// عدو العرب بل عدو الإسلام، ومصر هي حصن البلاد العربية من فتحها فقد أخذ بلاد المسلمين ... فهبّوا للدفاع عن وطنكم واحفظوا حصن البلاد الإسلامية.. إن الخديوي باع الأمة إرضاء للإنكليز وجعل بلاد الإسلام مقابل حمايتهم له ولا يواجه إلا بوحدة وطنية تجمع أبناء مصر دون تمييز بين دين ومذهب، وتجعل مصر للمصريين ... فيا أهل مصر ... إنما الإنكليز نجس فلا يقربوا البلاد بعد عملهم هذا، وإن خفتم ضعفاً فتآزروا وتعاونوا ينصركم الله عليهم//(41). ¶ الموقف الثاني: ¶ عندما احتدمت الثورة وانقض الإقطاعيون عليها متنكرين لمبادئهم متآزرين مع الخديوي والإنكليز والسلطان هاجمهم النديم فرداً فرداً وصبَّ غضبه على عميدهم محمد سلطان، وقال فيه شعراً يعرّيه ويكشف زيفه: ¶ زعيم أصله هيّ بن بي ¶ وضيع تناهى في الخساسة ¶ تربى من صباه في النجاسة ... جهول مظلم الأفكار فدم ¶ بجهل عندما استلم الرياسة ... أضاع الدين والدنيا جميعاً ¶ وأذهب من بني مصر الحماسة ... وباع الناس للأعداء بنقد ¶ فمن يرجو صلاحاً في بلاد ¶ بها الخنزير ينظر في السياسة. ¶ الموقف الثالث: ¶ عندما تصدعت صفوف الثورة وانهارت اجتمع المجلس الحربي الوطني وقرر أعضاؤه كتابة عريضة إلى الخديوي توفيق يعتذرون فيها عمّا بدر منهم ويطلبون منه إقناع الإنكليز بوقف القتال وعدم الدخول إلى القاهرة، وحده دون سواه اعترض النديم من بين أعضاء المجلس، وقال: لقد فعلنا ما وجب ... وكتب العريضة دون أن يعتذر أو يوجّه اللوم إلى عرابي..",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "وبمن فيهم عرابي رفض أعضاء المجلس الصيغة التي كتبها النديم، وكلّفوا بطرس غالي وزير العدل بالاعتذار لأنهم عصاة يطلبون العفو، ثم أرسلوها مع وفد إلى الاسكندرية ... عند ذلك توجّه النديم إلى عرابي يسأله بعتاب حزين: //كيف تكون عاصياً وقد قدت الأمة ... تطلب الحريّة.. لقد عينتك الأمة قائداً لجيوشها لتدافع عنها خطر المحتلّ ... وكان تعيينك شرعيّاً من السلطان والخديوي ومجلس النوّاب وإجماع الأمة..فكيف تكون عاصياً ... ؟//(42). ¶ وعندما اقتنع عرابي بضرورة حذف عبارات الاعتذار واللوم، كلّف النديم من جديد بصياغة العريضة وإيصالها، ثم أبرق إلى كفر الدوّار لإيقاف الوفد الذي كان قد أرسله، وعندما وصل النديم إلى كفر الدوّار علم أن الوفد قد غادر قبل أن تصل البرقيّة، وعلم أيضاً أن بعض أعضائه قد اعتقلوا، فقفل راجعاً إلى القاهرة، ووصلها فجر الخامس عشر من أيلول لعام 1882، ولم يلق أحداً بانتظاره، وما إن أشرقت الشمس حتّى علم أن عرابي وزملاءه قد سلموا أنفسهم كأسرى حرب للإنكليز، وبذلك يكون النديم آخر رجل انسحب من هذه المرحلة السياسية. ¶ وعلى أرض المعركة كان الجندي الأخير الذي وقعت عليه أنظار العدو، وآخر رجل احتكّ كتفه بكتف أحمد عرابي ... وفي وصف مؤثر لغروب اليوم الأخير من أيام الثورة الوطنية المصرية قال النديم وفي نفسه شيء كثير: //لم أطرد جوادي مع عرابي باشا جبانة ... ولا فراراً من الأعداء والخونة ... . وإنما أردنا جمع العساكر في بلبيس، وإحضار عساكر العباسيّة لنعسكر فيها ونقطع سكّة الحديد إلى الزقازيق، ونكسر قناطر الخيرية على العدو للتضييق، فأدركنا على الروبي في الطريق، وقال: لا ينبغي أن نقاتل هذا الفريق بل نتوجّه إلى مصر ونشاور أهل البلاد لننظر ماعندهم من الاستعداد//(43). ¶ ((( ¶ الفصل الخامس ¶ بعد الثورة العرابية ¶ 1882-1896",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "من فوره انحدر النديم إلى بيته في القاهرة، فودّع والده ثم اندس في بيت صديق له مكث فيه أياماً أطال خلالها لحيته وشاربيه وغيّر شكله وثيابه، وانتحل صفة شيخ صوفيّ ثم طار إلى دمياط حيث كانت حاميتها بقيادة عبد العال حلمي لا زالت تقاوم، وفيما هو في الطريق إليها علم أن الحامية قد استسلمت هي الأخرى، فقرر أن يغادر البلاد إلى أوربا، وعندما لم يتمكن من ذلك قرر أن يعتصم في الريف. ¶ لم يكن اعتصامه في الريف عملاً خارقاً من أعمال عفاريت الجنّ طريفاً مضحكاً كما يرى بعض مؤرخي سيرته، وكذلك لم يكن تنكره والأدوار التي قام بها شبيهة بالحيل التي قام بها أبو زيد السروجي بطل المقامات المعروف كما يذكر أولئك الذين كتبوا عنه في ظلّ حكم الأسرة الألبانيّة وبوحيّ منها، والذين حاولوا أن يقللوا من دوره في الثورة العرابية كي يخففوا من ذنب كان قد ارتكبه كما يرون ومن قيمة الثورة أيضاً(1). ¶ كان اختيار النديم للريف امتحاناً للشعب المصري، وفخراً لأنه استطاع أن يحمي زعيماً هارباً من أكبر زعماء الثورة العرابية، ودلالة على أصالة أبناء الريف، ولم يحمه فقط بل آوه وغذّاه وزوجه ورعاه تسع سنوات ونيفاً، وبذلك يكون قد أبقى على وهج الثورة كامناً بين صفوفه متمثلة بالنديم الذي سوف يبعث من جديد ثورة 1919، والتي هي امتداد للثورة العرابية وانعطاف لها.",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "وفي الوقت ذاته كان اعتصامه بين أبناء الفلاحين فخراً للعرابي الثوري وامتحاناً له، لأنه وثق بهم واستودعهم على ثورتهم التي انحصرت فيه منذ الآن، وإن كانت مصر قد طعنت بمن استسلم من قادة الثورة فهي مرفوعة الجبين بهذا الصعلوك العرابي الذي أخفى الثورة وطوى علمها بين المصريين بثقة وعن سابق قصد ودراسة. لقد صدق ظنه عندما تمكّنت حكومة توفيق من القبض بوقت قصير على عرابيين فرّوا إلى أوربا أو إلى جزيرة كريت وإعادتهم إلى مصر لتطوّق أعناقهم بحبال المشانق، هذا في الوقت الذي لم تتمكن فيه من القبض على النديم بسهولة رغم يقينها أنه في الريف المصري ... لماذا كان الريف محطّ أنظار النديم في نشاطاته السياسية وفي فراره أيضاً ... .؟ ¶ إن الحالة التي عاشها المجتمع المصري في عهد محمد علي تدعو إلى الدقة والتأمل، وبدون دراسة تفصيلية لتلك المرحلة لن يستطيع الباحث من تفسير الثورة العرابية وإدراك نزعاتها القوميّة والاجتماعية والأدوار الثورية التي لعبتها والتي قام بأدائها زعماء مختلفو الآراء والمشارب الثقافيّة، فقد بات من المؤكّد وكما تشير المصادر التاريخية وتنطق به كتابات عصر النهضة أن هذه الثورة كانت قد قامت على أكتاف أبناء الريف وقبل أن تصبح لسان حال المصريين بمدنهم وأريافهم، كانت قد وجدت لها إرهاصات ومقدمات في الريف، ومهدّت لها انتفاضات سبقتها وتمردات، اصطبغت جميعها بصبغة اجتماعية ونثرات قوميّة ونزعات وحدويّة، واضحة المعالم تتطلع إلى المحيط العربي والإسلامي حولها، سعت أن تقيم معهما جسوراً ... ولكم كانت تحمل توقاً إلى التخلص من الطغيان ... !..",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "إن هذه النزعات تفصح عن وعيّ حيناً وعن غير وعيّ حيناً آخر، ولكنه من الثابت عنها رفضها المطلق لنظام محمد علي الذي أوقع الريف المصري بأسوأ أنواع الطغيان الذي نال الجميع منه كؤوساً مترعة من الذل والهوان، ففي مقالته الهامة والتي سأعتمد عليها يستعرض الباحث أحمد صادق سعد دور القوى الشعبية في النضال المرير منذ بداية حكم محمد علي، ويذكر عدداً من الهبّات المسلحة المثيرة استقاها من مصادر عربية قدم عهدها ولم تطبع مرّة أخرى أو لم تترجم، يقول: (2) إن الصور العنيفة للتحرك الجماهيري والتي وجدناها في ظل الحملة الفرنسية تتكرر في عهد محمد علي، ففي دسوق وفي عام 1807 ذبح الجنود المجاورين في المسجد، وفي عام 1812 ثار الريف في وجه الجباة والعساكر فأحرقت الحكومة قرى عديدة وقتلت سكّانها، وفي عامي (1820-1821)، نجح رجل في محافظة قنا في تعبئة أربعين ألف رجل واجه بهم الحكومة وعيّن حكاماً من أتباعه وفرض ضرائب على المنطقة التي وقعت تحت سيطرته ولقد دامت ثورته نحو شهرين، وفي القاهرة نفسها أضربت الدكاكين عام 1823 احتجاجاً على ضريبة المنازل، وفي قرى المنوفية احتّج الناس على عمليات التجنيد الإجباري، غير أن مدفعية الميدان سحقت حركة الاحتجاج هذه بين عاميّ (1823-1824). ¶ وفي عام 1824 تمرّد الناس ضدّ الجباة، وفي منفلوط وفي عام 1838 تمرّدت كتيبة الفرسان ورفضت محاربة متمردين على القرعة، وفي عامي ¶ (1839 ـ1846) قام الأهالي بعدد من التمردات في أسيوط وفي منطقة الأرز شمال الدلتا الشرقيّة والمنيا.",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "كانت الانتفاضة المهدويّة أكبر حركة مسلّحة انطلقت من الصعيد وشملت مناطق عديدة منه وكان قد تزعمها رجل اسمه أحمد بن إدريس عام 1824، فقد صرخ يحتج على الظلم وجمع حوله مريدين وأنصاراً، والتف حوله ساخطون وغاضبون على القرعة العسكرية، ووصل عدد أتباعه إلى ثلاثين ألف رجل، وليس هذا فحسب فقد التحق بحركته سبع مائة جنديّ فرّوا من الجيش النظامي إلى جانب كتيبة في أسوان انضمت والتحقت بالثوّار مع كتائب أخرى استولت على مراكب من النيل قاتلت قوّات الحكومة وقُتل مائتان من الجند المتمردين، لقد سحقت قوّات تركية وبدوية هذه الثورة وذبحت آلافاً من الفلاحين، وأعدمت العشرات من صف الضبّاط والجنود الذين انضموا إلى الشعب كما أحرقت قرى عديدة. ¶ إلى جانب هذه الانتفاضات كانت هناك عمليات تخريب عزيت جميعها إلى أسباب احتجاج على حكم محمد علي وامتد لهيبها إلى المدن والجيش والمصانع، وكما يذكر الأستاذ أحمد صادق سعد في المقالة ذاتها، فقد أشعل العمّال في أسيوط النار في مصنع النسيج، وفي عام 1824 شبّ حريق في مخزن البارود بالقلعة وصل عدد الضحايا فيه إلى المئات، وفي عام 1826 انفجر جزء من معمل البارود في الروضة، وفي السنة نفسها انهارت القناطر المحمودية وكان قد أشيع أن الفلاحين قد خربوها، وفي عامي (1829-1830)، حدث تخريب في ترسانة الاسكندرية بتحريض من عمّال أجانب، وفي عام 1834 احترقت الفرقاطة المصرية في ميناء الاسكندرية بدوافع تخريبية، هذا إلى جانب أعمال فردية أخرى من السطو وقطع الطرق في الريف والصحراء، والاعتداء على مخازن حكومية جوبهت جميعها بعقوبات قاسية طالت قرى بأكملها..",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "ثمة أشكال سلبية أخرى للنضال الاجتماعي، فقد تكررت حوادث الهروب من الأرض واتسع نطاقها، حيث أخذ الفلاحون يهربون إلى بلاد الشام وتركيا ومن الريف إلى المدينة، وبالإضافة إلى ذلك فقد كان أبناء الريف يعمدون إلى تشويه أيديهم وأرجلهم وخلع أسنانهم، ويتحدث صاحب المقال عن عمليات سمل عيون الأطفال واتخاذ أسماء نسائية للرجال، كما يروي حوادث هروب إلى المدافن والمستنقعات للإفلات من القرعة أو التعذيب، ومالنا نبتعد كثيراً، فالتاريخ يروي لنا أنه من أسباب حملة محمد علي على سوريا القبض على ستة آلاف فلاح مصري كانوا قد هربوا إلى بلاد الشام. ¶ كان الظلم والجزع وعدم إشراك المصريين في إدارة البلاد دوافع أساسية لهذه الانتفاضات في وقت لم يكن فيه تأثير أوروبي أو قدوم الأفغاني وراء كل شيء في مصر كما يرى باحثون ومؤرخون يرغبون أن يروا كل شيء قادماً من الغرب أو وافداً من الخارج، وبذلك تكون التأثيرات الأوروبية قد لقيت مناخاً وقبولاً، ويكون الأفغاني أيضاً قد وجد أرضاً خصبة مهيأة لبذر بذوره الثورية، ومهما يكن من أمر فما أن جاء منتصف القرن التاسع عشر حتّى سيطرت على الأهالي رغبة عارمة في ضرورة الإصلاح والتغيير// على اختلاف الدواعي والبواعث كانت تدفع للبحث عن الوسيلة//(3). ¶ إذن كانت مقاومة الطغيان عميقة الجذور في المجتمع المصري وفي الريف منه خاصة، وقد شكّلت هذه الانتفاضات خلفية ثورية للثورة العرابية ولأحزابها السياسية التي بدأت تعبّر عن نفسها في النصف الثاني من القرن التاسع عشر على خلاف ما ذكره لوتسكي الذي قرأ تاريخنا وغفل عن كثير من تفاصيله من أنه// لم يجرؤ الفلاحون عبر الأجيال على رفع أصواتهم ضد أسيادهم إلى أن جاء عرابي وحفزّهم على التمرد والمقاومة الأمر الذي لم يدر بخلد الفلاحين حتّى ذلك الحين//(4)..",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "ولا نجافي الحقيقة إذا قلنا إن المظاهرات العسكرية التي قادها أحمد عرابي ليست مقدمة الثورة العرابية، بل كانت نضالات الفلاحين تلك هي الروح التي بعثت الثورة وأحيتها وأضرمتها بعد أن كانت قد انصهرت فيها وأمدتها بمظاهر قوميّة وحدوية عبّر عنها الشعب المصري بسهولة قبوله واستعداده للخروج من التبعية التركية البغيضة في وقت كان فيه العالم الإسلامي يرى الخليفة العثماني أب المؤمنين وظل الله على الأرض، كما عبر الشعب المصري عن أصدق مشاعر الحب لتلك المظاهر الثورية بمؤازرته وولائه للعرابيين وحزنه العظيم يوم فشلهم المشؤوم واحتفاظه بالنديم حيّاً. ¶ كان لابد من أن تستوعب الحركة الوطنية هذا الماضي العريق من النضال الفلاحي الثوري، وإن كانت لم تقبله بعفويته فقد نظرت إليه بثاقب البصر وأدقه وأمدته بنسغ جديد وفهم ربط بين الخاص والعام، وأقامت أوثق العلاقات بين الريف والمدينة، لعب النديم دوراً بارزاً في هذا كله، بل كان قد تفرّد في هذا الدور دون سائر العرابيين، وإن كنّا ندرك الآن سبب تأييد الفلاحين للثورة العرابية التي أصبحت لسان حال الأمة بمدنها وأريافها، فلابدّ لنا من أن نكون قد فهمنا المغزى من فرار النديم إلى الريف واعتصامه فيه، فهناك تصعلك وتشرّد وجاع وثرثر وتأمّل، وتعلم عشق الحريّة وتنسّم نسائمها بملء رئتيه من منابعها الأصلية منذ أن كان في سلك الأدباتية، لقد كان أكثر المصريين تجوالاً في ربوع الريف ... لصيقاً بآلامه ... تحسسها بعينيه ويديه وعايشها في القرى والطرق والمنعطفات دون أن يحدثه أحد عنها، ولم يكن كاتباً على صفحات الورق فحسب، بل كان فناناً يناقش كلّ شيء مع كل إنسان.. وحين تشحّ مياه النيل وينقلب الجوع وحشاً ضارياً يلتهم الفقراء حين ذاك تبدو له كل فنون الكلام سخيفة لا قيمة لها وينقلب إلى ثوريّ ذي رسالة اجتماعية مدرك أسباب الانتفاضات الضارية وأسرارها..",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "لن أتتبع المدن والقرى والأماكن التي اعتصم النديم فيها، ولن أصف الطرق التي تلوّن بها ولن أذكر الأسماء التي انتحلها، ففي ذلك إطالة.. وباقتضاب شديد.. فقد توجّه إلى بلده المنصورة وتجوّل في قراها متنكراً ثم ارتحل إلى العتوة القبلية، وقطن بين أفراد أسرة أحد الوطنيين، ومن بيت هذا العرابي أعاد اتصاله بالخواجا موريس.. ¶ كان موريس مثقفاً فرنسياً ارتبط مع النديم بصداقة في الاسكندرية منذ عام 1876، وكان يمتلك أرضاً زراعية في قرية قرب مخبأ النديم، وتوحي سيرة حياته أنه قد قدم إلى مصر ليرقب الأحداث كما كان شديد الاهتمام بحوادث الشرق منذ زمن بعيد، وتشير المصادر القليلة في هذا الصدد أن هذا الفرنسيّ كان ممن يعطفون على الحركة الوطنية المصرية وثورتها العرابية، وكان فوق هذا كله// واسع الأفق إنساني النزعة يحب أن يفتش في بلاد الشرق عن ثروات غير المال//(5)، تحاور النديم مع صديقه هذا واشتركا في التأليف وقدّم الفرنسيّ المراجع التي طلبها النديم ووفّر له حاجاته المعيشية. ¶ دوهم مخبأ النديم، فساح على وجهه دون أن يعرف له مكان إقامة، وعاش أياماً صعبة كان العرابيون يضعون له الطعام خلالها في أماكن عرف أنه يمر فيها، وبعد ثلاثة اشهر من الطواف أمر بالذهاب إلى قرية الكوم الطويل فمكث فيها ثلاث سنوات أمر بعدها بالذهاب إلى المحلة الكبرى ثم إلى ميت الغرقى ثم إلى القرشيّة وهنا أقام في بيت أحد العرابيين خالط فيه العلماء والأدباء وشارك في الحياة الاجتماعية، وعندما ذاع صيته خشي العرابيون من افتضاح أمره فأوعزوا إليه بمغادرة المكان، فطاف عدداً من القرى والبلدات ثم كرّ راجعاً إلى بيت العرابي الكريم.",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "وفي قرية بريّة المندرة أعطي بيتاً منفرداً بين الحقول، وفي ذلك القفر الخالي عرف العوز والجوع وبدت له الدنيا كئيبة شاحبة اللون، وأخذته الوحدة من جميع أقطارها، وللمرة الأولى شعر بمرارة التخفي وقساوة الناس، وامتزجت نفسه بركام من الحزن والأمل والإباء فناجاها قائلاً: //جفّت أيدي الناس فهي لا ترشح.. وانقطع رشاء الأمل.. فبأية دلو أنضح.. كثرت الأراجيف فخافوا البأس ... وطال الزمن فداخلهم اليأس ... ومن الإخوان من لا يعلم بمكاني ... ولو اهتدى إليه لواساني ... أفتراني أسأل الأنذال ولو شربت الأجاج وطُعمت الرمال..//(6). ¶ انتقل النديم إلى قرية الجميزة، وكتم عمدتها أمره، ولسعة اطلاعه وطلاوة حديثه التف الناس حوله مما أثار شكوك أحد رجال البوليس السابقين، وعندما أخبر السلطات زودته بصورة للنديم وصدق ظنه، فقد استقدم دوريّة ألقت القبض على العرابي الذكي الهارب في الثاني من تشرين الأول من عام 1891، واقتيد إلى أقرب مخفر حيث استجوبه في طنطا المصلح المعروف قاسم أمين، فأكرمه وطمأنه، ثم حكمت عليه المحكمة بالنفي إلى بلاد الشام فاختار يافا وغادر إليها في الخامس عشر من شهر تشرين الأول لعام 1891، بعد وداع مِنْ العلماء والأدباء، وظلّ في منفاه إلى أن توفي الخديوي توفيق فعفا عنه عبّاس الثاني وعاد إلى مصر في التاسع من أيار من عام 1893، بعد أن تعهد بعدم الكتابة والاقتراب من السياسة.",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "عانى النديم في منفاه من صعوبة العيش وشظفه، فعرف الجوع والحاجة والعري، واختبط في بحر من الرعب والخوف والشوق والحنين، وقف معه في هذا كله العرابيون الذين أشرفوا على إخفائه بصدق وذكاء مما يسجل لهذا الشعب مكرمة من أجل المكارم، فقد خططوا له وضللوا الحكومة عنه وصرفوا نظرها عن مخبئة وأشاعوا عنه أنه مات في أحد السجون أو أنه احتمى في إحدى الدول الأوروبية أو أنه في بلاد الشام، فأحاطته الإشاعات واكتنفته الأقاويل، غير أن ذلك لم يثن الحكومة عن عزمها في البحث عنه وملاحقته بجواسيسها ومخبريها، وقد خصصت مكافأة قدرها ألف جنيه لمن يقبض عليه. ¶ وفي المنفى أطلع العرابيون النديم عما كان يجري في الخارج، فعرف الأحداث التي جرت بعد انهيار الثورة، والأجواء السياسية المحلية منها والدولية، وقرأ الكتب والصحف، وقد هزّت معرفته بما حلّ بالأصحاب الأحياء منهم والأموات كيانه بعد معرفته بهروب أسرته إلى الاسكندرية خوفاً من الانتقام، وازداد حزناً حين علم أن مؤلفاته قد ألقيت في النيل لازدحام الركّاب في قاطرة كان والده يستقلها.",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "رغم هذه الظروف لم ينسَ النديم قادة الثورة في منفاهم المرير، وعندما تمكّن من الكتابة إليهم كتب رسائل بأسماء مستعارة تعدّ آية من النضج الثوري في الفكر القومي العربي، ومن خلالها يدرك المرء أن النديم روح الثورة وفيلسوفها بل قطب الرحى فيها وليس خطيباً لها فحسب. إن رسائله إلى عرابي وإخوانه تسيل أخّوة وعذوبة ووطنيّة شامخة، يتألق فيها الإحساس بالمسؤولية والمواقف النادرة الفذة والتوصيات الذكية، وتنم عن فكر متيقّظ، ويبدو فيها محبّاً للثورة ترف عليه علائم الإخلاص رفيفاً عذباً رقيقاً، وترى فيها النديم الصلب العنيد صاحب الإرادة الصلبة هذا إلى جانب شفافيته وصراحته ومسؤوليته الثوريّة، ومن رسائله تنبعث روح مصر الزاخرة بالتجارب والدروس والعبر، ولعلنا لا نجد شيئاً يعبّر عن النديم كما تعبّر عنه رسائله إلى عرابي ورفاقه في المنفى.. ¶ تحتل رسائل النديم مكاناً لائقاً في ثقافتنا المعاصرة لما تحمله من معان نضالية وقيم مبدئية ووعيّ وطنيّ متفرّد في صدقه مما يجعلها تندرج في خط آداب الحريّة والنضال الوطني المشروع ويضعها قريبة من الفكر الثوري الذي يبحث عن الحريّة والمساواة.",
            "page": "105",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "في أولى رسائله إلى عرابي يصف له بصدق لحظة دخول الإنكليز وانتصار الخديوي، وكيف تطامن كثير من الوطنيين وأحنوا رؤوسهم أثناء مرور العاصفة، لقد كان ذلك امتحاناً للشرفاء قاسياً عليهم، ثقيل الوطء، على نفوسهم حين أخذ المحتلون ومؤيدوهم يبحثون عن العرابيين ويدفعون بهم إلى المنافي والسجون والموت دون تحقيق أو تدقيق// وقد وضعوا الرحمة تحت نعالهم وجعلوا القوّة أجمل فعالهم وداروا حول حزبنا في البلاد يتصيدونهم في الأصفاد ثم ساقوهم إلى السجون وموارد المنون، وقد خاطبوا العلماء خطاب الأسافل وأخرجوا الأشراف لكنس المزابل وأخذوا بالظن والتخمين وشنقوا الأبرياء من المواطنين وكل هذه الجرائم لم ترض رياضاً الغاشم، بل أراد أن يأخذك ومن سمع نداك ويقدّمك قرباناً لعداك واستحضر مقصلة لخرط الأعناق وعقد مجلساً ليثبت الحكم عليك ويسوق الحمام إليك وأخذوا يتشفون من بعض الأفراد ويتوعدونهم بالقتل والإبعاد ... وإني لآسف على يوسف أبي ديّم وما أحسن ما أبداه من الثبات وهو تحت حبل مشنقة الممات حيث قال إبراهيم أدهم: هل تريد شيئاً نحضره إليك قبل القضاء عليك..؟ فقال: أريد لمصر الاستقلال الذي كان معقد الآمال، وأي شيء بعد أن قطعتم آمالنا ... ولكن اليوم لكم وغداً لنا ... ... ... ... ... //(7). ¶ ثم يخبره عن الحالة التي آلت إليها الأمور، ويفضح زيف المتآمرين ويقدّمهم إلى التاريخ على حقيقتهم، وليس كما ادعوا، ففي تلك الساعات العصيبة التي // تربّع فيها الطغيان في الديوان ... تجملوا بالثياب وبرموا الأشناب ... وتنهدوا فرحاً واختالوا مرحاً.. وقابلوا الإنكليز بالولائم وتقربوا إليهم بالجرائم وقدّم لهم المنافقون النفائس ... .//(8)، وبمرارة يكتب النديم إلى عرابي // صنعوا سيفاً لوسلي *وسيفاً لسيمور* وطبنجتين مرصعتين بالماس كتب عليهم مشير المنافقين محمد سلطان هديّة ومعرفة جميل من المصريين وقد دونوا بذلك تاريخ ذلّة بانتصارهم بعدو الملّة ... //(9)..",
            "page": "106",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "وفي رسالة أخرى إلى عرابي أيضاً يفلسف له الهزيمة ويشرحها ويدعوه فيها إلى النظر إليها على أنها تجربة تاريخيّة مليئة بالدروس والعبر تضيفها الأمة إلى تجاربها لتستفيد منها، لذلك ينبغي إمعان النظر بالأحداث، فالهزيمة لا تعني اليأس بقدر ما تعني الأمل في معاودة الكرّة من جديد، وكذلك الظفر فيما يعنيه إعداد الجماهير وتربيتها في مدارس الدهاء والحنكة والشدّة، من جهة وحسن اختيار الأنصار والحلفاء من جهة ثانية مشيراً بذلك إلى الأدوار التي لعبها الإقطاعيون وكبار الملاكين من عرب وأتراك في الثورة العرابية وما تسببوا به من عار الهزيمة الذي سيكتبه التاريخ عليهم دون أن ينال الشرفاء منه شيء، إنهم هم الذين ارتكبوا السيئات وأحاطت بهم الأخطاء وسيرون نتائج تحالفهم مع العدو، يقول النديم في رسالته // الغلبة ليست قاصرة على الظفر بالعدو بل قد تكون الهزيمة لتقوية العزيمة وزيادة الاستبصار في الأحزاب والأنصار وتربية الأفكار في مدرسة الإنكار كما كانت عليه الهيئة المصرية في الحرب العرابية ... وما علينا بهزيمتنا بفعل الخائنين عار بل من كسب سيئة وأحاطت به خطيئة فأولئك هم أصحاب النار وسيريهم الإنكليز ضدّ ماكانوا يفعلون ... وسيعلم الذين ظلموا أي منقلب ينقلبون ... //.. ¶ كان النديم دائم التفكير بالثورة وأحداثها، وكان دوماً يقلّب صفحاتها ويتحدّث عنها بفيض من الكلام، ويستخلص منها الدروس والعبر، ففي الرسالة ذاتها يرى أن هزيمة الثورة قد مهدّت للإنكليز وجعلتهم يبسطون أيديهم على البلاد وأن يستميلوا بعض قادتها بالمال، ومع هذا فهي تجربة وصفحة مشرقة في تاريخ مصر السياسي رغم ما شابها من أخطاء وما أحاطها من أعداء، ويعترف أن الثورة كانت ركاماً من الآراء والمشارب حددت بنية الوعي فيها ظروف العصر وملابساته، لذلك فقد تجاور فيها المخلصون والمترددون والمذبذبون والساذجون كما يقول إلى عرابي.",
            "page": "107",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "//أخي وصديقي.. قرأت تاريخ هذه الأمة ... وعرفت الأمور المدلهمة ... . فرأيت الأجنبيّ قد مدّ رجليه في الصدور ... واستمال القادة بالغرور ... فبسط يده على البلاد ... واسترقّ أحرار العباد ... فلزمتَ الأفكار ... وتركتَ الأوطار وبعتَ نفسك لا للمظهر ولا للجاه ... وقام معك الأمراء والقادة ... والعلماء والسادة ... وقام أخوك النديم ينادي بلسانك ... ويترجم عن جنانك ... فسرى صوتنا في البلاد ... وتنبّه الناس من الرقاد ... وتبعنا من الوطن أمشاج وتوارد علينا زمر وأفواج ... فكان لفيفنا العجيب ... على هذا الترتيب: مخلص أدرك قصدنا.. فقام يرصد ما رصدنا.. ومتردد حائر مع النوازل دائر ... ومذبذب إن دارت اللأواء لا إلى هؤلاء ولا إلى هؤلاء.. ومنافق ينقل عنّا وإلينا ... ويحمل معنا وعلينا ... وعدو ينسب إلينا البدعة.. وينصب لنا شرك الخدعة ... وساذج يتحرك إذا نبّه.. ويسكن إذا جبّه ... ولكل قسم نيّة.. ختم عليها الطويّة ... فالمخلصون أولئك الذين صدقوا ... وبالحق نطقوا ... وبالله استعانوا.. فما ضعفوا ... ولا استكانوا ... ..//.. ¶ لم يذكر المؤرخون شيئاً مستفيضاً عن علاقة النديم بعرابي، ولم يتحدّث دارسو سيرتهما عن ذلك أيضاً، ولكن من المؤكّد أن الرجلين مثّلاً روح الحركة الوطنية أصدق تمثيل، ونطقا بما يعود على البلاد بالنفع والكرامة، وعملا بما سمحت به الظروف على إنقاذها من العبوديّة والاستبداد، وقد ارتبطا بعلاقة حبّ واحترام، وأخلص كل منهما للآخر، وكان عرابي قد اعتمد على النديم في جميع اتصالاته بالمدنيين إن كان في الريف أو المدن، وأوكل إليه تغطية الرأي العام وتهيئته بصحيفته وخطاباته، وكان في كل ذلك وجهاً آخر لعرابي الذي يميل إلى الصمت والتأمل..",
            "page": "108",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "من جهته كان النديم كبير الثقة بأحمد عرابي، رأى فيه قائداً مخلصاً وإن كان لا يعبّر عن وجهة نظر طبقيّة بنفس الوعي والتطرف اللذين كان يحسّ بهما النديم، وربما كان ذلك لاختلاف النشأة بينهما، ولكنه على أية حال أقرب الزعماء العسكريين إليه وأكثرهم تعبيراً عن معاناة الفلاحين وكرهاً للإنكليز، ومن هنا كانت نقطة اللقاء والاتفاق بين الرجلين، لذلك اقترب النديم من عرابي وفهمه وتمثلّه وترجم آراءه وأفكاره بحرارة وحماس، وطورها برفق وذكاء. لتحمل مفاهيم اجتماعيّة أكثر شموليّة مما كانت عليه حركة الضبّاط في بداية عهدها..",
            "page": "109",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "لقد ظلَّ النديم وفياً لعرابي، كبير الثقة فيه على الرغم من ملابسات هزيمته واستسلامه، لأنه لم يكن سبباً رئيسياً بهما، لذلك يدعوه في رسالة أخرى إلى مواصلة النضال الثوري الذي انتدب نفسه له، ولكنه يشترط عليه أن يقرأ سفر الثورة ويمحّص في أحداثها وأن يدرس أحوال مصر في المدرسة العرابية التي أسسها، فالتجربة الآن قد اكتملت والمجربون قد نضجوا فإن كما يقول النديم الذي كنّا فيه// مدرسة ابتدائية ونحن الآن في التجهيزيّة، وسوف يشتد ساعدنا وتترسخ تجربتنا حين ندخل المدرسة العليا، يوم تنادي لك الدنيا، أما ذلك اليوم الذي نعيد فيه الثقة إلى النفوس، فقد تطاولت إليه الأعناق.. بعظيم الاشتياق إلى ذلك الميقات//، بعد ذلك يخبره عن ثقة الناس، به وحبهم إليه، وإن كان هناك من استنكر الثورة العرابية فها هو الآن وبعد أن اتضحت له ممارسات الخديوي والإنكليز ينتظر عودة عرابي لمتابعة ما كان قد بدأه، وبدأ العرابيون يرفعون أعناقهم بشيء من الفخر والاعتزاز، يقول النديم//فإذا قيل هذا عرابي المشرب فرح كأنه قد فتح له مطلب، وألسنتهم رطبة بذكرك ومحافلهم ملأى بشكرك وأصبحوا أشدّ شوقاً إليك ممن كانوا يجتمعون إليك وإذا أتى منك صكّ كتاب دار به على الإخوان وهو فرحان، فأنت في مصر وإن كان جسمك في سيلان فذكرك على الألسن ورسمك في الأعين وبالجملة فقد جعلوك قطباً عليه سعودهم//..",
            "page": "110",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "وإلى المنفى حمل العرابيون خلافاتهم التي كانت قد بدأت بعد انهيار الثورة، فتبادلوا التهم والشتائم، وألقى كل منهم اللوم على الآخر في الوقت الذي يبرئ فيه نفسه، وتآكلت علاقات الود والاحترام فيما بينهم، لقد كان ذلك شديد الوقع على النديم أليماً، ورآه فشلاً ذريعاً، وخيبة ظن للأمة في أبطالها المأساويين الذين انتدبوا أنفسهم للتغيير، وهاهم الآن يخرجون طواعية من التاريخ، لقد كتب إليهم النديم عاتباً مرشداً كما يكتب الفيلسوف إلى تلاميذه يطلب منهم أن يكونوا على مستوى الشعارات التي رفعوها، وأن يدركوا جوهر الصراع الذي حاربوا من أجله، وكان يعيب عليهم خلافاتهم ويذكرهم بأسمائهم وألقابهم وبسمعتهم الطيبة، ويحثهم أن يكونوا فوق مستوى الأحداث، فما زالت الأنظار متوجهة إليهم، ومن واجبهم أن يتذكروا الظروف التي تحيط بهم، ثم يؤكّد لهم أنه مازال على سيرته ومذهبه الذي شبّ عليه من حبّ للثورة ووفاء لها ... ¶ إخواني الوزراء وأحبابي الأمراء ...",
            "page": "111",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "//ذكركم بين الأحباب جميل ... وقدركم عند العقلاء جليل ... إن بعض الناس انحرف عنكم ... وظنّ أن القدر وقع منكم ... فلمّا انكشفت عن الحقيقة الستور.. وظهرت خفايا الأمور ... أشفق عليكم العدو قبل الحبيب ... وحنّ إليكم الوطنيّ والغريب ... وقد اشتغلت بعودتكم الأفكار.. وتوجّهت إليكم الأنظار ... . فإذا لم تكن عهودكم وثيقة ... ورابطة جمعكم أنيقة ... وعدتم إلى الديار ... على التباعد والنفار ... ساءت بكم الظنون ... ومالت عنكم القلوب والعيون ... وصرتم عرضة للدسائس.. ومرجعاً لأهل الخسائس ... وذكركم المؤرخون بالنقائص ... وجرّدوكم من الفضل والخصائص ... وأنكرت أوربا دعوتكم الوطنية.. وتبّجح عدوكم بنسبة الهمجيّة ... وأعيذكم وكل آية من وصولكم لهذه الغاية ... فأتلفوا قبل الإياب ... واقتلوا الضغائن بالعتاب ... .ولست ممن يرجون عودتكم لغاية يرجونها ... ودنيا يصيبونها ... كلا ... . فإنكم تعلمون ماكنت عليه.. ومذهبي الذي أميل إليه.. فقد كنت أدعو لكم بلا علّة ... وأنشر عنكم كلّ فضيلة وخلّة ... وأدعو لكم في الجرائد ... . وأحاطم عنكم الأجانب والمعارضين والأعداء ... وديني الذي فطرت عليه ومذهبي الذي أميل إليه ... هو تحرير البلاد ... وصلاح البلاد وكانت جريدتي تنشر بلا قيمة لتكون دعوتنا عميمة ثم إنّي الآن في حفظ ربي أتقلّب على فراش النعمة لا ينالني شيء من النقمة وكتبت كتباً عديدة ودوّنت أسفاراً عديدة، ولا أقول هذا منّاً عليكم ولا لنسبة التقصير إليكم بل لتتأكدوا صدق عزيمتي وتتحققوا بقائي على نيّتي وتعلموا أني أرجو عودتكم لكم وللبلاد.. فارجعوا إلى البلاد ... فارجعوا إلى الإخاء والحق والتزموا في العودة الصدق ولا تسوِّدوا وجوهنا بين أهل مصر ولا تخجلونا، فإني أنشر عنكم من الأخبار ما لا يؤثر عن الأخيار من ألفة أكيدة ورابطة شديدة وإخاء لا ينحّل ووفاء لا يختل، والمرجو من الحق تعالى تحقيق الأمل وحسن العمل فتردّون علينا مؤتلفين كما رحلتم متفقين ... //(10)",
            "page": "112",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "بعد عودته من المنفى تنقّل النديم بين الاسكندرية والقاهرة، وأخذ يدرس الأوضاع الجديدة والظروف المحيطة بالحركة الوطنية المصرية، ووجد أن اليأس قد سيطر على النفوس وأن المدّ الوطنيّ قد انحسر وتراجع، وقد أغرق الزيف والكذب والنفاق الوطنيين الصادقين، وكان في الساحة المصرية ثلاثة اتجاهات سياسية تصطرع فيما بينها، يحاذي أحدها الاحتلال ويؤيده ويدعو إليه، وقد مثلّت جريدة المقطّم وجهة نظر أصحابه، ويؤيد الثاني الحركة الوطنية دون أن يخفي مساندته للسياسة الفرنسية، يجاوره تيّار ثالث يؤيد الحركة الوطنية غير بعيد عن الدولة التركيّة، وكان النديم قريباً من هذا الاتجاه داعياً له، ومن فوره عاد ورفع شعار الثورة العرابية: مصر للمصريين لا لتركيا ¶ ولا للأوربيين، ثم أخذ يبث الروح الوطنية دون أن يغفل الأخطاء التي وقعت بها الثورة العرابية، آخذاً بعين الاعتبار ظروف المرحلة الجديدة، فتوجّه إلى الشباب المصري المثّقف وأخذ يحثهم على الاتصال بالجماهير، ودعا العرابيين إلى الظهور وتأليف أحزاب سياسية، فالتف حوله الشباب ومنه عرفوا ظروف الثورة والأسباب التي أدّت إليها، وكان الزعيم الوطني الشاب مصطفى كامل من أبرز الشخصيات التي// ارتبطت مع النديم بصداقة متينة منذ عام 1892، فتعلّم منه الخطابة حتّى غدا أقرب روحيّاً إلى خطيب الثورة العرابية منه إلى الأفغانيّة//(11)..",
            "page": "113",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "حصل النديم على ترخيص لصحيفته الجديدة: الأستاذ، وفي العدد الأول منها دافع عن الشرق ضدّ مطامع الغرب وقد تجلى ذلك في مقالين بدا فيهما مثقفاً عنيفاً مفطوراً على الفهم مدركاً في وقت مبكّر وبعمق خلفية الاستعمار ودوافعه، ففي مقاله الأول: لو كنتم مثلنا لفعلتم فعلنا، يكشف عن الأساليب المزيفة التي قدم فيها المستعمرون إلى الشرق، ويقول إنهم لاذوا بشعارات تخفي أغراضهم كالسياحة والتجارة، أما في حقيقة الأمر فهم// مراقبون متغلبون خدعوا الشرقيين بصحفهم ومقالاتهم ولعبوا بأفكارهم زاعمين أن الحضارة مقصورة على الغرب، فالغرب كما يقولون محل التشريع ومنبع العلم ومرجع الفضائل ... //(12)، ولا حياة للأمم إلا بما تأخذه عنه، ثم يكشف الطريقة التي تعامل بها الغرب مع الشعوب الشرقية على أنها شعوب متوحشة لا تفقه الحضارة أو التمدن، فإذا ما أراد الشرقيون كما يدعي الغرب التقدم فلابد لهم من عقد المعاهدات التجارية التي كانت إحدى القنوات الاستعمارية التي أوقع فيها المستعمرون الأوربيون أبناء الشرق، وبذلك كما يقول النديم قد تمكّن الرأسمالي الأوروبي من ثروة الشرق وخيراته وتحوّل الشرقيون إلى// أجراء يزرعون ويحصدون ويصنعون ليروجوا تجارة أوربا ويعظموا ثروتها ويؤيدوا قوتها كأنهم أمام أوربا جنس خلق لخدمتها//(13).",
            "page": "114",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "ويذكر النديم في وقت مبكر سابق لعصره أن الاستعمار قد أدخل في روع البلدان الشرقية عدم أهليتها للصناعة، سانده في هذه الدعوة الرأسماليون رغبة منهم ببقاء الشرقي في قبضة الغربي وبقاء البلاد ميدان سباق لرجال أوربا. فهؤلاء كما يقول لا يريدون مصنوعاً يعطل عليهم ولا معرضاً عن صناعتهم، وكي يحقق الاستعمار مآربه فقد قدم إلى مصر بدائل عن أخلاق أبناء البلاد الربا والمقامر والمواخير واستطاع أن يوقع بكثير منهم فضاع المجد والشرف وساءت الأخلاق وضعفت العقول وأقبل الناس على المرابي يقترضون ويصرفون في الملاهي حتّى أسكنوا الأوربي مكانهم وصاروا له خدماً، وبذلك توصّل الأوربي إلى مقاصده في الشرق. ¶ وفي المقال ذاته يفنّد النديم مزاعم الاستعمار التي يقول فيها إن الشرق بحاجة إلى تدخل أوربا لإصلاح إدارته وماليته وتجارته وتهذيب أخلاقه وأممه بالتعاليم الأوربية، ثم أطبق على الشرق واحتل أجزاءً منه وضمّ أخرى بعد سابق اتفاق بين الدول الاستعمارية،، ثم تلوّى الأوربيون في الدخول إلى الأقطار الضعيفة// تلوي الأفعى وملكوا بعضه بالتجارة وبعضه بدعوى أنه من حق دولة أو إهانة بوّاب قنصل//(14)، وفي كل ذلك لا يلوم النديم ملوك أوربا طالما أن ملوك الشرق آنذاك أهدروا حقوق رعاياهم مما أوصلهم إلى الحالة التي يعيشونها الآن.",
            "page": "115",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "إن طبيعة العلاقة وارتباط المصالح بين الاستعمار من جهة وبين كبار الملاّكين والإقطاعيين من جهة أخرى سهّل على المستعمرين دخول بلدان الشرق، وعندما تمكنوا فيها كانوا يرفضون أبناءهم الوطنيين ويستبدلونهم خوفاً من ثورة بعملاء لهم ثم يعمدون إلى محاربة لغة أهل البلاد التي يموت بموتها كما يقول النديم الدين الذي هو حليف القومية والغيرة الوطنية، ويقدم شاهداً على ذلك ما قامت به بريطانيا في مصر حيث سلمت البلاد كما قال حرفياً إلى المصريين// من تتوافق مصالحهم مع مصالح الدول، وأبعدت الوطنيين عن إدارة البلاد وأصبحت تفعل وهم لا ينطقون وعندما أدرك هؤلاء الذين وثقوا بالإنكليز واعتمدوا على سياستهم أدركوا الحقائق في وقت لم ينفعهم الإدراك فيه، فأخذوا يذمونها ويرمونها بخلف الوعد وعدم الصدق وطول الباع في الخداع// (15)، ويتساءل: ماذا جنى المصريون من الاحتلال سوى الخراب والدمار..؟ فهاهم الآن قد أقاموا الاتفاقات التجارية والصناعية المزعومة والتي تنفق فيها الملايين ثم يكلّف الشعب المصري بسدادها دون أن يعلم مصير هذه الملايين من الدولارات. ¶ غير أن هذه الاتفاقات لم تكن سوى واحدة من التدمير الداخلي الذي كان الإنكليز يمارسونه في البلاد، فقد أبعدوا المصريين عن الإدارة وحشروا الغرباء في المصالح التي تخدمهم حتّى أصبح ألوف المصريين لا يجدون القوت، وكذلك في الجانب التعليمي كلّف الإنكليز الأجانب بالتدريس إلى جانب القليل من المصريين// لإماتة اللغة الوطنية بغرض المكافآت لمن ينبغ بالإنكليزية لتنسى لغة القرآن//.",
            "page": "116",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "وإن كان كره الإنكليز قد وطّد في قلب النديم وسكن فيه، فالثورة العرابية درس لديه لم ينسَ، وعليها عقدت آمال طالما حلم بها وبشّ لها، لذلك لم يدع فرصة إلا وذكّر الشعب المصري بها ليستفيد من تجربة دفع ثمنها نهراً من الدماء، ويحذر شعبه كي لا ينجرف وراء محترفي السياسة من المصريين الإقطاعيين الذين استقبلوا الإنكليز بعد انهيار الثورة// بالأفراح والسرور وتقدّم شعراؤهم بقصائد المديح والثناء//، ووجهاً لوجه يقدّم للتاريخ صورة هزيلة لهؤلاء ويذكرهم والعهد قريب بدماء إخوانهم وأبناء بلادهم، وقال لهم //بذلتم أموالكم وأرواحكم في دخول الإنكليز البلاد وتخليتم لهم عمّا بأيديكم من الأعمال وركعتم أمامهم وبصقتم على وجوه إخوانكم ولبستم أجمل ثيابكم تنتظرون يوماً يقتل فيه مائة ألف جندي مصري//(16) لقد كان لذلك أخطر النتائج وأسوأ العواقب، وأي سوء يوازي وقوع البلاد تحت وطأة الاحتلال..؟، ألم ير الجميع كيف انقلبت الأحوال ... ؟ إن من يقرأ العواقب عليه ألا يتعاون مع الإنكليز // وألا يلقي نفسه بين نيوب الصلّ مرّة أخرى//. ¶ وفي نهاية المقال دعا إلى بناء الوحدة الوطنية وجمع صفوف الأمة// حرصاً على الجنسيّة /القوميّة/ والجامعة الوطنية ولتكن الجموع رجلاً واحداً يسعى خلف شيء واحد هو حفظ مصر للمصريين ثم إليهم يتوجّه// جاهدوا أنفسكم في توحيد كلمتكم وارجعوا بمحافلكم عن أبواب أوربا وفتنتها، فالمصريون لن يعدموا الحلفاء، فعليهم أن يوجهوا أبصارهم إلى أبناء الشام لأن المصير العربي واحد// فالشام ومصر توأمان أبوهما واحد يسوء الاثنين ماساء أحدهما، فلم تنافر أبناؤهما وانحاز السوريون إلى جانب بعيد عن المصريين..\"فالمصلحة تقتضي جمع الكلمة وتوحيد الصف كي تنظر أوربا إلينا بعين الاحترام والإجلال//(17).",
            "page": "117",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "وفي مقال آخر.. بم تقدموا وتأخرنا والخلق واحد.. يواجه النديم المزاعم التي أطلقها مروجو الاستعمار والتي قالوا فيها إن للشرقيين طبيعة تجافي التقدم وتحاربه، ويحمّلون الإسلام مسؤولية ذلك، ويرد النديم بقوله: إن الشرق يمتلئ بأديان تغاير الدين الإسلامي، والآخذون بها أضعاف الآخذين بالدين الإسلامي، فلو كان الإسلام كما يقولون مانعاً للتقدم لرأينا// الهند والصين في تقدّم ¶ أوربا//(18)، وفي أوربا ذاتها التي تدعي التقدم قامت حروب ومعارك طاحنة، وكلما ادعت دولة أوربية المدنيّة والتقدم// كثر تفننها في آلات التدمير والقتال، هذا في الوقت الذي كان فيه الشرقيون لا يتحركون إلا دفاعاً عن أوطانهم، فالشرقيون بعيدون عن التعصب الديني//. ¶ لقد ميّز بين أوربا المتقدمة وأوربا الاستعمارية، واعترف بالفروق بينهما، فهذه حقيقة لم ينكرها، وعلى هذا دعا إلى أخذ العلوم ونبذ الجانب السياسي من أوربا القوية التي وحدّت السلطة في أيدي أبنائها// ولم تمكّن أجنبياً واحداً من التسلل إلى سدّة الحكم في الوقت الذي سلّم فيه الشرقيون أمور إدارتهم إلى الأجناس التي حكموها مما دعا حب الأثرة هؤلاء إلى نزع ما بيد مواليهم وسادتهم//(19). ¶ وللكتّاب اهتمام خاص عند النديم، فهم بناة يهذبون الأمم وينقلونها من حضيض الجهل والخمول إلى ذروة العلم والتقدم شريطة أن تتاح لهم حريّة التعبير، وفي الوقت الذي أدرك فيه الأوربيون ذلك أخطأ الشرقيون في هذا الجانب، وخاف ملوكهم من الكتّاب والعقلاء// فضغطوا على أفكارهم حتّى أماتوها في أذهانهم//(20)، فعلى الشرق وكي يتقدّم أن يحترم حريّة التعبير من جهة وأن يتوسّع في التعليم من جهة ثانية أسوة بأوربا التي //عممت التعليم ووحدته وجعلته إجبارياً، فعلّمت الأمة التاريخ والجنسيّة /القوميّة/ واللغة والأخلاق والعادات والقانون المدني الجامع لوحدة الأمة وتاريخها وحقوقها وواجبات الدفاع عنها//(21).",
            "page": "118",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "وكي تبقى الأمة حيّة لابدّ من أن يحترم أبناؤها حريّة الناخبين التي عبّر عنها بالشورى كغيره من مثقفي عصر النهضة، ومرّة أخرى يقدّم أوربا دليلاً على اعتماد الحريّة والعزوف عن الأخذ بالرأي الفردي وما كان لذلك من أثر في تقدمها حيث //أحدثت مجالس الوزراء والشورى وألقت تبعة البلاد على كواهل أهاليها، فتنتخبهم لتتحد أفكارهم، وهكذا بقيت أوربا حيّة بحياة قواها العاملة، وصار للأمة الثقة بملوكها ووزرائها لعلمها أنهم لا يصرفون شيئاً ولا يحدثون عملاً ولا يبرمون أمراً إلا بمشورة نوّابها وتبادل الأفكار بين الوزراء والنوّاب//(22)، هذا في أوربا، فماذا حصل في الشرق..؟ يقول النديم لم يكن ثمة ثقة بين الملوك ونابغتهم لذلك نراهم// إذا نبغ فيهم أناس وضعوهم تحت التضييق حتّى يبغض الآخرون طريق العقلاء والنبهاء فراراً من الوقوع فيما وقعوا فيه من البلاء//، فعلى الشرق كي يتخلص من أمراضه هذه//أن ينشئ المجالس الفكرية والأدبية حتّى يسير في ركب التقدّم، وسوف تكون هذه المجالس وما يدور فيها من حوار روحاً ثانية في جسد الأمة المتحرّك بروح العمال والنّواب//. ¶ في جانب آخر يدعو النديم إلى حماية المصنوعات الوطنية، وضرورة دعمها برؤوس أموال وطنيّة أيضاً، ويتحدث عن ثروة الشرق بمرارة ويقترح على الشرقيين إنشاء صناديق ماليّة لدعم صناعتهم وتجارتهم كما حصل في أوربا وبهذا //يرتفع الفقراء إلى مقام الأغنياء//، والأهم من هذا أن يقلع ملوك الشرق عن هدر الثروات وصرفها في الملاذ والشهوات كي لا تصبح الصناعة عرضة للضياع، ثم يطلب منهم في ذلك الزمن الموغل بالقدم أن يكفوا عن تحويل الثروة الوطنية إلى أوربا فقد أماتوا بهذا الصنعة والصنّاع// فترى الصانع الشرقيّ يئن من ألم الفقر وهو جار الغني ولكنه لا يشعر بأنينه لاشتغاله عنه بالملاذ والملاهي.",
            "page": "119",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "يقول النديم: هذه الأسباب التي جعلت من أوربا متقدمة والشرق متأخراً ولم يكن الدين واحداً من الأسباب، ومرّة أخرى يعود إلى القول: إذا رغب الشرقيون بالتقدم فلا بدّ لهم// من إطلاق حريّة الأفكار والمطبوعات وتعميم المعارف ومساعدة العلماء على طلب العلم واجتماع كلمة الملوك والوزراء والأمة//. ¶ في أواخر القرن التاسع عشر رفع السلطان عبد الحميد شعار الجامعة الإسلامية ليواجه خطر الاستعمار الأوربي، ولكنّه كان قد استغل هذا الشعار واستثمره لجذب الأحرار من العالمين العربي والإسلامي إلى الأستانة ثم تطويقهم بسلاسل من الذهب والنعيم يخلدون بعدها إلى الراحة والخمول والعودة عن أفكارهم، وأصبحت الجامعة الإسلامية// سبيلاً لضرب الحركات السياسية والفكريّة والثورات المعادية للاستعمار//(23)، وكما أملت ظروف النضال في تلك الأيام وعلى الرغم من الشبهات التي أُلحقت ببناء الجامعة الإسلاميّة، فقد انضوى النديم تحت هذا الشعار وسجّل مواقف متميّزة ورفع شعارات متقدمة، فقد ذكّر الشرق بعظمة تاريخه ونصاعة حضارته وإنسانيتها، ودورها في حضارة العالم، وحثّ الشرقيين على الأخذ بالتقاليد العلمية لأنهم أهل لها ومارسوها منذ كان الإنسان، والشرق// كان قد أخذ دوره في هذا العلم الجليل، وقد ملأ علماؤه كتيّبات العالم أجمع بفوائدهم وفرائدهم العلمية ونشروها بين أفراد الأمم//(24)، وقال:: يجب أن نعترف بأن العلم الآن في أوربا ولا خلاص للشرقيين إلا بأخذ التقاليد العلمية والتي لن تكون غريبة عليهم// فلذلك لا عيب فيه، فما بالنا نتقاعد عن طريق أوربا//(25).",
            "page": "120",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "من جهة أخرى، وتحت إطار الجامعة الإسلاميّة دعا إلى التحالف القومي بين أبناء الشرق والالتفاف حول الخلافة العثمانية، دون أن ينسى دورها في الاحتلال الإنكليزي لمصر أو يغفر لها موقفها من الثورة العرابية، فجوهر الصراع يتطلب تأجيل الخلاف مع العثمانيين لأن الدول الاستعمارية أخذت تلتهم الأقطار الشرقية بما فيها العربية قطراً بعد الآخر، فالتناحر قاد إلى الضعف مما أغرى المستعمر// وفتح باب التغلب على الأمم الشرقية//(26)، لذلك يحذر النديم من الثغرات التي يستغلها المستعمرون وينفذون منها ويقول: //أيها الشرقيّ إذا رأيت مصريّاً أو سورياً أو تركياً أو هندياً أو فارسياً أو مغربيّاً يوقع النفرة بين جنس/ قوميّة/ شرقي فاعلم أنه أجير يشتغل ¶ لغيره//(27)، وفي كلّ ذلك يولي المصريين أهمية بالغة، إدراكاً منه لدورهم الحضاري، قال: //فعلينا معاشر المصريين خصوصاً والشرقيين عموماً أن نبحث في طرق أحزاب أوربا وروابطهم وكيفية مسيرهم وموجب استمرارهم//(28). ¶ ومن جديد نزل النديم إلى الصراع، فأسفر عن وجهه وزجّ نفسه بالسياسة التي كان قد تعهد بعدم الاقتراب منها أو الكتابة فيها، وأخذ يندد بأعداء البلاد الذين أخمدوا الثورة العرابية، وهاجم الاحتلال البريطاني ومن التف حوله وأيده، ولم ينس جريدة المقطّم التي كانت منبراً للاحتلال، فقد شنّ عليها حملة شعواء، ودعا المواطنين إلى الوقوف صفاً واحداً وأن يلعبوا الدور الخلاّق في الحياة السياسية والاجتماعية، وأن يطالبوا بحقوقهم المشروعة في تأليف الأحزاب.",
            "page": "121",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "ومن جديد انفجر الموقف بينه وبين الخديوي والإنكليز، وذكرّه رياض باشا رئيس الوزراء وخصمه القديم بحدود جريدته التي لا تتجاوز الكتابة بغير الآداب والعلوم، ولمّا لم ينثن النديم له أغلقت الحكومة جريدته الأستاذ ونفته من جديد إلى يافا في منتصف حزيران لعام 1893، ومن المنفى أخذ يشن الحملة تلو الأخرى على السطان نفسه، فأُبلغ بألا يقترب من أرض يخفق عليها علم تركيّ!. ¶ تلقى النديم الأمر بمرارة، وضاقت به الأرض وكأنها لم تعد تتسع له، فانحدر إلى الإسكندرية وقابل ممثل السلطان وشرح له وضعه، ثم أبحر إلى الأستانة لمقابلة عبد الحميد بذاته. ¶ كان عبد الحميد حاكماً مستبداً داهية عدواً لدوداً للأحرار، يزيّن لهم أنه حاميهم، وفي حقيقة الأمر كان يلاحقهم أينما كانوا أو يستدعيهم ويكرمهم ثم يحيطهم بالجواسيس والمخبرين ولا يرغب أن يتجهوا إلى أوربا كي لا يتجمعوا هناك، لذلك جمع حوله المعارضين ليمتّص نقمتهم عليه، وهناك في الأستانة دخل النديم فيما دخل فيه هؤلاء بعد أن كان الأفغاني قد سبقه إلى قفص الذهب هذا، وعيّن مديراً للمطبوعات براتب يتجاوز خمسة وأربعين جنيهاً، وكان له ما للأفغاني من حظوة وعيش رغد وخدم في قصر وحديقة غنّاء.",
            "page": "122",
            "part": "1"
        },
        {
            "id": "123",
            "nass": "وفي إقامته الإجبارية تعطّلت مواهبه وتوقفت، وسكت فجأة عمّا كان يطالب به الأدباتّي الزجّال الغرّيد والمعارض، ووجد في الأفغاني عزاء له وسلوةً وفي الأمسيات كان الأستاذ والتلميذ يلتقيان تحت أشجار الحدائق التي خصصها عبد الحميد لهما، يتذكران أيّام النضال وأحداث الثورة العرابية، ويطوّفان على سيرة الرفاق في سيلان الذين قدم عهد المنفى بهم ويستعرضان دوحة الشباب وما كان فيها من وارف الأغصان، وعن طريق الأستاذ تعرّف على وزراء وأعيان... لكن النديم لم ينس مصر، وعندما زار الخديوي عبّاس الثاني الأستانة طلب منه العودة إليها فأجيب طلبه سنة 1895، وفعلاً قفز إلى الباخرة يغمر قلبه الحنين إلى وطنه، ولكن جواسيس عبد الحميد أبرقوا على الفور إليه، فأوقفت الباخرة وانتزع النديم منها وسيق إلى المنفى الذهبي من جديد... بعد أشهر مرض النديم وتراجعت صحته، ونهش السلّ الرئوي صدره وأحسّ بدنو أجله، فأخبر أمه وأخاه في مصر واستقدمهما، ولكن الموت جذبه إليه قبل أن يصلا، فتوفيّ وحيداً غريباً عام 1896 دون أن يترك زوجاً أو ولداً أو حطاماً، وكل ما تركه سيرة عطرة وحياة حافلة. ¶ ((( ¶ ( الحواشي: ¶ الفصل الأول: ¶ 1- تطور الفكرة العربية في مصر- د. ذوقان قرقوط- المؤسسة العربية- ط1- 1972- ص80. ¶ 2- المصدر السابق ص82. ¶ 3- المصدر السابق ص84. ¶ 4- المصدر السابق ص117. ¶ 5- المصدر السابق ص84. ¶ 6- محلة الطليعة المصرية- العدد9- السنة7- 1971- من مقال صلاح عيسى: الخريطة الفكرية للثورة العرابية- ص46. ¶ 7- تطور الفكرة العربية في مصر- د. ذوقان قرقوط- ص141. ¶ 8- الطليعة المصرية- العدد9- السنة7- 1971- من مقال فتحي عبد الفتّاح: الثورة العرابية والملاّكون العقاريون- ص86. ¶ 9- ثورات مصر- عبد الهادي مسعود- مطبعة مخيمر- ص45. ¶ 10- أحمد عرابي الزعيم المفترى عليه- محمود الخفيف- دار الوحدة- ط4- 1982- ص37.",
            "page": "123",
            "part": "1"
        },
        {
            "id": "124",
            "nass": "11- الأعمال الكاملة للإمام محمد عبده- جمع وتحقيق د. محمد عمارة- المؤسسة العربية- بيروت- ص369- 370. ¶ 12- تاريخ مصر السياسي- أمين سعيد- ص91. ¶ 13- المصدر السابق ص92. ¶ 14- أحمد عرابي الزعيم المفترى عليه- محمود الخفيف- ص34. ¶ 15- المصدر السابق ص45. ¶ 16- مذكرات الإمام محمد عبده- كتاب الهلال- تحقيق طاهر الطناحي- ط1- ص69. ¶ 17- أحمد عرابي الزعيم المفترى عليه- محمود الخفيف- ص47. ¶ 18- المصدر السابق ص65- 68- 69. ¶ 19- تاريخ مصر السياسي- أمين سعيد- ص100. ¶ 20- المصدر السابق ص100. ¶ 21- مذكرات الإمام محمد عبده- ص110. ¶ 22- أحمد عرابي الزعيم المفترى عليه- أمين سعيد- ص98. ¶ 23- تاريخ مصر السياسي- أمين سعيد- ص105. ¶ 24- المصدر السابق ص107. ¶ 25- المصدر السابق ص109. ¶ 26- المصدر السابق ص110. ¶ 27- المصدر السابق ص209. ¶ 28- المصدر السابق ص307. ¶ 29- المصدر السابق ص308. ¶ 30- مذكرات الإمام محمد عبده- ص193. ¶ 31- المصدر السابق ص194. ¶ 32- تاريخ مصر السياسي- أمين سعيد- ص136. ¶ 33- المصدر السابق ص140. ¶ 34- أحمد عرابي الزعيم المفترى عليه- محمود الخفيف- ص451. ¶ 35- المصدر السابق ص505. ¶ 36- تاريخ مصر السياسي- أمين سعيد- ص153. ¶ الفصل الثاني: ¶ 1- العرب والعثمانيون- د. عبد الكريم رافق- مطابع ألف باء الأدباء- دمشق ط1- ص416. ¶ 2- مجلة دراسات عربية- العدد الثاني ك1- 1979- من مقال: مصر في ظل الحملة الفرنسية- أحمد صادق سعد ص43. ¶ 3- الفكر العربي الحديث في عصر النهضة- ألبرت حوراني- ترجمة كريم عزقول- ص70. ¶ 4- الأدب العربي الحديث- د. عمر الدسوقي- دار الكتاب العربي-ط1- ج1- ص32. ¶ 5- الفكر العربي الحديث عند الطهطاوي- فهمي حجازي- الهيئة العامة للكتاب- ط1- 1972- - ص9- 10. ¶ 6- الأدب العربي المعاصر- د. شوقي ضيف- دار المعارف- مصر- ط5- 1957- ص12. ¶ 7- المصدر السابق ص12. ¶ 8- قصة الضمير المصري- صلاح عبد الصبور- ص20.",
            "page": "124",
            "part": "1"
        },
        {
            "id": "125",
            "nass": "9- مجلة دراسات عربية- العدد/2/ السنة السادسة عشرة- ك1 1979- من مقال بعنوان: مصرفي ظل الحملة الفرنسية- أحمد صادق سعد. ص45. ¶ 10- تاريخ الأدب العربي في العصر الحاضر- د. إبراهيم أبو الخشب- الهيئة العامة للكتاب- ط1- 1976- ص63. ¶ 11- تطور الفكرة العربية في مصر- د. ذوقان قرقوط- ص37 وما بعدها.. ¶ 12- أصول الفكر العربي الحديث عند الطهطاوي- د. فهمي حجازي- ص9. ¶ 13- المصدر السابق ص13. ¶ 14- الأدب العربي الحديث- د. عمر الدسوقي-52. ¶ 15- تطور الفكرة العربية في مصر- د. ذوقان قرقوط- ص151. ¶ 16- المصدر السابق ص151. ¶ 17- تطور الفكرة العربية في مصر- د. ذوقان قرقوط- ص159. ¶ 18- الفكر العربي في عصر النهضة عند الطهطاوي- د. فهمي حجازي- ص31- 32. ¶ 19- المصدر السابق ص28. ¶ 20- الأدب العربي المعاصر- د. شوقي ضيف- ص42. ¶ 21- المصدر السابق ص32. ¶ 22- الأدب العربي الحديث- د. عمر الدسوقي- ص98. ¶ 23- المصدر السابق ص26. ¶ الفصل الثالث: ¶ 1- سلافة النديم- الهيئة العامة لقصور الثقافة- مصر ص49- 50. ¶ 2- المصدر السابق ص103-104. ¶ 3- المصدر السابق ص71. ¶ 4- المصدر السابق ص93. ¶ 5- المصدر السابق ص94. ¶ 6- المصدر السابق ص41-42. ¶ 7- قصة الضمير المصري الحديث- صلاح عبد الصبور- ص76. ¶ 8- سلافة النديم- ص86. ¶ 9- المصدر السابق ص59. ¶ 10- المصدر السابق ص59. ¶ 11- المصدر السابق ص63. ¶ 12- تطور الفكرة العربية في مصر- د. ذوقان قرقوط- ص197. ¶ 13- أدب المقالة الصحفية في مصر- د. عبد اللطيف حمزة –ط2- 1958- ج2- ص392. ¶ 14- تطور الفكرة العربية في مصر- د. ذوقان قرقوط- ص194. ¶ 15- بناة النهضة- جرجي زيدان- دار الهلال- ص153. ¶ 16- تاريخ آداب اللغة العربية- جرجي زيدان- دار الهلال- ج4- ص86. ¶ 17- عبد الله النديم- قراءات وأبحاث- من مقال خصائص عبد الله النديم الاتصالية- د. نعمات أحمد عثمان- ص90. ¶ 18- سلافة النديم- ص109. ¶ 19- المصدر السابق ص120. ¶ 20- المصدر السابق ص123. ¶ 21- المصدر السابق ص127.",
            "page": "125",
            "part": "1"
        },
        {
            "id": "126",
            "nass": "22- المصدر السابق ص150. ¶ 23- المصدر السابق ص116. ¶ 24- المصدر السابق ص128. ¶ 25- المصدر السابق ص129. ¶ 26- المصدر السابق ص129. ¶ 27- المصدر السابق ص128. ¶ 28- المصدر السابق ص128. ¶ 29- المصدر السابق ص129. ¶ 30- المصدر السابق ص131. ¶ 31- المصدر السابق ص136. ¶ 32- المصدر السابق ص136. ¶ 33- المصدر السابق ص161. ¶ 34- المصدر السابق ص162. ¶ 35- المصدر السابق ص162. ¶ 36- المصدر السابق ص163. ¶ 37- المصدر السابق ص162. ¶ 38- المصدر السابق ص164. ¶ 39- نقلاً عن: قصة الضمير المصري الحديث- صلاح عبد الصبور- ص86. ¶ 40- نقلاً عن: المصدر السابق ص87. ¶ 41- المصدر السابق ص88. ¶ 42- سلافة النديم- ص159. ¶ الفصل الرابع: ¶ 1- تطور الفكرة العربية في مصر- د. ذوقان قرقوط- ص201. ¶ 2- مواقف نقدية من التراث- محمود أمين العالم- دار قضايا فكرية- ص206. ¶ 3- تاريخ الأقطار العربية الحديث- لوتسكي—دار التقدم- موسكو- 1971- ص251. ¶ 4- عبد الله النديم خطيب الوطنية- د. علي الحديدي- ص131. ¶ 5- تاريخ الأقطار العربية الحديث- لوتسكي- دار التقدم- موسكو- 1971- ص240. ¶ 6- المصدر السابق ص240. ¶ 7- مجلة الطليعة المصرية- العدد الثالث- آذار 1969- من مقال رفعت السعيد: ثورة 1919 المقدمات والمواقف الطبقية المختلفة- ص19. ¶ 8- عبد الله النديم خطيب الوطنية- د. علي الحديدي ص132. ¶ 9- أحمد عرابي الزعيم المفترى عليه- محمود الخفيف- ص69. ¶ 10- المصدر السابق ص18. ¶ 11- عن الطليعة المصرية- عدد9- 1971- من مقال رفعت السعيد بعنوان: الواقع الطبقي للثورة العرابية- ص43. ¶ 12- المصدر السابق ص48. ¶ 13- المصدر السابق ص45. ¶ 14- المصدر السابق ص45. ¶ 15- الأعمال الكاملة للإمام محمد عبده- جمع وتحقيق د. محمد عمارة- ص556- 557. ¶ 16- نقلاً عن عبد الله النديم خطيب الوطنية- د. علي الحديدي- ص145. ¶ 17- تاريخ الأقطار العربية الحديث- لوتسكي- دار التقدم- موسكو- ص90. ¶ 18- عن عبد الله النديم خطيب الوطنية- د. علي الحديدي- ص149.",
            "page": "126",
            "part": "1"
        },
        {
            "id": "127",
            "nass": "19- المصدر السابق ص152. ¶ 20- تطور الفكرة العربية في مصر- د. ذوقان قرقوط- ص131. ¶ 21- سلافة النديم- ص155. ¶ 22- المصدر السابق ص156. ¶ 23- المصدر السابق ص156. ¶ 24- المصدر السابق ص158. ¶ 25- مجلة الطليعة المصرية- العدد9- 1971- من مقال رفعت سعيد بعنوان الثورة العرابية والواقع الطبقي- ص50. ¶ 26- الأعمال الكاملة للإمام محمد عبده- تحقيق وجمع د. محمد عمارة-ج1- 1971- ص316- 317. ¶ 27- الثائر العظيم عبد الله النديم- نجيب توفيق- ص94. ¶ 28- الطليعة المصرية- عدد9- 1971- ص49. ¶ 29- أدب المقالة الصحفية في مصر- د. عبد اللطيف حمزة- ج2- ص319. ¶ 30- الثائر العظيم عبد الله النديم- نجيب توفيق- ص106. ¶ 31- تطور الفكرة العربية في مصر- د. ذوقان قرقوط- نقلاً عن العروة الوثقى- ص203. ¶ 32- مجلة الطليعة المصرية- العدد9- 1971- ص46- 47. ¶ 33- أحمد عرابي الزعيم المفترى عليه- محمود الخفيف- ص174. ¶ 34- أدب المقالة الصحفية في مصر- د. عبد اللطيف حمزة- ج2= ص389. ¶ 35- عبد الله النديم خطيب الوطنية- د. علي الحديدي- ص74. ¶ 36- المصدر السابق ص75. ¶ 37- المصدر السابق ص193. ¶ 38- انظر هجاء أديب اسحق للثورة العرابية في: أديب اسحق باعث النهضة القوميّة- عيسى فتّوح. ¶ 39- أدب المقالة الصحفية في مصر- د. عبد اللطيف حمزة- ج1- ص260. ¶ 40- عبد الله النديم خطيب الوطنية- د. علي الحديدي- ص 210. ¶ 41- المصدر السابق ص212-213. ¶ 42- المصدر السابق ص239. ¶ 43- المصدر السابق ص239. ¶ الفصل الخامس: ¶ 1- لقد ذكر ذلك صديقه أحمد سمير على صفحات السلافة، وكان سمير هذا قد كتب سيرة النديم في فترة حكم عبّاس الثاني، وكتب الآراء ذاتها الدكتور عبد اللطيف حمزة في كتابه: المقالة الصحفية في مصر الذي كان قد ألفه في فترة حكم الملك فاروق، وكتب مثلها الدكتور الجليل أحمد أمين وغيره ... ¶ 2- مجلة دراسات عربية- العدد الثالث- السنة 17- ك2- 1981- مصر في ظل محمد علي- أحمد صادق سعد- ص147-148 وما بعدهما ...",
            "page": "127",
            "part": "1"
        },
        {
            "id": "128",
            "nass": "3- تطور الفكرة العربية في مصر- د. ذوقان قرقوط- ص194. ¶ 4- تاريخ الأقطار العربية الحديث- لوتسكي- ص256. ¶ 5- مجلة الكاتب المصرية- السنة التاسعة- العدد 97- 1971- من مقال: الفقراء أصل كل شيء لعبد الجليل حسن- ص138. ¶ 6- عبد الله النديم خطيب الوطنية- د. علي الحديدي- ص292. ¶ 7- المصدر السابق ص272. ¶ 8- المصدر السابق ص270. ¶ ... *ضابطان بريطانيان واجها عرابي في الحرب الوطنية المصرية. ¶ 9- عبد الله النديم خطيب الوطنية- د. علي الحديدي- ص 270. ¶ 10- المصدر السابق- الصفحات 308- 309- 310- 311. ¶ 11- المصدر السابق ص245- 146. ¶ 12- سلافة النديم- ص256. ¶ 13- المصدر السابق ص257. ¶ 14- المصدر السابق ص257. ¶ 15- المصدر السابق ص267. ¶ 16- المصدر السابق ص267. ¶ 17- المصدر السابق ص276. ¶ 18- المصدر السابق ص311. ¶ 19- المصدر السابق ص314-315. ¶ 20- المصدر السابق ص319. ¶ 21- المصدر السابق ص319. ¶ 22- المصدر السابق ص322-324. ¶ 23- الأعمال الكاملة لجمال الدين الأفغاني- تحقيق د. محمد عمارة- ص35. ¶ 24- سلافة النديم- ص208. ¶ 25- المصدر السابق ص310. ¶ 26- المصدر السابق ص209. ¶ 27- المصدر السابق ص322-323. ¶ 28- المصدر السابق ص331. ¶ ((( ¶ المراجع ¶ 1- أحمد عرابي الزعيم المفترى عليه. ... ... محمود الخفيف. ¶ 2- الأعمال الكاملة للإمام محمد عبده. ... ... تحقيق د. محمد عمارة. ¶ 3- العرب والعثمانيون ... ... ... ... د. عبد الكريم رافق. ¶ 4- الأدب العربي الحديث ... ... ... ... د. عمر فرّوخ. ¶ 5- أصول الفكر الحديث عند الطهطاوي. ... ... فهمي حجازي. ¶ 6- الأدب العربي المعاصر ... ... ... ... د. شوقي ضيف. ¶ 7- الأدب العربي الحديث. ... ... ... ... د. عمر الدسوقي. ¶ 8- الفنون الأدبية وأعلامها في النهضة العربية الحديثة. ... أنيس المقدسي. ¶ 9- الثائر العظيم عبد الله لنديم. ... ... ... نجيب توفيق. ¶ 10- أدب المقالة الصحفية في مصر. ... ... ... د. عبد اللطيف حمزة. ¶ 11- أديب إسحق باعث النهضة القوميّة. ... ... عيسى فتّوح. ¶ 12- الأعمال الكاملة لجمال الدين الأفغاني تحقيق ... ... د. محمد عمارة.",
            "page": "128",
            "part": "1"
        },
        {
            "id": "129",
            "nass": "13- بناة النهضة. ... ... ... ... ... جرجي زيدان. ¶ 14- تاريخ الأقطار العربية الحديث. ... ... ... لوتسكي. ¶ 15- تطور الفكرة العربية في مصر. ... ... ... د. ذوقان قرقوط. ¶ 16- تاريخ مصر السياسي. ... ... ... ... أمين سعيد. ¶ 17- تاريخ الأدب العربي في العصر الحاضر. ... ... د. إبراهيم أبو الخشب. ¶ 18- تاريخ آداب اللغة العربية. ... ... ... جرجي زيدان. ¶ 19- ثورات مصر. ... ... ... ... عبد الهادي مسعود. ¶ 20- جمال الدين الأفغاني باعث النهضة. ... ... عبد الرحمن الرافعي. ¶ 21- زعماء الإصلاح. ... ... ... ... د. أحمد أمين. ¶ 22- سلافة النديم. ... ... ... ... ... جمع أحمد سمير. ¶ 23- عبد الله النديم- قراءات وأبحاث. ... ... ... مجموعة من الباحثين. ¶ 24- عبد الله النديم خطيب الوطنية. ... ... ... د. علي الحديدي. ¶ 25- قصة الضمير المصري الحديث. ... ... ... صلاح عبد الصبور. ¶ 26- مذكرات الإمام محمد عبده. ... ... ... تحقيق طاهر الطناحي. ¶ 27- مواقف نقدية من التراث. ... ... ... د. محمود أمين العالم. ¶ 28- مجلة الطليعة المصرية العدد9/1971. ¶ 29- مجلة الطليعة المصرية العدد4/1969. ¶ 30- مجلة الطليعة المصرية العدد3/1969. ¶ 31- مجلة الطليعة المصرية العدد2/1979. ¶ 32- مجلة الطليعة المصرية العدد3/1981. ¶ 33- مجلة الكاتب المصري العدد97/1969. ¶ ((( ¶ الفهرس ¶ المقدمة ... 3 ¶ الإهداء ... 3 ¶ الفصل الأول : ... 3 ¶ الحياة السياسية ... 3 ¶ الفصل الثاني : ... 3 ¶ الحياة الثقافية ... 3 ¶ الفصل الثالث : ... 3 ¶ نشأته وتكوينه 1843-1879 ... 3 ¶ الفصل الرابع ... 3 ¶ دوره في الثورة العرابية 1879-1882 ... 3 ¶ الموقف الأول: ... 3 ¶ الموقف الثاني: ... 3 ¶ الموقف الثالث: ... 3 ¶ الفصل الخامس ... 3 ¶ بعد الثورة العرابية 1882-1896 ... 3 ¶ ( الحواشي: ... 3 ¶ المراجع ... 3 ¶ (((( ¶ صدر للمؤلف: ¶ تاريخ مدينة صلخد منذ عهد الأنباط حتى نهاية عصر المماليك- 1991. ¶ رقم الإيداع في مكتبة الأسد الوطنية ¶ عبد الله النديم : سيرة عطرة وحياة حافلة: دراسة/ نزيه حمزة– دمشق: اتحاد الكتاب العرب، 2000 – 106ص؛ 24سم. ¶ 1- 928 : النديم، عبدالله ح ... ... ... ... 2- العنوان ¶ 3- حمزة ¶ ع- 2306/12/ 2000 - ... ... ... ... ... مكتبة الأسد ¶ ((",
            "page": "129",
            "part": "1"
        }
    ],
    "t35865": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "260-n-h"
        }
    ]
}