{
    "b35867": [
        {
            "id": "1",
            "nass": "بسم الله الرحمن الرحيم ¶ ترجمة الشيخ فيصل بن عبد العزيز آل مبارك ¶ رحمه الله تعالى ¶ (1313 هـ - 1376هـ) ¶ إعداد ¶ محمد بن حسن المبارك",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "ترجمة الشيخ فيصل بن عبدالعزيز آل مبارك ¶ هو الشيخ العالم الورع الزاهد فيصل بن عبدالعزيز بن فيصل بن حمد المبارك الراشد الربَّاعي العنزي، العلاَّمة المحدث الفقيه المفسِّر الأصولي النحوي الفرضي. ¶ ـ ولد رحمه الله في حريملاء عام 1313هـ، فحفظ القرآن صغيراً، ثمَّ طلب العلم على علماء حريملاء في وقته، ¶ 1ـ ومنهم جدِّه لأُّمِّه الشيخ العالم الورع ناصر بن محمد الراشد. ¶ 2ـ و عمِّه العلاَّمة الشيخ محمد بن فيصل المبارك. ¶ ثمَّ طلب العلم بعد ذلك على علماء الرياض، ثمَّ غيرها من البلدان. ¶ مكانته العلمية ونبوغه المبكر: ¶ ـ تصف المراجع العلمية الشيخ فيصل بأنه العالم الجليل والفقيه المحقق، والعلاّمة المدقق، وتتجلّى منزلة الشيخ فيصل العلمية في كثرة وعلو مشايخه الذين تلقى العلم على يديهم، حيث أنَّه قرأ على كثيرٍ من أفذاذ العلماء و أساطين العلم في ذلك الوقت، بل كاد أن يستوعبهم، رحمهم الله أجمعين. ¶ 3ـ فقد أخذ عن عالم عصره و فريد دهره الشيخ عبدالله بن عبداللطيف. ¶ 4ـ و أخذ الفرائض عن أفرض أهل زمانه الشيخ عبدالله بن راشد الجلعود ¶ 5ـ و أخذ علم النحو عن سيبويه العصر الشيخ حمد بن فارس. ¶ 6ـ و أخذ علم الحديث عن محدث الديار النجديَّة الشيخ المحدث سعد بن حمد بن عتيق.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "7ـ و كذلك عن الشيخ المحدِّث الرُّحَلَة محمد بن ناصر المبارك الحمد. ¶ 8ـ و أخذ أيضاً عن الشيخ عبدالله بن عبدالعزيز العنقري. ¶ 9ـ و الشيخ محمد بن عبدالعزيز بن مانع رحمهما الله. ¶ 10ـ و ممَّا يدلُّ على علو كعب الشيخ فيصل في العلوم الشرعية أنَّ الشيخ عبدالعزيز النمر أجازه إجازة الفتوى عام 1333هـ و كان الشيخ فيصل حينذاك في العشرين من عمره. ¶ ـ وقد ترجم له الشيخ عبدالرحمن بن عبداللطيف في كتابه \" مشاهير علماء نجد\" ـ و الذي اقتصر فيه على كبار علماء نجد ـ ترجمة حافلة تليق بمكانته العلميَّة. ¶ ـ وكذلك تتجلى مكانته العلمية في آثاره الجليلة والكثيرة التي سطَّرها، قال الشيخ عبدالمحسن أبا بطين - رحمه الله -: \"وقد ألف كتباً كثيرة صار لها رواجٌ في جميع أقطار المملكة العربية السعودية\". ¶ ـ و كذلك فإنَّ للشيخ رحمه الله تلامذة نابغين في كثيرٍ من الأقطار التي أقام بها، و بعضهم اقتصر في تحصيله العلمي على استفادته من الشيخ رحمه الله، و البعض منهم وصل إلى درجاتٍ علميَّة متميِّزة، كعضوية هيئة كبار العلماء، و هيئة التمييز، وكثيرٌ منهم قد تأهَّل للقضاء. ¶ إجازاته العلميَّة:",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "أ ـ أجازَهُ الشيخُ سعدُ بنُ حَمَدٍ بنِ عَتِيقٍ محدث الديار النجدية: ¶ ـ بتدريس أمهات كتب الحديث. ¶ ـ و كذلك تدريس أمهات كتب مذهب الإمام أحمد. ¶ ـ ثمَّ أجازه الشيخ سعد إجازة خاصَّة في علم التفسير. ¶ ب ـ وكذلك أجازه الشيخ عبدالله بن عبدالعزيزالعنقري بجميع مرويَّاته. ¶ ج ـ و قد أجازه الشيخ عبدالعزيز النمر إجازةَ الفتوى عام 1333 هـ. ¶ تلاميذه: ¶ تخرَّج على يدي الشيخ رحمه الله أجيالٌ من طلبة العلم، وليَ كثيرٌ منهم القضاء في عدَّة جهات ¶ من أبرزهم: ¶ 1ـ الشيخ إبراهيم بن سليمان الراشد - رحمه الله - قاضي الرياض ووادي الدواسر. ¶ 2ـ الشيخ عبدالرحمن بن سعد بن يحيى - رحمه الله - قاضي الرياض وحريملاء. ¶ 3ـ الشيخ فيصل بن محمد المبارك - رحمه الله - رئيس هيئة الحسبة وعضو مجلس الشورى بجدة.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "4ـ الشيخ سعد بن محمد بن فيصل المبارك - رحمه الله - قاضي وادي الدواسر ثم الوشم. ¶ 5ـ الشيخ محمد بن مهيزع رحمه الله قاضي الرياض. ¶ 6ـ الشيخ ناصر بن حمد الراشد رحمه الله رئيس ديوان المظالم. ¶ مؤلفاته: ¶ أـ في العقيدة: ¶ 1ـ (القصد السديد شرح كتاب التوحيد). ¶ 2ـ (التعليقات السنية على العقيدة الواسطية) كلاهما مطبوعان بتحقيق الأخ الشيخ عبد الإله الشايع وفَّقه الله. ¶ ب ـ في التفسير: ¶ 3ـ (توفيق الرحمن في دروس القرآن) في أربعة أجزاء، طبُع بعناية وتحقيق الشيخ الدكتور عبدالعزيز بن عبدالله الزير. ¶ 4ـ (القول في الكرة الجسيمة الموافق للفطرة السليمة)، مخطوط، في مجلد. ¶ ج ـ في علم الحديث. ¶ 5ـ (لذة القارئ مختصر فتح الباري) في ثمانية مجلدات، مفقود.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "6ـ (نَقْعُ الأُوام بشرح أحاديث عمدة الأحكام)، خمسة أجزاء كبار، في إحدى عشرة مجلَّدة، مخطوط في مكتبة الملك فهد الوطنية ـ تصنيف مكتبة حريملاء. ¶ 7ـ (أقوال العلماء الأعلام على أحاديث عمدة الأحكام) خ في مجلدين ضخمين، وهو مختصرٌ عن سابقِه، و هو رهن التحقيق. ¶ 8 ـ (خلاصة الكلام شرح عمدة الأحكام) للمقدسي، مجلد في أربعمائة صفحة، طبع مراراً. ¶ 9 ـ (مختصر الكلام شرح بلوغ المرام) مطبوع. ¶ 10ـ (بستان الأحبار باختصار نيل الأوطار) للشوكاني، في مجلدين، مطبوع ¶ 11ـ (تجارة المؤمنين في المرابحة مع رب العالمين) مجلد، طبع مرتين. ¶ 12 - (تطريز رياض الصالحين)، في مجلَّدِ ضخم، طبع بتحقيق الشيخ الدكتور عبدالعزيز الزير. ¶ 13ـ (محاسن الدين بشرح الأربعين النووية) مطبوع ¶ 14ـ (تعليم الأحبّ أحاديث النووي وابن رجب) مطبوع. ¶ 15ـ (نصيحة المسلمين). ¶ 16 - (وصية لطلبة العلم) كلاهما مطبوعان بتحقيق الدكتور عبدالعزيز الزير عام 1424هـ. ¶ 17ـ (غِذاءُ القلوب ومفرِّجُ الكروب)، مطبوع.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "د ـ في الفقه: ¶ 18 ـ (كلمات السداد على متن زاد المستقنع)، مطبوع، و قد صدر محققا عام 1427هـ عن دار اشبيليا. ¶ 19ـ (المرتع المشبع شرح مواضع من الروض المربع) و هو تحت الطبع. ¶ 20 - (مختصر المرتع المشبع) مخطوط في مجلد، و لم يكمله. ¶ 21 - (مجمَع الجوادِّ حاشية شرح الزاد) مخطوط، وصلنا منه شرحُ \"كتاب البيوع\". ¶ 22ـ: (زبدة المراد فهرس مجمع الجواد) مخطوط. ¶ 23ـ رسالة فقهية بعنوان: (القول الصائب في حكم بيع اللحم بالتمر الغائب)، تحت الطبع. ¶ 24 ـ كما ألَّف الشيخ رحمه الله ـ في علم أصول الفقه ـ رسالةً قيِّمةً بعنوان: (مقام الرشاد بين التقليد والاجتهاد)، و هي مطبوعة. ¶ 25 ـ و كذلك ألَّف الشيخ رحمه الله في الفقه الحديثي: (الغرر النقية شرح الدرر البهيَّة) مطبوعة. ¶ ـ أمَّا في علم الفرائض فقد ألَّف الشيخ فيصل رحمه الله في هذا الباب من علم الفقه رسالتين هما: ¶ 26 ـ (الدلائل القاطعة في المواريث الواقعة)، مطبوعة.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "27ـ (السبيكة الذهبية على متن الرحبية)، مطبوعة. ¶ في علم النحو: ¶ 28ــ (صلة الأحباب شرح ملحة الإعراب)، مفقود ... . ¶ 29 ـ (مفاتيح العربية (على متن الآجرومية) طبع بتحقيق عبدالعزيز بن سعد الدغيثر. ¶ 30 ـ رسالة مختصرة بعنوان: (لُباب الإعراب في تيسير علم النحو لعامَّة الطلاب)، مطبوع. ¶ وفاته:",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "ولي الشيخ فيصل القضاء في عِدَّة بلدان، كان آخِرها منطقة الجوف، و التي توفي بها في السادس عشر من ذي القعدة من عام 1376هـ، عن ثلاثةٍ وستين عاماً قضاها في الدعوة إلى الله، و في العلم والتعليم و التصنيف رحمه الله. (¬1) ¶ ¬__________ ¶ (¬1) ـ انظر في مصادر ترجمة الشيخ فيصل ـ رحِمه الله ـ: ¶ أ ـ (علماء نجد خلال ثمانية قرون) للشيخ عبدالله البسام رحمه الله ـ جـ 5 صـ 392 إلى 402. ¶ ب ـ الأعلام للزركلي: جـ 5 / صـ 168. ¶ ج ـ (مشاهير علماء نجد) للشيخ عبدالرحمن بن عبداللطيف آل الشيخ / الطبعة الثانية. ¶ د ـ (روضة الناظرين) للقاضي / ج2 / ص 178 ـ 181. ¶ هـ ـ (العلامة المحقق و السلفي المدقق: الشيخ فيصل المبارك) لفيصل بن عبدالعزيز البديوي. ¶ و ـ (المتدارك من تاريخ الشيخ فيصل بن عبدالعزيز المبارك) لمحمد بن حسن المبارك. ¶ ز ـ (معالم الوسطية و التيسير و الاعتدال في سيرة الشيخ فيصل بن عبدالعزيز المبارك) لمحمد بن حسن المبارك.",
            "page": "9",
            "part": "1"
        }
    ],
    "t35867": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "ترجمة الشيخ فيصل آل مبارك"
        }
    ]
}