{
    "b35862": [
        {
            "hno": null,
            "id": "1",
            "nass": "بسم الله الرحمن الرحيم ¶ الرسالة الأخيرة لأنور الجندي من يوسف القرضاوي ¶ أرسل إليه هذه الرسالة وهو في مرضه الأخير : ¶ نص الرسالة : ¶ أخي الكبير الأستاذ أنور الجندي حفظه الله ورعاه ¶ أحمد إليك الله جل جلاله ، وأصلي وأسلم على رسوله الكريم ، وأحييك بتحية الإسلام تحية من عند الله مباركة طيبة فسلام الله عليكم ورحمته وبركاته ، وأرجو الله تعالى أن تكون بخير في دينك ودنياك . ( أما بعد ) ¶ فأنتهز هذه الفرصة لأهنئكم بعيد الفطر المبارك سائلا الله سبحانه أن يهله عليكم وعلينا وعلى أمتنا الكبرى بالأمن والإيمان ، والسلامة والإسلام والتوفيق لما يحب ويرضى وأن يكشف الغمة عن هذه الأمة التي تكالب عليها الأعداء من كل جانب وتداعت عليها الأمم كما تتداعى الأكلة على قصعتها من الصهيونية وحلفائها من الصليبيين والوثنيين والشيوعيين فلا نملك إلا أن ندعو الله ربنا أن يفتح لهذه الأمة فتحا مبينا ويهديها صراطا مستقيما وينصرها نصرا عزيزا . ¶ أخي الكبير : لا أريد أن أزيدك هما على همك وأنت في فراشك ولكني أعتذر إليك لتقصيرنا معك وأنت رجل لك حق على الأمة كلها وعلى علمائها ودعاتها خاصة بما بذلت لها من فكرك وقلمك وجهدك طوال حياة حافلة بالعطاء الثري لتنوير العقول وإحياء القلوب وإيقاظ الهمم ، وكنت كالفرسان الأصلاء تغشى الوغى وتعف عند المغنم ، تعطي أبدا ولا تأخذ وتضحي ولا تستفيد بمعزل عن المكاسب المادية ، وبعيدا عن الأضواء بل حرصت على أن تبقى في الظل مترهبا في صومعتك عاكفا على مراجعك ، مخلصا في وجهتك ، مكبا على عملك ، لتخرج للأمة بين الحين والحين ما ينفع الناس ويمكث في الأرض . ¶ وأحب أن أطمئنك يا أخي أن هذه الجهود التي قدمتها لن تضيع عند الله تعالى ، ولا عند أولي الألباب من هذه الأمة وذوي الفضل فيها ، كما قال الشاعر العربي : ¶ وليس يعرف لي فضلي ولا أدبي ¶ --------------- إلا امرؤ كان ذا فضل وذا أدب !",
            "page": "1",
            "part": "1"
        },
        {
            "hno": null,
            "id": "2",
            "nass": "وأود أن أبلغك تحيات الكثيرين هنا من حولي ممن يعرفون قدرك ويذكرون فضلك من إخوانك وأبنائك الأوفياء - وهم كثر والحمد لله - على قلة الوفاء في هذا الزمان . ¶ لا أملك في ختام هذه الرسالة إلا أن أدعو الله تعالى أن يتم عليك نعمته وينزل في قلبك سكينته ، وينشر عليكم فضله ورحمته ، ويمتعكم بعافية الدين والدنيا . ¶ وتحياتي الخاصة إلى ابنتكم العزيزة وإلى كل من تحب . ¶ والسلام عليكم ورحمة الله وبركاته . ¶ 20 رمضان 1422 هـ . أخوكم ¶ يوسف القرضاوي ¶ 5 / 12 / 2001 م",
            "page": "2",
            "part": "1"
        }
    ],
    "t35862": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "رسالة القرضاوي لأنور"
        }
    ]
}