{
    "b35876": [
        {
            "id": "1",
            "nass": "تقدم لكم ¶ زَهْرُ الخَمَائِل ¶ فِي تَرَاجِم عُلمَاءِ حَائِل ¶ تأليف ¶ فضيلة الشيخ علي بن محمد الهندي رحمه الله تعالى ¶ (1330هـ- 1419هـ) ¶ من شبكة حائل الدعوية ¶ www.hailpage.com ¶ يعتبر كتاب الشيخ علي بن محمد الهندي رحمه الله ( 1330هـ _ 1419هـ) زهر الخمائل في تراجم علماء حائل أول كتاب عنى بعلماء حائل وتراجمهم ، وقد ألفه رحمه الله عام 1380هـ وهو قد سكن مكة وانتقل إليها قادماً من حائل عام 1350هـ ، وكتابه حافل بأناس أفاضل غبروا رحم الله الجميع , كما ُينتبه إلى أن هذا الكتاب ألفه الهندي عام 1380هـ وهو لايزال على حاله ، فترجم لأناس حال حياتهم وقد أفضوا إلى بارئهم بعد طبعه ، أسأل الله تعالى أن يتغمدهم برحمته وأن يسكنهم فسيح جنته . والحمد لله رب العالمين . ¶ بسم الله الرحمن الرحيم ¶ مقدمة ¶ الحمد لله الذي جعل التاريخ نبراسا للمتأخرين. وسجل عبرة للمعتبرين. والصلاة والسلام على أشرف المتقدمين والمتأخرين. وعلى آله وصحبه الأئمة المهديين. ¶ وبعد فإن التاريخ وتراجم الصالحين من أفضل الأعمال وأشرفها لكونها عظة وعبرة للغابرين فكم اقتدى متأخر بأفعال متقدم وكم اتعظ بموعظة متقدم ولذا أكثر الباري تعالى في كتابه من أخبار الأمم الماضية وسيرها وأحوالها لتكون عبرة وعظة للمتدبر.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "وخير سيرة تذكر وتسطر سيرة العلماء الإجلاء الفضلاء إذ هم الذين حملوا مشعل الهداية للامة حتى أوصلوهم إلى طريق السلامة والنجاة فوافوا ربهم مستبشرين مطمئنين.. وهذه الرسالة أقردتها لعلماء حائل عمرها الله بالإسلام وأعز أهلها بالطاعة إذ هي مسقط رأسي وذكريات القراءة والدراسة فيها دائماً تملأ جوارحي وحواسي وقد رتبتهم حسب الأقدمية في الولادة والوفاء وربما قدمت من تقدمت به الوفاة بحسب ما وقفت عليه. أما الأحياء فأقدم من تقدمت ولادته وذلك بقدر المستطاع. وسأذكر فيها من تولى القضاء بحائل وقد جاءها من بلاد بعيدة أو كان من أهلها المقيمين فيها وسيان من كان عالماً أو حافظاً للقرأن فقط فإن من حفظ القرأن وفهمه وجوده عد من العلماء.. وحيث أن حائل ليس لها تاريخ خاص ولم أر لعلمائها ذكرا في شئ من الكتب إلا القلائل فأني أقتصر على من عرفته منهم بالاستفاضة أو بأحكامه إن كان أحكام موجودة والله الموفق والمعين وهو حسبي ونعم الوكيل. ¶ المؤلف ¶ ترجمة المؤلف نقلاً عن جريدة البلاد الصادرة بتاريخ 5-2-1380هـ بقلم عمر عبد الجبار :",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "الشيخ علي بن محمد بن عبد العزيز الهندي ولد بحائل عام 1330هـ وقرأ القرأن على الشيخ شكر بن حسين والشيخ علي بن محمد الشامي وبعد ذلك شرع في طلب العلم فقرأ على الشيخ حمود الحسين الشغدلي والشيخ عيسى الحمود المهوس والشيخ عبد الله الصالح الخليفي قرأ عليهم في النحو والفرائض ومختصرات الشيخ محمد بن عبد الوهاب ولما قدم الشيخ عبد الله السليمان بن بليهد حائل اتصل به وقرأ عليه بعض مؤلفات أئمة الدعوة وبعض كتب اللغة العربية والأصول ثم انتقل إلى مكة المكرمة وذلك عام 1350هـ فقرأ التجويد وحفظ بعض القرأن على كل من الشيخ عبد الظاهر أبي السمح والشيخ سعد وقاص وقرأ التفسير والحديث على الشيخ محمد حمزة عبد الرازق ولما قدم الشيخ محمد بن مانع إلى مكة المكرمة لازمه فقرأ عليه الفقه وأصوله وشرح العقيدة الواسطية وكتب التفسير والنحو والصرف كما قرأ على سماحة الشيخ عبد الله بن حسن آل الشيخ كتب التفسير والتوحيد والعقائد وكتب الأمهات البخاري ومسلم وأبي داود والترمذي والنسائي وابن ماجة وكتب المسانيد والمعاجم وأسماء الرجال وقد أجازه بمروياته وسلسلة شيوخه وسمع قراءة كتاب شرح التوحيد على سماحة الشيخ محمد بن إبراهيم بقراءة ابنه الشيخ عبد العزيز بن محمد ولما قدم الشيخ عبد الله الصالح الخليفي الطائف عام 61-62- اتصل به فقرأ عليه الفقه أيضاً وأصوله كما قرأ الفرائض والنحو على كل من الشيخين الفاضلين عبد العزيز بن باز وسليمان بن حمدان..",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وقد قرأ سابقاً مبادئ الخط والحساب والإملاء على الأستاذ محمد ماردينى مدير المدرسة السعودية بالطائف تولى التدريس بالوكالة عن كل من الشيخ إبراهيم الجهيمان وإبراهيم الهوبش بالمدارس الابتدائية ثم عينه سماحة الشيخ عبد الله بن حسن والسيد طاهر الدباغ مدير المعارف مدرساً للفقه والتوحيد بالمعهد العلمي السعودي وذلك عام 1363هـ ثم انتدب إلى تحضير البعثات ثم انتدب إلى كلية الشريعة بمكة المكرمة ولما تحولت مديرية المعارف إلى وزارة عام 1373هـ عين مفتشاً ولكنه آثر التدريس بكلية الشريعة لتزداد معلوماته بالمطالعة والمراجعة وفي عام 1375هـ عين مساعداً للمفتش العام بوزارة المعارف مع قيامه بالتدريس بكلية الشريعة.. زاملت فضيلة الشيخ على الهندي زهاء ثلاث سنوات بالمعهد وتحضير البعثات فكان مثال الجد والإخلاص والنشاط في أداء واجبه فحيا الله العلم وحملته الذين يدافعون عنه بقوة الدين وغزارة المعرفة وطهارة القلب وسلامة النية. ¶ 1- الشيخ عبد الله بن سليمان بن محمد ابن عبد الرحمن بن محمد بن عبيد من أهالي جلاجل لم أقف على ولادته كان قاضياً لجبل شمر في زمن سعود بن عبد العزيز بن محمد بن سعود وكان أمير حائل إذ ذاك محمد بن عبد المحسن بن علي من آل علي وبقيت مدة ولايته القضاء بحائل إلى حصار الدرعية سنة 1233هـ في زمن عبد بن سعود فانتقل إلى بلاده جلاجل ومات هناك عام 1241هـ. ¶ * * * ¶ 2- ٍٍالشيخ احمد بن سليمان عبيد لم أقف علي ولادته ولا علي مشائخة الذين قرأ عليهم غير أنه كان قاضيا بحائل من لدن الأمام تركي بن عبد الله السعود وأمير حائل محمد بن علي لم نر له أحكام إلا ورقة عادية فيها حكم لأهل قصر العشروات الذي بقرب حائل يبعد عنها مسافة ثلاث ساعات للماشي قبلة غربا كتبت هذه الورقة أو هذا الحكم كما يسمونه عام 1242هـ ويظهر أنه توفى بعد هذا التاريخ كان تحامل على أهل الجبل سامحه الله وعفا عنا وعنه. ¶ * * *",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "3- الشيخ عبد العزيز بن عثمان بن عبد الجبار من أهالي سدير لم أقف على ولادته كان قاضيا لجبل شمر أيام الإمام فيصل بن تركي وكان قبل ذلك قاضياً لمنيخ والغاط والزلفى ولاه ذلك الإمام تركي في آخر ولايته ثم لما تولى فيصل ولاه قضاء حائل وضواحيها. كان عالم زمانه في المذهب معظما عند علماء وقته وهو في الغاية من العبادة والزهادة والعفاف تولى قبل ذلك قضاء عسير وعمان وغيرهما مات سنة 1273هـ. ¶ * * * ¶ 4- الشيخ خزام والد عبد الله بن خزام لم أقف على ولادته ولا على من قرأ عليه غير أنه كان قاضيا لحائل في زمن طلال بن عبد الله بن علي بن رشيد. ¶ * * * ¶ 5- عبد الله بن خزام لم أقف على ولادته ولا على شيوخه غير أنه كان موجوداً عام 1255هـ كما هو مؤرخ على بيته ولم أر له أحكاما وهو جد الشيخ صالح السالم لامه ولم أعرف شيئاً عن قوته ولا ضعفه في العلم نقل لي أنه تولى القضاء بحائل. ¶ * * * ¶ 6- الشيخ محمد بن الشيخ إبراهيم بن سيف لم أقف على ولادته قرأ وتعلم بالرياض على الشيخ العلامة عبد الرحمن بن حسن آل الشيخ وقرأ على والده إبراهيم بن سيف ثم سافر إلى مصر في حدود سنة 1254هـ وقرأ جملة من الفنون ثم رجع واستعمله الإمام تركي بن عبد الله آل سعود قاضيا بحائل وتوفى بها وقبره معروف هناك في المقبرة الشمالية وذريته آل سيف موجودون الآن ببقعاء قرية بقرب حائل مسافة ثمان ساعات للماشي شمالا شرقا عن حائل لم نرى له أحكاما ولعله كعادة القضاء الأوائل لا يكتبون الأحكام وبعضهم يستعمل الصلح بين الناس ورعاً مات سنة 1265هـ. ¶ * * *",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "7- الشيخ عثمان بن عبد العزيز بن منصور الناصري من أهالي سدير له معرفة تامة في الأدب والشعر والفقه والأصول وغيرها من سائر الفنون له شعر قوي غير أن المعتقد سيئ رد عليه الشيخ عبد اللطيف في مصباح الظلام وابن مشرف في قصيدة مطلعها: يا ضبية لبان بل ضبية الدور. له أحكام بأيدي أهل قفار قرية من قرى حائل تبعد عنها مسافة ساعة ونصف للماشي قبلة غرباً وله مجموع فتاوى مخطوطة وله أيضاً ورقة حكم بتاريخ 1266هـ على دور عبدالله بن علي بن رشيد موجود الآن بحائل كان ذا فهم حاد بارعاً في فنون من العلم وسطاً في المعتقد كما تقدم ولعل وفاته بعد التاريخ المأخوذ أخذ عنه العام جماعة منة العلماء منهم الشيخ عثمان بن عبد الله ابن بشر المؤرخ المشهور. ¶ * * * ¶ 8- الشيخ محمد بن سعد والد يعقوب ابن محمد له أحكام جيدة موجودة تدل على إطلاع واسع وتنقيح للمسائل وفهم لها تولى القضاء على بحائل بعد عثمان بن منصور لم أقف على ولادته غير أن بعض الأوراق التي حكم بها مؤرخة سنة 1263هـ كان ورعاً زاهداً محباً للعلم وأهله جمع كتباً كثيرة رأيت عند أولاده ولده عمر اليعقوب ويوسف اليعقوب مات سنة 1280هـ. ¶ * * * ¶ 9- الشيخ محمد الملاحي من أهالي قفار القرية المعروفة قرب حائل قرأ وتعلم على علماء حائل وكان صالحاً ديناً ذا غيرة شديدة له مواقف مشهورة مات سنة 1280هـ. ¶ * * *",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "10- الشيخ عوض بن محمد الحجي لم أقف على ولادته ولا على من قرأ عليه كان حافظاً للقرأن مجوداً له وكان وافر العقل متوقد الذكاء وكان يسعى لإصلاح ذات البين ويحل مشاكل الناس ولي تدريس القرأن بحائل مدة طويلة والذين قرءوا عليه تعرف أنهم من تلاميذه بمجرد سماع تلاوتهم بحسن أصواتهم له حظ حسن نظيف وله اعتناء بجمع الكتب ونقل الفوائد إلا أنه من خطه ونقولاته وإنشاده البيت والبيتين والأربعة والخمسة لا يحسن العربية ولا العروض أشتهر بتدريس القرأن والفرائض كان يختلط بمشائخ زمانه ويأخذ عنهم وقد أخذ عنه القرأن والفرائض الشيخ صالح السالم زوج ابنته والشيخ عثمان بن عبدالكريم العبيدا والشيخ عيسى المهوس والشيخ عبد الله بن مرعي وحسن بن صالح الشامي وخلق كثير حكى لي الرجل الصالح علي الصالح السالم عن الشيخ عوض الحجي وهو جده لأمه أنه رآه في النوم وهو لم يعرفه في الحياة لأن الشيخ عوض توفى قبل ولادة الشيخ علي قال رأيت كأني وصاحب لي نتجول في المقبرة للزيارة فلما انتهينا إلى قبره وهو معروف حتى اليوم إذ أهتز القبر ناحية فأول ما خرج منه رأسه من موضع رجليه في القبر وإذا هو شاب أسود الشعر كثير شعر الصدر وهو بعافية جيدة يتلألأ نوراً فسلمنا عليه وقال صاحبي هذا على ولد فلانه يعني ابنته فقال اعرفه قال فجعلت أُبادله السلام وأسأله عن حاله ومقامه في القبر ولعله لم ير شدة أو ضيقه فأجابني بقوله لا والحمد لله بل أنا بأحسن حال وأرخى ما يكون ولكن يا ولدي أُوصيك بشيئين : الأول طلب العلم والثاني الجد والاجتهاد أن تموت على التوحيد فالذي يموت على التوحيد ما ضاع له شيء قال فانتبهت من منامي مسروراً بهذه الوصية رحمه الله وغفر له قال مثل هذه الرؤيا لوالدتي فإنها رأته مناماً وجعل يسألها من لك من الذرية غير الذين جاءوني فقالت معي علي وفلان وفلان وفلانه فقال دعي علي فأني أعرفه وجاءنا منه صلة البارحة قال فانبهت الوالدة وسألتني ما هي",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "الصلة وكنا في اليوم الثالث أو الرابع من رمضان فقلت لا أذكر شيئاً إلا أننا البارحة ختمنا القرأن بمدارسنا مع بعض الإخوان فرفعت يدي وقلت اللهم اجعل ثواب قراءتي هذه الليالي المباركة لجدي عوض بن محمد فكانت هذه هي الصلة رحمه الله توفى الشيخ عوض سنة 1303هـ. ¶ * * * ¶ 11- الشيخ الإمام العلامة عبد الله بن عبد اللطيف بن عبد الرحمن بن حسن آل الشيخ قدم حائل سنة 1307هـ وجلس فيها للتدريس فأخذ عنه العقائد والتوحيد والحديث والتفسير غالب علمائها وانتفعوا به ولازموه ملازمة تامة ولا سيما علماء لبدة وعلى رأسهم الشيخ صالح السالم ولما غادر حائل إلى الرياض سنة 1308هـ حزنوا على فراقه وتأسفوا عليه وودوا لو خرجوا من أموالهم لجلوسه وقد أنشد الشيخ صالح السالم أبياتاً رقيقة في ذلك فقال. ¶ شوقي إلى الشيخ شوق الواجد الداء إلى الشفاء أو العطشاء للماء ¶ قد كان قلبي المعنى قبل رؤيتكم في كل يوم له مثوى ببطحاء ¶ يوماً بحزوي ويوماً بالعقيق وبالع عذيب يوماً ويوماً بلخليصاء ¶ فمذ بدا من محياكم له قمر به استنار وجلا كل غماء ¶ وارتاح من بعد كرب الهم وانتعشت أرواحه سجسجا من بعد نكباء ¶ يا أيها الشيخ مالي في فراقكم من طاقة فاستوى قلبي وأعضاء ¶ لو خلت أن لهيب الحب يحرق في يوم الفراق من التوديع أحشاء ¶ كنت اكتفيت بأدنى ما يقوم به حبل الوداد الذي بين الاخلاء ¶ والله لو أنكم بالأمس حين به كادت تذوب من الزفرات أمعاء ¶ يا لائمي لا تلم خلابه أسف على محب نأى عني بآراء ¶ واحذر فما شوقه يبغي معانقة لوصل ليلى ولا نيلا لحسناء ¶ لكنما أشتاق من طابت مجالسه وأشوق نفسي إلى رؤيا الأحباء ¶ هذا عليكم سلام الله ما طلعت شمس وسارت بأفق كل أناء ¶ * * *",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "12-الشيخ محمد بن راشد الغنيمي من أهالي الرياض وله فيه بيت معروف حتى اليوم ولد عام 1230هـ كان وافر العقل واسع الدهاء له إلمام بشتى العلوم يحكى عنه حكايات غريبة في قضائه بحائل أعرضنا عنها لضعف أسانيدها إليه لم نجد له ذكرا في التواريخ المتأخرة ولم أقف على وقت وفاته غير أنه كان موجوداً عام 1303هـ. ¶ 13-سالم الشلش يلقب بالنقيظان ولد سنة 1260هـ قرأ بحائل وكان حافظا للقرأن مجوداً حسن الصوت والتلاوة وكان خطاطاً كتب بقلمه كتباً كثيرة يعد من طلبة العلم مات سنة 1310هـ. ¶ * * * ¶ 14-يعقوب بن محمد بن سعد لم أقف على ولادته ولم يل قضاء كان صلباً في دينه ذا غيرة شديدة لا تأخذه في الحق ونصرته لومة لائم وكان يتصدى للإنكار على الأمراء ولا يداري وكان حسن الصوت بالتلاوة حافظاً للقرأن مات سنة 1320هـ بسقوة صنعت لغيره الظاهر أنه طلال بن نائف حيث قدمت كأس للشرب فحلف طلال لا يشرب قبل الشيخ يعقوب فشرب يعقوب من تلك الكأس فاضطرب عقله أياماً ومات رحمه الله. ¶ * * * ¶ 15-الشيخ المقرئ مبارك بن عواد لم أقف على ولادته ولعله قرأ القرأن على المتقدمين من علماء حائل كان صالحاً حافظاً مجوداً أخذ عنه القرأن ثلة من العلماء بحائل منهم شيخنا الشيخ حمود الحسين الشغدلي والشيخ ناصر السعد الهويد والشيخ ابن سالم السالم والشيخ علي الأحمد آل عباس وغيرهم مات 1320هـ تقريباً. ¶ * * * ¶ 16-جار الله الحماد قرأ وتعلم على علماء زمنه كان حافظاً للقرأن مجوداً له ضابطاً لألفاظه وكان قارئاً لآل عبيد وخطيباً لهم وهو الذي يقول فيه حمود العبيد لما مات وهو يقرأ عليه بمعجم البلدان : ¶ يا معجم البلدان هبيت ولويت منم بعد أبو حماد ما بك شفات ¶ من بعد أنت عنبر بالخشم صرت حلتيت لو نجلبك بالسوء ما حللوك الشراة ¶ أي ساموك المشترون بشيء..مات سنة 1320هـ. ¶ * * *",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "17-الشيخ سالم بن محمد الحجي أخو الشيخ عوض الحجي قرأ القرأن بحائل على أخيه عوض وأخذ العلم عن مشائخ منهم الشيخ صالح السالم كان عالما دينيا فصيحا له يد طولى بالعربية والفرائض وله قصائد مليحة تدل على تذوق للشعر ومعرفة تامة للعروض كان شغوفا بجميع الكتب ابتلى بخدمة الأمراء فكان كاتبا لعبدالعزيز بن رشيد حتى قتل معه في وقعة الصريف سنة 1324هـ وقد رثاه الشيخ حمود الحسين بقصيدة قال فيها: ¶ الحمد لله ما من فعله جزع مدبر الآمر والمجرى لما يقع ¶ غاب المحب و نابتني مصبته أشكو إلى الله ما في رده طمع ¶ ذاك المحب أخو الهيجاء شاعرتا أعني به سالما أعظم به فجعا ¶ كان رحمه الله عضدا ونصيرا للإخوان طلبة العلم فكم رد عنهم من مكائد الأمراء ومشاكلهم ما سيجده عند الله تعالى في ميزانه.. ¶ * * * ¶ 18- الشيخ عبدالعزيز بن صالح المرشدي من آل مرشد أهل الرياض كان عالما متبحراً في العلم قوي الذاكرة حاد الذهن جيد الفهم قرأ وتعلم بالرياض تولى القضاء بحائل زمن محمد بن رشيد أخذ عنه العلم جماعة من العلماء حائل منهم الشيخ صالح السالم قرأ عليه الزاد وتفقه به والشيخ يعقوب بن محمد والشيخ عطيه السلمان المزيني والشيخ حمد بن محمد أبو عرف وأخذ عنه أبناؤه إبراهيم ابن عبدالعزيز المرشدي وكان هو قارئ والده في الدرس وأحمد بن عبدالعزيز المرشدي والشيخ عبدالرحمن بن عبدالعزيز المرشدي وكانوا علماء إجلاء توفى الشيخ عبدالعزيز سنة 1324هـ. ¶ * * *",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "19- الأمير العالم طلال بن نائف بن طلال بنت عبدالله بن علي بن رشيد ولد عام 1290هـ ونشأ في كفالت أعمامه متعب العبدالله ومحمد العبدالله غير أنه كان في قلبه وازع ديني فترك خارف الملك وزينته ولم يرض إذا مشاى أن يتبعه أحد قرأ القرأن على الشيخ يعقوب بن محمد وحفظه وأتقنه وكان يتلوه في جلوسه وممشاه وكان كثير الخشوع والبكاء كان لرأسه ظفائر فحلقها وطرح عن رأسه عقال القصب الذي كان يلبسه عادة الأمراء أخذ العلم عن الشيخ صالح السالم والشيخ عبدالله السليمان البليهد في زيارة كان الشيخ ابن بليهد زارها لحائل في أوائل عمره وأخذ عن الشيخ يعقوب وعن الشيخ عبدالعزيز المرشدي ولازمه حتى مات وبرز في علمي الفرائض والعربية كان موصوفاً بالعفة والديانة والإعراض عن زهرة الحياة الدنيا وكان يحب الغرباء ويأنس بهم ويحب التخشن في لباسه ومطعمه وكانت له زوجه صالحة على طاعة ربه هي دوشة الحمود قتل وهو صائم عام 1324هـ بلحيمر جبل معروف بحائل. ¶ * * * ¶ 20- صالح الناصر الشاعر ولد بحائل عام 1260هـ وقرأ القرأن على علمائها وكان آية في حفظه وتجويده وحلاوة النطق به مع حلاوة الصوت مات سنة 1325هـ. ¶ * * * ¶ 21- حماد الجارالله الحماد حفظ القرأن بشهر واحد وذلك أنه كان إماماً في مسجد الجبارة ولما دخل شهر رمضان صار يحفظ كل ليلة جزءاً لأجل صلاة التراويح ويصلي بهم فيه حتى أخر ليلة في رمضان ختمه فيها حفظاً وهذا يدل على حرص واجتهاد وميول شديد إلى حفظ القرأن ومحبته مات سنة 1326هـ. ¶ * * * ¶ 22- صالح بن سليمان القريشي كان حافظاً مجوداً محباً للعلم والعلماء له مواقف في المر بالمعروف يحمد عليها من أعيان البلاد قتل سنة 1327هـ ومن غريب الاتفاق أن الليلة التي خرج بها زوجته من الاحداد دخلت فيه زوجة القاتل ولله في خلقه شؤون وهي أكير من العبر. ¶ * * * ¶ 23- سليمان بن مبارك الشاعر ولد عام 1264هـ كان حافظاً مجوداً حسن التلاوة مات سنة 1328هـ. ¶ * * *",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "24- الشيخ العالم العامل صالح بن سالم ابن محسن آل بنيان ولد سنة 1256هـ بحائل وقرأ القرأن على الشيخ عوض الحاجي وتزوج أبنته وتعلم عليه العلم كما قرأ على الشيخ الإمام عبدالله بن عبداللطيف آل شيخ لما قدم حائل سنة 1307هـ في أيام محمد بن رشيد وجلس للأخوان طلبة العلم ولما تولى الأمارة عبدالعزيز بن رشيد وشى الشيخ صالح بعض منافسيه فنوفي إلى تيماء ورحل معه الشيخ علي الأحمد آل عباس ونفع الله بالشيخ صالح أهالي تيماء فتعلموا عليه حدثني الشيخ عبدالعزيز الخلف قاضي تلك البلاد أن تلاميذ الشيخ صالح هم أهل الكلمة والإمامة والقضاء إلى وقت قريب كان الشيخ صالح رحمه الله عابداً زاهداً ذا هيبة ووقار وسكينة حدثني من رآه فقال كأنك إذا رأيته ترى بعض التابعين كالحسن وسفيان في زهده وعبادته وعيشه وتواضعه ولباسه وحركاته تولى القضاء في حائل بطلب من أولاد حمود سلطان وسعود وأشترط عليهم القيام بالأمر بالمعروف والنهي عن المنكر وأن لا يجعل لرؤساء القبائل حكم على متبوعيهم بل مرد الجميع للشرع فقبل أولاد حمود ذلك وقد حكى الشيخ عن نفسه لم يرضى بتولي القضاء إلا ليكون نصرةً للدين أهله وحصناً منيعاً للأخوان فكان كذلك رحمه الله وبعد أن تولى القضاء حصل له محن من بعض إخوانه طلبة العلم فقالوا فيه أشعارا بعضها ركيك ورد عليهم بقصيدة مطلعها ( تركيب نظم هيجت لي ما حصل ) ¶ قال فيها : ¶ فلا تك شبها للذباب فلم يرم *** بطبعا له إلا السقوط على العلل ¶ أو التارك الورد الذي طاب ريحه *** ويقصد اوضارا من النتن كالجعل ¶ وكن نحلة ترعى أزاهير روضة *** فتلقيه مشروبا شفاء من العسل ¶ فذان مثال للجهول وهذه *** لمن رام إيمانا كما صح في المثل ¶ وعش سالما صدرا وعن غيبة فغب *** وإياك أهل الشك والزيغ والدغل ¶ وقد قال فيه الشيخ سليمان بن سحمان في قصيدة له مطلعها : ¶ ألا قل لأهل العلم من ساكن الجبل ¶ قال: ¶ فقد جمع الأخوان بعد شتاتهم *** وأنقذهم بالعلم من غمرة السفل",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وبصرهم بالعلم من بعد جهلهم *** وعرفهم كيفية السمت والعمل ¶ وقال: ¶ فقد كان معلوم لدينا بأنه *** بريء من القول الذي قاله الأقل ¶ وقد شاع بل ذاع في كل بلدة *** محاسن ما يدعوا إليه وما فعل ¶ وقال: ¶ وماذا عسى أن قد تولى لبعضهم *** قضاء وقد جاءوا على وفق ما سأل ¶ وخاف على إخوانه ومحله *** إذا ما أبى أن قد يجؤا بذي دغل ¶ وقال: ¶ فيا راكبا أن ما عرض فبلغن *** تحيات مشتاق على البعد ما غفل ¶ بعد وميض البرق والرمل والحصى *** وانبئهمو أنا على العهد لم نزل ¶ وإن لدينا كالذين لديهم *** أناسا على الإفراط في القول والعمل ¶ وقال: ¶ وإني لا أخشى أن تجيء عواضل *** وليس لها من منكر حين تفتعل ¶ لقلة أهل العلم بالحكم عندما *** تجيء الخطوب المعضلات من الزلل ¶ أو الصمت عن إنكارها بعد علمها *** لتحقيرها أو للتشاغل والكسل ¶ هذا والذي يظهر أن ما حصل للشيخ من بعض الأخوان هو حسد المعاصرة الذي يحصل داما بين طلبة العلم فالله المستعان ويغفر الله للجميع أخذ عن الشيخ صالح العلم جماعة من العلماء منهم الشيخ حمود الحسين الشغدلي والشيخ عبدالرحمن بن سليمان الملق والشيخ محمد حميد الصريري والوالد محمد بن عبدالعزيز الهندي والشيخ ناصر بن حمد الدرسوني والشيخ علي بن عبدالعزيز الأحمد وخلق لا يحصون كثرة كان رحمه ملازما للتدريس في الليل والنهار إلا وقت قضاء الحاجة أو وقت القضاء بين الناس مات في 18 صفر سنة 1330هـ. ¶ * * * ¶ 25- الشيخ عطيه السليمان المزيني لم أقف على ولادته ولا على من قرأ عليه القرأن غير أنه كان حريصا مجتهدا أخذ العلم عن الشيخ عبدالعزيز المرشدي ولما مات رثاه بقصيدة لا بأس بها كان مجدا في طلب العلم حتى في حال كبره وجمع مكتبة رأيتها عند ولده الشيخ سليمان العطيه وحصل له طرف صالم من العلم مات سنة 1330هـ. ¶ * * *",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "26- ناصر المسعد كان حافظا للقرأن متقنا له وحبا لطلبة العلم ومجالسا للعلماء وله صوت حسن بالقراءة قتله الروافض غيلة ليلا حين كان حارسا لسوقهم في ولاية آل سبهان حمود وزامل سنة 1330هـ. ¶ * * * ¶ 27- المقرئ الشيخ شكر بن حسين من أهالي مقق القرية المعروفة قبلة غربا عن حائل ولد بها سنة 1272هـ ولما كبر جاء إلى حائل فقرأ بها القرأن على علمائها ولما أتقنه فتح مدرسة كبرى لتعليم القرأن وتحفيظه تخرج منها أكثر أهالي حائل قرأت عليه في صغري عام 1337هـ ومات في أخر تلك السنة فأتممته على أخيه لأمه علي بن محمد الشامي أخذ العلم عن الشيخ صالح السالم وغيره كان ذا فهم حاد وله جلد على المطالعة والكتابة وكان خطه حسنا جميل كتب المدهش لابن الجوزي مشكلا وكتب آداب المشي إلى الصلاة للشيخ محمد بن عبدالوهاب مشكلا أيضا وقد رأيت الآداب بخطه عند بعض الأخوان وكان زاهدا فاضلا محبا للسنة وأهلها رحمه الله. ¶ * * *",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "28- الشيخ عبدالله بن مرعي تولى القضاء بحائل بعد وفاة الشيخ المرشدي لم أقف على ولدته ولا على أول قراءته أما أخرها فقيل أنها بحائل كان مدرساً للقرأن بحائل قبل أن يتولى القضاء وتدريسه جيد جداً أما أحكامه في القضاء ففيها بعض التضارب والتساهل كان يغمز بقبول الرشوة ونحن نبرئه أن شاء الله ثم عزل عن القضاء فتفرغ للعبادة وقراءة القرأن وذلك عام 1324هـ ولما تولى الإمارة أولاد حمود سلطان وسعود اختاروا للقضاء الشيخ صالح السالم كما تقدم واشترط عليهم القيام بالأمر بالمعروف والنهي عن المنكر وأن يرد حكم البادية إلى الشرع فلا يحكم بينهم رؤساؤهم ولما توفى الشيخ صالح القضاء عبدالله ابن مسلم التميمي فأستمر قاضياً سبع سنوات وذلك في إمارة السبهان وستأتي ترجمة الشيخ بن مسلم ثم أعيد الشيخ بن مرعي إلى القضاء سنة 1336هـ وكانت ولايته هذه أحسن من الأولى بكثير وكانت خاتمة عمله فقد كان مثلاً للورع والعفة والعدل وكان يقوم الليل يقرأ فيه القرأن حتى توفي عام 1337هـ. ¶ * * * ¶ 29- عبدالعزيز بن صالح النزهة يلقب مبروك ولد سنة 1264هـ قرأ وتعلم بحائل كان حافظاً وجوداً كان إماماً لمسجد لبدة القبلي حسن الصوت بالقرآن خفيف التلاوة عذب اللفظ جميل الأداء مات بالمرض العام سنة 1337هـ أخذ عنه القرأن أكثر أهالي فيد القرية المعروفة جنوب حائل تبعد عنها مسافة عشر ساعات للماشي. ¶ * * * ¶ 30-عبدالرحمن بن ناصر الشاعر ولد سنة 1263هـ قرأ وتعلم بحائل كان حافظاً مجوداً يقرأ نادرة لا يتكلف ولا يسأم مات سنة 1337هـ. ¶ * * * ¶ 31- الشيخ سليمان بن محمد الدهشي من أهالي القصيم أخذ عدة مشيخة بنجد ثم انتقل إلى حائل كان واعظاً يحفظ كثيراً من الأحاديث طوافاً في القرى والضواحي يدعو إلى الله ويرشد إليه وكان حكيماً تأخذ موعظته بالقلوب وهدى الله به خلقاً كثيراً مات سنة 1338هـ. ¶ * * *",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "32- محسن بن بنيان كان حافظاً وجوداً وله صوت حسن بالقرآن وكان ضريراً تولى جباية الزكاة لآل رشيد بالافلاج كان صافي الذهن لا ينسى مهما تباعد زمنه مات بالافلاج سنة 1338هـ. ¶ * * * ¶ 33- الشيخ ناصر السعد الهويد من أهالي الروضة البلد المعروفة تبعد عن حائل مسافة يوم للمائي قبلة جنوباً أخذ القرأن عن المقرئ الشيخ مبارك بن عواد في حائل وأخذ العلم عن الشيخ صالح السالم قرأ عليه كثيراً من المتون والكتب والشرح ولازمه وانتفع به كان حسن الخط جداً كتب بقلمه كثيراً من رسائل الشيخ محمد بن عبدالوهاب ودرس وأفتى في بلد الروضة مدة لا تقل عن 15 عاماً وأخذ عنه العلم كل من هنالك من الأخوان وبركة علمه إلى الآن موجودة في تلك القرى كان قاضياً لجميع القرى الجنوبية عن حائل المسماة بقرى روان وقضاؤه لم يكن رسمياً بل هو باختيار الأهالي ورضاهم به كان رحمه الله واعظاً مجيداً يستمد من عناية ربانية يورد الآيات والأحاديث كأنها رأى عين ويقتدي بأحوال الزهاد والصالحين من السلف ويحفظ سيرهم وأحوالهم وكثيراً ما يستشهد من زهديات أبي العتاهية وكان إذا أخذ في الوعظ لا يحب سامعه أن يسكت لا يتلعثم ولا تنسد عنه المسالك يخرج من موضوع إلى آخر بأسلوب رقيق أخاذ لا يجلس في مكان إلا وترى فيه الهيبة والخشوع وكان قدوة حسنة لتلاميذه وإخوانه وأهل محلته وكان محبوباً معظماً وداعياً حكيما شديد الحب في الله والبغض فيه ابتلى في آخر حياته بالدخول بين ابن رشيد وابن سعود فقتل في الروضة صبرا سنة 1339هـ.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "34- الشيخ عثمان بن عبدالكريم العبيدا لم أقف على ولادته قرأ القرأن بحائل وتعلم بها على الشيخ صالح السالم وغيره تولى القضاء بحائل في زمن سهود بن رشيد سنة 1338هـ وكان عادلاً أميناً عفيفاً بكاء ورعاً زاهداً فقيهاً يحسن استخراج المسائل من مضانها كما يحسن تطبيقها على القضايا ولم تطل مدة ولايته فقد أغفى من القضاء لما دخل الملك عبدالعزيز البلاد عام 1340هـ وعين بدله الشيخ عبدالله الخلف وتوفى الشيخ عبدالكريم بعد هذا التاريخ بقليل. ¶ * * * ¶ 35- الشيخ سليمان البحيح قرأ وتعلو في بلاده ثم قدم حائل في أيام سعود بن رشيد, كان ضرير البصر ذكياً حافظاً للقرأن وكان يحفظ كتاب التوحيد للشيخ محمد بن عبدالوهاب ويحفظ متن الأربعين النووية مع بعض التعليقات عليها, وكان جوالاً في القرى والبوادي يعظ ويرشد ويدعوا إلى الله وكان أسلوبه رقيقاً مبكياً هدى الله به أناساً كثيرين من البادية الظاهر أنه مات سنة 1340هـ. ¶ * * *",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "36- الشيخ عبدالله بن مسلم التميمي من بلد الحلوة من ضواحي بني تميم قرأ القرأن وتعلم العلم في بلاده ثم أنتقل إلى حائل وتولى القضاء بها في إمارة السبهان كان آية في فقه الحنابلة مع تحصيل في سائر العلوم ثم عزل عن القضاء بعد مضي سبع سنوات وعين بلده الشيخ عبدالله بن مرعي كما تقدم وذلك عام 1336هـ ولما توفى الشيخ بم مرعي سنة 1337هـ أعيد الشيخ ابن مسلم إلى القضاء وذلك في إمارة سعود بن رشيد ثم لما قتل سعود بن رشيد سنة 1338هـ عزل الشيخ ابن مسلم وتولى القضاء الشيخ عثمان بن عبدالكريم العبيدا كما تقدم وبعد أن دخل الملك عبدالعزيز حائل عام 1340هـ أعفى الشيخ لكبر سنه وضعف حواسه وتولى القضاء الشيخ عبدالله الخلف كما يأتي وقد أمر الملك عبدالعزيز على الشيخ ابن مسلم بالانتقال إلى بلده الحلوة فانتقل ومات هنالك بعد شهر من وصوله إلى بلاده أي في أول عام 1341هـ أخذ عنه العلم جماعة من العلماء بحائل منهم الشيخ عبدالله الخليفي وعليه تخرج والوالد محمد بن عبدالعزيز الهندي والشيخ سليمان العطية والشيخ أحمد المرشدي والشيخ يوسف اليعقوب والشيخ عمر اليعقوب والشيخ عبدالكريم الناصر الخياط وخلق لا يحصون كثرة. ¶ * * * ¶ 37- حسن بن محمد الحجي ولد عام 1277هـ وقرأ القرأن والتجويد على أخيه عوض بن محمد الحجي كان مولعاً بالكتب وحفظ الأدبيات والحكم والوصايا حسن القراءة جداً كان وسطاً بالفقه والفرائض والعربية خدم عند آل رشيد وربما بعثوه إلى المنتفق وإلى ابن إبراهيم راع الزبير كانت له خاتمة حسنة فقد قال عند موته كل من عنده لي مظلمة فهو في حل منها مات سنة 1343هـ بداء الفالج عن سبعين سنة. ¶ 38- عبدالله بن عبدالرحمن الملق كان طالب علم ويحفظ القرأن جيداً وكان لا يسأم من التلاوة لخفتها عليه مات سنة 1343هـ. ¶ * * *",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "39- الشيخ عبدالله بن خلف بن راشد بن خلف من قبيلة آل الخلف القبيلة المعروفة بحائل ولد سنة 1265هـ قرأ وتعلم بحائل على علمائها كالشيخ الغنيمي المرشدي والشيخ عوض الحجي وقرأ على الشيخ الإمام عبدالله بن عبداللطيف لما قدم حائل كان قوياً شديداً مهيباً من أياديه البيض على البلاد أنه سعى بإجلاء المشاهدة من حائل فإنه شد عليهم بحزم حتى باعوا مساكنهم وأثاثهم ورحلوا نهائياً إلى العراق تولى القضاء بتيماء بأمر من محمد بن رشيد وبقي فيها قرابة عشرين عاماً ثم رجع منها وبقي بحائل مدرساً ثم انتقل منها إلى الرياض وقرأ على الشيخ عبدالله بن عبداللطيف أيضاً ولما تولى الملك القضاء بها وذلك عام 1340هـ وبعد أخذ في القضاء مدة من الزمن وقد كبر سنه وضعف جسمه اعفي من القضاء فأنتقل إلى المدينة المنورة ومات بها عام 1344هـ. ¶ * * * ¶ 40- الشيخ اللغوي حمد بن محمد أبو عرف يلقب بالخطيب ولد سنة 1266هـ وقرأ القرأن بحائل وتعلم على علمائها حتى أدرك وحصل فقد كان له إلمام بكل فن من معاني وبديع وبيان وحديث وأصول حديث والفقه وأصوله والنحو والفرائض وعروض الشعر غير أنه لا يقول الشعر كان رحمه الله عاقلاً فطناً لطيف لينا متواضعا على أنه تولى منصب الكاتب الخاص لآل رشيد وربما حالوا عليه بعض القضايا الهامة للنظر فيها وإبداء رأيه كان يتعرض للسواح فيكرمهم ويحسن إليهم ويأخذ عمن وجده عالما منهم ولما تولى الملك عبدالعزيز على حائل أخذه معه وجعله رئيسا لكتابه وكان يبعثه إلى الإمام يحيي إمام اليمن وإلى الأدارسة في أمور خاصة تولى قضاء أحد المحاكم بمكة وكان موضع ثقة الملك حتى توفي سنة 1344هـ اخذ عنه العلم جماعة من العلماء منهم الشيخ حمد الحسين والشيخ عبدالرحمن الملق والشيخ علي بن عبدالعزيز الأحمد والشيخ علي الصالح السالم وغيرهم كان إماما في النحو لا يجارى فيه رحمه الله. ¶ * * *",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "41- محمد بن حامد بن مبارك الشاعر ولد عام 1263هـ كان حافظا مجودا كثير التلاوة مات سنة 1344هـ. ¶ * * * ¶ 42- الشيخ عيسى بن محمد الملاحي قرأ وتعلم بحائل وهو من أهالي قفار كان صالحا دينا فيه تحامل على بعض العلماء في الطعن عليهم وكان شديدا على أهل المعاصي مات سنة 1345هـ. ¶ 43- الجد عبدالعزيز بن عبدالله بن محمد بن جمعة الهندي ولد بالهند وتعلم العربية والهندية هناك ثم هاجر إلى المنطقة الشرقية ولما وصلها لم تعجبه الإقامة بها فواصل سفره إلى الرياض ولقي من الإمام عبدالله الفيصل آل سعود إكراما زائدا وحفاوة بالغة ولما سافر الإمام عبدالله الفيصل إلى حائل استصحبه معه وقدمه للأمير محمد العبدالله بن رشيد فأكرمه الأمير وابقاه عنده وبنى له مسجدا يعرف بمسجد الهندي إلى اليوم بأعلى حائل وبني له دورا ورتب له مرتبات نامله وكان الجد رحمه الله يصوم رمضان كل سنة بمكة المكرمة ويجلس فيها إلى الحج ثم يعود مات بالقصيم سنة 1364هـ. ¶ * * * ¶ 44- محمد العبيد بالتصغير وتشديد التحتانية الفرج لم أقف على ولادته قرأ القرأن بحائل وكان حافظا متقنا حسن الصوت بالتلاوة دينا عفيفا مواظبا على فعل السنن حضرا وسفر اقل أن يمرض أحد الأعداء إلا عاده ولو بعد منزله وقل أن يموت أحد إلا شهد جنازته ويتبعها حتى تدفن تولى إمامة مسجد سرحة ردحا من الزمن وكان يثنى عليه في التأني والطمأنينة في الصلاة مات سنة 1348هـ. ¶ * * *",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "45- الشيخ خلف العبدالله الخلف ولد سنة 1285هـ قرأ القرأن على والده الشيخ عبدالله الخلف وعلى الشيخ يعقوب بن محمد وأخذ العلم عن الشيخ صالح السالم والشيخ عبدالله بن مسلم والشيخ عبدالعزيز المرشدي كان حافظا مجودا يتلو تلاوة حسنة جدا لا يمله سامعه وكان عالما ورعا مجتهدا يحب العزلة وعدم الاختلاط تحصل على معلومات يستحق عليها التقدير عاش منزويا كما تقدم مات وهو مسافر إلى مكة المكرمة بعد أن أكمل العمرة وانصرف إلى جدة بسكتة قلبية سنة 1349هـ. ¶ * * * ¶ 46- الشيخ عيسى الحمود المهوس ولد عام 1254هـ قرأ القرأن وتعلم العلم على الشيخ عبدالعزيز المرشدي كان زاهدا عابدا فصيحا وكان يجلس للإخوان وطلبة العلم بعد المغرب كل ليلة في بيت إبراهيم ابن نفيسة بشارع الداود قرأت عليه مختصرات الشيخ محمد بن عبدالوهاب وكان يلازم الوعظ والتذكير بعد صلاة العشاء والفجر في مسجده المعروف بمسجد عيسى والذي يقع في الشارع العام وسط البلد وكان حافظا متقنا لا يشعر المصلي خلفه بطول القيام بحسن تلاوته كانت لديه مكتبة عظيمة تضم أكثر من عشرة آلاف كتاب مات سنة 1350هـ وتولى كتبه الشيخ عبدالله السليمان البليهد فأخذ بعضها يبيع أكثرها ببخس. ¶ * * * ¶ 47- الشيخ مبروك الداود قرأ وتعلم بحائل وتولى قضاء خيبر وبواديه ثم نقل إلى الحائط والحويط وهما قريتان بقرب خيبر لهما ذكر في التاريخ بباسم فدك كان فاضلا صالحا ورعا اكثر أحكامه صلحا مات سنة 1353هـ. ¶ * * *",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "48- الشيخ محمد بن حميد الصريري ولد عام 1290هـ وقرأ القرأن بحائل وأخذ العلم عن الشيخ صالح السالم وأخذ التوحيد وأصول الدين على الشيخ الإمام عبدالله بن عبداللطيف آل الشيخ بالرياض فقد رحل إليه سنة 1320هـ وقرأ العربية والفرائض على الشيخ النحوي اللغوي حمد بن فارس كما أخذ الفرائض أيضاً على الشيخ عبدالله بن راشد واجتهد في طلب العلم حتى حصل على طرف صالح منه كان يعد من العلماء. تولى قضاء موقق والبادية التابعين لها كآل سويد وآل عمود وآل مبرك ومن سكن هنالك من عنزة ثم أعفي من القضاء ونزل بلدة قفار فأخذ عنه العلم جماعة من أهلها منهم راشد بن سلامة وسليمان بن عيادة وعبدالكريم النبهاني وإبراهيم بن شعيب وأمتازو بالعلم على أهل محلته في زمانهم كان رحمه الله دينا فاضلا عابدا له مقآمات محموده مات سنة 1358هـ. ¶ * * * ¶ 49- الشيخ محمد بن إبراهيم أخو الأمير عبدالعزيز بن إبراهيم قرأ وتعلم بحائل على علمائها كان مجتهدا في طلب العلم حتى حصل وعد من العلماء كان في زهد وورع وشدة في الدين وكان حافظا للقرأن تولى قضاء الجوف عام 1341هـ ثم أعفى ورجع إلى حائل ومات بها سنة 1358هـ تقريباً. ¶ * * *",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "50- شيخنا الشيخ عبدالله بن سليمان بن سعود بن سالم بن محمد بن بلهيد الخالدي ولد في بلدة القرعاء من قرى القصيم عام 1259هـ وقرأ القرأن على والده الشيخ سليمان بن سعود البليهد وقرأ الحديث والتفسير على الشيخ محمد بن دخيل بن بالمذنب وعلى الشيخ محمد بن عبدالله بن سليم ببريده ورحل للهند للعلاج فقرأ فيه أيضا الحديث وفنونا أخرى ثم رجع وتولى التدريس والوعظ والإرشاد في عالية القصيم كالبكيرية والرس والخبرى وجميع القرى المجاورة لها يتجول عليهم حتى عام 1333هـ عين قاضيا لتلك العلية مع بواديها إلى سنة 1341هـ فعين قاضيا للجبل حائل وضواحيها وباديتها ثم عين رئيسا للقضاة بمكة المكرمة وذلك عام 1344هـ إلى أخر عام 1345هـ التمس أهالي حائل من الملك رجوعه إليهم فرجع وعين بدله رئيسا للقضاة شيخنا الشيخ عبدالله بن حسن آل الشيخ كان الشيخ ابن بليهد عالما فاضلا جمع الله له بين السياسة الدينية والدنيوية والعلم والحجى والعقل الوافر وكان رحاله لا يذكر له أحد بعلم إلا رحل إليه وأخذ عنه جلس للتدريس والإفتاء والقضاء فكان طلبة العلم يجتمعون إليه حلقا متتابعه حضرت دروسه في الصغرى وقرأت عليه ثلاثة الأصول وأداب المشي إلى الصلاة وكان الناس يتعجبون من فصاحته وتقريره وتحليله للمسائل وإخراج النتيجة مما يماثلها حتى كأن كتب الدنيا بين عينيه إذا تكلم بشيء قلت هو الإمام فبه سواء أكان حديثا أو تفسيرا أوفقها أو عربية أو فرائض أو تجارة أو زراعة أو صناعة غرث في الناس أحكاما خفف فيها المشاكل بين الناس إلى اليوم كان يقضي قضاء يبهر العقول مما نراه إلا إلهاما من الله تعالى لآن الطرفين لا يمكن أن يرضيا بقضاء قاض مهما كان مبلغة من العلم والعقل غير أن الشيخ ابن بليهد لا يقوم من عنده الطرفان غالبا إلا وهما راضيان كل الرضا والقضاء عليه أيسر وأسهل من كل شيء كانت له مواقف سياسية يحمد عليها من ذلك ما ذكره الشيخ حافظ وهبه في كتابه صفة جزيرة",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "العرب في القرن العشرين ص 262 قال لما تولت الحكومة السعودية على الحجاز جاء وفد من الهند برئاسة مولانا شوكت على وطلبوا من الملك عبدالعزيز أن يعين لهم مجلسا يكون مؤتمرا إسلاميا يجتمع فيه وفود الدول الإسلامية فوافق الملك عبدالعزيز وأنتدب الشيخ ابن بليهد متكلما عنه واجتمع المؤتمر في بناية المالية بمكة ولما تكاملت الوفود تكلم شوكت علي بكلام فيه تحامل على الحكومة السعودية ولما فرغ قام الشيخ ابن بليهد وتكلم بكلام بليغ بأسلوب للطيف مقنع ورد فيه على شوكت علي فإنفض المؤتمر وقد حمدت الوفود والملك عبدالعزيز الشيخ ابن بليهد على كلامة. وله مواقف أخرى كلها يظهر فيها مظهرا مشرفا كان إذا سافر لحج أو غيره أناب الشيخ حمود الحسين على القضاء آلف كتاب جامع المسالك في أحكام المناسك على المذاهب الأربعة ورسالة لطيفة سؤال وجواب لمدعي الخرفة أخذ عنه العلم جماعة من العلماء منهم الشيخ حمود الحسين الشغدلي والشيخ عبدالرحمن الملق والشيخ سالم الصالح والشيخ أحمد المرشدي والشيخ علي الصالح قرأ عمدة الفقه والشيخ عبدالله الدقلي قرأ عليه تاريخ بن جرير وأخذ عنه خلق كثير من أهالي مكة المكرمة والمدينة المنورة ومقاطعة القصيم أيام ولايته فيها. مات بالطائف سنة 1359هـ وكنت حضرة جنازته مع لفيف من العلماء والأعيان رحمه الله وأسكنه فسيح جناته. ¶ * * * ¶ 51- المقرئ عمر الخطيب كانت له مدرسة بلبدة شرقي حائل تخرج عليه كثير من أهلها كالشيخ علي الصالح السالم وغيره مات سنة 1359هـ تقريبا. ¶ * * *",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "52- الشيخ أحمد بن عبدالعزيز المرشدي قرأ القرأن على والده وتعلم عليه العلم وأخذ العلم أيضا عن الشيخ عبدالله بن مسلم والشيخ عبدالله بن بليهد تولى القضاء بالنيابة في غيبة كل من الشيخ ابن بليهد والشيخ حمود الحسين عام 1349هـ وكان عادلا فيه وكان دينا فاضلا له عقل راجح لا يتكلم فيما لا يعنيه إذا حضر مجلس لغط أمسك حتى ينفض المجلس حميد السيرة جليل القدر حافظا للقرأن ففيها توفى بمكة وهو محرم بسكتة قلبية ثامن ذي الحجة عام 1359هـ. ¶ * * * ¶ 53- الشيخ يوسف بن يعقوب بن محمد السعد ولد سنة 1288هـ وقرأ القرأن على والده الشيخ يعقوب وأخذ العلم عن والده وعن الشيخ عبدالله بن مسلم والشيخ ابن بليهد وكان حريصا على طلب العلم حتى حصل على طرف صالح منه كان دينا فاضلا ذا سمت حسن حافظا للقرأن ومجودا وكان ينوب عن أخيه الشيخ عمر اليعقوب عند غيبته وكان شديدا على صاحب المنكر إذا رآه لا يتجاوزه حتى ينكر عليه بالقول أو بالفعل مات سنة 1361هـ عن سبعين سنة. ¶ * * * ¶ 54- الشيخ حسنت بن صالح الشامي لم أقف على ولادته قرأ القرأن على الشيخ عوض الحجي وتعلم العلم على من في زمنه من العلماء وكان حريصا واجتهدا حصل في الفقه والفرائض ما لم يحصل غيره كان يتعاطى البيع والشراء ولم يمنعه ذلك عن طلب العلم وحضور مجالسه وكان إماما في مسجد الجبارة بعد حماد الجارالله وعبدالله العبد الرحمن الملق وكان حسن الصوت محبوبا عند أهل المسجد الذي يظهر انه مات سنة 1361هـ. ¶ * * * ¶ 55- رشيد بضم أوله وفتح ثانيه بن ناصر بن ليلا لا أدري متى ولد كان حافظا للقرأن ومجودا له حفظه بشهر واحد وكان يحفظ 300 حديث من صحيح البخاري وكان في أول عمره متدينا شديدا في ذلك ثم انتقل إلى السياسة فصار بين آل رشيد والأتراك مات سنة 1361هـ. ¶ * * * ¶ 56- عبدالرحمن الصوينع يلقب دحمان كان حافظا مجودا آية في الزكاة و كان ضريرا مات سنة 1361هـ تقريبا. ¶ * * *",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "57- الشيخ سليمان بن عطيه بن سليمان المزيني ولد سنة 1317هـ بحائل قرأ القرأن على الشيخ شكر بن حسين وطلب العلم على الشيخ عبدالله بن مسلم والشيخ عبدالله الصالح الخليفي كان مولعا بالفقه وجمع كتبه حتى أنه نظم متن الزاد في ثلاثة آلف بيت ونظم البيوع في متن دليل الطلب لمرعي بن يوسف الكرمي وهو موجود بكثرة وعندي منه نسخة قال في أول النظم على الألف المقسورة: ¶ بحمدك يا مولاى أفضل مبتدى *** فحمدا لك اللهم ماهبت الصبا ¶ وصل على خير البرية أحمد *** كذا آله مع صحبه أمة الهدى ¶ وبعد فخذ يا صاح مختصرا أتى *** على جل أحكام البيوع مع الربا ¶ على مذهب الحبر الإمام ابن حنبلا *** إمام الهدى والعلم والفضل والتقى ¶ على الأحمد المختار من قول أحمد *** وما قدم الأصحاب في الحق لا سوى ¶ إذ الفقه من خير الفنون ومن يكن *** من الفقه خال ليس في الحكم مرتضى ¶ ثم ذكر أحكام البيع فقال : ¶ وللبيع أحكام سنأتي بنظمها *** عليها بحول الله ربى أن يشا ¶ فينعقد البيع الصحيح بكلما *** يدل عليه من مقال بلا امترا ¶ وبالفعل مثل القول حكما وعندنا *** نقول معاطاة لدى البيع والشرا ¶ كقول الفتى خذ درهمي اعطني به *** طعاما فيعطيه ويأخذه الفنى ¶ ثم يذكر شروط البيع وما بعدها بأبيات سلسلة مما يدل على قوة في الشعر وعمق إدراك في وله منسك نظم أيضا وله أبيات في القواعد الفقهية رأيت عنده مكتبه كبرى ذكر أنه جمع بعضها وورث البعض الأخر عن والده عطيه السليمان كان الشيخ سليمان رحمه الله يحب المذاكرة والبحث والنقاش بتواضع واعتراف بالحق إذا ظهر وكان شغوفا بجمع الكتب الأدبية أيضا ومطالعتها لا سيما تأليف الأدباء الكبار كان صالحا ورعا زاهد لا يحب الكلام بأحد من الناس مات سنة 1363هـ. ¶ * * *",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "58- الشيخ سالم بن صالح بن سالم البنيان ولد عام 1302هـ وقرأ القرأن على الشيخ مبارك بن عواد وعلى والده الشيخ صالح السالم وتعلم عليه العلم فقها وفرائض وعربية وغيرها واجتهد في التحصيل حتى عد من العلماء كان رحمه الله دينا محبا لأهل الخير والصلاح ذا سمت وهيبة ووقار رأيته أيام قراءتي على الشيخ حمود الحسين في مسجد الشيخ صالح فكأنك ترى النور يتخلل من شعر لحيته ومن بين ثناياه إذا تبسم كان يساعدني على مطالعة درسي قبل القراءة على الشيخ حمود كان نعم العون لطلبة العلم رحمه الله وأثابه عنا أحسن مثوبة تولى إمامة مسجد والده الشيخ صالح أربعين سنة كان آيه في حفظ القرأن وحسن تلاوته مات سنة 1366هـ. ¶ * * * ¶ 59- عبد الرحمن بن عبد العزيز المرشدي ولد عام 1285هـ تقريبا وقرأ القرأن على والده وتعلم عليه العلم كان له مفهوم جيد في البحث وكان ذا اجتهاد في العبادة حتى مات رحمه الله. ... ¶ * * * ¶ 60- الشيخ عمر اليعقوب المحمد السعد ولد سنة 1287هـ وقرأ القرأن على والده يعقوب وأخذ العلم عن علماء زمنه فاجتهد وحصل تولى خطابة الجمعة والعيدين قرابة خمسين سنة كان جهوري الصوت حسنه جداً محبا للعلم وأهله كثير الصمت إلا عن ذكر الله كان لديه مكتبة قيمة تولاها بعد والده وجده يحب المطالعة والقراءة مات سنة 1366هـ عن تسعة وسبعين سنة. ¶ * * * ¶ 61- الشيخ إبراهيم بن عبد العزيز المرشدي قرأ القرأن على والده وعلى الشيخ يعقوب وتفقه بأبيه كان قارئ والده في الدرس وهو أكبر من أخيه أحمد كان صالحا حافظا فقيها ورعا رحمه الله. ¶ * * * ¶ 62- عبد الله بن عثمان المشاري ولد سنة 1312هـ وقرأ القرأن على عبد العزيز الصالح النزهة وتعلم العربية على الشيخ حمود الحسين كما قرأ عليه رسائل الشيخ محمد بن عبد الوهاب كان محبا للعلم والعلماء حافظا للقرأن حسن الأداء له مجتهدا في العبادة والطاعة حتى توفى سنة 1366هـ. ¶ * * *",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "63- الشيخ محمد بن عبد الوهاب بن عقيل أخو الشيخ الخليفي لامه ولد بالبكيرية وقرأ وتعلم على الشيخ عبد الله بن بليهد وأخيه الشيخ حمد بن بليهد ثم انتقل إلى حائل عام 1345هـ فقرأ على الشيخ ابن بليهد أيضا وقرأ على أخيه الشيخ عبد الله الصالح الخليفي وغيرهما كان عالما مجتهدا له أدراك دقيق بالفقه وأصوله والنحو والفرائض تولى قضاء ضبا القرية المعروفة على الساحل الشمالي مدة من الزمن ثم نقل إلى قضاء القريات ومات هناك أخذ عنه العلم الشيخ ناصر الوهيبي وغيره. ¶ * * * ¶ 64- المقرئ الشيخ على بن محمد الشامي يعرف بأخي شكر وهو من أهالي موقق ولد عام 1310هـ وقرأ على أخيه لامه الشيخ شكر بن حسين وتعلم على الشيخ على المرشدي والشيخ عيسى وغيرهما تولى مدرسة أخيه شكر بعد موته وقرأ عليه فيها كثير من أبناء الوطن وكنت قرأت عليه فيها عام 1339هـ تولى إمامة مسجد عيسى بعد موت الأخير وهو الذي بالشارع الطويل كان قارئا مجودا حافظا للقرأن مات سنة 1369هـ. ¶ * * * ¶ 65- الشيخ الحميدي بن عبد العزيز بن رديعان من أهالي الروضة ولد بحائل سنة 1280هـ وقرأ القرأن بها وأخذ العلم عن الشيخ صالح السالم وطبقته واجتهد في طلب العلم حتى حصل وأدرك وعد من العلماء البارزين تولى خطابة الجمعة في بلدة قفار ثم نقل إلى البرود خطيبا لأهلها وفي عام 1344هـ نقل إلى إمامة المسجد النبوي ثم عين قاضيا بالعلا البلد المعروف شمالا غربا عن حائل ثم نقل قاضيا في هجرة ملبس بن جبرين ثم نقل قاضيا إلى الحفر ومات هناك رحمه الله كان دينا فاضلا مرشدا وداعيا إلى الله له صوت ضخم جهوري وكان ذا عقل وافر ومرأى حسن تعلوه هيبة ووقار مات سنة 1370هـ عن تسعين سنة. ¶ * * *",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "66- الوالد محمد بن عبد العزيز بن عبد الله بن محمد بن جمعة الهندي ولد بحائل عام 1300هـ وقرأ القرأن على الشيخ يعقوب بن محمد وأخذ العلم عن الشيخ صالح السالم والشيخ عبد العزيز المرشدي والشيخ عبد الله بن مسلم وأكثر عليه الطلب كما أخذ عن الشيخ عبد الله بن بليهد بالقصيم وأخذ عن الشيخ عبد الرحمن ابن سالم في ضواحي القصيم وحضر دروس الشيخين الجليلين عبد الله بن محمد بن سليم وأخيه عمر بن سليم بمدينة بريده كان رحمه الله مثالا للزهد والورع وكثرة العبادة وحب إسداء الخير والنصيحة للمسلمين مات ليلة الاثنين 7ربيع الأول من هذه السنة 1380هـ. ¶ * * * ¶ ((الموجودون على قيد الحياة))",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "67- شيخنا العلامة عمدة الطالبين وقدوة الصالحين الشيخ حمود الحسين الشغدلي ولد سنة 1295هـ وقرأ القرأن على المقرئ الشيخ مبارك بن عواد وأخذ الفقه والفرائض والنحو على الشيخ صالح السالم وكان من أكابر من تخرج عليه علما وعملا وأخذ عن الشيخ عثمان بن عبد الكريم العبيدا وأخذ النحو أيضا عن الشيخ حمد بن فارس وأخذ التوحيد والعقائد عن الشيخ الإمام عبد الله بن عبد اللطيف رحل إليهما سنة 1326هـ واجتهد وحصل حتى صار من أكابر العلماء وفحولهم كان صالحا محبا لطلبة العلم رحيما رقيقا بهم عطوفا على الفقير والمسكين شجاعا في الأمر بالمعروف والنهى عن المنكر قويا في دين الله لا تلين له شكيمة في ذلك كانت له مجالس للتدريس حضرت بعضها فقرأت عليه أوائل أعمدة الفقه ومتن الزاد وكان يقرر أقوال الفقهاء فتتعجب من فصاحته وإيراده للأدلة بأسلوب واضح يفهمه جميع الطلبة ويحفظون أقواله بدون عناء أخذ عنه العلم جماعة من العلماء منهم الشيخ على الصالح السالم والشيخ عبد الكريم الصالح السالم والشيخ عبد العزيز العريفي والشيخ محمد الخلف العبد الله والشيخ إبراهيم الحماد والشيخ عبد الله الشلاش والشيخ عبد الرحمن العبد الله الملق والشيخ محمد المشاري وأخذ عنه أكثر الموجودين من طلبة العلم بحائل. كان كثير البركة على الطالب لحسن نيته وكان غالب من يحسنون العربية والفرائض من تلك البلاد من تلاميذه وكان ينوب في القضاء الشيخ عبد الله بن بليهد أيام غياب الأخير ثم استقل به من سنة 1362هـ إلى عام 1378هـ حيث طلب العافية فأجيب إلى طلبه وهو الآن في التسعين نسأل الله لنا وله حسن الخاتمة. ¶ * * *",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "68- الشيخ عبد الرحمن بن سليمان الملق ولد عام 1300هـ بحائل وقرأ القرأن بها وأخذ العلم عن الشيخ صالح السالم وهو من أكابر طلبته أيضا. كان صالحا دينا يعد من أكابر العلماء بحائل ينوب في القضاء للشيخ حمود إذا غاب أو مرض يحفظ شيئا كثيرا من المتون ويلم بكثير من الفنون وهو الآن بصحة جيدة بحمد الله. ¶ * * * ¶ 69- شيخنا الفقيه الفرضي الشيخ عبد الله الصالح الخليفي ولد في بلدة البكيرية من قرى القصيم عام 1300هـ وقرأ القرأن بها على خاله محمد الخليفي ثم انتقل إلى حائل فأخذ العلم عن الشيخ عبد العزيز المرشدي والشيخ عبد الله بن مسلم وعليه تخرج في الفقه وغيره وكان ذا حرص واجتهاد حتى صار من أكابر الفقهاء كان متواضعا بشوشا لينا يدخل مع كل أحد ويداخله كل أحد لسهولة نفسه وعظيم تواضعه وكانت له حلقة كبرى يعقدها في مسجده بالعليا بعد صلاة المغرب كل ليلة وكنت أحضر تلك الحلقة وأخذ عنه الفرائض وقسمة التركات وبطون المناسخات وذلك عام 1347هـ ثم اشتغل بالوظائف الحكومية فعين قاضيا بالمدينة المنورة ثم نقل إلى قضاء الجوف ثم إلى قضاء الطائف وذلك عام 1362هـ فأخذت عنه هنالك بعضا من أبواب الفقه ثم عين مدرسا للفقه بمدرسة دار التوحيد بالطائف ثم نقل إلى المعاهد والكليات التابعة لسماحة المفتى وفي عام 1378هـ عين قاضيا لبلاده حائل لا يزال بعافية مع ضعف أعصاب أخذ عنه العلم جماعة من العلماء منهم الشيخ سليمان العطية والشيخ عبد الكريم الخياط والشيخ راشد بن منيصير والشيخ عبد العزيز العريفي والشيخ عبد الله الراشد المرجان والشيخ عبد الرحمن الشعلان والشيخ محمد الخلف العبد الله والشيخ عبد الله الشلاش والأخ سليمان بن محمد الخليفى خلق لا يحصون كثرة. ¶ * * *",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "70- الشيخ خلف بن بخيت بضم أوله وفتح ثانيه مصغرا ولد بالجوف سنة 1300هـ وقرأ بها ثم انتقل إلى حائل فتعلم بها وكان لديه حرص شديد في طلب العلم حتى صار من العلماء كان دينا ورعا عابدا تولى قضاء القريات ثم نقل رئيسا لهيئة الأمر بالمعروف وهيئة الوعظ والإرشاد بدومة الجندل. ¶ 71- الشيخ على بن عبد العزيز بن أحمد العباس ولد بحائل سنة 1306هـ وقرأ القرأن على المقرئ الشيخ مبارك بن عواد وتعلم العلم على الشيخ صالح السالم وكان له ----- رحل معه إلى تيماء أيام إجلاء الشيخ إليها زمن عبد العزيز بن رشيد وأخذ العلم أيضا عن الشيخ حمد بن محمد أبو عرف وعن الشيخ عبد الله بن بليهد واجتهد في طلب العلم حتى حصل وصار من العلماء الإجلاء كان صالحا ورعا متدينا له خط جميل جدا ذكرني أنه كتب المدهش لابن الجوزي بقلم قصب لا يتجاوز طوله الإصبع وكان حافظا للقرأن مجودا حسن التلاوة لديه مكتبة كبرى غالبها مخطوط وهى من كتب المذهب. تولى قضاء الجوف أقصاه وأدناه ثم قصر على دومة الجندل ثم نقل إلى قضاء القريات ثم أعيد إلى الجوف ولا يزال بها حتى اليوم ممتعا بحواسه أدام الله علينا وعليه النعمة وختم لنا وله بالخاتمة الحسنة. ¶ * * *",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "72- الشيخ عبد الله بن عيسى الدقلي ولد سنة 1306هـ ونشأ في أول أمره شابا قويا يحب المغازي والأسفار ثم حببت إليه القراءة وطلب العلم فقرأ على الشيخ صالح السالم في الحديث والفقه والنحو والفرائض كما قرأ على الشيخ حمود النحو والفرائض وقرأ على الشيخ عبد الله بن بليهد تاريخ بن جرير بحائل ثم سافر إلى مدينة بريده فقرأ على الشيخ عمر بن محمد بن سليم وبالجملة فقد اجتهد حتى حصل وعد من العلماء وما زال حتى الآن يحب الفائدة ويقبلها ولو من أصغر منه وهذه الخصلة لا ريب أنها من صفات العلماء العاملين المتواضعين وكان يحب العافية في جميع أحواله لا يتكلم بمجلس وفيه من هو أكبر منه سنا وعلما تولى مطوعية السويد ثم صار إماما وخطيبا لأهل جبة القرية المعروفة شمالا غربا عن حائل مسافة تسع ساعات للماشي. ¶ * * * ¶ 73- الشيخ ناصر بن حمد الدرسوني ولد سنة 1307هـ تقريبا وقرأ القرأن على الشيخ يعقوب بن محمد وأخذ العلم عن الشيخ صالح السالم واجتهد حتى صار من علمائنا الفضلاء تولى إمامة ومطوعية الحفير والهجرة المعرفة تبعد عن حائل مسافة يوم للماشي غربا عن حائل خلف جبل أجا تولى ذلك من سنة 1342هـ إلى اليوم كان ورعا متدينا زاهدا له آثار حسنة على أهالي تلك البلاد محبوبا لديهم يعظمونه ويجلونه حتى أنه إذا زار إخوانه بحائل يأتونا في أثره يطلبون عودته إليهم وأحيانا يبعثون خلفه مباشرة لئلا يتأخر عليهم لا يزال بحمد الله يتمتع بعافية وصحة جيدة نسأل الله لنا وله حسن الخاتمة. ¶ * * * ¶ 74- عبد الرحمن بن إبراهيم المشاري ولد بحائل سنة 1310هـ وقرأ وتعلم على علمائها وكان حافظا ومجودا يقرأ بتأمل وتدبر لتلاوته تأثير على السامع تولى إمامة مسجد لبدة الشمالي مدة طويلة إلى الآن وهو كذلك. ¶ * * *",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "75- العالم الفاضل الشيخ علي بن صالح ابن سالم آل بنيان ولد عام 1314هـ وقرأ القرأن على المقرئ الشيخ عمر الخطيب والمقرئ الشيخ عبد الله بن عبد الرحمن الملق وأخذ العلم كالنحو على الشيخ حمد أبو عرف والشيخ حمود الحسين قرأ عليه ألفية ابن مالك إلى نصفها وملحة الإعراب وشرحها لبحرق كما قرأ عليه المنتقى في الأحكام وبعض شروحه وقرأ على الشيخ ناصر السعد الهويد التوحيد ورسائل الشيخ محمد بن عبد الوهاب رحمه الله كما قرأ التفسير وتاريخ ابن كثير وغالب كتب ابن القيم كالإعلام والهدى ومفتاح دار السعادة والجواب الكافي والرسائل الكبرى لشيخ الإسلام لابن تيمية على الشيخ حمود الحسين الشغدلي كان دينا ورعا محبوبا في جميع البلاد لا تكاد تجد أحدا يكرهه مسارعا لفعل الخير وقضاء حاجة المحتاج باذلا نفسه للإخوان وغيرهم حافظا للقرأن ومجودا تجويدا حسنا. وبالجملة فهو من سرج تلك البلاد لديه مكتبة كبرى ورث بعضها من والده وجمع الأكثر منها وهو إلى اليوم شغوفا بجمع الكتب ويحب العلم والعلماء كان يخطب بالجامع في غياب الشيخ عمر اليعقوب في أيام يقوم بخطبة الجمعة والعيدين يحسن استخراج المسائل العلمية من مضانها في أي فن سواء كانت في الحديث أو الفقه أو اللغة أو غيرها له ولع شديد بالشعر يحفظ منه الجيد النزيه وكل ما اشتمل على حكم وأمثال ونصائح ووصايا ولا يزال على حالته تلك نسأل الله له التوفيق تولى إدارة المدرسة الفيصلية مدة من الزمن ثم صار كمعتمد للمعارف بحائل ثم صار مديرا لمعهد المعلمين وفي هذه السنة 1380هـ طلب العافية فأجيب إلي طلبة وتفرغ للعبادة. ¶ * * *",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "76- على بن محمد بن جميعة يعرف بأخي بقشة ولد عام 1315هـ وقرأ القرأن وتعلم العلم بحائل وتولى إمامة مسجد سماح بأعلى حائل قرابة سبع وعشرين سنة كانت له مواقف نافعة في الوعظ والتذكير في مسجده المذكور وله قراءة لذيذة وأداء حسن ولا يزال حتى الآن إماما لمسجده المشار إليه وفقنا الله وإياه لصالح العمل. ¶ * * * ¶ 77- الشيخ راشد بن منيصير بن غوينم ولد سنة 1315هـ وقرأ القرأن على الشيخ عبد الرحمن المرشدي ثم قرأه تجويدا على الشيخ أحمد المرشدي وقرأ التوحيد وبلوغ المرام وشرح الأربعين على الشيخ عبد الله بن مسلم وقرأ عمدة الفقه ومتن الزاد وشرحه وشرح الدليل على الشيخ أحمد المرشدي وكذلك الفرائض والنحو كما قرأ الفرائض على الشيخ عبد الله الصالح الخليفي وقرأ المنتقى في الأحكام على الشيخ عبد الله بن بليهد وقرأ صحيح مسلم على الشيخ المرشدي. كان جيدا في بحثه مجتهدا في التحصيل بعد من طلبة العلم تولى نيابة الأمر بالمعروف بحائل ثم عين عضوا رسميا هناك وهو الآن أمام مسجد الجد عبد العزيز الهندي تولى إمامته من زمن بعيد نسأل الله له الإعانة. ¶ * * * ¶ 78- الشيخ عبد الكريم بن ناصر بن راشد الخياط ولد سنة 1320هـ وقرأ القرأن على المقرئ الشيخ شكر بن حسين وأخذ العلم عن الشيخ عبد الله بن مسلم والشيخ عبد الله الصالح الخليفي كان حافظا للقرأن مجودا شغوفا بالفقه وكتب المذهب لديه مكتبة جامعة غالبها مخطوط يحب الأسفار والتجول لا يكاد يستقر في بلاده شهرا كاملا كان ذا عبادة واجتهاد التحق بالمعارف سنة 1356هـ فصار مدرسا بالمدرسة السعودية بحائل ثم نقل مدرسا بالمدرسة السعودية بمدينة بريده ثم رفع إلى مدير مدرسة مغيضة الحارة المعروفة شرقي حائل وذلك عام 1374هـ ولا يزال مثابرا على العلم وتعليمه وفقا الله وإياه للعلم النافع. ¶ * * *",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "79- الشيخ عبد الكريم بن صالح بن سالم آل بنيان ولد سنة 1322هـ وقرأ القرأن على الشيخ علي الأحمد آل عباس ثم حفظه حفظا مجودا وأخذ العلم عن الشيخ حمود الحسين الشغدلي وخط بقلمه عمدة الأحكام وحفظها كما حفظ عمدة الفقه ومتن الزاد وكان حريصا على العلم بحاثة حتى حصل وتمكن له معرفة تامة بالعربية والفرائض وكان إذا عرض بحث علمي يستمد من محفوظاته وكان تلاء للقرأن متدينا عاقلا. تولى رئاسة هيئة الأمر بالمعروف والنهى عن المنكر بحائل وينوب عن خطيب الجمعة والعيدين إذا غاب الخطيب ومازال بحالته المذكورة في الجد والاجتهاد والحرص على العلم وبحثه زاده الله علما ولا أراه مكروها. ¶ * * *",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "80- الشيخ الفقيه الفرضي عبد الله بن عمر ابن عبد الله بن دخيل الله من دهيش انتقل أهله ?A‹? ?? ? ? ? ???? ? ? ? ? ? ? ? ? l ? ? ? ? ? ? ? ? ? ? ? 8 ? ? l ? ? ? ? ? \" ? ? ? ? ? ? ? ? ? ? ? ? ? $ ? ? ? ~ ? E ? ? ? ? ? ? ? يخ عيسى إذ ذاك قاضيا للإحساء للملك عبد العزيز ولما توفى الشيخ ابن عكاس عين لقضاء الاحساء الشيخ عبد العزيز بن بشر وهو من علماء الرياض ومن تلامذة الشيخ العلامة عبد الله بن عبد اللطيف والشيخ محمد بن محمود وكان قدوم الشيخ ابن بشر للإحساء عام 1339هـ فاتصل به الشيخ ابن دهيش وقرأ عليه في سائر العلوم وأكثر عليه في الفقه فقد قرأ عليه المغني والشرح الكبير قبل طبعهما كما قرأ عليه شرح الإقناع قلما وقرأ متن المنتهى ومتن الزاد حفظا وقرأ الفرائض وتخصص في كتبها كالعذب الفائض ورسالة الترتيب وابن الهائم سيما في الولاء والرد وذوي الأرحام والمناسخات على كلا الشيخين أحمد بن علي بن عرفج ومحمد بن حسن بن عرفج وفي عام 1341هـ انتقل إلى الرياض فقرأ على الشيخ سعد بن حمد بن عتيق والشيخ محمد بن عبد اللطيف والشيخ صالح ابن عبد العزيز والشيخ محمد بن إبراهيم والشيخ حمد بن فارس كل هؤلاء قرأ عليهم في علوم العقائد والتوحيد والتفسير والحديث وجعل يتردد بين الاحساء والرياض فيقرأ علي المشائخ المذكورين ثم تجرد للقراءة على سماحة الشيخ محمد بن إبراهيم فلازمه ملازمة تامة من سنة 1348هـ إلى سنة 1352هـ يقرأ عليه في التوحيد والفقه والحديث فقد قرأ عليه متن المنتقى حفظا إلى باب الوصايا مع زميله الشيخ عبد الله بن يوسف المدرس حاليا بأبها ثم في غرة شعبان سنة 1352هـ تولى قضاء الاحساء مع التدريس والوعظ والإرشاد والدعوة إلى الله ثم في عام 1359هـ نقل إلى حائل واستمر فيها قاضيا ومدرسا وخطيبا للجامع إلى غرة رجب عام 1361هـ نقل إلى هيئة التمييز بمكة معاونا لرئيسها الشيخ محمد بن مانع وفي شوال 1363هـ نقل إلى قضاء الرياض",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "إلى عام 1364هـ نقل إلى الاحساء مدرسا للعقائد والتوحيد والفقه الحنبلي وفي عام 1370هـ نقل إلى قضاء مدينة الخبر بالمنطقة الشرقية إلى عام 1371هـ نقل إلى رئيس محكمة مكة المكرمة ولا يزال بها حتى كتابة هذه الأسطر نسأل الله لنا وله الإعانة والتوفيق. كان قويا جريئا في أحكامه مقداما لا يقوم لمعارضته أحد يحب العلم وجمع الكتب استنسخ كتبا كثيرة من كتب المذهب من مدينة حائل وبذل نفيس الوقت والمال على مقابلتها وقراءتها كان يجلس للإخوان طلبة العلم أيام قضائه بحائل في بيته المعروف ببيت ابن طلال ويجلس بعد العشاء في بستان يعرف بحير الفريح ولا يزال مثابرا على العلم وتعليمه. ¶ 81- الشيخ عبدالله الراشد المرجان ولد بحائل عام 1323هـ وقرأ وتعلم بها على الشيخ عبدالله بن مسلم والشيخ عبدالله الصالح الخليفي والشيخ حمود الحسين والشيخ عيسى الموهوس وغيرهم كان لديه مكتبة قيمة غالبها مخطوط وكان حافظا للقرآن تلاء له آمرا بالمعروف ناهيا عن المنكر شديد في ذلك ؟ ¶ * * * ¶ 82- محسن الكويليت ولد بحائل عام 1323هـ وقرأ وتعلم بها ثم تولى إمامة وخطابة مسجد بقعاء القرية المعروفة تقدم تحديدها كان جهور الصوت لنطقه ضخامه يشبع الحروف انتفع به كثيرا من تلك البلاد. ¶ * * *",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "83- الشيخ محمد بن خلف بن عبدالله الخلف ولد بحائل 1324هـ وقرأ القرآن على القرء الشيخ شكر بن حسين وأخذ العلم عن جده الشيخ عبدالله الخلف ووالده الشيخ خلف العبدالله وسافر إلى الرياض فقرأ على سماحة الشيخ محمد بن إبراهيم وعلى الشيخ صالح بن عبدالعزيز ثم رجع إلى حائل فقرأ على الشيخ حمود الحسين والشيخ عبدالله بن البليهد واجتهد حتى تحصل على معلومات قيمة ثم التحق بوظائف الدولة فتولى التدريس بالمدرسة السعودية بحائل وذلك عام 1356هـ ثم انتقل كاتبا لمحكمة القريات ثم تولى القضاء بالقريات بالوكالة ثم بالأصالة ثم نقل إلى قضاء تيماء ولا يزال هناك. كان حافظا للقرآن نشيطا في تعلمه وتعليمه محبا للخير وأداء المعروف لديه أفكاره نيرة تدل على ذكاء وعقل وافر كتب بقلمه كتاب الأنصاف أربع مجلدات , نسأل الله له التوفيق. ¶ * * * ¶ 84- الشيخ عبدالعزيز بن محمد الراشد العريفي ولد بحائل عام 1324هـ قرأ القرآن وتعلم أول تعلمه بحائل على الشيخ عبدالله بن بليهد والشيخ حمود الحسين ثم رحل إلى بريده فأخذ عن الشيخ عبدالله بن محمد بن سليم والشيخ عمر بن سليم وواصل بعد ذلك رحلته إلى الرياض فلازم سماحة الشيخ محمد بن إبراهيم وتخرج به وقرأ الفرائض على الشيخ عبداللطيف بن إبراهيم ثم انتقا إلى الوظائف الحكومية فتولى عضوية الوعظ والإرشاد ببلاد عسير وذلك عام 1360هـ واستمر كذلك حتى عام 1366هـ فعين قاضين لبارق البلد المعروف بتهامة عسير وفي عام 1370هـ نقل إلى بلاد بلحمر وبلسمر قاضيا إلى عام 1378هـ فنقل قاضيا لبني سليم في ساية واستارة وبلغني انه في هذه السنة 1380هـ نقل منها والله أعلم. ¶ * * * ¶ 85- محمد بن إبراهيم المشاري ولد بحائل سنة 1326هـ وقرأ وتعلم بها أخذ عن الشيخ حمود الحسين العربية وتخرج به. كان حافظا للقرآن وجودا صدوقا في حديثه مخلصا في عمله يحب الخير وبذل المعروف ولا يزال كذلك نسأل الله له التوفيق. ¶ * * *",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "86- الشيخ عبدالرحمن بن محمد بن عبدالله شعلان ولد عام 1328هـ وقرأ القرأن على كل من الشيخين الجليلين شكر بن حسين وعلي بن محمد الشامي وقرأ الفقه والتوحيد ومختصرات الشيخ محمد بن عبدالوهاب على الشيخ حمود الحسين الشغدلي والشيخ عبدالله الصالح الخليفي والشيخ عيسى بن حمود المهوس كما قرأ أيضا التوحيد والفقه والتفسير على الشيخ أحمد المرشدي وقرأ النحو والحديث والمصطلح على كلا من الشيخين الفاضلين محمد زاهد الدغستاني والحميدي بن عبدالعزيز ابن الرديعان بخيبر ثم أنتقل إلى مكة المكرمة عام 1360هـ فقرأ في الحرم الشريف على الشيخ محمد بن مانع والشيخ عبدالعزيز بن رشيد ثم التحق بدار التوحيد وقرأ على أساتذتها الوطنين والأجانب وتخرج منها عام 1371هـ والتحق بكلية الشريعة بمكة فقرأ على أساتذتها الوطنين والأجانب وخرج منها عام 1375هـ وبعد ذلك مباشرة تولى المستعجلة الأولى بمكة كما تولى إمامة مسجد الحلقة ثم نقل إلى إمامة وخطابة مسجد الجميزة بأعلى مكة. كان عاقلا لبيبا متدينا في زهد وورع عقد في مسجده المذكور درسا حافلا بالمستمعين وانتفع بدرسه كثيرا من الناس محبوبا عند أهالي تلك المنطقة لوعظه تأثير ولنطقه بالقرآن حلاوة أعاننا الله وإياه وسدده في عمله. ¶ * * *",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "87- الشيخ عبدالعزيز بن خلف بن عبدالله الخلف ولد بحائل سنة 1329هـ وقرأ القرأن على المقرئ علي بن محمد الشامي وتعلم العلم على والده الشيخ خلف العبدالله وعلى الشيخ عبدالله بن بليهد والشيخ عبدالله الصالح الخليفي ثم سافر إلى الرياض فقرأ على سماحة الشيخ محمد بن إبراهيم وتحصل على طرف صالح من العلم كما تحصل على كتب كثيرة قيمة تولى رئاسة هيئة الأمر بالمعروف ورئاسة الوعظ والإرشاد بالجوف سكاكة كما تولى الأشراف على المدارس هناك وذلك عام 1355هـ ثم انتقل إلى سلك القضاء فتولى قضاء محكمة حقل بلدة على ساحل خليج العقبة ثم نقل إلى محكمة تيماء ثم نقل إلى قضاء القريات على الحدود الشمالية ثم أعيد إلى محكمة الجوف سككة ولم يزل بها وهو مع ذلك داعيه إلى الله في كل مناسبة ألف كتابا مختصرا لنيل الأوطار في مجلدين وألف كتابا أسماه دليل المستفيد على كل مسدحدث جديد يوضح فيه ما توصل إليه الإنسان من مخترعات عصرية وأن لها أدلة في الشرع ويناقش من عارض ذلك بأسلوب جيد. ¶ * * * ¶ 88- علي بن عبدالعزيز بن إبراهيم المشاري ولد سنة 1330هـ وقرأ وتعل بحائل. كان حافظا محبا لأهل الخير والصلاح متدينا شديدا في دينه ذا عباده واجتهاد. ¶ * * * ¶ 89- عبدالرحمن بن عبدالله الملق ولد سنة 1333هـ وقرأ وتعلم بحائل وكان حافظا للقرآن مجودا عنده رغبة شديدة في طلب العلم حتى حصل على قدر حسن ولديه شهادات وهو الآن إمام لمسجد الجبارة وله من الإدراك في شتى العلوم ما يفوق به على الكثيرين وله شعر حسن للطيف. ¶ * * *",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "90-الشيخ صالح العلي الطويرب ولد بعنيزه عام 1333هـ تقريبا ثم انتقل به والده إلى حائل فقرأ وتعلم بها ولازم الشيخ عبدالله الصالح الخليفي وقرأ عليه كثيرا وسافر معه إلى الجوف حين عين الشيخ الخليفي قاضيا للجوف وكتب الطويرب بقلمه كتبا كثيرة رأيت بعضها عنده وطبع بعضها عن قلمه. كان فقيها يحب البحث والنقاش المقنع المفيد تولى إدارة المدرسة السعودية بحائل مدة من الزمن ثم سار وكيلا لمعتمد المعارف أيام الشيخ بن مانع ثم هو الآن مديرا للمدرسة العزيزية بحائل. ¶ * * * ¶ 91- الشيخ حمد بن صالح الشبل ولد بعنيزة وقرأ وتعلم بها ثم انتقل مع والد إلى حائل فتعلم بها أيضا وكان حريصا مجتهدا لديه مكتبة لا بأس بها تولى التدريس حاليا بإحدى مدارس القصيم. ¶ * * * ¶ 92- الشيخ عبدالله بن شلاش العبدالله ولد سنة 1338هـ ببلدة بريده وانتقا به والده إلى حائل وعمره ثلاث سنوات ولما بلغ السابعة قرأ القرأن على الشيخ عمر اليعقوب والشيخ يوسف اليعقوب وأخذ العلم عن الشيخ حمود الحسين عبدالله الصالح الخليفي والشيخ أحمد المرشدي ثم اشتغل بالوظائف الحكومية فتولى التدريس بالمدرسة السعودية بحائل ثم انتقل إلى بريده مدرسا بالمدرسة الفيصلية هناك وذلك عام 1360هـ وفي عام 1365هـ انتقل إلى الطائف حيث آثر التعلم وزيادة المعلومات فالتحق بدار التوحيد وتخرج منها عام 1368هـ ثم التحق بكلية الشريعة في مكة المكرمة ودرس على أساتذتها حتى تخرج منها عام 1372هـ ثم اشتغل بالوظائف الحكومية مرة ثانية فتولى رئاسة المستعجلة الثالثة بمكة ثم انفصل من سلك القضاء ولتحق بالمعارف فتولى إدارة المدرسة الثانوية بشقرأء ثم نقل إلى مفتش بوزارة المعارف ولا يزال مجدا في عمله بإخلاص اعننا الله وإياه. ¶ * * *",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "93- محمد الجبر بن عبيدا قرأ وتعلم على علماء حائل منهم الشيخ صالح السالم والشيخ عبدالله الصالح الخليفي وغيرهم كان حافظا للقرأن مجودا ذا اجتهاد وحرص على الطلب حتى صار من طلبة العلم تولى إمامة مسجد سرحة إلى اليوم. ¶ * * * ¶ 94- الشيخ إبراهيم الحماد الصائغ ولد سنة 1340هـ بحائل وقرأ القرأن على الشيخ عمر اليعقوب والشيخ يوسف اليعقوب وأخذ العلم عن الشيخ حمود الحسين والشيخ عبدالله الصالح الخليفي والشيخ عبدالله بن عمر بن دهيش أيام قضائه بحائل كان الشيخ إبراهيم عاقلا حييا متدينا حافظا للقرأن مجودا يحسن التلاوة والأداء ولازما للمذاكرة والتلاوة تولى التدريس بالمدرسة السعودية بحائل ثم ترفع إلى مدير المدرسة الجديد. ¶ * * * ¶ 95- الشيخ يوسف بن عبدالله بن محمد بن يوسف النافع ولد بحائل عام 1340هـ وقرأ القرأن على الشيخ علي بن محمد الشامي وأخذ مبادئ الخط والحساب والإملاء على الشيخ السكيت ثم انتقل إلى مكة المكرمة سنة 1367هـ وقرأ على علمائها بالحرم الشريف واجتهد حتى صار من طلبة العلم. كان ورعا عفيفا متدينا له ولع بجمع الكتب ولديه الآن مكتبة عظيمة يحب المطالعة والبحث العلمي ويحب أهل العلم والدين. تولى عضوية الأمر بالمعروف والنهي عن المنكر والأشراف على الهيئة بالمسجد الحرام وفقنا الله وإياه وأعانه. ¶ * * * ¶ 96- الشيخ حمود بن إبراهيم الشويعر ولد بحائل سنة 1352هـ وقرأ القرأن على الشيخ علي بن محمد الشامي ثم انتقل به والده إلى الحجاز فقرأ علومه بالحرم المكي وسافر إلى الطائف فدرس بدار التوحيد مدة سنة ثم رحل إلى مصر واجتمع ببعض العلماء هناك ثم رجع فصار واعظا بليغا تدخل موعظته القلوب انتفع به كثيرا من الناس يجلس الأمراء والوزراء في درسه فيستفيدون منه ويتلاومون على حالاتهم وعلى تفريطهم وكيف الطريق إلى الإصلاح. ¶ * * *",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "97- سليمان محمد الخليفي لا أدري ولد غير أنه كان زميلا لنا في طلب العلم عام 1346هـ - 1347هـ بحائل كنا نقرأ سوية على شيخنا الشيخ عبدالله بن صالح الخليفي النحو والفرائض في مسجده بالعلية. ¶ * * * ¶ 100- صالح أبو عيناء كان من طلبة العلم والمجتهدين في تحصيله أخذ عن الشيخ الخليفي والشيخ أحمد المرشدي والشيخ عيسى المهوس وغيرهم. ¶ * * * ¶ 101- سليمان الشويعر كان قارئ مجتهدا تولى إمامة مسجد العلية أكثر من خمسة وعشرين سنة أخذ عن الشيخ الخليفي وغيره. ¶ * * * ¶ 102- علي بن محمد المستيحي قرأ وتعلم بحائل وكان من طلبة العلم. ¶ * * * ¶ 103- عبدالرحمن بن منصور من أهالي الرياض قرأ وتعلم هناك ثم قدم حائل فتولى التدريس بإحدى مدارسها وتولى إمامة وخطابة مسجد عيسى الذي بالشارع العام إلى اليوم. ¶ * * * ¶ نبهني أحد الأخوان على الترجمة التالية فمعذرة لتأخيرها الشيخ عبدالله بن محمد بن عبدالوهاب بن زاحم ولد سنة 1352هـ وقرأ القرأن في بلاده القصب وأخذ العلم عن عمه الشيخ عبدالله بن زاحم قاضي المدينة المنورة سابقا ثم في عام 1371هـ التحق بالمعاهد والكليات بالرياض ودرس فيها حتى تخرج منها عام 1378هـ ثم تولى القضاء مباشرة بمدينة حائل وضواحيها معاونا لرئيس محكمتها الشيخ عبدالله الصالح الخليفي وفي هذه السنة 1380هـ استقل برئاسة المحكمة هناك.. كان عاقلا عفيفا متدينا أديبا معتدلا في أقواله وأفعاله وفقه الله وسدده.",
            "page": "44",
            "part": "1"
        }
    ],
    "t35876": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "زهر الخمائل"
        }
    ]
}