{
    "b35878": [
        {
            "id": "1",
            "nass": "عملاق الفكر الإسلامي ¶ (الشهيد سيد قطب) ¶ بقلم: الدكتور عبد الله عزام ¶ الطبعة: الأولى ¶ نشر وتوزيع ¶ مركز شهيد عزام الإعلامي ¶ يشاور-باكستان ¶ بسم الله الرحمن الرحيم ¶ رب اشرح لي صدري ويسر لي أمري ¶ إن أصحاب الأقلام يستطيعون أن يصنعوا شيئا كثيرا ولكن بشرط واحد: أن يموتوا هم لتعيش أفكارهم.. أن يطعموا أفكارهم من لحومهم ودمائهم.. أن يقولوا ما يعتقدون أنه حق ، ويقدموا دماءهم فداء لكلمة الحق ، (إن أفكارنا وكلماتنا تظل جثثا هامدة ، حتى إذا متنا في سبيلها أو غذيناها بالدماء انتفضت حية وعاشت بين الأحياء)(1). 1- دراسات إسلامية (931). ¶ (إن الدخول في الإسلام صفقة بين متبايعين.. .الله سبحانه هو المشتري والمؤمن فيها هو البائع ، فهي بيعة مع الله ، لا يبقى بعدها للمؤمن شيء في نفسه ، ولا في ماله.. لتكون كلمة الله هي العليا ، وليكون الدين كله لله)(1). 1- (في ظلال القرآن (11/6171) ط/الشروق. ¶ حياة سيد قطب تنقسم إلى أقسام ¶ 1- حياته الأدبية. ¶ 2- اتجاهه الإسلامي العام. ¶ 3- اتجاهه الإسلامي المجدد. ¶ أولا : حياته الأدبية. ¶ تنقسم إلى عدة مراحل: ¶ المرحلة الأولى: بيئته في البيت والقرية قبل دخوله دار العلوم. ¶ المرحلة الثانية: الدراسة في كلية دار العلوم. ¶ المرحلة الثالثة: عمله كمدرس واهتمامه بقول الشعر ، والصبغة العامة لشعره وتأملاته ، وصلته بعبد القادر حمزة ثم عباس العقاد ، ومقالاته وقصائده في هذه المرحلة في المجلات المعروفة مثل دار العلوم والرسالة والجهاد والبلاغ. ¶ المرحلة الرابعة: اهتمامه بالنقد الأدبي ونظرته في الصور والظلال والأحاسيس كتلميذ في مدرسة العقاد الأدبية ، وتتوجت هذه المرحلة بمعركته الأدبية في الرسالة مع أنصار الرافعي وتأييده للعقاد. ¶ المرحلة الخامسة: مرحلة خمود أدبه لم يظهر له فيها إنتاج إلا القليل وهي تمتد طيلة الحرب العالمية الثانية.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "المرحلة السادسة: ظهوره كناقد أدبي مشهور من خلال مقالاته في الرسالة -بعضها ظهر في كراريس كتب وشخصيات- ومحاولة تصنيف المذاهب الفنية الأدبية كمدارس ووضع سمات لكل مدرسة مثل: مدرسة الرافعي ومدرسة المنفلوطي ومدرسة العقاد ، ومدرسة الزيات ، ومدرسة طه حسين ومدرسة توفيق الحكيم. ¶ المرحلة السابعة: اتجاهه الأدبي نحو القرآن واهتمامه بدراسة وإصدار كتابين:(التصوير ، والمشاهد) بالإضافة لاهتمامه بالنقد الأدبي ومقالاته المختلفة. ¶ المرحلة الثامنة: خروجه من مدرسة العقاد الأدبية ونقده لها ، وقد بدأ يكون لنفسه مدرسة أدبية جديدة ، وكان له التلاميذ ، وكتابه (النقد الأدبي أصوله ومناهجه) نهج لهذه المدرسة. ¶ المرحلة التاسعة: ركود أدبي لمدة عامين في أمريكا لم يظهر له من الإنتاج إلا القليل. ¶ وفي نهاية المرحلة التاسعة وبعد أن عاد من أمريكا اتجه نحو القسم الثاني من حياته وهو اتجاهه الإسلامي العام ، ودخوله جماعة الإخوان المسلمين وهي متداخلة مع القسم الأدبي. ¶ تاريخ تأليف سيد قطب لكتبه ¶ 1- أشواك: مايو (1947م). ¶ 2- مشاهد القيامة في القرآن: (1947م). ¶ 3- طفل من القرية: (1946م). ¶ 4- الأطياف الأربعة: (1945م). ¶ 5- التصوير الفني في القرآن: (1945م). ¶ 6- المدينة المسحورة: (1946م). ¶ 7- كتب وشخصيات: (1946م). ¶ 8- النقد الأدبي: (1948م). ¶ 9- العدالة الاجتماعية: (1949م). ¶ إن الحمد لله ، نحمده ونستعينه ونستغفره ، ونعوذ بالله من شرور أنفسنا ، ومن سيئات أعمالنا ، من يهده الله فلا مضل له ، ومن يضلل فلا هادي له ، ونشهد أن لا إله إلا الله وحده لا شريك له ، ونشهد أن محمدا عبده ورسوله. ¶ أصله ونشأته:",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "ولد -رحمه الله- في قرية من قرى الصعيد اسمها (موشه) سنة (1906م) ، وهي تتبع محافظة أسيوط لأبوين كريمين متوسطي الحال ، يحملان سمت أهل الصعيد المصري من سمرة في البشرة ، وقسمات وجوههم تعكس بعض ما جبلت عليه فطرتهم من غيرة على العرض ، إلى الطيب المتأصل في أعماق نفوسهم ، والكرم الذي لا يفارقهم سواء في سني الجدب أو الخصب والنماء ، هذا فضلا عن العاطفة الفياضة الجياشة التي تربطهم بشدة بهذا الدين القويم ، ولقد ذكر الأستاذ سيد في مقدمة التصوير الفني في القرآن أن روح أمه المتدينة قد طبعته بطابعها ، وفي مقدمة مشاهد القيامة أنه قد تربى في مسارب نفسه الخوف من اليوم الآخر من خلال الكلمات والتصرفات التي كانت تنطلق من والده من خلال ممارسته أعماله اليومية ، والقيام بضرورياته من طعام وشراب وغيرها ، فتركت شخصية الوالدين بصماتها واضحة على قلبه. ¶ ويقال إن أصل الأستاذ سيد قطب هندي ، وأن حسينا -جده الرابع- قد هاجر من الهند إلى أرض الحرمين حيث البيت العتيق ومثوى المصطفى ص ، ثم هاجر إلى مصر واستقر في هذه القرية المصرية. ¶ نشأته: ¶ درج في مراحل الطفولة الأولى في قريته في أحضان والديه اللذين أرضعاه حب هذا الدين من خلال التدين الفطري الذي طبعت عليه هذه الأنفس ، ثم انتقل إلى القاهرة حيث يسكن خاله ، وواصل تعليمه ودخل دار العلوم ، وبرزت مواهبه الأدبية إبان دراسته ، وكان يكتب في عدة مجلات أدبية وسياسية منها (الرسالة) ، (اللواء الاشتراكية) ، ولقد كتب عنه أستاذه مهدي علام في تقديمه لرسالة (مهمة الشاعر في الحياة) التي ألقاها سيد قطب كمحاضرة في دار العلوم يقول: (لو لم يكن لي تلميذ سواه لكفاني ذلك سرورا وقناعة ، ويعجبني فيه جرأته الحازمة التي لم تسفه فتصبح تهورا ، ولم تذل فتغدو جبنا ، وتعجبني فيه عصبيته البصيرة ، وإنني أعد سيد قطب مفخرة من مفاخر دار العلوم.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وفي الأربعينات تولى رئاسة تحرير مجلة (الفكر الجديد) لصاحبها محمد حلمي المنياوي ، ولقد بدت في هذه المجلة نزعة سيد قطب العدائية للملك فاروق ، وقد كان مجاهرا في نقده اللاذع حتى دس إليه فاروق من يطلق عليه النار ، فأخطأه الرصاص ، ولقد صدر من المجلة ستة أعداد صودر عددان منها ثم اضطرت الحكومة لإغلاقها بعد ستة أعداد. ¶ ولقد تتلمذ الأستاذ سيد قطب أدبيا على يد العقاد ، وكان يتردد على طه حسين ، وحمل لواء المعارضة للأستاذ الكبير مصطفى صادق الرافعي ، وكان هجومه على الرافعي عنيفا حتى أن الرافعي لم ينج منه بعد موته فلقد نقد الرافعي إثر موته نقدا لاذعا فقام علي الطنطاوي يدافع عن الرافعي فقابله الأستاذ سيد برد مقذع حاد. ¶ ولقد كتب في أوائل الأربعينات كتابيه الشهيرين: التصوير الفني في القرآن ، وقد أهداه إلى أمه ، ومشاهد القيامة في القرآن وأهداه إلى روح أبيه ، وكم كانت دهشة القراء عندما وجدوا أن الكتابين يخلوان من البسملة ، إذ لم يكن سيد قد اتجه الوجهة الإسلامية بعد . ¶ بعض ملامحه وصفاته الشخصية: ¶ 1- الصدق. ¶ إن من أبرز الصفات في نفسية سيد قطب الصدق ، وهذه الصفة طبعت كتابته كلها بالوضوح ، مما جعل تعامله مع الساسة يكاد يكون مستحيلا ، ولقد كان هذا الخط بارزا في جاهليته وإسلامه ، ففي عهد فاروق كان الكتاب يعبون من سؤره ويخطبون وده بتذليل رخيص ويتزلفون حتى يستطيعوا الانكباب على أقدامه علهم ينالوا من الحطام ، أما سيد قطب فلقد كان رغم فقره أبيا صادقا ، ففي زواج فاروق ، وفي أعياد ميلاده ترى المقالات التي تزحم بها الصحف بأقلام الكتاب إلا سيد فإنك تفتقد اسمه بين هذه القطعان. ¶ وتلمح هذا الصدق من خلال عباراته ، فلقد كتب في مجلة مصر الفتاه الاشتراكية تحت عنوان كبير (رعاياك يا مولاي) وأظهر صورا من الترف الفاجر وفي المقابل صور من البؤس والفاقة.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "ولقد طلبت الثورة عندما قامت سنة (1952م) من سيد قطب أن يكون لها مستشارا للشؤون الداخلية فلم يستطع العمل معهم سوى ثلاثة أشهر ثم تركهم لأن نفسه لا تقبل الالتواء والتلون. ¶ ولقد عمق الإسلام هذه الصفة في مسارب نفسه ، فأضحى الصدق عنوانا لتعامله وكلامه ينبض بكل كلمة من كلماته وتنم عنها كل عبارة من عباراته ويبدو لك هذا جليا من خلال الطبعة الثانية من الظلال ومن خلال فصول المعالم . ¶ كان يقول لأحد تلامذته واسمه سيد أيضا ، تعال يا سيد نراجع معا فصلا من فصول هذا الكتاب ، وأنا أظن أن أبواب السجن ستفتح له ولنا من جديد وقد تنصب لنا أعواد المشانق... فيرجوه تلامذته ألا يطبع المعالم حفاظا على حياته فيرفض بإباء قائلا : لا بد أن يتم البلاغ. ¶ وقد سأله تلاميذه لماذا كنت صريحا كل الصراحة في المحكمة التي تملك عنقك? فقال: لأن التورية لا تجوز في العقيدة ، ولأنه ليس للقائد أن يأخذ بالرخص ، ويبدو أن هذه الصفة هي الطابع المميز لأل قطب جميعا ، فلقد قالت حميدة شقيقته: كان بإمكاني أن أعفى من سجن السنوات العشر لولا أني أبيت أن أكتم عقيدتي ورفضت إلا أن أصارح الطواغيت بكفرهم. ¶ يقول في فصل (نقلة بعيدة ... معالم في الطريق ص 206): (لن نتدسس إلى الناس بالإسلام تدسسا ولن نربت على شهواتهم ، وتصوراتهم المنحرفة ، سنكون معهم صرحاء غاية الصراحة ، هذه الجاهلية التي فيها خبث ، والله يريد أن يطيبكم). ¶ 2- الشجاعة والرجولة. ¶ ولقد كان خلق الرجولة بارزا في تصرفاته سواء في جاهليته أو إسلامه فلم يسف ولم يسقط ولم يهو في مهاوي الرذيلة ، ولم يغرق في مستنقعات الوحل والجنس ، وأنت تقرأ له في حبه في جاهليته قصة (أشواك) فتلمح من خلال الإهداء رجولته ، يقول في الإهداء:( إلى التي خاضت معي في الأشواك ، فدميت ودميت ، وشقيت وشقيت ، ثم سارت في طريق وسرت في طريق جريحين بعد المعركة ، لا نفسها إلى قرار ، ولا نفسي إلى استقرار).",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "لا تجد فيه نتن الفاحشة ، وإنما تلمح شخصية معتدلة تعبر عن تجربة بشرية بكلمات أدبية ، دون تميع ولا انحراف ولا إسفاف ولا تهافت. ¶ وخلق الرجال وجده الإسلام خامة طيبة في أعماق الأستاذ سيد فنماها ووجهها فأتت بالأعاجيب من فوق القمة التي أرتفع إليها ، يقول في مقدمة الظلال: (وعشت في ظلال القرآن أنظر من علو إلى الجاهلية التي تموج في الأرض ، وإلى اهتمامات أهلها الهزيلة الصغيرة ، أنظر إلى تعاجب أهل الجاهلية بما لديهم من معرفة الأطفال وتصورات الأطفال ، واهتمامات الأطفال ، كما ينظر الكبير إلى عبث الأطفال ، ومحاولات الأطفال ، ولغة الأطفال ، وأعجب ، ما بال هذا الناس ، ما بالهم يرتكسون في الحمأة الوبيئة). ¶ ومن هنا داس دنيا الحكام وآثر العيش وراء قضبان الزنزانة ، وكان يقول:(إن إصبع السبابة الذي يشهد لله بالوحدانية في الصلاة ليرفض أن يكتب حرفا واحدا يقر به حكم طاغية) ، رغم أن وزارة المعارف تعرض عليه في السجن. ¶ ويقول: (لماذا أسترحم? إن كنت محكوما بحق فأنا أرتضي حكم الحق ، وإن كنت محكوما بباطل ، فأنا أكبر من أن أسترحم الباطل ، بينما حبل المشنقة يلوح أمام ناظريه. ¶ وبعد صدور حكم الإعدام وفي يوم الأحد (28/8/1966م) وقبل تنفيذ حكم الإعدام جاء قرار موقع من الطاغوت الهالك -عبد الناصرـ: (ينفذ حكم الإعدام بكل من: سيد قطب ، محمد يوسف هواش، عبد الفتاح إسماعيل ، ومع الكتاب إشارة إلى محاولة استدراج سيد قطب إلى اعتذار يخفف به حكم الإعدام عنه ، فجاء حمزة البسيوني مدير السجن الحربي إلى حميدة قطب وأطلعها على القرار ، ثم أردف قائلا : لدينا فرصة واحدة لإنقاذ الأستاذ ، وهي اعتذاره ، وأنا أتعهد بإخراجه بعد ستة أشهر ، قالت حميدة: فجئت أخي فذكرت له ذلك ، فقال: لن أعتذر عن العمل مع الله.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وفي شهر آب سنة (1965م) وهو نفس الشهر الذي اعتقل فيه أرسل إليه المباحث واحدا فتسور الدار ودخل ليفتش فأمسكه وأنبه وأدبه ، وقال: (إن للبيوت حرمات ألا تعرف أدب الدخول? ثم كتب كتابا وأرسله إلى مدير المباحث وقال: (أرسل إلي بشرا ولا ترسل كلابا ) ثم ذهب إلى قسم المباحث ، وقال: (جئتكم حتى تعتقلوني). ¶ 3- كرمه وسخاؤه. ¶ وهذه صفة تقترن مع الشجاعة غالبا ، فحيثما وجدت صفاء النفس وسخاءها وجدت الجرأة والشجاعة ، فالنفس الأبية التي تجود بروحها يرخص عليها المال ومتاع الحياة ، ولقد كان سيد ينفق كل ما يأتيه ولا يدخر شيئا ، وكان لكثير من نزلاء ليمان طرة في أمواله شيء معلوم ، حتى من المجرمين ، ومن السجانيين ، ولقد كان يشفق على حالة السجانيين الأسرية ، وضيق ذات يدهم فيرثي لحالهم ويخفف من كربهم وضنكهم وبأسائهم. ¶ ولقد ملك مضائه وسخائه هذا قلوب عارفيه ، وأصبح بكرمه الآسر هو المدير الفعلي لسجن ليمان طره ، حتى كان الحلواني - مدير السجن - يقول: إن المدير الفعلي للسجن هو سيد قطب ، وأقرأ إن شئت رسالته الصغيرة (أفراح الروح): (وكيف كان يفجر ينابيع فطرة الخير في قلوب المجرمين ، وفي هذه الرسالة زاد كبير للعاملين من الدعاة. ¶ ولذا فقد مضى إلى ربه وهو لا يملك مترا واحدا فوق هذه الغبراء (فهو بصدقه وفي العهود ، وبكرمه أسر القلوب ، وبتواضعه ألف بين الجنود ، وبشجاعته وصلابته قاد الجموع). ¶ 4- تواضعه. ¶ وهذا سمت الصالحين (تلك الدار الآخرة نجعلها للذين لا يريدون علوا في الأرض ولا فسادا والعاقبة للمتقين) ، وبالقدر الذي كان يستعلي به على الطغاة كان يتواضع ويتطامن للمؤمنين من تلامذته ، فترى أحدهم يشير عليه أن يحذف فقرة من مسودة التفسير أو يصحح عبارة فيستجيب. ¶ 5- حبه ووفاؤه وعاطفته الفياضة.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وأما عاطفته الجياشة فلقد أفاضت من روحه على أسرته جميعا ، وتراه لهذا الوفاء لا يتزوج قبل محنته ليرعى الأسرة التي أصبح راعيها بعد أبيه ، يقول الأستاذ محمد قطب عن أخيه سيد: (هو أبي وأخي وأستاذي وصديقي). ¶ كان سنة (1953م) في ضيافة المؤتمر الإسلامي في القدس ، وقد كان الإخوان آنذاك يشرفون عليه ، يقول فضيلة المراقب العام للإخوان في الأردن -الأستاذ محمد خليفة ـ: كان الأستاذ سيد يطلب مني أن أطلب القاهرة -هذا من عمان- فأقول له: هل طرأت لك حاجة? فيقول: لا ، وإنما هو الشوق لسماع صوت الوالد المرشد العام الهضيبي ولو من خلال الهاتف. ¶ وكثيرا ما كان يردد كلمة الوالد المرشد في التحقيق وفي المحكمة ، ولم يقتصر وفاء الأستاذ سيد على صلته بالبشر بل تعداه إلى علاقته بكل ما حوله حتى للحيوانات ، فلقد أ ل ف نزلاء ليمان طرة قطا أعور تتقزز الأبدان لرؤيته ، كان يأوي بالقرب من الأستاذ سيد قطب يخصص له قسما من طعامه وكان يقول: (ليس من الوفاء أن نجافيه ونضيعه في هرمه بعد طول صحبته لنا) وهو بوفائه يعيد إلى ذاكرتنا سيرة الرعيل الأول كأبي هريرة ويفتح أمام ناظرينا صورة زيد بن الدثنة وهو يقول: (والله لا أحب أن أكون سالما في أهلي ويصاب محمد صلى الله عليه وسلم شوكة في قدمه) وذلك وهو يرد على أبي سفيان عندما سأله: أتحب أن محمدا مكانك نعلقه على خشبة الصلب والإعدام ، فقال أبو سفيان: \"ما رأيت مثل حب أصحاب محمد محمدا ). ¶ أقول: هذه النماذج التي أقفرت الأرض منها إلا القليل القليل والتي عقمت الدنيا أن تلد أمثالها ، عاد جنود البنا يجددون سيرة هذا النفر الكريم ، هؤلاء أحيوا الأمل في قلوب مئات الملايين وأثبتوا للدنيا أن الإسلام لا زال قادرا على صناعة الرجال. ¶ يقول الأستاذ سيد قطب لشقيقته حميدة: (إن رأيت الوالد المرشد -وهذا قبل إعدامه بيوم- فبلغيه عني السلام وقولي له: لقد تحمل سيد أقصى ما يتحمله البشر حتى لا تمس بأدنى سوء.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "سيرة سيد قطب الحركية: ¶ دخل الأستاذ سيد دعوة الإخوان المسلمين سنة (1951م) وكان يعبر عن هذا بأعمق تعبير قائلا : ولدت سنة (1951م) ، وقد جاء سيد على قدر ، ولكل أجل كتاب فلم يحفل سيد بالدعوة في بداية الأمر ولم يكن يعني نفسه للقاء بقائدها البنا الذي ضم الأفذاذ من أبناء مصر تحت جناحيه وبين صفوفه ، فكانت دعوته صفوة أبناء مصر. ¶ وقد ابتدأ سيد قطب يتجه نحو الكتابة عن الإسلام العام ، ولم يكن سيد بعد قد أدرك ب عد أعماق هذا الدين ، ولم يسبر أغواره بمسبار ، وكتب كتاب العدالة الاجتماعية مستعرضا نظام الحكم والمال ، وتركه مع إهداء جميل: (إلى الذين كنت المحهم بعين الخيال قادمين فرأيتهم بواقع الحياة قائمين يجاهدون بأموالهم وأنفسهم في مستقبل قريب جد قريب) ، ثم عهد إلى أخيه محمد في مصر لطباعته ، وطبعه الأستاذ محمد مع هذا الإهداء على حين كانت الحكومة قد نكلت بالإخوان وأودعتهم المعتقلات تمهيد ا لاغتيال الإمام الشهيد البنا ، وظنت الحكومة أن سيد قطب هو أحد أعضاء الإخوان وأن الكتاب مهدي إلى شباب الإخوان ، فصادرت الحكومة الكتاب ولم تسمح بنشره إلا برفع الإهداء ، فرفع الإهداء. ¶ ويحدث الأستاذ سيد عن نفسه وهو في طريقه إلى أمريكا مبعوثا من وزارة المعارف المصرية التي يستلم وزارتها طه حسين -أستاذه- ، فأرسل الأستاذ سيد للإطلاع على المناهج الأمريكية ، يقول الأستاذ سيد: (كنا ستة نفر من المنتسبين إلى الإسلام على ظهر سفينة مصرية تمخر بنا عباب المحيط الأطلسي إلى نيويورك(1) 1- في ظلال القرآن عند تفسير آية (وما كان هذا القرآن أن يفترى من دون الله) (يونس: 73) ، أنظر طبعة الشروق (11/1786). فهو يعتبر نفسه آنذاك منتسبا إلى الإسلام). ¶ ويشاء الله عز وجل أن يهديه سواء السبيل وأن يريه آياته ليجعله جنديا مخلصا في صف الدعوة الإسلامية ، وتحدث معه حادثتان تضطرانه للدخول تحت جناح الدعوة.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "أما الحادثة الأولى: فقد حصلت في (31) شباط (1949م) يقول فيها أنه كان مستلقيا فوق سريره في إحدى مستشفيات أمريكا ، فيرى معالم الزينة وأنوار الكهرباء الملونة وألوان الموسيقى الغربية والرقصات ، ما هذا العيد الذي أنتم فيه? فقالوا: اليوم قتل عدو النصرانية في الشرق ، اليوم قتل حسن البنا ، وقد كانت هذه الحادثة كفيلة أن تهزه من أعماقه ، حسن البنا!! يحتفل بمقتله في داخل أمريكا ، إذن لا بد أن يكون الرجل مخلصا وأن تكون دعوته خطيرة حقا ، ترجف لسماعها أوصال الغرب هلعا واضطرابا . ¶ وأما الحادثة الثانية: فقد حصلت في بيت مدير المخابرات البريطاني في أمريكا ، إذ كانت السفارات الغربية تتسابق في رمي شباكها لاصطياد الطلاب الشرقيين وإيقاعهم بحبائلها ليكرسوا في محافلها المختلفة ، ويقسموا العهد على خدمتها وإنذار الحياة خالصة لخدمتها ، وأي صيد أثمن من الكاتب المعروف سيد? فدعاه مدير المخابرات البريطاني إلى بيته ، يقول الأستاذ سيد: (واستدعى انتباهي أمران: الأول: إن هذا البريطاني يسمى أبناءه بأسماء المسلمين ، محمد وعلي وأحمد... ، والثاني وجدت لديه كتاب العدالة الاجتماعية ، وهو يعمل في ترجمته ، وهي النسخة الثانية في أمريكا إذ الأولى لدى وصلتني من أخي محمد قطب).",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وبدأ الحديث عن أحوال الشرق وما ينتظره من مستقبل وأحداث ، ويعرج على مصر ليستفيض في الحديث عنها وتأخذ جماعة الإخوان المسلمين القسط الوافر من الحديث ، ويعرض علي تقارير مفصلة عن نشاط الجماعة وعن تحركات البنا وخطبه منذ أن كانت الجماعة ستة في الإسماعيلية حتى سنة (1949م) ، تفصيلات تؤكد أنهم قد سخروا أجهزة وأموال تتبع نشاط الإخوان وحركاتهم وسكناتهم ورصدوا لذلك أموالا ورجالا خوفا من هذا الغول البشع -الإسلام- وعقب البريطاني قائلا : (إذا قدر ونجحت حركة الإخوان في استلام حكم مصر فلن تتقدم مصر أبدا ، وسيحولون بعقليتهم المتخلفة بين الحضارة الغربية ، وستقف عقلياتهم المتحجرة دون تطور الشعب والأرض ، ثم قال: ونحن نأمل من الشباب المتعلمين أمثالك ألا يمكنوا هؤلاء من الوصول إلى سدة الحكم). ¶ يقول سيد: قلت في نفسي (الآن حصحص الحق) ، وأيقنت أن هذه الجماعة على الحق المبين ، ولم يبق لي عذر عند الله إن لم أتبعها ، فهذه أمريكا ترقص على جمجمة البنا وهذه بريطانيا تسخر أجهزتها وأقلام مخابراتها -حتى داخل أمريكا- لمحاربة الإخوان. ¶ يقول سيد: فصممت في قرارة نفسي أن أدخل الإخوان وأنا لم أخرج بعد من بيت مدير المخابرات البريطاني. ¶ وكانت يد الله تعد لتهيئة الأجواء حتى يدخل سيد قطب دعوة الإخوان ، فهناك في مصر وزع كتاب العدالة الاجتماعية والإخوان مودعون لدى معتقلات الطور وغيرها تحاربهم زبانية فاروق ، وإهداء الكتاب يوحي أنه مهدى إلى الإخوان ، فظنه الإخوان منهم وأن الإهداء موجه إليهم ، فأقبلوا على العدالة يتداولونها ويقرؤونها. ¶ وهنا في أمريكا الحادثة تلو الحادثة تقنع سيدا بصدق دعوة الله.ويترامى إلى مسامع الإخوان تاريخ مقدم سيد إلى مصر ، فتعد الدعوة كوكبة من شباب جماعة القاهرة لاستقباله في ميناء الإسكندرية مثل عبد العزيز سيسي رحمه الله.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "فيعجب الأستاذ سيد بتربية الإخوان وأدبهم ألجم وخلقهم الرفيع ، وبمجرد أن وطأت قدماه أرض مصر اتصل بالأستاذ الهضيبي المرشد وعرض عليه أن يقبله جنديا في صف دعوة الإسلام ، فيرحب به الأستاذ الهضيبي ، ويبدأ الأستاذ سيد منذ تلك اللحظة جهاده المنظم المركز ، وقد كان صادقا منذ اللحظة الأولى ، وتعبيرا عن جده في الأمر قدم استقالته إلى وزارة المعارف وأعلن مفاصلته لطه حسين. ¶ وقد سلمه الأستاذ الهضيبي بعد فترة رئاسة تحرير جريدة الإخوان المسلمون ، وكتب بها مقالات صدرت فيما بعد في كتاب أسماه -دراسات إسلامية- ثم قامت الثورة سنة (1952م) ، وكان للإخوان اليد الطولي في إنجاح الصورة وتهدئة الأوضاع ، إن الذي أجبر الملك فاروق على التوقيع على وثيقة التنازل هو الضابط عبد المنعم عبد الرؤوف أحد أفراد الدعوة المخلصين في قصر المنتزه في الإسكندرية ، ووزع الإخوان عشرة آلاف مسلح في القاهرة وحدها لحماية الثورة ، ولقد كتب فاروق في مذكراته: (إن الإخوان المسلمين هم الذين قلبوا عرشي) (وما كان ضباط الثورة إلا العوبة بأيديهم ، ولقد أراد الإخوان المسلمون ضربي في عرض البحر لولا أني أمرت ربان السفينة تغير اتجاهها)(1). 1- أنظر فاروق بين القمة والحضيض. ¶ أقول بعد الثورة طلب مجلس الثورة من الأستاذ سيد أن يكون مستشارهم للشؤون الداخلية فقبل ، ولكن لم يستطع العمل معهم اكثر من ثلاثة أشهر ، وثلاثة أشهر أخرى على مضض وبفتور ثم تركهم لأن طبيعته لا تقبل الالتواء والتثني. ¶ سجنه الطويل:",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "لقد بدأت سلسلة المحن تتوالى على الدعوة وعلى كبار رجالاتها ، والحق أن سيدا من بين النفر القليل الذين أعطوا الدعوة أوقاتهم وحياته ودماءهم وأموالهم ، ولم يروا من إقبال الدنيا على الدعوة شيئا ، فقد أقبل عليها ودنياها في إدبار ، ورحم الله خباب بن الارت إذ يقول: (هاجرنا مع رسول الله ص في سبيل الله نبتغي وجه الله ، فوجب أجرنا على الله.. فمنا من مضى ، ولم يأكل من أجره في دنياه شيئا منهم مصعب بن عمير ، قتل يوم أحد فلم يوجد له شيء يكفن فيه)(1). 1- رجال حول الرسول ص(74). ¶ وفي سنة (4591م) وبعد تمثيل فصول مسرحية الرصاصات على الطاغوت عبد الناصر في منشية البكري في الإسكندرية ، بدأت اعتقالات الإخوان وغيبت السجون المظلمة وراء جدرانها آلاف الشباب ، ولم يكن سيد لينجو إذ كان رئيسا لقسم نشر الدعوة آنذاك ، وكان من المفروض أن يكون سابع السبعة الذين علقوا على الأعواد شنقا ( وهم الشهداء:عبد القادر عودة ، محمد فرغلي ، يوسف طلعت ، إبراهيم الطيب ، هنداوي دوير ، محمود عبد اللطيف). ¶ إلا أن إرادة الله أخرت شهادته ليكتب الظلال والمعالم ، وخصائص التصور الإسلامي ، فلقد أصيب سيد قطب من جراء التعذيب الشديد بنزيف في الرئة مما اضطرهم إلى نقله إلى المستشفى ونفذ الإعدام وهو في المستشفى ، وثارت ثائرة الشعوب المسلمة وعبرت عن سخطها بتظاهرات احتشدت أمام السفارات في الدول العربية والإسلامية ، وأحرقت بعض الأماكن وانهال سيل البرقيات الساخطة من المسلمين في كل مكان ، تكيل اللعنات وتنذر بالثبور والويل للقتلة ومصاصي الدماء.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وصدر وعد من القصر الجمهوري ألا يحدث إعدام فيما بعد ، وجاءت محاكمة سيد قطب في الحلقة الثانية ، وكانت المحاكمة مفتوحة ويرأس محكمة الشعب فيها جمال سالم وحوله عضوان حسين الشافعي وأنور السادات ، ولقد أبدى سيد قطب جرأة نادرة أمام ما يسمون بالقضاة ، فلقد خلع قميصه أمام المحكمة وقال بسخرية: انظروا يا قضاة العدالة!! ثم قال نحن نريد أن نسأل ، آينا أحق بالمحاكمة والسجن نحن أم انتم? إن لدينا وثائق أنكم عملاء للمخابرات الأمريكية ، وبدأ يسرد الوقائع والوثائق التي تصمهم بالخزي وتسمهم بالصلات المشبوهة بكافري -السفير الأمريكي آنذاك- مما اضطر جمال سالم أن يرفع الجلسة ويغلق المحاكمة. ¶ وصدر الحكم عليه بالأشغال الشاقة المؤبدة ، ، وبعد فترة ولأسباب صحية خفف الحكم إلى خمسة عشر عاما . ¶ وأودع سيد قطب ليمان طره (السجن الذي يضم المئات من شباب الإخوان) ، ولقد شهد بأم عينيه مذبحة الإخوان في ليمان طره عندما فتحت الحكومة الرشاشات على الإخوان حيث قتل من عنبر واحد ، واحد وعشرون من شباب الإخوان والتصقت لحومهم بالحائط ، ومن شاء الإستزادة فليقرأ كتاب (أقسمت أن أروي لروكس معكرون). ¶ كان سيد قطب مصابا بالتهاب في الشعب الهوائية ، فوضع في مصحة السجن (مستشفى صغير للسجن مع المصابين بالأمراض الصدرية كالسل من المجرمين المسجونيين ، واستأذن من إدارة السجن أن يضع حواجز من القماش بينه وبين المرضى فأذن له ، فوضع حواجز من القماش المقوى فأصبح كأنه في غرفة مستقلة ، وألحق به داخل الحواجز القماشية محمد يوسف هواش ، وكانت هذه جريمة لهواش استحق عليها الإعدام سنة (1966م). ¶ وبقي الأستاذ سيد صابرا محتسبا في سجنه يربي إخوانه من حوله بالصدق ويفيض عليهم من روحه المشرقة ، ويضمهم في حنايا قلبه الكبير ، وكان يرد على الذين يحاولونه المهادنة والإستسلام: (إن في صبرنا صبر للكثيرين) وهي نفس كلمة الإمام أحمد بن حنبل.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وساءت حالته الصحية في السجن وأصيب بالذبحة الصدرية ، وأصبح جسده الناحل يحمل في طياته قائمة من الأمراض ، وهو م صر على البقاء في السجن وكانت الذبحة تصيبه مرتين في الأسبوع (الذبحة تشبه الجلطة). ¶ وقدم الأطباء المشرفون على صحته تقارير لعبد الناصر ونصحوه قائلين: إن كان يهمك ألا يموت هذا الرجل في السجن فأخرجه لأنه معرض للموت في كل لحظة ، وماطل عبد الناصر ، ولقد تدخل المرحوم أحمد أوبلو -رئيس وزراء نيجيريا- الشمالية الذي أسلم على يديه ستمائة ألف مسلم- لإخراجه من السجن أثناء مروره بالقاهرة قبل قتله بفترة وجيزة فكذبوا على أحمد أوبلو متظاهرين بإخراجه فنقلوه إلى مستشفى القصر العيني(جامعة القاهرة) ، وكانت حالته الصحية تستدعي هذا النقل ، لأن مصحة السجن لم تعد بعلاجاتها وأدواتها البسيطة لم تعد تكفي لعلاج أمراضه. ¶ ومكث في القصر العيني ستة أشهر وأعيد إلى مصحة ليمان طرة ، وفي نيسان سنة (1964م) أقيمت الإحتفالات بمناسبة الإنتهاء من المرحلة الأولى للسد العالي ، واستضافت مصر خريتشوف لمشاهدة الإحتفالات ، وأخرج الشيوعيون من السجون تحية لخريتشوف ، وكان عبد السلام عارف من بين الذين دعوا للمشاركة في الإحتفال ، وتلقى عبد السلام عارف برقية من مفتي العراق الشيخ أمجد الزهاوي يقول فيها: (من يشفع شفاعة حسنة يكن له نصيب منها ، فاشفع بسيد) فتوسط عبد السلام لإخراجه فأخرج الأستاذ سيد من السجن في سنة (1964م) ، ولقد عرض عليه عبد السلام أن يصحبه إلى العراق ويكون مستشاره ، ولكن الأستاذ سيد استماحه عذرا ، متعللا بصحته التي تشرف على الرحيل وتؤذن بالوداع ، ولكن السبب الحقيقي وراء اعتذاره هو الذي وض حه قائلا :(إننا بإسنادنا ولو بالآراء لوضع جاهلي ، فإننا نحكم بالإعدام على كل كتاباتنا ضد الطواغيت ، وتصبح كملتنا حبرا على أوراق).",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "والحقيقة أن عبد الناصر ما وافق على إخراجه إلا بعد تيق نه أن سيد قطب قد است هلك وأضحى حطام إنسان ليس لديه طاقة على حركة أو تجميع. ¶ ولكن الروح هي التي تعمل ، فلقد كان الأستاذ سيد قد أعد مسودات المعالم وبدأ بمراجعتها ، ثم دفع بها إلى المطبعة ، وخرج المعالم لتنفذ الطبعة الأولى التي أصدرتها مكتبه وهبة في وقت جد قصير ، مما أدهش المخابرات المصرية ، وتحرك الشيوعيون الذين قرأوا كلمات المعالم كلمة كلمة ، وأيقنوا أن هذا سيعصف بتنظيمهم الذي تقوى في فترة غياب الشباب المسلم في غياهب السجون ، واجج الشيوعيون نار الحقد والبغضاء التي ما هدأ أوارها لحظة في قلب عبد الناصر. ¶ جاء أحد الناس إلى الأستاذ محمد قطب وأخبره بأن الشيوعيين جاد ون في محاولة قتلك وقتل أخيك سيد قطب. ¶ ويرى الأستاذ سيد في منامه أفعى حمراء تلتف حول عنقه فحدث بها جلساءه فقالوا أضغاث أحلام ، فقال: ولكني أظنها المشنقة التي ي مسك بها الشيوعيون. ¶ وحاولت الحكومة أولا أن تقضي على الظاهرين من الدعاة باغتيالات فردية ، وابتدأت المحاولة بالحاجة المجاهدة (زينب الغزالي) إذ داهمت سيارة كبيرة للمخابرات أو بإيعاز منها سيارتها وكسرت رجلها ، ومكثت على إثرها عاما كاملا في المستشفى ، وانتشر الخبر بأن المخابرات جاده في قتل سيد قطب ، وزينب الغزالي ، ومحمد قطب ، ومحمد هواش فنكلت المخابرات عن خطتها ، وأقبل صيف (1965م) الذي يحمل بين جوانحه ما تخبؤه الأقدار للدعوة الإسلامية ، من اعتقال وتشريد وإعدام بتنفيذ المخططات التي ترسم بروتوكولات ها في الكرملين والقصر الأبيض لتنفذ من خلال المخالب في المشرق.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "واعتقل سيد قطب في (26/آب/1965م) وأودع السجن الحربي بعد أن انتقل من سجن إلى سجن وانتهى به المقام في الحربي ، وفي أوائل اعتقاله ألقي في زنزانة مظلمة بين أربعة كلاب بوليسية وظيفتها إرهاب السجناء بالإضافة إلى انتهاش لحومهم ، وتقطيعها فور تلقيها أية إشارة من الكلاب البشرية. ¶ وأسندت تهمة الخيانة العظمى له بترأس تنظيم إرهابي يدعو إلى قلب نظام الحكم بالقوة ، وهذه حقيقة وكلمة حق أريد بها باطل ، فصاحب الحق يدعو لانتصار دينه وتطبيق الإسلام في كل مجالات الحياة ، ولا يهادن ولا يداهن ولايتنازل عن هذا الحق الذي يطالب به. ¶ نعم لقد عهد إليه فضيلة المرشد بقيادة تنظيم سنة (1962م) وأطاع الأمر إذ أنه يعرف معنى الطاعة في الإسلام ، وأن طاعة الأمير فريضة في الأعناق ، ومعصيته إثم يستحق صاحبه العقاب ، فقبل وأشرف على تربية أفراده بكتاباته وهو في داخل السجن ، ثم أشرف بنفسه ووهب التنظيم حياته ، وروحه ، ووقته ، وفكره ، هذا التنظيم الذي يشير إليه في مقدمة المعالم بأنه طليعة البعث الإسلامي ، وهو يعتقد تماما أن صلاح البشرية وسعادتها وراحتها متوقفة على نجاح الحركة الإسلامية كما يقول في مقدمة الظلال ص(15) -دار الشروق : (وانتهيت من فترة الحياة في ظلال القرآن إلى يقين جازم حازم... أنه لا صلاح لهذه الأرض ، ولا راحة لهذه البشرية ، ولا طمأنينة لهذا الإنسان ولا رفعة ، ولا بركة ، ولا طهارة ، ولا تناسق مع سنن الكون وفطرة الحياة إلا بالرجوع إلى الله ، والرجوع إلى الله -كما يتجلى في ظلال القرآن- له صورة واحدة ، وطريق واحد... واحد لا سواه... إنه العودة بالحياة كلها إلى هذا الكتاب). ¶ لقد كان وهو يستجيب لأمر المرشد بالإشراف على التنظيم ممن قال الله فيهم: ¶ (الذين استجابوا لله وللرسول من بعد ما أصابهم القرح ، للذين أحسنوا منهم واتقوا أجر عظيم) ¶ (آل عمران: 271)",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وبقي التحقيق والتعذيب مستمرا عاما كاملا من آب سنة (5691م) حتى آب سنة (6691م) ، وإن كان القضاة سلفا قد ارتشفوا دمه ، وقد كان الجلادون حريصين ألا يموت سيد قطب ليبقى معذبا فكانوا يربطونه بالكرسي ويقولون: (نحن نعلم أنك إذا عذبت ستموت ، ونحن لا نريد أن تموت فتستريح). ¶ ولقد بدأ الأستاذ سيد عملاقا إب ان التحقيق والمحاكمات ، فكثيرا ما كان يسخر من الضباط الخائنين الذين انقلبوا بين عشية وضحاها قضاة يحكمون في الدماء والأعراض.. كالدجوي الذي ترأس المحكمة ، وقد كان ممن وقع في الأسر سنة (6591م) ، وقد كان يهاجم مصر من خلال اذاعة إسرائيل ، وقد كان سيد بأسلوبه اللاذع الساخر يقابل الذئاب البشرية التي تمسك بخناق المسلمين ، وتتربع على عرش مصر ، وتحكم بالحديد والنار ، وتجتث بما في أيديها من وسائل بقايا الخلق والقيم من المجتمع ، وتحارب بأقلامها وأجهزتها كل فضيلة آدمية ، أو مبدأ رباني ، أو أرضي ، ¶ واستطاع سيد بصبره وترفعه وبصيرته أن يبين سخافة هؤلاء الأمساخ والتف حوله الفئة المؤمنة التي استطاعت بطاعتها واحترامها له أن تقتل الجلادين غما وحقدا وغيظا ، قال أحد المحققين للحاجة زينب الغزالي -حفظها الله-: (إن سيد قطب كذب عليك وقال عنك..) فقالت: حاشا لله أن يكذب سيد. ¶ وقالوا لشاب مؤمن: هل اتصلت بسيد قطب? فأنكر وأصر على إنكاره رغم التعذيب ، فقالوا له: ولكن سيد قطب يقول: انك قد اتصلت به ، فقال الشاب: إن كان قالها فقد صدق!! وهي نفس الكلمة التي قالها الصديق أبو بكر بصدد الإسراء والمعراج.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "ولقد اهتز كيان الطاغوت عند رؤية هذه الفئات ، وصعقوا إذ أنهم ظنوا أن قد قضى على الإسلام والجماعة المسلمة ، وإذا بهم يفاجئون بنماذج أنقى ، وبفئات أصلب عود ا وأشد في دين الله مما رأوا من ذي قبل ، وهم في هذه المرة من الشباب المتعلم المثقف بل معظمهم من الكليات العلمية ، والعملية كالطب والهندسة والعلوم والذرة ولهول الصدمة كانت ضرباتهم جنونية ، ولقد استشهد تحت التعذيب مائتان وثمانون شابا من هذه النماذج وكانت النازلة شديدة الوقع على الطاغوت ، وكاد ي ج ن حقا ، وبدأ يصرخ في وجوه المخابرات صرخات محمومه جنونية (إزاي يسرقوا مني جيل الثورة ، قباني (بائع قطن وهو الشهيد عبد الفتاح إسماعيل) ، وامرأة يعني (زينب الغزالي) ، وأضطرب كيانه وساءت صحته ، وخارت قواه العقلية والعصبية مما اضطره أن يذهب إلى روسيا حيث الحم امات الساخنة والجلسات الكهربائىة ، وبعد أن أمسك بأنفاسه في روسيا أعلن من فوق قبر لينين: (لقد اكتشفنا مؤامرة للإخوان المسلمين ، ولئن عفونا المرة الأولى ، فلن نعفو المرة الثانية) وأعطيت الأوامرالشديدة فكان التعذيب الرهيب الذي استمر قرابة عام أثناء التحقيق ، وهنالك علاوات الإجرام ، ويحضرني قصة كتبها أحمد رائف في البوابة السوداء يقول فيها: (مات أحدنا لشدة التعذيب في الزنزانة وعندما فتح السجان باب الزنزانة صباحا قلنا: يا أفندم مات واحد فقال السجان: (يا أولاد الكلب بسى واحد مات ، حانودي وشنا فين من المسئول). ¶ تقول الحاجة زينب الغزالي: لقد ضربوني ستة آلاف وخمسمائة سوط وكانت غرف التعذيب ثلاثين غرفة تختلف أدوات التعذيب في كل واحدة عن الأخرى ، وكان لا بد أن يصدر حكم الإعدام على الأستاذ سيد ، وعلى تلميذه محمد يوسف هواش وعلى الشيخ عبدالفتاح إسماعيل ، قال سيد عند صدور الحكم: (الحمد لله لقد جاهدت مدة خمسة عشر عاما حتى نلت هذه الشهادة) ، وقال الشيخ عبد الفتاح: (فزت ورب الكعبة).",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "ولقد ملك كل واحد منهما بصبره العجيب القلوب ، حتى قلوب جلاديه ، فلقد كان ضباط الحربي يقولون للشيخ عبد الفتاح: والله ان هذه البلد لا تستحقك ، فأنت درة ضائعة في مصر. ¶ جاءت الأرحام من آل قطب لزيارة سيد بعد صدور حكم الإعدام ، فطوقهم بذراعيه وقال: (لقد دعوت الله عزوجل أن ينفذ الحكم لتكون الشهادة ، دعوت الله أن يجعل هذه العائلة كلها شهداء ، هل قبلتم? قالوا: قبلنا ، ونفذ حكم الإعدام في سحر ليلة الإثنين (92) آب (6691م) ، وفاضت هذه الروح الكبيرة إلى بارئها بعد أن أدت دورها ، وقد تبدو هذه النتيجة في حساب الأرض أسيفة أليمة ، وقد يعد ها البشر هزيمة مريرة ، لكن كما يقول هو في فصل (هذا هو الطريق): وهو يتحدث عن أصحاب الأخدود ص(532) من معالم في الطريق: (إن النصر في أرفع صوره هو انتصار الروح على المادة ، وانتصار العقيدة على الألم ، وانتصار الإيمان على الفتنة... وفي هذا الحادث انتصرت الفئة المؤمنة انتصارا يشرف الجنس البشري كله.. إن الناس جميعا يموتون ، وتختلف الأسباب ، ولكن الناس جميعا لا ينتصرون هذا الإنتصار ولا يرتفعون هذا الإرتفاع ، ولا يتحررون هذه التحرر ، ولا ينطلقون هذا الإنطلاق إلى هذه الآفاق ، إنما هو اختيار الله وتكريمه لفئة كريمة من عباده ، لتشارك الناس في الموت ، وتنفرد دون الناس في المجد في الملأ الأعلى ، وفي دنيا الناس أيضا ، إذا نحن وضعنا في الحساب نظرة الأجيال بعد الأجيال ، لقد كان في استطاعة المؤمنين أن ينجوا بحياتهم في مقابل الهزيمة لإيمانهم ، ولكن كم كانوا يخسرون هم أنفسهم ، وكم كانت البشرية كلها تخسر? كم كانوا يخسرون وهم يقتلون هذا المعنى الكبير? معنى زهادة الحياة بلا عقيدة ، وبشاعتها بلا حرية ، وانحطاطها حين يسيطر الطغاة على الأرواح بعد سيطرتهم على الأجساد).",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "ولقد صدق الله فصدقه ، إذ كان يتمنى الشهادة صادقا -والله أعلم- فرزقه الله إياها: تقرأ له مقالا كتبه سنة (2591م) في كتابه دراسات إسلامية ص (831) ، فكأنك تلمح من خلاله أنه يخط بالهام من الله نهايته إذ يقول: (إنه ليست كل كلمة تبلغ إلى قلوب الآخرين فتحركها ، وتجمعها ، وتدفعها ، إنها الكلمات التي تقطر دماء لأنها تقتات قلب إنسان حي. كل كلمة عاشت قد اقتاتت قلب انسان ، أما الكلمات التي ولدت في الأفواه ، وقذفت بها الألسنة ، ولم تتصل بذلك النبع الإلهي الحي ، فقد ولدت ميته ، ولم تدفع بالبشرية شبرا واحدا إلى الإمام ، إن أحدا لن يتبناها لأنها ولدت ميته ، والناس لا يتبنون الأموات ، ويكتب عند آية: ¶ (إن الله اشترى من المؤمنين أنفسهم وأموالهم بأن لهم الجنة ، يقاتلون في سبيل الله فيقتلون ويقتلون وعدا عليه حقا في التوراة والإنجيل والقرآن ، ومن أوفى بعهده من الله ، فاستبشروا ببيعكم الذي بايعتم به وذلك هو الفوز العظيم) ¶ (التوبة: 111) ¶ (إن الدخول في الإسلام صفقة بين متابيعين.. الله سبحانه هو المشتري والمؤمن فيها هو البائع ، فهي بيعة مع الله لايبقى بعدها للمؤمن من شيء في نفسه ، ولا في ماله يحتجزه دون الله -سبحانه- ودون الجهاد في سبيله ، لتكون كلمة الله هي العليا ، وليكون الدين كله لله... ¶ إن الجهاد في سبيل الله بيعة معقودة بعنق كل مؤمن... كل مؤمن على الإطلاق منذ كانت الرسل ، ومنذ كان دين الله.. إنها السنة الجارية التي لا تستقيم الحياة بدونها ولا تصلح الحياة بتركها ، بعونك اللهم فإن العقد رهيب.. وهؤلاء الذين يزعمون أنفسهم (مسلمين) في مشارق الأرض ومغاربها ، قاعدون ، لا يجاهدون لتقرير الوهية الله في الأرض ، وطرد الطواغيت الغاصبة لحقوق الربوبية وخصائصها في حياة العباد ، ولا يقتلون ولا ي قتلون ، ولا يجاهدون جهادا ما دون القتل والقتال)(1). 1- في ظلال القرآن (11/6171) -ط/الشروقـ. ¶ (رد شبهة)",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "سيد قطب والقول بوحدة الوجود ¶ اطلعت في مجلة المجتمع العدد (025) المؤرخ (11) جمادي الأولى سنة (1041هـ) على مقابلة مع الشيخ الألباني يقول فيها: (إن قول سيد قطب في تفسير سورة الإخلاص وأول سورة الحديد (هو عين القائلين بوحدة الوجود.. كل ما تراه بعينك فهو الله ، وهذه المخلوقات التي يسميها أهل الظاهر مخلوقات ليست شيئا غير الله.. وعلى هذا تأتي بعض الروايات التي تفصل هذه الضلالات الكبرى بما يرى من بعض الصوفيين القدماء من كان يقول (سبحاني ما أعظم شأني) والآخر الذي يقول (ما في الجبة إلا الله)... هذا الكلام كله في هذين الموطنين من التفسير)(1). 1- انتهى كلام الشيخ الألباني. ¶ ولقد هزني من أعماقي أن تنشر المجتمع على صفحاتها هذا الكلام لقرائها في العالم ، والمجتمع بالهيئة المشرفة عليها تدرك أن قراءها هم تلاميذ الأستاذ سيد قطب. ¶ ولقد حز في النفوس أن ينسب هذا الكلام (القول بوحدة الوجود) إلى الأستاذ سيد الذي جلى حقيقة التوحيد من كل غبش ، بل ركز معظم كتاباته على شرح معنى (لا إله الآ الله) ونقل المعنى النظري للتوحيد إلى واقع حي متمثل في سلوك وحركات ، ودماء وتضحيات ، ولقد كانت حياته المليئة بصور الإعتزاز بالله ، والتوكل عليه والإلتجاء إليه خير شاهد على أن توحيد الربوبية (التوحيد العملي والنظري في القلب والنفس) (توحيد المعرفة والإثبات) قد جمع معه توحيد الألوهية (التوحيد العملي بالفعل) في واقع الحياة مشاعر وشعائر وكلمات ومواقف ، حتى غدا المؤمن بهذا التوحيد كالشم الرواسي لا يزعزعه قوى الأرض ، ولا يهزه جبروت الطغيان. ¶ وحسبك منه تلك الكلمات التي كانت تنبثق من أعماقه معبرة عن استقرار التوحيد في طياته ، (تسمعه وهم يعرضون عليه الوزارة وهو رهين القيود يقول: (إن إصبع السبابة التي تشهد لله بالوحدانية في الصلاة لترفض أن تكتب حرفا تقر به حكم طاغية).",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وتصغي إليه وهم يحاولونه أن يسترحم فيقول:(لماذا أسترحم? إن كنت محكوما بحق فأنا أرتضى حكم الحق وإن كنت محكوما بباطل فأنا أكبر من أن أسترحم الباطل). ¶ ولقد حدثت شقيقته حميدة أمامي فقالت: يوم الأحد (82) أغسطس (6691م) جاء قرار الإعدام موقعا من رئيس الجمهورية -عبدالناصر- ولكنهم كما يبدو أوعزوا إلى مدير السجن الحربي حمزة البسيوني أن يحاوله الإعتذار حتى آخر لحظة. ¶ قالت حميدة: دعاني حمزة البسيوني وأطلعني على مصادقة عبد الناصر على قرار الإعدام فارتعشت أوصالي ، لأني كنت احب سيدا حبا يملك علي نفسي ، ثم قال حمزة: أمامنا فرصة أخيرة لإنقاذ هذا العلامة لأن إعدامه خسارة كبرى للعالم الإسلامي ، فإذا اعتذر فإننا نخفف حكم الإعدام إلى السجن ثم يخرج بعفو صحي بعد ستة أشهر ، فبادري إليه لعله يعتذر. ¶ قالت حميدة: فدخلت عليه وقلت له: إنهم يقولون: إن حكم الإعدام سيوقف فيما إذا اعتذرت. ¶ قال سيد: (عن أي شيء أعتذر? عن العمل مع الله ، والله لو عملت مع غير الله لاعتذرت ، ولكنني لن أعتذر عن العمل مع الله ، ثم قال: إطمئني يا حميدة ، ان كان العمر قد انتهى سينفذ حكم الإعدام ، وإن لم يكن العمر قد انتهى فلن ينفذ حكم الإعدام ولن يغني الإعتذار شيئا في تقديم الأجل أو تأخيره). ¶ يا لله! حبل المشنقة يلوح أمام ناظريه ، ولا تهتز أوصاله ، ولا يضطرب موقفه ، ولا يتراجع عن كلمته ، إنها القمة السامقة التي أحله فيها التوحيد ، إنها الطمأنينة التي سكبها الإيمان بالله في أعماقه وهو كما يقول في مقدمة (في ظلال القرآن) ص(31) دار الشروق: ومن ثم عشت في ظلال القرآن هادئ النفس ، مطمئن السريرة ، قرير الضمير ، عشت أرى يد الله في كل حادث ، وفي كل أمر ، عشت في كنف الله وفي رعايته ، عشت أستشعر إيجابية صفاته تعالى وفاعليتها..) (أمن يجيب المضطر إذا دعاه ويكشف السوء). ¶ (",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "أي طمأنينة ينشئها هذا التصور? وأي سكينة يفيضها على القلب? وأي ثقة في الحق والخير والصلاح أو أي استعلاء على الواقع الصغير يسكبها في الضمير(1)? 1- ص(41) مقدمة الظلال. ¶ والكلام في هذا الموضوع يطول ، وليس هذا مكان الإسترسال في بيان أثر التوحيد في حياة هذا العملاق الكبير ، وما تركته كتاباته عن التوحيد من أثر في نفوس الجيل العائد إلى الله ، في جميع أنحاء الأرض. ¶ ليس بدعا من القول أن نشير إلى أن سيد قطب أكثر م ن أثر في الأجيال بعد النصف الثاني من القرن العشرين ، ولا نعرف إنسانا ترك بصماته واضحة عميقة في نفوس الشباب اكثر منه ، ولا أظنني مغاليا إن قلت ما من مجموعة مسلمة أثرت في مجتمعاتها إلا وكان لسيد قطب أثر في نفوسها قليلا كان التأثير أم عميقا . ¶ إن محاولة النيل من سيد قطب عبث ، وإن النزول معه في معركة سذاجة تبوء على صاحبها بالخيبة والخسران بعد أن بلغ الرجل كلمته ، وحمى كلماته بدمه وسار إلى ربه رافع الرأس ، قرير العين ، شامخ الأنف ، عزيزا ، أنا لا أنكر أن بعض محاولات النقد منبعثة من قلوب مخلصة ، ومحبة لإظهار الحق ، لأن الحق لا يعلو عليه أحد ، وإنما يعرف الرجال بالحق ولا يعرف الحق بالرجال. ¶ نحن لا ننزه سيدا من الخطأ ، وحاشا للهلله أن ندعى له العصمة ، إذ ما من إنسان إلا ويؤخذ منه ويرد عليه إلا صاحب هذا القبر ص ، كما كان يردد إمام المدينة وعالمها مالك. ¶ ونحن قد نجد في الظلال وغيره بعض الألفاظ التي قد تحتاج إلى دقة أكثر لتتفق مع المصطلحات الشرعية في العقيدة الإسلامية ، وهذا لا بد أن يكون مادام بشرا يخطئ ويصيب. ¶ أما: أن يصل بنا الأمر أن ننسب إليه تلك العقيدة الفاسدة الضالة وهي: القول بوحدة الوجود. ¶ هذه القولة التي تكاد تخر لها الجبال هدا ، سبحانك يا رب هذا بهتان عظيم ، إن وحدة الوجود تعني أن الخالق والمخلوق شيء واحد ، وأن الأثر هو المؤثر وأن الصانع قد ظهر في المصنوع لا انفصال ولا تباين.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "إن وحدة الوجود تعني أن الحجر هو الله ، وأن الصحن هو الله ، وأن الحيوانات هي الله ، فلم يعد هنالك فرق بين من عبد الحجر والصنم والشمس وبين من يعبد الله ، لأنها كلها صور لشيء واحد هو الذات الإلهية (تعالى الله عما يقولون علوا كبيرا ) ، هل يصدق عاقل أن سيد قطب كان يعتقد أن عبد الناصر هو الله ، وأن حمزة البسيوني وشرطته هم صور الله ، وأن صفوت الروبي الجلاد هو الله وأن لا فرق بين من يعبد ابن غوريون ودايان ، وبين من يعبد الرحمن ، هل يصدق ذو لب أن سيد قطب كان يعتقد أن السجن الحربي هو الله ، أو يدخل في عقل عاقل أن سيد قطب كان يظن أن الشجر والحجر والقرد ، و الخنزيز والكلب صور لله عزوجل -سبحانك يا رب! إنها لإحدى الكبرـ. ¶ والآن لا بد أن نقف على بعض الأقوال لمن قالوا بوحدة الوجود ، وقبل أن أدخل معك لأطلعك على أقوالهم ، أحب أن أبين أن سيد قطب قد هاجم القول بوحدة الوجود بالنص. ¶ يقول رحمه الله في تفسير قوله تعالى: ¶ (وقالوا اتخذ الله ولدا سبحانه ، بل له مافي السموات والأرض كل له قانتون ، بديع السموات والأرض وإذا قضى أمرا فإنما يقول له كن فيكون) ¶ (البقرة: 711) ¶ يقول في تفسيرها ص(601) ح(1) دار الشروق: والنظرية الإسلامية أن الخلق غير الخالق ، وأن الخالق ليس كمثله شيء.. ومن هنا تنتفي من التصور الإسلامي فكرة: وحدة الوجود -على ما يفهمه غير المسلم من هذا الإصطلاح- أي بمعنى أن الوجود وخالقه وحدة واحدة أو أن الوجود إشعاع ذاتي للخالق ، أو أن الوجود هو الصورة المرئية لموجده ، أو على أي نحو من أنحاء التصور على هذا الأساس.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "والوجود وحدة في نظر المسلم على معنى أخر: (وحدة صدروه عن الإراد ة الواحدة الخالقة ، ووحدة ناموسه الذي يسير به...) والآن لنرجع إلى أقوال الذي قالوا بوحدة الوجود ، هؤلاء قوم كانوا يرون أن المصنوعات كلها صور للصانع حتى بلغ الأمر ببعضهم أن لايبصق على الارض ولا يستنجي بالحجارة لأنها في نظره صور لله -عزوجل- وتعالى عما يقولون علوا كبيرا (1). 1- أنظر قاسم غني ص(65) تاريخ التصوف في الإسلام. ¶ يقول أبو يزيد البسطامي سنة (162هـ): (خرجت من الله إلى الله ، حتى صاح مني في يا من أنا أنت) (سبحاني ما أعظم شأني) (1). 1- أنظر كتاب الوكيل: هذه هي الصوفية ص(46) عن تذكرة الأولياء ص(061). ¶ وتحدث البسطامي عن حوار بينه وبين الله تعالى فقال: ورفعني فأقامني بين يديه وقال لي: يا أبا يزيد: إن خلقي يحبون أن يروك فقلت: ربني بوحدانيتك ، وألبسني أنانيتك ، وأرفعني إلى أحديتك ، حتى إذا رآني خلقك قالوا: رأيناك لتكون أنت ذاك ، ولا أكون أنا هناك)(1). 1- هذه هي الصوفية للوكيل ص(211) نقلا عن اللمع للسطوسي ص(383). ¶ وقال الحسين بن منصور الحلاج سنة (903 هـ): ¶ مزجت روحك في روحي كما تمزج الخمرة بالماء الزلال ¶ فإذا مسك شيء م سني فإذا أنت أنا في كل حال(1) ¶ وقال الحلاج(2): ¶ أنا من أهوى ومن أهوى أنا نحن روحان حللنا بدنا ¶ فإذا أبصرتني أبصرته وإذا أبصرته أبصرتنا ¶ 1- هذه هي الصوفية للوكيل ص(94) نقلا عن الطوسين للحلاج ص(031ـ231). ¶ 2- الصلة بين التصوف والتشيع (كامل الشيبي) ص(85). ¶ هذا كلام البسطامي والحلاج في وحدة الوجود ، والقول ظاهر لامجال فيه لتأويل متأول ، ولا لتفسير مفسر ، أن الخالق هو المخلوق ولم يعد هنالك انفصال ولا تمايز و لا تباين ، بل الصور هي الله ، والأشياء هي الله. فعبادة الأشياء هي عبادة لله.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "أين هذا الكلام من عقيدة سيد قطب التي يصرح فيها مئات المرات في ظلال القرآن بالفرق بين الخالق والمخلوق ، والتباين بين مقام الالوهية ومقام العبودية ، والآن تعال معي نقتبس بعض عباراته. ¶ يقول في خصائص التصور الإسلامي(1): 1- خصائص التصور ص(803) ط(1)/الإتحاد الإسلامي العالمي. (يقوم التصور الإسلامي على أساس أن هناك الوهية وعبودية... ألوهية يتفرد بها الله سبحانه ، وعبودية يشترك فيها كل من عداه وقل ما عداه.. ¶ وكما يتفرد الله -سبحانه- بالأولوهية ، كذلك ىتفرد تبعا لهذا بكل خصائص الألوهية ، وكما يشترك كل حي وكل شيء بعد ذلك في العبودية ، كذلك يتجرد كل حي وكل شيء من خصائص الأولوهية.. فهناك إذن وجودان متميزان. وجود الله ، ووجود ما عداه من عبيد الله ، والعلاقة بين الوجودين هي علاقة الخالق بالمخلوق وإلاله بالعبيد). ¶ أرأيت إذن: إن عبارة نصه تقول: فهناك إذن وجودان متميزان ، وجود الله ، ووجود ما عداه من عبيد الله ، والعلاقة بين الوجودين هي علاقة الخالق بالمخلوق والإله بالعبد. ¶ هل بقي قول لقائل أن يدعي بأن سيد قطب يخلط بين الله وبين عبيده وأن الله قد تجلى في صور مخلوقاته ، وأن الخالق والمخلوق شيء واحد لا فرق بينها ولا تمايز. ¶ ويقول سيد -رحمة الله عليه- في تفسير آية الإسراء: (سبحان الذي أسرى بعبده ليلا من المسجد الحرام إلى المسجد الأقصى)(1). 1- أنظر في ظلال القرآن ط/دار الشروق (1122). ¶ (",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وتذكر صفة العبودية (أسرى بعبده) لتقريرها وتوكيدها في مقام الإسراء والعروج إلى الدرجات التي لم يبلغها بشر - وذلك كي لاننسى هذه الصفة -ولا يلتبس مقام العبودية- بمقام الألوهية كما التبسا في العقائد المسيحية بعد عيسى عليه السلام ، بسبب مالابس مولده ووفاته - وبسبب الآيات التي أعطيت له فاتخذها بعضهم سببا للخلط بين مقام العبودية ومقام الأولوهية.. وبذلك تبقى للعقيدة الاسلامية بساطتها ونصاعتها وتنزيهها للذات الإلهية عن كل شبهة من شرك أو مشابهة ، من قريب أو من بعيد) ويقول رحمه الله عند آية: ¶ (لن يستنكف المسيح أن يكون عبد الله ولا الملائكة المقربون ومن يستنكف عن عبادته ويستكبر فسيحشرهم إليه جميعا ، فأما الذين آمنوا وعملوا الصالحات فيوفيهم أجورهم ويزيدهم من فضله ، وأما الذين استنكفوا واستكبروا فيعذبهم عذابا أليما ، ولا يجدون لهم من دون الله وليا ولا نصيرا ) ¶ (النساء: 271) ¶ لقد عني الإسلام عناية بالغة بتقرير حقيقة وحدانية الله سبحانه ، وحدانية لا تتلبس بشبهة شرك أو مشابهة في صورة من الصور ، وعني بتقرير أن الله سبحانه ليس كمثله شيء ، فلا يشترك معه شيء في ماهية ولاصفة ولاخاصيه. ¶ كما عني بتقرير حقيقة الصلة بين الله سبحانه وكل شيء (بما في ذلك كل حي) وهي أنه صلة الوهية وعبودية ، الوهية الله وعبودية كل شيء.. والمتتبع للقرآن كله يجد العناية ، فيه بالغة بتقرير هذه الحقائق -أو هذه الحقيقة الواحدة بجوانبها هذه- بحيث لاتدع في النفس ظلا من شك أو شبهة أو غموض. ¶ ولقد عني الإسلام كذلك بأن يقرر أن هذه هي الحقيقة التي جاء بها الرسل أجمعون. تقررها في سيرة كل رسول ، وفي دعوة كل رسول ، وجعلها محور الرسالة من عهد نوح عليه السلام إلى عهد محمد خاتم النبيين -عليه الصلاة والسلام- تتكرر الدعوة بها على لسان كل رسول: (يا قوم اعبدوا الله ما لكم من إله غيره).",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "وكان من العجيب أن اتباع الديانات السماوية -وهي حاسمة وصارمة في تقرير هذه الحقيقة- يكون منهم من يحرف هذه الحقيقة وينسب لله -سبحانه- البنين والبنات -أو ينسب لله سبحانه- الإمتزاج مع أحد من خلقه في صور الأقانيم ، اقتباسا من الوثنيات التي عاشت في الجاهليات! ¶ ألوهية وعبودية... ولا شيء غير هذه الحقيقة ، ولا قاعدة إلا هذه القاعده ولا صلة إلا صلة الألوهية بالعبوديةوصلة العبودية بالالوهية ولا تستقيم تصورات الناس -كما لا يستقيم حياتهم- إلا بتمحيص هذه الحقيقة من كل غبش ، ومن كل شبهة ، ومن كل ظل. ¶ أجل لا تستقيم تصورات الناس ولا تستقر مشاعرهم إلا حين يستيقنون حقيقة الصلة بينهم وبين ربهم. ¶ هو إله لهم وهم عبيده ، هو خالق لهم وهم مخاليق.. هو مالك لهم وهم مماليك.. وهم كلهم سواء في هذه الصلة لا بنوة لأحد. ولا امتزاج بأحد.. ومن ثم لا قربى لأحد الا بشئ يملكه كل أحد ويوجه إرادته إليه فيبلغه (التقوى والعمل الصالح).. وهذا في مستطاع كل أحد أن يحاوله ، فإما البنوة وإما الإمتزاج مالي بهما لكل أحد?! ¶ إن المسيح عيسى بن مريم لن يتعالى عن أن يكون عبدا لله ، لأنه -عليه السلام- وهو نبي الله ورسوله خير من يعرف حقيقة الألوهية وحقيقة العبوديه ، وإنهما ماهيتان مختلفتان لا تمتزجان. وهو خير من يعرف أنه م ن خلق الله فلايكون خلق الله كالله أو بعضا من الله(1). 1- أنظر تفسير الآية (لن يستنكف المسيح...) (النساء: 271) في طبعة دار الشروق (في ظلال القرآن) المجلد (2) ص (818ـ028). ¶ والآن دعنا نرجع إلى بعض أقوال القائلين بوحدة الوجود ، الذين خرجوا من دين الله بأقوالهم هذه. إذ أن عباراتهم واضحة جلية في الكفر الصراح البواح ، وبمنطوقهم الصريح لا لبس فيه أنهم يعتبرون الخلق هم عين الخالق ، والأشياء هي حقيقة الله تعالى الله عما يقولون علوا كبيرا .",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "يقول ابن الفارض سنة (236) في قصيدته التائية وهو يصف الله ويتكلم عنه كأنه يتكلم عن معشوقته ويتغزل بحبيبته. ¶ لها صلواتي بالمقام أقيمها وأشهد فيها أنها لي صلت ¶ كلانا مصل واحد ساجد إلى حقيقته بالجمع في كل سجدة ¶ وما كان لي صلى سواي ولم تكن صلاتي لغيري في إدا كل ركعة ¶ إنه ينطق بعبارة صريحة أنه يصلي لله والله يصلي له فكلاهما مصل واحد وساجد واحد ، فأبن الفارض صلى لنفسه ولم تكن صلاته لغيره فهو وربه حقيقة واحدة ، وشئ واحد تعالى الله عما يقول الفارض. ¶ ويقول ابن عربي (836 هـ): (فوجودنا وجوده ، ونحن مفتقرون إليه من حيث وجودنا ، وهو مفتقر إلينا من حيث ظهوره لنفسه : من يحمدني وأحمده ويعبدني واعبده(1). 1- هذه هي الصوفية للوكيل ص(34) نقلا عن فصوص الحكم لابن عربي (1/38). ¶ ويقول(1): ¶ 1- هذه هي الصوفية للوكيل ص(471) نقلا عن الفتوحات المكية لابن عربي الباب (921). ¶ العبد رب والرب عبد يا ليت شعري من المكلف ¶ ويقول(1). ¶ 1- مدارج السالكين (1/06). ¶ لا تراقب فليس في الكون إلا واحد لعين فهو عين الوجود ¶ ويسمى في حالة باله ويسمى في حالة بالعبيد ¶ وأما جلال الدين الرومي سنة (276) فهو يقول(1): 1- قاسم غني ص(351). (يا من تبحثون عن الله ، إنما أنتم الله ، ليس الله خارجا عنكم ، هو أنتم أنتم ، اعتكفوا في الدار ، ولا تدوروا هنا وهناك لأنكم أنتم الدار ، وأنتم رب الدار أنتم الذات وأنتم الصفات فالذي لم يلد ولم يولد هو منكم أنتم الأطهار والقيومون المنزهون البعيدون عن التغيير). ¶ ويقول صدر الدين القونوي سنة (376): (فالإنسان هو الحق وهو الذات ، وهو الصفات ، وهو العرش وهو الكرسي... وهو الموجود وما حواه... وهو الحق وهو الخلق ، وهوالقديم وهو الحادث)(1). 1- هذه هي الصوفية للوكيل). ¶ هذه عبارات القائلين بوحدة الوجود ، هي واضحة صريحة بمنطوقها ونصها أن الخالق هو المخلوق ، وأن الإنسان هو الله. -سبحان الله عما يشركونـ.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "أهذه العبارات تشبه عبارة سيد قطب التي حملوها فوق ما تحتمل ، وفسروها تفسيرا يفضي إلى الكفر كما يقول الألباني:؛نحن لانحابي في دين الله أحدا ... نقول هذا الكلام كفر). ¶ يقول الأستاذ سيد في تفسير آية الحديد: (هو الأول والأخر والظاهر والباطن) هذا الوجود الإلهي هو الوجود الحقيقي الذي يستمد منه كل شيء وجوده ، وهذه هي الحقيقة الأولى التي يستمد منها كل شيء حقيقته ، وليس وراءها حقيقة ذاتية ولا وجود ذاتي لشيء في هذا الوجود. ¶ إذن فهما وجودان: وجود الله ، ووجود الأشياء الذي استمد وجوده من الله ، وهما حقيقتان: حقيقة الله ، وحقيقة الأشياء. ¶ (وهما وجودان متمايزان كما يقول في خصائص التصور(1): 1- خصائص التصور الإسلامي ص(803) ط/ الإتحاد الإسلامي العالمي. (ووجود ماعداه من عبيد الله والعلاقة بين الوجودين هي علاقة الخالق بالمخلوق والإله بالعبيد). ¶ وما كان لكاتب المعالم والظلال ، وخصائص التصور ومقوماته إلا أن تكون عقيدته صافية بهذا الشكل ، فهو يقول في تفسير آية: ¶ (يا أهل الكتاب لا تغلو في دينكم ولا تقولوا على الله إلا الحق...) ¶ (النساء: 171) ¶ (والله سبحانه تعالى عن الشركة ، وتعالى عن المشابهة ، ومقتضى كونه خالقا يستتبع -بذاته- أن يكون غير الخلق ، وما يملك ادراك أن يتصور إلا هذا التغاير بين الخالق والمخلوق ، والمالك والملك)(1). 1- في ظلال القرآن ص(618) المجلد (2). ¶ أرأيت هذه العبارة الأخيرة لعملاق الفكر الإسلامي: (وما يملك إدراك أن يتصور إلا هذا التغاير بين الخالق والمخلوق). ¶ أي: لا يمكن لعاقل في رأسه ذرة من تفكير أو بقية من لب أن يتصور أن الشيء وخالقة واحد ، ولا يمكن الإنسان سوى أن يمر بذهنه أو قلبه لحظة أن الحجر والشجر هو ذات الله -عز وجل- بل لقد كان المشركون الذي يعبدون الأصنام يقولون: (ما نعبدهم إلا ليقربونا إلى الله زلفى). ¶ وكانوا يقولون: (لبيك اللهم لبيك لاشريك لك ، إلا شريكا هو لك ، تملكه وما ملك).",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "ثم يقول الأستاذ رحمه الله في سورة الحديد: (ولقد أخذ المتصوفة بهذه الحقيقة الأساسية الكبرى ، وهاموا بها وفيها ، وسلكوا إليها مسالك شتى ، بعضهم قال: أنه يرى الله في كل شيء في الوجود وبعضهم قال: أنه رأى الله من وراء كل شيء في الوجود ، وبعضهم قال : انه رأى الله فلم ير شيئا غيره في الوجود وكلها أقوال تشير إلى الحقيقة إذا تجاوزنا عن ظاهر الألفاظ القاصرة في هذا المجال(1). 1- سورة الحديد في ظلال القرآن (6/0843) ط/الشروق. ¶ إن ذكر كلمة المتصوفة في هذا المجال هو الذي جعل المنتقدين بهذه العبارات ينتفضون ، والمتصوفة يقولون بوحدة الوجود ، اذا فسيد قطب يقول بوحدة الوجود!!. ¶ هذه عبارات أدبية خرجت مع قلم سيد قطب السيال بهذا النص ، هو يريد أن يوضح القضية الكبرى التي تجعل الإنسان يعبر على مسيرة الحياة بالمبادئ الربانية والشريعة الإلهية. هذه القضية أن الله عزوجل هو الفعال لما يريد ، وكل فعل ممن عداه لايستحق أن ينظر إليه ، لانه صغير ، حقير ، وهو بجانب قدرة الله وفعله لايساوي شيئا ، بل كأنه غير موجود. ¶ وكما يقول في مقدمة (في ظلال القرآن): (ومن ثم عشت في ظلال القرآن ، هادئ النفس ، مطمئن السريرة ، قرير الضمير ، عشت أرى يد الله في كل حادث وفي كل أمر)(1). 1- مقدمة الظلال ص(31). ¶ ويقول في تفسير (قل هو الله أحد): (ومتى استقر هذا التصور الذي لا يرى في الوجود إلا حقيقة الله) ، نستصحبه رؤية هذه الحقيقة في كل وجود آخر انبثق عنها ، وهذه درجة يرى فيها القلب يد الله في كل شيء يراه ، ووراء ها الدرجة التي لا يرى فيها شيئا في الكون إلا الله ، لأنه لاحقيقة هناك يراها الآ حقيقة الله)(1). 1- في ظلال القرآن (6/3004) ط/دار الشروق.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "العبارات أدبية بأسلوب رائع رصين وفيها خفاء في المعنى وبعض الإبهام وهي تتضمن في ذاتها (الفرق بين الخالق والمخلوق) فهو يقول: مستصحبه رؤية هذه الحقيقة في كل وجود آخر انبثق عنها إذن فهما وجودان: وجود الله ، ووجود كل شيء آخر انبثق من إرادة الله. ¶ هذه واحدة ، والشيء الآخر أن المسألة والقضية هي: مجرد مشاعر ورؤية قلبية فالعبارات تقول: وهذه درجة يرى فيها القلب يد الله في كل شيء يراه ، وأما إذا أردنا الوقوف على ظاهر الألفاظ فهل يرى القلب يد الله?(1). 1- قال ابن القيم في مدارج السالكين (1/451): (الفناء: هذا الإسم يطلق على ثلاث معان: ¶ أ- الفناء عن وجود السوى (غير الله): فهذا فناء الملاحدة القائلين بوحدة الوجود. ¶ ب- الفناء عن شهود السوى: فهو الفناء الذي يشير إليه أكثر الصوفية المتأخرين وهو الذي بنى عليه أبو إسماعيل الأنصاري كتابه ، وليس مرادهم فناء وجود ما سوى الله في الخارج بل فناؤه عن شهودهم وحسهم ، فحقيقته: غيبة أحدهم عن سوى مشهوده (الله). ¶ ج- الفناء عن إرادة السوى: وهو فناء خواص الأولياء وائمة المقربين ، فيغنى بمراد محبوبه منه عن مراده هو من محبوبه.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "ولابن القيم كلام قريب من هذا أن الأمر الذي يريد سيد قطب إقراره في القلب هو: إرجاع الأمر كله إلى الله (قل إن الأمر كله لله) ويريد أن يوهن أمر الأسباب حتى لا يعلق بها القلب البشري ، فهي صغيرة ، ضئيلة لا قيمة لها ولا وزن بجانب الإرادة الفعالة - ارادة الله - (فعال لما يريد) ، فوجود هذه الأشياء والأسباب والقوى التي تستعلي في الأرض صغير صغير أمام الذي لا يعجزه شيء في الأرض ولا في السماء) ، إن سيد رأى تخاذل الناس أمام قوى الطغيان التي تستعبد الناس في الأرض فأراد أن يغرس في النفوس أن هؤلاء بقواهم وعددهم لا ينظر إليهم إذا نظرنا إلى وجود الله وقوة الله فكأنهم غير موجود ، لأن القلب المرتبط بالله ينظر إلى القوة الحقيقية ، ينظر إلى جبار السموات والأرض إلى الذي يمسك السموات أن تزولا ، فما هذا الغثاء وما بال هذا الزبد يطفو وينتفش ويستعلي على عباد الله ، وهو في حقيقته كأنه غير موجود. ¶ ويصرح سيد بهذا المعنى الذي يريد إقراره في النفوس في تفسير سورة الإخلاص ، (كذلك سيصحبه نفي فاعلية الأسباب ، ورد كل شيء وكل حدث ، وكل حركة إلى السبب الأول الذي منه صدرت ، وبه تأثرت.. وهذه هي الحقيقة التي عني القرآن عناية كبيرة بتقريرها في التصور الإيماني ، ومن ثم كان ينحي الأسباب الظاهرة دائما ويصل الأمور مباشرة بمشيئة الله (وما رميت إذا رميت ولكن الله رمى) (وما النصر إلامن عندالله« ؛وما تشاءون إلا أن يشاء الله) هذه هي مدارج الطريق التي حاد لها المتصوفة فجذبتهم إلى بعيد(1). 1- تفسير سورة الإخلاص ، في ظلال القرآن (6/303). ¶ وما أجمل لو أضاف سيد هنا وهو ينتقد الصوفية عبارة فجذبتهم إلى بعيد بالقول بوحدة الوجود) ثم يضيف عبارته التي أوردها في سورة البقرة في تفسير (قالوا اتخذ الله ولدا سبحانه). ¶ (",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "والنظرية الإسلامية: أن الخلق غير الخالق ، وأن الخالق ليس كمثله شيء... ومن هنا تنتفي من التصور فكرة وحدة الوجود....أي بمعنى أن الوجود وخالقه وحدة واحدة ، أو أن الوجود إشعاع ذاتي للخالق ، أو أن الوجود هو الصورة المرئية لموجده ، أو على أي نحو من أنحاء التصور على هذا الأساس)(1). 1- في ظلال القرآن مجلد (1 /601) ط/دار الشروق. ¶ وما أجملها من عبارة له -رحمه الله- يقول فيها: (وعقيدة أن لله -سبحانه- ولدا عقيدة ساذجة ، منشؤها قصور في التصور يعجز عن إدراك الفارق الهائل بين الطبيعة الإلهية الأزلية الباقية والطبيعة البشرية المخلوقة الفانية ، والقصور كذلك عن إدراك حكمة السنة التي جرت بتوالد أبناء الفناء ، وهي التكملة الطبيعة لما فيها من نقص وقصور لايكونان لله)(1). 1- في ظلال القرآن مجلد (3/5081) ط/دار الشروق. ¶ ويقول: (الحقيقة الإعتقادية التي تنشأ في النفس من تقرير حقيقة الوحدانية.. حقيقة أن الوهية الخالق تتبعها عبودية الخلائق.. وأن هناك فقط الوهية وعبودية ، الوهية واحدة وعبودية كل شيء ، وكل أحد في هذا الوجود)(1). 1- في ظلال القرآن مجلد (2/818) ط/دار الشروق. ¶ هذه عبارة سيد قطب: يهاجم فيها بالنص (القول بوحدة الوجود) ويصرح فيها باللفظ مئات المرات ، أن مقام الإلوهية غير مقام العبودية (وأن الخالق غير الخلق... فهناك إذن وجودان متمايزان.. وجود الله ووجود ما عداه من عبيد الله). ¶ فهل هذه تلتبس وتشبه عبارات القائلين بوحدة الوجود مثل ابن عربي ويسمى في حالة باله ويسمى في حالة العبيد(1). 2- الفتوحات المكية لابن عربي الباب (921).",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "أو تشبه عبارات سيد عبارة جلال الدين الرومي!! (يا من تبحثون عن الله ، إنما أنتم الله ، ليس الله خارجا عنكم.. هو انتم أنتم)(1) ، 1- قاسم غني في كتابة تاريخ التصوف في الإسلام ص (351). (أو هناك تماثل بين عبارات سيد الناصعة وبين قول فريد الدين العطار (اندمج أنت فيه فهذا هو الحلول.. فادخل الوحدة واجتنب الإثنية)(1) ، 1- قاسم غني في كتابة تاريخ التصوف في الإ سلام ص (571). أو هناك تقارب بين النصوص التي كتبها سيد وبين قول عبد الكريم الجبلي (إن الحق تعالى من حيث ذاته يقتض إلا يظهر في شيء إلا ويعبد ذلك الشيء ، وقد ظهر في ذرات الوجود)(1). 1- كتاب هذه هي الصوفية للوكيل ص(83) نقلا عن الإنسان الكامل للجيلي (2/38). ¶ كان الأولى والأورع في دين الله قبل أن نتهم سيد قطب بالقول بوحدة الوجود أن نقرأ له أولا ثم بعد ذلك: نقدم المنطوق الصريح له على المنطوق غير الصريح ، ونقدم المفسر من قوله على القول المبهم له ، ونقدم بالترجيح المنطوق على المفهوم ، ونقدم عبارة النص على إشارة النص هذه من القواعد الأساسية في علم الأصول للخروج بأحكام (فإذا تعارضت النصوص لا بد من الجمع أولا ثم النسخ ثم الترجيح فهل حاولنا أن نقرأ تفسير جزء واحد من ثلاثين جزء ا من ظلال القرآن حتى تحكم على الرجل ، إن سيد قطب لم يقل: (إن كل ما تراه بعينك فهو الله) ، وهذه المخلوقات التي يسميها أهل الظاهر مخلوقات ليست شيئا غير الله. ¶ إن سيدا يقول: (ومتى استقر هذا التصور الذي لايرى في الوجود إلا حقيقة الله ، فستصحبه رؤية هذه الحقيقة في كل وجود آخر انبثق عنها ، وهذه درجة يرى القلب فيها يد الله في كل شيء يراه ، ووراءها الدرجة التي لايرى فيها شيئا في الكون إلا الله ، لأنه لا حقيقة هناك يراها إلا حقيقة الله).",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "إذن لم يقل -كما قال الشيخ الألباني- إن كل ما تراه بعينك فهو الله ، بل قال: يرى القلب فيها يد الله في كل شيء.وشتان شتان بين رؤية القلب ورؤية العين. ¶ وقال سيد: ووراءها الدرجة التي لا يرى فيها شيئا في الكون إلا الله ، وفاعل يرى في هذه الجملة الثانية: ضمير مستتر تقديره هو يعود على القلب في الجملة الأولى. ¶ فعبارة الأستاذ سيد: تصور ، رؤية القلب ، إحساس داخلي وإن الإمام ابن القيم لا يعتبر هذا ولا أكثر منه صراحة من قبيل القول بوحدة الوجود. ¶ يقول ابن القيم في مدارج السالكين (1/251): (وفرق بين إسقاط الشيء عن درجة الوجود العلمي الشهودي ، وإسقاطه عن رتبة الوجود الخارجي العيني ، فشيخ الإسلام -يعني الهروي صاحب منازل السائرين- بل مشايخ القوم المتكلمين بلسان الفناء هذا مرادهم) هذه شهادة من إمام من أئمة السلف الذين يتذوقون أساليب البيان ، وتذوقوا طعم الأنس بالله من خلال السير صعدا على مدارج السالكين ، يقول ابن القيم: هذا الكلام السابق في تفسير عبارات الهروي صاحب المنازل ، يقول الهروي صاحب منازل السائرين: (الفناء: هو اضمحلال ما دون الحق علما ، ثم جحد ، ثم حقا ، وهو على ثلاث درجات). ¶ قال ابن القيم في تفسيرها: (الفناء اضمحلال ما دون الحق جحدا ). ¶ (لا يريد به أن يعدم من الوجود بالكلية ، وإنما يريد اضمحلاله في العلم فيعلم أن ما دونه باطل وأن وجوده بين عدمين ، وأنه ليس له من ذاته إلا العدم فعدمه بالذات ، ووجوده بإيجاد الحق له ، فيفني في علمه ، كما كان فانيا في حال عدمه ، فإذا فني في علمه ارتقى إلى درجة أخرى فوق ذلك ، وهي جحد السوى وإنكاره ، وهذه أبلغ من الأولى لأنها غيبته عن السوى فقد يغيب عنه وهو غير جاحد له ، وهذه الثانية جحده وإنكاره. ¶ ومن ههنا دخل الإتحادي وقال: المراد جحد السوى بالكلية ، وإنه ما ثم غير بوجه ما.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "وحاشا لشيخ الإسلام من الحاد أهل الإتحاد ، وإن كانت عبارته موهمة بل مفهمة ذلك ، وإنما آراء بالجحد في الشهود لا في الوجود ، أي يجحده أن يكون مشهودا فيجحد وجوده الشهودي العلمي ، لا وجوده العيني الخارجي ، فهو أولا يغيب عن وجوده الشهودي العلمي ، ثم ينكر ثانيا وجوده في علمه وهو اضمحلاله جحدا ، ثم يرتقي من هذه الدرجة إلى درجة أخرى أبلغ منها وحب اضمحلاله في الحقيقة ، وأنه لا وجود له البتة ، وإنما وجوده قائم بوجود الحق ، فلو لا وجود الحق لم يكن هو موجودا ، ففي الحقيقة: الموجود إنما هو الحق وحده ، والكائنات من أثر وجوده ، وهذا معنى قولهم (إنها لا وجود لها ولا أثر لها ، وإنها معدومة وفانية ومضمحلة)(1). 1- مدارج السالكين شرح منازل السائرين ح(1/841ـ051). ¶ أين عبارات سيد قطب من عبارات الهروي? كل الذي قاله سيد: عدم رؤية القلب للأشياء لأنه متعلق بالحق ، بالوجود الحق ، فهذه الأشياء والمخلوقات لا يعلق بها القلب ولا نجعل لها لأنه مشغول بالله ، فهي صغيرة حقيرة لا يراها القلب ولا يأبه لها فكأنها غير موجودة ، فالقضية بأختصار: إحساس قلبي ، ومشاعر نفسية ورؤية داخلية ببصيرته ببصره ، أما عبارات الهروي: (اضمحلال ما دون الحق علما ، ثم جحدا ، ثم حقا ) (فإذا فني في علمه ارتقى إلى درجة أخرى فوق ذلك وهي جحد السوى وإنكاره) أي إنكار ما سوى الله وجحده ، والعبارة واضحة في وحدة الوجود.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "ومع هذا فإن ابن القيم رحمه الله يقول: وحاشا لشيخ الإسلام -الهروي- من إلحاد أهل الإتحاد ، وإن كانت عبارته موهمه بل مفهمة ذلك ، وإنما أراد بالجحود في الشهود لا في الوجود ، أي يجحده أن يكون مشهودا ، فيجحد وجوده الشهودي العلمي ، لا وجوده العيني الخارجي) ماذا نقول في سيد قطب لو قال بالدرجة الثالثة: (ثم يرتقي من هذه الدرجة إلى درجة أبلغ منها وهي: اضمحلاله في الحقيقة ، وإنه لا وجود له البتة) هذه عبارة ابن القيم في تفسير عبارة الهروي) ثم اضمحلاله حقا ) ويزيد ابن القيم في توضيح العبارة (وإنه لا وجود له البتة) وإنما وجوده قائم بوجود الحق ، فلولا وجود الحق لم يكن هو موجودا ، ففي الحقيقة: الموجود إنما هو الحق وحده ، والكائنات من أثر وجوده ، هذا معنى قولهم) إنها لا وجود لها ولا أثر لها ، وإنها معدومه وفانية ومضمحلة) ، هل سمعت عبارة ابن القيم? ففي الحقيقة: الموجود إنما هو الحق وحده والكائنات من أثر وجوده. ¶ ولقد دافع ابن القيم عن عبارات وأبيات للهروي خطيرة جدا (1)1- مدارج السالكين لابن القيم (1/741). ¶ يقول الهروي(1): ¶ 1- مدارج السالكين لابن القيم (1/741). ¶ ما وحد الواحد من واحد إذ كل من وحده جاحد ¶ توحيد من ينطق عن نعته عارية أبطلها الواحد ¶ توحيده اياه توحيده ونعت من ينعته لأحد ¶ قال ابن القيم: ومعنى أبياته (ما وحد الله -عزوجل- أحد توحيده الخاص ، الذي تفنى فيه الرسوم ويضمحل فيه كل حادث ، ويتلاشى فيه كل مكون ، فإنه لا يتصور منه التوحيد إلا ببقاء الرسم -وهو الموحد ، وتوحيده القائم به- فإذا وحده شهد فعله الحادث ورسمه الحادث ، وذلك جحود لحقيقة التوحيد ، الذي تفنى فيه الرسوم ، وتتلاشى فيه الأكوان).",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "ثم يقول ابن القيم: رحمة الله على أبي إسماعيل ، فتح للزنادقة باب الكفر والإلحاد فدخلوا منه. وأقسموا بالله جهد أيمانهم: إنه لمنهم وما هو منهم ، وغره سراب الفناء... وحاشا شيخ الإسلام من إلحاد أهل الإتحاد. هذا موقف إمام السلف -ابن القيم- من عبارات تكاد تكون صريحة في وحدة الوجود ، فليتنا إذ لم نقف موقف ابن القيم وهو موقف الدفاع والتوضيح وإزالة الغبش والغموض ، أقول -ليتنا وقفنا موقف المحايد من الأستاذ سيد قطب ، لا الموقف الذي يحمل العبارات التي فيها شيء من الخفاء والإجمال على أسوأ تفسير وأخطر محمل فنقول: (نحن لا نحابي في دين الله أحدا ، هذا الكلام كفر) ، ولو تركنا هذه المسألة دون إثارة مافهم أحد من الناشئة أن هذا الكلام يشير إلى وحدة الوجود. ¶ لقد رأيت عبارات لابن تيمية قريبة من كلام سيد قطب يقول في دقائق التفسير(1). 1- دقائق التفسير لابن تيمية تحقيق محمد الجليند ، دار الأنصار ج- (1/102). ¶ (ومن المأثورعن أبي يزيد رحمه الله أنه قال: استغاثة المخلوق بالمخلوق كاستغاثة الغريق بالغريق ، وعن الشيخ أبي عبد الله القرشي أنه قال: استغاثة المخلوق بالمخلوق كاستغاثة السجين بالسجين ، وهدا تقريب وإلا: فهو استغاثة العدم بالعدم). ¶ هذا كلام ابن تيمية: -استغاثة المخلوق بالمخلوق- استغاثة العدم بالعدم فالمستغيث عدم والمستغاث به عدم ، إذا حملنا هذا الكلام على ظاهره فإنا نقول: إن المخلوقات لا وجود لها ، ولكن المقصود أن الوجود الحقيقي هو لله -عزوجل- فهو صاحب الإرادة والمشيئة الفعالة التي لا وجود لأية مشيئة أو إرادة إزاءها(1). 1- دقائق التفسير لابن تيمية تحقيق محمد الجليند ط/دار الأنصار ح- (1/781). ¶ وكثيرا ما يقول ابن تيمية -رحمه الله- الإنسان ليس له من نفسه إلا العدم ، ولعلك لاحظت الأدب الجم في النقل -عن أبي يزيد- مع أنه يقول بوحدة الوجود.. (ومن المأثور عن أبي يزيد).",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "ولقد رأيت أن شيخ الإسلام -ابن تيمية- وابن القيم يتلمسون الأعذار لبعض من قالوا بوحدة الوجود فيعاملونهم معاملة المسلمين ، لأنهم يعتبرون أن كلماتهم صدرت أثناء الغيبوبة ، ولذا فإن عبارة شيخ الإسلام عن أبي يزيد البسطامي الذي صرح بوحدة الوجود صراحة لا تأويل فيها ولا مواربه. ¶ قال ابن تيمية: عن أبي يزيد -رحمه الله- والدعاء بالرحمة لا يجوز إلا للمسلم مع أن أبا يزيد صرح صراحة جلية بوحدة الوجود. ¶ قال أبو يزيد: (خرجت من الله إلى الله حتى صاح مني في ، يا من أنا أنت (سبحاني ، ما أعظم شأني)(1) 1- هذه هي الصوفية للوكيل (46). (ما في الجبة الآ الله)(1) ، 1- مدارج السالكين (1/451). لكن ابن تيمية ينقل عنه وبأدب رفيع جم فيقول (ومن المأثور عن أبي يزيد رحمه الله) ويقول ابن القيم في المدارج. ¶ (ولكن في حالة السكر والإصطلام والفناء قد يغيب عن هذا التميز ، وفي هذه الحال قد يقول صاحبها: ما يحكى عن أبي يزيد أنه قال: سبحاني أو ما في الجبة إلا الله ، ونحو ذلك من الكلمات التي لو صدرت عن قائلها وعقله معه لكان كافرا ، ولكن مع سقوط التمييز والشعور قد يرتفع عنه قلم المؤاخذة). ¶ وكثيرا ما كنت أقول بيني وبين نفسي: إن عبارات الكفر التي نقلت عن القائلين بوحدة الوجود لا يمكن أن تكون صادرة عن عاقل ، لأنها تصطدم مع أبسط العقليات ، وتناقض كل البديهيات ، وهذا الأمر الذي كنت أقوله بيني وبين نفسي -والله أعلم إن لم ينطبق على كثير منهم فهو ينطبق على بعضهم. ¶ إن هذه الأقوال تصدر عنهم في حالات الغيبوبة أو كما يسميها إبن القيم في حالة السكر والإصطلام والفناء ، فلا عقل ، لا تنكير ولا شعور ولا تمييز . ¶ لا يمكن لعاقل مهما كان عقله أن يعتقد أن الخالق هو المخلوق ، وأن العابد هو المعبود ، وأن الله هو الإنسان ، فمن اعتقد هذا فهو إما مجنون أو زنديق كافر.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "إن استنباط حكم في أية مسألة يقتضي جمع النصوص التي تتعلق بالمسألة وبعدها ننظر لنخرج بالحكم بعد الإحاطة -على قدر الإمكان- بما ورد فيها من النصوص. ¶ فإذا سمعنا الحديث الذي رواه البخاري عن أم عطية رضي الله عنها قالت: (بايعنا رسول الله ص فقرأ علينا أن لا يشركن بالله شيئا ونهانا عن النياحة ، فقبضت امرأة يدها...)(1). 1- فتح الباري ح- (01/262). ¶ لا يجوز أن نأخذ حكما بمفهوم المخالفة للحديث فقبضت امرأة يدها أن غيرها صافح الرسول ص في البيعة. ¶ لأن هذا المفهوم يعارض المنطوق الصريح لحديث البخاري الآخر قال عروة: قالت عائشة: فمن أقر بهذا الشرط من المؤمنات قال لها رسول الله ص: قد بايعتك كلاما ، ولا والله ما مست يد رسول الله ص يد امرأة قط في المبايعة ، ما يبايعهن إلا بقوله: قد بايعتكن على ذلك)(1). 1- فتح الباري ح- 01/162. ¶ وبعد أن نطلع على الحديث الثاني نفهم الأول أن المراد من فقبضت امرأة يدها كناية عن تأخرها عن قبول شروط البيعة. ¶ إن الحكم على منهاج رجل أو عقيدته أو اتجاهه أو مسلكه أو لغته لايتم من خلال قراءة عبارة مقطوعة مبتورة من احدى صفحات كتبه ، ان الخروج على الناس بحكم على مفكر لا يجوز أن يتم قبل مطالعة كتبه ، ومعرفة المتقدم والمتأخر منها ، ومن المعلوم كما بلغني من الثقات أن الشيخ الألباني كان يقول: إن خير من كتب عن التوحيد في هذا العصر هو سيد قطب ، وكان ينصح بقراءة معالم في الطريق لأنه يرى أن الكتاب وضح التوحيد ¶ وسواء شهد لسيد قطب الناس أم لم يشهدوا ، فالحقيقة أكبر من أن تغطى لأن الشمس لا تغطى بغربال ، إن سيدا نذر حياته لشرح حقيقة التوحيد ¶ وهذا لا يعصم الإنسان من الخطأ أحيانا ، أو يمنع من أن يكون في بعض عباراته غموض ، وهذه العبارات الغامضة أو المبهمة تحمل على السيل الجارف من النصوص الموضحة للتوحيد والتي تتجلى فيها العقيدة الصافية للسلف بلا غبش ولا غموض.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "وكثيرا ما كان ابن تيمية رحمه الله يتمثل بهذا البيت الذي يحضرني في هذا المجال. ¶ وليس يصح في الأذهان شيء إذا احتاج النهار إلى دليل ¶ وختاما ما أجمل أن ننهي هذا المقال بهذه الصورة التي تلوح لسيد في مخيلتي وهم يسوقونه إلى خشبة المشنقة يتقدم إليه شيخ من المشايخ الرسميين الذين يمثلون عادة ليلقنوا الذي سيعدم كلمة الشهادتين ، إذ أن هذا من مراسيم عملية الإعدام ، تقدم الشيخ إلى سيد فقال له: يا سيد! قل أشهد أن لا إله الآ الله ، فالتفت إليه الأستاذ سيد قائلا : حتى أنت جئت تتم المسرحية ، نحن نعدم لإننا نقول لا إله الآ الله وأنتم تأكلون خبزا بلا إله الأ الله ، إتق الله يا هذا ، ولا تبق سيفا للظالمين. ¶ وختاما فليس هذا إلا دفاعا عن الحق -والله يشهد- وليس تعصبا لسيد قطب ، وإن كنت أعتبر سيدا أكثر مفكر في النصف الأخير من القرن العشرين أثر في البشرية وهز الجيل فانتفض بإسلامه ، ورسم معالم الطريق ، وأقام الظلال لتستريح الأجيال المسلمة من هجير الجاهلية ولفحها وتتقي حرها وصلاءها ، نرجو الله أن يغفر لنا أجمعين. ¶ ووضح خصائص التصور وبين المقومات ، حتى يكون للشخصية المسلمة خصائصها ومقوماتها ، وبشرنا أن (المستقبل لهذا الدين) بعد أن وضح لنا حقيقة (هذا الدين). ¶ لقد هال الأستاذ سيد الصمت الرهيب المطبق من قبل الجماهير المتفرجة على قمع الحركة الإسلامية واجتثات الإسلام من الجذور على يد الطواغيت المسمين بأسماء المسلمين ، وفكر طويلا في سر موقف الجماهير غير عابئه ولا آبهة بما يجري للمسلمين من إبادة ، بين ظهرانيهم فخرج بنتيجة: (أن الجماهير لم تفهم لا إله الآ الله). ¶ ومن هنا نذر بقية حياته المباركة لتوضيح معنى لا إله إلا الله وتعميقها في النفوس حتى تؤتي ثمارها جنية مباركة في واقع الحياة.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "فغير كثيرا في الطبعة الثانية من الظلال وكتب (هذا الدين) (والمستقبل لهذا الدين) (وخصائص التصور الإسلامي ومقوماته) (ومعالم في الطريق) كان الأولى بالأستاذ الألباني أن يحاول: ¶ 1- أن يجمع بين النصوص لسيد قطب: فيحمل المجمل على المبين ، والمبهم على الواضح . ¶ 2- أو يلجأ إلى النسخ: فسورة البقرة التي كتبها سيد في الطبعة الثانية بعد سورة الحديد والإخلاص ، لأنه لم يصل إليها في الطبعة الثانية بل وصل إلى الجزء الرابع عشر فقط في الطبعة الثانية. ¶ 3- أو يرجح بين النصوص المتعارضة لسيد فيرجح عبارة النص (في سورة البقرة) على إشارة النص في السورتين (الحديد والإخلاص) ويرجح المنطوق الصريح (في مهاجمة وحدة الوجود) على المنطوق غير الصريح في السورتين. ¶ ويرجح المنطوق الصريح في سورة البقرة والنساء (أن مقام العبودية غير مقام الألوهية وإنهما متمايزان بلا امتزاج) على المفهوم الوارد في سورتي (الحديد و الإخلاص). ¶ 4- أو يلجأ إلى إسقاط العبارتين فيسكت عما فيهما ، وكان الأولى كذلك أن لا تنشر (المجتمع) هذا الكلام ، لأن فيه فتنة للشباب وبلبلة لهم ، لأنه لا يحدث أحد قوم ا بمقالة لا تبلغها عقولهم إلا كان فتنة لهم ، حدثوا الناس بما يفهمون ، أتريدون أن يكذب الله ورسوله.(هذه وصية السلف للخلف). ¶ وأخيرا أرجو الله أن يجمع القلوب وأن يجعل كلامنا كله خالصا لوجهه وأن يجمعنا مع سيد قطب -إن شاء الله - مع النبيين والصديقين والشهداء والصالحين وحسن أولئك رفيقا. ¶ وأن يغفر لنا وللشيخ الألباني وللسلف والخلف ولسيد قطب وللمسلمين أجمعين. ¶ (ربنا اغفر لنا ولإخواننا الذين سبقونا بالإيمان ولا تجعل في قلوبنا غلا للذين آمنوا ربنا إنك رؤوف رحيم) ¶ (الحشر: 01) ¶ وسبحانك اللهم وبحمدك أشهد أن لا اله إلا أنت أستغفرك وأتوب إليك. ¶ وآخر دعوانا أن الحمد لله رب العالمين ¶ عبد الله عزام ¶ 4/6/1041هـ ¶ 7/4/1891م ¶ عشرون عاما على الشهادة",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "الحمد لله وحده والصلاة والسلام على من لا نبي بعده ، وبعد: ¶ ففي ليلة الخامس من ذي الحجة وفي تلك الخيمة المتواضعة على ضفاف نهر سرخاب من ولاية لوكر ، حيث الماء كاللجين ، وعلى شاطيء الوادي بساتين التوت والمشمش تحيل المكان إلى قطعة ساحرة من الجمال الأخاذ والروعة الباهرة التي تأخذ بالألباب. ¶ في هذه الليلة وبعد يوم حافل بقصف الطائرات الذي استمر من بعد صلاة الفجر حتى المساء جرى ذكر الأستاذ سيد قطب -رحمه الله تعالى- فتنبهت أننا في شهر أغسطس ، الشهر الذي استشهد فيه وأنه قد مضى عشرون عاما على شهادته ، فكان لا بد من الكتابة عنه ولو شذرات وأسطرا وذلك رمزا للوفاء وعنوانا للمودة والإخاء. ¶ لقد بدأت أقارن بين تلك الأيام التي كان يكتب فيها سيد من وراء القضبان للجيل ، حيث كتب الله لي أن أعيش تلك الأيام التي أرخى الليل فيها سدوله على المنطقة وادلهم ظلامها ، وضاقت الأرض بما رحبت على الدعاة ، وخلا الجو للشيطان الرجيم يذرع الأرض شرقا وغربا . ¶ أذكر تلك الأيام -لا أعادها الله علينا- ولا أذكر أني رأيت فيها فتاة واحدة من المتعلمات محجبة في بلدي ، وعندما كنا نرى فتاة تلبس جوارب تحت لباس المدرسة الذي يكاد يصل ركبتها نعجب بأخلاقها ونتحدث بآدابها. ¶ كان في جامعة القاهرة التي تعد فيها الفتيات حوالي خمسين ألفا ، فتاة واحدة ملتزمة اللباس الشرعي وهي ابنة شقيقة سيد قطب -رحمه الله تعالىـ. ¶ أذكر أن مظاهرة خرجت في عام (7691م) قبل الإحتلال اليهودي بثلاثة أشهر في المدينة التي أنا منها -جنين/فلسطين- تعبر عن سخطها على اليهود وتندد بالظالمين وتهتف بحب عبد الناصر ، فلم تجد تعبيرا صادقا عن سخطها أوضح ولا أقوى من أن تدخل دار الدعوة الإسلامية وتمزق المصاحف والتفاسير وتلقيها في شوارع المدينة!! ولا زال منظر أوراق المصاحف يهز الأوصال بتذكرها0",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "ولم يفسح الأجل للأستاذ سيد أن يرى الثمار المباركة التى أثمرها الله عزوجل من غراس قلمه المبارك0 ¶ لم ير الصحوة الإسلامية ولا رجوع الجيل إلى الله ولكنها الكلمة الطيبة أصلها ثابت وفرعها في السماء. ¶ وددت يوم سمعت الحكم عليه بالإعدام أن أفتديه بنفسي وأمي وأبي ، وأذكر أني كتبت برقية لعبد الناصر أقول فيها: (الدعوة لن تموت والشهداء خالدون والتاريخ لا يرحم). ¶ كنت أظن أن شهادته ستحدث فراغا في المنطقة ولكن ؛والله يعلم وأنتم لا تعلمون« ما كنت أظن أنه سيحصل هذا الدوي الهائل بشهادته ، وأن أفكاره ستعم المنطقة ، بل العالم الإسلامي كله فتحيا بها الأجيال.. ¶ ميزات سيد قطب: ¶ لقد تميزت كتابات سيد قطب بمميزات كثيرة أفردتها من بين الكتابات المعاصرة وجعلتها فذ ة مشرقة ، وعلى رأس هذه المميزات التي: ميزته وميزت كتاباته: ¶ 1- نفاذ البصيرة وعمق النظر: ¶ وذلك راجع أولا وقبل كل شئ إلى الإخلاص الذي تلمحه من خلال عباراته -كما نحسبه والله حسيبه ولا نزكي على الله أحدا - ، والإخلاص يورث الفراسة اتقوا فراسة المؤمن فإنه ينظر بنور الله (1). 1- أخرجه البخاري في التاريخ و الترمذي عن أبي سعيد الخدري وهو في ضعيف الجامع الصغير برقم (721). ¶ وأما عمق النظر فهذا يدركه كل من قرأ (المستقبل لهذا الدين) الذي صدر في الوقت الذي خيم فيه الظلام على المنطقة ، ولم تعد ترى فيها بصيصا من نور في هذا الليل البهيم ، وكثيرا ما كان يردد: (ستهب في المرحلة القادمة على المنطقة رياح من الإسلام الأمريكي!?) وقد كان!. ¶ ولقد رأيت هذه الملامح على تفكير أخيه الأستاذ محمد قطب -حفظه الله- ، فكثيرا ما كان يحدث بأمور يتوقعها كنت أحسبها أيامها ضربا من الخيال أو إغراقا في الأوهام ، ثم رأيتها واضحة جلية في واقع الأرض.. ¶ 2- سعة الأفق: ¶ وهذا راجع إلى عاملين: ¶ أولهما: الإطلاع على المخطط العالمي لضرب الإسلام. ¶ ثانيهما: سعة ثقافته واطلاعه على الثقافة الإنسانية.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "أما اطلاعه على المخطط العالمي لضرب الإسلام ممثلا بالحركة الإسلامية ، فلقد كان مبعوثا لوزارة المعارف المصرية إلى أمريكا في الوقت الذي لم يكن يعرف فيه حقيقة الإسلام بعد ، ولم يلتزم بعد بتعاليمه ، فيقول عن نفسه وهو في طريقه إلى أمريكا: (كنت أحد ستة نفر من المنتسبين للإسلام في باخرة تشق عباب الأطلسي ميممة شطر أمريكا) وفي أمريكا جرت له حادثتان كانتا سببا لدخوله في الحركة الإسلامية (كما حدثني بذلك أحد أرحامه): ¶ أولهما: -كما يحدث هو- كنت في (31) شباط (9491م) مستلقيا على أحد أسرة مستشفى في أمريكا فرأيت رقصا صاخبا وموسيقى وأنوارا ورأيت الإبتسامات تعلو الوجوه ، والفرح يغمر المستشفى فقلت: أي عيد هذا الذي تحتفلون به قالوا: اليوم قتل عدو النصرانية في الشرق ، اليوم قتل حسن البنا. ¶ قال: فهزتني هذه الكلمة من أعماقي. ¶ ثانيهما: إن السفارات العالمية كانت تتسابق على اصطياد الشباب المسلم ، وسيد كصحفي معروف كان أحد هؤلاء الذين تدور حولهم العيون ليكون صيدا سهلا وفريسة مستساغة لصائده ، فدعاه مدير الإستخبارات في السفارة البريطانية في واشنطن إلى بيته.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "قال سيد: فعندما دخلت بيته كم أذهلني مفاجأة أني رأيت عنده كتاب (العدالة الاجتماعية) ، ولم يكن قد وصل أمريكا إلا نسخة واحدة أرسلها لي أخي محمد ، إذ أنه قد أشرف على طباعة الكتاب في غيابي ، وبدأ الحديث عن الشرق ومصر وتوقعات المراقبين بأن الوريث للحكم الملكي القائم هو أحد اثنين: إما الشيوعيون وإما الإخوان المسلمون ، والمرجح أنهم الإخوان ، ثم بدأ يفتح لي ملفا خاصا بالإخوان فيه من التفصيلات والجزئيات مما يدق على أبناء مصر أنفسهم حتى المختصين ، ثم قال: إذا وصلت جماعة الإخوان إلى الحكم فإنها ستحرم مصر من ثمار الحضارة الغربية ، ثم قال أخيرا : نحن نهيب بأمثالك من المثقفين أن يحولوا بين الإخوان وبين الوصول إلى الحكم ، لأن وصولهم هو نهاية مصر المؤسفة الأليمة!? قال سيد: وفي بيت مدير الإستخبارات البريطاني في واشنطن قررت أن أدخل جماعة الإخوان فور عودتي ، لأنه لا يمكن لجماعة تكيد لها الدوائر العالمية هذا الكيد أو تخطط ضدها هذا التخطيط إلا أن تكون الجماعة على الحق. ¶ لقد دخل سيد جماعة الإخوان ، وقد عرف بنفسه الكيد الهائل ضد الإسلام والكراهية العميقة التي لايمكن للغرب أن يخفيها. ¶ - وأما سعة ثقافته: فيقول عن نفسه (1): 1- معالم في الطريق للشهيد ص(341). (إن الذي يكتب هذا الكلام إنسان عاش يقرأ أربعين سنة كاملة ، كان عمله الأول فيها هو القراءة والإطلاع في معظم حقول المعرفة الإنسانية... ما هو من تخصصه وما هو من هواياته.. ثم عاد إلى مصادر عقيدته وتصوره: فإذا هو يجد كل ما قرأه ضئيلا ضئيلا إلى جانب ذلك الرصيد الضخم -وما كان يمكن أن يكون إلا كذلك- وما هو بنادم على ما قضى فيه أربعين سنة من عمره ، فإنما عرف الجاهلية على حقيقتها.. وعلى انحرافها وضآلتها وقزامتها وعلى جعجعتها وانتفاشها وع ل م غرورها وادعاءها وع ل م علم اليقين أنه لا يمكن أن يجمع المسلم بين هذين المصدرين في التلقي). ¶ 3- الجدية:",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "لقد كان سيد جادا في جاهليته وإسلامه فلم يكن يهادن ولا يداهن ، لقد كان واضحا كالشمس في رابعة النهار مستقيما كحد السيف ، ومن هنا أخرج مجلة كان صاحب الإمتياز فيها الميناوي ، فخرج منها ثلاثة أعداد كلها صودرت ثم أغلقت ، ولقد أرسل الملك من يغتاله ولكن الله نجاه من اليد الأثيمة.. ¶ لقد كان دائما يردد: (أنا لا أستطيع أن أعيش بنصف قلب نصفه لله ونصفه للدنيا) (1). 1- نقلا عن الثقات. ¶ وكان يقول: إن اصبع السبابة التي تشهد لله بالوحدانية في الصلاة لترفض أن تكتب حرفا واحدا تقر به حكم طاغية ، حدثت شقيقته حميدة أثر خروجها من السجن -وأنا أسمع- قالت: جاءني مدير السجن الحربي حمزة البسيوني يوم (82) أغسطس (6691م) وأطلعني على قرار الإعدام الموقع من عبد الناصر بإعدام سيد قطب ثم قال: إن إعدام الأستاذ سيد خسارة للعالم الإسلامي والعالم أجمع وأمامنا فرصة أخيرة لإنقاذ الأستاذ من حبل المشنقة ، وهي أن يعتذر على التلفاز فيخفف عنه حكم الإعدام ثم يخرج بعد ستة أشهر من السجن بعفو صحي ، هيا فاذهبي إليه لعلنا ننقذه. ¶ قالت حميدة: فتوجهت إليه لأبلغه الخبر فقلت له: إنهم يقولون إن اعتذرت فسيعفون عنك. ¶ فربت سيد على كتفي قائلا : عن أي شئ أعتذر يا حميدة!! عن العمل مع الله?! والله لو عملت مع أي جهة غير الله لاعتذرت ، ولكني لن أعتذر عن العمل مع الله. ¶ ثم قال: اطمئني يا حميدة إن كان العمر قد انتهى فسينفذ حكم الإعدام ، وإن لم يكن العمر قد انتهى فلن ينفذ حكم الإعدام ولن يغني الإعتذار شيئا في تقديم الأجل أو تأخيره. ¶ أية طمأنينة ، وأية ثقة هذه التي يتمتع بها هذا القلب الكبير.. أية راحة وأية سكينة هذه التي يسكبها الله على الفؤاد وعلى النفس المؤمنة. ، ومن علامة جد يته: أنه استقال من وزارة المعارف في اللحظة التي قرر فيها دخول الحركة الإسلامية. ¶ 4- الإحتياط والورع والهيبة أمام النصوص القرآنية:",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "ويبدو هذا من خلال تفسيره لكتاب الله فيقول -في ظلال القرآن- عند آية: ¶ (حافظوا على الصلوات والصلاة الوسطى وقوموا لله قانتين) ¶ (البقرة: 832) ¶ (أشهد أني وقفت أمام هذه الآية ستة أشهر لا أنتقل إلى ما بعدها ، كيف جاءت آية الصلاة بين آيات الطلاق ، وكنت آمل أن يفتح الله علي في هذه الفترة ولكن لم يفتح الله علي ، فإن فتح الله على أحد من القراء فليتفضل إلي مشكورا ). ¶ ويقول في مقدمة سورة الرعد (1): 1- تفسير الظلال (4/8302). (كثيرا ما أقف أمام النصوص القرآنية وقفة المتهيب أن أمسها بأسلوبي البشري القاصر المتحرج أن أشوبها بأسلوبي البشري الفاني ، ولكن ماذا أصنع ونحن في جيل لا بد أن يقدم له القرآن مع الكثير من الإيضاح. ¶ ومع هذا كله يصيبني رهبة ورعشة كلما تصد يت للترجمة عن هذا القرآن). ¶ 5- التركيز على العقيدة وشرح لا إله إلا الله: ¶ لقد هال الأستاذ سيد قطب وقوف الجموع الهائلة من المسلمين واجمة ازاء تصفية الحركة الإسلامية جسديا سنة 4591 ، فلقد كانت هذه الجموع تسد الطرقات على أبواب دار الإخوان في (الحلمية) تنتظر خطاب الأستاذ البنا مساء كل ثلاثاء وتنتظره حتى الثانية عشرة ليلا وهي تكبر وتهتف ، ما بالها الآن بكماء عمياء صماء? بل إن قسما ليس بالقليل من هؤلاء تبرع بإيذاء الإخوان في داخل السجون بالتجسس عليهم ونقل أخبارهم. ¶ لقد وقف طويلا أمام هذه الظاهرة وأخيرا وضع إصبعه على موطن الداء وهو أن هذه الجموع لم تفهم (لا إله إلا الله). ¶ حدثني أحد الإخوة قال: إن مراسم الإعدام تقضي أن يكون أحد العلماء حاضرا تنفيذ الإعدام ليلقن المحكوم عليه الشهادتين! فعندما كان سيد يمشي خطاه الأخيرة نحو حبل المشنقة اقترب منه الشيخ قائلا : (قل لا إله إلا الله) فقال سيد: حتى أنت جئت تكمل المسرحية نحن يا أخي نعدم بسبب لا إله إلا الله ، وأنت تأكل الخبز بلا إله إلا الله.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "وبعد هذا كله (بنو أسد تعزرني على الإسلام) كلمة سعد بن أبي وقاص رضي الله عنه قالها عندما جاء وفد إلى عمر بن الخطاب رضي الله عنه يشكون سعدا حتى قالوا: إنه لا يحسن الصلاة! يروي البخاري عن قيس قال: سمعت سعدا رضي الله عنه يقول: إني لأول العرب رمى بسهم في سبيل الله ، وكنا نغزو مع النبي -ص- ومالنا طعام إلا ورق الشجر ، حتى أن أحدنا ليضع كما يضع البعير أو الشاة ماله خلط ، ثم أصبحت بنو أسد (تعزرني على الإسلام) لقد خ ب ت إذا وضل عملي)0 ¶ وما أشبه اليوم بالبارحة ، إن بعض الناس بدأوا يشككون في عقيدة سيد قطب ، حتى إنه ترامى إلى مسامعي أن باحثا يؤلف كتابا سماه (تنقية الظلال من الضلال!) ولقد بالغ بعض القوم حتى قالوا أن سيدا يقول (بوحدة الوجود) وكأنهم لم يقرأوا مئات المرات في الظلال التفريق بين الخالق والمخلوق. ¶ والذين يتابعون تغير المجتمعات وطبيعة التفكير لدى الجيل المسلم يدركون أكثر من غيرهم البصمات الواضحة التي تركتها كتابة سيد قطب وقلمه المبارك في تفكيرهم. ¶ والحق أنني ما تأثرت بكاتب كتب في الفكر الإسلامي أكثر مما تأثرت بسيد قطب ، وأني لأشعر بفضل الله العظيم علي إذ شرح صدري وفتح قلبي لدراسة كتب سيد قطب ، فقد وجهني سيد قطب فكريا وابن تيمية عقديا وابن القيم روحيا والنووي فقهيا ، فهؤلاء أكثر أربعة أثروا في حياتي أثرا عميقا . ¶ ولقد كان لاستشهاد سيد قطب أثر في إيقاظ العالم الإسلامي أكثر من حياته ، ففي السنة التي استشهد فيها طبع الظلال سبع طبعات بينما لم تتم الطبعة الثانية أثناء حياته ، ولقد صدق عندما قال: (إن كلماتنا ستبقى عرائس من الشموع حتى إذا متنا من أجلها انتفضت حية وعاشت بين الأحياء).",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "ولقد مضى سيد قطب إلى ربه رافع الرأس ناصع الجبين عالي الهامة ، وترك التراث الضخم من الفكر الإسلامي الذي تحيا به الأجيال ، بعد أن وضح معان غابت عن الأذهان طويلا ، وضح معاني ومصطلحات الطاغوت ، الجاهلية ، الحاكمية ، العبودية ، الألوهية ، ووضح بوقفته المشرفة معاني البراء والولاء ، والتوحيد والتوكل على الله والخشية منه والإلتجاء إليه. ¶ والذين دخلوا أفغانستان يدركون الأثر العميق لأفكار سيد في الجهاد الإسلامي وفي الجيل كله فوق الأرض كلها ، إن بعضهم لا يطلب منك لباسا وإن كان عاريا ولا طعاما وإن كان جائعا ولا سلاحا وإن كان أعزلا ولكنه يطلب منك كتب سيد قطب. ¶ وكم هزني أن أسمع أن هنالك قواعد جهادية في أفغانستان وعمليات حربية يطلق عليها اسم سيد قطب. ¶ ومن جميل الموافقات العجيبة أن أستاذنا الكبير في الجهاد في فلسطين (صلاح حسن) كان يعد لعملية في فلسطين يسميها عملية (سيد قطب) ولشدة ما كانت الدهشة أن صلاح حسن قد استشهد في ليلة (92) أغسطس نفس الليلة التي أعدم فيها سيد قطب. ¶ رحم الله سيد قطب.. ونرجو الله أن يجمعنا به في الفردوس الأعلى. ¶ وسبحانك اللهم وبحمدك أشهد أن لا إله إلا أنت أستغفرك وأتوب إليك.",
            "page": "52",
            "part": "1"
        }
    ],
    "t35878": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": null
        }
    ]
}