{
    "b35873": [
        {
            "id": "1",
            "nass": "الحسن والحسين ¶ للشيخ محمد رضا ¶ تمهيد ¶ يدور بحث هذا الكتاب كما هو ظاهر من عنوانه على الحسن والحسين ابني عليّ بن أبي طالب رضي الله عنهم أجمعين، أما الإمام عليّ فقد أفردت له كتاباً خاصاً، وقبل البدء في هذا التاريخ، رأيت أن أمهد له حتى يلم القارىء بمجمل الحوادث المهمة منذ بدء خلافة عليّ رضي الله عنه حتى يسهل تتبُّع ما فصَّلناه من كتابنا هذا. ¶ لما بويع لعليّ رضي الله عنه بالخلافة أراد التخلص من طلحة والزبير اللذين كانا يطمعان فيها وقد كان لهما أتباع في الحجاز والعراق، فأبيا مبايعته وقامت عائشة رضي الله عنها زوجة النبي صلى الله عليه وسلم وأم المؤمنين في وجه عليّ بعد أن كانت ساخطة على عثمان تطالب بدمه فانضم إليها طلحة والزبير وكانت تبغض علياً رضي الله عنه بسبب حادثة الإفك، فالتقى جيشها بجيش عليّ في 9 ديسمبر سنة 656، فهزمها في موقعة الجمل وقُتل طلحة والزبير في هذه الموقعة وأُسرت عائشة ثم سيَّرها عليّ إلى المدينة معزَّزة مكرَّمة، وبذلك انتهت أول موقعة حارب فيها المسلمون المسلمين. ¶ ---",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "واتخذ عليّ رضي الله عنه الكوفة عاصمة للخلافة بعد أن عزل ولاة عثمان ثم طالب معاوية بن أبي سفيان الذي كان وقتئذ والياً على الشام بدم عثمان وعلق قميصه الذي قتل فيه وأصابع زوجته نائلة بجامع دمشق، يريد بذلك إثارة عواطف المسلمين على عليّ وطلب منه أن يسلم إليه قتلة عثمان، وعلى ذلك اشتد النزاع بينهما، والتقى الجيشان بصفين شمال الرقة على ضفة الفرات الغربية، وكان جيش عليّ مؤلفاً من 50000 مقاتل من أهل العراق، وخرج معاوية بأهل الشام واستمرت المناوشات بينهما عدة أسابيع وكانت الموقعة الختامية في 26 يوليو سنة 657م وقائد جيش عليّ مالك الأشتر، وبينما كان هذا الجيش على وشك الانتصار، اقترح عمرو بن العاص رفع المصاحف، فرفعت على سنان الرماح ولوّح بها في الهواء أمام جيش عليّ وطلبوا تحكيم القرآن، فوقف القتال وتباحث الفريقان في هذه المسألة، واضطر عليّ إلى قبول التحكيم تجنباً لإراقة الدماء، فاختار معاوية عمرو بن العاص حكماً، واختار جيش عليّ أبا موسى الأشعري رغماً عن معارضة عليّ لهذا الاختيار لأنه كان يعلم أن أبا موسى الذي اعتزل القتال لا يصلح لهذه المهمة، وانتهى التحكيم بخلع عليّ، ولم يكن معاوية في ذلك الوقت خليفة بل كان والياً فرفعه التحكيم إلى مستوى عليّ الذي كان خليفة المسلمين، وكان قبول التحكيم نكبة على عليّ رضي الله عنه، إذ انشق عليه كثير من أتباعه لذلك وتسموا بالخوارج وناصبوه العداوة وجندوا جيشاً منهم يبلغ 4000 وحاربوه بقيادة عبد الله بن وهب الراسبي، فاشتبك القتال بالنهروان، فأبادهم عليّ ولم ينج منهم غير قليل، وأخيراً اغتيل عليّ رضي الله عنه، اغتاله خارجيّ يدعى عبد الرحمن بن ملجم. ¶ ---",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وبعد وفاة عليّ بويع لابنه الحسن بالخلافة في العراق، لكن ما لبث الحسن أن تنازل لمعاوية تجنباً لإراقة دماء المسلمين في حرب داخلية، ولم يكن لكثرة زواجه تأثير في تنازله كما زعم فريق من المستشرقين، وكان الذين بايعوا الحسن 40000 أو نحو ذلك من أهل العراق لكنه لم يكن يثق بهم لما رأى من تفرق كلمتهم، ومع ذلك لو كان محباً للقتال لاستطاع جمع شملهم وتجنيد جيش منهم، لكنه رأى أن الحرب الداخلية تضعف المسلمين إذ قتل كثير من كبار الصحابة في موقعة الجمل وصفين بسبب النزاع على الخلافة، وأخيراً قتل أبوه غدراً فآثر اجتناب الحرب بأن ترك الأمر لمعاوية بعد أن اشترط عليه شروطاً قبل بعضها ورفض البعض الآخر وانتقل إلى المدينة تاركاً كل عداء، أما معاوية فكان لا يزال حاقداً على عليّ رضي الله عنه فأباح شتمه بالشام وأهمل احتجاج الحسن على ذلك، ثم مات الحسن رضي الله عنه مسموماً؛ سمّته امرأته جعدة لأمر لا نعلمه، وقالت الشيعة إن معاوية أغراها على ذلك ليولي ابنه يزيد الخلافة بعده وكان الحسن اشترط أن يكون هو الخليفة. ¶ أما الحسين فإنه أبى أن يبايع يزيد بن معاوية لأنه أحق بالخلافة ولأن يزيد كان متهماً في دينه وعدله، فاعتزم المسير إلى الكوفة بعد أن أتته كتب عديدة باستقدامه لمبايعته بالخلافة، فسار ومعه نفر قليل من أهله وصحبه ولم يعبأ برأي من نصحه بالعدول عن المسير، فلما علم يزيد بذلك ولَّى عبيد الله بن زياد على الكوفة وعزل النعمان بن بشير إذ قيل عنه إنه ضعيف وعيّن ابن زياد عمر بن سعد قائداً على جيش يبلغ عدده 4000 لمحاربة الحسين، فحاربه في كربلاء وهي قرية على بُعد 25 ميلاً من شمال غربي الكوفة فقتل الحسين في هذه المعركة بعد أن جرح جراحات كثيرة وقتل من كان معه وأرسل رأسه إلى يزيد بدمشق، وصارت الشيعة بعد ذلك تحتفل باليوم العاشر من المحرم وهو يوم عاشوراء وتقيم مناحة عليه. ¶ ---",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وعلى ذكر الشيعة نقول إن كثيراً منهم يقول إن النبي صلى الله عليه وسلم أوصى في مرضه لعليّ ولم يصح ذلك من وجه يعوَّل عليه وقد أنكرت الوصية عائشة رضي الله عنها. وزعمت طائفة منهم أن النبي أوصى على إمامة عليّ بالوصف دون النص وزعموا أيضاً أن الصحابة كفروا بتركهم بيعة عليّ وقالوا إن الحسن بن عليّ كان هو الإمام بعد أبيه ثم أخاه الحسين كان إماماً بعد الحسن. ¶ ولما قُتل الحسين ندمت الشيعة وقتئذ على تقاعدهم عن نصرته ورأوا أن لا كفارة في ذلك إلا الاستماتة دون الأخذ بثأره وسموا أنفسهم التوابين وكان رئيسهم سليمان بن صرد فحارب وقتل، وقتل كثير من أصحابه عام 65هـ، ثم قام المختار بن أبي عبيد بثأر الحسين بن عليّ وقتل الذين قتلوه. ¶ أهل البيت ¶ أهل بيت رسول الله صلى الله عليه وسلم هم أقرب الناس إليه، وقد خصَّهم بعطفه ورعايته، وكرَّمهم الله تعالى وخصَّهم بالطهارة وذهاب الرجس عنهم، قال تعالى: {إِنَّمَا يُرِيدُ اللَّهُ لِيُذْهِبَ عَنكُمُ الرّجْسَ أَهْلَ الْبَيْتِ وَيُطَهّرَكُمْ تَطْهِيراً} (الأحزاب: 33) قال ابن عباس: نزلت هذه الآية في نساء النبي صلى الله عليه وسلم وبه قال سعيد بن جبير وعكرمة وابن السائب ومقاتل، هذا هو القول الأول. ¶ والقول الثاني: أن المراد بأهل البيت رسول الله صلى الله عليه وسلم وفاطمة وعليّ والحسن والحسين، قاله أبو سعيد الخدري وعائشة وأم سلمة. ¶ ويرى فريق ثالث: أن أهل البيت هم عصبة رسول الله من المؤمنين وهم آل جعفر وآل عقيل وآل عباس. ¶ وقال الزمخشري: إن نساء النبي صلى الله عليه وسلم من أهل بيته، وقال الرستغني: والصحيح عندي، أن المراد بأهل بيته نساؤه وآله، وهو قول الضحاك، واختيار الزجاج؛ لأن اللفظ صالح لهما عام فيهما. ¶ وسئل زيد بن الأرقم عن حديث رسول الله: ((أذكّركم الله في أهل بيتي)) من أهل بيته؟ فقال: نساؤه من أهل بيته. ¶ ---",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "قالت عائشة رضي الله عنها: خرج النبي صلى الله عليه وسلم ذات غداة وعليه مرط مرجل من شعر أسود، فجاء الحسن فأدخله معه، ثم جاء عليّ فأدخله معه، ثم قال: {إِنَّمَا يُرِيدُ اللَّهُ لِيُذْهِبَ عَنكُمُ الرّجْسَ أَهْلَ الْبَيْتِ وَيُطَهّرَكُمْ تَطْهِيراً}. ¶ وعن أنس: أن النبي صلى الله عليه وسلم كان يمر ببيت فاطمة ستة أشهر كلما خرج إلى الصلاة فيقول: ((الصلاة أهل البيت، {إِنَّمَا يُرِيدُ اللَّهُ لِيُذْهِبَ عَنكُمُ الرّجْسَ أَهْلَ الْبَيْتِ وَيُطَهّرَكُمْ تَطْهِيراً})). ¶ وعن أم سلمة قالت: كان النبي صلى الله عليه وسلم عندي وعليّ وفاطمة والحسن والحسين، فجعلت لهم خزيرة فأكلوا وناموا وغطى عليهم عباءة أو قطيفة ثم قال: ((اللهم هؤلاء أهل بيتي أذهب عنهم الرجس وطهرهم تطهيراً)). ¶ وعن أبي الحمراء قال: رابطت في المدينة سبعة أشهر على عهد النبي صلى الله عليه وسلم قال: رأيت النبي صلى الله عليه وسلم إذا طلع الفجر جاء إلى باب عليّ وفاطمة فقال: ((الصلاة، الصلاة، {إِنَّمَا يُرِيدُ اللَّهُ لِيُذْهِبَ عَنكُمُ الرّجْسَ أَهْلَ الْبَيْتِ وَيُطَهّرَكُمْ تَطْهِيراً})). ¶ وقال تعالى: {قُل لاَّ أَسْئَلُكُمْ عَلَيْهِ أَجْراً إِلاَّ الْمَوَدَّةَ فِى الْقُرْبَى} (الشورى: 23) قال ابن عباس: لم يكن بطن من بطون قريش إلا وبين رسول الله صلى الله عليه وسلم وبينهم قرابة فلما كذبوه وأبوا أن يبايعوا، قال: ((يا قوم إذا أبيتم أن تبايعوني فاحفظوا قرابتي فيكم، لا يكن غيركم من العرب أولى بحفظي ونصرتي منكم)). ¶ وعن أبي الديلم قال: لما جيء بعليّ بن الحسين رضي الله عنهما فأقيم على درج دمشق قام رجل من أهل الشام فقال: الحمد لله الذي قتلكم واستأصلكم وقطع قرني الفتنة. ¶ ---",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "فقال له عليّ بن الحسين رضي الله عنه: أقرأت القرآن؟ قال: نعم، قال: أقرأت ال حم؟ قال: قرأت القرآن ولم أقرأ ال حم، قال: ما قرأت {قُل لاَّ أَسْئَلُكُمْ عَلَيْهِ أَجْراً إِلاَّ الْمَوَدَّةَ فِى الْقُرْبَى} (الشورى: 23)، قال: وإنكم لأنتم هم؟ قال: نعم. ¶ ولا شك أن علياً وأولاده من أقرب أقارب رسول الله صلى الله عليه وسلم ¶ الحسن بن علي رضي الله عنهما ¶ (سنة 3هـ ـــ 49هـ = 625م ـــ 669م) ¶ ترجمة الحسن بن علي رضي الله عنهما ¶ سنة 3هـ (625م) ـــ 49هـ (669م) ¶ الحسن بن عليّ بن أبي طالب بن عبد المطلب بن هاشم بن عبد مناف القرشيّ الهاشميّ، سبط النبيّ صلى الله عليه وسلم وهو أول أولاد فاطمة بنت رسول الله صلى الله عليه وسلم سيدة نساء العالمين، وهو سيد شباب أهل الجنة وريحانة النبي صلى الله عليه وسلم وشبيهه، سمَّاه رسول الله الحسن وعقّ عنه يوم سابعه (ذبح شاة) وحلق شعره وأمر أن يتصدق بزنة شعره فضة، وهو خامس أهل الكساء (المجد والشرف). ¶ ولد الحسن في النصف من شهر رمضان بالمدينة المنورة سنة ثلاث من الهجرة. ¶ قالت أم الفضل: يا رسول الله رأيت كأن عضواً من أعضائك في بيتي، قال: ((رأيت خيراً، تلد فاطمة غلاماً فترضعيه بلبن قثم))، فولدت الحسن فأرضعته بلبن قثم (ابنها). ¶ تسميته بالحسن ¶ : ¶ قال عليّ بن أبي طالب رضي الله عنه: لما ولد الحسن جاء رسول الله صلى الله عليه وسلم فقال: ((أروني ابني ما سميتموه؟)) قلت: سميته حرباً. قال: ((بل هو حسن))، فلما ولد الحسين سميناه حرباً، قال: ((بل هو حسين)) فلما ولد الثالث، جاء النبي صلى الله عليه وسلم فقال: ((أروني ابني ما سميتموه))؟ قلت: سميته حرباً، قال: ((هو مُحسن))، ثم قال: ((سميتهم بأسماء ولد هارون شبر وشبير ومشبر)). وتوفي محسن صغيراً. ¶ --- ¶ قال أبو أحمد العسكري: سمَّاه النبي صلى الله عليه وسلم الحسن وكنَّاه أبا محمد ولم يكن يعرف هذا الاسم في الجاهلية. ¶ صفته رضي الله عنه ¶ :",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "كان الحسن أبيض، مشرباً بحمرة، أدعج العينين، سهل الخدين، كثّ اللحية، وكان يخضب بالوسمة. ¶ أخلاقه وفضائله رضي الله عنه ¶ : ¶ كان الحسن حليماً، كريماً، ورعاً ذا سكينة ووقار وحشمة، جواداً، ممدوحاً، ميالاً للسلم، يكره الفتن وإراقة الدماء، ما سمعت منه كلمة فحش قط، إلا أنه كان كثير الزواج، مطلاقاً للنساء، ولا يفارق امرأة إلا وهي تحبه وكان أبوه رضي الله عنه يأخذ عليه كثرة الطلاق ويخشى عواقبها حتى قال: يا أهل الكوفة لا تزوّجوا الحسن فإنه رجل مطلاق. فقال رجل من همدان: والله لنزوّجنه فمن رضي أمسك ومن كره طلّق. ¶ وأخرج ابن سعد عن جعفر بن محمد عن أبيه قال: إن الحسن يتزوج ويطلق حتى خشيت أن يورثنا عداوة القبائل. ¶ وكان الحسن لا يشارك في دعوى ولا يدخل في مراء ولا يدلي بحجة حتى لا يرى قاضياً، كان يقول ما يفعل، ويفعل ما لا يقول، تفضلاً وتكرُّماً، كان لا يغفل عن إخوانه، ولا يتخصَّص بشيء دونهم، لا يلوم أحداً فيما يقع العذر في مثله، إذا ابتدأه أمران لا يدري أيهما أقرب إلى الحق نظر فيما هو أقرب إلى هواه فخالفه، وكان قاضيه قاضي أبيه، وكذلك كاتبه، ولم يكن له حاجب. ¶ كرمه رضي الله عنه ¶ : ¶ --- ¶ سأله رجل صدقة ولم يكن عنده ما يسدّ به رمقه فاستحى أن يردّه، فقال له: ألا أدلك على شيء يحصل لك منه البر؟ قال: بلى، فما هو؟ قال: اذهب إلى الخليفة فإن ابنته توفيت وانقطع عليها وما سمع من أحد تعزية، فعزّه بقولك له: الحمد لله الذي سترها بجلوسك على قبرها ولا هتكها بجلوسها على قبرك. فذهب الرجل وفعل ما قال له، فذهب عن الخليفة حزنه وأمر له بجائزة وقال له: أكلامك هذا؟ قال: لا، بل كلام فلان، قال: صدقت فإنه معدن الكلام الفصيح، وأمر له بجائزة أخرى اهـ.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "إن من يلوذ بأهل البيت، لا يرد خائباً بل ينال ما يريد وفوق ما يريد، فإنهم منبع الكرم والجود والإحسان، قد كان في استطاعة الحسن أن يعتذر لمن سأله بأن ليس لديه شيء يعطيه ويكون عذره وقتئذ مقبولاً، لكنه التمس له طريقة يفرج بها كرب السائل فأشار عليه بما تقدم، فنال ما نال، فانظر الفرق الشاسع بين بخل الأغنياء الذين يدّعون الفاقة والعوز وينتحلون ألف عذر إذا قصدهم فقير أو محتاج قد ضاقت أمامه السبل، ولا يشفقون على حاله وهم يكنزون المال، وبعضهم يتظاهر بالصلاح والطيبة، ولا ينفق شيئاً لمحتاج لشدة محبته للمال، فهو شديد الحرص شديد التقتير لا يبالي عاش الناس أم ماتوا جوعاً، وقد ضرب لنا الحسن رضي الله عنه وغيره من أهل البيت والصالحين أمثالاً في الكرم والجود ونكران الذات نحتذي حذوها ونقتدي بها، لكنا قد تركناها وتغاضينا عنها فكره الناس بعضهم بعضاً، وامتلأت قلوبهم حقداً وحسداً. ¶ وسمع الحسن رضي الله عنه رجلاً يسأل ربه أن يرزقه عشرة آلاف درهم، فانصرف الحسن إلى منزله وبعث بها إليه. ¶ وسأله رجل وشكا إليه حاله، فدعا الحسن وكيله وجعل يحاسبه على نفقاته ومقبوضاته حتى استقصاها، فقال: هات الفاضل، فأحضر خمسين ألف درهم، ثم قال: ماذا فعلت بالخمسمائة دينار التي معك؟ قال: عندي، قال: فأحضرها، فلما أحضرها دفع الدراهم والدنانير إلى الرجل واعتذر منه ¶ --- ¶ وقيل للحسن رضي الله عنه: لأي شيء نراك لا ترد سائلاً وإن كنت على فاقة؟ فقال: إني لله سائل وفيه راغب، وأنا أستحي أن أكون سائلاً وأرد سائلاً، وإن الله تعالى عوّدني عادة، عوّدني أن يفيض نعمه عليّ، وعوّدته أن أفيض على الناس، فأخشى إن قطعت العادة أن يمنعني العادة وأنشد يقول: ¶ إذا ما أتاني سائل قلت مرحباً ¶ بمن فضله فرض عليّ معجّلُ ¶ ومَن فضلُه فضل على كل فاضل ¶ وأفضل أيام الفتى حين يُسألُ",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وخرج الحسن والحسين وعبد الله بن جعفر رضي الله عنهم حجَّاجاً، فلما كانوا ببعض الطريق جاعوا وعطشوا وقد فاتتهم أثقالهم، فنظروا إلى خباء فقصدوه فإذا فيه عجوز، فقالوا: هل من شراب؟ فقالت: نعم، فأناخوا بها وليس عندها إلا شويهة، فقالت: احلبوها واشربوا لبنها، ففعلوا ذلك، فقالوا لها: هل من طعام؟ قالت: هذه الشويهة، ما عندي غيرها، فأنا أقسم عليكم بالله إلا ما ذبحها أحدكم حتى أهيّىء لكم الحطب فاشووها وكلوا، ففعلوا ذلك، وأقاموا عندها حتى أبردوا، فلما ارتحلوا من عندها، قالوا لها: يا هذه نحن نفر من قريش نريد هذا الوجه فإذا رجعنا سالمين، فألمي بنا فإنا صانعون بك خيراً إن شاء الله تعالى، ثم ارتحلوا، وأقبل زوجها فأخبرته الخبر فغضب وقال: ويحك تذبحين شاتنا لقوم لا نعرفهم ثم تقولين نفر من قريش ¶ ---",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "ثم بعد دهر طويل أصابت المرأة وزوجها السنة فاضطرتهم الحاجة إلى دخول المدينة فدخلا يلتقطان البعر فمرّت العجوز في بعض سكك المدينة ومعها مكتلها تلتقط فيه البعر، والحسن رضي الله عنه جالس على باب داره، فنظر إليها فعرفها فناداها وقال لها: يا أمة الله، هل تعرفينني؟ فقالت: لا، فقال: أحد ضيوفك يوم كذا، سنة كذا في المنزل الفلاني، فقالت: بأبي أنت وأمي، لست أعرفك، قال: فإن لم تعرفيني، فأنا أعرفك، فأمر غلامه فاشترى لها من غنم الصدقة ألف شاة وأعطاها ألف دينار وبعث بها مع غلامه إلى أخيه الحسين رضي الله عنه، فلما دخل بها الغلام على أخيه الحسين عرفها وقال: بكم وصلها أخي الحسن؟ فأخبره فأمر لها بمثل ذلك، ثم بعث بها مع الغلام إلى عبد الله بن جعفر رضي الله عنهما، فلما دخلت عليه عرفها وأخبره الغلام بما فعل معها الحسن والحسين رضي الله عنهما، فقال: والله لو بدأت بي لأتعبتهما وأمر لها بألفي شاة وألفي دينار، فرجعت وهي أغنى الناس. ومن كرمه رضي الله عنه: أنه أعطى شاعراً مالاً كثيراً فقيل له: أتعطي شاعراً يعصي الرحمن ويقول البهتان؟ فقال: إن خير ما بذلت من مالك ما وقيت به عرضك، وإن من ابتغاء الخير اتقاء الشر. ¶ وقد روي مثل ذلك عن الحسين رضي الله عنه، وقيل: إن شاعراً مدحه فأجزل ثوابه، فليم على ذلك، فقال: أتراني خفت أن يقول: لست ابن فاطمة الزهراء بنت رسول الله صلى الله عليه وسلم ولا ابن عليّ رضي الله عنه فيصدّق ويحمل عنه ويبقى مخلداً في الكتب، محفوظاً على ألسنة الرواة أنت والله يا ابن رسول الله أعرف بالمدح والذم مني. ¶ تربيته ومحبة رسول الله صلى الله عليه وسلم له ¶ : ¶ ---",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "لما كان الحسن والحسين رضي الله عنهما ابني بنت رسول الله صلى الله عليه وسلم وأبوهما عليّ بن أبي طالب ابن عم الرسول وربيبه، فقد تربيا تربية عالية ونشآ على الفضائل في بيئة من أرقى البيئات وأشرفها وقد سمعا الحديث، وكان عليه الصلاة والسلام يحبهما ويرعاهما ويعلمهما. ¶ روى الحسن أحاديث حفظها عن النبي صلى الله عليه وسلم منها في السنن الأربعة، قال: علَّمني رسول الله صلى الله عليه وسلم كلمات أقولهن في الوتر، الحديث. ¶ ومنها عن أبي الحوراء قلت للحسن: ما تذكر من رسول الله صلى الله عليه وسلم قال: أخذت تمرة من تمر الصدقة فتركتها في فمي فنزعها بلعابها، الحديث. ¶ وفي الحديث: ((هذان ابناي وابنا ابنتي، اللهم إني أحبهما فأحبهما وأحب من يحبهما)). ¶ ومن رعاية رسول الله لهما أنه بينما كان يخطب إذ جاء الحسن والحسين عليهما قميصان أحمران يمشيان ويعثران فنزل من المنبر فحملهما ووضعهما بين يديه، الحديث. ¶ وكان رسول الله يصلي فإذا سجد وثب الحسن والحسين على ظهره فإذا أرادوا أن يمنعوهما أشار إليهم أن دعوهما فإذا قضى الصلاة وضعهما في حجره فقال: ((من أحبني فليحبّ هذين)). ¶ ودخل عليّ وفاطمة ومعهما الحسن والحسين على رسول الله صلى الله عليه وسلم فوضعهما في حجره فقبلهما واعتنق علياً بإحدى يديه وفاطمة بالأخرى فجعل عليهم خميصة سوداء (كساء) فقال: ((اللهم إليك لا إلى النار)). ¶ وفي البخاري عن أبي بكرة: رأيت النبي صلى الله عليه وسلم على المنبر والحسن بن عليّ معه وهو يقبل على الناس مرة وعليه مرة ويقول: ((إن ابني هذا سيد ولعل الله أن يصلح به بين فئتين من المسلمين)). قال: فلما ولي لم يهرق في خلافته محجمة من دم. ¶ ---",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "ولا شك أن الحسن والحسين ورثا عن جدهما وأبيهما فصاحة اللسان وقوة الجنان وحضور البديهة والكرم والحلم، وقد تعلما القرآن والتفسير من عليّ رضي الله عنه وأهل بيته وكبار الصحابة وتلقيا الحديث عنهم وكان عليّ يقول الشعر وينطق بالحكمة وكذلك نشأ ولداه رضي الله عنهما. ¶ قصة الحسن واليهودي الفقير ¶ اغتسل الحسن رضي الله عنه وخرج من داره في بعض الأيام وعليه حلَّة فاخرة ووفرة ظاهرة ومحاسن سافرة، فعرض له في طريقه شخص من محاويج اليهود وعليه مسح من جلود، قد أنهكته العلة، وركبته القلة والذلة، وشمس الظهيرة قد شوت شواه وهو حامل جرة ماء عَلَى قفاه، فاستوقف الحسن رضي الله عنه وقال: يا ابن رسول الله سؤال، قال: ما هو؟ قال: جدك يقول: ((الدنيا سجن المؤمن وجنة الكافر)) وأنت مؤمن وأنا كافر، فما أرى الدنيا إلا جنة لك تتنعم بها، وما أراها إلا سجناً عَلَيّ قد أهلكني ضرها وأجهدني فقرها. ¶ فلما سمع الحسن كلامه قال له: ¶ يا هذا، لو نظرت إلى ما أعد الله لي في الآخرة لعلمت أني في هذه الحالة بالنسبة إلى تلك في سجن، ولو نظرت إلى ما أعد الله لك في الآخرة من العذاب الأليم لرأيت أنك الآن في جنة واسعة. ¶ ---",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "عُرف اليهود منذ زمن رسول الله صلى الله عليه وسلم بالدس وابتكار الأكاذيب والترهات وتشكيك المسلمين في عقائدهم، وقد حاربهم الرسول في المدينة وأجلاهم عنها لخيانتهم ونقضهم العهود والمواثيق، وقد أسلم بعضهم عن عقيدة صحيحة لكن بقي أكثرهم حانقاً على المسلمين، وكان رئيس المنافقين عبد الله بن أُبيّ بن سلول وقد مضى ذكره في سيرة الرسول، وهذا هو عبد الله بن سبأ الذي صار يتنقل في البلدان ويبث الدعاية ضد عثمان بن عفان رضي الله عنه ويحض على الثورة، وفي هذه القصة التي ذكرناها هنا نجد أن هذا اليهودي يعترض على الحسن لما رآه يرتدي ملابس فاخرة ويذكر له حديث رسول الله صلى الله عليه وسلم القائل: ((الدنيا سجن المؤمن وجنة الكافر)) فكيف يتنعم الحسن في الدنيا وهو مؤمن ويشقى اليهودي وهو كافر؟ ولماذا لا يكون حالهما بالعكس إذا كان حديث رسول الله صادقاً؟ سؤال يريد به إحراج الحسن من جهة وتشكيكه في حديث رسول الله من جهة أخرى، لكن الحسن رضي الله عنه كان حاضر البديهة، فأجاب بجواب مقنع مفحم حيث أوضح له أن حالته التي يشكو منها إنما هي كالجنة بالنسبة إلى عذاب الآخرة الذي أعد للكافرين وأن حالة الحسن التي ظنها نعيماً إنما هي كالسجن بالنسبة إلى نعيم الجنة الذي أعد للمتقين.h ¶ زواج الحسن رضي الله عنه ¶ كان الحسن رضي الله عنه كثير الزواج كثير الطلاق لذلك قال المستشرقون عنه: إنه كان شهوياً ميالاً إلى اللذات والدعة وينفق لذلك أموالاً طائلة فسلم الأمر لمعاوية. ¶ وروى المدائني: أن الحسن أحصن في زمان أبيه تسعين امرأة فقال علي رضي الله عنه: ¶ لقد تزوج الحسن وطلق حتى خفت أن يجني علينا بذلك عداوة أقوام. وقد كان عليّ غير راض عن كثرة زواج الحسن وطلاقه حتى خطب يوماً ونهى القوم أن يزوِّجوه لكنه كان يجد من تتزوجه. ¶ ---",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "قال ابن سيرين: تزوج الحسن امرأة فبعث إليها بمائة جارية مع كل جارية ألف درهم ولا ريب أن كثرة الزواج والطلاق تحتاج إلى كثرة الانفاق. ¶ قال سفيان بن عيينة: كثرة النساء ليست من الدنيا، وأنكر بعض الناس حال الصوفية فقال له بعض ذوي الدين: ما الذي تنكر منهم؟ قال: يأكلون كثيراً، قال: وأنت أيضاً لو جعت كما يجوعون لأكلت كما يأكلون، قال: ينكحون كثيراً، قال: وأنت أيضاً لو حفظت عينيك وفرجك كما يحفظون لنكحت كما ينكحون. ¶ لكن هل الصوفية يجوعون أكثر من غيرهم؟ إن العمال الذين يشتغلون طول النهار في أعمال جسمانية مرهقة هم الذين يجوعون أكثر من كل إنسان ومع ذلك لا ننصحهم بكثرة الأكل وهم في العادة يكتفون بالقليل من الطعام، ثم إن الذي يحفظ عينيه وفرجه لا يميل إلى كثرة النكاح بل يكون قانعاً معتدلاً لعدم انشغال عقله وخياله بالمغريات والمحرضات ¶ وقال الغزالي: ولما كانت الشهوة أغلب على مزاج العرب، كان استكثار الصالحين منهم للنكاح أشد. ¶ وقال: من الطباع ما تغلب عليه الشهوة بحيث لا تحصنه المرأة الواحدة فيستحب له الاستبدال، فقد نكح عليّ رضي الله عنه بعد وفاة فاطمة عليها السلام بسبع ليال، ويقال إن الحسن بن عليّ كان منكاحاً حتى نكح زيادة على مائتي امرأة وكان ربما عقد على أربع في وقت واحد وربما طلق أربعاً في وقت واحد واستبدل بهن. ¶ صحيح أن من الطبائع ما تغلب عليه الشهوة لكن ليس بهذه الدرجة، فحالة الحسن رضي الله عنه حالة شاذة لا يقاس عليها وكان مع ذلك تقيًّا ورعاً متديناً. ¶ وجَّه الحسن ذات يوم بعض أصحابه لطلاق امرأتين من نسائه وقال لهما: اعتدا. وأمره أن يدفع إلى كل واحدة منهما عشرة آلاف درهم، ففعل، فلما رجع إليه، قال: ماذا فعَلتا؟ قال: أما إحداهما: فنكست رأسها وتنكست، وأما الأخرى فبكت وانتحبت وسمعتُها تقول: متاع قليل من حبيب مفارق. ¶ --- ¶ فأطرق الحسن وترحم لها، وقال: لو كنت مراجعاً امرأة بعدما فارقتها لراجعتها.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "ودخل الحسن ذات يوم على عبد الرحمن بن الحارث بن هشام فقيه المدينة ورئيسها ولم يكن له بالمدينة نظير وبه ضربت المثل عائشة رضي الله عنها حيث قالت: لو لم أسر مسيري ذلك لكان أحب إليّ من أن يكون لي ستة عشرة ذكراً من رسول الله صلى الله عليه وسلم مثل عبد الرحمن بن الحارث بن هشام. فدخل عليه الحسن في بيته فعظمه عبد الرحمن وأجلسه في مجلسه، وقال: ألا أرسلتَ إليّ فكنتُ أجيئك؟ فقال: الحاجة لنا، قال: وما هي؟ قال: جئتك خاطباً ابنتك، فأطرق عبد الرحمن ثم رفع رأسه وقال: والله ما عَلَى وجه الأرض أحد يمشي عليها أعزّ عَلَيّ منك؛ ولكنك تعلم أن ابنتي بضعة مني يسوءني ما ساءها ويسرُّني ما سرَّها وأنت مطلاق فأخاف أن تطلقها، وإن فعلت خشيت أن يتغير قلبي عليك فأنت بضعة من رسول الله صلى الله عليه وسلم فإن شرطت أن لا تطلقها زوّجتك، فسكت الحسن وقام وخرج. ¶ وقال أهل بيته: سمعناه وهو يمشي ويقول: ما أراد عبد الرحمن إلا أن يجعل ابنته طوقاً في عنقي. ¶ وليس لكثرة زواج الحسن علاقة بتسليم الأمر لمعاوية كما وهم المستشرقون فإن توليه الخلافة كان يُسهل له كثرة الزواج والطلاق، والإسلام يبيح له أن يتخذ من الرقيق ما شاء، هذا وفي التاريخ ملوك كانوا يتخذون كثيراً من الجواري والمحظيات ومع ذلك لم يكن ذلك سبباً في تخليهم عن الملك وشاغلاً لهم عن الحكم، بل روى لنا التاريخ أن من ملوك الإفرنج الذين لا يبيح لهم دينهم تعدد الزوجات مَنِ اتّخذ محظيات لا عدد لهن. ¶ أولاد الحسن رضي الله عنه ¶ أولاد الحسن رضي الله عنه أحد عشر وهم: ¶ 1 ـــ زيد. ¶ 2 ـــ والحسن وأمه خولة بنت منصور الفزارية. ¶ 3 ـــ والقاسم. ¶ 4 ـــ وأبو بكر. ¶ --- ¶ 5 ـــ وعبد الله ـــ وهؤلاء الخمسة قتلوا مع عمهم الحسين بن عليّ بالطّفّ، وهي أرض من ضاحية الكوفة في طريق البرية فيها كان مقتل الحسين بن علي رضي الله عنهما. ¶ 6 ـــ وعمرو بن الحسن. ¶ 7 ـــ وعبد الرحمن. ¶ 8 ـــ والحسين الملقب بالأشرم.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "9 ـــ ومحمد. ¶ 10 ـــ ويعقوب. ¶ 11 ـــ وإسماعيل. ¶ رأي الحسن رضي الله عنه في مواقف أبيه ¶ كان الحسن رضي الله عنه يرى أن يخرج أبوه عليّ كرم الله وجهه من المدينة عندما كان عثمان بن عفان محصوراً حتى إذا قتل عثمان لم يكن بها، وألا يبايع حتى تأتيه وفود أهل الأمصار والعرب وبيعة كل مصر، وأن يجلس في بيته لما خرج عليه طلحة والزبير حتى يصطلحا، فإن كان الفساد كان على يد غيره، لكن عليًّا رضي الله عنه خالفه ولم ير رأيه، وقال يرد عليه: ¶ أما قولك لو خرجت من المدينة حين أُحيط بعثمان، فوالله لقد أُحيط بنا كما أُحيط به. ¶ وأما قولك لا تبايع حتى تأتيك بيعة الأمصار، فإن الأمر أمر أهل المدينة وكرهنا أن يضيع الأمر. ¶ وأما قولك حين خرج طلحة والزبير، فإن ذلك كان وهناً على أهل الإسلام، ووالله ما زلت مقهوراً مذ وليت منقوضاً لا أصل إلى شيء مما ينبغي. ¶ وأما قولك اجلس في بيتك، فكيف لي بما قد لزمني؟ أو من تريدني؟، أتريد أن أكون مثل الضبع التي يحاط بها ويقال دَبَابِ دبابِ، ليست هاهنا حتى يُحل عُرقوبها ثم تخرج، وإذا لم أنظر فيما لزمني من الأمر ويعنيني، فمن ينظر فيه؟ فكفّ عنك أي بنيّ. ¶ أشار الحسن على والده بهذا الرأي من غير أن يضع نفسه في مركزه ويقدر شعوره ومركزه ومسؤوليته، فإن علياً كان يرى البقاء وعدم الخروج من المدينة عندما كان عثمان محصوراً لئلا يقال إنه ترك الرجل محصوراً وفي أشد حالات الخطر وفر ليخلي نفسه من المسؤولية بتخليه عنه وربما قيل إنه بخروجه سهّل على الحاصِرين قتله، فوق أن الخروج كان متعذراً عليه كما تقدم في قوله. ¶ ---",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "ثم إنه لم يلزم بيته وبايع لأنه كان يرى نفسه أحق من غيره بالخلافة لأسباب شتى، منها: أنه صهر رسول الله صلى الله عليه وسلم وربيبه وابن عمه ومن أول الناس إسلاماً، ومن أعظم المجاهدين في سبيل الله، ولشجاعته وعلمه وفضله ولأنه على العموم كان أفضل الناس بعد مقتل الخليفة عثمان رضي الله عنه، فرجل في مركزه وقدره لا يمكن أن يترك الأمور ويقعد في بيته. ¶ ومع أن الحسن رضي الله عنه كان لا يرى رأي أبيه في هذا، كان يطيع أوامره، فلما أمره أن يبقى على باب عثمان أثناء الحصار أطاعه، ولما خرجت عائشة رضي الله عنها لمحاربة أبيه لم يتركه بل انضم إليه مع أنه كان يرى أن يلزم أبوه داره بالمدينة، ولما سمع أبا موسى يثبط أهل الكوفة بقوله: إنها فتنة صماء، النائم فيها خير من اليقظان، واليقظان فيها خير من القاعد، والقاعد خير من القائم، والقائم خير من الراكب، فكونوا جرثومة من جراثيم العرب، فأغمدوا السيوف وانصلوا الأسنة واقطعوا الأوتار وآووا المظلوم والمضطهدين حتى يلتئم هذا الأمر. ¶ رد عليه الحسن قائلاً: ¶ يا أبا موسى لم تثبط الناس عنا؟ فوالله ما أردنا إلا الإصلاح ولا مثل أمير المؤمنين يُخاف على شيء وهذا يدل على أنه يثق بأبيه كل الثقة. ¶ ثم خاطب أهل الكوفة يحثهم على إجابة دعوة أبيه أمير المؤمنين: ¶ يا أيها الناس أجيبوا دعوة أميركم وسيروا إلى إخوانكم فإنه سيوجد لهذا الأمر من ينفر إليه، والله لأن يليه أولو النّهي أمثل في العاجلة وخير في العاقبة، فأجيبوا دعوتنا وأعينونا على ما ابتلينا به وابتليتم. ¶ وكان لهذا الكلام أثره في النفوس، ثم قال: ¶ أيها الناس إني غاد فمن شاء منكم أن يخرج معي على الظَّهر ومن شاء فليخرج في الماء. ¶ فخرج معه تسعة آلاف، وأما أبو موسى فأخرجه الناس من قصره واعتزل بناء على أمر أمير المؤمنين وتهديده. ¶ بيعة الحسن رضي الله عنه سنة 40هـ (661م) ¶ ---",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "بعد أن ضرب ابن ملجم علياً رضي الله عنه، دخل عليه جندب بن عبد الله فسأله فقال: يا أمير المؤمنين، إن فقدناك ولا نفقدك فنبايع الحسن، فقال: ما آمركم ولا أنهاكم، أنتم أبصر، فدعا حسناً وحسيناً فقال: ¶ أوصيكما بتقوى الله وألا تبغيا الدنيا وإن بغتكما، ولا تبكيا على شيء زوى عنكما وقولا الحق وارحما اليتيم وأغيثا الملهوف واصنعا للآخرة، وكونا للظالم خصماً وللمظلوم ناصراً، واعملا بما في كتاب الله ولا تأخذكم في الله لومة لائم. ¶ لم يعيّن أمير المؤمنين أحداً للخلافة بل ترك الأمر للأمة تولي من تشاء لأنها كما قال: أبصر بمن يصلح للخلافة بعده، ثم أوصى ابنيه بتقوى الله عز شأنه إذ هي رأس كل فضيلة وقول الحق وأن يكونا للظالم خصماً ــــ وإن كان الظالم قوياً أو سيداً في قومه ــــ وللمظلوم ناصراً وهذا عين العدل ودليل على قوة النفس والبعد عن الميل والتحيز. ¶ بويع للحسن بالكوفة في شهر رمضان من سنة 40هـ بعد وفاة أبيه بيومين وقيل إن أول من بايعه، قيس بن سعد الأنصاري، قال له: ابسط يدك أبايعك على كتاب الله عزّ وجلّ وسنة نبيه وقتال الْمُحِلين. ¶ فقال له الحسن رضي الله عنه: على كتاب الله وسنة نبيه، فإن ذلك يأتي على كل شرط. فبايعه وبايعه الناس وكان الذين بايعوه 40000. ¶ وكتب إليه ابن عباس: ¶ إن الناس قد ولوك أمرهم بعد عليّ فاشدد عن يمينك وجاهد عدوك، واستر من الضنين ذنبه بما لا يثلم دينك واستعمل أهل البيوتات، تستصلح بهم عشائرهم. ¶ ---",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "لما بايع أهل العراق الحسن، بلغه مسير معاوية في أهل الشام إليه في جيش قدره 60000 فتجهز هو وجيش الذين بايعوا علياً وعدته 40000 مقاتل وسار عن الكوفة إلى لقاء معاوية وكان قد نزل (مَسْكِن) فوصل الحسن إلى المدائن وجعل قيس بن سعد الأنصاري على مقدمته في اثني عشر ألفاً. وقيل: بل كان الحسن قد جعل على مقدمته عبد الله بن عباس فجعل عبد الله على مقدمته في الطلائع قيس بن سعد، فلما نزل الحسن المدائن، نادى مناد في العسكر: ألا إن قيس بن سعد قتل فانفروا، فنفروا بسرادق الحسن فنهبوا متاعه حتى نازعوه بساطاً كان تحته. ¶ وعدا عليه الجراح بن الأسد ليسير معه فوجأه بالخنجر في فخذه ليقتله، فقال الحسن: ¶ قتلتم أبي بالأمس ووثبتم عليّ اليوم تريدون قتلي زهداً في العادلين ورغبة في القاسطين، والله لتعلمن نبأه بعد حين. ¶ فازداد لهم بغضاً ومنهم ذعراً، ودخل المقصورة البيضاء بالمدائن، وكان الأمير على المدائن سعد بن مسعود الثقفي عم المختار بن أبي عبيد، فقال له المختار وهو شاب: هل لك في الغنى والشرف؟ قال: وما ذاك؟ قال: تستوثق الحسن وتستأمن به إلى معاوية، فقال له عمه: عليك لعنة الله أثب على ابن بنت رسول الله صلى الله عليه وسلم وأوثقه؟ بئس الرجل أنت. ¶ نزول الحسن عن الخلافة لمعاوية سنة 41هـ (661م) عام الجماعة ¶ تفرق أهل العراق عن الحسن رضي الله عنه ولم يستطع تأليف جيش منهم لمحاربة معاوية، فكتب إليه وذكر له شروطاً، وقال له: إن أنت أعطيتني هذا، فأنا سامع مطيع وعليك أن تفي لي به. وقال لأخيه الحسين وعبد الله بن جعفر: إنني قد راسلت معاوية في الصلح، فقال له الحسين: أنشدك الله أن تصدق أحدوثة معاوية وتكذب أحدوثة أبيك فقال له الحسن: أسكت أنا أعلم بالأمر منك. ¶ ---",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "وكان رأي الحسين رضي الله عنه أن يحارب الحسن معاوية كما حاربه أبوه عليّ رضي الله عنه، لكن الحسن علم تفرق الأمر عنه، وأنه لو حارب معاوية بجيش غير متحد وغير راغب في القتال لما أحرز النصر فأراد أن يحقن دماء المسلمين ويصالح معاوية. ¶ فلما انتهى كتاب الحسن إلى معاوية، فرح فرحاً شديداً، وأمسك الكتاب وكان قد أرسل عبد الله بن عامر وعبد الرحمن بن سَمُرة بن حبيب بن عبد شمس إلى الحسن وكتب إليه: أن اشترط في هذه الصحيفة التي ختمتُ أسفلها ما شئت فهو لك، فلما أتت الصحيفة إلى الحسن اشترط أضعاف الشروط التي سأل معاوية قبل ذلك وأمسكها عنده. ¶ فلما سلم الحسن الأمر إلى معاوية، طلب أن يعطيه الشروط التي في الصحيفة التي ختم عليها معاوية فأبى، وقال: لقد أعطيتك ما كنت تطلب، فلما اصطلحا، قام الحسن في أهل العراق فقال: ¶ إنه سخَّى بنفسي عنكم ثلاث: ــــ أي الأسباب التي جعلتني أتخلى عنكم وأزهد فيكم وأسلم الأمر إلى معاوية ــــ قتلكم أبي، وطعنكم إياي ــــ وكان قد طُعن ــــ وانتهابكم متاعي يعني أنه قد فقد الثقة بهم. ¶ وكان الذي طلب الحسن من معاوية أن يعطيه ما في بيت مال الكوفة وقدره خمسة آلاف ألف أي خمسة ملايين درهم (15000 جنيه في السنة) وخراج دارابْجِرد من فارس (ولاية) وأن لا يشتم عليًّا، فلم يجبه إلى الكف عن شتم عليّ، فطلب أن لا يُشتم وهو يسمع، فأجابه إلى ذلك ثم لم يف له به أيضاً. ¶ ---",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "ولا ندري كيف أباح معاوية شتم عليّ رضي الله عنه ولا سيما بعد أن قُتل، نعم إن عليًّا حاربه لأنه امتنع عن بيعته، وجرد جيشاً لقتاله بحجة المطالبة بدم عثمان ولأنه كان يرى نفسه أنه أحق بالخلافة من معاوية، وعلى كل حال لا يجوز شتمه رضي الله عنه، وكان لا يليق بمعاوية أن يبيح شتم رجل شريف أسلم صبيًّا وتربى في حجر رسول الله صلى الله عليه وسلم وجاهد في الإسلام جهاداً صادقاً وزوّجه الرسول ابنته فاطمة، أحب بناته إليه، وأثنى عليه في كثير من المواطن، مع ما عرف عن معاوية من الحلم والعقل. ¶ قال المسعودي: ثم ارتقى بهم (بأهل الشام) الأمر في طاعته (طاعة معاوية) إلى أن جعلوا لعن عليّ سنّة ينشأ عليها الصغير ويهلك عليها الكبير. ¶ وذكر بعضهم أنه قال لرجل من أهل الشام من زعمائهم وأهل الرأي والعقل منهم: مَن أبو تراب هذا الذي يلعنه الإمام على المنبر؟ قال: أراه لصًّا من لصوص العرب. ¶ أما خراج دارابجرد، فإن أهل البصرة منعوا الحسن منه وقالوا هو فيئنا لا نعطيه أحداً، وكان منعهم بأمر معاوية أيضاً. ¶ وتسلم معاوية الأمر لخمس بقين من ربيع الأول من هذه السنة، ولما عزم الحسن رضي الله عنه على تسليم الأمر إلى معاوية، خطب الناس فقال: ¶ أيها الناس أمراؤكم وضيفانكم ونحن أهل بيت نبيكم الذين أذهب الله عنهم الرجس وطهّرهم تطهيراً. وكرر ذلك حتى ما بقي في المجلس إلا من بكى حتى سمع نشيجه (نحيبه). ¶ ولما صالح الحسن معاوية كان أصحاب الحسن يقولون له: يا عار المؤمنين فيقول: العار خير من النار. ¶ وجاء الحسن شيخ يكنى أبا عامر سفيان بن ليلى فقال: السلام عليكم يا مذلَّ المؤمنين، فقال: لا تقل يا أبا عامر فإني لم أذل المؤمنين، ولكني كرهت أن أقتلهم في طلب الملك. ¶ وسلم الحسن الأمر إلى معاوية في النصف من شهر جمادى الأولى من سنة 41هـ فبايع الناس معاوية يومئذٍ وهو ابن ست وستين إلا شهرين. ¶ ---",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "وبعد أن سلم الحسن الأمر لمعاوية، بقي قوم يرون أنه كان يجب أن يحارب الحسن معاوية؛ لأنه أحق بالخلافة، كان الحسين يرى هذا الرأي. ¶ خطبة الحسن بالكوفة بعد الصلح ¶ لما دخل معاوية الكوفة، قال له عمرو بن العاص: لتأمر الحسن أن يقوم فيخطب الناس ليظهر لهم عِيُّه وأنه لا يصلح للخلافة، فخطب معاوية الناس ثم أمر الحسن أن يخطبهم، فقام فحمد الله بديهة ثم قال: ¶ أيها الناس إن الله هداكم بأولنا، وحَقَنَ دماءكم بآخرنا، وإن لهذا الأمر مدة، والدنيا دول، وإن الله عزَّ وجلَّ قال لنبيه: {وَإِنْ أَدْرِى لَعَلَّهُ فِتْنَةٌ لَّكُمْ وَمَتَاعٌ إِلَى حِينٍ} (الأنبياء: 111). ¶ فلما قال الحسن ذلك، قال له معاوية: اجلس. وحقدها على عمرو، وقال: هذا من رأيك، فبنو أمية لم يكونوا مخلصين في صلحهم، وقد خشي معاوية أن يستمر الحسن في خطبته لئلا يؤثر في نفوس سامعيه فتحدث فتنة فأمره بالجلوس. ¶ الحسن يصف أهل الكوفة ¶ لحق الحسن بالمدينة وأهل بيته وحشمه، وجعل الناس يبكون عند مسيرهم من الكوفة، فقيل للحسن: ما حملك على ما فعلت؟ فقال: كرهت الدنيا ورأيت أهل الكوفة قوماً لا يثق بهم أحد أبداً إلا غُلب، ليس منهم أحد يوافق آخر في رأي ولا هوى، مختلفين لا نيّة لهم في خير ولا شر، لقد لقي أبي منهم أموراً عظاماً، فليت شعري لمن يصلحون بعدي، وهي أسرع البلاد خراباً. ¶ هذا ما وصف به الحسن أهل الكوفة، وإذا كان في الاتحاد قوة ففي التدابر والفرقة ضعف، فإذا كان أهل الكوفة هكذا متفرقين في الرأي لا تجمعهم كلمة فكيف يقاتلون عدوهم؟ وكيف يثق بهم القائد؟ إن أول شرط في الجيش أن يكون مطيعاً لأمر القائد وإلا فشل وانهزم. ¶ الحسن يدافع عن أبيه أمام معاوية ¶ روى الزبير بن بكار في كتاب المفاخرات، قال: ¶ ---",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "اجتمع عند معاوية، عمرو بن العاص، والوليد بن عقبة بن أبي معيط، وعتبة بن أبي سفيان بن حرب، والمغيرة بن شعبة، وقد كان بلغهم عن الحسن بن علي عليه السلام قوارص، وبلغه عنهم مثل ذلك، فقالوا: يا أمير المؤمنين إن الحسن قد أحيا أباه وذكره، وقال فصدق، أمر فأطيع وخفقت له النعال، والله إن ذلك لرافعه إلى ما هو أعظم منه، ولا يزال يبلغنا عنه ما يسوءنا، قال معاوية: فما تريدون؟ قالوا: ابعث إليه فليحضر لنسبَّه ونسبَّ أباه ونعيّره ونوبخَه ونخبره أن أباه قتل عثمان ونقرره بذلك ولا يستطيع أن يغيّر علينا شيئاً من ذلك، قال معاوية: إني لا أرى ذلك ولا أفعله، قالوا: عزمنا عليك يا أمير المؤمنين لتفعلن، فقال: ويحكم لا تفعلوا فوالله ما رأيته قط جالساً عندي إلا خفت مقامه وعيبه لي، قالوا: ابعث إليه على كل حال، قال: إن بعثت إليه لأنصفنَّهُ منكم، فقال عمرو بن العاص: أتخشى أن يأتي باطله على حقنا، أو يربي قوله على قولنا؟ قال معاوية: أما إني إن بعثت إليه لآمرنه أن يتكلم بلسانه كله، قال: مره بذلك، قال: أما إذا عصيتموني وبعثتم إليه وأبيتم إلا ذلك فلا تمرضوا له في القول واعلموا أنهم أهل بيت لا يعيبهم العائب ولا يلصق بهم العار ولكن اقذفوه بحجر تقولون له إن أباك قتل عثمان وكره خلافة الخلفاء من قبله. فبعث إليه معاوية، فجاءه رسوله، فقال: إن أمير المؤمنين يدعوك، قال: مَن عنده؟ فسماهم؛ فقال الحسن عليه السلام: ما لهم خرَّ عليهم السقف من فوقهم وأتاهم العذاب من حيث لا يشعرون؛ ثم قال: يا جارية، ابغيني ثيابي، اللهم إني أعوذ بك من شرورهم وأدرأ بك من فجورهم وأستعين بك عليهم فاكفنيهم كيف شئت وأنَّى شئت بحول منك وقوة يا أرحم الراحمين. ثم قال: فلما دخل على معاوية أعظمه وأكرمه وأجلسه إلى جانبه وقد ارتاد القوم وخطروا خطران الفحول بغياً في أنفسهم وعلوًّا، ثم قال: يا أبا محمد، إن هؤلاء بعثوا إليك وعصوني، فقال الحسن عليه السلام: ¶ ---",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "سبحان الله الدار دارك؛ والإذن فيها إليك، والله إن كنت أجبتهم إلى ما أرادوا وما في أنفسهم إني لأستحيي لك من الفحش، وإن كانوا غلبوك عَلَى أمرك إني لأستحيي لك من الضعف، فأيهما تقر وأيهما تنكر؟ أما إني لو علمت بمكانهم لجئت معي بمثلهم من بني عبد المطلب وما لي أن أكون مستوحشاً منك ولا منهم، إن وليِّ الله وهو يتولى الصالحين، فقال معاوية: يا هذا، إني كرهت أن أدعوك ولكن هؤلاء حملوني على ذلك مع كراهتي له وإن لك منهم النَّصَف ومني، وإنما دعوناك لنقررك أن عثمان قُتل مظلوماً وأن أباك قتله، فاستمع منهم ثم أجبهم ولا تمنعك وحدتك واجتماعهم أن تتكلم بكل لسان، فتكلم عمرو بن العاص، فحمد الله وصلى عَلَى رسوله ثم ذكر علياً عليه السلام فلم يترك شيئاً يعيبه به إلا قال، وقال: إنه شتم أبا بكر وكره خلافته وامتنع من بيعته ثم بايعه مكرهاً، وشارك في دم عمر وقتل عثمان ظلماً وادعى من الخلافة ما ليس له، ثم ذكر الفتنة يعيّره بها وأضاف إليه مساوىء وقال: إنكم يا بني عبد المطلب لم يكن الله ليعطيكم الملك على قتلكم الخلفاء واستحلالكم ما حرم الله من الدماء وحرصكم عَلَى الملك وإتيانكم ما لا يحل، ثم إنك يا حسن تحدث نفسك أن الخلافة صائرة إليك وليس عندك عقل ذلك ولا لبه، كيف ترى الله سبحانه سلبك عقلك وتركك أحمق قريش، يُسخر منك ويُهزأ بك وذلك لسوء عملك؛ وإنما دعوناك لنسبَّك وأباك، فأما أبوك فقد تفرد الله به وكفانا أمره، وأما أنت فإنك في أيدينا نختار فيك الخصال ولو قتلناك ما كان علينا إثم من الله ولا عيب من الناس، فهل تستطيع أن ترد علينا وتكذبنا؟ فإن كنت ترى أنا كذبنا في شيء فاردد علينا فيما قلنا وإلا فاعلم أنك وأباك ظالمان.c ¶ ثم تكلم الوليد بن عقبة بن أبي معيط فقال: ¶ ---",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "يا بني هاشم، إنكم كنتم أخوال عثمان فنعم الولد كان لكم فعرف حقكم، وكنتم أصهاره فنعم الصهر كان لكم يكرمكم فكنتم أول من حسده فقتله أبوك ظلماً لا عذر له ولا حجة، فكيف ترون الله طلب بدمه وأنزلكم منزلتكم، والله إن بني أمية خير لبني هاشم من بني هاشم لبني أمية: وإن معاوية خير لك من نفسك. ¶ ثم تكلم عتبة بن أبي سفيان فقال: ¶ يا حسن، كان أبوك شر قريش لقريش لسفكه لدمائها وقطعه لأرحامها، طويل السيف واللسان، يقتل الحيّ ويغيب الميت، وإنك ممن قتل عثمان ونحن قاتلوك به، وأما رجاؤك الخلافة فلست في زندها قادحاً ولا في ميراثها راجحاً؛ وإنكم يا بني هاشم قتلتم عثمان وإن في الحق أن نقتلك وأخاك به، فأما أبوك فقد كفانا الله أمره أقاد منه، وأما أنت فوالله ما علينا ـــ لو قتلناك بعثمان ـــ إثم ولا عدوان. ¶ ثم تكلم المغيرة بن شعبة فشتم علياً وقال: والله ما أعيبه في قضية يخون ولا في حكم يميل ولكنه قتل عثمان، ثم سكتوا. ¶ ثم تكلم الحسن عليه السلام فحمد الله وأثنى عليه وصلى عَلَى رسوله صلى الله عليه وسلم ثم قال: ¶ ---",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "أما بعد يا معاوية فما هؤلاء شتموني ولكنك شتمتني، فحشاً ألفته وسوء رأي عُرفت به، وخلقاً سيئاً ثبتّ عليه، وبغياً علينا وعداوة منك لمحمد وأهله ولكن اسمع يا معاوية واسمعوا فلأقولن فيك وفيهم ما هو دون ما فيكم، أنشدكم الله أيها الرهط، أتعلمون أن الذي شتمتموه منذ اليوم صلى القبلتين كليهما وأنت يا معاوية بهما كافر، تراها ضلالة وتعبد اللات والعزى غواية؟ وأنشدكم الله هل تعلمون أنه بايعه البيعتين كليهما، بيعة الفتح وبيعة الرضوان، وأنت يا معاوية بإحداهما كافر وبالأخرى ناكث، وأنشدكم الله، هل تعلمون أنه أول الناس إيماناً وأنك يا معاوية وأباك من المؤلفة قلوبهم، تسرون الكفر وتظهرون الإسلام وتستمالون بالأموال، وأنشدكم الله ألستم تعلمون أنه كان صاحب راية رسول الله صلى الله عليه وسلم يوم بدر وأن راية المشركين كانت مع معاوية ومع أبيه ثم لقيكم يوم أحد ويوم الأحزاب ومعه راية رسول الله صلى الله عليه وسلم ومعك ومع أبيك راية الشرك، وفي كل ذلك يفتح الله له ويفلج حجته وينصر دعوته ويصدق حديثه، ورسول الله صلى الله عليه وسلم في تلك المواطن كلهاعنه راضٍ وعليك وعلى أبيك ساخط، وأنشدك الله يا معاوية، أتذكر يوماً جاء أبوك على جمل أحمر وأنت تسوقه وأخوك عتبة هذا يقوده فرآكم رسول الله صلى الله عليه وسلم فقال: ((اللهم العن الراكب والقائد والسائق))، أتنسى يا معاوية الشعر الذي كتبته إلى أبيك لما همّ أن يسلم تنهاه عن ذلك: ¶ يا صخر لا تسلم يوماً فتفضحنا ¶ بعد الذين ببدر أصبحوا مزقا ¶ خالي وعمي وعم الأم ثالثهم ¶ وحنظل الخير قد أهدى لنا الأرقا ¶ لا تركنن إلى أمر تكلفنا ¶ والراقصات به في مكة الخرقا ¶ فالموت أهون من قول العداة لقد ¶ حاد ابن حرب عن العزى إذا فرقا ¶ ---",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "والله لما أخفيتَ من أمرك أكبر مما أبديتَ، وأنشدكم الله أيها الرهط أتعلمون أن علياً حرم الشهوات على نفسه بين أصحاب رسول الله صلى الله عليه وسلم فأنزل فيه: {يأَيُّهَا الَّذِينَ ءامَنُواْ لاَ تُحَرّمُواْ طَيّبَتِ مَآ أَحَلَّ اللَّهُ لَكُمْ} (المائدة: 87) وأن رسول الله صلى الله عليه وسلم بعث أكابر أصحابه إلى بني قريظة فنزلوا من حصنهم فهزموا، فبعث علياً بالراية فاستنزلهم على حكم الله وحكم رسوله وفعل في خيبر مثلها. ¶ ---",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "ثم قال يا معاوية: أظنك لا تعلم أني أعلم ما دعا به عليك رسول الله صلى الله عليه وسلم لما أراد أن يكتب كتاباً إلى بني خزيمة فبعث إليك ونهمك إلى أن تموت، وأنتم أيها الرهط نشدتكم الله، ألا تعلمون أن رسول الله صلى الله عليه وسلم لعن أبا سفيان في سبعة مواطن لا تستطيعون ردها، أولها: يوم كان رسول الله صلى الله عليه وسلم خارجاً من مكة إلى الطائف يدعو ثقيفاً إلى الدين فوقع به وسبه وسفهه وشتمه وكذبه وتوعده وهم أن يبطش به فلعنه الله ورسوله وصرف عنه، والثانية: يوم العير إذ عرض لها رسول الله صلى الله عليه وسلم وهي جائية من الشام فطردها أبو سفيان وساحل بها فلم يظفر بها المسلمون ولعنه رسول الله صلى الله عليه وسلم ودعا عليه فكانت وقعة بدر لأجلها، والثالثة: يوم أُحد حيث وقف تحت الجبل ورسول الله صلى الله عليه وسلم في أعلاه وهو ينادي أعل هبل مراراً فلعنه رسول الله صلى الله عليه وسلم عشر مرات ولعنه المسلمون، والرابعة: يوم جاء بالأحزاب وغطفان واليهود فلعنه رسول الله وابتهل، والخامسة: يوم جاء أبو سفيان في قريش فصدوا رسول الله صلى الله عليه وسلم عن المسجد الحرام والهدي معكوفاً أن يبلغ محله ذلك يوم الحديبية، فلعن رسول الله صلى الله عليه وسلم أبا سفيان ولعن القادة والأتباع، وقال: ((ملعونون كلهم وليس فيهم من يؤمن)) فقيل يا رسول الله، أما يرحب الإسلام لأحد منهم، فكيف باللعنة؟ فقال: ((لا تصيب اللعنة أحداً من الأتباع وأما القادة فلا يفلح منهم أحد))، والسادسة: يوم الجمل الأحمر، والسابعة: يوم وقفوا لرسول الله صلى الله عليه وسلم في العقبة ليستنفروا ناقته وكانوا اثني عشر رجلاً منهم أبو سفيان، فهذا لك يا معاوية. ¶ ---",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "وأما أنت يا ابن العاص فإن أمرك مشترك، وضعتك أمك مجهولاً عن عهر وسفاح، فتحاكم فيك أربعة من قريش فغلب عليك جزارها، ألأمهم حسباً وأخبثهم منصباً، ثم قام أبوك فقال: أنا شانىء محمد الأبتر، فأنزل الله فيه ما أنزل، وقاتلت رسول الله صلى الله عليه وسلم في جميع المشاهد وهجوته وآذيته بمكة وكدته كيدك كله، وكنت من أشد الناس له تكذيباً وعداوة ثم خرجت تريد النجاشي مع أصحاب السفينة لتأتي بجعفر وأصحابه إلى مكة، فلما أخطأك ما رجوت ورجعك الله خائباً وأكذبك واشياً، جعلت حدّك على صاحبك عمارة بن الوليد فوشيت به إلى النجاشي حسداً لما ارتكب من حليلته ففضحك الله وفضح أصحابك فأنت عدو بني هاشم في الجاهلية والإسلام، ثم إنك تعلم وكل هؤلاء الرهط يعلمون أنك هجوت رسول الله صلى الله عليه وسلم وسلم بسبعين بيتاً من الشعر، فقال رسول الله صلى الله عليه وسلم ((اللهم إني لا أقول الشعر ولا ينبغي لي، اللهم العنه بكل حرف ألف لعنة))، فعليك إذن من الله ما لا يحصى من اللعن، وأما ما ذكرت من أمر عثمان فأنت سعرت عليه الدنيا ناراً ثم لحقت بفلسطين، فلما أتاك قتله، قلت: أنا أبو عبد الله إذا نكأت قرحة أدميتها، ثم حبست نفسك إلى معاوية وبعت دينك بدنياه، فلسنا نلومك على بغض ولا نعاتبك على ود، وبالله ما نصرت عثمان حياً، ولا غضبت له مقتولاً، ويحك يا ابن العاص، ألست القائل في بني هاشم لما خرجت من مكة إلى النجاشي: ¶ تقول ابنتي أين هذا الرحيل ¶ وما السير مني بمستنكر ¶ فقلت ذريني فإني امرؤ ¶ أريد النجاشي في جعفر ¶ لأكويه عنده كية ¶ أقيم بها نخوة الأصعر ¶ وشانىء أحمد من بينهم ¶ وأقوالهم فيه بالمنكر ¶ وأجر إلى عتبة جاهداً ¶ ولو كان كالذهب الأحمر ¶ ولا أنثني عن بني هاشم ¶ وما استطعت في الغيب والمحضر ¶ فإن قبل العتب مني له ¶ وإلا لويت له مشفري ¶ فهذا جوابك هل سمعته؟ ¶ ---",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "وأما أنت يا وليد: فوالله ما ألومك على بغض عليّ وقد جلدك ثمانين في الخمر وقتل أباك بين يدي رسول الله صلى الله عليه وسلم وأنت الذي سماه الله فاسق وسمى علياً المؤمن حيث تفاخرتما فقلت له: اسكت يا عليّ فأنا أشجع منك جناناً وأطول لساناً، فقال لك عليّ اسكت يا وليد فأنا مؤمن وأنت فاسق، فأنزل الله تعالى في موافقته قوله: {أَفَمَن كَانَ مُؤْمِناً كَمَن كَانَ فَاسِقاً لاَّ يَسْتَوُونَ } (السجدة: 18) ثم أنزل فيك على موافقته قوله أيضاً: {إِن جَآءكُمْ فَاسِقُ بِنَبَإٍ فَتَبَيَّنُواْ} (الحجرات: 6) ويحك يا وليد مهما نسيت قريش فلا تنس قول الشاعر فيك وفيه: ¶ أنزل اللَّه والكتاب عزيز ¶ في عليّ وفي الوليد قرآنا ¶ فتبوأ الوليد إذ ذاك فسقاً ¶ وعليّ مبوأ إيمانا ¶ ليس من كان مؤمناً ـــ عمرك اللَّه ¶ ـــ كمن كان فاسقاً خوانا ¶ سوف يُدْعَى الوليد بعد قليل ¶ وعليّ إلى الحساب عيانا ¶ فعليّ يُجْزَى بذلك جناناً ¶ ووليد يُجْزَى بذاك هوانا ¶ رب جدَ لعقبة بن أبان ¶ لابس في بلادنا تبانا ¶ وما أنت وقريش، إنما أنت علج من أهل صفورية وأقسم بالله لأنت أكبر في الميلاد ممن تدعى إليه. ¶ وأما أنت يا عتبة، فوالله ما أنت بحصيف فأجيبك ولا عاقل فأحاورك وأعاتبك، وما عندي خير يرجى ولا شر يتقى، وما عقلك وعقل أَمَتك إلا سواء، وما يضرُّ علياً لو سببته عَلَى رؤوس الأشهاد، وأما وعيدك إياي بالقتل؛ فهلا قتلت اللحياني إذ وجدته عَلَى فراشك؟ أما تستحي من قول نصر بن حجاج فيك: ¶ يا للرجال وحادث الأزمان ¶ ولسبة تخزي أبا سفيان ¶ نبئت عتبة خانه في عرسه ¶ جنس لئيم الأصل من لحيان ¶ وبعد هذا ما أربأ بنفسي عن ذكره لفحشه، فكيف يخاف أحد سيفك ولم تقتل فاضحك، وكيف ألومك على بغض عليّ وقد قتل خالك الوليد مبارزة يوم بدر وشارك حمزة في قتل جدك عتبة وأوحدك من أخيك حنظلة في مقام واحد. ¶ ---",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "وأما أنت يا مغيرة، فلم تكن بخليق أن تقع في هذا وشبهه، وإنما مثلك مثل البعوضة إذ قالت للنحلة: استمسكي فإني طائرة عنك، فقالت النحلة: وهل علمت بك واقعة عليّ فأعلم بك طائرة عني، والله ما نشعر بعداوتك إيانا ولا اغتممنا إذ علمنا بها، ولا يشق علينا كلامك، وإن حد الله في الزنا لثابت عليك، ولقد درأ عمر عنك حقاً، الله سائله عنه، ولقد سألتَ رسول الله صلى الله عليه وسلم هل ينظر الرجل إلى المرأة يريد أن يتزوجها؟ فأجابك: لا بأس بذلك يا مغيرة ما لم ينو الزنا؛ لعلمه بأنك زانٍ، وأما فخركم علينا بالإمارة فإن الله تعالى يقول: {وَإِذَآ أَرَدْنَآ أَن نُّهْلِكَ قَرْيَةً أَمَرْنَا مُتْرَفِيهَا فَفَسَقُواْ فِيهَا فَحَقَّ عَلَيْهَا الْقَوْلُ فَدَمَّرْنَاهَا تَدْمِيرًا } (الإسراء: 16). ¶ ثم قام الحسن فنفض ثوبه فانصرف، فتعلق عمرو بن العاص بثوبه وقال: يا أمير المؤمنين قد شهدت قوله فيّ، وقذفه أمي بالزنا، وأنا مطالب له بحدِّ القذف، فقال معاوية: خلِّ عنه لا جزاك الله خيراً، فتركه، فقال معاوية: قد أنبأتكم أنه ممن لا تطاق عارضته ونهيتكم أن تسبوه فعصيتموني، والله ما قام حتى أظلم عليّ البيت، قوموا عني فلقد فضحكم الله وأخزاكم بترككم الحزم وعدولكم عن رأي الناصح المشفق، والله المتسعان اهـ. ¶ ---",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "هذه محاورة من أعجب ما قرأناه من المحاورات، انتصر فيها الحسن انتصاراً مبيناً على زعماء بني أمية فتركهم لا يدرون ماذا يقولون، تركهم باهتين حائرين مخذولين، وقد دل الحسن برده عليهم أنه خطيب مفوه لا يتلجلج ولا يتلعثم ولا يخشى في الحق لومة لائم، ولا يرهب التهديد والوعيد، ولا يبالي بسطوة الحاكم، بل إن رده عليهم بهذه القوة، أعظم برهان على حدة ذهنه وحضور بديهته وقوة عارضته وشجاعة الفائقة، إن من يتكلم بهذا الكلام أمام معاوية، لا يرمى بالجبن والكسل، وحب الدعة كما ادعت دائرة المعارف الإسلامية في ترجمة الحسن، ولا يقال عنه إنه ترك الخلافة لمعاوية حباً في الدعة ولإقباله على الشهوات، تلك تهم اعتدنا أن نقرأها في الصحف التي لوثتها جماعة من المستشرقين الذين دأبوا على الطعن في أبطال المسلمين تشويهاً لفضائلهم، وحطًّا من مقامهم في عيون من يعظمونهم ويحترمونهم. ¶ إن بني أمية كانت تحقد عَلَى عليّ وأبنائه وقد أعماهم البغض فصاروا يسبونهم في كل مناسبة، فإن أعوزتهم الظروف والمناسبات احتالوا عليها. ¶ اجتمع هؤلاء النفر عند معاوية، فأرادوا أن يتفكهوا بالطعن على الحسن فاستحضروه ليسبوه ويهددوه مع أنه سالمهم وسلم الأمر لمعاوية تجنباً لإراقة الدماء واعتكف بالمدينة تاركاً لهم الأمر يفعلون ما يشاؤون. ¶ ومع هذا لم يخلص من ألسنتهم ومعاكستهم، وكان عمرو بن العاص يحرض معاوية على التحكك به، ومعاوية ينهاه، علماً منه بقوة عارضة الحسن. ¶ ---",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "فلما حضر، أخذ عمرو يعيب عليًّا رضي الله عنه وصرّح أنهم دعوه ليسبوه ويسبوا أباه، ثم تكلم الوليد وعتبة والمغيرة كل بدوره والحسن يسمع شتمهم وتهديدهم إياه بالقتل وهو رابط الجأش مستجمع لحواسه فلما أفرغوا ما في جعبتهم، دافع عن أبيه فأجمل مناقبه، وذكر ما كان من إسلامه وحسن بلائه في سبيل نشر الدين وما كان من عداء أبي سفيان ومعاوية للإسلام، وكان الحسن عالماً بالتاريخ والوقائع، عارفاً بسير الرجال، حافظاً للأشعار، ثم خاطب عمرو بن العاص وذكر نسبه ومسيره إلى الحبشة للإيقاع بجعفر والمسلمين والمهاحرين ومحاربته لرسول الله، وقال للوليد: إنه جُلد في الخمر وإن عليًّا هو الذي جلده وكان ذلك في خلافة عثمان إلخ إلخ. ¶ قال ذلك كله بصراحة متناهية وجرأة عجيبة، وقد استحقوا ما سمعوا منه فإن الشر لا يدفعه إلا الشر، فغضب معاوية عليهم وأمرهم بالخروج وقد كان وكانوا في غنى عن ذلك كله، وشهد معاوية للحسن بأنه ممن لا تطاق عارضته، ولا غرو في ذلك فإن جده رسول الله وأمه فاطمة الزهراء وأباه عليّ الذي بهر الأعداء بشجاعته وفاق الفصحاء بفصاحته وبز الحكماء بحكمه. ¶ تدبير معاوية لتولية ابنه يزيد الخلافة ¶ اشترط الحسن على معاوية أن تكون له الخلافة بعده، وكان معاوية استعمل على الكوفة المغيرة بن شعبة، ثم همّ أن يعزله ويولي سعيد بن العاص، فلما بلغ ذلك المغيرة، قدم الشام على معاوية فقال: ¶ يا أمير المؤمنين قد علمت ما لقيت هذه الأمة من الفتنة والاختلاف وفي عنقك الموت، وأنا أخاف إن حدث بك حدث أن يقع الناس في مثل ما وقعوا فيه بعد قتل عثمان، فاجعل للناس بعدك علماً يفزعون إليه، واجعل ذلك يزيد ابنك. ¶ قال ذلك المغيرة بعد أن علم أن مركزه مهدد وبعد أن بلغه أن معاوية يريد عزله، فأراد أن يتزلف إلى معاوية بترشيح ابنه يزيد للخلافة لأن ذلك يرضيه ويرضي يزيد. ¶ ---",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "ففكر معاوية في ذلك، ثم بدا له أن يأخذ برأي المغيرة، فلما اجتمعت وفود الأمصار بدمشق وفيهم الأحنف بن قيس، دعا معاوية الضحاك بن قيس الفهري فقال له: إذا جلستُ على المنبر وفرغتُ من بعض موعظتي وكلامي، فاستأذني للقيام، فإذا أذنت لك، فاحمد الله تعالى واذكر يزيد وقل فيه الذي يحق له عليك من حسن الثناء عليه، ثم ادعني إلى توليته من بعدي؛ فإني رأيت وأجعت على توليته، فأسأله الله في ذلك وفي غيره الخيرة وحسن القضاء فمعاوية يملي إرادته على الضحاك. ¶ ثم دعا عبد الرحمن بن عثمان الثقفي وعبد الله بن مسعَدَة الفزاري وثور بن معن السلمي وعبد الله بن عصام الأشعري، فأمرهم أن يقوموا إذا فرغ الضحاك وأن يصدقوا قوله ويدعوه إلى يزيد. ¶ فلما جلس معاوية على المنبر وفرغ من بعض موعظته وهؤلاء النفر في المجلس قد قعدوا للكلام، قام الضحاك بن قيس، فاستأذن في الكلام فأذن له، فحمد الله وأثنى عليه ثم قال: ¶ ---",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "أصلح الله أمير المؤمنين وأمتع به، إنا قد بلونا الجماعة والألفة، والاختلاف والفرقة، فوجدناها ألم لشعثنا وأمنة لسبلنا وحاقنة لدمائنا وعائدة علينا في عاجل ما نرجو به الجماعة من الألفة، ولا خير لنا أن نترك سدى والأيام عوج رواجع، والله يقول: {كُلَّ يَوْمٍ هُوَ فِى شَأْنٍ} (الرحمن: 29)، ولسنا ندري ما يختلف به العصران، وأنت يا أمير المؤمنين ميت كما مات من كان قبلك من أنبياء الله وخلفائه، نسأل الله تعالى بك المتاع، وقدرأينا من دعة يزيد بن أمير المؤمنين وحسن مذهبه وقصد سيرته ويمن نقيبته، مع ما قسم الله له من المحبة في المسلمين والشبه بأمير المؤمنين في عقله وسياسته وشيمته المرضية ما دعانا إلى الرضا به في أمورنا والقنوع به في الولاية علينا، فليوله أمير المؤمنين ـــ أكرمه الله ـــ عهده، وليجعله به في الولاية علينا فليوله أمير المؤمنين، وليجعله لنا ملجأ ومفزعاً بعده نأوي إليه إن كان كون، فإنه ليس أحد أحق بها منه، فاعزم على ذلك، عزم الله لك في رشدك، ووفقك في أمورنا. ¶ فالضحاك أطاع أمر معاوية ومدح يزيد وجعله كمعاوية، أما قوله: فإنه ليس أحد أحق بها منه، فهذا كذب صريح ونفاق واضح. ¶ ثم قام عبد الرحمن بن عثمان الثقفي، فحمد الله وأثنى عليه ثم قال: ¶ --- ¶ أصلح الله أمير المؤمنين، إنا قد أصبحنا في زمان مختلفة أهواؤه، قد احدودبت علينا سُيَسَاؤه، واقطوطبت علينا أدواؤه، وأناخت علينا أنباؤه، نحن نشير عليك بالرشاد، وندعوك إلى السداد، وأنت يا أمير المؤمنين أحسننا نظراً، وأثبتنا بصراً، ويزيد ابن أمير المؤمنين قد عرفنا سيرته، وبلونا علانيته ورضينا ولايته، وزادنا بذلك انبساطاً وبه اغتباطاً مع ما منحه الله من الشبه بأمير المؤمنين والمحبة في المسلمين، فاعزم على ذلك ولا تضيق به ذرعاً، فالله تعالى يقيم به الأود، ويردع به الألد، ويؤمن به السبل، ويجمع به الشمل، ويعظم به الأجر ويحسن به الذخر ثم جلس.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "فقام ثور بن معن السلمي، فحمد الله وأثنى عليه ثم قال: ¶ أصلح الله أمير المؤمنين، إنا قد أصبحنا في زمان صاحبه شاغب، وظله ذاهب، مكتوب علينا فيه الشقاء والسعادة، وأنت يا أمير المؤمنين ميت نسأل الله بك المتاع، ويزيد بن أمير المؤمنين، أقدمنا شرفاً وأبذلنا عرفاً، وقد دعانا إلى الرضا به والقنوع بولايته والحرص عليه والاختيار له ما قد عَرفنا من صدق لسانه ووفائه وحسن بلائه، فاجعله لنا بعدك خلفاً؛ فإنه أوسعنا كنفاً وأقدمنا سلفاً، وهو رتق لما فتق، وزمام لما شعث ونكال لمن فارق ونافق، وسلم لمن واظب وحافظ للحق، أسأل الله لأمير المؤمنين أفضل البقاء والسعادة والخير فيما أراد والتوطن في البلاد وصلاح أمر جميع البلاد. ¶ ثم قام عبد الله بن عصام، فحمد الله وأثنى عليه ثم قال: ¶ --- ¶ أصلح الله أمير المؤمنين وأمتع به، إنا قد أصبحنا في دنيا منقضية، وأهواء منجذمة نخاف حدها، وننتظر جدها شديد منحدرها، كثير وعرها شامخة مراقيها، ثابتة مراتبها، صعبة مراكبها، فالموت يا أمير المؤمنين وراءك ووراء العباد، لا يخلد في الدنيا أحد، ولا يبقى لنا أمد، وأنت يا أمير المؤمنين مسؤول عن رعيتك، ومأخوذ بولايتك، وأنت أنظر للجماعة، وأعلى عيناً بحسن الرأي لأهل الطاعة، وقد هديت ليزيد في أكمل الأمور وأفضلها رأياً وأجمعها رضاً، فاقطع بيزيد قالة الكلام، ونخوة المبطل، وشعث المنافق، واكبت به الباذخ المعادي؛ فإن ذلك ألم للشعث وأسهل للوعث، فاعزم عَلَى ذلك ولا تترامَ بك الظنون. ¶ ثم قام عبد الله بن سعدة الفزاري، فحمد الله وأثنى عليه ثم قال:",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "أصلح الله أمير المؤمنين وأمتع به، إن الله قد آثرك بخلافته، واختصك بكرامته، وجعلك عصمة لأوليائه، وذا نكاية لأعدائه، فأصبحت بأنعمه جذلاً، ولما حملك محتملاً، يكشف الله تعالى بك العمى، ويهدي بك العدا ويزيد بن أمير المؤمنين أحسن الناس برعيتك رأفة، وأحقهم بالخلافة بعدك، قد ساس الأمور، وأحكمته الدهور، ليس بالصغير الفهيه، ولا بالكبير السفيه، قد احتجن المكارم، وارتجي لحمل العظائم، وأشد الناس في العدا نكاية، أحسنهم صنعاً في الولاية، وأنت أغنى بأمرك، وأحفظ لوصيتك، وأحرز لنفسك، أسأل الله لأمير المؤمنين العافية في غير جهد والنعمة في غير تغيير. ¶ فقال معاوية: ¶ أو كلكم قد أجمع على هذا رأيه؟. ¶ فقالوا: كلنا قد أجمع رأيه عَلَى ما ذكرنا. ¶ قال: فأين الأحنف؟ فأجابه، قال: ألا تتكلم؟. ¶ فقام الأحنف، فحمد الله وأثنى عليه ثم قال: ¶ --- ¶ أصلح الله أمير المؤمنين، إن الناس قد أمسكوا في منكر زمان قد سلف، ومعروف زمان مُؤتنف، ويزيد بن أمير المؤممنين نعم الخلف، وقد حلبت الدهر أشطره يا أمير المؤمنين فاعرف من تسند إليه الأمر من بعدك، ثم اعص أمر من يأمرك، ولا يغررك من يشير عليك ولا ينظر لك؛ وأنت أنظر للجماعة، وأعلم باستقامة الطاعة مع أن أهل الحجاز أو أهل العراق لا يرضون بهذا، ولا يبايعون ليزيد ما كان الحسن حيًّا. ¶ فغضب الضحاك بن قيس فقام الثانية فحمد الله وأثنى عليه ثم قال: ¶ أصلح الله أمير المؤمنين، إن أهل النفاق من أهل العراق، مروءتهم في أنفسهم الشقاق، وأُلفتهم في دينهم الفراق، يرون الحق على أهوائهم، كما ينظرون بأقفائهم، اختالوا جهلاً وبطراً لا يرقبون من الله راقبة؛ ولا يخافون وبال عاقبة اتخذوا إبليس لهم رباً؛ واتخذهم إبليس حزباً فمن يقاربوه لا يسروه، ومن لا يفارقوه لا يضروه.H",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "فادفع رأيهم يا أمير المؤمنين في نحورهم وكلامهم في صدورهم ما للحسن وذوي الحسن في سلطان الله الذي استخلف به معاوية في أرضه، هيهات، لا تورث الخلافة عن كلالة، ولا يحجب غير الذكر العصبة، فوطنوا أنفسكم يا أهل العراق على المناصحة لإمامكم وكاتب نبيكم وصهره، يسلم لكم العاجل وتربحوا من الآجل. ¶ ثم قام الأحنف بن قيس فحمد الله وأثنى عليه وقال: ¶ --- ¶ يا أمير المؤمنين، إنا قد فررا عنك قريشاً فوجدناك أكرمها زنداً وأشدها عقداً وأوفاها عهداً، وقد علمت أنك لم تفتح العراق عنوة ولم تظهر عليها قعصاً، ولكنك أعطيت الحسن بن عليّ من عهود الله ما قد علمت ليكون له الأمر من بعدك، فإن تف، فأنت أهل الوفاء، وإن تعذر تعلم والله إن وراء الحسن خيولاً جياداً وأذرعاً شداداً وسيوفاً حداداً، إن تدن له شبراً من غدر، تجد وراءه باعاً من نصر، وإنك تعلم أهل العراق ما أحبوك منذ أبغضوك ولا أبغضوا عليًّا وحسناً منذ أحبوهما، وما نزل عليهم في ذلك خير من السماء، وإن السيوف التي شهروها عليك مع عليّ يوم صفين لعلى عواتقهم، والقلوب التي أبغضوك بها لبين جوانحهم، وأيم الله إن الحسن لأحب إلى أهل العراق من عليّ. ¶ ثم قام عبد الله بن عثمان الثقفي فحمد الله وأثنى عليه ثم قال:",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "أصلح الله أمير المؤمنين، إن رأي الناس مختلف، وكثير منهم منحرف لا يدعون أحداً إلى رشاد، ولا يجيبون داعياً إلى سداد، مجانبون لرأي الخلفاء، مخالفون لهم في السنة والقضاء، وقد وقفت ليزيد في أحسن القضية وأرضاها لحمل الرعية، فإذا خار الله لك فاعزم ثم اقطع قالة الكلام، فإن يزيد أعظمنا حلماً وعلماً، وأوسعنا كنفاً، وخيرنا سلفاً، قد أحكمته التجارب وقصدت به سبل المذاهب، فلا يصرفنك عن بيعته صارف، ولا يقفن بك دونها واقف ممن هو شاسع عاص ينوص للفتنة كل مناص، لسانه ملتو وفي صدره داء دويّ، إن قال فشر قائل، وإن سكت فداء غائل، قد عرفت من هم أولئك وما هم عليه لك من المجانبة للتوفيق والكلف للتفريق، فأجل ببيعته عنا الغمة واجمع به شمل الأمة، فلا تحد عنه إذا هديت له ولا تنش عنه إذا وقفت له، فإن ذلك الرأي لنا، ولك الحق علينا وعليك، أسأل الله العون وحسن العاقبة لنا ولك بمنه. ¶ فقام معاوية فقال: ¶ --- ¶ أيها الناس إن لإبليس من الناس إخواناً وخلاناً، بهم يستعدي وإياهم يستعين، وعلى ألسنتهم ينطق، إن رجوا طمعاً أوجفوا، وإن استغنى عنهم أرجفوا، ثم يلحقون الفتن بالفجور ويشققون لها حطب النفاق، عيابون مرتابون إن لووا عروة أمر حنقوا، وإن دعوا إلى غيّ أسرفوا، وليسوا أولئك بمنتهين ولا بمقلعين ولا متعظين حتى تصيبهم صواعق خزي وبيل، وتحل بهم قوارع أمر جليل، تجتث أصولهم كاجتثاث أصول الفقع، فأولى لأولئك ثم أولى فإنا قد قدمنا وأنذرنا إن أغنى التقدم شيئاً أو نفع النذر. ¶ فدعا معاوية الضحاك فولاه الكوفة ـــ وترك المغيرة، ودعا عبد الرحمن فولاه الجزيرة، ثم قام أبو خنيف فقال: ¶ يا أمير المؤمنين: إنا لا نطيق ألسنة مضر وخطبها، أنت يا أمير المؤمنين فإن هلكت فيزيد بعدك، فمن أبى فهذا، وسلَّ سيفه، فقال معاوية: أنت أخطب القوم وأكرمهم. ¶ قم قام الأحنف بن قيس فقال:",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "أنت أعلمنا بليله ونهاره، وبسره وعلانيته، فإن كنت تعلم أنه شر لك فلا تزوّده الدنيا وأنت صائر إلى الآخرة، فإنه ليس لك من الآخرة إلا ما طاب، واعلم أنه لا حجة لك عند الله إن قدمت يزيد على الحسن والحسين وأنت تعلم من هما وإلى ما هما، وإنما علينا أن نقول سمعنا وأطعنا ربنا وإليك المصير. ¶ --- ¶ هذا ما دبره معاوية ليولي ابنه يزيد الخلافة بعده، وفي ذلك نقض لما شرطه عليه الحسن، وقد سمع معاوية الخطباء الذين تكلموا فمدحوا يزيد وأثنوا عليه ثناء عاطراً وطلبوا توليته لاستحقاقه، وقد أجمعوا على ذلك بناء على إيعاز سابق، ولم يخالفهم غير الأحنف بن قيس، وكان كما ذكرنا في الهامش من دهاة العرب وعقلائهم، فإنه دعا معاوية إلى الوفاء للحسن وصرح له أن وراء الحسن خيولاً وجياداً وأذرعاً شداداً وسيوفاً حداداً، أي أن له شيعة قوية تسنده وتحارب من أجله، وفي هذا تهديد ووعيد، لم يرد عليه معاوية حتى قال له: واعلم أنه لا حجة لك عند الله إن قدّمت يزيد على الحسن والحسين وأنت تعلم من هما، لم يرد عليه لأنه لم يشاء إثارة هذا الموضوع في مجتمع حافل فيه من يقدِّر عليًّا وأولاده ومن يفضل الحسن على يزيد، فأعرض معاوية عن ذكر البيعة حتى قدم المدينة سنة 50هـ فتلقاه الناس، فلما استقر في منزله أرسل إلى عبد الله بن عباس وعبد الله بن جعفر بن أبي طالب وإلى عبد الله بن عمر وإلى عبد الله بن الزبير وأمر حاجبه أن لا يؤذن لأحد من الناس حتى يخرج هؤلاء النفر، فلما جلسوا تكلم معاوية فقال:",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "الحمد لله الذي أمرنا بحمده ووعدنا عليه ثوابه، نحمده كثيراً كما أنعم علينا كثيراً، وأشهد أن لا إله إلا الله وحده لا شريك له وأن محمداً عبده ورسوله، أما بعد: فإني قد كبر سني ووهن عظمي وقرب أجلي وأوشكت أن أُدعى فأجيب، وقد رأيت أن أستخلف عليكم بعدي يزيد، ورأيته لكم رضا وأنتم عبادلة قريش وخيارها، وأبناء خيارها، ولم يمنعني أن أحضر حسناً وحسيناً إلا أنهما أولاد أبيهما، على حسن رأيي فيهما وشديد محبتي لهما، فردوا على أمير المؤمنين خيراً رحمكم الله. ¶ رد عبد الله بن عباس على معاوية ¶ فتكلم عبد الله بن عباس فقال: ¶ --- ¶ الحمد لله الذي ألهمنا أن نحمده، واستوجب علينا الشكر على آلائه وحسن بلائه، وأشهد أن لا إله إلا الله وحده لا شريك له وأن محمداً عبده ورسوله وصلى الله على محمد وآل محمد، أما بعد فإنك قد تكلمت فأنصتنا وقلت فسمعنا، وإن الله جل ثناؤه وتقدست أسماؤه اختار محمداً صلى الله عليه وسلم لرسالته واختاره لوحيه وشرّفه على خلقه، فأشرف الناس من تشرّف به وأولاهم بالأمر أخصهم به، وإنما على الأمة التسليم لنبيها إذ اختاره الله لها، فإنه إنما اختار محمداً بعلمه وهو العليم الخبير والله لي ولكم. ¶ أشار ابن عباس إلى أن أقارب النبي هم أولى بالأمر ولم يخص الحسن والحسين. ¶ رد عبد اللَّه بن جعفر",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "الحمد لله أهل الحمد ومنتهاه نحمده على إلهامنا حمده ونرغب إليه في تأدية حقه، وأشهد أن لا إله إلا هو واحداً صمداً، لم يتخذ صاحبة ولا ولداً، وأن محمداً عبده ورسوله صلى الله عليه وسلم أما بعد: فإن هذه الخلافة إن أخذ فيه بالقرآن فأولو الأرحام بعضهم أولى ببعض في كتاب الله، وإن أخذ فيها بسنة رسول الله فأولو رسول الله، وإن أخذ فيها بسنة الشيخين أبي بكر وعمر فأي الناس أفضل وأكمل وأحق بهذا الأمر من آل الرسول، وأيم الله لو ولوه بعد نبيهم لوضعوا الأمر موضعه لحقه وصدقه ولأُطيع الرحمن وعُصي الشيطان، وما اختلف في الأمة سيفان، فاتق الله يا معاوية فإنك قد صرت راعياً ونحن رعية، فانظر لرعيتك فإنك مسؤول عنها غداً، وأما ما ذكرت من ابني عمي وتركك أن تحضرهما، فوالله ما أصبت الحق ولا يجوز لك ذلك إلا بهما وإنك لتعلم أنهما معدن العلم والكرم، فقل أو دع، وأستغفر الله لي ولكم. ¶ صرّح عبد الله بن جعفر أن أولي الأرحام أولى، وبعبارة أخرى أولي رسول الله وقال: إنه كان ينبغي لمعاوية أن يستدعي الحسن والحسين. ¶ رد عبد الله بن الزبير ¶ --- ¶ الحمد لله الذي عرفنا دينه وأكرمنا برسوله، وأحمده على ما أبلى وأولى وأشهد أن لا إله إلا الله وأن محمداً عبده ورسوله، أما بعد: فإن هذه الخلافة لقريش خاصة تتناولها بمآثرها السنية، وأفعالها المرضية مع شرف الآباء وكرم الأبناء، فاتق الله يا معاوية وأنصف من نفسك فإن هذا عبد الله بن عباس ابن عم رسول الله صلى الله عليه وسلم وهذا عبد الله بن جعفر ذو الجناحين ابن عم رسول الله وأنا عبد الله بن الزبير ابن عمة رسول الله صلى الله عليه وسلم وعليّ خلّف حسناً وحسيناً، وأنت تعلم من هما وما هما، فاتق الله يا معاوية وأنت الحاكم بيننا وبين نفسك. ¶ رد عبد الله بن عمر",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "الحمد لله الذي أكرمنا بدينه وشرفنا بنبيه صلى الله عليه وسلم أما بعد: فإن هذه الخلافة ليست بهرقليّة ولا قيصرية ولا كسراوية يتوارثها الأبناء عن الآباء، ولو كان كذلك، كنتُ القائم بها بعد أبي، فوالله ما أدخلني مع الستة من أصحاب الشورى إلا على أن الخلافة ليست شرطاً مشروطاً وإنما هي في قريش خاصة لمن كان لها أهلاً ممن ارتضاه المسلمون لأنفسهم من كان أتقى وأرضى، فإن كنت تريد الفتيان من قريش، فلعمري إن يزيد من فتيانها واعلم أنه لا يغني عنك من الله شيئاً. ¶ تعقيب معاوية على كلام العبادلة ¶ قد قلت وقلتم، وإنه قد ذهبت الآباء وبقيت الأبناء، فابني أحب إليّ من أبنائهم مع أن ابني إن قاولتموه، وجد مقالاً، وإنما كان هذا الأمر لبني عبد مناف لأنهم أهل رسول الله، فلما مضى رسول الله صلى الله عليه وسلم ولّى الناس أبا بكر وعمر من غير معدن الملك ولا الخلافة، غير أنهما سارا بسيرة جميلة، ثم رجع الملك إلى بني عبد مناف فلا يزال فيهم إلى يوم القيامة، وقد أخرجك الله يا ابن الزبير وأنت يا ابن عمر منها، فأما ابنا عمي هذان فليسا بخارجين من الرأي إن شاء الله. ¶ --- ¶ ثم أمر بالرحلة وأعرض عن ذكر البيعة ليزيد ولم يقطع عنهم شيئاً من صلاتهم، ثم انصرف راجعاً إلى الشام، وسكت عن البيعة، فلم يعرض لها إلى سنة إحدى وخمسين. ¶ وفاة الحسن رضي الله عنه سنة 49هـ (669م) ¶ توفي الحسن رضي اللهعنه بالمدينة سنة 49 هجرية بعدما مضى من إمارة معاوية عشر سنين. ¶ ودفن بالبقيع وصلى عليه سعيد بن العاص وكان أميراً بالمدينة، قدمه الحسين للصلاة على أخيه رضي الله عنهما، وقال: لولا أنها سنة ما قدمتك. ¶ وقد سمَّته امرأته جعدة بنت الأشعث بن قيس الكندي، وقالت طائفة كان ذلك منها بتدسيس معاوية إليها وما بذل لها في ذلك وكان لها ضرائر، غير أن هذا غير ثابت، وبقي مريضاً أربعين يوماً.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "ودخل الحسين عَلَى الحسن رضي الله عنهما في مرضه فقال: يا أخي، إني سقيت السم ثلاث مرات، فلم أسق مثل هذه المرة، إني لأضع كبدي، فقال الحسين: من سقاك يا أخي؟ قال: ما سؤالك عن هذا؟ أتريد أن تقاتلهم، كِلْهم إلى الله. ¶ ولما حضرته الوفاة قال للحسين أخيه: ¶ --- ¶ يا أخي إن أبانا رحمه الله تعالى لما قبض رسول الله صلى الله عليه وسلم استشرف لهذا الأمر ورجا أن يكون صاحبه، فصرفه الله عنه ووليها أبو بكر، فلما حضرت أبا بكر الوفاة، تشوّف إليها أيضاً ــــ أي تشوّف إلى الخلافة ــــ فصرفت عنه إلى عمر، فلما احتضر عمر، جعلها شورى بين ستة هو أحدهم، فلم يشك أنها لا تعدوه، فصرفت عنه إلى عثمان، فلما هلك عثمان بويع ثم نوزع حتى جرد السيف وطلبها، فما صفا له شيء منها، وإني والله ما أرى أن يجمع الله فينا أهل البيت النبوة والخلافة، فلا أعرفنك استخفك سفهاء أهل الكوفة فأخرجوك، وقد كنت طلبت إلى عائشة إذا مت أن تأذن لي فأدفن في بيتها مع رسول الله صلى الله عليه وسلم فقالت: نعم، وإني لا أدري لعل ذلك كان منها حياء، فإذا أنا مت فاطلب ذلك إليها، فإن طابت نفسها فادفني في بيتها، وما أظن إلا القوم سيمنعونك إذا أردتَ ذلك، فإن فعلوا فلا تراجعهم في ذلك وادفني في بقيع الغرقد. ¶ ---",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "فلما مات الحسن أتى الحسين عائشة فطلب ذلك إليها فقالت: نعم وكرامة، فبلغ ذلك مروان، فقال؛ كذب وكذبت، والله لا يدفن هناك أبداً، منعوا عثمان من دفنه في المقبرة ويريدون دفن الحسن في بيت عائشة، فبلغ الحسين فدخل هو ومن معه في السلاح، فبلغ ذلك مروان فتسلح أيضاً، فبلغ ذلك أبا هريرة فقال: والله ما هو إلا ظلم يمنع الحسن أن يدفن مع رسول الله صلى الله عليه وسلم إنه لابن رسول الله، ثم انطلق إلى الحسين وناشده الله، وقال له: أليس قد قال أخوك إن خفت أن يكون قتال فردوني إلى مقبرة المسلمين؟ فلم يزل به حتى فعل وحمله إلى البقيع فلم يشهده يومئذٍ من بني أمية إلا سعيد بن العاص، وكان يومئذٍ أميراً عَلَى المدينة فتركوه، فشهد دفنه في المقبرة وقال: هي السنة وخالد بن الوليد بن عقبة ناشد بني أمية أن يخلوه يشاهد الجنازة فتركوه فشهد دفنه، ودفن إلى جنب جدته فاطمة بنت أسد، والعجب أن لا يحتفل بنو أمية بدفن الحسن رضي الله عنه مع أنه صالح معاوية وحقن دماء المسلمين ولم يرق دماً فكان مسالماً كارهاً للقتال ومع ذلك احتفل المسلمون بدفنه احتفالاً مهيباً وكثر الزحام واشتد، قال ثعلبة بن أبي مالك: ¶ شهدت الحسن يوم مات ودفن في البقيع، فلقد رأيت البقيع لو طرحت فيه إبرة ما وقعت إلا عَلى رأس إنسان ـــ وذلك لشدة الزحام ـــ وأقام نساء بني هاشم عليه النواح شهراً ولبسوا الحداد سنة. ¶ وكان عمره رضي الله عنه حين مات 47 سنة وكانت مدة خلافته ستة أشهر وخمسة أيام. ¶ إن جميع المصادر العربية تقول: إن الحسن مات مسموماً، لكن دائرة المعارف الإسلامية التي ألفها جماعة من المستشرقين زعمت أنه مات بمرض السل لإفراطه في الشهوة فهو على ذلك ليس بسيد الشهداء وقالت: إنه مات في الخامسة والأربعين من عمره، وقال النجاشي الشاعر يرثه: ¶ جعدة بكيه ولا تسأمي ¶ بعد بكاء المعول الثاكل ¶ لم يسبل الستر على مثله ¶ في الأرض من حاف ومن ناعل ¶ كان إذا شبت له ناره ¶ ---",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "يرفعها بالسند الغاتل ¶ كيما يراها بائس مرمل ¶ وفرد قوم ليس بالآهل ¶ يغلي بنيء اللحم حتى إذا ¶ أنضجه لم يغل كل آكل ¶ أعني الذي أسلمنا هلكه ¶ للزمن المستخرج الماحل ¶ وقال آخر: ¶ تأسّ فكم لك من سلوة ¶ تفرّج عنك غليل الحزن ¶ بموت النبيّ وقتل الوصيّ ¶ وقتل الحسين وسم الحسن ¶ هذا وقد صرح الحسن لأخيه الحسين أنه سقي السم ثلاث مرات، وإن لم يصرح له بمن سقاه، قال ابن خلدون: وما ينقل من أن معاوية دس إليه السم مع زوجه جعدة بنت الأشعث فهو من أحاديث الشيعة وحاشا لمعاوية من ذلك. ¶ وقع نعي الحسن ¶ رضي الله عنه عَلَى معاوية ¶ وفد عبد الله بن عباس عَلَى معاوية، قال: فوالله إن لفي المسجد إذ كبر معاوية في الخضراء، فكبر أهل الخضراء ثم كبر أهل المسجد بتكبير أهل الخضراء، فخرجت فاختة بنت قرظة بن عمرو بن نوفل من خوخة لها فقالت: سرّك الله يا أمير المؤمنين، ما هذا الذي بلغك فسررت به؟ قال: موت الحسن بن علي، فقالت: إنا لله وإنا إليه راجعون، ثم بكت، وقالت: مات سبط سيد المرسلين وابن بنت رسول الله صلى الله عليه وسلم فقال معاوية: نعما والله ما فعلت إنه كان كذلك أهلاً أن يبكى عليه، ثم بلغ الخبر ابن عباس رضي الله عنهما فراح فدخل عَلَى معاوية، فقال معاوية: علمت يا ابن عباس أن الحسن توفي، قال: ألذلك كبّرت؟ قال: نعم، قال: والله ما موته بالذي يؤخر أجلك ولا حفرته بسادّة حفرتك، ولئن أصبنا به فقد أصبنا بسيد المرسلين وإمام المتقين ورسول رب العالمين، ثم بسيد الأوصياء فجبر الله تلك المصيبة ورفع تلك العبرة، فقال: ويحك يا ابن عباس ما كلمتك إلا وجدتك معدًّا. ¶ بيعة معاوية لابنه يزيد ¶ ---",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "لم يلبث معاوية بعد وفاة الحسن إلا يسيراً حتى بايع ليزيد بالشام وكتب بيعته إلى الآفاق وكتب بذلك إلى مروان بن الحكم، عامله على المدينة وأمره بجمع من قِبله من قريش وغيرهم من أهل المدينة ليبايعوا ليزيد، فكتب إليه مروان أن قريشاً أبت مبايعته، فعزله معاوية وولى مكانه سعيد بن العاص، فغضب مروان ودخل عليه وقال له فيما قال: أقم الأمر يا ابن ـــ أبي ـــ سفيان، واهدأ من تأميرك الصبيان، واعلم أن لك في قومك نظراً، وأن لهم على مناوأتك وزراً. ¶ أما سعيد بن العاص، فدعا أهل المدينة إلى البيعة ليزيد وأخذهم بالعزم والشدة كما أمره معاوية، فأبطأ عنه الناس ولم يجبه أحد من بني هاشم، وجاهر عبد الله بن الزبير بالعداوة، فأرسل معاوية كتباً إلى عبد الله بن عباس وإلى عبد الله بن الزبير وإلى عبد الله بن جعفر وإلى الحسين، وأمر سعيداً أن يوصلها إليهم وأن لا يشتد على الحسين وأن يحذر ابن الزبير، لكنهم ردوا عليه مظهرين كراهيتهم لبيعة يزيد، وظل الأمر كذلك إلى أن خرج معاوية حاجًّا ثم عاد إلى المدينة ففاوضهم لكنه لم ينجح في استمالتهم وأخيراً رجع إلى الشام. ¶ أما يزيد، فكان الشائع عنه أنه يشرب الخمر، ويلهو بالقيان ويستهتر بالفواحش ومن شعره: ¶ جاءت بوجه كأن البدر يُرْقعُه ¶ نوراً على مائس كالغصن معتدلِ ¶ إحدى يديها تعاطيني مشعشعة ¶ كخدها عَصْفَرَته صِبْغةُ الخَجَلِ ¶ ثم استبدت وقالت وهي عالمة ¶ بما تقول وشمسُ الراح لم تَفِلِ ¶ لا ترحلن فما أبقيتَ من جَلَدي ¶ ما أستطيع به توديع مُرتَحِلِ ¶ ولا من النوم ما ألقى الخيالَ به ¶ ولا من الدمع ما أبكى على الطللِ ¶ وذكره الحسين أمام معاوية فقال: ¶ وقد دل يزيد من نفسه على موقع رأيه، فخذ ليزيد فيماأخذ به من استقرائه الكلاب المهارشة عند التحارش والحمام السبق لأترابهن والقينات ذوات المعازف وضروب الملاهي تجده ناصراً. ¶ ---",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "هذه نشأة أولاد الطبقة الأرستقراطية عادة، فهم لا يعبأون بالتعاليم الدينية ولا يعرفون الحلال من الحرام وإنما همهم التعلق بأنواع المسليات والملاهي والصيد والقنص والرقص والغناء وشرب الخمور، فتربية يزيد كانت خلاف تربية أولاد الصحابة إذ كانت تربيتهم دينية محضة، وقد استطاع معاوية ــــ بسلطته ــــ أن يأخذ البيعة لابنه من أهل الشام لكنه لم يستطع أن يؤثر في أهل المدينة، فلما مات جنح يزيد إلى استعمال القوة في حملهم على مبايعته وقال: والله لأطأنهم وطأة آتي منها على أنفسهم. ¶ رثاء أخيه محمد بن الحنفية ¶ لما دفن الحسن رضي الله عنه، وقف محمد بن الحنفية أخوه على قبره فقال: ¶ لئن عزّت حياتك؛ لقد هدت وفاتك، ولنعم الروح روح تضمنه كفنك، ولنعم الكفن كفن تضمن بدنك، وكيف لا تكون هكذا وأنت عقبة الهدى، وخلف أهل التقوى، وخامس أصحاب الكساء، غذّتك بالتقوى أكف الحق، وأرضعتك ثدي الإيمان، وربيت في حجر الإسلام، فطبت حيًّا وميتاً، وإن كانت أنفسنا غير سخيّة بفراقك رحمك الله أبا محمد. ¶ وفي رواية أن محمداً وقف على قبره وقال: ¶ أبا محمد، لئن طابت حياتك، لقد فجع مماتك، وكيف لا تكون كذلك وأنت خامس أهل الكساء، وابن محمد المصطفى، وابن عليّ المرتضى، وابن فاطمة الزهراء، وابن شجرة طوبى. ¶ ثم أنشد يقول: ¶ أأدهن رأسي أم تطيب مجالسي ¶ وخدك معفور وأنت سليب ¶ أأشرب ماء المزن من غير مائه ¶ وقد ضمن الأحشاء منك لهيب ¶ سأبكيك ما ناحت حمامة أيكة ¶ وما اخضر في روح الحجاز قضيب ¶ غريب أكناف الحجاز تحوطه ¶ ألا كل من تحت التراب غريب ¶ رثاء رجل من ولد أبي سفيان بن الحارث ¶ وقام رجل من ولد أبي سفيان بن الحارث بن عبد المطلب على قبره فقال: ¶ ---",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "إن أقدامكم قد نقلت، وإن أعناقكم قد حملت إلى هذا القبر وليًّا من أولياء الله ليبشر نبي الله بمقدمه، وتفتح أبواب السماء لروحه، وتبتهج الحور العين بلقائه، ويأنس به سادة أهل الجنة من أمته، ويوحش أهل الحجى والدين فقده رحمة الله عليه وعنده تحتسب المصيبة به. ¶ من خطبه وكلامه رضي الله عنه ¶ ومن خطب الحسن رضي الله عنه في أيامه في بعض مقاماته أنه قال: ¶ نحن حزب الله المفلحون، وعترة رسول الله صلى الله عليه وسلم الأقربون، وأهل بيته الطاهرون الطيبون وأحد الثقلين اللذين خلفهما رسول الله صلى الله عليه وسلم والثاني كتاب الله فيه تفصيل كل شيء لا يأتيه الباطل من بين يديه ولا من خلفه والمعوّل عليه في كل شيء لا يخطئنا تأويله بل نتيقن حقائقه، فأطيعونا فإطاعتنا مفروضة، إذ كانت بطاعة الله والرسول وأولي الأمر مقرونة، فإن تنازعتم في شيء فردوه إلى الله والرسول، ولو ردوه إلى الرسول وإلى أولي الأمر منهم لعلمه الذين يستنبطون منهم، وأحذركم الإصغاء لهتاف الشيطان إنه لكم عدوّ مبين، فتكونون كأوليائه الذين قال لهم: لا غالب لكم اليوم من الناس وإني جار لكم، فلما تراءت الفئتان نكص على عقبيه وقال إني بريء منكم إني أرى ما ترون، فتلفون للرماح إزراً وللسيوف جزراً وللعمد خطأ وللسهام غرضاً ثم لا ينفع نفساً إيمانها لم تكن آمنت من قبل أو كسبت في إيمانها خيراً والله أعلم. ¶ وكان عليّ رضي الله عنه اعتل فأمر ابنه الحسن رضي الله عنه أن يصلي بالناس يوم الجمعة، فصعد المنبر فحمد الله وأثنى عليه ثم قال: ¶ إن الله لم يبعث نبياً إلا اختار له نفساً وَرَهْطاً وبيْتاً، فوالذي بعث محمداً بالحق لا ينتقص من حقنا أهل البيت أحد إلا نقصه الله من عمله مثله، ولا يكون علينا دولة إلا وتكون لنا العاقبة، ولتعلمن نبأه بعد حين. ¶ خطبة الحسن بعد وفاة أبيه ¶ : ¶ ---",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "لما توفي عليّ رضي الله عنه خرج الحسن إلى المسجد الأعظم فاجتمع الناس إليه فبايعوه ثم خطب الناس فقال: ¶ أفعلتموها، قتلتم أمير المؤمنين، أما والله لقد قُتل في الليلة التي نزل فيها القرآن ورُفع فيها الكتاب وجف القلم، وفي الليلة التي قبض فيها موسى بن عمران وعُرج فيها بعيسى. ¶ ولما رأى من أصحابه فشلاً وتواكلاً، قام فيهم خطيباً وقال: ¶ أيها الناس إني قد أصبحت غير محتمل على مسلم ضغينة، وإني ناظر لكم كنظري لنفسي، وأرى رأياً، فلا تردوا عَلَيّ رأيي، إن الذي تكرهون من الجماعة أفضل مما تحبون من الفرقة، وأرى أكثركم قد نكل عن الحرب وفشل عن القتال، ولست أرى أن أحملكم عَلَى ما تكرهون. ¶ وقال رضي الله عنه: ¶ حسن السؤال نصف العلم، وقال: من بدأ بالكلام قبل السلام فلا تجيبوه، وسئل عن الصمت، فقال: هو سر العي، وزين العرض، وفاعله في راحة، وجليسه في أمن. ¶ وقيل له: إن أبا ذر يقول: الفقر أحب إليّ من الغنى، والسقم أحب إليّ من الصحّة، فقال: رحم الله أبا ذر، أما أنا فأقول: من اتكل على حسن اختيار الله، لم يتمن أنه في غير الحالة التي اختارها الله له. ¶ وكان الحسن رضي الله عنه يقول: ¶ يا ابن آدم؛ عف عن محارم الله تكن عابداً، وارض بما قسم الله لك تكن غنيًّا، وأحسن جوار من جاورك تكن مسلماً، وصاحب الناس بمثل ما تحب أن يصاحبوك به تكن عادلاً. ¶ ---",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "وقيل: سأله أبوه يوماً قائلاً: يا بنيّ ما السداد؟ فقال: دفع المنكر المعروف، قال: فما الشرف؟ قال: اصطناع العشيرة والاحتمال للجزيرة، قال: فما السماح؟ قال البذل في العسر واليسر، قال: فما اللؤم؟ قال: إحراز المرء ماله وبذله عرضه، قال: فما الجبن؟ قال: الجراءة على الصديق والنكول عن العدو، قال: فما الغنى؟ قال: رضى النفس بما قسم الله لها وإن قلّ، قال: فما الحلم؟ قال: كظم الغيظ وملك النفس، قال: فما المنعة؟ قال: شدة البأس ومنازعة أعز الناس، قال: فما الذل؟ قال: الفزع عند الصدمة، قال: فما الكلفة؟ قال: كلامك فيما لا يعنيك، قال: فما المجد؟ قال: أن تعطي في الغرم وتعفو في الجرم.قال: فما السؤدد؟ قال: إتيان الجميل وترك القبيح، قال: فما السفه؟ قال: اتباع الدناءة ومحبة الغواية، قال: فما الغفلة؟ قال: ترك المسجد وطاعة المفسد. ¶ وكان يقول: لا أدب لمن لا عقل له، ولا مودة لمن لا همة له، ولا حياء لمن لا دين له، ورأس العقل معاشرة الناس بالجميل، وبالعقل تدرك الداران جميعاً. ¶ ويقول: هلاك الناس في ثلاث: في الكِبْرِ والحرص والحسد، فالكبر هلاك الدين وبه لعن إبليس، والحرص عدو النفس وبه أخرج آدم من الجنة، والحسد رائد السوء ومنه قتل قابيل وهابيل. ¶ ويقول لبنيه وبني أخيه: تعلموا العلم فإن لم تستطيعوا حفظه فاكتبوه وضعوه في بيوتكم. ¶ ومن شعره قوله: ¶ اغن عن المخلوق وبالخالق ¶ تغن عن الكاذب والصادق ¶ واسترزق الرحمن من فضله ¶ فليس غير اللَّه بالرازق ¶ من ظنّ أن الناس يغنونه ¶ فليس بالرحمن بالواثق ¶ من ظنّ أن الرزق من كسبه ¶ زلت به النعلان من حالق ¶ الحسين بن علي رضي الله عنهما ¶ (4 هـ ـــ 61 هـ = 626م ـــ 680م) ¶ الحسين بن عليّ رضي الله عنه ¶ الحسين بن علي بن أبي طالب بن المطلب بن هاشم، يكنى أبا عبد الله سبط رسول الله صلى الله عليه وسلم وريحانته. ¶ ---",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "أمه فاطمة بنت رسول الله صلى الله عليه وسلم ولد بالمدينة لخمس خلون من شعبان سنة أربع من الهجرة، قال جعفر بن محمد: لم يكن بين الحمل بالحسين بعد ولادة الحسن إلا طهر واحد، وقال الواقدي: علقت فاطمة بالحسين بعد مولد الحسن بخمسين ليلة. ¶ وعقَّ عنه رسول الله صلى الله عليه وسلم يوم سابعه ــــ ذبح شاة ــــ كما عق عن أخيه وحنكه بريقه، وأذّن في أذنه، وتفل في فمه، ودعا له وسماه حسيناً، وقال لأمه أن تفعل به ما فعلت بأخيه الحسن، ولقب بألقاب أشهرها: الزكيّ ثم الرشيد والطيب والوفيّ والسيد والمبارك والتابع لمرضاة الله والسبط. ¶ وكانت أمه فاطمة بنت رسول الله صلى الله عليه وسلم ترقّص الحسين فتقول: ¶ إن بنيّ شبه النبيّ ¶ ليس شبيهاً بعليّ ¶ وكان الحسن رضي الله عنه أشبه برسول الله صلى الله عليه وسلم ما بين الصدر إلى الرأس، والحسين أشبه به صلى الله عليه وسلم وكان ربعة ليس بالطويل ولا بالقصير، واسع الجبين، كث اللحية، واسع الصدر، عظيم المنكبين، ضخم العظام، رحب الكفين والقدمين، رَجِل الشعر، متماسك البدن، أبيض مشرباً بحمرة، حسن الصوت، وكان في صوته غُنّة حنة وكان يخضب بالوسمة. ¶ أما خلقه رضي الله عنه، فقد كان فاضلاً كثير الصوم والصلاة، ويقال: إنه حج خمساً وعشرين حجة ماشياً فيكون قد حج وهو بالمدينة قبل دخوله العراق لأنه لم يحج من العراق، وكان كريماً كثير الصدقة وأفعال الخير جميعها. ¶ أولاد الحسين رضي الله عنه ¶ 1 ـــ عليّ الأكبر. ¶ 2 ـــ عليّ الأوسط. ¶ 3 ـــ عليّ الأصغر. ¶ 4 ـــ محمد. ¶ 5 ـــ عبد الله. ¶ 6 ـــ جعفر. ¶ فأما الأول فقاتل بين يدي أبيه حتى قتل، وأما الأوسط فهو زين العابدين، كان مع أبيه بكربلاء فأسر بعد أن استشهد أبوه ثم رجع إلى مكة ومنه العقب، وأما الأصغر فجاءه سهم في القتال وهو طفل فقتل بكربلاء، وقتل عبد الله بكربلاء. ¶ ومات جعفر بن الحسين في حياة أبيه. ¶ وله من البنات زينب، وسكينة، وفاطمة. ¶ --- ¶ الأحاديث الواردة في حقه",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "قال رسول الله صلى الله عليه وسلم ((حسين مني وأنامن حسين، أحبَّ الله من أحب حسيناً، حسين سبط الأسباط، الحسن والحسين ريحانتاي من الدنيا، من سرّه أن ينظر إلى رجل من أهل الجنة فلينظر إلى الحسين)) وكان يحمله على عاتقه ويقول: ((اللهم إني أحبه فأحبه)). ¶ روايته عن رسول اللَّه ¶ روى الحسين رضي الله عنه عن رسول الله صلى الله عليه وسلم قال: ¶ سمعت رسول الله صلى الله عليه وسلم يقول: ((ما من مسلم تصيبه مصيبة وإن قدم عدها فيحد لها استرجاعاً إلا أعطاه الله ثواب ذلك)). ¶ وروى عن طلحة بن عبيد الله قال: ¶ قال رسول الله صلى الله عليه وسلم ((أمان أمتي من الغرق إذا ركبنا البحر أن يقرأوا بِسْمِ اللَّهِ مجْرَاهَا وَمُرْسَاهَا إن رَبِّ لَغَفُورٌ رَحيمٌ)). ¶ وروى الحسين عن أبيه عن النبي صلى الله عليه وسلم أنه قال: ((من حسن إسلام المرء تركه ما لا يعنيه)). ¶ كراماته رضي الله عنه ¶ نازل الحسين عبد الله بن أبي حصين الأزدي ليمنعه الماء فقال: يا حسين، ألا تنظر إلى الماء كأنه كبد السماء؟ والله لا تذوق منه قطرة حتى تموت عطشاً. ¶ فقال له الحسين: اللهم اقتله عطشاً ولا تغفر له أبداً قال حميد بن مسلم: والله لعدته بعد ذلك في مرضه، فوالله الذي لا إله إلا هو لقد رأيته يشرب حتى يبغر ثم يقيء ثم يعود فيشرب حتى يبغر، فما يَروى؛ فما زال ذلك دأبه حتى لقط غصته ـــ يعني نفسه، أي مات. ¶ ومن كراماته التي رواها الطبري في تاريخه: أن رجلاً من بني تميم يقال له: عبد الله بن حَوزة جاء حتى وقف أمام الحسين فقال: يا حسين، يا حسين، فقال حسين: ما تشاء؟ قال: أبْشر بالنار قال: كلا؛ إني أقدم على رب رحيم وشفيع مطاع، من هذا؟ قال له أصحابه: هذا ابن حوزة، قال: رب حزه إلى النار. ¶ --- ¶ فاضطرب به فرسه في جدول فوقع فيه وتعلقت رجله بالركاب ووقع رأسه في الأرض؛ ونفر الفرس فأخذ يمر به فيضرب برأسه كل حجر وكل شجرة حتى مات، وذلك عندما كانوا يحاربون الحسين رضي الله عنه.",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "هذه كرامته تحققت في الحال، وما أجهل ابن حوزة وأوقحه وأجرأه على ابن بنت رسول الله كيف يقول للحسين: أبشر بالنار وقد بشره رسول الله صلى الله عليه وسلم بالجنة وهو ابن بنته وريحانته؟ ¶ وممن اجترأ على الحسين رضي الله عنه وقال له يا كذّاب، رجل يقال له: عليّ بن قرظة، وذلك يوم الموقعة لأن أخاه عمرو بن قرظة قُتل وكان مع الحسين. ¶ ومن كراماته رضي الله عنه، أنه دعا على مالك بن النسير الذي ضربه على رأسه بالسيف فأدماه بقوله: لا أكلت ولا شربت، وحشرك الله مع الظالمين. ¶ فلم يزل فقيراً بشر حتى مات. ¶ وعن يسار بن الحكم قال: ¶ انتهب عسكر الحسين فوجد فيه طيب، فما تطيب به امرأة إلا برصت. ¶ هذا شيء من كراماته رضي الله عنه وهي كثيرة لا تحصى، ومن أعجب كراماته: حديث الزهري في قتل الحسين، وهذا هو: ¶ سأل أمير المؤمنين عبد الله بن مروان وهو قاعد في إيوانه من كان مجتمعاً بحضرته فقال: ¶ ما أصبح ببيت المقدس يوم قتل الحسين بن عليّ بن أبي طالب؟ فلم يجبه أحد، فقال الزهري: ¶ إنه لم يرفع تلك الليلة التي صبيحتها قتل عليّ بن أبي طالب والحسين بن عليّ ـــ حجر في بيت المقدس إلا وجد تحته دم عبيط . ¶ قال عبد الملك: صدقت، حدَّثني الذي حدَّثك، وإني وإياك في هذا الحديث لغريبان ثم أعطاه مالاً كثيراً. ¶ الخلاف بين الحسين والحسن ¶ ذكرنا في تاريخ الحسن رضي الله عنه أنه سلم الأمر لمعاوية حقناً لدماء المسلمين، ولأنه كان لا يثق بجيش العراق، لكن الحسين رضي الله عنه كان كارهاً لما فعله فاعترض عليه بقوله: ¶ أنشدك الله أن تصدق أحدوثة معاوية وتكذب أحدوثة أبيك. ¶ فقال له الحسن: اسكت؛ أنا أعلم بهذا الأمر منك. ¶ --- ¶ معاوية يحبس عن الحسين صِلاتَهِ",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "حبس معاوية عن الحسين صلاته حتى ضاقت عليه حاله، فقيل له: لو وجهت إلى ابن عمك عبيد الله فإنه قد قدم بنحو من ألف ألف درهم، فقال الحسين: وأين تقع ألف ألف من عبيد الله؟ فوالله لهو أجود من الريح إذا عصفت، وأسخى من البحر إذا زخر، ثم وجه إليه مع رسوله بكتاب ذكر فيه حبس معاوية عن صلاته وضيق حاله وأنه يحتاج إلى مائة ألف درهم، فلما قرأ عبيد الله كتابه ـــ وكان من أرق الناس قلباً وألينهم عطفاً ـــ انهملت عيناه ثم قال: ويلك يا معاوية ما اجترحت يداك من الإثم حين أصبحت لين المهاد؛ رفيع العماد، والحسين يشكو ضيق الحال، وكثرة العيال، ثم قال لقهرمانه: أحمل إلى الحسين نصف ما أملكه من فضة وذهب وثوب ودابة، وأخبره أني شاطرته مالي فإن أقنعه ذلك، وإلا فارجع واحمل إليه الشطر الآخر، فقال له القيم: فهذه المؤن التي عليك من أين تقوم بها؟ قال: إذا بلغنا ذلك دللتك على أمر يقيم حالك. ¶ فلما أتى الرسول برسالته إلى الحسين قال: إنا لله حملت، والله على ابن عمي وما حسبته يتسع لنا بهذا كله، فأخذ الشطر من ماله، وهو أول من فعل ذلك في الإسلام. ¶ الحسين الخلافة ¶ لما نشأ الحسين وترعرع وشاع ذكره وعرف فضله، كان الشيعة يرجون له الخلافة بعد معاوية لأن الحسن مات قبله وكان قد اشترط عليه أن تكون الخلافة له بعده كما تقدم. ¶ فلما مات معاوية سنة 60هـ طمع الشيعة في ولاية الحسين، لكن يزيد بن معاوية كان قد تولى الخلافة بعد أبيه فأقر عبيد الله بن زياد عَلَى البصرة والنعمان بن بشير عَلَى الكوفة، والوليد بن عتبة عَلَى المدينة وعمرو بن العاص عَلَى مكة. ¶ ولم يكن ليزيد همة حين ولي إلا بيعة النفر الذين أبوا عَلَى معاوية الإجابة إلى بيعة يزيد حين دعا الناس إلى بيعته، وأنه ولي عهده بعده والفراغ من أمرهم، فكتب إلى الوليد: ¶ ---",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "بسم الله الرحمن الرحيم، من يزيد أمير المؤمنين إلى الوليد بن عتبة، أما بعد، فإن معاوية كان عبداً من عباد الله أكرمه الله واستخلفه وخوّله ومكّن له، فعاش بقدر ومات بأجل، فرحمه الله، فقد عاش محموداً ومات بَرًّا تقياً والسلام. ¶ وكتب إليه في صحيفة كأنها أذن فأرة ـــ لصغرها ـــ: ¶ أما بعد، فخذ حسيناً، وعبد الله بن عمرو، وعبد الله بن الزبير بالبيعة أخذاً شديداً ليست فيه رخصة حتى يبايعوا والسلام. ¶ فلما أتاه نعي معاوية فَظِع به وكبر عليه، فبعث إلى مروان بن الحكم فدعاه إليه وكان الوليد يوم قدم المدينة قدمها مروان متكارهاً، فلما رأى ذلك الوليد منه شتمه عند جلسائه فبلغ ذلك مروان فجلى عنه وحرمه، فلم يزل كذلك حتى جاء نعي معاوية إلى الوليد، فلما عظم عَلَى الوليد هلاك معاوية وما أمر به من أخذ هؤلاء الرهط بالبيعة فزع عند ذلك إلى مروان ودعاه، فلما قرأ عليه كتاب يزيد استرجع وترحم عليه واستشاره الوليد في الأمر وقال: وكيف ترى أن نصنع؟ قال: فإني أرى أن تبعث الساعة إلى هؤلاء النفر فتدعوهم إلى البيعة والدخول في الطاعة، فإن فعلوا قبلت منهم وكففت عنهم، وإن أبوا قدّمتهم فضربت أعناقهم قبل أن يعلموا بموت معاوية، فإنهم إن علموا بموت معاوية، وثب كل امرىء منهم في جانب وأظهر الخلاف والمنابذة ودعا إلى نفسه، لا أدري، أما ابن عمر، فإني لا أراه يرى القتال ولا يحب أن يولى عَلَى الناس إلا أن يدفع إليه هذا الأمر عفواً، فأرسل عبد الله بن عمرو بن عثمان وهو ذاك غلام حَدَث إليهما يدعوهما، فوجدهما في المسجد وهما جالسان فأتاهما في ساعة لم يكن الوليد يجلس فيها للناس ولا يأتيانه في مثلها، فقال: أجيبا الأمير يدعوكما، فقالا له: انصرف، الآن نأتيه ثم أقبل أحدهما عَلَى الآخر، فقال عبد الله بن الزبير للحسين: ظُنّ فيما تراه، بعث إلينا في هذه الساعة التي لم يكن يجلس فيها، فقال الحسين: قد ظننت أرى طاغيتهم قد هلك فبعث إلينا ليأخذ ¶ ---",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "البيعة قبل أن يفشو في الناس الخبر، فقال: وأنا وما أظن غيره، قال: فما تريد أن تصنع؟ قال: أجمع فتياني الساعة ثم أمشي إليه فإذا بلغتُ الباب احتبستُهم عليه، ثم دخلت عليه، قال: فإني أخافه عليك إذا دخلت، قال: لا آتيه إلا وأنا عَلَى الامتناع قادر، فقام فجمع إليه مواليه وأهل بيته، ثم أقبل يمشي حتى انتهى إلى باب الوليد، وقال لأصحابه: إني داخل فإن دعوتُكم أو سمعتم صوته قد علا، فاقتحموا عليّ بأجمعهم، وإلا فلا تبرحوا حتى أخرج إليكم، فدخل فسلم عليه بالإمرة ومروان جالس عنده، فقال الحسين: كأنه لا يظن ما يظن من موت معاوية: الصلة خير من القطيعة، أصلح الله ذات بينكما فلم يجيباه في هذا بشيء، وجاء حتى جلس فأقرأه الوليد الكتاب ونعى له معاوية ودعاه إلى البيعة. ¶ فقال الحسين: إنا لله وإنا إليه راجعون ورحم الله معاوية وعظّم لك الأجر، أما ما سألتني من البيعة، فإن مثلي لا يعطي بيعته سراً ولا أراك تجتزىء بها مني سراً دون أن تُظهر على رؤوس الناس علانية، قال: أجل، قال: فإذا خرجت إلى الناس فدعوتهم إلى البيعة، دعوتنا مع الناس فكان أمراً واحداً، فقال له الوليد وكان يحب العافية: فانصرف على اسم الله حتى تأتينا مع جماعة الناس، فقال له مروان: والله لئن فارقك الساعة ولم يبايع لا قدرت منه على مثلها أبداً حتى تكثر القتلى بينكم وبينه، احبس الرجل ولا يخرج من عندك حتى يبايع أو تضرب عنقه. ¶ فوثب عند ذلك الحسين وقال: يا ابن الزرقاء أنت تقتلني أم هو؟ كذبت والله وأثمت. ¶ ثم خرج الحسين فمر بأصحابه فخرجوا حتى أتى منزله. ¶ ---",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "فقال مروان للوليد: عصيتني، لا والله لا يمكنك من مثلها من نفسه أبداً، قال الوليد: وبخ غيرك يا مروان، إنك اخترت لي التي فيها هلاك ديني، والله ما أحب أن لي ما طلعت عليه الشمس وغربت عنه من مال الدنيا وملكها وأني قتلت حسيناً، سبحان الله أقتل حسيناً أن قال لا أبايع؟ والله إني لا أظن أمرأ يحاسَبُ بدم حسين لخفيف الميزان عند الله يوم القيامة. ¶ فقال له مروان: فإذا كان هذا رأيك، فقد أصبت فيما صنعت، يقول هذا له وهو غير الحامد له على رأيه. ¶ وأما ابن الزبير؟ فقال: الآن آتيكم، ثم أتى داره فكمن فيها، فبعث الوليد إليه فوجده مجتمعاً في أصحابه متحرّزاً، فألح عليه بكثرة الرسل والرجال في إثر الرجال، فأما حسين فقال: كف حتى تنظر وننظر وترى ونرى، وأما ابن الزبير فقال: لا تعجلوني، فإني آتيكم، أمهلوني، فألحوا عليهما عشيّتهما تلك كلها أول ليلهما وكانوا عَلَى حسين أشد إبقاء. ¶ وبعث الوليد إلى ابن الزبير مواليَ فشتموه وصاحوا به، يا ابن الكاهلية والله لتأتين الأمير أو ليقتلنك. ¶ فلبث بذلك نهاره كله وأول ليله يقول: الآن أجيء فإذا استحثوه قال: والله لقد استربت بكثرة الإرسال وتتابع هذه الرجال، فلا تعجلوني حتى أبعث إلى الأمير من يأتيني برأيه وأمره. ¶ فبعث إليه أخاه جعفر بن الزبير فقال: رحمك الله كُفَّ عن عبد الله فإنك قد أفزعته وذعرته بكثرة رسلك وهو آتيك غداً إن شاء الله، فمُرْ رسلك فلينصرفوا عنا. ¶ فبعث إليهم، فانصرفوا، وخرج ابن الزبير من تحت الليل فأخذ طريق الفُرْع هو وأخوه جعفر ليس معهما ثالث وتجنب الطريق الأعظم مخافة الطلب وتوجه نحو مكة. ¶ فلما أصبح بعث إليه الوليد فوجده قد خرج، فقال مروان: والله إن أخطأ مكة فسرح في إثره الرجال، فبعث راكباً من موالي بني أمية في ثمانين راكباً فطلبوه فلم يقدروا عليه فرجعوا فتشاغلوا عن الحسين بطلب عبد الله يومهم ذلك حتى أمسَوْا. ¶ ---",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "ثم بعث الرجال إلى الحسين عند المساء، فقال: أصبحوا ثم ترون ونرى، فكفوا عنه تلك الليلة ولم يلحوا عليه فخرج الحسين من تحت ليلته، وهي ليلة الأحد ليومين بقيا من رجب سنة60 وكان مخرج ابن الزبير قبله بليلة، خرج ليلة السبت فأخذ طريق الفرع، فبينا عبد الله بن الزبير يُساير أخاه جعفراً إذا تمثل جعفر بقول صبرة الحنظلي: ¶ وكل بني أُمّ سيمسون ليلةً ¶ ولم يبق من أعقابهم غير واحد ¶ فقال عبد الله بن الزبير: سبحان الله ما أردتَ إلى ما أسمع يا أخي؟ قال: والله يا أخي ما أردت به شيئاً مما تكره، فقال: فذاك والله أكره إليّ أن يكون جاء على لسانك من غير تعمد، قال: وكأنه تطيّر منه. ¶ أما الحسين فإنه خرج ببنيه وإخوته وبني أخيه وجُل أهل بيته إلا محمد بن الحنفية فإنه قال له: يا أخي أنت أحب الناس إليّ وأعزهم عليّ ولست أدخر النصحية لأحد من الخلق أحق بها منك، تنح بتبعتك عن يزيد بن معاوية وعن الأمصار ما استطعت، ثم ابعث رسلك إلى الناس فادعهم إلى نفسك، فإن بايعوا لك حمدت الله على ذلك وإن أجمع الناس على غيرك لم ينقص الله بذلك دينك ولا عقلك ولا يذهب به مروءتك ولا فضلك إني أخاف أن تدخل مصراً من هذه الأمصار وتأتي جماعة من الناس فيختلفون بينهم فمنهم طائفة معك وأخرى عليك فيقتتلون فتكون لأوّل الأَسِنّة، فإذا خير هذه الأمة كلها نفساً وأباً وأماً أضيعها دماً وأذلها أهلاً. ¶ فقال له الحسين: فإني ذاهب يا أخي. ¶ قال: فانزل مكة، فإن اطمأنت بك الدار فسبيل ذلك وإن نبت بك، لحقت بالرمال وشَعَف الجبال وخرجت من بلد إلى بلد حتى تنظر إلى ما يصير أمر الناس وتعرف عند ذلك بالرأي، فإنك أصوب ما يكون رأياً وأحزمه عملاً حتى تستقبل الأمور استقبالاً، ولا تكون الأمور عليك أبداً أشكل منها حين تستدبرها استدباراً. ¶ قال: يا أخي، نصحت فأشفقت فأرجو أن يكون رأيك سديداً موفقاً، وهذه أول نصيحة أسديت إلى الحسين رضي الله عنه. ¶ ---",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "وعن أبي سعد المقبري قال: نظرت إلى الحسين داخلاً مسجد المدينة، وإنه ليمشي وهو معتمد على رجلين يعتمد على هذا مرة وعلى هذا مرة وهو يتمثل بقول ابن مفرّغ: ¶ لا ذَعَرْتُ السَّوام في فلق الصبـ ¶ ـــح مغيراً ولا دُعيت يزيدا ¶ يوم أعطَى من المهابة ضيماً ¶ والمنايا يرصُدنني أن أحيدا ¶ قال فقلت في نفسي: والله ما تمثل بهذين البيتين إلا لشيء يريد فما مكث إلا يومين حتى بلغني أنه سار إلى مكة. ¶ ثم إن الوليد بعث إلى عبد الله بن عمر فقال: بايع ليزيد، فقال: إذا بايع الناس بايعتُ، فقال رجل: ما يمنعك أن تبايع؟ إنما تريد أن يختلف الناس بينهم فيقتتلوا ويتفانوا فإذا جهدهم ذلك قالوا: عليكم بعبد الله بن عمر، ولم نجد غيره بايعوه، قال عبد الله: ما أحب أن يقتتلوا ولا يختلفوا ولا يتفانوا؛ ولكن إذا بايع الناس ولم يبق غيري بايعت: فتركوه وكانوا لا يتخوفونه.g ¶ ومضى ابن الزبير حتى أتى مكة وعليها عمرو بن سعيد فلما دخل مكة قال: إنما أنا عائذ، ولم يكن يصلي بصلاتهم ولا يفيض بأفاضاتهم، كان يقف هو وأصحابه ناحية ثم يفيض بهم وحده ويصلي بهم وحده. ¶ فلما سَار الحسين نحو مكة، خرج منها خائفاً يترقب قال: {رَبّ نَجّنِى مِنَ الْقَوْمِ الظَّلِمِينَ} (القصص: 21) فلما دخل مكة توجه تلقاء مدين قال: {عَسَى رَبّى أَن يَهْدِيَنِى سَوَآء السَّبِيلِ} (القصص: 22). ¶ هذا ما كان من امتناع عبد الله بن الزبير والحسين بن عليّ عن بيعة يزيد وخروجهما من المدينة إلى مكة مختفين ليلاً، أما ابن عمر فلم يخش أحداً لأنه كان مسالماً غير طامع في الخلافة، لذلك لم يشددوا عليه بل تركوه. ¶ ---",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "وزعم الواقدي أن ابن عمر لم يكن بالمدينة حين ورد نعي معاوية وبيعة يزيد على الوليد وأن ابن الزبير والحسين لما دعيا إلى البيعة ليزيد أبيا وخرجا من ليلتهما إلى مكة فلقيهما ابن عباس وابن عمر قادمين من مكة فسألاهما، ما وراءكما؟ قالا: موت معاوية والبيعة ليزيد، فقال لهما ابن عمر: اتقيا الله ولا تفرقا جماعة المسلمين، وأما ابن عمر فأقام أياماً فانتظر حتى جاءت البيعة من البلدان فتقدم إلى الوليد بن عتبة فبايعه وبايعه ابن عباس. ¶ وقبل أن نذكر ما كان من أمر الحسين وشيعته بالكوفة وما تبودل بينهما من الرسائل يجدر بنا أن نأتي على وصية معاوية لابنه لما حضرته الوفاة، ويقال: إن يزيد كان غائباً فدعا بالضحاك بن قيس الفهري وكان صاحب شرطته، ومسلم بن عقبة الْمُرّيّ فأوصى إليهما فقال: بلغا يزيد وصيتي، وهذه هي الوصية: ¶ انظر أهل الحجاز فإنهم أصلك، فأكرم من قدم عليك منهم وتعاهد من غاب، وانظر أهل العراق فإن سألوك أن تعزل عنه كل يوم عاملاً فافعل، فإنّ عَزْل عامل أحب إليّ من أن تُشْهر عليك مائة ألف سيف، وانظر أهل الشام فيلكونوا بطانتك وعيبتك، فإن رابك شيء من عدوك فانتصر بهم، فإذا أصبتهم فاردد أهل الشام إلى بلادهم فإنهم إن أقاموا بغير بلادهم أخذوا بغير أخلاقهم، وإني لست أخاف من قريش إلا ثلاثة: حسين بن عليّ، وعبد الله بن عمر، وعبد الله بن الزبير، فأما ابن عمر فرجل قد وقَذَه الدين فليس ملتمساً شيئاً قِبَلك، وأما الحسين بن عليّ فإنه رجل خفيف أرجو أن يكفيكه الله بمن قتل أباه وخذل أخاه، وإن له رحماً ماسّة وحقاً عظيماً وقرابة من محمد صلى الله عليه وسلم ولا أظن أهل العراق تاركيه حتى يخرجوه فإن قدرت عليه فاصفح عنه فإني لو أتى صاحبه عفوت عنه وأما ابن الزبير فإنه خَبٌّ ضبٌّ، فإذا شخص إليك فالْبدْ له إلا أن يلتمس منك صلحاً فإن فعل فاقبل واحقن دماء قومك ما استطعتَ. ¶ ---",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "فكان معاوية يخشى أهل العراق وثوراتهم وتقلباتهم وهم بعيد عن عاصمة الخلافة، ولا يخفى أن كثرة تغيير الولاة لأسباب تافهة ليست سياسة محمودة بل الرأي أن يُختار الوالي المصلح ويمكث في ولايته زمناً حتى يتمكن من الإصلاح، اللهم إلا إذا ظهر ما يزعزع الثقة به، لكن معاوية أوصى ابنه أن يضحي بالولاة إذا ثار أهل العراق حقناً للدماء وتجنباً للثورات، وكان مطمئناً من جهة أهل الشام؛ لأنه اختبرهم ومكث فيهم زمناً طويلاً وساسهم كما يشتهي، لكنه نصح له أن يردهم إلى بلادهم متى انتصروا فإذا ساروا إلى العراق مثلاً وحاربوا وجب عليه أن يعيدهم لأنهم إن أقاموا بالعراق تخلقوا بأخلاق أهلها فيدب فيهم دبيب الخلاف والفتن، فينقلبوا عصاة على حكامهم بعد أن كانوا مطيعين لهم. ¶ وهناك رواية أخرى لوصية معاوية لا تختلف عن هذه الرواية فيما يختص بالصفح عن الحسين والتشديد على عبد الله بن الزبير، قال: ¶ يا بنيّ، إني قد كفيتك الرحلة والتَّرْحال، ووطَأت لك الأشياء، وذللت لك الأعداء، وأخضعت لك أعناق العرب، وجمعت لك من جمع واحد، وإني لا أتخوف أن ينازعك هذا الأمر الذي استتبّ لك إلا أربعة نفر من قريش، الحسين بن عليّ، وعبد الله بن عمر، وعبد الله بن الزبير، وعبد الرحمن بن أبي بكر، وأما الحسين بن علي فإن أهل العراق لن يدعوه حتى يخرجوه، فإن خرج عليك فظفرت به فاصفح عنه فإنّ له رحماً ماسة وحقاً عظيماً، وأما ابن أبي بكر فرجل إن رأى أصحابه صنعوا شيئاً، صنع مثله، ليس له همة إلا في النساء واللهو، وأما الذي يجثم لك جثوم الأسد ويراوغك مرواغة الثعلب، فإذا أمكنَتْهُ فرصة وثب، فذاك ابن الزبير، فإن هو فعلها بك فقدرت عليه فقطعه إرباً إرباً. ¶ كتب أهل الكوفة إلى الحسين ¶ ---",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "قدَّمنا أن الحسين لم يبايع وخرج من المدينة سراً بعد أن شدَّد عليه الوليد ومروان ليأخذا منه البيعة قهراً بناء على أمر يزيد، وقد كان الحسين مخالفاً لأخيه الحسن في تسليم الأمر لمعاوية وكانت حجة الحسن أن أهل العراق خذلوا أباه وخذلوه حين أراد أن يسيرهم لحرب معاوية وأنه يريد أن يحقن دماء المسلمين، واشترط على معاوية أن يكون الخليفة بعده، لكن معاوية أوصى بها لابنه يزيد، فأبى الحسين رضي الله عنه، أبى أن يبايعه لأنه كان يرى أنه أحق بالخلافة بعد موت أخيه لأنه كان حائزاً لاحترام أهل الحجاز لقرابته من رسول الله صلى الله عليه وسلم ولما عرف عنه من الصلاح والاستقامة، ولم يكن يزيد حائزاً لهذه الصفات والمؤهلات بل كان بالعكس فظًّا غليظاً، مستهتراً يتناول المسكر ويفعل المنكر، ولم يتمكن الحسين من دعوة الناس إلى بيعته في المدينة ومكة، لأن الرقابة عليه كانت شديدة فكان يرجو أن تعضده شيعته بالكوفة وكان الوالي عليها النعمان بن بشير الأنصاري. ¶ اجتمعت الشيعة في منزل كبيرهم سليمان بن صرد الخزاعي وكتبوا إلى الحسين عن نفر منهم سليمان المذكور والمسيب بن محمد ورفاعة بن شداد وحبيب بن مظاهر وغيرهم يستقدمونه ليبايعوه، وقالوا: إنهم لم يبايعوا للنعمان ولا يجتمعون معه في جمعة ولا عيد ولو جئتنا أخرجناه، وبعثوا بالكتاب مع عبد الله بن سبع الهمداني وعبد الله بن وال، وهذا نصّ الكتاب: ¶ ---",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "بسم الله الرحمن الرحيم، سلام عليك: فإننا نحمد إليك الله الذي لا إله إلا هو، أما بعد فالحمد لله الذي قصم عدوك الجبار العنيد الذي انتزى على هذه الأمة فابتزها أمرها وغصبها فيئها وتأمر عليها بغير رضى منها، ثم قتل خيارها واستبقى شرارها، وإنه ليس علينا إمام فأقبل لعل الله أن يجمعنا بك على الحق، والنعمان بن بشير في قصر الإمارة لسنا نجتمع معه في جمعة ولا على عيد، ولو بلغنا إقبالك إلينا أخرجناه حتى نلحقه بالشام إن شاء الله تعالى، والسلام عليك ورحمة الله وبركاته. ¶ ثم كتبوا إليه ثانياً بعد ليلتين نحو 150 صحيفة، ثم ثالثاً يستحثونه للحاق بهم، كتب بذلك شبث بن ربعي، وحجار بن أبجر بن جابر العجلي، ويزيد بن الحارث، ويزيد بن رويم، وعروة بن قيس، وعمرو بن الحجاج الزبيدي، ومحمد بن عمير التميمي، ولما اجتمعت عند الحسين رضي الله عنه كتب إليهم: ¶ أما بعد، فقد فهمت كل الذي اقتصصتم، وقد بعثت إليكم بأخي وابن عمي وثقتي من أهل بيتي ـــ مسلم بن عقيل ـــ وأمرته أن يكتب إليّ بحالكم وأمركم، فإن كتب إليّ أنه قد اجتمع رأي ملئكم وذوي الحجى منكم على مثل ما قدمت به رسلكم، أقدم إليكم وشيكاً إن شاء الله، فلعمري ما الإمام إلا العامل بالكتاب والقائم بالقسط والدائن بدين الحق والسلام. ¶ فقوله: فلعمري..، إلخ إشارة إلى أن الإمام لم يكن عاملاً بالكتاب وهذا تعريض بيزيد يفهمه الشيعة. ¶ واجتمع ناس من الشيعة بالبصرة في منزل امرأة من عبد القيس يقال لها مارية بنت سعد، وكانت تتشيع وكان منزلها لهم مألفاً يتحدثون فيه، فعزم يزيد بن بُنَيط على الخروج إلى الحسين وهو من عبد القيس وكان له بنون عشرة، فقال: أيكم يخرج معي؟ فخرج معه ابنان له، عبد الله وعبيد الله فساروا فقدموا عليه بمكة ثم ساروا معه. ¶ ثم دعا الحسين مسلم بن عقيل فسيَّره نحو الكوفة وأمره بتقوى الله وكتمان أمره واللطف، فإن رأى الناس مجتمعين، عجل إليه بذلك. ¶ ---",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "فسار مسلم نحو الكوفة فأقبلت إليه الشيعة تختلف إليه، ولما بلغ ذلك النعمان والي الكوفة ـــ صعد المنبر قال: ¶ أما بعد، فلا تتسارعوا إلى الفتنة والفرقة فإن فيها تهلك الرجال وتسفك الدماء وتغصب الأموال، وقد كان النعمان عثمانياً ولاه معاوية الكوفة وأقره يزيد وكان حليماً ناسكاً يحب العافية، ثم قال: ¶ إني لا أقاتل إلا من يقاتلني ولا أثب على من لا يثب علي ولا أنبه نائمكم ولا أتحرش بكم ولا آخذ بالقرف ولا الظنة ولا التهمة صلى الله عليه وسلم ولكنكم إن أبديتم صفحتكم ونكثتم بيعتكم وخالفتم إمامكم فوالله الذي لا إله إلا هو لأضربنكم بسيفي ما ثبت قائمه بيدي، ولو لم يكن لي منكم ناصر ولا معين، أما إني أرجو أن يكون من يعرف الحق منكم أكثر مما يرديه الباطل. ¶ فقام إليه عبد الله بن مسلم بن سعيد الحضرمي حليف بني أمية وقال له: إنه لا يصلح ما ترى إلا الغشم، إن هذا الذي أنت عليه رأي المستضعفين. ¶ فأجاب النعمان: ¶ لأن أكون من المستضعفين في طاعة الله أحب إليّ من أن أكون من الأعزين في معصية الله وما كنت لأهتك ستراً ستره الله. ¶ عزل النعمان ¶ وتولية عبيد الله بن زياد ¶ كتب عبد الله بن مسلم بقول النعمان إلى يزيد، فدعا مولى يقال له: سرجون وكان يستشيره، فأخبره الخبر، فقال له: أكنت قابلاً من معاوية لو كان حيًّا؟ قال: نعم، قال: فاقبل مني فإنه ليس للكوفة إلا عبيد الله بن زياد فولِّها إياه، وكان يزيد عاتباً على عبيد الله بن زياد لكنه أخذ برأي سرجون، وجمع الكوفة والبصرة لعبيدالله وكتب إليه بعهده وسيره إليه مع مسلم بن عمرو الباهلي والد قتيبة فأمره بطلب مسلم بن عقيل وبقتله أو نفيه. ¶ وبعد أن وصل عبيد الله إلى الكوفة، خطب أهلها فقال: ¶ ---",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "أما بعد فإن أمير المؤمنين ولاّني مصركم وثغركم وفيئكم، وأمرني بإنصاف مظلومكم وإعطاء محرومكم وبالإحسان إلى سامعكم ومطيعكم وبالشدة على مريبكم وعاصيكم، وأنا متبع فيكم أمره، ومنفذ فيكم عهده، فأنا لمحسنكم كالوالد البر، ولمطيعكم كالأخ الشقيق، وسوطي على من ترك أمري وخالف عهدي، فليبق أمرؤ على نفسه. ¶ ثم نزل فأخذ العرفاء والناس أخذاً شديداً وقال: اكتبوا إليّ الغرباء ومن فيكم من طلبة أمير المؤمنين ومن فيكم من الحرورية وأهل الريب الذين رأيهم الخلاف والشقاق، فمن كتبهم إليّ فبريء، ومن لم يكتب لنا أحداً فليضمن لنا ما في عرافته أن لا يخالفنا فيهم مخالف ولا يبغي علينا منهم باغٍ، فمن لم يفعل فبرئت منه الذمة وحلال لنا دمه وماله، وأيما عريف وُجد في عرافته من بغية أمير المؤمنين أحد لم يرفعه إلينا صُلب على باب داره، وألقيت تلك العرافة من العطاء وسُير إلى موضع بعمان الزارة، ثم نزل وسمع مسلم بمقالة عبيد الله. ¶ اغتباط ابن الزبير ¶ بمسير الحسن إلى الكوفة ¶ لما علم عبد الله بن الزبير بما اعتزم عليه الحسين من الخروج إلى الكوفة جاء إليه يؤيد رأيه ويحرضه على الخروج بقوله: ¶ لو كان لي بها مثل شيعتك لما عدلت بها. ¶ قال له ذلك وهو يعلم أن أهل العراق حتى من شيعة الحسين لا يعول عليهم ولا يثبتون على رأي واحد وهم فوق ذلك مغلوبون على أمرهم يخشون حكامهم من بني أمية وأتباعهم ويطمعون في أموالهم، كان ابن الزبير يعلم ذلك ومحال عليه أن يخفى عليه أمر كهذا لكن لما كان الحسين بالمدينة كان سيد أهل الحجاز ولم يكن النَّاس يعدلون به غيره، فأحبَّ أن يخرج الحسين من الحجاز ليخلو له، وهذا ما ردّ به على الحسين: لو كان لي بها مثل شيعتك لما عدلت عنها وقال ابن عباس للحسين: لقد أقررت عين ابن الزبير يريد أنَّه أقر عينه بعزمه على السفر إلى الكوفة. ¶ ---",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "فكان الحسين يعلم مطمح ابن الزبير لكنه مع ذلك خرج من الحجاز وتركها على أمل أن يلقى بالعراق شيعة تؤيده وتبايعه ولا سيما بعد أن تلقى منهم كتباً عديدة تلح عليه بالقدوم عليهم. ¶ آراء من خالف الحسين ¶ في الخروج إلى الكوفة ¶ كان الحسين عليه السلام محبوباً محترماً لدى كل من يعرفه ولا سيما لدى أهله، فلما علموا بعزمه على الخروج إلى الكوفة بعد أن أبى مبايعة يزيد بن معاوية أبدى إليه من اجتمع به من أحبابه النصح حتى يتدبر الأمر ولا يصاب بمكروه وأنا نعرض هنا آراء الذين خالفوه وحذروه. ¶ فقد روي أنه لما قدم الحارق بن هشام المخزومي مكة وكان قد سلم الحسين رضي الله عنه كتب أهل العراق وتهيأ للسفر، دخل عليه فحمد الله وأثنى عليه ثم قال له: ¶ إني أتيتك يا ابن عم لحاجة أريد ذكرها لك نصيحة، فإن كنت ترى أنك تستنصحني، وإلا كففت عما أريد أو أقول؟. ¶ قال: قل، فوالله ما أظنك بسيّىء الرأي. ¶ فقال له الحارث: قد بلغني أنك تريد المسير إلى العراق، وإني مشفق عليك من مسيرك، إنك تأتي بلداً فيه عماله وأمراؤه ومعهم بيوت الأموال وإنما الناس عبيد لهذا الدرهم والدينار، ولا آمن عليك أن يقاتلك من وعدك النصر ومن أنت أحب إليه ممن يقاتلك معه. ¶ فقال الحسين: جزاك الله خيراً يا ابن عم، فقد والله علمتُ أنك مشيتَ بنصح وتكلمتَ بعقل، ومهما يقض من أمر يكن أخذت برأيك أو تركته فأنت عندي أحمد مشير وأنصح ناصح. ¶ توقع الحارث أن يخذل الحسين من وعده بالنصر من أهل العراق فنصحه بأن لا يعوّل عليهم ولا يثق بهم، ثم إن عمال يزيد لديهم أموال، والناس عبيد لمن عنده مال، فهم يستطيعون بذلك المال محاربة الحسين لكن الحسين لم يناقشه بل شكره على نصحه. ¶ وأتاه عبد الله بن عباس لما علم أن الحسين رضي الله عنه قد أجمع المسير إلى الكوفة فقال له: يا ابن عمِّ، إنه قد أرجف الناس أنك سائر إلى العراق فبيّن لي ما أنت صانع؟. ¶ ---",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "قال: إن قد أجمعتُ المسير في أحد يوميّ هذين إن شاء الله تعالى. ¶ فقال له ابن عباس: فإني أُعيذك بالله من ذلك أخبرني رحمك الله، أتسير إلى قوم قد قتلوا أميرهم وضبطوا بلادهم ونفوا عدوهم؟ فإن كانوا قد فعلوا ذلك فسر إليهم، وإن كانوا إنما دعوك إليهم وأميرهم عليهم قاهر لهم وعماله تجبي بلادهم، فإنهم إنما دعوك إلى الحرب والقتال ولا آمن عليك أن يغروك ويكذبوك ويخالفوك ويخذلوك، وأن يستنفروا إليك فيكونوا أشد الناس عليك. ¶ فقال له الحسين: وإني أستخير الله وأنظر ما يكون. ¶ وهنا نجد أيضاً أنه لم يناقش ابن عباس، بل وعده بالنظر في الأمر. ¶ فلما كان العشي أو من الغد أتى الحسين عبدُ الله بن عباس للمرة الثانية، وذلك ليعلم ماذا استقر عليه رأي الحسين فقال: ¶ يا ابن عمِّ، إني أتصبر ولا أصبر؛ إني أتخوف عليك في هذا الوجه، الهلاك والاستئصال، إن أهل العراق قوم غدر فلا تقربنهم؛ أقم بهذا البلد فإنك سيد أهل الحجاز، فإن كان أهل العراق يريدونك كما زعموا، فاكتب إليهم فلينفوا عدوهم، ثم اقدم عليهم فإن أبيت إلا أن تخرج فسر إلى اليمن، فإن بها حصوناً وشعاباً، وهي أرض عريضة طويلة، ولأبيك بها شيعة وأنت عن الناس في عزلة، فتكتب إلى الناس وترسل رسلك وتبث دعاتك، فإني أرجو أن يأتيك عند ذلك الذي تحب في عافية. ¶ فقال له ابن عباس: فإن كنت سائراً فلا تسر بنسائك وصبيتك؛ فوالله إني لخائف أن تُقتل كما قُتل عثمان، ونساؤه وولده ينظرون إليه، لقد أقررت عين ابن الزبير بتخليتك إياه والحجاز والخروج منها وهو اليوم لا ينظر إليه أحد معك، والله الذي لا إله إلا هو لَوْ أعلم أنك إذا أخذتُ بشعرك وناصيتك حتى يجتمع عليّ وعليك النَّاس أطعتني لفعلتُ ذلك. ¶ ---",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "والذي يتضح من كلام ابن عباس أنه كان متخوّفاً من خروج الحسين إلى العراق، وكان يخشى أن يقتل هناك لأن أهل العراق غادرون، وكان يرى أن يبقى في الحجاز حائزاً لاحترام الجميع، فإن كان أهل العراق يريدونه حقيقةً فليبرهنوا على ذلك بالفعل لا بالقول وذلك بأن يثوروا على عدوه ويتغلبوا عليه ويطردوه فيكون الطريق أمامه ممهداً سالماً لتولي الخلافة. ¶ ثم إن ابن عباس أشار عليه بالذهاب إلى اليمن إن كان قد قرر المسير من الحجاز، وهذا رأي لم يبده إليه أحد، والذي دعاه إلى هذا أن لعليّ باليمن شيعة، وهنا يجدر بنا أن نذكر كيف كانت لعليّ رضي الله عنه شيعة باليمن إذ أن هذه مسألة ترجع إلى عهد رسول الله صلى الله عليه وسلم وذلك أن رسول الله صلى الله عليه وسلم بعث خالد بن الوليد إلى أهل اليمين يدعوهم إلى الإسلام، فأقام بينهم ستة أشهر لا يجيبونه إلى شيء مع شهرة خالد وقوة شكيمته، فبعث رسول الله صلى الله عليه وسلم عليّ بن أبي طالب وأمره أن يرجع خالد ومن معه، قال البراء بن عازب: فلما انتهينا إلى أوائل اليمن بلغ القوم الخبر، فصلى عليّ بنا الفجر، فلما فرغ صفنا صفًّا واحداً ثم تقدم بين أيدينا، فحمد الله وأثنى عليه ثم قرأ عليهم كتاب رسول الله صلى الله عليه وسلم فأسلمت همدان كلها في يوم واحد وكتب بذلك إلى رسول الله صلى الله عليه وسلم فلما قرأ كتابه خر ساجداً ثم جلس فقال: السلام على همدان، ثم تتابع أهل اليمن على الإسلام، فكانت لعليّ كرم الله وجه شيعة عظيمة باليمن، ولهذا نصح ابن عباس للحسين أن يذهب إلى اليمن ليكون في مأمن، ولأن بها حصوناً وشعاباً يستطيع التحصن بها والالتجاء إليها عند الحاجة، ونصحه أيضاً أن لا يأخذ معه أهله إن سافر إلى الكوفة لأنه كان يتوقع أن يقتله أهلها. ¶ لم يعمل الحسين بنصيحة الحارث بن هشام وعبد الله بن عباس، وقرر الذهاب إلى الكوفة اعمتاداً على ما جاءه من الكتب. ¶ ---",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "وقال الفرزدق الشاعر للحسين رضي الله عنه لما لقيه وسأله أن يبيّن له نبأ الناس خلفه: ¶ من الخبير سألت، قلوب الناس معك وسيوفهم من بني أمية، والقضاء ينزل من السماء، والله يفعل ما يشاء. ¶ ولما خرج الحسين من مكة، كتب إليه عبد الله بن جعفر بن أبي طالب مع ابنيه عون ومحمد: ¶ أما بعد فإني أسألك بالله لما انصرفت حين تنظر في كتابي فإني مشفق عليك من الوجه الذي توجه له أن يكون فيه هلاكك واستئصال أهل بيتك، إن هلكت اليوم طفىء نور الأرض، فإنك علم المهتدين ورجاء المؤمنين، فلا تعجل بالسير فإنِّي في أثر الكتاب والسلام. ¶ فقد توقع عبد الله بن جعفر أن يقتل الحسين كما توقع ابن عباس وأشفق عليه ونصح له أن لا يعرض نفسه للخطر، فإنه إن قتل أطفىء نور الأرض وذاك لمكانته السامية، ولم يقتصر عبد الله بن جعفر على إرسال هذا الكتاب إلى الحسين بل استعان بعمرو بن سعيد بن العاص والي مكة فكلمه وقال له: اكتب إلى الحسين كتاباً تجعل له فيه الأمان وتسأله الرجوع لعله يطمئن إلى ذلك فيرجع، فقال له عمرو: اكتب ما تشاء وأتني به حتى أختمه، أعني أنه فوض إليه الأمر، فكتب عبد الله بن جعفر عن لسان عمرو فقال له: اختمه وابعث به مع أخيك يحيى بن سعيد فإنه أحرى أن تطمئن إليه نفسه ويعلم أنه الجد منك، فقبل، فلحقه يحيى وعبد الله بن جعفر ثم انصرفا بعد أن قرأ الكتاب على الحسين، فكان مما اعتذر به أن قال: رأيت رؤيا فيها رسول الله صلى الله عليه وسلم وأمرت فيها بأمر أنا ماضٍ له. ¶ فقالا له: فما تلك الرؤيا؟ ¶ قال: ما حدّثت أحداً بها وما أنا محدث بها حتى ألقى ربي وكان كتاب عمرو بن سعيد إلى الحسين بن علي: ¶ ---",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "بسم الله الرحمن الرحيم، من عمرو بن سعيد إلى الحسين بن علي، أما بعد فإني أسأل الله أن يصرفك عما يوبقك، وأن يهديك لما يرشدك، بلغني أنك قد توجهت إلى العراق، وإني أعيذك بالله من الشقاق، فإني أخاف عليك فيه الهلاك، وقد بعثت إليك عبد الله بن جعفر ويحيى بن سعيد، فأقبل إليّ معهما فإن لك عندي الأمان والصلة والبر وحسن الجوار لك، الله عليّ بذلك شهيد وكفيل ومراع ووكيل، والسلام عليك. ¶ هذا ما كتبه عبد الله بن جعفر عن لسان عمرو بن سعيد بغية أن يحمل الحسين على الرجوع وبالطبع لما كان عمرو هذا هو والي مكة من قبل يزيد، كان اللائق بمركزه أن يكتب له بتجنب الشقاق، لكن الحسين لم يكن يعلم أن الذي كتب هو عبد الله بن جعفر فكان رد الحسين: ¶ أما بعد، فإنه لم يشاقق الله ورسوله من دعا إلى الله عزَّ وجلَّ وعمل صالحاً، وقال إنني من المسلمين، وقد دعوت إلى الأمان والبر والصلة، فخير الأمان أمان الله، ولن يؤمن الله يوم القيامة من لم يخفه في الدنيا، فنسأل الله مخافة في الدنيا توجب لنا أماناً يوم القيامة، فإن كنت نويت بالكتاب صلتي وبري، فجزيت خيراً من الدنيا والآخرة والسلام. ¶ وفي أثناء سير الحسين إلى الكوفة، رآه عبد الله بن مطيع العدوي فقال له: بأبي أنت وأمي يا ابن رسول الله ما أقدمك؟ ¶ فقال له الحسين: كان من موت معاوية ما قد بلغك، فكتب إليّ أهل العراق يدعونني إلى أنفسهم. ¶ فقال له عبد الله بن مطيع: ¶ أذكرك الله يا ابن رسول الله في حرمة العرب، فوالله لئن طلبت ما في أيدي بني أمية ليقتلنك، ولئن قتلوك لا يهابون أحداً أبداً، والله إنها لحرمة الإسلام تنتهك، وحرمة قريش وحرمة العرب، فلا تفعل ولا تأت الكوفة ولا تتعرض لبني أمية، فأبى إلا أن يمضي. ¶ لا مشاحة أن الحسين كان شجاعاً مقداماً لا يخشى الموت في سبيل لله فقد قال الحر بن يزيد وهو يسايره: ¶ --- ¶ يا حسين إني أذكرك الله في نفسك، فإني أشهد لئن قاتلت لتقتلن ولئن قتلت لتهلكن فيما أرى.",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "فقال له الحسين: ¶ أفبالموت تخوفني؟ وهل يعدو بكم الخطب أن تقتلوني؟ ما أدري ما أقول لكم؟ ولكن أقول كما قال أخو الأوس لابن عمه ولقيه وهو يريد نصرة رسول الله صلى الله عليه وسلم فقال له: أين تذهب فإنك مقتول، فقال: ¶ سأمضي وما بالموت عار على الفتى ¶ إذا ما نوى حقًّا وجاهد مسلماً ¶ وآسى الرجال الصالحين بنفسه ¶ وفارق مثبوراً يغشى ويرغما ¶ وبالرغم من أنهم أنذروا الحسين فإنه لم يكن يتصور أنهم يقتلونه ولم يكن مع ذلك يبالي بالقتل. ¶ ولم يكن للحسين جيش يعتمد عليه ويثق به إنما كان اعتماده على كتب كثيرة وصلته ملأت خرجين علم منها أن معه 100.000 وهو عدد عظيم يغري على المسير إليهم، وقد ظن أن هؤلاء متى رأوه قادماً إليهم ـــ وهو ابن بنت رسول الله وعلم المهتدين ورجاء المؤمنين ـــ أسرعوا إلى بيعته وربما كان يظن أن هذا العدد يزيد وينمو عند قدومه، والحقيقة كما قال الفرزدق، أن قلوبهم معه ولكن سيوفهم كانت مع بني أمية الذين كانوا قابضين على زمام الأمور، فبيدهم الأموال والرجال والذخائر والمؤن، أما الذين بايعوا الحسين وعدهم نحو: 12.000 ألفاً أو أكثر فإنهم تسللوا خوفاً لما هددهم عبيد الله بن زياد وكان رجلاً قاسياً، شديداً على الحسين، فلم يبق بعد ذلك إلا نفر يسير من أقاربه ومحبيه نحو 140 بين فارس وراجل وهؤلاء لا يصعب إبادتهم عن آخرهم في لحظة، وبالفعل قتل أصحابه كلهم وفيهم بضعة عشرة شاباً من أهل بيته. ¶ والدليل على أن الحسين اغتر بدعوة أهل الكوفة وكتبهم ورسلهم قوله وهو يمسح الدم عن ابنه الذي أصيب وهو في حجره أثناء القتال: ¶ اللهم أحكم بيننا وبين قوم دعونا لينصرونا فقتلونا. ¶ --- ¶ فالحسين رضي الله عنه لم يدرك أنه أخطأ في تقدير مساعدة أعوانه وشيعته إلا بعد أن وصل الكوفة واحتكَّ بهم وسمع أخبارهم، فقد روي أنه لما سأله عن النَّاس قال له مجمع بن عبد الله العائدي:",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "أما أشراف الناس، فقد أُعظمت رشوتهم وملئت غرائرهم، يُستمال ودهم ويستخلص به نصيحتهم، فهم إلْب واحد عليك ـــ أي جمع كثير مجتمعون على عداوتك ـــ، أما سائر الناس فإن أفئدتهم تهوي إليك وسيوفهم غداً مشهورة عليك. ¶ كتاب الحسين إلى أهل الكوفة وشجاعة قيس بن مسهر ¶ كان مسلم بن عقيل قد كتب إلى الحسين قبل أن يقتل لسبع وعشرين ليلة. ¶ أما بعد فإن الرائد لا يكذب أهله، إن جمع أهل الكوفة معك، فأقبل حين تقرأ كتابي، والسلام عليك. ¶ وبناء على ذلك أقبل الحسين حتى إذا بلغ الحاجز من بطن الرمة، بعث قيس بن مسهر الصيداوي إلى أهل الكوفة، وكتب معه إليهم: ¶ بسم الله الرحمن الرحيم، من الحسين بن علي، إلى إخوانه من المؤمنين والمسلمين، سلام عليكم، فإني أحمد الله الذي لا إله إلا هو، أما بعد، فإن كتاب مسلم بن عقيل جاءني يخبرني فيه بحسن رأيكم، واجتماع ملئكم عَلَى نصرنا والطلب بحقنا، فسألت الله أن يحسن لنا الصنع، وأن يثيبكم على ذلك أعظم الأجر، وقد شخصت إليكم من مكة يوم الثلاثاء، لثمان مضين من ذي الحجة يوم التروية، فإذا قدم عليكم رسولي فأجمعوا أمركم وجدّوا، فإني قادم عليكم في أيامي هذه، إن شاء الله والسلام عليكم ورحمة الله وبركاته. ¶ أقبل قيس بن مسهر الصيداوي إلى الكوفة بكتاب الحسين حتى إذا انتهى إلى القادسية أخذه الحصين بن نمير فبعث به إلى عبيد الله بن زياد، فقال له عبيد الله: اصعد القصر فسب الكذاب ابن الكذاب، فصعد ثم قال: ¶ أيها الناس، إن هذا الحسين بن عليّ خير خلق الله، ابن فاطمة بنت رسول الله، وأنا رسوله إليكم، وقد فارقته بالحاجز فأجيبوه. ¶ ثم لعن عبيد الله بن زياد وأباه، واستغفر لعليّ بن أبي طالب. ¶ ---",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "قد كان قيس بن مسهر هذا في منتهى الشجاعة والجرأة، كما يتبين من هذه الحادثة، ولذا أرسله الحسين إلى الكوفة يحمل رسالته، ولا شك أن قيساً كان يعلم أن عبيد الله بن زياد حاكم الكوفة رجلاً شديداً قاسياً، قابضاً على زمام الأحكام بيد من حديد، كما كان أبوه، وكان الحكم بالقتل أو التعذيب متوقفاً على كلمة يتفوّه بها، ومع ذلك لمّا قال لقيس أن يصعد القصر، ويسب الحسين (الكذاب ابن الكذاب كما ادعى) صعد، وبدلاً من أن يسبه لينجو من الهلاك، مدحه ودعا الناس إليه، ولم يقتصر على ذلك وفيه مخالفة صريحة لأمره، بل لعن عبيد الله، وهو موقن أن بعد هذه الكلمات التي تفوّه بها الموت الزؤام، فأمر عبيد الله أن يرمي به من فوق القصر فرمي به فتقطع فمات رحمه الله. ¶ قتل مسلم بن عقيل ¶ رسول الحسين إلى أهل الكوفة ¶ لما دخل عبيد الله بن زياد الكوفة، هدد أهلها بالقتل والسلب والنهب، وكان مسلم بن عقيل ابن عم الحسين حاضراً خطبته فانصرف وترك دار المختار والتجأ إلى دار هانىء، وسيأتي ذكر هانىء في باب قتل الحسين، فاختلف الشيعة إليه في داره فعلم بذلك عبيد الله بن زياد وكان شريك بن الأعور مريضاً في دار هانىء وكان شديد التشيع، شهد صفين مع عمار فأرسل إليه عبيد الله: إني رائح إليك العشية لأنه كان كريماً على ابن زياد، فقال شريك لمسلم: إن هذا الفاجر عائدي العشية فإذا جلس اخرج إليه فاقتله، ثم اقعد في القصر ليس أحد يحل بينك وبينه، وفي الليل أتاه عبيد الله، فقام مسلم بن عقيل، فقال له شريك: لا يفوتنك إذا جلس، فقال هانىء بن عروة: لا أحب أن يُقتل في داري. ¶ فجاء عبيد الله فجلس وسأل شريكاً عن مرضه فأطال، فلما رأى شريك أن مسلماً لا يخرج، خشي أن يفوته، فأخذ قول: ¶ ما تنظرون بسلمى لا تحيّوها ¶ اسقونيها وإن كانت بها نفسي ¶ --- ¶ قال ذلك مرتين أو ثلاثاً، فقال عبيد الله: ما شأنه ترونه يخلط، فقال له هانىء: نعم، ما زال هذا دأبه قبيل الصبح حتى ساعته هذه، فانصرف.",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "فلما قام ابن زياد، خرج مسلم بن عقيل، فقال له شريك: ما منعك من قتله؟ فقال: خصلتان، أما إحداهما: فكراهية هانىء أن يُقتل في منزله، وأما الأخرى فحديث حدثه علي عن النبي صلى الله عليه وسلم ((إن الإيمان قيد الفتك، فلا يفتك مؤمن بمؤمن)). ¶ وقد كانت الفرصة سانحة لمسلم لقتل عبيد الله والتخلص منه وقد امتنع مسلم من قتله لحديث رسول الله صلى الله عليه وسلم ولكن عبيد الله فتك بهم جميعاً. ¶ فقال هانىء لمسلم: لو قتلته لقتلت فاسقاً فاجراً كافراً غادراً، ولبث شريك بعد ذلك ثلاثاً ثم مات، فصلى عليه عبيد الله، فلما علم عبيد الله أن شريكاً كان حرض مسلماً على قتله، قال: والله لا أصلي على جنازة عراقي أبداً، ولولا أن قبر زياد فيهم لنبشت شريكاً، وانقطع هانىء عن زيارة عبيد الله فسأل عنه عبيد الله وكلف من يأتي به وهو يعلم أنه يؤوي مسلماً في داره، فلما دخل هانىء على عبيد الله كاشفه عبيد الله في شأن إيوائه لمسلم بن عقيل، وأظهر له أنه يعلم كل شيء وأمره أن يأتي به فأبى هانىء وقال: لا آتيك بضيفي تقتله أبداً، فهدده عبيد الله بالقتل، فقال له: إذن والله تكثر البارقة حول دارك وهو يرى أن عشيرته ستمنعه، فقال عبيد الله: أبالبارقة تخوفني؟ وأخذ قضيباً ولم يزل يضرب أنفه وجبينه وخده حتى كسر أنفه وسيل الدماء على ثيابه، ونثر لحم خديه وجبينه على لحيته حتى كسر القضيب (وكان رجل يقال له مهران آخذاً بضفيرتي هانىء)، ثم أمر به فألقي في بيت وأُغلق عليه. ¶ ---",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "فأحاطت عشيرة هانىء بالقصر إذ بلغها أنه قتل فخرج إليهم شريح القاضي وطمأنهم وقال لهم: إنه لم يقتل، وإنه رآه فانصرفوا فأتى الخبر مسلم بن عقيل، فنادى في أصحابه يا منصور أمت، وكان شعارهم وكان قد بايعه 18.000 وحوله في الدور 4000 فاجتمع إليه ناس كثير، فلما بلغ ابن زياد إقباله تحرز في القصر وأغلق الباب وأحاط مسلم بالقصر وامتلأ المسجد والسوق من الناس وما زالوا يجتمعون حتى المساء وضاق بعبيد الله أمره وليس معه في القصر إلا ثلاثون رجلاً من الشرط وعشرون رجلاً من الأشراف وأهل بيته ومواليه، وأقبل أشراف الناس يأتون ابن زياد من قبل الدار الذي تلي دار الروميين والناس يسبون ابن زياد وأباه، فدعا ابن زياد كثير بن شهاب الحارثي وأمره أن يخرج فيمن أطاعه من مذحج، فيسير ويخذل الناس عن ابن عقيل ويخوفهم، وأمر محمد بن الأشعث أن يخرج فيمن أطاعه من كندة وحضرموت، فيرفع راية أمان لمن جاءه من الناس، وقال مثل ذلك للقعقاع بن شور الذهلي، وشبث بن ربعي التميمي، وحجار بن أبجر العجلي، وشمر بن ذي الجوشن الضبائي، وترك وجوه الناس عنده استئناساً بهم لقلة من معه، فخرج أولئك النفر يخذلون الناس وأمر عبيد الله من عنده من الأشراف أن يشرفوا على الناس من القصر، فيؤمنوا أهل الطاعة ويخوفوا أهل المعصية، ففعلوا، فلما سمع الناس مقالة أشرافهم، أخذوا يتفرقون حتى إن المرأة تأتي ابنها وأخاها وتقول انصرف الناس ويفعل الرجل مثل ذلك فما زالوا يتفرقون حتى بقي ابن عقيل في المسجد في ثلاثين رجلاً، فلم رأى ذلك، خرج متوجهاً نحو أبواب كندة، فلما خرج من الباب، ولم يبق معه أحد، مضى في أزقة الكوفة لا يدري أين يذهب إلى أن دخل بيت امرأة يقال لها طوعة، وسيأتي ذكر ذلك فيما بعد فلا حاجة لإعادته هنا ولما اطمأن عبيد الله، أتى المسجد وصل العتمة ثم قام فحمد الله ثم قال: ¶ ---",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "أما بعد: فإن ابن عقيل السفيه الجاهل قد أتى ما رأيتم من الشقاق من رجل وجدناه في داره ومن أتانا به فله ديته. ¶ وأمرهم بالطاعة ولزومها وأمر الحصين بن تميم أن يمسك أبواب السكك ثم يفتش الدور، وكان على الشرط، وهو من بني تميم فما زالوا يبحثون عن مسلم حتى وجدوه في دار تلك المرأة، فحاصروا الدار وأخذوه إلى عبيد الله بعد أن قاتلهم، وأمنه محمد بن الأشعث وكان قد عجز عن القتال لكثرة ما أصابه وأتي ببغلة فحمل عليها وانتزعوا سيفه فكأنه أيس من نفسه فدمعت عيناه ثم قال: هذا أول الغدر، فقال له محمد بن الأشعث: أرجو أن لا يكون عليك بأس (لكن عبيد الله لا يرحم)، قال: وما هو إلا الرجاء، أين أمانكم؟ ثم بكى. ¶ فقال له عمرو بن عبيد الله بن عباس السُّلمي: من يطلب مثل الذي تطلب إذا نزل به مثل الذي نزل لم يبك. ¶ فقال مسلم: ما أبكي لنفسي ولكني أبكي لأهلي المنقلبين إليكم، أبكي للحسين وآل الحسين. ¶ ---",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "ثم قال لمحمد بن الأشعث إني أراك ستعجز عن أماني، فهل تستطيع أن تبعث من عندك رجلاً يخبر الحسين بحالي ويقول له عني ليرجع بأهل بيته ولا يغره أهل الكوفة، فإنهم أصحاب أبيك الذي كان يتمنى فراقهم بالموت أو القتل؟ فقال له الأشعث: والله لأفعلن، ثم كتب بما قال مسلم إلى الحسين فلقيه الرسول بزُبالة، فأخبره، فقال: كل ما قدر نازل، عند الله نحتسب أنفسنا وفساد أمتنا، وكان سبب مسيره من مكة كتاب مسلم إليه يخبره أنه بايعه 18.000، ويستحثه للقدوم، أما مسلم فإن محمداً قدم به القصر ودخل محمد على عبيد الله، فأخبره الخبر وبأمانه له، فقال عبيد الله: ما أنت والأمان ما أرسلناك لتؤمنه إنا أرسلناك لتأتينا به، فسكت محمد، ولما جلس مسلم على باب القصر، رأى جرة فيها ماء بارد، فقال: اسقوني من هذا الماء، فقال له مسلم بن عمرو الباهلي، أتراها، ما أبردها، والله لا تذوق منها قطرة حتى تذوق الحميم في نار جهنم، فقال له ابن عقيل: من أنت؟ قال: أنا من عرف الحق إذ تركته، ونصح الأمة والإمام إذا غششته، وسمع وأطاع إذ عصيته، أنا مسلم بن عمرو، فقال له ابن عقيل: لأمك الثكل، ما أجفاك وأفظّك وأقسى قلبك وأغلظك أنت يا ابن باهلة أولى بالحميم والخلود في نار جهنم مني. ¶ ---",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "فدعا عمارة بن عقبة بماء بارد فصب له في قدح، فأخذ ليشرب فامتلأ القدح دماً، ففعل ذلك ثلاثاً، فقال: لو كان من الرزق المقسوم، شربته، وأدخله على ابن زياد، فلم يسلم عليه بالإمارة فقال له الحرسيّ: ألا تسلّم على الأمير؟ فقال: إن كان يريد قتلي، فما سلامي عليه؟ وإن كان لا يريد قتلي فليكثرن تسليمي عليه، فقال له ابن زياد: لعمري لتقتلنَّ، فقال: كذلك؟ قال: نعم، قال: فدعني أوصي إلى بعض قومي، قال: افعل، فقال لعمر بن سعد: إن بيني وبينك قرابة ولي إليك حاجة وهي سر فلم يمكّنه من ذكرها فقال ابن زياد: لا تمتنع من حاجة ابن عمك، فقام معه فقال: إن عليّ بالكوفة ديناً استدنته، أنفقته، سبعمائة درهم فاقضها عني وانظر جثَّتي فاستوهبها فوارها وابعث إلى الحسين من يردّه. ¶ فقال عمر لابن زياد: إنه قال كذا، كذا، فقال ابن زياد: لا يخونك الأمين ولكن قد يؤتمن الخائن، أما مالك فهو لك تصنع به ما شئت، وأما الحسين فإن لم يردْنا لم نرُده، وإن أرادنا لم نكفّ عنه، وأما جثته فإنا لن نشفّعك فيها. ¶ ثم قال لمسلم: يا ابن عقيل، أتيت الناس وأمرهم جميع وكلمتهم واحدة فشتتت بينهم وفرقت كلمتهم، فقال: كلا، ولكن أهل المصر زعموا أن أباك قتل خيارهم وسفك دماءهم وعمل فيهم أعمال كسرى وقيصر، فأتيناهم لنأمر بالعدل وندعو إلى الحكم الكتاب والسنة. ¶ فقال وما أنت وذاك يا فاسق، ألم يكن يُعمل بذلك فيهم إذ أنت تشرب الخمر بالمدينة؟. ¶ قال: أنا أشرب الخمر؟ والله إن الله يعلم أنك تعلم أنك غير صادق، وأني لست كما ذكرت، وأن أحق الناس بشرب الخمر مني من يلغ في دماء المسلمين، فيقتل النفس التي حرم الله قتلها على الغضب والعداوة وهو يلعب كأنه لم يصنع شيئاً. ¶ فقال له ابن زياد: قتلني الله إن لم أقتلك قتلة لم يقتلها أحداً في الإسلام. ¶ ---",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "قال: أما إنك أحق من أحدث في الإسلام ما ليس فيه، أما إنك لا تدع سوء القتلة؛ وقبح المثلة، وخبث السيرة ولؤم الغلبة، ولا أحد من الناس أحق بها منك. ¶ فشتمه ابن زياد وشتم الحسين وعلياً وعقيلاً، فلم يكلمه مسلم، ثم أمر به فأصعد فوق القصر لتضرب رقبته ويتبعوا رأسه جسده. ¶ فقال مسلم لابن الأشعث: والله لولا أمانك ما استسلمت؛ قم بسيفك دوني قد أخفرت ذمتك، فأصعد مسلم فوق القصر وهو يستغفر ويسبح وأشرف به على موضع الحذائين، فضربت عنقه، وكان الذي قتله بُكير بن حُمران ثم أتبع رأسه جسده. ¶ فلما نزل بكير القاتل قال له ابن زياد: ما كان يقول وأنتم تصعدون به؟ قال: كان يسبح ويستغفر، فلما هممت بقتله قلت له: ادن مني، الحمد لله الذي أمكنني منك وأقادني منك، فضربته ضربة لم تغن شيئاً، فقال: أما ترى فيّ خدشاً تخدشنيه وفاء من دمك أيها العبد؟ فقال ابن زياد: وفخراً عند الموت، قال: ثم ضربته الثانية فقتلته. ¶ وقام محمد بن الأشعث فكلم ابن زياد في هانىء وقال له: قد عرفت منزلته في المصر وفي بيته، وقد علم قومه أني أنا وصاحبي سقناه إليك، فأنشدك الله لما وهبته لي فإني أكره عداوة قومه، فوعده أن يفعل. ¶ فلما كان من مسلم ما كان بدا له فأمر بهانىء حين قُتل مسلم فأخرج إلى السوق فضربت عنقه، قتله مولى تركي لابن زياد، وبعث ابن زياد برأسيهما إلى يزيد، فكتب إليه يشكره. ¶ وفي قتل مسلم وهانىء يقول الفرزدق: ¶ وإن كنت لا تدرين ما الموت فانظري ¶ إلى هانىء في السوق وابن عقيل ¶ إلى بطل قد هشّم السيف وجهه ¶ وآخر يهوي من طمار قتيلِ ¶ ---",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "هذه قصة قتل مسلم بن عقيل، وهنا نقول إنه كانت قد سنحت لمسلم فرصة لقتل عبيد الله والتخلّص منه، عندما زار عبيد الله شريكاً الذي كان مريضاً في دار هانىء، فلم يقتله تديناً وإكراماً لهانىء، وكان في وسع مسلم أيضاً أن يقتحم قصر عبيد الله، عندما اجتمع لديه أكثر من 18.000، لكنه ظل أمام القصر مدة، استطاع عبيد الله في أثنائها من الاستعانة بأشراف الكوفة لصرف الناس عنه، ولو أن مسلماً تعجل الفتك به لتمت له الغلبة، وقد كان انصراف جيش مسلم من حوله ثم أسره وقتله، مقدمة لمقتل الحسين رضي الله عنه، لأنه إنما كان يعتمد على ذلك الجيش الذي بايع لمسلم. ¶ ولسنا في حاجة إلى شرح فظاعة ابن زياد، فإن الحوادث التي ذكرناها لا تحتاج إلى تعليق، فهو مجرم بطبيعته، فظ، غليظ؛ نزعت من قلبه الشفقة والرحمة، ورجل مثل هذا إذا حكم، لم يدع رذيلة إلا ارتكبها، ولا جريمة إلا اقترفها، فكان يشتم ويضرب بيده، ويأمر بقطع الرؤوس والصلب، ولا يعفو ولا يرعى مكانة من يأمر بقتله، ولا بقرابته من رسول الله صلى الله عليه وسلم وقد شتم الحسين وعليّاً وعقيلاً في المسجد، ولا ريب أن الإسلام يبرأ من هذا الرجل وأعماله، وقد كان يرسل برؤوس القتلى من الأكابر والأشراف إلى يزيد، لعلمه أنه يسره ذلك، ولو صح أن يزيد شكره، لما أرسل إليه برأس عقيل وهانىء، لكان في ذلك تشجيعاً له على ارتكاب القتل، والإمعان في الظلم والإرهاب، على أنه استمر في إرسال رؤوس القتلى بعد ذلك، فأرسل رأس الحسين، ومن قتل من صحبه وأهله وعدتهم 72. ¶ خطبة الحسين في أهل العراق ¶ قال رضي الله عنه بعد أن حمد الله وأثنى عليه: ¶ ---",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "أيها الناس إن رسول الله صلى الله عليه وسلم قال: من رأى سلطاناً جائراً مستحلاً لحرم الله ناكثاً لعهد الله، مخالفاً لسنة رسول الله صلى الله عليه وسلم يعمل في عباد الله بالإثم والعدوان ـــ فلم يغير عليه بفعل ولا قول، كان حقاً على الله أن يدخله مدخله، ألاوإن هؤلاء قد لزموا طاعة الشيطان، وتركوا طاعة الرحمن، وأظهروا الفساد، وعطلوا الحدود، واستأثروا بالفيء، وأحلوا حرام الله وحرموا حلاله، وأنا أحق من غير، وقد أتتني كتبكم وقدمت عليّ رسلكم ببيعتكم، أنكم لا تسلموني ولا تخذلوني، فإنّ تمّمتم عليّ بيعتكم تصيبوا رشدكم، فأنا الحسين بن عليّ وابن فاطمة بنت رسول الله صلى الله عليه وسلم نفسي مع أنفسكم، وأهلي مع أهليكم، فلكم فيّ أسوة، فإن لم تفعلوا ونقضتم عهدكم، وخلعتم بيعتي من أعناقكم، فلعمري ما هي لكم بنكر، لقد فعلتموها بأبي وأخي وابن عمي مسلم، والمغرور من اغتر بكم، فحظكم أخطأتم ونصيبكم ضيعتم، ومن نكث، فإنما نكث على نفسه، وسيغني الله عنكم والسلام عليكم ورحمة الله وبركاته. ¶ بيّن الحسين في هذه الخطبة لأهل العراق، أنه إنما قام مجاهداً لتغيير الأحكام التي كانت تجري على خلاف أوامر الله وسنة رسوله، فإن الحكام كما قال: لزموا طاعة الشيطان، وتركوا طاعة الرحمن، وهو أحق من غيره بوضع الأمور في نصابها وإقامة العدل، وقد روي أنَّ الفساد والمجون وإباحة المحرمات ظهرت في المدينة، دار هجرة الرسول عليه الصلاة والسلام، وامتدت إلى غيرها من البلدان، فإذا لم يكن الحسين هو الذي يغار على الدين، فمن ذا الذي يغار عليه. ¶ ---",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "لكن الذين خطأوا الحسين لم يخطئوه على قيامه بالأمر بالمعروف والنهي عن المنكر وإعلان الجهاد بل خطأوه لأنه جازف ولم يتخذ لنفسه العدة الكافية لمحاربة عدوه فذهب هو وأهله إلى العراق رغم تحذير أصدقائه، ورغم ما يعلم من ضعف أهل العراق، وكان ينبغي أن يتثبت منهم قبل أن يقدم عليهم وذلك بأن يبث دعوته بواسطة أعوانه المخلصين، فإن ظهر له أنهم قد اتحدوا وتعاونوا وتغلبوا على ولاة بني أمية وأزالوهم من الحكم، قدم عليهم وهو آمن مطمئن كما قال له ابن عباس. ¶ الحسين يعزّي أخته زينب قبل أن يُقتل ¶ قال عليّ بن الحسين بن عليّ: ¶ إني جالس في تلك العشية التي قتل أبي صبيحتها وعمتي زينب عندي تمرضني، إذ اعتزل أبي بأصحابه في خباء له وعنده حُوَيّ مولى أبي ذر الغفاري، وهو يعالج سيفه ويصلحه وأبي يقول: ¶ يا دهر أُفّ لك من خليل ¶ كم لك بالإشراق والأصيل ¶ من صاحب أو طالب قتيل ¶ والدهر لا يقنع بالبديل ¶ وإنما الأمر إلى الجليل ¶ وكل حيّ سالكُ السبيل ¶ فأعادها مرتين أو ثلاثاً حتى فهمتُها، فعرفت ما أراد فخنقتني عبرتي فرددتُ دمعي ولزمت السكوت، فعلمت أن البلاء قد نزل، فأما عمتي فإنها سمعت ما سمعت وهي امرأة، وفي النساء الرقة والجزع، فلم تملك نفسها أن وثبت تجرّ ثوبها وإنها لحاسرة حتى انتهت إليه فقالت، واثكلاه ليت الموت أعدمني الحياة اليوم، ماتت أمي وعليّ أبي وحسن أخي، يا خليفة الماضي وثمال الباقي.h ¶ فنظر إليها الحسين عليه السلام فقال: ¶ يا أخيّة لا يذهبن حلمك الشيطان. ¶ قالت: بأبي أنت وأمي يا أبا عبد الله، استقتلت نفسي فِداك، فردّ غُصته وترقرقت عيناه وقال: لو تُرك القطا ليلاً لنام. ¶ قالت: يا ويلتا أفتغصب نفسك اغتصاباً؟ فذلك أقرح لقلبي وأشد على نفسي، ولطمت وجهها وأهوت إلى جيبها وشقّته وخرّت مغشيًّا عليها، فقام الحسين فصب على وجهها الماء، وقال لها: ¶ ---",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "يا أخيّة اتقي الله وتعزّي بعزاء الله، واعلمي أن أهل الأرض يموتون وأن أهل السماء لا يبقون، وأن كل شيء هالك إلا وجه الله الذي خلق الأرض بقدرته ويبعث الخلق فيعودون، وهو فرد وحده، أبي خير مني وأمي خير مني وأخي خير مني، ولي ولهم ولكل مسلم برسول الله أسوة فعزّاها بهذا ونحوه وقال لها: ¶ يا أخيّة إني أقسم عليك فأبرّي قسمي، لا تشقي عليّ جيباً ولا تخمشي عليّ وجهاً ولا تدعي عليّ بالويل والثبور إذا أنا هلكت ثم جاء بها حتى أجلسها عندي وخرج إلى أصحابه. ¶ دعاء الحسين قبل الحرب ¶ لما صبحت الخيل الحسين رفع يديه فقال: ¶ اللهم أنت ثقتي في كل كرب، ورجائي في كل شدة، وأنت لي في كل أمر نزل بي ثقة وعُدَّة، كم من همّ يضعف فيه الفؤاد وتقل فيه الحيلة ويخذل فيه الصديق، ويشمت فيه العدو أنزلته بك وشكوته إليك رغبة مني إليك عمن سواك ففرجته وكشفته، فأنت وليّ كل نعمة وصاحب كل حسنة ومنتهى كل رغبة. ¶ خطبة الحسين ¶ والحر بن يزيد قبل الحرب ¶ ركب الحسين رضي الله عنه راحلته قبل الحرب، فحمد الله وأثنى عليه بما هو أهله وصلى على محمد صلى الله عليه وسلم وعلى ملائكته وأنبيائه، فذكر من ذلك ما الله أعلم ثم قال: ¶ ---",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "أما بعد فانسبوني، فانظروا من أنا ثم ارجعوا إلى أنفسكم وعاتبوها فانظروا هل يحل لكم قتلي وانتهاك حرمتي؟ ألست ابن بنت نبيكم صلى الله عليه وسلم وابن وصيه وابن عمه وأول المؤمنين بالله والمصدق لرسوله بما جاء به من عند ربه؟ أَوَ ليس حمزة سيد الشهداء عم أبي؟ أو ليس جعفر الشَّهيد الطيّار ذو الجناحين عمي؟ أو لم يبلغكم قول مستفيض فيكم أن رسول الله صلى الله عليه وسلم قال لي ولأخي: ((هذان سيدا شباب أهل الجنة؟)) فإن صدقتموني بما أقول ـــ وهو الحق ـــ والله ما تعمدت كذباً منذ علمت أن الله يمقت عليه أهليه ويضرّ به من اختلقه، وإن كذبتموني فإن فيكم من إن سألتموه عن ذلك أخبركم، سلوا جابر بن عبد الله الأنصاري، أو أبا سعيد الخدري، أو سهل بن سعد الساعدي، أو زيد بن أرقم، أو أنس بن مالك يخبروكم أنهم سمعوا هذه المقالة من رسول الله صلى الله عليه وسلم لي ولأخي، أفما في هذه حاجز لكم عن سفك دمي فإن كنتم في شك من هذا القول، أفتشكون أثراً ما إلى ابن بنت نبيكم خاصة، أخبروني، أتطلبوني بقتيل منكم قتلته؟ أو مال لكم استهلكته، أو بقصاص من جراحة؟. ¶ فأخذوا لا يكلمونه لأنه أقام عليهم الحجة، فنادى: ¶ يا شبث بن ربعي، ويا حجار بن أبجر، ويا قيس بن الأشعث، ويا يزيد بن الحارث، ألم تكتبوا إليّ أن قد أينعت الثمار واخضرّ الخباب وطمّت الجمام وإنما تقدم على جند لك فأقبل. ¶ فقالوا: لم نفعل، لم نفعل، فقال: ¶ سبحان الله، بلى والله لقد فعلتم ثم قال: ¶ فدعوني أنصرف عنكم إلى مأمني من الأرض. ¶ فقال له قيس بن الأشعث: ¶ أولا تنزل على حكم بني عمك فإنهم لن يُرُوك إلا ما تحب، ولن يصل إليك منهم مكروه. ¶ فقال له الحسين: ¶ أنت أخو أخيك، أتريد أن يطلبك بنو هاشم بأكثر من دم مسلم بن عقيل؟ لا والله لا أعطيهم بيدي إعطاء الذليل، ولا أقرّ إقرارا العبيد، عباد الله إني عذت بربي وربكم أن ترجمون، أعوذ بربي وربكم من كل متكبر لا يؤمن بيوم الحساب. ¶ ---",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "ثم إنه أناخ راحلته وأمر عقبة بن سمعان فعقلها وأقبلوا يزحفون نحوه. ¶ لقد خطبهم الحسين رضي الله عنه وأعلمهم شرف مركزه، وتوسل إليهم أن لا يسفكوا دمه، وأن يتركوه يذهب إلى مأمنه، ومن العجيب حقاً أنه كان فيهم نفر من الذين كاتبوه ليقدم ويبايعوه، فلما قال لهم ذلك أنكروا أنهم كاتبوه وهو صادق فيما قال وهم كاذبون، ومع ذلك طلبوا إليه أن ينزل على حكم بني أمية ويسلم نفسه، فلما أبى قاتلوه وكان من أشد الناس عيه شمر بن ذي الجوشن، أما الحر بن يزيد فإنه انضم إلى الحسين وكان شجاعاً فارساً، فقال له الحسين: أنت الحر إن شاء الله في الدنيا والآخرة ثم خاطب الحر أهل الكوفة قائلاً: ¶ يا أهل الكوفة لأمكم الهَبَل والعُبر إذ دعوتموه حتى إذا أتاكم، أسلمتموه وزعمتم أنكم قاتلوا أنفسكم دونه ثم عدوتم عليه لتقتلوه، أمسكتم بنفسه وأخذتم بكظمه وأحطتم به من كل جانب فمنعتموه التوجه في بلاد الله العريضة حتى يأمن ويأمن أهل بيته، وأصبح في أيديكم كالأسير لا يملك لنفسه نفعاً ولا يدفع ضرًّا وخلأتموه ونساءه، وأصيبته وأصحابه عن ماء الفرات الجاري الذي يشربه اليهوديّ والمجوسيّ والنصرانيّ، وتمرّغ فيه خنازير السواد وكلابه، وها هم قد صرعهم العطش، بئسما خلفتم محمداً في دينه، لا أسقاكم الله يوم الظمأ إن لم تتوبوا وتنزعوا عما أنتم عليه من يومكم هذا في ساعتكم هذه. ¶ لكن هذا الكلام وكلام الحسين رضي الله عنه لم يصادف منهم آذاناً صاغية ولا قلوباً واعية، بل استمروا في قتاله طوعاً لأمر الوالي، وطمعاً في التزلف إليه فآثروا الدنيا الفانية على الدين، وهم يعلمون أنهم إنما يقاتلون ابن بنت رسول الله الذي بشره الرسول صلى الله عليه وسلم بالجنة ¶ قتل الحسين 10 محرم سنة 61هـ (10 أكتوبر سنة 680م) ¶ ---",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "إن قتل الحسين رضي الله عنه كما رواه المؤرخون وشهود العيان من أفظع الحوادث التاريخية التي نذكرها، والدمع ينهمر من العيون، وتنفطر لها القلوب، وتقشعر الأجسام، وترتجف الأنامل، عند تسطيرها، وتضطرب المشاعر عند التفكير فيها، فقد قتله أعداؤه أشنع قتلة، ولم يحترموا مكانته، ولم تأخذهم شفقة عليه وعلى أهله وأولاده الصغار الذين لا حول لهم ولا قوة، ومثَّلوا به وبهم جميعاً إرضاء للوالي، وتسابقوا إلى حمل رأسه إليه ابتغاء المكافأة، وهذه رواية شاهد عيان: ¶ قال عمار بن معاوية الذهني: قلت لأبي جعفر محمد بن علي بن الحسين، حدثني عن مقتل الحسين حتى كأني حضرته قال: ¶ مات معاوية،والوليد بن عتبة بن أبي سفيان على المدينة، فأرسل إلى الحسين بن علي ليأخذ بيعته ليلته، فقال: أخرني وارفق بي، فأخره فخرج إلى مكة فأتاه رسل أهل الكوفة فقالوا: إنا قد حبسنا أنفسنا عليك، ولسنا نحضر الجمعة مع الوالي فاقدم علينا، وكان النعمان بن بشير الأنصاري والي الكوفة، فبعث الحسين بن علي إليهم ابن عمه مسلم بن عقيل بن أبي طالب ليأخذ بيعتهم، فقال: سر إلى الكوفة فانظر ما كتبوا به إليّ، فإن كان حقاً قدمت إليه، فخرج مسلم حتى أتى المدينة فأخذ منها دليلين فمرا به في البرية، فأصابهم عطش فمات أحد الدليلين، فقدم مسلم الكوفة فنزل على رجل يقال له عوسجة، فلما علم أهل الكوفة بقدومه، دنوا إليه، فبايعه منهم 12.000، فقام رجل ممن يهوى يزيد بن معاوية إلى النعمان بن بشير، فقال: إنك ضعيف أو مستضعف، قد فسد البلد، فقال له النعمان: لأن أكون ضعيفاً في طاعة الله أحب إليّ من أن أكون قوياً في معصيته، ما كنت لأهتك ستراً. ¶ ---",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "فكتب الرجل بذلك إلى يزيد، فدعا يزيد مولى له يقال له: سرحون، فاستشاره فقال له: ليس للكوفة إلا عبيد الله بن زياد، وكان يزيد ساخطاً على عبيد الله، وكان همّ بعزله عن البصرة، فكتب إليه برضاه وأنه قد أضاف إليه الكوفة، وأمره أن يطلب مسلم بن عقيل، فإذا ظفر به قتله. ¶ فأقبل عبيد الله بن زياد في وجوه البصرة حتى قدم الكوفة متلثماً، فلا يمر على أحد فيسلم إلا قال له أهل المجلس: عليك السلام يا ابن بنت رسول الله، يظنونه الحسين بن علي قدم عليهم، فلما نزل عبيد الله القصر، دعا مولى له فدفع إليه ثلاثة آلاف درهم، فقال: اذهب حتى تسأل عن الرجل الذي يبايعه أهل الكوفة فادخل عليه وأعلمه أنك من حمص وادفع إليه المال وبايعه. ¶ ---",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "فلم يزل المولى يتلطف حتى دلوه على شيخ يلي البيعة، فذكر له أمره فقال: لقد سرني إذ هداك الله، وساءني أن أمرنا لم يستحكم، ثم أدخله على مسلم بن عقيل ودفع المال وخرج حتى أتى عبيد الله فأخبره، وتحول مسلم حين قدم عبيد الله من تلك الدار إلى دار أخرى، فأقام عند هانىء بن عروة المرادي وكان عبيد الله قال لأهل الكوفة: ما بال هانىء بن عروة لم يأتني؟ فخرج إليه محمد بن الأشعث في أناس من وجوه أهل الكوفة، وهو على باب داره، فقالوا له: إن الأمير قد ذكرك واستبطأك فانطلق إليه، فركب معهم حتى دخل على عبيد الله بن زياد وعنده شريح القاضي، فقال عبيد الله ـــ لمّا نظر إليه ـــ لشريح: أتتك بهانىء رجلاه فلما سلم عليه قال له: يا هانىء، أين مسلم بن عقيل؟ فقال: لا أدري، فأخرج إليه الذي دفع الدراهم إلى مسلم، فلما رآه سُقط في يده وقال: أيها الأمير، ما دعوته إلى منزلي، ولكنه جاء فطرح نفسه عليَّ، فقال: ائتني به، فتلكأ، فاستدناه، فأدنوه منه، فضربه بالقضيب وأمر بحبسه فبلغ الخبر قومه، فاجتمعوا على باب القصر، فسمع عبيد الله الجلبة، فقال لشريح القاضي: أخرج إليهم فأعلمهم أنني ما حبسته إلا لأستخبره عن خبر مسلم لا بأس عليه مني، فبلغهم ذلك فتفرقوا، فنادى مسلم بن عقيل لما بلغه الخبر بشعاره، فاجتمع إليه 40.000 من أهل الكوفة، فركب وبعث عبيد الله إلى وجوه أهل الكوفة، فجمعهم عنده في القصر، فأمر كل واحد منهم أن يشرف على عشيرته فيردهم، فكلموهم، فجعلوا يتسللون فأمسى مسلم وليس معه إلا عدد قليل منهم، فلما اختلط الظلام ذهب أولئك أيضاً، فلما بقي وحده تردد في الطريق بالليل فأتى باب امرأة فقال: اسقيني ماء، فسقته فاستمرأ قائماً فقالت: يا عبيد الله إنك مرتاب فما شأنك؟ قال: أنا مسلم بن عقيل، فهل عندك مأوى؟ قالت: نعم، أدخل فدخل وكان لها ولد من موالي محمد بن الأشعث فانطلق إلى محمد بن اوشعث فأخبره، فلم يفجأ مسلماً إلا والدار قد أحيط بها،",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "--- ¶ فلما رأى ذلك خرج بسيفه يدفعهم عن نفسه فأعطاه محمد بن الأشعث الأمان فأمكن من يده، فأتى به عبيد الله فأمر به فأصعد إلى القصر ثم قتله وقتل هانىء بن عروة وصلبهما. ¶ ولم يبلغ الحسين ذلك حتى كان بينه وبين القادسية ثلاثة أميال، فلقيه الحر بن يزيد التميمي، فقال له: ارجع فإني لم أدع لك خلفي خيراً، وأخبره الخبر، فهمّ أن يرجع وكان معه إخوة مسلم فقالوا: والله لا نرجع حتى نصيب بثأرنا أو نُقتل. ¶ فساروا وكان عبيد الله قد جهّز الجيش لملاقاته فوافوه بكربلاء، فنزلها ومعه خمسة وأربعون نفساً من الفرسان ونحو مائة راجل، فلقيه عمر بن سعد بن أبي وقاص، وكان عبيد الله ولاه الري وكتب إليه بعهده عليها إذا رجع من حرب الحسين، فلما التقيا قال له الحسين: اختر مني إحدى ثلاث: إما أن ألحق بثغر من الثغور، وإما أن أرجع إلى المدينة، وإما أن أضع يدي في يد يزيد بن معاوية؟ فقبل ذلك عمر منه، فكتب فيه إلى عبيد الله فكتب إليه: لا أقبل منه حتى يضع يده في يدي، فامتنع الحسين فقاتلوه، فقتل معه أصحابه وفيهم سبعة عشر شابًّا من أهل بيته، ثم كان آخر ذلك أن قُتل وأُتي برأسه إلى عبيد الله فأرسله ومن بقي من أهل بيته إلى يزيد، ومنهم عليّ بن الحسين كان مريضاً ومنهم عمته زينب. ¶ فلما قدموا على يزيد أدخلهم على عياله ثم جهزهم إلى المدينة، هذه الرواية مضبوطة إلا نه ينقصها بعض التفاصيل ومنها تفاصيل المعركة، وها نحن أولاء نوفي الموضوع حقه. ¶ ---",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "كان عمر بن سعد كارهاً محاربة الحسين، فلما أمره عبيد الله بن زياد أن يسير لقتاله تلكأ فقال له زياد: فاردد علينا عهدنا، قال: فأسير إذن، فلما سار قال عمر لقرة بن سفيان الحنظلي: انطلق إلى الحسين فسله، ما أقدمك؟ فأتاه فأبلغه، فقال الحسين: أبلغه عني أن أهل المصر ـــ الكوفة ـــ كتبوا إليَّ يذكرون ألاّ إمام لهم ويسألونني القدوم عليهم، فوثقت بهم فغدروا بي بعد أن بايعني منهم 18.000 رجل فلما دنوت علمت غرور ما كتبوا إليّ وأردت الانصراف إلى حيث منه أقبلت فمنعني الحر بن يزيد وسار حتى جعجع بي في هذا المكان ولي بك قرابة قريبة ورحم ماسة فأطلقني حتى انصرف، فرجع قرة إلى عمر بن سعد بجواب الحسين فقال عمر: الحمد لله، والله إني لأرجو أن أعفى من محاربة الحسين، وكتب ابن زياد إلى عمر بن سعد: أن امنع الحسين وأصحابه الماء، فلا يتذوقوا منه حسوة كما فعلوا بالتقي عثمان بن عفان. ¶ فلما ورد على عمر بن سعد ذلك، أمر عمرو بن الحجاج أن يسير في خمسمائة راكب فينيخ على الشريعة (مورد الناس للاستقاء) ويحولوا بين الحسين وأصحابه وبين الماء وذلك قبل مقتله بثلاثة أيام، فمكث أصحاب الحسين عطاشاً. ¶ قالوا: ولما اشتد بالحسين وأصحابه العطش، أمر أخاه العباس بن علي أن يمضي في ثلاثين فارساً وعشرين راجلاً مع كل رجل قربة حتى يأتوا الماء فيحاربوا من حال بينهم وبينه، فمضى العباس نحو الماء وأمامهم نافع بن هلال حتى دنوا من الشريعة، فمنعهم عمرو بن الحجاج فجالدهم العباس على الشريعة بمن معه حتى أزالوهم عنها، واقتحم رجالة الحسين الماء فملأوا قربهم، ووقف في أصحابه يذبون عنهم حتى أوصلوا الماء إلى عسكر الحسين، ثم إن ابن زياد كتب إلى عمر بن سعد قائد الجيش الذي يحارب الحسين: ¶ ---",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "أما بعد، فإني لم أبعثك إلى الحسين لتطاوله الأيام ولا لتمنيه السلامة والبقاء ولا لتكون شفيعه إليّ، فأعرض عليه وعلى أصحابه النزول على حكمي فإن أجابوك، فابعث به وبأصحابه إليّ، وإن أبوا فازحف إليه فإنه عاق شاق فإن لم تفعل فاعتزل جندنا وخلّ بين شمر بن ذي الجوشن وبين العسكر فإنّا قد أمرناه بأمرنا. ¶ كان عبيد الله بن زياد يريد أن يقضي على الحسين ورجاله في الحال ويرى أن عمر بن سعد يتمهل في قتاله، فأمره إن هم رضوا بالنزول على حكمه، أن يبعثهم إليه وإلا يزحف عليهم، ومعلوم أن الحسين يرفض أن ينزل على حكم عبيد الله وعلى فرض أنه ذهب هو ورجاله إليه فإنه يأمر بقتلهم، وقد كان عمر بن سعد كارهاً في الوقت نفسه لقتال الحسين لكنه كان لا يريد أن يعتزل ويتخلى عن ولاية الري، فنادى في أصحابه، أن انهضوا إلى القوم، فنهضوا إليه عشية الخميس وليلة الجمعة: لتسع ليال خلون من المحرم، فسألهم الحسين تأخير الحرب إلى غد فأجابوه، فأمر الحسين أصحابه أن يضموا مضاربهم بعضهم من بعض ويكونوا أمام البيوت وأن يحفروا من وراء البيوت أخدوداً، وأن يضرموا فيه حطباً وقصباً كثيراً لئلا يأتوا من أدبار البيوت فيدخلوها وذلك استعداداً للقتال والدفاع ولما صلى عمر بن سعد الغداة نهض بأصحابه وعلى ميمنته عمرو بن صبح الصيداوي وعلى ميسرته شمر بن ذي جوشن واسمه شرحبيل بن عمرو بن معاوية من آل الوحيد، وعلى الرجالة شبث بن ربعي والراية بيد زيد مولى عمر بن سعد. ¶ ---",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "وعبأ الحسين عليه السلام أيضاً أصحابه وكانوا 32 فارساً و40 راجلاً، فجعل زهير بن القين البجلي على ميمنته وحبيب بن مظاهر على ميسرته ودفع الراية إلى أخيه العباس بن عليّ، ثم وقف ووقفوا معه أمام البيوت، وانحاز الحر بن يزيد الذي كان جعجع بالحسين إلى الحسين، فقال له: قد كان مني الذي كان وقد أتيتك مواسياً لك بنفسي، أفترى ذلك لي توبة مما كان مني؟ قال الحسين: نعم إنها لك توبة فأبشر فأنت الحر في الدنيا والحر في الآخرة إن شاء الله، ونادى عمر بن سعد مولاه زيداً أن قدم الراية فتقدم بها وشبت الحرب. ¶ فلم يزل أصحاب الحسين يقاتلون ويقتلون حتى لم يبق معه غير أهل بيته، فكان أول من تقدم منهم، عليّ بن الحسين وهو عليّ الأكبر، فلم يزل يُقاتل حتى قُتل ثم قُتل عبد الله بن مسلم بن عقيل، رماه عمرو بن صبح الصيداوي فصرعه، ثم قتل عدي بن عبد الله بن جعفر الطيّار، قتله عمرو بن نهشل التميمي، ثم قتل عبد الرحمن بن عقيل بن أبي طالب رماه لقيط بن ياسر الجهني بسهم فقتله، ثم قتل أبو بكر بن الحسن بن علي، رماه عبد الله بن عقبة الغنوي بسهم فقتله. ¶ ولما رأى ذلك العباس بن علي قال لإخوته عبد الله وجعفر وعثمان، بني علي عليه السلام: تقدموا أنتم فحاموا عن سيدكم حتى تموتوا دونه، فتقدموا جميعاً فصاروا أمام الحسين يقونه بوجوههم ونحورهم، فحمل هانىء بن ثويب الحضرميّ على عبد الله بن عليّ فقتله، ثم حمل على أخيه جعفر بن علي فقتله أيضاً، ورمى يزيد الأصبحي عثمان بن عليّ بسهم فقتله ثم خرج إليه فاحتز رأسه فأتى عمر بن سعد، فقال له: أثبني، فقال عمر: عليك بأميرك فسله أن يثيبك. ¶ وبقي العباس بن علي قائماً أمام الحسين يقاتل دونه ويميل معه حيث مال حتى قتل. ¶ ---",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "وبقي الحسين وحده، فحمل عليه مالك بن سنان الكندي فضربه بالسيف على رأسه وعليه برنس خز فقطعه وأفضى السيف إلى رأسه فجرحه، فألقى الحسين البرنس ودع بقلنسوة فلبسها ثم اعتم بعمامة وجلس، فدعا بصبي له صغير فأجلسه في حجره فرماه رجل من بني أسد وهو في حجر الحسين بمشقص فقتله، وبقي الحسين ملياً جالساً ولو شاؤوا أن يقتلوه، قتلوه، غير أن كل قبيلة كانت تتكل على غيرها وتكره الإقدام على قتله. ¶ وعطش الحسين، فدعا بقدح من ماء، فلما وضعه في فمه، رماه الحصين بن نمير بسهم فدخل في فمه وحال بينه وبين الماء، فوقع القدح من يده. ¶ ولما رأى القوم قد أحجموا عنه، قام يتمشى على المسناة نحو الفرات فحالوا بينه وبين الماء، فانصرف إلى موضعه الذي كان فيه، فرماه رجل من بني تميم يقال له عمر الطهوي بسهم فأثبته في عاتقه، فنزع الحسين الهسم، وضربه زرعة بن شريك التميمي بالسيف واتقاه الحسين بيده، فأسرع السيف في يده، وحمل عليه سنان بن أنس بن عمرو النخعي الأصبحي فطعنه فسقط، ونزل إليه خولي بن يزيد الأصبحيّ ليحز رأسه فأُرعد، فقال له سنان بن أنس: فت الله في عضديك وأبان يديك، فنزل إليه فذبحه واحتز رأسه. ¶ ووجد بالحسين حين قُتل 33 طعنة و34 ضربة وجعل سنان بن أنس لا يدنو أحد من الحسين إلا شد عليه مخافة أن يغلب على رأسه حتى أخذ رأس الحسين فدفعه إلى خولي وسلب الحسين ما كان عليه فأخذ سراويله بحر بن كعب وأخذ قيس قطيفة وأخذ نعليه رجل من بني أود يقال له: الأسود وأخذ سيفه رجل من بني أهل حبيب بن بديل. ¶ ومال الناس على الفرش والحلي والإبل فانتهبوها انتهبوا ملابس النساء، فلما جاء عمر بن سعد، أمرهم أن يردوا ما سلبوا، فما رد أحد شيئاً. ¶ أصحاب الحسين وأهل بيته يفدونه بأرواحهم ¶ ---",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "كان أصحاب الحسين وأهل بيته قليل ولم يكن لهم أمل في الأنتصار على عدوهم ولا في النجاة لكنهم كانوا في منتهى الشجاعة، يفدون الحسين رضي الله عنه بأرواحهم وقد فتك العدو بهم فتكاً مروّعاً ولم يشفق عليهم ولم يرع حرمتهم، وقد أثنى الحسين على أصحابه وأهل بيته. ¶ قال عليّ بن الحسين: ¶ جمع الحسين أصحابه بعدما رجع عمر بن سعد، وذلك عند قرب المساء، فدنوت منه وسمع وأنا مريض، فسمعت أبي وهو يقول لأصحابه: ¶ أثني على الله تبارك وتعالى أحسن الثناء وأحمده على السراء والضراء، اللهم إني أحمدك على أن أكرمتنا بالنبوة وعلمتنا القرآن وفقهتنا في الدين وجعلت لنا أسماعاً وأبصاراً وأفئدة ولم تجعلنا من المشركين. ¶ أما بعد فإني لا أعلم أصحاباً أولى ولا خيراً من أصحابي ولا أهل بيتي فجزاكم الله عني جميعاً خيراً، ألا وإني أظن يومنا من هؤلاء الأعداء غداً، ألا وإني قد رأيت لكم فانطلقوا جميعاً فليس عليكم مني ذمام، هذا ليل قد غشيكم فاتخذوه جملاً، ثم ليأخذ كل رجل منكم بيد رجل من أهل بيتي ثم تفرقوا في سوادكم ومدائنكم حتى يفرج الله فإن القوم إنما يطلبوني ولو قد أصابوني لهوا عن طلب غيري. ¶ أراد الحسين بذلك أن ينصرف عنه أصحابه وأهل بيته ويتفرقوا في المدن ولا يُقتلوا لأجله ويبقى هو وحده، فقال له إخوته وأبناؤه وبنو أخيه وابنا عبد الله بن جعفر: ¶ لم نفعل لنبقى بعدك؟ لا أرانا الله ذلك أبداً. ¶ والذي بدأ بهذا القول العباس بن علي ـــ وهو أخوه من أبيه ـــ ثم إنهم تكلموا بهذا ونحوه. ¶ فقال الحسين عليه السلام: ¶ يا بني عقيل حسبكم من القتل بمسلم، اذهبوا قد أذنت لكم. ¶ قالوا: فما يقول الناس، يقولون إنا تركنا شيخنا وسيدنا وبني عمومتنا خير الأعمام ولم نرم معهم بسهم ولم نطعن معهم برمح ولم نضرب معهم بسيف ولا ندري ما صنعوا لا والله لا نفعل ولكن نفديك بأرواحنا وأموالنا وأهلنا ونقاتل معك حتى نرد موردك، قبح الله العيش بعدك.h ¶ ---",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "وقام إليه مسلم بن عوسجة الأسديّ فقال: ¶ أنحن نتخلى عنك ولما نعذر إلى الله في أداء حقك، أما والله حتى أكسر في صدورهم رمحي وأضربهم بسيفي ما ثبت قائمه في يدي ولا أفارقك ولو لم يكن معي سلاح أقاتلهم به لقذفتهم بالحجارة دونك حتى أموت معك. ¶ وقال سعيد بن عبد الله الحنفي: ¶ والله لا نخلّيك حتى يعلم الله أنا قد حفظنا عيبة رسول الله صلى الله عليه وسلم والله لو علمت أني أقتل ثم أحيا ثم أحرق حيًّا ثم أذرّ، يُفعل بي ذلك سبعين مرة، ما فارقتك حتى ألقى حمامي دونك فكيف لا أفعل ذلك وهي قتلة واحدة، ثم هي الكرامة التي لا انقضاء لها أبداً. ¶ وهذا أبلغ ما سمعنا في إظهار التفاني في الحب والتضحية لأجل المحب واحتمال منتهى العذاب لا مرة واحدة بل مراراً، فهل بعد ذلك إخلاص وتفان؟ وقال مثل ذلك زهير بن القين: ¶ والله لوددت أني قتلت ثم نشرت ثم قتلت حتى أقتل كذا ألف مرة، وأن الله يدفع بذلك القتل عن نفسك ونفس هؤلاء الفتية من أهل بيتك. ¶ وقال أبو ثمامة عمرو بن عبد الله الصائدي للحسين لما رأى أصحابه يُقتلون وأعداءه يقتربون منه: ¶ يا أبا عبد الله؟ نفسي لك الفداء، إني أرى هؤلاء قد اقتربوا منك، ولا والله لا تُقتل حتى أقتل دونك إن شاء الله وأحب أن ألقى ربي وقد صليت هذه الصلاة التي قد دنا وقتها، فرفع الحسين رأسه ثم قال: ¶ ذكرت الصلاة، جعلك الله من المصلين الذاكرين، نعم هذا أول وقتها سلوهم أن يكفوا عنا حتى نصلي. ¶ فقال لهم الحصين بن تميم: إنها لا تُقبل. ¶ فقال له حبيب بن مظاهر: لا تقبل زعمت الصلاة من آل رسول الله صلى الله عليه وسلم لا تقبل وتقبل منك يا حمار. ¶ فحمل عليهم حصين بن تميم وخرج إليه حبيب بن مظاهر فضرب وجه فرسه بالسيف فشج ووقع عنه وحمله أصحابه فاستنقذوه. ¶ ---",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "وأخذ حبيب ينشد الشعر وقاتل قتالاً شديداً، فحمل عليه رجل من بني تميم فضربه بالسيف على رأسه فقتله وكان يقال له: بديل بن صُريم من بني عُقفان وحمل عليه آخر من بني تميم فطعنه فوقع، فذهب ليقوم فضربه الحصين بن تميم على رأسه بالسيف فوقع ونزل إليه التميمي فاحتز رأسه. ¶ ولما قُتل حبيب بن مظاهر هدّ ذلك حسيناً لأنه كان شجاعاً مخلصاً وقاتل الحر بن يزيد وزهير بن القين قتالاً شديداً حتى قُتلا، وقتل نافع بن هلال الجملي اثني عشر من أصحاب عمر بن سعد سوى من جرح وأخيراً ضرب حتى كسرت عضداه وأخذ أسيراً، فأخذه شمر بن ذي الجوشن ومعه أصحاب له يسوقون نافعاً حتى أُتي به عمر بن سعد، فقال له عمر: ويحك يا نافع ما حملك على ما صنعت بنفسك؟ قال: ¶ إن ربي يعلم ما أردت ـــ والدماء تسيل على لحيته ـــ قال: والله لقد قتلت اثني عشر سوى من جرحت، وما ألوم نفسي على الجهد ولو بقيت لي عضد وساعد ما أسرتموني. ¶ فقال شمر بن ذي جوشن لعمر بن سعد: اقتله أصلحك الله، قال: أنت جئت به فإن شئت فاقتله. ¶ فانتضى شمر سيفه فقال له نافع: أما والله لو كنت من المسلمين لعظم عليك أن تلقى الله بدمائنا، فالحمد لله الذي جعل منايانا على يدي شرار خلقه فقتله. ¶ ---",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "فلما رأى أصحاب الحسين أنهم قد كُثِرُوا، وأنهم لا يقدرون على أن يمنعوا حسيناً ولا أنفسهم، تنافسوا في أن يقتلوا بين يديه، جاء عبد الله وعبد الرحمن ابنا عزرة الغفاريان، فقالا: يا أبا عبد الله، عليك السلام، حازنا العدو إليك فأحببنا أن نُقتل بين يديك، نمنعك وندفع عنك، قال: مرحباً بكما، ادنوا مني، فدنوا منه فجعلا يقاتلان وجاء الفتيان الجابريان: سيف بن الحارث بن سريع، ومالك بن عبد بن سريع وهما ابنا عم وإخوان لأم، فأتيا حسيناً فدنوا منه وهما يبكيان فقال: أي ابني أخي ما يبكيكما؟ فوالله إني لأرجو أن تكونا عن ساعة قريري عين، قال: جعلنا الله فداك، لا والله ما على أنفسنا نبكي ولكن نبكي عليك، نراك قد أحيط بك ولا نقدر أن نمنعك. ¶ فقال: جزاكما الله يا ابني أخي بوجدكما من ذلك ومواساتكما إياي بأنفسكما أحسن جزاء المتقين ثم التفّا بالحسين وقاتلا حتى قُتلا. ¶ وجاء حنظلة بن سعد الشامي فقام بين يدي حسين فأخذ ينادي: ¶ يا قوم إني أخاف عليكم مثل يوم الأحزاب، مثل دأب قوم نوح وعاد وثمود والذين من بعدهم، وما الله يريد ظلماً للعباد، ويا قوم إني أخاف عليكم يوم التناد، يوم تولون مدبرين ما لكم من الله من عاصم ومن يضلل الله فما له من هاد، يا قوم لا تقتلوا حسيناً فيسحتكم الله بالعذاب وقد خاب من افترى. ¶ فقال حسين: يا ابن سعد، قد استوجبوا العذاب حين ردوا عليك ما دعوتهم إليه من الحق ونهضوا إليك ليستبيحوك وأصحابك، فكيف بهم الآن وقد قتلوا إخوانك الصالحين؟. ¶ قال: صدقت، جُعلت فداك، أنت أفقه مني وأحق بذلك، أفلا نروح إلى الآخرة ونلحق بإخواننا؟ ¶ قال: رُح إلى خير من الدنيا وما فيها وإلى ملك لا يبلى. ¶ فقال: السلام عليك يا أبا عبد الله صلّى الله عليك وعلى أهل بيتك وعرَّف بيننا وبينك في جنته. ¶ فقال: آمين، آمين. ¶ وجاء عابس بن أبي شبيب الشاكري ومعه شوذب مولى شاكر فقال الحسين: يا يا شوذب ما في نفسك أن تصنع؟ ¶ ---",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "قال: ما أصنع، أقاتل معك دون ابن بنت رسول الله صلى الله عليه وسلم حتى أقتل. ¶ قال: ذلك الظن بك، إما لا، فتقدم بين يدي أبي عبد الله حتى يحتسبك كما احتسب غيرك من أصحابه، وحتى أحتسبك أنا فإنه لو كان معي الساعة أحد أنا أولى به مني لسرني يوم ينبغي لنا أن نطلب الأجر فيه بكل ما قدرنا عليه فإنه لا عمل بعد اليوم وإنما هو الحساب. ¶ فتقدم فسلم على الحسين ثم مضى فقاتل. ¶ ثم قال عابس بن أبي شبيب: يا أبا عبد الله، أما والله ما أمسى على ظهر الأرض قريب ولا بعيد أعزّ عليّ ولا أحب إليّ منك، ولو قدرت على أن أدفع عنك الضيم والقتل بشيء أعزّ عليّ من نفسي ودمي لفعلته، السلام عليك يا أبا عبد الله، أشهد الله أني على هديك وهدي أبيك، ثم مشى بالسيف مصلتاً نحوهم وبه ضربة على جنبيه، وكان من أشجع الناس، فأخذ ينادي: ألا رجل لرجل؟. ¶ فقال عمر بن سعد: ارضخوه بالحجارة، فرمي بالحجارة من كل جانب، فلما رأى ذلك ألقى درعه ومغفره ثم شدَّ على الناس فأحاطوا به من كل جانب وقتلوه فتناولوا رأسه، كل يقول: أنا قتلته، فأتوا عمر بن سعد فقال: لا تختصموا، هذا لم يقتله سنان واحد، ففرق بينهم بهذا القول. ¶ ومن الذين قتلوا من أصحاب الحسين يزيد بن زياد وهو أبو الشعثاء الكندي من بني بهدلة، وكان يزيد بن زياد بن المهاجر ممن خرج مع عمر بن سعد إلى الحسين، فلما ردوا الشروط على الحسين، مال إليه فقاتل معه حتى قتل، فأما الصيداويون عمر بن خالد، وجابر بن الحارث السلماني، وسعد مولى عمر بن خالد، ومجمع بن عبد الله العائدي، فإنهم قاتلوا في أول القتال فشدوا مقدمين بأسيافهم على الناس، فلما وغلوا عطف عليهم الناس، فأخذوا يحوزونهم وقطعوهم من أصحابهم غير بعيد، فحمل عليهم العباس بن عليّ، فاستنقذهم وكانوا قد خرجوا، فكلما دنا منهم عدو شدوا بأسيافهم فقاتلوا حتى قتلوا في مكان واحد. ¶ ---",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "وكان آخر من بقي مع الحسين من أصحابه، سويد بن عمرو بن أبي المطاع الخثعمي، وكان أول قتيل من بني أبي طالب يومئذ عليّ الأكبر بن الحسين بن عليّ، وأمه ليلى ابنة أبي مرة بن عروة بن مسعود الثقفي، صرعه مرة بن منقذ واحتوله الناس فقطعوه بأسيافهم، ولما قتل قال أبوه الحسين: ¶ قتل الله قوماً قتلوك يا بنيّ، ما أجرأهم على الرحمن وعلى انتهاك حرمة الرسول، على الدنيا بعدك العفاء. ¶ وخرجت زينب ابنة فاطمة مسرعة تنادي: يا أخياه فجاء الحسين فأخذ بيدها فردّها إلى الفسطاط. ¶ وأقبل على الحسين ابنه وأقبل فتيانه إليه فقال: احملوا أخاكم فحملوه من مصرعه حتى وضعوه بين يدي الفسطاط الذي كانوا يقاتلون أمامه. ¶ ثم إن عمرو بن صبيح الصدائي رمى عبد الله بن مسلم بن عقيل بسهم فوضع كفه على جبهته فأخذ لا يستطيع أن يحرك كفيه ثم صوب إليه سهماً آخر ففلق قلبه، وحمل عبد الله بن قطبة الطائي على عون بن عبد الله بن جعفر بن أبي طالب فقتله وشد عثمان بن خالد بن أسيد الجهني وبشر بن سوط الهمداني على عبد الرحمن بن عقيل بن أبي طالب فقتلاه، ورمى عبد الله بن عزرة الخثعمي جعفر بن عقيل بن أبي طالب فقتله. ¶ وحمل عمرو بن سعد بن نفيل الأزدي على القاسم بن الحسن بن عليّ بن أبي طالب وضرب رأسه بالسيف فوقع على وجهه وقتل وكان غلاماً، لما رأى الحسين ذلك شد شدة ليث أغضب، فضرب عمرو بالسيف فاتقاه بالساعد فأطنها من لدن المرفق فصاح ثم تنحى عنه، وحملت خيل لأهل الكوفة ليستنقذوا عَمْراً من حسين، فاستقبلت عَمْراً بصدورها فحركت حوافرها بفرسانها عليه فوطأته حتى مات. ¶ وقام الحسين على رأس القاسم وقال: بُعداً لقوم قتلوك ومن خصمهم يوم القيامة فيه جدك. ¶ ورمى عبد الله بن عقبة الغنوي أبا بكر بن الحسين بن عليّ بسهم فقتله، وشد هانىء بن ثبيت الحضرمي على عبد الله بن علي بن أبي طالب فقتله، ثم شد على جعفر بن عليّ فقتله وجاء برأسه. ¶ ---",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "والخلاصة أن أصحاب الحسين وأهله ضحوا بأنفسهم فداء للحسين عليه السلام. ¶ عمر بن سعد ينهى رجاله عن مبارزة أصحاب الحسين ¶ مما تقدم نرى أن أصحاب الحسين استبسلوا استبسالاً عظيماً في القتال والدفاع عنه، أولاً لأنهم شجعان، ثانياً احتراماً للحسين وتعظيماً له، ثالثاً لاعتقادهم أنه أحق بالخلافة، أما أهله فقد كانوا يحبونه ويجلونه ويرون الحياة بعده لا قيمة لها، ومن الأمثلة على شجاعتهم وتفانيهم في الذود عنه ما قد ذكرنا وقد روى أنه كان كلما برز رجل من رجال عمر بن سعد إلى أحد أصحاب الحسين قُتل وأخيراً كان نافع بن هلال يقاتل يومئذ ويقول: ¶ أنا الجملي أنا على دين عليّ ¶ فخرج إليه رجل يقال له مزاحم بن حريث فقال: أنا على دين عثمان، فقال له: أنت على دين شيطان، ثم حمل عليه فقتله، فصاح عمرو بن الحجاج بالناس: يا حمقى أتدرون من تقاتلون؟ فرسان المصر، قوماً مستميتين، لا يبرزنّ لهم منكم أحد، فإنهم قليل وقل ما يبقون، والله لو لم ترموهم إلا بالحجارة لقتلتموهم. ¶ فقال عمر بن سعد: صدقت الرأي ما رأيت، وأرسل إلى الناس يعزم عليهم إلا يبارز رجل منكم رجلاً منهم. ¶ فأصحاب الحسين انهزموا وقتلوا لا لحاجتهم إلى الشجاعة وحمية بل لقلّتهم. ¶ شجاعة عبد الله بن عمير الكلبي وامرأته أم وهب ¶ --- ¶ كان رجل يدعى عبد الله بن عمير من بني عُلَيْم قد نزل الكوفة واتخذ عند بئر الجعد من همدان داراً وكان معه امرأة له من النمر بن قاسط يقال لها: أم وهب بنت عبد فرأى القوم بالنخيلة يعرضون ليُسرَّحوا إلى الحسين فسأل عنهم فقيل له: يُسرحون إلى حسين بن فاطمة بنت رسول الله صلى الله عليه وسلم فقال: والله لقد كنت على جهاد أهل الشرك حريصاً، وإني لأرجو ألا يكون جهاد هؤلاء الذين يغزون ابن بنت نبيهم أيسر ثواباً عند الله من ثوابه إياي في جهاد المشركين، فدخل إلى امرأته فأخبرها بما سمع وأعلمها بما يريد فقالت: أصبت أصاب الله بك أرشد أمورك، افعل وأخرجني معك.",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "فخرج بها ليلاً حتى أتى حسيناً فأقام معه، فلما دنا منه عمر بن سعد ورمى بسهم، ارتمى الناس، فلما ارتموا خرج يسار مولى زياد بن أبي سفيان وسالم مولى عبيد الله بن زياد فقالا: من يبارز؟ ليخرج إلينا بعضكم، فوثب حبيب بن مظاهر وبُرير بن حُضير، فقال لهما حسين: اجلسا، فقام عبد الله بن عمير الكلبي فقال: أبا عبد الله رحمك الله، ائذن لي فلأخرج إليهما، فرأى حسين رجلاً آدم طويلاً، شديد الساعدين، بعيد ما بين المنكبين، فقالا: من أنت؟ فانتسب لهما، فقالا: لا نعرفك ليخرج إلينا زهير بن القين أو حبيب بن مظاهر أو برير بن حضير، ويسار مستمثل أمامه سالم، فقال له الكلبي: يا ابن الزانية وبك رغبة عن مبارزة أحد من الناس، أو يخرج إليك أحد من الناس إلا وهو خير منك، ثم شدَّ عليه فضربه بسيفه حتى برد، فإنه لمشتغل به يضربه بسيفه إذ شد عليه سالم، فصاح به قد رهقك العبد فلم يأبه له حتى غشيه، فبدره الضربة فاتقاه الكلبي بيده اليسرى، فأطار أصابع كفه اليسرى، ثم مال عليه الكلبي فضربه حتى قتله، وأقبل الكلبي مرتجزاً وهو يقول وقد قتلهما جميعاً: ¶ إن تُنكروني فأنا ابن كلب ¶ حَسْبي ببيتي في عُليم حسبي ¶ إني امرؤ ذو مِرَّة وعَصْبِ ¶ ولست بالخوَّار عند النكب ¶ إني زعيم لكِ أم وهب ¶ --- ¶ بالطعن فيهم مُقْدِماً والضرب ¶ ضرب غلام مؤمن بالرب ¶ فأخذت أم وهب امرأته عموداً ثم أقبلت نحو زوجها تقول له: فداك أبي وأمي دون الطيبين ذرية محمد، فأقبل إليها يردها نحو النساء، فأخذت تجاذب ثوبه ثم قالت: إني لن أدعك دون أن أموت معك، فناداها حسين، فقال: جزيتم من أهل بيتي خيراً، ارجعي رحمك الله إلى النساء فاجلسي معهن، فإنه ليس على النساء قتال. ¶ فانصرفت إليهن.",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "هذا ما كان من شجاعة عبد الله بن عمير الكلبي وامرأته وقد تطوعاً للقتال مع الحسين عليه السلام، وقد أشفق الحسين على هذه المرأة فلم يتركها تقاتل قائلاً: ليس على النساء قتال، وقد كان الحسين في هذه اللحظة في حاجة إلى مئات من أمثال الكلبي هذا، ولكن ما الحيلة وقد انصرف عنه من كاتبه، وأنكره من دعاه إلى البيعة. ¶ اتهام الحسين بالمروق من الدينر ¶ تبين من أقوال بعض الذين حاربوا الحسين أنهم كانوا جهالاً متعصبين يصدقون أقوال أعدائه من بني أمية الذين كانوا يذيعون الأكاذيب ويطعنون على عليّ وأبنائه، يبررون بذلك قتلهم، فمن ذلك أن عبد الله بن حوزة خرج وقال للحسين: ابشر بالنار، فدعا عليه فمات شر ميتة في الحال. ¶ وقال له علّي بن قرظة: يا كذاب ابن الكذاب أضللت أخي وغررته حتى قتلته. ¶ وقال الزبيدي: إنه سمع عمرو بن الحجاج حين دنا من أصحاب الحسين يقول: ¶ يا أهل الكوفة الزموا طاعتكم وجماعتكم ولا ترتابوا في قتل من مرق من الدين وخالف الإمام. ¶ فقال له الحسين: يا عمرو بن الحجاج، أعليّ تحرض الناس؟ أنحن مرقنا من الدين وأنتم ثبتُّم عليه؟ أما والله لتعلمنّ لو قد قبضت أرواحكم ومتم على أعمالكم، أيُّنا مرق من الدين ومن هو أولى بصليّ النار. ¶ وهكذا كانوا يحرضون الناس على قتال الحسين زاعمين أنه مرق من الدين تارة وتارة أخرى أنه كذاب، وكل ذلك لأنه خالف إمامهم. ¶ فسطاط الحسين عليه السلام ¶ ---",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "كان الحسين عليه السلام قد أقام فسطاطاً له، وجمع النساء والأطفال فيه، وكان أصحابه يقاتلون أشد القتال ولا يقدر أعداؤهم على أن يأتوهم إلا من وجه واحد لقرب أبنيتهم بعضها من بعض، فلما رأى ذلك عمر بن سعد، أرسل رجالاً يقوضونها ليحيطوا بها فقتلهم أصحاب الحسين فأمر عمر بإحراقها فقال الحسين: دعوهم فليحرقوها، فإنهم لو أحرقوها لم يستطيعوا أن يجوزوا إليكم منها، وكان ذلك كذلك، وأخذوا لا يقاتلونهم إلا من وجه واحد فحمل شمر بن ذي الجوشن حتى طعن فسطاط الحسين برمحه ونادى: عليّ بالنار حتى أحرق هذا البيت على أهله فصاح النساء، وخرجن من الفسطاط وصاح به الحسين: ¶ يا ابن ذي الجوشن، أنت تدعو بالنار لتحرق بيتي على أهلي، حرّقك الله بالنار. ¶ فقال له حميد بن مسلم: سبحان الله، إن هذا لا يصلح لك أتريد أن تجمع خصلتين، تعذّب بعذاب الله ـــ يعني بالنار ـــ وتقتل الولدان والنساء؟ والله إن في قتلك الرجال لما ترضي به أميرك. ¶ فقال: من أنت؟. ¶ قال: لا أخبرك، وخشي أن يضره عند الأمير. ¶ فجاءه رجل يسمى شبث بن ربعي فقال له: ¶ ما رأيتُ مقالاً أسوأ من قولك، ولا موقفاً أقبح من موقفك، أمُرعباً للنساء صرت؟ فاستحى وانصرف. ¶ عدد القتلى من أصحاب الحسين ¶ قتل الحسين عليه السلام أول سنة 61 يوم الجمعة وقيل: يوم السبت لعشر مضين من المحرم وهو يوم عاشوراء بكربلاء بأرض العراق، وقبره مشهور يزار، وهو ابن سبع وخمسين سنة. ¶ وقتل من أصحاب الحسين 72 رجلاً دفنهم أهل الغاضرية من بني أسد بعدما قتلوا بيوم. ¶ وجيء برؤوس من قتل مع الحسين من أهل بيته وشيعته وأنصاره إلى عبيد الله بن زياد وكان عددها 70. ¶ وهذه أسماء من قتل من أهل بيته: ¶ 1 ـــ الحسين بن عليّ بن أبي طالب. ¶ 2 ـــ العباس بن عليّ، أبو الفضل قتل وله 34 سنة. ¶ 3 ـــ جعفر بن عليّ قتل وله 19 سنة. ¶ 4 ـــ عبد الله بن عليّ قتل وله 25 سنة. ¶ 5 ـــ محمد بن عليّ، وهو محمد الأصغر. ¶ --- ¶ 6 ـــ أبو بكر بن عليّ.",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "7 ـــ عثمان بن عليّ قتل وله 21 سنة. ¶ 8 ـــ عليّ بن الحسين وهو الأكبر، ويكنى أبا الحسن وأمه ليلى لا عقب له. ¶ 9 ـــ عبد الله بن الحسين وأمه أم البنين قتل وهو ابن 25 سنة ولا عقب له. ¶ 10 ـــ أبو بكر بن الحسن. ¶ 11 ـــ عبد الله بن الحسن. ¶ 12 ـــ القاسم بن الحسن. ¶ 13 ـــ عون بن عبد الله بن جعفر بن أبي طالب. ¶ 14 ـــ محمد بن عبد الله بن جعفر بن أبي طالب. ¶ 15 ـــ جعفر بن عقيل بن أبي طالب. ¶ 16 ـــ عبد الرحمن بن عقيل. ¶ 17 ـــ عقيل بن أبي طالب. ¶ 18 ـــ مسلم بن عقيل. ¶ 19 ـــ عبد الله بن مسلم بن عقيل. ¶ 20 ـــ محمد بن أبي سعيد بن عقيل. ¶ 21 ـــ سليمان مولى الحسين بن عليّ. ¶ 22 ـــ منجح مولى الحسين. ¶ 23 ـــ عبد الله بن بُقطر، رضيع الحسين. ¶ عدد القتلى من أصحاب عمر بن سعد ¶ قتل من أصحاب عمر بن سعد 88 رجلاً سوى الجرحي، فصلى عليهم عمر ودفنهم ولم يكن فيهم أحد من أهل الشام. ¶ كربلاء ¶ دفن الحسين رضي الله عنه بكربلاء في طرف البرية عند الكوفة واشتقاقه من الكربلة رخاوة في القدمين، يقال: جاء يمشي مُكربلاً أي كأنه يمشي في طين، فيجوز على هذا أن تكون أرض هذا الموضع رخوة فسميت بذلك، ويقال: كربلتُ الحنطة إذا هززتها ونقيتها، فيجوز على هذا أن تكون هذه الأرض منقاة من الحصى والدّغل فسميت بذلك، والكربل: اسم نبت الحُمَّاض. ¶ وقد روي أن الحسين رضي الله عنه لما انتهى إلى هذه الأرض قال لبعض أصحابه: ما تسمى هذه القرية؟ وأشار إلى العَقر، فقالوا له: اسمها العقر، فقال الحسين: نعوذ بالله من العَقر ـــ من عقر الفرس والناقة وغيرهما، حصد قوائمها بالسيف ـــ ثم قال: فما اسم هذه الأرض التي نحن فيها؟ قالوا: كربلاء ـــ فقال: أرض كرب وبلاء ـــ وأراد الخروج منها فمُنع. ¶ رأس الحسين عليه السلام ¶ ---",
            "page": "105",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "أقبل خولي بن يزيد الأصبحي برأس الحسين، فأراد القصر فوجد باب القصر مغلقاً، فأتى منزله فوضعه تحت إجّانة في الدار، ثمّ دخل البيت فأوى إلى فراشه، فقالت له النّوار بنت مالك: ما الخبر؟ ما عندك؟ قال: جئتك بغنى الدهر، هذا رأس الحسين معك في الدار، قال ذلك لأنه كان يؤمل أن يكافئه الوالي عبيد الله مكافأة عظيمة. ¶ فقالت له النّوار: ويلك جاء الناس بالذهب والفضة وجئت برأس الحسين ابن بنت رسول الله صلى الله عليه وسلم لا والله لا يجمع رأسي ورأسك بيت واحد أبداً. ¶ قالت: فقمت من فراشي فخرجت إلى الدار، فدعا الأسدية فأدخلها إليه، وجلستُ أنظر، فوالله ما زلت أنظر إلى نور يسطع مثل العمود من السماء إلى الإجّابة ورأيت طيرا بيضاً ترفرف حولها. ¶ فلما أصبح غداً بالرأس إلى عبيد الله بن زياد فوُضع بين يديه فأخذ ينكت بقضيب بين ثنيّتَيْه ساعة، فلما رآه زيد بن أرقم لا يُحْجم عن نكته بالقضيب قال له: أعلُ بهذا القضيب عن هاتين الثنيتين، فوالذي لا إله غيره لقد رأيتُ شفتي رسول الله صلى الله عليه وسلم على هاتين الشفتين يقبلهما، ثم انتحى الشيخ يبكي، فقال له ابن زياد: أبكى الله عينيك، فوالله لولا أنك شيخ قد خرِفت وذهب عقلك لضربت عنقك. ¶ ونصب عبيد الله رأس الحسين بالكوفة فجعل يدار به في الكوفة. ¶ شجاعة ¶ زينب ابنة فاطمة أمام عبيد الله ¶ لما دخل برأس الحسين وصبيانه وأخوانه ونسائه عَلَى عبيد الله بن زياد، لبست زينب ابنة فاطمة ـــ أخت الحسين ـــ أرذل ثيابها وتنكرت وحفّت بها إماؤها، فلما دخلت جلست، فقال عبيد الله: من هذه الجالسة؟ فلم تكلمه، فقال ذلك ثلاثاً، كل ذلك لا تكلمه، فقال بعض إمائها: هذه زينب بنت فاطمة، فقال لها عبيد الله: الحمد لله الذي فضحكم وقتلكم وأكذب أحدوثتكم.l ¶ --- ¶ فقالت: الحمد لله الذي أكرمنا بمحمد صلى الله عليه وسلم وطهّرنا تطهيراً، لا كما تقول أنت، إنما يفتضح الفاسق ويُكذّب الفاجر. ¶ قال: فكيف رأيت صنع الله بأهل بيتك؟",
            "page": "106",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "قالت: كتب عليهم القتل فبرزوا إلى مضاجعهم وسيجمع الله بينك وبينهم فتحاجّون إليه وتخاصمون عنده. ¶ لقد تعدَّوا عَلَى أهل بيت رسول الله صلى الله عليه وسلم وقتلوهم ومثَّلوا بهم وليس بالمستغرب أن يقع الظلم عَلَى الأطهار والأبرياء في هذه الدنيا، وقديماً قتل الأنبياء والصالحون والصديقون والأولياء، وسيحاسب الله الظالمين في الآخرة عَلَى ما جنت أيديهم، قال تعالى: {وَسَيَعْلَمْ الَّذِينَ ظَلَمُواْ أَىَّ مُنقَلَبٍ يَنقَلِبُونَ} (الشعراء: 227) ولو لم يكن هناك دار أخرى للحساب لساد الظلم وفاز الظالم القوي. ¶ فلما قالت زينب ما قالت غضب ابن زياد واستشاط، فقال له عمرو بن حريث: أصلح الله الأمير إنما هي امرأة، وهل تؤاخذ المرأة بشيء من منطقها، إنها لا تؤاخذ بقول ولا تلام عَلَى خَطَل. ¶ فقال لها ابن زياد: قد شفى الله نفسي من طاغيتك والعصاة المَرَدة من أهل بيتك فبكت ثم قالت: ¶ لعمري لقد قتلت كهلي، وأبرت أهلي، وقطعت فرعي، واجتثثت أصلي، فإن يشفك هذا، فقد اشتفيت. ¶ فقال لها عبيد الله: هذه شجاعة، لعمري قد كان أبوك شاعراً شجاعاً. ¶ قالت: ما للمرأة والشجاعة، إن لي عن الشجاعة لشغلاً ولكن نفثي ما أقول. ¶ علي بن الحسين وعبيد الله بن زياد ¶ عُرض عليّ بن الحسين بعد أن قُتل أبوه عَلَى عبيد الله بن زياد، فقال له: ما اسمك؟ قال: أنا علي بن الحسين، فقال: أو لم يقتل الله عليّ بن الحسين؟ فسكت. ¶ فقال له ابن زياد: ما لك لا تتكلم؟ قال: كان لي أخ يقال له أيضاً عليّ فقتله الناس. ¶ --- ¶ قال: إن الله قد قتله، فسكت عليّ، فقال له: ما لك لا تتكلم؟ قال: {اللَّهُ يَتَوَفَّى الاْنفُسَ حِينَ مِوْتِهَا} (الزمر: 42) {وَمَا كَانَ لِنَفْسٍ أَنْ تَمُوتَ إِلاَّ بِإِذْنِ الله} (آل عمران: 45). ¶ قال عبيد الله: أنت والله منهم، ويحك انظروا هل أدرك؟ والله إني لأحسبه رجلاً، فكشف عنه مُرّيّ بن معاذ الأحمري، فقال: نعم قد أدرك.",
            "page": "107",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "فقال: اقتله، فقال عليّ بن الحسين: من توكل بهؤلاء النسوة؟ وتعلقت به زينب عمته، فقالت: ¶ يا ابن زياد حسبك منا، أَمَا رَوِيت من دمائنا؟ وهل أبقيت منا أحداً؟ واعتنقته، فقالت: أسألك بالله إن كنت مؤمناً إن قتلته لمَا قتلتني معه. ¶ وناداه عليّ فقال: يا ابن زياد، إن كانت بينك وبينهم لقرابة، فابعث معهن رجلاً تقياً يصحبهن بصحبة الإسلام. ¶ فنصر إليها ساعة ثم نظر إلى القوم فقال: عجباً للرحم، والله إني لأظنها ودّت لو أني قتلتها معه، دعوا الغلام، انطلق مع نسائك. ¶ خطبة عبيد الله بعد مقتل الحسين ¶ لما دخل عبيد الله القصر ودخل الناس نودي: الصلاة جامعة، فاجتمع الناس في المسجد الأعظم، فصعد المنبر ابن زياد فقال: ¶ الحمد لله الذي أظهر الحق وأهله، ونصر أمير المؤمنين يزيد بن معاوية وحزبه، وقتل الكذاب ابن الكذاب الحسين بن عليّ وشيعته. ¶ فلم يفرغ ابن زياد من مقالته حتى وثب إليه عبد الله بن عفيف الأزدي وكان من شيعة عليّ، وكانت عينه اليسرى ذهبت يوم الجمل مع عليّ، فلما كان يوم صِفّين ضُرب على رأسه ضربة وأخرى على حاجبه فذهبت عينه الأخرى، فكان لا يفارق المسجد الأعظم يصلي فيه إلى الليل ثم ينصرف. ¶ فلما سمع مقالة ابن زياد قال: يا ابن مرجانة، إن الكذاب ابن الكذاب أنت وأبوك والذي ولاك وأبوه، يا ابن مرجانة أتقتلون أبناء النبيين وتتكلمون بكلام الصدِّيقين1، فأمر ابن زياد بقتله وصلبه. ¶ تسريح رأس الحسين ¶ --- ¶ ورؤوس أصحابه إلى يزيد بن معاوية بدمشق ¶ دعا عبيد الله بن زياد زَحْر بن قيس فسرح معه برأس الحسين ورؤوس أصحابه إلى يزيد بن معاوية ليظهر للخليفة أنه قهر أعداءه وانتصر عليهم وقطع رؤوسهم انتقاماً منه، وأنه أهل لثقته وقد برهن عبيد الله على أنه أقسى الحكام قلباً، لا يبالي بِسفك الدماء ولا تأخذه شفقة على أحد. ¶ وكان مع زحر، أبو بُردة بن عوف الأزدي وطارق بن أبي ظبيان الأزدي فخرجوا حتى قدموا بها الشام على يزيد بن معاوية.",
            "page": "108",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "أقبل زحر حتى دخل على يزيد فقال له يزيد: ويلك ما وراءك وما عندك؟. ¶ فقال: أبشر يا أمير المؤمنين بفتح الله ونصره، ورد علينا الحسين بن علي في ثمانية عشر من أهل بيته وستين من شيعته، فسرنا إليهم، فسألناهم أن يستسلموا وينزلوا على حكم الأمير عبيد الله بن زياد أو القتال، فاختاروا القتال على الاستسلام، فعدونا عليهم مع شروق الشمس فأحطنا بهم من كل ناحية حتى إذا أخذت السيوف مأخذها منهم هام القوم، يهربون إلى غير وَزَر (مأوى) ويلوذون منا بالآكام والحفر لواذاً كما لاذ الحمائم من صقر، فوالله يا أمير المؤمنين ما كان إلا جَزْر جزور أو نومة قائل حتى أتينا على آخرهم فهاتيك أجسادهم مجردة، وثيابهم مرملة وخدودهم معفرة، تصهرهم الشمس، وتسفي عليهم الريوح، زوّارهم العقبان والرخم في سبسب. ¶ --- ¶ جاء زحر هذا يبشر يزيد بانتصارهم على الحسين وشيعته وهم نفر قليل ـــ 18 من أهل بيته و60 من شيعته فيكون مجموعهم 78 حسب ما أحصاهم زحر ـــ جاء يبشر الخليفة ليدخل السرور في نفسه وشرح كيف قاتلوهم ومثلوا بهم وتركوهم طعمة للجوارح والوحوش كأن ذلك مما يدعو إلى الفخار والتيه والعجب وقد كان زحر يؤمل أن يتلقى يزيد هذه البشرى بالبشر ويجزل عطاءه ويكرم وفادته، غير أنه لما سمع مقالة زحر دمعت عيناه وقال: قد كنت أرضى من طاعتكم بدون قتل الحسين لعن الله ابن سُمية، أما والله لو أني صاحبه لعفوت عنه، فرحم الله الحسين ولم يصله بشيء، وهذه رواية الطبري عن الغاز بن ربيعة الجُرَشي. ¶ وقيل: إن يزيد قال: ¶ يفلِّقن هاماً من رجال أعزة ¶ علينا وهم وكانوا أعق وأظلما ¶ أما والله يا حسين لو أنا صاحبك ما قتلتك. ¶ وفي رواية أخرى للطبري:",
            "page": "109",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "لمّا وصل رأس الحسين إلى يزيد، حسنت حال ابن زياد عنده وزاده ووصله وسره ما فعل، ثم لم يلبث إلا يسيراً حتى بلغه بغض الناس له ولعنهم وسبهم، فندم على قتل الحسين فكان يقول: وما عليّ لو احتملت الأذى وأنزلت الحسين معي في داري وحكّمته فيما يريد وإن كان عليّ في ذلك وهنٌ في سلطاني حفظاً لرسول الله صلى الله عليه وسلم ورعاية لحقه وقرابته، لعن الله ابن مرجانة فإنه اضطره وقد سأله أن يخلي سبيله ويرجع فلم يفعل أن يضع يده في يدي أو يلحق بثغر حتى يتوفاه الله، فلم يجبه إلى ذلك فقتله فبغَّضني بقتله إلى المسلمين وزرع في قلوبهم العداوة فأبغضني البر والفاجر بما استعظموه من قتلي الحسين، ما لي ولابن مرجانة لعنه الله وغضب عليه. ¶ ترحيل نساء الحسين وصبيانه ¶ --- ¶ أرسل عمر بن سعد قائد الجيش الذي حارب الحسين نساء الحسين وعياله إلى عبيد الله، ولم يكن بقي من أهل بيته رضي الله عنه إلا غلام كان مريضاً مع النساء، فأمر به عبيد الله ليُقتل، فطرحت زينب أخت الحسين نفسها عليه وقالت: والله لا يقتل حتى تقتلوني، فتركه. ¶ فجهزهم عبيد الله وحملهم إلى يزيد، فلما قدموا عليه، جمع من كان بحضرته من أهل الشام ثم أدخلوهم فهنأوه بالفتح. ¶ وقيل: أمر عبيد الله بعليّ بن الحسين فغُل بغل إلى عنقه ثم سرح بهم مع مُحَفّز بن ثعلبة ومع شمر بن ذي الجوشن، فانطلقا بهم حتى قدموا على يزيد فلم يكن عليّ بن الحسين يكلم أحداً منهما في الطريق حتى بلغوا. ¶ فلما انتهوا إلى باب يزيد، رفع مُحفّز بن ثعلبة صوته فقال: هذا محفز بن ثعلبة أتى أمير المؤمنين باللئام الفجرة. ¶ فأجابه يزيد بن معاوية: ما ولدت أمك شراً وألأم منك. ¶ ولما هنأوا يزيد قال رجل من الذين كانوا بحضرته ونظر إلى وصيفة من بناتهم: ¶ يا أمير المؤمنين، هب لي هذه، فقالت زينب: لا والله ولا كرامة لك ولا له إلا أن يخرج من دين الله. ¶ فأعاد الرجل طلبه، فقال له يزيد: كفّ عن هذا. ¶ عليّ بن الحسين بين يدي يزيد",
            "page": "110",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "دعا يزيد بن معاوية أشراف الشام فأجلسهم حوله ثم دعا بعليّ بن الحسين وصبيان الحسين ونسائه فأدخلوا عليه والناس ينظرون فقال يزيد لعليّ: ¶ يا عليّ أبوك الذي قطع رحمي، وجهل حقي، ونازعني سلطاني، فصنع الله به ما قد رأيت. ¶ فقال عليّ: ¶ {مَآ أَصَابَ مِن مُّصِيبَةٍ فِى الاْرْضِ وَلاَ فِى أَنفُسِكُمْ إِلاَّ فِى كِتَبٍ مّن قَبْلِ أَن نَّبْرَأَهَآ} (الحديد: 22). ¶ فقال يزيد لابنه خالد: اردد عليه، فما درى خالد ما يرد عليه، فقال له يزيد: قل: ¶ {وَمَآ أَصَبَكُمْ مّن مُّصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُواْ عَن كَثِيرٍ } (الحديد: 23). ¶ قد كان عليّ بن الحسين يحفظ القرآن ويحتج به على صغر سنه وكان حاضر البديهة طلق اللسان. ¶ --- ¶ ثم دعا يزيد بالنساء والصبيان فأجلسوا بين يديه فرآهم في هيئة قبيحة، فقال: قبَّح الله ابن مُرجانة ـــ عبيد الله بن زياد ـــ لو كانت بينه وبينكم رحم أو قرابة ما فعل هذا بكم هكذا. ¶ وعن فاطمة بنت عليّ قالت: ¶ لما جلسنا بين يدي يزيد بن معاوية، رق لنا وأمر لنا بشيء وألطفنا، وقام رجل من أهل الشام إلى يزيد فقال: يا أمير المؤمنين هب لي هذه ـــ يعنيني ـــ وكنت جارية وضيئة، فأرعدت وفرقت وظننت أن ذلك جائز لهم وأخذت بثياب أختي زينب وكانت أختي زينب أكبر مني وأعقل تعلم أن ذلك لا يكون. ¶ فقالت: كذبتَ والله ولؤمتَ، ما ذلك لك وله. ¶ فغضب يزيد، فقال: ¶ كذبت والله إن شئتُ أن أفعله لفعلتُ. ¶ قالت: كلا والله ما جعل الله ذلك لك إلا أن تخرج من ملتنا وتدين بغير ديننا فغضب يزيد واستطار، ثم قال: ¶ إياي تستقبلين بهذا؟ إنما خرج من الدين أبوك وأخوك فقالت زينب: ¶ بدين الله ودين أبي ودين أخي وجدي هديت أنت وأبوك وجدك. ¶ قال: كذبت يا عدوة الله. ¶ قالت: أنت أمير مسلط تشتم ظالماً وتقهر بسلطان، قالت: فوالله لكأنه استحى فسكت. ¶ ثم أعاد الشامي فقال: يا أمير المؤمنين هب لي هذه الجارية.",
            "page": "111",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "فقال يزيد: أعزب وهب الله لك حتفاً قاضياً، لأنه كان سبباً في هذه المشادّة بينه وبين زينب. ¶ ثم قال يزيد: يا نعمان بن بشير جهزهم بما يصلحهم وابعث معهم رجلاً من أهل الشام، أميناً صالحاً، وابعث معه خيلاً وأعواناً فيسير بهم إلى المدينة ثم أمر بالنسوة أن ينزلن في دار على حدة، معهن ما يصلحهنّ وأخوهن معهن، عليّ بن الحسين في الدار التي هنّ فيها. ¶ فخرجن حتى دخلن دار يزيد، فلم تبق من آل معاوية امرأة إلا استقبلتهن تبكي وتنوح على الحسين، فأقاموا عليه المناحة ثلاثة. ¶ --- ¶ وكان يزيد لا يتغدى ولا يتعشى إلا دعا عليّ بن الحسين إليه، فدعاه ذات يوم ودعا عمرو بن الحسين بن علي وهو غلام صغير فقال لعمرو: أتقاتل هذا الفتى؟ ـــ يعني خالداً ابنه ـــ قال: لا، ولكن أعطني سكيناً وأعطه سكيناً ثم أقاتله فقال له يزيد وأخذه فضمه إليه ثم قال: شنشنة أعرفها من أخزم، هل تلد الحيّة إلا حيّة. ¶ تسيير ¶ علي بن الحسين وأهله إلى المدينة ¶ لما أراد أهل الحسين الخروج إلى المدينة بعد أن أقاموا بدار يزيد، دعا يزيد عليّ بن الحسين ثم قال: ¶ لعن الله ابن مرجانة، أما والله لو أني صاحبه ما سألني خصلة أبداً إلا أعطيتها إياه ولدفعت الحتف عنه بكل ما استطعت ولو بهلاك بعض ولدي، ولكن الله قضى ما رأيت، كاتبني أنه إليَّ كل حاجة تكون لك. ¶ أظهر يزيد أسفه على قتل الحسين ولعن عبيد الله بن زياد ولكن ماذا ينفع الأسف والندم؟ ¶ وكساهم وأوصى بهم ذلك الرسول، فخرج بهم ومعه ثلاثون فارساً وكان يسايرهم بالليل فيكونون أمامه حيث لا يفوتون طرفه، فإذا نزلوا تنحى عنهم وتفرق هو وأصحابه حولهم كهيئة الحرس لهم وينزل منهم بحيث إذا أراد إنسان منهم الوضوء أو قضاء حاجة لم يحتشم. ¶ فلم يزل ينازلهم في الطريق هكذا ويسألهم عن حوائجهم ويلطفهم حتى دخلوا المدينة. ¶ فلما رأوا عناية الرسول بهم، أرادت زينب أن تقدم له هدية من حليها وحلي أختها فاطمة، فرفض الرجل وقال:",
            "page": "112",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "لو كان الذي صنعت إنما هو للدنيا كان في حليكن ما يرضيني ودونه ولكن والله ما فعلته إلا لله ولقرابتكم من رسول الله صلى الله عليه وسلم ¶ قد كان هذا الرجل الذي وكل إليه أمر ترحيل أهل الحسين، والذي اختاره نعمان بن بشير رئيساً على حرسهم أميناً صالحاً فخدمهم ورعاهم لله ولقرابتهم من رسول الله صلى الله عليه وسلم ولكنا لم نعثر على اسمه. ¶ --- ¶ فلما دخل أهل الحسين المدينة، خرجت امرأة من بني عبد المطلب ناشرة شعرها، واضعة كمها على رأسها تلقاهم وهي تبكي وتقول: ¶ ماذا تقولون إن قال النبي لكم ¶ ماذا فعلتم وأنتم آخر الأمم ¶ بعترتي وبأهل بعد مفتقدي ¶ منهم أسارى وقتلى ضرِّجوا بدم ¶ ما كان هذا جزائي إذ نصحت لكم ¶ أن تخلفوني بسوء في ذوي رحمي ¶ التوابون وأميرهم ¶ قلنا فيما تقدم إن الشيعة بالكوفة اجتمعت في منزل كبيرهم سليمان بن صرد وكتبوا إلى الحسين يستقدمونه ليبايعوه. ¶ كان اسم سليمان بن صرد في الجاهلية يساراً فسماه رسول الله صلى الله عليه وسلم سليمان، ويكنى: أبا المطرف، وكان خيِّراً فاضلاً، له دين وعبادة، سكن الكوفة أول ما نزلها المسلمون وكان له قدر وشرف في قومه، وشهد مع علي بن أبي طالب رضي الله عنه مشاهده كلها. ¶ ولما كتب إلى الحسين وقدم الحسين الكوفة، ترك القتال معه، فلما قتل الحسين ندم هو والمسيب بن نجبة الفزاري وجميع من خذله ولم يقاتل معه، وقالوا: ما لنا توبة إلا أن نطلب بدمه، فخرجوا من الكوفة مستهل ربيع الآخر من سنة 65هـ وولوا أمرهم سليمان بن صرد وسمّوه أمير التوابين وساروا إلى عبيد الله بن زياد، وكان قد سار من الشام في جيش كبير يريد العراق فالتقوا بعين الوردة من أرض الجزيرة وهي رأس عين، فقتل سليمان بن صرد والمسيب بن نجبة وكثير ممن معهما، وحمل رأس سليمان والمسيب إلى مروان بن الحكم بالشام، وكان عمر سليمان حين قتل 93 سنة.",
            "page": "113",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "قال ابن الأثير: فلما وصلوا إلى قبر الحسين صاحوا صيحة واحدة فما رئي أكثر باكياً من ذلك اليوم فترحموا عليه وتابوا عنده من خذلانه وترك القتال معه. ¶ وروى الطبري: ¶ --- ¶ لما انتهى سليمان بن صرد وأصحابه إلى قبر الحسين، نادوا في صيحة واحدة: يا رب إنا قد خذلنا ابن بنت نبينا، فاغفر لنا ما مضى منا وتب علينا إنك التواب الرحيم، وارحم حسيناً وأصحابه الشهداء الصديقين، إنا نشهدك يا رب أنا على مثل ما قتلوا عليه، فإن لم تغفر لنا وترحمنا لنكونن من الخاسرين. ¶ غلو الشيعة ¶ في الأخبار عن مقتل الحسين ¶ من ذلك أنهم زعموا أن يزيد بن معاوية كتب إلى عبيد الله يأمره بالاحتيال على قتل الحسين. ¶ وتغالوا فقالوا: إن الجيش الذي حارب الحسين رضي الله عنه 30.000 وقالوا 40.000 وقالوا 50.000 وإن الحسين قتل منهم بمفرده ألفاً، وإن السماء بكت يوم قتل وبكاؤها الحمرة. ¶ وقال الزهري: بلغني أنه لم يقلب حجر من أحجار بيت المقدس يوم قتل الحسين إلا وجد تحته دم عبيط يقال: إن الدنيا أظلمت يوم قتل ثلاثاً، وروي: أن السماء أمطرت دماً فأصبح كل شيء لهم ملآن دماً. ¶ وزعموا في كتبهم: أن الحسين لما خرج قاصداً مكة إلى الكوفة أتته أفواج من الملائكة وبأيديهم الحراب وهم ركوب، وعرضوا عليه أن يقاتلوا معه فأبى، وأن طائفة من الجن عرضوا عليه مثل ذلك فأبى، وأن الأرض زلزلت يوم قتل والشمس انكسفت حتى بدت الكواكب نصف النهار. ¶ وروى الزهري عن أم سلمة قالت: ما سمعت نواح الجن إلا في الليلة التي قتل فيها الحسين، مع أنها ماتت قبل مقتل الحسين بثلاث سنين، وقالوا: إن رأس الحسين لما دخلوا به قصر الإمارة جعلت الحيطان تتسايل دماً. ¶ فهذه روايات موضوعة مكذوبة. ¶ وقال الإمام ابن حنبل بكفر يزيد. ¶ ---",
            "page": "114",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "ونقل صالح بن أحمد بن حنبل رضي الله عنهما، قال: قلت لأبي: يا أبت أتلعن يزيد؟ فقال: يا بنيّ كيف لا نلعن من لعنه الله تعالى في ثلاث آيات من كتابه العزيز في الرعد والقتال والأحزاب، قال تعالى: {وَالَّذِينَ يَنقُضُونَ عَهْدَ اللَّهِ مِن بَعْدِ مِيثَقِهِ وَيَقْطَعُونَ مَآ أَمَرَ اللَّهُ بِهِ أَن يُوصَلَ وَيُفْسِدُونَ فِى الاْرْضِ أُوْلَئِكَ لَهُمُ اللَّعْنَةُ وَلَهُمْ سُوء الدَّارِ } (الرعد: 25) وأي قطيعة أفظع من قطيعته صلى الله عليه وسلم في ابن بنته الزهراء، وقال تعالى: {إِنَّ الَّذِينَ يُؤْذُونَ اللَّهَ وَرَسُولَهُ لَعَنَهُمُ اللَّهُ فِى الدُّنْيَا وَالاْخِرَةِ وَأَعَدَّ لَهُمْ عَذَاباً مُّهِيناً } (الأحزاب: 57) وأي أذية له صلى الله عليه وسلم فوق قتل ابن بنته الزهراء؟ وقال تعالى: {فَهَلْ عَسَيْتُمْ إِن تَوَلَّيْتُمْ أَن تُفْسِدُواْ فِى الاْرْضِ وَتُقَطّعُواْ أَرْحَامَكُمْ أَوْلَئِكَ الَّذِينَ لَعَنَهُمُ اللَّهُ فَأَصَمَّهُمْ وَأَعْمَى أَبْصَرَهُمْ} (محمد: 22، 23) وهل بعد قتل الحسين رضي الله عنه إفساد في الأرض أو قطيعة للأرحام؟ اهـ. ¶ أقوال العلماء ¶ في يزيد وقتلة الحسين ¶ لعلماء السلف في يزيد وقتلة الحسين خلاف في اللعن والتوقف. ¶ ---",
            "page": "115",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "قال ابن الصلاح ـــ من فقهاء الشافعية ـــ: والناس في يزيد ثلاث فرق: فرقة تحبه وتتولاه، وفرقة تسبه وتلعنه، وفرقة متوسطة في ذلك، لا تتولاه ولا تلعنه، قال: وهذه الفرقة هي المصيبة ومذهبها هو اللائق لمن يعرف سير الماضين ويعلم قواعد الشريعة الطاهرة اهـ، قال صاحب شذرات الذهب: لا أظن الفرقة الأولى توجد اليوم، وعلى الجملة، فما نقل عن قتلة الحسين والمتحاملين عليه يدل على الزندقة وانحلال الإيمان من قلوبهم وتهاونهم بمنصب النبوة، وما أعظم ذلك، فسبحان من حفظ الشريعة حينئذٍ وشيد أركانها حتى انقضت دولتهم، وعلى فعل الأمويين وأمرائهم بأهل البيت حمل قوله صلى الله عليه وسلم ((هلاك أمتي على أيدي أغيلمة من قريش)). ¶ وقال التفتازاني في شرح العقائد النسفية: ¶ اتفقوا على جواز لعن مَن قتل الحسين أو أمر به أو أجازه أو رضي به قال: والحق أن رضا يزيد بقتل الحسين واستبشاره بذلك وإهانته أهل بيت رسول الله صلى الله عليه وسلم وإن كان تفصيله آحاداً، فنحن لا نتوقف في شأنه بل في كفره وإيمانه، لعنة الله عليه وعلى أنصاره وأعوانه. ¶ لكن ليس في الروايات التي ذكرناها ما يثبت أن يزيد أمر بقتل الحسين وقال يزيد حين بلغه قتل الحسين: قد كنت أقنع بطاعتكم بدون قتل الحسين. ¶ قال الذهبي في يزيد: كان ناصبياً ـــ يتدين ببغض عليّ ـــ فظاً، غليظاً يتناول المسكر ويفعل المنكر، افتتح دولته بقتل الحسين، وختمها بوقعة الحرة، فمقته الناس ولم يبارك في عمره وخرج عليه غير واحد بعد الحسين، وذكر من خرج عليه، وقال في الميزان: إنه مقدوح في عدالته، ليس بأهل أن يروى عنه، وقال رجل في حضرة عمر بن عبد العزيز: أمير المؤمنين يزيد، فضربه عمر عشرين سوطاً، واستُفتي الكيا الهراسي فيه فذكر فصلاً واسعاً في مخازيه ثم قال: ولو مددت ببياض لمددت العنان في مخازي هذا الرجل. ¶ سيرة يزيد وموقعة الحرة ¶ ---",
            "page": "116",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "جاء في مروج الذهب للمسعودي في أخبار يزيد: أنه كان صاحب طرب وجوارح وكلاب وقرود وفهود ومنادمة على الشراب، وجلس ذات يوم على شرابه وعن يمينه ابن زياد وذلك بعد قتل الحسين، فأقبل على ساقيه فقال: ¶ اسقني شربة تروّي مشاشي ¶ ثم صِل فاسْق مثلها ابن زياد ¶ صاحب السر والأمانة عندي ¶ ولتسديد مغنمي وجهادي ¶ ثم أمر المغنين فغنوا، وغلب على أصحاب يزيد وعماله ما كان يفعله من الفسوق، وفي أيامه ظهر الغناء بمكة والمدينة واستعملت الملاهي وأظهر الناس شرب الشراب، وكان له قرد يكنى بأبي قيس يحضر مجلس منادمته ويطرح له متكأ، وكان قرداً خبيثاً، وكان يحمله على أتان وحشية قد ريضت وذللت لذلك بسرج ولجام، ويسابق بها الخيل يوم الحلبة، فجاء في بعض الأيام سابقاً فتناول القصبة ودخل الحجرة قبل الخيل وعلى أبي قيس قباء من الحرير الأحمر والأصفر مشهر، وعلى رأسه قلنسوة من الحرير الأحمر والأصفر مشهر، وعلى رأسه قلنسوة من الحرير ذات ألوان بشقائق، وعلى الأتان سرج من الحرير منقوش ملمع بأنواع من الألوان، فقال في ذلك بعض شعراء الشام في ذلك اليوم: ¶ h ¶ تمسك أبا قيس بفضل عنانها ¶ فليس عليها إن سقطت ضمان ¶ ألا من رأى القرد الذي سبقت به ¶ جيادَ أمير المؤمنين أتان ¶ وفي يزيد وتملكه وتجبره وانقياد الناس إلى ملكه يقول الأحوص: ¶ ملك تدين له الملوك مبارك ¶ كادت لهيبته الجبال تزول ¶ تجبى له بلخ ودجلة كلها ¶ وله الفرات وما سقى والنيل ¶ ---",
            "page": "117",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "ولما شمل الناس جور يزيد وعماله، وعمهم ظلمه وما ظهر من فسقه من قتله ابن بنت رسول الله وأنصاره وما ظهر من شرب الخمور، أخرج أهل المدينة عامله عليهم وهو عثمان بن محمد بن أبي سفيان ومروان بن الحكم وسائر بني أمية وذلك لما أظهر ابن الزبير الدعوة لنفسه في سنة 63هـ، فلما علم بذلك يزيد سيَّر إليهم بالجيوش من أهل الشام، عليهم مسلم بن عقبة المرّي الذي أخاف المدينة ونهبها وقتل أهلها وبايعه أهلها على أنهم عبيد ليزيد وسماها نتنة، وقد سماها رسول الله طيبة. ¶ ولما انتهى الجيش من المدينة إلى الموضع المعروف بالحَرة وعليهم مسرف خرج إلى حربه أهلها فكانت وقعة عظيمة قتل فيها خلق كثير من الناس من بني هاشم وسائر قريش والأنصار وغيرهم، ثم خرج مسرف إلى مكة، فلما انتهى إلى الموضع المعروف بقديد مات مسرف واستخلف على الجيش الحصين بن نمير فسار إلى مكة وأحاط بها ونصب فيمن معه من أهل الشام المجانيق والعرَّادات على مكة والمسجد فانهدمت الكعبة واشتد الأمر على أهل مكة وابن الزبير واتصل الأذى بالأحجار والنار والسيف، ففي ذلك يقول أبو حرّة المديني: ¶ ابن نمير بئس ما تولى ¶ قد أحرق المقام والمصلَّى ¶ أوردنا هنا سيرة يزيد ونوادره وهي سيرة لا ترضي أحداً، فقد ثبت من عدة مصادر أنه كان يحتسي الخمر ويتباهى بشربها، وأنه كان مولعاً بالنساء والملاهي والألعاب وأعمال الطائشين، وقد كان الحسين رضي الله عنه معذوراً في القيام في وجهه وتضحيته نفسه لأن هذه أخلاق منكرة يجب محاربتها، ولم يطق أهل المدينة ومكة هذا الظلم والجور وارتكاب الموبقات وانتشار الخمور في بلادهم المقدسة التي هي موضع احترام المسلمين كافة فقاموا بثورة كبيرة لا تأييداً لابن الزبير فقط، بل سخطاً على هذه الفوضى وتمكنوا من طرد بني أمية غير أن يزيد استعان عليهم بجيش الشام. ¶ ---",
            "page": "118",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "ومات يزيد بحوّارين من أرض دمشق لسبع عشرة ليلة خلت من صفر سنة 64هـ وهو ابن 33 سنة، وفي ذلك يقول رجل من عنزة: ¶ يا أيها القبر بحوّارينا ¶ ضممت شر الناس أجمعينا ¶ رأي المرحوم محمد الخضري بك في مقتل الحسين ¶ قال الأستاذ محمد الخضري بك رحمه الله في تاريخ الأمم الإسلامية بعد أن ذكر بالاختصار مقتل الحسين: ¶ بذلك الشكل المحزن انتهت هذه الحادثة التي أثارها عدم الأناة والتبصر في العواقب، فإن الحسين بن علي رمى بقول مشيريه جميعاً عرض الحائط وظن بأهل العراق خيراً وهم أصحاب أبيه فقد كان أبوه خيراً منه وأكثر عند الناس وجاهة وكانت له بيعة في الأعناق، ومع ذلك لم ينفعوه حتى تمنى في آخر حياته الخلاص منهم، أما الحسين فلم تكن له بيعة وكان في العراق وعماله وأمراؤه فاغتر ببعض كتب كتبها دعاة الفتن ومحبو الشر فحمل أهله وأولاده وسار إلى قوم ليس لهم عهد، وانظروا كيف تألف الجيش الذي حاربه، هل كان إلا من أهل العراق وحدهم الذين يرفعون عقيرتهم بأنهم شيعة عليّ بن أبي طالب، وعلى الجملة فإن الحسين أخطأ خطأً عظيماً في خروجه الذي جرّ على الأمة وبال الفرقة والاختلاف، وزعزع عماد ألفتها إلى يومنا هذا، وقد أكثر الناس من الكتابة في هذه الحادثة، لا يريدون بذلك إلا أن تشتعل النيران في القلوب فيشتد تباعدها، وغاية ما في الأمر أن الرجل طلب أمراً لم يتهيأ له ولم يعدَّ له عدته فحيل بينه وبين ما يشتهي وقتل دونه، وقبل ذلك قتل أبوه فلم يجد في أقلام الكاتبين من يبشع أمر قتله ويزيد به نار العداوة تأجيجاً وقد ذهب الجميع إلى ربهم يحاسبهم على ما فعلوا، والتاريخ يأخذ من ذلك عبرة، وهي أنه لا ينبغي لمن يريد عظائم الأمور أن يسير إليها بغير عدتها الطبيعية، فلا يرفع سيفه إلا إذا كان معه من القوة ما يكفل له النجاح أو يقرب من ذلك، كما أنه لا بدّ أن تكون هناك أسباب حقيقية لمصلحة الأمة بأن يكون هناك جور ظاهر لا يحتمل وعسف ¶ ---",
            "page": "119",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "شديد ينوء الناس بحمله، أما الحسين فإنه خالف على يزيد وقد بايعه الناس ولم يظهر منه ذلك الجور ولا العسف عند إظهار هذا الخلاف. ¶ رأي المؤلف ¶ خَطأ الأستاذ الخضري بك الحسين رضي الله عنه لأنه لم يتبصر في العواقب ومن السهل أن يخطىء الإنسان غيره ولا سيما إن كان هذا الغير لم ينتصر أو لم يفز بما أراد، ولو أن الحسين حارب وقهر أعداءه ونزع الخلافة من يزيد، لما قيل عنه إنه أخطأ ولم يتبصر في العواقب. ¶ صحيح أن الحسين لم يعمل برأي نصحائه من أهله وأحبابه، لكنه كان معذوراً لأنه كان من مبدأ الأمر مخالفاً لأخيه الحسن في تسليم الأمر لمعاوية، فلما مات معاوية وأوصى لابنه يزيد، لم يبايعه، لأن من لا يرى تسليم الأمر لمعاوية لا يرى من باب أولى تسليم الأمر لابنه يزيد، وكان الحسين وقتئذٍ سيد الحجاز ويرى نفسه أحق بالخلافة من يزيد الذي لم تكن سيرته محمودة وكان يشرب الخمر واشتهر باقتراف المعاصي، فلما خرج الحسين من المدينة قاصداً مكة أتته كتب من أعاظم الناس في الكوفة يدعونه للقدوم إليهم لمبايعته، وكان مما قاله لهم في رده عليهم ما الإمام إلا العامل بالكتاب والقائم بالقسط والدائن بدين الحق. ¶ ---",
            "page": "120",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "يعني أن يزيد بن معاوية لا يصلح للخلافة وليس لديه مؤهلات الإمامة وشروطها ألا وهي العمل بكتاب الله والقيام بالقسط، وكان الحسين في الوقت نفسه يشعر بالكفاءة والقدرة والأهلية لذلك، وليس هو كأحد أفراد الأمة بل هو فرد ممتاز ومن أسرة النبي صلى الله عليه وسلم يهمه صلاح الأمة ويعنيه أمرها، فهل يترك الخلافة في يد شاب فاسق مستهتر لا يراعي حرمة الدين؛ إذا كان الأمر بالمعروف والنهي عن المنكر واجباً على كل مسلم، فلا ريب أنه أول من يقوم به أول من يعمل على إزالة المنكر ولو بتضحية نفسه لأن مثل هذه التضحية جهاد في سبيل الله، وإذا كان الحسين لا يجاهد في هذا السبيل، فمن ذا الذي يجاهد ومن ذا الذي تقتدي به الأمة في الأمر بالمعروف والنهي عن المنكر؟ ¶ قد كان الحسين يرى أن التضحية واجبة عليه وذلك في قوله رضي الله عنه: ¶ وإني لا أرى الموت إلا سعادة، ولا أرى الحياة مع الظالمين إلا جرماً. ¶ فلماذا قال ذلك؟ بلا ريب أنه رأى ظلماً واقعاً وجرماً يرتكب في البلاد فصرح بأنه لا يطيق الحياة مع الظالمين. ¶ يقول الخضري بك معترضاً: أما الحسين فإنه خالف على يزيد وقد بايعه الناس ولم يظهر منه ذلك الجور والعسف. ¶ فهل كان يريد من الحسين أن ينتظر ولا يحرك ساكناً حتى يرى يزيد يرتع في الظلم والجور وبعد ذلك يقوم في وجهه؟ ¶ ---",
            "page": "121",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "إنهم قالوا له بايع فأبى، فلما ألحوا عليه، سافر إلى مكة، وكانوا قد عولوا على البيعة منه قسراً، فهل يخالف ضميره واعتقاده ويبايع ويتخلى عن شأن الأمة فلا يقوِّم معوجها ولا يكون عاملاً لإصلاحها؟ إن ذلك لا يليق بمقامه ومنزلته وكرامته، والناس ينظرون إليه نظر السيد والقدوة، فماذا يفعل وكيف يتم له ما يريد؟ وكيف يقوم بالأمر بالمعروف والنهي عن المنكر؟ لقد ظل يفكر في ذلك زمناً طويلاً، فلما وصل إلى مكة، أتته كتب من العراق علم منها أن الذين ينتظرون بيعته يبلغ عددهم 100.000 أو ما يقرب من ذلك، وقد كان في ذلك الوقت في حاجة إلى قوة تعينه على نفاذ أمره، ومع ذلك لم يجازف بنفسه، بل أرسل مسلم بن عقيل ليختبر حالهم ويكتب له، فلما وصل مسلم، بايعه 40.000 من أهل الكوفة فكتب إلى الحسين يستقدمه بعد أن رأى استعداد القوم وبعد أن بايعهم، فسار الحسين على ذلك قاصداً الكوفة، وفي هذه الأثناء أحاط مسلم وشيعة الحسين بقصر الوالي عبيد الله بن زياد، وكان على وشك أن يقتحمه معهم ويخرج ابن زياد ويطرده أو يقتله ويستولي على البلد لكن عبيد الله استعان بأشراف الكوفة وهؤلاء بذلوا جهدهم لتفريق عشائرهم الذين بايعوا للحسين ونصحوهم بالابتعاد عن الفتنة وعدم الخروج على الوالي وقد راعى هؤلاء الرؤساء مصالحهم الشخصية. ¶ فلما قدم الحسين، وجد أن القوم قد انصرفوا على مسلم وأن الوالي قبض عليه وقتله، وكان من العار عليه الفرار، فآثر أن يبقى هو وأهله ويحارب إلى آخر رمق وأن يذهب شهيد الواجب. ¶ وما لنا نستنكر على الحسين تعريض نفسه للقتل وقد عرّض أبو بكر قبله نفسه للقتل فقام وخطب في قريش وتلا عليهم القرآن وليس معه أحد ينصره، فانهال الكفار عليه ضرباً حتى كادوا يقتلونه، وذلك في بدء الإسلام. ¶ ثم لما نصحه أصحابه وفيهم عمر بن الخطاب وغيره من كبار الصحابة الذين لا يشك في شجاعتهم وإخلاصهم باجتناب قتال أهل الردة لكثرتهم، أصرّ على قتالهم ولو بقي وحده.",
            "page": "122",
            "part": "1"
        },
        {
            "id": "123",
            "nass": "--- ¶ وقد عُرض على الحسين الفرار فأبى ولما طُلب إليه أن يسلّم نفسه لابن زياد أبى وقال: لا أجيب ابن زياد أبداً فهل هو إلا الموت فمرحباً به. ¶ نعم إن الحسن رضي الله عنه قد سلّم الأمر لمعاوية اجتناباً لإراقة دماء المسلمين، لكن معاوية ليس كابنه يزيد، فإنه قد برهن على حسن سياسته عندما كان أميراً للشام زمن عمر وزمن عثمان وكان صحابيًّا فاضلاً حليماً كريماً، غير مرتكب للمحرمات، فشتان ما بينه وبين ابنه الذي كان باعتراف الجميع لا يستحق الخلافة. ¶ أما الذين نصحوا للحسين بعدم المسير إلى الكوفة، فإنهم كانوا مصيبين لأنهم أشفقوا عليه إذ توقعوا أن يقتل، لكنه لم يعمل بنصحهم لأنه كان لا يبالي أن يقتل مجاهداً، هذا هو رأينا في الموضوع، فكل كانت له وجهة نظر محترمة وكل كانت له ظروفه. ¶ من خطب الحسين عليه السلام ¶ خطبته رضي الله عنه لأهل الكوفة يدعوهم إلى الجهاد مع أبيه: ¶ يا أهل الكوفة، أنتم الأحبة الكرماء والشعار دون الدار، جدوا في إصفاء ما وتر بينكم وتسهيل ما توعر عليكم، ألا إن الحرب شرها مريع وطعمها فظيع، فمن أخذ لها أهبتها وأعد لها عدتها ولم يألم كلومها قبل حلولها، فذاك صاحبها، ومن عاجلها قبل أوان فرصتها واستبصار سعيه فيها فذاك قمن أن لا ينفع قومه وأن يهلك نفسه، نسأل الله بقوته أن يدعمكم بالفيئة. ¶ ومن خطبه رضي الله عنه قوله ¶ : ¶ اعلموا أن المعروف يكسب حمداً، ويعقب أجراً، فلو رأيتم المعروف رجلاً لرأيتموه رجلاً جميلاً يسر الناظرين، ولو رأيتم اللؤم رجلاً لرأيتموه رجلاً قبيح المنظر تنفر منه القلوب وتغض دونه الأبصار. ¶ ومن دعائه بالكعبة الشريفة ¶ : ¶ إلهي نعمتني فلم تجدني شاكراً، وابتليتني فلم تجدني صابراً فلا أنت سلبت النعمة لترك الشكر ولا أدمت الشدة لترك الصبر، إلهي ما يكون من الكريم إلا الكرم. ¶ --- ¶ ومن كلامه في الحرب التي قتل فيها ¶ :",
            "page": "123",
            "part": "1"
        },
        {
            "id": "124",
            "nass": "قد نزل من الأمر ما ترون، وإن الدنيا قد تغيرت وتنكرت وأدبر معروفها وانشمرت حتى لم يبق منها إلا كصبابة الإناء، وإلا خسيس عسيس كالمرعى الوبيل، ألا ترون الحق لا يعمل به والباطل لا يتناهى عنه ليرغب المؤمن في لقاء الله عزّ وجلّ، وإني لا أرى الموت إلا سعادة ولا أرى الحياة مع الظالمين إلا جرماً. ¶ كلماته عليه السلام ¶ من كلماته وحكمه رضي الله عنه قوله: ¶ 1 ـــ لا تتكلف ما لا تطيق، ولا تتعرض لما لا تدرك، ولا تعد بما لا تقدر عليه، ولا تنفق إلا بقدر ما تستفيد، ولا تطللب من الجزاء إلا بقدر ما صنعت، ولا تفرح إلا بما نلت من طاعة الله، ولا تتناول إلا ما رأيت نفسك له أهلاّ. ¶ 2 ـــ شر خصال الملوك: الجبن عن الأعداء، والقسوة عَلَى الضعفاء، والبخل عن الإعطاء. ¶ 3 ـــ إن الناس عبيد الأموال، والدين لغو على ألسنتهم يحوطونه ما درّت به معايشهم، فإذا مُحّصوا بالابتلاء قلّ الديانون. ¶ 4 ـــ إن خير المال ما وُقي به العِرض. ¶ 5 ـــ من جاد ساد، ومن بخل ذل، ومن تعجل لأخيه خيراً وجده إذا قدم على ربه غداً. ¶ المراثي ¶ رثت الحسين عليه السلام زوجته عاتكة بنت زيد بن عمرو بن نفيل فقالت: ¶ واحسينا فلا نسيتُ حسيناً ¶ أقصدته أسنة الأعداء ¶ غادروه بكربلاء صريعاً ¶ لا سقي الغيثُ بعده كربلاء ¶ ورثته الرباب زوجته فقالت: ¶ إن الذي كان نوراً يستضاء به ¶ بكربلاء قتيل غير مدفون ¶ سبط النبي جزاك اللَّه صالحة ¶ عنا وجِنبت خسران الموازين ¶ قد كنت لي جبلاً صعباً ألوذ به ¶ وكنت تصحبنا بالرحم والدين ¶ مَن لليتامى ومن للسائلين ومن ¶ يُغني ويأوي إليه كل مسكين ¶ واللَّه لا أبتغي صهراً بصهركم ¶ حتى أغيب بين الرمل والطين ¶ ورثته سكينة ابنته فقالت: ¶ لا تعذليه فَهَمٌّ قاطع طرقه ¶ فعينه بدموع ذُرّف غدقه ¶ إن الحسين غداة الطف يرشقه ¶ ريب المنون فما أن يخطىء الحدقه ¶ --- ¶ بكف شر عباد اللَّه كلهم ¶ نسل البغايا وجيش المرّق الفسقه ¶ يا أمة السوء هاتوا ما احتجاجكم ¶ غداً وجلكم بالسيف قد صفقه",
            "page": "124",
            "part": "1"
        },
        {
            "id": "125",
            "nass": "الويل حل بكم إلا بمن لحقه ¶ صيرتموه لأرماح العدا درقه ¶ يا عين فاحتفلي طول الحياة دماً ¶ لا تبك وِلْداً ولا أهلاً ولا رفقه ¶ لكن على ابن رسول الله فانسكبي ¶ قيحاً ودماً وفي إثريهما العلقه ¶ وقالت بنت عقيل بن أبي طالب ترثي حسيناً ومن أصيب معه: ¶ عين ابكي بعبرة وعويل ¶ واندبي إن ندبت آل الرسول ¶ ستة كلهم لصلب عليّ ¶ قد أصيبوا وخمسة لعقيل ¶ وقال سليمان بن قبة الخزاعي: ¶ مررت على أبيات آل محمد ¶ فلم أرها أمثالها حين حلت ¶ فلا يُبعد اللَّه البيوت وأهلها ¶ وإن أصبحت منهم برغمي تخلت ¶ وكانوا رجاء ثم عادوا رزية ¶ لقد عظمت تلك الرزايا وجلت ¶ أولئك قوم لم يشيموا سيوفهم ¶ ولم تنْكَ في أعدائهم حين سلت ¶ وإن قتيل الطف من آل هاشم ¶ أذل رقاباً من قريش فذلت ¶ ألم تر أن الأرض أضحت مريضة ¶ لفقد حسين والبلاد اقشعرت ¶ وقد أعولت تبكي السماء لفقده ¶ وأنجمها ناحت عليه وصلت ¶ وقال منصور النمري: ¶ ويلك يا قاتل الحسين لقد ¶ بؤت بحمل ينوء بالحامل ¶ أيّ حباءٍ حبوت أحمد في ¶ حفرته من حرارة الثاكل ¶ تعغال فاطلب غداً شفاعته ¶ وانهض فرِدْ حوضه مع الناهل ¶ ما الشك عندي بحال قابله ¶ لكنني قد أشك بالخاذل ¶ كأنما أنت تعجبين ألا ¶ تنزل بالقوم نقمة العاجل ¶ لا يعجل الله إن عجلت وما ¶ ربك عما ترين بالغافل ¶ ماحصلت لامرىء سعادته ¶ حقت عليه عقوبة الآجل ¶ قيل وسمع بعض أهل المدينة ليلة قُتل الحسين منادياً ينادي: ¶ أيها القاتلون جهلاً حسيناً ¶ أبشروا بالعذاب والتنكيل ¶ كل أهل السماء يدعو عليكم ¶ من نبيّ ومن مَلَك وقبيل ¶ قد لعنتم على لسان ابن داو ¶ دو وموسى وصاحب الإنجيل ¶ قال الشاعر يرثي علياً بن الحسين: ¶ لم تر عين نظرت مثله ¶ من محتف يمشي ومن ناعل ¶ يغلي نيء اللحم حتى إذا ¶ أنضج لم يغل على الآكل ¶ كان إذا شبت له ناره ¶ يوقدها بالشرف القائل ¶ كيما يراها بائس مرمل ¶ أو فرد حي ليس بالآهل ¶ --- ¶ أعني ابن ليلى ذا السدى والندى ¶ أعني ابن بنت الحسب الفاضل ¶ لا يؤثر الدنيا على دينه ¶ ولا يبيع الحق بالباطل ¶ وفي العباس بن عليّ يقول الشاعر:",
            "page": "125",
            "part": "1"
        },
        {
            "id": "126",
            "nass": "أحق الناس أن يبكي عليه ¶ فتى أبكى الحسين بكربلاء ¶ أخوه وابن والده عليّ ¶ أبو الفضل المضرّج بالدماء ¶ ومن واساه لا يثنيه شيء ¶ وجاد له على عطش بماء ¶ وفيه يقول الكميت: ¶ وأبو الفضل إن ذكرهم الحلـ ¶ ـــو شفاء النفوس من أسقام ¶ قتل الأدعياء إذ قتلوه ¶ أكرم الشاربين صوب الغمام ¶ وفي عون بن عبد الله بن جعفر يقول سليمان بن قبة: ¶ واندبي إن بكيت عوناً أخاه ¶ ليس فيما ينوبهم بخذول ¶ أي لعمري لقد أصبت ذوي القر ¶ بى فبكّى على المصاب الطويل ¶ ---",
            "page": "126",
            "part": "1"
        }
    ],
    "t35873": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الحسن والحسين"
        }
    ]
}