{
    "b35874": [
        {
            "id": "1",
            "nass": "الجانب العاطفي ¶ في شخصية ¶ عمر بن الخطاب رضي الله عنه ¶ قبل خلافته ¶ تأليف ¶ الدكتور إبراهيم عبد الفتاح المتناوي ¶ قام بصف ونشر الكتاب ¶ أبو عمر الدوسري ¶ www.frqan.com ¶ ومقدمة ¶ الحمد لله رب العالمين، والصلاة والسلام على المبعوث رحمة للعالمين وآله وصحبه الغُرِّ الميامين. ¶ كان عمر بن الخطاب نسيجاً فريداً صنعه الإسلام على يديه، فلم تثر حول شخصية حاكم مسلم هالةٌ من الإعجاب والاحترام، مثلما أثير حول شخصية عمر ابن الخطاب، فلا تذكر الفتوحات الإسلامية العظيمة إلا ويذكر اسم عمر بن الخطاب. ¶ إن هناك جوانب كثيرة وعظيمة في عمر.. وقف أمامها المؤرخون والباحثون، وتناولوها بالبحث والدراسة في: عمر المسلم- عمر الحاكم- عمر الزاهد- عمر الملهم- عمر العابد- عبقرية عمر... إلخ. ¶ ولكن هناك جانباً لم ينل حظه الكافي من العناية والبحث، ألا وهو الجانب العاطفي في شخصية عمر، لأننا نلمح دوراً بارزاً للعاطفة في شخصيته رضي الله عنه، وعلى سبيل المثال فإن تحول عمر من الشرك إلى الإيمان مرَّ بمراحل عاطفية متباينة، وصحبته للنبي صلى الله عليه وسلم أيضاً قد اختلفت فيها المواقف، فمرة يستأذن الرسول في القتل ولكنه صلى الله عليه وسلم يمنعه ويرشد عاطفته ويوجهها، ومرة أخرى يرى القتل فينزل الوحي مؤيداً لرأيه رضي الله عنه، إن هذا التأثير العاطفي قد لازم عمر رضي الله عنه قبل إسلامه وكان سبباً في نطقه بالشهادتين، وظل ملازماً له في صحبته للنبي صلى الله عليه وسلم وفي صدر خلافة أ[ي بكر رضي الله عنهما. ¶ ومن هنا رأيت تناول هذا الجانب ليكون امتداداً لما قدم به المؤرخون والباحثون نحو شخصية عمر رضي الله عنه، لا سيَّما أن الطابع الراسخ في أذهان الناس عن هذه الشخصية الفذّة الشدة والحزم في صدر الإسلام وقبله.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "ومن النتائج التي توصلت إليها، أن الفكر والفكر المضاد لا يجتمعان، بينما العاطفة والعاطفة المضادة تجتمعان، ومن هنا ليتنا نستفيد من ذلك في مواجهة الغزو الفكري بحسن استثمار وتوجيه الجانب العاطفي في حياة المسلمين، فعلى سبيل المثال تحويل عاطفة العشق (ما يسمونه بالحب) إلى العاطفة المضادة الحب في الله والأخوة في الله، وهكذا في كل أنواع العواطف التي أصابتها سهام الغزو نستثمر ما يقابلها من عواطف المرشدة نحمي به أفراد المجتمع، ويأتي توجيه الجانب العاطفي في حياة عمر رضي الله عنه قبلَ خلافته كنموذج عملي لهذه الغاية النبيلة. ¶ وقد قسَّمت البحث إلى: ¶ * تمهيد للدراسة من القرآن الكريم والسنة المطهرة ومن علم النفس. ¶ * التعريف بعمر بن الخطاب رضي الله عنه. ¶ * الجانب العاطفي والإشراقات الإيمانية. ¶ * الجانب العاطفي والصحبة النبوية. ¶ * الجانب العاطفي والصحبة البكرية. ¶ وقد ختمت البحث بشهادة بعض الصحابة له عند توليه الخلافة ثم يلي ذلك الخاتمة... ¶ الدكتور ¶ أبو علاء إبراهيم بن عبد الفتاح المتناوي ¶ تمهيد من القرآن الكريم والسنة المطهرة",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "يجدر بنا قبل الحديث عن الجانب العاطفي في شخصية عمر رضي الله عنه أن نُلمَّ إلمامة خاطفة حول هذا الجانب عند رسول الله صلى الله عليه وسلم، فقد ذكر الإمام ابن كثير(1) في تفسير سورة النساء في قوله تعالى: {وَلَن تَسْتَطِيعُواْ أَن تَعْدِلُواْ بَيْنَ النِّسَاءِ وَلَوْ حَرَصْتُمْ} أي لن تستطيعوا أيها الناس أن تساووا بين النساء من جميع الوجوه، فإنه وإن وقع القسم الصورى ليلة وليلة، فلا بد من التفاوت في المحبة والشهوة والجماع كما قال ابن عباس ابن أبي حاتم حدثنا أبو زرعة حدثنا ابن أبي شيبة حدثنا حسين الجعفي عن زائدة عن عبد العزيز بن رفيع عن أبي مليكة قال: ((نزلت هذه الآية: {وَلَن تَسْتَطِيعُواْ} في عائشة)) يعني أن النبي صلى الله عليه وسلم كان يحبها أكثر من غيرها، كما جاء في الحديث الذي رواه الإمام أحمد وأهل السنن.. عن عائشة قالت: كان رسول الله صلى الله عليه وسلم يقسم بين نسائه فيعدل ثم يقول: ((اللهم هذا قسمي فيما أملك فلا تلمني فيما تملك ولا أملك)) يعني القلب هذا لفظ أبي داود وهذا إسناد صحيح، ولكن قال الترمذي مرسلاً، وهذا أصح. وقوله {فَلاَ تَمِيلُواْ كُلَّ الْمَيْلِ} أي فإذا ملتم إلى واحدة منهن فلا تبالغوا في الميل بالكلية. ¶ __________ ¶ (1) - [ابن كثير: الإمام عماد الدين أبو الفداء إسماعيل بن عمر (ت774هـ)- تفسير القرآن الكريم- مكتبة دار التراث- 1/563، 564]",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "ويضيف صاحب الظلال(1)-يرحمه الله- ((إن الله الذي فطر النفس البشرية يعلم من فطرتها أنها ذات ميول لا تملكها، ومن ثم أعطاها لهذه الميول خطاماً، لينظم حركتها فقط، لا ليعدمها ويقتلها))! ويضيف: من هذه الميول أن يميل القلب البشري إلى إحدى الزوجات ويؤثرها على الأخريات، فيكون ميله إليها أكثر من الأخرى أو الأخريات، وهذا ميل لا حيلة له فيه، ولا يملك محوه أو قتله.. فماذا!! إن الإسلام لا يحاسبه على أمر لا يملكه، ولا يجعل هذا إثماً يعاقبه عليه، فيدعه موزعاً بين ميل لا يملكه وأمر لا يطيقه)). ¶ وخلاصة ما قاله المفسرون في معنى الآية: ((أي لن تستطيعوا أيها الرجال أن تحققوا العدل التام.. لأن التسوية في المحبة وميل القلب ليست بمقدور الإنسان))(2). ¶ ونخلص من هذا إلى أن العاطفة شيء فطريٌ في الإنسان لا يستطيع الإنسان أن يتحكم فيه لأنه لا إرادي. ¶ ومع التقدم العلمي أصبح لهذا الأمر علم قائم بذاته هو علم النفس، ومن ثم وجب علينا أن نُعرِّج عليه، حتى نتعرف على العاطفة من جوانبها المختلفة قبل أن نتعرض لموضوع البحث. ¶ تمهيد للدارسة من علم النفس ¶ إن خطة البحث تقتضي تناول بعض المواقف العمرية، وعرضها على علم النفس، أملاً في الوصول إلى المنطلق النفسي الذي انطلقت منه مواقف عمر رضي الله عنه، مع التعريف ببعض المصطلحات التي تخدم الموضوع في علم النفس. ¶ الانفعالات: ¶ __________ ¶ (1) - [سيد قطب: في ظلال القرآن –دار الشروق- 2/770] ¶ (2) - [محمد علي الصابوني: صفوة التفاسير –دار السلام- 1/286]",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "(الانفعالات النفسية تختلط ويرتبط بعضها ببعض، وتؤدي إلى أنماط إنفعالية معقدة): ((الانفعالات النفسية تختلط ببعضها كما تختلط ألوان الطيف. وبالإضافة إلى ذلك، فالانفعالات الأساسية كالكدر والفرح والحب والخوف والغضب ترتبط ببعضها بدرجات مختلفة، فتؤدي إلى أنماط انفعالية معقدة كالحب الرومانسي، والحماس الديني، والوطنية والغيرة والرعب والكراهية والإزدراء.. إلخ))(1). ¶ ((فعلى الرغم من أن مشاعر الفرد لا يمكن ملاحظتها مباشرة، إلا أنه من الممكن أن نستدل عليها من سلوكه الظاهر، ومن حديثه عن مشاعره واستنباطه، لأنه من الممكن أن ننظر إلى الانفعال بوصفه خبرة شعورية))(2). ¶ (الانفعال، دليل على عجز الأفعال والتفكير، وسوء الاستعداد للمواجهة يؤدي إلى تشتيت قواناً عبثاً، ولذلك قيل إن ضبط النفس من أهم عوامل النجاح): والانفعال دليل على أن التوافق الذي كان محققاً بين ميول الكائن الحي وبيئته، قد هُدد واضطُرب وفُقد، ولك لعجز الأفعال والتفكير عن إيجاد حل سريع، لا يمكن إرجاؤه نظراً لمطالب الموقف الملحة، فالانفعال إذن من حيث هو حالة شعورية وسلوك حركي خاص، نتيجة لفقدان التوازن ولاختلال النشاط، فهو يدل على سوء الاستعداد والتأهُّب. وهو مظهر من مظاهر الفشل والخيبة والضعف، ولهذا السبب يؤدي عادة إلى سوء استعمال مؤهلاتنا، وإلى تشتيت قواناً عبثاً وتبديدها، بدون الوصول إلى النتيجة المرجُوَّة الصالحة، ولذلك قيل إن ضبط النفس من أهم عوامل النجاح، وخاصة النجاح في الميدان الاجتماعي))(3). ¶ __________ ¶ (1) - [الزيادي: محمود (دكتور) –أسس علم النفس العام- مكتبة الأنجلو- 198 ص196] ¶ (2) - [المرجع السابق نفس الصفحة] ¶ (3) - [مراد: يوسف (دكتور) –مبادئ علم النفس العام- دار المعارف 1962 ط الرابعة ص112، 113]",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وأتساءل هنا: هل يمكن لشخصية كعمر بن الخطاب رضي الله عنه أن يفقد توازنه أو أن يكون استعداده سيئاً؟!! أو أن يكون انفعاله بمثابة مظهر من مظاهر الفشل والخيبة والضعف؟!! ¶ لا أعتقد ذلك تماماً.. وعلى ذلك فإنني أنحِّي جانب الانفعال من هذا النوع عند دراسة المواقف العمرية من منظور الانفعال، وإن كنت أميل إلى أنه يشكل مع غيره من العوامل بداية التجاوب الشعوري أمام المواقف التي رآها عمر رضي الله عنه تمثل خطراً محدقاً بالنبي صلى الله عليه وسلم. ¶ التعريف بالأفعال المنعكسة: ¶ تجد الإشارة إلى قابلية الكائن الحي للتهيُّج، للرد على التنبيهات بألوان مختلفة من الحركات، فلا توجد إذن حركة تلقائية على الإطلاق تحدث دون أن تكون مسبوقة بتنبيه(1). ¶ ((وهناك ضروب من الحركات تحدث داخل الكائن الحي، وتنتقل آثار هذه الحركات من داخل الجسم إلى الأطراف الخارجية، وتظهر في صور شتى))(2). ¶ ويمكن أن تكون الحركة المنعكسة أو إرادية، فإذا وضعت أصبعي على سطح ساخن جدًا، ارتدت يدي بسرعة وتراجعت، وتكون الحركة في هذه الحالة منعكسة. ولكني أستطيع أن أحاكي هذه الحركة، وأن أسحب يدي بمجرد لمس سطح معتدل الحرارة، وفي هذه الحالة تكون إرادية، فمن حيث الشكل الظاهر للحركة، فلا فرق بين هاتين الحركتين، ولكن الفرق بينهما يرجع إلى اختلاف المراكز العصبية المحركة التي تنبهت، والمنبه في الحالة الأولى هو الإحساس بالحرارة. أما في الحالة الثانية فالمنبّه أمر داخلي معنوي هو فكرة القيام بهذه الحركة. ويكفينا أن نسجل أن للتصورات الذهنية ميلاً إلى أن تتحقق الحركة التي يتمثلها الذهن. وهذا الميل يعرف بالقوة الفكرية المحركة.(3) ¶ __________ ¶ (1) - [المرجع السابق نفس الصفحتين] ¶ (2) - [مراد: مبادئ علم النفس العام- 82] ¶ (3) - [المرجع السابق ص85]",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وعلى ذلك لا نستطيع أن نجزم أن مواقف عمر رضي الله عنه تأتي من باب الأفعال المنعكسة، ذلك لأنها تأتي من حافز داخلي توسَّمَ بالغريزة.(1) ¶ وعلى ذلك فالغريزة هنا تعني (الميل)، والحب كما هو معروف هو (الميل القلبي)، ومن هنا نستطيع أن نقول إن فسرنا مواقف عمر رضي الله عنه على أنها فعل منعكس فهي مرتبطة بحب رسول الله صلى الله عليه وسلم كما ورد في الحديث. ¶ روى البخاري في كتاب ((الإيمان والنذور)) من حديث عبد الله بن هشام أن عمر بن الخطاب قال للنبي صلى الله عليه وسلم: ((لأنت يا رسول الله أحب إليَّ من كل شيء إلا من نفسي)) فقال: ((لا والذي نفسي بيده حتى أكون أحب إليك من نفسك)) قال له عمر: ((فإنك الآن والله أحبَّ إليّ من نفسي)) فقال: ((الآن يا عمر)).(2) ¶ التعريف بالعاطفة: ¶ ((هي استعداد وجداني للشعور بتجربة وجدانية، للقيام بسلوك معين إزاء شيء، أو شخص أو جماعة أو فكرة مجردة))(3). ¶ العلاقة بين العاطفة والسلوك والانفعال: ¶ __________ ¶ (1) - [عدل جمهور علماء النفس عن استعمال لفظ الغريزة، لما يتضمنه من معان فلسفية، ولما يثيره من مشكلات لفظية، وما هو جدير بالملاحظة هنا هو أن (مكدوجل)- أحد أنصار النظرية في الغريزة- قد استبدل هذا اللفظ ب (الميل) في كتاب نشر له سنة1933م. المرجع السابق ص87، 88] ¶ (2) - [صحيح البخاري8/161] ¶ (3) - [مراد: مبادئ علم النفس: 162]",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "(العاطفة نتاج تجربة انفعالية، تنشط السلوك وتوجهه، وتدفع الشخص لاتجاه معين، وقد تستأثر بمشاعره فتتحول إلى هوى): فالعاطفة تشبه الميل الفطري، من حيث إنها مُنشِّطة للسلوك وموجِّهة له، فضلاً عن كونها مصحوبة دائماً بتجربة انفعالية. وتشبه العادة من حيث هي مكتسبة ولكنها عادة وجدانية. وهي كالعادة تكيّف الشخص لاتخاذ اتجاه معين، سواء في شعوره وتأملاته، أو في سلوكه الخارجي. غير أنها أكثر مرونة من العادة الحركية وأسرع تحولاً، اللهم إلا إذا استأثرت عاطفة ما بجميع مشاعر الشخص، وأخضعته لسلطانها. وفي هذه الحالة تتحول إلى هوى.(1) ¶ بين العاطفة والعقل: ¶ (منطق العقل أن الضدين لا يجتمعان، وقانون العاطفة اجتماع الضدين): إن العاطفة لا تنشأ منفردة منعزلة، بل تكون دائماً محاطة بمواكب من العواطف الأخرى، بعضها مؤيد لها، وبعضها الآخر مناهض لها. وتصطدم العاطفة بشتى العقبات التي يخلقها العقل حيناً، والتي تثيرها الأوضاع الاجتماعية حيناً آخر، فللعاطفة منطق خاص يخالف منطق العقل (أن الضدين لا يجتمعان)، ولكن هذا القانون لا ينطبق بتاتاً على العاطفة، فإن قانون العاطفة الأساس وهو قانون اجتماع الضدين(2). ¶ إن الصراع دائم الاحتدام بين العواطف نفسها وبين العقل، وإذا كان من اليسير على البعض، بفضل ما اكتسبوا من قوة الإرادة ومن ضبط النفس، أن يخضعوا العاطفة الجامحة للروية والعقل، فإن البعض يستسلم لسلطان العواطف(3). ¶ الصراع بين العاطفة الواحدة: ¶ __________ ¶ (1) - [المرجع السابق: ص162، 163] ¶ (2) - [مراد: مبادئ علم النفس 167] ¶ (3) - [المرجع السابق170]",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "(يحتدم الصراع بين العواطف بل وبين العاطفة الواحدة، فالشفقة تكون ممزوجة بشيء من القسوة، والحب بشيء من البغضاء وهكذا..)): ليس الصراع بين العواطف المختلفة فحسب، بل هو قائم في طيّات العاطفة الواحدة نفسها. فكل عاطفة، مهما كانت سامية، تحمل في ثناياها بذور العاطفة المناقضة لها. فالشفقة تكون دائماً ممزوجة بشيء من القسوة، والتعذيب بشيء من العطف، والحب بشيء من البغضاء، وعناصر تظهر حيناً وتختفي حيناً آخر. وهي تعمل أحياناً عملاً دفيناً دون أن يشعر بها الشخص. وقد تكون عناصر البغضاء من دواعي تقوية الحب وتدعيمه(1). ¶ تأثير العواطف في الاعتقاد: ¶ (تؤثر العواطف في الاعتقاد بل وقد تشوه حكمنا، فنميل إلى التساهل والعطف في حالة الارتياح والرضا والعكس): إن هذا التأثير لا يقلّ جلاءً وشدة عن تأثيرها في تداعي الأفكار واستيحائها، ويكون هذا التأثير أحياناً مباشراً صريحاً، وغامضاً غير مباشراً أحياناً أخرى(2). ¶ ومن آثار العاطفة أنها يمكن أن تشوه حكمنا على الحاضر، وتأويلنا لما نلاحظه بطريقة مباشرة، فقد تختلف نظرتنا إلى الأشخاص، وما يصدر عنهم من حركات وعبارات، باختلاف حالتنا العاطفية الراهنة، فنميل إلى التساهل والعطف إذا كنا في حالة ارتياح ورضا، أو تتغلب علينا النزعة إلى التعسف والاستبداد والقسوة، عندما ينزعج مزاجنا ويضطرب. ويحدث لنا أحياناً أن نعمم النتائج التي قد نصل إليها بعد تجربة عاطفية واحدة. فإذا خاننا أحد أصدقائنا انعدمت ثقتنا في جميع الأصدقاء(3). ¶ __________ ¶ (1) - [مراد: مبادئ علم النفس169] ¶ (2) - [المرجع السابق نفس الصفحة] ¶ (3) - [المرجع السابق 170]",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وعلى ذلك فإن الصراع دائم الاحتدام بين العواطف نفسها وبين العواطف والعقل، وإذا كان من اليسير على البعض، بفضل ما اكتسبوه من قوة الإرادة ومن ضبط النفس أن يخضعوا العاطفة الجامحة للروية والعقل، فإن عمر رضي الله عنه حين وصل إلى إخضاع العاطفة للعقل قد مرّ بمراحل مختلفة كانت بمثابة إعداد له. ¶ أرجو أن تكون قد وفقت في التعريف بالانفعالات والأفعال المنعكسة، وفي بيان الفرق بين منطق العقل وقانون العاطفة، وشرح الصراع القائم بين العاطفة الواحدة، وتأثير العاطفة في الاعتقاد. ¶ لعلك أيها القارئ الكريم تسأل: وما علاقة ذلك بشخصية عمر بن الخطاب رضي الله عنه؟ فسيأتيك الجواب إن شاء الله حين عرض بعض المواقف العمرية على علم النفس، في محاولة منا للغوص في بحث تأثير الجانب العاطفي في شخصيته رضي الله عنه. ونبدأ بالتعريف به ثم نتطرق للجانب العاطفي. ¶ التعريف به رضي الله عنه ¶ هو: عمر بن الخطاب بن نفيل عبد العزى بن رباح(1) بن فُرط بن رزاح بن عدي بن كعب بن لؤي(2)، أمير المؤمنين أبو حفص القرشي العدوى. ¶ __________ ¶ (1) - [ابن الأثير: أبو الحسن علي بن أبي الكرم محمد بن عبد الكريم بن عبد الواحد الشيباني –(ت630هـ)- أسد الغابة في معرفة الصاحبة – دار الشعب 4/52، الذهبي: شمس الدين محمد بن أحمد بن عثمان -(ت748هـ)- تاريخ الإسلام ووفيات المشاهير والأعلام- عهد الخلفاء الراشدين- تحقيق الدكتور عمر عبد السلام تدمري. دار الكتاب العربي ص253، ابن حجر العسقلاني: شهاب الدين ابي الفضل أحمد بن علي –(ت852هـ)- الإصابة في تمييز الثحابة – تحقيق على محمد البجاوي- دار صادر بيروت 2/518، الزركلي: خير الدين –الأعلام قاموس تراجم لأشهر الرجال والنساء من العرب والمستعمرين والمستشرقين 5/44] ¶ (2) - [الذهبي: المرجع السابق253]",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "أمه: حنتمة بنت هشام(1) المخزومية أخت أبي جهل. ¶ مولده: ولد رضي الله عنه بعد عام الفيل بثلاث عشرة سنة، وروى أسامة بن زيد بن أسلم عن أبيه عن جده قال سمعت عمر يقول: ولدت بعد الفجار- يعني حرب الفجار- الأعظم بأربع سنين(2). ¶ مكانته في قريش: قال الزبير: وكان عمر بن الخطاب رضي الله عنه من أشرف قريش، وإليه كانت السفارة في الجاهلية، وذلك أن قريشاً كانت إذا وقعت بينهم حرب أو بينهم وبين غيرهم بعثوه سفيراً، وإن نافرهم منافر أو فاخرهم مفاخر رضوا به وبعثوه منافراً ومفاخراً.(3) ¶ صفته: عن عبد الله بن عمر قال: كان أبي أبيض تعلوه حمرة، طوالا، أصلع، أشيب. أعسر يسر(4). ¶ في عارضيه خفة. وسبلته [السَبَلَة بالتحريك: طرف الشارب، والصهبة: سواد في حمرة] كبيرة وفي أطرافها صهبة، إذا حزبه أمر فتلها. ¶ كان أروح(5) كأنّه ركاب والناس يمشون يسرع في مشيته، كان يخضب بالحنّاء. ¶ __________ ¶ (1) - [وقالت طائفة في أم عمر حنتمة بنت هشام بن المغيرة ومن قال ذلك فقد أخطأ، ولو كانت كذلك لكانت أخت أبي جهل بن هشام، والحارث بن هشام بن المغيرة وليس كذلك، وإنما هي ابنة عمهما، فإن هاشم بن المغيرة وهشام بن المغيرة أخوان، فهاشم والد حنتمة أم عمر وهشام والد الحارث، وأبي جهل، وهاشم بن المغيرة هذا جد عمر لأمه كان يقال له ذو لرمحين، ابن عبد البر القرطبي: الاستيعاب في معرفة الأصحاب –(463هـ)- دار صادر بيروت 2/458، 459] ¶ (2) - [المرجع السابق نفس الجزء والصفحة، ابن الأثير: المرجع السابق 4/146، ابن حجر العسقلاني: المرجع السابق 2/518 ويذكرها قبل المبعث النبوي بثلاثين سنة] ¶ (3) - [ابن عبد البر: الاستيعاب 2/459] ¶ (4) - [يستعمل كلتا يديه] ¶ (5) - [الأروح: الذي يتدانى قدماه إذا مشي]",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "ويروى عن عبد الله بن كعب بن مالك قال: كان عمر يأخذ بيده اليمنى أذنه اليسرى ويثب على فرسه، فكأنما خُلِقَ على ظهره(1). ¶ إسلامه: الحديث عنه سيرد في تضعيف البحث. ¶ منزلته عند رسول الله صلى الله عليه وسلم: ¶ روى الإمام أحمد من حديث شهر بن حوشب عن عبد الرحمن بن غنم: أنّ رسول الله صلى الله عليه وسلم قال له أبو بكر وعمر: إنّ الناس يزيدهم حرصا على الإسلام أن يروا عليك زياً حسناً من الدنيا. فقال: ((إن النبي صلى الله عليه وسلم قال لأبي بكر وعمر رضي الله تعالى عنهما: ((لو اجتمعتما في مشورة ما خالفتكما))(2). ¶ وروى عبد العزيز بن المطلب بن حنطب، عن أبيه، عن جده قال: كنت جالساً عند النبي صلى الله عليه وسلم إذ طلع أبو بكر وعمر فقال: ((هذان السمع والبصر))(3) ويروى نحوه من حديث ابن عمرو وغيره. ¶ وقال يعقوب القمي، عن جعفر بن أبي المغيرة، عن سعيد بن جبير قال: جاء جبريل إلى النبي صلى الله عليه وسلم فقال: ((أقرء عمر السلام وأخبره أن غضبه عز ورضاه حكم)). ¶ __________ ¶ (1) - [ابن سعد: محمد بن سعيد بن منيع (ت230هـ) –الطبقات الكبرى- المجلد الثالث- في البدرين من المهاجرين والأنصار- دار صادر- بيروت 3/324، ابن عبد البر: المرجع السابق 2/460، ابن الأثير: أسد الغابة 4/180، ابن حجر العسقلاني: الإصابة 2/98، الذهبي: تاريخ الإسلام354، 355، الزركلي: الأعلام 5/44] ¶ (2) - [أخرجه أحمد في المسند 4/227] ¶ (3) - [رواه الترمذي في المناقب (3753) باب 57 مناقب أبي بكر الصديق، وقال: وفي الباب عن عبد الله بن عمرو، هذا حديث مرسل، وعبد الله بن حنطب لم يدرك النبي صلى الله عليه وسلم]",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وقالت عائشة قال رسول الله صلى الله عليه وسلم: ((قد كان في الأمم مٌحَدِّثون(1) فإن يكن في أمتي أحد فعمر بن الخطاب)). [رواه مسلم](2) ¶ وعن ابن عمر قال: قال رسول الله صلى الله عليه وسلم: ((إن الله وضع الحقَّ على لسان عمر وقلبه)). [رواه جماعة عن نافع، عنه، وروى نحوه عن جماعة من الصحابة](3). ¶ وقال الشعبي: قال علي رضي الله عنه: ما كنا نبعد أن السّكينة تنطق على لسان عمر(4). ¶ __________ ¶ (1) - [محدثون: قال ابن وهب: ملهمون. وقيل: مصيبون، إذا ظنّوا فكأنهم حدثوا بشيء فظنوه. وقيل: تكلمهم الملائكة، وقال البخاري: يجري الصواب على ألسنتهم] ¶ (2) - [في فضائل الصحابة، باب من فضائل عمر رضي الله عنه (2398) -واللفظ له- في مناقب عمر ص23، والترمذي في مناقب عمر باب 73 رقم (3776)، وأخرجه البخاري بنحوه من حديث أبي هريرة قال: قال النبي صلى الله عليه وسلم: ((لقد كان فيمن كان قبلكم من بني إسرائيل رجال يكلمون من غير أن يكونوا أنبياء، فإن يكن من أمتي منهم أحد فعمر)). قال ابن عباس رضي الله عنهما: ما من نبي ولا محدث. (كتاب فضائل الصحابة، باب مناقب عمر4/200) والحاكم في المستدرك 3/86. انظر: ابن الجوزي/ أبو الفرج عبد الرحمن بن الجوزي (ت597هـ)- مناقب أمير المؤمنين عمر بن الخطاب – دراسة وشرح وتقديم سعيد محمد اللحام- منشوارت دار مكتب الهلال23] ¶ (3) - [أخرجه الترمذي في المناقب، باب 65 رقم (3765) وقال: وفي الباب عن الفضل بن عباس، وأبي ذر، وأبي هريرة. هذا حديث حسن صحيح غريب من هذا الوجه. وأخرجه الهيثمي في مجمع الزوائد 9/66 باب (إن الله جعل الحق على لسان عمر وقلبه)، وقال: رواه الطبراني في الأوسط، والحاكم في المستدرك 3/87 وتابعه الذهبي في تلخيصه، وابن ماجه في المقدمة باب 11 رقم (108)] ¶ (4) - [أورده الهيثمي: المرجع السابق 9/67 وقال: رواه الطبراني: المرجع السباق]",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وقال حيوة بن شريح، عن بكر بن عمرو، عن مشوح، عن عقبة بن عامر قال: قال رسول الله صلى الله عليه وسلم: ((لو كان بعدي نبي لكان عمر))(1). ¶ من الموافقات القرآنية لرأي عمر: ¶ قال أنس: قال عمر: وافقت ربي في ثلاث: في مقام إبراهيم، وفي الحجاب، وفي قوله: {عَسَى رَبُّهُ إِن طَلَّقَكُنَّ}(2). ¶ خشية الشيطان من عمر: ¶ __________ ¶ (1) - [أخرجه الحاكم: المرجع السابق3/85 وقال: هذا حديث صحيح الإسناد ولم يخرجاه، والهيثمي 9/68 عن عصمة، وقال: رواه الطبراني، والترمذي رقم (3769)] ¶ (2) - [سورة التحريم الآية:5، والحديث أخرجه مسلم في فضائل الصحاب، باب من فضائل عمر، رقم (2399) من طريق نافع، عن ابن عمر قال: قال عمر: وافقت ربي في ثلاث: في مقام إبراهيم، وفي الحجاب، وفي أسارى بدر، وانب عبد البر: الاستيعاب 2/462، والنووي: تهذيب الأسماء 2/8]",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "روى البخاري عن سعد(1) بن أبي وقاص، أن رسول الله صلى الله عليه وسلم قال: ((إيهاً يا ابن الخطاب فوالذي نفسي بيده ما لقيك الشيطان سالكاً فجاً(2) إلا سلك فجاً غير فجك))(3). ¶ __________ ¶ (1) - [في نسخة دار الكتب (سعيد) وهو خطأ] ¶ (2) - [في صحيح البخاري 4/199 (فجاً قط)] ¶ (3) - [أخرجه البخاري في فضائل أصحاب النبي صلى الله عليه وسلم 4/199 باب مناقب عمر بن الخطاب، وفي الأدب 7/93 باب التبسم والضحك، وفي بدء الخلق 4/96 باب صفة إبليس وجنوده، ومسلم في فضائل الصحابة (2396) باب من فضائل عمر رضي الله عنه، وأحمد في المسند 1/171و 182، 187، والحديث أطول مما هنا وهو عن محمد بن سعيد بن أبي وقاص، عن أبيه، قال: استأذن عمر بن الخطاب على رسول الله صلى الله عليه وسلم وعنده نسوة من قريش يكلمنه ويستكثرنه، عالية أصواتهن على صوته، فلما استأذن عمر بن الخطاب، قمن فبادرن الحجاب، فأذن له رسول الله صلى الله عليه وسلم، فدخل عمر ورسول الله يضحك، فقال عمر: اضحك الله سنّك يا رسول الله، فقال النبي صلى الله عليه وسلم: ((عجبت من هؤلاء اللالكائي كن عندي، فلما سمعن صوتك ابتدرن الحجاب)) فقال عمر: فأنت أحق أن يهبن يا رسول الله، ثم قال عمر: يا عدوات أنفسهن أتهبنني ولا تهبن رسول الله صلى الله عليه وسلم؟ فقلن: نعم أنت أفظ وأغلظ من رسول الله صلى الله عليه وسلم، فقال رسول الله صلى الله عليه وسلم: ((إيها يا ابن الخطاب والذي نفسي بيده ما لقيك الشيطان سالكاً فجاً قط إلا سلك فجاً غير فجك))]",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وعن عائشة، أن النبي صلى الله عليه وسلم قال: ((إن الشيطان يفرق من عمر))(1). رواه مبارك بن الفضالة،عن عبيد الله بن عمر، عن القاسم، عن عائشة. ¶ وعنها أن النبي صلى الله عليه وسلم قال فى زفن -رقص- الحبشة لما أتى عمر: ((إني لأنظر إلى شياطين الجن والإنس قد فروا من عمر)). [صححه الترمذي](2). ¶ من أقوال الصحابة عنه رضي الله عنهم: ¶ __________ ¶ (1) - [أخرجه أحمد:المرجع السابق 5/353من طريق: عبد الله بن بريدة،عن أبيه، أن أمة سوداء أتت رسول الله صلى الله عليه وسلم وقد رجع من بعض مغازيه فقالت: إني كنت نذرت إن ردك الله صالحا أن أضرب عندك بالدف، قال: ((إن كنت فعلت فافعلي، وإن كنت لم تفعلي فلا تفعلي))، فضربت، فدخل أبو بكر وهى تضرب، ودخل غيره وهى تضرب، ثم دخل عمر، قال:فجعلت دفها خلفها وهى مقنعة.فقال رسول الله صلى الله عليه وسلم: ((إن الشيطان ليفرق منك يا عمر، أنا أجلس ها هنا ودخل هؤلاء فلما أن دخلت فعلت ما فعلت))] ¶ (2) - [رواه الترمذي عن الحسن بن الصباح البزار، أخبرنا زيد بن الحباب، عن خارجه بن عبد الله بن سليمان بن زيد بن ثابت قال: أخبرنا يزيد بن رومان، عن عروة، عن عائشة قالت: كان رسول الله صلى الله عليه وسلم جالسا لغطا وصوت صبيان.فقام رسول الله صلى الله عليه وسلم، فإذا حبشية تزفن والصبيان حولها، فقال: ((يا عائشة تعالي فانظرى))، فجئت، فوضعت لحيى على منكب رسول الله صلى الله عليه وسلم فجعات أنظر إليها مابين المنكب على رأسه، فقال لى: ((أما شبعت أماشبعت؟)) قالت: فجعلت أقول: لا. لأنظر منزلتى عنده إذ طلع عمر. قالت فارفض الناس عنها، قالت: فقال رسول الله صلى الله عليه وسلم ((إني لأنظر إلى شياطين الجن والإنس قد فروا من عمر)) قالت فرجعت. قال الترمذي: هذا حديث حسن صحيح غريب من هذا الوجه (مناقب عمر، باب رقم 17ـ 3774)]",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "قال ابن المسعود: مازلنا أعزة منذ أسلم عمر(1). ¶ عندما اشتد المرض بأبي بكر دعا عمر خاليا فأوصى بما أوصاه به، ثم خرج فرفع يديه مدا , ثم قال: اللهم، غنى أعلم به، واجتهدت لهم رأيي، فوليت عليهم خيرهم وأقوالهم عليهم، وأحرصهم على ما فيه رشدهم، وقد حضرني من أمرك ما حضرني، فاخلفني فيهم. فهم عبادك، ونواصيهم بيدك، وأصلح لهم ولاءهم، واجعله من خلفائك الراشدين، يتبع هدى نبي الرحمة، وهدى الصالحين بعده، وأصلح له رعيته(2). ¶ مجمل خلافته رضي الله عنه: ¶ __________ ¶ (1) - [ابن الجوزي في مناقب عمر ص 31، والحاكم في المستدرك 3/84. انظر الذهبي: تاريخ الإسلام256] ¶ (2) - [ابن سعد: الطبقات الكبرى 3/1، 141، 142ـ ابن الأثير: أسد الغابة 4/169]",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "بويع بالخلافة يوم وفاة أبي بكر (سنة 13هـ) بعهد منه. وفي أيامه تم فتح الشام والعراق. وافتتحت القدس والمدائن ومصر والجزيرة. حتى قيل: انتصب في مدته اثنا عشر ألف منبر في الإسلام. وهو أول من وضع للعرب التاريخ الهجري. وكانوا يؤرخون بالواقع. واتخذ بيت مال للمسلمين، جعلها على الطريقة الفارسية لإحصاء أصحاب الأعطيات وتوزيع المرتبات عليهم، وكان يطوف في الأسواق منفردا. ويقضى بين الناس حيث أدركه الخصوم، وكتب إلى عماله: (إذا كتبتم لي فابدءوا بأنفسكم). وروى الزهري: كان عمر إذا نزل به الأمر المعضل دعا الشبان فاستشارهم. يبتغى حدة عقولهم. وله كلمات وخطب ورسائل غاية في البلاغة. وكان أول ما فعله لما ولى أن رد سبايا أهل الردة إلى عشائرهن، وقال: كرهت أن يصير السبي سبة على العرب، وكانت الدراهم في أيامه على نقش الكسروية.وزاد في بعضها((الحمد لله)) وفى بعضها ((لا إله إلا الله وحده)) وفي بعضها ((محمد رسول الله))، له في كتب الحديث 537 حديثا. وكان نقش خاتمه: ((كفى بالموت واعظا يا عمر)).لقبه النبي صلى الله عليه وسلم بالفاروق. وكناه بأبي حفص. وكان يقضي على عهد رسول الله صلى الله عليه وسلم. قتله أبو لؤلؤة فيروز الفارسى (غلام المغيرة بن شعبة) غِيلةً. بخنجر في خاصرته وهو في صلاة الصبح، وعاش بعد الطعنة ثلاث ليال.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "بعد التعريف به رضي الله عنه قد يبدو تناقض في الجانب العاطفي في شخصيته رضي الله عنه ولكن العقاد ـ رحمه الله ـ يفسر لنا هذا الأمر تفسيرا يزيل شبهة التناقض: فيقول: ((اتصف عمر بالشدة في عهد رسول الله صلى الله عليه وسلم وتفسيره كما قال غير مرة أنه كان سيفا للرسول، إن شاء ضرب به وإن شاء أغمده في قرابه، وأنه كان جلوازه ـ شرطيه ـ القائم بين يديه، وليس من شأن الجلواز أن يمسك كثيرا أو قليلا من بأسه حتى يؤمر بإمساكه، ويرد الهوادة واللين. فكان جميلا بعمر أن يسهو عن تلك الحقيقة، وأن يحتاج فيها إلى تذكير واستحضار، وكان أفضل واجبيه لا مِرَاء ـ لاشك ـ أن يعرض البأس حتى يؤبى ثم يثوب إلى اللين ولا جناح عليه. ¶ واليقين الذي لا يخامرنا الشك فيه، أن عمر كان خليقا أن يفهم تلك الحقيقة بتفصيلاتها لو جعل باله إليها، ولم يجعل باله إلى تقديم ما عنده، والجود بأقصى جودة في انتظار القول الفاصل من رأى النبي صلى الله عليه وسلم،ولو لا استعداده لفهم تلك الحقيقة وما شابهها لما انتفع بالقدوة، ولا أغنت معه المثل والتجاريب. ¶ ومهما يكن من حاجته إلى دروس معلمة وهداية، فالذي نعتقده أن مكانه من الخلافة لم تقرره الحاجة إلى تلك الدروس،لأن الصحابة كلهم على حكم واحد في هذا الاعتبار. فما من رجل كان بين أصحاب محمد صلى الله عليه وسلم إلا كان مفتقرا إلى جانب من جوانب هديه وتهذيبه وتقويمه، وما كان عمر على التخصيص بأشد افتقار إلى ذلك من رفاقه وتابعيه، وإن اختلفت ما يعوزه وما يعوزهم من مواضع الهدى والتهذيب والتقويم))(1). ¶ __________ ¶ (1) - [العقاد: عباس محمود العقاد ـ عبقريات العقاد ـ ط دار الشعب ـ عبقرية عمر ص 114، 115]",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "أيها القارئ الكريم نستقبل على ضفاف الصفحات التالية العاطفة العمرية، وهى تنساب تارة كالغدير فتسمع لها خريرا، وتارة أخرى كالسيل فترى لها اندفاعا، وأحاول الوقوف أمام هذا الجانب الهام من شخصيته -رضي الله عنه- مستعينا بعلم النفس، بعد الله عز وجل. ¶ الجانب العاطفي والإشراقات الإيمانية ¶ تمهيد: ¶ إن العمل الذي تتحول به حياة الإنسان تحولاً حماساً لن يرجع إلى سبب واحد، ولن نستغني في تفسيره عن عدة أسباب، بعضها حديث وبعضها قديم، ومنها الظاهر الطيِّع والخفي المستعصي، وقد يجهل صاحبها بعض هذه الأسباب، وينسى المهم منها ويتعلق بالهين القريب. ¶ فالرجل الذي يغير موطنه أو معيشته أو زيَّهُ لا يفعل ذلك عفو الساعة، ولا تلبية لاقتراح يوحى إليه في مجلس فراغ، وقد يتوهم هو أنه سمع الاقتراح فلبّاه، وأنه لم يكن ليلبيه لولا ما سمع في تلك اللحظة العارضة، فهاجر أهله وترك موطنه وغير صناعته من أجمل كلمة.. وإنك سائله ساعتئذ: ((إنك قد هاجرت أهلك وتركت موطنك وغيرت معيشتك لأنك لبَّيت اقتراحاً، فهل تعلل لِمَ لبَّيت الاقتراح؟)) فإذا سألته ذلك السؤال رددته إلى نفسه، فعلم أن الأسباب الصحيحة وراء ذلك، وأنه لم يتحول لأنه سمع الاقتراح المزعوم، بل سمع الاقتراح ولبّاه، لأنه كان قبل ذلك مستعدين مثله لما علموا به ولا التفتوا إليه. ¶ وأين تغيير المعيشة والموطن والزي من تغيير العقيدة الدينية؟ ¶ إننا إذا استصغرنا السبب الواحد في تفسير تلك التغييرات فهو لامراء أصغر من ذلك جداً في تفسير التحول الحاسم إلى دين جديد.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "لأن الإنسان إذا غير معيشته فإنما يغير صناعة، وإذا غير موطنه فإنما يغير بلداً، وإذا غير زيه فغنما يغير سمتاً(1) يقوم على كساء، ولكنه إذا غير عقيدته الدينية فقد غير كونه واستبدل به كوناً آخر، وقد غير ماضيه وماضي أهله، وغير حاضره وحاضر أهله، وغير مصيره في الدنيا ومصيره بعد الموت، وغير آراءه ومقاييسه فيما يأخذ وفيما يدع من أمور الحياة وعلاقات الناس، ومنها مآلف وأواصر ومحاب ومكاره متوشجات الأصول إلى ما وراء الآباء والأجداد. ¶ فسبب واحد لا يغير هذا كله دفعة واحدة، ولا بد لتمام هذا التغيير من أسباب سابقة، وأسباب مهيئة، وأسباب موقوتة هي أظهر تلك الأسباب، وقد تكون أضعفها وأقلها تفسيراً لذلك الحدث العظيم في العالم، وهل يتغير الإنسان هكذا إلا وقد أحاط بالعالم في نظره حدث عظيم؟(2) ¶ __________ ¶ (1) - [السمت: الهيئة] ¶ (2) - [العقّاد: عبقرية عمر- ص56]",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "وقد تعددت الروايات في إسلام عمر، واختلف بعض هذه الروايات في اللفظ واتفق في المغزى، وجعل أناس ينظرون فيها كأنما الصحيح منها لا يكون إلا رواية واحدة وسائرها باطل لا يشتمل على حقيقة، فلم لا تكون صحاحاً كلها؟ ولم لا تكون أسباباً متعددات في أوقات مختلفات؟ فمن المستطاع المعقول ان نسقط منها قليلاً من الحشو هنا وهناك، ثم نلخص منها جملة أسباب لا تعارض بينها في الجوهر، وقد يعزز بعضها بعضاً في نسق السيرة وفي لباب النتيجة، وكان للعاطفة العمرية أثر كبير في اعتناقه الإسلام، فنجده يعيش صراعاً عاطفياً يدفعه أحياناً إلى معاداة الرسول صلى الله عليه وسلم والمسلمين، وأحياناً أخرى نجد الشفقة والعطف يسيطران على عاطفته رضي الله عنه. فيصل إلى بداية الإدراك الوجداني لحقيقة الإيمان، ولكن الصراع لم يهدأ فإذا هو يتأثر بعاطفة العداوة، فيندفع إلى الخروج لقتل محمد صلى الله عليه وسلم، لكنه حين علم بإسلام أخته يندفع إليها ويضربها بل ويضرب زوجها، ويصل الصراع إلى الذروة ليجد نفسه بين عاطفة الشفقة والعطف على أخته، وبين الإدراك الوجداني لحقيقة الإيمان ثم ينتهي به الصراع إلى اعتناقه الإسلام. ¶ وسوف أستعرض مراحل هذا الصراع بشيء من التفصيل: ¶ الصراع بين عاطفة القسوة والتعذيب وبين الشفقة والعطف: ¶ إن قانون العاطفة هو اجتماع الضدين، أي الصراع القائم في طيات العاطفة الواحدة، فكل عاطفة مهما كانت سامية تحمل في ثناياها بذور العاطفة المناقضة لها. ¶ وحين نحاول التعرف على دوافع القسوة والتعذيب عند عمر رضي الله عنه في فترة ما قبل الإسلام، نجدها ممزوجة في نفس الوقت بعاطفتي الشفقة والعطف، وغليك بعض المواقف التي نلمس فيها هذا الأمر. ¶ القسوة والتعذيب لجارية بني مؤمل:",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "قام عمر بتعذيب جارية بني مؤمل لتترك الإسلام، حتى إذ ملّ قال: ((إني أعتذر إليك أني لم أتركك إلا ملالاً))، فتقول: ((كذلك فعل والله بك))، فابتاعها أبو بكر رضي الله عنه وأعتقها(1). ¶ إذ تأملنا هذا الموقف من منظور عاطفي نرى: ¶ الملمح الأول: عاطفته القسوة التي دفعته إلى تعذيبها، وهي نتاج صراع داخلي. ¶ الملمح الثاني: اعتذاره لها وهي جارية وهو من سادة قريش، وهذا أمر غير مألوف عند العرب، مما يؤكد شدة الصراع العاطفي عنده رضي الله عنه. ¶ الملمح الثالث: تغلب عاطفتي الشفقة والعطف حين تركها، ونلمح هنا رسالة قلبية إلى عقل وقلب عمر رضي الله عنه حين قالت له تعليقاً على توقفه عن ضربها: ((كذلك فعل الله بك)). ¶ ونرى أن ردَّ الجارية يعبر عن قوة إيمانها، وأنها لم ترَ في توقف عمر رضي الله عنه إلا أن ذلك بتقدير الله جل في علاه، ولا شك أن لهذا الجواب أثراً إيجابياً على عمر رضي الله عنه، مما نعده خطوة على الطريق الذي سارت فيه العاطفة العمرية إلى عقل عمر، حيث امتزج كل منها بالآخر وأخذت بيد عمر رضي الله عنه خطوة إلى الإسلام. ¶ __________ ¶ (1) - [ابن هاشم: أبو محمد بعد الملك بن هشام بن أيوب الحميري (ت213 أو 218هـ) -السيرة النبوية- تحقيق مصطفى السقا- إبراهيم الإبياري- عبد الحفيظ شلبي- ط دار المعرفة بيروت لبنان- بدون تاريخ 1/319. ابن الأثير: الكامل في التاريخ –9أجزاء- ط1978م دار الفكر – بيروت2/47. المتناوي: إبراهيم عبد الفتاح -السيرة النبوية- تاريخ وقرآن وسنة- العهد المكي 243، 244]",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "(تعذيب زنِّيرة حتى كُفَّ بصرها.. كذبوا وبيت الله.. فرد الله بصرها): زنيِّرة الرومية أمةُ عمر بن الخطاب، أسلمت قبله، فكان يضربها حتى يفتر، ويشاركه ضربها أبو جهل، فلا يزيدها ذلك إلا إصراراً على الإسلام، ولما أسلمت أصيب بصرها، فقالت قريش: ما أذهب بصرها إلا اللات والعزى، فقالت: كذبوا -وبيت الله- ما تضر اللات والعزى، وما تنفعان، ولكن هذا أمر من السماء، وربى قادر على أم يردّ بصري!! فردّ الله بصرها، فقالت قريش: هذا من سحر محمد(1). ¶ ولا شك أن ثبات زنيِّرة رضي الله عنها وقوة إيمانها وإعادة الله لبصرها؛ قد انعكس على عمر رضي الله عنه وزاد من حدة الصراع الداخلي، وكان من الممكن أن يصل به إلى الإسلام، إلا أنه حاول الاقتراب من الرسول صلى الله عليه وسلم؛ ليجسد الحيرة والقلق والاضطراب النفسي، والذي يعد نتيجة طبيعية لاحتدام العاطفة، فهي تارة تؤدي إلى الشفقة والعطف كما رأينا، وتارة أخرى تدفعه إلى القسوة والعداوة كما سنرى. ¶ تعليق: ¶ يقول الله تعالى: {وَلَنَبْلُوَنَّكُمْ حَتَّى نَعْلَمَ الْمُجَاهِدِينَ مِنكُمْ وَالصَّابِرِينَ} [محمد: 31] إن هذا التعذيب الذي تعرضت له زنيِّرة والجارية يفوق كل احتمال، خاصة إذا كان من بين المعذبين عمر بن الخطاب بقوته البدنية المعروفة، وفقد زنيرة لبصرها كان يمكن أن يدفعها إلى الاستسلام والارتداد عن دين الله عزّ وجل. ¶ __________ ¶ (1) - [ابن هشام: بالروض الأنف –ضبطه طه عبد الرؤوف سعد- 2/68، ابنا لأثير: الكامل 2/47. الزرقاني: أبو عبد الله بن محمد بن عبد الباقي بن يوسف (ت1122هـ) شرح المواهب اللدنية –ط بولاق- 1/320، المتناوي: السيرة النبوية 243]",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "يا له من درس عظيم للمسلمين على مر العصور في الثبات على الحق مهما كان بطش الظالم، وانظر أيها القارئ الكريم على جائزة الصبر وهي عتقهما من العبودية، وعودة بصر زنيرة، ومن هنا استبشر بإشراقة شمس الإسلام من جديد، ولكن الأمر يحتاج إلى صبر ومزيد من الطاعة والدعاء، واحتساب.. ¶ ثم انظر معي إلى يقينها المتمثل في قول الجارية لعمر حين قال لها: ((لم أتركك إلا ملالا)) فأجابته: ((كذلك فعل الله بك)) ثم تعليق زنيرة على قول سيدها –أبي لهب- (أن اللات والعزى قد سلبت بصر زنيرة)) فكان ردها صرخة إيمانية مدية اهتز لها قلب عمر ((ربي قادر على أن يرد إلى بصري)). ¶ فليعزر كل منا يقينه بالله تعالى وليفخر بانتسابه للإسلام، وليجتهد في أن تتوافق الأقوال مع الأفعال. ثم انتظر أجرك من رب العالمين: {إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُم بِغَيْرِ حِسَابٍ} [الزمر:10]. ¶ اعتراضه للرسول صلى الله عليه وسلم وتأجج العاطفة نحو الإيمان: ¶ (فوقع في قلبي الإسلام كل موقع): أخرج الإمام أحمد عن عمر قال: خرجت اعترض رسول الله صلى الله عليه وسلم فوجدته قد سبقني على المسجد، فقمت خلفه، فاستفتح سورة الحاقة، فجعلت أتعجب من تأليف القرآن، فقلت: والله هذا اشعر، كما قالت قريش، فقرأ: {إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ * وَمَا هُوَ بِقَوْلِ شَاعِرٍ قَلِيلًا مَا تُؤْمِنُونَ}، ((فوقع في قلبي الإسلام كل موقع))(1). ¶ __________ ¶ (1) - [السهيلي: بعد الرحمن بن عبد الله بن أحمد بن أصبغ بن الحسين (ت581هـ) الروض الأنف –جزءان- ضبطه طه عبد الرؤوف 2/100، ابن سيد الناس: الإمام الحافظ أبو الفتوح محمد بن عبد الله بن محمد بن يحيى المعروف بابن سيد الناس (ت734هـ) عيون الأثر- جزءان- بيروت 1/164، السيوطي: الإمام الحافظ جلال الدين عبد الرحمن بن ابي بكر (ت911هـ) تاريخ الخلفاء- تحقيق محمد محي الدين عبد الحميد –بدون تاريخ110، المتناوي: السيرة النبوية ص244]",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "إعجاب عمر رضي الله عنه بالقرآن الكريم أمر طبيعي، ومن هذا كان تقديره أنه شعرٌ، ولكن قراءة الرسول صلى الله عليه وسلم {وَمَا هُوَ بِقَوْلِ شَاعِرٍ} حينئذ جاءت الإجابة من الله –عز وجل- لعمر على الرغم من أنه حدث نفسه بذلك، إلا أنه رضي الله عنه تأثر وأخذت بشائر الإيمان طريقها إلى قلبه وعقله. ¶ (دخل بين الكعبة وأستارها، فسمع القرآن من النبي صلى الله عليه وسلم): عن جابر رضي الله عنه قال: كان أول إسلام عمر أن عمر قال: ((ضرب أختي المخاض فخرجت وطفت البيت، ودخلت أستار الكعبة، فجاء النبي صلى الله عليه وسلم فدخل الحجر وعليه بتان –كساء من صوف غليظ- وصلى لله ما شاء الله، ثم انصرف، فسمعت شيئا لم اسمع مثله، فخرجت أتبعه، فقال: ((من هذا؟)) فقلت: عمر، فقال: ((يا عمر ما تدعني لا ليلاً ولا نهاراً))(1). ¶ تمثل الصراع العاطفي هنا فيما يأتي: ¶ تمكن عاطفة العداوة ضد الرسول صلى الله عليه وسلم، وهي التي دفعته إلى الخروج لاعتراضه صلى الله عليه وسلم وهي ممزوجة بالقلق والاضطراب النفسي، كنتيجة طبيعية لموقفه رضي الله عنه من الجارية وزنيرة. ¶ عاطفة الإعجاب نسيطر عليه حين يسمع القرآن الكريم، لكن الاضطراب النفسي صوَّر له الرسول صلى الله عليه وسلم على أنه شاعر، وحين سمع جواب ذلك من النبي صلى الله عليه وسلم على الرغم من أن الأمر كان حديثاً نفسياً لم يتحرك به لسان عمر رضي الله عنه،، مما زاد من شدة الصراع الداخلي بين العداوة والاضطراب النفسي وثبات النبي صلى الله عليه وسلم وجوابه على عمر: {إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ * وَمَا هُوَ بِقَوْلِ شَاعِرٍ قَلِيلًا مَا تُؤْمِنُونَ}. ¶ __________ ¶ (1) - [ابن هشام: بالروض الأنف2/97، ابن سيد الناس: المرجع السابق1/162، السيوطي: المرجع السابق110، المتناوي: المرجع السابق 245]",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "قاده الصراع إلى متابعته للنبي صلى الله عليه وسلم ليلاً ونهاراً، وإن كانت رواية جابر قد أشارت إلى أن عمر قال رداً على رسول الله صلى الله عليه وسلم: ((فخشيت أن يدعو عليّ))، فقلت: أشهد ألا إله غلا الله وأنك رسول الله، إلا أن المشهود أن إسلامه كان بعد موقفه مع أخته فاطمة(1). ¶ تعليق: ¶ عن تأثر عمر هنا كان بسبب سماعه للقرآن الكريم بصوت النبي صلى الله عليه وسلم كان من بين العوامل المؤثرة في إسلامه رضي الله عنه. ¶ وإذا أردنا الاستفادة الدعوية هنا فعلينا جميعاً أن نتعلم أحكام التجويد ومن منحه الله جمال الصوت عليه أن يجهر بقراءته كلما وجد الفرصة سانحة، وأسوق صورة حيّة لأثر هذا المنهج الدعوي في حياتنا المعاصرة على غير المسلمين، فما بالنا بتأثيره على من يعيشون على هامش المنهج الإسلامي!!. ¶ {يَحْلِفُونَ بِاللَّهِ مَا قَالُواْ وَلَقَدْ قَالُواْ كَلِمَةَ الْكُفْرِ وَكَفَرُواْ بَعْدَ إِسْلاَمِهِمْ وَهَمُّواْ بِمَا لَمْ يَنَالُواْ وَمَا نَقَمُواْ إِلاَّ أَنْ أَغْنَاهُمُ اللَّهُ وَرَسُولُهُ مِن فَضْلِهِ فَإِن يَتُوبُواْ يَكُ خَيْرًا لَّهُمْ وَإِن يَتَوَلَّوْا يُعَذِّبْهُمُ اللَّهُ عَذَابًا أَلِيمًا فِي الدُّنْيَا وَالآخِرَةِ وَمَا لَهُمْ فِي الأَرْضِ مِن وَلِيٍّ وَلاَ نَصِيرٍ} [التوبة: 74]. ¶ والذي يعنينا هنا تأجج الصراع العاطفي عند عمر، ونلمح موقفًا آخر يصل به الميل على الإسلام. ¶ بداية الإدراك الوجداني لحقيقة الإيمان: ¶ __________ ¶ (1) - [المتناوي: السيرة النبوية244-255]",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "(صحبكم الله، ورأيت له رقة لم أكن أراها): رأى عمر أم عبد الله بنت حنتمة(1)، وهي في طريقها للهجرة إلى الحبشة، فتقول أم عبد الله: ((والله إنّا لنرتحل إلى ارض الحبشة، وقد ذهب عامر في بعض حاجتنا إذ أقبل عمر، فوق على شركه، فقال: ((وكنا نلقى منه اذى لنا، وشدة علينا)) قالت: فقال: ((إنه للإنطلاق يا أم عبد الله، قلت: نعم والله لنخرجنّ من أرض الله إذ آذيتمونا، وقهرتمونا حتى يجعل الله لنا مخرجاً))، قالت: فقال: ((صحبكم الله))، ورأيت له رقة لم أكن أراها، ثم انصرف، وقد أحزنه فيما أرى خروجنا قالت: فجاء عامر بحاجتنا تلك، فقلت له: يا أبا عبد الله لو رأيت عمر آنفاً، ورقته وحزنه علينا، قال: أطمعت في إسلامه؟ قالت: قلت: نعم. قال: لا يسلم الذي رأيت حتى يسلم حمار الخطاب، إنما قال ذلك ياساً منه لما كان يرى من غلظته وقسوته على الإسلام(2). ¶ __________ ¶ (1) - [وردت ترجمتان الأولى: أم سهيل بنت أبي حنتمة واسمه عبد الله بن ساعدة بن عامر وأمها حجة، تزوجها يزيد بن البراء، أسلمت وبايعت الرسول صلى الله عليه وسلم. الثانية: أميمة بنت أبي حنتمة واسمه عبد الله بن ساعدة.. تزوجها هلال بن الحارث بن ربيعة، ثم خلّف عليها ابو سندر اسلمت ايضاً وبايعت. وقد ذكر هشام من بني عدي عامر بن ربيعة حليف لآل الخطاب من عنز بن وائل معه امرأته ليلى بنت أبي حنتمة خمسة نفر. وعلى ذلك فلم أتمكن من تحديد ترجمتها. ابن هشام: السيرة النبوية 1/329. ابن سعد: الطبقات8/330] ¶ (2) - [ابن هشام: بالروض الأنف2/95، ابن الأثير: الكامل2/57. ابن سيد الناس: عيون الأثر 1/163، السيوطي: تاريخ الخلفاء 109، 110]",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "يقول الأستاذ العقاد –رحمه الله-: ((ومما لا شك فيه أن عمر كان مقتربا من الإسلام يوم رثى لأم عبد الله بنت حنتمة، وتركها تنطلق إلى الهجرة وهو يدعو لها بالسلام، وكانت هي على صواب حين طمعت في إسلامه ورجلها يائس منه، فقد سألها عامر بن ربيعه مستغربا مستعبدا: كأنك قد طمعت في إسلام عمر؟ قالت: نعم. قال: إنه لا يسلم حتى يسلم حمار الخطاب! ¶ ولكن الرجل أخطأ وصدقت المرأة، إذ ليس أسرع من المرأة أن تلمح جانب الرقة وجانب الغضب من قلب الرجل في خطفة عبن.. أليست حياتها كلها من قديم الزمن منوطة بذلك الغضب كيف تتلطف في تحويله؟ وبتلك الرقة كيف تتلطف في ابتعاثها من مكمنها؟ وهل تحجبها عنها القوة، وهى ما نفذت إلى نفس الرجل قط إلا من وراء القوة))(1). ¶ لعل هذا الموقف يجسد الصراع العاطفي فهو يسأل عن سبب الخروج الذي أسهم مع غيره من المشركين فيه، ثم تراه يقول لها: ((إنه للإنطلاق يا أم عبد الله)). أي أنه يشعر أنها بداية لانطلاقة الدعوة الإسلامية، وليست هزيمة لهم نتج عنها هجرتهم إلى الحبشة، وقد استشفت أم عبد الله ما يؤكد ذلك بقولها: ((ورأيت له رقة لم أكن أراها)) ونلاحظ في قول زوجها ((لا يسلم الذي رأيت حتى يسلم حمار الخطاب)) يأسا منه لما كان يرى من غلظته وقسوته على الإسلام)). ¶ وهذا يؤكد أن الصراع قد بدا تأثيره الإيجابي عند عمر، وأنه بدأ في الإدراك الوجداني لحقيقة الإيمان، بل ولمستقبل الإسلام عند قوله ((إنه للإنطلاق)). ¶ ولكن كما قلنا إن العاطفة تحمل في نفسها عاطفة مضادة لها، ولذلك نرى أن الأمر قد أدى بعمر أن اعتكف فترة يقلب الأمر في نفسه، وكان من الطبيعي حينئذ أن ينتهي به إلى الأيمان، إلا أن الذي حدث هو خروجه لقتل محمد صلى الله عليه وسلم تجسيدا للصراع النفسي. ¶ الصراع العاطفي والرغبة في تأكيد الذات: ¶ __________ ¶ (1) - [عبقرية عمر: 57]",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "(أين تريد يا عمر؟ قال: أريد محمد هذا الصابئ.. فأقتله): خرج عمر يوما متوشحا(1)، يريد قتل رسول الله صلى الله عليه وسلم ورهطا من أصحابه، قد ذكر له أنهم اجتمعوا في بيت عند الصفا، فلقيه نعيم بن عبد الله(2)، وهو من قومه (بنى عدى) وكان قد أسلم، وكان يستخفى بإسلامه فقال له: ((أين تريد يا عمر؟)) قال: ((أريد محمد هذا الصابئ، الذي فرق أمر قريش، وسفه أحلامها، وعاب ديننا، وسب آلهتنا، فأقتله)). فقال له نعيم: ((لقد غرتك نفسك يا عمر، أفلا ترجع إلى أهل بيتك، فتقيم أمرهم؟)) قال عمر: ((وأي أهل بيتي؟)) قال: ختنك (زوج أختك) ابن عمك سعيد بن زيد(3) ¶ __________ ¶ (1) - [ اتشح: تقلد ـ المعجم الوجيز 670] ¶ (2) - [ نعيم بن عبد الله: هو نعيم النحام بن عبد الله بن أسيد، وأمه بنت أبى حرب بن خلف ابن صداد، أسلم، وكان يكتم إسلامه، وإنما سمي النحام لأن الرسول صلى الله عليه وسلم قال: ((دخلت الجنة فسمعت نحمة من نعيم)) فسمي النحام، فلما أراد الهجرة تعلق به قومه فقالوا: دن بأى دين شئت وأقم عندنا، فأقام بمكة حتى سنة ست فقدم مهاجرا إلى المدينة ومعه أربعون من أهله، كان يقوت بنى عدى بن كعب شهرا شهرا لفقرائهم. شهد المشاهد بعد الحديبية وقتل يوم اليرموك في رجب سنة خمس عشرة. ـ ابن سعد: الطبقات 4/ 138، 139 ]. ¶ (3) - [سعيد بن عبد الله بن عمرو بن عبد العزى بن رباح، ويكنى أبا الأعور، وأمه فاطمة بنت بعحة بن أمية بن خويلد، وأبوه زيد بن عمرو بن نفيل ـ من الحنفاء ـ قال زيد: ((إني خالفت قومي واتبعت ملة إبراهيم وما كان يعبد إسماعيل من بعد، فأنا أنتظر نبيا من ولد إسماعيل يبعث ولا أراني أدركه، وأنا أؤمن به وأصدقه وأشهد أنه نبي، ق\\فإن طالت بك مدة فرأيته فأقرئه وقال: ((قد رأيته في الجنة يسحب ذبولا)). ¶ أسلم سعيد قبل أن يدخل رسول الله صل دار الأرقم، هاجر إلى المدينة، شهد أحدا والخندق والمشاهد كلها، من العشرة المبشرين بالجنة، مات بالعقيق، وحمل فدفنه بالمدينة سعد بن أبي وقاص والصحابة وقومه وأهل بيته وولده، وروى أهل الكوفة أنه مات عندهم في خلافة معاوية، وصلى عليه المغيرة بن شعبة، وكان يوم مات ابن بضع وسبعين سنة، وكان رجلا حلوا لا آدم الشعر. ـ ابن سعد: المرجع السابق 3 / 379، 385 ]",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "وأختك فاطمة بنت الخطاب، فقد والله صبئا وتركا دينك الذي أنت عليه(1). ¶ لعل عمر أراد أن يضع حدا لصراعه العاطفي، بأن يقضى على سبب هذا الصراع، وما يؤكد الصراع تغلب العاطفة المضادة بعد تلك المقدمات التي كان من المتوقع أن تقوده إلى الإسلام، إلا أنها وقد وصلت به إلى العاطفة المضادة وهى العداوة فضرب ختنه وأخته ليصل إلى الذروة. ¶ غضب عمر وتوجه إلى بيت أخته: ¶ __________ ¶ (1) - [ ابن هشام: بالروض الأنف 2/ 95، 96 ـ ابن الأثير: الكامل 2 / 57، 58 ]",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "ورجع عمر عامدا إلى بيت أخته وخنته، وعندهما خباب بن الأرت(1)، ومعه صحيفة فيها ((طه)) يقرئهما إياها، فلما سمعوا حس عمر، تغيب خباب في مخدع لهم أو في بعض البيت، وأخذت فاطمة الصحيفة،فجعلتها تحت فخذها، وقد سمع عمر حين دنا إلى البيت قراءة خباب عليهما، فلما دخل، قال: ((ما هذه الهيمنة(2) التي سمعت؟)) قالا له: ((ما سمعت شيئا))، قال ((بلى، والله لقد أخبرت أنكما تابعتما محمدا على دينه)). ¶ وبطش بخَتَنه سعيد بن زيد، فقامت إليه أخته فاطمة، لتكفه عن زوجها فضربها فشجها. ¶ قالت له أخته وختنه: ((نعم لقد أسلمنا، وآمنا بالله ورسوله، فاصنع ما بدا لك))(3). ¶ __________ ¶ (1) - [ كان قد أصابه سبيا فبيع بمكة فاشتره أم أنماد، كان يكنى أبا عبد الله، أسلم قبل أن يدخل الرسول صلى الله عليه وسلم دار الأرقم، وكان من المستضعفين الذين يعذبون بمكة، هاجر إلى المدينة، دخل على عمر بن الخطاب فأجلسه على متكئه وقال: ما على الأرض أحد أحق بهذا المجلس من هذا غلا رجل واحد، قال له الخباب: من هو يا أمير المؤمنين؟ قال: بلال. قال: فقال له الخباب: يا أمير المؤمنين ما هو بأحق منى، إن بلالا كان له في المشركين من يمنعه الله به ولم يكن لي أحد يمنعني، فلقد رأيتني يوما أخذوني وأوقدوا لي نارا ثم سلقوني فيها ثم وضع رجل رجله على صدري فما اتقيت الأرض أو قال برد الأرض إلا بظهري، وقال: ثم كشف عن ظهره فإذا هو قد برص. شهد المشاهد كلها، مات سنة سبع وثلاثين وهو ابن ثلاث وسبعين وهو يومئذ ابن ثلاث وسبعين سنة، وهو أول من قبره علي بن أبي طالب بالكوفة وصل عليه عند منصرفه من صفين. ـ ابن هشام: بالروض الأنف 1/ 344، 367 ] ¶ (2) - [ الهيمنة: كلام لا يفهم ـ المعجم الوجيز ص 269]. ¶ (3) - [ ابن هشام: المرجع السابق 1/ 344 ـ ابن الأثير: الكامل 2 / 58 ]",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "(اللهم أيد الإسلام بأبي الحكم بن هشام أو بعمر بن الخطاب): فلما رأى عمر ما بأخته من الدم، ندم على ما صنع فارعَوَى ـ كف وارتدع ـ وقال لأخته: ((أعطيني هذه الصحيفة التي سمعتكم تقرءون آنفا أنظر ما هذا الذي جاء به محمد)) وكان عمر كاتبا، فلما قال ذلك، قالت له أخته: ((إنا نخشاك عليها))، قال: ((لا تخافي وحلف لها بآلهته ليردنها إذا قرأها إليها)) فلما قال ذلك طمعت في إسلامه، فقالت له: ((يا أخي إنك نجس على شركك، وإنه لا يمسها إلا الطاهر)). ¶ فقام عمر فاغتسل، فأعطته الصحيفة وفيها ((طه)) فقرأها فلما قرأ منها صدرا، قال: ((ما أحسن هذا الكلام، وأكرمه)). ¶ فلما سمع ذلك خباب، خرج إليه، فقال له: ((يا عمر، والله إني لأرجو أن يكون الله قد خصك بدعوة نبيه , فإني سمعته أمس وهو يقول: ((اللهم أيد الإسلام بأبي الحكم بن هشام أو بعم بن الخطاب))، فالله الله يا عمر، عند ذلك قال له عمر: فدُلني يا خباب على محمد، حتى آتيه فأسلم، قال خباب:((هو في بيت عند الصفا, معه فيه نفر من أصحابه)). ¶ (إلي رسول الله صلى الله عليه وسلم): فأخذ عمر سيفه , فتوشحه ,ثم عمد إلى رسول الله صلى الله عليه وسلم وأصحابه،فضرب عليهم الباب، فلما سمعوا صوته قام رجل من أصحاب رسول الله صلى الله عليه وسلم فنظر من خلل الباب فرأوه متوشحا السيف، فرجع إلى الرسول وهو فزع،فقال: ((يا رسول الله،هذا عمر بن الخطاب، متوشحا السيف))، فقال حمزة بن عبد المطالب: ((فأذن له، فأن كان جاء يريد خيرا بذلناه له، وأن جاء يريد شرا قتلناه بسيفه)) فقال رسول الله صلى الله عليه وسلم: ((ائذن له))، فأذن له الرجل.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "(جئتك لأومن بالله ورسوله): ونهض أليه رسول الله صلى الله عليه وسلم حتى لقيه في الحجرة فأخذ حجرته،أو بمجمع ردائه، ثم جبذه(1) جبذة شديدة، وقال: ((ما جاء بك يا ابن الخطاب؟ فوالله ما أرى أن تنتهي حتى ينزل الله بك قارعة))(2)، فقال عمر: يا رسول الله، جئتك لأومن بالله ورسوله، وبما جاء من عند الله. قال: فكبر رسول الله صلى الله عليه وسلم تكبيرة عرف منها أهل البيت من أصحاب رسول الله صلى الله عليه وسلم أن عمر قد أسلم(3). ¶ يقول العقاد عن هذا الموقف: أنه يجمع لنا الأسباب المباشرة التي اقترنت بإسلام عمر،ولا تغنينا عن الأسباب الأخرى،التي هي أساس هذه الأسباب ومرجعها(4). ¶ وقفة تحليلية: ¶ عاطفتا القسوة والتعذيب قد اختلطتا في نفس عمر بعاطفة الغيرة على أخته في اتباعها هذا الصابئ ـ يعنى الرسول صلى الله عليه وسلم من مفهوم عمر ـ أدى ذلك إلى تغيير وجهته ليتثبت من الخبر ويعالجه. ¶ ونرى تأثير تلك العواطف عند قيامه بضرب أخته وزوجها، ألا أننا نلمح تأثير العاطفة المضادة للقسوة والتعذيب وهما عاطفتا الشفقة والعطف، وكما سبق أن أوضحنا وجود العاطفة والعاطفة المضادة في نفس الوقت، والملاحظ هنا وجود عاطفة الرحمة أيضا، ومن ثم وقع عمر رضي الله عنه في صراع عاطفي مغاير، خاصة حينما رأى الدم يسيل من فِيّ أخته ((أمن فم أخته)). ¶ __________ ¶ (1) - جَبذَ: جذب. المعجم الوجيز: 91. ¶ (2) - القارعة: القيامة –والمصيبة. المرجع السباق 498. ¶ (3) - انظر في إسلام عمر: ¶ ابن هشام: بالروض الأنف 2/95، 96 ¶ ابن سعد: الطبقات الكبرى 3/267- 271 ¶ السهيلي: الروض الأنف 2/98-102 ¶ ابن الأثير: الكال في التاريخ 2/47 وما بعدها –ابن سيد الناس: عيون الأثر 1/159 ¶ ابن كثير: البداية والنهاية –تحقيق أحمد أبو ملحم وعلي نجيب عطوى وآخرين –دار الفكر العربي 3/31، 79، 82. ¶ (4) - عبقرية عمر59.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "وبدأ الأيمان يتسلل إلى قلب عمر رضي الله عنه مرة أخرى، تمثل ذلك في ضعفه عن الأخذ بالصحيفة من أخته وهو القادر على ذلك، وتمثل ذلك أيضا في قسمه لها ((لا تخافي وحلف لها بآلهته)) حينئذ تمالكت أخته رضي الله عنها وقالت له: ((يا أخي، إنك نجس على شركك، وأنه لا يمسها ألا الطاهر)). ¶ الذي يعرف شخصية عمر رضي الله عنه لا يتصور أن يقبل هذا الكلام من أخته أو حتى من غيرها، لكننا نرى في سبب قبوله أ ن الإدراك الوجداني للأيمان قد عاوده مرة أخرى، بل وأصبح تأثيره هو الغالب. ¶ وأشرق نور الأيمان في قلبه رضي الله عنه حين قرأ من القرآن الكريم سورة طه، ولما سمع الصحابي الجليل خباب ذلك خرج أليه وبشر بقول الرسول صلى الله عليه وسلم: ((اللهم أيد الإسلام بأبي الحكم بن هشام أو بعمر بن الخطاب)) وقد فرح خباب رضي الله عنه حين رأى الإشراقات الإيمانية بادية على وجه عمر رضي الله عنه حيث عبر عن ذلك بقوله: ((فالله الله يا عمر)). ¶ وأخيرا وصل الصراع إلى شاطئ السكينة والأمان، وقد عبر عن ذلك بسؤاله: ((فدلني يا خباب على محمد، حتى آتيه فأسلم)). ¶ ولعلك أيها القارئ الكريم تعايش هذا الصراع داخل الفاروق، لأن شخصية مثله حين يغير عقيدته يحتاج إلى دوافع قوية تؤثر فيه إيجابيا. ¶ وعند ذهابه إلى رسول الله صلى الله عليه وسلم كان من الواجب أن يتخلى عن سيفه،إلا أنه في خضم هذا الصراع لم يتنبه له، وكذلك ختنه وأخته وخباب رضي الله عنهم ونرى رد فعل حمله للسيف في قول حمزة لله: ((إن جاء يريد شرا قتلناه بسيفه)). ¶ والمتأمل لعمر رضي الله عنه في استسلامه للنبي صلى الله عليه وسلم وفي جوابه له صلى الله عليه وسلم ((يا رسول الله، جئتك لأومن بالله ورسوله، وبما جاء من عند الله)) يجد سكينة نفسية وإدراكاً إيمانياً كاملاً وخضوعاً لرسول الله صلى الله عليه وسلم، دون أدنى مقاومة من عمر على شدته وقوته.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "وقد جاء تكبير النبي صلى الله عليه وسلم ثم تكبير الصحابة كتزكية لنفس عمر، وتسكين لها بعد طول معاناة من صراع نفسي طويل وشاق، يقربه تارة من إدراك الإيمان، وتارة أخرى من العداوة، وإرادة القتل لرسول الله صلى الله عليه وسلم وضرب ختنه وأخته. ¶ وقد بدأ عمر رضي الله عنه يقع تحت تأثير عاطفة أخرى، وهو الشعور بالذنب كرد فعل طبيعي لما سبق أن قام به ضد المسلمين، وما كان يحمله لهم من عاطفتي العداوة والبغضاء، وقد تولد أيضاً في نفس اللقاء عاطفة الإقدام التي دفعته لطلب الجهر بالإسلام. ¶ (ففيم الخفاء يا رسول الله؟ علام نخفي ديننا ونحن على الحق؟): ولما أسلم عمر قال: يا رسول الله ألسنا على الحق إن متنا وإن حيينا؟ قال: ((بلى، والذي نفسي بيده إنم على الحق إن متم، وإن حييتم)) فقلت: ففيم الخفاء يا رسول الله؟ علام: نخفي ديننا ونحن على الحق، وهم على الباطل؟! فقال: ((يا عمر إنّا قليل، قد رأيت ما لقينا)) فقال: والذي بعثك بالحق لا يبقى مجلس جلست فيه بالكفر إلا جلست فيه بالإيمان. ¶ ثم خرج النبي صلى الله عليه وسلم هو والمسلمون في صفين: عمر في أحدهما، وحمزة في الآخر، قال حتى دخلنا المسجد الحرام، فنظرت قريش إلينا، فأصابتهم كآبة لم يصيبهم مثلها قط، فسماه رسول الله صلى الله عليه وسلم يومئذ (الفاروق) لأنه فرق بين الحق والباطل.(1) ¶ ثم نرى تأثير الشعور بالذنب يدفع عمر رضي الله عنه إلى رغبة في أن يقاسى آلام الضرب والتعذيب كما قاساها السابقون رضي الله عنهم. ¶ __________ ¶ (1) - ابن الجوزي: مناقب عمر23، 24.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "(الناس يُضربون ولا أُضرب!! فما زلت أُضرب حتى أظهر الله الإسلام): عن أسامة بن زيد بن أسلم، عن أبيه عن جده قال: قال عمر بن الخطاب.. وقد كانوا مستخفين(1) وكان الرجل إذا أسلم تعلق بين الرجال فيضربونه ويضربهم فجئت إلى خالي فأعلمته، فدخل البيت وأجاف الباب(2) قال: ((وذهبت إلى رجل آخر من كبار قريش فأعلمته فدخل البيت))، فقلت في نفسي ما هذا بشيء، الناس يُضربون وأنا لا يضربني أحد. فقال الرجل: ((أتحب أن يعلم بإسلامك؟)) قلت: نعم. قال: ((فإذا جلس الناس على الحجر، فأت فلاناً فقل له قد صبأت(3) فإنه قلا يكتم سراً)) فجئته فقلت: تعلم أني قد صبأت. فنادى بأعلى صوته إن ابن الخطاب قد صبأ، فما زالوا يضربونني وأضربهم فقال خالي: ((يا قوم إني قد أجرت ابن أختي فلا يمسه أحد، فقلت: الناس يُضربون ولا أُضرب! فلما جلس الناس في الحجر جئت خالي قال: ((لا تفعل))، فأبيت قال: ((فما شئت)). قال: ((فما زلت أُضرب وأُضرب حتى أهر الله الإسلام))(4). ¶ تعليق: ¶ أمام هذا الحدث العظيم الذي فرق الله به بين الحق والباطل والذي كان سبباً في إظهار المسلمين لدينهم وخروجهم صفين يسيرون في شوارع مكة صف عليه عمر وآخر عليه حمزة رضي الله عنه وسط ذهول أهل مكة، يجب أن نتوقف قليلاً لاستخلاص لعض الدروس والعبر تكون لنا زاداً في وقت طغت فيه العواطف التي تشعلها وتؤججها وسائل الإعلام المختلفة، فضلاً عن ضغوط الحياة، التي صبغها اليهود بالصبغة المادية. ¶ __________ ¶ (1) - مستخفين: أي لا يظهرون إسلامهم. ¶ (2) - أجاف الباب: رده دون أن يغلقه. ¶ (3) - صبأت: تركت دينك الذي كنت عليه. ¶ (4) - ابن الجوزي: مناقب عمر24. ¶ - ابن سيد الناس: عيون الأثر 1/161، 162 ¶ - ابن كثير: البداية والنهاية 3/81، 82",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "معاناة عمر رضي الله عنه دفعته إلى الخروج شاهراً سيفه لقتل النبي صلى الله عليه وسلم، وقد يندفع بعضنا مثل هذا الاندفاع حين يقع تحت تأثير عاطفة الكراهية، والفرق هنا أن مرجعية عمر رضي الله عنه كانت الوثنية، أما مرجعيتنا نحن فهي القرآن الكريم والسنة المطهرة، ومن هنا فإنه مهما تأجج أيُّ صراع داخل المسلم فإنه يستطيع أن يجمع جماحه بالوضوء والصلاة وتغيير المكان، ويرجع إلى استشارة النصيحة الصالحة بعد الله ورسوله صلى الله عليه وسلم. ¶ يضاف ثبات فاطمة إلى ثبات الجارية وزنيرة رضي الله عنهن وأسأل الله أن تجد الأخوات فيهن الأسوة والقدوة الحسنة، وفي وقت نرى قلة من الأخوات يترددن في التزامهن، وأحياناً نجد التزاماً طيباً قبل الزواج وفترواً بعده، ولله الحمد والمنة أن هذا الأمر يشكل ظاهرة، إلا أننا ننشد التشبه بالكمال. ¶ يخطئ من يفهم أن إسلام عمر رضي الله عنه جاء عن طريق العاطفة دون العقل، وهذا أمر يخالف الحقيقة تماماً، لأن الحواس هي همزة الوصل بين الإنسان وعقله وقلبه، فحينما يرى عمر رضي الله عنه الدم يسيل من فم أخته فاطمة بعد ضربه لها، فإن العين تنقل ذلك للعقل والقلب معاً، وهو في ثورة التفكير يقترب من الإسلام حينا ويبتعد حينا آخر، ويأتي ثبات أخته كدافع مباشر لإعادة طرح القضية على العقل، وانتهى به الأمر بعد اغتساله وقراءته سورة (طه) ليكون الطرح هنا عقلياً فقط فتأتي تكبيرة المسلمين فرحاً بإسلامه لله سلوك إسلامي طيب ليته يعود إلى مجتمعنا، ولست في حاجة إلى التذكير بأثر التكبير في حياة المسلمين، وكما نعلم أن التصفيق يعبر عن السخرية والاستهزاء وليس للإعجاب والتقدير. ¶ لعلي وفقت في عرض الصراع العاطفي الذي أسهم في إسلامه رضي الله عنه وأحاول بعد ذلك تتبع هذا الصراع في صحبته لرسول الله صلى الله عليه وسلم. ¶ الجانب العاطفي والصحبة النبوية ¶ تمهيد:",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "يحتاج البحث هنا إلى توضيح أثر العواطف في الحياة النفسية، والسلوك عند عمر رضي الله عنه، ونقدم لهذا الأمر بشرح لهذا الأثر للدكتور يوسف مراد(1): ¶ ((ينجلي هذا التأثير في عمليات الإدراك والتذكير وتداعي المعاني، وفي تكوين معتقداتنا وتعديلها. فهي تؤثر في سير أفكارنا سواء أكانت تلقائية شاردة كما في أحلام اليقظة، أم موجهة مقيدة كما في الذكريات دون غيرها، وفي توجيه نشاط الذاكرة، ويكون التأثر الوجداني السائد بمثابة المركز الذي يجذب إليه الإحساسات والعواطف المجانسة له، وهذا ما يعرف بتبلور العواطف. فعندما يستولي علينا الحزن العميق، نميل إلى تذكير ما أصابنا في الماضي من أحداث وخطوب، وإلى تأمل بؤس الآخرين وتصور كل ما تعانيه الإنسانية من شقاء. فتطغى علينا موجة من التشاؤم، ولا نعود نفكر إلا فيما يحيط بنا من أسباب الهم والغم. كالحزين يتلمّس فيما يصادفه من حوادث ومواقف، مادة لإذكاء التحرق والتلظّي وسبباً يبعث في نفسه الذكريات المؤلمة، فإذا خشع أو بكى فاستجابة لعاطفة من الحزن كامنة في صدره، لم يذر عنها الرماد، إلا ذلك الأثر المادي الذي وقعت عيناه عليه)). ¶ ويستطرد في توضيح أثر العواطف فيذكر: ¶ ((فالأم الثكلى التي فقدت ابنها في الحرب، تبعث في نفسها زيارة قبر الجندي المجهول أقسى الذكريات، فلا عجب إذا هي أجهشت في البكاء أمام ذلك النصب الأليم، قال مثل هذا عن متمم بن نويرة الذي كان إذا رأى قبراً من القبور ذكر أخاه مالكاً فبكى، وإلى هذا يشير بقوله: ¶ لقد لامني عند القبور على البكا ... رفيقي لتذارف الدموع السوافك ¶ فقال أتبكي كل قبر رأيته ... لقبر ثوى بين اللوى فالدكائك ¶ فقلت له إن الشجا يبعث الشجا ... فدعني فهذا كله قبر مالك ¶ أما الشخص الفرح الطروب، فإن الضياء الذي يشع من أساريره ينتشر حوله، مكوناً هالة من النور، تغمر الأشخاص والأشياء في دوائرها المتعاقبة. ¶ __________ ¶ (1) - مبادئ علم النفس العام ص168-169.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "فالسماء المتبلدة بالغيوم تفقد كآبتها، والأمطار الهاطلة تنظم أصوات قطراتها، حتى تكوّن لحناً يتوافق والأنشودة التي تتردد مقاطعها في الصدر. ¶ فالاتجاه الذي يتخذه تفكيرنا، والصبغة التي تصطبغ بها تأويلاتنا، والكيفيات التي تشكل حركاتنا وأوضاعنا، ترجع في نهاية الأمر، إلى العاطفة السائدة المسيطرة. ولا شك في أن الفيلسوف أو العالم نفسه يستمد من العواطفة أسباب تنشيط تأملاته واطرادها، إذ أن الاهتمام الذي تثيره الأفكار لا يكون قوياً إلا بمقدار تأثيرها في الوجدان))(1). ¶ ولعلي قد وضحت التأثير العاطفي على الجانب النفسي والسلوكي، وأود أن أوضح شيئا آخر؛ وهو أنني سوف أعرض هذا التأثير بتقديم أنواع عاطفية مختلفة يصعب ترتيبها، لأنها تخضع للموقف نفسه بما يمثله من دوافع وانفعالات، وانعكاس ذلك على الوجدان والعقل ومن ثم توليد العاطفة المؤثرة. ¶ ومن ناحية أخرى فإن البحث يلتزم بتتبع الجانب العاطفي، الأمر الذي يؤدي إلى عدم الالتزام بالتسلسل التاريخي. ¶ وسوف أقوم باستعراض عدد من العواطف أحاول من خلالها بيان دور العاطفة في نفس وسلوك عمر رضي الله عنه وهذا قد يؤدي إلى استعراض بعض المواقف التي تخضع لعاطفة معينة بصرف النظر عن الترتيب الزمني للأحداث. ¶ 1- التقارب الوجداني: ¶ __________ ¶ (1) - مراد: مبادئ علم النفس العام. ص168، 169.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "(والله إنه لأول يوم كنَّاني فيه رسول الله بأبي حفص): قال ابن إسحاق: وحدثني العباس بن عبد الله بن معبد، عن بعض أهله، عن ابن عباس أن النبي صلى الله عليه وسلم قال لأصحابه بوم بدر(1): ((إني قد عرفت أن رجالاً من بني هاشم وغيرهم، قد أخرجوا كرهاً، لا حاجة لهم بقتالنا، فمن لقي منكم أحداً من بني هاشم فلا يقتله، ومن لقي أبا البختري بن هشام بن الحارث بن أسد فلا يقتله، ومن لقي العباس بن عبد المطلب(2) ¶ __________ ¶ (1) - غزوة بدر الكبرى: كانت في اليوم السابع عشر من رمضان للسنة الثانية من الهجرة، وسببها أن النبي صلى الله عليه وسلم ندب أصحابه للتعرض لقافلة من الشام إلى مكة، ولم يكن يريد قتالاً، ولكن القافلة التي كان يقودها أبو سفيان قد نجت بعد أن أرسل إلى قريش يستنفرها لحماية القافلة، فخرجت قريش في نحو ألف مقاتل والمسلمون كانت عدتهم ثلاثمائة وثلاثة عشر أو أربعة عشر رجلاً، وسار الرسول وأصحابه حتى وصل أدنى ماء من بدر فنزل به، ولكن الحباب بن المنذر أشار عليه أن ينزل مكاناً آخر وهو أصلح، وأمكن للمسلمين من قطع ماء بدر عن المشركين، فنهض النبي وأصحابه وساروا إلى المكان الذي أشار به الحباب فأقاموا فيه، ولما التقى الجمعان أخذ الرسول يسوي صفوف المسلمين، ويحرضهم على القتال، ويرغبهم في الشهادة، وانتهت المعركة بانتصار المسلمين، وقد قتل المشركين نحو من السبعين وأسر مثلهم. انظر: ابن هشام: السيرة النبوية- 2/606 وما بعدها. ¶ (2) - ولقد قبل قدوم أصحاب الفيل بثلاث سنين، كان في الجاهلية يلي أمر بني هاشم، قيل أسلم قبل الهجرة، وقيل أسلم قبل فتح مكة، أوصى العباس أن يكفن في بُرد حِبَرَة، وقال: إن رسول الله صلى الله عليه وسلم كفن فيه، لما مات بعثت بنو هاشم مؤذناً يؤذن أهل العوالي، ولقد بلغ الناس الحشان وما تخلف أحد من الرجال والنساء والصبيان رضي الله عنه. ¶ - ابن سعد: الطبقات 4/5-33.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "، عم رسول الله صلى الله عليه وسلم فلا يقتله، فإنه إنما أخرج مستكرهاً)). قال: فقال أبو حذيفة(1): ((أنقتل آباءنا وأبناءنا وإخواننا وعشيرتنا. ونترك العباس، والله لئن لقيته لألحمنه –أي لأطعنن لحمه بالسيف-)) قال: فبلغت رسول الله صلى الله عليه وسلم، فقال لعمر ابن الخطاب: ((يا أبا حفص)) –قال عمر: والله إنه لأول يوم كناني فيه رسول الله صلى الله عليه وسلم بأبي حفص –((أيُضرب وجه عم رسول الله صلى الله عليه وسلم بالسيف؟)) فقال: ((يا رسول الله، دعني فلأضرب عنقه بالسيف، فوالله لقد نافق)). (فكان أبو حذيفة يقول: ما أنا بآمن من تلك الكلمة التي قلت يومئذ، ولا أزال منها خائفاً، إلا أن تكفرها عني الشهادة، فقتل يوم اليمامة(2) شهيداً). ¶ عند تحليل هذا الموقف نجد أن شعور عمر رضي الله عنه بالتقارب الوجداني بينه وبين رسول الله صلى الله عليه وسلم، كان مبعث سعادته فيه مناداة الرسول صلى الله عليه وسلم له: ((يا أبا حفص)) حيث أحس بقربه منه صلى الله عليه وسلم، وموقفه رضي الله عنه من أبي حذيفة يعتبر موقفاً ثابتاً له بعد إسلامه ضد كل من يخالف الرسول صلى الله عليه وسلم. ¶ __________ ¶ (1) - أبو حذيفة بن عتبة بن ربيعة بن عبد شمس بن عبد مناف بن قصي، واسمه هشيم، وأمه أم صفوان واسمها فاطمة، شهد أبو حذيفة بدراً وأحداً والخندق والمشاهد كلها، وقتل يوم اليمامة سنة اثنى عشرة وهو ابن ثلاث أو أربع وخمسين سنة رضي الله عنه. ¶ - ابن سعد: المرجع السابق 3/84، 85. ¶ (2) - اليمامة: بلد كبير فيه قرى وحصون وعيون ونل وكان اسمها أولاً جوّا. البغدادي: صفي الدين عبد المؤمن بن عبد الحق (ت739هـ) –مراصد الإطلاع على أسماء الأمكنة والبقاع- تحقيق على محمد البجاوي- ط إحياء الكتب العربية. 3/1483.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "ولا نستطيع أن نفصل بين التقارب الوجداني والغيرة الإيمانية، فموقفه رضي الله عنه هنا هو نتاج الإيمان وعاطفة الغيرة الإيمانية، حينما يرى مخالفته لأمر لرسول الله صلى الله عليه وسلم. ¶ تعليق: ¶ عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال: ((سبعة يظلهم الله بظله يوم لا ظل إلا ظله... ورجلان تحابا في الله اجتمعا عليه، وتفرقا عليه.. الحديث)). ¶ هذا المعنى العظيم ترجمه علماء النفس إلى التقارب الوجداني، وهذا أمر يحتاجه المسلمون، خاصة بعد ظهور السَّمت اليهودي في كثير من معاملات المسلمين، ولا سبيل لنا في مواجهة ذلك إلا بالتَّحابِّ في الله، والإيثار. ¶ وهناك من يسمى استخدام التقارب الوجداني فيما يغضب الله وهدى النبي صلى الله عليه وسلم هنا ((افعل ما شئت فكما تدين تدان)). ¶ 2- المشاركة الوجدانية: ¶ (يا رسول الله أخبرني ماذا يبكيك أنت وصاحبك، فإن وجدت بكاء بكيت، وإن لم أجد تباكيت لبكائكما): إستشار الرسول صلى الله عليه وسلم أبا بكر وعمر فيما يصنع بالأسرى، فأشار أبو بكر بأخذ الفدية، منهم وعلل ذلك بقوله ((فتكون لنا قوة على الكفار فعسى الله أن يهديهم للإسلام)) وأشار عمر بن لخطاب بقتلهم ((فإن هؤلاء أئمة الكفر وصناديدها)) ومال النبي صلى الله عليه وسلم إلى رأي أبي بكر بقبول الفدية، فعاتبه الله تعالى في الأسارى وأخذ المغانم، ولم يكن أحد قبله من الأنبياء يأكل مغنماً عدو له(1) ونزل في ذلك قوله سبحانه: {مَا كَانَ لِنَبِيٍّ أَن يَكُونَ لَهُ أَسْرَى حَتَّى يُثْخِنَ فِي الأَرْضِ تُرِيدُونَ عَرَضَ الدُّنْيَا وَاللَّهُ يُرِيدُ الآخِرَةَ وَاللَّهُ عَزِيزٌ حَكِيمٌ * لَّوْلاَ كِتَابٌ مِّنَ اللَّهِ سَبَقَ لَمَسَّكُمْ فِيمَا أَخَذْتُمْ عَذَابٌ عَظِيمٌ}(2). ¶ __________ ¶ (1) - ابن هشام: المرجع السابق 3/39. ¶ الطبري: المرجع السابق 2/475- 477. ¶ السهيلي: الروض الأنف3/83. ¶ ابن الجوزي: مناقب عمر ص59. ¶ (2) - سورة الأنفال الآيتان: 67، 68.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "تعليق: ¶ لقد تعرضت بعض المجتمعات إلى تفكيك الأسرة الواحدة في أماكن متعددة وربما في مدن أو دول بعيدة. ¶ حتى إننا نرى في عمارة واحدة مأتماً وعرساً وإذا سألت أحد سكان العمارة على كثرتهم قد لا تجده يعرف هذا ولا ذاك وحتى نضع عاطفة المشاركة الوجدانية موضع التنفيذ فإن الأمر يحتاج منك إلى انتهاز كل فرصة للتعارف والزيارة في المرض والمشاركة في حدود الشرع في الفرح فإن مشاركتك الوجدانية لأخيك المسلم أمر واجب لإعادة الألفة والحبة والإيثار إلى المجتمع. ¶ وحديث رسول الله صلى الله عليه وسلم قال: ((إن رجلاً زار أخالّه في قرية اخرى فأرصد الله له على مدرجته ملكاً)) وذكر الحديث إلى قوله: ((إن الله قد أحبك كما أحببته فيه)) رواه مسلم. ¶ وأما مشاركتك لغير المسلم فهي إظهار لوجه الإسلام المشرق ولعلك تذكر إسلام اليهودي الذي كان يضع القاذورات أم بيته صلى الله عليه وسلم، ولكن حين تشارك إياك أن تذوب بشخصيتك فالمطلوب منك أن تكون جهاز إرسال وليس استقبال. ¶ ولست مع هؤلاء الذين يؤثرون العزلة فهذا منهج غير إسلامي فالمسلم مطالب بالاختلاط بالناس وحضور جمعهم وجماعاتهم ومشاهد الخير، ومجالس الذكر معهم، وعيادة مريضهم، وحضور جنائزهم، ومواساة محتاجهم، وإرشاد جاهلهم وغير ذلك من مصالحهم لمن قدر على الأمر بالمعروف والنهي عن المنكر، وقمع نفسه عن الإيذاء وصبره على الأذى. ¶ اعلم أخي الحبيب أن الاختلاط بالناس على الوجه الذي ذكرته هو المختار الذي كان عليه رسول الله صلى الله عليه وسلم، وسائر الأنبياء صلوات الله وسلامه عليهم وكذلك الخلفاء الراشدون ومن بعدهم من الصحابة والتابعين ومن بعدهم من علماء المسلمين وأخيارهم، وهو مذهب أكثر التابعين ومن بعدهم وبه قال الشافعي واحمد وأكثر الفقهاء رضي الله عنهم أجمعين، قال الله تعالى: {وَتَعَاوَنُواْ عَلَى الْبرِّ وَالتَّقْوَى} والآيات في معنى ما ذكرته كثيرة معلومة.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "والذي يعني البحث من هذا الموقف، انه يجسد مدى التقارب الذي أصبح فيه عمر رضي الله عنه، فهو يريد مشاركة النبي صلى الله عليه وسلم وصاحبه –يعني أبا بكر- رضي الله عنه بالبكاء أو التباكي. ¶ 3- الغيرة الإيمانية: ¶ (كذبت والله يا عدو الله، إن الذي عددت لأحياء): بعد هزيمة المسلمين في أحد(1) أشرف أبو سفيان بن حرب على المسلمين فقال: ((أفي القوم محمد؟)) فقال لهم النبي: ((لا تجيبوه))، ((أفي القوم ابن أبي قحافة؟ أفي القوم ابن الخطاب؟)) والنبي يقول: ((لا تجيبوه))، فقال أبو سفيان: إن هؤلاء قتلوا فلو كانوا أحياء لأجابوا، فلم يملك عمر نفسه أن قال: كذبت والله يا عدو الله، إن الذي عددت لأحياء، وقد بقي لك ما يسوءك، فقال: يوم بيوم بدر والحرب سجال –يعني يوم لك يوم عليك- فقال له عمر: لا سواء، قتلانا ف الجنة ¶ __________ ¶ (1) - غزوة أحد: وكانت يوم السبت لخمس عشرة دخلت من شوال في العام الثالث للهجرة، وسببها أن فريشاً أرادت أن تثأر ليوم بدر، فما زالت تستعد حتى تجهزت لغزو الرسول في المدينة، فخرجت في ثلاثة آلاف مقاتل ما عدا الأحابيش، وساروا حتى وصلوا بطن الوادي من قبل أحد، وكان من رأى النبي وعدد من الصحابة أن لا يخرج المسلمون إليهم، بل يظلون في المدينة فإن هاجمهم المشركون صدّوهم عنها، ولكن بعض الشباب المسلمين المهاجرين والأنصار وخاصة من لم يحضر منهم معكرة بدر، ولم يحصل له شرف القتال فيها، تحمسوا للخروج إليهم، فنزل الرسول عند رأيهم، وخرج لملاقاة المشركين، وجعل الرسول ظهره إلى أحد ووجهه للمشركين، واختار خمسين من الرماة ليحموا ظهر المسلمين، وأمرهم ألا يبرحوا اماكنهم، ولكن حينما رأوا انتصار المسلمين تركوا أماكنهم ليأخذوا نصيباً من الغنائم، وعندئذ التف وراءهم خالد بن الوليد فكرّ عليهم، وعندئذ اضطرب المسلمون وهزموا وأشيع أن الرسول قُتل، وبلغ عدد قتلى المسلمين نحو 70وقتلى المشركين23. انظر: ابن سيد الناس: عيون الأثر 1/301-375.",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "وقتلاكم في النار فلما أجاب عمر أبا سفيان، قال له أبو سفيان ((هلمّ إليّ يا عمر))، فقال رسول الله صلى الله عليه وسلم لعمر: ((ائته فانظر ما شأنه))، فجاءه، فقال له أبو سفيان: أنشدك الله يا عمر، أقتلنا محمداً؟ قال عمر: اللهم لا، وإنه ليسمع كلامك الآن، قال: أنت أصدق عندي من ابن قمئة وأبر، (لقول ابن قمئة لهم: إني قد قتلت محمداً)(1). ¶ يعلق شيخنا الدكتور أبو شهبة(2) -يرحمه الله-: ((فلم يملك عمر نفسه أن قال: ((كذبت والله يا عدو الله..))، ويذكر الدكتور العمري نفس العبارة. وهذا يزكى تغلب الغيرة الإيمانية عند عمر رضي الله عنه، لمجرد سماعه خبراً كاذباً فيه قتل الرسول صلى الله عليه وسلم، ولعل عدم تملك عمر رضي الله عنه نفسه هو سبب المخالفة لأمر رسول الله صلى الله عليه وسلم ويعلل العمري: أن السكوت عن الإجابة أولاً تصغيراً له، حتى إذا انتشى وملأه الكبر، أخبروه بحقيقة الأمر وردوا عليه بشجاعة. ¶ تعليق: ¶ إن حالة التبلد والفردية التي اصطبغ ((بها مجتمعاتنا، فضلاً عن عدم تطبيق التحسبة (الأمر بالمعروف والنهي عن المنكر) حتى وصل بنا الأمر أن إخواناً يقتلون ويشردون من أوطانهم وتنتهك حرماتهم هذا على المستوى العام، أما على المستوى المحلي وصل بنا الأمر أن اعتداءات واستغاثات كثيرة نقابلها بصمت القبور ومسلك الجبناء. ¶ والأمر يحتاج إلى تروي وتحكيم للدين فإن لم تستطع فبقلبك وهذا أضعف الإيمان. ¶ 4- البصيرة الإيمانية –الشفافية والإستبصار-: ¶ نستعرض عدة مواقف نستشف منها تلك العاطفة: ¶ __________ ¶ (1) - رواية البخاري: فتح الباري 7/349. ¶ (2) - أبو شهبة: محمد بن محمد أبو شهبة –السيرة النبوية في ضوء القرآن ولسنة- ط دار القلم- الطبعة الأولى1409هـ 1988م- 2/209. ¶ - العمري: أكرم ضياء العمري – السيرة النبوية الصحيحة- ط الخامسة 1413هـ - 1993م مكتبة العلوم والحكم – المدينة المنورة 2/392.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "* (حتى يعلم الله أنه ليست في قلوبنا هوادة للمشركين): سأل النبي صلى الله عليه وسلم عمر في أسرى بدرك ((ما ترى يا ابن الخطاب؟)). أرى أن تمكنني من فلان –قريب لعمر- فأضرب عنقه، وتمكن علياً من أخيه عقيل فيضرب عنقه، وتمكن حمزة من فلان أخيه فيضرب عنقه، حتى يعلم الله أنه ليست في قلوبنا للمشركين، وهؤلاء صناديدهم وأئمتهم وقادتهم. وكان الصديق يرى في الأسرى الفداء، وعبد الله بن رواحة رأى أن ينظر وادياً كثير الحطب فيدخلهم فيه ثم يضرمه عليهم ناراً(1). ¶ إن بصيرة عمر الإيمانية قد وصلت به إلى تكوين رأي وهو قتل الأسرى وهذا الموقف ينزل الوحي مؤيداً له(2) ¶ __________ ¶ (1) - ابن هشام: السيرة النبوية 3/106-108. ¶ ابن سعد: الطبقات2/22 ¶ الطبري: تاريخ الرسل والملوك2/474، 475. ¶ ابن الجوزي: مناقب عمر58، 59. ¶ - ابن الأثير: الكامل 2/95. ¶ (2) - (الأسرى واجتهاد الرسول): دلتنا هذه الواقعة على أن النبي صلى الله عليه وسلم كان له أن يجتهد فيما لم ينزل فيه قرآن، والذين ذهبوا إلى هذا –وهم جمهور علماء الأصول- استدلوا على ذلك بمسالة أسرى بدر، وإذا صح للرسول صلى الله عليه وسلم أن يجتهد، صح منه بناء على ذلك أن يوفق في الاجتهاد أو لا يوفق، غير أن الخطأ لا يستمر بل لابد أن تنزل آية من القرآن تصحح له اجتهاده؛ فإذا لم تنزل آية فهو دليل على أن اجتهاده صلى الله عليه وسلم قد وقع على ما هو الحق في علم الله تعالى. ¶ (الخطأ هو الإثم أو الانحراف أو نحو ذلك مما يتنافى مع العصمة الثابتة للأنبياء): المقصود بالخطأ هنا عدم مطابقة الاجتهاد صلى الله عليه وسلم لما هو الكمال الثابت في علم الله عز وجل، وهو لا يتنافى مع عصمته صلى الله عليه وسلم، بل هو مثاب من الله تعالى عليه، والناس مكلفون باتباعه في ذلك ما لم تتنزل عليه آية تصرفه إلى حكم آخر يتعلق بعلم الله تعالى، أما اجتهاده بالنسبة للطرف الثاني أي المتعلق بعلم الله عز وجل فخاضع لوصفي الصحة والخطأ إذ هو قابل لموافقة ما هو الكمال الثابت في علمه عز وجل، ولعدم موافقته له والكمال المطلق غنما هو الله عز وجل، ولقد كان عليه الصلاة والسلام يرقى في الكمالات متجاوزاً المراحل التي كانت تبدو له نقصاً وتقصيراً بالنسبة لما ارتقى إليه من بعد، وكان يستغفر الله من تلبسه كاستغفار من الذنوب ويقول: ((إنه ليفان على صدري فأستغفر الله في اليوم والليلة سبعين مرة)) – البوطي- محمد سعيد رمضان (دكتور)- فقه السيرة- دار الفكر- بدون تاريخ 176.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": ". ¶ وهذا يدل على أن بصيرته الإيمانية قد حسمت الأمر في ساحة القتال، والدليل على ذلك قتله لخاله، وحينما طرح الرسول صلى الله عليه وسلم جاء جواب عمر مطابقاً لما قرره آنفاً. ¶ تحليل نبوي لعمر: ¶ بعد أن استمع النبي صلى الله عليه وسلم لمقالة عمر وللصديق ولا بن رواحة(1) دخل ولم يرد عليهم شيئا، ومكث ساعة ثم خرج، والصحابة ما بين قائل برأي أبي بكر، وقائل برأي عمر، وقائل برأي ابن رواحة، فقال صلى الله عليه وسلم: ((إن الله ليليَّن قلوب رجال فيه حتى تكون ألين من اللين، وإن الله ليشدد قلوب رجال فيه حتى تكون أشد من الحجارة، وإن مثلك يا أبا بكر كمثل إبراهيم قال: {فَمَن تَبِعَنِي فَإِنَّهُ مِنِّي وَمَنْ عَصَانِي فَإِنَّكَ غَفُورٌ رَّحِيمٌ}. وكمثل عيسى قال: {إِن تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وَإِن تَغْفِرْ لَهُمْ فَإِنَّكَ أَنتَ الْعَزِيزُ الْحَكِيمُ}. ¶ (وإن مثلك يا عمر مثل نوح): قال: {لا تَذَرْ عَلَى الأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا}. ¶ (وكمثل موسى): قال: {رَبَّنَا اطْمِسْ عَلَى أَمْوَالِهِمْ وَاشْدُدْ عَلَى قُلُوبِهِمْ فَلاَ يُؤْمِنُواْ حَتَّى يَرَوُاْ الْعَذَابَ الأَلِيمَ}. أنتم اليوم عالة فقراء في حاجة إلى مال ـ فلا يفلتن أحد إلا بفداء أو ضربة عنق))(2). ¶ __________ ¶ (1) - عبد الله بن رواحة: أمه كبشة بنت واقد، وهو أحد النقباء الإثني عشر من الأنصار، وشهد بدراً وأحد والخندق والحديبية، وقتل يوم مؤتة شهيداً، وهو أحد الأمراء رضي الله عنه. ¶ ابن سعد: الطبقات 3/612، 613. ¶ الطبري: تاريخ الرسل والملوك 2/476. ¶ الإمام الحافظ: السيرة النبوية118. ¶ (2) - الطبري: تاريخ الرسل والملوك 2/476. ¶ الإمام الحافظ: السيرة النبوية118. ¶ ابن الأثير: الكامل 2/95. ¶ ابن كثير: البداية والنهاية 3/297.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "وبهذه التقدمة البارعة قضى الرسول صلى الله عليه وسلم على ما عسى أن يداخل نفس الفاروق، فإذا كان الرسول لم يأخذ برأيه، فحسبه شرفا وتقديرا أن يكون شبيها بنبيين من أولى العزم من الرسل، وإنها لأمنية تنقطع دونها الأماني، وحلم ترنو إليه أي نفس مهما بلغت من أصالة الرأي، وحسن التدبير، والاقتناع بما رأت. ¶ وتشبيه النبي صلى الله عليه وسلم لعمر رضي الله عنه بنوح وموسى عليهما السلام يعطى أشارة إلى ميله إلى استعمال الشدة مع المشركين، وهذا التحليل يتفق وكثيرا من المواقف في صحبته للنبي صلى الله عليه وسلم. ¶ ولنا أن نتوقف أمام قول الرسول صلى الله عليه وسلم:((إن الله ليلين قلوب رجال فيه...، وإن الله ليشدد قلوب رجال...)) فالتعبير هنا بالقلب أي أنه متعلق بالجانب العاطفي والله أعلى وأعلم. ¶ *(يا رسول الله يدخل عليك البر والفاجر فلو أمرت أمهات المؤمنين بالحجاب): ¶ خرجت سودة بنت زمعة زوج رسول الله صلى الله عليه وسلم، وكانت امرأة طويلة فناداها عمر رضي الله عنه بصوته الأعلى: قد عرفناك يا سودة، حرصا على أن ينزل الحجاب(1)، وقد كان نزول آية الحجاب من موافقات عمر رضي الله عنه فقد روى عن أنس أنه قال: قال عمر رضي الله عنه قلت: يا رسول الله يدخل عليك البر والفاجر، فلو أمرت أمهات المؤمنين بالحجاب، فأنزل الله آية الحجاب(2): ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَدْخُلُوا بُيُوتَ النَّبِيِّ إِلَّا أَن يُؤْذَنَ لَكُمْ...} إلى قوله تعالي: ¶ {وَإِذَا سَأَلْتُمُوهُنَّ مَتَاعًا فَاسْأَلُوهُنَّ مِن وَرَاءِ حِجَابٍ ذَلِكُمْ أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ}(3). ¶ __________ ¶ (1) - ابن كثير: تفسير سورة الأحزاب3/505. ¶ - سيد قطب: في ظلال القرآن 5/2877. ¶ (2) - صحيح البخاري: كتاب تفسير سورة الأحزاب 6/48 –صحيح مسلم: كتاب النكاح9/89. ¶ ابن الجوزي: مناقب عمر36، 37. ¶ ابن كثير: البداية والنهاية4/147. ¶ (3) - سورة الأحزاب آية: 53.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "تتضح جليا هنا قوة البصيرة الإيمانية، التي توافقت أيضا مع إرادة الله عز وجل وتشريع الحجاب يتفق أيضا مع حكمة الله عز وجل في نزول القرآن الكريم منجما. ¶ *(يا رسول الله إن فعلنا قلّ الظَّهر – الدواب- ولكن.. اُدعُ لهم فيها بالبركة): سار الجيش قاصداً (تبوك)(1) ¶ __________ ¶ (1) - تبوك: حاضرة المنطقة الشمالية الغربية بالمملكة العربية السعودية، يتبعها إدارياً خمس محافظات، وكانت أيام غزو الرسول لها قريبة بين وادي القري والشام، بها عين ماء ونخل، وكان لها حصن خرب- البغدادي: مراصد الإطلاع 1/253. ¶ - غزوة تبوك: وتسمى غزوة العسرة وكانت في رجب سنة تسع من الهجرة، وسببها: ترامت الأنباء إلى المدينة أن الروم قد جمعت جموعاً كثيرة بالشام ضمت قبائل لخم وحذام وعاملة وغسان وهي من نصارى العرب، وكان قصد هرقل من ذلك الهجوم على المدينة القضاء على الدولة الناشئة في جزيرة العرب وندب النبي المسلمين للخروج، وكان الوقت وقت عسر وحر شديد، وعندئذ ندب النبي الأغنياء لتجهيز جيش العسرة فجاءوا بأموال كثيرة، وسار الرسول ومعه ثلاثون ألف مقاتل حتى بلغ تبوك فأقام نحواً من عشرين ليلة، ولم يلق كيداً ولم يدخل حرباً، وتبين أن ما نقل من أخبار هجوم الروم وجمعها الجموع لقتال المسلمين ما هي إلا أراجيف، قصد بها إرهاب المسلمين في المدينة وكانت هذه آخر غزواته صلى الله عليه وسلم. –انظر: غزوة تبوك ابن هشام: السيرة النبوية4/515-535.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "في جهد شديد من قلة الظهر، حتى كان الرجلان والثلاثة يعتقبون على بعير واحد، ومن قلة المؤنة حتى كان الرجلان والثلاثة يقتسمون التمرة فيما بينهم، حتى استأذنوا رسول الله أن ينحروا رواحلهم فيأكلوا منها، فأذن لهم، فجاء الفاروق عمر فقال: ((يا رسول الله إن فعلنا قلّ الظّهر، ولكن ادعهم بفضل أزوادهم وادع الله لهم فيها بالبركة))، فقال الرسول: ((نعم)) ودعا بنطع فبسطه، ثم دعا بفضل أزوادهم، حتى اجتمع من ذلك شيء يسير، فدعا رسول الله بالبركة ثم قال: ((خذوا في أوعيتكم))، فأخذوا حتى ما تركوا في العسكر وعاء إلا ملأوها، وأكلوا حتى شبعوا، وفضلت فضلة، فقال رسول الله صلى الله عليه وسلم: ((أشهد أن لا إله إلا الله وأني رسول الله، لا يلقى بها عبد غير شاكّ فيحجب عن الجنة))(1). ¶ عاطفة الشفافية والإستبصار تدفعه إلى إبداء رأيه في عدم ذبح الدواب، وفي نفس الوقت تعطي مدلولاً آخر ببصيرته الإيمانية نحو استجابة الله عز وجل لدعاء رسول الله صلى الله عليه وسلم. ¶ * (يا رسول الله إن للروم جموعاً كثيرة، فلو رجعنا في هذه السنة..): وبعد أن أقام النبي بتبوك مدة استشار أصحابه في مجاوزة تبوك إلى ما هو أبعد من ديار الشام، فقال الفاروق عمر: ((إن كنت أمرت بالسير فسر)) فقال صلى الله عليه وسلم: ((لو كنت أمرت بالسير لما استشرت)) فقال عمر: يا رسول الله إن للروم جموعاً كثيرة، وليس بالشام أحد من أهل الإسلام، وقد دنونا، وقد أفزعهم دنوك، فلو رجعنا في هذه السنة حتى ترى أو يحدث الله أمراً. فاستجود النبي رأيه واتبع مشورته بالرجوع إلى المدينة فعادوا حامدين شاكرين(2). ¶ __________ ¶ (1) - ابن كثير: البداية والنهاية5/9، 10 والحديث نقلاً عنه. ¶ (2) - ابن كثير: المرجع السابق.",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "ونعم ما أشار به الفاروق رضي الله عنه فإنه ربما يكون من المخاطرة الحرب في بلاد الشام، حيث قدمت ثقيف مسلمة ومذعنة في هذا العام وما بعده، حتى صارت الجزيرة كلها على قلب رجل واحد، وبذلك حصل التهيؤ للجهاد والفتوحات خارج الجزيرة، وتبليغ الإسلام للناس كافة، وهذا ما قام به الخلفاء الراشدون بعد وفاة الرسول صلى الله عليه وسلم. ¶ وهذا الموقف الذي حدث في العام التاسع الهجري، يدل على أن البصيرة الإيمانية قد وصلت إلى درجة عالية جداً، وضحت فيها الشفافية والإستبصار إلى الدرجة التي يقترح على النبي صلى الله عليه وسلم بالسير، وموافقته صلى الله عليه وسلم تؤكد ذلك بل وتزكيه. ¶ * (يا رسول الله أتصلي عليه وقد نهاك ربك أن تصلي عليه؟): لما توفي عبد الله بن أُبيّ بن سلول شيخ المنافقين، جاء ابنه إلى النبي صلى الله عليه وسلم فسأله أن يعطيه قميصه يكفن فيه أباه، فأعطاه ثم سأله أن يصلي عليه، فقام رسول الله صلى الله عليه وسلم ليصلي عليه، فقام عمر فأخذ بثوب رسول الله صلى الله عليه وسلم وقال: ((يا رسول الله أتصلي عليه وقد نهاك(1) ¶ __________ ¶ (1) - ليس في القرآن نهي عن الصلاة على المنافقين قبل نزول آية {ولا تصل} والظاهر أن عمر فهم ذلك من قوله سبحانه: {استغفر لهم} الآية.. أو من قوله تعالى: { مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُواْ أَن يَسْتَغْفِرُواْ لِلْمُشْرِكِينَ} – ابن هشام: بالروض الأنف4/191. –الإمام الحافظ: السيرة النبوية248. ¶ ابن الأثير: الكامل 2/199. ¶ ابن كثير: البداية والنهاية5/35.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "ربك أن تصلي عليه)). فقال رسول الله صلى الله عليه وسلم: ((إنما خيرني الله فقال: {اسْتَغْفِرْ لَهُمْ أَوْ لاَ تَسْتَغْفِرْ لَهُمْ إِن تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً فَلَن يَغْفِرَ اللَّهُ لَهُمْ} وسأزيده على السبعين)) قال: ((إنه منافق)). فصلى رسول الله صلى الله عليه وسلم عليه فأنزل الله: {وَلاَ تُصَلِّ عَلَى أَحَدٍ مِّنْهُم مَّاتَ أَبَدًا وَلاَ تَقُمْ عَلَىَ قَبْرِهِ} الآية(1). ¶ وفي رواية اخرى عن عمر نفسه أن النبي صلى الله عليه وسلم لما قام ليصلي عليه، قام عمر فقال: ((يا رسول الله تصلي على ابن أبيّ وقد قال كذا وكذا يعدد مساوئه، فتبسم الرسول وقال: ((أخر عني يا عمر)) فلما أكثرت عليه، قال صلى الله عليه وسلم: ((إني خيرت فاخترت لو أعلم أني إن زدت على السبعين يغفر له لزدت عليها)) ثم صلى عليه، فلم يلبث إلا قليلاً حتى نزلت هاتان الآيتان: {وَلاَ تُصَلِّ عَلَى أَحَدٍ مِّنْهُم مَّاتَ أَبَدًا وَلاَ تَقُمْ عَلَىَ قَبْرِهِ إِنَّهُمْ كَفَرُواْ بِاللَّهِ وَرَسُولِهِ وَمَاتُواْ وَهُمْ فَاسِقُونَ} فما صلى رسول الله صلى الله عليه وسلم بعده على منافق حتى قبضه الله تعالى(2). ¶ __________ ¶ (1) - سورة التوبة الآيتان: 80، 84. ¶ (2) - صحيح البخاري –سورة التوبة باب ولا تصل... إلخ 6/85.",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "وإنما صلى عليه رسول الله صلى الله عليه وسلم إجراء له على حكم الظاهر وهو الإسلام، ولما فيه من إكرام ولده عبد الله، وكان من خيار الصحابة وفضلائهم، وهو الذي عرض على النبي أن يقتل أباه لما قال مقالته يوم غزوة بني المصطلق(1) كما ذكرنا، ولما فيه من مصلحة شرعية، وهو استئلاف قومه ومتابعيه، فقد كان يدين له بالولاء فئة كبيرة من المنافقين، فعسى أن يرعووا عن نفاقهم ويعتبروا ويخلصوا لله ولرسوله، ولو لم يجب صلى الله عليه وسلم ابنه وتكر الصلاة عليه قبل ورود النهي الصريح، لكان سبُّه عاراً، ونجد البصيرة الإيمانية التي نزل القرآن الكريم مؤكداً لها؛ فإن ذلك يدل على تنامي تلك البصيرة وما يصاحبها من شفافية واستبصار على ابنه وقومه، فالرسول الكريم اتبع أحسن الأمرين في السياسة إلى أن نهي فانتهى. ¶ __________ ¶ (1) - غزوة بني المصطلق أو المريسيع: كانت في شعبان سنة ست، وكان سببها أن بني المصطلق –الذي ساعدوا قريشاً على حرب المسلمين في أحد بقيادة رئيسهم الحارث بن ضرار –قد اجتمعوا لحرب رسول الله، فلما بلغ الرسول صلى الله عليه وسلم ذلك خرج إليهم في سبعمائة من أصحابه وساروا إليهم حتى دهموهم وهم عند ماء لهم يسمى ((المريسيع))، وهم غارّون وأنعامهم تسقى على الماء، وغنم المسلمون غنائم كثيرة ألفي بعير وخمسمائة آلاف شاة، هذا عدا السبايا من النساء والسارى من الرجال، وكان من بين السبايا يومئذ السيدة جويرية بنت الحارث سيد بني المصطلق التي تزوجها الرسول صلى الله عليه وسلم، فأعتق بتزويجه إياها مائة من أهل بيت المصطلق، وأسلم بنو المصطلق عن طواعية جميعاً، وصاروا أعواناً للمسلمين بعد أن كانوا عليهم. انظر: غزوة بني المصطلق في ابن هشام: السيرة النبوية4/289- 296.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "* (أخذ عمر بحمالة سيف عمير ولببه بها، وقال: أدخلوه على رسول الله صلى الله عليه وسلم): جلس صفوان بن عمير بن أمية وعمير بن وهب الجمحي يتذاكران مصاب بدر، فقال عمير: ((أما والله لولا دين عليّ ليس عندي قضاؤه، وعيال أخشى عليهم الضيعة بعدي، لركبت إلى محمد فأقتله، فإنّ لي قبلهم علة، ابن أسير في أيديهم فاغتنمنا صفوان بن أمية فقال له: عليّ دينك، أنا أقضيه عنك، وعيالك مع عيالي، أواسيهم ما بقوا، لا يسعني شيء ويعجز عنهم، فقال له عمير: فاكتم شأني وشأنك قال: سأفعل)). ¶ ثم أمر عمير بسيفه فشحذ(1) له، وسمَّ، ثم انطلق حتى قدم المدينة، فبينما عمر بن الخطاب في نفر من المسلمين يتحدثون عن يوم بدر، ويذكرون ما أكرمهم الله به، إذ نظر عمر إلى عمير بن وهب وقد أناخ بعيره على باب المسجد متوشحاً سيفه، فقال: هذا الكلب عدو الله عمير بن وهب وما جاء إلا لشر، وهو الذي حرّش بيننا وحزرنا –تقدير العدد تخميناً- بالقوم يوم بدر، ثم دخل عمر على رسول الله فأخبره فقال له: ((أدخله عليَّ)). فأقبل إليه عمر فأخذ بحمالة سيفه في عنقه فلببه بها، وقال لمن كان معه من الأنصار: أدخلوه على رسول الله، فلما رآه وعمير آخذ بحمالة سيفه في عنقه قال: ((أرسله يا عمر، ادن يا عمير)) فدنا فقال له: ((فما جاء بك يا عمير؟)) فقال: جئت لهذا الأسير الذي في أيديكم، فأحسنوا فيه(2). ¶ __________ ¶ (1) - شَحَذَ السيف: أحد سنانه. المعجم الوجيز: 336. ¶ (2) - ابن هشام: السيرة النبوية 2/661، 662. بتصرف.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "قال: 0(فما بال السيف في عنقك؟)) قال: ((قبَّحها الله من سيوف، وهل أغنت عنا شيئا؟)) قال: ((اصدقني ما الذي جئت له؟)) قال: ما جئت إلا لذلك، قال: ((بل قعدت أنت وصفوان بن أمية في الحجر فذكرتما أصحاب (القليب)(1) من قريش، ثم قلت: لولا دين عليّ وعيال عندي لخرجت حتى أقتل محمداً فتحمل لك صفوان بن أمية بدينك وعيالك على أن تقتلني له، والله حائل بينك وبين ذلك)). ¶ فقال عمير: أشهد أنك رسول الله!! قد كنا يا رسول الله نكذبك بما كنت تأتينا به من خبر السماء، وما ينزل عليك من الوحي، وهذا أمر لم يحضره إلا أنا وصفوان، فوالله إني لأعلم ما أتاك به إلا الله، فالحمد لله الذي هداني للإسلام، وساقني هذا المساق، ثم شهد شهادة الحق، فقال رسول الله صلى الله عليه وسلم: ((فقِّهوا أخاكم في دينه وأقرئوه القرآن، وأطلقوا له أسيره))، ففعلوا(2). ¶ تُرى أيها القارئ الكريم ما وسيلة عمر رضي الله عنه في كشف نية الشر في نفس عمير ابن وهب؟ إنها البصيرة الإيمانية في أعظم صورها. ¶ __________ ¶ (1) - القليب: ماء بنجد فوق الخربة من ديار بني أسد لبني نصر بن قعين. البغدادي: مراصد الإطلاع 3/1120. ¶ (2) - فتح الباري 7/308 من رواية البخاري. ¶ ابن كثير: البداية والنهاية 3/313. ¶ ابن حجر العسقلاني: الإصابة في تمييز الصحابة3/36.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "* (يا رسول الله إني أخاف قريشاً على نفسي): في غزوة الحديبية(1) دعا رسول الله صلى الله عليه وسلم عمر بن الخطاب ليبعثه إلى مكة، فيبلِّغ عنه أشراف قريش ما جاء له، فقال: ((يا رسول الله إني أخاف قريشاً على نفسي وليس بمكة من بني عدي بن كعب احد يمنعني، وقد عرفت قريش عداوتي إياها، وغلظتي عليها، ولكني أدلك على رجل أعز بها مني، عثمان بن ¶ __________ ¶ (1) - غزوة الحديبية: وقعت في ذي القعدة من السنة السادسة للهجرة، وكان من أمرها أن رسول الله رأى في منامه، أنه دخل البيت وهو وصحابته آمنين ومحلقين رؤوسهم ومقصرين، لا يخافون شيئا فأمر الناس أن يتجهزوا للخروج إلى مكة معتمرين، لا يريد حرباً لقريش ولا قتالاً، وخرج الرسول صلى الله عليه وسلم وأصحابه يسوقون أمامهم الهدي، وأحرموا بالعمرة من مكان يسمى بذي الحليفة، فلما وصل النبي صلى الله عليه وسلم إلى عسفان جاء من يقول له ((هذه قريش قد سمعت بمسيرك فخرجوا وقد لبسوا جلود النمور، يحلفون بالله لا تدخلها عليهم أبداً، ولما وصل الرسول إلى الحديبية جاءه بعض رجال من خزاعة يسألونه عن سبب قدومه، فأخبرهم أنه لم يأت لقتال، إنما جاء ليزور البيت ويعتمر، ولكن قريش أبت أن يدخل الرسول وأصحابه مكة، وتم إرسال عدد من الرسل من كلا الجانبين، وكان من بين رسل النبي عثمان بن عفان الذي أشيع بين المسلمين أن قريشاً قتلته، وعندئذ أخذ النبي على المسلمين البيعة على الجهاد، فلما علمت قريش بأمر تلك البيعة صالحت النبي ((على أن يرجع هذا العام، ويعود في العام المقبل، وأن تتوقف الرب بين الطرفين عشر سنين، وأن من أتى مكة من المسلمين يردوه إلى محمد، وأن من يأتي محمداً من مكة ردوه إليهم)) فعز ذلك على المسلمين، ولما أمرهم الرسول بالتحلل لم يفعلوا، فبادر الرسول بنفسه فتحلل من العمرة فتبعه المسلمون جميعاً، ولقد سمى الله هذه الغزوة فتحاً مبينا. انظر: غزوة الحديبية في ابن هشام: السيرة النبوية 4/308-321.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "عفان)). فدعا رسول الله صلى الله عليه وسلم عثمان بن عفان، فبعثه إلى أبي سفيان وأشراف قريش، يُخبرهم أنه لم يأت لحرب، وإنه إنما جاء زائراً لهذا البيت ومعظماً لحرمته(1). ¶ البصيرة الإيمانية هنا بقدر ما هي تمثل خوفاً على نفسه من قتل قريش له، إلا أنها في نفس الوقت تمثل بعداً في نظر عمر من تصعيد الموقف مع المشركين. ¶ __________ ¶ (1) - المرجع السابق 4/27. ¶ الطبري: تاريخ الرسل والملوك2/631. ¶ الإمام الحافظ: السيرة النبوية182. ¶ ابن الأثير: الكامل 2/138. ¶ ابن سيد الناس: عيون الأثر 2/118، 119.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "* (عند حصار الطائف، قال عمر: أوما أذن فيهم؟ قال صلى الله عليه وسلم: ((بلى فأذن بالرحيل))): كان الفاروق ممن ثبتوا إلى جوار رسول الله صلى الله عليه وسلم حينما تغلبت ثقيف، ثم أخذ الرسول صلى الله عليه وسلم ينادي ((أنا النبي لا أكذب، أنا ابن عبد المطلب)) فأجابه المسلمون: لبيك لبيك، واشتد القتال، وانهزمت هوازن وثقيف فتحصنوا بالطائف(1) فحاصرهم المسلمون، ولما طال حصار استشار رسول الله صلى الله عليه وسلم نوفل بن معاوية الديلي فقال: ((ما ترى في المقام عليهم؟)) فقال: يا رسول الله صلى الله عليه وسلم ثعلب في جحر، إن أقمت عليه أخذته، وإن تركته لم يضرك. وكان رسول الله صلى الله عليه وسلم قد رأى رؤيا قصّها على صاحبه أبي بكر فقال: ((إني رأيت كأني أهديت إلى قبعة مملوءة زبداً، فنقدها ديك فهراق ما فيها)) فقال الصديق: ما أظن أن تدرك منهم يومك هذا ما تريد، فقال رسول الله: ((وأنا لا أرى ذلك)) ولما نما إلي الفاروق عمر ما قاله رسول الله أنه لم يؤذن له في اقتحام ثقيف، جاء إليّ الرسول صلى الله عليه وسلم فقال: أو ما أذن لك فيهم يا رسول الله؟ قال: ((لا)) فقال: أفلا أؤذن بالرحيل؟ قال: ((بلى)) فأذّن عمر بالرحيل(2). ¶ ويأتي هذا الموقف تجسيداً لبصيرة عمر الإيمانية، حيث رأي أنه لا فائدة من استمرار الحصار في فتح الطائف، إلا أنه ربما يؤدي إلى إلحاق أضرار بالمسلمين، وقد توافق ذلك مع رؤيا رسول الله صلى الله عليه وسلم. ¶ __________ ¶ (1) - الطائف: كانت تسمى قديماً وجّ، وسميت الطائف لما أطيف عليها الحائظ، وهي ناحية ذات نخيل وأعناب ومزارع وأودية، وهي على ظهر جبل غزوان. البغدادي: مراصد الإطلاع 2/877. ¶ (2) - ابن هشام: بالروض الأنف 4/150. ¶ ابن سعد: الطبقات 2/159. ¶ الطبري: تاريخ الرسل والملوك3/85. ¶ ابن سيد الناس: عيون الأثر2/232.",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "* (ما يبكيك؟ قال: إنه ليس بعد الكمال إلا النقصان): في حجة الوداع نزل علي النبي صلى الله عليه وسلم قول الله تعالى: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الإِسْلاَمَ دِينًا}(1) ولما نزلت هذه الآية بكى بعض الصحابة ومنهم عمر بن الخطاب رضي الله عنه وكأنهم فهموا منها الإشارة إلى قرب أجل الرسول صلى الله عليه وسلم، ولما قيل لعمر: ما يبكيك؟ قال: إنه ليس بعد الكمال إلا النقصان(2). ¶ تتجلى البصيرة الإيمانية هنا في سرعة فهمه لدنو أجل النبي صلى الله عليه وسلم، ومن ثم كان بكاؤه رضي الله عنه في الوقت الذي فرح عامة المسلمين باكتمال الدين، ولم يفطنوا إلى ما فطنه عمر. ¶ تعليق: ¶ عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم ((عن الله تعالى قال: من عادى لي ولياً فقد آذنته بالحرب وما تقرب إليّ عبدي بشيء أحب إلي مما افترضت عليه، وما زال عبدي يتقرب إلي بالنوافل حتى أحبه، فإذا أحببته كنت سمعه الذي يسمع به وبصره الذي يبصر به، ويده التي يبطش بها، ورجله التي يمشيء بها، وإن سألني أعطيته، ولئن استعاذني لأعيذنه)) رواه البخاري. ¶ المتأمل لهذا الحديث يرى أن وسيلته للوصول إلى البصيرة الإيمانية التي كان عليها عمر رضي الله عنه فعليه أن يتقرب إلى الله جل في علاه بالفروض والنوافل حتى يحظى بحب الله عز وجل حينئذ سوف تكون حواسه مستمدة من حب الله له فينعم بالبصيرة الإيمانية. ¶ __________ ¶ (1) - سورة المائدة آية:3. ¶ (2) - أبو شهبة: السيرة النبوية في ضوء القرآن والسنة 2/575.",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "وما أشد حاجتنا إليها في وقت اختلط فيه الحابل بالنابل، وحجب الغزو الفكري عند البعض الرؤية الصحيحة وأعلم أن التمييز بين هذا وذلك يعتمد على تلك البصيرة حتى يعرف المسلم أين يضع قدمه، ومن يصادف ويزامل ويفرق بين العدو والصديق، وبين الصادق والنافق، والخبيث والطيب فما أكثر ما يدس للمسلمين من سم في العسل، وإذا تتبعت تاريخ عمر رضي الله عنه في خلافته سترى عجباً منها (يا سارية الجبل)، ورؤيته لرجل من بعيد ينزل من أعلى الجبل فيخبر ببصيرته الإيمانية بقوله: ((لعل هذا الرجل قد دفن ولداً له، ولعله قال فيه مرثية))، وبعد مرور الرجل من أمام عمر رضي الله عنه ومن معه يتأكد الجميع من بصيرة عمر الإيمانية وغير هذا كثير جداً. ¶ ومن هنا فإنني أنصح نفسي وغيري أن نجتهد جميعاً فيما أمرنا الله به وصولاً إلى تلك الدرجة الرفيعة من الإيمان، لعل الله يصلح أحوال المسلمين يا رب العالمين. ¶ وفي عاطفة البصيرة الإيمانية عند عمر رضي الله عنه ترى في مواقف النبي صلى الله عليه وسلم توجيهاً تربوياً، حين يعطى أصحابه فرصة المشاركة والاجتهاد بالرأي، وفي ذلك إعداد نبوي كريم للخليفة عمر رضي الله عنه. ¶ 5- حدة العاطفة: ¶ (دعني أنزع ثنيتي سهيل بن عمرو.. فلا يقوم عليك خطيباً في موطن أبداً)(1) ¶ __________ ¶ (1) - ابن هشام: بالروض الأنف 3/56. ¶ - الطبري: تاريخ الرسل والملوك2/465. ¶ - ابن الأثير: الكامل 2/91. ¶ - ابن حجر العسقلاني: الإصابة 2/93، 94.",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": ": قدم مكرز بن حفص في فداء سهيل بن عمرو(1)، وكان سهيل رجلاً أعلم(2) من شفته السفلي، فقال عمر بن الخطاب لرسول الله صلى الله عليه وسلم: ((دعني أنزع ثنيتي سهيل بن عمرو فيدلع(3) لسانه، فلا يقوم عليك خطيباً في موطن أبداً)) فكان جواب النبي هذا الجواب البالغ السمو في الرحمة والإنسانية: ((إلا أمثل به، فيمثل الله بي، وإن كنت نبياً، وعسى أن يقوم مقاماً لا تذمه)) وقد صدقت نبوءة الرسول صلى الله عليه وسلم، فإنه لما جاور الرفيق الأعلى أراد بعض أهل مكة الارتداد كما فعل غيرهم من الأعراب، فقام سهيل هذا خطيباً وقال بعد أن حمد الله واثنى عليه وصلى على رسول الله صلى الله عليه وسلم: ((أيها الناس، من كان يعبد محمدًا فإن محمد قد مات، ومن كان يعبد الله فإن الله حي لا يموت، ألم تعلموا أن الله قال: {إِنَّكَ مَيِّتٌ وَإِنَّهُم مَّيِّتُونَ} وقال: {وَمَا مُحَمَّدٌ إِلاَّ رَسُولٌ قَدْ خَلَتْ مِن قَبْلِهِ الرُّسُلُ} ثم قال: والله إني لأعلم أن هذا الدين سيمتد امتداد الشمس في طلوعها، فلا يغرنكم هذا – يريد أبا سفيان(4)- من أنفسكم، فإنه يعلم من هذا الأمر ما أعلم، لكنه قد ختم على صدره حسد بني هاشم، وتوكلوا على ربكم فإن دين الله قائم، وكلمته تامة، وإن الله ناصر من نصره ومقر دينه، وقد جمعكم الله على خيركم –يعين أبو بكر- وإن ذلك لم يزد الإسلام إلا قوة، فمن رأيناه ارتد ضربنا عنقه)) فتراجع الناس عما كانوا عزموا عليه(5) ¶ __________ ¶ (1) - خرج من مكة إلى حنين مع النبي صلى الله عليه وسلم وهو على شركه فأسلم بالجعرانة وقد روى أحاديث، مات في طاعون عمواس بالشام سنة ثماني عشرة، ويكنى أبا يزيد رضي الله عنه. ابن سعد: الطبقات5/453. ¶ (2) - أعلم: مشقوق الشفة. ¶ (3) - فيدلع: يخرج عن الكلام. ¶ (4) - لم يثبت أن أبا سفيان كان له موقف سيء بعد وفاة رسول الله، ولقد أسلم الرجل وحسن إسلامه، وأبلى في فتوح الشام بلاء حسناً. ¶ (5) - ابن حجر العسقلاني: الإصابة 2/93، 94.",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "، فكان معجزة من معجزات النبوة. ¶ وتظهر هنا حدة عاطفة الحب لرسول الله صلى الله عليه وسلم، حيث دفعه خوفه من عودة سهيل لذم الرسول صلى الله عليه وسلم في أن يطلب من النبي أن ينزع ثنية سهيل، حتى لا يقوم خطيباً على النبي في أي موطن، إلا أنها قوبلت بعاطفة الرحمة النبوية، فتم ترشيد حدة عاطفة عمر رضي الله عنه. ¶ * (قال عمر: مر به عباداً بن بشر فليقتله فقال صلى الله عليه وسلم: ((فكيف يا عمر إذا تحدث الناس أن محمداً يقتل أصحابه؟!))): بعد نصر الله عز وجل للمسلمين على يهود بني المصطلق، أقام النبي صلى الله عليه وسلم إلى جوار بئر لليهود يقال له (المريسيع)، وقد حدث أن أقبل المسلمون بسقياهم إلى البئر، فتزاحم أجير لعمر بن الخطاب يقال له ((جهجاه)) مع أجير آخر من الخزرج يقال له ((سنان بن وبر الجهني))، فاقتتلا فصرخ الجهني: يا معشر الأنصار، وصرخ جهجاه: يا معشر المهاجرين، فغضب عبد الله بن أبي بن سلول وعنده رهط من قومه فيهم: زيد بن أرقم(1)، غلام حدث، فقال: ((أو قد فعلوها، قد نافرونا وكاثرونا في بلادنا، والله ما أدّنا وجلابيب قريش إلا كما قال الأول: سمّن كلبك يأكلك، أما والله لئن رجعنا إلى المدينة ليخرجن الأعز منها الأذل)). ثم أقبل على من حضر من قوه فقال لهم: ((هذا ما فعلتم بأنفسكم أحللتموهم بلادكم، وقاسمتموهم أموالكم، أما والله لو أمستكم عنهم ما بأيديكم لتحولوا إلى غير داركم)). ¶ __________ ¶ (1) - الأنصاري أحد بني الحارث بن الخزرج، يكنى أبا سعد، وقيل كان يكنى أبا أنيس، وأول مشاهده مع النبي صلى الله عليه وسلم المريسيع، ونزل الكوفة وابتني بها داراً في كندة، وتوفي بها أيام المختار سنة ثمان وستين رضي الله عنه. ¶ - ابن سعد: الطبقات 6/18.",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "فسمع ذلك زيد بن أرقم، فمشي به إلى رسول الله صلى الله عليه وسلم وذلك عند فراغ رسول الله صلى الله عليه وسلم من عدوه فأخبره الخبر، وعند عمر بن الخطاب فقال: ((مر به عباداً بن بشر فليقتله)) فقال له رسول الله صلى الله عليه وسلم: ((فكيف يا عمر إذا تحدث الناس أن محمداً يقتل أصحابه! لا ولكن أذّن بالرحيل))(1) وذلك في ساعة لم يكن رسول الله صلى الله عليه وسلم يرتحل فيها فارتحل الناس(2). ¶ * (طلب ابن عبد الله بن أ[ي أن يتولى هو قتل أبيه): قال ابن إسحاق إن عبد الله أتى رسول الله صلى الله عليه وسلم فقال: ((يا رسول الله، إني بلغني أنك تريد قتل عبد الله بن بي فيما بلغك عنه، فإن كنت لابد فاعلاً، فمرني به، فأنا أحمل إليك رأسه فوالله لقد علمت الخزرج ما كان لها من رجل أبرّ بوالده مني، وإني أخشى أن تأمر به غيري فيقتله، فلا تدعني بكافر فأدخل النار)). فقال رسول الله صلى الله عليه وسلم: ((بل نترفق به ونحسن صحبت ما بقي معنا)). ¶ __________ ¶ (1) - قال السهيلي: ولم يذكر ما قاله النبي صلى الله عليه وسلم حين سمعها وفي الصحيح أنه صلى الله عليه وسلم حين سمعها منهما قال: دعوها فإنها منتنة، يعني أنها كلمة خبيثة، لأنها من دعوى الجاهلية وجعل الله المؤمنين أخوة وحزباً واحداً، فإنما ينبغي أن تكون الدعوى للمسلمين، فمن في الإسلام بدعوى الجاهلية فيتوجه للفقهاء في ثلاث أقوال، إحداها أن يجلد من استجاب له خمسين سوطاً. والثاني: أن فيها الجلد دون العشر لنهيه صلى الله عليه وسلم أن يجلد أحد قومه العشرة إلا في حد. والقول الثالث: اجتهاد الإمام في ذلك على حسب ما يراه من سد الذريعة، وإغلاق باب الشر إما بالوعيد وإما بالسجن وإما بالجلد- الروض الأنف: 4/17. ¶ (2) - ابن هشام: بالروض الأنف4/7.",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "* (قد والله علمت لأمر رسول الله أعظم بركة من أمري): نتج عن هذا الموقف الكريم من الرسول صلى الله عليه وسلم، أن قومه كانوا إذا أحدث الحدث يعاتبونه، ويأخذونه ويعنّفونه، فقال رسول الله صلى الله عليه وسلم لعمر بن الخطاب حين بلغه ذلك من شأنهم: ((كيف ترى يا عمر، أما والله لو قتلته يوم قلت لي أقتله، لأرعدت له آنف، لو أمرتها اليوم بقتله لقتلته))، فقال عمر: ((قد –والله- علمت لأمر رسول الله صلى الله عليه وسلم أعظم بركة من أمري))(1). ¶ تعليق: ¶ إن كان لي من تعليق على موقف عمر رض، فنرى أنه الإعداد من رسول الله صلى الله عليه وسلم لعمر، فهو يتصرف بحمية وغيرة على رسول الله صلى الله عليه وسلم، بالنسبة لمستقبل الأمة. ¶ نلحظ في هذا الموقف حدة عاطفة الحب لرسول الله صلى الله عليه وسلم تأخذ عمر رضي الله عنه بعيداً عن بعد نظر الرسول صلى الله عليه وسلم وحين توقف عمر عند نتيجتها قال: ((وقد –والله- علمت لأمر الرسول أعظم بركة من أمري))، يجدر بنا أن نذكر أن التأثير العاطفي يؤدي إلى التأثير على البعد العقلي. ¶ __________ ¶ (1) - ابن هشام: السيرة النبوية 3/290-293 – الطبري: تاريخ الرسل والملوك2/608، 609. ¶ ابن الأثير: الكامل: 2/132. ¶ ابن سيد الناس: عيون الأثر2/82، 83. ¶ ابن كثير: البداية والنهاية 4/158.",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "* (يا رسول الله دعني فلأضرب عنقه): لما أجمع الرسول صلى الله عليه وسلم المسير لفتح مكة(1)، كتب حاطب بن أبي بلتعة كتاباً إلى قريش يخبرهم بذلك، وأرسله مع إحدى النساء، فأتي رسول الله صلى الله عليه وسلم الخبر من السماء، فبعث علياً بن أبي طالب في إثرها حيث نجح في حملها على تسليمه هذا الكتاب، وحينئذ دعا رسول الله صلى الله عليه وسلم حاطباً، فقال: ((يا حاطب ما حملك على هذا؟)) فقال: يا رسول الله، أما والله إني لمؤمن بالله ورسوله. ما غيّرت ولا بدّلت، ولكن كنت امرءًا ليس لي في القوم من أصل ولا عشيرة. وكان لي بين أظهرهم ولد وأهل، فصانعتهم عليهم. فقال عمر بن الخطاب: يا رسول الله، دعني فلأضرب عنقه، فإن الرجل قد نافق، فقال رسول الله صلى الله عليه وسلم: ((وما يدريك يا عمر، لعل الله قد اطّلع إلى أصحاب بد يوم بدر، فقال ((اعملوا ما شئتم، فقد غفرت لكم))(2). فأنزل الله تعلى في حاطب(3) ¶ __________ ¶ (1) - فتح مكة: وكانت في رمضان للسنة الثامنة من الهجرة، حيث اعتدت بنو بكر ((حلفاء قريش)) على خزاعة ((حلفاء النبي)) فقتلت منها نحو عشرين رجلاً، وأمدت قريش بني بكر بالمال والسلاح، فلما بلغ ذلك الرسول صلى الله عليه وسلم غضب غضباً شديداً، وتجهز لقتال قريش إلا أنه لم يرد أن يخبر عن وجهته لئلا تستعد قريش ولكن حاطب بن أبي بلتعة أرسل كتاباً إلى مكة يخبرهم فيه بتوجه الرسول إليهم، فأطلع الله رسوله على أمر هذا الكتاب فتمكن من الحصول عليه، ثم سار الرسول من المدينة لعشر مضين من رمضان، وكان عددهم حين خروجهم من المدينة عشرة آلاف، ثم انضم إليه في الطريق عدد من قبائل العرب، ودخل رسول الله مكة وهو راكب راحلته منحني على الرحل شكراً لله على هذا الفتح. انظر فتح مكة في ابن هشام: السيرة النبوية 4/389- 428. ¶ (2) - صحيح البخاري: باب فضل من شهد بدر 5/99. ¶ (3) - ابن هشام: المرجع السابق 4/399. ¶ الطبري: تاريخ الرسل والملوك 3/49. ¶ ابن الأثير: الكامل 2/163. ¶ ابن كثير: البداية والنهاية4/383، 384.",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": ": {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ تُلْقُونَ إِلَيْهِم بِالْمَوَدَّةِ...} إلى قوله سبحانه: {فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ}(1). ¶ تتجسد هنا حدة العاطفة، حيث وصلت إلى الذروة، فهو في الموقف الأول طلب نزع ثنيتي سهيل، وفي الموقف الثاني طلب أن يقوم عباد بن بشر رضي الله عنه بقتل عبد الله بن أبي بكرـ كبير المنافقين ـ وهو إزاء تصرف حاطب رضي الله عنه يستأذن أن يقتله بنفسه، وقد حجبت حدة العاطفة مكانة حاطب كواحد من أصحاب بدر. ونلاحظ هنا أيضا في موقف الرسول صلى الله عليه وسلم تقويما تربويا وإعدادا نبويا لعمر رضي الله عنه. ¶ (يا سول الله هذا أبو سفيان قد أمكن الله منه بغير عهد، فدعني فلأضرب عنقه): ¶ خرج أبو سفيان بن حرب وحكيم بن حزام يستطلعان أخبار المسلمين فلقيهما العباس رضي الله عنه فقال له: ((فاركب في عجز(2) هذه البغلة حتى آتي بك رسول الله فأستأمنه لك))، فركب وسار الآخران ـ حكيم بن حزام وبديل بن ورقاء ـ وراءهما، فكلما مروا بنار من نيران المسلمين قالوا: من هذا؟ فإذا رأوا بغلة رسول الله وأنا عليها قالوا: عم رسول الله على بغلة رسول الله، حتى مروا بنار عمر بن الخطاب فقال: من هذا؟ وقام إلي فلما رأى أبا سفيان على عجز الدابة قال: أبو سفيان عدو الله! الحمد لله الذي أمكن منك بغير عقد ولا عهد، ثم خرج يشتد نحو رسول الله صلى الله عليه وسلم، وأركض العباس البغلة وعمر يشتد في إثرها حتى دخل العباس ومعه رسول الله، ثم دخل عمر، فقال: يا رسول الله هذا أبو سفيان قد أمكن الله منه بغير عقد ولا عهد، فدعني فلأضرب عنقه. فقال العباس: يا رسول الله إني قد أجرته. ¶ __________ ¶ (1) - سورة الممتحنة آية: 1. ¶ (2) - العجز: مؤخر الشيء. المعجم الوجيز: 407.",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "ثم جلس إلي رسول الله يناجيه، فلما أكثر عمر في شأن أبي سفيان قال العباس: مهلا يا عمر فوالله لو كان من رجال بني عدي بن كعب ما قلت هذا ولكنك عرفت أنه من بني عبد مناف!! فقال عمر: مهلا يا عباس، فوالله لإسلامك يوم أسلمت كان أحب إلي من إسلام الخطاب لو أسلم. وحسم رسول الله الخلاف بينهما فقال: ((اذهب به يا عباس إلى رحلك، فإذا أصبحت فأتني به)) أما الحكيم بن حزام وبديل بن ورقاء فقد أسلما(1). ¶ __________ ¶ (1) - حنين: واد قريب من مكة، وقيل قبل الطائف، وقيل بجنب ذي المجاز، وقيل بينه وبين مكة ثلاث ليال، وقيل بينه وبين مكة بضعة عشر ميلاً. البغدادي: مراصد الإطلاع 1/432. ¶ - غزو حنين: وكانت في العاشر من شوال للسنة الثامنة من الهجرة بعد فتح مكة بأيام، وسببها: أنه لما فتح مكة ظن زعماء هوازن وثقيف أن رسول الله ستوجه إليهم بعد الانتهاء من أمر مكة، فعزموا على أن يبدءوه بالقتال، وكان عددهم ما بين عشرين ألف مقاتل إلى ثلاثين، ولما علم الرسول بأمرهم أعلن عزمه على الخروج لقتالهم، وسار الرسول وأصحابه ولما وصلوا إلى وادي حنين خرجت عليهم هوازن وحلفاؤها، فحمل عليهم المسلمون وهزموهم، وانشغل المسلمون بجمع الغنائم، فاستقبلهم المشركون بالسهام فاضطربت صفوف المسلمين وثبت النبي على بغلته وهو يقول: ((أنا النبي لا أكذب أنا ابن عبد المطلب)) فالتف حوله المسلمون، وحملوا على أعدائهم وانتصروا عليهم، وغنم المسلمون غنائم كثيرة فرقها النبي على المؤلفة قلوبهم ولم يأخذ الأنصار شيئا. انظر: غزوة حنين في ابن هشام: السيرة النبوية 4/437-449.",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "إن إسراع الفاروق رضي الله عنه نحو أبي سفيان تتجسد فيه حدة العاطفة نحو مشرك كم ذاق المسلمون من أفعاله، وكم كاد لرسول الله صلى الله عليه وسلم، وما يدري أنه في طريقه إلى الإسلام، أما عن مقولة العباس رضي الله عنه: ((لو كان من رجال بني عدي ـ قبيلة عمر ـ ما قلت هذا)) نلمس له العذر لحداثة عهده في الإسلام، ويأتي جواب عمر رضي الله عنه عليه ((فوالله لإسلامك يوم أسلمت.. من إسلام الخطاب)) معبرا عن عاطفة الحب لرسول الله صلى الله عليه وسلم فهو قد فرح لإسلام العباس لفرح الرسول صلى الله عليه وسلم به، وأن فرحه هذا أحب لعمر رضي الله عنه من فرحه لو أسلم الخطاب ـ والد عمر ـ، وهذا الموقف يصور لنا لا أقول الحب ولكن أقول حدة عاطفة الحب لرسول الله صلى الله عليه وسلم في أسمى وأعظم صورها، فهي ترتفع فوق حبه لإسلام أبيه، لأن حب الرسول صلى الله عليه وسلم للعباس رضي الله عنه أقوى وأعظم من حبه للخطاب!! ¶ وأمام هذا الهياج العاطفي العمري يأتي موقف النبي صلى الله عليه وسلم ليحسم الأمر بقوله ((اذهب به يا عباس إلى رحلك فإذا أصبحت فأتني به)) وهو صلى الله عليه وسلم حينئذ لا يعارض عمر ولا يؤيده، إلا أن الذي يفهم من ذلك تأجيل الحكم عليه، وتأتي الرؤية النبوية بعد ذلك حيث قام أبو سفيان بدعوة قريش لاستقبال الرسول صلى الله عليه وسلم بقوله لهم:((من دخل داره فهو آمن...)) ويعد موقف أبي سفيان تقديما طيبا لفتح مكة، وفي نفس الوقت موقفا تربويا نبويا لعمر الخليفة رضي الله عنه. ¶ * (يا رسول الله ائذن لي أن أضرب عنق هذا المنافق): لما قسم النبي صلى الله عليه وسلم غنائم (حنين)(1) ¶ __________ ¶ (1) - الطبري: الرسل والملوك 3/92. ¶ ابن الأثير: الكامل 2/184. ¶ ابن كثير: البداية والنهاية 4/362، 363.",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "وأعطى للمؤلفة قلوبهم ما أعطى جاء رجل من المنافقين يقال له ((ذو الخويصرة))من بني تميم فقال: يا رسول الله إعدل، فقال الرسول صلى الله عليه وسلم: ((ويلك، ومن يعدل إن لم أعدل؟ لقد خبت وخسرت إذ لم تعدل)) فقال عمر بن الخطاب: يا رسول الله ائذن لي أضرب عنق هذا المنافق، فقال النبي صلى الله عليه وسلم: ((معاذ الله أن يتحدث الناس أني أقتل أصحابي، دعه فإن له أصحابا يحقر أحدكم صلاته مع صلاتهم، وصيامه مع صيامهم، يقرءون القرآن فلا يجوز تراقيهم، ويمرقون من الإسلام كما يمرق السهم من الرمي!!)). ¶ حدة العاطفة هنا تتمثل في الاستئذان في القتل، ووصفه لذي الخويصرة بأنه منافق، وتوقف عاطفة الرحمة النبوية حدة عاطفة عمر بقوله صلى الله عليه وسلم: ((معاذ الله أن يتحدث الناس أني أقتل أصحابي)) ثم يطيب خاطر عمر رضي الله عنه: ((دعه فإن له أصحابا..)) ¶ يعلق العقاد على هذا الموقف: ((وهنا يتجلى موقفان في كراهة الباطل، ويتجلى فارق واضح بين مذهب المعلم ومذهب المريد. فعمر كان ينكر الباطل إنكار المحارب، ويرفع له سلاحه حيثما رآه، ومحمد كان ينكره ولا يرفع له سلاحه حيثما رآه... لأنه يعلم ضروبا من الباطل وضروبا من الإنكار)). ¶ ومن الإنكار أحيانا أن يتجاوز عنه، وأن يشفق عليه إشفاق الرجل على سخف الطفل الصغير، وأن يتربص به الأيام حتى يزول، وأن يعالجه بسلاح المحارب وبغير سلاح المحارب، وهو بذلك قد أعد له ضروبا من الإنكار، وكان أكمل عدة له من الراصدين له في ميدان واحد. ¶ أنقول أن الفارق بين محمد وعمر في هذا هو الفارق بين نبي وخليفة؟! ¶ إن قلنا ذلك فقد قلنا حقا جامعا لا شبهة فيه، ولكنا لا نعدو به تحصيل الحاصل وتكرير الأسماء.. فمحمد نبي وعمر خليفة ما في ذلك خلاف، ولا بد بينهما من فارق ما في ذلك خبر جديد، فما هو الفارق الذي لا يعدو تكرير الأسماء أو تكرير الصفات؟",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "الفارق في ما نرى هو الفارق بين إنسان عظيم ورجل عظيم. فالنبي لا يكون رجلا عظيما وكفى. بل يكون إنسانا عظيما فيه كل خصائص الإنسانية الشاملة التي تعم الرجولة والأنوثة والأقوياء والضعفاء، وتهيئة للفهم لكل جانب من جوانب بني آدم، فيكون عارفا بها وإن لم يكن متصفا بها، قادرا على علاجها، وإن لم يكن معرضا لأدوائها، شاملا لها بعطفه وإن كان لم ينكرها بفكره وروحه، لأنه أكبر من أن يلقاها لقاء الأنداد(1)، وأعذر من أن يلقاها لقاء القضاة، وأخبر(2) بسعة آفاق الدنيا التي تتسع لكل شيء بين الأرض والسماء، لأنه يملك مثلها آفاقا كآفاقها، هي آفاق الروح(3). ¶ __________ ¶ (1) - الأنداد: جمع ند وهو النظير الكفء. ¶ (2) - أخبر: أكثر خبرة. ¶ (3) - عبقرية عمر111، 112.",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "* (قال عمر: ((والله ليرجعن رسول الله صلى الله عليه وسلم فليقطعن أيدي رجال وأرجلهم زعموا أنه مات))): عند وفاة الرسول صلى الله عليه وسلم أسرع أبو بكر رضي الله عنه بالحضور، فرأى الصحابة يجتمعون حول بيت الرسول صلى الله عليه وسلم، وقد ارتفعت أصوات بكائهم وعمر ابن الخطاب رضي الله عنه يقول: ((إن رجالا من المنافقين يزعمون أن رسول الله صلى الله عليه وسلم توفي، وإنه والله ما مات، ولكنه ذهب إلى ربه كما ذهب موسى بن عمران فقد غاب أربعين ليلة ثم رجع إليهم بعد أن قيل قد مات، والله ليرجعن رسول الله صلى الله عليه وسلم فليقطعن أيدي رجال وأرجلهم زعموا أن رسول الله مات)) وأقبل أبو بكر وعمر يكلم الناس، ولم يلتفت إلي شيء حتى دخل على رسول الله صلى الله عليه وسلم، وهو مسجي في ناحية البيت عليه بردة حَبرَة فكشف عن وجهه ثم قبله وقال: ((بأبي أنت وأمي يا رسول الله طبت حيا وميتا. أما الموتة التي كتب الله عليك فقد ذقتها ثم لن تصيبك بعدها موتة أبدا)) ثم رد الثوب على وجهه ثم خرج وعمر يكلم الناس، فأمره بالسكوت فأبى إلا أن يتكلم، فلما رآه عمر، فحمد الله وأثنى عليه وقال: ((أيها الناس من كان يعبد محمد فإن محمدا قد مات، ومن كان يبعد الله فإن الله حي لا يموت ثم تلا قوله تعالى: {وَمَا مُحَمَّدٌ إِلاَّ رَسُولٌ قَدْ خَلَتْ مِن قَبْلِهِ الرُّسُلُ أَفَإِن مَّاتَ أَوْ قُتِلَ انقَلَبْتُمْ عَلَى أَعْقَابِكُمْ وَمَن يَنقَلِبْ عَلَىَ عَقِبَيْهِ فَلَن يَضُرَّ اللَّهَ شَيْئًا وَسَيَجْزِي اللَّهُ الشَّاكِرِينَ}(1). ¶ قال عمر: ((فوالله ما هو إلا أن سمعت أبا بكر يتلوها فعقرت حتى وقعت على الأرض ما تحملني رجلي وقد علمت أن رسول الله صلى الله عليه وسلم قد مات))(2) ¶ __________ ¶ (1) - سورة آل عمران آية: 143. ¶ (2) - انظر: صحيح البخاري باب مرض النبي ووفاته 6/17. ¶ ابن هشام: بالروض الأنف 4/269 وما بعدها. ¶ ابن سعد: الطبقات 2/258. ¶ الطبري: الرسل والملوك3/201. ¶ السهيلي: الروض الأنف4/269 وما بعدها. ¶ ابن الأثير: الكامل 2/218. ¶ الذهبي: تاريخ الإسلام –عهد الخلفاء الراشدين- ص15.",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": ". ¶ وهنا تتجلى حدة عاطفة الحب لرسول الله صلى الله عليه وسلم التي دفعته إلى عدم تصديق خبر الوفاة، بل ويهدد كل من يقول، وطغت العاطفة عليه رضي الله عنه إلى أن وصلت إلى الاعتقاد برجوع رسول الله صلى الله عليه وسلم، ثم هدد بقطع الأيدي والأرجل لكل من يزعم موته صلى الله عليه وسلم، ويصل الأمر بعمر إلى الهياج العاطفي الشديد حتى امتنع عن السكوت تنفيذا لأمر أبي بكر وحين يسمع عمر رضي الله عنه أبا بكر وهو يقرأ: {وَمَا مُحَمَّدٌ إِلاَّ رَسُولٌ قَدْ خَلَتْ مِن قَبْلِهِ الرُّسُلُ أَفَإِن مَّاتَ أَوْ قُتِلَ...}. ¶ حينئذ وقع على الأرض ولم تحمله رجلاه، على الرغم من تهيئة المسلمين لهذا الأمر حين أشيع عقب هزيمة أحد قتل النبي صلى الله عليه وسلم، فضلا عن إدراك عمر نفسه رضي الله عنه حين نزل قوله تعالى: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الإِسْلاَمَ دِينًا} وقال هو معقبا على ذلك ((ما بعد الكمال إلا النقصان)). ¶ إنها عاطفة الحب لرسول الله صلى الله عليه وسلم في أقوى صورها، وكل حرف فيها يفيض حبا وتعلقا به صلى الله عليه وسلم، ولعلي بعد هذا العرض قد وفقت في تقديم هذا الجانب العاطفي وعرضه عند عمر رضي الله عنه. ¶ تعليق: ¶ حدة العاطفة هنا، ليس المقصود منها الحب الطائش، الذي يهدم ولا يبني، ويفرق ولا يجمع، ولكنه الحب النابع من إيمان صادق، ويصل هذا الحب إلى ذروته حينما يرى خطرا يهدد من أحب رسول الله صلى الله عليه وسلم، وإذا تأملنا الفرق بين رؤية النبي صلى الله عليه وسلم ورؤية عمر رضي الله عنه لوجدنا أنهما يتفقان في رؤية الخطر ويختلفان في أسلوب المواجهة فالنبي صلى الله عليه وسلم لا يرفع في وجهه سلاحا لأنه يعلم ضروبا من الباطل وضروبا من الإنكار ولكن عمر رضي الله عنه ليس عنده هذا العلم فيتصرف كالجندي الذي يرفع السلاح في وجه الخطر.",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "والدروس المستفادة هنا: هو كيف نحسن التصرف أمام الأخطار في وقت ليس في مقدور أحد أن يرفع سلاحا؟. ¶ فحينما يحدق خطر على الدين في المجتمع أو على مستوى الأمة فالسلبية ليست سلاحا ولا تنفع المسلم عند السؤال أمام رب العالمين، والتهور وعدم التروي يضر المجتمع والأمة معا. ¶ ويجدر بنا هنا أن نضع حديثا للنبي صلى الله عليه وسلم موضع التنفيذ بمراحله الثلاثة ((من رأى منكم منكرا فليغيره بيده، وإن لم يستطع فبلسانه، وإن لم يستطع فبقلبه، وهذا أضعف الإيمان)). ¶ 6ـ التغلب الوجداني:",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "(قدوم أبي جندل مسلما وإعادة النبي له، وفاء للمعاهدة مع أبيه، عمر: إصبر أبا جندل.... رجوت أن يأخذ السيف فيضرب به أباه): عند صلح الحديبية فبينما رسول الله صلى الله عليه وسلم يكتب الكتاب هو وسهيل بن عمرو إذ جاء أبو جندل بن سهيل بن عمرو يرسف في الحديد، قد انفلت إلى رسول الله صلى الله عليه وسلم، وقد كان أصحاب رسول الله صلى الله عليه وسلم خرجوا وهم لا يشكون في الفتح، لرؤيا رآها رسول الله صلى الله عليه وسلم، فلما رأوا من الصلح والرجوع، وما تحمل عليه رسول الله في نفسه دخل على الناس من ذلك أمر عظيم حتى كادوا يهلكون، فلما رأى سهيل أبا جندل قام إليه فضرب وجهه، وأخذ بتلابيبه ثم قال: ((يا محمد قد لجت(1) القضية بيني وبينك قبل أن يأتيك هذا)) قال: ((صدقت)) فجعل ينتره(2) بتلابيبه ويجره ليرده إلى قريش وجعل أبو جندل يصرخ بأعلى صوته: يا معشر المسلمين أأرد المشركين يفتنوني في ديني؟ فزاد ذلك الناس إلى ما بهم، فقال رسول الله صلى الله عليه وسلم: ((يا أبا جندل إصبر واحتسب فإن الله جاعل لك ولمن معك من المستضعفين فرجا ومخرجا، إنا قد عقدنا بيننا وبين القوم صلحا، وأعطيناهم على ذلك، وأعطونا عهد الله وإنا لا نغدر به))(3) قال: فوثب عمر بن الخطاب رضي الله عنه مع أبي جندل يمشي إلى جنبه ويقول: ((إصبر يا أبا جندل فإنما هم المشركون، وإنما دم أحدهم دم كلب ((ويدني قائم السيف منه)) يقول عمر بن الخطاب رضي الله عنه: رجوت أن يأخذ السيف فيضرب به أباه، قال: فضن الرجل بأبيه ونفذت القضية))(4). ¶ __________ ¶ (1) - لجت القضية: تمت. ¶ (2) - ينتره: يجذبه جذباً شديداً. ¶ (3) - صحيح البخاري: باب غزوة الحديبية 5/163. ¶ (4) - ابن هشام: السيرة النبوية 3/318، 319. ¶ ابن سعد: الطبقات 2/97، 98. ¶ الطبري: الرسل والملوك2/635، 636 ¶ ابن الأثير: الكامل2/139. ¶ ابن سيد الناس: عيون الأثر 2/130.",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "بداية نحن أمام صفحة من صفحات الوفاء النبوي بالعهد وإن شق ذلك على المسلمين، لعودتهم دون أداء العمرة، فضلاً عن إعادته صلى الله عليه وسلم لأبي جندل لدار الشرك وقد جاء مسلماً. ¶ ونجد العاطفة العمرية هنا تتحرك في اتجاه يخالف توجه النبي صلى الله عليه وسلم، حيث وقع عمر رضي الله عنه تحت تأثير التغلب الوجداني دون العقلي، لأن الأخير يقتضي الوفاء بالعهد وطاعة الرسول صلى الله عليه وسلم، إلا أن هذا التغلب جعله يسأل رسول الله صلى الله عليه وسلم أنعطي الدنّيّة في ديننا يا رسول الله؟ ويعود فيسأل الصديق رضي الله عنه تارة أخرى وحين وقف أبو جندل منادياً ((يا معشر المسلمين أأردّ إلى قريش يفتنوني في ديني؟)) وكان لهذه الاستغاثة من أبي جندل وقع قويّ على عمر رضي الله عنه حيث انطلق متأثراً بعاطفته إليه يدني قائم السيف منه، ويرجو أن يأخذ السيف فيضرب به أباه، ولو سرنا خلف تلك العاطفة، وقتل سهيل بن عمرو لوقعت الحرب بين المسلمين والمشركين، ولا ندري نتيجتها إلا أننا نلاحظ أن الفوران العاطفي سرعان ما هدأ بعد أن نحر النبي صلى الله عليه وسلم هديه، وجاءت النتائج بعد ذلك تؤكد وتدعم ما ذهب إليه رسول الله صلى الله عليه وسلم. ¶ نلاحظ هنا متابعة النبي صلى الله عليه وسلم لإعداد عمر رضي الله عنه فتارة يجيبه ليوقف اندفاعه العاطفي كما حدث مع حاطب وعبد الله بن أبيّ بن سلول، وتارة أخرى يصمت مع أبي سفيان بن حرب، وفي هذا الموقف نجد أن النبي صلى الله عليه وسلم دخل خيمته، وكانت تصحبه أم المؤمنين أم سلمة ثم خرج صلى الله عليه وسلم ونر الهدي، فتسابق الجميع في النحر طاعة لرسول الله صلى الله عليه وسلم.",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "ويحلل العقاد موقف عمر –رضي الله عنه- حينئذ بقوله: فالمحنة أعظم مما تطيقه الحميّة العمرية بغير وازع من هداية نبوة ولأياماً(1) سكنت نفسه واطمأنت إلي حكمة سيده ومعلمه وهاديه. ولا سيما حين ناداه: (ابن الخطاب! إني رسول الله ولن يضيعني الله أبداً)، هذه المراجعة كانت من خلائق عمر التي لا يحيد عنها ولا يأباها النبي صلى الله عليه وسلم، فلا جرم يراجع النبي في كل عمل أو رأي لم يفهم مأتاه ومرماه ما أمكنته المراجعة، وما قلقت خواطره حتى تثوب إلى قرار(2). ¶ تعليق: ¶ الموقف هنا غاية في الصعوبة رؤية عمرية قصيرة المدى تعتمد على المنطق، كيف يرد النبي صلى الله عليه وسلم رجلاً جاء مسلماً إلى معسكر الشرك في مكة؟!! ¶ ورؤية نبوية بعيدة مستمدة من الوحي حيث كان الخير في رده وقد جاءت الأحداث ليصبح من دخل في الإسلام وردهم النبي ورفض دخولهم المدينة تنفيذاً لصلح الحديبية فإذا بهم يشكلون قوة أخذت تقطع الطريق على تجارة قريش حتى وصل الأمر بطلب قريش من النبي صلى الله عليه وسلم أن يقبلهم وكان ذلك بداية لانفراط عقد الحديبية، ومن ثم فتح مكة. ¶ ومن الدروس المستفادة هنا أن الراعي تكون له رؤية شاملة بعيدة وإذا اختلف أحد أبناء الرعية في الرؤية، فالحوار والنقاش بغية التعلم هو الطريق الأمثل، وفي كل الحالات طاعة الفرد لرأي الجماعة أمر واجب طالما كان المنهج الإسلامي هو الإطار الذي يلتزم به الجميع. ¶ وصدق الله العظيم حين قال: {يَا أَيُّهَا الَّذِينَ آمَنُواْ أَطِيعُواْ اللَّهَ وَأَطِيعُواْ الرَّسُولَ وَأُوْلِي الأَمْرِ مِنكُمْ} [النساء: 59] ¶ 7- طموحات إيمانية: ¶ __________ ¶ (1) - لأياماً: اللأي الشدة والمشقة. يقال فعل ذل بعد لأي، ولأياً عرفت الشيء، ولأياماً. ¶ (2) - عبقرية عمر: 108، 109.",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "(في خيبر ((لأعطين الراية غداً رجلاً يفتح الله عليه..)) قال عمر: ما أحببت الإمارة إلا يومئذ): بعث رسول الله صلى الله عليه وسلم أبا بكر الصديق رضي الله عنه برايته وكانت بيضاء فيما قال ابن هشام إلى بعض حصون (خيبر)(1) فقاتل، ثم رجع ولم يكن فتحاً وقد جهد، والتقي الجمعان حول حصن ((نطاة)) واقتتلوا قتالاً شديداً، وضيّق المسلمون الحصار على حصون خيبر، واليهود يستميتون في الدفاع عنها، لأنهم يعملون أن هزيمتهم ما هي إلا القضاء الأخير عليهم في جزيرة العرب، وتتابعت الأيام والقتال يشتد فالمسلمون يبدون من ضروب الشجاعة والاستبسال والتضحية ما هم أهل له، واليهود يستميتون في الدفاع فقال رسول الله صلى الله عليه وسلم: ((لأعطين الراية غداً رجلاً يفتح الله عليه يحب الله ورسوله ويحبه الله ورسوله))(2). ¶ __________ ¶ (1) - خيبر: الموضع المشهور الذي غزاه النبي صلى الله عليه وسلم وهو على ثمانية برد من المدينة من جهة الشمال، وكان به سبعة حصون لليهود وحولها مزارع ونخل –البغداديك مراصد الإطلاع 1/494. ¶ - غزوة خيبر: كانت في أواخر المحرم للسنة السابعة من الهجرة، وسببها أن النبي بعد أن أمن جانب قريش بصلح الحديبية، قرر تصفية مشكلة التجمعات اليهودية فيما حول المدينة، بعد أن صفّي اليهود من المدينة نفسها، وكان لليهود في خيبر حصون منيعة، ولذا قرر النبي الخروج إليهم فخرج في ألف وستمائة، ولما وصلوا إليها نزل النبي قريباً من أحد حصون خيبر يسمى ((حصن النطاة)) وقد جمعوا فيها مقاتليهم، فأشار الحباب بن المنذر بالتحول إلى موضع آخر، وابتدأت المعارك وفتح المسلمون معظم حصونها، وعندئذ استولى اليأس على اليهود، فطلبوا من النبي الصلح على أن عشر رجلاً. انظر: ابن هشام: السيرة النبوية 4/328-338. ¶ (2) - صحيح البخاري –باب غزوة خيبر 5/171.",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "فبات الناس ليلتهم يتمنى كل منهم أن يعطاها حتى إن عمر قال: ((ما أحببت الإمارة إلا يومئذ)) فلما أصبح الصباح قال: ((أين عليّ بن أبي طالب؟)) فقالوا: هو يا رسول الله يشتكي عينيه فدعاه فبصق(1) رسول الله صلى الله عليه وسلم في عينيه ودا له فبرأ(2) بإذن الله فأعطاه الراية(3). ¶ طموحات عمر رضي الله عنه الإيمانية دفعته إلى حب الإمارة، حتى يحظي بحب الله ورسوله، ونري موقف العاطفة هنا محموداً، ورأي في إيثار النبي صلى الله عليه وسلم لعلي رضي الله عنه ليس تفاضلاً بينه وبين الصحابة رضي الله عنهم، ولعل النبي صلى الله عليه وسلم رأى عند مواقف التضحية بالنفس أن يقدم أهله حتى يعطي القدوة والأسوة الحسنة للمسلمين. ¶ 8- عاطفة الولاء: ¶ __________ ¶ (1) - بصق: لفظ ما في فمه –المعجم الوجيز: 53. ¶ (2) - برئ: شفي وتخلص مما به –المعجم الوجيز42. ¶ (3) - ابن هشام: السيرة النبوية: 3/334، 335.",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "(عمر ممن ثبتوا حول النبي صلى الله عليه وسلم في أحد(1)): حين خالف لرماة أمر النبي صلى الله عليه وسلم، وحلّت الهزيمة بالمسلمين، وأشيع موت النبي صلى الله عليه وسلم، فقد عاد المسلمون إلى المدينة ولم يلبث مع رسول الله صلى الله عليه وسلم إلا ما يزيد عن عشرة من الصحابة، وذكر البغوي في تفسيره أنه كان ممن ثبت أبو بكر وعمر رضي الله عنهما(2). ¶ العاطفة المسيطرة على عمر هنا هي ولاؤه لرسول الله صلى الله عليه وسلم مهما كانت المخاطر والأمر بعد انسحاب المسلمين وانتصار المشركين، وثبات هذا العدد القليل بمقياس عسكري لا يزيد عن كونه الموت، إلا أن الولاء لرسول الله صلى الله عليه وسلم نابع عن الإيمان ما دفع عمر والصحابة إلى الثبات دون النظر إلى ما يحمله ذلك من مخاطر، بل ذهبت به تلك العطفة أنه تابع فلول المشركين بناء على أمر رسول الله صلى الله عليه وسلم له. ¶ 9- عاطفة الوفاء: ¶ __________ ¶ (1) - أحد: اسم الجبل ظاهر المدينة، كانت عنده الغزوة المشهورة، وهو جبل أحمر في شمالي المدينة البغدادي: مراصد الإطلاع 1/36. ¶ (2) - وفي هذا رد على ما ذكره الدكتور هيكل في كتابه (حياة محمد صلى الله عليه وسلم) من أن أبا بكر وعمر قد انتحوا –صاروا في- ناحية الجبل والقوا بأيديهم، والظن بالصديق في قوة إيمانية وتفديته وللرسول بنفسه في الهجرة وغيرها أن يكون ممن ثبتوا، وكذلك الظن بعمر، ولعل هيكلاً اخذ بما رواه ابن إسحاق في قصة أنس بن النضر من أنه وجد عمر وطلحة بن عبيد الله فيمن ألقوا بأيديهم، وهي رواية مردودة وقد اتفقت الروايات كلها في الصحيحين وغيرهما على أن طلحة كان ممن يثبت. ¶ انظر: ابن هشام: السيرة النبوية 3/83. ¶ ابن سعد: الطبقات2/42. ¶ ابن كثير: البداية والنهاية 4/26، 27.",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "احتال أبو سفيان بن حرب على عيّاش بالمدينة بعد هجرته مع عمر بقوله لعياش: ((إن أمك نذرت أن لا يمس رأسها مشط حتى تراك، ولا تستظل عن شمس حتى تراك)) فرقّ عياش لأمه فحذره عمر بقوله ((إنه والله إن يريدك القوم إلا ليفتنوك عن دينك فاحذرهم، فوالله لو آذى أمك القمل لامتشطت، ولو اشتد عليها حر مكة لاستظلت)) فقال له: ((أبر فسم أمي ولي هناك مال فآخذه)) فقال له عمر: ((إنك لتعلم أني لمن أكثر قريش مالاً فلك نصف مالي ولا تذهب معهما)) ولكنه أبى إلا أن يخرج معهم فقال له: ((أما إذا قد فعلت، فخذ ناقتي هذه فإنها ناقة نجيبة ذلولا، فالزم ظهرها فإن رابك من القوم ريب فانج عليها)) فخرج عليها معهما حتى إذا كانوا ببعض الطريق، قال أبو جهل يا ابن أخي والله قد استغلظت بعيري هذا أفلا تعقبني(1) على ناقتك هذه؟ قال: بلى، فأناخ(2) عيّاش وأناخ يتحول عليها فلما استوى بالأرض عدواً عليه، فاوثقاه وربطاه ثم دخلا به مكة وفتناه فافتتن وكان دخلوهما به مكة نهاراً موثقاً فسارا يقولان: ((يا أهل مكة هكذا فافعلوا بسفهائكم كما فعلنا بسفيهنا هذا)). ¶ __________ ¶ (1) - تعقبني: أي تجعلني أعقبك عليها لركوبها. ¶ (2) - نَخَّ: الإبل صّوت لها لتبرك- المعجم الوجيز: 607.",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "وروى ابن إسحاق بسنده عن عمر قال: فكنا نقول ما الله بقابل ممن أفتن صرفاً ولا عدلاً ولا توبة، قوم عرفوا الله ثم رجعوا إلى الكفر لبلاء أصابهم، وكانوا يقولون ذلك لأنفسهم {قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنفُسِهِمْ لا تَقْنَطُوا مِن رَّحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ * وَأَنِيبُوا إِلَى رَبِّكُمْ وَأَسْلِمُوا لَهُ مِن قَبْلِ أَن يَأْتِيَكُمُ الْعَذَابُ ثُمَّ لا تُنصَرُونَ * وَاتَّبِعُوا أَحْسَنَ مَا أُنزِلَ إِلَيْكُم مِّن رَّبِّكُم مِّن قَبْلِ أَن يَأْتِيَكُمُ العَذَابُ بَغْتَةً وَأَنتُمْ لا تَشْعُرُونَ}(1) فكتبها عمر بيده في صحيفة وبعثها إلى هشام ابن العاص(2). ¶ وهنا نجد عاطفة الوفاء عند عمر رضي الله عنه لصديقه عيّاش تسيطر عليه، حتى تملكه الفرح بنزول المغفرة من الله عز وجل فقد أجهد نفسه في فهمها، ثم الإرسال بذلك لعياش وحضوره وسعادة عمر رضي الله عنه بحضوره، كل ذلك يجسد عاطفة الوفاء عنده رضي الله عنه. ¶ تعليق: ¶ كان سن عمر رضي الله عنه يوم إسلامه ما بين الخامسة والعشرين والسابعة والعشرين أي في ريعان شبابه، ولا يخفى التأثير العاطفي في هذه المرحلة، وعلى ذلك فالمر يحتاج من النبي صلى الله عليه وسلم إلى عناية خاصة توقف اندفاعه العاطفي برفق ولين، والأخذ برأيه حين نزل الوحي مؤيداً له، ولقد أثمر هذا المنهج التربوي في إعداد خليفة ملأ الدنيا عدلاً، وحين رجل رسول الله صلى الله عليه وسلم كانت العاطفة العمرية تحتاج إلى بعض المعالجة، وقد اضطلع أبو بكر خليفة رسول الله صلى الله عليه وسلم بذلك. ¶ العاطفة العمرية والصحبة البكرية ¶ ترشيد عاطفة الحزن عند مبايعة أبي بكر: ¶ __________ ¶ (1) - سورة الزمر الآيات: 53-55. ¶ (2) - ابن هشام: بالروض الأنف2/219. ¶ ابن سيد الناس: عيون الأثر1/229. ¶ ابن كثير: البداية والنهاية3/172.",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "(أبسط يدك يا أبا عبيدة لأبايعك..ثكلتك أمك يا عمر أتبايعني وفيكم ثاني اثنين إذ هما في الغار): وبعد وفاة الرسول صلى الله عليه وسلم اجتمع الأنصر في سقيفة بني ساعدة وقالوا: نولي هذا الأمر سعد بن عبادة، وأخرجوا سعداً إليهم وهو مريض. ووصل الخبر إلى عمر بن الخطاب وأبي عبيدة بن الجراح فقال عمر: ((أبسط يديك يا أبا عبيدة لأبايعك)) فقال أبو عبيدة: ((ثكلتك(1) أمك يا عمر أتبايعني وفيكم ثاني اثنين إذ هما في الغار)) فأرسلا إلى أبي بكر في بيت الرسول وذهب الثلاثة إلى السقيفة. ¶ __________ ¶ (1) - ثكلتك أمك: دعاء عليه بالهلاك –المعجم الوجيز: 86.",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "(قال له أبو بكر ((على سلك)) فكرهت أن أغضبه ولقد كان أحلم مني وأوقر..) يقول عمر بن الخطاب رضي الله عنه: ((فلما قضي الأنصار –تكلموا- أردت أن أتكلم، وكنت زودت نفسي مقالة أعجبتني أريد أن أقوم بها بين يدي أبي بكر فلما أردت أن أتكلم قال أبو بكر، فوالله ما ترك من كلمة أعجبتني مما كنت قد زودت به نفسي إلا أتى بمثلها أو أفضل منها في بديهته، وذكر قول رسول الله صلى الله عليه وسلم: ((لو سلك الناس وادياً وسلك الأنصار وادياً لسلكت وادي الأنصار))(1)، أما ما ذكرتم فيكم من خير فأنتم أهله. ولكن العرب لا تعرف هذا الأمر إلا لهذا الحي من قريش. هم أوسط العرب داراً وأنساباً، وقد رضيت لكم أحد هذين الرجلين فبايعوا أيهما شئتم (وأخذ بيدي ويد أبي عبيدة)، فوالله ما كرهت من مقالته غيره، ولأن أقدم فتُضرب عنقي في ذلك من إثم أحبّ إلي من أن أتأمر على قوم فيهم أبو بكر. فلما قضي أبو بكر مقالته قال قائل من الأنصار: أنا جذيلها المحكك(2) وعذقيها(3) المرجب، منا أمير ومنكم أمير يا معشر قريش، وكثر اللغط وارتفعت الأصوات(4). ¶ * (قال عمر: لا ينبغي هذا الأمر إلا لرجل من قريش.. والله ما يخالفنا أحد إلا قتلناه): فقال عمر رضي الله عنه بعد أن سمع مقالة الأنصاري: (0لا ينبغي هذا الأمر ولا يصلح إلا لرجل من قريش ولن ترضى العرب إلا به، ولن تعرف الإمارة إلا له، والله ما يخالفنا أحد إلا قتلناه)). ¶ __________ ¶ (1) - صحيح البخاري: باب قول النبي صلى الله عليه وسلم لولا الهجرة لكنت من الأنصار5/38. ¶ (2) - الجذيل: عود يكون في وسط مبرك الإبل، تحتك به، وتستريح إليه. ¶ (3) - العذيق: تصغير عذق، وهي النخلة. المرجب: الذي تبنى إلى جانبه دعامة ترفده لكثرة حمله. ¶ (4) - ابن هشام: بالروض الأنف4/261- بتصرف- الطبري: الرسل والملوك3/203. ¶ ابن الأثير: الكامل2/221. ¶ ابن كثير: البداية والنهاية5/245-246.",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "فرد عليه الحباب بن المنذر الأنصاري(1) وكرر: منا أمير ومنكم أمير، فرد عليه عمر رضي الله عنه واصر الحباب على موقفه، فقال أبو عبيدة بن الجراح رضي الله عنه: يا معشر الأنصار، إنكم أول من نصر وآزر، فلا تكونوا أول من بدّل وغير. ¶ فقام بشير بن سعد الأنصاري(2) رضي الله عنه فقال: ((يا معشر الأنصار إنا والله ولئن كنا أولي فضيلة في جهاد المشركين، وسابقة في هذا الدين، ما أردنا به إلا رضاء ربنا وطاعة نبينا، والكدح لأنفسنا فما ينبغي أن نستطيل على الناس بذلك ولا نبتغي به من الدنيا عرضاً إلا أن محمداً صلى الله عليه وسلم من قريش وقومه أولي به وأيم الله لا يراني أنازعهم هذا الأمر أبداً.. فاتقوا الله ولا تخالفوهم ولا تنازعوهم))(3). ¶ وقام أسيد بن حضير رضي الله عنه وأظهر ما يدعو إلى ترك الأنصار للأمر والمبايعة للمهاجرين. ¶ * قال عمر: ألستم تعلمون أن رسول الله صلى الله عليه وسلم قدم أبا بكر.. فأيكم تطيب نفسه أن يتقدمه؟): وروى النسائي والحاكم أن عمر بن الخطاب رضي الله عنه قد قال للأنصار يومذاك: ألستم تعلمون أن رسول الله صلى الله عليه وسلم قدّم أبا بكر للصلاة. قالوا: بلى. قال: فأيكم تطيب نفسه أن يتقدم قومه رسول الله صلى الله عليه وسلم؟ قالوا: لا أحد. ¶ __________ ¶ (1) - شهد بدراً، وكان يكنى أبا عمر وقال يوم بدر: يا رسول الله هذا منزل أنزله الله ليس لنا أن نتعداه أم هو الرأي والحرب، فقال: ((بل هو الرأي والحرب)) فقال الحباب: ((كلا ليس هذا بمنزل)) مات في خلافة عمر وقد زاد على الخمسين رضي الله عنه. ¶ - ابن عبد البر: الإصابة في تمييز الصحابة 1/302. ¶ (2) - بشير بن سعد بن ثعلبة الأنصاري البدري والد النعمان، استشهد بعين التمر مع خال في خلافة أبي بكر سنة اثنتي عشرة، ويقال إنه أول من بايع أبا بكر من الأنصار رضي الله عنه –ابن عبد البر: الإصابة في تمييز الصحابة1/158. ¶ (3) - ابن الأثير: الكامل 2/223، 224.",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "ثم قام زيد بن ثابت الأنصاري(1) رضي الله عنه فقال: إن رسول الله صلى الله عليه وسلم كان من المهاجرين وان الإمام إنما يكون من المهاجرين ونحن أنصاره كما كنا أنصار رسول الله صلى الله عليه وسلم(2). ¶ (قال أبو بكر لعمر: أبسط يدك نبايع لك، فقال عمر: أنت أفضل مني، قال: أنت أقوى مني، فقال عمر: فإن قوتي لك مع فضلك ووثب عمر فأخذ بيد أبي بكر...): قام أبو بكر رضي الله عنه فقال: ((حزاكم الله من حي خير وثبت قائدكم أما والله لو قلتم غير ذلك لما صالحناكم.. قال لعمر بن الخطاب: أبسط يدك نبايع لك))، فقال عمر: أنت أفضل مني، قال أنت أقوى مني، فقال عمر: فإن قوتي لك مع فضلك، وقال عمر وأبو عبيدة: لا ينبغي لأحد بعد رسول الله صلى الله عليه وسلم وثاني اثنين وأمرك رسول الله صلى الله عليه وسلم حيث اشتكى فصلّيت بالناس، فأنت أحق الناس بهذا الأمر. ¶ __________ ¶ (1) - قيل أبو ثابت، وقيل غير ذلك في كنيته، استصغر يوم بدر، ويقال شهد أحداً، ويقال أول مشاهده الخندق، كتب الوحي، أمه النوار بنت مالك، قتل أبوه يوم بعاث، أمره الرسول صلى الله عليه وسلم ((تعلم كتاب اليهود فإني ما آمنهم على كتابي)) ففعلت فأمضي لي نصف شهر حتى حذقته، فكنت أكتب له إليهم وإذا كتبوا له إليه قرأت له، هو الذي جمع القرآن، كان أحد أصحاب الفتوى، كان عمر يستخلف زيداً إذا سافر. مات زيد سنة اثنتين أو ثلاثة أو خمس وأربعين وقيل سنة إحدى أو اثنتين وأوخمس وخمسين وفي خمس وأربعين قول الأكثر، وقال أبو هريرة حين مات: اليوم مات حبر هذه الأمة وعسى الله أن سجعل في ابن عباس منه خلفاً. رضي الله عنهم. ¶ - ابن عبد البر: الإصابة 1/561، 562. ¶ (2) - الطبري: الرسل والملوك 3/218-223 بتصرف. ¶ - ابن كثير: البداية والنهاية247-248.",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "ووثب عمر فأخذ بيد أبي بكر –رضي الله عنهما-، وقام أسيد بن حضير وبشير بن سعد –رضي الله عنهما- يستبقون ليبايعوا في السقيفة سوى سعد بن عبادة رضي الله عنه، وما منعه أن يبايع سوى جراحه وضعف جسمه، ولكنه لم ستلكم بشيء(1). ¶ لقد تحدثنا عن عاطفة عمر رضي الله عنه عند سماعه خبر وفاة الرسول صلى الله عليه وسلم، وتعد مبايعته لأبي عبيدة امتداداً لهذه المواقف، حيث طغى الحزن عليه حتى أنساه مكانة الصديق من الخلافة، وجاءت مقولة أبي عبيدة رضي الله عنه له لتضع حداً لهذه العاطفة، حتى لا يمتد أثرها في أحداث تحدد مصير الدولة الإسلامية بعد رحيل صاحب الرسالة صلى الله عليه وسلم، ونجد أثر رد أبي عبيدة أنه حينما قال له أبو بكر رضي الله عنه (على رسلك) كان الجواب السمع والطاعة مما يؤكد أن ظلال هذه العاطفة أخذ يتلاشى. ¶ ونرى عمر رضي الله عنه بعد ذلك تسيطر عليه عاطفته الإقدام حين قال: ((والله ما يخالفنا أحد إلا قتلناه)) وأرى أن هذه المقولة وإن كانت تلوح بخطر يمكن أن يسفر عنها، إلا أنها كانت تعد لازمة في وقت يحتاج إلى توحيد الصف ولمّ الشمل. ¶ وتبرز الحجج العقلية العمرية بعد ذلك، حيث يبدأ في إقناع الأنصار رضي الله عنهم بقوله: ((ألستم تعلمون أن رسول الله صلى الله عليه وسلم قدّم أبا بكر فأيكم تطيب نفسه أن يتقدمه؟)) ثم يرد على أبي بكر ((أنت أفضل مني)) فيقول أبو بكر: ((وأنت أقوى مني)) فيجيبه عمر: ((فإن قوتي لك مع فضلك)). ثم يبايع أبا بكر ويتسابق الأنصار في المبايعة. ¶ وهنا نستطيع القول إن عمر رضي الله عنه بدأ في طور جديد بعد مراحل الإعداد النبوي حيث اخذ بزمام عاطفته وبدأ في ترشيدها. ¶ عاطفة الخوف والحذر: ¶ __________ ¶ (1) - ابن هشام: بالروض الأنف 4/262. بتصرف.",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "(ثكلتك أمك.. استعمله رسول الله صلى الله عليه وسلم وتأمرني أن أنزعه): كان النبي صلى الله عليه وسلم قد جهز جيش أسامة بن زيد بن حارثة لمحاربة الروم، ونظراً لمرض الرسول صلى الله عليه وسلم تأخر الجيش في معسكره بالجرف(1) وبعد الوفاة بثلاثة أيام أمر أبو بكر رضي الله عنه: ((ألا يبقى في المدينة أحد من جند أسامة إلا خرج إلى معسكره بالجرف))(2) نصح الناس أبا بكر أنه ليس ينبغي أن تفرق جماعة المسلمين في هذه الظروف الصعبة التي تحيط بهم، إلا أن الصديق رضي الله عنه أصر بقوله: (والذي نفس أبي بكر بيده، لو ظننت أن السباع تخطفني لأنفذت بعث أسامة كما أمر به رسول الله صلى الله عليه وسلم، ولو لم يبق في القرى غيري لأنفذته). ¶ أرسل قائد الجيش أسامة بن زيد عمر بن الخطاب إلى أبي بكر رضي الله عنه يستأذنه في العودة بالجيش وأن يولي قيادة الجيش رجلاً أقدم سناً من أسامة(3). ¶ ولما وصل عمر وأبلغ الرسالة ورغبة الأنصار فوثب أبو بكر وكان جالساً وأخذ بلحية عمر، وقال: ثكلتك أمك، وعدمتك يا ابن الخطاب، استعمله رسول الله صلى الله عليه وسلم وتأمرني أن أنزع، عاد عمر إلى المعسكر، فسألوه ما صنعت؟ فقال: امضوا، ثكلتكم أمهاتكم، ما لقيت في سبيلكم اليوم من خليفة رسول الله صلى الله عليه وسلم(4). ¶ تعليق: ¶ __________ ¶ (1) - مكان في شمال المدينة على بعد ثلاثة أميال منها –البغدادي: مراصد الإطلاع1/326. ¶ (2) - الطبري: الرسل والملوك2/223 وما بعدها. ¶ (3) - ابن الأثير: الكامل2/266. ¶ (4) - المرجع السابق نفس الجزء والصفحة.",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "إن عاطفة الخوف والحذر هنا واضحة عند عمر، لأنه يخشى تفريق الكلمة في هذا الوقت العصيب الذي يعيشه المسلمون بعد الرحيل، وعند استعدادهم لإنفاذ جيش أسامة رضي الله عنه لمحاربة الروم، فنجده يحمل رغبة المسلمين إلى خليفة رسول الله صلى الله عليه وسلم فيأتي جوابه (ثكلتك أمك وعدمتك يا ابن الخطاب..) نجد عمر رضي الله عنه هنا يتصرف وسلطان العاطفة عليه ضعيف فلا يرد على خليفة رسول الله، ويسرع إلى المعسكر ويقول لهم: (ثكلتكم أمهاتكم، ما لقيت في سبيلكم من خليفة رسول الله ص))، وقد كان لدور عمر رضي الله عنه في هذا الأمر الأثر الكبير في توحيد الصف وطاعتهم لأسامة، وجاء قدوم خليفة رسول الله صلى الله عليه وسلم وهو ممسك بجواد أسامة ليزكى الطاعة لأسامة. ¶ رضي الله عنكم صاحبة رسول الله صلى الله عليه وسلم فقد قدمتم للأمة نماذج طيبة في الثبات وقت الشدة وتحمل أمانة الدعوة، وقيادة الأمة لمتابعة المسيرة الإيمانية بعد رحيل الرسول صلى الله عليه وسلم.",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "(يا خليفة رسول الله صلى الله عليه وسلم تألف الناس وارفق بهم فاحتدّ أبو بكر قائلاً: رجوت نصرتك، وجئتني بخذلان، أجبارًا في الجاهلية خواراً في الإسلام؟؟): قدمت كتب أمراء النبي صلى الله عليه وسلم من كل مكان بانتقاض عامة المسلمين(1)، ولم يكن جيش أسامة قد عاد بعد، وجاءت وفود من بني أسد وغطفان وطيء، ودخلوا المدينة ولهم هدفان: الأول مفاوضة الخليفة في إسقاط الزكاة عنهم، والثاني الوقوف على أحوال المدينة طرقها ومسالكها وما بقي فيها من المسلمين، ورأى بعض المسلمين إعفاءهم من الزكاة، وأقبلوا على أبي بكر قائلين ((نحن شرذمة قليلون لا طاقة لنا بهم))(2) وقد رفض الخليفة، ذلك، فلجأوا إلى عمر بن الخطاب فتقدم إلى أبي بكر وقال: ((يا خليفة رسول الله تألفّ الناس وارفق بهم، فإنهم بمنزلة الوحوش))، فاحتد أبو بكر قائلاً: ((رجوت نصرتك، وجئتني بخذلان، أجبارًا في الجاهلية خواراً في الإسلام؟ بماذا عساي أن أتآلفهم بشعر مفتعل، أو بسحر مفتري؟ هيهات هيهات))، ثم قال: ((لأقاتلن من فرّق بين الصلاة والزكاة فإن الزكاة حق المال، والله لو منعوني عقالاً كانوا يؤدونه لرسول الله لحاربتهم عليه))(3). ¶ __________ ¶ (1) - النويري: شهاب الدين أحمد بن عبد الوهاب النويري (ت733هـ) نهاية الأرب في فنون الأدب – تحقيق الدكتور أحمد كمال زكي- مراجعة الدكتور محمد مصطفى زيادة –الهيئة المصرية العامة للكتاب1980م، 19/62. ¶ (2) - السيوطي: تاريخ الخلفاء ص68. ¶ (3) - انظر: صحيح البخاري –باب وجوب الزكاة 2/131- ابن كثير: البداية والنهاية 6/351 السيوطي: المرجع السابق ص68.",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "ونعود إلى الخليفة رضي الله عنه في هذه الظروف العصيبة التي يمر بها، وقد كان ثبات إيمانه ويقينه بالله عز وجل كالجبال الرواسي ثباتا وشموخا، وثقة في نصر الله تعالى، ثم بدأ يعد العدة لمواجهتهم حيث جعل علي بن أبي طالب وطلحة والزبير وعبد الله بن مسعود علي مداخل المدينة، ثم أمر المسلمين أن يتجمعوا بالمسجد انتظارا لما تفسر عنه الأحداث(1). ¶ لا يزال عمر رضي الله عنه واقعا تحت تأثير عاطفة الخوف علي الأمة، وهنا نجده يتقدم متوسطا لمانعي الزكاة لا بهدف إسقاطها عنهم، ولكن بهدف لمّ شملهم وكسب ودّهم تجميعاً للصف الإسلامي، ويأتي جواب خليفة رسول الله صلى الله عليه وسلم على عمر رضي الله عنهما ليخرجه من خوفه ولينه معهم، مذكراً إياه بقوته في الجاهلية، وهل يصير أمره إلى ضعف في وقت يحتاج إلى هذه الدفعة من أبي بكر؟ ولا أدل على ذلك من عدم معارضته، وطاعته والخروج معه لمقاتلتهم، وتحقيق النصر عليهم وتعد هذه المرحلة بالنسبة للعاطفة العمرية مرحلة ترشيد طيبة حيث ضعف إلى حد كبير تأثير العاطفة فيها. ¶ (عمر لخالد بن الوليد: أقتلت امرءاً مسلماً ثم نزوت على امرأته والله لأرجمنك بأحجارك): عند محاربة خالد بن الوليد لمانعي الزكاة، بعث خالد السرايا وامرهم بداعية الإسلام، وأن ياتوه بكل من لم يجب وإن امتنع أن يقتلوه، فجاءته الخيل بمالك بن نويرة(2) في نفر معه من بني ثعلبة بن يربوع(3). ¶ __________ ¶ (1) - ابن الأثير: الكامل 2/232، 233. ¶ (2) - يكنى أبا حنظلة ويلقب بالجفول، كان شاعراً فارساً من فرسان بني يربوع في الجاهلية، وكان من أرداف الملوك. وكان النبي صلى الله عليه وسلم يستعمله على صدقات قومه، فلما بلغته وفاة الرسول صلى الله عليه وسلم أمسك الصدقة وفرقها في قومه، فقتله ضرار بن الأزور الأسيدي بأمر من خالد بن الوليد. ¶ - ابن عبد البر: الإصابة3/357. ¶ (3) - المتناوي: إبراهيم عبد الفتاح –يوميات من تاريخ أبي بكر53.",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "حين قدم مالك أسيراً إلى خالد فقال مالك: ((أنا آتي بالصلاة دون الزكاة)) فقال له خالد: ((أما علمت أن الصلاة والزكاة معاً، لا تقبل واحدة دون الأخرى)) فقال مالك: ((قد كان صاحبكم يقول ذلك))، قال خالد: ((أو ما تراه لك صاحباً؟ والله لقد هممت أن أضرب عنقك))، ثم تجادلا في الكلام، فقال له خالد: ((إني قاتلك)) فقال له: ((أو بذلك أمرك صاحبك)) قال خالد: ((هذه بعد تلك؟)) وكان عبد الله بن عمرو(1) وأبو قتادة الأنصاري(2) ¶ __________ ¶ (1) - عبد الله بن عمرو بن العاص، كنيته أبو نصر، أمه ريطة بنت منبه، ويقال كان اسمه العاص، فغيره رسول الله صلى الله عليه وسلم، كان طوالاً أحمر عظيم الساقين أبيض الرأس واللحية وعمى في آخر عمره، أسلم قبل أبيه، اختلف في مكان وفاته قال الواقدي: مات بالشام سنة خمس وستين وهو يومئذ ابن اثنين وسبعين، وقال ابن البرقي: مات بمكة وقيل بالطائف، وقيل مات بمصر ودفن في داره، وكذا اختلف في سنه رضي الله عنه – ابن عبد البر: الإصابة2/352، 353. ¶ (2) - أبو قتادة ربعي الأنصارى اسمه الحارث، شهد المشاهد كلها، وكان يقال له فارس رسول صلى الله عليه وسلم ثبت ذلك في صحيح مسلم، قام على حراسة النبي صلى الله عليه وسلم ليلة بدر فقال: ((اللهم احفظ أبا قتادة كما حفظ نبيك هذه الليلة))، وكانت وفاته بالكوفة في خلافة عليّ، فلقد مات سنة أربعين وكان قد شهد معه مشاهده، وقال الواقدي مات بالمدينة سنة أربع وخمسين وله اثنان وسبعون سنة، وذكره البخاري في الأوسط فيمن مات بين الخمسين والستين رضي الله عنه. ¶ - ابن عبد البر: المرجع السابق4/158، 159.",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "حاضرين، فكلما خالداً في أمره، فكره كلامهما، فقال مالك: ((يا خالد إبعثنا إلي بكر فيكون هو الذي يحكم فينا)), فقال خالد :((لا أقالني الله إن أقتلك)), وتقد على ضرار بن الأزور(1) يضرب عنقه، وقبض خالد امرأته وقيل اشتراها من الفيء فأعتقها وتزوج بها، وقيل أنها اعتدت بثلاث حيضات وتزوج بها، وقال لابن عمر ولأبي قتادة: احضرا النكاح، فأبيا، وقال ابن عمر: نكتب إلى أبي بكر ونعلمه بأمرها وتتزوج بها، فأبى خالد وتزوجها، وكانت العرب تكره النساء في الحرب وتعايره(2). ¶ ألحّ عمر على أبي بكر في عزل خالد، وقال: إن في سيفه رهقاً –السفه والخفة وركوب الظلم فقال: يا عمر لم أكن أشيم- أغمد- سيفاً سله الله على الكافرين. ¶ وقيل: ولما أقبل خالد عائدا دخل المسجد وعليه قباء، عليه صدأ الحديد، معتجرًا بعمامة -يلف رأسه بعمامة- ثم قال: ((أقتلت امرءا مسلما ثم نزوت(3) علي امرأته، والله لأرجمنك بأحجارك، وخالد لا يكلمه، ولربما ظن خالد أن رأي أبي بكر على مثل رأي عمر فيه، ولكن ذلك تغير بعد دخول أبي بكر(4). ¶ __________ ¶ (1) - الأزور مالك بن أوس بن خزيمة، شهد اليرموك وفتح دمشق، ويقال مات بدمشق فروى البخاري في تاريخه من طريق ابن المبارك قال: جاء كتاب عمر وقد توفي ضرار فقال خالد له ما كان الله ليخزي ضراراً فقد كان خالد بعثه في سرية فأغاروا على حي من بني أسد فأخذوا امرأة جميلة فسأل ضرار أصحابه أن يهبوها له ففعلوا فوطئها ثم ندم فذكر ذلك لخالد، فقال: قد طيبتها لك، فقال: لا حتى تكتب إلى عمر، فكتب (أرضخه بالحجارة) فجاء الكتاب وقد مات، فقال خالد: ماكان الله ليخزي ضراراً، ويقال: هو الذي قتل مالك بن نويرة. ¶ - ابن عبد البر: المرجع السابق2/208، 209. ¶ (2) - عرجون: محمد صادق عرجون –خالد بن الوليد154، 155. أي تكره الزواج بالنساء وقت الحرب خوفاً من قيامهن بالتجسس. ¶ (3) - نزا: وثب –المعجم الوجيز: 611. ¶ (4) - النويري: نهاية الأرب 19/84، 85.",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "عاطفة الخوف هنا تمثلت في مقولته رضي الله عنه ((أقتلت امرءا مسلما ثم نزوت على امرأته والله لأرجمنك بأحجارك)) والخوف هنا علي الشرع مخافة أن يكون الزواج وراء قتل خالد لمالك ولكن الخوف قد تبدد بعد خروجه من عند أبي بكر لأنه رأي فيما فعله خالد مخالفة فقط لعادة عربية وليست شرعية وهي الزواج بامرأة من الأعداء فربما تكون خطرا يصيب معسكر المسلمين. رضي الله عنكم صحابة رسول الله صلى الله عليه وسلم علي ما قدمت للأمة. ¶ توليته الخلافة: ¶ (أبو بكر: ((استخلفت على أهلك خير أهلك)) ). ¶ (عبد الرحمن بن عوف(1) قال لأبى بكر: إنه أفضل من رأيك فيه). ¶ (عثمان بن عفان: سريرته خير من علا نيته، وليس فينا مثله). ¶ (لما اشتد المرض بأبي بكر أدار عينه في أصحابه ليتخير منهم): لما اشتد المرض على الصديق، وأحس بدنو أجله، خاف على المسلمين أن يتنازعوا في سبيل الخلافة، وقد رأى الناس يوم وفاة رسول الله صلى الله عليه وسلم قد اقتسموا، ولم يشغله ما هو فيه، عن النظر قي مصلحتهم من بعده وجمع كلمتهم. ¶ أدار أبو بكر رضي الله عنه عينيه في أصحابه يتخير منهم لهذا المنصب رجلا يكون شديدا في عنف، لينا في غير ضعف، فوجد كثيرا من أصحاب رسول الله صلى الله عليه وسلم تتوفر فيهم هذه الصفات، غير أن عمر كان أفضلهم في نفسه، وأقربهم إلى الصفة التي يجب أن يكون عليها الخليفة، وكذلك كان عمر في نفوس من استشارهم أبو بكر في أمر الخلافة. ¶ __________ ¶ (1) - أحد العشرة المبشرين بالجنة، وأحد الستة أصحاب الشورى بعد موت عمر بن الخطاب، واسم أمه صفية ويقال الصفا، ويقال الشفاء وهي زهرية –من بني زهرة- شهد المشاهد، أعتق ثلاثين ألف نسمة، حرم الخمر في الجاهلية، مات سنة إحدى وثلاثين وقيل سنة اثنين وهو الأشهر، وعاش اثنين وسبعين سنة، وقيل ثمانية وسبعين والأول أثبت، ودفن بالبقيع وصلى عليه عثمان بن عفان، وقيل الزبير بن العوام رضي الله عنهم. ¶ - ابن عبد البر: الإصابة2/416، 417.",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "(استخلفت على أهلك خير أهلك): دعا عبد الرحمن بن عوف فقال: أخبرني عن عمر، فقال: إنه أفضل من رأيك فيه غلظة، فقال أبو بكر: ذلك لأنه يراني رقيقا، ولو أفضي الأمر إليه لترك كثيرا مما هو عليه، ويا أبا محمد قد رمقته، فرأيتني إذا غضبت على الرجل أراني الرضا عنه وإذا لنت له أراني الشدة عليه، لا تذكر يا أبا محمد مما قلت لك شيئا. قال: نعم، ثم دعا عثمان فقال له: أخبرني عن عمر، فقال: اللهم علمي به أن سريرته خير من علانيته، وأن ليس فينا مثله. فقال أبو بكر له: لا تذكر مما قلت لك شيئا، ولو تركه ما عدوتك، ولا أدري لعله تارك، والخيرة له ألا يلي من أموركم شيئا ولو وددت أني كنت من أموركم خاو، وكنت فيمن مضى من سلفكم. ¶ ودخل طلحة على أبي بكر فقال: استخلفت على الناس عمر، وقد رأيت ما يلقي الناس منه وأنت معه، فكيف به إذا خلا بهم! وأنت لاق ربك فسائلك عن رعيتك، فقال: أجلسوني، فأجلسوه. فقال: أبالله تخوفني! إذا لقيت ربي فسألني قلت: استخلفت على أهلك خير أهلك(1). ¶ (أترضون بمن استخلفت عليكم؟ فإني ما استخلفت ذا قرابة، وإني قد استخلفت عليكم عمر, فاسمعوا له وأطيعوا.. فقالوا.. سمعنا وأطعنا): وبعد أن بويع عمر بالخلافة بعد وفاة الصديق، صعد المنبر فقال كلمة قصيرة اشتملت على سياسته التي اعتزم أن يسوس بها الناس , فقال بعد حمد الله و الثناء عليه لما هو أهله: ((إنما مثل العرب كمثل جمل أنف اتبع قائده فلينظر قائده أين يقوده, أما أنا فورب الكعبة لأحملنكم على الطريق))(2). ¶ __________ ¶ (1) - الطبري: الرسل والملوك3/428-430. ¶ ابن الجوزي: مناقب عمر71-75. ¶ ابن الأثير: الكامل2/291، 292. ¶ ابن كثير: البداية والنهاية7/20، 21. ¶ (2) - الطبري: الرسل والملوك 3/433. ¶ - ابن الأثير: الكامل2/293.",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "وهذا تشخيص حسن للأمة فإنها كانت سامعة مطواعة إذا أمرت ائتمرت, وإذا نهيت, ويتبع ذلك مسئولية قائدها فإنه يجب عليه أن يرتاد لها حتى لا يورطها في خطر وقد بر عمر بما أقسم عليه. ¶ وبعد فلعلي وفقت في عرض العاطفة العمرية في صحبة أبي بكر وقد وضح فيها الترشيد وأنها قد وصلت إلى مرحلة أصبح عمر رضي الله عنه مهيأ لاستقبال أمر الأمة الذي قيض له هذا الإعداد سواء في صحبته للرسول صلى الله عليه وسلم أو مع خليفته رضي الله عنه. ¶ الخاتمة ¶ حاولت في هذا البحث تقديم دراسة تحليلية للعاطفة العمرية عند إسلامه وصحبته للنبي صلى الله عليه وسلم ثم لخليفته رضي الله عنهما وقد توصل البحث للنتائج الآتية: ¶ *أسهم الصراع العاطفي العمري في تحريك فكر عمر صوب الإيمان حتى انتهى به إلى اعتناقه الإسلام. ¶ *وقد مرت العاطفة بمراحل مختلفة بين القسوة والتعذيب والشفقة والعطف, إلى أن وصل إلى مرحلة الإدراك الوجداني لحقيقة الإيمان ولكن الصراع العاطفي والرغبة في تحقيق الذات قادته إلى الرغبة في قتل محمد صلى الله عليه وسلم ولكن عاطفة الغيرة على أخته دفعته إلى ضربها وزوجها فأسلمته هذه العاطفة إلى عاطفة الرحمة التي قادته إلى الخروج للنبي صلى الله عليه وسلم والنطق بالشهادتين. ¶ *عاطفة العداوة والبغضاء أسلمته إلى عاطفة الإقدام حيث طلب من النبي صلى الله عليه وسلم الجهر بالدعوة. ¶ وعاطفة الشعور بالذات دفعته إلى عاطفة المشاركة الوجدانية التي كانت سببا في سعيه إلى أن يسهم بنصيب من التعذيب الذي لقيه السابقون. ¶ *تتابع العواطف العمرية من ذلك التقارب الوجداني الذي أسهم في بث عاطفة الغيرة الإيمانية التي قادته بدورها إلى البصيرة الإيمانية والتي جاء الوحي مصدقا لكثير مما أسفرت عنه. ¶ *حدة عمر العاطفية كادت تؤدى به إلى الاندفاع إلا أن الرسول صلى الله عليه وسلم تعهدها بالرد عليه تارة وبالصمت تارة أخرى وكانت النتائج تأتى تقويما لهذه الحدة.",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "* عاطفة الطموحات الإيمانية كانت محطة طيبة لتتابع النمو العاطفي عند عمر رضي الله عنه حتى وصل به إلى التطلع إلى حب الإمارة ليحظى بحب الله ورسوله صلى الله عليه وسلم, وقد نما على ضفاف الجانب الوجداني(الولاء والوفاء) وهما يمثلان الثمرة بعد الترشيد النبوي للعاطفة العمرية. ¶ * عاطفة الحزن التي صاحبته رضي الله عنه عند وفاة الرسول صلى الله عليه وسلم قيد الله جل في علاه لها أبا بكر رضي الله عنه فتعهدها و أوقف حدتها ولولا ذلك لربما أخذت المسيرة الإسلامية إلى منعطفات خطيرة حين هدد بقتل من يزعم موته صلى الله عليه وسلم. ¶ * عاطفة الخوف والحذر التي لازمت عمر عند مبايعة أبي بكر لازمته عند بعثة عاطفة الخوف والحذر يلازمه عند قدوم مانعي الزكاة، ويأتي موقف أبي بكرة مرشداً لها، كما جاء رأي الصديق في مسألة زواج خالد بن الوليد من زوجة مالك بن نويرة أيضاً مصوباً لها. ¶ * ترشيح أبي بكر له ورأي الصحابة فيه يُعد بمثاية شهادة تخرج لعمر رضي الله عنه أنه وصل إلى مرحلة التوازن بين الوجدان والعقل. ¶ * الصراع العاطفي العمري أمر طبيعي عند شخصية مثل عمر رضي الله عنه اعتنق الإسلام وهو في ريعان الشباب –خمس وعشرون عاماً في بيئة أخذت موقف العداء من الدعوة، وفي المدينة تتابعت فيها الأحداث العظام تتابع التشريعات السماوية إلى حروب جهادية حتى وصلت الأمة إلى مرحلة الاستقرار وأخذ المسلمون يلتقطون النفاس، فكانت وفاة الرسول صلى الله عليه وسلم لتتحرك العواطف من جديد وجاء دور الصديق. ¶ أدعوا الله العلي القدير أن أكون قد وفقت في الصحبة العمرية فإن كان ذلك فمن الله وإن كانت الأخرى فحسبي لأني اجتهدت والله من وراء القصد وهو الهادي إلى سواء السبيل.",
            "page": "97",
            "part": "1"
        }
    ],
    "t35874": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الجانب العاطفي في شخصية عمر بن الخطاب رضي الله عنه قبل خلافته"
        }
    ]
}