{
    "b35888": [
        {
            "id": "1",
            "nass": "إناس النبلاء ¶ في سيرة شيخنا العقلاء ¶ شيء من سيرة فضيلة الشيخ العلامة حمود بن عقلاء الشعيبي رحمه الله ¶ مع ملاحق عن بعض ما قيل فيه من مقالات وأشعار ¶ بقلم ¶ عبدالرحمن بن عبدالعزيز الجفن ¶ 16 / 4 / 1423 هـ ¶ الطائف ¶ بسم الله الرحمن الرحيم ¶ الحمد لله رب العالمين والصلاة والسلام على نبينا محمد وعلى آله وصحبه أجمعين . ¶ أما بعد . ¶ فإن التسطير عن علمائنا ومشايخنا ودعاتنا وكتابة سيرهم وبعض مواقفهم من أقل صنوف برهم والوفاء بحقهم , خاصة ممن كان لهم الحظ الوافر في ضرب أعظم المواقف في نصرة الدين والذود عن حياضه والثبات على الحق , وقد رأينا في هذه الأزمان وعلى أرض الواقع كيف كانت حقيقة الصدق في القول من عدمه , ليس من الصعب أن تشنف الإسماع بقول الحق حال الركود الدعة والرخاء , لكن من المكارهة الحقيقية أن تستنزل النفس حال الشدة إلى قول ما تعتقده مع ثباتها على ذلك . ¶ وقد مر على الأمة الإسلامية شخصيات عرفهم التاريخ بصدقهم وقوتهم في الحق , فلم يلتفتوا إلى ما يمنعهم من قول ما يعتقدون كون فلان رضي أو سخط , أو كونهم أصابهم شيء من الأذى .. ولذلك سمعنا وقرأنا كيف كانت مواقفهم رحمهم الله . ¶ أنظر إلى أبي الحسن الندوي رحمه الله 1 ماذا يقول عن أحدهم : ¶ لقد رفع ابن تيمية لواء الجهاد والتجديد محاربا لهذه الأعمال والأفكار والتقاليد المشركة الرائجة , مستغنيا في ذلك عن سخط العامة وغضب الخاصة وعتابهم , وضرب على جذور تلك العقائد والآراء التي كانت أساس هذه الأعمال المشركة .. اهـ . ¶ ومع ما يحمله بعض المسلمين من حق ومع ما وعدهم الله به من جنات عدن تجد بعضهم أسرع إلى الفرة من الكرة . ¶ وقرأنا أيضا لأصحاب المناهج الضالة في ثباتهم على ما يدينون به حتى مماتهم , انظر إلى من استتابهم المسلمون عن قولهم الكفر كيف ثبتوا حتى صلبوا .",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "وبين أيدينا سيرة والدنا وشيخنا العلامة المجاهد مدفع التوحيد2 وجبل العقيدة رجل المواقف الشيخ حمود بن عقلاء الشعيبي رحمه الله رحمة واسعة , عرفه الصغير والكبير العالم والجاهل الحاكم والمحكوم , عرفه بعلمه وحنكته ورباطة جأشه وقوته في الله لا تأخذه فيه لومة لائم , عُرف رجلا مخضرما عاشر الحاضرتين , تتلمذ عليه الأكابر والرؤوس , عرفته منذ سنوات رجلا متواضعا متصدقا صاحب عطف وصِلات , رحوما على الصغار قبل الكبار , يعرفه الفقراء قبل الأغنياء . ¶ إمام جاهد بلسانه فقال ما يدين الله به , ونصر الدين في وقت أحوج ما يكون المسلمون لمثله , رجل يحترق لمصائب المسلمين ونكباتهم , فقد كان رحمه الله كثيرا ما يمرض بسبب ما يصيب المسلمين من نكبات , فلم يكن رحمه الله ذا همة مصطنعة بل كان رحمه الله يعيش بقلوب الفتية , حماسه لقضايا المسلمين كحماس المجاهد في ساحة القتال ,لم يكن حماسه مؤقتا حال الحدث , بل كان رحمه الله لا يمل ولا يكل ولا يتراخى حتى قبل وفاته رحمه الله بدقائق . ¶ وكان رحمه الله كثيرا ما ينبذ الأفكار المنهزمة والمناهج المتميعة , بل كان لا يقبل أن يجلس في مجلسه أحد يميت همته أو يبدد حماسه , و قد أخرج بعضهم من مجلسه . ¶ نكتب هذه الأسطر في سيرته رحمه الله من مولده حتى وفاته , مع ذكر بعض أحواله الخاصة وشؤونه وقوة شخصيته وبعض ممن تأثر بهم رحمه الله وبعض مواقفه معهم , نستمتع بها لعلها أن تكون سببا في شحذ الهمم ونصرة الدين . ¶ وقد ألحقنا بعض ما كتب في الشيخ من مقالات وقصائد رثاه فيها محبوه جزاهم الله خيرا . وصلى الله على نبينا محمد وعلى آله وصحبه أجمعين . ¶ كتبه / عبدالرحمن بن عبدالعزيز الجفن ¶ الطائف ¶ Gafn20@hotmail.com ¶ العناوين العامة ¶ 1 - مولد الشيخ ونسبه ونشأته . ¶ 2 – بداية طلبه للعلم . ¶ 3 - انتقاله إلى الرياض . ¶ 4 - ملازمته للشيخ محمد بن إبراهيم رحمه الله . ¶ 5 - ملازمته للشيخ محمد الأمين الشنقيطي رحمه الله .",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "6 - مشايخه . ¶ 7 - التحاقه بالمعهد وكلية الشريعة . ¶ 8 - بعد تخرجه من كلية الشريعة . ¶ 9 - ميوله لتدريس اللغة العربية . ¶ 10 - اهتمامه بطلابه . ¶ 11 - تلامذته . ¶ 12 - مؤلفاته . ¶ 13 - قوته في الحق ورباطة جأشه . ¶ 14 – عبادته . ¶ 15 - الشيخ رحمه الله وقضايا المسلمين وأخبارهم . ¶ 16 - مواقف المخالفين مع الشيخ . ¶ 17 - أحواله الخاصة في بيته ومزرعته . ¶ 18 - أبناء الشيخ . ¶ 19 – وفاته رحمه الله . ¶ 20 – ملاحق المقالات والقصائد . ¶ مولد الشيخ ونسبه ونشأته : ¶ هو شيخنا العلامة المجاهد أبو عبدالله حمود بن عبدالله بن عقلاء بن محمد بن علي بن عقلاء الشعيبي الخالدي من آل جناح من بني خالد , ولد رحمه الله تعالى في بلدة ( الشقة ) 3 من أعمال القصيم سنة 1346 للهجرة النبوية على صاحبها أفضل الصلاة والسلام , ونشأ رحمه الله في بيت دين وكرم , فلما كان عمره ست سنوات التحق بالكتّاب فتعلم القراءة والكتابة والحساب , وفي عام 1352هـ أصيب بمرض الجدري وبسبب ذلك فقد بصره رحمه الله , وقد حرص عليه والده منذ نعومة أظفاره , وكان والده عبدالله رحمه الله صاحب زراعة وفلاحة فتعلم منه الشيخ رحمه الله مع فقده لبصره الزراعة والسقي وغير ذلك كما سيأتي تبيينه إن شاء الله ¶ بداية طلبه للعلم : ¶ قرأ الشيخ رحمه الله القرآن وحفظه مع فقدانه بصره على يد الشيخ عبدالله بن مبارك العمري رحمه الله وعمره ثلاث عشرة سنة , يقول الشيخ رحمه الله 4 : ¶ وقد حفظت القرآن وعمري ثلاثة عشر عاما وذلك عام 1359 هـ ، ولكن ضبطت الحفظ والتجويد عندما بلغت الخامسة عشر من عمري وكان ذلك عام 1361هـ ، وكان لوالدي جهدٌ كبير في تنشأتي وتعليمي فكان رحمه الله يحرص على أن أكون من طلبة العلم . اهـ . ¶ انتقاله إلى الرياض :",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "ولما بلغ العشرين من عمره أشار عليه والده عبدالله رحمه الله تعالى أن يسافر إلى الرياض ليتلقى العلم , وكان ذلك في سنة 1367 هـ فانتقل إلى الرياض ولازم الشيخ عبداللطيف بن إبراهيم آل الشيخ رحمه الله قرابة السنة فقرأ وحفظ ودرس عليه صغار المتون في العقيدة والفرائض والنحو وغير ذلك , يقول الشيخ رحمه الله : فبدأت بتلقي العلوم على فضيلة الشيخ عبداللطيف بن إبراهيم آل الشيخ ، وأكملت الآجرومية والأصول الثلاثة والرحبية في الفرائض والقواعد الأربعة حتى أكملتها ( فهما وحفظا ) . اهـ . ¶ وكان الشيخ عبداللطيف رحمه الله هو المرحلة الأولى لطلبة العلم , فحينما يتقن الطالب عند الشيخ عبداللطيف يتم نقله إلى حلقة الشيخ محمد بن إبراهيم رحمه الله فانتقل الشيخ حمود رحمه الله بعد سنة إلى حلقة الشيخ محمد بن إبراهيم فقرأ عليه وحفظ بعض طوال المتون , بل يكاد رحمه الله يحفظ شروحها , وقد عرف عنه قوة الحفظ في شبابه , وقد قرأت عليه رحمه الله بعض المتون مع شروحها فكان رحمه الله يكمل عنا غالبا شروحها , بل كان يخطِّئ النسخ التي بين أيدينا , وكان يعيد علينا أحيانا تعليق أحد شيوخه على بعض المسائل باللفظ والهيئة , وكان من ضمن ما حفظه ألفية ابن مالك في النحو وزاد المستقنع في الفقه الحنبلي , فكان يقول لنا : كنت أجلس أحيانا بعد العشاء في عريش رباط الشيخ محمد بن إبراهيم فلا أقوم من مكاني حتى أنهي هذين المتنين . ¶ ملازمته للشيخ محمد بن إبراهيم رحمه الله : ¶ وقرأ أيضا على الشيخ محمد بن إبراهيم رحمه الله مفتي الديار السعودية في العقيدة والحديث والفقه والتفسير وأصول الفقه والنحو فأتقن , يقول الشيخ رحمه الله :",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "انتقلت للقراءة على سماحة الشيخ محمد بن إبراهيم آل الشيخ سنة 1368هـ ، فقرأت عليه وبدأت بقراءة زاد المستقنع ثم كتاب التوحيد وكشف الشبهات والواسطية لشيخ الإسلام والأربعين النووية وألفية ابن مالك وبلوغ المرام , وهذه تقرأ على الشيخ عادة ولابد منها ، وأضفت أنا عليها كتبا أخرى كنت أقرأها لوحدي على سماحة الشيخ ـ رحمه الله ـ الطحاوية والدرة المضيئة للسفاريني والحموية لابن تيمية هذه قرأتها لوحدي واستمرت القراءة على سماحة الوالد الشيخ محمد بن إبراهيم ـ رحمه الله ـ حتى فتح المعهد العلمي عام 1371هـ وهو أول معهد يفتح , وكل هذه الكتب كنت احفظها كما أحفظ الفاتحة . اهـ ¶ وقال أيضا : كان سماحة الوالد ( يعني محمد بن إبراهيم ) من أحرص المشايخ على طلابهم وكانت طريقته في التدريس هي كالتالي : ¶ يجلس للطلاب في المسجد بعد الفجر ونقرأ عليه في الألفية والبلوغ والزاد وقطر الندى ( وكنا نحفظها كاملة ) ثم يطلب الشيخ أن نعرب الأبيات كاملة ثم يقرأ الشيخ محمد بن قاسم شرح ابن عقيل على الشيخ ـ وهو شرح للأبيات التي قرأناها قبل قليل ، ثم بعد إشراق الشمس بنحو نصف ساعة يذهب الشيخ إلى بيته والطلاب يصحبونه إلى بيته ثم بعد مدة يأذن لهم فيدخلوا ويجلس لهم كذلك وتبدأ قراءة المختصرات : أولا كتاب التوحيد ثم كشف الشبهات ثم الواسطية ثم إن كان هناك دروس خاصة لأحد الطلاب قرأ من يريد القراءة ثم تبدأ قراءة المطولات مثل صحيح البخاري أو المغني أو منهاج السنة النبوية لشيخ الإسلام ، وهي تسمي قراءة المطولات هذا يقرأ والشيخ يستمع فقط وإذا عرض لأحد الطلاب إشكال سأل الطلاب وإلا الشيخ لا يشرح . ¶ وللشيخ جلسة ثالثة قبل العشاء يقرأ عليه فيها تفسير ابن كثير يقرأها الشيخ عبدالعزيز بن شلهوب وأحيانا يعلق الشيخ على التفسير ، وليس له إلا هذه الجلسات فقط . اهـ",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وكان الشيخ ابن إبراهيم رحمه الله إذا انتهى من الدرس قام الطلاب إلى الشيخ حمود - وكان منهم بعض العلماء الموجودين حاليا - وطلبوا منه أن يعيد لهم درس الشيخ بن إبراهيم فكان الشيخ حمود كما يحدثنا - يمازحهم – يرفض ذلك أول الأمر ثم يقوم إلى ركن المسجد فيعيد عليهم درس الشيخ كاملا. ¶ وقد تأثر الشيخ حمود رحمه الله في شيخه محمد بن إبراهيم حتى قال عنه : شيخي وأستاذي ووالدي رحمه الله , تأثرت به كثيرا . ¶ ملازمته للشيخ محمد الأمين الشنقيطي رحمه الله : ¶ يقول الشيخ محمد الأمين الشنقيطي رحمه الله : أذكى من قابلت من المشايخ الشيخ محمد بن إبراهيم , وأذكى من قابلت من التلاميذ حمود العقلاء 5 . ¶ وقد لازم شيخنا الشيخَ محمد الأمين الشنقيطي حتى في بيته وكان الشيخ يشرح له لوحده , فقرأ الشيخ عليه في التفسير والعربية والحديث وأصول الفقه والمنطق . ¶ يقول الشيخ رحمه الله وهو يتحدث عن دراسته على الشيخ محمد الأمين : ¶ درست على الشيخ في الكليّة وأما في البيت فكانت لي دراسة يومية معه في الأصول والمنطق وكانت في المنطق سلّم الأخضري وشرحه وفي الأصول روضة الناظر ، وأتممتها على الشيخ رحمه الله وكانت دراستي لها دراسة جيدة ، وكانت الدراسة لوحدي بعد المغرب .. وكان علْم الشيخ الشنقيطي غزيرا جدا خاصة في الأصول والمنطق والتفسير والتأريخ واللغة والأدب وكان منقطع النظير في هذه ويجمع لها غيرها . اهـ ¶ وكان للشيخ حمود رحمه الله مع شيخه محمد الأمين بعض المناقشات والمباحثات , منها ما حدثنا به رحمه الله فقال : ¶ في درس التفسر لما مر الشيخ محمد الأمين رحمه الله على قوله تعالى ( قالوا يا قومنا إنا سمعنا كتابا أنزل من بعد موسى ) الآية 6 , قال الشيخ حمود : فقلت : يا شيخ ألا يكون موسى هذا أحد نذر الجن ؟ فقال الشيخ محمد : لو سبقت إلى هذا لقلت بقولك 7 . اهـ",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "ومنها أيضا يقول الشيخ رحمه الله في شرحه للتدمرية عند ذكر شيخ الإسلام ابن تيمية رحمه الله تعالى لقوله تعالى ( والسماء بنيناها بأيد ) أي قوة , قال الشيخ حمود رحمه الله : ¶ والعلماء يعلمون أن في القرآن مجازاً ولكنهم ينفون ذلك لسد الذرائع , وكان شيخنا الشنقيطي رحمه الله يشدد في نفي المجاز وأنا كنت أرى المجاز , فقال الشيخ الأمين رحمه الله : إن الرجوع في البديع لا يوجد في القرآن أبدا .. ثم استطرد الشيخ حمود قائلا : والرجوع هو أن يثبت معناً من المعاني ثم ينفيه أو العكس , فقلت له : بل في القرآن ذلك , فاضطرب الشيخ وقال : أين ؟ فقلت : في قوله تعالى ( قالوا ضلوا عنا بل لم نكن ندع من قبل شيئا ) وقوله تعالى ( قالوا ياويلنا من بعثنا من مرقدنا هذا ما وعد الرحمن وصدق المرسلون ) استفهام .. لا يعلمون , ثم ردوا على أنفسهم بأنه الله , ولكن رحمه الله لم يقبل كلامي وقال : إنك لم تستدرك الأدلة التي استدللت بها . أهـ ¶ وكان للشيخ رحمه الله عند الأمين الشنقيطي مكانة وقدر يبينها ما قاله الشيخ نفسه , حيث قال : ¶ لما تخرجت من الكلية عينت قاضيا في وادي الدواسر فذهب الشيخ الشنقيطي للشيخ محمد بن إبراهيم وقال له : هذا لا يمكن أن يعين في القضاء بل في التدريس لما يظهر منه من أهلية لهذا وبروز في التدريس ، والشيخ محمد بن إبراهيم إذا عين أحدا في القضاء لا يمكن أن يتراجع أبدا مهما حصل ، ولكنه كان يجل الشيخ الشنقيطي ويحترمه جدا . ¶ وكان من تأثر الشيخ حمود بشيخه الشنقيطي رحمهما الله ما عبر عنه بقوله : ¶ الشيخ محمد هو شيخي وإمامي في كل شيئ ، وكان من خيرة العلماء علما وورعا وزهدا رحمه الله وغفر له وكان يعاملني مثل أولاده ويعتبرني ولدا له . إهـ ¶ التحاقه بالمعهد وكلية الشريعة :",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "ولما افتتح المعهد العلمي التحق به رحمه الله تعالى وكان سنة 1371هـ يقول الشيخ رحمه الله : كان المعهد مرحلة ثانوية ومتوسطة وتمهيدي ، والتمهيدي تعادل الخامسة والسادسة الابتدائيتين ، ثم الكلية أربع سنوات ، وعلى حسب مستوى التحصيل يصنف الطالب إما في الأولى أو الثانية أو الثالثة حسب تقويم اللجنة وأنا صنفت في الثانية الثانوي ، وبعد أن درست عشرة أيام تقريبا نقلت بأمر من مدير المعهد إلى الثالث ، وذلك عام 1371هـ ¶ مشايخه : ¶ وقرأ الشيخ رحمه الله في المعهد وكلية الشريعة وغيرهما على يدي أكابر العلماء غير من سبق , منهم الشيخ عبدالعزيز بن باز رحمه الله درسه في التوحيد والحديث, والشيخ عبدالرحمن الإفريقي رحمه الله في الحديث أيضا , والشيخ عبدالعزيز الرشيد في الفقه , وفضيلة الشيخ سعود بن رشود قاض في محكمة الرياض , والشيخ إبراهيم بن سليمان , والشيخ عبدالله الخليفي , والأستاذ حمد الجاسر في الإنشاء والإملاء , ومن أهل مصر في النحو والبلاغة منهم الشيخ يوسف عمر حسنين والشيخ عبداللطيف سرحان والشيخ يوسف الضبع وغيرهم رحمهم الله جميعا . ¶ بعد تخرجه من كلية الشريعة : ¶ ولما تخرج من كلية الشريعة عين قاضيا في وادي الدواسر ثم الغي ذلك التعيين بشفاعة الشيخ محمد الأمين الشنقيطي رحمه الله كما سبق ذكره , فعين مدرسا في المعهد العلمي لمدة سنة واحدة وذلك عام 1376 هـ ثم انتقل إلى الكلية بعدها عام 1377هـ وبقي فيها أربعين عاما يدرس فيها حتى سنة 1407هـ وترقى خلالها حتى وصل إلى درجة أستاذ , وقد درّس فيها جميع المواد التي كانت تدرس في المعهد والكلية كالتوحيد والفقه والفرائض والحديث والأصول والبلاغة والنحو كلها درسها رحمه الله . ¶ ميوله لتدريس اللغة العربية :",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وكان رحمه الله يهوى أن يدرس في كلية اللغة العربية فقد قرأ كثيرا من أبوابها على الشيخ محمد الأمين الشنقيطي والشيخ محمد بن إبراهيم وحمد الجاسر وغيرهم , فقرأ في الأدب النحو والصرف والاشتقاق والبلاغة والبديع والإنشاء والإملاء وغيرها .. فكان رحمه الله يقول : ¶ لما كنت طالبا كنت مهتما في اللغة العربية من نحو وصرف وبلاغة ، وكنت عازما على أن أدرس اللغة وكنت أظن أنني لو درّست غيرها فشلت وأن فني الخاص هو اللغة العربية ولكن لما تخرجت قالوا إن اللغة يدرسها من تخرج من كلية اللغة وأنت ما عندك تخصص فرفضوا أن أدرس اللغة ، وكان لي اهتمام بالشعر الجاهلي على وجه الخصوص وكنت أحفظ كثيرا من الشعر الجاهلي ، وكنت مولعا به ، من ذلك معلقة امرئ القيس وعمرو بن كلثوم ، ولامية العرب للشنفرى ولامية العجم للطغرائي وحوليتين من حوليات زهير القافية التي مدح فيها الهرم بن سنان والكافية . إهـ ¶ وقد حدثني الشيخ عبدالله بن حسين أبالخيل حفظه الله فقال : كنا في رباط الشيخ محمد بن إبراهيم رحمه الله ولما جاءنا الشيخ حمود من ( الشقة ) تعجبنا من إتقانه اللغة العربية . وكان عمر الشيخ آن ذاك عشرين سنة كما ذكرنا . ¶ ولما سئل رحمه الله عن كتابته للشعر قال : كتبت القليل من الفصيح والنبطي . ¶ اهتمامه بطلابه : ¶ كان الشيخ رحمه الله يتفقد طلابه ويسأل عنهم وعن أحوالهم ويواسيهم , فإذا تغيب أحدهم بحث عن هاتفه حتى يجده ثم يتصل به ويسأله عن حاله وسبب تغيبه , فإن كان مريضا عاده وزاره ودعا له , وإن كان لسبب من الأسباب حثه على المبادرة والاجتهاد .",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وكان الشيخ رحمه الله يحرص أن يتخرج الطالب على يديه متقنا ضابطا , طلب منه أحد الطلبة منه أن يقرأ عليه إحدى المواد فوافق , ولما جاء الطالب في الموعد المحدد وقرأ البسملة والحمدلة قال له الشيخ قف , ثم قال : الطلاب لا ينقطع حضورهم عندي , فإما الاستمرار وإما من الآن , فقال الطالب : الاستمرار يا شيخ , فكان هذا الأخ يحدث قائلا : منذ تلك المقولة من الشيخ وأنا لم أنقطع عن الدروس والعلم فرحمه الله . ¶ وكان من حرصه عليهم أنه كان يدرس لبعضهم بعض مواد الدراسة النظامية إذا كان عندهم امتحانات فيها , بل يسألهم حتى عن أسئلة الامتحانات ونتائجها . ¶ وكان رحمه الله يطلب بطريقة لطيفة من بعض تلامذته أن يبحثوا بعض المسائل لكي يتدربوا على طريقة البحث , وكان يناقشهم على تلك البحوث رحمه الله فإما أن يصحح لهم أو يوافقهم. ¶ وكان رحمه الله في حلقة الدرس يسأل عن مسائل الدرس السابق ويطلب من الطلبة في النحو إعراب الآيات القرآنية والأبيات الشعرية والشواهد العربية , بل ويطالبهم أحيانا أن يحفظوا بعض أشعار العرب . ¶ وكان رحمه الله يدرس تلامذته أحيانا في اليوم الشديد الحر حتى ترى في وجهه رحمه الله تصبب العرق ومع ذلك يصبر ويتحمل , بل كان يحتاج إلى النوم و ترى التعب باديا على وجهه رحمه الله ولم يكن ليعتذر عن الدرس , فكان بعض طلبته يقولون له : لعلنا نرجئ درسنا لليوم التالي يا شيخ , فيقول : اقرأ فقد جئتَ من بعيد . ¶ وهذه قصة سردها أحد طلبة الشيخ , يقول فيها 8 : ¶ كان أحد الاخوة قد دعا الشيخ لوليمة في مزرعته بعد صلاة العشاء وكان في الوليمة مجموعة من المشايخ وطلبه العلم وانشغل صاحب الوليمة فلم يستطيع إحضار الشيخ للمزرعة فكلمنا لنحضر الشيخ .. ¶ فذهبت إلى مزرعة الشيخ وكما هو معروف أن مزرعة الشيخ خارج مدينة بريدة وتبعد حوالي ثلاثين كيلو أو تزيد..",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وقدر الله قبل هذه الوليمة بأيام أن يطمس بعض الأطفال حروف لوحة سيارتي فلما ذهبت للشيخ كان هناك نقطة تفتيش فانتبه العسكري للوحة المطموسة فحرر لي مخالفة و قام باحتجاز السيارة ونقلها إلى حجز السيارات الذي يبعد عن مزرعة الشيخ أربعين كيلو تقريبا .. ¶ حاولت أن أفهمهم أني مرتبط مع أحد المشايخ و أني سوف أقوم بتعديل اللوحات وان المسالة لا تستدعي حجز السيارة ..ولكن لقد أسمعت لو ناديت حياً .. ¶ فلما وصلنا للحجز وضعوا السيارة في مكان حجز السيارات ثم قالوا : انصرف .. دبر حالك ..‍‍‍‍ ‍‍؟؟؟ ¶ تخيلوا أيها الأحباب رجال الأمن يحجزون سيارة مواطن في إحدى الطرق البعيدة عن المدينة وفي مكان مقطوع ويقولون : دبر حالك !! ¶ الشاهد .. تأخر علي الوقت والشيخ ينتظر و تأخرت على صاحب العزيمة .. ¶ ويسر الله لي سائق أجرة فركبت معه وذهبنا مباشرة لمزرعة الشيخ فلما وصلت طرقت الباب فخرج لي الشيخ – رحمه الله – فقال لي : لماذا تأخرت ؟ ¶ فأخبرت الشيخ بما حدث .. ¶ فما كان من الشيخ –رحمه الله – إلا أن أدخل يده في جيبه واخرج من جيبه النقود وقال : خذ أعطى الحساب لسائق الأجرة .. ¶ قلت : يا شيخ لا .. عفا الله عنك .. ¶ فأقسم الشيخ فما كان إلا أن قبلت بعد أن أ قسم الشيخ .. ¶ ثم طلب الشيخ من سائقه أن يجهز السيارة وقال لي : اركب معنا .. ¶ وفي الطريق تمتعت بحديث الشيخ وعلمه وكلامه الذي يقطر كالعسل .. ¶ فلما اقتربنا من بريدة قال لسائقه : اذهب إلى إدارة مرور بريدة ..!!! ¶ قلت : يا شيخ عفا الله عنك لماذا ؟ ¶ قال : حتى نخرج سيارتك .. ¶ فقلت له : لكن الاخوة ينتظروننا والمشايخ موجودين .. ¶ فقال : أنت تعبت وأتيت من أجلي فلذلك سأذهب ولن نخرج من عندهم إلا ومعك سيارتك .. ¶ أصابني إحراج شديد ...و تلعثم لساني .. ¶ حينها أخذت انظر للشيخ واستغرب .. ¶ ثم فكرت وتذكرت الاخوة والمشايخ الذين ينتظرون الشيخ –رحمه الله - .",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وبعد جهد جهيد ..أقنعت الشيخ أنني سوف أراجعهم وإذا أشكل علي شيء سوف ارجع له .. ¶ فوافق الشيخ بهذا الشرط .. ¶ تلامذته : ¶ قرأ على الشيخ رحمه الله أفواج من الطلاب , فقد كان يدرس في الجامعة وغيرها أربعين سنة وتخرج على يديه جملة من العلماء والمصلحين منهم فضيلة الشيخ علي بن خضير الخضير وقد لازمه لسنوات عدة وكان الشيخ رحمه الله يثني عليه كثيرا ويجله ويقدره ويحثنا على التتلمذ عليه والاستفادة من علمه , والشيخ عبدالله الغنيمان , والشيخ سلمان بن فهد العودة قرأ عليه في النحو , والشيخ عبدالعزيز بن صالح الجوعي , ومن هيئة كبار العلماء المفتي العام عبدالعزيز آل الشيخ , والشيخ صالح الفوزان , وقد درس عليه الشيخ محمد بن عثيمين رحمه الله والشيخ اللحيدان دروسا إضافية في كلية الشريعة في الرياض . ¶ وتتلمذ عليه أيضا بعض الوزراء في الدولة كوزير العدل عبدالله بن محمد بن إبراهيم , ووزير الشؤون الإسلامية سابقا عبدالله بن تركي , ومن القضاة : فضيلة الشيخ عبدالرحمن بن عبدالله العجلان رئيس محاكم منطقة القصيم سابقا , وقاضي تمييز عبدالرحمن بن صالح الجبر ، وقاضي تمييز عبدالرحمن بن سليمان الجارالله ، و قاضي تمييز عبدالرحمن بن عبدالعزيز الكِليِّة ، وقاضي تمييز عبدالرحمن بن غيث ، ورئيس محاكم الرياض سليمان بن مهنا ، ووكيل وزارة العدل حمد بن فريان ، ووكيل وزارة الداخلية إبراهيم بن داود , ورئيس العام لهيئات الأمر بالمعروف والنهي عن المنكر عبدالعزيز بن عبدالرحمن السعيد , ورئيس هيئة التحقيق والادعاء العام محمد بن مهوس .",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وممن أشرف على رسائلهم العلمية سواء في الدكتوراه أو الماجستير : رئيس محكمة البكيرية الدكتور عبدالله الدخيل , و الدكتور محمد بن عبدالله السكاكر ، والدكتور عبدالله بن صالح المشيقح ، والدكتور عبدالله بن سليمان الجاسر ، والدكتور صالح بن عبدالرحمن المحيميد ، والدكتور محمد بن لاحم ، والدكتور عبدالعزيز بن صالح الجوعي ، والدكتور ناصر السعوي ، والدكتور خليفة الخليفة ، والدكتور إبراهيم بن محمد الدوسري , والدكتور يوسف القاضي , وغيرهم كثير . ¶ وكان الشيخ رحمه الله تعرض عليه بعض الرسائل والمؤلفات لبعض المدرسين من قبل الجامعة لقبول ترقيهم في سلك التدريس فكان يقبل بعضها ويرد البعض الآخر فمما عرض عليه : ¶ الشيخ محمد بن عثيمين رحمه الله عن طريق جامعة الإمام محمد بن سعود الإسلامية , عرضت عليه بعض رسائله في العقيدة , و منهم أيضا الشيخ عبدالقادر شيبة الحمد وأبو بكر الجزائري ومحمد أمان الجامي الصومالي وربيع بن هادي مدخلي وغيرهم . ¶ مؤلفاته : ¶ للشيخ رحمه الله بحوث ومؤلفات ورسائل وردود وفتاوى عدة , منها ما فقده الشيخ ومنها ما احتفظ به ثم نشره , فمن ذلك : ¶ كتاب الإمامة العظمى وهو بحث كتبه لنيل درجة أستاذ كرسي في جامعة الإمام محمد بن سعود ونشر في مجلة الجامعة في عددها الصادر سنة 1400 هـ , وكتاب القول المختار في حكم الاستعانة بالكفار , والبراهين المتظاهرة في حتمية الإيمان بالله والدار الآخرة ، وكتاب مختصر العقيدة , وشرح جزءا من بلوغ المرام وهو مما افتقده أيضا , وشارك في تأليف كتاب تسهيل الوصول إلى علم الأصول المقرر في الجامعة الإسلامية , ورد على الشيخ هراس في شرحه الأول على الواسطية وقد فقده كتبه على حلقات في صحيفة تعرف آن ذاك بصحيفة القصيم .",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وله شرح على كتاب التوحيد وشرح على التدمرية وشرح على الحموية وشرح على الواسطية وشرح على متن الطحاوية وتعليق على ألفية بن مالك وشرح للآجرومية وعلق على شرحها للعشماوي , وتعليق على كتاب السنة لعبدالله بن الإمام احمد , وتعليق على حائية ابن أبي داود وشرحها للسفاريني , وتعليق على اقتضاء الصراط المستقيم وعلى جزء كبير من الصارم المسلول لابن تيمية , وتعليق على سبل السلام , وشرح سلم الأخضري في المنطق 9 , وجزء من شرح السنة للبربهاري وغير ذلك , وله رسائل وبحوث وردود وفتاوى من ضمنها رسالة عن حكم الخلاف في أصول الإيمان10, ورسالة في التصوير ورسالة في الأعياد البدعية ورسالة في الحكم بغير ما أنزل الله , ورسالة في تعريف الإرهاب وحقيقته , وفتوى في حكم استئذان الوالدين في الجهاد , وفتوى لأحداث أمريكا , وفتوى عن شرعية حكومة طالبان والجهاد معها ضد تحالف الشمال , وبيان لضلالات حسن فرحان المالكي , ورد على خالد العنبري , ورد على وزير الشؤون الإسلامية صالح آل الشيخ في منعه القنوت , ورسالة للدكتور محسن العواجي عن ضلالات موقعه في الإنترنت المسمى بالوسطية , وفتوى في تكفير تركي الحمد , وفتوى في تكفير المغني عبدالله رويشد , وأجوبة عن رسائل وصلته من بعض البلدان , وغيرها كثير يصل عدد الفتاوى المدعمة بالبحث العلمي قريبا من الأربعين فتوى , أما ما تخص أحوال المسلمين فكتب رحمه الله عشرات الفتاوى بعضها منشور في موقعه في الإنترنت 11, وقد كلفه مفتي الديار السعودية الشيخ محمد بن إبراهيم رحمه الله للفتوى والواعظ والإرشاد في الحرم أيام الحج لثلاث أو أربع سنوات .",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وقد انتهج الشيخ رحمه الله تعالى في كتبه وردوده وغالب فتاواه منهج البحث والتفصيل , فتجده رحمه الله لا يكتفي في فتواه أو رده على القول مجردا عن الأدلة والبراهين بل تجد الفتوى تصل إلى عشر ورقات بل إلى خمس عشرة ورقة أو تزيد , وتجدها مدعّمة بالكتاب والسنة مع عرض أقوال أهل العلم وخلافهم مع ترجيحه ما يراه صوابا , ومثل هذا المنهج للشيخ في عرض الفتوى شبيه بطريقة شيخ الإسلام ابن تيمية رحمه الله في فتاويه , ومع جرأة شيخنا رحمه الله ومع سلوكه هذا المنهج ومع توفيق الله قبل ذلك رأينا كيف راجت فتاويه في جميع أنحاء العالم الغربي فضلا عن الإسلامي . ¶ قوته في الحق ورباطة جأشه : ¶ ليس سرا أن نقول إن الشيخ رحمه الله سجن سنة 1417 هـ لأكثر من أربعين يوما ومنع من الإفتاء عدة مرات ومع ذلك لم يقف عن قول ما يعتقده حقا يدين الله به , بل كان كثيرا ما يردد عند منعه من الإفتاء قول الله تعالى ( إن الذين يكتمون ما أنزلنا من البينات والهدى من بعد ما بيناه للناس في الكتاب أولئك يلعنهم الله ويلعنهم اللاعنون ) وقول رسول الله صلى الله عليه وسلم : ( من سئل عن علم فكتمه ألجمه الله بلجام من نار يوم القيامة ) , وكان كثيرا ما يحث المشايخ وأهل العلم بأن يقولوا ما يعتقدوه دينا يدينون الله به ولو أصابهم شيء من الأذى حتى لا يلعنوا كما لعن الذين من قبلهم . ¶ وقد عرف عن الشيخ رحمه الله منذ صغره بقوته وصلابة قلبه ورباطة جأشه فلم يكن للخوف مكان في صدره إلا من الله سبحانه , حكى لنا الشيخ مرة أنه حدث له قديما في إحدى الليالي أن أزعجته بعض الكلاب في نباحها فلم يستطع النوم فأخذ البندقية ( الشوزن ) ذات الطلقة الواحدة وخرج على الكلاب فوجه البندقية صوبها فأطلق النار عليها حتى قتل بعضها والشيخ لا يبصر .",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وحكى لنا ابنه عزيز حفظه الله أن الشيخ رحمه الله لما كان صغيرا كان يدخل يده في جحر الضب مع فقده بصره , فكان يتلمس العقرب بيده فيدفع إبرتها بأصبعه مرة ومرتين ومع ذلك لا يخافها . ¶ ومن رباطة جأشه رحمه الله ما حدثنا به ابن الشيخ المثنى حيث قال : كنت خلف والدي في المزرعة فرأيت ثعبان تتجه نحو الشيخ رحمه الله فصحت به : الثعبان , فقال لي : لا تتحرك , وثبت في مكانه ومرت من بين رجليه ولم تصبه بأذى . ¶ وكانت له في صغره بعض المواقف والطرائف لا يسع المجال لذكرها , فكان رحمه الله من الأفذاذ قليلي المثل في هذه الأزمان, وكان مثلَ ذلك التاريخ جدير بعد الله بأن يخرج لنا أحد الأبطال الذين لن ينساهم التاريخ , وقد كانت له صولات وجولات يعرفها القريب والبعيد . ¶ اتصل رحمه الله ببعض من يتحدث في إحدى الإذاعات فقال له بعد السلام : اعلم يا أخي أن من يستمع إليك تعدادهم يصل إلى الملايين , وأنت من خلال حديثك إليهم تضع عقلك , ولا يخفاك أن من يستمع إليك من جميع الطبقات والفئات , فهناك العالم والمثقف والطبيب والرجال والنساء حتى الأطفال , ولا يخفاك أيضا أن كثيرا من هؤلاء يفهمون العبارة وما بين السطور مهما غيرت الحقائق أو أخفيت , فالناس الآن ليسوا كما يعتقد البعض أنهم من السذاجة ما يجعل البعض يخفي عليهم أو يبدل في بعض الأمور , فأنت حينما تعرض عليهم ما عندك مخير بين أمرين لا ثالث لهما : إما أن تقول الحق وتترك اللف والدوران , أو أن تعتذر عن الإجابة .. هذه نصيحة من أخ ناصح . أهـ ¶ وله فتاوى تدل على ذلك منتشرة معروفة وما فتواه عن أحداث أمريكا وشرعية القتال مع حكومة طالبان إلا صورة مقربة مما نقول وكان الناس على مثل تلك الفتاوى عيالا عليه رحمه الله . ¶ تقول مي ابنته في رسالتها عن حياة والدها رحمه الله : ¶ .. وجاءت الحرب الصليبية الجديدة على الإسلام ابتداءاً بأفغانستان فتشرف الشيخ بأن كان أول من خط سوداء في بيضاء . إهـ",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "ومن المواقف التي حدثت له رحمه الله وحدثنا بها أن كان في بداية طلبه للعلم يخطب الجمعة في الرياض فمنع من الخطابة لمخالفته السائد في أسلوب الخطبة . ¶ ومع ذلك كان رحمه الله تعالى مؤثرا في أسلوبه قويا في حجته لا تكاد تكتمل أحرف مناقشه تخرج من فمه إلا وتجد الحجة والدليل في مواجهته , وتجده يتتبع الحق أينما كان ولا يرده عن قبوله كونه جاء من مخالفه فضلا عن موافقه , وكان مجلسه العامر تدور فيه النقاشات والحوارات وكان الحاضر يستمتع بالمجلس لوجود الجرأة النادرة , فكان يتعجب من ذهاب الخوف والرهبة من قلب الشيخ رحمه الله , ولم يكن يثنيه عن الرد على المخطئ كونه له صداقة معه أو قرابة , فلم تكن جرأته لخطأ دون خطأ , أو لمنهج ضال دون منهج , أو لشخصية منهزمة دون أخرى . ¶ فمن جرأته رحمه الله لما ناقشه أحد الحضور عما حدث لأمريكا ومخالفته لذلك الفعل أجابه الشيخ ورد على تلك الشبه بإجابة مختصرة فأحاله على فتواه المشهورة في ذلك ولما أكثر في الجدال , وكان رحمه الله أثناء نقاشه يأكل تمرات رمى ما بيده من نوى وقال له اسمع يا أخي : نحن لا نريد أن يبقى في أمريكا ولا طوبة .. وكان مجلسه ذلك رحمه الله عامرا بالحضور . ¶ عبادته : ¶ كان الشيخ رحمه الله تعالى صاحب عبادة وصلاة , فكان رحمه الله يقوم من الليل ما يسره الله له , تقول مي ابنته في رسالتها عن حياته رحمه الله : ¶ كان رحمه الله يستيقظ من نومه عند الساعة الثالثة صباحا ويبدأ بقراءة القران إلى أن يؤذن لصلاة الفجر . أهـ ¶ وهذا ما جعل الشيخ رحمه الله يقول لنا لما سألناه عن ضبطه للقران : أحفظه مثل الفاتحة .",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وقد كان ينهي مراجعته للقران خلال أسبوع واحد , ولم يمنعه عن ورده اليومي منه كثرة مشاغله وتدريسه لطلابه ومتابعته لقضايا المسلمين , وكان يقرأ ورده منه قبل صلاة الفجر فإذا غلبه النوم عن ذلك قرأه بعد الصلاة كما حدثنا بذلك , بل قال لنا رحمه الله : لما كنت في السجن ختمت القران أربعين مرة , وكان رحمه الله سجن قريبا من أربعين يوما . ¶ وكان الشيخ رحمه الله كريما شهما وقد عرف ذلك أضيافه , وكان رحمه الله صاحب صدقة وإحسان , يتعاقبه الفقراء يوما بعد يوم رأيتهم عند بابه نساءا ورجالا صغارا وكبارا , يسر بها كما عرفته حتى لا يعلم بها أقرب الناس إليه , و بعث معي مرة إلى أحد الفقراء بعض المال وقال : إياك أن يعلم به أحد , ومرة قال لي : اشهد أنني سامحت فلانا عن دينه الذي لي عنده وإياك أن تخبر أحدا , لكنه رحمه الله لم يشترط علي الإسرار بذلك بعد موته , وبعث معي مرة بعض المال إلى امرأة تعول أطفالا , وعلمت صدفة أنه كان يواسي بعض طلبة العلم المتفرغين للعلم ببعض الأموال , فجزاه الله خيرا كثيرا وأخلفه في ذلك جنات عدن . ¶ الشيخ رحمه الله وقضايا المسلمين وأخبارهم : ¶ كان الشيخ رحمه الله يعيش أمس المسلمين و حاضرهم ومستقبلهم , فكان يتتبع الأخبار ويجلس الأوقات الطويلة لذلك , ومن حرصه أنه كان يستخدم الراديو بنفسه فيعرف أماكن القنوات وأرقامها فكان يأخذ الراديو من يد الجالس إذا عجز عن إخراج مكان الخبر فيدله عليه , بل كان رحمه الله يتعرف على أهمية الخبر من خلال معرفته بالمذيع . ¶ فكان رحمه الله لاهتمامه بذلك تجد كل أحوال المسلمين عنده وكل جديد الأحداث وصله , فما على الحاضر إلا أن يسأل الشيخ عن جديد الأحداث فيخبره بذلك مع تحليلها وسبر أبعادها ومضامينها .",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وكان الشيخ رحمه الله مع ذلك خبيرا بتواريخ الوقائع والحروب والسياسات وكبار الساسة - الحي منهم والهالك - تواريخهم ومواقفهم , فكان يربط الحدث بتاريخ صاحبه وسوابقه , ولهذا فمع العلم الراسخ وفهم الواقع وأحداثه وجد المسلمون بغيتهم عند الشيخ رحمه الله . ¶ وكان اهتمامه بمصالح المسلمين وأحوالهم حتى قبل وفاته رحمه الله بدقائق , فقد كان يتحدث رحمه الله حينها عن أحداث أفغانستان وحكومة طالبان وأخبار المجاهدين وجديد أخبارهم , وقد ختم له إن شاء الله تعالى بخير . ¶ ولما كان بعض المشايخ وطلبة العلم في السجن كان لا يفتر رحمه الله عن السؤال عنهم وعن جديد أخبارهم , فكان كثيرا ما يدعوا لهم بالثبات على الحق والصبر جزاه الله عنا وعنهم كل خير . ¶ وكانت أخبار الإنترنت تعرض عليه يوميا فكان يجلس الساعة والساعتين بل أكثر من ذلك , يستمع لقارئها فلا يمل ولا يكل , حتى صار أخبر بتلك الشبكة من المتابعين لها , بل كان رحمه الله يعرف بعض من يكتب في منتديات الإنترنت وأفكارهم ومناهجهم من خلال الاستماع لمقالاتهم . ¶ مواقف المخالفين مع الشيخ : ¶ ومع ذلك لم يسلم الشيخ رحمه الله من لمز بعض المنهزمين والمنتكسين , في حياته وبعد مماته ممن كانوا من أقرب الناس إليه ممن تتلمذوا عليه واستفادوا من علمه وجرأته بل ومواقفه معهم رحمه الله , فلما خالفوا الحق وجد سلاطة اللسان وزوال السابقة , بلْه الألفاظ الرديئة , فمرة الشيخ تكفيري , وأخرى لا علم عنده , وثالثة يغرر به , ولو أراد أحدهم حضور مجلس الشيخ لسُمِعَ لفرائصهم قرقعة وفرقعة من خلف الباب خشية ورهبة منه , وهؤلاء - سبحان الله – مع قلتهم وكون بعضهم ينتسب إلى منهج السلف إلا أنك تجدهم من أعق الناس مع السلفيين وأرحم الناس مع مخالفيهم , ولم يكن لهم مع ذلك مناقشة علمية مع الشيخ رحمه الله سوى رميه بتلك الألفاظ , وتلك حجة العاجز . ¶ أحواله الخاصة في بيته ومزرعته :",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "الشيخ رحمه الله مثله مثل غيره من الناس له أحوال وأمور في حياته اليومية , وحاجيات يحتاج فيها لمن يقضيها , فكان رحمه الله مع فقده لبصره لا ينتظر أن يأت من يقوم بها حتى لما كان في رباط الشيخ محمد بن إبراهيم رحمه الله كان يخرج في الليل شديد البرودة , فكان رحمه الله يحدثنا فيقول : كنت أخرج في الليلة الشاتية من الرباط لأحضر الحطب وأبحث عما يشعلها فأجمعه وأحضره إلى البيت وأضع الحطب والقدر عليه حتى أطبخ لنفسي , وأخرج لآتي بالماء بنفسي , وكان رحمه الله تعالى يقود سيارته أحيانا في بعض طرق مزرعته كما حدثني بذلك , بل إذا أصاب السيارة بعض الأعطال يقوم هو بنفسه لإصلاحها , يقول لي ابنه المثنى حفظه الله : أخذت والدي الشيخ رحمه الله إلى بعض حاجته ليلا ولما كنا في الطريق أشار إلينا بعض المارة أن في السيارة - أسفلها – شرارة نار , فوقفت ونزل الشيخ معي , يقول : فقلت هذا ( سلك ) متدل , فاقترب الشيخ أسفل السيارة ثم أخذ بالسلك وتتبعه ثم قال : هذا مؤشر السرعة منقطع , يقول ابن الشيخ : وفعلا بعد الكشف عليها وجد أن كلام الشيخ رحمه الله في محله , فكيف عرف الشيخ ذلك ؟ ¶ وكان أيضا رحمه الله في بيته بين أهله وأبناءه يقضي حاجاتهم في الغالب وطلباتهم بنفسه مع السائق , حتى أبناءه الصغار الذين يسكنون معه في البيت معن وإياد وأخواتهما حفظهم الله كان يخرج بنفسه مع السائق ليوصلهم إلى ما يريدون . ¶ طرقت عليه رحمه الله الباب يوما من الأيام ففتح لي فإذا في يديه شيئ من الأسمنت فقال لي تعال معي : فذهبت معه إلى داخل البيت فوجدته رحمه الله يبني حوضا لمكان الوضوء , وكأنك ترى معي ( خلطة ) الأسمنت حوضا من الماء وعليها شيئ من التراب كأنها فعلة أحد المبصرين , فجلست أنظر إليه وهو يبني , فقلت له رحمه الله : أنت من يبني يا شيخ ؟ فقال مازحا: وهل تظن أنني لا أبصر ؟",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "ومرة قال لي تعال معي أريد أن أبني عتبة صغيرة على باب المسجد فقد آذانا التراب في نزوحه إلى الفراش , فذهبت معه وكان قد جهز الأسمنت والتراب والماء والبلوك , فقام بالخلطة على أحسن ما يقام بها حتى بنى رحمه الله العتبة . ¶ وجئته رحمه الله مرة فأدخلني مطبخ البيت فوجدت أدوات السباكة على مغسلة المطبخ فظننت أن عاملا في بيته يصلح شيئا ما , فقال لي : امسك هذا وأعطاني ( أبو جلمبو ) وقال أدر هذا فقد أنهكني , فكان ( خلاط ) الماء تصدأ وأراد تغييره وقد خلعه من مكانه فكان يحاول رحمه الله أن يركب الجديد , فلما أردت تركيبه قال انتبه أن تكسره , فلما بدأت بالإدارة قال – مازحا - هات عنك أخشى أن تخرب علينا ( سِنة ) الخلاط , فأخذه وداره بنفسه رحمه الله حتى ركبه في مكانه . ¶ وجئته يوما من الأيام في يوم شاتٍ ولما طرقت الباب وفتح لي قال : الحقني فتبعته كأنني خلف مبصر حتى أوقفني على ( سخانة ) دورة المياه وكان رحمه الله يريد أن يزن حرارة الماء ولم أكن أعلم حينها أن للسخانة ميزاناً للحرارة , قلت له : إيش تعمل يا شيخ ؟ قال أريد أن أزيد من حرارة التسخين , قلت له : وهل لها ميزان ؟ قال : نعم أنظر هنا , وأشار إلى أسفل السخانة عند المفتاح , وقال هذه الجهة تزيد وهذه الجهة تُنقص , ثم أكمل ما يريده حتى انتهى . ¶ وكان رحمه الله له جلسته في خيمته كل مغرب يشرب القهوة وتقرأ له الأخبار كما ذكر سابقا وكان بعض أبنائه الكبار يقومون بطهي القهوة فإذا لم يوجد أحدهم قام بها أخوه محمد حفظهم الله فإذا غاب طبخها الشيخ بنفسه , فتراه يقوم بها على الطريقة القديمة على طريقة المحماس والمحراك بعد أن يوقد بالحطب بنفسه . ¶ وكان رحمه الله منضبطا في توقيت طعامه وشرابه , فلا يدخل طعاما على طعام , ولا يأكل كل ما اشتهاه , وكان بعض الضيوف يأتونه في أوقات لم يكن وقتها وقت طعام فكان يقدم لهم بعض الشيء فلا يتقدم معهم .",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "أما مزرعته فكان الشيخ رحمه الله يقول: لقد كنت أعمل مع أبي في الحقل بما أقدر عليه وكنت ألقح النخل وأصلح الزرع , فكان الشيخ رحمه الله مزارعا متقنا , وكان يعرف أماكن النخيل بأنواعها في مزرعته , فتجده يشير عند حديثه عنها إلى النخلة التي يريد أن يتكلم عنها فيقول مثلا : نخلة ( السكري ) هذه - ويشير إليها بيده - , أو ( نبتة عقلاء ) هذه - يشير إليها - , وكنت لما آتي إليه ويريد أن يذهب إلى المزرعة يسير أمامي دون قائد بين النخيل والأشجار ذات الأشواك التي يدفعها بيديه , وكانت الأشواك تصيبه فلا يكترث لها , وترى مسير قدميه ظاهرا قد أكلت قدميه بعض أعشاب الأرض من كثرة مروره في ذلك الطريق . ¶ زرته في بيته فقيل هو في المزرعة , وكانت بيت الشيخ في مزرعته , فذهبت أبحث عنه فيها فجعلت أنادي الشيخ .. فلما أجاب فإذا هو في أعلى إحدى النخلات يقوم بتلقيحها , وكانت النخلة على ارتفاع ما يقارب الأربعة أمتار وقد صعد إليها دون ما يسميه الفلاحون عندنا بـ ( الْكَرْ ) وهو الحبل الذي يُصعد عليه للنخل, والشيخ في ذلك الوقت تجاوز السبعين رحمه الله . ¶ حدثني رحمه الله قائلا : لما كنت صغيرا كان الصغار من أصدقائي يطلبون مني أن أبين ما أصابه اللون مما لم يصبه من ثمار النخل وكنت حينها قد كف بصري , فكنت أدخل يدي بين الأعذاق وأخرج المتلون منها . ¶ أبناؤه رحمه الله :",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "للشيخ رحمه الله ثلاث وعشرون ولدا وبنتا , أحد عشر ابنا واثنتي عشرة ابنة , فكان رحمه الله يهتم بهم اهتماما بالغا , في ملبسهم ومأكلهم وفي أحوالهم الخاصة , حتى كان رحمه الله يختار لهم أجمل الأسماء وأحسنها , فتجد أسماء أبنائه عبدالله وأديب و عبدالحكيم وعزيز والمثنى وطارق وإبراهيم ووليد ولؤي وإياد ومعن , وحتى بناته رحمه الله كان يتخير لهن أحسن الأسماء وأجملها بل أكثرهن بأسماء الصحابيات , وله أيضا خمسة أبناء غير هؤلاء وقد توفوا - جعلهم الله لأهلهم من الشفعاء - , وهم مسلمة وإياس ويزيد وخالد وأحمد . ¶ وكان رحمه الله يتابع الصغار منهم ممن يسكن معه في بيته في الصلاة والصيام وغير ذلك , فكان إذا انتهى من صلاته قال أحاضر فلان و فلان يعني أبناءه الصغار ؟ وكان يدرسهم بنفسه , وكان مع كبر سنه وفقده بصره يذهب بهم بنفسه إلى المصحات عند الحاجة , ويتابع معهم العلاج , فرحمه الله وجزاه عنهم خير الجزاء . ¶ وفاته رحمه الله : ¶ توفي فضيلة الشيخ العالم المجاهد حمود بن عقلاء الشعيبي رحمه الله وقد لازمته لعدة سنوات , فكان الشيخ المعلم , والأب الحاني , والأخ البار , والصديق الناصح .",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "كان الشيخ رحمه الله يعاني من ضعف في عضلة القلب وكان يزداد تعبه منها عندما يسمع بازدياد مساوئ المسلمين , في يوم الجمعة في 4 / 11 / 1422 هـ سقط رحمه الله في بيته بين أبنائه وأحبابه قبل آذان المغرب بدقائق فقد كان عنده الشيخ إبراهيم الجارالله وأخو الشيخ محمد وابنه عزيز وإبراهيم فأخذَ إلى المستشفى التخصصي ببريدة , وقد اتضح أن الشيخ قد أصيب بجلطة في قلبه , فاجتمع حوله قريبا من عشرة أطباء فحاولوا تنشيط قلبه بصعقات الكهرباء , ولما كانوا يجرون عليه ذلك كنت انظر إلى رجليه ويديه رحمه الله ترتفعان عن مستوى السرير قريبا من نصف متر من شدة الصعق , وكانوا يعيدون ذلك عليه عدة مرات , وكان وهو في تلك الحالة وهو فاقد لوعيه يرفع سبابته بين الفينة والأخرى , وكان يتحسن قليلا ثم يرجع إلى حالته وهو فاقد لوعيه , كل هذا من بعد المغرب حتى قريب الساعة العاشرة والنصف ليلا , ولما تحسن قليلا أدخل رحمه الله العناية المركزة , فجلس ساعة ونصف ساعة تقريبا ثم توفي رحمه الله , ثم دخلنا مع فضيلة الشيخ علي الخضير إلى غرفة العناية المركزة لرؤية الشيخ بعد وفاته وقد وجدناه رحمه الله نظر الوجه مبتسما . ¶ وفي ظهيرة يوم السبت جاءت الجموع لتغسيل الشيخ وتكفينه ,فدخل فضيلة الشيخ علي الخضير وأخو الشيخ محمد وابن الشيخ إبراهيم وآخر غيرهم وقاموا بتغسيله , فلما انتهوا من تغسيله دخلنا لتقبيله رحمه الله , فلما أردنا وضعه على النعش وقد ظننا أنه جامد الأعضاء رأينا كيف انحنى جسمه رحمه الله كأنه مات تلك اللحظة , فحمل إلى جامع الخليج وصلي عليه العصر وتبع جنازته من الناس عشرات الآلاف بل قيل إنهم قريب من عشرين ألفاً أو يزيدون , في مشهد عظيم لم يعرف له مثل في بلاد القصيم , كما حكا لنا بعض الأشياخ الكبار الذين شهدوا جنازته رحمه الله .",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "ورأى الناس كثرة الجالية المسلمة الذين حضروا الجنازة خاصة من الباكستانيين والهنود والخليجيين فتذكرت مقولة الإمام أحمد رحمه الله تعالى حين قال لبعض أهل البدع : موعدنا يوم الجنائز , وقد حضر للصلاة عليه جموع من العلماء والدعاة والمخلصين من جميع أنحاء الجزيرة ومن الخليج , حتى أبناءه لم يستطيعوا أن يقتربوا من جنازة والدهم ليشاركوا الأمة في دفنه من شدة التزاحم عليها , ثم وضعت جنازته ليصلي عليها قبل دفنها من لم يصلي عليها في المسجد , فجاءت الجموع تلو الجموع بالعشرات بل بالمئات , ولما أرادوا دفنه رحمه الله رأى الجميع دم الشيخ ينزف كأنه الساعة توفي وكان قد فتح له الوريد بالأمس في المستشفى للقسطرة , ثم دفن رحمه الله , وقد تتابع المسلمون بعد دفنه للصلاة عليه ممن لم يصل عليه منهم قريبا من الشهر بل أكثر , وفقدت الأمة بموته عالما مجاهدا صادعا بالحق لا يخاف في الله لومة لائم , وما أصدق ما قاله الشاعر فيه : ¶ مات الإمام وما ماتت مواقفه والفكر يبقى إذا ما غابت الصور ¶ وقد كتب بعض مرضى القلوب من السفهاء وغيرهم في الشيخ رحمه الله بعد وفاته – وقد خافوه في حياته - في بعض الصحف المنبوذة بعض الأكاذيب والاختلاقات وتصدى لهم مجموعة من المشايخ وطلبة العلم بالرد والتكذيب , ففندوا ما قالوه في الشيخ وبينوا زيف مقالهم . ¶ نسأل الله بمنه وقدرته أن يغفر لوالدنا و شيخنا العلامة حمود بن عقلاء الشعيبي وأن يجزل له المثوبة وأن يسكنه جنات تجري من تحتها الأنهار مع النبيين والصديقين والشهداء والصالحين وحسن أولئك رفيقا , وأن يأجرنا في مصابنا بفقده وأن يخلف على الأمة بإمام صادع بالحق لا يخاف في الله لومة لائم , وصلى الله على نبينا محمد وعلى آله وصحبه أجمعين . ¶ كتبه / عبدالرحمن بن عبدالعزيز الجفن ¶ الطائف ¶ 16 / 4 / 1423 هـ ¶ Gafn20@hotmail.com ¶ بسم الله الرحمن الرحيم ¶ مكتب المفتي العام ¶ تاريخ 26/10/1415هـ",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "من عبدالعزيز بن عبدالله بن باز..... إلى حضرة الأخ المكرم صاحب الفضيلة : الشيخ حمود بن عبدالله العقلاء ..... وفقه الله وزاده من العلم والإيمان آمين ¶ السلام عليكم ورحمة الله وبركاته،، ¶ أما بعد : ¶ فلا يخفى على مثلكم حاجة الطلاب في هذا الوقت إلى تدريس كتب أهل السنة والجماعة من كتب العقيدة ، وكتب الحديث الشريف والفقه .... فأرجو العناية بذلك . ¶ ومن ذلك : الصحيحان وتفسير بن كثير وكتب شيخ الإسلام ابن تيمية كالتدمرية والحموية ومنهاج السنة والواسطية ، وكتب شيخ الإسلام في عصره محمد بن عبدالوهاب وأحفاده وغيرهم من أهل السنة والجماعة . ¶ فأرجو العناية بذلك واحتساب الأجر في تعيين دروس في هذه الكتب أو بعضها شكر الله سعيكم ونفع بكم عباده إنه سميع قريب . ¶ والسلام عليكم ورحمة الله وبركاته ¶ المفتي العام للمملكة العربية السعودية ¶ عبدالعزيز بن عبدالله بن باز ¶ ملاحق المقالات والقصائد ¶ مقالة ابنة الشيخ حمود ( نورة ) : ¶ وانطفأ السِراج ¶ الله أكبر .. هل إنهد الجبل الشامخ .. الله أكبر .. هل اختفى القمر الساطع .. الله أكبر .. هل انثلم الإسلام .. الله أكبر .. هل انهدم حصن الدين ..!؟ ¶ الله أكبر .. هل ترجل الفارس الهمام .. الله أكبر .. هل دنى وقت رفع العلم بقبض أرواح العلماء ..الله أكبر .. هل انطفأت شمس الحق .. ¶ الله أكبر .. هل رحل الشيخ الإمام العلامة ماليء الدنيا وشاغل الناس .. نعم أقولها وقلبي يعتصر بالحزن والألم .. نعم أقولها بكل فخر واعتزاز .. نعم أقولها إيماناً بالقضاء والقدر .. ¶ نعم رحل الشيخ : ( حمود بن عبد الله بن عقلاء الشعيبي ) .. رحل وترك الدنيا وزينتها.. رحل وترك كتب العقيدة والتوحيد بل كتب الدين كلها تبكي رحيله .. رحل وترك محبيه في ذهول لعظم المصيبة .. رحل وترك مسجده يئن لفقده .. رحل الشيخ ففرح كل مبتدع لموته ولم يستطع الصبر فأخرج كرهه الدفين وسمه الزعاف فقط حينما مات ، ولسان حال الفقيد يقول :",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "إذا أتتك مذمتي من ناقص ... فهي الشهادة لي بأني كامل رحل حبيبي ونور عيني ... رحل من كنت أرى الدنيا من خلاله وبرحيله أظلمت الدنيا في وجهي ولم يعد لها طعم بعده .. ولكن عزائي فيك يا والدي الحبيب وشيخي المبجل : ¶ أن من صلى عليك وشيعك لا يُحصون لكثرتهم ...أن كبار العلماء من أقرانك قد حزنوا لفقدك وأتوا لتعزيتنا من كل فج عميق أن العلماء وطلبة العلم وجمع غفير من داخل المملكة وخارجها قد ساروا خلف جنازتك التي عدّها أعدائك قبل أصدقاؤك من أكبر الجنائز مشهداً... أن رنين الهاتف من جميع أصقاع الأرض لم يهدأ لتعزيتنا فيك ... لقد عزى فيك المشايخ والعلماء ... لقد عزى فيك الأمراء والوزراء ... لقد عزى فيك الرجال والنساء ...عزائي فيك يا والدي الحبيب نور وجهك الساطع وابتسامتك المضيئة حين موتك راجيةً أن تكون دليلاً على حسن خاتمتك ... ¶ عزائي ياوالدي الرؤى التي رآها الناس فيك قبل موتك وبعده فعبرها المعبرون أنك قُبضت على خير وأنك صرت إلى خير أحسبك والله حسيبك ولا أزكيك على الله ... عزائي فيك يا والدي أنك كنت دائما تتلو قوله تعالى : { يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تَنْصُرُوا اللَّهَ يَنْصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ } .. فلقد نصرت الله حيّاً فنصرك حيّاً وميتاً .. ¶ وأخيراً سأتسلى بقول الذي لا ينطق عن الهوى حبيبي وقرة عيني رسول الله صلى الله عليه وسلم ( اللهم آجرني في مصيبتي واخلف لي خيراً منها ) وقوله بعد وفاة ابنه إبراهيم ( إنا لله وإنا إليه راجعون ، إن العين لتدمع وإن القلب ليحزن وإنا على فراقك .. ياوالدي لمحزونون ) ... ¶ فاهنأ بقبرك يا والدي فلقد بلغت الرسالة ، وأديت الأمانة ، ونصحت الأمة وأبرأت الذمة ، وأقمت الحجة ، وصدعت بالحق ، وأعذرت إلى الله ولم تخش فيه لومة لائم .. أحسبك كذلك ولا أزكي على الله أحداً .. ¶ ابنتك المكلومة / نورة بنت حمود الشعيبي ..",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "مقالة كتبها الأستاذ محمد العوضي قبل وفاة الشيخ في جريدة الرأي العام الكويتية : ¶ خواطر قلم / دم الرويشد : ¶ حوار مع الشيخ العقلاء ¶ اتصل بنا أحد طلبة العلم والدارسين في جامعة الإمام محمد بن سعود الإسلامية فرع القصيم يبلغونا رسالة شفوية وعتابا من فضيلة الشيخ حمود بن عقلاء الشعيبي أحد فقهاء القصيم والرئيس السابق لقسم العقيدة في جامعة الإمام وصاحب الفتوى المشهورة في المغني عبدالله الرويشد , وفي تمام الساعة 5 – 30 أمس الثلاثاء هاتفت الشيخ العقلاء , وبعد تبادل السلام وقبل أن أسأله عن شبهة وإشاعة إهدار الشيخ لدم الرويشد بدأت بنفسي وطلبنا سماع نصيحة الشيخ وملاحظاته التي نقلها لنا بعض تلامذته للاستفادة منه ونفي بعض ما وصل الشيخ من ملاحظات غير صحيحة , وللعلم فإن الشيخ العقلاء في الثمانين من عمره , ومكفوف البصر لكنه مطلع بشكل جيد على الأمور بشكل أكثر من كثير من المبصرين ... الخ 12 ¶ مقالة كتبها الكاتب بجريدة الوطن الكويتية محمد يوسف المليفي ¶ وسأرثيهِ .. ¶ ثم سأروي للعالمين قصتي مع حبيبنا وشيخنا الشامخ المُبجل ¶ حديثنا اليوم عن هذا الهزبر ..! وحيدر زمانه وضرغام عصره.. وأسد المنابر .. وصدق الإمام ابن القيم في قوله ( لكل له من إسمه نصيب ) وأقسم أنه قد استقى من إسمه أكبر نصيب حتى غدا علماً بسيرة عظيمة محمودة إنه العلامة ( حمود ) .. وويح جده ( الشُعيبي ) .. لو كان حياً لما وسعه إلا أن يفتخر بحفيده الذي هو بألف ألف حفيد ..! أنه حمود بن عبد الله بن عقلاء الشُعيبي ..! وليت شعري يا حمود لم يجافيك غير أهل رفضٍ وأحفاد عاد وثمود .. وعلى رحيلك زغردة مومسات اليهود ولله درُ من قال فيك : ¶ ذاك الإمامُ حمودُ لهفي لهفةً * * * لفراق داهيٍ من الأطوادِ ¶ علمٌ هوى فاهتزّ قلبي هزةً * * * وأصابني سهمٌ فشقَّ فؤادي ¶ يا ويح قلبي كم تكابد أمةٌ * * * قرحى العيونِ جريحة الأكبادِ",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "اللهُ يشهد أنني لفراقهِ * * * في كربةٍ عظمى وسقمٍ بادي ¶ شيخٌ كفيفٌ غيرَ أنَّ فؤادَهُ * * * نبعٌ يجودُ لكل قلبٍ صادي ¶ قبل ستة أشهر .. رن هاتف المنزل عندي فرفعته .. وإذ على الطرف الآخر صوت متحشرج مُتهدج .. وفي نبرته فحولة وفي نغمته إنكسار الكهولة ..! قال : أهذا منزل كاتب صحيفة الوطن محمد المليفي ؟ قلت نعم.. ومحدثك هو المليفي بشحمه ولحمه ! ولكن عفوا من المتحدث ؟ فقال أنا أخوك حمود العقلا الشعيبي ..!! فقلت الله أكبر يا شيخنا الفاضل ولِم هذا العناء يا أيها الوالد الكريم .. ليتك أخبرت طلابك ليخبروني بأنك تريدني .. كي آتيك بنفسي إلى بيتك فقال لا فرق بيننا يا ولدي اللهم إلا إني أُكبرك في العمر فقط ..! فقلت أقسم أن تواضعك قد قصم لي ظهري وليس لي ما أقوله لك يا والدي إلا أنه لي الشرف أن يتصل بنا أمثالك .. فأمرني يا أبتِ بما تريد .. فقال كلاماً مطولاً عن مقالاتنا المتواضعة وليس الآن وقت الحديث عن ذلك الحِوار ..وقد نشرته مجلة (( الأيام والناس )) في ذلك الوقت كاملاً غير منقوص ..بدءا من السلام عليكم .. إلى أستودعك الله يا ولدي ، ولكنه والحق أقول ما أن أغلق الهاتف مني قائلاً ( أستودعك الله يا ولدي ) حتى أحسست بالصغار في نفسي .. ثم بشعورٍ غريب وهو إحساسي بأني لن أسمع هذا الصوت مجدداً .. فلقد كان يختبئ خلف صوته نوائب من الحُزن وأخاديد من الهم ..وكيف لا .. وهو يحمل هم هذا الإسلام منذ أن عرفه الناس وصدح بينهم إسمه وعلمه .. لقد كان الحوار شرعيا .. ولكني من هيبته.. شعرت وكأني لا أجيد الحديث بالعربية..فضلاً عن مجاراته في الحديث !اتصلت بعدها على الفور بصاحبي القصيمي الذي يسكن في مدينة بريدة .. وعتبت عليه كثيراً لماذا أعطى رقمي للشيخ ليتصل بي ولم يعطني أنا رقمه لأتصل به بنفسي .. فضحك ملئ فيه ..! فقلت له ويحك وتضحك أيضاً !؟ فقال أضحك لأنك لا تعرف هذا الشيخ يا أخي محمد ! أنه يتصل بالجميع ويتفقد الكُل",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": ".. ويسأل عن الشباب دوماً ونحن لا نجد من يُحفزنا ويشجعنا ويذكرنا مثله أبداً ..ووالله لولا البياض الظاهر في عينه لقلناأن يتعامى وليس بأعمى ..! فهو يشعر بنا جميعاً ويسلم على الجميع بإسمه وكأنه يراه..! إنه شيخ الجميع ووالد الجميع وكذلك صديق الجميع ..! إذا أصاب أحد منا هم أو ألَّم به غم أو طاف به حُزن .. ذهب إلي الشيخ حمود .. وما هي إلا لحظات حتى يجد أثر بلسمه وقد أصاب قلبك .. وفيض حديثه يخترق سمعه فيشرح صدره .. فهو إما مفسراً لآية أو معلقاً على حديث أو حاكياً لسيرة الرجال ومآثرهم.. ووالله لم نرى مثله رديفاً للحق وصاحباً له .. وكلما رأيناه ذكرنا حديث رسول الله صلى الله عليه وآله وسلم وهو يتحدث عن صفة المؤمن الحق الذي ( لا يخشى في الله لومة لائم ) .. فقلت له والله يا صديقي القصيمي لو كنت بينكم لغسلت له قدميه .. وقبلت في كل رؤية له رأسه ويديه ..إن للفجائع اختلاف فيما بينها وتباين بين مراتبها لكن من أشدها لذعاً وأعظمها وقعاً .. تلك الفجيعة التي أحرجت صدور قوم مؤمنين .. فلقد كان ( الشُعيبي ) للدين ركناً مُشتداً وللعِلم شِهاباً لا يخبو .. ولقد ذكرت طرفاً من سيرته العطرة وترجمته الرائعة على صدر صحيفة الوطن قبل أيام 13 وأبرزت له صورة يتيمه .. وذكرت في تأبينه على الصفحة الأولى علاقته الحميمة مع العِلم وأهله .. وكيف أنه من أوائل من نال الأستاذية في الشريعة في شقيقتنا الكبرى المملكة .. وذكرنا كيف أن قد تخرج على يديه الكثير من طلاب العلم والمشايخ .. بل أن الشيخ الراحل العلامة ابن عثيمين رحمه الله كان يستفتيه في بعض مسائل العِلم كيف لا وهو من قرنائه وأخدانه فعليهم جميعاً من الله وسلوان ورضوان ورحمه .. والعجيب في سيرة هذا الجهبذ حقاً أنه حفظ القرآن قبل أن يبلغ الحُلم بل أتم حفظ كتاب الله حتى بعد أن أصابه مرض الجُدري بالعمى ولم يثنه فقد عينيه عن مواصلة تعلمه أبداً ..! وليت شعري يا أيها",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "السادة القراء كأني أراه وهو في السابعة من عمره .. وعينيه قد ابيضتا من الحُزن على فقدها وليس لديه ما يلهو به بين الأطفال إلا ما تبقى له من ذكريات في الظلام ..! وكأني أرى هذا الطِفل الأعمى وهو متوركاً في ساحة المسجد يهز رأسه وهو يتحفظ ويتلو آيات القرآن .. فلقد طوّح به الزمن مصائبه وشدَّ على رأسه همومه ..! وكأني أسمع المرض صارخاً به بعد أن سلب منه عينيه ونور بصره قائلاً له : يا حمود .. أنت رجل منذ هذه الساعة ..!! وليس لك من الطفولة إلا سبع سنوات مضت .!! ¶ عجباً ..! فلقد كان أبوه فقيراً لا يجد من يساعده في الحرث والحقل إلا هذا الطفل الكفيف ..! فهاهو يقول عن نفسه في آخر لقاء معه في أحد المجلات الإسلامية : لقد كنت أعمل مع أبي في الحقل بما أقدر عليه وكنت ألقح النخل وأصلح الزرع ..! يا الله ..! ¶ ماذا أبقيت لشبابنا ورجالنا يا أيها الطفل الكفيف ..! بأبي أنت وأمي يا أيها الشيخ الجليل ..! فلكأن المداد يسيل بسيرة رجل من السلف الصالح وليس ببقية من السلف الصالح..! ولكن صدق رسول الهدى وإمام الرحمة صلى الله عليه وآله وسلم عندما قال ( إن الله لا ينزع العلم انتزاعاً ينتزعه من الناس .. ولكن يقبض العلم بقبض العلماء.. ) وصدق رسول الله ( خيركم من طال عُمره وحسُن عمله ) ولقد ودعنا هذا الشيخ الجليل وهو في الثمانين من العُمر .. بدئها بحفظ القرآن وختمها بمسك متضوع فكان وتداً في الحق ومِثالاً سامياً للصدع بدين الرحمن .. فلله دره من رجل أعاد أمجاد جدنا الإمام العِز بن عبد السلام ..! فاللهم تقبله في الصالحين..وتقبلنا معه وأعف عنا وعنه ..واحشرنا وإياه مع من نحب مع الرسول وآله وصحبه الأطهار.. ¶ معاشر النبلاء ..",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "إنه مما يدمي القلب حقاً ويحزنه .. ويمزق الفؤاد ويكلِمُه أن ترى أمثال هذا الإمام يرحل عن دنيانا فلا نرى له من عزاء بين الناس إلا ما ندر ..! بينما لو كان الهالك فناناً أو راقصة له تاريخها الحافل مع الهز .. لسُطِرت في سيرتها العطرة ! عشرات الصفحات ولأفردت لها زوايا خرِبة وأقلام مكسورة .. ولرُوِي للعالمين قصتها مع أمجادها الحافلة .. وكيف كان يفتلها إيقاع الطبلة ..! ¶ فأي زمن أغبر هذا الذي يرتفع فيه اسم الثرى .. وتخبو فيه الثريا..! ولكن صدق الصادق المصدوق .. ( بدأ الإسلام غريباً وسيعود غريباً كما بدء .. فطوبى للغرباء .. ) فلله درك يا إمام الغرباء في عصرنا .. يامن صدقت الله فيما عاهدت عليه حتى قضيت نحبك ولم تبدل تبديلا .. ¶ رثاء عبيد آل رمال الشمري : ¶ بسم الله الرحمن الرحيم ¶ الحمد لله الرحيم الغفار ، حكم بالفناء على أهل هذه الدار ، والصلاة والسلام على المصطفى المختار، وآله الأبرار ، وصحبه الأخيار ، ومن تبع هديهم وعلى طريقهم سار؛ ما أظلم ليل وأضاء نهار . …أما بعد :",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "فإن المستفصح لحقيقة الدنيا، والمتأمل لحال الحياة مع أهلها، تنبلج له عن أفراح خُلِطت بأتراح، وتتفسخ عن ترنُّم مُزج بنياح، فالسعد فيها لا يدوم، كما أن القلب عن مصائبها لا يصوم ، فهي على الفجائع مبنية، وقُصاراها كدر أو مَنية، إذاً هي وعاء حوادث ،وظَرْف كوارث، تتقلب فيها الأيام، وتتصرف منها الأحوال، فأيامها تُحلي وتُمِر؛ وأقدراها تسوء وتَسُر، محن الحقيرة ضُروب، ولسان العِبر بها خطيب، يتذوق فيها الحرُّ الأيامَ وصروفَها، ويتجرَّع الأرزاء َوصنوفَها، ويشاهد الأنفسَ ومآلَها، ويلاحظ الأجسام واضْمِحْلالَها، فيعتبر بعَواريَّ ما أسرع ارتجاعَها، ومنائحَ ما أقلَّ مقاديرَ إمتاعِها، فالحازم من وطّن لأحداثها، وأيقَنَ بانتكاثها، إذ مَوهوبها إلى استلاب، ومعمورها إلى خراب، كالآلِ والسَّراب، فهي ليست بِدارِ قرار، والعبد منها على شفا جُرُفٍ هار، لأنها جسْرٌ على طريق، وعدوٌ ولكنها بثياب صَدِيق، فكم فيها من ثنيَّة يخرج من خلالها على المرء النوائب؛ وكم حمىً للعبد ترتع فيه المصائب، فرزاياها تتطرف وتَتَحيَّف، ومناياها تَستَدرج وتَتَخطَّف، إذ الموتُ عُرْفٌ لا نُكْر، وعَوانٌ لا بِكْر. ¶ وإن من أعظم المصائب المعاصرة، ما فُقِر به الباديةُ والحاضرة، تلك الرَّزِيَّةُ الشاملة؛ والقاصمة النازلة ، هي وفاة الشيخ العلامة، وموتُ المحقِّق الفهَّامة،( حمود بن عقلاء الشعيبي ) فيا عُظم ما دَهَمَت به الأيام، وفُجع فيه الإسلام، فالديانة لابسة الحِداد؛ مفجوعة الفؤاد، فواهاً لحُشاشَةِ العِلْمِ أرصدها، الردى غوائلَه، ويا أسفاً على بقية الصدع جَرَّ عليها الدهر كَلاكِلَه .",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "لقد طَرَقَتْ نائبةُ هذا الموت، وأصابت فاجعة هذا الكرب، قُطْبَ الآمال ومَدارَها؛ وهاجمت سَناءَ الهِمَمِ ومنارَها، وكَسَرَتْ تاجَ الرِّياسةِ وسِوارَها، ألا فَلْتَعْلَمِ المصيبة أنها نزلت على عمدة الإسلام، واستضافها مُبَيِّنُ الحلالِ والحرام، وأَنْشَبَتْ أَظفارَها في نفس هاتِكِ حُجُبِ الجهالة، وكاشف زَيْفِ الضَّلالَة، بحُجج رَواسخ، كالجبال الشَّوامِخ، لقد صَدَعَ تجاه الحادث المُلِم، وشارك في الأمر المهم، فيَظهَرُ إِقدامُهُ إذا كان في الإقدام خَطَر، ويَبْرُزُ وقوفُهُ إذا لجأَ الفُرسانُ إلى المَفَر، بعد أن تأخر عن البيان الجمْع الغفير، بل نطق بالباطل الوِرْدُ الكثير . ¶ لقد رَهَبَ الشركُ صَوْلَتَه، وخاف العدو جَوْلَتَه، وذَلَّ النفاقُ وطْأتَه، فكان رحمه الله مُنقطع النَّظير، وكالىءَ هذا الدين، أنار يوم دَجَت الخُطوب، وثار يوم عَنَّ الهَبوب، فوالهفاً على من هذه بعض صفاته مؤبدا،ً ويا أسفاً عليه مُرَدَّدا،ً أسفاً على لُجَّة المواهب كيف سُجِّرَت، ولشمس المعارفِ كيف كُوِّرَت، ويا لهفاً على هَضَبَة العلم والحلم كيف زُلْزِلَت؛ وحِدَّةِ الذكاء وقوة الفهم كيف فُلِّلَت، ماذا خطفت يدُ الحُمام، وأَصَمَّت به سهام الأيام، يا أيها الحُمام، أَيَّ سماءٍ للعُلا فَطَّرْت ؟! وأيَّ نجمٍ للمُنى كَدَّرْت؟! وأَيَّ بحر من الأسى سَجَّرْت؟! وأَيَّ عين للبكاء فَجَّرْت ؟!",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "لقد كان شيخنا البقيَّةَ التي عند الخطوب يُؤنَسُ ببقائها، وعند الظلمة يُعشى إلى أضوائها؛ ففجأة إختلسته المنيَّة ، وفَجَعَت به الدنيا الدنيَّة، فمن شأنها أن تذهب بالأفاضل، ومن صفاتها التخييم على الأماثل، يا موتُ ! زيارتُك للشيخ نازلة فاجئة، وقدومك حادثة فاجعة، جعلتَ الأيامَ تُصيبُ من الأمة صَميما،ً وتسلُبها عِلْقاً كريما،ً وتَخْطَفُ أُنْساً عظيما؛ً ولكنَّك الحُمامُ، والموتُ الزَّؤمُ، جعلنا الله منك على حذر، ووفقنا قبلك لخير العمل وأصْوَبِ النَّظَر . ¶ لقد وصلني خَبَرُ تجَََََََََََََََََََََََرُّعِ الإمامِ الحُمام، وتَشَتُّتِ النِّظام، وانصداع شَمْلِ الكرام، فكأنما طَعَنَ ناعِيْهِ في كَبِدي، وظَعَنَ باكِيْهِ بِذَخيرة خَلَدي، فَتَصَامَمْتُ عنه مستريحاً إلى المُنى ،ثم عاجلتُه بالسؤال لعله يرتاب، فأوقَدَ لَوْعَتي ، وأَكَّدَ رَوْعَتي ، في هذا النبأ الذي تسلَّط فشرَّد غَمضي، ونَعى بعضي إلى بعضي، وأَطْبَقَ سمائي على أرضي، وكيف لا يُرفع عني الملام وهو خبر يَقُضُّ المضاجع، ويُسيل المدامع، ذلك أنه فضيع خَطْبٍ وارد، وشَنيع رُزْءٍ وافد؛ فإن حَزِن منه محزون فالعذر واضح، وإن صَبَرَ المُصابُ فالأجر راجح، لأنه صَبْرٌ على خطْبٍ يَهُزُّ الجبال، ويَقطع الآمال، ويخلع الفؤاد، ويصدِّع الأكباد : ¶ رعوا من المجد أكنافاً إلى أجل … حتى إذا أُكملت أظماؤهم وردوا",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "حثثنا الخطى وامتطينا المطايا، حتى قدِمنا المسجد، وإذا الجموع من كل حَدَبٍ نَسَلوا؛ ومن كل صَوْبٍ نَزَلوا، زُرافاتٍ ووحداناً، فاصطفُّوا للصلاة عليه، فتذكرت اصطفافَهم للسلام عليه، صَوَّبت النظر إلى من حضر، فإذا الكل ينظر كالرَّقوب، وكأن المُقدَّم يوسفُ والمصلين يعقوب، يتناظرون وقلوبهم من هَوْلِ ما حَلَّ تَقْشَعِر، ونفوسهم من عِظم ما نزل بين الضلوع لا تَستقر، فالدمع على الخدين واكِف، والحُزن على القلوب عاكف، للرُّزْءِ الهاجِم، والبلاء الشَّنيع الكالِم . ¶ فيا لها حسرة ما أنكاها للنفوس الزكية، وجمرة ما أذكاها في القلوب الأبيَّة، وروعة ما أَفَتَّها في قَوِىِّ الأعضاد، ولَوعة ما أحرَّها على غَضارف الأكباد . ¶ من ذا أعزي فيك من هذا الورى … لم يلقني إلا بحزنك لاقِ ¶ والناس محزونون فيك كأنما … كان اتفاقهم على إصفاقِ ¶ وتخلَّل تلك الجموع الكثيرة، بعض الوجوهِ الحقيرة، جاؤوا مستبشرين، لأن الأسدَ فارقَ العَرِين، ولم يعلم هؤلاء الأنذال، أن الضِّرْغَمَ خَلَّفَ الأشبال، وسوف تَسْقيْهِم بحول الله كأسَ الوَبال، وأن موتَ الشيخ رحمه الله بدايةُ صَولاتهم، وأنَّ انقطاعَ صوته مُؤْذِنٌ بِرفع أصواتهم . ¶ إذا ثبت الماء المَعين بحالِهِ … فليس نَكيراً أن تَفيضَ الجداولُ ¶ وفي الخَيس أشبالٌ تَرَشَّحُ للعِدا … وأراؤك الحسنى مواضٍ فواضلُ ومع أن الطغاة لوفاة الشيخ نَعموا، ففي رؤيتهم للجموع رُغموا، ولْيَعلَم الشامتُ الحقود؛ والفرِح الكَنود، مع أننا فقدنا حديقةَ عِلْمٍ صُوِّحَت، وصحيفة محاسن دَرَسَت وانمَحَت، إلا أن هاجِمَ الكَرْب وإن كَلَحَ وَجَلَح، وواقِعَ الخطب وإن طَمَحَ وَجَمَح، لا يَهزُّنا، فلا يَتَضَعْضَعُ منا لهول هذه الصدمة جَلَد، ولا يَتَرَوَّعُ لِظُلْمَتها خَلَد ¶ فقد فارق الناس الأحبة قبلنا … وأعيا دواء الموت كل طبيب",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "وإننا نحمد الله، فإن كان سَلَبَ بِعدله، فقد وَهَب بفضله، وإن كان أخذ فقد أعطى، وإن كان اخْتَرَمَ فقد أبقى ، ونحن أصلب عُوداً من أن تُكَسِّرنا المصائب، وأشد ركناً من أن تضعضعنا النوائب، لأننا مستيقنون أن نُصرة هذا الدين، لم تُنَطْ برجال محددين . ¶ وضَرْبٌ من هؤلاء الأسافل، قام باستعراض قُواه، بعد أن وارى الشيخَ مأواه، فأولغ لسانه القذر، بعِرضِ شريف القَدر، ولا ندري لماذا لم ينزل يوم كان الأسدُ يصول؟! ولم يظهر حينما كان الفارسُ في الميدان يجول؟! فهو بفعله الخسيس كالفأرة يوم مات الأسد، تَقْفِزُ فوق ظَهْرِهِ، تُظهِر الشجاعة، وتُري غيرَها المناعة، فأُفٍّ لهذا الغَبيِّ وما كَتَب، وتُفٍّ به وما كَسَب. ¶ أرجع فأقول: وبعد انتهاء الصلاة التي تخللها النشيج، تَبِعَ القومُ الجنازةَ كانصِرافِ الحَجيج؛ ولِكثرة من حَضَر ، من الناس من تذكر يوم الحج الأكبر، ومنهم من سارع إلى وَهْلِهِ يومَ المحشر ، الكل قد أَشْهَرَ سلاح الدمع خلف سَريْرِه، ولم يَمَلَّ من حُسْنِ الثناء وتكريره، لأن من خَواصِّ القلوب، الأَسَفُ على المحبوب . ¶ والشيخ رحمه الله مضى حينما لم يَبْق مَشرق ولا مغرب إلا وله فيه مادح، وباسمه صادح؛ ثم مضوا به : ¶ حتى أتوا جدثاً كأن ضريحه في قلب كل موحد محفور ¶ وأنزلوه مُستصحباً أعماله إلى المنزل المهجور، والمحل المحبور، فليَنُحْ على الإسلام نائح؛ وليُجِبْهُ من جانب القبر صائح، وليَصْرَخ بالمجد ناعِيْه، بعد أن نَفَضَت التُّرْبَ يَدُ مَواليه ¶ سبق الفناء فما يدوم بقاء … تفنى النجوم وتسقط البيضاء ¶ لو يعلم التُّرْبُ ما ضَمَّ من كرم ونائل، وحلم إذا خَفَّت الحلوم غيرِ زائل، لطاول السماء وعانق الجوزاء، لسعة نفْسه، وذكاء قبْسه، ملأ الأفواهَ طِيْبُ ثَنائِه، ومَلَكَ القلوبَ بِشْرُ لقائه، نرجوا أنه حديقة أُنْس، نُقلت إلى جنة قُدْس، والعجب أن الشيخ يوم موته حَيِي ، فحياته عزة وفخر، وموته ثناء وذكر :",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "لم تمت أنت إنما مات من لم يُبْقِ في المجد والمكارم ذكراً ¶ لستُ مُستسقياً لقبركَ غيثاً … كيف يضما وقد تضمن بحراً ¶ عمر الفتى ذكره لاطول مدته وموته موته لا موته الداني ¶ وقف الجميع يعزون الأحياء بفراقه، ولو استطاعوا لهنئوا الأموات باقترابه، والغريب حقاً والعجيب صدقا،ً غروب شمس في الثرى وضياؤها في الآفاق، وأُفول قمر ونوره باق . ¶ بنفسي ثرىً ضمنت في ساحة البلى لقد ضم منك الغيث والليث والبدرا ¶ فلو أن عمري كان طوع مشيئتي… وأسعدني المقدور قاسمتك العمرا ¶ ولو أن حياً كان قبراً لميت لصيرت أحشائي لأعظمه قبرا ¶ فإنا لله وإنا إليه راجعون، أخذاً بوصاياه، وتسليماً لأقداره وقضاياه، وسقى الُله شيخَنَا الجليل من السلسبيل، مثل ما كان يأوي إليه من المذهب الجميل، ونقله إلى رضوانه، وحفه بغفرانه، وجزاه جزاء المحسنين، وأنزله دارَ المُقامَةِ في عِلِّيين . أسترجع فأقول: إنا لله وإنا إليه راجعون، تسليماً له فيما قضى، وقولاً يوجب عنده الزُلفى مع الرضى . ¶ وبعد الإنصراف من دفن من جَدى لفقده أنفُ المكارم، وصَدَعَ من شملها المتلائم، ففكرت في الدنيا، وقد انحسر عنها زينها، وفَقَدَتْ بل فُقِئَتْ عينها، فعَصُبَ لهذه الفكرة باللهاة الرِّيق، وحالفني السَّهَرُ ورادفني التأزيق . ¶ لقد قَرِحَت الجفون، وسال بالدم غربها الهَتون، فكتبت والدمع محدور، وقد حُمَّ قضاء ونَفَذَ مقدور، ونَظَمْتُ القصيدة واللسان معقول، والفؤاد منقول، لَعَلِّي أُخفف ما أطال ليلي، وأسهر عيني، وحال بين التماسك وبيني، مع أنني أتقدم بالإعتذار، لأني أكتب والدمعَ يُنْشيء سحائبه، والحزن يُجَهِّزُ إلى نفسي كتائبه، والصبر قد فُلَّتْ شَباته، وصُوِّح نباته، والقلب قد ضاقت آفاقُه، واشْتَدَّ بنار الرَّزية احتراقُه . ¶ هل للجَنان أحاسيس فتُنْتَظمُ ¶ أم للخواطر أحزان مؤقتة ¶ أم للفراق يراق الدمع من حزن ¶ هي المنايا تعالى من يُقَدِّرُها ¶ كيف التَّجَلُّدُ واللأواء قد عظُمت",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "والأرض ثكلى ارتدَت ثوب الحِداد على ¶ على إمام هدى عزَّت أماثله ¶ وعالم عاش فينا خير منتصر ¶ فذاك للدين والإسلام حامية ¶ ياليت شعري من للكفر يَدمغه ¶ ومن لأهل النفاق المُرِّ يُزْهِقُهم ¶ ومن لأهل الضلال اليوم يحرقهم ¶ تلك الردودُ رُجومٌ من كواكِبِهِ ¶ يذود عن أثلة الإسلام ناحتَها ¶ قاد المسيرة ليثاً في شجاعته ¶ ذاك الذي كان صَدَّاعاً بلا خَوَرٍ * * ¶ يا شيخنا يا حمود الخير عشت لنا ¶ بل كنت سيفاً على الكفران مشتهراً ¶ أَطَرْتَ عنا غُبار الذل مُذ بَدَأَت ¶ أحداث يوم صبيح الوجه نحسَبُه ¶ إذ أصبح الكفر والطغيان منقعراً ¶ من ضربة من سديد الرأي صوبها ¶ لله دَرُّك من أُسد تُغير فدىً ¶ لله دَرُّ هداةٍ طاب مَنهَلُهم ¶ إذ سجَّلت عصبة الأبطال منقبة ¶ أكان يقصِدها الطائي (14) في زمن ¶ تلك المقالة في بيت أُصرفه ¶ ((رمى بِكِ اللهُ (برجيها )فهدَّمها ¶ شُهْبُ السَّماء على الشيطان مُتْبَعَةٌ ¶ كم قد أقامت لأمريكا مآتمَها ¶ أتاهُمُ الثلاثاءُ النَّحسُ مُصطحبا ¶ أقول للرُّوم بالأشعار مُرتجزاً ¶ ذوقوا الذي طالما ذُقنا عَلاقِمَهُ ¶ واسترقبوا من جيوش الحق مَلحمةً ¶ تلك الجيوش التي اشتاقَت إلى نُزُلٍ ¶ إن كبروا ارتَجَفَ الرُّومان وارتَعَدَت ¶ من ذا يُقابلها من ذا يُقاتلها ¶ كم مَرَّةٍ حَفِظَ التَّاريخُ عِزَّتَهم ¶ فالقادسية واليرموك تَسْبِقُهُم ¶ كم خَبَّأَت لجيوش الكفر من بطل ¶ هذا (أُسامَةُ ) زءَّآرٌ بساحتهم ¶ زئيره هَزَّ (أمريكا) بِرُمَّتِها ¶ فذاك طاعون أمريكا وقاصِمُها ¶ الله أكبر أمريكا الدُّنا خَرِبت!!‍ ¶ فلا الصناعة ذادت عن عماِرِها ¶ ولا الوِلاياتُ والهيئاتُ تجمعها ¶ ثارت بثورتها الرَّعْنا وما عَلِمَت ¶ وأنَّه ذِروة ُالإسلام يَبلُغُها ¶ وأنه مَطْرَبُ الأبطال إن سمعوا * * ¶ ناشدتُكُم يا ذوي التقوى مُناشدةً ¶ أترغبون بأن تؤتى محارِمُكُم ¶ وأن نَرَ الكفر يَغشى الأرض أجمعَها ¶ دَقَّ الصليبُ نواقيس الحروب لنا ¶ واستنفروا كلَّ علجٍ من صَليبتهم",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "وأجلبوا رَجْلَهُم والخيلَ واجتهدوا إن يظهروا فيكُمُ لا يرقبوا بِكُمُ ¶ حلَّت كوارث في الإسلام مؤلمةٌ ¶ (أبو البقاء) بكى من شأن (أندلسٍ) ¶ من شأن طاهرة للعُهْرِ مُكرَهَةٍ ¶ وحُزْنِ ثَكلى على الأحباب سامَرَها ¶ ودمعِ طفلٍ على الأم الحنون بكى ¶ وجمعِ شملٍ على الإسلام مُلْتَئِمٍ ¶ وبلدةٍ يعتلي الناقوسُ مسجدَها ¶ فالدِّين مُمتَهَنٌ والعِرْضُ مُنتَهَكٌ ¶ يا مُسلِميَن هَلِ انْساخَتْ حَميَّتُكُم ¶ يا ويحنا أُغْمِدَت أسياف عِزَّتنا ¶ فهل لهم من بني الإسلام مُعتَصِمٌ ¶ وهل لهم فارس في الحرب مَرْتَعُهُ ¶ أين الرجال الأُلى خاضوا صبيحَتَها ¶ أين الأُباةُ أُباةُ الضَّيمِ من رفضوا ¶ لا أَبعَدَ اللهُ عن عيني قَساوِرَةً ¶ أم للسان بيان خطَّه القلمُ ¶ أم للفواجِعِ دمعٌ زادَه الألمُ ¶ فالبَينُ للعين داء منه تَنْسَجِمُ ¶ على الأحبة إذ للإِلْفِ تَخترِمُ ¶ والكون يَغشاه مما حلَّنا ظُلَمُ ¶ شمس الهدى وغَزاها الهم والوَكَمُ ¶ فليس نرنوا سوى من للهدى كَتَموا ¶ للدين يحمى الحِمى والكفر يضطرمُ ¶ وذاك للكفر سيف صارم خَذِمُ ¶ ويسحقُ الباطل الكادي ويَصْطَلِمُ ¶ يرميهمُ بسهام العلم ما هجموا ¶ بكل صاعقة عصماء تصطرِمُ ¶ فهو السماء ومنه الشُّهْبُ والرُّجُمُ ¶ بمعول العلم يُرديه فينخزمُ ¶ وأرغم الكفر فيما خطَّه القلمُ ¶ لا كالأُلى عظمواالطاغوت واحترموا ¶ * * ¶ طوداً من العز إذ بالعز نَتَّسِمُ ¶ وليس للكفر من ذي البأس مُعتَصَمُ ¶ أحداث سبتمر إذ ضجَّت الأممُ ¶ عيداً إذ ا أُسبغت من ربنا النعمُ ¶ وسامرت أهله بعد الندى النقمُ ¶ صرح الطغاة فما زلَّت به قدمُ ¶ على العدو فتسطوا ثم تنتقمُ ¶ وِرْدَ الجهاد فكم من وِرْدِهِ رَقموا تَظل في موجة التأريخ تلتطمُ ¶ ماضٍ ليشكر ما أبداه معتصمُ ¶ لعصبة الخير لا يُرضى لغيرهمُ ¶ ولورمى بِكِ كُلُّ الخلق ما هدموا))(2) ¶ ثواقب من سماء الحق تقتحمُ ¶ يبكي الصليب ودمع الكفر ينسجمُ ¶ سودَ الليالي وفيها الموت والسَّقَمُ ¶ للحق منتصرا بالله أَعتصمُ",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "و استرقبوا صيحةً من بعدها العَدَمُ ¶ تُزلزل الأرض إن هَبُّوا وإن قدموا ¶ عند الإله وبالإيمان تَتَّسِمُ ¶ فُرْسُ الأَكاسرِ وانقادت لها الأُمَمُ ¶ من ذا يُنازل من بالنصر قد وُسِموا ¶ فما تحمَّلها رَقٌّ ولا قَلَمُ ¶ ومؤتة وتبوك الخير تَقْتَدِمُ ¶ صَلْبِ الشَّكيمَةِ قد هاجَت به الحِمَمُ ¶ فهل تُنازل ليثَ الغابة الرَّخَمُ ؟؟؟ ¶ فأيقَنَت أنها حقَّاً سَتَنعَدِمُ ¶ وذاك طوفانُها أو سيلُها العَرِمُ ¶ من بعد ما غَرَّها التَّمكينُ والقِدَمُ ¶ ولا السياسة تحميها ولا النُّظُمُ ¶ ولا الجيوش ولا القوات واللَّغَمُ ¶ أن الجهاد لأرباب الهُدى شَمَمُ ¶ من الأنام فتىً جَدَّت بِهِ الهِمَمُ ¶ صَهْلَ الخيول خيولٌ ما لها لُجُمُ ¶ * * ¶ بالله بارِئِكُم بالله رَبِّكمُ ¶ وأن نَرَ الدَّمَ في الأوطان يَنْسَجِمُ ¶ ويستبيحَكُم الأعدا وينتقموا ¶ وأجمعوا أمرَهم بالكيد واجترموا ¶ واستنزفوا حقدهم للدين واستهموا ¶ وأوقدوا نارهم للحرب والتحموا ¶ إلاًّ ولا ذمما لو تنفعُ الذِّمَمُ ¶ بكى لها عَرَبُ الإسلام والعَجَمُ ¶ حتى القصيدةُ تبكي وهي تُنْتَظَمُ ¶ تقاد قهراً ونار الحزن تضطَرِمُ ¶ دمع الليالي وفي أحشائها حِمَمُ ¶ يَحولُ بينهما الطُّغيانُ والجُرُمُ ¶ أمسى على( الكفر والتنصير) ينقسمُ ¶ وفي محاريبِها الصُّلبانَ قد رَسَموا ¶ والمالُ منتَهَبٌ والحقُّ مُهْتَضَمُ ¶ أم حَلَّكُم وَهَنٌ أم فيكُمُ صَمَمُ ¶ وسامنا الذُّلَّ عُرْبُ الكفر والعَجَمُ ¶ بالله منتصِرٌ لله يَنْتَقِمُ ¶ يبلوا البلاءَ إذا الأسيافُ تَلْتَحِمُ ¶ يوم النِّزال إذ ما التَفَّتِ اللُّجُمُ ¶ حُكْمَ الطغاة وللطغيان قد هَدَموا ¶ تُحمى بهم حرمةُ الإسلامِ والقِيَمُ ¶ نسأل الله أن ينصر دينه وكتابه وسنة نبيه وعباده الصالحين وصلِّ اللهم وسلم على نبينا محمد وعلى آله وصحبه أجمعين ،،،، كتبه عبيّد آل رمال الشمري Aabeed200@ayna.com ¶ وكتبت الأخت مريم هذه المقالة : ¶ كان هاجسا أدفعه ..... وبات واقعا أتجرعه ¶ مات الشيخ حمود الشعيبي ¶ الحمد لله على كل حال",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "إنا لله وإنا إليه راجعون ¶ اللهم اجر هذه الأمة في مصيبتها ، واخلف لها خيرا منه ¶ اللهم .. إن هذا الرجل ¶ آتيته علما فلم يكتمه وبينه وقام بحقه ¶ اللهم .. إن هذا الرجل ¶ نصر دينك في زمن عز فيه النصير ¶ وقام لك .. وقال كلمة الحق ولم يخف فيك لومة لائم ¶ اللهم إنه نصر المجاهدين وثبت الموحدين ووالى المؤمنين ¶ في زمان غربل فيه الناس غربلة ¶ اللهم إنا نسألك ¶ أن تؤمنه في قبره ¶ وأن تؤمنه يوم الفزع الأكبر ¶ وأن تبلغه منازل الشهداء ¶ وأن تجعله ممن لاخوف عليهم ولا هم يحزنون ¶ والله إن العين لتدمع ، وإن القلب ليحزن ، ولانقول إلا مايرضي ربنا ¶ وإننا على فراق الشيخ الشعيبي لمحزونون لمحزونون لمحزونون ¶ لاإله إلا الله العظيم الحليم ¶ لا إله إلا الله رب العرش العظيم ¶ لا إله إلا الله رب السماوات ورب الأرض رب العرش الكريم ¶ هذه والله الفجيعة ¶ لعمرك ما الرزية فقد مال .. ولا شاة تموت ولابعير ¶ ولكن الرزية فقد عالم ... يموت بموته خلق كثير ¶ إلى كل من خذل المسلمين ¶ إلى الذين حذرنا منهم سلفنا الصالح -رضوان الله عليهم - ¶ (( ومن فسد من علمائنا فهو باليهود أشبه )) ¶ إلى يهود الأمة! ¶ إلى الذين قالوا للذين كفروا هؤلاء أهدى من الذين آمنوا سبيلا ¶ يتأسون في هذا بسلفهم من اليهود .. وفي غزوة الأحزاب أيضا!! ¶ والله لتموتن ¶ ولتبعثن ¶ فاتقوا يوما تتقلب فيه القلوب والأبصار ¶ \" يوم تبيض وجوه وتسود وجوه\" ¶ لقد مات الشيخ حمود... مات ¶ ونشهد الله أنه أدى ما عليه ¶ اللهم اشهد ¶ فتأسوا به ¶ فإن ملوك الأرض لايملكون ضرا ولانفعا ¶ وماذا ضر الشيخ حمود الشعيبي؟ ¶ أن نصر الإسلام وأهله ¶ فإن كتمتم وحرفتم وخذلتم المسلمين ¶ ولبستم الحق بالباطل ¶ \"فأولئك لايكلمهم الله يوم القيامة ولايزكيهم ولهم عذاب أليم\" ¶ \" أولئك عليهم لعنة الله والملائكة والناس أجمعين . خالدين فيها لايخفف عنهم العذاب ولاهم ينصرون\" ¶ إخوة الإسلام! ¶ لله ما أخذ وله ما أعطى وكل شيء عنده بأجل مسمى ¶ فلتصبروا ولتحتسبوا ¶ أثبت أخي .. أثبت",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "فإن الله ناصر دينه ¶ \"أفي الله شك فاطر السماوات والأرض\" ¶ ولا يكون في ملكه مالايريده ¶ \" ويعلم مافي البر والبحر وماتسقط من ورقة إلا يعلمها ولاحبة في ظلمات الأرض ولا رطب ولايابس إلا في كتاب مبين \" ¶ \" ولاتحسبن الله غافلا عما يعمل الظالمون\" ¶ أثبت أخي في الله ¶ فإن طالبان لم تهزم.. ولم تهزم القاعدة ¶ وهذا الكلام لا يفهمه إلا أهل الإيمان كما يقول أمير المؤمنين ¶ لا يا أخي .. لاتظن أن الكفر العالمي انتصر على الإسلام ¶ بقتلى .. نسأل الله أن يتقبلهم في الشهداء ¶ \" إن يمسسكم قرح فقد مس القوم قرح مثله \" ¶ أو بأسرى ¶ ابتلوا على قدر دينهم ¶ ونسأل الله لهم الفكاك والأجر العظيم ¶ إخواننا تعضهم السيوف وهم ثابتون كالرواسي ¶ ونحن بين الفرش والخمائل .. (( نجعل فتنة الناس كعذاب الله ))!!!! ¶ القيد يظهر دعوتي يوما فعي ... ولئن قتلت ففي إلهي مصرعي ¶ إن الحياة وإن تطل يأت النعي .. فإلى الفناء زوالها .. لاتطمعي ¶ إلا بنيل شهادة فتشفعي ¶ أتظن أن الكفر انتصر على الإسلام ¶ لأن زوبعة على الأرض اليوم ¶ رفعت راية الكفر فوق بلاد الأفغان ¶ أهذا عقلك؟ ¶ أهذا ظنك؟ ¶ لا يا أخي ¶ \" ذلك ظن الذين كفروا فويل للذين كفروا من النار\" ¶ الأرض أرض الله .. والسماء سماؤه ¶ وطالبان نصرت دينه ¶ والقاعدة رفعت رايته ¶ فثق بالنصر ¶ ثق بالنصر ¶ واعلم أن الكون كله بيد.... الحكيم ¶ حكيم سبحانه ¶ \" المتين\" ¶ أنت تستفز! ¶ ولكن الله سبحانه وتعالى لايستفز .. جل ثناؤه وعظم سلطانه ¶ \"إنهم يكيدون كيدا. وأكيد كيدا . فمهل الكافرين أمهلهم رويدا\" ¶ \" ولاتحسبن الذين كفروا سبقوا إنهم لايعجزون\" ¶ لتدورن الدوائر على أمريكا ¶ هاهي أمامك .. انظر إليها ¶ ترقص رقصة الموت ¶ وعما قريب توضع الموازين بالقسط ¶ ويبتهج الشهداء بالنعيم المقيم ¶ ويرفع الله من نصر دينه وكتابه ¶ ويخفض من خذل الدين ¶ \" خافضة رافعة\" فاختر لنفسك",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "\" يا أيها الذين آمنوا هل أدلكم على تجارة تنجيكم من عذاب أليم .تؤمنون بالله ورسوله وتجاهدون في سبيل الله بأموالكم وأنفسكم ذلكم خير لكم إن كنتم تعلمون\" ¶ وفقدنا رجل من أهل الحل والعقد .. فقدناه .. نعم .. ولكن ¶ (( لا تزال طائفة من أمتي على الحق منصورة ... )) ¶ اللهم لاتحرمنا أجره .. ولا تفتنا بعده .. لا تفتنا بعده.. لا تفتنا بعده ¶ ولرب نازلة يضيق بها الفتى ... ذرعا وعند الله منها المخرج ¶ ضاقت فلما استحكمت حلقاتها ... فرجت وكان يظنها لاتفرج ¶ مريم ¶ بعض ما قيل في الشيخ من قصائد : ¶ الشيخ عصام البشير المراكشي المغربي ¶ الخميس 10/11/1422 ¶ مات الإمام ¶ وليسَ يشفيه غير الدمعِ ينهمرُ ¶ أم كيف يُطفى لهيبُ النار تستعرُ ¶ أم يصرفُ النائباتِ الحزنُ والسهرُ ¶ فلذةُ العيشِ شاب صفوها الكَدَرُ ¶ فلا التوقِّي يرده ولا الحذرُ ¶ وموتُه الليلَ في الكتابِ مستطرُ ¶ والقبرُ عمَّا قليل سوف يُحتفَر ¶ مِن زادِ أُخراه، والرحيلُ منتظرُ ¶ والظنُّ يخرسُ حينَ ينطقُ القدرُ ¶ والحقُّ باك، وعَظمُ الدينِ منكسرُ ¶ فلٌّ، وعينُ الهدى في الدمعِ تنغمرُ ¶ ومن لِداء النفاقِ حين ينتشر؟ ¶ كما يزيلُ سوادَ الدلجةِ القمرُ؟ ¶ فتُسلم الروح، لا عينٌ ولا أثرُ؟ ¶ والكلبُ يخرسه إذا عوى الحجَرُ ¶ منللأُلى جاهروا بالفسق أو كفروا ¶ بحرًا من العلم لا يشوبه الكدر ¶ ليثاً، إذا استأسد النعامُ والحُمُرُ ¶ فيَجترِي، إن تولَّى مَن به خَوَرُ ¶ كما يغيثُ مواتَ البَلقَعِِ المطرُ ¶ كالدرِّ في اللمعان، بل هي الدُّرر ¶ والعُرْف عادته، وكُتْبه غُرر ¶ له أنوفٌ، بكلٍّ الكون مٌشتهِرُ ¶ يا نفسُ، ما فاز إلا المَعشرُ الصُّبُرُ ¶ والفكرُ يبقى إذا ما غابتِ الصُّوَرُ ¶ فؤادُه بالهوى والغَيِّ مُنصَهرُ ¶ يا عينُ جودي، فإن القلبَ منفطرُ ¶ وكيف يُشفىمن الأحزان ذو كمََدٍ ¶ وهل ترد الدموعُ فجعَ غائلةٍ؟ ¶ هي المنايا على المُنى مُحكمةٌ، ¶ والموتُ حق على العباد مُنحتمٌ، ¶ كم من فتىً مُصبحٍ في بحر غفلته، ¶ وجامعٍ دنس الدنيا لِوارثه،",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "وخائضٍ في الدنى، ولا نصيبَ له ¶ كم من ظنون أحان الموتُ زخرفَها ¶ مات الإمامُ، فسورُ العلم منثلمٌ، ¶ مات الإمام، فصارمُ الجهادِ به ¶ مات الإمام، فمن للكفرِ يردعه؟ ¶ من للضلالِ يميط ظلَّ سدفتِه ¶ من للجهالات بالبرهان ينسفها ¶ من للكلاب من الأحجار يُلقِمها؟ ¶ من للأعادي إذا ما ذرَّ قرنهمُ؟ ¶ مات الإمام، وكان حجةً عَلَما ¶ قد كان يُبصَر عند كل معتركٍ ¶ وكان يُقصد عند كل نائبةٍ، ¶ وكان بالعلم يُحيي سُنَّةً دَرَست ¶ وكان تُرجى الفتاوى منه زاهرةً ¶ المجد غايتُه، والحق رايته ¶ وصَدعُه بالهُدى صِرفاً، وإن رَعدتْ ¶ إنَّا إلى اللهِ راجعونَ، فاصْطبري ¶ مات الإمام، وما ماتت مواقفُه ¶ فلست أرثيهِ، إنما الرثاءُ لمن ¶ الشيخ عصام البشير المراكشي المغربي ¶ الخميس 10/11/1422 ¶ وهذه قصيدة لا يعرف صاحبها , يقول فيها : ¶ دمعت عيون الصالحين وحق أن ¶ ترثي الإمام الجهبذ الرباني ¶ أسد الفتاوى عالم تروى له ¶ سيرٌ سرت قدما مع الركبان ¶ سير بها عبر تجلت إنما ¶ سير العلا تروى بكل لسان ¶ هو منبر ما أجلبت آراؤه ¶ خطب تشن لزمرت الطغيان ¶ هذا لأن الحق منهجه الذي ¶ من حاد عنه يصاب بالخذلان ¶ أقواله درر سمت وأدلة ¶ من سنة المختار والقران ¶ ما كان مرجعه الهوى إن الهوى ¶ يهوي بمن يهواه في النيران ¶ إن الهوى من سامه ألفيته ¶ بين الورى في ذلة وهوان ¶ فِتن أتت وتفننت في نشرها ¶ أذناب كل مكابر فتان ¶ فأتت جهود الشيخ تكشف زيفها ¶ بالرد والإفصاح بالبرهان ¶ إن الدفاع عن المبادئ عزة ¶ شرفت بذاك عساكر الإيمان ¶ يا شيخنا قد غظت كل منافق ¶ وكبت كل مجازف علمانِ ¶ وهتكتَ أستار الطغاة وأرعبت ¶ فتواك عبد معازف وقيان ¶ ووقفت كالجبل الأشم مناضلا ¶ ومنازلا لجحافل الصلبان ¶ فقضيت دهرك يا إمام مجاهدا ¶ ومساندا للحق دون توان ¶ ترثيك ساحات الجهاد وأسدُها ¶ يرثيك كل مهند وسنان ¶ يرثيك جيش الحق لا جيش الذي ¶ قد باء بالتنكيل والخسران ¶ ترثيك جند محمد أسْد الشرى ¶ حصن العقيدة في ربى الشيشان ¶ يرثيك من باعوا الحياة رخيصة ¶ لله من عرب ومن أفغان",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "ترثيك كشمير اليتيمة حيث قد ¶ باتت تجرع غصة الأحزان ¶ ترثيك غزة والخليل وقدسنا ¶ ترثيك كل معقل الإيمان ¶ ترثيك يا شيخ القصيم أئمة ¶ عرفوا خطاك فكنت ذا رجحان ¶ حظيِت سماحتكم بخير شمائل ¶ و تبوئت في الخلق خير مكان ¶ أفبعد فضلك يستطيل المفتري ¶ حاشاك مما قيل من هذيان ¶ تبت أياديهم وما فقهوا الذي ¶ في غاية التوضيح والتبيان ¶ فالله يجزي شيخنا خير الجزى ¶ ويثيبه الفردوس خير جنان ¶ وهذه قصيدة نظمها: أبو معاذ الضريبي من القصيم عنون لها بقول : ¶ يا من يرى العلماء كيف تسودوا ¶ يَا نَائِبَاتِ الدَّهْرِ مَالَكِ سُودُ !! ¶ فِي كُلِّ يَومٍ عَالِمٌ مَفْقودُ !! ¶ مَا إِنْ أَفَقْتُ مِنَ الرَّزِيَّةِ قَبْلَهُ ¶ حَتَّى دَهَانِي النَّعْيُ : مَاتَ حُمُودُ ¶ خَبَرٌ يَعِزُّ عَلَى المَسَامِعِ حَرْفُهُ ¶ تُنْعَى بِهِ الأَسْفَارُ وَالتَّجْويدُ ¶ يَا دَمْعُ مَالَكَ فِي المَحَاجِرِ جَامِدٌ ؟! ¶ يَا دَمْعُ ! كُلُّ تَصَبُّرٍ مَرْدُودُ ¶ رَحَلَ ( الشعِيبِيْ ) فَالمَحَاسِنُ بَعْدَه ¶ رَحَلَتْ وَأَعْقَبَ حُسْنَهَا التَّنْكِيدُ ¶ لُفَّتْ شُمُوسُ الفَضْلِ فِي أَكْفَانِهِ ¶ وَبَكَى التُّقَى وَبَكى عَلَيهِ الجُودُ ¶ وَعَلَتْ بَواكِي المَجْدِ فِي طُرُقاتِهِ ¶ وَاليَومَ يَومٌ كَاسِفٌ مَكْدُودُ ! ¶ يَا أُمَّةً فِي شَخْصِهِ شَاهَدْتُهَا ¶ حُمِلَتْ عَلَى الأَعْنَاقِ وَهْيَ تَجُودُ ¶ يَا مَنْ رَأَى الأَبْطَالَ كَيْفَ نُبُوغُهَا ¶ يَا مَنْ رَأَى العُلَمَاءَ كَيْفَ تَسُودُ !! ¶ هَذِي جنَازَةُ شَيْخِنَا ؛فِي حَشْدِهَا ¶ نَبأٌ بِأَنَّ كَرَامَتِي سَتَعُودُ ¶ بَيْنَ الصَّدُوقِ وَبَيْنَ كُلِّ مُدَاهِنٍ ¶ يَوْمُ الجَنَائِزِ ؛ شَاهدٌ مَشْهُودُ ¶ عِزٌّ يَرَى الجَوْزَاءَ مِنْ شُرُفَاتِهِ ¶ شَرَفٌٌ لَعَمْرِي مَا عَلَيهِ مَزِيدُ ¶ لَو كَانَ يَرْجِعُ بِالفُؤَادِ فَدَيْتُهُ ¶ يَا لَيْتَ شِعْرِي لَو فَعَلْتُ يَعُودُ !! ¶ المَوتُ حُكْمٌ مِنْ إلَهٍ عَادِلٍ ¶ مَا لامْرِىءٍ بَيْنَ الأَنَامِ خُلُودُ",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "كَمْ عَالِمٍ بَيْنَ الأَنَامِ كَمَيِّتٍ !! ¶ كَمْ مَيِّتٍ يَحْيَا بِهِ التَّوحِيدُ ¶ لَو جَازَ لِي ؛ لَوَقَفْتُ أَسْأَلُ نَعْشَهُ ¶ يَا شَيْخَنَا ! بِاللهِ أَيْنَ تُرِيدُ ؟! ¶ هَلْ ضَاقَتِ الدُّنْيَا لِقَولِكَ عِنْدَمَا ¶ صَمَتَ الجَميعُ وَبُورِكَ التَّنْدِيدُ ¶ فَذَهَبْتَ تُسْمِعُ فِي الَحَفَائِرِ أُمَّةً ¶ كَانَتْ لَهَا فِي المَشْرِقَيْنِ رُعُودُ ¶ الخَطْبُ أَعْظَمُ مِنْ قَصِيدَةِ شَاعِرٍ ¶ أَقْسَمْتُ : أَنْتَ الصَّارِمُ المَغْمُودُ ¶ وهذه قصيدة لا يعرف صاحبها مما قاله فيها : ¶ إنا لله و إنا إليه راجعون , أحسن الله عزاء الأمة في الإمام حمود بن عقلاء الشعيبي ¶ سلطان العلماء ¶ سمو في المبادىء والصفات ¶ وعز في الممات وفي الحياة ¶ وعلم لم تدنسه الدنايا ¶ وجل عن الهوى و المغريات ¶ ومدرسة من الأسلاف عاشت ¶ تعلمنا الثبات إلى الممات ¶ فرات سائغ ما كدرته ¶ من التقوى دلاء الأعطيات ¶ إذا سكتوا تصدى للفتاوى ¶ ليعلنها بإعلان الثقات ¶ ويصدع بالحقيقة في شموخ ¶ ويأنف من دهاليز السبات ¶ وفي هذا الزمان بلا مراء ¶ إمام أئمة الحق الهداة ¶ بموتك يفرح الأعداء لما ¶ رأوا في موتكم فرح الطغاة ¶ رأوا في موتكم موت المعالي ¶ وعيش أراذل ورويبضات ¶ رضينا بالقضاء وما جزعنا ¶ فكل مقدر لابد آتي ¶ وهذه قصيدة الأستاذ صالح علي العمري- الظهران , يقول فيها : ¶ ذهب الذين أحبهم ¶ الله حسبي حينما تترجلُ ¶ والصبرُ أجبرُ للفؤادِ و أجملُ ¶ والله حسبي حينما يجتالني ¶ أسفٌ عليك وحرقةٌ و تململُ ¶ والله حسبي حين أجترع الأسى ¶ غصصا ودمعي في ركابك يهملُ ¶ و الله حسبي كلما صالت بنا ¶ برحى المنية صولةٌ لا تمهلُ ¶ ذهب الذين أحبهم في جحفلٍ ¶ يتلوه في عين المصيبة جحفلُ ¶ يا شيخنا العقلاء رحلت وأمتي ¶ ثكلى يصارعها العدو الأرذلُ ¶ أرحلت والأحداثُ تفهقُ بالردى ¶ وعلى رحيلك أمةٌ تترحلُ ؟ ¶ يفديك قومٌ قُصّرت أعمارهم ¶ فاخلد بإرثك.. إن عمرك أطول ¶ يفديك من ملأ الترابُ عيونه ¶ فاهنأ , فمجدُك في الزمان مؤثلُ ¶ يفديك كلُّ منافقٍ متفيهق",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "من دينهم عاريّةٌ وتسولُ ¶ أسفي على العلم المرسّخ مثلما ¶ يأسى على نور العيون المسملُ ¶ علماؤنا نور البلاد وعزُّها ¶ حرسُ الفضيلة والسياجُ الأطولُ ¶ تُستنزل الرحمات من عبراتهم ¶ و رؤى الحياة بجودهم تتهلّلُا ¶ الموصلون إلى النجاة إذا طغى ¶ موجُ الحياة و للسفين تميّلُ ¶ الراسخون الثابتون على الهدى ¶ إن أنكر الإشراق طرفٌ أحولُ ¶ المصلحون بهمّةٍ نبويّةٍ ¶ في الله لا تخبو و لا تتبدّلُ ¶ زمر الملائك في مجالس ذكرهم ¶ فالقلب يخشعُ و العطايا تنزلُ ¶ زمر الملائك في مجالس ذكرهم ¶ إن كان للشيطان قِدْماً جحفلُ ¶ هذي الحياة شواهدٌ مقروءة ¶ ومنازل غرّارةٌ تتحوّل ¶ حقّا رحلت !! وأمتي مكلومةٌ ¶ و كأن في لب الحشاشة مرجلُ ¶ اذهب إلى الله الكريم وفضله ¶ فلعل في لقياه ما تتأمل ¶ والله حسبي حين ينثر مهجتي ¶ سهم الردى فيمن أحبُّ و أحفلُ ¶ والله حسبي في جليل مصائبٍ ¶ مما مضى منها وما يُستقبلُ ¶ وهذه قصيدة رمز صاحبها لاسمه بـ ( الطائر المهاجر ) يقول فيها : ¶ وارحمتاهُ لحرقةٍ بفؤادي ¶ لوفاةِ ركنٍ ثابتِ الأوتادِ ¶ ذاك الإمامُ حمودُ لهفي لهفةً ¶ لراق داهيةٍ من الأطوادِ ¶ علمٌ هوى فاهتزّ قلبي هزةً ¶ وأصابني سهمٌ فشقَّ فؤادي ¶ يا ويح قلبي كم تكابد أمةٌ ¶ قرحى العيونِ جريحة الأكبادِ ¶ اللهُ يشهد أنني لفراقهِ ¶ في كربةٍ عظمى وسقمٍ بادي ¶ أبناؤهُ حتى وإنْ فُجعوا بهِ ¶ تُسلي مواساةٌ لأهلِ ودادي ¶ وأقاسي اللوعات وحدي حاملا ¶ في القلبِ شعلةَ مارجٍ وقّادِ ¶ اللهُ يعلم مذْ علمتُ وفاتهُ ¶ وكأنَّ عينيَ كُحلتْ بقتادي ¶ قسما برب المروتين لفقده ¶ عندي كفقدِ أبي أو الأجدادِ ¶ اللهُ من نبأٍ أقضَّ مضاجعي ¶ وأرى الفؤادَ عرائكَ الآبادي ¶ فليهنأ الشيخُ الإمامُ فإنهُ ¶ قد عاشَ ينشرُ علمه وينادي ¶ لم تُغرهِ الدنيا ولا طلابها ¶ كلاَّ ولا فيها الإمامُ يعادي ¶ لم يجنِ في هذي الحياةِ على امرئ ¶ فحياتهُ في المتنِ والإسنادِ ¶ شيخٌ كفيفٌ غيرَ أنَّ فؤادَهُ ¶ نبعٌ يجودُ لكل قلبٍ صادي ¶ يا ربنا فارحمهُ واجمعنا بهِ ¶ أنت الكريمُ وأجودُ الأجوادِ",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "واختم لنا بالصالحاتِ فإننا ¶ نشكواالقصورَ وقلةً في الزادِ ¶ وهذه قصيدة أخري لا يعرف صاحبها , يقول فيها : ¶ وداعا حبيب الناس ودعّت دنيانا ¶ أحقا عباد الله قد مات عقلانا؟؟ ¶ تموت المعاني في حروفي وتشتكي ¶ من الغصص الألفاظ فالخطب أعيانا ¶ رحلت وفي نجد عليك مناحة ¶ حمائم بيت الله تبكي وأقصانا ¶ وفي طيبة الغراء المآذن تشتكي ¶ مدامع عشاق العلا سلن وديانا ¶ رحلت وفي كل القصيم مناحة ¶ وكم من أسير للأسى بات حيرانا ¶ حبيبي فلا أدري أبعدك أنتشي ¶ بعيدٍ إذا لا بارك الله نشوانا ¶ حبيبي فما بعد الفراق لمهجتي ¶ سوى الدمع من عيني ينساب هتانا ¶ وداعا وداعا لا لقاء اليوم بعدهُ ¶ سوى إن يشاء الله في الخلد تلقانا ¶ وداعا حبيب الناس ما كنت خائنا ¶ لقومك والإسلام ما كنت خوانا ¶ وداعا ومالي سلوة بعد بُعدِكم ¶ أيمكننا نفديك؟ قد كان ما كانا ¶ أموتا بمشفاهم فليس سوى أذى ¶ دواء ولكن يوصل القبر مرضانا ¶ ويحي النصارى في بلادي صليبهم ¶ فكيف يداوي القاتلون جرحانا؟ ¶ وكيف يداوينا الصليب رماحهم ¶ تمزقنا يا للأسى ضج بركانا ¶ ويا للأسى يا قوم هل من مشمر ¶ لنخرج أهل الكفر فالشر أعيانا ¶ رجال ولكن لا أرى مثل خالد ¶ نساء ولكن لا أرى مثل أولانا ¶ فيا أمة المختار جرحك ثاعب ¶ ويا أمة المختار الله يرعانا ¶ ويخرج ربي للظلام مشاعلا ¶ لتخسأ أمريكا فما مات عقلانا ¶ قصيدة همام اليمامي كتبها في 22 / 11 / 1422 هـ يقول فيها : ¶ أسعداني يامقلتي وجودا ¶ وابكيا عالم الزمان حمود ¶ وأفيضا دما إذا شح دمع ¶ علّه أن يريح قلبا كميدا ¶ ما عسى الشعر أن يقول وهل ¶ من عبقريّ يفي الإمام الفقيدا ¶ قمر غاب في زمان رهيب ¶ تاركا بعده الليالي سودا ¶ أسد ودع العرين خلاء ¶ وهزبر وما أقل الأسود ¶ أشرق الكفر بالحجاج واعيا ¶ كل فحل وأخرس التلمود ¶ وغدت أمة النصارى حيارى ¶ كل يوم تخشى بيانا جديدا ¶ ودعت دولة الصليب بويل ¶ من فتاواه لا تطيق مزيدا ¶ يرجم الشيخ إفكهم برجوم ¶ من نجم تفتت الجلمودا ¶ ومضى الفذّ ثابتا لا يبالي ¶ بنفاق ولا يهاب وعيدا",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "واثقا لا يخاف في الله لوما ¶ يتحدى من الطواغيت كيدا ¶ وأتاه اليقين وهو على الحـ ¶ ق فلا أدرك الجبان الرقودا ¶ إنما الشيخ حجة الله في الخلـ ¶ ق في زمان من الهوان مديدا ¶ نوّر الله بقعة حل فيها ¶ وسقاها ومدها الله بيدا ¶ أي حلم ضممته أيها اللحد ¶ وعلم آثاره لن تبيدا ¶ وأباء حويته ومضاء ¶ وثباتا وعزة وصمودا ¶ لو علمت الأيام علم يقين ¶ من حواليك لاحتقرت الحودا ¶ كم صدور تنفست صعداء كان ¶ غما لها وخصما عنيدا ¶ وسطور تنفس الحقد منها ¶ غردت يوم موته تغريدا ¶ ولئام تربصته بسوء ¶ وترى أن موته كان عيدا ¶ أيها الشامتون موتوا بغيظ ¶ إن لله أمة و جنودا ¶ أمة الدين لا تزال فتاة ¶ وعلى الدهر لا تزال ولودا ¶ كلما ودع السماء هلال ¶ ولدت بعده هلالا وليدا ¶ لو رأيتم مسيرة السبت لما ¶ شيعوه, ودفنه المشهودا ¶ ووداعا له يذيب حشاكم ¶ وولاء يفت منكم كبودا ¶ فاسألوا السبت مارأىمن جموع ¶ شيعوه واستشهدُنّ الشهودا ¶ جحفل لا يناله الطرف إلا ¶ ردّ حيران يعجز التحديدا ¶ يتراءى يوم القيامة لما ¶ أجلب الناس واستتموا ورودا ¶ يزحف الجمع والخلائق صور ¶ تتراءى جثما نه الممدودا ¶ فوق نعش تقاذفته أكف ¶ في خضم تخاله العين طودا ¶ قل لمن بالعمى يعيب عليه ¶ ساء عبد تنقص المعبودا ¶ نور عينيك ما أفادك إلا ¶ حيرة القلب والضلال البعيدا ¶ أيها الشانئون مهلا فإنا ¶ معشر لا نحاذر التفنيدا ¶ لا يسر المصاب في الدين إلا ¶ ملحدا أو مهتكا عربيدا ¶ و(النقيدان) نقد غشّ زيوف ¶ نقد الشيخ يستزيد نقودا ¶ إن طعن القتيل ما عاد فخرا ¶ فلماذا تمزقون الجلودا ¶ ومن اللؤم أن يهان الأسارى ¶ و الأسارى يعالجون القيودا ¶ يا عبيدا ما تنقمون عليه ¶ غير أن قام يستثير العبيدا ¶ ينكر الأرمد الضياء ولا يألـ ¶ ف إلا ظلامه المنكودا ¶ إن عود الحقوق يبغى جهودا ¶ وجهادا من الشعوب جهيدا ¶ رُب عيش أعز منه ممات ¶ يوم يلقى أقزامنا التاييدا ¶ أيها الراحل العظيم وداعا ¶ أنت من جدد الهدى تجديدا ¶ فلئن مُت ما بموتك عار ¶ قمة الفخر أن تموت شهيدا ¶ فلقد عشت في الحياة عزيزا",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "فلذا كنت في الممات حميدا ¶ ولقد كنت في الهداة سني البرق ¶ وقد كنت للعداة رعودا ¶ كنفا للدعاة ظلا ظليلا ¶ ولأهل النفاق كنت جليدا ¶ ولأنت الإمام فردا لك الذكـ ¶ ر على صفحة الزمان خلودا ¶ رب هول وقفت فيه وحيدا ¶ ومقام ينهنه الصنديدا ¶ واقفا موقف النبيين صبرا ¶ حاكيا في اليقين نوحا وهودا ¶ محييا ملة الخليل بوقت ¶ عز فيه من حقق التوحيدا ¶ شامخا لا تزال تسموا صعودا ¶ وعلوا حتى سكنت الصعيدا ¶ ولأنت الحسام أغمد قبرا ¶ بعد أن سلّك الإله حديدا ¶ هل لعين تذوق بعدك غمضا ¶ وترى بعدك الوجود سعيدا ¶ قصيدة الأستاذ أحمد الطارش : ¶ قد يكون العلم في قلب جبانْ ¶ قد يكون العلم مقروناً .. ¶ بأعباء الزمانْ ¶ قد يظل العلمُ جهلاً .. ¶ كلما زلَّ اللسانْ ! ¶ قد مضى القلبُ الشجاعْ ¶ ومضى في ساعةِ العسرةِ ¶ في يومِ الطعانْ ¶ قد مضى رحبُ الذراع ¶ ساعةَ البحثِ عن الهادي .. ¶ مضى الحادي .. ¶ فحارَ الركبُ في تلك الصحاري والبقاعْ ¶ وبكت كلُّ الجموعْ ¶ وغدا كل الرعايا .. ¶ ينهبون الأرضَ بحثاً ¶ عن بقايا من شموعْ ¶ وادلهم الليلُ .. واسوَدَّ المكان ¶ واكتسى القومُ الخداعْ ¶ حينما ازدان لهم لون السرابْ ¶ غرهم حسنٌ له .. ¶ عندما يبدو جميلاً كالشهابْ ¶ فتلاشى .. ¶ وتلاشوا خلفَهُ ¶ وتلاشتْ معه آمالهم ¶ ثم تاهوا في بلاد اللهِ ¶ لا زادَ لهم .. ¶ ولا أيُّ شرابْ ¶ ها هم الآنَ يعيشون الضياعْ ¶ إن بكينا أيها الشيخُ ¶ فليس الموتُ يبكينا ¶ فكلُّ الناس موتى ¶ إنما الموتُ مماتٌ في الحياة ¶ موتُ حسٍّ وشعورٍ .. ¶ وضميرٍ ضلَّ عن رفع الجباه ¶ ظل في دوامةٍ للخزي والعارِ ¶ أسيراً .. ¶ يستحي من وجهِ مَن أخزاهُ ¶ لا يبدي السِنانْ ¶ باتَ مهزوماً ومأسوراً ¶ ويخشى أن يرى الميدانَ ¶ في يوم الملاحمْ ¶ وتنحَّت عنه أفعالُ المكارمْ ¶ امضِ يا شيخُ .. ¶ فإنَّ الموتَ أرحمْ ¶ إنَّ هذا العصرَ أبكم ¶ لم يعد للعلمِ صاحبْ ¶ لم يعد للمجدِ طالبْ ¶ أصبحَ العلمُ متاعاً ¶ تُبتغى فيهِ المكاسبْ ¶ لم تمتْ يا شيخُ ¶ إنَّ النعيَ كاذبْ ¶ كلهم موتى .. ¶ وهذا النعيُ كاذب ¶ فرح الباطلُ",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "وانزاح عن كاهلهِ همُّ المراقبْ ¶ وابتسامُ الخبثِ في وجه الرغائبْ ¶ شمِتَ العاذلُ والكافرُ ¶ واستبشر بالنعي المنافقْ ¶ فهنيئاً للمنافقْ ¶ الذي ظنَّ بأنَّ الشمسَ ¶ قد يحجبها غربالُ حاجبْ ¶ إنه الحقُ .. ¶ فنورُ الشمسِ يطغى ¶ فوقَ أنوارِ الكواكبْ ¶ فوداعاً أيها الشيخُ الجليل ¶ ووداعاً صاحبَ الرأيِ الجميلْ ¶ ووداعاً أيها القلبُ الشجاع ¶ أيها الشيخُ المجاهدْ ¶ كلنا ثكلى .. ¶ وإنَّ الله شاهدْ ¶ 1 - رجال الفكر والدعوة في الإسلام 2 / 401 ¶ 2 - لقب أسماه به فضيلة الشيخ عبدالله بن قعود عضو الإفتاء سابقا شفاه الله . ¶ 3 - قرية تقع الآن في طرف بريدة الشمالي وكان مسكن الشيح رحمه الله فيها . ¶ 4 - استفدت من بعض النقولات مما كتبه الشيخ عبدالرحمن الهرفي في مقابلته مع الشيخ رحمه الله التي أجراها معه في شهر ذي الحجة لعام 1421 هـ , على هذا العنوان : ¶ http://www.saaid.net/Warathah/hmood/2/index.htm ¶ 5- حدثنا الشيخ عبدالله بن حسين أبا الخيل حفظه الله فقال : كان الشيخ حمود فيه من الذكاء والفطنة ما استغربه وتعجبه طلبة العلم في الرياض آن ذاك , بل إن الرجل ليبتسم حينما يستمع لحديث الشيخ من شدة ما يراه من توقد ذكاءه رحمه الله إهـ ¶ 6 - الأحقاف آية 30 ¶ 7 - وقد تتبعت الآيات في كتاب الله التي ذكر فيها موسى ومحمد ولم يذكر عيسى عليهم الصلاة والسلام فوجدتها في : سورة الأنعام آية 91 وآية 154 , وسورة القصص آية 48 , و سورة هود آية 17 , وسورة الأحقاف آية 12 وآية 30 , وفي صحيح البخاري رحمه الله في حديث ورقه بن نوفل حيث قال : بخ بخ هذا الناموس الذي كان يأتي موسى يا ليتني أكون فيها جذعا ) الحديث . ولم يأت ذكر في هذه المواضع لعيسى عليه السلام . ¶ 8 - على هذا العنوان : ¶ http://www.saaid.net/Warathah/hmood/2/16.htm ¶ 9 - شرحها لبعض الطلاب وهم غير معروفين وقد سأل عنهم الشيخ رحمه الله كثيرا .",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "10 – مقال كتبه في مجلة أضواء الشريعة الصادرة من كلية الشريعة في الرياض في عددها الأول سنة 1389 هـ , وقد تكلم فيه رحمه الله عن تعريف الإيمان عند أهل السنة وعند أهل البدع وناقش انحراف المبتدعة فيه نقاشا شرعيا وعقليا وذكر أثر الخلاف فيه . ¶ 11- http://www.saaid.net/Warathah/hmood/index.htm ¶ http://aloqla.com/mag/index.php ¶ 12 - بقية المقال نفي الأستاذ العوضي ما نقل عنه فيما يتعلق بالصحابي مصعب بن عمير . ¶ 12 - تجده على هذا العنوان : ¶ http://www.alwatan.com.kw/first.asp?id=50090 ¶ (1) الطائي : هو أبو تمام ¶ (2) اقتباسا من بيت أبي تمام وهو : ¶ رمى بك الله برجيها فهدمها ولو رمى بك غير الله لم يصب ¶ ?? ¶ ?? ¶ ?? ¶ ?? ¶ 54",
            "page": "53",
            "part": "1"
        }
    ],
    "t35888": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "إناس النبلاء في سيرة شيخنا العقلاء"
        }
    ]
}