{
    "b35881": [
        {
            "id": "1",
            "nass": "مصادر الحافظ ابن الفرضي ¶ في كتابه ¶ \" تاريخ العلماء والرواة \" ¶ د. حمد بن صالح السحيباني ¶ الأستاذ المشارك في قسم التاريخ والحضارة بكلية العلوم الاجتماعية ¶ جامعة الإمام محمد بن سعود الإسلامية ¶ ملخص البحث ¶ تناولت هذه الدراسة القضايا التالية : ¶ أولاً : بدأت بمقدمة مختصرة عن كتب التراجم والرجال حتى عصر ظهور هذا الكتاب ، ثم تناولت التعريف بالمؤلف وطلبه العلم بالأندلس، ثم رحلته إلى المشرق ، وأهم مؤلفاته الموجودة والمفقودة ، والوظائف التي تقلدها ، ثم وفاته . ¶ ثانياً : كتاب تاريخ العلماء ، وأسماؤه وسبب تأليفه ، وما يحويه من مادة علمية ، والمنهج الذي سار عليه المؤلف ، وزمن تأليفه ثم جاء الحديث عن مصادره على النحو التالي : ¶ أولاً : المصادر المكتوبة وتضم الأقسام التالية : ¶ أ - المؤلفات والكتب التاريخية . ¶ ب - الاستكباب ويعني بها تلك الرسائل والكتب التي كان يرسلها مستفسراً من خلالها عن بعض القضايا حول الأشخاص الذين يترجم لهم. ¶ ج - اللوحات والوثائق المادية وأهم هذا النوع اللوحات الموجودة على القبور ، وكذلك وثائق المبايعات . ¶ ثانياً : مصادر المعاينة والمشاهدة : كان هذا النوع من المصادر مهماً عند ابن الفرضي وذلك لأنه عاصر وعايش عدداً من العلماء الذين كتب عنهم ، كما احتك ببعضهم في المناسبات والمنتديات المختلفة، وبالتالي أصبح شاهد عيان لكثير من القضايا التي تحدث عنها حيث قام برصد كل ما شاهده وعايشه حول بعض الأشخاص ثم ضمنه كتابه . ¶ ثالثاً : المصادر الشفهية : ¶ شكلت الرواية الشفهية التي سمعها ابن الفرضي من أفواه الرجال حيزاً مهماً بين مصادره في كتابه تاريخ العلماء .",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "وبعد ذلك جاء الحديث عن حاسة النقد التاريخي عند ابن الفرضي وأثرها على موقفه من مصادره حيث عالجت هذه الفقرة كيف كان ابن الفرضي العالم ، الحافظ الراوية، المحدث الفقيه ، القاضي ، يتعامل مع مصادره المختلفة حسبما يقتضيه المنهج العلمي من المناقشة أو التحليل ، وأخيراً جاءت خاتمة البحث مُبرزاً فيها أهم استنتاجات هذه الدراسة .. والله أعلم . ¶ المقدمة : ¶ اهتم المؤرخون والكتاب المسلمون بكتب التراجم وتاريخ الرجال ، حيث ظهر هذا النمط من الكتابة التاريخية منذ وقت مبكر في تاريخ المسلمين ، بل إنه كان وليدًا لحركة التدوين التاريخي عندهم ، وينقسم هذا النوع من الكتابة إلى أنماط مختلفة فمنه ما يهتم برجال فترة معينة أو بلدٍ معينٍ ، ومنه ما يكون خاصاً بتراجم أرباب الصنعة الواحدة أو الفن الواحد ، وهكذا ظهرت كتب تأريخ القضاء ، والفقهاء ، والأدباء ، والأطباء ، والنحاة ، وغيرهم ، وقد كان علماء الحديث هم أول من اهتم بتراجم رجال الحديث وعلماء السنة ، وقد تميز هذا النوع من كتب الرجال بالدقة والاقتضاب حيث عني أصحابها بالحديث عن السيرة الذاتية لهؤلاء الرجال مع ذكر عدالتهم ، ونزعتهم العلمية، ومصنفاتهم، وشيوخهم([1]).",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "ويعد كتاب تاريخ العلماء والرواة للعلم بالأندلس لمؤلفه الحافظ ابن الفرضي من كتب الرجال التي تحدثت عن علماء بلد معين في فترة محددة ، حيث عُني هذا الكتاب بنخبة من علماء المجتمع الإسلامي بالأندلس منذ أن دخلها الإسلام وحتى نهاية القرن الرابع الهجري ، وبالرغم من كون هذا الكتاب يمثل المحاولة الأولى لهذا النمط من الكتابة التاريخية بالأندلس إلا أنه جاء ضافياً ومهماً في موضوعه ، ولهذا عد الدكتور حسين مؤنس ابن الفرضي شيخ أصحاب معاجم التراجم الأندلسية ومقرر أصول هذا الفن الذي اتصل في الأندلس والمغرب بعد ذلك قروناً طويلة([2]) ، كما عده المستشرق الأسباني انخيل حنثالث بالنثيا بأنه أقدم معجم رجال بين أيدينا([3]) ، وقد لقي هذا الكتاب قبولاً عند عدد من مؤرخي وكتاب الأندلس كالحميدي([4]) ، وابن عميرة([5]) ، وغيرهم ، وغير الأندلسيين كالذهبي([6])، ولعل هذا التميز الذي حظي به هذا الكتاب وتلك المنزلة العالية التي تبوأها من الأسباب القوية التي جعلت شيخ مؤرخي الأندلس أبا مروان بن حيان ¶ يقول عن مؤلفه ابن الفرضي : ( لم ير مثله بقرطبة في سعة الرواية ، وحفظ الحديث ، ومعرفة الرجال ... )([7]) .",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "ولا شك أن هذا القبول الذي لقيه هذا الكتاب يرجع لعدد من عوامل النجاح كان من أهمها أن مؤلفه اتكأ على قاعدة مهمة من مصادر المعلومات حين تدوينه لمادته العلمية حيث تعددت وتنوعت هذه القاعدة مما أضفى على الكتاب عددا من السمات العلمية الجيدة كالعمق ، والدقة، وسعة الاطلاع ، مع الشمولية ، والإحاطة بالجزئيات الصغيرة التي تهم أولئك العلماء . وهكذا أصبحت مصادر ابن الفرضي في هذا الكتاب وموارده من الموضوعات المهمة والجديرة بالوقوف عندها للتعريف بها والتعرف على أنواعها ، ومعرفة منهج ابن الفرضي في التعامل معها، ومدى ما وفرته للمؤلف من مادة علمية خصبة أثرت الكتاب وجعلت المؤلف يتحرك أثناء تأليفه باتجاهات متعددة ، وهذا ما سوف تحاول هذه الدراسة - بعون الله - بيانه ومعالجته خدمة لهذا الكتاب المهم أولاً ، ثم لإبراز جهود مؤلفه ذلكم العالم الأندلسي الذي يعد من أوائل من خاض تجربة التأليف في هذا الميدان بالأندلس ، وأخيراً خدمة للمكتبة الأندلسية والمهتمين بها من الباحثين ، ومن الله أستمد العون وأرجو التوفيق والسداد . ¶ أولاً : ابن الفرضي . ¶ اسمه ومولده ونشأته : ¶ هو أبو الوليد عبد الله بن محمد بن يوسف الأزدي المعروف بابن الفرضي([8]). ¶ ولد بقرطبة في ذي الحجة سنة إحدى وخمسين وثلاثمائة([9]) ، وبها طلب العلم أول حياته على عدد من العلماء يكثر تعدادهم كما يقول ابن بشكوال([10]) وكان من أهمهم عبد الله بن إسماعيل بن حرب بن خير المتوفى سنة ثمانين وثلاثمائة ، وقد ذكر ابن الفرضي أنه سمع منه وكتب عنه وأجاز له كل ما رواه([11]) .",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "ومنهم عبد الله بن محمد ابن القاسم بن حزم بن خلف الثغري المتوفى سنة ثلاث وثمانين وثلاثمائة ؛ إذ يذكر ابن الفرضي أنه أخذ عنه ما لم يكن عند شيوخه وذلك حينما نُفي من \" قلعة أيوب \"([12]) إلى قرطبة سنة خمس وسبعين وثلاثمائة ، وكان مما أخذه عنه كتاب معاني القرآن للزجاج، حيث قرأ عليه الكتاب من أوله إلى آخره([13]) . ¶ وقد أخذ بعض علوم اللغة عن محمد بن عمر بن عبد العزيز بن إبراهيم المعروف بابن القوطية ، المتوفى سنة سبع وستين وثلاثمائة حيث ذكر أنه تردد عليه أيام اهتمامه بعلم العربية فأسمعه كتاب الكامل لمحمد بن يزيد المبرّد إذ كان يرويه عن سعيد بن جابر([14]) . ¶ كما تردد على الحافظ محمد بن أحمد بن يحيى ابن مفرج أحد علماء الأندلس ومحدثيها حيث أجازه في جميع ما رواه غير مرة وكتب له ذلك بخطه([15]) ، كما ذكر أنه أخذ كتاب السنن لابن السكن ، والتفسير المنسوب إلى ابن عباس من أبي عبد الله محمد ابن سعدون المعروف بابن الزنوني والمتوفى ببطليوس([16]) فجأة في جمادى الأولى سنة ثنتين وتسعين وثلاثمائة([17]). ¶ أما صحيح البخاري فقد قرأه على أبي عبد الله محمد بن يحيى ابن زكريا المعروف بابن برطال المتوفى سنة أربع وتسعين وثلاثمائة ، وقد بيّن بأن مجلسه مع هذا الشيخ كان من أجلّ المجالس العلمية التي شهدها بالأندلس حيث سمع معه صحيح البخاري عدد من الشيوخ والكهول، وقد أجازه في جميع ما رواه عنه([18]) . كما سمع موطأ مالك ، وكتب التفسير لعبد الله بن نافع بن يحيى بن عبد الله الليثي المتوفى سنة سبع وستين وثلاثمائة([19]).",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ولم يقتصر ابن الفرضي على علماء قرطبة ، بل إنه رحل إلى عدد من المدن الأندلسية للاستزادة من طلب العلم ، فقد ذكر أنه في سنة ثنتين وسبعين وثلاثمائة كان بأشبيلية يتلقى العلم من أبي محمد الباجي([20]) ، وفي السنة التالية انتقل إلى شذونه([21]) حيث طلب العلم على ابن أبي الحزم طود بن قاسم بن أبي الفتح المتوفى سنه ست وثمانين وثلاثمائة([22]) وفي البيرة([23]) قرأ تفسير القرآن ليحيى بن سلام على أبي الحسن علي بن عمر بن حفص بن عمرو الخولاني المتوفى سنة أربع وثمانين وثلاثمائة([24]) ، كما ذكر بأنه لقي أبا الحسن مجاهد ابن أصبغ ابن حسان بقرية وركر - بين بجانه([25]) والمريه - وقرأ عليه كتبه الثلاثة طبقات الزمان ، وفساد الزمان ، والناسخ والمنسوخ هذا بالإضافة إلى كتاب شرح غريب الموطأ لابن حبيب - رحمه الله -([26]) ، وبالإضافة إلى هؤلاء فقد سمع ابن الفرضي ببجانه من أبي عبد الله محمود بن حكم المتوفى سنة أربع وتسعين وثلاثمائة([27]) وفي طليطلة من أبي الفرج عبدوس بن محمد بن عبدوس المتوفى سنة تسعين وثلاثمائة([28])، وفي قلسانه([29])سمع من أبي عمرو يوسف بن محمد الهمداني المتوفى سنة ثلاث وثمانين وثلاثمائة . حيث أجاز له جميع ما رواه([30]) . ¶ وكان يكرر الرحلة إلى البلد الواحد أكثر من مرة حينما يجد فيها ضالته من أهل العلم ، فقد ذكر أنه سمع من عبد الله بن محمد بن علي الباجي في قرطبة كثيراً ثم رحل إليه بأشبيلية رحلتين سنة ثلاث وتسعين وأربع وتسعين([31]) ، كما ذكر أنه تردد على شيخه عبد السلام بن السمح بن نايل الهواري في مدينة الزهراء([32])، وأنه قرأ عليه مجموعة من الكتب([33]) . ¶ رحلته إلى المشرق :",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "حينما شعر ابن الفرضي بأنه قد أخذ ما عند علماء الأندلس من علوم ومعارف رحل إلى المشرق في سنة ثنتين وثمانين وثلاثمائة حيث حج و أخذ العلم عن أبي يعقوب يوسف بن أحمد ابن الدخيل المكي([34]) وأبي الحسن علي بن عبد الله بن جهضم([35]) وغيرهما([36]) ، ثم رحل إلى مصر حيث أخذ عن أبي بكر أحمد بن محمد بن اسماعيل البنا، وأبي بكر الخطيبي ، وأبي الفتح ابن سْيُبخت ، وأبي محمد الحسن بن إسماعيل الضراب وغيرهم([37]) وفي طريق عودته مر بالقيروان حيث أخذ العلم عن أبي محمد بن أبي زيد الفقيه وأبي جعفر أحمد بن دحمون ، وأحمد بن نصر الدّاودي وغيرهم([38]) . ¶ ولم يذكر المؤرخون مدة هذه الرحلة ، كما لم يذكروا تاريخاً محدداً لعودته منها ، لكنه يستوحى من بعض النصوص التي ذكرها ابن الفرضي أن رحلته استغرقت حوالي ثلاث سنين فقد بدأها سنة إحدى وثمانين ،كما ذكر أنه كان خلال عامي اثنتين وثمانين وثلاث وثمانين بالمشرق([39]) . أما عودته فكانت في مستهل سنة أربع وثمانين وثلاثمائة كما يفهم هذا من قوله : ( وتوفي بقرطبة - عفا الله عنه - يعني إسماعيل بن إسحاق - ليلة السبت آخر يوم من صفر سنة أربع وثمانين وثلاثمائة وشهدت جنازته )([40]) . ¶ وبالإضافة إلى هؤلاء العلماء فقد ذكر ابن الفرضي في مواضع كثيرة من كتابه عدداً من الشيوخ الذين أفاد منهم في طلب العلم إذ تجاوز عددهم خمسة وأربعين عالما ويدرك من يستقريء تاريخ مشواره العلمي الحقائق التالية :",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "1. أنه لم يكن يحتقر عالما ، أو يستهين بأحد يتوقع أنه قد يفيده بشيء من العلم مهما كان علمه أو مكانته ؛ ولهذا تنقل بين عدد من المدن الأندلسية ، ومكة ، ومصر ، والقيروان بحثا عن علمائها ، حيث كان لا يقلل من شأن أحد ، فقد جلس إلى أبي محمد عبدالله بن محمد بن ربيع المتوفى سنة تسع وتسعين وثلاثمائة ، وكذلك إلى رشيد بن فتح المتوفى سنة ست وتسعين وثلاثمائة ، ولم يأخذ عن كل واحد منهما سوى حديث واحد فقط([41]) كما سمع من محمد بن أحمد بن مسور على الرغم من كونه قليل العلم([42]) ، بل إنه كان يجلس لأخذ بعض الحكايات ، كما فعل مع محمد بن عبد الله بن محمد بن ذي النون المتوفى سنة ست وتسعين وثلاثمائة([43]) ، وكذلك مع محمد بن أحمد المعافري([44]) بل إنه كان يأخذ حتى من بعض الكذابين وذوي الاتجاه المنحرف حينما يتوقع أن لديهم علما ينفعه ، فقد قال عن على بن معاذ بن موسى الرعيني : ( سمعت أنا منه ، وكان يكذب ، وقفت على ذلك منه وعلمته .. )([45]) كما ذكر أنه قد أخذ عن رشيد بن فتح الدجاج وكان يتهم بمذهب([46]) ابن مسرة([47]) .",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "2. أن مشاربه الفكرية قد تعددت ،فبالرغم من كونه مالكي المذهب إلا أنه كان يأخذ العلم من أصحاب المذاهب الأخرى فقد أخذ العلم من علي بن محمد بن بشر من أهل أنطاكية على الرغم من نزعته الشافعية([48]) ، كما كانت له اهتمامات باللغة العربية وعلومها فقد ذكر أنه انقطع فيما بين سنتي ست وستين وتسع وستين وثلاثمائة عن طلب العلم الشرعي حيث كرس كل جهوده للنظر في اللغة العربية وعن هذا يقول : ( ثم شغلني النظر في العربية عن مواصلة الطلب إلى سنة تسع وستين ، ومن هذا التأريخ اتصل سماعي من الشيوخ )([49]) ويبدو أن النزعة الأدبية لديه ، إلى جانب إدراكه لأهمية اللغة قد جعلته يولي اللغة العربية وآدابها اهتماما خاصا أثناء مشواره العلمي ، فقد ذكر أنه كان يأخذ علم اللغة من محمد بن عمر بن عبد العزيز المعروف بابن القوطية،وأنه قرأ عليه كتاب الكامل للمبرد([50])، كما سمع من شاعر وقته يحيى بن هذيل بن عبد الملك بن هذيل المتوفى سنة تسع وثمانين وثلاثمائة الشعر وكتب من حديثه وشعره ، كما أجاز له روايته وديوان شعره([51]).",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "3. كما كان يتحمل في سبيل الحصول على العلم المشقة والمتاعب النفسية من بعض الشيوخ الذين كانوا صعبي المراس ، فقد ذكر عن شيخه خلف بن محمد الخولاني أنه كان عسرا في الإسماع ، ممتنعا إلا من يسيره ، نكر الخلق حرج الصدر لكن لما كان عنده فوائد فقد كان يصبر على الاختلاف إليه ([52]) ، كما بين أن رشيد بن فتح الدّجّاج كان يأبى الإسماع إلا في اليسير ممن يستحبه ، وأنه لم يكتب عنه سوى حديث واحد([53]) ، وقد لقي هذه المعاناة - أيضا - من شيخه عبدالله بن محمد بن ربيع المتوفى سنة تسع وثمانين وثلاثمائة حيث كان رجلا منقبضا ملازما للبادية أكثر وقته يأبى من الإسماع ، ولهذا لم يكتب عنه ابن الفرضي سوى حديث واحد ([54]) وهكذا تعددت المشارب الثقافية التي استقى منها ابن الفرضي ثقافته وعلومه ، كما تعددت المدارس والاتجاهات الفكرية التي تردد عليها ، وهذا بلا شك مما أكسبه علما غزيرا متنوعا ، مكنه من التعرف على تجارب كثيرة ، كان لها أثر كبير في صقل مواهبه ، وتنمية قدراته العلمية . ¶ علمه ومؤلفاته : ¶ أولاً : علمه :",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "أجمع المؤرخون والكتاب على أن ابن الفرضي كان واسع الثقافة ، غزير العلم حافظا للحديث ورجاله ، فقد قال عنه الحميدي بأنه كان : ( حافظا متقنا عالما ذا حظ من الأدب وافر )([55]) كما قال عنه تلميذه أبو عمر بن عبد البر : ( كان فقيها عالما في جميع فنون العلم في الحديث وعلم الرجال ، وله تواليف حسان ... أخذت منه عن أكثر شيوخه ، وأدرك من الشيوخ ما لم أدرك ... )([56]) أما ابن حيان فقد وصفه بالأديب الراوية الفقيه الفصيح الذي لم ير مثله بقرطبة من سعة الرواية وحفظ الحديث ومعرفة الرجال والافتنان بالعلوم ([57]) ، كما قال عنه أبو عبد الله الخولاني بأنه كان من أهل العلم جليلا ومقدما في الأدب([58]) ووصفه كل من ابن بشكوال([59]) وابن عميرة([60]) بالحافظ العالم ، أما الإمام الذهبي فقد سماه بالحافظ الإمام الحجة البارع الثقة([61]) ولعل الإجازات العلمية الكثيرة التي حصل عليها من علماء كثيرين دليل واضح يؤكد سعة علمه ، ومن الذين أجازوه عبد الله بن محمد الثغري([62]) . ويدرك من يستقرئ ما خلّفه من تراث أن رواية الحديث وعلم الرجال كانت من أولى اهتماماته العلمية ، ولهذا حدث عنه عدد من العلماء منهم أبو عمر بن عبد البر حيث أثنى على حسن صحبته([63]) كما أخذ عنه أبو عبد الله الخولاني([64]) ومحمد بن إسماعيل من أهل أستجه([65])، وكان شيخا فاضلا ذكر ابن الفرضي أنه كثيرا ما يسأله عن معاني في الحديث تشكل عليه ([66]) ، كما كتب عنه عبد الله بن شعيب بن أبي شعيب من أهل([67]) أشبونة([68]) . ¶ ولا شك أن إلمامه الجيد باللغة العربية وعلومها ،إلى جانب نزعته الأدبية مكنه من استيعاب كل ما يقرأ أو يسمع - هذا فضلا عن استطاعته تبليغ ما يريد بأسلوب جيد وفصاحة مطبوعة ، ولهذا كان عند حديثه قلما يلحن في جميع كلامه مع حضور الشاهد ¶ والمثل ، كما يقول ابن بشكوال([69]) .",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وقد بدت نزعته الأدبية واضحة في نتاجه العلمي ، ولهذا وصفه ابن حيان([70]) بالأديب الفصيح ، كما وصفه ابن بسام بأنه شاعر مقل حسن النظام ، مقترن الكلام ، هو في العلماء أدخل منه في الشعراء([71]) وقد روى عنه أبو عمر بن عبد البر شعرا ومنه : ¶ على وجل مما به أنت عارف ¶ أسير الخطايا عند بابك واقف ¶ ويرجوك فيها فهو راج وخائف([72]) ¶ يخاف ذنوبا لم يغب عنك غيبها ¶ كما روى الحميدي قصيدة قالها وهو في طريقه إلى المشرق ، وكتب بها إلى أهله ومنها : ¶ وما خلتني أبقى إذا غبتم شهرا ¶ مضت لي شهور منذ غبتم ثلاثة ¶ ولو كان هذا لم أكن في الهوى حُرّا ¶ وما لي حياة بعدكم استلذها ¶ بلى زادني وجدا وجدّد لي ذكرى([73]) ¶ ولم يُسلَني طول التنائي هواكُمُ ¶ كما ذكر الحميدي أن أبا بكر علي بن أحمد الفقيه أنشده قول ابن الفرضي : ¶ إن لم يكن قمرا فليس بدونه ¶ إن الذي أصبحت طوع يمينه ¶ وسقام جفني من سقام جفونه([74]) ¶ ذُلّي له في الحبّ من سلطانه ¶ وقد ذكر ابن بشكوال أن ابن الفرضي لما عاد إلى قرطبة من المشرق كان قد جمع علما كثيرا في فنون العلم([75]) ، كما ذكر ابن حيان أن رحلته إلى المشرق قد أكسبته علما حيث أخذ عن شيوخ عدة فتوسع جدا وكان جماعا للكتب فجمع منها أكثر ما جمع أحد من عظماء البلد([76]) . ¶ ولا شك أن هذا النبوغ العلمي المتعدد النزعات هو الذي أهله لأن يطلب منه أهل مصر الإقامة عندهم لكنه قال لهم : ( من المروءة النزاع إلى الوطن )([77]) كما أهله لقراءة الكتب في عهد العامريين ، وأن يتولى قضاء مدينة بلنسية في عهد الخليفة محمد بن عبدالجبار المهدي([78]) . ¶ ثانياً : مؤلفاته :",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "ذكر المؤرخون أن ابن الفرضي لما عاد من رحلته إلى المشرق شرع في التأليف ، فصنف عددا من الكتب في فنون مختلفة ، وأنها كانت ذات قيمة علمية ، وتدل بوضوح على غزارة علمه ، وسعة مداركه وقدراته العلمية لا سيما في علمي الحديث وتاريخ الرجال ، ولكي تتضح الصورة في هذه القضية لابد من التعريف بهذه المؤلفات ، حيث قسمتها إلى قسمين هما : ¶ أولاً : الكتب المفقودة([79]) : ¶ 1 - المؤتلف والمختلف : ¶ أشار إلى هذا الكتاب كل من الحميدي([80]) ، وابن عميرة([81]) ، والذهبي([82]) ، كما ذكره ابن حزم([83]) وعده من الأعمال الكبيرة التي قدمها الأندلسيون وتفوقوا بها على أهل المشرق ، وأنه في أسماء الرجال وأن الحافظ عبد الغني([84]) الأزدي لم يبلغ عند هذا المعنى إلا كتابين ، وبلغ أبو الوليد نحو الثلاثين ، كما وضّح ابن حزم أنه لا يعلم مثله في فنه البتة . ¶ وقد ذكره ابن بشكوال بقوله : ( وجمع في المؤتلف والمختلف كتابا حسنا )([85]) . هكذا أشاد هذان المؤرخان بهذا الكتاب ، ولكن نظرا لكونه مفقودا ولم يصل إلينا منه شيء فإنه من الصعب التعريف به وبمنهجه ، ومحتواه ، ولكن ومن استقراء ما ذكره لنا ابن حزم من وصف مقتضب عن الكتاب ، حيث ربط المحتوى بما ألفه عبد الغني الأزدي في كتابه المؤتلف والمختلف([86])، وبعد الاطلاع على هذا الكتاب يتبين لنا أن موضوعه يعنى بذكر الأسماء المؤتلفة باللفظ ، أو المتقاربة والمختلفة في المعنى مثل بَرَكة وبُركة ، وبَحَر بَحُر وغيرها([87]) .",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "هذا عن موضوع الكتاب ، أما المحتوى فقد ذكر ابن حزم أن الحافظ المصري لم يبلغ سوى كتابين بينما بلغ ابن الفرضي نحو ثلاثين كتابا، وعلى هذا يكون هذا الكتاب يحوي مادة علمية ضخمة تبلغ حوالي أربعة عشر ضعفا لما ذكره سابقه ، ولا يستبعد أن تكون الظروف السياسية السيئة التي كانت سببا لنهاية المؤلف كانت - أيضا - سببا لنهاية الكتاب حيث لم يبق منه سوى ذكره ، بل إن عدم اعتماد المؤرخين القدامى عليه كمصدر لهم في موضوعه يؤكد الجزم بفقده . ¶ 2 - مُشتَبِه النسبة : ¶ أشار إلى هذا الكتاب كل من ابن بشكوال([88]) ، والذهبي([89]) ، وابن خلكان([90]) ، والمقري([91]) إلا أنه كسابقه لم يمكن التعرف على محتواه ، وذلك بسبب عدم وصوله إلينا حيث لم يمكن التعرف سوى على اسمه ، ولكن بمقارنة هذا العنوان بكتب الرجال والأنساب ندرك أن المقصود به الحديث عن الرجال الذين يشتبه في نسبتهم في الخط ويفترق في اللفظ والمعنى ، وقد وضح هذا الأمر عبد الغني الأزدي في كتابه الذي يحمل هذا العنوان حيث قال : ( أما بعد فإني لما صنفت كتابي في مؤتلف أسماء المحدثين ومختلفها ، فنظرت فإذا من ينسب منهم إلى قبيلة أو بلدة ، أو صنيعة قد يقع فيها من التصحيف والتحريف مثلما يقع في الأسماء والكنى التي حواها كتاب المؤتلف والمختلف ... وألفت كتابا في المنسوب منهم إلى قبيلة أو بلدة ، أو صنيعة يشتبه في انتسابه في الخط ويفترق في اللفظ والمعنى ... )([92]) . ¶ هكذا يبدو لنا من خلال ما ذكره الأزدي معاصر ابن الفرضي أن كتاب مشتبه النسبة يُعنَى ببيان حقيقة أنساب الرجال الذين قد تتفق أو تشتبه أسماؤهم ، أو أنسابهم في الخط ، وتختلف في المعنى ، وكان أول من ألف في هذا الفن الخطيب البغدادي ¶ كتابه الموسوم بـ \" تلخيص المتشابه في الرسم وحماية ما أشكل منه من بوادر التصحيف والوهم \"([93]) . ¶ 3 - أخبار شعراء الأندلس :",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "أشار ابن بشكوال إلى أن هذا الكتاب حفيلا في أخبار شعراء الأندلس([94]) ، كما ذكره الذهبي([95]) حيث قال : ( له تصنيف مفرد في شعراء أهل الأندلس([96]) وقد عده كل من ابن خلكان([97]) ، والمقري([98]) بأنه من مؤلفات ابن الفرضي المهمة أما ابن حيان فقد اعتمد عليه أكثر من مرة حين حديثه عن الشعراء والأدباء بالأندلس حيث قال حين حديثه عن أبي عبد الله محمد بن سعيد الزمالي : ( وقرأت في كتاب أبي الوليد ابن الفرضي المؤلف في طبقات أهل الدولة والأدب بالأندلس ... )([99]) كما قال حين حديثه عن عامر ابن عامر بن كليب بن ثعلبة الجذامي : ( وقد ذكر أبو الوليد الراوية عامر بن عامر هذا فيمن ذكره من أدباء الأشراف بقرطبة في كتابه المؤلف في الأدباء والعلماء فقال ... )([100]). وهكذا توالت نقول ابن حيان من هذا الكتاب فيما يخص الأدباء والشعراء([101]) ، ويستوحى من استقراء هذه النصوص ما يلي : ¶ 1. أن ابن حيان قد اطلع على الكتاب أثناء كتابته للمقتبس بدليل أنه نقل منه نصوصا كثيرة عن الشخص الواحد كما هو الحال عند حديثه عن هاشم بن عبدالعزيز وفرج بن سلام([102]) . ¶ 2. أن هذا الكتاب يعنى بالأدباء والشعراء فابن الفرضي حينما يتحدث عن الرجال كان ينطلق في حديثه من خلال هذه النزعة فقد قال عن فرج بن سلام : ( هذا أحد أكابر الأدباء ... وكان ذا عناية شديدة بعلم اللغة ورواية الشعر ... )([103]) كما قال عن سلمان بن وانشوس :( ومن أدباء الأشراف ... )([104]) أما أبو عبدالله محمد بن سعيد الموسى الزجالي فقال عنه :(كان يلقب بالأصمعي لعنايته بالأدب وحفظ اللغة )([105]) .",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "3. يبدو أن هذا الكتاب لم يطلق عليه مؤلفه اسما معينا ولهذا اجتهد المؤرخون والكتاب في تسميته ، كما يبدو أنه كان كتابا موسوعيا في بابه إذ أن النقول التي وصلت إلينا منه توحي بسعته ، وتشعب موضوعاته الأدبية ، كما أن مؤلفه قد قسمه حسب المستوى الاجتماعي لكل أديب أو شاعر فمن الأدباء الأشراف ذكر الوزير أبا غالب تمام ابن أحمد بن غالب ، وسلمان بن وانشوس([106]) ، ومن أدباء بني مروان أبا محمد القاسم ابن محمد([107]) ومن الأدباء الوزراء هاشم بن عبد العزيز([108]) . وهكذا جاءت تقسيمات ابن الفرضي لأولئك الأدباء حسب طبقاتهم ومكانتهم الاجتماعية ، وهذا ما يوحي به عنوان الكتاب الذي أشار إليه ابن حيان . ¶ 4. كما يستوحى مما وصل إلينا من نقول إجادة ابن الفرضي للغة العربية وأنه يملك أسلوبا أدبيا متميزا بالطراوة والحبك ، ولعل هذا من العوامل التي جعلت ابن بشكوال يصف هذا الكتاب بأنه كان حفيلا بأخبار شعراء الأندلس([109]) ، كما قال عنه الذهبي : بأنه تصنيف مفرد([110])، وهذا مما يؤكد أن النزعة الأدبية كانت قوية لدى ابن الفرضي حيث لم تؤثر عليها النزعات العلمية الأخرى ، بل إن هذه النزعات قد تضافرت جميعا في تكوين وصقل شخصيته العلمية . ¶ 4 - كتاب النحويين :",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "أشار إلى هذا الكتاب ابن الفرضي في كتابه تاريخ العلماء والرواة وذلك حينما تحدث عن ترجمة عباس بن ناصح الثقفي حيث قال عن هذا الأديب الشاعر اللغوي : (وقد ذكرت الخبر بتمامه في كتابي المؤلف في النحويين )([111]) . هكذا أشار ابن الفرضي أنه ألف كتابا عن النحويين، ولعل مما يعزز هذا الأمر ما ذكره عن نفسه من أنه انشغل بدراسة العربية - وهو يعني النحو - نحو ثلاث سنوات([112]) ، لكن المصادر الأخرى التي بين أيدينا لا تذكر شيئاً عن هذا الكتاب حتى السيوطي الذي اعتمد في كتابه بغية الوعاة على كتاب ابن الفرضي تاريخ العلماء لم يشر إلى كتاب النحويين([113]) وبهذا يبدو لنا أن هذا الكتاب إما أن يكون فقد في وقت مبكر وبعد وفاة المؤلف مباشرة ، أو أن ما أشار إليه ابن الفرضي كان مشروعا لم يكتمل ومن ثم لم ير النور . ¶ وبالإضافة إلى هذه المؤلفات فقد ذكر في مقدمة كتابه تاريخ العلماء والرواة للعلم قوله : ( كانت نيتنا قديما أن نؤلف في ذلك كتابا موعبا على المدن يشتمل على الأخبار والحكايات ، وأملنا جمع الكتاب الذي تقدم ذكره على البلدان ويستقصي ما اختصرناه في كتابنا هذا من الحكايات والأخبار أن تأخرت بنا مدة ... )([114]) وقد أكد هذا الأمر حينما ترجم لقاسم بن أصبغ حيث ذكر عددا من شيوخه ثم قال : ( في عدد سواها كثير مما أذكرهم في الكتاب الكبير الذي أُؤمل جمعه على المدن ، وأتقصاهم فيه - إن شاء الله- ... )([115]) . ويبدو أن هذا الكتاب لم يتح للمؤلف تأليفه إذ لا ذكر له عند غيره ممن تحدثوا عن ابن الفرضي أو تراثه الفكري . ¶ وبالإضافة إلى ما سبق ، فقد ذكر إسماعيل باشا مصنفا آخر لابن الفرضي في ذيل كشف الظنون هو ( الإعلام بأعلام الأندلس من العلماء والمثقفين والفقهاء والندماء ومن قدمها من العرفاء )([116]) .",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "كان هذا عرضا لمؤلفات ابن الفرضي التي لم نتمكن من الاطلاع عليها ، أو الوقوف على شيء منها سوى ما ذكره هو عنها ، أو ذكره بعض المؤرخين المعاصرين لها ، وكل ذلك كان بإشارات مقتضبة ، ولكن ومن خلال تلكم الإشارات فقد بدت لنا القضايا التالية : ¶ 1. أن ابن الفرضي كان عالما من علماء الأندلس المشهورين ، ويدل على هذا اهتمام المؤرخين والكتاب بمؤلفاته الآنفة الذكر ، حيث أشادوا بما اطلعوا عليه منها كابن حزم ، وابن بشكوال ، والذهبي وغيرهم . ¶ 2. أن تنوع هذه المؤلفات في مادتها العلمية يدل على أن ابن الفرضي كان ملما بأكثر من علم وفن فهو إلى جانب اهتمامه بالحديث ورجاله، فقد كانت له اهتماماته باللغة والشعر والأدب وغيرها من العلوم كما كان حسن البلاغة والخط([117]) . ¶ 3. أن عدم اطلاع المؤرخين والكتاب المعاصرين لابن الفرضي على بعض مؤلفاته أو نقلهم منها ، يدل على أنها قد فقدت منذ وقت مبكر، ولا يستبعد أن تكون أحداث الفتنة البربرية التي قضت على المؤلف هي التي قضت على بعض كتبه - أيضا- . ¶ ثانياً : الكتب الموجودة : ¶ لم تصل إلينا من مؤلفات ابن الفرضي سوى كتابين هما : ¶ 1 - كتاب الألقاب : ¶ هذا الكتاب لم يشر إليه أحد من المؤرخين والكتاب الذين تحدثوا عن تراث ومؤلفات ابن الفرضي وهو يعنى بالأشخاص الذين اشتهروا بألقابهم دون أسمائهم وقد رتبه على حروف المعجم حسب الأبجدية المشرقية ، حيث ضم عددا كبيرا من ألقاب الرجال والنساء ، أما منهجه فإنه يذكر أولا اللقب ثم يذكر اسم صاحبه بعده ومن الأمثلة على ذلك : ( الفاروق : عمر بن الخطاب -رضي الله عنه - )([118]) ، و ( الصماء : ابنة بسر المازنية اسمها بهية )([119]) ، وحينما يتكرر اللقب لأكثر من شخص فإنه يكرر اللقب ثم يعرف بالشخص المعني ؛ مثل ( شعبة ) أورده ثلاث مرات وعرف بثلاثة أشخاص كلهم يحملون هذا اللقب([120]) .",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "أما مصادره فإنه غالبا يذكرها إما بعد المعلومة مباشرة حيث يسبقها بكلمة ( ذكره فلان ) ؛ ومن الأمثلة على ذلك : أنه حينما تحدث عن مشخصة قال : ( لقب للحسين بن إبراهيم ذكره الحاكم )([121]) ، وقد يذكر المصدر قبل المعلومة : ومثال ذلك قوله : ( سفينة مولى أم سلمة ، قال الواقدي : اسمه مهران )([122]) . ¶ وقد تعددت وتنوعت مصادره ، كما اختلف منهجه في التعامل معها حسب قوتها وضعفها ، وكان أحيانا يذكر السند متصلا إلى الرسول - ش - وربما ذكر المنزلة العلمية والشيوخ الذين أخذ عنهم إن كان المتحدث عنه من المحدثين أو طلاب العلم([123]) . ¶ وكان من أهم مصادره في هذا الكتاب شيخه الحافظ عبد الغني الأزدي([124]) و محمد ابن أحمد بن يحيى ابن مفرج([125]) ومحمد بن يحيى بن الخراز([126]) وأبو محمد بن الضرار([127]) وخلف بن قاسم([128]) وغيرهم . ¶ كما اعتمد على عدد من الكتب والمؤلفات التاريخية أو كتب الرجال ومنها مؤلفات الواقدي ( ت 207هـ)([129])، ومحمد بن يحيى بن حبان (ت 356هـ)([130]) ، والبخاري (ت 256هـ)([131]) ، وغيرهم . ¶ وقد قام الدكتور محمد زينهم محمد عزب بتحقيق ونشر منتخب من هذا الكتاب معتمدا في ذلك على نسخة مختصرة للكتاب([132])كتبت بمدينة بجاية سنة إحدى وخمسين وستمائة ، أما الكتاب كاملا فلم أتمكن من الوقوف على شيء من نسخه . ¶ 2 - كتاب تاريخ العلماء والرواة للعلم بالأندلس : ¶ هذا الكتب سيأتي الحديث عنه مفصلا . ¶ ولم تكن جهود ابن الفرضي في ميدان الكتاب قاصرة على التأليف فحسب ، بل قد كان له اهتمام بالكتب واقتنائها،حيث جمع منها أكثر مما جمعه غيره من عظماء البلد([133]) . ¶ وظائفه :",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "انشغل ابن الفرضي في مستهل حياته بطلب العلم متنقلا بين عدد من المدن الأندلسية ، كما رحل إلى المغرب ومصر والحجاز ؛ لهذا الغرض حيث كان طلب العلم والحرص على التحصيل هاجسا ملازما له في حله وترحاله ، وحينما حصل ما يؤمله في هذا الميدان ، وأروأ ظمأه من أنهار العلم وأبحره المختلفة ، مما جعله أهلا لنيل الوظائف الرسمية ، حيث تقلد قراءة الكتب بعهد العامريين ، كما استقضاه الخليفة محمد بن عبد الجبار المهدي بكورة بلنسية([134]) كما ذكر الحجاري أنه ولي في الفتنة قضاء مدينة أستجه([135]). ¶ ولم يذكر المؤرخون أنه تقلد سوى هذه المناصب ويبدو أن انشغاله في أول حياته بطلب العلم ، ثم وفاته المبكرة كانا السبب في كونه مقلا في هذا الميدان على الرغم من كونه أحد علماء الأندلس وحفاظها المشهورين . ¶ وفاته : ¶ ذكر ابن حيان أن ابن الفرضي قتل في قرطبة يوم الاثنين لست خلون من شوال سنة ثلاث وأربعمائة وذلك حينما اجتاح البربر قرطبة ووري متغيرا من غير غسل، ولا كفن ، ولا صلاة في مقبرة مُؤمَّرة بعد أيام من قتله([136]) كما أكد تلميذه أبو عمر بن عبد البر أنه قتله البربر في سنة الفتنة وبقي في داره ثلاثة أيام مقتولا([137]) وقد أجمع عدد من المؤرخين على أن ابن الفرضي قتله البربر لكنهم لم يحددوا تاريخ قتله ، فابن حزم قال : ( إنه قتله البربر يوم الدخلة وبقي في مصرعه حتى تغير وكفنه ابنه في نطع )([138]) أما الحميدي([139]) وابن عميرة([140]) فقالا إنه قتل مظلوما في الفتنة لما دخل البربر قرطبة سنة أربعمائة وقد قال بهذا ابن سعيد([141]) . ¶ هكذا تباينت آراء المؤرخين حول تحديد سنة مقتل ابن الفرضي ولكنهم أجمعوا على أنه قتل مظلوما خلال الفتنة البربرية التي عصفت بقرطبة في مستهل القرن الخامس الهجري .",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وقد تناقل المؤرخون عنه قصة تؤكد حرصه - رحمه الله تعالى - على أن الموت شهيدا في سبيل الله كان هاجسا ملازما له طوال حياته، فقد قال الحميدي حدثنا علي بن أحمد الحافظ ، أخبرني أبو الوليد بن الفرضي قال : تعلقت بأستار الكعبة ، وسألت الله - تعالى - الشهادة ثم فكرت في هول القتل ، فندمت وهممت أن أرجع فأستقيل الله ذلك فاستحييت ، قال الحافظ علي : فأخبرني من رآه بين القتلى ، ودنا منه ، فسمعه يقول بصوت ضعيف : ( لايكلم أحد في سبيل الله ، والله أعلم بمن يكلم في سبيله ، إلا جاء يوم القيامة وجرحه يثعب دما ، اللون لون الدم ، والريح ريح المسك ) كأنه يعيد على نفسه الحديث الوارد في ذلك ، قال: ثم قضى نحبه على إثر ذلك -رحمه الله-([142]) . ¶ ثانياً : كتاب تاريخ العلماء والرواة للعلم بالأندلس : ¶ هذا الكتاب سماه الحميدي([143]) ، وابن بسام([144]) ، وابن عميرة([145]) ( تاريخ العلماء والرواة للعلم بالأندلس ) . أما ابن بشكوال([146]) وابن خلكان([147])، والمقري([148]) فأطلقوا عليه (تاريخ علماء الأندلس ) ، بينما سماه الذهبي([149]). ( تاريخ الأندلسيين ) ، و(تاريخ الأندلس)([150]) أما القاضي عياض فسماه ( رجال الأندلس )([151]) ، وقد طبع هذا الكتاب أكثر من مرة ، حيث كانت الطبعة الأولى تحت عنوان (تاريخ علماء الأندلس ) نشره فرانسيسكو كوديرا (FRANCISCUS CODERA ) بمدينة مدريد سنة 1891م، ثم أعيد طبع هذه النسخة سنة 1966م نشر الدار المصرية للتأليف والترجمة ، كما قام الدكتور إبراهيم الأبياري بتحقيق هذا الكتاب ونشره سنة 1403 هـ 1983 م تحت هذا العنوان ، كذلك حققته أيضا روحية عبد الرحمن السويفي ونشرته دار الكتب العلمية ببيروت سنة(1417 هـ 1997 م ).",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "أما تحت عنوان ( تاريخ العلماء والرواة للعلم بالأندلس ) فقد نشره السيد عزت العطار الحسيني سنة ( 1373 هـ 1954 م) وكل هذه الطبعات قد اعتمدت على نسخة واحدة كتبت سنة 596 هـ بخط أحمد بن إبراهيم بن أحمد الصدفي . ¶ وقد كانت جهود هؤلاء المحققين والناشرين منحصرة في إخراج النص دون تقديم دراسة عن المؤلف والكتاب سوى ما يذكرونه في تصديرهم للكتاب عدا إبراهيم الأبياري الذي قدم تعريفاً للكتاب ، والمؤلف في صفحات محدودة . ¶ أما سبب اختلاف التسمية لهذا الكتاب فيبدو أن ذلك يعود إلى أن المؤلف لم يسم كتابه، وإنما اكتفى بذكر ما قاله عنه في مقدمته ، ولهذا اجتهد من اطلع عليه بعد المؤلف في اختيار عنوان له حسبما يوحي بذلك محتواه ، وما ذكره عنه المؤلف في مقدمته . ¶ وهذا الكتاب هو الكتاب الثاني من مؤلفات ابن الفرضي التي وصلت إلينا وسوف تتناول هذه الدراسة - إن شاء الله تعالى - التعرف على مصادره وأقسامه ، ومنهج ابن الفرضي في التعامل معها واستقاء المعلومات منها ، ومدى تكاملها في تكوين مادته العلمية ، ولكن قبل هذا لابد من التعريف بالكتاب وسبب تأليفه ومنهجه. ¶ سبب تأليف الكتاب : ¶ ذكر ابن الفرضي أن السبب في تأليفه لكتاب تاريخ العلماء والرواة للعلم هو جمع فقهاء الأندلس ، وعلمائها ، ورواتها ، وأهل العناية بها في كتاب مختصر على حروف المعجم ، وقد بين في مقدمة هذا الكتاب أنه كان ينوي تأليف كتاب موعب على المدن يشتمل على الأخبار، والحكايات لكنه عاقته عوائق عن بلوغ المراد فيه فجمع هذا الكتاب مختصرا([152]) .",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "ويبدو أن ابن الفرضي قد شعر بالرضى عما أنجز في هذا الكتاب وأنه قد تحقق له الكثير مما كان يهدف إليه ويريده ، فقد قال حينما أثنى على عبد الرحمن بن الزامر : ( وقلما كتبت بالأندلس عن أحد إلا وقد كتب عنه )([153]) وقد وضح ذلك في مقدمته حينما قال : ( ولم أزل مهتماً بهذا الفن معتنياً به ، مولعاً بجمعه والبحث عنه ومسائلة الشيوخ عما لم أعلم منه : حتى اجتمع لي من ذلك -بحمد الله وعونه- ما أملته ، وتقيد في كتابي هذا من التسمية ما لم أعلمه يقيد في كتاب ألف في معناه في الأندلس قبله )([154]) وهذا الشعور بالرضا والذي أبداه ابن الفرضي ، كان معاصره الحميدي ( ت 488هـ ) على عكسه حينما ألف كتابه جذوة المقتبس حيث اعترف بالتقصير ورغب في إعادة النظر فيما كتبه لتلافي ما فيه من قصور([155]) . ¶ هذا هو السبب في تأليف ابن الفرضي لكتابه تاريخ العلماء والرواة كما وضحه في مقدمة الكتاب وهو رغبته الذاتية في خدمة العلم ، والعلماء في تأليف كتاب مختصر على حروف المعجم يجمع شتات فئة معينة من علماء الأندلس ومفكريها ، فلم يكن وراء هذا التأليف دوافع خارجية أو كان يقصد الحصول على أي مردود مادي ، أو أدبي ، بل كان هدفه سامياً وغايته نبيلة ، وهو بهذا النهج يخالف شيخه أبا عبد الله محمد بن حارث الخشني الذي ألف كتابه قضاة قرطبة استجابة لأمر الأمير الحكم المسنتصر بالله حينما كان ولياً للعهد([156]) . ولهذا لقي كتاب ابن الفرضي قبولاً عند عدد من علماء المسلمين ومؤرخيهم ومنهم أبو عبد الله الحميدي([157]) ، وابن عميرة([158]) ، والذهبي([159]) والذي عرَّف بابن الفرضي من خلال هذا الكتاب ، وهذا يدل على ذيوعه وانتشاره بين الناس ، كما أشاد به ابن بشكوال حينما قال إن ابن الفرضي : ( بلغ فيه النهاية والغاية من الحفل والإتقان )([160]).",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "ويبدو أن إعجاب ابن بشكوال بهذا الكتاب ومنهجه ومادته دفعه إلى أن يؤلف كتاب الصلة على غراره حيث قال حينما تحدث عن ابن الفرضي : ( وهو صاحب تاريخ علماء الأندلس الذي وصلناه بكتابنا هذا )([161]) بل إنه صرح في مقدمة كتابه أن إقدامه على تأليف هذا الكتاب كان استجابة لرغبة بعض علماء الأندلس الذين طلبوا منه أن يصل لهم كتاب القاضي ابن الفرضي وأن يبتديء من حيث انتهى كتابه وأين وصل تأليفه متصلاً إلى وقتنا يقول ابن بشكوال : ( فسارعت إلى ما سألوا ، وشرعت في ابتدائه على ما أحبوا ، ورتبته على حروف المعجم ككتاب ابن الفرضي ، وعلى رسمه ، وطريقته ... كالذي صنع هو رحمه الله )([162]) . ¶ بل إن الإعجاب بهذا المؤلف لم يتوقف عند ابن بشكوال بل تجاوزه إلى غيره من علماء الأندلس فقد ألف ابن الأبار المتوفى سنة (658هـ) كتابه ( التكملة لكتاب الصلة ) كما ألف أحمد بن إبراهيم بن الزبير الغرناطي المتوفى سنة ( 708 هـ ) كتابه ¶ ( ذيل الصلة ) ، وقد تأثر هؤلاء المؤلفون بمنهج ابن الفرضي ، كما عدوا ما قاموا به من عمل في هذا الميدان تكملة لما بدأه سلفهم ابن الفرضي رحمه الله([163]) . ¶ المحتوى والمنهج : ¶ بين ابن الفرضي في مقدمة الكتاب أن مؤلّفه يضم عدداً كبيراً من فقهاء الأندلس وعلمائها ، ورواتها ، وأهل العناية بالعلم منهم مرتبين على حروف المعجم([164]) ثم بين بعد ذلك أنه حاول ما أمكنه أن يعرض ( أسماء الرجال ، وكناهم وأنسابهم ، ومن كان يغلب عليه حفظ الرأي منهم ، ومن كان الحديث والرواية أملك به وأغلب عليه ومن كانت له إلى المشرق رحلة ، وعمن روى ، ومن أجل من لقي ؟ ومن بلغ منهم مبلغ الأخذ عنه ، ومن كان يشاور في الأحكام ويستفتى ، ومن ولي منهم خطة القضاء ، والمولد والوفاة )([165]) .",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "هذه هي القاعدة والمنهج التي كان ابن الفرضي يسير عليها حين ترجمته لأولئك العلماء ، ولا شك أنها ترصد معلومات مهمة عن كل عالم، وهذا النهج في التأليف هو ما اعتاده كثير من المؤلفين المعاصرين أو اللاحقين لابن الفرضي والذين عنوا بالترجمة للرجال والمحدثين والفقهاء سواء من المشارقة أو المغاربة والأندلسيين ، فمن المعاصرين الحافظ أبو يعلى الخليل بن عبد الله بن أحمد القزويني ( ت 446هـ ) في كتابه الإرشاد في معرفة علماء الحديث([166]) ، ومن اللاحقين أبو الحسن النباهي ( ت ق 8هـ ) في كتابه المرقبة العليا فيمن يستحق القضاء والفتيا والمعروف بتاريخ قضاة الأندلس([167]) كما نهج هذا النهج الإمام الذهبي ( ت748هـ ) في كتابيه تذكرة الحفاظ ، وسير أعلام النبلاء لمن هم بمستوى ومنزلة علماء ابن الفرضي ، ولعل أقرب المؤلفين لمنهج ابن الفرضي ابن بشكوال في صلته ، ويبدو هذا واضحاً في معظم التراجم التي تحدث عنها([168])، وكذلك القاضي عياض في ترتيب المدارك([169]) لكن هؤلاء جميعاً خالفوا ابن الفرضي في الاختصار ، حيث جاء حديثهم أكثر تفصيلاً وبسطاً منه ، إذ التزم جانب الاختصار ، فلم يدخل في تفصيلات تخرجه عن هذا النهج الذي بينه في مقدمته .",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "أما المنهج الذي سار عليه ابن الفرضي في ذكر أولئك العلماء فقد ذكرهم مرتبين حسب حروف المعجم بغض النظر عن أي اعتبار آخر ، كالمكانة العلمية ، أو المنزلة الاجتماعية ، أو الترتيب الزمني أو غيرها ، وهذا النهج في التأليف لم يكن ابتكاراً خاصاً به ، بل عمل به عدد من الكتاب والمؤلفين مثل الإمام البخاري ( ت 256هـ ) في كتابه التاريخ الكبير ، وابن أبي حاتم ( ت 327هـ ) في الجرح والتعديل ، وابن حبان ( ت 354هـ ) في كتابيه الثقات ، والمجروحين ، وغيرهم ، وقد سار على هذا النهج عدد من المؤلفين الذين جاؤوا بعد ابن الفرضي مثل ابن بشكوال في الصلة ، والحميدي في جذوة المقتبس في ذكر ولاة الأندلس ، وابن عميرة في كتابه بغية الملتمس في تاريخ رجال أهل الأندلس، بل إن ابن الأبار المتوفى سنة ( 658هـ ) ألف كتاباً أسماه بالمعجم في أصحاب القاضي الإمام أبي علي الصدفي . ¶ وقد رتب ابن الفرضي مؤلفه حسب حروف الهجاء إذ بدأ بحرف الألف وانتهى بحرف الياء حسب الأبجدية المشرقية([170]) حيث ذكر تحت كل حرف أسماء العلماء من أهل الأندلس مرتبين حسب الحرف الأول من الاسم فقط ، ففي حرف الألف بدأ بإبراهيم وانتهى بأيوب وهكذا ، وحينما ينتهي من ذكر الرجال في كل حرف يذكر الأفراد ، والغرباء من الحرف المتقدم وهذا المنهج هو المعمول به عند الأندلس في تلك الفترة([171]).",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "أما وقت تأليف الكتاب فلم يذكر ابن الفرضي تاريخاً محدداً لذلك ، لكن الذي يبدو أنه شرع بتأليفه منذ وقت مبكر من حياته حيث ساق بعض الروايات التي توحي بأنه قد بدأ بذلك منذ سنة سبع وسبعين وثلاثمائة([172]) ورايات أخرى يستوحى منها - أيضا - أنه حينما كان بمصر أثناء رحلته العلمية كان يجمع مادته العلمية([173]) وكذلك حينما كان بالقيروان([174]) وهناك روايات أخرى تدل على أنه كان في نهاية القرن الرابع يشتغل في تأليف هذا الكتاب ، ومن ذلك قوله حينما تحدث عن سعيد بن موسى الغساني : ( قُتل بمعترك الماشة ، قرب مدينة بلغى يوم الخميس لعشر بقين من شهر ربيع الآخر سنة ثلاث وتسعين وثلاثمائة )([175]) . ¶ وهكذا يبدو لنا أن تأليف هذا الكتاب قد استغرق أكثر من ثلاث وعشرين سنة وتفسير ذلك أن ابن الفرضي قد شرع في جمع مادته العلمية مبكراً ، وكان يودع ذلك في كراريس ، أو مذكرات خاصة ، فلما أكتملت مادته العلمية أخذ بجمعها وتأليفها في كتاب واحد وكان هذا في آخر عمره رحمه الله . ¶ مصادره : ¶ اهتم الكتاب والمؤرخون القدامى باختيار مصادرهم ، والتي كانوا يعدونها مرآة صادقة لمستوى ثقافتهم ، فضلاً عن كونها معياراً مهماً للحكم على أي مؤلف أو كتاب يظهر للناس ، فما آفة الأخبار إلا رواتها ، وقد استشعر هذه الأهمية ابن الفرضي ، ولعل مما ساعده على إدراك هذه المسئولية كونه ينتمي إلى مدرسة أهل الحديث التي تعنى بعلم الجرح والتعديل، ولهذا اهتم بمصادره حيث عني باختيارها ، وذلك إدراكاً منه لأهمية المصدر في تأكيد أو نفي الأخبار والروايات التي يدرجها في كتابه ، كما عني بالتعامل معها وحرص على فهمها واستيعاب ما تشير أو تهدف إليه قبل أن يسوق روايتها للقاريء .",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وقد جاءت المصادر التي اعتمد عليها ابن الفرضي في هذا الكتاب متنوعة ، ومتعددة الاتجاهات والمستوى ؛ حيث بين ذلك في المقدمة حينما قال : ( ولم أزل مهتماً بهذا الفن معتنياً به ، مولعاً بجمعه والبحث عنه ، ومسائلة الشيوخ عما لم أعلم منه ، حتى اجتمع لي من ذلك - بحمد الله وعونه - ما أملت ، وتقيد في كتابي هذا من التسمية ما لم أعلمه يقيد في كتاب ألف في معناه في الأندلس قبله )([176]) . ¶ إن هذه الكلمات التي قالها ابن الفرضي في مقدمة كتابه عن مصادره هي في حقيقة الأمر منهج سار عليه في التعامل مع مصادره مما يدل على أنه كان مهتماً بها ، متحرياً الدقة والضبط في الأخذ منها ، مع ميله إلى الاختصار حتى لا يطول مؤلفه بسبب كثرة الأسانيد التي يستقيها من مصادره المكتوبة ، وقد وضح ذلك بقوله : ( وتركنا تكرار الأسانيد مخافة أن نقع فيما رغبنا عنه - من الإطالة - وبيناها في صدر الكتاب ، فما كان في كتابنا هذا عن أحمد دون أن ننسبه فهو أحمد بن محمد بن عبد البر أخبرنا به عنه محمد ابن رفاعة - الشيخ الصالح - في تاريخه وما كان فيه عن محمد - دون أن ينسب - فهو محمد بن حارث القروي أخذته من كتابه ، وبعضه بخطه ، وما كان فيه عن أبي سعيد فهو: أبو سعيد عبد الرحمن بن أحمد بن يونس ابن عبد الأعلى المصري خرجته من تاريخه : في أهل مصر والمغرب ، أخذ ذلك من كتاب أنفذه إليه أمير المؤمنين الحكم بن عبد الرحمن المستنصر بالله - رحمه الله- وفيه عن غير ذلك ما أخبرنا به يحيى بن مالك العائدي عن أبي صالح أحمد بن عبد الرحمن بن أبي صالح الحراني الحافظ عن أبي سعيد ومنه : ما أخبرني به أبو عبد الله محمد بن أحمد بن يحيى القاضي عن أبي سعيد وقد بينت ذلك في موضعه . ¶ وما جاء في كتابي هذا ، عن محمد بن أحمد فهو : محمد بن أحمد بن يحيى القاضي هو : ابن مفرج ، أخذته من كتاب مختصر كان جمعه للإمام المستنصر بالله رحمه الله .",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "وما كان فيه عن الرازي فإن العائذي ، أخبرنا به عنه وما كان فيه عن غير هؤلاء فقد ذكرت من حدثني به وعمن أخذته إلا أن يكون مما قرب عهده ، وأدركته بسني ، وقيدته بخطي وحفظي ، وأخذته عن ثقة من أصحابي ، فلم أحتج إلى تسميته([177]) . ¶ ومن خلال استقراء هذه المقدمة ، وبعد تتبعنا لما جمعه من معلومات ، وأخبار في ثنايا كتابه،يتبين لنا أن مصادر ابن الفرضي كانت متعددة ، ومتنوعة ، وأنه لم يكن يغفل أي مصدر يظن أنه يخدمه أو يوفر له معلومة ، أو خبرا مهما ، ولهذا كانت موارده عديدة ، ومصادر المعلومات لديه كثيرة ، وقد جاءت على النحو التالي : ¶ أولاً : المصادر المكتوبة . ¶ ثانياً : مصادر المعاينة ، والمعايشة ، والمشاهدة . ¶ ثالثا : المصادر الشفوية - السماع والمشافهة . ¶ وكان لكل نوع من هذه المصادر طرقه ، وأساليبه ، ووسائله المتعددة ، حيث حاول المؤلف الإفادة منها جميعاً في جمع مادته العلمية حسب الفرص المتاحة لكل نوع من هذه المصادر خاصة ، وقد كانت المصادر المكتوبة تضم الأقسام التالية : ¶ أ - المؤلفات والكتب التاريخية . ¶ ب - الاستكتاب . ¶ ج - اللوحات والوثائق المادية . ¶ أ : المؤلفات والكتب التاريخية : ¶ يقصد بالمؤلفات والكتب التاريخية مؤلفات المؤرخين وعلماء الرجال الذين سبقوا ابن الفرضي ، وكان لمؤلفاتهم علاقة قوية بموضوعه ، وتمكن من الاطلاع عليها ، وهذا النوع من المصادر شكل جزءاً كبيراً من مصادره في كتابه تاريخ العلماء ، كما يستوحى ذلك من مقدمته ، ويبدو واضحاً لمن يقرأ الكتاب ، وكان من أهم من أفاد منهم في هذا المجال ما يلي :",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "1. أبو عبد الله محمد بن حارث بن راشد الخشني القيرواني ، عاش السنوات الأولى من حياته بالقيروان ثم رحل إلى الأندلس صغيراً وعمره دون الثانية عشرة وبها طلب العلم ،وقد وصفه ابن الفرضي بالعلم والقدرة على الفتيا([178])، كما أشاد به عدد من المؤرخين إذا قال عنه الحميدي : ( محمد بن حارث من أهل العمل والفضل )([179]) وأثنى عليه الذهبي([180]) وابن عميرة([181]) وغيرهم .",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "له عدد من المؤلفات ، فقد أشار الحميدي إلى أنه جمع كتاباً في ( أخبار القضاة بالأندلس ) وكتاباً في ( أخبار الفقهاء والمحدثين ) وكتاباً في ( الاتفاق والاختلاف لمالك بن أنس وأصحابه )([182]) . كما قال ابن الفرضي بلغني أن الخشني ( صنف للمستنصر مائة ديوان، وقد جمع له من رجال الأندلس كتاباً قد كتبنا منه في هذا الكتاب - يعني تاريخ العلماء - ما نسبناه إليه )([183]) .",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "وكتاب الخشني هذا غير موجود الآن ، ولكن ابن الفرضي أعتمد عليه كثيراً ، إذ نبه إلى أنه أخذ منه عشرات المرات في كتابه ، و قد تفاوتت نقولاته منه ، فأحياناً يذكر الخبر ثم يعقبه بقوله قاله أو ذكره ابن حارث([184]) ، وأحياناً يقول : ( قال ابن حارث )([185]) أو في كتاب ابن حارث([186]) أو ذكر ابن حارث في كتابه([187]) ، ثم يذكر بعد ذلك نصاً أو خبراً لابن حارث ، وقد يقول قرأت ذلك من كتاب ابن حارث بخطه([188])، أو ذكره ابن سعدان عن ابن حارث([189]) ، أو ذكره ابن حارث عن ابن سعدان([190]) ، هكذا تعددت طرق إحالات ابن الفرضي على ابن حارث بحسب اطلاعه عليها في كتابه ، ولا شك أن هذا التعدد يدل على دقته في التعامل مع مصادره ، وبالرغم من كون ابن الفرضي قد نقل كثيراً من الخشني إلا أنه فيما يبدو لم يكن يأخذ بما يذكره ، أو يقول به مطلقاً،بل ربما كان قوله مرجوحاً أحياناً ، أو قد يحتاج إلى دليل ، والأدلة على ذلك كثيرة ومنها أنه حينما ذكر قول الخشني في عبد الله بن مسرّة ذكر معه أقوال عدد من المؤرخين بعضهم يعد من المجاهيل حيث قال : ( وقرأت في بعض الكتب أن عبد الله بن مسرة رحل إلى المشرق )([191]) ومن الأدلة - أيضاً - قوله حينما تحدث عن يحيى بن معمر بن عمران بن منير : ( وحكى ابن حارث : أن الأمير عبد الرحمن استقضاه مرة ثانية، وهو صحيح والدليل عليه : أن يحيى بن معمر صلى بالناس صلاة الكسوف بقرطبة سنة ثمان عشرة في مسجد أبي عثمان وهو قاض )([192]) هذا وقد أفاد ابن الفرضي من الخشني كثيراً ، وفي مواضع متعددة شملت السير الذاتية ، والنزعات العلمية ، وتاريخ المولد والوفاة ، والشيوخ ، والرحلات العلمية ، وغيرها من جزئيات تاريخ علماء المسلمين بالأندلس([193]) .",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "2. أبو القاسم خالد بن سعد أحد أئمة الحديث بالأندلس روى عن عدد من العلماء مثل محمد بن عمر بن لبابة ، وأحمد بن خالد بن يزيد ، ومحمد بن فطيس وغيرهم كما روى عنه جماعة([194]) توفي سنة ( 352 هـ )([195]) . ¶ وقد ذكر ابن الفرضي أن خالد بن سعد من الذين اعتمد على كتابتهم كثيرا ، حيث قال في مقدمة الكتاب : ( وما كان فيه عن خالد فهو خالد بن سعد أخبرنا به عنه إسماعيل ابن إسحاق الحافظ([196]) في تاريخه )([197]) ،كما ذكر حينما تحدث عن خالد بن سعد أن له كتابا في رجال الأندلس ألفه للمستنصر بالله - رحمه الله - وقد أخذه ابن الفرضي عن إسماعيل بن إسحاق ؛ حيث قال : ( وقد كتبنا منه في كتابنا هذا ما نسبناه إليه )([198]) ، وقد بين ابن الفرضي أن خالد بن سعد لم يكن يتورع عن أعراض الناس ، بل كان ينال منها حتى اشتهر بهذا الأمر ، وأنه أخبره بذلك غير واحد ممن عرف ذلك منه([199]) ، لكن هذا المأخذ لم يمنعه من الأخذ منه ، وقد تفاوتت نقولاته عنه ، وكذلك إحالته عليه ، فعلى الرغم من كونه في الغالب يقول : ذكر خالد([200]) ، أو قال خالد([201]) مختصراً الإسناد ، ثم يذكر خبرا أو نصا ، إلا أنه أحيانا كان يستخدم صيغًا متصلة الإسناد ؛ كقوله : ( أخبرني إسماعيل قال:سمعت خالد بن سعد يقول .)([202]) وقوله : أخبرني إسماعيل قال : قال خالد بن سعد ... )([203]) ، و( أخبرني إسماعيل قال : قال أخبرني خالد )([204]) ، و ( أخبرني إسماعيل قال : حدثني خالد ... )([205]) ، أو ( قال لنا إسماعيل قال لي خالد ... )([206]) .",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "وقد أخذ ابن الفرضي من خالد بن سعد معلومات كثيرة ، وفي قضايا مختلفة ، لكن الغالب منها كان يتعلق بالسير والرحلات العلمية، أو السماع والشيوخ([207]) ، وهذا مما يدل على أن هذا المصدر كان مهتما بهذا الجانب ، وأن مؤلفه قد أولى تلك القضايا عناية خاصة ، ولهذا جاء حديثه عنها مهما لابن الفرضي . ومع أن ابن الفرضي قد عد كتابات خالد بن سعد من مصادره المهمة ، إلا أنه لم يكن يُسلم بكل ما ذكره ، بل ربما رد أقواله ، ومن ذلك أن خالد بن سعد قد حكم على سعيد بن جابر الأشبيلي بالكذب لكن ابن الفرضي لما ذكر هذا القول قال : ( لم يكن سعيد بن جابر - إن شاء الله - كما قال خالد ، فقد رأيت أصول أسمعته ، ووقع إليّ كثير منها، فرأيتها تدل على تحري الرواية،وورع في السماع وصدق )([208]) ، ولم يكتف بذلك، بل ساق أدلة أخرى ومنها قوله : ( وقد حدثني العباس بن أصبغ قال : سمعت محمد بن قاسم يثني على سعيد بن جابر ويقول:كان صاحبنا عند النسائي ووصفه بالصدق)([209]) . ¶ 3. أبو عبد الله محمد بن أحمد بن يحيى بن مفرج القاضي من شيوخ ابن الفرضي الذين أكثر عنهم ، سمع بقرطبة من قاسم بن أصبغ ومحمد بن عبد الله بن دليم ، والخشني وغيرهم ، رحل إلى المشرق سنة سبع وثلاثين وثلاثمائة فسمع بمكة ، والمدينة النبوية ، وجدة ، واليمن ، وعدن ، ثم دخل الشام فسمع ببيت المقدس وغيرها من مدن الشام ، ثم عاد إلى الأندلس سنة خمس وأربعين فاتصل بأمير المؤمنين المستنصر بالله حيث ألف له عددا من الدواوين ، كما استقضاه على أستجه ، ثم ريه([210]) ، وقد ذكر ابن الفرضي أن عدد الشيوخ الذين لقيهم أبو عبد الله بن مفرج وروى عنهم في جميع الأمصار التي دخلها مع ما كتب عنه بالأندلس مئتا شيخ وشيخا ، توفي - رحمه الله تعالى - ليلة الجمعة لأحدى عشرة ليلة خلت من رجب سنة ثمانين وثلاثمائة([211]) .",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "ذكر ابن الفرضي أنه أفاد من ابن مفرج في كتاب مختصر كان قد جمعه للإمام المستنصر بالله([212])- رحمه الله - وقد أشار إلى ذلك الذهبي([213]) ، ،ومما أهله لأن يأخذ منه ابن الفرضي كثيرا كونه عالما بالرجال وأحوالهم([214]) ، قال عنه الحميدي : ( القاضي أبو عبد الله ... حافظ جليل مصنف )([215]) ، كما وصفه أبو عمر أحمد بن محمد بن عفيف بأنه من ( أعنى الناس بالعلم ، وأحفظهم للحديث ، ما رأيت مثله في هذا الفن )([216]) ، وبالإضافة إلى ذلك فقد ذكر الذهبي أن له مصنفات في الفقه وفقه التابعين ، حيث صنف كتابا في فقه الحسن البصري في سبع مجلدات،وفقه الزهري في عدة أجزاء ، كما جمع مسند قاسم بن أصبغ في مجلدات([217]) ولم تكن إفادة ابن الفرضى قاصرة على هذه المؤلفات ، بل أفاد منه عن طريق السماع مدة طويلة ، يقول عن ذلك : ( وآليت الاختلاف إليه ، والسماع منه من سنة ست وستين إلى أن اعتل علته التي توفي بها سنة 380 هـ وأجاز لي جميع ما رواه غير مرة وكتب لي ذلك بخطه ولأخي )([218]) . ¶ هكذا تعددت طرق أخذ ابن الفرضي من أبي عبد الله محمد بن أحمد بن مفرج ، والذي يهمنا هنا ما أخذه عنه بواسطة كتبه ومؤلفاته التي أجازها له حيث وضح ذلك بقوله : ( ذكره محمد بن أحمد في كتابه ، أو كذا وجدته بخطه ، أو من كتاب محمد بن أحمد ، أوفي كتاب محمد بن أحمد وغيرها من العبارات التي تدل على أخذه من مؤلفاته مباشرة ، ويبدو أن تلك المؤلفات كانت كبيرة غزيرة المعلومات ، ولهذا جاءت إفادته منها متنوعة وشاملة لمعظم جوانب سير الرجال ، حيث أفاد منه فيما يتعلق بالسير العلمية والشيوخ([219]) والمولد([220]) والوفاة([221]) والنظم والجوانب الحضارية([222]) والصفات الذاتية والأخلاق([223]) والأنساب([224]) والرحلات والأسفار([225]) ، وكان أحيانا يجمع بين قوله له مشافهة وما كتبه من مؤلفاته ، ويوضح ذلك بقوله : قاله محمد ، أو وجدت ذلك بخطه([226]).",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "وبالإضافة إلى ذلك فقد روى عنه عددا من الأحاديث والآثار بسند متصل ؛ فمن الأحاديث قوله : ( أخبرنا محمد بن أحمد بن يحيى قال : نا ابن الأعرابي قال : نا عباس الدوري قال : نا زيد بن الحباب عن معاوية بن صالح قاضي الأندلس قال : حدثني أبو الزاهرية حُدير بن كريب قال حدثني كثير بن مرة الحضرمي أنه سمع أبا الدرداء سأل رسول الله - ش - أفي كل صلاة قراءة ؟ قال : نعم . فقال رجل من الأنصار : رحبت هذه . فقال لي رسول الله - ش - وكنت من أدنى القوم إليه : ما أرى الإمام إذا أم القوم إلا قد كفاهم )([227]). ومن الآثار قوله : ( أخبرنا محمد بن أحمد بن يحيى قال : نا ابن فراس قال : حدثنا محمد بن علي الصائغ قال : سعيد بن منصور قال : نا هشيم قال : نا عبد الرحمن بن يحيى ، عن حبان بن أبي جبلة الحسني عن أبن عباس : أن آية من كتاب الله سرقها الشيطان : ( بسم الله الرحمن الرحيم )([228]) . ¶ هكذا تعددت ، وتنوعت إفادات ابن الفرضي من شيخه ابن القاضي ، كما تنوعت طرق الأخذ منه ، ويبدو أن هذا المؤلف كان محل ثقة عند ابن الفرضي إذ كان يقدم قوله على قول خالد بن سعد ومن ذلك أنه لما ذكر قول خالد في وفاة عبيدون بن الحارث الجهني وأن ذلك كان سنة خمس وعشرين وثلاثمائة ذكر قول محمد بن أحمد بأنه كان سنة أربع وعشرين وثلاثمائة ، ثم قال وهو أصح عندي إن شاء الله([229]) . ¶ 4. أبو سعيد عبدالرحمن بن أحمد بن يونس بن عبد الأعلى المصري الصدفي المعروف بابن يونس ، سماه الذهبي بالحافظ ، وذكر أنه ما ارتحل ولا سمع بغير مصر ، وكان إماما بصيرا بالرجال ولد سنة إحدى وثمانين ومئتين ، وتوفي في جمادى الآخرة سنة سبع وأربعين وثلاثمائة عن ستة وستين عاما([230]) . ¶ وقد ألف كتابا سماه علماء مصر([231]) ، ذكر الذهبي أنه اختصر هذا الكتاب ، وأنه أفاد منه بعض الغرائب([232]) .",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "وهذا الكتاب من المصادر التي اعتمد عليها ابن الفرضي حيث بين أن المؤلف أرسل كتابه إلى أمير المؤمنين الحكم المستنصر بالله مما أتاح له فرصة الاطلاع عليه ، كما بين أنه أخذ من أبي سعيد من غير هذا الكتاب وذلك ما أخبره به عنه يحيى بن مالك العائذي عن أبي صالح أحمد بن عبد الرحمن بن أبي صالح الحراني الحافظ عن أبي سعيد أو ما أخبره به أبو عبد الله محمد بن أحمد بن يحيى القاضي عن أبي سعيد ، وقد بين ذلك في موضعه([233]) . ¶ هكذا تنوعت الطرق التي أفاد بواسطتها ابن الفرضي من أبي سعيد ، وقد التزم في تعامله مع المعلومات التي استقاها من أبي سعيد بالدقة في الإحالة إليها ؛ حيث كان يوضح طريق ما استقاه من أبي سعيد بقوله : ذكره أبو سعيد([234]) ، أو قال أبو سعيد، ثم يذكر قولا له([235]) ، أو في كتاب أبي سعيد([236]) ، أو من كتابه([237]) ،كما أنه أحيانا يبين المصدر الذي أخذ منه ابن سعيد مثل قوله : قال أبو سعيد : ذكره الخشني([238]) ، وقوله قال أبو سعيد ذكره ابن عفير في أخبار الأندلس([239]) .",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "وحينما يكون الخبر أخذه عن طريق يحيى العائذي ، فإنه يوضح ذلك بقوله : ( وأخبرنا يحيى بن مالك العائذي قال : نا أبو صالح قال : نا أبو سعيد ... )([240]) ، ثم يذكر الخبر بعد ذلك ، أو ( حدثنا أبو زكريا العائذي قال : حدثنا أبو صالح الحراني قال : نا أبو سعيد الصدفي )([241]) ، أو ( أخبرنا العائذي قال : نا أبو صالح الحراني قال : نا أبو سعيد الصدفي في تاريخ المصريين قال ... )([242]) ، ثم يذكر الخبر ، أو من كتاب أبي سعيد أخبرني به العائذي([243]) ، وقد سلك نفس المنهج مع محمد بن أحمد القاضي حيث يقول : ( وأخبرني محمد بن أخمد الحافظ قال : قال لنا أبو سعيد ... )([244]) ، ثم يذكر الخبر ، أو ذكره أبو سعيد أخبرني بذلك عنه محمد بن أحمد القاضي([245]) ، أو ( أخبرنا القاضي محمد ابن أحمد قال : نا عبد الرحمن بن أحمد بن يونس، )([246]) ثم يذكر الخبر ، أو ( أخبرني محمد بن أحمد عن أبي سعيد قال([247]) . ¶ هكذا تعددت صيغ الرواية عند ابن الفرضي فيما أخذه عن أبي سعيد ، ولا شك أن إلمامه بعلم الحديث ومناهجه ، هي التي جعلته يملك هذه الطرق ، وتلك الأساليب في التعامل مع الرواية التاريخية ، وقد أفاد ابن الفرضي من أبي سعيد معلومات تتعلق بالنسب([248])، والمولد،والنشأة([249])، والشيوخ ، وطلب العلم والرحلات العلمية([250]) ، والسماع من الشيوخ([251]) وكذلك الوفاة ، مكانها وتاريخها([252]) . ¶ ومما تميز به هذا المصدر من مصادر ابن الفرضي عن غيره من المصادر التاريخية أنه أورد تراجم مطولة لعدد من ولاة الأندلس ، وعلمائه ؛ مثل حنش بن عبد الله الصنعاني([253]) والسمح بن مالك الخولاني([254]) ، وعبدالعزيز بن موسى بن نصير([255]) ، وعبد الله بن يزيد الحبلي([256]) وغيرهم من القادة والعلماء المتقدمين ، حيث يعد ما ذكره ابن الفرضي عنهم إضافة مهمة لهؤلاء الأشخاص الذين تعاني المصادر التاريخية من شح واضح في أخبارهم . ¶ 5. الرازي",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "قال ابن الفرضي حينما تحدث عن مصادره في كتابه هذا : ( وما كان فيه عن الرازي فإن العائذي أخبرنا به عنه )([257]) لكنه لم يذكر اسم هذا المؤرخ الذي أفاد منه هل هو أبوبكر أحمد بن محمد الرازي أو ابنه عيسى بن أحمد بن محمد الرازي وكلاهما ممن اهتم بالتاريخ الأندلسي ، وعاصر ابن الفرضي، أما أحمد فهو : أبوبكر أحمد بن محمد بن موسى بن بشير الرازي والمولود بالأندلس سنة 274 هـ حيث سمع من قاسم بن أصبغ وأحمد بن خالد وغيرهما ، وكان كثير الرواية حافظا للأخبار([258]) ، وله مؤلفات كثيرة في أخبار الأندلس وتواريخ دول الملوك فيها ومنها أخبار ملوك الأندلس ، وهو كتاب كبير اعتمد عليه عدد من المؤرخين كابن حيان ، وابن الأبار ، وابن سعيد ،وغيرهم وكتاب في صفة قرطبة وخططها ومنازل الأعيان فيها ، وكتاب ثالث اسمه الاستيعاب عن أنساب مشاهير أهل الأندلس ، وكتاب رابع في جغرافية الأندلس ، وخامس في أعيان الموالي بالأندلس([259]) وقد فقدت هذه المؤلفات ولم يبق منها سوى ما نقله لنا عدد من المؤرخين اللاحقين له . ¶ وأما عيسى فهو : ابن أحمد بن محمد الرازي المذكور أولاً ( وقد انشغل بكتابة التاريخ حيث ألف كتابا اسمه ( الحجاب للخلفاء بالأندلس )([260]) ، كما ألف كتابا آخر في تاريخ الأندلس ويرى الدكتور محمود علي مكي أنه قد يكون أكمل بهذا الكتاب كتاب والده أحمد([261]) . ¶ وما ذكره ابن الفرضي في مقدمة كتابه عن المصادر ، وكذلك إحالاته على الرازي في ثنايا كتابه ، لم تصرح هل المقصود أحمد أم ابنه عيسى ؟ ¶ كما لا يوجد من خلال الإحالات ما يدل صراحة على أي منهما على وجه التحديد، ولكن ومن خلال استقرائنا لما كُتب عن الرجلين ، وما ذكره ابن الفرضي في إحالاته على الرازي يمكن أن نرجح أن يكون المقصود به هو الأب أحمد بن محمد ، وقد بدا لنا هذا الترجيح من خلال المؤشرات التالية :",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "1. أن الأب أحمد بن محمد كان أشهر من ابنه عيسى ؛ إذ أنه علم من أعلام التاريخ الأندلسي ، فلعل ابن الفرضي اكتفى بشهرته عن التصريح باسمه ، كما يفعل بعض المؤرخين ومن بينهم ابن حيان ، وابن الأبار ؛ إذ كانا أحيانا يكتفيان بقول : قال الرازي مع أنهما يقصدان أحمد وليس عيسى ، كما يبدو هذا واضحا من خلال ما يذكرانه من أخبار . ¶ 2. من خلال تتبعنا للروايات التي ذكرها ابن الفرضي عن الرازي نجد أنها كلها لم تتجاوز في إطارها الزمني سنة 344هـ وهو تاريخ وفاة أحمد ، فلو كان المعني بالأمر أو بعضه الابن عيسى لامتد الإطار الزمني إلى نهاية العقد الثامن من القرن الرابع الهجري إذ أن عيسى عاش تلك الفترة ؛ حيث كانت وفاته سنة 379 هـ . ¶ 3. أن كثيرا من تراث أحمد بن محمد التاريخي أقرب إلى موضوع صاحبنا ابن الفرضي في هذا الكتاب ؛ فهو يعنى بالمشاهير والأعيان الذين كان العلماء أحدى فئاتهم ، وعناوين مؤلفاته من الأدلة الواضحة في هذا المجال . ¶ 4. ثمة إشارات ذكرها ابن الفرضي توحي بأن المقصود بالرازي عنده هو أحمد ؛ مثل قوله في ترجمته لأحمد بن عبد الله بن محمد بن عبد الملك بن مروان ذكره الرازي في تاريخ الملوك([262]) وكذلك حين حديثه عن شمر بن ذي الجوشن الكلاعي ؛ حيث قال : ذكره الرازي في تاريخ الملوك ... )([263]) .",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "5. هناك بعض النصوص التاريخية التي اقتبسها ابن حيان من أخمد بن محمد الرازي ، كما ذكرها ابن الفرضي ونسبها إلى الرازي وبمقارنتها ببعضها يتبين أنها نص واحد ، اقتبست من مصدر واحد مما يرجح أن المقصود عند ابن الفرضي هوأحمد بن محمد ومن هذا قول ابن الفرضي قال الرازي : ( ولي الأمير محمد بن عبد الرحمن يوم الخميس لثلاث خلون من ربيع الآخر سنة ثمان وثلاثين ومائتين ... )([264]) وكذلك قوله : ( قال الرازي : توفي سعيد بن محمد بن بشير المعافري القاضي سنة عشرة ومائتين ... )([265]) وقد ذكر ابن حيان هذين النصين ونسبهما إلى أحمد الرازي([266]) . ¶ وعلى أية حال فإن إفادات ابن الفرضي من الرازي جاءت أقل من سابقيه إذ أن معظم نقولاته عنه كانت فيما يتعلق بتحديد سنة الوفاة للأشخاص ، وهذه تكررت عشرات المرات في ثنايا كتابه([267]) وفيما عدا ذلك فقد كانت إفادته منه محدودة ، كذكر نسب بعض الأشخاص([268]) ، أو ذكر أحداث وفيات بعضهم([269]) ، وكان ابن الفرضي يذكر الرواية عن الرازي مختصرا الإسناد إذ لم يكن يذكر حتى العائذي إلا نادرا([270]) ، على الرغم من كونه الواسطة بينهما كما ذكر ذلك في المقدمة ، ولا أستبعد أن تكون هذه المحدودية في الإفادة من الرازي كان مبعثها سببان الأول كون مؤلفات الرازي مؤلفات تاريخية عامة تعنى بالدول وأحداثها أكثر من عنايتها بالأشخاص وعلمهم وهذا الأخير هو ما كان يبحث عنه ابن الفرضي . ¶ أما السبب الثاني فهو أن الرازي كانت اهتماماته ومنهجه أقرب إلى المؤرخين منه إلى علماء الحديث وبالتالي ربما كانت معاييره العلمية وحديثه عن الرجال أقل من معايير ابن الفرضي ولهذا لم يكن ابن الفرضي يقتنع بما ذكره الرازي .",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "6. أبو عبد الملك أحمد بن محمد بن عبد البر من موالي بني أمية سمع عددًا من علماء الأندلس مثل قاسم بن أصبغ ، ومحمد بن قاسم ، وأحمد بن خالد وغيرهم ، وقد برز في علم الحديث كما كان فقيها ، توفي سنة ثمان وثلاثين وثلاثمائة([271]) . ¶ ذكر ابن الفرضي أنه أفاد من أحمد بن عبدالبر حيث قال : ( وما كان في كتابنا هذا عن أحمد - دون أن ننسبه - فهو : أحمد بن محمد بن عبد البر أخبرنا به عنه محمد بن رفاعة - الشيخ الصالح - في تاريخه )([272]) ، كما ذكر أن له كتابا مؤلفا في الفقهاء بقرطبة وأنه استعان به في كتابه([273]) . ¶ وقد أفاد ابن الفرضي من ابن عبد البر في مواضع كثيرة وكان يحيل إليه ما يأخذه منه بصيغ مختلفة ، وكان كثيرا ما يختصر الإسناد حسب المنهج الذي ذكره في مقدمة الكتاب ؛ حيث يقول ذكره أحمد([274]) ولكنه أحيانا يصل الإسناد ومن ذلك قوله : قال أحمد قال محمد بن وضاح([275]) ، وقوله : ( أخبرنا محمد بن رفاعة قال : نا أحمد بن عبد البر )([276]) ، أو قال أحمد :حدثت عن ابن وضاح([277])، وغيرها من الروايات التي ذكر أسانيدها متصلة ، كما كان أحيانا يقول : من كتاب محمد بخطه([278]) ، وقرأت بخط أحمد بن محمد بن عبد البر([279]).",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "هكذا تعددت طرق ابن الفرضي في الرواية عن ابن عبد البر ، وكانت إفاداته منه متعددة،ومتعلقة بقضايا تاريخية مهمة ، تتصل بتاريخ الرجال والنظم ، ولعل أهم ما يتعلق بتاريخ الرجال ذلك الوصف الدقيق لحال بعض الرجال ومن ذلك قوله عن مسلم بن أحمد ابن أبي عبيدة الليثي : ( قال أحمد بن عبد البر : وكان أبو عبيدة من أصدق أهل زمانه ؛ سمعت عبد الله بن حنين يقول : كان أن يخر من السماء إلى الأرض أهون عليه من أن يكذب ، وكان عالما ... )([280]) ، كما قال في وصف الناحية العلمية عند محمد بن وضاح - أحد معاصريه - ( وكان ابن وضاح كثيرا ما يقول : ليس هذا من كلام النبي - ش - في شيء وهو ثابت من كلامه - ش - ، وله خطأ كثير محفوظ عنه ، وأشياء كان يغلط فيها ويصحفها ، وكان لا علم عنده بالفقه ولا بالعربية )([281]) . ¶ كذلك وصفه لحلقات العلم وما يدور فيها بين الشيخ والطلاب ومن ذلك قوله : ( أخبرنا محمد بن رفاعة قال : نا أحمد بن عبد البر قال : نا محمد بن قاسم قال : شهدت محمد بن وضاح وعنده زنباع ، وقد أملى ابن وضاح أحاديث على من كان عنده وزنباع يتشاغل عن ذلك ويتحدث مع من كان يجاوره ، فلما أكثر من الحديث ، وتشاغل عما كان يمليه الشيخ قال له ابن وضاح : يا مشاوم وخرج عليه ، تدع أن تكتب سنن النبي - عليه السلام - وتشتغل بالحديث ، فقال له : أصلحك الله لم أشتغل عما أمليته ، وقد حفظته ، وكان ابن وضاح أملى اثني عشر حديثاً فحفظها زنباع ونصها كما أملاها ابن وضاح فعجب منه وكان يدنيه بعد ذلك )([282]) ، ولم يكن هذا النص هو الوحيد بل لقد روى لنا ابن الفرضي عن ابن عبد البر نصوصاً أخرى تدل على دقة رصده واستيعابه لما يكتب ، واهتمامه بالقضايا العلمية([283]) .",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "وبالإضافة إلى ذلك ، فقد ترك لنا ابن عبد البر معلومات مهمة لبعض الشخصيات الأندلسية ومنها عبد الملك بن حبيب ، وبقي بن مخلد ، حيث خلف لنا وصفاً دقيقاً لمشهد جنازته ، ودفنه ، وحالة الناس آنذاك([284]) ، كما حظي تاريخ وفيات الرجال بنصيب كبير من قبل ابن عبد البر([285]) . ¶ وقد كانت له وقفات مهمة عند بعض الخطط والنظم ، ومن ذلك وصفه لمسؤوليات صاحب السوق ، حيث قال حينما تحدث عن حسين بن عاصم الثقفي : ( وولي السوق في أيام الأمير محمد ، وكان شديداً على أهلها في القيم ، يضرب على ذلك ضرباً مبرحا ينكر عليه فكأنه سقط بذلك عن أن يروي الناس عنه )([286]) ، كذلك ذكر عزوف الناس الصالحين عن تولي خطة القضاء ، ومن الأمثلة على ذلك ما ذكره عن زياد بن عبد الرحمن اللخمي حينما حاول الأمير هشام بن الحكم توليته على القضاء ( فخرج هاربا بنفسه فقال هشام : ليت الناس كزياد )([287]) . ¶ ومن وقفاته في هذا الميدان وقفة مهمة تتعلق بنظم التربية والتعليم حيث ذكر أن بكر ابن عبد الله الكلاعي كان ( مؤدباً لأولاد الخلفاء - رحمهم الله - في النحو والشعر )([288]) ، وهذا مما يدل على عناية الخلفاء بتعليم أولادهم النحو والشعر لأهميتها في تقويم ألسنتهم والمحافظة على ملكتهم اللغوية في بيئة تعج باللكنات الأجنبية .",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "وكان ابن الفرضي يذكر الخبر عن ابن عبد البر بسند متصل ، أو مختصر ، كما تبين ذلك من بعض الأمثلة ، كما كان أحياناً يذكر معه خالد بن سعد حيث يقول بعد أن يسوق الخبر : قال أحمد وخالد([289]) ، كما كان أحياناً بيبن المصدر الذي استقى منه ابن عبد البر معلوماته ، ومن الأمثلة على ذلك قوله : ( قال أحمد هو زياد بن عبد الرحمن بن زياد بن عبد الرحمن بن زهير وزياد الثاني هو الداخل بالأندلس قاله أحمد بن محمد الرازي )([290]) ، فأحمد هنا هو أحمد بن عبد البر وقد بين ابن الفرضي أنه استقى معلوماته السابقة من الرازي ، ويبدو أن ما ذكره ابن عبد البر أدناه هو نص ما قاله الرازي . ¶ كانت هذه نماذج وأمثلة لما أفاده ابن الفرضي من كتابات أحمد بن عبد البر ، وبالرغم من محدوديتها بالنسبة لسابقيه إلا أنها كانت ذات دلالات جيدة ، لما فيها من معلومات مهمة ربما انفرد بها ابن عبد البر عمن سواه . ويبدو أن السبب في ذلك يعود لكون ابن عبد البر محدثاً ثم مؤرخاً ، وبالتالي فهو يملك إمكانات كلتا المدرستين مما أهله لأن تكون كتاباته مهمة في بابها ويتأكد هذا الأمر إذا تذكرنا أن مدرسة المحدثين آنذاك كان لها منهج مستقل ومعالم واضحة في ميدان دراستها ، وهذا مما جعلها تؤثر على الفكر الإسلامي حيث أثر منهج المحدثين على العلوم الإسلامية الأخرى ومنها التأليف التاريخي([291]) . ¶ كان هذا عرضاً لمصادر ابن الفرضي التاريخية المكتوبة ، والتي ذكرها في مقدمة كتابه ، وهي بلا شك مصادر مهمة يعد أصحابها من كبار علماء ، ومؤرخي الأندلس آنذاك ، وقد بدا هذا الأمر واضحاً على مادته العلمية التي استقاها منها وأثبتها في كتابه .",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "وبالإضافة إلى هؤلاء فقد أخذ ابن الفرضي عن عدد من الكتاب والمؤرخين الذين لم يذكرهم في مقدمة كتابه لكنه أشار إليهم في ثناياه ومنهم يحيى بن مالك بن عائذ بن كيسان بن معن والمعروف بالعائذي([292]) ، المولود سنة ثلاثمائة والمتوفى بقرطبة سنة خمس وسبعين وثلاثمائة ، وقد رحل إلى المشرق سنة سبع وأربعين فحج سنة ثمان وأربعين ، ثم انتقل إلى بغداد ، حيث يذكر ابن الفرضي أنه حدثه أنه سمع ببغداد من سبعمائة رجل ونيف ، وقد تردد بالمشرق نحو من اثنتين وعشرين سنة ، كما كتب عن طبقات المحدثين ، ثم عاد إلى الأندلس سنة تسع وستين وثلاثمائة([293]) . ¶ ويذكر ابن الفرضي أنه كان ذا علم جم ، اذ أنه لما قدم الأندلس سمع منه ضروب من الناس ، وطبقات مختلفة من طلاب العلم ، وأبناء الملوك ، وجماعة من الشيوخ والكهول ، كما ذكر أنه كان يملي في المسجد الجامع كل يوم جمعة ، وأنه سمعه يقول : ( لو عددت أيام مشيي بالمشرق وعددت كتبي التي كتبت هناك بخطي لكانت كتبي أكثر من أيامي بها )([294]) . ¶ ولاشك أن هذا المستوى العلمي الجيد الذي حظي به ابن عائذ هو الذي جعله مصدراً مهماً من مصادر ابن الفرضي ، حيث أخذ عنه جزءاً من تاريخ ابن سعيد ، وكذلك ما رواه عن الرازي ، حيث بين أن العائذي هو الذي أخبر به عنه([295]) ، بل ذكر ابن الفرضي أن الأمر تجاوز ذلك حيث قال : ( روى لنا من الأخبار والحكايات مالم يكن عند غيره ، ولا أدخله أحداً الأندلس قبله ... )([296]) ، ولعل مما شجع ابن الفرضي على كثرة الأخذ منه ما كان يتسم به صاحبنا من كونه حليماً ، كريماً ، جواباً ، شريف النفس مع سلامة دينه وحسن يقينه([297]) .",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "ويبدو أن العائذي لم يكن مصدراً لتلقي المعلومات فحسب ، بل كان أيضاً شيخاً ومستشاراً لما يشكل على ابن الفرضي في بعض القضايا التي تتعلق بعدالة الرجال ، فحينما تحدث ابن الفرضي عن طاهر بن حزم قال : ( وكان ورعاً فاضلاً ذاكرت به العائذي فأثنى عليه وأخبرني ببعض أمره )([298]) ، وحينما يروي عنه يقول قال لي أبو ذكريا يحيى بن مالك بن عائذ([299]) ، أو قال أبو زكريا ، ومن القضايا التي أخذها عنه غير ما كان عن الرازي ، وابن سعيد ، قضية مقتل طاهر بن حزم([300]) ، ووصفه لعيسى بن دينار([301]) كذلك تفسير قوله تعالى : { فاصفح الصفح الجميل }([302]) ، حيث روى تفسيرها مسندا إلى علي بن أبي طالب رضي الله عنه([303]) ، كذلك روى عن الإمام أحمد بسند متصل رأيه في معاوية بن صالح([304]) ، كما روى عنه أخباراً أخرى في قضايا مختلفة([305]) . ¶ كذلك أخذ ابن الفرضي من شيخه عبد الله بن محمد بن القاسم الثغري([306]) ، ومن ذلك ما رواه بسند متصل عن فرات بن محمد أن عمر بن عبد العزيز - رضي الله عنه - أرسل عشرة من التابعين إلى أهل أفريقية ليفقهوهم([307]) ، كذلك روي عنه أنه رأى قبر حنش بن عبد الله الصنعاني بسرقسطة عند باب اليهود غربي المدينة([308]) كما روى عنه أخباراً كثيرة تتعلق بالسير العلمية لعدد من الرجال ، وكان منهجه في الروايات التي يأخذها من الثغري أن يذكرها بسند متصل ، ومن الأمثلة على ذلك قوله : ( أخبرني عبد الله بن محمد بن القاسم الثغري - رحمه الله - قال : نا تميم بن محمد الأفريقي قال : قال أبي سهل بن محمد الوراق الأندلسي كان رجلاً صالحاً حسن الضبط لكتبه ، سمعنا منه ، وخرج إلى سوسة فسكنها وتوفي بها سنة ست وثلاثمائة )([309]) .",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "كما أفاد ابن الفرضي من إبراهيم بن محمد الباجي - أحد علماء باجة([310]) - كثيراً من الأخبار والمعلومات المتعلقة ببعض علماء مدينة باجة الذين ذكرهم ابن الفرضي ضمن كتابه ، ومنهم اسحاق بن عبد ربه([311]) وتمام بن غالب([312]) ، وخلف بن جامع بن حاجب([313]) وإسماعيل بن إبراهيم بن اسحاق([314]) وغيرهم . ¶ وهكذا نرى حرص ابن الفرضي على الدقة في اختيار مصادره ، حيث أخذ من الباجي ما يتعلق بتاريخ علماء مدينته إذ هو الأقرب إليهم والمطلع على أخبارهم فهو بهذا المنهج لجأ إلى أصحاب الاختصاص فضلاً عن المطلعين وشهود العيان . ¶ كذلك أخذ ابن الفرضي من اسماعيل بن اسحاق بن زياد بن أسود والمعروف بابن الطحان المتوفى بقرطبة سنة أربع وثمانين وثلاثمائة ، وهو أحد علماء الأندلس المهتمين بالحديث والآثار وأسماء الرجال وأخبار المحدثين([315]) ، كما ذكر ابن الفرضي أنه كان أكثر وقته يصنف الحديث والتاريخ وأن له عدداً من المصنفات وقد نقل عنه وسمع منه كثيرا ، كما كان يملي عليه ، هذا عدا ما أخذه عنه عن خالد بن سعد([316]) . ¶ ونظراً لكون اسماعيل بن إسحاق قد عاش بعض عمره في مدينة أستجة ، فقد أخذ عنه ابن الفرضي بعض ما يتعلق بتاريخ علمائها من أمثال إبراهيم بن حزم([317]) ، وأحمد بن محمد بن مسونة([318]) ، وحسان بن عبد الله بن حسان([319]) وغيرهم ، وهذا مما يؤكد حرص ابن الفرضي على تحري الدقة في مصادره وأخذ المعلومات من مظانها القريبة . ¶ وبالإضافة إلى ما سبق فقد أخذ ابن الفرضي من إسماعيل وبسند متصل كثيراً من الأخبار المتعلقة بعلماء أندلسيين آخرين ، ومن ذلك وصايا بقي بن مخلد لمالك بن يحيى القرشي حينما ولي احدى الولايات([320]) ، كما روى عنه مشافهة بعض الأخبار التي سوف نذكرها في الفقرة الخاصة بها - إن شاء الله تعالى - .",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "وكان إسحاق بن سلمة بن لبيب بن بدر القيني أحد علماء ريّة ممن أفاد من كتبهم ابن الفرضي ، إذ كان القيني حافظاً لأخبار أهل الأندلس معتنياً بها ، حيث جمع كتاباً في أخبار الأندلس أمره بجمعه المستنصر بالله([321]) ، وقد جاءت نقولات ابن الفرضي عن القيني في مواضع مختلفة من كتابه([322]) . ¶ ومن الذين أفاد منهم ابن الفرضي عبيد الله بن الوليد بن محمد المعيطي أحد علماء قرطبة، سمع من عدد من علمائها كما كان عالماً بالفتيا حافظاً للأخبار والأشعار ، توفي سنة ثمان وسبعين وثلاث مائة([323]) . ¶ وقد جاءت إفادات ابن الفرضي من المعيطي ، كإفاداته من الرازي مقتصرة في معظمها على تاريخ سني الوفيات للرجال ، إلا أن أخذه عن المعيطي كان أقل من الرازي([324]) . ¶ كذلك أخذ ابن الفرضي من كتابات ابن سعدان([325]) التي حبسها بعد موته ، ويبدو أنها كانت مؤلفات متعددة تمكن من الاطلاع عليها جميعها ، كما توحي بذلك إحالاته عليها حيث قال حين حديثه عند عبد الله بن عباس الخشني : ( سمع من محمد بن فطيس رأيت سماعه عليه في بعض كتب ابن سعدان )([326]) ، لكنه لم يصرح سوى بمؤلف واحد هو كتاب فقهاء ريّة حيث قال حينما تحدث عن كل من عمر ابن يحيى([327])، وليث بن سباع المزحجي([328]) : ذكره ابن سعدان في فقهاء ريّة ، وبالإضافة إلى ذلك فقد كان يقول ذكره ابن سعدان دون تحديد المصدر([329]) ، وبالرغم من تعدد مؤلفات ابن سعدان ، وكون ابن الفرضي قد اطلع عليها فإن إفادته منها كانت محدودة ، ويبدو أن السبب في ذلك هو كون ابن سعدان لم يحدث وإنما كان منشغلاً بالكتابة والنسخ . ¶ وكان التراث التاريخي للحكم المستنصر بالله([330]) ، من المصادر المهمة التي اعتمد عليها ابن الفرضي ، وقد جاء هذا التراث على قسمين :",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "القسم الأول منه ، ما كان من تأليف الحكم المستنصر وبخطه ، وقد بين ذلك ابن الفرضي حين الإحالة عليه بقوله كتبت ذلك كله من خط المستنصر بالله ، أو وجدته بخط المستنصر بالله([331]) أمير المؤمنين([332]) ، وكذا قوله :قرأت ذلك بخط المستنصر بالله([333])، وكان أحياناً يحدد الكتاب كقوله : قرأت بخط المستنصر بالله في كتاب القضاء([334]) ، أو فيه ذكر القضاة بالأندلس([335]) ، ويبدو أن بعض هذه الاقتباسات كانت من تعليقات وإضافات الحكم على بعض الكتب التي اطلع عليها ، إذ يذكر الذهبي أنه : ( قلما تجد له كتاباً إلا وله فيه قراءة أو نظر من أي فن كان ويكتب فيه نسب المؤلف ومولده ووفاته ، ويأتي من ذلك بغرائب لا تكاد توجد )([336]) ، كما يؤيد هذا الأمر ما ذكره ابن الفرضي في بعض إحالاته ومن ذلك قوله حينما تحدث عن عبد الله بن المغلس - أحد علماء وشقة([337]) - ( وقرأت بخط المستنصر - رحمه الله - ملحقاً في كتاب ابن حارث )([338]) ، وقوله : ( وقرأت في كتاب دفعه إلى أحمد بن عبد الرحيم كان فيه إلحاق بخط أمير المؤمنين المستنصر بالله - رحمه الله - ... )([339]) ، ومن نماذج نقوله من الحكم المستنصر قوله عن موسى بن هارون : ( ولي القضاء بعد عبد الله بن الحسن المعروف بابن السندي، وكان قد سمع الحديث، وكانت له عناية ورحلة وسماع بمكة ومصر، وانصرف من رحلته فلزم قرطبة يطلب العلم ويسمع إلى أن استقضى وذلك سنة خمس وثلاثين وثلاثمائة، كتبت ذلك كله من خط المستنصر بالله- رحمه الله - )([340]).",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "أما القسم الثاني من تراث الحكم المستنصر بالله فيشمل تلك المصنفات التي أمر الحكم بتأليفها ، فألفها عدد من الكتاب والمؤرخين تلبية لتلك الرغبة ، ومن ذلك ما ألفه محمد بن الحارث الخشني حيث يذكر ابن الفرضي أنه ألف للمستنصر كتباً كثيرة بلغت مائة ديوان ، كما جمع له في رجال الأندلس كتاباً أخذ منه ابن الفرضي حين تأليفه لكتابه([341]) ، كما ألف كل من محمد بن أحمد مجموعاً في التاريخ للمستنصر بالله ، وخالد ابن سعد ألف له كتاباً في رجال الأندلس([342]) ، وقد أفاد من هذه المؤلفات جميعها كما وضحنا ذلك حين حديثنا عن كل واحد منهم . ¶ ويستوحى من خلال استقرائنا لما نقله ابن الفرضي من كتابات الحكم المستنصر أنه كان ذا ملكة علمية وتاريخية جيدة ، وأنه كان من مشاهير علماء الأندلس آنذاك ، وقد أدرك هذه الحقيقة ابن الآبار ، ولهذا قال : ( عجباً لابن الفرضي ، وابن بشكوال ، كيف لم يذكراه )([343]) ، كما قال عنه الذهبي : ( غزر علمه ، ودق نظره ، وكان له يد بيضاء في معرفة الرجال والأنساب والأخبار )([344]) . ¶ كما كانت لابن الفرضي بعض النقولات من كتاب محمد بن حسن الزبيدي([345]) والمعروف بطبقات النحويين واللغويين ، وذلك فيما يتعلق ببعض العلماء الذين كانت لديهم نزعة علمية في مجال اللغة العربية حيث يعزو إليه بقوله : ذكره([346]) محمد بن حسن الزبيدي أو من كتاب الزبيدي([347]) ، أو ذكرنا ذلك من كتاب([348]) محمد بن حسن الزبيدي ، ومن أمثلة ما نقله منه قوله عن إبراهيم بن عبد الله المعافري ( وكان مع رواياته للحديث حافظاً اللغة ،بصيراً بالشعر مطبوعاً فيه )([349]) ، كما قال عن بكر بن خاطب المرادي ( كان ذا علم بالعربية والعروض والحساب، وله تأليف في النحو )([350]).",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "كذلك أخذ ابن الفرضي من كتابات أبيه ومن ذلك ما ذكره حين حديثه عن مولده حيث قال : ( ومولدي سنة أحدى وخمسين وثلاثمائة ... ليلة الثلاثاء لتسعة أيام بقيت من ذي القعدة ، وجدت ذلك بخط أبي رحمه الله )([351]) ، ومنه قوله : ( وجدت بخط أبي - رحمه الله- على بعض ما كتبه مات أبي - يعني يوسف بن نصر - رحمة الله عليه ومغفرته - لعشرة بقين من محرم سنة اثنتين وثلاثين وثلاثمائة )([352]) . ¶ وبالإضافة إلى هذه الكتب والمؤلفات التاريخية الأندلسية التي اعتمد عليها ابن الفرضي ، فقد أخذ - أيضاً - من بعض كتابات مؤرخي المشرق حيث ذكرهم من بين مصادره ، وكان من أهمهم خليفة بن خياط ( ت40هـ)([353]) والواقدي (ت207هـ)([354]) وعبد الغني بن سعيد الأزدي(ت409هـ)([355]) ، وأحمد بن محمد بن إسماعيل بن المهندس (ت385هـ)([356]) ، و الإمام البخاري (ت 256هـ)([357]) ، وكان اعتماده على هؤلاء المؤرخين حين الحديث عن الشخصيات المشرقية والتي لها علاقة بالمغرب مثل موسى بن نصير([358]) ، وابنه عبد العزيز وغيرهما([359]) من أهل المشرق. ¶ كان هذا عرضاً لمصادر ابن الفرضي المكتوبة ، والتي اعتمد عليها بنسب متفاوتة في كتابه تاريخ العلماء والرواة للعلم بالأندلس ، وقد بدا لنا من خلال هذا العرض ما يلي : ¶ - أن هذه المصادر كانت كثيرة ومتنوعة ، وأن ابن الفرضي قد أحسن اختيارها أذ إنها تعد من أفضل ما كتب عن تاريخ الأندلس في تلك الفترة ، وأن معظمها كان لعلماء يعدون من كبار علماء الأندلس آنذاك .",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "- حسن اختيار ابن الفرضي لمصادره حيث كان يعتمد على مصادر متخصصة علمياً أو جغرافياً حسب الأشخاص المتحدث عنهم فالمهتمون بالحديث يرجع فيهم إلى كتب الرجال ، وذوي الأدب واللغة إلى من اهتموا بهذا الأمر وهكذا ، بل إنه ربما اختار مصدرًا دقيقًا لتحديد جزئية من تاريخ الأشخاص كاعتماده على الأسدي في تحديد سنة الوفاة ،كذلك اعتماده على الرازي فيما يتعلق بالعلماء الذين جاؤوا من مصر وهكذا . ¶ - أنه كان لديه همة قوية ، ونفس واسع في تتبع المصادر والحصول على ما يريد منها مع الدقة والأمانة في الرصد والنقل ، ولهذا تراه كثيراً ما يقول : رواه فلان عن فلان ، أو عن فلان ، وذكر بعضه فلان ، أو وجدت بعضه عند فلان ، وغيرها من العبارات التي تؤكد طول نفسه ، وأمانته في الرصد والنقل . ¶ - نقده لما ينقل فقد كان لا يأخذ كل ما تذكره المصادر التاريخية على أنه قضايا مسلم بها لا تحتمل الخطأ أو التحريف والزلل ، ولهذا نقد بعض ما ذكرته مصادره ، كما سيبدو هذا واضحاً في آخر هذا البحث -إن شاء الله تعالى - . ¶ ب - الاستكتاب : ¶ من المعلوم أن المكاتبة من أساليب التحمل والأداء عند علماء المسلمين ، وقد نهج هذا الأسلوب علماء الحديث وبعض المؤرخين المسلمين كالطبري -رحمه الله- في تاريخه فقد حصل على جزء كبير من مادته العلمية بواسطة الاستكتاب([360]) .",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "وقد كانت المكاتبة والاستكتاب من الوسائل المهمة التي نهجها ابن الفرضي في جمع مادته العلمية ، ذلك أنه وبالرغم من كثرة المصادر المكتوبة التي اعتمد عليها فإنه لم يجد فيها كل ما يريد من معلومات وأخبار ، كما أنه لم يستطع الإحاطة بكل ما حوله ، أو استيعابه ، بل حتى تصور بعض الجزئيات لاسيما وأن موضوعه متشعب إذ هو متعلق بجزئيات دقيقة من سير مئات الأفراد الذين ربما كان بعضهم في عداد المجاهيل ، ولهذه الأسباب وغيرها نهج ابن الفرضي أسلوباً آخر في جمع مادته العلمية وهو المكاتبة والاستكتاب ، حرصاً منه على الحصول على بعض الجزئيات التي لم يتمكن من الوصول إليها عبر المصادر المكتوبة ، أو المسموعة ، أو المشاهدة . ¶ ومن خلال استقرائنا لما خلفه ابن الفرضي يتبين لنا أنه كانت له أساليبه ، وطرقه المتعددة في الحصول على مادته العلمية عبر هذا النوع من المصادر، ومن أهمها ما يلي : ¶ 1. أنه كان يرسل كتباً متضمنة بعض الأسئلة والاستفسارات حول قضية معينة إلى أشخاص بعيدين عنه فيأتيه الرد مكتوباً متضمناً الجواب على سؤاله أو أسئلته ، ومن ذلك قوله حينما تحدث عن الحكم بن إبراهيم بن محمد بن عابس المرادي حيث قال : ( كتب إليّ يخبرني أن مولده سنة اثنتي عشرة ، وأنه سمع بسرقسطة من أيوب بن معاوية ، ومحمد ابن عبد الرحمن الزيادي بوشقة من عبد الله بن الحسن بن السندي ... )([361]) . وكذلك قوله : ( وكتب إلي بخط يده - يعني عبد الرحمن التجيبي - يذكر أنه ولد يوم السبت للنصف من شهر ربيع الأول سنة ثلاثمائة )([362]) ، ومن ذلك قوله : ( وأخبرنا الحسن بن إسماعيل ، وكتب لي بخطه قال : نا عمر بن الربيع بن سلمان قال : حدثني أحمد بن إبراهيم قال : أنشدني طالب بن عصمة الأندلسي يمدح مالك بن أنس : ¶ وفي الفقه والآثار ما إن يُداركُ ¶ إمام الورى في الهدى والسمت مالك ¶ وتسهل في إيضاحهن المسالك ¶ فآراؤه في الفقه يسطع نورها ¶ لعمري : كم تهدي النجوم الشوابك",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "وآثاره بهدى العباد وميضها ¶ وفي سائر الناس الشظى والسنابك([363]) ¶ له من ذرى العلم السنام وشلوه ¶ وقد تكررت([364]) هذه العبارة بصيغ متقاربة توحي كلها بأن ابن الفرضي كان يكاتب بعض الأشخاص بحثاً عن مادته العلمية ، فيكتبون إليه بما طلب عن حياتهم الشخصية أو غيرها . ¶ 2. يبدو أن ابن الفرضي لم يكتف بالإجابة الشفوية بل كان يجمع بينهما وبين الإجابة الخطية ومن الأمثلة على ذلك قوله حينما تحدث عن وفاة عبد الله بن إدريس إذ قال : ( قاله سليمان بن أيوب وكتبه لي بخطه )([365]) ، وكذلك قوله : ( قال لي سليمان بن أيوب : توفي سنة سبع وعشرين وثلاث مائة وكتبه لي سليمان )([366]) ، أو قد يطلب ابن الفرضي أن يملي عليه صاحب الشأن مثل قوله : ( أملي علي نسبه )([367]) يعني يحيى ابن هذيل . ¶ 3. كان ابن الفرضي يكاتب مع أشخاصٍ آخرين بحثاً عن مسألة علمية ، أو سؤال عن قضية معينة ، وكانت الإجابات ترد عليهم بصيغة الجمع من صاحب الشأن ، وقد أورد ابن الفرضي نماذج عديدة لهذا الأسلوب من الاستكتاب مثل قوله : ( كتب إلينا الحكم بن محمد المرادي يخبرنا أنه سمع من أيوب بن سلمان بن معاوية ... )([368]) ، وقوله : ( توفي ثمان وثلاثين وثلاثمائة - يعني حسن بن عبد الله التميمي- كتب إلينا بذلك وليد بن عبد الملك القاضي )([369]) ، وقوله : ( وقال أبو العباس بن وليد بن عبد الملك في كتابه إلينا عميرة محمد بن مروان ... مولى مروان بن الحكم )([370]) ، وقد أورد ابن الفرضي نماذج كثيرة لهذا النوع من الاستكتاب ، وهذا مما يدل على حرصه في البحث عن مادته العلمية ، ودقته في رصدها([371]) . ¶ كانت هذه أهم الطرق التي نهجها ابن الفرضي في استكتابه لعدد من الأشخاص من أجل الحصول على بعض الثغرات المتعلقة بمادته العلمية ، ولا شك أن هذا الأسلوب في جمع مادته العلمية يؤكد حرصه الشديد على تتبع ضالته حسب مظانها ومواقعها ؛ مهما كانت الوسائل والمتاعب الناتجة عن ذلك .",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "ج - اللوحات والوثائق المادية : ¶ يعتبر هذا النوع من المصادر المهمة ، وذلك لأن الكاتب أو المؤرخ حينما يعتمد عليها في أخذ مادته العلمية لا يتعامل مع مجهول بل إنه أمام دليل مادي يدل ضمناً أو صراحة على ما يريد الباحث أو المؤرخ ، وهذه الدلالة تكون غالباً حسب ظاهرها غير قابلة للتأويل،أو التحريف أو غيرها من آفات نقل الأخبار ، ولهذا عد كثير من الكتاب هذا النوع بأنه من أهم أنواع المصادر ، وذلك لأنه شاهد ثابت لا يمكن أن يتأثر بآفات النقل والرواية . ¶ ولما كان ابن الفرضي قد عاصر كثيراً من الرجال الذين كتب عنهم كما أنهم - أيضاً - قد نشأوا وعاشوا في بلاد الأندلس فإنه بهذا يكون قد عايش الإطارين الزماني والمكاني لموضوع كتابه ، وهذا مكنه من الاطلاع ، ومشاهدة بعض الوثائق المادية التي أعانته في الحصول على بعض ما يريد ، وقد كانت اللوحات المكتوبة على القبور من أهم هذا النوع حيث حددت له سني وفيات عدد من العلماء وهو مهم عنده إذ يتوقف عليه قضايا هامة في الرواية والسماع عند المحدثين ، ذلك أن معرفة وفاة الشيخ تبين مدى إمكانية معاصرة الرجال ، ومقابلتهم لبعضهم.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "ويبدو أن كتابة تاريخ الوفاة على القبور كانت من العادات المعمول بها عند مسلمي الأندلس آنذاك ، ولهذا أفاد منها ابن الفرضي كثيراً ، حيث يذكر ذلك بعد ذكره لسنة الوفاة إذ يقول : ( قرأت تاريخ وفاته مكتوباً على قبره )([372]) ، أو يقول : ( قرأت تاريخ وفاته في لوح على قبره )([373]) ، أو : ( قرأت هذا التاريخ من لوح مكتوب على قبره )([374]) ، بل قد يكون نقله أكثر من هذا مثل قوله حينما ذكر وفاة محمد بن أحمد التراس : ( قرأت على قبره مكتوباً توفي محمد بن أحمد التراس ليلة الجمعة ، ودفن يوم الجمعة لسبع بقين من جمادى الأولى سنة ثلاث وسبعين وثلاثمائة )([375]) ، كما أنه قد يجمع بين الرواية الشفوية ، وخبر الوثيقة المادي فهو حينما ذكر وفاة علي بن عبد القادر القلاعي قال : ( أخبرني بذلك الباجي ، وقرأته مكتوباً على قبره )([376]) . ¶ وبالإضافة إلى اللوحات على القبور فإن ابن الفرضي قد أفاد أيضاً من بعض الوثائق المادية الأخرى مثل وثائق المبايعات ومن ذلك قوله عن محارب بن قطن : ( ورأيت شهادته في وثيقة تاريخها للنصف من ربيع الأول سنة أحدى وثمانين ومائتين )([377]) ، وهو حينما ذكر هذه الوثيقة يرد بها على خالد بن سعيد الذي ذكر بأن وفاة محارب كانت سنة ست وخمسين ومائتين([378]) ، وهكذا اعتمد ابن الفرضي ما جاء في تلك الوثيقة وقدمه على ما ذكره خالد لأنها في نظرة أدق وأوثق ، ومن الأمثلة على ذلك -أيضاً- قوله حين حديثه عن إبراهيم بن علي الصوفي - أحد الغرباء الذين قدموا إلى الأندلس - : ( وكان أبو اسحاق هذا - يعني إبراهيم - أحد من له الإجابات الظاهرة ... حدثنا عنه سهل بن إبراهيم بصك كتبه لي بخطه )([379]) . ¶ وبالرغم من محدودية هذا النوع من المصادر عند ابن الفرضي إلا أنها كانت مصدراً مهماً لوضوحه ودقة دلالته ، فضلاً عن سرعة الوصول إليه . ¶ ثانياً : مصادر المعاينة والمعايشة والمشاهدة :",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "إن معاصرة ومعايشة ابن الفرضي لعدد من العلماء الذين كتب عنهم مكنته من الاحتكاك بهم والعيش معهم ومخالطتهم ، إما في المنتديات والمناسبات الاجتماعية ، أو في حلقات الدروس وأماكن طلب العلم ، أو في غيرها من المواقع ، وهذا ما جعله شاهد عيان لكثير من القضايا التي تحدث عنها عند عدد من العلماء سواء أكانت مشاهدته تتعلق بالصفات النفسية أو الخلقية ، أو الاجتماعية ، أو المواهب والصفات الخلقية ، أو المشاهد والتجمعات البشرية في المناسبات المختلقة حيث قام برصد كل هذه المشاهدات ثم تدوينها ضمن حديثه عن أصحابها ، وقد كان هذا النوع من المصادر موضع اعتبار عند ابن الفرضي حيث كان يعده من مصادره المهمة وذكره كما يذكر غيره من أنواع المصادر فهو يقول عن حكم بن محمد المقري :( وشهدته يقرأ ويقرئ ..)([380]). ¶ وكانت الصفات الخَلْقية والخُلُقيّة من أهم ما رصده أثناء معايشته ومشاهدته لعدد من العلماء حيث دونها ضمن كتاباته عنهم فقد قال مثلاً عن محمد بن إبراهيم القرشي : ( جالسته فرأيته نبيلاً ... )([381]) ، كما قال عن محمد بن يحيى بن رطال : ( وكان شيخاً مسمتاً جميلاً ، وقوراً ، حليماً ، متواضعاً كثير الصيام ... وكان باطنه كظاهره سلامة ونزاهة ... )([382]) ، وقريباً من ذلك قوله عن محمد بن إسحاق بن السليم إذ قال عنه : ( وكان لين الكلمة سهل الخلق متواضعاً )([383]) ، وعن محمد بن إسحاق بن مسرة قال : ( وكان قادراً ، خيراً ، عفيفاً ضابطاً لنفسه ، متسمناً وقوراً ، ما رأيت في أصحابنا مثله ليناً وطهارة ، وأدباً )([384]) . ¶ ولم تكن الصفات الحسنة هي التي كان يرصدها بل تجاوز ذلك إلى الصفات السيئة ، ومن ذلك قوله عن محمد بن أحمد بن أصبغ : ( وكان كثير الملق ، شديد التعظيم لأهل الدنيا مفرطاً في ذلك )([385]) .",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "أما سعيد بن محمد بن مسلمة بن تبرى فقال عنه : ( وكان شديد الأذى بلسانه بذيئاً ثلابة يتوقاه الناس على أعراضهم )([386]) ، كما قال عن محمد بن يبقى بن مسلم : ( وكانت منه سلامة تجوز عليه بها مالا يجوز على أهل اليقظة من قبول المدح مواجهة واستحسان الاطراء - عفا الله عنا وعنه - )([387]) . ¶ كانت هذه نماذج لما رصده ابن الفرضي لبعض الصفات الخُلُقيّة عند بعض علماء الأندلس ومن يستقرئ ما ذكره يجد أنه كان ذا ملكة قوية ، وحس مرهف ، مكنه من رصد كل ما شاهده بدقة متناهية . ¶ كما كانت الصفات الجسمية من ضمن ما رصده أثناء معايشته ومشاهدته لعدد من العلماء ، ومن ذلك قوله عن أصبغ بن قاسم : ( وكان وسيماً جسيماً )([388]) ، وعن محمد ابن محمد بن أبي دليم : ( وكان ضرورة لا يطأ النساء ، ولم يتداوى قط ولا احتجم )([389])، كما قال عن سعيد بن حمدون الصوفي : ( وكان أعور )([390]) .",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "كما استبان لابن الفرضي من خلال معايشته ولقاءاته شيء من المواهب والنزعات العلمية ، أو العقدية عند بعض الرجال ، فمن ذلك قوله عن عبد الله بن محمد الثغري : ( وكان فقيهاً فاضلاً ، ديناً ورعاً ، صليباً في الحق ، لا يخاف في الله لومة لائم ، ما كنا نشبهه إلا بسفيان الثوري في زمانه ... )([391]) ، ومن ذلك قوله عن محمد بن عيسى المعافري : ( سمعته يخطب مراراً ، وكان يتقعّر في خطبته ، وتكلف في الاسجاع ، وكان مع ذلك يدعي ارتجالها ، وكان شعره ضرباً من خطبه جالسته وكان لا يحدث )([392]) ، كذلك قال عن محمد ابن عبد الله المعلم : ( وكان شيخاً تائهاً لا معرفة عنده ، وقد كتب عنه قوم حدثهم عن جده، ولو أراد أن يحدثهم عن نوح لفعل )([393]) كما وصف خلف بن محمد الخولاني ( بأنه كان ضعيف الكتابة )([394]) ، وقال عن شيخه عبد الله بن محمد التجيبي المتوفى سنة 390هـ : ( وكان ضعيف الخط ربما أخل بالهجاء )([395]) ، هكذا استطاع ابن الفرضي التعرف على صفات الرجال ونزعاتهم العلمية حيث وقف على الكثير منها بنفسه أثناء معايشته لهم ، وهذا مما أعطى كتاباته قيمة علمية لاسيما حينما تقارن بكتب التراجم التي جاءت بعدها . ¶ كذلك أفاد من معايشته لبعض الأشخاص التعرف على نزعاتهم العقدية ، فقد اتهم محمد بن عبد الله القيسي بالانتماء إلى مذهب ابن مسرة لكن ابن الفرضي رد هذه التهمة بقوله : ( وقد كان ظاهره ظاهر إيمان وسلامة )([396]) ، وهذا الحكم عليه إنما صدر من ابن الفرضي بعد معايشته لهذا الرجل وتعرفه على نزعاته العقدية .. كذلك أفاد من مجالسته لبعض العلماء الاطلاع على الوجاهة العلمية لبعضهم ومن ذلك مشاهدته للرسائل التي كانت تصل للفقيه يوسف بن يحيى الأزدي حيث قال : ( فرأيته قد جاءته كتب كثيرة نحو المائة كتاب من جماعة من أهل مصر بعضهم يسأله الإجازة ، وبعضهم يسأله في كتابه الرجوع إليهم )([397]) .",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "وكان ابن الفرضي يحرص على حضور المناسبات الاجتماعية ولعل من أبرز ما دونه حول هذا الموضوع حضوره لمناسبات الجنائز حيث استطاع من خلال هذا الحضور رصد بعض المعلومات المهمة عن بعض الأشخاص ، ومن ذلك عمر المتوفى ، وقدره العلمي والاجتماعي ، ومن صلى عليه ، ومتى ، وأين دفن ، يقول عن حضوره لجنازة إسماعيل بن اسحاق المعروف بابن الطحان : ( توفي - عفا الله عنه - ليلة السبت ودفن يوم السبت بعد صلاة العصر في مقبرة قريش آخر يوم من صفر سنة اربع وثمانين وثلاثمائة ، وصلى عليه قاضي الجماعة محمد بن يحيى بن زكريا التميمي ، وشهدت جنازته وشهدها معنا ألوفُ من المسلمين ، وكان الثناء عليه حسناً جداً )([398]) . ¶ كما قال عن خلصة ببن موسى الزاهد ( وتوفي - رحمه الله - ليلة الأربعاء لخمس بقين من رجب سنة ست وسبعين وثلاثمائة ، ودفن في مقبرة الربض، وصلى عليه محمد بن يبقى القاضي وشهدت جنازته ، ولا أعلمني شهدت أعظم حفلاً منها ، ولم يكن من أهل العلم )([399]) كذلك قال بعد أن ذكر المعلومات المهمة عن وفاة عبد الله بن محمد بن عبد الله ( شهدت موته - رحمه الله - وغسله ، ودفنه )([400]) ، كما بين أنه شهد جنازة محمد بن يبقى بن زرب وأنه شهدها جماعة من المسلمين وأن الثناء عليه كان حسناً . ¶ وبهذا العرض استبان لنا أن ابن الفرضي قد سخر كل إمكاناته بل كل أحاسيسه ومداركه من أجل رصد تاريخ كثير من الرجال الذين عايشهم ، ثم تدوينها ضمن سجلهم لتبقى جزءاً مهماً من تاريخهم لها أهميتها باعتبارها صادرة من شاهد عيان عايشها ، بل ربما شارك في بعض أحداثها كما أتيحت له فرصة السؤال عما يشكل عليه في بعض الأشخاص([401]) . ¶ ثالثاً : المصادر الشفهية :",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "لما كان ابن الفرضي قد عاصر جمعاً كبيراً من الشخصيات العلمية الأندلسية التي كتب عنها سواء أكانوا من شيوخه ، أو زملائه وأقرانه ، أو طلابه وتلاميذه ، أو غيرهم ممن احتك بهم وتحدث إليهم ، وتحدثوا له ، فإنه قد أفاد منهم في جمع مادته العلمية عن طريق الرواية الشفهية التي سمعها منهم. ¶ هكذا اتسعت دائرة المصادر الشفوية عند ابن الفرضي وقد وضح ذلك بعدة صيغ وعبارات مثل قوله : سمعت ، أو قال لي ، أو أخبرني بذلك فلان ، وهذه العبارات كلها تدل على السماع والمشافهة ، وسنذكر فيما يلي نماذج لهذا النوع من مصادر ابن الفرضي ، فأما سمعت فقد وردت كثيراً في كتابه حيث استخدمها في رواياته ومقتبساته من شيوخه وأقرانه ومعاصريه ، وكان كثيراً ما يذكرها حينما يُقوّم الرجال والرواة أو يتحدث عن صفات الرجال ومن ذلك قوله : ( سمعت أبا بكر بن أصبغ يثني عليه ، ويشهد له بالسماع - يعني عبد الله بن داود - )([402]) و ( سمعت عبيد الله بن الوليد بن المعيطي يثني عليه ويصفه بالمروءة وسمعت اسماعيل يثني عليه أيضاً - يعني عيسى بن خلف الخولاني - )([403]) ، وكذلك ( سمعت محمد بن يحيى بن عبد العزيز يقول : كان محمد بن أيمن إماماً روى الناس عنه كثيراً ومنها قوله : سمعت أبا محمد الباجي يقول فيه - يعني ابن دليم - من أراد أن ينظر إلى رجل من أهل الجنة - إن شاء الله - فلينظر إلى ابن أبي دليم ، وسمعت محمد ابن يحيى بن عبد العزيز - رحمه الله - يقول : كل من أصحابنا كانت له صبوة ما خلا محمد بن محمد بن أبي دليم فإن عرفته من صغره زاهداً )([404]) ، وقد تكررت هذه العبارة عند ابن الفرضي كثيراً حينما يتحدث عن صفات الرجال سواء في المدح ، أو القدح ، وهذا مما يدل على حرصه في التوثق من مصادره لا سيما فيما يتعلق بجرح الرجال أو تعديلهم([405]) لأنه فيما يبدو كان يعد هذا المصدر من أوثق المصادر لديه ، ومن ذلك قوله حين حديثه عن أصبغ بن خليل كان معادياً",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "للآثار ، شديد التعصب للرأي ، سمعت محمد بن أحمد بن يحيى يقول : سمعت قاسم بن أصبغ يقول : ( سمعت أصبغ ابن خليل يقول : لأن يكون في تابوتي رأس خنزير أحب إلي من أن يكون فيه مسند([406]) ابن أبي شيبة )([407]) ، وكذلك قوله عن عبد الملك بن هذيل : ( سمعت محمد بن أحمد يسئ القول فيه فينسبه إلى الضعف )([408]) ، كما روى لنا عن طريق السماع شمائل بعض الأشخاص ومن ذلك قوله عن محارب بن الحكم الاسكافي سمعت إسماعيل يقول فيه : ¶ ( أنه مجاب الدعوة وخرج إلى أرض الحرب مجاهداً في غزوة ... فمنحه الله الشهادة ... )([409]) . ¶ وكان أحياناً لا يحدد مصدر سماعه مثل قوله سمعت بعض أصحاب خالد يقول : ( أن أمير المؤمنين المستنصر بالله كان يقول : إذا فاخرنا أهل المشرق بيحيى بن معين فاخرناهم بخالد بن سعد )([410]) . ¶ ولم يكن ابن الفرضي يقصر هذا السماع على الشيوخ أو طلاب العلم بل إنه ربما أخذه من غيرهم كقوله: ( سمعت بعضهم يذكره )([411]) ، أو قوله : ( سمعت أبي يصفه بالذكاء )([412]) ، أو ( سمعت هذا الخبر من أبي - رحمه الله - )([413]) . ¶ وأما قال لي فإن هذه العبارة توحي بأن القول خاص بابن الفرضي مما قد يجعله ينفرد بها عن غيره من الرواة بخلاف سمعت فإنه قد يكون شاركه أحد فيه ، وقد أورد ابن الفرضي هذه العبارة كثيراً وكانت في الغالب إجابة لسؤال وجهه ابن الفرضي لشخص ما يسأله عن معلومة تتعلق بشخص معين لاسيما في تحديد سنة الوفاة أو المولد حيث يقول : قال لي فلان ولدت([414]) ، أو ( قال لي ابنه أو صديقه أو غيرهما توفي فلان )([415]) ، كما نلاحظ أن هذه العبارة وردت إجابة على سؤال وجهه ابن الفرضي لأحد الذين قدموا من رحلتهم العلمية إلى المشرق ، وكان يتوقع أن لديهم إجابة على أشكال معين لديه([416]) .",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "كذلك وردت هذه العبارة إجابة على سؤال في تعديل الرجال ، أو جرحهم مثل قوله عن محمد بن عيسى بن رفاعة : ( قال لي محمد بن أحمد هو كذاب ... )([417]) ، وقوله عن محمد بن جنادة الأشبيلي : ( قال لي العباس بن أصبغ : سمعت محمد بن قاسم يثني على محمد بن جناده ... )([418]) . ¶ وهذا المنهج في تلقي المعلومات له ميزة عن غيره إذا أنه ربما حصلت فيه محاورة بين القائل والمستمع يتم من خلالها الحصول على مزيد من المعلومات ، ومن ذلك قوله : ( قال لي العباس بن أصبغ : قال لنا محمد بن عبد الملك بن أيمن كان يحيى بن قاسم بن هلال أحد العباد المجتهدين ،كان يصوم حتى يحتضر ، وهو صاحب الشجرة . قلت للعباس : ما معنى الشجرة ؟ قال : كانت في داره شجرة تسجد لسجوده ، إذا سجد ... )([419]). ¶ ومن الأمثلة على ذلك ما قيل لابن الفرضي عن عبد الله الزجالي من مدح وتزكيته وأن عائذاً قال له ما أعرف أحداً يصلح للقضاء غيره فذكر هذا الأمر لسليمان بن أيوب فقال له : ( كان أولى بالقضاء من ابن أبي عيسى : ومن منذر ومن غيرهما ، ثم قال لي : هذا الذكر يغار له الناس )([420]) . ¶ كذلك استخدم ابن الفرضي عبارة أخبرني ، أو أخبرنا ومعظم الروايات التي ساقاها هنا مصدرها أحد قرابة المتحدث عنهم ، وهي متعلقة بتاريخ وفاته([421]) ، وهذا يدل على حرصه في أخذ المعلومات والأخبار من مصادرها القريبة والمطلعة ، وهكذا نرى أن الصيغ التي استخدمها ابن الفرضي في نقل معلوماته في كتابه تاريخ العلماء هي الصيغ المستخدمة عند المحدثين مما يؤكد أثر ثقافته في العلوم الشرعية على ثقافته العامة واتجاهات التأليف الأخرى لديه لا سيما في ميدان التأريخ .",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "كما أورد ابن الفرضي بعد هذه العبارة أخباراً أخرى تتعلق بالمولد([422]) ، أو الإجازة([423]) ، أو الثناء على الرجال([424]) أو غيرها ، وكان ابن الفرضي يحدد مكان تلقيه الخبر الشفوي مثل قوله حينما ذكر وفاة أبي الفرج عبدوس بن محمد بن عبدوس : ( أخبرني بوفاته عبيد بن محمد الشيخ الصالح نعاه إليّ في داره )([425]) . ¶ كان هذا عرضاً لمصادر ابن الفرضي الشفوية ، وقد بدا لنا من خلال استقراء نصوصها ما يلي : ¶ - أن مصدر الرواية الشفوية عند ابن الفرضي كانوا إما شيوخه غالباً أو أقرانه ومعاصريه من أقارب المتحدث عنهم ، وكان أشهر من روى عنهم من شيوخه يحيى بن مالك العائذي ، ومحمد بن أحمد بن محمد بن مفرج ، وأحمد بن عبد الله بن عبد البصير ، وخطاب بن مسلمة بن بتري ، وسهل بن إبراهيم بن سهل أبو القاسم ، وعبد الله بن محمد ابن القاسم الثغري ، وقاسم بن محمد بن أصبغ ، ومجاهد بن أصبغ البجاني ، ومحمد بن عمرو الأسدي ، ومحمد بن محمد بن أبي دليم ، ويحيى بن هذيل بن عبد الملك ، وعباس ابن أصبغ الحجازي ، وعبد الله بن محمد الباجي وغيرهم. ¶ - أن ابن الفرضي كان أحياناً لا يحدد مصدر تلقيه الخبر الشفوي بل يقول أخبرني بذلك من كتب عنه أوسمع منه أو بعض أقاربه وغيرها من العبارات ، بل أنه ربما كان أكثر تعميماً حين يقول ويحكي أنه ... ([426]) ، كما أنه قد يجمع بين صيغتي أداء الخبر كأن يقول : وأخبرني وسمعت فلانا([427]) ، وقد يجمع بين الرواية الشفوية والمكتوبة([428]) .",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "- مما يميز هذا النوع من المصادر أن ابن الفرضي لا يتعامل مع مصادر جامدة ، بل إنه يتعامل مع رجال قد استوعبوا ما يقولون ، وعايشوه كما عايشوا من ينقلون إليه الخبر ، ولهذا سنحت فرصة للسؤال والمناقشة بين الطرفين لما قد يشكل حول الخبر المنقول، ومن الأمثلة على ذلك قوله حينما تحدث عن خالد بن سعد : ( وكان إسماعيل يرفع به جداً ... وسألت أبا عبد الله محمد بن أحمد بن يحيى القاضي عن خالد هل كان بحيث يضعه إسماعيل من العلم بالحديث ؟ فقال لي : أعور بين عميان ... )([429])، وكذلك قوله عن مسلمة بن القاسم: ( وسمعت من ينسبه إلى الكذب وسألت محمد بن أحمد بن يحيى القاضي عنه فقال لي لم يكن كذاباً ، ولكن كان ضعيف العقل )([430]) . ¶ بل إن المصادر الشفوية ربما كانت معينة في تفسير وكشف غموض بعض ما يرد في المصادر المكتوبة ، ومن الأمثلة على ذلك قول ابن الفرضي عن مروان بن عبد الملك الفخار : ( وقرأت بخط أحمد بن محمد بن عبد البر قال : قال لي أحمد بن خالد : كان مروان الفخار ساكناً بأقريطش([431]) وكان أصله من هنا ، كان جاراً لبقي بن مخلد ، قال : وكان له عشرين جارية تساوي كل جارية خمسمائة دينار : ولقد كانت له صبية تخرج إلى الفرن ، وكانت ربما تأتيني بهدية يبعثها إلي فلقد كنت أتمنى أن تكون لي ... ولقد قال لي : أن لي اليوم عشرين سنة ما أبيت إلا في ثيابي بعمامتي كما تراني وما أمس واحدة منهم ، قلت لأحمد ابن كم ؟ قال ابن ستين أو أكثر منها ، قلت لأحمد : فعلى مروان كانت تدور فتيا أهل أقريطش ؟ ، قال لي نعم ، قلت له : وكان يحسن الفتيا ؟ قال : كذا قال : ولقد جادلني يوماً في مسألة وكان فيها المخطئ ، ... )([432]) .",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "وبهذا يتبين لنا أن المصادر الشفوية كانت من المصادر المهمة عند ابن الفرضي ، بل إنه وبحكم معايشته لكثير من رواتها وأحداثها أفاد منها كثيراً ، ولعل جرأة ابن الفرضي ومكانته العلمية فضلاً عن مواهبه العلمية والثقافة مما ساعده على ذلك ومكنه من السؤال عما أشكل والتحري عن الراوي والمروي عنه . ¶ كان هذا عرضاً لمصادر ابن الفرضي وطرق تلقيه الأخبار حين تدوين كتابه تاريخ علماء الأندلس ، وبالإضافة إلى هذه المصادر التي صرح بها وذكرها ، فقد اعتمد أيضاً على مصادر أخرى غير محددة أو منسوبة إلى شخص معين مثل قوله: ذكر أو أخبرني بعض أصحابنا([433]) ، أو بعض أهله([434]) ، أو أهل موضعه([435]) أو من أثق به([436]) أو أهل العلم([437]) ، أو غير واحد([438]) ، أو جماعة([439]) ، أو بعض الشيوخ([440]) ، أو بعض من كتب عنه ([441]) ، أو كتب عنه وسمع منه([442]) ، أو من سمع([443]) وغيرها من العبارات التي توحي بأخذ ابن الفرضي من مصدره مباشرة ، لكنه لم يحدده باسمه إما لدواعي الاختصار ، وهو منهج عمل به كثيراً في التعامل مع مصادره وأسانيدها ، وقد يكون الغرض كثرة من تلقى عنهم الخبر بدرجة أن الرواية أصبحت متواترة لديه مما جعله لا يرى حاجة إلى تحديد مصدرها ، بل إن هذا الشعور جعله أحياناً لا يحدد مصدره ، بل يقول فيما بلغني([444]) أو ويحكى([445]) ، وهكذا تبدو لنا دقة ابن الفرضي في التعامل مع مصادره ، حيث كان ينسب الأقوال إلى أصحابها ، بل إنه كان حينما يسمع الخبر من مصادر متعددة يوضح ذلك حيث ينسب كل جزئية إلى قائلها ومن ذلك قوله حينما تحدث عن عبد الرحمن بن صفوان : ( ذكر بعض أمره خالد ، وبعضه من كتاب ابن حارث ، وكتبت نسبه من كتاب محمد بن أحمد([446]). ¶ حاسة النقد التاريخي عند ابن الفرضي وأثرها على موقفه من مصادره :",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "إن ابن الفرضي العالم ، الحافظ ، الراوية ، المحدث ، الفقيه ، القاضي ، الناقد قد تعامل مع مصادره المختلفة حسبما يقتضيه المنهج العلمي لمن هو بمثل هذا المستوى من النضج العلمي ، إذ أن هذه المزايا العلمية ، وتلك المواهب ، والقدرات الشخصية قد مكنته من الإحاطة بمصادره والتعامل معها بصدق وأمانة ، حيث ينسب الروايات والأخبار إلى مصادرها، أو قائليها في الأعم الغالب ، كما أنه - أحياناً - لا يكتفي بالنقل بل يناقش ، ويحلل بعض الروايات معتمداً في ذلك على الدليل والحجة سواء أكانت نقلية ، أو استنباطية ، ويدرك من يتتبع هذا المنهج التحليلي عند ابن الفرضي أن حاسة النقد التاريخي كانت لديه قوية ، وقد بدا هذا واضحاً خلال تعامله مع مصادره إذ لم يكن يقبل كل ما ذكرته المصادر على أنه قضايا مسلم بها ، بل كان يحلل ويناقش ، كما كان ينتقد ويرد بعض الروايات والأخبار ، ومن خلال تتبعنا لهذا المنهج بدت لنا القضايا التالية :",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "- أنه يحلل ويناقش بعض الروايات والأحاديث التي يسوقها والتي قد يبدو عليها الضعف أو الاختلاق ، ويبين رأيه فيها ، ومن ذلك قوله : ( أخبرنا محمد بن أحمد بن أبي دليم ومحمد ابن يحيى بن عبد العزيز قالا : نا أحمد بن خالد قال : نا محمد بن وضاح قال : نا آدم بن أبي إياس العسقلاني قال : نا أبو محمد قتيبة عن أبيه عن شيبان عن أبي طبية الجرجاني قال : قال رسول الله ش من رابط بعسقلان ليلة ، ثم مات بعد ذلك بستين سنة مات شهيداً ، وإن مات في أرض الشرك )([447]) ، وقد علق ابن الفرضي على هذا الحديث بقوله : ( قال عبد الله ابن محمد - يعني نفسه- : وهذا الحديث منكر جداً )([448]) .كما روى عن محمد بن منصور المرادي الأندلسي قوله : ( أخبرنا أبو زكريا العائذي قال : نا الحسن بن رشيق قال : نا أبو بكر محمد بن منصور المرادي الأندلسي قال : نا أبو إسماعيل الأيلي حفص بن عمر ، قال : حدثني ثور بن يزيد عن يزيد بن مرثد ، عن أبي رهم قال : سمعت رسول الله ش يقول : \" إذا رجع أحدكم من سفره فليرجع إلى أهله بهدية فإن لم يجد إلا أن يلقى في مخلاته حجراً أو حزمة حطب فإن ذلك مما يعجبهم \"([449]) . ¶ وقد علق على هذا الحديث بقوله : قال عبد الله بن محمد - يعني نفسه- ، وهذا الحديث باطل([450]) . لكنه لم يوضح سبب رد الحديث هل هو لعلة في الإسناد أو المتن ، ويبدو أنه هنا اكتفى بمنهج بعض المؤرخين بينما يقتضي منهج أهل الحديث ذكر السبب والعلة حتى يقبل كلامه ويؤخذ بما قاله .",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "كما روى بعض الأحاديث التي لم تصح عن الرسول ش ، وقد بين رأيه فيها ، ومن ذلك ما رواه محمد بن عبد الله المطماطي البزار : ( أخبرنا أصبغ بن عبد الله ، قال : قال لنا ابو إسحاق محمد بن القاسم بن شعبان لمالكي : وممن روى عن مالك من أهل الأندلس محمد ابن عبد الله المطماطي ، أجاز لي محمد بن عمر الأندلسي عنه ، عن مالك ، عن ربيعة ، عن أنس ، عن النبي ش : \" من لم يعدني في رمدي ، لم أحب أن يعدني في علتي \" كذا قال ابن شعبان ، وحدثنا به من طرف عن محمد بن عبد الله المطماطي هذا ، عن عبد العزيز بن يحيى ، عن مالك . وهذا حديث منكر لا يثبت من غير طريق مالك ، فكيف لمالك ؟ ! ) ، ثم دعم رأيه هذا بقول شيخه محمد بن أحمد بن يحيى بأنه روايته عن مالك غير مقبولة ولا ممكنة([451]). ¶ وكذلك الحديث الذي رواه محمد بن ميسور : ( أخبرني أبو ثابت قال : أملى علينا خالد بن سعد قال : كتب إلي محمد بن منصور الرجل الصالح بخط يده ، وقال في كتابه : كتبت إليك يا أخي أكرمك الله بطاعته ، ومن قدس الله ، ومسرى نبيه ش قال : حدثني غسان القاضي القلزم ، قال : حدثني أبي ، قال : نا محمد بن عزيز الأيلي ، قال : نا يعقوب ابن أبي الجهم ابن سوار الأسدي، قال: نا عمرو ابن جرير ، عن عبد العزيز يعني : ابن زياد ، عن أنس قال : بينما نحن عند النبي ش إذا عطس عثمان رضي الله عنه ثلاث عطسات متواليات: فقال النبي ش : \" يا عثمان : الا أبشرك ، هذا جبريل يخبرني عن الله تبارك وتعالى: ما من مؤمن يعطس ثلاث عطسات متواليات إلا كان الإيمان ثابت في قلبه \" وقد بين ابن الفرضي رأيه بهذا الحديث حيث قال : قال عبد الله : هذا حديث منكر لا أصل له )([452]) .",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "ومن ذلك أيضاً أخبرنا أحمد بن خالد ، قال : نا يزيد بن عمر الأندلسي ، قال : نا ابن العرابي أحمد بن محمد بن بشر بمكة ، قال : نا الزعفراني ، عن سفيان بن عيبنة، عن الزبيري ، عن سالم بن عبد الله بن عمر ، عن أبيه عبد الله بن عمر ، قال : حضرت رويفع ابن ثابت الأنصاري : وهو يسأل رسول الله ش عن الفتنة ، وكيف هو ناج منها ؟ فقال له رسول الله ش : \" يا رويفع : إلزم الجبال والقفار ، فإنه أسلم لدينك ودنياك ... بل الحياة فعليك : بسكنى مدينة برقة([453]) ، إنها ستفتح عليكم وغيرها : من مدائن المغرب \" وفي الخبر : \" مدينة في الإسلام بعض الأرض المقدسة ساكنها سعيد وميتها - في آخر الزمان - عريق ، فقال عبد الله بن عمر : فما زلت أجعل ذلك من بالي ، من أجل هذا الحديث حتى فتح الله على المسلمين مصر والمغرب ، فسأل رويفع عمر بن الخطاب أن يوفده إلى المغرب فولاه برقة ، فلم يزل بها حتى مات فيها ، وقبره بها رحمه الله \" ، وقد بين ابن الفرض رأيه في هذا الحديث بقوله : قال عبد الله - يعني نفسه- أن هذا الحديث باطل ، ولا سيما بهذا الإسناد([454]) . ¶ كانت هذه نماذج لوقفات ابن الفرضي عند بعض الأحاديث التي أوردها حيث بيّنَ رأيه في صحتها .",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "- وقد كان للروايات التاريخية نصيبها من المناقشة والتحليل حيث وقف عند بعضها مناقشاً ومحللا معتمداً في ذلك على حاسته التاريخية ، ومن الأمثلة أنه حينما تحدث عن محمد بن عيسى بن رفاعة الخولاني ذكر أنه ينسب إلى الكذب ، وأن محمد بن أحمد قد قال له : إنه كذاب([455]) ، ولم يكتف ابن الفرضي بهذا الحكم : بل أعقب ذلك بذكر الدليل وهو أن الخولاني حينما قدم إلى قرطبة أخرج كتاباً مُختلقاً من حديث سفيان بن عيينة جله سفيان عن الزهري عن أنس عن النبي ش ، وليس لسفيان عن الزهري عن أنس من المسند إلا ستة أحاديث أو سبعة ، وهكذا افتضح أمره وشُهر بالكذب كما يقول ابن الفرضي([456]) ، ومن ذلك قوله : أخبرني إسماعيل قال : قال خالد بن سعد : ذكرت في كتابي مناقب الناس ، ومحاسنهم إلا رجلين محمد بن وليد القرطبي ، وسعيد بن جابر الأشبيلي فإني صرحت عليهما بالكذب وكانا كذابين([457]) ، لكن ابن الفرضي لم يأخذ بقول خالد على الرغم من كونه من مصادره المهمة بل إنه رأى مناقشة روايته هذه حيث علق على ذلك بقوله : ( ولم يكن سعيد ابن جابر - إن شاء الله - كما قال خالد قد رأيتُ أصول أسمعته ، ووقع إلي كثير منها فرأيتُها نزل على تحري الرواية وورع في السماع وصدق )([458]) ، ولم يكتف ابن الفرضي بهذا بل ساق أدلة أخرى ومنها قوله : ( وقد حدثني العباس ابن أصبغ قال : سمعت محمد بن قاسم يثني على سعيد بن جابر ويقول : كان صاحبنا عند النسائي ووصفه بالصدق قال لي عباس ومحمد بن قاسم : بعثني إلى سعيد ابن جابر لما كنت أسمع من ثنائه عليه )([459]) .",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "وحينما تحدث عن عبيد الله بن عمر بن أحمد القيسي الشافعي قال : ( سمعت محمد بن أحمد بن يحيى ينسبه إلى الكذب ، ووقفت على بعض ذلك في تاريخ أبي زرعة الدمشقي من أصوله ، وقع إلي وقرأته على أبي عبد الله بن مفرج فرأيته قد أدعى روايته عن رجل من أهل دمشق يقال له بكر بن شعيب زعم أنه حدثه عن أبي زرعة ، وكان أبو عبد الله قد لقي هذا الرجل وكتب عنه ، وحكى أنه لم تكن له سن يجوز أن يحدث بها عن أبي زرعة )([460]) ، ولم يكتف ابن الفرضي بهذه الأدلة بل إنه أضاف دليلاً آخر وهو قوله : ¶ ( وكان عبيد الله قد بشر -أي كشط- إسناداً في آخر الكتاب وكتب مكانه هذا الرجل )([461]). ¶ ولما تحدث عن يحيى بن معمر بن عمران وذكر سيرته قال : ذكر ذلك أحمد ولم يذكر أن يحيى بن معمر استقضي مرة ثانية ، لكن ابن الفرضي وضح ذلك حيث ذكر رواية عن ابن حارث أن الأمير عبد الرحمن استقضاه مرة ثانية ، وبين أن هذا الرأي هو الصحيح والدليل عليه أن يحيى بن معمر صلى بالناس صلاة الخسوف بقرطبة سنة ثمان عشرة في مسجد أبي عثمان وهو قاض([462]) .",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "وكان ابن الفرضي يذكر أحياناً الرواية الراجحة لديه دون أن يذكر الدليل أو سبب الترجيح ، فحينما تحدث عن وفاة عبيدون بن محمد الجهني قال : ( وتوفي ليومين مضيا من شوال سنة خمس وعشرين وثلاثمائة من كتاب خالد ، وفي كتاب محمد بن أحمد توفي في شوال سنة أربع وعشرين وثلاثمائة وهو أصح إن شاء الله )([463]) ، هكذا رجح رواية محمد ابن أحمد على ما ذكره خالد دون أن يذكر سبباً أو دليلاً يدعم ما قاله ، ولم يكن الترجيح بين الروايات سواءً بدليل أو بدونه منهجاً دائماً عند ابن الفرضي ، بل إنه كان أحياناً يذكر الروايات التاريخية وأقوال المؤرخين المتباينة في القضية الواحدة ويتوقف عن ترجيح رواية على أخرى ، وذلك حينما لا يملك الحجة البينة أو لا يتضح له الحق والصواب والأمثلة على ذلك كثيرة ومتعددة منها :( أخبرنا محمد بن أحمد بن يحيى قال : نا ابن فراس قال : حدثنا محمد بن علي الصائغ قال : نا سعيد بن منصور قال : نا هشيم قال : نا عبد الرحمن بن يحيى عن حبان بن أبي جبلة الحسني عن أبي عباس : أن آية من كتاب الله سرقها الشيطان : [ بسم الله الرحمن الرحيم ]. ¶ وأخبرنا خلف بن القاسم قال : نا علي بن محمد بن إسماعيل الطوسي قال : بمكة قال: نا محمد بن سليمان بن فارس قال: نا محمد بن إسماعيل البخاري قال : نا ابن أبي مريم قال : نا بكر سمع عبد الله بن زجر عن حبان بن أبي جبلة عن عبد الله بن عمرو بن العاص قال : ( لا تسلموا على شربة الخمر )([464]) ، ولم يبين ابن الفرضي حكم هذين الحديثين .",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "ومنها ما ذكره عن عبد الله بن مسرة بن نجيح حيث قال : وأخبرني إسماعيل قال : أخبرني خالد قال : كان محمد بن إبراهيم بن حيون يشهد على عبد الله بالقدر ، ويقول لي : كان يحزن فيه - أي يكتمه - ثم عقب على ذلك ابن الفرضي بقوله : ( كان عبد الله بن مسرة فيما أخبرني من أثق به فاضلاً ، ديناً ، طويل الصلاة )([465]) ، هكذا أورد ابن الفرضي هاتين الروايتين دون أن يذكر رأيه في الصحيح والمقبول منها ، وقد تكرر هذا الموقف منه كثيراً وفي عدد من الروايات التاريخية([466]) . ¶ وهذا المنهج - في الحقيقة- لا يعد قصوراً في شخصية ابن الفرضي ، بل هو نهج سار عليه كبار المؤرخين والكتاب وعلماء الرجال ، والجرح والتعديل ، وهو ما يسمى عندهم بالتوقف في المسائل التي لا يملكون دليلاً قوياً أو بينة واضحة في القول بها ، أو الحكم عليها . ¶ وعلى الرغم من كون ابن الفرضي محدثاً وناقداً([467]) ، ومهتماً بمصادره ومن يأخذ عنه ، فإنه كان أحياناً يأخذ من المجاهيل ويذكر بعض الرؤى والحكايات التي قد يبدو الضعف عليها سنداً أو متناً ، فمن أمثلة أخذه من المجاهيل قوله : أخبرنا إسماعيل قال : نا خالد قال : حدثنا بن البابا والأعناقي قال : نا أبان بن عيسى بن دينار عن أبيه قال : قال لي عامر : قال مالك : ( قل هو الله أحد ) من المعوذات ، قال : الأعناقي : عامر هذا كان عندنا معلماً بقرطبة روى عنه عيسى بن دينار([468]) ، وقوله : كان معلماً يشعر بأنه معلم والمعلم هو معلم الصبيان ، كما أن هذا الراوي مجهول النسب غير معروف بحمل العلم وروايته ، كما أنه ليس من المعروفين بالرواية عن مالك ابن أنس -رحمه الله - حيث ترجم له ابن الفرضي بقوله : عامر المعلم من أهل قرطبة([469]) ولم يزد على ، وهذا يدل على أنه يأخذ عن المجاهيل غير المعروفين بالرواية والنقل .",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "كما روى بعض الحكايات والرؤى عن بعض من ترجم لهم فمن الرؤى ما رواه عبد الله بن محمد بن علي القيسى ( أخبرنا عبد الله بن محمد بن علي قال : نا أحمد بن خالد قال : ذكر لنا ابن وضاح عن أبي محمد الخشاب السرقسطي صاحبه ، وكان نعم الرجل مؤتمناً على ما يقول أنه رأى في منامه النبي ش يمشي في طريق ، وأبو بكر خلفه وعمر خلف أبي بكر ، ومالك ابن أنس خلف عمر ، وسحنون خلف مالك ، قال ابن وضاح : فذكرته لسحنون فسر بذلك )([470]) . ¶ كذلك من الرؤى ما ذكره ميكايل بن هارون الباهلي ( أخبرني سهل بن إبراهيم قال : حدثني أبي قال : حدثني رجل سماه كان قيماً في المسجد الجامع باستجة قال : كنت جالساً في مجلس ميكايل بن هارون إذ وقف علينا رجل فقال : أيكم مكايل بن هارون فأشرنا له إليه ، فقال : أتاني الليلة آت في منامي فقال لي بشر مكايل بن هارون بالجنة ، أو قال : قل لمكايل أنه من أهل الجنة )([471]) . ¶ أما الحكايات فمنها ما رواه عن أبي العجنس : ( قرأت بخط محمد بن أحمد الذهري الزاهد : قال لنا محمد بن وضاح : كان أبو العجنس رجل يسكن غدير بني ثعلبة يقال : إنه كانت له في رمضان ثلاث أكلات : من سبعة أيام إلى سبعة أيام ، ثم أكلة الفطر ، وهو الذي مر به الحكم بن هشام ، فسلم عليه وأشار بالخيزران - : وكان على سقف له يبنى - فرد عليه أبو العجنس وأشار بالأطر له ، فكلم بذلك فقال : أشار إلي بالخيزران فأشرت إليه بالاطرلة )([472]) .",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "ويبدو أن الكم الهائل من المادة العلمية التي جمعها ، بالإضافة إلى تناثر جزئياتها ، وكثرة تفصيلاتها الدقيقة ، مع تعدد موارده ومصادره ، واتساع إطارها الزماني جعلته أحياناً يفقد حاسته التاريخية مما أوقعه في بعض الأخطاء العلمية أو التناقض فيما يذكره من معلومات أو أخبار ، فمن الأخطاء التاريخية قوله : (( وأخبرنا محمد بن أحمد بن يحيى قال : محمد بن محمد بن معروف النيسابوري قال : نا عبد الرحمن بن الفضل الفارسي قال : نا محمد بن إسماعيل البخاري قال : نا يحيى بن بكير عن الليث قال : وفي سنة اثنتين وعشرين ومائة قتل عبد الرحمن بن عبد الله الغافقي أمير الأندلس ))([473]) ، وهو بهذا القول الذي رواه بإسناده عن البخاري يناقض نفسه حيث ذكر حين ترجمته لعبد الرحمن الغافقي إنه توفي سنة خمس عشرة ومائة([474]) ، كما يخالف إجماع المؤرخين المسلمين الذين ذكروا أن وفاته كانت في أعقاب هزيمة المسلمين في معركة بلاط الشهداء سنة 114هـ([475]) . ¶ كما ذكر أن وفاة عبد الملك ابن قطن سنة خمس وعشرين ومائة([476]) ، وهذا التحديد غير متفق مع ما ذكره المؤرخون من أن وفاة هذا الوالي كانت في ذي القعدة سنة ثلاث وعشرين ومائة كما ذكره ابن عذاري([477]) ، وابن الأثير([478]) ، والمقري([479]) . ¶ ولم تكن هذه التجاوزات والأخطاء قاصرة على تحديد سني الوفيات ، بل تجاوزتها إلى بعض الأحداث التاريخية المشهورة ومنها قوله عن نهاية عبد العزيز بن موسى ابن نصير : ¶ (",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "وكان أبوه قد استخلفه على الأندلس فأقام واليها إلى أن كتب سليمان بن عبد الملك هنالك فقتلوه ، وأتوه برأسه([480]) . هكذا حمل الخليفة سليمان بن عبد الملك مسئولية مقتل عبد العزيز بن نصير مع أن هذه القضية قد رفضها المؤرخون سلفاً وخلفاً ولم يقل بها سوى فئة من مؤرخي الأندلس المتأخرين ، وممن رفضها من المؤرخين ابن عبد الحكم([481]) ، وابن القوطية([482]) ، وصاحب أخبار مجموعة([483]) ، والحميدي([484]) ، والضبي([485]) ، وغيرهم ، كما ذكر بأن عودة موسى بن نصير من الأندلس إلى المشرق كانت سنة أربع وتسعين([486])، بينما الذي ذكره المؤرخون([487]) أن ذلك كان في ذي الحجة سنة خمس وتسعين . ¶ كذلك لم يسلم ابن الفرضي من بعض التناقض بين بعض الروايات التي ذكرها ، ومن الأمثلة على ذلك قوله: بأن محارب بن قطن بن عبد الواحد توفي سنة ست وخمسين ومائتين ، كذا قال إسماعيل عن كتاب خالد([488]) ، لكنه يناقض هذا القول بعد ذلك حيث قال : (ورأيت شهادته في وثيقة تاريخها للنصف من ربيع الأول سنة احدى وثمانين ومائتين([489]) ، هكذا يبدو عدم صحة الرواية الأولى لكن ابن الفرضي أوردها ولم يحاول ردها وبيان خطأها لأن ما ذكره في الرواية الثانية دليل مادي يعد أقوى من قول إسماعيل عن خالد . ¶ كذلك قال عن عفير بن مسعود ابن عفير وعاش إلى أن بلغ المائة وتوفي رحمه الله سنة سبع عشرة وثلاثمائة ، وكان مولده سنة عشرين ومائتين ، ذكره محمد بن حسن([490]) يعني الزبيدي ، وهكذا يبدو لنا أن عفيرا قد بلغ سبعاً وتسعين عاماً حسب قولي ابن الفرضي وليس كما قرر بأنه قد بلغ مائة عام . ¶ وبهذا العرض يتبين لنا أن ابن الفرضي وعلى الرغم من قوة الحس التاريخي لديه فإنه قد وقع في بعض الأخطاء التاريخية ، أو التناقض بين بعض ما ذكره من أقوال أو روايات استقاها من مصادره، إلا أنها كانت قليلة إذا ما قورنت بكثرة ما جمعه من مادة علمية ومن مصادر وموارد مختلفة . ¶ الخاتمة :",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "بعد هذه الجولة بين مصادر الحافظ ابن الفرضي في كتابه تاريخ العلماء والرواة للعلم بالأندلس ، والتي استقى مادته العلمية في هذا الكتاب بدت لنا القضايا والاستنتاجات التالية : ¶ - أن القدرات والمواهب الشخصية التي تمتع بها ابن الفرضي قد ساعدته كثيرا على نضج شخصيته العلمية ، فهو حافظ ومحدث وناقد وفقيه وراوية ؛ وقد كان لهذا النضج العلمي أثره الواضح في قدرته على الاستيعاب ومن ثم الإحاطة بما يرى أو يسمع أو يقرأ . ¶ - أن تعدد المشارب الفكرية عند ابن الفرضي قد أثرت على شخصيته العلمية ، فبالرغم من كونه مالكي المذهب ، إلا إنه لم يبق أسيرا لمذهبه بل كان يأخذ من أصحاب المذاهب والاتجاهات الفكرية الأخرى حسب حاجته وهذا التوجه إضافة إلى نزعته الأدبية واللغوية قد جعلته يملك وسائل وأساليب أعانته كثيرا على تعدد مصادره وفهمها . ¶ - أن من يقرأ مقدمة ابن الفرضي لكتابه تاريخ العلماء يدرك اهتمامه الواضح بالتوثيق والمصادر ، وأنه كان يستشعر أن آفة الأخبار رواتها كما كان يعدها مرآة صادقة لما يحويه كتابه في ثناياه من معلومات رأى أنها مهمة في بابها وموضوعها . ¶ - كما بدا لنا من خلال استقراء مقدمة هذا الكتاب وبعد الاطلاع على ما جمعه من معلومات وأخبار في ثنايا كتابه ، أن مصادره كانت متعددة ومتنوعة ، وأنه لم يكن يغفل أي مصدر يظن أنه يخدمه أو يوفر له مادة علمية ؛ ولهذا جاءت مصادره متنوعة ما بين مشاهد ومسموع ، ومقروء أو مستنبط . ¶ - أن المصادر المكتوبة كانت تمثل حيزا كبيرا من بين مصادره وكان من أهمها المؤلفات التاريخية والتي أحسن اختيارها إذ جاء معظمها لعلماء يعدون من كبار علماء الأندلس آنذاك .",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "- وكانت المكاتبة والاستكتاب رافدا مهما لمصادره التاريخية لاسيما في الجزئيات الدقيقة من سير الأفراد حيث كان يصل إلى هذا النوع من مصادره عن طريق الرسائل التي يضمنها بعض الأسئلة والاستفسارات حول قضية معينة فيأتيه الرد مكتوبا متضمنا الجواب على سؤاله أو أسئلته . ¶ - كما اعتمد ابن الفرضي على اللوحات والوثائق المادية في جمع مادته العلمية مثل اللوحات على القبور ووثائق المبايعات ، وبالرغم من محدودية هذا النوع من المصادر عند ابن الفرضي إلا أنه كان مصدرا مهما لديه ؛ وذلك لوضوحه ودقة دلالته فضلا عن سرعة الوصول إليه. ¶ - أن إلمام ابن الفرضي بعلم الجرح والتعديل قد جعل المعاينة والمعايشة والمشاهدة من مصادره الرئيسة ؛ ذلك أنه من خلال هذا العلم قام برصد صفات وقدرات ومواهب من التقى بهم أو عايشهم من أولئك الرجال ، ثم ضمنها كتابه لتكون مادة علمية مهمة في كتابه . ¶ - كانت الرواية الشفوية مصدرا مهما عند ابن الفرضي ومما ساعده كثيرا على الإفادة من هذا النوع من المصادر معايشته لكثير من رواتها وأحداثها ، هذا فضلا عما يتمتع به ابن الفرضي من مواهب علمية وقدرات شخصية مكنته من السؤال عما أشكل عليه والتحري عن الراوي والمروي عنه حيث كانت لدى ابن الفرضي همة قوية ونفس واسع في تتبع هذا النوع من المصادر مع الدقة والأمانة في الرصد والنقل ¶ - أن قوة حاسة النقد التاريخي عند ابن الفرضي قد أثرت على تعامله مع مصادره ؛ إذ إنه لم يكن يأخذ كل ما تذكره مصادره على أنها قضايا مسلم بها لا تحتمل الخطأ والتحريف والزلل ، بل كان يحلل ويناقش بعض الروايات كما نقد بعض ما ذكرته مصادره مما أكسب شخصيته العلمية الاستقلالية بالرأي والتحرر من كبوات وأوهام بعض المصادر .",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "- على الرغم من كون ابن الفرضي محدثا وناقدا وحافظا ومهتما بمصادره ومن يأخذ عنه فإنه كان أحيانا يأخذ من مصادر مجهولة ، كما كان أحيانا يذكر بعض الروايات التي لا تتكئ على أسس علمية أو منهجية بل ربما كان مصدرها الرؤى المنامية أو حكايات الناس ، وهذا بلا شك مما أوقعه في بعض المزالق العلمية . ¶ - كان هذا أبرز ما توصل إليه هذا البحث من استنتاجات وقد بدت تفصيلاتها مع غيرها في ثنايا هذه الدراسة والحمد لله أولا وآخرًا . ¶ الهوامش والتعليقات ¶ -------------------------------------------------------------------------------- ¶ ([1]) أكرم العمري : موارد الخطيب البغدادي ص 171 . ¶ ([2]) المؤرخون والجغرافيون ص 99 . ¶ ([3]) تاريخ الفكر الأندلسي ص 271 ، ولا شك أنه يقصد أقدم معجم رجال في الأندلس ، أما في المشرق فهناك : التاريخ ليحيى بن معين ( ت 233هـ ) ، التاريخ الكبير للبخاري ( ت 256 ) ، الطبقات الكبرى لابن سعد (ت230هـ ) ، الطبقات لخليفة بن خياط ( ت 240هـ ) ، التاريخ لابن أبي خيثمة ( ت 279 ) وغيرها . ¶ ([4]) جذوة المقتبس ص 238 . ¶ ([5]) بغية الملتمس ص 322 . ¶ ([6]) سير أعلام النبلاء ج 17 ص178 . ¶ ([7]) ابن بشكوال : الصلة ص 252 ، ( نقلاً عن ابن حيان ) ، الذهبي : تذكرة الحفاظ ج 3 ص 1076 ( نقلاً عن ابن حيان) . ¶ ([8]) الحميدي : جذوة المقتبس ص 237 ، ابن بشكوال : الصلة ص 251 ، ابن عميرة : بغية الملتمس ص 322 ، الذهبي : سير أعلام النبلاء ص 178 . ¶ ([9]) ابن بشكوال : الصلة ص 253 ، ابن خلكان : وقيات الأعيان ج3 ص106 ، المقري : نفح الطيب ج2 ص127، وقد ذكر أبو عمر بن عبد البر – أحد تلاميذه – أن بينهما في السن نحو خمس عشرة سنة ، والصحيح سبع عشرة سنة لأن ابن عبد البر ولد في ربيع الأول سنة ثمان وستين وثلاثمائة كما كتب ذلك بيده ( ابن بشكوال : الصلة ص 252 و 679 ) ¶ ([10]) الصلة ص251 . ¶ ([11]) تاريخ العلماء : ترجمة 748 . ¶ ([",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "12]) قلعة أيوب ( calatayud) ) نسبت إلى أيوب بن حبيب ثاني ولاة الأندلس الذي جدد بناءها ، وهي تابعة للثغر الأعلى ، وتقع غربي مدينة سرقسطة على بعد خمسين ميلا . ( ابن غالب : فرحة الأنفس ص 19 ، البكري : جغرافية الأندلس ص 91 ، الإدريسي : صفة المغرب ص 190 ) . ¶ ([13]) تاريخ العلماء ترجمة 753 ، وقد ذكر ابن الفرضي أنه قدم عليهم في قرطبة حينما نفي من بلدة قلعة أيوب بسبب تشدده في الإنكار على بعض خواص السلطان ، كما يذكر أن شيخه هذا رحل إلى المشرق وتزود بالعلوم على علماء بغداد ، والكوفة ، والشام ، وتوفي بقلعة أيوب سنة ثلاث وثمانين وثلاثمائة وهو ابن ثلاث وستين سنة ( تاريخ العلماء ترجمة 352 ) . ¶ ([14]) تاريخ العلماء ترجمة 1318. ¶ ([15]) المصدر السابق ترجمة 1360 . ¶ ([16] ) بطليوس : ( ( Bada luzتقع على نهر وادي يانه شمال شرق مدينة أشبيلية على بعد 185 ميلا ، بنيت على يد الثائر عبدالرحمن بن مروام الجليقي عام 261 هـ .( البكري : المسالك والممالك ج2 ص906 ، سحر عبدالعزيز سالم : تاريخ بطليوس الإسلامية ج1 ص 137 ـ 140 ) . ¶ ([17]) المصدر السابق ترجمة 1388 . ¶ ([18]) المصدر السابق ترجمة 1390 . ويبدو أن هذا الارتياح الذي أبداه ابن الفرضي إزاء هذا الشيخ يرجع إلى عدد من الأسباب منها غزارة علم ابن برطال فقد طلب العلم بقرطبة ثم رحل إلى المشرق حيث تنقل بين عدد كثير من علمائه مما أكسبه علماً جماً ، ومنها أيضاً ما يتصف به هذا العالم من صفات طيبة حيث كان وقوراً حليماً متواضعاً ظاهره كباطنه ( المصدر السابق ترجمة 1390 ) . ¶ ([19]) المصدر السابق ترجمة 1390 . ¶ ([20] ) المصدر السابق ترجمة 726 . ¶ ( [21] ) مدينة شذونة ( SIDONIA ) تقع إلى الجنوب من قرطبة ، وبينها وبين ميناء مالقة ثمانية وعشرون ميلا ، وكانت حاضرة كرة ريه . ( ابن غالب : فرحة الأنفس ص 294 ، الحميري : الروض المعطار ص31 ) . ¶ ([22]) المصدر السابق ترجمة 626 . ¶ ( [",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "23]) ألبيرة ( ELVIRA ) : كرة كبيرة ومدن متصلة تقع شرق قرطبة ، بنيت مدينتها في عهد عبدالرحمن الداخل بينها وبين غرناطة ستة أميال ، وهي كثيرة الأنهار والأشجار والثمار . ( ابن الخطيب : الاحاطة ج1 ص99 – 100 ، الحميري: الروض المعطار ص 28 ت 29 ) ¶ ([24]) المصدر السابق ترجمة 930 . ¶ ([25]) بجانة ( BECHINA ) من مدن الأندلس الجنوبية في كورة البيرة بينها وبين غرناطة مائة ميل ، ولا تبعد عن البحر الرومي سوى ستة أميال . ( الإدريسي : نزهة المشتاق ص 200 ، ياقوت : معجم البلدان ج1 ص339 ) . ¶ ([26]) المصدر السابق ترجمة 1468 . ¶ ([27]) المصدر السابق ترجمة 1414 . ¶ ([28]) المصدر السابق ترجمة 1003 . ¶ ([29] ) قلسانه Calsena) ) بالسين والشين من كورة شذونة ، وهي مدينة سهلية على وادي لك وتشتهر بصناعة الثياب . (الحميري : الروض المعطار ص 466 ، سحر عبد العزيز سالم : تاريخ بطليوس ص324 حاشية 87 ) . ¶ ([30]) المصدر السابق ترجمة 1636 . ¶ ([31]) المصدر السابق ترجمة 741 . ¶ ([32] ) الزهراء : تقع شمال غرب مدينة قرطبة ، وعلى بعد حوالي ستة أميال ، وقد شرع الخليفة عبدالرحمن الناصر في بنائها في شهر المحرم سنة 325 هـ ؛ حيث عهد إلى ابنه الحكم بالإشراف ¶ على البناء ، وقد استمر البناء إلى عهد الحكم ، لكن الزهراء لم تعمر طويلا ؛ حيث إنه لما تغلب المنصور ابن أبي عامر على السلطة نقل قاعدة الحكم منها إلى الزاهرة وقد قام البربر بتخريبها أثناء الفتنة البربرية . ( ابن غالب : فرحة الأنفس ص31 ـ 34 ، الحميري : الروض المعطار ص 8 2ـ 32 ، المقري : نفح الطيب ج2 ص65 ـ 67 ، السيد عبدالعزيز سالم : تاريخ المسلمين ¶ ص 407 ـ 411 ) . ¶ ([33]) المصدر السابق ترجمة 857 . ¶ ([",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "34]) هو يوسف بن أحمد بن يوسف بن الدخيل الصيدلاني المكي ، سمع منه ابن الفرضي بمكة المكرمة ، توفي سنة 388هـ. ( ابن الفرضي : تاريخ العلماء ترجمة 1378 ،الحميدي : جذوة المقتبس ص254 ، ابن عميرة : بغية الملتمس ص 334 ، ابن بشكوال : الصلة ص25). ¶ ([35]) هو علي بن عبد الله بن الحسين بن جهضم الهمداني الزاهد ، شيخ الصوفية بالحرم المكي ، قال عنه الذهبي :( إنه متهم بوضع الحديث ، وقد عده ابن الفرضي من شيوخه بمكة ، توفي بمكة سنة 414هـ ) . ( تاريخ العلماء ترجمة 808 (ابن بشكوال : الصلة ص 252 ). ¶ ([36]) الحميدي : جذوة المقتبس ص 237 ، ابن بشكوال : الصلة ص 252 ، ابن عميرة : بغية الملتمس ص 321 . ¶ ([37]) الحميدي : جذوة المقتبس ص 237 ، ابن بشكوال : الصلة ص 252 ، ابن عميرة : بغية الملتمس ص 222 . ¶ ([38]) ابن بشكوال : الصلة ص 252 ، ابن عميرة : بغية الملتمس ص322 . ¶ ([39]) تاريخ العلماء والرواة ترجمة 275 ، 753 ، 1468 . ¶ ([40]) المصدر السابق ترجمة 221 ¶ ([41]) المصدر السابق ترجمة 756 ، 439 . ¶ ([42]) المصدر السابق ترجمة 1326 . ¶ ([43]) المصدر السابق ترجمة 1383 . ¶ ([44]) المصدر السابق 1356 . ¶ ([45]) المصدر السابق ترجمة 932 ¶ رد مع اقتباس ¶ &#1575;&#1604;&#1587;&#1610;&# ¶ #4 ¶ قديم29-06-02, 11:37 PM ¶ &#1575;&#1604;&#1587;&#1610;&# ¶ المشاركات: n/a ¶ افتراضي ¶ --- ¶ هذا هو البحث كاملا للفائدة ¶ مصادر الحافظ ابن الفرضي ¶ في كتابه ¶ \" تاريخ العلماء والرواة \" ¶ د. حمد بن صالح السحيباني ¶ الأستاذ المشارك في قسم التاريخ والحضارة بكلية العلوم الاجتماعية ¶ جامعة الإمام محمد بن سعود الإسلامية ¶ ملخص البحث ¶ تناولت هذه الدراسة القضايا التالية :",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "أولاً : بدأت بمقدمة مختصرة عن كتب التراجم والرجال حتى عصر ظهور هذا الكتاب ، ثم تناولت التعريف بالمؤلف وطلبه العلم بالأندلس، ثم رحلته إلى المشرق ، وأهم مؤلفاته الموجودة والمفقودة ، والوظائف التي تقلدها ، ثم وفاته . ¶ ثانياً : كتاب تاريخ العلماء ، وأسماؤه وسبب تأليفه ، وما يحويه من مادة علمية ، والمنهج الذي سار عليه المؤلف ، وزمن تأليفه ثم جاء الحديث عن مصادره على النحو التالي : ¶ أولاً : المصادر المكتوبة وتضم الأقسام التالية : ¶ أ - المؤلفات والكتب التاريخية . ¶ ب - الاستكباب ويعني بها تلك الرسائل والكتب التي كان يرسلها مستفسراً من خلالها عن بعض القضايا حول الأشخاص الذين يترجم لهم. ¶ ج - اللوحات والوثائق المادية وأهم هذا النوع اللوحات الموجودة على القبور ، وكذلك وثائق المبايعات . ¶ ثانياً : مصادر المعاينة والمشاهدة : كان هذا النوع من المصادر مهماً عند ابن الفرضي وذلك لأنه عاصر وعايش عدداً من العلماء الذين كتب عنهم ، كما احتك ببعضهم في المناسبات والمنتديات المختلفة، وبالتالي أصبح شاهد عيان لكثير من القضايا التي تحدث عنها حيث قام برصد كل ما شاهده وعايشه حول بعض الأشخاص ثم ضمنه كتابه . ¶ ثالثاً : المصادر الشفهية : ¶ شكلت الرواية الشفهية التي سمعها ابن الفرضي من أفواه الرجال حيزاً مهماً بين مصادره في كتابه تاريخ العلماء . ¶ وبعد ذلك جاء الحديث عن حاسة النقد التاريخي عند ابن الفرضي وأثرها على موقفه من مصادره حيث عالجت هذه الفقرة كيف كان ابن الفرضي العالم ، الحافظ الراوية، المحدث الفقيه ، القاضي ، يتعامل مع مصادره المختلفة حسبما يقتضيه المنهج العلمي من المناقشة أو التحليل ، وأخيراً جاءت خاتمة البحث مُبرزاً فيها أهم استنتاجات هذه الدراسة .. والله أعلم . ¶ المقدمة :",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "اهتم المؤرخون والكتاب المسلمون بكتب التراجم وتاريخ الرجال ، حيث ظهر هذا النمط من الكتابة التاريخية منذ وقت مبكر في تاريخ المسلمين ، بل إنه كان وليدًا لحركة التدوين التاريخي عندهم ، وينقسم هذا النوع من الكتابة إلى أنماط مختلفة فمنه ما يهتم برجال فترة معينة أو بلدٍ معينٍ ، ومنه ما يكون خاصاً بتراجم أرباب الصنعة الواحدة أو الفن الواحد ، وهكذا ظهرت كتب تأريخ القضاء ، والفقهاء ، والأدباء ، والأطباء ، والنحاة ، وغيرهم ، وقد كان علماء الحديث هم أول من اهتم بتراجم رجال الحديث وعلماء السنة ، وقد تميز هذا النوع من كتب الرجال بالدقة والاقتضاب حيث عني أصحابها بالحديث عن السيرة الذاتية لهؤلاء الرجال مع ذكر عدالتهم ، ونزعتهم العلمية، ومصنفاتهم، وشيوخهم([1]). ¶ ويعد كتاب تاريخ العلماء والرواة للعلم بالأندلس لمؤلفه الحافظ ابن الفرضي من كتب الرجال التي تحدثت عن علماء بلد معين في فترة محددة ، حيث عُني هذا الكتاب بنخبة من علماء المجتمع الإسلامي بالأندلس منذ أن دخلها الإسلام وحتى نهاية القرن الرابع الهجري ، وبالرغم من كون هذا الكتاب يمثل المحاولة الأولى لهذا النمط من الكتابة التاريخية بالأندلس إلا أنه جاء ضافياً ومهماً في موضوعه ، ولهذا عد الدكتور حسين مؤنس ابن الفرضي شيخ أصحاب معاجم التراجم الأندلسية ومقرر أصول هذا الفن الذي اتصل في الأندلس والمغرب بعد ذلك قروناً طويلة([2]) ، كما عده المستشرق الأسباني انخيل حنثالث بالنثيا بأنه أقدم معجم رجال بين أيدينا([3]) ، وقد لقي هذا الكتاب قبولاً عند عدد من مؤرخي وكتاب الأندلس كالحميدي([4]) ، وابن عميرة([5]) ، وغيرهم ، وغير الأندلسيين كالذهبي([6])، ولعل هذا التميز الذي حظي به هذا الكتاب وتلك المنزلة العالية التي تبوأها من الأسباب القوية التي جعلت شيخ مؤرخي الأندلس أبا مروان بن حيان",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "يقول عن مؤلفه ابن الفرضي : ( لم ير مثله بقرطبة في سعة الرواية ، وحفظ الحديث ، ومعرفة الرجال ... )([7]) . ¶ ولا شك أن هذا القبول الذي لقيه هذا الكتاب يرجع لعدد من عوامل النجاح كان من أهمها أن مؤلفه اتكأ على قاعدة مهمة من مصادر المعلومات حين تدوينه لمادته العلمية حيث تعددت وتنوعت هذه القاعدة مما أضفى على الكتاب عددا من السمات العلمية الجيدة كالعمق ، والدقة، وسعة الاطلاع ، مع الشمولية ، والإحاطة بالجزئيات الصغيرة التي تهم أولئك العلماء . وهكذا أصبحت مصادر ابن الفرضي في هذا الكتاب وموارده من الموضوعات المهمة والجديرة بالوقوف عندها للتعريف بها والتعرف على أنواعها ، ومعرفة منهج ابن الفرضي في التعامل معها، ومدى ما وفرته للمؤلف من مادة علمية خصبة أثرت الكتاب وجعلت المؤلف يتحرك أثناء تأليفه باتجاهات متعددة ، وهذا ما سوف تحاول هذه الدراسة - بعون الله - بيانه ومعالجته خدمة لهذا الكتاب المهم أولاً ، ثم لإبراز جهود مؤلفه ذلكم العالم الأندلسي الذي يعد من أوائل من خاض تجربة التأليف في هذا الميدان بالأندلس ، وأخيراً خدمة للمكتبة الأندلسية والمهتمين بها من الباحثين ، ومن الله أستمد العون وأرجو التوفيق والسداد . ¶ أولاً : ابن الفرضي . ¶ اسمه ومولده ونشأته : ¶ هو أبو الوليد عبد الله بن محمد بن يوسف الأزدي المعروف بابن الفرضي([8]). ¶ ولد بقرطبة في ذي الحجة سنة إحدى وخمسين وثلاثمائة([9]) ، وبها طلب العلم أول حياته على عدد من العلماء يكثر تعدادهم كما يقول ابن بشكوال([10]) وكان من أهمهم عبد الله بن إسماعيل بن حرب بن خير المتوفى سنة ثمانين وثلاثمائة ، وقد ذكر ابن الفرضي أنه سمع منه وكتب عنه وأجاز له كل ما رواه([11]) .",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "ومنهم عبد الله بن محمد ابن القاسم بن حزم بن خلف الثغري المتوفى سنة ثلاث وثمانين وثلاثمائة ؛ إذ يذكر ابن الفرضي أنه أخذ عنه ما لم يكن عند شيوخه وذلك حينما نُفي من \" قلعة أيوب \"([12]) إلى قرطبة سنة خمس وسبعين وثلاثمائة ، وكان مما أخذه عنه كتاب معاني القرآن للزجاج، حيث قرأ عليه الكتاب من أوله إلى آخره([13]) . ¶ وقد أخذ بعض علوم اللغة عن محمد بن عمر بن عبد العزيز بن إبراهيم المعروف بابن القوطية ، المتوفى سنة سبع وستين وثلاثمائة حيث ذكر أنه تردد عليه أيام اهتمامه بعلم العربية فأسمعه كتاب الكامل لمحمد بن يزيد المبرّد إذ كان يرويه عن سعيد بن جابر([14]) . ¶ كما تردد على الحافظ محمد بن أحمد بن يحيى ابن مفرج أحد علماء الأندلس ومحدثيها حيث أجازه في جميع ما رواه غير مرة وكتب له ذلك بخطه([15]) ، كما ذكر أنه أخذ كتاب السنن لابن السكن ، والتفسير المنسوب إلى ابن عباس من أبي عبد الله محمد ابن سعدون المعروف بابن الزنوني والمتوفى ببطليوس([16]) فجأة في جمادى الأولى سنة ثنتين وتسعين وثلاثمائة([17]). ¶ أما صحيح البخاري فقد قرأه على أبي عبد الله محمد بن يحيى ابن زكريا المعروف بابن برطال المتوفى سنة أربع وتسعين وثلاثمائة ، وقد بيّن بأن مجلسه مع هذا الشيخ كان من أجلّ المجالس العلمية التي شهدها بالأندلس حيث سمع معه صحيح البخاري عدد من الشيوخ والكهول، وقد أجازه في جميع ما رواه عنه([18]) . كما سمع موطأ مالك ، وكتب التفسير لعبد الله بن نافع بن يحيى بن عبد الله الليثي المتوفى سنة سبع وستين وثلاثمائة([19]).",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "ولم يقتصر ابن الفرضي على علماء قرطبة ، بل إنه رحل إلى عدد من المدن الأندلسية للاستزادة من طلب العلم ، فقد ذكر أنه في سنة ثنتين وسبعين وثلاثمائة كان بأشبيلية يتلقى العلم من أبي محمد الباجي([20]) ، وفي السنة التالية انتقل إلى شذونه([21]) حيث طلب العلم على ابن أبي الحزم طود بن قاسم بن أبي الفتح المتوفى سنه ست وثمانين وثلاثمائة([22]) وفي البيرة([23]) قرأ تفسير القرآن ليحيى بن سلام على أبي الحسن علي بن عمر بن حفص بن عمرو الخولاني المتوفى سنة أربع وثمانين وثلاثمائة([24]) ، كما ذكر بأنه لقي أبا الحسن مجاهد ابن أصبغ ابن حسان بقرية وركر - بين بجانه([25]) والمريه - وقرأ عليه كتبه الثلاثة طبقات الزمان ، وفساد الزمان ، والناسخ والمنسوخ هذا بالإضافة إلى كتاب شرح غريب الموطأ لابن حبيب - رحمه الله -([26]) ، وبالإضافة إلى هؤلاء فقد سمع ابن الفرضي ببجانه من أبي عبد الله محمود بن حكم المتوفى سنة أربع وتسعين وثلاثمائة([27]) وفي طليطلة من أبي الفرج عبدوس بن محمد بن عبدوس المتوفى سنة تسعين وثلاثمائة([28])، وفي قلسانه([29])سمع من أبي عمرو يوسف بن محمد الهمداني المتوفى سنة ثلاث وثمانين وثلاثمائة . حيث أجاز له جميع ما رواه([30]) . ¶ وكان يكرر الرحلة إلى البلد الواحد أكثر من مرة حينما يجد فيها ضالته من أهل العلم ، فقد ذكر أنه سمع من عبد الله بن محمد بن علي الباجي في قرطبة كثيراً ثم رحل إليه بأشبيلية رحلتين سنة ثلاث وتسعين وأربع وتسعين([31]) ، كما ذكر أنه تردد على شيخه عبد السلام بن السمح بن نايل الهواري في مدينة الزهراء([32])، وأنه قرأ عليه مجموعة من الكتب([33]) . ¶ رحلته إلى المشرق :",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "حينما شعر ابن الفرضي بأنه قد أخذ ما عند علماء الأندلس من علوم ومعارف رحل إلى المشرق في سنة ثنتين وثمانين وثلاثمائة حيث حج و أخذ العلم عن أبي يعقوب يوسف بن أحمد ابن الدخيل المكي([34]) وأبي الحسن علي بن عبد الله بن جهضم([35]) وغيرهما([36]) ، ثم رحل إلى مصر حيث أخذ عن أبي بكر أحمد بن محمد بن اسماعيل البنا، وأبي بكر الخطيبي ، وأبي الفتح ابن سْيُبخت ، وأبي محمد الحسن بن إسماعيل الضراب وغيرهم([37]) وفي طريق عودته مر بالقيروان حيث أخذ العلم عن أبي محمد بن أبي زيد الفقيه وأبي جعفر أحمد بن دحمون ، وأحمد بن نصر الدّاودي وغيرهم([38]) . ¶ ولم يذكر المؤرخون مدة هذه الرحلة ، كما لم يذكروا تاريخاً محدداً لعودته منها ، لكنه يستوحى من بعض النصوص التي ذكرها ابن الفرضي أن رحلته استغرقت حوالي ثلاث سنين فقد بدأها سنة إحدى وثمانين ،كما ذكر أنه كان خلال عامي اثنتين وثمانين وثلاث وثمانين بالمشرق([39]) . أما عودته فكانت في مستهل سنة أربع وثمانين وثلاثمائة كما يفهم هذا من قوله : ( وتوفي بقرطبة - عفا الله عنه - يعني إسماعيل بن إسحاق - ليلة السبت آخر يوم من صفر سنة أربع وثمانين وثلاثمائة وشهدت جنازته )([40]) . ¶ وبالإضافة إلى هؤلاء العلماء فقد ذكر ابن الفرضي في مواضع كثيرة من كتابه عدداً من الشيوخ الذين أفاد منهم في طلب العلم إذ تجاوز عددهم خمسة وأربعين عالما ويدرك من يستقريء تاريخ مشواره العلمي الحقائق التالية :",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "1. أنه لم يكن يحتقر عالما ، أو يستهين بأحد يتوقع أنه قد يفيده بشيء من العلم مهما كان علمه أو مكانته ؛ ولهذا تنقل بين عدد من المدن الأندلسية ، ومكة ، ومصر ، والقيروان بحثا عن علمائها ، حيث كان لا يقلل من شأن أحد ، فقد جلس إلى أبي محمد عبدالله بن محمد بن ربيع المتوفى سنة تسع وتسعين وثلاثمائة ، وكذلك إلى رشيد بن فتح المتوفى سنة ست وتسعين وثلاثمائة ، ولم يأخذ عن كل واحد منهما سوى حديث واحد فقط([41]) كما سمع من محمد بن أحمد بن مسور على الرغم من كونه قليل العلم([42]) ، بل إنه كان يجلس لأخذ بعض الحكايات ، كما فعل مع محمد بن عبد الله بن محمد بن ذي النون المتوفى سنة ست وتسعين وثلاثمائة([43]) ، وكذلك مع محمد بن أحمد المعافري([44]) بل إنه كان يأخذ حتى من بعض الكذابين وذوي الاتجاه المنحرف حينما يتوقع أن لديهم علما ينفعه ، فقد قال عن على بن معاذ بن موسى الرعيني : ( سمعت أنا منه ، وكان يكذب ، وقفت على ذلك منه وعلمته .. )([45]) كما ذكر أنه قد أخذ عن رشيد بن فتح الدجاج وكان يتهم بمذهب([46]) ابن مسرة([47]) .",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "2. أن مشاربه الفكرية قد تعددت ،فبالرغم من كونه مالكي المذهب إلا أنه كان يأخذ العلم من أصحاب المذاهب الأخرى فقد أخذ العلم من علي بن محمد بن بشر من أهل أنطاكية على الرغم من نزعته الشافعية([48]) ، كما كانت له اهتمامات باللغة العربية وعلومها فقد ذكر أنه انقطع فيما بين سنتي ست وستين وتسع وستين وثلاثمائة عن طلب العلم الشرعي حيث كرس كل جهوده للنظر في اللغة العربية وعن هذا يقول : ( ثم شغلني النظر في العربية عن مواصلة الطلب إلى سنة تسع وستين ، ومن هذا التأريخ اتصل سماعي من الشيوخ )([49]) ويبدو أن النزعة الأدبية لديه ، إلى جانب إدراكه لأهمية اللغة قد جعلته يولي اللغة العربية وآدابها اهتماما خاصا أثناء مشواره العلمي ، فقد ذكر أنه كان يأخذ علم اللغة من محمد بن عمر بن عبد العزيز المعروف بابن القوطية،وأنه قرأ عليه كتاب الكامل للمبرد([50])، كما سمع من شاعر وقته يحيى بن هذيل بن عبد الملك بن هذيل المتوفى سنة تسع وثمانين وثلاثمائة الشعر وكتب من حديثه وشعره ، كما أجاز له روايته وديوان شعره([51]).",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "3. كما كان يتحمل في سبيل الحصول على العلم المشقة والمتاعب النفسية من بعض الشيوخ الذين كانوا صعبي المراس ، فقد ذكر عن شيخه خلف بن محمد الخولاني أنه كان عسرا في الإسماع ، ممتنعا إلا من يسيره ، نكر الخلق حرج الصدر لكن لما كان عنده فوائد فقد كان يصبر على الاختلاف إليه ([52]) ، كما بين أن رشيد بن فتح الدّجّاج كان يأبى الإسماع إلا في اليسير ممن يستحبه ، وأنه لم يكتب عنه سوى حديث واحد([53]) ، وقد لقي هذه المعاناة - أيضا - من شيخه عبدالله بن محمد بن ربيع المتوفى سنة تسع وثمانين وثلاثمائة حيث كان رجلا منقبضا ملازما للبادية أكثر وقته يأبى من الإسماع ، ولهذا لم يكتب عنه ابن الفرضي سوى حديث واحد ([54]) وهكذا تعددت المشارب الثقافية التي استقى منها ابن الفرضي ثقافته وعلومه ، كما تعددت المدارس والاتجاهات الفكرية التي تردد عليها ، وهذا بلا شك مما أكسبه علما غزيرا متنوعا ، مكنه من التعرف على تجارب كثيرة ، كان لها أثر كبير في صقل مواهبه ، وتنمية قدراته العلمية . ¶ علمه ومؤلفاته : ¶ أولاً : علمه :",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "أجمع المؤرخون والكتاب على أن ابن الفرضي كان واسع الثقافة ، غزير العلم حافظا للحديث ورجاله ، فقد قال عنه الحميدي بأنه كان : ( حافظا متقنا عالما ذا حظ من الأدب وافر )([55]) كما قال عنه تلميذه أبو عمر بن عبد البر : ( كان فقيها عالما في جميع فنون العلم في الحديث وعلم الرجال ، وله تواليف حسان ... أخذت منه عن أكثر شيوخه ، وأدرك من الشيوخ ما لم أدرك ... )([56]) أما ابن حيان فقد وصفه بالأديب الراوية الفقيه الفصيح الذي لم ير مثله بقرطبة من سعة الرواية وحفظ الحديث ومعرفة الرجال والافتنان بالعلوم ([57]) ، كما قال عنه أبو عبد الله الخولاني بأنه كان من أهل العلم جليلا ومقدما في الأدب([58]) ووصفه كل من ابن بشكوال([59]) وابن عميرة([60]) بالحافظ العالم ، أما الإمام الذهبي فقد سماه بالحافظ الإمام الحجة البارع الثقة([61]) ولعل الإجازات العلمية الكثيرة التي حصل عليها من علماء كثيرين دليل واضح يؤكد سعة علمه ، ومن الذين أجازوه عبد الله بن محمد الثغري([62]) . ويدرك من يستقرئ ما خلّفه من تراث أن رواية الحديث وعلم الرجال كانت من أولى اهتماماته العلمية ، ولهذا حدث عنه عدد من العلماء منهم أبو عمر بن عبد البر حيث أثنى على حسن صحبته([63]) كما أخذ عنه أبو عبد الله الخولاني([64]) ومحمد بن إسماعيل من أهل أستجه([65])، وكان شيخا فاضلا ذكر ابن الفرضي أنه كثيرا ما يسأله عن معاني في الحديث تشكل عليه ([66]) ، كما كتب عنه عبد الله بن شعيب بن أبي شعيب من أهل([67]) أشبونة([68]) . ¶ ولا شك أن إلمامه الجيد باللغة العربية وعلومها ،إلى جانب نزعته الأدبية مكنه من استيعاب كل ما يقرأ أو يسمع - هذا فضلا عن استطاعته تبليغ ما يريد بأسلوب جيد وفصاحة مطبوعة ، ولهذا كان عند حديثه قلما يلحن في جميع كلامه مع حضور الشاهد ¶ والمثل ، كما يقول ابن بشكوال([69]) .",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "وقد بدت نزعته الأدبية واضحة في نتاجه العلمي ، ولهذا وصفه ابن حيان([70]) بالأديب الفصيح ، كما وصفه ابن بسام بأنه شاعر مقل حسن النظام ، مقترن الكلام ، هو في العلماء أدخل منه في الشعراء([71]) وقد روى عنه أبو عمر بن عبد البر شعرا ومنه : ¶ على وجل مما به أنت عارف ¶ أسير الخطايا عند بابك واقف ¶ ويرجوك فيها فهو راج وخائف([72]) ¶ يخاف ذنوبا لم يغب عنك غيبها ¶ كما روى الحميدي قصيدة قالها وهو في طريقه إلى المشرق ، وكتب بها إلى أهله ومنها : ¶ وما خلتني أبقى إذا غبتم شهرا ¶ مضت لي شهور منذ غبتم ثلاثة ¶ ولو كان هذا لم أكن في الهوى حُرّا ¶ وما لي حياة بعدكم استلذها ¶ بلى زادني وجدا وجدّد لي ذكرى([73]) ¶ ولم يُسلَني طول التنائي هواكُمُ ¶ كما ذكر الحميدي أن أبا بكر علي بن أحمد الفقيه أنشده قول ابن الفرضي : ¶ إن لم يكن قمرا فليس بدونه ¶ إن الذي أصبحت طوع يمينه ¶ وسقام جفني من سقام جفونه([74]) ¶ ذُلّي له في الحبّ من سلطانه ¶ وقد ذكر ابن بشكوال أن ابن الفرضي لما عاد إلى قرطبة من المشرق كان قد جمع علما كثيرا في فنون العلم([75]) ، كما ذكر ابن حيان أن رحلته إلى المشرق قد أكسبته علما حيث أخذ عن شيوخ عدة فتوسع جدا وكان جماعا للكتب فجمع منها أكثر ما جمع أحد من عظماء البلد([76]) . ¶ ولا شك أن هذا النبوغ العلمي المتعدد النزعات هو الذي أهله لأن يطلب منه أهل مصر الإقامة عندهم لكنه قال لهم : ( من المروءة النزاع إلى الوطن )([77]) كما أهله لقراءة الكتب في عهد العامريين ، وأن يتولى قضاء مدينة بلنسية في عهد الخليفة محمد بن عبدالجبار المهدي([78]) . ¶ ثانياً : مؤلفاته :",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "ذكر المؤرخون أن ابن الفرضي لما عاد من رحلته إلى المشرق شرع في التأليف ، فصنف عددا من الكتب في فنون مختلفة ، وأنها كانت ذات قيمة علمية ، وتدل بوضوح على غزارة علمه ، وسعة مداركه وقدراته العلمية لا سيما في علمي الحديث وتاريخ الرجال ، ولكي تتضح الصورة في هذه القضية لابد من التعريف بهذه المؤلفات ، حيث قسمتها إلى قسمين هما : ¶ أولاً : الكتب المفقودة([79]) : ¶ 1 - المؤتلف والمختلف : ¶ أشار إلى هذا الكتاب كل من الحميدي([80]) ، وابن عميرة([81]) ، والذهبي([82]) ، كما ذكره ابن حزم([83]) وعده من الأعمال الكبيرة التي قدمها الأندلسيون وتفوقوا بها على أهل المشرق ، وأنه في أسماء الرجال وأن الحافظ عبد الغني([84]) الأزدي لم يبلغ عند هذا المعنى إلا كتابين ، وبلغ أبو الوليد نحو الثلاثين ، كما وضّح ابن حزم أنه لا يعلم مثله في فنه البتة . ¶ وقد ذكره ابن بشكوال بقوله : ( وجمع في المؤتلف والمختلف كتابا حسنا )([85]) . هكذا أشاد هذان المؤرخان بهذا الكتاب ، ولكن نظرا لكونه مفقودا ولم يصل إلينا منه شيء فإنه من الصعب التعريف به وبمنهجه ، ومحتواه ، ولكن ومن استقراء ما ذكره لنا ابن حزم من وصف مقتضب عن الكتاب ، حيث ربط المحتوى بما ألفه عبد الغني الأزدي في كتابه المؤتلف والمختلف([86])، وبعد الاطلاع على هذا الكتاب يتبين لنا أن موضوعه يعنى بذكر الأسماء المؤتلفة باللفظ ، أو المتقاربة والمختلفة في المعنى مثل بَرَكة وبُركة ، وبَحَر بَحُر وغيرها([87]) .",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "هذا عن موضوع الكتاب ، أما المحتوى فقد ذكر ابن حزم أن الحافظ المصري لم يبلغ سوى كتابين بينما بلغ ابن الفرضي نحو ثلاثين كتابا، وعلى هذا يكون هذا الكتاب يحوي مادة علمية ضخمة تبلغ حوالي أربعة عشر ضعفا لما ذكره سابقه ، ولا يستبعد أن تكون الظروف السياسية السيئة التي كانت سببا لنهاية المؤلف كانت - أيضا - سببا لنهاية الكتاب حيث لم يبق منه سوى ذكره ، بل إن عدم اعتماد المؤرخين القدامى عليه كمصدر لهم في موضوعه يؤكد الجزم بفقده . ¶ 2 - مُشتَبِه النسبة : ¶ أشار إلى هذا الكتاب كل من ابن بشكوال([88]) ، والذهبي([89]) ، وابن خلكان([90]) ، والمقري([91]) إلا أنه كسابقه لم يمكن التعرف على محتواه ، وذلك بسبب عدم وصوله إلينا حيث لم يمكن التعرف سوى على اسمه ، ولكن بمقارنة هذا العنوان بكتب الرجال والأنساب ندرك أن المقصود به الحديث عن الرجال الذين يشتبه في نسبتهم في الخط ويفترق في اللفظ والمعنى ، وقد وضح هذا الأمر عبد الغني الأزدي في كتابه الذي يحمل هذا العنوان حيث قال : ( أما بعد فإني لما صنفت كتابي في مؤتلف أسماء المحدثين ومختلفها ، فنظرت فإذا من ينسب منهم إلى قبيلة أو بلدة ، أو صنيعة قد يقع فيها من التصحيف والتحريف مثلما يقع في الأسماء والكنى التي حواها كتاب المؤتلف والمختلف ... وألفت كتابا في المنسوب منهم إلى قبيلة أو بلدة ، أو صنيعة يشتبه في انتسابه في الخط ويفترق في اللفظ والمعنى ... )([92]) . ¶ هكذا يبدو لنا من خلال ما ذكره الأزدي معاصر ابن الفرضي أن كتاب مشتبه النسبة يُعنَى ببيان حقيقة أنساب الرجال الذين قد تتفق أو تشتبه أسماؤهم ، أو أنسابهم في الخط ، وتختلف في المعنى ، وكان أول من ألف في هذا الفن الخطيب البغدادي ¶ كتابه الموسوم بـ \" تلخيص المتشابه في الرسم وحماية ما أشكل منه من بوادر التصحيف والوهم \"([93]) . ¶ 3 - أخبار شعراء الأندلس :",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "أشار ابن بشكوال إلى أن هذا الكتاب حفيلا في أخبار شعراء الأندلس([94]) ، كما ذكره الذهبي([95]) حيث قال : ( له تصنيف مفرد في شعراء أهل الأندلس([96]) وقد عده كل من ابن خلكان([97]) ، والمقري([98]) بأنه من مؤلفات ابن الفرضي المهمة أما ابن حيان فقد اعتمد عليه أكثر من مرة حين حديثه عن الشعراء والأدباء بالأندلس حيث قال حين حديثه عن أبي عبد الله محمد بن سعيد الزمالي : ( وقرأت في كتاب أبي الوليد ابن الفرضي المؤلف في طبقات أهل الدولة والأدب بالأندلس ... )([99]) كما قال حين حديثه عن عامر ابن عامر بن كليب بن ثعلبة الجذامي : ( وقد ذكر أبو الوليد الراوية عامر بن عامر هذا فيمن ذكره من أدباء الأشراف بقرطبة في كتابه المؤلف في الأدباء والعلماء فقال ... )([100]). وهكذا توالت نقول ابن حيان من هذا الكتاب فيما يخص الأدباء والشعراء([101]) ، ويستوحى من استقراء هذه النصوص ما يلي : ¶ 1. أن ابن حيان قد اطلع على الكتاب أثناء كتابته للمقتبس بدليل أنه نقل منه نصوصا كثيرة عن الشخص الواحد كما هو الحال عند حديثه عن هاشم بن عبدالعزيز وفرج بن سلام([102]) . ¶ 2. أن هذا الكتاب يعنى بالأدباء والشعراء فابن الفرضي حينما يتحدث عن الرجال كان ينطلق في حديثه من خلال هذه النزعة فقد قال عن فرج بن سلام : ( هذا أحد أكابر الأدباء ... وكان ذا عناية شديدة بعلم اللغة ورواية الشعر ... )([103]) كما قال عن سلمان بن وانشوس :( ومن أدباء الأشراف ... )([104]) أما أبو عبدالله محمد بن سعيد الموسى الزجالي فقال عنه :(كان يلقب بالأصمعي لعنايته بالأدب وحفظ اللغة )([105]) .",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "3. يبدو أن هذا الكتاب لم يطلق عليه مؤلفه اسما معينا ولهذا اجتهد المؤرخون والكتاب في تسميته ، كما يبدو أنه كان كتابا موسوعيا في بابه إذ أن النقول التي وصلت إلينا منه توحي بسعته ، وتشعب موضوعاته الأدبية ، كما أن مؤلفه قد قسمه حسب المستوى الاجتماعي لكل أديب أو شاعر فمن الأدباء الأشراف ذكر الوزير أبا غالب تمام ابن أحمد بن غالب ، وسلمان بن وانشوس([106]) ، ومن أدباء بني مروان أبا محمد القاسم ابن محمد([107]) ومن الأدباء الوزراء هاشم بن عبد العزيز([108]) . وهكذا جاءت تقسيمات ابن الفرضي لأولئك الأدباء حسب طبقاتهم ومكانتهم الاجتماعية ، وهذا ما يوحي به عنوان الكتاب الذي أشار إليه ابن حيان . ¶ 4. كما يستوحى مما وصل إلينا من نقول إجادة ابن الفرضي للغة العربية وأنه يملك أسلوبا أدبيا متميزا بالطراوة والحبك ، ولعل هذا من العوامل التي جعلت ابن بشكوال يصف هذا الكتاب بأنه كان حفيلا بأخبار شعراء الأندلس([109]) ، كما قال عنه الذهبي : بأنه تصنيف مفرد([110])، وهذا مما يؤكد أن النزعة الأدبية كانت قوية لدى ابن الفرضي حيث لم تؤثر عليها النزعات العلمية الأخرى ، بل إن هذه النزعات قد تضافرت جميعا في تكوين وصقل شخصيته العلمية . ¶ 4 - كتاب النحويين :",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "أشار إلى هذا الكتاب ابن الفرضي في كتابه تاريخ العلماء والرواة وذلك حينما تحدث عن ترجمة عباس بن ناصح الثقفي حيث قال عن هذا الأديب الشاعر اللغوي : (وقد ذكرت الخبر بتمامه في كتابي المؤلف في النحويين )([111]) . هكذا أشار ابن الفرضي أنه ألف كتابا عن النحويين، ولعل مما يعزز هذا الأمر ما ذكره عن نفسه من أنه انشغل بدراسة العربية - وهو يعني النحو - نحو ثلاث سنوات([112]) ، لكن المصادر الأخرى التي بين أيدينا لا تذكر شيئاً عن هذا الكتاب حتى السيوطي الذي اعتمد في كتابه بغية الوعاة على كتاب ابن الفرضي تاريخ العلماء لم يشر إلى كتاب النحويين([113]) وبهذا يبدو لنا أن هذا الكتاب إما أن يكون فقد في وقت مبكر وبعد وفاة المؤلف مباشرة ، أو أن ما أشار إليه ابن الفرضي كان مشروعا لم يكتمل ومن ثم لم ير النور . ¶ وبالإضافة إلى هذه المؤلفات فقد ذكر في مقدمة كتابه تاريخ العلماء والرواة للعلم قوله : ( كانت نيتنا قديما أن نؤلف في ذلك كتابا موعبا على المدن يشتمل على الأخبار والحكايات ، وأملنا جمع الكتاب الذي تقدم ذكره على البلدان ويستقصي ما اختصرناه في كتابنا هذا من الحكايات والأخبار أن تأخرت بنا مدة ... )([114]) وقد أكد هذا الأمر حينما ترجم لقاسم بن أصبغ حيث ذكر عددا من شيوخه ثم قال : ( في عدد سواها كثير مما أذكرهم في الكتاب الكبير الذي أُؤمل جمعه على المدن ، وأتقصاهم فيه - إن شاء الله- ... )([115]) . ويبدو أن هذا الكتاب لم يتح للمؤلف تأليفه إذ لا ذكر له عند غيره ممن تحدثوا عن ابن الفرضي أو تراثه الفكري . ¶ وبالإضافة إلى ما سبق ، فقد ذكر إسماعيل باشا مصنفا آخر لابن الفرضي في ذيل كشف الظنون هو ( الإعلام بأعلام الأندلس من العلماء والمثقفين والفقهاء والندماء ومن قدمها من العرفاء )([116]) .",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "كان هذا عرضا لمؤلفات ابن الفرضي التي لم نتمكن من الاطلاع عليها ، أو الوقوف على شيء منها سوى ما ذكره هو عنها ، أو ذكره بعض المؤرخين المعاصرين لها ، وكل ذلك كان بإشارات مقتضبة ، ولكن ومن خلال تلكم الإشارات فقد بدت لنا القضايا التالية : ¶ 1. أن ابن الفرضي كان عالما من علماء الأندلس المشهورين ، ويدل على هذا اهتمام المؤرخين والكتاب بمؤلفاته الآنفة الذكر ، حيث أشادوا بما اطلعوا عليه منها كابن حزم ، وابن بشكوال ، والذهبي وغيرهم . ¶ 2. أن تنوع هذه المؤلفات في مادتها العلمية يدل على أن ابن الفرضي كان ملما بأكثر من علم وفن فهو إلى جانب اهتمامه بالحديث ورجاله، فقد كانت له اهتماماته باللغة والشعر والأدب وغيرها من العلوم كما كان حسن البلاغة والخط([117]) . ¶ 3. أن عدم اطلاع المؤرخين والكتاب المعاصرين لابن الفرضي على بعض مؤلفاته أو نقلهم منها ، يدل على أنها قد فقدت منذ وقت مبكر، ولا يستبعد أن تكون أحداث الفتنة البربرية التي قضت على المؤلف هي التي قضت على بعض كتبه - أيضا- . ¶ ثانياً : الكتب الموجودة : ¶ لم تصل إلينا من مؤلفات ابن الفرضي سوى كتابين هما : ¶ 1 - كتاب الألقاب : ¶ هذا الكتاب لم يشر إليه أحد من المؤرخين والكتاب الذين تحدثوا عن تراث ومؤلفات ابن الفرضي وهو يعنى بالأشخاص الذين اشتهروا بألقابهم دون أسمائهم وقد رتبه على حروف المعجم حسب الأبجدية المشرقية ، حيث ضم عددا كبيرا من ألقاب الرجال والنساء ، أما منهجه فإنه يذكر أولا اللقب ثم يذكر اسم صاحبه بعده ومن الأمثلة على ذلك : ( الفاروق : عمر بن الخطاب -رضي الله عنه - )([118]) ، و ( الصماء : ابنة بسر المازنية اسمها بهية )([119]) ، وحينما يتكرر اللقب لأكثر من شخص فإنه يكرر اللقب ثم يعرف بالشخص المعني ؛ مثل ( شعبة ) أورده ثلاث مرات وعرف بثلاثة أشخاص كلهم يحملون هذا اللقب([120]) .",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "أما مصادره فإنه غالبا يذكرها إما بعد المعلومة مباشرة حيث يسبقها بكلمة ( ذكره فلان ) ؛ ومن الأمثلة على ذلك : أنه حينما تحدث عن مشخصة قال : ( لقب للحسين بن إبراهيم ذكره الحاكم )([121]) ، وقد يذكر المصدر قبل المعلومة : ومثال ذلك قوله : ( سفينة مولى أم سلمة ، قال الواقدي : اسمه مهران )([122]) . ¶ وقد تعددت وتنوعت مصادره ، كما اختلف منهجه في التعامل معها حسب قوتها وضعفها ، وكان أحيانا يذكر السند متصلا إلى الرسول - ش - وربما ذكر المنزلة العلمية والشيوخ الذين أخذ عنهم إن كان المتحدث عنه من المحدثين أو طلاب العلم([123]) . ¶ وكان من أهم مصادره في هذا الكتاب شيخه الحافظ عبد الغني الأزدي([124]) و محمد ابن أحمد بن يحيى ابن مفرج([125]) ومحمد بن يحيى بن الخراز([126]) وأبو محمد بن الضرار([127]) وخلف بن قاسم([128]) وغيرهم . ¶ كما اعتمد على عدد من الكتب والمؤلفات التاريخية أو كتب الرجال ومنها مؤلفات الواقدي ( ت 207هـ)([129])، ومحمد بن يحيى بن حبان (ت 356هـ)([130]) ، والبخاري (ت 256هـ)([131]) ، وغيرهم . ¶ وقد قام الدكتور محمد زينهم محمد عزب بتحقيق ونشر منتخب من هذا الكتاب معتمدا في ذلك على نسخة مختصرة للكتاب([132])كتبت بمدينة بجاية سنة إحدى وخمسين وستمائة ، أما الكتاب كاملا فلم أتمكن من الوقوف على شيء من نسخه . ¶ 2 - كتاب تاريخ العلماء والرواة للعلم بالأندلس : ¶ هذا الكتب سيأتي الحديث عنه مفصلا . ¶ ولم تكن جهود ابن الفرضي في ميدان الكتاب قاصرة على التأليف فحسب ، بل قد كان له اهتمام بالكتب واقتنائها،حيث جمع منها أكثر مما جمعه غيره من عظماء البلد([133]) . ¶ وظائفه :",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "انشغل ابن الفرضي في مستهل حياته بطلب العلم متنقلا بين عدد من المدن الأندلسية ، كما رحل إلى المغرب ومصر والحجاز ؛ لهذا الغرض حيث كان طلب العلم والحرص على التحصيل هاجسا ملازما له في حله وترحاله ، وحينما حصل ما يؤمله في هذا الميدان ، وأروأ ظمأه من أنهار العلم وأبحره المختلفة ، مما جعله أهلا لنيل الوظائف الرسمية ، حيث تقلد قراءة الكتب بعهد العامريين ، كما استقضاه الخليفة محمد بن عبد الجبار المهدي بكورة بلنسية([134]) كما ذكر الحجاري أنه ولي في الفتنة قضاء مدينة أستجه([135]). ¶ ولم يذكر المؤرخون أنه تقلد سوى هذه المناصب ويبدو أن انشغاله في أول حياته بطلب العلم ، ثم وفاته المبكرة كانا السبب في كونه مقلا في هذا الميدان على الرغم من كونه أحد علماء الأندلس وحفاظها المشهورين . ¶ وفاته : ¶ ذكر ابن حيان أن ابن الفرضي قتل في قرطبة يوم الاثنين لست خلون من شوال سنة ثلاث وأربعمائة وذلك حينما اجتاح البربر قرطبة ووري متغيرا من غير غسل، ولا كفن ، ولا صلاة في مقبرة مُؤمَّرة بعد أيام من قتله([136]) كما أكد تلميذه أبو عمر بن عبد البر أنه قتله البربر في سنة الفتنة وبقي في داره ثلاثة أيام مقتولا([137]) وقد أجمع عدد من المؤرخين على أن ابن الفرضي قتله البربر لكنهم لم يحددوا تاريخ قتله ، فابن حزم قال : ( إنه قتله البربر يوم الدخلة وبقي في مصرعه حتى تغير وكفنه ابنه في نطع )([138]) أما الحميدي([139]) وابن عميرة([140]) فقالا إنه قتل مظلوما في الفتنة لما دخل البربر قرطبة سنة أربعمائة وقد قال بهذا ابن سعيد([141]) . ¶ هكذا تباينت آراء المؤرخين حول تحديد سنة مقتل ابن الفرضي ولكنهم أجمعوا على أنه قتل مظلوما خلال الفتنة البربرية التي عصفت بقرطبة في مستهل القرن الخامس الهجري .",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "وقد تناقل المؤرخون عنه قصة تؤكد حرصه - رحمه الله تعالى - على أن الموت شهيدا في سبيل الله كان هاجسا ملازما له طوال حياته، فقد قال الحميدي حدثنا علي بن أحمد الحافظ ، أخبرني أبو الوليد بن الفرضي قال : تعلقت بأستار الكعبة ، وسألت الله - تعالى - الشهادة ثم فكرت في هول القتل ، فندمت وهممت أن أرجع فأستقيل الله ذلك فاستحييت ، قال الحافظ علي : فأخبرني من رآه بين القتلى ، ودنا منه ، فسمعه يقول بصوت ضعيف : ( لايكلم أحد في سبيل الله ، والله أعلم بمن يكلم في سبيله ، إلا جاء يوم القيامة وجرحه يثعب دما ، اللون لون الدم ، والريح ريح المسك ) كأنه يعيد على نفسه الحديث الوارد في ذلك ، قال: ثم قضى نحبه على إثر ذلك -رحمه الله-([142]) . ¶ ثانياً : كتاب تاريخ العلماء والرواة للعلم بالأندلس : ¶ هذا الكتاب سماه الحميدي([143]) ، وابن بسام([144]) ، وابن عميرة([145]) ( تاريخ العلماء والرواة للعلم بالأندلس ) . أما ابن بشكوال([146]) وابن خلكان([147])، والمقري([148]) فأطلقوا عليه (تاريخ علماء الأندلس ) ، بينما سماه الذهبي([149]). ( تاريخ الأندلسيين ) ، و(تاريخ الأندلس)([150]) أما القاضي عياض فسماه ( رجال الأندلس )([151]) ، وقد طبع هذا الكتاب أكثر من مرة ، حيث كانت الطبعة الأولى تحت عنوان (تاريخ علماء الأندلس ) نشره فرانسيسكو كوديرا (FRANCISCUS CODERA ) بمدينة مدريد سنة 1891م، ثم أعيد طبع هذه النسخة سنة 1966م نشر الدار المصرية للتأليف والترجمة ، كما قام الدكتور إبراهيم الأبياري بتحقيق هذا الكتاب ونشره سنة 1403 هـ 1983 م تحت هذا العنوان ، كذلك حققته أيضا روحية عبد الرحمن السويفي ونشرته دار الكتب العلمية ببيروت سنة(1417 هـ 1997 م ).",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "أما تحت عنوان ( تاريخ العلماء والرواة للعلم بالأندلس ) فقد نشره السيد عزت العطار الحسيني سنة ( 1373 هـ 1954 م) وكل هذه الطبعات قد اعتمدت على نسخة واحدة كتبت سنة 596 هـ بخط أحمد بن إبراهيم بن أحمد الصدفي . ¶ وقد كانت جهود هؤلاء المحققين والناشرين منحصرة في إخراج النص دون تقديم دراسة عن المؤلف والكتاب سوى ما يذكرونه في تصديرهم للكتاب عدا إبراهيم الأبياري الذي قدم تعريفاً للكتاب ، والمؤلف في صفحات محدودة . ¶ أما سبب اختلاف التسمية لهذا الكتاب فيبدو أن ذلك يعود إلى أن المؤلف لم يسم كتابه، وإنما اكتفى بذكر ما قاله عنه في مقدمته ، ولهذا اجتهد من اطلع عليه بعد المؤلف في اختيار عنوان له حسبما يوحي بذلك محتواه ، وما ذكره عنه المؤلف في مقدمته . ¶ وهذا الكتاب هو الكتاب الثاني من مؤلفات ابن الفرضي التي وصلت إلينا وسوف تتناول هذه الدراسة - إن شاء الله تعالى - التعرف على مصادره وأقسامه ، ومنهج ابن الفرضي في التعامل معها واستقاء المعلومات منها ، ومدى تكاملها في تكوين مادته العلمية ، ولكن قبل هذا لابد من التعريف بالكتاب وسبب تأليفه ومنهجه. ¶ سبب تأليف الكتاب : ¶ ذكر ابن الفرضي أن السبب في تأليفه لكتاب تاريخ العلماء والرواة للعلم هو جمع فقهاء الأندلس ، وعلمائها ، ورواتها ، وأهل العناية بها في كتاب مختصر على حروف المعجم ، وقد بين في مقدمة هذا الكتاب أنه كان ينوي تأليف كتاب موعب على المدن يشتمل على الأخبار، والحكايات لكنه عاقته عوائق عن بلوغ المراد فيه فجمع هذا الكتاب مختصرا([152]) .",
            "page": "105",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "ويبدو أن ابن الفرضي قد شعر بالرضى عما أنجز في هذا الكتاب وأنه قد تحقق له الكثير مما كان يهدف إليه ويريده ، فقد قال حينما أثنى على عبد الرحمن بن الزامر : ( وقلما كتبت بالأندلس عن أحد إلا وقد كتب عنه )([153]) وقد وضح ذلك في مقدمته حينما قال : ( ولم أزل مهتماً بهذا الفن معتنياً به ، مولعاً بجمعه والبحث عنه ومسائلة الشيوخ عما لم أعلم منه : حتى اجتمع لي من ذلك -بحمد الله وعونه- ما أملته ، وتقيد في كتابي هذا من التسمية ما لم أعلمه يقيد في كتاب ألف في معناه في الأندلس قبله )([154]) وهذا الشعور بالرضا والذي أبداه ابن الفرضي ، كان معاصره الحميدي ( ت 488هـ ) على عكسه حينما ألف كتابه جذوة المقتبس حيث اعترف بالتقصير ورغب في إعادة النظر فيما كتبه لتلافي ما فيه من قصور([155]) . ¶ هذا هو السبب في تأليف ابن الفرضي لكتابه تاريخ العلماء والرواة كما وضحه في مقدمة الكتاب وهو رغبته الذاتية في خدمة العلم ، والعلماء في تأليف كتاب مختصر على حروف المعجم يجمع شتات فئة معينة من علماء الأندلس ومفكريها ، فلم يكن وراء هذا التأليف دوافع خارجية أو كان يقصد الحصول على أي مردود مادي ، أو أدبي ، بل كان هدفه سامياً وغايته نبيلة ، وهو بهذا النهج يخالف شيخه أبا عبد الله محمد بن حارث الخشني الذي ألف كتابه قضاة قرطبة استجابة لأمر الأمير الحكم المسنتصر بالله حينما كان ولياً للعهد([156]) . ولهذا لقي كتاب ابن الفرضي قبولاً عند عدد من علماء المسلمين ومؤرخيهم ومنهم أبو عبد الله الحميدي([157]) ، وابن عميرة([158]) ، والذهبي([159]) والذي عرَّف بابن الفرضي من خلال هذا الكتاب ، وهذا يدل على ذيوعه وانتشاره بين الناس ، كما أشاد به ابن بشكوال حينما قال إن ابن الفرضي : ( بلغ فيه النهاية والغاية من الحفل والإتقان )([160]).",
            "page": "106",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "ويبدو أن إعجاب ابن بشكوال بهذا الكتاب ومنهجه ومادته دفعه إلى أن يؤلف كتاب الصلة على غراره حيث قال حينما تحدث عن ابن الفرضي : ( وهو صاحب تاريخ علماء الأندلس الذي وصلناه بكتابنا هذا )([161]) بل إنه صرح في مقدمة كتابه أن إقدامه على تأليف هذا الكتاب كان استجابة لرغبة بعض علماء الأندلس الذين طلبوا منه أن يصل لهم كتاب القاضي ابن الفرضي وأن يبتديء من حيث انتهى كتابه وأين وصل تأليفه متصلاً إلى وقتنا يقول ابن بشكوال : ( فسارعت إلى ما سألوا ، وشرعت في ابتدائه على ما أحبوا ، ورتبته على حروف المعجم ككتاب ابن الفرضي ، وعلى رسمه ، وطريقته ... كالذي صنع هو رحمه الله )([162]) . ¶ بل إن الإعجاب بهذا المؤلف لم يتوقف عند ابن بشكوال بل تجاوزه إلى غيره من علماء الأندلس فقد ألف ابن الأبار المتوفى سنة (658هـ) كتابه ( التكملة لكتاب الصلة ) كما ألف أحمد بن إبراهيم بن الزبير الغرناطي المتوفى سنة ( 708 هـ ) كتابه ¶ ( ذيل الصلة ) ، وقد تأثر هؤلاء المؤلفون بمنهج ابن الفرضي ، كما عدوا ما قاموا به من عمل في هذا الميدان تكملة لما بدأه سلفهم ابن الفرضي رحمه الله([163]) . ¶ المحتوى والمنهج : ¶ بين ابن الفرضي في مقدمة الكتاب أن مؤلّفه يضم عدداً كبيراً من فقهاء الأندلس وعلمائها ، ورواتها ، وأهل العناية بالعلم منهم مرتبين على حروف المعجم([164]) ثم بين بعد ذلك أنه حاول ما أمكنه أن يعرض ( أسماء الرجال ، وكناهم وأنسابهم ، ومن كان يغلب عليه حفظ الرأي منهم ، ومن كان الحديث والرواية أملك به وأغلب عليه ومن كانت له إلى المشرق رحلة ، وعمن روى ، ومن أجل من لقي ؟ ومن بلغ منهم مبلغ الأخذ عنه ، ومن كان يشاور في الأحكام ويستفتى ، ومن ولي منهم خطة القضاء ، والمولد والوفاة )([165]) .",
            "page": "107",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "هذه هي القاعدة والمنهج التي كان ابن الفرضي يسير عليها حين ترجمته لأولئك العلماء ، ولا شك أنها ترصد معلومات مهمة عن كل عالم، وهذا النهج في التأليف هو ما اعتاده كثير من المؤلفين المعاصرين أو اللاحقين لابن الفرضي والذين عنوا بالترجمة للرجال والمحدثين والفقهاء سواء من المشارقة أو المغاربة والأندلسيين ، فمن المعاصرين الحافظ أبو يعلى الخليل بن عبد الله بن أحمد القزويني ( ت 446هـ ) في كتابه الإرشاد في معرفة علماء الحديث([166]) ، ومن اللاحقين أبو الحسن النباهي ( ت ق 8هـ ) في كتابه المرقبة العليا فيمن يستحق القضاء والفتيا والمعروف بتاريخ قضاة الأندلس([167]) كما نهج هذا النهج الإمام الذهبي ( ت748هـ ) في كتابيه تذكرة الحفاظ ، وسير أعلام النبلاء لمن هم بمستوى ومنزلة علماء ابن الفرضي ، ولعل أقرب المؤلفين لمنهج ابن الفرضي ابن بشكوال في صلته ، ويبدو هذا واضحاً في معظم التراجم التي تحدث عنها([168])، وكذلك القاضي عياض في ترتيب المدارك([169]) لكن هؤلاء جميعاً خالفوا ابن الفرضي في الاختصار ، حيث جاء حديثهم أكثر تفصيلاً وبسطاً منه ، إذ التزم جانب الاختصار ، فلم يدخل في تفصيلات تخرجه عن هذا النهج الذي بينه في مقدمته .",
            "page": "108",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "أما المنهج الذي سار عليه ابن الفرضي في ذكر أولئك العلماء فقد ذكرهم مرتبين حسب حروف المعجم بغض النظر عن أي اعتبار آخر ، كالمكانة العلمية ، أو المنزلة الاجتماعية ، أو الترتيب الزمني أو غيرها ، وهذا النهج في التأليف لم يكن ابتكاراً خاصاً به ، بل عمل به عدد من الكتاب والمؤلفين مثل الإمام البخاري ( ت 256هـ ) في كتابه التاريخ الكبير ، وابن أبي حاتم ( ت 327هـ ) في الجرح والتعديل ، وابن حبان ( ت 354هـ ) في كتابيه الثقات ، والمجروحين ، وغيرهم ، وقد سار على هذا النهج عدد من المؤلفين الذين جاؤوا بعد ابن الفرضي مثل ابن بشكوال في الصلة ، والحميدي في جذوة المقتبس في ذكر ولاة الأندلس ، وابن عميرة في كتابه بغية الملتمس في تاريخ رجال أهل الأندلس، بل إن ابن الأبار المتوفى سنة ( 658هـ ) ألف كتاباً أسماه بالمعجم في أصحاب القاضي الإمام أبي علي الصدفي . ¶ وقد رتب ابن الفرضي مؤلفه حسب حروف الهجاء إذ بدأ بحرف الألف وانتهى بحرف الياء حسب الأبجدية المشرقية([170]) حيث ذكر تحت كل حرف أسماء العلماء من أهل الأندلس مرتبين حسب الحرف الأول من الاسم فقط ، ففي حرف الألف بدأ بإبراهيم وانتهى بأيوب وهكذا ، وحينما ينتهي من ذكر الرجال في كل حرف يذكر الأفراد ، والغرباء من الحرف المتقدم وهذا المنهج هو المعمول به عند الأندلس في تلك الفترة([171]).",
            "page": "109",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "أما وقت تأليف الكتاب فلم يذكر ابن الفرضي تاريخاً محدداً لذلك ، لكن الذي يبدو أنه شرع بتأليفه منذ وقت مبكر من حياته حيث ساق بعض الروايات التي توحي بأنه قد بدأ بذلك منذ سنة سبع وسبعين وثلاثمائة([172]) ورايات أخرى يستوحى منها - أيضا - أنه حينما كان بمصر أثناء رحلته العلمية كان يجمع مادته العلمية([173]) وكذلك حينما كان بالقيروان([174]) وهناك روايات أخرى تدل على أنه كان في نهاية القرن الرابع يشتغل في تأليف هذا الكتاب ، ومن ذلك قوله حينما تحدث عن سعيد بن موسى الغساني : ( قُتل بمعترك الماشة ، قرب مدينة بلغى يوم الخميس لعشر بقين من شهر ربيع الآخر سنة ثلاث وتسعين وثلاثمائة )([175]) . ¶ وهكذا يبدو لنا أن تأليف هذا الكتاب قد استغرق أكثر من ثلاث وعشرين سنة وتفسير ذلك أن ابن الفرضي قد شرع في جمع مادته العلمية مبكراً ، وكان يودع ذلك في كراريس ، أو مذكرات خاصة ، فلما أكتملت مادته العلمية أخذ بجمعها وتأليفها في كتاب واحد وكان هذا في آخر عمره رحمه الله . ¶ مصادره : ¶ اهتم الكتاب والمؤرخون القدامى باختيار مصادرهم ، والتي كانوا يعدونها مرآة صادقة لمستوى ثقافتهم ، فضلاً عن كونها معياراً مهماً للحكم على أي مؤلف أو كتاب يظهر للناس ، فما آفة الأخبار إلا رواتها ، وقد استشعر هذه الأهمية ابن الفرضي ، ولعل مما ساعده على إدراك هذه المسئولية كونه ينتمي إلى مدرسة أهل الحديث التي تعنى بعلم الجرح والتعديل، ولهذا اهتم بمصادره حيث عني باختيارها ، وذلك إدراكاً منه لأهمية المصدر في تأكيد أو نفي الأخبار والروايات التي يدرجها في كتابه ، كما عني بالتعامل معها وحرص على فهمها واستيعاب ما تشير أو تهدف إليه قبل أن يسوق روايتها للقاريء .",
            "page": "110",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "وقد جاءت المصادر التي اعتمد عليها ابن الفرضي في هذا الكتاب متنوعة ، ومتعددة الاتجاهات والمستوى ؛ حيث بين ذلك في المقدمة حينما قال : ( ولم أزل مهتماً بهذا الفن معتنياً به ، مولعاً بجمعه والبحث عنه ، ومسائلة الشيوخ عما لم أعلم منه ، حتى اجتمع لي من ذلك - بحمد الله وعونه - ما أملت ، وتقيد في كتابي هذا من التسمية ما لم أعلمه يقيد في كتاب ألف في معناه في الأندلس قبله )([176]) . ¶ إن هذه الكلمات التي قالها ابن الفرضي في مقدمة كتابه عن مصادره هي في حقيقة الأمر منهج سار عليه في التعامل مع مصادره مما يدل على أنه كان مهتماً بها ، متحرياً الدقة والضبط في الأخذ منها ، مع ميله إلى الاختصار حتى لا يطول مؤلفه بسبب كثرة الأسانيد التي يستقيها من مصادره المكتوبة ، وقد وضح ذلك بقوله : ( وتركنا تكرار الأسانيد مخافة أن نقع فيما رغبنا عنه - من الإطالة - وبيناها في صدر الكتاب ، فما كان في كتابنا هذا عن أحمد دون أن ننسبه فهو أحمد بن محمد بن عبد البر أخبرنا به عنه محمد ابن رفاعة - الشيخ الصالح - في تاريخه وما كان فيه عن محمد - دون أن ينسب - فهو محمد بن حارث القروي أخذته من كتابه ، وبعضه بخطه ، وما كان فيه عن أبي سعيد فهو: أبو سعيد عبد الرحمن بن أحمد بن يونس ابن عبد الأعلى المصري خرجته من تاريخه : في أهل مصر والمغرب ، أخذ ذلك من كتاب أنفذه إليه أمير المؤمنين الحكم بن عبد الرحمن المستنصر بالله - رحمه الله- وفيه عن غير ذلك ما أخبرنا به يحيى بن مالك العائدي عن أبي صالح أحمد بن عبد الرحمن بن أبي صالح الحراني الحافظ عن أبي سعيد ومنه : ما أخبرني به أبو عبد الله محمد بن أحمد بن يحيى القاضي عن أبي سعيد وقد بينت ذلك في موضعه . ¶ وما جاء في كتابي هذا ، عن محمد بن أحمد فهو : محمد بن أحمد بن يحيى القاضي هو : ابن مفرج ، أخذته من كتاب مختصر كان جمعه للإمام المستنصر بالله رحمه الله .",
            "page": "111",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "وما كان فيه عن الرازي فإن العائذي ، أخبرنا به عنه وما كان فيه عن غير هؤلاء فقد ذكرت من حدثني به وعمن أخذته إلا أن يكون مما قرب عهده ، وأدركته بسني ، وقيدته بخطي وحفظي ، وأخذته عن ثقة من أصحابي ، فلم أحتج إلى تسميته([177]) . ¶ ومن خلال استقراء هذه المقدمة ، وبعد تتبعنا لما جمعه من معلومات ، وأخبار في ثنايا كتابه،يتبين لنا أن مصادر ابن الفرضي كانت متعددة ، ومتنوعة ، وأنه لم يكن يغفل أي مصدر يظن أنه يخدمه أو يوفر له معلومة ، أو خبرا مهما ، ولهذا كانت موارده عديدة ، ومصادر المعلومات لديه كثيرة ، وقد جاءت على النحو التالي : ¶ أولاً : المصادر المكتوبة . ¶ ثانياً : مصادر المعاينة ، والمعايشة ، والمشاهدة . ¶ ثالثا : المصادر الشفوية - السماع والمشافهة . ¶ وكان لكل نوع من هذه المصادر طرقه ، وأساليبه ، ووسائله المتعددة ، حيث حاول المؤلف الإفادة منها جميعاً في جمع مادته العلمية حسب الفرص المتاحة لكل نوع من هذه المصادر خاصة ، وقد كانت المصادر المكتوبة تضم الأقسام التالية : ¶ أ - المؤلفات والكتب التاريخية . ¶ ب - الاستكتاب . ¶ ج - اللوحات والوثائق المادية . ¶ أ : المؤلفات والكتب التاريخية : ¶ يقصد بالمؤلفات والكتب التاريخية مؤلفات المؤرخين وعلماء الرجال الذين سبقوا ابن الفرضي ، وكان لمؤلفاتهم علاقة قوية بموضوعه ، وتمكن من الاطلاع عليها ، وهذا النوع من المصادر شكل جزءاً كبيراً من مصادره في كتابه تاريخ العلماء ، كما يستوحى ذلك من مقدمته ، ويبدو واضحاً لمن يقرأ الكتاب ، وكان من أهم من أفاد منهم في هذا المجال ما يلي :",
            "page": "112",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "1. أبو عبد الله محمد بن حارث بن راشد الخشني القيرواني ، عاش السنوات الأولى من حياته بالقيروان ثم رحل إلى الأندلس صغيراً وعمره دون الثانية عشرة وبها طلب العلم ،وقد وصفه ابن الفرضي بالعلم والقدرة على الفتيا([178])، كما أشاد به عدد من المؤرخين إذا قال عنه الحميدي : ( محمد بن حارث من أهل العمل والفضل )([179]) وأثنى عليه الذهبي([180]) وابن عميرة([181]) وغيرهم .",
            "page": "113",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "له عدد من المؤلفات ، فقد أشار الحميدي إلى أنه جمع كتاباً في ( أخبار القضاة بالأندلس ) وكتاباً في ( أخبار الفقهاء والمحدثين ) وكتاباً في ( الاتفاق والاختلاف لمالك بن أنس وأصحابه )([182]) . كما قال ابن الفرضي بلغني أن الخشني ( صنف للمستنصر مائة ديوان، وقد جمع له من رجال الأندلس كتاباً قد كتبنا منه في هذا الكتاب - يعني تاريخ العلماء - ما نسبناه إليه )([183]) .",
            "page": "114",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "وكتاب الخشني هذا غير موجود الآن ، ولكن ابن الفرضي أعتمد عليه كثيراً ، إذ نبه إلى أنه أخذ منه عشرات المرات في كتابه ، و قد تفاوتت نقولاته منه ، فأحياناً يذكر الخبر ثم يعقبه بقوله قاله أو ذكره ابن حارث([184]) ، وأحياناً يقول : ( قال ابن حارث )([185]) أو في كتاب ابن حارث([186]) أو ذكر ابن حارث في كتابه([187]) ، ثم يذكر بعد ذلك نصاً أو خبراً لابن حارث ، وقد يقول قرأت ذلك من كتاب ابن حارث بخطه([188])، أو ذكره ابن سعدان عن ابن حارث([189]) ، أو ذكره ابن حارث عن ابن سعدان([190]) ، هكذا تعددت طرق إحالات ابن الفرضي على ابن حارث بحسب اطلاعه عليها في كتابه ، ولا شك أن هذا التعدد يدل على دقته في التعامل مع مصادره ، وبالرغم من كون ابن الفرضي قد نقل كثيراً من الخشني إلا أنه فيما يبدو لم يكن يأخذ بما يذكره ، أو يقول به مطلقاً،بل ربما كان قوله مرجوحاً أحياناً ، أو قد يحتاج إلى دليل ، والأدلة على ذلك كثيرة ومنها أنه حينما ذكر قول الخشني في عبد الله بن مسرّة ذكر معه أقوال عدد من المؤرخين بعضهم يعد من المجاهيل حيث قال : ( وقرأت في بعض الكتب أن عبد الله بن مسرة رحل إلى المشرق )([191]) ومن الأدلة - أيضاً - قوله حينما تحدث عن يحيى بن معمر بن عمران بن منير : ( وحكى ابن حارث : أن الأمير عبد الرحمن استقضاه مرة ثانية، وهو صحيح والدليل عليه : أن يحيى بن معمر صلى بالناس صلاة الكسوف بقرطبة سنة ثمان عشرة في مسجد أبي عثمان وهو قاض )([192]) هذا وقد أفاد ابن الفرضي من الخشني كثيراً ، وفي مواضع متعددة شملت السير الذاتية ، والنزعات العلمية ، وتاريخ المولد والوفاة ، والشيوخ ، والرحلات العلمية ، وغيرها من جزئيات تاريخ علماء المسلمين بالأندلس([193]) .",
            "page": "115",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "2. أبو القاسم خالد بن سعد أحد أئمة الحديث بالأندلس روى عن عدد من العلماء مثل محمد بن عمر بن لبابة ، وأحمد بن خالد بن يزيد ، ومحمد بن فطيس وغيرهم كما روى عنه جماعة([194]) توفي سنة ( 352 هـ )([195]) . ¶ وقد ذكر ابن الفرضي أن خالد بن سعد من الذين اعتمد على كتابتهم كثيرا ، حيث قال في مقدمة الكتاب : ( وما كان فيه عن خالد فهو خالد بن سعد أخبرنا به عنه إسماعيل ابن إسحاق الحافظ([196]) في تاريخه )([197]) ،كما ذكر حينما تحدث عن خالد بن سعد أن له كتابا في رجال الأندلس ألفه للمستنصر بالله - رحمه الله - وقد أخذه ابن الفرضي عن إسماعيل بن إسحاق ؛ حيث قال : ( وقد كتبنا منه في كتابنا هذا ما نسبناه إليه )([198]) ، وقد بين ابن الفرضي أن خالد بن سعد لم يكن يتورع عن أعراض الناس ، بل كان ينال منها حتى اشتهر بهذا الأمر ، وأنه أخبره بذلك غير واحد ممن عرف ذلك منه([199]) ، لكن هذا المأخذ لم يمنعه من الأخذ منه ، وقد تفاوتت نقولاته عنه ، وكذلك إحالته عليه ، فعلى الرغم من كونه في الغالب يقول : ذكر خالد([200]) ، أو قال خالد([201]) مختصراً الإسناد ، ثم يذكر خبرا أو نصا ، إلا أنه أحيانا كان يستخدم صيغًا متصلة الإسناد ؛ كقوله : ( أخبرني إسماعيل قال:سمعت خالد بن سعد يقول .)([202]) وقوله : أخبرني إسماعيل قال : قال خالد بن سعد ... )([203]) ، و( أخبرني إسماعيل قال : قال أخبرني خالد )([204]) ، و ( أخبرني إسماعيل قال : حدثني خالد ... )([205]) ، أو ( قال لنا إسماعيل قال لي خالد ... )([206]) .",
            "page": "116",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "وقد أخذ ابن الفرضي من خالد بن سعد معلومات كثيرة ، وفي قضايا مختلفة ، لكن الغالب منها كان يتعلق بالسير والرحلات العلمية، أو السماع والشيوخ([207]) ، وهذا مما يدل على أن هذا المصدر كان مهتما بهذا الجانب ، وأن مؤلفه قد أولى تلك القضايا عناية خاصة ، ولهذا جاء حديثه عنها مهما لابن الفرضي . ومع أن ابن الفرضي قد عد كتابات خالد بن سعد من مصادره المهمة ، إلا أنه لم يكن يُسلم بكل ما ذكره ، بل ربما رد أقواله ، ومن ذلك أن خالد بن سعد قد حكم على سعيد بن جابر الأشبيلي بالكذب لكن ابن الفرضي لما ذكر هذا القول قال : ( لم يكن سعيد بن جابر - إن شاء الله - كما قال خالد ، فقد رأيت أصول أسمعته ، ووقع إليّ كثير منها، فرأيتها تدل على تحري الرواية،وورع في السماع وصدق )([208]) ، ولم يكتف بذلك، بل ساق أدلة أخرى ومنها قوله : ( وقد حدثني العباس بن أصبغ قال : سمعت محمد بن قاسم يثني على سعيد بن جابر ويقول:كان صاحبنا عند النسائي ووصفه بالصدق)([209]) . ¶ 3. أبو عبد الله محمد بن أحمد بن يحيى بن مفرج القاضي من شيوخ ابن الفرضي الذين أكثر عنهم ، سمع بقرطبة من قاسم بن أصبغ ومحمد بن عبد الله بن دليم ، والخشني وغيرهم ، رحل إلى المشرق سنة سبع وثلاثين وثلاثمائة فسمع بمكة ، والمدينة النبوية ، وجدة ، واليمن ، وعدن ، ثم دخل الشام فسمع ببيت المقدس وغيرها من مدن الشام ، ثم عاد إلى الأندلس سنة خمس وأربعين فاتصل بأمير المؤمنين المستنصر بالله حيث ألف له عددا من الدواوين ، كما استقضاه على أستجه ، ثم ريه([210]) ، وقد ذكر ابن الفرضي أن عدد الشيوخ الذين لقيهم أبو عبد الله بن مفرج وروى عنهم في جميع الأمصار التي دخلها مع ما كتب عنه بالأندلس مئتا شيخ وشيخا ، توفي - رحمه الله تعالى - ليلة الجمعة لأحدى عشرة ليلة خلت من رجب سنة ثمانين وثلاثمائة([211]) .",
            "page": "117",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "ذكر ابن الفرضي أنه أفاد من ابن مفرج في كتاب مختصر كان قد جمعه للإمام المستنصر بالله([212])- رحمه الله - وقد أشار إلى ذلك الذهبي([213]) ، ،ومما أهله لأن يأخذ منه ابن الفرضي كثيرا كونه عالما بالرجال وأحوالهم([214]) ، قال عنه الحميدي : ( القاضي أبو عبد الله ... حافظ جليل مصنف )([215]) ، كما وصفه أبو عمر أحمد بن محمد بن عفيف بأنه من ( أعنى الناس بالعلم ، وأحفظهم للحديث ، ما رأيت مثله في هذا الفن )([216]) ، وبالإضافة إلى ذلك فقد ذكر الذهبي أن له مصنفات في الفقه وفقه التابعين ، حيث صنف كتابا في فقه الحسن البصري في سبع مجلدات،وفقه الزهري في عدة أجزاء ، كما جمع مسند قاسم بن أصبغ في مجلدات([217]) ولم تكن إفادة ابن الفرضى قاصرة على هذه المؤلفات ، بل أفاد منه عن طريق السماع مدة طويلة ، يقول عن ذلك : ( وآليت الاختلاف إليه ، والسماع منه من سنة ست وستين إلى أن اعتل علته التي توفي بها سنة 380 هـ وأجاز لي جميع ما رواه غير مرة وكتب لي ذلك بخطه ولأخي )([218]) . ¶ هكذا تعددت طرق أخذ ابن الفرضي من أبي عبد الله محمد بن أحمد بن مفرج ، والذي يهمنا هنا ما أخذه عنه بواسطة كتبه ومؤلفاته التي أجازها له حيث وضح ذلك بقوله : ( ذكره محمد بن أحمد في كتابه ، أو كذا وجدته بخطه ، أو من كتاب محمد بن أحمد ، أوفي كتاب محمد بن أحمد وغيرها من العبارات التي تدل على أخذه من مؤلفاته مباشرة ، ويبدو أن تلك المؤلفات كانت كبيرة غزيرة المعلومات ، ولهذا جاءت إفادته منها متنوعة وشاملة لمعظم جوانب سير الرجال ، حيث أفاد منه فيما يتعلق بالسير العلمية والشيوخ([219]) والمولد([220]) والوفاة([221]) والنظم والجوانب الحضارية([222]) والصفات الذاتية والأخلاق([223]) والأنساب([224]) والرحلات والأسفار([225]) ، وكان أحيانا يجمع بين قوله له مشافهة وما كتبه من مؤلفاته ، ويوضح ذلك بقوله : قاله محمد ، أو وجدت ذلك بخطه([226]).",
            "page": "118",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "وبالإضافة إلى ذلك فقد روى عنه عددا من الأحاديث والآثار بسند متصل ؛ فمن الأحاديث قوله : ( أخبرنا محمد بن أحمد بن يحيى قال : نا ابن الأعرابي قال : نا عباس الدوري قال : نا زيد بن الحباب عن معاوية بن صالح قاضي الأندلس قال : حدثني أبو الزاهرية حُدير بن كريب قال حدثني كثير بن مرة الحضرمي أنه سمع أبا الدرداء سأل رسول الله - ش - أفي كل صلاة قراءة ؟ قال : نعم . فقال رجل من الأنصار : رحبت هذه . فقال لي رسول الله - ش - وكنت من أدنى القوم إليه : ما أرى الإمام إذا أم القوم إلا قد كفاهم )([227]). ومن الآثار قوله : ( أخبرنا محمد بن أحمد بن يحيى قال : نا ابن فراس قال : حدثنا محمد بن علي الصائغ قال : سعيد بن منصور قال : نا هشيم قال : نا عبد الرحمن بن يحيى ، عن حبان بن أبي جبلة الحسني عن أبن عباس : أن آية من كتاب الله سرقها الشيطان : ( بسم الله الرحمن الرحيم )([228]) . ¶ هكذا تعددت ، وتنوعت إفادات ابن الفرضي من شيخه ابن القاضي ، كما تنوعت طرق الأخذ منه ، ويبدو أن هذا المؤلف كان محل ثقة عند ابن الفرضي إذ كان يقدم قوله على قول خالد بن سعد ومن ذلك أنه لما ذكر قول خالد في وفاة عبيدون بن الحارث الجهني وأن ذلك كان سنة خمس وعشرين وثلاثمائة ذكر قول محمد بن أحمد بأنه كان سنة أربع وعشرين وثلاثمائة ، ثم قال وهو أصح عندي إن شاء الله([229]) . ¶ 4. أبو سعيد عبدالرحمن بن أحمد بن يونس بن عبد الأعلى المصري الصدفي المعروف بابن يونس ، سماه الذهبي بالحافظ ، وذكر أنه ما ارتحل ولا سمع بغير مصر ، وكان إماما بصيرا بالرجال ولد سنة إحدى وثمانين ومئتين ، وتوفي في جمادى الآخرة سنة سبع وأربعين وثلاثمائة عن ستة وستين عاما([230]) . ¶ وقد ألف كتابا سماه علماء مصر([231]) ، ذكر الذهبي أنه اختصر هذا الكتاب ، وأنه أفاد منه بعض الغرائب([232]) .",
            "page": "119",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "وهذا الكتاب من المصادر التي اعتمد عليها ابن الفرضي حيث بين أن المؤلف أرسل كتابه إلى أمير المؤمنين الحكم المستنصر بالله مما أتاح له فرصة الاطلاع عليه ، كما بين أنه أخذ من أبي سعيد من غير هذا الكتاب وذلك ما أخبره به عنه يحيى بن مالك العائذي عن أبي صالح أحمد بن عبد الرحمن بن أبي صالح الحراني الحافظ عن أبي سعيد أو ما أخبره به أبو عبد الله محمد بن أحمد بن يحيى القاضي عن أبي سعيد ، وقد بين ذلك في موضعه([233]) . ¶ هكذا تنوعت الطرق التي أفاد بواسطتها ابن الفرضي من أبي سعيد ، وقد التزم في تعامله مع المعلومات التي استقاها من أبي سعيد بالدقة في الإحالة إليها ؛ حيث كان يوضح طريق ما استقاه من أبي سعيد بقوله : ذكره أبو سعيد([234]) ، أو قال أبو سعيد، ثم يذكر قولا له([235]) ، أو في كتاب أبي سعيد([236]) ، أو من كتابه([237]) ،كما أنه أحيانا يبين المصدر الذي أخذ منه ابن سعيد مثل قوله : قال أبو سعيد : ذكره الخشني([238]) ، وقوله قال أبو سعيد ذكره ابن عفير في أخبار الأندلس([239]) .",
            "page": "120",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "وحينما يكون الخبر أخذه عن طريق يحيى العائذي ، فإنه يوضح ذلك بقوله : ( وأخبرنا يحيى بن مالك العائذي قال : نا أبو صالح قال : نا أبو سعيد ... )([240]) ، ثم يذكر الخبر بعد ذلك ، أو ( حدثنا أبو زكريا العائذي قال : حدثنا أبو صالح الحراني قال : نا أبو سعيد الصدفي )([241]) ، أو ( أخبرنا العائذي قال : نا أبو صالح الحراني قال : نا أبو سعيد الصدفي في تاريخ المصريين قال ... )([242]) ، ثم يذكر الخبر ، أو من كتاب أبي سعيد أخبرني به العائذي([243]) ، وقد سلك نفس المنهج مع محمد بن أحمد القاضي حيث يقول : ( وأخبرني محمد بن أخمد الحافظ قال : قال لنا أبو سعيد ... )([244]) ، ثم يذكر الخبر ، أو ذكره أبو سعيد أخبرني بذلك عنه محمد بن أحمد القاضي([245]) ، أو ( أخبرنا القاضي محمد ابن أحمد قال : نا عبد الرحمن بن أحمد بن يونس، )([246]) ثم يذكر الخبر ، أو ( أخبرني محمد بن أحمد عن أبي سعيد قال([247]) . ¶ هكذا تعددت صيغ الرواية عند ابن الفرضي فيما أخذه عن أبي سعيد ، ولا شك أن إلمامه بعلم الحديث ومناهجه ، هي التي جعلته يملك هذه الطرق ، وتلك الأساليب في التعامل مع الرواية التاريخية ، وقد أفاد ابن الفرضي من أبي سعيد معلومات تتعلق بالنسب([248])، والمولد،والنشأة([249])، والشيوخ ، وطلب العلم والرحلات العلمية([250]) ، والسماع من الشيوخ([251]) وكذلك الوفاة ، مكانها وتاريخها([252]) . ¶ ومما تميز به هذا المصدر من مصادر ابن الفرضي عن غيره من المصادر التاريخية أنه أورد تراجم مطولة لعدد من ولاة الأندلس ، وعلمائه ؛ مثل حنش بن عبد الله الصنعاني([253]) والسمح بن مالك الخولاني([254]) ، وعبدالعزيز بن موسى بن نصير([255]) ، وعبد الله بن يزيد الحبلي([256]) وغيرهم من القادة والعلماء المتقدمين ، حيث يعد ما ذكره ابن الفرضي عنهم إضافة مهمة لهؤلاء الأشخاص الذين تعاني المصادر التاريخية من شح واضح في أخبارهم . ¶ 5. الرازي",
            "page": "121",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "قال ابن الفرضي حينما تحدث عن مصادره في كتابه هذا : ( وما كان فيه عن الرازي فإن العائذي أخبرنا به عنه )([257]) لكنه لم يذكر اسم هذا المؤرخ الذي أفاد منه هل هو أبوبكر أحمد بن محمد الرازي أو ابنه عيسى بن أحمد بن محمد الرازي وكلاهما ممن اهتم بالتاريخ الأندلسي ، وعاصر ابن الفرضي، أما أحمد فهو : أبوبكر أحمد بن محمد بن موسى بن بشير الرازي والمولود بالأندلس سنة 274 هـ حيث سمع من قاسم بن أصبغ وأحمد بن خالد وغيرهما ، وكان كثير الرواية حافظا للأخبار([258]) ، وله مؤلفات كثيرة في أخبار الأندلس وتواريخ دول الملوك فيها ومنها أخبار ملوك الأندلس ، وهو كتاب كبير اعتمد عليه عدد من المؤرخين كابن حيان ، وابن الأبار ، وابن سعيد ،وغيرهم وكتاب في صفة قرطبة وخططها ومنازل الأعيان فيها ، وكتاب ثالث اسمه الاستيعاب عن أنساب مشاهير أهل الأندلس ، وكتاب رابع في جغرافية الأندلس ، وخامس في أعيان الموالي بالأندلس([259]) وقد فقدت هذه المؤلفات ولم يبق منها سوى ما نقله لنا عدد من المؤرخين اللاحقين له . ¶ وأما عيسى فهو : ابن أحمد بن محمد الرازي المذكور أولاً ( وقد انشغل بكتابة التاريخ حيث ألف كتابا اسمه ( الحجاب للخلفاء بالأندلس )([260]) ، كما ألف كتابا آخر في تاريخ الأندلس ويرى الدكتور محمود علي مكي أنه قد يكون أكمل بهذا الكتاب كتاب والده أحمد([261]) . ¶ وما ذكره ابن الفرضي في مقدمة كتابه عن المصادر ، وكذلك إحالاته على الرازي في ثنايا كتابه ، لم تصرح هل المقصود أحمد أم ابنه عيسى ؟ ¶ كما لا يوجد من خلال الإحالات ما يدل صراحة على أي منهما على وجه التحديد، ولكن ومن خلال استقرائنا لما كُتب عن الرجلين ، وما ذكره ابن الفرضي في إحالاته على الرازي يمكن أن نرجح أن يكون المقصود به هو الأب أحمد بن محمد ، وقد بدا لنا هذا الترجيح من خلال المؤشرات التالية :",
            "page": "122",
            "part": "1"
        },
        {
            "id": "123",
            "nass": "1. أن الأب أحمد بن محمد كان أشهر من ابنه عيسى ؛ إذ أنه علم من أعلام التاريخ الأندلسي ، فلعل ابن الفرضي اكتفى بشهرته عن التصريح باسمه ، كما يفعل بعض المؤرخين ومن بينهم ابن حيان ، وابن الأبار ؛ إذ كانا أحيانا يكتفيان بقول : قال الرازي مع أنهما يقصدان أحمد وليس عيسى ، كما يبدو هذا واضحا من خلال ما يذكرانه من أخبار . ¶ 2. من خلال تتبعنا للروايات التي ذكرها ابن الفرضي عن الرازي نجد أنها كلها لم تتجاوز في إطارها الزمني سنة 344هـ وهو تاريخ وفاة أحمد ، فلو كان المعني بالأمر أو بعضه الابن عيسى لامتد الإطار الزمني إلى نهاية العقد الثامن من القرن الرابع الهجري إذ أن عيسى عاش تلك الفترة ؛ حيث كانت وفاته سنة 379 هـ . ¶ 3. أن كثيرا من تراث أحمد بن محمد التاريخي أقرب إلى موضوع صاحبنا ابن الفرضي في هذا الكتاب ؛ فهو يعنى بالمشاهير والأعيان الذين كان العلماء أحدى فئاتهم ، وعناوين مؤلفاته من الأدلة الواضحة في هذا المجال . ¶ 4. ثمة إشارات ذكرها ابن الفرضي توحي بأن المقصود بالرازي عنده هو أحمد ؛ مثل قوله في ترجمته لأحمد بن عبد الله بن محمد بن عبد الملك بن مروان ذكره الرازي في تاريخ الملوك([262]) وكذلك حين حديثه عن شمر بن ذي الجوشن الكلاعي ؛ حيث قال : ذكره الرازي في تاريخ الملوك ... )([263]) .",
            "page": "123",
            "part": "1"
        },
        {
            "id": "124",
            "nass": "5. هناك بعض النصوص التاريخية التي اقتبسها ابن حيان من أخمد بن محمد الرازي ، كما ذكرها ابن الفرضي ونسبها إلى الرازي وبمقارنتها ببعضها يتبين أنها نص واحد ، اقتبست من مصدر واحد مما يرجح أن المقصود عند ابن الفرضي هوأحمد بن محمد ومن هذا قول ابن الفرضي قال الرازي : ( ولي الأمير محمد بن عبد الرحمن يوم الخميس لثلاث خلون من ربيع الآخر سنة ثمان وثلاثين ومائتين ... )([264]) وكذلك قوله : ( قال الرازي : توفي سعيد بن محمد بن بشير المعافري القاضي سنة عشرة ومائتين ... )([265]) وقد ذكر ابن حيان هذين النصين ونسبهما إلى أحمد الرازي([266]) . ¶ وعلى أية حال فإن إفادات ابن الفرضي من الرازي جاءت أقل من سابقيه إذ أن معظم نقولاته عنه كانت فيما يتعلق بتحديد سنة الوفاة للأشخاص ، وهذه تكررت عشرات المرات في ثنايا كتابه([267]) وفيما عدا ذلك فقد كانت إفادته منه محدودة ، كذكر نسب بعض الأشخاص([268]) ، أو ذكر أحداث وفيات بعضهم([269]) ، وكان ابن الفرضي يذكر الرواية عن الرازي مختصرا الإسناد إذ لم يكن يذكر حتى العائذي إلا نادرا([270]) ، على الرغم من كونه الواسطة بينهما كما ذكر ذلك في المقدمة ، ولا أستبعد أن تكون هذه المحدودية في الإفادة من الرازي كان مبعثها سببان الأول كون مؤلفات الرازي مؤلفات تاريخية عامة تعنى بالدول وأحداثها أكثر من عنايتها بالأشخاص وعلمهم وهذا الأخير هو ما كان يبحث عنه ابن الفرضي . ¶ أما السبب الثاني فهو أن الرازي كانت اهتماماته ومنهجه أقرب إلى المؤرخين منه إلى علماء الحديث وبالتالي ربما كانت معاييره العلمية وحديثه عن الرجال أقل من معايير ابن الفرضي ولهذا لم يكن ابن الفرضي يقتنع بما ذكره الرازي .",
            "page": "124",
            "part": "1"
        },
        {
            "id": "125",
            "nass": "6. أبو عبد الملك أحمد بن محمد بن عبد البر من موالي بني أمية سمع عددًا من علماء الأندلس مثل قاسم بن أصبغ ، ومحمد بن قاسم ، وأحمد بن خالد وغيرهم ، وقد برز في علم الحديث كما كان فقيها ، توفي سنة ثمان وثلاثين وثلاثمائة([271]) . ¶ ذكر ابن الفرضي أنه أفاد من أحمد بن عبدالبر حيث قال : ( وما كان في كتابنا هذا عن أحمد - دون أن ننسبه - فهو : أحمد بن محمد بن عبد البر أخبرنا به عنه محمد بن رفاعة - الشيخ الصالح - في تاريخه )([272]) ، كما ذكر أن له كتابا مؤلفا في الفقهاء بقرطبة وأنه استعان به في كتابه([273]) . ¶ وقد أفاد ابن الفرضي من ابن عبد البر في مواضع كثيرة وكان يحيل إليه ما يأخذه منه بصيغ مختلفة ، وكان كثيرا ما يختصر الإسناد حسب المنهج الذي ذكره في مقدمة الكتاب ؛ حيث يقول ذكره أحمد([274]) ولكنه أحيانا يصل الإسناد ومن ذلك قوله : قال أحمد قال محمد بن وضاح([275]) ، وقوله : ( أخبرنا محمد بن رفاعة قال : نا أحمد بن عبد البر )([276]) ، أو قال أحمد :حدثت عن ابن وضاح([277])، وغيرها من الروايات التي ذكر أسانيدها متصلة ، كما كان أحيانا يقول : من كتاب محمد بخطه([278]) ، وقرأت بخط أحمد بن محمد بن عبد البر([279]).",
            "page": "125",
            "part": "1"
        },
        {
            "id": "126",
            "nass": "هكذا تعددت طرق ابن الفرضي في الرواية عن ابن عبد البر ، وكانت إفاداته منه متعددة،ومتعلقة بقضايا تاريخية مهمة ، تتصل بتاريخ الرجال والنظم ، ولعل أهم ما يتعلق بتاريخ الرجال ذلك الوصف الدقيق لحال بعض الرجال ومن ذلك قوله عن مسلم بن أحمد ابن أبي عبيدة الليثي : ( قال أحمد بن عبد البر : وكان أبو عبيدة من أصدق أهل زمانه ؛ سمعت عبد الله بن حنين يقول : كان أن يخر من السماء إلى الأرض أهون عليه من أن يكذب ، وكان عالما ... )([280]) ، كما قال في وصف الناحية العلمية عند محمد بن وضاح - أحد معاصريه - ( وكان ابن وضاح كثيرا ما يقول : ليس هذا من كلام النبي - ش - في شيء وهو ثابت من كلامه - ش - ، وله خطأ كثير محفوظ عنه ، وأشياء كان يغلط فيها ويصحفها ، وكان لا علم عنده بالفقه ولا بالعربية )([281]) . ¶ كذلك وصفه لحلقات العلم وما يدور فيها بين الشيخ والطلاب ومن ذلك قوله : ( أخبرنا محمد بن رفاعة قال : نا أحمد بن عبد البر قال : نا محمد بن قاسم قال : شهدت محمد بن وضاح وعنده زنباع ، وقد أملى ابن وضاح أحاديث على من كان عنده وزنباع يتشاغل عن ذلك ويتحدث مع من كان يجاوره ، فلما أكثر من الحديث ، وتشاغل عما كان يمليه الشيخ قال له ابن وضاح : يا مشاوم وخرج عليه ، تدع أن تكتب سنن النبي - عليه السلام - وتشتغل بالحديث ، فقال له : أصلحك الله لم أشتغل عما أمليته ، وقد حفظته ، وكان ابن وضاح أملى اثني عشر حديثاً فحفظها زنباع ونصها كما أملاها ابن وضاح فعجب منه وكان يدنيه بعد ذلك )([282]) ، ولم يكن هذا النص هو الوحيد بل لقد روى لنا ابن الفرضي عن ابن عبد البر نصوصاً أخرى تدل على دقة رصده واستيعابه لما يكتب ، واهتمامه بالقضايا العلمية([283]) .",
            "page": "126",
            "part": "1"
        },
        {
            "id": "127",
            "nass": "وبالإضافة إلى ذلك ، فقد ترك لنا ابن عبد البر معلومات مهمة لبعض الشخصيات الأندلسية ومنها عبد الملك بن حبيب ، وبقي بن مخلد ، حيث خلف لنا وصفاً دقيقاً لمشهد جنازته ، ودفنه ، وحالة الناس آنذاك([284]) ، كما حظي تاريخ وفيات الرجال بنصيب كبير من قبل ابن عبد البر([285]) . ¶ وقد كانت له وقفات مهمة عند بعض الخطط والنظم ، ومن ذلك وصفه لمسؤوليات صاحب السوق ، حيث قال حينما تحدث عن حسين بن عاصم الثقفي : ( وولي السوق في أيام الأمير محمد ، وكان شديداً على أهلها في القيم ، يضرب على ذلك ضرباً مبرحا ينكر عليه فكأنه سقط بذلك عن أن يروي الناس عنه )([286]) ، كذلك ذكر عزوف الناس الصالحين عن تولي خطة القضاء ، ومن الأمثلة على ذلك ما ذكره عن زياد بن عبد الرحمن اللخمي حينما حاول الأمير هشام بن الحكم توليته على القضاء ( فخرج هاربا بنفسه فقال هشام : ليت الناس كزياد )([287]) . ¶ ومن وقفاته في هذا الميدان وقفة مهمة تتعلق بنظم التربية والتعليم حيث ذكر أن بكر ابن عبد الله الكلاعي كان ( مؤدباً لأولاد الخلفاء - رحمهم الله - في النحو والشعر )([288]) ، وهذا مما يدل على عناية الخلفاء بتعليم أولادهم النحو والشعر لأهميتها في تقويم ألسنتهم والمحافظة على ملكتهم اللغوية في بيئة تعج باللكنات الأجنبية .",
            "page": "127",
            "part": "1"
        },
        {
            "id": "128",
            "nass": "وكان ابن الفرضي يذكر الخبر عن ابن عبد البر بسند متصل ، أو مختصر ، كما تبين ذلك من بعض الأمثلة ، كما كان أحياناً يذكر معه خالد بن سعد حيث يقول بعد أن يسوق الخبر : قال أحمد وخالد([289]) ، كما كان أحياناً بيبن المصدر الذي استقى منه ابن عبد البر معلوماته ، ومن الأمثلة على ذلك قوله : ( قال أحمد هو زياد بن عبد الرحمن بن زياد بن عبد الرحمن بن زهير وزياد الثاني هو الداخل بالأندلس قاله أحمد بن محمد الرازي )([290]) ، فأحمد هنا هو أحمد بن عبد البر وقد بين ابن الفرضي أنه استقى معلوماته السابقة من الرازي ، ويبدو أن ما ذكره ابن عبد البر أدناه هو نص ما قاله الرازي . ¶ كانت هذه نماذج وأمثلة لما أفاده ابن الفرضي من كتابات أحمد بن عبد البر ، وبالرغم من محدوديتها بالنسبة لسابقيه إلا أنها كانت ذات دلالات جيدة ، لما فيها من معلومات مهمة ربما انفرد بها ابن عبد البر عمن سواه . ويبدو أن السبب في ذلك يعود لكون ابن عبد البر محدثاً ثم مؤرخاً ، وبالتالي فهو يملك إمكانات كلتا المدرستين مما أهله لأن تكون كتاباته مهمة في بابها ويتأكد هذا الأمر إذا تذكرنا أن مدرسة المحدثين آنذاك كان لها منهج مستقل ومعالم واضحة في ميدان دراستها ، وهذا مما جعلها تؤثر على الفكر الإسلامي حيث أثر منهج المحدثين على العلوم الإسلامية الأخرى ومنها التأليف التاريخي([291]) . ¶ كان هذا عرضاً لمصادر ابن الفرضي التاريخية المكتوبة ، والتي ذكرها في مقدمة كتابه ، وهي بلا شك مصادر مهمة يعد أصحابها من كبار علماء ، ومؤرخي الأندلس آنذاك ، وقد بدا هذا الأمر واضحاً على مادته العلمية التي استقاها منها وأثبتها في كتابه .",
            "page": "128",
            "part": "1"
        },
        {
            "id": "129",
            "nass": "وبالإضافة إلى هؤلاء فقد أخذ ابن الفرضي عن عدد من الكتاب والمؤرخين الذين لم يذكرهم في مقدمة كتابه لكنه أشار إليهم في ثناياه ومنهم يحيى بن مالك بن عائذ بن كيسان بن معن والمعروف بالعائذي([292]) ، المولود سنة ثلاثمائة والمتوفى بقرطبة سنة خمس وسبعين وثلاثمائة ، وقد رحل إلى المشرق سنة سبع وأربعين فحج سنة ثمان وأربعين ، ثم انتقل إلى بغداد ، حيث يذكر ابن الفرضي أنه حدثه أنه سمع ببغداد من سبعمائة رجل ونيف ، وقد تردد بالمشرق نحو من اثنتين وعشرين سنة ، كما كتب عن طبقات المحدثين ، ثم عاد إلى الأندلس سنة تسع وستين وثلاثمائة([293]) . ¶ ويذكر ابن الفرضي أنه كان ذا علم جم ، اذ أنه لما قدم الأندلس سمع منه ضروب من الناس ، وطبقات مختلفة من طلاب العلم ، وأبناء الملوك ، وجماعة من الشيوخ والكهول ، كما ذكر أنه كان يملي في المسجد الجامع كل يوم جمعة ، وأنه سمعه يقول : ( لو عددت أيام مشيي بالمشرق وعددت كتبي التي كتبت هناك بخطي لكانت كتبي أكثر من أيامي بها )([294]) . ¶ ولاشك أن هذا المستوى العلمي الجيد الذي حظي به ابن عائذ هو الذي جعله مصدراً مهماً من مصادر ابن الفرضي ، حيث أخذ عنه جزءاً من تاريخ ابن سعيد ، وكذلك ما رواه عن الرازي ، حيث بين أن العائذي هو الذي أخبر به عنه([295]) ، بل ذكر ابن الفرضي أن الأمر تجاوز ذلك حيث قال : ( روى لنا من الأخبار والحكايات مالم يكن عند غيره ، ولا أدخله أحداً الأندلس قبله ... )([296]) ، ولعل مما شجع ابن الفرضي على كثرة الأخذ منه ما كان يتسم به صاحبنا من كونه حليماً ، كريماً ، جواباً ، شريف النفس مع سلامة دينه وحسن يقينه([297]) .",
            "page": "129",
            "part": "1"
        },
        {
            "id": "130",
            "nass": "ويبدو أن العائذي لم يكن مصدراً لتلقي المعلومات فحسب ، بل كان أيضاً شيخاً ومستشاراً لما يشكل على ابن الفرضي في بعض القضايا التي تتعلق بعدالة الرجال ، فحينما تحدث ابن الفرضي عن طاهر بن حزم قال : ( وكان ورعاً فاضلاً ذاكرت به العائذي فأثنى عليه وأخبرني ببعض أمره )([298]) ، وحينما يروي عنه يقول قال لي أبو ذكريا يحيى بن مالك بن عائذ([299]) ، أو قال أبو زكريا ، ومن القضايا التي أخذها عنه غير ما كان عن الرازي ، وابن سعيد ، قضية مقتل طاهر بن حزم([300]) ، ووصفه لعيسى بن دينار([301]) كذلك تفسير قوله تعالى : { فاصفح الصفح الجميل }([302]) ، حيث روى تفسيرها مسندا إلى علي بن أبي طالب رضي الله عنه([303]) ، كذلك روى عن الإمام أحمد بسند متصل رأيه في معاوية بن صالح([304]) ، كما روى عنه أخباراً أخرى في قضايا مختلفة([305]) . ¶ كذلك أخذ ابن الفرضي من شيخه عبد الله بن محمد بن القاسم الثغري([306]) ، ومن ذلك ما رواه بسند متصل عن فرات بن محمد أن عمر بن عبد العزيز - رضي الله عنه - أرسل عشرة من التابعين إلى أهل أفريقية ليفقهوهم([307]) ، كذلك روي عنه أنه رأى قبر حنش بن عبد الله الصنعاني بسرقسطة عند باب اليهود غربي المدينة([308]) كما روى عنه أخباراً كثيرة تتعلق بالسير العلمية لعدد من الرجال ، وكان منهجه في الروايات التي يأخذها من الثغري أن يذكرها بسند متصل ، ومن الأمثلة على ذلك قوله : ( أخبرني عبد الله بن محمد بن القاسم الثغري - رحمه الله - قال : نا تميم بن محمد الأفريقي قال : قال أبي سهل بن محمد الوراق الأندلسي كان رجلاً صالحاً حسن الضبط لكتبه ، سمعنا منه ، وخرج إلى سوسة فسكنها وتوفي بها سنة ست وثلاثمائة )([309]) .",
            "page": "130",
            "part": "1"
        },
        {
            "id": "131",
            "nass": "كما أفاد ابن الفرضي من إبراهيم بن محمد الباجي - أحد علماء باجة([310]) - كثيراً من الأخبار والمعلومات المتعلقة ببعض علماء مدينة باجة الذين ذكرهم ابن الفرضي ضمن كتابه ، ومنهم اسحاق بن عبد ربه([311]) وتمام بن غالب([312]) ، وخلف بن جامع بن حاجب([313]) وإسماعيل بن إبراهيم بن اسحاق([314]) وغيرهم . ¶ وهكذا نرى حرص ابن الفرضي على الدقة في اختيار مصادره ، حيث أخذ من الباجي ما يتعلق بتاريخ علماء مدينته إذ هو الأقرب إليهم والمطلع على أخبارهم فهو بهذا المنهج لجأ إلى أصحاب الاختصاص فضلاً عن المطلعين وشهود العيان . ¶ كذلك أخذ ابن الفرضي من اسماعيل بن اسحاق بن زياد بن أسود والمعروف بابن الطحان المتوفى بقرطبة سنة أربع وثمانين وثلاثمائة ، وهو أحد علماء الأندلس المهتمين بالحديث والآثار وأسماء الرجال وأخبار المحدثين([315]) ، كما ذكر ابن الفرضي أنه كان أكثر وقته يصنف الحديث والتاريخ وأن له عدداً من المصنفات وقد نقل عنه وسمع منه كثيرا ، كما كان يملي عليه ، هذا عدا ما أخذه عنه عن خالد بن سعد([316]) . ¶ ونظراً لكون اسماعيل بن إسحاق قد عاش بعض عمره في مدينة أستجة ، فقد أخذ عنه ابن الفرضي بعض ما يتعلق بتاريخ علمائها من أمثال إبراهيم بن حزم([317]) ، وأحمد بن محمد بن مسونة([318]) ، وحسان بن عبد الله بن حسان([319]) وغيرهم ، وهذا مما يؤكد حرص ابن الفرضي على تحري الدقة في مصادره وأخذ المعلومات من مظانها القريبة . ¶ وبالإضافة إلى ما سبق فقد أخذ ابن الفرضي من إسماعيل وبسند متصل كثيراً من الأخبار المتعلقة بعلماء أندلسيين آخرين ، ومن ذلك وصايا بقي بن مخلد لمالك بن يحيى القرشي حينما ولي احدى الولايات([320]) ، كما روى عنه مشافهة بعض الأخبار التي سوف نذكرها في الفقرة الخاصة بها - إن شاء الله تعالى - .",
            "page": "131",
            "part": "1"
        },
        {
            "id": "132",
            "nass": "وكان إسحاق بن سلمة بن لبيب بن بدر القيني أحد علماء ريّة ممن أفاد من كتبهم ابن الفرضي ، إذ كان القيني حافظاً لأخبار أهل الأندلس معتنياً بها ، حيث جمع كتاباً في أخبار الأندلس أمره بجمعه المستنصر بالله([321]) ، وقد جاءت نقولات ابن الفرضي عن القيني في مواضع مختلفة من كتابه([322]) . ¶ ومن الذين أفاد منهم ابن الفرضي عبيد الله بن الوليد بن محمد المعيطي أحد علماء قرطبة، سمع من عدد من علمائها كما كان عالماً بالفتيا حافظاً للأخبار والأشعار ، توفي سنة ثمان وسبعين وثلاث مائة([323]) . ¶ وقد جاءت إفادات ابن الفرضي من المعيطي ، كإفاداته من الرازي مقتصرة في معظمها على تاريخ سني الوفيات للرجال ، إلا أن أخذه عن المعيطي كان أقل من الرازي([324]) . ¶ كذلك أخذ ابن الفرضي من كتابات ابن سعدان([325]) التي حبسها بعد موته ، ويبدو أنها كانت مؤلفات متعددة تمكن من الاطلاع عليها جميعها ، كما توحي بذلك إحالاته عليها حيث قال حين حديثه عند عبد الله بن عباس الخشني : ( سمع من محمد بن فطيس رأيت سماعه عليه في بعض كتب ابن سعدان )([326]) ، لكنه لم يصرح سوى بمؤلف واحد هو كتاب فقهاء ريّة حيث قال حينما تحدث عن كل من عمر ابن يحيى([327])، وليث بن سباع المزحجي([328]) : ذكره ابن سعدان في فقهاء ريّة ، وبالإضافة إلى ذلك فقد كان يقول ذكره ابن سعدان دون تحديد المصدر([329]) ، وبالرغم من تعدد مؤلفات ابن سعدان ، وكون ابن الفرضي قد اطلع عليها فإن إفادته منها كانت محدودة ، ويبدو أن السبب في ذلك هو كون ابن سعدان لم يحدث وإنما كان منشغلاً بالكتابة والنسخ . ¶ وكان التراث التاريخي للحكم المستنصر بالله([330]) ، من المصادر المهمة التي اعتمد عليها ابن الفرضي ، وقد جاء هذا التراث على قسمين :",
            "page": "132",
            "part": "1"
        },
        {
            "id": "133",
            "nass": "القسم الأول منه ، ما كان من تأليف الحكم المستنصر وبخطه ، وقد بين ذلك ابن الفرضي حين الإحالة عليه بقوله كتبت ذلك كله من خط المستنصر بالله ، أو وجدته بخط المستنصر بالله([331]) أمير المؤمنين([332]) ، وكذا قوله :قرأت ذلك بخط المستنصر بالله([333])، وكان أحياناً يحدد الكتاب كقوله : قرأت بخط المستنصر بالله في كتاب القضاء([334]) ، أو فيه ذكر القضاة بالأندلس([335]) ، ويبدو أن بعض هذه الاقتباسات كانت من تعليقات وإضافات الحكم على بعض الكتب التي اطلع عليها ، إذ يذكر الذهبي أنه : ( قلما تجد له كتاباً إلا وله فيه قراءة أو نظر من أي فن كان ويكتب فيه نسب المؤلف ومولده ووفاته ، ويأتي من ذلك بغرائب لا تكاد توجد )([336]) ، كما يؤيد هذا الأمر ما ذكره ابن الفرضي في بعض إحالاته ومن ذلك قوله حينما تحدث عن عبد الله بن المغلس - أحد علماء وشقة([337]) - ( وقرأت بخط المستنصر - رحمه الله - ملحقاً في كتاب ابن حارث )([338]) ، وقوله : ( وقرأت في كتاب دفعه إلى أحمد بن عبد الرحيم كان فيه إلحاق بخط أمير المؤمنين المستنصر بالله - رحمه الله - ... )([339]) ، ومن نماذج نقوله من الحكم المستنصر قوله عن موسى بن هارون : ( ولي القضاء بعد عبد الله بن الحسن المعروف بابن السندي، وكان قد سمع الحديث، وكانت له عناية ورحلة وسماع بمكة ومصر، وانصرف من رحلته فلزم قرطبة يطلب العلم ويسمع إلى أن استقضى وذلك سنة خمس وثلاثين وثلاثمائة، كتبت ذلك كله من خط المستنصر بالله- رحمه الله - )([340]).",
            "page": "133",
            "part": "1"
        },
        {
            "id": "134",
            "nass": "أما القسم الثاني من تراث الحكم المستنصر بالله فيشمل تلك المصنفات التي أمر الحكم بتأليفها ، فألفها عدد من الكتاب والمؤرخين تلبية لتلك الرغبة ، ومن ذلك ما ألفه محمد بن الحارث الخشني حيث يذكر ابن الفرضي أنه ألف للمستنصر كتباً كثيرة بلغت مائة ديوان ، كما جمع له في رجال الأندلس كتاباً أخذ منه ابن الفرضي حين تأليفه لكتابه([341]) ، كما ألف كل من محمد بن أحمد مجموعاً في التاريخ للمستنصر بالله ، وخالد ابن سعد ألف له كتاباً في رجال الأندلس([342]) ، وقد أفاد من هذه المؤلفات جميعها كما وضحنا ذلك حين حديثنا عن كل واحد منهم . ¶ ويستوحى من خلال استقرائنا لما نقله ابن الفرضي من كتابات الحكم المستنصر أنه كان ذا ملكة علمية وتاريخية جيدة ، وأنه كان من مشاهير علماء الأندلس آنذاك ، وقد أدرك هذه الحقيقة ابن الآبار ، ولهذا قال : ( عجباً لابن الفرضي ، وابن بشكوال ، كيف لم يذكراه )([343]) ، كما قال عنه الذهبي : ( غزر علمه ، ودق نظره ، وكان له يد بيضاء في معرفة الرجال والأنساب والأخبار )([344]) . ¶ كما كانت لابن الفرضي بعض النقولات من كتاب محمد بن حسن الزبيدي([345]) والمعروف بطبقات النحويين واللغويين ، وذلك فيما يتعلق ببعض العلماء الذين كانت لديهم نزعة علمية في مجال اللغة العربية حيث يعزو إليه بقوله : ذكره([346]) محمد بن حسن الزبيدي أو من كتاب الزبيدي([347]) ، أو ذكرنا ذلك من كتاب([348]) محمد بن حسن الزبيدي ، ومن أمثلة ما نقله منه قوله عن إبراهيم بن عبد الله المعافري ( وكان مع رواياته للحديث حافظاً اللغة ،بصيراً بالشعر مطبوعاً فيه )([349]) ، كما قال عن بكر بن خاطب المرادي ( كان ذا علم بالعربية والعروض والحساب، وله تأليف في النحو )([350]).",
            "page": "134",
            "part": "1"
        },
        {
            "id": "135",
            "nass": "كذلك أخذ ابن الفرضي من كتابات أبيه ومن ذلك ما ذكره حين حديثه عن مولده حيث قال : ( ومولدي سنة أحدى وخمسين وثلاثمائة ... ليلة الثلاثاء لتسعة أيام بقيت من ذي القعدة ، وجدت ذلك بخط أبي رحمه الله )([351]) ، ومنه قوله : ( وجدت بخط أبي - رحمه الله- على بعض ما كتبه مات أبي - يعني يوسف بن نصر - رحمة الله عليه ومغفرته - لعشرة بقين من محرم سنة اثنتين وثلاثين وثلاثمائة )([352]) . ¶ وبالإضافة إلى هذه الكتب والمؤلفات التاريخية الأندلسية التي اعتمد عليها ابن الفرضي ، فقد أخذ - أيضاً - من بعض كتابات مؤرخي المشرق حيث ذكرهم من بين مصادره ، وكان من أهمهم خليفة بن خياط ( ت40هـ)([353]) والواقدي (ت207هـ)([354]) وعبد الغني بن سعيد الأزدي(ت409هـ)([355]) ، وأحمد بن محمد بن إسماعيل بن المهندس (ت385هـ)([356]) ، و الإمام البخاري (ت 256هـ)([357]) ، وكان اعتماده على هؤلاء المؤرخين حين الحديث عن الشخصيات المشرقية والتي لها علاقة بالمغرب مثل موسى بن نصير([358]) ، وابنه عبد العزيز وغيرهما([359]) من أهل المشرق. ¶ كان هذا عرضاً لمصادر ابن الفرضي المكتوبة ، والتي اعتمد عليها بنسب متفاوتة في كتابه تاريخ العلماء والرواة للعلم بالأندلس ، وقد بدا لنا من خلال هذا العرض ما يلي : ¶ - أن هذه المصادر كانت كثيرة ومتنوعة ، وأن ابن الفرضي قد أحسن اختيارها أذ إنها تعد من أفضل ما كتب عن تاريخ الأندلس في تلك الفترة ، وأن معظمها كان لعلماء يعدون من كبار علماء الأندلس آنذاك .",
            "page": "135",
            "part": "1"
        },
        {
            "id": "136",
            "nass": "- حسن اختيار ابن الفرضي لمصادره حيث كان يعتمد على مصادر متخصصة علمياً أو جغرافياً حسب الأشخاص المتحدث عنهم فالمهتمون بالحديث يرجع فيهم إلى كتب الرجال ، وذوي الأدب واللغة إلى من اهتموا بهذا الأمر وهكذا ، بل إنه ربما اختار مصدرًا دقيقًا لتحديد جزئية من تاريخ الأشخاص كاعتماده على الأسدي في تحديد سنة الوفاة ،كذلك اعتماده على الرازي فيما يتعلق بالعلماء الذين جاؤوا من مصر وهكذا . ¶ - أنه كان لديه همة قوية ، ونفس واسع في تتبع المصادر والحصول على ما يريد منها مع الدقة والأمانة في الرصد والنقل ، ولهذا تراه كثيراً ما يقول : رواه فلان عن فلان ، أو عن فلان ، وذكر بعضه فلان ، أو وجدت بعضه عند فلان ، وغيرها من العبارات التي تؤكد طول نفسه ، وأمانته في الرصد والنقل . ¶ - نقده لما ينقل فقد كان لا يأخذ كل ما تذكره المصادر التاريخية على أنه قضايا مسلم بها لا تحتمل الخطأ أو التحريف والزلل ، ولهذا نقد بعض ما ذكرته مصادره ، كما سيبدو هذا واضحاً في آخر هذا البحث -إن شاء الله تعالى - . ¶ ب - الاستكتاب : ¶ من المعلوم أن المكاتبة من أساليب التحمل والأداء عند علماء المسلمين ، وقد نهج هذا الأسلوب علماء الحديث وبعض المؤرخين المسلمين كالطبري -رحمه الله- في تاريخه فقد حصل على جزء كبير من مادته العلمية بواسطة الاستكتاب([360]) .",
            "page": "136",
            "part": "1"
        },
        {
            "id": "137",
            "nass": "وقد كانت المكاتبة والاستكتاب من الوسائل المهمة التي نهجها ابن الفرضي في جمع مادته العلمية ، ذلك أنه وبالرغم من كثرة المصادر المكتوبة التي اعتمد عليها فإنه لم يجد فيها كل ما يريد من معلومات وأخبار ، كما أنه لم يستطع الإحاطة بكل ما حوله ، أو استيعابه ، بل حتى تصور بعض الجزئيات لاسيما وأن موضوعه متشعب إذ هو متعلق بجزئيات دقيقة من سير مئات الأفراد الذين ربما كان بعضهم في عداد المجاهيل ، ولهذه الأسباب وغيرها نهج ابن الفرضي أسلوباً آخر في جمع مادته العلمية وهو المكاتبة والاستكتاب ، حرصاً منه على الحصول على بعض الجزئيات التي لم يتمكن من الوصول إليها عبر المصادر المكتوبة ، أو المسموعة ، أو المشاهدة . ¶ ومن خلال استقرائنا لما خلفه ابن الفرضي يتبين لنا أنه كانت له أساليبه ، وطرقه المتعددة في الحصول على مادته العلمية عبر هذا النوع من المصادر، ومن أهمها ما يلي : ¶ 1. أنه كان يرسل كتباً متضمنة بعض الأسئلة والاستفسارات حول قضية معينة إلى أشخاص بعيدين عنه فيأتيه الرد مكتوباً متضمناً الجواب على سؤاله أو أسئلته ، ومن ذلك قوله حينما تحدث عن الحكم بن إبراهيم بن محمد بن عابس المرادي حيث قال : ( كتب إليّ يخبرني أن مولده سنة اثنتي عشرة ، وأنه سمع بسرقسطة من أيوب بن معاوية ، ومحمد ابن عبد الرحمن الزيادي بوشقة من عبد الله بن الحسن بن السندي ... )([361]) . وكذلك قوله : ( وكتب إلي بخط يده - يعني عبد الرحمن التجيبي - يذكر أنه ولد يوم السبت للنصف من شهر ربيع الأول سنة ثلاثمائة )([362]) ، ومن ذلك قوله : ( وأخبرنا الحسن بن إسماعيل ، وكتب لي بخطه قال : نا عمر بن الربيع بن سلمان قال : حدثني أحمد بن إبراهيم قال : أنشدني طالب بن عصمة الأندلسي يمدح مالك بن أنس : ¶ وفي الفقه والآثار ما إن يُداركُ ¶ إمام الورى في الهدى والسمت مالك ¶ وتسهل في إيضاحهن المسالك ¶ فآراؤه في الفقه يسطع نورها ¶ لعمري : كم تهدي النجوم الشوابك",
            "page": "137",
            "part": "1"
        },
        {
            "id": "138",
            "nass": "وآثاره بهدى العباد وميضها ¶ وفي سائر الناس الشظى والسنابك([363]) ¶ له من ذرى العلم السنام وشلوه ¶ وقد تكررت([364]) هذه العبارة بصيغ متقاربة توحي كلها بأن ابن الفرضي كان يكاتب بعض الأشخاص بحثاً عن مادته العلمية ، فيكتبون إليه بما طلب عن حياتهم الشخصية أو غيرها . ¶ 2. يبدو أن ابن الفرضي لم يكتف بالإجابة الشفوية بل كان يجمع بينهما وبين الإجابة الخطية ومن الأمثلة على ذلك قوله حينما تحدث عن وفاة عبد الله بن إدريس إذ قال : ( قاله سليمان بن أيوب وكتبه لي بخطه )([365]) ، وكذلك قوله : ( قال لي سليمان بن أيوب : توفي سنة سبع وعشرين وثلاث مائة وكتبه لي سليمان )([366]) ، أو قد يطلب ابن الفرضي أن يملي عليه صاحب الشأن مثل قوله : ( أملي علي نسبه )([367]) يعني يحيى ابن هذيل . ¶ 3. كان ابن الفرضي يكاتب مع أشخاصٍ آخرين بحثاً عن مسألة علمية ، أو سؤال عن قضية معينة ، وكانت الإجابات ترد عليهم بصيغة الجمع من صاحب الشأن ، وقد أورد ابن الفرضي نماذج عديدة لهذا الأسلوب من الاستكتاب مثل قوله : ( كتب إلينا الحكم بن محمد المرادي يخبرنا أنه سمع من أيوب بن سلمان بن معاوية ... )([368]) ، وقوله : ( توفي ثمان وثلاثين وثلاثمائة - يعني حسن بن عبد الله التميمي- كتب إلينا بذلك وليد بن عبد الملك القاضي )([369]) ، وقوله : ( وقال أبو العباس بن وليد بن عبد الملك في كتابه إلينا عميرة محمد بن مروان ... مولى مروان بن الحكم )([370]) ، وقد أورد ابن الفرضي نماذج كثيرة لهذا النوع من الاستكتاب ، وهذا مما يدل على حرصه في البحث عن مادته العلمية ، ودقته في رصدها([371]) . ¶ كانت هذه أهم الطرق التي نهجها ابن الفرضي في استكتابه لعدد من الأشخاص من أجل الحصول على بعض الثغرات المتعلقة بمادته العلمية ، ولا شك أن هذا الأسلوب في جمع مادته العلمية يؤكد حرصه الشديد على تتبع ضالته حسب مظانها ومواقعها ؛ مهما كانت الوسائل والمتاعب الناتجة عن ذلك .",
            "page": "138",
            "part": "1"
        },
        {
            "id": "139",
            "nass": "ج - اللوحات والوثائق المادية : ¶ يعتبر هذا النوع من المصادر المهمة ، وذلك لأن الكاتب أو المؤرخ حينما يعتمد عليها في أخذ مادته العلمية لا يتعامل مع مجهول بل إنه أمام دليل مادي يدل ضمناً أو صراحة على ما يريد الباحث أو المؤرخ ، وهذه الدلالة تكون غالباً حسب ظاهرها غير قابلة للتأويل،أو التحريف أو غيرها من آفات نقل الأخبار ، ولهذا عد كثير من الكتاب هذا النوع بأنه من أهم أنواع المصادر ، وذلك لأنه شاهد ثابت لا يمكن أن يتأثر بآفات النقل والرواية . ¶ ولما كان ابن الفرضي قد عاصر كثيراً من الرجال الذين كتب عنهم كما أنهم - أيضاً - قد نشأوا وعاشوا في بلاد الأندلس فإنه بهذا يكون قد عايش الإطارين الزماني والمكاني لموضوع كتابه ، وهذا مكنه من الاطلاع ، ومشاهدة بعض الوثائق المادية التي أعانته في الحصول على بعض ما يريد ، وقد كانت اللوحات المكتوبة على القبور من أهم هذا النوع حيث حددت له سني وفيات عدد من العلماء وهو مهم عنده إذ يتوقف عليه قضايا هامة في الرواية والسماع عند المحدثين ، ذلك أن معرفة وفاة الشيخ تبين مدى إمكانية معاصرة الرجال ، ومقابلتهم لبعضهم.",
            "page": "139",
            "part": "1"
        },
        {
            "id": "140",
            "nass": "ويبدو أن كتابة تاريخ الوفاة على القبور كانت من العادات المعمول بها عند مسلمي الأندلس آنذاك ، ولهذا أفاد منها ابن الفرضي كثيراً ، حيث يذكر ذلك بعد ذكره لسنة الوفاة إذ يقول : ( قرأت تاريخ وفاته مكتوباً على قبره )([372]) ، أو يقول : ( قرأت تاريخ وفاته في لوح على قبره )([373]) ، أو : ( قرأت هذا التاريخ من لوح مكتوب على قبره )([374]) ، بل قد يكون نقله أكثر من هذا مثل قوله حينما ذكر وفاة محمد بن أحمد التراس : ( قرأت على قبره مكتوباً توفي محمد بن أحمد التراس ليلة الجمعة ، ودفن يوم الجمعة لسبع بقين من جمادى الأولى سنة ثلاث وسبعين وثلاثمائة )([375]) ، كما أنه قد يجمع بين الرواية الشفوية ، وخبر الوثيقة المادي فهو حينما ذكر وفاة علي بن عبد القادر القلاعي قال : ( أخبرني بذلك الباجي ، وقرأته مكتوباً على قبره )([376]) . ¶ وبالإضافة إلى اللوحات على القبور فإن ابن الفرضي قد أفاد أيضاً من بعض الوثائق المادية الأخرى مثل وثائق المبايعات ومن ذلك قوله عن محارب بن قطن : ( ورأيت شهادته في وثيقة تاريخها للنصف من ربيع الأول سنة أحدى وثمانين ومائتين )([377]) ، وهو حينما ذكر هذه الوثيقة يرد بها على خالد بن سعيد الذي ذكر بأن وفاة محارب كانت سنة ست وخمسين ومائتين([378]) ، وهكذا اعتمد ابن الفرضي ما جاء في تلك الوثيقة وقدمه على ما ذكره خالد لأنها في نظرة أدق وأوثق ، ومن الأمثلة على ذلك -أيضاً- قوله حين حديثه عن إبراهيم بن علي الصوفي - أحد الغرباء الذين قدموا إلى الأندلس - : ( وكان أبو اسحاق هذا - يعني إبراهيم - أحد من له الإجابات الظاهرة ... حدثنا عنه سهل بن إبراهيم بصك كتبه لي بخطه )([379]) . ¶ وبالرغم من محدودية هذا النوع من المصادر عند ابن الفرضي إلا أنها كانت مصدراً مهماً لوضوحه ودقة دلالته ، فضلاً عن سرعة الوصول إليه . ¶ ثانياً : مصادر المعاينة والمعايشة والمشاهدة :",
            "page": "140",
            "part": "1"
        },
        {
            "id": "141",
            "nass": "إن معاصرة ومعايشة ابن الفرضي لعدد من العلماء الذين كتب عنهم مكنته من الاحتكاك بهم والعيش معهم ومخالطتهم ، إما في المنتديات والمناسبات الاجتماعية ، أو في حلقات الدروس وأماكن طلب العلم ، أو في غيرها من المواقع ، وهذا ما جعله شاهد عيان لكثير من القضايا التي تحدث عنها عند عدد من العلماء سواء أكانت مشاهدته تتعلق بالصفات النفسية أو الخلقية ، أو الاجتماعية ، أو المواهب والصفات الخلقية ، أو المشاهد والتجمعات البشرية في المناسبات المختلقة حيث قام برصد كل هذه المشاهدات ثم تدوينها ضمن حديثه عن أصحابها ، وقد كان هذا النوع من المصادر موضع اعتبار عند ابن الفرضي حيث كان يعده من مصادره المهمة وذكره كما يذكر غيره من أنواع المصادر فهو يقول عن حكم بن محمد المقري :( وشهدته يقرأ ويقرئ ..)([380]). ¶ وكانت الصفات الخَلْقية والخُلُقيّة من أهم ما رصده أثناء معايشته ومشاهدته لعدد من العلماء حيث دونها ضمن كتاباته عنهم فقد قال مثلاً عن محمد بن إبراهيم القرشي : ( جالسته فرأيته نبيلاً ... )([381]) ، كما قال عن محمد بن يحيى بن رطال : ( وكان شيخاً مسمتاً جميلاً ، وقوراً ، حليماً ، متواضعاً كثير الصيام ... وكان باطنه كظاهره سلامة ونزاهة ... )([382]) ، وقريباً من ذلك قوله عن محمد بن إسحاق بن السليم إذ قال عنه : ( وكان لين الكلمة سهل الخلق متواضعاً )([383]) ، وعن محمد بن إسحاق بن مسرة قال : ( وكان قادراً ، خيراً ، عفيفاً ضابطاً لنفسه ، متسمناً وقوراً ، ما رأيت في أصحابنا مثله ليناً وطهارة ، وأدباً )([384]) . ¶ ولم تكن الصفات الحسنة هي التي كان يرصدها بل تجاوز ذلك إلى الصفات السيئة ، ومن ذلك قوله عن محمد بن أحمد بن أصبغ : ( وكان كثير الملق ، شديد التعظيم لأهل الدنيا مفرطاً في ذلك )([385]) .",
            "page": "141",
            "part": "1"
        },
        {
            "id": "142",
            "nass": "أما سعيد بن محمد بن مسلمة بن تبرى فقال عنه : ( وكان شديد الأذى بلسانه بذيئاً ثلابة يتوقاه الناس على أعراضهم )([386]) ، كما قال عن محمد بن يبقى بن مسلم : ( وكانت منه سلامة تجوز عليه بها مالا يجوز على أهل اليقظة من قبول المدح مواجهة واستحسان الاطراء - عفا الله عنا وعنه - )([387]) . ¶ كانت هذه نماذج لما رصده ابن الفرضي لبعض الصفات الخُلُقيّة عند بعض علماء الأندلس ومن يستقرئ ما ذكره يجد أنه كان ذا ملكة قوية ، وحس مرهف ، مكنه من رصد كل ما شاهده بدقة متناهية . ¶ كما كانت الصفات الجسمية من ضمن ما رصده أثناء معايشته ومشاهدته لعدد من العلماء ، ومن ذلك قوله عن أصبغ بن قاسم : ( وكان وسيماً جسيماً )([388]) ، وعن محمد ابن محمد بن أبي دليم : ( وكان ضرورة لا يطأ النساء ، ولم يتداوى قط ولا احتجم )([389])، كما قال عن سعيد بن حمدون الصوفي : ( وكان أعور )([390]) .",
            "page": "142",
            "part": "1"
        },
        {
            "id": "143",
            "nass": "كما استبان لابن الفرضي من خلال معايشته ولقاءاته شيء من المواهب والنزعات العلمية ، أو العقدية عند بعض الرجال ، فمن ذلك قوله عن عبد الله بن محمد الثغري : ( وكان فقيهاً فاضلاً ، ديناً ورعاً ، صليباً في الحق ، لا يخاف في الله لومة لائم ، ما كنا نشبهه إلا بسفيان الثوري في زمانه ... )([391]) ، ومن ذلك قوله عن محمد بن عيسى المعافري : ( سمعته يخطب مراراً ، وكان يتقعّر في خطبته ، وتكلف في الاسجاع ، وكان مع ذلك يدعي ارتجالها ، وكان شعره ضرباً من خطبه جالسته وكان لا يحدث )([392]) ، كذلك قال عن محمد ابن عبد الله المعلم : ( وكان شيخاً تائهاً لا معرفة عنده ، وقد كتب عنه قوم حدثهم عن جده، ولو أراد أن يحدثهم عن نوح لفعل )([393]) كما وصف خلف بن محمد الخولاني ( بأنه كان ضعيف الكتابة )([394]) ، وقال عن شيخه عبد الله بن محمد التجيبي المتوفى سنة 390هـ : ( وكان ضعيف الخط ربما أخل بالهجاء )([395]) ، هكذا استطاع ابن الفرضي التعرف على صفات الرجال ونزعاتهم العلمية حيث وقف على الكثير منها بنفسه أثناء معايشته لهم ، وهذا مما أعطى كتاباته قيمة علمية لاسيما حينما تقارن بكتب التراجم التي جاءت بعدها . ¶ كذلك أفاد من معايشته لبعض الأشخاص التعرف على نزعاتهم العقدية ، فقد اتهم محمد بن عبد الله القيسي بالانتماء إلى مذهب ابن مسرة لكن ابن الفرضي رد هذه التهمة بقوله : ( وقد كان ظاهره ظاهر إيمان وسلامة )([396]) ، وهذا الحكم عليه إنما صدر من ابن الفرضي بعد معايشته لهذا الرجل وتعرفه على نزعاته العقدية .. كذلك أفاد من مجالسته لبعض العلماء الاطلاع على الوجاهة العلمية لبعضهم ومن ذلك مشاهدته للرسائل التي كانت تصل للفقيه يوسف بن يحيى الأزدي حيث قال : ( فرأيته قد جاءته كتب كثيرة نحو المائة كتاب من جماعة من أهل مصر بعضهم يسأله الإجازة ، وبعضهم يسأله في كتابه الرجوع إليهم )([397]) .",
            "page": "143",
            "part": "1"
        },
        {
            "id": "144",
            "nass": "وكان ابن الفرضي يحرص على حضور المناسبات الاجتماعية ولعل من أبرز ما دونه حول هذا الموضوع حضوره لمناسبات الجنائز حيث استطاع من خلال هذا الحضور رصد بعض المعلومات المهمة عن بعض الأشخاص ، ومن ذلك عمر المتوفى ، وقدره العلمي والاجتماعي ، ومن صلى عليه ، ومتى ، وأين دفن ، يقول عن حضوره لجنازة إسماعيل بن اسحاق المعروف بابن الطحان : ( توفي - عفا الله عنه - ليلة السبت ودفن يوم السبت بعد صلاة العصر في مقبرة قريش آخر يوم من صفر سنة اربع وثمانين وثلاثمائة ، وصلى عليه قاضي الجماعة محمد بن يحيى بن زكريا التميمي ، وشهدت جنازته وشهدها معنا ألوفُ من المسلمين ، وكان الثناء عليه حسناً جداً )([398]) . ¶ كما قال عن خلصة ببن موسى الزاهد ( وتوفي - رحمه الله - ليلة الأربعاء لخمس بقين من رجب سنة ست وسبعين وثلاثمائة ، ودفن في مقبرة الربض، وصلى عليه محمد بن يبقى القاضي وشهدت جنازته ، ولا أعلمني شهدت أعظم حفلاً منها ، ولم يكن من أهل العلم )([399]) كذلك قال بعد أن ذكر المعلومات المهمة عن وفاة عبد الله بن محمد بن عبد الله ( شهدت موته - رحمه الله - وغسله ، ودفنه )([400]) ، كما بين أنه شهد جنازة محمد بن يبقى بن زرب وأنه شهدها جماعة من المسلمين وأن الثناء عليه كان حسناً . ¶ وبهذا العرض استبان لنا أن ابن الفرضي قد سخر كل إمكاناته بل كل أحاسيسه ومداركه من أجل رصد تاريخ كثير من الرجال الذين عايشهم ، ثم تدوينها ضمن سجلهم لتبقى جزءاً مهماً من تاريخهم لها أهميتها باعتبارها صادرة من شاهد عيان عايشها ، بل ربما شارك في بعض أحداثها كما أتيحت له فرصة السؤال عما يشكل عليه في بعض الأشخاص([401]) . ¶ ثالثاً : المصادر الشفهية :",
            "page": "144",
            "part": "1"
        },
        {
            "id": "145",
            "nass": "لما كان ابن الفرضي قد عاصر جمعاً كبيراً من الشخصيات العلمية الأندلسية التي كتب عنها سواء أكانوا من شيوخه ، أو زملائه وأقرانه ، أو طلابه وتلاميذه ، أو غيرهم ممن احتك بهم وتحدث إليهم ، وتحدثوا له ، فإنه قد أفاد منهم في جمع مادته العلمية عن طريق الرواية الشفهية التي سمعها منهم. ¶ هكذا اتسعت دائرة المصادر الشفوية عند ابن الفرضي وقد وضح ذلك بعدة صيغ وعبارات مثل قوله : سمعت ، أو قال لي ، أو أخبرني بذلك فلان ، وهذه العبارات كلها تدل على السماع والمشافهة ، وسنذكر فيما يلي نماذج لهذا النوع من مصادر ابن الفرضي ، فأما سمعت فقد وردت كثيراً في كتابه حيث استخدمها في رواياته ومقتبساته من شيوخه وأقرانه ومعاصريه ، وكان كثيراً ما يذكرها حينما يُقوّم الرجال والرواة أو يتحدث عن صفات الرجال ومن ذلك قوله : ( سمعت أبا بكر بن أصبغ يثني عليه ، ويشهد له بالسماع - يعني عبد الله بن داود - )([402]) و ( سمعت عبيد الله بن الوليد بن المعيطي يثني عليه ويصفه بالمروءة وسمعت اسماعيل يثني عليه أيضاً - يعني عيسى بن خلف الخولاني - )([403]) ، وكذلك ( سمعت محمد بن يحيى بن عبد العزيز يقول : كان محمد بن أيمن إماماً روى الناس عنه كثيراً ومنها قوله : سمعت أبا محمد الباجي يقول فيه - يعني ابن دليم - من أراد أن ينظر إلى رجل من أهل الجنة - إن شاء الله - فلينظر إلى ابن أبي دليم ، وسمعت محمد ابن يحيى بن عبد العزيز - رحمه الله - يقول : كل من أصحابنا كانت له صبوة ما خلا محمد بن محمد بن أبي دليم فإن عرفته من صغره زاهداً )([404]) ، وقد تكررت هذه العبارة عند ابن الفرضي كثيراً حينما يتحدث عن صفات الرجال سواء في المدح ، أو القدح ، وهذا مما يدل على حرصه في التوثق من مصادره لا سيما فيما يتعلق بجرح الرجال أو تعديلهم([405]) لأنه فيما يبدو كان يعد هذا المصدر من أوثق المصادر لديه ، ومن ذلك قوله حين حديثه عن أصبغ بن خليل كان معادياً",
            "page": "145",
            "part": "1"
        },
        {
            "id": "146",
            "nass": "للآثار ، شديد التعصب للرأي ، سمعت محمد بن أحمد بن يحيى يقول : سمعت قاسم بن أصبغ يقول : ( سمعت أصبغ ابن خليل يقول : لأن يكون في تابوتي رأس خنزير أحب إلي من أن يكون فيه مسند([406]) ابن أبي شيبة )([407]) ، وكذلك قوله عن عبد الملك بن هذيل : ( سمعت محمد بن أحمد يسئ القول فيه فينسبه إلى الضعف )([408]) ، كما روى لنا عن طريق السماع شمائل بعض الأشخاص ومن ذلك قوله عن محارب بن الحكم الاسكافي سمعت إسماعيل يقول فيه : ¶ ( أنه مجاب الدعوة وخرج إلى أرض الحرب مجاهداً في غزوة ... فمنحه الله الشهادة ... )([409]) . ¶ وكان أحياناً لا يحدد مصدر سماعه مثل قوله سمعت بعض أصحاب خالد يقول : ( أن أمير المؤمنين المستنصر بالله كان يقول : إذا فاخرنا أهل المشرق بيحيى بن معين فاخرناهم بخالد بن سعد )([410]) . ¶ ولم يكن ابن الفرضي يقصر هذا السماع على الشيوخ أو طلاب العلم بل إنه ربما أخذه من غيرهم كقوله: ( سمعت بعضهم يذكره )([411]) ، أو قوله : ( سمعت أبي يصفه بالذكاء )([412]) ، أو ( سمعت هذا الخبر من أبي - رحمه الله - )([413]) . ¶ وأما قال لي فإن هذه العبارة توحي بأن القول خاص بابن الفرضي مما قد يجعله ينفرد بها عن غيره من الرواة بخلاف سمعت فإنه قد يكون شاركه أحد فيه ، وقد أورد ابن الفرضي هذه العبارة كثيراً وكانت في الغالب إجابة لسؤال وجهه ابن الفرضي لشخص ما يسأله عن معلومة تتعلق بشخص معين لاسيما في تحديد سنة الوفاة أو المولد حيث يقول : قال لي فلان ولدت([414]) ، أو ( قال لي ابنه أو صديقه أو غيرهما توفي فلان )([415]) ، كما نلاحظ أن هذه العبارة وردت إجابة على سؤال وجهه ابن الفرضي لأحد الذين قدموا من رحلتهم العلمية إلى المشرق ، وكان يتوقع أن لديهم إجابة على أشكال معين لديه([416]) .",
            "page": "146",
            "part": "1"
        },
        {
            "id": "147",
            "nass": "كذلك وردت هذه العبارة إجابة على سؤال في تعديل الرجال ، أو جرحهم مثل قوله عن محمد بن عيسى بن رفاعة : ( قال لي محمد بن أحمد هو كذاب ... )([417]) ، وقوله عن محمد بن جنادة الأشبيلي : ( قال لي العباس بن أصبغ : سمعت محمد بن قاسم يثني على محمد بن جناده ... )([418]) . ¶ وهذا المنهج في تلقي المعلومات له ميزة عن غيره إذا أنه ربما حصلت فيه محاورة بين القائل والمستمع يتم من خلالها الحصول على مزيد من المعلومات ، ومن ذلك قوله : ( قال لي العباس بن أصبغ : قال لنا محمد بن عبد الملك بن أيمن كان يحيى بن قاسم بن هلال أحد العباد المجتهدين ،كان يصوم حتى يحتضر ، وهو صاحب الشجرة . قلت للعباس : ما معنى الشجرة ؟ قال : كانت في داره شجرة تسجد لسجوده ، إذا سجد ... )([419]). ¶ ومن الأمثلة على ذلك ما قيل لابن الفرضي عن عبد الله الزجالي من مدح وتزكيته وأن عائذاً قال له ما أعرف أحداً يصلح للقضاء غيره فذكر هذا الأمر لسليمان بن أيوب فقال له : ( كان أولى بالقضاء من ابن أبي عيسى : ومن منذر ومن غيرهما ، ثم قال لي : هذا الذكر يغار له الناس )([420]) . ¶ كذلك استخدم ابن الفرضي عبارة أخبرني ، أو أخبرنا ومعظم الروايات التي ساقاها هنا مصدرها أحد قرابة المتحدث عنهم ، وهي متعلقة بتاريخ وفاته([421]) ، وهذا يدل على حرصه في أخذ المعلومات والأخبار من مصادرها القريبة والمطلعة ، وهكذا نرى أن الصيغ التي استخدمها ابن الفرضي في نقل معلوماته في كتابه تاريخ العلماء هي الصيغ المستخدمة عند المحدثين مما يؤكد أثر ثقافته في العلوم الشرعية على ثقافته العامة واتجاهات التأليف الأخرى لديه لا سيما في ميدان التأريخ .",
            "page": "147",
            "part": "1"
        },
        {
            "id": "148",
            "nass": "كما أورد ابن الفرضي بعد هذه العبارة أخباراً أخرى تتعلق بالمولد([422]) ، أو الإجازة([423]) ، أو الثناء على الرجال([424]) أو غيرها ، وكان ابن الفرضي يحدد مكان تلقيه الخبر الشفوي مثل قوله حينما ذكر وفاة أبي الفرج عبدوس بن محمد بن عبدوس : ( أخبرني بوفاته عبيد بن محمد الشيخ الصالح نعاه إليّ في داره )([425]) . ¶ كان هذا عرضاً لمصادر ابن الفرضي الشفوية ، وقد بدا لنا من خلال استقراء نصوصها ما يلي : ¶ - أن مصدر الرواية الشفوية عند ابن الفرضي كانوا إما شيوخه غالباً أو أقرانه ومعاصريه من أقارب المتحدث عنهم ، وكان أشهر من روى عنهم من شيوخه يحيى بن مالك العائذي ، ومحمد بن أحمد بن محمد بن مفرج ، وأحمد بن عبد الله بن عبد البصير ، وخطاب بن مسلمة بن بتري ، وسهل بن إبراهيم بن سهل أبو القاسم ، وعبد الله بن محمد ابن القاسم الثغري ، وقاسم بن محمد بن أصبغ ، ومجاهد بن أصبغ البجاني ، ومحمد بن عمرو الأسدي ، ومحمد بن محمد بن أبي دليم ، ويحيى بن هذيل بن عبد الملك ، وعباس ابن أصبغ الحجازي ، وعبد الله بن محمد الباجي وغيرهم. ¶ - أن ابن الفرضي كان أحياناً لا يحدد مصدر تلقيه الخبر الشفوي بل يقول أخبرني بذلك من كتب عنه أوسمع منه أو بعض أقاربه وغيرها من العبارات ، بل أنه ربما كان أكثر تعميماً حين يقول ويحكي أنه ... ([426]) ، كما أنه قد يجمع بين صيغتي أداء الخبر كأن يقول : وأخبرني وسمعت فلانا([427]) ، وقد يجمع بين الرواية الشفوية والمكتوبة([428]) .",
            "page": "148",
            "part": "1"
        },
        {
            "id": "149",
            "nass": "- مما يميز هذا النوع من المصادر أن ابن الفرضي لا يتعامل مع مصادر جامدة ، بل إنه يتعامل مع رجال قد استوعبوا ما يقولون ، وعايشوه كما عايشوا من ينقلون إليه الخبر ، ولهذا سنحت فرصة للسؤال والمناقشة بين الطرفين لما قد يشكل حول الخبر المنقول، ومن الأمثلة على ذلك قوله حينما تحدث عن خالد بن سعد : ( وكان إسماعيل يرفع به جداً ... وسألت أبا عبد الله محمد بن أحمد بن يحيى القاضي عن خالد هل كان بحيث يضعه إسماعيل من العلم بالحديث ؟ فقال لي : أعور بين عميان ... )([429])، وكذلك قوله عن مسلمة بن القاسم: ( وسمعت من ينسبه إلى الكذب وسألت محمد بن أحمد بن يحيى القاضي عنه فقال لي لم يكن كذاباً ، ولكن كان ضعيف العقل )([430]) . ¶ بل إن المصادر الشفوية ربما كانت معينة في تفسير وكشف غموض بعض ما يرد في المصادر المكتوبة ، ومن الأمثلة على ذلك قول ابن الفرضي عن مروان بن عبد الملك الفخار : ( وقرأت بخط أحمد بن محمد بن عبد البر قال : قال لي أحمد بن خالد : كان مروان الفخار ساكناً بأقريطش([431]) وكان أصله من هنا ، كان جاراً لبقي بن مخلد ، قال : وكان له عشرين جارية تساوي كل جارية خمسمائة دينار : ولقد كانت له صبية تخرج إلى الفرن ، وكانت ربما تأتيني بهدية يبعثها إلي فلقد كنت أتمنى أن تكون لي ... ولقد قال لي : أن لي اليوم عشرين سنة ما أبيت إلا في ثيابي بعمامتي كما تراني وما أمس واحدة منهم ، قلت لأحمد ابن كم ؟ قال ابن ستين أو أكثر منها ، قلت لأحمد : فعلى مروان كانت تدور فتيا أهل أقريطش ؟ ، قال لي نعم ، قلت له : وكان يحسن الفتيا ؟ قال : كذا قال : ولقد جادلني يوماً في مسألة وكان فيها المخطئ ، ... )([432]) .",
            "page": "149",
            "part": "1"
        },
        {
            "id": "150",
            "nass": "وبهذا يتبين لنا أن المصادر الشفوية كانت من المصادر المهمة عند ابن الفرضي ، بل إنه وبحكم معايشته لكثير من رواتها وأحداثها أفاد منها كثيراً ، ولعل جرأة ابن الفرضي ومكانته العلمية فضلاً عن مواهبه العلمية والثقافة مما ساعده على ذلك ومكنه من السؤال عما أشكل والتحري عن الراوي والمروي عنه . ¶ كان هذا عرضاً لمصادر ابن الفرضي وطرق تلقيه الأخبار حين تدوين كتابه تاريخ علماء الأندلس ، وبالإضافة إلى هذه المصادر التي صرح بها وذكرها ، فقد اعتمد أيضاً على مصادر أخرى غير محددة أو منسوبة إلى شخص معين مثل قوله: ذكر أو أخبرني بعض أصحابنا([433]) ، أو بعض أهله([434]) ، أو أهل موضعه([435]) أو من أثق به([436]) أو أهل العلم([437]) ، أو غير واحد([438]) ، أو جماعة([439]) ، أو بعض الشيوخ([440]) ، أو بعض من كتب عنه ([441]) ، أو كتب عنه وسمع منه([442]) ، أو من سمع([443]) وغيرها من العبارات التي توحي بأخذ ابن الفرضي من مصدره مباشرة ، لكنه لم يحدده باسمه إما لدواعي الاختصار ، وهو منهج عمل به كثيراً في التعامل مع مصادره وأسانيدها ، وقد يكون الغرض كثرة من تلقى عنهم الخبر بدرجة أن الرواية أصبحت متواترة لديه مما جعله لا يرى حاجة إلى تحديد مصدرها ، بل إن هذا الشعور جعله أحياناً لا يحدد مصدره ، بل يقول فيما بلغني([444]) أو ويحكى([445]) ، وهكذا تبدو لنا دقة ابن الفرضي في التعامل مع مصادره ، حيث كان ينسب الأقوال إلى أصحابها ، بل إنه كان حينما يسمع الخبر من مصادر متعددة يوضح ذلك حيث ينسب كل جزئية إلى قائلها ومن ذلك قوله حينما تحدث عن عبد الرحمن بن صفوان : ( ذكر بعض أمره خالد ، وبعضه من كتاب ابن حارث ، وكتبت نسبه من كتاب محمد بن أحمد([446]). ¶ حاسة النقد التاريخي عند ابن الفرضي وأثرها على موقفه من مصادره :",
            "page": "150",
            "part": "1"
        },
        {
            "id": "151",
            "nass": "إن ابن الفرضي العالم ، الحافظ ، الراوية ، المحدث ، الفقيه ، القاضي ، الناقد قد تعامل مع مصادره المختلفة حسبما يقتضيه المنهج العلمي لمن هو بمثل هذا المستوى من النضج العلمي ، إذ أن هذه المزايا العلمية ، وتلك المواهب ، والقدرات الشخصية قد مكنته من الإحاطة بمصادره والتعامل معها بصدق وأمانة ، حيث ينسب الروايات والأخبار إلى مصادرها، أو قائليها في الأعم الغالب ، كما أنه - أحياناً - لا يكتفي بالنقل بل يناقش ، ويحلل بعض الروايات معتمداً في ذلك على الدليل والحجة سواء أكانت نقلية ، أو استنباطية ، ويدرك من يتتبع هذا المنهج التحليلي عند ابن الفرضي أن حاسة النقد التاريخي كانت لديه قوية ، وقد بدا هذا واضحاً خلال تعامله مع مصادره إذ لم يكن يقبل كل ما ذكرته المصادر على أنه قضايا مسلم بها ، بل كان يحلل ويناقش ، كما كان ينتقد ويرد بعض الروايات والأخبار ، ومن خلال تتبعنا لهذا المنهج بدت لنا القضايا التالية :",
            "page": "151",
            "part": "1"
        },
        {
            "id": "152",
            "nass": "- أنه يحلل ويناقش بعض الروايات والأحاديث التي يسوقها والتي قد يبدو عليها الضعف أو الاختلاق ، ويبين رأيه فيها ، ومن ذلك قوله : ( أخبرنا محمد بن أحمد بن أبي دليم ومحمد ابن يحيى بن عبد العزيز قالا : نا أحمد بن خالد قال : نا محمد بن وضاح قال : نا آدم بن أبي إياس العسقلاني قال : نا أبو محمد قتيبة عن أبيه عن شيبان عن أبي طبية الجرجاني قال : قال رسول الله ش من رابط بعسقلان ليلة ، ثم مات بعد ذلك بستين سنة مات شهيداً ، وإن مات في أرض الشرك )([447]) ، وقد علق ابن الفرضي على هذا الحديث بقوله : ( قال عبد الله ابن محمد - يعني نفسه- : وهذا الحديث منكر جداً )([448]) .كما روى عن محمد بن منصور المرادي الأندلسي قوله : ( أخبرنا أبو زكريا العائذي قال : نا الحسن بن رشيق قال : نا أبو بكر محمد بن منصور المرادي الأندلسي قال : نا أبو إسماعيل الأيلي حفص بن عمر ، قال : حدثني ثور بن يزيد عن يزيد بن مرثد ، عن أبي رهم قال : سمعت رسول الله ش يقول : \" إذا رجع أحدكم من سفره فليرجع إلى أهله بهدية فإن لم يجد إلا أن يلقى في مخلاته حجراً أو حزمة حطب فإن ذلك مما يعجبهم \"([449]) . ¶ وقد علق على هذا الحديث بقوله : قال عبد الله بن محمد - يعني نفسه- ، وهذا الحديث باطل([450]) . لكنه لم يوضح سبب رد الحديث هل هو لعلة في الإسناد أو المتن ، ويبدو أنه هنا اكتفى بمنهج بعض المؤرخين بينما يقتضي منهج أهل الحديث ذكر السبب والعلة حتى يقبل كلامه ويؤخذ بما قاله .",
            "page": "152",
            "part": "1"
        },
        {
            "id": "153",
            "nass": "كما روى بعض الأحاديث التي لم تصح عن الرسول ش ، وقد بين رأيه فيها ، ومن ذلك ما رواه محمد بن عبد الله المطماطي البزار : ( أخبرنا أصبغ بن عبد الله ، قال : قال لنا ابو إسحاق محمد بن القاسم بن شعبان لمالكي : وممن روى عن مالك من أهل الأندلس محمد ابن عبد الله المطماطي ، أجاز لي محمد بن عمر الأندلسي عنه ، عن مالك ، عن ربيعة ، عن أنس ، عن النبي ش : \" من لم يعدني في رمدي ، لم أحب أن يعدني في علتي \" كذا قال ابن شعبان ، وحدثنا به من طرف عن محمد بن عبد الله المطماطي هذا ، عن عبد العزيز بن يحيى ، عن مالك . وهذا حديث منكر لا يثبت من غير طريق مالك ، فكيف لمالك ؟ ! ) ، ثم دعم رأيه هذا بقول شيخه محمد بن أحمد بن يحيى بأنه روايته عن مالك غير مقبولة ولا ممكنة([451]). ¶ وكذلك الحديث الذي رواه محمد بن ميسور : ( أخبرني أبو ثابت قال : أملى علينا خالد بن سعد قال : كتب إلي محمد بن منصور الرجل الصالح بخط يده ، وقال في كتابه : كتبت إليك يا أخي أكرمك الله بطاعته ، ومن قدس الله ، ومسرى نبيه ش قال : حدثني غسان القاضي القلزم ، قال : حدثني أبي ، قال : نا محمد بن عزيز الأيلي ، قال : نا يعقوب ابن أبي الجهم ابن سوار الأسدي، قال: نا عمرو ابن جرير ، عن عبد العزيز يعني : ابن زياد ، عن أنس قال : بينما نحن عند النبي ش إذا عطس عثمان رضي الله عنه ثلاث عطسات متواليات: فقال النبي ش : \" يا عثمان : الا أبشرك ، هذا جبريل يخبرني عن الله تبارك وتعالى: ما من مؤمن يعطس ثلاث عطسات متواليات إلا كان الإيمان ثابت في قلبه \" وقد بين ابن الفرضي رأيه بهذا الحديث حيث قال : قال عبد الله : هذا حديث منكر لا أصل له )([452]) .",
            "page": "153",
            "part": "1"
        },
        {
            "id": "154",
            "nass": "ومن ذلك أيضاً أخبرنا أحمد بن خالد ، قال : نا يزيد بن عمر الأندلسي ، قال : نا ابن العرابي أحمد بن محمد بن بشر بمكة ، قال : نا الزعفراني ، عن سفيان بن عيبنة، عن الزبيري ، عن سالم بن عبد الله بن عمر ، عن أبيه عبد الله بن عمر ، قال : حضرت رويفع ابن ثابت الأنصاري : وهو يسأل رسول الله ش عن الفتنة ، وكيف هو ناج منها ؟ فقال له رسول الله ش : \" يا رويفع : إلزم الجبال والقفار ، فإنه أسلم لدينك ودنياك ... بل الحياة فعليك : بسكنى مدينة برقة([453]) ، إنها ستفتح عليكم وغيرها : من مدائن المغرب \" وفي الخبر : \" مدينة في الإسلام بعض الأرض المقدسة ساكنها سعيد وميتها - في آخر الزمان - عريق ، فقال عبد الله بن عمر : فما زلت أجعل ذلك من بالي ، من أجل هذا الحديث حتى فتح الله على المسلمين مصر والمغرب ، فسأل رويفع عمر بن الخطاب أن يوفده إلى المغرب فولاه برقة ، فلم يزل بها حتى مات فيها ، وقبره بها رحمه الله \" ، وقد بين ابن الفرض رأيه في هذا الحديث بقوله : قال عبد الله - يعني نفسه- أن هذا الحديث باطل ، ولا سيما بهذا الإسناد([454]) . ¶ كانت هذه نماذج لوقفات ابن الفرضي عند بعض الأحاديث التي أوردها حيث بيّنَ رأيه في صحتها .",
            "page": "154",
            "part": "1"
        },
        {
            "id": "155",
            "nass": "- وقد كان للروايات التاريخية نصيبها من المناقشة والتحليل حيث وقف عند بعضها مناقشاً ومحللا معتمداً في ذلك على حاسته التاريخية ، ومن الأمثلة أنه حينما تحدث عن محمد بن عيسى بن رفاعة الخولاني ذكر أنه ينسب إلى الكذب ، وأن محمد بن أحمد قد قال له : إنه كذاب([455]) ، ولم يكتف ابن الفرضي بهذا الحكم : بل أعقب ذلك بذكر الدليل وهو أن الخولاني حينما قدم إلى قرطبة أخرج كتاباً مُختلقاً من حديث سفيان بن عيينة جله سفيان عن الزهري عن أنس عن النبي ش ، وليس لسفيان عن الزهري عن أنس من المسند إلا ستة أحاديث أو سبعة ، وهكذا افتضح أمره وشُهر بالكذب كما يقول ابن الفرضي([456]) ، ومن ذلك قوله : أخبرني إسماعيل قال : قال خالد بن سعد : ذكرت في كتابي مناقب الناس ، ومحاسنهم إلا رجلين محمد بن وليد القرطبي ، وسعيد بن جابر الأشبيلي فإني صرحت عليهما بالكذب وكانا كذابين([457]) ، لكن ابن الفرضي لم يأخذ بقول خالد على الرغم من كونه من مصادره المهمة بل إنه رأى مناقشة روايته هذه حيث علق على ذلك بقوله : ( ولم يكن سعيد ابن جابر - إن شاء الله - كما قال خالد قد رأيتُ أصول أسمعته ، ووقع إلي كثير منها فرأيتُها نزل على تحري الرواية وورع في السماع وصدق )([458]) ، ولم يكتف ابن الفرضي بهذا بل ساق أدلة أخرى ومنها قوله : ( وقد حدثني العباس ابن أصبغ قال : سمعت محمد بن قاسم يثني على سعيد بن جابر ويقول : كان صاحبنا عند النسائي ووصفه بالصدق قال لي عباس ومحمد بن قاسم : بعثني إلى سعيد ابن جابر لما كنت أسمع من ثنائه عليه )([459]) .",
            "page": "155",
            "part": "1"
        },
        {
            "id": "156",
            "nass": "وحينما تحدث عن عبيد الله بن عمر بن أحمد القيسي الشافعي قال : ( سمعت محمد بن أحمد بن يحيى ينسبه إلى الكذب ، ووقفت على بعض ذلك في تاريخ أبي زرعة الدمشقي من أصوله ، وقع إلي وقرأته على أبي عبد الله بن مفرج فرأيته قد أدعى روايته عن رجل من أهل دمشق يقال له بكر بن شعيب زعم أنه حدثه عن أبي زرعة ، وكان أبو عبد الله قد لقي هذا الرجل وكتب عنه ، وحكى أنه لم تكن له سن يجوز أن يحدث بها عن أبي زرعة )([460]) ، ولم يكتف ابن الفرضي بهذه الأدلة بل إنه أضاف دليلاً آخر وهو قوله : ¶ ( وكان عبيد الله قد بشر -أي كشط- إسناداً في آخر الكتاب وكتب مكانه هذا الرجل )([461]). ¶ ولما تحدث عن يحيى بن معمر بن عمران وذكر سيرته قال : ذكر ذلك أحمد ولم يذكر أن يحيى بن معمر استقضي مرة ثانية ، لكن ابن الفرضي وضح ذلك حيث ذكر رواية عن ابن حارث أن الأمير عبد الرحمن استقضاه مرة ثانية ، وبين أن هذا الرأي هو الصحيح والدليل عليه أن يحيى بن معمر صلى بالناس صلاة الخسوف بقرطبة سنة ثمان عشرة في مسجد أبي عثمان وهو قاض([462]) .",
            "page": "156",
            "part": "1"
        },
        {
            "id": "157",
            "nass": "وكان ابن الفرضي يذكر أحياناً الرواية الراجحة لديه دون أن يذكر الدليل أو سبب الترجيح ، فحينما تحدث عن وفاة عبيدون بن محمد الجهني قال : ( وتوفي ليومين مضيا من شوال سنة خمس وعشرين وثلاثمائة من كتاب خالد ، وفي كتاب محمد بن أحمد توفي في شوال سنة أربع وعشرين وثلاثمائة وهو أصح إن شاء الله )([463]) ، هكذا رجح رواية محمد ابن أحمد على ما ذكره خالد دون أن يذكر سبباً أو دليلاً يدعم ما قاله ، ولم يكن الترجيح بين الروايات سواءً بدليل أو بدونه منهجاً دائماً عند ابن الفرضي ، بل إنه كان أحياناً يذكر الروايات التاريخية وأقوال المؤرخين المتباينة في القضية الواحدة ويتوقف عن ترجيح رواية على أخرى ، وذلك حينما لا يملك الحجة البينة أو لا يتضح له الحق والصواب والأمثلة على ذلك كثيرة ومتعددة منها :( أخبرنا محمد بن أحمد بن يحيى قال : نا ابن فراس قال : حدثنا محمد بن علي الصائغ قال : نا سعيد بن منصور قال : نا هشيم قال : نا عبد الرحمن بن يحيى عن حبان بن أبي جبلة الحسني عن أبي عباس : أن آية من كتاب الله سرقها الشيطان : [ بسم الله الرحمن الرحيم ]. ¶ وأخبرنا خلف بن القاسم قال : نا علي بن محمد بن إسماعيل الطوسي قال : بمكة قال: نا محمد بن سليمان بن فارس قال: نا محمد بن إسماعيل البخاري قال : نا ابن أبي مريم قال : نا بكر سمع عبد الله بن زجر عن حبان بن أبي جبلة عن عبد الله بن عمرو بن العاص قال : ( لا تسلموا على شربة الخمر )([464]) ، ولم يبين ابن الفرضي حكم هذين الحديثين .",
            "page": "157",
            "part": "1"
        },
        {
            "id": "158",
            "nass": "ومنها ما ذكره عن عبد الله بن مسرة بن نجيح حيث قال : وأخبرني إسماعيل قال : أخبرني خالد قال : كان محمد بن إبراهيم بن حيون يشهد على عبد الله بالقدر ، ويقول لي : كان يحزن فيه - أي يكتمه - ثم عقب على ذلك ابن الفرضي بقوله : ( كان عبد الله بن مسرة فيما أخبرني من أثق به فاضلاً ، ديناً ، طويل الصلاة )([465]) ، هكذا أورد ابن الفرضي هاتين الروايتين دون أن يذكر رأيه في الصحيح والمقبول منها ، وقد تكرر هذا الموقف منه كثيراً وفي عدد من الروايات التاريخية([466]) . ¶ وهذا المنهج - في الحقيقة- لا يعد قصوراً في شخصية ابن الفرضي ، بل هو نهج سار عليه كبار المؤرخين والكتاب وعلماء الرجال ، والجرح والتعديل ، وهو ما يسمى عندهم بالتوقف في المسائل التي لا يملكون دليلاً قوياً أو بينة واضحة في القول بها ، أو الحكم عليها . ¶ وعلى الرغم من كون ابن الفرضي محدثاً وناقداً([467]) ، ومهتماً بمصادره ومن يأخذ عنه ، فإنه كان أحياناً يأخذ من المجاهيل ويذكر بعض الرؤى والحكايات التي قد يبدو الضعف عليها سنداً أو متناً ، فمن أمثلة أخذه من المجاهيل قوله : أخبرنا إسماعيل قال : نا خالد قال : حدثنا بن البابا والأعناقي قال : نا أبان بن عيسى بن دينار عن أبيه قال : قال لي عامر : قال مالك : ( قل هو الله أحد ) من المعوذات ، قال : الأعناقي : عامر هذا كان عندنا معلماً بقرطبة روى عنه عيسى بن دينار([468]) ، وقوله : كان معلماً يشعر بأنه معلم والمعلم هو معلم الصبيان ، كما أن هذا الراوي مجهول النسب غير معروف بحمل العلم وروايته ، كما أنه ليس من المعروفين بالرواية عن مالك ابن أنس -رحمه الله - حيث ترجم له ابن الفرضي بقوله : عامر المعلم من أهل قرطبة([469]) ولم يزد على ، وهذا يدل على أنه يأخذ عن المجاهيل غير المعروفين بالرواية والنقل .",
            "page": "158",
            "part": "1"
        },
        {
            "id": "159",
            "nass": "كما روى بعض الحكايات والرؤى عن بعض من ترجم لهم فمن الرؤى ما رواه عبد الله بن محمد بن علي القيسى ( أخبرنا عبد الله بن محمد بن علي قال : نا أحمد بن خالد قال : ذكر لنا ابن وضاح عن أبي محمد الخشاب السرقسطي صاحبه ، وكان نعم الرجل مؤتمناً على ما يقول أنه رأى في منامه النبي ش يمشي في طريق ، وأبو بكر خلفه وعمر خلف أبي بكر ، ومالك ابن أنس خلف عمر ، وسحنون خلف مالك ، قال ابن وضاح : فذكرته لسحنون فسر بذلك )([470]) . ¶ كذلك من الرؤى ما ذكره ميكايل بن هارون الباهلي ( أخبرني سهل بن إبراهيم قال : حدثني أبي قال : حدثني رجل سماه كان قيماً في المسجد الجامع باستجة قال : كنت جالساً في مجلس ميكايل بن هارون إذ وقف علينا رجل فقال : أيكم مكايل بن هارون فأشرنا له إليه ، فقال : أتاني الليلة آت في منامي فقال لي بشر مكايل بن هارون بالجنة ، أو قال : قل لمكايل أنه من أهل الجنة )([471]) . ¶ أما الحكايات فمنها ما رواه عن أبي العجنس : ( قرأت بخط محمد بن أحمد الذهري الزاهد : قال لنا محمد بن وضاح : كان أبو العجنس رجل يسكن غدير بني ثعلبة يقال : إنه كانت له في رمضان ثلاث أكلات : من سبعة أيام إلى سبعة أيام ، ثم أكلة الفطر ، وهو الذي مر به الحكم بن هشام ، فسلم عليه وأشار بالخيزران - : وكان على سقف له يبنى - فرد عليه أبو العجنس وأشار بالأطر له ، فكلم بذلك فقال : أشار إلي بالخيزران فأشرت إليه بالاطرلة )([472]) .",
            "page": "159",
            "part": "1"
        },
        {
            "id": "160",
            "nass": "ويبدو أن الكم الهائل من المادة العلمية التي جمعها ، بالإضافة إلى تناثر جزئياتها ، وكثرة تفصيلاتها الدقيقة ، مع تعدد موارده ومصادره ، واتساع إطارها الزماني جعلته أحياناً يفقد حاسته التاريخية مما أوقعه في بعض الأخطاء العلمية أو التناقض فيما يذكره من معلومات أو أخبار ، فمن الأخطاء التاريخية قوله : (( وأخبرنا محمد بن أحمد بن يحيى قال : محمد بن محمد بن معروف النيسابوري قال : نا عبد الرحمن بن الفضل الفارسي قال : نا محمد بن إسماعيل البخاري قال : نا يحيى بن بكير عن الليث قال : وفي سنة اثنتين وعشرين ومائة قتل عبد الرحمن بن عبد الله الغافقي أمير الأندلس ))([473]) ، وهو بهذا القول الذي رواه بإسناده عن البخاري يناقض نفسه حيث ذكر حين ترجمته لعبد الرحمن الغافقي إنه توفي سنة خمس عشرة ومائة([474]) ، كما يخالف إجماع المؤرخين المسلمين الذين ذكروا أن وفاته كانت في أعقاب هزيمة المسلمين في معركة بلاط الشهداء سنة 114هـ([475]) . ¶ كما ذكر أن وفاة عبد الملك ابن قطن سنة خمس وعشرين ومائة([476]) ، وهذا التحديد غير متفق مع ما ذكره المؤرخون من أن وفاة هذا الوالي كانت في ذي القعدة سنة ثلاث وعشرين ومائة كما ذكره ابن عذاري([477]) ، وابن الأثير([478]) ، والمقري([479]) . ¶ ولم تكن هذه التجاوزات والأخطاء قاصرة على تحديد سني الوفيات ، بل تجاوزتها إلى بعض الأحداث التاريخية المشهورة ومنها قوله عن نهاية عبد العزيز بن موسى ابن نصير : ¶ (",
            "page": "160",
            "part": "1"
        },
        {
            "id": "161",
            "nass": "وكان أبوه قد استخلفه على الأندلس فأقام واليها إلى أن كتب سليمان بن عبد الملك هنالك فقتلوه ، وأتوه برأسه([480]) . هكذا حمل الخليفة سليمان بن عبد الملك مسئولية مقتل عبد العزيز بن نصير مع أن هذه القضية قد رفضها المؤرخون سلفاً وخلفاً ولم يقل بها سوى فئة من مؤرخي الأندلس المتأخرين ، وممن رفضها من المؤرخين ابن عبد الحكم([481]) ، وابن القوطية([482]) ، وصاحب أخبار مجموعة([483]) ، والحميدي([484]) ، والضبي([485]) ، وغيرهم ، كما ذكر بأن عودة موسى بن نصير من الأندلس إلى المشرق كانت سنة أربع وتسعين([486])، بينما الذي ذكره المؤرخون([487]) أن ذلك كان في ذي الحجة سنة خمس وتسعين . ¶ كذلك لم يسلم ابن الفرضي من بعض التناقض بين بعض الروايات التي ذكرها ، ومن الأمثلة على ذلك قوله: بأن محارب بن قطن بن عبد الواحد توفي سنة ست وخمسين ومائتين ، كذا قال إسماعيل عن كتاب خالد([488]) ، لكنه يناقض هذا القول بعد ذلك حيث قال : (ورأيت شهادته في وثيقة تاريخها للنصف من ربيع الأول سنة احدى وثمانين ومائتين([489]) ، هكذا يبدو عدم صحة الرواية الأولى لكن ابن الفرضي أوردها ولم يحاول ردها وبيان خطأها لأن ما ذكره في الرواية الثانية دليل مادي يعد أقوى من قول إسماعيل عن خالد . ¶ كذلك قال عن عفير بن مسعود ابن عفير وعاش إلى أن بلغ المائة وتوفي رحمه الله سنة سبع عشرة وثلاثمائة ، وكان مولده سنة عشرين ومائتين ، ذكره محمد بن حسن([490]) يعني الزبيدي ، وهكذا يبدو لنا أن عفيرا قد بلغ سبعاً وتسعين عاماً حسب قولي ابن الفرضي وليس كما قرر بأنه قد بلغ مائة عام . ¶ وبهذا العرض يتبين لنا أن ابن الفرضي وعلى الرغم من قوة الحس التاريخي لديه فإنه قد وقع في بعض الأخطاء التاريخية ، أو التناقض بين بعض ما ذكره من أقوال أو روايات استقاها من مصادره، إلا أنها كانت قليلة إذا ما قورنت بكثرة ما جمعه من مادة علمية ومن مصادر وموارد مختلفة . ¶ الخاتمة :",
            "page": "161",
            "part": "1"
        },
        {
            "id": "162",
            "nass": "بعد هذه الجولة بين مصادر الحافظ ابن الفرضي في كتابه تاريخ العلماء والرواة للعلم بالأندلس ، والتي استقى مادته العلمية في هذا الكتاب بدت لنا القضايا والاستنتاجات التالية : ¶ - أن القدرات والمواهب الشخصية التي تمتع بها ابن الفرضي قد ساعدته كثيرا على نضج شخصيته العلمية ، فهو حافظ ومحدث وناقد وفقيه وراوية ؛ وقد كان لهذا النضج العلمي أثره الواضح في قدرته على الاستيعاب ومن ثم الإحاطة بما يرى أو يسمع أو يقرأ . ¶ - أن تعدد المشارب الفكرية عند ابن الفرضي قد أثرت على شخصيته العلمية ، فبالرغم من كونه مالكي المذهب ، إلا إنه لم يبق أسيرا لمذهبه بل كان يأخذ من أصحاب المذاهب والاتجاهات الفكرية الأخرى حسب حاجته وهذا التوجه إضافة إلى نزعته الأدبية واللغوية قد جعلته يملك وسائل وأساليب أعانته كثيرا على تعدد مصادره وفهمها . ¶ - أن من يقرأ مقدمة ابن الفرضي لكتابه تاريخ العلماء يدرك اهتمامه الواضح بالتوثيق والمصادر ، وأنه كان يستشعر أن آفة الأخبار رواتها كما كان يعدها مرآة صادقة لما يحويه كتابه في ثناياه من معلومات رأى أنها مهمة في بابها وموضوعها . ¶ - كما بدا لنا من خلال استقراء مقدمة هذا الكتاب وبعد الاطلاع على ما جمعه من معلومات وأخبار في ثنايا كتابه ، أن مصادره كانت متعددة ومتنوعة ، وأنه لم يكن يغفل أي مصدر يظن أنه يخدمه أو يوفر له مادة علمية ؛ ولهذا جاءت مصادره متنوعة ما بين مشاهد ومسموع ، ومقروء أو مستنبط . ¶ - أن المصادر المكتوبة كانت تمثل حيزا كبيرا من بين مصادره وكان من أهمها المؤلفات التاريخية والتي أحسن اختيارها إذ جاء معظمها لعلماء يعدون من كبار علماء الأندلس آنذاك .",
            "page": "162",
            "part": "1"
        },
        {
            "id": "163",
            "nass": "- وكانت المكاتبة والاستكتاب رافدا مهما لمصادره التاريخية لاسيما في الجزئيات الدقيقة من سير الأفراد حيث كان يصل إلى هذا النوع من مصادره عن طريق الرسائل التي يضمنها بعض الأسئلة والاستفسارات حول قضية معينة فيأتيه الرد مكتوبا متضمنا الجواب على سؤاله أو أسئلته . ¶ - كما اعتمد ابن الفرضي على اللوحات والوثائق المادية في جمع مادته العلمية مثل اللوحات على القبور ووثائق المبايعات ، وبالرغم من محدودية هذا النوع من المصادر عند ابن الفرضي إلا أنه كان مصدرا مهما لديه ؛ وذلك لوضوحه ودقة دلالته فضلا عن سرعة الوصول إليه. ¶ - أن إلمام ابن الفرضي بعلم الجرح والتعديل قد جعل المعاينة والمعايشة والمشاهدة من مصادره الرئيسة ؛ ذلك أنه من خلال هذا العلم قام برصد صفات وقدرات ومواهب من التقى بهم أو عايشهم من أولئك الرجال ، ثم ضمنها كتابه لتكون مادة علمية مهمة في كتابه . ¶ - كانت الرواية الشفوية مصدرا مهما عند ابن الفرضي ومما ساعده كثيرا على الإفادة من هذا النوع من المصادر معايشته لكثير من رواتها وأحداثها ، هذا فضلا عما يتمتع به ابن الفرضي من مواهب علمية وقدرات شخصية مكنته من السؤال عما أشكل عليه والتحري عن الراوي والمروي عنه حيث كانت لدى ابن الفرضي همة قوية ونفس واسع في تتبع هذا النوع من المصادر مع الدقة والأمانة في الرصد والنقل ¶ - أن قوة حاسة النقد التاريخي عند ابن الفرضي قد أثرت على تعامله مع مصادره ؛ إذ إنه لم يكن يأخذ كل ما تذكره مصادره على أنها قضايا مسلم بها لا تحتمل الخطأ والتحريف والزلل ، بل كان يحلل ويناقش بعض الروايات كما نقد بعض ما ذكرته مصادره مما أكسب شخصيته العلمية الاستقلالية بالرأي والتحرر من كبوات وأوهام بعض المصادر .",
            "page": "163",
            "part": "1"
        },
        {
            "id": "164",
            "nass": "- على الرغم من كون ابن الفرضي محدثا وناقدا وحافظا ومهتما بمصادره ومن يأخذ عنه فإنه كان أحيانا يأخذ من مصادر مجهولة ، كما كان أحيانا يذكر بعض الروايات التي لا تتكئ على أسس علمية أو منهجية بل ربما كان مصدرها الرؤى المنامية أو حكايات الناس ، وهذا بلا شك مما أوقعه في بعض المزالق العلمية . ¶ - كان هذا أبرز ما توصل إليه هذا البحث من استنتاجات وقد بدت تفصيلاتها مع غيرها في ثنايا هذه الدراسة والحمد لله أولا وآخرًا . ¶ الهوامش والتعليقات ¶ -------------------------------------------------------------------------------- ¶ ([1]) أكرم العمري : موارد الخطيب البغدادي ص 171 . ¶ ([2]) المؤرخون والجغرافيون ص 99 . ¶ ([3]) تاريخ الفكر الأندلسي ص 271 ، ولا شك أنه يقصد أقدم معجم رجال في الأندلس ، أما في المشرق فهناك : التاريخ ليحيى بن معين ( ت 233هـ ) ، التاريخ الكبير للبخاري ( ت 256 ) ، الطبقات الكبرى لابن سعد (ت230هـ ) ، الطبقات لخليفة بن خياط ( ت 240هـ ) ، التاريخ لابن أبي خيثمة ( ت 279 ) وغيرها . ¶ ([4]) جذوة المقتبس ص 238 . ¶ ([5]) بغية الملتمس ص 322 . ¶ ([6]) سير أعلام النبلاء ج 17 ص178 . ¶ ([7]) ابن بشكوال : الصلة ص 252 ، ( نقلاً عن ابن حيان ) ، الذهبي : تذكرة الحفاظ ج 3 ص 1076 ( نقلاً عن ابن حيان) . ¶ ([8]) الحميدي : جذوة المقتبس ص 237 ، ابن بشكوال : الصلة ص 251 ، ابن عميرة : بغية الملتمس ص 322 ، الذهبي : سير أعلام النبلاء ص 178 . ¶ ([9]) ابن بشكوال : الصلة ص 253 ، ابن خلكان : وقيات الأعيان ج3 ص106 ، المقري : نفح الطيب ج2 ص127، وقد ذكر أبو عمر بن عبد البر – أحد تلاميذه – أن بينهما في السن نحو خمس عشرة سنة ، والصحيح سبع عشرة سنة لأن ابن عبد البر ولد في ربيع الأول سنة ثمان وستين وثلاثمائة كما كتب ذلك بيده ( ابن بشكوال : الصلة ص 252 و 679 ) ¶ ([10]) الصلة ص251 . ¶ ([11]) تاريخ العلماء : ترجمة 748 . ¶ ([",
            "page": "164",
            "part": "1"
        },
        {
            "id": "165",
            "nass": "12]) قلعة أيوب ( calatayud) ) نسبت إلى أيوب بن حبيب ثاني ولاة الأندلس الذي جدد بناءها ، وهي تابعة للثغر الأعلى ، وتقع غربي مدينة سرقسطة على بعد خمسين ميلا . ( ابن غالب : فرحة الأنفس ص 19 ، البكري : جغرافية الأندلس ص 91 ، الإدريسي : صفة المغرب ص 190 ) . ¶ ([13]) تاريخ العلماء ترجمة 753 ، وقد ذكر ابن الفرضي أنه قدم عليهم في قرطبة حينما نفي من بلدة قلعة أيوب بسبب تشدده في الإنكار على بعض خواص السلطان ، كما يذكر أن شيخه هذا رحل إلى المشرق وتزود بالعلوم على علماء بغداد ، والكوفة ، والشام ، وتوفي بقلعة أيوب سنة ثلاث وثمانين وثلاثمائة وهو ابن ثلاث وستين سنة ( تاريخ العلماء ترجمة 352 ) . ¶ ([14]) تاريخ العلماء ترجمة 1318. ¶ ([15]) المصدر السابق ترجمة 1360 . ¶ ([16] ) بطليوس : ( ( Bada luzتقع على نهر وادي يانه شمال شرق مدينة أشبيلية على بعد 185 ميلا ، بنيت على يد الثائر عبدالرحمن بن مروام الجليقي عام 261 هـ .( البكري : المسالك والممالك ج2 ص906 ، سحر عبدالعزيز سالم : تاريخ بطليوس الإسلامية ج1 ص 137 ـ 140 ) . ¶ ([17]) المصدر السابق ترجمة 1388 . ¶ ([18]) المصدر السابق ترجمة 1390 . ويبدو أن هذا الارتياح الذي أبداه ابن الفرضي إزاء هذا الشيخ يرجع إلى عدد من الأسباب منها غزارة علم ابن برطال فقد طلب العلم بقرطبة ثم رحل إلى المشرق حيث تنقل بين عدد كثير من علمائه مما أكسبه علماً جماً ، ومنها أيضاً ما يتصف به هذا العالم من صفات طيبة حيث كان وقوراً حليماً متواضعاً ظاهره كباطنه ( المصدر السابق ترجمة 1390 ) . ¶ ([19]) المصدر السابق ترجمة 1390 . ¶ ([20] ) المصدر السابق ترجمة 726 . ¶ ( [21] ) مدينة شذونة ( SIDONIA ) تقع إلى الجنوب من قرطبة ، وبينها وبين ميناء مالقة ثمانية وعشرون ميلا ، وكانت حاضرة كرة ريه . ( ابن غالب : فرحة الأنفس ص 294 ، الحميري : الروض المعطار ص31 ) . ¶ ([22]) المصدر السابق ترجمة 626 . ¶ ( [",
            "page": "165",
            "part": "1"
        },
        {
            "id": "166",
            "nass": "23]) ألبيرة ( ELVIRA ) : كرة كبيرة ومدن متصلة تقع شرق قرطبة ، بنيت مدينتها في عهد عبدالرحمن الداخل بينها وبين غرناطة ستة أميال ، وهي كثيرة الأنهار والأشجار والثمار . ( ابن الخطيب : الاحاطة ج1 ص99 – 100 ، الحميري: الروض المعطار ص 28 ت 29 ) ¶ ([24]) المصدر السابق ترجمة 930 . ¶ ([25]) بجانة ( BECHINA ) من مدن الأندلس الجنوبية في كورة البيرة بينها وبين غرناطة مائة ميل ، ولا تبعد عن البحر الرومي سوى ستة أميال . ( الإدريسي : نزهة المشتاق ص 200 ، ياقوت : معجم البلدان ج1 ص339 ) . ¶ ([26]) المصدر السابق ترجمة 1468 . ¶ ([27]) المصدر السابق ترجمة 1414 . ¶ ([28]) المصدر السابق ترجمة 1003 . ¶ ([29] ) قلسانه Calsena) ) بالسين والشين من كورة شذونة ، وهي مدينة سهلية على وادي لك وتشتهر بصناعة الثياب . (الحميري : الروض المعطار ص 466 ، سحر عبد العزيز سالم : تاريخ بطليوس ص324 حاشية 87 ) . ¶ ([30]) المصدر السابق ترجمة 1636 . ¶ ([31]) المصدر السابق ترجمة 741 . ¶ ([32] ) الزهراء : تقع شمال غرب مدينة قرطبة ، وعلى بعد حوالي ستة أميال ، وقد شرع الخليفة عبدالرحمن الناصر في بنائها في شهر المحرم سنة 325 هـ ؛ حيث عهد إلى ابنه الحكم بالإشراف ¶ على البناء ، وقد استمر البناء إلى عهد الحكم ، لكن الزهراء لم تعمر طويلا ؛ حيث إنه لما تغلب المنصور ابن أبي عامر على السلطة نقل قاعدة الحكم منها إلى الزاهرة وقد قام البربر بتخريبها أثناء الفتنة البربرية . ( ابن غالب : فرحة الأنفس ص31 ـ 34 ، الحميري : الروض المعطار ص 8 2ـ 32 ، المقري : نفح الطيب ج2 ص65 ـ 67 ، السيد عبدالعزيز سالم : تاريخ المسلمين ¶ ص 407 ـ 411 ) . ¶ ([33]) المصدر السابق ترجمة 857 . ¶ ([",
            "page": "166",
            "part": "1"
        },
        {
            "id": "167",
            "nass": "34]) هو يوسف بن أحمد بن يوسف بن الدخيل الصيدلاني المكي ، سمع منه ابن الفرضي بمكة المكرمة ، توفي سنة 388هـ. ( ابن الفرضي : تاريخ العلماء ترجمة 1378 ،الحميدي : جذوة المقتبس ص254 ، ابن عميرة : بغية الملتمس ص 334 ، ابن بشكوال : الصلة ص25). ¶ ([35]) هو علي بن عبد الله بن الحسين بن جهضم الهمداني الزاهد ، شيخ الصوفية بالحرم المكي ، قال عنه الذهبي :( إنه متهم بوضع الحديث ، وقد عده ابن الفرضي من شيوخه بمكة ، توفي بمكة سنة 414هـ ) . ( تاريخ العلماء ترجمة 808 (ابن بشكوال : الصلة ص 252 ). ¶ ([36]) الحميدي : جذوة المقتبس ص 237 ، ابن بشكوال : الصلة ص 252 ، ابن عميرة : بغية الملتمس ص 321 . ¶ ([37]) الحميدي : جذوة المقتبس ص 237 ، ابن بشكوال : الصلة ص 252 ، ابن عميرة : بغية الملتمس ص 222 . ¶ ([38]) ابن بشكوال : الصلة ص 252 ، ابن عميرة : بغية الملتمس ص322 . ¶ ([39]) تاريخ العلماء والرواة ترجمة 275 ، 753 ، 1468 . ¶ ([40]) المصدر السابق ترجمة 221 ¶ ([41]) المصدر السابق ترجمة 756 ، 439 . ¶ ([42]) المصدر السابق ترجمة 1326 . ¶ ([43]) المصدر السابق ترجمة 1383 . ¶ ([44]) المصدر السابق 1356 . ¶ ([45]) المصدر السابق ترجمة 932 . ¶ ([46] ) المقصود بابن مسرة : محمد بن عبد الله بن مسرة القرطبي ، رحل إلى المشرق في أواخر أيام الأمير",
            "page": "167",
            "part": "1"
        },
        {
            "id": "168",
            "nass": "عبد الله بن محمد ثم عاد إلى الأندلس حيث توفي هناك سنة 319 هـ ، أما المذهب العقدي له فيقوم على أسس اعتزالية حيث أكد ذلك ابن الفرضي ، وأوضحها ابن حزم في كتابه الفصل ، كما شرحها ابن حيان بقوله : ( فقال – ابن مسرة – بإنفاذ الوعد والوعيد ، وضعف أحاديث الشفاعة ، وباعد عن التجاوز والرحمة ) .(ابن الفرضي :تاريخ العلماء ترجمة 50 ،ابن حزم : الفصل ج4 ص198 ، ابن حيان : المقتبس تحقيق شالميتا ص21.) كما يوجد عند ابن مسرة ميل واضح نحو الأخذ بعقائد غلاة الباطنية والصوفية ، وأقوال الفلاسفة في الصفات الإلهية وغيرها من الشطحات العقدية . ( انظر في تفصيلات ذلك كلا من : ابن عميرة: بغية الملتمس ص88 ، ابن خاقان : مطمح الأنفس ص286 ت 287 ، ابن حزم : الفصل ص 79 ، 198 ت 199 ، ابن صاعد : طبقات الأمم ص72 ) ¶ ([47]) المصدر السابق ترجمة 439 . ¶ ([48]) المصدر السابق ترجمة 934 ¶ ([49]) المصدر السابق ترجمة 190 ¶ ([50]) المصدر السابق ترجمة 1318 ¶ ([51]) المصدر السابق ترجمة 1602 . ¶ ([52]) المصدر السابق ترجمة 415 ¶ ([53]) المصدر السابق ترجمة 439 . ¶ ([54]) المصدر السابق ترجمة 756 . ¶ ([55]) جذوة المقتبس ص 537 . ¶ ([56]) الصلة : ابن بشكوال ص 252 ، 253 . ¶ ([57]) المصدر السابق ص 253 ( نقلا عن ابن حيان ) . ¶ ([58]) المصدر السابق ص 252 ¶ ([59]) ابن بشكوال : الصلة ص 252 ، 253 . ¶ ([60]) بغية الملتمس ص 321 ¶ ([61]) تذكرة الحفاظ ج3 ص1076 ، سير أعلام النبلاء ج17 ص177 . ¶ ([62]) ابن الفرضي : تاريخ العلماء ترجمة 753 ¶ ([63]) ابن بشكوال : الصلة ص 252 . ¶ ([64]) المصدر السابق ص 252 . ¶ ([",
            "page": "168",
            "part": "1"
        },
        {
            "id": "169",
            "nass": "65] ) أستجه : ( Ectja) تقع على نهر شنيل على بعد حوالي 35 ميلا تقريبا من قرطبة إلى الجنوب الغربي منها ، وهي مدينة حسنة البناء بها أسواق عامرة ومتاجر قائمة تشتهر بكثرة البساتين والزروع والثمار . ( الإدريسي : نزهة المشتاق ج2 ص 572 ، ياقوت : معجم البلدان ج1 ص174 ، الحميري : الروض المعطار ص 53) ¶ ([66]) المصدر السابق ترجمة 1376 ¶ ([67]) أشبونة : (OSUNA) إحدى كور أستجه بينهما مسافة نصف يوم وهي حصن كثير السكان . ( الحميري : الروض المعطار ص60 ) ¶ ([68]) المصدر السابق ترجمة 755 . ¶ ([69]) الصلة ص 253 . ¶ ([70]) ابن بشكوال : الصلة ص 253 ( نقلا عن ابن حيان ) . ¶ ([71]) الذخيرة ق1 ج2 ص 614 . ¶ ([72]) ابن بشكوال : الصلة ص 255 ( نقلا عن ابن حيان ) ، الذهبي : سير أعلام النبلاء ج17 ص180 ، تذكرة الحفاظ ج3 ص1078 ¶ ([73]) الحميدي : جذوة المقتبس ص 238 ، 239 ، ابن بشكوال : الصلة ص 255 ، ابن بسام : الذخيرة ق 1 ج2 ص615 ، ابن عميرة : بغية الملتمس ص323 ¶ ([74]) جذوة المقتبس ص 239 . ¶ ([75]) ابن بشكوال : الصلة ص 252 . ¶ ([76]) ابن بشكوال : الصلة ص 253 ( نقلا عن ابن حيان ) . ¶ ([77]) ابن سعيد : المغرب ج1 ص104 ( نقلا عن الحجارى ) . ¶ ([78]) الحميدي : جذوة المقتبس ص 237 . ¶ ([79]) حينما نقول مفقودة فإننا لا نقطع بفقدها لكن ذلك بحدود علمنا . ¶ ([80]) جذوة المقتبس ص 237 ¶ ([81]) بغية الملتمس ص322 . ¶ ([82]) سير أعلام النبلاء ج17 ص 178 ، تذكرة الحفاظ ج3 ص1077 . ¶ ([83]) رسائل ابن حزم ( تحقيق إحسان عباس ) ج2 ص180 . ¶ ([",
            "page": "169",
            "part": "1"
        },
        {
            "id": "170",
            "nass": "84]) هو أبو محمد الحافظ الحجة عبد الغني بن سعيد بن علي بن سعيد بن بشر بن مروان الأزدي محدث الديار المصرية ولد سنة 332 هـ ، قال عنه أبو الوليد الباجي : عبدالغني بن سعيد حافظ متقن عاش في مصر أيام العبيديين ، وكان يداريهم ولهذا رفض بعض العلماء الأخذ عنه ، توفي سنة تسع وأربعمائة ، من مؤلفاته كتاب العلم ، المؤتلف والمختلف وكتاب أوهام المدخل إلى الصحيح . ( الأزدي : الأنساب ج 1 ص 198 ، أبو الفدا : المختصر في أخبار البشر ج2 ص158 ، الذهبي : تذكرة الحفاظ ج 3 تذكرة الحفاظ ج 3 تذكرة الحفاظ ج 3 تذكرة الحفاظ ج 3 سير أعلام النبلاء ج7 ص268 ت 269 ، تذكرة الحفاظ ج3 ص1047 ) . ¶ ([85]) ابن بشكوال : الصلة ص 252 . ¶ ([86]) هذا الكتاب موجود وقد طبع في مجلد واحد مع كتاب مشتبه النسبة بعناية وتصحيح محمد بن محي الدين الجعفري،الطبعة الأولى بالهند ، سنة 1320هـ ¶ ([87]) انظر في تفصيلات ذلك عبدالغني الأزدي المؤتلف والمختلف ص 13 ، 15 . ¶ ([88]) الصلة ص252 . ¶ ([89]) سير أعلام النبلاء ج17 ص138 ، وتذكرة الحفاظ ج1 ص1077 . ¶ ([90]) وفيات الأعيان ج3 ص 104 . ¶ ([91]) نفح الطيب ج2 ص127 . ¶ ([92]) الأزدي : مشتبه النسبة ص2 . ¶ ([93]) أكرم العمري : موارد الخطيب المبغدادي ص 70 . ¶ ([94]) الصلة ص252 ¶ ([95]) سير أعلام النبلاء ج17 ص178 . ¶ ([96]) تذكرة الحفاظ ج3 ص177 ¶ ([97]) وفيات الأعيان ج3 ص104 . ¶ ([98]) نفح الطيب ج2 ص129 . ¶ ([99]) المقتبس ( تحقيق مكي ) ص 33 . ¶ ([100]) المصدر السابق ص 157 . ¶ ([101]) انظر نقولاته عن عدد من الأشخاص في ص 163 – 168 ، 179 ، 189 ، 200 ، 254 . ¶ ([102]) المصدر السابق ص 163 – 168 . ¶ ([103]) المصدر السابق ص 164 . ¶ ([104]) المصدر السابق ص 189 . ¶ ([105]) المصدر السابق ص 33 . ¶ ([106]) المصدر السابق ص 189 . ¶ ([107]) المصدر السابق ص 200 . ¶ ([108]) المصدر السابق ص 169 . ¶ ([109]) سير أعلام النبلاء ج17 ص178 . ¶ ([",
            "page": "170",
            "part": "1"
        },
        {
            "id": "171",
            "nass": "110]) تذكرة الحفاظ ج3 ص1077 . ¶ ([111]) تاريخ العلماء والرواة ترجمة 881 . ¶ ([112]) المصدر السابق ترجمة 1597 . ¶ ([113]) بغية الوعاة ج1 ص 3 ، 4 . ¶ ([114]) ابن الفرضي : تاريخ العلماء ص 9 _ 10 ¶ ([115]) المصدر السابق ص 1070 ¶ ([116]) كشف الظنون ج1 ص 102 ، هداية العارفين ج1 ص 449 . ¶ ([117]) الذهبي : سير أعلام النبلاء ج17 ص179 . ¶ ([118]) ابن الفرضي : الألقاب ص 159 . ¶ ([119]) المصدر السابق ص 111 . ¶ ([120]) المصدر السابق ص 110 . ¶ ([121]) المصدر السابق ص 197 . ¶ ([122]) المصدر السابق ص 87 . ¶ ([123]) انظر على سبيل المثال : صاعقة في ص 112 ، وص 67 ، 68 وغيرها . ¶ ([124]) الألقاب : ص 52 ، 54 ، 58 ، وغيرها . ¶ ([125]) المصدر السابق ص30 ، 40 ، 62 ، 73 ، 104 ، 196 . ¶ ([126]) المصدر السابق ص 113 . ¶ ([127]) المصدر السابق ص 28 . ¶ ([128]) المصدر السابق ص 73 ، 146. ¶ ([129]) المصدر السابق ص 91 ،92 . ¶ ([130]) المصدر السابق ص 172 . ¶ ([131]) المصدر السابق ص 189 . ¶ ([132]) تم نشر هذا الكتاب سنة 1988م بعد تحقيقه وبدون تقديم أو دراسة للكتاب . ¶ ([133]) ابن بشكوال : الصلة ص 253 ، والذهبي : تذكرة الحفاظ ج3 ص 1077 ، سير أعلام النبلاء ج17 ص 179 . ¶ ([134]) ابن بشكوال : الصلة ص 253 سير أعلام النبلاء ج17 ص 179 . ¶ ([135]) ابن سعيد : المغرب ج1 ص104 ( نقلا عن الحجاري ) ¶ ([136]) ابن بشكوال : الصلة ص 253 ( نقلا عن ابن حيان ، وقد قال بهذا الذهبي : تذكرة الحفاظ ج 3 ص 1079 ، سير أعلام النبلاء ج17 ص176 ، ابن خلكان : وفيات الأعيان ج3 ص106 ، المقري : نفح الطيب ج2 ص130 . ¶ ([137]) المصدر السابق ص 254. ¶ ([138]) المصدر السابق ص 254 ( نقلا عن ابن حزم ) . ¶ ([139]) جذوة المقتبس ص238 . ¶ ([140]) بغية الملتمس ص322 ¶ ([141]) المغرب ج2 ص104 . ¶ ([",
            "page": "171",
            "part": "1"
        },
        {
            "id": "172",
            "nass": "142]) جذوة المقتبس ص238 ، و ابن بشكوال : الصلة ص 254 ، ابن عميرة : بغية الملتمس ص322 ، وقد رواه عن أبي محمد بن حزم ، الذهبي : تذكرة الحفاظ ج3 ص1077 ، سير أعلام النبلاء ج17 ص179 . ¶ ([143]) جذوة المقتبس ص 236 . ¶ ([144]) الذخيرة ق1 ج2 ص 616 . ¶ ([145]) بغية الملتمس ص 322 . ¶ ([146]) الصلة ص 252 . ¶ ([147]) وفيات الأعيان ج3 ص105 ¶ ([148]) نفح الطيب ج2 ص 139 . ¶ ([149]) سير أعلام النبلاء ج17 ص176 ¶ ([150]) تذكرة الحفاظ ج3 1076 . ¶ ([151]) ترتيب المدارك ج2 ص130 . ¶ ([152]) تاريخ العلماء ورواة العلم ص 8-9 . ¶ ([153]) المصدر السابق ترجمة 801 . ¶ ([154]) المصدر السابق ص9 . ¶ ([155]) جذوة المقتبس ص 3-4 . ¶ ([156]) الخشني : قضاة قرطبة ص1 . ¶ ([157]) جذوة المقتبس ص 238 . ¶ ([158]) بغية الملتمس ص 322 . ¶ ([159]) سير أعلام النبلاء ج17 ص 178 . ¶ ([160]) الصلة ص 252 . ¶ ([161]) الصلة ص 251 . ¶ ([162]) المصدر السابق ص 1-2 . ¶ ([163]) حاجي خليفة : كشف الظنون ج1 ص285 إلى 286 . ¶ ([164]) تاريخ العلماء والرواة ص 8 . ¶ ([165]) المصدر السابق ص 9 . ¶ ([166]) أبو يعلى القزويني : الإرشاد ص 155-156 . ¶ ([167]) خصص المؤلف هذا الكتاب لخطة القضاء وسير بعض القضاة في الأندلس وكان حين حديثه عن القضاة يعرف بالشخص ومولده ، ووفاته ، وشيوخه ، وطلبة العلم وغيرها من القضايا التي يذكرها ابن الفرضي ، انظر مثلاً ما قاله عن القاضي ابن منظور ص 154-155 ،والقاضي ابن زرب ص 77-82 وغيرها ،لكنه كان يبسط القول فيهم بخلاف ابن الفرضي الذي كان يجنح غالباً إلى الاختصار ¶ ([168]) انظر على سبيل المثال ترجمة رقم 469 ، 598 ، 571 ، كذلك في ترجمته لابن الفرضي رقم 273 وغيرها . ¶ ([",
            "page": "172",
            "part": "1"
        },
        {
            "id": "173",
            "nass": "169]) انظر على سبيل المثال ترجمته لعبد الملك ابن زونان ج2 ص 20-21، وابن وافد ج2 ص668، محمد بن عبد الله بن عبد البر ج2 ص419 وغيرهم ، وبالإضافة إلى ما سبق فإن القاضي عياض يبين النزعة المذهبية لهؤلاء العلماء ومدى قربهم وعلاقتهم بالمذهب المالكي ¶ ([170]) هناك منهجان في ترتيب حروف الهجاء هما الأبجدية المشرقية ، والأبجدية المغربية وتتفقان في ترتيب الحروف الأولى من الألف إلى الزاي ثم تختلفان حيث تأتي الحروف حسب الأبجدية المشرقية كما يلي : س ، ش ، ص ، ض ، ط ، ظ ، ع ، غ ، ف ، ق ، ك ، ل ، م ، ن ، هـ ، و ، ي . أما ترتيب أهل المغرب فجاء بعد حرف الزاي على النحو التالي : ط ، ظ ، ك ، ل ، م ، ن ، ص ، ض ، ع ، غ ، ف ، ق ، س ، ش ، هـ ، و ، ي . وقد أشار كل من : أبو الوليد الباجي وابن عبد الملك المراكشي إلى أن المنهج المشرقي في ترتيب الحروف هو المعمول به في الأندلس آنذاك . ( أبو الوليد الباجي: التعديل والتجريح ج1 ص273 ، ابن عبدالملك المراكشي : الذيل والتكملة ج1 ق1 ص9 ) . ¶ ([171]) أبو الوليد الباجي : التعديل والتجريح ج1 ص273 ، ابن عبد الملك المراكشي : الذيل والتكملة ج1 ق1 ص9 . ¶ ([172]) ابن الفرضي : تاريخ العلماء والرواة ترجمة 856 . ¶ ([173]) المصدر السابق ترجمة 464 ، 633 ، 915 . ¶ ([174]) المصدر السابق ترجمة 1097 . ¶ ([175]) المصدر السابق ترجمة 534 . ¶ ([176]) ابن الفرضي : تاريخ العلماء ص 9 . ¶ ([177]) تاريخ العلماء والرواة للعلم ص 9 – 10 . ¶ ([178]) تاريخ العلماء والرواة ترجمة 1400 . ¶ ([179]) جذوة المقتبس ص 49 . ¶ ([180]) تذكرة الحفاظ ج3 ص 1001 . ¶ ([181]) بغية الملتمس ص 61 . ¶ ([182]) جذوة المقتبس ص 49 . ¶ ([183]) تاريخ العلماء والرواة ترجمة 1400 . ¶ ([184]) المصدر السابق ترجمة 651 ، 649 . ¶ ([185]) المصدر السابق ترجمة 661 ، 652 . ¶ ([186]) المصدر السابق ترجمة 664 . ¶ ([187]) المصدر السابق ترجمة 687 . ¶ ([",
            "page": "173",
            "part": "1"
        },
        {
            "id": "174",
            "nass": "188]) المصدر السابق تراجم 449 ، 456 ، 819 ، 826 . ¶ ([189]) المصدر السابق ترجمة 379 . ¶ ([190]) المصدر السابق ترجمة 382 . ¶ ([191]) تاريخ العلماء والرواة ترجمة 652 . ¶ ([192]) المصدر السابق ترجمة 1555 . ¶ ([193]) انظر على سبيل المثال ترجمة 9 ، 20 ، 24 ، 72 ، 104،126،210،233،301 ،332، 338،344 ،362 ،379 ،386،423،479،643،778، وغيرها . ¶ ([194]) الحميدي : جذوة المقتبس ترجمة 409 ، ابن عميرة : بغية الملتمس ترجمة 695 . ¶ ([195]) ابن الفرضي : تاريخ العلماء ترجمة 398 . ¶ ([196]) هو إسماعيل بن إسحاق بن إبراهيم بن زياد بن أسود بن نافع بن معاوية يعرف بابن الطحان كان عالما بالآثار والسنن حافظا للحديث وأسماء الرجال من أقران ومعاصري ابن الفرضي ، ذكر ابن الفرضي أنه يقضي أكثر وقته في التصنيف بالحديث والتاريخ ، كما ذكر أنه نقل عنه في كتاب تاريخ العلماء كثيرا بل إن كلما جاء في كتابه عن خالد بن سعد فعنه كتب ، توفي بقرطبة سنة 384 هـ . ( ابن الفرضي : تاريخ العلماء ترجمة 221 ، ابن فرحون : الديباج المذهب ج1 ص290 ـ 291 ، الذهبي : سير أعلام النبلاء ج16 ص 502 ـ 503 ) ¶ ([197]) تاريخ العلماء والرواة ص 10 . ¶ ([198]) ابن الفرضي ترجمة 398 . ¶ ([199]) المصدر السابق ترجمة 398 . ¶ ([200]) المصدر السابق ترجمة 3، 4 ، 26 ، 28 ، 30 ، 31 ، 34 ، 60 ، 66، 70 ، 88 ، ¶ 112 ، 114 ، 116 ، 210 ، 215 ، 218 ، 225 ، 271 ، 273 ، 427 ، 443 ، 589 ، 591 ، 816 ، 1001 ¶ ([201]) المصدر السابق ترجمة 18 ، 57 ، 158 ، 226 ، 284 ، 441 ، 448 . ¶ ([202]) المصدر السابق ترجمة 427 . ¶ ([203]) المصدر السابق ترجمة 494 ، 629 . ¶ ([204]) المصدر السابق ترجمة 816 ، 1408 . ¶ ([205]) المصدر السابق ترجمة 1001 . ¶ ([206]) المصدر السابق ترجمة 1408 . ¶ ([207]) المصدر السابق ترجمة 215 ، 218 ، 225 ، 248 ، 254 ، 271 ، 277 ، 441 ، 629 ، 616 ، 926 وغيرها . ¶ ([",
            "page": "174",
            "part": "1"
        },
        {
            "id": "175",
            "nass": "208]) المصدر السابق ترجمة 494 . ¶ ([209]) المصدر السابق ترجمة 494 . ¶ ([210]) ريَّه : (rejio ) يحدها من الجنوب البحر الرومي وألبيرة من الغرب ، وهي متصلة بكورتي الجزيرة الخضراء وأستجه ، نزلها جند الأردن وهي طثيرة الخيرات . ( ابن غالب: فرحة الأنفس ص25 – 26 ، الحميري : الروض المعطار ص 279 – 280 ) . ¶ ([211]) ابن الفرضي : تاريخ العلماء والرواة ترجمة 1360 ، الحميدي جذوة المقتبس ص 40 ، ابن عميرة : بغية الملتمس ص 49 ، الذهبي : تذكرة الحفاظ ج3 ص 1007 . ¶ ([212]) تاريخ العلماء والرواة ص 10 ¶ ([213]) تذكرة الحفاظ ج3 ص 1008 . ¶ ([214]) المصدر السابق ج3 ص 1008 . ¶ ([215]) جذوة المقتبس ص 40 . ¶ ([216]) الذهبي : تذكرة الحفاظ ج3 ص1008 . ¶ ([217]) تذكرة الحفاظ ج3 ص1008 . ¶ ([218]) تاريخ العلماء ترجمة 1360 . ¶ ([219]) المصدر السابق ترجمة 8 ، 60 ، 87 ، 156 ، 227 ، 234 ، 324 ، 290 ، 351 ، 369 ، 557 ، 776 ، 947 ، 967 ¶ ([220]) المصدر السابق ترجمة 469 . ¶ ([221]) المصدر السابق ترجمة 57 ، 83 ، 212 ، 231 ، 334 ، 351 ، 370 ، 387 ، 42 ، 481 ، 949 . ¶ ([222]) المصدر السابق ترجمة 358 ، 595 . ¶ ([223]) المصدر السابق ترجمة 385 ، 411 ، 577 ، 960 . ¶ ([224]) المصدر السابق ترجمة 1104 . ¶ ([225]) المصدر السابق ترجمة 1020 . ¶ ([226]) المصدر السابق ترجمة 61 . ¶ ([227]) المصدر السابق ترجمة 464 . ¶ ([228]) المصدر السابق ترجمة 383 . ¶ ([229]) المصدر السابق ترجمة 1001 . ¶ ([230]) ابن خلكان : وفيات الأعيان ج3 ص137 ، الذهبي : تذكرة الحفاظ ج3 ص 898 – 899 ، سير أعلام النبلاء ج5 ص578 . ¶ ([231]) ابن خلكان : وفيات الأعيان ج3 ص137 ، الذهبي سير أعلام النبلاء ج5 ص579 . ¶ ([232]) سير أعلام النبلاء ج15 ص579 . ¶ ([233]) تاريخ العلماء ص 10 . ¶ ([234]) المصدر السابق ترجمة 2 ، 6 ، 7 ، 14 ، 78 ، 100 ، 627 ، 636 ، 970 . ¶ ([",
            "page": "175",
            "part": "1"
        },
        {
            "id": "176",
            "nass": "235]) المصدر السابق ترجمة 595 ، 825 ، 646 ، 936 ، 941 ، 1289 . ¶ ([236]) المصدر السابق ترجمة 661 . ¶ ([237]) المصدر السابق ترجمة814 . ¶ ([238]) المصدر السابق ترجمة 239. ¶ ([239]) المصدر السابق ترجمة 587 . ¶ ([240]) المصدر السابق ترجمة 323 . ¶ ([241]) المصدر السابق ترجمة 383 ، 915 . ¶ ([242]) المصدر السابق ترجمة 633 . ¶ ([243]) المصدر السابق ترجمة 785 . ¶ ([244]) المصدر السابق ترجمة 21 ، 391 ، 586 . ¶ ([245]) المصدر السابق ترجمة 55 . ¶ ([246]) المصدر السابق ترجمة 323 ، 915 ، 1456 . ¶ ([247]) المصدر السابق ترجمة 773 ، 1500 . ¶ ([248]) المصدر السابق ترجمة 59 . ¶ ([249]) المصدر السابق ترجمة 936 . ¶ ([250]) المصدر السابق ترجمة 610 ، 1289 ، 1529 . ¶ ([251]) المصدر السابق ترجمة 78 ، 100، 312 ، 437 ، 461 ، 785 ، 1456 ، 1500 . ¶ ([252]) المصدر السابق ترجمة 7 ، 14 ، 18 ، 21 ، 55 ، 78 ، 269 ، 297 ، 335 ، 595 ، 627 ، 661 ، 941 ، 1049 ، 1500 . ¶ ([253]) المصدر السابق ترجمة 391 . ¶ ([254]) المصدر السابق ترجمة 586 . ¶ ([255]) المصدر السابق ترجمة 825 ، 915 . ¶ ([256]) المصدر السابق ترجمة 633 . ¶ ([257]) تاريخ العلماء ص10 . ¶ ([258])المصدر السابق ترجمة 137 ، الحميدي : جذوة المقتبس رقم 147 ، الضبي : بغية الملتمس ص 20 ، المقري : نفح الطيب ج3 ص54 ¶ ([259]) ابن حيان : المقتبس ( تحقيق محمود علي مكي ) حاشية 463 . ¶ ([260]) ابن الأبار : الحلة السيراء ج1 ص138 . ¶ ([261]) ابن حيان : المقتبس ( تحقيق محمود علي مكي ) حاشية 463 . ¶ ([262]) ابن الفرضي : تاريخ العلماء ترجمة 106 . ¶ ([263]) المصدر السابق ترجمة 594 . ¶ ([264]) ابن الفرضي : تاريخ العلماء ص 13 . ¶ ([265]) المصدر السابق ترجمة 473 . ¶ ([266]) انظر النص الأول في ص 102 والنص الثاني ص 78 ، المقتبس ( تحقيق مكي ) ¶ ([",
            "page": "176",
            "part": "1"
        },
        {
            "id": "177",
            "nass": "267]) انظر على سبيل المثال ترجمة 19 ، 69 ، 72 ، 77 ، 82 ، 101 ، 102 ، 104 ، 106 ، 107 ، 110 ، 120 ، 250 ، 268 ، 473 ، 499 ، 539 ، 569 ، 586 ، 604 ، 659 ، 663 ، 785 ، 791 ، 825 ، 898 ، 1005 ، 1114 . ¶ ([268]) ابن الفرضي تاريخ العلماء ترجمة 631 ، 659 . ¶ ([269]) المصدر السابق ترجمة 825 ، 1045 . ¶ ([270]) المصدر السابق ترجمة 594 . ¶ ([271]) ابن الفرضي : تاريخ العلماء ترجمة 120 ، ابن الأبار : الحلة السيراء ج1 ص207 _208 ، وقد ذكر ابن الأبار أ، ابن عبد البر كان متصلا بعبد الله بن عبد الرحمن الناصر فلما أتهم عبد الله بمحاولة خلع أبيه واغتياله قبض على ابن عبد البر معه وأودع السجن حتى توفي وقبل خُنق في السجن . ¶ ([272]) المصدر السابق ص 9 . ¶ ([273]) المصدر السابق ترجمة 120 . ¶ ([274]) المصدر السابق ترجمة 11، 12 ، 71 ، 80 ، 95 ، 97 ، 109 ، 126 ، 128 ، 326 ، 337 ، 440 ، 468 ، 637 ، 672 ، 1000. ¶ ([275]) المصدر السابق ترجمة 431 . ¶ ([276]) المصدر السابق ترجمة 466 . ¶ ([277]) المصدر السابق ترجمة 816 . ¶ ([278]) المصدر السابق ترجمة 351 ، 837 . ¶ ([279]) المصدر السابق ترجمة 1415 . ¶ ([280]) المصدر السابق ترجمة 1420 . ¶ ([281]) المصدر السابق ترجمة 1136 . ¶ ([282]) المصدر السابق ترجمة 466 . ¶ ([283]) انظر على سبيل المثال ترجمة 247 ، 288 ، 486 ، 542 ، 637 . ¶ ([284]) المصدر السابق ترجمة 283 ، 816 . ¶ ([285]) المصدر السابق ترجمة 11 ، 12 ، 31 ، 51 ، 75 ، 103 ، 161 وغيرها . ¶ ([286]) المصدر السابق ترجمة 351 . ¶ ([287]) المصدر السابق ترجمة 458 . ¶ ([288]) المصدر السابق ترجمة 288 . ¶ ([289]) المصدر السابق ترجمة 13 ، 15 ، 95 ، 97 وغيرها . ¶ ([290]) المصدر السابق ترجمة 458 . ¶ ([291]) انظر في تفصيلات ذلك شرف الدين الراجحي : مصطلح الحديث وأثره على الدرس اللغوي عند العرب ص83 . ¶ ([",
            "page": "177",
            "part": "1"
        },
        {
            "id": "178",
            "nass": "292]) وقد أخذ منه ابن الفرضي غير ما روى عن أبي سعيد والرازي . ¶ ([293]) ابن الفرضي ، تاريخ العلماء ترجمة 1599 ، الحميدي : جذوة المقتبس ص 356 –357 ، ابن عميرة : بغية الملتمس ص 507-508 ، الذهبي : تذكرة الحفاظ ج3 ص 1003-1004 ، سير أعلام النبلاء ج16 ص421-422 . ¶ ([294]) تاريخ العلماء ترجمة 1599 . ¶ ([295]) المصدر السابق ص10 . ¶ ([296]) المصدر السابق ترجمة 1599 . ¶ ([297]) المصدر السابق ترجمة 1599 . ¶ ([298]) المصدر السابق ترجمة 620 . ¶ ([299]) المصدر السابق ترجمة 620 . ¶ ([300]) المصدر السابق ترجمة 620 . ¶ ([301]) المصدر السابق ترجمة 975 . ¶ ([302]) سورة الحجر آية ( 85 ) ¶ ([303]) ابن الفرضي : تاريخ العلماء ترجمة 985 . ¶ ([304]) المصدر السابق ترجمة 1445 . ¶ ([305]) المصدر السابق إنظر مثلاً ترجمة 1055 ، 1206 ، 1238 ، 1442 . ¶ ([306]) هو أبو محمد عبد الله بن محمد بن القاسم بن حزم بن خلف الثغري ، من أهل قلعة أيوب ، ¶ أحد علماء الأندلس المشهورين ، رحل إلى المشرق سنة خمسين وثلاثمائة ، حيث سمع ببغداد ، والكوفة ، ثم رحل إلى الشام ، ثم عاد إلى الأندلس فاستقضاه الحكم المستنصر بالله ، وكان فقيهاً فاضلاً ، ورعاً ، صلباً في الحق ، وقد أخذ عنه ابن القرضي كتاب معاني القرآن للزجاج ، كما أخذ عنه علماً كثيراً ، توفي لثلاث بقين من ذي القعدة سنة ثلاث وثمانين وثلاثمائة ، وهو ابن ثلاث وستين سنة . ( ابن الفرضي : تاريخ العلماء ترجمة 753 ، الحميدي : جذوة المقتبس ص 537 ، ابن عميرة : بغية الملتمس ص 334 ) . ¶ ([307]) المصدر السابق ترجمة 1383 . ¶ ([308]) المصدر السابق ترجمة 391 . ¶ ([309]) المصدر السابق ترجمة 574 ، ولمزيد من الأمثلة انظر تراجم 127 ، 283 ، 391 ، 945 ، 1124 ، 816 ، 1063 ، 1104 ، 1105 ، 1124 ، 1518 . ¶ ([",
            "page": "178",
            "part": "1"
        },
        {
            "id": "179",
            "nass": "310]) باجة : يذكر الحميري أن معنى باجة في كلام العجم الصلح ، وهناك ثلاث مدن تحمل هذا الاسم في أفريقيا والصين والأندلس ،أما وباجة الندلس فهي من أقدم المدن هناك بنيت في أيام الأقاصرة وبينها وبين قرطبة مائة فرسخ نزلها جند مصر . ( الحميري : الروض المعطار ص75 ) . ¶ ([311]) المصدر السابق ترجمة 226 . ¶ ([312]) المصدر السابق ترجمة 303 . ¶ ([313]) المصدر السابق ترجمة 409 . ¶ ([314]) المصدر السابق ترجمة 613 . ¶ ([315]) المصدر السابق ترجمة 221 . ¶ ([316]) المصدر السابق ترجمة 221 . ¶ ([317]) المصدر السابق ترجمة 35 . ¶ ([318]) المصدر السابق ترجمة 125 . ¶ ([319]) المصدر السابق ترجمة 360 . ¶ ([320]) المصدر السابق ترجمة 194 . ¶ ([321] ) المصدر السابق ترجمة 238 . ¶ ([322]) انظر ترجمة 15 ، 130 ، 139 ، 141 ، 175 ، 316 ، 419 ، 513 ، 615 ، 795 ، 882 . ¶ ([323]) المصدر السابق ترجمة 769 . ¶ ([324]) انظر ترجمة 118 ، 124 ، 143 ، 235 ، 1000 ، 1011 ، 1246 . ¶ ([325]) هو أبو محمد بن سعدان بن عبد الوراث بن محمد بن يزيد ، مولى الإمام عبد الرحمن بن معاوية ، أحد علماء قرطبة ، سمع من عدد من علمائها ، وكان جيد الضبط عالماً بالحديث ، وقد حبس كتبه وكانت موقوفة عند محمد بن محمد بن أبي دليم حيث أخذ منها ابن الفرضي ، توفي سنة سبع وأربعين وثلاثمائة ، ( ابن الفرضي : ترجمة 1072 ) . ¶ ([326]) المصدر السابق ترجمة 701 . ¶ ([327]) المصدر السابق ترجمة 959 . ¶ ([328]) المصدر السابق ترجمة 1091 . ¶ ([329]) المصدر السابق ترجمة 520 ، 522 ، 572 ، 940 . ¶ ([",
            "page": "179",
            "part": "1"
        },
        {
            "id": "180",
            "nass": "330]) هو أبو العباس المستنصر بالله الحكم بن عبد الرحمن بن محمد الناصر الأموي المرواني ، بويع بعد وفاة أبيه سنة خمسين وثلاثمائة ، وكان حسن السيرة جامعاً للعلم مكرماً للأفاضل ، ذا نهمة مفرطة في العلم ، عاكفاً على المطالعة ، جمع من الكتب مالم يجمعه أحد من الملوك ، كما اشتهر بأنه ألف كتباً في التاريخ ، توفي في شهر صفر سنة ست وستين وثلاثمائة . ( الحميدي : جذوة المقتبس ص13 ، الذهبي : سير أعلام النبلاء ج8 ص269 –271 ، ابن خلدون : العبر ج4 ص144 ، المقري : نفح الطيب ج1 ص382 – 383 ، أزهار الرياض ج2 ص286–294 ، عبد القادر ذنون طه : نشأة تدوين التاريخ العربي في الأندلس ص13) . ¶ ([331]) المصدر السابق ترجمة 1462 . ¶ ([332]) المصدر السابق ترجمة 310 ، 392 . ¶ ([333]) المصدر السابق ترجمة 444 ، 771 ، 1062 ، 1197 . ¶ ([334]) المصدر السابق ترجمة 954 ، 1124 . ¶ ([335]) المصدر السابق ترجمة 1432 ، 1607 . ¶ ([336]) سير أعلام النبلاء ج8 ص270 . ¶ ([337] ) وشقة (UESCA) تقع إلى الشمال الشرقي من مدينة سرقسطة وبينهما خمسون ميلا ، وهي مدينة كبيرة حصينة ، وقد حاصرها المسلمون حين فتح الأندلس حصارا طويلا استمر سبعة أعوام حتى استسلم أهلها . ( ابن الكردبوس : تاريخ الأندلس ص74 حاشية 3 ، الحميري : الروض المعطار ص 612 ) . ¶ ([338]) ابن الفرض : تاريخ العلماء ترجمة 683 . ¶ ([339]) المصدر السابق ترجمة 1432 ، وقد ورد في ترجمة 1607 قريباً من هذا الكلام . ¶ ([340]) المصدر السابق ترجمة 1462 . ¶ ([341]) المصدر السابق ترجمة 1400 . ¶ ([342]) المصدر السابق ترجمة 398 . ¶ ([343]) الذهبي : تذكرة الحفاظ ج 3 سير أعلام النبلاء ج8 ص 270 ( نقلاً عن الذهبي ) . ¶ ([344]) سير أعلام النبلاء ج8 ص 270 . ¶ ([",
            "page": "180",
            "part": "1"
        },
        {
            "id": "181",
            "nass": "345]) هو إمام النحو أبو بكر محمد بن حسن بن عبد الله الزبيدي ، من أهل أشبيلية ، سكن قرطبة ، وقد برز في اللغة والأشعار ، كما كان واحداً عصره في علم النحو واللغة ، استأدبه المستنصر بالله لابنه هشام ، كما تولى أحكام القضاء والشرطة ، سمع منه عدد من العلماء ، توفي في أشبيلية سنة تسع وسبعين وثلاثمائة ، ( ابن الفرضي : تاريخ العلماء ترجمة 1375 ، الحميدي : جذوة المقتبس ص46-49 ، ابن عميرة : بغية الملتمس ص66 ، ابن سعيد:المغرب ج1 .ص250 ، الذهبي : تذكرة الحفاظ ج3 سير أعلام النبلاء ج1 ص41 ) . ¶ ([346]) المصدر السابق ترجمة 14 ، 647 . ¶ ([347]) المصدر السابق ترجمة 634 . ¶ ([348]) المصدر السابق ترجمة 41 . ¶ ([349]) المصدر السابق ترجمة 41 . ¶ ([350]) المصدر السابق ترجمة 292 . ¶ ([351]) المصدر السابق ترجمة 990 . ¶ ([352]) المصدر السابق ترجمة 1628 . ¶ ([353]) هو أبو عمرو خليفة بن خياط ، الإمام الحافظ العلامة الإخباري، وصاحب التاريخ وكتاب الطبقات، وهو نسابة صدوق عالم بالسير والأيام والرجال ، توفي سنة أربعين للهجرة ، ( البخاري: التاريخ الكبير ج3 ص 191 ، ابن خلكان : وفيات الأعيان ج2 ص243 – 244 ، الذهبي : تذكرة الحفاظ ج 2 ص436 ، سير أعلام النبلاء ج11 ص471 – 472 ) . ¶ ([354]) هو أبو عبد الله محمد بن عمر بن واقد الأسلمي ، ولد بعد العشرين ومائة ، وطلب العلم على صغار التابعين ، أخذ علماء الجرح والتعديل أنه خلط الغث بالثمين ، والخرز بالدر الثمين ، لكنهم قالوا لا يستغنى عنه في المغازي وايام الصحابة وأخبارهم ، له مؤلفات تاريخية مهمة ، توفي سنة سبع ومائتين . ¶ ( البخاري : التاريخ الكبير ج1 ص178 ، ابن الأثير : الكامل ج6 ص385 ، ابن خلكان : وفيات الأعيان ج1 ص506 ، الذهبي : سير أعلام النبلاء ج9 ص454 – 460 ) . ¶ ([",
            "page": "181",
            "part": "1"
        },
        {
            "id": "182",
            "nass": "355]) هو أبو محمد عبد الغني بن سعيد علي بن سعيد الأسدي ، المصري الإمام الحافظ ، صاحب كتاب المؤتلف والمختلف أخذ عليه اتصاله بالدولة العبيدية ، لكن الذهبي قال إن سبب ذلك مداراته لهم لأنه لو خرج عليهم لقتلوه ، توفي سنة تسع وأربعمائة ( ابن خلكان : وفيات الأعيان ج3 ص223 – 224 ، أبو الفدا : المختصر ج2 ص1578 ، الذهبي : سير أعلام النبلاء ج17 ص268 – 270 ) ¶ ([356]) هو أبو بكر أحمد بن محمد بن إسماعيل البنا ابن المهندس ، محدث مصر ، كان ثقة ، خيراً ، تقياً ، روى عنه عدد من العلماء، وهو أحد شيوخ ابن الفرضي بمصر ، توفي سنة خمس وثمانين وثلاثمائة . ( الذهبي : سير أعلام النبلاء ج 16 ص 462 ، ابن العماد الحنبلي : سذارات الذهب ج3 ص113 ) . ¶ ([357]) ابن الفرضي : تاريخ العلماء ترجمة 773 ، وقد أخذ من كتاب التاريخ . ¶ ([358]) المصدر السابق ترجمة 1456 . ¶ ([359]) المصدر السابق ترجمة 825 . ¶ ([360]) انظر مثلاً تاريخ الأمم والملوك ج3 ص388 ، 391 ، 397 ، 400 ، 401 ، حيث أورد رواياته عن السري عن شعيب عن سيف بن عمر وهي بهذه الصيغة : كتب إلي السري ، وقد روى عنه الطبري في تاريخه مائتين وأربعين قطعة وغالبها بهذا الإسناد ( كتب إلي السري عن شعيب عن سيف ) ( محمد السلمي : منهج كتابة التاريخ الإسلامي ص465 ) ¶ ([361]) المصدر السابق ترجمة 374 . ¶ ([362]) المصدر السابق ترجمة 811 . ¶ ([363]) المصدر السابق ترجمة 623 . ¶ ([364]) انظر على سبيل المثال التراجم 1388 ، 770 ، 724 . ¶ ([365]) المصدر السابق ترجمة 766 . ¶ ([366]) المصدر السابق ترجمة 1226 . ¶ ([367]) المصدر السابق ترجمة 1602 . ¶ ([368]) المصدر السابق ترجمة 282 . ¶ ([369]) المصدر السابق ترجمة 344 . ¶ ([370]) المصدر السابق ترجمة 969 . ¶ ([371]) انظر على سبيل المثال ترجمة 582 ، 607 ، 497 ، 962 . ¶ ([372]) المصدر السابق ترجمة 304 ، 821 . ¶ ([373]) المصدر السابق ترجمة 500 . ¶ ([",
            "page": "182",
            "part": "1"
        },
        {
            "id": "183",
            "nass": "374]) المصدر السابق ترجمة 153 . ¶ ([375]) المصدر السابق ترجمة 920 . ¶ ([376]) المصدر السابق ترجمة 920 . ¶ ([377]) المصدر السابق ترجمة 1407 . ¶ ([378]) المصدر السابق ترجمة 1407 . ¶ ([379]) المصدر السابق ترجمة 50 . ¶ ([380]) المصدر السابق ترجمة 377 . ¶ ([381]) المصدر السابق ترجمة 1342 . ¶ ([382]) المصدر السابق ترجمة 1390 . ¶ ([383]) المصدر السابق ترجمة 1319 . ¶ ([384]) المصدر السابق ترجمة 1380 . ¶ ([385]) المصدر السابق ترجمة 1382 . ¶ ([386]) المصدر السابق ترجمة 525 . ¶ ([387]) المصدر السابق ترجمة 1363 . ¶ ([388]) المصدر السابق ترجمة 255 . ¶ ([389]) المصدر السابق ترجمة 1336 . ¶ ([390]) المصدر السابق ترجمة 525 . ¶ ([391]) المصدر السابق ترجمة 753 . ¶ ([392]) المصدر السابق ترجمة 1359 . ¶ ([393]) المصدر السابق ترجمة 1373 . ¶ ([394]) المصدر السابق ترجمة 415 . ¶ ([395]) المصدر السابق ترجمة 757 . ¶ ([396]) المصدر السابق ترجمة 1366 . ¶ ([397]) المصدر السابق ترجمة 1615 . ¶ ([398]) المصدر السابق ترجمة 221 . ¶ ([399]) المصدر السابق ترجمة 422 . ¶ ([400]) المصدر السابق ترجمة 770 . ¶ ([401]) المصدر السابق ترجمة 1415 . ¶ ([402]) المصدر السابق ترجمة 739 . ¶ ([403]) المصدر السابق ترجمة 987 . ¶ ([404]) المصدر السابق ترجمة 1336 . ¶ ([405]) انظر على سبيل المثال تراجم 1635 ، 1377 ، 1375 ، 1566 ، 1366 ، 888 . ¶ ([",
            "page": "183",
            "part": "1"
        },
        {
            "id": "184",
            "nass": "406]) ابن أبي شيبة : هو الحافظ عبد الله بن محمد بن أبي شيبة المتوفى سنة 235هـ . (الذهبي : تذكرة الحفاظ ج2 ص234 ، 433 ) ، أما أصبغ بن خليل فهو أبو القاسم من أهل قرطبة كان حافظاً للرأي على مذهب مالك وأصحابه متعصباً له ، توفي سنة 237هـ وقد دارت الفتيا عليه بالأندلس خمسين سنة وقد ذكر ابن الفرضي أنه بلغ به التعصب لمذهب مالك أن أفتعل حديثاً في ترك رفع اليدين في الصلاة بعد تكبيرة الإحرام ( ابن الفرضي : تاريخ العلماء ترجمة 247 ) ، ومسند بن أبي شيبة هو أحد الكتب التي أدخلها بقي بن مخلد إلى الأندلس لكن المتعصبين من فقهاء المالكية وقفوا ضد هذا الكتاب وغيره بسبب موقفهم من بقي بن مخلد ، ويذكر ابن الفرضي أن قاسم بن أصبغ كان يدعو على أصبغ بن خليل ويقول : ( هو الذي حرمني أن أسمع من بقي بن مخلد ، يحض أبي على نهيي عن السماع منه والاختلاف إليه وكان لنا جاراً ) ( تاريخ العلماء ترجمة 247 ) . ¶ ([407]) ابن الفرضي : تاريخ العلماء ترجمة 247 . ¶ ([408]) المصدر السابق ترجمة 822 . ¶ ([409]) المصدر السابق ترجمة 1470 . ¶ ([410]) المصدر السابق ترجمة 398 . ¶ ([411]) المصدر السابق ترجمة 1306 . ¶ ([412]) المصدر السابق ترجمة 1285 . ¶ ([413]) المصدر السابق ترجمة 881 . ¶ ([414]) انظر على سبيل المثال تراجم 742 ، 885 ، 455 ، 221 ، 1320 . ¶ ([415]) انظر مثلاً ترجمة 10 ، 1069 ، 1272 ، 1205 ، 1231 ، 1189 . ¶ ([416]) انظراً مثلا ترجمة 50 ، 1391 ، 1403 ، 1364 ، 250 . ¶ ([417]) المصدر السابق ترجمة 1245 . ¶ ([418]) المصدر السابق ترجمة 1150 . ¶ ([419]) المصدر السابق ترجمة 1565 . ¶ ([420]) المصدر السابق ترجمة 732 . ¶ ([421]) انظر تراجم 270 ، 306 ، 327 ، 130 ، 887 ، 738 ، 451 ، 366 . ¶ ([422] ) المصدر السابق ترجمة 12 . ¶ ([423]) المصدر السابق ترجمة 798 . ¶ ([424]) المصدر السابق ترجمة 739 . ¶ ([425]) المصدر السابق ترجمة 1003 . ¶ ([",
            "page": "184",
            "part": "1"
        },
        {
            "id": "185",
            "nass": "426]) المصدر السابق ترجمة 365 . ¶ ([427]) المصدر السابق ترجمة 398 ، 588 ، 591 . ¶ ([428]) المصدر السابق ترجمة 586 ، 595 . ¶ ([429]) المصدر السابق ترجمة 398 . ¶ ([430]) المصدر السابق ترجمة 1423 . ¶ ([431]) أقريطش : جزيرة في بحر الروم بها مدن كثيرة طولها اثنان وسبعون ميلاً وعرضها خمسون ميلاً ، وكانت مأوى للفارين من الأندلس أيام الفتن والأزمات السياسية ، فقد لجأ إليها عدد من العلماء أثناء فتنة الربض ، ولهذا اشتهرت بعلمائها ، وهي خصبة التربة . ( الأدريسي : نزهة المشتاق ص 193 ، الحميري : الروض المعطار ص51 . ¶ ([432] ) ابن الفرضي : تاريخ العلماء ترجمة 415 . ¶ ([433]) المصدر السابق تراجم 23 ، 67 ، 150 ، 187 ، 223 . ¶ ([434]) المصدر السابق ترجمة 33 ، 36 ، 327 . ¶ ([435]) المصدر السابق تراجم 375 ، 1002 ، 1485 . ¶ ([436]) المصدر السابق ترجمة 29 . ¶ ([437]) المصدر السابق ترجمة 1432 . ¶ ([438]) المصدر السابق ترجمة 7 ، 223 . ¶ ([439]) المصدر السابق ترجمة 110 . ¶ ([440]) المصدر السابق ترجمة 108 ، 310 . ¶ ([441]) المصدر السابق ترجمة 143 ، 253 ، 3840 . ¶ ([442]) المصدر السابق ترجمة 341 . ¶ ([443]) المصدر السابق ترجمة 341 ، 767 . ¶ ([444]) المصدر السابق ترجمة 148 . ¶ ([445]) المصدر السابق ترجمة 365 . ¶ ([446]) المصدر السابق ترجمة 786 . ¶ ([447]) المصدر السابق ترجمة 431 . ¶ ([448]) المصدر السابق ترجمة 431 . ¶ ([449]) المصدر السابق ترجمة 1206 . ¶ ([450]) المصدر السابق ترجمة 1206 . ¶ ([451]) المصدر السابق ترجمة 1097 . ¶ ([452]) المصدر السابق ترجمة 1256 . ¶ ([453]) برقة : مدينة أفريقية تقع في المغرب الأدنى بينها وبين البحر ستة أميال ، ولهذا قيل عنها إنها برية بحرية ، وهي أول مدينة ينزلها القادم من مصر إلى القيروان . ( الحميري: الروض المعطار ص91 ). ¶ ([454]) المصدر السابق ترجمة 1609 . ¶ ([455]) المصدر السابق ترجمة 1245 . ¶ ([",
            "page": "185",
            "part": "1"
        },
        {
            "id": "186",
            "nass": "456]) المصدر السابق ترجمة 1245 . ¶ ([457]) المصدر السابق ترجمة 494 . ¶ ([458]) المصدر السابق ترجمة 494 . ¶ ([459]) المصدر السابق ترجمة 494 . ¶ ([460]) المصدر السابق ترجمة 771 . ¶ ([461]) المصدر السابق ترجمة 771 . ¶ ([462]) المصدر السابق ترجمة 1555 . ¶ ([463]) المصدر السابق ترجمة 1001 . ¶ ([464]) المصدر السابق ترجمة 383 . ¶ ([465]) المصدر السابق ترجمة 652 . ¶ ([466]) إنظر على سبيل المثال ترجمة 586 ، 646 ، 652 ، 382 ، 391 ، 396 . ¶ ([467]) ابن بشكوال : الصلة ص 253 . ¶ ([468]) المصدر السابق ترجمة 629 . ¶ ([469]) المصدر السابق ترجمة 629 . ¶ ([470]) المصدر السابق ترجمة 640 . ¶ ([471]) المصدر السابق ترجمة 1490 . ¶ ([472]) المصدر السابق ترجمة 911 . ¶ ([473]) المصدر السابق ترجمة 773 . ¶ ([474]) المصدر السابق ترجمة 772 . ¶ ([475]) المقري: نفح الطيب جزء 3 ص 16 ( نقلاً عن ابن حيان ) ، ابن خلدون : العبر:ج4 ص258 ، وقد ذكر كل من ابن الأثير : الكامل ج5 ص174 – 175 ، وابن عذاري : البيان المغرب ج1 ص 51 ، ج2 ص28 ، أن ذلك كان في سنة خمس عشرة ومائة ¶ ([476]) ابن الفرضي : تاريخ العلماء ترجمة 814 . ¶ ([477]) البيان المغرب ج2 ص 231 ، 132 . ¶ ([478]) الكامل ج5 ص 252 . ¶ ([479]) نفح الطيب ج 3 ص 19 . ¶ ([480]) المصدر السابق ترجمة 825 . ¶ ([481]) فتوح أفريقيا والأندلس ص85 . ¶ ([482]) تاريخ افتتاح الأندلس ص36 . ¶ ([483]) أخبار مجموعة ص19 . ¶ ([484]) جذوة المقتبس ص271 . ¶ ([485]) بغية الملتمس ص273 . ¶ ([486]) المصدر السابق ترجمة 1456 . ¶ ([487]) ابن عبد الحكم : فتوح أفريقيا والأندلس ص 81 – 82 ، مؤلف مجهول : أخبار مجموعة ص 27 ، المقري ج 1 ص277 ، كما قال بهذا صاحب كناب الإمامة والسياسة ج2 ص86 . ¶ ([488]) المصدر السابق ترجمة 1407 . ¶ ([489]) المصدر السابق ترجمة 1407 . ¶ ([490] ) المصدر السابق ترجمة 1008 . ¶ المصادر والمراجع",
            "page": "186",
            "part": "1"
        },
        {
            "id": "187",
            "nass": "1- ابن الأبار : أبو عبد الله محمد بن عبد الله القضاعي المعروف بابن الأبار ( ت 658 هـ ) . - الحلة السيراء ، تحقيق حسين مؤنس ، نشر الشركة العربية للطباعة والنشر ط / الأولى 1963م - التكملة لكتاب الصلة ، نشر وتصحيح السيد عزت العطار الحسيني 1375هـ . ¶ 2- ابن الأثير : أبو الحسن علي بن محمد الشيباني ( ت 630 هـ ) . - الكامل في التاريخ ، نشر دار صادر بيروت 1385 هـ . ¶ 3- الادريسي : أبو عبد الله محمد بن محمد بن عبد الله بن إدريس ( ق 6 هـ ) . - صفة المغرب وأرض السودان ومصر والأندلس ( مأخوذة من كتاب نزهة المشتاق في اختراق الآفاق ) ط/ لندن 1968م . ¶ 4- بالنثيا : أنخل جنثالت . - تاريخ الفكر الأندلسي ، ترجمة حسين مؤنس ، القاهرة 1955 م . ¶ 5- البخاري : محمد بن إسماعيل ( ت256 هـ ) . - التاريخ الكبير . نشر دائرة المعرف العثمانية حيدر آباد (سنة 1358 هـ ) . ¶ 6- الأزدي : أبو محمد عبد الغني بن سعيد بن علي ( ت 409 هـ ) . - المؤتلف والمختلف في أسماء نقلة الحديث . ¶ - مشتبه النسبة ( وقد طبع هذان الكتابان في مجلد واحد ، الطبعة الأولى بالهند سنة 1320 هـ بعناية محمد محيي الدين الجعفري . ¶ 7- الباجي : أبو الوليد سليمان بن خلف ( ت474 هـ ) . - التعديل والتجريح لمن خرج له البخاري في الجامع الصحيح تحقيق أبو لبابة حسين ، نشر دار اللواء بالرياض 1406 هـ . ¶ 8- ابن بسام : أبو الحسن علي بن بسام الشنتريني ( ت 542 هـ ) . - الذخيرة في محاسن أهل الجزيرة ، تحقيق الدكتور إحسان عباس ، دار الثقافة بيروت ، ط / الثانية 1399 هـ . ¶ 9- ابن بشكوال : أبو القاسم خلف بن عبد الملك ( ت 578 هـ ) - كتاب الصلة ، المكتبة الأندلسية ، الدار المصرية للتأليف والترجمة 1966م . ¶ 10- البكري : عبد الله بن عبد العزيز البكري ( 487 هـ ) . - جغرافية الأندلس وأوروبا،من كتاب المسالك و الممالك ، تحقيق عبد الرحمن الحجي، بيروت 1378 هـ .",
            "page": "187",
            "part": "1"
        },
        {
            "id": "188",
            "nass": "11- حاجي خليفة : مصطفى بن عبد الله ( ت 1068 هـ ) . - كشف الظنون عن أسماء الكتب والفنون ، تحقيق شرف الدين يالنقايا ، نشر دار العلوم الحديثة بيروت . ¶ 12- ابن حزم : أبو محمد علي بن أحمد بن سعيد بن حزم ( ت 456 هـ ) . - الفصل في الملل والأهواء والنحل ، الطبعة الثانية بيروت ، دار المعرفة 1395 هـ . ¶ 13- الحموي : أبو عبد الله ياقوت عبد الله ( ت 626 هـ ) . - معجم البلدان نشر دار صادر بيروت . ¶ 14- الحميدي : أبو عبد الله بن أبي نصر ( ت 488 هـ ) . - جذوة المقتبس في تاريخ علماء الأندلس ، تحقيق إبراهيم الأبياري الطبعة الثانية 1403 هـ . ¶ 15- الحميري : محمد بن عبد المنعم ( ت 900 هـ ) . - الروض المعطار في خبر الأقطار ، تحقيق إحسان عباس ، نشر مكتبة لبنان بيروت ط / الثانية 1984 م . ¶ 16- ابن حيان : أبو مروان حيان بن خلف بن حيان ( ت 469 هـ ) - المقتبس في أخبار بلد الأندلس ، تحقيق شالميتا بالتعاون مع آخرين ، نشر المعهد الإسلامي العربي في مدريد 1979 م . - المقتبس من أنباء أهل الأندلس،تحقيق الدكتور محمود علي مكي ، طبع دار الكتاب اللبناني بيروت 1393 هـ ¶ 17- ابن خاقان : أبو نصر الفتح بن محمد بن عبد الله القيسي ( ت 526 هـ) - مطمح الأنفس ومسرح التأنس في ملح أهل الأندلس ، تحقيق محمد علي شوالة ، الطبعة الأولى بيروت ، مؤسسة الرسالة 1403 هـ . ¶ 18- ابن خلدون : أبو زيد عبدالرحمن بن محمد ( ت 808 هـ ) - العبر وديوان المبتدأ والخبر في تاريخ العرب والعجم والبربر ، ومن عاصرهم من ذوي السلطان الأكبر ، بيروت ، دار الفكر ، الطبعة الأولى 1401 هـ . ¶ 19- ابن خلكان : أبو العباس شمس الدين أحمد بن محمد ( ت 681 هـ ) . - وفيات الأعيان وأنباء أبناء الزمان ، تحقيق الدكتور إحسان عباس ط / دار صادر بيروت .",
            "page": "188",
            "part": "1"
        },
        {
            "id": "189",
            "nass": "20- الذهبي : أبو عبد الله شمس الدين الذهبي ( ت 748 هـ ) . - تذكرة الحفاظ ، الطبعة الثالثة مطبعة دائرة المعارف بحيدر آباد سنة 1376هـ . - سير أعلام النبلاء،تحقيق شعيب الأرناؤوط ومحمد نعيم العرقسوسي ،نشر جامعة الإمام الطبعة الأولى 1405 هـ . ¶ 21- الراجحي : شرف الدين . - مصطلح الحديث وأثره على الدرس اللغوي عند العرب ، نشر مؤسسة الرسالة بيروت ، ط1 سنة 1983م . ¶ 22- سالم : السيد عبد العزيز . - تاريخ المسلمين وآثارهم في الأندلس من الفتح العربي حتى سقوط الخلافة بقرطبة ، نشر مؤسسة شباب الجامعة بالأسكندرية 1999 م . ¶ 23- سالم : سحر عبد العزيز . - تاريخ بطليوس الإسلامية وغرب الأندلس في العصر الأموي ، نشر مؤسسة شباب الجامعة بالأسكندرية . ¶ 24- ابن سعيد المغربي : علي بن موسى بن محمد ( ت 685 هـ ) . - المُغرِب في حلي المغرب ، تحقيق شوقي ضيف ، نشر دار المعارف بمصر . ¶ 25- السلمي : محمد بن صامل . - منهج كتابة التاريخ الإسلامي ، نشر دار طيبة بالرياض 1406هـ . ¶ 26- السيوطي : جلال الدين عبد الرحمن بن أبي بكر ( ت 911 هـ ) - بغية الوعاة في طبقات النحويين والنحاة ، تحقيق محمد أبو الفضل إبراهيم ، نشر المكتبة العصرية بيروت . ¶ 27- ابن صاعد الأندلسي : أبو القاسم صاعد بن أحمد بن عبد الرحمن ( ت 462 هـ ) - طبقات الأمم ، تحقيق حياة علوان ، الطبعة الأولى ، نشر الطليعة بيروت 1985م . ¶ 28- الضبي : أحمد بن يحيى بن أحمد بن عميرة الضبي ( ت 599 هـ ) . - بغية الملتمس في تاريخ رجال أهل الأندلس علمائها وأمرائها وشعرائها وذوي النباهة فيها ممن دخل إليها أو خرج عنها ، طبع في مدينة مجريط سنة 1884م . ¶ 29- الطبري : محمد بن جرير ( ت 310هـ ) . - تاريخ الأمم والملوك ، تحقيق أبو الفضل إبراهيم ، بيروت . ¶ 30- طه : عبد الواحد ذنون . - نشأة تدوين التاريخ العربي في الأندلس ، وزارة الثقافة والإعلام ، بغداد ، 1988م .",
            "page": "189",
            "part": "1"
        },
        {
            "id": "190",
            "nass": "31- ابن عبد الحكم : أبو القاسم عبد الصمد بن عبد الله ( ت 257 هـ ) . - فتوح أفريقية والأندلس ، تحقيق عبد الله أنيس الطباع ، نشر دار الكتاب اللبناني بيروت 1964 م ¶ 32- ابن عذاري : أبو عبد الله محمد المراكشي ( ت بعد 712 هـ ) . - البيان المغرب في أخبار الأندلس والمغرب ، تحقيق ومراجعة ج . س كولان وأ . ليفي بروفنسال . دار الثقافة بيروت الطبعة الثالثة 1983م . ¶ 33- ابن العماد الحنبلي : أبو الفلاح عبد الحي بن أحمد ( ت 1089هـ ) . - شذرات الذهب في أخبار من ذهب ، نشر دار إحياء التراث العربي بيروت . ¶ 34- العمري : أكرم ضياء . - موارد الخطيب البغدادي في تاريخ بغداد ، الطبعة الثانية دار طيبة الرياض 1405 هـ . ¶ 35- عياض : القاضي أبو الفضل بن موسى اليحصى السبتي ( ت 544 هـ ) - ترتيب المدارك وتقريب المسالك لمعرفة أعلام مذهب مالك ، تحقيق أحمد بكير محمود ، نشر مكتبة الحياة بيروت . ¶ 36- ابن غالب : محمد أيوب ( ت ق6 هـ ) . - فرحة الأنفس في تاريخ الأندلس ، نشر قطعة منه وحققها لطفي عبد البديع ، نشر ط / مطبعة 1956 م . ¶ 37- أبو الفداء : إسماعيل بن محمد بن عمر ( ت732 هـ ) . - المختصر في أخبار البشر ، دار الكتاب اللبناني بيروت 1960 م . ¶ 38- ابن فرحون : إبراهيم بن علي بن محمد ( ت 799 هـ ) . - الديباج المذهب في معرفة أعيان علماء المذهب ، تحقيق الدكتور محمد الحميدي أبو النور ، نشر دار التراث للطبع والنشر . ¶ 39- ابن الفرضي : أبو الوليد عبد الله بن محمد ( ت403 هـ ) . - الألقاب ، تقديم وتحقيق وتعليق محمد زينهم محمد عزب نشر دار الجيل بيروت الطبعة الأولى 1412 هـ . - تاريخ العلماء والرواة للعلم بالأندلس ، تحقيق عزت العطار الحسيني ، الطبعة الثانية 1408 هـ ، مكتبة الخانجي بالقاهرة .",
            "page": "190",
            "part": "1"
        },
        {
            "id": "191",
            "nass": "40- ابن قتيبة : أبو محمد عبد الله بن مسلم ( ت 276 هـ ) وقد نسب إليه الكتاب التالي . الإمامة والسياسة ، تحقيق محمد الزيني ، نشر مؤسسة الحلبي . ¶ 41- القزويني : أبو يعلى الخليل بن عبد الله بن أحمد ( ت446 هـ ) . - الإرشاد في معرفة علماء الحديث ، تحقيق الدكتور محمد سعيد بن عمر إدريس ، نشر مكتبة الرشد بالرياض سنة 1409 هـ . ¶ 42- ابن القوطية : أبو بكر محمد بن عمر ( ت 367 هـ ) . - تاريخ افتتاح الأندلس تحقيق إبراهيم الأبياري ، الطبعة الأولى 1402 هـ . ¶ 43- ابن الكردبوس : أبو مروان عبد الملك بن الكردبوس التوزري(ت ق8 ) . - تاريخ الأندلس لابن الكردبوس ، ووصفة لابن الشباط ، تحقيق الدكتور أحمد مختار العبادي ، نشر معهد الدراسات الإسلامية بمدريد 1971 م . ¶ 44- مؤنس : حسين . - تاريخ الجغرافيا والجغرافيين في الأندلس ط2 /1406 هـ ، نشر المنظمة العربية للتربية والثقافة والعلوم . ¶ 45- مجهول : أخبار مجموعة في فتح الأندلس وذكر أمرائها ، تحقيق إبراهيم الأبياري الطبعة الأولى 1401 هـ . ¶ 46- ابن عبد الملك المراكشي : محمد بن محمد بن عبد الملك (703هـ) - الذيل والتكملة لكتابي الموصول والصلة ، السفر الأول ، تحقيق محمد بن شريفة ، نشر دار الثقافة بيروت . ¶ 47- المقري : أبو العباس أحمد بن محمد التلمساني ( ت 1041 هـ ) . - نفح الطيب من غصن الأندلس الرطيب وذكر وزيرها لسان الدين ابن الخطيب ، تحقيق الدكتور : إحسان عباس ، دار صادر بيروت 1388هـ .أزهار الرياض في أخبار ¶ عياض ، تحقيق وتعليق مصطفى السقا وآخرين، نشر صندوق إحياء التراث الإسلامي سنة 1398 هـ .",
            "page": "191",
            "part": "1"
        }
    ],
    "t35881": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مصادر الحافظ ابن الفرضي"
        }
    ]
}