{
    "b35883": [
        {
            "id": "1",
            "nass": "أخبار الشيخ الزاهد ¶ عبد الكريم الدرويش ¶ ( 1245هـ - 1345هـ ) ¶ تأليف ¶ عبد الرحمن بن محمد بن علي الهرفي ¶ الداعية بوزارة الشئون الإسلامية والأوقاف والدعوة والإرشاد ¶ قدم له ¶ فضيلة الشيخ صالح بن عبد الله الدرويش ¶ القاضي بالمحكمة العامة بالقطيف ¶ (( أَلا إِنَّ أَوْلِيَاءَ اللَّهِ لا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ )) ¶ [يونس:62] ¶ الإهداء ¶ يُشَرِّفُنِي أنْ أُهْدِيَ هَذَا الكِتَابَ لِفَضِيْلَةِ شَيْخِنَا العَلَمِ المَاجِدِ ¶ فَضِيْلَةِ الشَّيْخ صَالِح بن عَبْدِ اللهِ بن عَبْدِ الْكَرِيْمِ الدّرْوِيْشِ ¶ الْقَاضِيْ بِالمَحْكَمَةِ الكُبْرَى بِالْقَطِيْفِ ¶ وفَّقَهُ اللهُ لِكُلِ خَيْرٍ وَبِرٍ وَإِحْسَانٍ ¶ الَّذِيْ تَعَلَّمْتُ مِنْهُ الأَدَبَ، وَجَمِيْلَ الخُلُقِ، قَبْلَ أَنْ أَتَعَلَّمَ مِنْهُ العِلْمَ الشَّرِيْفَ ¶ فَجَزَاهُ اللهُ عَنِّيْ خَيْرَ الجَزَاءِ، وَكَتَبَهُ مِنْ وَرَثَةِ الفِرْدَوُسِ الأَعْلَىْ مِنَ الجَنَّةِ.. ¶ آمِيْن.. ¶ المؤلف ¶ بسم الله الرحمن الرحيم ¶ التاريخ: (28 /4/1426هـ) ... ... ... ... ... بشأن: تقديم كتاب. ¶ تقديم فضيلة الشيخ صالح بن عبد الله الدرويش ¶ الحمد لله وحده، والصلاة والسلام على من لا نبي بعده... وبعد: ¶ فإن من دواعي سروري أن أقدم لأخي الفاضل عبد الرحمن بن محمد الهرفي هذه الترجمة التي كتبها عن الجد رحمه الله، ولعل هذا يكون من البرِّ به؛ فإن التقصير منَّا حاصلٌ في قلة الكتابة عن الجد رحمه الله. ¶ وقد حصل السبق بالكتابة في هذا الموضوع لأخي الشيخ الدكتور عبد الرحمن في رسالته الموسومة: «الزاهد الشيخ عبد الكريم الدرويش».",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "أيها القارئ الكريم: الأخلاق الفاضلة جميلة جدًا، والحديث عنها في غاية الأهمية، فأنت تسمع عن الصبر وما ورد فيه من الفضل، وتسمع عن الزهد وإيثار الآخرة على الدنيا، وتقرأ عن الأمر بالمعروف والصدع به، والغيرة على دين الله، كل هذه الأخلاق فضلها لا يخفى على كثير من الناس، لكن غفل كثير من طلبة العلم فضلًا عن غيرهم عن صفة حمل همِّ الإسلام، وبذل الجهد لنصرة دين الله وتحمُّل المشاق في نشر العلم، وقد قال الله سبحانه وتعالى: (( أَفَمَنْ زُيِّنَ لَهُ سُوءُ عَمَلِهِ فَرَآهُ حَسَناً فَإِنَّ اللَّهَ يُضِلُّ مَنْ يَشَاءُ وَيَهْدِي مَنْ يَشَاءُ فَلا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَاتٍ إِنَّ اللَّهَ عَلِيمٌ بِمَا يَصْنَعُونَ )) [فاطر:8]. ¶ وقد ورد الشرع بالحديث عن كثير من هذه الأخلاق الفاضلة، وقد ذُكر في هذا الكتاب أهم تلك الأخلاق، والتي تحلى بها الجد رحمه الله وأصبح فيها قدوة، والتي نحن بأمس الحاجة لإبرازها، خاصة في القدوات؛ لأن في ذكر هؤلاء الذين منّ الله عز وجل عليهم بالتحلي بالأخلاق الفاضلة والعمل بها شحذًا للهمم وحثًّا على التطبيق. ¶ وقد تميزت هذه الترجمة كذلك بإبراز موقف الشيخ رحمه الله من الإخوان، وهو موقف يحتاج لمزيد تجلية وإيضاح، فلعل الله سبحانه وتعالى ييسر باحثًا يتولى الأمر. ¶ وفي الختام نسأل الله تعالى أن يجزي أخانا صاحب هذا البحث عن أسرة الشيخ وعن المسلمين خير الجزاء على ما أجاد وأفاد فيه، وأن يثيبه على الأخلاق الفاضلة التي أبرزها في كتابه، والجهد الذي بذله؛ إنه سميع مجيب الدعاء. ¶ والله أسأل أن يجمعنا مع فضيلة الجد الشيخ عبد الكريم في الفردوس الأعلى من الجنة آمين. ¶ قاله كاتبه: ¶ صالح بن عبد الله بن عبد الكريم الدرويش ¶ القاضي في المحكمة الكبرى بالقطيف ¶ مقدمة",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "الحمد لله الذي جعل في كل زمان فترة من الرسل بقايا من أهل العلم يدعون من ضل إلى الهدى، ويصبرون على الأذى، يحيون بكتاب الله الموتى، ويبصِّرون بنور الله أهل العمى، فكم من قتيل لإبليس قد أحيوه، وكم من ضال تائه قد هدوه، فما أحسن أثرهم على الناس! وأقبح أثر الناس عليهم! ¶ ينفون عن كتاب الله تحريف الغالين، وانتحال المبطلين، وتأويل الجاهلين، الذين عقدوا ألوية البدعة وأطلقوا عقال الفتنة، فهم مختلفون في الكتاب، مخالفون للكتاب، مجمعون على مفارقة الكتاب، يقولون على الله، وفي الله، وفي كتاب الله بغير علم، يتكلمون بالمتشابه من الكلام، ويخدعون جهال الناس بما يشبهون عليهم، فنعوذ بالله من فتن المضلين(1). ¶ أما بعد: ¶ فإن تراجم الصالحين تزيد في الإيمان وتثبت اليقين وترفع همة السائرين إلى الله تعالى حتى يبلغوا المراتب العلى والذروة القصوى، فكيف إن كان هذا الصالح عالمًا محتسبًا زاهدًا بلغ الذروة في هذا؟! ¶ فصاحب هذه الترجمة حبر من الأحبار، وإمام أهل زمانه في الورع والتقوى والاحتساب على العامة والأمراء والملوك والرؤساء، وأما العبادة فهو صاحبها ولذته فيها وسكون قلبه إليها. ¶ بل أقول: إنه مجدد للأمة في الزهد والحسبة. ¶ __________ ¶ (1) من مقدمة الإمام أحمد رحمه الله في رده على الجهمية والزنادقة.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وأما سبب كتابة هذه الحروف التي لن تفي بشيء من سيرته فهو أنني مذ عرفت أن الشيخ عبد الكريم جدٌ لشيخنا الشيخ صالح بن عبد الله الدرويش(1) بيّت في نفسي أن أجمع عن الشيخ ما أستطيع من الأخبار قربة إلى الله تعالى، وتخليدًا لذكرى زاهد لم يسبق أن كتب أحد عنه كتابة ذات بال، وبرًا بشيخنا؛ فأنا أعلم أن هذا مما يدخل السرور على قلبه، وإن كان هذا العمل وأكبر منه لن يفي بحق شيخنا عليّ فقد أحسن إليّ غاية الإحسان في الأمور الدينية والدنيوية، رفع الله قدره وخلّد ذكره.. آمين. ¶ ومما حثني على الكتابة -أيضًا- ما وقعتُ عليه من كرامات عظيمة للشيخ عبد الكريم مع لزومه الطريقة السلفية التي أخذها من المشكاة النبوية(2)، والتي رُويتْ كابرًا عن كابر وشاهدها الصغير والكبير واشتهرت بين الناس، لا كما يفعل الخرافيون من الصوفية وأذنابهم، ممن كراماتهم تخرج من معين إبليسي، وشتان بين من كان متبعًا لمنهج رسول الله صلى الله عليه وسلم فظهرت له كرامة، وبين من اتبع غير سبيل المؤمنين. وانظر في جامع كرامات الأولياء للنبهاني ترى عجبًا(3)!! وتعرف صدق كلامي. ¶ ثم إنني شمرت عن ساعد الجد واجتهدت في الوقوف على ما أستطيع من الحوادث التاريخية، فوقفت على عدد من الكتب والمراجع فيها شيء يسير، وجمعت من أفواه الرواة ما أستطيع، ولكني وقفت أمام قصص -تروى كابرًا عن كابر- لو قلتها أو شيئًا منها لكذبها الناس؛ لأنهم قد لا يعقلونها، وأخرى قد تضر، والسلامة لا يعدلها شيء. ¶ __________ ¶ (1) كان أول سماعي عن الشيخ عبد الكريم في إذاعة القرآن الكريم، من خلال لقاء مع فضيلة الأستاذ الدكتور عبد الرحمن بن عبد الله الدرويش -وفقه الله-. ¶ (2) كرامات أولياء الرحمن تظهر لمن ظهر صلاحه وأمره بالمعروف، بخلاف كرامات أولياء الشيطان. ¶ (3) انظر كذلك -بعد الاستعاذة بالله- الطبقات الكبرى لعبد الوهاب الشعراني.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وأما الكتب التي نقلت عنها فقد ذكرتها في أول الترجمة؛ لذلك يندر أن أشير إليها عند النقل منها في ثنايا الكتاب طلبًا للاختصار. ¶ وقد أخذت بعض القصص من أفواه الرواة، وأكثر من أخذت عنه مشافهة هو حفيد الشيخ عبد الكريم بن عبد الجليل(1)، وهناك قصص أخرى أخذتها عن عدد من المشايخ في مجالس متفرقة. ¶ وقد راجع هذه الترجمة شيخنا الشيخ صالح بن عبد الله بن عبد الكريم الدرويش وفقه الله لكل خير وبر، وأملى عليَّ جمعًا من الأخبار؛ فجزاه الله خيرًا. ¶ وبعد أن تذوقتُ حلاوة رحيق هذه السيرة المباركة جزمت أن أكثر من التقى به أحبه غاية الحب، وعظمه كذلك غاية التعظيم. ¶ تنبيه: ¶ طُبع كتاب عن حياة الشيخ عبد الكريم الدرويش لحفيده الأستاذ الدكتور عبد الرحمن بن عبد الله الدرويش، وبذلك يكون هو أول كتاب خاص بترجمة الشيخ رحمه الله ، وقد استفدت منه عددًا من الأخبار والحوادث، وقد اختلفت معه في بعضها، خاصة في أول دخول الشيخ للجزيرة العربية. ¶ وكتبه: ¶ عبد الرحمن بن محمد بن علي الهرفي ¶ الدمام: 1/10/1424هـ ¶ aalharfi@hotmail.com ¶ __________ ¶ (1) وقد زرته في منزله في الرياض يوم (5/12/1423 هـ)، وقد توفي رحمه الله قريبًا.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "الشيخ عبد الكريم الدرويش(1) ¶ (1245 هـ - 1825م) كابل (1345 هـ - 1914م) الأرطاوية ¶ مولده: ¶ ولد رحمه الله عام (1245 هـ) في مدينة كابل في أفغانستان، وقد انفرد بذكر مولده موسوعة أسبار، وكذلك حفيده عبد الله بن عبد العظيم. ¶ اسمه ونسبه: ¶ هو الشيخ الزاهد، الورع، المحتسب عبد الكريم بن عبد القوي بن عبد السلام ابن سليمان بن خالد بن عبد الله بن قيس المخزومي القرشي(2) الكابليّ مولدًا ونشأة ثم النجدي الحنبلي. ¶ __________ ¶ (1) ترجم له: إبراهيم بن عبيد آل عبد المحسن في تذكرة أولي النهى والعرفان - ط: الأولى - مطابع مؤسسة النور (2/123). الدكتور محمد بن ناصر الشثري في الدعوة في عهد الملك عبد العزيز (2/851). محمد بن عثمان القاضي في روضة الناظرين عن مآثر علماء نجد - ط: الأولى (1419 هـ) - (3/147). صالح السليمان المحمد العمري في علماء آل سليم وتلامذتهم - ط: الأولى (1405 هـ) - (2/320). فهد بن عبد العزيز الكليب في علماء وأعلام وأعيان الزلفي - ط: الأولى (1415 هـ)، موسوعة أسبار للعلماء والمتخصصين في الشريعة الإسلامية - (2/625)، عبد العزيز بن عبد المحسن التويجري في لسراة الليل هتف الصباح - رياض الريس(ص:663). عبد الله البسام في علماء نجد خلال ثمانية قرون - دار العاصمة - الثانية (1419 هـ) (3/539)، هـ.ر.ب.ديكسون في الكويت وجاراتها - ت: فتوح عبد المحسن الخترش - ذات السلاسل - ط: الثانية (2002م)(140). جون. س. حبيب في الإخوان السعوديون - ت: صبري محمد حسن - دار المريخ - (1419 هـ)(98). محمد جلال كشك في السعوديون والحل الإسلامي - ط: الثالثة (1402 هـ). مخطوط لحفيده عبد الله بن عبد العظيم بن عبد الكريم نقلًا عن والده. الزاهد الشيخ عبد الكريم الدرويش - أ.د.عبد الرحمن بن عبد الله الدرويش - الأولى (1425 هـ) -، وقد طبع الكتاب قبيل تقديم كتابي للفسح، فنقلت منه بعض المواضع. ¶ (2) ناصر الشثري وفهد الكليب ومحمد القاضي وعبد الله البسام.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وحدثني النسابة حسن الغانم - وفقه الله - فقال: (حدثني أبو جابر ابن محمود -صاحب المجموعة المحمودية - فقال: سألت عبد الكريم الدرويش رحمه الله عن نسبه فقال: أنا من خراسان، فأكثرتُ عليه وطلبتُ منه أن يخبرني فقال: أنا من أسرة يقال لها: الملحم من بشاوات خراسان من بني خالد من بني مخزوم من قريش)(1). ¶ وحدثني شيخنا الشيخ صالح الدرويش عن عبد العظيم ابن الشيخ عبد الكريم أنه سأل والده عن مدينتهم في أفغانستان فقال: (تريدون الذهاب من أجل الدنيا؟!). ¶ وامتنع من إخبارهم؛ لأنه كان لهم أموال وعقار في أفغانستان، فلعله رفض إخبارهم خشيةً عليهم من البقاء هناك، وترك ديار التوحيد، وكان موطن أسرة الشيخ في مدينة قندهار. ¶ الألقاب التي اشتهر بها: ¶ اشتهر رحمه الله بعدة ألقاب، وهي: ¶ (الغريب) لأنه لم يكن من أهل نجد وما جاورها. ¶ (الموصلي) لأنه أول قدومه كان من الموصل. ¶ (الأفغاني) نسبة لبلده التي جاء منها. ¶ (الخراساني) كذا سماه البسام وغيره نسبة لخراسان. ¶ (المغربي) كذا سماه ديكسون، وديكسون هو حاكم الجزيرة العربية من لدن بريطانيا(2). ¶ (الدرويش)(3) وهو أشهرها؛ لأنه كان كثير العبادة والزهد في الدنيا، وهو الذي بقي، وبه اشتهر وبه سُميت أسرته من بعده. ¶ __________ ¶ (1) كان ذلك عبر الهاتف في عصر يوم الأربعاء الموافق (2/7/1425 هـ). ويؤكد هذه المعلومة صاحب الاختيارات الزبنية، انظر: الاختيارات الزبنية (ص:82). وقد روى عدد من أهل الأخبار أن الشريف حاكم الحجاز كان يُجلس الشيخ عبد الكريم على كرسي عن يمينه مباشرة، وما كان يجلس عليه إلا شريف، وكان يتشدد في ذلك. ¶ (2) هناك إشكالية في هذا الاسم؛ لأن الإخوان لا يعرفون عبد الكريم له أثر وهيبة إلا الدرويش، ولكن التواريخ التي ذكرها غير منطبقة على تأريخ دخول الشيخ للجزيرة، فلا أجزم أن المقصود هو الشيخ ولا أنفيه كذلك. ¶ (3) أول من أطلقه عليه هو ابن رشيد حاكم حائل.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "والدرويش عند أهل نجد وما حولها: هو كل حاج آسيوي فقير متعبد يسافر من بلده إلى مكة حرسها الله، في رحلة تستغرق عدة سنوات، حيث يقيم في كل بلد عدة أشهر يعمل فيها بيده ليحصل على نفقة الرحلة إلى البلد الذي يليه. ¶ مولده ونشأته: ¶ اتفق المؤرخون على أن مولده رحمه الله كان في (1245 هـ) وذلك في أفغانستان. ¶ ويقال أن أهله من ملوك خراسان، وقد فرّ هاربًا بدينه مهاجرًا إلى ربه إلى الجزيرة العربية مأرز الإسلام، تاركًا أهله وماله. ¶ قال فهد الكليب: نزح جده وعمه وأبوه من صحاري نجد إلى بلاد الشام، وبغداد، وكابل من بلاد أفغانستان؛ وذلك لطلب العلم والبحث عن فرص المعيشة. وهناك في أفغانستان ولد الشيخ. ونشأ بين أسرته في كابل، وقرأ القرآن الكريم وحفظه عن ظهر قلب، وتعلم العقيدة السلفية على يد الشيخ عبد الله الغزنوي سرًا. ¶ هجرته: ¶ سبب الهجرة: ¶ وجد رحمه الله من قومه ضغطًا بسبب تمسكه بالتوحيد الخالص من شوائب الشرك، وذلك لأن التقرب للأولياء والأضرحة بالدعاء والذبح والاستغاثة كان سائدًا عند قومه وعشيرته آنذاك، وكان يغلب عليهم الطريقة الجيلانية. ¶ وكانوا يكرهون من يسمون بالوهابيين وأتباع العقيدة السلفية، وعندما علموا أن الشيخ عبد الكريم وبعض أبناء عمه، على عقيدة السلف الصالح، وأنهم يدرسون مؤلفات الشيخ محمد بن عبد الوهاب وغيره من أهل العلم تحاملوا عليهم وواجهوهم بالتهديد والوعيد بقولهم: (نحن نكره الوهابيين في بلدانهم، وقد أصبح أبناؤنا وهابيين!).",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وقد كان له مع والده قصة هي التي كسرت ظهر البعير وقطعت الشعرة بينه وبين والده، فأجمع والده بعدها ورجال قبيلته على إيذائه ومن معه، بل وقتلهم، وكان من أبناء عمومة الشيخ عبد الكريم الذين اضطهدوا معه: عبد ربه وعبيد الله(1)، فنصحهم شيخهم الغزنوي بالخروج والفرار بعقيدتهم، فخرجوا فارين بدينهم وعقيدتهم مهاجرين إلى ربهم، تاركين الأهل والمال والولد، وكان مسيرهم على الأقدام. ¶ وصولهم إلى العراق: ¶ قصدوا أول أمرهم بلاد العراق للإقامة والتزود من العلم النافع، فحدث شجار وخلاف بينهم وبين بعض الملحدين، فهجروا العراق على إثر ذلك الخلاف ومن ثم دخلوا الجزيرة، وكان قصدهم مكة حرسها الله. ¶ وقد ظهر في العراق احتساب الشيخ عبد الكريم على المنكرات؛ حيث إنه سمع رجلًا يسب ملة إبراهيم عليه السلام فصكه على وجهه مرة تلو أخرى، حتى اجتمع الناس، وأخذوه إلى الشرطة، فقال الشرطي للدرويش: كم كفًا صفعته؟ ¶ فقال الرجل: ضربني ثلاثة عشر كفًا. ¶ __________ ¶ (1) لم أجد لهم أخبارًا عند من قابلتهم، سوى أن لعبيد الله ذرية، منها: الأستاذ خالد بن عبد الله بن محمد ابن عبيد الله، والمشهور بالخراساني، ترك المنطقة الشرقية وجاور في الحرم المدني. ولما سألته عن أخبار جده قال: ليس لدينا أخبار عنه؛ سوى أنه قدم مع الشيخ عبد الكريم واستوطن بريدة وربما تردد على نجد والحجاز، وتسمى ذريته في القصيم بـ(الشيخ)، أما والدي فأثبت اسم الخراساني. ¶ وقد ذكر الشيخ عبيد الله أبو الحسن الندوي في كتابه: مذكرات سائح في الشرق العربي (ص:32)، حيث سأل سماحة الشيخ محمد بن إبراهيم رحمه الله عنه فقال: «سألته عن عبيد الله الدرويش الزاهد المهاجر الهندي الذي يثني عليه أهل نجد كثيرًا ويذكرونه بخير، فذكر عبد الكريم الدرويش وعبيد الله». ويغلب على ظني أنه يقصد الشيخ عبد الكريم؛ فعبيد الله لم يكن مشهورًا.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "فقال الشرطي: الكف بروبية، فعد الدرويش ما معه ثم قال: هذه ثلاث عشرة روبية، ومعي روبية زائدة أريد بها كفًا زيادة!! ¶ فقال الشرطي: لماذا ضربته؟ ¶ فقال: سب ملة إبراهيم، وهي ملتي وديني. ¶ فقال الشرطي: خذ فلوسك؛ ليس له شيء عندك؛ لأن سب الأديان ممنوع عندنا ((وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجاً )) [الطلاق:2]. ¶ ويقال: إنه لما كان في العراق كان الرافضة يلعنون الشيخين أبا بكر وعمر رضي الله عنهما في الأذان، وكان الشيخ رحمه الله يسمعهم، فضاق من هذا، فاتفق مع أحد أبناء عمومته على أن يكمن كل واحد منهما عند أحد المساجد ويأخذ خنجرًا، فإذا أذن مؤذن مسجد الروافض لصلاة الفجر قال أحدهم: أنا أبو بكر وطعن المؤذن، وقال الثاني: أنا عمر وطعن المؤذن. ¶ فكان الذي طعن ساب أبي بكر رضي الله عنه هو الشيخ عبد الكريم، والذي قتل ساب عمر رضي الله عنه هو عبد ربه(1) حتى سحب أمعاء الرجل بيده. فلما حصل ما أراده الشيخ امتنع الروافض عن لعن الشيخين في الأذان. ¶ ثمَّ فرا من العراق إلى الجزيرة العربية بعد هذه الحادثة. ¶ خروجهم من العراق: ¶ __________ ¶ (1) قال عبد ربه وهو في مرض موته للشيخ عبد الكريم: «رأيت في المنام أن عمر بن الخطاب يكنس لي الطريق، وما أظن هذا إلا من فعلتنا تلك».",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "الذي يظهر أن الشيخ سكن زمنًا عند بعض القبائل قبل دخوله إلى نجد، قال ديكسون: بدأت هذه الدعوة - أي دعوة الإخوان - بالشيخ عبد الكريم المغربي، وهو من رجال الدين الثاقبي الفكر، وكان في وقت من الأوقات كبيرًا للعلماء لدى فالح السعدون باشا شيخ قبيلة المنتفق، وبعد فترة كان يمارس نفس الدور لدى مزعل باشا السعدون والد إبراهيم بك السعدون شيخ القبيلة الحالي، وعندما ترك العمل لدى مزعل باشا رحل إلى نجد وبدأ يمارس نشاطه سرًا كمعلم ومصلح ديني في بلدة الأرطاوية، وقد كانت في ذلك الوقت وكرًا صغيرًا للدعوة الوهابية. وهناك قصة تقول: إنه عندما توجه مزعل باشا إلى مكة عام (1893م) حوالي عام (1313 هـ) رجع منها عن طريق نجد فعرج على الأرطاوية لزيارتها، وبدلًا من الترحيب به كما كان متوقعًا من صديقه القديم طرده عبد الكريم وصب عليه لعناته ووصمه بالكفر والشرك(1). ¶ وحدثني الشيخ صالح الدرويش أن الشيخ عبد الكريم كان زمنًا عند خزعل(2) شيخ المحمّرة(3). ولكنه لم يُطِلِ البقاء هناك. ¶ ولعل حادثة قتل مؤذني الروافض كانت عند خزعل، ثم انتقل عنه لقبيلة السعدون كما ذكر ذلك ديكسون، ولعل الذي أنّبه الشيخ - لو صحت القصة - هو خزعل. ¶ وصولهم إلى الجزيرة: ¶ __________ ¶ (1) الكويت وجاراتها (ص:141)، كذا قال، وليس بمستغرب على الكافر أن يهاجم الدعوة السنية السلفية المباركة. وتبقى إشكالية عبد الكريم المغربي قائمة، فلا يمكن الجزم أنه الدرويش ولا نفي ذلك. ¶ (2) هو الشيخ خزعل بن جابر بن مرداو الكعبي، وكان شيخًا على عرب فارس أو ما يسمى عربستان. ¶ (3) تقع عند مصب نهر كارون في شط العرب، شيدها يوسف بن مرداو ثاني أمراء إمارة المحمرة، وذلك سنة (1229 هـ - 1812م)، وهو من شيوخ قبيلة البوكاسب الكعبية العربية.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وصلوا إلى الجزيرة قبل توحيدها وتسميتها بالمملكة العربية السعودية على يد الملك عبد العزيز رحمه الله ، وكان دخولهم عن طريق الحاج العراقي الذي يمر على مورد المياه - قريبًا من محافظة النعيرية - ثم اتجهوا إلى القصيباء - وهي قرب مدينة بريدة - ثم نزلوا الضرية - قريب محافظة البكيرية - وكان هذا عام (1295 هـ)، وهذا هو الصحيح. ¶ ولكن محمد القاضي ذكر لدخول الشيخ تأريخًا آخر فقال: (وقد هاجر من بلده خراسان عام (1300 هـ) حاجًا على قدميه). والصحيح ما أثبته للقصة التي ستأتي، والتي رويت مسندة. ¶ أول بلد زارها: ¶ حدثني الشيخ صالح الدرويش فقال: (حدثني محمد بن محسن الفريح والشيخ إبراهيم الحديثي، قالا: أول دخول الشيخ عبد الكريم كان للبكيرية، في عام (1295 هـ)(1)، وقد عرفته لما سمعته يُذَكِّرُ البناءينَ بالله جل وعلا ويحثهم على تقوى الله بقوله: (أصحبوا عملكم بتقوى الله وذكره). ¶ وكانا حريصين على الانتهاء من تحصين المدينة؛ لأن الأحداث كانت على أشدها بين أبناء آل سعود(2)، وقد عزمنا على الحج فخفنا على أسرنا فأردنا أن نتأكد من سلامة الأسوار ونصلح ما يمكن إصلاحه، وكان الدرويش يؤذن في المسجد بصوته الجهوري، فأعجبني فعله وسررت به فسلمت عليه ودعوته لزيارتي(3)، ولما حضر بيّنتُ له سبب إصلاح السور، ودعوته للسكنى في داري فذكر عزمه الحج من عامه هذا، فقلت له: ونحن كذلك عزمنا الحج، فَحَجَّ معنا أهل البكيرية. وقد أحببت الشيخ كثيرًا وأبدا لي محبته، وزوّجه في تلك الفترة الشيخ الأختر ابنته رقية)(4). ¶ زيارة حائل: ¶ __________ ¶ (1) ذكر فهد الكليب أن الشيخ سكن البكيرية في نفس هذا التأريخ. ¶ (2) في الدولة السعودية الثانية. ¶ (3) ما زال الكلام للحديثي. ¶ (4) قال الشيخ صالح: ورقية هذه هي جدتي - رحمها الله - وهي خالة الشيخ عبد الله الخليفي إمام الحرم السابق، وكانت البكيرية منطلق الشيخ عبد الكريم رحمه الله لزيارة المناطق وتذكير الناس.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "ومما زار رحمه الله مدينة حائل عاصمة ابن رشيد، ويقال: إن معرفة ابن رشيد رحمه الله به كانت عن طريق حادثة حصلت له، وهي: أنه ذهب للمسجد للصلاة وبدأ يتوضأ وكانت جارية حسنة الصوت تغني بجانب المسجد، وكان كلما مر بها أحد من المصلين نهرها فلم تتوقف، فزجرها الدرويش فلم تتوقف، فحمل عصاه وألقاها تجاهها فصكها في ناصيتها فأثرت فيها، ودخل الشيخ للصلاة، فذهب سيدها لابن رشيد وأخبره بما حصل لجاريته، فطلب ابن رشيد الدرويش وكلمه حول ما أصاب الجارية وأخبره أنها ماتت متأثرة بضربته، فبين له الشيخ عبد الكريم الدرويش أنه لم يرد قتلها وأنه ما علم أن العصا تقتل، وأنها آذت الناس بجانب المسجد، وكان سيدها يطالب بدم الدرويش ويكرر ذلك، فقال له ابن رشيد: الدرويش ما معه إلا الشومية - يقصد عصاه - وكان يوم منعها امتنعت. ¶ ويقال: أنه دفع لسيدها شيئًا من المال. ¶ ثم قال ابن رشيد للدرويش: فارق حائل ولا تبق فيها. ¶ ثم أرسل أحد أشجع عبيده خلفه بصرةٍ فيها مال، وقال له: إذا فارق حائل فادفع له هذه الصرة فإن أخذها فاقتله ولكن خارج حائل، وإن رفضها فأعده لي مرة أخرى. ¶ فتبعه الرجل حتى فارق أسوار حائل ثم أعطاه الصرة قائلًا: هذه هدية من عمي، فقلَّبها الدرويش بين يديه ثم أخذ درهمًا واحدًا وقال: أشري به عصا بدل عصاي وألقى الباقي. ¶ فطلب منه العبد الرجوع إلى ابن رشيد مرة أخرى فرجع وجلس معه تلك الليلة فلما أصبح أمر المنادي أن يصرخ في الناس: عبد الكريم: درويش، ومن آذاه فعليه غضب الله. ¶ وقصد ابن رشيد أن عبد الكريم رجل صالح، وكانت هذه العبارة كافية لحماية الشيخ هناك. ¶ فبهذا يكون ابن رشيد هو أول من أطلق هذا الوصف على الشيخ رحمهما الله. ¶ تنقلاته: ¶ قال محمد القاضي رحمه الله: سكن الزلفي وصار يرتاد القصيم مرة بعد أخرى.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وقال الكليب: فأقام الشيخ عبد الكريم الدرويش في نجد، في نهاية القرن الثاني عشر الهجري، وانتقل إلى القصيم، ورغب في السكن والإقامة في البكيرية، عام (1295 هـ)، وأحب أهلها، وهم كذلك أحبوه، ثم استقر به المقام أخيرًا في بلدة الأرطاوية. ¶ أول سكنه: ¶ أول ما سكن في الرياض حي دخنة، للقرب من الجامع الكبير، والشيخ عبد الله ابن عبد اللطيف آل الشيخ، وتزوج هناك ، وكان يتردد عليها كلما زار الرياض، ولم يبق له منها ذرية فيما أعلم. ¶ طلبه للعلم(1): ¶ درس رحمه الله على عدد من المشايخ، منهم: ¶ __________ ¶ (1) ذكر بعض من ترجم للشيخ الدرويش أن الشيخ درس على فضيلة الشيخ عبد الله بن حسن آل الشيخ، وهذا وهم فيما أحسب؛ لأن الشيخ لم يدرس على أحد منذ اشتغاله في توطين البدو، إلا أن يكون استفاد منه في بعض اللقاءات؛ لأن الملك عبد العزيز أرسل الشيخ عبد الله لتوطين البدو في الأرطاوية. انظر ترجمته في علماء نجد (1/232).",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "عبد الله الغزنوي(1): وهو شيخه وأستاذه في أفغانستان، فحفظ عليه القرآن، وقرأ الثلاثة الأصول، وكتاب ¶ __________ ¶ (1) لما كان للشيخ عبد الله الغزنوي رحمه الله الأثر الأكبر في سيرة الشيخ رحمه الله كان لزامًا أن أبحث عن سيرة هذا العالم حتى يكتمل الكتاب فبحثت عن ترجمة الشيخ الذي استطاع التأثير على الشيخ عبد الكريم الدرويش حتى وصل لما وصل إليه، فأشار عليّ الأستاذ خالد الخراساني بأنه ورد له ترجمة في كتاب الإعلام بمن في تأريخ الهند من الأعلام للشيخ عبد الحي الندوي، فرجعت إليه فوجدت المؤلف ذكر ترجمة واحدة باسم عبد الله الغزنوي، قال رحمه الله: (هو الإمام العالم المحدث عبد الله بن محمد بن محمد شريف الغزنوي، الشيخ محمد من أعظم الزهاد، المجاهد الساعي في مرضاة الله المؤثر لرضوانه على نفسه وأهله وماله وأوطانه صاحب المقامات الشهيرة والمعارف الكبيرة، ولد بقلعة بهادر خيل بناحية غزنة سنة ثلاثين ومئتين وألف، قرأ العلم على جماعة من العلماء أشهرهم الفقيه العلامة حبيب الله القندهاري، وكان الشيخ حبيب يعظمه ويوقره ويصفه فوق ما يوصف، ثم قدم الهند وقرأ الصحاح الستة على الشيخ نذير حسين المحدث الدهلوي، ثم رجع إلى بلاده وقام فيها لنصر دين الله وإعلاء كلمته صابرا محتسبا فأوذي في ذات الله من المخالفين، فاستقدمه الأمير إلى كابل، وطلب منه الأمير الرجوع عما اختلف فيه مع العلماء في بعض المسائل الفرعية، فأبى، فأمر الأمير بنتف لحيته ويسود وجهه ويركب الحمار، ويشهر في البلد، ثم أجلي إلى مدينة بشاور أيامًا قلائل ثم سكن بأمرتسر من بلاد البنجاب، وكان حسنة الزمن وزينة الهند، قد غشيه نور الإيمان وسيما الصالحين، وله كشوف وكرامات لا يسعها البيان. توفي ليلة الثلاثاء لخمس عشر خلون من ربيع الأول سنة ثمان وتسعين ومئتين وألف) (8/1030) وما حصل للغزنوي من ابتلاء يؤكد أنه المقصود، ولم أر أحدًا ممن كتب عن الشيخ وقف على ترجمة للغزنوي قبلي.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "التوحيد، وغيرها من كتب أهل العلم. ¶ سماحة الشيخ عبد الله بن عبد اللطيف آل الشيخ: مفتي الديار ورئيس القضاة في زمانه، ولد في الهفوف عام (1265 هـ)، وتوفي عام (1339 هـ) على قول ابن بسام، وقال غيره في (1340 هـ)(1). ¶ وقد كان له رحمه الله عناية بالصحيحين، وكان يحث طلبة العلم على اقتنائهما وحفظهما، ويؤنب طالب العلم، إذا لم تكن عنده، ويشدد في ذلك. وستأتي له قصة مع أحد القضاة في ذلك. ¶ قال محمد القاضي: وتتلمذ على علماء الحرمين وعلى علماء القصيم والزلفي. فلازم علماء عنيزة وبريدة، وكان له إلمام بعلم الحديث، وكان مجاب الدعوة، حتى إن كثيرًا من الناس كانوا يطلبون منه صالح دعواته. ¶ تعليمه: ¶ كان الشيخ واعظًا، وقلّما درس، مع تمكنه من بعض العلوم. ¶ وكان يحرص على الوعظ، حتى ربما وعظ رجلين أو رفيقه في السفر بعد الصلاة فإذا قيل له في ذلك، قال: (( يَوْمَئِذٍ تُحَدِّثُ أَخْبَارَهَا )) [الزلزلة:4] الأرض والشجر يشهدون لي يوم القيامة إن شاء الله. ¶ وإذا فارق بعض الناس مجلس الوعظ أو أعرضوا عنه كان يقول: الرعي كثير وطيب، ولكن العنز مرموحة(2). ¶ قال الشيخ عبد العزيز السبيل قاضي البكيرية للشيخ صالح الدرويش: استفدنا من جدك وعمك عبد الجليل في البكيرية كثيرًا؛ فقد كانا يعلمان الناس القرآن. ¶ وكان يشرح للناس بعض الكتب كالأصول الثلاثة، وكان يبيّن معانيه بأسلوب سهل يصلح لأهل البادية. ¶ __________ ¶ (1) انظر:علماء نجد (1/215)، تراجم متأخري الحنابلة رقم (117)، مشاهير علماء نجد (ص:129)، تسهيل السابلة رقم: (3091)، علماء الحنابلة رقم: (3799). ولعله لقي الشيخ الدرويش في حائل؛ وكان لدخوله إلى حائل قصة لطيفة مع راكان ابن حثلين. انظر: علماء نجد (1/219). ¶ (2) قصده أن الدين واضح، ولكن الناس معرضون عن التعلم والعمل.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وله تعليقات كثيرة على الكتب، وقد وقفت على بعضها، وإن كان أكثر هذه التعليقات مفقودًا، ولكن خطه صعب القراءة؛ بل لا يكاد يقرأ(1)، وفي ذلك طرفة، وهي أن سلمان الناصر رحمه الله سأله مرة: وشلون تقرأ خطك؟ ¶ فقال الشيخ: الله ينجيك من النار، الدجاجة تعرف عيالها!! ¶ صفاته الخُلُقية: ¶ قال صالح العمري: (وكان يجهر بكلمة الحق في كل مكان، وعند الأمراء والملوك ولا تأخذه في الله لومة لائم مع أنه غريب مهاجر، ولكنهم جميعًا كانوا يعرفون صدقه فلا يغضبهم قوله، وله كرامات عظيمة). ¶ وكان مع شدته في الحق محبوبًا من الناس، فما رأى أحدًا إلا دعا له. وكان دائمًا مرتبطًا بالله، ويحاول أن يربط الناس بالله أيضًا. ¶ كان رحمه الله يحب التقشف، تعلوه السكينة، وبهاء العلم والحياء، عاقلًا رزينًا في أقواله وأفعاله، مهيبًا من دون بغض، محببًا من دون ضعف، عليه شعار البهاء، لم يكن له اشتغال في الدنيا، غير أنه يتكسب بيده، فيصل إليه من ذلك نزر يسير، ويباشر الأعمال الشاقة بنفسه، ولا يرى لنفسه قدرًا - وكان له وما زال عند الناس أكبر القدر – وكان ذا سمت حسن، وعقل راجح، شكورا للنعم، ينتابه الأصحاب والطلاب من كل قادم ومقيم، فيجتمعون به، ويظهر لهم الود والمحبة والبشاشة. وكان إلى هذا كله رجلًا عالمًا ناسكًا جوادًا كريمًا ألمعيًا، له هيبة في الصدور ويملأ المسامع، ويقنع المسترشد والسامع، فسبحان من خصه بالمكارم، وحلاه بالقبول! وذلك فضل الله يؤتيه من يشاء، والله ذو الفضل العظيم. ¶ __________ ¶ (1) انظر الملاحق.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وأكثر ما اشتهر به الشيخ عبد الكريم الدرويش رحمه الله: الزهد والورع، حتى شهد له بذلك جميع معاصريه والعالمين بسيرته، حتى إن سماحة الشيخ محمد بن إبراهيم آل الشيخ قال لأحد أبناء الشيخ عبد الكريم رحمه الله: (يا عبد الله، ما غلبنا والدك بكثرة العلم، وإنما غلبنا بالزهد والورع، وقوة توكله على الله، حيث أنه كان لا يبيت وفي داره درهم ولا زاد، وبقوله: «لا تكون الطير أقوى مني توكلًا على ربها؛ تغدو خماصًا وتأتي شباعًا»). ¶ صفاته الخَلْقِية: ¶ كان رحمه الله أبيض مشربًا بحمرة، طويل القامة، عريض المنكبين، واسع العينين، مستقيم الأنف، خشن اليدين والرجلين، ممتلئ الجسم، جهوري الصوت. له لحية حسنة كثيفة وكان يخضب لحيته بالحناء آخر حياته، وكان طلق المحيا. ¶ وقال بعض أحفاده: كان طويلًا، قوي البنية خشنًا، يوصف بالجمال بين الناس، وأشبه أحفاده به هو: عبد الكريم بن عبد الجليل بن عبد الكريم رحمه الله ، ولكن الشيخ كان طويلًا. ¶ بعض أخباره: ¶ له قصص وأخبار كثيرة بلغت حد الخيال عند بعض الناس، وهذا الذي حدا بالتويجري أن يقول: (هذه القصة ومثيلاتها واقعية يرويها الناس، ليس للخيال فيها دخل، وهي حقيقة ثابتة). ¶ وله مواقف كذلك مع الملوك والأمراء كما ذكر العُمَري. ¶ قال الدكتور محمد الشثري: (كان الشيخ عبد الكريم يتنقل بين بلدان نجد، يدعو إلى الله، ويأمر بالمعروف وينهى عن المنكر، من غير أن تأخذه في الله لومة لائم. فلما استقرت بعض البادية في بلد الأرطاوية، استمر في الذهاب إليهم، وسكن معهم مدة من الزمن، واعظًا وناصحًا وآمرًا بالمعروف، وكانت تلك البادية يحبونه، ويمتثلون أمره ويأخذون قوله. ولقد عرف الناس عن الشيخ عبد الكريم محبة الخير، والنصح؛ لذا فهم يقبلون ما صدر منه، ويصفحون عما يأتي منه من شدة، وكان له تأثير عجيب في نفوس سامعيه).",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وقال محمد القاضي رحمه الله: (وله نكت حسان ومواقف ظريفة(1). والناس يحبونه، ويعطفون عليه ويكرمونه في حضوره ويلائمهم. وكان كثير التلاوة لكتاب الله، ويعظ أدبار الصلوات، وكان الجد صالح يحبه محبة شديدة ويذهب معه إلى أصحابه في الولائم، ويطوف على المدن والقرى على قدميه بسدير، والوشم، والقصيم، والزلفي، والأرطاوية، ويزور الشيخ عبد الله بن دخيل بالمذنب، وعبد الله بن بلهيد بالبكيرية). ¶ وله مواقف مع الملك عبد العزيز، وكان الملك إذا زار القصيم طلبه رحمه الله. ¶ لقد كان الشيخ متفانيًا في الدعوة إلى الله، لا يقبل من أحد أي عطية مقابل دعوته، بل يردها بقوة، ولا يريد من أحد جزاءً ولا شكورًا، وكان لا يتحرج من أن يدعو، وينصح الكبير، والصغير، والغني، والفقير، والشريف، والوضيع على حد سواء. وكان يقلل الكلام، ويكتفي بكلمات قليلة متينة، وكان يضرب الأمثال الواقعية. ¶ قال عبد العزيز التويجري: (الدرويش رجل تقي قدم إلى نجد وظل سائحًا متنقلًا يتعبد الله ويدعو إلى الخير، غريب إلا من تقاه، ومن حب الناس له). ¶ وكان رحمه الله إذا علم أن هناك من لم يقبل النصيحة والإرشاد من غيره من بعض الأفراد المتلبسين ببعض المعاصي، كشرب الدخان، أو حلق اللحى، أو عدم الحضور للصلاة في المسجد أو غيرها من المعاصي فإنه يسارع في الذهاب إلى منزله، فيستأذنه ويدخل ويسلم ويدعو له بالتوفيق، وصلاح النية والذرية، ويبيّن له أنه أتاه محبةً له للخير وشفقة عليه وحرصًا على نجاته من عذاب الله... ¶ __________ ¶ (1) منها: أن أحد الناس دعاه إلى طعام أحضره بعض الإخوان، فقبل أن يأكل منه سأل: من الذي أحضر الطعام؟ فقال أحدهم: ذاك البدوي. فقال الدرويش: لا بأس بأكل طعام الكلب المعلم! فقال البدوي: جعلتني كلبًا ياالدرويش؟ فقال له: بل أنت مؤمن تقي، ولكني أقول: يجوز أكل طعام الكلب. فضحك الرجل وجميع الحاضرين.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "وكان الشيخ محبًا لآل سعود، وآل الشيخ لما لهم عليه من الفضل، فمما قاله: (ليس لأحد عليّ فضل إلا حمولتين: آل الشيخ وآل سعود). ¶ تربية أبنائه: ¶ نبدأ أول أخباره بتربية أبنائه، فقد كان حريصًا على تربيتهم تربية صالحة؛ فقد دَرَّسهم القرآن، وحفّظ بناته القرآن. ¶ ومن ذلك أيضا أنه رحمه الله كان يوقظ ابنه عبد الله لقيام الليل ويقول له: أصحاب المزارع قاموا يسقون مزارعهم فقم بنا نسقي آخرتنا، فكان ابنه الشيخ عبد الله ينام في السجود من طول سجود والده فإذا استقام من سجوده يحركه برجله فيستيقظ. رحمهما الله وغفر لهما. ¶ منزلك في الآخرة: ¶ دائمًا ما كان الشيخ يذكِّر أصحابه بالآخرة ويخوفهم بالنعش والقبر لعل قلوبهم أن تلين، وفي ذلك قصص، منها: ¶ أنه حينما كان يتعيش من عرق جبينه، قال له أمير عُنيزةَ: أوصل هذا الباب إلى منزلي. فأوصله قبرًا في مقبرة الطعيمية ووضعه سطحًا للقبر، ولما سأل الأمير أهله عن الباب قالوا: ما جاءنا شيء. فسأل الدرويش عنه في اليوم الثاني فقال: وضعته في منزلك الأخروي! ¶ ومرة أخرى مرّ به رجل(1) يركض ويقول: من حفظ المطية؟ فاستوقفه الدرويش وقال له: أنا؛ ففرح بذلك صاحبها، وجعل يدعو له، فأوقفه على نعش في المسجد، وقال: هذه المطية. إشارة إلى أنه يحمل عليه الموتى. ¶ ويُذكر أن رجلًا كان يدخل للمسجد ويخرج خائفًا على ذلوله - أي البعير الذي يحمله - فلما خرج مرة خرج بعده وخنقه، وقال: خايف على مطيتك، هذه مطيتك. وأشار إلى النعش. ¶ __________ ¶ (1) يقال أن اسمه ابن سقيان، وكان من قبيلة مطير.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وفي قصة مشابهة للسابقة كان الشيخ في الأرطاوية فسمع رجلًا بدويًا يسأل المصلين عن راحلته يوم الجمعة ويذكر أنه فقدها، ويطلب ممن يعرف عنها شيئًا أن يخبره عنها، فقال له الشيخ عبد الكريم - قدس الله روحه -: أنا أعرف راحلتك، فقال البدوي: أين هي؟ فأخذه من يده إلى باب الجامع، فلما بلغا الباب رفعه بيديه ووضعه على الحمالة التي يُغسل فوقها الموتى، وقال له: هذه راحلتك إلى الآخرة، فصارت مضرب المثل بين الإخوان هناك. ¶ شدة توكله على الله: ¶ حق للشيخ أن يوصف بالمتوكل على الله، فقد كانت هذه السمة بارزة فيه، وهي التي أثنى عليه بها مفتي الديار: الشيخ محمد بن إبراهيم رحمه الله ، وله قصص في ذلك، منها: ¶ أنه أُهدي إليه مرة صاعٌ من البر الطيب، فأمر أهل بيته أن يصنعوا من ذلك عشاء ويتصدقوا بالبقية، فشحّ أهله به وادخروه لغد، فلما كان المساء فتش البيت فأخرج ما بقي ووضعه في شارع مطروق بكيسه لمن وجده. قائلًا: (لم تدخرون لغدٍ، ورزق غدٍ على الله؟) وكان قد أخذ على أهله ألا يدخروا. ¶ ومرة أراد السفر من الزلفي للأرطاوية فقال له أحدهم: يا شيخ! أنت لا تعرف الطريق، فلو أخذت معك شخصًا ليدلك. ¶ فرفع الشيخ رأسه للسماء وقال: اللهم اهدني سواء السبيل - ثلاث مرات - ثم ارتحل. ¶ فخاف عليه صاحبه هذا واغتم خوفًا على الشيخ، فلما رأى شخصًا قادمًا من الأرطاوية سأله عن الشيخ بعدما وصفه له، فقال الرجل: رأيته يُحدِّثُ في المسجد!! ¶ حرصه على العلم والتعليم: ¶ كان متقررًا عند الشيخ رحمه الله أن الجهل أصل كل بلاء في هذه الأمة؛ لذا حرص على أن يتعلم، وينشر العلم بين الناس على قدر طاقته، فالعلم يهدي صاحبه بإذن الله تعالى، وله مع هذه الرغبة قصص وأخبار منها:",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "أنه في يوم قام شخص -يقال له: ابن سريهد- بدعوته للغداء، وعندما أحضر الغداء بنوعين أو ثلاثة، بما في ذلك اللبن والتمر والثريد، قال له الشيخ عبد الكريم: يا بن سريهد، التمر والعيش كثير في هذه السنة، فقال: أبشرك أن الجصة - وهي المكان الذي يحفظ فيه التمر - مليانة، والحوض مليان من البر والشعير، وأملك بدل البقرة ثلاث بقرات، وعددًا من رؤوس الأغنام وخيرًا كثيرًا. ¶ فقال له الدرويش: كم عندك من كتب البخاري ومسلم؟ ¶ فقال: والله ولا كتاب واحد! فقال: كم حفظت من كتاب الله؟ فسكت عن الإجابة. ¶ فقال: هل لديك من كتب الشيخ محمد بن عبد الوهاب وكتب السيرة النبوية وكتب التفاسير شيء؟ فقال: والله لا أملك شيئًا من ذلك، فأنا أَمُّيٌّ لا أقرأ ولا أكتب. فترك الشيخ عبد الكريم الطعام من الغضب. ¶ وقال له: لقد حفظت كرشك ودنياك، وأهملت دينك؛ فلا آكل من طعامك حتى تعدني بأن تتعلم القراءة والكتابة، وتحفظ ما ينفعك في دينك. ¶ فقال له: ادع لي يا شيخ عبد الكريم وسأَعِدُكَ بأنني سأعقد العزم إن شاء الله من هذه اللحظة على المثابرة في التعلم، فدعا له، ولما رآه بعد عام أو عامين ودعاه مرة أخرى إلى بيته، رأى الشيخ أن الرجل قد تعلم وأصبح يقرأ ويكتب ويبيع ويشتري بالكتب، فكان للشيخ أثر كبير في تغيير مسار حياته. ¶ وهناك قصة أخرى: وفيها أنه استضافه أحد القضاة، ووضع على المائدة أطايب الطعام، فسأل الشيخ القاضي: كم كنزتم هذا العام من التمر والعيش من البر؟ فقال: أبشرك بأن الخير كثير، وملأنا الجصة(1) وأدخلنا حوض البر كذا صاع والحمد لله. ¶ فقال الشيخ: كم عندك من صحيح البخاري ومسلم؟ ¶ فقال القاضي: والله ما عندي منه شيء!! فغضب الشيخ غضبًا شديدًا وقال: قاضي المسلمين تملأ الجصة والحوض وتجهل أمر دينك!! ¶ __________ ¶ (1) هذه العبارة كناية عن توفر الأطعمة والأرزاق، خاصة التمر، فهو طعام الناس.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وحرك الشيخ يده ليضربه فتناثر الطعام الذي على المائدة، ومع هذا لم يؤنبه القاضي ووعده بأن يعتني بالكتب. ¶ زهده وورعه: ¶ الزهد لباس جميل يكمل بالورع عن الوقوع في المعاصي والذنوب، فلا يسمى زاهدًا من ترك الحلال وتلطخ بالحرام، وقد كان الشيخ رحمه الله زاهدًا ورعًا، والقصص التالية تظهر شيئًا من زهده، وما فاتني أكثر من ذلك. ¶ أولها أنه كان رحمه الله يلبس المرقع من الثياب مع قدرته على لبس أحسن الثياب، وفي ذلك تروى قصة، وهي أن بشت الشيخ عبد الكريم الدرويش كان مرقعًا بأكثر من عشرين رقعة، فقال له أحد معارفه: يا شيخ عبد الكريم كيف ترقع بشتك بهذه الرقع وأنت لا تعلم طهارتها؟! فقال له الشيخ: إنها أطهر من قلبك! ¶ وهذه قصة أخرى تظهر مدى زهد الشيخ، وقد أخبر بها الشيخ عمر بن حسن آل الشيخ رحمه الله ابن الشيخ عبد العظيم حيث قال: والدك شأنه عظيم، وهو زاهد في الدنيا كلها، فإنه ذات مرة وأنا في الأرطاوية أرسل لي الملك عبد العزيز رحمه الله شال صوف من النوع الممتاز، فقلت في نفسي: أنا عندي شيء أتّقي به البرد، أعطي هذا الشال للشيخ عبد الكريم الدرويش يلبسه، وكان الجو باردًا جدًا، وبعد صلاة الفجر أخذت الشال وربطت بأحد جوانبه ريالين فرانسي، ولحقت به بعد خروجه من المسجد وناولته إياه، ولم أتكلم حتى لا يعرفني، فما كان منه إلا أن قذف الشال من يده، وقال: هذا لك، ولم يلتفت عليّ أبدًا، بل استمر في طريقه، ولم يعلم ماذا أُعطي ولا سأل رحمه الله.والدك أمره عظيم وعجيب، وبهذا فاق كثيرًا من الناس، ولا همه إلا الآخرة.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "ومرة أهدي إليه منيحة (شاة) فذهب يومًا ليأتي بها مساء من السرح ففاتته صلاة المغرب جماعة، فلما صلى أخذ برقبتها وأخرجها من بيته وأخذ يقول: أنتِ لست بمنيحة، أنت شيطان، ألهيتني عن العبادة وأداء فرضي(1). ¶ ومن طرائف قصصه في الزهد أنه بُعث إليه من أمير بُريدة بعشرين ريالًا مع خادم له، وقال الأمير للخادم: قل له يستعين بها على بعض مؤن الدنيا؛ فإنها من عون العبد لأخيه، فلما أن وردت عليه أخذ منها ريالًا واشترى به نعلا لابنه وبعث ببقيتها إلى الأمير مع الخادم، وقال له: قل للأمير إني أخذت لابني ريالًا وهذه بقيتها جعل الله يكويه بها في نار جهنم، يأخذون الأموال ظلمًا ويتجملون بها على الناس، قل له: يردها على أربابها الذين أخذها منهم. ¶ ولما أن رجع بها الرسول إلى الأمير سأله ما الذي منعه من أخذها وبأي شيء أجاب؟ فقال:يا سيدي، إنه ردها ولا حاجة إلى ذكر هذيانه، فألجأه الأمير إلى أن يخبره بكلامه فلما أخبره جعل رداءه على فمه، وضحك ضحكًا شديدًا. ¶ __________ ¶ (1) هذه القصة هي المشهورة، وممن ذكرها لي شيخنا سماحة الشيخ عبد الله ابن عقيل عن والده رحمه الله ولكن بعض من ذكر القصة قال: (اللذان فاتتهم الصلاة هما ابنا الشيخ: عبد الجليل وعبد العظيم وكانا صغيرين، وفاتتهما أول ركعة في الصلاة فقط)، وما أثبته هو المشهور وهو الصحيح إن شاء الله.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "وله في مكة حرسها الله قصة تظهر زهده، فقد كان يحضر مجلس الشريف (1) واعظًا بين الحين والآخر، وذات مرة خصّه بالوعظ بصراحته المعهودة منه، فأعطاه الشريف نقودًا فتلا عليه قوله تعالى: (( أَمْ تَسْأَلُهُمْ خَرْجاً فَخَرَاجُ رَبِّكَ خَيْرٌ وَهُوَ خَيْرُ الرَّازِقِينَ )) [المؤمنون:72]، فأمر الشريف أحد وزرائه، ويقال له ابن معتق من أهل الزلفي بإعطائه مصحفًا مطبوعًا بماء الذهب، ولا يهدى إلا للرؤساء والملوك، تكريمًا وتقديرًا له حينما رفض أخذ النقود، فأخذه الشيخ، ولا يعرف له أثر، فيغلب على الظن أنه أهداه ولم يحتفظ به كما كانت سجيته رحمه الله(2). ¶ وأختم هذا المطلب بقصة له مع الملك عبد العزيز حيث أرسل له الملك بجنيهات ذهب في صرة وأمر الخادم أن ينظر إلى الشيخ هل يأخذها أم لا؟ وهذا من اختبار الملك لصدقه. ¶ فلما أعطاها الشيخ أخذ منها جنيهًا واتجه للمسجد ووضع الباقي بالصرة أسفل عتبة المسجد - وكان فيها دمن - ودخل وصلى، وكان خلفه أحد جيرانه وقد رأى كل ما حدث فأخذ الصرة ودخل للمسجد، فلما خرج الدرويش، بحث عن الصرة فلم يجدها فقال: دمن في دمن وراحت، فسأله الرجل: ماذا فقدت يا الدرويش؟ فقال: ما فقدت شيئًا، فأخرج الرجل الصرة وقال: تدور عن هذه يا درويش؟ فنظر إليها الشيخ ثم قال: لا ما هو بلي. ثم ذهب ولم يأخذ منها شيئًا. ¶ __________ ¶ (1) لعله الشريف محمد عون أو ابنه عبد الله، وإن كان حفيد الشيخ عبد الله بن عبد العظيم يرى أنه الشريف حسين. ¶ (2) قال حفيده عبد الله بن عبد العظيم: (ذكر لي والدي أن الشيخ محمد بن إبراهيم المعتق من أهالي الزلفي سأله أكثر من مرة عن المصحف المكتوب بماء الذهب، وقال لوالدي: احرص على هذا المصحف إن وجدته لأنه ثمين، فحرص والدي على البحث عنه حينه ولكنه مع الأسف لم يعثر عليه، وسأل والده عنه فلم يفده بشيء، ولا يعلم مصيره، وذكر الشيخ المعتق أن هذا المصحف نادر في العالم) قلت:وهذا يرجح ما قلته أعلاه.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "تعلقه بالآخرة: ¶ من كانت حاله ما ذكرناه آنفا كانت الآخرة همه، وما عند الله شغله، فكان رحمه الله يعيش هم الآخرة في دقائقه كلها ويربط أحداثه بها، ومن ذلك هذه القصة: ¶ أنه جاء لداره مرة وضرب الباب وكرر الضرب ولم تفتح له زوجته، فسمعته يصرخ صرخة عظيمة، ففتحت الباب، فوجدته ملقى على الأرض، فما زالت توقظه وهي تعتذر منه، فلما استيقظ قال لها: ما همني تأخرك.. ولكن تخيلت أنني أضرب باب الجنة والباب لم يفتح لي. ¶ فكانت الجنة هاجسه في كل وقته، فهو يعيش في الدنيا وروحه في الآخرة، ويعبد ربه وكأنه يراه. ¶ عبادته: ¶ كان أُنس الشيخ في العبادة، ومن تأمل قصصه علم أن الله لم يرفعه هذه الرفعة إلا وله رصيد من عبادات الخلوات غير العبادات الظاهرة. ¶ وقد قدمنا قصته مع ابنه عبد الله، وكذلك كان دائمًا في المسجد يدعو الله جل وعلا، ويقرأ القرآن، فكان حمامة مسجد، وهذه العبادة هي التي رفعته وجعلت الناس يحبونه، وهذا مصداق الحديث الشريف: (إذا أحب الله العبد نادى جبريل: إن الله يحب فلانًا فأحبه فيحبه جبريل، فينادي جبريل في أهل السماء: إن الله يحب فلانًا فأحبوه فيحبه أهل السماء، ثم يوضع له القبول في الأرض)(1). ¶ دفاع الله عنه: ¶ دافع الله جل وعلا عن الشيخ في عدة مواقف كان الموت فيها قاب قوسين أو أدنى منه تكرمة لهذا العبد الصالح، وهذا من فضل الله جل وعلا ورحمته، وهذا مصداق لقوله صلى الله عليه وسلم: (إن الله قال: من عادى لي وليا فقد آذنته بالحرب، وما تقرب إليّ عبدي بشيء أحب إليّ مما افترضته عليه، وما يزال عبدي يتقرب إلي بالنوافل حتى أحبه، فإذا أحببته كنت سمعه الذي يسمع به، وبصره الذي يبصر به، ويده التي يبطش بها، ورجله التي يمشي بها، وإن سألني لأعطينه ولئن استعاذني لأعيذنه...)(2). ¶ __________ ¶ (1) رواه البخاري برقم: (3209). ¶ (2) رواه البخاري برقم: (6502).",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "أول هذه القصص أن أمير أحد المدن من قِبَل ابن رشيد قد هدد الشيخ عبد الكريم الدرويش أمام الناس، قائلًا له: لأقتلنك صباح الغد!! وألقنك درسا لن تنساه؛ لتكون عبرة لغيرك. فرد الشيخ عبد الكريم بقوله: \"حسبنا الله ونعم الوكيل\". وسبب ذلك التهديد أن الشيخ عبد الكريم كان يؤنب أمير الزلفي من أجل تساهله بصلاة الفجر، فلما جاء المساء ذهب جماعة من الإخوان لينصحوا عبد الكريم بالخروج من البلدة؛ خوفًا عليه من القتل، وقالوا: يا عبد الكريم، لا تخاطب من إذا قال فعل، والصبح قريب فاخرج هذه الليلة، فلست خيرًا من موسى عليه السلام. فقال لهم: كلا، والله لن أخرج. إذا منيتي دانية فلا خروجي سيبعدها، وإذا هي بعيد عني فلا هو سيقربها، فتوكلي على الله هو حسبي. أما موسى عليه السلام فقد خرج بحكمة من ربه، وذلك لمصاهرة شعيب(1) وتكليم الله جل وعلا، أما أنا فلن أخرج، وسيكفيني الله شره. ¶ __________ ¶ (1) كثير من الناس يظن أن شعيبًا في هذه القصة هو نبي الله شعيب عليه السلام؛ وهذا خطأ، وقد نبه إلى خطأ ذلك شيخ الإسلام ابن تيمية رحمه الله. [انظر: جامع الرسائل (1/61) تحقيق محمد رشاد سالم] وكذلك الحافظ ابن كثير رحمه الله فقال في تفسيره حيث قال: (وقال آخرون: كان شعيب قبل زمان موسى عليه السلام بمدة طويلة؛ لأنه قال لقومه: ((وَمَا قَوْمُ لُوطٍ مِنْكُمْ بِبَعِيدٍ )) [هود:89] وقد كان هلاك قوم لوط في زمن الخليل عليه السلام بنص القرآن، وقد علم أنه كان بين الخليل وموسى عليهما السلام مدة طويلة تزيد على أربعمائة سنة، كما ذكره غير واحد. وما قيل إن شعيبًا عاش مدة طويلة، إنما هو -والله أعلم- احتراز من هذا الإشكال، ثم من المقوي لكونه ليس بشعيب أنه لو كان إياه لأوشك أن ينص على اسمه في القرآن ههنا، وما جاء في بعض الأحاديث من التصريح بذكره في قصة موسى لم يصح إسناده) (3/510).",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "فلما صار بعد صلاة الصبح وإذا بسرية من رجال الملك عبد العزيز قد هاجمت قصر الأمير لافتتاح تلك المدينة، وإذا برصاصة أطلقت عليه فقتلته، فجروا جثة الأمير إلى السوق ليعلم أهل المدينة أن أميرهم قد قتل، فسلموا المدينة إلى الملك عبد العزيز في ذلك اليوم، فلما شاع خبر موت الأمير إذا بالذين كانوا ينصحون الشيخ عبد الكريم بالأمس بالخروج يبحثون عنه ليبشروه، فوجدوه قبيل الظهر بالمسجد، فبشروه بقولهم: ما أقوى حظك يا عبد الكريم؛ الأمير قتل!! فقال: أروني إياه، فذهبوا إلى السوق فإذا هو مسحوب على سراج الفرس والناس تنظر إليه، فوقف الشيخ عبد الكريم أمامه مشيرًا بعصاه إلى جسد المقتول ذاكرًا قوله تعالى: (( فَقُطِعَ دَابِرُ الْقَوْمِ الَّذِينَ ظَلَمُوا وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ )) [الأنعام:45]، ثم سجد شاكرًا لربه.. ثم أمر بتجهيز الميت، والصلاة عليه ودفنه، بل قيل أنه هو الذي صلى عليه، وبَلَّ بذلك فؤاد أهله - رحم الله الجميع - ولم يجرأ أحد على حمل الميت والصلاة عليه قبل الدرويش. ¶ وقد تعرض الشيخ لعدة محاولات لقتله ولكن الله تعالى حماه، وسأذكر منها محاولتين: ¶ الأولى جرت في إحدى قرى القصيم؛ حيث كان بعض الأهالي يحتسون القهوة في منزل أحد الأهالي، وبينما هم كذلك إذا بأحد الحضور يذكر للشيخ أن الرجل الذي بجواره يشرب الدخان، وقد نصح عدة مرات ولم يمتثل للنصح، وسبق أن نصحه الشيخ أكثر من مرة إلا أنه مصر على شرب الدخان، فقال الشيخ للذي يصب القهوة: لا تصب له قهوة وأعد الفنجان(1). ¶ __________ ¶ (1) يعد هذا الكلام إهانة كبيرة جدا عند الناس، وكأنه ليس برجل ولا قيمة له، ولا يمسح هذه الإهانة إلا القتل، حسب أعراف الجاهلية.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "فخرج الرجل وهو يشتاط من شدة الغضب وتوعد الشيخ بالقتل، وكان الشيخ قد قرر السفر من هذه القرية إلى قرية أخرى من قرى القصيم كذلك، فنصحه محبوه بعدم السفر؛ لأن الرجل الذي هدده بالقتل قد أخذ سلاحه وخرج يترصد له في طريقه الذي سيسلكه، وقالوا له: الرجل معروف بالشجاعة والبطش، وهو من الأُسر الكبيرة بالقصيم. وإذا كنت مصرًا على السفر فغير طريقك. ¶ فقال الشيخ: إذا كان أجلي هذه الليلة فقد حان وأشهد أن لا إله إلا الله وأن محمدًا رسول الله، وإن جمعني الله به الليلة وكزته بهذه الشومي ويعينني الله عليه، ألا تقرؤون قول الله: ((فَإِذَا جَاءَ أَجَلُهُمْ لا يَسْتَأْخِرُونَ سَاعَةً وَلا يَسْتَقْدِمُونَ )) [الأعراف:34]؟! ¶ ثم خرج رحمه الله من القرية وبنفس الطريق التي رصده الرجل عليها، ووصل الشيخ إلى القرية التي يقصدها، فلما أصبح في اليوم التالي رجع الرجل إلى القرية التي كان فيها الشيخ، وقال: الدرويش لم يخرج وانحاش -أي هرب- مني في القرية. فأكد له الناس أنه خرج، ولم يبق في القرية. ¶ وكان للرجل مزرعة(1)، فلما ذهب لها، قال له ابنه: الدارجة هذا الصباح وقعت في البئر. فقال له الرجل: دعني أنزل في البئر لأخرج الدارجة، فنزل الرجل لإخراجها، وكانت الدارجة ساقطة في إحدى زوايا البئر ولها حديد بأطرافها ماسكة بأحد الزوايا فتمسك بها وشدها بقوة فتكسر الخشب وانهارت البئر على صاحبها. ¶ وصاح الصائح لنجدة الرجل، فحضر الناس وحاولوا حفر البئر ثم وجدوا أنه لا فائدة في ذلك، وكانت البئر قديمة فخشوا إن حفروها أن تنهار بهم. ثم عُرِفَتْ القرية بعد ذلك بقليب الدرويش؛ لأن القليب هدم على صاحبه ومات بسبب دعاء الشيخ عليه. والله أعلم. ¶ __________ ¶ (1) كانت مزرعته في النفود ومطوية بخشب الأرطي ليحفظ الرمل عن السقوط في البئر.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "أما القصة الأخرى فقد ذكرها إبراهيم آل عبد المحسن حيث قال: مرّ الدرويش على شيخ يسني ويغني فوقف عليه وقال: عياذًا بالله شيخ كبير وتغني، وقام عليه بالعصا فطفق يضربه ضربًا عنيفًا. ثم ذهب بعد ذلك ومعه رفيق له إلى المسجد ليصليا فجاء ابن المُعزر إلى أبيه بعد ما وقفت السانية وأبوه قد أعظم الأمر وجعل يخبط كأنه مجنون يريد تشجيع ابنه على الانتقام من الدرويش، حتى إنه بادر ابنه بقوله: أمك طالق يا ابن المرأة إن لم تقتله. فقام الشقي ابن الشقي من فوره وأعمل البندقية وكان شابًا قويًا، فأنذر الدرويش وهو يصلي فلم يتأثر وأتم صلاته، ثم التفت قائلًا لصاحبه الذي بجانبه: ((وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجاً )) [الطلاق:2]. ¶ ثم كبّر وصف للصلاة، هذا والابن كالضبع يحاور أباه في قتله، فلما سلّم الدرويش إذا به قد أعمل الفتيلة وأقبل نحوهما، فقال له صاحبه: يا عبد الكريم أطلق رجليك؛ فإن الرجل قد أقبل مسرعًا يريد قتلك، فالتفت إليه وهو يقول: ((فَسَيَكْفِيكَهُمْ اللَّهُ وَهُوَ السَّمِيعُ الْعَلِيمُ )) [البقرة:137]ثم كبر للصلاة مرة أخرى. ¶ فإذا بالأب يدعو ابنه قائلًا: يا محمد زال الرشا عن البكرة، عدله يا محمد وامض لشغلك، فرجع الابن لهذه المهمة حتى لا ينقطع ظهر البعير، ولما أن رقي يريد تركيب الرشا وصعد فوق قروب البئر طلب من أبيه أن يعينه لتركيب الحبل على الرشا فلما صعدا سويًا على حافة البئر انطبق عليهما من أقصى جهاته، فكان قبرًا لهما وللإبل، فما وقف لهما على خبر(1). ¶ فلما سلّم الدرويش نظر إلى صاحبه وقال: احفظ الله يحفظك، أما قلت لك: سيكفينا الله شرهم. ¶ تعبيره للرؤيا: ¶ من لطائف أخباره أنه كان يعبر الرؤيا، وسأذكر قصتين من قصصه: ¶ __________ ¶ (1) ولعل ذلك -بعد قضاء الله- بسبب ثقلهما على البئر، وكان قدرًا مقدورًا.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "الأولى أنه جاء بدوي للشيخ وقال: يا عبد الكريم رأيت بيت شعر أسود ملء السماء وداخله شراع أبيض، وداخله كرسي جالس عليه رجل. ¶ فقال الشيخ: هل تعرف الرجل؟ ¶ فقال: نعم، ولكن عبّر لي الرؤيا أولًا. ¶ فقال: الخيمة الكبيرة السوداء هي الإسلام، وهذا سواد الإسلام؛ لأنه يدخل تحته السني والشيعي وغيرهما، والوعد عند الله. والبيضاء الإيمان، والكرسي الإحسان، والجالس عليه من أصلح الناس. ¶ فقال الرجل: أنت هذا الرجل. ¶ فخرّ الدرويش ساجدًا وأخذ يبكي. ¶ والأخرى أن امرأة سألته عن رؤيا فقالت: رأيت أنني ألبس فستانًا جميلًا ومنقطًا وطويلًا. ¶ فقال: اتق الله يا امرأة، تموتين بعد أيام. ¶ فقيل أنها ماتت بعد ثلاثة أيام بالجدري، وكانت النقاط تشير إلى الجدري، والله أعلم. ¶ متفرقات: ¶ سأجمع هنا بعض القصص التي لم أر لها تقسيمًا مستقلًا، وإن كان بعضها قد يصلح للدخول تحت أحد الأقسام السابقة أو غيرها: ¶ كان الملك عبد العزيز بن عبد الرحمن آل سعود محبًا للشيخ عبد الكريم -رحمهما الله- وله عنده حظوة ومكانة؛ لمعرفته بصدقه وإخلاصه، وترفعه عن الدنيا. ومما قاله الملك للدرويش: (عصاك يا الدرويش سيف عندنا). ¶ وروى عبد العزيز التويجري قصة تبيّن تقدير الملك للشيخ عبد الكريم الدرويش فقال: التقى الدرويش مرة في إحدى الطرقات بالملك عبد العزيز، وكان الملك يتقلد سيفًا، فلمس عبد الكريم السيف ثم قال للملك عبد العزيز: أهذا السيف الذي تتقلده لله ولحكم الله أم لبطنك؟ فضحك الملك عبد العزيز وربت على كتفه وقال له: بل هو لهما جميعًا يا عبد الكريم ولكن ادع لي، وهل لك حاجة تطلبها؟ فقال: لا حاجة لي في شيء، يكفيني من دنياكم هذه الوجبة البسيطة التي في يدي، آكلها، وكان قد أخذها من وليمة أقيمت للملك عبد العزيز(1). ¶ __________ ¶ (1) لسراة الليل هتف الصباح (ص:663).",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "ودعا الشيخ مرة رجلًا من أهل الديانة فقال له ائتني بدواة وورقة فأتى بهما، فقال له اكتب: (بسم الله الرحمن الرحيم. من عبد الكريم الخراساني إلى عبد العزيز بن ... سلام على من اتبع الهدى أما بعد: فقد قال الله تعالى: ((وَجَعَلْنَاهُمْ أَئِمَّةً يَدْعُونَ إِلَى النَّارِ وَيَوْمَ الْقِيَامَةِ لا يُنصَرُونَ * وَأَتْبَعْنَاهُمْ فِي هَذِهِ الدُّنْيَا لَعْنَةً وَيَوْمَ الْقِيَامَةِ هُمْ مِنْ الْمَقْبُوحِينَ)) [القصص:41-42] والسلام على من اتبع الهدى). وجعله في ظرف وبعث به إليه(1). ¶ كان الشيخ كثير السفر، وفي إحدى سفراته وصل إلى عنيزة قادمًا من سفر، وكان ثمة مناسبة فصنع أكثر أهل البلد طعامًا وذبحت الذبائح، وكان من عاداتهم أن يرسلوا للدرويش طعامًا في المسجد ولكنهم تواكلوا ذلك اليوم، فلم يرسل أحد منهم شيئًا. ¶ وكان الدرويش قد قال لليتيم -ولد ولده عبد الرحمن-: اليوم يجينا عشاء من القصير أو الأمير. فقيل أن جيرانه قالوا فيما بينهم: ما يصلح أن نتقدم على الأمير وهو سيرسل عشاء للدرويش، وكذا قال الأمير: جيرانه لن يتركوه. فبات طاوي البطن وهو يردد: يوم اعتمدنا على القصير والأمير ما جاءنا شيء(2). ¶ وفي أحد أسفاره تعرض له قطاع طريق وسلبوه ومن كان معه، ثم لما حضرت صلاة المغرب أذن الشيخ وأقام الصلاة ثم قال للقطاع: سرقتمونا فصلوا معي، ثم قام يصلي المغرب، وفي الركعة الثالثة رفع يديه يدعو عليهم، فقام له رئيس القطاع وقال: بس بس يا شيبة الرحمن، وأعطاه ما أخذه منهم. ¶ فقال الشيخ: دوروا الراعي صاحب الذلول - البعير -، فبحثوا عنه فوجدوه بعيدًا، فلما رأى القطاع خاف منهم أن يقتلوه. ¶ فقال: وش تبون؟ أخذتم الذلول والحلال، تبون تذبحوني؟ ¶ __________ ¶ (1) لأن هذا الأمير قتل مجموعة من الرعاة نكاية بأهل القصيم، ثم تمكنوا منه مصادفة فقتلوه. ¶ (2) حدثني بها سماحة شيخنا الشيخ عبد الله بن عبد العزيز ابن عقيل في منزله العامر بالرياض.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "قالوا: لا. شيبة الرحمن أنقذك. فأعادوا لهما ما أخذوه منهما. فأكملا سفرهما، ولما وصلا عنيزة، قال له الراعي: خذ هذه - وأعطاه مكافأة - لأنك رديت لي الحلال، فخنقه الدرويش وجعل يصفعه مرة تلو أخرى، وقال: أنا رديت الحلال؟! وحّد الله.. وحّد الله.. ¶ وله قصة مشابهة لهذه، فقد خرج رحمه الله للدعوة إلى الله كعادته، وقصد إحدى قرى سدير، وكان يتنقل على قدميه كعادته، فمر بمجموعة كانوا يحتفلون بعرس، وكان في احتفالهم منكرات من رقص وغناء، فأنكر عليهم وطلب منهم الكف عن هذا العمل، فلم يلتفتوا له، و كانوا قد خرجوا من قريتهم متوجهين لقرية الزوج، فرافقهم الشيخ في سفرهم، وكان الوقت آخر العصر، ومع إقبال الليل تعرض لهم مجموعة من قطاع الطرق، فأخذوهم وما معهم، فلما حلَّ وقت صلاة العشاء أذن الشيخ بأعلى صوته وهو على بعيره، وقال: اتقوا الله! إلا تجمعوا بين السرقة وترك الصلاة، ثم نوخ بعيره، وكرر عليهم نفس العبارة: اتقوا الله! لا تجمعوا بين السرقة وترك الصلاة، لا تجمعوا بين معصيتين، ثم صلى، وصلى معه الناس وبعض قطاع الطرق، ثم ذكرهم بالله وخوفهم من عقابه، فوقف كبيرهم وقال: يا خطيب(1) وين راحلتك؟ فقال الشيخ: ما لي راحلة ولكنها لفلان، فأمرهم فخلوا راحلة الشيخ وراحلة الذي أعاره بعيره، فقال الشيخ: والعروس أعطوني إياها، فأمرهم كبيرهم بتخلية سبيلها، فقال الشيخ: أنا لست وليها؛ فخلوا وليها أيضًا. فخلوا سبيله ورواحلهم. وبعد أن استعد للرحيل ومن معه ممن أطلقهم القطاع التفت الشيخ لمن بقي من الناس وقال لهم: هذه عقوبتكم، أقول لكم: لا تغنوا ولا ترقصوا، ألحين ارقصوا وغنوا بكيفكم. ¶ __________ ¶ (1) عبارة تقال لمن يعظ الناس.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "ومرة جاء أحد الوعاظ للأرطاوية وذكر للناس أن عمامة الرسول صلى الله عليه وسلم كانت سوداء، فغير كثير منهم عمامته لما سمعوا ما ذكر، فلما جاء الدرويش زجرهم وقال لهم: (عمامة رسول الله كانت بيضاء، ولم يلبس السواد إلا يوم فتح مكة فقط، فغيروا هذه). ففعلوا كلهم ذلك. ¶ وفي حادثة تظهر قوة الدرويش أنه كان يعظ ويذكّر في قرية من قرى القصيم، وبعد الصلاة دعاه أمير القرية إلى الغداء، وأثناء الغداء حدَّث الشيخ ووعظ، فضحك الأمير، فأخرج الشيخ يده من الطعام وصفع الأمير على وجهه، وقال له: أتضحك وأمامك الصراط؟ فما كان من الأمير إلا أن دعا له، وكان يقول بعد ذلك: لقد نفعني الله بصفعة الزاهد نفعًا كبيرًا(1). ¶ وكان في مجلس الملك عبد العزيز ذات مرة فاقتربت نملة من الملك فقفز أحد الجلساء وأزالها، ففزع الدرويش وخنقه، وقال: خايف عليه من القعس؛ خف عليه من النار.. خف عليه من النار... فكه من ملك الموت إن كان تقدر. ¶ ونختم هذا المطلب بهذه القصة التي تخبر بها إحدى نسائه، وفيها أنه مرة تأخر في الخروج من المسجد، فلما وصل إلى زوجته التي هو عندها الليلة، طرق الباب فقالت له: ماذا تريد؟ لن أفتح لك الباب، ارجع إلى زوجتك التي كنت عندها. ¶ فحاول معها أن تفتح له الباب وهي تأبى عليه، فلما انصرف سمعت امرأة تقول لها: لا تؤذيه قاتلك الله، فخافت خوفًا شديدًا، فلما رجع وطرق الباب فتحته مباشرة، ورحَّبت به، وقالت: ما عاد آذيك أبدًا، فقال: وش اللي غيرك؟؟ فقالت: رأيت كذا وكذا، فقال: هذه زوجتي من الحور العين في الجنة - إن شاء الله -. ¶ فكان حَسَنَ الظن بربه، مع شدة خوفه ولزومه للسنة، وهذه حال المؤمن. ¶ أمره بالمعروف: ¶ __________ ¶ (1) قد ينكر البعض مثل هذه الشدة، ولكن يقال: لكل زمان رجال، وقد أثنى مثل هذا الأمير على تلك الصفعة المباركة، والشدة تنفع مع بعض الأعراب، وإن كان الأصل هو الرفق بالناس.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "الأمر بالمعروف سنة رسول الله صلى الله عليه وسلم ، بل هي التي فضل الله بها هذه الأمة على غيرها من الأمم، فقال: ((كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنْ الْمُنكَرِ وَتُؤْمِنُونَ بِاللَّهِ)) [آل عمران:110]، وهذه الصفة كانت بارزة في حياة الشيخ، بل هو إمام مُتَّبِعٌ وشيخ مُقلَّدٌ في الاحتساب على الوجهاء، والأمراء، والملوك، والعامة، وله في ذلك قصص كثيرة أذكر منها: ¶ أنه صلى خلف عبد العزيز ابن رشيد حاكم حائل ذات مرة فلما أقيمت الصلاة قال ابن رشيد: استووا.. استووا، فقال الدرويش: استو أنت أول يا بن رشيد. ¶ هذا من شدة ابن رشيد وجبروته رحمه الله. ¶ وقال الشيخ لأحد الأمراء مرة: أنتم مهملون لواجب الأمر بالمعروف. ¶ فقال الأمير له: لسنا بالشمس نحيط بكل شيء! ¶ فقال له الشيخ: صبران النخيل التي لا تأتيها الشمس تأخذون زكاتكم منها لمصلحتكم، والمنكرات لا تحيطون بها. فسكت الأمير ولم يحر جوابًا. ¶ ومرة شاهد أحد الوجهاء وثوبه طويل تحت الكعبين فأخذ سكينًا -وقيل غيرها- فقص ثوبه إلى الكعبين، ولم يحرك ذاك الرجل ساكنًا هيبة من الشيخ. ¶ وسمع الدرويش أن بعض نساء الوجهاء وكبار القوم في إحدى المدن يحضرن رقصًا للرجال ويختلطن بهم، فهب كالهزبر وله نهيم، فلما بلغ مكانهم رفع عصاه وهوى بها على هؤلاء النسوة، ولم يفرِّق بين شريفة ووضيعة فتتطايرن من بين يديه ولهن عويل، ويقال أن هؤلاء الشريفات لم يعدن لهذا الفعل حتى غادر الدرويش مدينتهن.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "وفي آخر عمره دعاه رجل يدعى محمد بن عبد الرحمن للطعام، فلما دخل ناداه هذا الوجيه وقال: هنا.. هنا يا الدرويش - يريده أن يجلس في صدر المجلس بجانب الوجار ليتدفأ - وكان في صدر المجلس أحد الوجهاء وله شارب طويل جدًا، فنظر في وجهه الشيخ ثم قال: وش هذا؟ فقال الرجل: شنب رجال!! فقال الدرويش: القط له شنب مثلك ولا صار رجال!! فغضب الرجل غضبًا شديدًا وكاد يفتك بالشيخ. ¶ وذكر الشيخ عبد الله البسام رحمه الله أن الشيخ الدرويش كتب لأمير إحدى دول الخليج ينصحه، حيث إنه سمع عنه ما يخالف عقيدة السلف الصالح، فألزق هذا الأمير ورقةً بيضاء على نسخة من كتاب الموطأ للإمام مالك رحمه الله ، وكتب على الورقة: (ما في هذا الكتاب هو عقيدتي ومذهبي) وبعث النسخة. ¶ وفي إحدى أسفاره طلبه أحد أمراء تلك المدينة، وقال: يا عبد الكريم صفني؟ فقال:أنت كلب واللي معك كلاب مثلك؛ تأكلون جيفًا!! ويقصد رحمه الله ما يفعله بعض الأمراء من أكل المكوس التي تثقل كاهل الضعفاء(1). ¶ ونختم بهذه القصة والتي هي من لطائف الشيخ في الأمر بالمعروف، وهي أنه صلى الفجر ذات مرة في أحد مساجد القصيم فوجد المصلين فيه قلة، بينما هم أكثر في الظهر، ففي الليلة الثانية قبيل أذان الفجر خرج من المسجد وصار ينادي بأعلى صوته: (يا جرّادوه)(2) وما أكمل نداءه حتى حضر عنده الناس جماعات وأفراد يتسابقون إليه، واستعدوا برواحلهم، ومعهم الأوعية والخياش لتعبئة الجراد فيها، وكل من حضر إليه سأله: أين الجراد؟ وهو مستمر في النداء، حتى اجتمع إليه نفر كثير منهم، وأذن للفجر الثاني، ثم قال لهم: (هيَّا بنا للمسجد، أجردوا وتزودوا للدار الآخرة). ¶ ووعظهم وأدخلهم للمسجد، وصلوا جميعًا صلاة الفجر، فشكروه ودعوا له. ¶ __________ ¶ (1) يقال أن الأمير أجابه: لا غنى لنا عنها، فقال له الشيخ: لا تستحلها فتكفر. ¶ (2) كان الناس بهذا النداء يستبشرون بوجود الجراد، لأنهم يفرحون به ويخرجون لأخذه.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "والأمر بالمعروف والنهي عن المنكر فيصل بين أولياء الرحمن وأولياء الشيطان فلا تغرك كرامات من لا يغضب لربه جل وعلا وينتصر لدينه. ¶ بعض كراماته(1): ¶ حدثني شيخنا سماحة الشيخ عبد الله بن عبد العزيز ابن عقيل - وفقه الله - قائلًا: للشيخ الدرويش كرامات مشهورة يتناقلها الناس جيلًا بعد جيل، وهو من أولياء الله الصالحين، ولا نزكي على الله أحدا. ¶ وقال فهد الكليب: سُجِّلت للعالم الزاهد عبد الكريم الدرويش الكثير من الأخبار والكرامات، التي تدل على توفيقه وتوكله على الله، وأمره بالمعروف ونهيه عن المنكر، وما يقع فيه من الأهوال الصعبة فيدافع الله عنه. وكان: يصدع بقول الحق وإظهاره، ولا يخاف في الله لومة لائم، وله: قصص وأخبار كثيرة بلغت حد الخيال عند بعض الناس. ¶ وقال إبراهيم آل عبد المحسن رحمه الله بعدما ذكر عددًا من القصص: إلى غير ذلك من الكرامات والأفعال التي يجب أن تُجمّل بها الصحف ويسمر بها، فرحمه الله عبر الدنيا وما عمرها، وما هي إلا ساعة صبروا فيها على النكد فأعقبت لهم الراحة التامة والذكر الحسن. ¶ وهذا الذي حدا بالتويجري أن يقول عبارته التي نقلتها آنفًا(2). ¶ وسأرتب كراماته على التالي: ¶ استجابة دعائه: ¶ كان الشيخ رحمه الله مستجاب الدعوة، وقد تواتر هذا عند معاصريه، وقد نقلوه لمن بعدهم من ذويهم وطلابهم، وله في ذلك قصص وأخبار كثيرة ذكرت طرفًا منها: ¶ __________ ¶ (1) انظر حول الكرامات: الجزء الخامس من كتاب الإمام اللاكائي رحمه الله شرح أصول معتقد أهل السنة والجماعة، وكذلك: الفرقان بين أولياء الرحمن وأولياء الشيطان لشيخ الإسلام ابن تيمية رحمه الله. ¶ (2) انظر عبارة التويجري (ص:28).",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "أبدأ بما قاله صالح العمري حيث قال: حدثني الشيخ فهد العبد العزيز بن سعيد عن الشيخ محمد الناصر الوهيبي قال: سرنا لزيارة الشيخ عبد الله بن دخيل والإخوان في المذنب ولم يكن معنا زاد فأدركنا الجوع والعطش(1)، فاستقبل الشيخ عبد الكريم القبلة وقال لمن معه: إني داع فأمنوا ثم قال: (اللهم يا ذا الجود والكرم ارزقنا لبنًا بلا منٍّ ولا ثمن) فغضب عليه أحد رفاقه، وقال: تشترط على ربك يا الدرويش؟!! فقال: أنا أطلب ربي ما هو منك، وإن أردت فادع أنت. ¶ __________ ¶ (1) قال الشيخ صالح الدرويش: سبب ذلك أنهم غيروا طريقهم، فهم خرجوا من البكيرية لعنيزة ثم المذنب ثم غيروا طريقهم ولم يحسبوا حسابا للطريق والحر، واشتد عليهم الحر لما ارتفعت الشمس.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "ثم سرنا قليلا فانحدرنا إلى مكان منخفض عنا فإذا برعية من الإبل ومعها امرأة ترعاها فقالت المرأة للشيخ ورفقته: هل تريدون اللبن وإلا بنسكبه في الأرض؟ قالوا: نريده، فأخذوه وهو سقاء كبير ملآن باللبن فشربوا حتى اكتفوا(1). ¶ وقال صالح العمري أيضا: حدثني الشيخ عبد العزيز بن عبد الرحمن بن سليم قال: كان الشيخ عبد الكريم يسير في البرية في بعض أسفاره من الزلفي إلى عنيزة على قدميه فقابله قطاع طريق فسلبوا ملابسه وما معه من تمر ولبن، فمرض أحد قطاع الطريق فقال لأصحابه: ردوا على الغريب ما أخذتموه فقد دعا علينا، فردوا عليه، فشفي مريضهم بإذن الله. ¶ __________ ¶ (1) وروى فهد الكليب ذات القصة وفيها اختلاف يسير فقال: (من القصص المتواترة والمشهورة عنه رحمه الله قصته عند سؤال ربه أن يرزقه لبنا بلا مَنٍّ ولا ثمن، وهم في وسط الصحراء، إذ يروى أنه مع بعض رفاقه من بلد البكيرية قاصدين زيارة إخوة لهم في بلدة عنيزة، وفي أثناء سيرهم بالطريق أرادوا الذهاب إلى البدائع وشعروا أثناء سيرهم بعطش شديد، فقال بعض أصحابه له: يا شيخ عبد الكريم، لو دعوت الله لنا أن يرزقنا من واسع فضله ورحمته، فطلب منهم أن يؤمنوا على دعائه... وبعد نزولهم من القلعة إلى وادي الرمة، إذا بقوم قد ارتحلوا منازلهم وفي مؤخرة القوم امرأة تحمل بيدها لبنا، ولما رأتهم صاحت بهم تدعوهم إلى الحضور، فذهب أحدهم إليها، فقالت له: احمل هذا اللبن إلى رفاقك، فإن حمله فيه مشقة علي، وحمله جعلني لا أتمكن من اللحاق بقومي، وأنا أخشى أن أريقه دون أن يستفيد منه أحد، فلو أخذتموه!!!) وقد أثبت قصة العُمري للسند المتصل.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "وفي إحدى سفرات الشيخ رحمه الله قصد السيح لزيارة الشيخ حمد العتيق(1)، فلما وصل رحب بهم ابن عتيق، وبعد تناول القهوة؛ أخذ الشيخ يقرأ لهم من كتاب معه، ثم دار الحديث بينهم فذكر ابن عتيق بأن قليبه - أي البئر- قليل ماؤها؛ لأن لهم مدة ما نزل عليهم المطر وما سال السيح، فقال الشيخ: يا ابن عتيق قم نصلي وندعو، لعل الله يسقينا، فقال ابن عتيق: الله يهديك يا عبد الكريم نحن في فصل الصيف وليس بوقت مطر، فقال الشيخ رحمه الله وهو واثق بربه: إن الله قريب ويسمع ويجيب، هيا بنا نصلي وندعو الله؛ لعل الله يجيب لنا، فقام الثلاثة وصلى بهم الشيخ ودعا الله، ثم جلسوا يتقهون مرة أخرى داخل المزرعة، وأثناء ذلك، خرج صاحب المزرعة، ثم قال: يا عبد الكريم إني أرى سحابة مقبلة من ناحية الجنوب. وما هي إلا برهة قصيرة حتى سمعوا صوت المطر على المزرعة، فقال الشيخ عبد الكريم رحمه الله: ألم أقل لك:إن الله قريب سميع مجيب، وخرج أصحاب المزارع ليسقوا مزارعهم فوجدوا أن الماء نزل على مزرعة ابن عتيق فقط. وتناقل الناس هذه القصة. ¶ وفي ذات مرة كان الدرويش في إحدى مدن القصيم، وكان هناك مكان مخصص للأمير في المسجد، فجاء الشيخ عبد الكريم وجلس قبله في مكانه فأخبره بعضهم أنه مكان الأمير، فقال الشيخ: المسجد بيت الله جل وعلا وهو لمن سبق، فلما جاء الأمير ووجد الشيخ في مكانه وقف بجانبه وضرب الشيخ برجله، فدعا عليه الشيخ فشلت يده ورجله التي ضرب بها الشيخ. ¶ __________ ¶ (1) لعله الشيخ العلامة حمد بن عتيق، فقد كان يسكن سيح الإفلاج وهو قاضيها، توفي عام (1301هـ). انظر ترجمته في علماء نجد (2/84)، بينما حدد حفيده عبد الله بن عبد العظيم السيح بقوله: منطقة تقع شمال الزلفي حوالي ثلاث كيلو مترات، فإن صح هذا فيكون حمد هذا رجلًا آخر غير الشيخ.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "ثم خرج الشيخ من البكيرية، فظن الناس أنه خرج خوفا من بطش الأمير، فلحقه بعضهم ليرجعوه، فقال: ما خرجت خوفًا منه، وسأرجع بعد مدة، فطلبوا منه أن يدعو للأمير؛واعتذروا عنه أنه فعل ذلك خطًأ، فقال الشيخ: إذا رجعت إن شاء الله. ¶ وتناقل الناس هذا الخبر وأن الأمير أصابه دعاء الدرويش، ولما رجع الشيخ لتلك المدينة طلبوا منه الدعاء للرجل، وذكروا من تغير حاله وتوبته ورجوعه إلى الله تعالى، وقد كان من قبل جبارًا، فدعا له الشيخ، فكأنه فك من عقال. ¶ وتأثر بهذا بعض سكان تلك المدينة، فسرت فيهم الهداية والديانة، بسبب هذه القصة. ¶ الدرويش والأرطاوية ¶ لعلنا نبدأ بتعريف هذه الهجرة فنقول: سبب التسمية: نسبة لكثرة شجيرات الأرطي. ¶ الموقع: شمال المجمعة، وشرق الزلفي، تبعد عن الرياض 250 كيلا شمالًا، تأسست عام (1330 هـ) كأول هجرة للإخوان، وأقيمت هجرة الأرطاوية في عام (1330 هـ - 1912م) حول آبار الأرطاوية إلى الشمال من الرياض، وكانت هذه الآبار تقع ضمن ديرة مطير بقيادة زعيمها فيصل الدويش. ¶ قال ابن خميس في كتابه (معجم اليمامة) ما نصه: (وللأرطاوية شأن كبير في انتفاضة الإخوان؛ فهي أول هجرة أنشئت للإخوان عام (1330 هـ) كان يخرج منها أيام فتوحات الملك عبد العزيز ألفا مقاتل)، وقال عبد الله فلبي في كتابه \"تاريخ نجد\" وهو يتحدث عن الهجر ما نصه: (غير أن المنزلة الرفيعة في سجل الشرف يجب أن تكون من حظ الهجرة الأولى التي اتخذت نموذجًا للآخر، فمعتنقو المذهب من قبيلة مطير استقروا في الأرطاوية، عاصمة المذهب الجديد، وامتدت فروعهم إلى مبايض وبوضا وفريثان ومليح والقريتان). ¶ وتكمن أهمية هذه المدينة أنها كانت موطن الإخوان الذين كان لهم أثر في توحيد المملكة.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "ويذكر الكثيرون أن الأرطاوية لم تكن قبل الدرويش، وأنه هو الذي وطّن البدو فيها ليغير من طباعهم في السرقة والنهب وقطع الطريق ويكون أدعى لقبول تعاليم الإسلام والعمل به. فأشار على أمير حرب ابن ناقئ الاستقرار في بعض الهجر، فاستقر في القرين، واستقر غيره في الشبيكية والدليمية، وسواء صح ذلك أم لا فقد كان له الأثر الأكبر في ذلك. ¶ وكذا كان الملك عبد العزيز حريصًا على توطينهم أيضا لما في ذلك من الحد من قطع الطريق وإيذاء الناس، ولأن هذا من واجبات من ولاه الله أمر المسلمين. ¶ ويظهر أن توطين البدو كان همّا مشتركًا بين الملك عبد العزيز والشيخ الدرويش رحمهما الله. ¶ وفي ذلك تروى قصة، وهي أنه بعد فتح القصيم قال له الملك عبد العزيز رحمه الله: هل لي عليك بيعة؟ فقال الشيخ: نعم. فقال: الحق بي للرياض. فقال الشيخ: أنا آتي الرياض بين الفينة والأخرى، ولي هناك زوجة، ثم لحقه إلى الرياض، فأخبره عليه الملك عبد العزيز وبيّن له رغبته بمرافقة الشيخ له، وأصر عليه في ذلك، فرافقه وبقي في الرياض حتى أمره الملك أن يذهب نواحي القصيم لتوطين البدو هناك. ¶ وقد أرسل الملك غير واحد من أهل العلم لتوطين البدو. ¶ الدرويش والإخوان ¶ أثر الشيخ على الإخوان: ¶ يعتبر هذا المبحث من أهم المباحث التي يجب على من تناول حياة الشيخ عبد الكريم الدرويش أن يتكلم عنها؛ بل هي الركن الأساس في حياته من وجهة نظري؛ نظرا لأثر الشيخ على هذه الجماعة، سواء قلنا أنه هو المؤسس لهذه الدعوة أو لم يكن هو، فقد كان له دور بارز على قادة الإخوان، وأيضًا لما لهذه الحركة المباركة من أثر حسن على هذه البلاد وأهلها؛ فهي امتداد للدعوة التي قام بها الإمامان محمد بن عبد الوهاب ومحمد بن سعود -رحمهما الله وغفر لهما-. ¶ ويظهر لنا جليًا أثر الشيخ على الإخوان وهيبتهم منه، أن الدرويش قال لأحد قادة الإخوان: اصدقْ في توبتك يا أبو ... فتوبتك ما هي صادقة.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "بل زاد الأمر عن مجرد النصح إلى أن قرّع هذا القائد وقال له: الكلب إذا هاجر أخذ عياله معه، وأنت تارك عيالك في البادية. ¶ فكان ذلك سببًا لتوطين أولاده الذين تركهم في البادية. ¶ وهذا الفعل لو فعله غير الشيخ مع أقل الناس لذبحه قبل أن يتحرك من مكانه، فكيف بشيخ قبيلة كبيرة عرف بالشجاعة وقوة الشكيمة وتحته مئات الرجال؟ ¶ ولكن هيبة الشيخ وحبهم له ومعرفتهم بصدقه ورحمته بهم؛ هو الذي منع هذا القائد وأمثاله عن مجرد الرد على الشيخ فضلًا عن أن ينتصر لنفسه. ¶ وأنا أذكر مذاهب الناس في هذه المسألة، ثم أرجح الأقرب للصواب. ¶ لغز مؤسس حركة الإخوان: ¶ قبل أن نخوض في غمار الخلاف الدائر بين الدارسين لهذه الجماعة حول من هو المؤسس لجماعة الإخوان نحاول أن نبين ما اتفق عليه الناس في ذلك: ¶ الأول: وهو أن الدرويش: كان له تأثير كبير جدًا على الإخوان، فكان هو المعلم والمربي، وكانت كلمته مسموعة، بل لا يكاد أحدهم يجرؤ على ردها حتى كبارهم، ولذا هابه الملوك والأمراء، فرب كلمة من الدرويش تحرك فصائل الإخوان مجتمعة. ¶ الثاني: أنه لم يشارك الإخوان في القتال ألبتة، وممن أكد لي هذا حفيده عبد الكريم ابن عبد الجليل: فقال: (ما ركب جدي ذلولًا في حرب قط)، ومثل الشيخ لا يتهم بجبن أبدًا، وتاريخه المشرق خير شاهد على ذلك. ¶ الثالث: أن تواجد الإخوان كقوة عسكرية مجتمعة كان مع الملك عبد العزيز ولم يكن لهم تواجد عسكري قبله. ¶ ونبدأ باستعراض مذاهب بعض من بحث عن مؤسس حركة الإخوان:",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "أولًا: ذهب الحاكم البريطاني ديكسون إلى أن الدرويش(1) هو المؤسس لهذه الحركة، وأن الملك عبد العزيز استثمرها وحركها، واعتمد ديكسون على رواية لبلغرايف(2) قال فيها أنه شهد حركة بعث وهابي عام (1855م) واكتشافه حركة إحياء منظمة يقودها حوالي العشرين من المتزمتين، وأن هذه الحركة تحرم الدخان ولبس الحرير والذهب والآلات الموسيقية وكافة الملهيات. وأن قيادتهم متعصبة، لها حق توقيع العقوبات البدنية على المخالفين، وقد تحدث بلغرايف عن أحد هؤلاء القادة، فقال إن اسمه عبد الكرين(3) الذي تحالف بالمصاهرة مع العائلة الوهابية، وهو وهابي يمثل كل رذائل هذه الطائفة(4)!! وقد لعب دورًا بارزًا في المجموعة الأولى سنة (1855 م - 1271 هـ). ¶ وهذا الذي ذكره ديكسون بعيد عن الصواب لعدة أمور منها: أنه في تلك الفترة لم يكن للإخوان وجود كحركة لهم قيادة، بل كانت كل قبيلة تأتمر بأمر شيخ القبيلة وتتبع ما يراه، وإن وجد بعض الصالحين والعباد في كل منطقة وطلاب علم، وكذلك فإن الدرويش: لم يتزوج من آل الشيخ باتفاق الرواة والمترجمين له. ¶ وسبق القول أنه لا يوجد شخصية لها أثر ظاهر على الإخوان واسمه عبد الكريم إلا الدرويش، بل حدثني من التقى ببعض من بقي من الإخوان أنه سألهم عن شخص آخر اسمه عبد الكريم وقدم من الخارج وخالط الإخوان فلم يعرفوا إلا الدرويش. ¶ __________ ¶ (1) يسمية المغربي، وسبق التعليق على ذلك. ¶ (2) قال كشك: هو بريطاني الجنسية، تحول إلى قسيس جزويتي. ¶ (3) قال كشك: (احتمال الخطأ بين الـ(M) و(N) في اللغة الإنجليزية ممكن جدًا لتقارب الحرفين). ¶ (4) يُحسن هؤلاء تحويل الأمجاد إلى رذائل، والرذائل إلى محاسن.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "ثانيًا: يرى جون حبيب أن المؤسس هو الملك عبد العزيز؛ لأنه قال أكثر من مرة: (أنا الإخوان والإخوان هم عبد العزيز) فقال: (شجع عبد العزيز نمو مستعمرات الإخوان الوهابية التي قامت في نهاية القرن التاسع عشر) وطلب جون شهادة الجنرال غلوب الذي قالها له في رسالة خاصة: (أنا أيضا أعتقد أن عبد العزيز بدأ حركة الإخوان). ¶ ثالثًا: توسّط كشك بين القولين السابقين، ورأيه هو أن الإخوان كانوا قبل الملك عبد العزيز، ولكنه هو الذي أعطى هذه الحركة شكلها وتنظيمها وأهدافها. ¶ ويترجح لي كلام كشك؛ فقد كان الإخوان قبل الملك عبد العزيز لهم تواجد، ولكن كانوا عبارة عن تجمع في الأرطاوية فيه الكلمة الهادفة والتعاون على طاعة الله جل وعلا، والأمر بالمعروف والنهي عن المنكر، والزهد والعبادة، وكان الشيخ عبد الكريم: النجم الساطع؛ بل الشمس المشرقة بينهم، وله الكلمة الفصل عليهم جميعًا بلا استثناء، وكانت كوامن الجهاد واستعادة الدولة الإسلامية ورفع راية التوحيد موجودة بينهم، ولكن أين القائد المخضرم الذي يجمع كلمتهم ويوحد أمرهم ويحرك تلك الكوامن الطيبة؟ فكان هو الملك عبد العزيز -رحمهم الله جميعًا-. ¶ وأول تواجد للإخوان كقوة عسكرية كان في فتح الأحساء عام (1330 هـ)، وكانوا من سكان الغطغط، ثم ظهروا بقوة في حرب الملك عبد العزيز مع العجمان في وادي المياه. ¶ علاقة الشيخ بقادة الإخوان قبل الأرطاوية ¶ الشيخ كان كالمطر أينما حلّ نفع وأثمر، فكان من ثمراته هداية رؤوس الإخوان، حيث إن كثيرًا من الناس كان في غفلة وبعد عن الدين، ولأن الشيخ كثير الأسفار فقد قابل عددًا من رؤوس الإخوان أثناء تنقلاته فتابوا وأنابوا إلى ربهم سبحانه وتعالى متأثرين بنصحه وإرشاده. ¶ والتائب من الذنب كمن لا ذنب له، قال تعالى عمن تاب: ((فَأُوْلَئِكَ يُبَدِّلُ اللَّهُ سَيِّئَاتِهِمْ حَسَنَاتٍ وَكَانَ اللَّهُ غَفُوراً رَحِيماً)) [الفرقان:70]. ¶ وقيل أن ممن تاب على يد الشيخ:",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "فيصل الدويش: شيخ قبيلة مطير، وقد لقيه في بعض أسفاره(1). ¶ ابن حميد: من شيوخ قبيلة عتيبة. ¶ ابن بجاد: من شيوخ قبيلة عتيبة. ¶ ابن غراب: من شيوخ قبيلة حرب. ¶ ابن ناقئ: من شيوخ قبيلة حرب. ¶ وفاته ¶ قال بعض المترجمين للشيخ أن وفاته كانت في عام (1345 هـ)(2)، وقيل في عام (1338 هـ)(3) وقيل في عام (1340 هـ)(4) وقيل في عام (1344 هـ)(5)، ولعل الأقرب هو عام (1345 هـ) حيث أن معاصريه ضبطوا وفاته قبيل معركة السبلة بسنتين، فيكون: عُمِّرَ مئة سنة أو أقل بقليل، وكانت وفاته في الأرطاوية، وفيها قبره رحمه الله. ¶ وله عند وفاته قصة، وهي أنه حمل بعض التراب وألقاه في الجهة التي تقابله، فلما سئل عن ذلك قال: الشيطان قعد لي عند لا إله إلا الله. ¶ عقبه ¶ قال فهد بن كليب: تزوج من الرياض، والقصيم، والزلفي وبادية الأرطاوية، والأفلاج. ¶ ومساكن عائلته في الزلفي، وانتشروا بعد ذلك في مدن نجد وغيرها. ¶ ولم أجد أحدًا ذكر أنه تزوج في أفغانستان قبل دخوله الجزيرة، وقد يقال بذلك خاصة أنه هاجر من بلده وقد تجاوز الأربعين من عمره. ¶ أما عن عقبه فكل أسمائهم معبدة لله تعالى، وهم: ¶ عبد الله: وله أخبار وقصص(6) ¶ __________ ¶ (1) له تراجم عدة انظر: فيصل الدويش - يحيى الربيعان، والإخوان السعوديون - جون س حبيب. ¶ (2) ذكره: محمد القاضي. ¶ (3) ذكره: فهد الكليب، وكذا في موسوعة أسبار. ¶ (4) ذكره:صالح العمري، وكذا ناصر الشثري. ¶ (5) حفيده عبد الله بن عبد العظيم. ¶ (6) لما كان سبب كتابة هذا الكتاب بري بشيخنا الشيخ صالح بن عبد الله الدرويش أحببت أن أكتب تعريفًا مختصرًا لوالده رحمه الله عسى الله أن يعين على كتابة ترجمة حافلة له، وهو أهل لذلك. ¶ مولده وطلبه للعلم: ولد في البكيرية حوالي عام (1300 هـ)، درس على والده وسافر للرياض لطلب العلم على يد سماحة مفتي الديار الشيخ عبد الله بن عبد اللطيف آل الشيخ رحمه الله ، واستمر عند الشيخ زمنا، وحفظ الود لآل الشيخ فقال عنهم: الخير من آل الشيخ، ما يحبهم إلا مؤمن ولا يبغضهم إلا منافق). ¶ وفي الرياض وقعت له حادثة وهي: أن الناس كانوا في فقر مدقع وكان للإمام عبد الرحمن الفيصل آل سعود مركوب ناقة عظيمة جدًا، فرأى الشيخ ذبحها وتوزيع لحمها على الإخوان والفقراء، وعلى حين غفلة من العبد قفز على الناقة ونحرها، فبهت العبد وبدأ يصرخ ويتوعد الشيخ بالويل والثبور، وأخذه من تلابيبه وذهب به إلى الإمام وذكر له القصة، ورفع سيفه ينتظر أمر الإمام بقتله. فقال الإمام: هل أنت الذي نحرت ناقتي؟ فقال الشيخ -وكان متحفزًا-: نعم طوّل الله عمرك!! فغطى الإمام فمه وقهقه من شدة الضحك مستغربا من تحفزه. ثم قال: لماذا ذبحتها؟ فقال: لأن الإخوان جوعانين طول الله عمرك!! فزاد ضحك الإمام تعجبًا من إجابته، ثم قال له: هل تعرفهم؟ قال: نعم، فقال الإمام: وزعها عليهم. ¶ فخرج الشيخ، والعبد من خلفه يرجوه أن يعطيه منها، فقال الشيخ: قبل قليل تريد قتلي والآن تريد من اللحم!! لا ما أعطيك ولا قطعة منها. ثم سلخ الشيخ الناقة ووزعها على الإخوان والفقراء. ¶ سفره: تنقل بين عدد من المدن داخل السعودية، ثم سافر إلى الشارقة واستقر بها سنوات وعمل بالتجارة والوعظ وأمّ الناس بالصلاة سنوات، وسمي هناك بعبد الله الطويل، وتزوج مرتين ولكن لم يرزق بأبناء. ¶ رجوعه الأرطاوية: بعد ذلك رجع للأرطاوية لزيارة والده رحمه الله ، وكان قد اشترى عددًا من الهدايا، فلما دخل على والده في داره، سأله عن حاله وعن ديانته فبين له اشتغاله بالوعظ والإرشاد والإمامة فحمد الله على هذا، ثم لما أراد أن يعطيه الهدايا قال الشيخ: أزرت أمك؟ فقال: لا. بدأت بك أولًا. فقال له الشيخ: بل اذهب لأمك أولًا. ولم يقبل منه شيئًا من الهدايا حتى يزور أمه أولًا، فسافر لزيارة أمه، وكانت - رحمها الله - في البكيرية فبقي عندها زمنًا، ثم أخبره الرسول أن والده مريض جدًا، فشد رحله من حينه لزيارة والده، فبلغ الأرطاوية وهم يصلون عليه، فحزن عليه أشد الحزن. ¶ زواجه ووفاته: تزوج بعد ذلك مرتين من القصيم وكانت ذريته بنات فقط، ثم سافر للزلفي عند أحد إخوانه، وتزوج هناك بنت ابن عريعر، فأنجب منها عددا من الأبناء، ومنهم شيخنا الشيخ صالح -وفقه الله- واستقر بعد ذلك في الزلفي. وتوفي رحمه الله في مدينة الدمام عام (1382هـ).",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": ". ¶ عبد الرحمن: توفي في حياة الشيخ وخلّف ولدًا، هو صاحب الشيخ في أسفاره، وكان يسميه باليتيم. ¶ عبد العظيم. ... ... ... 4. عبد الجليل. ¶ قال فهد بن كليب: وله الآن من الأحفاد ما يربو على ثلاثمائة حفيد. ¶ قلت: بل بلغوا قرابة الألفين وزيادة كما أخبرني بعضهم، ولعل هذا بصلاح والدهم رحمه الله. ¶ الخاتمة ¶ أخيرًا وأنا أضع آخر النقاط على حروف هذا الكتاب أسأل الله تعالى أن أكون وُفقت في نقل شيء من سيرة هذا المصلح الذي دفنت سيرته سنوات طويلة بين دفتي بعض الكتب، أو في قلوب بعض الرجال يرويها أحدهم عن والده أو جده في بيته أو مجلسه بالهمس!! ¶ وإن كان بعض الناس قد يغضبون لأنفسهم أو لأهلهم بسبب مواقف كانت لهم آذوا فيها الشيخ عبد الكريم الدرويش رحمه الله فواجب على هؤلاء أن يقتدوا برسول الله ص فيما رواه مسلم في صحيحه: (عَنْ أَنَسٍ أَنَّ رَجُلًا قَالَ: يَا رَسُولَ الله! أَيْنَ أَبِي؟ قَالَ: فِي النَّارِ. فَلَمَّا قَفَّى دَعَاهُ فَقَالَ: إِنَّ أَبِي وَأَبَاكَ فِي النَّارِ) فهذا رسول الله يبيّن للأمة أن والده في النار، بل وكذلك أمه كما في الحديث الذي رواه مسلم كذلك عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ الله: (اسْتَأْذَنْتُ رَبِّي أَنْ أَسْتَغْفِرَ لِأُمِّي فَلَمْ يَأْذَنْ لِي، وَاسْتَأْذَنْتُهُ أَنْ أَزُورَ قَبْرَهَا فَأَذِنَ لِي) فبين أن والديه في النار مع حبه الفطري لهما، خاصة والدته التي ربته صغيرًا. ¶ وفي المقابل قد نجد آخرين يعيبون على أسر شريفة كريمة أن نال أحد أجدادهم عقابًا بسبب ظلمه للشيخ، أو لم يقرأ هؤلاء قوله تعالى: (( أَلاَّ تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى * وَأَنْ لَيْسَ لِلإِنسَانِ إِلاَّ مَا سَعَى )) [النجم:38-39]؟ وقد كان الناس في تلك الأزمنة في جهل مطبق، يقتُل الرجلُ الرجل ظلمًا فيثنى عليه، ويصفح فيوصف بالجبن والخور!! كما قال الشاعر الأول:",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "قبيلة لا يغدرون بذمةكلا ... ... ولا يظلمون الناس حبة خردل ¶ وبعد: فأشهد الله تعالى على محبة هذا العبد الصالح، وأسأله تعالى أن يحشرني وإياه مع النبي ص في الفردوس الأعلى من الجنة، وكل من قال: آمين. ¶ نماذج من خط الشيخ ¶ وهو من كتاب ¶ تهذيب التذكرة في أحوال الموتى وأمور الآخرة ¶ للشعراني ¶ النموذج الأول ¶ النموذج الثاني ¶ النموذج الثالث ¶ النموذج الرابع ¶ النموذج الخامس ¶ النموذج السادس ¶ فهرس الموضوعات ¶ الإهداء ... 3 ¶ تقديم الشيخ صالح الدرويش ... 4 ¶ المقدمة ... 6 ¶ الشيخ عبد الكريم الدرويش ... 9 ¶ مولده: ... 9 ¶ اسمه ونسبه: ... 9 ¶ الألقاب التي اشتهر بها: ... 10 ¶ مولده ونشأته: ... 11 ¶ هجرته: ... 11 ¶ تنقلاته: ... 16 ¶ أول سكنه: ... 16 ¶ طلبه للعلم: ... 16 ¶ تعليمه: ... 17 ¶ صفاته الخُلُقية: ... 18 ¶ صفاته الخَلْقِية: ... 19 ¶ بعض أخباره: ... 19 ¶ تربية أبنائه: ... 21 ¶ منزلك في الآخرة: ... 21 ¶ شدة توكله على الله: ... 22 ¶ حرصه على العلم والتعليم: ... 23 ¶ زهده وورعه: ... 24 ¶ تعلقه بالآخرة: ... 26 ¶ عبادته: ... 26 ¶ دفاع الله عنه: ... 27 ¶ تعبيره للرؤيا: ... 30 ¶ متفرقات: ... 31 ¶ أمره بالمعروف: ... 34 ¶ بعض كراماته: ... 36 ¶ الدرويش والأرطاوية ... 40 ¶ الدرويش والإخوان ... 42 ¶ أثر الشيخ على الإخوان: ... 42 ¶ لغز مؤسس حركة الإخوان: ... 42 ¶ علاقة الشيخ بقادة الإخوان قبل الأرطاوية ... 45 ¶ وفاته ... 46 ¶ عقبه ... 46 ¶ الخاتمة ... 48 ¶ نماذج من خط الشيخ وهو من كتاب تهذيب التذكرة في أحوال الموتى وأمور الآخرة ... 49 ¶ النموذج الأول ... 71 ¶ النموذج الثاني ... 72 ¶ النموذج الثالث ... 73 ¶ النموذج الرابع ... 74 ¶ النموذج الخامس ... 75 ¶ النموذج السادس ... 76 ¶ فهرس الموضوعات ... 56",
            "page": "48",
            "part": "1"
        }
    ],
    "t35883": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "أخبار الشيخ الزاهد انترنت"
        }
    ]
}