{
    "b35889": [
        {
            "id": "1",
            "nass": "بسم الله الرحمن الرحيم ¶ محمد بن أبي بكر الصديق ¶ حياته وأحواله زمن الفتنة ¶ إعداد ¶ نضال عباس دويكات ¶ 1433هـ _ 2012م",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "الإهداء ¶ إلى من بذلوا أرواحهم رخيصة في سبيل الله ¶ إلى الشهداء الطيبين الطاهرين ¶ إلى العاملين المخلصين ¶ إلى المدافعين عن الحق ¶ إلى الأسرى والثكالى والمعذبين ¶ إلى من ينزحون تحت عذابات السنين ¶ إلى من لا تلين لهم قناة ¶ ولا ينثني لهم عزم ¶ حتى يخلص الأقصى من ظلم يهود ¶ إلى هؤلاء جميعاً أُهدي هذا العمل",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "فهرس الموضوعات ¶ الموضوع ... الصفحة ¶ الإهداء ... 2 ¶ فهرس الموضوعات ... 3 ¶ المقدمة ... 7 ¶ إسمه ونسبه وكنيته ... 8 ¶ مولده ... 9 ¶ إخوته ... 9 ¶ نشأته وتربيته ... 10 ¶ زوجاته وأولاده ... 11 ¶ روايته للحديث النبوي الشريف ... 12 ¶ هل محمد بن أبي بكر صحابي أم تابعي؟؟؟ ... 13 ¶ علماء صرحوا بصحبة محمد بن أبي بكر الصديق ... 13 ¶ علماء نفوا صحبته وعدوه من التابعين ... 14 ¶ محمد بن أبي بكر في خلافة عثمان رضي الله عنه ... 15 ¶ محمد بن أبي بكر إلى مصر في خلافة عثمان ... 16 ¶ لماذا إعترض محمد بن أبي بكر على تولية عثمان عبد الله بن أبي السرح على مصر ... 18 ¶ حقيقة عودة محمد بن أبي بكر إلى المدينة مع المصريين لحصار عثمان ... 23 ¶ حقيقة المراسلات بينه وبين الخارجين على عثمان ... 24 ¶ هل ولَّاه عثمان على مصر؟ ... 24 ¶ محمد بن أبي بكر وحصار عثمان في يوم الدار ... 26 ¶ هل شارك محمد بن أبي بكر الصديق في قتل عثمان؟ ... 27 ¶ محاجزة محمد بن أبي بكر عن عثمان رضي الله عنه قبل مقتله ... 30 ¶ رسالة أم المؤمنين عائشة رضي الله عنها لأخيها محمد أثناء حصار عثمان ... 31 ¶ نصحية بنت عميس الخثعمية إلى محمد بن أبي بكر أثناء الفتنة ... 32 ¶ هل أظهر محمد بن أبي بكر التوبة والندم على ما كان منه تجاه عثمان؟ ... 33 ¶ نفي محمد بن أبي بكر قتله لعثمان بن عفان ... 34",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "محمد بن أبي بكر في خلافة علي رضي الله عنه ... 35 ¶ محمد بن أبي بكر رسولاً إلى أهل الكوفة ... 35 ¶ محمد بن أبي بكر قائداً للرجالة في جيش علي يوم الجمل ... 36 ¶ محمد بن أبي بكر وحادثة الهودج في معركة الجمل ... 37 ¶ هل صح أن محمد بن أبي بكر شتم عثمان؟ ... 39 ¶ تكليف محمد بن أبي بكر بمرافقة السيدة عائشة إلى المدينة ... 39 ¶ مع علي رضي الله عنه في صفين ... 41 ¶ محمد بن أبي بكر والياً على مصر ... 41 ¶ تاريخ دخول محمد بن أبي بكر والياً على مصر ... 43 ¶ مشورة عبد الله بن جعفر لعلي في تعيين محمد بن أبي بكر والياً على مصر ... 43 ¶ كتاب علي لمحمد بن أبي بكر بعد تعيينه والياً على مصر ... 45 ¶ محمد يقرأ كتاب الخليفة على أهل مصر ... 46 ¶ نصيحة قيس بن سعد لمحمد بن أبي بكر عند ولايته أمر مصر ... 46 ¶ مخالفة محمد بن أبي بكر لقيس في نصيحته ... 48 ¶ محمد بن أبي بكر يطلب من أهل خربتا مبايعة علي ... 48 ¶ عزل علي لمحمد بن أبي بكر عن مصر ورده إليها ثانية ... 50 ¶ خطاب علي لمحمد بن أبي بكر بعد مقتل الأشتر ورد محمد عليه ... 51 ¶ قرار معاوية بضم مصر وتخليصها من يد محمد بن أبي بكر ... 52 ¶ رسائل معاوية وعمرو بن العاص إلى محمد بن أبي بكر ... 54 ¶ محمد بن أبي بكر يطلع علي على رسائل عمرو ومعاوية رضي الله عنهم ... 56 ¶ رد محمد بن أبي بكر على رسائل معاوية وعمرو بن العاص رضي الله عنهما ... 58 ¶ قول الطبري عن المكاتبات: كرهت ذكرها لما فيها مما لا يحتمل سماعها العامة ... 59 ¶ تضمين الرافضة لخبر هذه المراسلات في كتبهم ... 59 ¶ نص المكاتبات بين محمد ومعاوية عند المسعودي وابن أبي الحديد ... 61 ¶ محمد بن أبي بكر خطيباً في أهل مصر يحثهم على قتال جيش عمرو بن العاص ... 64 ¶ يوم المسناة ... 65 ¶ وصف يوم المسناة على لسان عمرو بن العاص ... 66 ¶ الرويات حول أسر محمد بن أبي بكر ومقتله ... 66",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "علاقة معاوية بن أبي سفيان بقتل محمد بن أبي بكر ... 72 ¶ عمره عند مقتله ... 74 ¶ مدة ولايته على مصر ... 75 ¶ مكان دفنه ... 75 ¶ علي يتلقَّى خبر مقتل محمد بن أبي بكر من عيونه في الشام ... 75 ¶ حزن علي على محمد بن أبي بكر ووصفه بالشهيد والثناء عليه ... 76 ¶ رسالة علي بن أبي طالب إلى إبن عباس في شأن مقتل محمد بن ابي بكر ... 77 ¶ تعزية إبن عباس لعلي في مقتل محمد بن أبي بكر ... 78 ¶ حزن عائشة رضي الله عنها لمقتل أخيها محمد بن أبي بكر ... 78 ¶ حالُ أمه أسماء بنت عميس الخثعمية بعد تلقيها خبر مقتله ... 78 ¶ معاوية بن حديج يرسل مولاه سليم إلى المدينة بشيراً بقتل محمد بن أبي بكر ... 79 ¶ قول نائلة زوجة عثمان لمعاوية بن حديج (بك أدركت ثأري من إبن الخثعمية)!!! ... 80 ¶ قول نائلة زوجة عثمان لمحمد بن أبي بكر (لعنة الله عليك من إبن للعشيرة)!!! ... 80 ¶ قول زينب بنت أبي سفيان (ظلامتنا عند مدمم وعند مكحلة) ... 81 ¶ قول عثمان في محمد بن أبي بكر (فإنه أُعجب حتى رأى أن الحقوق لا تلزمه) ... 81 ¶ قول عبد الله بن جعفر (ما رأيت مثل عمار بن ياسر ومحمد بن أبي بكر) ... 82 ¶ قول محمد بن أبي بكر وعمار بن ياسر لرجل في عثمان (تسأل عن رجل كفر بالله من بعد إيمانه ونافق)!!! ... 82 ¶ تسمية الحسن البصري لمحمد بن أبي بكر بالفاسق ... 82 ¶ قول محمد بن أبي بكر (إن عثمان عمل بالجور، ونبذ حكم القرآن)!!! ... 83 ¶ محمد بن أبي بكر الصديق عند الشيعة ... 84 ¶ يعظِّمون محمد بن أبي بكر ويلعنون والده الصديق ... 84 ¶ ينسبون إليه تكفير والده الصديق وإقراره بأنه من أهل النار ... 85 ¶ ينسبون إليه البراءة من والده الصديق ... 85 ¶ ينسبون إليه القول بالبراءة من الخليفة الثاني (عمر بن الخطاب) ... 86 ¶ يُقرون أن نجابته أتته من أمه أسماء بنت عميس وليس من والده الصديق ... 86 ¶ يعدونه من نُسًّاك قريش وعُبَّادها ... 87 ¶ ينسبون إلى علي قوله (محمد إبني من صلب أبي بكر) ... 87",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "هو جليل القدر عظيم المنزلة من خواص علي ... 87 ¶ هو عندهم من أوائل الشيعة الذين يدخلون الفردوس ... 87 ¶ ينسبون إليه القول بأن علي بن أبي طالب كان مُحدَثاً ويكلم الملائكة ... 88 ¶ ينسبون إليه القول بأن إمامة علي بن أبي طالب فريضة إلهية ... 89 ¶ ينسبون إلى الإمام جعفر الصادق قوله (محمد بن أبي بكر لا يرضى أن يعصى الله) ... 89 ¶ قول علي بن أبي طالب (وكنت له والداً وأعده ولداً) ... 89 ¶ تأبين علي بن أبي طالب له ... 89 ¶ قول علي بن ابي طالب (إنه شهيد حي يرزق) ... 90 ¶ قول علي بن أبي طالب (ما أُتي محمد من حرض) ... 90 ¶ عائشة تبغض أخاها محمد بن أبي بكر لتشيعه وعلي يجبرها على محبته ... 90 ¶ محمد بن أبي بكر وعبد الله بن الزبير يتشاتمان ... 91 ¶ عائشة تدعو دبر كل صلاة على قتلة محمد بن أبي بكر ... 91 ¶ فهرس المصادر ... 93",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "مقدمة ¶ الحمد لله رب العالمين، والصلاة والسلام على سيدنا محمد خير المرسلين، وعلى آله الأطهار الطيبين ومن تبعهم بإحسان إلى يوم الدين وبعد. ¶ لقد شكلت حياة محمد بن أبي بكر الصديق على قصرها حالة فريدة في المجتمع الإسلامي قلَّ حدوثها، فمحمد بن أبي بكر الصديق من خير بيوت مكة وأتقاها وأنقاها، وأسبقها إلى الإسلام، وهو إبن أبي بكر الصديق رضي الله عنه، خير هذه الأمة بعد نبيها محمد صلى الله عليه وسلم، وهو إبن الصحابية الجليلة أسماء بنت عميس رضي الله عنها، وهي من السابقات إلى الإسلام، وصاحبة هجرتين، وقد نشأ محمد في هذا المنبت العظيم، ومن ثم إنتقل إلى حجر علي بن أبي طالب رضي الله عنه مع أمه أسماء بعد زواجها من علي بعد وفاة والده الصديق، وربي محمد جنباً إلى جنب مع أبناء علي، سبطي رسول الله صلى الله عليه وسلم الحسن والحسين، ومع ذلك فقد كان محمد بن أبي بكر من الذين خرجوا على عثمان رضي الله عنه وألبوا عليه الناس! وقد وجهت إلى محمد بن أبي بكر الكثير من الإتهامات بسبب مواقفه من عثمان رضي الله عنه، فقد وجهت إليه أصابع الإتهام بقتله تارة، وبالتحريض على قتله تارة أخرى، وبأنه كان سبباً من أسباب قتله بعد أن حرض عليه، ثم إنتقل بعد ذلك إلى جانب علي يقاتل في صفه في الجمل وفي صفين، وقد ولَّاه علي مصرَ وبقي والياً عليها حتى قتل عام 38 للهجرة، وهذه الأحداث مجتمعة أشكل على البعض فهمها فهماً صحيحاً، فكيف يولي علي رجلاً أتهم في قتل عثمان بعد خروجه عليه؟ وهل كان محمد بن أبي بكر ضالعاً في قتل عثمان أم لا؟ وما هي دوافع خروجه على عثمان، إلى غير ذلك من الإشكاليات التي وردت في الروايات التاريخية والتي تتعلق بحياة محمد بن أبي بكر الصديق ودوره في الفتنة زمن عثمان، ولذلك فقد إستعنت بالله عز وجل وعزمت على الكتابة حول هذا الرجل في كافة جوانب حياته، خاصة أنني لم أجد بحثاً مستقلاً عن حياة هذا الرجل ودوره في الفتنة التي وقعت زمن عثمان وعلي رضي الله عنهما، فقد كان ما كتب عنه عبارة عن شذرات في بعض الكتب هنا وهناك، وحتى أقدم بين يدي القارئ بحثاً وافياً يستطيع من خلاله أن يطلع على كافة الجوانب في حياة محمد بن أبي بكر، وأن يميز بين الصحيح",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "والسقيم من الروايات التي تحدثت عنه، ولم أقتصر في بحثي هذا على الحديث عن محمد بن أبي بكر الصديق في كتب أهل السنة فقط، بل تعديت في ذلك إلى كتب الشيعة الذين عمدوا إلى رفع شأنه وتعظيم منزلته لكونه كان من شيعة علي بن أبي طالب رضي الله عنه، وهذا كله جزء يسير من حق المكتبة الإسلامية العامرة علي، والله أسأل القبول والأجر والثواب، وأن يجعل عملي هذا خالصاً لوجهه الكريم، إنه سميع قريب مجيب. ¶ إسمه ونسبه وكنيته: ¶ هو محمد بن عبد اللَّه بن عثمان بن عامر بن عمرو بن كعب بن سعد بن تيم بن مرة بن كعب بن لؤيّ القرشي التميمي، والده أبو بكر الصديق بن أبي قحافة، خليفة رسول اللَّه صلى اللَّه عليه وآله وسلّم (¬1)، ويلتقي والده مع رسول الله صلى الله عليه وسلم في النسب في الجد السادس (¬2)، ويكنى محمد بأبي القاسم، وقيل إن عائشة أسمت محمد بن أبي بكر وكنته أبا القاسم (¬3)، وأمّه الصحابية الجليلة أسماء بنت عميس الخثعمية (¬4)، وهي بنت معد بن تيم بن الحارث بن كعب بن مالك بن قحافة بن عامر بن ربيعة بن عامر بن معاوية بن زيد بن مالك بن نسر بن وهب الله بن شهران بن عفرس بن أفتل، وهو جماع خثعم، وأمها هند وهي خولة بنت عوف بن زهير بن الحارث بن حماطة من جرش (¬5)، وأسماء بنت عميس صاحبة هجرتين (¬6)، حيث كانت من المهاجرات إلى أرض الحبشة مع زوجها جعفر بن أبي طالب رضي الله عنه ثم كانت الهجرة الثانية بالقدوم إلى محضن الإسلام الجديد وهو المدينة المنورة، وفي الحديث الذي أورده الحاكم في مستدركه عن أسماء بنت عميس قالت: (قال لي النبي صلى الله عليه وسلم: للناس هجرة ولكم هجرتان) (¬7)، وأسماء أخت ميمونة بنت الحارث زوج النبي صلى الله عليه وسلم وأخت أم الفضل إمرأة العباس، وأخت أخواتهما لأمهم، وكانت أسماء بنت عميس من أكرم الناس أصهاراً، فمن أصهارها النبي صلى الله عليه وسلم وحمزة والعباس رضي الله عنهما وغيرهم (¬8)، أما القول أن أسماء كانت تحت حمزة ولما قتل خلفه عليها بعده شداد ثم جعفر فهذا غير صحيح فإنه لا خلاف بين أهل السير أن جعفراً هاجر إلى الحبشة من مكة ومعه زوجته أسماء، وأنها ولدت له أولاده بالحبشة ولم يقدم على النبي صلى الله عليه وسلم ¶ ¬__________ ¶ (¬1). الإصابة في تمييز الصحابة للعسقلاني (4/ 144). ¶ (¬2). أبو بكر الصديق، الصلابي، ص (17). ¶ (¬3). الإستيعاب للقرطبي، (3/ 1366). ¶ (¬4). الإصابة في تمييز الصحابة للعسقلاني (6/ 193). ¶ (¬5). الطبقات الكبرى لإبن سعد (8/ 219). ¶ (¬6). معرفة الصحابة لأبي نعيم (6/ 3255). ¶ (¬7). المستدرك للحاكم (3/ 655)، وقال حديث صحيح الإسناد ولم يخرجاه. ¶ (¬8). أسد الغابة لإبن الأثير (7/ 12).",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "إلا وهو محاصر خيبر، وكان حمزة قد قتل، فكيف تكون زوجته، ثم زوجة شداد، وقد ولدت لجعفر أولاده بالحبشة، وهاجرت معه في حياة حمزة، وهذا مما تمجه العقول، ولا خلاف أيضاً أن جعفراً لما قتل تزوج إمرأته أسماء أبو بكر، فأولدها محمداً، ولما توفي أبو بكر تزوجها علي، فولدت له يحيى، والصحيح أن سلمى بنت عميس رضي الله عنها هي زوجة حمزة رضي الله عنهم جميعاً (¬1)، والله تعالى أعلم. ¶ مولده: ¶ تجمع كتب السير والتراجم والرجال على أن مولد محمد بن أبي بكر كان في حجة الوداع في عقب ذي القعدة من السنة العاشرة للهجرة (¬2)، وقد كان ذلك في وقت الإحرام بـ (ذي الحليفة (¬3) (¬4)، وقد ورد في الحديث الصحيح (عن جابر بن عبد الله رضي الله عنهما، في حديث أسماء بنت عميس حين نفست بذي الحليفة أن رسول الله صلى الله عليه وسلم، أمر أبا بكر رضي الله عنه، فأمرها أن تغتسل وتهل) (¬5)، وفي الحديث عن عائشة رضي الله عنها (قالت: نفست أسماء بنت عميس بمحمد بن أبي بكر بالشجرة، فأمر رسول الله صلى الله عليه وسلم أبا بكر، يأمرها أن تغتسل وتهل) (¬6)، ففي الحديث الأول ذكر أن مكان ولادته كانت بذي الحليفة والحديث الثاني ذكر أن مولده كان بالشجرة وفي رواية أخرى ذكرت أنه كان بالبيداء، وقد علق على ذلك الأستاذ محمد فؤاد عبد الباقي بقوله: (هذه المواضع الثلاثة متقاربة فالشجرة بذى الحليفة وأما البيداء فهي بطرف ذي الحليفة، ونقل عن القاضي قوله: يحتمل أنها نزلت بطرف البيداء لتبتعد عن الناس، وكان منزل النبي صلى الله عليه وسلم بذى الحليفة حقيقة وهناك بات وأحرم فسمي منزل الناس كلهم باسم منزل إمامهم) (¬7)، وبعد هذا الكلام يتضح أن مولده كان في حجة الوداع من السنة العاشرة للهجرة في عقب ذي القعدة في الطريق ما بين مكة والمدينة بمنطقة ذي الحليفة وهو المكان الذي يحرم منه القادم من المدينة لأداء العمرة أو الحج. ¶ ¬__________ ¶ (¬1). المرجع السابق (7/ 149). ¶ (¬2). أنظر سير أعلام النبلاء للذهبي، (3/ 481)، والإصابة للعسقلاني، (6/ 193)، وأسد الغابة لإبن الأثير، ¶ (4/ 326). ¶ (¬3). ذو الحليفة: ميقات أهل المدينة، وهو على بعد ستة أميال من المدينة، وقيل سبعة، وقيل أربعة، أنظر عيون الأثر لإبن سيد الناس (2/ 342). ¶ (¬4). أسد الغابة لإبن الأثير، (4/ 326). ¶ (¬5). مسلم (2/ 869). ¶ (¬6). المرجع السابق (2/ 869). ¶ (¬7). أنظر صحيح مسلم (2/ 869)، تحقيق محمد فؤاد عبد الباقي.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "إخوته: ¶ إخوة محمد بن أبي بكر لأبيه (الصديق) رضي الله عنه، الصديقة بنت الصديق أم المؤمنين عائشة رضي الله عنها وأرضاها، وعبد الرحمن بن أبي بكر رضي الله عنه، وأسماء بنت أبي بكر (ذات النطاقين) رضي الله عنها، وعبد الله بن أبي بكر رضي الله عنه، وأم كلثوم بنت أبي بكر رضي الله عنها، أما إخوته لأمه (أسماء بنت عميس) رضي الله عنها فهم عبد الله ومحمد وعوناً أبناء جعفر بن أبي طالب رضي الله عنهم جميعاً، وقد كان مولدهم في الحبشة أثناء هجرة جعفر وأسماء إلى هناك فيما عرف بالهجرة الأولى (¬1)، وليس لأسماء بنت عميس من أبي بكر سوى محمد بن أبي بكر، وأخوه من أمه من قبل علي بن أبي طالب فهو يحيى بن علي بن أبي طالب (¬2)، وذكر الكلبي أن له أخاً آخر من أبناء علي بن أبي طالب من أسماء بنت عميس وهو (عون)، والأصح أنها ولدت له يحيى فقط، وقد إنفرد الكلبي دون غيره من أصحاب السير بذكر عون هذا (¬3)، والله تعالى أعلى وأعلم. ¶ نشأته وتربيته: ¶ عندما توفي رسول الله صلى الله عليه وسلم كان لمحمد بن أبي بكر من العمر نحو ثلاثة أشهر ونصف فقط (¬4)، وقد أصبح والده الصديق بعد ذلك خليفة رسول الله صلى الله عليه وسلم، وقد إستمرت خلافته رضي الله عنه سنتين وثلاثة أشهر واثنتا عشرة ليلة من تاريخ وفاة رسول الله صلى الله عليه وسلم (¬5)، وقيل كانت خلافته سنتين وثلاثة أشهر وعشر ليال (¬6)، وخلال هذه الفترة عاش محمد في كنف والده الصديق رضي الله عنه مع أمه أسماء بنت عميس رضي الله عنها، ومن ثم توفي والده وكان محمد قد قارب عمره حينها سنتين ونصف، فأضحى يتيم الأب، وبعدها تزوجت أمه أسماء بنت عميس علي بن أبي طالب، فعاش في كنف علي بن أبي طالب وكان ربيبه وتربى في حجره رضي الله عنه وبين أولاده (¬7)، ومن طريف ما يروى عن حال محمد بعد زواج أمه من علي بن أبي طالب أنه تفاخر مع محمد بن جعفر بن أبي طالب في حضرة علي فقال كل منهما للآخر: أبي خير من أبيك، فقال علي: يا ¶ ¬__________ ¶ (¬1). أنظر الطبقات الكبرى لإبن سعد (8/ 219) بتصرف. ¶ (¬2). المرجع السابق (8/ 222). ¶ (¬3). أنظر الإستيعاب للقرطبي، (4/ 1784)، وأسد الغابة لإبن الأثير، (7/ 12). ¶ (¬4). تهذيب الأسماء واللغات للنووي (1/ 85). ¶ (¬5). سمط النجوم العوالي في أنباء الأوائل والتوالي للعصامي المكي، (2/ 466). ¶ (¬6). تاريخ إبن الوردي (1/ 136). ¶ (¬7). معرفة الصحابة لأبي نعيم (1/ 168).",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "أسماء! إقضي بينهما، فقالت: ما رأيت شاباً كان خيراً من جعفر ولا كهلاً خيراً من أبي بكر. فقال علي: ما تركت لنا شيئاً ولو قلت غير ذلك لمقتك، فقالت: والله إن ثلاثة أنت أخسهم لخيار (¬1)، وكان علي بن أبي طالب يحب محمد بن أبي بكر ويعده ولدأ من أولاده ويقربه إليه ويحنو عليه، كيف لا؟ وهو إبن الصديق خير الرجال بعد رسول الله صلى الله عليه وسلم في هذه الأمة، والخليفة الأول بعده، وله السابقة في الإسلام، وصاحبه في الهجرة، وهو من قضى على الردة، وثبت الله به الأمة بعد نبيها محمد صلى الله عليه وسلم. ¶ زوجاته وأولاده: ¶ يعتبر القاسم بن محمد بن أبي بكر الصديق أشهر أولاد محمد بن أبي بكر، وأمه أم ولد، يقال لها سودة، وكنيته أبو عبد الرحمن ويقال أبو محمد، من سادات التابعين وهو كما قيل عنه أفضل أهل زمانه علماً وأدباً وعقلاً وفهماً، مات بقديد سنة ثلاثين ومائة وهو ابن اثنتين وسبعين سنة بعد عمر بن عبد العزيز بسنة، وقيل إنه مات سنة ثمان ومائة (¬2)، قال أبو الزناد: ما رأيت فقيهاً أعقل ولا أعلم بالسنة من القاسم بن محمد، وكان الرجل لا يعد رجلاً حتى يعرف السنة، وقال يحيى بن سعيد: ما أدركنا من المدينة أحداً نفضله على القاسم (¬3)، وهو أحد الفقهاء السبعة بالمدينة، وقال مالك: كان القاسم بن محمد بن أبي بكر من فقهاء هذه الأمة، روى عن جماعة من الصحابة، رضي الله عنهم، وروى عنه جماعة من كبار التابعين (¬4)، قال عبد الله بن الزبير: ما رأيت أبا بكر ولَدَ ولداً أشبه به من هذا الفتى (¬5)، وهو كما قيل أعلم الناس بفقه عمته عائشة رضي الله عنها حيث أنه تربى في حجرها بعد قتل أبيه، ولمحمد بن أبي بكر ولد آخر إسمه عبد الله بن محمد بن أبي بكر وهو أقل شهرة من أخيه القاسم في العلم والفضل، وأمه أم ولد، والذي يظهر لي أن أمه هي سودة وهي أم أخيه القاسم، وقتل عبد الله يوم الحرة في ذي الحجة سنة ثلاث وستين , وليس له عقب (¬6). ¶ أقول: وقد نسب البعض ولداً آخر لمحمد بن أبي بكر هو عبد الرحمن بن محمد بن أبي بكر، ولم أجده، وقد نبه البعض على أن هذا وهم وقع فيه بعض الرواة، وعبد الرحمن هذا هو إبن القاسم بن محمد بن أبي بكر والله تعالى وأعلم (¬7)، ومن خلال الوقوف على ترجمة محمد بن ¶ ¬__________ ¶ (¬1). سير أعلام النبلاء للذهبي (3/ 132). ¶ (¬2). رجال صحيح مسلم، ابن مَنْجُويَه (2/ 140). ¶ (¬3). سير السلف الصالحين لإسماعيل بن محمد الأصبهاني (1/ 899). ¶ (¬4). وفيات الأعيان لإبن خلكان (4/ 59). ¶ (¬5). تهذيب الكمال في أسماء الرجال للمزي (23/ 430). ¶ (¬6). الطبقات الكبرى لإبن سعد (5/ 194). ¶ (¬7). أنظر تهذيب الكمال في أسماء الرجال للمزي (23/ 383)، و تهذيب التهذيب للعسقلاني (6/ 246).",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "أبي بكر لم أجد من يصرح بأسماء من تزوج محمد من النساء سوى ما أشرت إليه في الحديث عن ولديه القاسم وعبد الله من أن إسم أمهما سودة وهي أم ولد وقد ذكر صاحب كتاب مرشد الزوار إلى قبور الأبرار أنه تزوج من عاتكة بنت زيد (¬1)، ولعله وهم منه فقد تزوجها أخوه من أبيه عبد الله بن أبي بكر الصديق رضي الله عنهما، ولم يصح ذلك عنه، وقيل إن أم القاسم زوجة محمد بن أبي بكر الصديق هي (ماه ملك) بنت (كسرى يزد جرد شهريار) وهو من ملوك الفرس (¬2) وقيل هي شهربانويه وهي بنت يزد جرد شهريار والله تعالى أعلم. ¶ أما بالنسبة لبناته فقد وقفت على إسمين في كتب التراجم والطبقات وقد نسبت هذه الأسماء إلى محمد بن أبي بكر الصديق على أنهن بناته، أولهما قريبة بنت محمد بن أبي بكر الصديق رضي الله عنها (¬3)، وكانت تروي عن عائشة رضي الله عنها (حدثنا عمر بن محمد الهمداني قال ثنا بندار قال ثنا محمد قال ثنا شعبة عن عاصم مولى قريبة عن قريبة عن عائشة عن النبي صلى الله عليه وسلم قال لا تواصلوا فقالوا إنك تفعل ذلك قال إني أبيت وربي يطعمني ويسقيني) (¬4)، والأرجح أنها إبنة القاسم بن محمد بن أبي بكر وليست إبنة محمد بن أبي بكر، وثانيهما أم كلثوم بنت محمد بن أبي بكر الصديق (¬5)، وقد قال إبن حجر في تقريب التهذيب: (أم كلثوم الليثية المكية يقال هي بنت محمد ابن أبي بكر الصديق فعلى هذا فهي تيمية لا ليثية لها حديث عن عائشة رضي الله عنها ... ) (¬6). ¶ روايته للحديث النبوي الشريف ¶ لا يظهر لمحمد بن أبي بكر الصديق كثير رواية للحديث النبوي الشريف، فقد روى عن أبيه أبي بكر الصديق مرسلاً، فهو لم يدركه حتى سن الإدراك والتمييز، فقد توفي والده وعمره لم يتجاوز ثلاث سنين، وقد صرح صاحب تحفة الأشراف بمعرفة الأطراف أن محمد بن أبي بكر لم يسمع من والده الصديق رضي الله عنه (¬7)، وقد روى عن أمه أسماء بنت عميس رضي الله عنها، وقد روى عنه إبنه القاسم بن محمد بن أبي بكر الصديق (¬8)، وأخرج البغويّ في ترجمته، من طريق عبد العزيز بن رفيع، عن محمد بن أبي بكر، قال: أظلمت ليلة وكان لها ريح ¶ ¬__________ ¶ (¬1). مرشد الزوار إلى قبور الأبرار، (2/ 279). ¶ (¬2). أنظر لباب الأنساب والألقاب والأعقاب لإبن فندمة (1/ 40). ¶ (¬3). أنظر تهذيب التهذيب للعسقلاني (5/ 49)، و تهذيب الكمال في أسماء الرجال للمزي (13/ 509). ¶ (¬4). أنظر الثقات لإبن حبان (5/ 329). ¶ (¬5). تهذيب التهذيب للعسقلاني (12/ 478). ¶ (¬6). تقريب التهذيب (1/ 758). ¶ (¬7). تحفة الأشراف بمعرفة الأطراف للمزي (5/ 304). ¶ (¬8). تهذيب الكمال في أسماء الرجال للمزي (24/ 542)",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "ومطر، فأمر رسول اللَّه صلى اللَّه عليه وآله وسلم المؤذّنين أن ينادوا: «صلّوا في رحالكم»، ثم قال: لا أحسبه محمد بن الصديق (¬1)، وبهذا يظهر قلة الرواية من جانب محمد بن أبي بكر للحديث النبوي الشريف، ومع ذلك فقد قال إبن الأثير في كتابه جامع الأصول في أحاديث الرسول صلى الله عليه وسلم: (روى عن عائشة كثيراً، وعن غيرها من الصحابة، وروى عنه إبنُهُ القاسم كثيراً، وغيرُهُ من التابعين) (¬2). ¶ هل محمد بن أبي بكر صحابي أم تابعي؟؟؟ ¶ إختلف العلماء في شأن محمد بن أبي بكر الصديق هل هو صحابي أم تابعي؟ ومن المعلوم أن عمرَ محمد بن أبي بكر عندما توفي رسول الله صلى الله عليه وسلم كان ثلاثة شهور وأيام، أي أنه لم يكن مميزاً لما يرى أو يسمع من الرسول عليه السلام في مثل هذا العمر، ولكنه حصل له إجتماع بالنبي صلى الله عليه وسلم، ولذلك أثبت البعض له الصحبة وعده من صغار الصحابة الكرام، والبعض نفى عنه الصحبة وأكد أنه من كبار التابعين. ¶ علماء صرحوا بصحبة محمد بن أبي بكر الصديق ¶ ممن صرح بالصحبة لمحمد بن أبي بكر الصديق الإمام السيوطي في كتابه تدريب الراوي فقال: ¶ (من رأى النبي - صلى الله عليه وسلم - غير مميز، كمحمد بن أبي بكر الصديق، فإنه صحابي، وحكم روايته حكم المرسل لا الموصول، ولا يجيء فيه ما قيل في مراسيل الصحابة، لأن أكثر رواية هذا أو شبهه عن التابعين بخلاف الصحابي الذي أدرك وسمع، فإن احتمال روايته عن التابعين بعيد جداً) (¬3)، وكذلك عده من الصحابة المناوي القاهري في كتابه اليواقيت والدرر في شرح نخبة إبن حجر (¬4)، وعده الإمام السخاوي من الصحابة فقال: (وأما الصغير غير المميز، كعبد الله بن الحارث بن نوفل، وعبد الله بن أبي طلحة الأنصاري، وغيرهما ممن حنكه النبي - صلى الله عليه وسلم - ودعا له، ومحمد بن أبي بكر الصديق المولود قبل الوفاة النبوية بثلاثة أشهر وأيام، فهو وإن لم تصح نسبة الرؤية إليه، صدق أن النبي - صلى الله عليه وسلم رآه، ويكون صحابياً من هذه الحيثية خاصة وعليه مشى غير واحد ¶ ¬__________ ¶ (¬1). الإصابة في تمييز الصحابة للعسقلاني (6/ 194). ¶ (¬2). جامع الأصول في أحاديث الرسول لإبن الأثير (12/ 842). ¶ (¬3). تدريب الراوي للسيوطي (1/ 220). ¶ (¬4). اليواقيت والدرر في شرح نخبة ابن حجر للمناوي (1/ 506).",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "ممن صنف في الصحابة) (¬1)، وللإمام إبن كثير رحمه الله كلام يفهم منه أنه يعتبر محمد بن أبي بكر من جملة الصحابة حينما تكلم عن الفتنة ومجرياتها وقتل الخليفة الراشد عثمان بن عفان رضي الله عنه وتبرئة الصحابة من دمه ومن ضمنهم محمد بن أبي بكر وهذا كلامه (وأما ما يذكره بعض الناس من أن بعض الصحابة أسلمه ورضي بقتله، فهذا لا يصح عن أحد من الصحابة أنه رضي بقتل عثمان رضي الله عنه، بل كلهم كرهه ومقته، وسب من فعله، ولكن بعضهم كان يود لو خلع نفسه من الأمر، كعمار بن ياسر، ومحمد بن أبي بكر، وعمرو بن الحمق وغيرهم) (¬2)، وهذا فقد ترجم له الإمام إبن حجر في كتابه الإصابة في تمييز الصحابة (¬3). ¶ علماء نفوا صحبته وعدوه من التابعين ¶ كان لبعض العلماء رأي آخر بالنسبة لمحمد أبي بكر فقد رأوا أنه ليس صحابياً من الصحابة بل هو تابعي، ومن هؤلاء العلماء شيخ الإسلام إبن تيمية رحمه الله، وذكر ذلك في رده على الروافض في كتابه منهاج السنة النبوية في نقض كلام الشيعة القدرية حيث قال: (ومحمد بن أبي بكر إنما ولد عام حجة الوداع بذي الحليفة، فأمر النبي صلى الله عليه وسلم أمه أسماء بنت عميس أن تغتسل للإحرام وهي نفساء، وصار ذلك سنة، ولم يدرك من حياة النبي صلى الله عليه وسلم إلا خمس ليال من ذي القعدة، وذا الحجة والمحرم، وصفراً، وأوائل شهر ربيع الأول، ولا يبلغ ذلك أربعة أشهر، ومات أبوه أبو بكر رضي الله عنه وعمره أقل من ثلاث سنوات ولم يكن له صحبة مع النبي صلى الله عليه وسلم ولا قرب منزلة من أبيه، إلا كما يكون لمثله من الأطفال) (¬4) وقال في موضع آخر من نفس الكتاب في ذمه لطريقة الرافضة في تفضيل الناس بعضهم على بعض (والرافضة تغلو في تعظيمه - أي محمد بن أبي بكر الصديق- على عادتهم الفاسدة في أنهم يمدحون رجال الفتنة الذين قاموا على عثمان، ويبالغون في مدح من قاتل مع علي، حتى يفضلون محمد بن أبي بكر على أبيه أبي بكر، فيلعنون أفضل الأمة بعد نبيها، ويمدحون إبنه الذي ليس له صحبة ولا سابقة ولا فضيلة، ويتناقضون في ذلك في تعظيم الأنساب)، وقال أيضاً: (وإن أراد عظم شأنه أي محمد بن أبي بكر لسابقته وهجرته ونصرته وجهاده، فهو ليس من الصحابة، ولا من المهاجرين ولا من الأنصار، وإن أراد بعظم شأنه أنه كان من أعلم الناس وأدينهم، فليس الأمر كذلك، ¶ ¬__________ ¶ (¬1). فتح المغيث بشرح ألفية الحديث للعراقي، السخاوي (4/ 80). ¶ (¬2). البداية والنهاية، إبن كثير (7/ 198). ¶ (¬3). أنظر الإصابة في تمييز الصحابة للعسقلاني (6/ 193). ¶ (¬4). منهاج السنة النبوية في نقض كلام الشيعة القدرية، إبن تيمية (4/ 374).",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وليس هو معدوداً من أعيان العلماء والصالحين الذين في طبقته) (¬1) وكلام الشيخ رحمه الله في صحبة محمد بن أبي بكر واضح وجلي، فهو لا يعده من الصحابة بل ذهب إلى أبعد من ذلك فهو يقرر عدم أفضليته وأنه ليس له سابقة في الإسلام. ¶ ومن العلماء الذين قالوا أيضاً أنه تابعي وليس من الصحابة الشيخ طاهر بن صالح صاحب كتاب توجيه النظر إلى أصول الأثر حيث قال: (ومن التابعين بعد المخضرمين طبقة ولدوا في زمان رسول الله صلى الله عليه وسلم ولم يسمعوا منه، منهم محمد بن أبي بكر الصديق، وأبو أمامة بن سهل بن حنيف وسعيد بن سعد بن عبادة والوليد بن عبادة بن الصامت وعلقمة بن قيس) (¬2)، وذكر صاحب كتاب تحقيق منيف الرتبة لمن ثبت له شريف الصحبة أن محمد بن أبي بكر ليس له صحبة ولا رؤية حيث قال: (قال بعض المصنفين: أما قتلة عثمان رضي الله عنه فلا شك في فسقهم، لعدم التأويل الحامل لهم على ذلك، وهذا لا يحتاج إليه فيما نحن فيه بحمد الله، لأنه ليس في قتلة عثمان رضي الله عنه من ثبتت له الصحبة أصلاً، ولا من يذكر فيهم سوى محمد بن أبي بكر، وهو لا صحبة له ولا رؤية أيضاً، لأنه ولد قبل وفاة النبي صلى الله عليه وسلم بثلاثة أشهر) (¬3)، وجاء في مقدمة إبن الصلاح أن تابعي حيث قال: (محمد بن أبي بكر الصديق أبو القاسم المدني التيمي، تابعي له رؤية) (¬4). ¶ أقول: إن الإختلاف الذي وقع لمحمد بن أبي بكر الصديق في كونه من الصحابة أم التابعين عند العلماء مبني على أصول وقواعد في تعريف الصحابي عندهم، وكذلك الإختلاف في حد الصحبة المعتبرة عندهم،، وكون التمييز والإدراك شرطاً من شروط الصحبة أم لا، وهذا الكلام مبسوط في كتب علوم الحديث بشكل موسع وكبير، فمنهم من إعتبر الصحبة بطول المجالسة، ومنهم من إكتفى بحدوث اللقاء في حالة الإيمان، ومن أراد الإستزادة فليراجع كتب علوم الحديث وأصوله ففيها مزيد من التوسع في هذه المسألة. ¶ محمد بن أبي بكر في خلافة عثمان رضي الله عنه ¶ قد سبق البيان أن عُمرَ محمد بن أبي بكر عند وفاة والده الصديق رضي الله عنه كان قريب السنتين والنصف، وعلى هذا فهو صغير لا يدرك الكثير مما كان حوله، وبعد والده تولى ¶ ¬__________ ¶ (¬1). . المرجع السابق (4/ 374). ¶ (¬2). توجيه النظر إلى أصول الأثر، طاهر بن صالح (1/ 416). ¶ (¬3). تحقيق منيف الرتبة لمن ثبت له شرف الصحبة للعلائي (1/ 62). ¶ (¬4). مقدمة إبن الصلاح، عثمان بن الصلاح (1/ 844).",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "الخلافة أمير المؤمنين عمر بن الخطاب رضي الله عنه، واستمرت خلافته عشرسنوات ونيف، وعلى هذا فإن عمر محمد بن أبي بكر عند وفاة الفاروق عمر كان قريب الثلاثة عشر ربيعاً، وخلال هذه الفترة لم يتول محمد بن أبي بكر الصديق أي مسؤولية تذكر، وذلك لحداثة سنه وصغره وقلة خبرته كما هو حال معظم أترابه من أبناء المؤمنين، ولم يكن له ذكر في كتب التاريخ والسير في فترة خلافة الصديق وإبن الخطاب رضي الله عنهما سوى ما كان من وجوده ربيباً عند زوج أمه علي بن أبي طالب رضي الله عنه وأرضاه، وبعد إستشهاد الفاروق عمر رضي الله عنه دخلت الأمة الإسلامية منعطفاً خطيراً، وانتشرت الفتن كقطع الليل المظلم، كيف لا؟؟ والفاروق كما صح عن رسول الله صلى الله عليه وسلم الباب الذي يحجز الفتن ففي الحديث الذي رواه مسلم (حدثنا محمد بن عبد الله بن نمير، ومحمد بن العلاء أبو كريب، جميعا عن أبي معاوية، قال ابن العلاء: حدثنا أبو معاوية، حدثنا الأعمش، عن شقيق، عن حذيفة، قال: كنا عند عمر، فقال: أيكم يحفظ حديث رسول الله صلى الله عليه وسلم في الفتنة كما قال؟ قال: فقلت: أنا، قال: إنك لجريء، وكيف قال؟ قال: قلت: سمعت رسول الله صلى الله عليه وسلم يقول: «فتنة الرجل في أهله وماله ونفسه وولده وجاره، يكفرها الصيام، والصلاة، والصدقة، والأمر بالمعروف والنهي عن المنكر» فقال عمر: ليس هذا أريد، إنما أريد التي تموج كموج البحر، قال: فقلت: ما لك ولها، يا أمير المؤمنين؟ إن بينك وبينها باباً مغلقاً، قال: أفيكسر الباب أم يفتح؟ قال: قلت: لا، بل يكسر، قال: ذلك أحرى أن لا يغلق أبداً، قال: فقلنا لحذيفة: هل كان عمر يعلم من الباب؟ قال: نعم، كما يعلم أن دون غد الليلة، إني حدثته حديثاً ليس بالأغاليط، قال: فهبنا أن نسأل حذيفة: من الباب؟ فقلنا لمسروق: سله فسأله، فقال: عمر) (¬1)، وقد فهم حذيفة وغيره من هذه الحديث أن عمر بن الخطاب رضي الله عنه باب عظيم يمنع وقوع الفتنة في أمة محمد صلى الله عليه وسلم، وأن هذا الباب - أي عمر - سيكسر لا يفتح كناية عن قتله، وقتله رضي الله عنه كان فتنةً عظيمةً، وأن هذا الباب إذا فتح لن يغلق على أمة محمد صلى الله عليه وسلم إلى قيام الساعة، وقد نقل إبن حجر في شرحه لصحيح البخاري عن إبن بطال قوله: إنما عدل حذيفة حين سأله عمر عن الإخبار بالفتنة الكبرى إلى الإخبار بالفتنة الخاصة لئلا يغم ويشتغل باله، ومن ثم قال له إن بينك وبينها باباً مغلقاً ولم يقل له أنت الباب وهو يعلم أنه الباب، فعرض له بما فهمه ولم يصرح وذلك من حسن أدبه، وقول عمر إذا كسر لم يغلق أخذه من جهة أن الكسر لا يكون إلا غلبة، والغلبة ¶ ¬__________ ¶ (¬1). صحيح مسلم (4/ 2218).",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "لا تقع إلا في الفتنة وعلم من الخبر النبوي أن بأس الأمة بينهم واقع، وأن الهرج لا يزال إلى يوم القيامة (¬1)، ¶ وبعد إستشهاده رضي الله عنه تولى الخلافة بعده ذو النورين عثمان بن عفان رضي الله عنه، وخلال مدة خلافته التي إستمرت إثنتي عشرة سنة وأيام (¬2)، شهدت الدولة الإسلامية دخول الكثير من الأعاجم في الإسلام، وتوسعت الدولة الإسلامية، وبدأت المطامع تغزو رؤوس الكثيرين ممن تظاهروا بالدخول في الإسلام لتحقيق مكاسبهم الشخصية، أو لهدم الدين الذي إعتقدوا أنه دمر حضارتهم وسفه ديانتهم، فدخل على الأمة شر كبير وكانت فتنة دهماء. ¶ محمد بن أبي بكر إلى مصر في خلافة عثمان ¶ تشير كتب التاريخ إلى أن محمد بن أبي بكر توجه إلى مصر عام (31 هـ) (¬3) للقتال ضمن جيش عبد الله بن سعد بن أبي السرح الذي حارب أهل النوبة وهم من يعرفون بـ (الأساود) (¬4)، وفي هذه الفترة ظهرت إعتراضات من قبل من روج للفتنة للخروج على عثمان رضي الله عنه وهم السبئية بأنه ولَّى عبد الله بن سعد بن أبي السرح رضي الله عنه مصر، وهو الذي كان قد إرتد عن الإسلام بعد أن كتب للرسول عليه السلام الوحي، وقد أهدر النبي صلى الله عليه وسلم دمه يوم الفتح، إلا أن عثمان طلب له الأمان من النبي صلى الله عليه وسلم حتى قبله رسول الله، وكان منه بعد ذلك أن حسن إسلامه وأبلى في الإسلام بلاءً حسناً، وولاه عمر بن الخطاب بعض أعماله (¬5)، وقد نسب الواقدي (¬6) كما ذكر عنه الطبري قي تاريخه وإبن كثير في البداية والنهاية إلى محمد بن أبي بكر بالإضافة إلى محمد بن أبي حذيفة (¬7) الإعتراض على عثمان بتولية عبد الله بن أبي السرح مصر (قال الواقدي: فحدثني معمر عن الزهري قال: كان في هذه الغزوة محمد بن أبي حذيفة، ومحمد بن أبي بكر، فأظهرا عيب عثمان وما غير وما خالف أبا بكر وعمر، ويقولان دمه حلال لأنه استعمل عبد الله بن سعد - وكان قد ¶ ¬__________ ¶ (¬1). فتح الباري شرح صحيح البخاري (13/ 50). ¶ (¬2). شذرات الذهب، ابن العِماد الحنبلي (1/ 202). ¶ (¬3). فتوح مصر والمغرب، أبو القاسم المصري (1/ 215). ¶ (¬4). المرجع السابق (1/ 215). ¶ (¬5). السيرة النبوية لإبن هشام (2/ 409). ¶ (¬6). محمد بن عمر الواقدي قاضي بغداد، متروك الحديث قاله البخاري، أنظر الضعفاء لأبي نعيم الأصبهاني (1/ 146)، ... وقال عنه النسائي متروك الحديث، أنظر الضعفاء والمتروكون للنسائي (1/ 92). ¶ (¬7). ولد بأرض الحبشة على عهد رسول الله صلى الله عليه وهو ابن خال معاوية بن أبي سفيان، ولما قتل أبوه أبو حذيفة، أخذ عثمان بن عفان محمداً إليه فكفله إلى أن كبر ثم سار إلى مصر فصار من أشد الناس تأليبا على عثمان، وكان يسمى مشئوم قريش. انظر أسد الغابة (5/ 82)، وسير أعلام النبلاء (4/ 466)، و الإصابة (6/ 9).",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "ارتد وكفر بالقرآن العظيم وأباح رسول الله صلى الله عليه وسلم دمه، وأخرج رسول الله صلى الله عليه وسلم أقواما واستعملهم عثمان، ونزع أصحاب رسول الله صلى الله عليه وسلم واستعمل سعيد بن العاص وعبد الله بن عامر، فبلغ ذلك عبد الله بن سعد فقال: لا تركبا معنا، فركبا في مركب ما فيه أحد من المسلمين، ولقوا العدو فكانا أنكل المسلمين قتالا، فقيل لهما في ذلك فقالا: كيف نقاتل مع رجل لا ينبغي لنا أن نحكمه؟ فأرسل إليهما عبد الله بن سعد فنهاهما أشد النهي وقال: والله لولا لا أدري ما يوافق أمير المؤمنين لعاقبتكما وحسبتكما) (¬1). ¶ أقول: ولا ينبغي التعويل على مثل هذه الروايات بهذه الأسانيد في حق محمد بن أبي بكر أو غيره، والتي يرويها الواقدي الذي تكلم فيه علماء الجرح والتعديل بما يكفي لرد رواياته والله تعالى أعلم، وقد أشرت إلى بعض أقوال أهل العلم بخصوص الواقدي في صفحات هذا البحث فليراجع، ¶ ومن هنا يظهر للقارئ أن محمد بن أبي بكر كان في مصر تحت قيادة عبد الله بن سعد بن أبي السرح وشهد معه معارك النوبة (31) هـ، وشهد معه معركة ذي الصواري (34) هـ، والتي كانت بين المسلمين والروم وأنتصر فيها المسلمون إنتصاراً عظيماً، وفي تلك الفترة كان قد إزداد نشاط عبد الله بن سبأ (¬2) في مصر، ويرى الدكتور سليمان بن فهد العودة أن ظهور عبد الله بن سبأ في مصر كان عام (34) هـ، وكان ذلك بعد خروجه من الكوفة ومن ثم إلى البصرة ومن ثم إلى مصر (¬3)، وقد وجد في مصر آذاناً صاغية لما يروجه عن عثمان بن عفان رضي الله من إتهامات مغرضة ومنها ما أشرت إليه من تولية عبد الله بن سعد بن أبي السرح رضي الله عنه مصر مع كونه قد إرتد عن الإسلام سابقاً، وهي التهمة التي وجهت من قبل بعض كتاب التاريخ لمحمد بن أبي بكر ومحمد بن أبي حذيفة أنهما وجهاها إلى عثمان رضي الله عنه في مصر وألبى الناس عليه من أجلها. ¶ ¬__________ ¶ (¬1). تاريخ الطبري (4/ 292)، والبداية والنهاية (7/ 175). ¶ (¬2). عبد الله بن سبإ: رأس الطائفة السبئية، وكانت تقول بألوهية علي، أصله من اليمن، قيل: كان يهوديا وأظهر الإسلام، رحل إلى الحجاز فالبصرة فالكوفة، ودخل دمشق في أيام عثمان بن عفان، فأخرجه أهلها، فانصرف إلى مصر، وجهر ببدعته، ومن مذهبه رجعة النبي صلى الله عليه وسلم فكان يقول: العجب ممن يزعم أن عيسى يرجع، ويكذّب برجوع محمد! وكان يقال له \" ابن السوداء \" لسواد أمه، وقال ابن حجر العسقلاني \" ابن سبإ، من غلاة الزنادقة، أحسب أن عليا حرقة بالنار. أنظر الأعلام للزركلي (4/ 88)، بتصرف. ¶ (¬3). عبد الله بن سبأ وأثره في أحداث الفتنة في صدر الإسلام، د سليمان بن فهد العودة ص (52).",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "لماذا إعترض محمد بن أبي بكر على تولية عثمان عبد الله بن أبي السرح على مصر؟؟ ¶ إن صحت الرواية عن محمد بن أبي بكر أنه إعترض على تولية عثمان لعبد الله بن سعد بن أبي السرح على مصر، فما هي دوافع هذا الإعتراض؟ أكانت الدوافع لمصلحة شخصية؟ أم كانت نظرة للمصلحة العامة؟ وهل كان لمحمد بن أبي بكر في هذا القول سلف، أم أن ذلك كان بدعة إبتدعها مع صاحبه محمد بن أبي حذيفة للطعن على عثمان رضي الله عنه؟ أم هي بدعة السبئية التي لبس بها على كثير من الجهلة وضعاف العلم وضعاف الإيمان؟ ¶ قد يقول قائل إن الحرص على عدم تولية المرتدين التائبين أي مركز من مراكز الدولة الإسلامية أو قيادة جيش من جيوشها، أو حتى في بعض الأحيان منع الإستعانة بهم في شؤون الحرب ليس بالأمر الجديد، فقد ورد عن الصديق رضي الله عنه أنه منع المرتدين في خلافته من المشاركة في فتوحاته بالعراق والشام، ويحتمل أن يكون ذلك من باب الإحتياط لأمر الأمة، لأن من كان له سوابق في الضلال والكيد للمسلمين لا يؤمن أن يكون رجوعه من باب الإستسلام لقوة المسلمين، فأبو بكر - رضي الله عنه - من الأئمة الذين يرسمون للناس خط سيرهم، ويتأسى بهم الناس بأقوالهم وأفعالهم، فهو لذلك يأخذ بمبدأ الإحتياط لما فيه صالح الأمة وإن كان في ذلك وضع من شأن بعض الأفراد، وهذا درس عظيم تتعلمه الأمة في عدم وضع الثقة بمن كانت لهم سوابق في الإلحاد ثم ظهر منهم العود إلى الإلتزام بالدين، ثم إن وضع الثقة الكاملة بهؤلاء وإسناد الأعمال القيادية لهم قد جر على الأمة أحيانًا ويلات كثيرة، وأوصلها إلى مآزق خطيرة، إلا أن أخذ الحذر من مثل هؤلاء لا يعني اتهامهم في دينهم ولا نزع الثقة منهم بالكلية، وهذا معلم من سياسة الصديق في التعامل مع أمثال هؤلاء من التائبين من المرتدين (¬1). ¶ وعلى هذا يمكن أن نقول أن موقف محمد بن أبي بكر تجاه ولاية عبد الله بن سعد بن أبي السرح على مصر زمن عثمان يحتمل أن تكون دوافعه الحرص على الأمة كما كان موقف والده الصديق رضي الله عنه من تولية من تاب من المرتدين شؤون الدولة، أي أن رأيه كان إمتداداً لرأي والده الصديق رضي الله عنه في هذا الشأن وهذا هو الإحتمال الأول، وعلى هذا فإن محمد بن أبي بكر قد يكون قد إقتنع بالإنتقادات التي وجهها السبئية ضد الخليفة عثمان بن عفان رضي الله عنه ومنها تولية عبد الله بن سعد بن أبي السرح على مصر والياً مع كونه مرتداً تائباً، وذلك مع وجود الكثيرين من الصحابة ممن هم أولى منه وأكثر كفاءة لحمل هذه الراية، وعلى هذا فقد يكون قد لبس عليه الأمر وأقتنع بما خطط له أصحاب الفتنة ومدبروها، دون قصد منه في إحداث الفتنة، وقد يكون الإحتمال الثاني وهو أن ذلك صادف هوىً في نفسه ومصالح شخصية أراد أن يحققها من خلال إثارة هذا الأمر ضد عثمان. ¶ ¬__________ ¶ (¬1). أبو بكر الصديق للصلابي ص (245).",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "تعقيب على الإحتمالات السابقة ¶ الأصل أن لا يتهم مسلم بأي تهمة دون بينة واضحة جلية، وهذا من بدهيات الدين الإسلامي، ¶ فالإسلام لا يقبل الطعن بنية المؤمن والتشكيك في مقاصده دون أدلة دامغة، لأن في ذلك إنقاص من قدر المؤمن، وظلم له، وهذا مدخل عظيم للتشكيك في حملة الرسالة من قبل الأعداء الذين كان وما زال همهم كيل التهم لحملة اللواء من أبناء هذه الأمة، خاصة الجيل الفريد منهم، جيل الصحابة الأغر والتابعين وتابعيهم، فعلى المسلم أن يحذر من أن ينزلق في هذا المستنقع الخطير، وأن لا يقبل أي تهمة ضد أحد من المسلمين دون البينة الواضحة الجلية، ومن هذا المنطلق تعامل كُتَّاب التاريخ الإسلامي مع الفتنة التي وقعت رحاها بين أبناء الأمة. ¶ ومن هنا أحببت أن أقف مع الإحتمالين الذين أوردتها سابقاً بشأن الدوافع التي جعلت محمد بن أبي بكر الصديق يعترض على عثمان بن عفان رضي الله عنه، والتي قادت البعض في نهاية الأمر للتشكيك في نوايا محمد بن أبي بكر الصديق ودوافعه حول هذه الإعتراضات، وسأورد أقوال من يدعم كل إحتمال من هذه الإحتمالات إن وجد، والإعتراضات عليه حتى تنكشف الحقيقة بإذن الله تعالى. ¶ الإحتمال الأول: كان دافع محمد بن أبي بكر لإعتراضه على عثمان رضي الله عنه مبنياً على نظرته للمصلحة العامة وإن كان قد اخطأ في إجتهاده. ¶ يدعم هذا القول حسن الظن بكل مسلم حتى يتبين لنا منه غير ذلك بصورة واضحة وجلية، ولا شك أن الصحابة والتابعين هم أحق الناس بحسن الظن هذا من غيرهم، فهم خير القرون كما أخبرنا النبي صلى الله عليه وسلم: (خيركم قرني، ثم الذين يلونهم، ثم الذين يلونهم ... ) (¬1)، ¶ فعلى هذا القول لا يكون محمد بن أبي بكر الصديق خرج على عثمان رضي الله عنه لهوىً في نفسه أو لمصلحة شخصية، وإنما أخرجه إجتهاده الذي لم يصب به كما هو حال الكثيرين من الصحابة والتابعين في الفتنة التي حدثت بين علي رضي الله عنه من جهة وبين من يطالبون بالقصاص من قتلة عثمان رضي الله عنه، كما يدعم هذا القول عدم وجود أي دليل صحيح صريح يبين لنا أن محمد بن أبي بكر خرج على عثمان رضي الله عنه لسبب غير ذلك من الأسباب، وإن جل الروايات التي تذكر تلك الإتهامات لمحمد بن أبي بكر مروية بأسانيد ¶ ¬__________ ¶ (¬1). البخاري (8/ 91).",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "واهية ركيكة ضعفها علماء الحديث خصوصاً ما رواه الواقدي المتهم في هذا الجانب من الفتنة (¬1)، ولا شك أن الفتنة التي أحدثها عبد الله بن سبأ ومن شايعه وسار على دربه كانت فتنة دهماء، أثرت مجرياتها على الدولة الإسلامية برمتها، وانتهت بمقتل أمير المؤمنين عثمان بن عفان رضي الله عنه بعدما رفض ترك الخلافة لوصية النبي صلى الله عليه وسلم له بعدم التنازل لمن يريدون خلعه من منصبه الذي وليه على المسلمين، حيث قال له الرسول صلى الله عليه وسلم: (يا عثمان! إن الله مقمصك قميصاً فإن أرادك المنافقون على خلعه فلا تخلعه حتى تلقاني) (¬2)، وقد أثار السبئيون جملة من الإعتراضات على عثمان بن عفان رضي الله عنه إنطلت بعضها على كثير من الناس، خاصة ضعاف العلم منهم أو من كان منهم حديث عهد بالإسلام، خاصة الأعراب ومن كانوا بعيدين عن مراكز العلم ومنارات الهدى في ذلك الوقت كسكان العراق ومصر، ولا شك أن من إعترضوا على عثمان لم يكونوا بمنزلة واحدة، فمنهم من إعترض لإجتهاد رآه، ومنهم من إعترض لهوىً في نفسه وحقداً على الدين الحنيف وتفريقاً لهذه الأمة. ¶ الإحتمال الثاني: كان إعتراض محمد بن أبي بكر على عثمان بن عفان مبنياً على المصلحة الشخصية والدافع الذاتي المحض. ¶ أشار البعض إلى أن إعتراض محمد بن أبي بكر على عثمان بن عفان رضي الله عنه كان مبدؤه أن محمد بن أبي بكر أتى حداً فجلده عثمان، فبقي من ذلك شيء في نفس محمد بن أبي بكر حتى ثار على عثمان بن عفان رضي الله عنه وألب عليه الناس، وقد أشار شيخ الإسلام إبن تيمية رحمه الله إلى هذا القول في كتابه منهاج السنة النبوية في نقض كلام الشيعة القدرية حيث قال: (ويقال إنه أتى حداً فجلده عثمان عليه، فبقي في نفسه على عثمان) (¬3)، ثم ذكر رحمه الله بيان ذلك بقوله (لما كان في نفسه من تشرفه بأبيه أبي بكر) (¬4)، وأضيف إلى ذلك الطمع في تحقيق مصالح شخصية، ناهيك عن بعض الزهو الذي أصاب ¶ ¬__________ ¶ (¬1). للإستزادة حول هذه الروايات أنظر فتنة مقتل عثمان رضي الله عنه، محمد االصبحي، ص (483) وما بعدها. ¶ (¬2). صحيح الجامع الصغير وزياداته للألباني (2/ 1316). ¶ (¬3). منهاج السنة النبوية في نقض كلام الشيعة القدرية، إبن تيمية (4/ 375). ¶ (¬4). المصدر السابق (4/ 375).",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "محمد بسبب منزلة والده الصديق رضي الله عنه في الإسلام، وحبه أن يكون له مكانة بين الناس، وقد ساعد على ذلك تغرير البعض به، وقد ورد ما يبين ذلك في الرواية التي أوردها الإمام الطبري في تاريخه، ( ... عن شعيب، عن سيف، عن مبشر، قال: سألت سالم بن عبد الله فيما قيل عن سبب خروج محمد، قال: الغضب والطمع، وكان من الإسلام بمكان، وغره أقوام فطمع، وكانت له دالة، ولزمه حق، فأخذه عثمان من ظهره) (¬1)، والحقيقة أن الكلام السابق لا يسلم من المعارضة بعدة أمور أذكرها ضمن النقاط الآتية: ¶ أولاً: الحديث أن محمد بن أبي بكر أتى حداً وأن عثمان ضربه به مبهم وغير واضح، فلم يرد في كتب الرجال والتراجم ولا حتى التاريخ ما يبين تفصيل جرمه التي أتى به حتى يستحق إقامة الحد عليه، ولو حدث منه ذلك لأشتهر عنه كما وقع لغيره. ¶ ثانياً: نلحظ أن شيخ الإسلام رحمه الله أورد الخبر بصيغة (يقال) وهي صيغة من صيغ التمريض، فكأنه يشير إلى إحتمال وقوعه وليس الجزم بذلك وهذا لا يفيد صحة الخبر. ¶ ثالثاً: إن هذه الرواية التي أوردها الطبري وغيره ضعيفة، بل هي ضعيفة جداً، فيكفيك أن تعلم أن في سندها مبشر بن فضيل والذي ذكره العقيلي في الضعفاء وقال عنه: كوفي مجهول بالنقل لا يصح إسناده (¬2)، وفيه أيضاً سيف بن عمر قال عنه أبو داوود ليس بشيء، وقال أبو حاتم: متروك، وقال ابن حبان: أتهم بالزندقة، وقال ابن عدي: عامة حديثه منكر (¬3)، وفي التاريخ يروي سيف بن عمر هذا عن مجاهيل ومنهم في هذا السند مبشر بن فضيل فلا يصح إسناده. ¶ وعلى هذا فإنني أميل إلى أن محمد بن أبي بكر لم يكن له هوىً في الخروج على عثمان، ولم يكن مبعث ذلك عنده المصلحة الشخصية ولا كرهه لعثمان، وقد تكون ألبست الأمور عليه كما ألبست على كثير غيره في ذلك الوقت، وذلك لسبب أو لآخر، فقد يكون لضعف في علمه، أو قلة في حيلته وذكائه، أو تغرير البعض به، وهذا لا يعد عذراً لمحمد بن أبي بكر فيما ذهب إليه من مذهب تجاه عثمان رضي الله عنه، ولكن على أقل تقدير يلتمس له العذر بأن دوافعه لم تكن ذاتية ولم تحركه الأنانية للخروج على عثمان رضي الله عنه، وقد ذكر شيخ الإسلام إبن تيمية بعضاً من المآخذ على محمد بن أبي بكر قد تكون كما أرى سبباً في إنزلاق محمد هذا المزلق العجيب تجاه عثمان رضي الله عنه، قال شيخ الإسلام: (أما هؤلاء الرافضة فخصوا محمد بن أبي بكر بالمعارضة، وليس هو قريباً من عبد الله بن عمر في عمله ودينه، بل ولا هو مثل أخيه عبد الرحمن، بل عبد الرحمن له صحبة وفضيلة، ومحمد بن أبي بكر إنما ¶ ¬__________ ¶ (¬1). تاريخ الطبري (4/ 400)، والكامل في التاريخ لإبن الأثير (2/ 574). ¶ (¬2). لسان الميزان لإبن حجر (6/ 457). ¶ (¬3). انظر ميزان الإعتدال للذهبي (2/ 255).",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "ولد عام حجة الوداع بذي الحليفة، فأمر النبي - صلى الله عليه وسلم - أمه أسماء بنت عميس أن تغتسل للإحرام وهي نفساء، وصار ذلك سنة، ولم يدرك من حياة النبي - صلى الله عليه وسلم - إلا خمس ليال من ذي القعدة، وذا الحجة والمحرم، وصفرا، وأوائل شهر ربيع الأول، ولا يبلغ ذلك أربعة أشهر، ومات أبوه أبو بكر - رضي الله عنه - وعمره أقل من ثلاث سنوات ولم يكن له صحبة مع النبي - صلى الله عليه وسلم - ولا قرب منزلة من أبيه، إلا كما يكون لمثله من الأطفال، وتزوج علي بعد أبي بكر بأمه أسماء بنت عميس، فكان ربيب علي، وكان اختصاصه بعلي لهذا السبب ... والرافضة تغلو في تعظيمه على عادتهم الفاسدة في أنهم يمدحون رجال الفتنة الذين قاموا على عثمان، ويبالغون في مدح من قاتل مع علي، حتى يفضلون محمد بن أبي بكر على أبيه أبي بكر، فيلعنون أفضل الأمة بعد نبيها، ويمدحون ابنه الذي ليس له صحبة ولا سابقة ولا فضيلة، ويتناقضون في ذلك .... وإن أراد عظم شأنه (أي محمد بن أبي بكر) لسابقته وهجرته ونصرته وجهاده، فهو ليس من الصحابة، ولا من المهاجرين ولا من الأنصار، وإن أراد بعظم شأنه أنه كان من أعلم الناس وأدينهم، فليس الأمر كذلك، وليس هو معدوداً من أعيان العلماء والصالحين الذين في طبقته، وإن أراد بذلك شرفه في المنزلة لكونه كان له جاه ومنزلة ورياسة، فمعاوية كان أعظم جاهاً ورياسةً ومنزلةً منه، بل معاوية خير منه وأعلم وأدين وأحلم وأكرم، فإن معاوية رضي الله عنه روى الحديث وتكلم في الفقه، وقد روى أهل الحديث حديثه في الصحاح والمساند وغيرها، وذكر بعض العلماء بعض فتاويه وأقضيته، وأما محمد بن أبي بكر فليس له ذكر في الكتب المعتمدة في الحديث والفقه) (¬1)، فقد بين رحمه الله مجموعة من الأمور بحق محمد بن أبي بكر ومنها أنه لم تكن له فضيلة ولا سابقة ولا هجرة ولا صحبة، وأن أقرانه خير منه، ولم يكن من ذوي العلم والبداهة، ولا يعد من المهاجرين والأنصار، فهو كعامة الناس لا يتميز عنهم بشيء، ولم يروي الحديث عن رسول الله صلى الله عليه وسلم. ¶ حقيقة عودة محمد بن أبي بكر إلى المدينة مع المصريين لحصار عثمان ¶ بين أيدينا رواية ذكرها الطبري قي تاريخه عن الواقدي يذكر فيها أن محمد بن أبي بكر رجع قافلاً إلى المدينة من مصر بينما بقي محمد بن أبي حذيفة في مصر، وذلك بعدما كانا يحرضان الناس هناك على عثمان رضي الله عنه وهذا نص الرواية عند الطبري (قال محمد بن عمر: وحدثنى عبد الله بن محمد، عن أبيه، قال: كان محمد بن أبي بكر ومحمد بن أبي حذيفة بمصر يحرضان على عثمان، فقدم محمد بن أبي بكر وأقام محمد بن أبي حذيفة بمصر ¶ ¬__________ ¶ (¬1). منهاج السنة النبوية في نقض كلام الشيعة القدرية، إبن تيمية (4/ 374) وما بعدها.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": ") (¬1) ولا شك أن هذه الرواية التي ذكرها الطبري وغيره من أهل العلم لا تصح، فالواقدي لا يعتمد على رواياته، فقد ضعفه غير واحد من المعتمدين من أهل العلم في مجال الرواية، فضلاً على أن هذه الرواية لم تبين لنا إذا كانت عودة محمد بن أبي بكر الصديق إلى المدينة بصحبة الخارجين على عثمان من المصرين سنة خمس وثلاثين للهجرة (¬2)، أم أنه عاد وحيدأ إلى المدينة، وبين أيدينا رواية أخرى طويلة فيها تفاصيل كثيرة عن قدوم الخارجين على عثمان رضي الله عنه إلى المدينة وهي مروية عن أبي سعيد وهو مولى أبي أسيد الأنصاري وفيها أنه قال (سمع عثمان أن وفد أهل مصر قد أقبلوا فاستقبلهم، فقالوا: ادع بالمصحف، فدعا به، فقالوا: افتح السابعة - وكانوا يسمون سورة يونس السابعة ....... قالوا: قد أحل الله دمك، ونقضت العهد والميثاق. وحصروه في القصر رضي الله عنه) (¬3) وفي هذه الرواية ذكر لقدوم أهل مصر إلى المدينة وليس فيها أن محمد بن أبي بكر قدم معهم لحصار عثمان رضي الله عنه، وقد وجدت خبراً يفيد أن محمد بن أبي بكر قدم مع المصريين في الوفد الذي جاء إلى المدينة عام 35هـ، وكان على أثر قدوم هذا الوفد وغيره من الوفود الأخرى أن تم حصار عثمان رضي الله عنه وقتله في نهاية المطاف حسب ما رتب له أهل الفتنة، وقد ذكر هذا الخبر صاحب كتاب النجوم الزاهرة في ملوك مصر والقاهرة (¬4)، ولم أجد لهذا الخبر ذكراً فيما إطلعت عليه من كتب التاريخ الأخرى، ولم يدعم بسند صحيح يفيد صحة الخبر، والله تعالى أعلى وأعلم. ¶ حقيقة المراسلات بينه وبين الخارجين على عثمان ¶ ورد في بعض كتب التاريخ روايات مفادها أن أهل الفتنة في مصر (الخارجين على عثمان) كانوا يطمعون في مساعدة ثلاثة نفر من أهل المدينة لكي يتم لهم ما أرادوا من خلع عثمان أو الخلاص منه، وهؤلاء النفر هم عمار بن ياسر ومحمد بن أبي بكر ومحمد بن أبي حذيفة، وقد ورد ذلك في تاريخ الطبري ضمن رواية طويلة عن حصار عثمان وما جرى خلالها من أحداث، وهذه الرواية رواها الطبري عن السري، عن شعيب، عن سيف، عن محمد وطلحة وأبي حارثة وأبي عثمان وفيها (وكان المصريون لا يطمعون في أحد من أهل المدينة أن ¶ ¬__________ ¶ (¬1). تاريخ الطبري (4/ 357). ¶ (¬2). تاريخ خليفة بن خياط (1/ 174). ¶ (¬3). قال عنه الألباني ضعيف: لجهالة أبي سعيد. أنظر التعليقات الحسان على صحيح إبن حبان للألباني (10/ 58). ¶ (¬4). النجوم الزاهرة في ملوك مصر والقاهرة، يوسف بن تغري (1/ 81).",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "يساعدهم إلا في ثلاثة نفر، فإنهم كانوا يراسلونهم: محمد بن أبي بكر، ومحمد بن أبي حذيفة، وعمار بن ياسر رضي الله عنه) (¬1). ¶ أقول: وهذه الرواية ترد من وجهين: ¶ الأول: من ناحية السند فهي من روايات سيف بن عمر، وقد ذكرتً أقوال العلماء فيه سابقاً، فقد قال عنه أبو داوود ليس بشيء، وقال أبو حاتم: متروك، وقال ابن حبان: أتهم بالزندقة، وقال ابن عدي: عامة حديثه منكر (¬2)، فهذه الرواية مردودة سنداً، خاصة عندما يتكلم سيف بن عمر عن الصحابة ودورهم في إحداث الفتنة!!!. ¶ الثاني: أن هذه الرواية مردودة متناً بما يعارضها من نصوص أثبتت عدالة الصحابة الكرام، وذكرت مزاياهم، وأبانت أنهم خير القرون، وهذه الرواية تقدح في الصحابي الجليل عمار بن ياسر رضي الله عنه، وهو غير مختلف في صحبته، فكيف يكون من الذين تكالبوا على عثمان رضي الله عنه وهو من الصحابة الكرام العدول الثقات بنصوص الكتاب والسنة. ¶ هل ولَّاه عثمان على مصر؟ ¶ تذكر معظم كتب التاريخ أن محمد بن أبي بكر الصديق تولى الولاية على مصر فعلياً زمن الخليفة الراشد الرابع علي بن أبي طالب رضي الله عنه (¬3)، وكان ذلك سنة 37هـ (¬4)، وهناك رواية أخرى تفيد أن محمد بن أبي بكر تولى الإمارة على مصر أول مرة زمن عثمان بن عفان رضي الله عنه، وذلك عندما أضطر عثمان لعزل عبد الله بن سعد بن أبي السرح عن ولاية مصر نزولاً عند طلب المصريين الذين قدموا إلى المدينة للإعتراض على عثمان رضي الله عنه (¬5)، وكان نزول عثمان عند رغبة هؤلاء درءاً للفتنة وحقناً للدماء بعد أن علم مقصدهم من قدومهم للمدينة، ولكن الولاية لم تتم فعلياً لمحمد بن أبي بكر على مصر حسب الرواية السابقة وبقيت شكلية لأن السبئية إصطنعوا حادثة الكتاب المزور المشهورة والمفتراة على عثمان رضي الله عنه أثناء عودة المعارضين لعثمان إلى بلدانهم التي قدموا منها، وقد أورد الطبري رواية أخرى في تاريخه عن أبي سعيد مولى أبي أسيد الأنصاري وفيها بعد المناظرة ¶ ¬__________ ¶ (¬1). تاريخ الطبري (3/ 353). ¶ (¬2). انظر ميزان الإعتدال للذهبي (2/ 255). ¶ (¬3). أنظر الإستيعاب في معرفة الأصحاب للقرطبي (3/ 1366) ¶ (¬4). تاريخ الإسلام ووفيات المشاهير والأعلام لشمس الدين الذهبي (3/ 600). ¶ (¬5). أنظر تاريخ ابن الوردي لإبن الوردي (1/ 145)، والمختصر في أخبار البشر لأبي الفداء عماد الدين إسماعيل ¶ (1/ 170)، والبداية والنهاية (7/ 157).",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "التي حدثت بين عثمان رضي الله عنه وبين الوفود التي قدمت المدينة معترضة على سياسته، وبعد أن إستطاع الرد على هذه الإعتراضات ( ..... قال: ثم رجع وفد المصريين راضين، فبينما هم في الطريق إذا هم براكب يتعرض لهم ثم يفارقهم ثم يرجع إليهم، ثم يفارقهم ويتبينهم قال: قالوا له: ما لك؟ إن لك لأمرا! ما شأنك؟ قال: فقال: أنا رسول أمير المؤمنين إلى عامله بمصر، ففتشوه، فإذا هم بالكتاب على لسان عثمان، عليه خاتمه إلى عامله بمصر أن يصلبهم أو يقتلهم أو يقطع أيديهم وأرجلهم من خلاف ..... ) (¬1)، فكان منهم بعد ذلك ضرب الحصار على عثمان رضي الله عنه حتى تم قتله في داره بين أهله. ¶ أقول: وهذه الرواية التي أوردها الطبري وذكرتها آنفاً لم يرد فيها أن عثمان رضي الله عنه قد ولَّى محمد بن أبي بكر مصر نزولاً عند طلب المصريين كما بينت الروايات السابقة، وإنما جاء في رواية الطبري أن المصريين عادوا راضين بعد أن أقنعهم عثمان رضي الله عنه بحجته وعلمه ¶ على حسن صنيعه وتصرفاته، حتى جاءت حادثة الكتاب المزور المدبرة فعلياً من السبئية والذين أغاظهم رد عثمان وإقتناع عوام الناس بحجته، وبدء رجوعهم إلى بلدانهم دون تحقيق هدفهم المقصود (أي السبئية) من خلع الخليفة أو قتله رضي الله عنه، والذي يظهر لي أن محمد بن أبي بكر ولي مصر فعلياً زمن علي بن أبي طالب رضي الله عنه، ولم تكن له ولاية عليها زمن عثمان رضي الله عنه وإن ثبت أنه عاش فيها مدة من الزمن في خلافته والله أعلم، وقد ورد في مصنف إبن أبي شيبة ما يعارض تولي محمد بن أبي بكر ولاية مصر زمن عثمان رضي الله عنه فقد جاء فيها (وقال أهل مصر: إعزل عنا إبن أبي سرح , واستعمل علينا عمرو بن العاص , ففعل , قال: فما جاءوا بشيء إلا خرج منه قال: فانصرفوا راضين) (¬2). ¶ محمد بن أبي بكر وحصار عثمان في يوم الدار ¶ أطلق يوم الدار على المدة التي حوصر فيها عثمان رضي الله عنه بدءً من رجوع المصريين إلى المدينة وانتهاءً بقتله رضي الله عنه، واختلف في مدة الحصار، فقيل إنه استمر أكثر من عشرين يوماً وقيل: أكثر من شهر، وقيل: كانت مدته أربعين يوماً، وقيل: كانت نيفاً وأربعين ليلة وقيل: تسعة وأربعين يوماً وقيل: شهرين وعشرين يوماً، ومكان ¶ ¬__________ ¶ (¬1). تاريخ الطبري (4/ 355). ¶ (¬2). مصنف إبن أبي شيبة (7/ 721) حديث رقم (37691).",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "الحصار هو داره الكبرى التي كان يسكنها في المدينة النبوية، ويسميها الرواة أحياناً بالقصر، وتقع شرق المسجد النبوي مقابل باب عثمان رضي الله عنه (¬1). ¶ أما بالنسبة لمشاركة محمد بن أبي بكر الصديق في حصار عثمان رضي الله عنه فقد تضافرت الروايات المتعددة في إثبات موقف محمد بن أبي بكر الصديق مع المعارضين لعثمان رضي الله عنه وأنه دخل على عثمان الدار يوم مقتله ولكنه لم يشارك في قتله (¬2)، وهذا الدخول كان بعد حصار عثمان في الدار مدة من الزمن والتي اختلف في مقدارها كما بينت سابقاً، وقد كان هذا الحصار بعد حادثة الكتاب المزور على لسان عثمان رضي الله عنه، والذي دبر ممن لم يرتض رجوع المعارضين بعد محاججة عثمان لهم وإقناعهم بالحق، وقد إنطوت هذه الحيلة الخبيثة على جل المعارضين فعادوا وحصروا عثمان رضي الله في بيته حتى إنتهى الأمر بقتله، ومن بين المحاصرين له كان محمد بن أبي بكر الصديق وقد أشار إلى ذلك الذهبي في كتابه تاريخ الإسلام ووفيات المشاهير والأعلام بقوله عن محمد بن أبي بكر (وكان أحد الرؤوس الذين ساروا إلى حصر عثمان) (¬3)، وقد أورد الطبري في تاريخه رواية فيها الإشارة إلى أن محمد بن أبي بكر كان ممن لهم دور في حصار عثمان رضي الله عنه في داره، (قال الطبري: قال محمد: وحدثني إبراهيم بن سالم عن أبيه عن بُسر ابن سعيد، قال: وحدثني عبد الله بن عياش بن أبي ربيعة، قال: دخلت على عثمان رضي الله عنه فتحدثت عنده ساعة، فقال: يا ابن عياش، تعال، فأخذ بيدي، فأسمعني كلام من على باب عثمان، فسمعنا كلاماً، منهم من يقول: ما تنتظرون به؟ ومنهم من يقول: أنظروا عسى أن يراجع ...... ثم رجع عثمان. قال ابن عياش: فأردت أن أخرج، فمنعوني حتى مرَّ بي محمد بن أبي بكر، فقال: خلوه، فخلوني) (¬4). ¶ أقول وهذه الرواية معلولة بسندها لوجود الواقدي فيها، وهذا ما أشار إليه صاحب كتاب فتنة مقتل عثمان بن عفان رضي الله عنه الشيخ محمد بن عبد الله الصبحي بقوله: (وهذا الإسناد ليس فيه ما يعله غير الواقدي) (¬5). ¶ أقول: لا يكاد أحد من كتاب التاريخ المعتمدين ينكر أن محمد بن أبي بكر الصديق ممن حاصروا عثمان بن عفان في بيته فدوره في ذلك ثابت ومعروف. ¶ ¬__________ ¶ (¬1). فتنة مقتل عثمان بن عفان، محمد الصبحي (1/ 165). ¶ (¬2). عصر الخلافة الراشدة، أكرم العمري (1/ 429). ¶ (¬3). تاريخ الإسلام ووفيات المشاهير والأعلام للذهبي (3/ 600). ¶ (¬4). تاريخ الطبري (4/ 378)، الرواية هنا ذكرتها مختصرة. ¶ (¬5). فتنة مقتل عثمان بن عفان، محمد الصبحي (2/ 792).",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "هل شارك محمد بن أبي بكر الصديق في قتل عثمان؟ ¶ وردت روايات كثيرة في كتب التاريخ تشير إلى أن محمد بن أبي بكر الصديق كان من ضمن الأشخاص الذين قتلوا عثمان بن عفان رضي الله عنه في داره، وقد وردت هذه الروايات بصيغ مختلفة وذكرت أسماءً شتى ممن شاركوا في قتله رضي الله عنه، جاء في تاريخ الطبري في ذكر الخبر عن قتل عثمان رضي الله عنه (ذكر محمد بن عمر، أن عبد الرحمن بن عبد العزيز حدثه عن عبد الرحمن بن محمد، أن محمد بن أبي بكر تسور على عثمان من دار عمرو بن حزم، ومعه كنانة بن بشر بن عتاب، وسودان بن حمران، وعمرو بن الحمق، فوجدوا عثمان عند امرأته نائلة وهو يقرأ في المصحف في سورة البقرة، فتقدمهم محمد بن أبي بكر، فأخذ بلحية عثمان، فقال: قد أخزاك الله يا نعثل (¬1)! فقال عثمان: لست بنعثل، ولكني عبد الله وأمير المؤمنين قال محمد: ما أغنى عنك معاوية وفلان وفلان! فقال عثمان: يا ابن أخي، دع عنك لحيتي، فما كان أبوك ليقبض على ما قبضت عليه فقال محمد: لو رآك أبي تعمل هذه الأعمال أنكرها عليك، وما أريد بك أشد من قبضي على لحيتك، قال عثمان: أستنصر الله عليك وأستعين به ثم طعن جبينه بمشقص (¬2) في يده ورفع كنانة بن بشر مشاقص كانت في يده، فوجأ بها في أصل أذن عثمان، فمضت حتى دخلت في حلقه، ثم علاه بالسيف حتى قتله، فقال عبد الرحمن: سمعت أبا عون يقول: ضرب كنانة بن بشر جبينه ومقدم رأسه بعمود حديد، فخر لجبينه، فضربه سودان بن حمران المرادي بعد ما خر لجبينه فقتله) (¬3)، وذكر إبن كثير وإبن خياط في تاريخهما رواية قريبة من هذه الرواية وهي أن محمد بن أبي بكر أشار بعينه إلى رجل ممن دخلوا على عثمان فقام إليه ذلك الرجل بمشقص فوجأ به رأسه ثم تعاونوا عليه حتى قتلوه رحمه الله (¬4)، وقد أورد البعض رواية فيها نكارة شديدة، وهذه الرواية تشير إلى محمد بن أبي بكر على أنه أحد قتلة عثمان رضي الله عنه، وقد ذكرها إبن كثير في البداية والنهاية (أن رجلاً من الأنصار دخل على عثمان، فقال: إرجع ابن أخي فلست بقاتلي، قال: وكيف علمت ذاك؟ قال: لأنه أتي بك النبي صلى الله عليه وسلم يوم سابعك، فحنكك ودعا لك بالبركة، ثم دخل عليه رجل آخر من الأنصار فقال: ارجع ابن أخي، فلست بقاتلي، قال: بم تدري؟ قال: لأنه أتي بك النبي صلى الله عليه وسلم يوم سابعك فحنكك ودعا لك ¶ ¬__________ ¶ (¬1). نعثل: يهودي بالمدينة كان يشبه به عثمان رضي الله عنه، انظر تاريخ الإسلام ووفيات الأعيان للذهبي (3/ 444)، وقيل نعثل تشبيهاً برجل مصري اسمه نعثل كان طويل اللحية، أنظر سمط النجوم العوالي في أنباء الأوائل والتوالي للعصامي المكي (2/ 525). ¶ (¬2). قال الأصمعي:: المشقص من النصال الطويل وليس بالعريض. انظر تهذيب اللغة لمحمد الهروي (8/ 245). ¶ (¬3). تاريخ الطبري (4/ 393). ¶ (¬4). تاريخ إبن خياط (1/ 174)، والبداية والنهاية، إبن كثير (7/ 184).",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "بالبركة ... قال: ثم دخل عليه محمد بن أبي بكر، فقال: أنت قاتلي، قال: وما يدريك يا نعثل؟ قال: لأنه أتي بك النبي صلى الله عليه وسلم يوم سابعك يحنكك ويدعو لك بالبركة فخريت على رسول الله صلى الله عليه وسلم، قال: فوثب على صدره وقبض على لحيته، فقال: إن تفعل كان يعز على أبيك، أو يسؤه. قال: فوجاه في نحره بمشاقص كانت في يده) (¬1)، وقد علق إبن كثير على هذه الرواية بقوله: هذا حديث غريب جداً وفيه نكارة (¬2)، وقال عنه الشيخ محمد الصبحي في كتابه فتنة مقتل عثمان: إسناده ضعيف: فمبارك يدلس ويسوي وقد عنعن، ذكره الحافظ في المرتبة الثالثة من طبقاته، رجاله من المقبولين (¬3). ¶ أقول: هذه الروايات وغيرها مما تشير إلى أن محمد بن أبي بكر الصديق شارك في قتل عثمان بن عفان بيده أو أنه أمر رجلاً آخر أن يقتله بيَّن ضعفها العلماء، فهي أكثر ما تروى عن الواقدي، أو من روايات سيف بن عمر، وهما ممن لا يصح حديثهما في هذا الجانب، وممن أشار من العلماء إلى عدم صحة هذه الروايات أو إلى أن محمداً لم يشارك في قتل عثمان رضي الله عنه إبن كثير رحمه الله في البداية والنهاية حيث قال: (والصحيح أن الذي فعل ذلك غيره، وأنه استحى ورجع حين قال له عثمان: لقد أخذت بلحية كان أبوك يكرمها) (¬4)، وقد رجح إبن الأثير في كتابه الكامل في التاريخ إلى أن محمد بن أبي بكر خرج عندما وعظه عثمان رضي الله عنه ولم يقتله (فقال عثمان: أستنصر الله عليك وأستعين به! فتركه وخرج، وقيل: بل طعن جبينه بمشقص كان في يده، والأول أصح) (¬5)، وقد نقل عن الشيخ الألباني رحمه الله قوله (الروايات التي وردت في اتهام محمد بن أبي بكر الصديق في قتل عثمان رضي الله تعالى عنه لم يصح منها إلا أنه دخل عليه فوعظه عثمان رضي الله تعالى عنه، فخرج وتركه، وهذه الرواية التي رواها ابن عبد البر في كتابه الإستيعاب بإسناد حسن) (¬6). ¶ وقد وردت بعض الروايات التي تبين أن محمد ين أبي بكر لم يشارك في قتل عثمان رضي الله عنه، وأنه قد خرج بعد أن وعظه عثمان، ومن هذه الروايات ما ورد عن كنانة مولى صفية بنت حيي بن أخطب رضي الله عنها (قال: شهدت مقتل عثمان، فأخرج من الدار أمامي أربعة من شبان قريش ملطخين بالدم محمولين، كانوا يدرءون عن عثمان رضي الله عنه: الحسن بن علي، وعبد الله بن الزبير، ومحمد بن حاطب، ومروان بن الحكم، وقال محمد بن طلحة: ¶ ¬__________ ¶ (¬1). البداية والنهاية، إبن كثير (7/ 186). ¶ (¬2). المرجع السابق (7/ 186). ¶ (¬3). فتنة مقتل عثمان، محمد الصبحي (2/ 627). ¶ (¬4). البداية والنهاية، إبن كثير (7/ 185). ¶ (¬5). الكامل في التاريخ لإبن الأثير (2/ 544). ¶ (¬6). أنظر موسوعة الألباني في العقيدة (8/ 383).",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "فقلت له: هل ندى محمد بن أبي بكر بشيء من دمه؟ قال: معاذ الله! دخل عليه، فقال له عثمان: يا بن أخي، لست بصاحبي. وكلمه بكلام، فخرج ولم يند بشيء من دمه، قال: فقلت لكنانة: من قتله؟ قال: قتله رجل من أهل مصر، يقال له جبلة بن الأيهم. ثم طاف بالمدينة ثلاثا يقول: أنا قاتل نعثل) (¬1) ¶ وما أورده إبن خياط في تاريخه حيث قال: (حدثنا المعتمر عن أبيه عن الحسن أن إبن أبي بكر أخذ بلحيته فقال عثمان لقد أخذت مني مأخذاً أو قعدت مني مقعداً ما كان أبوك ليقعده فخرج وتركه) (¬2)، وهذا الحديث إسناده حسن لغيره، فهو صحيح إلى الحسن مرسل منه، رجاله رجال الشيخين، ويشهد له حديث كنانة مولى صفية السابق، والإسناد صحيح إلى كنانة، وبذلك تبين أن للرواية لها مخرجين، أحدهما الحسن، والآخر كنانة، فيرتقي إلى درجة الحسن لغيره (¬3)، وهذه الروايات تدل على براءة محمد بن أبي بكر الصديق من دم عثمان رضي الله عنه، كما تبين أن سبب تهمته هو دخوله عليه قبل القتل، ومن ثم خرج بعد أن وعظه عثمان كما تبين، ¶ كما يدعم القول ببراءة محمد بن أبي بكر الصديق من دم عثمان جملة من الأمور الأخرى، فقد ثبت عن علي بن أبي طالب رضي الله عنه أنه قد ولّىَ محمد بن أبي بكر الصديق ولاية مصر بعد مقتل عثمان رضي الله عنه (¬4)، وفي نفس الوقت ثبت عن علي رضي الله عنه أنه لعن قتلة عثمان بالجملة، حيث قال لطلحة بن عبيد الله في حوار بينهما «يومئذ يوفيهم الله دينهم الحق ويعلمون أن الله هو الحق المبين» (¬5)، يا طلحة، تطلب بدم عثمان رضي الله عنه! فلعن الله قتلة عثمان) (¬6)، ومع لعنه رضي الله عنه إياهم ومن ألَّب على عثمان معهم، فكيف يعقل أن يقوم بتولية محمد بن أبي بكر على مصر إن كان من قتلة عثمان أو من الذين ألبوا عليه لهوىً في نفوسهم، أو مم الذين حرضوا على قتله رضي الله عنه، بالإضافة إلى أن علي رضي الله عنه كلف محمد بن أبي بكر ومحمد بن جعفر بن أبي طالب لإستنهاض أهل الكوفة قبل معركة الجمل (¬7)، وكل هذا فيه دلالة واضحة من أن علي رضي الله عنه كان يثق بمحمد ¶ ¬__________ ¶ (¬1). أنظر هذه الرواية وغيرها ما يدل على عدم مشاركة محمد بن أبي بكر في قتل عثمان رضي الله عنه في كل من الإستيعاب في معرفة الأصحاب للقرطبي (3/ 1046)، تاريخ دمشق لإبن عساكر (39/ 407)، تهذيب الكمال للمزي (19/ 456)، ومعرفة الصحابة لإبن نعيم (1/ 66). ¶ (¬2). تاريخ إبن خياط (1/ 174). ¶ (¬3). قاله الشيخ محمد الصبحي، أنظر فتنة مقتل عثمان رضي الله عنه (1/ 483). ¶ (¬4). تاريخ الطبري (4/ 556). ¶ (¬5). النور (25). ¶ (¬6). تاريخ الطبري (4/ 502). ¶ (¬7). المرجع السابق (4/ 478).",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "بن أبي بكر ولولا هذه الثقة لما ولاه مصر ولما جعله من مساعديه المقربين بعد توليه الخلافة، وهذه الثقة لا يمكن أن تثبت عند علي رضي الله عنه لمحمد بن أبي بكر الصديق لولا علمه أنه بريء من قتل عثمان رضي الله عنه، وقد أشار الدكتور يحيى اليحيى إلى دليل آخر يستأنس به على براءة محمد بن أبي بكر من دم عثمان رضي الله عنه وهو أن عائشة رضي الله عنها خرجت إلى البصرة للمطالبة بقتلة عثمان، ولو كان أخوها منهم ما حزنت عليه لما قتل فيما بعد في مصر (¬1). ¶ أقول: ويؤيد ذلك ما ذكره الدكتور محمد بن عبد الله الغبان في كتابه فتنة مقتل عثمان بن عفان رضي الله عنه عند دراسته للأحاديث التي وردت في صفة قاتل عثمان بن عفان رضي الله عنه، ¶ فقال: وفي الروايات الصحيحة أنه رجل أسود من أهل مصر ولكنها تختلف في تعيينه ....... ¶ وقد خلص الدكتور إلى نتيجة مفادها أن قاتل عثمان بن عفان رضي الله عنه رجل مصري لم تفصح الروايات عن إسمه، وبينت أنه سدوسي الأصل أسود البشرة، لقب بـ (جبلة) لسواد بشرته، ولقب أيضاً بـ (الموت الأسود) (¬2)، وهذا دليل آخر على أن محمد بن أبي بكر لم يكن هو قاتل عثمان رضي الله عنه. ¶ محاجزة (¬3) محمد بن أبي بكر عن عثمان رضي الله عنه قبل مقتله ¶ يراد بالمحاجزة هنا محاولة الدفاع عن عثمان بن عفان رضي الله عنه ومنع القتلة من الوصول إليه بالفصل بينهم وبينه، وقد ورد خبر محاجزة محمد بن أبي بكر الصديق عن عثمان رضي الله عنه قبل قتله عند الإمام إبن كثير رحمه الله في البداية والنهاية، حيث قال: (ويروى أن محمد بن أبي بكر طعنه بمشاقص في أذنه حتى دخلت في حلقه، والصحيح أن الذي فعل ذلك غيره، وأنه استحى ورجع حين قال له عثمان: لقد أخذت بلحية كان أبوك يكرمها، فتذمم من ذلك وغطى وجهه ورجع وحاجز دونه فلم يفد وكان أمر الله قدراً مقدوراً، وكان ذلك في الكتاب مسطوراً) (¬4)، وكلام إبن كثير رحمه الله هنا يأتي في سياق الرد على على الإتهام لمحمد بن أبي بكر بأنه ضرب عثمان رضي الله عنه بمشاقص في أذنه، وقد ثبت بالروايات الصحيحة أنه لم يفعل ذلك كما تبين سابقاً. ¶ ¬__________ ¶ (¬1). عثمان بن عفان للصلابي (1/ 401). ¶ (¬2). فتنة مقتل عثمان بن عفان للغبان (1/ 207). ¶ (¬3). (حجز) بَينهمَا حجزاً أي فصل وَالشَّيْء حازه وَمنعه من غَيره، (حاجزه) طَالبه بالامتناع عَن الْمُخَاصمَة وَمِنْه الْمثل (إِن أردْت المحاجزة فَقبل المناجزة)، أنظر المعجم الوسيط (1/ 157). ¶ (¬4). البداية والنهاية لإبن كثير (7/ 185).",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "وهناك رواية أخرى ذكرها إبن كثير في البداية والنهاية (عن سيف بن عمر التميمي رحمه الله عن العيص بن القاسم عن رجل عن خنساء مولاة أسامة بن زيد- وكانت تكون مع نائلة بنت الفرافصة إمرأة عثمان أنها كانت في الدار ودخل محمد بن أبي بكر فأخذ بلحيته وأهوى بمشاقص معه فيجاء بها في حلقه، فقال مهلاً يا ابن أخى، فو الله لقد أخذت مأخذاً ما كان أبوك ليأخذ به، فتركه وانصرف مستحييا نادماً، فاستقبله القوم على باب الصفة فردهم طويلاً حتى غلبوه، فدخلوا وخرج محمد راجعاً) (¬1). ¶ أقول: الرواية الأولى التي أوردها إبن كثير لم أجد لها سنداً عنده ولا عند غيره من أهل العلم فلا يحتج بها، والرواية الثانية عند إبن كثير في سندها سيف بن عمر وهو لا يؤخذ بحديثه في هذا الجانب كما تبين سابقاً والله تعالى أعلى وأعلم. ¶ رسالة أم المؤمنين عائشة رضي الله عنها لأخيها محمد أثناء حصار عثمان ¶ عندما إشتد الحصار على عثمان في داره، ومنع عنه محاصروه الماء، أرسل عثمان بعض من كان معه في الدار لإحضار الماء من بيوت المسلمين، فلبى نداءه علي بن أبي طالب رضي الله عنه وكذا أم المؤمنين أم حبيبة بنت أبي سفيان رضي الله عنهما، وقد جاءت أم حبيبة بالماء إلى عثمان على بغلة لها، ولكنهم منعوها من الدخول على عثمان ومنعوا وصول الماء إليه، وقد ذكر الطبري أنهم قد ضربوا وجه بغلتها، فقالت: إن وصايا بني أمية إلى هذا الرجل، فأحببت أن ألقاه فأسأله عن ذلك كيلا تهلك أموال أيتام وأرامل قالوا: كاذبة، وأهووا لها وقطعوا حبل البغلة بالسيف، فندت بأم حبيبة، فتلقاها الناس، وقد مالت راحلتها، فتعلقوا بها وأخذوها وقد كادت تقتل فذهبوا بها إلى بيتها (¬2)، وبعد هذه الحادثة الشنيعة بحق أم المؤمنين أم حبيبة رضي الله عنها تجهزت عائشة رضي الله عنها خارجة إلى الحج وقد رأت أن خروجها ربما كان معيناً في فض هذه الجموع، وتجهزت أمهات المؤمنين إلى الحج هرباً من الفتنة، على أن خروجهن لم يكن تنزهاً عن ملابسات الفتنة وحسب، ولم يكن هرباً محضاً، وإنما كان محاولة منهن لتخليص عثمان رضي الله عنه من أيدي هؤلاء المفتونين، الذين كان منهم محمد بن أبي بكر، أخو السيدة عائشة رضي الله عنها، الذي حاولت أن تستتبعه معها إلى الحج فأبى (¬3)، فقالت: والله لئن استطعت أن يحرمهم الله ما يحاولون لأفعلن (¬4)، والظاهر أنها ¶ ¬__________ ¶ (¬1). المرجع السابق (7/ 184). ¶ (¬2). تاريخ الطبري (4/ 386). ¶ (¬3). عثمان بن عفان رضي الله عنه للصلابي ص (386). ¶ (¬4). الكامل في التاريخ لإبن الأثير (2/ 540).",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "أرسلت له حنظلة الكاتب (¬1) فقال: يا محمد تستتبعك أم المؤمنين فلا تتبعها؟ وتدعوك ذؤبان العرب إلى ما لا يحل فتتبعهم؟ قال: ما أنت وذاك يا بن التميمية! فقال: يا بن الخثعمية، إن هذا الأمر إن صار إلى التغالب غلبتك عليه بنو عبد مناف (¬2)، ولم تكن هذه الرسالة خاصة بمحمد بن أبي بكر وحده، وإنما كانت محاولة من السيدة عائشة وبقية أمهات المؤمنين رضي الله عنهن لفض الثائرين عن عثمان، ولإثارة الرأي العام عليهم منذ بدأ تفكيرهم في الذهاب إلى مكة، وهذا هو ما أكد عليه الإمام إبن العربي، فقال: إن تغيب أمهات المؤمنين مع عدد من الصحابة كان قطعاً للشغب بين الناس رجاء أن يرجع الناس إلى أمهاتهم، وأمهات المؤمنين، فيرعوا حرمة نبيهم ويستمعوا إلى كلمتهن التي طالما كانوا يقصدونها من كل الآفاق، أي أن خروجهن كان نوعاً من التفريق لهذه الجموع؛ حيث كان معروفاً عند الناس التماس رأيهن وفتاويهن، وكنَّ رضوان الله عليهنَّ لا يتصورن أن يصل الأمر بهؤلاء الناس إلى قتل الخليفة عثمان رضي الله عنه (¬3). ¶ نصحية بنت عميس الخثعمية إلى محمد بن أبي بكر أثناء الفتنة ¶ لم تكن السيدة عائشة رضي الله عنها الوحيدة التي حاولت أن تنقذ أخاها من براثن الفتنة التي أشعل نارها السبئية الحاقدون على الدين الحنيف، بل كانت هناك أخريات من هذا الجيل القرآني الفريد الذي تربى على يد خير البشرية جمعاء سيدنا محمد صلى الله عليه وسلم حاولن التصدي لهذه الفتنة، وإقناع من سلك طريقها بالعدول عنها، وقد ذكر الطبري في تاريخه بسند عن السري، عن شعيب، عن سيف، عن عمرو بن محمد رسالة وجهت من ليلى بنت عميس (¬4) إلى محمد بن أبي بكر ومحمد بن جعفر بن أبي طالب (¬5) لثنيهما عن الإستمرار في الخروج على عثمان رضي الله عنه حيث قالت: (المصباح يأكل نفسه ويضئ للناس فلا تأثما في أمر تسوقانه إلى من لا يأثم فيه، فإن هذا الأمر الذي تحاولون اليوم ¶ ¬__________ ¶ (¬1). حنظلة الكاتب هو حنظلة بن الرَّبيع بن صيفيّ التميمي: صحابي، يقال له (حنظلة الكاتب) لأنه كان من كتاب النبي صلى الله عليه وسلم، شهد القادسية ونزل الكوفة وتخلف عن عليّ يوم الجمل. ونزل قرقيسياء (بين الخابور والفرات) حتى مات في خلافة معاوية، أنظر الأعلام للزركلي (2/ 286). ¶ (¬2). تاريخ الطبري (4/ 386). ¶ (¬3). العواصم من القواصم لإبن العربي (1/ 152). ¶ (¬4). لم أجد ترجمة لليلى بنت عميس، ويترجح لي أنه قد حدث تصحيف في رواية الطبري هذه فلعلها سلمى بنت عميس أو أختها أسماء بنت عميس رضي الله عنهما. ¶ (¬5). ولد على عهد النبي صلى الله عليه وسلم وله رؤية، أمه أسماء بنت عميس، فهو أخ لمحمد بن أبي بكر من أمه، وأستشهد محمد بتستر، أنظر الإستيعاب في معرفة الأصحاب للقرطبي (3/ 1368)، ومعرفة الصحابة لأبي نعيم ¶ (1/ 172).",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "لغيركم غداً فاتقوا أن يكون عملكم اليوم حسرةً عليكم غداً فلجَّا وخرجا مغضبين يقولان: لا ننسى ما صنع بنا عثمان، وتقول: ما صنع بكما! ألا ألزمكما الله ... ) (¬1). ¶ أقول: الرواية الأولى والتي ذكرت أن السيدة عائشة رضي الله عنها حاولت إستتباع محمد بن أبي بكر للحج ضعيفة لأنها من مرويات سيف بن عمر، وقد ذكر الدكتور محمد الغبان أن لبعض هذه الرواية شواهد صحيحة منها محاولة علي بن أبي طالب رضي الله عنه إنقاذه، وإلقاء عمامته في الدار ليدل على محاولته مساعدة عثمان رضي الله عنه، ومنها كذلك مجيء أم حبيبة رضي الله عنها لمساعدة عثمان وضربهم لوجه بغلتها ورجوعها (¬2). ¶ والرواية الثانية عن نصيحة ليلى بنت عميس في سندها سيف وهو ضعيف كما تبين سابقاً، وفيها كذلك شعيب بن إبراهيم وفيه جهالة ذكره ابن عَدِي وقال: ليس بالمعروف وله أحاديث وأخبار وفيه بعض النكرة وفيها ما فيه تحامل على السلف (¬3)، وبذلك لا تصح كلا الروايتين عن هذه الرسائل أو المناصحة لمحمد بن أبي بكر في ترك حصار عثمان رضي الله عنه والله أعلم. ¶ هل أظهر محمد بن أبي بكر التوبة والندم على ما كان منه تجاه عثمان ¶ ذكر الطبري في تاريخه رواية قد يعلم من خلالها أن محمد بن أبي بكر ندم وتاب عن خروجه على عثمان ومشاركته في حصار عثمان يوم الدار، وكان ذلك قبل مقتل عثمان بقليل، فقد أسند الطبري فقال: (قال محمد بن عمر: حدثني محمد بن مسلم، عن موسى بن عقبة، عن أبي حبيبة، قال: نظرت إلى سعد بن أبي وقاص يوم قتل عثمان، دخل عليه ثم خرج من عنده وهو يسترجع مما يرى على الباب، فقال له مروان: الآن تندم! أنت أشعرته، فأسمع سعداً يقول: أستغفر الله، لم أكن أظن الناس يجترئون هذه الجرأة، ولا يطلبون دمه، وقد دخلت عليه الآن فتكلم بكلام لم تحضره أنت ولا أصحابك، فنزع عن كل ما كره منه، وأعطى التوبة، وقال: لا أتمادى في الهلكة، إن من تمادى في الجور كان أبعد من الطريق، فأنا أتوب وأنزع فقال مروان: إن كنت تريد أن تذب عنه، فعليك بابن أبي طالب، فإنه متستر، وهو لا يجبه، فخرج سعد حتى أتى علياً وهو بين القبر والمنبر، فقال: يا أبا حسن، قم فداك أبي وأمي! جئتك والله بخير ما جاء به أحد قط إلى أحد، تصل رحم ابن عمك، وتأخذ بالفضل عليه، وتحقن دمه، ويرجع الأمر على ما نحب، قد أعطى خليفتك من نفسه الرضا، فقال علي: تقبل الله منه يا أبا إسحاق! والله ما زلت أذب عنه حتى إني لأستحي، ولكن مروان ومعاويه وعبد الله بن ¶ ¬__________ ¶ (¬1). تاريخ الطبري (4/ 387). ¶ (¬2). . فتنة مقتل عثمان بن عفان للغبان (2/ 581). ¶ (¬3). أنظر لسان الميزان (4/ 247).",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "عامر وسعيد ابن العاص هم صنعوا به ما ترى، فإذا نصحته وأمرته أن ينحيهم إستغشني حتى جاء ما ترى، قال: فبينا هم كذلك جاء محمد بن أبي بكر، فسارَّ علياً، فأخذ علي بيدي، ونهض علي وهو يقول: وأي خير توبته هذه! فو الله ما بلغت داري حتى سمعت الهائعة، أن عثمان قد قتل، فلم نزل والله في شر إلى يومنا هذا) (¬1). ¶ أقول: هذه الرواية لا تثبت بحال، وهي مردودة من أكثر من وجه، فهي مردودة من ناحية السند ففيها الواقدي (محمد بن عمر) وقد سبقت ترجمته وأنه لا يؤخذ منه في مثل هذا الجانب، بالإضافة إلى أن السند فيه محمداً وهو مجهول (¬2)، وهي مردودة من ناحية المتن ففيها إتهام الصحابة الكرام أنهم قد تخلوا عن عثمان وأوردوه المهالك وتآمروا عليه وخذلوه، وذلك في قوله كما ورد في الرواية السابقة على لسان علي بن أبي طالب (ولكن مروان ومعاويه وعبد الله بن عامر وسعيد ابن العاص هم صنعوا به ما ترى) وهل يتهم علي مثل هؤلاء الصحابة الكرام في عثمان، ألا إن هذه الرواية يشتم من بين ركام كلماتها السم الذي يحرص الرافضة على بثه في شأن الصحابة الكرام عليهم رضوان الله. ¶ وبذلك نعلم أن هذه الرواية ليس فيها ما يثبت إعلان محمد بن أبي بكر لتوبته مما صنع بعثمان رضي الله عنه، وقد علم من محمد بن أبي بكر الإستحياء من عثمان بعد أن وعظه ونصحه، بعد أن دخل عليه داره قبل مقتله، فكانت تلك إشارة واضحة جلية على ندمه وتراجعه والله أعلم. ¶ نفي محمد بن أبي بكر قتله لعثمان بن عفان ¶ أورد الذهبي صاحب كتاب تاريخ الإسلام ووفيات المشاهير والأعلام رواية فيها نفي محمد بن أبي بكر التهمة التي وجهت إليه بقتل عثمان رضي الله عنه، وهذه الرواية طويلة أورد منها ما نحتاج إليه منها (قال محمد بن عيسى بن سميع عن ابن أبي ذئب، عن الزهري: قلت لسعيد بن المسيب: هل أنت مخبري كيف كان قتل عثمان؟ قال: قتل مظلوماً، ومن خذله كان معذوراً، ومن قتله كان ظالماً .... وخرجت عائشة باكيةً تقول: قتل عثمان، وجاء علي إلى امرأة عثمان فقال: من قتله؟ قالت: لا أدري، وأخبرته بما صنع محمد بن أبي بكر، فسأله علي، فقال: تكذب، قد والله دخلت عليه، وأنا أريد قتله، فذكر لي أبي، فقمت وأنا تائب إلى الله، والله ما قتلته ولا أمسكته، فقالت: صدق، ولكنه أدخل اللذين قتلاه) (¬3). ¶ ¬__________ ¶ (¬1). تاريخ الطبري (4/ 378). ¶ (¬2). فتنة مقتل عثمان للغبان (2/ 711). ¶ (¬3). تاريخ الإسلام للذهبي (3/ 460).",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "أقول: هذه الرواية في سندها ضعف، ففيها محمد بن عيسى بن سميع، قال عنه إبن حبان في تعقيبه على هذا الحديث: روى حديثاً بقتل عثمان بن أبي ذئب فلم يسمعه منه إنما سمعه من إسماعيل بن يحيى أحد الضعفاء عنه (¬1)، وقد بين غير واحد من العلماء نكارة هذا الحديث فقال الحاكم أبو أحمد: مستقيم الحديث (أي محمد بن عيسى بن سميع) إلا أنه روى عن ابن أبي ذئب حديثاً منكراً، وهو حديث مقتل عثمان، ويقال: كان في كتابه عن إسماعيل بن يحيى التيمي عن ابن أبي ذئب فأسقطه، وإسماعيل ذاهب الحديث، قال أبو أحمد بن عدي: لا بأس به، وله أحاديث حسان عن عبيد الله وروح، وجماعة من الثقات، وهو حسن الحديث، والذي أنكر عليه حديث مقتل عثمان أنه لم يسمعه من ابن أبي ذئب (¬2). ¶ محمد بن أبي بكر في خلافة علي رضي الله عنه ¶ استشهد عثمان بن عفان رضي الله عنه في شهر ذي الحجة من عام 35هـ (¬3) على يد المارقين الخبثاء، وبويع علي بن أبي طالب رضي الله عنه بالخلافة خلفاً له، وحمل علي حملاً ثقيلاً تنوء عن حمله الجبال الرواسي، فقد كانت الفتنة تعصف بالأمة عصفاً، وكثر المرجفون، وأنقسم المسلمون بين مطالب بالقصاص من قتلة عثمان مباشرة قبل البيعة لعلي، وبين من يرى البيعة أولاً ومن ثم الأخذ بالثأر من قتلة عثمان رضي الله، وذلك حرصاً على المصلحة العامة، وحتى يتمكن علي من ضبط الأمور، ومن ثم يسعى بعد إستتبابها للقصاص من القتلة، فكان ما كان بين الفريقين من القتال والفرقة في الجمل وفي صفين، وكل من الفريقين يريد الحق ويسعى إليه باجتهاده، وأقربهم إلى الحق علي وحزبه، وفي كل خير، وكان محمد بن أبي بكر في هذا المخاض العسير من حياة الأمة الإسلامية في صف علي رضي الله عنه، يقاتل معه، ويسعى في خدمته، ويتولى ما يناط به من مسؤوليات من قبله، وسأستعرض في هذا الجانب حياة محمد بن أبي بكر في خلافة علي رضي الله عنه، مبيناً أهم أعماله وقتاله مع علي وغيرها من الجوانب المختلفة. ¶ محمد بن أبي بكر رسولاً من علي إلى أهل الكوفة ¶ وقعت معركة الجمل بالبصرة بالزاوية ناحية طف البصرة يوم الجمعة لعشر خلون من جمادى الآخرة سنة ست وثلاثين (¬4)، وهذا الأرجح الأقوال كما أشار الدكتور علي الصلابي في كتابه علي ¶ ¬__________ ¶ (¬1). أسماء المدلسين للسيوطي (1/ 89). ¶ (¬2). انظر تهذيب الكمال (26/ 257). ¶ (¬3) فتنة مقتل عثمان للغبان (1/ 191). ¶ (¬4). تاريخ إبن خياط (1/ 181).",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "بن أبي طالب (شخصيته وعصره) (¬1)، ولم يكن أحد من المسلمين يريد لهذه المعركة أن تكون، ¶ ولكن المندسين الذين تآمروا على قتل عثمان رضي الله عنه لم يعجبهم الصلح الذي حدث بين علي بن أبي طالب وأتباعه من جهة وبين طلحة والزبير وعائشة رضي الله عنهم جميعاً من جهة أخرى، فقد رأوا أن هذه الصلح سيكون السيف المسلط على رقابهم لقتلهم عثمان رضي الله عنه، وهو الذي لم يختلف إثنان من المسلمين على وجوب الأخذ بثأره والقصاص من قتلته، فعمدوا إلى إحداث المناوشات مما تسبب في القتال المرير بين الجيشين وسقوط القتلى من المسلمين، وقد كان محمد بن أبي بكر مع جيش علي الذي خرج من المدينة المنورة إلى البصرة، وقد أرسله علي بن أبي طالب إلى أهل الكوفة مع أخيه من أمه محمد بن جعفر بن أبي طالب وقيل مع محمد بن عون، وذلك عندما وصل علي إلى الربذة (¬2) لكي يستنفرهم ويدعوهم إلى نصرته (¬3) ولكنهما لم ينجحا في مهمتهما، إذ أن أبا موسى الأشعري رضي الله عنه والى الكوفة من قبل على، ثبط الناس ونهاهم عن الخروج والقتال في الفتنة وأسمعهم ما سمعه من رسول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - من التحذير من الاشتراك في الفتنة , فأرسل على بعد ذلك هاشم بن عتبة بن أبى وقاص، ففشل في مهمته، لتأثير أبى موسى عليهم (¬4)، ولقد كانت هذه المهمة من المهمات الأولى التي عهد بها علي بن أبي طالب إلى ربيبه محمد بن أبي بكر الصديق بعد خلافته. ¶ محمد بن أبي بكر قائداً للرجالة (¬5) في جيش علي يوم الجمل ¶ لقد شاء الله أن يلتقي علي وأتباعه مع طلحة والزبير ومن خرج معهما بالسيوف وجهاً لوجه، وكل يطلب الحق ويسعى إليه، وقد رتب علي جيشه كما ذكر غير واحد بحيث كان على خيل علي يوم الجمل عمار، وعلى الرجالة محمد بن أبي بكر الصديق، وعلى الميمنة علباء بن الهيثم السدوسي، ويقال: عبد الله بن جعفر، ويقال: الحسن بن علي، وعلى الميسرة الحسين ¶ ¬__________ ¶ (¬1) 1. علي بن أبي طالب شخصيته وعصره للصلابي (1/ 583). ¶ (¬2). الربذة: من قرى المدينة على ثلاثة أيّام قريبة من ذات عرق على طريق الحجاز إذا رحلت من فيد تريد مكّة، وبهذا الموضع قبر أبي ذر الغفاري. أنظر معجم البلدان للحموي (3/ 24). ¶ (¬3). الكامل في التاريخ لإبن الأثير (2/ 584). ¶ (¬4). تاريخ الطبري (4/ 483) بتصرف. ¶ (¬5). القوم يعدون في الحرب على أرجلهم، وهم من يطلق عليهم في عصرنا (المشاة)، أنظر جمهرة اللغة (2/ 668).",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "بن علي وعلى المقدمة عبد الله بن عباس، ودفع اللواء إلى إبنه محمد بن الحنفية (¬1)، وموقع محمد بن أبي بكر هنا يدل دلالة واضحة على ثقة علي بن أبي طالب رضي الله عنه بمحمد بن أبي بكر وقوته وقدرته، ولولا ذلك لما أولاه هذا المكان من الجيش. ¶ محمد بن أبي بكر وحادثة الهودج (¬2) في معركة الجمل ¶ إشتد القتال بين جيش علي وبين جيش طلحة والزبير رضي الله عنهم جميعاً، وكان أشده حول جمل عائشة رضي الله عنه، حتى سقط الكثير من المدافعين عن الجمل، وقد حملت الواقعة إسم وقعة الجمل نسبة إلى جمل عائشة رضي الله عنها (¬3)، ووجّه السبئيون جهودهم لعقر الجمل وقتل عائشة أم المؤمنين، فسارع جيش البصرة لحماية عائشة وجملها، وقاتلوا أمام الجمل، وكان لا يأخذ أحد بخطام الجمل إلا قُتل، حيث كانت المعركة أمام الجمل في غاية الشدة والقوة والعنف والسخونة، حتى أصبح الهودج كأنه قنفذ مما رمى فيه من النبل، وقتل حول الجمل كثير من المسلمين من الأزد وبنى ضبة وأبناء وفتيان قريش بعد أن أظهروا شجاعة منقطعة النظير (¬4)، وقد عقر جمل عائشة رضي الله عنها وسقط على الأرض، ويقال إن الذي أشار بعقر الجمل علي، وقيل القعقاع بن عمرو لئلا تصاب أم المؤمنين، فإنها إن بقيت، بقيت غرضاً للرماة، ولينفصل هذا الموقف الذي قد تفانى فيه الناس وقتل فيه الكثير، ولما سقط البعير إلى الأرض إنهزم من حوله الناس (¬5)، وكانت هذه خطة حكيمة تنم عن عقل راجح لصاحبها أياً كان لإنهاء الموقف الذي راح ضحيته الكثير من المسلمين ولتخليص السيدة عائشة رضي الله عنها من محاولة المساس بها من السبئية المغرضين، وأمر علي نفراً أن يحملوا الهودج من بين القتلى، وأمر محمد بن أبي بكر وعمار بن ياسر أن يضربا عليها قبة من حديد (¬6)، ولما كان آخر الليل خرج محمد بعائشة حتى أدخلها البصرة، فأنزلها في دار عبد الله بن خلف الخزاعي (¬7)، وكان ذلك بأمر علي رضي الله عنه وأرضاه تكريماً لأم المؤمنين عائشة رضي الله عنها وحرصاً على سلامتها. ¶ أقول: وهنا لا بد من الوقوف حول بعض الروايات التي وردت في ثنايا الحادثة والتي تتعلق بمحمد بن أبي بكر الصديق لنقف على صحتها أو ضعفها. ¶ ¬__________ ¶ (¬1). تاريخ الإسلام للذهبي (3/ 485). ¶ (¬2). الهودج: خشبات تنصب فوق قتب البعير مستورة بثوب، أنظر تاج العروس للزبيدي (11/ 140)، وبقصد به هنا هودج جمل السيدة عائشة رضي الله عنها والتي كانت تركبه في معركة الجمل. ¶ (¬3). تاريخ الخلفاء الراشدين الفتوحات والإنجازات السياسية، د محمد سهيل طقوش (1/ 448). ¶ (¬4). علي بن أبي طالب للصلابي (1/ 757). ¶ (¬5). البداية والنهاية (7/ 243). ¶ (¬6). المرجع السابق (7/ 244). ¶ (¬7). تاريخ الطبري (4/ 534).",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "الرواية الأولى: (عن السري، عن شعيب، عن سيف، عن محمد وطلحة، قالا: أمر علي نفراً بحمل الهودج من بين القتلى، وقد كان القعقاع وزفر بن الحارث أنزلاه عن ظهر البعير، فوضعاه إلى جنب البعير، فأقبل محمد ابن أبي بكر إليه ومعه نفر، فأدخل يده فيه، فقالت: من هذا؟ قال: أخوك البر، قالت: عقوق قال: عمار بن ياسر: كيف رأيت ضرب بنيك اليوم يا أمه؟ قالت: من أنت؟ قال: أنا ابنك البار عمار، قالت: لست لك بأم، قال: بلى وإن كرهت, قالت: فخرتم أن ظفرتم، وأتيتم مثل ما نقمتم .... ) (¬1). ¶ الرواية الثانية: وهي تذكر نفس الحادثة (وأمر محمد بن أبي بكر وعماراً أن يضربا عليها قبة، وجاء إليها أخوها محمد فسألها هل وصل إليك شيء من الجراح؟ فقالت: لا! وما أنت ذاك يا ابن الخثعمية) (¬2). ¶ الرواية الثالثة: عن السري، عن شعيب، عن سيف، عن الصعب بن حكيم ابن شريك، عن أبيه، عن جده (إنتهى محمد بن أبي بكر ومعه عمار فقطع الأنساع عن الهودج واحتملاه فلما وضعاه أدخل محمد يده وقال: أخوك محمد فقالت: مذمم قال: يا أخية هل أصابك شيء؟ قالت: ما أنت من ذاك؟ قال: فمن إذن؟ الضلال؟ قالت: بل الهداة وانتهى إليها علي فقال: كيف أنت يا أمه؟ قالت بخير قال: يغفر الله لك قالت: ولك) (¬3). ¶ الرواية الرابعة: عن عمر، قال: حدثنا أبو الحسن، قال: حدثنا أبو مخنف، عن إسحاق بن راشد، عن عباد بن عبد الله بن الزبير، عن أبيه (أمر علي محمد بن أبي بكر فضرب عليها قبة، وقال: انظر، هل وصل إليها شيء؟ فأدخل رأسه، فقالت: من أنت؟ ويلك! فقال: أبغض أهلك إليك، قالت: إبن الخثعمية؟ قال: نعم، قالت: بأبي أنت وأمي! الحمد لله الذي عافاك) (¬4). ¶ الرواية الخامسة: هذه الرواية ذكرها شيخ الإسلام إبن تيمية رحمه الله في كتابه منهاج السنة النبوية في نقض كلام الشيعة القدرية دون إسنادها وهي على النحو الآتي (ولهذا دعت عائشة - رضي الله عنها - على من مد يده إليها وقالت: يد من هذه؟ أحرقها الله بالنار. فقال: أي أخية أي الدنيا قبل الآخرة. فقالت: في الدنيا قبل الآخرة. فأحرق بالنار بمصر) (¬5). ¶ التعقيب على الروايات السابقة: ¶ ¬__________ ¶ (¬1). تاريخ الطبري (4/ 533). ¶ (¬2). البداية والنهاية (7/ 244). ¶ (¬3). الفتنة ووقعة الجمل للواقدي (1/ 173)، وتاريخ الطبري (4/ 534). ¶ (¬4). تاريخ الطبري (4/ 519)، الكامل في التاريخ (2/ 610). ¶ (¬5). منهاج السنة النبوية في نقض كلام الشيعة القدرية لإبن تيمية (4/ 355).",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "الرواية الأولى والتي ذكرها الطبري في تاريخه في سندها سيف بن عمر فهي ضعيفة مردودة، فضلاً أنها تتعارض مع ما ورد أن عائشة كانت تحب أخاها محمد بن أبي بكر الصديق، وقد ورد أنها حزنت عليه حزناً شديداً عندما ورد إليها خبر مقتله في مصر كما سأبين لاحقاً إن شاء الله تعالى، أما الرواية الثانية فقد رويت بلا سند يذكر فلا تقبل، أما الرواية الثالثة فهي من روايات الواقدي، فهي ضعيفة كما بين علماء الحديث في رواياته، وترد هذه الرواية أيضاً بما سيأتي ذكره من أن عائشة رضي الله عنها كانت تكن المحبة لمحمد بن أبي بكر الصديق، والرواية هنا تذكر أن السيدة عائشة وصفته بالمذمم مما يتعارض مع محبتها له، والرواية الرابعة والتي رواها كل من الطبري وإبن الأثير فهي من مرويات لوط بن يحيى (أبو مخنف) قال عنه الذهبي: إخباري تالف، لا يوثق به، وتركه أبو حاتم وغيره، وقال الدارقطني: ضعيف، وقال ابن معين: ليس بثقة، وقال مرة: ليس بشئ، وقال ابن عدي: شيعي محترق، صاحب أخبارهم (¬1)، فخبره مردود ضعيف لا يؤبه به، أما الرواية الخامسة فقد ذكرها شيخ الإسلام إبن تيمية رحمه الله تعالى وهي بلا سند فهي غير مقبولة، فضلاً أن خبر إحراق محمد بن أبي بكر بالنار في مصر بحاجة إلى إثبات والله تعالى أعلم. ¶ هل صح أن محمد بن أبي بكر شتم عثمان ¶ ذكر الطبري رواية في تاريخه نقلها عن سيف بن عمر وفيها يظهر محمد بن أبي بكر الصديق يشتم عثمان رضي الله عنه بعد أن كلفته عائشة رضي الله عنها بإحضار عبد الله بن الزبير من بيت رجل من رجال الأزد بعد إنتهاء معركة الجمل (وأوى عبد الله بن الزبير إلى دار رجل من الأزد يدعى وزيراً وقال: إئت أم المؤمنين فأعلمها بمكاني وإياك أن يطلع على هذا محمد بن أبي بكر، فأتى عائشة رضي الله عنها فأخبرها فقالت: علي بمحمد فقال: يا أم المؤمنين إنه قد نهاني أن يعلم به محمد فأرسلت إليه فقالت: إذهب مع هذا الرجل حتى تجيئني بإبن أختك فانطلق معه فدخل بالأزدي على إبن الزبير قال جئتك والله بما كرهت وأبت أم المؤمنين إلا ذلك فخرج عبد الله ومحمد وهما يتشاتمان فذكر محمد عثمان فشتمه وشتم عبد الله محمداً حتى إنتهى إلى عائشة في دار عبد الله ابن خلف ... ) (¬2)، والذي يظهر أن هذه الرواية لا تصح فهي من مرويات سيف بن عمر كما بين العلماء والله أعلم. ¶ ¬__________ ¶ (¬1). أنظر ميزان الإعتدال للذهبي (3/ 419)، وتاريخ الإسلام للذهبي (4/ 189). ¶ (¬2). تاريخ الطبري (4/ 537).",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "تكليف محمد بن أبي بكر بمرافقة السيدة عائشة إلى المدينة ¶ إنتهت موقعة الجمل بإنتصار جيش علي بن أبي طالب رضي الله عنه، وكان ذلك بعد عقر جمل عائشة رضي الله عنها وتفرق الناس من حوله، وكما تبين فقد أُرسلت السيدة عائشة رضي الله عنها إلى دار عبد الله بن خلف في البصرة، فأساء بعض الغوغاء إليها، فأمر علي بن أبي طالب رضي الله عنه بتجهيزها بما تحتاج إليه أثناء عودتها إلى المدينة، وبعثها معها أخيها محمد بن أبي بكر مع أربعين من نسوة البصرة إختارهن لمرافقتها، وأذن للفل ممن خرج عنها أن يرجعوا معها، ثم جاء يوم ارتحالها فودّعها واستعتبت له واستعتب لها، ومشى معها أميالاً وشيّعها بنوه مسافة يوم، وذلك غرّة رجب، فذهبت إلى مكة فقضت الحج ورجعت إلى المدينة (¬1)، وقد ذكر إبن الأثير والطبري وغيرهم هذه الحادثة ببعض الزيادة عما ورد في رواية إبن خلدون (ثم جهز علي عائشة بكل ما ينبغي لها من مركب وزاد ومتاع وغير ذلك، وبعث معها كل من نجا ممن خرج معها إلا من أحب المقام، واختار لها أربعين امرأة من نساء البصرة المعروفات، وسير معها أخاها محمد بن أبي بكر، فلما كان اليوم الذي ارتحلت فيه أتاها علي فوقف لها، وحضر الناس، فخرجت وودعتهم وقالت: يا بني لا يعتب بعضنا على بعض، إنه والله ما كان بيني وبين علي في القديم إلا ما يكون بين المرأة وبين أحمائها، وإنه على معتبتي لمن الأخيار. وقال علي: صدقت، والله ما كان بيني وبينها إلا ذاك، وإنها لزوجة نبيكم في الدنيا والآخرة) (¬2)، وقد ذكر الواقدي هذه الحادثة ولم يشر إلى تكليف محمد بن أبي بكر تحديداً بنقل عائشة إلى المدينة وإنما إكتفى بذكر إسم من تم تكليفه بالمهمة وهو (محمد) دون تحديد انه إبن أبي بكر أو غيره، ونقلها عنه الطبري في تاريخه كذلك (¬3)، وقد ذكر الدكتور علي الصلابي أن علياً رضي الله عنه كلف إبنه محمد بن الحنفية بتبليغ عائشة رضي الله عنها حتى تصل إلى مأمنها معززة مكرمة (¬4). ¶ أقول: وفعل علي هذا يليق به كصحابي جليل سابق للإسلام، وهو من كانت له المنزلة العالية عند رسول الله صلى الله عليه وسلم، فقد زوجه إبنته فاطمة رضي الله عنها، وقد أمَّره على جيوش المسلمين أكثر من مرة، ويأتي فعل علي هذا أيضاً تنفيذاً لوصية النبي صلى الله عليه وسلم له في شأن السيدة عائشة رضي الله عنها، ففي الحديث الذي أخرجه الإمام أحمد في مسنده من طريق أبي رافع رضي الله عنه (أن رسول الله صلى الله عليه وسلم قال لعلي بن أبي طالب: إنه سيكون بينك وبين عائشة أمر، قال: أنا يا رسول الله؟ قال: نعم، قال: أنا؟ ¶ ¬__________ ¶ (¬1). أنظر تاريخ إبن خلدون (2/ 620). ¶ (¬2). الكامل في التاريخ (2/ 614)، وتاريخ الطبري (4/ 544). ¶ (¬3). أنظر الفتنة ووقعة الجمل للواقدي (1/ 183) و تاريخ الطبري (4/ 544). ¶ (¬4).علي بن أبي طالب للصلابي (1/ 597).",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "قال: نعم قال: فأنا أشقاهم يا رسول الله، قال: لا، ولكن إذا كان ذلك فارددها إلى مأمنها) (¬1)، قال عنه إبن حجر: حديث حسن الإسناد (¬2). ¶ مع علي رضي الله عنه في صفين (¬3) ¶ ذكر غير واحد من كتاب التراجم والسير شهود محمد بن أبي بكر الصديق مع علي رضي الله عنه موقعة صفين عام 37هـ، ومنهم إبن الأثير في أسد الغابة حيث قال في ترجمة محمد بن أبي بكر (وكان ربيبه في حجره، وشهد مع علي الجمل، وكان على الرجالة، وشهد معه صفين) (¬4) ¶ وكذا صاحب الإستيعاب حيث قال: (وكان على الرجالة يوم الجمل، وشهد معه صفين، ثم ولاه مصر) (¬5)، ولا تظهر كتب التاريخ ما جرى مع محمد بن أبي بكر الصديق في وقعة صفين من أحداث ومجريات إلا أنه خرج منها حياً سالماً بدليل أنه ولي مصر بعدها لعلي بن أبي طالب رضي الله عنه عام 37هـ. ¶ محمد بن أبي بكر والياً على مصر ¶ كان عثمان رضي الله عنه قبل إستشهاده قد ولَّى على مصر عبد الله بن سعد بن أبي السرح رضي الله عنه، وبقي إبن أبي السرح والياً على مصر حتى قبيل إستشهاد عثمان، فقد ذكر الطبري أن عبد الله بن أبي السرح كان قد خرج إلى عثمان ليخبره بخبر القوم الذين تظاهروا بالخروج إلى الحج وإنما هم قصدوا الخروج على عثمان، فعندما أراد إبن أبي السرح العودة إلى مصر منعه من دخولها محمد بن أبي حذيفة (¬6)، وبقي محمد بن أبي حذيفة على مصر مغتصباً للولاية ولم يقره عثمان عليها، وبعد وفاة عثمان أقره علىٌّ على مصر فترة من الوقت لم تطل، حيث وجه معاوية جيشًا إلى نواحي مصر فظفر بمحمد بن أبى حذيفة فقبض عليه ثم ¶ ¬__________ ¶ (¬1). مسند أحمد (45/ 175). قال عنه الشيخ شعيب الأرنؤوط: إسناده ضعيف ¶ (¬2). فتح الباري (13/ 55). ¶ (¬3). موضع بقرب الرّقّة على شاطئ الفرات من الجانب الغربي بين الرّقّة وبالس، وكانت وقعة صفّين بين عليّ ومعاوية رضي الله عنهما عام 37هـ، أنظر معجم البلدان للحموي (3/ 414). ¶ (¬4). أسد الغابة لإبن الأثير (4/ 326). ¶ (¬5). الإستيعاب في معرفة الأصحاب للقرطبي (3/ 1366). ¶ (¬6). تاريخ الطبري (4/ 421).",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "سجن وقتل (¬1)، وقيل إن علي بن أبي طالب رضي الله عنه لم يقره على مصر وإنما تركه على حاله لإنشغاله بترتيب الأمر بعد مقتل عثمان رضي الله عنه، وهذا هو الأقرب للصواب، ولكونه إغتصب الولاية غصباً لم يعده المؤرخون من أمراء مصر (¬2)، حتى إذا قتل محمد بن أبي حذيفة ولَّى علي قيس بن سعد بن عبادة على مصر (¬3)، أما بالنسبة لولاية محمد بن أبي بكر على مصر من قبل علي رضي الله عنه فقد اختلف فيها، هل كانت بعد ولاية قيس بن سعد بن عبادة مباشرة أم أنها تلت ولاية الأشتر النخعي (¬4) على مصر، وممن رأى ولاية الأشتر النخعي سابقةً لولاية محمد بن أبي بكر الصديق صاحب كتاب الإستيعاب في معرفة الأصحاب حيث قال: (ولَّى علي بن أبي طالب مصر محمد بن أبي حذيفة، ثم عزله، وولى قيس بن سعد بن عبادة، ثم عزله وولى الأشتر مالك بن الحارث النخعي، فمات قبل أن يصل إليها، فولى محمد بن أبي بكر) (¬5)، وكذلك رأى هذا الرأي تقي الدين المقريزي في كتابه المواعظ والاعتبار بذكر الخطط والآثار (¬6)، وصاحب كتاب ولاة مصر أبو عمر الكندي (¬7)، وقد رأى جماعة تقديم ولاية محمد بن أبي بكر الصديق على ولاية الأشتر النخعي وقد رجح هذا القول إبن كثير في البداية والنهاية حيث قال: (فلما بلغ عليا مهلك الأشتر بعث محمد بن أبي بكر على إمرة مصر، وقد قيل وهو الأصح إن عليا ولى محمد بن أبى بكر بعد قيس بن سعد) (¬8)، ومنهم البلاذري صاحب كتاب فتوح البلدان وذلك فيما نقله عن الواقدي (ولم يزل عبد الله بن سعد والياً حتى غلب محمد بن أبي حذيفة على مصر، وهو كان أنغلها على عثمان ثم أن علياً رضي الله عنه ولى قيس بن سعد بن عبادة الأنصاري مصر، ثم عزله واستعمل عليها محمد بن أبي بكر الصديق ثم عزله وولى مالكاً الأشتر فاغتيل بالقلزم ثم ولَّى محمد بن أبي بكر ثانية ورده عليها) (¬9). ¶ ¬__________ ¶ (¬1). ولاة مصر للكندي، (1/ 17)، والولاية على البلدان للعمري (2/ 9) نقلاً عن كتاب علي بن أبي طالب للصلابي ص (437). ¶ (¬2). النجوم الزاهرة (1/ 94). ¶ (¬3). علي بن أبي طالب للصلابي ص (437). ¶ (¬4). اسمه مالك بن الحارث بن عبد يغوث بن مسلمة بن ربيعة بن الحارث بن جذيمة بن سعد بن مالك بن النخع من مذحج، وكان الأشتر من أصحاب علي بن أبي طالب وشهد معه الجمل وصفين، وولاه علي مصر فخرج إليها. فلما كان بالعريش شرب شربة عسل مسمومة فمات وكان ذلك عام 38هـ، أنظر الطبقات الكبرى لإبن سعد (6/ 239) بتصرف. ¶ (¬5). الإستيعاب في معرفة الأصحاب للقرطبي (3/ 1369). ¶ (¬6). المواعظ والاعتبار بذكر الخطط والآثار للمقريزي (2/ 93). ¶ (¬7). ولاة مصر لأبي عمر الكندي (1/ 23). وما بعدها. ¶ (¬8). البداية والنهاية (2/ 252). ¶ (¬9). فتوح البلدان للبلاذري (1/ 255).",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "أقول: وقد جمع البعض بين هذه الأقوال وأزال التعارض بينها بقولهم إن علياً ولَّى محمد بن أبي بكر مصر أولاً بعد ولاية قيس بن عبادة، وأثناء ولاية محمد على مصر إختل أمرها فولى علي بدلاً منه الأشتر النخعي ولكنه قتل مسموماً قبل دخولها فأعاد عليها محمد بن أبي بكر، وقد أشار إلى ذلك يوسف بن تغري في كتابه النجوم الزاهرة في ملوك مصر والقاهرة حيث قال: ¶ (قال علماء السيرة كابن إسحاق وهشام والواقدي: لما اختل أمر مصر على محمد بن أبي بكر الصديق وبلغ أمير المؤمنين علي بن أبي طالب قال: ما لمصر إلا أحد الرجلين، صاحبنا الذي عزلناه عنها- يعني قيس بن سعد بن عبادة- أو مالك ابن الحارث- يعني الأشتر هذا، قلت: وهذا مما يدل على أن ولاية محمد بن أبي بكر الصديق كانت هي السابقة، اللهم إلا إن كان لما إختل أمر مصر على محمد عزله علي رضي الله عنه بالأشتر، ثم إستمر محمد ثانياً بعد موت الأشتر على عمله حتى وقع من أمره ما سنذكره، وهذا هو أقرب للجمع بين الأقوال لأن الأشتر النخعي توفي قبل دخوله إلى مصر والله أعلم) (¬1)، وهم بذلك يرون تقديم ولاية محمد بن أبي بكر على الأشتر النخعي على مصر من قبل علي رضي الله عنه، والله تعالى أعلى وأعلم. ¶ تاريخ دخول محمد بن أبي بكر والياً على مصر ¶ ذكر شمس الدين الذهبي صاحب كتاب تاريخ الإسلام ووفيات المشاهير والأعلام أن محمد بن أبي بكر دخل مصر والياً في خلافة علي بن أبي طالب رضي الله عنه في رمضان سنة سبع وثلاثين للهجرة (¬2)، وذكر أبو عمر الكندي صاحب كتاب ولاة مصر أنه دخلها تحديداً للنصف الثاني من رمضان سنة سبع وثلاثين للهجرة (¬3). ¶ مشورة عبد الله بن جعفر لعلي في تعيين محمد بن أبي بكر والياً على مصر ¶ ذكر الطبري في تاريخه المراسلات التي جرت بين قيس بن سعد بن عبادة والي علي على مصر وبين معاوية بن أبي سفيان، والتي حاول من خلالها معاوية إستمالة قيس بن سعد إلى طرفه ضد علي، وبعد فشل معاوية في خطته، حاول البعض على ما يبدو الإيقاع بين علي بن أبي طالب وبين سعد، وقد بعثوا إلى علي خبر تلك المراسلات بين سعد ومعاوية مع زيادات تدعي مهادنة سعد لمعاوية وتخليه عن علي، ومع أن علي كان يثق بسعد ثقة كبيرة إلا أنه ¶ ¬__________ ¶ (¬1). النجوم الزاهرة في ملوك مصر والقاهرة ليوسف بن تغري (1/ 103). ¶ (¬2). تاريخ الإسلام للذهبي (3/ 601). ¶ (¬3). ولاة مصر للكندي (1/ 23).",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "آثر إستقدامه من مصر وعزله عنها (¬1)، وهنا يبرز الطبري دور عبد الله بن جعفر بن أبي طالب في تقديم النصيحة لعلي بعزل قيس بن يعد بن عبادة عن مصر وتولية محمد بن أبي بكر عليها، ¶ ذكر الطبري: ( ... فقال عبد الله بن جعفر: يا أمير المؤمنين، دع ما يريبك إلى ما لا يريبك، إعزل قيساً عن مصر، قال لهم علي: إني والله ما أصدق بهذا على قيس، فقال عبد الله: يا أمير المؤمنين، إعزله، فو الله لئن كان هذا حقاً لا يعتزل لك إن عزلته، وبينما هم كذلك إذ جاء كتاب من قيس بن سعد فيه: بسم الله الرحمن الرحيم، أما بعد، فإني أخبر أمير المؤمنين أكرمه الله أن قبلي رجالاً معتزلين قد سألوني أن أكف عنهم، وأن أدعهم على حالهم حتى يستقيم أمر الناس، فنرى ويروا رأيهم، فقد رأيت أن أكف عنهم، وألا أتعجل حربهم، وأن أتألفهم فيما بين ذلك لعل الله عز وجل أن يقبل بقلوبهم، ويفرقهم عن ضلالتهم، إن شاء الله، فقال عبد الله بن جعفر: يا أمير المؤمنين، ما أخوفني أن يكون هذا ممالأة لهم منه، فمره يا أمير المؤمنين بقتالهم، فكتب إليه علي: بسم الله الرحمن الرحيم، أما بعد، فسر إلى القوم الذين ذكرت، فإن دخلوا فيما دخل فيه المسلمون وإلا فناجزهم إن شاء الله، فلما أتى قيس بن سعد الكتاب فقرأه، لم يتمالك أن كتب إلى أمير المؤمنين: أما بعد يا أمير المؤمنين، فقد عجبت لأمرك، أتأمرني بقتال قوم كافين عنك، مفرغيك لقتال عدوك! وإنك متى حاربتهم ساعدوا عليك عدوك، فأطعني يا أمير المؤمنين، واكفف عنهم، فإن الرأي تركهم، والسلام، فلما أتاه هذا الكتاب قال له عبد الله بن جعفر: يا أمير المؤمنين، إبعث محمد بن أبي بكر على مصر يكفك أمرها، واعزل قيساً) (¬2)، وفي نظري قد تكون هذه المشورة من قبل عبد الله بن جعفر بن أبي طالب رضي الله عنه بتعين محمد بن أبي بكر والياً على مصر نابعة من معرفة عبد الله بمحمد بن أبي بكر لقربه منه، فهو أخ له من أمه أسماء بنت عميس رضي الله عنها، بالإضافة إلى وجود تشكك عند عبد الله بن جعفر في طبيعة العلاقة بين قيس بن سعد ومعاوية رضي الله عنهما وخوفه من هذا التقارب. ¶ أقول: يجب الحذر من تصديق كل ما جاء في تلك المراسلات التي جرت بين معاوية وقيس بن سعد رضي الله عنهما والتي نقلها كتاب التاريخ بأسانيد واهية لأن في متونها فضلاً عن ضعف أسانيدها ما يخالف عدالة الصحابة الكرام والتي ثبتت لهم في الكتاب والسنة، والقارئ لهذه المراسلات يشتم فيها نفس الرافضة المبغضين للصحابة رضوان الله عليهم، خاصة ما كان منهم تجاه معاوية رضي الله عنه، ففي هذه المراسلات يظهر رضي الله عنه كاذباً ملفقاً ¶ ¬__________ ¶ (¬1). تاريخ الطبري (4/ 550) وما بعدها ¶ (¬2). تاريخ الطبري (4/ 554).",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "على قيس بن سعد ساعياً وراء المنصب والمكانة بكل الطرق والوسائل، وهذا لا يستقيم أبداً مع ما عهد منه من أخلاق كريمة وحلم كبير، فالحذر الحذر!!. ¶ وأنقل هنا كلاماً للدكتور يحيى اليحيى نقله عنه الدكتور علي الصلابي بخصوص هذه المراسلات فيقول: (إن ولاية قيس بن سعد بن عبادة، رضي الله عنهما، على مصر من قبل أمير المؤمنين على بن أبى طالب رضي الله عنه أمر مجمع عليه, وكل من ترجم لقيس لم يذكر هذه التفاصيل، _ يقصد بذلك المراسلات بين معاوية وقيس _ والتي ذكرها أبو مخنف في روايته، وحتى مؤرخو مصر المعتبرون لم يذكروا ذلك، هذا وقد نقل رواية أبى مخنف من الطبري بعد حذف واختصار كل من: ابن الأثير، وابن كثير، وابن خلدون، وابن تغرى بردى، وقد أخرج الكندي أيضًا عن عبد الكريم بن الحارث قال: لما ثقل مكان قيس على معاوية كتب إلى بعض بنى أمية بالمدينة: أن جزى الله قيس بن سعد خيراً واكتموا ذلك، فإني أخاف أن يعزله علي إن بلغه ما بينه وبين شيعتنا، حتى بلغ عليًا فقال: من معه من رؤساء أهل العراق وأهل المدينة: بدلَّ قيس وتحول، فقال على: ويحكم، إنه لم يفعل، فدعوني، قالوا: لتعزلنه فإنه قد بدل، فلم يزالوا به حتى كتب إليه: إني قد احتجت إلى قربك، فاستخلف على عملك وأقدم)، وقد رجح هذه الرواية الدكتور يحيى اليحيى في كتابه القيم مرويات أبى مخنف في تاريخ الطبري حيث قال: ¶ 1 - إنها من رواية مصري ثقة وهو أعلم بقطره من غيره. ¶ 2 - أخرجها مؤرخ مصري. ¶ 3 - خلوها من الغرائب. ¶ 4 - متنها مما يتفق مع سيرة أولئك الرجال. ¶ 5 - بينت تردد علي في عزل قيس حتى ألح عليه الناس فاستبقاه عنده، وهكذا القائد لا يفرط بالقيادات الحاذقة وقت المحن (¬1). ¶ كتاب علي لمحمد بن أبي بكر بعد تعيينه والياً على مصر ¶ عُهد عن الخلفاء الراشدين عليهم رضوان الله أنهم كانوا يبعثون كتباً لولاتهم على الأمصار عند تعينهم، وهذه الكتب تحمل في طياتها الأسس والقواعد الرئيسة والتي يجب أن يسير عليها الوالي في ولايتهن وقد أرسل علي بن أبي طالب رضي الله عنه كتاباً لمحمد بن أبي بكر عند توليته على مصر، وكان هذا الكتاب بمثابة تعليمات ونصائح لمحمد بن أبي بكر لتكون له نبراساً تضيء له الطريق، هذا الطريق المضني والشاق، فمهمة الولاية تكليف عظيم لمن ¶ ¬__________ ¶ (¬1). نقلاً عن كتاب علي بن أبي طالب للصلابي (1/ 442).",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "أراد أن يقوم بحقها خير قيام، وقد أورد الإمام الطبري كتاب علي بن أبي طالب لمحمد بن أبي بكر (قال هشام: عن أبي مخنف، قال: حدثني الحارث بن كعب الوالبي، عن أبيه، قال: كنت مع محمد بن أبي بكر حين قدم مصر، فلما قدم قرأ عليهم عهده: بسم الله الرحمن الرحيم، هذا ما عهد عبد الله علي أمير المؤمنين، إلى محمد بن أبي بكر حين ولاه مصر، وأمره بتقوى الله والطاعة في السر والعلانية، وخوف الله عز وجل في الغيب والمشهد، وباللين على المسلمين، وبالغلظة على الفاجر، وبالعدل على أهل الذمة، وبإنصاف المظلوم، وبالشدة على الظالم، وبالعفو عن الناس، وبالإحسان ما استطاع، والله يجزي المحسنين، ويعذب المجرمين، وأمره أن يدعو من قبله إلى الطاعة والجماعة، فإن لهم في ذلك من العاقبة وعظيم المثوبة ما لا يقدرون قدره، ولا يعرفون كنهه، وأمره أن يجبي خراج الأرض على ما كانت تجبى عليه من قبل، لا ينتقص منه ولا يبتدع فيه، ثم يقسمه بين أهله على ما كانوا يقسمون عليه من قبل، وأن يلين لهم جناحه، وأن يواسي بينهم في مجلسه ووجهه، وليكن القريب والبعيد في الحق سواء وأمره أن يحكم بين الناس بالحق، وأن يقوم بالقسط، ولا يتبع الهوى، ولا يخف في الله عز وجل لومة لائم، فإن الله جل ثناؤه مع من إتقى وآثر طاعته وأمره على ما سواه) (¬1)، ومن خلال هذا الكتاب تضح لنا سياسة علي بن أبي طالب رضي الله عنه في إقامة الدولة المؤمنة العادلة، وذلك من خلال دعوة محمد بن أبي بكر إلى تقوى الله عز وجل في السر والعلن، فهي رأس الأمر وأساسه المتين، وكما أمره بالغلظة على الكافرين المعتدين، والرفق بالمسلمين، ومراعاة أهل الذمة، وإنصاف المظلوم، وأخذ الحق من الظالم، وأمره بالدعوة إلى لزوم الجماعة فإن فيها القوة والعزة وفي غيرها الفرقة والضعف والهزيمة، وحذره من إتباع الهوى فإن فيه الهلكة والخسران المبين في الدنيا والآخرة، كما وأمره بجوانب إدارية مثل جباية الخراج مثل ما كان يجبى في السابق لئلا ينتفض الناس عليه غضباً، وأن يقسمه بالحق بين مستحقيه، وأن يساوي بين الناس في مجلسه فلا يخص به قوماً دون آخرين، وإلى الحكم بين الناس بالعدل والسوية، وأن يكون جريئاً في الحق لا يخاف في الله لومة لائم، فهذا أحرى به أن يكون مقبولاً عند الله تعالى وعند عباده المؤمنين. ¶ محمد يقرأ كتاب الخليفة على أهل مصر ¶ عندما وصل محمد بن أبي بكر على مصر والياً عليها من قبل علي، قام خطيباً على المنبر كما جرت العادة بذلك، وقد جاءت خطبته مقتضبة ومختصرة كما أوردها الطبري وإبن الأثير وغيرهم، وقد جاء فيها: (الحمد لله الذي هدانا وإياكم لما أُختلف فيه من الحق، وبصَّرنا وإياكم ¶ ¬__________ ¶ (¬1). تاريخ الطبري (4/ 566).",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "كثيراً مما عمي عنه الجاهلون، ألا إن أمير المؤمنين ولَّاني أموركم، وعهد إلي ما قد سمعتم، وأوصاني بكثير منه مشافهة، ولن آلوكم خيراً ما استطعت، وما توفيقي إلا بالله عليه توكلت وإليه أنيب، فإن يكن ما ترون من إمارتي وأعمالي طاعة لله وتقوى، فاحمدوا الله عز وجل على ما كان من ذلك، فإنه هو الهادي، وإن رأيتم عاملاً عمل غير الحق زائغاً، فارفعوه إلي، وعاتبوني فيه، فإني بذلك أسعد، وأنتم بذلك جديرون، وفقنا الله وإياكم لصالح الأعمال برحمته، ثم نزل) (¬1). ¶ نصيحة قيس بن سعد لمحمد بن أبي بكر عند ولايته أمر مصر ¶ تدل الروايات أن محمد بن أبي بكر قدم إلى مصر والوالي المعزول قيس بن سعد ما يزال موجوداً في مصر، وقد إلتقى محمد به قبل مغادرته، فأسدى له قيس نصيحة طيبة في أحوال مصر وأهلها، وأرشده إلى بعض الخفايا والمعضلات وكيفية التعامل معها، خصوصًا فيما يتعلق بالناس الغاضبين لمقتل عثمان، والذين لم يبايعوا عليًا بعده، وقد ذكر غير واحد من كتاب التاريخ هذه المحاورة وما جاء فيها من نصائح ومنهم الطبري في تاريخه، فقد جاء فيه (لما حدث قيس بن سعد بمجيء محمد بن أبي بكر، وأنه قادم عليه أميراً، تلقاه وخلا به وناجاه، فقال: إنك جئت من عند إمرئ لا رأي له، وليس عزلكم إياي بمانعي أن أنصح لكم، وأنا من أمركم هذا على بصيرة، وإني في ذلك على الذي كنت أكايد به معاوية وعمراً وأهل خربتا (¬2)، فكايدهم به، فإنك إن تكايدهم بغيره تهلك ووصف قيس بن سعد المكايدة التي كان يكايدهم بها) (¬3)، وقد ذكرت هذه النصيحة في مصنف بن أبي شية فقال: (حدثنا أسود بن عامر قال: حدثنا جرير بن حازم قال: سمعت محمد بن سيرين قال: بعث علي بن أبي طالب قيس بن سعد أميراً على مصر , قال: فكتب إليه معاوية وعمرو بن العاص بكتاب فأغلظا له فيه وشتماه وأوعداه , فكتب إليهما بكتاب لأن يغار بهما ويطمعهما في نفسه: قال: فلما أتاهما الكتاب كتبا إليه بكتاب يذكران فضله ويطمعانه فيما قبلهما , فكتب إليهما بجواب كتابهما الأول يغلظ فلم يدع شيئاً إلا قاله , فقال أحدهما للآخر: لا والله ما نطيق نحن قيس بن سعد , ¶ ¬__________ ¶ (¬1). تاريخ الطبري (4/ 557)، والكامل في التاريخ (2/ 626). ¶ (¬2). قال ياقوت الحموي: خَرِبْتا: هكذا ضبط في كتاب ابن عبد الحكم وقد ضبطه الحازمي خرنبا بالنون ثم الباء، وهو خطأ، قال القضاعي: وهو يعدّ كور مصر ثم كور الحوف الغربي، وهو حوالي الإسكندرية: وخربتا سألت عنه كتّاب مصر فمنهم من قال بفتح الخاء ومنهم من قال بكسرها، وله ذكر في حديث محمد ابن أبي بكر الصديق، رضي الله عنه، ومحمد بن أبي حذيفة بن عتبة بن ربيعة المتغلّب على مصر المملوك لعثمان ومعاوية وحديج، وهو الآن خراب لا يعرف. أنظر معجم البلدان (2/ 355). ¶ (¬3). تاريخ الطبري (5/ 94).",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "ولكن تعال نمكر به عند علي , قال: فبعثا بكتابه الأول إلى علي، فقال له أهل الكوفة: عدو الله قيس بن سعد فاعزله , فقال علي: «ويحكم أنا والله أعلم هي إحدى فعلاته» , فأبوا إلا عزله فعزله , وبعث محمد بن أبي بكر , فلما قدم على قيس بن سعد قال له قيس: أنظر ما آمرك به , إذا كتب إليك معاوية بكذا وكذا فاكتب إليه بكذا وكذا , وإذا صنع بكذا فاصنع كذا , وإياك أن تخالف ما أمرتك به , والله لكأني أنظر إليك إن فعلت قد قتلت ثم أدخلت جوف حمار فأحرقت بالنار , قال: ففعل ذلك به) (¬1) ¶ أقول: وهذه النصيحة تدل على إخلاص قيس بن سعد ورجاحة عقله وعلمه وحسن تدبيره، وحرصه على عدم سفك الدماء بين المسلمين، والميل إلى الصلح بين المتخاصمين، وتدل أيضاً على مدى إلتزامه بأوامر الخليفة وتقديم المصلحة العامة على الخاصة، وأنبه هنا إلى أن البعض قد يفهم من قول قيس بن سعد لمحمد بن أبي بكر (إنك جئت من عند إمرئ لا رأي له) أن في ذلك إنتقاص من قبل قيس بن سعد في حق علي رضي الله عنه، وقد فهم البعض من هذا القول إتهام قيس بن سعد لعلي أنه ضعيف الرأي، وذلك لأنهم إجتزؤوا النص ولم يفهموه في سياقه المتصل، وإنما أراد قيس بن سعد من كلمته هذه أن يبين لمحمد بن أبي بكر أن عزله من قبل علي لم يكن دافعه الرغبة المحضة من علي في عزله، وإنما جاء لضغط المشيرين على علي بعزل قيس بعدما شك البعض في ولائه لعلي بعدما ظنوا أنه قد حدث تقارب بين قيس بن سعد ومعاوية بن أبي سفيان رضي الله عنهما نتيجة لعدم مقاتلة قيس من لم يبايعوا علي مطالبين بالثأر من قتلة عثمان رضي الله عنه قبل البيعة لعلي بن أبي طالب، ويدل على ذلك الخبر الذي أورده الطبري بعدما جاءه خبر مقتل محمد بن أبي بكر في مصر حيث قال: (فلما جاء خبر قتل مُحَمَّد عرف علي أن قيساً كان يداري أموراً كثيرة، وأن من أشار إليه بعزل قيس لم ينصحه) (¬2). ¶ مخالفة محمد بن أبي بكر لقيس في نصيحته ¶ تظهر الروايات المتعددة أن محمد بن أبي بكر إستغش من قيس بن سعد في نصيحته، ولم يعمل بها، بل عمد إلى العمل بخلاف ما نصحه به، وما كان ذلك من محمد بن أبي بكر إلا لظنه الخاطئ بقيس بن سعد، وهذا ما أشرت إليه سابقاً من أنهم قد شكوا في علاقته بمعاوية رضي الله عنه، وأنه تمالأ معه ضد علي بن أبي طالب رضي الله عنه، وبذلك سقط محمد بن أبي بكر في المحظور وأثار الكثيرين من أهل مصر ضده، وقد كان الخطأ الأكبر الذي إرتكبه ¶ ¬__________ ¶ (¬1). مصتف بن أبي شسية (6/ 207). ¶ (¬2). تاريخ الطبري (5/ 149).",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "محمد بن أبي بكر قتاله أهل خربتا، وقد كان قيس بن سعد نصحه بعدم التعرض لهم ما داموا مسالمين له، وفي ذلك يورد الطبري هذا الخبر في تاريخه (واغتشه محمد بن أبي بكر، وخالف كل شيء أمره به فلما قدم محمد بن أبي بكر وخرج قيس قبل المدينة بعث محمد أهل مصر إلى خربتا، فاقتتلوا، فهزم محمد بن أبي بكر، فبلغ ذلك معاوية وعمراً، فسارا بأهل الشام حتى افتتحا مصر، وقتلا محمد بن أبي بكر، ولم تزل في حيز معاوية) (¬1). ¶ محمد بن أبي بكر يطلب من أهل خربتا مبايعة علي ¶ بعد مقتل عثمان بن عفان رضي الله عنه وتولي علي الحكم بعده دخل معظم أهل مصر تحت طاعة علي، وبقيت منهم جماعة لم تبايع علي حتى يأخذ بثأر عثمان، وأنحاز الذين لم يبايعوا إلى منطقة خربتا، وكان فيها ناس قد أعظموا قتل عثمان، وكانوا سادة الناس ووجوههم، وكانوا في نحو من عشرة آلاف وعليهم رجل يقال له يزيد بن الحارث المدلجي (¬2)، وبعد أن بعث علي قيس بن سعد والياً على مصر لم يدخل قيس في صراع مع أهل خربتا وبقي مسالماً لهم ما داموا مسالمين، وقد أسلفت القول بنصيحته لمحمد بن أبي بكر بضرورة مسالمتهم لما تقتضيه المصلحة العامة، ولكن محمد بن أبي بكر لم يمض له شهر واحد في ولايته على مصر حتى أرسل لهم فقال: يا هؤلاء، إما أن تدخلوا في طاعتنا، وإما أن تخرجوا من بلادنا، فبعثوا إليه: إنا لا نفعل، دعنا حتى ننظر إلى ما تصير إليه أمورنا، ولا تعجل بحربنا فأبى عليهم، فامتنعوا منه، وأخذوا حذرهم (¬3)، وهنا نلحظ إستعجال محمد بن أبي بكر وعدم رويته، بالإضافة إلى عدم تقديره للأمور بالشكل الذي كان عليه قيس بن سعد بن عبادة، مما أحدث الإضطراب في مصر، وقد ذكر أبو عمر الكندي صاحب كتاب ولاة مصر أن محمدً بن أبي بكر أرسل إلى أهل خربتا بعد أن رفضوا طلبه ببيعة علي بن أبي طالب رضي الله عنه أبا عمرو بن بديل بن ورقاء الخزاعي إلى دور الخارجة، فهدمها ونهب أموالهم وسجن ذراريهم، فبلغهم ذلك فنصبوا له الحرب وهموا بالنهوض إليه، فلما علم أنه لا قوة له بهم أمسك عنهم، ثم ذكر أن محمداً صالحهم على أن يسيرهم إلى معاوية، وأن ينصب لهم جسراً بنقيوس (¬4) يجوزون عليه ولا يدخلون الفسطاط ففعلوا، ولحقوا بمعاوية (¬5)، وقد ذكر الطبري أن محمد بن أبي بكر ¶ ¬__________ ¶ (¬1). المرجع السابق (5/ 94). ¶ (¬2). البداية والنهاية (7/ 251). ¶ (¬3). تاريخ الطبري (4/ 577). ¶ (¬4). نَقْيُوس: قرية بين الفسطاط والإسكندرية كانت بها وقعة لعمرو بن العاص والروم لما نقضوا، أنظر معجم البلدان ¶ (5/ 303). ¶ (¬5). ولاة مصر (1/ 24).",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "أرسل إليهم الحارث بن جمهان الجعفي إلى أهل خربتا وفيها يزيد بن الحارث من بني كنانة، فقاتلهم، فقتلوه ثم بعث إليهم رجلا من كلب يدعى إبن مضاهم، فقتلوه (¬1). ¶ والذي يظهر لي أن كلام الكندي صاحب كتاب ولاة مصر إن صح عن إرسال محمد بن أبي بكر لأبي عمرو بن ورقاء الخزاعي، فإن هذا الإرسال كان في بداية مجيء محمد بن أبي بكر إلى مصر والياً، بعد رفضهم مبايعة علي قبل أخذه بالثأر من قتلة عثمان رضي الله عنه، وأما كلام الطبري عن إرسال الحارث بن جمهان وإبن مضاهم الكلبي فواضح من كلامه أنه كان بعد وقعة صفين، وبعد أن قوية شوكة معاوية رضي الله عنه في بلاد الشام ورغبته قي ضم مصر، وقيل إن محمد بن أبي بكر صالح أهل خربتا فقد ذكر الكندي صاحب ولاة مصر ذلك قي رواية (عن الحسن بن محمد المديني، قال: حدثنا يحيى بن عبد الله بن بكير، عن الليث، عن عبد الكريم بن الحارث، قال: فصالحهم محمد على أن يسيرهم إلى معاوية، وأن ينصب لهم جسراً بنقيوس يجوزون عليه ولا يدخلوا الفسطاط، ففعلوا ولحقوا بمعاوية (¬2)، وكذلك ذكر الكندي بسند آخر (عن محمد بن موسى الحضرمي، قال: حدثنا أحمد بن يحيى بن عميرة، قال: حدثنا عبد الله بن يوسف، قال: حدثنا عبد الله بن لهيعة، عن يزيد بن أبي حبيب، قال: فبعث إلى ابن حديج حجر بن عدي الكندي بأمانة، وبعث محمد بن أبي بكر قيس بن سلامة التجيبي من بني فهم بن أداة، فصنع لهم جسرا بنقيوس، فجاز منه ابن حديج وأصحابه، فلحقوا بمعاوية) (¬3). ¶ عزل علي لمحمد بن أبي بكر عن مصر ورده إليها ثانية ¶ ذكر غير واحد من أهل التاريخ أن علي بن أبي طالب رضي الله عنه عزل محمد بن أبي بكر عن ولاية مصر وولَّى عليها بدلاً منه الأشتر النخعي، وذلك بعدما فسدت مصر على محمد بن أبي بكر بسبب سياسته فيها، خاصة ما كان منه تجاه أهل خربتا ومن شايعهم، فعزم علي بن أبي طالب على عزله كما ذكر إبن الأثير في الكامل فقال: (فسدت مصر على محمد بن أبي بكر، فبلغ ذلك علياً فقال: ما لمصر إلا أحد الرجلين، صاحبنا الذي عزلنا يعني قيساً أو الأشتر، وكان الأشتر قد عاد بعد صفين إلى عمله بالجزيرة، وقال علي لقيس: أقم عندي على شرطتي حتى تنقضي الحكومة، ثم تسير إلى أذربيجان، فلما بلغ علياً أمر مصر كتب إلى الأشتر وهو بنصيبين يستدعيه، فحضر عنده، فأخبره خبر أهل مصر وقال: ليس لها غيرك فاخرج إليها، فإني لو لم أوصك اكتفيت برأيك، واستعن بالله، واخلط الشدة باللين، وارفق ما ¶ ¬__________ ¶ (¬1). تاريخ الطبري (4/ 577). ¶ (¬2). ولاة مصر (1/ 24). ¶ (¬3). ولاة مصر (1/ 24).",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "كان الرفق أبلغ، وتشدد حين لا يغني إلا الشدة) (¬1)، ومن خلال كلام إبن الأثير نجد أن سبب عزل محمد بن أبي بكر عن ولاية مصر هو خروج الكثير من أهلها عن طاعته بسبب سياسته الهجومية تجاه أهل خربتا الذين طالبوا بالثأر من قتلة عثمان رضي الله عنه قبل بيعة علي، وقد وضح علي أسباب عزله لمحمد بن أبي بكر فيما ذكره الطبري في تاريخه ونقله عنه صاحب كتاب النجوم الزاهرة في ملوك مصر والقاهرة على لسان علي بن أبي طالب في خطاب تكليفه للأشتر على ولاية مصر حيث قال له: (سلام عليك يا مالك، فإنك ممن استظهرتك على إقامة الدين، وكنت قد وليت محمد بن أبي بكر مصر فخرجت عليه خوارج، وهو غلام حدث السن غر، ليس بذي تجربة للحرب، ولا مجرب للأشياء، فاقدم علي لننظر في ذلك كما ينبغي واستخلف على عملك أهل الثقة والنصفة من أصحابك والسلام) (¬2)، وقد مضى الأشتر إلى مصر لكنه مات قبل أن يدخلها، فلم تحقق له الولاية على مصر، فأعاد علي تكليف محمد بن أبي بكر بالولاية على مصر (¬3). ¶ خطاب علي لمحمد بن أبي بكر بعد مقتل الأشتر ورد محمد عليه ¶ جاء في رواية لأبي مختف نقلها عنه الطبري في تاريخه أن محمد بن أبي بكر قد تأثر بتسريحه من الخلافة من قبل علي وتعيين الأشتر بدلاً عنه، وبلغ ذلك علي بن أبي طالب، فما كان منه بعد أو ولاه مصر ثانية بعد هلاك الأشتر إلا أن أرسل له رسالة فيها بعض العتاب على ما كان منه من سوء الإدارة وعدم ضبط الأمور بمصر، وفيها أيضاَ النصح والتخفيف عنه لما كان من عزله عن الولاية والتشجيع له لحمل الراية من جديد، وهذا نص الرسالة كما أوردها الطبري وإبن الأثير (ولما بلغ محمد بن أبي بكر إنفاذ الأشتر شق عليه، فكتب إليه علي: أما بعد فقد بلغني موجدتك من تسريحي الأشتر إلى عملك، وإني لم أفعل ذلك استبطاءً لك في الجهاد ولا ازدياداً مني لك في الجد، ولو نزعت ما تحت يدك لوليتك ما هو أيسر عليك مؤونةً منه وأعجب إليك ولايةً، إن الرجل الذي كنت وليته أمر مصر كان لنا نصيحاً، وعلى عدونا شديداً، وقد استكمل أيامه ولاقى حمامه، ونحن عنه راضون، فرضي الله عنه، وضاعف له الثواب، اصبر لعدوك وشمر للحرب و (أَدع إلى سبيل ربك بالحكمة والموعظة الحسنة) (¬4)، وأكثر ذكر الله، والإستعانة به، والخوف منه، يكفك ما أهمك، ويعنك على ¶ ¬__________ ¶ (¬1). الكامل في التاريخ (2/ 704). ¶ (¬2). تاريخ الطبري (5/ 95) و النجوم الزاهرة (1/ 103). ¶ (¬3). أنظر تاريخ الطبري (5/ 96). ¶ (¬4). النحل (125).",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "ما ولاك (¬1)، وقد رد محمد بن أبي بكر على كتاب علي بن أبي طالب رضي الله عنه جاء فيه (بسم الله الرحمن الرحيم لعبد الله علي أمير المؤمنين من محمد بن أبي بكر، سلام عليك، فإني أحمد الله إليك الذي لا إله غيره، أما بعد، فإني قد انتهى إلي كتاب أمير المؤمنين، ففهمته وعرفت ما فيه، وليس أحد من الناس بأرضى مني برأي أمير المؤمنين، ولا أجهد على عدوه، ولا أرأف بوليه مني، وقد خرجت فعسكرت، وآمنت الناس إلا من نصب لنا حرباً، وأظهر لنا خلافاً، وأنا متبع أمر أمير المؤمنين وحافظه، وملتجئ إليه، وقائم به، والله المستعان على كل حال، والسلام عليك) (¬2). ¶ وهنا يلحظ القارئ من خلال النظر في الكتب المتبادلة بين علي ومحمد حب كل منهما للآخر وإحترامه له، فهذا علي يحاول من خلال كلماته لمحمد أن يزيل ما علق في نفسه من ضيق حصل له بسبب عزله عن ولاية مصر، فقد أشار علي إلى ذلك بقوله (وإني لم أفعل ذلك استبطاءً لك في الجهاد ولا ازدياداً مني لك في الجد)، حيث أبان له أن عزله ما كان لتقصير منه ولا لضعف فيه، ولا طلباً في إرهاقه وإضعافه، كما وبين له بصورة غير مباشرة حتى لا يجرح مشاعره الأسباب التي دفعته إلى عزله، ومنها ما أشار إليه بقوله (ولو نزعت ما تحت يدك لوليتك ما هو أيسر عليك مؤونةً منه وأعجب إليك ولايةً)، ومعنا ذلك أن عزله عن مصر لا يعني الإستغناء عنه، وإنما هو لصالحه وصالح العامة، وذلك بأن يوليه ولاية أيسر على نفسه من مصر، فمصر عليه ثقيلة كثيرة الأعباء، وهذا إن دل على شيء فإنه يدل دلالة واضحة على حب علي لمحمد بن أبي بكر والحرص على مشاعره دون أن يؤثر ذلك على مصلحة الإسلام العظيم، وفي رد محمد على علي نلمس الطاعة والإلتزام من جانب محمد بما يمليه عليه خليفة المسلمين، والثقة التامة بقراره، وقد دافع محمد عن سياسته تجاه الأحداث التي جرت في مصر بصورة مقتضبة دون الإسهاب في الشرح والتفصيل. ¶ قرار معاوية بضم مصر وتخليصها من يد محمد بن أبي بكر ¶ إنتهت معركة صفين بين علي وأهل العراق ومن شايعه من جهة وبين معاوية وأهل الشام ومن رأى رأيهم من جهة أخرى فيما عرف في التاريخ الإسلامي بقضية التحكيم، ونتيجة لقضية التحكيم خرج على علي بن أبي طالب من عرفوا بالخوارج، وقد خاض معهم علي الحروب وقاتلهم قتالاً شديداً خاصة في معركة النهروان مما أضعف جيشه وأفقده الكثير من صفوة قادته وجيشه، وبهذه النتيجة قوي أمر معاوية رضي الله عنه بالشام، ورأى معاوية ومن معه ¶ ¬__________ ¶ (¬1). تاريخ الطبري (5/ 97)، والكامل في التاريخ (2/ 706). ¶ (¬2). تاريخ الطبري (5/ 97).",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "ضرورة ضم مصر إلى الشام، وذلك لأن مصر فيها الكثير من الموارد وفيها الخراج الكثير، والذي إن تحصَّل عليه معاوية زادت قوته وقويت شكيمته، ولذلك رأى معاوية أن يجمع قادته وعلى رأسهم الصحابي عمرو بن العاص رضي الله عنه ليشاورهم في أمر مصر، وراسل معاوية كذلك قادة المعارضين لعلي ولعامله محمد بن أبي بكر في مصر، والذين سبق لعلي أن قاتلهم وحاول إجبارهم على بيعة علي، وعلى رأسهم مسلمة بن مخلد الأنصاري (¬1) ومعاوية بن حديج الكندي (¬2)، وأستقر الرأي عند الجميع على ضرورة ضم مصر وتخليصها من يد محمد بن أبي بكر (¬3). ¶ وقد ذكر البعض أن علي بن أبي طالب رضي الله عنه قد أغفل قضية مصر في قضية التحكيم ولم يشترط على معاوية بن أبي سفيان رضي الله عنه أن لا يقاتل أهل مصر بأهل الشام، وقد ذكر ذلك الكندي في كتابه ولاة مصر حيث قال: (حدثنا حسن المديني، قال: حدثنا يحيى بن عبد الله بن بكير، قال: حدثني الليث، عن عبد الكريم بن الحارث، قال: \" ولما أجمع علي، ومعاوية على الحكمين، أغفل علي أن يشترط على معاوية أن لا يقاتل أهل مصر، فلما أنصرف علي إلى العراق بعث معاوية عمرو بن العاص في جيوش إلى أهل الشام وإلى مصر، فاقتتلوا قتالاً شديداً) (¬4)، وهذه الرواية لا تصح ففيها حسن المديني وهو مجهول الحال. ¶ أقول: يتوهم البعض أن قرار ضم مصر من قبل معاوية رضي الله عنه يهدف إلى إنتزاع الخلافة من علي بن أبي طالب رضي الله عنه، وهذا خطأ بيِّن لا يخفى على كل صاحب لب، وقد حاول الرافضي أبو مخنف أن يوهم ضعاف العقول بأن الخلاف من طرف معاوية تجاه علي كان خلافاً على أحقيته في الخلافة، وساق في سبيل ذلك الروايات الواهية في محاولة منه لتشويه الصورة النقية للتاريخ الإسلامي العظيم، وقد نقل الطبري رواية أبي مخنف التي يوحي من خلالها أن النزاع كان نزاعاً على الخلافة، وأن معاوية بويع بالخلافة في الشام بعد ¶ ¬__________ ¶ (¬1). هو مسلمة بن مخلد بن الصامت بن نيار، الأنصاري الساعدي، وقيل الزرقي. يكنى أبا معن، وقيل أبا مسعود، وقيل أبا معاوية. وقيل أبا معمر، ولد مقدم النبي صلى الله عليه وسلم المدينة، ومات رسول الله صلى الله عليه وسلم وهو ابن عشر سنين، له صحبة، كان أميراً ليزيد بن معاوية على مصر وتوفي بها أنظر الإصابة (6/ 92) و الإستيعاب ¶ (3/ 1397). ¶ (¬2). هو معاوية بن حديج بن جفنة السكوني، وقيل: الخولاني. وقيل: هو من تجيب، يكنى بأبي عبد الرحمن، وقيل: أبو نعيم. يعد في أهل مصر، وحديثه عندهم. قيل: هو الذي قتل محمد بن أبي بكر بأمر عمرو بن العاص، له: صحبة، ورواية قليلة عن النبي صلى الله عليه وسلم، وروى أيضا عن: عمر، وأبي ذر، ومعاوية، أنظر أسد الغابة (4/ 430)، وسير أعلام النبلاء (3/ 37). ¶ (¬3). تاريخ الطبري (5/ 99)، بتصرف. ¶ (¬4). ولاة مصر (1/ 24).",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "صفين، وقد توجهت أنظاره بعد ذلك إلى مصر ليأخذها من يد محمد بن أبي بكر، (قال أبو مخنف: حدثني أبو جهضم الأزدي- رجل من أهل الشام- عن عبد الله بن حوالة الأزدي، أن أهل الشام لما انصرفوا من صفين كانوا ينتظرون ما يأتي به الحكمان، فلما انصرفا وتفرقا بايع أهل الشام معاوية بالخلافة، ولم يزدد إلا قوة، واختلف الناس بالعراق على علي، فما كان لمعاوية هم إلا مصر، وكان لأهلها هائباً خائفاً، لقربهم منه، وشدتهم على من كان على رأي عثمان، وقد كان على ذلك علم أن بها قوماً قد ساءهم قتل عثمان، وخالفوا علياً، وكان معاوية يرجو أن يكون إذا ظهر عليها ظهر على حرب علي، لعظم خراجها ... ) (¬1)، والرد على هذه الرواية الواهية يكون بداية بردها من ناحية السند، فهي من مرويات أبي مخنف الكذاب المتروك، وقد بينت أقوال العلماء فيه سابقاً، ولذلك لم يثبت أن أهل الشام بايعوا معاوية بالخلافة بعد صفين، وقد ذهب الطبري إلى أن البيعة بالخلافة لمعاوية من أهل الشام تمت بعد مقتل علي فقال: (وأن علي بن أبي طالب كان يدعى أمير المؤمنين في العراق وكان معاوية يدعى بالأمير في الشام، فلما قتل علي دعي معاوية بأمير المؤمنين في الشام) (¬2)، وهذا يعني أن معاوية فضلاً عن أهل الشام لم ينسبوا الخلافة لمعاوية في حياة علي بن أبي طالب، هذا بالإضافة إلى أنه قد ثبت عن معاوية رضي الله عنه أنه أقرَّ بأحقية علي بن أبي طالب بالخلافة منه، (فعن أبي مسلم الخولاني أنه قال لمعاوية: أنت تنازع علياً أم أنت مثله؟ فقال: لا والله إني لأعلم أنه أفضل مني وأحق بالأمر مني، ولكن ألستم تعلمون أن عثمان قتل مظلوماً؟؟ وأنا ابن عمه، والطالب بدمه، فأتُوه، فقولوا له، فليدفع إليَّ قتلة عثمان وأسلم له، فأتوا علياً فكلموه، فلم يدفعهم إليه) (¬3)، وقد حاول الرافضة نشر أفكارهم المسمومة في كتاب الإمامة والسياسة المنسوب زوراً وبهتاناً لإبن قتيبة الدينوري (¬4)، فقد جاء في الرواية على لسان إبن الكواء (¬5) في حديثه لأبي موسى الأشعري في شأن معاوية ... إعلم أن معاوية طليق الإسلام، وأن أباه رأس الأحزاب، وأنه ادعى الخلافة من غير مشورة فإن صدقك فقد حلّ خلعه، ¶ ¬__________ ¶ (¬1). تاريخ الطبري (5/ 97). ¶ (¬2). المرجع السابق (5/ 161). ¶ (¬3). سير أعلام النبلاء (3/ 140)، قال الشيخ شعيب الأرنؤوط: رجاله ثقات. ¶ (¬4). هو عبد الله بن مسلم بن قتيبة الدينَوَريّ، أبو محمد: من أئمة الأدب، ومن المصنفين المكثرين. ولد ببغداد وسكن الكوفة. ثم ولي قضاء الدينور مدة، فنسب إليها. وتوفي ببغداد. من كتبه \" تأويل مختلف الحديث، ومشكل القرآن وغيرها، أنظر الاعلام للزركلي (4/ 137). ¶ (¬5). هو عبد الله بن الكواء، من رؤوس الخوارج، قال البخاري: لم يصح حديثه، قلت: أي (أبو غدة)، وله أخبار كثيرة مع علي وكان يلزمه ويعنته في الأسئلة، وقد رجع عن مذهب الخوارج وعاود صحبة علي. أنظر لسان الميزان تحقيق أبو غدة (4/ 550).",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "وإن كذبك فقد حرم عليك كلامه (¬1)، وهذا كله لا يصح لأنه من كلام الرافضة وليس من كلام إبن قتيبة، والذي هو علم من أعلام أهل السنة ومحبي الصحابة الكرام. ¶ رسائل معاوية وعمرو بن العاص إلى محمد بن أبي بكر ¶ سيَّر معاوية بن أبي سفيان جيشه إلى مصر بقيادة عمرو بن العاص، وهناك إلتقى بشيعة عثمان ومن تبعهم، وكتب عمرو بن العاص رسالة إلى والي مصر محمد بن أبي بكر يستحثه فيها على إخلاء الساحة وترك مصر دون قتال، ولقد جاءت هذه الرسالة قصيرة ومقتضبة كما أوردها الطبري حيث جاء فيها (أما بعد، فتنح عنى بدمك يا بن أبي بكر، فإني لا أحب أن يصيبك مني ظفر، إن الناس بهذه البلاد قد اجتمعوا على خلافك، ورفض أمرك، وندموا على اتباعك، فهم مسلموك لو قد التقت حلقتا البطان (¬2)، فاخرج منها، فإني لك من الناصحين، والسلام) (¬3)، وقد أرسل عمرو بن العاص رسالة تسلمها من معاوية إلى محمد بن أبي بكر جاء فيها (أما بعد، فإن غب (¬4) البغي والظلم عظيم الوبال، وإن سفك الدم الحرام لا يسلم صاحبه من النقمة في الدنيا، ومن التبعة الموبقة في الآخرة، وإنا لا نعلم أحداً كان أعظم على عثمان بغياً، ولا أسوأ له عيباً، ولا أشد عليه خلافاً منك، سعيت عليه في الساعين، وسفكت دمه في السافكين، ثم أنت تظن أني عنك نائم أو ناس لك، حتى تأتي فتأمَّر على بلاد أنت فيها جاري، وجل أهلها أنصاري، يرون رأيي، ويرقبون قولي، ويستصرخوني عليك، وقد بعثت إليك قوما حناقاً عليك، يستسقون دمك، ويتقربون إلى الله بجهادك، وقد أعطوا الله عهداً ليمثلن بك، ولو لم يكن منهم إليك ما عدا قتلك ما حذرتك ولا أنذرتك، ولأحببت أن يقتلوك بظلمك وقطيعتك وعدوك على عثمان يوم يطعن بمشاقصك (¬5) بين خششائه (¬6) وأوداجه (¬7)، ولكن أكره أن أمثل بقرشي، ولن يسلمك الله من القصاص أبداً أينما كنت والسلام) (¬8). ¶ ¬__________ ¶ (¬1). الإمامة والسياسة المنسوب لإبن قتيبة (1/ 113). ¶ (¬2). البطان: حزام القتب الذي يجعل تحت بطن البعير، ويقال: التقت حلقتا البطان للأمر إذا اشتد. أنظر لسان العرب لإبن منظور (13/ 57). ¶ (¬3). تاريخ الطبري (5/ 101). ¶ (¬4). غب الأمر، إذا بلغ آخره، والمقصود هنا نهاية الظلم والبغي. أنظر معجم مقاييس اللغة للرازي (4/ 379). ¶ (¬5). جمع مشقص، والمشقص من النصال الطويل وليس بالعريض. انظر تهذيب اللغة لمحمد الهروي (8/ 245). ¶ (¬6). هي العظم الناتئ خلف الأذن، أنظر المصباح المنير في غريب الشرح الكبير لأبي العباس الفيومي الحموي، ¶ (1/ 169). ¶ (¬7). جمع ودج، والمثنى منها ودجان وهما عرقان متصلان من الرأس إلى السحر، وقيل الأوداج: ما أحاط بالحلقوم من العروق. وقيل: الودجان: عرقان عظيمان عن يمين ثغرة النحر ويسارها. أنظر تاج العروس للزبيدي (6/ 256). ¶ (¬8). تاريخ الطبري (5/ 101).",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "ونلحظ هنا أن هذه الرسائل التي ذكرها الطبري هي من مرويات أبي مخنف، وهو من الرافضة الذين لا يرقبون في الصحابة إلاً ولا ذمة، فإسنادها لا يصح، والملاحظ أن هذه الرسائل تحمل في طياتها حقاً وباطلاً، وهو ما عهد عن الرافضة في الكثير من مروياتهم عن الصحابة، وذلك زيادة منهم في إتاهة القارئ، وإمعاناً منهم في إضلال الناس، وتشويه التاريخ الإسلامي، وهذه الرسائل من جملة ما عمدوا إليه في نشر أفكارهم المسمومة تجاه الصحابة الكرام، خاصة ممن يزيد الحنق عليهم عند الرافضة من أمثال معاوية وعمرو بن العاص رضي الله عنهما، ففي الرسالة الأولى من عمرو بن العاص إلى محمد بن أبي بكر، نجد عمراً حريصاً على عدم سفك الدماء بين المسلمين، فهو يطلب من محمد أن يغادر مصر ويسلمها له، لئلا يصاب بمكروه، وقد نبه عمرو بن العاص محمد بن أبي بكر إلى أن الناس في مصر تخلوا عنه، وأنهم سيسلموه في حال إشتد الأمر عليهم وحمي وطيس الحرب، وفي نفس الوقت تحمل الرسالة في طياتها تهديداً ووعيداً لمحمد بن أبي بكر بالقتل إن لم يرحل عن مصر ولم يسلمها لعمرو بن العاص، وفي الرسالة الثانية من معاوية إلى محمد بن أبي بكر تتجلى إختلاقات الرافضة ضد الصحابة الكرام، ففيها يُحَمِّل معاوية بن أبي سفيان محمد بن أبي بكر المسؤولية الأولى عند دم عثمان رضي الله عنه، وقد عُلمت براءة محمد من ذلك، مع الإقرار بأنه كان من الذي خرجوا على عثمان ثم تراجع بعد وعظ عثمان له في لحظاته الأخيرة، ولولا علم علي بذلك لما ولاه ما ولاه من المسؤولية، فهل يعقل أن علياً يولي محمد بن أبي بكر ولاية مصر وهي أعظم أجناده مع أنه كان من قتلة عثمان رضي الله عنه!!!، وكذلك نرى أبا مخنف في هذه الرواية يتهم معاوية بأنه لا يبالي بالتمثيل في القتلى، ولا يمنعه من ذلك في حق محمد بن أبي بكر إلا أنه قرشي!!! فهل يعقل هذا من مؤمن فضلاً أن يكون صحابياً فقيهاً عالماً بالسنة والكتاب، وقد دعى له رسول الله بالهداية، ففي الحديث الذي رواه عبد الرحمن بن أبي عميرة عن النبي صلى الله عليه وسلم أنه قال لمعاوية: (اللهم اجعله هادياً مهدياً واهد به) (¬1)، وفي الحديث الذي رواه العرباض بن سارية السلمي قال: سمعت رسول الله صلى الله عليه وسلم يقول: (اللهم علم معاوية الكتاب والحساب وقه العذاب) (¬2)، وهو الذي وصفه حبر الأمة وترجمان القرآن عبد الله بن عباس رضي الله عنهما بأنه فقيه، (فعن إبن عباس رضي الله عنهما أنه قيل قيل له: هل لك في أمير المؤمنين معاوية فإنه ما أوتر إلا بواحدة؟ قال: أصاب إنه فقيه) (¬3)، وفي رواية (عن ابن أبي مليكة قال: أوتر معاوية بعد العشاء بركعة، وعنده ¶ ¬__________ ¶ (¬1). صححه الألباني، أنظر مشكاة المصابيح (3/ 1758). ¶ (¬2). مسند أحمد (28/ 383)، و المعجم الكبير للطبراني (18/ 251). قال فيه الشيخ الألباني: صحيح لغيره، أنظر التعليقات الحسان على صحيح إبن حبان (10/ 275). ¶ (¬3). صححه الألباني، أنظر مشكاة المصابيح (1/ 399).",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "مولى لابن عباس، فأتى ابن عباس فقال: دعه فإنه قد صحب رسول الله صلى الله عليه وسلم) (¬1)، فهل من كانت له هذه المزايا والفضائل والشهادات العظيمة من الناس العظماء لا يبالي بالمثلة وهي من علم بحرمتها القاصي والداني، وعلى هذا فإن هذه الرسائل لم تثبت في إسنادها، وفي متنها الكثير من السقطات التي يحكم عليها من خلالها بالضعف الشديد. ¶ محمد بن أبي بكر يطلع علي بن أبي طالب على رسائل عمرو ومعاوية رضي الله عنهم ¶ بعد أن علم محمد بن أبي بكر نزول جيش عمرو بن العاص قرب مصر، وشعر بالشر المستطير يقترب منه، رأى أنه لا بد له من أن يستشير أمير المؤمنين علي في هذا الشأن، فأرسل له كلاً من رسالة معاوية بن أبي سفيان ورسالة عمرو بن العاص ليعاينهما بنفسه، وأرسل له رسالة قصيرة يطلب منه فيها المدد بالرجال والسلاح ليحافظ على ولاية مصر، وهذه الرسالة كما ذكرت عند الطبري (أما بعد، فإن ابن العاص قد نزل أداني أرض مصر، واجتمع إليه أهل البلد جلهم ممن كان يرى رأيهم، وقد جاء في جيش لجب (¬2) خراب، وقد رأيت ممن قبلي بعض الفشل، فإن كان لك في أرض مصر حاجة فأمدني بالرجال والأموال، والسلام عليك) (¬3)، فلما وصلت رسالته أمير المؤمنين رد عليها برسالة أخرى جاء فيها (أما بعد، فقد جاءني كتابك تذكر أن ابن العاص قد نزل بأداني أرض مصر في لجب من جيشه خراب، وأن من كان بها على مثل رأيه قد خرج إليه، وخروج من يرى رأيه إليه خير لك من إقامتهم عندك، وذكرت أنك قد رأيت في بعض من قبلك فشلاً، فلا تفشل، وان فشلوا فحصن قريتك، واضمم إليك شيعتك، واندب إلى القوم كنانة بن بشر (¬4) المعروف بالنصيحة والنجدة والبأس، فإني نادب إليك الناس على الصعب والذلول، فاصبر لعدوك، وامض على بصيرتك، وقاتلهم على نيتك، وجاهدهم صابراً محتسباً، وإن كانت فئتك أقل الفئتين، فإن الله قد يعز القليل، ويخذل الكثير وقد قرأت كتاب الفاجر إبن الفاجر معاوية، والفاجر إبن الكافر عمرو، المتحابين في عمل المعصية، والمتوافقين المرتشيين في الحكومة، المنكرين في الدنيا، قد استمتعوا بخلاقهم كما ¶ ¬__________ ¶ (¬1). صحيح البخاري (5/ 28). ¶ (¬2). . للجب: الصوت والجلبة. تقول: لجب بالكسر، وجيش لجب عرمرم أي ذو جلبة وكثرة. أنظر الصحاح تاج اللغة وصحاح العربية للفارابي (1/ 218). ¶ (¬3). تاريخ الطبري (5/ 101). ¶ (¬4). هو كنانة بن بشر بن غياث بن عوف بن حارثة بن قتيرة: بن حارثة بن تجيب التّجيبي، قال ابن يونس: شهد فتح مصر، وقتل بفلسطين سنة ست وثلاثين، وكان ممن قتل عثمان، وإنما ذكرته لأن الذهبي ذكر عبد الرحمن بن ملجم، لأن له إدراكا، وينبغي أن ينزه عنهما كتاب الصحابة. أنظر الإصابة (5/ 486).",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "استمتع الذين من قبلهم بخلاقهم، فلا يهلك إرعادهما وإبراقهما، وأجبهما إن كنت لم تجبهما بما هما أهله، فإنك تجد مقالاً ما شئت، والسلام) (¬1). ¶ أقول: لا تَقِلُّ هذه الرسائل في متونها نكارةً عن سابقتها، بل هي أشد نكارةً وقرباً من أنفاس الرافضة المجرمين، وأبو مخنف لسان الرافضة الذي لاك (¬2) بلا ورع ولا تقوى أعراض الصحابة الكرام حتى بلغ فيهم كل مبلغ، وحاول بكل ما أوتي من خبث ومكارة وقلة إيمان التفريق بين الصحابة من خلال تشويه أحداث الفتنة التي جرت بينهم، وحاول هنا من خلال إختلاق هذه الرسائل بهذه الألفاظ والتراكيب بين الصحابة أن يدعم قول الرافضة بأن جل الصحابة قد إرتدوا عن الإسلام بعد وفاة الرسول صلى الله عليه وسلم، وتآمروا على آل بيت الرسول صلى الله عليه وسلم عموماً، وعلى علي رضي الله عنه وذريته بشكل خاص، وهنا يذكر الرافضي على لسان علي وصف معاوية وعمرو بن العاص رضي الله عنهما بالفجرة، وأنهما قد إجتمعا على حب المعصية، والسعي للمصلحة الشخصية من خلال الرشوة، فضلاً عن تشبيههما بالكفرة الذين سبقوهم، وأي أوصاف هذه التي إدعى هذا الخبيث الرافضي والتي وصف علي بها رجلين من كبار الصحابة!!! وكيف يصف علي أبا سفيان بالفجور! وهو صحابي قد فقئت عينه وهو مع رسول الله صلى الله عليه وسلم في حصار الطائف، وقيل فقئت عينه الثانية في معركة اليرموك (¬3)، وقد توفي (¬4) رضي الله عنه ولم يشهد فتنة عثمان من قريب ولا بعيد، فأين تحصَّل له هذا الفجور! ألا إن في هذه الرواية من المناكير ما لا تتحمله الجبال الرواسي، فحري بكل مسلم أن يردها ولا يلتفت إليها. ¶ رد محمد بن أبي بكر على رسائل معاوية وعمرو بن العاص رضي الله عنهما ¶ بعد أن جاء رد علي على رسالة محمد بن أبي بكر بشأن قدوم جيش عمرو بن العاص مدفوعاً من معاوية نحو مصر، كتب محمد بن أبي بكر رده على رسالة كل من معاوية وعمرو بن العاص، فقد ذكر الطبري في تاريخه هذه الرسائل من رواية أبي مختف الرافضي، وقد جاء في رسالته إلى معاوية (أما بعد، فقد أتاني كتابك تذكرني من أمر عثمان أمراً لا أعتذر إليك ¶ ¬__________ ¶ (¬1). تاريخ الطبري (5/ 101). ¶ (¬2). اللَّوْكُ: أهْوَنُ المَضْغِ، أو مَضْغُ صُلْبٍ، أو عَلْكُ الشيءِ، وقد لاكَ الفرسُ اللِجامَ. وهو يَلوكُ أعْراضَهُم: يَقَعُ فيهم، أنظر القاموس المحيط (1/ 952). ¶ (¬3). معرفة الصحابة لأبي نعيم (3/ 1509). ¶ (¬4). توفي في خلافة عثمان سنة اثنتين وثلاثين. وقيل: ثلاث وثلاثين. وقيل: إحدى وثلاثين. وقيل: أربع وثلاثين. وصلى عليه عثمان. وقيل: صلى عليه ابنه معاوية، وكان عمره ثمانيا وثمانين سنة. وقيل: ثلاث وتسعون سنة. وقيل غير ذلك. أنظر أسد الغابة (5/ 149).",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "منه، وتأمرني بالتنحي عنك كأنك لي ناصح، وتخوفني المثلة كأنك شفيق، وأنا أرجو أن تكون لي الدائرة عليكم، فأجتاحكم في الوقعة، وإن تؤتوا النصر ويكن لكم الأمر في الدنيا، فكم لعمري من ظالم قد نصرتم، وكم من مؤمن قتلتم ومثلتم به! وإلى الله مصيركم ومصيرهم، وإلى الله مرد الأمور، وهو أرحم الراحمين، والله المستعان على ما تصفون) (¬1)، والملاحظ على هذه الرسالة أن فيها تناقضاً مما ثبت عن محمد بن أبي بكر بأنه تراجع عن موقفه تجاه عثمان في اللحظات الأخيرة قبل مقتله نتيجة لموعظة عثمان له، وتذكيره إياه بوالده الصديق رضي الله عنه، وهذه الرسالة فيها أنه لم يندم على ما كان منه تجاه عثمان رضي الله عنه، وفي هذا إشارة واضحة أن هذه الرسالة من صنيع الرافضة بشكل عام ومن أبي مخنف بشكل خاص، فما جاء فيها يخدم دعم فكرتهم بضلال عثمان كغيره من الصحابة التي لم يرَشُد منهم إلا القليل، ولهذا لم يندم محمد بن أبي بكر على ما كان منه تجاه عثمان حسب زعمهم، كما ونلحظ فيها تمجيد من يقف ضد معاوية المبغوض لديهم، فهذه الرواية تصف محمد بن أبي بكر بصفات الشجاعة والإقدام وعدم الخوف من ملاقاته للموت في سبيل الله تعالى، كما تحاول على لسان محمد بن أبي بكر الإنتقاص من قدر معاوية ووصفه بالظالم والقاتل. ¶ أما رسالته إلى عمرو بن العاص فقد جاءت مختصرة كما أوردها الطبري وفيها (أما بعد، فقد فهمت ما ذكرت في كتابك يا عمرو بن العاص، زعمت أنك تكره أن يصيبني منك ظفر، وأشهد أنك من المبطلين وتزعم أنك لي نصيح، وأقسم أنك عندي ظنين (¬2)، وتزعم أن أهل البلد قد رفضوا رأيي وأمري، وندموا على اتباعى، فأولئك لك وللشيطان الرجيم أولياءه فحسبنا الله رب العالمين، توكلنا على الله رب العرش العظيم، والسلام) (¬3)، وهذه الرسالة يبين فيها محمد بن أبي بكر لعمرو عدم ثقته به، وأن نصائحه ما هي إلا خبث ومكر وخديعة، بالإضافة إلى أنه غير مكترث بمن إدعى عمرو بن العاص أنهم خذلوه وتحولوا عن رأيه وحالفوا معاوية وأتباعه، ولا شك أن ما جاء في هذه الرسالة لا يختلف عن سابقاتها، فالواضح أنها من نسج خيال الشيعة الروافض للنيل من الصحابة، ولتصويرهم متناحرين لا هم لهم إلا مآربهم وأطماعهم الشخصية. ¶ قول الطبري عن المكاتبات: كرهت ذكرها لما فيها مما لا يحتمل سماعها العامة (¬4) ¶ ¬__________ ¶ (¬1). تاريخ الطبري (5/ 102). ¶ (¬2). أي أنك عندي متهم. أنظر جمهرة اللغة للأزدي (1/ 154). ¶ (¬3). تاريخ الطبري (5/ 102). ¶ (¬4). تاريخ الطبري (4/ 557).",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "عند حديث الطبري عن ولاية محمد بن أبي بكر على مصر ذكر أنه قد جرت بينه وبين معاوية بن أبي سفيان وعمرو بن العاص رضي الله عنهما مكاتبات أخرى غير هذه التي ذكرت، وقد أشار الطبري إلى أنه قد عمد إلى عدم ذكر تلك المكاتبات لما كان فيها من مقالات لا يحتمل سماعها من قبل العامة، ولم يفصح الطبري إذا كانت تلك المكاتبات قد جرت في نفس وقت المكاتبات التي ذكرت سابقاً بين الطرفين والتي حدثت بعد معركة صفين بعد أن إستتب الأمر لمعاوية بالشام وقرر ضم مصر، أم أنها كانت في بداية ولاية محمد بن أبي بكر على مصر، وكذا لم يفصح الطبري عن فحوى تلك الرسائل وما جاء فيها. ¶ والذي يظهر للقارئ من خلال إيحاء الطبري لسبب تركه لذكر تلك المراسلات أن فيها من الفظائع ما هو أشد مما ذكر في المراسلات التي أوردناها سابقاً، والتي لا يخفى على أحد أنها من صنيع الرافضة، ولذلك وجدنا كتب أهل السنة خالية منها لعلمهم بسقوطها سنداً ومتناً، ولذلك خطى على منوال الطبري في تركه لتلك المكاتبات إبن الأثير في كتابه الكامل في التاريخ، حيث ذكر نفس السبب الذي دعى الطبري إلى ترك تلك المراسلات، فقال: (وقد قيل: إنه جرى بين محمد ومعاوية مكاتبات كرهت ذكرها، فإنها مما لا يحتمل سماعها العامة) (¬1)، أما إين كثير في كتابه البداية والنهاية فقد ذكر أن محمد بن أبي بكر رد على رسائل معاوية وعمر بن العاص دون أن يورد ما جاء في رده عليهم، واكتفى بقوله أنه رد عليهم بكلام فيه غلظة (¬2). ¶ تضمين الرافضة لخبر هذه المراسلات في كتبهم ¶ بما أن الحديث يدور عن الفتنة بين الصحابة الكرام، وما رافق ذلك من تزوير للحقائق وقلب للمواقف، فإن القارئ سيجد كتب الرافضة تفيض بمثل هذه الحقائق المزورة والمواقف المقلوبة والأحداث المختلقة المفتراة، فهم يلهثون وراء مثل هذه الأكاذيب والإفتراءات لدعم أفكارهم ومعتقداتهم في الصحابة الكرام، وسأكتفي هنا بذكر كتابين من الكتب التي حوت تلك الرسائل التي نوه الطبري إلى أنه لم ينقلها لما فيها من الأغاليط والتشويش على القارئ، وهذان الكتابان هما مروج الذهب للمسعودي، وشرح نهج البلاغة لإبن أبي الحديد المعتزلي، وقد بين العلماء حالة الرجلين في أكثر من موضع من كتب السير والتراجم، فأما المسعودي فكتبه خاصة (تاريخ المسعودي) أي مروج الذهب مليئة بمبادئ الرفض والتشيع، وقد بين شيخ الإسلام إبن تيمية رحمه الله في رده على الرافضي أن كتاب مروج الذهب، فيه الكثير من ¶ ¬__________ ¶ (¬1). الكامل في التاريخ (2/ 626). ¶ (¬2).البداية والنهاية (7/ 314).",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "الروايات المكذوبة التي يجب الحذر منها، وعدم الثقة بالنقل منه دون تمحيص ومعرفة صحة ذلك من عدمه، قال شيخ الإسلام في منهاج السنة: والحكاية التي ذكرها -أي الرافضي- عن المسعودي منقطعة الإسناد وفي تاريخ المسعودي من الأكاذيب ما لا يحصيه إلا الله تعالى فكيف يوثق بحكاية منقطعة الإسناد في كتاب قد عرف بكثرة الكذب؟ (¬1)، ودلائل تشيع المسعودي كثيرة في كتابه المذكور، ولذا قال عنه الحافظ إبن حجر رحمه الله في لسان الميزان: وكتبه طافحة بأنه كان شيعياً معتزلياً (¬2)، وقال إسماعيل باشا البغدادي في كتابه هدية العارفين: المسعودي: علي بن الحسين بن علي الهذلي البغدادي أبو الحسن المسعودي المؤرخ نزيل مصر الأديب كان يتشيع توفي بمصر سنة 346هـ، وله من الكتب إثبات الوصية (¬3)، وقد نسبه إلى التشيع كثير من رجال الشيعة أصحاب المؤلفات المعتد بها في مذهب الشيعة، فيجب الحذر والتثبت عند القراءة أو النقل منه لا سيما فيما يتعلق بالفتن التي دارت في عصر الصحابة رضي الله عنهم، وقد ذكر صاحب كتاب أثر التشيع على الروايات التاريخية في القرن الأول الهجري بأن المسعودي في كتابه مروج الذهب قد أولى الأحداث المتعلقة بعلي بن أبي طالب اهتماماً كبيراً أكثر من اهتمامه بحياة الرسول صلى الله عليه وسلم في الكتاب المذكور، وركز إهتمامه بالبيت العلوي وتتبع أخبارهم بشكل واضح في كتابه مروج الذهب أكثر من أي شيء آخر (¬4)، وأما الرجل الآخر فهو إبن أبي الحديد المعتزلي صاحب كتاب شرح نهج البلاغة المنسوب لعلي بن أبي طالب رضي الله عنه، وهو عبد الحميد بن هبة الله بن محمد بن محمد ابن أبي الحديد عز الدين أبو حامد المدائني المعتزلي (¬5)، ويكفيك ما قال عنه الزركلي في ترجمته (¬6): وكان حظياً عند إبن العلقمي (¬7) وزير الخليفة العباسي المستعصم بالله آخر الخلفاء العباسيين في العراق!!!. ¶ ¬__________ ¶ (¬1). منهاج السنة النبوية في نقض كلام الشيعة القدرية (4/ 84). ¶ (¬2). لسان الميزان (4/ 225). ¶ (¬3). هدية العارفين، إسماعيل باشا البغدادي (1/ 679). ¶ (¬4). أثر التشيع على الروايات التاريخية في القرن الأول الهجري، عبد العزيز محمد نور ولي ص (248). ¶ (¬5). الوافي بالوفيات، صلاح الصفدي (18/ 46). ¶ (¬6). الأعلام للزركلي (1/ 145). ¶ (¬7). هو الوزير ابن العلقمي الرافضي محمد بن أحمد بن محمد بن علي بن أبي طالب، وزير المستعصم البغدادي، وخدمه في زمان المستنصر أستاذ دار الخلافة مدة طويلة، ثم صار وزير المستعصم، وزير سوء على نفسه وعلى الخليفة وعلى المسلمين، وكان رافضيا خبيثا رديء الطوية على الإسلام وأهله، وقد حصل له من التعظيم والوجاهة في أيام المستعصم ما لم يحصل لغيره من الوزراء، ثم مالأ على الإسلام وأهله الكفار هولاكو خان، حتى فعل ما فعل بالإسلام وأهله مما تقدم ذكره، ثم حصل له بعد ذلك من الإهانة والذل على أيدي التتار الذين مالأهم وزال عنه ستر الله، وذاق الخزي في الحياة الدنيا، ولعذاب الآخرة أشد وأبقى، وقد رأته امرأة وهو في الذل والهوان وهو راكب في أيام التتار برذونا وهو مرسم عليه، وسائق يسوق به ويضرب فرسه، فوقفت إلى جانبه وقالت له: يا ابن العلقمي هكذا كان بنو العباس يعاملونك؟ فوقعت كلمتها في قلبه وانقطع في داره إلى أن مات كمداً وغبينة وضيقاً، وقلة وذلة، في مستهل جمادى الآخرة من هذه السنة، وله من العمر ثلاث وستون سنة، ودفن في قبور الروافض، وقد سمع بأذنيه، ورأى بعينيه من الإهانة من التتار والمسلمين ما لا يحد ولا يوصف. أنظر البداية والنهاية (13/ 212).",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "نص المكاتبات بين محمد ومعاوية عند المسعودي وابن أبي الحديد ¶ ذكر المسعودي الرسائل المتبادلة بين محمد بن أبي بكر ومعاوية في كتابه مروج الذهب وكذا إبن أبي الحديد في شرحه لنهج البلاغة، وقد جاء في الرسالة الأولى وهي من محمد إلى معاوية: (من محمد بن أبي بكر إلى الغاوي معاوية بن صخر، سلام على أهل طاعة الله ممن هو سلم لأهل ولاية الله، أما بعد فإن الله بجلاله وعظمته وسلطانه وقدرته، خلق خلقاً بلا عبث ولا ضعف في قوته، لا حاجة به إلى خلقهم، ولكنه خلقهم عبيداً، وجعل منهم شقياً وسعيداً، وغوياً ورشيداً، ثم اختارهم على علمه، فاصطفى وانتخب منهم محمداً صلى الله عليه وسلم، فاختصه برسالته، واختاره لوحيه، وائتمنه على أمره، وبعثه رسولاً مصدقاً لما بين يديه من الكتب، ودليلاً على الشرائع، فدعا إلى سبيل أمره بالحكمة والموعظة الحسنة، فكان أول من أجاب وأناب، وصدق ووافق، وأسلم أخوه وابن عمه علي بن أبي طالب عليه السلام، فصدقه بالغيب المكتوم، وآثره على كل حميم، ووقاه كل هول، وواساه بنفسه في كل خوف، فحارب حربه، وسالم سلمه، فلم يبرح مبتذلاً لنفسه في ساعات الأزل، ومقامات الروع، حتى برز سابقاً لا نظير له في جهاده، ولا مقارب له في فعله، وقد رأيتك تساميه وأنت أنت، وهو هو السابق المبرز في كل خير؛ أول الناس إسلاماً، وأصدق الناس نية، وأطيب الناس ذرية، وأفضل الناس زوجة، وخير الناس ابن عم، وأنت اللعين إبن اللعين، لم تزل أنت وأبوك تبغيان لدين الله الغوائل، وتجتهدان على إطفاء نور الله، وتجمعان على ذلك الجموع، وتبذلان فيه المال، وتحالفان في ذلك القبائل، على هذا مات أبوك، وعلى ذلك خلفته، والشاهد عليك بذلك من يأوي ويلجأ إليك، من بقية الأحزاب ورؤوس النفاق والشقاق لرسول الله صلى الله عليه وسلم، والشاهد لعلي مع فضله وسابقته القديمة أنصاره الذين ذكرهم الله تعالى في القرآن، ففضلهم وأثنى عليهم من المهاجرين والأنصار، فهم معه كتائب وعصائب يجالدون حوله بأسيافهم، ويهريقون دماءهم دونه، يرون الفضل في إتباعه، والشقاق والعصيان في خلافه، فكيف - يا لك الويل - تعدل نفسك بعلي، وهو وارث رسول الله صلى الله عليه وسلم ووصيه وأبو ولده، وأول الناس له إتباعاً، وآخرهم به عهداً، يخبره بسره، ويشركه في أمره، وأنت عدوه وابن عدوه؛ فتمتع ما استطعت بباطلك، وليمددك ابن العاص في غوايتك، فكأن أجلك قد انقضى، وكيدك قد وهى، وسوف تستبين لمن تكون العاقبة العليا، واعلم أنك إنما تكايد ربك",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "الذي قد أمنت كيده، وأيست من روحه، وهو لك بالمرصاد، وأنت منه في غرور، وبالله وبأهل بيت رسوله عنك الغناء! والسلام على من اتبع الهدى) (¬1). ¶ ويظهر من خلال النظر اليسير في هذه الرسالة المزعومة على أنها من محمد بن أبي بكر إلى معاوية بن أبي سفيان نستطيع أن نسجل بعض الملاحظات، والتي من خلالها نستطيع أن نحكم على أن هذه الرسالة إنما هي من صنيع الرافضة وهذه الملاحظات تذكر عبر النقاط الآتية: ¶ أولاً: نلحظ فيها الغلو الكبير في علي بن أبي طالب رضي الله عنه على حساب بقية الصحابة الكرام، وهذه من أساسيات التشيع المقيت عند هؤلاء، فترى الرسالة تتضمن مدح علي بن أبي طالب رضي الله عنه بأنه أول من آمن وأوَّل من آزر، وهو أصدق الناس نية، مع تغاضيهم عن بقية الصحابة الكبار من أمثال أبي بكر الصديق وعمر بن الخطاب وعثمان بن عفان وعبد الرحمن بن عوف وغيرهم الكثير ممن كان لهم دور السبق في خدمة الإسلام في مراحله الأولى. ¶ ثانياً: شتم الصحابة الكرام ووصفهم بأوصاف المكر والخبث والكيد لعلي بن أبي طالب، وهذا واضح من خلال لعن معاوية ووالده، ووصف معاوية بالغاوي الضال، وبأنه ووالده كانا وما زالا حرباً على الإسلام وأهله، وكذلك وصف عمرو بن العاص بأنه شريك لمعاوية في ضلاله وعدائه لأهل بيت رسول الله صلى الله عليه وسلم، وهذا ديدن الرافضة، فهم يكنون لمعاوية ووالده أبي سفيان وعمرو بن العاص رضي الله عنهم جميعاً العداوة والبغضاء، وقد عدُّوا ذلك عبادة يتقربون بها إلى الله تعالى في كل وقت وحين!!!. ¶ ثالثاً: نجد لفظ الوصية حاضراً بوضوح في هذه الرسالة المزعومة، وهذه الوصية التي وضع أساسها عبد الله بن سبأ اليهودي الضال، فهي من أساسيات التشيع عندهم، وقد ذكر الطبري ذلك في حديثه عن عبد الله بن سبأ: ( ... ثم قال لهم بعد ذلك: إنه كان ألف نبي، ولكل نبي وصي، وكان علي وصي محمد، ثم قال: محمد خاتم الأنبياء، وعلي خاتم الأوصياء، ثم قال بعد ذلك: من أظلم ممن لم يجز وصية رسول الله صلى الله عليه وسلم، ووثب على وصي رسول الله صلى الله عليه وسلم، وتناول أمر الأمة! ثم قال لهم بعد ذلك: إن عثمان أخذها بغير حق، وهذا وصى رسول الله صلى الله عليه وسلم، إنهضوا في هذا الأمر فحركوه، وابدءوا بالطعن على أمرائكم، وأظهروا الأمر بالمعروف، والنهي عن المنكر، تستميلوا الناس، وادعوهم إلى هذا الأمر) (¬2)، والوصية هنا تقتضي الطعن في أبي بكر وعمر وعثمان عندهم لأنهم سلبوا ¶ ¬__________ ¶ (¬1). مروج الذهب للمسعودي (2/ 11)، وشرح نهج البلاغة لإبن أبي الحديد (1/ 818). ¶ (¬2). تاريخ الطبري (4/ 340).",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "الأمر من علي ونازعوه إياه، وكذلك معاوية بن أبي سفيان ومن كان معه، وهذا لا يخفى على أحد أنه ديدن الشيعة الروافض، فدل ذلك على أن هذه الرسالة من صنيعهم دون غيرهم. ¶ رابعاً: خلو هذه الرواية عند المسعودي وعند إبن أبي الحديد من السند، كما هو الحال في جل رواياتهما، مما يزيدها ضعفاً على ضعف، وتأكيداً للقارئ بأنها من إختلاق الرافضة المغرضين. ¶ أما الرسالة الثانية فكانت عبارة عن رد معاوية بن أبي سفيان على رسالة محمد بن أبي بكر، وقد جاء فيها (من معاوية بن أبي سفيان، إلى الزاري (¬1) على أبيه محمد بن أبي بكر، سلام على أهل طاعة الله، أما بعد، فقد أتاني كتابك تذكر فيه ما الله أهله في قدرته وسلطانه، وما أصفى به نبيه، مع كلام ألفته ووضعته، لرأيك فيه تضعيف، ولأبيك فيه تعنيف، ذكرت حق إبن أبي طالب وقديم سابقته، وقرابته من نبي الله ونصرته له، ومواساته إياه، في كل خوف وهول، واحتجاجك علي، وفخرك بفضل غيرك لا بفضلك، فأحمد إلهاً صرف ذلك الفضل عنك، وجعله لغيرك، فقد كنا وأبوك معنا في حياة نبينا، نرى حق إبن أبي طالب لازماً لنا، وفضله مبرزاً علينا، فلما أختار الله لنبيه ما عنده، وأتم له ما وعده، وأفلج حجته، قبضه الله إليه، فكان أبوك وفاروقه، أول من إبتزه وخالفه، على ذلك إتفقا وأتسقا، ثم دعواه إلى أنفسهما فأبطأ عنهما، وتلكأ عليهما، فهما به الهموم، وأرادا به العظيم، فبايعهما وسلم لهما، لا يشركانه في أمرهما، ولا يطلعانهما على سرهما، حتى قبضا وانقضى أمرهما، ثم أقاما بعدهما ثالثهما عثمان بن عفان، يهتدي بهديهما، ويسير بسيرتهما فعبته أنت وصاحبك، حتى طمع فيه الأقاصي من أهل المعاصي، وبطنتما وظهرتما، وكشفتما له عداوتكما وغلكما، حتى بلغتما منه مناكما، فخذ حذرك يا إبن أبي بكر، فسترى وبال أمرك، وقس شبرك بفترك، تقصر عن أن تساوي أو توازي من يزن الجبال حلمه، ولا تلين على قسرٍ قناته ولا يدرك ذو مدىً أناتة، أبوك مهد له مهاده، وبنى ملكه وشاده، فإن ما نحن فيه صواباً فأبوك أوله، وإن لم يكن جوراً فأبوك أسه ونحن شركاؤه، فبهديه أخذنا، وبفعله إقتدينا، رأينا أباك فعل ما فعل، فاحتذينا مثاله، واقتدينا بفعاله، فعب أباك بما بدا لك، أودع، والسلام على من أناب، ورجع من غوايته وناب) (¬2). ¶ أقول: تشترك هذه الرسالة مع سابقتها في خلوها من السند الذي يحكم من خلاله على الرواية صحة وضعفاً، لكن كانت هذه الرسالة أقل إستخداماً للهجوم من سابقتها تجاه الطرف الآخر، فهي خالية من اللعن، كما يلاحظ خلوها من الغلو، ويلاحظ فيها كذلك التركيز على الجانب العقلي في إقامة الحجة من قبل معاوية على محمد بن أبي بكر، فقد ذكر معاوية له أن الأمر الذي سار عليه (أي معاوية) وأتباعه تجاه علي بن أبي طالب لم يكن جديد العهد بهم دون ¶ ¬__________ ¶ (¬1). أصلها من الرُّزْءُ: وهو المصيبة، وتقول: ما رَزَأْتُه ماله وما رَزِئْتُه - بالكسر -: أي ما نقَصتُه، والمقصود هنا المعيب على أبيه والمنتقص منه، أنظر العباب الزاخر واللباب الفاخر لرضي الدين العدوي العمري ص (62). ¶ (¬2). مروج الذهب للمسعودي (2/ 12)، وشرح نهج البلاغة لإبن أبي الحديد (1/ 819).",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "غيرهم، وإنما سبقهم إليه الصديق والفاروق، فإن كان عيباً ونقصاً فهو مقلد لهما في هذا الأمر وليس مبتدعاً، وبذلك هو يقول لمحمد أنت بعيبك علينا إنما تعيب على أبيك فعله، ولذلك وصفه بأنه الزاري بأبيه كما هو الحال في مطلع الرسالة المزعومة، كما أخذ معاوية في تذكير محمد بن أبي بكر بجريمته النكراء مع صاحبه ويقصد به هنا محمد بن أبي حذيفة تجاه عثمان بن عفان رضي الله عنه وذلك بتأليب الناس عليه حتى خرجوا عليه وقتلوه. ¶ وأشير هنا أننا لا ننكر أن تكون هناك مكاتبات قد جرت بين معاوية ومحمد بن أبي بكر، وبقية أطراف الصراع، فهذا مما عهد به بين المتخاصمين، ولكننا ننكر هذه المكاتبات التي لا تليق بزمن الصحابة الكرام، لما فيها من نكارة في المتون تارة، ومن ضعف في السند تارة وخلوها منه تارة أخرى، وإنما جاءت هذه المكاتبات المزعومة من صنع الرافضة وأتباعهم لتشويه صورة الصحابة النقية، وللأسف لقد إنطلت هذه الخديعة على الكثير من الكتاب فذكروها في كتبهم على أنها حقائق ومسلمات مما ساهم دون قصد في تشويه التاريخ الإسلامي وقلب الحقائق. ¶ محمد بن أبي بكر خطيباً في أهل مصر يحثهم على قتال جيش عمرو بن العاص ¶ إنتهى أمر المكاتبات بين الطرفين دون فوائد تذكر، فكل طرف منهم أضحى مصراً على مواقفه وآرائه، فما كان من محمد بن أبي بكر إلى أن وقف خطيباً في الناس في مصر يحثهم على القتال، فقال بعد أن حمد الله تعالى: (أما بعد معاشر المسلمين والمؤمنين، فإن القوم الذين كانوا ينتهكون الحرمة، وينعشون الضلال، ويشبون نار الفتنة، ويتسلطون بالجبرية، قد نصبوا لكم العداوة، وساروا إليكم بالجنود عباد الله! فمن أراد الجنة والمغفرة فليخرج إلى هؤلاء القوم فليجاهدهم في الله، إنتدبوا إلى هؤلاء القوم رحمكم الله مع كنانة بن بشر) (¬1) , وقد كان محمد بن أبي بكر يطمع في أن يمده علي بن أبي طالب بالرجال والسلاح، وقد حاول علي ذلك لكن الأمر لم يستتب له لأن أهل العراق خذلوه كما بين ذلك إبن الأثير في الكامل فقال: (وأما علي فلما جاءه كتاب محمد بن أبي بكر فأجابه عنه ووعده المدد، ثم قام في الناس خطيباً، وأخبرهم خبر مصر، وقصد عمرو إياها، وندبهم إلى إنجادهم، وحثهم على ذلك، وقال: أخرجوا بنا إلى الجرعة، وهي بين الكوفة والحيرة، فلما كان الغد خرج إلى الجرعة، فنزلها بكرة وأقام بها حتى انتصف النهار، فلم يأته أحد، فرجع، فلما كان العشي إستدعى أشراف الناس وهو كئيب فقال: الحمد لله على ما قضى من أمره، وقدر من فعله، وابتلاني بكم، أيتها القرية التي لا تطيع إذا أمرت، ولا تجيب إذا دعوت، لا أبا لغيركم! ما تنتظرون بمصركم والجهاد على ¶ ¬__________ ¶ (¬1). تاريخ الطبري (5/ 103).",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "حقكم؟ فوالله لئن جاء الموت، وليأتيني، ليفرقن بيني وبينكم، وأنا لصحبتكم قال، وبكم غير كثير، لله أنتم! أما دين يجمعكم، ولا محمية تحميكم إذا أنتم سمعتم بعدوكم ينتقص بلادكم، ويشن الغارة عليكم؟ أوليس عجيبا أن معاوية (يدعو الجفاة الطغام فيتبعونه على غير عطاء ولا معونة) في السنة المرة والمرتين والثلاث إلى أي وجه شاء، وأنا أدعوكم وأنتم أولو النهى، وبقية الناس على العطاء والمعونة، فتتفرقون عني تعصونني وتختلفون علي! فقام كعب بن مالك الأرحبي وقال: يا أمير المؤمنين أندب الناس، لهذا اليوم كنت أدخر نفسي، ثم قال: أيها الناس اتقوا الله وأجيبوا إمامكم وانصروا دعوته وقاتلوا عدوه، وأنا أسير إليه. فخرج معه ألفان، فقال له: سر، فوالله ما أظنك تدركهم حتى ينقضي أمرهم) (¬1)، وعند هذا الموقف المتخاذل إزداد موقف محمد بن أبي بكر ضعفاً على ضعف، وفي المقابل إزدادت قوة الشاميين وحظوظهم في السيطرة على مصر ونزع يد محمد بن أبي بكر عنها والإنتقام من بعض قتلة عثمان رضي الله عنه الذين كانوا فيها. ¶ يوم المسناة (¬2) ¶ خرج محمد بن أبي بكر بعد أن ندب الناس للقتال ضد جيش عمرو بن العاص الذي نزل تخوم مصر، وقد ذكر الطبري أنه خرج في ألفي رجل، وخرج معه كنانة بن بشر الذي إنتدبه محمد بأمر علي بن أبي طالب رضي الله عنه في نحو ألفي رجل آخرين، فكانوا جميعاً أربعة آلاف مقاتل (¬3)، بينما تشير الروايات إلى أن جيش عمرو بن العاص كانوا نحو ستة عشر ألف رجل، ستة حضروا مع عمرو بن العاص من الشام ومن حولها، وعشرة من شيعة معاوية وأنصاره وأهل خربتا داخل مصر، وقد نقل عن الواقدي أن عمرو بن العاص قدم في أربعة آلاف مقاتل وليس ستة آلاف كما ذكر (¬4)، وقد ذكر الكندي أن عمرو بن العاص قدم إلى مصر ومعه أهل دمشق، عليهم يزيد بن أسد البجلي، وعلى أهل فلسطين رجل من خثعم، ومعاوية بن حديج على الخارجة، وأبو الأعور السلمي على أهل الأردن، فساروا حتى قدموا مصر، ¶ ¬__________ ¶ (¬1). الكامل في التاريخ (2/ 710). ¶ (¬2). يطلق يوم المسناة على اليوم الذي جرت فيه المعركة بين جيش عمرو بن العاص وجيش محمد بن أبي بكر في مصر وانتهى بإنتصار عمرو بن العاص وقتل محمد بن أبي بكر، وكان ذلك في صفر من عام 38 هـ، والمُسَنّاة كَانَت تُبنى فِي عُرض الْوَادي ليحبس المَاء حَتَّى يفِيض على ما حولها من الأرض، ويرجح أنها إسم للمكان الذي جرت فيه المعركة. أنظر ولاة مصر للكندي ص (14)، وفتوح مصر والمغرب لعبد الرحمن المصري ت (257هـ) (1/ 149)، و جمهرة اللغة لأبي بكر الأزدي (2/ 1022). ¶ (¬3). أنظر تاريخ الطبري (5/ 103). ¶ (¬4). أنظر البداية والنهاية (7/ 313)",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "فاقتتلوا بالمسناة (¬1)، وقد كانت المعركة في بدايتها لصالح محمد بن أبي بكر وجيشه، فهذا كنانة بن بشر الذي قدمه محمد بن يديه في ألفي مقاتل جعل لا يلقاه أحد من الشاميين إلا قاتلهم حتى يلحقهم مغلوبين إلى عمرو ابن العاص، وعندئذ بعث عمرو بن العاص إلى معاوية بن حديج فجاءه من ورائه وأقبل إليه الشاميون حتى أحاطوا به من كل جانب، فترجل عند ذلك كنانة وهو يتلو قول الله تعالى: (وما كان لنفس أن تموت إلا بإذن الله كتابا مؤجلاً) (¬2)، ثم قاتل حتى قتل (¬3)، وعندما علم أتباع محمد بمقتل قائد الجيش كنانة بن بشر وهو من أشجعهم وأقواهم فروا من أرض المعركة هاربين إلى سبيلهم، وقيل إنهم دخلوا إلى حصن وأغلقوا أبوابه وجعلوا أمرهم إلى رجل منهم يدعى قيس بن عدي بن خيمة اللحمي، فقيل لعمرو بن العاص: إن هؤلاء قد استقتلوا ولن تصل إليهم حتى ينكوا (¬4) من معك، فأعطاهم عمرو ما أحبوا، فخرجوا على الصلح (¬5)، وبذلك أصبح محمد بن أبي بكر وحيداً شريداً ضعيفاً بعد أن تفرق عنه رجاله، وكان يوم المسناة كما ذكر في كتب التاريخ في شهر صفر من عام ثمان وثلاثين للهجرة (¬6). ¶ وصف يوم المسناة على لسان عمرو بن العاص ¶ لقد كانت المعركة يوم المسناة معركة فاصلة في تاريخ مصر، فقد كانت هذه المعركة بنتائجها تقتضي تحول مصر من سيطرة علي بن أبي طالب إلى سيطرة معاوية بن أبي سفيان، ولقد كانت معركة ضارية قتل الكثير فيها من الطرفين، ولقد وصف عمرو بن العاص هذه المعركة بأنها من أشد المعارك التي شهدها في حياته فقال: لقد شهدت ثمانية عشر زحفاً براكاء (¬7) فلم أر يوماً مثل المسناة ونقل عنه أنه قال: شهدت أربعة وعشرين زحفاً فلم أر يوماً كيوم المسناة ولم أر الأبطال إلا يومئذ (¬8). ¶ ¬__________ ¶ (¬1). ولاة مصر (1/ 25). ¶ (¬2). آل عمران (145). ¶ (¬3). أنظر البداية والنهاية (7/ 314) ¶ (¬4). أي يهزموا من معك من الرجال، أنظر كتاب العين للخليل الفراهيدي (5/ 412). ¶ (¬5). ولاة مصر (1/ 25). ¶ (¬6). فتوح مصر والمغرب لعبد الرحمن المصري ت (257هـ) (1/ 149). ¶ (¬7). يقال: قد ابتركوا في الحرب: إذا جثوا على الركب ثم اقتتلوا إبتراكاً، أنظر معجم مقاييس اللغة (1/ 229). ¶ (¬8). ولاة مصر (1/ 25).",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "الرويات حول أسر محمد بن أبي بكر ومقتله ¶ تعددت الروايات حول أسر ومقتل محمد بن أبي بكر في مصر بعد يوم المسناة، وتدور حول أسره إن صحت الروايات في ذلك، وطريقة مقتله بعض الأسئلة، فهل أسر محمد بن أبي بكر ومن ثم قتل؟ أم أنه قاتل الشاميين ومن كان معهم بعد أن حصروه حتى قتل ولم يؤسر؟ وهل كانت هناك وشاية بمكان إختبائه من قبل من خبأه؟ وهل كانت هناك وساطة من أخيه عبد الرحمن بن أبي بكر لدى عمرو بن العاص لعدم قتله؟ وهل كان معاوية بن أبي سفيان ضالعاً في قتل محمد بن أبي بكر؟ وإلى غير ذلك من الأسئلة التي تتعلق بالأحداث التي ذكرت في مقتله كما جاءت في كتب التاريخ، وعند الإطلاع على كتب التاريخ والسير وجدت أن نهاية محمد بن أبي بكر في مصر ومقتله تدور حولها مجموعة من الروايات، وهي على النحو الآتي: ¶ الرواية الأولى: وهي منقولة عن الواقدي ومفادها أن محمد بن أبي بكر بعد الهزيمة في يوم المسناة إختبأ عند رجل إسمه جبلة بن مسروق (¬1)، فوشى به جبلة لمعاوية بن حديج، فحاصره معاوية وجيشه، فخرج محمد بن أبي بكر فقاتلهم حتى قتل، وهذا نص الرواية عن الواقدي (أن عَمْرو بن الْعَاصِ خرج فِي أربعة آلاف، فِيهِمْ مُعَاوِيَة بن حديج، وأبو الأعور السلمي، فالتقوا بالمسناة، فاقتتلوا قتالاً شديداً، حَتَّى قتل كنانه بن بشر بن عتاب التُّجِيبِيّ، ولم يجد مُحَمَّد بن أبي بكر مقاتلاً، فانهزم، فاختبأ عِنْدَ جبلة بن مسروق، فدل عَلَيْهِ مُعَاوِيَة بن حديج، فأحاط بِهِ، فخرج مُحَمَّد فقاتل حَتَّى قتل) وقد ذكر هذه الرواية كل من الطبري في تاريخه (¬2) وإبن الأثير في الكامل (¬3) وإبن كثير في البداية والنهاية (¬4) وإبن خلدون في تاريخه (¬5). ¶ الرواية الثانية: وهي أن محمد بن أبي بكر بعد أن إنهزم رجاله في معركة المسناة إلتجأ إلى بيت إمراة، فدلت عليه هذه المرأة، فأخذه معاوية بن حديج وأحرقه بالنار وقد أورد هذه الرواية صاحب شذرات الذهب فقال: (لما استقرّ في مصر، جهّز معاوية جيشاً وأمّر عليهم معاوية بن حديج الكندي، والتقيا فانهزم عسكر محمد، واختفى هو في بيت امرأة، فدلّت عليه، فقتل وأحرق) (¬6)، وكذلك ذكر هذه الرواية لكن بزيادة أنه أحرق في بطن حمار بعد إمساكه كل من ¶ ¬__________ ¶ (¬1). لم أجد له ترجمة في كتب التراجم والسير وغيرها، وهذا يرجح أنه رجل من عامة الناس وليس من الأعلام، والله أعلم. ¶ (¬2). تاريخ الطبري (5/ 105). ¶ (¬3). الكامل في التاريخ (2/ 709). ¶ (¬4). البداية والنهاية (7/ 315). ¶ (¬5). تاريخ إبن خلدون (2/ 642). ¶ (¬6). شذرات الذهب (1/ 218).",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "صاحب كتاب مرآة الجنان وعبرة اليقظان في معرفة ما يعتبر من حوادث الزمان (¬1)، و صاحب كتاب العبر في خبر من غبر (¬2)، وقد ذكر المزي في كتابه تهذيب الكمال في أسماء الرجال خبراً قريباً من هذا لكن فيه بعض التفصيل والزيادة وجاء فيه (فقيل: إنه اختفى في بيت إمرأة من غافق آواه فيه أخوها، وكان الذي يطلبه معاوية بن حديج فلقيتهم أخت الرجل الذي كان آواه في بيتها، وكانت ناقصة العقل، فظنت أنهم يطلبون أخاها، فقالت: أي شيء تلتمسون؟ إبن أبي بكر؟ أدلكم عليه على أن لا تقتلوا أخي، قالوا: نعم. فدلتهم عليه، فقال: إحفظوني لأبي بكر. فقال له معاوية بن حديج: قتلت ثمانين رجلاً من قومي في دم عثمان وأتركك وأنت صاحبه، فقتله ثم جعله في جيفة حمار ميت وأحرقه بالنار) (¬3). ¶ الرواية الثالثة: ذكرت أن محمد بن أبي بكر دخل بعد معركة المسناة إلى خربة فيها حمار ميت فدخل في جوفه فعثر عليه فأحرق داخل جوف الحمار، وقد ذكر هذه الرواية إبن خياط في تاريخه فقال: (سار إليه عمرو بن العاص فاقتتلوا فهزم محمد بن أبي بكر قال فدخل خربة فيها حمار ميت فدخل جوفه فأحرق في جوف الحمار) (¬4)، وقد ذكر هذه الرواية أيضاً صاحب كتاب الإستيعاب في معرفة الأصحاب (¬5). ¶ الرواية الرابعة: بعد هروب محمد بن أبي بكر إلى إحدى القرى المصرية، أمسك به معاوية بن حديج وضرب عنقه، ثم بعث برأسه إلى معاوية بن أبي سفيان، وطيف برأسه، فكان يقال هو أول رأس طيف به في الإسلام، وقد ذكر هذه الرواية صاحب كتاب المحن فقال: (حدثني غير واحد عن أسد بن الفرات عن ابن إسحاق قال بعث علي بن أبي طالب محمد بن أبي بكر الصديق إلى مصر ونزلها ورق أمر علي بمصر ولما تولى محمد بن أبي بكر سار إليه معاوية بن حديج الكندي فيمن معه من شيعة عثمان وتفرق عن محمد الناس فتغيب في بعض قرى مصر فدُلَّ عليه معاوية بن حديج فطلبه حتى أخذه فضرب عنقه ثم بعث برأسه إلى معاوية قال فسمعت محمد بن كعب القرظي يقول أول رأس طيف به في الإسلام) (¬6)، وقد ذكر صاحي كتاب الوافي ¶ بالوفيات مثل هذه الرواية منسوبة إلى الواقدي (¬7). ¶ ¬__________ ¶ (¬1). مرآة الجنان وعبرة اليقظان لأبي محمد اليافعي (1/ 87). ¶ (¬2). العبر في خبر من غبر (1/ 32). ¶ (¬3). تهذيب الكمال (24/ 543). ¶ (¬4). تاريخ إبن خياط (1/ 192). ¶ (¬5). الإستيعاب في معرفة الأصحاب (3/ 1366). ¶ (¬6). المحن لمحمد الإفريقي (1/ 134). ¶ (¬7). الوافي بالوفيات (2/ 187).",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "الرواية الخامسة: قيل إن عمرو بن العاص رضي الله عنه أمر بقتله بعدما أتي به إليه أسيراً، وقد ذكر هذه الرواية إبن خياط في تاريخه (¬1)، وقد جاء في رواية تقارب هذه الرواية عند صاحب الإستيعاب وفيها (ويقال: إنه أتي عمرو بن العاص بمحمد بن أبي بكر أسيراً، فقال: هل معك عهد؟ هل معك عقد من أحد؟ قال: لا. فأمر به فقتل) (¬2). ¶ الرواية السادسة: قيل إن الذي قتله هو عمرو بن عثمان (¬3)، وكان ذلك بعد أسره من معاوية بن حديج، وقد أشار إلى ذلك كل من خليفة بن خياط في تاريخه (¬4)، وصاحب كتاب شذرات الذهب (¬5) وذلك بصيغة التمريض. ¶ الرواية السابعة: بعد دخول محمد بن أبي بكر إلى الخربة مختبئاً من جيش عمرو بن العاص، أخذ في طلبه معاوية بن حديج، فمرَّ بأشخاص في طريقه فسألهم هل رأيتم أحداً ترتابون في أمره، قالوا: لا! فقال رجل منهم: إني رأيت رجلاً جالساً في هذه الخربة، فقال: هو هو ورب الكعبة: فدخلوا عليه فاستخرجوه منها- وقد كاد يموت عطشاً- فانطلق أخوه عبد الرحمن بن أبي بكر إلى عمرو بن العاص- وكان قد قدم معه إلى مصر- فقال: أيقتل أخي صبراً؟ فبعث عمرو بن العاص إلى معاوية بن حديج أن يأتيه بمحمد بن أبي بكر ولا يقتله فقال معاوية: كلا والله، أيقتلون كنانة بن بشر وأترك محمد بن أبي بكر، وقد كان ممن قتل عثمان وقد سألهم عثمان الماء، وقد سألهم محمد بن أبي بكر أن يسقوه شربة من الماء فقال معاوية: لا سقاني الله إن سقيتك قطرة من الماء أبداً، إنكم منعتم عثمان أن يشرب الماء حتى قتلتموه صائماً محرماً فتلقاه الله بالرحيق المختوم، وقد ذكر ابن جرير وغيره أن محمد بن أبي بكر نال من معاوية بن حديج هذا ومن عمرو بن العاص ومن معاوية ومن عثمان بن عفان أيضاً، فعند ذلك غضب معاوية بن حديج فقدمه فقتله ثم جعله في جيفة حمار فأحرقه بالنار (¬6)، وأورد الطبري هذا الكلام الذي نسب لمحمد بن أبي بكر وأغضب معاوية بن حديج في الحوار الذي دار بينهما قبل مقتل محمد بن أبي بكر، فقال (قال معاوية بن حديج: والله لأقتلنك يا ابن أبي بكر فيسقيك الله الحميم والغساق! قال له محمد: يا ابن اليهودية النساجة، ليس ذلك إليك وإلى من ذكرت، إنما ذلك إلى الله عز وجل يسقى أولياءه، ويظمئ أعداءه، أنت وضرباؤك ومن تولاه، أما والله لو كان سيفي في يدي ما بلغتم مني هذا، قال له معاوية: أتدري ما أصنع ¶ ¬__________ ¶ (¬1). تاريخ إبن خياط (1/ 193). ¶ (¬2). الإستيعاب في معرفة الأصحاب (3/ 1367). ¶ (¬3). بقصد به هنا عمرو بن عثمان بن عفان رضي الله عنهما. ¶ (¬4). تاريخ إبن خياط (1/ 193). ¶ (¬5). . شذرات الذهب (1/ 218). ¶ (¬6). البداية والنهاية (7/ 314)، وانظر تاريخ الطبري (5/ 104).",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "بك؟ أدخلك في جوف حمار، ثم أحرقه عليك بالنار، فقال له محمد: إن فعلتم بي ذلك، فطالما فعل ذلك بأولياء الله! وإني لأرجو هذه النار التي تحرقني بها أن يجعلها الله علي برداً وسلاماً كما جعلها على خليله إبراهيم، وأن يجعلها عليك وعلى أوليائك كما جعلها على نمرود وأوليائه، إن الله يحرقك ومن ذكرته قبل وإمامك- يعني معاوية، وهذا- وأشار إلى عمرو بن العاص- بنار تلظى عليكم، كلما خبت زادها الله سعيراً، فقال له معاوية: إني إنما أقتلك بعثمان، قال له محمد: وما أنت وعثمان! إن عثمان عمل بالجور، ونبذ حكم القرآن، وقد قال الله تعالى: «ومن لم يحكم بما أنزل الله فأولئك هم الفاسقون» (¬1)، فنقمنا ذلك عليه فقتلناه، وحسنت ت له ذلك ونظراؤك، فقد برأنا الله إن شاء الله من ذنبه، وأنت شريكه في إثمه وعظم ذنبه، وجاعلك على مثاله قال: فغضب معاوية فقدمه فقتله، ثم ألقاه في جيفة حمار، ثم أحرقه بالنار) (¬2). ¶ الرواية الثامنة: قيل إن معاوية بن حديج رفض طلب عمرو بن العاص بالقدوم بمحمد بن أبي بكر إلى الفسطاط وعدم قتله بقوله: قتلتم كنانة بن بشر، وأخلي أنا محمداً؟ (أكفاركم خير من أولئكم أم لكم براءة في الزبر) (¬3)، هيهات هيهات!! وقتله، وكان ذلك بعد أن توسط عبد الرحمن بن أبي بكر الصديق لدى عمرو بن العاص في عدم قتل أخيه من أبيه محمد بن أبي بكر (¬4). ¶ الرواية التاسعة: بعد أن أصبح محمد بن أبي بكر في يد معاوية بن حديج قتله ثم أمر به فَجُرَّ على الطريق، فمر به على دار عمرو بن العاص لما يعلم من كراهيته لقتله، ثم أمر به بجاد التجيبي (¬5)، فأحرقه في جيفة حمار، وهذه الرواية ذكرها الكندي في كتابه ولاة مصر (¬6). ¶ وبعد التدقيق في الروايات السابقة يتبين للقارئ أن هذه الروايات في مجملها قد تناولت في موضوعها الرئيس ثلاثة جوانب تحدد نهاية حياة محمد بن أبي بكر، وهذه الجوانب الثلاث هي: ¶ أولاً: الحديث عن إلقاء القبض على محمد بن أبي بكر بعد يوم المسناة، وكيفيًّة حصول ذلك. ¶ ثانياً: الطريقة التي قتل فيها محمد بن أبي بكر. ¶ ¬__________ ¶ (¬1). المائدة (47). ¶ (¬2). تاريخ الطبري (5/ 104). ¶ (¬3). القمر (43). ¶ (¬4). تاريخ الطبري (5/ 104) والمنتظم في تاريخ الأمم والملوك لإبن الجوزي (5/ 151) والكامل في التاريخ ¶ (2/ 708). ¶ (¬5). لم أجد له ترجمة في كتب التراجم والسير وغيرها، وهذا يرجح أنه رجل من عامة الناس وليس من الأعلام، والله أعلم. ¶ (¬6). ولاة مصر (1/ 25).",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "ثالثاً: الحديث عن تحديد قاتله. ¶ أقول إن الروايات السابقة الذكر لا تخلو في مجملها من مطاعن سواء في أسانيدها أو متونها، ¶ أما الرواية الأولى فهي متروكة لأنها من روايات الواقدي وقد بين العلماء ضعفه وتركه على ما كان فيه من العلل، وأما الروايات الثانية والثالثة والسابعة والتاسعة، ففيها أنه تم إحراقه في جيفة حمار، وفي هذا مخالفة لما كان عليه الصحابة الكرام من أخلاق كريمة تمنعهم من القيام بمثل هذه المنفرات، وهذا معاوية بن أبي سفيان رضي الله عنه يوصي عمرو بن العاص قبل الهجوم على مصر بوصايا تنبهه إلى وجوب الرفق بالناس والدعوة إلى الصلح قبل الحرب (قال معاوية: فتجهز يا أبا عبد الله إليها- يعني عمرو بن العاص- قال: فبعثه في ستة آلاف رجل، وخرج معاوية وودعه وقال له عند وداعه إياه: أوصيك يا عمرو بتقوى الله والرفق فإنه يمن، وبالمهل والتوؤده، فإن العجلة من الشيطان، وبأن تقبل ممن أقبل، وأن تعفو عمن أدبر، فإن قبل فبها ونعمت، وإن أبى فإن السطوة بعد المعذرة أبلغ في الحجة، وأحسن في العاقبة، وادع الناس إلى الصلح والجماعة، فإذا أنت ظهرت فليكن أنصارك آثر الناس عندك .... ) (¬1)، فكيف يعهد بمن كانت هذه وصاياه أن يفعل قادته مثل هذه الأفاعيل، وأصح رواية جاءت في إحراقه ما أخرجه الطبراني عن الحسن البصري قال: (أخذ هذا الفاسق محمد بن أبى بكر في شعب من شعاب مصر فأدخل في جوف حمار فأحرق) (¬2) وهذه الرواية مرسلة إذ أن الحسن البصري لم يشهد الحادثة، ولم يسم لنا من نقل عنه، إضافة إلى أن النص لم يذكر من قام بإحراقه، وأيضاً ما كان الحسن ليرميه بالفسق وهو يعلم ثناء على رضي الله عنه عليه وتفضيله له (¬3)، أما الرواية الرابعة التي تفيد بأن معاوية بن حديج ضرب عنق محمد بن أبي بكر وأرسل رأسه لمعاوية بن أبي سفيان فطيف برأسه بين الناس فهذه أيضاً من روايات الواقدي الذي يقع في الصحابة، وبذلك يتبين ضعف هذه الرواية من ناحية السند إضافة إلى أن هذه الأعمال لا تليق بالصحابة الكرام ومنهم معاوية رضي الله عنه، إذن تبقى لدينا ثلاثة روايات وهي الخامسة والسادسة والثامنة، وسنبدأ بالحديث عن الرواية الثامنة وفيها أن معاوية بن حديج رفض طلب عمرو بن العاص وهو قائده بعدم قتل محمد بن أبي بكر والقدوم به إلى الفسطاط، وهذه الرواية في النفس منها شيء، فكيف يخالف معاوية بن حديج أمر قائده ويعصيه، بالإضافة إلى أن في متنها ما جاء على لسان معاوية بن حديج لعمرو بن العاص لما طلب منه عدم قتل محمد بن أبي بكر والقدوم به إلى الفسطاط (أكُفَّارُكُمْ خَيْرٌ مِّنْ ¶ ¬__________ ¶ (¬1). تاريخ الطبري (5/ 101). ¶ (¬2). المعجم الكبير للطبراني (1/ 84). ¶ (¬3). علي بن أبي طالب للصلابي (1/ 449).",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "أُولَئِكُمْ أَمْ لَكُم بَرَاءَةٌ فِي الزُّبُرِ) (¬1) فهذا يعنى تكفير محمد بن أبى بكر وغيره، وهذا لم يعرف من الصحابة، وما كان بينهم لم يصل إلى درجة التكفير (¬2)، وإنما كان الخلاف على الاخذ بثأر عثمان قبل البيعة لعلي أو بعدها كما سبق ذكره، أما الرواية الخامسة والسادسة ففيهما قتل عمرو بن العاص وعمرو بن عثمان بن عفان لمحمد بن أبي بكر، فهاتان الروايتان تتعارضان مع ما صح من قتل معاوية بن حديج لمحمد بن أبي بكر وذلك فيما أخرجه أبو عوانة عن عبد الرحمن بن شماسة قال: (دخلت على عائشة أم المؤمنين فقالت لي: ممن أنت؟ قلت: من أهل مصر، قالت: كيف وجدتم إبن حديج في غزاتكم هذه؟ فقلت: وجدناه خير أمير، ما مات لرجل منا عبد إلا أعطاه عبداً، ولا بعير إلا أعطاه بعيراً، ولا فرس إلا أعطاه فرساً، قالت: أما إنه لا يمنعني قتله أخي أن أحدث ما سمعت من رسول الله صلى الله عليه وسلم يقول: «اللهم من ولى من أمر أمتي شيئا فرفق بهم فارفق به، ومن شق عليهم فشق عليه) (¬3)، ورواه البيهقي في سننه الكبرى بنحوه (¬4)، وعند مسلم (عن عبد الرحمن بن شماسة، قال: أتيت عائشة أسألها عن شيء، فقالت: ممن أنت؟ فقلت: رجل من أهل مصر، فقالت: كيف كان صاحبكم لكم في غزاتكم هذه؟ فقال: ما نقمنا منه شيئاً، إن كان ليموت للرجل منا البعير فيعطيه البعير، والعبد فيعطيه العبد، ويحتاج إلى النفقة، فيعطيه النفقة، فقالت: أما إنه لا يمنعني الذي فعل في محمد بن أبي بكر أخي أن أخبرك ما سمعت من رسول الله صلى الله عليه وسلم، يقول في بيتي هذا: «اللهم، من ولي من أمر أمتي شيئاً فشق عليهم، فاشقق عليه، ومن ولي من أمر أمتي شيئًا فرفق بهم، فارفق به») (¬5)، وبالتالي يتبن لنا سقوط كل الروايات التي تفيد أن محمد بن أبي بكر أحرق بالنار وهو في بطن حمار، وثبوت أن الذي قتله هو معاوية بن حديج كما صح ذلك عن عائشة رضي الله عنها، كما يترجح لي أن محمد بن أبي بكر قد ألقي القبض عليه من قبل معاوية بن حديج قبل مقتله، فالرواية التي تذكر أن محمد بن أبي بكر قد قاتل حتى قتل ولم يتم إلقاء القبض عليه من روايات الواقدي وهي بعيدة، والروايات الأخرى يقوي بعضها بعضاً، كما وأن أكثر المؤرخين على أنه تم إلقاء القبض عليه قبل مقتله، والله تعالى أعلم. ¶ ¬__________ ¶ (¬1). القمر (43). ¶ (¬2). علي بن أبي طالب للصلابي (1/ 449). ¶ (¬3). مستخرج أبي عوانة (4/ 381). ¶ (¬4). السنن الكبرى للبيهقي (9/ 74). ¶ (¬5). صحيح مسلم (3/ 1458).",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "علاقة معاوية بن أبي سفيان بقتل محمد بن أبي بكر ¶ يعتقد البعض أن معاوية بن أبي سفيان رضي الله عنهما هو قاتل محمد بن أبي بكر، ويعود هذا الإعتقاد في نظري لمجموعة من الأسباب التي إستقصيتها من خلال دراستي لسيرة محمد بن أبي بكر في كتب التاريخ والسير والتراجم وغيرها، وهذه الأسباب هي: ¶ 1. ترويج الشيعة والرافضة بأن معاوية بن أبي سفيان هو قاتل محمد بن أبي بكر، فهم يختلقون في سبيل ذلك القصص والأكاذيب، وللأسف قد إنطلت أكاذيبهم على كثير من الناس، وعلق في أذهانهم أن معاوية بن أبي سفيان هو قاتل محمد بن أبي بكر، وكره الرافض لمعاوية بن أبي سفيان معلوم للقاصي والداني ولا يحتاج إلى برهان فضلاً عن كرههم لأبيه رضي الله عنهما. ¶ 2. ثبت كما أشرت سابقاً أن من قتل محمد بن أبي بكر هو معاوية بن حديج، والكثير من الكتاب عندما ينقل خبر مقتل محمد بن أبي بكر يذكر إسم قاتله معاوية بن حديج كاملاً في بعض المواضع ويكتفي بذكره بإسمه الاول (معاوية) في أكثر المواضع الأخرى مما ألبس على البعض أن الممقصود هو معاوية بن أبي سفيان، خاصة من لا يقرؤون المقال من بدايته. ¶ 3. يعتبر البعض أن معاوية بن أبي سفيان هو المسؤول الرئيس عن قتل محمد بن أبي بكر، وإن كان غيره من نفذ عملية القتل، وذلك بإعتباره مسؤولاً عن الجيش الذي هاجم مصر واصطدم مع جيش محمد بن أبي بكر مما أدى إلى مقتله. ¶ 4. ما ورد عن السيدة عائشة رضي الله عنها من قولها لمعاوية بن أبي سفيان رضي الله عنه: ¶ (كما قتلت أخي محمد بن أبي بكر) وذلك في الحديث الذي ذكره صاحب الآحاد والمثاني بسنده (أخبرنا إبن أبي عمر، نا عبد الرزاق، عن معمر، عن الزهري، عن القاسم، قال: قدم معاوية المدينة فاستأذن على عائشة فأذنت له وحده، ولم يدخل معه أحد، فلما دخل قالت عائشة: «أكنت تأمن أن أقعد لك رجلا فيقتلك كما قتلت أخي محمد بن أبي بكر؟» قال: ما كنت تفعلين ذلك. قالت: «لم؟» قال: إني في بيت أمن. قالت: «أجل») (¬1). ¶ 5. ما نقل عن علي بن أبي طالب رضي الله عنه قوله (كيف تأمر بقتل رجل من أصحاب محمد صلى الله عليه وسلم، بلا جرم؟» يعني محمد بن أبي بكر رضي الله عنه) (¬2). ¶ 6. ما ذكر عن عبد الرحمن بن أبي بكر الصديق رضي الله عنه أنه قال لمعاوية بن حديج بعد أن ولاه معاوية بن أبي سفيان مصر مكان عمرو بن العاص رضي الله عنهم (يا معاوية ¶ ¬__________ ¶ (¬1). الآحاد والمثاني لأبي بكر الشيباني (1/ 474). ¶ (¬2). المرجع السابق (1/ 475).",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "قد أخذت جزاءك من معاوية، قد قتلت أخي محمد بن أبي بكر لتلي مصر فقد وليتها. فقال: ما قتلت محمداً إلا بما صنع بعثمان. فقال عبد الرحمن: فلو كنت إنما تطلب بدم عثمان لما شاركت معاوية فيما صنع حيث عمل عمرو بالأشعري ما عمل فوثبت أول الناس فبايعته) (¬1). ¶ أقول: هذه الأسباب التي ذكرتها سابقاً والتي دعت الكثيرين إلى الإعتقاد بأن معاوية بن أبي سفيان هو من قتل محمد بن أبي بكر ليس فيها ما يدل على ذلك صراحة، بل يعارض ذلك ما صح عن عائشة رضي الله عنها بأن معاوية بن حديج هو قاتل محمد بن أبي بكر كما بينت سابقاً، أما قول عائشة لمعاوية بن أبي سفيان «أكنت تأمن أن أقعد لك رجلا فيقتلك كما قتلت أخي محمد بن أبي بكر؟» فهذا لا يدل على قتله إياه إن صحت الرواية، فمعاوية بن أبي سفيان لم يكن مشاركاً في تلك الحرب، بل لم يكن موجوداً في مصر عند وقوع تلك الحرب، وإنما كان موجوداً بالشام، وقولها ذلك من باب تحميله المسؤولية كونه هو من أرسل جيش عمرو بن العاص إلى مصر لقتال محمد بن أبي بكر، وحتى تحميل معاوية بن ابي سفيان مسؤولية قتل محمد بن أبي بكر لكونه من أرسل الجيوش إلى مصر لا تستقيم، فكون معاوية بن أبي سفيان أرسل الجيش إلى مصر فلا يعني أنه راض بكل ما قام به ذلك الجيش من تصرفات، وقتل معاوية بن حديج لمحمد بن أبي بكر في نظري كان بإجتهاد منه وليس بأمر معاوية بن أبي سفيان وذلك بإعتبار محمد بن أبي بكر في نظره من قتلة عثمان رضي الله عنه فقتله قصاصاً، ويدل على ذلك قول معاوية بن حديج لمحمد بن أبي بكر في الحوار الذي جرى بينهما (إني إنما أقتلك بعثمان) (¬2)، أما قول علي بن أبي طالب السابق (كيف تأمر بقتل رجل من أصحاب محمد صلى الله عليه وسلم، بلا جرم؟» يعني محمد بن أبي بكر رضي الله عنه) (¬3)، فليس فيه إن صحت الرواية ما يدل على قتل معاوية بن أبي سفيان لمحمد بن أبي بكر، فالرواية لم تبين أن الكلام من علي موجه إلى معاوية بن أبي سفيان، فلماذا يحمل الكلام على أنه موجه لمعاوية بن أبي سفيان!!! ويرد عليها أيضاً بنفس الرد على ما ورد عن عائشة رضي الله عنها في قولها لمعاوية (كما قتلت أخي محمد بن أبي بكر)، أما الرواية الاخيرة التي ذكرها إبن الأثير وما جرى فيها من حوار بين عبد الرحمن بن أبي بكر الصديق ومعاوية بن حديج فليس فيها ما يدل على قتل معاوية بن أبي سفيان لمحمد بن أبي بكر، بل هي تأكيد أن قاتله هو معاوية بن حديج، وإنما قتله قصاصاً لأنه يعتبره في نظره من قتلة عثمان بن عفان رضي الله عنه. ¶ ¬__________ ¶ (¬1). الكامل في التاريخ (3/ 53). ¶ (¬2). تاريخ الطبري (5/ 104). ¶ (¬3). الآحاد والمثاني لأبي بكر الشيباني (1/ 475).",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "تاريخ مقتل محمد بن أبي بكر الصديق ¶ يرتبط تاريخ مقتل محمد بن أبي بكر بتاريخ يوم المسناة الذي إلتقى فيه جيش عمرو بن العاص ومن كان معهم من المطالبين بالقصاص من قتلة عثمان رضي الله عنه بجيش محمد بن أبي بكر في مصر مما أدى في نهاية الأمر إلى مقتل محمد بن أبي بكر، وقد كان يوم المسناة في صفر سنة ثمان وثلاثين للهجرة (¬1)، وقد ذكر الكندي في كتابه ولاة مصر أن قتله كان تحديداً لأربع عشرة خلت من صفر سنة ثمان وثلاثين للهجرة (¬2). ¶ عمره عند مقتله ¶ أسلفنا القول في بداية البحث أن مولد محمد بن أبي بكر الصديق كان في شهر ذي القعدة من السنة العاشرة للهجرة في حجة الوداع، وقد علمنا أن مقتله كان في شهر صفر من العام الثامن والثلاثين للهجرة، أي أن عمره عند مقتله كان دون الثامنة والعشرين، وبالتحديد فقد بلغ من العمر سبعة وعشرين عاماً وأربعة أشهر والله أعلم. ¶ مدة ولايته على مصر ¶ دخل محمد بن أبي بكر إلى مصر والياً تحديداً للنصف الثاني من رمضان سنة سبع وثلاثين للهجرة (¬3)، وكان مقتله في شهر صفر من العام الثامن والثلاثين للهجرة، فتكون مدة ولايته على مصر قرابة خمسة أشهر فقط. ¶ مكان دفنه ¶ قيل إن معاوية بن حديج قطع رأس محمد بن أبي بكر وأرسله إلى معاوية بالشام وطيف به هناك، وكان رأسه أول رأس طيف به في الإسلام (¬4)، وهذه رواية لا تستقيم مع أخلاق الصحابة الكرام ولم يثبت لها سند، وعلى الراجح أنها من إفتراءات الشيعة على الصحابة الكرام لتشويه صورتهم النقية، ويقال إن قبر محمد بن أبي بكر ومرقده يقع في منطقة ميت دمسيس التابعة للمنصورة، ويقال إن هناك قبر ناحية الفسطاط يقال له قبر محمد الصغير والعامة يعتقدون أنه ¶ ¬__________ ¶ (¬1). فتوح مصر والمغرب (1/ 149). ¶ (¬2). ولاة مصر للكندي (1/ 26). ¶ (¬3). ولاة مصر للكندي (1/ 23). ¶ (¬4). النجوم الزاهرة (1/ 110).",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "لمحمد بن أبي بكر، إلا أن الراجح أنه جهة المنصورة (¬1)، ويقال إن غلاماً لمحمد بن أبي بكر إسمه (زمام) إستخرجه من قبره في المنطقة التي قتله بها معاوية بن حديج، وبنى مسجداً عرف بإسمه (مسجد زمام) حيث يرقد هناك جثمان محمد بن أبي بكر (¬2)، وقد ذكر المسعودي في أن قتله كان في منطقة كوم شريك (¬3) والله تعالى أعلم. ¶ علي يتلقَّى خبر مقتل محمد بن أبي بكر من عيونه في الشام ¶ كانت عيون علي بن أبي طالب رضي الله عنه في الشام ترقب ما يجري من قتال في مصر بين جيش عمرو بن العاص وجيش محمد بن أبي بكر، وكان من عيونه بالشام عبد الرحمن بن شبيب الفزاري (¬4)، فقدم على علي بن أبي طالب وحدثه أنه لم يخرج من الشام حتى قدمت البشراء من قبل عمرو بن العاص تترى يتبع بعضها بعضاً بفتح مصر وقتل محمد بن أبي بكر حتى أذن معاوية بقتله على المنبر وقال له ما رأيت يا أمير المؤمنين قوماً قط أسر ولا سرور قوم قط أظهر من شئ رأيته بالشام حتى أتاهم هلاك محمد بن أبي بكر، فقال علي: أما إن حزننا عليه على قدر سرورهم به، لا بل يزيد أضعافاً (¬5)، كما قدم عليه الحجاج بن غزية الأنصاري من مصر، فأخبره بقتل محمد بن أبي بكر، وكان معه وعاين هلاكه، فأرسل علي، فأعاد الجيش الذي أنفذه (¬6) لإمداد محمد بن أبي بكر في مصر. ¶ حزن علي على محمد بن أبي بكر ووصفه بالشهيد والثناء عليه ¶ بعد أن وصل خبر مقتل محمد بن أبي بكر إلى أمير المؤمنين علي بن أبي طالب رضي الله عنه عرف ذلك في وجهه، وتبين فيه، وقام في الناس خطيباً فحمد الله وأثنى عليه، وصلى على رسوله صلى الله عليه وسلم، وقال: (ألا إن مصر قد إفتتحها الفجرة أولو الجور والظلم الذين صدوا عن سبيل الله، وبغوا الإسلام عوجاً، ألا وإن محمد بن أبي بكر قد استشهد رحمه الله، فعند الله نحتسبه، أما والله إن كان ما علمت لمن من ينتظر القضاء، ويعمل للجزاء، ويبغض شكل الفاجر، ويحب هدى المؤمن، إني والله ما ألوم نفسي على التقصير، وإني لمقاساة الحرب لجد خبير، وإني لأقدم على الأمر وأعرف وجه الحزم، وأقوم فيكم بالرأي ¶ ¬__________ ¶ (¬1). الشيعة في مصر لصالح الورداني ص (108). ¶ (¬2). مرشد الزوار إلى قبور الأبرار (1/ 661) بتصرف. ¶ (¬3). مروج الذهب (1/ 537). ¶ (¬4). تاريخ دمشق لإبن عساكر (34/ 431). ¶ (¬5). تاريخ الطبري (5/ 108). ¶ (¬6). الكامل في التاريخ (2/ 710).",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "المصيب، فأستصرخكم معلناً، وأناديكم نداء المستغيث معرباً، فلا تسمعون لي قولاً، ولا تطيعون لي أمراً، حتى تصير بي الأمور إلى عواقب المساءة، فأنتم القوم لا يدرك بكم الثأر، ولا تنقض بكم الأوتار، دعوتكم الى غياث إخوانكم منذ بضع وخمسين ليلة فتجرجرتم جرجرة الجمل الأشدق، وتثاقلتم إلى الأرض تثاقل من ليس له نية في جهاد العدو، ولا اكتساب الأجر، ثم خرج إلىَّ منكم جنيد متذانب كأنما يساقون إلى الموت وهم ينظرون، فأف لكم) (¬1). ¶ أقول: هذه الرواية التي ذكرها الطبري في تاريخه لا تصح، فهي من مرويات أبي مخنف الكذاب، فضلاً عن جملة من النكارات في متنها، ومنها وصف علي بن أبي طالب رضي الله عنه لجملة من الصحابة بالفجور والظلم وبأنهم يصدون عن سبيل الله تعالى، وهذه من صفات الكفرة لا المؤمنين، ولا يعقل من علي بن أبي طالب رضي الله عنه قول ذلك على ما كان له من العلم والتقوى والعلم بأحوال الصحابة وفضلهم، ولا يمنع ذلك تحقق حزنه لمقتل محمد بن أبي بكر أو وصفه بالشهيد فهو ربيبه في حجره، وواليه على مصر وأحد جنوده الأوفياء الذين وقفوا معه في حروبه ضد من بغوا عليه، وقد قال عنه علي بن ابي طالب (إني كنت لأعده ولداً، وكان أخاً وابن أخ، فعند الله نحتسبه) (¬2)، وقد ورد أن علي بن أبي طالب رضي الله عنه كان يثني عليه ويفضله لأنه كان له عبادة وإجتهاد (¬3)، والله تعالى أعلم. ¶ رسالة علي بن أبي طالب إلى إبن عباس في شأن مقتل محمد بن ابي بكر ¶ أرسل علي بن أبي طالب رسالة إلى عبد الله بن عباس في البصرة يخبره بمقتل محمد بن أبي بكر وضياع مصر ودخولها تحت إمرة معاوية وقد جاء فيها (بسم الله الرحمن الرحيم، من عبد الله علي أمير المؤمنين إلى عبد الله بن عباس، سلام عليك، فإني أحمد الله إليك الذي لا إله إلا هو، أما بعد، فإن مصر قد افتتحت، ومحمد بن أبي بكر قد استشهد، فعند الله نحتسبه وندخره، وقد كنت قمت في الناس في بدئه، وأمرتهم بغياثه قبل الوقعة، ودعوتهم سراً وجهراً، وعوداً وبدءاً، فمنهم من أتى كارهاً، ومنهم من اعتل كاذباً، ومنهم القاعد حالاً، أسأل الله أن يجعل لي منهم فرجاً ومخرجاً، وأن يريحني منهم عاجلاً والله لولا طمعي عند لقاء عدوى في الشهاده لأحببت ألا أبقى مع هؤلاء يوماً واحداً عزم الله لنا ولك على الرشد، وعلى تقواه وهداه، إنه على كل شيء قدير والسلام) (¬4)، ويلاحظ في هذه الرسالة حزن علي بن أبي طالب على مقتل محمد بن أبي بكر وضياع مصر من يديه ومآلها إلى معاوية بن أبي سفيان، ¶ ¬__________ ¶ (¬1). تاريخ الطبري (5/ 108). ¶ (¬2). معرفة الصحابة (1/ 168). ¶ (¬3). الإستيعاب في معرفة الأصحاب (3/ 1367). ¶ (¬4). تاريخ الطبري (5/ 109).",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "وإعتذاره عن عدم مساعدة محمد بن أبي بكر لتخاذل من كان معه من أهل العراق في الخروج إلى مصر لمساعدته ضد معاوية، وعدم تحسره على هذه الدنيا وعدم رغبته البقاء فيها لولا حبه للجهاد في سبيل الله تعالى، وأمنيته أن ينال الشهادة في سبيل الله تعالى، وقد ذكر الطبري أن علياً قال: (رحم الله محمداً كان غلاماً حدثاً، أما والله لقد كنت على أن أولي المرقال هاشم بن عتبة (¬1) مصر، أما والله لو أنه وليها ما خلى لعمرو بن العاص وأعوانه الفجرة العرصة، ولما قتل إلا وسيفه في يده، لا بلا دم كمحمد فرحم الله محمداً، فقد إجتهد نفسه، وقضى ما عليه) (¬2). ¶ أقول: هذه الرواية لا تصح فهي من مرويات أبي مخنف الكذاب، فضلاً أن فيها نكارةً، ففيها أن علياً يصف الصحابي عمرو بن العاص ومن معه من زمرة الصحابة والتابعين بالفجرة، وهذا لا يخرج من رجل ملاً الله قلبه إيماناً وحكمة ولديه رجاحة عقل وإنصاف. ¶ تعزية إبن عباس لعلي في مقتل محمد بن أبي بكر ¶ أرسل عبد الله بن عباس رضي الله عنهما رسالة تعزية إلى علي بن ابي طالب رضي الله عنه بعدما وصل إليه خبر مقتل محمد بن أبي بكر في مصر على يد جيش عمرو بن العاص، وقد جاء في رسالته (بسم الله الرحمن الرحيم، لعبد الله علي بن أبي طالب أمير المؤمنين، من عبد الله بن عباس سلام عليك يا أمير المؤمنين ورحمة الله وبركاته، أما بعد، فقد بلغني كتابك تذكر فيه إفتتاح مصر، وهلاك محمد بن أبي بكر، فالله المستعان على كل حال، ورحم الله محمد بن أبي بكر وآجرك يا أمير المؤمنين! وقد سألت الله أن يجعل لك من رعيتك التي ابتليت بها فرجاً ومخرجاً، وأن يعزك بالملائكة عاجلاً بالنصرة، فإن الله صانع لك ذلك، ومعزك ومجيب دعوتك وكابت عدوك أخبرك يا أمير المؤمنين أن الناس ربما تثاقلوا ثم ينشطون، فارفق بهم يا أمير المؤمنين، وداجنهم ومنهم، واستعن بالله عليهم، كفاك الله ألمهم والسلام) (¬3). ¶ ¬__________ ¶ (¬1). هو هاشم بن عتبة بن أبي وقاص القرشي الزهري ابن أخي سعد بن أبي وقاص، يكنى أبا عمرو، أسلم هاشم بن عتبة يوم الفتح، يعرف بالمرقال، وكان من الفضلاء الخيار، وكان من الأبطال البهم، فقئت عينه يوم اليرموك، ثم أرسله عمر من اليرموك مع خيل العراق إلى سعد وبيده كانت راية علي على الرجالة يوم صفين، ويومئذ قتل. أنظر الإستيعاب في معرفة الأصحاب (4/ 15 47). ¶ (¬2). تاريخ الطبري (5/ 119). ¶ (¬3). . تاريخ الطبري (5/ 109).",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "حزن عائشة رضي الله عنها لمقتل أخيها محمد بن أبي بكر ¶ حزنت السيدة عائشة رضي الله عنها على أخيها محمد بن أبي بكر حزناً شديداً لمَّا بلغها مقتله في مصر، وقالت: كنت أعده ولداً وأخاً (¬1)، وقد ضمت عائشة عيال محمد بن أبي بكر إليها (¬2) ومنهم إبنه القاسم بن محمد بن أبي بكر الذي أضحى فيما بعد علماً من أعلام التابعين الكرام. ¶ حالُ أمه أسماء بنت عميس الخثعمية بعد تلقيها خبر مقتله ¶ ذكر أبو عمر الكندي صاحب كتاب ولاة مصر حال أسماء بنت عميس الخثعمية والدة محمد بن أبي بكر عند بلوغها خبر مقتل إبنها محمد في مصر فقال: (حدثنا علي بن سعيد، قال: حدثنا إبراهيم بن عبد الله الهروي، قال: حدثنا هشيم، عن عبد الرحمن بن يحيى، عن سعيد بن عبد الرحمن، «أن أسماء إبنة عميس لما جاءها خبر محمد بن أبي بكر أنه قتل وأحرق بالنار في جيفة حمار، قامت إلى مسجدها فجلست فيه وكظمت الغيظ حتى نشحت ثديها دماً») (¬3). ¶ أقول: لم أجد هذه الرواية فيما إطلعت عليه من كتب السنة والتاريخ والسير والتراجم المعتمدة عند أهل السنة، ولكنها في روايات الشيعة ومقالاتهم وخطبهم وأحاديثهم كثيرة جداً (¬4)، والذي يترجح لي أنها من رواياتهم وأن صاحب كتاب ولاة مصر قد نقلها من كتبهم والله تعالى أعلم. ¶ معاوية بن حديج يرسل مولاه سليم إلى المدينة بشيراً بقتل محمد بن أبي بكر ¶ ذكر صاحب كتاب المنتظم في تاريخ الملوك والأمم فقال: (أخبرنا محمد بن ناصر الحافظ، عن أبي القاسم بن أبي عبد الله بن منده، قال: أخبرنا أبي قراءة عليه، قال: أخبرنا أبو سعيد بن يونس الحافظ، قال: حدثنا أسامة بن أحمد التجيبي، قال: حدثني زيد بن أبي زيد بن أبي العمر، عن أحمد بن يحيى ابن زيد، عن إسحاق بن الفرات، عن يحيى بن أيوب، عن يزيد بن أبي حبيب أن معاوية بن حديج أرسل مولاه سليم إلى المدينة المنورة مبشراً بقتل محمد بن أبي بكر ومعه قميصه ودخل به دار عثمان، فاجتمع إليه آل عثمان من رجال ونساء، وأظهروا السرور بمقتله، وأمرت أم حبيبة بنت أبي سفيان بكبش يشوى، وبعثت بذلك إلى عائشة وقالت: هكذا شوي أخوك، فلم تأكل عائشة شواءً حتى لحقت بالله عز وجل) (¬5). ¶ ¬__________ ¶ (¬1). أسد الغابة (4/ 326). ¶ (¬2). البداية والنهاية (7/ 314). ¶ (¬3). ولاة مصر (1/ 26). ¶ (¬4). أنظر الغارات لإبراهيم الثقفي (1/ 287). ¶ (¬5). المنتظم في تاريخ الأمم والملوك لإبن الجوزي (5/ 152)، وكتاب ولاة مصر (1/ 26).",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "والظاهر أن هذه الرواية فيها إنقطاع بين يزيد بن أبي حبيب وبين معاوية بن خديج، فالأول ولد في زمن معاوية بعد عام الخمسين (¬1)، بينما كانت وفاة معاوية بن حديج عام إثنين وخمسين للهجرة (¬2)، وهذه الرواية لا تثبت لأنه لم يصح في إحراق محمد بن أبي بكر أي رواية، وهذه الرواية مبنية على حدث وواقعة لم يثبت وقوعها فينبني على ذلك بطلان هذه الرواية التاريخية، فضلاً أن هذه الرواية تظهر طعناً في صحابة رسول الله صلى الله عليه وسلم، فهم كما يظهر من هذه الرواية الساقطة أصحاب شماتة في بعضهم البعض!! فهذه أم حبيبة بنت أبي سفيان رضي الله عنهما وهي أم المؤمنين تشمت بعائشة رضي الله عنها وهي أم المؤمنين أيضاً في مقتل أخيها محمد بن أبي بكر!! فإذا كان هذا حال أمهات المؤمنين الطاهرات العفيفات فكيف هو حال بقية الأمة؟؟ وعلى هذا فهذه الرواية تظهر فيها أصابع الروافض الخبيثة الذين لم يألوا جهداً في لمز الصحابة وغمزهم بكل نقص وعيب في سبيل حتى تثبيت عقائدهم الفاسدة في تحقير الصحابة، والذي يظهر لي أن هذه الرواية وما شابهها من صنيع أبي مخنف الكذاب فقد ورد عنه ما هو قريب منها، فعن موسى بن حسن بن موسى، قال: حدثنا هارون بن أبي بردة، قال: حدثني نصر بن مزاحم، عن أبي مخنف، قال: حدثني عبد الملك بن نوفل، عن أبيه، قال: ما أكلت عائشة شواءً بعد محمد حتى لحقت بالله (¬3)، والأرجح أن مثل هذه الرواية من صنيع الشيعة وأكاذيبهم، والله تعالى أعلى وأعلم. ¶ قول نائلة (¬4) زوجة عثمان لمعاوية بن حديج (بك أدركت ثأري من إبن الخثعمية) ¶ ذكر البعض من كتاب التاريخ رواية ينسب فيها إلى السيدة نائلة بنت الفرافصة زوج عثمان بن عفان رضي الله عنهما أنها قبَّلت رجل معاوية بن حديج لأنه قتل محمد بن أبي بكر، وهذه الرواية ذكرها الكندي في كتابه ولاة مصر حيث قال: (حَدَّثَنِي مُوسَى بْن حسن، قَالَ: حَدَّثَنَا حَرْمَلة بْن يحيى، قَالَ: حَدَّثَنِي أَبِي، عَنْ رِشدين، قَالَ: حَدَّثَنِي سَعِيد بْن يزيد القِتْبانيّ، عَن الحارث بْن يزيد الحضرَميّ، قَالَ: حدَّثتني أُمّي هِند بِنْت شمس الحضرميَّة: أَنها رأَت نائلة امرأةَ عثمان تقبّل رِجل مُعاوية بْن حُدَيج، وتقول: بك أدركتُ ثأري من ابن الخثعَميَّة، تعني: محمد ¶ ¬__________ ¶ (¬1). سير أعلام النبلاء (6/ 31). ¶ (¬2). الإصابة (6/ 117). ¶ (¬3). ولاة مصر (1/ 26). ¶ (¬4). نائلة بنت الفَرَافِصَة بن الأحوص الكلبية: زوجة أمير المؤمنين عثمان ابن عفان. كانت خطيبة، شاعرة، من ذوات الرأي والشجاعة. حملت إلى عثمان من بادية السماوة فتزوجها وأقامت معه في المدينة، دافعت عن عثمان يوم الدار فقطعت بعض أصابعها. أنظر الأعلام للزركلي (7/ 343). بتصرف",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "بْن أَبِي بَكْر) (¬1)، وهذه الرواية لا تصح ففي سندها رشدين: وهو رشدين بن سعد المهري المصري، قال عنه ابو زرعة: ضعيف الحديث، وقال أبوحاتم: منكر الحديث، وفيه غفلة ويحدث بالمناكير عن الثقات (¬2)، وقال يحيى: ليس بشيء، وقال عمرو بن علي والدارقطني: ضعيف، وقال النسائي متروك الحديث، وضعفه أحمد وقال في رواية هو رجل صالح ولكنه لا يبالي عن من روى (¬3)، وهذا كله فضلاً عن نكارة متنها وغرابته عن أفعال الصحابة وأخلاقهم السامية الكريمة، فكيف تقبّل زوجة الخليفة الراشد عثمان بن عفان رضي الله عنه قدم رجل غريب عنها؟ وهل كان الصحابة أهل ثأر وحمية بعيدين عن الحق؟. ¶ قول نائلة زوجة عثمان لمحمد بن أبي بكر (لعنة الله عليك من إبن للعشيرة). ¶ ذكر هذا الخبر محمد بن أحمد بن تميم التميمي المغربي الإفريقي المعروف بأبي العرب في كتابه المحن فقال: (قال زياد قال ابن إسحاق حدثني محمد بن عبد الرحمن بن عبد الله بن الحصين التميمي قال لما قتل عثمان سجي بثوبه واجتمع الناس إليه قعد محمد بن أبي بكر على بابه ومعه شيء كأنه ينكث في الأرض به ونائلة بنت الفرافصة امرأة عثمان جالسة في البيت تلعنه وتقول عليك لعنة الله من إبن للعشيرة جمعت إلى أمير المؤمنين أوباش العرب وكلاب الناس حتى قتلوه عليك لعنة الله فلما أكثرت عليه قال وعليك لعنة الله والله ما أنا إلا في شأنك أيقع عليك السهم أم لا قالت قبحك) (¬4)، والظاهر أن هذه الرواية لا تصح فمحمد بن عبد الرحمن بن عبد الله بن الحصين التميمي لم يعاصر تلك الأحداث، ولم يصرح بالسماع من آخرين عاصروها أو عاصروا من عاصروها فهي بذلك رواية منقطعة والله تعالى أعلم. ¶ قول زينب بنت أبي سفيان (¬5) (ظلامتنا عند مدمم وعند مكحلة) ¶ ذكر الطبري في تاريخه رواية يذكر فيها قول زينب بنت أبي سفيان ومفاده أن ثأر عثمان بن عفان رضي الله عنه سيكون من رجلين، هما محمد بن أبي بكر ومحمد بن جعفر بن أبي طالب، والذين كانا من أكثر المتحمسين للخروج على عثمان رضي الله عنه، وأفاد في نهاية الرواية أنها تعلم أن ثأرها ليس عندهما، وهذه الرواية كما جاءت في تاريخ الطبري (كتب إليَّ ¶ ¬__________ ¶ (¬1). ولاة مصر (1/ 26). ¶ (¬2). تهذيب الكمال (9/ 149). ¶ (¬3). الضعفاء والمتروكون لإبن الجوزي (1/ 284). ¶ (¬4). المحن لأبي العرب (1/ 80). ¶ (¬5). هي الصحابية الجليلة زينب بنت أبي سفيان صخر بن حرب بن أمية الأموية، أخت أم المؤمنين أم حبيبة، كانت زوج عروة بن مسعود الثقفي، أنظر الإصابة (8/ 159).",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "السري، عن شعيب، عن سيف، عن عبد الله بن سعيد ابن ثابت، عن رجل، عن سعيد بن زيد، قال: ما اجتمع أربعة من أصحاب النبي صلى الله عليه وسلم ففازوا على الناس بخير يحوزونه إلا وعلي بن أبي طالب أحدهم، ثم إن زياد بن حنظلة لما رأى تثاقل الناس عن علي إبتدر إليه وقال: من تثاقل عنك فإنا نخف معك ونقاتل دونك وبينما علي يمشي في المدينة إذ سمع زينب إبنة أبي سفيان وهي تقول: ظلامتنا عند مدمم وعند مكحلة، فقال: إنها لتعلم ما هما لها بثأر) (¬1). ¶ أقول: هذه الرواية من مرويات سيف بن عمر وهو مردود الرواية كما تبين، كما أنها تحمل في طياتها غلو الشيعة في علي بن أبي طالب رضي الله عنه، وفيها إنتقاص من الصحابة الكرام، إذ أن الخير كله مرهون بعلي بن أبي طالب رضي الله عنه، وفيها أن السيدة زينب بنت أبي سفيان رضي الله عنها متجنية على محمد بن أبي بكر ومحمد بن جعفر بن أبي طالب، فهي تطلب الثأر منهما مع أنها تعلم أن ثأرها ليس عندهما!!!، بالإضافة إلى أنها إستخدمت التنابز بالألقاب بوصفهما (مدمم ومكحلة) وهذا منهي عنه، والصحابة أبعد الناس عنه، لكونهم خير القرون وأفضل الناس في هذه الأمة بعد نبيها، والظاهر أن مثل هذه الروايات من صنيع الشيعة المبغضين للصحابة الكرام والله تعالى أعلم. ¶ قول عثمان في محمد بن أبي بكر (فإنه أُعجب حتى رأى أن الحقوق لا تلزمه) ¶ ذُكرت هذه المقولة ضمن رواية طويلة ذكرها الطبري في تاريخه ونقلها كذلك مجموعة من كتاب التاريخ وفيها على لسان عثمان بن عفان رضي الله عنه ( ... فرجعا إلى عثمان بالخبر، فضحك وقال: اللهم سلم هؤلاء، فإنك إن لم تسلمهم شقوا، أما عمار فحمل على عباس بن عتبة بن أبي لهب وعركه، وأما محمد بن أبي بكر فإنه أعجب حتى رأى أن الحقوق لا تلزمه، وأما إبن سهلة فإنه يتعرض للبلاء)، فيظهر من خلال هذه الرواية حسب قول عثمان أن العُجبَ قد أصاب نفس محمد ين أبي بكر، وذلك مما كان له من مكانة عند الناس لمكانة أبيه الصديق رضي الله عنه وأرضاه، وقد أفضى ذلك إلى تعاليه عن الأحكام والقوانين فهو في حل منها. ¶ أقول: هذه الرواية لا تصح ففي سندها سيف بن عمر وهوضعيف كما تبين سابقاً والله أعلم. ¶ ¬__________ ¶ (¬1). تاريخ الطبري (4/ 448).",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "قول عبد الله بن جعفر (ما رأيت مثل عمار بن ياسر ومحمد بن أبي بكر) ¶ عن عبد الله بن جعفر قال: (ما رأيت مثل عمار بن ياسر ومحمد بن أبي بكر، كانا لا يحبان أن يعص الله طرفة عين، ولا يخالفا الحق قيد شعرة)، قال الهيثمي: رواه الطبراني، وفيه أحمد بن الحجاج بن الصلت، وهو ضعيف (¬1)، والأرجح أنه من أقوال الشيعة. ¶ قول محمد بن أبي بكر وعمار بن ياسر لرجل في عثمان (تسأل عن رجل كفر بالله من بعد إيمانه ونافق؟)!!! ¶ عن عبد الله بن سعيد، عن أبيه قال: (كنا جلوسا عند علي بن أبي طالب، وعن يمينه عمار بن ياسر، وعن يساره محمد بن أبي بكر، إذ جاء غراب بن فلان الصدائي، فقال: يا أمير المؤمنين، ما تقول في عثمان؟ فبدره الرجلان، فقالا: تسأل عن رجل كفر بالله من بعد إيمانه ونافق؟! فقال الرجل لهما: لست لكما أسأل، ولا إليكما جئت. فقال له: لست أقول ما قالا. فقالا له جميعاً: فلم قتلناه إذاً؟ قال: ولي عليكم فأسأء الولاية في آخر أيامه، وجزعتم فأسأتم الجزع، والله إني لأرجو أن أكون أنا وعثمان كما قال الله عز وجل *ونزعنا ما في صدورهم من غل إخواناً على سرر متقابلين (¬2) *)، قال الهيثمي: رواه الطبراني وفيه عبد المنعم بن بشير، ولا يحل الاحتجاج به (¬3). ¶ تسمية الحسن البصري لمحمد بن أبي بكر بالفاسق ¶ ورد عن الحسن البصري أنه كان يرمي محمد بن أبي بكر بصفة الفسق فيدعوه بالفاسق، وقد أخرج الطبراني في معجمه الكبير عن زكريا بن يحيى الساجي، ثنا محمد بن أبي صفوان الثقفي، ثنا أمية بن خالد، ثنا قرة بن خالد، قال: سمعت الحسن، يقول: (أخذ الفاسق محمد بن أبي بكر في شعب من شعاب مصر فأدخل في جوف حمار فأحرق) (¬4)، وقال الهيثمي: رجاله ثقات (¬5)، وهذا أصح ما ورد في تسمية الحسن البصري لمحمد بن أبي بكر بالفاسق، وهذه الرواية مرسلة إذ أن الحسن البصري لم يشهد الحادثة، ولم يسم لنا من نقل عنه، إضافة إلى أن النص لم يذكر من قام بإحراقه، وأيضاً ما كان الحسن أن يرميه بالفسق وهو يعلم ثناء علي رضي الله عنه عليه وتفضيله له (¬6). ¶ ¬__________ ¶ (¬1). مجمع الزوائد ومنبع الفوائد للهيثمي (9/ 292). ¶ (¬2). الحجر (47). ¶ (¬3). مجمع الزوائد ومنبع الفوائد للهيثمي (9/ 97). ¶ (¬4). المعجم الكبير للطبراني (1/ 84). ¶ (¬5). مجمع الزوائد ومنبع الفوائد للهيثمي (9/ 97). ¶ (¬6). علي بن أبي طالب للصلابي (1/ 448).",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "قول محمد بن أبي بكر (إن عثمان عمل بالجور، ونبذ حكم القرآن)!!! ¶ ورد هذا القول منسوباً إلى محمد بن أبي بكر الصديق في تاريخ الطبري ضمن حديثه عن الحوار الذي دار بين معاوية بن حديج ومحمد بن أبي بكر قبل مقتله بعد معركة المسناة حيث تم أسره، فقال له معاوية بن حديج: (إني إنما أقتلك بعثمان، قال له محمد: وما أنت وعثمان! إن عثمان عمل بالجور، ونبذ حكم القرآن) (¬1)، وقد ذكر الدكتور علي الصلابي أنه لم يقف له على أصل يثبت صحة نسبتة هذا القول إلى محمد بن أبي بكر (¬2)، ويظهر لي أنها من مرويات أبي مخنف ضمن حديثه الطويل عن المراسلات التي جرت بين معاوية بن أبي سفيان ومحمد بن أبي بكر من جهة، وبين عمرو بن العاص ومحمد بن أبي بكر من جهة أخرى، تلاها حديثه عن معركة المسناة وهزيمة محمد بن أبي بكر مروراً بأسره وحواره مع معاوية بن حديج ومن ثم قتله، كما أن هذه المقولة في حق عثمان رضي الله عنه تفضي به إلى الكفر (وحاشاه ذلك)، ولم يرد أن محمد بن أبي بكر كفَّر عثمان رضي الله عنه عندما خرج عليه، وإنما تم الإعتراض على عثمان رضي الله عنه في بعض الأمور التي أثارها أصحاب الفتنة، ومنها أمور شرعية وأخرى تتعلق بالنواحي الإدارية والسياسية التي إنتهجها عثمان رضي الله عنه في ولايته، ومن أراد الإستزادة حول هذه الإعتراضات ورد العلماء عليها فليراجع كتاب عبد الله بن سبأ اليهودي وأثره في أحداث الفتنة في صدر الإسلام للدكتور سليمان بن فهد العودة، وكتاب تيسير الكريم المنان في سيرة عثمان بن عفان رضي الله عنه للدكتور عَلي محمد محمد الصَّلاَّبي. ¶ ¬__________ ¶ (¬1). تاريخ الطبري (5/ 104). ¶ (¬2). علي بن أبي طالب للصلابي (1/ 449).",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "محمد بن أبي بكر الصديق عند الشيعة ¶ لقد عُهد عن الشيعة عبر تاريخهم الطويل الإنتقاص من شأن الصحابة الكرام، وما يزال هذا العهد بهم قائماً، فهم ليس لهم هَمٌّ إلا تشويه تاريخهم النقي، وعبر آلاف الكتب التي كتبها رجال الشيعة حاولوا التفريق بين الصحابة على أسس وضعوها بحسب أهوائهم لتوافق معتقداتهم الباطلة في آل البيت الذين إنتسبوا إليهم زوراً وبهتاناً إلا من رحم الله منهم، فهم يعيبون الصديق والفاروق وذو النورين، وهم خيرة الناس بعد نبي هذه الأمة صلى الله عليه وسلم، وهم يقدحون في أم المؤمنين عائشة رضي الله عنها زوج رسول الله صلى الله عليه وسلم، في حين يغلون أشد الغلو في حب إبنته فاطمة وزوجها علي بن أبي طالب رضي الله عنهما، وفي أبنائهما وذريتهم من بعدهم، ومن خلال دراستي لسيرة محمد بن أبي بكر الصديق في كتب الشيعة وجدت العجب العجاب في معتقداتهم الباطلة تجاه الصحابة ومن عاصرهم من التابعين، فهم لا يقدمون الإنسان على حسب عمله وجهاده في سبيل الله، وإنما مقياسهم الباطل في ذلك التشيع لآل البيت ولو كان ذلك التشيع زائفاً كما هو الحال عند جل الشيعة ومن تابعهم على مذهبهم الفاسد، وسأبين إن شاء الله تعالى في لمحات موجزة حال محمد بن أبي بكر من خلال كتب الشيعة ومقالاتهم دون التوسع في الحديث عن شأن الصحابة عند الشيعة، فهذا مما يخرج بنا عن مدار البحث وسأكتفي بالتعريج على ما قاله الشيعة في محمد بن أبي بكر الصديق وحاله عندهم بإذن الله تعالى. ¶ يعظِّمون محمد بن أبي بكر ويلعنون والده الصديق ¶ لا يخفى على أحد كره الشيعة لأبي بكر الصديق رضي الله عنه، فكتبهم طافحة بشتمه ولعنه والطعن فيه، ووصفه بأنه أحد صنمي قريش، بالإضافة إلى أنهم ينسبون لعلي بن الحسين تكفيره وتكفير من يحبه، فقد جاء في بحار الأنوار وهو من أمهات الكتب المعتمدة عند الرافضة عن أبي علي الخراساني عن مولى لعلي بن الحسين قال: كنت معه في بعض خلواته فقلت: إن لي عليك حقاً ألا تخبرني عن هذين الرجلين: عن أبي بكر وعمر؟ فقال: كافران، كافر من أحبهما (¬1)، ومع هذا فهم يجلون محمد بن أبي بكر ويترضون عنه ويمدحونه، ويعدونه من أصحاب علي بن أبي طالب رضي الله عنه وخواصه، وهو من أوصيائه ومن حواريه، وقد ذكر المفيد (من شيوخ الشيعة) في كتابه الإختصاص عن أبي الحسن موسى بن جعفر عليهما السلام (إذا كان يوم القيامة نادى مناد أين حواري محمد بن عبد الله رسول الله صلى الله عليه وآله الذين لم ينقضوا العهد ومضوا عليه؟ فيقوم سلمان والمقداد وأبو ذر، قال: ثم ينادي أين حواري علي بن أبي طالب وصي محمد بن عبد الله رسول الله صلى الله عليه وآله؟ ¶ ¬__________ ¶ (¬1). بحار الأنوار للمجلسي (28/ 158).",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "فيقوم عمرو بن الحمق الخزاعي ومحمد بن أبي بكر وميثم بن يحيى التمار مولى بني أسد و أويس القرني ..... ) (¬1)، وقد أشار شيخ الإسلام إبن تيمية رحمه الله إلى ضلال الشيعة في تفضيل محمد بن أبي بكر الصديق على والده أبي بكر الصديق رضي الله عنه فقال: (وهم لا يجعلون محمد بن أبي بكر بمنزلة أبيه، بل يفضلون محمداً ويعظمونه ويتولونه لكونه آذى عثمان، وكان من خواص أصحاب علي، لأنه كان ربيبه، ويسبون أباه أبا بكر ويلعنونه) (¬2)، ويقول أيضاً في نفس الشأن: (والرافضة تغلو في تعظيمه على عادتهم الفاسدة في أنهم يمدحون رجال الفتنة الذين قاموا على عثمان، ويبالغون في مدح من قاتل مع علي، حتى يفضلون محمد بن أبي بكر على أبيه أبي بكر، فيلعنون أفضل الأمة بعد نبيها، ويمدحون إبنه الذي ليس له صحبة ولا سابقة ولا فضيلة، ويتناقضون في ذلك في تعظيم الأنساب) (¬3). ¶ ينسبون إليه تكفير والده الصديق وإقراره بأنه من أهل النار ¶ لم يكتف الشيعة بتفضيل محمد بن أبي بكر على والده رضي الله عنه، بل أجروا على لسانه تكفيره لوالده، بل إنه يبايع علي بن أبي طالب رضي الله عنه على ذلك!!، وقد ذكر الشيخ المفيد فقال: (ذُكر محمد بن أبي بكر عند أبي عبد الله عليه السلام فقال أبو عبد الله عليه السلام: رحمه الله وصلى الله عليه، قال لأمير المؤمنين عليه السلام يوماً من الأيام: أُبسط يدك أبايعك فقال: أو ما فعلت؟ فقال: بلى فبسط يده، فقال: أشهد أنك إمام مفترض طاعتك، وأن أبي في النار) (¬4). ¶ ينسبون إليه البراءة من والده الصديق ¶ يذكر الشيعة أن محمد بن أبي بكر الصديق تبرأ من والده أبي بكر رضي الله عنه وأنه بايع علي بن أبي طالب على ذلك، وذكر ذلك الشيخ المفيد عن أحمد بن هارون الفامي رحمه الله، عن محمد بن الحسن، عن محمد بن الحسن الصفار، عن يعقوب بن يزيد، عن ابن أبي عمير، عن عمر بن أذينة، عن زرارة بن أعين، عن أبي جعفر عليه السلام أن محمد بن أبي بكر بايع علياً \" على البراءة من أبيه (¬5). ¶ ¬__________ ¶ (¬1). الإختصاص للشيخ المفيد ص (61). ¶ (¬2). منهاج السنة النبوية في نقض كلام الشيعة القدرية، إبن تيمية (2/ 66). ¶ (¬3). المرجع السابق (4/ 375). ¶ (¬4). الإختصاص للشيخ المفيد ص (69). ¶ (¬5). الإختصاص للشيخ المفيد ص (70).",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "ينسبون إليه القول بالبراءة من الخليفة الثاني (عمر بن الخطاب) ¶ كما هو ديدن الروافض الذين يدعون أن الخلافة سرقت من علي بن أبي طالب وأن الأمر قد أغتصب بعد رسول الله صلى الله عليه وسلم منه، وأن أبا بكر وعمر وعثمان قد تجنَّوا على علي بن أبي طالب، وينسبون إلى محمد بن أبي بكر الصديق أنه تبرأ من الثاني ويقصدون به الخليفة الثاني بعد رسول الله صلى الله عليه وسلم (عمر بن الخطاب) رضي الله عنه، (فعن حمدويه وإبراهيم، قالا: حدثنا محمد بن عبد الحميد، قال: حدثني أبو جميلة، عن ميسر بن عبد العزيز، عن أبي جعفر عليه السلام قال: بايع محمد بن أبي بكر على البراءة من الثاني) (¬1). ¶ يُقرون أن نجابته أتته من أمه أسماء بنت عميس وليس من والده الصديق ¶ ليُّ النصوص وتحريف التاريخ مثلبة كبرى عند الرافضة، فهم يحرفون النصوص ويفسرونها كما تهوى أنفسهم للتمشي مع معتقداتهم الفاسدة الباطلة، ولكونهم يحقدون على أبي بكر الصديق رضي الله عنه، فهم لا ينسبون نجابته أي (محمد بن أبي بكر) التي يرون إلى والده، وإنما يرون أن هذه النجابة والذكاء قد تحصَّل عليها من طريق أمه أسماء بنت عميس رضي الله عنها والتي تزوجها علي بن أبي طالب بعد وفاة والده الصديق، ونقلش يخهم الطوسي في كتابه إختيار معرفة الرجال بسند (عن عبد الله بن سنان، قال: سمعت أبا عبد الله عليه السلام يقول: كان مع أمير المؤمنين عليه السلام من قريش خمسة نفر، وكانت ثلاثة عشر قبيلة مع معاوية، فأما الخمسة فمحمد بن أبي بكر رحمة الله عليه أتته النجابة من قبل أمه أسماء بنت عميس ... ) (¬2) وفي رواية أخرى (عن أبي عبد الله عليه السلام أنه قال: كانت النجابة من قبل أمه أسماء بنت عميس لا من قبل أبيه) (¬3)، وهم في ذلك يُجِّلون أمه ويُحقِّرون أباه الصديق رضي الله عنه تمشياً من معتقداتهم الفاسدة في التشيع لآل البيت إلى حد الغلو، فهذه أسماء بنت عميس زوج أبي بكر يترضون عنها لكونها كانت تحت علي بن أبي طالب رضي الله عنه بعد وفاة الصديق، ويلعنون من هو خير منها أبا بكر الصديق رضي الله عنه. ¶ ¬__________ ¶ (¬1). إختيار معرفة الرجال للطوسي ص (282). ¶ (¬2). المرجع السابق ص (281). ¶ (¬3). الإختصاص للشيخ المفيد ص (69).",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "يعدونه من نُسًّاك قريش وعُبَّادها ¶ جاء في شرح نهج البلاغة لإبن أبي الحديد المعتزلي أن محمد بن أبي بكر يعد من نُسَّاك قرسش وعبادها، (وكان من نُسَّاك قريش .... ) (¬1). ¶ ينسبون إلى علي قوله (محمد إبني من صلب أبي بكر) ¶ ينسب الشيعة هذا القول لعلي بن أبي طالب رضي الله عنه، وقد ذكره شارح نهج البلاغة إبن أبي الحديد (¬2). ¶ هو جليل القدر عظيم المنزلة من خواص علي ¶ ذكر شيخهم الحلي في كتابه خلاصة الأقوال أنهم يعدون محمد بن أبي بكر الصديق رجلاً جليل القدر عظيم المنزلة من خواص علي بن أبي طالب رضي الله عنه (¬3). ¶ يعدونه شيعياً متعصباً ¶ يذكر الشيعة في كتبهم أن محمد بن أبي بكر كان شيعياً متعصباً لعلي بن أبي طالب رضي الله عنه ولآل البيت، فقد نقل علي الكوراني في كتابه جواهر التاريخ هذا القول (وانتهى بنو تيم بعد أبي بكر، فقد برزت فيهم عائشة وطلحة وهُزما، فالتحق النشطون منهم بمعاوية، عدا محمد بن أبي بكر الذي كان شيعياً متعصباً!) (¬4)، وهذه المنزلة جعلت لمحمد بن أبي بكر مكانة متقدمة عند الشيعة حسب معتقدهم الفاسد في الحكم على الناس، فقد تناسوا خير الخلق بعد رسول الله صلى الله عليه وسلم في هذه الأمة، وقدموا من هم دونهم في الفضل والخير!!!. ¶ هو عندهم من أوائل الشيعة الذين يدخلون الفردوس ¶ هي عادة الشيعة في غلوهم فيمن يرونه من أتباع علي بن أبي طالب وآل البيت الكرام، فهذا محمد بن أبي بكر كما يقول الشيعة من أوائل من يدخلون الفردوس الأعلى، وهو من أول السابقين والمقربين، (قال أبو الحسن موسى إبن جعفر عليهما السلام إذا كان يوم القيامة نادى مناد أين حواري محمد بن عبد الله رسول الله صلى الله عليه وآله الذين لم ينقضوا العهد ومضوا عليه؟ فيقوم سلمان والمقداد وأبو ذر، قال: ثم ينادي أين حواري علي بن أبي طالب وصي محمد بن عبد الله رسول الله صلى الله عليه وآله؟ فيقوم عمرو بن الحمق الخزاعي ¶ ¬__________ ¶ (¬1). شرح نهج البلاغة لإبن أبي الحديد (1/ 1470). ¶ (¬2). المرجع السابق (1/ 1470). ¶ (¬3). خلاصة الأقوال للحلي ص (236). ¶ (¬4). جواهر التاريخ لعلي الكوراني (2/ 315).",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "ومحمد بن أبي بكر وميثم بن يحيى التمار مولى بني أسد .... ثم ينادي سائر الشيعة مع سائر الأئمة صلوات الله عليهم يوم القيامة فهؤلاء أول الشيعة الذين يدخلون الفردوس وهؤلاء أول السابقين وأول المقربين وأول المتحورة من التابعين) (¬1). ¶ ينسبون إليه القول بأن علي بن أبي طالب كان مُحدَثاً ويكلم الملائكة ¶ الشيعة يغلون في علي بن أبي طالب رضي الله عنه غلواً كبيراً كما هو معلوم للقاصي والداني، ومن غلوهم المزعوم أن علي بن أبي طالب كان مُحَدثاً ويكلم الملائكة، و ممن نسب إليه القول بذلك من قبل الشيعة محمد بن أبي بكر، فقد أجروا على لسانه مع آخرين القول بأن علياً كان يحدث الملائكة، فقد سأل سالمٌ محمدَ بن أبي بكر أكان علي عليه السلام محدثاً؟ فقال: نعم، قلت: ويحدث الملائكة الأئمة؟ فقال: أوما تقرء وما أرسلنا من قبلك من رسول ولا نبي (ولا محدث) قلت: فأمير المؤمنين محدث؟ فقال: نعم وفاطمة كانت محدثة ولم تكن نبية) (¬2)، وهذا من غلوهم الفاسد في علي بن أبي طالب خاصة وفي آل البيت عامة، حتى أوصلوهم إلى مراتب الأنبياء، وتجاوز البعض منهم في ذلك حتى قال فيهم قولاً وبهتاناً عظيماً. ¶ ينسبون إليه القول بأن إمامة علي بن أبي طالب فريضة إلهية ¶ من المعلوم أن الإمامة عند الشيعة أصل من أصول الدين، ولا بد من نص لتعيين الإمام عندهم، وهم يدعون أن رسول الله صلى الله عليه وسلم قد عيَّن علي بن أبي طالب إماماً عندهم في حديث غدير خم (¬3) أو ما يعرف بحديث الثقلين، وهذا الحديث رواه الإمام مسلم في صحيحه عن زيد بن أرقم رضي الله عنه أنه قال: (قام رسول الله صلى الله عليه وسلم يوماً فينا خطيباً بماء يدعى خماً بين مكة والمدينة، فحمد الله وأثنى عليه ووعظ وذكر ثم قال: أما بعد ألا أيها الناس، فإنما أنا بشر يوشك أن يأتي رسول ربي فأجيب، وإني تارك فيكم ثقلين، أولهما كتاب الله فيه الهدى والنور، فخذوا بكتاب الله واستمسكوا به - فحث على كتاب الله ورغب فيه- ثم قال: وأهل بيتي، أذكركم الله في أهل بيتي، أذكركم الله في أهل بيتي) (¬4)، والشيعة يقولون ويعتقدون أن النبي صلى الله عليه وسلم نص على خليفته، والإمام في البرية ¶ ¬__________ ¶ (¬1). الإختصاص للمفيد ص (61). ¶ (¬2). المرجع السابق ص (329). ¶ (¬3). هو موضع بين مكة والمدينة بالجحفة، وقيل: هو على ثلاثة أميال من الجحفة، أنظر معجم البلدان للحموي ¶ (2/ 389). ¶ (¬4). صحيح مسلم (4/ 1873).",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "من بعده، فعين إبن عمه علي بن أبي طالب أميراً للمؤمنين وأميناً للوحي وإماماً للخلق في عدة مواطن، ونصَّبه وأخذ البيعة له بإمرة المؤمنين يوم الغدير فقال: ألا من كنت مولاه فهذا علي مولاه، اللهم وال من والاه وعاد من عاداه وانصر من نصره واخذل من خذله وأدر الحق معه كيفما دار) (¬1)، والشيعة في كتبهم يشيرون إلى أن محمد بن أبي بكر ممن يرون أن إمامة علي فريضة إلهية، فالكوراني يقول: (فسعد وإبنه قيس مع العترة النبوية في مقابل قريش إلى حد، فهم شيعة بالمعنى العام، وليسوا شيعة كعمار وسلمان والمقداد وحذيفة والأشتر ومحمد بن أبي بكر، وعشرات المعتقدين بأن إمامة أمير المؤمنين عليه السلام والعترة فريضة إلهية (¬2). ¶ ينسبون إلى الإمام جعفر الصادق (¬3) قوله (محمد بن أبي بكر لا يرضى أن يعصى الله) ¶ ينسب الشيعة هذا القول إلى الإمام الصادق، وهو الإمام السادس عند الشيعة الإثني عشرية (¬4)، وقد نقله الطوسي في كتابه إختيار معرفة الرجال عن (حمدويه وإبراهيم ابنا نصير، قالا حدثنا أيوب، عن صفوان، عن معاوية بن عمار وغير واحد، عن أبي عبد الله عليه السلام قال: كان عمار بن ياسر ومحمد بن أبي بكر لا يرضيان أن يعصى الله عز وجل) (¬5). ¶ قول علي بن أبي طالب (وكنت له والداً وأعده ولداً) ¶ ذكر إبراهيم بن محمد الثقفي صاحب كتاب الغارات أن علي بن أبي طالب جزع على محمد بن أبي بكر عند مقتله وقال عندما سئل عن ذلك: (وما يمنعني! إنّه كان لي ربيباً، وكان لبنيّ أخاً، وكنت له والداً، أعدّه ولداً) (¬6). ¶ تأبين علي بن أبي طالب له ¶ يذكر الشيعة في كتبهم أن علي بن أبي طالب أبَّن محمد بن أبي بكر بعد مقتله وقال: (فلقد كان إليَّ حبيباً و كان لي ربيباً) (¬7)، وقال أيضاً: (فعند الله نحتسبه ولداً ناصحاً، وعاملاً كادحاً، وسيفاً قاطعاً، وركناً دافعاً) (¬8). ¶ ¬__________ ¶ (¬1). عقائد الإمامية لمحمد رضا المظفر ص (75). ¶ (¬2). جواهر التاريخ لعلي الكوراني (3/ 22). ¶ (¬3). هو جعفر بن محمد بن علي بن الحسين بن علي بن أبي طالب رضي الله عنهم وهو المعروف بالصادق الإمام العلم المدني وهو سبط القاسم بن محمد فأمه فروة إبنة القاسم وأمها أسماء بنت عبد الرحمن بن أبي بكر، ولهذا كان يقول جعفر الصادق ولدني الصديق مرتين. أنظر الوافي بالوفيات (11/ 98). ¶ (¬4). الموسوعة الشاملة للفرق، أسامة شحادة وهيثم الكسواني (1/ 14). ¶ (¬5). إختيار معرفة الرجال للطوسي ص (281). ¶ (¬6). الغارات لإبراهيم الثقفي (1/ 301). ¶ (¬7). شرح نهج البلاغة لإبن أبي الحديد (1/ 1469). ¶ (¬8). الغارات لإبراهيم الثقفي (2/ 764).",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "قول علي بن ابي طالب (إنه شهيد حي يرزق) ¶ ينسب الشيعة هذا القول إلى علي بن أبي طالب في حق محمد بن أبي بكر الصديق، وفي رواية نقلت عن رجل إسمه سليم بن قيس (فلما قتل محمد بن أبي بكر بمصر ونعي، عزيت به أمير المؤمنين عليه السلام وخلوت به فحدثته بما حدثني به محمد بن أبي بكر وخبرته بما خبرني به عبد الرحمن بن غنم، قال: صدق محمد رحمه الله، أما إنه شهيد حي يرزق) (¬1). ¶ قول علي بن أبي طالب (ما أُتي محمد من حرض) (¬2) ¶ يذكر الشيعة هذا القول عن علي رضي الله عنه في حق محمد بن أبي بكر مدللين على شجاعة محمد وقوته ونباهته، ومعنى قوله (ما أتي محمد من حرض) أي لم يكن ما حدث له بمصر بسبب ضعف في دينه أو عقله أو بدنه ولكنها المقادير، وفي هذا الكلام شهادة من علي بن أبي طالب لمحمد بن أبي بكر بهذه الصفات الحميدة كما يقول الشيعة. ¶ عائشة تبغض أخاها محمد بن أبي بكر لتشيعه وعلي يجبرها على محبته ¶ يزعم الشيعة أن عائشة رضي الله عنها كانت في بداية الأمر تبغض أخاها محمد بن أبي بكر لتشيعه وقربه من عدوها اللدود علي بن أبي طالب رضي الله عنه، وأستمر ذلك البغض حتى نهاية معركة الجمل، ولكن علي بن أبي طالب رضي الله عنه أجبرها بعد ذلك على حبه وذلك بعد أمره أن يصحبها إلى أفضل بيت في البصرة، وأن يتحمل سبابها وشتمها له، وفي ذلك يقول علي الكوراني في كتابه جواهر التاريخ (وكانت عائشة إلى آخر حرب الجمل تبغض أخاها محمداً رحمه الله لتشيعه، لكن علياً عليه السلام أجبرها على أن تحبه! فبعد هزيمتها في الحرب أمره أن يأخذها إلى أحسن بيت في البصرة، ويتحمل سبها وشتمها وهمزها ولمزها، ويخدمها ويوسع عليها، ولا يمنعها إذا أرادت تجميع الفارين والجرحى من أصحابها! ثم أمره أن يرافقها ويوصلها المدينة، وكانت لها قصص طريفة مع محمد رحمه الله وقد إستطاع أن يستوعب توترها، ويهدئ من غلوائها! فوجدت عائشة فيه أخاً وفياً خدوماً يتحمل منها، رغم أنه يوالي عدوها ويتبرأ منها ومن خطها العقائدي والسياسي!) (¬3). ¶ ¬__________ ¶ (¬1). كتاب سليم بن قيس، تحقيق محمد بن باقر الأنصاري الزنجاني ص (251). ¶ (¬2). تاريخ اليعقوبي (2/ 194). ¶ (¬3). جواهر التاريخ لعلي الكوراني (2/ 315).",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "محمد بن أبي بكر وعبد الله بن الزبير يتشاتمان ¶ عبد الله بن الزبير بن العوام أمه الصحابية الجليلة أسماء بنت أبي بكر الصديق (ذات النطاقين)، ومحمد بن أبي بكر الصديق خاله، والذي يظهر من كتب الشيعة أنهما أي (محمد وعبد الله) لم يكونا على وفاق، فهما يتشاتمان بعد معركة الجمل بعد أن أوى عبد الله بن الزبير إلى بيت رجل من الأزد يدعى وزيراً، وأرسل إلى عائشة رضي الله عنها يخبرها بمكانه، وطلب من رسوله أن لا يخبر محمد بن أبي بكر بمكانه، وقد أرسلت عائشة رضي الله عنها محمد بن أبي بكر لإحضار عبد الله بن الزبير من بيت الأزدي وفي الطريق تشاتم محمد بن أبي بكر وعبد الله بن الزبير، وذكر ذلك علي الكوراني فقال في جواهر التاريخ (وأوى عبد الله بن الزبير إلى دار رجل من الأزد يدعى وزيراً وقال: إئت أم المؤمنين فأعلمها بمكاني، وإياك أن يطلع على هذا محمد بن أبي بكر! فأتى عائشة فأخبرها فقالت عليَّ بمحمد، فقال: يا أم المؤمنين إنه قد نهاني أن يعلم به محمد، فأرسلت إليه فقالت: إذهب مع هذا الرجل حتى تجيئني بإبن أختك، فانطلق معه فدخل الأزدي على إبن الزبير قال: جئتك والله بما كرهت وأبت أم المؤمنين إلا ذلك! فخرج عبد الله ومحمد وهما يتشاتمان! فذكر محمد عثمان فشتمه، وشتم عبد الله محمداً، حتى إنتهى إلى عائشة في دار عبد الله بن خلف! وأرسلت عائشة في طلب من كان جريحاً فضمت منهم ناساً، وضمت مروان فيمن ضمت فكانوا في بيوت الدار) (¬1)، وقد ذكر الطبري هذه الرواية الطبري في تاريخه (¬2)، ولكني آثرت نقلها هنا لما لا يخفى أنها من تخريصات الشيعة وأكاذيبهم. ¶ عائشة تدعو دبر كل صلاة على قتلة محمد بن أبي بكر ¶ تذكر الروايات عند الشيعة أن عائشة رضي الله عنها جزعت على أخيها محمد بن أبي بكر جزعاً شديداً بعدما بلغها خبر مقتله في مصر، وأخذت تقنت في دبر كل صلاة تدعو على معاوية بن أبي سفيان وعمرو بن العاص ومعاوية بن حديج، وقبضت، عيال محمد أخيها وولده إليها، فكان القاسم بن محمد بن أبي بكر في عيالها (¬3)، وهذه الرواية موجودة عند الطبري في تاريخه (¬4) وهي من روايات أبي مخنف الرافضي، وقد آثرت نقلها هنا لكي يعلم ¶ ¬__________ ¶ (¬1). جواهر التاريخ لعلي الكوراني (1/ 243). ¶ (¬2). تاريخ الطبري (4/ 535). ¶ (¬3). الغارات لإبراهيم الثقفي (1/ 285). ¶ (¬4). تاريخ الطبري (5/ 104).",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "القارئ أنها من صنيع الرافضة الكارهين لمعاوية وعمرو بن العاص ومعاوية بن حديج رضي الله عنهم جميعاً، والمراد من مثل هذه الروايات عندهم تقرير الكراهية بين الصحابة وإلصاق تهمة القتل لبعضهم البعض، وبالتالي الحط من منزلة الصحابة وهدم كل ما نقل عنهم لتحقيق مآربهم الخاصة في نشر معتقداتهم الفاسدة الهدامة للدين الحنيف، وقد جاء في رواية أخرى عندهم أن عائشة ما عثرت قط إلا قالت: تعس معاوية بن أبي سفيان وعمرو بن العاص ومعاوية بن حديج (¬1)، وفي هذه الرويات إتهام صريح لمعاوية بن أبي سفيان رضي الله عنه على أنه المسؤول الأول عن قتل محمد بن أبي بكر الصديق كونه كان مسؤولاً عن عمرو بن العاص ومعاوية بن حديج. ¶ وعند هذه النقطة أنهي حديثي عن حال محمد بن أبي بكر الصديق عند الشيعة، وما كان حديثي عن حاله عند الشيعة ونظرتهم إليه إلا من أجل تسليط الضوء على الجانب الآخر من حياته والذي يظهر من خلاله الغلو من قبل الشيعة في شأنه وأحواله كما هو الحال عندهم مع كل من عدُّوه متشيعاً لآل البيت حسب معتقدهم الفاسد، وفي الحديث عن حال محمد بن أبي بكر عند الشيعة كشف لحقدهم الدفين على الكثير من الصحابة الكرام، والذين حاولوا من خلال حديثهم عن محمد بن أبي بكر أن يظهروهم قتلة ومجرمين، ساعين خلف الأهواء والشهوات وحب الجاه والمنصب ولو كانت على حساب الدين، وقد كانت حالة محمد بن أبي بكر الصديق عند الشيعة حالة فريدة، وذلك لكونه إبن الصديق رضي الله عنه، خليفة رسول الله الأول، وخير هذه الأمة بعد نبيها محمد صلى الله عليه وسلم، وحال أبي بكر الصديق رضي الله عنه عند الشيعة لا يخفى على أحد، فقد حاولوا من خلال تزكية إبنه محمد بشتى الوسائل والغلو فيه أن يشككوا في منزلة الصديق رضي الله عنه بروايات منسوبة إلى إبنه محمد كالبراءة من أبيه وتكفيره والشهادة لعلي بن أبي طالب رضي الله عنه أنه أحق بالخلافة من أبيه، وأن والده كان سارقاً للخلافة من مستحقها علي، وهذا كله من أساسيات عقيدة الرافضة الباطلة التي لا تستند إلى برهان أو دليل، ولا شك أن حالته الفريدة أيضاً مستمدة من كونه أخاً لأم المؤمنين عائشة رضي الله عنها، وهي من ينسب إليها الرافضة الكثير الكثير مما تستحي الألسنة عن قوله ويعجز المداد عن كتابته، ¶ وتعتبر سيرة محمد بن أبي بكر الصديق عند الشيعة من الطرق المؤدية إلى كراهة ولعن معاوية بن أبي سفيان، وهو الذي يعتبر من أشد أعداء الرافضة، فهو كما يدعي الرافضة ¶ ¬__________ ¶ (¬1). الغارات لإبراهيم الثقفي (1/ 286). ¶ قاتله وحارقه بالنار، وإلى غير ذلك من الأبواب التي يحاول الرافضة الولوج منها للنيل من أهل الحق والإيمان، والله تعالى أعلم.",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "فهرس المصادر ¶ 1.القرآن الكريم. ¶ 2. أبو بكر الصديق شخصيته وعصره، علي محمد محمد الصلابي، 1423 هـ - 2002م، دار التوزيع والنشر الإسلامية، القاهرة - مصر. ¶ 3. أثر التشيع على الروايات التاريخية في القرن الأول الهجري، د. عبد العزيز محمد نور ولي، دار الخضيري, المدينة المنورة. ¶ 4. الآحاد والمثاني، أبو بكر بن أبي عاصم وهو أحمد بن عمرو بن الضحاك بن مخلد الشيباني (المتوفى: 287هـ)، المحقق: د. باسم فيصل أحمد الجوابرة، الناشر: دار الراية، الرياض، الطبعة: الأولى، 1411هـ - 1991م. ¶ 5. الإختصاص، الشيخ الشيعي المفيد، علي أكبر الغفاري، السيد محمود الزرندي ¶ الطبعة الثانية سنة الطبع: 1414ه. ¶ 6. إختيار معرفة الرجال، الطوسي أبو جعفر الطوسي، تحقيق تصحيح وتعليق: مير داماد الأسترابادي والسيد مهدي الرجائي، مؤسسة آل البيت عليهم السلام لإحياء التراث، 1404هـ. (كتاب شيعي). ¶ 7. الإستيعاب في معرفة الأصحاب، أبو عمر يوسف بن عبد الله بن محمد بن عبد البر بن عاصم النمري القرطبي (المتوفى: 463هـ)، تحقيق: علي محمد البجاوي، الناشر: دار الجيل، بيروت، ط 1، (1412 هـ - 1992م). ¶ 8. أسد الغابة، أبو الحسن علي بن أبي الكرم محمد بن محمد بن عبد الكريم بن عبد الواحد الشيباني الجزري، عز الدين إبن الأثير (المتوفى: 630هـ)، الناشر: دار الفكر - بيروت ¶ عام النشر: 1409هـ - 1989م. ¶ 9. أسماء المدلسين، عبد الرحمن بن أبي بكر، جلال الدين السيوطي (المتوفى: 911هـ)",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "تحقيق: محمود محمد محمود حسن نصار، الناشر: دار الجيل - بيروت، الطبعة: الأولى. ¶ 10. الإصابة في تمييز الصحابة، أبو الفضل أحمد بن علي بن محمد بن أحمد بن حجر العسقلاني (المتوفى: 852هـ)، تحقيق: عادل أحمد عبد الموجود وعلى محمد معوض، الناشر: دار الكتب العلمية - بيروت، الطبعة: الأولى - 1415 هـ. ¶ 11. الأعلام، خير الدين بن محمود بن محمد بن علي بن فارس، الزركلي الدمشقي (المتوفى: 1396هـ)، الناشر: دار العلم للملايين، الطبعة: الخامسة عشر 2002م. ¶ 12. الإمامة والسياسة، إبن قتيبة الدينوري، تحقيق محمد طه الزيني. ¶ 13. بحار الأنوار، محمد باقر المجلسي، تحقيق: محمد الباقر البهبودي، ط (2)، ¶ 13. البداية والنهاية، أبو الفداء إسماعيل بن عمر بن كثير القرشي البصري ثم الدمشقي، (ت: 774هـ)، الناشر: دار الفكر، سنة النشر: 1407 هـ - 1986م. ¶ 14. تاج العروس من جواهر القاموس،: محمّد بن محمّد بن عبد الرزّاق الحسيني، أبو الفيض، الملقّب بمرتضى، الزَّبيدي ت (1205هـ)، المحقق: مجموعة من المحققين، دار الهداية. ¶ 15. تاريخ إبن خلدون، يوان المبتدأ والخبر في تاريخ العرب والبربر ومن عاصرهم من ذوي الشأن الأكبر، عبد الرحمن بن محمد بن محمد، إبن خلدون أبو زيد، ولي الدين الحضرمي الإشبيلي (المتوفى: 808هـ)، تحقيق: خليل شحادة، دار الفكر، بيروت، ط (2)، 1408هـ - 1988م. ¶ 16. تاريخ إبن الوردي، عمر بن مظفر بن عمر بن محمد ابن أبي الفوارس، أبو حفص، زين الدين ابن الوردي المعري الكندي (المتوفى: 749هـ)، الناشر: دار الكتب العلمية - لبنان - بيروت، الطبعة: الأولى، 1417هـ - 1996م. ¶ 17. تاريخ الإسلام وَوَفيات المشاهير وَالأعلام، شمس الدين أبو عبد الله محمد بن أحمد بن عثمان بن قَايْماز الذهبي (المتوفى: 748هـ)، المحقق: الدكتور بشار عوّاد معروف، الناشر: دار الغرب الإسلامي، الطبعة: الأولى، 2003م. ¶ 18. تاريخ الخلفاء الراشدين الفتوحات والإنجازات السياسية، د محمد سهيل طقوش ¶ الناشر: دار النفائس، الطبعة الأولى 1424هـ-2003م. ¶ 19. تاريخ خليفة بن خياط، أبو عمرو خليفة بن خياط بن خليفة الشيباني العصفري البصري (المتوفى: 240هـ)، المحقق: د. أكرم ضياء العمري، الناشر: دار القلم , مؤسسة الرسالة - دمشق , بيروت، الطبعة: الثانية، 1397هـ.",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "20. تاريخ دمشق، أبو القاسم علي بن الحسن بن هبة الله المعروف بإبن عساكر، تحقيق: عمرو بن غرامة العمروي، الناشر: دار الفكر للطباعة والنشر والتوزيع، عام النشر: 1415 هـ - 1995م. ¶ 21. تاريخ الطبري (تاريخ الرسل والملوك)، محمد بن جرير بن يزيد بن كثير بن غالب، الآملي، أبو جعفر الطبري (المتوفى: 310هـ)، دار التراث - بيروت، ط (2)، 1387هـ. ¶ 22. تاريخ اليعقوبي، أحمد بن أبي يعقوب بن جعفر بن وهب ابن واضح الكاتب العباسي المعروف باليعقوبي. ¶ 23. تحفة الأشراف بمعرفة الأطراف، جمال الدين أبو الحجاج يوسف بن عبد الرحمن المزي (المتوفى: 742هـ)، المحقق: عبد الصمد شرف الدين، طبعة: المكتب الإسلامي، والدار القيّمة، الطبعة: الثانية: 1403هـ، 1983م. ¶ 24. تحقيق منيف الرتبة لمن ثبت له شريف الصحبة، صلاح الدين أبو سعيد خليل بن كيكلدي بن عبد الله الدمشقي العلائي (المتوفى: 761هـ)، المحقق: عبد الرحيم محمد أحمد القشقري، الناشر: دار العاصمة، الرياض، المملكة العربية السعودية، الطبعة: الأولى، 1410ه. ¶ 25. تدريب الراوي في شرح تقريب النواوي، عبد الرحمن بن أبي بكر، جلال الدين السيوطي (المتوفى: 911هـ)، حققه: أبو قتيبة نظر محمد الفاريابي، الناشر: دار طيبة. ¶ 26. تقريب التهذيب، أبو الفضل أحمد بن علي بن محمد بن أحمد بن حجر العسقلاني (المتوفى: 852هـ)، المحقق: محمد عوامة، الناشر: دار الرشيد - سوريا، الطبعة: الأولى، 1406ه - 1986م. ¶ 27. التعليقات الحسان على صحيح ابن حبان وتمييز سقيمه من صحيحه، وشاذه من محفوظه، مؤلف الأصل: محمد بن حبان بن أحمد بن حبان بن معاذ بن مَعْبدَ، التميمي، أبو حاتم، الدارمي، البُستي (المتوفى: 354هـ)، ترتيب: الأمير أبو الحسن علي بن بلبان بن عبد الله، علاء الدين الفارسي الحنفي (المتوفى: 739هـ)، مؤلف التعليقات الحسان: أبو عبد الرحمن محمد ناصر الدين، بن الحاج نوح بن نجاتي بن آدم، الأشقودري الألباني (المتوفى: 1420هـ)، الناشر: دار با وزير للنشر والتوزيع، جدة - المملكة العربية السعودية، الطبعة: الأولى، 1424 هـ - 2003م. ¶ 28. تهذيب الأسماء واللغات، أبو زكريا محيي الدين يحيى بن شرف النووي (المتوفى: 676هـ)،: شركة العلماء بمساعدة إدارة الطباعة المنيرية، يطلب من: دار الكتب العلمية، بيروت - لبنان.",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "29. تهذيب التهذيب، أبو الفضل أحمد بن علي بن محمد بن أحمد بن حجر العسقلاني (المتوفى: 852هـ)، الناشر: مطبعة دائرة المعارف النظامية، الهند، الطبعة: الطبعة الأولى، 1326هـ. ¶ 30. تهذيب الكمال في أسماء الرجال، يوسف بن عبد الرحمن بن يوسف، أبو الحجاج، جمال الدين ابن الزكي أبي محمد القضاعي الكلبي المزي (المتوفى: 742هـ)، المحقق: د. بشار عواد معروف، الناشر: مؤسسة الرسالة - بيروت. ¶ 31. تهذيب اللغة، محمد بن أحمد بن الأزهري الهروي، أبو منصور (المتوفى: 370هـ) ¶ المحقق: محمد عوض مرعب، الناشر: دار إحياء التراث العربي - بيروت، الطبعة: الأولى، 2001م. ¶ 32. توجيه النظر إلى أصول الأثر، طاهر بن صالح (أو محمد صالح) إبن أحمد بن موهب، السمعوني الجزائري، ثم الدمشقيّ (المتوفى: 1338هـ)، المحقق: عبد الفتاح أبو غدة ¶ الناشر: مكتبة المطبوعات الإسلامية - حلب، الطبعة: الأولى، 1416هـ - 1995م. ¶ 33. الثقات، محمد بن حبان بن أحمد بن حبان بن معاذ بن مَعْبدَ، التميمي، أبو حاتم، الدارمي، البُستي (المتوفى: 354هـ)، طبع بإعانة: وزارة المعارف للحكومة العالية الهندية ¶ تحت مراقبة: الدكتور محمد عبد المعيد خان مدير دائرة المعارف العثمانية، الناشر: دائرة المعارف العثمانية بحيدر آباد الدكن الهند، الطبعة: الأولى، 1393 ه‍= 1973م. ¶ 34. جامع الأصول في أحاديث الرسولن مجد الدين أبو السعادات المبارك بن محمد بن محمد بن محمد ابن عبد الكريم الشيباني الجزري ابن الأثير (المتوفى: 606هـ)، تحقيق: عبد القادر الأرنؤوط - التتمة تحقيق بشير عيون، الناشر: مكتبة الحلواني - مطبعة الملاح - مكتبة دار البيان، الطبعة: الأولى. ¶ 35. جمهرة اللغة، أبو بكر محمد بن الحسن بن دريد الأزدي (المتوفى: 321هـ)، المحقق: رمزي منير بعلبكي، الناشر: دار العلم للملايين - بيروت، الطبعة: الأولى، 1987م. ¶ 36. جواهر التاريخ، علي الكوراني العاملي، ط (1)، 2004م. ¶ 37. خلاصة الأقوال، نجم الدين أبو القاسم جعفر بن سعيد بن يحيى الهذلي المعروف بالحلي، تحقيق جواد القيومي، ط (1)، 1417هـ. ¶ 38. رجال صحيح مسلم، أحمد بن علي بن محمد بن إبراهيم، أبو بكر ابن مَنْجُويَه (المتوفى: 428هـ)، المحقق: عبد الله الليثي دار المعرفة - بيروت، ط (1) 1407هـ.",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "39. سمط النجوم العوالي في أنباء الأوائل والتوالي، عبد الملك بن حسين بن عبد الملك العصامي المكي (المتوفى: 1111هـ)، المحقق: عادل أحمد عبد الموجود- علي محمد معوض، الناشر: دار الكتب العلمية - بيروت، الطبعة: الأولى، 1419 هـ - 1998م. ¶ 40. السنن الكبرى، أحمد بن الحسين بن علي بن موسى الخُسْرَوْجِردي الخراساني، أبو بكر البيهقي (المتوفى: 458هـ)، المحقق: محمد عبد القادر عطا، الناشر: دار الكتب العلمية، بيروت - لبنان، الطبعة: الثالثة، 1424 هـ - 2003م. ¶ 41. سير أعلام النبلاء، شمس الدين أبو عبد الله محمد بن أحمد بن عثمان بن قَايْماز الذهبي (المتوفى: 748هـ)، المحقق: مجموعة من المحققين بإشراف الشيخ شعيب الأرناؤوط، الناشر: مؤسسة الرسالة، الطبعة: الثالثة، 1405 هـ - 1985م. ¶ 42. سير السلف الصالحين، إسماعيل بن محمد بن الفضل بن علي القرشي الطليحي التيمي الأصبهاني، أبو القاسم، الملقب بقوام السنة (المتوفى: 535هـ)، تحقيق: د. كرم بن حلمي بن فرحات بن أحمد ن الناشر: دار الراية للنشر والتوزيع، الرياض. ¶ 43. السيرة النبوية لابن هشام، عبد الملك بن هشام بن أيوب الحميري المعافري، أبو محمد، جمال الدين (المتوفى: 213هـ)، تحقيق: مصطفى السقا وإبراهيم الأبياري وعبد الحفيظ الشلبي، الناشر: شركة مكتبة ومطبعة مصطفى البابي الحلبي وأولاده بمصر، الطبعة: الثانية، 1375هـ - 1955م. ¶ 44. شذرات الذهب في أخبار من ذهب، عبد الحي بن أحمد بن محمد ابن العماد العَكري الحنبلي، أبو الفلاح (المتوفى: 1089هـ)، حققه: محمود الأرناؤوط، خرج أحاديثه: عبد القادر الأرناؤوط، الناشر: دار ابن كثير، دمشق - بيروت، الطبعة: الأولى، 1406 هـ - 1986م. ¶ 45. شرح نهج البلاغة، أبو حامد عز الدين بن هبة الله بن محمد بن محمد بن أبي الحديد المدائني، دار النشر: دار الكتب العلمية - بيروت / لبنان - 1418هـ - 1998م، الطبعة: الأولى، تحقيق: محمد عبد الكريم النمري. ¶ 46. الشيعة في مصر، صالح الورداني ن ط (1)، 1993، مكتبة مدبولي الصغير، مصر. ¶ 47. الصحاح تاج اللغة وصحاح العربية، أبو نصر إسماعيل بن حماد الجوهري الفارابي (المتوفى: 393هـ)، تحقيق: أحمد عبد الغفور عطار، الناشر: دار العلم للملايين - بيروت ¶ الطبعة: الرابعة 1407 هـ‍- 1987م.",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "48. صحيح البخاري، محمد بن إسماعيل أبو عبدالله البخاري الجعفيي، المحقق: محمد زهير بن ناصر الناصر، الناشر: دار طوق النجاة (مصورة عن السلطانية بإضافة ترقيم ترقيم محمد فؤاد عبد الباقي)، الطبعة: الأولى، 1422هـ. ¶ 48. صحيح الجامع الصغير وزياداته، أبو عبد الرحمن محمد ناصر الدين، بن الحاج نوح بن نجاتي بن آدم، الأشقودري الألباني (المتوفى: 1420هـ) ن الناشر: المكتب الإسلامي. ¶ 49. صحيح مسلم، مسلم بن الحجاج أبو الحسن القشيري النيسابوري (المتوفى: 261هـ) ¶ المحقق: محمد فؤاد عبد الباقي، الناشر: دار إحياء التراث العربي - بيروت. ¶ 50. الضعفاء، أبو نعيم أحمد بن عبد الله بن أحمد بن إسحاق بن موسى بن مهران الأصبهاني (المتوفى: 430هـ)، المحقق: فاروق حمادة ن الناشر: دار الثقافة - الدار البيضاء، الطبعة: الأولى، 1405 - 1984. ¶ 51. الضعفاء والمتروكون: جمال الدين أبو الفرج عبد الرحمن بن علي بن محمد الجوزي (المتوفى: 597هـ)، المحقق: عبد الله القاضي، الناشر: دار الكتب العلمية - بيروت، الطبعة: الأولى، 1406هـ. ¶ 52. الضعفاء والمتروكون،: أبو عبد الرحمن أحمد بن شعيب بن علي الخراساني، النسائي (المتوفى: 303هـ)، المحقق: محمود إبراهيم زايدن الناشر: دار الوعي - حلب، الطبعة: الأولى، 1396هـ. ¶ 53. الطبقات الكبرى، المؤلف: أبو عبد الله محمد بن سعد بن منيع الهاشمي بالولاء، البصري، البغدادي المعروف بابن سعد (المتوفى: 230هـ)، تحقيق: محمد عبد القادر عطا ¶ الناشر: دار الكتب العلمية - بيروت، الطبعة: الأولى، 1410 هـ - 1990م. ¶ 54. العباب الزاخر واللباب الفاخر، رضي الدين الصنعاني، تحقيق د. فير محمد حسن، مطبعة الجامع العلمي العراقي، ط (1)، 1978. ¶ 55. عبد الله بن سبأ اليهودي وأثره في أحداث الفتنة في صدر الإسلام، سليمان بن فهد العودة، دار طيبة، ط (2)، 1412هـ. ¶ 56. عثمان بن عفان رضي الله عنه، شخصيته وعصره، علي الصلابي، دار التوزيع النشر الإسلامية، القاهرة - مصر، الطبعة: الأولى، 1423 هـ - 2002م. ¶ 57. عصر الخلافة الراشدة - محاولة لنقد الرواية التاريخية وفق منهج المحدثين ¶ المؤلف: أكرم بن ضياء العمري، الناشر: مكتبة العبيكان. ¶ 58. عقائد الإمامية، محمد رضا المظفر، تحقيق حامد حفني داوود.",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "59. علي بن أبي طالب رضي الله عنه، شخصيته وعصره، علي الصلابي، مكتبة الصحابة، الشارقة - الإمارات، عام النشر: 1425 هـ - 2004م. ¶ 60. العواصم من القواصم في تحقيق مواقف الصحابة بعد وفاة النبي صلى الله عليه وسلم ¶ المؤلف: القاضي محمد بن عبد الله أبو بكر بن العربي المعافري الإشبيلي المالكي (المتوفى: 543هـ)، المحقق: محب الدين الخطيب - ومحمود مهدي الاستانبولي، الناشر: دار الجيل بيروت - لبنان، الطبعة: الثانية، 1407هـ - 1987م. ¶ 61. العين، المؤلف: أبو عبد الرحمن الخليل بن أحمد بن عمرو بن تميم الفراهيدي البصري (المتوفى: 170هـ)، المحقق: د مهدي المخزومي، د إبراهيم السامرائي، الناشر: دار ومكتبة الهلال. ¶ 62. عيون الأثر في فنون المغازي والشمائل والسير، محمد بن محمد بن محمد بن أحمد، ابن سيد الناس، اليعمري الربعي، أبو الفتح، فتح الدين (المتوفى: 734هـ)، تعليق: إبراهيم محمد رمضان، الناشر: دار القلم - بيروت، الطبعة: الأولى، 1414/ 1993. ¶ 63. الغارات، إبراهيم بن محمد الثقفي، تحقيق: السيد جلال الدين الحسيني الأرموي المحدث. ¶ 64. فتح الباري شرح صحيح البخاري، أحمد بن علي بن حجر أبو الفضل العسقلاني الشافعين الناشر: دار المعرفة - بيروت، 1379، رقم كتبه وأبوابه وأحاديثه: محمد فؤاد عبد الباقي، قام بإخراجه وصححه وأشرف على طبعه: محب الدين الخطيب، عليه تعليقات العلامة: عبد العزيز بن عبد الله بن باز. ¶ 65. فتح المغيث بشرح الفية الحديث للعراقي، شمس الدين أبو الخير محمد بن عبد الرحمن بن محمد بن أبي بكر بن عثمان بن محمد السخاوي (المتوفى: 902هـ)، المحقق: علي حسين علي، الناشر: مكتبة السنة - مصر، الطبعة: الأولى، 1424هـ / 2003م. ¶ 66. فتنة مقتل عثمان بن عفان رضي الله عنه، محمد بن عبد الله بن عبد القادر غبان الصبحي الناشر: عمادة البحث العلمي بالجامعة الإسلامية، المدينة المنورة، المملكة العربية السعودية، الطبعة: الثانية، 1424هـ/2003م. ¶ 67. الفتنة ووقعة الجمل، سيف بن عمر الأسدي التَّمِيمي (المتوفى: 200هـ)، المحقق: أحمد راتب عرموش، الناشر: دار النفائس، الطبعة: السابعة 1413هـ/1993مـ.",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "68. فتوح البلدان، أحمد بن يحيى بن جابر بن داود البَلَاذُري (المتوفى: 279هـ) ¶ الناشر: دار ومكتبة الهلال- بيروت، عام النشر: 1988م. ¶ 69. فتوح مصر والمغرب، عبد الرحمن بن عبد الله بن عبد الحكم، أبو القاسم المصري (المتوفى: 257هـ)، الناشر: مكتبة الثقافة الدينية، عام النشر: 1415 هـ. ¶ 70. القاموس المحيط، مجد الدين أبو طاهر محمد بن يعقوب الفيروزآبادى (المتوفى: 817هـ)، تحقيق: مكتب تحقيق التراث في مؤسسة الرسالة، بإشراف: محمد نعيم العرقسُوسي ¶ الناشر: مؤسسة الرسالة للطباعة والنشر والتوزيع، بيروت - لبنان، الطبعة: الثامنة، 1426 هـ - 2005م. ¶ 71. الكامل في التاريخ، أبو الحسن علي بن أبي الكرم محمد بن محمد بن عبد الكريم بن عبد الواحد الشيباني الجزري، عز الدين ابن الأثير (المتوفى: 630هـ)، تحقيق: عمر عبد السلام تدمرين الناشر: دار الكتاب العربي، بيروت - لبنان، الطبعة: الأولى، 1417هـ / 1997م. ¶ 72. كتاب سليم بن قيس، تحقيق محمد باقر الأنصاري. ¶ 73. لباب الأنساب والألقاب والأعقاب، أبو الحسن ظهير الدين علي بن زيد البيهقي، الشهير بإبن فندمه. ¶ 74. لسان الميزان، أبو الفضل أحمد بن علي بن محمد بن أحمد بن حجر العسقلاني (المتوفى: 852هـ)، المحقق: عبد الفتاح أبو غدة، الناشر: دار البشائر الإسلامية، الطبعة: الأولى، 2002م. ¶ 75. مجمع الزوائد ومنبع الفوائد، أبو الحسن نور الدين علي بن أبي بكر بن سليمان الهيثمي (المتوفى: 807هـ)، المحقق: حسام الدين القدسي، الناشر: مكتبة القدسي، القاهرة ¶ عام النشر: 1414 هـ، 1994م. ¶ 76. المحن، محمد بن أحمد بن تميم التميمي المغربي الإفريقي، أبو العرب (المتوفى: 333هـ)، المحقق: د عمر سليمان العقيلي، الناشر: دار العلوم - الرياض - السعودية، الطبعة: الأولى، 1404هـ - 1984م. ¶ 78. المختصر في أخبار البشر، أبو الفداء عماد الدين إسماعيل بن علي بن محمود بن محمد ابن عمر بن شاهنشاه بن أيوب، الملك المؤيد، صاحب حماة (المتوفى: 732هـ)، الناشر: المطبعة الحسينية المصرية، الطبعة الأولى.",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "79. مرآة الجنان وعبرة اليقظان في معرفة ما يعتبر من حوادث الزمان، أبو محمد عفيف الدين عبد الله بن أسعد بن علي بن سليمان اليافعي (المتوفى: 768هـ)، وضع حواشيه: خليل المنصور، الناشر: دار الكتب العلمية، بيروت - لبنان، الطبعة: الأولى، 1417 هـ - 1997م. ¶ 80. مرشد الزوار إلى قبور الأبرار، موفق الدين أبو محمد بن عبد الرحمن، ابن الشيخ أبي الحرم مكّي بن عثمان الشارعي الشافعي (المتوفى: 615هـ)، الناشر: الدار المصرية اللبنانية، القاهرة، الطبعة: الأولى، 1415 هـ. ¶ 81. مروج الذهب ومعادن الجوهر، أبو الحسن علي بن الحسين بن علي المسعودي، عناية الدكتور يوسف البقاعي، دار إحياء التراث العربي، بيروت، ط (1). ¶ 82. مستخرج أبي عوانة، أبو عوانة يعقوب بن إسحاق بن إبراهيم النيسابوري الإسفراييني (المتوفى: 316هـ)، تحقيق: أيمن بن عارف الدمشقي، الناشر: دار المعرفة - بيروت، الطبعة: الأولى، 1419هـ- 1998م. ¶ 83. مسند الإمام أحمد بن حنبل، أبو عبد الله أحمد بن محمد بن حنبل بن هلال بن أسد الشيباني (المتوفى: 241هـ)، المحقق: شعيب الأرنؤوط - عادل مرشد، وآخرون، إشراف: د عبد الله بن عبد المحسن التركي، الناشر: مؤسسة الرسالة، الطبعة: الأولى، 1421 هـ - 2001م. ¶ 84. مشكاة المصابيح، محمد بن عبد الله الخطيب العمري، أبو عبد الله، ولي الدين، التبريزي (المتوفى: 741هـ)، المحقق: محمد ناصر الدين الألباني، الناشر: المكتب الإسلامي - بيروت، الطبعة: الثالثة، 1985. ¶ 85. المصباح المنير في غريب الشرح الكبير، أحمد بن محمد بن علي الفيومي ثم الحموي، أبو العباس (المتوفى: نحو 770هـ)، الناشر: المكتبة العلمية - بيروت. ¶ 86. مصنف إبن أبي شيبة، أبو بكر بن أبي شيبة، عبد الله بن محمد بن إبراهيم بن عثمان بن خواستي العبسي (المتوفى: 235هـ)، المحقق: كمال يوسف الحوت، الناشر: مكتبة الرشد - الرياض، الطبعة: الأولى، 1409ه. ¶ 87. معجم البلدان، شهاب الدين أبو عبد الله ياقوت بن عبد الله الرومي الحموي (المتوفى: 626هـ)، الناشر: دار صادر، بيروت، الطبعة: الثانية، 1995م. ¶ 88. معجم الكبير، سليمان بن أحمد بن أيوب بن مطير اللخمي الشامي، أبو القاسم الطبراني (المتوفى: 360هـ)، المحقق: حمدي بن عبد المجيد السلفي، دار النشر: مكتبة ابن تيمية - القاهرة، الطبعة: الثانية.",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "89. معجم مقاييس اللغة، أحمد بن فارس بن زكرياء القزويني الرازي، أبو الحسين (المتوفى: 395هـ)، المحقق: عبد السلام محمد هارون، الناشر: دار الفكر، عام النشر: 1399هـ - 1979م. ¶ 90. المعجم الوسيط، مجمع اللغة العربية بالقاهرة، (إبراهيم مصطفى / أحمد الزيات / حامد عبد القادر / محمد النجار)، الناشر: دار الدعوة. ¶ 91. معرفة الصحابة، أبو عبد الله محمد بن إسحاق بن محمد بن يحيى بن مَنْدَه العبدي (المتوفى: 395هـ)، حققه وقدم له وعلق عليه: الأستاذ الدكتور/ عامر حسن صبرين الناشر: مطبوعات جامعة الإمارات العربية المتحدةن الطبعة: الأولى، 1426 هـ 2005م. ¶ 92. مقدمة إبن الصلاح، عثمان بن عبد الرحمن، أبوعمرو، تقي الدين المعروف بابن الصلاح (المتوفى: 643هـ)، المحقق: نور الدين عترن الناشر: دار الفكر- سوريا، دار الفكر المعاصر - بيروت، سنة النشر: 1406هـ - 1986م. ¶ 93. المنتظم في تاريخ الأمم والملوك،: جمال الدين أبو الفرج عبد الرحمن بن علي بن محمد الجوزي (المتوفى: 597هـ)، المحقق: محمد عبد القادر عطا، مصطفى عبد القادر عطان الناشر: دار الكتب العلمية، بيروتن الطبعة: الأولى، 1412 هـ - 1992م. ¶ 94. منهاج السنة النبوية في نقض كلام الشيعة القدرية، تقي الدين أبو العباس أحمد بن عبد الحليم بن عبد السلام بن عبد الله بن أبي القاسم بن محمد ابن تيمية الحراني الحنبلي الدمشقي (المتوفى: 728هـ)، المحقق: محمد رشاد سالم، الناشر: جامعة الإمام محمد بن سعود الإسلامية، الطبعة: الأولى، 1406 هـ - 1986م. ¶ 95. المواعظ والاعتبار بذكر الخطط والآثار، أحمد بن علي بن عبد القادر، أبو العباس الحسيني العبيدي، تقي الدين المقريزي (المتوفى: 845هـ)، الناشر: دار الكتب العلمية، بيروتن الطبعة: الأولى، 1418 هـ. ¶ 96. موسوعة الألباني في العقيدة، أبو عبد الرحمن محمد ناصر الدين، بن الحاج نوح بن نجاتي بن آدم، الأشقودري الألباني (المتوفى: 1420هـ)، صَنَعَهُ: شادي بن محمد بن سالم آل نعمان، الناشر: مركز النعمان للبحوث والدراسات الإسلامية وتحقيق التراث والترجمة، صنعاء - اليمن، الطبعة: الأولى، 1431 هـ - 2010م. ¶ 97. الموسوعة الشاملة للفرق المعاصرة في العالم، أسامة شحادة وهيثم الكسواني، مكتبة مدبولي، مصر، ط (1)، 2007م.",
            "page": "105",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "98. ميزان الاعتدال في نقد الرجال، شمس الدين أبو عبد الله محمد بن أحمد بن عثمان بن قَايْماز الذهبي (المتوفى: 748هـ)، تحقيق: علي محمد البجاوي نالناشر: دار المعرفة للطباعة والنشر، بيروت - لبنانن الطبعة: الأولى، 1382 هـ - 1963م. ¶ 99. النجوم الزاهرة في ملوك مصر والقاهرة، يوسف بن تغري بردي بن عبد الله الظاهري الحنفي، أبو المحاسن، جمال الدين (المتوفى: 874هـ)، الناشر: وزارة الثقافة والإرشاد القومي، دار الكتب، مصر. ¶ 100. هدية العارفين أسماء المؤلفين وآثار المصنفين، إسماعيل بن محمد أمين بن مير سليم الباباني البغدادي (المتوفى: 1399هـ)، الناشر: طبع بعناية وكالة المعارف الجليلة في مطبعتها البهية استانبول 1951، أعادت طبعه بالأوفست: دار إحياء التراث العربي بيروت - لبنان. ¶ 101. الوافي بالوفيات، صلاح الدين خليل بن أيبك بن عبد الله الصفدي (المتوفى: 764هـ)، المحقق: أحمد الأرناؤوط وتركي مصطفى، الناشر: دار إحياء التراث - بيروت ¶ عام النشر:1420هـ- 2000م. ¶ 102. وفيات الأعيان وأنباء أبناء الزمان، أبو العباس شمس الدين أحمد بن محمد بن إبراهيم بن أبي بكر ابن خلكان البرمكي الإربلي (المتوفى: 681هـ)، المحقق: إحسان عباس ¶ الناشر: دار صادر - بيروت. ¶ 103. ولاة مصر، أبو عمر محمد بن يوسف بن يعقوب الكندي المصري تحقيق: محمد حسن محمد حسن إسماعيل، وأحمد فريد المزيدي، الناشر: دار الكتب العلمية، بيروت - لبنانن الطبعة: الأولى، 1424 هـ - 2003م. ¶ 104. اليواقيت والدرر في شرح نخبة إبن حجر، زين الدين محمد المدعو بعبد الرؤوف بن، تاج العارفين بن علي بن زين العابدين الحدادي ثم المناوي القاهري (المتوفى: 031هـ) ¶ المحقق: المرتضي الزين أحمد، الناشر: مكتبة الرشد - الرياض، الطبعة: الأولى، 1999م.",
            "page": "106",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "والحمد لله الذي بنعمته تتم الصالحات ¶ نضال عباس دويكات ¶ نابلس - فلسطين ¶ جوال: 0595858310 ¶ www.Nedo799@hotmail.com",
            "page": "107",
            "part": "1"
        }
    ],
    "t35889": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "محمد بن أبي بكر الصديق حياته وأحواله زمن الفتنة"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "الإهداء"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "فهرس الموضوعات"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "إسمه ونسبه وكنيته"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "مولده"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "إخوته"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": "1",
            "tit": "نشأته وتربيته"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "زوجاته وأولاده"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "روايته للحديث النبوي الشريف"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "هل محمد بن أبي بكر صحابي أم تابعي"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "محمد بن أبي بكر في خلافة عثمان رضي الله عنه"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": null,
            "tit": "محمد بن أبي بكر إلى مصر في خلافة عثمان"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": null,
            "tit": "لماذا إعترض محمد بن أبي بكر على تولية عثمان عبد الله بن أبي السرح على مصر"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": null,
            "tit": "حقيقة عودة محمد بن أبي بكر إلى المدينة مع المصريين لحصار عثمان"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": null,
            "tit": "حقيقة المراسلات بينه وبين الخارجين على عثمان"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": null,
            "tit": "هل ولَّاه عثمان على مصر"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": null,
            "tit": "محمد بن أبي بكر وحصار عثمان في يوم الدار"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": null,
            "tit": "هل شارك محمد بن أبي بكر الصديق في قتل عثمان"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": null,
            "tit": "محاجزة محمد بن أبي بكر عن عثمان رضي الله عنه قبل مقتله"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": null,
            "tit": "رسالة أم المؤمنين عائشة رضي الله عنها لأخيها محمد أثناء حصار عثمان"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": null,
            "tit": "نصحية بنت عميس الخثعمية إلى محمد بن أبي بكر أثناء الفتنة"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": null,
            "tit": "هل أظهر محمد بن أبي بكر التوبة والندم على ما كان منه تجاه عثمان"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": null,
            "tit": "نفي محمد بن أبي بكر قتله لعثمان بن عفان"
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": null,
            "tit": "محمد بن أبي بكر في خلافة علي رضي الله عنه"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": null,
            "tit": "محمد بن أبي بكر قائداً للرجالة في جيش علي يوم الجمل"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": null,
            "tit": "محمد بن أبي بكر وحادثة الهودج في معركة الجمل"
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": null,
            "tit": "هل صح أن محمد بن أبي بكر شتم عثمان"
        },
        {
            "id": "41",
            "lvl": "2",
            "sub": null,
            "tit": "تكليف محمد بن أبي بكر بمرافقة السيدة عائشة إلى المدينة"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": null,
            "tit": "مع علي رضي الله عنه في صفين"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": "1",
            "tit": "محمد بن أبي بكر والياً على مصر"
        },
        {
            "id": "44",
            "lvl": "2",
            "sub": null,
            "tit": "تاريخ دخول محمد بن أبي بكر والياً على مصر"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": null,
            "tit": "كتاب علي لمحمد بن أبي بكر بعد تعيينه والياً على مصر"
        },
        {
            "id": "48",
            "lvl": "2",
            "sub": null,
            "tit": "نصيحة قيس بن سعد لمحمد بن أبي بكر عند ولايته أمر مصر"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": null,
            "tit": "محمد بن أبي بكر يطلب من أهل خربتا مبايعة علي"
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": null,
            "tit": "عزل علي لمحمد بن أبي بكر عن مصر ورده إليها ثانية"
        },
        {
            "id": "52",
            "lvl": "2",
            "sub": null,
            "tit": "خطاب علي لمحمد بن أبي بكر بعد مقتل الأشتر ورد محمد عليه"
        },
        {
            "id": "53",
            "lvl": "2",
            "sub": null,
            "tit": "قرار معاوية بضم مصر وتخليصها من يد محمد بن أبي بكر"
        },
        {
            "id": "56",
            "lvl": "2",
            "sub": null,
            "tit": "رسائل معاوية وعمرو بن العاص إلى محمد بن أبي بكر"
        },
        {
            "id": "58",
            "lvl": "2",
            "sub": null,
            "tit": "محمد بن أبي بكر يطلع علي بن أبي طالب على رسائل عمرو ومعاوية رضي الله عنهم"
        },
        {
            "id": "59",
            "lvl": "2",
            "sub": null,
            "tit": "رد محمد بن أبي بكر على رسائل معاوية وعمرو بن العاص رضي الله عنهما"
        },
        {
            "id": "61",
            "lvl": "2",
            "sub": null,
            "tit": "تضمين الرافضة لخبر هذه المراسلات في كتبهم"
        },
        {
            "id": "63",
            "lvl": "2",
            "sub": null,
            "tit": "نص المكاتبات بين محمد ومعاوية عند المسعودي وابن أبي الحديد"
        },
        {
            "id": "66",
            "lvl": "2",
            "sub": null,
            "tit": "محمد بن أبي بكر خطيباً في أهل مصر يحثهم على قتال جيش عمرو بن العاص"
        },
        {
            "id": "67",
            "lvl": "2",
            "sub": null,
            "tit": "يوم المسناة"
        },
        {
            "id": "69",
            "lvl": "1",
            "sub": null,
            "tit": "مقتله وما قيل فيه"
        },
        {
            "id": "69",
            "lvl": "2",
            "sub": "1",
            "tit": "الرويات حول أسر محمد بن أبي بكر ومقتله"
        },
        {
            "id": "75",
            "lvl": "2",
            "sub": null,
            "tit": "علاقة معاوية بن أبي سفيان بقتل محمد بن أبي بكر"
        },
        {
            "id": "77",
            "lvl": "2",
            "sub": null,
            "tit": "تاريخ مقتل محمد بن أبي بكر الصديق"
        },
        {
            "id": "77",
            "lvl": "2",
            "sub": "1",
            "tit": "مكان دفنه"
        },
        {
            "id": "78",
            "lvl": "2",
            "sub": null,
            "tit": "علي يتلقَّى خبر مقتل محمد بن أبي بكر من عيونه في الشام"
        },
        {
            "id": "78",
            "lvl": "2",
            "sub": "1",
            "tit": "حزن علي على محمد بن أبي بكر ووصفه بالشهيد والثناء عليه"
        },
        {
            "id": "79",
            "lvl": "2",
            "sub": null,
            "tit": "رسالة علي بن أبي طالب إلى إبن عباس في شأن مقتل محمد بن ابي بكر"
        },
        {
            "id": "81",
            "lvl": "2",
            "sub": null,
            "tit": "حزن عائشة رضي الله عنها لمقتل أخيها محمد بن أبي بكر"
        },
        {
            "id": "82",
            "lvl": "2",
            "sub": null,
            "tit": "قول نائلة زوجة عثمان لمعاوية بن حديج (بك أدركت ثأري من إبن الخثعمية)"
        },
        {
            "id": "83",
            "lvl": "2",
            "sub": null,
            "tit": "قول نائلة زوجة عثمان لمحمد بن أبي بكر (لعنة الله عليك من إبن للعشيرة)"
        },
        {
            "id": "83",
            "lvl": "2",
            "sub": "1",
            "tit": "قول زينب بنت أبي سفيان (ظلامتنا عند مدمم وعند مكحلة)"
        },
        {
            "id": "84",
            "lvl": "2",
            "sub": null,
            "tit": "قول عثمان في محمد بن أبي بكر (فإنه أُعجب حتى رأى أن الحقوق لا تلزمه)"
        },
        {
            "id": "85",
            "lvl": "2",
            "sub": null,
            "tit": "قول عبد الله بن جعفر (ما رأيت مثل عمار بن ياسر ومحمد بن أبي بكر)"
        },
        {
            "id": "85",
            "lvl": "2",
            "sub": "1",
            "tit": "تسمية الحسن البصري لمحمد بن أبي بكر بالفاسق"
        },
        {
            "id": "86",
            "lvl": "2",
            "sub": null,
            "tit": "قول محمد بن أبي بكر (إن عثمان عمل بالجور، ونبذ حكم القرآن)"
        },
        {
            "id": "87",
            "lvl": "1",
            "sub": null,
            "tit": "محمد بن أبي بكر الصديق عند الشيعة"
        },
        {
            "id": "87",
            "lvl": "2",
            "sub": "1",
            "tit": "يعظِّمون محمد بن أبي بكر ويلعنون والده الصديق"
        },
        {
            "id": "88",
            "lvl": "2",
            "sub": null,
            "tit": "ينسبون إليه تكفير والده الصديق وإقراره بأنه من أهل النار"
        },
        {
            "id": "88",
            "lvl": "2",
            "sub": "1",
            "tit": "ينسبون إليه البراءة من والده الصديق"
        },
        {
            "id": "89",
            "lvl": "2",
            "sub": null,
            "tit": "ينسبون إليه القول بالبراءة من الخليفة الثاني (عمر بن الخطاب)"
        },
        {
            "id": "89",
            "lvl": "2",
            "sub": "1",
            "tit": "يُقرون أن نجابته أتته من أمه أسماء بنت عميس وليس من والده الصديق"
        },
        {
            "id": "90",
            "lvl": "2",
            "sub": null,
            "tit": "يعدونه من نُسًّاك قريش وعُبَّادها"
        },
        {
            "id": "90",
            "lvl": "2",
            "sub": "1",
            "tit": "هو عندهم من أوائل الشيعة الذين يدخلون الفردوس"
        },
        {
            "id": "90",
            "lvl": "2",
            "sub": "2",
            "tit": "يعدونه شيعياً متعصباً"
        },
        {
            "id": "91",
            "lvl": "2",
            "sub": null,
            "tit": "ينسبون إليه القول بأن إمامة علي بن أبي طالب فريضة إلهية"
        },
        {
            "id": "91",
            "lvl": "2",
            "sub": "1",
            "tit": "ينسبون إليه القول بأن علي بن أبي طالب كان مُحدَثاً ويكلم الملائكة"
        },
        {
            "id": "92",
            "lvl": "2",
            "sub": "1",
            "tit": "ينسبون إلى الإمام جعفر الصادق قوله (محمد بن أبي بكر لا يرضى أن يعصى الله)"
        },
        {
            "id": "92",
            "lvl": "2",
            "sub": "2",
            "tit": "قول علي بن أبي طالب (وكنت له والداً وأعده ولداً)"
        },
        {
            "id": "93",
            "lvl": "2",
            "sub": null,
            "tit": "قول علي بن ابي طالب (إنه شهيد حي يرزق)"
        },
        {
            "id": "93",
            "lvl": "2",
            "sub": "1",
            "tit": "قول علي بن أبي طالب (ما أُتي محمد من حرض)"
        },
        {
            "id": "93",
            "lvl": "2",
            "sub": "2",
            "tit": "عائشة تبغض أخاها محمد بن أبي بكر لتشيعه وعلي يجبرها على محبته"
        },
        {
            "id": "94",
            "lvl": "2",
            "sub": null,
            "tit": "محمد بن أبي بكر وعبد الله بن الزبير يتشاتمان"
        },
        {
            "id": "94",
            "lvl": "2",
            "sub": "1",
            "tit": "عائشة تدعو دبر كل صلاة على قتلة محمد بن أبي بكر"
        },
        {
            "id": "96",
            "lvl": "1",
            "sub": null,
            "tit": "فهرس المصادر"
        }
    ]
}