{
    "b35894": [
        {
            "id": "1",
            "nass": "أنفلونزا الطيور (أنفلونزا A ) ¶ (طاعون الطيور) ¶ تقديم: ¶ تنتمي فيروسات الأنفلونزا إلى عائلة Orthomyxoviridae من تحت رتبة Myxoviruses من رتبة Mononegavirales ¶ تحتوى عائلة Orthomyxoviridae على أربع أجناس منها ثلاثة أجناس لفيروس الانفلونزا هي: ¶ 1- فيروس الأنفلونزا A ويصيب الطيور وينتقل إلى الخنازير والخيول وبعض الفصائل الحيوانية الأخرى وبعض أنواع القوارض كما تصيب بعض عتراته الإنسان وينتقل من المصاب إلى السليم (H1N1,H3N2,H2N2) ¶ 2- فيروس الأنفلونزا B ويصيب الإنسان فقط ولا يسبب مشاكل مرضية إلا في الاطفال في سن الدراسة (5-14 سنة ) وكبار السن ويسبب اعراضا تنفسية فقط . ¶ 3- فيروس الأنفلونزا C وهى أضعف السلالات وتصيب الإنسان والخنازير والأعراض تمر دون ملاحظة (أعراض طفيفة لا يمكن التفرقة بينها وبين أعراض نزلات البرد الطفيفة ) لذا فالاهتمام بدراستها قليل وكذا المعلومات المتوفرة عنها. ¶ وصف الفيروس ¶ يتميز فيروس الأنفلونزا بتعدد أشكاله وتغيرها (highlypieomorphic) فهو أما كروي أو بيضاوي ويتراوح قطرة من 80-120 نانومتر بينما أشكال أخرى منه تصل إلى (200 نانومتر) أو خيطي طويل طوله يصل إلى (2000 نانومتر) وقطره يصل إلى (80-120نانومتر ) وتختلف عترات الفيروس المختلفة في ميلها لتكوين الأشكال الخطية . ¶ أ الغلاف الخارجي للفيروس يتركب من غلاف دهني يبرز منه على صورة نتوءات (أشواك) من الجليكوبروتين من نوعين هما : ¶ 1- (HA) haemagglutinin وطوله 135 أنجستروم . ¶ 2- (NA)neuraminidase وطوله 60 أنجستروم . ¶ ب- السطح الداخلي للغلاف ببروتين الفيروس . ¶ ? كل خيط (قطعة ) من الرايبوسوم (RNA) يحمل شفرة بروتين واحدة ¶ ج- قطع الجينوم وعددها ثمانية قطع أو خيط الـ RNA التي تحمل الشفرة الوراثية للفيروس تكون في القلب من الفيروس . ¶ يتركب الجينوم (الريبوسوم السالب ) من 8 قطع أحجامها ووظائفها موضحة بالجدول التالي : ¶ Function ... (nt)",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "Transcriptase: cap binding ... PB2 ... 2341 ... 1 ¶ Transcriptase :elongation ... PB1 ... 2341 ¶ Transcriptase: protease activity(?) ... PA ... 2233 ¶ Haemagglutinin ... HA ... 1778 ¶ Nucleoprotein: RNA binding part of transcriptasecomplex nuclear/cytoplsmic transport of vRNA ... NP ... 1565 ... 5 ¶ Neuramimnidase: release of virus ... NA ... 1413 ¶ Matrix protein :major component of virion ... M2 ... 1027 ¶ Integral membrane -ionchanal ¶ Non-structural: nucleus, effects on cellular RNA transport ,splicing translation ... Ns1 ... 890 ¶ Non-structural : nucleus+cytoplasm, function unknown ¶ Ns2 ¶ ??كل خيط (قطعة) من الرسوم (RNA) يحمل شفرة بروتين واحد. ¶ ??القطع الثلاثة الكبرى (p1,p2,p3) هي البروتينات الداخلية للفيروس وتختص بعملية البلمرة (أي تحويل خيط RNAالسالب إلى mRNA) في خلية العائلة . ¶ ??قطع الرايبوسوم الثلاث متوسطة الحجم اثنان منها يتركبان من الجليكوبروتين وتحملان شفرات HA&NA والثانية والثالثة تحمل شفرة النيوكليوبروتين NP وهو جزء من النيوكليوكابسيد . ¶ ??القطعة السابعة وهى أصغر القطع تحمل شفرة البروتين M وهو من المكونات الكبرى لغلاف الفيروس (envelope) ¶ ??تبعا لنوع النيوكليوبروتين NP والبروتين M تم تقسيم فيروس الأنفلونزا إلى ثلاث أنواع هي A,B,C ¶ ??حسب نوع كلا من الأنتيجينان HA&NA (المكونان الأنتيجينان الكبيران في غلاف الفيروس) تتحدد عترة الفيروس وتم تقسيمهما بالأرقام (N2 ... H1,H2 ... .&NA ). ¶ ??الانتيجين HA يحتوى على حوالي 25% من بروتين الفيروس وهو عبارة عن التصاق الفيروس بخلايا العائل واختراق الغشاء الخلوي لها ومن ثم دخول الفيروس داخل الخلية . ¶ ??وينقسم الانتيجين H إلى 16 تحت نوع (16 subtypes) هي (H1,H2, ... H16) . ¶ ??ينقسم الأنتيجين N إلى 9 تحت نوع (9 subtypes) وهى (N1,N2, ... N9)",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "??الأجسام المناعية التي ينتجها العائل ضد أنتيجين الفيروس H يمكنها أن تتعادل بكفاءة مع الفيروس الذي يحتويها في غلافة إذا هاجم العائل ولذا لها أهمية كبرى في مجال أنتاج لقاحات الأنفلونزا . ¶ ??الأجسام المناعية التي ينتجها العائل ضد أنتيجين الفيروس N لها تأثير ضعيف في إبطاء أو منع تحرر الفيروس من خلية العائل (تحتاج تراكيز عالية جدا من الأجسام المضادة ) ¶ ??الأنفلونزا الأسبانية H1N1 والآسيوية H2N2 وأنفلونزا هونج كونج H3N3. ¶ تحور الفيروس: ¶ يتميز فيروس الأنفلونزا بقدرتة الكبيرة على التحور (mutation) في فترات زمنية قصيرة وبقدرته على تكوين عترات جديدة مما يسمح له بإحداث عدوى في نفس التجمع المصاب بالعترة السابقة دون ممانعة من الجهاز المناعي للمصاب كما تؤدى إلى ظهور عترات جديدة يمكنها الانتهاء بسهولة إلى عوائل لم تكن تصاب بها من قبل وهذا التحور هو ما يشغل العلماء حاليا في تخوفهم من تحور العترة الضاربة الحالية H5N1 إلى عترة جديدة يمكنها الانتقال بسهولة بين البشر مما يؤدى لحدوث وباء عالمي مثل الأوبئة التي حدثت خلال القرن الماضي وراح ضحيتها الملايين من البشر. ¶ التحور نوعان: ¶ الأول يسمى – (Antigenic drift ) ¶ وهو تحور بطئ الحدوث ويتم عن طريق تراكم نقطة تحور في الجين ينتج عنها تغير الأحماض الأمينية في بروتين الفيروس مما يؤدى إلى تغير ترتيب أو قطع كامل من الرايبوسوم وينتج عنه تغير في الأنتيجينات (H1 تتغير إلى H2 أو N1 إلى N2 (وبذا يمكن للفيروس الهرب من الجهاز المناعي للعائل وإصابته مرة أخرى بنفس العترة وغالبا يحدث التحور في واحد من الأنتيجينين فقط (H فقط أو Nفقط ) ونادرا ما يحدث في الاثنين معا. ¶ الثاني يسمى (antigenic shift) ¶ وهو تحور سريع الحدوث ويتم تغير ترتيب متسلسلة الأحماض الأمينية للفيروس كما يحدث في الخلايا المصابة بنوعين من الأنفلونزا وقد لوحظ أنه يحدث في فيروس واحد من كل 10 آلاف فيروس",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "تكاثر الفيروس: ¶ تسهل الأشواك التي تحتوى HA دخول الفيروس إلي خلية العائل (إنسان –حيوان –طائر بالتصاقها بمجموعة الميوكوبروتين الطرفية (NANA=sialic acid ( (N-acetyl neuraminic) في خلية العائل وبعد الارتباط يبتلع إلى داخل خلية العائل بواسطة عملة تسمى endocytosis حتى يصل في النهاية إلى اندوسومات خلية العائل ¶ لدخول خلية العائل يجب أن ينقسم البروتين HA إلى قطعتين بواسطة أنزيمات تسمى أنزيمان التحلل البروتينى proteases وهى موجودة طبيعيا في إفرازات الخلايا المبطنة للزور والقصبة الهوائية والرئتين ولا يوجد في إفرازات الخلايا أي جزء أخر من الجسم وهذا يفسر أن الأنفلونزا مرض تنفسي فقط ¶ إلا أنه وجد أن العترات شديدة الضراوة تستعمل أنزيما أخر يسمى (plasmine) لدخول خلية الذي يتواجد في إفراز الخلايا في كل أنسجة الجسم كما هو الحال في العترة شديدة الضراوة H5N1 والعترات الضارية الأخرى ¶ ??تم تصنيف عترات الفيروس من حيث ضراوتها في ثلاثة مجموعات تبعا لمنظمات WHO & OIE هي: ¶ 1. عترة شديدة الضراوة HPAI: وهى التي تسبب نفوق عدد من 16 إلى 8 كتاكيت عمرها 4-8 أسابيع بعد الحقن في الوريد بمحلول مستخلص للفيروس تركيزه 1 / 10خلال فترة زمنية قدرها 10 أيام وقد وجد أنها تحتوى على واحد من الانتيجنين H5 أوH7 وبعض المعزولات التي تحتوى على الانتيجين H10 ومنها H10N5 & H10N4. ¶ ملحوظة: هذه العترة هي المدرجة في القائمة A للمكتب الدولي للأوبئة الحيوانية بباريس والتي تحظر استيراد الطيور من الدول المبوءة بها. ¶ 2- عترة متوسطة الضراوة MPAI : وهي الكثر انتشارا وتسبب نفوق عدد 1 – 5 كتاكيت من جملة 8 كتاكيت عمرها 4 – 8 أسابيع بعد الحقن في الوريد بمحلول مستخلص للفيروس تركيزة 1/10 خلال فترة زمنية قدرها 10 أيام بشرط عدم احتوائها علي أيا من الانتيجينين H5 أو H7 ، وبعض هذه العترات يستخدم في عمل لقاحات الأنفلونزا",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "2- عترة ضعيفة الضراوة LPAI : وهي لا تتسبب في ظهور أعراض مرضية يمكن ملاحظتها. ¶ الأنفلونزا A (أنفلونزا الطيور) في الإنسان ¶ تقديم: ¶ ??يرجع العلماء أول تسجيل لإصابة الإنسان بمرض الأنفلونزا بصفة عامة إلى عام 155م ، وتاريخ أول وباء عالمي إلى عام 1580م حيث انتشرت من قارة أوروبا إلى قارتي أسيا وأفريقيا (Cunha 2004) ¶ ??التسجيل الثاني لإصابة الإنسان بمرض الأنفلونزا بصفة عامة كان في القرن 18 حيث حدثت أوبئة أعوام (1729 – 1730 – 1732 – 1733 ، 1781 – 1782) ¶ ??التسجيل الثالث لإصابة الإنسان بمرض الأنفلونزا بصفة عامة كان في القرن 19 حيث حدثت ثلاثة أوبئة أعوام (1830 – 1831 ، 1833 – 1834 ، 1889-1890 \"الأنفلونزا الروسية) ¶ ??حتى الآن لا يعرف علي وجه الدقة متى انتقلت عترات فيروس الأنفلونزاA من الطيور للإنسان لأول مرة. ¶ ??يؤكد العلماء حاليا أن وباء الأنفلونزا عامي 1918-1919 الذي أصاب ما يزيد عن 200 مليون من البشر وأودى بحياة ما يزيد على 50-100 مليون من البشر (Barry 2004) قد انتقل للإنسان من الطيور (يتوقع العلماء إذا حدث وباء من العترة الحالية H5N1 حدوث وفيات تتراوح بين 175 إلى 350 مليون من البشر) (ASTHO 2004) . ¶ ??يظهر الوباء بصورة حادة سريعة الانتشار في التجمعات البشرية (دور الحضانة والمدارس والجامعات والمستشفيات والمعارض ... الخ) حيث ينتشر المرض خلال فترة زمنية قصيرة قدرها 1-3 أسابيع ويستمر في الظهور لمدة 3-4 أسابيع أخرى حيث يصيب عادة من 20-50% من المعرضين للعدوى. ¶ ??أعراض الإصابة تكون أكثر حدة وأسرع انتشارا بين الأطفال (في عمر 5-14 سنة) ، وكبار السن (فوق 60-65 عاما) ، والمصابين بأمراض صدرية أو أمراض مزمنة. ¶ ??ظهرت الإصابة بمرض الأنفلونزا بشكل وبائي خلال القرن الماضي في ثلاثة أوبئة ضخمة وهي:",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "1. الأنفلونزا الأسبانية H1N1 بين عامي 1918 و 1919 الذي أصاب ما يزيد عن 200 مليون من البشر وأودى بحياة ما يزيد على 50-100 مليون فرد (Barry 2004) في جميع أنحاء العالم. ¶ 2. الأنفلونزا الآسيوية H2N2 بين عامي 1957 و 1958 (أودى بحياة نحو مليون فرد). ¶ 3. أنفلونزا هونج كونج H3N2 بين عامي 1968 و 1969 (أودى بحياة نحو مليون فرد). ¶ ??في عام 1997 كان سبب الإصابة في الإنسان في هونج كونج هو انتقال عترة الأنفلونزا (H5N1) من الطيور للإنسان وتسببت الإصابة في وفاة 6 أفراد من بين 18 فردا أصيبوا بهذه العترة. ¶ ??في عام 1999 كانت الإصابة في البشر بسبب العترة (H9N2) في هونج كونج. ¶ ??في مارس عام 2003 كانت الإصابة في البشر بسبب العترة (H7N7) في هولندا وتسببت في وفاة طبيبا بيطريا اثر زيارته لمزرعة دواجن موبوءة بأنفلونزا الطيور. ¶ ??منذ ديسمبر عام 2003 انتقلت عترة أنفلونزا الطيور (H5N1) إلى الإنسان في جنوب شرق أسيا وتسببت في وفاة 92 فردا في فيتنام وتايلاند وبعض الدول الأخرى ، ولا تزال منتشرة في العديد من الدول (تايلاند – كمبوديا – فيتنام – اندونيسيا – الصين – كوريا – اليابان – ماليزيا – العراق – فرنسا – ألمانيا – ايطاليا – إيران – بلجيكا – قبرص – الهند – سلوفينيا – المجر) ن وأحدث هذه الدول هي (كازاخستان – تركيا – اليونان – رومانيا – كرواتيا – مصر) حتى الآن وبصورة أقل حدة. ¶ ??في عام 2005 انتشر المرض في دول شمال أسيا وبعض الدول الأوروبية ومنها (روسيا – أذربيجان – تركيا – رومانيا – اليونان – المملكة المتحدة) ¶ ??أصبحت دول القارتين الأفريقية والأوروبية معرضتين لانتقال أنفلونزا الطيور إليها عن طريق الطيور المهاجرة. ¶ طرق العدوى في الإنسان: ¶ 1. المخالطة بالطيور المريضة. ¶ 2. تناول الغذاء والمياه الملوثين بزرق وإفرازات الطيور المصابة. ¶ 3. استنشاق الهواء الملوث بزرق وإفرازات الطيور المصابة ¶ أعراض مرض الأنفلونزا في الإنسان:",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "1. حمى مستمرة. ¶ 2. رعشة ¶ 3. التهاب الأنف ونزول إفرازات أنفية وعطس ¶ 4. كحة جافة والتهاب في الزور ¶ 5. آلام في الصدر والعضلات وإعياء شديد ¶ 6. ضيق في التنفس ¶ 7. التهاب رئوي حاد ¶ 8. أعراض معوية تظهر غالبا في الأطفال فقط ¶ 9. الوفاة ¶ تحدث الإصابة بصورتها الشديدة في الأشخاص المخالطين لطيور مصابة والقائمين علي رعايتها وتداولها وفي المجازر والمخالطين أو المعرضين لزرقها وإفرازاتها ، وتستمر الأعراض لعدة أيام ¶ طرق الوقاية ومنع انتقال العدوى: ¶ 1. الغسيل الجيد للأيدي بالماء والصابون وعلي فترات ، ويفضل استعمال المطهرات في الغسيل. ¶ 2. ارتداء الملابس الواقية قبل التعرض للطيور أو زرقها وإفرازاتها ¶ 3. استعمال غسول مطهر للفم والزور ¶ 4. تناول فيتامين C ¶ 5. التحصين واستعمال مضادات الفيروس مثل الأمانتادين (Amantadine) و الريمانتادين (Rimantadine) والريلانزا (Relanza) والتاميفلو (Tamiflue) ¶ العلاج: ¶ 1. الراحة التامة في السرير. ¶ 2. شرب كميات كبيرة من السوائل ¶ 3. تناول مسكنات اللم مثل الباراسيتامول ¶ 4. تناول خافضات الحرارة مثل الأسبرين ¶ 5. واستعمال مضادات الفيروس مثل الأمانتادين (Amantadine) و الريمانتادين (Rimantadine) والريلانزا (Relanza) والتاميفلو (Tamiflue) ¶ 6. استنشاق عقار (Zanamivir) يؤدى لقصر فترة ظهور الأعراض وخفض شدتها. ¶ الأنفلونزا A في الخنازير ¶ ??اكتشفت الإصابة لأول مرة في الخنازير عام 1918 ولم يتم عزل وتشخيص العترة (H1N1) التي تسببت في ظهور هذه الإصابة إلا في عام 1930 في الولايات المتحدة الأمريكية. ¶ ??أكدت الدراسات السيرولوجية التي تمت عامي 1988 و 1989 أن هذه العترة (H1N1) مازالت منتشرة في الخنازير في شمال ووسط الولايات المتحدة الأمريكية (بنسبة تصل إلى 51%)",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "??أثبتت الفحوص السيرولوجية والعزل الفيروسي وجود نفس العترة في الخنازير في العديد من دول العالم ومن بينها (فرنسا – اليابان – انجلترا – بلغاريا – مصر – تايلاند – كمبوديا). ¶ ??ثبت أيضا إصابتها بعترة هونج كونج (H3N2) ويمكن أن تنقلها إلى المخالطين. ¶ ??في عام 1992 تم عزل عترة أنفلونزا الطيور H1N7 من الخنازير في إنجلترا ، وبدراسة العترة وجد أن 6 قطع من الرايبوسوم (RNA) مشابهة تماما لنظيراتها في أنفلونزا الإنسان بينما الانتجين HA والرايبوسوم الرسول MRNA كانت مشابهة تماما لنظيراتها في أنفلونزا الخيول. ¶ ??تلعب الخنازير دورا هاما في نشر فيروسات الأنفلونزا لأنه الحيوان الوحيد الذي يمكن أن يصاب بعترتي فيروس أنفلونزا الإنسان والدجاج (Kito et al 1994 & Ito et al 1996) ¶ ??تتركز خطورة إصابة الخنازير بأنفلونزا الطيور في تشابه الجهاز المناعي لها مع نظيره في الإنسان مما يعطي الفيروس فرصة التأقلم عليه مما يسهل انتشار الوباء من الخنازير للإنسان. ¶ ??يخشى العلماء حاليا من انتقال العترة الضارية الحالية H5N1 إلى الخنازير واختلاطها بالعترات الأخرى لأن الخنازير تقوم بدور وعاء الخلط للعترات المختلفة ومن ثم تظهر للوجود عترة جديدة شديدة الضراوة تنتقل من الخنازير إلى الإنسان بسهولة. ¶ 1. أكدت الصين في 23/8/2004م عزل هذه العترة من خنزير في عام 2002م من عينات تم جمعها من الخنازير عام 2001م من مقاطعة فوجيان بجنوب غرب الصين. ¶ 2. في عام 2003م تم جمع عدد 1936 من الخنازير من نفس المقاطعة ومن 13 مقاطعة أخرى وتم عزل العترة من عينة واحدة من العينات المأخوذة من الخنازير من نفس المقاطعة. ¶ 3. في عام 2004م تم جمع 1.1 مليون عينة منها 4447 عينة من الخنازير من 10 ولايات ومن بينها ولاية فوجيان ولم يتم عزل هذه العترة من الخنازير.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "4. هذا وقد أكد علماء الصين بأن العترة المعزولة من الخنازير مشابهة تماما للعترة H5N1 التي تم عزلها من البط في الصين مؤخرا وأنه لا يوجد اختلافا بينهما. ¶ الأنفلونزا A في الخيول ¶ ??تم وصف إصابة الخيول بمرض الأنفلونزا في المراجع العلمية منذ القرن 17 مناظرة لمثيلتها في الإنسان ولم يتم عزل فيروس أنفلونزا الخيول إلا في عام 1956م. ¶ ??تنتشر الإصابة بالمرض في العديد من دول العالم وهي تهم مربي الخيول وبصفة خاصة خيول السباق. ¶ ??تم عزل فيروس الأنفلونزا لأول مرة من الخيول في تشيكوسلوفاكيا عام 1956م العترة H7N7 وتعرف باسم Equi1 وتم عزلها بعد عام 1956م من الخيول في العديد من الدول الأوروبية وأمريكا ، وفي عام 1963م تم عزل العترة H3N8 وتعرف باسم Equi2 من الخيول في ميامى بالولايات المتحدة الأمريكية تلاها العزل من الخيول في العديد من الدول الأوروبية وأمريكا الشمالية. ¶ ??ظهرت عترة متحورة للعترة H3N8 وتم عزلها من الخيول في سافولك بإنجلترا عام 1989م وانتشرت في أسيا حيث تسببت في إصابة نحو 80% ونفوق نحو 20% من الخيول في منطقة شمال الصين ووجد أن انتيجينات هذه العترة (A/eq/Jilin/89) أقرب للعترة المنتشرة في البط عن العترة المنتشرة في الخيول. ¶ الوقاية: ¶ بالتحصين بالعترتين H7N7 & H3N8 معا (يتم كل 3 أشهر في الأمهار وكل 6 أشهر في الخيول وتحصن الأمهات العشار بجرعة إضافية قبل الولادة بـ 4-6 أسابيع) والرعاية الصحية السليمة ، هذا ويتم تحصين الخيول دوريا ابتداء من عام 1981م. ¶ الأنفلونزا A في الحيوانات الأخرى ¶ القوارض تلعب دورا في نقل العدوى وخاصة العرس ، كما أن اكتشاف انتقال العترة H5N1 إلى القطط المنزلية (عدد 3 قطط في منزل سيدة تايلندية) ونفوق هذه القطط نتيجة للإصابة بالفيروس وحيوان الـ Leopard وهو من أكبر أنواع القطط الآسيوية التي لا تتواجد إلا في الغابات في جنوب شرق أسيا والصين والهند. ¶ الأنفلونزا A في الطيور",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "??تصاب الطيور بجميع عترات الأنفلونزا A المعروفة وقد تم عزل الأنواع الستة عشر للأنتيجين H والتسعة أنواع للأنتيجين N من الطيور ¶ ??أكثر مصادر عزل عترات الفيروس هي الطيور المائية المهاجرة والبرية خاصة البط ويليها طيور الزينة وبصفة خاصة الببغاوات والعصافير (خاصة تلك القادمة من جنوب شرق أسيا والهند ووسط وجنوب أمريكا) والطيور الأليفة في منطقتي هونج كونج والصين (تم عزل ما يزيد علي 46 عترة مختلفة للفيروس معظمها من البط) ¶ ??أقل مصادر عزل الفيروس كانت من الطيور المنزلية (الدجاج والبط والرومي). ¶ إبيديميولوجية المرض وطرق انتشاره ¶ تعتبر الطيور هي المخازن الطبيعية للفيروس لأسباب متعددة منها: ¶ 1. الطيور البرية المائية وطيور الشواطئ والطيور المهاجرة (خاصة البط) تتميز بقابليتها للإصابة بأكثر من عترة للفيروس في نفس الوقت ولا توجد أي دلائل سيرولوجية لأجسام مناعية يمكن توصيفها وتشخيص الإصابة بفيروسات الأنفلونزا ، ولكي يمكن اكتشاف هذه الإصابة يتم عمل اختبارات العزل الفيروسي لعزل الفيروس من هذه الطيور أو باختبار rt-PCR (وهي اختبارات غير متيسرة وصعبة الإجراء وتحتاج لتكاليف مادية وتقنية عالية). ¶ 2. هذه الطيور تفرز الفيروس في الزرق والإفرازات الأخرى لفترة طويلة (تم عزل الفيروس من مياه بحيرة نزل بها البط البري) مما يمكنها من نقل الفيروس لمسافات كبيرة (من قارة لأخرى) كما أن اختلاط هذه الطيور بالطيور المنزلية التي تربى في أحواش يلعب دورا كبيرا في نشر العدوى في الطيور المنزلية الأخرى.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "3. الأسواق المفتوحة حيث تتجمع الطيور الحية من أماكن ومزارع متعددة وبأنواعها المختلفة للعرض والبيع وتظل بها لفترات طويلة – هذه الورود المتصل لطيور قابلة للإصابة بالأنفلونزا خاصة بعد تعرضها للإجهاد الشديد أثناء النقل والتداول يجعل الفرصة مواتية للفيروس لمهاجمة هذه الطيور وإصابتها والتكاثر والنمو بداخل خلاياها وأخيرا التحور إلى عترات مغايرة كما يعطية الفرصة للعودة للمزارع خلال عودة هذه الطيور من الأسواق وكذا من خلال وسائل النقل (سيارات – أقفاص – أواني وأدوات) وكذا الإنسان. ¶ 4. من الخواص المميزة لهذا الفيروس أنه يفرز في الإفرازات التنفسية والزرق (يتميز الفيروس بقدرته علي التكاثر في القناة الهضمية للطيور وهي من خصائص أنفلونزا الطيور ولا تتواجد هذه الخاصية في أنفلونزا الإنسان أو الحيوانات الأخرى ويفرز بتركيزات عالية في الزرق) والمناطق الباردة من الكرة الأرضية (حيث يظل قادرا علي إحداث العدوى في الزرق لمدة تصل إلى 30 يوما في درجة حرارة 4?م ولمدة يومان عند درجة حرارة 20?م) لهذا يكون ظهور المرض موسميا في بعض الأحيان. ¶ 5. الفيروس ينتقل من مزرعة لأخرى بالاتصال المباشر وغير المباشر ومن خلال حركة الطيور والسبلة والأتربة وعلي الملابس وجميع الأدوات المستخدمة في المزارع ووسائل النقل المختلفة. ¶ 6. الفيروس تم عزله من السائل المنوي ومن البيض في الرومي ولكن لا توجد دلائل علمية تؤكد انتقاله رأسيا خلال البيض. ¶ طرق العدوى في الطيور: ¶ 1. مخالطة الطيور المصابة ¶ 2. تناول الأكل والمياه الملوثين بزرق وإفرازات الطيور المصابة ¶ 3. استنشاق الهواء الملوث بزرق وإفرازات الطيور المصابة ¶ الأعراض: ¶ يتوقف ظهور وشدة أعراض الإصابة بفيروس الأنفلونزا علي كثير من العوامل منها: ¶ 1. نوع عترة الفيروس (ضارية – متوسطة الضراوة – قليلة الضراوة) ¶ 2. نوع الطيور المصابة ¶ 3. الحالة الصحية والمناعية للقطيع ¶ 4. نظم التربية",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "5. الظروف البيئية المحيطة بالقطيع ¶ 6. وجود عدوى ثانوية ¶ 7. عمر القطيع المصاب ¶ فترة الحضانة: ¶ (هي الفترة بين دخول الفيروس وبدء ظهور أول عرض للإصابة) وتتراوح بين 3-7 أيام وتقل في حالة الإصابة بالعترة الضارية ¶ تظهر أعراض الإصابة بفيروس أنفلونزا الطيور بعدة صور منها: ¶ أعراض بسيطة: ¶ يستدل علي وجود إصابة بالمرض من خلال: ¶ 1. وجود أجسام مناعية بالاختبارات السيرولوجية الدورية ¶ 2. نقص طفيف في استهلاك العلف وفقدان شهية طفيفة ¶ 3. أعراض تنفسية طفيفة (إفرازات مائية من الأنف – كحة – سرعة التنفس) ¶ 4. أعراض معوية (إسهال) ¶ أعراض حادة: ¶ 1. نفوق مفاجئ دون أية أعراض مسبقة ¶ 2. ارتفاع درجة حرارة الجسم ¶ 3. فقدان القدرة علي الحركة وعدم القدرة علي الوقوف ¶ 4. فقدان الشهية ونقص شديد في استهلاك العلف ¶ 5. انخفاض حاد في إنتاج البيض وإنتاج بيض رخو القشرة أو بدون قشرة أو مشوه ¶ 6. أوديما (ورم مائي) بالرأس والجفون والعرف والداليتين وحول المخالب. ¶ 7. احتقان وزرقة لون العرف والداليتين والأرجل وأجزاء الجسم الخالية من الريش ¶ 8. إفرازات أنفية مائية ثم مخاطية وكحة وصعوبة التنفس والتهاب الجيوب الأنفية وحشرجة الصوت ¶ 9. أعراض معوية (إسهال) ¶ 10. أعراض عصبية (خمول – عدم القدرة علي المشي أو الوقوف – انتفاش وخشونة الريش) ¶ 11. الأعراض في البط والرومي تشبه نظيرتها في الدواجن ولكن بصورة أقل حدة وظهورا منها في الدجاج ¶ ·?تصل النسبة المئوية للإصابة إلى 100% خلال 2-10 أيام من بدء ظهور الأعراض. ¶ ·?تصل النسبة المئوية للنفوق إلى 100% في حالة الإصابة بالعترة شديدة الضراوة HPAI خلال 2-10 أيام. ¶ الآفات التشريحية: ¶ 1. احتقان شديد بملتحمة العين يكون مصحوبا في بعض الأحيان بوجود بقع تنكرزية بها. ¶ 2. أوديما تحت الجلد بمنطقتي الرأس والرقبة ¶ 3. تراكم كميات كبيرة من المخاط بالقصبة الهوائية وقد تتواجد أنزفة تشبه نظيراتها في مرض التهاب الحنجرة والقصبة الهوائية المعدي",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "4. أنزفة بالعضلات ¶ 5. احتقان حشوي عام ¶ 6. بقع نزفية بحجم رأس الدبوس علي السطح الخارجي لعظمة القص ¶ 7. بقع نزفية علي دهون البطن (تظهر كما لو أنه قد تم رشها بصبغة حمراء اللون) ¶ 8. أنزفة علي الغشاء المخاطي المبطن للمعدة Proventriculus خاصة عند اتصالها بالقانصة (تتشابه مع البقع النزفية الخاصة بمرض النيوكاسل وبعض الأمراض الأخرى). ¶ 9. احتقان شديد بالكليتين وامتلاء الحالب والقنوات البولية بالكلى أحيانا بأملاح حمض البوليك ¶ 10. امتلاء التجويف البريتوني بصفار البيض نتيجة انفجار البويضات مما يترتب عليه حدوث التهاب حاد بالأكياس الهوائية والتهاب بريتوني حاد (في الطيور التي تظل حية مدة 7-10 أيام من بدء العدوى) ¶ 11. ضمور المبيض وقد توجد بعض البقع النزفية والبقع التنكرزية علي سطحه ¶ 12. الآفات التشريحية في البط والرومي أقل حدة وظهورا منها في الدواجن ¶ 13. الآفات التشريحية لمرض الأنفلونزا لا يمكن تمييزها بسهولة عن نظيرتها في مرض النيوكاسل مما يعطي الفرصة لفيروس الأنفلونزا للانتشار قبل الوصول للتشخيص الدقيق للمرض. ¶ التشخيص: ¶ التشخيص الحقلي (الاشتباه): ¶ يتم بناءا علي: ¶ 1. التاريخ المرضي من حيث وجود إصابة بالمرض بمنطقة قريبة أو وجود طيور مهاجرة او بط بري بالقرب من المزرعة أو وجود بحيرة ... الخ. ¶ 2. الأعراض الظاهرة علي القطيع وبصفة خاصة النفوق المفاجئ والانخفاض الحاد في إنتاج البيض ... الخ ¶ 3. الآفات التشريحية ¶ التشخيص المعملي: ¶ يتم بعزل عترة الفيروس المسببة للمرض وتحديد شدة ضراوتها. ¶ العينات التي يجب أن ترسل للمعمل هي: ¶ 1. مسحات من القصبة الهوائية ومسحات شرجية ¶ 2. الأعضاء الداخلية (القصبة الهوائية – الرئتين – الطحال – المجمع – المخ) ¶ 3. عينات دم للفحص السيرولوجي للاستدلال علي وجود أجسام مناعية للمرض في السيرم.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "ويراعي أن يتم تجميع العينات من عدد كبير من الطيور التي تظهر عليها الأعراض والطيور المخالطة لها وأن ترسل للمعمل محفوظة علي الثلج. ¶ التشخيص المقارن: ¶ يقصد به التفرقة بين مرض أنفلونزا الطيور والأمراض المشابهة مثل: ¶ 1. العترة المعوية الضارية لمرض النيوكاسل VVND ¶ 2. الطور الحاد لمرض كوليرا الطيور ¶ 3. بعض الأمراض التنفسية في صورتها الحادة مثل LT & E Coli ¶ ملحوظة: ¶ تم عزل فيروسات الأنفلونزا من الـ Ratites لأول مرة عام 1991 ¶ ·?تم عزل العترات الآتية من النعام والايمبو وباقي فصائل الطيور التي لا تطير (H3N2, H4N2, H4N6, H5N2, H5N9, H7N1, H7N2, H9N2, H10N7) ¶ ·?كل عترات فيروس الأنفلونزا التي تم عزلها من الطيور (التي لا تطير مثل النعام) عترات متوسطة الضراوة MPAI ¶ ·?الإصابة في الطيور التي لا تطير أعراضها بسيطة ولا تحدث نفوقا ولكن لها دور في نقل العدوى للدواجن والطيور الأخرى ¶ ·?أعلنت جنوب أفريقيا أن أنفلونزا الطيور الضارية أصابت النعام لأول مرة في شهر أغسطس 2004م وأنها تسببت في نفوق وإعدام أكثر من 13,000 نعامة في 5 من اكبر مزارع النعام في العالم خلال ذلك الشهر وحددت العترة أنها H5 ¶ ·?كما تم عزل الفيروس من أنواع عديدة من الطيور البرية بالإضافة إلى ما سبق ذكره ومنها الصقور وبعض أنواع الطيور الجارحة الأخرى ¶ طرق الوقاية والتخلص من المرض: ¶ للوقاية من الإصابة بفيروس أنفلونزا الطيور ينبغي أن نعلم أن: ¶ 1. الفيروس حساس لمعظم المنظفات والمطهرات المتداولة بالأسواق ¶ 2. الفيروس حساس لدرجة الحرارة والجفاف ¶ 3. الفيروس يحتاج لوجود مواد عضوية رطبة (تم عزله حيا من الزرق الرطب بعد 105 يوم) ¶ لذا ينبغي: ¶ 1. التخلص الصحي من الدواجن المصابة والسبلة بالحرق أو الدفن العميق في حفرة بها جير حي ويغطي بطبقة من الجير الحي في الحفرة قبل الردم",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "2. رفع درجة حرارة العنبر فوق 30م لعدة ايام ثم يغسل ويطهر جيدا ولا يستعمل للتربية مرة أخرى إلا بعد 3 أشهر من انتهاء المرض ¶ للوقاية من المرض تتم الإجراءات الآتية: ¶ أولا الوقاية الحيوية: ¶ 1. في المزرعة: ¶ لمنع دخول الفيروس للمزرعة يراعى الآتي: ¶ ·?أن تظل المزرعة مغلقة علي ما فيها من الداخل والخارج (المزارع المغلقة أقل تعرضا للإصابة بالمرض وقد تم مؤخرا في بعض الدول الأوروبية منع تربية الطيور خارج الحظائر المغلقة – في الأحواش أو الأماكن المفتوحة – حتى لا تكون عرضة للاختلاط بالطيور البرية أو المهاجرة مباشرة أو التلوث الذي تحدثه هذه الطيور للمياه أو الغذاء) ¶ ·?أن يرتدي العاملون بالمزرعة الأغطية والملابس الخاصة باو داخلها ¶ ·?منع الزائرين من الاقتراب من المزرعة أو الدخول نطاقها ¶ ·?منع دخول العاملين بالإدارة والمشرفين أي مزارع أخرى ¶ ·?تغيير الملابس وتطهير أجزاء الجسم المختلفة بعد العناية بالقطعان وقبل مغادرة المزرعة ¶ ·?الزائرين الذين لا يمكن منع دخولهم مثل المالك وسائقي شاحنات نقل العلف والوقود ... الخ يجب عليهم قبل دخول المزرعة ارتداء ملابس واقية وبوت وغطاء رأس والتطهير جيدا ¶ ·?السيارات ووسائل النقل الأخرى يجب تطهيرها جيدا قبل دخول المزرعة وعند الخروج منها ¶ ·?الأواني والأدوات المستعملة في المزرعة وأدوات النقل يجب أن تظل نظيفة ويتم تطهيرها قبل الاستعمال وبعده ¶ ·?التخلص الصحي من الطيور المريضة والنافقة ¶ ·?الأفراد الذين يتعاملون مع الطيور البرية وطيور الزينة يجب منعهم من الدخول في نطاق المزرعة قبل القيام بتغيير ملابسهم والاغتسال والتطهير جيدا قبل الدخول في نطاق المزرعة ¶ ·?يجب وضع علامات تحذيرية لمنع دخول السيارات في نطاق المزرعة ¶ 2. إجراءات بيع وتداول الطيور: ¶ ·?استعمال أقفاص بلاستيكية لسهولة غسيلها وتطهيرها",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "·?المحافظة علي نظافة الموازين وأرضية منطقة البيع من التلوث بالزرق والريش والمتبقيات الأخرى وتنظيفها وتطهيرها بعد انتهاء البيع ¶ ·?نظافة وتطهير كافة الأواني والأقفاص ووسائل نقل الدواجن قبل الدخول في نطاق المزرعة مرة أخرى ¶ ·?منع إعادة الطيور التي خرجت للبيع ولم يتم بيعها إلى المزرعة مرة أخرى ¶ الترصد والسيطرة علي المرض: ¶ 1. الفحص السيرولوجي الروتيني الدوري لرصد وجود الأجسام المناعية المضادة في الدم والبيض في المزارع التي قد يشتبه وجود إصابة بها (الاكتشاف المبكر للمرض – إجراء وقائي) ¶ 2. العزل التام للقطعان المصابة حتى يتم التخلص الصحي منها إجراء ضروري لمنع انتشار العدوى (مسئولية المربي في المقام الأول ضرورة سرعة الإبلاغ عن وجود إصابة مرضية بمزرعته حتى يمكن للسلطات البيطرية سرعة اتخاذ الإجراءات اللازمة للسيطرة علي المرض ومنع انتشاره بالمزارع المجاورة والقريبة من المزرعة الموبوءة) ¶ 3. إعادة النظر في برنامج التربية القائم وعدم التربية من جديد في نفس العنبر إلا بعد التأكد تماما من عدم وجود أي نشاط فيروسي بالمزرعة والمناطق المحيطة بها. ¶ 4. متابعة الطيور البرية والطيور المهاجرة وإجراء الفحص السيرولوجي الروتيني لرصد وجود الأجسام المناعية المضادة بها. ¶ التحصين ¶ علي الرغم من أنه يواجه اعتراضات كثيرة من بينها: ¶ 1. التحصين لا يمنع من الإصابة بالعترات الأخرى للفيروس أو العترات الشديدة الضراوة HPAI ¶ 2. العترات الحقلية متوسطة الضراوة MPAI إذا أصابت القطيع قد تتكاثر دون ملاحظتها بالاختبارات السيرولوجية بل وقد تتحور إلى عترات جديدة شديدة الضراوة HPAI ¶ 3. التحصين لا يمنع إفراز الفيروس في الزرق أو الإفرازات التنفسية للطائر",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "4. التحصين لا يمكن من الاكتشاف المبكر للإصابة بالعترات الحقلية حيث لا يمكن التفرقة بين الأجسام المضادة الناشئة عن التحصين والأجسام المضادة الناشئة عن الإصابة بالعترة الحقلية بالاختبارات السيرولوجية ¶ 5. القطعان المحصنة قد تساهم في نشر العدوى بين القطعان غير المحصنة (قابلية الإصابة بالعدوى أقل في القطعان المحصنة والأعراض أقل وضوحا خاصة في حالة الإصابة بالعترة الحقلية متوسطة الضراوة MPAI ¶ إلا أن التحصين بالعترات المعزولة من القطعان المصابة أو الناقلة له مميزات كثيرة من بينها: ¶ 1. يمنع أو يقلل بدرجة كبيرة إفراز الفيروس (تحصين الدجاج اللجهورن أوقف كلية إفراز الفيروس وفي الرومي كانت نسبة الإفراز في المحصن أقل بنسبة 99-99.99% من نسبة إفرازه في الرومي غير المحصن وذلك في التجارب المعملية) ¶ 2. النتائج الحقلية للتحصين أوضحت أنه يساعد كثيرة في برامج التحكم والسيطرة علي المرض ومنع انتشاره ¶ 3. يقلل أو يمنع ظهور الأعراض المرضية للإصابة بالمرض ¶ 4. يقلل أو يمنع انخفاض إنتاج البيض ¶ 5. يؤدي لخفض الفقد المادي لصناعة الدواجن ¶ يستعمل التحصين حاليا في بعض الدول في القطعان المعرضة للعدوى (المزارع المحيطة بالمزرعة المصابة والتي تقع خارج الدائرة التي تكون المزرعة المصابة مركزها وقطرها 3كم وداخل نطاق الدائرة التي قطرها 10كم حول المزرعة المصابة). ¶ يتم تحصين قطعان الرومي في الولايات المتحدة الأمريكية بالعترة H1N1 وبصفة خاصة في الولايات التي تنتشر تربية الخنازير بها. ¶ إعداد لقاحات مخمدة للتحصين من العترتين H7, H5 من العترات شديدة الضراوة HPAI تجري التجارب عليها حاليا لدراسة إمكان استعمالها في التحصين في المناطق الموبوءة مثل دول شرق أسيا (أعلنت الصين مؤخرا أنها نجحت في إنتاج لقاح من عترة H5N1 وقامت باستخدامها فعلا في تحصين الدواجن بها) حيث أنها أصبحت ضرورية للتحكم في وباء الأنفلونزا الحالي. ¶ تلخيص:",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "1. المزارع المغلقة أقل تعرضا للإصابة من المزارع المفتوحة وأكثر سهولة في اتخاذ إجراءات الوقاية من الأمراض العامة. ¶ 2. إجراءات الوقاية الحيوية ينبغي أن تتم بكل دقة في كافة أنواع النشاط الداجني. ¶ 3. الفحص السيرولوجي الروتيني إجراء ضروري لترصد أية أوبئة ويمكن المسئولين من سرعة اتخاذ الإجراءات المناسبة للتحكم في الوباء والسيطرة عليه ومنع انتشاره في حالة حدوثه. ¶ 4. في حالة حدوث أوبئة في أية دولة يمكن أن تنقلها الطيور البرية والطيور المهاجرة يجب متابعة هذه الطيور وإجراء الفحص السيرولوجي الروتيني لها لرصد وجود الأجسام المناعية المضادة لتلك الأوبئة. ¶ 5. التحصين بالعترات المعزولة من الإصابات الحقلية إجراء ضروري في المزارع المحيطة بالمزرعة الموبوءة التي تقع خارج المنطقة التي يتم اتخاذ إجراءات التخلص من القطعان المصابة بالعترات شديدة الضراوة HPAI وفي كل المزارع حول المزرعة المصابة بالعترات الحقلية متوسطة الضراوة MPAI ¶ أوصت المنظمات العالمية الثلاثة WHO, OIE & FAO بهذه الاحتياطات في الدول الموبوءة: ¶ 1. إجراء الفحوص علي الإنسان ينبغي أن يشمل المعرضون للبط ، كما يتم مع المعرضين للدواجن المصابة والنافقة. ¶ 2. ينبغي أن يأخذ الإنسان الاحتياطات المتبعة في حالة التعرض لدواجن مصابة مع البط السليم ظاهريا. ¶ 3. ينبغي منع التربية المنزلية للبط. ¶ 4. مصادر الشرب للإنسان ينبغي أن تكون من مياه لا يرتادها البط وتخزن بطريقة تمنع وصول البط إليها. ¶ 5. البط المجهز المطهو جيدا ولحوم البط والبيض لا تمثل خطورة علي الإنسان ¶ 6. التعرض الأكثر خطورة علي الإنسان يكون أثناء الذبح بالمنزل والتجهيز قبل الطهي. ¶ كما أشارت هذه المنظمات أيضا إلى الدور الذي يقوم بها البط في حلقة انتقال العترة H5N1 وأن هناك احتياج شديد لعمل أبحاث علي الإصابة الغير ظاهرة في البط.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "·?ينبغي علي FAO, OIE تطوير استراتيجية طويلة المدى للتحكم في العترة الحالية ¶ ·?وجوب تغيرات جوهرية في نظم تربية الدواجن وبصفة خاصة في المناطق الريفية ¶ ·?استمرار التقصي في الحيوان هو المفتاح للتحكم في الإصابة ومنع حدوثها وهذا التقصي ينبغي تدعيمه وتكثيفه. ¶ ينبغي أن نعلم أن: ¶ 1. التداول الصحي السليم للدواجن يمنع أو يقلل من فرصة انتقال الأنفلونزا بين المزارع وأيضا للإنسان وان تداول وتناول لحوم الدواجن والبيض المطهوة لا ينقل المرض. ¶ 2. إن فيروس أنفلونزا الطيور من أضعف الفيروسات ويمكن القضاء عليه بسهولة عن طريق ¶ ·?غسل الأيدي بالماء والصابون ¶ ·?استعمال المطهرات المتوافرة بالمنازل والمزارع ¶ ·?استعمال المواد الحمضية مثل الخل المستعمل في المنازل لعمل السلطات وغيرها يقضي علي الفيروس ¶ ·?إن الرش بمحلول مخفف من اليود 1سم/لتر في العنابر وحولها كاف للقضاء علي الفيروس بفرض وجوده في الهواء. ¶ لماذا تعد أنفلونزا الطيور خطر علي الصحة العامة؟ ¶ يعد المرض في الوقت الحالي خطرا محددا بشكل جغرافي مرتبط بالتماس المباشر مع الطيور إلا أن خاصية هذه الفيروسات في تكوين أنماط كاذبة. ومن خلال التحور واحتمال لعب الخنازير والإنسان لدور وعاء الخلط يجعل فرصة ظهور أنماط جديدة أخطر من مرض السارس. ¶ فيما يختص بموقف جمهورية مصر العربية من المرض فإنه قد تم اتخاذ الإجراءات الآتية: ¶ أولا: ¶ إصدار القرارات الوزارية في هذا الشأن: ¶ 1. القرار الوزاري رقم 1536 لسنة 2004م بموقف استيراد الدواجن ومنتجاتها من قارة آسيا والدول المصابة بمرض أنفلونزا الطيور ¶ 2. القرار الوزاري رقم 1327 لسنة 2005م بوقف استيراد إضافات الأعلاف ذات الأصل الداجني ¶ 3. القرار الوزاري رقم 1326 لسنة 2005م بوقف استيراد الكتاكيت والدواجن من كافة دول العالم لمدة 3 شهور ويعاد التجديد طبقا للموقف الوبائي العالمي",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "4. القرار الوزاري رقم 1389 لسنة 2005م بمنع استيراد ريش الطيور ومخلفات مجازر الدواجن المستخدمة في صناعة مركزات الأعلاف ¶ 5. القرار الوزاري رقم 168 لسنة 2005م بحظر إصدار تصاريح صيد وحظر عمليات صيد الطيور البريو والمهاجرة للعام 2005/2006 ¶ 6. قرار رئيس مجلس الوزراء بمنع صيد الطيور المهاجرة. ¶ ثانيا: ¶ عقد دورات تدريبية للأطباء البيطريين بالمديريات لتدريبهم علي المراقبة والترصد ودور الطيور المهاجرة في نقل المرض والإجراءات الفورية الواجب اتخاذها في حالة حدوث اشتباه للمرض. ¶ ثالثا: ¶ إعداد نشرة علمية عن أنفلونزا الطيور للأطباء ونشرة أخرى مبسطة عن المرض لمربي الدواجن ¶ رابعا: ¶ عقد اجتماعات مشتركة مع الجهات المسئولة كوزارة الصحة ووزارة البيئة لتحديد المسئوليات والتنسيق بين هذه الجهات. ¶ خامسا: ¶ الاتفاق مع كلا من: ¶ ·?منظمة الأغذية والزراعة لانضمام مصر لمشروع الإنذار المبكر بدول الشرق الأدنى ¶ ·?المشروع الأمريكي للبنية الأساسية لدعم جهود مصر في إجراءات المراقبة والترصد والوقاية والمكافحة. ¶ سادسا: ¶ عقد اجتماع لمديري مديريات الطب البيطري بالمحافظات لإطلاعهم علي الموقف الحالي للمرض والإجراءات التي تم اتخاذها من قبل الهيئة ودور كل مديرية للطب البيطري في تنفيذ هذه الإجراءات. ¶ سابعا: ¶ حصر مزارع الدواجن وتقسم جمهورية مصر العربية إلي: ¶ ·?مناطق ذات خطورة عالية (15 محافظة) ¶ ·?مناطق ذات خطورة متوسطة (8 محافظات) ¶ ·?مناطق ذات خطورة قليلة (4 محافظات) ¶ وذلك طبقا لكثافة تواجد الطيور المهاجرة بتلك المحافظات وذلك لوضع أولويات الترصد والسيطرة ¶ ثامنا:",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وضع وتنفيذ خطة للمسح الحقلي والمعملي وذلك بتشكيل لجان لجمع عينات من الطيور المهاجرة بالمحافظات الساحلية وكذلك مزارع الدواجن بها وملاحظة أي أعراض مرضية قد تظهر عليها وقد بدأت هذه اللجان عملها اعتبارا من 23/10/2005 ونتائج فحص العينات التي تم سحبها تفيد عدم تواجد المرض بمصر حتى تاريخ 17/2/2006. ¶ تاسعا: ¶ عقد اجتماع بين الهيئة وممثلي الاتحاد العام لمنتجي الدواجن والأساتذة المتخصصين بأمراض الدواجن بكليات الطب البيطري والمعاهد البحثية ومعهد إنتاج اللقاحات حيث تم الاتفاق علي التوصيات الآتية: ¶ 1. منع تربية الطيور علي أسطح المنازل والبيوت والحظائر المفتوحة وحول منازل الفلاحين للدجاج والبط المتجول علي الترع. ¶ 2. التخلص الصحي من النافق بطريقة علمية بواسطة الجهات المعنية عن طريق الدفن العميق ¶ 3. إصدار تشريع (قرار وزاري) بتحصيل مبلغ عشرون جنيها علي كل طن ذرة صفراء أو فول صويا يتم استيراده ويوضع في صندوق خاص بتكاليف برنامج الأمن والآمان الحيوي بمزارع الدواجن. ¶ 4. إصدار تشريع (قرار وزاري) بتعويض المزارع المصابة والتي اتخذت السلطات البيطرية قرار إعدام الدواجن بها في حالة ظهور مرض أنفلونزا الطيور بها. ¶ 5. إصدار تشريع (قرار وزاري) بمنع نقل الدواجن الحية بين المحافظات ويقتصر التداول علي الدواجن المذبوحة فقط ¶ 6. سرعة توفير الامكانات لمعهد بحوث وإنتاج اللقاحات لإنتاج لقاح ضد مرض أنفلونزا الطيور. ¶ أ . تم تشكيل عدة لجان متخصصة بالهيئة العامة للخدمات البيطرية من المتخصصين بالدواجن بالهيئة والمعاهد والجامعات لتحديد الإجراءات الواجب اتخاذها لمنع دخول المرض للبلاد وكذا الإجراءات اللازمة في حالة دخوله وأوصت بالآتي:",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "تحديد كيفية الإبلاغ عن المرض؟ والإجراءات التي تتخذ في حالة وجود اشتباه بوجود إصابة وإبلاغها لمديريات الطب البيطري بالمحافظات ، كما تم التنبيه علي الإدارات البيطرية بكافة المحافظات بضرورة سرعة إبلاغ الهيئة العامة للخدمات البيطرية في حالة الاشتباه بوجود إصابة بأنفلونزا الطيور (نفوق مفاجئ يزيد عن 30% من القطيع خلال فترة زمنية 3 أيام + الأعراض الظاهرية للمرض + الآفات التشريحية التي تشير إلى الاشتباه بوجود المرض) لكي تتمكن من اتخاذ كافة الإجراءات اللازمة لتشخيص الإصابة والسيطرة عليها ومنع انتشارها في حالة لا قدر الله حدوثها (تم إبلاغ المديريات) ¶ ب . تم تشكيل لجنة علمية من المختصين بالدواجن بالهيئة والمعاهد والجامعات لتحديد العينات المطلوبة وطرق الفحص والتشخيص في حالة الاشتباه بوجود إصابة بأنفلونزا الطيور. ¶ ت . تم الاتصال بالمعامل المرجعية العالمية لإمداد جمهورية مصر العربية بالعترات اللازمة لعمل لقاح وتم التنسيق مع معهد بحوث الأمصال واللقاحات بالعباسية لسرعة تجهيز اللقاح اللازم في حالة الحاجة إليه لتحصين الدواجن. ¶ 7. تقوم الهيئة العامة للخدمات البيطرية (الإدارة العامة للأوبئة وأمراض الدواجن) برصد المرض محليا وعالميا مع بعض المراكز العلمية (وحدة الأبحاث البحرية الأمريكية \"النمرو3\" بالتعاون مع وزارة البيئة في الطيور المهاجرة – المعمل القومي للرقابة علي الدواجن بالتعاون مع أكاديمية البحث العلمي في الطيور المحلية – بعض كليات الطب البيطري بالجامعات والمراكز البحثية علي الطيور المهاجرة والمحلية) التي تقوم بجمع عينات من الطيور المهاجرة والطيور المحلية وعمل فحوص معملية عليها حيث أثبتت نتائج هذه الفحوص عدم وجود العترة الشديدة الضراوة في جمهورية مصر العربية.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "8. تقوم الهيئة (الإدارة العامة للأوبئة وأمراض الدواجن) بمتابعة تطورات انتشار فيروس أنفلونزا الطيور في جميع أنحاء العالم لاتخاذ الإجراءات اللازمة لمنع دخوله البلاد فورا من خلال المنظمات العالمية الثلاث OIE, FAO, WHO وشبكة المعلومات الدولية وغيرها من وسائل النشر يوميا. ¶ 9. تقوم الهيئة العامة للخدمات البيطرية بعمل برنامج تقصي دائم لمرض أنفلونزا الطيور في جمهورية مصر العربية بالاشتراك مع المعمل القومي للرقابة علي الدواجن بهدف منع دخول المرض للبلاد من خلال الطيور المهاجرة أو أي وسيلة أخرى بإحكام الرقابة المحجرية علي المنافذ بشكل يضمن حماية الثروة الحيوانية من الأوبئة والأمراض الوافدة وعدم تسربها للبلاد مع سرعة اتخاذ الإجراءات اللازمة لمنع انتشار المرض والسيطرة عليه في حالة حدوثه. ¶ المصدر : جمهورية مصر العربية الإدارة العامة للخدمات والإرشاد ¶ وزارة الزراعة عام 2006",
            "page": "23",
            "part": "1"
        }
    ],
    "t35894": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "أنفلونزا الطيور"
        }
    ]
}