{
    "b35890": [
        {
            "id": "1",
            "nass": "رواة الحديث من أهل ذمار إلة نهاية القرن الثالث الهجري. ¶ د. عبد الرحمن الخميسي ¶ كلية التربية ـ جامعة صنعاء ¶ المقدمة ¶ الحمد لله رب العالمين، وصلى الله وسلم على سيد الأولين والآخرين نبينا محمد، وعلى آله وصحبه أجمعين. ¶ وبعد: ¶ فإن اليمن بلد الإيمان والعلم والحكمة، وقد حاز على هذا الشرف بشهادة النبي - صلى الله عليه وسلم - له حيث قال: (الإيمان يمان، والفقه يمان، والحكمة يمانية) (¬1) وكفى بهذه الشهادة فخراً، وشرفاً، وفضلاً لأهل اليمن، فقد كان منهم الأنصار الذين نصروا الله ورسوله، ومنهم الأمداد الذين يأتون آخر الزمان لنصرة الإسلام (¬2)، ومنهم الذين قبلوا بشرى النبي - صلى الله عليه وسلم - حيث لم يقبلها بنو تميم (¬3)،ومنهم الذين يذود لهم النبي - صلى الله عليه وسلم - الناس يوم القيامة ليشربوا من حوضه (¬4)، ومنهم الأشعريون الذين ¶ ¬__________ ¶ (¬1) رواه البخاري في (المناقب باب قول الله تعالى: {يآأيها الناس إنا خلقناكم من ذكر وأنثى}) فتح الباري 6/ 526، رقم 3499 تعليق الشيخ عبد العزيز بن باز - دار الفكر -، ومسلم في (الإيمان باب تفاضل أهل الإيمان فيه ورجحان أهل اليمن فيه) شرح النووي 2/ 219، رقم 180 تحقيق خليل مأمون شيحا ط الثالثة 1996م ¶ (¬2) رواه أحمد (الفتح الرباني 23/ 296 - 297) لأحمد البنا - دار احياء التراث العربي - بيروت. ¶ (¬3) رواه البخاري في (بدء الخلق باب ماجاء في قول الله تعالى: {وهو الذي يبدء الخلق ثم يعيده}) 6/ 286، رقم 3190. ¶ (¬4) رواه مسلم في (االفضائل باب إثبات حوض نبينا محمد - صلى الله عليه وسلم - وصفاته) 15/ 62، رقم 5946.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "قال فيهم الرسول صلى الله عليه وسلم (إن الأشعريين إذا أرملواـ أي فَنِيَ طعامهم ـ في الغزو أو قل طعام عيالهم بالمدينة جمعوا ما كان عندهم في ثوب واحد ثم اقتسموه بينهم في إناء واحد بالسوية فهم مني وأنا منهم) (¬1) ومنهم الذين قال فيهم النبي صلى الله عليه وسلم كذلك: ¶ (جاء أهل اليمن هم أرق أفئدةً وأضعف قلوباً الإيمان يمان والحكمة يمانية والسكينة في أهل الغنم والفخر والخيلاء في الفدادين (¬2) أهل الوبر (¬3) قبل مطلع الشمس) (¬4) ومنهم العلماء والأئمة الكبار في الفقه والحديث والتفسير وغير ذلك من العلوم المختلفة في مختلف العصور من أمثال أبي موسى الأشعري - رضي الله عنه - (¬5) ¶ ¬__________ ¶ (¬1) رواه البخاري في الشركة باب الشركة في الطعام والنهد والعروض 5/ 128 رقم 2486 ومسلم في فضائل الصحابة باب من فضائل الأشعريين 16/ 278 رقم 6358. ¶ (¬2) هم المكثرون من الإبل الذي يملك أحدهم المئتين منها إلى الألف وهو مأخوذ من الفديد وهو الصوت الشديد انظر: شرح النووي على مسلم 2/ 221 تحقيق: خليل مأمون شيحا ط الثالثة 1996م. ¶ (¬3) الوبر للبعير كالصوف للغنم. انظر: المصباح المنير في غريب الشرح الكبير لأحمد الفيومي ص 646 - المكتبة العلمية -بيروت ¶ (¬4) رواه البخاري في الشركة باب الشركة في الطعام والنهد والعروض 5/ 128 رقم 2486 ومسلم في فضائل الصحابة باب من فضائل الأشعريين 16/ 278 رقم 6358 رواه مسلم في الإيمان باب تفاضل أهل الإيمان فيه ورجحان أهل اليمن فيه 2/ 222 رقم 187. ¶ (¬5) عبد الله بن قيس صحابي مشهور باسمه وكنيته قدم إلى المدينة بعد فتح خيبر وهو أحد الحكمين بصفين مات سنة 50 هـ. انظر: الإصابة في تمييز الصحابة لابن حجر 2/ 351 - دار الكتاب العربي - بيروت -",
            "page": "4",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وطاووس بن كيسان اليماني (¬1)، وعطاء بن أبي رباح (¬2)، وأبي مسلم (¬3) وابي إدريس الخولانيين (¬4)، ومسروق بن الاجدع (¬5) وعامر الشعبي (¬6)، وعمرو بن ميمون الأودي (¬7) ¶ وهمام بن منبه (¬8)، وأخيه وهب (¬9)، ومالك بن أنس بن أبي عامر الأصبحي إمام دار الهجرة وأحد الأئمة الأربعة من أصحاب المذاهب المتبعة (¬10)، وعبدالرزاق بن همام الصنعاني (¬11)، وابن الوزير (¬12)، وابن الأمير الصنعاني (¬13)، ¶ ¬__________ ¶ (¬1) طاووس بن كيسان اليماني الحميري مولاهم ثقة فقيه فاضل من الثالثة مات سنة 106 هـ انظر: تقريب التهذيب لابن حجر العسقلاني ص 223 عناية عادل مرشد _ مؤسسة الرسالة _ ط الأولى 1996م ¶ (¬2) عطاء بن أبي رباح المكي أبو محمد القرشي مولاهم أحد الأعلام عاش ثمانين سنة ومات سنة 114 وقيل 115 هـ انظر: الكاشف في معرفة من له رواية في الكتب الستة للذهبي 2/ 231 _ دار الكتب العلمية _ بيروت ط الأولى 1983 م ¶ (¬3) أبو مسلم الخولاني الزاهد الشامي اسمه عبد الله بن ثوب ثقة عابد من الثانية مخضرم عاش إلى زمن يزيد بن معاوية. انظر: تقريب التهذيب ص 593. ¶ (¬4) أبو إدريس الخولاني عائذ الله بن عبد الله ولد في حياة الرسول صلى الله عليه وسلم ولا صحبة له وكان من عباد أهل الشام و قرائهم مات بدمشق سنة 80هـ. انظر: مشاهير علماء الأمصار لابن حبان البستي ص 112 _ دار الكتب العلمية _ بيروت ¶ (¬5) مسروق بن الأجدع الهمداني الوادعي ثقة فقيه مخضرم من الثانية مات سنة 62 هـ وقيل 63هـ. انظر: تقريب التهذيب ص 460 ¶ (¬6) عامر بن شراحيل الشعبي أحد الأعلام ولد في زمن عمر وأدرك خمس مئة من الصحابة مات سنة 103هـ وقيل 104 هـ. انظر: الكاشف للذهبي 2/ 49. ¶ (¬7) عمرو بن ميمون الأودي أبو عبد الله أدرك الجاهلية ولا صحبة له ثقة عابد مات سنة 74هـ وقيل سنة 75هـ. انظر: مشاهير علماء الأمصار لابن حبان ص 99 والتقريب لابن حجر ص 364 ¶ (¬8) تأتي ترجمته ص ¶ (¬9) تأتي ترجمته ص ¶ (¬10) مالك بن أنس بن أبي عامر الأصبحي أبو عبد الله الفقيه الإمام قال البخاري: أصح الأسانيد مالك عن نافع عن ابن عمر مات سنة 179هـ. انظر التقريب لابن حجر ص9 44 ¶ (¬11) عبد الرزاق بن همام الصنعاني أبو بكر ثقة حافظ مصنف مشهور عمي في آخر عمره فتغير وكان يتشيع مات سنة 211هـ. انظر: المصدر السابق ص 296 ¶ (¬12) محمد بن إبراهيم بن علي ابن الوزير ينتهي نسبه إلى علي بن أبي طالب رضي الله عنه الإمام الكبير المجتهد المطلق صاحب كتاب العواصم و القواصم وغيره توفي سنة 840هـ. انظر: البدر الطالع بمحاسن من بعد القرن السابع للشوكاني 2/ 81 _ مكتبة ابن تيمية _ ¶ (¬13) محمد بن إسماعيل بن صلاح الكحلاني الصنعاني المعروف بالأمير ينتهي نسبه إلى علي بن أبي طالب رضي الله عنه الإمام الكبير المجتهد المطلق صاحب التصانيف المشهورة مثل سبل السلام وغيره توفي سنة 1182هـ. أنظر: المصدر السابق 2/ 133",
            "page": "5",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "والشوكاني (¬1) وغيرهم ¶ وقد كانت اليمن إحدى البلدان المشهورة بالعلم التي كان يؤمها طلاب العلم والعلماء من شتى أرجاء المعمورة، ¶ وخاصةً مدناً معينة فيها (¬2)، ومن أشهر هذه المدن التي كان يرحل إليها لتحصيل العلم فيها مدينة (ذمار) (¬3)، والتي تقع إلى الجنوب من العاصمة ... (صنعاء) ¶ ¬__________ ¶ (¬1) محمد بن علي بن محمد الشوكاني الصنعاني الإمام المجتهد المحدث الفقيه المفسر صاحب كتاب نيل الأوطار وفتح القدير وغيرها من المصنفات الكثيرة ولد سنة 1173هـ وتوفي سنة 1250هـ. انظر: المصدر السابق 2/ 214 ¶ (¬2) انظر: الأمصار ذوات الآثار للذهبي ص 181 تحقيق قاسم علي سعد _ دار البشائر الإسلامية _ ط الأولى 1986م ¶ (¬3) (ذمار) بكسر الذال وفتحها والكسر أشهر عند المحدثين وذكره ابن دريد بالفتح. انظر: معجم البلدان لياقوت الحموي 3/ 7 _ دار إحياء التراث العربي _ بيروت 1979م",
            "page": "6",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وتبعد عنها حوالي 90 كيلو متر تقريباً، ويقدرها الأقدمون بمسافة ... (مرحلتين) (¬1). ¶ وتعتبر (ذمار) إحدى المدن التاريخية التي تمتد جذورها إلى ما قبل الإسلام، وإحدى هجر العلم ومعاقله بعد الإسلام، تخرج فيها كثير من العلماء في فنون شتى، ومن هؤلاء العلماء الذين كانت تزخر بهم ذمار المحدثون وحفاظ الحديث ورواته، وقد حاولت أن أحصر هؤلاء الرواة من الصحابة والتابعين فمن بعدهم إلى نهاية القرن الثالث الهجري فاجتمع لي من ذلك عدد لا بأس به. وقد سميت هذا البحث (رواة الحديث من أهل ذمار)، وقسمته إلى مقدمة وثلاثة مباحث وخاتمة، فأما المقدمة فتشتمل على مكانة اليمن ومدينة (ذمار) خاصة، وأما المباحث فالمبحث الأول عن (الصحابة الرواة من أهل ذمار)، والمبحث الثاني عن (التابعين) الرواة من أهل ذمار)، والمبحث الثالث عن (الرواة من أتباع التابعين فمن بعدهم من أهل ذمار)، ثم الخاتمة وتشتمل على خلاصة البحث، ثم المصادر التي رجعت إليها في البحث ¶ والحمد لله رب العالمين وصلى الله وسلم على سيدنا محمد وعلى آله وصحبه أجمعين ... ¶ ¬__________ ¶ (¬1) انظر: المصدر السابق 3/ 7",
            "page": "7",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "المبحث الأول: (الصحابة الرواة من أهل ذمار) ¶ 1. قرط بن ربيعة الذماري: ¶ قال ابن حجر أحمد بن علي بن حجر العسقلاني (ت 852 هـ) (¬1) ¶ ¬__________ ¶ (¬1) انظر: شذرات الذهب في أخبار من ذهب لابن العماد الحنبلي 7/ 270 _ دار احياء التراث العربي بيروت",
            "page": "8",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "ذكره أبو موسى في الذيل وأخرج من طريق أبي أحمد العسال عن إسحاق بن محمد، عن عثمان بن خرزاذ، عن محمد بن يونس هو الكديمي: حدثنا قدامة بن عائذ بن قرط بذمار، أني سمعت أبي يحدث عن أبيه قرط بن ربيعة وذكر رسول الله - صلى الله عليه وسلم - فقلت صفه لي فقال: رأيته مفلج (¬1) الثنايا (¬2) ¶ 2. أبو شداد الذماري العماني: ¶ قال ابن عبدالبر يوسف بن عبد الله النمري القرطبي (ت463هـ) (¬3) سكن عمان، وذكر أنه أتاهم كتاب رسول الله - صلى الله عليه وسلم - في قطعة أديم، قيل له: من كان عامل عمان يومئذ؟ قال: إسوار من أساورة كسرى (¬4) ذكره البخاري عن موسى بن إسماعيل قال: نا عبدالعزيز بن زياد أبو حمزة الحبطي قال: ثنا أبو شداد رجل من أهل عمان، وذكر أبو حاتم الرازي قال: أبو شداد رجل من أهل دما (¬5) قال: جاءنا كتاب رسول الله - صلى الله عليه وسلم - في قطعة أديم: من محمد ¶ ¬__________ ¶ (¬1) [مفلج الثنايا] الفلج بالتحريك هو: تباعد مابين الأسنان، أنظر الفيروز أبادي (القاموس المحيط) 1/ 211، فصل الفاء باب الجيم ط الثانية 1952م ¶ (¬2) انظر أحمد بن علي بن حجر (الإصابة في تمييز الصحابة) 5/ 431 تحقيق علي محمد البجاوي - دار الجيل - بيروت ط الأولى 1992م ولم أقف على تخريج الحديث عند غير ابن حجر. ¶ (¬3) انظر: طبقات علماء الحديث لابن عبد الهادي 3/ 324 تحقيق إبراهيم الزيبق _ مؤسسة الرسالة ط الأولى 1989م ¶ (¬4) (الإسوار) بكسر الهمزة: قائد العجم كالأمير في العرب والجمع أساورة، انظر الفيومي أحمد بن محمد ... (المصباح المنير في غريب الشرح الكبير) ص 295، مادة سار - المكتبة العلمية - بيروت ط الثانية 1986م. ¶ (¬5) في المطبوع من الاستيعاب < ذمار > وهو خطأ مطبعي انظر الجرح والتعديل 9/ 289.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "رسول الله إلى أهل عمان، ومن حديث أبي سلمة المنقري، عن عبدالعزيز بن زياد الخبطي قال: نا أبوشداد (¬1) وقال ابن حجر: أدرك النبي - صلى الله عليه وسلم - وقرأ كتابه عليه وعاش مائة وعشرين سنة (¬2) قلت: وقد تعقب العلماء ابن عبدالبر في نسبته أبا شداد إلى ذمار وهي قرية من قرى صنعاء في حين أن عُمان بضم أوله والتخفيف من أعمال البحرين، منهم الرشاطي (¬3) (¬4) وابن الأثير (¬5) ونقل عن ابن مندة وأبي نعيم أن نسبته (دمائي) بالدال المهملة والميم وبعد الألف ياء تحتها نقطتان نسبة إلى دماء قرية من قرى عمان (¬6) لكن قال ابن حجر: يحتمل إن كان أبو عمر حفظه أن يكون أصله من ذمار وسكن عمان (¬7) ¶ قلت: ولعله الصواب. ¶ ¬__________ ¶ (¬1) انظر ابن عبدالبر القرطبي (الاستيعاب في أسماء الأصحاب) 4/ 1687 تحقيق علي البجاوي - دار الجيل - بيروت ط الأولى 1992م. ¶ (¬2) انظر (الإصابة) 5/ 431. ¶ (¬3) هو عبد الله بن علي بن عبد الله اللخمي الرشاطي الحافظ استشهد سنة 542 هـ. انظر طبقات علماء الحديث 4/ 82 ¶ (¬4) انظر (الإصابة) 5/ 431 ¶ (¬5) هو علي بن محمد بن محمد الجزري المحدث اللغوي الحافظ صاحب التاريخ والأنساب وغيرهما توفي سنة 630هـ. انظر طبقات علماء الحديث 4/ 179 ¶ (¬6) انظر (أسد الغابة في معرفة الصحابة) لإبن الأثير 5/ 225 - دار إحياء التراث العربي- بيروت ¶ (¬7) انظر (الإصابة) 5/ 431.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وأما الحديث الذي ذكر في ترجمته فقد رواه الطبراني في المعجم الأوسط من طريق أبي حمزة الحبطي عبدالعزيز بن زياد قال: حدثني أبو شداد رجل من أهل دما قرية من قرى عُمان قال: جاءنا كتاب رسول الله - صلى الله عليه وسلم - إلى أهل عمان: (سلام أما بعد فأقروا بشهادة أن لا إله إلا الله وأني رسول الله وأدوا الزكاة وخطوا المسجد وإلا غزوتكم) قال أبو شداد: فلم نجد أحداً يقرأ علينا الكتاب حتى وجدنا غلاماً أسود فقرأه علينا، فقلت لأبي شداد: من كان يومئذٍ على عمان يلي أمرهم؟ قال: إسوار من أساورة كسرى يقال له: سحان (¬1) ¶ 3. أبو مليكة الذماري: ¶ ويقال له: البغوي له صحبة، عداده في أهل الشام روى عنه ابنه، ونمران، وأبو خراش، وراشد بن سعد. ¶ ومن أحاديثه ما رواه البخاري محمد بن إسماعيل (ت 256 هـ) (¬2) في الكنى له، وغيره، عن أبي صالح، عن معاوية، عن راشد بن سعد، عنه، عن النبي - صلى الله عليه وسلم - قال (لا يستكمل عبدٌ الإيمان كله حتى يحب لأخيه ما يحب لنفسه، وحتى ¶ ¬__________ ¶ (¬1) انظر: سليمان بن أحمد الطبراني (المعجم الأوسط) 7/ 60، رقم 6849 تحقيق طارق الحسيني - دار الحرمين - القاهرة 1415هـ واسناده ضعيف فيه عبد العزيز ين زياد الحبطي مجهول. انظر: ذيل ميزان الاعتدال ص 254 للعراقي تحقيق صبحي السامرائي ط الأولى 1987م. ¶ (¬2) انظر: تقريب التهذيب لابن حجر ص404",
            "page": "11",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "يخاف الله في مزاحه وجده) (¬1) وروى الطبراني سليمان بن أحمد (ت 360 هـ) (¬2) من طريق أبي عبيدالله الشامي، عن أبي مليكة الذماري، عن نمران اليحصبي، عن بلال قال: قال رسول الله - صلى الله عليه وسلم -: (يا بلال ناد في الناس: من قال لا إله إلا الله قبل موته بسنة دخل الجنة، أو شهر، أو جمعة، أو يوم، أو ساعة) قال: إذاً يتكلوا، قال: (وإن اتكلوا) (¬3) وروى الفريابي جعفر بن محمد (ت 301 هـ) (¬4) من طريق حريز بن عثمان، عن أبي الحسن نمران، عن أبي مليكة الذماري قال: (إن الرجل ليدخل على الإمام فما يخرج إلا مشركاً أو منافقاً إن أعطاه نسي الذي أعطاه وحمده وإن منعه خرج يذمه ويعيبه فإذا فعل هذا بالإمام فقد نافق وأشرك وإنما يمنع ويعطي الله - عز وجل -) (¬5) ¶ ¬__________ ¶ (¬1) انظر: (الكنى) للبخاري 1/ 74 رقم 693 تحقيق السيد هاشم الندوي - دار الفكر - بيروت، وشيرويه الديلمي (الفردوس بمأثور الخطاب) 5/ 116 رقم 7658 تحقيق السعيد بن بسيوني زغلول - دار الكتب العلمية - بيروت ط الأولى 1986م واسناده ضعيف فيه أبو صالح عبد الله بن صالح المصري كاتب الليث صدوق كثير الغلط. انظر: التقريب لابن حجر ص 250. ¶ (¬2) انظر: طبقات علماء الحديث 3/ 107 ¶ (¬3) انظر: (المعجم الكبير) 1/ 366 رقم 1123 تحقيق حمدي السلفي - مكتبة العلوم والحكم ط الثانية 1983م واسناده ضعيف فيه أبو عبيد الله أو أبو عبد الله الشامي قال الذهبي وهاه الأزدي. انظر: ميزان الاعتدال في نقد الرجال 4/ 544 تحقيق علي البجاوي - دار المعرفة - بيروت ¶ (¬4) انظر: طبقات علماء الحديث 2/ 412 ¶ (¬5) انظر: (صفة المنافق) 1/ 80 رقم 112تحقيق بدر البدر - دار الخلفاء للكتاب الإسلامي - ط الأولى 1405 هـ واسناده ضعيف فيه نمران اليحصبي أبو الحسن لم أجد من ترجمه.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "المبحث الثاني: (التابعون الرواة من أهل ذمار) ¶ 1. مرثد بن عبدالله الذماري: ¶ ويقال: الزماني. وهو غير مرثد بن عبدالله اليزني، روى عن أبي ذر. وروى عنه: ابنه مالك، قال العقيلي محمد بن عمرو (ت 327 هـ) (¬1): لا يتابع على حديثه (¬2) وقال الذهبي محمد بن أحمد (ت 748 هـ) (¬3) فيه جهالة، ¶ ¬__________ ¶ (¬1) انظر: طبقات علماء الحديث 3/ 22 ¶ (¬2) انظر الذهبي (ميزان الاعتدال في نقد الرجال) 4/ 87 < ولم أجد قول العقيلي هذا في كتابه الضعفاء الكبير>. ¶ (¬3) انظر: شذرات الذهب لابن العماد 6/ 153",
            "page": "13",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وليس بمعروف (¬1) وذكره العجلي أحمد بن عبدالله (ت 261 هـ) (¬2) وابن حبان محمد بن حبان البستي (ت 354 هـ) (¬3)) في كتابيهما عن الثقات (¬4) وقال ابن حجر: مقبول من الثالثة (¬5) ومن أحاديثه عن أبي ذر - رضي الله عنه - قال: سألت رسول الله - صلى الله عليه وسلم - عن ليلة القدر قال: قلت يا رسول الله اخبرني عن ليلة القدر أفي رمضان هي أو في غيره؟ قال: بل هي في رمضان. قال: قلت: تكون مع الأنبياء ما كانوا فإذا قبضوا رفعت أم هي إلى يوم القيامة؟ قال: بل هي إلى يوم القيامة. قلت: في أي رمضان هي؟ قال: ابتغوها في العشر الأول أو العشر الأواخر ثم حدث رسول الله - صلى الله عليه وسلم - وحدث ثم اهتبلت وغفلته قلت في أي العشرين هي؟ قال: ابتغوها في العشر الأواخر لا تسألني عن شيء بعدها. ثم حدث رسول الله - صلى الله عليه وسلم - وحدث ثم اهتبلت وغفلته فقلت: يا رسول الله أقسمت عليك بحقي عليك لما أخبرتني في أي العشرين هي؟ قال: فغضب علي غضباً لم يغضب مثله منذ صحبته أو صاحبته كلمة نحوها قال: التمسوها في السبع الأواخر لا تسألني عن شيء بعدها) (¬6) ¶ ¬__________ ¶ (¬1) انظر: (ميزان الاعتدال في نقد الرجال) 4/ 87. ¶ (¬2) انظر: طبقات علماء الحديث 2/ 251 ¶ (¬3) انظر: المصدر السابق 3/ 113 ¶ (¬4) انظر (معرفة الثقات) 2/ 269، والثقات 5/ 440. ¶ (¬5) انظر (تقريب التهذيب) ص 457. ¶ (¬6) رواه الإمام أحمد بن حنبل في مسنده 5/ 171، رقم 21538، و1/ 171 واسناده ضعيف من أجل مرثد بن عبد الله الذماري ليس بمعروف كما قال الذهبي في ترجمته.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وعن أبي ذر - رضي الله عنه - أيضاً قال: سألت رسول الله - صلى الله عليه وسلم - ماذا ينجي العبد من النار؟ فقال: الإيمان بالله قال: قلت حسبي الله او مع الإيمان عمل؟ فقال ترضخ مما رزقك الله أو يرضخ مما رزقه الله (¬1) ¶ 2. نمران بن عتبة الذماري أبو داود: ¶ روى عن أم الدرداء، وروى عنه ابن أخيه الوليد بن رباح ويقال: رباح بن الوليد، وحريز بن عثمان. ذكره ابن حبان في الثقات (¬2) ¶ وأخرج حديثه في صحيحه (¬3). وقال الذهبي: وثق (¬4) وقال أيضاً: لا يدرى من هو؟ (¬5) ¶ وقال كذلك: مجهول (¬6) وقال ابن حجر: مقبول من السادسة (¬7) ومن أحاديثه قال: دخلنا على أم الدرداء ونحن أيتام فقالت: أبشروا فإني سمعت أبا الدرداء ¶ ¬__________ ¶ (¬1) رواه ابن أبي شيبة في مصنفه 6/ 161، رقم 30336 تحقيق كمال يوسف الحوت - مكتبة الرشد - الرياض ط الأولى 1409هـ واسناده ضعيف فيه مرثد بن عبد الله الذماري المتقدم. ¶ (¬2) انظر الثقات 7/ 544 تحقيق السيد شرف الدين أحمد - دار الفكر - ط الأولى 1975م. ¶ (¬3) رواه في صحيحه (الإحسان بترتيب صحيح ابن حبان كتاب: السير، ذكر البيان بأن الشهيد في القيامة يشفع في سبعين من أهل بيته) 7/ 84، رقم 4641 ضبط كمال الحوت - دار الفكر - ط الأولى. ¶ (¬4) انظر (الكاشف في معرفة من له رواية في الكتب الستة) 3/ 184 - دار الكتب العلمية - ط الأولى 1983م ¶ (¬5) انظر ميزان الاعتدال 4/ 273 ¶ (¬6) انظر: ديوان الضعفاء والمتروكين للذهبي 2/ 406 _ دار القلم _ط الأولى 1988م ¶ (¬7) انظر (تقريب التهذيب) ص 496.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "يقول: قال رسول الله - صلى الله عليه وسلم -: (يشفع الشهيد في سبعين من أهل بيته) (¬1) وعن أم الدرداء قالت: سمعت أبا الدرداء يقول: قال رسول الله - صلى الله عليه وسلم -: (إن العبد إذا لعن شيئاً صعدت اللعنة إلى السماء فتغلق أبواب السماء دونها ثم تهبط إلى الأرض فتغلق أبوابها دونها ثم تأخذ يميناً وشمالاً فإذا لم تجد مساغاً رجعت إلى الذي لُعِن فإن كان لذلك أهلاً و إلا رجعت إلى قائلها) (¬2) ¶ 3. همام بن منبه بن كامل بن سيج الأبناوي الصنعاني: ¶ ويقال الذماري، أبو عقبة، أخو وهب بن منبه وكان أكبر منه، وله من الأخوة غير وهب: غيلان، وعقيل، ومعقل، وهمام هو آخرهم موتاً، روى عن أبي هريرة، وابن عباس، وابن الزبير، ومعاوية، وابن عمر - رضي الله عنهم -، وروى عنه أخوه وهب بن منبه، وابن أخيه عقيل بن معقل بن منبه، وعلي بن الحسن، ومعمر بن راشد (¬3) قال يحي بن معين (ت 233هـ) (¬4): ¶ ¬__________ ¶ (¬1) رواه أبو داود في كتاب (الجهاد باب الشهيد يشفع 3/ 26، رقم 2522 تعليق عزت الدعاس - دار ابن حزم - ط الأولى 1997م، وصححه الألباني في صحيح الجامع الصغير 6/ 342 رقم 7949 - المكتب الإسلامي - ط الثالثة 1982م. ¶ (¬2) رواه أبو داود في كتاب (الأدب باب اللعن) 5/ 134 رقم 4905، وحسنه الألباني في صحيح الجامع الصغير 2/ 78 رقم 1668. ¶ (¬3) انظر (رجال مسلم) لابن منجويه 2/ 321 تحقيق عبدالله الليثي دار المعرفة - بيروت ط الأولى 1407هـ، (سير أعلام النبلاء) للذهبي 5/ 313 تحقيق شعيب الأرناؤوط - مؤسسة الرسالة - بيروت ط التاسعة 1413هـ، (تهذيب الكمال) للمزي 30/ 299 تحقيق د. بشار عواد - مؤسسة الرسالة - ط الأولى 1980م، (تهذيب التهذيب) لابن حجر العسقلاني 11/ 59 - دار الفكر - بيروت ط 1984م. ¶ (¬4) انظر: طبقات علماء الحديث 2/ 79",
            "page": "16",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "ثقة (¬1) وقال الإمام أحمد بن حنبل: (ت 241 هـ) (¬2) ثقة (¬3) وقال العجلي: ثقة تابعي (¬4) وذكره ابن حبان في الثقات (¬5) وقال الذهبي عنه: المحدث المتقن صاحب تلك الصحيفة الصحيحة التي كتبها عن أبي هريرة وهي نحو من مئة وأربعين حديثاً حدث بها عنه معمر بن راشد (¬6) وقال ابن حجر: ثقة من الرابعة مات سنة اثنتين وثلاثين ومائة على الصحيح (¬7) ومن أحاديثه عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم - (إذا أحسن أحدكم إسلامه فكل حسنة يعملها تكتب له بعشر من أمثالها إلى سبعمائة ضعف وكل سيئة يعملها تكتب له بمثلها) (¬8) ¶ وعن وهب بن منبه، عن أخيه همام قال: سمعت أبا هريرة - رضي الله عنه - يقول: ما من أصحاب النبي - صلى الله عليه وسلم - أحد أكثر حديثاً عنه مني إلا ما كان من عبدالله بن عمرو (¬9) فإنه كان يكتب ولا أكتب) قال البخاري: تابعه معمر عن همام عن أبي هريرة - رضي الله عنه - (¬10) ¶ ¬__________ ¶ (¬1) انظر (الجرح والتعديل) لابن أبي حاتم 9/ 107 - دار إحياء التراث - بيروت. ¶ (¬2) انظر: طبقات علماء الحديث 2/ 81 ¶ (¬3) انظر (بحر الدم) 1/ 442 تحقيق د. أبو أسامة وصي الله بن محمد بن عباس - دار الراية - ط الأولى. ¶ (¬4) انظر (معرفة الثقات) 2/ 334. ¶ (¬5) انظر 5/ 510. ¶ (¬6) انظر (سير أعلام النبلاء) 5/ 303 ¶ (¬7) انظر (تقريب التهذيب) ص 505 ¶ (¬8) رواه البخاري في (كتاب الإيمان باب حسن إسلام المرء) 1/ 98، رقم 42 ¶ (¬9) هو عبدالله بن عمرو بن العاص السهمي أبو محمد أحد الساابقين المكثرين من الصحابة وأحد العبادلة الفقهاء مات في ذي ... الحجة ليالي الحرة على الأصح بالطائف على الراجح انظر: تقريب التهذيب ص 257 ¶ (¬10) رواه البخاري في (كتاب العلم باب كتابة العلم) 1/ 206، رقم 113",
            "page": "17",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "4. وهب بن عبدالله الذماري: ¶ قال أبو حاتم محمد بن إدريس الرازي (ت 277 هـ) (¬1) سكن ذماراً وقد قرأ الكتب روى عنه زيد بن أسلم (¬2) ذكره ابن حبان في الثقات وقال: ممن قرأ الكتب يروي عن الصحابة، روى عنه أهل اليمن (¬3). ¶ 5. وهب بن منبه بن كامل الصنعاني الذماري أبو عبدالله: ¶ أخو همام بن منبه، ولد سنة أربع وثلاثين وروى عن ابن عباس - صلى الله عليه وسلم -، وجابر بن عبدالله - صلى الله عليه وسلم -، وأخيه همام بن منبه. روى عنه: عمرو بن دينار، والمغيرة بن حكيم، وعوف الأعرابي، وسماك بن الفضل، والمنذر بن النعمان، وغيرهم (¬4) سأل عنه أبو زُرعة الرازي عبيدالله بن عبدالكريم (ت 264 هـ) (¬5) فقال: يماني ثقة (¬6) وذكره ابن حبان في الثقات (¬7)، وقال الذهبي: إخباري علاّمة قاص ¶ ¬__________ ¶ (¬1) أنظر: طبقات علماء الحديث 2/ 260 ¶ (¬2) انظر (الجرح والتعديل) 9/ 23. ¶ (¬3) انظر (الثقات) 5/ 488 ¶ (¬4) انظر (الجرح والتعديل) 9/ 24، و (رجال مسلم) 2/ 305، و (طبقات الحفاظ) للسيوطي 1/ 48 - دار الكتب العلمية - ط 1403هـ. ¶ (¬5) انظر: تقريب التهذيب ص 313 ¶ (¬6) انظر (الجرح والتعديل) 9/ 24 ¶ (¬7) انظر (الثقات) 5/ 487",
            "page": "18",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "صدوق صاحب كتب مات سنة مائة و أربع عشرة (¬1)، وقال ابن حجر: ثقة من الثالثة مات سنة بضع عشرة و مائة (¬2) ومن أحاديثه ما رواه عن أخيه همام، عن معاوية قال: قال رسول الله - صلى الله عليه وسلم -: (لا تلحفوا في المسألة فوالله لا يسألني أحدٌ منكم شيئاً فتخرج له مسألته مني شيئاً وأناله كاره فيبارك له فيما أعطيته) (¬3) وعن ابن وهب بن منبه، عن أبيه، عن ابن عباس - رضي الله عنه -، قال: قال رسول الله - صلى الله عليه وسلم - ¶ (كفى بك إثماً أن لا تزال مخاصماً (¬4) وعن أبي موسى، عن وهب بن منبه، عن ابن عباس - رضي الله عنه -، عن النبي - صلى الله عليه وسلم - قال: (من سكن البادية جفا، ومن اتبع الصيد غفل، ومن اتبع السلطان افتتن) (¬5) ¶ 6. يحي بن الحارث الذماري المقرئ الغساني أبو عمرو أو أبو عمر الشامي: ¶ روى عن واثلة بن الأسقع وقرأ عليه، وسعيد بن المسيب، وأبي الأشعث الصنعاني، و عبدالله بن عامر اليحصبي و قرأ عليه القرآن العظيم. روى عنه: ¶ ¬__________ ¶ (¬1) انظر (الكاشف) 3/ 216. ¶ (¬2) انظر (تقريب التهذيب) ص 515. ¶ (¬3) رواه مسلم في (كتاب الزكاة باب النهي عن المسألة) 7/ 129، رقم 2387. ¶ (¬4) رواه الترمذي (كتاب البر والصلة باب ما جاء في المراء) 4/ 359، رقم 1994 تحقيق إبراهيم عطوة ط الأولى 1962م، وقال: حديث غريب لا نعرفه إلا من هذا الوجه، وضعفه الألباني في ضعيف الجامع الصغير 4/ 141 - المكتب الإسلامي - ط الثانية 1979م. ¶ (¬5) رواه النسائي في كتاب (الصيد والذبائح باب إتباع الصيد 7/ 195، رقم 4309 تحقيق عبد الفتاح أبو غدة - مكتب المطبوعات الإسلامية - حلب وصححه الألباني في صحيح الجامع الصغير 5/ 302رقم 6172.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "ابنه، و الأوزاعي، وسعيد بن عبدالعزيز، و عبدالرحمن بن ثابت بن ثوبان، وصدقة ابن خالد، والوليد بن مسلم، وغيرهم (¬1) قال أبو حاتم الرازي: ثقة كان عالماً بالقراءة في دهره بدمشق (¬2) وقال يحي بن معين: ثقة ليس به بأس (¬3) وذكره ابن حبان في الثقات (¬4) وفي مشاهير علماء الأمصار وقال: من الأثبات في الروايات ممن صحب واثلة بن الأسقع زماناً وحفظ عنه، ومات بالشام سنة خمس و أربعين ومائة (¬5) ومن أحاديثه ما رواه عن أبي الأشعث الصنعاني، عن أوس بن أوس - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: (من اغتسل يوم الجمعة وغسّل، وبكّر وابتكر، ودنا واستمع وأنصت، كان له بكل خطوة يخطوها أجر سنة صيامها وقيامها) (¬6) وعنه، عن القاسم أبي عبدالرحمن، أنه حدثه عقبة بن عامر - رضي الله عنه -، عن رسول الله - صلى الله عليه وسلم - قال: (من صام يوماً في سبيل الله عز وجل باعد الله ¶ ¬__________ ¶ (¬1) انظر (الجرح والتعديل) 9/ 135، و (تهذيب الكمال) 31/ 256، و (تهذيب التهذيب) 11/ 170. ¶ (¬2) انظر (الجرح والتعديل) 9/ 135. ¶ (¬3) انظر (الجرح والتعديل) 9/ 135، و (تهذيب الكمال) 31/ 256، و (تهذيب التهذيب) 11/ 170، و (تاريخ أسماء الثقات لابن شاهين) 1/ 259 تحقيق صبحي السامرائي - الدار السلفية - ط الأولى 1984م ¶ (¬4) انظر (الثقات) 5/ 530. ¶ (¬5) انظر (مشاهير علماء الأمصار) 1/ 119 - دار الكتب العلمية - بيروت 1959م. ¶ (¬6) رواه الترمذي في (أبواب الجمعة باب ما جاء في فضل الغسل يوم الجمعة) 2/ 367 - 368، رقم 496 وصححه الألباني في صحيح الجامع الصغير 5/ 325رقم 6281.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "منه جهنم مسيرة مائة عام) (¬1) وعنه، عن القاسم أبي عبدالرحمن، عن أبي أمامة - رضي الله عنه -، أن رسول الله - صلى الله عليه وسلم - قال: (من خرج من بيته متطهراً إلى صلاة مكتوبة فأجره كأجر الحاج المحرم ومن خرج إلى تسبيح الضحى لا ينصبه إلا إياه فأجره كأجر المعتمر، وصلاة على اثر صلاة لا لغو بينهما كتاب في عليين) (¬2). ¶ 7. يزيد بن نمران بن يزيد بن عبدالله المذحجي الذماري. ¶ روى عن عمر بن الخطاب - رضي الله عنه -، وأبي الدرداء - رضي الله عنه -، وعن صحابي مقعد مرّ بين يدي النبي - صلى الله عليه وسلم - وهو يصلي بتبوك، روى عنه: إسماعيل بن عبيدالله بن أبي المهاجر، ومولى له اسمه سعيد، وعبدالرحمن بن يزيد بن جابر، كانت داره بدمشق ثم الباب الشرقي وشهد وقعة مرج راهط (¬3) مع مروان بن الحكم (¬4)، ¶ ¬__________ ¶ (¬1) رواه النسائي في كتاب (الصيام باب ذكر الاختلاف على سفيان الثوري) 4/ 174، رقم 2254 وحسنه الألباني في صحيح الجامع الصغير 5/ 310 رقم 6206. ¶ (¬2) رواه أبو داود في كتاب (الصلاة باب ما جاء في فضل المشي إلى الصلاة) 1/ 268، رقم 558 وحسنه الألباني في صحيح الجامع الصغير5/ 288 رقم 6104. ¶ (¬3) هي وقعة بالشام سنة 64هـ قتل فيها مروان: الضحاك بن قيس الفهري والنعمان بن بشير الأنصاري رضي الله عنهما وكان الأول عاملاً على دمشق والثاني على حمص من قبل ابن الزبير انظر: المنتظم في تأريخ الملوك والأمم لابن الجوزي 6/ 27 - دار الكتب العلمية - بيروت ط الأولى 1992م. ¶ (¬4) هو مروان بن الحكم بن أبي العاص الأموي ولي الخلافة في آخر سنة 64هـ ومات سنة خمس في رمضان لا تثبت له صحبة انظر: تقريب التهذيب ص 458.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "ولما وقعت الفتنة قال الناس: نقتدي بهؤلاء الثلاثة ربيعة بن عمرو الجرشي (¬1)، ويزيد بن الأسود الجرشي (¬2)، ويزيد بن نمران الذماري، فأما ربيعة فقتل بمرج راهط، وأما يزيد بن نمران فلحق بمروان، وأما يزيد بن الأسود فلحق بالساحل (¬3) ذكره ابن حبان في الثقات (¬4) وقال ابن حجر: ثقة عابد من الثالثة (¬5) ومن أحاديثه قال: رأيت رجلاً بتبوك مقعداً فقال: مررت بين يدي النبي - صلى الله عليه وسلم - وأنا على حمار وهو يصلي فقال: اللهم اقطع أثره فما مشيت عليها بعد، وفي لفظٍ قال: قطع صلاتنا قطع الله أثره (¬6) ¶ ¬__________ ¶ (¬1) ويقال له ربيعة بن الغاز وثقه الدار قطني وكان فقيهاً انظر: تقريب التهذيب ص 148 ¶ (¬2) وكان عبداً صالحاً مستجاب الدعوة قحط الناس في زمن معاوية وزمن الضحاك بن قيس فاستسقوا به فدعا الله فنزل المطر توفي سنة 64هـ انظر: المنتظم لابن الجوزي 6/ 34 ¶ (¬3) انظر أبو الحجاج المزي (تهذيب الكمال) 32/ 259، و (تهذيب التهذيب) 11/ 320. ¶ (¬4) انظر (الثقات) 5/ 539. ¶ (¬5) انظر (تقريب التهذيب) ص 535. ¶ (¬6) رواه أبو داود في كتاب (الصلاة باب ما يقطع الصلاة) 1/ 320، رقم 705، واسناده ضعيف فيه سعيد مولى يزيد بن نمران لم يرو عنه غير سعيد بن عبد العزيز ولم يوثقه غير ابن حبان. انظر ترجمته في هذا البحث ص17.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "المبحث الثالث: (الرواة من أتباع التابعين فمن بعدهم من أهل ذمار). ¶ 1. إسحاق بن رفيع الذماري: ¶ روى عن ابن جريج، وروى عنه الحسن بن الزبرقان، قال أبو حاتم الرازي: مجهول (¬1) ¶ 2. أيوب بن وهب بن منبه الذماري الصنعاني: ¶ ¬__________ ¶ (¬1) انظر (الجرح والتعديل) 2/ 220.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "ذكره ابن حبان في الثقات (¬1) وفي مشاهير علماء الأمصار في طبقة أتباع التابعين باليمن وقال من خيار أهل صنعاء ممن كان يغرب عن أبيه (¬2) وقال الذهبي: بنو وهب: عبدالله وعبدالرحمن وأيوب ليسوا بالمشهورين (¬3) ¶ 3. رباح بن الوليد بن يزيد بن نمران الذماري: ¶ ويقال: الوليد بن رباح والصواب الأول. ¶ روى عن إبراهيم بن أبي عبلة، والمطعم بن المقدام، وعمه نمران بن عتبة الذماري. ¶ روى عنه: مروان بن محمد الطاطري، ويحي بن حسان التنيسي وسماه الوليد بن رباح خطأً (¬4) قال مروان بن محمد الطاطري (ت 210هـ) (¬5) الراوي عنه: كان ثقة (¬6) وذكره أبو زرعة عبدالرحمن بن عمرو الدمشقي (ت 281 هـ) (¬7) في نفرٍ ثقات (¬8) ¶ ¬__________ ¶ (¬1) انظر (الثقات) 6/ 54 وروى له فيه عن أبيه في قوله تعالى {وقالوا الحمد لله الذي أذهب عنا الحزن} [فاطر: 34] قال: حزن الموقف. ¶ (¬2) انظر (مشاهير علماء الأمصار) ص 193. ¶ (¬3) انظر (ميزان الاعتدال) 4/ 597. ¶ (¬4) انظر (تهذيب الكمال) 9/ 49. ¶ (¬5) انظر: تقريب التهذيب ص 459 ¶ (¬6) الجرح والتعديل 3/ 498 ¶ (¬7) انظر طبقات علماء الحديث 2/ 328 ¶ (¬8) انظر (الجرح والتعديل) 3/ 498.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وقال الذهبي وابن حجر: صدوق (¬1) ومن أحاديثه ما رواه عن عمه نمران بن عتبة، عن أم الدرداء، عن أبي الدرداء - رضي الله عنه -: أن العبد إذا لعن شيئاً صعدت اللعنة إلى السماء، وحديثه عن عمه كذلك عن أم الدرداء عن أبي الدرداء - رضي الله عنهم -: يشفع الشهيد في سبعين من أهل بيته، وسبق تخريجهما في ترجمة (نمران بن عتبة) (¬2)، وله حديث ثالث رواه عن إبراهيم ابن أبي عبلة، عن أبي حفص الشامي، عن عبادة بن الصامت - رضي الله عنه -، عن النبي - صلى الله عليه وسلم - قال: (إن أول ما خلق الله القلم ... ) (¬3) ¶ 4. سعيد مولى يزيد بن نمران الذماري (أبو داود): ¶ ومولى القوم منهم، روى عن مولاه يزيد بن نمران، روى عنه: سعيد بن عبدالعزيز، قاله أبو حاتم الرازي (¬4) وذكره ابن حبان في الثقات (¬5) ومن أحاديثه حديث المقعد الذي رواه عن مولاه يزيد بن نمران وسبق تخريجه في ترجمة (يزيد بن نمران) (¬6). ¶ 5. عبد الله بن وهب بن منبه الأبناوي الصنعاني الذماري: روى عن أبيه، روى عنه: إبراهيم بن عمر بن كيسان، وداود بن قيس، ¶ ¬__________ ¶ (¬1) انظر (الكاشف) 1/ 390، و (تقريب التهذيب) ص 145. ¶ (¬2) ص10 ¶ (¬3) رواه أبو داود في (السنة باب القدر) 5/ 52، رقم 4700 وصححه الألباني في صحيح الجامع الصغير 2/ 184 رقم 2015. ¶ (¬4) انظر (الجرح والتعديل) 4/ 77. ¶ (¬5) انظر الثقات 6/ 377 ¶ (¬6) ص15",
            "page": "25",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "وأبو الهذيل عمران بن عبدالرحمن بن هريد. قال يحي بن معين: هو أقدم من عبدالرحمن بن وهب بن منبه، وقال أبو داود السجستاني سليمان بن الأشعث (ت 275 هـ) (¬1) معروف (¬2)، وقال ابن حجر: مقبول من السادسة (¬3) ومن أحاديثه مارواه عن أبيه عن أبي خليفة، عن علي بن أبي طالب - رضي الله عنه -، عن النبي - صلى الله عليه وسلم - قال: (إن الله رفيق يحب الرفق ويعطي على الرفق مالا يعطي على العنف) (¬4) ¶ 6. عبدالملك بن عبدالرحمن الذماري الصنعاني أبو هشام: روى عن سفيان الثوري، وإبراهيم ابن أبي عبلة، والأوزاعي، روى عنه: إبراهيم بن محمد بن عرعرة، ونوح بن حبيب، وأحمد بن صالح، والفلاس (¬5) ¶ ¬__________ ¶ (¬1) انظر الكاشف 1/ 311 ¶ (¬2) انظر (تهذيب الكمال) 16/ 287. ¶ (¬3) انظر (تقريب التهذيب) ص 271. ¶ (¬4) رواه (البزار) 2/ 322 تحقيق محفوظ الرحمن زين الله - مكتبة العلوم والحكم - المدينة ط الأولى 1409هـ و النسائي في (مسند علي) كما في (تهذيب الكمال) 21/ 208 و البيهقي في (شعب الإيمان) 6/ 336 تحقيق محمد السعيد بسيوني زغلول - دار الكتب العلمية - بيروت ط الأولى 1410هـ وذكره الهيثمي في (مجمع الزوائد) 8/ 18 - دار الكتاب العربي - بيروت 1407هـ وذكره يوسف أوزبك في (مسند علي) 3/ 867 - دار المأمون للتراث - ط الأولى 1995م وصححه الألباني في صحيح الجامع الصغير 2/ 113 رقم 1767 ¶ (¬5) انظر (التاريخ الكبير) للبخاري 5/ 422 تحقيق السيد هاشم الندوي - دار الفكر -، و (الكنى والأسماء) 1/ 878، و (المقتنى في سرد الكنى) للذهبي 2/ 126 تحقيق محمد صالح المراد - الجامعة الإسلامية - المدينة المنورة 1408هـ، و (تكملة الإكمال) لمحمد عبد الغني البغدادي 1/ 167 تحقيق د. عبد القيوم عبد رب النبي - جامعة أم القرى - مكة المكرمة - ط الأولى 1410هـ",
            "page": "26",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "قال أبو زرعة الرازي: منكر الحديث (¬1) وقال أبو حاتم: ليس بالقوي (¬2)، وقال الإمام أحمد: أتيناه قبل أن يدخل صنعاء فإذا عنده عن سفيان وإذا فيها خطأ كبير وإذا هو تصحيف يقول: الحارث بن حصيرة ومثل هذا (¬3)، وقال الفلاس عمرو بن علي (ت 249 هـ) (¬4): كان ثقة (¬5) وذكره ابن حبان في الثقات (¬6) وقال ابن حجر: صدوق كان يصحف من التاسعة (¬7) ومن أحاديثه ما رواه عن سفيان: حدثني محمد بن المنكدر، عن جابر - رضي الله عنه - قال: رأيت النبي - صلى الله عليه وسلم - يقرأ (أيحسب أن ماله أخلده) (¬8) وروى عن سفيان، عن أبي الزناد، عن أبي الأعرج، عن أبي هريرة - رضي الله عنه -، أن النبي - صلى الله عليه وسلم - قال: (إن النساء خلقن من ضلع أعوج لا يستقمن على خليقة إن تقمها تكسرها وإن تركتها تستمتع بها وفيها عوج) (¬9) ¶ ¬__________ ¶ (¬1) انظر (الجرح والتعديل) 5/ 355 ¶ (¬2) انظر المصدر السابق 5/ 355 ¶ (¬3) انظر (ميزان الاعتدال) 8/ 150 تحقيق علي محمد معوض - دار الكتب العلمية - بيروت ط الأولى 1995م ¶ (¬4) انظر: تقريب التهذيب ص 361 ¶ (¬5) انظر (الجرح والتعديل) 5/ 355. ¶ (¬6) انظر (الثقات) 8/ 386. ¶ (¬7) انظر (تقريب التهذيب) ص 304. ¶ (¬8) رواه أبو داود في (كتاب الحروف والقراءات) 4/ 188 - 189، رقم 3995 واسناده حسن. ¶ (¬9) رواه أحمد 2/ 497 ط- دار الفكر- واسناده حسن",
            "page": "27",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "7. عبدالملك بن محمد الذماري: ¶ وقيل ابن عبدالرحمن أبو الزرقاء الصنعاني، ويقال هما شيخان رويا عن الأوزاعي (¬1) قال أبو حاتم: ليس بقوي (¬2) وقال الفلاس: ثقة (¬3)، وقال ابن حبان: عبدالملك بن محمد الصنعاني - صنعاء الشام - عن زيد بن جبيرة، ويحي بن سعيد الأنصاري، وعنه هشام بن عمار، كان يجيب في كل ما يسأل حتى ينفرد عن الثقات بالموضوعات (¬4) ¶ 8. عبدالرحمن بن وهب بن منبه الأبناوي الصنعاني الذماري: قال الذهبي: بنو وهب: عبدالله وعبدالرحمن وأيوب ليسوا بالمشهورين (¬5) ¶ 9. عبدالملك بن هشام الذماري: ¶ هو عبدالملك بن عبدالرحمن بن هشام أبو هشام الذماري - المتقدم ذكره - كما رجح ذلك الذهبي وابن حجر وقال هذا الأخير بأنه قد ينسب إلى جده (¬6) وأما ¶ ¬__________ ¶ (¬1) انظر (ميزان الاعتدال) 4/ 409. ¶ (¬2) انظر (الجرح والتعديل) 5/ 369. ¶ (¬3) انظر المصدر السابق 5/ 369 ¶ (¬4) انظر (المجروحين) 2/ 136 تحقيق محمود إبراهيم زايد - دار الوعي - حلب ط الثانية 1402هـ ¶ (¬5) انظر (ميزان الاعتدال) 7/ 457. ¶ (¬6) انظر (الكاشف) للذهبي 2/ 190، و (تقريب التهذيب) لابن حجر ص 304، 307.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "أبو حاتم الرازي فقد فرق بينهما فقال عن عبدالملك بن عبدالرحمن بن هشام ليس بالقوي كما تقدم (¬1)، وقال عن هذا: شيخ (¬2) ¶ 10. عمر بن عبدالرحمن الذماري أبو أمية: ¶ روى عن أبيه، وعكرمة. روى عنه: عبدالملك بن عبدالرحمن الذماري، ذكره ابن حبان في الثقات وقال: من أهل اليمن (¬3)، وذكره كذلك في مشاهير علماء الأمصار في طبقة أتباع التابعين باليمن وقال: من أصحاب عكرمة (¬4) ¶ 11 - مالك بن مرثد بن عبدالله الذماري: ¶ ويقال الزماني، روى عن أبيه، عن أبي ذر - رضي الله عنه -. روى عنه: أبو زميل سماك بن الوليد الحنفي، والأوزاعي واضطرب فيه فقال مرة: عن مرثد بن ¶ أبي مرثد، ومرة قال: عن ابن مرثد أو أبي مرثد (¬5) ¶ ذكره ابن حبان في الثقات (¬6)، وسبق تخريج حديثه في ترجمة أبيه (¬7). ¶ ¬__________ ¶ (¬1) ص 18 ¶ (¬2) انظر (الجرح والتعديل) 5/ 374 ¶ (¬3) انظر (الثقات) 7/ 177. ¶ (¬4) انظر (مشاهير علماء الأمصار) ص 193 ¶ (¬5) انظر (تهذيب الكمال) 27/ 255 ¶ (¬6) انظر (الثقات) 7/ 460 ¶ (¬7) ص9",
            "page": "29",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "12 - ابن وهب بن منبه الذماري الصنعاني: روى عن أبيه، روى عنه: أبو بكر بن عياش، قال الذهبي: لا يعرف (¬1)، وقال ابن حجر: مجهول من السادسة (¬2)، وسبق تخريج حديثه في ترجمة أبيه (¬3) ¶ ¬__________ ¶ (¬1) انظر (ميزان الاعتدال) 4/ 597 ¶ (¬2) انظر (تقريب التهذيب) ص 622 ¶ (¬3) ص 11",
            "page": "30",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "الخاتمة ¶ الحمد لله حمداً كثيراً طيباً مباركاً فيه، والصلاة والسلام على المبعوث رحمة للعالمين نبينا محمد وعلى آله وصحبه أجمعين. ¶ وبعد: ¶ فهذه زبدة البحث وخلاصته أقدمها للقارئ الكريم لعلها تقرب له الصورة، وتوضح له الحقيقة، حيث بلغ مجموع الرواة الذين ترجمت لهم اثنين وعشرين راوياً، منهم ثلاثة من الصحابة الكرام رضوان الله عليهم أجمعين، وسبعة تابعيون، واثنا عشر من أتباع التابعين فمن بعدهم، وقد اقتصرت في ذكر التراجم إلى نهاية القرن الثالث الهجري، لأنه بنهاية هذا القرن الهجري انتهي من تدوين معظم كتب السنة المطهرة، وانتهى العصر الذهبي للرواية كذلك، ثم إن جميع هؤلاء الرواة من أهل (ذمار) ثقات عدول ومقبولون ماعدا أربعة منهم هم من أتباع التابعين فإنهم ضعفاء وضعفهم محتمل عند العلماء. ¶ والله الهادي إلى سواء السبيل ¶ والحمد لله رب العالمين",
            "page": "31",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "المصادر ¶ 1. الاستيعاب في معرفة الأصحاب - يوسف بن عبدالله بن عبدالبر - تحقيق: علي محمد البجاوي - دار الجيل - بيروت - ط: الأولى 1992م. ¶ 2. أسد الغابة بمعرفة الصحابة - ابن الأثير الجزري - دار إحياء التراث العربي - بيروت. ¶ 3.الإصابة في تمييز الصحابة - أحمد بن علي بن حجر العسقلاني - تحقيق: علي محمد البجاوي - دار الجيل - بيروت - ط: الأولى 1992م. ¶ 4. تاريخ أسماء الثقات - عمر بن أحمد بن شاهين - تحقيق صبحي السامرائي - الدار السلفية - الكويت - ط: الأولى 1984م. ¶ 5. التاريخ الكبير - محمد بن إسماعيل البخاري - تحقيق: السيد هاشم الندوي - دار الفكر. ¶ 6. تقريب التهذيب - أحمد بن علي بن حجر العسقلاني - تحقيق: عادل مرشد - مؤسسة الرسالة - ط: الأولى 1996م. ¶ 7. تهذيب التهذيب - أحمد بن علي بن حجر العسقلاني - دار الفكر - بيروت - ط: الأولى 1984م. ¶ 8. تهذيب الكمال - أبو الحجاج يوسف بن الزكي المزي - تحقيق: د. بشار عواد معروف - مؤسسة الرسالة - بيروت - ط: الأولى 1980م. ¶ 9. تكملة الإكمال - محمد عبدالغني البغدادي - تحقيق: د. عبدالقيوم عبد رب النبي - جامعة أم القرى - مكة المكرمة - ط: الأولى 1410هـ.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "10.الثقات - محمد بن حبان البستي - تحقيق: السيد شرف الدين أحمد - دار الفكر - ط: الأولى 1975م. ¶ 11. الجرح والتعديل - عبدالرحمن بن أبي حاتم الرازي - دار إحياء التراث - بيروت. ¶ 12. رجال صحيح مسلم - أحمد بن علي بن منجويه - تحقيق: عبدالله الليثي - دار المعرفة - بيروت - ط: الأولى 1407هـ. ¶ 13.سنن أبي داود - سليمان بن الأشعث السجستاني - تعليق: عزت عبيد الدعاس - دار ابن حزم - ط: الأولى 1997م. ¶ 14. سنن الترمذي - محمد بن عيسى الترمذي - تحقيق: إبراهيم عطوه عوض - نشر مصطفى البابي الحلبي - مصر - ط: الأولى 1962م. ¶ 15. سنن النسائي - أحمد بن شعيب النسائي - تحقيق: عبدالفتاح أبو غدة - مكتب المطبوعات الإسلامية - حلب. ¶ 16. سير أعلام النبلاء - شمس الدين الذهبي - تحقيق: شعيب الأرناؤط و محمد نعيم العرقوس - مؤسسة الرسالة - بيروت - ط: التاسعة 1413هـ. ¶ 17. شعب الإيمان - أبوبكر البيهقي - تحقيق: محمد السعيد بسيوني - دار الكتب العلمية بيروت - ط: الأولى. ¶ 18. صحيح ابن حبان (الإحسان بترتيب صحيح ابن حبان) - ضبط: كمال يوسف الحوت - دار الفكر - ط: الأولى.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "19. صحيح البخاري بشرحه فتح الباري - محمد بن إسماعيل البخاري - تحقيق: الشيخ عبدالعزيز بن باز - دار الفكر. ¶ 20. صحيح مسلم بشرح النووي - مسلم بن الحجاج النيسابوري - تحقيق: الشيخ خليل مأمون شيحا - دار المعرفة - بيروت - ط: الثالثة 1996م ¶ 21. صفة المنافق - جعفر بن محمد الفريابي - تحقيق: بدر البدر - دار الخلفاء للكتاب الإسلامي - الكويت - ط: الأولى 1405هـ. ¶ 22. طبقات الحفاظ - عبدالرحمن السيوطي - دار الكتب العلمية - بيروت - ط: الأولى 1403هـ. ¶ 23. الفردوس بمأثور الخطاب - شيرويه الديلمي تحقيق محمد السعيد بسيوني زغلول - دار الكتب العلمية بيروت ط الأولى 1986م. ¶ 24. القاموس المحيط - الفيروز أبادي - الطبعة الثانية 1952م. ¶ 25. الكاشف في معرفة من له رواية في الكتب الستة - شمس الدين الذهبي - تحقيق: محمد عوامه - دار القبلة - جدة - ط: الأولى 1992م. ¶ 26. كتاب بحر الدم في من تكلم فيه الإمام أحمد بمدح أو ذم - يوسف بن عبدالهادي - تحقيق: د. وصي الله بن محمد - دار الراية - الرياض - ط: الأولى 1989م. ¶ 27. الكتاب المصنف في الأحاديث والآثار - أبوبكر بن أبي شيبة - تحقيق: كمال يوسف ... الحوت - مكتبة الرشد - الرياض - ط: الأولى 1409هـ.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "28. الكنى والأسماء - مسلم بن الحجاج القشيري - الجامعة الإسلامية - المدنية المنورة - ... ط: الأولى 1404هـ. ¶ 29. المجروحين - محمد بن حبان البستي - تحقيق: محمود إبراهيم زايد - دار الوعي - حلب - ط: الثانية 1402هـ. ¶ 30. مجمع الزوائد - علي بن أبي بكر الهيثمي - دار الكتاب العربي - بيروت 1407هـ. ¶ 31. المسند - أحمد بن حنبل - ط: دار الفكر - مصر. ¶ 32. مسند البزار (البحر الزخار) - أبو بكر البزار - تحقيق: د. محفوظ الرحمن زين الله - مكتبة العلوم والحكم - المدينة - ط: الأولى 1409هـ ¶ 33. مسند علي - جمع وتأليف: يوسف أوزبك - دار المأمون للتراث - ط: الأولى 1995م. ¶ 34. مشاهير علماء الأمصار - محمد بن حبان البستي - تحقيق: م. فلايشهمر - دار الكتب العلمية - بيروت 1959م. ¶ 35. المصباح المنير في غريب الشرح الكبير - أحمد بن محمد الفيومي - المكتبة العلمية - بيروت: الثانية 1986م. ¶ 36. المعجم الأوسط - سليمان بن أحمد الطبراني - تحقيق: طارق بن عوض الله الحسيني - دار الحرمين - القاهرة 1415هـ.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "37. المعجم الكبير - سليمان بن أحمد الطبراني - تحقيق: حمدي بن عبدالمجيد السلفي - مكتبة العلوم والحكم - المدينة - ط: الثانية 1983م ¶ 38. معرفة الثقات - أحمد بن عبدالله العجلي - تحقيق: عبدالعليم البستوي - مكتبة الدار - المدينة المنورة - ط: الأولى 1985م. ¶ 39. المقتنى في سرد الكنى - شمس الدين الذهبي - تحقيق: محمد صالح المراد - مطابع الجامعة الإسلامية - المدينة المنورة 1408هـ. ¶ 40. ميزان الاعتدال في نقد الرجال - شمس الدين الذهبي - تحقيق: علي محمد معوض عادل أحمد عبدالموجود - دار الكتب العلمية - بيروت - ط: الأولى 1995م.",
            "page": "36",
            "part": "1"
        }
    ],
    "t35890": [
        {
            "id": "1",
            "lvl": "1",
            "sub": "1",
            "tit": "المقدمة"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الأول: (الصحابة الرواة من أهل ذمار)"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثاني: (التابعون الرواة من أهل ذمار)"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثالث: (الرواة من أتباع التابعين فمن بعدهم من أهل ذمار)."
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "المصادر"
        }
    ]
}