{
    "b35917": [
        {
            "id": "1",
            "nass": "إصلاح كتاب الحيوان ¶ (الجزء الأول)",
            "page": "131",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "الأستاذ صبحي البصام ¶ تمهيد ¶ مقالتي هذه هي في (إصلاح الجزء الأول) من كتاب الحيوان لعمرو بن بحر الجاحظ. وهي جزء من كتاب ألفته وسميته (إصلاح كتاب الحيوان). وكتبت له خطبته، وأنا ذاكرها لكي تكون دليلاً على المقالة وعلى الكتاب، وهي هذه: ¶ أبسم الله الرحمن الرحيم. أشكر الله تعالى وأحمده على تيسيره ما تعسر من أمري، وإِنارته ما أظلم من سبيلي، أما بعدُ، فيحتوي هذا الكتاب على 580 مادة، منها 245 مادة هي استدراك على مؤلف كتاب الحيوان عمرو بن بحر الجاحظ، وعلى 325 مادة هي استدراك على محقق الكتاب الأستاذ محمد عبد السلام هارون. والباقي مواد مفيدة هي ليست استدراكاً على أي منهما. وكان جلّ اعتمادي في ذلك على ما رُزقت من علم، وعلى دفاتري وفيها نحو من ثمانية آلاف فائدة في اللغة والأدب وذلك لأن مدينة شفيلد التي اتخذتها وطناً، وضربت بها عطناً، منذ ثماني عشرة سنة خالية من خزانة كتب عربية عامة، وليس معي إلا كتب قليلة. وقد استفدت في أثناء التأليف من صديقي الأديب أحمد العلاونة، وهو من قاطنة الأردن. كنت أكتب إليه أرجوه أن ينقل لي ما أشاء من كتب أعيّنها له، فأحوجه ذلك إلى السفر مراراً كثيرة من قريته (الطيبة) إلى إربد أو عمان ليدخل خزانة كتب عامة لهذا الغرض. ¶ ولم أقدر على أَن أجزيه حتى الآن إلاّ بالشكر والود، وبدعائي العليّ القدير أن يبارك مساعيه في خدمة الأدب وعلم التراجم. واستفدت من بعض كتب صديقي الدكتور عبدالله الزعبي إمام مسجد قبا وخطيبه في شفيلد. فأنا أُثني عليه ثناء مستطاباً، وأسأَل الله تعالى أن يبارك هداه، ويؤتيه مبتغاه. ¶ ب- وأهم ما انتقدت الجاحظ عليه توالي جمله الاعتراضية بما يجعل بيانه صعب المركب، ضيق المسلك. مثال ذلك ما في (7/ 37) وهو قوله: (وقال بشر",
            "page": "132",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "أخو بشار). وأخّر قول بشر بجمل اعتراضية هي: (وكانوا ثلاثة، واحد حنفي، وواحد سدوسي، وبشار عقيلي، وإنما نزل في بني سدوس لسبب أخيه). ويلي ذلك: (لو خيّرك الله أن تكون شيئاً من الحيوان أي شيء كنت تتمنى؟ قال: عقاب. قيل: لمَ تمنيت ذلك؟ قال: لأنها تبيت حيث لا ينالها سبع ذو أربع وتحيد عنها سباع الطير). ويلي ذلك تكريره لما سبق أن قاله وهو: (وكان لبشار أخوان، بشر هذا وهو سدوسي، وجعفر وهو حنفي، أما بشّار فعقيلي) .. وقوله (وقال بشر أخو بشار ... لو خيّرك الله أن تكون شيئاً من الحيوان أي شيء كنت تتمنى؟ ) هو خطأ، والصواب أن يقول (وسئل بشر ... لو خيّرك الله ... ) إلى آخر القول. وأُعيدت كتابة النص بما يزيل عواره (وسئل بشر أخو بشار: لو خيّرك الله أن تكون حيواناً أي حيوان كنت تختار؟ قال: عقاب. قيل: لمَ اخترت ذلك؟ قال: لأنها تبيت حيث لا ينالها سبع ذو أربع وتحيد عنها سباع الطير. وكان لبشار أخوان، بشر هذا وهو سدوسي، وجعفر وهو حنفي، أما بشار فعقيلي، وإنما نزل في بني سدوس لسبب أخيه). وقوله (تتمنى) في غير محله، لأنّ الله تعالى يخيّره فالحق أن يختار لا يتمنى، لأن التمني يكون لما يصعب نيله أو يتعذّر، وهل يصعب أو يتعذر على الله تعالى أن يحقق له ما يريد؟ ¶ ج- وانتقدتُ عليه الضعف والفضول في قسم من تعابيره. فمن ذلك قوله في (1/ 257) (وكذلك قول الأسود بن المنذر فإنه قال: ... ) و (فإنه قال) حقها الحذف لزيادتها، ولأن التأكيد بأنّ لا حاجة إليه. وقوله مكرراً (أحد) (3/ 159): (وهذه فضيلة لا ينكرها أحد، ومزية لا يجحدها أحد). وخير من ذلك أن يقول: (وهذه فضيلة لا ينكرها منكر، ومزية لا يجحدها جاحد). وقوله (4/ 23) (والعماني ممّن يُعَدّ ممّن جمع الرجز والقصيد)، و (ممّن) الأولى فضلة ممجوجة ومخلة بالبيان.",
            "page": "133",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وقوله (5/ 500) (والجلام بكسر الجيم وتعجيم نقطة من تحت الجيم). ولا وجه لقوله (وتعجيم نقطة من تحت الجيم) وكان يجب اجتنابه. فمعلوم أن قوله (الجيم) معناه بنقطة من تحته، لأنه لا يلتبس في اللفظ بحرف آخر عند عدم الإعجام كما يلتبس الحاء بالخاء والسين بالشين والعين بالغين. وقوله (6/ 33) (لأن الفرخ إنما يخلق من البياض والصفرة غذاء الفروج) والفصيح أن يقول (والصفرة غذاؤه). ¶ د- وانتقدت عليه خروجه عن المختار من أصول اللغة والنحو، فمن ذلك ما في (1/ 46) وهو قوله (لَمَا) في جواب (لو). والاختيار في نثر الفصحاء (ما) دون اللام. وكما في (1/ 329) وهو تعديته (عيّر) بفي والفصيح بالباء، أما تعدية (عيّر) بنفسه فمن لغة الشعر وهي دون تعديته بالباء فصاحة. وكما في ... (4/ 153) وهو قوله (بسهولة وسعة المخرج) بالعطف على المضاف، والاختيار (بسهولة المخرج وسعته). ولم أر فصيحاًَ قديماً استعمل ذلك في نثر، وندر استعماله في الشعر، وكما في (6/ 359) وهو تذكيره الأرنب والفصيح تأنيثها. وقد قال هو بتأنيثها في ص 357 ففيم خرج عما قال؟ وكما في ... ص (6/ 169) وهو استعماله (بل إنّ) مع أن العرب تحاشت تأكيد (بل) بإنّ. وكما في (1/ 262) وهو قوله (بل إنما) والوجه عدم الجمع بين (بل) و (إنما). ¶ هـ- وساءني منه أن أراه يقع في الخليل الفراهيدي في كتابه في ... (1/ 150) ثم يقع فيه واصفاً إياه بالجنون، قال في (7/ 166): (إن أَبا إسحاق النظّام لم يشك في جنونه، وفي اختلاط عقله، وكذا كان الخليل). وهذه عضيهة منه ومن شيخه النظّام، وهملجة إلى الباطل. فقد كان الخليل معروفاً بكمال العقل وطهارة النفس. وساءني أيضاً من الجاحظ أن يخيّل لنفسه أن ناقداً انتقد عليه كتبه فيشتمه بقوله (1/ 13): (هل يضرّ السحاب نبحُ الكلاب)، ويستشهد بقول حسان",
            "page": "134",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "بن ثابت (أم لحاني بظهر غيب لئيم) (1/ 13) ويخاطب من ينتقده في (1/ 15) قائلاً (وكفيت نفسَكَ لزومَ العار). ولم يكتف بذلك بل قال في ... (5/ 156) في قارئ كتاب الحيوان (وإن أنت وجدتني إذا صحّ عقلك وإنصافك وفيتك ما ضمنت لك فوجدتَ نشاطك بعد ذلك مدخولاً، وحدّك مفلولاً، فاعلم أنّا لم نُؤتَ إلاّ من فسولتك ومن فساد طبعك). فهو قد شتم من يقرأ كتاب الحيوان فيكون نشاطه مدخولاً وحدّه مفلولاً، شاملاً بذلك الملكَ والسّوقة، والعالمَ والجاهل، والشريفَ والوضيع. وهو بذلك كلّه كأنه بقميص الكبرياء متقمّص، وبشتم الأبرياء متخصّص. ¶ ووقد أخذت على الأستاذ المحقق غفلته عن نحو 145 تحريفاً ونحو 45 تصحيفاً، وخطأَه في ضبط كلمات بالشكل، وهو دليل على عدم فهمه للنص أَو سهو في علم النحو. وأخذت عليه كثرة أخذه بالغلط الذي في سائر الأصول مع إعراضه عن الصواب الذي في نسخة ل، وكثرةَ أخذه بالغلط الذي في نسخة ل وهو معرض عن الصواب الذي في سائر الأصول، وجهلَه لنصوص جاء بأكثرها من ل، وهي في الأكثر حواش أدخلها الناسخ في متن الكتاب وكأني بها تصرخ قائلة: أخرجوني. وأخذت عليه جهله لأوزان الشعر، مثال ذلك قول المثقب العبدي (1/ 278): ¶ فسلّ الهمّ عنك بِذات لوث ... عذافرة كمطرقة القيونِ ¶ وبصادقة الوجيف كأنّ هراً ... يباريها ويأخذ بالوضينِ ¶ والباء في (وبصادقة) تكسر وزن البيت، والصواب حذفها لأنها تحريف. ونسخة ط بلا باء، وأشار إليها المحقق ولكنه لم يأخذ بها. والمُثُل على ذلك كثيرة. على أني وجدته في موضعين أو ثلاثة ينبه على اختلال الوزن، ويجوز أن يكون بعضهم نبهه عليه، وفي آخر الكتاب فهرست للأشعار في 46 صفحة يُذكر فيه أوزان شعر الكتاب، فهذا من الطويل، وهذا من الخفيف، وهذا من المتقارب، وهذا من مجزوء الرمل، وهذا من مجزوء الكامل وهذا من المنسرح إلى آخره، فتحيّرت في الأمر. وأخذت عليه في لغته بعض العثرات اللغوية وهي لا تشاكل تحقيق كتاب قديم ككتاب الحيوان فأصلحتها مع الاستطراد إلى التنبيه على عثرات",
            "page": "135",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "مثلها في لغة قسم من الأدباء العصريين. على أني أشهد أنه كان مع ذلك مجيداً في تحقيقه، فرجع إلى مراجع كثيرة، وأصلح باجتهاده كثيراً من النصوص المضطربة في الأصول معتمداً على صفاء ذهنه وسعة معرفته لأسلوب الجاحظ. وألزم نفسه بشرح أغلب الشعر والأمثال وغيرها من أقوال فكان موفقاً في أغلبها، وله في آخر الكتاب فهارس لم أَرَ مثيلاً لها في جودتها. وإنما وقع فيما وقع فيه من أغلاط لأن كتاب الحيوان جبل وعر مزدحم بالحصى والعُكَر والحُفَر، فمن صعده لم يخلُ من عثرات وكدمات. ¶ ز- وقد عززتُ نقودي بما أرجو أن يكون الدليل الناهض، والبرهان الداحض، معتمداً في كثير منها على آيات من القرآن الكريم وعلى ما لدي من شواهد في اللغة والنحو، وربما اعتمدت على فطنة القارئ حين أتناول النص فأبني منه ما انهدم، أو أسد ما انثلم، مما لا يحتاج إلى دليل ولا برهان. ولولا ذلك كله لجاز أن يُقال فيَّ: هو يحدو وما له بعير، ويتجشَّأ وما به شِبَع، وقد كان الخطيب البغدادي يقول: (من صنّف فقد جعل عقله على طبق يعرضه على الناس). قلتُ: فإن قابل العلماء المنصفون عقلي المجعول على طبق بالقبول، فذلك لعيني قرّة، ولقلبي مسرّة، ولصدري شفاء. وإن وجد واجدٌ منهم لي عثرات فما أُبرّئ نفسي. وقد يغلبُ العلمَ حبّاتٌ من جهل، وقد يصحبُ الفكرَ سهوة باعثها الهمُّ، وقد يركبُ الاحتياط هفوة مصدرها الكلال. هذا إلى قلّة مراجعي، وهي قلّة ضيّقت عَطَني، وجرّعتني نُغَبَ التّهمام. وبحسبي أني ذرَعتُ أجودَ ذَرعي، وقدّمت أحمد وُسعي، وفوق كل ذي علم عليم، ويحسن ممن ينتقد عليّ كتابي أن ينشر نقده، فللنقد المقرون بالعدل والعلم فوائده وعوائده. ¶ وأسأل الله تعالى، الكاشفَ من كُربتي، والمؤنسي في غُربتي، أن يعزّز خدمتي للغة قرآنه، وأن يهديني إلى التي هي أبرّ وأتقى، إنه المسؤول الأكرم، والمأمول الأعظم، والصلاة والسلام على محمد سيد المرسلين، وعلى آل محمد الطاهرين الطيبين.",
            "page": "136",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "إصلاح كتاب الحيوان ¶ الجزء الأول ¶ 1 - (1/ 3) كتب الأستاذ عبد السلام هارون في تحقيقه كتاب الحيوان ما سماه (تقديم مكتبة الجاحظ)، والأولى أن يقول (تقديم خزانة كتب الجاحظ). وقال فيه ص3 (أحد زعماء المكتبة العربية) والأولى أن يقول (أحد زعماء خزانة الكتب العربية). وقال فيه ص7 (يفن الكتب والمكتبات) والأولى أن يقول (يفن الكتب وخزائنها). وقد استعمل القدماء (خزانة الكتب) دون مكتبة. جاء في الوزير أبي القاسم الحسن بن علي المغربي ت 428 هـ أنه وقف (خزانة الكتب المعروفة إلى الآن بخزانة المغربي) (العلائق الخطيرة في ذكر أمراء الشام والجزيرة ج3 ق1/ 900). وجاء في الوزير قوام الدولة ت 433 هـ أنه وقف (خزانة كتب في مدينة فيروزآباد تشتمل على سبعة آلاف مجلد) (البداية والنهاية 12/ 50). وجاء في الشاعر محمد بن نصر القيسراني ت548هـ أنه سكن حلب (وولي خزانة الكتب) (سير أعلام النبلاء 20/ 224 و225). إن مكتبة مما قُلّد فيه بعض اللغات الأوروبية في بعض الأعصر الحديثة. واستعمال (خزانة الكتب) هو اللائق بكتاب الحيوان. ¶ 2 - ذكر المحقق في (تقديم مكتبة الجاحظ) ص 10 قول المسعودي في مروج الذهب (4/ 47): (ما لم يقصد منها إلى نصب ولا إلى دفع حق)، واستدرك عليه استعماله (ولا) قائلاً (صوابها: أو) ولم يزد. وقول المسعودي من الفصيح العالي، والواو في (ولا) للعطف و (لا) لتأكيد النفي. وذلك كقوله تعالى: (وما",
            "page": "137",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "يعزب عن ربك من مثقال ذرة في الأرض ولا في السماء) (يونس/61). وكقول الأعشى: ¶ ليست كمن يكره الجيران طلعتها ... ولا تراها لسرّ الجار تختتلُ ¶ وفي الحيوان (5، 108) جاءني شرط الراعي على ربّ الماشية: (ليس لك أن تذكر أُمي بخير ولا شر) ومن تمثيل النحاة للفظة (ولا) هذه قولهم: ما جاءني زيد ولا عمرو. ¶ 3 - قال المحقق في (تقديم مكتبة الجاحظ) ص25 في الجاحظ (وهو في سن عالية مفلوج) والوجه أن يقول ( ... مفلوج ومُنقرس) لقول الجاحظ كما في الصفحة نفسها (أنا من جانبي الأيسر مفلوج فلو قُرض بالمقاريض ما علمت به، ومن جانبي الأيمن مُنقَرس فلو مرّ به الذباب لألمت). ¶ وقول الجاحظ في جانبه الأيسر: (فلو قُرض بالمقاريض ما علمت به) الوجه فيه أن يقول (ما شعرت به) في مكان (ما علمت به)، لأنه لو قرض بالمقاريض لعلم بالقرض لرؤيته له ولكنه لا يشعر به لمكان الفالج. ¶ 4 - قال المحقق في (تقديم مكتبة الجاحظ) ص31 (وكنت أجدني أمضي في الكتاب وأتابع قراءته رغم ما كان يحفل به من خطأ). واستعماله (رغم) وبعدها غير عاقل غير فصيح، والفصيح (على ما كان يحفل به من خطأ). قال تعالى: (وإِنَّ ربك لذو مغفرةٍ للناس على ظلمهم) (الرعد، 6) ولم يقل: رغم ظلمهم. وقال الحارث بن حلّزة: ¶ فبقينا على الشناءة تنميِ ... نا حصون وعزة قعساء",
            "page": "138",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "فقال: على الشناءة، ولم يقل: رغم الشناءة، ويجوز استعمال (مع) بدلاً من (على). ولم يستعمل القدماء (رغمَ) لغير العاقل لا في نثر ولا في شعر، على أنهم ربما قالوا في الشعر (على الرغم) و (بالرغم) وكلاهما قليل وغير مختار. وممن أخذ بغير الفصيح الدكتور طه حسين، قال في كتابه الأيَّام 39: (كان خليقاً رغم حفظه للقرآن أن يذهب إلى الكتّاب) والفصيح: على حفظه للقرآن. ¶ 5 - (1/ 14) للمسعودي: ¶ ولا تأنفا أن ترجعا فتسلّما ... فما حُشي الأفواهُ شرّاً من الكِبْرِ ¶ وقال المحقق في (تصحيحات واستدراكات عامة 7/ 675): (في الأمالي: فما حُشي الأقوام. وفي جمع الجواهر 3 واللسان: فما حشي الإنسان). وكان يحسن من المحقق أَن يصلح رواية (الأفواه) لأن الكبر لا يكون في الفم، وأَراها محرّفة عن (الأقوام) لقربها في الكتابة من (الأفواه)، وذلك كما في الأمالي. أما رواية جمع الجواهر واللسان وهي (الإنسان) فأظنها موضوعة وإن كانت أجود من (الاقوام). ¶ ج6 - (1/ 16) قال الجاحظ: (فأمَّا ما قالوا في المثل المضروب ... وأَما قول الشعراء ... ) فاستعمل (أَمَّا) مرتين من دون أن يخصها بجواب. ¶ ج7 - (1/ 16) قال الجاحظ: كقول النابغة حيث يقول في شعره: ¶ وكلفتني ذنب امرئ وتركته ... كذي العُرّ يُكوى غيره وهو راتعُ ¶ وقوله (حيث يقول في شعره) زائد أغنى عنه (كقول النابغة).",
            "page": "139",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "8 - (1/ 18) لعوف بن الخرع: ¶ تمنّت طيئ جهلاً وجبناً ... وقد خاليتهم فأبوا خِلائي ¶ هجوني أَن هجوت جبال سلمى ... كضرب الثور للبقر الظماءِ ¶ ولا يستقيم معنى البيت الأول بـ (تمنَّت). وما أراه إلا تحريف (تجنت) وبه يستقيم المعنى. فمن تجنيهم أنهم أبو إلا مخاصمته من طريق الهجاء مع أنه تجنب أن يخاصمهم. ¶ 9 - (1/ 24) (وجاء المسلمون يروي خلف عن سلف وتابع عن سابق، وآخَر عن أَوَّل) وضُبط خاء (آخَر) بالفتح والصّواب الكسر، لأنَّ الأول ضده الأخِر ولا سبيل إلى أن يلي (آخِر) نظيره، ومن ذلك ربيع الأول وربيع الأخِر وجمادى الأولى وجمادى الأخِرة. ¶ 10 - (1/ 24) قالت التغلبية للجحاف في وقعة البشر: (فوالله إِن قتلت إلا نساءً أعاليهنّ ثُدِيّ وأسافلهنّ دُمىً). وضبط المحقق آخر (دُمىً) بتنوين الفتح ظانا أن أسافلهنّ كالصور المنقشة التي من الرخام أو غيره وأن المفرد دُمية. والصواب (دُمِيّ) بضم فكسر مع تشديد الياء وهو جمع دم. أرادت التغلبية بدُمِيّ ما يعرض للنساء من دم الحيض، وعدم فهم المحقق للنص أضاع على قسم من القراء السجعة بين ثُدِيّ ودُمِيّ التي قصدت إليها التغلبية. ¶ 11 - (1/ 39) قال الجاحظ (وبعدُ، فمتى رأيت بستاناً يُحمل في رُدن؟ ). فاستعمل (وبعدُ) والأفصح (أما بعدُ). وكرّر (وبعدُ) في مواضع كثيرة من كتابه. وهو أقدم من وجدته ينحرف عن (أمّا بعدُ) إلى (وبعدُ). وممن استعمل (أما بعدُ)",
            "page": "140",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "الرسول صلى الله عليه وسلم، قال في رسالة له (من محمد رسول الله إلى مسيلمة الكذّاب. سلام على من اتّبع الهُدَى. أمّا بعدُ، فإنّ الأرض لله يورثها من يشاء من عباده ... ) (سير أَعلام النبلاء 2/ 278). ¶ وكتب عمر بن الخطاب رضي الله عنه: (أما بعدُ، فقد جاءني كتابكما ... ) (إعجاز القرآن للباقلاني 1/ 187 من حاشية على الإتقان في علوم القرآن). وكتب علي بن أبي طالب رضي الله عنه في عهده إلى الأشتر النخعيّ، وقد استعمل (أمّا بعدُ) من بعد مضي صفحات من العهد: (وأما بعدُ، فلا تطوّلنّ احتجابك عن رعيتك ... ) (نهج البلاغة 3/ 103 ش. محمد عبده). وأغلب المولدين من بعد الجاحظ آثروا العدول إلى (وبعدُ)، منهم الثعالبي، قال في خطبة كتابه يتيمة الدهر 4 (وبعدُ، فلمولانا الأجلّ شمس المعالي أدام الله علوّه، وكبت عدوّه عبيد ... ). ومنهم الفيروزآبادي، قال في خطبة معجمه القاموس (وبعدُ، فإنّ للعلم رياضاً ... ) (ترتيب القاموس 1/ 10). ¶ 12 - (1/ 46) قال الجاحظ (ولو أدركوا ذلك لما أدركوه إلا بعد أَن تغلظ المئونة) وقوله (لَمَا) في جواب (لو) الاختيار فيه في النثر (ما) بحذف اللام. قال عز وجل (ولو شاء ربك ما فعلوه) (الأنعام/ 112) وقال تبارك اسمه (ولو أنما في الأرض من شجرة أقلام والبحر يمده من بعده سبعة أبحر ما نفدت كلمات الله) (لقمان/27). وقال علي بن أبي طالب رضي الله عنه في خطبة له (فلو أن امرأ مسلماً مات من بعد هذا أسفاً ما كان به ملوماً) (نهج البلاغة 1/ 68) فقال (ما كان) ولم يقل (لما كان) وفي رسالة بعث بها إلى بعض الولاة (ووالله لو أن الحسن والحسين فعلا مثل الذي فعلت ما كانت لهما عندي هوادة) (نهج البلاغة 3/ 67). وجاء في قول له ( ... ولو صببتُ الدنيا بجمّاتها على المنافق على أن يحبني ما",
            "page": "141",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "أحبني) (نهج البلاغة 4/ 13). واستعمل الجاحظ (لَمَا) في جواب (لو) كثيراً في كتابه، منها في الجزء الأول 190 (لو تمّ للكلب معنى السبع لما أَلف الإنسان)، وأيضاً 210 (ولو وقف عليه رجل رقيق اللسان صافي الذهن ... لَمَا برح تحسره المعاني وتغمره الحكم). ¶ 13 - (1/ 53) قال ابن الجهم: (وإن كان المصحف عظيم الحجم كثير الورق كثير العدد فقد تم عيشي وكمل سروري). و (كثير) في (كثير الورق) تصحيف (كبير)، والتصحيف بين هاتين الكلمتين في الكتب القديمة معروف. ولا يصح (كثير الورق) ههنا لأنه تلاها (كثير العدد) وهو عدد الورق، فأي فائدة في التكرير؟ ¶ 14 - (1/ 63) (وخط آخر هو خط الحازي والعرّاف والزاجر وكان فيهم حليس الخطاط الأسدي ولذلك قال شاعرهم في هجائهم: ¶ فأنتم عضاريط الخميس اذا غزوا ... غناؤكُمُ تلك الأخاطيط في التربِ) ¶ ولي ههنا تعليقان: أحدهما: ترك المحقق (حليس) دون ضبط بالشكل، وقال فيه: (كذا في س ورسائل الجاحظ طبع الساسي ص 130 وورد في ل برسم حليس. وفي ط برسم جلس). قلتُ: هو حُلَيْس بضم ففتح فسكون تصغير حِلْس بكسر فسكون وهو كساء يوضع على ظهر البعير تحت البرذعة. وحُلَيس من أسمائهم ومنهم حُلَيس الحمصي ذكره الفيروزآبادي في القاموس (مادة ... ح ل س)، وجاء في بعض شواهد النحو: ¶ أُمُّ الحُلَيسِ لعجوز شهربَهْ ... ترضى من اللحم بعظم الرقَبَهْ",
            "page": "142",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "والتعليق الآخر: فتح المحقق خاء (الخميس) وكسر ميمه وكأنه أراد به الجيش المكوّن من خمس فرق المقدّمة والقلب والميمنة والميسرة والساقة. وأرى أن (الخميس) تحريف (الحُلَيس)، أي هم عضاريط حُلَيس الخطاط في الترب. ومما يؤيد ذلك قول الجاحظ بعد ذكره لحُلَيس الخطاط: (ولذلك قال شاعرهم في هجائهم) أي في هجائهم وهجاء حُلَيس. وأفاد المحقق أن البيت لأبي نواس وأنه في ديوانه 159. وقد فتش عنه صديقي الأديب المؤرخ أحمد العلاونة في طبعتين لديوان أبي نواس فلم يجده، وكتب إِليّ بذلك من الأردن. وهو يجب إصلاحه حيث وُجد. ¶ 15 - (1/ 65) قال المقنّع الكندي في قلم من قصيدة له: ¶ يَسِمُ الحروف إذا يشاء بناءها ... لبيانه بالنقط من أرسامِهِ ¶ و (أرسامه) لا معنى لها في البيت، وأراها تحريف (ايسامه) وهي مصدر (يسم) الذي تقدمها. والشاعر في قصيدته هذه مولع برد جزء من الصدر على العجز كقوله (سُخامه) ثم (بسُخامه)، وكقوله (تلاءم) ثم (تلآمه)، وكقوله (مستعجم) ثم (استعجامه). ¶ 16 - (1/ 166) وقال المقنع في قصيدته المشار إليها آنفاً يصف حاله: ¶ قد كان أبيض فاعترته أُدمةٌ ... فالعين تنكره من ادهيمامِهِ ¶ ولولع الشاعر في قصيدته برد جزء من الصدر على العجز أقول: أرى أن (ادهيمامه) تحريف (ادميمامه) وهي موافقة لأُدمة التي قبلها. وقد تكون (أُدمة) تحريف (دُهمة) لتوافق (ادهيمامه) التي بعدها.",
            "page": "143",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "17 - (1/ 17) (ووعى المجنون الوعيد والتهدّد). وقال المحقق: فى ل (وودع المخنوق)، وفي ط (وردع المجنون). قلتُ: ما في ط هو الصواب وكان حقاً على المحقق أن يأخذ به. ومعلوم عند قسم من العوام في العراق أن الوعيد والتهدد مما يردع المجنون. وسألت طبيباً عن ذلك فقال: أظن ذلك. أما استعمال المحقق (ووعى) من عنده فغريب. ¶ 18 - (1/ 72) (وعلى أن الشعر يفيد فضيلة البيان على الشاعر الراغب والمادح وفضيلة المأثرة على السيّد المرغوب إليه). وأرى أن (يفيد) تحريف (يضفي) بدلالة (على) في (على الشاعر). أي الشعر يضفي على الشاعر المادح فضيلة البيان وعلى السيد الممدوح فضيلة المأثرة، و (يفيد) قريبة المعنى من (يضفي) ولكنّ (على) في (على الشاعر) و (على السيّد) تُبطل الأخذ بها. ¶ 19 - (1/ 72) (وذهبت العجم على أن تقيّد مآثرها بالبنيان). وإِنْ كان الجاحظ استعمل (ذهبت) ههنا كان ذلك منه نحو قولهم مضى على كذا وكذا وجرى على كذا وكذا وإنْ لم يستعمله كان تحريف (دأبت) أَقول ذلك لأني لم أر (ذهب على). ¶ 20 - (1/ 72) قال الجاحظ (وبنى أردشير بيضاء اصطخر وبيضاء المدائن والحضر). والمعروف (أبيض المدائن). ¶ ففي كتاب الموفقيات 528: (فأوقرهم حديداً فأبعث بهم إلى أبيض المدائن). وقال البحتري: ¶ حضرت رحلي الهموم فوجَّهـ ... ـتُ إلى أبيض المدائن عنسي",
            "page": "144",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وحُرّف (أبيض المدائن) إلى (أرض المدائن) في الأغاني (19/ 124 ط، الهيئة المصرية العامة) ولم ينبه على ذلك محققه عبد الكريم العزباوي ولا مراجعه محمد أبو الفضل إبراهيم. وبعد عصور تدرج الاسم إلى (القصر الأَبيض) ففي الروض المعطار 9 (ويقال له القصر الأَبيض ... وهو من المدينة العتيقة من المدائن) وأيضاً (الأَبيض) ففي معجم البلدان 1/ 85 (والأَبيض أيضاً قصر الأكاسرة بالمدائن). ¶ 21 - (1/ 79) (فما ظنكم بكتاب تتعاقبه المترجمون بالإفساد وتتعاوره الخطاط بشر من ذلك أو مثله). و (تتعاقبه) بالتاء تصحيف (يتعاقبه) بالياء لأن الفاعل جمع مذكر سالم وهو (المترجمون)، ولو كان ملحقاً بجمع المذكر السالم لجاز استعمال التاء. ¶ 22 - (1/ 80) قال الجاحظ (أليس معلوماً أنّ شيئاً هذه بقيته وفضلته وسؤره وصبابته ... حريّ بالتعظيم؟ ). وهذه ألفاظ مترادفة المعنى وليس في جمعها في هذا النص وجه بياني، وهي من طريق أن يُقال: (قبرناه، دفنّاه، واريناه التراب) وفعل الجاحظ نحواً من ذلك في رسالة صناعة القوّاد. قال كما في رسائل الجاحظ 345 (والحسود مسلوب المعقول بإزاء الضمير في كل حين وزمان ووقت). وتأثر بهذا الأسلوب أبو حيّان التوحيدي فقال في الإمتاع والمؤانسة (3/ 88 - 107): (بل لكل ذلك وقت وحين وأوان). ¶ 23 - (1/ 81) (والأسرنج والزنجفور واللازورد والأشربة والأنبجات). وفسّر المحقق (الأنبجِات) فقال (جمع أَنبج). قال الخليل: حمل شجرة بالهند يربب بالعسل على خلقة الخوخ محرّف الرأس في جوفه نواة كنواة الخوخ). قلت: نقل ابن البيطار في كتابه الجامع لمفردات الأدوية والأغذية (1/ 65) أَنبج) عن أبي",
            "page": "145",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "حنيفة أنه منه الحلو ومنه الحامض الذي يحلو بعد مدة. ويكبس الحامض منه في الحباب. وعندنا في شفيلد –من انكلترا- النوعان، الحامض المكبوس بالخل والفلفل الحار وما يُقال له (الكاري)، والحلو الطري الذي يباع فاكهة. وكلاهما يجلب من الهند. والأنبج سماه داود الأنطاكي في تذكرته باسمه الهندي وهو (أنبه) بالهاء المهملة. وهو في العراق لا يُعرف منه إلا المكبوس ويُقِال له (عَنْبَه) بقلب الهمزة عيناً. وقلب العرب هاء (أنبه) إلى جيم عند التعريب معروف، كقولهم في نيله نيلِج، وفي لوزينه لوزينج. وأغلب العراقيين لا يعلمون معنى (أنبج) ولا (أنبجات) وإنما يعلمون معنى (عنبه). وفيما ذكرته توضيح عسى أن ينفعهم. ¶ 24 - قول في الفرق بين استعمل واستخدم: ¶ (1/ 97) كتب المحقق عنواناً هو (استخدام الكتابة في أمور الدين والدنيا). وفي 7/ 248 كتب عنواناً يقول (استخدام القرون). و (استخدم) لغير العاقل لغة غير فصيحة، وقد استعملت مع ذلك في شعر قليل من المولدين. وذلك أنها مختصة بالعاقل. تقول استخدمت الحمّال في حمل حقائبي، واستخدمت حاسباً في تجارتي. ومن ذلك قول الجاحظ في كتابه الحيوان (1/ 165) (والخصي مال وملك واستخدامه حسن وجميل). أما لغير العاقل فيستعمل (استعمل) كقول علي ابن أبي طالب في عهده للأشتر (فإن تعاهدك في السرّ لأمورهم حدوة لهم على استعمال الأمانة) (نهج البلاغة 3/ 96)، وكقوله من خطبة له (استعملت المودة باللسان وتشاجر الناس بالقلوب) (نهج البلاغة 1/ 209). وكقول الجاحظ (إما أن تكونوا استعملتم الاشتقاق في علم ما أورثوكم وإما أن يكون ذلك تهيأ لكم من طريق الاتفاق) (الحيوان 1/ 83)، وكقول ابن الرومي: ¶ ولو كان الفتى حقاً ... إذاً ما استعمل الكذبا",
            "page": "146",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "فالفصيح أن يقول المحقق (استعمال الكتابة ... ) و (استعمال القرون .. ). إن استعمال (استخدم) لغير العاقل مشاع في عصورنا الحديثة، كقول الدكتور طه حسين (إنما نلائم بين حاجاتنا وبين الأدوات التي نستخدمها لنرضي تلك الحاجات) (حديث الأربعاء 590) والفصيح: الأدوات التي نستعملها. ثم إنّ الحاجات تُقضى ولا تُرضى، قال تعالى: (إلاَّ حاجة في نفس يعقوب قضاها) (يوسف، 68)، وقال زهير بن أبي سُلمى: ¶ وقال سأقضي حاجتي ثم أَتقي ... عدوّي بأَلف من ورائي مُلجَمِ ¶ وممّن استعمل (استخدم) لغير العاقل أيضاً العلامة محمد كرد علي في قوله: (يحاولون استخدام كل قوة) (سيرة أحمد بن طولون 6)، والفصيح: يحاولون استعمال كل قوة. ¶ 25 - (1/ 105) لسعيد بن وهب فيمن التحى وزال جماله: ¶ فالآن حين بدت بخدك لحيةٌ ... ذهبت بملحك مثل كفّ القابضِ ¶ ولا أجد معنى مقبولاً في (مثل كف القابض). وأجد أن (مثل) تحريف (ملء) وهي نعت للحية – أي بدت لحيتك ملء كف من يقبضها. وهو قول فيه صورة ذات حركة تدعو إلى الابتسام والانشراح. ¶ 26 - (1/ 107) مما ذكره عبد الأعلى القاصّ في بعض قصصه (الفقير مرقته سُلْفة، ورداؤه عِلقة، وجردقته فِلقة، وسمكته شِِلقة، وإِزاره خِرقة). فوردت (سُلْفة) بالفاء وبضم السين، وهي لا تشاكل أربع سجعات بعدها بالقاف فالهاء. وواضح أنها تصحيف (سِِلْقة) بالقاف وبكسر السين. والسلق من أرخص البقول وأنفعها للفقراء وغيرهم، لذلك نعته جالينوس بالبقلة الرحيمة. ووردت (سِلْقة)",
            "page": "147",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "على الصواب عند إعادة القول مختصراً في المحاسن والمساوئ ... (1/ 453) وهو (قال عبد الأعلى القاضي: الفقير مرقته سلقة). و (القاضي) تحريف (القاص)، وهو عبد الأعلى الذي تقدم ذكره، ولم ينبه محقق المحاسن والمساوئ على هذا التحريف، وهو محمد أبو الفضل إبراهيم. ¶ 27 - (1/ 112) قال الجاحظ (ولشدة نهم الإناث صارت اللبؤة أشد عراماً وأنزق إذا طلبت الإنسان لتأكله). ولا أجد وجهاً لذكره الإنسان وحده مطلوباً من قبل اللبؤة. والوجه أن يقول ( ... إذا طلبت الحيوان أو الإنسان). إن صيد اللبوءة للحيوان أكثر من صيدها للإنسان بمرار كثيرة. ¶ 28 - قول في عرق النسا: ¶ (1/ 116) في نسخة ل (وكأنّ العضو الذي كان يسند توتير عرق النسا ... ). ولم يرتض المحقق رواية (عرق النسا) وأخذ برواية (النسا) من ط، وقال (ولا يُقال عرق النسا وإنما هو النسا من دون إضافة. قال الزجّاج: لأن الشيء لا يضاف إلى نفسه). ¶ أ- قلتُ: كان يقال (نسا) دلالة على عرق، كقول امرئ القيس: ¶ وأنشب أظفاره في النسا ... فقلتُ هُبلتَ ألا تنتصرْ؟ ¶ وأيضاً كان يُقال (عرق النسا) دلالة على عرق، ودلالة على داء أو وجع، وسيأتي بيان ذلك. ثم منع الأصمعي من قولهم (عرق النسا). قال كما في إصلاح المنطق 185 (هو النسا ولا يقال عرق النسا كما لا يقال عرق الأكحل ولا عرق الأبجل). ثم جاء الزجاج بأَخَرَة فخطأ ثعلباً في استعماله (عرق النسا) في كتابه (الفصيح) كما ذكر السيوطي في المزهر 204. وقول الأصمعي مدفوع. قال",
            "page": "148",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "الفراء، كما في الصحاح (3/ 1199 جمع): (العرب تضيف الشيء إلى نفسه لاختلاف اللفظين كما قال الشاعر: ¶ فقلتُ انجوا عنها نجا الجلد إِنه ... سيُرضيكما منها سنامٌ وغاربُهْ ¶ قلتُ: جلد ونجا بمعنى واحد. وقد أضيف الشيء إلى نفسه في أسماء كثيرة من طريق الإضافة البيانية كحبل الوريد في قوله تعالى (ونحنُ أقرب إليه من حبل الوريد) (ق/16) أي الحبل الذي هو الوريد. وكحقُّ اليقين في قوله عزّ وجل (إنّ هذا لهو حقُّ اليقين) (الواقعة/ 95) أي الحق الذي هو اليقين. ... و (سِنخ أصل) في قول علي بن أبي طالب رضي الله عنه كما في نهج البلاغة 1/ 51 (لا يهلك على التقوى سِنخ أصل) (¬1) أي السِنخ الذي هو أصل. و (كرى النوم) في قول تأبّط شراً كما في الديوان 53 والحيوان (6، 467): ¶ إذا خاط عينيه كرى النوم لم يزل ... له كالئ من قلب شيحان فاتكِ ¶ أي الكرى الذي هو النوم، و (عُرّة الجرب) في قول عمر بن أبي ربيعة: ¶ هندٌ أطاعت بي الوشاة فقد ... أمست تراني كعُرّة الجَرَبِ ¶ أي العُرّة التي هي الجرب. و (عرق النسا) كما في قول ثعلب في كتابه الفصيح مثل ذلك. والعرب تقول للدهن المستخرج من الزيتون (زيت) ولكن العراقيين يقول له خاصيهم وعاميهم (دهن الزيت) أي الدهن الذي هو الزيت. وهو عامي فصيح معاً. والشواهد التي زدتها على شاهد الفراء فيها مزيد دفع لقول الأصمعي ولمن تابعه فيه كالزجّاج وغيره. ¶ ¬__________ ¶ (¬1). ذكر العلاّمة الشيخ محمد عبده شارح الكتاب أنَّ لسِنخ أصل تفسيرين هذا أحدهما. وفي الكتاب (سَنخ) بفتح السين والصواب الكسر وهو خطأ مطبعي.",
            "page": "149",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "ب- وكانت العرب تقول للمصاب بداء أو وجع في النسا (به نسا) أو ... (به وجع النسا)، كقول الأغلب، كما في التنبيهات على أغاليط الرواة: ¶ من اللجيميين أرباب القرى ... ليست به واهنة ولا نسا ¶ وكقول علقمة التيمي أو ابنه أو أبي المرهف كما في سمط اللآلئ 1/ 456: ¶ ولا قصرت من خطاي خطوتي ... ولا وجعت من نساي ركبتي ¶ وأيضاً كانت العرب تستعمل (عرق النسا) للدلالة على داء أو وجع في النساء، وذلك عندي لاجتناب اللبس بـ (نسا) الذي هو عرق. وأقدم زمن أعلمه لذلك هو زمن الرسول صلى الله عليه وسلم. ففي أنساب الأشراف (ق3ص10) أن عائشة رضي الله عنها قالت: (كانت الخاصرة تأخذ رسول الله ونقول عرق النسا). وفي تأريخ الطبري 3/ 135 أنّ فروة بن مسيك توجه إلى الرسول صلى الله عليه وسلم وألقى بين يديه شعراً منه: ¶ لما رأيت ملوك كندة أعرضت ... كالرجل خان الرجلَ عرقُ نَسَائها ¶ يمّمت راحلتي أؤمّ محمداً ... أرجو فواضلها وحسن ثرائها ¶ ثم نرى في أنساب الأشراف (1/ 494) أن الحسن البصري قال (انطلقت أنا وأنس بن مالك إلى أبي بكر نعوده وكان به عرق النسا). وفي المستطرف من كل فن مستظرف (2/ 232) جاء في عبدالله بن جعفر وعبد الملك بن مروان: (فقال ما الذي تشكوه يا أمير المؤمنين؟ قال: هاج بي عرق النسا في ليلتي هذه فبلغ مني ما ترى). والخبر مذكور أيضاً في جمع الجواهر في الملح والنوادر 57 للحصري.",
            "page": "150",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وقال الفراء كما في معاني القرآن (1/ 226) في الآية 93 من سورة البقرة في النبي إسرائيل عليه السلام: (يُذكر في التفسير أنه أصابه عرق النسا). وقال النضر بن شميل في تهذيب اللغة (13/ 82 نسا): (رجل أنسى وامرأة نسيا إذا اشتكيا عرق النسا). قلتُ: (نسيا) تحريف (نسياء) وهو كألمى ولمياء، وسكت عن ذلك محقق الكتاب أحمد عبد العليم البردوني والمراجع علي محمد البجاوي. وقال الطبري كما في تأريخه (3/ 531): (وكان بسعد عرق النسا ودماميل). وقال أبو هلال العسكري كما في الفروق اللغوية 139 (والوجع الذي يسمى عرق النسا). ¶ ج وعلى الجملة: يقال (النسا) لعرق في الجسم. ومنه قول امرئ القيس: ¶ وأنشب أظفاره في النسا ... فقلتُ: هُبلتَ أًلا تنتصرْ؟ ¶ ويقال (عرق النسا) بمعنى داء في النسا أو وجع فيه. ومنه قول عائشة رضي الله عنها (كانت الخاصرة تأخذ رسول الله ونقول عرق النسا). واطراد استعمال ذلك منذ زمن الرسول صلى الله عليه وسلم ادّى إلى ترك تعبيرين كانا في زمانه بالتدريج، التعبير الأول (به نسا) أو (به وجع النسا) للدلالة على داء، والآخر قولهم (عرق النسا) بمعنى (النسا) أي من دون دلالة على داء أو وجع. وما ذكره النضر بن شُميل وهو (رجل أنسى) و (امرأة نسياء) للدلالة على داء أو وجع من الفصيح العالي إلاّ أن استعماله في غاية القلة. وأما ما ذكره الأصمعي من أنه لا يقال (عرق النسا) فغير صحيح. ¶ فائدة: من المفيد أن أختم البحث بأن أخرج عنه بعض الخروج فأثبت ههنا ما قاله ديسقوريدوس في معالجة عرق النسا. وهو أجلّ عشّاب في تأريخ الطب عرف حتى الآن. قال – كما في الجامع لمفردات الأدوية والأغذية 2/ 16 - (يُملّح",
            "page": "151",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "الجرّي ويترك ساعة ثم يطبخ في الماء مضافاً إليه الماء الذي سال منه دون أن يغسل الجرّي، ثم يُحتقن بمائه فيُبرئ من به عرق النسا). ¶ 29 - قول في زاد عن: ¶ (1/ 119) قال الجاحظ (ويحطهم عن مقادير إخوانهم كما يزيد الصقالبة عن إخوتهم)، فعدّى (يزيد) بعن، وهي تعدية مولدة، وخير منها التعدية بعلى. ¶ والجاحظ أقدم من وجدته يعدي (زاد) بعن. وأظن أن سنده في ذلك أن العرب ربما عدّت الفعل بحرف الجرّ الذي يعدّى به ضده. والضد ههنا (نقص)، وأرى أنَّهم استعملوا هذه التعدية في الشعر دون النثر. ومن الشواهد على تعدية زاد بعلى قوله تعالى. (أو زد عليه ورتّل القرآن ترتيلا) (المزمل، 4). ¶ وقول النابغة الذبياني (معجم ما استعجم 3/ 1026): ¶ وقد خفت حتى ما تزيد مخافتي ... على وعل في ذي الفقارة عاقلِ ¶ وقول عمرو بن قميئة (الديوان/ 43): ¶ وفيهنّ خولة زين النساء ... زادت على الناس طرّاً جمالا ¶ وقول الأعشى (الديوان/ 379): ¶ فذا الشنء فاشنأه وذا الود فأجزه ... على ودّه أو زد عليه الغلانيا ¶ وقول أبي صخر الهذلي (أمالي القالي 1/ 149): ¶ فياحب ليلى قد بلغت بي المدى ... وزدت على ما ليس يبلغه الهجرُ ¶ وقول يزيد بن مفرغ الحميري (خزانة الأدب 4/ 250):",
            "page": "152",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "فاكفف دعيّ زياد عن أكارمنا ... ماذا تزيد على الأحقاد والدمنِ ¶ وكتب به المغيرة بن شعبة وهو على السواد (فتوح البلدان ق 2/ 331) (إنّ قِبلنَا أصنافاً من الغلة لها مزيد على الحنطة والشعير). ¶ 30 - (1/ 119) في الخصي (فإن هم لم يستقصوا جبابه فإنما يُدخل الرجل منزله من له نصف ذلك العضو). وقال المحقق (في الكلام نقص وتحريف ولعلّ صواب العبارة: فأما من لم يُستقص جبابه فقلما يدخل الرجل منزله منهم). هكذا، يتألف كلام جديد الألفاظ والتركيب مع خروج عن المعنى، وقوله (منهم) يريد: أحداً منهم. وقول الجاحظ لا نقص فيه ولا تحريف ومعناه واضح، أراد: إذا لم يُستقص جباب الخصي فمشتريه يُدخله منزله ويخلطه مع النساء (دون أن يدري أن له قدرة ما على الجماع. ¶ 31 - (1/ 132) قال الجاحظ (وشكت امرأة زوجها وأخبرت عن جهله بإتيان النساء وعيه وعجزه، وأنه إذا سقط عليها أطبق صدره، والنساء يكرهن وقوع صدور الرجال على صدورهنّ، فقالت: زوجي عياياء طباقاء وكلّ داء له داء). وكان الأَولى بالجاحظ أن يقول: (جاء في حديث أم زرع قول إِحداهنّ تشكو زوجها وتخبر عن جهله بإِتيان النساء ... ) إلى آخر قوله. أما حديث أم زرع فعن عائشة رضي الله عنها أنها قالت للرسول صلى الله عليه وسلم: (جلس إحدى عشرة امرأة فتعاهدن وتعاقدن أن لا يكتمن من أخبار أزواجهنّ شيئاً ... ). قلت: وتكلمت الأولى فالثانية فالثالثة فلما وصلت النوبة إلى السابعة قالت: (زوجي غياياء أو عياياء طباقاء، كلّ داء له داء، شجّك أو فلّك أو جمع كلاً لكِ). فالصواب فيما رواه الجاحظ (زوجي غياياء أو عياياء) و (كل داء) دون إدخال الواو على (كل)، والحديث بتمامه رواه البخاري ومسلم وغيرهما، وللقاضي عياض كتاب في هذا",
            "page": "153",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "الحديث اسمه (بغية الرائد لما تضمنه حديث أم زرع من الفوائد) وهو كتاب شائق ومفيد. ¶ 32 - (1/ 134) قال الجاحظ (وقال عبدالله بن الحارث وكتب بها إلى عبد الملك بن مروان حين فارق مصعباً: ¶ بأيّ بلاء أم بأية علّةٍ ... يُقدَّم قبلي مسلمٌ والمهلَّبُ ¶ ويُدعى ابنُ منجوف أمامي كأنه ... خصيٌّ دنا للماء من غير مشربِ ¶ فلما أخذته قيس نصبوه وجعلوا يرمونه بالنبل ... فلما أُتي مصعب برأسه قال لسويد: يا أبا المنهال كيف ترى؟ قال: أيها الأمير هو والله الذي أتى الماء من غير مشرب). وقد وهم الجاحظ في قوله إن عبدالله بن الحارث كتب بالبيتين إلى عبد الملك بن مروان، لأن اللائق بالخبر أن يكون بعث بهما إلى مصعب بن الزبير يعاتبه في تقديمه جماعة عليه منهم المهلب بن أبي صفرة. وكان المهلب حينئذ بالعراق وتحت إمرة مصعب. وأرى أن عبدالله بن الحارث همّ باللحاق بعبد الملك فعوجل بالقتل. وآخر البيت الأول مضموم وآخر الثاني مكسور وهو إِقواء لم ينبِّه عليه المحقق. ¶ 33 - (1/ 139) قال الجاحظ (ويقال إن الحُمر الوحشية، وخاصة الأخدرية، أطول الحمير أعماراً، وإنما هي من نتاج الأخدر فرس كان لأردشير بن بابك ... ) قلت: القول في (الحمر الوحشية) عامة لقوله (ويقال إن الحمر الوحشية)، وقوله: (وخاصة الأخدرية) عبارة اعتراضية، ففيم انقلب الإخبار كله وهو في نحو أربعة أسطر عن الأخدرية؟ وأَين خبر إنّ في قوله (إنّ الحمر الوحشية)؟ أرى أن الوجه",
            "page": "154",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "في الكلام أن يكون: (والحمر الوحشية طويلة الأعمار، ويقال إن الأخدرية أطولها أعماراً وهي من نتاج الأخدر فرس كان لأردشير بابك ... ) إلى آخر قوله فيها. ¶ 34 - (1/ 140) قال الجاحظ (فعرف آخرهم صنيع أولهم وعرفوا مقدار مقادير أعمارهم). و (مقدار) حقها أَن تجتنب، لزيادتها ونبوّها. ¶ 35 - (1/ 149) قال الجاحظ (فمن الباطل أن الشبوط ولد الزجر من البني). ولكنه أورد بعد ذلك خبراً هو (زعموا أن أم جعفر بنت جعفر بن المنصور حصرت في حوض لها ضخم أو بركة كبيرة عدداً كثيراً من الزجر والبني وأنها لم تخلط بهما غيرهما فمات أكثره وبقيت بقية كانت الصميم في القوة وفي احتمال تغيّر المكان، فلم تحمل البيض حيناً، ثم إنَّها حملت بالشبابيط). قلت: إذا صحّ الخبر- وأراه صحيحاً- كان الشبوط كالبغل ولد الفرس من الحمار وكالعسبار ولد الضبع من الذئب وكالديسم ولد الكلبة من الذئب. وفي ص151 نفى الجاحظ خبر أم جعفر بقوله (وكذبوا على أم جعفر) هكذا، بلا بيّنة ولا شاهد. وفي ص150 سخر من الألمعي إياس بن معاوية لقوله إن الشبوط ولد الزجر من البني، وقال فيه (وهّمه العُجب بنفسه أنه لا يروم شيئاً فيمتنع عليه، وغرّه من نفسه الذي غرّ الخليل بن أحمد حين أحسن في النحو والعروض فظنّ أنه يحسن الكلام وتأليف اللحون فكتب فيهما كتابين لا يشير بهما ولا يدل عليهما إلاَّ المرّة المحترقة، ولا يؤدي إلى مثل ذلك إلا خذلان من الله) هكذا، وهي سخرية من رجلين هما من مفاخر العرب. ¶ 36 - (1/ 158و 159) (وذلك أيضاً مما يعرض للنساء والإفراط في شهوتهن وشدة الهمة لهنّ والغيرة عليهنّ). وأظن أن شيئاً سقط من النص في أثناء النسخ أو الطبع. أما (وشدة الهمة) فلا معنى لها ههنا، وأجد أن (الهمة) محرّفة عن (الغلمة) وهي الشهوة إلى النكاح. واستعمل الجاحظ هذه اللفظة في مواضع من كتابه كقوله",
            "page": "155",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "(3/ 110) (وقلت لأعرابي: أيما أشد غلمة المرأة أو الرجل؟ ). وكما في (3/ 159) و (5/ 223) و (7/ 221). ¶ 37 - (1/ 160) في قطع ألية الشاة ليسهل عليها اللحاق بالقطيع: (وقطع الأَلية في جواز العقول أشبه من الميسم، لأن الميسم ليس للبعير فيه حظ وإنما الحظ فيه لرب المال، وقطع الأَلية من شكل الختان ومن شكل البط والفصد)، و (جواز العقول) لا معنى لها ههنا، وأرى أن الصواب ما في ط وهو (جواز القول) وكان على المحقق أن يأخذ به. و (أشبه) أراها محرّفة عن (أشوى) أي أهون وأقل أذى. ¶ 38 - قول في (بل إنّ): ¶ (1/ 161) قال الجاحظ (قال الأولون بل لعمري إن للإبل في السمات لأعظمَ المنافع). والفصيح أن يقول (بل لعمري للإبل في السمات لأعظمُ المنافع)، بحذف (إنّ) لأن العرب لم تقل (بل إنّ). قال عزّ من قائل (لا تحسبوه شراً لكم بل هو خير لكم) (النور/11) ولم يقل بل إنه خير لكم. وقال جلّ ثناؤه (بل الإنسانُ على نفسه بصيرة) (القيامة/14)، ولم يقل بل إنّ الإنسان. وقال تعالى (بل قلوبُهم في غمرة) (المؤمنون/63)، ولم يقل بل إنّ قلوبهم في غمرة. وقال تبارك اسمه (إنا لمغرمون بل نحن محرمون) (الواقعة/66) ولم يقل بل إننا محرومون. وقال عمرو بن شأس (أمالي القالي 1/ 269): ¶ لسنا نموت على مضاجعنا ... بالليل بل أدواؤنا القتلُ ¶ وقالت الخنساء (العقد الفريد 4/ 418): ¶ بأفضل سيباً من يديك ونعمة ... تجود بها بل سيب كفّك أجزلُ ¶ ولي بحث مطوّل في ذلك نشرته في مجلة مجمع اللغة العربية بدمشق مجلد 59 ج4 1405هـ- 1984 فمن شاء الرجوع إليه فعل إن شاء الله. ¶ 39 - قول في نفي الفعل الثاني: ¶ (1/ 162) قال الجاحظ (حلّ لك من ذلك ما كان لا يحل)، والاختيار أن يقول (حلّ لك من ذلك ما لم يكن يحل)، فيكون النفي للفعل الأول دون الثاني. قال تعالى (إذا أخرج يده لم يكد يراها) (النور/40) ولم يقل كاد لا يراها. وقال جلّ ثناؤه (فذبحوها وما كادوا يفعلون) (البقرة/71) ولم يقل وكادوا لا يفعلون. وقال علي ابن أبي طالب رضي الله عنه في كتاب له إلى عماله على الخراج- كما في",
            "page": "156",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "نهج البلاغة 3/ 81 - (فإنه لا ينبغي للمسلم أن يدع ذلك في أيدي أعداء الإسلام) ولم يقل: فإنه ينبغي للمسلم أن لا يدع ذلك. وقالت ليلى الأخيلية: ¶ لنا صاحب لا ينبغي أن نخونه ... وأنت لأُخرى صاحب وخليلُ ¶ وقال الراجز: ¶ رأت على الماء جُذيلاً واتدا ... ولم يكن يخلفها المواعدا ¶ وكان الوزن يجيز له أن يقول: وكان لا يُخلفها المواعدا، ولكنه آثر اختيار المختار. وقال الأمير عبدالله بن محمد الخفاجي في (سرّ الفصاحة 165): (وهذان عبّرا عما لا يجب أن يُكنى عنه) ولم يقل: عبّرا عما يجب أن لا يُكنى عنه. وقال الحطيئة كما في الإعجاز والإيجاز 66: ¶ جاورت آل مقلّد فحمدتهم ... إذ لا يكاد أخو جوار يُحمدُ ¶ وممن اضطرّ إلى العدول عن ذلك زهير، قال: ¶ صحا القلبُ عن سلمى وقد كاد لا يسلو ... وأقفر من سلمى التعانيق فالثقل ¶ وممن أخذ بغير المختار ابن درستويه، قال في (تصحيح الفصيح 1/ 241): (فماضيه يجب أن لا يكون مفتوحاً) وهو يريد: فماضيه لا يجب أن يكون مفتوحاً. وقال الدكتور طه حسين في (حديث الأربعاء 62): (وأكاد لا أعرف شاعراً) والمختار: ولا أكاد أعرف شاعراً. وقال في الصفحة نفسها (وتكاد أن لا توجد في سائر القصيدة) والاختيار: ولا تكاد توجد في سائر القصيدة.",
            "page": "157",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وفي كتاب العين (3/ 183 لحد) قال محققاه الدكتور مهدي المخزومي والدكتور إبراهيم السامرائي (وجاء في الأصول المخطوطة ما يجب أن لا يُضمّ إلى كتاب العين) والمختار: ... ما لا يجب أن يضم إلى كتاب العين، وقال أستاذي العلامة الدكتور مصطفى جواد في مقدمته لكتاب تقويم اللسان والقلم (ومثل هذا القول يجب أن لا يتخذ حجة) والاختيار: ... لا يجب أن يتخذ حجة. ¶ 40 - (1/ 164) (وقد أقررتم أن النبي صلى الله عليه وسلم قد قبل له من المقوقس كما قبل مارية واستخدمه). والعبارة (قد قبل له من المقوقس) حقها أن تكون (قد قبل من المقوقس خصياً له) بدلالة (واستخدمه) في النص المذكور وبدلالة ما جاء بعده وهو (فقد علمنا أنه ليس في الحديث أنه قبل منه بعد أن علم منه أنه خصي). وأرجح أن ذلك من عثرات الطبع دون النسخ ولم يُنبَّه عليه. ¶ 41 - (1/ 166 و167) وصف الجاحظ منيّ الخصي بأنه قليل متغيّر الريح ضعيف، وقال إنه عند خروجه منه عند الجماع: (لا يُخرجه من القوة إلى الضعف مثل الذي يعتري من يخرج منه شيء يكون من إنسان وهو أخثر وأحدّ ريحاً وأصح جوهراً). وقوله (مثل الذي يعترى من يخرج منه شيء يكون من إنسان) تعبير غير بيّنٍ، وأراه أراد أن يقول: (مثل الذي يعتري الفحل الذي يكون منيّه أخثر وأحد ريحاً وأصح جوهراً) ولكنه عبّر عنه بما ترى. و (الفحل) أي الإنسان الفحل، واستعملها الجاحظ بهذا المعنى كثيراً. ¶ 42 - (1/ 167) قال الجاحظ في ملامسة الرجل للمرأة (وأن تكون مرة من فوق ومرة من أسفل). والاختيار أن يقول ( ... ومرّة من تحت)، لأن (تحت) ضد (فوق). وقال في الديك (2، 258) (وضَلالُهُ من أسفل كضلاله من فوق) والاختيار (وضلاله من تحت). قال أبو هلال العسكري في (الفروق اللغوية 179): (الفرق بين",
            "page": "158",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "أعلى وفوق أن يكون أعلى الشيء منه. يُقال: هو في أعلى النخلة يراد أنه في نهاية قامتها. وتقول السماء فوق الأرض، ولا يقتضي ذلك أن تكون السماء من الأرض، وأعلى يقتضي أسفل، وفوق يقتضي تحت، وأسفل الشيء منه وتحته ليس منه) قلت: وقال تعالى: (فلما جاء أَمرنا جعلنا عاليها سافلها) ولم يقل (فوقها سافلها) ولا (عاليها تحتها). ¶ وتقول: هو فوق الفراش، لأنه ليس منه، وتقول: (هو تحت اللحاف)، لأنه ليس منه. وقد قالت التغلبية للجحّاف في وقعة البشر الحيوان (الحيوان1/ 24): (فوالله إن قتلت إِلا نساء أعاليهن ثُدِيّ وأسافلهنّ دُمِيّ) فأعاليهن وهنّ الثديّ منهنّ، وأسافلهنّ وهنّ الدُّميّ منهن. ¶ 43 - قول في الاسم (سعيد بن سلم): ¶ (1/ 170و 171) (قال سعيد بن مسلم، لأَن يرى حُرمتي ألف رجل على حال تكشف منها وهي لا تراهم أحب إلي من أن ترى حُرمتي رجلاً واحداً غير متكشف). و (مسلم) تحريف (سلم)، وسكت عنه المحقق. وأيضاً حُرّف في ... (3/ 32) ثم جاء على الصواب في (5/ 161) فعرّف به المحقق تعريفاً ناقصاً، ولم يتلفت إلى ما سبق من تحريف في اسم أبيه. وورد الاسم على الصواب في البيان والتبيين (2/ 200 و254) وجاء فيه أنه كان يساير الخليفة موسى الهادي. وأورد ابن قتيبة في عيون الأخبار (4/ 32) قول أعرابي في مدحه: ¶ أيا سارياً بالليل لا تخش ضلةً ... سعيدُ بن سلم ضوء كل بلادِ ¶ وأورد المبرد في الكامل (3/ 7) قول عبد الصمد بن المعذّل فيه:",
            "page": "159",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "وفقير أغنيته بعد عُدم ¶ كم يتيم نعشته بعد يُتمٍ ¶ كلما عضت الحوادث نادى ... رضي الله عن سعيد بن سلم ¶ وأفاد ابن خلّكان في الوفيات (4/ 88) أنه حفيد قتيبة بن مسلم وقال (تولى سعيد أرمينية والموصل والسند وطبرستان وسجستان والجزيرة وتوفي سنة سبع وعشرين ومئتين). ومع أن ابن خلكان ذكر اسم أبيه صحيحاً في كتابه وكذلك فعل الخطيب البغدادي في ترجمته في تأريخ بغداد (8/ 465) فقد حرّفه الذهبي إلى (مسلم). وإن حُرّف (سلم) إلى (مسلم) فقد حُرّف في الأغاني إلى (سالم). جاء فيه (وركب الرشيد يوماً قبّة وسعيد بن سالم معه في القبة). وكُرّر الخطأ في الصفحة مرتين. ولم ينتبه إلى ذلك المحقق عبد الكريم العزباوي ولا المراجع محمد أبو الفضل إبراهيم. ¶ 44 - (1/ 172) في الخصي (ويحمل في ذلك الحديد، ويقاتل دون السخول ويتمشى مع الشطّار). وقال المحقق في (السخول) إنها في ط (السجون). قلتُ: أرى أن (السخول) و (السجون) تحريف (الفحول) والمراد بالفحول في النص مالكي الخصيان. وسياق النص يدل على ما أقول، والخصي ضد الفحل، ومما يدل على ذلك ما جاء في الحيوان (4/ 109) وهو: (وزعم لي رجال من الصقالبة خصيان وفحول). ¶ 45 - (1/ 175) لأبي عبدالله الجمّاز: ¶ ظبيٌّ سنانُ شريكي ... فيه فبئس الشريكُ",
            "page": "160",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "ولا يَدَعْنا ننيك ¶ فلا ينيك سنانٌ ¶ وفي البيت الأول رُسمت ضمة على آخر (سنانُ) وكأنه ممنوع من الصرف، والصواب تنوين الضم لأنه ليس ممنوعاً من الصرف. وفي البيت الثاني جُزم (يَدَعْنا) من غير جازم. ويجوز أن يكون الذي قاله الجمّاز (ولم يَدَعْنا) وبه يستقيم البيت من جهة الوزن والنحو، ثم وقع عليه التحريف. ¶ 46 - (1/ 176) روى الجاحظ أربعة أبيات لبعضهم في متاعه، جاء في آخرها: ¶ فلا والله ما أمسى رفيقي ... ولولا البول عوجل بالخصاءِ ¶ وعجز البيت لا يصح، لأن الخصاء لا يمنع من البول، والخصيان يبولون كسائر الفحول، وإن كان قائل البيت لم يلتفت إلى فساد المعنى في قوله هذا فكيف سكت الجاحظ عنه؟. ¶ 47 - (1/ 181) قال الجاحظ (ولنصلْ هذا الكلام بالكلام الذي قبل هذا)، هكذا، وهو قول فيه ضعف تأليف، والأولى أن يقول: (ولنصلْ هذا الكلام بالكلام الذي قبله). ¶ 48 - (1/ 182) قال الجاحظ مفسراً قول الشاعر (يقول إذا هرب المطلوب الهارب من الطالب الجادّ)، وقوله (الهارب) زيادة لا حاجة إليها، والبليغ ... أن: ( ... إذا هرب المطلوب من الطالب الجاد). ¶ 49 - (1/ 206 و207) قال الجاحظ مخاطباً القارئ: (وأظنك ممن يرى أن الطاووس أكرم على الله تعالى من الغراب، وأن التُدْرُج أعز على الله تعالى من الحِدَأة، وأن الغزال أحب إلى الله تعالى من الذئب). وقوله (وأظنك) سوءُ ظنّ",
            "page": "161",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "بالقرّاء، وهو حقيق بالاستغراب، واللائق به أن يقول: وقد يظن قسم من القرّاء أن الطاووس ... إلى آخر قوله. ¶ 50 - (1/ 208) قال الجاحظ في التين ( ... وأنه عند أهل الكتاب الشجرة التي أكل منها آدم عليه السلام وبورقها ستر السوءة عند نزول العقوبة). قلت: قوله هذا فيه نظر. فبين يديّ مصوّرات لتفاسير قوله تعالى (ولا تقربا هذه الشجرة فتكونا من الظالمين) (البقرة/35) وهي للطبري والقرطبي وابن كثير والزمخشري. وكلها تخالف زعم الجاحظ في التين أنّه عند أَهل الكتاب الشجرة التي أَكل منها آدم عليه السَّلام، وأنا راجع إلى تفسير الطبري لأنه البحر الذي اغترفت منه سائر التفاسير فأقول: يقول الطبري في تفسيره جامع البيان ... (1/ 518) إنّ وهب بن منبه اليماني قال (وأهل التوراة يقولون هي البُرّ)، وإِنَّ موسى بن هارون قال: (وتزعم اليهود أنها الحنطة). وذكرت الحنطة والبر والسنبلة والمعنى واحد في عشرة مواضع من قبل عشرة علماء. وقيل هي الكرمة أو العنب أو شجرة الخمر والمعنى واحد في عشرة أَقوال من قبل عشرة علماء، فمن ذلك قول ابن مسعود رضي الله عنه (هي الكرمة) (1/ 518). وقيل هي شجرة التين في قولين ضعيفين، أحدهما (وقال آخرون هي التينة) (1/ 520). والقول الآخر: (عن بعض أصحاب النبي صلى الله عليه وسلم، قال: تينة) ... (1/ 520). فليس في أيّ من القولين الأخيرين الخاصين بالتين عبارة (أهل الكتاب) ولا (أهل التوراة) ولا (أهل الإنجيل)، وإنما ذكرت التوراة واليهود في الحنطة والبُرّ. ¶ أما بعدُ، فإنّ الشجرة لم يُذكر اسمها في القرآن ولا في الحديث النبوي، ولذلك اختلف أهل العلم في اسمها. وعندي أن (تلك الشجرة) هي كناية عن الباءة،",
            "page": "162",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "وقيل لها شجرة لأنها تسقى من ماء الإنسان. يدل على ذلك أنّ حواء وآدم عليهما السلام لما أصابا منها انكشفت عوراتهما (وطفقا يخصفان عليهما من ورق الجنة). وكأني بالشيطان أيقظ عوراتهما بعد سبات دائم، بمكره وخبثه. ¶ 51 - (1/ 210) قال الجاحظ (ولو وقف عليه رجل رقيق اللسان، صافي الذهن، صحيح الفكر، تام الأداة، لما برح تحسره المعاني وتغمره الحكم). وقوله (لَمَا) في جواب (لو) قد مضى القول فيه في (1/ 46) وأنا متوقف عند (رقيق) في (رقيق اللسان) وأُرجّح أَنَّها تحريف (ذليق) وهي توافق سياق القول دون (رفيق). ¶ 52 - (1/ 210) قال الجاحظ: (ونحن نرى أن تمثيل ما بين خصال الذرّة والحمامة، والفيل والبعير، والثعلب والذئب أعجب، ولسنا نعني أن للذرة ما للطاووس من حسن ذلك الريش وتلاوينه). ولا معنى لـ (تمثيل) ما بين كذا وكذا، وإنما هي تصحيف (تمييل) أي موازنة. ووردت (الذرّة) في النص مرتين، وبيّنٌ عندي أنها محرّفة عن (الوزّة). وأي خصال للذرة لتقاس بخصال الحمامة؟ وأي ريش لها ليُمَيَّل بينه وبين ريش الطاووس؟. ¶ 53 - قول في الأوتار الأربعة: ¶ (1/ 213) ذُكرت طبائع البشر الأربع أو الأخلاط الأربعة وهي البلغم والسوداء والصفراء والدم. وجاء بعد ذلك (وعلى طبائعه الأربع وضعت الأوتاد الأربعة)، هكذا، بالدال من (الأوتاد). وقال المحقق: إنه في ل (الأوتار الأربعة). ¶ قلتُ: ما في ل هو الصواب الذي كان عليه أن يأخذ به، وهذه الأوتار تكون في صناعة العود وهي: الزير فالمثنى فالمثلث فالبمّ. والزير سبع وعشرون طاقة إِبريسم، والمثنى ست وثلاثون طاقة إِبريسم، والمثلث ثمان وأربعون طاقة",
            "page": "163",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "إِبريسم، والبمّ أربع وستون طاقة إِبريسم. وهذه الأوتار تتدرّج في القوة من أضعفها وهو الزير، إلى المثنى، فالمثلث، فالبمّ، وهو أقواها جميعاً. وبأنغام هذه الأوتار يداوى أصحاب الطبائع الأربع من الجهة النفسية. فصاحب الطبيعة البلغمية وخلطها بارد رطب يداوى بنغمة الزير، وصاحب الطبيعة السوداوية وخلطها بارد يابس يداوى بنغمة المثنى، وصاحب الطبيعة الصفراوية وخلطها حار يابس يداوى بنغمة المثلث، وصاحب الطبيعة الدموية وخلطها حار رطب يداوى بنغمة البمّ، وكلُّ إِنسانٍ له طبيعة واحدة من هذه الطبائع، انتهى مختصراً من كتاب إخوان الصفا (1/ 203) مع زيادة هي مما أحفظه. ¶ 54 - (1/ 214) ذُكرت أضداد في خلق الإنسان منها (النصيحة والغش، والوفاء والغدر ... والتبذّل والتعزّز). وأرى أن (التبذّل) محرّفة عن (التذلّل). قال الفيروزآبادي في القاموس في (تعزّز): (قوي بعد ذلة). وقال أبو العالية كما في الخصائص 2/ 244: ¶ فبُدّلت كثرتهم بقلّهْ ... وأُعقبت عزتهم بذلّهْ ¶ في كتاب العين جاء في (الطُّفى) وهي جمع طُفية، وهي حيّة لينة خبيثة: ¶ وهم يذُلونها من بعد عزتها ... كما تُذل الطُفى من رُقية الراقي ¶ 55 - (1/ 215) قال الجاحظ (فالكلب سبع وإن كان بالناس أنيساً، ولا تخرجه الخصلة والخصلتان مما قارب بعض طبائع الناس إلى أَن يخرجه من الكلبيّة) وقوله (ولا تخرجه) ثم (إلى أن يُخرجه) قصور في البيان. وقوله (الكلبية) الوجه فيه (السبعية). ولأعيد قوله معدّلاً أقول: (فالكلب سبع وإن كان",
            "page": "164",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "بالناس أنيساً، ولا يُخرجه من السبعية الخصلة والخصلتان مما قارب بعض طبائع الناس). ¶ 56 - (1/ 219) قال الجاحظ في نسك الناس ما هو تكرير لما سبق في ص 174 مع اختلاف يسير، كقوله في ص219 (ونسك الخراساني أن يحج وينام على قفاه)، وهو في ص 174 (ونسك الخراساني أَن يحجّ)، وكقوله في ص219 (ونسك البنوي والجندي طرح الديوان والزراية على السلطان)، وهو في ص174 (ونسك البنوي أن يدع الديوان). وفي ص 219 (ونسك الرافضي ترك النبيذ) وهو في ص174 (ونسك الرافضي إظهار ترك النبيذ) وفي ص219 (ونسك دهاقين السواد ترك شرب المطبوخ) وهو في ص174 (ونسك السوادي ترك شرب المطبوخ فقط) , وفي ص 219 (ونسك المغني الصلاة في الجماعة وكثرة التسبيح والصلاة على النبي صلى الله عليه وسلم) وهو في ص 174 (ونسك المغني أن يُكثر التسبيح وهو يشرب النبيذ والصلاة على النبي صلى الله عليه وسلم والصلاة في الجماعة). وهو تكرير غير سائغ، وفي بعضه شيء من الاختلاف والاختلال، وغريب أن لا يلتفت المحقق إلى ذلك كله. ¶ 57 - قول في هداية الحمار الأهلي: ¶ (1/ 221) ذكر الجاحظ أمثالاً منها (أضلّ من حمار أهلي). وهذا مَثَل غير صحيح، بل عكسه هو الصحيح، أي (أهدى من حمار أهلي). وهداية الحمار الأهلي معروفة ودليلها قائم. قال القزويني في عجائب المخلوقات (مادة: حمار): (فإنه إذا مشى بطريق لا ينساه بعد ذلك) وقال الدميري في حياة الحيوان (مادة: حمار أَهلي): (ويوصف بالهداية إلى سلوك الطرقات التي مشى فيها ولو مرّة واحدة). قلتُ: ومما يدل على هدايته هذه ما ورد في كتاب أخبار النساء 108 عن المدائني أنه قال: كان بمكة سفيه يجمع بين النساء والرجال على أقبح الرّيب، فشكا",
            "page": "165",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "أهل مكة ذلك إلى الوالي فنفاه إلى عرفات. فأخذ بها منزلاً ثم دخل مكة مستتراً فلقي حرفاءه من الرجال والنساء فقال لهم: ما يمنعكم مني؟ قالوا: وأين بك وأنت في عرفات؟ فقال لهم: حمار بدرهمين وقد صرتم إلى الأمن والنزهة والخلوة واللذة. فأخذوا يأتونه. فكثر ذلك حتى أفسد على أهل مكة أحداثهم وسفهاءهم. فعادوا بالشكاية إلى أميرهم، فأرسل وراءه، فأُتي به، فقال: أي عدو الله، طردتك من حرم الله عز وجلّ فصرت إلى المشعر الأعظم تفسد وتجمع بين الخبائث، فقال: أصلح الله الأمير يكذبون عليّ ويحسدونني. فقالوا للوالي: بيننا وبينه واحدة، تجمع حمير المكارين وترسلها نحو عرفات، فإن قصدت إلى داره لما اعتادت من السير إليها فالقول كما قلنا، وإلا فالقول كما قال. فأمر الوالي بحمير المكارين فجُمعت وأُرسلت فقصدت نحو منزله، وجاءه بذلك أمناؤه. فأمر الوالي بتجريده، فلما نظر إلى السياط بكى، فقال له الوالي: ما يبكيك يا عدو الله؟ قال: ما من الضرب جزعت، ولكن يسخر منا أهل العراق، ويقولون: إنّ أهل مكة يجيزون شهادة الحمير). والحكاية مذكورة أيضاً في (إخبار العلماء بأخبار الحكماء) لعلي بن القاضي الأشرف يوسف القفطي. ¶ 58 - (1/ 225) لأبي الشمقمق: ¶ يوسفُ الشاعرُ فرخٌ ... وجدوه بالأُبُلّهْ ¶ حَلَقيٌّ قد تُلُقي ... كامناً في جوف جُلّهْ ¶ خيّطوها خشية الكلـ ... ـب عليه بمسلَّهْ ¶ وغيّر المحقق في البيت الثاني ما في الأصول وهو (كامنٌ) بأن جعله (كامناً) كأنه أراد أنه حال من تُلُقي. وعندي أن (تُلُقي) تصحيف (بَلَقي) المذكورة في ط ومعناها أحمق. و (قد) زائدة حقها الحذف. فرواية البيت الصحيحة:",
            "page": "166",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "كامنٌ في جوف جُلّهْ ¶ حَلَقيٌّ بَلَقيٌّ ¶ أي أنه لقيط. وقال المحقق في (حَلَقي): (انظر شفاء الغليل في تفسير الحلقي)، هكذا مع أن الجاحظ فسّر الحلقي بالمخنث وذلك في كتاب الحيوان ... (6/ 488). وكان المحقق قد فسر الحُلاق في1/ 136 فسر المحقق الحُلاق قائلاً: (أن يفسد متاعه فينعكس ميله الجنسي)، ففيم أَحالنا من بعد على شفاء ... الغليل؟ وقوله (ميله الجنسي) فيه الجنس بالمعنى الذي أراده لفظة عصرية جاءتنا من بعض اللغات الأُوروبية. وخير من ذلك كله أن يُقال: الحُلاق رغبة الرجل في أن يُؤتى ويقال للمصاب به حلقي. أو أن يُقال: هو التخنث ويقال للمصاب به مخنّث. ¶ 59 - (1/ 226) قال الراجز: ¶ أحرصُ من كلبٍ على عِقْي صَبي ¶ وقال المحقق (والعِقي بالكسر ما يخرج من بطن الولد حين يولد). وكان الأولى به أن يقول (سيفسّر الجاحظ العِقي)؛ لأنه فسره بعد ثلاثة أسطر بقوله: (يقال للذي يخرج من بطن الصبي حين يخرج من بطن أُمه عِقي بكسر العين، ويُقال: عَقَى الصبيُّ يَعْقى عَقياً). ¶ 60 - (1/ 234) (وقد علم الناس كيف استطابة أكل الجرّي لأذنابها). وقال المحقق: (في ط: لأذنابها محشوّاً. وفي ل: لأذنابها محسياً. ومحسياً ومحشواً كلمتان مقحمتان فأسقطتهما. واللام في لأذنابها بمعنى إلى). وعدّه (محشواً) مقحمة وإسقاطها خطأ. وإنما هي تصحيف (محسوّاً). وقول الجاحظ (محسوّاً) على القلب",
            "page": "167",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "لأن المحسو في الأصل هو الماء، ويضاف إلى القدر على قطرات قليلة فإذا نشفت أُضيفت غيرها ... إلى آخره. والمراد أن أذناب الجرّي تتحسّى الماء – في القدر- كما يتحساه الطائر قطراتٍ فقطرات. وعندئذ يذوب دهنها وتقلى به في أثناء التحسية، على أن تجعل حرارة الموقد قليلة جداً. وهذه طريقة للطبخ يعرفها الحُذّاق من الطهاة. والمراد بذنب الجرّي القسم الذي يلي البطن. وقول الجاحظ (أكل الجري لأذنابها) أراد به: أكل أذناب الجري. وليس اللام في (لأذنابها) بمعنى (إلى) كما قال المحقق. إن الأصل في (أكل الجرّي لأذنابها) أكل الجرّيّ أذنابِها. وأذنابِ بدل بعض من كل، وأُدخلت عليه اللام لتقوية العامل الذي ضعف كما هو معروف في علم النحو. يؤيد ذلك قول الجاحظ في الجري في ص 235 (ويُرمى كُلُّه إلا ذَنَبَه). إن آكلي الجرّي في العراق يفضلون أكل ذنبه على سائر بدنه حين يكون مقلوّاً أو محسوّاً. ¶ 61 - (1/ 236) لابن عبدل: ¶ نعم جار الخنزيرة المرضعُ الغر ... ثي إذا ما غدا أبو كلثومِ ¶ وضُمت العين من (المرضعُ) والصواب الكسر لأنه نعت للخنزيرة. ¶ 62 - (1/ 241) لحماد عجرد في هجاء بشار وتفضيل الخنزير عليه: ¶ وعُودُه أكرمُ من عوده ... وجنسُهُ أكرم من جنسه ¶ وقال الجاحظ ينتقد على حمّاد هذا البيت: (وأنا، حفظك الله، أستظرف وضعه الخنزير بهذا المكان وفي هذا الموضع حين يقول: وعوده أكرم من عوده. وأي عود للخنزير قبحه الله تعالى وقبح من يشتهي أكله). ولا موضع",
            "page": "168",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "(لأستظرف) لأن الجاحظ مستغرب في قوله: (وأي عود للخنزير قبحه الله). لذلك أرى أن (أستظرف) تحريف (أستغرب) وبها يصح معنى النص. ¶ 63 - (1/ 243) لأبي كريمة في كنيفه: ¶ إذا أتاني دخيلٌ زادني بدعاً ... كأنه لهج عمداً بإضراري ¶ وأرى أن (دخيل) تحريف (خليل) كما يُفهم من سياق البيت ومما بعده وهو ¶ قد اجتواني له الخلان كلهُمُ ... وباع مسكنه من قربه جاري ¶ فذكر المفرد (خليل) ثم جمعه على (خُلاّن). ¶ 64 - (1/ 251) لابن عبدل في الهجاء: ¶ وما يدنو إلى فيه ذبابٌ ... ولو طُليت مشافره بقندِ ¶ يذقن حلاوة ويخفن موتاً ... زعافاً إن هممن له بوردِ ¶ وقال المحقق في (يذقن حلاوة) هي في ل (يرين حلاوة). قلت: يذقن التي اختارها المحقق فيها نظر. ورواية ل صحيحة. وقد تكون الرواية (يرُمْنَ) وهي أيضاً صحيحة. فالذباب (يَرَين) الحلاوة على مشافره –أو يرُمن تلك الحلاوة- ولكنهنَّ يتحاشين الوقوع عليها خوفاًَ أن يقتلهن نتن فيه، إن الذي يُبعد رواية",
            "page": "169",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "(يذقن) ما في البيت الأول وهو (وما يدنو إلى فيه ذباب) ويُبعدها أيضاً ما في البيت الثاني وهو (يخفن موتاً ... إن هممن له بورد). فكان الوجه أن يأخذ المحقق براوية ل. ¶ 65 - (1/ 254) لابن الذئبة: ¶ من يجمع المال ولا يتُبْ بهِ ... ويترك المال لعام جَدْبهِ ¶ يهُن على الناس هوان كلبهِ ¶ وقال المحقق في (يتُب): كذا في عيون الأخبار 1/ 243 وفي ل يثبْه وهو تحريف إملائي. وفي البخلاء يثبته وليس بشيء. قلت: أرى أن ابن الذئبة قال: (يُثِبْ به) بالياء المضمومة فالثاء المكسورة فالباء الساكنة، من أثاب بالمال. والفعل مجزوم باسم الشرط (مَنْ). أي الذي لا يثيب المستحقين من ماله يحتقره الناس. ¶ 66 - (1/ 255) أربعة أبيات لأبي حزابة أولها: ¶ يا ابن عليّ برح الخفاءُ ... أنت لغير طلحة الفداءُ ¶ و (لغير) ليس لها معنى مقبول في البيت، فهي كالذم لطلحة مع أنَّ المراد مدحه. وأجدها تحريفاً (لعين) كما في الأغاني (19/ 153). والفداء بالفاء تحريف القذاء بالقاف فالذال كما في الأغاني أيضاً. وبرواية الأغاني يرتفع معنى البيت ويكون له وزنه. وأشار المحقق إلى رواية الأغاني، فليت شعري لمَ لمْ يأخذ بها؟.",
            "page": "170",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "67 - (1/ 257) قال الجاحظ (وكذلك قول الأسود بن المنذر فإنه قال: ) ويلي ذلك بيتان من الشعر. وقول الجاحظ (فإنه قال) زائد ولا موضع له. وقوله (فإنه) تأكيد بأن لا حاجة إليه. وكان يكفيه أن يقول: وكذلك قول الأسود بن المنذر: ¶ 68 - (1/ 261) لأبي الهول في هجاء جعفر البرمكي: ¶ أعني فتىً يُطعن في دينه ... يشبّ مَعَه خشب الصُلْبِ ¶ هكذا عُرض البيت، وكأنّ روايته مرتضاة، مع أنه لا معنى لعجزه. وعندي أن (يشبّ) تصحيف (يُسَبُّ) بالسين المهملة. و (مَعَه) المفتوحة العين الوجه فيها إسكان العين لأن الفتح كسر وزن البيت. و (الصُّلب) بضم الصاد الصواب فيها فتح الصاد. ومعنى البيت: أعني الذي هو مغموز الدين ويُسَبُّ معه الخشب الذي صُلب عليه. ¶ 69 - قول في (بل إنما): ¶ (1/ 262) (وإذا صُغّر شأن من هُزموا فقد صُغّر شأن الممدوح، بل إنما قال: أرسلت أسداً على سود الكلاب)، فاستعمل (بل إنما) وفي استعمالها نظر، فاستقرائي منظوم العرب ومنثورهم في الجاهلية وصدر الإسلام يدل على خلوّهما منها. وأوجز القول فيهما فأقول: إن (بل) في معنى (إنما) في أكثر الأحيان، وقد قعّدت فيهما –حين تكونان كذلك- ثلاث قواعد: ¶ منها: إن العرب لم تقل (بل إنما). ¶ ومنها: يجوز في (بل) و (إنما) إحلال إحداهما محل الأخرى في الجملة المسبوقة بنفي. لذلك يستوي معنياهما في قول علي رضي الله عنه (ما كان به",
            "page": "171",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "ملوماً بل كان به جديراً) (البيان والتبيين 2/ 54) وقول الحجاج (إني سمعت تكبيراً لا يراد به الله إنما يُراد به الشيطان) (البيان والتبيين 2/ 132). ¶ ومنها: يجوز إحلال إحداهما محلّ الأخرى عند وجود نفي مقدّر. مثال ذلك أن الرسول صلى الله عليه وسلم سأل زيد الخيل: من أنت؟ فقال: أَنا زيد الخيل. فقال الرسول صلى الله عليه وسلم: بل أنت زيد الخير. والتقدير: لست زيد الخيل بل أنت زيد الخير. وقال علي لطلحة رضي الله عنهما: (أخرجتم أمكم عائشة وتركتم نساءكم). فقال طلحة: (إنما جاءت للإصلاح) (الإمامة والسياسة 1/ 58). ¶ والتقدير: ما جاءت للحرب إنما جاءت للإصلاح. فـ (بل) في العبارة (بل أنت زيد الخير) في معنى (إنما) في العبارة (إنما جاءت للإصلاح). ¶ فمن شاء بسط القول في (بل) و (إنما) فليراجع مقالتي المنشورة في مجلة مجمع اللغة العربية بدمشق، وانظر في ذلك المادة 38. ¶ 70 - (1/ 266) قال الجاحظ: وقال خليد عينين وهو يهجو جرير بن عطية ويرد عليه: ¶ وعيّرتنا بالنخل أن كان مالنا ... وود أبوك الكلب لو كان ذا نخلِ ¶ وسبق أن روى الجاحظ هذا البيت قبل صفحتين (ص264) منسوباً إلى الصلتان يجاوب فيه جريراً مع تغيير يسير في الشطر الأول وهو: تعيّرنا أن كانت النخلُ مالنا. ولم ينبه المحقق على ذلك. ¶ 71 - (1/ 270) روى الجاحظ لأبي عدنان قوله هذين البيتين: ¶ فما كلبة سوداء تفري بنابها ... عُراقاً من الموتى مراراً وتكدِمُ",
            "page": "172",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "فهارشَها وهي على العَرق تعذِمُ ¶ أتيح لها كلب فضنت بعَرْقها ¶ والشعر يحتاج إلى تتمة، وذلك أَنَّ (كلبة) التي هي مبتدأ ظلت بلا خبر، وقال الجاحظ (فقف على هذا الشعر فإنه من أعاجيب الدنيا) هكذا، وسكت المحقق عن ذلك. ¶ 72 - (1/ 278) للمثقب العبدي: ¶ فسلّ الهمّ عنك بذات لوث ... عذافرة كمطرقة القيونِ ¶ وبصادقة الوجيف كأن هراً ... يباريها ويأخذ بالوضين ¶ والباء في (ويصادقة) تكسر وزن البيت والصواب حذفها وبذلك يصلح الوزن ويبقى المعنى مستقيماً. ونسخة ط بلا باء وأشار إليها المحقق ولكنه لم يأخذ بها. ¶ 73 - (1/ 284) في أصول كتاب الحيوان (والوجه الآخر فلأن الليل موحش مخوف الجوانب)، ولكن المحقق أضاف إلى أول النص (أمّا) من عنده فجعل النص: (وأما الوجه الآخر فلأن الليل ... ) إلى آخره. وقال في (أما) (زيادة يفتقر إليها الكلام) وقد أخطأ فيما فعل، فما في الأصول هو كلام الجاحظ لم ينقص منه شيء، وهو ذو بيان عالٍ، و (أمّا) فيه مستغنى عن ذكرها، وتُفهم من الفاء الدالة عليها، ونظير ذلك قول أبي بكر الصديق رضي الله عنه فيما كتب به إلى أبي عبيدة: (وعمرو فأُوصيك به خيراً) (فتوح الشام للواقدي، 42) والتقدير: وأما عمرو. وقول صعصعة بن صوحان: (إذا لقيت المؤمن فخالصه، وإذا لقيت الكافر فخالفه، ودينُك",
            "page": "173",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "فلا تكلمنَّه) (مجمع الأمثال 3/ 329) والتقدير: وأما دينك، وانظر بحثي المفصل ذلك في مجلة مجمع اللغة العربية بدمشق 1405هـ- 1985م. وأضيف شيئاً جديداً فأقول: قد تجيء الفاء بعد المبتدأ لتدل على وجوب ... وقوع الخبر، ولا حاجة عندئذ إلى تقدير أمّا قبل الخبر، كقوله تعالى (الزاني والزانية فاجلدوا كل واحد منهما مئة جلدة) (النور/ 2). وكقوله تبارك اسمه (والسارق والسارقة فاقطعوا أيديهما) المائدة /38). ¶ وقيل في الزاني والزانية إن التقدير فيهما: الذي زنى والتي زنت، وقيل في السارق والسارقة: الذي سرق والتي سرقت، فاجتلبت الفاء لأن الاسم الموصول يضمّن معنى الشرط، كأنّ الأصل: من زنى فاجلدوه، ومن سرق فاقطعوا يده، فالجلد واجب والقطع واجب. ¶ 74 - قول في سُوء بالضم وسَوء بالفتح: ¶ (1/ 286) (فأما اليتن فخروج ِرِجل المولود قبل رأسه وذلك علامة سُوء)، وضمّت السين من (سُوء) والصواب فتحها. وتكرر مثل ذلك في مواضع من الكتاب كما في (3/ 83) في قول معن بن أوس: ¶ إذا المجدُ الرفيع تعاورته ... بُناة السُّوء أوشك أن يضيعا ¶ وكما في قول المقنع الكندي (3/ 138): ¶ وصاحب السُّوء كالداء العَيَاء إذا ... ما ارفضّ في الجوف يجري ههنا وهُنا ¶ كمهر سُوء إذا رفعت سيرته ... رام الجماح وإن خفضته حَرَنا",
            "page": "174",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "إنّ (السُّوء) بالضم و (السَّوء) بالفتح في الأصل بمعنى واحد كالضُّعف والضَّعف ولكن المفتوح منه غلب أن يُضاف إليه ما يُراد ذمّه من كلّ شيء كقوله تعالى (يا أخت هارون ما كان أبوك امرأ سَوء) (مريم/28). أما المضموم فجار مجرى الشر وهو نقيض الخير كقوله تعالى (إنما يأمركم بالسُّوء والفحشاء) (البقرة/169). وعدم التمييز بين (سُوء) و (سَوء) في هذا الكتاب له نظائر في كتب كثيرة، منها ما هي مراجع عالية المنزلة، وهي تدل على سهو المحقق أو عدم تثبته أو جهله. ففي رياض الصالحين 159 ورد الحديث النبوي (وإنما مثل الجليس الصالح وجليس السُّوء كحامل المسك ونافخ الكير)، وضُمت السين من (السُّوء) والصواب فتحها، ومحقق الكتاب هو الدكتور عبد المعطي أمين قلعجي. وفي كتاب العين (8/ 43 بلد): ¶ جَرَى طَلَقاً حتى إذا قيل سايح ... تداركه أعراق سُوء فبلّدا ¶ والصواب (سَوء) بالفتح. ومحقِّقا الكتاب هما الدكتور مهدي المخزومي والدكتور إبراهيم السامرائي. وفي لسان العرب (مادة: خبط): (نعوذ بالله من خاتمة السُّوء) والصواب: السَّوء بالفتح. وهذا المعجم طبعة صادر ولم يذكر اسم محققه. وفي نهج البلاغة (1/ 216): (وصدقة العلانية فإنها تدفع ميتة السُّوء) والصواب فتح السين، ومحقق الكتاب وشارحه هو العلامة الشيخ محمد عبده. وفي الأغاني (17/ 119): (إن عامراً أنزلكم منزل سُوء) والصواب فتح السين، ومحقق الكتاب هو علي البجاوي ومراجعه هو محمد أبو الفضل إبراهيم. وفي ديوان حسان بن ثابت 180 لحسان:",
            "page": "175",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "وسوّد عصر السُّوء غير المسوّدِ ¶ أرى كثرة المعروف يورث أهله ¶ والصواب فتح السين، ومحقق الديوان هو عبد الرحمن البرقوقي. وفي الجليس الصالح الكافي 1/ 131: ¶ فتلك ولاة السُّوء قد طال عهدهم ... فحتام حتام العناءُ المطوَّلُ ¶ والصواب فتح السين، ومحقق الكتاب هو محمد مرسي الخولي. وفي ديوان القطامي 53 (طبعة بريل) للقطامي: ¶ فلما بدا حرمانها الضيف لم يكن ... عليّ مناخ السُّوء ضربة لازبِ ¶ والصواب فتح السين. ومحقق الديوان هو بعض المستشرقين, وفي ديوان حاتم الطائي وأخباره 223 لحاتم: ¶ تَبَغّ ابن عمّ الصدق حيث لقيته ... فإن ابن عمّ السُّوء إن سَرّ يُخلِفُ ¶ والصواب فتح السين، ومحقق الكتاب هو الدكتور عادل سليمان جمال. وعسى أن يلتفت صانعو المعجم الكبير إلى الغلط الواقع في (سوء) في كتاب العين ولسان العرب إذا أرادوا أن ينقلوا منهما. ¶ 75 - (1/ 287) قال الجاحظ (وفي المَثَل: صاحبي مَئق، وأنا تئق)، وهذا مَثَلٌ مبتور، وحفظي: (أنا تئق وأنت مئق فكيف نتفق؟ ).",
            "page": "176",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "76 - (1/ 296 و297) (ربما دَمَروا على صاحب الحمام إذا خيف قِبَلَه القمار وظنوا أنه الشرف). وقال المحقق في (الشرف): (الاشفاء على خطر من خير أو شر) هكذا. وقال إنه في ل (به التشرّف)، قلت: وهو الصواب الذي كان يجب الأخذ به، أي التشرف على بيوت الجيران من السطح. ومما يدل على ذلك أن الجاحظ قال في أصحاب الحمام (3/ 190 و191): (والذين يتشرّفون على حُرَم الناس والجيران). وهذا من الأمور المعروفة الآن في الأحياء القديمة من بغداد لكثرة أصحاب الحمام فيها. ¶ 77 - (1/ 299) (فخبّرنا عمن يتخذ الحمام من بين جميع سكان الآفاق ونازلة البلدان من الحرميين والبصريين). وقال المحقق: في ل (الحرمين والمصرين)، قلتُ: وهو الصواب الذي كان يجب أن يؤخذ به، إن الحرمين هما مكة والمدينة، والمصرين هما الكوفة والبصرة. ثم وردت (الحرمين) و (المصرين) في ص303 على وجه الصحة في قول الجاحظ (وبعدُ فلم صارت نساء الحرمين لا يُرَين نهاراً ونساء المصرين لا يُرَين ليلاً). ¶ 78 - (1/ 314) روى الجاحظ لعلاج بن شحمة في بنته ميّة: ¶ إن تكُ قد بانت بمية غُربة ... فقد كان مما لا يُمَلّ مَزَارُها ¶ و (كان) خطأ نحوي أحوج إليه وزن البيت، والصواب (كانت) لأن اسم كان ضمير مستتر يعود على مؤنث حقيقي هو مية. وقوله (مما) الفصيح فيه (ممّن). وسكت الجاحظ والمحقق عن ذلك. ويجوز أن يكون علاج قال: لعمريَ كانت لا يُمَلّ مزارها، ثم حُرّف بلسان الجاحظ أو قلم الناسخ. ¶ 79 - (1/ 316) لبشر بن أبي خازم:",
            "page": "177",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "إذا غدوا وعصيّ الطلح أرجلهم ... كما تنصّب وسَط البيعة الصُلُبُ ¶ وفتح المحقق السين من (وسَط) والصواب التسكين لأنه ظرف. ثم إنّ الفتحة تكسر وزن البيت. ¶ 80 - (1/ 318) لأعرابي: ¶ لقد شان صغرى والياها وزيّنا ... لصُغرى فتىً من أهلها لا يزينها ¶ كلاب لعاب الكلب إن ساق هجمة ... يعذّب فيها نفسه ويُهينها ¶ وقال المحقق في (كلاب لعاب الكلب) كذا. وعندي أن (كلاب) تحريف (كذاك) والمراد بلعاب الكلب زوج صغرى، وقد يكون هذا لقبه أو أن قائل الشعر نبزه به. ¶ 81 - (1/ 319) للحارث بن الوليد: ¶ وبقيت في خَلْف كأنّ حديثهم ... ولْغُ الكلاب تهارشت في منهلِ ¶ وأسكن المحقق اللام من (خَلْف) والصواب (خَلَف) بفتح ففتح، جمع خالف، ونظير هذا الجمع: تابع وتَبَع، وحارس وحَرَس، وخابل وخَبَل، والخابل هو الشيطان، وخادم وخَدَم، ورائح ورَوَح، وراصد ورَصَد، وسالف وسَلَف، وسامر وسَمَر، وشارد وشَرَد، وطالب وطَلَب، وعاسّ وعسس، وغائب وغَيَب، وفارط وفَرَط، وقاعد وقَعَد، ولاحق ولحق، ونَاشئ ونَشَأ، وهامل وهَمَل؛ والهامل البعير الضال. ¶ 82 - (1/ 324) قال الجاحظ في تسمية الناس: (وإن كان حماراً تأوّل فيه الوقاحة والقوة والجَلَد). قلت: أما أن يُتأوّل في الحمار الجَلَد فصحيح، وأما أن يُتأوّل فيه القوة فقوته دون قوة البعير والفرس والبغل والثور. وأما أن يُتأول فيه",
            "page": "178",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "الوقاحة فالحمار معروف بالوداعة. ولو جُعل (الصبر) في مكان (الوقاحة) لكان مقبولاً، لأن الحمار معروف بالصبر ولذلك قيل له: أبو صابر. ¶ 83 - (1/ 325) لبعضهم في عبد له اسمه كوكب: ¶ كوكبُ إن مِتُّ فهي ميتتي ... لا مت إلا هرماً يا كوكبُ ¶ ولم يفهم المحقق معنى البيت بدلالة أنه ضم تاء (متُّ) في صدر البيت، والصواب (متَّ) بفتح التاء. وقائل البيت يقول لعبده من شدة حبه له: إنّ متَّ متُّ أنا أيضاً. وتُركت تاء (مت) في عجز البيت بلا ضبط بالشكل والوجه فتحها. ¶ 84 - قول في تعدّي عيّر: ¶ (1/ 329) قال الجاحظ (كما عيّر زيد الخيل حاتماً الطائي في خروجه من طيئ ومن حرب الفساد إلى بني بدر) فعدّى (عيّر) بفي، والفصيح بالباء أي أن يقول: (عيّر زيد الخيل حاتماً الطائي بخروجه). فإن قلت: الفصيح أو الأفصح أن يتعدّى (عيّر) بنفسه كما أفاد العلماء في كتب اللغة والأدب. قلت: كنت نشرتُ مقالة في مجلة البلقاء التي تصدرها الجامعة الأهلية في عمّان عنوانها (دفع الأذى عن عيّرته بكذا) مج 3 عدد1/ 1413 هـ1992م ذكرت فيها ما استطعت جمعه من شواهد تعدّي (عيّر) بالباء فكانت اثني عشر شاهداً شعرياً، وواحداً وعشرين شاهداً نثرياً. وذكرت ما استطعت جمعه من شواهد لتعدّي (عيّر) بنفسه فكانت تسعة عشر شاهداً من الشعر ولم أجد له أي شاهد من النثر. وتحاشيت في عملي شواهد المولدين. وخلصت من ذلك إلى أن الأصل في (عيّر) أن يتعدى بالباء وهو الأفصح. أما تعدّي (عيّر) بنفسه فمن لغة الشعر، والأصل فيه التعدّي بالباء وحُذفت الباء على ما يُسمّى الحذف والإيصال لأجل وزن الشعر. وخالفت بهذا",
            "page": "179",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "الاستقراء ابن قتيبة وهو أول من غضّ من قدر (عيّر) متعدياً بالباء مؤثراً عليه المتعدي بنفسه وذلك من جراء استقرائه الناقص لهذا الفعل وهو مذكور في كتابه أدب الكاتب 411 وخالفت من تابعه من اللغويين وغيرهم الواردة أقوالهم في المعاجم وغيرها، كالجوهري في الصحاح (عيّر)، والأزهري –كما في اللسان (عيّر) -، والحريري في درة الغواص –كما في كشف الطرّة عن الغرّة 124 - ، والفيروزآبادي في القاموس (عيّر). على أن الأحوص عدّى (عيّر) بفي في قوله كما في الشعر والشعراء 502: ¶ وإني وإن عُيّرت في طلب الصبا ... لأعلم أني لست في الحب أوحدا ¶ أراد ... الباء ولكنه اضطر إلى جعلها (في) لوزن البيت. وإن كان في ذلك ضرورة شعرية فأي ضرورة تضطر الجاحظ إلى أن يقول: عيَّرفي؟. ¶ تتمة: أضيف إلى شواهد (عيّر) المتعدي بالباء النثرية وهي واحد وعشرون شاهداً قول علي بن أبي طالب رضي الله عنه، وهو كما في نهج البلاغة 3/ 15 (وإن كان الرجل ليتناول المرأة في الجاهلية بالقهر أو الهراوة فيُعيَّر بها وعقبُهُ من بعده). وعسى أن يقف صانعو المعجم الكبير على هذا الذي أوردته مختصراً. ¶ 85 - قول في (محلِّم): ¶ (1/ 329) وقال عوف بن محلَّم، وفتح المحقق اللام المشدّدة من (محلَّم) والصواب (محلِّم) بالكسر، سواء أكان هو عوف بن محلِّم الخزاعي أم محلِّم بن عوف الشيباني أم من نُسبت إليه عين محلِّم بالبحرين أم غيره. قال ياقوت الحموي في (عين محلِّم) في معجم البلدان: (بضم أوله وفتح ثانيه وكسر اللام المشدّدة ثم ميم. يجوز أن يكون من الحِِلْم وهو مفعِّل يعلّم الحلمَ غيره ... ويجوز أن يكون من",
            "page": "180",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "حلّمتُ البعيرَ إذا نزعت عنه الحَلَم. والمحلِّم الذي يفعل ذلك. وهو اسم رجل نُسبت إليه العين في قول الأزهري. وقال ابن الكلبي: (محلِّم بن عبدالله زوج هَجَر بنت المكنَّف من الجرامقة). قلتُ: الخطأ مشاع في ضبط لام محلِّم. ففي التكملة والذيل والصلة (1/ 462): (وعسلَّج قرية بالبحرين ذات نخل وزروع تسقيها شعبة من عين محلَّم) هكذا، بفتح اللام المشدّدة من (محلَّم) والصواب الكسر، ومحقق الكتاب هو عبد الحليم الطحاوي. وفي تهذيب اللغة (5/ 165 صاح): (في الحديث أن محلَّم بن جثامة قتل رجلاً). وفتحت اللام المشددة من (محلَّم)، والصواب الكسر. ومحقق الكتاب هو عبدالله درويش ومراجعه هو محمد علي النجّار. والغلط نفسه وقع في المحاسن والمساوئ 175 ومحققه هو محمد أبو الفضل إبراهيم. إن الغلط في تهذيب اللغة وفي التكملة والذيل والصلة في ضبط (محلِّم) قد ينتقل إلى (المعجم الكبير) فليكن صانعوه على حذر منه. ¶ 86 - (1/ 332) قال الجاحظ (ولكن لمّا طال إلقاؤهم النجو والزبل في أفنيتهم سُميت تلك الأشياء التي رموا بها باسم المكان الذي رُميت به)، ولكنه قال بعد ثلاثة أسطر: (ولكنهم لكثرة ما كانوا يلقون نجوهم في أفنيتهم سمّوها باسمها)، وهو تكرير لا حاجة إليه. ¶ 87 - (1/ 335) قال الجاحظ (وكلمات النبي صلى الله عليه وسلم لم يتقدمه فيهنّ أحد، من ذلك قوله: إذاً لا ينتطح فيها عنزان). وقوله: (وكلمات النبي) في غير محلّه، لأنّ الكلمات غير معهودة، والوجه أن يقول (وللنبي صلى الله عليه وسلم كلمات لم يتقدمه فيهن أحد). فإن قلتَ: يجوز أن يكون الأصل في العبارة (وكلمات للنبي) ثم وقع عليه التحريف. قلت: هذا يصلح من قوله بعض الإصلاح.",
            "page": "181",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "88 - (1/ 337) قال الجاحظ: (وقال علي بن أبي طالب رضي الله عنه: دققت الباب على رسول الله صلى الله عليه وسلم فقال: من هذا؟ فقلت: أنا. فقال: ما أعرف أحداً يسمّى أنا. كأنه كره قولي: أنا). قلتُ: لم يكن داق الباب علي بن أبي طالب، بل هو جابر بن عبدالله. جاء في صحيح البخاري في الحديث الذي رقمه 6030: (سمعتُ جابر بن عبدالله يقول: أتيت النبي صلى الله عليه وسلم في دين كان على أبي، فدققت الباب فقال: من ذا؟ فقلت: أنا. فقال: أنا، أنا، كأنه كرهها). وكتب الحديث كلها تذكر اسم جابر في هذا الحديث. فالجاحظ مخطئ في اسم داق الباب ومخطئ في نقل نص كلام الرسول صلى الله عليه وسلم. ولا عجب أن يقول ثعلب فيه من أجل ذلك وغيره: (اعذبوا عن ذكر الجاحظ فإنه غير ثقة ولا مأمون) (تهذيب اللغة 1/ 30). ومن ذلك أنه يروي بيتاً وتكون روايته في البيان والتبيين مختلفة. ويروي بيتاً ثم يرويه في الجزء نفسه أو في جزء آخر برواية أُخرى. وروى ثلاثة أبيات ورواها في البيان والتبيين على روي آخر. ونبّه المحقق على أغلب ذلك. فعلى أي رواية من روايتيه يعتمد طلاب الشواهد اللغوية؟. ¶ 89 - (1/ 346) قال الجاحظ (وخبّرني النُّوشرواني قال: قلت للحسن القاضي: أوصى جدّي بثلث ماله لأولاده، وأنا من أولاده. قال: ليس لك شيء. قلت: ولمَ؟ قال: أو ما سمعت قول الشاعر:",
            "page": "182",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "بنونا بنو أبنائنا وبناتنا ... بنوهنّ أبناء الرجال الأباعدِ ¶ والنص يحتاج إلى عبارة توضيحية تقول: (وكان جدّه هذا لأمه). أو أن العبارة (أوصى جدّي) الأصل فيها (أوصى جدّي لأمي) فسقطت لأمي في النسخ. واستنادي فيما قلته استشهاد القاضي بالبيت المذكور. ¶ 90 - (1/ 348) قال الجاحظ (والترك للشيء لا يكون إلا بالجارحة التي بها الشيء وفي مقداره من الزمان وتكون بدلاً منه وعقباً) هكذا، وهو قول عليه ضباب الغموض، وأراه مما يسميه الجاحظ علم الكلام. وجاء في تتمته (فواحدة أن يسمّى السجود كفراً. وإذا كان كفراً كان جحوداً. وإذا كان جحوداً كان شركاً. والسجود ليس بجحد، والجحود ليس بإشراك، إلاّ أن تصرّفه إلى الوجه الذي يصير] به [شركاً) هكذا، وهو أيضاً قول عليه ضباب الغموض. ولكي يظهر لنا المحقق أنه فهم هذا كله أضاف من عنده إلى القسم الأخير منه] به [وقال (زيادة يحتاج إليها القول). وقول الجاحظ (فواحدة) هو عدٌّ مبتور لأنه لم يُلحَق به (وثانية) وكان يحسن منه اجتنابها. ¶ 91 - (1/ 359) قال الجاحظ (والمبتلى والملقَّى والمحروم والمظلوم مثل باهلة وغني مما لقيت من صوائب سهام الشعراء وحتى كأنهم آلة لمدارج الأقدام). والواو في قوله (وحتى) زائدة ولم أر نظيراً لها في أقوال الفصحاء ولا غيرهم، وهي ليست معطوفة على (حتى) قبلها. وقد كرر ذلك في قوله ... (3/ 201) في حمام الزاجل: (وبيعت البيضة بخمسة دنانير فيقوم الزوج منهما في الغلّة مقام ضيعة وحتى ينهض بمؤنة العِيال). وكرره في قوله (5/ 280 ... و281): (وإذا كان للنابغة أن يبتدئ الأسماء على الاشتقاق من أصل اللغة كقوله: والنؤي كالحوض بالمظلومة الجَلَدِ، وحتى اجتمعت العرب على تصويبه).",
            "page": "183",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "92 - (1/ 359) (آلة ينكب فيها كلّ ساعٍ ويعثر بها كل ماش)، ولا معنى لِ (ينكب) وأراها تحريف (ينقب)، أي ينقب فيها خفّ كل ساعٍ. و (نقب) أي تخرّق. وقوله (كُلُّ ساعٍ) على حذف المضاف، أي خفّ كلّ ساعٍ. ¶ 93 - (1/ 360) قال الجاحظ (وجلّ معظم البلاء لم يقع إلا بغني وباهلة). ولا أرى وجهاً لإضافة (جلّ) إلى (معظم). فإما أن يقول (وجلّ البلاء) وإما أن يقول (ومعظم البلاء) لأن جلّ ومعظم بمعنى واحد. ¶ 94 - (1/ 363) قال الجاحظ (وربّ قوم قد رضوا بخمولهم مع السلامة على العامة حتى يصب الله تعالى على قمم رؤوسهم حجارة القذف). وهو في قوله (حتى يصب الله على قمم رؤوسهم حجارة القذف) قد جعل نفسه كالخضر عليه السلام عالماً ببعض أسرار القضاء والقدر. فهو لم يعزُ إلى أولئك الناس كفراً ولا تعدياً على أحد، وبدلاً من أن يذم من هجاهم عزا الهجاء إلى تدبير من الله تعالى، وهو عزوّ حقيق بأن يُصرف عنه القلم لما فيه من تسرع بل تترّع. ¶ 95 - (1/ 366) (ولقد ضعضعت قريش لما جاءت به من الخصال الشريفة التامة من أركان كنانة سنامَ الأرض وجبلها وعينها التي تبصر بها وأنفها التي بها تعطس). وفتح المحقق ميم (سنامَ) ونون (عينَها) وفاء (أنفَها) وحق ذلك كله الكسر لموضع الجرّ من كنانة لأنها مضاف إليه مجرور وعلامة جره الفتحة بدلاً من الكسرة لأنه ممنوع من الصرف، وقد ترك هو آخر كنانة غير مضبوط بالشكل. وسنام وجبل وعين وأنف تابعة له في الإعراب، والقول (وأنفها التي بها تعطس) أرى أن (التي بها) تحريف (الذي به) لأن القول في الأنف. وقد يكون ذلك سهواً من الجاحظ.",
            "page": "184",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "96 - (1/ 368) لمزرّد بن ضرار: ¶ نشأت غلاماً أتقي الذمّ بالقرى ... إذا ضاف ضيف من زرارة راغبُ ¶ و (من) في عجز البيت تحريف (في) أراد: إذا ضاف ضيف راغب في فزارة. ¶ 97 - (1/ 375) قال الجاحظ (وبعدُ، فما وجدنا كلباً وثب على صبي من تلقاء نفسه، وإنه ليتردّد عليه في المهد وهو لحم على وضم فلا يشمه ولا يدنو منه). ¶ قلتُ اذا كان الكلب مدللاً في دار، وولد لأهل الدار طفل، وعُني به أهله ودلّلوه، فقد تصيب الكلب الغيرة فيقتل الطفل، وقد حدث في بضع سنوات خلت في إنكلترا ثلاثُ حوادث في هذا المعنى أو أربع. وقد يعضُّ الصبيانَ من الجيران أو المارّين في الطريق بغاية الشدة دون أن يتحّرش به أحد. وعندهم أن الكلب القاتل أو الذي يُحدث جرحاً بليغاً يجب أن يُقتل، ويقوم بقتله البيطار. ¶ 98 - (1/ 380) روى الجاحظ لابن الطثرية: ¶ ولقد طرقتُ كلاب أهلك بالضحى ... حتى تركت عقورهن رُقودا ¶ يضربْنَ بالأذناب من فرح بنا ... متوسدات أذرعاً وخدودا ¶ ورواية الجاحظ (طرقتُ ... بالضحى) لا تصح، لأن الطرق هو الإتيان بالليل. وأظن أن الشاعر قال (بالدجى) في مكان (بالضحى). فإن قلت: اذا كان الطَرْقُ خاصاً بالليل ففيم يقول الشاعر (بالدجى)؟ قلتُ: ذلك مستعمل عند العرب ومنه قول المرقش الأصغر كما في المفضليات 242: ¶ بأطيب من فيها إذا جئت طارقاً ... من الليل بل فوها ألذّ وأنصحُ",
            "page": "185",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "ونحو ذلك (أسرى) في قوله تعالى (سبحان الذي أسرى بعبده ليلاً) (الإسراء/1). فوردت (أسرى) الخاصة بالليل وأعقبها (وليلاً). واستعمل الطرق كثيّر دون أن يذكر الليل أو الدجى، قال يرثي خندقاً الأسدي: ¶ فلا تبعد فكل فتي سيأتي ... عليه الليل يطرق أو يُغادي ¶ أي يأتيه الموت ليلاً أو نهاراً. ¶ 99 - (1/ 383) لبعضهم: ¶ من دون سيبك لون ليلٍ مظلمٍ ... وحفيف نافجة وكلبٌ موسدُ ¶ ثم جاء في الكلب بعد أسطر ص384 (فإن كان الكلب إنما أسره أهله فإنما اللوم على من أسره). وعندي أن (أسره) في الموضعين تحريف (آسده). يقال آسَدَ الكلبَ وأوسده وأسّده أي أغراه. ويشهد لما قلت ما في البيت المذكور آنفاً وهو: وكلبٌ مُوسدُ: ¶ 100 - (1/ 386) لأعشى بني تغلب: ¶ بكيت على زاد خبيث قريته ... ألا كل عبسيّ على الزاد نابحُ ¶ وأفاد المحقق أن الشعر في العمدة2/ 151 للراعي وأن الرواية فيه: ألا كلُّ عبسيّ على الزاد نائح. قلت: الصواب (نائح) كما في العمدة، وهي توافق (بكيت) في أول البيت، فما في الحيوان تصحيف واضح ارتضاه المحقق. وكسر المحقق راء (قريته) بالبناء على ما لم يُسمّ فاعله، والصواب (قَرَيتَهُ) بفتح ففتح، والمعنى: أنت تقدّم الزاد لضيفك ونفسك شحيحة به نائحة عليه.",
            "page": "186",
            "part": "1"
        }
    ],
    "t35917": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "m71_4"
        }
    ]
}