{
    "b35916": [
        {
            "id": "1",
            "nass": "تعليقات ومناقشات",
            "page": "205",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "إصلاح أمالي القالي وما أُلحق به ¶ للأستاذ صبحي البصّام ¶ هذه فوائد أدبية ولغوية أردت بها إصلاح ما وقع من غلط في كتاب الأمالي لأبي علي القالي وما ألحق به وهو الذيلُ والنوادر وهما ايضاً للقالي، والتنبيهُ على أوهام أبي علي في أماليه لأبي عبيد البكري. وهذه الكتب هي بتحقيق الأستاذ محمد عبد الجواد الأصمعي، إلا كتابَ التنبيه فهو بتحقيق الأب أنطون صالحاتي. وكلها مطبوعة في مجموع واحد الطبعة الثانية سنة 1926. وقد آثرت في فوائدي الإيجاز، ولم أُطل إلا فيما وجدته مستحقاً للإطالة. ويجوز أن يكون قسم مما أنبّه عليه من غلط آتياً من المطبعة. ¶ 1. قولهم (فهارس أبجدية): قال المحقق الأستاذ محمد عبد الجواد الأصمعي في مقدّمته (الصفحة: ر): (بإضافة فهارس أبجدية بأسماء الأعلام) والصواب أن يقول: (بإضافة فهارس على ترتيب الحروف أب ت ث) لأن الفهارس التي أضافها جاءت على ترتيب هذه الحروف. وهذا الترتيب قديم. قال ياقوت الحموي في معجم الأدباء (13/ 13) في علي بن الحسين الهنائي وكتابه المنضّد: (ورتبه على حروف الف باء تاء ثاء)، وفي خطبة تاج العروس قال المؤلف: (اشتمل على 28 باباً على ترتيب أب ت) وكُرّر ذلك بعد سطر، أما الحروف الأبجدية فترتيبها: (اب ج د هـ وز ح ط ي ... ) إلى آخرها. وممن وهم فذكر ترتيب الحروف الأبجدية وهو يعني ترتيب الحروف أب ت ث الأستاذ محمد أبو الفضل إبراهيم في تحقيقه كتاب (المحاسن والمساوي) إذ قال في مقدمته (الصفحة ث): (بإضافة فهارس أبجدية بأسماء الأعلام) في حين نرى الفهارس التي أضافها جاءت على ترتيب أب ت ث. وأيضاً وهم في ذلك الدكتور مقبول أحمد في تحقيقه (وصف الهند وما يجاورها من البلاد)، وجامعا (ديوان مسكين الدارمي) ... ومحققاه وهما الدكتور عبدالله ¶ 2.",
            "page": "208",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "3. الجبوري والدكتور خليل إبراهيم العطية. وأيضاً غير هؤلاء من الأستاذين الفضلاء ممن يُخرجني ذكرهم عن القصد. ¶ 4. الأمالي (1/ 1) قال القالي في خطبة (الأمالي وصعد ثابت بن قطنة بسجستان فقال: والصواب (ثابت قطنة) بحذف (بن). وكان ثابت من المحاربين المعروفين بالبأس والنجدة. عاش زمن الدولة الأموية، وأصيبت عينه فجعل عليها قطنة فعُرف بها. فقطنة لقبه وليس اسم أبيه. أما أبوه فكعب بن جابر العتكي، ولثابت أخبار في كتب التأريخ الواسعة كتأريخ الطبري. انظر ترجمته في كتاب الأعلام للزركلي: 2/ 98. ¶ 5. الأمالي (1/ 14) ورد بيت ضمّنه العباس بن الوليد بن عبد الملك في شعر له، وقد تصرّف فيه، وهو: ¶ عذيري من خليلي من مرادٍ ... (أريد حياته ويريد موتي) ¶ (وحياته) تحريف (حباءه) وأصل البيت: ¶ أريد حباءه ويريد موتي ... عذيرك من خليلك من مرادِ ¶ وهو لعمرو بن معد يكرب الزبيدي (انظر ديوان شعره جمع الأستاذ هاشم الطعان). وكثر الغلط في رواية البيت في الكتب وذلك بإثبات (حياته) مكان (حباءه). ولم يُلتفت الى الغلط لأن (حياته) مقبولة المعنى خصوصاً بتكوينها طباقاً مع (موتي). ¶ 4. الأمالي (1/ 28) أربعة أبيات للعلاء بن حذيفة الغنوي أولها: ¶ يقولون من هذا الغريب بأرضنا ... أما والهدايا إنني لغريبُ",
            "page": "209",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وثالثها: ¶ وماذا عليكم إن أطاف بأرضكم ... مُطالِبُ دين أو نفته حروبُ؟ ¶ وضبطت (مطاِلب) بكسر اللام والصواب الفتح. والمطالِب بالدين في الأكثر غير مرغوب فيه، وممن تُزوى عنه الوجوه. ¶ 5. الأمالي (1/ 30 و 31) وأنشد نفطويه لكثيّر: ¶ الا تلك عزّة قد أصبحت ... تقلّب للهجر طرفاً غضيضا ¶ تقول مرضنا فما زرتنا ... وكيف يعود مريضٌ مريضا؟ ¶ والصواب في البيت الثاني (فما عدتنا) بدلالة (وكيف يعود)، ثم إن العيادة في الأعمم الأغلب تستعمل مع المريض دون الزيارة. قال بعضهم: ¶ مالي مرضت فلم يعدني عائدٌ ... منكم ويمرض كلبكم فأعودُ؟ ¶ وقال آخر: ¶ من لم يعُدنا إذا مرضنا ... إن مات لم نشهد الجنازه ¶ والشعر للعرجي لا لكثير وهو من غير (عزة) كما في ديوانه بتحقيق خضر الطائي ورشيد العبيدي. ¶ 6. الأمالي (1/ 41) ببيتان أنشدهما أبو بكر بن دريد وهما: ¶ نزلتُ على آل المهلب شاتياً ... غريباً عن الأوطان في زمن المحلِ ¶ فما زال بي إكرامهم وافتقادهم ... وإلطافهم حتى حسبتهم أهلي ¶ ولم يذكر قائلهما، وسكت عن ذلك الأستاذ المحقق، وهما لأبي الهندي كما في ديوانه جمع الدكتور عبدالله الجبوري. ¶ 7. الأمالي (1/ 42) لامرئ القيس: ¶ لمن زُحلوقة زُلُّ ... بها العينان تنهلُّ ¶ ينادي الآخرُ الألُّ ... ألا حُلّوا ألا حُلّوا",
            "page": "210",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وذكر القالي أن (الأل) السرعة وذكر شاهداً هو: ¶ مهرَ أبي الحبحاب لا تشلّي ... بارك فيك الله من ذي أَلِّ ¶ وسكت الأستاذ المحقق عن تحريك الكاف من (فيك). وفي تهذيب اللغة ... (11/ 276) بتحقيق الأستاذ محمد أبى الفضل إبراهيم ومراجعة الأستاذ محمد علي النجار كُسر الكاف، والصواب الفتح لان المهر مذكّر والأنثى مهرة لذلك قال (ذي) ولم يقل (ذات)، وسبب غلطهما إضافة ياء الى آخر (تشل) لتدلّ على الكسرة وهي كما قال لها الأزهري في التهذيب والجوهري في الصحاح: صلة الكسر. وأرى أن (الألّ) في قول امرئ القيس في معنى الأوّل أو هي محرّفة عن (الأَوْل) بمعنى (الأوّل) على التخفيف، فإن كان (الأوْل) ضرورة منه فقد ركب نحوها في قوله: (فاليوم أشربْ غير مستحقب ... ) البيت، بجزم (أشربْ). وعلى هذا يكون (الأَلُّ) أو (الأَوْلُ) فاعلاً (والآخِرَ) مفعولاً به وأن نصّ النداء هو (ألاحلّوا، ألاحلّوا) وأعزز رأيي هذا بثلاثة أدلة، منها أنّ (ألا) استفتاحية تقع في أول الكلام، ومنها أن نصّ النداء أُعيد دون (الأَلُّ) ومنها وهو أهمها أن (الأَلُّ) لو كان في معنى السرعة على ما ذكر القالي لنصَب على الإغراء وقيل (الألَّ) وهو مخالف لحركة الرويّ في سائر الأشطار. ولا أنكر ان (ألّ) في مهر أبي الحبحاب يعني السرعة. فإن قلتَ: كيف ينادي الأولُ الآخِرَ وترتيب الأطفال في الزحلوقة يقتضي أن ينادي الأخِرُ الأولَ؟ قلتُ: هذا على القلب. ومن القلب أنّ على بن أبي طالب رضي الله عنه قال: (لأنفضنّهم نفضَ اللحّام الوذامَ التربةَ) وفي رواية انه قال على القلب (الترابَ الوَذَامةَ) (نهج البلاغة 1/ 126). وأيضاً من القلب أن يقول قائل (تعرّضتُ للموت في مرضي فأنجاني الله) وهو يريد (تعرّض لي الموت في مرضي ... ) (¬1). ¶ ¬__________ ¶ (¬1) 1. خطّأ أستاذي وصديقي الدكتور مصطفى جواد رحمه الله نحو هذا التعبير في كتابه (قل ولا تقل) وأنا أراه فصيحاً مليحاً.",
            "page": "211",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "8. الأمالي (1/ 46) لبعضهم: ¶ وكنتُ إذا حبيب رام صرمي ... وجدتُ وراي منفسِحاً عريضا ¶ وكسر السين من (منفسِحاً) والصواب فتحه، أي مكاناً ذا انفساح. ¶ 9. الأمالي (1/ 46) قال القالي (أخبرنا أبو بكر قال أخبرنا علي بن نصر الجهضمي قال: دخل كثيّر على عبد الملك بن مروان رحمه الله فقال له عبد الملك بن مروان ... )، هكذا بتكرير (عبد الملك بن مروان)، وهو عِيّ في التعبير والوجه (عبد الملك). وقول القالي (اخبرنا أبو بكر) يصعب على أكثر القراء معرفة المراد بأبي بكر. ابن دريد هو أم ابن الأنباري؟ وكلاهما كنيته أبو بكر. وهو يروي عنهما كثيراً، فمرة يخصص فيقول أبو بكر ابن دريد، وأبو بكر ابن الأنباري، وتارة يقول (أبو بكر) وحدها فيعمّي. ¶ 10. الأمالي (1/ 50) مما أنشده بعضهم: ¶ فقم وانظر يزدك مِطال شوقٍ ... هنالك منظر منهم بعيدُ ¶ وكسر ميم (مِطال) والوجه (مَطال) بفتح الميم أي طَوْل ¶ 11. الأمالي (1/ 53) ذُكر حُجيّة بن المضرِّب بكسر الراء المشددة، وعلمي أنّ الراء بالفتح، ولا أتذكر مرجعاً أرجع إليه في ذلك. ¶ 12. الأمالي (1/ 78): (وأنشدنا أبو عمرو بن المطرّز غلام ثعلب) والصواب (أبو عُمَر) لا (أبو عمرو)، وهو محمد بن عبد الواحد أبو عمر الزاهد المطرّز الباوردي المعروف بغلام ثعلب المتوفى سنة 345هـ. أحد أئمة اللغة المكثرين من التصنيف، صحب ثعلباً النحوي زماناً حتى لقّب بغلام ثعلب. انظر ترجمته في (الأعلام) للزركلي ... (6/ 254). ¶ 13. ¶ 14.",
            "page": "212",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "15. الأمالي (1/ 73): (فتظافروا علينا حسداً) والفصيح (فتضافروا) بالضاد لا الظاء. وفي القاموس (تضافروا على الأمر: تظاهروا) ولم يرد فيه (تظافروا) في معنى (تضافروا). وفي وطني العراق يلفظ الضاد ظاءً منذ عدة قرون، لذلك أُلّفت رسائل في التفريق بين الحرفين وذلك هو الذي أوهم ابن بزرج أن يقول كما في اللسان: تظافروا في معنى تضاهروا. ¶ 16. الأمالي (1/ 84) مما أنشده ثعلب: ¶ من المتصديات لغير سوءٍ ... تسيل اذا مَشَتْ سيلَ الحَبَابِ ¶ وضبطت (الحَباب) بفتح الحاء، والصواب (الحُباب) بالضم أي الثعبان. ¶ 15. الأمالي (1/ 92) جاء في قول لبعضهم (ولمَ تْنزِعْنا أعراق السُّوء) بضم السين من (سُوء) والوجه الفتح. والسُّوء بالضم والسَّوء بالفتح، في الأصل، معناهما واحد، إلا أن المفتوح غلب أن يُضاف إليه ما يُراد ذمه، وأما المضموم فجارٍ مجرى الشر. يُقال: أراد به السُّوءَ أي أراد به شرّاً. ومما جاء بفتح السين وقد أُضيف إليه ما يراد ذمه قوله تعالى: (يا أخت هارون ما كان أبوك أمرأ سَوْء ... ). ومما جاء بضم السن من (سُوء) وهو الذي لم يُضَف اليه ما يراد ذمه قوله تعالى ( ... إنما يأمركم بالسُّوء والفحشاء). ومن شاء مزيد قول في ذلك فليرجع الى قول لي فيه نشر في مجلة المجمع العلمي العراقي (تموز 1980 المجلد 31 العدد 3). ¶ 16. الأمالي (1/ 107) قال الشماخ: ¶ اذا ما استافهنّ ضربْنَ منه ... مكانَ الرمح من أنف القَدُوعِ ¶ وقال القالي: (القَدُوع: الذي يُقدع ويردّ بالرمح. وهو أن يرفع رأسه من عزة نفسه، أو من فَرق، أو لا يرضى للفْحِلَة فيُضرب أنفه ويُنحّى عن الطروقة)، وفتحت الياء من (يَرْضى) والصواب ضمّها كما يدل سياق الكلام. ¶ 17. ¶ 18.",
            "page": "213",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "19. الأمالي (1/ 107) مما كتبه أحمد بن المعذّل الى أخيه عبد الصمد: (وصرت فيك كأبي الابن العاق، ان عاش نغّصه، وان مات نَقَصه) والأحسن ان تشدد القاف من (نَقَصَه) لتستقيم السجعة التي أرى أن الكاتب قصد اليها. ¶ 20. الأمالي (1/ 111) أبيات آخرها هذان البيتان: ¶ افنى الشبابَ الذي أْفَنيْتَ مَيْعته ... كرّ الجديدين من آت ومنطلقِ ¶ لم يتركا منك في طول اختلافهما ... شيئاً يُخاف عليه لذعة الحَرقِ ¶ وذكر الأستاذ المحقق أن الأبيات لثعلبة بن موسى كما في حماسة البحتري ص 266 ليدن 1909، قلت: الحُرَق في آخر البيت الثاني تحريف (الحَدَق) كما هو ظاهر من سياق البيتين، ويراد بلذعة الحَدَق الإصابة بالعين. ¶ 19. الأمالي (1/ 128) قال مسكين الدارمي: ¶ لا تلمها إنها من نسوة ... ملحها موضوعة فوق الرُّكَبْ ¶ وقال القالي في (ملحها موضوعة فوق الركب) إن الأصمعي قال: (كانت زنجية حبشية والملح السِمَن ... فيقول سمنها فوق ركبتيها، أي أنها سريعة الغضب) قلت: ما الدليل على أنها كانت زنجية حبشية؟ بل أراها عربية مدّللة مخدومة قليلة الحركة، لذلك تكّدس السمن على فخذيها وعجيزتها، ومثلها تكون آمرة ناهية وبذات حدّة، ولهذا البيت تفسيرات مختلفة لم يشر إليها المؤلف ولا أرى فائدة من ذكرها لتفاهتها. والبيت منظور فيه إلى قول طرفة: ¶ لا تلمني إنها من نسوة ... رُقّد الصيف مقاليت نُزُرْ ¶ 20. ¶ 21.",
            "page": "214",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "22. الأمالي (1/ 128): (والعرب تقول عند الغضب يغضبه الرجل على صاحبه: هو يحرق عليّ الأُرّم أي الأسنان)، والأُرّم تصحيف الأُزَّم بالزّاي من أَزَّمَ إذا عضّ بشدة. ¶ 23. الأمالي (1/ 156) أبيات لابن الدمينة آخرها: ¶ ولمحٌ بعينيها كأنّ وميَضه ... وميضُ حياً تُهْدى لنجدٍ شقائقُهْ ¶ وضبطت (لمحٌ) بتنوين الضم، والصواب تنوين الكسر، أي (ولمحٍ) لأنه معطوف على (بطرفٍ) في البيت الذي قبله، وهو: ¶ رمتني بطرفٍ لوكميّاً رمت به ... لَبُلّ نجيعاً نحُرهُ وبنائقُهْ ¶ 22. الأمالي (1/ 170) قال الأصمعي (فما سرنا كبير مسير حتى لقينا شيخ) وأرى أن (كبير) تصحيف (كثير)، يقال: سرنا سيراً كثيراً، وسرنا سيراً قليلاً، ولم أَرَ السير يوصف بالكبر ولا بالصغر. وتجيء (كبير) في معنى (كثير) في مواضع أُخرى. ¶ 23. الأمالي (170 - 171) ثمانية أبيات سمعها الأصمعي من أعرابي ولم يسمّ قائلها، أولها: ¶ تعزّ فإن الصبر بالحرّ أجملُ ... وليس على رَيْب الزمان مُعوّلُ ¶ ومنها: ¶ فإنْ تكن الأيام فينا تبدّلتْ ... ببؤسٍ ونُعْمى والحوادث تَفْعلُ",
            "page": "215",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "و (ببؤس) تحريف (ببؤسى)، وهي تشاكل في وزنها (نعمى) التي تليها. والأبيات كما في شرح الحماسة للمرزوقي (1/ 258) لإبراهيم بن كُنيف النبهاني. ¶ 24. الأمالي (1/ 204) لجميل بثينة: ¶ ولست وإن عزّت عليّ بقائلٍ ... لها بعد صَرْم يا بُثينُ صِليني ¶ وفُتح الصاد من (صَرْم)، وحق ذلك حاشية في أسفل الصفحة تقول بأنه يقال أيضاً (صُرْم) بضم فسكون وكُرّر ذلك في الأمالي (2/ 35). ¶ 25. الأمالي (1/ 245): (وجلّ الرجلُ يجلّ جلّة أي عظم وغلظ وكذلك الصبي والعُود) وضبطت (العُود) بالضم والصواب (العَود) بالفتح وهو العظيم من الإبل. ¶ 26. الأمالي (1/ 259) مما أنشده نفطويه لأبي سعيد المخزومي: ¶ مالي وللدمنة البوغاء أندُبها ... وللمنازل من خوفٍ ومن مَلَلِ ¶ وقوله (خوف) لعله (جوب) موضع أو (خيف) موضع أيضاً. وقوله (أبو سعيد) الصواب فيه (أبو سعد) وهو عيسى بن خالد، انظر ترجمته في طبقات ابن المعتز (والأعلام للزركلي 5/ 102) ووقع الغلط نفسه في كتاب الأغاني ... (20/ 39 ط. الهيئة المصرية العامة) ولم ينبه المحقق عليه، ثم ذكر على الصواب في الكتاب نفسه. وأيضاً وقع هذا الغلط في كتاب (تفضيل الكلاب على كثير ممن لبس الثياب) ص49 بتحقيق الشيخ زهير الشاويش ولم ينبَّه عليه.",
            "page": "216",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "27. الأمالي (1/ 260) للفند الِّزمِّاني: ¶ وطعن كفم الزقّ ... غدا والزقُ ملآنُ ¶ (وغدا) تصحيف (غذا) بمعجمتين أي سال. ¶ 28. الأمالي (1/ 274) جاء في خبر معاوية وعرابة بن أوس الأنصاري (قال: أُخبرك يا معاوية بأني كنت لهم كما كان حاتم لقومه. قال: وكيف كان؟ فأنشدته (: و (فانشدته) تحريف (فأنشده). ¶ 29. الأمالي (1/ 279) في أبيات أنشدها أحمد بن يحيى النحوي: ¶ ستعلم أن حرّ الشِّعر أمضى ... وأبلغ فيك من حَرِّ الحِلاقِ ¶ (والحِلاق) بكسر الحاء الصواب فيه (الحُلاق) بضم الحاء، وهو رغبة الرجل في أن يؤتى. ¶ 30. الأمالي (1/ 279) قال أبو حاتم: (خرج نصيب من عند هشام وعليه ثياب بيض فنظر إليه الفرزدق فقال: ¶ كأنه لما بدا للناسِ ... أَيرُ حمار لُفّ في قرطاسِ ¶ قلتُ: ذكر الجاحظ في بعض رسائله أن المهجو بهذا البيت هو الحيقطان، وأن الهاجي هو جرير، وأن الحيقطان غضب من ذلك، وعمل قصيدة على رويّ الراء فيها هجاء لقريش. ¶ 31. ¶ 32.",
            "page": "217",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "33. الأمالي (1/ 281و282) قصيدة من واحد وعشرين بيتاً مهّد لها القالي بقوله: (وأنشدنا أبو بكر عن الاشنانداني لجحدر، وكان لصّاً مُبِرّاً، فأخذه الحجاج فحبسه، فقال في الحبس: )، وفي القصيدة بيتان هما الثاني عشر والثالث عشر، وهما: ¶ أليس الليل يجمع أمّ عمرو ... وإيانا فذاك لنا تداني ¶ نعم وترى الهلال كما أراه ... ويعلوها النهار كما علاني ¶ وهما كما في الشعر والشعراء للمعلوط، وقد أقحما في قصيدة جحدر خطأ. ومما يؤيد أنهما ليسا لجحدر كونهما كالغريبين بين سائر الأبيات. ¶ 34. الأمالي (2/ 1) لبعض طيئ يرثي الربيع وعمارة ابني زياد العبسيين: ¶ فإن تكن الحوادث جرّبتني ... فلم أَرَ كابني زيادِ ¶ وحفظي (جرّستني) لا (جرّبتني)، والمجرّس هو الذي استفاد حكماً وتجارب. ¶ 35. الأمالي (2/ 5) قال ذو الرمة ( ... فعلمت أن الميم شيء ضيق فشبهت عين ناقتي به وقد اسلهمّت وأعيت). وقال القالي (اسلهمّت: تغيّرت، والمسلهم الضامر المتغيّر). قلت: في وطني العراق تقول: سلهم عينيه أي أرخاهما من كلال أو نعاس، ومن ذلك أُغنية عراقية سمعتها نحو سنة 1930 وفيها (امسلهم عيونه أو ناشر كِذلِته) أي سَلْهَمَ عينيه ونشر قذاله. ولم أجد في كتب اللغة لسلهَمَ عينيه هذا المعنى. وأظن أن (المسلهم) في قول ذي الرمّة هو المعنى العامي العراقي المذكور. ¶ 36. ¶ 37.",
            "page": "218",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "38. الأمالي (2/ 34) (قال الفراء: المغافير والمغاثير شيء يُنضجُهُ الثُمام والرِّمث والعُشَر كالعسل). ويُنضجُهُ بالجيم كأنها صواب وليست به، وإنما هي تصحيف يَنضحه بالحاء المهملة. ¶ 39. الأمالي (2/ 53): (قال الأصمعي: أخذتُ الأمَر بأصباره أي بكلِّه. ويقال أخذتها بأصبارها أي تامة بجميعها، وأنشد: ¶ تُربي على ما قُدّ يفريه الفار ... مَسْك شَبوبين لها بأصبارْ ¶ وقال الأستاذ المحقق: (لم نجد هذا البيت في غير هذا الموضع ولسنا على ثقة من صحّة ألفاظه كلها). قلت: قد غمّ عليه المعنى لأن الراجز أنث بقوله (لها) قصداً منه إلى (فردة) وقد صنعت من ثورين كاملين لم ينقص من جلودهما شيء، وهي تزيد على كل فردة يصنعها صانع فراء. والفاري أو الفرّاء خارز القرب، والشبوب الثور الوحشي الشاب. ¶ 36. الأمالي (2/ 55) أعرابي تعلق بأستار الكعبة وأخذ يدعو ربه ومن ذلك قوله: (فأسألك سترك الذي ترفعه الرياح ولا تخرّقه الرماح)، وشددت راء (تخرّقه)، والصواب ترك التشديد، لأن التشديد قد يعني أن تخفيف الراء يجيز أن تخرق الرماح سترَ الله، وهذا كُفر. ¶ 37. الأمالي (2/ 62) للوقّاف وهو ورد بن ورد الجعدي: ¶ ولم أنسَ منها منظراً يوم شبّها ... لعيني في الِصّرم الحُلول شَبُوبُ ¶ وفتحت الشين من (شَبُوب) والصواب بضمها، وهو مصدر في معنى الإيقاد. ¶ 38. الأمالي (2/ 64) لكثيّر: ¶ فما نقعت نفسي بما أمروا به ... ولا عُجتُ من أقوالهم بفتيلِ",
            "page": "219",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وضمت العين من (عُجتُ) والصواب كسرها. تقول ما عاج بالدواء وما يعيج به، أي ما انتفع به وما ينتفع به. ¶ 39. الأمالي (2/ 80) قال أعرابي (الصبر عند الجود أخو الصبر عن اليأس). ... (واليأس) بالياء المثناة من تحت تصحيف (البأس) بالباء المفردة. والمراد بالبأس هاهنا الشدة في الحرب. والصبر عند اشتدادها معروف. وفي نحو ذلك قول مالك بن الريب: ¶ وقد كنت صبّاراً على القِرن في الوغى ... وعن شتمي ابن العم والجار وانيا ¶ أما اليأس بالياء المثناة من تحت فلا يحتاج الى صبر ذي بال، بل هو قد يوصف بالمريح. جاء في كلام الأعرابي (الأمالي 2/ 70): (إمّا نعم سريح وإمّا يأس مُريح). ¶ 40. الأمالي (2/ 144) لحاطب بن قيس في قبر عمرو بن حُمَمة الدوسي: ¶ تضمنت جسماً طاب حيّاً وميّتاً ... فأنت بما ضُمّنت في الأرض مُعْلَمُ ¶ وضمت ميم (مُعْلَم) والصواب (مَعْلَم) بفتح الميم، ومَعْلم الشيء مظنته وما يُستدل به. ¶ 41. الأمالي (2/ 147) قال ضرار الصدائي يصف علي بن أبي طالب رضي الله عنه لمعاوية: (يعجبه من اللباس ما قصر ومن الطعام ما خشن). (وخشن) تحريف (جشب)، وإنما يوصف الطعام بالجشوبة واللباس بالخشونة. قال أبو النجم العجلي: ¶ مختلط المفرق جشب المأكلِ ... إلا من القارص والممحّلِ",
            "page": "220",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وقد يقال جشيب، قال علي بن أبي طالب رضي الله عنه (الغارات 1/ 303): ( ... وتأكلون الطعام الجشيب). وقد يقال مجشوب، قال ابن الرومي (الديوان): ¶ ثوبي الرث والثياب طراءٌ ... وطعامي برغمي المجشوبُ ¶ أما خشونة الملبس فكقول أبي العباس السرَّاج (تأريخ بغداد 1/ 251): (أكلنا الجشب ولبسنا الخشن حتى جمعنا هذا المال). ولي مبحث مطول في (جشب) و (خشن) نشر في هذه المجلة (العدد 38 ص 322 - 326) فمن أحب التوسّع رجع إليه إن شاء الله. ¶ 42. الأمالي (2/ 154) جاء في المجشّر وكان سخياً ودميماً (فقال له عبيد الله ذات يوم: كم عيالك؟ فقال: ثمان بنات. فقال: وأين هُنّ منك؟ فقال: أنا ... أحسن منهنّ وهّن أكمل مني. فضحك عبيد الله وقال: جاد ما سألت لهنّ وأمر له بأربعة آلاف). وقوله (أكمل مني) تحريف (آكَلُ مني) أي أكثر أكلاً مني، وسياق الخبر يدلّ على ذلك. وقد حذفتُ منه وفيه أن عبيد الله رآه يأكل أكلاً ذريعاً. ¶ 43. الأمالي (2/ 158) بيتان لم يُنسبا، وهما: ¶ هنالك إن يُستخَبلوا المال يُخبِلوا ... وإن يُسألوا يُعطوا وإنَ يَيْسروا يُغلوا ¶ على مُكثريهم رزقُ من يعتريهمُ ... وعند المقلِّين السماحةُ والبذلُ ¶ وهما لزهير بن أبي سلمى كما في ديوانه. ¶ 44. الأمالي (2/ 162) لدريد بن الصمة: ¶ وإني لا يُهِرّ الضيفَ كلبي ... ولا جاري يبيت خبيثَ نفسِ",
            "page": "221",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وضم أول (يُهرّ) وكأنه رباعي، والصواب (يَهِرّ) بفتح الأول وكسر الثاني أو ضمه، وهو ثلاثي. ¶ 45. الأمالي (2/ 173) وقالت جارية راعية: (طرثوث ولا عضاه ... له، وذؤنون ولا رمثة له، وذَكَرٌ ولا رِجْلَ له، ثم قعدت عليه. وقال أبو العباس: كان الضب قد دفن نفسه في التراب وأخرج ذكَرَه فقالت هذا القول ثم قعدت عليه). وقولها (رِجْل) بكسر فإسكان الصواب فيه (رَجُل) بفتح فضم، ولا صلة للذكَر بالرِجْل. ¶ 46. الأمالي (2/ 175) خمسة أبيات لسعد بن ناشب منها: ¶ فيا لَرِزامٍ وشِّحوا بي مقدِّماً ... إلى الموت خوّاضاً إليه الكتائبا ¶ بكسر دال (مقدِّماً) والصواب (مقدَّماً) بالفتح. (ووشحوا) تحريف (رشحوا) بالراء بدل الواو، كما في حماسة أبي تمام. ¶ 47. الأمالي (2/ 182) أبيات أو لها: ¶ خبرّوها بأنني قد تزوّجـ ... ـتُ فظلَّت تكاتم الغيظَ سرّا ¶ ولم تنسب الأبيات، وهي لعمر بن أبي ربيعة كما في ديوانه وفي حماسة أبي تمام. ¶ 48. الأمالي (2/ 188) مما أنشده ابن الأعرابي: ¶ فإنّي وإياه كرِجْلَيْ نعامةٍ ... على كلّ حالٍ من غَنِي وفقيرِ ¶ (وغني) بالياء المنقوطة بنقطتين الصواب فيها (غنىً) بتنوين الألف، أراد من غنىً وفقرٍ فلم يساعده الوزن ولا الرويّ، فقال (وفقير).",
            "page": "222",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "49. الأمالي (2/ 189) قرأ القالي على ابن دريد أبياتاً منها: ¶ لولا بُنيّاتٌ كزُغْبٌِ القَطَا ... أُجْمِعْنَ من بعضٍ إلى بعضِ ¶ ولم تنسب الأبيات وهي لأبي معلّى الطائي كما في حماسة أبي تمّام. ¶ 50. الأمالي (2/ 201) مما أنشده القالي: ¶ لا يتأرَّى لما في القِدِر يَرْقُبه ... ولا يَعضُّ على شُرْسُوفِه الصَّفَرُ ¶ وقال الأستاذ المحقق (الشطر الأول من البيت هو صدر لبيت آخر عجزه: ولا يزال أمام القوم يقتفرُ، وصدر الشطر الثاني فيه: لا يغمز الساق من أين ولا نَصَب)، وأحالنا على الأصمعيات طبع برلين ص33. قلت البيت الذي أنشده القالي صحيح وأخطأ في روايته الأصمعي ومن تابعه في ذلك كابن السكيت، وذلك أنّ أقدم من روى القصيدة التي منها هذا البيت أبو زيد القرشي المتوفى في النصف الثاني من المئة الثانية. ثم إن معنى عجز البيت صالح لصدره صلاح المفتاح لقفله، ولي مبحث في ذلك في مقالتي (التبيين في فوائت القدماء والعصريين) في هذه المجلة (العدد 59) أثبت فيه أن الصواب في رواية الأصمعي للبيتين هو: ¶ لا يتأرَّى لما في اِلقدِر يَرْقُبه ... ولا يَعَضُّ على شْرسُوِفِه الصَّفَر ¶ ُ ... لا يغمزُ السّاقَ من أين ولا نَصَبٍ ... ولا يزال أمام القوم يقتفرُ ¶ 51. ¶ 52.",
            "page": "223",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "53. الأمالي (2/ 206) أبيات لنُصَيْب يذكر فيها أنه تحيّل للاقتراب من دار حبيبته زاعماً أنه يبحث عن ناقة ضالة له. وجاء في الأبيات أنه قال للرعيان في ناقته: ¶ وقد ذَكَرَتْ لي بالكثيب مؤالفاً ... قِلاصَ سُليم أو قِلاصَ بني وبْرِ ¶ وفتحت الذال والكاف من (ذَكَرت) والصواب (ذُكِرت) بضم فكسر كما يدل سياق الأبيات. ¶ 54. الأمالي (2/ 206) قال القالي: أنشدنا بعض أصحابنا: ¶ كأنّ نِيراننا في رأسِ قلعتهم ... مُصَقّلاتٌ على أَرْسانِ قَصَّارِ ¶ ولم ينسب البيت، وهو كما في الأغاني (18/ 339 - الهيئة المصرية العامة) للمكّيّ الجدّي. وفي الأغاني (جنب) بدل (رأس)، (ومصبغات) بدل (مصقلات). ¶ 55. الأمالي (2/ 213): (الوَغِل في قول أبي زيد: المقصِّر، وفي قول الأصمعي: الداخل في قوم ليس منهم)، وكُسرت الغين من (الوغِل) والصواب الإسكان. وعبارة (ليس منهم) تحريف (وليس منهم) بالواو على تقدير: وهو ليس منهم. ¶ 56. الأمالي (2/ 224) لسالم بن وابصة: ¶ غِنَى النَّفْس ما يكفيه مِن سَدِّ خَلّةٍ ... وإن زادَ شيئاً عادَ ذاكَ الِغنى فَقرا ¶ (وما يكفيه) الصواب فيه- وهو حفظي من كتاب الصداقة والصديق للتوحيدي- (ما يكفيك) على الخطاب لأن قبله: ¶ إذا ما أَتَتْ من صاحبٍ لك زَلّةٌ ... فكُنْ أنتَ مُحتالاً لزلتِه عُذْرا ¶ 55. ¶ 56.",
            "page": "224",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "57. الأمالي (2/ 225) للقتال الكلابي: ¶ لا أرضَعُ الدهرَ إلا ثديَ واضحةٍ ... لِواضِحِ الجدِّ يحمي حَوْزَة الجارِ ¶ وفتحت الضاد من (أرضَع) والصواب الكسر. ¶ 58. الأمالي (2/ 227) قال صعصعة بن صوحان يجيب معاوية عن سؤال سأله إياه: (كانت رماحهم مشرعة، وقُدورهم مترعة، وجفانهم مفرغة) بالغين المنقوطة من (مفرغة) والصواب (مفرعة) بالعينَ المهملة ليتم السجع والمدح. وكانت أجوبة صعصعة لمعاوية كلها مسجوعة كالذي في أواخر عباراته (القتال، والأبطال، والأموال) (والنجاد، والجياد، والجلاد)، والمراد بالمفرعة المكللة باللحم. ¶ 59. الأمالي (2/ 240): (يختلين: يقطعن وأصله من الخَلَى وهو الرَّطْب) وفتحت الراء المشددة من (الرَّطب) والصواب (الرُّطْب) بضم الراء وإسكان الطاء أو (الرُّطُب) بضم فضم، وهو الرّعي الأخضر من البقل. ¶ 60. الأمالي (2/ 241) (يقال مأق مهموز وماق غير مهموز فمن همز جمع آماقاً مثل أمعاق)، والصواب أن جمع (مأق) (أمْآق) لا آماق ألا تراه يقول (مثل أمعاق)؟. ¶ 61. الأمالي (2/ 242) (والعرب تَسْتَحِِبُّ القنا في أنف الناس) والصواب (آنُف) بهمزة ممدودة مضمومة جمع (أَنْف)، قال أبو محمد الفقعسي: ¶ رفّعن أمثال النسور الحُوَّمِ ... وآنُفاً شمّاً من التكرّمِ ¶ وقال جرير (الديوان):",
            "page": "225",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "ما بين ألأم آنُفٍ وسِبالِ ¶ لولا عطية لاجتدعت أنوفكم ¶ وقال المتنبي (الديوان): ¶ لئن لذّ يوم الشامتين بيومها ... لقد ولدت مني لآنُفهم رغما ¶ وممن وهم في مثل ذلك الشيخ محمود محمد شاكر في تحقيقه (جمهرة نسب قريش وأخبارها) وذلك في البيت: ¶ وبعثتُ حربي عنوة فتضعضعوا ... ووسمت أَنْفَهُمُ مكان الَمْفقرِ ¶ فضبط (أَنْفهم) بالهمزة وإسكان النون والصواب (آنُفَهم). ¶ 60. الأمالي (2/ 256): (وقوله كُبّة القفا هي التي يأتي زوجُها أو ابنها القوم فإذا انصرف من عندهم قال رجل من جبناء القوم (قد والله كان بيني وبين امرأة هذا المولى أو أمِّه أمر)، وأرى أن (جبناء) تصحيف (خبثاء). إن الجبان لا يجرؤ على مثل هذه الغيبة التي قد يكون فيها حتفه، وإنما يجرؤ عليها الخبيث. ¶ 61. الأمالي (2/ 277) في قول لحممة بن رافع الدوسي (وطبّق المِفْصَل قبل التّحزيز) بكسر الميم من (المِفصَل) وفتح الصاد، والصواب (المَفْصِل) بفتح الميم وكسر الصاد. ¶ 62. الأمالي (2/ 299) لجميل بثينة: ¶ فليت وُشاة الناسِ بيني وَبينها ... يَدُوفُ لهم سَمّاً طماطمُ سُوْدُ ¶ وضُبطت (سَمّاً) بفتح السين وهو يجوز فيه الفتح والضم، وحسن أن تكتب حاشية في أسفل الصفحة تقول بجواز الوجهين. ¶ 63. الأمالي (2/ 313) قال قُطْرُب (الَّدعْلَج: الحمار) ولم يذكر له معنى آخر. وفي الأغاني (17/ 283 - الهيئة المصرية العامة) قال الزبير (الدعلج: الكلب ¶ 64.",
            "page": "226",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "65. والذئب وكل مختلس من السباع فهو دعلج). وفي وطني العراق نقول للدلدل دعلج ولا نعرف اسماً غيره، وهو حيوان ينبت على جلده شوك كصياصي الحاكة قد تزيد الواحدة منه على شبر واسع، ويعيش في الأرياف. وهو يدفع عن نفسه بأن يرمي شوكه على من يخافه وكأنها سهام مسدّدة. ¶ 66. الأمالي (2/ 313) للبحتري يعاتب عمه المهلب بن أبي صفرة: ¶ أَصِلُ الُغُدوَّ إلى الرواحِ وإنما ... أُذْني وأُذْن الأبعَدِيَن سَواءُ ¶ أُجفى ويُدعى من ورائي جالساً ... ما بالكرامة والهوانِ خفاءُ ¶ وضُبطت (أُذني) (أُذن) بضم الهمزة والصواب كسرها لأن المراد هو الإذن بالدخول كما هو واضح من البيتين. ¶ 65. فائتة ابن دريد: ذيل الأمالي (ص28): عن ابن دريد أن بعضهم سأل بعضهم عن حمقى العرب المذكورين فقال (زهير بن جناب الكلبي ومالك بن زيد مناة بن تميم)، ولم يشرح القالي القول ولا علّق عليه الأستاذ المحقق بشيء. والصواب أن الأحمق هو حارثة بن جناب لا أخوه زهير. وأقول عن الأغاني (19/ 19 و20 الهيئة المصرية العامة) في تصرف واختصار: كان زهير بن جناب معروفاً بالعقل والحكمة، وكان يدعى الكاهن لصحة رأيه، ولم تجتمع قضاعة إلا عليه وعلى حق بن زيد العذري، ولم يكن في اليمن أشجع ولا أوجه عند الملوك منه. جاء في حمق أخيه حارثة خبر مفاده أنه صحب أخاه زهيراً حين وفد على بعض ملوك غسّان، فلما دخلا عليه حدّثاه وأنشداه فأُعجب بهما ونادمهما. فقال يوماً لهما: إن أُمي عليلة شديدة العلة وقد أعياني دواؤها فهل تعرفان لها دواء؟ فقال حارثة: (كُميرة حارّة تُطْعَمُها (¬1)) فقال الملك: أي شيء قلت: فقال زهير: (كُميئة حارّة تُطْعَمُها)، فوثب الملك- وقد فهم الأولى والآخِرة- يريهما أنه يأمر بإصلاح الكمأة لها، وحلم عن مقالة حارثة. وقال حارثة لزهير: اقلب ما شئت ينقلب، فأرسلها مثلاً. قلتُ إن كان ¶ 66. ¶ ¬__________ ¶ (¬1) 1. في الأغاني (تُطْعِمها) بكسر العين والصواب الفتح.",
            "page": "227",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "67. القالي يجهل قدر زهير بن جناب فهل يصح أن يجهل ذلك ابن دريد؟ (أظن القالي يروي عنه أحياناً ما لم يفُهْ به). ¶ 68. ذيل الأمالي (ص30) سأل عبد الملك بن مروان رَوْح بن زِنْباع عن أفضل ما قيل في الجود، فقال له قول حاتم وأنشد له أربعة أبيات، الأول والثاني منها: ¶ ألم تَرَ ما أفنْيتُ لمَ يكُ ضَرّني ... وأنَّ يِدي مماَ بِخلْتُ به صِفْرُ ¶ ألم تَرَ أن المال غادٍ ورائح ... ويبقى من المال الأحاديثُ والذكرُ ¶ هكذا والصواب فيهما: ¶ تَرَي أنَّ ما أهلكتُ لم يكُ ضرّني ... وأنَّ يدي مما بخلت به صِفْرُ ¶ أماويّ إنَّ المالَ غادٍ ورائحُ ... ويبقى من المال الأحاديثُ والذكرُ ¶ والأبيات الأربعة قد أُخلّ بترتيبها، وهي في الديوان سبعة عشر بيتاً وأولها: ¶ أماويّ إنَّ المالَ غادٍ ورائحُ ... ويبقى من المال الأحاديثُ والذكرُ ¶ وذلك كما في ديوان حاتم بتحقيق الأستاذ الدكتور عادل سليمان جمال. ¶ 67. ذيل الأمالي ص 35 و36 أنشد ابن الأعرابي: ¶ يا ليت أم العمر كانت صاحبي ... ورابعتني تحتَ ليل ضاربِ ¶ بساعدٍ فخمٍ وكفٍّ خاضِبِ ... مكانَ مَنْ أنْشا على الركائبِ ¶ ولم يفسّر القالي معنى رابعتني، وكان فسّر المرابعة في الجزء الأول من الأمالي ص146 قال \"ويقال رابعت الرجلَ وهو أن تأخذ بيده ويأخذ بيدك تحت الحمل حتى ترفعاه على البعير) واستشهد بالبيتين المذكورين، وكان يحسن منه ان يعيد التفسير هاهنا لأنه في كتاب آخر. وأيضاً فاته أن يلتفت هاهنا أو في الأمالي (1/ 146) إلى أن المرابعة في هذا الرجز كناية عن البضاع أي أن يرابع أم العمر يدين بيدين ورجلين برجلين. وأم العمر بالعين المهملة هي كذلك في اللسان مادة",
            "page": "228",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "ربع وأظنها مصحفة عن أم الغمر بالمعجمة. والرجز في الأمالي (1/ 146) فيه أم الفيض بدل أم العمر، وفيه فعم بدل فخم. وذكر الأستاذ المحقق أن البيتين لأمية بن أبي الصلت كما في ديوانه طبع أوربا سنة 1911. ... قلت: لست أراهما من نمط شعره. ¶ 68. ذيل الأمالي ص36 نسب المؤلف أقوالاً إلى ابن دريد منها: أنشدنا العبدي عن ثعلب عن ابن الأعرابي: ¶ لا تقتلوني إن قتلي محرّمٌ ... عليكم ولكن أبشري أمّ عامرِ ¶ قال: (الضبع تأتي القبور فتبحث عنها ثم تستخرج الموتى فتأكلهم، فيقول فلا تعجلوا بقتلي فإني سأموت فتفعل بي الضبع هذا). هكذا، وهو كلام لا يأتلف بعضه مع بعض. وأحسن الأستاذ المحقق إذ نبّه على رواية البيت الصحيحة وهي (لا تقبروني). أما تفسير معنى البيت فخطأ، وأنا أستبعد تورط ابن دريد أو غيره فيه. وعندي أن معنى البيت بعد إصلاح روايته: إذا مت فلا تقبروني بل اتركوني في العراء لتأكلني الضبع. وكنى عن أكل الضبع له بقوله: أبشري أم عامر. وأم عامر كنية الضبع، جاء في بشر الضبع: ¶ تضحك الضبع لقتلى هُذيلٍ ... وترى الذئب لها يستهلُّ ¶ وجاء: ¶ وأضحكت الضباعَ سيوفُ سعدٍ ... لقتلى ما دُفِنّ ولا وُدينا ¶ والضحك من علائم البشر، وأخطأ من فسّر من القدماء الضبع في البيتين المذكورين آنفاً بالحيض، وإنما هو تصويت يدل على الاستبشار بالقتلى. ¶ 69. ذيل الأمالي ص40: روى يونس أبياتاً للفرزدق أولها: ¶ وركبٍ كأنّ الريَح تطلُب عندهم ... لها سَلَباً من جذبها بالعصائب ¶ وفي الأبيات اختلاف في اللفظ عما في ديوان الفرزدق، وكان يحسن من الأستاذ المحقق أن يقابل بينهما.",
            "page": "229",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "70. ذيل الأمالي ص41: لبعضهنّ: ¶ يا جامعاً جامع الأحشاء والكَبِد ... ياليت أُمَّكَ لم تولَدْ ولم تلِدِ ¶ ولا أجد معنى مقبولاً لصدر البيت، وأنا أحفظ البيت من العقد الفريد هكذا: ¶ يا فرحة القلب والأحشاء والكبدِ ... يا ليت أمك لم تحبل ولم تلِدِ ¶ ويجوز إن تكون (فرحة) بالفاء تصحيف (قرحة). هو (فرحة) في حياته، ولكنه مات فصار (قرحة). والبيت لامرأة ترثي ولدها. ¶ 71. ذيل الأمالي (ص79) أنشد أبو محلّم للمعلوط السعدي: ¶ إنّ الضعائن يوم حَزْم عُنيزة ... أبكَين يوم فراقهنّ عُيونا ¶ غَيَّضْنَ من عَبَراتهنَّ وقُلْنَ لي ... ماذا لَقيتَ من الهوى ولقِينا ¶ وقد سرق جرير البيت الثاني وذلك في قصيدة له في ديوانه (ص476 ... صادر 1964). ¶ 72. ذيل الأمالي (ص83) قال أبو محلّم: (أنشدني يونس لرجل من قدماء الشعراء في الجاهلية: ¶ إن يَغْدِروا أو يكْذِبوا ... أو يَخِْتروا لا يَحْفِلوا ¶ يَغْدوا عليك مُرِّجَلين ... كأنَّهم لم يفعلوا ¶ والبيتان في جمهرة الأمثال للعسكري (2/ 75): (لم يحفلوا) مكان (لا يحفلوا) و (وغدوا) مكان (يغدو) وهو أجود. والشعر كما في كتاب سيبويه لبعض بني أسد. ¶ 73. ذيل الأمالي (ص97) لعبد الله بن محمد بن عبد الملك الزيات أربعة أبيات أولها: ¶ شربنا بالمطيرة ألفَ يومٍ ... صَبُوحاً قبل أن يبدو النهارُ ¶ وأفنينا العُقَار بها جِهاراً ... فلم يُصْبِح بحانتها عُقَارُ",
            "page": "230",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "ولا معنى لِـ (ألف يوم) وأظنها محرّفة عن (ألف دنّ) على المبالغة. ¶ 74. ذيل الأمالي (ص97) لدعبل أبيات منها: ¶ قالت سلامةُ أين المالُ قلت لها ... المالُ وَيْحَكِ لاقى الحمدَ فاصطحبا ¶ الحمدُ فرّق مالي في الُجفون فما ... أبقيْنَ ذمّاً ولا أبقين لي نَشَبا ¶ ولا معنى للجفون، وأراها محرّفة عن (الحقوق). ¶ 75. ذيل الأمالي (ص99) لإسحاق الموصلي: ¶ ويَفْرح بالمولود من آل بَرْمكٍ ... بُغاةُ الندى والرمح والسيف والنصل ¶ وجُعلت (يَفْرح) بالبناء للمعلوم، (وبغاةُ) بالرفع على أنه فاعل، والصواب ... (ويُفْرَحُ) بالبناء للمجهول، (وبغاةِ) بالجر على أنه نعت لـ (آل). ¶ 76. ذيل الأمالي (ص103) لنافذ بن عُطارد العَبْشميّ: ¶ مطرّقة الجناح إذا استقلّت ... على فَنَنٍ سمعتَ لها أنيناً ¶ وسكت الأستاذ المحقق عن ضبط راء (مطرّقة) المشددة بالشكل، وهي بالفتح، أراد: ¶ ريش جناحها راكب بعضه بعضاً. ¶ 77. ذيل الأمالي (ص104) لجميل بن معمر: ¶ وما بيديّ اليوم من حبلي الذي ... أنازع من إرخائه لا ولا شَدِّ ¶ ولكن يكِفِّي أمِّ عمرو فليتها ... اذا وَلِيَت رَهْناً تلي الرهن بالقصدِ ¶ وكُسرت الفاء المشدّدة من (بكفِّي) في البيت الثاني، والصواب (بكفَّي) بالفتح. ¶ 78. ذيل الأمالي (ص104) لجميل بن معمر:",
            "page": "231",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "فهيّجَ لي مسراكِ وجْداً على وجدي ¶ ألا يا صَبَا نجدٍ لقد هجتِ من نجدِ ¶ والبيت ليس في ديوان جميل، والصواب أنه لعبد الله بن الدمينة كما في ديوانه، وكما في حماسة أبي تمام، والصواب في رواية البيت: ¶ إلا يا صَبَا نجد متى هجت من نجد؟ ... فقد زادني مسراك وجداً على وجدٍ ¶ 79. ذيل الأمالي (ص105) لدارمي يعاتب قريبه: ¶ تطلَّعَ منه بغضة ما يجنّها ... إليّ ودوني غمرة ما يخُوضُها ¶ وضبطُ (تطلَّعَ) بفتح العين وكأنه فعل ماض، والصواب (تَطَلَّعُ) مضارع، أي تتطلّعُ. ¶ 80. ذيل الأمالي (ص111) لدعبل ستة عشر بيتاً أولها: ¶ إذا غزونا فمغزانا بأنقرةٍ ... وأهلُ سلمى بسيف البحر من جُرُتِ ¶ وضبطت (بأنقرةٍ) بتنوين الكسر، والأحسن بكسرة للتصريع. ¶ 81. ذيل الأمالي (ص 114) مما أنشده ابن الأعرابي: ¶ أنّ السماء لنا عليك نجومُها ... والشمس مشرقةٌ وكل هلالِ ¶ ورفعت (مشرقة) بضمتين والصواب (مشرقةً) بفتحتين بالنصب على الحال. ¶ 82. ذيل الأمالي (ص116) لرجل طلّق زوجته فتزوّجت غيره: ¶ إذا ما نُقلتِ إلى بيته ... أعدّ لجنبيكِ سوطاً متينا ¶ يُشمّكِ أخبث أعراضه ... إذا ما دنوتِ لتستنشقينا ¶ (ولتستنشقينا) خطأ نحوي، والصواب (فتستنشقينا). ويلي البيت:",
            "page": "232",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "إذا هُنّ أُكرِهْنَ يقلَعْنَ طينا ¶ كأنّ المساويكَ في شِدقه ¶ وأجد أن (أُكرهن) تحريف (أُكْرِرْنَ) أو (كُرّرْنَ). ¶ 83. ذيل الأمالي (ص120) لبعض البصريين القشيريين: ¶ ولما تبيّنت المنازل باللوى ... ولم تُقضَ لي تسليمة المتزوّدِ ¶ زفرت إليها زفرةً لو حَشَوْتها ... سَرابيل أبدان الحديد المُسَرَّدِ ¶ لفُضَّت حواشيها وظَلت لحرّها ... تَلين كما لانتْ لداودَ في اليدِ ¶ قلت: أحفظ هذه الأبيات لأبي تمام، وهي من نمط شعره، ولكنّ ديوانه خلوُ منها، وكان ابن الأعرابي- على ما تقول ذاكرتي الضعيفة- لا يستحسن له غيرها. ¶ 84. ذيل الأمالي (ص121) مما أنشده محمد بن يزيد: ¶ فإن دام هذا الصَّرْمُ منكِ فإنني ... لأَغبرُ هاري الجانبين رهينُ ¶ وضُبطت (لأَغبرُ) بفتح اللام وضم الراء ولا يستقيم بذلك معنى، والصواب (لأَِغبرَ) بكسر اللام وفتح الراء، أي رهين لقبر أغبرَ هاري الجانبين. ¶ 85. قول في (مؤمِّل): ذيل الأمالي (ص122) أنشد بعضهم أبياتاً أولها: ¶ إنَّ المؤمِّل هاجه احزانُهُ ... لما تحَّمل غُدوةً جيرانُهُ ¶ ثم جاء: (إنك لأنت المؤمِّل) و (أنا المؤمِّل بن طالوت) وكُسرت ميم مؤمِّل الثانية المشدّدة في هذه المواضع الثلاثة والصواب الفتح. والوهم في ضبط هذا الاسم قديم، نبّه عليه ابن مكّي الصقلي في كتابه (تثقيف اللسان وتلقيح الجنان ص 140) ... في باب (ما غيرّوا حركاته من الأسماء)، قال: (وهو المؤَمَّل بن أُمَيل الشاعر بفتح الميم). قلتُ: كذلك يكون ضبط هذا الاسم سواء أكان ابن أُمَيل أم ابن طالوت أم ابن جميل أم ابن غيرهم. وإنما يقال له (مؤمَّل) لأن والديه يؤملان أن يولد لهما ذكر وأن يكون مؤمَّلاً للخير. وممن وهم في ضبط هذا الاسم فكسر ميمه العلامة عبد العزيز الميمني الراجكوتي في كتاب سمط اللآلي (1/ 524)، ومحقق معجم الأدباء",
            "page": "233",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "(ج19ص201)، والأستاذ سيد أحمد صقر في تحقيقه الموازنة (ص245) والأستاذ علي البجاوي في تحقيقه الموشح (ص454) والأستاذون أحمد أمين وأحمد الزين وإبراهيم الأبياري في العقد الفريد (2/ 351). وضبط (مؤمَّل) على الوجه الصحيح في السيرة النبوية لابن هشام بتحقيق الأستاذِين السقا وشلبي والأبياري (1/ 319) وفي معجم البلدان مادة (أنف) في قول ابن ربع: ¶ إنْ أُقتل اليوم فماذا أفعلْ ... شفيتُ نفسي من بني مُؤَمَّلْ ¶ وممن اسمه مؤمَّل مؤمَّل بن كعب الغنوي الذي قال فيه أخوه يرثيه: ¶ سقى كلَّ ذكر جاءنا من مُؤَمَّلٍ ... على النأي زحّافُ السحاب سكوبُ ¶ 86. ذيل الأمالي (ص144) غفل الأستاذ المحقق عن التنبيه على إقواء في قول بعضهم: ¶ قائم السيف أخضر من نداه ... وعلى شفرتيه سمّ متاحُ ¶ فإن قبله بيتاً آخره مجرور وهو (الذباحِ) وبعده آخر مجرور آخره وهو (وقاحِ). ¶ 87. ذيل الأمالي (ص144) لبعض الكوفيين: ¶ أسقَمَهُ الحبُ فقد صار قليل الأَوَدِ ... وصار ساهٍ دَهْرَه مقارناً للكمدِ ¶ وقال الأستاذ المحقق في (صار ساه ٍ): (كذا في النسخ وهو من باب قوله: ولو أنّ واشٍ، والمدار على صحة الرواية). قلتُ: يجوز صار ساهٍٍ دهرُهُ، أي صار هو دهرُهُ ساهٍ، كما تقول: نهارُهُ صائمٌ. ¶ 88. ذيل الأمالي (ص150) لعمرو بن معد يكرب: ¶ وهم تركوا القبائلَ من مَعَدٍّ ... ضِباباً مُحجِرين بكل حقدِ ¶ (ومحجرين) بتقديم الحاء تحريف (مجحرين) بتقديم الجيم. ¶ 89. النوادر (ص166) (وقال أبو العباس: جمع الخليَّ وهو يبيس النّصي أحلية ولم يُسمع جمعه إلا في شعر ذي الرمة) وقال الأستاذ المحقق: (لم نقف على ... الشعر الذي جُمع فيه الحلي على أحليّه وليُنظر) قلتُ: بيت ذي الرمة هو:",
            "page": "234",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "يرتاد أحلية أمجازها شَذَبُ ¶ فأصبح البكر فرداً في حلائله ... وهو في ديوانه. ¶ 90. فائتة الحجاج: النوادر (ص172) قال الحجّاج بن يوسف: ¶ فلئن مَنّ بالرضا فهو ظنِّي ... ولئن مَرَّ بالكتاب عذابي ¶ وقوله (فهو ظني) اللغة الفصحى فيه (لهو ظني) لأن اللام في (فلئن) هي اللام الموطئة للقسم دخلت على حرف الشرط، وجملة (لهو ظني) جواب القسم سد مسد الشرط. وكثر حذف القسم الذي يسبق لئن للعلم به من لام لئن، ومع حذفه يظل في الأغلب عاملاً وذلك كقوله تعالى (ولئن أصابكم فضل من الله ليقولنّ ... )، وقوله حكاية عن كفار (لئن لم تنتهوا لنرجمنكم) وكقول عدي بن حاتم الطائي (مروج الذهب 3/ 13): (ولئن أدنيت إلينا من الغدر فتراً لندنينّ إليك من الشر شبراً)، وكقول القطامي (الديوان): ¶ لئن الهموم عن الفؤاد تفرّجت ... وخلا التكلم للسان المطلقِ ¶ لأعلقنّ على المطيّ قصائداً ... أذر الرواة بها بعيدي المنطقِ ¶ (ولئن) في البيت الأول حرّفها أبو الفرج الأصبهاني سهواً الى (ليت) وذلك في الأغاني ج24 ترجمة القطامي، أما جواب القسم في البيت الثاني وهو (لأعلقنّ) فاستغنى عنه بأن حذف البيت كله (¬1). ومن إثبات القسم قوله تعالى (وأقسموا بالله جهد إيمانهم لئن جاءهم نذير ليكونن أهدى الأمم) وقول علي بن أبي طالب رضي الله عنه في كتاب له (نهج البلاغة 3/ 68) (فوالذي فلق الحبة وبرأ النسمة لئن كان ذلك حقاً لتجدنّ بك عليّ هواناً). على أن بعض القدماء خالفوا لغة القرآن ولغة الفصحاء في ذلك وكأنهم استضعفوا عمل القسم بعد حذفه فجعلوا الجواب للشرط ومنهم الحجاج في قوله المذكور آنفاً، وعمر بن أبي ربيعة في قوله (الديوان): ¶ لئن كان ما حدثت حقاً فما أرى ... كمثل الأُلى أطريت في الناس أربعا ¶ ¬__________ ¶ (¬1) 1. لم أَرَ أحداً من محققي الأغاني على اختلاف طبعاته نبه على هذا التحريف. وأيضاً لم أَر أحداً من محققي ديوان القطامي بطبعتيه الأوروبية والعراقية نبه على ذلك.",
            "page": "235",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "فإن قلت: كان الحجاج يعُدّ من أفصح الناس، قلتُ: أظنه عُدّ كذلك لخطبه التي كان يعدّها إعداداً. وفي حياة الحيوان الكبرى (1/ 120 البعوض ط1309 هـ) عن الروض الزاهر عن الشعبي أن الحجاج سأل يحيى بن يعمر النحوي: أخبرني عني هل ألحن؟ فسكت. فقال: أقسمت عليك. فقال: أمّا إذ أقسمت عليّ أيها الأمير فإنك ترفع ما يخفض وتخفض ما يرفع ... وقيل إن الحجاج قال ليحيى: أسمعتني الحن؟ قال: في حرف واحد. قال: في أيّ؟ قال في القرآن. قال: ذلك أشنع، ما هو؟ وذكر له آية يرفع فيها اسم إنّ. على أنه يجوز أن يكون الأصل في قول الحجاج (لهو ظني) ثم حُرّف إلى (فهو ظني). ¶ 91. النوادر (ص182) جاء في فرس (فأخذه عباد بن المهلب فحمله إلى الشام وأهداه إلى معاوية ... فسبق خيل الشام، فلذلك قال عبد الملك بن مروان: ¶ سَبَقَ عبّادٌ وصلّت لحيتُهْ ... وكان خَرّازاً تجود قربتُهْ) ¶ قلتُ: العبارة (فأخذه عباد بن المهلب) خطأ، لأنّ عبّاداً هو ابن زياد بن أبيه كما في أول الخبر ولم أذكره، ولم يكن للمهلب ابن اسمه عباد، فالصواب (فأخذه عباد من المهلب) بإحلال (من) محل (ابن). ثم إن عبد الملك بن مروان أورد القالي اسمه خطأ، فالفرس أهداه عباد بن زياد إلى معاوية ولم يكن عبد الملك ولا أبوه حينئذ في بلاد الشام بل كانا في المدينة. وإنما قائل بيت الشعر هو يزيد بن مفرّغ الحميري قاله في عبّاد كما في الأغاني (18/ 58 ط. الهيئة المصرية العامة. ترجمة يزيد بن مفرغ الحميري). ¶ 92. الرواية عن ابن دُريد: (النوادر ص200) عنوان يقول (ما وقع بين عبدالله بن علي وبين أبي حاتم) وجاء بعده: (حدثنا أبو بكر بن دريد عن أبي حاتم قال: لما قتل عبدالله بن علي بني أمية بنهر أبى فُطْرُس بعث إليّ). وجاء في الخبر أن أبا حاتم سئل عما يقول في أولئك القتلى، وجاء في جوابه: (قال رسول الله صلى الله عليه وسلم: لا يحل دم امرئ مسلم إلا بإحدى ثلاث: كفر بعد إيمان، أو زنا بعد إحصان، أو قتل نفس بغير نفس ... ) إلى آخر الخبر. وبيّن أن أبا حاتم هو السجستاني وهو شيخ ابن دريد. وقتل بني أمية كان سنة 132هـ كما في كتب التاريخ والأدب، وأبو حاتم لم يكن حينئذ مولوداً بدلالة ما في بغية الوعاة (1/ 606) من أنه مات سنة 250هـ أو 255هـ أو 245هـ. وإني لأسأل: هل لابن دريد دخل في رواية الخبر. فإن كان له ... دخل فالإسناد مقطوع براويين أو أكثر. وإن لم يكن له دخل احتمل القالي مغبة عمله. ¶ 93. ¶ 94.",
            "page": "236",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "95. النوادر (ص200) ورد اسم أبى حمزة الثمِالي بكسر الثاء والصواب الثمُالي بالضم. ¶ 96. النوادر (ص202) لابن ميّادة المرّي: ¶ لو جاء كلب معه كَلْبان ... أو لاعِبٌ في كفّه دُفّانْ ¶ وضُمت الدال من (دُفّان)، وكان يحسن من الأستاذ المحقق ان يذكر في أسفل الصفحة أن الدفّ بضم الدال وفتحها، لأن العراقيين لا يعرفون غير الفتح، وقد يجعلهم الضم يظنون أنهم مخطئون. ¶ 95. النوادر (ص 212) أنشد الفرّاء: ¶ لأهْدِرنّ اليوم هدراً صِادقاً ... هَدْر المُعَنَّى ذي الشقاشِق اللهَمّْ ¶ إنّ كلاباً والدي لا ذا جَرَمْ ¶ والرجز مدوّن في بعض دفاتري اللغوية وفيه (صادقمْ) بدل (صادقاً)، بقلب نون التنوين في (صادقاً) ميماً وبه يصلح روي الرجز. ومن قلب النون ميماً (مِمّا) و (مِمّن). ¶ 96. النوادر (ص214) قال الشعبي في أخذه أسيراً إلى الحجّاج (فلقيت يزيد بن مسلم) والصواب (يزيد بن أبي مسلم). على أنه كُْرّر الاسم على الصواب في الصفحة نفسها والخبر نفسه. وكان يزيد هذا مولى الحجّاج بن يوسف ووزيره. له ترجمة في وفيات الأعيان (6/ 309) وسير أعلام النبلاء ... ص 593. ¶ 97. النوادر (ص217): (يا أمير المؤمنين إنما يَحْبِسُك أن تأمر فتُطاع)، وقال الأستاذ المحقق: (كذا في الأصل ولعله محرّفَ من يحسبك بتقديم السين على الموحدة أي يكفيك، من قولهم: أحسبني الشيء، أي كفاني). قلتُ: قوله صحيح وأصح منه أن يحبسك تصحيف بحسبك بباءين مفردتين مكسورتين أي يكفيك، وهي أكثر استعمالاً في كلام العرب. ¶ 98. ¶ 99.",
            "page": "237",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "100. التنبيه (ص78): (وكان أخوها الإصبغ بن محصن من فرسان العرب) وكسرت همزة (إِصبغ) والصواب الفتح كما في القاموس (صبغ). ¶ 101. فائتة أبي عبيد الله البكري: التنبيه (ص78) روى القالي لليلى الأخيلية أو لحميد بن ثور أبياتاً في المدح جاء فيها: ¶ لا تغزونّ الدهَر آل مُطَرِّفٍ ... لا ظالماً أبداً ولا مظلوما ¶ وأفاد أبو عبيد الله البكري مؤلف (التنبيه) أنّ (لا ظالماً أبداً ولا مظلوماً) رواية محالة، وقال: (وإنما الرواية الصحيحة التي يصح بها معنى البيت: لا ظالماً فيهم ولا مظلوماً، لأنه قد يكون ظالماً لغيرهم أو مظلوماً من غيرهم فيستجير بهم لردّ ظلامته، وعلى رواية أبي علي رحمه الله قد نهى كلّ ظالم ومظلوم أن يقربهم على العموم، وهذا إلى الذمّ أدنى منه إلى المدح). قلتُ: قد صحّف البكري فقرأ (لا تغزوَنَّ) (لا تعرُوَنَّ) بالعين والراء المهملتين. (ولا تعرونّهم) معناها: ... لا تغشينّهم طالباً معروفهم. وبنى اعتراضه على أساس التصحيف الذي وقع فيه. وعندي أنّ معنى البيت: لا تغزونّهم، لا ظالماً- أي راغباً في الغنيمة- ولا مظلوماً، أي طالباً لثأر، كأن يكون آل مطرّف سبق أن غزوه. ¶ 100. فائتة أخرى للبكري: التنبيه (ص88) قال البكري في أرطاة بن سُهّية وشبيب ابن البَرصْاء: (وكلاهما شاعران إسلاميّان قد غلبت عليها أمهاتهما)، والاختيار أن يقول (وكلاهما شاعر إسلامي قد غلبت عليه أُمّه) بإفراد الخبر. قال أبو ذؤيب الهذلي (عيون الأخبار 1/ 180): ¶ فتنازلا وتواقفت خيلاهما ... وكلاهما بطل اللقاء مخدَّعُ ¶ وقال مالك بن الريب: ¶ ودّر كبيريّ اللذين كلاهما ... عليّ شفيق ناصح لو نهانيا ¶ وكذلك الحال في (كلتاهما)، وأيضاً كذلك الحال عند إضافة (كلا) (كلتا) إلى الاسم، تقول (كلا الرجلين حضر)، (كلتا المرأتين حضرت)، قال تعالى (كلتا الجنتين آتت أُكلها). وممن أخذ بغير المختار عبدالله بن المقفع في كليلة ودمنة،",
            "page": "238",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "قال (ص174): (قال الجرذ: ... وكلاهما يلتمسان المنفعة ويحترسان من المضرّة) والاختيار: وكلاهما يلتمس المنفعة ويحترس من المضرّة. ¶ وعندي أنّ كليهما مختصرة من (كلّ واحد منهما) وأن كلتيهما مختصرة من (كل واحدة منهما) لذلك يفرد خبرهما. وممن وهم في كليهما أستاذي وصديقي العلامة الدكتور مصطفى جواد رحمه الله، فإنه حقق كتاب (الحوادث الجامعة) وهو شاب يعلّم في مدرسة ابتدائية وقال (ص433): (وكلاهما مطبوعان في بلاد الإفرنج) والاختيار: (وكلاهما مطبوع ... ). ¶ 101. التنبيه (ص126): (قال أبو علي رحمه الله: العصفور العظم الذي ينبت عليه شعر الناصية، قال حُميد: ¶ ونكََّل الناسَ عّنا في مواطِننا ... ضربُ الرءوس التي فيها العصافيرُ ¶ وأعترض البكري قائلاً: (لو أراد الشاعر هنا العظام لم يكن للكلام فائدة، لأنّ في كل رأس عصفوراً، فكأنه قال: ضرب الرؤوس التي فيها الشعور. وإنما يريد الرؤوس التي فيها الزهور والطماح إلى ما لا تناله. والعرب تكني بالعصافير عن الكبر والخيلاء، وتقول: طارت عصافير رأسه إذا ذهب كِبْرهُ، قال الشاعر: ¶ كِفيلٌ لرأسِ أخي نخوةٍ ... بضربٍ يُطيرُ عصافيرَهُ) ¶ قلت أعلّق على ما قاله البكري في (طارت عصافير رأسه) فأقول: عندي أن الأصل في إطارة عصافير الرأس أن يشعر المرء كأنّ أشياء طارت بغتة من أصول شعر رأسه جميعاً، كأن يقع ذلك عند الشعور بخطر بغتة.",
            "page": "239",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "وقد وقع لي ذلك بضع مرّات. وهذا \"الطيران\" يشبه طيران عصافير كثيرة من شجرة فجأة حين يفجؤها خطر. وهذا الذي قلته لا يخالف قول البكري بل يوضحه على نحو ما مع زيادة عليه. ¶ انتهت بهذا رسالتي أو مقالتي. وأنا أسأل القارئ الكريم أن يرفق بي إذا شاء أن يثرّب عليّ، لزلة في قلمي، أو عثرة في قدمي. وعذري في ذلك وطأةُ علّتي، ووحشة غربتي، والحمد لله على كل حال (¬1). ¶ ¬__________ ¶ (¬1) 1. اعتمدت فيما كتبته على دفاتري اللغوية والأدبية وفيها عدة ألوف من النصوص. وكتبت من شفيلد إلى الأستاذ الدكتور إبراهيم السامرائي والأديب المؤرخ أحمد العلاونة وهما في الأردن أرجوهما استنساخ بعض الأشياء من كتب عينتها، فحققا رجائي. وأذن لي الدكتور عبدالله الزعبي إمام جامع قبا في شفيلد بمراجعة خزانة كتبه في بعض الأمور. فإلى اصدقائي الفضلاء هؤلاء أزجي شكري الجزيل وثنائي الجميل.",
            "page": "240",
            "part": "1"
        }
    ],
    "t35916": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "m62_6"
        }
    ]
}