{
    "b35914": [
        {
            "id": "1",
            "nass": "أسباب التعدد في التحليل النحوي ¶ د. محمود حسن الجاسم ¶ جامعة حلب- كلية الآداب- قسم اللغة العربية ¶ يلحظ المرء أن تعدد الأوجه في تحليل أحد العناصر التركيبية أمرٌ شائعٌ ومألوفٌ في درسنا النحوي، ومن ثم ألفنا أساليب الجواز عند النحاة، إذ نرى أحياناً أن أحدهم قد يجيز أكثر من وجه في عنصر ما. كما ألفنا الخلاف بينهم في أثناء التحليل، فمنهم من يرى وجهاً فيما يتناول، ثم يأتي آخر رافضاً ما سبق ومضيفاً وجهاً جديداً، وربما وقف أحدهم عند شاهدٍ ما قيلت فيه أوجه كثيرة تمثّلها جهات متنوعة، فيحاكم الأوجه ليضعف بعضها أو يرفضه ويرجّح أو يجيز بعضها الآخر، وهكذا شاع الجواز في تحليلهم وكثر الأخذ والرد بالترجيح والتضعيف والرفض في حوارهم. ¶ ونحاول في هذا البحث أن نلقي الضوء على الأسباب التي تقود إلى تعدد الأوجه في تحليل أحد العناصر التركيبية، ملتزمين بمنهج وصفي يبتعد عن الأحكام المعيارية التي تبين التفاوت بين الأوجه، من حيث القوة والضعف. ¶ * * * ¶ نظر النّحاة في طبيعة النظام التركيبي والعناصر التي يتشكل منها من حيث الأسس التي تحكمها والمعاني التي تتمثل بها، وبعد أن لاحظوا أن هناك أنماطاً تركيبية معينة تتحكم في نظام اللغة التركيبي جرّدوا منها هيكلاً نظريًّا، يُعدُّ قواعد نحوية يقاس عليها التوليد والتحليل، وتمثّل النظام المطرد في اللغة، بيد أن طبيعة اللغة الإنسانية التي لا تخضع للأحكام المطلقة واجهتم بأنماط أخرى تقلُّ اطّراداً، وتعكس شواهد بمستويات مختلفة شعرية ونثرية، فانبرى النّحاة لها بالتحليل وانقسموا فريقين، الأول يوجّه في ضوء المطّرد، والآخر يجعل من هذه التي تقل عن المطّرد قواعد ينقاس عليها، ومن ثَمَّ كثر التعدد في تحليل مثل هذه الشواهد",
            "page": "93",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "التي خرجت على الأصول المطردة، وتشعبت المواقف منه من حيث التضعيف والجواز والرفض. ¶ وإذا كانت اللغة تعكس الطبيعة الإنسانية بأنها لا تخضع للأحكام خضوعاً مطلقاً فإنها تعكس تلك الطبيعة بمظهر آخر يمثل الغموض المحير الذي لا يخضع لتفسير واحد، فقد لاحظ النحاة أن هناك شواهد لم تخرج على قاعدة ولم يؤثر فيها أمرٌ سياقي، وتبقى فيها بعض القضايا المحيرة في الفهم التي تقبل غير وجه، مما جعل طبيعة اللغة الإنسانية سبباً في تعدد أوجه التحليل أحياناً. ¶ ولا شك أن المفسر عندما يتناول نصاًّ ما ينقاد إلى فهم معين، وهذا الفهم يعد حصيلةً لتفاعل أمرين، المعطيات السياقيّة التي يتشكل منها المعنى، وطبيعة المتلقي من حيث التكوين الفطري والمكتسب، إذ يتعدد المعنى في نظر المفسر الواحد بسببٍ من المعطيات السياقية التي يرتكز عليها في فهم النص، ويقود هذا إلى تعدد في التحليل النّحوي عنده، وقد يختلف فهم المعنى باختلاف الناس، مما يجعلنا نرى التفاوت النسبي في عملية التلقي وتحديد المعنى أمراً شائعاً، وهو ما يجعل التحليل النّحوي أحياناً يختلف الاختلاف نفسه، كما يظهر في تفاسير القرآن الكريم وغيرها. ¶ ويبدو أن هذه القضايا المشار إليها قابلة للاجتهاد مع مرور الأيام، فإذا كانت الشواهد التي تمثل الفصحى وقد خرجت على المطرد ثابتة فإن الأشخاص الذين ينظرون فيها يتزايدون بمرور الزمن، وكذلك الأمر مع ما تمثله طبيعة اللغة، أو النصوص المهمة الثابتة، كالقرآن الكريم، ومن ثم كثر التعدد بالتوليد والتفريع، وكثر الأخذ والرد بالجواز والترجيح والتضعيف والرفض. ¶ ومما تقدم يمكن النظر إلى الأسباب التي كانت وراء ظاهرة التعدد من أربعة جوانب: الخروج على القاعدة، وطبيعة اللغة، والمعنى، والاجتهاد.",
            "page": "94",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "أولاً- الخروج على القاعدة: ¶ يبدو أن القاعدة في النحو العربي لم تحظ إلى يومنا هذا بدراسة معمّقة (¬1)، ولعل المتأمل يلاحظ أن القواعد بمعناها الواسع هي مجموعة من الأحكام، استخلصت من الأنماط التركيبية التي تمثل النظام التركيبي للغة العربية، وهذه الأحكام تستنبط للقياس عليها في عملية التحليل النّحوي، أو في توليد الكلام عند أبناء اللغة، ولعل هذا الأمر كان السبب الذي جعل كثيراً من هذه القواعد يجرَّد في مقولات نظرية. ¶ والملاحظ أن هذه القواعد عند النحاة قسمان، الأول متفق عليه عند الجمهور، وهو ما بني على شواهد لا يُشك في اطرادها، والمراد بالمطّرد (¬2) ههنا هو النمط التركيبي الذي يرد متكرراً في المستويات الأسلوبية المختلفة، أي أن يرد في القرآن الكريم، وفي كلام العرب شعراً ونثراً، وفي الحديث النبوي الشريف. ومن أمثلة ما بني على المطّرد قاعدة رفع الفاعل والمبتدأ والخبر، والمتلازم بين الموصول وصلته، والعامل والإسناد وغيره. ثم إن ما بني على المطّرد ينقسم قسمين أيضاً، وذلك بحسب أصل الوضع وعدمه، فهناك قواعد أصول وأخرى فروع، ومن النوع الأول، مثلاً أن يقال: إن الأصل في المفعول به التأخّر عن فعله (¬3)، وبذلك تُجرَّد قاعدة مبنية على أصل الوضع، وقد يخالف هذا الأمر بشواهد مطّردة أيضاً، فيقدم المفعول به على فعله لغاية بلاغية، ومن ثم تولد قاعدة فرعية مبنية على مطردٍ خرج على أصل الوضع تقول: يجوز تقديم المفعول به على الفعل (¬4). وأصل الوضع في العربية أن يذكر الجار قبل \"أن\" المصدرية، وقد خولف هذا الأصل بشواهد مطردة، فحذف الجار عند أمن اللبس، ¶ ¬__________ ¶ (¬1). هناك مؤلف يحمل عنوان \" القاعدة النحوية \" للباحث أحمد عبد العظيم عبد الغني، وقد تأثر صاحبه تأثراً واضحاً بمقولات سُبق بها، وقدمتها بعض الدراسات الحديثة، ويبدو تطبيقها على درسنا النحوي غير دقيق. ¶ (¬2). لعل الفيصل بين المطرد وغيره ليس من السهولة تحديده، فالنحاة الأوائل لم يوضحوا وتركوا الأمر غائماً، انظر: جطل، مصطفى: نظام الجملة عند اللغويين العرب في القرنين الثاني والثالث للهجرة2/ 563 - 537. ¶ (¬3). سيبويه، عمرو بن عثمان: كتاب سيبويه1/ 203. ¶ (¬4). المصدر نفسه 1/ 68، 203.",
            "page": "95",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "مما جعلهم يجردون قاعدة مبنية على مطرد خرج على أصل الوضع تقول: يطرد حذف الجار مع \"أن\" المصدرية إذا أمن اللبس (¬1). ¶ أما القسم الآخر من القواعد فهو ما اختلف فيه، وشكل ملمحاً بارزاً من ملامح الخلاف النّحوي، ولعل السبب في عدم الإجماع على هذه القواعد يعود إلى أمرين، الأول هو اضطراب مفهوم المطرد عند النّحاة أحياناً، فهناك أنماط تركيبية يعتقد بعضهم أنها تطرد في الكلام شعراً ونثراً، فيجعل منها قاعدة يقيس عليها، على حين يعتقد بعضهم الآخر أن هذه الأنماط لا تطرد في كلام العرب، وبذلك لا يجوز التقعيد لها والقياس عليها، من ذلك أسلوب القلب، فقد ذهب قسم من النحاة إلى أنه يجوز في الكلام والشعر اتساعاً واتكالاً على فهم المعنى، وبناءً على ذلك حلّلوا بعض الأساليب التي وردت في القرآن الكريم قياساً على القلب، على حين ذهب نحاة الأندلس إلى أن هذا النمط غير مطرد، ولا يجوز في الكلام إنما يجوز في الشعر اضطراراً، وبذلك لم يقيسوا تلك الأساليب التي وردت في القرآن الكريم عليه، بل وجهوها وجهة أخرى (¬2). فالنحاة هنا لم يختلفوا في التقعيد والقياس على المطرد، وإنما اختلفوا في تحديد المطّرد، وبناءً على ذلك حدث الخلاف في التقعيد والقياس. ¶ أمّا السبب الآخر الذي أدى إلى الخلاف في بعض القواعد فهو المعيار الذي يتخذه النّحوي للتقعيد، فهناك من يتشدد في المعيار ولا يقبل التقعيد إلا للمطرد، كالبصريين، وهناك من يتوسع في المعيار فيقبل التقعيد لما لم يطرد (¬3)، كالكوفيين، فالمطرد في المنادى، مثلاً، ألاّ يأتي معرفّا بالألف واللام، وقد جاءت بعض الشواهد ودخلت أداة النداء فيها على ما عُرّف بالألف واللام، فتناولها البصريون بالتأويل والتقدير، لتنسجم والقواعد المطّردة، أما الكوفيون فتمسكوا بالظاهر، واعتبروا المعرف بالألف واللام هو المنادى، ولم يكتفوا وإنما جعلوا من ¶ ¬__________ ¶ (¬1). أبو حيّان النَحوي، أثير الدين محمد بن يوسف: البحر المحيط1/ 254، 632. ¶ (¬2). المصدر نفسه1/ 186 - 187. ¶ (¬3). إن ما لم يطرد له تسميات كثيرة، منها الشاذ والقليل والنادر والرديء والقبيح وغيره، وقد تتداخل هذه المصطلحات فتختلف من نحوي إلى آخر، انظر: فلفل، محمد عبدو: ما لم يطّرد في قواعد النحو والصرف عند أعلام النحاة حتى القرن السابع الهجري ص1.",
            "page": "96",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "هذه الشواهد القليلة قاعدة يقاس عليها (¬1). والملاحظ أن اختلاف المعيار في التقعيد لا يقتصر على الخلاف في بعض القواعد، بل يؤدي إلى تعدد في التحليل أحياناً، كما رأينا عند البصريين والكوفيين في تحليل المعرف بالألف واللام بعد أداة النداء. ¶ وربما أدّى تفاوت القواعد عند النّحوي الواحد إلى أن يمنع القياس على بعضها في توليد الكلام، ويجعل عملية القياس عليها تقتصر على الشواهد الفصيحة التي يحللها، وذلك إذا لم يستطع أن يوجهها في ضوء قاعدة أقوى. يرى أبو حيان (ت745هـ) مثلاً أن زيادة الباء في المفعول لا تنقاس (¬2). وعندما يأتي إلى قوله تعالى: [إِنَّمَا ذَلِكُمُ الشَّيْطَانُ يُخَوِّفُ أَوْلِيَاءَهُ فَلاَ تَخَافُوهُمْ وخَافُونِ إِنْ كُنْتُم مُّؤْمِنِينَ] (¬3). يقف عند إحدى القراءات (¬4) \"يخوفكم بأوليائه \"، فيجيز في أحد الوجوه زيادة الباء في \" أوليائه \" ليجعلها مفعولاً ثانياً ... لـ \"يخوف \" (¬5). ولعله في هذا الأمر لم يقع في تناقض، وإنما يعتمد أمثال هذه القواعد المبنية على شواهد قليلة في التحليل إذا اضطره الأمر إلى ذلك، مدركاً أنها غير مطردة، وبذلك نرى قواعد ضعيفة مأخوذة من شواهد قليلة يقيس عليها النّحوي في تحليله، عندما لا يجد قاعدة أقوى يوجه في ضوئها، وقواعد أخرى أقوى تتجاوز ذلك ليقاس عليها في تحليل الكلام وتوليده. ¶ وقد تتشعب القواعد وتمتد، فتتجاوز عناصر الأنماط التركيبية، لتشمل معطيات السياق، فيقال مثلاً: \" متى أمكن حمل الكلام على غير إضمار مع صحة المعنى كان أولى من حمله على الإضمار\" (¬6)، و\"الضمير لا يعود على غير الأقرب إلا بدليل\" (¬7)، وغير ذلك. ¶ ¬__________ ¶ (¬1). ابن الأنباري، كمال الدين أبو البركات: الإنصاف في مسائل الخلاف1/ 335 - 340. ¶ (¬2). البحر المحيط2/ 226. ¶ (¬3). سورة آل عمران، الآية \"175 \". ¶ (¬4). قراءة أُبيّ والنُّخعي، انظر: مكرم، عبد العال سالم، وعمر، أحمد مختار: معجم القراءات القرآنية 2/ 85. ¶ (¬5). البحر المحيط3/ 125. ¶ (¬6). المصدر نفسه1/ 575. ¶ (¬7). المصدر نفسه2/ 6.",
            "page": "97",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "والملاحظ أن الشواهد التي خرجت على القاعدة واقتضت تعدداً تتنوع الأوجه في تحليلها وتتعقد بحسب مفهوم القاعدة وغيره، إذ إن التعدد في الشواهد المطردة التي خرجت على القواعد المتفق عليها يبدأ بسيطاً، ثم يتعقد في الشواهد التي لم تبلغ حد المطّرد وخرجت على هذه القواعد، وذلك بسبب كثرة القواعد الفرعية التي تتنوع وتختلف من نحوي إلى آخر لتوجَّه الشواهد في ضوئها. ¶ ومن القواعد المتفق عليها المبنية على مطرد وخرجت عليها شواهد مطردة اقتضت تعدداً قاعدةُ الإسناد، فبعد أن لاحظ النحاة أن هذه الفكرة تتجلى واضحة في معظم الأنماط التركيبية، بمظهر الجملة الفعلية والجملة الاسمية، جعلوا منها قاعدة لا بد منها في كل عبارة مستقلة (¬1)، لا بل ذهب بهم الأمر إلى أبعد من ذلك عندما راحوا يلمسونها في أجزاء العبارات التي تحقق في جزء منها الإسناد. ¶ ومن المطّرد الذي خرج على هذه القاعدة واقتضى تعدداً بعض العبارات المستقلة، مثل أسلوب المدح والذم، \" نعم الرجلُ زيدٌ وبئس الرجلُ زيدٌ\"، و\" حبذا زيدٌ\". فهذه عبارات مستقلة تؤدي أسلوباً معيناً كما هو معروف، ويظهر أن غموض الصيغة الصرفية لـ \" نعم \" و \" بئس \" و\" حبذا \" جعل النمط التركيبي لهذه الأساليب قلقاً يخرج على ما يتجلى به الإسناد، فلا هو بالنمط الفعلي ولا هو بالنمط الاسمي، ومن ثم قاد ذلك إلى تعدد الأوجه في تحليل هذه الأساليب المطردة، فقد رأى البصريون أن \" نعم \" و\"بئس \" أفعال، وبذلك توجه العبارة على نمط الإسناد الفعلي، ورأى الكوفيون أنها أسماء، فيوجه الأسلوب على نمط الإسناد الاسمي (¬2). أما صيغة \" حبذا \"، فقالوا: إن الأصل في \" حبّ \" هو فعل متعدٍ (¬3). وعن الخليل (ت170هـ) وسيبويه (ت180هـ) أنّ \" حبّ \" فعل ماض و \" ذا \" فاعل، فيوجّه النمط على الإسناد الفعلي، وعنهما أيضا أن \"حب \" و \"ذا \" ¶ ¬__________ ¶ (¬1). كتاب سيبويه1/ 23، وللمزيد انظر: نظام الجملة عند اللغويين العرب في القرنين الثاني والثالث للهجرة2/ 491 - 492. ¶ (¬2). أبو حيّان النّحوي، أثير الدين محمد بن يوسف: ارتشاف الضَرب من لسان العرب3/ 19. ¶ (¬3). المصدر نفسه3/ 29.",
            "page": "98",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "ركّبا وصارا اسماً واحداً مرفوعاً مبتدأ (¬1)، وبذلك يوجه الأسلوب على الإسناد الاسمي. ولا شك أن التعدد الذي يحدث في هذه الألفاظ يقود إلى تعدد يحدث في العناصر التركيبية التي تقع بعدها (¬2). ¶ ولا ينحصر الخروج على قاعدة الإسناد في هذه العبارات التي تستقل بنفسها وتؤدي أسلوباً معيناً، وإنما يمتد ليقع في عبارات أوسع تجلى الإسناد في قسم منها، وبقي القسم الآخر قلقاً لا بد له من توجيه في ظل العملية الإسنادية، وبذلك تتعدد الأوجه في تحليله، نحو أسلوب الشرط بـ \"لو\" كأن نقول: لو أنك قادم لأكرمتك. فهذا النمط التركيبي يحقق أسلوب الشرط، وقد تجلى الإسناد في قسم منه وهو الجواب الذي جاء جملة فعلية مؤلفة من مسند \" الفعل \"، ومسند إليه \" الفاعل \" غير أنه ينبغي أن يكون بعد \" لو \" نمط إسنادي كما في الجواب، لذلك تعددت الأوجه في تحليل المصدر المؤول، فعن سيبويه أنه في موضع المبتدأ (¬3). وعن المبرد (ت285هـ) أنه في موضع الفاعل لفعلٍ ... محذوف (¬4). ونرى فيما تقدم أن ما أدى إلى التعدد في تحليل المصدر المؤول هو الخروج على نمط الإسناد الذي ينبغي أن يحدد بعد أداة الشرط. ¶ ولا يتمثل خروج المطّرد على القاعدة بما خرج على الإسناد، فهناك قواعد أخرى بنيت على مطرد، وخرجت عليها شواهد مطردة فاقتضى هذا الأمر تعدداً في التحليل، من ذلك مثلاً قاعدة العامل، فقد رأى النحاة أن العلامة التي تلحق أواخر الكلام تتغير بسبب التأثر والتأثير بين الكلم، ثم أطلقوا على هذا الاعتقاد ¶ ¬__________ ¶ (¬1). المصدر نفسه 3/ 29، وفي الكتاب 2/ 180: \" وزعم الخليل رحمه الله أن حبذا \" بمنزلة \" حبَّ الشيءُ\"، ولكن \" ذا \" و\" حب \" بمنزلة كلمة واحدة نحو \" لولا \" وهو اسم مرفوع ... \". ¶ (¬2). ارتشاف الضرب3/ 19، 29، ولابد من الإشارة إلى أن ما يحدث من تعدد في بعض الأساليب المطردة الأخرى مثل صيغة التعجب \" ما أفعله\" وأسماء الأفعال وغيره سببه يعود إلى الخروج على قاعدة الإسناد، وقد اكتفينا في المتن بما أوردناه. ¶ (¬3). ابن هشام الأنصاري، جمال الدين: مغني اللبيب ص356. ¶ (¬4). المصدر نفسه.",
            "page": "99",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "المبني على المطّرد مصطلح العامل، وجعلوا منه قاعدة شمولية تنطبق على أي تغير للعلامات الإعرابية كافة، ثم قسموا هذه القاعدة إلى أصول وفروع (¬1). ¶ ومن المطرد الذي خرج على هذه القاعدة واقتضى تعدداً النمط التركيبي لأسلوب الاشتغال، تقول قاعدة العامل المبنية على المطّرد: إن كل علامة إعرابية تلحق آخر الكلمة المعربة في التركيب لا بد لها من عاملٍ أوجدها، وعندما جاؤوا إلى الاسم المنصوب في أسلوب الاشتغال لم يجدوا عاملاً ظاهراً، كما في قولك: زيداً ضربته. ومن قواعد العامل ألاّ يعمل الفعل في الاسم المنصوب المقدم عليه إذا أخذ ضميره، لذلك روي عن الكسائي (ت189هـ) أن الهاء العائدة على الاسم المنصوب زائدة في هذا الأسلوب، والعامل في الاسم الفعل الظاهر، غير أنه تحليل لا يخلو من نقص، لأن الشاغل، وهو الذي يرد بعد الفعل العامل في نصبه، قد يكون غير ضمير السابق، كأن يقال: زيداً ضربت غلامه، وبذلك لا يصح اعتبار \" غلامه \"، زائداً (¬2). وعن الفرّاء ... (ت207هـ) أن الفعل عامل في الظاهر المتقدم والضمير المتأخر، وهو رأي ليس بأسلم مما تقدمه، لأن الفعل الذي يتعدى إلى واحدٍ يصير متعدياً إلى اثنين، وهذا غير صحيح (¬3). ورأى الجمهور أن العامل في الظاهر المنصوب هو فعل مقدر يفسره المذكور (¬4). ¶ وربما تضافرت قاعدتان مطردتان في تفسير بعض الشواهد المطردة التي خرجت عليهما، فيتشعب بهذا التضافر التعدد ويتداخل، كما في تفسير المرفوع بعد \" لولا \" إذ ينبغي على النمط التركيبي بعدها أن يكون إسناديّاً، وبذلك فُسر المرفوع بعدها بوجهين، فاعل لفعل محذوف ومبتدأ محذوف الخبر، ثم تتدخل قاعدة العامل مع قاعدة الإسناد في تعدد الأوجه عندما يتعين تحديد العامل في ¶ ¬__________ ¶ (¬1). حسن، عباس: اللغة والنحو بين القديم والحديث ص196 - 205، وللمزيد حول دراسة العامل انظر: مصطفى، إبراهيم: إحياء النحو ص22 - 35، وياقوت، أحمد سليمان: ظاهرة الإعراب في النحو العربي وتطبيقها في القرآن الكريم ص43 - 86. ¶ (¬2). ابن هشام، جمال الدين: شرح شذور الذهب في معرفة كلام العرب ص215. ¶ (¬3). المصدر، نفسه. ¶ (¬4). المصدر نفسه.",
            "page": "100",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "الفاعل، فهناك من يراه الفعل المقدر، وهناك من يراه \" لولا \" بالنيابة عن الفعل المقدر (¬1). ¶ ويتجلى خروج المطّرد على القاعدة المتفق عليها بوجه آخر يختلف عما مر، فهناك شواهد كثيرة خرجت على أصل الوضع، من ذلك بعض الشواهد التي تخرج في البداية لغاية بلاغية، ثم تصبح مطردة تستخدم في المستويات الأسلوبية كافة، كما في أنماط الاتساع والمجاز التي تخرق قانون التوارد بين المفردات في التركيب، فيقود هذا الأمر إلى تعدد في التحليل. قال تعالى: ... [وَجَاؤُوا عَلىَ قَمِيصِهِ بِدَمٍ كَذِبٍ قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنفُسُكُمْ أَمْراً] (¬2). وقع في الآية الكريمة المصدر \" كذب \" صفة لاسم الذات \" دم \"، والقاعدة المطردة لاسم الذات ألاَّ يوصف باسم معنىً، غير أن الغاية البلاغية التي تجلى بها البيان الإلهي اتسعت في قانون التوارد بين الألفاظ، وهو خروج على أصل الوضع، فاقتضى ذلك تعدداً في التحليل يذكره لنا أبو حيان، وهو أن يكون الوصف بالمصدر على سبيل المبالغة، أو أن يقدَّر مضاف محذوف، أي ذي كذب، ثم حُذف المضاف وقام المضاف إليه مقامه (¬3). ويظهر للمتأمل أن هذا النمط المطّرد الذي خرج على أصل الوضع يشيع كثيراً في الاستخدام، ويتجلى بمظاهر مختلفة (¬4). ¶ أما ما لم يطرد وتعددت فيه الأوجه لخروجه على القاعدة المتفق عليها فكثير جداً، يطالعنا في المستويات الأسلوبية الأدبية وغيرها، ويرد هذا النوع بعبارات مروية عن العرب الذين يمثلون الفصحى، أو بأخرى تمثل اللهجات وتعود إلى بعض القبائل العربية، كما يتجلى في أساليب القرآن الكريم وقراءاته وفي الشعر والأمثال. ولا بد من الإشارة إلى أن هذا النمط قد يتشعب فيه التعدد ويتعقد لكثرة ¶ ¬__________ ¶ (¬1). مغنى اللبيب ص359. ¶ (¬2). سورة يوسف، الآية \"18 \". ¶ (¬3). البحر المحيط 5/ 289. ¶ (¬4). انظر مثلاً: كتاب سيبويه1/ 48، 49، 181، 213، 2/ 27، 29، 31، 47 - 48، 119، 319، 325، 359 والفراء، يحيى بن زياد: معاني القرآن3/ 234.",
            "page": "101",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "القواعد النحوية التي يوجه الشاهد في ضوئها، وهي تختلف من نحوي إلى آخر في كثير من الأحايين. ¶ يستخدم العربي لغته، وهو في ذلك يسير وفق نظام معين تقتضيه الأنماط التركيبية لنظام اللغة التركيبي، يسير وفق هذا النظام من غير أن يدرك القواعد التي تتحكم في كلامه، وربما خرج عما تقتضيه الأنماط المطردة، فجاء بعبارات نادرة تبتعد قليلاً أو كثيراً عن المطرد، وهو بهذا لم يأتِ بأمر مخالفٍ للطبيعة الإنسانية، لأن اللغة ظاهرة إنسانية، والظواهر الإنسانية لا يمكن أن تخضع لقواعد مطلقة. ومما جاء عمّن يوثق به من العرب وخرج على المطرد قولهم: هذا عبدُاللهِ منطلقٌ. فالمطّرد في كلام العرب أن ينتصب المشتق الذي يقع بعد الخبر الجامد إذا كان المبتدأ اسم إشارة، وقد جاء هذا الاستخدام مخالفاً للمطّرد برفع \"منطلقٌ\"، وقاد هذا الخروج إلى تعدّدٍ في التحليل، فعن الخليل أنّ هذا المرفوع إما أن يكون خبراً لمبتدأ محذوف فيكون التأويل: هذا عبدُالله هو منطلق، وإما أن تجعل الاسمين \" عبدُالله \" و \"منطلق \" جمعياً خبراً عن المبتدأ اسم الإشارة (¬1). ومن ثم نرى أنّ العربي الذي يوثق به ويحتجّ بلغته استخدم نمطاً غير مطّرد، وقاد هذا الأمر إلى تعدّد في التحليل النحوي. ¶ وقد كان لاختلاف اللهجات أثر واضح في كثير من الشواهد التي تطّرد وتعددت الأوجه في تحليلها، فالاختلافات اللهجية أمرٌ طبيعي عند أي جماعة لغوية، لأنه كلّما تعدّدت الأمكنة التي يقطنها أبناء اللغة الواحدة تعدّدت اللهجات لتلك اللغة (¬2)، وإذا كانت اللهجات العربية متقاربة من حيث الخصائص العامة لانتمائها إلى أمّ واحدة هي الفصحى فإنّ هذا التقارب لا يعني التطابق والتماثل، بل يبقى لكلّ لهجة بعض الظواهر التي تميّزها من غيرها (¬3). واقتضى المنهج النّحوي أن تراعى اللهجات العربية في أثناء عمليّة التقعيد للّغة الفصحى، فأصبحنا ¶ ¬__________ ¶ (¬1). كتاب سيبويه2/ 83. ¶ (¬2). دى سوسِّر، فردينان: محاضرات في الألسنية العامة ص244. ¶ (¬3). نظام الجملة عند اللغويين في القرنين الثاني والثالث للهجرة2/ 477، وللمزيد انظر مثلاً: أنيس، إبراهيم: في اللهجات العربية ص10 - 24.",
            "page": "102",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "نطالع في الدرس النّحوي بعض الشواهد التي خرجت على المطّرد لأسباب لهجيّة، واقتضى خروجها في كثير من الأحايين تعدّداً في التحليل النحوي، من ذلك أنّ المطّرد في استخدام \" ليس \" أن تدخل على جملة اسمية، فترفع المبتدأ ويكون اسمها، وتنصب الخبر فيكون خبرها، وجاء عن تميم قولهم: ليس الطّيبُ إلا المسكُ. فإنهم يهملون \" ليس \" إذا انتقض النفي حملاً على \" ما \" النافية المهملة، وقد راعى بعض النّحاة هذا الأمر فرأى أنّ \" ليس \" مهملة حملاً على \"ما \" عند بني تميم، و\" المسك \" مبتدأ خبره \" الطيب \" و \" إلا \" حرف حصر (¬1). غير أن بعضهم الآخر حمل \" ليس \" ههنا على المطّرد الذي يقتضي إعمالها، وبذلك تشعّب التعدّد بما بعدها وتعقد (¬2). إذن أدّى ما لم يطّرد لأسباب لهجيّة إلى أن تعدّدت الأوجه في تحليله. ¶ وهناك أيضاً شواهد تطالعنا في القرآن الكريم خرجت في ظاهرها على المطّرد، وأدّى ذلك إلى تعدّد في تحليلها النّحوي، فقد يعدل البيان الإلهي عن المطّرد لغاية بلاغية إعجازية، إذ يؤدي الخروج في القرآن الكريم إلى حدوث المفاجأة في أثناء التلقّي، ولا شك أنّ المفاجأة تُحدث لذّة في النفس، وتزيد التواصل قوّةً، كذلك يؤدّي هذا الخروج إلى أن يجعل الأسلوب يتحمل أنماطاً تركيبية عديدة، لكلٍّ منها دلالاته الخاصة به، وبذلك يخفي هذا الأسلوب الذي خرج في ظاهره على النمط المطّرد أطيافاً من الدلالات الجزئية، تكثر وتقل بحسب الأنماط التركيبية التي يُحتمل أن يوجّه الأسلوب في ضوئها. وممّا جاء خارجاً على المطّرد في القرآن الكريم واقتضى تعدّداً قوله تعالى [وَمَنْ يَرْغَبُ عَنْ مِلَّةِ إِبْرَاهِيمَ إِلاَّ مَنْ سَفِهَ نَفْسَه] (¬3). وقع في الآية الكريمة الاسم المنصوب \"نفسه\" موقع التمييز، وهو معرّف بالإضافة، وهذا مخالف لقاعدة مطردة من قواعد التمييز، وهي أن يكون نكرة، وبذلك تعدّدت الأوجه فذهب بعض الكوفيين إلى أنه ¶ ¬__________ ¶ (¬1). ارتشاف الضرب من لسان العرب2/ 93، وأبو حيّان، أثير الدين محمد بن يوسف: منهج السالك ص52، ومغني اللبيب ص387 - 389. ¶ (¬2). ارتشاف الضرب2/ 93، ومنهج السالك ص52، ومغني اللبيب ص387 - 389. ¶ (¬3). سورة البقرة، الآية \"130\".",
            "page": "103",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "تمييز وجاء معرّفاً شذوذاً (¬1). وذهب بعضهم الآخر إلى أنه مشبه بالمفعول به أو مفعول به على أنّ \" سفه \" يتعدّى بنفسه مثل \" سفّه\" (¬2). وعن أبي عبيدة (ت210هـ) أنّ الفعل ضمن معنى \" أهلك \" و \" نفسه \" مفعول به (¬3). وعن الزّجّاج (ت311هـ) أن الفعل ضمِّن معنى \" جهل \" (¬4) وعن مكّي ... (ت437هـ) أنّ \"نفسه\" توكيد لمؤكّدٍ محذوف، والتأويل: سفه قولَه نفسَه (¬5). وعن بعض البصريّين أن الاسم انتصب على إسقاط الجارّ، أي سفه في نفسه (¬6). فالخروج على القاعدة المطّردة الذي جاء في هذه الآية الكريمة هو الذي أدّى إلى التعدّد المذكور. ¶ وإذا كنّا نطالع بعض الشواهد التي خرجت على القاعدة في قراءة الجمهور فهناك شواهد كثيرة من هذا النوع نجدها في القراءات الأخرى، والقراءة سنة لا تخالف (¬7)، لذلك لا بد من توجيه لما خرج على القاعدة. نأخذ مثالاً من الكثير الذي خرج على المطّرد واقتضى تعدّداً، وهو إحدى القراءات في الآية الكريمة: [وَمَنْ يَخْرُجْ مِنْ بَيِتهِ مُهَاجِراً إِلَى اللهِ وَرَسُوِلِه ثُمَّ يُدْرِكْهُ الْمَوْتُ فَقَدْ وَقَع أَجْرُهُ عَلَى اللَّهِ] (¬8). قرئت الآية برفع المضارع \" يدركه \" (¬9)، وعن ابن جني (ت392هـ) أنه قدر مبتدأ قبل \" يدركه \"، أي هو يدركه، وجعل ذلك من باب العطف على التوهم (¬10)، وخرِّجت القراءة بوجه آخر، وهو أن يكون رفع الكاف منقولاً من الهاء بعدها، وكأن القارئ أراد أن يقف على الكلمة فنقل الحركة (¬11). ¶ ¬__________ ¶ (¬1). البحر المحيط 1/ 565. ¶ (¬2). المصدر نفسه. ¶ (¬3). المصدر نفسه. ¶ (¬4). المصدر نفسه. ¶ (¬5). المصدر نفسه. ¶ (¬6). المصدر نفسه. ¶ (¬7). كتاب سيبويه 1/ 148. ¶ (¬8). سورة النساء، الآية \"100\". ¶ (¬9). قراءة طلحة بن سليمان، انظر: ابن جني، أبو الفتح عثمان: المحتسب في تبيين وجوه شواذ القراءات والإيضاح عنها1/ 195. ¶ (¬10). المصدر نفسه، البحر المحيط 3/ 350. ¶ (¬11). البحر المحيط3/ 350.",
            "page": "104",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "ومما خالف المطّرد واقتضى تعدّداً شواهد كثيرة جاءت في الشعر، وذلك أنّ لغة الشعر بنظامها غير المألوف الذي يتجلّى بالإيقاع والتكثيف وغيره تختلف عن لغة النثر (¬1)، ومن ثم رأى سيبويه أن الجوازات التركيبية الخاصّة بالشعر التي خرجت على المطرد أكثر من أن تحصى، وعلى النحوي أن يجد توجيهاً لهذه الجوازات، لأن الشعراء لا يستخدمون أسلوباً إلا وهم يحاولون به وجها (¬2) من وجوه العربية الجائزة. ونكتفي بمثال واحد من أساليب الشعر التي خرجت على المطرد واقتضت تعدداً في التحليل النحوي، قال الشاعر (¬3): ¶ صَدَدْتِ فَأَطْوَلْتِ الصُّدُوْدَ، وقَلَّمَا ... وِصَالٌ عَلَى طُوْلِ الصُّدُوْدِ يَدُوْمُ ¶ فالمطرد في الفعل \" قَلَّ \" أنه إذا دخلت عليه \" ما \" تكفّه عن عمل الرفع، ولا يدخل حينئذ إلا على جملة فعلية صُرِّح بفعلها (¬4)، وقد جاء في البيت ما خالف هذا المطرد، وأشار إليه سيبويه بأنه ضرورة شعرية، وجعله من باب التقديم والتأخير (¬5)، فاعلاً للفعل المؤخر \" يدوم \". غير أن الفاعل لا يتقدم على فعله عند البصريين، فقدَّرُوا له فعلاً من جنس المذكور (¬6). وعن المبرد أن ... \"ما \" زائدة لا كافة، و \"وصال \" فاعل للفعل \" قلّ \" (¬7). وذهب آخرون أن \"وصال\" مبتدأ، وأناب الشاعر الجملة الاسمية مناب لفعلية (¬8). وبذلك تعددت الأوجه فيما جاء مخالفاً للمطرد في الشعر. ¶ كذلك تطالعنا الأمثال بما خرج عن المطرد، وهو أمرٌ ليس بالغريب، فالمثل معرض للحذف استغناءً بمعرفة المراد، وذلك لكثرة دورانه على الألسنة (¬9)، ¶ ¬__________ ¶ (¬1). عبد اللطيف، محمد حماسة: الجملة في الشعر العربي ص50 - 51. ¶ (¬2). كتاب سيبويه 1/ 26، 32. ¶ (¬3). البيت من ديوان عمر بن أبي ربيعة من الشعر الذي نسب إليه، انظر: ديوانه ص494. ¶ (¬4). مغني اللبيب ص403. ¶ (¬5). كتاب سيبويه1/ 31. ¶ (¬6). مغني اللبيب ص403. ¶ (¬7). المصدر نفسه، وفي المقتضب لم يوضح المبرد ما نُسب إليه، انظر: المقتضب 1/ 84. ¶ 54. مغني اللبيب ص 403. ¶ (¬8) 55. كتاب سيبويه 1/ 284.",
            "page": "105",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "ومما جاء مخالفاً للمطرد واقتضى تعدداً قولهم: عسى الغوير أبؤسا (¬1). فالمطرد في عسى ألا يأتي خبرها اسماً صريحاً، وجاء هذا المثل مخالفاً للمطرد، فخرِّج بأوجه، منها ما ذكره سيبويه، وهو أن عسى أجريت مجرى كان في الاستخدام فجاء منصوباً (¬2). وخرجه المبرد بتقدير \" أن \" والفعل الناقص، أي أن يكون أبؤساً (¬3)، فجعل الاسم المنصوب خبراً لـ \"كان \" المقدرة. وخرجه ابن هشام (ت761هـ) بأن قدر الفعل الناقص يكون، أي يكون أبؤسا (¬4). فتعددت الأوجه بهذا المثل الذي تجلى بأسلوبٍ لم يطرد. ¶ وهكذا يتبين لنا مما تقدم أن القاعدة النحوية قسمان، أحدهما متفق عليه، والآخر مختلف فيه، وأن ما خرج على القاعدة المتفق عليها واقتضى تعدداً شواهد كثيرة، بعضها مطرد، وبعضها الآخر غير مطرد، وهذا الأخير يتشعب التعدد فيه ويتعقد، بسبب القواعد المختلف فيها عند النحاة التي يُوَجَّه غير المطرد في ضوئها. ¶ ثانياً- طبيعة اللغة: ¶ لعل الظواهر الإنسانية لا تخضع في أثناء دراستها لأحكام حاسمة، وذلك لأنها تعكس طبيعة الإنسان المعقدة والمحيرة، ففيها ما فيها من أمورٍ خفية يبقى العلم يلاحقها، وتبقى رؤيته لها ضعيفة ينتابها الشكُّ والتردد. وإذا كانت اللغة أهم الظواهر التي تعكس طبيعة الإنسان فإنه ما من غرابة في أن تطالعنا أحياناً بعناصر تركيبية محيرة، لا يعرف لها وجه محدد، ولا يمكننا أن نجد لها أسباباً سوى طبيعة اللغة (¬5)، إذ تواجهنا هذه العناصر المحيرة بعبارات لم تخرج على القاعدة، ولم يؤثر فيها أمرٌ سياقي. ¶ ¬__________ ¶ (¬1). يُروى عن الزباء، وقيل: قالته عندما علمت أن قصيراً بات مع رجاله في غارٍ صغير في طريق عودته من العراق، انظر: الميداني، أبو الفضل أحمد: مجمع الأمثال2/ 341. ¶ (¬2). كتاب سيبويه3/ 158 - 159. ¶ (¬3). المقتضب3/ 70. ¶ (¬4). مغني اللبيب ص203. ¶ (¬5). يذكر داود عبده أن الغموض في البنية التركيبية أمرٌ شائع في مختلف اللغات الإنسانية، انظر: التقدير وظاهر اللفظ ص7.",
            "page": "106",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "ويتجلي هذا بمظاهر متنوعة وكثيرة، من ذلك مثلاً أن يصلح الموقع الذي يشغله لفظ ما في نمط تركيبي معين لغير وجه، لعدم وجود قرينة حاسمة. ¶ فقد يحتمل الموقع التركيبي غير وجه، يتحدد كلٌّ منها بظهور العلامة الإعرابية، وعندما تغيب هذه العلامة عن اللفظ، لأسباب تقتضيها طبيعة اللغة العربية تتعدد الأوجه. ومن ذلك مثلاً قولهم: هذا لقيته. يحتمل موقع \" هذا \" في التركيب وجهين مطردين، الابتداء والجملة بعده خبره، أو النصب على الاشتغال والجملة بعده مفسِّرة (¬1)، وبقي التركيب في هذا المثال يحتمل الوجهين، لأن اللفظ الذي شغل الموقع لم تظهر عليه علامة إعرابية لبنائه. ومن هذا النمط قوله تعالى: [سَبِّحِ اسْمَ رَبِّكَ اْلأَعْلَى] (¬2). يحتمل الموقع الذي يشغله \" الأعلى \" وجهين، لتعذر ظهور الحركة على الاسم، فيجوز فيه أن يكون في موضع نصبٍ، صفة لـ \" اسم \" الذي عُرِّف بالإضافة، ويجوز فيه أيضاً أن يكون في موضع جر صفة لـ \" رب \" الذي عرف بالإضافة (¬3). وقال تعالى: [وَهَذَا ذِكْرٌ مُبَارَكٌ أَنزَلْنَاهُ] (¬4). يتحمل موقع \"أنزلناه\" وجهين لعدم ظهور الحركة على الجملة، فيجوز أن تكون الجملة في موضع رفع، صفة ثانية لـ \" ذكر \"، ويجوز أن تكون في موضع نصب، حالاً من \"ذكر\"، لأنه خصّص بالوصف (¬5). وربما قيل: ربّ رجلٍ صالحٍ لقيته. فدخول العامل الطارئ \" رب \" على الاسم المعرب \" رجل \" جعل الموضع يتحمل وجهين لغياب الحركة الإعرابية، وهما الابتداء، والنصب على الاشتغال (¬6). وبذلك يتبين لنا مما تقدم أن غياب الحركة الإعرابية لأسباب تقتضيها طبيعة اللغة جعل الموقع التركيي يصلح لغير وجه. ¶ وقد يصلح الموقع الذي تشغله كلمة ما لغير وجه لأسباب أوسع مما تقدم، فيكون نتيجة للعلاقة النحوية المعقدة بين المفردات في التركيب. وكأن يقال مثلاً: ¶ ¬__________ ¶ (¬1). مغني اللبيب ص182. ¶ (¬2). سورة الأعلى، الآية \"1\". ¶ (¬3). مغني اللبيب ص 722. ¶ (¬4). سورة الأنبياء، الآية \"50 \". ¶ (¬5). مغني اللبيب ص561. ¶ (¬6). المصدر نفسه ص 182، 722.",
            "page": "107",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "جاء زيدٌ ركضاً. يصلح في \" ركضاً \" وجه المفعولية المطلقة للفعل \" جاء \" لأن هذا الأخير تشمل دلالته دلالة فعل المصدر \" ركض \"، ويصلح في هذا الاسم المفعولية المطلقة لفعله المحذوف الذي ناب عنه، أي يركض ركضاً، كذلك تصلح فيه الحالية أيضاً فيكون بمعنى \" راكضاً \" (¬1). وبذلك نرى أن ما جعل اللفظ في هذا التركيب يحتمل غير وجه مطرد هو العلاقة النحوية المعقدة بين المفردات، وهذا الأمر تقتضيه طبيعة اللغة، لأن الشاهد لم يخرج على القاعدة، ولم يؤثر فيه أمرٌ سياقي. ¶ ويحدث شبيه بذلك في الكاف التي تقع هذا الموقع. قال تعالى: [يَا أَيُّهَا الَّذِينَ آمَنُوا لاَ تُبْطِلُوا صَدَقَاتِكُمْ بِالْمَنِّ وَاْلأَذَى كَالَّذِي يُنفِقُ مَالَهُ رِئَاءَ النَّاسِ وِلاَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ اْلآخِرِ] (¬2). تحتمل الكاف من \" كالذي \" في مثل هذا التركيب أينما وقع الحالية، أو المفعولية المطلقة على أنها صفة نابت عن المصدر المحذوف (¬3)، والوجهان مطردان في هذا الموقع. ¶ ولعل الأمر لا يختلف في الضمير المنفصل الواقع بين المبتدأ والخبر أو بين ما أصله مبتدأ وخبر، كما في قوله تعالى: [إِنَّكَ أَنْتَ السَّمِيع العَلِيمُ] (¬4). يحتمل الضمير المنفصل في الآية الكريمة الفصل، لأنه وقع بين معرفتين، ويحتمل التوكيد لاسم \" إنّ \" الضمير المتصل، كذلك يحتمل الضمير \" أنت \" أن يكون مبتدأ، في موضع رفع، والاسم بعده الخبر، والجملة من المبتدأ والخبر في موضع الخبر لـ \" إنّ \" (¬5). والأوجه السابقة محتملة في مثل هذا التركيب أينما وقع، لأسباب تقتضيها طبيعة اللغة، وليس هناك قرينة حاسمة تحدد وجهاً وتلغي غيره. ¶ وربما كان الموقع الذي يشغله تركيب ما في العبارة يصلح لغير معنى نحوي بسبب الغموض الذي تسببّه العلاقة النحوية المعقدة، من ذلك قولهم: قام القوم ما ¶ ¬__________ ¶ (¬1). المصدر نفسه ص729 - 730. ¶ (¬2). سورة البقرة، الآية \"264\". ¶ (¬3). مغني اللبيب ص782. ¶ (¬4). سورة البقرة، الآية \" 127 \". ¶ (¬5). البحر المحيط 1/ 559.",
            "page": "108",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "خلا زيداً. يصلح في المصدر المؤول من \" ما \" وصلتها غير وجه يطرد وقوعه هذا الموقع، وفيه رائحة المعنى النحوي الذي في المصدر المؤول، لذلك يجوز أن تكون \" ما \" وصلتها في موضع الحال، والمعنى قام القوم خالين عن زيد (¬1)، ويصلح أيضاً معنى الظرفية الزمنية، والتقدير: قام القوم وقت خلوهم عن زيد (¬2)، كما يصلح أن يكون المعنى على الاستثناء، أي قام القوم غير زيد (¬3). فهذه المعاني جمعياً ليست بالغريبة في مثل هذا التركيب عن \"ما \" وصلتها. ومن ذلك أيضاً ما يقع موقع المفعولية للأفعال التي تصلح للتعدية إلى مفعول واحد وإلى مفعولين. قال تعالى: [فَسَوْفَ تَعْلَمُونَ مَنْ تَكُونُ لَهُ عَاقِبَةُ الدَّار] (¬4). وإن غياب القرينة التي تحدد التعدية للفعل \" تعلمون \" المعلق عن العمل لفظاً جعل الجملة الاسمية المصدرة باسم استفهام، باعتبار \" من \" استفهامية، جعلها تحتمل وجهين، فيصلح فيها أن تكون في موضع المفعولين، على أن الفعل يتعدى إلى اثنين، ويصلح أن تكون في موضع المفعول، على أن الفعل يتعدى إلى واحد، لأنه بمعنى \" عرف \" (¬5)، ويطرد استخدام الفعل في كلا الوجهين. وهكذا يتبين لنا مما تقدم أن طبيعة اللغة تجعل أحياناً العلاقة النحوية بين المفردات معقدة، فيولد هذا الأمر تعدداً في معاني بعض العناصر النحوية من خلال صلاحية الموقع الذي يشغله لفظ ما لغير وجه، وهو أمرٌ يتجاوز غياب الحركة الإعرابية كما نلاحظ، فيشمل العلاقة النحوية بين عناصر النظام التركيبي، ولعل الأمثلة على هذا النمط كثيرة نكتفي بما تقدم منها. ¶ ويظهر التعدد الذي تؤدي إليه طبيعة اللغة بوجه آخر، وهو أن تتعدد معاني المبنى للفظ ما، لعدم وجود قرينة تحدد وجهاً معيناً، ويحدث هذا الأمر في الأدوات والأفعال والأسماء. ¶ ¬__________ ¶ (¬1). مغني اللبيب ص179. ¶ (¬2). المصدر نفسه. ¶ (¬3). المصدر نفسه. ¶ (¬4). سورة الأنعام، الآية \" 135 \". ¶ (¬5). البحر المحيط 4/ 229",
            "page": "109",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "تطالعنا جملة من الأدوات بهذا النمط، من ذلك مثلاً \" أن \" عندما تحتمل التفسير وغيره. قال تعالى: [وَإذْ أَوْحَيْتُ إلَى الْحَوَاريِّينَ أَنْ آمِنُوا بِي وَبِرَسُولِي] (¬1). يحتمل في \" أن \" اعتبارها تفسيرية، لأن قاعدة أن المفسرة محققة في هذا التركيب، وهي أن تسبق بجملة فيها معنى القول من غير حروفه، وتليها جملة، ويحتمل أيضاً أن تكون حرفاً مصدريّاً، تؤول وما بعدها بمصدر على إسقاط الجار (¬2)، لأنه، كما هو معروف، يطرد إسقاط الجار قبل \" أن \" ... المصدرية (¬3). وبذلك نرى أن هذا الشاهد لم يخرج على قاعدة حتى اقتضى تعدداً، لأن الأوجه التي احتملها مطردة، ثم إنه ليس هناك مؤثر سياقي أدّى إلى ذلك، لأن هذا التركيب يحدث فيه أينما وقع. ولا يختلف الأمر في قوله تعالى: [وَنُودُوا أَنْ تِلْكُمُ الْجَنَّةُ أُورِثْتُمُوهَا بِمَا كُنتُم تَعْمَلُونَ] (¬4). تحتمل \" أن \" التفسير، وتحتمل أن تكون المخففة من الثقيلة، واسمها ضمير الشأن، والجملة بعدها في موضع الخبر (¬5)، والوجهان مطردان في مثل هذا التركيب. ¶ كما يحدث ذلك في الأداة \" ما \" عندما تحتمل الموصولية وغيرها. قال تعالى: [وَمَا بِكُم مَّن نعْمَةٍ فَمِن اللهِ] (¬6). تحتمل \" ما \" أن تكون شرطية وأن تكون موصولة (¬7)، وإذا كان سياق القرآن الكريم يرجح الشرطية لما تفيده من بلاغة من خلال الجزم فإن ذلك لا يلغي الوجه الثاني، لأن الترجيح لا يلغي الجواز، فالوجهان محتملان في مثل هذا التركيب. وقال تعالى: [الَّذِينَ يُنفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ اللَّهِ ثُمَّ لاَ يُتْبعُونَ مَا أَنفَقُوا مَنَّا وَلاَ أَذى لَّهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ وَلاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ] (¬8). تحتمل \" ما \" أن تكون موصولة، أي الذي أنفقوه، وتحتمل المصدرية فتؤول وما بعدها بمصدر في موضع المفعول به، ¶ ¬__________ ¶ (¬1). سورة المائدة، الآية \"111\". ¶ (¬2). البحر المحيط 4/ 65. ¶ (¬3). المصدر نفسه1/ 254. ¶ (¬4). سورة الأعراف، الآية \"43\". ¶ (¬5). البحر المحيط 4/ 302. ¶ (¬6). سورة النحل، الآية \"53\". ¶ (¬7). مغني اللبيب ص389. ¶ (¬8). سورة البقرة، الآية \" 262\".",
            "page": "110",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "والتأويل: إنفاقهم (¬1). وقد تحتمل أن تكون موصولة أو موصوفة، كما في قوله تعالى: [فَيَتَعَلَّمُونَ مِنْهُمَا مَا يُفَرِّقُونَ بِهِ بَيْنَ الْمَرْءِ وَزَوْجِهِ] (¬2). يعود الضمير في \" به \" على \"ما \" وبذلك لا يمنع التركيب أن تكون موصولة، أو موصوفة بالجملة بعدها (¬3). ¶ ولا يختلف الأمر في \" مَن \" عندما تحتمل الشرطّية والموصولة. قال تعالى: [فَمَنْ حَاجَّكَ فِيهِ مِنْ بَعْدِ مَا جَاءَكَ مِنَ الْعِلْمِ فَقُلْ تَعَالَوْا نَدْعُ أَبْنَاءَنَا وَأَبْنَاءكُمْ وَِنِسَاءَنا ونِسَاءَكُمْ وَأَنْفُسَنَا وَأَنْفُسَكُمْ ثُمَّ نَبْتَهِلْ فَنَجْعَلْ لَعْنَةَ اللَّهِ عَلَى الْكَاذِبِينَ] (¬4). تحتمل \" من \" في هذا التركيب أن تكون شرطّية، وأن تكون موصولة (¬5)، وليس هناك دليل يلغي أحد الوجهين. ¶ أمّا ما جاء في الأفعال فقد تحتمل صيغةٌ ما الدلالة على المضارع أو الماضي. قال تعالى: [إِنَّ الَّذِينَ تَوَفَّاهُمُ الْمَلاَئِكَةُ ظَالِمِي أَنفُسِهِمْ قَالُوا فِيمَ كُنتُمْ] (¬6). تحتمل صيغة الفعل في \" توفّاهم \" الجلالة على المضارع وعلى الماضي (¬7). ¶ وهناك بعض الصيغ التي تحتمل الدلالة على الفعل المضارع وعلى اسم الفاعل. قال تعالى: [قَالَ عِفْريتٌ مِنَ الْجِنِّ أَنَا آتِيكَ بِهِ قَبْلَ أَنْ تَقُومَ مِنْ ... مَقَامِكَ] (¬8). تحتمل صيغة \" آتيك \" الدلالة على الفعل المضارع كما تحتمل الدلالة على اسم الفاعل (¬9)، وليس هناك دليل يلغي الاحتمال في مثل هذا التركيب. ¶ وتطالعنا أيضاً صيغ للأسماء تقع في تراكيب مطّردة، وتحتمل غير معنى، كما في قوله تعالى: [إِنْ تَجْتَنبِوا كَبَائرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّئاتِكُمْ وَنُدْخِلْكُمْ ¶ ¬__________ ¶ (¬1). البحر المحيط 2/ 319. ¶ (¬2). سورة البقرة، الآية \" 102 \". ¶ (¬3). البحر المحيط 1/ 500. ¶ (¬4). سورة آل عمران، الآية \"61\". ¶ (¬5). البحر المحيط 2/ 502. ¶ (¬6). سورة النساء، الآية \"97\". ¶ (¬7). الزمخشري، جار الله محمود بن عمر: الكشاف1/ 587. ¶ (¬8). سورة النمل، الآية \"39 \". ¶ (¬9). الكشاف 3/ 372، والبحر المحيط7/ 72.",
            "page": "111",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "مُدْخَلاً كَريماً] (¬1). تحتمل صيغة \" مدخلاً \" الدلالة على اسم المكان كما تحتمل الدلالة على المصدر (¬2)، وما من دليل يلغي التعدّد في مثل ذلك. ¶ وهناك نوع آخر من التعدّد الذي تؤدّي إليه طبيعة اللغة، يرتبط بجمع اللغة. فقد يُستخدم مثلاً فعل ما متعدّياً بنفسه تارة وبحرف تارةً أخرى، وعندما تقع \"أن\" المصدرية وصلتها موقع ما يتعدّى إليه هذا الفعل تحتمل عندئذٍ أن تكون مفعولاً به، وتحتمل أن تكون على إسقاط الجارّ. من ذلك الفعل \" سئم \"، إذ ثبت أنّه يرد متعدّياً بنفسه كما يرد متعدّياً بحرف جر (¬3). قال تعالى: [وَلاَ تَسْأَمُوا أَنْ تَكْتُبُوهُ صَغيراً أَوْ كَبيراً إِلَى أَجَلِهِ] (¬4). يحتمل المصدر المؤوّل من \" أن \" وصلتها أن يكون على إسقاط الجارّ، ويحتمل أيضاً أن يكون موضع المفعول به (¬5)، وذلك قياساً على الاستخدام المطرد الذي ثبت بالسماع. ¶ ويأخذ هذا الأمر الذي يؤدّي إلى التعدّد شكلاً آخر، وذلك عندما يضيع الفيصل بين الفصحى والخصائص اللهجيّة، فإذا كان كلام العرب من المصادر الأساسية التي تمثّل الفصحى فإنّ الفيصل بين الخصائص اللهجيّة لبعض العرب وبين الفصحى قد يضيع، إذ تواجهنا أحياناً قضايا يطّرد استخدامها في الفصحى بوجهين مختلفين، ويعود هذا الاختلاف إلى القبائل التي جمعت منها اللغة. من ذلك مثلاً \" ما \" النافية الداخلة على الجملة الاسمية، فإنّه يطرد إعمالها إعمال ... \"ليس \" بشروط في الفصحى، وهذا الإعمال يعود في أصله إلى أهالي الحجاز، وفي الوقت نفسه يطرد إهمالها في الفصحى، وهو أمرٌ يعود إلى بني تميم. وعندما يأتي تركيب ليس فيه قرينة تحدّد الإعمال أو الإهمال تتعدّد الأوجه. قال تعالى: [وَما اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ] (¬6) يجوز في \" ما \" الإعمال على اللغة الحجازية. و \" الله \" اسمها، والباء حرف جرّ زائد، و \" غافل \" مجرور لفظاً منصوب محلاً على أنه ¶ ¬__________ ¶ (¬1). سورة النساء، الآية \"31\". ¶ (¬2). الكشاف 1/ 535. ¶ (¬3). البحر المحيط 2/ 367. ¶ (¬4). سورة البقرة، الآية \" 282 \". ¶ (¬5). البحر المحيط 2/ 367. ¶ (¬6). سورة البقرة، الآية \" 74 \".",
            "page": "112",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "خبر \" ما \" العاملة عمل \" ليس \"، ويجوز في \" ما \" الإهمال على اللغة التميميّة، و\" الله \" مبتدأ، والباء حرف جرّ زائد، و\" غافل \" مجرور لفظاً مرفوع محلاً على أنه الخبر (¬1)، والأمر نفسه يقع في أسلوب الاستثناء المنقطع إذا كان المستثنى متأخراً عن المستثنى منه وليس من جنسه. قال تعالى: [وَمِنْهُمْ أُمِّيُّونَ لاَ يَعْلَمُونَ الْكِتَابَ إِلاَّ أَمانيَّ وَإنْ هُمْ إلاَّ يَظُنُّونَ] (¬2). يجوز في \" أمانَّي \" النّصب على الاستثناء، وهي لغة أهل الحجاز، ويجوز فيه الإتباع على البدل من \"الكتاب\"، وهي لغة تميم (¬3). ¶ وربّما حدث التعدّد الذي تقتضيه طبيعة اللغة بسبب الغموض في معاني بعض الأدوات أحياناً، كأن يقال: زيدٌ أفضلُ من عمرو. ويروى عن سيبويه أنّ ... \"من \"، في مثل هذا تفيد ابتداء الارتفاع (¬4). وعن ابن مالك (ت672هـ) أنه شكّك في هذا التحليل، لأنّ معناه غير واضح في \" من \" فجعلها للمجاوزة، والتأويل: زيدٌ جاوز عمراً في الفضل (¬5). ثّم يشكّك ابن هشام في صحّة معنى المجاوزة (¬6). ولعل الغموض في معنى الأداة في مثل هذا التركيب هو الذي دفع إلى التعدّد. ¶ وقد يحدث التعدّد، لأنّ شبه الجملة يصلح للتعليق بغير عنصرٍ نحوي، فهناك تراكيب مطّردة يصعب فيها تحديد وجه معّين في تعليق شبه الجملة، من ذلك مثلاً قوله تعالى: [قَدْ جَاءَتْكُمْ بَيِّنَةٌ مِنْ رَبِّكُمْ] (¬7). يسبق إلى الذّهن أن يتعلّق الجارّ والمجرور بصفة محذوفة لـ \"بينة \"، لكن هذا لا يلغي احتمال التعليق بالفعل جاء (¬8). ¶ ¬__________ ¶ (¬1). البحر المحيط 1/ 433. ¶ (¬2). سورة البقرة، الآية \"78\". ¶ (¬3). البحر المحيط 1/ 442. ¶ (¬4). مغني اللبيب ص423. ¶ (¬5). المصدر نفسه. ¶ (¬6). المصدر نفسه. ¶ (¬7). سورة الأعراف، الآية \"85\". ¶ (¬8). البحر المحيط4/ 331.",
            "page": "113",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "وربّما أدّت طبيعة اللغة إلى استخدام بعض الألفاظ التي يصعب تحديد معناها المعجمي بدّقة، فيقود إلى تعدّد في التحليل النّحوي، قال تعالى: [قَالُوا سُبْحَانَكَ لاَ عِلْمَ لَنَا إلاَّ مَا عَلَّمْتَنَا] (¬1). قد يكون معنى سبحانك هو \" تنزيهك \"، فتكون الإضافة من باب إضافة المصدر إلى مفعوله، وقد يكون المعنى \" تنزَّهت\" وهو بذلك من إضافة المصدر إلى فاعله (¬2)، وليس هناك قرينة تحدّد معنى معجمياً معيناً لتلغي التعدّد في التحليل النّحوي. ¶ وتواجهنا اللغة أحياناً بألفاظ تصلح لأن تكون مفردة، وتصلح لأن تكون مركّبة، فيؤدّي هذا الأمر إلى تعدّد في التحليل النّحوي، ومن ذلك \" ماذا \" عندما تأتي في بعض العبارات المطّردة. قال تعالى: [وَأَمَّا الَّذِينَ كَفَرُوا فَيَقُولُونَ مَاذَا أَرَادَ اللَّهُ بِهَذَا مَثَلاً يُضِلُّ بِهِ كَثِيراً وَيَهْدِي بِهِ كَثِيراً] (¬3). يجوز في مثل هذا التركيب أينما وقع أن تكون \" ماذا \" مؤلفة من كلمتين، أي ما الذي؟ إحداهما مبتدأ والأخرى خبر، وجملة \" أراد الله \" صلة لـ \" ذا \" الموصولة والعائد محذوف، لأن فيه شروط جواز الحذف، والتقدير: ما الذي أراده الله؟ ويجوز فيها أن تكون كلمة واحدة تفيد الاستفهام بمعنى \" أي شيء؟ \" فتعرب مفعولاً به مقدّماً للفعل أراد، أي أيَّ شيء أراد الله بهذا؟ وهذا التعدّد في \" ماذا \" متعارف عند جمهور النّحاة (¬4)، لأنه ما من قرينة تلغيه وتحدّد وجهاً معيناً. ¶ وربما طالعتنا اللغة بألفاظ لا يعرف أصلها، إذ تحتمل أن تكون دخيلة وتحتمل أن تكون عربية، فيقود هذا الأمر أحياناً إلى تعدّد في التحليل النّحوي. قال تعالى: [وَإِسْمَاعِيلَ وَالْيَسَعَ وَيُونُسَ وَلُوطاً] (¬5). اختلف في \"اليسع \" أهو عربي أم لا؟ فقيل\" إنه عربي، وبذلك تحتمل \" أل \" وجهين، فبعضهم يرى أنّه مضارع سمّي به العلم، ولا ضمير فيه، فأعراب ثم نُكّر وعُرّف بـ \" أل \"، وعلى هذا التفسير تكون \" أل \" زائدة غير لازمة (¬6). وبعضهم الآخر يرى أنّه فعل ¶ ¬__________ ¶ (¬1). سورة البقرة، الآية \"32\". ¶ (¬2). البحر المحيط 1/ 297. ¶ (¬3). سورة البقرة، الآية \"26\". ¶ (¬4). البحر المحيط 1/ 269. ¶ (¬5). سورة الأنعام، الآية \"86\". ¶ (¬6). البحر المحيط 4/ 178، وللمزيد انظر: المصدر نفسه8/ 336.",
            "page": "114",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "مضارع سمّي به العلم عن طريق النقل كما في \" يزيد \" ثّم أدخلت فيه \" أل\" زائدة شذوذاً، ولزمت كما لزمت في \" الآن \" فأصبحت زائدة لازمة (¬1). ومن قال: إنه أعجمي رأى أن \" أل \" زائدة لازمة شذوذاً، لأن الأسماء الأعجمية لم يجىء منها شيء فيه \" أل \" التعريف (¬2). ¶ وهكذا يتبين لنا مما تقدم أنّ التعدّد الذي تقتضيه طبيعة اللغة هو التعدّد الذي يحدث في عبارات لم تخرج على القاعدة، ولم يؤثر فيه أمرٌ سياقي، وتبين أيضاً أن طبيعة اللغة تجعل هذا التعدّد يتجلّى بمظاهر متنوّعة، لعل أبرزها أن يصلح الموقع الذي يشغله لفظ ما لغير وجه، وأن تتعدّد معاني المبنى، وأن يحدث بسبب جمع اللغة، وللغموض في معاني بعض الأدوات، ولصلاحية شبه الجملة للتعليق بغير عنصر، ولتعدّد المعنى المعجمي، ولصلاحية اللفظ للإفراد والتركيب، ولعدم معرفة أصل اللفظ. ¶ ثالثاً-المعنى: ¶ تسهم عناصر معقّدة في تشكل المعنى عند المتلقي، والملاحظ أن قسماً منها نسبي يتفاوت ويختلف من إنسان إلى آخر، لأن المعنى يختلف باختلاف الناس، من حيث الوضوح والغموض، أو الاستحسان والاستهجان، أو ما يحدث من خلاف في تحديد المعنى، كما في تحديد مقصد النص، وفي تعدّد المعاني التي يحتملها، أو التعدّد والخلاف في فهم المعاني الجزئية في بعض العبارات التي تُشكّل النص، أو غير ذلك. ¶ ¬__________ ¶ (¬1). المصدر نفسه 4/ 178. ¶ (¬2). المصدر نفسه.",
            "page": "115",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "وتتنوع تلك العناصر التي تشكل المعنى، فيتمثّل جزءٌ منها بأمورٍ خارجّية يراعيها صاحب الكلام الذي يبتغي هدفاً ما، وهي جملة القرائن المحيطة بالحدث اللغوي، والتي تعرف بالمقام، ويتعلّق جزءٌ منها بالمتحدّث، وذلك من خلال الصورة الصوتية التي يؤدّى بها الكلام والتي تسمّى بالأداء، وهناك ما يتصل بالعناصر التي تُشكّل الكلام، فإن هذا الأخير عندما يجّرد من معطيات المقام يبقى له معنيً ما تولّده العناصر التي يتشكل منها، وهي ما يعرف بالسياق اللغوي، ويطلق على هذه العناصر السابقة جمعياً مصطلح السياق. ¶ وإذا كان المتلقي يتميّز من سواه بجبلّته التي فطره الله سبحانه وتعالى عليها وبتكوينه الثقافي فقد يصعب أن يكون معنى الكلام واحداً عند كلّ الناس، ولعلّ الأمر يزداد تعقيداً كلما سما الأسلوب بأدبيته، فمن المعروف أن هذا الأسلوب يعتمد الحذف والاتساع والفصل والتقديم والتأخير وغير ذلك من ظواهر يُلجأ إليها، فتتوسّع دائرة الاحتمالات في فهم المعنى وتتلوّن. ¶ ويظهر أنّ الأمور التي أدّت إلى تعدد فهم المعنى وانعكست على التحليل النّحوي تتمثّل بمعطيات سياقية غائبة، مثل غياب المقام وغياب الأداء، وبمعطيات سياقية حاضرة مستمدة مما يشكّل المعنى، كما تتمثل بظاهرة الغموض التي تطالعنا أحياناً في عبارات النّحاة من غير أن يقصدوها، وفي بعض الألفاظ المشكلة، كالتي وردت في القرآن الكريم. ¶ إذا كان المقام عنصراً أساسياً من عناصر المعنى فإنّ غيابه قد يجعل المعنى الدلالي محتملاً لغير وجه، مما يؤدّي إلى تعدّد في فهم المعاني النحوية وتحليلها، والمراد بالمقام جملة العناصر غير اللغويّة المكوّنة للموقف الكلامي، وبذلك يشمل مجموع الناس المشاركين في الكلام، من حيث الجنس والعمر والألفة والتربية والانتماء الاجتماعي والثقافي والمهني، والإيحاءات والإشارات العضويّة التي تصدر منهم وغير ذلك، كما يشمل ظروف الزمان والمكان التي يؤدّى بها الحدث الكلامي وتؤثر فيه، والعلاقات الاجتماعية والسياسية والدينية والتاريخية",
            "page": "116",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "والفكرية، والعناصرالأخرى التي تؤثر في الكلام وفي غايته (¬1). فالمقام إذن هو كلّ العناصر الخارجيّة التي تحيط بالكلام وتشارك السياق اللغوي في تكوين المعنى الدلالي. ¶ ويبدو أنه \" كلما كان وصف المقام أكثر تفصيلاً كان المعنى الدلالي أكثر وضوحاً (¬2)، لذلك فإن غياب المقام يؤثر في فهم الكلام، فيجعله يحتمل غير معنى، وقد ينعكس التعدّد في فهم الكلام على عملية التحليل النحوي بتعدّد الأوجه. ¶ ويتنوّع غياب المقام الذي يؤثر في فهم المعنى، ويؤدّي إلى تعدّد في التحليل النحوي، فقد يفتقر الكلام إلى بعض العناصر الحالية، ومن ثَمَّ يقود هذا الأمر إلى تعدّد في فهم النّص، لينعكس هذا الفهم على عمليّة التحليل النحوي. ومن ذلك مثلاً ما وقف عنده الزمخشري (538هـ)، وهو أنّ الُمغِيرَة بن شُعْبَةَ (ت50هـ) قد رأى عُرْوَةَ بن مسعود (ت9هـ) عَمَّه يكّلم النبي صلى الله عليه وسلم، ويتناول لحيته يمسّها، فقال: أمسك يدك عن لحية رسول الله صلى الله عليه وسلم قبل ألاّ تصل إليك. فقال عروةُ: يا غُدَر! وهل غسلت رأسك من غدرتك إلاّ بالأمس (¬3)؟ فالعناصر الحالية المحيطة بالمقال التي ارتسمت على وجه المغيرة وعلى حركاته وغيره غائبة، لذلك يتعدّد فهم المعنى، فلا يُعرف أهو يهدّد عمه بقطع يده، أي قبل ألاّ تصل يدك إليك؟ أم ينهاه بأدب، ويقصد: قبل ألاّ تصل لحية الرسول صلى الله عليه وسلم إليك، لأنه سيحول بين يد عمّه وبينها؟ إذن غياب العناصر الحالية التي تحيط بالكلام جعلت المعنى يتعدّد، وإن كان الفهم الأوّل أقوى، وهذا التعدّد في فهم المعنى ينعكس على عملية التحليل النّحوي، لأنه يتعلّق بعنصر من عناصره، وهو فاعل الفعل \" تصل \"، مما جعل الزمخشري لا يجزم بعود ¶ ¬__________ ¶ (¬1). حسّان، تمام: اللغة العربية معناها ومبناها ص337، 351، 352وحاطوم، أحمد: كتاب الإعراب ص219 - 222، عبد اللطيف، محمد حماسة: النحو والدلالة ص114 - 115، وعيسى، فارس: المعنى اللغوي وعناصر تحديده في ضوء الدرس اللغوي الحديث، مجلة البلقاء مج1، ع2ص129، 132ونهر، هادي: علم اللغة الاجتماعي عند العرب ص188 - 189. ويطلق عليه صلاح فضل مصطلح \" السياق الخارجي \"، انظر: فضل، صلاح: من الوجهة الإحصائية في الدراسة الأسلوبية، مجلة فصول مج4 ع1ص130. ¶ (¬2). المعنى اللغوي وعناصر تحديده ص132. ¶ (¬3). الزمخشري، جارالله محمود بن عمر: الفائق في غريب الحديث2/ 214.",
            "page": "117",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "الضمير على \" اليد \"، فرأى أنّه يجوز أن يعود على \"اللحية\" (¬1)، بناء على فهم المعنى الذي تعدّد لغياب المقام. ¶ وربّما غابت عناصر المقام كلها، وأدت إلى غموض المراد من الكلام، وهو ما يطالعنا أحياناً في بعض الشّواهد التي يتعدّد تفسيرها وتحليلها نحويّاً بحسب الفهم الذي يرتئيه الدارس، من ذلك مثلاً العبارة التالية: كَذَبَ عَليكَ الحجَّ. يورد الزمخشري رأياً لابن السّراج (ت316هـ)، فيفترض هذا الأخير مقاماً يقتضي وجود ثلاثة أشخاص جرى بينهم الحوار على الشكل التالي: شخص يريد الحج فسأل شخصاً ما عنه، أو تدخّل هذا الشخص من غير سؤال، فذّم الحج، فقال الثالث: كذبَ. يريد من يذمّ الحج، ثم توجّه إلى الراغب في الحجّ، فقال له: عليك الحجَّ (¬2). وبذلك يخرّج أبو بكر العبارة، بأن جعلها عبارتين، الأولى من فعل وفاعلٍ يعود على من ذمّ الحجّ، والثانية من اسم فعل ومفعول به لإغراء من يودّ الحجّ (¬3). غير أن الزمخشري يرجّح تخريجاً آخر من غير أن يفترض مقاماً ما، وهو أنّ المراد بالكذب الترغيب، كقولك العرب: كذبته نفسه إذا منّته بالأماني وخيّلت إليه من الآمال ما لا يكاد يكون، لذلك فمعنى \" كذب \" هو ليرغبك، تخريج العبارة بأن يكون فاعل \" كذب \" ضميراً يعود على الحجّ، والمراد ترغيب المخاطب، ثم يأتي أسلوب الإغراء المؤلّف من اسم الفعل ... \"عليك \" ومفعوله \" الحجّ \" (¬4). ¶ وربمّا لم يكن للعبارة مقام، فيؤدّي افتقارها إليه إلى تعدّد في تحليلها النّحوي، ويتجلى هذا الأمر في الأمثلة التي يعرضها النّحاة لقواعد التنظير التعليميّة، وفي المسائل التي يولّدها القياس. يمثّل أبو حيان للقواعد التي يعرضها ببعض العبارات التي تفتقر إلى المقام، ففي أثناء حديثه عن التمييز المحوّل مثلاً يذكر عبارة \" كَرُمَ زيدٌ أباً \" ثُمَّ يبين أنها تحتمل أن يكون زيدٌ هو الأب، أي بمعنى: ما أكرمه من أبٍ، وتحتمل أن المراد: كرم أبو زيدٍ، وليس زيداً، ثم يعقب بأنّ التمييز في الوجه ¶ ¬__________ ¶ (¬1). المصدر نفسه. ¶ (¬2). المصدر نفسه، 2/ 402 - 403. ¶ (¬3). المصدر نفسه. ¶ (¬4). الفائق في غريب الحديث2/ 402 - 403.",
            "page": "118",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "الأوّل غير منقولٍ من فاعل، فيجوز دخول \" من \" عليه، بخلاف الوجه الثاني الذي يبدو فيه التمييز منقولاً من فاعل (¬1). ولا شك أن أمثال هذه العبارات لا يتحدث بها المتكلم العادي من غير أن يستخدمها في مقام ما، ولكنّ النحوي يأتي بها من غير مقام لغاية الشرح والتوضيح لما يعرض من قواعد. ¶ كما يذكر أبو حيان بعض المسائل التي ولّدها القياس، وتفتقر إلى المقام من ذلك أن نقول: زيدٌ عمروٌ ضاربه هو. إذا حذفت \" هو \" احتمل أن يكون الضمير المجرور في \" ضاربه \" عائداً على \" زيد \"، فيكون الضارب عمراً، واحتمل أن يعود على \" عمرو \" ليكون الضارب زيداً (¬2). فالمعنى، كما نرى، مرهون بالمقام الذي تفتقر إليه العبارة. وبذلك يتبين لنا أن غياب بعض عناصر المقام أو غياب المقام كاملاً يؤدّي إلى تعدّد في فهم الكلام الذي ينعكس على عملية التحليل النحوي. ¶ ولعلّ الأمر نفسه يؤدّي إليه غياب الأداء، أي الصورة الصوتّية التي يؤدّى بها الحدث الكلامي، إذ يقود هذا الأمر إلى تعدّد في فهم المعنى الذي ينعكس على عملية التحليل النحوي، ويتجلّى الأداء في ظاهرتين معروفتين، ظاهرة التنغيم وظاهرة الوصل والوقف. ¶ يعرَّف التنغيم بأنه تنوع الأصوات الذي يحدثه اهتزاز الوترين الصوتيين، تنوعٌ يتراوح بين الارتفاع والانخفاض في أثناء النطق، وينظم علاقة الوحدات اللغوية المتتابعة في السياق ليشكل الإطار الصوتي الذي تقال به الجملة (¬3). وينقسم التنغيم إلى مرتفع ومستوٍ ومنخفض، ويبدو أن كل أسلوب نحوي يتفق مع نمط تنغيمي خاص به، فما يقتضيه أسلوب الاستفهام مثلاً يختلف عما يقتضيه أسلوب ¶ ¬__________ ¶ (¬1). ارتشاف الضرَب من لسان العرب 2/ 379 - 380. ¶ (¬2). منهج السالك ص 41. ¶ (¬3). أحمد، نوزاد حسن: المنهج الوصفي في كتاب سيبويه ص260 - 261.",
            "page": "119",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "التوكيد، وكذلك في أسلوب النفي وأسلوب الندبة والتفجع وغيره (¬1). فالأساليب النحوية يقع كلٌّ منها في نمط تنغيمي خاص به (¬2). ¶ ويظهر أن للتنغيم أثراً مهماً في تشكل المعنى الدّلالي والنحوي للعبارة، حتى إن المستمع يستطيع أن يفهم مراد المتحدث اعتماداً على التنغيم (¬3)، وإن أهدر بعض القرائن المقالية، كأن يحذف أداة الاستفهام أو الصفة أو سوى ... ذلك (¬4). ¶ وإذا كان التنغيم خاصاً باللغة المنطوقة (¬5) فهناك أمثلة كثيرة مكتوبة، ويجيز رسمها الكتابي أن تؤدَّى بغير صورة صوتية، فيتوقف معناها الدلالي والنحوي على طبيعة أدائها، وبذلك تتعدد أوجه التحليل لهذه الأمثلة بتعدد أنماط الأداء التي تحتملها، ولعل من أبرز الأمثلة التي يتجلي فيها الأمر بوضوح تلك التي تحتمل الاستفهام والإخبار، فالتدرج التنغيمي الذي يقتضيه أسلوب الاستفهام يختلف عما يقتضيه أسلوب الإخبار، ومما جاء في ذلك بعض الأمثلة التي تحتمل تقدير همزة الاستفهام وعدمه. قال تعالى: [فَالْيَوْمَ نُنَجِّيكَ بِبَدَنِكَ لِتكُونَ لِِمَنْ خَلْفَكَ آيةً] (¬6). ¶ يتوقف معنى الآية الكريمة وتحليلها النحوي على طبيعة أدائها، إذ يحتمل أن يبدأ التدرج التنغيمي مرتفعاً، ثم يتدرج بين الانخفاض والارتفاع فيفيد بذلك معنى الاستفهام، ويحتمل أن يبدأ بنغمة مستوية فيفيد الإخبار، ولأن معطيات السياق تسمح بتعدد الأداء الغائب ذهب بعضهم إلى أن الأسلوب استفهام، وهناك همزة استفهام مقدرة، أي أفاليوم ننجيك ... ؟ فافترض الاحتمال الأول، وذهب أبو حيان إلى أن ¶ ¬__________ ¶ (¬1). حسان، تمام: مناهج البحث في اللغة ص165، واللغة العربية معناها ومبناها ص226، وللمزيد: عمايرة، خليل أحمد: في نحو اللغة وتراكيبها ص173. ¶ (¬2). اللغة االعربية معناها ومبناها ص47، 297. ¶ (¬3). المنهج الوصفي في كتاب سيبويه ص 47، 262 - 263، والحموز، عبد الفتاح أحمد: مواضع اللبس في العربية وأمن لبسها، مجلة جامعة مؤته للبحوث والدراسات مج2ع1، ص53 - 54. ¶ (¬4). اللغة العربية معناها ومبناها ص227، والمنهج الوصفي في كتاب سيبويه ص47، 297، والنحو والدلالة ص 118، 123 - 126. ¶ (¬5). المنهج الوصفي في كتاب سيبويه ص262 - 263، واللغة العربية معناها ومبناها228. ¶ (¬6). سورة يونس، الآية \"92 \".",
            "page": "120",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "الأسلوب إخبار، ولا حاجة لتقدير همزة استفهام (¬1)، فأخذ بالاحتمال الثاني من طبيعة الأداء. ومنه قول عمر بن أبي ربيعة (¬2). ¶ ثُمَّ قَالُوا: تُحِبُّها، قُلْتُ: بَهْراً ... عَدَدَ الرَّمْلِ والحَصَى والتُّرابِ ¶ يتوقف معنى جملة \" تحبها \" على طبيعة الأداء، فقد يكون التدرج التنغيمي مرتفعاً، ثم يتراوح بين الارتفاع والانخفاض، فيفيد الاستفهام الذي يقتضي تقدير همزة في بداية الجملة، وقد يكون التدرج التنغيمي مستوياً فيفيد الإخبار (¬3). ¶ ولا يحدث هذا الأمر في تقدير الهمزة أو عدم تقديرها فقط، وإنما يقع في أنماط تركيبية أخرى تحتمل الاستفهام والإخبار، من ذلك الجمل التي تتصدرها أدوات تحتمل مبانيها الاستفهام وغيره. ومن ذلك \" ما \"، كما في قوله تعالى: [قَالَتْ مَا جَزَاءُ مَنْ أَرَادَ بأَهْلِكَ سُوءاً إلاَّ أَنْ يُسْجَنَ أَوْ عَذَابٌ أَلِيمٌ] ... (¬4). تحتمل \"ما \" النفي، فيكون الأسلوب إخباراً مؤكداً بالحصر، وتحتمل الاستفهام لغير العاقل فيكون الأسلوب استفهاماً (¬5). ولا يخفى أن التدرج التنغيمي الذي يقتضيه الأسلوب الأول يختلف عما عليه الأسلوب الثاني الذي يقتضي تغيرات ملحوظة تتراوح بين الارتفاع والانخفاض بخلاف الأول. ¶ وهناك مبان أخرى لأدوات تحتمل مبانيها الاستفهام وغيره، مثل ... الهمزة (¬6)، و\"كم\" (¬7) و\" ماذا \" (¬8) و\" مَن \" (¬9)، تتوقف معرفة المعنى فيها على طبيعة الأداء، ونكتفي بما ذكرناه عن \" ما \" من هذا النوع. ¶ ¬__________ ¶ (¬1). البحر المحيط5/ 188. ¶ (¬2). ديوانه ص423، وروايته في الديوان: عدد النجم والبهر: الغلبة. ¶ (¬3). مغني اللبيب ص20. ¶ (¬4). سورة يوسف، الآية \"25\". ¶ (¬5). الكشاف 2/ 433 .. ¶ (¬6). انظر مثلاً: مغني اللبيب ص18. ¶ (¬7). انظر مثلاً: البحر المحيط2/ 136، ومغني اللبيب ص245. ¶ (¬8). انظر مثلاً: البحر المحيط7/ 180. ¶ (¬9). انظراً مثلاً: الكشاف1/ 226 - 227، 2/ 65، 399 - 400، والبحر المحيط1/ 598، 4/ 229، 5/ 257.",
            "page": "121",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "وربما كان تعدد الأداء سبباً في أن يجعل الأسلوب يحتمل الإخبار والدعاء. قال تعالى: [قَالَ رَجُلاَن مِنَ الَّذِينَ يَخَافُونَ أَنْعَمَ اللَّهُ عَلَيْهِمَا ادْخُلُوا عَلَيْهِمُ الْبَابَ فَإِذَا دَخَلْتُمُوهُ فَإنَّكُمْ غَالِبُونَ] (¬1). تحتمل جملة \" أنعم الله عليهما \" الاعتراض بين القول ومقوله \" ادخلوا ... \"، والصفة لـ \" رجلان \" (¬2)، والحالية من \"رجلان\" لأنه وصف، وذلك بتقدير \" قد \" في صدر الجملة (¬3)، وإذا كانت وصفية أو حالية فالأسلوب يبقى إخباراً، أما إذا كانت معترضة فالأسلوب يتحول من الإخبار إلى الدعاء (¬4) الذي تفيده الجملة المذكورة. ويبدو أن الأداء الذي يقتضيه الوجه الأول والثاني يتجلى بتدرجات تنغيمية مستوية ومتواصلة، بخلاف الوجه الثالث الذي يقتضي تدرجاً تنغيميّاً مستوياً حتى المقطع \" فونَ \" من \" يخافون \"، ثم مرتفعاً واقعاً على \" أنعم \" بعد فاصلة تنغيمية بسيطة. ¶ وربما أسهمت طبيعة الأداء في تعدد الأوجه للشواهد التي قد تخرج على القاعدة، فهناك بعض الشواهد التي تحتمل في ظاهرها خروجاً على القاعدة، وطبيعة أدائها غائبة، مما يجعل بعض النحاة يفترض أداءً معيناً غير الذي يتبادر إلى الذهن، ليجعل التوجيه في اعتقاده أقوى من غيره. قال تعالى: [إلاَّ الَّذِينَ يَصِلُونَ إِلَى قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثَاقٌ أَوْ جَاؤوكُمْ حَصِرَتْ صُدُورُهُمْ أَنْ يُقَاتِلُوكُمْ أَوْ يُقَاتِلُوا قَوْمَهُمْ] (¬5). ذهب الجمهور إلى أن جملة \" حصرت صدورهم \" تفيد أسلوب الإخبار (¬6)، ووقعت موقع الحال (¬7)، غير أن منهم من يرى أن الجملة الفعلية إذا وقعت موقع الحال، وكان فعلها ماضياً لابد أن تسبقه \" قد \"، وإذا لم تكن ظاهرة فهي مقدرة، لذلك قدروا \" قد \" قبل الجملة، وجعلوها حالاً من فاعل \" جاء \" (¬8)، وذهب بعضهم إلى أنه لا حاجة إلى تقدير \" قد \"، فجعلوا الجملة صفة ¶ ¬__________ ¶ (¬1). سورة المائدة، الآية \" 23 \". ¶ (¬2). الكشاف 1/ 654. ¶ (¬3). البحر المحيط 3/ 470. ¶ (¬4). مغني اللبيب ص562. ¶ (¬5). سورة النساء، الآية \"90 \". ¶ (¬6). مغني اللبيب ص562. ¶ (¬7). البحر المحيط3/ 330. ¶ (¬8). الكشاف1/ 579.",
            "page": "122",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "لموصوف محذوف هو الحال، أي جاؤوكم قوماً حصرت ... صدورهم (¬1)، لأن إضمار الاسم عندهم أسهل من إضمار حرف المعنى (¬2)، وذهب بعضهم إلى أن جعل الجملة في موضع جر، صفة لـ \" قوم\" في \" يصلون إلى قومٍ \"، ليبعد الكلام عن التقدير (¬3)، وذهب آخرون إلى أن الجملة بدل اشتمال من جملة \" جاؤوكم \"، لأن المجىء مشتمل على الحصر (¬4). وعندما اعتقد المبرد أن الجملة الفعلية التي يتصدرها فعل ماض لا تقع حالاً استعان بالتنغيم ليوجه التركيب بعيداً عما سبق، إذ رأى أن الجملة الفعلية تفيد الدعاء (¬5)، ... وبذلك جعلها استئنافية. ولعل طبيعة الأداء هي التي أعانته على هذا التوجيه، لأن أسلوب الدعاء الذي افترضته يقتضي تنغيماً يختلف عنه في أسلوب الإخبار الذي انبنت عليه الأوجه السابقة. ¶ ولا يحدث هذا الأمر في أساليب القرآن الكريم فقط، وإنما يحدث في الشعر أيضاً. قال أحدهم (¬6): ¶ إنَّ الكَرِيمَ وأبْيك يَعْتَمِلْ ... إِن لَّمْ يَجِدْ يَوْماً عَلَى مَنْ يَتَّكِلْ ¶ يبدو التركيب في الجملة الشرطية غريباً، فقد جاء جار ومجرور من غير أن يأتي مفعول \" يجد \" ثم إن علاقة التوارد بين الألفاظ تبدو غير مريحة، ولا بد من تأويل حتى يستقيم الكلام، فقد ذكر ابن هشام عن ابن جني أن تركيب ... \"على من يتكل \" يدخل ضمن متعلقات جملة الشرط، والأصل إن لم يجد يوماً من يتكل عليه. فحذف الجار والمجرور المتعلقان بالفعل \" يتكل \"، وزيدت \"على\" قبل الاسم الموصول \" من \" الذي وقع مفعولاً به للفعل \" يجد \" (¬7). غير أن بعضهم لم يرق له هذا التوجيه، فاستعان بالأداء الغائب، ليجعل أسلوب الشرط انتهى عند ¶ ¬__________ ¶ (¬1). المصدر نفسه. ¶ (¬2). مغني اللبيب ص562. ¶ (¬3). المصدر نفسه. ¶ (¬4). المصدر نفسه. ¶ (¬5). المقتضب4/ 124 - 125. ¶ (¬6). يعتمل: يعمل لنفسه، ويحترف لإقامة العيش، والشاهد من الخمسين التي لا يعرف قائلها، انظر: كتاب سيبويه3/ 81. ¶ (¬7). مغني اللبيب ص192.",
            "page": "123",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "\" يوماً \"، وقدر مفعولاً به للفعل \" يجد \"، أي إن لم يجد يوماً شيئاً، ثم اُبتدئ بأسلوب استفهام مستقل عما قبله، والجملة استئنافية (¬1). وبذلك نرى أن الأداء في التوجيه الأول غيره في الثاني. ¶ وقد يذهب القارئ أحياناً إلى قطع السلسلة النطقيّة، ليحول أداء الكلام إلى دفعات كلامية منفصل بعضها عن بعضها الآخر، وهو في أثناء ذلك يقطع لفظاً ما عما بعده، ثم يبدأ بلفظٍ جديد، وهذا القطع هو ما يسمى بالوقف (¬2). وإذا لم يفعل القارئ ذلك فإنه يجعل السلسلة النطقية ذات دفعة كلامية واحدة من غير قطع، وهذا ما يعرف بالوصل. وما من شك في أن هذا الأمر له صلة وثيقة بالمعنى، إذ نرى أن معرفة مواطن الوقف وأحكامه تشكل أمراً مهماً في فهم القرآن الكريم (¬3)، وما تقسيمهم الوقف إلى تام وحسن وكاف وقبيح (¬4) إلا دليل على ذلك، مما جعل الأئمة يحضون على تعلمه، حتى ساوى بعضهم بين تعلم أحكام الوقف وقضاياه وبين تعلم القرآن الكريم (¬5). ¶ وإذا كان هذا الأمر يتصل بالمعنى فلا تخفى صلته بالنحو أيضاً، لأن هذا الأخير جزءٌ من المعنى، لذلك نرى كثيراً من قضايا الوقف ترتبط بالنحو، مثل المواضع التي يمتنع فيها وغيره (¬6)، ويزداد الأمر وضوحاً إذا ما تأملنا فيما يعكسه الوصل والوقف على التحليل النحوي (¬7)، لأن أداء الكلام في حال الوصول قد يقتضي تحليلاً نحويّاً يختلف عنه في حال قطع أجزائه إلى دفعات ¶ ¬__________ ¶ (¬1). المصدر نفسه. ¶ (¬2). اللغة العربية معناها ومبناها ص270. ¶ (¬3). الأشموني، علي بن محمد: منار الهدى في بيان الوقف والابتداء ص8. ¶ (¬4). ابن الجزري، أبو الخير محمد: النشر في القراءات العشر1/ 224 - 230، وللمزيد انظر: ظاهرة الإعراب في النحو العربي ص209، ومواضع اللبس في العربية وأمن لبسها ص39. ¶ (¬5). السيوطي، جلال الدين: الإتقان في علوم القرآن1/ 284 - 286، ومنار الهدى في بيان الوقف والابتداء ص9 - 10، وللمزيد انظر: الجنابي، أحمد نصيف: نظرية النظم النحوي، مجلة كلية الشريعة واللغة العربية ع1ص298، ومفتي، خديجة أحمد: نحو القراء الكوفيين ص292 - 294. ¶ (¬6). النشر في القراءات العشر1/ 225. ¶ (¬7). العلولا، منيرة بنت سليمان: الإعراب وأثره في ضبط المعنى ص210، وللمزيد انظر: عمر، أحمد خطاب: القراءات والوقف والابتداء، مجلة المجمع العلمي العراقي ج1مج39ص204 - 205 وظاهرة الإعراب في النحو العربي ص209 - 211.",
            "page": "124",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "كلامية منفصل بعضها عن بعضها الآخر. قال تعالى: [آمَنَ الرَّسُوُلُ بِمَا أُنزِلَ إلَيْهِ مِنْ رَبِّهِ وَالْمُؤْمِنُون كُلٌّ آمَنَ بِاللَّهِ وَمَلاِئكَتِهِ وَكُتُبهِ وَرُسُلِهِ لاَ نُفَرِّقُ بَيْنَ أَحَدٍ مِنْ رُسُلِهِ] (¬1). يتوقف تحليل بعض العناصر النحوية في الآية الكريمة على كيفية الأداء، فإذا كان ذا سلسلة نطقية واحدة فإن الواو قبل \" المؤمنون \" عاطفة، والاسم بعدها معطوف على \" رسول \" والضمير في \" كلٌّ \" الذي ناب عنه التنوين عائدٌ على \" الرسول\" و \"المؤمنون \"، وإذا كان الأداء ذا دفعتين نطقيتين تنتهي الأولى بلفظ \" ربه \" وتبدأ الثانية بـ \" والمؤمنون: فإن الواو التي سبق تحليلها في حال الوصل تكون ههنا حرف استئناف، والاسم بعدها مبتدأ، والضمير في \" كلٌّ \" الذي ناب عنه التنوين عائد على \" المؤمنون \" فقط (¬2). وبذلك يبقى الأمر مرهوناً بطبيعة الأداء، ويبدو أن الأمثلة على قضايا الوصل والوقف التي تقود إلى تعدد الأوجه كثيرة جدّاً (¬3). ¶ وربما أسهمت طبيعة الأداء الذي يتحمل الوصل والوقف في تعدد الأوجه لبعض الشواهد التي تحتمل الخروج على القاعدة في ظاهرها. قال ... تعالى: [وَنَادَى فِرْعَوْنُ فِي قَوْمِهِ قَالَ يَاقَوْمِ أَلَيْسَ لِي مُلْكُ مِصْرَ وَهَذِهِ اْلأَنْهَارُ تَجْرِي مِنْ تَحْتِي أَفَلاَ تُبْصِرُون. أَمْ أَنَا خَيْرٌ مِنْ هَذَا الَّذِي هُوَ مَهِينٌ] (¬4). يرى سيبويه أن \"أم\" منقطعة (¬5)، وبذلك يكون الأداء ذا سلسلتين نطقيتين، تنتهي الأولى بنهاية الآية الأولى، وتبدأ الثانية بـ \"أم\". وذهب بعضهم إلى أن ظاهر الكلام لا يقتضي الانقطاع، وعليه تكون \"أم\" زائدة (¬6)، من حيث المعنى، والأداء ذو سلسلة نطقية واحدة، أي أفلا تبصرون أنا خير ... ؟ وذهب الزمخشري إلى أن \"أم\" متصلة، ولكي يسوغ ¶ ¬__________ ¶ (¬1). سورة البقرة، الآية \"285\". ¶ (¬2). الكشاف1/ 358. ¶ (¬3). انظر مثلاً: المصدر نفسه 1/ 76، 78، 366، 465، 2/ 13، 337، 430، 485، 494، 641، 3/ 268، 343، 352، 366 - 367، 446، 4/ 349، 660، 672، والبحر المحيط ... 1/ 159 - 160، 2/ 378 - 379، 393 - 394، 400 - 401، 2/ 417، 3/ 116، 5/ 460، ... 6/ 63 - 64، 7/ 65 - 66 ومغني اللبيب ص 34 - 35، 64 - 65، 317 - 318، 325 - 329، 503، 713 - 714، 720، 859. ¶ (¬4). سورة الزخرف، الآية \"51 - 52\". ¶ (¬5). كتاب سيبويه 3/ 172 - 173. ¶ (¬6). الأخفش الأوسط، سعيد بن مسعدة: معاني القرآن1/ 29 - 30.",
            "page": "125",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "عطف الجملة الاسمية \" أنا خير\" على الفعلية \"تبصرون\" رأى أن المعنى: أفلا تبصرون أم تبصرون .. ؟ لأنهم إذا قالوا له: أنت خير فهم عنده بصراء، فوضع السبب \" أنا خيرٌ \" موضع المسبب \"تبصرون\" (¬1). وذهب بعضهم إلى أن \" أم\" متصلة، ولكن الأداء لا يقتضي وصلاً، وإنما يوقف على \"أم\" المتصلة، ومعطوفها محذوف، والتأويل: أم تبصرون، ثم يبتدأ بـ \" أنا خير \" (¬2) ¶ وهكذا يتبين مما تقدم أن غياب الأداء بظاهرتيه المعروفتين، التنغيم والوصل والوقف، كان من أسباب التعدد في المعنى وفي التحليل النحوى، شأنه في ذلك شأن غياب المقام. ¶ وقد يتعدد المعنى الذي يؤثر في التحليل النحوي بسبب معطيات السياق الحاضرة والملتمسة مما يشكل المعنى، والمراد بالسياق ههنا هو كل ما يحيط ويؤثر في فهمها وتحليلها، ويتمثل بعناصر غير لغوية تعرف بالمقام وعناصر لغوية تعرف بالسياق اللغوي، فهو مجموع القرائن التي تدل على المعنى والمكونة من معطيات المقام والسياق اللغوي (¬3). ¶ وربما تعدد المعنى بسبب بعض المعطيات السياقية، وكأن يحدث نتيجة لمعطيات المقام قال تعالى: [وَقَالَتِ الْيَهُودُ لَيْسَتِ النَّصَارَى عَلَى شَيْءٍ وَقَالَتِ النَّصَارَى لْيْسَتِ الْيَهُودُ عَلَى شيءٍٍ وَهُمْ يَتْلُونَ الْكَتِابَ] (¬4). يحتمل من خلال معطيات المقام التاريخية أن المراد عامة اليهود وعامة النصارى، وهو إخبار عن الأمم السالفة التي كذبت بالرسل والكتب من قبل، وبذلك تكون \"أل\" ... جنسية (¬5) للاستغراق العرفي. وقيل: إن المراد يهود المدينة ونصارى نجران الذين تماروا عند الرسول صلى الله عليه وسلم وتسابّوا، فأنكرت يهود المدينة الإنجيل ونبوّة عيسى عليه السلام، وأنكرت نصارى نجران التوراة ونبوة موسى عليه ¶ ¬__________ ¶ (¬1). الكشاف4/ 260. ¶ (¬2). مغني اللبيب ص64. ¶ (¬3). كتاب الإعراب ص205 - 224، ومن الوجهة الإحصائية في الدراسة الأسلوبية ص130، ¶ والمعنى اللغوي وعناصر تحديده في ضوء الدرس اللغوي الحديث مجلة البلقاء مج1ع2 ص127 - 135. ¶ (¬4). سورة البقرة، الآية \"113\". ¶ (¬5). البحر المحيط1/ 522.",
            "page": "126",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "السلام، وبذلك يتبين من معطيات العناصر الحالية أن هذا الأمر هو حكاية حال في زمن الرسول صلى الله عليه وسلم (¬1). وقيل أيضاً: إن المراد بذلك رجلان، أحدهما من اليهود يقال له نافع بن حرملة قال لنصارى نجران: لستم على شيء، وآخر من نصارى نجران قال لليهود: لستم على شيء، فيكون قد نسب ذلك للجميع حيث وقع من بعضهم (¬2)، وبذلك لا يختلف الأمر عما قبله، فهو حكاية حال حاضرة، وبهذين التفسيرين المرتبطين بمعطيات المقام الحالية تكون \" أل \" للعهد (¬3) الذهني. ¶ وربما اقتضى تعدد المعنى من خلال معطيات السياق اللغوي تعدداً في التحليل النحوي. قال تعالى: [وَقُلْنَا يَا آدَمُ اسْكُنْ أَنْتَ وَزَوْجُكَ الجنَّةَ وَكُلاَ مِنْهَا رَغَداً حَيْثُ شِئْتُمَا وَلاَ تَقْرَبَا هَذِهِ الشَّجَرَةَ فَتَكُونَا مِنَ الظَّالِمِين. فَأَزَلَّهُمَا الشَّيْطَانُ عنها فَأَخْرَجَهُمَا مِمَّا كَانَا فِيِه] (¬4). يتعدد التحليل النحوي للضمير \" ها \" في ... \"عنها \" بتعدد المعنى الذي يقود إليه السياق اللغوي، فيرى أبو حيان الضمير ... \"ها \" في \"عنها\" يعود على الشجرة، لأنهما أقرب مذكور، والمعنى فحملهما الشيطان على الزلة بسببها، وتكون \" عن\" للسبب (¬5). وقيل: إن الضمير يعود على \"الجنة \" لأنها أول مذكور (¬6). وقيل: عائد على غير مذكور يفهم من المعنى المتحصل من السياق، وهو \" الطاعة \"، بدليل قوله تعالى: \"ولا تقربا\"، لأن ... المعنى: أطيعاني بعدم قربان هذه الشجرة، فعاد الضمير على معنى \" الطاعة \" المتحصل في السياق (¬7). وقيل: يعود على الحالة التي كانوا عليها من الرفاهية والتفكُّه، بدليل قوله تعالى: \" وكلا منها رغداً \" (¬8). وهناك أقوال أخرى مرتبطة بمعطيات السياق اللغوي (¬9). ¶ ¬__________ ¶ (¬1). المصدر نفسه. ¶ (¬2). المصدر نفسه. ¶ (¬3). المصدر نفسه. ¶ (¬4). سورة البقرة، الآية \"35 - 36\". ¶ (¬5). البحر المحيط1/ 314. ¶ (¬6). المصدر نفسه. ¶ (¬7). المصدر نفسه. ¶ (¬8). المصدر نفسه. ¶ (¬9). المصدر نفسه.",
            "page": "127",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "وربما كان تعدد المعنى الذي يقود إلى تعدد في التحليل النحوي حصيلة لتفاعل معطيات السياق بنوعيها، معطيات المقام ومعطيات السياق اللغوي. قال تعالى: [فَمَا آمَنَ لِمُوسى إِلاَّ ذُرِّيَّةٌ مِنْ قَوْمِهِ عَلَى خَوْفٍ مِنْ فِرْعَوْنَ وَمَلَئهم أَنْ يَفْتِنَهُمْ] (¬1). تحتمل معطيات السياق أن يعود الضمير في \" قومه \" على موسى عليه السلام، وتذكر عن ابن عباس (ت68هـ) معطيات المقام التي تجعل الضمير عائداً على موسى عليه السلام، وهو أن يعقوب عليه السلام دخل مصر في اثنين وسبعين شخصاً، فتوالدوا في مصر حتى صاروا ستمئة ألف، ويعتبر موسى عليه السلام من هؤلاء القوم، وبذلك يعود الضمير في \" قومه \" عليه (¬2). ويذكر أبو حيان معطيات السياق اللغوي التي تجعله يعود على موسى عليه السلام، وهو لأنه أقرب مذكور، ولأنه المحدَّث عنه في الآية الكريمة (¬3). وتحتمل معطيات السياق وجهاً آخر يقتضي أن يعود الضمير في \" قومه \" على \"فرعون\"، ويذكر بعضهم معطيات المقام التي تدعم هذا الرأي، وهي أنه آمنت زوجة فرعون، وخازنه، وامرأة خازنه وشبابٌ من قومه، مما يدل على ان المراد بالضمير هؤلاء (¬4). وعن ابن عطية (ت542هـ) أن معطيات السياق اللغوي التي تؤيد هذا الوجه هي ما تقدم في الآيات السابقة من محاورة موسى عليه السلام لقوم فرعون، ورده عليهم وتوبيخه لهم على قولهم: \"هذا سحرٌ\" (¬5). وبذلك نرى أن كلاًّ من الوجهين اعتمد معطيات السياق بنوعيه، المقام والسياق اللغوي. ¶ وقد يؤدي النص الأدبي من خلال معطيات سياقه إلى أن يجعل الكلام يحتمل أوجهاً عديدة، والمراد بالنص في هذا البحث النسيج اللغوي المدوّن والمؤلّف من ¶ ¬__________ ¶ (¬1). سورة يونس، الآية \"83\". ¶ (¬2). البحر المحيط 5/ 182. ¶ (¬3). المصدر نفسه. ¶ (¬4). المصدر نفسه. ¶ (¬5). المصدر نفسه.",
            "page": "128",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "سلسلة من الجمل المترابطة المنظمة التي تشكل وحدات ذات دلالات خاصة بها، تتضافر هذه الوحدات لتشكل كلاماً يؤدي هدفاً ما، وهذا الكلام هو النص (¬1). ¶ ويطالعنا النص الأدبي من خلال معطيات السياق بغموض شفاف يجعل المعنى في بعض العبارات أحياناً يحتمل أوجهاً عديدة، وقد ينعكس هذا الأمر على التحليل النحوي ليجعل الأوجه متعددة أيضاً. قال تعالى: [وَمَنْ لَمْ يَسْتَطِعْ مِنْكُمْ طَوْلاً أَنْ يَنكِحَ الْمُحْصَنَاتِ الْمُؤمِنَاتِ فَمِمَّا مَلَكَتْ أيَمانُكُمْ مِنْ فَتَيَاتِكُمْ ... الْمُؤمِنَاتِ] (¬2). يحتمل التركيب \" طولاً أن ينكح \" في ظل السياق معاني عديدة تتجلى في التحليل النحوي، فقد رأى بعضهم أن المعنى: ومن لم يستطيع منكم وصلةً إلى أن ينكح، فقدر \" إلى \" قبل المصدر المؤول (¬3). وهناك من رأى أن \" طولاً \" بمعنى \"مهراً \"، أي مهراً كائناً لأن ينكح المحصنات (¬4)، فقدر لام الجر قبل المصدر المؤول، ليجعله في موضع الصفة لـ \" طولاً \" (¬5) وهناك من رأى أن المصدر المؤول في موضع المفعول لأجله، فقدر لام الجر بناءً على هذا الفهم، والمعنى: طولاً لأجل نكاح المحصنات (¬6). وذهب بعضهم إلى أن \"طولاً \" مصدر \" طال \"، فيقول\": طلتُ الشيء إذا نلته. والمعنى: ومن لم يستطيع منكم أن ينال نكاح المحصنات، وبذلك يكون المصدر المؤول من \" أن \" وصلتها في موضع المفعول به لـ \" طولاً \" (¬7). وذهب بعضهم إلى أن \" طولاً \" بمعنى \"قدرة\"، والنكاح قدرة أيضاً، وبذلك يكون المصدر المؤول في موضع ¶ ¬__________ ¶ (¬1). استخلص هذا المفهوم من مؤلفات عديدة اختلفت في تحديد مفهوم النص، انظر: بحيري، سعيد حسن: علم لغة النص ص99 - 118، وحنفي، حسن: قراءة النص، مجلة ألف ع8ص11 - 12، وخليل، إبراهيم: النص الأدبي تحليله وبناؤه ص9 - 18، والزناد، الأزهر: نسيج النص ص11 - 17، ومرتاض، عبد الملك: ثلاثة مفاهيم نقدية بين التراث والحداثة، نظرية، أدب، نص، ضمن سلسلة قراءة جديدة لتراثنا النقدي ص266 - 275، ونصر، عاطف جودة: النص الشعري ومشكلات التفسير ص15 - 16. ¶ (¬2). سورة النساء، الآية \"25\". ¶ (¬3). البحر المحيط1/ 230. ¶ (¬4). المصدر نفسه. ¶ (¬5). المصدر نفسه. ¶ (¬6). المصدر نفسه. ¶ (¬7). المصدر نفسه.",
            "page": "129",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "البدل من المفعول به \" طولاً \"، لأنهما يدلان على شيء واحد، وهو القدرة (¬1). وأجاز بعضهم أن يكون المصدر المؤول في موضع المفعول به للفعل \"يستطع \"، و \"طولاً \" إما مفعول لأجله على حذف مضاف، أي ومن لم يستطيع منكم نكاح المحصنات لعدم طول، وإما مفعول مطلق، والعامل فيه الفعل \" يستطع \"، لأن فيه معنى فعل المصدر \" طولاً \" (¬2). وبذلك يتبين لنا أن هذا الفهم للدلالات الجزئية في الآية الكريمة الذي اقتضاه المستوى الأدبي قاد إلى تعدد في التحليل النحوي. ¶ ولا شك أن النحاة والمفسرين ينطلقون في تحليلهم النص من أمور معقدة، فردية ومكتسبة كالذوق الأدبي والمخزون الثقافي والنحوي، فتؤثر هذه الأمور في التعدد. ¶ إذا كان المتلقي يتميز من سواه بذوقه الأدبي فإن التعدد الذي يسمح به النص الأدبي قد ينبع من هذه الخصوصية التي تتفاوت وتختلف من إنسان إلى آخر. قال تعالى: [مَثَلُهُمْ كَمَثَلِ الَّذِي اسْتَوقَدَ نَاراً فَلَمَّا أَضَاءَتْ مَا حَوْلَهُ ذَهَبَ اللَّهُ بِنُوِرِهِمْ وتَرَكَهُمْ فِي ظُلُمَاتٍ لاَ يُبْصِرُون] (¬3). ذهب الزمخشري إلى أن الأبلغ في أسلوب الشرط الذي يبدأ بـ \" لما \" أن يكون محذوف الجواب لما في ذلك من الوجازة وأداء المراد، و \" كأنه قيل: فلما أضاءت ما حوله خمدت فبقوا خابطين في ظلام، متحيرين متحسرين على فوت الضوء، خائبين بعد الكدح في إحياء النار \" (¬4). وبين الزمخشري موقع جملة \" ذهب الله بنورهم \" على هذا الوجه، فيرى أنها تحتمل الاستئناف، وكأنهما بمثابة التفسير لمن يسأل ما بالهم قد أشبهت حالهم حال هذا المستوقد؟ كما تحتمل البدل من الجملة المقدرة على سبيل البيان (¬5). على حين ذهب أبو حيان إلى أن جملة \" ذهب الله بنورهم \" هي الجواب، وهو الذي ¶ ¬__________ ¶ (¬1). البحر المحيط1/ 231. ¶ (¬2). المصدر نفسه. ¶ (¬3). سورة البقرة، الآية \"17\". ¶ (¬4). الكشاف1/ 110. ¶ (¬5). المصدر نفسه.",
            "page": "130",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "يتبادر إلى الذهن، لأن ذهاب الله بنورهم مترتب على الإضاءة، ورأى أن تقدير الزمخشري ذهاب عما يتبادر إلى الذهن إلى أمرٍ متكلف لا دليل عليه (¬1). ¶ ويتأثر معنى النص بثقافة المفسر، ولا سيما الذي يهتم بقضايا التركيب النحوية، فإن هذه الأخيرة تعد جملة من الأنماط التركيبية التي يحفظها، والتي يستحضرها في أثناء فهم المعنى إذا اقتضى الأمر، بصفتها قواعد يقاس عليها، ومنها المطرد والقليل والنادر والشاذ والذي لا يجوز إلا في ضرورة ونحو ذلك، فإنه عندما يتشكّل في ذهنه معنىً ما ذو مساس بالجانب التركيبي يحاكمه في ضوء معطيات السياق وهذه الأنماط، فيقيس على المطرد من هذه الأنماط ما أمكن، وإذا لم يستطع فإنه يتدرج فيما يحاول القياس عليه، وبذلك بحسب ما يقتضيه المعنى وما تسمح به معطيات السياق، وهذه أمورٌ نسبية تختلف باختلاف الناس، ومن ثم يتأثر التعدد بالتشعب والتفريع والاختلاف والرفض والتضعيف والترجيح والجواز وغيره، من ذلك التعدد الذي حدث في \" إذ \" من قوله تعالى: [وَإذْ يَعِدُكُمُ اللَّهُ إِحْدَى الطَّائِفَتَيْنِ أَنَّهَا لَكُمْ وَتَوَدُّونَ أَنَّ غَيْرَ ذَاتِ الشَّوْكَةِ تَكُونُ لَكُمْ وَيُرِيدُ اللَّهُ أَنْ يُحِقَّ الحقَّ بِكَلِمِتهِِ وَيَقْطَعَ دَابِرَ الْكَافِرِينَ لِيُحِقَّ الْحَقَّ وَيُبْطِلَ الْبَاطِلَ وَلَوْ كَرِهَ الْمُجْرِمُون. إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجَاب لَكُمْ أَنِّي مُمِدُّكُمْ بِأَلفٍٍ من ِالْمَلاَئِكَةِ مُرْدفِينَ. وَمَا جَعَلَهُ اللَّهُ إلاَّ بُشْرَى وَلِتطْمِئَنَّ بِهِ قُلُوبُكُمْ وَمَا النَّصْرُ إِلاَّ مِنْ عِنْدِ اللَّهِ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ. إِذْ يُغَشِّيكُمُ الُّنعَاس أَمَنَةً مِنْهُ وَيُنَزِّلُ عَلَيْكُمْ مِنَ السَّمَاء مَاءً لِيُطَهِّرَكُمْ بِهِ وَيُذْهِبَ عَنكُمْ رِجْزَ الشَّيْطَانِ وَلِيَرْبِطَ عَلَى قُلُوبِكُمْ وَيُثَبِّتَ بِهِ اْلأَقْدَامَ] (¬2). اختلف المفسرون في معنى \"إذ\" وتحليلها نحوياً في \"إذ يغشيكم \"، فعن الطبري (ت310هـ) أن العامل فيها الفعل \" تطمئن \" \" من \" ولتطمئن به قلوبكم \" (¬3). وذكر الزمخشري أنه يجوز فيها أن تكون بدلاً ثانياً من \" إذ يعدكم\"، أو منصوبة بـ \" النصر \" من \" وما النصر إلا من عند الله \"، أو منصوبة بمعنى الفعل الذي تتضمنه شبه الجملة في \" من عند الله \"، أو بالفعل \"جعل\" من \" ما ¶ ¬__________ ¶ (¬1). البحر المحيط1/ 213. ¶ (¬2). سورة الأنفال، الآية \"7 - 11\". ¶ (¬3). البحر المحيط4/ 461.",
            "page": "131",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "جعله الله \" أو بإضمار\" اذكر \" (¬1). ثم يأتي ابن عطية فيما يروى عنه، فيضعف رأي الطبري، ويوافق الزمخشري في جواز البدلية من \" إذ يعدكم\" (¬2)، ثم يضيف أنه لو جعل العامل في \" إذ \" شيئاً قرنها بما قبلها لكان الأولى في ذلك أن يعمل في \"إذ\" حكيم، لأن إلقاء النعاس عليهم وجعله أمنة حكمة من الله عز وجل (¬3). ويرى أبو البقاء العكبري (ت616هـ) رأياً قريباً من هذا الذي ذكره ابن عطية، إذ يُروى عنه أنه يجوز أن يكون \" إذ \" ظرفاً لما دل عليه \" عزيز حكيم (¬4). ثم يأتي أبو حيان فيروي بعض هذه الأوجه من غير موقف، ويقف عند بعضها الآخر مضعفاً بأسس مختلفة تتعلق بالقاعدة وأقوال النحاة أحياناً، وبالمعنى أحياناً أخرى، ثم يرجح وجه البدلية (¬5)، الذي بدأ به الزمخشري. وبذلك يتبين لنا أن النص الأدبي جعل جملة من الاحتمالات تصلح في فهم \"إذ\" وتحليلها نحويّاً، وأن الدارسين اختلفوا وفرعوا في التحليل بحسب تكوين كلٍّ منهم وثقافته، وما بدا له من معطيات سياقية. ¶ وربما تعدد فهم المعنى الذي ينعكس على التحليل النحوي بوجه آخر يختلف عما مرّ، وهو أن يكون في كلامٍ ما غموض ولا يعرف المراد منه، فيقود هذا إلى تعدّد في الفهم ينبني عليه تعدّد في التحليل النّحوي. وقد يكون هذا الأمر من غير قصدٍ من صاحب الكلام، كما في عبارات النحاة الغامضة، وقد يكون مقصوداً، كما في الحروف المقطعة وبعض الألفاظ الأخرى التي تطالعنا في القرآن الكريم. ¶ ولعل أبرز حالات الغموض عند النّحاة تتجلى في كتاب سيبويه، إذ فيه نصوص تعاني من غموض في تحديد الحكم النحوي لما تتناول، ومن ثَمَّ يقود هذا الأمر إلى خلاف بين النحاة في فهم المراد، يتمثل بتعدد الأوجه لبعض القضايا في التحليل، قياساً على تعدد الفهم، من ذلك مثلاً حديث سيبويه عن العامل في البدل، ¶ ¬__________ ¶ (¬1). الكشاف2/ 192. ¶ (¬2). البحر المحيط4/ 461. ¶ (¬3). المصدر نفسه. ¶ (¬4). البحر المحيط14/ 461. ¶ (¬5). المصدر نفسه.",
            "page": "132",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "واختلاف النحاة في فهمه، يقول سيبويه: \" هذا بابٌ من الفعل يستعمل في الاسم، ثم يبدل مكان ذلك الاسم اسمٌ آخر فيعمل (¬1) فيه، كما عمل في الأول، وذلك قولك: رأيتُ قومَك أكثرَهم ... فهذا يجيء، على وجهين، على أنّه أراد رأيتُ أكثرَ قومك، لكنه ثنّى الاسم توكيداً ... ويكون على الوجه الآخر ... وهو أن يتكلم، فيقول: رأيت قومك. ثم يبدو له أن يبين ما الذي رأى منهم، فيقول: ثلثيهم أو ناساً منهم ... \" (¬2). يشير ظاهر كلام سيبويه إلى أنّ العامل في البدل هو العامل في المبدل منه، وذلك بقوله: \" فيعمل فيه كما عمل في الأوّل \"، ثم يذكر في موطن آخر كلاماً يختلف عما رأينا، عندما يشرح البدل في نحو: رأيت زيداً إياه، فيقول: \" واعلم أنّ هذا المضمر يجوز أن يكون بدلاً من المظهر ... فأما البدل فمنفرد، كأنك قلت: زيداً رأيتُ أو رأيتُ زيداً ثم قلت: إياه رأيت ... \" (¬3). ولعلّ ظاهر كلامه ههنا يدلّ على أنّ العامل مقدّر، لذلك نرى النّحاة يختلفون في تحديد العامل في البدل، فقد ذهب أبو حيان إلى أنّ أكثر النحاة فهموا من كلام سيبويه أنّ العامل في البدل مقدّر، وهو بلفظ الأوّل، وبناء عليه فالبدل من جملة ثانية (¬4)، ويضيف أبو حيان مفسّراً قول سيبويه \" فيعمل فيه\": فأما قوله: \"فيعمل فيه\" فحلّ إشكاله أنّه لما كان العامل في البدل مقدّراً غير منطوق، وكان الظّاهر نائباً منابه في اللفظ نسب العمل إليه مجازاً ... \" (¬5). وبعد أن يتبنى أبو حيان هذا الفهم يذكر أن بعض النحاة فهم من كلام سيبويه أنّ العامل في البدل هو العامل في المبدل منه، وليس على نيّة التكرار (¬6)، ويبدو أنهم اعتمدوا ما يدل عليه ظاهر النص الأوّل، من خلال قول سيبويه \" فيعمل فيه ... \". ¶ ¬__________ ¶ (¬1). أي يعمل الفعل فيه. ¶ (¬2). كتاب سيبويه1/ 150 - 151. ¶ (¬3). نفسه 2/ 386. ¶ (¬4). ارتشاف الضرب2/ 619. ¶ (¬5). أبو حيان النحوي، أثير الدين محمد بن يوسف: تذكرة النحاة ص182 - 183، وللمزيد من هذه الأمثلة التي توضح العامل وقادت إلى تعدد في التحليل انظر مثلاً في حديث سيبويه عن العامل في شبه الجملة بعد المبتدأ: كتاب سيبويه 1/ 406، 2/ 87 - 89، وفي فهم النحاة لذلك انظر: ارتشاف الضرب2/ 55، وكذلك في حديثه عن العامل في \" فاه \" من كلمته فاه إلى في، انظر: كتاب سيبويه 1/ 370 - 393، وفي فهم النحاة لحديثه، انظر: ارتشاف الضرب2/ 335. ¶ (¬6). ارتشاف الضرب2/ 619.",
            "page": "133",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "ولا يقتصر الغموض في نصوص سيبويه على تحديد العامل، وإنما يتجاوز إلى قضايا الموقع الذي يشغله اللفظ في تركيب ما، فيؤدّي تعدّد الفهم لما يريده سيبويه إلى تعدّد في التحليل النحوي. ويقول سيبويه عندما يتحدّث عن التعليق عن العمل لفظاً: \" هذا باب ما لا يعمل فيه ما قبله من الفعل الذي يتعدّى إلى المفعول ولا غيُرِه (¬1)، لأنه كلام قد عمل بعضه في بعض، فلا يكون إلاّ مبتدأ لا يعمل فيه شيء قبله، لأنّ ألف الاستفهام تمنعه من ذلك، وهو قولك: قد علمتُ أعبدُ الله ثَمَّ أم زيد؟ ... وأما ترى أيُّ برقٍ ههنا؟ فهذا في موضع مفعول، كما أنك إذا قلت: عبدُ اللهِ هل رأيته، فهذا الكلام في موضع المبني على المبتدأ الذي عمل فيه فيرفعه. ومثلُ ذلك ليت شعري أعبدُ اللهِ ثّمَّ أم زيد؟ وليت شعري رأيته؟ فهذا في موضع خبر ليت، فإنما أدخلتَ هذه الأشياء على قولك: أزيدٌ ثَمَّ أم عمرو لما احتجت إليه من المعاني\" (¬2). ¶ يحتمل كلام سيبويه في قوله: \" ومثل ذلك ليت شعري أعبدُ اللهِ ثَمَّ أم زيد؟ \" أن هذا من باب التعليق أيضاً، وبذلك تكون الجملة الاسمية المصدرة بحرف استفهام في موضع مفعولي \" شعري \"، كما يحتمل قوله: \" فهذا في موضع خبر ليت \" مثالاً لما يقع موقع الخبر، فتكون شعري بمعني مشعوري، والجملة الاسمية المصدرة بأداة استفهام في موضع خبر \" ليت \". ولعل فهم كلام سيبويه هو الذي دفع النحاة إلى التعدّد في تحليل مثل هذا التركيب، فقالوا: إنّ الجملة المصدرة بأداة استفهام في مثل هذا التركيب يجوز أن تكون في موضع مفعولي \" شعري \"، وشعري اسم \" ليت \"، والخبر محذوف، تقديره كون عام، كائن أو موجود، أو أن تكون \" ليت \" لاخبر لها، لأن المعنى: ليتني أشعر، ويجوز أن يكون \" شعري \" بمعنى \" مشعوري \"، والجملة الاسمية المصدّرة بأداة استفهام في موضع خبر ليت (¬3). ¶ ¬__________ ¶ (¬1). \"غيره\" بالرفع عطفاً على \" ما \" من \" لا يعمل فيه ما قبله \"، والجر عطفاً على \" الفعل \" من\" لا يعمل فيه ما قبله من الفعل\" انظر: كتاب سيبويه1/ 235الحاشية رقم (2). ¶ (¬2). كتاب سيبويه1/ 235 - 236. ¶ (¬3). مغني اللبيب ص508، ولعل الأمر لا يختلف في حديث سيبويه عن الحكاية في قولك: أوّل ما أقول إني أحمد الله، انظر: كتاب سيبويه 3/ 143، والتعدد الذي انبنى عليه، انظر: مغني اللبيب ص54، 786، وحديثه عن \" فعيل \" التي تحتمل الصفة المشبهة واسم الفاعل، انظر: كتاب سيبويه1/ 114، والخلاف في فهم مراده الذي أدّى إلى التعدّد، انظر: مغني اللبيب ص568 - 569.",
            "page": "134",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "وقد يظهر الغموض عند سيبويه في اضطراب الدلالة الاصطلاحية التي يبتغيها، فيقود اختلاف فهم النحاة لتلك الدلالة إلى تعدد في التحليل النحوي. يقف سيبويه عند الواو من قوله تعالى: [ثُمَّ أَنْزَلَ عَلَيْكُمْ مِنْ بَعْدِ الْغَمِّ أَمَنَةً نُعاساً يَغْشَى طَائِفَةً مِنْكُمْ وَطَائِفَةٌ قَدْ أَهَمَّتْهُمْ أَنْفُسُهُمْ يَظُنُّونَ بِاللَّهِ غَيْرَ الْحَقِّ ظَنَّ الْجَاهِلِيَّةِ] (¬1). يقول سيبويه: \" فإنّما وجّهوه على [أنّه] يغشى طائفةٌ منكم وطائفةٌ في هذه الحال، كأنه قال: إذ طائفة في هذه [الحال]، فإنما جعله وقتاً، ولم يرد أن يجعلها واو عطف، وإنما هي واو الابتداء\" (¬2). لم يوضّح سيبويه معنى الحالية للواو، فجاء تمثيله قلقاً يحتمل غير وجه، فقوله: \" وطائفة في هذه الحال \" تجعل دلالة الحالية محتملة، وقوله: \" كأنه قال إذ طائفةٌ في هذه الحال، فإنما جعله وقتاً \" يدل في ظاهره على أنها بمعنى \" إذ \" الظرفّية الزّمانّية، وقوله: \" ولم يرد أن يجعلها واو عطف، وإنّما هي واو الابتداء \"، يجعلها تحتمل الاستئناف، لتكون في بداية جملة، لذلك اختلف النحاة في الدلالة الاصطلاحية التي يبتغيها سيبويه لهذه الواو، ومن ثَّم تعددت الأوجه في تحليلها، فعن مكي أنّها واو الابتداء (¬3)، ولعله يريد بها الواو الاستئنافية التي تتصدر كلاماً منقطعاً عمّا قبله. ثم أضاف أنه قيل في هذه الواو: إنها للحال، وقيل أيضاً: إنها بمعنى \" إذ \" (¬4). ولا يخفى أثر كلام سيبويه في هذه الأوجه، فإنّه يحتملها جمعياً. ويعقب ابن هشام بأن المراد من كلام سيبويه هو أنها واو الحال، وأن تقديرها بـ \"إذ\" لا يقصد به أنها بمعناها، فالحرف لا يرادف الاسم، وإنما يراد بهذا التقدير أنها وما بعدها قيد للفعل السابق، كما أنّ \" إذ \" كذلك، ومن ذهب إلى غير ذلك فإنه وقع في وهم (¬5). ونرى أن الأوجه التي تعددت في الواو قاد إليها كلام سيبويه، وما أضافه ابن هشام يدلّ على عمق نظره، ولكنه لا ¶ ¬__________ ¶ (¬1). سورة آل عمران، الآية \"154\". ¶ (¬2). كتاب سيبويه1/ 90، والمعقوفات من المحقق. ¶ (¬3). مغني اللبيب ص470 - 471. ¶ (¬4). المصدر نفسه. ¶ (¬5). المصدر نفسه.",
            "page": "135",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "يلغي تعدّد الفهم، لاضطراب الدلالة الاصطلاحية كما تبيّن. ولعل ظاهرة الغموض التي رأيناها في الأمثلة السالفة لها أمثلة كثيرة في كتاب سيبويه (¬1). ¶ ويواجها الغموض عند سيبويه بمظهر يختلف عما مرّ، فقد يتناول بعض القضايا بالشرح والتفسير، فيقع في بعض جمله غموض ما يقود إلى تعدد في تفسير كلامه وتحليله نحوياً. يقول سيبويه عندما يفسر ظاهرة التثنية في الأسماء: \" واعلم أنّك إذا ثّنيتَ الواحد لحقته زيادتان، الأولى منهما حرفُ المدّ واللين، وهو حرف الإعراب غير متحرك ولا منون، يكون في الرفع ألفاً، ولم يكن واواً ليفصل بين التثنية والجمع الذي على حدّ التثنية، ويكون في الجرّ ياءً مفتوحاً ما قبلها، ولم يكسر ليفصَل بين التثنية والجمع الذي على حد التثنية، ويكون في النصب كذلك، ولم يجعلوا النصب ألفاً ليكون مثله في الجمع، وكان مع ذا أن يكون تابعاً لما الجرّ منه أولى، لأنّ الجرّ للاسم لا يجاوزه، والرفع قد ينتقل إلى الفعل، فكان هذا أغلب وأقوى \" (¬2). ¶ لا يتضح مراد سيبويه في قوله: \" ولم يجعلوا النصب ألفاً ليكون مثله في الجمع \"، ولعل الإشكال يكمن فيما يعود عليه الضمير من \" مثله \"، إذ يحتمل أن يكون مراد سيبويه: ولم يجعلوا النصب ألفاً للاسم المثنّى لئلا يكون مثل ذلك في الجمع، لأنّ الواو التي هي علامة الرفع في الجمع ستكون عندئذٍ علامةً للرفع والنصب. أو يكون مراده: ولم يجعلوا علامة النصب ألفاً للاسم المثنّى، وإنما جعلوها ياءً حملاً على الجرّ، لأنّه من خصوصيات الاسم بخلاف الرفع، فلم يحملوها عليه، ليكون مثل حمل النصب على الجر في الجمع. وإذا كان الاحتمال الثاني أقوى فإن هذا لا يلغي تعدد الفهم التحليل النحوي، وهو ما يطالعنا به أبو حيان، إذ يذكر أن التفسير الأوّل يقتضي تقدير \" لا \" النافية التي حذفها سيبويه، وهو يريد معناها، أمّا التفسير الثاني فلا يقتضي ذلك (¬3). ثم إن التعدد يحدث أيضاً في عود الضمير من \" مثله \" كما تبين لنا. إذن وقع التعدد بذلك في تحليل ¶ ¬__________ ¶ (¬1). انظر فيما قدّمه عبد الكريم جواد كاظم الزّبيدي في مؤلفه: \" دراسة نحوية في علاقة بعض المسائل الخلافية بكتاب سيبويه \". ¶ (¬2). كتاب سيبويه1/ 17. ¶ (¬3). تذكرة النحاة ص321، وللمزيد من الاطلاع على هذا النمط انظر: المصدر نفسه ص 320.",
            "page": "136",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "كلام سيبويه، وهو يفسر بعض الظواهر بالتعليل. ويبدو أنّ ظاهرة الغموض في عبارات النحاة بقيت شائعة بعد سيبويه، وهي في طبيعتها لا تخرج عما ... رأيناه (¬1)، فلا حاجة تدعو لأن نقف عند نماذج مشابهة. ¶ وقد يحدث الغموض في فهم لفظ ما، فيقود ذلك إلى تعدد في معاني اللفظ المحتملة، ثم ينعكس على عمليّة التحليل النحوي، من ذلك مثلاً فواتح السّور، كما في قوله تعالى: [آلم. ذَلِكَ الْكِتَابُ لاَ رَيْبَ فِيهِ هُدىً لِلْمُتَّقِين] (¬2). تعدد تفسير \" آلم \" فبلغ شأواً بعيداً في الكثرة (¬3)، وانعكس هذا الأمر على التحليل النحوي، فقيل بناء على بعض التفاسير: إن هذه الفواتح أسماء للسور بعدها، وهي بذلك تحتمل أن تكون في موضع رفع، مبتدأ محذوف الخبر، أو خبراً محذوف المبتدأ، وتحتمل أن تكون في موضع نصب، بإضمار فعل، كما تحتمل أن تكون في موضع جرِّ، على إضمار حرف القسم (¬4). وقيل بناء على بعض التفاسير: إن هذه الفواتح ليست أسماء للسور التي بعدها، وإنما هي كحروف المعجم، أوردت مفردة من غير عامل، فاقتضت أن تكون مستكنّة، كأسماء الأعداد التي ترد لمجرّد العدد، وبذلك لا محلّ لها من الإعراب (¬5). وهذا الذي عرضه أبو حيان في تعدد الأوجه لهذه الفواتح نبّه على أنّه مختصر، وأن النحاة توسّعوا وفصلوا، فتكلموا على ما يمكن إعرابه منها، وما لا يمكن، وعلى ما إذا أعرب فمنه ما يمنع من الصرف ومنه ما لا يمنع، وغير ذلك (¬6). ولا شك أن هذا التعدد في التحليل النحوي، هو حصيلة لغموض اللفظ الذي تعددت تفاسيره. ¶ ولا يقتصر الأمر على فواتح السور، فهناك ألفاظ أخرى تعدد تفسيرها لغموضها، وقاد ذلك إلى تعدد في التحليل النحوي. قال تعالى: [وَأَصْبَحَ الَّذِيِنَ تَمَنَّوْا ¶ ¬__________ ¶ (¬1). انظر مثلاً: البحر المحيط 1/ 177، 246، 420، 2/ 7، 154، 239، 271 - 272، 298، 334، 381، 485، 3/ 102، 217، 259، 320، 4/ 55 - 56، 413، 440، 5/ 47، 449، 7/ 25، 8/ 35، 204، ومغني اللبيب ص 748. ¶ (¬2). سورة البقرة، الآية \"1 - 2\". ¶ (¬3). البحر المحيط 1/ 156 - 157. ¶ (¬4). المصدر نفسه 1/ 158. ¶ (¬5). المصدر نفسه. ¶ (¬6). المصدر نفسه.",
            "page": "137",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "مَكَانَهُ باْلأَمْسِ يَقُولُونَ وَيْكَأَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَنْ يشاءُ مِنْ عِبَادِهِ وَيَقْدِرُ] (¬1). اختلف في تفسير \" ويكأن \"، وقاد ذلك إلى تعدد في التحليل النحوي فقد ذهب الخليل إلى أنها كلمتان هما \" وي \" اسم فعل يراد به التندّم، و \" كأن \" الداخلة على الجملة الاسمية (¬2)، و\" الله \" اسم \" كأن \". وعن يونس (ت182هـ) أن الأصل \" ويلك \"، حذفت اللام، والكاف في موضع جرِّ بالإضافة، وهي كلمة يراد بها التحزّن، و \" أنّ \" وصلتها على إسقاط الجار، وهنالك فعل مضمر، والأصل: ويلك أعجبُ لأنّ الله (¬3)، وعن الأخفش (ت210هـ) أنّ الأصل: \"ويك\" \" أنّ\"، و \" ويك \" اسم فعل والكاف حرف خطاب، والأصل: ويك أعلم أنّ الله (¬4). وعن أبي زيد الأنصاري (ت215هـ) أن \" ويكأنّ \" كلمة واحدة معناها \" ألم ترَ أنّ \" (¬5). وهناك أوجه أخرى فسّرت بها هذه الكلمة (¬6) نكتفي بما عرضنا، ومن ثم نلاحظ أن هذا التعدد نتج بسبب غموض معنى اللفظ. ¶ يتبين لنا مما تقدّم أن معطيات السياق الغائبة والحاضرة وظاهرة الغموض تعد من أهم الأسباب التي تجعل الكلام يحتمل غير معنى، وأن تعدد الفهم الذي يحدث نتيجة لهذه الأسباب يقود إلى تعدد في التحليل النحوي، وذلك لأن العناصر النحوية ما هي إلا معان جزئية، تسهم مع عناصر أخرى في تشكل المعنى الدلالي العام فتؤثر وتتأثر. ¶ رابعاً- الاجتهاد: ¶ مرّت بنا أسباب ثلاثة لظاهرة التعدد، هي الخروج على القاعدة، وطبيعة اللغة، والمعنى. وهناك سبب رابع أغنى الظاهرة هو الاجتهاد، وهذا الاجتهاد قد يولد أوجهاً جديدة في القضايا التي تحتمل التعدد من خلال الأسباب المذكورة، ¶ ¬__________ ¶ (¬1). سورة القصص، الآية \"82\". ¶ (¬2). كتاب سيبويه2/ 154. ¶ (¬3). البحر المحيط1/ 130 - 131. ¶ (¬4). المصدر نفسه. ¶ (¬5). المصدر نفسه. ¶ (¬6). المصدر نفسه.",
            "page": "138",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "فيغني الظاهرة بما لم يكن من قبل إضافة إلى ما كان سابقاً. وقد يكون ما أُضيف قويّاً، فيلغي ما تقدّم أو يضعّف ويرجّح، أو يكون لا يختلف عما قبله من حيث القوّة والضعف، فيبقي وجهاً من الأوجه التي تحتملها الظّاهرة، أو يكون ضعيفاً نابعاً من اجتهاد قاصر، فيبدو مستغرباً مستهجناً حتى يتلاشى بالنسيان. وقد يولّد الاجتهاد وجهاً فيما لا يحتمل التعدد، فيضيف وجهاً صحيحاً يلغي آخر خاطئاً تقدّمه، أو يحدث خلاف ذلك، فيكون الاجتهاد قاصراً خاطئاً غايته حبّ الإضافة فيما لا يحتمل التعدد، فيموت الوجه الذي أُضيف مع الأيام، ويبقى ما تقدّمه. ¶ ويبدو أنّ معظم القضايا التي تحتمل التعدد وتقبل الإضافة بالاجتهاد هي تلك التي خرجت على القاعدة، أو التي أدّى إليها التعدد في فهم المعنى، ويلحظ المتتبع أنه بعدما انتهى جمع المادّة وأسّست الأصول وجرّدت معظم القواعد بدأ النحاة يعيدون النّظر في قضايا النحو وشواهده، ولا شك أنّ كلاًّ منهم ينطلق في أثناء ذلك من زادٍ معرفي وانتماء مدرسي يختلف عنه عند غيره، إضافة إلى حبّ التميّز الذي تغذّيه أمور عديدة، فكان أن وقفوا عند كثيرٍ من الشواهد التي خرجت على القاعدة وتحتمل التعدد، فولّدوا أوجهاً جديدة تجيز ما سبقها من أوجه أو ترفضه، فتشعب بذلك التعدد في القضية الواحدة، وكثرت الأسس المعتمدة، وطال الحوار والجدل بالتعليل والأخذ والرّد وغيره. ومن ذلك مثلاً ما جرى في تحليل \" ما \" من \" بئسما \" الذي خرج على قاعدة الإسناد، كما في قوله تعالى: [بِئْسَمَا اشْتَرَوْا بِه أَنفُسَهُمْ أَنْ يَكْفُرُوا بمَا أَنزَلَ اللَّهُ بغياً أنْ يُنزّلَ اللهُ مِنْ فَضْلِهِ عَلَى مَنْ يَشَاُء مِنْ عِبَاده] (¬1). عن سيبويه أنّها معرفة تامة في موضع رفع فاعل \"بئس \"، والتأويل: بئس الشيء (¬2). عن الكسائي أنها معرفة ناقصة موصولة في موضع رفع فاعل، والتأويل: بئس الذي اشتروا به أنفسهم أن يكفروا (¬3). وعنه أيضاً أنها مصدرية، فتكون وصلتها في موضع رفع (¬4). وعنه أيضاً أنّ \" ما \" في موضع نصب على التمييز، وثَمّ \"ما \" أخرى محذوفة موصولة هي ... المخصوص بالذم، أي بئس ¶ ¬__________ ¶ (¬1). سورة البقرة، الآية \"90 \". ¶ (¬2). البحر المحيط1/ 473. ¶ (¬3). المصدر نفسه. ¶ (¬4). المصدر نفسه.",
            "page": "139",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "شيئاً الذي اشتروا به أنفسهم، وجملة \" اشتروا \" صلة لـ \" ما \" المحذوفة لا موضع لها (¬1)، فاعل بئس مضمر تقديره \" هو \" يفسّره ما بعده. ويتشعب التعدد بالاجتهاد، فعن الفرّاء أنّ \" ما \" مع \" بئس \" ركّبت فصارت كلمة واحدة، وبذلك لا موضع لها من الإعراب (¬2). ثم يضيف الأخفش رأياً جديداً، إذ يروى عنه أنّ \" ما \" نكرة ناقصة في موضع نصب على التمييز، والجملة بعدها صفة لها، وفاعل \" بئس \" مضمر مفسّر بـ \" ما \"، والتقدير: بئس هو شيئاً اشتروا به أنفسهم، و \" أن يكفروا \" هو المخصوص بالذم (¬3). ثم تُضعَّف بعض الأوجه المذكورة وتولّد أخرى لم تكن من قبل، فقد ذُكر عن ابن عطيّة أنّه ضعّف الوجه المنسوب إلى الكسائي الذي يقول: إن \" ما \" مصدرية، والتقدير\" بئس اشتراؤهم، وذلك لأنّ \" بئس \" لا تدخل على اسم معين يتعرف بالإضافة إلى ضمير (¬4). ثم يضيف أبو حيان أن الكسائي في هذا الوجه قد يريد أن \" ما \" وصلتها المخصوص بالذم والفاعل مضمر، أي بئس اشتراءٌ اشتراؤهم، ولكنه إذا قصد ذلك فلا يجوز أيضاً، لأنّ الضمير في \" به \" سيعود على \" ما \"، و\" ما \" المصدرية لا يعود عليها ضمير، لأنها حرف على مذهب الجمهور (¬5)، ومن ثم يرفض هذا الوجه. ويضيف أبو حيان بحسب الوجه الذي قاله الأخفش، أنه يجوز في جملة \"اشتروا\" أن تكون صفة للمخصوص بالذّم المحذوف، والتقدير: بئس شيئاً شيءٌ اشتروا به أنفسهم (¬6). وهكذا يحدث التوليد في المسألة التي خرجت على القاعدة، وتحتمل التعدّد. ¶ وإذا كان الدارس يولّد ويشقق في مسائل وشواهده منطلقاً من ثقافته النحوية فإن الأمر مختلف في تناول العناصر التركيبية التي تؤثر في تحليلها معطيات السياق، من خلال فهم المعنى وانعكاسه على التحليل النحوي، لأن عملية التحليل عند كلّ نحوي تكون حصيلةً لتفاعل عنصرين، الرصيد النحوي، وفهم المعنى ¶ ¬__________ ¶ (¬1). المصدر نفسه1/ 472. ¶ (¬2). المصدر نفسه. ¶ (¬3). المصدر نفسه. ¶ (¬4). المصدر نفسه. ¶ (¬5). المصدر نفسه1/ 473. ¶ (¬6). المصدر نفسه1/ 472.",
            "page": "140",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "الذي تشير إليه معطيات السياق، وهذا التفاعل نسبيٌّ يختلف من إنسان إلى آخر، وبذلك، تتكاثر الأوجه في المسألة الواحدة مع الزمن حتى تبلغ شأواً بعيداً. من ذلك مثلاً ما قيل في تحليل الكاف في \" كما \" في قوله تعالى: [الَّذِينَ يُقِيمُونَ الصَّلاَةَ ومِمَّا رَزَقْنَاهُمْ يُنفِقُونَ. أُوْلَئِكَ هُمُ الْمُؤْمِنُونَ حَقَّا لَهُمْ دَرَجَاتٌ عِنْدَ رَبِّهِمْ وَمَغْفِرَةٌ وَرزْقٌ كَريمٌ. كَمَا أَخْرَجَكَ رَبُّكَ مِنْ بَيْتِكَ بالْحَقِّ وَإنَّ فَريقاً مِنَ الْمُؤْمِنينَ لَكَارِهُونَ. يُجَادِلُونَكَ فِي الْحَقِّ بَعْدَ مَا تَبَيَّنَ كَأَنَّمَا يُساقُونَ إِلَى الْمَوْتِ وَهُمْ يَنظُرُونَ] (¬1). اختُلف في فهم معنى الكاف وتحليلها نحوياً، فعن الكسائي أنّ التأويل: \" كما أخرجك ربُّك من بيتك على كراهة من فريقٍ منهم كذلك يجادلونك في قتال كفّار مكّة \" (¬2)، وبذلك تكون الكاف في موضع رفع، مبتدأ، على تقدير كاف أخرى في موضع الخبر، أو يكون الكسائي أراد بتمثيل العبارة وتقدير \" كذلك \" تفسير المعنى وتوضيحه، فيريد أنها في موضع نصب صفة لمصدر مقدَّر. وعن الفرّاء أن ما تقدم في الآية الأولى يقتضي أن يكون أصل العبارة: امضِ لأمرك في الغنائم، ونفِّل من شئت وإن كرهوا كما أخرجك ... ، (¬3) ... وبذلك تكون الكاف في موضع نصب، حالاً. ثم يعقب ابن عطيّة فيما يروى عنه على هذين الرأيين بكلام يستحسنهما (¬4). وعن أبي عبيدة أن الكاف بمعنى واو القسم، و \"ما \" بمعنى الذي، والمراد بها لفظ الجلالة، فتكون في موضع جرّ بالكاف، وجواب القسم جملة \" يجادلونك \"، والتقدير: والله الذي أخرجك من بيتك يجادلونك في الحقّ (¬5). غير أن بعض النحاة استهجن هذا الرأي، لأن الكاف لا تأتي للقسم (¬6). ويعلّق أبو حيان بأنّ أبا عبيدة ضعيفٌ في النحو (¬7). وعن الأخفش أن الكاف صفة لـ \" حقّاً \"، والتأويل: هم المؤمنون حقّاً كما أخرجك ربُّك (¬8). ويروى عن ابن عطيّة ¶ ¬__________ ¶ (¬1). سورة الأنفال، الآية \"3 - 6\". ¶ (¬2). البحر المحيط4/ 456. ¶ (¬3). المصدر نفسه. ¶ (¬4). المصدر نفسه. ¶ (¬5). المصدر نفسه، الصفحة نفسها. ¶ (¬6). المصدر نفسه. ¶ (¬7). المصدر نفسه. ¶ (¬8). البحر المحيط4/ 456.",
            "page": "141",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "أنه لا تناسق في هذا التحليل (¬1). وعن الزّجّاج أنّ الكاف صفة لمصدر مقدّر، والأصل: الأنفال ثابتةٌ لله ثباتاً كما أخرجك ربُّك (¬2). وذهب الزمخشري إلى قريبٍ من ذلك، فرأى أن الكاف صفة مصدر لفعل مقدّر في قوله تعالى: \" الأنفال لله والرسول \"، والتأويل: ... \"الأنفال استقرّت لله والرسول وثبتت مع كراهتهم ثباتاً مثل ثبات إخراج ربك إياك من بيتك وهم كارهون \" (¬3)، ورأى الزمخشري أيضاً أنه يجوز أن تكون الكاف في موضع رفع، خبراً لمبتدأ محذوف، والتقدير: هذه الحالُ كحالِ إخراجك، أي أن حالهم في كراهة ما رأيت من تنفيل القراءة مثل حالهم في كراهة خروجهم للحرب (¬4). وهناك من رأى أن الكاف بمعنى \"إذ\" و \"ما\" زائدة، والتقدير: اذكر إذ أخرجك ربُّك (¬5). ويضعف هذا أبو حيان، فيرى أنه لم يثبت أن الكاف تكون بمعنى \" إذ \" في لسان العرب، ولم يثبت زيادتها ههنا (¬6). وهناك من ذهب إلى أن الكاف بمعنى \" على \" و \" ما \" موصولة بمعنى الذي، والتأويل: امضِ على الذي أخرجك ربّك من بيتك (¬7). ويضعفه أبو حيان بالاستخدام والقاعدة، فيرى أنه لم يثبت مجيء الكاف بمعنى \" على \"، ولا يجوز حذف العائد على الموصول في مثل هذا التركيب (¬8). وبعضهم يرى أن أصل الكلام، وأطيعوا الله ورسوله إن كنتم مؤمنين، كما أخرجكم في الطاعة خيرٌ لكم، كما كان إخراجك خيراً لهم (¬9). ولعل الكاف في هذا التأويل تكون في موضع المبتدأ، والخبر محذوف. وهناك من رأى أن أصل الكلام: كما أخرجك ربُّك فاتقوا الله (¬10)، وكأنه جعل الكاف في موضع المبتدأ، خبره جملة \" اتقوا \" المقترنة بالفاء (¬11). ويضعفه ابن عطية فيما يروى عنه لانعدام الدليل السياقي الذي يسمح ¶ ¬__________ ¶ (¬1). المصدر نفسه. ¶ (¬2). المصدر نفسه. ¶ (¬3). الكشاف2/ 187. ¶ (¬4). المصدر نفسه2/ 186 - 187. ¶ (¬5). البحر المحيط4/ 456. ¶ (¬6). المصدر نفسه. ¶ (¬7). المصدر نفسه. ¶ (¬8). المصدر نفسه. ¶ (¬9). المصدر نفسه. ¶ (¬10). المصدر نفسه. ¶ (¬11). المصدر نفسه.",
            "page": "142",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "بهذا الفهم (¬1). وبعضهم رأى أن الكاف في موضع رفع صفة لمحذوف، وأصل الكلام: لهم درجات عند ربهم ومغفرة ورزق كريم هذا وعدٌ حقٌ كما أخرجك (¬2). ¶ ويرى أبو حيان أن هذا الوجه ضعيف، لأن المقدر لو صُرّح به لم يلتئم التشبيه ولم يحسن (¬3). وهناك أيضاً من رأى أن الكاف في موضع رفع، صفة لخبر مقدّر، والمعنى: وأصلحوا ذات بينكم ذلكم خيرٌ لكم كما أخرجك ... ربُّك (¬4). ولم يرق لأبي حيان هذا الوجه لكثرة التقدير، وطول الفصل بين \"أصلحوا\" وبين \" كما أخرجك \" (¬5). وبعضهم رأى أن المعنى يقتضي أن تكون الكاف في موضع رفع، صفة لخبرٍ مقدّر، على أن التأويل: قسمتك للغنائم حقٌّ كما كان خروجك حقاًّ (¬6). ويرى بعضهم أنّ المعنى يقتضي التشبيه بين إخراجين، أي إخراج ربك إياك من بيتك، وهو مكّة، وأنت كاره لخروجك، وكانت عاقبته الخير والنصر كإخراج ربك إياك من المدينة، وبعض المؤمنين كاره يكون عقب ذلك الظفر والنصر (¬7). وبذلك تكون الكاف في موضع الرفع، خبراً لمبتدأ محذوف. وذهب بعضهم إلى أنّ الكاف للتشبيه على سبيل المجاز، كقول القائل لعبده: كما وجهتك إلى أعدائي فاستضعفوك، وسألت مدداً، فأمددتك وقويتك وأزحت عللهم فخذهم الآن، فعاقبهم بكذا (¬8). ثم يخلص صاحب هذا الرأي إلى أنّ الكاف متعلقة بـ \" اضربوا \" التي تقدم ذكرها (¬9)، ويضعفه أبو حيان لطول الفصل (¬10)، ثم يضيف مضعفاً ما سبق في أوجه وذاهباً مذهباً جديداً: ومن دفع إلى حوك الكلام وتقلب في إنشاء أفانينه، وزاول الفصاحة والبلاغة لم يستحسن شيئاً من هذه ¶ ¬__________ ¶ (¬1). المصدر نفسه. ¶ (¬2). المصدر نفسه4/ 457. ¶ (¬3). البحر المحيط4/ 457. ¶ (¬4). المصدر نفسه. ¶ (¬5). المصدر نفسه. ¶ (¬6). المصدر نفسه. ¶ (¬7). المصدر نفسه. ¶ (¬8). المصدر نفسه. ¶ (¬9). المصدر نفسه. ¶ (¬10). المصدر نفسه.",
            "page": "143",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "الأقوال، وإن كان بعض قائلها له إمامة في علم النحو ورسوخ قدم، لكنه لم يحتط بلفظ الكلام ولم يكن في طبعه صوغه أحسن صوغ، ولا التصرف في النظر فيه من حيث الفصاحة، وبه يظهر الإعجاز. وقبل تسطير هذه الأقوال هنا وقعت على جملة منها، فلم يرق لخاطري منها شيء، فرأيت في النوم أنني أمشي في رصيف، ومعي رجلٌ أباحثه في قوله تعالى: \"كما أخرجك ربك من بيتك بالحق\"، فقلت له: ما مرّ بي شيء مشكل مثل هذا، ولعل ثم محذوفاً يصح به المعنى، وما وقفت فيه لأحد من المفسرين على شيء طائل، ثم قلت له: ظهر لي الساعة تخرجه، وأنّ ذلك المحذوف هو \" نصرك \". واستحسنت أنا وذلك الرجل هذا التخريج، ثم انتبهت من النوم، وأنا أذكره، والتقدير، فكأنه قيل: \" كما أخرجك ربك من بيتك بالحق \" أي بسبب إظهار دين الله، وإعزاز شريعته، وقد كرهوا خروجك تهيباً للقتال وخوفاً من الموت، إذ كان أمر النبي صلى الله عليه وسلم لخروجهم بغتةً، ولم يكونوا مستعدين للخروج، وجادلوك في الحقّ بعد وضوحه نصرك الله وأمدك بملائكته. ودل على هذا المحذوف الكلام الذي بعده، وهو قوله تعالى: ... [إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجَابَ لَكُم أَنِّي مُمِدُّكُمْ بِأَلْفٍ مِنْ الْمَلاَئِكَةِ مُرْدِفِينَ] (¬1). ويظهر أنّ الكاف في هذا التخرج المنامي ليست لمحصن التشبيه، بل فيها معنى التعليل، وقد نص النحويون على أنه قد يحدث فيها معنى التعليل ... ومن الكلام الشائع على هذا المعنى: كما تطيع الله يدخلك الجنة، أي لأجل طاعتك الله يدخلك الجنة، فكأن المعنى: إن خرجت لإعزاز دين الله، وقتل أعدائه، نصرك الله، وأمدّك بالملائكة ... \" (¬2) ونلاحظ أنّ ما ذهب إليه أبو حيان ليس بأقوى من كثيرٍ مما تقدم، لأن معطيات السياق المعتمدة، وكثرة التقدير، وكيفية التركيب الذي يقود إليه هذا الفهم تجعله ليس بأقوى من كثير مما تقدم. وبذلك يبدو أن الاجتهاد في مثل ذلك يغني ما يحتمل التعدد بأوجه كثيرة، تفوق ما يحدث فيما يخرج على القاعدة، لأن معطيات التحليل التي ينطلق منها النحوي أوسع، فهي حصيلة لثقافته النحوية وفهمه للمعنى، ولعل ما تقدم في تحليل \" كما \" خير دليل على ذلك. ¶ ¬__________ ¶ (¬1). سورة الأنفال، الآية \"9\". ¶ (¬2). البحر المحيط4/ 457 - 458.",
            "page": "144",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "وقد يتناول الاجتهاد بعض المسائل التي تحتمل التعدد، فيصحّح وجهاً خاطئاً تقدمه، أو يكون ما تقدمه صحيحاً ثابتاً، ولكن حبّ الإضافة يقود إلى وجهة نظر جديدة لم تكن من قبل، فيبقى بذلك الرأي المتقدم ويندثر الاجتهاد، لأن الظاهرة لا تحتمل التعدد. ومن النوع الأول تحليل جملة \" يهديني \" من قوله تعالى: [وَقَالَ إِنِّي ذَاهِبٌ إِلَى رَبِّي سَيَهْدِينِ] (¬1). ذهب بعضهم إلى أن جملة \" يهديني \" في موضع نصب، حال من الضمير المستتر في \" ذاهب \"، كما تقول: سأذهب مهدياً (¬2). غير أنه تحليل خاطئ لوجود قرينه تمنع ذلك، وهي السين التي تقتضي الاستئناف، لذلك يصحّحه ابن هشام، ويجعل الجملة استئنافية، لأنّ الجملة الحالية لا تصدَّر بدليل استقبال (¬3). ¶ أما النوع الثاني من الاجتهاد فيما لا يحتمل التعدد فخير مثال عليه ما قاله أبو البقاء العكبري في \" أيّ \" الاستفهام من قوله تعالى: [وَسَيَعْلمُ الَّذيِنَ ظَلَمُوا أَيَّ مُنقَلَبٍ يَنْقِلَبُونَ] (¬4) فـ \" أي \" في الآية الكريمة اسم استفهام في موضع المفعول المطلق المقدّم على فعله \" ينقلب \"، وقُدّم، لأنه اسم استفهام، والاستفهام له الصّدارة. غير أن أبا البقاء لم يرَ ذلك، إذ يروى عنه أنّ \"أيَّ: اسم استفهام، وهي صفة لمصدر مقدّر، أي ينقلبون انقلاباً أيّ منقلب (¬5). وما ذهب إليه غير صحيح لأن \" أيَّ \" إذا كانت استفهامية لا يوصف بها، فتلك التي يوصف بها قسمٌ برأسه، تختلف من حيث الموقع والوظيفة عن الاستفهامية والشرطية والموصولة (¬6). ومن ثم يندثر هذا الاجتهاد وأمثاله، ويبقى الرأي الأوّل الذي يقال فيما لا يحتمل التعدد. ¶ ¬__________ ¶ (¬1). سورة الصافات، الآية \"99\". ¶ (¬2). مغني اللبيب ص564. ¶ (¬3). مغني اللبيب ص564. ¶ (¬4). سورة الشعراء، الآية \"227\". ¶ (¬5). البحر المحيط7/ 47. ¶ (¬6). المصدر نفسه.",
            "page": "145",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "وبذلك نلاحظ أن الاجتهاد النحوي يكون سبباً رابعاً من أسباب التعدد، فيولّد أوجهاً فيما يحتمل تغني الظاهرة بالتشعب والتفريع، ويولد أخرى فيما لا يحتمل يصحح من خلالها خطأ سبقه، وحين يكون خاطئاً يهمل وينسى. ¶ ونخلص مما تقدم إلى أن الأسباب التي أدت إلى التعدّد تتمثل بالخروج على القاعدة، وبطبيعة اللغة، وبالمعنى، وبالاجتهاد. ¶ وفي أثناء الوقوف عند القاعدة وما خرج عليها تبين لنا مفهوم القاعدة، وأنواعها المتفق عليه المبني على المطرد والمختلف فيه المبني على ما لم يطرد، وأن الشواهد التي خرجت على القاعدة بعضها مطرد، وبعضها الآخر غير مطرد، ويتمثل بأساليب وردت عن العرب، أو عن بعضهم، أو في القرآن الكريم وقراءاته، أو الشعر والأمثال، وأن هذه التي لم تطرد، قد يتشعب التعدد فيها، بسبب كثرة من يحللها، وتنوع القواعد التي يمكن توجيه مثل هذه الشواهد في ضوئها، وبالتأويل أو من دونه. ¶ أما ما تمثله طبيعة اللغة فقد توصلنا إلى أنه الذي يخفي غموضاً أو قلقاً في بعض المسائل، فيقبل التعدد من غير أن يخرج على القاعدة، أو أن تؤثر فيه المعطيات السياقية. ويظهر بتجليات مختلفة، من أهمها: صلاحية الموقع الذي يشغله اللفظ لغير وجه، وتعدد معاني المبنى، أو يعود إلى قضايا تتعلق بجمع اللغة، أو يكون حصيلةً لغموض جزئي في معاني بعض العناصر، أو لصلاحية شبه الجملة للتعليق بغير عنصر، أو لتعدد المعنى المعجمي، أو لصلاحية اللفظ للإفراد والتركيب، أو لعدم معرفة أصل اللفظ. ¶ وعندما وقفنا عند قضايا المعنى التي تقود إلى التعدد تبين لنا أن هذا التعدد قد نجده عند المفسر الواحد، فيكون نتيجة لمعطيات سياقية، ربما كانت غائبة أحياناً، كبعض عناصر المقام، أو الأداء، وربما كانت حاضرة، وهي جملة المعطيات السياقية التي تقود إلى تشكل المعنى. ¶ كذلك تبين أنه قد يكون نتيجة لاختلاف الفهم بين الناس، إذ إن المعنى يتأثر بطبيعة المتلقي أحياناً، ولا سيما في النصوص الأدبية، ومن ثم يقود هذا الاختلاف في فهم المعنى إلى اختلاف في التحليل النحوي، يتمثل بتعدد الأوجه، وهو نتيجة",
            "page": "146",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "لتفاعل طبيعة المتلقي مع المعطيات السياقية، كما لاحظنا أن التعدد الذي يؤدي إليه المعنى قد يكون نتيجة لغموض المراد، وعدم معرفة المعنى المحدد منه الذي لم يوضحه صاحبه، لغاية غير مقصودة، كما في النصوص العلمية التي نجدها عند النحاة، أو لغاية مقصودة كما في الحروف المقطعة أو بعض الألفاظ الأخرى التي نجدها في القرآن الكريم. ¶ ولعل الأمثلة التي وقفنا عندها في أثناء الحديث عن الاجتهاد تبين بوضوح كيف يولد مع مرور الأيام أوجهاً لم تكن من قبل، سواء أكانت هذه الأوجه ضعيفة أم قوية، صحيحة أم خاطئة، حتى إننا نجد في الظاهرة الواحدة ما يقارب العشرين وجهاً. ¶ المصادر والمراجع (¬1) ¶ - أحمد، نوزاد حسن: المنهج الوصفي في كتاب سيبويه، منشورات جامعة قاريونس، بنغازي ليبيا، ط (1) 1996م. ¶ - الأخفش الأوسط، سعيد بن مسعدة: معاني القرآن، تحقيق فائز فارس، الصفاة الكويت، ط (2) 1981م. ¶ - الأشموني، على بن محمد: منار الهدى في بيان الوقف والابتداء، مصطفى البابي الحلبي بمصر، ط (2) 1393هـ/1973. ¶ - ابن الأنباري، كمال الدين أبو البركات: الإنصاف في مسائل الخلاف بين النحويين البصريين والكوفيين، ومعه كتاب الانتصاف من الإنصاف لمحمد محيي الدين عبد الحميد، مديرية الكتب والمطبوعات ¶ - ¶ ¬__________ ¶ (¬1) *. لا يعتد بكلمة \" ابن \" أو \" أبو \"، وترتيب أسماء الأعلام القدماء بحسب ما اشتهروا به من ألقاب أو كنى، أما المحدثون فيرتبون بحسب الكنى.",
            "page": "147",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "- الجامعية بحمص، مطابع الروضة النموذجية 1988 - 1989م \"تصوير\". ¶ - أنيس، إبراهيم: في اللهجات العربية، دار الفكر العربي بالقاهرة، د. ت. ¶ - بحيري، سعيد حسن: علم لغة النص، الشركة المصرية العالمية للنشر بالقاهرة، ط (1) 1997م. ¶ - ابن الجزري، أبو الخير محمد: النشر في القراءات العشر، المكتبة التجارية الكبرى بالقاهرة، د. ت. ¶ - جطل، مصطفى: نظام الجملة عند اللغويين العرب في القرنين الثاني والثالث للهجرة، مديرية الكتب والمطبوعات الجامعية بجامعة حلب، 1981 - 1982م. ¶ - الجنابي، أحمد نصيف: نظرية النظم النحوي، مجلة كلية الشريعة واللغة العربية بأبها، ع 1رجب1398 - 1399هـ. ¶ - ابن جنّي، أبو الفتح عثمان: المحتسب في تبيين وجوه شواذ القراءات والإيضاح عنها، تحقيق علي النجدي ناصف وعبد الحليم النجار وعبد الفتاح شلبي، وزارة الأوقاف بمصر، المجلس الأعلى للشؤون الإسلامية، لجنة إحياء كتب السنة، 1415هم1994م. ¶ - حاطوم، أحمد: كتاب الإعراب \" محاولة جديدة لاكتناه الظاهرة \"، شركة المطبوعات للتوزيع والنشر ببيروت، ط (2) 1412هـ/1992. ¶ - حسّان، تمام: ¶ اللغة العربية معناها ومبناها، الهيئة المصرية العامة للكتاب، 1973م. ¶ مناهج البحث في اللغة، دار الثقافة، 1974م. ¶ - ¶ -",
            "page": "148",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "- حسن، عباس: اللغة والنحو بين القديم والحديث، دار المعارف بمصر، ط (2) د. ت. ¶ - الحموز، عبد الفتاح: مواضع اللبس في العربية وأمن لبسها، مجلة جامعة مؤتة للبحوث والدراسات، مج 2ع1الأردن، حزيران1987م. ¶ - حنفي، حسن: قراءة النص، مجلة ألف، ع8 منشورات الجامعة الأمريكية بالقاهرة، 1988م. ¶ - أبو حيّان النحوي، أثير الدين محمد بن يوسف: ¶ ارتشاف الضرّب من لسان العرب، تحقيق وتعليق مصطفى أحمد النمّاس، حقوق الطبع محفوظة للمحقق، د. ن، ط (1) 1404هـ/1984م. ¶ تفسير البحر المحيط، دراسة وتحقيق وتعليق عادل أحمد عبد الموجود وعلي محمد معوض وآخرين، دار الكتب العلمية بيروت، ط (1) 1413هـ/1993م-1416هـ/1995. ¶ تذكرة النحاة، تحقيق عفيف عبد الرحمن، مؤسسة الرسالة بيروت، ... ط (1) 1406هـ/1986م. ¶ منهج السالك في ألفية ابن مالك، تحقيق سيدني جلاسر، نيوهافن كونيكتيكت، الولايات المتحدة الأمريكية، 1947م. ¶ - خليل، إبراهيم: النص الأدبي تحليله وبناؤه، دار الكرمل بعمان، ط (1) 1995م. ¶ - دى سوسِّر، فردينان: محاضرات في الألسنية العامة، ترجمة يوسف غازي ومجيد النصر، دار نعمان للثقافة بجونيه لبنان، 1984. ¶ - ¶ -",
            "page": "149",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "- الزبيدي، عبد الكريم جواد كاظم: دراسة نحوية في علاقة بعض المسائل الخلافية بكتاب سيبويه، دار البيان العربي بجدة، ط (1) 1403هـ/1983م. ¶ - الزمخشري، جار الله محمود بن عمر: ¶ الفائق في غريب الحديث، تحقيق علي محمد البجاوي ومحمد أبو الفضل إبراهيم، دار إحياء الكتب العربية بالقاهرة، ط (1) 1364هـ/1945م. ¶ الكشّاف عن حقائق التنزيل وعيون الأقاويل في وجوه التأويل، تحقيق عبد الرزاق المهدي، دار إحياء التراث العربي ببيروت، ط (1) ... 1417هـ/1997م. ¶ الزناد، الأزهر: نسيج النص\" بحث فيما يكون به الملفوظ نصّاً\"، المركز الثقافي العربي ببيروت، ط (1) 1993م. ¶ - سيبويه، أبو بشر عمرو بن عثمان بن قنبر: كتاب سيبويه، تحقيق عبد السلام هارون، دار القلم بالقاهرة، 1966م. ¶ - السيوطي، جلال الدين: الإتقان في علوم القرآن، تحقيق محمد أبو الفضل إبراهيم، الهيئة المصرية العامة، 1974م. ¶ - عبد الغني، أحمد عبد العظيم: القاعدة النحوية\" دراسة نقدية تحليلية\"، دار الثقافة بالقاهرة، 1410هـ/1990م. ¶ - عبد اللطيف، محمد حماسة: ¶ الجملة في الشعر العربي، مكتبة الخانجي بالقاهرة، ط (1) 1410هـ/1990م.",
            "page": "150",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "النحو والدلالة \" مدخل لدراسة المعنى النحوي الدلالي \"، القاهرة، د. ن ط (1) 1403هـ/1983م. ¶ -عبده، داود: التقدير وظاهر اللفظ، مجلة الفكر العربي، ع8 - 9، معهد الإنماء العربي ببيروت، 1978 - 1979م. ¶ - العلولا، منيرة بنت سليمان: الإعراب وأثره في ضبط المعنى، دار المعرفة الجامعية بالإسكندرية، 1993. ¶ - عمايرة، خليل أحمد: في نحو اللغة وتراكيبها \"مهج وتطبيق \"، عالم المعرفة بجدة، ط (1) 1404هـ/1984م. ¶ - عمر، أحمد خطاب: القراءات والوقف والابتداء، مجلة المجمع العلمي العراقي ج1 مج39، 1408هـ/1988م. ¶ - عمر ان أبي ربيعة المخزومي: ديوان عمر بن أبي ربيعة، شرح محمد محيي الدين عبد الحميد، المكتبة التجارية الكبرى، مطبعة السعادة بمصر، ط (1) 1371هـ/1952م. ¶ - عيسى، فارس: المعنى اللغوي وعناصر تحديده في ضوء الدرس اللغوي الحديث، مجلة البلقاء للبحوث والدراسات، جامعة عمان الأهلية، مج1ع2، 1412هت/1992م. ¶ - الفراء، أبو زكريا يحيى بن زياد: معاني القرآن، حقق الجزء الأول والثاني أحمد يوسق نجاتي ومحمد علي النجار، دار الكتب المصرية بالقاهرة1955م، وحقق الجزء الثالث عبد الفتاح شلبي وراجعه على النجدي ناصف، الهيئة المصرية العامة، 1972م. ¶ - فضل، صلاح: من الوجهة الإحصائية في الدارسة الأسلوبية، مجلة فصول مج4ع1، الهيئة المصرية العامة 1983م. ¶ - ¶ -",
            "page": "151",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "- فلفل، محمد عبدو: ما لم يطرد في قواعد النحو والصرف عند أعلام النحاة حتى القرن السابع الهجري، رسالة دكتوراه \" مخطوط \" بإشراف عبد الحفيظ السطلي في قسم اللغة العربية من كلية الآداب بجامعة دمشق. ¶ - المبرد، أبو العباس محمد بن يزيد: المقتضَب، تحقيق محمد عبد الخالق عضيمة، عالم الكتب ببيروت، د. ت. ¶ - مرتاض، عبد الملك: ثلاثة مفاهيم نقدية بين التراث والحداثة\" نظرية، أدب، نص\"، ضمن: قراءة جديدة لتراثنا النقدي، النادي الأدبي الثقافي بجدّة، الكتاب59، مج1، 12/ 7/1990/، 1410هـ. ¶ - مصطفى، إبراهيم: إحياء النحو، لجنة التأليف والترجمة والنشر بالقاهرة، 1937م. ¶ - مفتي، خديجة أحمد: نحو القراء الكوفيين، مكتبة الفيصليّة بمكة المكرمة، توزيع دار الندوة الجديدة ببيروت، ط (1) 1406هـ/1985م. ¶ - مكرم، عبد العال سالم وعمر، أحمد مختار: معجم القراءات القرآنية، جامعة الكويت ط (1) 1402هـ/1982م. ¶ - الميداني، أبو الفضل أحمد: مجمع الأمثال، تحقيق محمد أبو الفضل إبراهيم، دار الجيل ببيروت، ط (3) 1407هـ/1987م. ¶ - نصر، عاطف جودة: النص الشعري ومشكلات التفسير، الشركة المصرية العالمية للنشر بالقاهرة، ط (1) 1996م. ¶ - نهر، هادي: علم اللغة الاجتماعي عند العرب، دار الغصون ببيروت، ط (1) 1408هـ/1988م. ¶ - ¶ -",
            "page": "152",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "- ابن هشام الأنصاري، جمال الدين: ¶ - شرح شذور الذهب في معرفة كلام العرب، ومعه كتاب منتهى الأرب بتحقيق شرح شذور الذهب لمحمد محيي الدين عبد الحميد، منشورات جامعة حلب \" تصوير \". ¶ - مغني اللبيب عن كتب الأعاريب، تحقيق مازن المبارك ومحمد علي حمد الله، منشورات جامعة حلب \" تصوير \". ¶ - ياقوت، أحمد سليمان: ظاهرة الإعراب في النحو العربي وتطبيقها في القرآن الكريم، دار المعرفة الجامعية بالإسكندرية، 1994م.",
            "page": "153",
            "part": "1"
        }
    ],
    "t35914": [
        {
            "id": "1",
            "lvl": "1",
            "sub": "1",
            "tit": "أسباب التعدد في التحليل النحوي"
        }
    ]
}