{
    "b35913": [
        {
            "id": "1",
            "nass": "موقف د. محمد شحرور ¶ من أركان الإيمان ¶ من خلال كتابه ¶ الكتاب والقرآن ¶ قراءة معاصرة ¶ (بحث لمادّة دراسات نقدية في الفكر المعاصر لمرحلة الدكتوراه) ¶ الفصل الدراسي الأول 1428هـ - 1429هـ ¶ إعداد الطالب: بدر بن محمد ناضرين ¶ أستاذ المادة: د. عبد الله بن محمد القرني",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ مقدمة ¶ الحمد لله رب العالمين والصلاة والسلام على أشرف المرسلين نبينا محمد وعلى آله وصحبه أجمعين، وبعد: ¶ فضمن بحوث السنة المنهجية لمرحلة الدكتوراه بقسم العقيدة بجامعة أم القرى لمادة \"دراسات نقدية في الفكر المعاصر\" والتي يقوم بتدريسها صاحب الفضيلة الدكتور عبد الله بن محمد القرني، حفظه الله، فقد اخترت أن يكون موضوع بحثي هو كتاب: \"الكتاب والإيمان- قراءة معاصرة\" لمؤلفه \"د. محمد شحرور\". ¶ وقد وقع اختياري لهذا الموضوع باعتباره موضوعاً معاصراً يمس الواقع، خصوصاً مع وجود طائفة من المثقفين تأثروا بطرح \"د. محمد شحرور\" وأخذوا بآرائه (¬1). ¶ وقد عهدنا من السلف الاهتمام بصون عقيدة المسلمين مما يدخل عليها من الأقوال والمذاهب المخالفة، فاعتنوا منذ القرون الأولى بالكتابة في بيان خطأ وتلبيس من قال بقول مخالف لعقيدة أهل السنة والجماعة، وعلى هذا المنهج سار من بعدهم من أئمة الإسلام، ولم يكتفوا ببطلان القول المخالف وبدعيته، بل اعتنوا بالرد وبيان الخطأ، سيما إذا وجد من يقتنع بهذا القول المخالف من أبناء المسلمين. ¶ فلا يكفي عند التعامل مع طرح د. محمد شحرور مجرد وصفه بأنه ماركسي أو مجنون أو ... ، ولا يكفي أيضاً التمسك بمخالفته في مسائل فقهية والتشنيع عليه (¬2)، فإن المتأثرين به لن يزيدهم هذا إلا مزيد اقتناع بصحة ما لبس به عليهم، فلا بد إذاً من الرجوع إلى الأصول التي بنا عليها د. محمد شحرور قوله وفكره، وتمحيصها ومناقشتها ونقضها، وبالتالي تنهدم التطبيقات والنتائج التي تبعت تقرير أصوله. ¶ ومما يؤكد أهمية هذا المنهج في التعامل مع طرح د. محمد شحرور أنه يوهم القارئ قيامه ¶ ¬__________ ¶ (¬1) على سبيل المثال في مدينة \"جدة\" توجد مجموعة من المتأثرين والمتابعين للدكتور محمد شحرور، من أبرزهم: عمر العامودي، وهو ممن يدافع عن فكر د. محمد شحرور ويدعو إليه. ومن المتأثرين: بعض الدكاترة في جامعة الملك عبد العزيز، وبعض مدرسي الوزارة، ومن مختلف طبقات المجتمع. ¶ (¬2) مثل مسألة لباس المرأة، ويلاحظ أن بعض الباحثين ظن أن د. محمد شحرور يجوّز خروج المرأة عارية كما خلقها الله، والحق أن عبارته تنفي ذلك، مع مخالفتها للصواب، وستأتي الإشارة إلى ذلك في هذا البحث (ص 44).",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "باستيعاب نصوص القرآن وترتيبها وبالتالي فهمها بما لم يُسبق إليه عبر تاريخ الأمة، فلا بد هنا من بيان تناقض طرحه، ومخالفته للعقل ولظاهر النقل. ¶ وإني لم أعتمد في نقاشي لأفكار د. محمد شحرور على أقوال السلف، من باب التنزل مع المخاطب (¬1)، بل آثرت سلوك سبيل النقاش العقلي، والذي آمل أن تكون فيه الهداية للمستبصر المتجرد عن اتباع الهوى. ¶ ومنهجي في هذه الدراسة هو استخراج أبرز المسائل العقدية التي تطرق إليها د. محمد شحرور في كتابه مما يتعلق بأركان الإيمان (¬2)، وقد رتبتها بادئاً بموقفه من الإيمان بالكتب، ثم الإيمان بالرسل، ومرادي من هذا: الوقوف على منهجه في التعامل مع مصادر الشرع، فأول مصادر التلقي الكتاب والسنة، يليهما: الإجماع، وقد ضمّنت مبحث \"موقف د. محمد شحرور من الإجماع\" ضمن \"موقفه من التفسير بالمأثور\"؛ نظراً لدلالة الكتاب على حجية الإجماع، ولأن التفسير بالمأثور منه ما هو مجمع عليه. ¶ ثم أوردت موقف د. محمد شحرور من القدر؛ نظراً لولوغه في هذا الباب، وإيراده الكثير من الشبهات. ¶ وبقية أركان الإيمان تعتبر من التطبيقات لما نهجه د. محمد شحرور في تعامله مع مصادر الشرع، وقد تطرقت إليها بشيء من الإيجاز. ¶ وأشير إلى أني آثرت عدم الرجوع إلى المؤلفات الكثيرة في الرد على هذا كتاب د. محمد شحرور \"الكتاب والقرآن\" (¬3)، حتى أحاكم ما جاء فيه حكماً غير متأثر بالغير أو متعصباً لفكرة أحد من الناس. ¶ ويلاحظ أن موضوع الكتاب الرئيس هو \"القرآن الكريم\" فأغلب مباحث الكتاب تدور حوله، ولكنه تطرق لمباحث عقدية أخرى، مما يؤهل لاستخلاص موقف د. محمد شحرور من أركان الإيمان الستة: الإيمان بالله وملائكته وكتبه ورسله واليوم الآخر والقدر خيره وشره. ¶ وقد جعلت البحث على التقسيم التالي: ¶ ¬__________ ¶ (¬1) مع اعتنائي بإبراز خطأ د. محمد شحرور في هذا الجانب في مبحث: موقفه من الإجماع. ¶ (¬2) وإلا فمناقشة كل ما في الكتاب من أفكار يطول جداً، ولعله يصلح لأنه يكون رسالة جامعية. ¶ (¬3) ومن أشهرها: - كتاب \"التحريف المعاصر في الدين\" للشيخ عبد الرحمن حبنكة الميداني. ¶ - تهافت القراءة المعاصرة: د. منير محمد طاهر الشواف. ¶ - النزعة المادية في العالم الإسلامي: عادل التل.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "التمهيد الأول: تعريف د. محمد شحرور، وكتابه. ¶ التمهيد الثاني: تعريف بمنهج د. محمد شحرور. ¶ الفصل الأول: موقفه من الإيمان بالكتب (¬1)، وتحته مباحث: ¶ المبحث الأول: موقفه من تسمية القرآن بالقرآن، وتقسيماته لآيات القرآن الكريم. ¶ المبحث الثاني: موقفه من التأويل. ¶ المبحث الثالث: موقفه من حقيقة كلام الله. ¶ المبحث الرابع: موقفه من التفسير بالمأثور ومن الإجماع. ¶ الفصل الثاني: موقفه من الإيمان بالرسل. ¶ المبحث الأول: الإيمان بنبوة محمد - صلى الله عليه وسلم - ¶ المبحث الثاني: موقفه من سنته - صلى الله عليه وسلم - ¶ المبحث الثالث: موقفه من معجزات الأنبياء. ¶ الفصل الثالث: موقفه من الإيمان بالقدر. ¶ المبحث الأول: العلم والكتابة. ¶ المبحث الثاني: أفعال العباد. ¶ الفصل الرابع: موقفه من الإيمان بالله. ¶ المبحث الأول: إنكار الخلق من عدم، والقول بأزلية المادة. ¶ المبحث الثاني: حقيقية وجود الله. ¶ المبحث الثالث: تعريف الربوبية والألوهية. ¶ الفصل الخامس: موقفه من الإيمان بالملائكة. ¶ الفصل السادس: موقفه من الإيمان باليوم الآخر. ¶ ¬__________ ¶ (¬1) راعيت ترتيب فصول البحث حسب ما تقتضيه مصلحة البحث، كما أشرت قبل قليل في المقدمة.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "- الخاتمة ونتيجة البحث. ¶ - الملحقات: ¶ الملحق الأول: أخطاء علمية متفرقة. ¶ الملحق الثاني: نسخة من فهرس كتاب \"الكتاب والقرآن - قراءة معاصرة\". ¶ الملحق الثالث: أبرز النتائج التي استخرجها مقدم الكتاب \"د. جعفر دك الباب\". ¶ - المصادر. ¶ -الفهارس. ¶ هذا، وأحمد الله أولاً وآخراً على ما يسر ووفق، كما أني أشكر كل من تقدم لي بملحوظة أو توجيه، وعلى رأسهم فضيلة الشيخ د. عبد الله بن محمد القرني، الذي تشرفنا بتدريسه لنا في هذه المادة، وأفدنا منه أيما إفادة، وأذكر هنا كلمة له وقعت مني موقعاً عظيماً، حين نبه إلى أمر واقع، حيث أنه لو سألنا بعض المشايخ اليوم عن كتابات فكرية حديثة، لما وجدنا عندهم أي معرفة أو إجابة، بينما لو كان شيخ الإسلام موجوداً الآن وسألته عن هذه الكتابات الحديثة، لوجدت عنده إلماماً وإفادة. فجزا الله الشيخ عبد الله القرني خير الجزاء على إدراكه أهمية العناية بالطرح الفكري الحديث، ومتابعته لما يجد ويفد على ساحة الأمة العقدية، ومن ثم سعيه لإيقاظ هذه الروح لدى طلبة العلم وعلى وجه الخصوص أصحاب التخصص، فله في ذلك سابق الفضل وعظيم الأجر، إن شاء الله تعالى. ¶ كما أشكر الزملاء الفضلاء الذين أتحفونا ببحوثهم النافعة القيمة، وأفادوني بمحلوظاتهم وتقاريرهم عن هذا البحث، وأسأل الله أن يوفق الجميع لما يحب ويرضى، وأن يأخذ بنواصينا للبر والتقوى إنه سميع مجيب.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "التمهيد الأول ¶ تعريف د. محمد شحرور وكتابه (الكتاب والإيمان) ¶ التعريف بالمؤلف: ¶ جاء تعريف د. محمد شحرور في موقعه (¬1): ¶ الاسم: محمد شحرور ¶ اسم الأب: ديب. ¶ تاريخ ومكان الميلاد: دمشق - 1938 ميلادي. ¶ متزوج وله أربع ذكور وبنت واحدة. ¶ حصل على شهادة التعليم الابتدائي في دمشق عام 1949. ¶ حصل على شهادة التعليم الإعدادي في دمشق عام 1953. ¶ حصل على شهادة التعليم الثانوي في دمشق عام 1957. ¶ سافر إلى الإتحاد السوفييتي ببعثة دراسية في 1958 لدراسة الهندسة المدنية. ¶ درس اللغة الروسية في العام الدراسي 1958 - 1959. ¶ التحق بمعهد الهندسة المدنية في موسكو عام 1959 وتخرج بدرجة دبلوم في الهندسة المدنية في عام1964. ¶ عيّن معيدا في كلية الهندسة المدنية - جامعة دمشق عام 1965 حتى عام 1968. ¶ أوفد إلى جامعة دبلن بأيرلندا عام 1968 للحصول على شهادتي الماجستير والدكتوراه في الهندسة المدنية، اختصاص ميكانيك تربة وأساسات. ¶ حصل على شهادة الماجستير عام 1969. ¶ حصل على شهادة الدكتوراه عام 1972. ¶ عين مدرساً في كلية الهندسة المدنية، جامعة دمشق عام 1972 لمادة ميكانيك التربة، ثم أستاذاً مساعداً. ¶ وما زال إلى الآن يمارس التدريس في جامعة دمشق لمادة الأنفاق والمنشآت الأرضية وميكانيك التربة. ¶ افتتح مكتباً هندسياً خاصاً لممارسة المهنة كاستشاري منذ عام 1973، وما زال يمارس ¶ ¬__________ ¶ (¬1) يمكن الحصول على نسخة كاملة من موقع د. محمد شحرور من موقع: 4share)).",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "الاستشارات الهندسية في مكتبه الخاص في حقل ميكانيك التربة والأساسات إلى اليوم. وقدم وشارك في استشارات فنية لكثير من المنشآت الهامة في سوريا. ¶ له عدة كتب في مجال اختصاصه تعتبر مراجع هامة لميكانيك التربة والأساسات. ¶ بدأ في دراسة التنزيل الحكيم وهو في إيرلندا بعد حرب 1967 وذلك في عام 1970، وقد ساعده المنطق الرياضي على هذه الدراسة واستمرت دراسته للتنزيل الحكيم حتى عام 1990. ¶ مؤلفاته: ¶ 1. (الكتاب والقرآن - قراءة معاصرة) عام (1990). ¶ 2. (الدولة والمجتمع) عام (1994). ¶ 3. (الإسلام والإيمان - منظومة القيم) (1996). ¶ 4. (نحو أصول جديدة للفقه الإسلامي - فقه المرأة - الوصية - الإرث - القوامة - التعددية - اللباس) عام (2000). ¶ التعريف بكتابه: (الكتاب والقرآن - قراءة معاصرة). ¶ هذا الكتاب يعد أضخم مؤلفات د. محمد شحرور، ولعله أهم كتبه التي توضح نظريته وطرحه الفكري (¬1). ¶ والكتاب يقع في (729) صفحة، ومقسم إلى أربعة أبواب تحتها فصول ومباحث (¬2). ¶ ومن الممكن الاطلاع على أبرز النتائج التي توصل إليها د. محمد شحرور في كتابه، كما استخلصها مقدم الكتاب: د. جعفر دك الباب (¬3). ¶ ¬__________ ¶ (¬1) لا يُسمح بدخول كتب \"د. محمد شحرور\" للملكة، فهي من الكتب الممنوعة، وقد اعتمدت في البحث على نسخة الموقع، لذا لا تجد فيها إحالات على أرقام الصفحات، وإنما على عناوين المباحث. ¶ وقد رأيت أن أنقل ما أستشهد به من كلام د. محمد شحرور حتى يتسنى للقارئ الاطلاع عليه، وقد جعلته بخط مغاير لخط البحث، مع وضع النقل بين قوسين. ¶ (¬2) انظر نسخة من فهرس الكتاب في الملحق رقم (2). ¶ (¬3) انظر الملحق رقم (3).",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "التمهيد الثاني ¶ التعريف بمنهج د. محمد شحرور ¶ من الممكن تلمس منهج د. محمد شحرور من ثنايا كتابه، ويظهر ذلك من النظر في استدلالاته ومن مواقفه من القضايا الآتي ذكرها. ¶ وقد أشار مقدم الكتاب د. جعفر دك الباب إلى منهج د. محمد شحرور في كتابه فقال: ¶ ((وبما أن الدكتور شحرور تبنى المنهج التاريخي العلمي، فقد ركز على التلازم بين اللغة والتفكير ووظيفة الاتصال منذ بداية نشأة الكلام الإنساني، وانطلق من أن اللغة الإنسانية كانت منطوقة في نشأتها الأولى، وأنكر ظاهرة الترادف في العربية. لذا اختار الباحث (معجم مقاييس اللغة) لابن فارس واعتمده مرجعاً هاماً يستند إليه في تحديد فروق معاني الألفاظ التي بحث فيها؛ لأن ابن فارس تلميذ ثعلب، وقد أخذ برأي أستاذه حول التباين بين اسم الذات واسم الصفة، وعبارة ثعلب مشهورة \"ما يظن في الدراسة اللغوية من المترادفات هو من المتباينات)) (¬1). ¶ ومسألة \"إنكار الترادف بين مفردات اللغة\" عند تنزيلها على الصفات المتعددة لموصوف واحد، مثل وصف الله بأنه \"غافر الذنب وقابل التوب شديد العقاب\" فهذه الأوصاف المتعددة كل منها يفيد معنى خاصاً به، لا يترادف مع معنى الآخر، لكن هذا لا يعني أن الموصوف بها ليس هو نفسه، وهو الله سبحانه، فالله هو غافر الذنب، وهو قابل التوب، وهو شديد العقاب، ولكلٍ من هذه الأوصاف معناه. ¶ فمن هنا دخل الخطأ على د. محمد شحرور ففهم أن إنكار الترادف في الأوصاف يلزم منه اختلاف الموصوف، فلا يكون الموصوف واحداً، وهذا الخطأ هو ما أكبر ما استند إليه في تقسيمه آيات القرآن إلى ثلاثة أقسام متغايرة، كما ستأتي الإشارة إليه. ¶ موقفه من نظرية المعرفة والفلسفة: ¶ يزعم د. محمد شحرور خلو المنهج الإسلامي عن نظرية للمعرفة، ويخلص إلى القول بأن الفلسفة هي المنهج المطلوب، إذ هي أم العلوم قاطبة. فهو يدعو إلى تبني المنهج الفلسفي ليكون منهج التفكير الإسلامي، وهذه الدعوة ظهرت تطبيقاتها على مواقفه العقدية التي ستأتي معنا. ¶ قال د. محمد شحرور عند تعداده للمشكلات الأساسية التي يعاني منها الفكر العربي المعاصر ¶ ¬__________ ¶ (¬1) من \"التقديم للكتاب\".",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "ومن ضمنه الفكر الإسلامي: ¶ ((عدم وجود نظرية إسلامية في المعرفة الإنسانية، مصاغة صياغة حديثة معاصرة، ومستنبطة حصراً، من القرآن الكريم، لتعطينا ما يسمى (إسلامية المعرفة) بحيث تعطي هذه النظرية منهجاً في التفكير العلمي لكل مسلم، وتمنحه ثقة بالنفس وجرأة على التعامل والتفاعل مع أي نتاج فكري أنتجه الإنسان، بغض النظر عن عقيدته. ¶ إن غياب هذه النظرية، المصاغة صياغة معاصرة، أدى بالمسلمين إلى التفكك الفكري، والتعصب المذهبي، واللجوء إلى مواقف فكرية أو سياسية تراثية، مضى عليها مئات السنين، تقوم على كيل الاتهامات بالكفر والإلحاد والزندقة والهرطقة والمعتزلية والجبرية والقدرية لهؤلاء وهؤلاء، كل هذا بهدف الخروج من مأزق فكري، يقع فيه المسلم في مواجهة الفكر المعاصر، علماً بأنه ليس كل فكر أنتجه الإنسان هو عدو للإسلام بالضرورة. ¶ ولكن غياب المنهج المعرفية، الذي يمكن أن يواجه كل غث، ويحتوي على كل ثمين، هو الذي يؤدي بالضرورة إلى مواقف التشنج والسذاجة وضيق الأفق. لذا فإننا في كتابنا هذا أفردنا بحثاً خاصاً لمشكلة المعرفة الإنسانية \"جدل الإنسان\"، لأن مشكلة الفلسفة الكبرى هي تحديد العلاقة بين الوجود في الأعيان، وصور الموجودات في الأذهان. ولدى الخوض في هذه المشكلة وجب علينا بالضرورة أن نقف على الأرضية العلمية للقرن العشرين، لذا فإنه ليس من العبث تسمية الفلسفة بأم العلوم قاطبة)). ¶ موقفه من السلفية: ¶ تحدث د. محمد شحرور عن السلفية، فقال: ((دعوة إلى اتباع خطى السلف بغض النظر عن مفهوم الزمان والمكان، أي أن هناك فترة تاريخية مزدهرة مرت على العرب استطاعوا فيها حل مشاكلهم الاجتماعية والاقتصادية والسياسية، واستطاعوا أن يبنوا دولة قوية منيعة، استطاعت تحقيق العدالة بمفهومها النسبي التاريخي، وبالتالي فإن هؤلاء السلف هم النموذج، ويجب علينا أن نتبع خطاهم ونقلدهم ولا نخرج عن نمطهم. فالسلفي هو إنسان مقلد، إضافةً إلى أنه قد أهمل الزمان والمكان واغتال التاريخ وأسقط العقل. ¶ ويعيش السلفي في القرن العشرين مقلداً القرن السابع، والتقليد مستحيل لأن ظروف القرن السابع تختلف عن ظروف القرن العشرين، فمهما حاولنا الرجوع إلى القرن السابع لا",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "يمكننا أن نفهمه كما فهمه أهله الذين عاشوه فعلاً، لأننا نرجع إليه من خلال نص تاريخي فقط. ولهذا السبب وقع السلفي في فراغ فكري وصل إلى حد السذاجة، فقد ترك القرن العشرين عمداً ليعجز في الوقت نفسه عن أن يعيش القرن السابع كما عاشه أهله ... ¶ وهذا هو حال السلفيين، إن السلفية هروب مقنع من مواجهة تحديات القرن العشرين، وهزيمة نكراء أمام هذه التحديات، وهي البحث عن الذات في فراغ وليس في أرض الواقع. هذا فيما يتعلق بالسلفية الإسلامية ... )) (¬1). ¶ وبالتأمل في النقل السابق يتعجب القارئ من فهم د. محمد شحرور للسلفية، فهل يظن أن السلفية تعني البقاء على سائر الأمور الدنيوية ومظاهر الحياة في القرن السابع، من بيوت ودواب وآلات حرب وغيرها، وعدم استخدام أي شيء جديد من الأمور الحياتية؟! ¶ إن السلفية دعوة للتمسك بالكتاب والسنة بفهم سلفنا الصالح - ابتداءً بصحابة الرسول - صلى الله عليه وسلم - الكرام- فيما أمرنا فيه بالاقتداء بهم، فنحن في أمور ديننا مأمورون بالاتباع والاقتداء، ومنهيون عن الابتداع والإحداث، أما أمور الدنيا فالأصل فيها الحل والإباحة، فلم يمنع الإسلام من الاستفادة من معطيات العصر، طالما أنها لم تشتمل على مخالفة لأمر من أمور الدين. ¶ ¬__________ ¶ (¬1) من مبحث \"المقدمة\".",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "الفصل الأول ¶ موقف د. محمد شحرور من الإيمان بالكتب ¶ المبحث الأول: موقفه من تسمية القرآن بالقرآن، وتقسيماته لآيات القرآن الكريم. ¶ المبحث الثاني: موقفه من التأويل. ¶ المبحث الثالث: موقف د. محمد شحرور من حقيقة كلام الله.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "المبحث الأول: موقف د. محمد شحرور من تسمية القرآن بالقرآن، وتقسيماته لآيات القرآن الكريم. ¶ الموضوع الرئيس لهذا لكتاب \"الكتاب والقرآن\" هو الحديث عن القرآن الكريم، وإنك لتعجب مما ذهب إليه د. محمد شحرور في نظرته للقرآن الكريم، فابتدأ ذلك بأنه لا يمكن أن يطلق اسم: الكتاب والقرآن على شيء واحد، بل لا بد بينها من المغايرة، فالكتاب عنده هو ((ما بين دفتي المصحف، [وهو] موحى من الله سبحانه وتعالى بالنص والمحتوى)) (¬1) لكن \"القرآن\" ليس إلا بعض آيات الكتاب: آيات الأخبار والمعلومات دون الأحكام والتشريعات. ¶ وبذهب د. محمد شحرور إلى تقسيم آيات \"الكتاب\" إلى ثلاثة أقسام، فيقول: ¶ ((لذا فإن الكتاب من حيث الآيات ينقسم إلى ثلاثة أقسام: ¶ 1 - الآيات المحكمات: وهي التي تمثل رسالة النبي - صلى الله عليه وسلم -، وقد أَطلق الكتاب عليها مصطلح \"أم الكتاب\"، وهي قابلة للاجتهاد حسب الظروف الاجتماعية والاقتصادية ما عدا العبادات والأخلاق والحدود. ¶ 2 - الآيات المتشابهات: وقد أطلق عليها الكتاب مصطلح \"القرآن والسبع المثاني\" وهي القابلة للتأويل وتخضع للمعرفة النسبية وهي آيات العقيدة)). ¶ ثم جادت قريحته بإضافة قسم ثالث، وهو: ¶ 3 - آيات لا محكمات ولا متشابهات: وقد أطلق عليها الكتاب مصطلح \"تفصيل الكتاب\")) (¬2). ¶ وتعليقاً على هذه الأقسام أقول: ¶ إن هذه القسمة الثلاثية تتعارض مع نص الآية القرآنية: چ ? ? ... ? ? ? ? ? ں ں ? ? ? ?? چ [آل عمران: 7] فالآية صريحة في القسمة الثنائية لآيات القرآن إلى محكمات ومتشابهات، وهذان الوصفان لا يرتفعان سوياً ولا يجتمعان، فإضافة قسم ثالث ينتفي فيه الوصفان أمر لا يحتمله نص الآية ولا يقبله عقل. ¶ وحُكم د. محمد شحرور على الآيات المتشابهات بأنها آيات العقيدة أمر في غاية الخطورة، إذ ¶ ¬__________ ¶ (¬1) من \" المقدمة\". ¶ (¬2) من \"المقدمة\".",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "المناسب في جانب العقيدة التي يريد الله من عباده أن يعتقدوها أن تكون في غاية الوضوح والظهور، لا أن تكون من المتشابهات! فالله سبحانه يريد بعباده اليسر ولا يريد بهم العسر، چھ ھ ھ ھ ے ے ? چ [الحج: 78]. ¶ ثم انظر إلى سياق الآية الكريمة، مَن الذين يتبعون المتشابه؟ ومن الذي يعلم تأويله؟: چ ? ہ ہ ہ ہ ھ ھ ھ ھ ے ے ? ?? ? ? ? ? ??چ فهل يناسب أن يكون اعتقاد المؤمنين في ربهم وما أمروا أن يؤمنوا به هو ما يتبعه الذين في قلوبهم زيغ ابتغاء الفتنة وابتغاء تأويله؟! وتأويله لا يعلمه إلا الله؟! ¶ وقد جعل د. محمد شحرور الآيات المتشابهات هي القرآن وأم الكتاب، فهذه عنده هي \"النبوة\"، ويدخل في النبوة أيضاً القسم الثالث الذي هو لا محكم ولا متشابه. وأما الآيات المحكمات والتي يعرّفها بأنها الأحكام: ((التشريع من إرث وعبادات، والأخلاق والمعاملات والأحوال الشخصية والمحرمات)) فهذه جعلها \"الرسالة\". ¶ ثم أورد سؤالاً حتى يوضح تقسيمه، فقال: ((فإذا سأل سائل: هل آية الإرث من القرآن؟ فالجواب: لا، هي ليست من القرآن \"النبوة\" ولكنها من أم الكتاب \"الرسالة\"، وهي من أهم أجزاء الرسالة وهو الحدود. ¶ فهل هذا يعني أنها ليست من عند الله؟ لقد جاء الجواب عن المحكم \"أم الكتاب\" وعن المتشابه \"القرآن والسبع المثاني\" وعن اللامحكم واللامتشابه \"تفصيل الكتاب\" بقوله چ ? ... ? ? ?چ [آل عمران: 7] فما الفرق بينها إذاً، ما دام كل من عند الله؟ ¶ الفرق هو أن القرآن فرق بين الحق والباطل، أي أعطى قوانين الوجود، لذا قال عنه چں ںچ [البقرة: 185]. وأم الكتاب عبارة عن تشريع، والتشريع يمكن تحويره، لذا قال عن الكتاب چ ? ? چ [البقرة: 2]. ¶ فحتى نصدق أن أم الكتاب من عند الله جاء القرآن مصدقاً لها، لذا عندما وضع محتويات الكتاب قال چ ? ? ... ? ? ں ں ? ? ? ? ? ? ہ ہ ہ ہ ھ ھ ھ ھ ے ے چ [يونس: 37] أي أن محتويات الكتاب هي: ¶ (1) \"القرآن والسبع المثاني\"، و (2) \"تفصيل الكتاب\"، و (3) الذي بين يديه \"أم الكتاب\"، فهذه الآية لا محكمة ولا متشابهة لأنها شرحت محتوى الكتاب لذا فهي ضمن آيات تفصيل",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "الكتاب. )) (¬1). ¶ وتعليقاً على ما سبق، أقول: ¶ أولاً: الذي جاء في القرآن الجواب عنه بأنه چ ? ... ? ? ?چ إنما هو المحكم والمتشابه، أما اللا محكم واللا متشابه فلم يرد ذكره في الآية، فهذا القول مغالطة من الدكتور، وتقول على كتاب الله بما ليس فيه. ¶ ثانياً: إن نفي الدكتور إطلاق مسمى \"القرآن\" على أية الإرث خطأ ظاهر، فإن الله أطلق التحدي على إعجاز آيات القرآن بلفظ القرآن: چ ? ? ? ? ? ? ? ? ? ? ٹ ٹ ٹ ٹ ? ? ... ? ? ? چ [الإسراء: 88] فمن نفى تسمية شيء من آيات القرآن بالقرآن فقد نفى عنها الإعجاز، فهل يقول الدكتور بأن آية الإرث غير معجزة، وأنه يمكن لأحد أن يأتي بمثلها؟! ¶ لا تتعجب إذا علمت أن الجواب هو: نعم!! فالدكتور يرى أن الإعجاز والتحدي إنما هو في قسمين فقط من تقسيماته، لا ثلاثة! قال: ((ونحن نرى أن التحدّي للناس جميعاً بالإعجاز إنما وقع في الآيات المتشابهات \"القرآن والسبع المثاني\"، وفي الآيات غير المحكمات وغير المتشابهات \"تفصيل الكتاب\" حيث أن هذين البندين يشكلان نبوة محمد - صلى الله عليه وسلم -)) (¬2). ¶ فكل آيات الأحكام ليست بمعجزة ولا يقع بها تحدي، بل يمكن لأحد أن يأتي بمثلها، وهذا القول في غاية الخطورة، بل هو تكذيب صريح لقوله تعالى: چ ? ? ? ? ? ? ? ? ? ? ٹ ٹ ٹ ٹ ? ? ... ? ? ? ? چ [الإسراء: 88]. ¶ وانظر إلى آية المواريث التي ضرب بها الدكتور المثال على عدم الإعجاز، تجد أن الله سبحانه في ثلاث آيات أجمل أحكام المواريث التي فيها من التفصيل والتفريع ما الله به عليم، وهذا وحده وجه ظاهر لإعجاز هذه الآيات. ¶ وتجد الدكتور يصرح بمذهبه في هذا فيقول: ((هنا نلاحظ هذين الأمرين الهامين، أولهما أن أم الكتاب فيها يمحوا أو يثبت، أي فيها تغيير. والأمر الثاني أنه ليس لها علاقة بالقرآن لذا قال: {وعنده أم الكتاب} أي أنها من عند الله مباشرة. وعلينا أن نعلم أن هذه الآيات قابلة للتزوير وقابلة للتقليد ولا يوجد فيها أي إعجاز، بل صيغت قمة الصياغة الأدبية العربية، لذا فهي بحاجة إلى حفظ ورقابة وتصديق وكانت هذه إحدى مهمات القرآن. فالقرآن هو تصديق ¶ ¬__________ ¶ (¬1) من مبحث \"المقدمة\" وقد أضفت الأرقام حتى يتضح التقسيم. ¶ (¬2) النقل عن \"المقدمة\".",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "أم الكتاب {تصديق الذي بين يديه} وهو حافظ ورقيب على أم الكتاب من التزوير والإضافات والنقصان لذا جاءت آيات أم الكتاب موزعة بين آيات القرآن)) (¬1). ¶ ثالثاً: إن نفي الدكتور إطلاق اسم \"القرآن\" على آيات التشريعات والأحكام، يُلزمه نفي الأحكام الشرعية التي جاءت بخصوص القرآن، فمن ذلك: ¶ - الأمر بتدبر القرآن: چ چ چ چ? ? ... ? ... ? ... ? ? ? ? ? ? چ [النساء: 82] فهل الأمر بالتدبر لا يشمل آيات الأحكام والتشريعات؟! ¶ - الأمر بالاستعاذة عند تلاوته: چ ? ں ں ? ? ? ? ? ? چ [النحل: 98]، فمن أراد قراءة آيات الأحكام، أفلا يستعيذ؟! ¶ - الأمر بالاستماع والإنصات عند سماع القرآن: چ ? ? ? ? ? ? ? ? ? چ [الأعراف: 204] ألا يشمل هذا الأمر آيات الأحكام؟! ¶ رابعاً: يلزم الدكتور في نفيه اطلاق اسم القرآن على آيات الأحكام أن الأوصاف التي امتدح الله بها القرآن، لا تنطبق على آيات الأحكام، ومن ذلك: ¶ - الهداية لما هو أقوم: چ ? ? ? ? ? ? ? ٹ ... ٹ ٹ ٹ ? ? ? ? ?چ [الإسراء: 9] فهل تُرى آيات الأحكام والشرائع لا تهدي للتي هي أقوم؟ ¶ - أن القرآن شفاء ورحمة، دون آيات الأحكام والشرائع؟! چ ? ? ہ ہ ہ ہ ھ ھھ ھ ے ے ? ... ? ? چ [الإسراء: 82]. ¶ - نفي الشقاء عن الرسول - صلى الله عليه وسلم - بإنزال القرآن عليه، أما آيات الأحكام والشرائع فلا يشملها هذا التشريف، على رأي الدكتور، فليست من القرآن عنده! چ ? ? ? چ چ چ چ [طه: 2]. ¶ خامساً: ذكر الله تكذيب الكفار لمِا أنزل على محمد، وهم كانوا يصرحون بلفظ القرآن، فمن ذلك: ¶ - تواصي الكفار بعضهم بعضاً بالإعراض عن سماع القرآن واللغو فيه چ ھ ے ے ... ? ? ? ? ... ? ? ... ? ? ? چ [فصلت: 26]. ¶ - طلب الكفار أن ينزل القرآن على رجل من القريتين عظيم، چ ھ ے ے ? ? ? ? ? ? ? ? چ [الزخرف: 31]. ¶ - ¶ - ¶ ¬__________ ¶ (¬1) من مبحث: \" الإنزال والتنزيل لأم الكتاب وتفصيل الكتاب\".",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "- ذكر الله إنكار الكفار وتكذيبهم للقرآن فقال: چ ? ? ? ? ? چ [الحجر: 91]. ¶ - اتخاذ القرآن مهجوراً - الهجران الكامل- أما آيات الأحكام فلم يهجروها! چ ? ? ... ? ? ... ? ? ? ? ? ? چ [الفرقان: 30]. ¶ فعلى مذهب الدكتور يكون موقف الكفار مما أُنزل على محمد - صلى الله عليه وسلم - منحصر في آيات الأخبار، أما آيات الأحكام والتشريعات، فيختلف موقف الكفار منها، فهل آمنوا بها؟! ¶ سادساً: تفسير الدكتور لما جاء في آية سورة يونس من كون القرآن مصدقاً لما بين يديه: أن ما بين يدي القرآن هو أم الكتاب، هذا التفسير من الخطأ الظاهر، فقد تكرر وصف القرآن بأنه مصدق لما يديه، والمراد بذلك: الكتب السابقة مثل التوراة والإنجيل. يدل على ذلك ما يلي: ¶ أ- إخبار الله عن اليهود بكفرهم بهذا الكتاب الذي جاءهم به محمد - صلى الله عليه وسلم - ووصفَه الله بأنه مصدق لما معهم من كتبهم: چ ? ? ? ? ? پ پ پ پ ? ? ? ? ? ? ? ? ? ? ? ? ٹٹ ٹ ٹ ? ? ? چ [البقرة: 89]. ¶ ووصف الله رسوله محمداً - صلى الله عليه وسلم - أيضاً بأنه مصدق لما معهم: چ ? ? ? ? ? ? ? ? ? ? ? ? ? ? ? ? ? ? ? ? ... ? ? ?چ [البقرة: 101]. ¶ ب- خطاب الله أهل الكتاب آمراً لهم أن يؤمنوا بما نزّل مصدقاً لما معهم: چ ? ? ? ? ژ ... ژ ڑ ڑ چ [النساء: 47] ¶ ج- إخباره تعالى ذاكراً كلام الجن عن القرآن: چ ? ٹ ٹ ٹ ٹ ? ? ? ? ? ? ? ? ? ? ? ? ? ? چ [الأحقاف: 30] فقد صرحت الآية بأن هذا الكتاب أُنزل من بعد موسى عليه السلام، ومعلوم أن كتاب موسى هو \"التوراة\"، فالقرآن مصدق لما بين يديه من التوراة، والوجه الثاني في الاستدلال بالآية أنه لا يمكن أن يكون معنى \"ما بين يديه\" أم الكتاب، فلا مناسبة إذاً لذكر موسى وكون هذا الكتاب أنزل بعده، ولا يستقيم أن يكون معنى الآية: إنا سمعنا كتاباً أنزل من بعد موسى مصدقاً لأم الكتاب، فإن أولئك الجن لم يتتلمذوا على الدكتور حتى يقولوا بقوله، ويعلموا أن المراد بما بين يديه: أم الكتاب! ¶ د- قوله تعالى: چ? ? ? ? ? ?? ژ ژ ڑ ڑ ... ک ک ک ک گ گ گ گ ? ? ?? ? ? ? ? ں ں ? ? ?? ? ? ہ ہ ہ ہ ھ ھ ھ ھ ے ے ? ? ? ? ? ? ? ? ? ? ? ? ? ?? ? ? ? ? ? ?? ? ? ? ? ? ? ? ? ? ? ? ? ? ? ? پ پ پ پ ? ? ?? ? ? ? ? ? ? ? ? ٹ ٹ ٹ ٹ ? ? ? ? ? ? ? ? ? ?? ? ? ? ? ? چ چ چ چ ? ? ? ... ? ? ? ? ? ? ? ژژ ڑ ڑ ک ک کک گ گ گ گ ? ? ?? ? ? ? ? ںچ [المائدة: 44 - 48].",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "فقد ذكر سبحانه التوراة ثم أتبعها بذكر الإنجيل، ووصف عيسى بن مريم بقوله {پ پ پ ? ? ?}، ووصف الإنجيل أيضاً بنفس الوصف، ثم عقب ذلك ذكر هذا الكتاب الذي أنزله على نبيه محمد - صلى الله عليه وسلم - {? ? ? ? ? ژژ} فظاهر من سياق الآيات أن المراد بما {? ? ?} الكتب السابقة: التوراة والإنجيل، يؤكد هذا أنه سبحانه رتب على هذا الوصف للقرآن {? ? ? ? ? ژژ} الأمر لنبيه - صلى الله عليه وسلم - أن يحكم بينهم: أي اليهود والنصارى، بما أنزل الله ولا يتبع أهواءهم، فقد جعل الله لكل من هذه الأمم شرعة ومنهاجاً، ولو شاء لجعلهم أمة واحدة. ¶ كما أن هذه الآية - مثلها مثل آية الأحقاف - جاءت بلفظ \"الكتاب\" ووصفته بأنه مصدق لما بين يديه من الكتاب، خلافاً لآية سورة يونس التي تمسك بها الدكتور وفيها لفظ \"القرآن\" ووصفه بأنه مصدق لما بين يديه من الكتاب، فأخذ الدكتور من أية يونس أن \"القرآن\" مصدق لأم الكتاب، فيلزمه أن يأخذ من آية المائدة أن \"الكتاب\" مصدق لأم الكتاب. ¶ هـ - إخبار الله عن الكفار أنهم كفروا بالقرآن وبالذي بين يديه چ ? ? ? ... ? ? ? ? ? ... ? ? ? چ [سبأ: 31] وقد جاء تفسير هذه الآية في آية أخرى تبين معنى: \"الذي بين يديه\"، إذ يقول تعالى: چ ? ? ? ں ں ? ... ? ? ? ? ? ہہ ہ ہ ھ ھ ... ھ ھ ےے ? ? ? ? ? ? ? ... ? چ [القصص: 48] وتفسير القرآن بالقرآن أولى أنواع التفسير، وهو هنا يبين فساد قول الدكتور بأن \"الذي بين يديه\" هو أم الكتاب، بل هو الكتب السابقة قبله. ¶ لكن الدكتور يغالط هنا ويجادل بالباطل، فيقول: ((إني لأعجب تمام العجب كيف ظن الفقهاء والمفسرون أن الذي \"بين يديه\" هما: التوراة والإنجيل، فبذلك قصموا ظهر نبوة محمد - صلى الله عليه وسلم - حين أكدوا أنها ما جاءت إلا لتخبر الناس أن التوراة والإنجيل الموجودين في بداية القرن السابع الميلادي حين نزول القرآن هما صحيحان لا أكثر من ذلك ولا أقل من ذلك (. ¶ وإذا كان هذا هو الهدف من نبوة محمد - صلى الله عليه وسلم - فقط، فأعتقد أن أشد اليهود والنصارى تزمتاً وتعصباً سيؤيدون [لك] (¬1). لأن كلا من التوراة والإنجيل الحاليين هما نفس التوراة والإنجيل في القرن السابع. والأجدر بنا حينئذ نحن المسلمين أن نعتنق اليهودية أو النصرانية؛ لأن الهدف من نبوة محمد - صلى الله عليه وسلم - هو تصديق العهد القديم والعهد الجديد المعروفين في القرن السابع)) (¬2). ¶ ¬__________ ¶ (¬1) هكذا. ¶ (¬2) من مبحث: \" القرآن هو الآيات البيات\".",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "فانظر إلى تحريفه معنى \"مصدقاً لما بين يديه\" إلى: الحكم بأن ما بين يديه صحيح! فرق ظاهر بين أن يأتي القرآن مصدقاً للتوراة والإنجيل، وأن يحكم بأنهما صحيحان، فالقرآن جاء برسالة محمد - صلى الله عليه وسلم - التي هي امتداد للرسالات قبله، فكل أنبياء الله يدعون إلى عبادة الله وحده، وأصل دينهم واحد، وشرائعهم شتى، فما جاء به محمد - صلى الله عليه وسلم - وما جاء به موسى وعيسى -عليهما السلام- كله يخرج من مشكاة واحدة، فهذا معنى كون القرآن مصدقاً لما بين يديه من التوراة والإنجيل. ¶ لكن القرآن لا يحكم بصحة التوراة والإنجيل الموجودين على عهد نبينا محمد - صلى الله عليه وسلم -، بل يصرح بوقوع التحريف والتبديل في التوراة والإنجيل، والآيات في ذلك لا تخفى. ¶ منها قوله تعالى: چ ? ? ? ? ? ? ? ? ? ? ? ? ? ? چ چچ چ ? ? ? ? ? ? ? چ [المائدة: 15]. ¶ وقوله سبحانه: چ ? ? ? ? ? ? ? ? ? ? ? ٹ ٹ ٹ ٹ ? ? ? ? ? ? ? ? ? ? ? ?? ? ? ? چ ... چ چ چ ? ? ? چ [البقرة: 78 - 79] ¶ وقوله سبحانه: چ ? ? ? ? ? پ ... پ پ پ ? ? ? ? ?? ? ? ? ? ? ? ٹ ٹ ٹ ٹ ?? ? ? ? ? ?? ? ? ? ... ? ? ... ? ?? چ چچ چ ? ? ? ? ? چ [الأنعام: 91]. ¶ والأمر الأهم الذي تجدر ملاحظته والتوقف عنده هو حكم الدكتور على كل قسم من هذه الأقسام التي جاء بها: ¶ فالقسم الأول عنده: الآيات المحكمات، والتي يسميها أم الكتاب وهي: آيات الأحكام والشرائع. ¶ مما قاله عنها: ((أما آيات أم الكتاب فقد قال عنها چ? ? ? ? ?? ? ? ?چ [الرعد: 39] إنها آيات التشريع والعبادات والأخلاق والمحرمات، وتحمل طابع الخصوص في جزء منها، وطابع العموم في جزء آخر. ¶ وقد طبقها النبي - صلى الله عليه وسلم - حسب الظروف الموضوعية لشبه جزيرة العرب، حيث إن التشريع قابل للتطور، وقابل للإلغاء والاستبدال چ? ? ? ? ?چ لذا فإن أم الكتاب هي مناط الاجتهاد والفقه، وأول من اجتهد فيها هو النبي - صلى الله عليه وسلم -! ¶ وقد ألغى عمر بن الخطاب تطبيق الآية: چ ? ? ? ? پ پ پ پ ? ... الآية چ",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "[الأنفال: 41])) (¬1). ¶ وتعليقاً على هذا الكلام، أقول: ¶ يستشهد الدكتور بمقطع من الآية مُغفلاً سياقها، فلو نظر القارئ في سياق الآية لما وجدها تخدم الدكتور فيما أراد تقوّله على كتاب الله. فالله سبحانه وتعالى يقول: چ ? ? ں ں ? ? ? ? ?? ہ ہ ... ہ ہ ھ ھ ھ ھ ےے ? ? ? ? ? ? ?? ?? ? ? ?چ [الرعد: 38 - 39] فذكر الله في الآية الأولى الرسل، وأنه ليس لرسول أن يأتي بآية تتلى، أو معجزة تُرى إلا بإذن الله، متى ما شاء الله كان ذلك، فلكل أجل كتاب: كل شيء بقدر، يمحو الله ما يشاء ويثبت، من هذه الأقدار، وعنده أم الكتاب. فأم الكتاب لا تغيير لما فيها. ¶ فلا بد من إيراد الآية الثانية في سياقها الذي جاءت به بعد الأولى، حتى يتبين ارتباطها بها، ويتبين معنى الآية، فالمحو والإثبات في الأقدار، وعند الله أم الكتاب الثابت حكمها. ¶ وقد تُحمل الآية على المحو والإثبات في الأقدار التي هي بالصحف عند الملائكة، أما المكتوب في اللوح المحفوظ فلا محو فيه ولا إثبات. ¶ فالظاهر من سياق الآية، أن المحو والإثبات إنما هو في الأقدار، فلا تدل على ما استدل به الدكتور من تغيير الشرائع والأحكام. ¶ أما لو فرضنا حمل المحو والإثبات على الشرائع والأحكام، فإن الآية أظهر إبطالاً لما ذهب إليه الدكتور، وذلك من وجوه: ¶ أ- تُثبت الآية المحو والإثبات في الشرائع والأحكام، في مقابل أم الكتاب التي لا محو فيها ولا إثبات، چ? ? ? ? ?? ? ? ?چ. ¶ لكن الدكتور جعل المحو والإثبات في \"أم الكتاب\"! وهذا مناقض للآية! ¶ ب- تثبت الآية أن المحو والإثبات إنما هو لله: چ? ? ? ? ?چ فالله وحده له أن يمحو تشريعاً ويثبت آخر، فهذا من خصائص الرب سبحانه، ليس ذلك لأحد من المخلوقات، كائناً من كان. ¶ لكن الدكتور جعل ذلك ممكناً، حسب الظروف الموضوعية، وجعل النبي - صلى الله عليه وسلم - أول من اجتهد في التشريع! فهو - صلى الله عليه وسلم - عند الدكتور- أحد المجتهدين بل أولهم، ولا يخفى ما في هذا من الحط من مقام النبوة، وسيأتي الحديث عن ذلك في موضعه. ¶ ¬__________ ¶ (¬1) من \"المقدمة\".",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "ومن المجتهدين أيضاً: عمر بن الخطاب - رضي الله عنه - -ويلاحظ أن الدكتور لا يترضى عن الصحابة (¬1) - فعمر - رضي الله عنه - ألغى تشريعاً حسب ما اقتضت الظروف. ¶ ج- جاء في سياق الآية ذكر الرسل، وأنهم لا يأتون بآية إلا بإذن الله، فإن كان الرسل ليس لهم أن يأتوا بآية إلا بعد إذن الله، فكيف يكون لغيرهم أن يأتي بتشريع أو يلغي تشريعاً. ¶ د- وذِكر الرسل في الآية يدل على قيامهم بواجب الرسالة وهو التبليغ عن الله، فما محاه الله أو أثبته من شرائع يقوم الرسل بتبليغه للناس، وبموت خاتم الرسل - صلى الله عليه وسلم - لم يعد هناك تبليغ لأمر عن الله، فانقطع الوحي بموته - صلى الله عليه وسلم - وأغلق باب تغيير التشريع. ¶ وحكم القسم الأول عند الدكتور وهو آيات التشريع: ¶ أ- آيات التشريع تمثل: الرسالة، ولا تمثل النبوة، فالرسالة عنده: الشرائع، وأما النبوة فهي الأخبار. ¶ ب- التشريع قابل للاجتهاد حسب الظروف الاجتماعية والاقتصادية، ويلاحظ أنه في النقل الأول استثنى: العبادات والأخلاق والحدود، لكنه في النقل الثاني عمم القول، وسيأتي تفصيل في ذلك. ¶ ج- أن التشريع يمكن تحويره، ويمكن تطويره، ويمكن إلغاؤه واستبداله. ¶ د- آيات التشريع والأحكام لا تسمى \"قرآناً\". ¶ هـ- هذا القسم ليس بمعجز ولا يقع به تحدي، فالإعجاز والتحدي إنما هو بالقسمين الآخرين. ¶ وآيات التشريع لا يُحكم عليها أنها من الحق! بل الحق هو فقط آيات النبوة! (¬2) ¶ ز- هذا النوع من الآيات هو الذي يقع فيه النسخ والتبديل، دون القسمين الآخرين (¬3). ¶ ح- هذا النوع من الآيات ليس له علاقة بلوح محفوظ أو إمام مبين (¬4). ¶ ¬__________ ¶ (¬1) وفي بعض المواضع عند ذكر الصحابي، يكتب بعد اسمه: \"رض\" حتى لم يكملها رضي! ¶ بل وإن \"عمر العمودي\" -الداعية والمدافع عن فكر د. محمد شحرور بجدة، والذي يثني عليه الدكتور - يغضب إذا ترضى أحد عن الصحابة عنده! ويقول: \"لماذا رضي الله عنه؟! رضي الله عني أنا! \". ¶ (¬2) يأتي ذكر هذه المسألة (ص 25) من هذا البحث. ¶ (¬3) من مبحث \" الإنزال والتنزيل لأم الكتاب وتفصيل الكتاب\". ¶ (¬4) من مبحث \" الإنزال والتنزيل لأم الكتاب وتفصيل الكتاب\"، ويأتي التعليق على هذه المسألة في فصل الإيمان بالقدر.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "والقسم الثاني عنده: الآيات المتشابهات: وهي التي يسميها \"القرآن والسبع المثاني\" وهي: آيات العقيدة. ¶ وحكم آيات العقيدة عنده أنها: ¶ أ- ((قابلة للتأويل وتخضع للمعرفة النسبية)). ¶ ب- هي ما ذكره الله بقوله {? ??} ¶ ج- آيات هذا القسم تمثل النبوة، ولا تمثل الرسالة. ¶ د- يقع بها الإعجاز والتحدي. ¶ يقول الدكتور مبيناً حكم هذا القسم عنده: ((القرآن والسبع المثاني هما الآيات المتشابهات ويخضعان للتأويل على مر العصور والدهور، لأن التشابه هو ثبات النص وحركة المحتوى. وقد تم إنزال القرآن بشكل متشابه عن قصد، وقد كان النبي - صلى الله عليه وسلم - ممتنعاً عن التأويل عن قصد، أي أن القرآن يؤول ولا يفسر ... )) (¬1). ¶ وهنا تناقض ظاهر من الدكتور: أن يسمي آيات العقيدة: الآيات المتشابهات، ثم يحكم عليها بأنها تخضع للتأويل، فهذا تكذيب صريح للآية التي صرحت بأن المتشابه لا يعلم تأويله إلا الله! چ ? ہ ہ ہ ہ ھ ھ ھ ھ ے ے ? ?? ? ? ? ? ??چ. ¶ والقسم الثالث عنده: ما وصفه بقوله: آيات لا محكمات ولا متشابهات: وهي التي يسميها \"تفصيل الكتاب\". ¶ وحكم آيات هذا القسم عنده أنها: ¶ أ- تمثل النبوة ولا تمثل الرسالة. ¶ ب- يقع بها الإعجاز والتحدي. ¶ وهذا القسم الذي وصفه بأنه لا من المحكم ولا من المتشابه، إنما هو من الآيات المحكمات، فتأويله ظاهر، ومعناه واضح، وإنما يطلق المتشابه من الآيات على نحو الحروف المقطعة في أوائل السور. ¶ ثم استطرد الدكتور في المبحث الأول من الباب الأول والذي هو بعنوان: \"الكتاب والقرآن\" في تقسيماته السابقة. ¶ ¬__________ ¶ (¬1) من \"المقدمة\".",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "فقال: ((فإذا أخذنا الكتاب المتشابه \"أي آيات المصحف ما عدا الأحكام وتفصيل الكتاب\" نرى أنها تتألف من كتابين رئيسيين وردا في قوله تعالى {ولقد آتيناك سبعاً من المثاني والقرآن العظيم} [الحجر 87]: ¶ - الكتاب الأول: سبعاً من المثاني. ¶ - الكتاب الثاني: القرآن العظيم. ¶ وميزة هذه الآيات أنها إخبارية ولا يوجد فيها أوامر ونواهٍ، ولكن كلها آيات خبرية \"أنباء\". فمثلاً بعد سرد جزء من قصة نوح في سورة هود قال تعالى {تلك من أنباء الغيب نوحيها إليك ما كنت تعلمها أنت ولا قومك من قبل هذا فاصبر إن العاقبة للمتقين} [هود 49] لاحظ قوله \"أنباء\" وقوله \"غيب\". ولاحظ حين سرد قصة آدم قوله تعالى {قل هو نبأ عظيم * أنتم عنه معرضون} [ص67 - 68] وقوله {ولتعلمن نبأه بعد حين} [ص 88])) (¬1). ¶ وقد تقدم بيان بطلان تفسيره للمتشابه بأنه آيات العقيدة، ويضاف هنا مغالطته بالاستشهاد بآية سورة [ص 67 - 68] فإنها وردت قبل ذكر قصة آدم. ¶ كما يستشهد الدكتور على المغايرة بين الكتاب والقرآن بمجيء العطف بينهما، كما في قوله تعالى: چ ?? ? ? ? پ پ پ چ [الحجر: 1] ¶ فيقول: ((نلاحظ كيف عطف القرآن على الكتاب، وفي اللسان العربي لا تعطف إلا المتغايرات، أو الخاص على العام. فهنا لدينا احتمالان: ¶ أأن القرآن شيء والكتاب شيء آخر، وعطفهما للتغاير كأن نقول جاء أحمد وسعيد. حيث أن سعيداً شخص وأحمد شخص آخر. وعطفهما للتغاير. فإذا كان القرآن شيئاً والكتاب شيئاً آخر فتجانسهما أنهما من عند الله. ولكن لماذا عطف القرآن على الكتاب في أول سورة الحجر؟ السبب في ذلك هو الآية 87 في هذه السور حيث ذكر فيها السبع المثاني في قوله {ولقد آتيناك سبعاً من المثاني والقرآن العظيم} فها هنا واضح تماماً أن القرآن شيء والسبع من المثاني شيء آخر، وهي ليست من القرآن ولكنها من الكتاب. ¶ ب أن يكون القرآن جزءاً من الكتاب، وعطفهما من باب عطف الخاص على العام. وفي هذه الحالة يكفي عطف الخاص على العام للتأكيد وللفت انتباه السامع إلى أهمية ¶ ¬__________ ¶ (¬1) من مبحث: \"الكتاب والقرآن\".",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "الخاص)) (¬1). ¶ وتعليقاً على كلامه، أبين أنواع المغايرة في العطف (¬2): ¶ ((فَاعْلَمْ أَنَّ عَطْفَ الشَّيْءِ على الشَّيْءِ يَقْتَضِي الْمُغَايَرَة بَيْنَ الْمَعْطُوفِ وَالْمَعْطُوفِ عليه مَعَ الِاشْتِرَاكِ في الْحُكْمِ الذي ذُكِرَ لَهُمَا، وَالْمُغَايَرَة على مَرَاتِبَ: ¶ أَعْلَاهَا: أَنْ يَكُونَا مُتَبَايِنَيْنِ، لَيْسَ أَحَدُهُمَا هُوَ الْآخَرَ، وَلَا جُزْءًا منه، وَلَا بَيْنَهُمَا تَلَازُمٌ، كَقَوْلِه تعالى: {خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَجَعَلَ الظُّلُمَاتِ وَالنُّورَ}. {وَأَنْزَلَ التَّوْرَاةَ وَالْإِنْجِيلَ} وَهَذَا هُوَ الْغَالِبُ. ¶ وَيَلِيه: أَنْ يَكُونَ بَيْنَهُمَا تَلَازُمٌ، كَقَوْلِه تعالى: {وَلَا تَلْبِسُوا الْحَقَّ بِالْبَاطِلِ وَتَكْتُمُوا الْحَقَّ وَأَنْتُمْ تَعْلَمُونَ}، {وَأَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ}. ¶ الثَّالِثُ: عَطْفُ بَعْضِ الشَّيْءِ عليه، كَقَوْلِه تعالى: {حَافِظُوا عَلَى الصَّلَوَاتِ وَالصَّلَاةِ الْوُسْطَى}. {مَنْ كَانَ عَدُوًّا لِلَّهِ وَمَلَائِكَتِهِ وَرُسُلِهِ وَجِبْرِيلَ وَمِيكَالَ}، {وَإِذْ أَخَذْنَا مِنَ النَّبِيِّينَ مِيثَاقَهُمْ وَمِنْكَ}. ¶ وفي مِثْلِ هَذَا وَجْهَانِ: ¶ أَحَدُهُمَا: أَنْ يَكُونَ دَاخِلًا في الْأَوَّلِ، فَيَكُونُ مَذْكُورًا مَرَّتَيْنِ. ¶ والثاني: أَنَّ عَطْفَه عليه يَقْتَضِي أنه لَيْسَ دَاخِلًا فيه هُنَا، وَإِنْ كَانَ دَاخِلًا فيه مُنْفَرِدًا، كَمَا قِيلَ مِثْلُ ذَلِكَ في لَفْظِ \" الْفُقَرَاءِ وَالْمَسَاكِينَ \" وَنَحْوِه، مما تَتَنَوَّعُ دِلَالَتُه بِالْإِفْرَادِ وَالِاقْتِرَانِ. ¶ الرَّابِعُ: عَطْفُ الشَّيْءِ على الشَّيْءِ لِاخْتِلَافِ الصِّفَتَيْنِ، كَقَوْلِه تعالى: {غَافِرِ الذَّنْبِ وَقَابِلِ التَّوْبِ} وَقَدْ جَاءَ في الشِّعْرِ الْعَطْفُ لِاخْتِلَافِ اللَّفْظِ فَقَطْ، كَقَوْلِه: ¶ فَأَلْفَى قَوْلَهَا كَذِبًا وَمَيْنًا ... ¶ وَمِنَ النَّاسِ مَنْ زَعَمَ أَنَّ في الْقُرْآنِ مِنْ ذَلِكَ قوله تعالى: {لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَمِنْهَاجًا})) ¶ فتبين من ذكر أنواع العطف خطأ الدكتور في حصره في أمرين فقط، ثم ترجيحه أن يكون عطف القرآن على الكتاب من باب المغايرة. ¶ ومما يُسقط حجة الدكتور أنه قد جاء عطف الكتاب على القرآن! كما في قوله تعالى: چ ?? ? ? ? پ پ پ چ [النمل: 1]. فتبين من ذلك أن عطف القرآن على الكتاب إنما هو لاختلاف ¶ ¬__________ ¶ (¬1) من مبحث: \"الكتاب والقرآن\" ¶ (¬2) من \"شرح الطحاوية\" (2/ 309 - 311) ضمن المكتبة الشاملة.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "الصفتين، مثل العطف في قوله تعالى: {غَافِرِ الذَّنْبِ وَقَابِلِ التَّوْبِ}، فالله سبحانه هو غافر الذنب، وهو سبحانه قابل التوب، وما أنزله الله على نبيه محمد - صلى الله عليه وسلم - بين دفتي المصحف هو القرآن، وهو الكتاب. ¶ ثم أراد الدكتور أن يرجح بين الاحتمالين السابقين الذين أوردهما على مسألة عطف القرآن على الكتاب، هل هو عطف للتغاير أو من عطف الخاص على العام، فقال: ¶ ((نلاحظ أنه عندما ذكر الكتاب قال: {هدى للمتقين} لأن في الكتاب أحكام العبادات والمعاملات والأخلاق، أي فيه التقوى بالإضافة إلى القرآن. وعندما ذكر القرآن قال: {هدى للناس} ولفظة الناس تشمل المتقين وغير المتقين، فالمتقون من الناس ولكن ليس كل الناس من المتقين. وهذا وحده يوجب أن نميز بين الكتاب والقرآن)) (¬1) ¶ ويجاب هنا بالتفريق بين أنواع الهداية، فالهداية تكون هداية دلالة إلى الحق، وهذه عامة لكل الناس، وأخص منها هداية الانتفاع بالحق واتّباعه، فهذه خاصة بالمتقين، فليست الهداية الواردة في الآيتين شيئاً واحداً حتى يقتضي هذا التفريق بين الكتاب والقرآن. ¶ ثم شغّب الدكتور بأمر آخر، ظهر من خلاله سوء مسلكه وفساد مذهبه، فقال: ¶ ((ونلاحظ أنه في سورة \"الرعد\" عطف الحق على الكتاب، فهذا يعني أن الحق شيء والكتاب شيء آخر. أو أن الحق هو جزء من الكتاب وليس كل الكتاب؟ )) (¬2). ¶ وعند النظر في آية سورة الرعد: چ ?? ? ? ?پ پ پ پ ? ? ? ? ? ? ? ? ? چ [الرعد: 1] لا تجد فيها عطفاً للحق على الكتاب، إذ ليست كل \"واو\" \"واو\" عطف، فالكتاب وقع في خبر المبتدأ، والمبتدأ هنا اسم الإشارة \"تلك\"، ولم يشترك \"الحق\" مع \"الكتاب\" في هذا الحكم، فالواو هنا ليست للعطف. ¶ إن الآية صريحة في أن كل ما أنزل إلى محمد - صلى الله عليه وسلم - فهو حق، ليس أن الحق شيء والكتاب شيء آخر، ولا أن الحق هو جزء من الكتاب. ولكن د. محمد شحرور يرى أن بعض الكتاب الحق، وبعضه ليس حقاً! ¶ قال عقب إيراده السؤال السابق: ((والجواب القاطع على هذا السؤال أعطي في سورة فاطر {والذي أوحينا إليك من الكتاب هو الحق مصدقاً لما بين يديه إن الله بعباده لخبير بصير} ¶ ¬__________ ¶ (¬1) من مبحث: \"الكتاب والقرآن\". ¶ (¬2) من مبحث: \"الكتاب والقرآن\".",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "(فاطر 31). هنا أعطى الجواب القاطع بأن الحق هو جزء من الكتاب وليس كل الكتاب، وأن الحق جاء معرفاً، أي أن الحقيقة الموضوعية بأكملها غير منقوصة \"الحقيقة المطلقة\" موجودة في الكتاب، ولكن ليست كل الكتاب، حيث أنه في الكتاب توجد الآيات المحكمات \"آيات الرسالة\" وهي ليست حقاً، والآيات المتشابهات \"آيات النبوة\" وآيات تفصيل الكتاب. ¶ ثم أعطى للحق وظيفة ثانية، وهي تصديق الذي بين يديه. ¶ فلماذا جاء القرآن كله متشابهاً؟ وما معنى تصديق الذي بين يديه؟ ¶ هذا السؤال هو من أخطر الأسئلة التي لا يمكن بدون فهمها فهم نبوة محمد - صلى الله عليه وسلم -، ولا يمكن فهم الإعجاز مطلقاً، ولا يمكن فهم كثير من الأحاديث النبوية إن صحت)) (¬1). ¶ فانظر إلى هذه الجرأة على كتاب الله، بوصف بعضه بأنه حق، وبعضه بأنه ليس حقاً، فهو باطل! إلا إذا وُجد حكم بأنه لا حق ولا باطل، على مذهب الدكتور! چ ? ? چ چ چچ ? ? ? ? ? ? ? ... ? ? ? ژ ژ ڑ ڑ ک کک ک گ گ ... گ گ ? چ [البقرة: 85]. ¶ ثم عاد الدكتور ليؤكد على أن بعض آيات القرآن والتي يطلق عليها \"القرآن\" دون غيرها: كلها من متشابهه! قال: ((وقد جاء الدليل على أن القرآن كله متشابه وأنه هو الحق في سورة يونس ... )) (¬2). ¶ وبناءً على تقسيم الدكتور لآيات القرآن إلى أقسام، أحدها هو القرآن، وهو ما يطلقه على الحقائق والأخبار، وهي ما يسميه النبوة، فإنه قرر بخصوص فهم القرآن ما يلي. ¶ قال د. محمد شحرور: ((والقرآن حقيقة موضوعية مطلقة في وجودها خارج الوعي الإنساني. وفهم هذه الحقيقة لا يخضع إلا لقواعد البحث العلمي الموضوعي، وعلى رأسها الفلسفة وكل العلوم الموضوعية من كوسمولوجيا وفيزياء وكيمياء وأصل الأنواع وأصل الكون والبيولوجيا وسائر العلوم الطبيعية ... ¶ إن ورثة الأنبياء ليسوا علماء الشريعة والفقه وحدهم إن هذا غير صحيح، إن الفلاسفة وعلماء الطبيعة وفلسفة التاريخ وأصل الأنواع والكونيات والإلكترونيات هم ورثة الأنبياء)) (¬3). ¶ ¬__________ ¶ (¬1) من مبحث: \"الكتاب والقرآن\" ¶ (¬2) من مبحث \"محتويات القرآن\". ¶ (¬3) من مبحث: \"القرآن (النبوة) هو الموضوعي وأم الكتاب (الرسالة) هو الذاتي\".",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "وفي المقابل تجد الدكتور يحكم على جميع الصحابة بأنهم اتخذوا القرآن مهجوراً! فيقول: (({وقال الرسول يا رب إن قومي اتخذوا هذا القرآن مهجوراً} [الفرقان 30]. فقوم الرسول هم العرب، كل العرب، لاحظ قوله (إن قومي) إذ لم يقل: \"إن الذين كفروا من قومي\"، ولو عنى المسلمين لقال \"أمتي\" لأن العرب قومه والمسلمين أمته. هذه الآية تنطبق على العرب بما فيهم الصحابة والخلفاء الراشدين من أبي بكر الصديق إلى علي بن أبي طالب)) (¬1). ¶ وإنه من الأهمية بمكان أن أؤكد في ختام هذا المبحث على ضرورة النقض المحكم لتقسيمات الدكتور لآيات القرآن؛ لأنه بنا على تقسيماته جل آراءه وأطروحاته. ¶ ولعل من أقوى الحجج في إبطال تقسيماته ما أحب إيراده بعد نقل قوله: ((وإني لأعجب تمام العجب كيف كانت أم الكتاب عند المفسرين في سورة آل عمران هي مجموعة الآيات المحكمات فأصبحت في سورة الرعد \"اللوح المحفوظ\" علماً بأن أم الكتاب هو مصطلح، والمصطلح لا يخضع لظاهرة التشابه لأنه من عادة المصطلح أن يعرّف. وقد عرّفه الله سبحانه وتعالى في سورة آل عمران چ ? ? ں ں ? ? چ)) (¬2). ¶ فأقول: جاءت عبارة \"أم الكتاب\" في ثلاثة مواضع من القرآن، تمسك الدكتور المهندس المدني بموضعين منها، وتغافل عن الثالث؛ لأنه يهدم بنيانه من أساسه، فيخر عليه السقف من فوقه! ¶ الموضع الأول في سورة آل عمران: چ ? ? ... ? ? ? ? ? ں ں ? ? ? ? چ [آل عمران: 7] ¶ والموضع الثاني في سورة الرعد: چ ? ? ? ? ?? ? ? ? ? چ [الرعد: 39]. ¶ أما الموضع الثالث فهو قوله تعالى في أول سورة الزخرف: چ ? ? ? ? ? ? ? ? ژ ژ ڑ ڑ ک ک ک ک ... گ ... چ [الزخرف1 - 4]. ¶ يظهر جلياً من هذه الآيات الكريمات في فاتحة سورة الزخرف ما يلي: ¶ أولاً: بطلان تفريق الدكتور بين \"الكتاب\" و\"القرآن\"، فقد ذكرت الآية الثانية الكتاب، ثم جاءت الآية الثالثة مصرحة أن الله جعله قرءاناً عربياً - لعلكم تعقلون- فالله جعل الكتاب قرآناً عربياً، فهل يكون القرآن شيء والكتاب شيء آخر؟! وهل للكتاب لغة غير العربية؟! ¶ ثانياً: بطلان أن تكون \"أم الكتاب\" هنا نوع من آيات الكتاب، و\"القرآن\" نوع آخر من آيات ¶ ¬__________ ¶ (¬1) من مبحث \" العرب اهتموا بفهم الرسالة فقط\". ¶ (¬2) من مبحث: \" الإنزال والتنزيل لأم الكتاب وتفصيل الكتاب\".",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "الكتاب. فالآية الرابعة جاءت بعد ذكر القرآن في الثالثة، وبعد ذكر الكتاب في الثانية، وحكمت الآية الرابعة على ما سبق ذكره بأنه في أم الكتاب علي حكيم! فما سبق ذكره - من القرآن والكتاب- متضَمن في أم الكتاب، وحكمه فيها أنه عليّ شرفه حكيم أمره! فلا يمكن أبداً أن تكون \"أم الكتاب\" هنا هي الآيات المحكمات من الكتاب، بل هي شيء يشمل الكتاب. ¶ يناسب هنا أن أنقل عن \"مقاييس اللغة\" لابن فارس - لأن الدكتور يستمد منهجه من هذا المرجع (¬1) - قال ابن فارس: \"وأمُّ الكتاب: ما في اللّوح المحفوظ\" (¬2). ¶ ثالثاً: بطلان تسوية الدكتور بين \"أم الكتاب\" في سورة آل عمران، وفي سورة الرعد، فأم الكتاب في سورة آل عمران: وصف للآيات المحكمات، أما أم الكتاب في سورة الرعد فهي شيء عند الله، وصفه الله بأنه أم الكتاب. ¶ فلا يستقيم أن يقال: يمحو الله ما يشاء ويثبت، وعنده الآيات المحكمات. مع أن الدكتور قال: هو ممكن، ثم عكس الآية فجعل المحو والإثبات في الآيات المحكمات! ¶ لكن في آية الزخرف لا يمكن للدكتور أبداً أن يقول إن: \"أم الكتاب\" هي الآيات المحكمات! فكيف يكون \"الكتاب المبين\" و\"القرآن العربي\" في الآيات المحكمات؟! كيف يكون \"الكلّي\" والكامل جزئاًً من أحد أجزائه؟!. ¶ ولقد حاول الدكتور أن يتحذلق في الكلام عن هذه الآيات في فاتحة سورة الزخرف، لكنه لم يملك إلا أن يقول: ((القرآن في أم الكتاب عند الله علي حكيم)) (¬3) دون أن يورد أي تعليق - راجياً أن يغفل عنها القارئ- وهذا يبين سقوط حجته وعدم وجود أي جواب عنده على هذا الملحظ الذي يهدم تقسيماته وينقض أوهامه. ¶ ¬__________ ¶ (¬1) كما تقدم في التمهيد الثاني. ¶ (¬2) \"مقاييس اللغة\" (1/ 51) نشر: اتحاد الكتاب العرب. الطبعة: 1423 هـ = 2002م. (ضمن المكتبة الشاملة). ¶ (¬3) من مبحث: \" أمثلة على آيات الذكر\".",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "المبحث الثاني: موقف د. محمد شحرور من التأويل. ¶ يرى د. محمد شحرور وجوب تأويل القرآن في كل عصر من العصور بما يناسبه، فالقرآن ((يحمل الطابع المطلق في المحتوى)) ويحمل ((طابع النسبية في الفهم الإنساني له)) وقد جاء بلغة تحقق الطابعين المذكورين، فكانت النتيجة أن القرآن ((تُعطى آياته طابع القدسية أو النص المقدس الذي لا يُمس ولا يحرف، وإنما يجري تأويله على مر العصور والدهور ... ¶ أي أن ما حدث في القرن السابع في شبه جزيرة العرب هو تفاعل الناس في ذاك الزمان والمكان مع الكتاب، وهذا التفاعل هو الاحتمال الأول للإسلام (الثمرة الأولى)، وليس الوحيد وليس الأخير، وقد كان هذا التفاعل إنسانياً في محتواه (إسلامياً) قومياً في مظهره. ¶ وفي هذه الحالة يدخل هذا التفاعل ضمن التراث، ما عدا العبادات والأخلاق والحدود \"الصراط المستقيم\" حيث إنها ليست تفاعلاً مع العصر. ¶ وقد عُبر عن الأخلاق والحدود بمظاهر العصر. أما اللباس والطعام والشراب وأساليب الحكم ونمط الحياة فهي تفاعل مع الشروط الموضوعية، وقد قام النبي - صلى الله عليه وسلم - بهذا التفاعل الأول، وكان لنا الأسوة الحسنة) (¬1). ¶ ويعود د. محمد شحرور ليؤكد على ضرورة التأويل، نظراً لأن رسالة محمد - صلى الله عليه وسلم - هي آخر الرسالات، فيجب أن تتصف ((بثبات النص وحركة المحتوى)) ويربط بين هذا المعنى وبين التشابه، ويؤكد أن هذا هو التشابه، فيقول: ((مع نمو المعرفة عند هذا الإنسان يقرأ النص الثابت فيرى أنه مطابق لمعلوماته. ولكن هذه الطريقة تتطلب صياغة خاصة يجب أن يتوفر فيها شرطان: الأول ثبات النص والثاني حركة المحتوى وهذا ما يسمى بالتشابه وهو عين التشابه)) (¬2). ¶ ويضيف قائلاً عن خاصية هذا الوحي: ((ثبات النص وحركة المحتوى هو التشابه الذي يحتاج إلى التأويل باستمرار، ولهذا فالقرآن لا بد من أن يكون قابلاً للتأويل، وتأويله يجب أن يكون متحركاً وفق الأرضية العلمية لأمةٍ ما في عصر ما، على الرغم من ثبات صيغته ... ¶ من هنا نفهم الحقيقة الكبيرة وهي أن النبي - صلى الله عليه وسلم - لم يؤول القرآن، وأن القرآن كان أمانةً تلقاها وأداها للناس دون تأويل، وإنما أعطاهم مفاتيح عامة للفهم. ¶ أما مقولة: \"إن النبي - صلى الله عليه وسلم - كان قادراً على أن يؤول القرآن\" فنقول: ¶ ¬__________ ¶ (¬1) النقل عن \"المقدمة\". ¶ (¬2) النقل عن مبحث \"الكتاب والقرآن\".",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "1 - إما أن يكون تأويله صحيحاً بالنسبة لمعاصريه فقط، أي \"التأويل الأول\" فيكون بذلك قد تسبب في تجميد التأويل، وتجميد حركة العلم والمعرفة، وإلزام الناس بكلامه، ثم تتقدم المعرفة الإنسانية مع الزمن وتظهر العلوم فتبدو تأويلاته قاصرة، ويكون بذلك قد قصم ظهر الإسلام بنفسه. ¶ 2 - وإما أن يكون تأويله صحيحاً بالنسبة لجميع العصور أن النبي كان يستطيع أن يؤول كل آيات القرآن التأويل الصحيح في جميع الأزمان فيكون بهذا قد تسبب بما يلي: ¶ أ- لا يوجد أحد من العرب الذين عاصروه قادر على فهم التأويل. ¶ ب- لو أن النبي - صلى الله عليه وسلم - كان قادراً على التأويل الكامل لكل القرآن لكان ذلك يعني أن النبي - صلى الله عليه وسلم - كامل المعرفة، ومعرفته بالحقيقة معرفة مطلقة فيصبح شريكاً لله في علمه المطلق. ¶ ج- يفقد القرآن إعجازه)) (¬1). ¶ فيتضح مما سبق موقف د. محمد شحرور من التأويل: ¶ أ- أن النبي - صلى الله عليه وسلم - لم يكن قادراً على تأويل كامل القرآن. ¶ ب- أن النبي - صلى الله عليه وسلم - لم يؤول القرآن، أو أنه أول بعضه فقط. ¶ ج- وجوب تأويل القرآن في كل عصر من عصور الإسلام بما يناسب ذلك العصر. ¶ د- أن ما أوله النبي - صلى الله عليه وسلم - من القرآن لا يكون صالحاً لغير عصره - صلى الله عليه وسلم -، أما في العصور التي بعده فيجب إلغاء تأويله - صلى الله عليه وسلم - واستبداله بما يناسب العصر. ¶ ولا شك أن القارئ يدرك خطورة هذا الموقف من مسألة تأويل القرآن، فهي تهدم ما كان عليه النبي - صلى الله عليه وسلم - من الدين، وتدعو إلى وضع تشريع جديد يناسب العصر، مستنداً إلى فهم كتاب الله فهماً عصرياً مخالفاً لفهم النبي - صلى الله عليه وسلم - وتطبيقه لأحكامه. ¶ ويتضح هذا بالسؤال عن تأويل النبي - صلى الله عليه وسلم - للقرآن، ما هو هذا التأويل؟ إنه تطبيق النبي - صلى الله عليه وسلم - لشرائع الإسلام على الوجه الأكمل الذي يريده الله، فهذا ما يريد د. محمد شحرور استبداله وتحويره وإلغاءه. ¶ وأضرب مثالاً على ذلك مما ذكره د. محمد شحرور بخصوص محتويات رسالة النبي محمد - صلى الله عليه وسلم -، فذكر منها: ((ممنوعات كالخمر والميسر والأنصاب والأزلام، وهي تخضع للاجتهاد -ما عدا الحدود والعبادات- وأول من اجتهد بها النبي - صلى الله عليه وسلم - وطبقها حسب الظروف الموضوعية في شبه ¶ ¬__________ ¶ (¬1) خاتمة مبحث: \"الكتاب والقرآن\".",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "جزيرة العرب في القرن السابع الميلادي)) (¬1). ¶ ويورد د. محمد شحرور قوله تعالى: {بل كذبوا بما لم يحيطوا بعلمه ولما يأتهم تأويله كذلك كذب الذين من قبلهم فانظر كيف كان عاقبة الظالمين} [يونس 39]. وها هنا نلاحظ أن سياق الآيات يتكلم عن القرآن وأنه احتوى على معلومات لم يحيطوا بها وأنه لم يأت تأويله بعد)) (¬2). ¶ فيريد أن يؤكد أن تأويل بعض القرآن لم يأت في عصر النبوة، ولكنه حرف دلالة الآية، فهي تخبر أن الكفار لم يأتهم تأويله، لا أنه لم يأت تأويله مطلقاً، ثم إن الذي لم يأت الكفار تأويله هو وقوع ما أخبرهم به - صلى الله عليه وسلم - من العذاب إن لم يؤمنوا، قال تعالى: چ ? ? ? ?? ? ? ? ? ? ٹ ٹ ٹ ٹ ? ? ? ? ? ? ? ? ? ? ... ? ... ? ? ? ... ? ? ... چچ چ چ ? ? ? ? ? ? ? چ [الأعراف: 53]. ¶ ثم أورد د. محمد شحرور تعريفه للتأويل فقال: ((فتأويل الآية هو مطابقتها مع الحقيقة الموضوعية (إبصارها) أي مطابقتها مع العقل واستنتاج قانون مجرد قابل للإبصار فيما بعد)) (¬3). ¶ وهذا التعريف يدل على المنهج المادي الذي تأثر به الدكتور كثيراً وظهر على طرحه. ¶ الراسخون في العلم: ¶ أثنى ربنا تبارك وتعالى على الراسخين في العلم، وبين موقفهم من محكم القرآن ومتشابهه، فقال سبحانه: چ ? ? ... ? ? ? ? ? ں ں ? ? ? ?? ? ہ ہ ہ ہ ھ ھ ھ ھ ے ے ? ?? ? ? ? ? ?? ? ? ? ... ? ? ? ? ... ? ? ?? ? ? ... ? ? ?چ [آل عمران: 7]. ¶ وللعلماء في هذه الآية موقفان: فمنهم من يرى الوقف على { ... ? ? ? ? ??} وهذا الأنسب لسياق الآية، فقد بينت الآية أن الذين في قلوبهم زيغ يتبعون المتشابه ابتغاء الفتنة وابتغاء تأويله، ثم بينت الآية اختصاص الله بعلم المتشابه, وأخبرت بعد ذلك عن الراسخين في العلم أنهم يقولون آمنا به، كل من عند ربنا. ¶ ¬__________ ¶ (¬1) من مبحث \" أم الكتاب هي رسالة محمد - صلى الله عليه وسلم - وقد جاء القرآن تصديقا لها \". ولذلك تجد كثيراً من المتبعين لدعوة د. محمد شحرور بجدة يتساهلون في تعاطي الدخان والحشيش والمسكرات، بل يفتي عمر العمودي بأنه تصح الصلاة لمن شرب مسكراً، بشرط أن يكون قليلاً لا يغطي على عقله! ¶ (¬2) من مبحث \"محتويات القرآن\". ¶ (¬3) من مبحث: \"القرآن هو الآيات البينات\".",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "وأما الموقف الثاني من الآية، فهو عطف \"الراسخون في العلم\" على \"الله\" في قوله: {? ? ? ? ?? ? ? ?}، فعلى هذا الوجه يكون علم المتشابه مما يعلمه الراسخون في العلم، وعلى هذا يُحمل ما روي عن ابن عباس رضي الله عنهما أنه كان يقول في هذه الآية: (أنا من الراسخين في العلم)، وروي عن مجاهد: (أنا ممن يعلم تأويله) (¬1). ¶ لكن عند د. محمد شحرور الراسخون في العلم شيء آخر تماماً، إذ يقول: ((يجب أن نفهم أن الراسخين في العلم هم مجموعة كبار الفلاسفة وعلماء الطبيعة وأصل الإنسان وأصل الكون وعلماء الفضاء وكبار علماء التاريخ مجتمعين. ¶ ولم نشترط لهذا الاجتماع حضور الفقهاء، لأنهم ليسوا معنيين-في رأينا- بهذه الآية، لأنهم أهل أم الكتاب. والراسخون في العلم مجتمعين يؤولون حسب أرضيتهم المعرفية ويستنتجون النظريات الفلسفية والعلمية ... ¶ فالراسخون في العلم هم من الناس الذين يحتلون مكان الصدارة بين العلماء والفلاسفة، وهؤلاء من أمثال \"البيروني، الحسن بن الهيثم، ابن رشد، إسحاق نيوتن، أينشتاين، تشارلز، داروين، كانت، هيجل ... ¶ الراسخون في العلم يعلمون ما هي النظريات والحقائق العلمية التي يمكن استنتاجها من الآية القرآنية، كل حسب اختصاصه وحسب الأرضية المعرفية لعصره. وحيث يمكن استنتاج نظريات علمية جديدة تعتبر قفزات هائلة في المعرفة الإنسانية مثل نظرية النشوء والارتقاء لداروين لأنها تعد نموذجاً حياً ممتازاً للتأويل)) (¬2). ¶ والسؤال المتبادر هنا: هل يكون مَن كفر بالله ورسوله وكتابه من الراسخين في العلم؟! ¶ لكنهم لا يقولون {? ? ? ... ? ? ?} فما هو الواجب علينا إذاً؟! ¶ لم يتركنا د. محمد شحرور في حيرتنا فقد قال: ((علينا أن نسحب القرآن- قبل أن يفوت الأوان- من أيدي السادة الوعاظ المعروفين بالعلماء الأفاضل، أو رجال الدين حيث يجب أن يكون موقف هؤلاء \"العلماء الأفاضل\" من القرآن هو كموقف العامة تماماً: التسليم، لأن معلوماتهم بالنسبة للقرآن لا تزيد عن معلومات العامة بتاتاً. وإن كان لهؤلاء الناس دور ¶ ¬__________ ¶ (¬1) \"تفسير البغوي\" دار طيبة للنشر والتوزيع، ط4. (1417هـ) (2/ 10). ضمن (المكتبة الشاملة) بترقيم موافق للمطبوع. ¶ (¬2) من مبحث \"قواعد التأويل\".",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "فدورهم وعظي بحت)) (¬1). ¶ أمثلة على تأويلات د. محمد شحرور: ¶ من الأمثلة على التأويل عند الدكتور، ما أول به العرش والاستواء والكرسي، فقال في ذلك تحت عنوان: \" أم الكتاب وتفصيل الكتاب جاءا من العرش، أي من عند الله\". ¶ قال: ((لنأخذ أولاً معنى العرش: فالعرش في اللسان العربي جاء من \"عرش\" ولها أصلان صحيحان: ¶ - الأول: عرش الرجل هو قوامُ أمره. ¶ - الثاني: العرش هو ما يجلس عليه من يأمر وينهى. لاحظ أن المعنى الثاني مرتبط بالأول. ¶ فالأساس في العرش هو الأمر ... فبالمعنى الأول جاءت لفظة العرش للأمر والنهي في الآيات: {وهو الذي خلق السموات والأرض في ستة أيام وكان عرشه على الماء .. الآية} [هود 7]. ¶ {إن ربكم الله الذي خلق السموات والأرض في ستة أيامٍ ثم استوى على العرش .. الآية} [الأعراف 54]. ¶ {ويحمل عرش ربك فوقهم يومئذ ثمانية} [الحاقة 17]. ¶ {الرحمن على العرش استوى} [طه 5]. ¶ {قل لو كان معه آلهة كما يقولون إذاً لابتغوا إلى ذي العرش سبيلاً} [الإسراء 42]. ¶ وفي كل مكان ورد ذكر العرش جاء بمعنى الأمر والنهي أتي بالمعنى الأول. ¶ ما عدا الآيات التالية في سورة يوسف وسورة النمل جاءت بمعنى المكان الذي يجلس عليه من يأمر وينهى وهي: {ورفع أبويه على العرش وخروا له سجداً} [يوسف 100]، هنا استعمل العرش لأن يوسف كان آمراً ناهياً في مصر. وقوله: {نكروا لها عرشها} [النمل 41] وقوله {أيكم يأتيني بعرشها} [النمل 38] وقوله {فلما جاءت قيل أهكذا عرشك} [النمل 42] وقوله {وأوتيت من كل شيء ولها عرش عظيم} [النمل 23]. هنا ذكر عرش ملكة سبأ لأنها كانت تأمر وتنهي. ¶ ¬__________ ¶ (¬1) من مبحث \"قواعد التأويل\".",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "ففي الانفجار الكوني الأول وقبل تشكل العناصر المادية المختلفة كان الكون كله مؤلفاً من عنصر واحد هو الهيدروجين (مولد الماء) ففي هذه المرحلة لم يكن ثمة مجرات ولا كواكب ولا نجوم ولا حياة سوى الهيدروجين وفي هذه المرحلة كان أمر الله على مولد الماء، فقال {وكان عرشه على الماء} [هود 7]. وهذا هو العرش الأول. ¶ وفي الآية الثانية: بعد ان تكونت المجرات والسموات والأرض والنجوم والكواكب أصبح عرش الله \"أمره\" عليها فقال: {ثم استوى على العرش} [الأعراف 54] وهذا هو العرش الثاني ... ¶ وفي الآية الثالثة: بعد أن تقوم الساعة ويتكون كون جديد بقوانين جديدة، وما الساعة إلا بداية تغير بصيرورة مادة هذا الكون لكي يتكون منها كون جديد فيه نبعث ونحاسب، فأمر الله \"عرشه\" على هذا الكون الجديد قال عنه: {ويحمل عرش ربك فوقهم يومئذٍ ثمانية} [الحاقة 17] وهذا هو العرش الثالث. لاحظ قوله \"يومئذ\". ¶ وفي الآية الرابعة: {الرحمن على العرش استوى} العرش هنا اسم جنس لأمر الله من قبل ومن بعد، لأنه لم يعطه أية صفة إضافية كقوله: {وكان عرشهُ على الماء} و {ثم استوى على العرش} و {ويحمل عرش ربك فوقهم يومئذ ثمانية}. ولا بد من الإشارة إلى أنه ليس للعرش هنا مفهوم مكاني. ¶ وفي الآية الخامسة: إذا كان هناك عدة آلهة فلهم من يرأسهم وله الأمر والنهي عليهم لذا قال: {وإذاً لابتغوا إلى ذ العرش سبيلاً} [الإسراء 42] أي إلى ذي الأمر والنهي، ليكونوا آمرين ناهين مهيمنين مسيطرين. ¶ أما مفهوم الاستواء فلا يعني الجلوسٍ، فأحد معاني \"استوى\" اللغوية هو الاستقرار والسيطرة والاستحكام ... فتأمل مفهوم الاستواء حين لا يقصد به الجلوس وإنما الاستحكام والسيطرة الكاملة ... ¶ أما الكرسي فهو يأتي فوق العرش من ناحية المرتبة والأولويات، لا من الناحية المكانية، لأن الذي يأمر وينهي عليه أن يعلم على ماذا يأمر وينهي، فالأمر والنهي لا يتم بدون المعرفة الكاملة على ما يأمر وينهي، وهذا هو الكرسي والكرسي جاءت في اللسان العربي من \"كرس\" فنقول: كرست وقتي لهذا العمل، أي أعطيته كل وقتي ومعلوماتي، وقالت العرب: العلماء كراريس، ومنها جاءت الكراسة والكرسي، والكراسة هي ما يدون عليها معلومات ما. لذا قال: {وسع كرسيه السموات والأرض} لاحظ التشابه الكبير، فالكرسي هنا",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "من الكرّاسة، لا الكرسي الذي عليه الإنسان، فهنا نفهم {وسع كرسيه} أي وسع علمه كل الموجودات وذلك لكي يأمر وينهي، وقد قال قبل هذه الفقرة {يعلم ما بين أيديهم وما خلفهم ولا يحيطون بشيء من علمه إلا بما شاء})) (¬1). ¶ فتأمل كيف أول د. محمد شحرور العرش والاستواء والكرسي، فحرف الآيات عن معناها، وأبطل دلالتها. ¶ فالعرش عنده عندما ينسب لله، فهو الأمر والنهي، والاستواء هو الاستحكام والسيطرة الكاملة، فهل يكون معنى چ ... ژ ژ ڑ چ: الرحمن استحكم وسيطر على أمره ونهيه؟! ¶ وهل يكون معنى: چ ژ ژ ڑ ڑ ک ک چ: يحمل أمر ربك ونهيه فوقهم يوم القيامة ثمانية؟! ¶ وهل يكون الحمل - مع ذكر الظرفية: فوقهم- إلا لشيء من المخلوقات المحسوسة؟! ¶ وهل يختص ثمانية من المخلوقات بحمل أمر ربك ونهيه دون بقية المخلوقات؟! فبقية المخلوقات ليست بحاملة لأمره ونهيه، بل هي خارجة عن أمره وقهره؟! ¶ وتأمل كيف يفرق الدكتور بين معنى العرش عندما يُنسب لله، وعندما ينسب لأحد من مخلوقاته، وليس له مستند في ذلك إلا اتباع الهوى ومخالفة الأولى. ¶ ثم قال الدكتور في الكرسي بأنه من \"الكرّاسة\" فمعنى چ ? ?چ: أي وسعت كرّاسته! ثم حرّف التحريف فقال: وسع علمه! چ ? ? ں ں ? ... ? ? ? ... ? ?ہ ہ ہ ہ ھ ھ ھ ھ ے ے ? ... چ [النور: 40]. ¶ ¬__________ ¶ (¬1) من مبحث: \" الإنزال والتنزيل لأم الكتاب وتفصيل الكتاب\".",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "المبحث الثالث: موقف د. محمد شحرور من حقيقة كلام الله. ¶ مسألة كلام الله من أكثر المسائل التي وقع فيها الخلاف بين طوائف المسلمين، لذا كثرت الأقوال فيها وتعددت، ومما يُذكر في تسميت علم العقائد بعلم الكلام أنه لكثرة الخوض والخلاف في مسألة كلام الله. ¶ وقد أراد د. محمد شحرور أن يحل الخلاف في المسألة بأن يأتي بشيء لم يدركه الأولون، فقال: ((وهذا الفهم يحل المعضلة الكبرى التي نشأت بين المعتزلة وخصومهم حول خلق القرآن. فإذا عرفنا الآن أن الذكر ليس القرآن نفسه، وإنما هو أحد خواصه وهو صيغته اللسانية حصراً يزول الالتباس)) (¬1). ¶ وقد حاول د. محمد شحرور أن يخوض في حقيقة كلمات الله، فدخل في المسألة بنظرة مادية، فكانت النتيجة التي توصل إليها أن قال: ¶ ((لو كان النص القرآني المتلو أو المكتوب الموجود بين أيدينا هو عين كلام الله فهذا يعني أن الله له جنس وجنسه عربي، وأن كلام الله ككلام الإنسان يقوم على علاقة دال ومدلول. ¶ ولكن بما أن الله أحادي في الكيف {قل هو الله أحد}، وواحد في الكم {قل إنما هو إله واحد} [الأنعام 19] وأن الله ليس عربياً ولا انكليزياً، لزم أن يكون كلامه هو المدلولات نفسها. ¶ فكلمة الشمس عند الله تعالى هي عين الشمس، وكلمة القمر هي عين القمر، وكلمة الأنف هي عين الأنف، أي أن الوجود المادي \"الموضوعي\" ونواميسه العامة هي عين كلمات الله، وكلمات الله هي عين الوجود ونواميسه العامة. ¶ ولهذا نقول: إن الله هو الحق وإن كلماته حق {قوله الحق} [الأنعام 73] {ويحق الله الحق بكلماته} [يونس 82] {ذلك بأن الله هو الحق وأن ما يدعون من دونه هو الباطل} [الحج 62] ¶ فالوجود الموضوعي خارج الوعي هو الوجود الإلهي {ذلك بأن الله هو الحق} [الحج 62] والوجود الكوني الذي هو كلمات الله وهو حق أيضاً {ما خلقنا السموات والأرض وما بينهما إلا بالحق} [الأحقاف 3]. ¶ ¬__________ ¶ (¬1) من مبحث \"الذكر\".",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "فالله حق والوجود كلماته وهو حق أيضاً، لذا قال: (إنما أمره إذا أراد شيئاً أن يقول له كن فيكون) (يس 82) (إذا قضى أمراً فإنما يقول له كن فيكون) (آل عمران 47 - مريم 35). ¶ ونحن نعلم أن سمة \"المتكلم\" ليست من أسماء الله الحسنى، وإنما كلماته اشتقت من اسمه الحق. ومن أجل تعليم الإنسان صاغ الله الحقيقة المطلقة وهي الوجود ونواميسه العامة وأسماءه الحسنى صياغةً لسانية إنسانية ... )) (¬1). ¶ يتبين من النقل السابق حقائق في غاية الخطورة عن معتقد د. محمد شحرور في كلمات الله وفي وجود الله: ¶ - ينفي د. محمد شحرور أن الله تكلم بالقرآن، وينفي أن الله متكلم! ¶ - يقرر أن كلمات الله هي عين الوجود. ¶ - يقرر أن الوجود الإلهي هو الوجود الموضوعي خارج الوعي، وهذا التقرير ينكر حقيقة وجود الله! ¶ ويقرر د. محمد شحرور أن القرآن كان له وجود مسبق قبل وجوده العربي، فيقول: ((وهل يمكن أن يجعل القرآن أعجميا؟ الجواب: نعم، لسببين: الأول: هو أن القرآن له وجود مسبق قبل أن يكون عربياً وإنما جعل عربياً دفعة واحدة في الإنزال)) (¬2). ¶ وهذا يؤكد نفيه لكون الله سبحانه تكلم بالقرآن، فهو يرى أن للقرآن وجود سابق غير عربي، ثم جرى تحويله إلى صيغة عربية. قال د. محمد شحرور ((فالذكر هو تحول القرآن إلى صيغة لغوية إنسانية منطوقة بلسان عربي، وهذه هي الصيغة التي يذكر بها القرآن)) (¬3). ¶ ولكنه يذهب أيضاً إلى أن في القرآن آيات غير عربية! إذ يقول: ((هناك آيات في الكتاب غير عربية وهي آيات السبع المثاني حيث أنها ليست بلسان عربي وإنما هي أصوات إنسانية أي أن /الم * يس / ليست عربية ولا تركية ولا إنكليزية ... الخ. بل هي ألفاظ مركبة من أصوات تتألف منها اللغات الإنسانية قاطبة)) (¬4). وهذا القول يخالف الحكمة من إيراد هذه الحروف المقطعة والتي تبين أن القرآن من هذه الحروف العربية المعروفة، ومع ذلك فهو معجز. ¶ ¬__________ ¶ (¬1) من مبحث \"كلمات الله\". ¶ (¬2) من مبحث \" تفصيل الكتاب\". ¶ (¬3) من مبحث \"الذكر\". ¶ (¬4) من مبحث \" تفصيل الكتاب\".",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "المبحث الرابع: موقف د. محمد شحرور من التفسير بالمأثور وموقفه من الإجماع. ¶ يظهر جلياً من استدلالات د. محمد شحرور بآيات من القرآن أنه لا يتبع قول أحد من مفسري الأمة، لا من الصحابة ولا من بعدهم، بل يرفض ذلك رفضاً قاطعاً، فيقول: \"لسنا عبيداً للسلف، فأنا لا أقبل أن أجلس عند أقدام ابن عباس أو أقدام الشافعي! \" (¬1). ¶ ويقول الدكتور: ((كل تفاسير القرآن: تراث يحمل طابع الفهم المرحلي النسبي)) (¬2). ويعرّف التراث بأنه: ((النتاج المادي والفكري الذي تركه السلف للخلف))، ويقول: ((التراث هو الفهم النسبي للناس له في عصر من العصور، حتى ولو جاء هذا الفهم من عهد صدر الإسلام)). ¶ ويبين الموقف الصحيح في نظره من هذا التراث بأن ((نحترم تراثنا لا أن نقدسه. إن الذين صنعوا التراث العربي الإسلامي هم من الناس ونحن من الناس أيضاً، ومعروف قول أبي حنيفة النعمان \"هم رجال ونحن رجال\"، وقد آن لنا أن نصنع تراثاً لأجيالنا القادمة بملء إرادتنا وبدون حرج)). ¶ فالدكتور يجعل كل ما جاء من تفسير للقرآن من قبيل التراث، فلا يفرق بين ما جاء عن الصحابة أو التابعين أو غيرهم، فحُكم كل ذلك عنده هو الرد، بدعوى عدم التقديس، والاكتفاء بالاحترام، فدعواه احترام التراث لا تعني شيئاً طالما أنه يرده جملة وتفصيلاً، فأي احترام هذا؟! ¶ ثم انظر في عبارة الإمام أبي حنيفة -رحمه الله- فقد كان على الدكتور أن يوردها كاملة، ولا يبترها، حتى تتبين مخالفته الصريحة لها. قال الإمام أبو حنيفة - رحمه الله-: ((إذا جاء الحديث الصحيح الإسناد عن رسول الله - صلى الله عليه وسلم - أخذنا، وإذا جاء عن الصحابة تخيّرنا ولم نخرج عن قولهم، وإذا جاء عن التابعين أحسسناهم، زاد غيرهم: فهم رجال ونحن رجال)) (¬3). ¶ فالإمام أبو حنيفة -رحمه الله- لم يقل هذه العبارة في حق الصحابة رضوان الله عليهم، بل قال عن أقوال الصحابة: تخيرنا ولم نخرج عن قولهم، وقال عن التابعين: هم رجال ونحن رجال، لكن يتنبه هنا أن الأمام أبا حنيفة وُلد سنة ثمانين في عهد صغار التابعين، ورأى أنس بن مالك - رضي الله عنه - لما قدم ¶ ¬__________ ¶ (¬1) من مقابلة أجريت معه، نقلاً عن موقع منتدى التوحيد. ¶ (¬2) من \"المقدمة\" للكتاب، وكذا النقل بعده. ¶ (¬3) شرح مسند أبي حنيفة (ج 1 / ص 181) ضمن المكتبة الشاملة وترقيمه موافق للمطبوع.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "الكوفة، ولم يرو عن أحد من الصحابة (¬1)، فانظر إلى قرب عهده من التابعين، فقد خالطهم وتتلمذ عليهم، فساغ له أن يقول هذه الكلمة لهذا، وليس لأحد أن يأتي بعده بألف عام وينزل نفسه منزلته! ¶ ومن الموقف السابق للدكتور يتبين موقفه من دليل الإجماع، فما أجمع عليه الصحابة أو من بعدهم ليس بشيء ذي قيمة عنده، وهو هنا يخالف صريح القرآن، حيث يقول تعالى: چ ? ? ? ? ? ? ? ? ? ? ? ? چ چ چ چ ? ?? ? ? ? چ [النساء: 115]، فلم تكتف الآية بالوعيد على مخالفة الرسول - صلى الله عليه وسلم -، بل نصت على مسألة من صميم العقيدة، وهي: اتباع غير سبيل المؤمنين، وأول وأولى من ينطبق عليهم هذا الوصف هم الصحابة الكرام رضوان الله عليهم، فمن اتبع غير سبيلهم، ورماه ورائه ظهرياً فقد استحق الوعيد الشديد، ووقع في الضلال البعيد. ¶ ¬__________ ¶ (¬1) انظر ترجمته في \"سير أعلام النبلاء\" (6/ 401) ضمن المكتبة الشاملة وترقيمه موافق للمطبوع.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "الفصل الثاني ¶ موقف د. محمد شحرور من الإيمان بالرسل ¶ المبحث الأول: الإيمان بنبوة محمد - صلى الله عليه وسلم - ¶ المبحث الثاني: موقفه من سنته - صلى الله عليه وسلم - ¶ المبحث الثالث: موقفه من معجزات الأنبياء.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "المبحث الأول: الإيمان بنبوة محمد - صلى الله عليه وسلم -. ¶ لا يدخل العبد في الإسلام إلا بالشهادتين: شهادة أن لا إله إلا الله، وأن محمداً رسول الله. وشهادة أن محمداً رسول الله تعني: الإيمان برسالته ونبوته، وهذا يقتضي: تصديقه فيما أخبر، وطاعته فيما أمر، والامتناع عما نهى عنه وزجر، وأن لا يُعبد الله إلا بما شرع. ¶ فنؤمن أنه - صلى الله عليه وسلم - نبي قرن الله طاعته بطاعته، وجعل محبته - صلى الله عليه وسلم - مع محبته، وجعل الذل والصغار على من خالف أمره - صلى الله عليه وسلم -. ¶ قد لا يتصور القارئ لهذه الأسطر - البدهية المضمون- أن يأتي د. محمد شحرور فينقضها ويخالفها، ولكن هذا ما تجده في كتابه، وإلى الله المشتكى! ¶ يقول الدكتور: ((يبقى السؤال الهام (¬1) وهو موقفنا من النبي - صلى الله عليه وسلم - أو من السنة؟ ¶ هنا يجب علينا وضع النقاط على الحروف بالنسبة للنبي - صلى الله عليه وسلم -، فهناك موقفان أساسيان متمايزان منه: ¶ الموقف الأول: نبياً، مع ما نكن له من عظيم الحب والاحترام والتقدير. ¶ والموقف الثاني منه: مشرّعاً. ¶ أما الموقف الأول فإني لا أتصور إنساناً مسلماً وعربياً يمكن أن يقف موقفاً سلبياً من النبي - صلى الله عليه وسلم - لأن مثل هذا الموقف خيانة للدين من قبل المسلم وخيانة للقومية من قبل العربي. ولا أتصور إنساناً عربياً بغض النظر عن دينه يقف موقفاً سلبياً من النبي - صلى الله عليه وسلم - يقول عن نفسه: إنه وطني أو عربي. ¶ أما موقفنا من النبي - صلى الله عليه وسلم - مشرعاً فهو موقف دقيق جداً. إذ كيف يمكن أن نقول: إن ما فعله النبي - صلى الله عليه وسلم - هو الاحتمال [الأول] (¬2) لتطبيق الإسلام في القرن السابع، وفي شبه جزيرة العرب، وبالوقت نفسه نقرأ الآية {لقد كان لكم في رسول الله أسوة حسنة} [الأحزاب 21]. ¶ لقد بحثنا في السنة فوجدنا أن تعريف السنة بأنها \"كل قولٍ أو فعلٍ أو إقرارٍ أو نهيٍ قام به النبي - صلى الله عليه وسلم - \" إنما جاء من قبل الفقهاء وليس من قبل النبي نفسه، حيث كان النبي - صلى الله عليه وسلم - يصر ¶ ¬__________ ¶ (¬1) الصواب: \"المهم\" وليس الهام، من: أهم يهم فهو مهم. ¶ (¬2) لعلها: \"الأوحد\" لأن الدكتور قال في موضع سابق لهذا النقل: ((ما حدث في القرن السابع في شبه جزيرة العرب هو تفاعل الناس في ذاك الزمان والمكان مع الكتاب، وهذا التفاعل هو الاحتمال الأول للإسلام (الثمرة الأولى)، وليس الوحيد وليس الأخير)). وكما يقتضيه سياق كلامه هنا، أن ما فعله النبي تجاه القرآن - صلى الله عليه وسلم - هو أول تطبيق، وليس التطبيق الأوحد.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "على تدوين الكتاب وكان في الوقت نفسه يأمر الناس بعدم تدوين أقواله الشخصية، فمن هذا خلصنا إلى مفهوم معاصر للسنة النبوية، حيث كان دور النبي - صلى الله عليه وسلم - هو تحويل المطلق إلى نسبي والحركة ضمن حدود الله، في القرن السابع، في شبه جزيرة العرب، وقد نجح في هذا نجاحاً باهراً، وفي هذا المفهوم يكون أول عظيم في التاريخ. ¶ وهذه هي سنته على مر العصور والتي وجب علينا التقيد بها، وهي تحويل المطلق إلى نسبي، أي أن باب الاجتهاد في الأحكام لا يقفل، وباب التأويل في القرآن لا يقفل، وكل اجتهاد من قبل الناس في الأحكام \"الحركة ضمن الحدود والوقوف عليها أحياناً\" أو تأويل في القرآن يدخل في التراث على مر الزمن، لذا فقد خصصنا فصلاً خاصاً في الكتاب للسنة، وأوجدنا تعريفاً معاصراً أصيلاً لها)) (¬1). ¶ وتعليقاً على هذا الطرح أقول: ¶ أولاً: بخصوص الموقف الأول - والذي يظن الدكتور نفسه موافقاً فيه لعموم المسلمين، خلافاً لموقفه الثاني الذي أراد إفادتنا به - فتجده في الموقف الأول ربط احترام النبي - صلى الله عليه وسلم - وتوقيره بالعروبة، وبالغ في ذلك، حتى جعل العروبة كافية دون الإسلام في تحقيق احترام النبي - صلى الله عليه وسلم -. ¶ فهل غفل الدكتور عن أول أعداء النبي - صلى الله عليه وسلم - وأشدهم عليه منذ ظهوره؟! ألم يكونوا من العرب، بل من قريش، بل من أقربائه - صلى الله عليه وسلم -؟! فالمسألة ليست عصبية قومية، بل هي تسليم وإذعان لدين رب العالمين، يستوي فيها العربي والعجمي، والأبيض والأسود والأحمر. چ ? ? ? ... ? ? چ چ چ چ ? ?? ? ... ? ? ? ?? ? ژ ژ چ [الحجرات: 13]. ¶ ثانياً: تفسير الدكتور للاقتداء بالنبي - صلى الله عليه وسلم - واتخاذه أسوة حسنة: هو أن تقتدي به - صلى الله عليه وسلم - في كونه مشرعاً، فكما أنه كان مشرعاً فأنت أيضاً تكون مثله - صلى الله عليه وسلم - مشرعاً! وكما أنه - صلى الله عليه وسلم - حوّل مطلق القرآن إلى نسبي يناسب عصره، فكذلك أنت تحول مطلق القرآن إلى نسبي يناسب عصرك، طبعاً بعد إلغائك صورة التطبيق الأولى التي مثلها النبي - صلى الله عليه وسلم -! ¶ فلا أعلم بماذا سيفسر الدكتور (عدم الاقتداء بالنبي - صلى الله عليه وسلم -) فلو سئل: ما هو (عدم الاقتداء بالنبي - صلى الله عليه وسلم -) فلن يملك إلا أن يقول: إن عدم الاقتداء بالنبي - صلى الله عليه وسلم - هو التمسك بما كان عليه من أمور دينه! لأن هذا المتمسك بسنته - صلى الله عليه وسلم - ترك الاقتداء به - صلى الله عليه وسلم - في تنزيل نفسه منزلة النبي - صلى الله عليه وسلم - في التشريع للأمة! وأما الاقتداء به - صلى الله عليه وسلم - على فهم الدكتور- فهو إلغاء ما كان عليه - صلى الله عليه وسلم - من أمور دينه، ووضع تشريع جديد ¶ ¬__________ ¶ (¬1) النقل عن \"المقدمة\".",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "مخالف لتشريعه - صلى الله عليه وسلم -! ¶ فانظر رحمك الله إلى انتكاس المفاهيم وانقلاب الموازين، واحمد ربك أن جعلك من المهتدين بهدي سيد المرسلين. ¶ ثالثاً: يلاحظ من النقل السابق عن الدكتور استشهاده بشيء من سنة النبي - صلى الله عليه وسلم -، حيث قال: ((حيث كان النبي - صلى الله عليه وسلم - يصر على تدوين الكتاب وكان في الوقت نفسه يأمر الناس بعدم تدوين أقواله الشخصية)) ويلزم الدكتور من فعله هذا أن يثبت حجية الاستدلال بالسنة، وإلا يكون فعله من العبث والتناقض، فكيف ينفي حجية السنة - كما سيأتي تقريره- وفي الوقت نفسه يحتج هو بالسنة؟! ¶ وهنا أسطر أمراً مهماً تميز به منهج الدكتور بخصوص النبي - صلى الله عليه وسلم -، حيث يقول: ((علينا أن نعيد النظر في كيفية حبنا للنبي - صلى الله عليه وسلم -. إن أكبر حب يمكن أن نحبه للنبي - صلى الله عليه وسلم - هو إرجاعه إلى أرض الواقع على أنه إنسان يوحى إليه، ولد من امرأة قرشية كانت تأكل القديد، وأنه عاش حياته في شبه جزيرة العرب بكل أبعادها، بعيداً عن الأوهام والفرضيات)) (¬1). ¶ وتلاحظ هذه السمة على أتباع د. محمد شحرور من قلة توقير النبي - صلى الله عليه وسلم -، فهو في نظرهم لا يعدو كونه بشراً مثلنا، غير أنه يوحى إليه. وهذا مخالف تمام المخالفة لما أمر الله به من التوقير والتأدب معه - صلى الله عليه وسلم -. ¶ فماذا سيكون موقف د. محمد شحرور وأتباعه من هدي الصحابة رضوان الله عليهم في توقيرهم وتعظيمهم له - صلى الله عليه وسلم -؟ لك أن تنظر في الموقف التالي وتستشرف الجواب. ¶ حيث قال عروة بن مسعود لما وفد على النبي - صلى الله عليه وسلم - عند مجيئه إلى مكة مع أصحابه: ((أَيْ قَوْمِ، وَاللَّهِ لَقَدْ وَفَدْتُ عَلَى الْمُلُوكِ، وَوَفَدْتُ عَلَى قَيْصَرَ وَكِسْرَى وَالنَّجَاشِىِّ وَاللَّهِ إِنْ رَأَيْتُ مَلِكًا قَطُّ، يُعَظِّمُهُ أَصْحَابُهُ مَا يُعَظِّمُ أَصْحَابُ مُحَمَّدٍ - صلى الله عليه وسلم - مُحَمَّدًا، وَاللَّهِ إِنْ تَنَخَّمَ نُخَامَةً إِلاَّ وَقَعَتْ فِى كَفِّ رَجُلٍ مِنْهُمْ، فَدَلَكَ بِهَا وَجْهَهُ وَجِلْدَهُ، وَإِذَا أَمَرَهُمُ ابْتَدَرُوا أَمْرَهُ وَإِذَا تَوَضَّأَ كَادُوا يَقْتَتِلُونَ عَلَى وَضُوئِهِ، وَإِذَا تَكَلَّمَ خَفَضُوا أَصْوَاتَهُمْ عِنْدَهُ، وَمَا يُحِدُّونَ إِلَيْهِ النَّظَرَ تَعْظِيمًا لَهُ)) (¬2). ¶ ويدخل في موقف د. محمد شحرور من الإيمان بنبوة محمد - صلى الله عليه وسلم - بيانه لمعنى الأمية، إذ يقول: ((ومن ها هنا نرى أن النبي - صلى الله عليه وسلم - كان أمياً بمعنى أنه غير يهودي وغير نصراني، وكان أمياً أيضاً بكتب اليهود والنصارى وكانت معلوماته عن كتبهم هي بقدر ما أوحي إليه بعد بعثته ¶ ¬__________ ¶ (¬1) من مبحث: \"جمع الحديث وتدوينه وفهمه\". ¶ (¬2) صحيح البخاري: (ح 2731).",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "- صلى الله عليه وسلم -. أما إسقاط هذا المعنى على أن النبي - صلى الله عليه وسلم - كان أمياً أي لا يقرأ ولا يكتب فهذا خطأ، النبي محمد - صلى الله عليه وسلم - كان أمياً وكان يقرأ ويكتب)) (¬1). ¶ ولعل الخطأ في فهم كلمة \"أمي\" هو الذي يدفع بعض الناس لاستنكارها؛ لأنهم يظنون أن الأمية تعني الجهل، وليس هذا بصحيح، فالأمية مقتصرة على عدم معرفة الكتابة والقراءة، لكن قد يكون الإنسان أمياً ويكون أعلم خلق الله بالله وبدينه، كما هو حال النبي - صلى الله عليه وسلم -. ¶ وإن إثبات أمية النبي - صلى الله عليه وسلم - مع أنه جاء بهذا الكتاب العظيم المعجز، من أظهر الأدلة على صدقه. ¶ ¬__________ ¶ (¬1) من مبحث: \" النبي محمد - صلى الله عليه وسلم - كان أمياً وكان يقرأ ويكتب\".",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "المبحث الثاني: موقف د. محمد شحرور من السنة. ¶ لعل أبرز القضايا التي يتميز بها طرح د. محمد شحرور هو موقفه من سنة النبي - صلى الله عليه وسلم -، حيث ظهر رده لها ومخالفته لأمرها. ¶ والدكتور بخوضه في تقسيم آيات الله، وتفريقه بين أنواعها، وإصداره الأحكام على كل نوع، مهد لقضية خطيرة جداً، وهي استهداف التشريع! ¶ وفي مبحث السنة يظهر هذا جلياً من موقفه من تعريف النبوة والرسالة، وحكمه على النبوة بأنها محل التأويل، وأن الرسالة محل الاجتهاد حسب الظروف الموضوعية. ¶ ((فرسالة محمد - صلى الله عليه وسلم - فرقت بين الحلال والحرام في السلوك الإنساني. ونبوته فرقت بين الحق والباطل \"الحقيقة والوهم\" في الوجود الموضوعي)) (¬1). ¶ وحكم على ذلك بقوله: ((علينا اعتبار كل الأحاديث المتعلقة بالحلال والحرام والحدود، التي لم يرد نص فيها في الكتاب على أنها أحاديث مرحلية مثل الغناء والموسيقى والتصوير واعتبارها أحاديث قيلت في حينها حسباً لظروف السائدة، وعلينا أيضا اعتبار كل أحاديث الغيبيات التي لا تنطبق مع القرآن مثل عذاب القبر والروح على أنها أحاديث ضعيفة أو موضوعة وعدم الأخذ بها)) (¬2). ¶ إن المسألة أبعد مما يخطر بذهن القارئ لكتاب د. محمد شحرور، فلو تعمقنا في ما يصل إليه من طرحه، وأثر كتابته على من يقرأ له مستهدياً بكتابه، والأثر الفعلي على النشء وأجيال الشباب، لوجدنا أن المسألة بجملتها: سعي لهدم الدين باسم الدين، فهو يوهم القارئ بأنه تعمق في النظر في آيات الكتاب وأحكامها، وفي السنة وأقسامها، حتى توصل إلى نتائج قطعية غابت عن أذهان الأمة حتى جلّاها هذا المجدد الملهم! فكأنه يقول: هذا هو الفهم الصحيح للدين - والذي لم يُفهم من قبل- ثم يصل من ذلك إلى تحريف الدين وإبطال شرائعه. ¶ لقد عرّف د. محمد شحرور السّنة فقال في تعريفها ((وهكذا نفهم أن السنة النبوية هي اجتهاد النبي - صلى الله عليه وسلم - في تطبيق أحكام الكتاب من حدود وعبادات وأخلاق، آخذاً بعين الاعتبار العالم الموضوعي الذي يعيش فيه متحركا بين الحدود، وواقفا عليها أحيانا، ووضع حدود ¶ ¬__________ ¶ (¬1) من مبحث: \"القرآن هو الآيات البينات\". ¶ (¬2) من مبحث: \"جمع الحديث وتدوينه وفهمه\".",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "مرحلية للأمور التي لم ترد في الكتاب)) (¬1). ¶ وحتى يصل لهذا التعريف، فقد مهد بمقدمات بدأها بالتفريق بين نوعين من طاعة الرسول - صلى الله عليه وسلم -: الطاعة المتصلة، والطاعة المنفصلة (¬2). ¶ فدليل الطاعة المتصلة، قوله تعالى: چ ? ? ?چ [آل عمران: 132]. أما دليل الطاعة المنفصلة، فهو قوله تعالى: چ ? ? ? ? چ [التغابن: 12] فعض على هذا بالنواجذ! ¶ لكن الأهم في الأمر هو التفصيل والأحكام، فالطاعة المتصلة هي التي تكون في جانب الحدود، والعبادات، والأخلاق، وتجب فيها طاعة الرسول - صلى الله عليه وسلم - في حياته وبعد موته. ¶ ومراد الدكتور من الحدود: أي مقدار ما يجب فعله من أمر الله، مثلاً مقدار ما يجب على المرأة ستره من جسدها، فيقول الدكتور عن آية الحجاب: چ ? ? ? ? ... ? ? ?ں ں ? ? ? چ [النور: 31] ((في هذه الآية ورد الحد الأدنى للباس المرأة، وهو ما يقال عنه اليوم: اللباس الداخلي. ففي هذه الحالة وضع الرسول - صلى الله عليه وسلم - الحد الأعلى للباس المرأة بقوله \"كل المرأة عورة ما عدا وجهها وكفيها\" فطاعة هذا الحديث هو كطاعة الآية وليس أقل. أي إذا خرجت المرأة عارية في الطريق كما خلقها الله فقد تعدت حدود الله في اللباس. وإذا خرجت مغطاة تماما يدخل في غطائها الوجه والكفان فقد خرجت عن حدود رسوله. ولباس المرأة المسلمة هو لباس حسب الأعراف ويتراوح بين اللباس الداخلي وبين تغطية الجسم ما عدا الوجه والكفين. وهكذا نرى أن لباس معظم نساء أهل الأرض هو ضمن حدود الله ورسوله ... )) (¬3). ¶ وتعليقاً على هذه المسألة الفقهية أقول: يلاحظ أن الدكتور أهمل ما ورد في الآية من ذكر \"الخمار\" (¬4) حيث أمر الله المؤمنات بأن يضربن بخمرهن على جيوبهن، وخمار المرأة ((ثوب تغطي به رأسها)) (¬5)، فالخمار خاص بتغطية الرأس، فكيف جعل الدكتور ما أمر الله به المؤمنات في الآية إنما هو لبس \"الملابس الداخلية\"! معلوم لكل ذي عقل أن الملابس الداخلية لا تُلبس على الرأس! ¶ ويدخل في الحدود: صفة العبادات، كصفة الصلاة والحج ومقدار الزكاة، فتجب هنا طاعة الرسول - صلى الله عليه وسلم - ومتابعته. ¶ ¬__________ ¶ (¬1) من مبحث: \"سنة الرسالة وسنة النبوة\". ¶ (¬2) انظر مبحث: \"سنة الرسالة وسنة النبوة\". ¶ (¬3) من مبحث: \"سنة الرسالة وسنة النبوة\". ¶ (¬4) ويلاحظ هنا أنه لم يورد نص الآية، وإنما اكتفى بذكر رقمها والسورة، لأمر يأتي بيانه. ¶ (¬5) \"المعجم الوسيط\" (1/ 532) ضمن المكتبة الشاملة.",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "ومن فروع الطاعة المتصلة: جانب الأخلاق، من بر الوالدين، والوفاء بالعهد ... فهذه: ((أحاديث شارحة للوصايا، فالطاعة فيها طاعة متصلة)). ¶ أما في جانب العقوبات - وهي أيضاً من فروع الطاعة المتصلة- ((فيجب أن نفهم أن كلام النبي - صلى الله عليه وسلم - حول تطبيق حدود كتاب الله في العقوبات هو تهديد بتطبيق الحد الأعلى من العقوبة ... وقد أمرنا النبي - صلى الله عليه وسلم - أن نتجنب تطبيق الحد الأعلى من العقوبة \"حدود كتاب الله\" ... ¶ لقد وضع النبي - صلى الله عليه وسلم - تعريفا وتوصيفا للجرائم ذات الحدود العليا من العقوبات. فهو بهذا علّمنا أن نضع نحن تعريفا وتوصيفا لجرائم الحد الأعلى قبل أن نطبق هذه الحدود، وهذا التعريف يخضع للظروف الموضوعية لكل بلد حسب الزمان والتطور)) (¬1). ¶ هذا موقف الدكتور من طاعة الرسول فيما اعتبره طاعة متصلة! فهي كما ترى مقتصرة على الاحتجاج بالسنة الشارحة للقرآن، ومنها متابعته - صلى الله عليه وسلم - في بيان صفة العبادات التي أمر الله بها في القرآن، وكجانب الأخلاق مما جاءت السنة فيه بشرح ما أجمل في الآيات. ¶ أما جانب الحدود الشرعية - العقوبات- فهي عند الدكتور خاضعة للظروف، فليست كما كانت عليه في عهده - صلى الله عليه وسلم -. ¶ ننتقل بعد ذلك إلى موقف الدكتور مما سماه الطاعة المنفصلة، فهنا تجده يصرح بما ألمح إليه من قبل. ¶ يتبين من طرح د. محمد شحرور عن الطاعة المنفصلة ما يلي (¬2): ¶ أ- طاعة الرسول - صلى الله عليه وسلم - المنفصلة عن طاعة الله هي التي وردت في الكتاب في قوله: {يا أيها الذين آمنوا أطيعوا الله وأطيعوا الرسول وأولي الأمر منكم فإن تنازعتم في شيء فردوه إلى الله والرسول إن كنتم تؤمنون بالله واليوم الآخر ذلك خير وأحسن تأويلا}. [النساء 59]. وقوله: {وأطيعوا الله وأطيعوا الرسول واحذروا فإن توليتم فاعلموا أنما على رسولنا البلاغ المبين}. [المائدة 92]. ¶ ب- موضوع طاعة الرسول - صلى الله عليه وسلم - المنفصلة هو: في الأمور اليومية والأحكام المرحلية. وفي الأمور والقرارات التي مارسها كرئيس دولة وكقاض وكقائد عسكري، وفي أمور الأحكام المعاشية والطعام والشراب واللباس حيث اتبع الأعراف العربية وكان يتحرك ضمن حدود الله ¶ ¬__________ ¶ (¬1) من مبحث: \"سنة الرسالة وسنة النبوة\". ¶ (¬2) النقل عن مبحث: \"سنة الرسالة وسنة النبوة\"، وأدخلت كلام الدكتور ضمن كلامي وميزته بخط مغاير.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "دون أن يخرج عنها، وفي الحالات القصوى للعقوبات يقف عليها. ¶ ج- وقت طاعة الرسول - صلى الله عليه وسلم - إنما هو في حياته لا بعد مماته. ¶ د- موقف الدكتور حيال هذه الأمور هو أن: تُفهم فهما معاصراً في المضمون لا في الشكل، وإذا كانت هناك أشياء مفيدة لنا في الوقت الحاضر أخذناها وإذا كانت هناك أشياء غير مفيدة لنا تركناها. ¶ هـ - يستدل الدكتور على اختصاص طاعة الرسول - صلى الله عليه وسلم - في هذه الأمور بحياته لا بعد موته بقوله: ولو كانت هنا طاعة الرسول مندمجة مع طاعة الله وأتبعها {وأولي الأمر منكم}؛ حيث أن \"أولي الأمر منكم\" تعني الأحياء من أولي الأمر لا الأموات، في هذه الحالة تصبح طاعة أولي الأمر كطاعة الله، في الصلاة والصوم، وأن معصية أولي الأمر تعني معصية الله! ولأصبح أولو الأمر هم ممثلي الله في الأرض وخلفاءه فعلاً، علما بأن الإنسان هو خليفة الله في الأرض وليس الحكام. ¶ وثم يبين الدكتور حكم طاعة النبي - صلى الله عليه وسلم - في كل شيء قاله في أمور لم يرد ذكرها في الكتاب بتاتاً وقال فيها هذا ممنوع وهذا مسموح فمعناها أنها: أحكام مرحلية وحدود مرحلية لا علاقة لها بحدود الله. ¶ أي أن النبي وضع حدودا لأمور ما، وكان من الضروري أن يضع هذه الحدود وذلك وفقا للشروط الموضوعية التي عاشها وطبقا للمشاكل التي كان بصدد حلها، ولا تحمل صفة الأبدية كحدود الله. ¶ ز- ويضرب الدكتور أمثلة لذلك فيقول: مثل منع التصوير والنحت والرسم والموسيقى والغناء ولبس الذهب واستلام المرأة لمناصب في الدولة. ¶ فإن منع النبي - صلى الله عليه وسلم - للرسم والنحت والتصوير -إن صح- كان مفهوما في حينه، حيث أن العرب كانوا حديثي عهد بالوثنية، فمنع ذلك كخطوة وقائية مؤقتة. حيث أن هذا المنع لم يرد في الكتاب نهائيا. حيث ورد في الكتاب \"اجتناب الرجس من الأوثان\" لا اجتناب الأوثان. حيث أن كل هذه الأحاديث ليس لها علاقة بحدود الله. ¶ ح- ويصل الدكتور هنا إلى التصريح بما يريد الوصول إليه، فيقول: وقد علّمنا - صلى الله عليه وسلم - بهذا أن كل التشريعات غير الإلهية تحمل طابع الضرورة المرحلية، وعلّمنا أن نشرع بأنفسنا. ¶ من هذا المنطلق يجب علينا فصل الأحاديث التي تتعلق بالحدود والعبادات والأخلاق",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "على حدة أي أحاديث الصراط المستقيم. ¶ وعلينا هنا أن ننبه بأن الله سبحانه وتعالى لم يعط لأحد الحق في وضع حدود تشريعية ثابتة إلى أن تقوم الساعة. ¶ ط- ويستدل الدكتور على ذلك بقوله تعالى: {ومن يعص الله ورسوله ويتعد حدوده}. [النساء 14]، هنا \"الهاء\" تعود على \"الله\" فقط ولو سمح الله بوضع حدود للنبي - صلى الله عليه وسلم - كحدوده تماما لقال \"ويتعد حدودهما\". ¶ ولو كان الأمر كذلك لوجدنا نسخة واحدة من كتب الحديث مضبوطة تماما كآيات الحدود في الكتاب، أي لاهتم النبي - صلى الله عليه وسلم - والصحابة بجمعها وضبطها كاهتمامهم بالكتاب. ¶ ي- ويبين الدكتور حكم بقية الأحاديث التي تتعلق بالسلوكيات العامة والاجتماعية، فلها أهمية تاريخية فقط وهي غير ملزمة لأحد، وتندرج تحت أحاديث التشريع الخاص والقرارات والأجوبة على أسئلة طرحت عليه خلال الحياة اليومية التي عاشها - صلى الله عليه وسلم -. ¶ وأقول في التعليق على ما سبق وبالله التوفيق: ¶ بخصوص الفقرة (أ): ¶ أولاً: إن ورود الأمر بطاعة الرسول - صلى الله عليه وسلم - منفصلاً عقب الأمر بطاعة الله، فيه تأكيد على لزوم طاعة الرسول - صلى الله عليه وسلم -، فالخطاب بطاعة الرسول - صلى الله عليه وسلم - فيما جعله الدكتور من الطاعة المنفصلة أقوى في الدلالة على لزوم طاعته - صلى الله عليه وسلم - من النوع الأول عند الدكتور في الطاعة المتصلة! ¶ ثانياً: الأمر بطاعة الرسول - صلى الله عليه وسلم - منفصلاً عقب الأمر بطاعة الله، يفيد وجوب طاعته - صلى الله عليه وسلم - حتى فيما لم يأت به أمر من الله في كتابه! ¶ ثالثاً: لم يقتصر ورود الأمر بطاعة النبي - صلى الله عليه وسلم - على الحالتين التي تمسك بهما الدكتور: المتصلة والمنفصلة. بل جاء الأمر بطاعته - صلى الله عليه وسلم - مستقلاً دون ذكر طاعة الله: چ گ ? ? ? ? ? ? ? ? چ [النور: 56] وقال تعالى: چ ? ? ? ? ? ? ... ہ ہ چ [الحشر: 7]. ¶ التعليق على الفقرة (ب): ¶ أولاً: تفريق الدكتور بين الأمور التي تندرج تحت نوعه الأول: الطاعة المتصلة، والأمور التي تندرج تحت نوعه الثاني: الطاعة المنفصلة: هذا التفريق لا مستند له، إلا اتباع الهوى! فعلى أي أساس جعل طاعة الرسول - صلى الله عليه وسلم - في الأخلاق وتوضيح صفة العبادات ووضع حد أعلى لما وضع له القرآن حداً",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "أدنى - في مسألة الحجاب- على أي أساس جعل ذلك تحت الطاعة المتصلة؟ وعلى أي أساس جعل طاعة الرسول - صلى الله عليه وسلم - في الأمور اليومية والحياتية والقرارات التي اتخذها، لماذا جعل ذلك تحت الطاعة المنفصلة؟! ¶ ثانياً: توزيع الدكتور لمفردات الأمور تحت أحد نوعي الطاعة إنما فعله بناءً على حكم هذا الأمر عنده، فلم يقسم المفردات بضابط واضح، ثم يصل لحكم كل أمر مفرد بناءً على دخوله تحت أحد النوعين! فهذا صنيع من يتفيهق وينعق بما لا يسمع. ¶ ثالثاً: شغّب الدكتور بجمع أنواع كثيرة من أفعاله - صلى الله عليه وسلم - وأدخلها كلها تحت الطاعة المنفصلة، وحكم بعض هذه المفردات يختلف عن الآخر. ¶ رابعاً: لم يفرق الدكتور بين طاعة النبي - صلى الله عليه وسلم - وبين متابعته - صلى الله عليه وسلم -، فطاعته تعني أنه أمر بشيء، فنبحث هنا عن حكم طاعته فيما أمر به، أما متابعته فهي في أموره الحياتية وغيرها، مما لم يأمر فيه بشيء! فالمنبغي التفريق بين المفردات التي جمعها الدكتور هنا حسب ورود الأمر منه - صلى الله عليه وسلم - بفعلها أو لا، لا بمجرد كونها أموراً حياته، فقد يأتي من الأمور الحياتية ما يأمر به - صلى الله عليه وسلم -، وقد يأتي منها ما يفعله بمقتضى عادة زمانه فحسب. ¶ التعليق على الفقرة (ج): ¶ أولاً: هنا وقع الدكتور في خطأ كبير! إذ خص طاعة النبي - صلى الله عليه وسلم - في هذه الأمور بوقت حياته؛ فجعل وجوب فعل تلك المفردات مرتبط بحياة النبي - صلى الله عليه وسلم -، فبموته يُنسخ حكمها ويبطل وجوبها! ¶ ثانياً: لو كان حكم هذه الأمور خاصاً بحياته - صلى الله عليه وسلم - لكان لزاماً أن يبين لنا الله ذلك في كتابه! أو يبينه - صلى الله عليه وسلم - ويصرح به في سنته! أما أن يُؤخر البيان عن وقت الحاجة، فلا آية من القرآن تدل، ولا حديث يُرشد، وتُترك الأمة في غيها حتى يظهر الدكتور، فهذا أمر ظاهر البطلان! ¶ ثالثاً: اتضح بجلاء أن الدكتور يريد أن يؤطر مكانة السنة في الإسلام بحدود ضيقة جداً، فربطه التشريع به - صلى الله عليه وسلم - وبحياته وموته، يخالف منهج الدكتور ونظرته! وستأتي معنا وقفة مميزة من الدكتور في هذا الخصوص! ¶ التعليق على الفقرة (د): ¶ أولاً: دعوة الدكتور لفهم أمور من سنته - صلى الله عليه وسلم - فهماً معاصراً، يعني إلغاء تطبيقها بعد عصره - صلى الله عليه وسلم -. ¶ ثانياً: جعل الدكتور الضابط في الأخذ ببعض الأمور من سنته - صلى الله عليه وسلم - هو أن تكون نافعة لنا، وهذا",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "حكم بالرأي على أمور من سنته - صلى الله عليه وسلم -، قد تكون مما أمر به - صلى الله عليه وسلم -، فُيلغى أمره لرأي فلان وفلان. ¶ ثالثاً: تتفاوت عقول الناس وفهمهم من شخص لآخر، فما رآه هذا نافعاً من وجه، رآه الآخر ضاراً من وجه آخر، فعلى هذا تبطل السنة وتضيع بين العقول المختلفة. ¶ التعليق على الفقرة (هـ): ¶ يريد الدكتور أن يستدل بآية سورة النساء على عدم لزوم طاعة النبي - صلى الله عليه وسلم - في أمور الطاعة المنفصلة إلا في حياته - صلى الله عليه وسلم - لا بعد موته؛ نظراً لعدم لزوم طاعة أولي الأمر، ولأن طاعة أولي الأمر تكون وهم أحياء لا أموات. ¶ فهذا الاستدلال من الدكتور فاسد في تركيبه وفي نتيجته: ¶ فالمقدمة الأولى التي أثبتها: عدم لزوم طاعة أولى الأمر، وإلا أصبحت طاعتهم كطاعة الله. ¶ والمقدمة الثانية: أن أولي الأمر تجب طاعتهم وهم أحياء، لا وهم أموات. ¶ فأخذ من هذه المقدمتين نتيجة، وهي عدم لزوم طاعة النبي - صلى الله عليه وسلم - إلا في حياته. ¶ ووجه فساد تركيب قياسه: أن المقدمة الأولى تنفي لزوم طاعة أولي الأمر بالكلية، فلا طاعة لهم وهم أحياء، فضلاً عن أن تكون لهم طاعة وهم أموات، فالمقدمة الأولى نفت المقدمة الثانية، فلا معنى من إيراد الثانية، وقد أبطلتها الأولى. ¶ فلو صحت المقدمة الأولى على إطلاقها، لصح نفي لزوم طاعة النبي - صلى الله عليه وسلم -، بجامع كون كل من طاعته - صلى الله عليه وسلم - وطاعة أولي الأمر جاءت معطوفة على الأمر بطاعة الله. ¶ لكن لفظ الآية دقيق، فقد جاء بذكر الأمر بطاعة الله، وعطف عليه الأمر بطاعة الرسول، ثم عطف بذكر أولي الأمر - مجرداً عن الأمر بطاعتهم- مما يفيد أن طاعة أولي الأمر تكون فيما وافق طاعة الله ورسوله، لا فيما خرج عنها. ¶ التعليق على الفقرة (و): ¶ أولاً: هذا الحكم بمرحلية هذه الأحكام منه - صلى الله عليه وسلم - عصيان صريح لأمره، فليس من طاعته في شيء. ¶ ثانياً: جاءت نصوص الكتاب صريحة في الأمر بطاعة النبي - صلى الله عليه وسلم - في ما أمر به، وإن لم يأت ذلك الأمر بخصوصه في الكتاب، ومن ذلك: ¶ - بيانه سبحانه أن طاعةَ الرسول - صلى الله عليه وسلم - طاعةٌ له سبحانه، فقال: چ ? ? ? ? ? پپ پ پ",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "? ? ? ? ? چ [النساء: 80] وطاعة الرسول - صلى الله عليه وسلم - هنا تصدق ابتداءً على طاعته فيما لم يرد به أمر من الله في كتابه، وإلا لم يكن هنا حاجة لذكر طاعته - صلى الله عليه وسلم -، فمن امتثل أمراً أمر الله به في كتابه وأكده النبي - صلى الله عليه وسلم - إنما يكون امتثله طاعة لأمر الله، فلا معنى عندها لأن يقال: امتثالك لأمر الرسول هنا امتثال لأمر الله؛ لأنه ابتداءً أمر في كتاب الله! ¶ - تعقيبه سبحانه على ما أمر به من طاعة النبي - صلى الله عليه وسلم - بما جاء في قوله تعالى: چ ? ? ? ? ?پ پ پ پ ? ? ? ? ? ?? ? ? ?? ? ٹ ٹ ... ٹ ٹ ? ? چ [النور: 54] فقد حذر سبحانه المتولين عن طاعته وطاعة نبيه - صلى الله عليه وسلم - وتوعدهم، ثم بين سبحانه أن طاعة نبيه - صلى الله عليه وسلم - دون ذكر قيد أو اقتران طاعته سبحانه- سبب للهداية. ¶ - ذكر سبحانه عاقبة من عصى رسوله - صلى الله عليه وسلم - فقال: چ گ گ ? ? ? ? ? ? ? ? ں ں ? ?چ [النساء: 42] وفي هذا دلالة واضحة على وجوب طاعته - صلى الله عليه وسلم - في كل ما أمر به، وعدم تقييد ذلك بما أمره به الكتاب. ¶ - إن مقتضى كونه - صلى الله عليه وسلم - نبياً هو أن يطاع ولا يعصى، چ ? ? ? ? ہ ... ہ ہ ہ چ [النساء: 64]. ¶ - لو أمر النبي - صلى الله عليه وسلم - أحداً من أصحابه بأمر، فليس من المقبول بتاتاً أن يكون جواب ذلك الصحابي: هل هذا الأمر في كتاب الله أو ليس فيه؟ فإن كان في كتاب الله أطعتك، وإلا فأنا لست ملزماً بطاعتك، كما قال د. محمد شحرور! ¶ التعليق على الفقرة (ز): ¶ أولاً: إن الأمور التي مثل بها الدكتور ليست أموراً حياتية فحسب، بل قد جاء النص عليها منه - صلى الله عليه وسلم - بخصوصها، فهنا تكون المسألة: إما امتثال ما أمر الله به من طاعة نبيه، وإما التصريح بعصيان ما أمر الله به من طاعة نبيه. ¶ ثانياً: إن افتتان الناس بالأوثان ليس مقصوراً على عهده - صلى الله عليه وسلم -، بل ما زال هذا الأمر قائماً مشاهداً. ¶ ثالثاً: إن دعوة النبي - صلى الله عليه وسلم - ليست خاصة بالعرب، بل يخاطب بها حتى عبدة الأوثان من كل جنس ولون. ¶ التعليق على الفقرة (ح): ¶ هنا أراحنا الدكتور من عناء تكلف العذر له، فقد صرح بأنه يريد من الأمة أن تشرع لنفسها",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "ما شاءت فيما لم يأت به نص قرآني، والأقبح من هذا، أنه نسب هذا التوجه البدعي إلى النبي - صلى الله عليه وسلم -!! فويل له مما كتبت يده، وويل له مما يصف. ¶ التعليق على الفقرة (ط): ¶ أولاً: بخصوص الاستدلال بآية: {ومن يعص الله ورسوله ويتعد حدوده}: سلمنا أن المراد بـ\"حدوده\" حدود الله، لكن قد صرحت الآية بذكر الرسول - صلى الله عليه وسلم - معطوفاً على \"الله\" فهو آخذ نفس حكم الوعيد لمن عصى أمره - صلى الله عليه وسلم -. ¶ فالدكتور يتمسك بشيء يصرف الأنظار إليه، حتى يلهي القارئ عن ما صرحت به الآية! ¶ ثانياً: لقد ثبت أمر النبي - صلى الله عليه وسلم - بعض أصحابه بكتابة حديثه، فمن ذلك: ¶ - ما جاء عن عبد الله بن عمرو بن العاص - رضي الله عنه - قال: (كُنْتُ أَكْتُبُ كُلَّ شَىْءٍ أَسْمَعُهُ مِنْ رَسُولِ اللَّهِ - صلى الله عليه وسلم - أُرِيدُ حِفْظَهُ فَنَهَتْنِى قُرَيْشٌ وَقَالُوا أَتَكْتُبُ كُلَّ شَىْءٍ تَسْمَعُهُ وَرَسُولُ اللَّهِ - صلى الله عليه وسلم - بَشَرٌ يَتَكَلَّمُ فِى الْغَضَبِ وَالرِّضَا؟! فَأَمْسَكْتُ عَنِ الْكِتَابِ فَذَكَرْتُ ذَلِكَ لِرَسُولِ اللَّهِ - صلى الله عليه وسلم - فَأَوْمَأَ بِأُصْبُعِهِ إِلَى فِيهِ فَقَالَ «اكْتُبْ فَوَالَّذِى نَفْسِى بِيَدِهِ مَا يَخْرُجُ مِنْهُ إِلاَّ حَقٌّ») (¬1). ¶ - ما جاء عن أبي هريرة - رضي الله عنه -: (مَا مِنْ أَصْحَابِ النَّبِىِّ - صلى الله عليه وسلم - أَحَدٌ أَكْثَرَ حَدِيثًا عَنْهُ مِنِّى، إِلاَّ مَا كَانَ مِنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو فَإِنَّهُ كَانَ يَكْتُبُ وَلاَ أَكْتُبُ) (¬2). ¶ التعليق على الفقرة (ي): ¶ أولاً: فرق بين التاريخ وبين ما جاء عنه - صلى الله عليه وسلم -، فحتى ما جاء عنه من أمور عاداته وبمقتضى بشريته، فلا يسمى تاريخاً، وإنما هو سنة وسيرة. ¶ ثانياً: لا يليق بمسلم أن يُحقر من مقام النبوة بهذا الأسلوب، بل الواجب التزام ما وصف الله به المؤمنين في أدبههم مع نبيه - صلى الله عليه وسلم -: چ گ گ گ ? ? ? ? ? ... ? ?? ں ں ? ? چ [الأعراف: 157]. ¶ هذا، وللدكتور سفه كثير بخصوص حجية سنة النبي - صلى الله عليه وسلم -، يطول نقله ونقده، ولعل الله أن ييسر ذلك لاحقاً، لكن أورد من ذلك شيئاً يغني نقله عن نقده. ¶ وقال د. محمد شحرور: ((إن السبب الأساسي لجمع الحديث أولا وللتأكيد عليه ثانيا هو ¶ ¬__________ ¶ (¬1) أخرجه أبو داود (ح3646) وغيره، وصححه الألباني في تعليقه على سنن أبي داود. ¶ (¬2) أخرجه البخاري في صحيحه (ح113).",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "سبب سياسي بحت. تولد عنه منطلق فكري عقائدي بعد سقوط دولة الخلفاء الراشدين وظهور الدولة الأموية، ظهرت فرق في الإسلام كلها ذات منشأ سياسي، وكان هذا المنشأ بحاجة إلى أرضية أيديولوجية \"الشيعة، الخوارج\" وظهرت بداية تيارات فكرية فلسفية مثل الجهمية والقدرية والمرجئة. هذه التيارات حاولت تبني الفهم الفلسفي للقرآن وللرسالة)) (¬1). ¶ وقال د. محمد شحرور: ((فإذا سألني سائل الآن \"ألا يسعك ما وسع الصحابة في فهم الكتاب والقرآن\"؟ فجوابي بكل جرأة ويقين هو: كلا لا يسعني ما وسعهم لأن أرضيتي العلمية تختلف عن أرضيتهم ... )). ¶ وبين د. محمد شحرور خطورة ما نتج عن تيار \"النقل\": ((الإصرار على أن أوامر النبي ونواهيه هي وحي، وأن السنة هي وحي، والوحي دائما من الله ... )). ¶ وقال د. محمد شحرور: ((وقعنا في عمق المزلق المسيحي دون أن ندري، حيث أن الديانة المسيحية مرتبطة بشخصية المسيح حصرا، وقد كان كلام المسيح عندهم هو كلام الله، لذا فإننا نرى أن كل الأناجيل على اختلاف أنواعها عبارة عن السيرة الذاتية للسيد المسيح. ¶ والأحاديث هي السيرة الذاتية للنبي - صلى الله عليه وسلم -، فكما أن هناك عدة أناجيل فهناك عدة كتب للحديث. فلماذا نعيب على المسيحيين أن لديهم عدة نسخ للأناجيل ولا نعيب هذا على أنفسنا في الحديث؟! ¶ تقوم المسيحية على تأييد المسيح، فشعائرهم الدينية مرتبطة بشخصية المسيح: عيد الميلاد، عيد الفصح، حتى القداس هو الحضور الحي للمسيح. فالمسيح بذاته عند النصارى هو الشهادة الإلهية لا الإنجيل. أما عندنا نحن المسلمين فالشهادة الإلهية هي \"الكتاب المنزل\" وليس شخصية النبي. ولكن بمفهوم السنة التقليدي الموروث أصبح محمد - صلى الله عليه وسلم - هو الشهادة الإلهية إلى جانب الكتاب ... )). ¶ وقال د. محمد شحرور: ((ثم هناك نقطة منهجية حول سند الحديث يجب أن لا نغفلها وهو أنه من الناحية التاريخية كان أبو بكر الصديق \"رض\" أكثر الناس ملازمة للنبي صلى الله عليه وسلم منذ أول يوم للدعوة وحتى وفاة النبي صلى الله عليه وسلم ولا نجد له في كتب الحديث إلا أحاديث قليلة جدا منسوبة إليه. ¶ في حين نجد العشرات من الأحاديث منسوبة إلى أبي هريرة، وهذا أمر يدعو إلى ¶ ¬__________ ¶ (¬1) من مبحث: \"جمع الحديث وتدوينه وفهمه\" والنقولات التالية عنه.",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "التساؤل، علما بأن أبا هريرة قدم إلى المدينة في السنة السابعة للهجرة)).",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "المبحث الثالث: معجزات الأنبياء. ¶ يعرف د. محمد شحرور معجزات الأنبياء بقوله: ((وهكذا يمكن لنا أن نعرّف المعجزات للأنبياء بما يلي: المعجزة عند كل الأنبياء قبل محمد صلى الله عليه وسلم هي تقدم في عالم المحسوس \"ظاهرة طبيعية\" عن عالم المعقول السائد وقت المعجزة \"كشق البحر\" ولكنها ليست بحال من الأحوال خروجاً عن قوانين الطبيعة أو خرقاً لها لقوله تعالى: {وما كان لرسولٍ أن يأتي بآيةٍ إلا بإذن الله} (الرعد 38) ودائماً يدخل الأذن ضمن قوانين الطبيعة الصارمة. ¶ أي هي عبارة عن قفزة زمنية إلى الأمام في تطويع قوانين الطبيعة. ولرب سائل يسأل: ألا يعد إحياء المسيح للموتى خرقاً لقانون الطبيعة؟ أقول: ليس بخرق، لأنه يوم القيامة سيبعث الناس جميعاً وهم في عداد الأموات، فما عملية إحياء المسيح للميت إلا قفزة زمنية ترينا إمكانية إحياء الموتى مادياً وهو الذي سيحصل يوم البعث. ¶ وكذلك نار إبراهيم عليه السلام فهذا يعني أن النار تحوي صفتين متضادتين في وحدة وهما الحرارة والبرودة، فالصفة الأولى لنا والصفة الثانية جاءت لإبراهيم)) (¬1). ¶ وهذا التعريف من د. محمد شحرور ينفي حقيقة المعجزة، لأنه يشترط أن تكون المعجزة داخلة تحت قوانين الطبيعة، فليس فيها عندئذ جانب إعجاز. ¶ ومحاولته تبرير معجزة عيسى بأنها تحت قوانين الطبيعة من المغالطة الظاهرة، فقوانين الطبيعة تنطبق على الحياة الدنيا، وليست أحكام الآخرة من قوانين الطبيعة. ¶ أما معجزة إبراهيم فكلامه عنها ضرب من الجدال بالباطل، فكيف اختصت البرودة بإبراهيم وحده دون خلق الله أجمعين؟ إن اختصاص إبراهيم ببرودة النار هو خرق قانون الطبيعة، الذي لن يتكرر في المستقبل، فلن تأتي قفزة زمانية ترينا أن النار ذات درجات الحرارة المرتفعة تصبح برداً وسلاماً. ¶ ¬__________ ¶ (¬1) من مبحث: \"السحر والمعجزات\".",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "الفصل الثالث ¶ موقف د. محمد شحرور من الإيمان بالقدر",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "الإيمان بالقدر أحد أركان الإيمان، فلا يكون العبد مؤمناً حتى يؤمن بالقدر. ¶ ومبحث الإيمان بالقدر له خصوصية بين مباحث العقيدة، تتمثل في حتمية التسليم لما وردت به نصوص الشرع، وعدم الخوض فيها بالعقل. ¶ وقد جاء عن الرسول - صلى الله عليه وسلم - النهي عن الخوض في القدر، فقد (خرج رسول الله - صلى الله عليه وسلم - على أصحابه وهم يختصمون في القدر، فكأنما يُفقأ في وجهه حب الرمان من الغضب! فقال (بهذا أمرتم أو لهذا خلقتم؟ تضربون القرآن بعضه ببعض! بهذا هلكت الأمم قبلكم) (¬1). ¶ وإن السبب لكراهة النبي - صلى الله عليه وسلم - الخوض في القدر هو أن عقل الإنسان له حدود معينة لا يتجاوزها، مثل وسائل الإدارك الأخرى لدى الإنسان، فإذا أراد أن يعقل تفاصيل الإيمان بالقدر بعقله -مع إغفال جانب التسليم- فلا بد له من الوقع في إنكار بعض ما جاءت به نصوص الشرع، لأنها مما يحار فيه العقل. ¶ ولهذا ظهر الخطأ في مسألة الإيمان بالقدر مبكراً في عهد الصحابة، فقد جاء عن التابعي (يَحْيَى ابْنِ يَعْمَرَ قَالَ: كَانَ أَوَّلَ مَنْ قَالَ فِى الْقَدَرِ بِالْبَصْرَةِ مَعْبَدٌ الْجُهَنِىُّ، فَانْطَلَقْتُ أَنَا وَحُمَيْدُ بْنُ عَبْدِ الرَّحْمَنِ الْحِمْيَرِىُّ حَاجَّيْنِ أَوْ مُعْتَمِرَيْنِ، فَقُلْنَا: لَوْ لَقِينَا أَحَدًا مِنْ أَصْحَابِ رَسُولِ اللَّهِ - صلى الله عليه وسلم - فَسَأَلْنَاهُ عَمَّا يَقُولُ هَؤُلاَءِ فِى الْقَدَرِ. فَوُفِّقَ لَنَا عَبْدُ اللَّهِ بْنُ عُمَرَ بْنِ الْخَطَّابِ دَاخِلاً الْمَسْجِدَ، فَاكْتَنَفْتُهُ أَنَا وَصَاحِبِى أَحَدُنَا عَنْ يَمِينِهِ وَالآخَرُ عَنْ شِمَالِهِ، فَظَنَنْتُ أَنَّ صَاحِبِى سَيَكِلُ الْكَلاَمَ إِلَىَّ، فَقُلْتُ: أَبَا عَبْدِ الرَّحْمَنِ إِنَّهُ قَدْ ظَهَرَ قِبَلَنَا نَاسٌ يَقْرَءُونَ الْقُرْآنَ وَيَتَقَفَّرُونَ الْعِلْمَ - وَذَكَرَ مِنْ شَأْنِهِمْ - وَأَنَّهُمْ يَزْعُمُونَ أَنْ لاَ قَدَرَ وَأَنَّ الأَمْرَ أُنُفٌ. قَالَ فَإِذَا لَقِيتَ أُولَئِكَ فَأَخْبِرْهُمْ أَنِّى بَرِىءٌ مِنْهُمْ وَأَنَّهُمْ بُرَآءُ مِنِّى! وَالَّذِى يَحْلِفُ بِهِ عَبْدُ اللَّهِ ابْنُ عُمَرَ! لَوْ أَنَّ لأَحَدِهِمْ مِثْلَ أُحُدٍ ذَهَبًا فَأَنْفَقَهُ مَا قَبِلَ اللَّهُ مِنْهُ حَتَّى يُؤْمِنَ بِالْقَدَرِ) (¬2). ¶ المبحث الأول: العلم والكتابة. ¶ لقد وقع من الدكتور محمد شحرور، زيغ كبير في مسألة القدر، حيث نفى علم الله بأفعال العباد قبل وقوعها! ونفى كتابة الله لذلك! وهذا النفي هو صريح التكذيب بالقدر. ¶ يقول د. محمد شحرور: ((إن الالتباس يكمن في أنه إذا نوى زيد غداً القيام بأمر ما فإن الله منذ الأزل يعلم أن زيدا في يوم كذا وساعة كذا وثانية كذا سينوي القيام بهذا الأمر. إننا ننظر إلى الأمر نظرة مغايرة ولتبيانها نقول: ¶ ¬__________ ¶ (¬1) أخرجه أحمد (ح6668) وابن ماجه (ح85) وقال الألباني: حسن صحيح. ¶ (¬2) صحيح مسلم (ح102).",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "أولاً لنناقش أنه لو كان يدخل في علم الله منذ الأزل ماذا سيفعل زيد في حياته الواعية وما هي الخيارات التي سيختارها زيد منذ أن يصبح قادرا على الاختيار إلى أن يموت. فالسؤال لماذا تركه إذا كان يعلم ذلك؟ هنا من أجل تبرير هذا الأمر ندخل في اللف والدوران فنقول: إن الله علم منذ الأزل أن أبا لهب سيكون كافرا، وأن أبا بكر الصديق سيكون مؤمنا. ثم نقول: إن أبا لهب اختار لنفسه الكفر، وأبو بكر اختار لنفسه الإيمان. ¶ إن هذا الطرح لا يترك للخيار الإنساني الواعي معنى، وإنما يجعله ضربا من الكوميديا الإلهية مهما حاولنا تبرير ذلك ... ¶ إذا قلنا الآن إن الله منذ الأزل علم أن أبا بكر سيؤمن وأن أبا جهل سيكفر فهذا عين نقصان المعرفة وليس كمالها، أي أن علم الله يحمل صفة الاحتمال الواحد، ولو كفر أبو بكر وآمن أبو جهل لكانت هذه مفاجأة كبيرة لله تعالى، علما بأن باب الكفر والإيمان كان مفتوحا أمام الاثنين على حد سواء)) (¬1). ¶ إن إيراد السؤال العقلي: لماذا ترك الله أبا لهب يكفر مع أنه علم بأنه سيكفر منذ الأزل، هذا هو تعدي العقل لحدوده، ودخوله فيما هو فوق إدراكه، فيصل إلى نتيجة إنكار علم الله المسبق بكفر أبي لهب. وهذه النتيجة مرفوضة عقلاً؛ لأنها تنسب النقص إلى الله! فكونه يعلم أكمل من كونه يجهل! ¶ أما استشكال العقل أن يترك الله أبا لهب يكفر، مع علمه المسبق بكفر، فلا يرده إلا الإيمان بأن الله لا يظلم أحداً! چ ? ? ? ? ? ? ? ? ٹ ٹ ... چ [يونس: 44] وقوله تعالى: چ ? ? ? ? چ چ چ [النساء: 40] فأنت بين أمرين لا ثالث لهما: إما أن تؤمن بما أخبر الله به في كتابه من علمه المسبق الشامل بأفعال العباد، وكتابته لها، وخلقه لها، وتقديره لها، مع إيمانك بنفي الظلم عنه سبحانه، وإما أن تكفر بما أثبته الله في كتابه. ¶ ومما ذهب إليه د. محمد شحرور: إنكار كتابة جزئيات الأحداث في اللوح المحفوظ، وتصريحه بنفي قدمها، إذ يقول: ((أحداث وقوانين الطبيعة الجزئية: مثل تصريف الرياح واختلاف الألوان وهبة الذكور والإناث والزلازل والطوفان وهي قابلة للتصريف، وغير مكتوبة سلفاً على أي إنسان وغير قديمة ... وهذه الأحداث ليست مبرمجة سلفاً وليست قديمة ... ¶ هذا الجزء الذي سماه بعبارة \"كتاب مبين\" فيه التصريف والتغيير وهو مناط التدخل الإلهي وفقاً للنواميس الكونية التي ارتضاها وقررها، فتارة يعمل لصالح زيد وأخرى لصالح ¶ ¬__________ ¶ (¬1) من مبحث: \"علم الله\".",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "عمرو، وهو مناط الدعاء، فنحن ندعو الله أن يرسل لنا مطراً، لأن المطر يأتي من تصريف الرياح أو أن يهب لنا ذكوراً وإناثاً. لأن كل هذه الأشياء ليس لها علاقة باللوح المحفوظ وإنما هي أحداث جزئية في أحداث جزئية في ظواهر الطبيعة وإلا فلا معنى لقوله عليه السلام: الدعاء مخ العبادة وقوله أيضاً: لا يرد القضاء إلا الدعاء ... )) (¬1). ¶ والدكتور يرى أن كتابة الله لما يقع من أحداث في الكون، إنما تكون حين وقوعها! قال: ((من هنا يجب أن نفهم أن كلمات الله نافذة لا مجال لتبديلها ولا خيار لنا في تنفيذها أو عدم تنفيذها لأن كلماته عن الوجود ونواميسه العامة وأحداثه الجزئية حين وقوعها)) (¬2). ¶ وهذا تكذيب لما أثبته الله في كتابه من كتابة كل شيء قبل وقوعه، قال تعالى: چ ے ? ... ? ? ? ? ? ? ? ? ? ? ... ? ? ? ?? ? ? ? ? ? ... ? چ [الحديد: 22]، وقال سبحانه: چ ? ? ? ? ? ہ ہ ہ ہھ ھ ھ ھ ےے ? ... ? ? ? ? ... چ [الحج: 70]. ¶ ¬__________ ¶ (¬1) من مبحث \"محتويات القرآن\". ¶ (¬2) من مبحث: \"محتويات القرآن\".",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "المبحث الثاني: أفعال العباد. ¶ لا بد من ملاحظة أن أفعال العباد لها جانبان: ¶ 1 - أنها بتقدير الله. ¶ 2 - أنها فعل للعبد. ¶ وكونها بتقدير من الله، يعني: أن الله علم بها قبل أن توجد، وكتبها في اللوح المحفوظ، وخلقها، وأراد أن تكون فقدرها. ¶ وكونها فعل للعبد، يعني: أن العبد اختار فعلها، وأراد فعلها، فهو فاعل لها، محاسب عليها. ¶ ووجه الإشكال في المسألة، هو السؤال: كيف قدر الله على العبد أفعاله، ثم يحاسبه عليها، فيدخل أناساً جنته وأناساً ناره؟! ¶ ولا مخرج للتوفيق بين جانبي المسألة إلا بالتسليم، وهو ما أجاب به النبي - صلى الله عليه وسلم - من سأله، حيث: ¶ (جَاءَ سُرَاقَةُ بْنُ مَالِكِ بْنِ جُعْشُمٍ قَالَ يَا رَسُولَ اللَّهِ بَيِّنْ لَنَا دِينَنَا كَأَنَّا خُلِقْنَا الآنَ. فِيمَا الْعَمَلُ الْيَوْمَ، أَفِيمَا جَفَّتْ بِهِ الأَقْلاَمُ وَجَرَتْ بِهِ الْمَقَادِيرُ أَمْ فِيمَا نَسْتَقْبِلُ؟ ¶ قَالَ - صلى الله عليه وسلم -: «لاَ، بَلْ فِيمَا جَفَّتْ بِهِ الأَقْلاَمُ وَجَرَتْ بِهِ الْمَقَادِيرُ». ¶ قَالَ فَفِيمَ الْعَمَلُ؟ ... فَقَالَ - صلى الله عليه وسلم -: «اعْمَلُوا فَكُلٌّ مُيَسَّرٌ») (¬1). ¶ وإنك تجد أن د. محمد شحرور بالغ في إثبات فعل العبد، وأهمل كونها بتقدير من الله، وهذا موقف خطير، لأنه يتعارض مع النصوص الشرعية المثبتة لكون أفعال العباد بتقدير من الله. ¶ يقول د. محمد شحرور في بيان معنى القضاء والقدر: ¶ ((الحدث التاريخي الإنساني هو قضاء قبل وقوعه، وقدر بعد وقوعه، وهذا الحدث الإنساني قبل وقوعه يدخل في عالم الممكنات وبعد وقوعه ينتقل إلى عالم الحتميات. ¶ فقوانين الكون: هي قوانين حتمية صارمة، ¶ وأحداث الإنسان بعد وقوعها تأخذ صفة الحتمية. ¶ والقدر هو الوجود الحتمي للأشياء والأحداث خارج الوعي الإنساني، والقضاء هو حركة إنسانية واعية بين النفي والإثبات ضمن هذا الوجود ... ¶ ¬__________ ¶ (¬1) أخرجه مسلم في صحيحه (ح6905).",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "[فالتشريعات والأحكام] حتى تُنفذ لها شرطان: العلم بها وقبولها، لذا فهي تعاليم إلاهية تدخل ضمن القضاء الإنساني وليست قوانين رحمانية موضوعية ... ولهذا نقول: إن آيات القرآن فيها القدر، فالقدر وجود موضوعي والقضاء سلوك إنساني واعٍ)). (¬1) ¶ ويقول د. محمد شحرور مؤكداً أن الإنسان هو الذي يقضي ويختار موقفه: ((أي أن هناك نوعين من الكتب: النوع الأول هو الذي يتعلق بسلوك الإنسان، ككتاب الصلاة الذي يتألف من الوضوء والقيام والركوع والسجود، وهذه الكتب غير مفروضة على الإنسان حتماً، بل له القدرة على اختيار الالتزام بها أو عدم التقيد بها. ويعني ذلك أن الإنسان هو الذي يقضي \"يختار\" موقفه منها. وأطلق على هذا النوع في المصحف مصطلح \"القضاء\" والنوع الثاني قوانين الكون وحياة الإنسان ككتاب الموت وكتاب خلق الكون والتطور والساعة والبعث، وهذه الكتب مفروضة على الإنسان حتماً، وليست له القدرة على عدم الخضوع لها. وأطلق على هذا النوع في المصحف مصطلح \"القدر\" ... )) (¬2). ¶ ويظهر خطأ د. محمد شحرور جلياً عند حديثه عن آية چ ? ? چ إذ يقول: ¶ ((فلو كانت الآية چ ? ? ? ? ? پ چ هي من القرآن، وهم يقولون إن القرآن قديم (¬3) وهو كلام إله، فهي بالتالي حقيقة صارمة مخزنة قبل حدوث الحدث، ولكانت حقيقة خارج الوعي أي ليس لها علاقة بإدراك النبي أو عدم إدراكه، ففي هذه الحالة لم يكن للنبي - صلى الله عليه وسلم - أي خيار في أن يعبس أو لا يعبس. وليس لعبد الله بن أم مكتوم وهو الأعمى المعني أي خيار في أن يأتي أو لا يأتي. ¶ وفي هذه الحال شئنا أم أبينا، وبعبارة مبسطة تصبح رسالة محمد - صلى الله عليه وسلم - أشبه بممثل وتمثيلية أخرجت ووضع لها سيناريو مسبق وقدمت للناس على أنها هداية لهم، ولأصبحت الحياة الإنسانية عبارة عن كوميديا إلاهية، أي أن الناس مجموعة من الصور المتحركة مبرمجة منذ الأزل في أفعالها وأقوالها، ولأصبحت هذه الحياة لهواً إلاهياً، ولأصبح مفهوم خلافة الإنسان لله في الأرض ليس أكثر من خدعة. علماً أن الله أخبرنا بغير ذلك، فالله سبحانه وتعالى لا يلهو معنا، ونحن بالنسبة لله لسنا صوراً متحركة مبرمجة مسبقاً في اختياراتها وأقوالها ... ¶ ¬__________ ¶ (¬1) من مبحث: \" القدر في القرآن والقضاء في أم الكتاب\". ¶ (¬2) من المبحث الأول: \"الكتاب والقرآن\". ¶ (¬3) لا يقول أهل السنة والجماعة بقدم القرآن، فعندهم أن الله يتكلم متى شاء بما شاء، وقد تكلم سبحانه بالقرآن.",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "بما أن محتويات أم الكتاب ليس لها علاقة بلوح محفوظ أو إمام مبين وليست مطلقة {لكل جعلنا منكم شرعةً ومنهاجاً ولو شاء الله لجعلكم أمة واحدة .. الآية} (المائدة 48) فإنها تخضع للتبديل والاجتهاد \"والاختلاف بين أمة وأخرى زمن وآخر\" وتخضع لأسباب النزول، وقد أوحيت مباشرة من الله سبحانه وتعالى، أي أن الآية چ ? ? ? ? ? پ چ جاءت إلى النبي - صلى الله عليه وسلم - تصحيحاً من الله عز وجل. ¶ أي أنه لو لم يعبس النبي - صلى الله عليه وسلم - بعبد الله بن أم مكتوب لما نزلت هذه الآية مطلقاً ولما سمعنا بها)) (¬1). ¶ هنا ذهب الدكتور إلى أمر أخطر وأعمق من مجرد إنكار كتابة الله المسبقة لأفعال العباد، فإنه هنا نفى أن يكون ثم علم مسبق من الله بآيات كتابه التشريعية! ونفى وجود كتابة مسبقة لهذه الآيات في اللوح المحفوظ! ¶ يؤكد على هذا بقوله: ((المخزن في لوح محفوظ وإمام مبين هو القرآن فقط والذي له وجود مسبق قبل الإنزال والتنزيل ... أما أم الكتاب التي تحوي على الحدود ومنها العبادات والمواعظ والوصايا والتعليمات وتفصيل الكتاب فليس لها علاقة بلوح محفوظ أو إمام مبين، أي ليست من القرآن وإنما من الكتاب. فلو كان صوم رمضان مخزناً في لوح محفوظ لأصبح من كلام الله. ولو كان مخزناً في إمام مبين لأصبح من ظواهر الطبيعة، وكلام الله نافذ وظواهر الطبيعة حقيقة موضوعية صارمة {قوله الحق}، ولصام الناس في رمضان، شاؤوا أم أبوا، وكذلك بقية مواضيع أم الكتاب)) (¬2). ¶ وينفي الدكتور أن للقرآن وجود قبل إنزاله، فيلزم من ذلك نفي وجوده حتى في علم الله! يقول الدكتور: ((إذا كان القرآن موجوداً فعلاً قبل الإنزال والتنزيل، فما هو هذا الوجود وبأي صورة كان موجوداً؟ فإذا كان القرآن موجوداً بالصيغة اللسانية العربية التي نراه عليها الآن والتي نستوعبه من خلالها وهو كلام الله وآيات الله والقصص لكان الاستنتاج المباشر لذلك بأن الله عربي)) (¬3). ¶ وأنا مع الدكتور في أنه لا يطلق على الله أنه \"عربي\" ولكن هذا لا ينفي أن الله أحاط بكل شيء علماً، وأنه أعلم بخلقه منهم بأنفسهم، وأنه أعلم بألسنتهم واختلافها، وهذا من آياته. ¶ ¬__________ ¶ (¬1) من مبحث: \" الإنزال والتنزيل لأم الكتاب وتفصيل الكتاب\". ¶ (¬2) من مبحث: \" الإنزال والتنزيل لأم الكتاب وتفصيل الكتاب\". ¶ (¬3) من مبحث: \" الفرق بين الإنزال والتنزيل \".",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "إن خطأ الدكتور في فهم الإيمان بالقدر أدى به إلى هذا الطرح، والمسألة الدقيقة التي تحل الإشكال الذي وقع عنده هي التفريق بين ما يقضيه الله كوناً، وبين يقضيه الله شرعاً، فما يقضيه الله على العباد قضاءً كونياً فهو واقع منهم، سواء وافق الشرع أو لم يوافق، وما يقضيه الله على العباد شرعاً، قد يتحقق امتثالهم له وقد يتخلف، ولا تعارض بين هذين النوعين من القضاء، لكن الإشكال في عدم التفريق بينهما. ¶ فقضاء الله في قوله تعالى: چ ? ? ? ? ? ? ... ? ں چ [الإسراء: 23]، هو قضاء شرعي، بمعنى: أمر وأوجب وأوصى ربك ألا تعبدوا إلا إياه وبالوالدين إحساناً، وليس القضاء هنا من القضاء الكوني - الذي هو كائن لا محالة- فليس معنى قضى هنا: حكم. ¶ ولكن الدكتور لعدم تفريقه بين نوعي القضاء أدى به ذلك إلى القول بأن هذه الآية ليست من القرآن، وليست في لوح محفوظ، ولم يسبق علم مسبق من الله بها، وليس لها وجود سابق لإنزالها، فهذا حكمه عليها بأنها من قسم \"أم الكتاب\" من أقسامه. ¶ قال الدكتور: ((هذه الآية هي من آيات أم الكتاب \"الرسالة\" وفيها أمر ونهي للإنسان العاقل، فعبادة الله وحده هي أمر للعاقل وقد عطف عليها بر الوالدين. ¶ فإذا كانت هذه الآية هي من القرآن فهي حقيقة موضوعية خارج الوعي ونافذة حكماً، بغض النظر عن قبولنا لها أو عدم قبولنا، فهي كالموت تماماً. ¶ وبذلك يصبح معنى الآية كالتالي: إن عبادة الله موضوعياً نافذة بغض النظر عن وعي الإنسان لها أو عدم وعيه أو كيف يمارسها، فالذي يعبد القمر فقد عبد الله، والذي يعبد الشمس فقد عبد الله .. وهكذا دواليك. لأنه من المستحيل أن يعبد غير الله {لا مبدل لكلماته} ... ¶ لنلاحظ كيف عطف بر الوالدين على عبادة الله حيث قال {وبالوالدين إحساناً} فإذا حكمنا أن هذه الآية قرآن فهذا يعني أن الذي يضرب والديه أو يجوعهما أو يشتمهما، والذي يطيعهما وتلاطف معهما في الكلام ويبرهما، هما سواء وكلا عمليهما من بر الوالدين لأن الإنسان مهما فعل مع والديه فهو قد بر بهما لأنه موضوعياً لا يستطيع إلا أن يكون براً بهما ... )) (¬1). ¶ ومن هذا الباب أيضاً نفي الدكتور أن يطلق على شيء من آيات الأحكام: (قال الله)! ويبن هذا بقوله: ((من هنا وللدقة وجب علينا أن لا نطلق عبارة (قال الله) على الأحكام ولكن نقول: ¶ ¬__________ ¶ (¬1) من مبحث: \" القدر في القرآن والقضاء في أم الكتاب\". باختصار يسير.",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "أمرنا الله بالصلاة ونقول: أمرنا الله بالصوم، ونقول: أمرنا الله تعالى بصلاة الجمعة في الآية: {يا أيها الذين آمنوا إذا نودي للصلاة من يوم الجمعة .. } [الجمعة 9]. ولا نقول: قال الله {يا أيها الذين آمنوا إذا نودي للصلاة ... } فإذا قلنا: قال الله صلوا، وكان هناك أناس لا يصلون، فهذا يعني أن قوله غير نافذ وهذا يناقض قانون {قوله الحق} هذا إذا أردنا أن نتقيد بالمصطلح القرآني البحت. أما قولنا عن كل آية وردت في الكتاب: (قال تعالى) فهذا مصطلح مجازي بحت يقصد به الصياغة اللغوية للكتاب كله الذي أنزل من عند الله وهو من صياغة رب العالمين)) (¬1). ¶ ويلزم الدكتور في اختياره لتعبير (أمر الله) نفس ما فر منه في (قال الله) فإن الله أخبر عن أمره أنه نافذ مفعول! چ ? ں ... ں ?چ [النساء: 47] لكن (أمر الله) يأتي على نوعين: منه ما هو أمر شرعي، يأمر الله به عباده، ويحبه، ولا يلزم أن يقع منهم. والنوع الثاني: أمر كوني لازم الوقوع، وإن لم يكن موافقاً لأمر الله الشرعي، فمثال أمره الشرعي: چ ڑ ک ک ک ... ک چ [يوسف: 40]، ومثال أمره الكوني: چ ? ? ? ? ? ? ? ? ? ? چ [هود: 43] فأمر الله هنا بإغراق قوم نوح ليس أمراً شرعياً أمر به عباده، وإنما هو أمر كوني. ¶ وهذه الجزئية مما غاب عن الدكتور، فأدت به إلى كثير من الخلط. ¶ ومن خطأ الدكتور في باب القدر، ما بينه بقوله: ((لقد ظن الكثير أن عمر الإنسان ورزقه وعمله مكتوب عليه سلفا، والمكتوب جاءت بمعنى المقدر عليه سلفا، وبذلك يصبح الإنسان فاقد الإرادة ولا خيار له في أعماله وأرزاقه ويصبح الطب والعلاج والعمليات الجراحية بدون معنى وكذلك يصبح دعاء الإنسان لله تعالى ضربا من ضروب العبث واللهو)) (¬2). ¶ ¬__________ ¶ (¬1) من مبحث: \" محتويات القرآن\". ¶ (¬2) من تمهيد مبحث: \"الأقدار والأرزاق\".",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "الفصل الرابع ¶ موقف د. محمد شحرور من الإيمان بالله ¶ المبحث الأول: إنكار الخلق من عدم، والقول بأزلية المادة. ¶ المبحث الثاني: حقيقية وجود الله. ¶ المبحث الثالث: تعريف الربوبية والألوهية.",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "المبحث الأول: إنكار الخلق من عدم، والقول بأزلية المادة. ¶ الإيمان بالله أول أركان الإيمان وأساسها، ومن إيمان العبد ربه: إيمانه بأنه سبحانه الخالق، وأنه سبحانه الأول، فلا شيء قبله، ومن لوازم هذا الإيمان: الإقرار بأن الله خلق هذا الكون المشاهد من عدم، فالكون حادث مسبوق بالعدم، والله سبحانه قادر على الخلق من عدم، فهو يخلق بالكلمة، چ? ? ?? ? ? ? ? ? ? ? ? چ [البقرة: 117]، چ پ ? ? ? ? ? ? ? ?? ? ? ? ٹ ٹ ٹٹ ? ... ? ? ? ? ? ? ... ? ? چ [آل عمران: 47]، ويقول سبحانه: چ ? ? ? ? ... ? ? ? ? ? ... ? ? چ [النحل: 40]. ¶ لكن د. محمد شحرور يخالف في هذه القضية البالغة الأهمية، فينكر خلق الله من عدم، ويقول بقدم المادة، وتغيرها من صورة إلى أخرى. وهذا موقف بالغ الخطورة، وهو من صريح التكذيب للقرآن. ¶ يقول الدكتور: ((إننا نتبنى النظرية العلمية القائلة بأن ظهور الكون المادي كان نتيجة انفجار هائل أدى إلى تغير طبيعة المادة ونرى أن انفجاراً هائلاً آخر مماثلاً للانفجار الأول في حجمه سيؤدي حتماً إلى تغير طبيعة المادة وهلاك هذا الكون المادي ليحل محله كون \"عالم\" مادي آخر. ¶ ويعني ذلك أن هذا الكون لم ينشأ \"يخلق\" من عدم بل من مادة ذات طبيعة أخرى. كما أن هذا الكون سيزول ليحل محله كون آخر من مادة ذات طبيعة مغايرة. ¶ قلنا أن قانون صراع المتناقضات الداخلي في الشيء نفسه، يؤدي إلى تغير الصيرورة بشكل مستمر وهلاك شيء وظهور شيء آخر. وهذا القانون حتمي لا رد له، ويسير باتجاه واحد فهو لذلك قدر الموجودات كلها الذي يعبر عنه بالتسبيح (¬1). ¶ فالخلق الأول بدأ بانفجار كوني هائل حيث قال: {والفجر * وليال عشر * والشفع والوتر}. [الفجر 1 - 2 - 3] حيث أن الفجر هو الانفجار الكوني الأول، {وليال عشر} معناه أن المادة مرت بعشر مراحل للتطور حتى أصبحت شفافة للضوء، لذا أتبعها قوله: {والشفع والوتر} حيث أن أول عنصر تكون في هذا الوجود وهو الهيدروجين وفيه الشفع في النواة والوتر في المدار ... ¶ فالخلق هو التصميم ولكن يمكن أن يكون التصميم لشيء له سابقة، أي يمكن لمهندس ¶ ¬__________ ¶ (¬1) سبحان الله!",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "أن يصمم بيتاً قد سبقه إليه أحد وله سابقة. ¶ ولكي يبين أن خلق السموات والأرض ليس له سابق، وأنه لأول مرة قال: {بديع السموات والأرض} ولكي يبين سبحانه وتعالى أن تصميم السموات والأرض وإبداعهما غير قديمين وأنهما كانتا معاً ثم انفصلتا عن بعضهما قال: {فاطر السموات والأرض} وقد أكد أن هذا الفصل حصل بانفجار ... )) (¬1). ¶ فتبين من النقل السابق إنكار الدكتور لخلق العالم من عدم، وأنه يرى أنه مخلوق من مادة سابقة، وظهر كيف تحريفه لدلالة الآية {بديع السموات والأرض} فنفى دلالتها على الإيجاد من عدم، وتظهر هنا النزع المادية لدى الدكتور، وتأثره بالنظرية الماركسية. ¶ ¬__________ ¶ (¬1) من مبحث: \" أقوال في الصور والحساب والجنة والنار\".",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "المبحث الثاني: حقيقية وجود الله. ¶ تطرق د. محمد شحرور لحقيقة وجود الله، أثناء حديث عن وجود كلام الله، فقال في ذلك: ((إن الله هو الحق وإن كلماته حق {قوله الحق} [الأنعام 73] {ويحق الله الحق بكلماته} [يونس 82] {ذلك بأن الله هو الحق وأن ما يدعون من دونه هو الباطل} [الحج 62] ¶ فالوجود الموضوعي خارج الوعي هو الوجود الإلهي {ذلك بأن الله هو الحق} [الحج 62] والوجود الكوني الذي هو كلمات الله وهو حق أيضاً {ما خلقنا السموات والأرض وما بينهما إلا بالحق} [الأحقاف 3] ... )) (¬1). ¶ وهذا التقرير بخصوص وجود الله يلزم منه القول بأن كل ما هو موجود خارج الوعي فهو الله، فكل حق موجود يكون عند الدكتور هو الله، وهذا تقرير لعقيدة وحدة الوجود. ¶ وعند التأمل في القول بوحدة الوجود تجد نتيجته هي إنكار وجود الله، فتصير مماثلة لنتيجة الإلحاد. ¶ ¬__________ ¶ (¬1) من مبحث \"كلمات الله\".",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "المبحث الثالث: تعريف الربوبية والألوهية: ¶ باستقراء نصوص الشرع نجد أن الإيمان بالله يمكن أن تتم دراسته باعتبار تقسيمه إلى أقسام التوحيد: توحيد ربوبية وتوحيد ألوهية، وتوحيد الأسماء والصفات. ¶ وقد تناول د. محمد شحرور تعريف كل من توحيد الربوبية والألوهية، فقال في التعريف: ((فالربوبية هي حقيقة موضوعية خارج الوعي الإنساني وهي علاقة الله بمخلوقاته كلها وهي علاقة سيطرة وملكية وسيادة وهي علاقات صارمة لا تبديل فيها. فعندما ندرس قوانين الفيزياء والكيمياء والجاذبية فإننا ندرس قوانين الربوبية حيث أنها قوانين صارمة تعمل خارج الوعي الإنساني، فالله هو رب الناس \"مؤمنهم وكافرهم\" ورب الشجر والسموات والأرض شاؤوا أم أبوا، عرفوا أم لم يعرفوا ... ¶ بما أن الله أعطى الإنسان خلافته في الأرض فأعطاه من الربوبية، وطلب منه مقابل ذلك طاعة لأوامره ونواهيه. هذه الطاعة جاءت في الألوهية أي: أن يعترف الإنسان أن الله إلاهه، وهذا الاعتراف يعبر عنه بطاعة أوامر الله ... ¶ فالربوبية علاقة سيادة وملكية وهي علاقة موضوعية صارمة لا خيار فيها. والألوهية هي علاقة طاعة اختيارية من العاقل فقط ... )) (¬1). ¶ ويؤخذ على تعريف د. محمد شحرور لتوحيد الربوبية أنه لاحظ كونها فعل الله، وهذا جانب صحيح، لكنه أغفل ما يطلب من العبد في توحيد الربوبية، وهو أن يعترف بأن الله هو الخالق الرازق المدبر المالك ... فيوحد الله بأفعاله سبحانه، فالربوبية فيها جانب طلبي يطلب من العبد، لذلك قال الله: چ ٹ ? ? ? ? ... ? ? چ [يوسف: 106] فإيمانهم بالله هو قولهم: الله خالقنا ورازقنا، وشركهم به: عبادتهم غيره. ¶ ¬__________ ¶ (¬1) من مبحث \" أم الكتاب هي كتاب الألوهية، والقرآن والسبع المثاني كتاب الربوبية \".",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "الفصل الخامس ¶ موقف د. محمد شحرور من الإيمان بالملائكة",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "مما يقرره د. محمد شحرور بخصوص الملائكة أن الله كان يرسل الملائكة إلى الناس حتى ينذروهم، وأن الناس اعتادوا رؤية الملائكة رسلاً من الله، قبل بعثة نوح عليه السلام! ¶ يقول الدكتور: ((قلنا إن الإنزال هو ما يدخل في المدركات، وإن التنزيل هو نقل موضوعي خارج الإدراك. فإذا قال الله سبحانه وتعالى \"أنزل ملائكته\" فهذا يعني أن الملائكة يمكن مشاهدتها من قبل الناس وتصبح من المدركات. وإذا قال الله سبحانه وتعالى \"نزل ملائكته\" فهذا يعني أن الملائكة تأتي موضوعياً ولكن الناس لا تشاهدها ولا تدركها. ¶ ففي المعنى الأول \"الانزال\" جاءت عن قوم نوح. إذ أن نوحاً كان أول نبي ورسول من البشر أوحي إليه، وكان الله يرسل إلى الناس قبل نوح ملائكة لتنذرهم ... وعندما جاء نوح وكان الناس قد اعتادوا أن يرسل الله ملائكته ولا يرسل بشراً، قال له قومه: (ولو شاء الله لأنزل ملائكةً ما سمعنا بهذا في آبائنا الأولين) [المؤمنون 24] ... إنهم كذبوا نوحاً وكذبوا الرسل من الملائكة التي أتت قبله لذا قال (كذبت قوم نوح المرسلين) [الشعراء 105] لاحظ كيف جاءت \"المرسلين\" بالجمع مع أن نوحاً شخص واحد)) (¬1). ¶ وفي الرد على الطرح السابق نتوقف عند ما أكد الله عليه في كتابه بقوله: چ گ گ ? ? ? ... ? ? ? ? ? ںںچ [يوسف: 109]، چ ? ? ? ? ? ... پ پ پ چ [النحل: 43]، چ ? ? ں ں ... ? ? ? چ [الأنبياء: 7]. ¶ وما حكاه الله عن قوم نوح في قولهم چ ? ? ? ? ... ? ? ہ ہ ہ ... ہ ھ ھ ھ ھ ... ے ے ... ? ? ? ? ? ? ? ? ... ? ? ? چ [المؤمنون: 24] ¶ لا يعني أنهم اعتادوا نزول الملائكة إليهم، بل المعنى استنكارهم بشرية الرسول، لتعنتهم ومكابرتهم عن قبول الحق، وحسدهم رسلهم على ما خصهم الله به عنهم، وامتناعهم عن متابعتهم. ¶ وهذا دأب أعداء الرسل، الاستكبار عن الإيمان بالرسل بحجة بشريتهم: چ ? ? ? ... ? ? ? ? ? ? ? ... ? ? ? ? ? ? ? ... ? ? ? ? ? ? ... ? ? چ [القمر: 23 - 25]. ¶ وهذه الحجة ليست خاصة بقوم نوح، بل هي عامة في طبيعة المكذبين والمعادين لقبول الحق، قال تعالى: چ ? ? ? ? ? ? ? ? ? ... ? ? ? ? ? ? ? ? ? ? ... ? ? ? ? ? ? ? ? ? ? ? ... چ [الإسراء: 94 - 95]. ¶ ووصف الله قوم نوح بأنهم كذبوا المرسلين مع أن نوحاً شخص واحد، لا يعني أن الله أرسل ¶ ¬__________ ¶ (¬1) من مبحث: \" الإنزال والتنزيل للملائكة \".",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "قبله ملائكة، ولكن ذلك يحمل على وجوه: ¶ - أن نبينا محمداً - صلى الله عليه وسلم - شاهد بصدق نبي الله نوح عليه السلام، وشاهد على بلاغه رسالته، وقوم نوح مكذبون لنبيهم، ومكذبون لمن يشهد بصدقه! ¶ - أن من كذب رسولاً واحداً فإنه مكذب لجميع الرسل؛ لاتفاق أصل دعوتهم على توحيد الله. ¶ - أن من كذب رسولاً، فقد كذب بمن بشر بهم من الرسل من بعده، ويستصحب هنا قوله تعالى: چ ? ? ? ں ں ? ... ? ? ? ? ? ہ ہ ہ ہ ھ ھ ... ھ ھ چ [آل عمران: 81]. ¶ - الرسول من البشر، يُرسل إليه الرسول من الملائكة، فمن كذب الرسل البشري فهو مكذب للآخر. قال تعالى: چ ? ? ... ? ? ? ? ? ... ? ? ? ? ? ? ? ? ? ? ? ?? ? ... ? ? ? چ [الشورى: 51].",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "الفصل السادس ¶ موقف د. محمد شحرور من الإيمان باليوم الآخر",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "الإيمان باليوم الآخر يعني الإيمان بكل ما جاء في نصوص الشرع من أمور غيبية تبدأ بموت الإنسان، فمن ذلك الحياة البرزخية وأحكامها، وإثبات عذاب القبر ونعيمه، والإيمان بتفصيل ما ورد بخصوص القيامة، من بعث ونشور، وعرض وحساب، وجنة ونار ... ¶ وتظهر مخالفة د. محمد شحرور في هذا الباب نتيجة لإنكاره كل خبر جاء في السّنة من أمور الغيب، مما لم يأت به القرآن، كما أن خوضه العقلي وقوله بالرأي في تفسير القرآن أدى به إلى إنكار كثير من تفصيلات الإيمان باليوم الآخر. ¶ فمن ذلك: ¶ إنكار د. محمد شحرور عذاب القبر: ¶ يقول الدكتور: ((قال [تعالى] عن آل فرعون: {النار يعرضون عليها غدوا وعشيا ويوم تقوم الساعة أدخلوا آل فرعون أشد العذاب}. ¶ هنا أكد القرآن أن لا نعيماً جسديا ولا عذاباً جسديا إلا بعد البعث الجسدي والحساب المادي، فهناك الجنة والنار الماديتان. ¶ هذا البحث يقودنا إلى استنتاج مهم جدا وهو ما يقال عنه عذاب القبر. فإذا فُهم عذاب القبر فهما رمزيا على أنه الصورة التي يراها المتوفى حين الموت -بغض النظر أدفن في القبر أم أحرق أم التهمته الوحوش- فهذا وارد ولا يتعارض مع المفاهيم الواردة في الكتاب. ¶ أما ما ورد في بعض الكتب عن سؤال منكر ونكير بعد الدفن، ويسألون الميت عن ربه ودينه: فلم يثبت في نص صحيح. وإن ما يفعله بعضهم من تلقين الميت بعد الدفن فمما لم نجد له سنداً صحيحاً)) (¬1). ¶ ويقول الدكتور بأن عذاب القبر لم يثبت في القرآن، بل هو في السنة فقط، فيقول: ((وعلينا أيضا اعتبار كل أحاديث الغيبيات التي لا تنطبق مع القرآن مثل عذاب القبر والروح على أنها أحاديث ضعيفة أو موضوعة وعدم الأخذ بها)) (¬2). ¶ والحق أن القرآن قد أثبت عذاب القبر، وأثبت عذاباً قبل عذاب الآخرة، يقول تعالى: چ ں ں ? ? ?? ? ? ہ ہ ... ہ ہ ھ ھ ھ چ [غافر: 46]. ¶ ويضيف د. محمد شحرور في بيان معنى حياة البرزخ: ((في لحظة الموت -لكل إنسان على ¶ ¬__________ ¶ (¬1) من مبحث: \"الوحي\". ¶ (¬2) من مبحث: \"جمع الحديث وتدوينه وفهمه\".",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "الإطلاق- بغض النظر أكان الموت سريعا جدا أو بطيئا، لأننا نعني لحظة الموت، يرى الإنسان مجموعة من الصور يشعر فيها بالراحة أو بالعذاب. هذه الصور تبقى ثابتة إلى يوم يبعثون، والجسد ليس له علاقة بذلك دفن أم حرق. هذا ما نسميه حياة البرزخ. هذه الحياة صور ثابتة وشعور ثابت وهي حالة غير عضوية ما عدا \"النبيين والشهداء\")) (¬1). ¶ فبخصوص الأنبياء، فقد زعم الدكتور أنهم لا يبعثون؛ لأنهم أحياء بعد موتهم: ((وقد أكد أنه لا بعث للنبيين والشهداء لأنهم أحياء عند ربهم يرزقون في قوله: {وأشرقت الأرض بنور ربها ووضع الكتاب وجيء بالنبيين والشهداء وقضي بينهم بالحق وهم لا يظلمون}. [الزمر 69]. لاحظ قوله: {وجيء بالنبيين والشهداء}. قال هذا لأنهم أصلا موجودون \"عند ربهم\". )) (¬2). ¶ وبخصوص الشهداء، قال: ((والناس الوحيدون المستثنون من هذه الحياة [البرزخية] هم الأنبياء والشهداء. فهذه الحياة بالنسبة لهم ملغاة حيث تستمر مباشرة حين موتهم ووفاتهم حياتهم المادية الجسدية والنفسية، عند الله سبحانه وتعالى وليس في الجنة. ¶ وقد يقول البعض إن جثث الشهداء تبقى في الأرض أو تحرق. هذا صحيح ولكن جسد الإنسان المادي عبارة عن مجموعة من الكميات والنسب المادية المؤلفة من عناصر، ولكل إنسان وصفة خاصة به من المواد ونسبها وهندستها، هذه الوصفة موجودة عند الله سبحانه وتعالى ويعاد تركيبها)) (¬3). ¶ ينكر د. محمد شحرور أن الجنة والنار خلقتا أو أنهما موجودتان الآن: ((هناك قول شائع جداً، وبنفس الوقت خاطئ جداً بأن الجنة والنار، أي جنة المتقين ونار الكافرين موجودتان الآن وأنهما تنتظران يوم البعث. وهذا غير صحيح طبقاً للنص القرآني حيث أن الجنة والنار ستشكلان على أنقاض هذا الكون بعد النفخة الأولى. وحتى يحين وقت النفخة الثانية الذي سيحصل فيها البعث، تكون الجنة والنار جاهزتين)) (¬4). ¶ ويفصل القول في ذلك، فيقول: ((قد يسأل سائل: لقد أوردت في بحث الجدل أن الجنة والنار لم توجدا بعد وإنما ستوجدان على أنقاض هذا الكون بعد هلاكه، فكيف قال عن النفس المطمئنة {وادخلي جنتي}. والجنة لم توجد بعد؟ ¶ ¬__________ ¶ (¬1) من مبحث: \"الوحي\". ¶ (¬2) من مبحث: \"الوحي\". ¶ (¬3) من مبحث: \"الوحي\". ¶ (¬4) من مبحث: \" أقوال في الصور والحساب والجنة والنار\".",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "الجواب: أن الكتاب أورد أن هناك جنة ليس لها علاقة بجنة المتقين أو جنة الثواب والعقاب وهي التي سماها: {جنة المأوى} في قوله: {ولقد رآه نزلة أخرى * عند سدرة المنتهى * عندها جنة المأوى} [النجم 13 - 15])) (¬1). ¶ وينكر د. محمد شحرور النفخ في الصور، بتأويله هكذا: ((فالنفخ في الصور تعني التسارع في تغير الصيرورة \"المآل\" وهذا ما يسمى بالطفرة ... )) (¬2). ¶ ويعرّف د. محمد شحرور القيامة بما جاء في قوله: ((بعد أن تقوم الساعة ويتكون كون جديد بقوانين جديدة، وما الساعة إلا بداية تغير بصيرورة مادة هذا الكون لكي يتكون منها كون جديد فيه نبعث ونحاسب)) (¬3). ¶ يظهر مما سبق إنكار د. محمد شحرور لكثير من جوانب الإيمان باليوم الآخر، وحكاية قوله في هذا تغني عن رده، لظهور مخالفته لنصوص الشرع، ويظهر تأويله للنصوص ملغياً دلالتها، ومحرفاً معناها. ¶ ¬__________ ¶ (¬1) من مبحث: \"الوحي\". ¶ (¬2) من مبحث: \" أقوال في الصور والحساب والجنة والنار \". ¶ (¬3) من مبحث: \" الإنزال والتنزيل لأم الكتاب وتفصيل الكتاب\".",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "الخاتمة ونتائج البحث ¶ بوصولنا إلى خاتمة هذا البحث، فإن أبرز النتائج التي خرجت بها ما يلي: ¶ 1 - الحاجة الماسة لدراسة الجهود الفكرية المعاصرة المناوئة للإسلام، وتفنيد مزاعمها ودحض مفترياتها. ¶ 2 - أن د. محمد شحرور قدم فهماً محرفاً للإيمان في جميع أركانه. ¶ 3 - خطورة المنهج الذي سلكه د. محمد شحرور حيث يوهم القارئ بأنه الفهم الصحيح والعميق لنصوص الشرع. ¶ 4 - فساد منهج د. محمد شحرور في تفسير القرآن واضطرابه ومعارضته لنصوص القرآن نفسها. ¶ 5 - وقوع د. محمد شحرور فيما حذر الله منه من مشاقة الرسول ومخالفة سبيل المؤمنين: چ? ? ? ? ? ? ? ? ? ? ? ? چ چ چ چ ? ?? ? ? ? چ [النساء: 115] ¶ 6 - يظهر عند تفنيد أفكار د. محمد شحرور فسادها وبطلانها، ولكن بريقها وإكثاره من إيراد الآيات في غير محلها، يظل محل تلبيس على القارئ له. ¶ 7 - النتيجة التي يصل إليها د. محمد شحرور هي إلغاء التشريع وتحويره واستبداله. ¶ وأوصي بكتابة بحث موسع شامل لمخالفات د. محمد شحرور في المسائل العقدية، وإظهار أخطائه وتجليتها. ¶ كما أوصي بكتابة المقالات المختصرة والكتيبات التي تبرز أهم ما يصادم به د. محمد شحرور ثوابت الإسلام، حتى تتحصن الأمة من لغطه وافتراءاته. ¶ وصلى الله وسلم على نبينا محمد وعلى آله وصحبه ومن تبعهم بإحسان إلى يوم الدين.",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "الملحقات",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "الملحق رقم (1) ¶ أخطاء علمية متفرقة ¶ 1 - قال د. محمد شحرور: ((ولاحظ حين سرد قصة آدم قوله تعالى چ ? ? ? ? ? ? ? ? ... چ [ص: 67 - 68])) (¬1). ¶ التعليق: جاءت هاتان الآيتان قبل ذكر قصة آدم! ¶ 2 - وقال الدكتور: ((لقد ورد في سورة فاتحة الكتاب الآية چ ٹ ٹ ٹ ? چ وحدد هذا الصراط في قوله: چ ? ? ? ? چ فمن هؤلاء الذين أنعم عليهم وجاءهم الصراط المستقيم لأول مرة؟ ¶ إن الناس الذين أنعم الله عليهم بالصراط المستقيم لأول مرة هم بنو إسرائيل الذين عاصروا موسى)) (¬2). ¶ التعليق: إذا كان \"الذين أنعم الله عليهم هم بنو إسرائيل الذين عاصروا موسى\" فمن هم \"المغضوب عليهم\"؟! ¶ ولماذا لا يفسر الدكتور القرآن بالقرآن، فإن الله تعالى قال: چ ? چ چ چ چ ? ? ? ? ? ? ? ? ? ? ژ ژچ [النساء: 69]. ¶ 3 - زعم الدكتور أن فرعون قتل السحرة، فقال: ((وعندما أعدم فرعون السحرة)) (¬3). ¶ التعليق: بين الله في كتابه أنه أنجى موسى وكل من آمن معه، قال تعالى: چ ? ? ? ? ? چ [الشعراء: 65]. ¶ ¬__________ ¶ (¬1) من مبحث: \"الكتاب والقرآن\" ¶ (¬2) من مبحث: \"الفرقان\". ¶ (¬3) من مبحث: \" أم الكتاب هي كتاب الألوهية، والقرآن والسبع المثاني كتاب الربوبية \".",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "الملحق رقم (2) ¶ نسخة من فهرس كتاب \"الكتاب والقرآن قراءة معاصرة\" ¶ تقديم المنهج اللغوي في الكتاب بقلم الدكتور جعفر دك الباب. ... 19 ¶ المقدمة ... 29 ¶ 1 - الكتاب والقرآن. ... 31 ¶ 2 - الذكر. ... 51 ¶ 3 - الفرقان. ... 60 ¶ 1 - كلمات الله. ... 71 ¶ 2 - محتويات القرآن. ... 73 ¶ 3 - القرآن هو الآيات البينات. ... 81 ¶ 4 - القرآن هو الكتاب المبارك. ... 90 ¶ 5 - أسباب النزول هي للأحكام وتفصيل الكتاب. ... 92 ¶ 6 - مصطلح الحديث للقرآن فقط. ... 93 ¶ 7 - القصص من القرآن وهي الكتاب المبين. ... 95 ¶ 8 - السبع المثاني. ... 96 ¶ 1 - القرآن (النبوة) هو الموضوعي وأم الكتاب (الرسالة) هو الذاتي. ... 103 ¶ 2 - أم الكتاب هي رسالة محمد - صلى الله عليه وسلم- وقد جاء القرآن تصديقا لها. ... 112 ¶ 3 - تفصيل الكتاب. ... 113 ¶ 4 - أم الكتاب هي كتاب الألوهية، والقرآن والسبع المثاني كتاب الربوبية. ... 122 ¶ 5 - العرب اهتموا بفهم الرسالة فقط. ... 129 ¶ 6 - القدر في القرآن والقضاء في أم الكتاب. ... 131 ¶ 7 - الكتاب عند موسى وعيسى. ... 135 ¶ 8 - النبي محمد - صلى الله عليه وسلم- كان أمياً وكان يقرأ ويكتب. ... 139 ¶ 1 - الفرق بين الإنزال والتنزيل. ... 147 ¶ 2 - الإنزال والتنزيل للقرآن. ... 155 ¶ 3 - الإنزال والتنزيل لأم الكتاب وتفصيل الكتاب. ... 157 ¶ 4 - الإنزال والتنزيل للملائكة. ... 166 ¶ 5 - الإنزال والتنزيل للمن والسلوى. ... 168 ¶ 6 - الإنزال والتنزيل لمائدة من السماء. ... 171 ¶ 7 - مخطط عملية الإنزال والتنزيل. ... 175 ¶ 1 - التحذير من كتابة الكتاب والتحدي في القرآن. ... 179 ¶ 2 - السحر والمعجزات. ... 183 ¶ 3 - القرآن الكريم معجزة محمد -صلى الله عليه وسلم- الخالدة. ... 185 ¶ 4 - قواعد التأويل. ... 191 ¶ 5 - نموذج من التأويل - تأويل سورة القدر. ... 205 ¶ 6 - استنتاجات في الإعجاز القرآني. ... 208 ¶ أمثلة على آيات الذكر ... 215",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "- تمهيد. ... 219 ¶ أولاً: الثنائية التلازمية (جدل هلاك الشيء). ... 221 ¶ ثانيا: ًالجدل الخارجي (جدل تلاؤم الزوجين). ... 230 ¶ ثالثاً: أقوال في الصور والحساب والجنة والنار. ... 234 ¶ - تمهيد في جدل الإنسان (الرحمن والشيطان) ... 251 ¶ الفرع الأول: عناصر المعرفة الإنسانية. ... 263 ¶ الفرع الثاني: نشأة الإنسان واللغة. ¶ - تمهيد. ... 286 ¶ أولاً: آدم وبداية نشأة الكلام الإنساني. ... 287 ¶ ثانياً: نشأة اللغة وارتباطها بالفكر (نفخة الروح). ... 298 ¶ ثالثا ً: كيف عبر القرآن عن مراحل نشأة الكلام الإنساني ونفخة الروح. ... 304 ¶ رابعاً: مرحلة الإنسان القديم من آدم إلى نوح. ... 315 ¶ - تمهيد. ... 325 ¶ الفرع الأول: جدل الأضداد في معرفة آيات الله (العقل الرحماني والعقل الشيطاني) ... 337 ¶ الفرع الثاني: أنواع المعرفة ونسبيتها. ... 362 ¶ أولاً: أنواع المعرفة. ... 363 ¶ ثانياً: الزمن والوقت والنسبية. ... 365 ¶ ثالثاً: الدائم الباقي. ... 370 ¶ الفرع الثالث: الوحي وعلم الله وقضاؤه. ¶ أولاً: الوحي. ... 375 ¶ ثانياً: علم الله. ... 385 ¶ ثالثاً: قضاء الله. ... 394 ¶ - تمهيد. ... 409 ¶ الفرع الأول: الأعمار. ... 412 ¶ الفرع الثاني: الأرزاق. ... 416 ¶ الفرع الثالث: الأعمال. ... 418 ¶ - تمهيد في الاستقامة والحنيفية. ... 445 ¶ الفرع الأول: الحدود في التشريع والعبادات. ¶ أولاً: الحدود في التشريع. ... 452 ¶ 1 - حالة الحد الأدنى. ... 453 ¶ 2 - حالة الحد الأعلى. ... 455 ¶ 3 - حالة الحد الأدنى والأعلى معا. ... 457 ¶ 4 - حالة الحد الأدنى والأعلى معا على نقطة واحدة. ... 463 ¶ 5 - حالة الحد الأعلى بخط كقارب لمستقيم. ... 464 ¶ 6 - حالة الحد الأعلى موجب، وحالة الجد الأدنى سالب (الربا) ... 467 ¶ ثانياً: العبادات. ... 480 ¶ الفرع الثاني: الفرقان أو الوصايا العشر (الأخلاق). ... 491 ¶ أولاً: الفرقان العام. ... 492 ¶ الوصية الأولى. ... 493 ¶ الوصية الثانية. ... 502 ¶ الوصية الثالثة والوصية الخامسة. ... 504 ¶ الوصية الرابعة. ... 508",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "512 ¶ الوصية السادسة. ¶ الوصية السابعة. ... 513 ¶ الوصية الثامنة. ... 514 ¶ الوصية التاسعة. ... 515 ¶ الوصية العاشرة. ... 517 ¶ ثانياً: الفرقان الخاص. ... 523 ¶ الفرع الثالث: المعروف والمنكر والتعليمات التي جاءت بقوله (يا أيها النبي). ... 526 ¶ أولاً: المعروف والمنكر. ... 527 ¶ ثانياً: التعليمات للنبي. ... 531 ¶ - تمهيد. ... 545 ¶ الفرع الأول: سنة الرسالة وسنة النبوة. ... 549 ¶ الفرع الثاني: السنة النبوية في العمل الثوري وبناء الدولة. ... 555 ¶ الفرع الثالث: جمع الحديث وتدوينه وفهمه. ... 565 ¶ الفرع الأول: أزمة الفقه الإسلامي. ... 575 ¶ الشروط التي يجب أن تتوفر في التشريع الإسلامي المعاصر. ... 583 ¶ نتائج الفقه الإسلامي في يومنا هذا. ... 585 ¶ الفرع الثاني: فلسفة القضاء الإسلامي والعقوبات. ¶ القضاء الإسلامي. ... 589 ¶ العقوبات. ... 591 ¶ الفرع الثالث: نموذج للفقه الجديد للدراسة. ¶ موضوع المرأة في الإسلام. ... 592 ¶ 1 - تعدد الزوجات. ... 597 ¶ 2 - الإرث. ... 602 ¶ 3 - الصداق (المهر). ... 603 ¶ 4 - لباس الرجل والمرأة وسلوكهما الإجتماعي. ... 604 ¶ 5 - العلاقة العائلية بين الرجل والمرأة. ... 619 ¶ 6 - حق العمل. ... 623 ¶ 7 - حق العمل السياسي. ... 624 ¶ 8 - عقدة النكاح. ... 626 ¶ 9 - الطلاق. ... 627 ¶ 10 - العلاقة بين الرجل والمرأة. ... 628 ¶ - تمهيد. ... 635 ¶ الفرع الأول: الشهوات الإنسانية المذكورة في القرآن. ... 637 ¶ الفرع الثاني: أسس النظام الاقتصادي في الإسلام. ... 647 ¶ الفرع الثالث: أسس المفاهيم الجمالية في الشهوات الإنسانية. ... 650 ¶ مفاهيم الجمال في الإسلام. ... 668 ¶ - تمهيد. ... 675 ¶ الفرع الأول: نوح عليه السلام. ... 676 ¶ الاستنتاجات المستقاة من قصة نوح عليه السلام. ... 677 ¶ الفرع الثاني: هود عليه السلام. ... 698 ¶ الفرع الثالث: الأنبياء والرسل. ... 703 ¶ الخاتمة ... 711 ¶ أولاً: تعريف الإسلام. ... 716 ¶ ثانياً: فصل الدين عن الدولة. ... 719 ¶ ثالثاً: إسلامية الدول العربية بالمنظور المعاصر. ... 724",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "726 ¶ رابعاً: أزمة العقل عند العرب. ¶ خامساً: العروبة والإسلام. ... 729",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "الملحق رقم (3) ¶ النتائج التي توصل إليها د. محمد شحرور في كتابه كما استخلصها مقدم الكتاب د. جعفر دك الباب: ¶ ((يُعتبر الباب الأول \"الذكر\" الأرضية للنظرية الجديدة التي استند الباحث فيها إلى إنكار ظاهرة الترادف في العربية، متابعاً في ذلك عدداً من كبار علماء العربية، \"ومنهم ثعلب وابن فارس وأبو علي الفارسي\". لذا رفض الباحث المقولة السائدة التي ترى أن لفظتي \"الكتاب\" و\"القرآن\" مترادفتان، وأكد تباينهما وعدم ترادفهما. ¶ قال المؤلف هذا انطلاقاً من فهمه أسرار اللسان العربي، حيث أن القرآن عربي وأنزل بلسان عربي مبين. لقد وصل الباحث إلى ذلك انطلاقاً من فهم جديد قدمه لمعنى \"ترتيل القرآن\". ¶ إن المعنى السائد للترتيل هو التأنق في تلاوته (1) وأشار الزمخشري في \"أساس البلاغة\" في مادة \"ر ت ل\" أن من المجاز: (ورتل القرآن ترتيلا) إذا ترسل في تلاوته وأحسن تأليف حروفه، وهو يسترسل في كلامه ويترتل. ولكن الباحث استند إلى الأصل اللغوية في المادة \"ر ت ل\" رتل الشيء: نسقه ونظمه. وقال لا يمكن أن يكون المقصود في عبارة (ورتل القرآن ترتيلا) الوارد في سورة المزمل (يا أيها المزمل * قم الليل إلا قليلا * نصفه أو انقص منه قليلا * أو زد عليه ورتل القرآن ترتيلا * إنا سنلقي عليك قولاً ثقيلا) (الآيات 1 - 5) تأنق في تلاوته، لأن ما جاء في الآية التالية (إنا سنلقي عليك قولاً ثقيلا) لا يرتبط من قريب أو بعيد بالتأنق في التلاوة، حيث أن \"وصف القول بالثقيل\" لا يقصد به الثقل في التلفظ والنطق، بل وعورة فهم معنى ما يشتمل عليه القرآن من علم. وإذا كان ذلك كذلك اتضح أن معنى (ورتل القرآن ترتيلا) هو رتب أو نظم الموضوعات الواحدة الواردة في آيات مختلفة من القرآن، في نسق واحد كي يسهل فهمها. ¶ وانطلاقاً من هذا الفهم الجديد لترتيل القرآن، قام الباحث بجمع \"ترتيل\" جميع الآيات التي وردت فيها لفظة \"القرآن\" وجميع الآيات التي وردت فيها لفظة \"الكتاب\"، واستنطقها، فظهر حينئذ بجلاء الفرق بينهما. ¶ قد يصاب القارئ بصدمة عند وصوله إلى النتيجة المعروضة في باب \"الذكر\" والتي تقول بعدم ترادف القرآن والكتاب، ووجود فرق بينهما، لأن هذه النتيجة تهدم التصور السائد",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "في فهم الإسلام القائم على ترادف القرآن والكتاب. ¶ وبعد قبول النتيجة قد يصاب القارئ بحيرة، لأن قبول هذه النتيجة يستوجب بالضرورة تقديم تصور جديد في فهم الإسلام قائم على تباين القرآن والكتاب. ¶ وقد أدرك الدكتور شحرور ذلك، فلم يترك القارئ في حيرته بعد الصدمة، بل قدم له التصور الجديد الذي يقترحه في فهم الإسلام، بالاستناد إلى نتائج استخدام المنهج التاريخي العلمي في دراسة آيات الذكر الذي تعهد الله بحفظه (إنا نحن نزلنا الذكر وإنا له لحافظون) (الحجر 9). ومعروف أن الذكر هو الصيغة الصوتية المنطوقة لما يشتمل عليه المصحف بين دفتيه. ¶ في الباب الثاني \"جدل الكون والإنسان\" عمد الباحث إلى جمع \"ترتيل\" الآيات التي اشتملت على موضوعات خلق الكون، وخلق الإنسان، ونشأة الألسن، واستنطقها. فأكدت هذه الآيات أن القرآن يشتمل على قانون الجدل العام (كل شيء هالك إلا وجهه) (القصص 88) من ناحية، ويشتمل من ناحية أخرى، على قانون الجدل الخاص بالإنسان، الذي أبانه الله عن الحيوان بنفخة الروح، التي مكنته م الارتقاء عن عالم الحيوان بالعقل، ليصبح خليفة الله في الأرض بواسطة العلم. ¶ كما أكدت تلك الآيات ارتباط اللغة والتفكير ووظيفة الإبلاغ منذ بداية نشأة الكلام الإنساني، وأن اللغة الإنسانية الأولى كانت منطوقة في نشأتها الأولى، وأن مصدر المعرفة الإنسانية هو العالم الخارجي المادي الذي يتعرف الإنسان عليه بواسطة القلم أي بمنهج تقليم \"تمييز\" سماته المختلفة. ¶ وفي الباب الثالث \"أم الكتاب والسنة والفقه\" وصل المؤلف في الفصل الأول \"أم الكتاب الرسالة\" إلى فهم جديد للحدود الواردة في آيات الذكر الحكيم، وقدم رؤية جديدة للصراط المستقيم والمعروف والمنكر. وفي الفصل الثاني \"السنة\" طرح المؤلف فهماً جديداً للسنة النبوية. وفي الفصل الثالث \"الفقه الإسلامي\" دعا الباحث إلى فقه جديد، ينطلق من مبدأ التلازم بين الاستقامة والحنيفية، وقدّم المؤلف هنا نموذجاً للفقه الجديد في دراسة موضوع المرأة في الإسلام. ¶ وفي الباب الرابع \"الشهوات الانسانية والقصص في القرآن\" قدم المؤلف في الفصل الثاني نموذجاً للترتيل والتأويل في القصص القرآني.",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "وفي ختام هذا التقديم للمنهج اللغوي، في كتاب الدكتور المهندس محمد شحرور، الموسوم \"الكتاب والقرآن\" أرجو أن أكون قد وفقت في تعريف قارئ الكتاب بأسس المنهج اللغوي الذي تبناه المؤلف، وآمل أن أكون قد نجحت في بيان أهم النتائج التي توصل المؤلف إليها، بفضل ذلك المنهج اللغوي وأسهمت بالتالي في تهيئة القارئ لفهم الأمور الجديدة التي طرحها الدكتور محمد شحرور في دراسته المعاصرة للكتاب والقرآن)).",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "مصادر البحث ¶ - ¶ سنن ابن ماجه. دار الفكر – بيروت تحقيق: محمد فؤاد عبد الباقي ... - ¶ - سنن أبي داود. سليمان بن الأشعث التميمي. دار الفكر. بيروت. ... - سير أعلام النبلاء. للذهبي. ضمن المكتبة الشاملة وترقيمه موافق للمطبوع. ¶ - شرح الطحاوية. لابن أبي العز. المكتب الإسلامي – بيروت. الطبعة الرابعة (1391هـ) ... - شرح مسند أبي حنيفة. ضمن المكتبة الشاملة وترقيمه موافق للمطبوع. ¶ - صحيح البخاري. دار ابن كثير، اليمامة – بيروت الطبعة الثالثة (1407 - 1987) ... - صحيح مسلم. دار إحياء التراث العربي – بيروت. تحقيق: محمد فؤاد عبد الباقي ¶ - الكتاب والقرآن – قراءة معاصرة. د. محمد شحرور. (1990). ... - مسند أحمد. مؤسسة قرطبة – القاهرة. ¶ - معالم التنزيل: تفسير البغوي. دار طيبة للنشر والتوزيع، ط4. (1417هـ). ... - المعجم الوسيط. تأليف: إبراهيم مصطفى ـ أحمد الزيات ـ حامد عبد القادر ـ محمد النجار. تحقيق: مجمع اللغة العربية ¶ -. (ضمن المكتبة الشاملة). ... - مقاييس اللغة. لابن فارس. نشر: اتحاد الكتاب العرب. الطبعة: 1423 هـ = 2002م. (ضمن المكتبة الشاملة).",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "فهرس الموضوعات ¶ الموضوع ... الصفحة ¶ المقدمة ... 2 ¶ التمهيد الأول: تعريف د. محمد شحرور وكتابه (الكتاب والإيمان) ... 5 ¶ التمهيد الثاني: التعريف بمنهج د. محمد شحرور ... 7 ¶ الفصل الأول: موقف د. محمد شحرور من الإيمان بالكتب ... 11 ¶ المبحث الأول: موقف د. محمد شحرور من تسمية القرآن بالقرآن، وتقسيماته لآيات القرآن الكريم ... 12 ¶ المبحث الثاني: موقف د. محمد شحرور من التأويل ... 29 ¶ المبحث الثالث: موقف د. محمد شحرور من حقيقة كلام الله ... 36 ¶ المبحث الرابع: موقف د. محمد شحرور من التفسير بالمأثور وموقفه من الإجماع ... 38 ¶ الفصل الثاني: موقف د. محمد شحرور من الإيمان بالرسل ... 38 ¶ المبحث الأول: الإيمان بنبوة محمد - صلى الله عليه وسلم - ... 39 ¶ المبحث الثاني: موقف د. محمد شحرور من السنة ... 42 ¶ المبحث الثالث: معجزات الأنبياء. ... 52 ¶ الفصل الثالث: موقف د. محمد شحرور من الإيمان بالقدر ... 53 ¶ المبحث الأول: العلم والكتابة. ... 53 ¶ المبحث الثاني: أفعال العباد. ... 57 ¶ الفصل الرابع: موقف د. محمد شحرور من الإيمان بالله ... 63 ¶ المبحث الأول: إنكار الخلق من عدم، والقول بأزلية المادة. ... 64 ¶ المبحث الثاني: حقيقية وجود الله. ... 66",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "67 ¶ المبحث الثالث: تعريف الربوبية والألوهية ¶ الفصل الخامس: موقف د. محمد شحرور من الإيمان بالملائكة ... 68 ¶ الفصل السادس: موقف د. محمد شحرور من الإيمان باليوم الآخر ... 71 ¶ الخاتمة ونتيجة البحث ... 75 ¶ الملحقات ... 76 ¶ الملحق رقم (1): أخطاء علمية متفرقة ... 77 ¶ الملحق رقم (2): نسخة من فهرس كتاب \"الكتاب والقرآن قراءة معاصرة\" ... 78 ¶ الملحق رقم (3): النتائج التي توصل إليها د. محمد شحرور في كتابه كما استخلصها مقدم الكتاب د. جعفر دك الباب. ... 82 ¶ مصادر البحث ... 85 ¶ الفهرس ... 86 ¶ وكان الفراغ من هذا البحث في يوم عاشوراء من عام (1429هـ) وهو يوم عظيم أنجى الله فيه موسى وأهلك فرعون",
            "page": "89",
            "part": "1"
        }
    ],
    "t35913": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "د محمد شحرور من أركان الإيمان من خلال كتابه القرآن والإيمان"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "التمهيد الأول تعريف د. محمد شحرور وكتابه (الكتاب والإيمان)"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "التمهيد الثاني التعريف بمنهج د. محمد شحرور"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول موقف د. محمد شحرور من الإيمان بالكتب"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الأول: موقف د. محمد شحرور من تسمية القرآن بالقرآن، وتقسيماته لآيات القرآن الكريم."
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني: موقف د. محمد شحرور من التأويل."
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثالث: موقف د. محمد شحرور من حقيقة كلام الله."
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الرابع: موقف د. محمد شحرور من التفسير بالمأثور وموقفه من الإجماع."
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني موقف د. محمد شحرور من الإيمان بالرسل"
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الأول: الإيمان بنبوة محمد - صلى الله عليه وسلم -."
        },
        {
            "id": "44",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني: موقف د. محمد شحرور من السنة."
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثالث: معجزات الأنبياء."
        },
        {
            "id": "56",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثالث موقف د. محمد شحرور من الإيمان بالقدر"
        },
        {
            "id": "57",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الأول: العلم والكتابة."
        },
        {
            "id": "60",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني: أفعال العباد."
        },
        {
            "id": "65",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الرابع موقف د. محمد شحرور من الإيمان بالله"
        },
        {
            "id": "66",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الأول: إنكار الخلق من عدم، والقول بأزلية المادة."
        },
        {
            "id": "68",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني: حقيقية وجود الله."
        },
        {
            "id": "69",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثالث: تعريف الربوبية والألوهية:"
        },
        {
            "id": "70",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الخامس موقف د. محمد شحرور من الإيمان بالملائكة"
        },
        {
            "id": "73",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل السادس موقف د. محمد شحرور من الإيمان باليوم الآخر"
        },
        {
            "id": "77",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة ونتائج البحث"
        },
        {
            "id": "78",
            "lvl": "1",
            "sub": null,
            "tit": "الملحقات"
        },
        {
            "id": "79",
            "lvl": "2",
            "sub": null,
            "tit": "الملحق رقم (1) أخطاء علمية متفرقة"
        },
        {
            "id": "80",
            "lvl": "2",
            "sub": null,
            "tit": "الملحق رقم (2)"
        }
    ]
}