{
    "b35947": [
        {
            "id": "2",
            "nass": "This file is downloaded from the harunyahya.NET website. ¶ Visit our web site to freely download all the works of Harun Yahya. ¶ www.harunyahya.net ¶ info@harunyahya.net ¶ الحياةفي سبيل للهترجمة ميسون نهلوي مراجعة أورخان بياتلي ¶ هارون يحيى ¶ ------------- ¶ إلى القارئالسبب وراء تخصيص فصل خاص لانهيار النظرية الداروينية هو أن هذه النظرية تشكل القاعدة التي يعتمد عليها كل الفلاسفة الملحدين· فمنذ أن أنكرت الداروينية حقيقة الخلق، وبالتالي حقيقة وجود الله، تخلى الكثيرون عن أديانهم أو وقعوا في التشكيك بوجود الخالق خلال المئة والأربعين سنة الأخيرة· لذلك يعتبر دحض هذه النظرية واجباً يحتمه علينا الدين، وتقع مسؤوليته على كل منا· قد لا تسنح الفرصة للقارئ أن يقرأ أكثر من كتاب من كتبنا، لذلك ارتأينا أن نخصص فصلاً نلخص فيه هذا الموضوع·تم شرح جميع الموضوعات الإيمانية التي تناولتها كل هذه الكتب على ضوء الآيات القرآنية وهي تدعو الناس إلى كلام الله والعيش مع معانيه· شرحت كل الموضوعات التي تتعلق بالآيات القرآنية بطريقة لا تدع مكاناً للشك أو التساؤل في ذهن القارئ من خلال الأسلوب السلس والبسيط الذي اعتمده الكاتب في كتبه يمكن للقرّاء في جميع الطبقات الاجتماعية والمستويات التعليمية أن تستفيد منها وتفهمها· هذا الأسلوب الروائي البسيط يمكّن القارئ من قراءة الكتاب في جلسة واحدة، حتى أولئك الذين يرفضون الأمور الروحانية ولا يعتقدون بها، تأثروا بالحقائق التي احتوتها هذه الكتب ولم يتمكنوا من إخفاء اقتناعهم بها·يمكن للقارئ أن يقرأ هذا الكتاب وغيره من كتب المؤلف بشكل منفرد أو يتناوله من خلال مناقشات جماعية· أما أولئك الذين يرغبون في الاستفادة منه فسيجدون المناقشة مفيدة جداً إذ إنهم سيتمكنون من الإدلاء بانطباعاتهم والتحدث عن تجاربهم إلى الآخرين·إضافة إلى أن المساهمة في قراءة وعرض هذه الكتب التي كتبت لوجه الله يعتبر خدمة",
            "page": "1",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "للدين · عرضت الحقائق في هذه الكتب بأسلوب غاية في الإقناع، لذلك نقول للذين يريدون نقل الدين إلى الآخرين: إن هذه الكتب تقدم لهم عوناً كبيراً·من المفيد للقارئ أن يطلع على نماذج من هذه الكتب الموجودة في نهاية الكتاب، ليرى التنوع الذي تعرضه هذه المصادر الغنية بالمواد الدينية الممتعة والمفيدة·لن تجد في هذا الكتاب كما في غيره من الكتب، وجهات نظر شخصية للكاتب أو تعليقات تعتمد على كتب التشكيك، أو أسلوب غامض في عرض موضوعات مغرضة أو عروض يائسة تثير الشكوك وتؤدي إلى انحراف في التفكير·-------------",
            "page": "2",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "حول المؤلفولد الكاتب الذي يكتب تحت الاسم المستعار هارون يحيى في أنقرة عام 1956, بعد أن أنهى تعليمه الابتدائي والثانوي في أنقرة، درس الآداب في جامعة ميمار سنان في جامعة استنبول، وفي الثمانينيات بدأ بإصدار كتبه السياسية والدينية · هارون يحيى كاتب مشهور بكتاباته التي تدحض الداروينية وتعرض لعلاقاتها المباشرة مع الإيديولوجيات الدموية المدمرة·يتكون الاسم القلمي أو المستعار، من اسمي ''هارون'' و''يحيى'' في ذكرى موقرة للنبيَّين اللَّذَين حاربا الكفر والإلحاد، بينما يظهر الخاتم النبوي على الغلاف كرمز لارتباط المعاني التي تحتويها هذه الكتب بمضمون هذا الخاتم· يشير الخاتم النبوي إلى أن القرآن الكريم هو آخر الكتب السماوية، وأن نبينا محمداً صلى الله عليه وسلم هو خاتم النبيين· وفي ضوء القرآن والسنة وضع الكاتب هدفه في نسف الأسس الإلحادية والشركية وإبطال كل المزاعم التي تقوم عليها الحركات المعادية للدين، لتكون له كلمة الحق الأخيرة، ويعتبرهذا الخاتم الذي مهر به كتبه بمثابة إعلان عن أهدافه هذه·تدور جميع كتب المؤلف حول هدف واحد وهو نقل الرسالة القرآنية إلى الناس، وتشجيعهم على الإيمان بالله والتفكر بالموضوعات الإيمانية والوجود الإلهي واليوم الآخر·تتمتع كتب هارون يحيى بشعبية كبيرة لشريحة واسعة من القراء تمتد من الهند إلى أمريكا، ومن إنكلترا إلى أندونيسيا وبولندا والبوسنة والبرازيل وإسبانيا؛ وقد ترجمت بعض كتبه إلى الفرنسية والإنكليزية والألمانية والبرتغالية والأردية والعربية والألبانية والروسية والأندونيسية· لقد أثبتت هذه الكتب فائدتها في دعوة غير المؤمنين إلى الإيمان بالله، وتقوية إيمان المؤمنين، فالأسلوب السهل والمقنع الذي تتمتع به هذه الكتب يحقق نتائجاً مضمونة في التأثير السريع والعميق على القارئ· من المستحيل على أي قارئ يقرأ هذه الكتب ويفكر بمحتواها بشكل جدي أن يبقى معتنقاً لأي نوع من أنواع",
            "page": "3",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "الفلسفة المادية· ولو بقي أحد يحمل لواء الدفاع عنها، فسيكون ذلك من منطلق عاطفي بحت، لأن هذه الكتب تنسف تلك الفلسفات من أساسها· إن جميع الإيديولوجيات التي تقول بنكران وجود الله قد دُحضت اليوم والفضل يعود إلى كتب هارون يحيى·لا شك أن هذه الخصائص مستمدة من حكمة القرآن ووضوحه؛ وهدف الكاتب من وراء نشر هذه الكتب هو خدمة أولئك الذين يبحثون عن الطريق الصحيح للوصول إلى الله، وليس تحقيق السمعة أو الشهرة، علاوة على أنه لا يوجد هدف مادي من وراء نشر كتبه هذه·وعلى ضوء هذه الحقائق، فإن الذين يشجعون الآخرين على قراءة هذه الكتب، التي تفتح أعينهم وقلوبهم وترشدهم إلى طريق العبودية لله، يقدمون خدمة لا تقدر بثمن·من جهة أخرى، يعتبر تناقل الكتب التي تخلق نوعاً من التشويش في ذهن القارئ وتقود الإنسان إلى فوضى إيديولوجية، ولا تؤثر في إزاحة الشكوك من قلوب الناس، مضيعة للوقت والجهد، أما هذه الكتب فمن الواضح أنها لم تكن لتترك هذا الأثر الكبير على القارئ لو كانت تركز على القوة الأدبية للكاتب أكثر من الهدف السامي الذي يسعى إليه، ومن يشك بذلك يمكنه أن يرى أن الهدف الوحيد لكتب هارون يحيى هو هزيمة الكفر وتكريس القيم الإنسانية·لا بد من الإشارة إلى أن الحالة السيئة والصراعات التي يعيشها العالم الإسلامي في يومنا هذا ليست إلا نتيجة الابتعاد عن دين الله الحنيف والتوجه نحو الإيديولوجيات الكافرة، وهذا لن ينتهي إلا بالعودة إلى منهج الإيمان والتخلي عن تلك المناهج المضللة، والتوجه إلى القيم والشرائع القرآنية التي عرضها لنا خالق الكون لتكون لنا دستوراً· وبالنظر إلى حالة العالم المتردية والتي تسير به نحو هاوية الفساد والدمار، هناك واجب لا بد من أدائه وإلا··· قد لا نصل في الوقت المناسب·لا نبالغ إذا قلنا: إن مجموعة هارون يحيى قد أخذت على عاتقها هذا الدور القائد، وبعون الله ستكون هذه الكتب الوسيلة التي ستحقق شعوب القرن",
            "page": "4",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "العشرين من خلالها السلام والعدل والسعادة التي وعد بها القرآن الكريم·تتضمن أعمال الكاتب: النظام الماسوني الجديد، اليهودية والماسونية، الكوارث التي جرتها الداروينية على العالم، الشيوعية عند الأمبوش، الإيديولوجية الدموية للداروينية: الفاشية، الإسلام يرفض الإرهاب، اليد الخفية في البوسنة، وراء حوادث الإرهاب، وراء حوادث الهولوكوست، قيَم القرآن، الموضوعات 1-2-3, سلاح الشيطان: الرومانسية حقائق 1-،2 الغرب يتجه إلى الله، خدعة التطور، أكاذيب التطور، الأمم البائدة، لأولي الألباب، انهيار نظرية التطور في عشرين سؤالاً، إجابات دقيقة على التطوريين، النبي موسى، النبي يوسف، العصر الذهبي، إعجاز الله في الألوان، العظمة في كل مكان، حقيقة حياة هذا العالم، القرآن طريق العلم، التصميم في الطبيعة، بذل النفس ونماذج رائعة من السلوك في عالم الحيوان، السرمدية قد بدأت فعلاً، خلق الكون، لا تتجاهل، الخلود وحقيقة القدر، معجزة الذرة، المعجزة في الخلية، معجزة الجهاز المناعي، المعجزة في العين، معجزة الخلق في النباتات، المعجزة في العنكبوت، المعجزة في البعوضة، المعجزة في نحل العسل، المعجزة في النملة، الأصل الحقيقي للحياة، الشعور في الخلية، سلسلة من المعجزات، بالعقل يُعرف الله، المعجزة الخضراء في التركيب الضوئي، المعجزة في البروتين، أسرار .DNA وكتب الكاتب للأطفال: أيها الأطفال كذب داروين!، عالم الحيوان، عظمة السماوات، عالم أصدقائك الصغار، النمل، النحل يبني خليته بإتقان، بناة الجسر المهرة: القنادس·وتتضمن أعمال الكاتب الأخرى التي تتناول موضوعات قرآنية: المفاهيم الأساسية في القرآن، القِيَم الأخلاقية في القرآن، فهم سريع للإيمان 1-2-3, هجر مجتمع الجاهلية، المأوى الحقيقي للمؤمنين: الجنة، القيم الروحانية في القرآن، علوم القرآن، الهجرة في سبيل الله، شخصية المنافقين في القرآن، أسرار المنافق، أسماء الله، تبليغ الرسالة",
            "page": "5",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "والمجادلة في القرآن، المفاهيم الأساسية في القرآن، إجابات من القرآن، بعث النار، معركة الرسل، عدو الإنسان المُعلن: الشيطان، الوثنية، دين الجاهل، تكبر الشيطان، الصلاة في القرآن، أهمية الوعي في القرآن، يوم البعث، لا تنس أبداً، أحكام القرآن المنسية، شخصية الإنسان في مجتمع الجاهلية، أهمية الصبر في القرآن، معارف عامة من القرآن، حجج الكفر الواهية، الإيمان المتكامل، قبل أن تتوب، تقول رسلنا، رحمة المؤمنين، خشية الله، كابوس الكفر، النبي عيسى آتٍ، الجمال في الحياة في القرآن، مجموعة من جماليات الله 1-2-3, مدرسة يوسف، الافتراءات التي تعرض لها الإسلام عبر التاريخ، أهمية اتباع كلام الله، لماذا تخدع نفسك، كيف يفسر الكون القرآن، بعض أسرار القرآن، الله يتجلى في كل مكان، الصبر والعدل في القرآن، أولئك الذين يستمعون إلى القرآن·المحتويات-الفصل الأول:هدف المؤمن في الحياة: رضوان الله ... 8- الفصل الثانيابتغاء أقصى ما يرضي الله ... 22- الفصل الثالثالحياة في مجتمع الجاهلية ... 48- الفصل الرابعجهنم: دار الخلد لمن يتخذ من دون الله أندادا ... 71- الفصل الخامسالجنة: دار الخلد لمن يبتغي رضوان الله ... 73-الملحق: خديعة التطوّر ... 76الفصل الأول:هدف المؤمن في الحياة: رضوان اللهما الذي يجعل المسلم مختلفاً عن غيره من الناس؟ يجيب غير المسلمين على هذا السؤال بعدة طرق؛ فقد يرجعون هذا الاختلاف إلى النواحي الثقافية والأخلاقية، وقد يقولون أنه يعود إلى ''الاختلاف في الرؤية العالمية'' أو القيم التي يرفضونها تماماً· وبشكل مغاير قد يعتبر البعض أن الاختلافات تعود في جذورها إلى اختلاف الإيديولوجيات التي يعتنقها المسلمون· إلا أن جميع هذه الاختلافات هي اختلافات ''ظاهرية'' ناتجة عن اختلافات أكثر أصولية· ولكن غالباً ما يفشل هؤلاء في إدراك الأسباب الحقيقية الكامنة وراء هذه الاختلافات· (لا عجب أن يفشلوا في إدراكها عندما",
            "page": "6",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "يكونون غير مسلمين.(يجب أن نركز على نقطة معينة قبل المضي في عرضنا للخاصية الرئيسية التي تميز المسلم وتجعله مختلفاً: عندما نتكلم عن ''المسلم'' فنحن لا نشير إلى ذلك الذي يحمل هوية كتب عليها ''مسلم''، بل المسلم هو اللقب الذي أسبغه الله على أولئك الذين يلتزمون بدينه· الصفة الرئيسية التي يشير إليها القرآن الكريم في تمييزه للمسلم عن غيره هو أنه يدرك عظمة الله اللامتناهية· إلا أن إدراك عظمة الله اللامتناهية لا يرتبط بالضرورة بالإقرار بالعبودية لله الواحد· فهناك من يعترف بوجود الله الأحد إلا أنه لا يخشاه· يعرض لنا القرآن الكريم هذه الحقيقة كالتالي:قُلْ مَنْ يَرْزُقُكُمْ مِنْ السَّمَاءِ وَالْأَرْضِ أَمَّنْ يَمْلِكُ السَّمْعَ وَالْأَبْصَارَ وَمَنْ يُخْرِجُ الْحَيَّ مِنْ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنْ الْحَيِّ وَمَنْ يُدَبِّرُ الْأَمْرَ فَسَيَقُولُونَ اللَّهُ فَقُلْ أَفَلَا تَتَّقُون فَذَلِكُمْ اللَّهُ رَبُّكُمْ الْحَقُّ فَمَاذَا بَعْدَ الْحَقِّ إِلَّا الضَّلَالُ فَأَنَّا تُصْرَفُونَ. يونس 31-32·السؤال المطروح في الأيات السابقة موجه إلى أولئك الذين يقرون بوجود الله ويعرفون صفاته وبالرغم من كل هذا فهم لا يخشونه ويشيحون بوجوههم عن الحق؛ (فالشيطان نفسه لم ينكر وجود الله·(إن إدراك عظمة الله ليست مسألة اعتراف باللسان· فالمؤمنون الذين يدركون وجود الله وعظمته، هم الذين ''يفعلون ما أمرهم وهم مخلصون''، ويعملون بناء على هذه الحقيقة التي أصبحت واضحة أمامهم· الآخرون، من جهة أخرى، هم إما أولئك الذين ينكرون وجود الله، أو الذين لا يقرون بعبوديتهم لله عز وجل بالرغم من اعترافهم بوجوده جل وعلا، وهم الذين أشار إليهم الله عز وجل في الآية السابقة·ويبقى هؤلاء غافلين عن الله، خالق البشرية، طوال حياتهم· إنهم يتجاهلون أي سؤال قد يطرح نفسه عليهم في مسألة الخلق، مثل: من خلقهم وكيف ولماذا هيئت لهم أسباب",
            "page": "7",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "الحياة على هذه الأرض، ولا يهتمون بإيجاد أي جواب عليها· إنهم يتصورون حياة بعيدة تماماً عن الله ودينه، والآية التالية تعطينا فكرة من خلال المقارنة التي تعقدها عن حياة هؤلاء الفارغة والتي تقوم على أسس بالية، فاسدة مآلها إلى الهلاك:أَفَمَنْ أَسَّسَ بُنْيَانَهُ عَلَى تَقْوَى مِنْ اللَّهِ وَرِضْوَانٍ خَيْرٌ أَمْ مَنْ أَسَّسَ بُنْيَانَهُ عَلَى شَفَا جُرُفٍ هَارٍ فَانْهَارَ بِهِ فِي نَارِ جَهَنَّمَ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِين .التوبة 109·وكما تخبرنا الآية السابقة، فإن حياة هؤلاء الذين يفتقرون إلى الإيمان قائمة على ''شفا جرف هار''· لإن الهدف الأول الذي يعيشون من أجله هو تحقيق السعادة والأمن في ''هذه الحياة الدنيا''· ومن هذا المنطلق فإن الغاية الأسمى التي تحكم حياتهم هي كيف يصبحون أغنياء· إنهم يبذلون كل ما بوسعهم من محاولات جسدية وعقلية في سبيل تحقيق هذا الهدف· هذا بالنسبة للبعض، أما البعض الآخر، فإن الشهرة والسمعة هي الهدف من وراء الحياة الدنيا التي يحيونها،وهؤلاء مستعدون للتضحية بأي شيء من أجل الحصول على تأييد الرأي العام· إلا أن كل هذه المكاسب الدنيوية، لن تلبث أن تزول حالما يهال التراب فوق رؤوسهم، ويصبحون وحيدين في قبورهم·أما المؤمن فهو إنسان يعرف الله الذي خلقه، يؤمن بوجوده وعظمته؛ يعرف لماذا أوجده خالقه في هذه الحياة وماذا يريد منه، لذلك يكون هدفه في هذه الحياة العمل على كسب رضوان الله وتحقيق عبوديته· إنه يحاول توظيف كافة السبل والوسائل في سبيل تحقيق هدفه هذا، فهو يدرك حقيقةالحياة كما يدرك حقيقة الموت، فالموت بالنسبة للمؤمن ليس نهاية وإنما مرحلة جديدة توصله إلى الدار الآخرة، دار الخلود·الكفار، من جهة أخرى يرون أن الموت، الذي يعتبرونه مجرد حادث، هو نهاية حياتهم، تماماً كما يرون أن الحياة قد نشأت عن طريق المصادفة وبشكل تلقائي·· والحقيقة -التي لا تنتظر موافقة أو",
            "page": "8",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "إنكار أحد- هي أن الحياة من خلق الله، هو مالكها، وهو الذي يأخذها· أما الموت، الذي لا يمكن أن يكون مصادفة بأي حال من الأحوال، فهو حادث تحكمه القوانين الإلهية، وهو أولاً وأخيراً قدراً حتمي قدره الله على عباده بالزمان والمكان·المسلم هو ذلك الإنسان الذي يؤمن بقدرة الله على كل شيء وأن الموت ليس هو النهاية، بل هو مرحلة ينتقل فيها الإنسان من دار الفناء إلى دار البقاء· إنه بإدراكه هذه الحقيقة، يتجنب أن يبني حياته على ''شفا جرف هار''، بل يقبل على الله خالق ومالك الحياة والموت وما وراءهما· إنه يدرك أن الثروة والمنزلة الإجتماعية أو المظهر الحسن في هذا النظام الذي خلقه فأبدع ليس مقياس النجاح؛ إنها وسائل فحسب لتفعيل الأسس التي وضعها الله عز وجل، ولكنها وسائل سريعة الزوال· إن مفتاح النظام الذي خلقه الله هو رضوان الله، ذلك لأن الله يهدي الذين ينشدون مرضاته:يَهْدِي بِهِ اللَّهُ مَنْ اتَّبَعَ رِضْوَانَهُ سُبُلَ السَّلَامِ وَيُخْرِجُهُمْ مِنْ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِهِ وَيَهْدِيهِمْ إِلَى صِرَاطٍ مُسْتَقِيم. المائدة 16·يكون المسلم مسلماً عندما يتبع رضوان الله، وهذه هي أكثر الصفات التي تميزه عن غيره من الخلائق، وهو يعتبر الدين وسيلة لتحقيق عبوديته لله، بينما يعتبره الآخرون نظاماً عقائدياً يحتل مكانه على هامش حياتهم·ومن هذه النقطة بالذات ينشأ الفرق بين المسلم الحقيقي والمنافق · فالمسلم يعتنق الإسلام كسبيل للإهتداء إلى تحقيق العبودية والحصول على رضوان الله، أما المنافقين فيتخذ من الدين وسيلة لتحقيق مصالحه ومآربه· ولهذا السبب يصف الله عز وجل المنافقون في صلاتهم بأنهم ''يراؤون''، أما المؤمنون فهم في صلاتهم ''خاشعون''؛ وكذلك الأمر بالنسبة للإنفاق، فبينما ينفق المسلم ماله في سبيل الله، ينفقه المنافق في سبيل التأثير على الناس وكسب مديحهم وثنائهم·يَاأَيُّهَا الَّذِينَ آمَنُوا لَا",
            "page": "9",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "تُبْطِلُوا صَدَقَاتِكُمْ بِالْمَنِّ وَالْأَذَى كَالَّذِي يُنفِقُ مَالَهُ رِئَاءَ النَّاسِ وَلَا يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَمَثَلُهُ كَمَثَلِ صَفْوَانٍ عَلَيْهِ تُرَابٌ فَأَصَابَهُ وَابِلٌ فَتَرَكَهُ صَلْدًا لَا يَقْدِرُونَ عَلَى شَيْءٍ مِمَّا كَسَبُوا وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْكَافِرِينَ. البقرة 264·الجهاد في سبيل رضوان اللهيجاهد الإنسان في هذه الحياة للحصول على المكتسبات الدنيوية واضعاً في اعتباره أنها هي هدفه الأسمى في هذه الحياة، فهو يسعى جاهداً للحصول على الرفاهية والسعادة الدنيوية التي يصفها القرآن الكريم ''ثمناً قليلاً''(التوبة/9) · هذا الثمن، الذي يستنفذ فيه كل طاقاته، لا يلبث أن ينفلت من بين يديه· أما المسلم فيجاهد في سبيل الحصول على الجزاء الأوفى وهو جنة الله ورضوانه· ويخبرنا الله عن هذه المفارقة في هذه الآية الكريمة:مَنْ كَانَ يُرِيدُ الْعَاجِلَةَ عَجَّلْنَا لَهُ فِيهَا مَا نَشَاءُ لِمَنْ نُرِيدُ ثُمَّ جَعَلْنَا لَهُ جَهَنَّمَ يَصْلَاهَا مَذْمُومًا مَدْحُورًا وَمَنْ أَرَادَ الْآخِرَةَ وَسَعَى لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأُوْلَئِكَ كَانَ سَعْيُهُمْ مَشْكُورًا. الإسراء 18-19·يجاهد المسلم ''حق الجهاد'' في سبيل الحصول على مرضاة الله والفوز بالدار الآخرة· إنه ''يبيع'' نفسه وماله لله، هذه هي صفات المؤمنين التي يذكرها لنا القرآن الكريم:إِنَّ اللَّهَ اشْتَرَى مِنْ الْمُؤْمِنِينَ أَنفُسَهُمْ وَأَمْوَالَهُمْ بِأَنَّ لَهُمْ الْجَنَّةَ يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ فَيَقْتُلُونَ وَيُقْتَلُونَ وَعْدًا عَلَيْهِ حَقًّا فِي التَّوْرَاةِ وَالْإِنجِيلِ وَالْقُرْآنِ وَمَنْ أَوْفَى بِعَهْدِهِ مِنْ اللَّهِ فَاسْتَبْشِرُوا بِبَيْعِكُمْ الَّذِي بَايَعْتُمْ بِهِ وَذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ. التوبة 111·والمسلم لا يأبه للصعوبات التي يواجهها في جهاده",
            "page": "10",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "سبيل الله، ولا يتوجه إلى أي شيء خارج مرضاة الله فقد باع نفسه وماله لله، فمرضاة الله هي التي يسعى إليها فقط· ولأنه يعرف أنه ليس هو المالك الحقيقي لما يتصرف به من ممتلكات في هذه الدنيا بما فيها نفسه،وأن الله هو المالك الحقيقي لروحه وماله فهو يضعهما ويسخرهما لله ولا ينصت لصوت الهوى والنفس·من جهة أخرى، يتم اختبار مدى جدية سعي الإنسان وعمله ·وعلى المسلم ألا يخشى شيئاً عند جهاده· أما المنافقون، فهم في سبيل الفوز بما قال عنه القرآن الكريم (عرضاً قريباً أو سفراً قاصداً) يتظاهرون بالعمل الذي يشبه في مظهره أعمال المؤمنين ولكنه يختلف عنها في باطنه تماماً، فنيتهم الحقيقية هي ''العرض القريب''·لَوْ كَانَ عَرَضًا قَرِيبًا وَسَفَرًا قَاصِدًا لَاتَّبَعُوكَ وَلَكِنْ بَعُدَتْ عَلَيْهِمْ الشُّقَّةُ وَسَيَحْلِفُونَ بِاللَّهِ لَوْ اسْتَطَعْنَا لَخَرَجْنَا مَعَكُمْ يُهْلِكُونَ أَنفُسَهُمْ وَاللَّهُ يَعْلَمُ إِنَّهُمْ لَكَاذِبُونَ. التوبة 42.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "لذلك فإن المعيار الوحيد لتحقيق حقيقة الإيمان، هو النية الخالصة في الجهاد في سبيل الله وعدم التواني عن تقديم أي تضحية يتطلبها هذا الجهاد ) إنا أخلصناهم بخالصة ذكرى الدار(ص 46·لا يسعى المؤمن للحصول على أي منفعة مادية تبتعد عن رضوان الله· إنه في النهاية يبتغي رحمة الله وجنته:وَمَنْ يَعْمَلْ مِنْ الصَّالِحَاتِ مِنْ ذَكَرٍ أَوْ أُنثَى وَهُوَ مُؤْمِنٌ فَأُوْلَئِكَ يَدْخُلُونَ الْجَنَّةَ وَلَا يُظْلَمُونَ نَقِيرًا. النساء 124·وكما رأينا، فإن القرآن الكريم يعطينا صورة واضحة عن المؤمنين· الجنة هي جزاء ''الموقنين'' بالله واليوم الآخر والذين يجاهدون ''في سبيل الله حق جهاده''· ويصف لنا الله تعالى في المقابل جزاء من ''يعبد الله على حرف''، ويضع المصالح الدنيوية في مقابل مرضاة الله تعالى:وَمِنْ النَّاسِ مَنْ يَعْبُدُ اللَّهَ عَلَى حَرْفٍ فَإِنْ أَصَابَهُ خَيْرٌ اطْمَأَنَّ بِهِ وَإِنْ أَصَابَتْهُ فِتْنَةٌ انقَلَبَ عَلَى وَجْهِهِ خَسِرَ الدُّنْيَا وَالْآخِرَةَ ذَلِكَ هُوَ الْخُسْرَانُ الْمُبِينُ. الحج 11·المؤمنون يؤمنون باليوم الآخر· لقد وعد الله المؤمنين بحياة خالدة رغيدة في الآخرة ، وحياة سعيدة هنيئة في الدنيا أيضاً· إلا أن هذا لا يعني بحال من الأحوال أنهم لن يلاقوا مصاعب ومتاعب في هذه الحياة· فالفتن التي يتعرضون لها هي امتحانات تزيد من نضجهم الشخصي· تبدو المصاعب التي يواجهها المؤمن في ظاهرها صعبة وشاقة، إلا أنه ما إن يقابلها بالتسليم والخضوع للمشيئة الإلهية حتى يريحه الله عز وجل من كل هذه المتاعب ويهونها عليه· على سبيل المثال، عندما حاول قوم إبراهيم(ع) إلقاءه في النار بسبب إيمانه بالله وعقيدته السليمة، كان جوابه متميزاً؛ لقد رفض أن يتحول عن معتقده وفضل أن يلقى في النار· إن الإلقاء في النار هو قمة العذاب الجسدي الذي يمكن أن يستشعره أي إنسان في العالم· إلا أن إبراهيم(ع)، الذي واجه هذا",
            "page": "12",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "الامتحان من الله بالكثير من التسليم والخضوع للمشيئة الربانية، نجا من هذه النار بفضل الله، ولم يمسه من سوئها شيء بإذنه·قَالَ أَفَتَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَنفَعُكُمْ شَيْئًا وَلَا يَضُرُّكُمْ أُفٍّ لَكُمْ وَلِمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ أَفَلَا تَعْقِلُونَ قَالُوا حَرِّقُوهُ وَانصُرُوا آلِهَتَكُمْ إِنْ كُنتُمْ فَاعِلِينَ قُلْنَا يَانَارُ كُونِي بَرْدًا وَسَلَامًا عَلَى إِبْرَاهِيمَ وَأَرَادُوا بِهِ كَيْدًا فَجَعَلْنَاهُمْ الْأَخْسَرِينَ. الأنبياء 66-70·ويخبرنا الله عز وجل من خلال آيات القرآن الكريم، أن الأذى لن ينال أولئك الذين لا يخافون من خسارة أي شيء وهم يجاهدون في سبيل الله، وأنهم سيفوزون بالكثير من الجزاء الروحي والمادي· تخبرنا الآية التالية عن حال المؤمنين وهم في أكثر الأوضاع حرجاً، على وشك أن يخسروا المعركة:الَّذِينَ قَالَ لَهُمْ النَّاسُ إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ فَاخْشَوْهُمْ فَزَادَهُمْ إِيمَانًا وَقَالُوا حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ فَانْقَلَبُوا بِنِعْمَةٍ مِنْ اللَّهِ وَفَضْلٍ لَمْ يَمْسَسْهُمْ سُوءٌ وَاتَّبَعُوا رِضْوَانَ اللَّهِ وَاللَّهُ ذُو فَضْلٍ عَظِيمٍ إِنَّمَا ذَلِكُمْ الشَّيْطَانُ يُخَوِّفُ أَوْلِيَاءَهُ فَلَا تَخَافُوهُمْ وَخَافُونِي إِنْ كُنْتُمْ مُؤْمِنِينَ وَلَا يَحْزُنْكَ الَّذِينَ يُسَارِعُونَ فِي الْكُفْرِ إِنَّهُمْ لَنْ يَضُرُّوا اللَّهَ شَيْئًا فَانْقَلَبُوا بِنِعْمَةٍ مِنْ اللَّهِ وَفَضْلٍ لَمْ يَمْسَسْهُمْ سُوءٌ وَاتَّبَعُوا رِضْوَانَ اللَّهِ وَاللَّهُ ذُو فَضْلٍ عَظِيم إِنَّمَا ذَلِكُمْ الشَّيْطَانُ يُخَوِّفُ أَوْلِيَاءَهُ فَلَا تَخَافُوهُمْ وَخَافُونِي إِنْ كُنْتُمْ مُؤْمِنِينَ وَلَا يَحْزُنْكَ الَّذِينَ يُسَارِعُونَ فِي الْكُفْرِ إِنَّهُمْ لَنْ يَضُرُّوا اللَّهَ شَيْئًا يُرِيدُ اللَّهُ أَلَّا",
            "page": "13",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "يَجْعَلَ لَهُمْ حَظًّا فِي الْآخِرَةِ وَلَهُمْ عَذَابٌ عَظِيمٌ إِنَّ الَّذِينَ اشْتَرَوْا الْكُفْرَ بِالْإِيمَانِ لَنْ يَضُرُّوا اللَّهَ شَيْئًا وَلَهُمْ عَذَابٌ أَلِيمٌ. آل عمران 173-177·وهكذا، فإن المؤمن الذي يبتغي مرضاة الله ويتبع أوامره وينتهي عن نواهيه لا يصيبه نصب ولا وصب· ويتضح هذا من خلال مجرى الأحداث التي يمتحن الله عز وجل من خلالها صبر المؤمن وثباته وخضوعه لخالقه قد تبدو هذه الأحداث صعبة ومتعبة في ظاهرها، إلا أنها عندما تلتقي مع الصبر والتسليم ، فإنها تبصر الفرد برحمة الله· ومع ذلك فإن الله رؤوف بعباده لا يكلفهم مالا يطيقون· يقول عز وجل: لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ رَبَّنَا لَا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِنْ قَبْلِنَا رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا أَنْتَ مَوْلَانَا فَانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ. البقرة 286·إن الله عز وجل لا يعاقب مؤمن يعبده بإخلاص، سواء في الدنيا أو في الآخرة· بل على العكس إنه يجزيه عن عبادته في الدنيا ويدخر له الجزاء الأوفى في الآخرة:وَقِيلَ لِلَّذِينَ اتَّقَوْا مَاذَا أَنْزَلَ رَبُّكُمْ قَالُوا خَيْرًا لِلَّذِينَ أَحْسَنُوا فِي هَذِهِ الدُّنْيَا حَسَنَةٌ وَلَدَارُ الْآخِرَةِ خَيْرٌ وَلَنِعْمَ دَارُ الْمُتَّقِينَ جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ لَهُمْ فِيهَا مَا يَشَاءُونَ كَذَلِكَ يَجْزِي اللَّهُ الْمُتَّقِين. النحل 30-31·وينذر الله عز وجل الذين لا يقرون بعبوديتهم لله ولا يقرون بقدره ويغفلون عن السعي لمرضاته، وإنما يعيشون لأهوائهم ورغباتهم بشيء من العذاب والمتاعب· عندما",
            "page": "14",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "يبتلى المؤمن بأنواع البلاء، يدرك أن هذا الامتحان رحمة من الله باعتباره إنذاراً من الله ودرساً عليه أن يتعلم منه فيتوب عن ذنوبه ويصلح من مسيرته· أما الكافر فلا يتعظ أبداً من المحن التي يتعرض لها ، مما يجعله مستحقاً للعذاب الذي ينتظره في الدار الآخرة·معرفة النفسهناك معلومة أخرى على جانب كبير من الأهمية يخبرنا بها القرآن الكريم فيما يخص ''النفس'' الإنسانية''، كما يستخدمها القرآن، وهي تعني الذات، أو ''شخصية الإنسان''·يصف القرآن الكريم الجانبين المتناقضين للنفس: الجانب الشيطاني والذي يوحي بالأفعال السيئة، والجانب الرحماني الذي يوحي للإنسان بالأفعال الخيرة ويحذره من الإيحاءات الشريرة· يصف الله عز وجل النفس في سورة الشمس:وَنَفْسٍ وَمَا سَوَّاهَا فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا قَدْ أَفْلَحَ مَنْ زَكَّاهَا وَقَدْ خَابَ مَنْ دَسَّاهَا.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "الشمس 7-10·يمكننا أن نستنتج من خلال الآية السابقة أن الجانب الشيطاني موجود في النفس الإنسانية، إلا أن من ينقي روحه ويصفيها سيفوز بالنجاة؛ فالمؤمنون لا يسلمون أنفسهم للشيطان، إنهم يتجنبون هذا ببساطة بهداية من الوحي الإلهي، كما يقول سيدنا يوسف عليه السلام:وَمَا أُبَرِّئُ نَفْسِي إِنَّ النَّفْسَ لَأَمَّارَةٌ بِالسُّوءِ إِلَّا مَا رَحِمَ رَبِّي إِنَّ رَبِّي غَفُورٌ رَحِيم. يوسف 53·وهذا إنما يعرض لأسلوب التفكير القويم عند المؤمن·وحيث أن النفس ''أميل إلى السلوك الشيطاني'' فعلى المؤمن أن يكون يقظاً دائماً · فكما يخبرنا الرسول محمد صلى الله عليه وسلم أن الجهاد الأكبر هو جهاد النفس· إن النفس لا تفتأ تغوي الإنسان ولا تكسبه شيئاً من مرضاة الله، وهي في إغوائها هذا تعرض له البدائل المغرية· إلا أن المؤمن، وبفضل خشيته من الله عز وجل، لا ينخدع بهذا التزيين الزائف الذي تعرضه عليه نفسه· إنه دائماً يتطلع إلى الصحيح والصواب من العمل ليجعل منه مرشداً له في حياته فيما يتوافق مع إرادة اللله· وهنا يتباين موقف العاقل من موقف الغافل، أو الأحمق وهو ما وصفه الرسول صلى الله عليه وسلم بـ ''العاجز''· يقول سيدنا محمد صلى الله عليه وسلم:''الكيِّس من دان نفسه وعمل لما بعد الموت، والعاجز من أَتبَعَ نفسه هواها وتمنَّى على الله·'' رواه الترمذي - الجامع الصحيح·الابتعاد عن الشركباختصار شديد، الشرك هو إشراك مخلوقات أو جمادات أخرى في العبادة مع الله· ومع هذا التعريف ترتفع إحتجاجات الكثيرين في أنهم لا ''يشركون بالله شيئاً'' بالرغم من أن الحقيقة تثبت إشراكهم· ويعود سبب إحتجاجهم هذا إلى إخفاقهم في تحديد حقيقة الشرك ومعناه· ويروي لنا الله عز وجل حالات العديد من البشر الذين يشركون بالله ومع ذلك يرفضون الاعتراف بشركهم هذا، وإحدى هذه الحالات ما تعرضت لها في سورة الأنعام:وَيَوْمَ نَحْشُرُهُمْ جَمِيعًا ثُمَّ نَقُولُ",
            "page": "16",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "لِلَّذِينَ أَشْرَكُوا أَيْنَ شُرَكَاؤُكُمْ الَّذِينَ كُنتُمْ تَزْعُمُونَ ثُمَّ لَمْ تَكُنْ فِتْنَتُهُمْ إِلَّا أَنْ قَالُوا وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِين. الأنعام 22-23·يجب أن لا يدعي أحد أنه بعيد عن الشرك تماماً، بل عليه أن يدعو الله دائماً بأن يبعده عنه· فالشرك ذنب عظيم، ولقد قال لنا رسول الله عز وجل عندما سئل عن أعظم الذنوب ''أن تشرك بالله'' · وفي القرآن الكريم يخبرنا الله عز وجل أن الله عز وجل يغفر الذنوب جميعاً إلا الشرك بالله:إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ وَمَنْ يُشْرِكْ بِاللَّهِ فَقَدْ افْتَرَى إِثْمًا عَظِيمًا. النساء 48.إن النقطة الأولى التي يبدأ منها الشرك، ''الإثم والذنب العظيم''، هي نسب صفات الله عز وجل أو بعضها إلى غيره من مخلوقاته· صحيح أن المخلوقات الأرضية تتصف بصفات مثل الجمال، القوة ، الذكاء وغيرها، إلا أن هذه الصفات لا تعود إليها بمطلقها، وإنما هي منحة من الله، مالكها، إلى خلقه، وهي ستزول بزوال هذا المخلوق الذي وهبت له· ومن هنا كانت نسبة هذه الصفات إلى المخلوق الأرضي تعني جعله نداً لله واتخاذه إلهاً· إن الله عز وجل متفرد بصفاته، واحد أحد:قُلْ هُوَ اللَّهُ أَحَدٌ اللَّهُ الصَّمَد لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ· الإخلاص 1-4.فالله عز وجل هو المعيل لكل إنسان، وكل إنسان يحتاجه في البقاء في هذه الحياة· عندما ينكر أحدهم هذه الحقيقة، وعندما يبدأ بعض الأشخاص بالتفكير بأن هناك بعض المخلوقات يمكن أن توجد نفسها بإرادتها دون معونة من الله، يطفو الشرك على السطح· ومع هذه العقلية، ينسى الإنسان أن كل مخلوق في هذا الكون، إنما هو في ظل الله وحكمه، وهنا تنشأ العقيدة الخاطئة حول وجود مخلوقات مستقلة عن المشيئة الإلهية، وبالتالي يؤدي الإدعاء بوجود مخلوقات كهذه بالإنسان إلى",
            "page": "17",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "اتخاذها كآلهة فيسألها العون ويدين لها بالولاء فيطبق أحكامها ويستمع لقوانينها·وفي المقابل، فإن الإنسان المؤمن الذي لا يدعو مع الله إلهاً آخر، لا يلتفت لأحد غيره لأنه يعرف أنه هو الحاكم في كل شيء المهيمن على كل شيء· فالمؤمن يعيش وشعاره:مَالِكِ يَوْمِ الدِّينِ. الفاتحة: 4.إن المشركين الذين يتخذون مع الله إلهاً آخر، إنما يشركون به من لا يملك لهم ضراً ولا نفعاً، ذلك لأن هذه المخلوقات التي يتخذونها كآلهة، ما هي إلا عباد ضعاف، يخبرنا الله عن ذلك بقوله عز وجل:أَيُشْرِكُونَ مَا لَا يَخْلُقُ شَيْئًا وَهُمْ يُخْلَقُونَ وَلَا يَسْتَطِيعُونَ لَهُمْ نَصْرًا وَلَا أَنفُسَهُمْ يَنصُرُونَ وَإِنْ تَدْعُوهُمْ إِلَى الْهُدَى لَا يَتَّبِعُوكُمْ سَوَاءٌ عَلَيْكُمْ أَدَعَوْتُمُوهُمْ أَمْ أَنْتُمْ صَامِتُونَ إِنَّ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ عِبَادٌ أَمْثَالُكُمْ فَادْعُوهُمْ فَلْيَسْتَجِيبُوا لَكُمْ إِنْ كُنتُمْ صَادِقِينَ. الأعراف 191- 194·ولذلك يكون الشرك من أعظم الآثام، وخدعة كبيرة وموقفاً في غاية الحمق· يخبرنا الله عز وجل عن الوهن العقلي لأولئك الذين يتخذون مع الله إلهاً آخر من خلال مثل في غاية البلاغة ضربه الله عز وجل لهم:يَاأَيُّهَا النَّاسُ ضُرِبَ مَثَلٌ فَاسْتَمِعُوا لَهُ إِنَّ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ لَنْ يَخْلُقُوا ذُبَابًا وَلَوْ اجْتَمَعُوا لَهُ وَإِنْ يَسْلُبْهُمْ الذُّبَابُ شَيْئًا لَا يَسْتَنقِذُوهُ مِنْهُ ضَعُفَ الطَّالِبُ وَالْمَطْلُوبُ مَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ إِنَّ اللَّهَ لَقَوِيٌّ عَزِيز. الحج 73-74·وللشرك بالله أشكال عديدة· فعندما يتخذ الإنسان آلهة أخرى مع الله، يسعى إلى مرضاتهم، ويعلق عليهم الآمال، ويتخذ أحكامهم على محمل الصواب الذي لا يقبل الخطأ· وهكذا يصبح الإنسان عبداً لآلهة خيالية· إنه يأمل أن يجد لديهم الراحة والخلاص، وهم لا يعدون",
            "page": "18",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "أن يكونوا خلقاً مثله لا يفوقونه أهمية· المشرك بالله يجد نفسه دائماً في مأزق، وخسارته كبيرة جداً، فالشرك ظلم وظلمات يوم القيامة:وَإِذْ قَالَ لُقْمَانُ لِابْنِهِ وَهُوَ يَعِظُهُ يَابُنَيَّ لَا تُشْرِكْ بِاللَّهِ إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ. لقمان 13·والمشرك ظالم لنفسه أولاً:إِنَّ اللَّهَ لَا يَظْلِمُ النَّاسَ شَيْئًا وَلَكِنَّ النَّاسَ أَنْفُسَهُمْ يَظْلِمُون. يونس 44·الفصل الثانيابتغاء أفضل ما يرضي اللهإن المؤمن هو ذلك الإنسان الذي نقى نفسه من الشرك ومن جميع أنواع الجهل مثل تعليق الآمال على آلهة خيالية وابتغاء مرضاتها، وبالتالي إظهاره العبودية لها· إنه يدين بالعبودية لله وحده ويبتغي مرضاته وحده لا شريك له أي أنه ''يجاهد في سبيل ذلك حق الجهاد''·إن أساس ''الجهاد حق الجهاد'' هو ابتغاء أفضل ما يرضي الله عز وجل· وعلى رأس الخيارات المتوفرة، والتي تعتبر شرعية في مجموعها، يجب أن يختار المؤمن أفضل ما يرضي الله عز وجل· يمكن أن نلخص ذلك كالتالي:- يمضي المؤمن حياته في عمل ''الحلال''· والقرآن الكريم يوضح لنا ما هو الحرام، وهي أشياء قليلة في عددها، وما عداها كلها أعمال حلال· - إضافة إلى ذلك يسعى المؤمن إلى عمل أفضل ما يرضي الله عز وجل من أعمال، يقوده في ذلك بصيرته وحكمته الإنفاق في سبيل الله، على سبيل المثال، سيجعل هذا المفهوم أكثر وضوحاً· فالمؤمن هو إنسان قد باع ''نفسه وما يملك''لله عز وجل· إنه يضع كل ما يملك في سبيل ما يرضي الله، وفي هذا يتعرض الإنسان إلى عدة خيارات· ففي الإنفاق على سبيل المثال، عندما يكون لديك مبلغ جيداً من المال يمكنك أن تشتري به بزة جميلة وثمينة، وهذا في حد ذاته عمل حلال ومشروع، فمما لا شك فيه أن الظهور بمظهر حسن أمر يرضي الله عز وجل؛ إلا أنه توجد وجوه أخرى يمكن إنفاق هذا المبلغ من المال فيها وترضي الله أكثر· فإعطاء هذا المبلغ إلى إنسان محتاج على سبيل المثال",
            "page": "19",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "يرضي الله أكثر· هنا نجد أنه يجب على الإنسان أن يضع إحتمالات المسالك التي يمكنه أن يسلكها من خلال الحالة أو الوضع الذي هو فيه، ومن ثم يقرر الأولويات كما يمليها عليه ضميره·مثال آخر يمكنه أن يلقي ضوءً أكثر على هذا المفهوم ويوضحه: المؤمن مسؤول عن إحلال الحلال وتحريم الحرام، '' أو الأمر بالمعروف والنهي عن المنكر'' وتبليغ دين الله والمضي في الجهاد الفكري ضد طواغيت الأرض· إن تحمل كل هذه المسؤوليات هي إحدى الطرق التي يحقق من خلالها المؤمن مرضاة الله عز وجل، وتبنيها يعني أن هناك بعض الواجبات التي لها الأولوية· وبما أنه يوجد الكثير من الواجبات المترتبة من خلال هذه المسؤولية الهامة، فمن الخطأ إعطاء هذه الأولوية لغيرها من الأعمال، وإن كانت حلالاً ومشروعة· على سبيل المثال، الإنسان مسؤول عن رعاية نفسه وأسرته، فهو المسؤول عن توفير الأمن وسبل الحياة الكريمة لأفراد هذه الأسرة، إلا أن هذا لا يعطيه العذر في التخلي عن مسؤولية ''الأمر بالمعروف والنهي عن المنكر'' بحجة الخوف على عائلته، فهذا ليس من سلوكيات المؤمن·وبقليل من التفكير ، يمكننا أن نجد أن ''النفس'' موجودة دائماً عند القيام بالأمور الأقل قيمة في مضمار السعي لمرضاة الله· إن تفضيل الأمور البسيطة على الأمور ذات القيمة في الأعمال التي يبتغي فيها المؤمن مرضاة الله عز وجل إنما هو مؤشر على إشراك النفس في الاختيار··· إن ما يحتاجه الإنسان ليهتدي في هذا الاختيار لا يتطلب تدخل النفس في اتخاذ القرار، وإنما أن يكون سعيه خالصاً لوجهه الكريم· إن السعي للفوز بمرضاة الله بنسبة تسع وتسعون بالمئة مع ترك واحد بالمئة للنفس هو أمر غير مقبول من الله تعالى، لأن هذا ببساطة يعني جعل النفس شريكاً لله تعالى· نسبة الشرك الضئيلة هذه، واحد بالمئة، قد تحبط جميع أعماله وتجعلها غير مقبولة· يصف لنا الله تعالى حال أولئك الذين يتخذون مع الله إلهاً آخر بقوله عز",
            "page": "20",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "وجل:وَجَعَلُوا لِلَّهِ مِمَّا ذَرَأَ مِنْ الْحَرْثِ وَالْأَنْعَامِ نَصِيبًا فَقَالُوا هَذَا لِلَّهِ بِزَعْمِهِمْ وَهَذَا لِشُرَكَائِنَا فَمَا كَانَ لِشُرَكَائِهِمْ فَلَا يَصِلُ إِلَى اللَّهِ وَمَا كَانَ لِلَّهِ فَهُوَ يَصِلُ إِلَى شُرَكَائِهِمْ سَاءَ مَا يَحْكُمُونَ.الأنعام 136·عندما يخاطر الإنسان بنفسه في سبيل حماية عائلته في حال تعرضها لحادث ظالم، هو نوع آخر من أنواع الجهاد في سبيل الله ولكن عليه أن لا ينسى إخوانه في الدين وما يتعرضون له من اضطهاد وظلم·ومن جهة أخرى يذكر لنا القرآن الكريم حال المؤمن الذي يبيع نفسه وكل ماله في هذه الحياة لله رب العالمين:قُلْ إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَاي وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ. الأنعام 162·وبصدد ابتغاء المؤمن لمرضاة الله عز وجل، نذكر موقف المؤمنين في حقل القتال في زمن الرسول صلى الله عليه وسلم كما يرويه القرآن الكريم· عندما كان على المؤمنين مواجهة أحد الفريقين في القتال، اختاروا الفريق الأضعف؛ إلا أن الله عز وجل أمرهم أن يقاتلوا الفريق الأقوى· يقول تعالى:وَإِذْ يَعِدُكُمْ اللَّهُ إِحْدَى الطَّائِفَتَيْنِ أَنَّهَا لَكُمْ وَتَوَدُّونَ أَنَّ غَيْرَ ذَاتِ الشَّوْكَةِ تَكُونُ لَكُمْ وَيُرِيدُ اللَّهُ أَنْ يُحِقَّ الْحَقَّ بِكَلِمَاتِهِ وَيَقْطَعَ دَابِرَ الْكَافِرِينَ لِيُحِقَّ الْحَقَّ وَيُبْطِلَ الْبَاطِلَ وَلَوْ كَرِهَ الْمُجْرِمُون. الأنفال 7-8·لقد أراد الله عز وجل لهم أن يقاتلوا الفريق الأقوى، وبتسليمهم لأمر الله كان النصر حليفهم·هذا المثال له خصوصية الظروف التي حدث فيها من حيث الزمان والوضع· إلا أن المسلمين دائماً وعلى مر العصور يظلون دائماً في امتحان مستمر من خلال مختلف الحوادث التي يمرون بها· فالمسلمون اليوم، على سبيل المثال، يجب أن ينشغلوا في معركتهم الفكرية مع أولئك الذين ينكرون القرآن وحقائق الخلق، والذين يسعون",
            "page": "21",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "لنشر بذور الفساد في الأرض· ومن هنا يتوجب على المسلمين أن يسلكوا أفضل السبل في معركتهم التي قرروا خوضها وتعهدوها· إلا أنه إذا كان الإنسان قادراً على تبني هذه المسؤولية ، وإذا كان منشغلاً بمواضيع ليست على جانب كبير من الأهمية فقط لإشباع رغبات أحدهم، فهذا سيكون عملاً يغضب الله·وهذه الحالة، بالطبع، لا تتوافق مع سلوكيات المسلم الحقيقي· إنه إنسان اختاره الله عز وجل ومنَّ عليه بالإيمان، إنه مسؤول عن اقتلاع الشر والإثم من المجتمع، وإحلال الأمن والمناخ الذي يمكن أن يعيش فيه كل إنسان في ظل دين الله في ذلك المجتمع مكان الفساد· إنه مسؤول عن نصرة الرجال والنساء والأطفال المستضعفين، يقول تعالى:وَمَا لَكُمْ لَا تُقَاتِلُونَ فِي سَبِيلِ اللَّهِ وَالْمُسْتَضْعَفِينَ مِنْ الرِّجَالِ وَالنِّسَاءِ وَالْوِلْدَانِ الَّذِينَ يَقُولُونَ رَبَّنَا أَخْرِجْنَا مِنْ هَذِهِ الْقَرْيَةِ الظَّالِمِ أَهْلُهَا وَاجْعَل لَنَا مِنْ لَدُنْكَ وَلِيًّا وَاجْعَل لَنَا مِنْ لَدُنْكَ نَصِيرًا. النساء 75·إلا أن هذا المفهوم لا يقتصر على المعركة الفكرية، بل إن المسلم عليه أن يتبنى هذا الموقف ويحافظ عليه في حياته اليوميةوعند كل حادث يتعرض له في رحلته الدنيوية·وهنا علينا أن لا ننسى أن تعبير ''أفضل ما يرضي الله'' يستخدم لجعل المفهوم أكثر وضوحاً· إن الإشتغال بالأمور الصغيرة وإهمال الأمور العظيمة لا يرضي الله تعالى· إذاً فإن أفضل ما يرضي الله عز وجل هو، في أي ظرف كان، هو ما يتوافق مع إرادة الله· بتعبير آخر ، لا يوجد بديل لأفضل ما يرضي الله تعالى·إن الاقتناع بالقليل، والكف عن استقصاء أفضل ما يرضي الله تعالى إنما ينبع عن نظرة قاصرة لمفهوم الدار الآخرة، وهذا القصور نابع عن اعتقاد الإنسان بأنه يستحق الجنة· إلا أنه لا أحد في هذه الدنيا متأكدة من هذه الجائزة، والجميع خاضع لمشيئة الله عز وجل، حتى الرسول صلى الله عليه وسلم:أَمْ",
            "page": "22",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "يَقُولُونَ افْتَرَى عَلَى اللَّهِ كَذِبًا فَإِنْ يَشَأْ اللَّهُ يَخْتِمْ عَلَى قَلْبِكَ وَيَمْحُ اللَّهُ الْبَاطِلَ وَيُحِقُّ الْحَقَّ بِكَلِمَاتِهِ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ. الشورى 24·المؤمن الحق لا يستسلم للشعور بأنه ضامن للجنة، وإنما يعيش حياته بين الخوف والرجاءوَلَا تُفْسِدُوا فِي الْأَرْضِ بَعْدَ إِصْلَاحِهَا وَادْعُوهُ خَوْفًا وَطَمَعًا إِنَّ رَحْمَةَ اللَّهِ قَرِيبٌ مِنْ الْمُحْسِنِينَ. الأعراف 56·كذلك يعتقد الذين لا يؤمنون أنهم يستحقون الجنة، لأنهم لا يخشون الله عز وجل حق خشيته، ويظنون أنهم يحسنون صنعاً· إنهم لا يفتأون يقولون بسبب قصورهم العقلي: ''سيُغفر لنا في جميع الأحوال''·يقول الله عز وجل عن هؤلاء فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ وَرِثُوا الْكِتَابَ يَأْخُذُونَ عَرَضَ هَذَا الْأَدْنَى وَيَقُولُونَ سَيُغْفَرُ لَنَا وَإِنْ يَأْتِهِمْ عَرَضٌ مِثْلُهُ يَأْخُذُوهُ أَلَمْ يُؤْخَذْ عَلَيْهِمْ مِيثَاقُ الْكِتَابِ أَنْ لَا يَقُولُوا عَلَى اللَّهِ إِلَّا الْحَقَّ وَدَرَسُوا مَا فِيهِ وَالدَّارُ الْآخِرَةُ خَيْرٌ لِلَّذِينَ يَتَّقُونَ أَفَلَا تَعْقِلُون. الأعراف 169·هناك أيضاً من يغترون بالثروة المادية في هذه الحياة الدنيا ، ويعتقدون أن ما هم فيه إنما هو مؤشر على محبة الله عز وجل لهم، لذلك فهم يعتقدون أنهم سيرحب بهم في الجنة، ولو أنهم يشكون بوجودها· يخبرنا الله عز وجل عن أمثال هؤلاء في سورة الكهف:وَاضْرِبْ لَهُمْ مَثَلًا رَجُلَيْنِ جَعَلْنَا لِأَحَدِهِمَا جَنَّتَيْنِ مِنْ أَعْنَابٍ وَحَفَفْنَاهُمَا بِنَخْلٍ وَجَعَلْنَا بَيْنَهُمَا زَرْعًا كِلْتَا الْجَنَّتَيْنِ آتَتْ أُكُلَهَا وَلَمْ تَظْلِمْ مِنْهُ شَيْئًا وَفَجَّرْنَا خِلَالَهُمَا نَهَرًا وَكَانَ لَهُ ثَمَرٌ فَقَالَ لِصَاحِبِهِ وَهُوَ يُحَاوِرُهُ أَنَا أَكْثَرُ مِنْكَ مَالًا وَأَعَزُّ نَفَرًا وَدَخَلَ جَنَّتَهُ",
            "page": "23",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "وَهُوَ ظَالِمٌ لِنَفْسِهِ قَالَ مَا أَظُنُّ أَنْ تَبِيدَ هَذِهِ أَبَدًا وَمَا أَظُنُّ السَّاعَةَ قَائِمَةً وَلَئِنْ رُدِدْتُ إِلَى رَبِّي لَأَجِدَنَّ خَيْرًا مِنْهَا مُنقَلَبًا. الكهف 32-36·أما المسلم فهو على النقيض من ذلك، يخشى الضلال بعد الهداية ، ودعائه كما جاء في القرآن الكريم: رَبَّنَا لَا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِنْ لَدُنْكَ رَحْمَةً إِنَّكَ أَنْتَ الْوَهَّاب. آل عمران8.إلا أن هذه الخشية ليست تلك الخشية التي يفزع منها المؤمن ويقنط منها قلبه، بل على العكس· إنها الخشية التي تحفّزه وتشجعه على العمل الصالح الذي يقربه من الله عز وجل ويجعل منه عبداً مستحقاً لجنة الخلد، فهو يمضي كل حياته في سبيل الوصول إليها·يسعى الإنسان إلى تحقيق ما يرضي الله عز وجل في هذه الحياة الدنيا، هذه الحياة القصيرة والفانية· فأفكاره كلها تدور حول محور واحد وهو الحدث الأكبر الذي سيواجهه في نهاية هذه الحياة الدنيا: الموت· إنه يعرف أنه لا بد وأن يواجه هذا الغائب المنتظر في يوم من الأيام وأنه سيلقى حسابه أمام ربه، فإما سعادة خالدة أو تعاسة خالدة· لا بد وأنه من الغباء بمكان أن يسلك هذا المسلم طريقاً آخر أو أن يبقى غافلاً بينما يتربص به ذلك الحدث: الموت·المؤمن مسؤول عن ''عمل كل ما يرضي الله'' · وإخفاقه في ذلك يعني أنه غير قادر على مواجهة الخطر الذي ينتظره· فأمام الذل الذي سيواجهه في جهنم وأمام الله عز وجل، عليه أن يتقصى دائماً ''أفضل ما يرضي الله''·إن بعض الأمثلة التي تعرض لمواقف يتعرض لها الإنسان في مواجهة الخطر الذي قد يواجهه في هذه الحياة الدنيا، والمحاولات التي يقوم بها أثناء تعامله معها ستؤدي إلى فهم أعمق للكيفية التي يجد فيها الإنسان أفضل ما يرضي الله:- لنفترض أنك تواجه طوفاناً عارماً، وأن مستوى الماء يرتفع بسرعة كبيرة، ماذا ستفعل؟ هل ستفضل الصعود إلى الطابق العاشر",
            "page": "24",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "من بناء شاهق، أم أنك ستكتفي بالصعود إلى الطابق الخامس وتقول ''هذا ارتفاع كاف لإنقاذي''؟·- لنفترض أنه يوجد مصعد يمكن أن يرتفع بك إلى الطابق الأخير، ولكن هذا المصعد ليس مجانياً ، ويعمل لمرة واحدة· أنت تمتلك المال الكافي لإستقلال المصعد إلى الطابق الأخير، فهل ستنفق كل ما لديك في سبيل الوصول إلى الطابق الأخير أم أنك ستبقى في المستوى الذي يمكن أن يصلك الطوفان من خلاله؟- مرة أخرى، لنفترض أن هناك حفلة مقامة في الطابق السادس الذي يفترض أنك ستلجأ إليه· فهل ستدخل لتشترك في الحفل، أم أنك ستجاهد للوصول إلى الطابق السابع؟- مثال آخر· دعنا نفترض أن أحد أصدقائك المقربين جداً قد تعرض إلى أزمة قلبية شديدة، وأنه يتحتم نقله الفوري إلى غرفة العناية المركزة· في هذه الحالة هل ستقود سيارتك بأقصى سرعة ممكنة، أم أنك ستكتفي بسرعة متواضعة وتقول ، أنه عليه أن يتحمل إلى أن نصل؟من الأمثلة السابقة، نجد أن الإنسان ينتبه ويتيقظ في حالة الخطر ويبذل كل ما بوسعه ليتجنبه· إن أعظم خطر يواجهه الإنسان هو جهنم، وأفضل وسيلة يمكنه اتخاذها لتجنب هذا الخطر هو ابتغاء أفضل ما يرضي الله تعالى·لنتصور معاً، ولو للحظة، أنك واقف على حافة جهنم والناس من حولك متجمعون يوم الحساب وأنك تنظر إلى أهوالها· لقد رأيت النار، فكيف ستتصرف؟ لابد وأنك ستبذل قصارى جهدك في سبيل كسب رضوان الله· عندما يرسل الإنسان إلى جهنم يكون وقت الاختيار قد انقضى وحان وقت الحساب فقط، زمن حكم الأعمال، والأعمال فقط هي الحاكمة· إذاً، على المؤمن والحال هذا أن يعمل على ضوء هذا· و المؤمن في الحقيقة يعمل في ضوء هذه الحقيقة فعلاً· فهو دائماً ينظر إلى النار وكأنها على قرب منه، لأنه يعرف أنه يمكن أن يذهب إلى الآخرة في أي وقت· ويلفت القرآن نظرنا في الكثير من المواضع إلى أن الندم لا ينفع في يوم الحساب، ففي سورة فاطر مثلاً، ترد الآية التالية:وَهُمْ يَصْطَرِخُونَ فِيهَا",
            "page": "25",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "رَبَّنَا أَخْرِجْنَا نَعْمَلْ صَالِحًا غَيْرَ الَّذِي كُنَّا نَعْمَلُ أَوَلَمْ نُعَمِّرْكُمْ مَا يَتَذَكَّرُ فِيهِ مَنْ تَذَكَّرَ وَجَاءَكُمْ النَّذِيرُ فَذُوقُوا فَمَا لِلظَّالِمِينَ مِنْ نَصِيرٍ. فاطر 37.من جهة أخرى، نحاول في نفس الوقت الذي نجاهد فيه لتجنب ذلك الخطر، بذل محاولات مشابهة للفوز برحمة الله وبركاته· من الحمق بمكان أن تقنع بالقليل من الجنة· لو كنت تريد مغادرة جزيرة مليئة بالذهب، فهل كنت ستغادرها دون أن تأخذ أقصى ما يمكنك من هذا الذهب ؟ عندما يحين زمن المغادرة ، مغادرة هذه الدنيا، على المسلم أن لا يعتريه الندم فيقول ''ياليتني فعلت هذا'' أو ''ياليتني أفوز بهذا العمل الصالح''·ولتجنب هذا الوضع ، على المسلم أن يسعى لإنجاز أكثر ما يمكن أن يرضي الله تعالى· وفي حين يبذل الكافرون كل ما بوسعهم في سبيل هذه الحياة الدنيا التي ما هي إلا ''متاع قليل'' ويلقون نهاية مريرة تعويضاً عن هذا السعي الآثم، يكرس المؤمن حياته في سبيل الله ليفوز برحمته ورضوانه·الضمير مفتاح الفوز برضوان اللهالضمير هو المعيار الأساسي الذي يعين المؤمن على تحديد الأولويات في إختيار ه للأعمال التي ترضي الله عز وجل· يخبرنا الرسول صلى الله عليه وسلم عن أهمية الضمير من خلال محاورته لأحد المسلمين:''عن النواس بن سمعان أن رجلاً سأل النبي عن البر والإثم ، فقال رسول الله صلى الله عليه وسلم: ''البر حسن الخلق، والإثم ما حاك في نفسك وكرهت أن يطلع عليه الناس''· -الترمذي-إن أكثر الفروق التي تميز المؤمن عن الكافر، هو أن المؤمن يحكم ضميره في أعماله، أما الكافر فيحتكم إلى نفسه· وهذا ببساطة يعني أن المسلم يعرض لأكثر الأوضاع طبيعية عندما يحتكم إلى ضميره·إلا أن المؤمن ليس بمعزل عن إغواء النفس وليس ببعيد عن الوقوع في زلاتها، كما قال سيدنا يوسف عليه السلام: ''إن النفس لأمارة بالسوء'' (يوسف 53)، وهي بذلك تأمر بالأشياء التي تخالف",
            "page": "26",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "إرادة الله عز وجل·يواجه المؤمن حيل النفس وخداعها بمساعدة ضميره· فعندما يكون أمام المؤمن خيارات يختار أول ما يخطر له وهو غالباً ما يكون الخيار الصحيح· وهنا تبدأ النفس بعرض البدائل المغرية وتزينها له على أنها حلال· في هذه اللحظة على المؤمن أن يلتزم بقراره الأول ويرفض كل ما تزينه له نفسه·الحب في اللهذَلِكَ الَّذِي يُبَشِّرُ اللَّهُ عِبَادَهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ قُلْ لَا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا إِلَّا الْمَوَدَّةَ فِي الْقُرْبَى وَمَنْ يَقْتَرِفْ حَسَنَةً نَزِدْ لَهُ فِيهَا حُسْنًا إِنَّ اللَّهَ غَفُورٌ شَكُورٌ. الشورى 23·حياة المؤمن كلها مكرسة لله تعالى· إنه يعيش لله، وفي سبيل الله، يحب في الله ويبغض في اللهقد لا يكون مفهوم ''الحب في الله'' واضحاً بالنسبة لأولئك الذين لا يفهمون حقيقة الإسلام· فالإنسان الذي يعيش حياته بعيداً عن الله وبالتالي لا يعرفه كما يجب، لا يعرف كيف يحبه أصلاً· أما المؤمن الذي يعرف الله ويستشعر رحمته ويدرك أن كل شيء يحبه إنما هو رحمة منه، وأنه يدين بوجوده وحياته لرحمته، يحب الله ويحب فيه· يخبرنا القرآن الكريم عن الفرق بين المؤمنين والآخرين بهذا الصدد:وَمِنْ النَّاسِ مَنْ يَتَّخِذُ مِنْ دُونِ اللَّهِ أَندَادًا يُحِبُّونَهُمْ كَحُبِّ اللَّهِ وَالَّذِينَ آمَنُوا أَشَدُّ حُبًّا لِلَّهِ وَلَوْ يَرَى الَّذِينَ ظَلَمُوا إِذْ يَرَوْنَ الْعَذَابَ أَنَّ الْقُوَّةَ لِلَّهِ جَمِيعًا وَأَنَّ اللَّهَ شَدِيدُ الْعَذَابِ. البقرة 165·المشركون الذين يتخذون مع الله إلهاً آخر وينسبون صفات الله إلى غيره من المخلوقات الأرضية، أو السماوية، يحبون هذه المخلوقات كما يحبون الله· وهذا هو الحب الذي يقوم عليه المشركون كما تخبرنا الآية الكريمة·إن المؤمن بإدراكه أن كل شيء يعود إلى الله تعالى ، وأنه خالق كل شيء، يحب الله أكثر من أي شيء· هذه النتيجة الطبيعية",
            "page": "27",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "لمعرفة الإنسان بخالقه الواحد العظيم، تجعله متفرداً ومتميزاً عن الآخرين· يخبرنا الرسول الكريم(ص) عن المؤمن الذي يجد حلاوة الإيمان في الحديث الشريف التالي:عن أنس بن مالك رضي الله عنه أن النبي صى الله عليه وسلم فال:''ثلاث من كن فيه وجد حلاوة الإيمان: أن يكون الله ورسوله أحب إليه مما سواهما، وأن يحب المرء لا يحبه إلا لله، وأن يكره أن يعود في الكفر بعد إذ أنقذه الله منه كما يكره أن يلقى في النار''صحيح- مسلم وبخاريإن أولئك الذين يدعون مع الله إلهاً آخر، لا يمكنهم أن يتحملوا سماع ذكر الله:وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا وَإِذَا ذَكَرْتَ رَبَّكَ فِي الْقُرْآنِ وَحْدَهُ وَلَّوْا عَلَى أَدْبَارِهِمْ نُفُورًا. الإسراء 46·من الجدير بالذكر أن هؤلاء المشركين لا يزعجهم ذكر الله إلى جانب آلهتهم، ومنطقهم يقول: ''نحن مسلمون ولكن يمكننا أن نستمتع بأيامنا كما يحلو لنا''·المؤمن من جهة أخرى يدرك الحقيقة التالية، والتي سيقت هنا كتمثيل عن الحقيقة الكبرى التي تقول بأن الله عز وجل هو خالق كل شيء ومالك كل شيء:- لا شيء يمتلك الجمال بنفسه (سواء كان مخلوقاً أو جماداً أو حادثاً)· الله هو خالق كل شيء، وهو الذي وهب الجمال لكل شيء؛ فالإنسان لم يخلق نفسه بنفسه، أي أنه لم يخلق وجهه ولم يشكّله بيديه وبالتالي ليس هو من وضع مسحة الجمال عليه، بل وضعها خالقه - مالك الجمال·- الله عز وجل وهب المخلوق - الذي خلقه ولم يكن شيئاً - الجمال لفترة محددة فقط· الله وحده هو القادر على إعادة خلق الجمال، الذي يذبل في الدنيا، في اليوم الآخر·- وكما هو حال الإنسان، خلق الله جميع الكائنات وحباها بقسط من الجمال· علينا أن نتذكر دائماً أن الخالق الحقيقي للجمال هو الله وأنه قدر على هذا الجمال الزوال مع الموت وانتهائه إلى يوم البعث· في اليوم الآخر تخلق جميع الخلائق من جديد·ومن هذا",
            "page": "28",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "المنطلق يحب المؤمن كل ما يجده في هذه الحياة لأنه من صنع الله وهو يعرف أنه سيقابل الوجه الحقيقي لكل مايصادفه في الدنيا في الدار الآخرة، وهكذا تكون محبة المؤمن كلها لله الذي وفر له كل ما يحب في هذا الكون· إنه المالك الحقيقي لكل أنواع الجمال·وفي المقابل نجد حب المشرك للخلائق يقوم على أساس الشرك الذي يشكل عقيدته، وهو عكس الأساس الذي يقوم عليه حب المؤمن للخلائق· وقد جاء وصف المبدأ الذي يقوم عليه حب المشركين ومصير هذا الحب على لسان سيدنا إبراهيم عليه السلام في سورة العنكبوت:وَقَالَ إِنَّمَا اتَّخَذْتُمْ مِنْ دُونِ اللَّهِ أَوْثَانًا مَوَدَّةَ بَيْنِكُمْ فِي الْحَيَاةِ الدُّنْيَا ثُمَّ يَوْمَ الْقِيَامَةِ يَكْفُرُ بَعْضُكُمْ بِبَعْضٍ وَيَلْعَنُ بَعْضُكُمْ بَعْضًا وَمَأْوَاكُمْ النَّارُ وَمَا لَكُمْ مِنْ نَاصِرِينَ. العنكبوت 25·ويشبه الباحث الإسلامي الكبير سعيد النورسي هذا النوع من الحب بذلك الإنسان الذي يرى نور الشمس من خلال إنعكاسها على مرآة يحملها في يده، وعندما تنكسر هذه المرآة وتتناثر يشعر هذا الإنسان بإحباط شديد لاعتقاده بأنه قد فقد مصدر النور· والسبب هو أن تفكيره لم يرق به إلى اكتشاف أن النور أو الضوء الذي كان يراه على المرآة ليس هو المنبع الحقيقي وإنما هو إنعكاس عن المصدر الحقيقي لذلك الضوء·حب المؤمن أولاً وأخيراً يقوم على حبه لربه، وهو يحب الخلائق لأنها من صنع الله وصفاتها التي تتحلى وتتجمل بها هي هبة من الله مالك كل تلك الصفات·ومن هذا المنطلق يحب المؤمن إخوته المؤمنين في الله لأنهم يحققون صفات الله عز وعلا في الأرض ويتمثلون القيم التي أرادها لهم وأمرهم بها، فعلاقته بهم لا تقوم على الأعراق أو المصلحة أو الأخوة في الدم، وإنما على أخوة العقيدة والحب في الله· يصف الله عز وجل لنا المحبة في الله التي كان يتمثلها صحابة سيدنا محمد صلى الله عليه وسلم في عهد الرسول(ص) في سورة",
            "page": "29",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "الحشر:وَالَّذِينَ تَبَوَّءُوا الدَّارَ وَالْإِيمَانَ مِنْ قَبْلِهِمْ يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ وَلَا يَجِدُونَ فِي صُدُورِهِمْ حَاجَةً مِمَّا أُوتُوا وَيُؤْثِرُونَ عَلَى أَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ وَمَنْ يُوقَ شُحَّ نَفْسِهِ فَأُوْلَئِكَ هُمْ الْمُفْلِحُون. الحشر 9·وهذا الود رحمة من الله خاصة بالمؤمنين:إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَيَجْعَلُ لَهُمْ الرَّحْمَانُ وُدًّا مريم 96·يَايَحْيَى خُذْ الْكِتَابَ بِقُوَّةٍ وَآتَيْنَاهُ الْحُكْمَ صَبِيًّا وَحَنَانًا مِنْ لَدُنَّا وَزَكَاةً وَكَانَ تَقِيًّا.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "مريم 12-13·وعندما يحب المؤمن في الله ولله، تنتفي عنه مشاعر الحب لأي مخلوق آخر ينكر وجود الله أو يكفر به أو يشرك به، ويؤكد لنا الله عز وجل هذه الحقيقة في الأيات التالية:يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ تُلْقُونَ إِلَيْهِمْ بِالْمَوَدَّةِ وَقَدْ كَفَرُوا بِمَا جَاءَكُمْ مِنْ الْحَقِّ يُخْرِجُونَ الرَّسُولَ وَإِيَّاكُمْ أَنْ تُؤْمِنُوا بِاللَّهِ رَبِّكُمْ إِنْ كُنتُمْ خَرَجْتُمْ جِهَادًا فِي سَبِيلِي وَابْتِغَاءَ مَرْضَاتِي تُسِرُّونَ إِلَيْهِمْ بِالْمَوَدَّةِ وَأَنَا أَعْلَمُ بِمَا أَخْفَيْتُمْ وَمَا أَعْلَنتُمْ وَمَنْ يَفْعَلْهُ مِنْكُمْ فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ. الممتحنة1·قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْرَاهِيمَ وَالَّذِينَ مَعَهُ إِذْ قَالُوا لِقَوْمِهِمْ إِنَّا بُرَآءُ مِنْكُمْ وَمِمَّا تَعْبُدُونَ مِنْ دُونِ اللَّهِ كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمْ الْعَدَاوَةُ وَالْبَغْضَاءُ أَبَدًا حَتَّى تُؤْمِنُوا بِاللَّهِ وَحْدَهُ إِلَّا قَوْلَ إِبْرَاهِيمَ لِأَبِيهِ لَأَسْتَغْفِرَنَّ لَكَ وَمَا أَمْلِكُ لَكَ مِنْ اللَّهِ مِنْ شَيْءٍ رَبَّنَا عَلَيْكَ تَوَكَّلْنَا وَإِلَيْكَ أَنَبْنَا وَإِلَيْكَ الْمَصِير. الممتحنة 4·يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا آبَاءَكُمْ وَإِخْوَانَكُمْ أَوْلِيَاءَ إِنْ اسْتَحَبُّوا الْكُفْرَ عَلَى الْإِيمَانِ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَأُوْلَئِكَ هُمْ الظَّالِمُونَ .التوبة 23·لَا تَجِدُ قَوْمًا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ وَلَوْ كَانُوا آبَاءَهُمْ أَوْ أَبْنَاءَهُمْ أَوْ إِخْوَانَهُمْ أَوْ عَشِيرَتَهُمْ أُوْلَئِكَ كَتَبَ فِي قُلُوبِهِمْ الْإِيمَانَ وَأَيَّدَهُمْ بِرُوحٍ مِنْهُ وَيُدْخِلُهُمْ",
            "page": "31",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ أُوْلَئِكَ حِزْبُ اللَّهِ أَلَا إِنَّ حِزْبَ اللَّهِ هُمْ الْمُفْلِحُونَ. المجادلة 22·تخبرنا الآيات السابقة أن المؤمن يحب الرجل لا يحبه إلا لله، ليس هناك أي قيمة للقرابة أو النسب أو الثروة أو الشهرة في مقابل الإيمان· وعندما ينقي المسلم عواطغه ومشاعره من أي شيء سوى محبة الله ورسوله والمؤمنين، يكون أحب أخ لديه هو أقربهم من الله تعالى، فكلما كان المؤمن تقياً، كلما ازداد اعتزاز المؤمنين به وازدادوا حباً له وازداد هو حباً لهم· والرسول صلى الله عليه وسلم أقرب الناس للمؤمنين كما تخبرنا الآية في سورة الأحزاب:النَّبِيُّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ··· الأحزاب 6·وعلى نفس مقياس الحب في الله هذا ، يكون معيار اختيار الزوج الصالح أو الزوجة الصالحة· وهنا تظهر أمامنا نقطة هامة جداً تبين لنا الفرق بين المؤمن والكافر؛ فغالباً ما تكون زيجات الكافرين قائمة على أساس مادي أو المصلحة المتبادلة· وهذا أكثر ما يبدي أحقيته عند النساء اللاتي يحاولن أن يحظين بالزوج ''الثري'' في سبيل ضمان مستوى رفيع في الحياة الإجتماعية· ومن أجل هذا الهدف تتزوج الفتاة رجلاً لا تشعر حياله بأي ميل أو عاطفة، وتكون هذه الزيجة أشبه بالصفقة التجارية التي يحقق كلا الطرفين منها فائدة خاصة به، إلا أنها تختلف عن الصفقات العادية في أنها صفقة طويلة الأمد، أو بالأحرى صفقة مدى العمر!الأمثلة على هذه الزيجات لا تكاد تحصى· فهناك العديد من الشبان أو الشابات اللواتي يتزوجن من أجل الثروة والشهرة بالرغم من السمعة السيئة التي قد تحيط بالشريك المنتقى·إلا أن زيجات الكفار لا تكون فقط في سبيل المنفعة المادية، بل قد يتم الاختيار بناء على مقاييس الجمال والمظهر الحسن، وقد ترغب الفتاة أن يكون زوجها فارساً على جواد أبيض''·هذه العقلية",
            "page": "32",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "تغفل ناحية هامة جداً، وهي أن جميع هذه الصفات الفيزيائية والجسدية مصيرها إلى الفناء· إن كل إنسان، دون استثناء، سيكبر ويفقد الكثير من خصائصه الجسدية، علاوة على أن الله عز وجل يمكنه استرداد المال والثروة التي أعطاها للإنسان والمظهر الحسن في غمضة عين· إنها مسألة دقيقة: حادث ويصبح الإنسان معه مشلولاً، طريح الفراش أو يفقد مظهره الذي كان يتباهى به منذ دقائق فقط· وعلى هذا ماذا يبقى من هذا النوع من الزيجات؟ماذا يحدث للمرأة عندما يفقد زوجها عينيه في أحدى الحوادث، وهي ماتزوجته إلا لجمال عينيه؟ لا بد وأنها ستكتشف مدى وهن وزيف المقياس الذي اتبعته في اختيارها لهذا القرار المصيري· (والشيء ذاته ينطبق على الرجل طبعاً·(أما المؤمن الذي ينظر دائماً إلى جنة الخلد التي تنتظره، ويسعى دائماً للفوز بمرضاة الله عز وجل، يكرس زيجته كذلك لله·مقياس الزواج عند المؤمنين يختلف تماماً عنه عند المشركين والكفار، فلا المال ولا الجمال هما المقياسان الرئيسيان، بل الإيمان والتقوى هو المقياس الأول والأخير· فالمؤمنون والمؤمنات يختارون شركائهم لكي يكونوا معيناً لهم على الفوز برضوان الله وجنته، وهذا يعني أنه أو أنها تختار أو يختار شريكته على أن تكون من الصالحات التقيات· والرسول صلى الله عليه وسلم خير أزواجه بين الله ورسوله، وبين الحياة الدنيا وزينتها:يَاأَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ إِنْ كُنْتُنَّ تُرِدْنَ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا فَتَعَالَيْنَ أُمَتِّعْكُنَّ وَأُسَرِّحْكُنَّ سَرَاحًا جَمِيلًا وَإِنْ كُنْتُنَّ تُرِدْنَ اللَّهَ وَرَسُولَهُ وَالدَّارَ الْآخِرَةَ فَإِنَّ اللَّهَ أَعَدَّ لِلْمُحْسِنَاتِ مِنْكُنَّ أَجْرًا عَظِيمًا. الأحزاب 28-29·صفات المؤمنينإن الذي يعيش في ظل القرآن يحب الذين يعيشون في ظل القرآن أيضاً· فبفضل إيمانهم بالله وهبهم الله صفات تجعلهم جديرين بالحب · والمؤمن يبحث عن هذه",
            "page": "33",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "الصفات في إخوته من المؤمنين وعندما يجدها فيهم يجعلها مصدر اعتزازه·يمكننا أن نلخص الصفات الأساسية للمؤمن كما وردت في القرآن الكريم:- المؤمنون يعبدون الله وحده· ولا يؤلهون أحد غيره· (الفاتحة 1-7, النساء 36.(- يخشون الله وينتهون عن نواهيه فلا يقعون فيما نهاهم عنه· (آل عمران ،,102 يس 11, التغابن 16, الزمر 23·(- لا يتوكلون إلا على الله· (البقرة 249, التوبة 25-26·(- لا يخشون مع الله أحداً· (الأحزاب .(39- دائمو الحمد والشكر لله· فلا تغرهم النعمة ولا تجعلهم يجحدون فضل الله· (البقرة 172, الإسراء 3, إبراهيم .(7- عقيدتهم راسخة· فلا تخطر ببالهم مجرد فكرة التحول عن صراط الله المستقيم· بل إنهم في حماس دائم لأداء عباداتهم· (الحجرات 15, البقرة 4·(- إنهم ملتزمون بالقرآن· إنهم يصوغون جميع أعمالهم بناء على المواقف القرآنية، ويبتعدون عن أي موقف آخر يجدونه في تعارض مع الموقف القرآني· (الأعراف 170, المائدة 49, البقرة 121·(- يذكرون الله دائماً، فهم يعرفون أن الله يسمعهم ويراهم في جميع أحوالهم، ويضعون نصب أعينهم عظمة الله· (آل عمران 191, الرعد 28, النور 37, الأعراف 205, العنكبوت .(45- يقرون بضعفهم وذلهم أمام الله عز وجل، (وهذا لا يعني أن يكونوا ضعفاء أذلاء أمام الكافرين)· (البقرة 286, الأعراف .(188- يدركون أنه لن يصيبهم إلا ما كتب الله لهم، فلا يبتئسون مما يحدث لهم بل يتقبلونه بطمأنينة ويكلون أمرهم إلى الله· (التوبة 51, التغابن 11, يونس 49, الحديد 22.(- إنهم ينظرون دائماً إلى الآخرة ويجعلونها هدفهم · (النساء 74, ص 46, الأعراف 31-32.(- يتخذون من الله ورسوله والمؤمنين أولياء· (المائدة 55-56, المجادلة 22.(- إنهم قوم يتفكرون· لا يضيعون وقتاً دون عبادة وهم يقظون وحذرون دائماً· إنهم في خدمة دائمة للدين وللمؤمنين· (المؤمن 54, الزمر 18.(- إنهم يجاهدون في الله حق جهاده· فهم لا يتوقفون عن جهاد الكفار وخاصة",
            "page": "34",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "سادة الكفر الفكري، ولا يستشعرون بالضعف والإحباط في هذه المعركة· (الأنفال 39, الحج 78, الحجرات ,15 التوبة.(12- لا يترددون في قول الحق، لا يأبهون لسخرية الآخرين أو تهكمهم، ولايخافون في الحق لومة لائم· (المائدة 54, 67 ؛ الأعراف 2.(- يسلكون جميع السبل الممكنة لتبليغ رسالة الله عز وجل· (نوح 5-9.(- لا يظلمون· إنهم رحماء ويتصفون برقة القلب· (النحل 125, التوبة 128, هود.(75- لا ينال مننهم الغضب ، بل هم متسامحون وصبورون· (آل عمران 134, الشورى 40-43.(- يتخلقون بالأمانة، جديرون بالثقة· فهم يؤثرون في الآخرين بقوة شخصيتهم، مما يجعلهم محط ثقتهم· (الدخان 17-18, التكوير 19-21, المائدة 12, النحل 120.(- معرضون للاتهام بالجنون والكذب دائماً· (الأعراف 132, يونس 2, ص 4, الحجر 6, القمر 9.(- معرضون للظلم والاضطهاد· (اشورى 49, العنكبوت 24, يس 18, إبراهيم 6, النمل 49,",
            "page": "35",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "هود 91.(- صامدون أمام الشدائد والمحن· (العنكبوت 2-3, البقرة 156, آل عمران 195,146,142 ؛ الأحزاب 48, الأنعام.(- لا يخافون الظلم أو الموت· (التوبة 111, آل عمرتن 156-158, الشورى 49-50, الصافات 97-99, النساء 74.(- يواجهون مكر الكفار ومكائدهم· (البقرة .(212,14- إنهم في حماية الله· حيث تثبت جميع المكائد التي تحاك ضدهم فشلها في نهاية المطاف· فالله يحميهم من مكر الكفار ومكائدهم ويجعلهم الأعلون· (آل عمران 110-111, إبراهيم 46, الأنفال 30, النحل 26, يوسف 34, الحج 38, المائدة 42, النساء 141.(- يقظون ومتنبهون من الكفار· (النساء 71, 102 ؛ يوسف 67.(- يعاملون الشيطان وأتباعه كأعداء· (فاطر 6, الزخرف 62, الممتحنة1, النساء 101, المائدة 82.(- يجاهدون المنافقين، ولا يصادقون من يتصفون بصفات النفاق· (التوبة .(123,95,83- يمنعون ظلم الكافرين· (الأحزاب 60- 62, الحشر 6, التوبة 14-15.(- يتشاورون· (الشعراء 38.(- لا تغرهم مظاهر الكفار ولا يقضون في مجالستهم وقتاً طويلاً· (الكهف 28, التوبة 55, ¶ طه 131.(- لا تغرهم الثروة والمنصب· (الحج ،41 القصص 79-80, النحل 123.(- يؤدون عباداتهم على أكمل وجه· (البقرة238, الأنفال 3, المؤمنون 1-2.(- ليس رأي الأكثرية هو معيارهم، وإنما المعايير التي وضعها الله عز وجل لهم· (الأنعام 116.(- يجاهدون ليتقربوا من الله، ويكونون قدوة لغيرهم من المؤمنين· (المائدة 35, فاطر 32, الواقعة 10-14, الفرقان 74.(- لا يؤثر بهم الشيطان· (الأعراف 201, الحجر 39-42, النحل 98-99.(- لا يتبعون آباءهم على ضلال ودون تبصر· (إبراهيم 10؛ هود 62, 109.(- لا يظلمون النساء ولا يسمحون بظلمهم· (النور 4, الطلاق 6, البقرة 231, النساء 19.(- غير مبذرين· (الأنعام 141, الفرقان 67 .(",
            "page": "36",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "- يراقبون طهارتهم وعفتهم ويتبعون أحكام القرآن والسنة في أمور الزواج· (المؤمنون 5-6؛ النور، 0,26,33؛ البقرة 221, المائدة 5, الممتحنة 10.(- معتدلون في عباداتهم · (البقرة 143, النساء 171.(- يهتمون بالنظافة والطهارة· (البقرة 125, 168 ؛المدثر 1-.(5 ¶ - من صفاتهم التضحية والإيثار والإنفاق دون ابتغاء جزاء· (الإنسان 8, آل عمران 92, التوبة 92.(- لا يتجسسون ولا يغتابون· (الحجرات 12.(- يتجنبون الحسد (النساء 128.(- يطلبون المغفرة من الله· (البقرة 286, آل عمران 16-17, الحشر 10, نوح 28.(اضطهاد الكفار تنقسم صفات المؤمنون التي عرضناها أعلاه إلى قسمين:الجزء الأول هي صفات يتصف بها المؤمنون بإرادتهم، مثل عبوديتهم لله والإيثار والتضحية، والتواضع·الجزء الثاني يمثل الصفات التي تفرض عليهم بالرغم منهم مثل المكائد التي تحاك ضدهم أو تعرضهم للاستهزاء من قبل الكفار· إن هذه أمور هامة جداً لتمييز المؤمنين المخلصين من غيرهم، لأن العديد من الصفات الأخرى التي يظهرها المؤمنون تتخذ طابع التقليد· فعلى سبيل المثال يمكن للمنافق أن يقلد المؤمن في شعائره التعبدية ، شريطة أن يكون له مكاسب من ورائها· أما الصفات التي تفرضها عليهم الأوضاع بالرغم منهم فهي ذات طبيعة ''لا تقبل التقليد''، كأن يظلم الكافرون المؤمنين ويضطهدونهم·وهكذا تكتسب هذه الصفات أهمية كبيرة في تقييم مدى إخلاص المؤمن· ولتفهم ماهية مجتمع ما فيما إذا كان مجتمعاً مؤمناً أم لا، يجب أخذ المعيار القرآني بعين الاعتبار:القوانين الإلهية الثابتة التي أنزلها الله عز وجل علينا في القرآن الكريم·عندما نقيم الظلم والاضطهاد الفعلي الذي يتعرض له المسلمون، لا بد وأن نتذكر الحوادث التي واجهها المسلمون في الماضي · وبهذا الصدد تأتينا الآية الكريمة موضحة:أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَأْتِكُمْ مَثَلُ الَّذِينَ خَلَوْا مِنْ قَبْلِكُمْ مَسَّتْهُمْ",
            "page": "37",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "الْبَأْسَاءُ وَالضَّرَّاءُ وَزُلْزِلُوا حَتَّى يَقُولَ الرَّسُولُ وَالَّذِينَ آمَنُوا مَعَهُ مَتَى نَصْرُ اللَّهِ أَلَا إِنَّ نَصْرَ اللَّهِ قَرِيب. البقرة 214·توضح لنا الآيات التي تروي كيف كان الكفار يعاملون المؤمنين في الماضي نقطة هامة، فأعداء الرسل والمؤمنين لا يقولون عنهم أنهم ''أناس يؤمنون بالله ويعبدونه'' أو ''أنهم ليسوا أناساً فاسدين مثلنا، وهم يملكون قيماً ومثلاً عالية''· على العكس، هم يحاولون أن يشوهوا سمعتهم ويطالونهم بالاتهامات الباطلة·بالتأكيد إنهم لا يجرؤون على القول ''أننا كافرون بالله وأننا لا نرعى حقاً للمثل الأخلاقية؛ ونحن نريد أن نقمعهم فقط لأنهم يقفون في وجه منافعنا''· من الحمق بمكان إنتظار إعتراف من هؤلاء يقول: ''إنهم أناس يطبقون أوامر الله بينما ننتهكها نحن''· على العكس، إنهم يحاولون إضفاء الشرعية على الاتهامات التي يكيلونها للمؤمنين ويصورون أنفسهم على أنهم شرفاء ويدافعون عن القيم''· في القصص التي يرويها لنا القرآن الكريم نجد هذه الطريقة مطبقة تماماً ضد المؤمنين السابقين·سيدنا نوح(ع)، على سبيل المثال،- شأنه شأن غيره من الرسل- قام بدعوة قومه لعبادة الله وحده· والنظام الذي يقوم على عبادة الله وحده دون شريك، يضر بمصالح قادة المجتمع المشرك الذين يمتلكون السلطة والثروة· من المؤكد إذن أن لا يوافق قوم نوح عليه السلام على هذه الدعوة، بل على العكس اتهموه بأنه يبتغي السلطة والسيادة:وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ فَقَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ فَقَالَ الْمَلَأُ الَّذِينَ كَفَرُوا مِنْ قَوْمِهِ مَا هَذَا إِلَّا بَشَرٌ مِثْلُكُمْ يُرِيدُ أَنْ يَتَفَضَّلَ عَلَيْكُمْ وَلَوْ شَاءَ اللَّهُ لَأَنزَلَ مَلَائِكَةً مَا سَمِعْنَا بِهَذَا فِي آبَائِنَا الْأَوَّلِينَ. المؤمنون 23-24·لقد تعرض سيدنا موسى عليه",
            "page": "38",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "السلام وأخوه هارون عليه السلام إلى نفس الموقف قَالُوا:أَجِئْتَنَا لِتَلْفِتَنَا عَمَّا وَجَدْنَا عَلَيْهِ آبَاءَنَا وَتَكُونَ لَكُمَا الْكِبْرِيَاءُ فِي الْأَرْضِ وَمَا نَحْنُ لَكُمَا بِمُؤْمِنِينَ. يونس 78·وقد تصل الاتهامات التي تطال المؤمنين إلى حد لا يتصوره عقل· فعبر التاريخ وصلت الأمور بالأقوام الكافرة إلى اتهام الرسل بالسحر ومحاولة سلب عقول الآخرين·قَالُوا إِنْ هَذَانِ لَسَاحِرَانِ يُرِيدَانِ أَنْ يُخْرِجَاكُمْ مِنْ أَرْضِكُمْ بِسِحْرِهِمَا وَيَذْهَبَا بِطَرِيقَتِكُمْ الْمُثْلَى. طه63·وَعَجِبُوا أَنْ جَاءَهُمْ مُنْذِرٌ مِنْهُمْ وَقَالَ الْكَافِرُونَ هَذَا سَاحِرٌ كَذَّابٌ. ص 4·إن أقصى ما يبتغيه أولئك الذين يكيلون الاتهامات للمؤمنين هو إلصاق الصفات التي يتصفون بها هم أنفسهم بالمؤمنين· لقد وصل بهم الأمر إلى إلصاق هذه التهم بالرسل أنفسهم فقالوا عن سيدنا صالح(ع): ''كذاب أشر'' (القمر 25.(من الاتهامات الأخرى التي يتعرض لها المؤمنون من الكفار هي تهمة ''الجنون'' فالكفار الذين لا يفهمون العقلية الإيمانية يعتمدون على هذا الاتهام· إنهم لا يدركون مفهوم ''العبودية لله وابتغاء رضوانه'' لذلك يجدون صعوبة في فهم أعمال المؤمنين الذين يسعون إلى ذلك الهدف· إنهم لا يفهمون لماذا يكرس المؤمنون، الذين لا يبتغون عرضاً من هذه الحياة الدنيا، حياتهم لله عز وجل · لذلك فهم يفسرون هذا التكريس على أنه نوع من الجنون· وعبر التاريخ استخدمت هذه التهمة دون تحفظ: )قَالَ إِنَّ رَسُولَكُمْ الَّذِي أُرْسِلَ إِلَيْكُمْ لَمَجْنُونٌ( (الشعراء 27)· وفي آية أخرى تتناول سيدنا نوح )كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ فَكَذَّبُوا عَبْدَنَا وَقَالُوا مَجْنُونٌ وَازْدُجِرَ(القمر 9·من ناحية أخرى كان لتهمة خطيرة حظها من المؤمنين الأتقياء وحتى الرسل· فسيدنا يوسف عليه السلام وسيدتنا مريم العذراء من أنقى وأطهر رجال ونساء",
            "page": "39",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "الأرض، ومع هذا تعرضا لهذه التهمة· هذا علاوة على اتهام الكافرين للعديد من الأنبياء على أنهم '' في ضلال مبين'' (الأعراف 60.(إلا أنه ليس صحيحاً الاعتقاد بأن هذه الأحداث بمجموعها تقتصر على الماضي؛ فالقرآن الكريم يخبرنا أن المؤمنين في كل زمان معرضون لأحداث كهذه، وهذا يعني أن كل من يدافع عن الدين الحق فيثير غضب الفاسدين والمنكرين للأديان ، معرض لاتهامات كهذه·علينا أن نتذكر أن ما يشيعه ويروجه الكفار عن المسلمين ليس إلاجزء من حملة الاتهامات هذه، وكما يخبرنا القرآن الكريم علينا أن نتبين الأمور ولا نصدق كل ما يقال قبل أن نطلق أحكامنا:يَاأَيُّهَا الَّذِينَ آمَنُوا إِنْ جَاءَكُمْ فَاسِقٌ بِنَبَإٍ فَتَبَيَّنُوا أَنْ تُصِيبُوا قَوْمًا بِجَهَالَةٍ فَتُصْبِحُوا عَلَى مَا فَعَلْتُمْ نَادِمِينَ. الحجرات 6·-------------الفصل الثالثالحياة في مجتمع الجاهليةذكرنا في المقاطع السابقة أن الفرق بين الكفار والمؤمنين هو إدراك المؤمنين لعظمة الله عز وجل اللامتناهية، وتحدثنا أيضاً كيف أن المؤمن بالله يكرس حياته كلها لعبادة الله والفوز برضوانه·إن أكثر الخصائص التي يختص بها المؤمن، الذي يمكنه إدرك عظمة خالقه ويكرس حياته للفوز برحمة الله وبركاته، أهمية هي تحرره من كل معبود سوى الله عز وجل· فعندما يحقق عبوديته لله تختلف نظرته إلى الكون من حوله لأنه يعرف أن الله هو الذي خلقه· وأدراك المؤمن لوحدانية الله يعني أن تفقد كل الآلهة الأخرى معناها وأهميتها بالنسبة له·يشرح لنا القرآن الكريم هذه النقطة من خلال قصة سيدنا إبراهيم عليه السلاموَاذْكُرْ فِي الْكِتَابِ إِبْرَاهِيمَ إِنَّهُ كَانَ صِدِّيقًا نَبِيًّا,إِذْ قَالَ لِأَبِيهِ يَاأَبَتِ لِمَ تَعْبُدُ مَا لَا يَسْمَعُ وَلَا يُبْصِرُ وَلَا يُغْنِي عَنْكَ شَيْئًا. مريم 41-42·وعندما يعيش المؤمن حياته في سبيل الله الواحد الأحد، يبتغي مرضاته، يدعوه ويبتهل إليه يشعر",
            "page": "40",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "بتحرره من كل المخلوقات، إنه عبد لله فقط· هنا يتعزز عنده الشعور بالاستغناء عن السعي وراء كسب مرضاة الآخرين وتعليق آماله على العباد من خلق الله· والشعور بالحرية الحقيقية لا يكتمل إلا بإدراك حقيقة الإقبال على الواحد القهار·تختلف حياة الكفار عن حياة المؤمنين في أنهم عباد لعدد لا يعد ولا يحصى من الآلهة الزائفة· يعيش أولئك جل حياتهم في سعي لمرضاة الكثير من العباد ، وعندما يبتغون العون، يبتغونه من أناس آخرين· والحقيقة هي أن هؤلاء المخلوقات الذين يؤلههم الكفار ليسوا إلا ''عباداً'' ضعفاء مثله تماماً، وهم غير قادرين، لا بل هم عاجزون عن تحقيق رغباته علاوة على تقديم الخدمات له· الموت هو أكبر دليل على عجز هؤلاء عن تقديم المساعدة، إلا أن الوقت يكون قد فات، عندما يحين الموت، تتوضح حقيقة هؤلاء الآلهة الزائفة·يروي لنا القرآن الكريم النهاية المسدودة التي يصل إليها هؤلاء:وَاتَّخَذُوا مِنْ دُونِ اللَّهِ آلِهَةً لَعَلَّهُمْ يُنصَرُونَ,لَا يَسْتَطِيعُونَ نَصْرَهُمْ وَهُمْ لَهُمْ جُندٌ مُحْضَرُون",
            "page": "41",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "يس 74-75·تقوم حياة الكافرين على هذا المنحى العقلاني المشوه، ومن هنا ينشأ فرق آخر هام بين الكفار والمؤمنين، فالمؤمنون يقبلون المعايير التي يضعها الله عز وجل ويتخذونها دستوراً لحياتهم؛ دينهم الإسلام ويطبقون أحكام القرآن والسنة·أما الذين يعيشون في غفلة عن الله فيقبلون المعايير التي يضعها الآلهة الزائفون أكثر من قبولهم للمعايير الإلهية الحقيقية، ودينهم دين الشرك وليس دين الإسلام الذي يمثل قانون الله الثابت· هؤلاء الأشخاص يواجهون قوانين وأهداف متعددة يفرضها عليهم المجتمع، مما يعني أنهم يلتزمون بعدة أديان من خلال الأشكال المتعددة والأهداف المتنوعة التي يعيشون لأجلها·بعضهم يعيش من أجل السلطة والبعض من أجل السمعة والمال، وآخرون من أجل المكانة الإجتماعية المتنفذة· منهم من يسعى للحصول على ''زوجة جيدة'' ومنهم من يسعى من أجل ''حياة عائلية سعيدة''· هذه الأهداف المختلفة تستلزم أنماط حياة مختلفة، وبالتالي ''أديان'' مختلفة وسبب هذا كله عدم قدرة هؤلاء على إدراك وفهم وجود الله ومعرفة حدوده·إلا أن الإنسان، بفطرته، يميل إلى تحقيق عبوديته لله عز وجل · فهو بعجزه عن تحقيق حاجاته التي لا تنتهي، وهذا أمر طبيعي، يلتفت إلى الله خالقه وحده· إن فطرة الإنسان تدفعه دائماًلمعرفة الله وحده:فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا فِطْرَةَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا لَا تَبْدِيلَ لِخَلْقِ اللَّهِ ذَلِكَ الدِّينُ الْقَيِّمُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ. الروم 30·إن المؤمن المخلص الذي لا تأخذه الرغبات الشيطانية ولا تتأثر بها روحه، وإنما يحركه الإيمان بخالقه، يعرف كيف يبرمج نفسه وحياته بناء على الشريعة التي وضعها له كتاب الله ويعتبر الرسل هم النماذج الذي عليه الاحتذاء بهم· وتختلف حياة المؤمن بشكل تام عن حياة الكافر ، فالمؤمن يتعلم من القرآن والسنة حقائق لا يمكن للكافر اكتشافها· فعلى",
            "page": "42",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "سبيل المثال، لقد أخبر الله عز وجل المؤمن وبشره أن النعيم الخالد سيكون مصير كل من يلتزم بأوامر الله وينتهي عن نواهيه:فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ فَارِقُوهُنَّ بِمَعْرُوفٍ وَأَشْهِدُوا ذَوَى عَدْلٍ فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ فَارِقُوهُنَّ بِمَعْرُوفٍ وَأَشْهِدُوا ذَوَى عَدْلٍ مِنْكُمْ وَأَقِيمُوا الشَّهَادَةَ لِلَّهِ ذَلِكُمْ يُوعَظُ بِهِ مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ إِنَّ اللَّهَ بَالِغُ أَمْرِهِ قَدْ جَعَلَ اللَّهُ لِكُلِّ شَيْءٍ قَدْرًا .الطلاق 2-3·والمؤمن الذي يدرك قوة الله وعظمته يكرس حياته له، لأنه يعرف أنه كافيه ويمكنه التوكل عليه وحده، ومن أروع قصص التوكل قصة سيدنا يعقوب عليه السلام:وَقَالَ يَابَنِيَّ لَا تَدْخُلُوا مِنْ بَابٍ وَاحِدٍ وَادْخُلُوا مِنْ أَبْوَابٍ مُتَفَرِّقَةٍ وَمَا أُغْنِي عَنكُمْ مِنْ اللَّهِ مِنْ شَيْءٍ إِنْ الْحُكْمُ إِلَّا لِلَّهِ عَلَيْهِ تَوَكَّلْتُ وَعَلَيْهِ فَلْيَتَوَكَّلْ الْمُتَوَكِّلُون. يوسف 67·فالمؤمن الذي يدرك هذه الحقيقة يعرف أن واجبه في هذه الحياة يتلخص في إخلاصه لله تعالى· إنه واجبه و''مهنته'' في هذه الحياة الدنيا· إنه يحمل مسؤولية الجهاد في سبيل الله· إنه يسأل الله في كل شيء، لأن الله هو الذي يقدم له كل شيء· يعرض لنا القرآن الكريم الهدف من خلق الخلائق:وَمَا خَلَقْتُ الْجِنَّ وَالْإِنسَ إِلَّا لِيَعْبُدُونِي,مَا أُرِيدُ مِنْهُمْ مِنْ رِزْقٍ وَمَا أُرِيدُ أَنْ يُطْعِمُونِي,إِنَّ اللَّهَ هُوَ الرَّزَّاقُ ذُو الْقُوَّةِ الْمَتِين. الذاريات 56-58·ومن هذا المنطلق لا يمكن أن ''يخشى '' المؤمن الحق من ''المستقبل''،",
            "page": "43",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "فهذا الخوف يختص به أولئك الذين يرون الحياة على أنها صراع بين المئات من الآلهة والطواغيت· فعندما يغيب عنهم أن جميع الأحداث تأخذ مجراها بقدرة الله ومشيئته فقط، يعتقدون أنهم يحتاجون للصراع من أجل البقاء· إنهم يرون انتصارهم '' بالدوس على الآخرين'' وأن ''ظلمهم واضطهادهم'' هو الذي سيمكنهم من إنجاز أهدافهم، وتحقيق مصالحهم·يشرح سعيد النورسي كيف يفشل الإنسان في تفهم واجبه الحقيقي في تحقيق عبوديته لله ويضيف:''··إنهم يعتقدون بغباء أن الحياة دار صراع··''··هذه العقلية التي يشارك بها أولئك الذين لا يسيرون على المثل القرآنية، تشكل القاعدة العقلية لدياناتهم· وبسبب هذه العقلية يعيش هؤلاء في معاناة وشدة نفسية دائمة:- فغالبية هؤلاء، بخلاف مع المؤمنين، يتصفون بالأنانية، والعيش من أجل المصلحة الشخصية فقط·- إنهم يفتقدون الطباع الرقيقة التي تعتبر مصدر التضحية والإيثار، وعندما يحبون فهم بحبون من أجل المصلحة، يحبون الآخر ليس من أجل أخلاقه وقيمه، بل لأنهم يستمتعون بحبه·- ويبادلهم هذا الآخر الحب على نفس المبدأ، وهكذا تكون العلاقة قائمة على أساس تبادل المصالح، وتغيب ثقة كل بشريكه، لأنه يعرف أنه في أي لحظة يمكن أن يجد من هو أغنى وأقوى ···- يستهلكهم الحسد والغيرة، مما يمنع عنهم الاستمتاع بالجمال والسعادة· فبدلاً من الاستمتاع بالنعمة التي قد يراها هؤلاء على غيرهم كأن يقول ''يا لهذا الجمال الذي أسبغه الله عليه''، يقول: ''لماذا لم يخلقني بجماله؟''- لا يشعرون بالشكر والمنة لله، وهم غير راضين بما هم فيه من نعمة ومنة، وهذا ما يولد لديهم الشعور بالطمع وطلب المزيد، وهذا يجعلهم يعيشون في قلق دائم·- لا يقرون بضعفهم أمام الله ولا يطلبون منه العون· إنهم يظنون أنهم يتخلصون من ضعفهم عندما يبتعدون عن الله ويستغنون عن قوته وعونه· إلا أن هذا لا يخلصهم من ضعفهم، فهم في هذه اللحظة أيضاً يعلقون آمالهم على الآخرين، الذين",
            "page": "44",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "لا يتفضلون عليهم بشيء بل هم عباد أمثالهم· إنهم بعيدون عن الرحمة والصبر، دائمو الشعور بالإحباط والأسى، وفي لهاث مستمر وراء مصالحهم·- بعيدون عن الصبر والتسامح· ولهذا السبب تظهر الصراعات بينهم من مجرد مناقشة قد تتناقض فيها الآراء· والغرور يمنع أياً من هؤلاء من الاعتراف بخطئه·- إنهم يرفضون الاعتراف بأنهم يعيشون في هذه الحياة في رعاية الله وتحت حكمه، بل يظنون أنهم يعيشون في غابة وحشية عليهم أن ''يهزموا'' الآخرين ليستمروا هم· ومن هذا المنطلق تجدهم يتميزون بشخصيات أنانية وعدائية تفيدهم في تحقيق شعار الغابة : ''الصراع من أجل البقاء''، فهم إما سيبتلعون كأسماك صغيرة، أو سيكبرون ليصبحوا أسماكاً كبيرة تأكل الأسماك الصغيرة·هذه الصفات تطبع المجتمعات التي لا يمارس فيها الناس الدين الحقيقي، ويتصرفون على أسس ضالة مضلة· يصف القرآن الكريم هذه المجتمعات بـ ''الجاهلية'' لأنهم لا يعترفون مطلقاً لا بالله ولا باليوم الآخر· يصف لنا القرآن الكريم حال سيدنا موسى(ع) مع بني إسرائيل في دعواهم الضالة:وَجَاوَزْنَا بِبَنِي إِسْرَائِيلَ الْبَحْرَ فَأَتَوْا عَلَى قَوْمٍ يَعْكُفُونَ عَلَى أَصْنَامٍ لَهُمْ قَالُوا يَامُوسَى اجْعَل لَنَا إِلَهًا كَمَا لَهُمْ آلِهَةٌ قَالَ إِنَّكُمْ قَوْمٌ تَجْهَلُونَ إِنَّ هَؤُلَاءِ مُتَبَّرٌ مَا هُمْ فِيهِ وَبَاطِلٌ مَا كَانُوا يَعْمَلُونَ قَالَ أَغَيْرَ اللَّهِ أَبْغِيكُمْ إِلَهًا وَهُوَ فَضَّلَكُمْ عَلَى الْعَالَمِينَ. الأعراف 138-140·وكما قلنا سابقاً، فإن '' مجتمعات الجاهلية'' ليست واحدةً في شكلها· وبالرغم من أنها في مجموعها جاهلية، إلا أنها قائمة على شيء من التنوع وتعرض خصائص متغايرة· وتصنف هذه المجتمعات حسب شدة المقاييس الجاهلية فيها وضعفها·المقاييس التي يتم تقييم الأشخاص من خلالهافي المجتمع ''الجاهلي''''التقوى'' هي المقياس الذي يتميز به أفراد المجتمع المؤمن، نزولاً على",
            "page": "45",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "قول الرسول صلى الله عليه وسلم: ''إن من أحبكم إلي وأقربكم مني مجلساً يوم القيامة أحاسنكم أخلاقا···'' ¶ الترمذي-أما في المجتمع الجاهلي فالمال هو المقياس الذي يتميز به الأفراد كل عن الآخر· ولهذا السبب تظهر إنحرافات فكرية في تلك المجتمعات:- يُحترم الرجل الغني، مهما كان فاسداً، لأنه غني·- نتيجة لذلك يصدق ذلك الفاسد الغني أنه إنسان محترم·- بسبب إعطاء المجتمع قيمة خاصة للغني، يستشعر الفقير عدم الثقة بالنفس عندما يكون بين الأغنياء· وبالرغم من أن الفقير يشعر تماماً أنه متفوق على هذا الغني الذي يجلس بجواره بما فضل عليه من أخلاق، إلا أن نظرة المجتمع للأول وتبجيله له يجعل هذا الأخير عاجزاً عن التغلب على الشعور بالنقص·- في مجتمع الجاهلية، حيث يحكم المال كقيمة عليا، يسود الفساد الأخلاقي، ومن أشكال هذا الفساد الحرية وإساءة إستخدام السلطة، الذي يدخل حتى في أمور الحياة اليومية، وبما أن المال هو القيمة الأولى، فلا تهم الوسائل التي تسلك من أجل تحصيله، بل تصبح كلها مشروعة، بغض النظر عن مدى ظلمها وفسادها·قصة قارون في القرآن الكريم أبلغ تعبير عن قصة المال في المجتمع الجاهلي:إِنَّ قَارُونَ كَانَ مِنْ قَوْمِ مُوسَى فَبَغَى عَلَيْهِمْ وَآتَيْنَاهُ مِنْ الْكُنُوزِ مَا إِنَّ مَفَاتِحَهُ لَتَنُوءُ بِالْعُصْبَةِ أُولِي الْقُوَّةِ إِذْ قَالَ لَهُ قَوْمُهُ لَا تَفْرَحْ إِنَّ اللَّهَ لَا يُحِبُّ الْفَرِحِين وَابْتَغِ فِيمَا آتَاكَ اللَّهُ الدَّارَ الْآخِرَةَ وَلَا تَنسَ نَصِيبَكَ مِنْ الدُّنْيَا وَأَحْسِنْ كَمَا أَحْسَنَ اللَّهُ إِلَيْكَ وَلَا تَبْغِ الْفَسَادَ فِي الْأَرْضِ إِنَّ اللَّهَ لَا يُحِبُّ الْمُفْسِدِينَ قَالَ إِنَّمَا أُوتِيتُهُ عَلَى عِلْمٍ عِندِي وَابْتَغِ فِيمَا آتَاكَ اللَّهُ الدَّارَ الْآخِرَةَ وَلَا تَنسَ نَصِيبَكَ مِنْ الدُّنْيَا وَأَحْسِنْ كَمَا أَحْسَنَ اللَّهُ إِلَيْكَ وَلَا تَبْغِ",
            "page": "46",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "الْفَسَادَ فِي الْأَرْضِ إِنَّ اللَّهَ لَا يُحِبُّ الْمُفْسِدِينَ قَالَ إِنَّمَا أُوتِيتُهُ عَلَى عِلْمٍ عِندِي أَوَلَمْ يَعْلَمْ أَنَّ اللَّهَ قَدْ أَهْلَكَ مِنْ قَبْلِهِ مِنْ القُرُونِ مَنْ هُوَ أَشَدُّ مِنْهُ قُوَّةً وَأَكْثَرُ جَمْعًا وَلَا يُسْأَلُ عَنْ ذُنُوبِهِمْ الْمُجْرِمُونَ فَخَرَجَ عَلَى قَوْمِهِ فِي زِينَتِهِ قَالَ الَّذِينَ يُرِيدُونَ الْحَيَاةَ الدُّنيَا فَخَرَجَ عَلَى قَوْمِهِ فِي زِينَتِهِ قَالَ الَّذِينَ يُرِيدُونَ الْحَيَاةَ الدُّنيَا يَالَيْتَ لَنَا مِثْلَ مَا أُوتِيَ قَارُونُ إِنَّهُ لَذُو حَظٍّ عَظِيمٍ وَقَالَ الَّذِينَ أُوتُوا الْعِلْمَ وَيْلَكُمْ ثَوَابُ اللَّهِ خَيْرٌ لِمَنْ آمَنَ وَعَمِلَ صَالِحًا وَلَا يُلَقَّاهَا إِلَّا الصَّابِرُونَ فَخَسَفْنَا بِهِ وَبِدَارِهِ الْأَرْضَ فَمَا كَانَ لَهُ مِنْ فِئَةٍ يَنصُرُونَهُ مِنْ دُونِ اللَّهِ وَمَا كَانَ مِنْ المُنْتَصِرِينَ وَأَصْبَحَ الَّذِينَ تَمَنَّوْا مَكَانَهُ بِالْأَمْسِ يَقُولُونَ وَيْكَأَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ مِنْ عِبَادِهِ وَيَقْدِرُ لَوْلَا أَنْ مَنَّ اللَّهُ عَلَيْنَا لَخَسَفَ بِنَا وَيْكَأَنَّهُ لَا يُفْلِحُ الْكَافِرُون تِلْكَ الدَّارُ الْآخِرَةُ نَجْعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوًّا فِي الْأَرْضِ وَلَا فَسَادًا وَالْعَاقِبَةُ لِلْمُتَّقِينَ. القصص 76-83·ترسم لنا الآيات السابقة قارون والقوم الذين حسدوه على النعم التي كان يرفل بها كنماذج عن المجتمع الجاهلي· إنهم يعانون من نقص في إدراك حقيقة أنفسهم وما يملكون، إن ما يملكونه إنما هو ملك لله أنعم به عليهم، والله يرزق من يشاء· لقد ظن قارون أن الثروة التي يملكها إنما استحقها بسبب عظمته! إلا أن الحقيقة غير ذلك- لأن الله عز وجل هو خالق كل شيء ، فهو المالك لكل شيء، وهذا يعني أن من يملك أي شيء لا يكون أكثر من وصي على",
            "page": "47",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "هذه الممتلكات التي تعود في الواقع إلى الله الواحد·- إن النعم التي يسبغها الله عز وجل على الإنسان لا يسبغها عليه بسبب عظمته، أو لأنه يمتلك شيئاً هاماً، بل يسبغها عليه إما إمتحاناً أو عطاء، ما يُنتظر منه في المقابل هو الشكر والامتنان وليس التكبر على الله· وعندما تغيب هذه الحقيقة عن الذهن البشري، يفقد الإنسان حس الاستمتاع بهذه الثروة في الدنيا ولا يجني إلا الندم والخسران في الآخرة·- الثروة ليست للكنز ولا لكي يبخل الإنسان بها، يمنح الله عز وجل الثروة للإنسان لينفقها في سبيله· يخبرنا القرآن الكريم عن عاقبة من لا ينفق ماله كما أمره الله بقوله تعالى:وَلَا يَحْسَبَنَّ الَّذِينَ يَبْخَلُونَ بِمَا آتَاهُمْ اللَّهُ مِنْ فَضْلِهِ هُوَ خَيْرًا لَهُمْ بَلْ هُوَ شَرٌّ لَهُمْ سَيُطَوَّقُونَ مَا بَخِلُوا بِهِ يَوْمَ الْقِيَامَةِ وَلِلَّهِ مِيرَاثُ السَّمَاوَاتِ وَالْأَرْضِ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِير.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "آل عمران 180·على الإنسان أن يكون حكيماً في إنفاقه لما أنعم الله به عليه ليحقق رضوان الله، دون الخوف من أن ينقص ماله أو ينضب· والقرآن الكريم يلفت انتباهنا لهذه النقطة ويقول لنا أن الشيطان يعدنا ''الفقر'' (البقرة 268) ولكنه يخبرنا أيضاً أن الله عز وجل يخلف علىقُلْ إِنَّ رَبِّي يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ مِنْ عِبَادِهِ وَيَقْدِرُ لَهُ وَمَا أَنفَقْتُمْ مِنْ شَيْءٍ فَهُوَ يُخْلِفُهُ وَهُوَ خَيْرُ الرَّازِقِينَ. سبأ 39·تعكس قصة قارون الصفة العامة للمجتمع الجاهلي· ومن خلال نظرة فاحصة إلى هذه القصة نجد أن قارون إنما يمثل شخصية نموذجية من شخصيات المجتمع الجاهلي الثرية وذات الجاه·كذلك تكشف لنا القصة في أحد جوانيها عن أولئك الذين حسدوا قارون على المال والجاه الذي كان يرفل بهما، إنهم يعانون من العقلية الجاهلية نفسها التي تتجاهل أن الله هو المالك لكل شيء المعطي لكل شيء والمانع لكل شيء·المؤمنون الحقيقيون هم أولئك الذين يبتعدون عن هذه المفاهيم الجاهلية·- يدرك المؤمنون أن قارون ليس محط حسد وإنما محط شفقة لأن المال بالنسبة لهم ليس معياراً من جهة، وأن الله هو المعطي المانع من جهة أخرى·- إنهم يعرفون منذ البداية ما اكتشفه قوم قارون الجاهليون فيما بعد، فلم ينتظروا حتى يخسف الله به الأرض ليقولوا ''ويكأن الله يبسط الرزق لمن يشاء من عباده ويقدر''·وتنقل لنا سورة الكهف مثالاً مشابهاً من خلال قصة صاحب الجنتين· هذه القصة تبين لنا الفرق بين صاحب المال والجاه، وبين المؤمن الذي يعبد الله حق عبادته:وَاضْرِبْ لَهُمْ مَثَلًا رَجُلَيْنِ جَعَلْنَا لِأَحَدِهِمَا جَنَّتَيْنِ مِنْ أَعْنَابٍ وَحَفَفْنَاهُمَا بِنَخْلٍ وَجَعَلْنَا بَيْنَهُمَا زَرْعًا كِلْتَا الْجَنَّتَيْنِ آتَتْ أُكُلَهَا وَلَمْ تَظْلِمْ مِنْهُ شَيْئًا وَفَجَّرْنَا خِلَالَهُمَا نَهَرًا وَكَانَ لَهُ ثَمَرٌ فَقَالَ لِصَاحِبِهِ وَهُوَ",
            "page": "49",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "يُحَاوِرُهُ أَنَا أَكْثَرُ مِنْكَ مَالًا وَأَعَزُّ نَفَرًا وَدَخَلَ جَنَّتَهُ وَهُوَ ظَالِمٌ لِنَفْسِهِ قَالَ مَا أَظُنُّ أَنْ تَبِيدَ هَذِهِ أَبَدًا وَمَا أَظُنُّ السَّاعَةَ قَائِمَةً وَلَئِنْ رُدِدْتُ إِلَى رَبِّي لَأَجِدَنَّ خَيْرًا مِنْهَا مُنقَلَبًا وَمَا أَظُنُّ السَّاعَةَ قَائِمَةً وَلَئِنْ رُدِدْتُ إِلَى رَبِّي لَأَجِدَنَّ خَيْرًا مِنْهَا مُنقَلَبًا قَالَ لَهُ صَاحِبُهُ وَهُوَ يُحَاوِرُهُ أَكَفَرْتَ بِالَّذِي خَلَقَكَ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ سَوَّاكَ رَجُلًا لَكِنَّا هُوَ اللَّهُ رَبِّي وَلَا أُشْرِكُ بِرَبِّي أَحَدًا وَلَوْلَا إِذْ دَخَلْتَ جَنَّتَكَ قُلْتَ مَا شَاءَ اللَّهُ لَا قُوَّةَ إِلَّا بِاللَّهِ إِنْ تُرَنِي أَنَا أَقَلَّ مِنْكَ مَالًا وَوَلَدًا فَعَسَى رَبِّي أَنْ يُؤْتِيَنِي خَيْرًا مِنْ جَنَّتِكَ وَيُرْسِلَ عَلَيْهَا حُسْبَانًا مِنْ السَّمَاءِ فَتُصْبِحَ صَعِيدًا زَلَقًا فَعَسَى رَبِّي أَنْ يُؤْتِيَنِي خَيْرًا مِنْ جَنَّتِكَ وَيُرْسِلَ عَلَيْهَا حُسْبَانًا مِنْ السَّمَاءِ فَتُصْبِحَ صَعِيدًا زَلَقًا أَوْ يُصْبِحَ مَاؤُهَا غَوْرًا فَلَنْ تَسْتَطِيعَ لَهُ طَلَبًا وَأُحِيطَ بِثَمَرِهِ فَأَصْبَحَ يُقَلِّبُ كَفَّيْهِ عَلَى مَا أَنفَقَ فِيهَا وَهِيَ خَاوِيَةٌ عَلَى عُرُوشِهَا وَيَقُولُ يَالَيْتَنِي لَمْ أُشْرِكْ بِرَبِّي أَحَدًا وَلَمْ تَكُنْ لَهُ فِئَةٌ يَنصُرُونَهُ مِنْ دُونِ اللَّهِ وَمَا كَانَ مُنتَصِرًا هُنَالِكَ الْوَلَايَةُ لِلَّهِ الْحَقِّ هُوَ خَيْرٌ ثَوَابًا وَخَيْرٌ عُقْبًا. الكهف 32-44·قادة المجتمعات التي يحكم فيها المال كمقياسفي كل قصة من قصص القرآن تقريبا يذكر الله عز وجل لنا الأقوام الذين ياتي المسلمون لهم بالرسالة ليبلغوها لهم· إلا أن البلاغ لم يصلحهم ولم يهدهم سبيلاً، بل زادهم تكبراً وعلواً وظلماً للمؤمنين· والقرآن الكريم",
            "page": "50",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "يعطينا دائماً وصفا لهؤلاء عند عرضه لقصص الرسل·وفي معظم الأحيان يصف القرآن الكريم هذا الجزء من المجتمع بـ ''مترفيها'' و ''في ضلال بعيد''، ''يسعون في الأرض فساداً· إن الصفةالمشتركة فيما بينهم هي توظيفهم للقوة والمال في محاربة الله والإفساد في الأرض، يصف لنا القرآن الكريم هؤلاء القادة:وَمَا أَرْسَلْنَا فِي قَرْيَةٍ مِنْ نَذِيرٍ إِلَّا قَالَ مُتْرَفُوهَا إِنَّا بِمَا أُرْسِلْتُمْ بِهِ كَافِرُون. ¶ سبأ 34-35·إنهم يتفاخرون بكثرة الأولاد التي زادتهم عناداً واستكباراً:فَأَمَّا عَادٌ فَاسْتَكْبَرُوا فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَقَالُوا مَنْ أَشَدُّ مِنَّا قُوَّةً أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَهُمْ هُوَ أَشَدُّ مِنْهُمْ قُوَّةً وَكَانُوا بِآيَاتِنَا يَجْحَدُون. فصلت 15· وبينما يناصب هؤلاء المؤمنين العداء، يستمد المؤمنون من هذا العداء القوة· إنهم لا يدينون بالعبودية لله ولا يستثمرون أموالهم في سبيله، ويكنون مشاعر الكراهية والبغضاء للمؤمنين، حتى أنهم يصلون في بعض الأحيان للتفكير بـ ''إخراجهم'':قَالَ الْمَلَأُ الَّذِينَ اسْتَكْبَرُوا مِنْ قَوْمِهِ لَنُخْرِجَنَّكَ يَاشُعَيْبُ وَالَّذِينَ آمَنُوا مَعَكَ مِنْ قَرْيَتِنَا أَوْ لَتَعُودُنَّ فِي مِلَّتِنَا قَالَ أَوَلَوْ كُنَّا كَارِهِينَ.الأعراف 88·ونماذج هؤلاء موجودة في مجتمعات هذا العصر· عندما يتفكر أحدنا بالخصائص الرئيسية ''للذين يركنون للحياة الدنيا'' كما يحكيها لنا القرآن يبدو الموضوع أكثر وضوحاً، لما تحمله صفات هؤلاء من تشابه مع صفات أولئك الذين يتبنون أفكار المجتمع الجاهلي ومقاييسه· ويطلق على هذا الجزء من المجتمع لقب ''المجتمع المخملي'' وهو موجود في كل مكان من العالم تقريباً·ويعيش أفراد هذا الجزء من المجتمع الذين يتمتعون بمستوى معيشي أعلى بكثير من المستوى العادي حياة مغرقة في الفساد· ( بالطبع يوجد أشخاص جيدون في هذه",
            "page": "51",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "الطبقة الإجتماعية تماماً كما يوجد أشخاص سيئين)· ومن مظاهر هذه المجتمعات الحفلات الماجنة التي يرتبونها في الحانات أو في المنازل، والعروض الفاسدة، والشبان الذين دمرتهم المخدرات وهم في مقتبل العمر، والإنحلال الأخلاقي الذي يبعد الناس عن الالتزام الأخلاقي وعن الأمانة والثقة، والشراب المفرط، والبذخ والترف ، كل هذه المظاهر تبدو وكأنها ''طبيعية''· وفي ظل هذه الأجواء التي تلفها شرعية التقدم والعصرية يتم فرض الانحرافات عن الفطرة والفساد الأخلاقي على الشعوب·إن بعض أفراد هذه المجتمعات يحملون الصفات التي عرضها لنا القرآن الكريم في وصفه لأمثالهم، فمنهم من يمارس اللواط، شأن قوم لوط، ومنهم من يخسر الميزان، شأن قوم مدين، ومنهم من يستهزئ بالمؤمنين ويسخر منهم، شأن قوم نوح، والكثير منهم يتعاملون بالربا، شأن بني إسرائيل·إن هؤلاء ، باعتبارهم لا يملكون أي صفة ن الصفات الحميدة سوى حياة البذخ التي يعيشونها، يعيشون حياة ملؤها الفساد، بينما تسعى الطبقات الفقيرة والمتوسطة على رزقها بالوسائل والطرق المشروعة وغالباً ما يكلفها هذا الكثير من الجهد والمشقة· إن أولئك الأثرياء بحياتهم الصاخبة التي ينفقون فيها في الليلة الواحدة ما يفوق راتب فرد واحد من تلك الطبقة الكادحة، يسببون ضرراً معنوياً كبيراً في المجتمع·ولا ننسى النهاية التي تنتظر أولئك المترفين إذا لم يتوبوا إلى الله ويعودوا إلى جادة الصواب·حَتَّى إِذَا أَخَذْنَا مُتْرَفِيهِمْ بِالْعَذَابِ إِذَا هُمْ يَجْأَرُونَ لَا تَجْأَرُوا الْيَوْمَ إِنَّكُمْ مِنَّا لَا تُنصَرُونَ. المؤمنون 64-65.القيم في مجتمع الجاهليةتقوم الأخلاق الإيمانية التي يتحلى بها المؤمنون على خشية الله وابتغاء رضوانه، وبما أن أفراد المجتمع الجاهلي لا يعرفون ما هي التقوى ، فإنهم يعيشون بأخلاق منحرفة ومشوهة··فالمجتمع ''الجاهلي'' لا يدرك قدرة الله المطلقة ورقابته الدائمة، لأن القيم",
            "page": "52",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "والأخلاق التي يبنون عليها مجتمعهم تعتمد على '' ماذا يقول الناس عن هذا؟'' هذا المفهوم يسمح لهم بممارسة الفساد الأخلاقي غير المسموح في جو من السرية· وهكذا يسبغون الشرعية على هذه الممارسات بطريقة جديدة·على سبيل المثال، يمارس العديد من أفراد هذا المجتمع ''الجاهلي'' اللواط الذي يعتبر عملاً غير أخلاقي· إلا أن هؤلاء الذين يمارسونه لا يجرؤون على الاعتراف بممارستهم هذه، ومع ذلك لا يتوقفون عنها شريطة أن لا يسمع بهم أو يراهم أحد·من الممكن مشاهدة أشكال مختلفة من السلوكيات الحياتية المنحرفة في المجتمعات الجاهلية·الرغبة في العيش الخالدقُلْ إِنَّ الْمَوْتَ الَّذِي تَفِرُّونَ مِنْهُ فَإِنَّهُ مُلَاقِيكُمْ ثُمَّ تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُمْ بِمَا كُنتُمْ تَعْمَلُون. الجمعة 8·يتصرف أفراد المجتمع الجاهلي، الذين لا يعون الوجود الإلهي والدار الآخرة، وكأنهم يعيشون أبداً· وفي هذه المجتمعات تعتبر كلمة ''الموت'' من الكلمات التي يجب أن لا يتلفظ بها· وعندما توضع الأهداف الكبيرة ينتفي وجود الموت من قاموسهم، إنهم يكدسون الثروات وكأن هذه الحياة قائمة دون نهاية· وبما أن حياة هؤلاء تقوم بشكل كامل على كل ما هو مادي، فإن كل من يذكر الموت يعتبر ''مفسد للبهجة''·هذه أحد التشوهات الفكرية التي تقوم عليها حياة أولئك الجاهلين· وبما أن ''كل نفس ذائقة الموت'' (آل عمران: 185)، فإن الحياة التي تقوم على المفهوم الجاهلي للموت لا بد وأن أسسها متعفنة هشة، وهنا لا بد وأن يعمل الإنسان عقله:- إذا كان الإنسان سيخلد في هذه الدنيا، فلماذا تقتصر حياته على 60-70 سنة؟- عليه إدراك أن حقيقة التفكير الجاهلي بأن تجنب التفكير بالموت يؤدي إلى إبعاده، لهو أشبه بالنعامة التي تخفي رأسها في التراب·- عليه أن يعرف بأن الله الذي خلقه من نطفة قادر على إعادة خلقه، ونفخ الروح فيه من جديد·- عليه أن يثق تماماً",
            "page": "53",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "أن وعد الله الذي قطعه على نفسه في العديد من الآيات القرآنية ببعثه بعد الموت لا بد وأنه سيتحقق·- كل ما سبق سيؤدي به إلى تفهم حقيقة الموت في أنه ليس نوعاً من العدم، وإنما مرحلة إنتقالية إلى الدار الآخرة·- في هذه الحالة، سيدرك أيضاً أن الخوف من الموت أمر لا جدوى منه، فالخوف من الموت لا يحجبه ولا ينفيه، فهو قدر محتوم· كل إنسان سيموت في يوم قد قدر له، ينذر القرآن أولئك الذين يخشون الموت:··· يُخْفُونَ فِي أَنْفُسِهِمْ مَا لَا يُبْدُونَ لَكَ يَقُولُونَ لَوْ كَانَ لَنَا مِنْ الْأَمْرِ شَيْءٌ مَا قُتِلْنَا هَاهُنَا قُلْ لَوْ كُنْتُمْ فِي بُيُوتِكُمْ لَبَرَزَ الَّذِينَ كُتِبَ عَلَيْهِمْ الْقَتْلُ إِلَى مَضَاجِعِهِمْ وَلِيَبْتَلِيَ اللَّهُ مَا فِي صُدُورِكُمْ وَلِيُمَحِّصَ مَا فِي قُلُوبِكُمْ وَاللَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "آل عمران 154 ·الموت بالنسبة للمؤمنين الذين عاشوا حياتهم لله وفي سبيل الله ليس إلا بوابة النجاة لنعيم خالد، أما بالنسبة لأولئك الذين ينكرون الله ويعلنون العصيان عليه، فهو كارثة لأنه بداية لعذاب خالد· يخبرنا القرآن الكريم أنه ما إن يحل الموت حتى يعلن الغافلون الندم حيث لا ينفع الندم:وَلَيْسَتْ التَّوْبَةُ لِلَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ حَتَّى إِذَا حَضَرَ أَحَدَهُمْ الْمَوْتُ قَالَ إِنِّي تُبْتُ الْآنَ وَلَا الَّذِينَ يَمُوتُونَ وَهُمْ كُفَّارٌ أُوْلَئِكَ أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا. النساء 18·حَتَّى إِذَا جَاءَ أَحَدَهُمْ الْمَوْتُ قَالَ رَبِّ ارْجِعُونِي, لَعَلِّي أَعْمَلُ صَالِحًا فِيمَا تَرَكْتُ كَلَّا إِنَّهَا كَلِمَةٌ هُوَ قَائِلُهَا وَمِنْ وَرَائِهِمْ بَرْزَخٌ إِلَى يَوْمِ يُبْعَثُونَ. المؤمنون 99-100·إن كل إنسان لم يعش حياته في سبيل الله سيعاني من حالة الندم هذه إلا أن يشاء الله·تأمل أن الحياة قصيرة جداً، وأن هناك حياة حقيقية بعد هذه الحياة وأنك ستعيش حياة الخلد هذه في نعيم طالما أنك عشت حياتك الدنيوية لله:- علينا أن نهتم بالحياة الآخرة التي سينقلنا الموت إليها أكثر من اهتمامنا بهذه الحياة الفانية التي نعيشها· من أجل هذا قال الله تعالى عن المؤمنين الذين يدركون هذه الحقيقة: )إِنَّا أَخْلَصْنَاهُمْ بِخَالِصَةٍ ذِكْرَى الدَّارِ(ص 46·- من غير المجدي الاستغراق في هذه الحياة الدنيا والاغترار بزينتها والانغماس بها· فلا الأموال ولا الأولاد ولا القوة ولا السمعة ولا أي شيء من هذه الدنيا الفانية سيصحب الإنسان إلى القبر· إنه سينزل قبره مع قطعة قماش فقط، الكفن، ثم ما يلبث أن يفنى ذلك الجسد الذي غادره الروح·- إن ما يصحب الإنسان إلى الدار الآخرة هو عمله الصالح وعباداته، وهناك سيعوض الإنسان عن جماله وماله وكل النعم الدنيوية بأفضل منها في خلود دائم·- الذين يخفقون في",
            "page": "55",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "إدراك هذه الحقيقة ويبخلون بمالهم وأنفسهم على الله إنما يجلبون على أنفسهم الهلاك في الدار الآخرة:هَاأَنْتُمْ هَؤُلَاءِ تُدْعَوْنَ لِتُنفِقُوا فِي سَبِيلِ اللَّهِ فَمِنْكُمْ مَنْ يَبْخَلُ وَمَنْ يَبْخَلْ فَإِنَّمَا يَبْخَلُ عَنْ نَفْسِهِ وَاللَّهُ الْغَنِيُّ وَأَنْتُمْ الْفُقَرَاءُ وَإِنْ تَتَوَلَّوْا يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ثُمَّ لَا يَكُونُوا أَمْثَالَكُمْ. محمد 38·إن أولئك الذين لا يعترفون بهذه الحقيقة يصبحون متعلقين بهذه الحياة الدنيا أشد التعلق لتحقيق ''الحياة الخالدة'' التي يتصورونها، والتي من أجلها يسعون ''لترك ما يخلد أسمهم في هذه الحياة الدنيا بحيث يبقى الناس يتذكرونهم''وهذه الرغبة تظهر بعدة أشكال:- البعض يترك وراءه ''أعمالاً فنية أو عمرانية '' مما يجعل ''اسمه مخلداً'' ،على هذا يمثل لنا القرآن الكريمأَتَبْنُونَ بِكُلِّ رِيعٍ آيَةً تَعْبَثُونَ وَتَتَّخِذُونَ مَصَانِعَ لَعَلَّكُمْ تَخْلُدُون. الشعراء 128-129·- ومن أكثر مظاهر تطبيق هذه الفكرة هو الرغبة في ''الذرية'' أو ''الأولاد''· فالذين لا يعلقون أملاً على الدار الآخرة يرغبون في أن يتركوا وراءهم أولاداً يحملون أسماءهم، ولذلك تفضل معظم العائلات أن تكون ذريتهم من الذكور· من آيات القرآن الكريم المعبرة جداً عن هذا الموضوع قوله تعالى:اعْلَمُوا أَنَّمَا الْحَيَاةُ الدُّنْيَا لَعِبٌ وَلَهْوٌ وَزِينَةٌ وَتَفَاخُرٌ بَيْنَكُمْ وَتَكَاثُرٌ فِي الْأَمْوَالِ وَالْأَوْلَادِ كَمَثَلِ غَيْثٍ أَعْجَبَ الْكُفَّارَ نَبَاتُهُ ثُمَّ يَهِيجُ فَتَرَاهُ مُصْفَرًّا ثُمَّ يَكُونُ حُطَامًا وَفِي الْآخِرَةِ عَذَابٌ شَدِيدٌ وَمَغْفِرَةٌ مِنْ اللَّهِ وَرِضْوَانٌ وَمَا الْحَيَاةُ الدُّنْيَا إِلَّا مَتَاعُ الْغُرُورِ. الحديد 20·من المؤكد أنه من المحمود أن نكثر ذريتنا ونربيها على عبادة الله والأخلاق الحميدة، إلا أن أفراد المجتمع الجاهلي لا",
            "page": "56",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "يتكاثرون ولا يربون أولادهم في سبيل هذا الهدف، وإنما بهدف تكريس اسمهم كنوع من الاستكبار في الأرض·إذا ما عدنا إلى القرآن الكريم، نجد أن المؤمنين يسألون الله الأولاد فقط من أجل تنشئتهم في سبيل الله؛ كما أن معظم الرسل قضوا حياتهم دون أولاد، وبعضهم سأل الله عز وجل الأولاد عندما كبر وفي سبيل ضمان استمرارية الرسالة التي حملوا مسؤولية تبليغها·من أجل هذا يكون ''الأولاد'' من سبل تحقيق الخلافة في الأرض ، وعلى المؤمن أن لا ينسى قول الرسول الكريم ''ينقطع عمل ابن آدم إلا من ثلاث···وولد صالح يدعو له''· إنه لخطأ جسيم أن يكون إنجاب الأولاد في سبيل حفظ الإسم على وجه الأرض·فهم الدين في مجتمع الجاهليةإن هؤلاء الأفراد الذين أتينا على وصفهم، والذين لا يقدرون الله حق قدره، قد فسروا الدين من خلال منطقهم الجاهلي، وبناء على معتقداتهم المشوهة·والنتيجة هي فهم مشوه ومنحرف عن الدين الذي جاء به الإسلام والقرآن· فالقرآن يصف لنا الدين الذي جاء به رسولنا محمد صلى الله عليه وسلم بأنه: )··· وَيَضَعُ عَنْهُمْ إِصْرَهُمْ وَالْأَغْلَالَ الَّتِي كَانَتْ···( (الأعراف 157) ، كما يصفه بأنه سهلاً لاحرج فيه:وَجَاهِدُوا فِي اللَّهِ حَقَّ جِهَادِهِ هُوَ اجْتَبَاكُمْ وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ مِلَّةَ أَبِيكُمْ إِبْرَاهِيمَ هُوَ سَمَّاكُمْ الْمُسْلِمينَ مِنْ قَبْلُ··· الحج 78·يدعو الله عز وجل الناس إلى تصحيح معتقداتهم الخاطئة وأساليب حياتهم المنحرفة، والإقبال على الحياة التي شرعها الله لهم·عندما يتعامى المجتمع الجاهلي عن فهم الرسالة الحقيقية للقرآن الكريم، فإنه يخلق ديناً جديداً·من خصائص هذا الدين المشوه:- يأمر الدين الذي جاء به القرآن الكريم الناس أن يعبدوا الله وحده ويحرروا نفسهم من عبودية كل ما سواه· وعندما يتحرر الإنسان من عبودية الأرض والسعي لمرضاة العباد، تقتصر مسؤوليته على السعي لمرضاة رب",
            "page": "57",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "العباد· إلا أن أفراد المجتمع الجاهلي لا يعتنقون هذا المفهوم ولا يفهمون الدين من هذا المنطلق بحيث يدينون بالعبودية لله وحده ويتحررون من عبودية من سواه، بل يستبدلون هذا بالعبودية ''للحالة الاجتماعية''، وهذا ما يبقيهم تحت الضغط الاجتماعي· هذا المفهوم يعني أن يكرس الناس اهتمامهم إلى ''ما يقوله الناس'' بالدرجة الأولى - وهذا أبعد ما يكون عن الدين الحقيقي·- مع هذا المفهوم الخاطئ يحدد المجتمع الجاهلي مفهوم الدين بالتقاليد· هنا تتداخل العوامل الثقافية والعادات المحلية مع الدين، وتنحرف ''التقوى'' لتصبح ''عادات الآباء''· إلا أن القرآن الكريم وسنة رسولنا صلى الله عليه وسلم لا تلتقي مع هذه المفاهيم بأي شكل من الأشكال· يأمر الله عز وجل الإنسان أن يلتزم بحدود قرآنه الكريم وسنة رسوله· وعلى مدار التاريخ كان الرسل يخوضون معاركهم مع أقوامهم الذين يجانبون الحقيقة دائماً ويصرون على ''اتباع ملة آبائهم''· يقول تعالى:وَإِذَا قِيلَ لَهُمْ اتَّبِعُوا مَا أَنزَلَ اللَّهُ قَالُوا بَلْ نَتَّبِعُ مَا أَلْفَيْنَا عَلَيْهِ آبَاءَنَا أَوَلَوْ كَانَ آبَاؤُهُمْ لَا يَعْقِلُونَ شَيْئًا وَلَا يَهْتَدُونَ. البقرة 170·ونجد هذه الفكرة أيضاً في سورة المائدة 104, الأنعام 91, الأعراف 28 وفي العديد من الآيات أيضاً·- ومع هذا الدين الجديد، دين الحالة الإجتماعية، ابتعد هؤلاء الجاهليون بالدين عن العقل· على المسلم، كما يخبرنا القرآن، أن يكون حكيماً، عقلانياً· فالمؤمنون مطالبون دائماً بالتفكير والتأمل ليشهدوا آيات الله عز وجل· الإيمان والحكمة أمران متلازمان · فالإيمان ينبع من التفكر والحكمة، والحكمة تتفجر من نبع الإيمان· إلا أن الجاهلين يعتقدون أن الإيمان ينبع من ''التقاليد'' فحسب· إنهم يعتقدون أن الالتزام الأعمى بالعادات والتقاليد هو الإيمان، في حين أن الحكمة هي التي تقود إلى إدراك الوجود الإلهي وصفاته· لذلك يكون الإيمان",
            "page": "58",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "في المجتمع الجاهلي ضعيفاً· ومن أجل الحفاظ على هذا الوهن الإيماني ، يسلكون طريقاً منحرفاً آخر يتلخص بتكريس مفهوم: ''الاستغراق في المواضيع الدينية يضر بالإيمان''·- هذه العقلية تجد من المفيد إدخال مفاهيم جديدة على الدين لتجعل الحرام حلالاً·يخبرنا القرآن الكريم عن هذه العقلية التي تجعل من الحلال حراماً والحرام حلالاً بقوله عز وجل:قُلْ مَنْ حَرَّمَ زِينَةَ اللَّهِ الَّتِي أَخْرَجَ لِعِبَادِهِ وَالطَّيِّبَاتِ مِنْ الرِّزْقِ قُلْ هِيَ لِلَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا خَالِصَةً يَوْمَ الْقِيَامَةِ كَذَلِكَ نُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ قُلْ إِنَّمَا حَرَّمَ رَبِّي الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَالْإِثْمَ وَالْبَغْيَ بِغَيْرِ الْحَقِّ وَأَنْ تُشْرِكُوا بِاللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا وَأَنْ تَقُولُوا عَلَى اللَّهِ مَا لَا تَعْلَمُونَ.",
            "page": "59",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "الأعراف 32-33·وَمَا لَكُمْ أَلَّا تَأْكُلُوا مِمَّا ذُكِرَ اسْمُ اللَّهِ عَلَيْهِ وَقَدْ فَصَّلَ لَكُمْ مَا حَرَّمَ عَلَيْكُمْ إِلَّا مَا اضْطُرِرْتُمْ إِلَيْهِ وَإِنَّ كَثِيرًا لَيُضِلُّونَ بِأَهْوَائِهِمْ بِغَيْرِ عِلْمٍ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِالْمُعْتَدِين. الأنعام 119·يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تُحَرِّمُوا طَيِّبَاتِ مَا أَحَلَّ اللَّهُ لَكُمْ وَلَا تَعْتَدُوا إِنَّ اللَّهَ لَا يُحِبُّ الْمُعْتَدِين. المائدة 87·- نتيجة لهذه العقلية المنحرفة نراهم يحسبون أن دين الإسلام جاء للعرب البدو خاصة، مع أن الحقيقة عكس ذلك تماماً· لقد كان الرسل دائماً هم أكثر الناس تحضراً في عصرهم، فكانوا مثقفين وعارفين بكل فنون الحياة، فسيدنا سليمان(ع) مع قصره الذي بناه ولم يكن له مثيل لهو أبرز مثال على هذا كما يرويه لنا القرآن الكريم·المسلم لا يلتزم بالثقافات التقليدية أو القيم الوطنية· فالمسلم لا يحد نفسه بوطن واحد وثقافة واحدة· أن تكون مسلماً يعني أن تكون عبداً لله وأن تكون شاكراً لأنعمه· أن تكون مسلماً يعني أن تجاهد لتصل إلى الله وتتقرب إليه، وأن تصبح إنساناً بشخصية نبيلة· الإسلام دين عالمي،والمسلم الحقيقي هو ذلك الذي يسعى للفوز بمرضاة الله العظيم، ويبتعد عن كل الماديات والروحانيات التي تبتعد به عن صراطه المستقيم·هذا هو المسلم· ¶ الفصل الرابعجهنم: دار الخلد لمن يتخذمن دون الله أنداداً أفمن اتبع رضوان الله كمن باء بسخط من الله ومأواه جهنم وبئس المصير. آل عمران 162·- جهنم دار الخزي والعذاب الخالد (التوبة 68,63 ؛ المائدة 80؛الأنعام 128؛ هود 107؛ النحل 29؛ الأنبياء99؛ النساء .(14,151",
            "page": "60",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "- إنها ترمي بشرر كالقصر (المرسلات 32, المعارج 15, آل عمران 181, الأحزاب 64, الحج 72, النور 57, الفرقان.(11- إنها أسوء مكان خلقه الله تعالى· (آل عمران 162, النساء .(115- عذابها لا ينتهي ولن يخفف بل هو عذاب مقيم· (المؤمن 46-47؛ المائدة 37؛ يونس 52؛ البينة 6؛ الحج 22.(- لا نجاة منها بالموت· (إبراهيم 17.(- لا مغيث فيها ولا نصير منها· (آل عمران 91.(- لا مهرب منها ولا نجاة· (المائدة 37؛ الكهف 53؛ البلد 19-20.(- خزنة جهنم من الملائكة· (المدثر 31.(- وقود جهنم الناس والحجارة· (البقرة 24؛ التحريم؛ آل عمران 10؛ الأنبياء .(98- يكتوي العاصون في نار جهنم (التوبة 35.(- لهم فيها زفير وشهيق (الأنبياء 100.(- الكافرون مغلولون في السلاسل· (إبراهيم 49.(- لا يذوقون فيها برداً ولا شرابا· (النبأ 24-25؛ الغاشية 5؛ الواقعة 54-55.(- طعامها الزقوم· (الدخان 23-46؛ الصافات 62-66؛ الواقعة 52-53؛ المزمل 13.(- ثياب أصحاب النار من قطران· (إبراهيم 50.( ¶ الفصل الخامسالجنة: دار الخلد لمن يبتغي رضوان اللهلهم ما يشاؤون ولدينا مزيد. ق 35- هناك يوجد كل ما يتمنى الإنسان ولا يزال هناك المزيد· (ق 35؛ الزخرف 71؛الأنبياء 102.(- فيها مملكة كبيرة لا حدود لها· (الإنسان 20.(- نعيم خالد في كل مكان· (الصافات 43؛ الإنسان 20.(- لا يموت أصحابها إلا الموتة الأولى (الدخان 56.(- يعيش الصالحون هناك إلى الأبد· (الببقرة 25.(- لا وصب فيها ولا نصب· (فاطر 35.(- سعادة لا حدود لها· (يس 55.(- راحة أبدية· (الواقعة 89.(- واسعة بما يفوق الخيال· (الحديد 21.(- حياة النعيم (الواقعة 21.(- لا خوف فيها ولا ألم (البقرة 62؛ آل عمران 170؛ فاطر 34؛ الأعراف 35.(- يعيش أصحابها في نعيم مقيم· (الصافات 42.(- لهم فيها زوجات من الحور العين اللاتي خلقن من أجلهم فقط· 25(؛ الصافات 48-49؛ الدخان 54؛ الواقعة 22-23؛ الرحمن 56 ،58 ،70, 72؛ النبأ 33.(",
            "page": "61",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "- في الجنة غرف سقوفها عالية وجنات تجري من تحتها الأنهار· (الفرقان 75,10؛ العنكبوت 58؛ الصف 12.(- لا يرون فيها برداً ولا زمهريراً، بل ظلال دائمة· (الإنسان 13؛ العد 35؛ المرسلات 41؛ النساء 57.(- فيها أنهار من ماء وأنهار من لبن وأنهار من عسل مصفى (محمد 15.(- فيها سرر مرفوعة (الغاشية 13؛ الواقعة 34,15؛ الصافات 44.(- فيها نمارق مصفوفة ، ورفرف خضر وعبقري حسان (الغاشية 15-16؛ الرحمن 76.(- فيها رزق ماله من نفاذ (ص54؛ المؤمن 40.(- نعيم لا نهاية له (الإنسان 13؛ الواقعة 33.(- فواكه قطوفها دانية (الواقعة 28 ،29, 32؛ النبأ 32؛ الحاقة 23؛ سورة الرحمن 68؛ الإنسان 14.(- ماؤها نقي طاهر ''سلسبيل· (المطففين 28؛ الغاشية 12؛ الرحمن 50؛ الإنسان.(18,6- هناك الكثير من النعم · (الرحمن 48.(- فيها فرش بطائنها من إستبرق (الرحمن 54.(- فيها غلمان مخلدون (الطور: 24.(- فيها ولدان مخلدون إذا رأيتهم حسبتهم لؤلؤاً منثورا (الإنسان 19.(- فيها خمر بيضاء لذة للشاربين لا غول فيها ولا تأثيم· (المطففين 25-26؛ الإنسان 5؛ الصافات 46-47؛ الواقعة 19؛ الطور 23.(- يحلون فيها من أساور من ذهب ولؤلؤاً ولباسهم فيها حرير (الإنسان 21؛ الحج 23.(- يطاف عليهم بصحاف من ذهب وأكواب من فضة· (الزخرف 71؛ الإنسان 15-16.(- ثمراتها تشبه ثمرات الدنيا، ولكن كيف ؟ الله أعلم (البقرة .(25الملحق: خديعة التطوّرإنّ نظرية التّطور أو الدّراوينية هي نظرية ظهرت لتناهض فكرة خلق الأحياء ولكنها لم تتجاوز حد كونها سفسطة لا تمت إلى العلم بأية صلة إضافة إلى كونها نظرية بعيدة عن أي نجاح وانتشار· وتدّعى هذه النظرية أن الحياة نشأت من مواد غير حية نتيجة للمصادفات العمياء، ولكنّ هذا الإدّعاء سرعان ما تهاوى أمام ثبوت خلق الأحياء وغير الأحياء من قبل الله عز وجل· فالذي خلق الكون ووضع فيه الموازين الدقيقة هو بلا شك الخالق الفاطر سبحانه وتعالى· ونظرية التّطور لا",
            "page": "62",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "يمكن لها أن تكون صائبة طالما تشبثت بفكرة رفض '' خلق الله للكائنات '' وتبني مفهوم ''المصادفة '' بدلا عنها ·وبالفعل عندما نتفحص جوانب هذه النظرية من كافة أبعادها نجد أن الأدلة العلمية تفنّدها الواحد بعد الآخر، فالتصميم الخارق الموجود في الكائنات الحية أكثر تعقيدا منه في الكائنات غير الحية· ومثال على ذلك الذّرات فهي موجودة وفق موازين حساسة للغاية ونستطيع أن نميز هذه الموازين بإجراء الأبحاث المختلفة عليها إلاّ أنّ هذه الذّرات نفسها موجودة في العالم الحي وفق ترتيب آخر أكثر تعقيدا، فهي تعتبر مواد أساسية لتركيب البروتينات والأنزيمات والخلايا وتعمل في وسط له آليات ومعايير حساسة إلى درجة مدهشة· إنّ هذا التصميم الخارق كان سببا رئيسيا لتفنيد مزاعم هذه النظرية بحلول نهايات القرن العشرين · المصاعب التي هدمت الدراوينيةظهرت هذه النّظرية بصورة محددة المعالم في القرن التاسع عشر مستندة إلى التراكمات الفكرية والتي تمتد جذورها إلى الحضارة الإغريقية، ولكنّ الحدث الذي بلور هذه النظرية وجعل لها موطئ قدم في دنيا العلم هو صدور كتاب '' أصل الأنواع '' لمؤلفه تشارلس داروين· ويعارض المؤلف في كتابه عملية خلق الكائنات الحية المختلفة من قبل الله سبحانه وتعالى، وبدلا من ذلك يدعو إلى اعتقاده المبني على نشوء كافة الكائنات الحية من جد واحد، وبمرور الزمن ظهر الاختلاف بين الأحياء نتيجة حدوث التغييرات الطفيفة·إنّ هذا الادعاء الدارويني لم يستند على أي دليل علمي ولم يتجاوز كونه ''جدلا منطقيا'' ليس إلاّ باعترافه هو شخصيا حتى أن الكتاب احتوى على باب باسم ''مصاعب النظرية '' تناول بصورة مطولة اعترافات داروين نفسه بوجود العديد من الأسئلة التي لم تستطع النظرية أن تجد لها الردود المناسبة لتشكل بذلك ثغرات فكرية في بنيان النظرية·وكان يتمنى أن يجد العلم بتطوره الردود المناسبة لهذه الأسئلة ليصبح التطور العلمي مفتاح قوة",
            "page": "63",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "للنظرية بمرور الزمن· وهذا التمني طالما ذكره في كتابه، ولكن العلم الحديث خيب أمل داروين وفند مزاعمه واحدا بعد الآخر ·ويمكن ذكر ثلاثة عوامل رئيسية أدت إلى انتهاء الداروينية كنظرية علمية وهي:(1 إنّ النظرية تفشل تماما في إيجاد تفسير علمي عن كيفية ظهور الحياة لأول مرة·(2عدم وجود أي دليل علمي يدعم فكرة وجود ''آليات خاصة للتطور '' كوسيلة للتكيف بين الأحياء·(3إنّ السّجلات لحفريات المتحجرات تبين لنا وجود مختلف الأحياء دفعة واحدة عكس ما تدعيه نظرية التطور ·وسنشرح بالتفصيل هذه العوامل الثلاثة·أصل الحياة :العائق غير المحلول أبداتدّعي نظرية التّطور أنّ الحياة والكائنات الحية بأكملها نشأت من خلية وحيدة قبل 3,8مليار سنة· ولكن كيف يمكن لخلية حية واحدة أن تتحول إلى الملايين من أنواع الكائنات الحية المختلفة من حيث الشكل والتركيب؟ و إذا كان هذا التحول قد حدث فعلا فلماذا لم توجد أية متحجرات تثبت ذلك؟· لم تستطع النظرية الإجابة على هذه الأسئلة، وقبل الخوض في هذه التفاصيل يجب التوقف عند الإدعاء الأول والمتمثل في تلك ''الخلية الأم''· ترى كيف ظهرت إلى الوجود؟ تدعي النظرية أن هذه الخلية ظهرت إلى الوجود نتيجة المصادفة وحدها وتحت ظل ظروف الطبيعة دون أن يكون هنالك أي تأثير خارجي أو غير طبيعي أي أنها ترفض فكرة الخلق رفضا قاطعا، بمعنى آخر تدعي النظرية أن هذه الخلية ظهرت بفعل القوانين الطبيعية دون وجود أي تصميم أو تخطيط بل عن طريق المصادفات العشوائية· فحسب هذه النظرية قامت مواد غير حية بإنتاج خلية حية نتيجة المصادفات·ولكن هذا الزعم يتناقض مع أسس القوانين البيولوجية الموجودة·الحياة تنشأ فقط من الحياةلم يتحدث تشارلس داروين أبدا عن أصل الحياة في كتابه المذكور، والسبب يتمثّل في طبيعة المفاهيم العلمية التي كانت سائدة في عصره والتي كانت تتقبل فرضية تكون الأحياء من مواد بسيطة جدا· وكان العلم آنذاك ما يزال تحت",
            "page": "64",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "تأثير نظرية ''التولد التلقائي'' التي كانت تفرض سيطرتها منذ القرون الوسطى ومفادها أنّ موادا غير حية قد تجمعت بالمصادفة و أنتجت موادا حية· وهناك بعض الحالات اليومية كانت تسوق البعض إلى تبني هذا الاعتقاد مثل تكاثر الحشرات في فضلات الطّعام وتكاثر الفئران في صوامع الحبوب· ولإثبات هذه الادّعاءات الغريبة كانت تجري بعض التجارب مثل وضع حفنة من الحبوب على قطعة بالية ووسخة من قماش وعند الانتظار قليلا ستبدأ الفئران في الظهور حسب اعتقاد الناس في تلك الفترة ·وكانت هناك ظاهرة أخرى وهي تكاثر الدود في اللحم فقد ساقت النّاس إلى هذا الاعتقاد الغريب واتخذت دليلا له ولكن تم إثبات شيء آخر فيما بعد وهو أن الدود يتم جلبه بواسطة الذباب الحامل ليرقاته والذي يحط على اللحم للتغذية عليه· وفي الفترة التي ألف خلالها داروين كتابه ''أصل الأنواع'' كانت الفكرة السائدة عن البكتيريا أنها تنشأ من مواد غير حية، ولكن أثبتت التطورات العلمية بعد خمس سنوات فقط من تأليف الكتاب عدم صحة ما جاء فيه وذلك عن طريق الأبحاث التي أجراها عالم الأحياء الفرنسي لويس باستير، ويلحض باستير نتائج أبحاثه كما يلي: ''لقد أصبح الإدعاء القائل بأن المواد غير الحية تستطيع أن تنشئ الحياة في مهب الريح'' (1)· وظل المدافعون عن نظرية التطور يكافحون لمدة طويلة ضد الأدلة العلمية التي توصل إليها باستير، ولكن العلم بتطوره عبر الزمن أثبت التعقيد الذي يتصف به تركيب الخلية، وبالتالي استحالة ظهور مثل هذا التركيب المعقد من تلقاء نفسه ·الجهود المبذولة دون جدوى في القرن العشرينلقد كان الأخصّائي الروسي في علم الأحياء الكسندر أوبارين Alexander Oparinأول من تناول موضوع أصل الحياة في القرن العشرين، وأجرى أبحاثا عديدة في ثلاثينات القرن العشرين لإثبات أن المواد غير الحية تستطيع إيجاد مواد حية عن طريق المصادفة، ولكن أبحاثه باءت بالفشل الذريع واضطر أن يعترف",
            "page": "65",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "بمرارة قائلا : ''إنّ أصل الخلية يعتبر نقطة سوداء مظلمة في نظرية التطور '' (2)· ولم ييأس باقي العلماء من دعاة التطور واستمروا في الطريق نفسه الذي سلكه أوبارين وأجروا أبحاثهم للتوصل إلى أصل الحياة· وأشهر بحث أجري من قبل الكيميائي الأميركي ستانلي ميللر سنة 1953 حيث افترض وجود مواد ذات غازات معينة في الغلاف الجوي في الماضي البعيد ووضع هذه الغازات مجتمعة في مكان واحد وجهزها بالطاقة، واستطاع أن يحصل على بعض الأحماض الأمينية التي تدخل في تركيب البروتينات ·واعتبرت هذه التجربة في تلك السّنوات خطوة مهمة إلى الأمام ولكن سرعان ما ثبت فشلها لأن المواد المستخدمة في البحث لم تكن تمثل حقيقة المواد التي كانت موجودة في الماضي السحيق، وهذا الفشل ثبت بالتأكيد في السنوات اللاحقة (3·(وبعد فترة صمت طويلة اضطر ميللر نفسه أن يعترف بأن المواد التي استخدمها في إجراء التجربة لم تكن تمثل حقيقة المواد التي كانت توجد في الغلاف الجوي في سالف الزمان(.(4 ¶ وباءت جميع التجارب التي أجراها الداروينيون طيلة القرن العشرين بالفشل، وهذه الحقيقة تناولها جيفري بادا Jeffrey Bada الأخصائي في الكيمياء الجيولوجية في المعهد العالي في سان ديغو سيكربس ضمن مقال نشره سنة 1998 على صفحات مجلة ''الأرض'' ذات التوجه الدارويني و جاء في المقال ما يأتي:'' نحن نودع القرن العشرين و مازلنا كما كنا في بدايته نواجه معضلة لم نجد لها إجابة وهي كيف بدأت الحياة ؟ '' (.(5",
            "page": "66",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "الآليات الخيالية لنظرية التطورالقضية الثانية التي كانت سببا في نسف نظرية داروين كانت تدور حول '' آليات التطور '' فهذا الإدعاء لم يثبت له أي مكان في دنيا العلم لعدم صحته علميا ولعدم احتوائه على قابلية التطوير الحيوي· وحسب ادعاء داروين فإنّ التطور حدث نتيجة ''الانتخاب الطبيعي'' وأعطى أهمية استثنائية لهذا الإدّعاء حتى أنّ هذا الاهتمام من قبله يتضح من اسم الكتاب الذي أسماه''أصل الأنواع عن طريق الانتخاب الطبيعي''إنّ مفهوم الانتخاب الطبيعي يستند إلى مبدأ بقاء الكائنات الحية التي تظهر قوة وملاءمة تجاه الظروف الطبيعية وعدم انقراضها، فعلى سبيل المثال لو هدد قطيع من الإيلة من قبل الحيوانات المفترسة فإن الأيل الأسرع في العدو يستطيع البقاء على قيد الحياة، وهكذا يبقى القطيع متألفا من أفراد أقوياء سريعين في العدو· ولكن هذه الآلية لا تكفي أن تطور الإيلة من شكل إلى آخر، كأن تحولها إلى خيول مثلا· لهذا السّبب لا يمكن تبني ''الانتخاب الطبيعي'' كوسيلة للتطور، و حتى داروين نفسه كان يعلم ذلك وأفاد به ضمن كتابه '' أصل الأنواع '' بما يلي: ''طالما لم تظهر تغييرات إيجابية فإن الانتخاب الطبيعي لا يفي بالغرض المطلوب''.(6)تأثير لاماركوالسؤال الذي يطرح نفسه: كيف كانت ستحدث هذه التغييرات الإيجابية ؟ وأجاب داروين على هذا السؤال استنادا إلى أفكار من سبقوه من رجالات عصره مثل لامارك، و لامارك عالم أحياء فرنسي عاش ومات قبل داروين بسنوات كان يدعي أن الأحياء تعاني تغييرات ظاهرية وتورثها إلى الأجيال اللاّحقة وكلما تراكمت هذه التغييرات جيلا بعد جيل أدّت إلى ظهور أنواع جديدة، وحسب ادعائه فإنّ الزّرافات نشأت من الغزلان نتيجة محاولاتها للتغذي على أوراق الأشجار العالية عبر أحقاب طويلة· وأعطى داروين أمثلة مشابهة في كتابه ''أصل الأنواع'' فقد ادّعى أن الحيتان أصلها قادم من الدببة التي كانت تتغذى على الكائنات المائية",
            "page": "67",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "مضطرة إلى النزول إلى الماء بين الحين والآخر (7)· إلاّ أن قوانين الوراثة التي اكتشفها مندل والتطور الذي طرأ على علم الجينات في القرن العشرين أدّى إلى نهاية الأسطورة القائلة بانتقال الصفات المكتسبة من جيل إلى آخر، وهكذا ظلت '' آلية الانتخاب الطبيعي'' آلية غير ذات فائدة أو تأثير من وجهة نظر العلم الحديث·الداروينية الحديثة والطفرات الوراثيةقام الدّاروينيون بتجميع جهودهم أمام المعضلات الفكرية التي واجهوها خصوصا في ثلاثينات القرن العشرين وساقوا نظرية جديدة أسموها بـ''النظرية التركيبية الحديثة'' أو ما عرفت بـ''الداروينية الحديثة ''، وحسب هذه النظرية هناك عامل آخر له تأثير تطوري إلى جانب الانتخاب الطبيعي، وهذا العامل يتلخص في حصول طفرات وراثية أو جينية تكفي سببا لحدوث تلك التغييرات الإيجابية المطلوبة، وهذه الطفرات تحدث إمّا بسبب التعرض للإشعاعات أو نتيجة خطأ في الاستنساخ الوراثي للجينات ·وهذه النظرية مازالت تدافع عن التطور لدى الأحياء تحت اسم الداروينية الحديثة، وتدعى هذه النظرية بالتفصيل أن الأعضاء والتراكيب الجسمية الموجودة لدى الأحياء والمعقدة التركيب كالعين والأذن أو الكبد والجناح ···الخ لم تظهر أو تتشكل إلا بتأثير حدوث طفرات وراثية أو حدوث تغييرات في تركيب الجينات، ولكن هذا الإدعاء يواجه مطبّا علميا حقيقيا وهو أن الطفرات الوراثية تشكل على الدوام عامل ضرر على الأحياء ولم تكن ذات فائدة في يوم من الأيام· وسبب ذلك واضح جدا فإنّ جزيئة الـDNA معقدة التركيب للغاية وأي تغيير جزيئي عشوائي مهما كان طفيفا لابد وأن يكون له أثر سلبي، وهذه الحقيقة العلمية يعبر عنها العالم الأمريكي ب·ج·رانكاناثان B.G.Ranganathan الأخصائي في علم الجينات كما يلي: ''إنّ الطفرات الوراثية تتسم بالصغر والعشوائية والضرر ولا تحدث إلا نادرا وتكون غير ذي تأثير في أحسن الأحوال· إنّ هذه الخصائص العامة الثلاث توضح أنّ",
            "page": "68",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "الطفرات لا يمكن أن تلعب دورا في إحداث التطور خصوصا أنّ أيّ تغيير عشوائي في الجسم المعقد لابدّ له أن يكون إمّا ضارا أو غير مؤثر، فمثلا أيّ تغيير عشوائي في ساعة اليد لا يؤدي إلى تطويرها، فالاحتمال الأكبر أن يؤدي إلى إلحاق الضرر بها أو أن يصبح غير مؤثّر بالمرة'' .(8) وهذا ما حصل فعلا لأنّه لم يثبت إلى اليوم وجود طفرة وراثية تؤدّي إيى تحسين البنية الجينية للكائن الحي· والشواهد العلمية أثبتت ضرر جميع الطفرات الحاصلة، وهكذا يتضح أنّ هذه الطفرات التي جعلت سببا لتطور الأحياء من قبل الداروينية الحديثة ما هي إلا وسيلة تخريبية التأثير على الأحياء حيث تتركهم معاقين في أغلب الأحيان ( وأفضل مثال للطفرة الوراثية الحاصلة لجسم الإنسان هو الإصابة بمرض السرطان) ولا يمكن والحال كذلك أن تصبح الطفرات الوراثية ذات التأثير الضار آلية معتمدة علميا لتفسير عملية التّطور· أمّا آلية الانتخاب الطبيعي فهي بدورها لا يمكن أن تكون مؤثرة لوحدها فقط حسب اعترافات داروين نفسه، وبالتالي لا يمكن أن يوجد مفهوم يدعى بـ''التطور''، أي أنّ عملية التطور لدى الأحياء لم تحدث البتة·سجلات المتحجرات: لا أثر للمخلوقات الانتقالية أو الحلقات الوسطىتعتبر سجلاّت المتحجّرات أفضل دليل على عدم حدوث أي من السيناريوهات التي تدّعيها نظرية التطور، فهذه النظرية تدّعي أنّ الكائنات الحيّة من مختلف الأنواع نشأت بعضها من البعض الآخر، فنوع معين من الكائن الحي من الممكن أن يتحول إلى نوع آخر بمرور الزمن وبهذه الوسيلة ظهرت الأنواع المختلفة من الأحياء، وحسب النظرية فإنّ هذا التحول النوعي استغرق مئات الملايين من السنين· واستنادا على هذا الإدعاء ينبغي وجود أنواع انتقالية أو حلقات وسطى طوال فترة حصول التحول النوعي في الأحياء ·على سبيل المثال ينبغي وجود كائنات تحمل صفاتا مشتركة من الزواحف والأسماك لأنها في البداية كانت مخلوقات مائية تعيش في الماء",
            "page": "69",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "وتحولت بالتدريج إلى زواحف، أو يفترض وجود كائنات ذات صفات مشتركة من الطيور والزواحف لأنها في البداية كانت زواحفا ثم تحولت إلى طيور، ولكون هذه المخلوقات الافتراضية قد عاشت في فترة تحول فلابد أن تكون ذات قصور خلقي أو مصابة بإعاقة أو تشوّه ما، ويطلق دعاة التطور على هذه الكائنات الانتقالية اسم ''الحلقات الوسطى''· ولو فرضنا أن هذه ''الحلقات الوسطى'' قد عاشت فعلا في الأحقاب التاريخية فلا بد أنها وجدت بأعداد كبيرة وبأنواع كثيرة تقدر بالملايين بل بالمليارات، وكان لابد أن تترك أثرا ضمن المتحجرات المكتشفة، ويعبر داروين عن هذه الحقيقة في كتابه: ''إذا صحت نظريتي فلا بد أن تكون هذه الكائنات الحية العجيبة قد عاشت في فترة ما على سطح الأرض ··· وأحسن دليل على وجودها هو اكتشاف متحجرات ضمن الحفريات'' (.(9خيبة آمال داروينأجريت حفريات وتنقيبات كثيرة جدا منذ منتصف القرن التاسع عشر وحتى الآن ولكن لم يعثر على أي أثر لهذه '' الحلقات الوسطى أو الأشكال الانتقالية ''، وقد أثبتت المتحجرات التي تم الحصول عليها نتيجة الحفريات عكس ما كان يتوقعه الداروينيون من أن جميع الأحياء بمختلف أنواعها قد ظهرت إلى الوجود فجأة وعلى أكمل صورة ·وقد اعترف بهذه الحقيقة أحد غلاة الداروينيّة وهو ديريك وايكر W.Ager Derek الأخصائي البريطاني في علم المتحجرات قائلا: إنّ مشكلتنا الحقيقية هي حصولنا على كائنات حية كاملة سواء على مستوى الأنواع أو الأصناف عند تفحصنا للمتحجرات المكتشفة، وهذه الحالة واجهتنا دوما دون العثور على أيّ أثر لتلك المخلوقات المتطورة تدريجيا (.(10 أي أن المتحجرات تثبت لنا ظهور الأحياء كافة فجأة دون أي وجود للأشكال الانتقالية· وهذا عكس ما ادعاه داروين طبعا، وهذا تعبير على كون هذه الكائنات الحية مخلوقة لأن التفسير الوحيد لظهور كائن حي فجأة دون أن يكون له جد معين هو أن يكون مخلوقا، وهذه الحقيقة قد قبلها عالم أحياء",
            "page": "70",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "مشهور مثل دوغلاس فوتويما Douglas Futuyma الذي يقول:إنّ الخلق والتطور مفهومان أو تفسيران سائدان في دنيا العلم لتفسير وجود الأحياء، فالأحياء إمّا وجدت فجأة على وجه البسيطة على أكمل صورة أو لم تكن كذلك، أي أنها ظهرت نتيجة تطورها عن أنواع أو أجداد سبقتها في الوجود، وإن كانت قد ظهرت فجأة وبصورة كاملة الشكل والتكوين فلابد من قوة لاحد لها وعقل محيط بكل شيء توليا إيجاد مثل هذه الكائنات الحية (11.( فالمتحجرات تثبت أن الكائنات الحية قد ظهرت فجأة على وجه الأرض وعلى أحسن شكل وتكوين، أي أن أصل الأنواع هو الخلق وليس التطور كما كان يعتقد داروين ·القصة الملفقة لتطور الإنسانإنّ من أهم المواضيع المطروحة للنقاش ضمن نظرية التطور هو بلاشك أصل الإنسان، وفي هذا الصدد تدعي الداروينية بأن الإنسان الحالي نشأ متطورا من كائنات حية شبيهة بالقرد عاشت في الماضي السحيق، وفترة التطور بدأت قبل 4-5 ملايين سنة وتدعي النظرية وجود بعض الأشكال البينية خلال الفترة المذكورة، وحسب هذا الإدعاء الخيالي هناك أربعة مجاميع رئيسية ضمن عملية تطور الإنسان وهي :-1 أوسترالوبيثيكوس ·-2 هومو هابيليس ·-3 هومو اريكتوس ·-4 هومو سابينس ·يطلق دعاة التطور على الجد الأعلى للإنسان الحالي اسم ''أوستر الوسيثيوكس'' أو قرد الجنوب، ولكن هذه المخلوقات ليست سوى نوع منقرض من أنواع القرود المختلفة، وقد أثبتت الأبحاث التي أجراها كلّ من الأمريكي البروفيسور تشارلز أوكسنارد Charles Oxnard والبريطاني اللورد سوللي زاخرمان Solly Zuckerman وكلاهما من أشهر علماء التشريح على قرد الجنوب إن هذا الكائن الحي ماهو إلا نوع منقرض من القرود ولا علاقة له بالمرة بالإنسان (12.(والمرحلة التي تلي قرد الجنوب يطلق عليها من قبل الداروينيين اسم ''هومو'' أو الإنسان، وفي كافة مراحل الـ '' هومو'' أصبح الكائن الحي أكثر تطورا من قرد الجنوب، ويتشبث الداروينيون بوضع المتحجرات",
            "page": "71",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "الخاصة بهذه الأنواع المنقرضة كدليل على صحة نظريتهم وتأكيدا على وجود مثل هذا الجدول التطوري الخيالي، ونقول خيالي لأنه لم يثبت إلى الآن وجود أي رابط تطوري بين هذه الأنواع المختلفة· و هذه الخيالية في التفكير اعترف بها أحد دعاة نظرية التطور في القرن العشرين وهو أرنست ماير Ernest Mayer قائلا: ''إنّ السلسلة الممتدة إلى هومو سايينس منقطعة الحلقات بل مفقودة'' (13.(وهناك سلسلة يحاول الدراوينيون إثبات صحتها تتكون من قرد الجنوب (أوسترالوبيثيكوس) هوموهابيليس ـ هومواريكتوس ـ هوموسابنيس أي أن أقدمهم يعتبر جدا للّذي يليه، ولكن الاكتشافات التي وجدها علماء المتحجرات أثبتت أن قرد الجنوب و هوموهابيليس و هومواريكتوس قد وجدت في أماكن مختلفة وفي نفس الفترة الزمنية (14)· والأهم من ذلك هو وجود أنواع من هومو أريكتوس قد عاشت حتى فترات حديثة نسبيا ووجدت جنبا إلى جنب مع هومو سايينس نياندرتاليسيسن و هوموسايينس (الإنسان الحالي) (15.(وهذه الاكتشافات أثبتت عدم صحة كون أحدهما جدا للأخر، و أمام هذه المعضلة الفكرية التي واجهتها نظرية داروين في التطور يقول أحد دعاتها وهو ستيفن جي كولد Stephen Jay Gould الأخصائي في علم المتحجرات في جامعة هارفارد ما يأتي: ''إذا كانت ثلاثة أنواع شبيهة بالإنسان قد عاشت في نفس الحقبة الزمنية، إذن ماذا حصل لشجرة أصل الإنسان ؟ الواضح أنه لا أحد من بينها يعتبر جدا للآخر، و الأدهى من ذلك عند إجراء مقارنة بين بعضها البعض لا يتم التوصل من خلالها إلى أية علاقة تطورية فيما بينها ''(16.( وبصريح العبارة أن اختلاق قصة خيالية عن تطور الإنسان والتأكيد عليها إعلاميا وتعليميا والترويج لنوع منقرض من الكائن الحي نصفه قرد ونصفه الآخر إنسان ما هو إلا عمل لا يستند إلى أي دليل علمي· وقد أجرى اللورد سوللي زاخرمان البريطاني أبحاثه على متحجرات قرد الجنوب لمدة 15 سنة متواصلة علما أن له مركزه العلمي",
            "page": "72",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "كأخصائي في علم المتحجرات وقد توصل إلى عدم وجود أية سلسلة متصلة بين الكائنات الشبيهة بالقرد وبين الإنسان واعترف بهذه النتيجة بالرغم من كونه دارويني التفكير ·قام زاخرمان بتأليف جدول خاص للمعرفة أدرج فيها فروع المعرفة التي يعدها علمية ، وكذلك فروع المعرفة التي يعدها خارج نطاق العلم· وحسب جدول زاخرمان تشمل الفروع العلمية والتي تستند إلى أدلة مادية علمي الكيمياء والفيزياء· ويليهما علم الأحياء فالعلوم الاجتماعية وأخيرا، أي في حافة الجدول تأتي فروع المعرفة الخارجة عن نطاق العلم· ووضع في هذا الجزء من الجدول علم تبادل الخواطر والحاسة السادسة والشعور أو التحسس النائي( التلباثي) وأخيرا علم تطور الإنسان ويضيف زاخرمان تعليقا على هذه المادة الأخيرة في الجدول كما يلي:'' عند انتقالنا من العلوم المادّية إلى الفروع التي تمت بصلة إلى علم الأحياء النائي أو الإستشعار عن بعد وحتى استنباط تاريخ الإنسان بواسطة المتحجرات نجد أنّ كل شيء جائز وممكن خصوصا للمرء المؤمن بنظرية التطور حتى أنه يضطر أن يتقبل الفرضيات المتضادة أو المتضاربة في آن واحد'' (17.( إذن إنّ القصة الملفقة لتطور الإنسان ليست إلاّ إيمان أعمى من قبل بعض الناس بالتأويلات غير المنطقية لأصل بعض المتحجرات المكتشفة ·التقنية الراقية في العين والأذنإنّ نظرية التّطور تعجز تمام العجز عن تفسير أمر آخر وهو كيفية وجود هذا المستوى الراقي من التحسس سواء في العين أو في الأذن· وقبل شرح موضوع العين دعونا نطلع ولو بإيجاز على كيفية أداء العين لوظيفة الإبصار، فالضوء المنعكس من جسم ما يسقط على شبكية العين بصورة مقلوبة، وهذا الضوء يتحول عن طريق الخلايا الموجودة في الشبكية إلى إشارات كهربائية تتدفق إلى مركز الإبصار الموجود في مؤخرة المخ، وبعد سلسلة من التفاعلات يتم تفسير هذه الإِشارات وتحويلها إلى صورة لذلك الجسم من قبل مركز الإبصار· و بعد هذا الاستعراض",
            "page": "73",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "الموجز لنفكر قليلا وكما يأتي: إنّ المخ يكون بمعزل عن الضوء، أي أن داخله مظلم تماما، والضوء لا يستطيع الولوج داخله، أو بالأحرى لا يستطيع أبدا الوصول إلى مركز الإبصار، وربما كان من أشد الأماكن ظلمة ، ولكن المرء يستطيع الإبصار بواسطة هذا المركز الشديد الظلمة، إضافة إلى كون هذا الإبصار حادا وواضحا إلى درجة مذهلة يعجز عنه العلم المتقدم في القرن الحادي والعشرين أن ينجز مثيلا له، فمثلا انظروا إلى الكتاب الذي بين أيديكم وانظروا ما حولكم هل رأيتم صفاء ووضوحا في الصورة كالتي ترونها الآن؟ إن هذا الصفاء في الصورة لا يمكن أن يرى حتى في أحسن تلفزيون صنع حتى الآن· ومازال المهندسون البارعون يعملون بدأب منذ 100سنة للحصول على صفاء صورة كالتي ترونها الآن بعيونكم، و انظروا مرة أخرى إلى شاشة التلفزيون وتارة أخرى إلى الكتاب الذي بين أيديكم ،هناك فرق شاسع بين الصورتين من ناحية صفاء الصورة ووضوحها، إضافة إلى كون الصورة التلفزيونية ثنائية الأبعاد أماّ الصورة التي ترونها بعيونكم فثلاثية الأبعاد (مجسمة.(وهناك أبحاث ومشاريع تجري منذ سنوات عديدة لإنتاج أجهزة التلفزيون صورتها ثلاثية الأبعاد وتضاهي الصورة التي تتحسسها عين الإنسان، ونجح الإنسان في صنع هذا التلفزيون ولكن لا يمكن مشاهدة الصّور على شاشته إلا باستخدام نظارة خاصة، إضافة إلى كون الصورة ثلاثية الأبعاد صنعية ليس إلا، فخلفية الصورة تبدو مشوشة والواجهة تبدو كأنها قطعة ورق، ولا يمكن أبدا أن تتشكل صورة مضاهية للصورة التي تكونها عين الإنسان، فالصورة التي تكونها الكاميرا أو التلفزيون لابد وأن تكون مشوشة بعض الشيء أو تفقد جزءا من صفائها· هنا يدعي الداروينيون أن هذا الصفاء والحدة في تشكيل الصورة من قبل العين قد اكتسب بالمصادفة، ولو أخبركم أحدهم بأن التلفزيون الموجود في الغرفة قد تشكل مصادفة أي اجتمعت الذرات مع بعضها وألّفت فيما بينها هذا الجهاز المدعو",
            "page": "74",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "التلفزيون ، كيف تفسرون هذا الخبر؟ كيف تنجح الذرات في عمل شيء يعجز الملايين من البشر ؟إذن فكما أنّ من المستحيل أن يظهر جهاز أقل تعقيدا من العين بالمصادفة كذلك العين نفسها والصورة التي تكونها من المستحيل أن يظهرا هكذا بالمصادفة، ونفس الشيء ممكن بالنسبة إلى الأذن، فالأذن الخارجية تقوم باستقبال الموجات الصوتية وتجمعها بواسطة صيوان الأذن وتنقلها إلى الأذن الوسطى والتي تقوم بدورها بتقوية هذه الموجات ونقلها إلى الأذن الداخلية والتي تقوم بتحويل هذه الموجات الصوتية إلى إشارات كهربائية تنتقل إلى المخ، وهنا يحصل مثلما يحصل أثناء الإبصار، فمركز السمع الموجود في المخ يقوم بتأويل هذه الإشارات الكهربائية إلى صوت مسموع · ويمكن إجراء نفس المناقشة الذهنية أي أن المخّ مقفل أمام الصوت كما هو أمام الضوء، أي أن داخل المخ يكون عديم الصوت مهما كانت الضوضاء عالية في المحيط الخارجي، مع هذا يتم الإحساس بأنقى الأصوات بواسطة المخ، ويمكنكم بمخكم هذا المعزول عن الصوت سماع اوركسترا تعزف سيمفونية، أو سماع ضوضاء الشارع ولكن لو تم قياس مستوى الصوت داخل المخ بواسطة جهاز متقدم عند لحظة الاستماع للموسيقى الصاخبة فمن المؤكد أن نجد الصمت المطلق داخل المخ ·ومثلما استخدمت التكنولوجيا للحصول على أدق الصور وأوضحها فنفس الشيء يذكر بالنسبة للصوت فالمحاولات جارية منذ عشرات السنين للحصول على أوضح الأصوات وأنقاها·إن أجهزة تسجيل الصوت وأجهزة الاستماع الى الموسيقى وأجهزة أخرى إلكترونية حساسة للصوت ليست سوى نتاج لهذه المحاولات الجارية· وبالرغم من وجود كل هؤلاء المهندسين والفنيين البارعين وهذه التكنولوجيا المتقدمة لم يتم التوصل حتى الآن إلى درجة النقاء الصوتي للأذن البشرية· فأجهزة الصوت المصنوعة من قبل أحسن الشركات لابد وأن يكون الصوت الذي تصدره معرضا لشيء من التشويش أو فقدان درجة معينة من الوضوح أما الصوت الذي تستقبله الأذن",
            "page": "75",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "البشرية فيتميز بغاية الوضوح والنقاء، فالأذن البشرية لا تسلك سلوك أجهزة التسجيل أبدا كأن يكون هناك شيء من الضوضاء أو الأزيز المزعج ،إذ يتم استقبال الصوت كما هو دون تغيير، وهذا الأمر موجود وفعال منذ خلق الإنسان وحتى الآن· ولم يكن أي جهاز صنعه الإنسان صوتيا كان أم مرئيا بدرجة وضوح ودقة العين والأذن البشريتين ولكن هناك حقيقة كبرى تقف خلف حاسة السمع والبصر وتعبر عن نفسها بوضوح· فلنسأل أنفسنا:لمن يعود الشعور الخاص بالسمع والبصر في المخ؟من الذي يوجد داخل المخ ويشاهد هذا العالم الزاهي الألوان من حولنا أو يستمع إلى أصوات الطيور أو الموسيقى السيمفونية المؤثرة أو يشم رائحة الزهور الزكية ؟فالإشارات الكهربائية القادمة من الأعضاء الحية الموجودة في الأنف والأذن والعين تذهب إلى المخ ويمكن للمرء أن يطلع على كيفية تحول الإشارة الكهربائية إلى صورة في المخ عن طريق قراءة كتب علم الأحياء أو علم الفيزياء الحيوية أو الكيمياء الحيوية، ولكن هناك حقيقة تتعلق بهذا الأمر لا يمكن أن تجدوها في أي مصدر، من ذا الذي يشم أو يرى أو يسمع داخل المخ ؟ لأنه يوجد في المخ نظام خاص يستطيع الإبصار والسمع والشم دون الحاجة إلى عين أو أذن أو أنف، لمن يعود هذا النظام المتقدم ؟إن هذا النظام المتقدم ما هو إلا الروح الذي خلقه الله العليم الحكيم، فالروح لا يحتاج إلى العين كي يبصر ولا يحتاج إلى الأذن كي يسمع ولا يحتاج إلى المخ للتفكير فيما هو أبعد من ذلك·حتما أن هذا النظام المتقدم لا يعود إلى المخ المتشكل من الأعصاب أو الخلايا العصبية لذلك يعجز الداروينيون الذين يظنون أن أصل كل شيء هو المادة عن الإجابة على هذه الأسئلة ·فعلى الإنسان أن يفكر مليا أمام هذه الحقيقة العلمية ، فعدة سنتيمترات مكعبة من المخ تستطيع إبصار الكائنات بشكل مجسم ( ثلاثي الأبعاد)، وأزهى الألوان بقدرة العزيز القهار فعلى الإنسان أن يخاف ربه ويشكره ويحمده على",
            "page": "76",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "هذه النعم ويلتجئ إليه·عقيدة ماديةلقد استعرضنا النظرية الخاصة بالتطور ومدى تناقضها مع الأدلة والشواهد العلمية ومدى تناقض فكرها المتعلق بأصل الحياة مع القواعد العلمية، واستعرضنا أيضا كيفية انعدام التأثير التطوري لكافة آليات التطور التي تدعو إليها هذه النظرية وانعدام وجود أية آثار لمتحجرات تثبت وجود الأشكال الانتقالية أو الحلقات الوسطى للحياة عبر التاريخ، لهذا السبب نتوصل إلى ضرورة التخلي عن التشبث بالنظرية التي تعتبر متناقضة مع قواعد العلم والعقل، ولابد أن تنتهي كما انتهت نظريات أخرى عبر التاريخ والتي ادعت بعضها أن الأرض مركز الكون· ولكن هناك إصرار عجيب على بقاء هذه النظرية في واجهة الأحداث العلمية وهناك البعض يتمادى في تزمته ويتهم أي نقد للنظرية بأنه هجوم على العلم والعلماء ·والسبب يكمن في تبني بعض الجهات لهذه النظرية واعتبارها عقيدة صارمة لا يمكن التخلي عنها، وهذه الجهات يتميز تفكيرها بأنه نابع من المدرسة المادية بل متصلة بالفكر المادي اتصالا أعمى وتعتبر الداروينية التفسير المادي الوحيد للطبيعة· وأحيانا تعترف هذه الجهات بالحقيقة السابقة، كما يقول ريتشار دليونتن Richard Lewontin أشهر الباحثين في علم الجينات والذي يعمل في جامعة هارفارد و هو من المدافعين الشرسين عن نظرية التطور ويعتبر نفسه ماديا ثم رجل علم : ''نحن نؤمن بالمادية، ونؤمن بأشياء مسلم بها سلفا وهذا الإيمان المسبق بالفلسفة المادية وارتباطنا بها هو الذي يجعلنا نضع تفسيرات مادية ومفاهيم مادية لجميع الظاهر في العالم· وليس قواعد العلم ومبادؤه،· وإيماننا المطلق بالمادية هو سبب دعمنا اللامحدود لكل الأبحاث الجارية لإيجاد تفسيرات مادية لكافة الظواهر التي توجد في عالمنا، ولكون المادية صحيحة صحة مطلقة فلا يمكن أبدا أن نسمح للتفسيرات الإلهية أن تقفز إلى واجهة الأحداث''(18.(إن هذه الكلمات تعكس مدى الدوغمائية والارتباط الأعمى",
            "page": "77",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "بالفلسفة المادية لهؤلاء العلماء ، ويعتبر غلاة أصحاب هذه النظرية أنه لا يوجد هناك شيء غير المادة ، ولهذا السبب يؤمنون بأن المواد غير الحية هي سبب وجود المواد الحية، أي أن الملايين من الأنواع المختلفة كالطيور والأسماء والزرافات والنمور والحشرات والأشجار والزهور والحيتان وحتى الإنسان ليست إلا نتاجا للتحول الداخلي الذي طرأ على المادة بسبب عوامل طبيعية كالمطر المنهمر والرعد والصواعق· والواقع أن هذا الاعتقاد يتعارض تماما مع قواعد العقل والعلم ، إلا أن الداروينيين مازالوا يدافعون عن آرائهم خدمة لأهدافهم '' لا يمكن أبدا أن نسمح للتفسيرات الإلهية أن تقفز إلى واجهة الأحداث ''·و كلّ إنسان ينظر إلى قضية أصل الأحياء من وجهة نظر غير مادية لابد له أن يرى الحقيقة الساطعة كالشمس، إنّ كافة الكائنات الحية قد وجدت بتأثير قوة لا متناهية وعقل لا حد له أي خلقت من قبل خالق لها، وهذا الخالق هو الله العلي القدير الذي خلق كل شيء من العدم وقال له كن فيكون ·ال·قَالُوا سُبْحَانَكَ لَا عِلْمَ لَنَا إِلَّا مَا عَلَّمْتَنَا إِنَّكَ أَنْتَ الْعَلِيمُ الْحَكِيمُ البقرة 32",
            "page": "78",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "1)Sidney Fox سيدني فوكس،Klaus Dose كلوس داز Molecular Evolution and the Origin of Life التطور الجزيئي وأصل الحياة، نيويورك: Marcel Dekker 1977ص 2)Alexander T.Oparin 2الكسندر ·أ·اوبارين، Original of life أصل الحياة،1936نيويورك، مطبوعات دوفر 1953طبعة مكررة ص196 · ''New Evidence on evolution of early atmosphere and life''3دليل جديد على تطور الغلاف الجوي القديم والحياة، نشرة موجزة صادرة عن جمعية الأنواء الجوية الأميريكية، المجلد 63 نوفمبر 1982 ص 1328-1220 · Stanley Miller 4ستانلي ميللر،Moleculer Evolution of life :Current status of the prebiotic synthesis of small Molecules 1998ص40 · Jeffrey Bada 5 جيفري بادا ، الأرض Earth فبراير 1998 ص40 · 6 تشارلز داروين، أصل الأنواع:نسخة طبق الأصل للطبعة الأولى مطابع جامعة هارفارد 1964ص 189 · 7 تشارلز داروين، أصل الأنواع:نسخة طبق الأصل للطبعة الأولى مطابع جامعة هارفارد 1964ص ·184 B.G.Ranganathan 8بي·جي·رانكاناثان· Origins الأصول ؟ بنسلفانيا :مانشيت الحقيقية الموثوقة 1988 · 9تشارلز داروين، أصل الأنواع:نسخة طبق الأصل للطبعة الأولى مطابع جامعة هارفارد 1964ص 179 · Derek A.Ager 10 ديريك·أ·آجر، The Nature of the fossil record كبيعة سجلات الحفريات محاضر الجمعية الجيولوجية البريطانية المجلد 87 1976ص 133 · Douglas J.Futuyma 11 دوغلاس·جي·فوتويما، العلم في قفص الإتهام،نيويورك: مطبوعات بانثيون 1982 ص197 · Solly Zuckerman 12سوللي زاخرمان Beyond the Ivory tower من خلال البرج العاجي، نيويورك منشورات توبلينغر 1970ص75-،94 Charles E.Oxnard، '' موقع أوسترالو بيثيسنس في السلم التطوري للإنسان :أرضية ملائمة للشكوك '' مجلة 258 ص 289 · J.Rennie 13 جي رينيه، Darwin's Current bulldog: Ernest Mayr أرنست ماير :سفسطة داروين المستمرة ،المجلة العلمية الأمريكية ديسمبر",
            "page": "79",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "1992 · Alan Walker 14، العلم العدد 207 1980 ص،1103 A.J.kelso ، الأنثرلوبوجيا الفيزيائية ، الطبعة الأولى نيويورك: شركة J.B.Lipincott 1970ص·،221D.Leakey أولديواي كوركي العدد 3 كمبريدج : مطابع جامعة كمبريدج 1971 ص 272 · 15مجلة نوفمبر 1996 · S.J.Gould 16س·ج·كولد: Natural History التاريخ الطبيعي العدد 85 1976 ص20 · Solly Zuckerman 17، Beyond The Ivory Tower من خلال البرج العاجي، نيويورك: منشورات توبلينغر 1970ص19 · Richard Lewontin 18 ريتشارد ليوينتن ، '' The demon-haunted world العالم المثابة الشريرة '' دليل نيويورك للكتب 9يناير 1997ص 28 ·",
            "page": "80",
            "part": "1"
        }
    ],
    "t35947": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "allah_icin_yasamak_sa"
        }
    ]
}