{
    "b35941": [
        {
            "id": "2",
            "nass": "[1/ 1] ¶ كتاب مذكرة فن المنطق ¶ لفضيلة الشيخ محمد الأمين بن المختار الشنقيطي حفظه الله",
            "page": "1",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "[1/ 3] ¶ بسم الله الرحمن الرحيم ¶ ترجمة الكتاب ¶ الحمد للّه رب العالمين - وأشهد أن لا إله إلا اللّه وحده لا شريك له وأشهد أن محمداً عبده ورسوله صلى الله عليه وعلى آله وصحبه وسلم أجمعين. ¶ أما بعد: ¶ فإنه لما كان من أهداف الجامعة الإِسلامية نشر العلم وتعليم أبناء المسلمين بصفة عامة وتخريج الدعاة إلى اللّه بصفة خاصة، وكانت الدعوة إلى اللّه من أهم أعمال المسلمين جميعاً. فإن الجامعة ما زالت دائبة في تدعيم مناهجها إلى أن أصبحت وللّه الحمد في المستوى المنهجي اللائق بها وبأهدافها. ¶ وقد تخرج أفواج من أبنائها من كلية الشريعة، شغلوا مناصب عدة من تدريس، وقضاء، ودعوة. ¶ ولما كان من المتوقع أن يواجه الدعاة إلى الحق دعاة إلى الباطل مضللون يجادلون لشبه فلسفية، ومقدمات سوفسطائية، وكانوا لشدة تمرنهم على تلك الحجج الباطلة كثيراً ما يظهرون الحق في صورة الباطل، والباطل في صورة الحق، ويفحمون كثيراً من طلبة العلم الذين لم يكن معهم سلاح من العلم يدفع باطلهم بالحق وكان من الواجب على المسلمين أن يتعلموا من العلم ما يتسنى لهم به إبطال الباطل وإحقاق الحق على الطرق المتعارفة عند عامة الناس، حمل ذلك الجامعة على إنشاء كلية الدعوة وأصول الدين. ¶ ومهمتها تخريج دعاة قادرين على تبليغ الدعوة بالحكمة والموعظة الحسنة وعلى إقحام وإلزام الدعاة المضللين ببيان ما يصحح أدلتهم ويظهر بطلان حجج خصومهم. ¶ ",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "[1/ 4] ¶ ومن أجل ذلك قررت في منهج هذه الكلية تدريس مادة «آداب البحث والمناظرة» لأنه هو العلم الذي يقدر به من تعلمه على بيان مواضع الغلط في حجة خصمه، وعلى تصحيح مذهبه بإقامة الدليل المقنع على صحته أو صحة ملزومه أو بطلان نقيضه ونحو ذلك. ¶ ومن المعلوم أن المقدمات التي تتركب منها الأدلة التي يحتج بها كل واحد من المتناظرين إنما توجه الحجة بها منتظمة على صورة القياس المنطقي. ومن أجل ذلك كان فن آداب البحث والمناظرة يتوقف فهمه كما ينبغي على فهم ما لابد منه من فن المنطق، لأن توجيه السائل المنع على المقدمة الصغرى أو الكبرى مثلاً أو القدح في الدليل بعدم تكرار الحدّ الوسط أو باختلال شرط من شروط الإِنتاج ونحو ذلك لا يفهمه من لا إلمام له بفن المنطق. ¶ وكانت الجامعة قد أسندت إلينا تدريس فن آداب البحث والمناظرة، وكان لابد من وضع مذكرة تمكن طلاب الفن من مقصودهم فوضعنا هذه المذكرة وبدأناها بإيضاح القواعد التي لابد منها من فن المنطق لآداب البحث والمناظرة واقتصرنا فيها على المهم الذي لابد منه للمناظرة، وجئنا بتلك الأصول المنطقية خالصة من شوائب الشبه الفلسفية فيها النفع الذي لا يخالطه ضرر البتة لأنها من الذي خلصه علماء الإِسلام من شوائب الفلسفة كما قال العلامة شيخ مشايخنا وابن عمنا المختار بن بونة شارح الألفية والجامع معها ألفية أخرى من نظمه تكميلاً للفائدة في نظمه في فن المنطق. ¶ فإن تقل حرمه النواوي وابن ... ... الصلاح والسيوطي الراوي ¶ قلت نرى الأقوال ذي المخالفة ... ... محلها ما صنف الفلاسفة ¶ أما الذي خلصه من أسلما ... ... لابد أن يعلم عند العلما ¶ وأما قول الأخضري في سلمه: ¶ ",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "[1/ 5] ¶ فابن الصلاح والنواوي حرما ... ... وقال قوم ينبغي أن يعلما ¶ والقولة المشهورة الصحيحة ... ... جوازه لكامل القَريحة ¶ ممارس السنة والكتاب ... ... ليهتدي به إلى الصواب ¶ فمحله المنطق المشوب بكلام الفلاسفة الباطل. ¶ ومن المعلوم أن فن المنطق منذ ترجم من اللغة اليونانية إلى اللغة العربية في أيام المأمون كانت جميع المؤلفات توجد فيها عبارات واصطلاحات منطقية لا يفهمها إلا من له إلمام به، ولا يفهم الرد على المنطقيين في ما جاؤوا به من الباطل إلا من له إلمام بفن المنطق. ¶ وقد يعين على رد الشبه التي جاء بها المتكلمون في أقيسة منطقية فزعموا أن العقل يمنع بسببها كثيرا من صفات اللّه الثابتة في الكتاب والسنة، لأن أكبر سبب لإِفحام المبطل أن تكون الحجة عليه من جنس ما يحتج به وأن تكون مركبة من مقدمات على الهيأة التي يعترف الخصم المبطل بصحة إنتاجها. ¶ ولا شك أن المنطق لو لم يترجم إلى العربية و لم يتعلمه المسلمون لكان دينهم وعقيدتهم في غنى عنه كما استغنى عنه سلفهم الصالح، ولكنه لما ترجم وتعلم وصارت أقيسته هي الطريق الوحيدة لنفي بعض صفات الله الثابتة في الوحيين، كان ينبغي لعلماء المسلمين أن يتعلموه وينظروا فيه ليردوا حجج المبطلين بجنس ما استدلوا به على نفيهم لبعض الصفات، لأن إفحامهم بنفس أدلتهم أدعى لانقطاعهم وإلزامهم الحق. ¶ واعلم أن نفس القياس المنطقي في حدّ ذاته صحيح النتائج إن ركبت مقدماته على الوجه الصحيح صورة ومادة، مع شروط إنتاجه فهو قطعي الصحة وإنما يعتريه الخلل من جهة الناظر فيه، فيغلط، فيظن هذا الأمر لازماً لهذا مثلا، فيستدل بنفي ذلك اللازم في زعمه على نفي ذلك الملزوم مع أنه لا ملازمة بينهما في نفس الأمر البتة. ¶ ",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "[1/ 6] ¶ ومن أجل غلطه في ذلك تخرج النتيجة مخالفة للوحي الصحيح لغلط المستدل. ولو كان استعماله للقياس المنطقي على الوجه الصحيح لكانت نتيجته مطابقة للوحي بلا شك، لأن العقل الصحيح لا يخالف النقل الصريح. ¶ وإيضاحه باختصار أن القياس المنطقي نوعان: ¶ 1 - الأول: الاقَتراني، وهو المعروف بالحملي وقياس الشمول كما سيأتي إيضاحه إن شاء الله، وسائر أشكاله راجعة إلى الشكل الأول، ووجه الحكم العقلي بصحة إنتاج الشكل الأول هو أن الحدّ الأصغر إذا اندرج في الحدّ الأوسط واندرج الأوسط في الأكبر لزم عقلاً اندراج الأصغر في الأكبر وهذا أمر عقلي لا شك فيه، ولا يتغير بتغير الزمان لأنه حكم عقلي قطعي ثابت. ¶ وأما القياس الاستثنائي إن كان مركباً من متصلة لزومية واستثنائية فلا ينتج منه إلا ضربان، وحاصلهما بالتقريب للذهن أن نفي اللازم يقتضي نفي الملزوم وثبوت الملزوم يقتضي ثبوت اللازم، وكلاهما حكم عقلي قطعي ثابت لا يمكن تغيره. ¶ والمركب من شرطية منفصلة إن كانت حقيقة مانعة جمع وخلو أنتجت ضروبه الأربعة لأن نفي كل واحد من النقيضين يستلزم وجود الآخر، ووجود كل واحد منهما يستلزم نفي الآخر، وهذه أحكام عقلية قطعية لا تتغير بحال. ¶ والمركب من مانعة الجمع المجوزة للخلو يقطع العقل بصحة إنتاج ضربيه المنتجين لأن مانعة الجمع المذكورة لا تتركب إلا من قضية وأخص من نقيضها فكلا طرفيها أخص من نقيض الآخر، ولذا كان إثبات كل واحد من طرفيها يقتضي نفي الآخر، لأن إثبات ما هو أخص من النقيض يستلزم إثبات النقيض لأن ثبوت الأخص يستلزم ثبوت الأعم بلا عكس. ¶ وإذا ثبت النقيض علم انتفاء نقيضه قطعاً لاستحالة اجتماع النقيضين فتعين أن ثبوت كل واحد من طرفيها يقتضي نفي الآخر، بخلاف نفي أحد الطرفين ¶ ",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "[1/ 7] ¶ فلا يقتضي نفي الآخر لأن نفي ما هو أخص من النقيض لا يستلزم نفي النقيض لأن نفي الأخص لا يستلزم نفي الأعم، وكذلك المركب من مانعة الخلو المجوزة للجمع، فإن العقل الصحيح يقطع بصحة إنتاج الضربين المنتجين منه، وهما العقيمان في الذي قبله لأن مانعة الخلو المجوزة للجمع لا تتركب إلا من قضية وأعم من نقيضها، فكلا طرفيها أعم من نقيض الآخر، ولذا كان نفي كل واحد منهما يقتضي وجود الآخر بلا عكس، لأن نفي ما هو أعم من النقيض يستلزم نفي النقيض، لأن نفي الأعم يستلزم نفي الأخص، وإذا لزم من انتفائه انتفاء النقيض علم قطعاً ثبوت النقيض الآخر لاستحالة عدم النقيضين معاً. ¶ فتبين أن نفي كل واحد من طرفيها يستلزم ثبوت الآخر بلا عكس، وكل ما ذكر بحكم العقل وأنه لا يتغير بتغير الزمان. ¶ وبعد الانتهاء مما لابد منه من فن المنطق نذكر جملاً كافية من آداب البحث والمناظرة تعين من تعلمها على تصحيح مذهبه وإبطال مذهب خصمه مع الآداب اللازمة لذلك، ثم نطبق ذلك في مسائل من القوادح في أصول الفقه، ومسائل من مسائل الكلام التي نفي فيها المعطلون بعض الصفات، ونوضح كيفية تصحيح الحق في ذلك وإبطال الباطل، لأن تطبيق ذلك عملياً يفيد الطالب إفادة أكبر. ¶ ونختتم الكلام بالمقارنة بين ما يسميه المتكلمون مذهب السلف، ومذهب الخلف مع إحقاق الحق وإبطال الباطل على الطرق المعهودة، في المناظرة ليفيد ذلك الطالب تمرينا على رد الشبه وإبطال الباطل بطريق المناظرة. ¶ وهذا أوان الشروع في ذكر ما لابد منه من المسائل المنطقية. ¶ المؤلف ¶ ",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "[1/ 8] ¶ بسم اللّه الرحمن الرحيم ¶ مقدمة منطقية ¶ الحمد للّه والصلاة والسلام على رسول الله وعلى آله وصحبه ومن والاه، وبعد: ¶ أنواع العلم الحادث ¶ أي وهو علم المخلوقين لأن الكلام فيه، احترازاً عن علم اللّه جل وعلا، فإنه لا يوصف بصفات علم المخلوقين. ¶ اعلم أولاً أنا تركنا الأبحاث في تعريف العلم ومناقشتها اختصاراً، ولأن طالب العلم يفهم المراد بالعلم. ¶ اعلم أن العلم الحادث ينقسم أربعة أقسام، لأنه إما علم تصور، وإما علم تصديق، وكل واحد منهما إما ضروري، وإما نظري، فالمجموع أربعة من ضرب اثنين في اثنين. ¶ الأول: علم تصور ضروري. ¶ الثاني: علم تصور نظري. ¶ والثالث: علم تصديق ضروري. ¶ والرابع: علم تصديق نظري. ¶ واعلم أن علم التصور في الاصطلاح هو إدراك معنى المفرد من غير تعرض لإِثبات شيء له. ولا لنفيه عنه كإدراك معنى اللذة، والألم، ومعنى المرارة. ومعنى الحلاوة، وإدراك معنى الإِنسان، ومعنى الكاتب، فإدراك كل مفرد مما ذكرنا ونحوه أي فهم المعنى المراد به ذلك المفرد من غير تعرض لإثبات شيء ¶ ",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "[1/ 9] ¶ له، ولا لنفيه عنه هو المسمى في الاصطلاح بعلم التصور وهو تفعل من الصورة فكأن صورة الفرد تنطبع في الذهن لإِدراك المتصور لها معناها. ¶ والإِدراك في الاصطلاح: هو وصول النفس إلى المعنى بتمامه فإن وصلت إليه لا بتمامه فهو المسمى في الاصطلاح بالشعور. ¶ وأما علم التصديق فهو إثبات أمر لأمر بالفعل، أو نفيه عنه بالفعل، وتقريبه للذهن أنه هو المسمى في اصطلاح البلاغيين بالإِسناد الخبري، وفي اصطلاح النحويين بالجملة الاسمية التي هي المبتدأ والخبر، أو الفعلية التي هي الفعل والفاعل، أو الفعل ونائب الفاعل. فلو قلت مثلاً، الكاتب إنسان، فإدراكك معنى الكاتب فقط علم تصور وإدراكك معنى الإِنسان فقط علم تصور، وإدراكك كون الإِنسان كاتباً بالفعل، أو ليس كاتباً بالفعل، هو المسمى بالتصديق. وإنما سمي تصديقاً لأنه خبر، والخبر بالنظر إلى مجرد ذاته يحتمل التصديق والتكذيب فسموه تصديقاً، تسمية بأشرف الاحتمالين. وكون التصديق الذي هو إدراك وقوع نسبة بالفعل أو عدم وقوعها بالفعل من أنواع العلم هو قول الجمهور، وهو الحق. وقد تركنا ذكر ما خالفه وإبطاله لأجل الاختصار. ¶ واعلم أنه لا يمكن إدراك نسبة وقوع الأمر أو عدم وقوعها فعلاً إلا بأربعة تصورات هي: ¶ الأول: تصور المحكوم عليه الذي هو الموضوع. ¶ الثاني: تصور المحكوم به الذي هو المحمول. ¶ الثالث: تصور النسبة الحكمية التي هي مورد الإِيجاب والسلب من غير حكم بوقوعها ولا عدم وقَوعها كما يقع من الشاك في قيام زيد فإنه يتصور معنى زيد، ويتصور معنى القيام. ويتصور معنى نسبة القيام إلى زيد مع أنه شاك في وقوعها، فليس متصوراً لوقوعها ولا لعدم وقوعها فإن تصور وقوعها بالفعل أو عدم وقوعها بالفعل فهو التصديق. ¶ ",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "[1/ 10] ¶ وجمهورهم يقول: إن التصديق بسيط، وهو التصور الرابع وحده والثلاثة قبله شروط فيه. ¶ وقال الرازي: التصديق مركب يعنى أنه مركب من أربعة تصورات فهو عنده مجموع التصورات الأربعة. والقولان متفقان على أنه لابد قبله من ثلاثة تصورات إلا أن من يقول هو بسيط يقول: توقفه على التصوارت الثلاثة من توقف الماهية على شرطها ومن يقول هو مركب يقول هو من توقف الماهية على أركانها التي هي أجزاؤها. فعلم أن كل تصديق تصور، وليس كل تصور تصديقاً. ¶ واعلم أن الموضوع في اصطلاح المنطقيين، هو المعروف في المعاني بالمسند إليه. وفي النحو بالمبتدأ أو الفاعل والنائب عن الفاعل. والمحمول في اصطلاحهم هو المعروف في المعاني بالمسند، وفي النحو بالخبر، أو الفعل، وإنما سمي الموضوع موضوعاً لأن المحمول صفة من صفات الموضوع، أو فعل من أفعاله، والصفة لابد لها من موصوف، والفعل لابد له من فاعل فالأساس الذي وضع لإمكان إثبات الصفات أو نفيها هو المحكوم عليه. ولذا سمي موضوعاً كالأساس للبنيان، وسمي الآخر محمولا لأنه كسقف البنيان لابد له من أساس يبنى عليه. فلو قلت زيد عالم، أو زيد ضارب، فالعلم صفة زيد، والضرب فعله، ولا تمكن صفة بدون موصوف، ولا فعل بدون فاعل، فصار المحكوم عليه كأنه وضع أساساً للحكم فسمي موضوعاً وسمي ما يسند إليه من صفات وأفعال محمولاً لأنها لا تقوم بنفسها فلابد لها من أساس تحتمل عليه وإذا عرفت المراد بالتصور، والتصديق وأن كلاً منهما يكون ضرورياً ونظرياً. ¶ ",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "[1/ 10] ¶ فاعلم أن الضروري في الاصطلاح هو ما لا يحتاج إدراكه إلى تأمل. والنظري في الاصطلاح هو ما يحتاج إدراكه إلى التأمل. فالتصور الضروري كتصور معنى الواحد ومعنى الاثنين. ¶ والتصديق الضروري كإدراك أن الواحد نصف الاثنين، وأن الكل أكبر من الجزء. ¶ والتصور النظري مثل له بتصور الملائكة، والجنة، فإنه ضروري ومن أمثلته تشخيص الطبيب لعين المريض فهو تصور له بعد بحث وتأمل ونظر. والتصديق النظري كقولك: الواحد نصف سدس الاثني عشر وربع عشر الأربعين. ¶ والنظر في الاصطلاح: الفكر المؤدي إلى علم أو غلبة ظن. ¶ والفكر في الاصطلاح: حركة النفس في المعقولات، أما حركتها في المحسوسات فهو في الاصطلاح تخييل. ¶ واعلم أن الطريق التي يتوصل بها إلى إدراك التصور النظري هي المعرفات بأنواعها فيدخل فيها الحدّ، والرسم، واللفظي، والقسمة، والمثال، وتسمى بالقول الشارح كما سيأتي إيضاحه إن شاء اللّه. ¶ والطريق التي يتوصل بها إلى معرفة التصديق النظري هي الحجة وهو القياس المنطقي بأنواعه وسيأتي إيضاحه إن شاء اللّه. وما تركب من مقدمات يقينية فهو المسمى منها بالبرهان. ¶ (أنواع الدلالة اللفظية) ¶ اعلم أن الدَلالة مثلثة الدال، والأفصح فتحها، ثم كسرها، وأردؤها الضم، وهي في الاصطلاح: فهم أمر من أمر. أو كون أمر بحيث يفهم منه أمر فهم بالفعل أو لم يفهم. ¶ ",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "[1/ 11] ¶ وقال بعضهم هي مشتركة بين الأمرين. ومناقشات التعريفين كلها ساقطة. وقد تركناها اختصاراً. وفهم الأمر من الأمر واضح كفهم المسميات من فهم المراد بأسمائها. وكونه بحيث يفهم منه أمر أو لم يفهم كعدم شق إخوة يوسف قميصه لما جعلوا عليه دم السخلة ليكون الدم قرينة على صدقهم في أنه أكله الذئب. فنظر يعقوب إِلى القميص فإِذا هو ملطخ بالدم ولا شق فيه فعلم أن عدم شق القميص فيه الدلالة الواضحة على كذبهم. وإن لم يفهموا بالفعل ذلك الأمر الدال عليه. فقال يعقوب سبحان اللّه متى كان الذئب حليماً كيساً يقتل يوسف ولا يشق قميصه. وكعدم فهم بعض الصحابة معنى الكلالة وأنها الورثة الذين ليس فيهم ابن ولا أب مع دلالة آية الكلالة على ذلك لأنه تعالى صرح بنفي الولد بقوله {إن امرؤ هلك ليس له ولد}، ودل على أنه ليس له أب التزاماً بقوله تعالى: {وله أخت فلها نصف ما ترك}؛ لأن اٍرث الأخت يلزمه عدم وجود الأب لأنه يحجبها. ¶ واعلم أن أنواع الدلالة محصورة في ستة أقسام لا سابع لها وإيضاحه أن الدال إما (لفظي) أو (غير لفظي) ولا ثالث لهما، وقد دل الاستقراء التام على أن دلالته ثلاثة أقسام لا رابع لها وهي: ¶ دلالته وضعاً، دلالته عقلاً، ودلالته طبعاً. ¶ فتضرب حالتي الدال في حالات الدلالة الثلاث فالمجموع ستة من ضرب اثنين في ثلاثة. ¶ الأول - دلالة اللفظ وضعاً كدلالة (الرجل) على الإِنسان الكبير الذكر، و (المرأة) على الإنسان الأنثى، وهكذا في دلالة الألفاظ على معانيها المفردة والمركبة. والوضع في الاصطلاح هو: تعيين أمر للدلالة على أمر. ¶ الثاني - دلالة اللفظ عقلاً كدلالته على لافظ به. ¶ ",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "[1/ 12] ¶ الثالث - دلالة اللفظ طبعاً أي عادة كدلالة الصراخ على مصيبة نزلت بالصارخ ودلالة لفظة (أح) بالمهملة على ألم بالصدر. ¶ الرابع - دلالة غير اللفظ وضعاً كدلالة المفهمات الأربعة وهي: الخط و الإِشارة، والعقد، والنصب. فالنقوش التي هي الخط تدل على الألفاظ وضعاً، وليست لفظاً. والمراد بالعقد عقد الأصابع لبيان قدر العدد فهو يدل على قدر العدد وضعاً وليس باللفظ. والإِشارة تدل على المعنى المشار إليه وضعاً وليست لفظاً. ¶ والمراد بالنصب: نصب الحدود بين الأملاك، ونصب أعلام الطريق، وهو واضح مما تقدم. ¶ الخامس - دلالة غير اللفظ عقلاً كدلالة المصنوعات على صانعها. ¶ السادس - دلالة غير اللفظ طبعاً أي عادة كدلالة حمرة الوجه على خجل صاحبه ودلالة صفرة الوجه على وجل صاحبه أي خوفه كما قال القائل: ¶ تفاحة جمعت لونين خلتهما ... ... خدي محب ومحبوب قد اعتنقا ¶ تعانقا فرأيا واشٍ فراعهما ... ... فاحمر ذا خجلاً واصفر ذا فرقا ¶ ومنه قول مسلم بن وليد الأنصاري: ¶ إذا شكوت إليها الحب خفرها ... ... شكواي فاحمر خداها من الخجل ¶ إذا عرفت هذا فاعلم أن المقصود عند المنطقيين من هذه الأقسام الستة هو واحد فقط وهو دلالة اللفظ وضعاً وهي تنقسم عندهم إلى ثلاثة أقسام: ¶ دلالة المطابقة، دلالة التضمن، دلالة الالتزام. ¶ أما دلالة المطابقة: فهي دلالة اللفظ على تمام المعنى الموضوع له اللفظ، كدلالة الرجل على الإنسان الذكر، والمرأة على الإنسان الأنثى. وهكذا كدلالات الأسماء على مسمياتها التي وضعت لها، وسميت مطابقة لتطابق الوضع والفهم، فالمفهوم من اللفظ هو عين المعنى الموضوع له اللفظ. ¶ ",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "[1/ 13] ¶ وأما دلالة التضمن: فهي دلالة اللفظ على جزء مسماه في ضمن كله، ولا تكون إلا في المعاني المركبة كدلالة الأربعة على الواحد ربعها، وعلى الاثنين نصفها، وعلى الثلاثة ثلاثة أرباعها. فلو سمعت رجلاً قال: عندي أربعة دنانير، فقلت له: أقرضني ديناراً أو دينارين أو ثلاثة فقال لك: لا شيء عندي من ذلك. فقلت له سمعتك تقول إن عندك أربعة دنانير فقال: نعم ولكن لم أقل واحداً أو اثنين أو ثلاثة. فإنك تقول له لفظ الأربعة التي ذكرت يدل على الواحد ربعها وعلى الاثنين نصفها وعلى الثلاثة ثلاثة أرباعها، بدلالة التضمن لأن الجزء يفهم في ضمن الكل. ¶ وأما دلالة الالتزام: فهي دلالة اللفظ على خارج عن مسماه لازم له لزوماً ذهنياً بحيث يلزم من فهم المعنى المطابقي فهم ذلك الخارج اللازم كدلالة (الأربعة) على الزوجية. والزوجية في الاصطلاح هي: الانقسام إلى متساويين. ¶ واعلم أن اللوازم ثلاثة لا رابع لها: ¶ لازم في الذهن والخارج معاً. ولازم في الذهن فقط. ولازم في الخارج فقط. ¶ أما الأولان وهما: اللازم في الذهن والخارج معاً. واللازم في الذهن فقط فتسمى بهما دلالة التزام بالإِجماع. وأما الثالث: وهو اللازم في الخارج فقط فلا تسمى به دلالة التزام عند المنطقيين. وإنما تسمى بدلالة التزام عند الأصوليين والبيانيين. ¶ مثال اللازم في الذهن والخارج معاً: دلالة الأربعة على الزوجية التي هي الانقسام إلى متساويين فيلزم من فهم معنى الأربعة فهم أنها زوج أي منقسمة إلى متساويين فهذا لازم في الذهن كما ذكرنا. ولازم في الخارج أيضاً والمراد بالخارج هنا: الواقع في نفس الأمر. فالزوجية لازمة للأربعة في الذهن، وفي الواقع في نفس الأمر. ¶ ",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "[1/ 14] ¶ ومثال اللازم في الذهن فقط: دون الخارج لزوم البصر للعمى لأن معنى العمى بدلالة المطابقة هو سلب البصر فمعناه المطابقي مركب إضافي أي مركب من مضاف هو سلب ومضاف إليه وهو البصر. ولا يعقل سلب البصر حتى يعقل معنى البصر. فظهر أنه لا يفهم أحد معنى العمى حتى يفهم معنى البصر لأن معنى البصر جزء من معنى العمى، لأن معنى العمى مركب إضافي والبصر أحد جزأيه، وهذا اللازم إنما هو في الذهن فقط لا في الخارج لأن العين التي اتصفت بالعمى انتفى عنها البصر ضرورة لما بين العمى والبصر من التنافي المعبر عنه بمقابلة العدم والملكة. ¶ ",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "[1/ 15] ¶ ومثال اللازم في الخارج فقط: دلالة لفظ الغراب على السواد لأنه لا يوجد في الخارج غراب إلا هو متصف بالسواد ولكن هذا لا يفهم من فهم معنى الغراب لأن من لم ير الغراب قط، و لم يخبره أحد بلونه قد يتصور أن الغراب طائر أبيض فالسواد إنما يلزم الغراب في الخارج فقط. لا في الذهن فدلالته عليه التزامية عند الأصوليين، والبيانيين وليست كذلك عند المنطقيين. ¶ واعلم أن دلالة المطابقة وضعية بلا خلاف وأما دلالة التضمن، ودلالة الالتزام ففيهما لأهل العلم ثلاثة مذاهب: ¶ الأول: أنهما وضعيتان أيضاً، وعلى هذا القول عامة المنطقيين، ووجهه أن سبب السبب سبب، لأن فهم المعنى المطابقي هو سبب فهم جزئه في ضمن كله وهو دلالة التضمن، وهو سبب فهم اللازم الخارج عن المسمى، وهو دلالة الالتزام. فلما كان وضع اللفظ سبباً لفهم المعنى المطابقي، وفهم المعنى المطابقي سبباً في فهم الجزء في ضمن الكل، وفهم الخارج اللازم صارت كل من التضمن والالتزام وضعية لأن السبب الأول في فهمهما الوضع وسبب السبب سبب. ¶ المذهب الثاني: أنهما عقليتان، وعليه عامة البيانيين، ووجهه أن اللفظ إنما وضع للمعنى المطابقي، ولكن العقل هو الذي فهم منه الجزء في ضمن الكل، والخارج اللازم. ¶ ",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "[1/ 16] ¶ المذهب الثالث: أن دلالة التضمن وضعية ودلالة الالتزام عقلية، ووجهه أن المدلول عليه بالتضمن جزء المدلول المطابقي والمطابقة وضعية بلا خلاف، وجزء الوضعي وضعي لأن الجزء مندرج في الكل، أما دلالة الالتزام فليست جزء الوضعي، ولكن العقل فهم من المعنى المطابقي لازمه الخارج عن مسماه، وعلى هذا جماهير من الأصوليين. ¶ ",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "[1/ 17] ¶ مباحث الألفاظ ¶ المباحث جمع مبحث، وهو اسم مكان بمعنى مكان البحث، و هو الفحص والتفتيش عن الألفاظ من حيث التركيب والإِفراد، ونحو ذلك كالكلية والجزئية. ¶ اعلم أولاً أن اللفظ المستعمل في اللغة لا يخلو من أحد أمرين، إما أن يكون مركباً، وإما أن يكون مفرداً، وهذا على قول الجمهور بأن القسمة ثنائية، وضابط المركب عندهم: هو ما يدل جزؤه على جزء معناه دلالة مقصودة خالصة فخرج بقولهم: ما دل جزؤه ما لا جزء له أصلا كباء الجر ولامه وما له جزء لا دلالة له على شيء كبعض حروف (زيد) وخرج بقولهم: على جزء معناه، ما له جزء وله دلالة لكن لا على جزء معناه كأبكم، فإن نصفه الأول وهو (أب) يدل على ذات متصفة بالأبوة، ونصفه الأخير وهو (كم) يدل على سؤال عن عدد أو أخبار بعدد كثير، ولكن ليس واحداً منهما يدل على جزء المعنى المقصود بالأبكم. ¶ وخرج بقولهم: (مقصودة) العلَم الإِضافي كعبد اللّه، فإن جزؤه الأول يدل على العبد والثاني يدل على الخالق جل وعلا، ولكن هذه الدلالة ليست مقصودة لأن المقصود جعل اللفظين علماً للشخص معيناً له عن غيره من الأشخاص. وخرج بقولهم: (خالصة) ما لو قصد في تسمية الإِنسان بعبد الله مثلاً أنه متصف بالعبودية للّه فإن دلالة جزء اللفظ على جزء المعنى حينئذ مقصودة لكنها غير خالصة من شائبة العلمية. ¶ وبهذا تعلم أن المفرد هو ما لا جُزء له أصلاً كباء الجر ولامه، أو له جزء لا دلالة له على شيء، أو له جزء وله دلالة لكن لا على جزء معناه، أو له ¶ ",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "[1/ 18] ¶ جزء وله دلالة على جزء معناه ولكنها دلالة غير مقصودة، أو له جزء وله دلالة على جزء مسماه دلالة مقصودة لكنها غير خالصة من شائبة العلمية. وقد تركنا المناقشات هنا لعدم اتجاهه عندنا. ¶ وقد عرفت من هذا التعريف الذي ذكروا أن المركب هنا صادق بالمركب الإسنادي نحو: زيد قائم، والمركب الإضافي كغلام زيد. والمركب التقييدي كالحيوان الناطق، وأن المفرد هو الاسم أو الفعل أو الحرف، ويدخل في الاسم، العلم الإِضافي كعبد الله وعبد شمس وما تقدم في حدهم للتصور والتصديق، يدل على أن المركب الإِضافي والمركب التقييدي من أنواع المفرد لأن إدراكهما تصور لا تصديق، والتصور إدراك معنى المفرد، خلافاً لما يذكرون هنا. والظاهر أن بعض الاصطلاحات تختلف في المفرد فهو في التصور والتصديق، كل ما ليس بإسناد خبري تام، وفي مبحث المركب والمفرد: يكون له اصطلاح آخر، فيدخل فيه المركب الإِضافي والتقييدي مثلاً. ¶ وإذا علمت هذا فاعلم أن المفرد بالاصطلاح المذكور هنا ينقسم إلى قسمين لا ثالث لهما: لأنه إما أن يكون كلياً وإما أن يكون جزئياً. وضابط الكلي في الاصطلاح أنه هو ما لا يمنع تعقل مدلوله من وقوع الشركة فيه كالإِنسان والحيوان والرجل والمرأة والأسد ونحو ذلك. فإنك إذ تعقلت معنى الإِنسان لم يمنعك تعقله من وقوع الشركة فيه، فهو قدر مشترك يشترك فيه عمرو وزيد وخالد وهكذا في باقي الأمثلة. وإن شئت قلت في حدّ الكلي هو المفرد الذي لا يمنع تعقل مدلوله من حمله حمل مواطأة على أفراد كثيرة والمراد بحمل المواطأة هو حمله عليها بنفسه من غير احتياج إلى اشتقاق أو إضافة، فالإِنسان مثلاً إذا تعقلت مدلوله لم يمنعك ذلك من حمله حمل مواطأة على كثيرين، كأن تقول زيد إنسان وعمرو إنسان، وخالد إنسان، وهكذا وكذلك الحيوان لا يمنعك تعقل مدلوله من حمله ¶ ",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "[1/ 19] ¶ حمل مواطأة على كثيرين كقولك: الإِنسان حيوان والفرس حيوان والجمل حيوان وهكذا. أما إن كان لا يمكن حمله عليها حمل مواطأة، بل حمل اشتقاق أو إضافة فليس كلياً لها فليس العلم مثلا كلياً بالنسبة إلى الأشخاص العلماء لأنك لا تقول: مالك علم. والشافعي علم، وإنما يصح في ذلك الحمل بالاشتقاق كقولك: مالك عالم والشافعي عالم أو الإِضافة كقولك: مالك ذو علم، والشافعي ذو علم فالعلم كلي بالنسبة إلى الفنون لأنك تقول: النحو علم، والفقه علم، والتوحيد علم. وهكذا لأنه يحمل عليها حمل مواطأة وليس العلم كلياً بالنسبة إلى الأشخاص المتصفين به كما بينا. ¶ وتقريب الكلي للذهن: أنه هو المشترك بين اثنين فصاعداً، والجزء هو ما يمنع تعقل مدلوله من وقوع الشركة فيه وهنا واسطة وطرفان: طرف هو جزئي إجماعاً يمنع تعقل مدلوله من وقوع الشركة فيه وهو العلم بنوعيه، أعني علم الشخص وعلم الجنس، لأنك إذا تعقلت معنى زيد علماً لرجل معين منعك تعقله من وقوع الشركة فيه لأنه وضع له خاصة ليعينه ويميزه عن غيره من الأشخاص. ¶ واعلم أن الفرق بين علم الجنس واسم الجنس يعسر فهمه على كثيرين من طلبة العلم. فقولك أسامة، علماً لجنس الأسد معرفة لأنه علم فيجوز الابتداء به، بدون احتياج إلى مسوغ ويجوز مجيء الحال منه متأخرة نحو هذا أسامة مقبلاً، ولا يجوز دخول الألف واللام عليه لأنه علم بخلاف لفظة (أسد) اسماً لجنس الأسد فإنها نكرة لا يجوز الابتداء بها إلا بمسوغ ولا يجيء الحال فيها متأخرة إلا بمسوغ، ويجوز دخول الألف واللام عليها لأنها نكرة. فيعسر الفرق بين أسامة، علماً لجنس الأسد. وأسد اسماً لجنسه وأوضح الفوارق التي فرقوا بها بينهما بل لا يكاد يعقل غيره، هو أن علم الجنس روعي فيه القدر المشترك، بقطع النظر عن الأفراد. واسم الجنس روعي فيه القدر المشترك لا ¶ ",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "[1/ 20] ¶ بقطع النظر عن وجوده في بعض الأفراد. وإيضاحه أن معنى الأسد مثلاً شيء واحد وهو مجموع الحيوانية والافتراسية مثلاً، فالمعنى الذهني الذي هو القدر المشترك بين أفراده شيء واحد لا تعدد فيه وإنما التعدد في الأفراد الخارجية المشتركة فيه فوضعوا علم الجنس لذلك المعنى الذهني وهو شيء واحد فشخصوا العلم في الذهن لا في الخارج، كتشخيص المشخص بعلمه في الخارج، فعلم الجنس يشخص مسماه في الذهن لا في الخارج وعلم الشخص يشخص مسماه في الخارج. ¶ وأما لفظة أسد فإنهم أرادوا به المعنى الذهني المشترك بين الأفراد بدون قطع النظر عن وجود بعض أفراده الخارجية فيه التي هي محل التعدد. ¶ وعلى قول من قال: إن اسم الجنس والنكرة شيء واحد بأن اسم الجنس يراعى فيه وجود بعض الأفراد الخارجية في المعنى الذهني الذي هو القدر المشترك وهو الفرد الشائع في جنسه. فقطع النظر مطلقاً عن الأفراد الخارجية التي هي محل التعدد. وقصد تشخيص المعنى الذهني الذي هو القدر المشترك بين الأفراد، وهو واحد لا تعدد فيه هو الذي يكون به الاسم المشخص لذلك المعنى الواحد في الذهن علم الجنس، وما لم يقطع النظر فيه عن الأفراد الخارجية هو اسم الجنس لتعدد الأفراد واتحاد المعنى الذهني المشترك بينها. ¶ والحاصل أن علم الشخص وعلم الجنس كلاهما جزئي بالإجماع واسم الجنس كأسد وإنسان ورجل وفرس ونحو ذلك كلي إجماعاً. وهذان هما الطرفان. طرف جزئي إجماعاً وطرف كلي إجماعاً. ¶ وأما الواسطة: فقد اختلف فيها وهي أسماء الإِشارة والضمائر والموصولات فبعضهم يقول: هي كلية لصلاحيتها لكل شيء وبعضهم يقول: هي جزئية لأنها لا تستعمل بالفعل إلا في شيء معين خاص. وبعضهم يقول: هي كلية وضعاً جزئية استعمالاً. وأكثر من تكلموا في علم الوضع يختارون أنها جزئية، والله جل وعلا أعلم. ¶ ",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "[1/ 21] ¶ فإذا عرفت معنى الكلي والجزئي اللذين هما قسما المفرد، فاعلم أنا نريد هنا أن نبين بعض تقسيمات الجزئي والكلي ونبين معنى الكل والجزء. والكلية والجزئية قبل الشروع في مبادئ التصورات. ¶ الجزئي: اعلم أولاً أن الجزئي ينقسم إلى جزئي حقيقي، وجزئي إضافي. أما الجزئي الحقيقي فهو العلم بنوعيه ويلحق به ما جرى مجراه عند من يقول به، وهو الإِشارة والضمير. والموصول على قول من يقول إنها جزئية. ¶ وأما الجزئي الإضافي: فهو كل كلي مندرج في كلي أعم منه فالإنسان مثلا كلي بالنسبة إلى زيد، وعمرو. وجزئي إضافي بالنسبة إلى الحيوان، لأن الحيوان ينقسم إلى إنسان وغير إنسان كالفرس مثلاً. فالإِنسان فرد من أفراد الحيوان. فهو جزئي بإضافته إليه، وهكذا الحيوان فانه كلي بالنسبة إلى الإِنسان والفرس مثلاً، وجزئي إضافي بالنسبة إلى النامي. لأن النامي منه ما هو حيوان، ومنه ما ليس بحيوان كالنبات. والنامي هو الذي يكبر تدريجيا وقس على ذلك. ¶ واعلم أن الكلي ينقسم تقسيمات مختلفة باعتبارات مختلفة وسنذكر هنا بعض المهم منها. ¶ اعلم أن الكلي ينقسم باعتبار استواء معناه في أفراده، وتفاوته فيها إلى متواطئ ومشكك. ¶ المتواطئ: فالمتواطئ هو الكلي الذي استوت أفراده في معناه كالإِنسان والرجل والمرأة فإن حقيقة الإِنسانية والذكورة والأنوثة مستوية في جميع الأفراد وإنما التفاضل بينهم بأمور أخر زائدة على مطلق الماهية. ¶ المشكك: والمشكك هو الكلي الذي تتفاوت أفراده في معناه بالقوة ¶ ",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "[1/ 22] ¶ والضعف مثلاً كالنور والبياض، فالنور في الشمس أقوى منه في السراج، والبياض في الثلج أقوى منه في العاج وهكذا. ¶ وينقسم الكلي: أيضاً باعتبار تعدد مسماه وعدم تعدده إلى مشترك ومنفرد. ¶ المشترك: فإن كان له مسميان فصاعداً يسمى بكل منهما بوضع خاص فهو المشترك كالعين الباصرة، والجارية، والقرء: للطهر والحيض. وهكذا. ¶ المنفرد: وإن كان مسماه واحداً فهو المنفرد كالإِنسان والحيوان فإن الحقيقة الذهنية التي هي مسمى اللفظ واحدة وإنما التعدد في الأفراد الخارجية كما تقدم. وينقسم الكلي باعتبار وجود أفراده في الخارج، وعدم وجودها فيه إلى ستة لأنه إما أَلا يوجد منه في الخارج فرد أصلاً أو يوجد منه فرد واحد، أو توجد منه أفراد كثيرة. وكل واحد من هذه الثلاثة ينقسم إلى قسمين فالمجموع ستة: ¶ الأول - كلي لم يوجد من أفراده فرد واحد في الخارج، مع أن وجود فرد منها مستحيل عقلاً كجمع الضدين. ¶ الثاني - كلي لم يوجد من أفراده فرد في الخارج مع جواز وجوده عقلاً كبحر من زئبق وجبل من ياقوت، والزئبق معدني سيال لا يجمد إلا تحت الصفر في درجة أربعين. ¶ الثالث - كلي وجد منه فرد واحد مع استحالة وجود غيره من الأفراد عقلاً، كإله، فإنه كلي، ولذا لم يمنع العرب تعقل مدلوله من قبول الشركة كما ذكر اللّه عنهم في قوله: {أجعل الآلهة إلهاً واحداً إن هذا لشيء عجاب}. و من فوائد كون الإِله كلياً بحسب الوضع أنه تدخل عليه (لا) النافية للجنس في كلمة (لا إله إلا اللّه) وهي لا تدخل إلا على كلي من أسماء الأجناس، إلا إن هذا الكلي الذي هو الإِله دل العقل الصحيح، والكتاب والسنة والإِجماع على أنه لم يوجد منه إلا فرد واحد وهو خالق السموات والأرض جل وعلا، إذ لا معبود بالحق موجوداً ¶ ",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "[1/ 23] ¶ يستحق العبادة إلا هو وحده جل وعلا. فكل معبود سواه عبادته كفر ووبال على صاحبها يخلد بسببها في النار، فهو ليس بمعبود بحق ولا بشريك حقاً. كما قال تعالى: {وما يتبع الذين يدعون من دون الله شركاء إن يتبعون إلا الظن وإن هم إلا يخرصون}. فإن قيل: المعبودات من دون اللّه من أنواع الطواغيت قد وجدت بكثرة. ¶ فالجواب أن المعدوم شرعاً كالمعدوم حساً فهي ليست بمعبودات ولكن الكفار افتروا ذلك على اللّه واختلقوه كذباً من تلقاء أنفسهم بغير علم ولا هدى ولا كتاب منير أنهم شركاء له سبحانه وتعالى عن ذلك علواً كبيراً. ¶ الرابع - كلي وجد منه فرد واحد مع جواز وجود غيره من الأفراد عقلاً، كشمس فإن الشمس التي هي الكوكب النهاري لا يمنع تعقل مدلولها من وقوع الشركة إلا أن هذا الكلي لم يوجد منه إلا فرد واحد، وهو هذه الشمس المعروفة مع مكان أن يكثر اللّه من أفراد الشموس، كما أكثر من أفراد النجوم حتى تتشعشع الدنيا نوراً، ويحترق العالم من شدة حر تلك الشموس الكثيرة. ¶ الخامس - كلي وجدت منه أفراد كثيرة لكنها متناهية، كالإِنسان والحيوان. ¶ السادس - كلي وجدت منه أفراد كثيرة غير متناهية، كنعيم الجنة وكالعدد. وإذا عرفت معنى الكلي والجزئي وبعض تقسيماتهما فاعلم أنا أردنا هنا أن نبين معنى الكل والجزء والكلية والجزئية. ¶ الكل: اعلم أن الكل في الاصطلاح هو ما تركب من جزئين فصاعداً، وضابطه أن الحكم عليه بالمحمول إنما يقع على مجموعه لا على جميعه. وإيضاحه: أن الحكم يقع عليه في حال كونه مجتمعاً، فإذا فرضت تفرقة أجزائه لم يتبع الحكم كل واحد فيها بانفراده وإنما يقع عليها مجموعة. ومثاله: قوله تعالى: {ويحمل عرش ربك فوقهم يومئذ ثمانية}، لأن الحكم على الثمانية بحمل العرش هو على مجموعها لا على جميعها إذ لو كان على جميعها لكان كل واحد من الثمانية مستقلاً بحمل العرش وحده، والواقع أن الحامل للعرش هو مجموع الثمانية، ¶ ",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "[1/ 24] ¶ فلو فرضت تفرقة الثمانية لم يتبع الحكم بحمل العرش كل واحد منهم. ¶ الكلية: وأما الكلية فهي الحكم على كل فرد من أفراد الموضوع الداخلة تحت العنوان كقولك: كل إنسان حيوان فإن كل فرد من أفراد الإِنسان مستقل بالحكم عليه بأنه حيوان، فكل منهما يتبعه الحكم بانفراده. ¶ وقد قرر علماء المعاني هنا قاعدة وهي: أن لفظة (كل) إذا اقترنت بحرف سلب أعني حرف نفي. فإن كان حرف النفي قبل لفظة (كل) فهو من الكل المجموعي فلا يقع الحكم على الموضوع إلا مجموعاً. ولا يتبع كل فرد من أفراده كقوله: ¶ ما كل ما يتمنى المرء يدركه ... ... تجري الرياح بما لا تشتهي السفن ¶ فإن المرء قد يتمنى شيئاً ويدركه وكم من منية أدركها صاحبها كما لا يخفى. وكقولهم: «ما كل بيضاء شحمة، وما كل مدور كعكاً»، فقد تكون البيضاء شحمة، وقد يكون المدور كعكاً في بعض الأحوال دون كلها. ¶ وإن كان حرف النفي بعد لفظة (كل) فهو من الكلية، فالحكم بالمحمول على الموضوع شامل لكل فرد كقول أبى النجم: ¶ قد أصبحت أم الخيار تدعي ... ... علىَّ ذنباً كلُّه لم أصنع ¶ برفع لفظة (كل) لأن مراده أنه لم يصنع شيئاً واحداً مما ادعت عليه، ومن هذا المعنى قوله صلى الله عليه وسلم لذي اليدين لما قال أقصرت الصلاة أم نسيت (كل ذلك لم يكن) أي لم يكن شيء منه، لم أنس و لم تقصر، يعني في ظني، كما هو مقرر في الأصول في مبحث دلالة الاقتضاء. ¶ وهذه القاعدة أغلبية نورد آيات متعددة فيها حرف النفي قبل لفظة (كل) مع أنها كلية لا كل مجموعي كقوله تعالى: {إن اللّه لا يحب كل خوان كفور}. ¶ ",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "[1/ 25] ¶ وقوله: {إن الله لا يحب كل مختال فخور}، ونحو ذلك من الآيات لأن الحكم بنفي المحبة عام لكل فرد من أفراد الخوانين الكفورين والمختالين الفخورين كما ترى. ¶ فقد عرفت أن الفرق بين الكل والكلية، أن الكل لا يتبع الحكم فيه كل فرد من أفراده وإن الكلية يتبع الحكم فيها كل فرد من أفرادها، ومثالها: ¶ أ - موجبة: كل إنسان حيوان. ¶ ب - وسالبة: لا شيء من الحجر بحيوان، لأن إثبات الحيوانية للإِنسان شامل لكل فرد من أفراده، ونفي الحيوان عن الحجر شامل لكل فرد من أفراده. ¶ الفرق بين الكل والكلي ¶ وأما الفرق بين الكل والكلي فمن جهتين: ¶ الجهة الأولى: ¶ أنا قدمنا أن الكلي لا يمنع تعقل مدلوله من حمله على كثيرين حمل مواطأة فيجوز حمل الكلي على كل فرد من أفراده، حمل مواطأة كقولك: عمرو إنسان، وزيد إنسان، وخالد إنسان الخ. فالإِنسان كلي وقد صح حمله على كل فرد من أفراده حمل مواطأة كما تقدم إيضاحه. ¶ أما الكل فلا يجوز حمله على جزء من أجزائه حمل مواطأة بل حمل إضافة أو اشتقاق، فالكرسي مثلاً كل مركب من خشب ومسامير، فلا يجوز أن تقول الكرسي مسمار، ولا أن تقول الكرسي خشب، ولكن يصح حمله على أجزائه بالإضافة والاشتقاق، فالإِضافة كأن تقول الكرسي ذو مسامير. والاشتقاق كقولك: الكرسي مسمر، وكالشجرة فإنها كل مركب من جذوع وأغصان فلا يقال: الشجرة جذوع ولا الشجرة أغصان وإنما يقال: الشجرة ذات جذوع وذات أغصان مثلاً. ¶ ",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "[1/ 26] ¶ الجهة الثانية: ¶ أن الكلي يجور تقسيمه بأداة التقسيم إلى جزئياته كأن يقول: الحيوان إما إنسان أو فرس وإما بغل وإما حمار الخ. بخلاف الكل فلا يجوز تقسيمه إلى أجزائه بأداة التقسيم. فلا يصح أن يقال: الكرسي إما خشب وإما مسامير - ولا أن يقال: الشجرة إما جذوع وإما أغصان، و إنما يجوز حمل الكل على أجزائه حمل مواطأة مع العطف خاصة أعني عطف بعض أجزائه على بعضها كقولك: الكرسي مسامير وخشب، والشجرة جذوع وأغصان. ¶ الجزء: ¶ وأما الجزء فهو ما تركب منه ومن غيره كل. كالمسامير بالنسبة إلى الكرسي، وكالخشب بالنسبة إليه، وكالجذع بالنسبة إلى الشجرة، والأغصان بالنسبة إليها. ¶ والجزئية: ¶ في الاصطلاح هي القضية التي حكم بمحمولها على بعض أفراد موضوعها لا كلها سلباً أو إيجاباً فمثالها موجبة: بعض الحيوان إنسان. ومثالها سالبة: بعض الحيوان ليس بإنسان. وسيأتي إن شاء اللّه في مبحث القضايا زيادة إيضاح للكلية والجزئية. ¶ النسب الأربع ¶ واعلم أن كل معقولين لابد أن تكون بينهما إحدى نسب أربع لا خامسة لها وهي: المساواة، والتباين، والعموم والخصوص المطلق، والعموم والخصوص من وجه، وبرهان الحصر في الأربع أن المعقولين إما ألا يجتمعا البتة أو لا يفترقا البتة. أو يجتمعا تارة ويفترقا أخرى، فإن كانا لا يجتمعان البتة فهما المتباينان كالإنسان والحجر فإن كل ذات ثبتت لها الإنسانية انتفت عنها الحجرية كعكسه فالنسبة بين الإِنسان والحجر التباين. ¶ ",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "[1/ 27] ¶ وإن كانا لا يفترقان البتة فهما المتساويان كالإِنسان والناطق، فإن كل ذات لها الإنسانية ثبتت لها الناطقية كعكسه، فالنسبة بين الإِنسان، والناطق المساواة. وإن كان يجتمعان تارة ويفترقان أخرى فلهما حالتان: ¶ الأولى - أن يكون أحدهما يفارق صاحبه والآخر لا يمكن أن يفارقه. ¶ الثانية - أن يكون كل واحد منهما يفارق الآخر في بعض الصور مع أن المفروض الاجتماع في بعضها فإن كان الذي يفارق، واحد منهما فقط دون الآخر فهما اللذان بينهما العموم والخصوص المطلق، والذي يفارق أعم مطلقاً والذي لا يفارق أخص مطلقاً كالحيوان والإِنسان فإن الحيوان يفارق الإِنسان لوجوده دونه في الفرس والبغل مثلاً، والإِنسان لا يمكن أن يفارق الحيوان إذ لا إنسان إلا وهو حيوان، فلا يفارق الإِنسان الحيوان بحال، فالحيوان أعم مطلقاً، والإِنسان أخص مطلقاً، فالنسبة بينهما العموم والخصوص المطلق وإن كان كل منهما يفارق الآخر فهما اللذان بينهما العموم والخصوص من وجه كالإِنسان الأبيض، فإنهما يجتمعان في الإِنسان الأبيض كالعربي والرومي، وينفرد الأبيض عن الإِنسان في الثلج والعاج مثلاً، وينفرد الإِنسان عن الأبيض في الزنجي مثلاً فهو إنسان أسود. ¶ وإذا عرفت هذه النسب الأربع فاعلم أنها هي الميزان الذي يعرف به الصادق والكاذب من القضايا، فكل قضية كانت النسبة بين طرفيها التباين فهي صادقة السلبين كاذبة الإِيجابين أعني بالسلبين السلب الكلي والجزئي، وبالإِيجابين الإيجاب الكلي والجزئي فلا تكذب سالبة مطلقاً، ولا تصدق موجبة مطلقاً، فلو ركبت قضية من الإنسان والحجر صدقت في كل سلب كقولك: لا شيء من الحجر بإنسان، ولا شيء من الإِنسان بحجر، وبعض الحجر ليس بإنسان، وبعض الإِنسان ليس بحجر كل ذلك صادق. ¶ ",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "[1/ 28] ¶ وكذبت في كل إيجاب كقولك: كل إنسان حجر، أو كل حجر إنسان، أو بعض الإِنسان حجر، وبعض الحجر إنسان. كل ذلك كاذب. وإن كانت النسبة بين طرفيها المساواة. فهي صادقة الإِيجابين كاذبة السلبين. أعنى الإِيجاب الكلي والإِيجاب الجزئي، والسلب الكلي والسلب الجزئي، فلا تكذب في إيجاب مطلقاً ولا تصدق في سلب مطلقاً. ¶ فلو ركبت قضية من الإِنسان والناطق فإنها تصدق في كل إيجاب كقولك: كل إنسان ناطق، وكل ناطق إنسان وبعض الإِنسان ناطق وبعض الناطق إنسان فكله صادق، وتكذب في كل سلب كقولك: لا شيء من الإِنسان بناطق ولا شيء من الناطق بإنسان. وبعض الإنسان ليس بناطق وبعض الناطق ليس بإنسان، فكل ذلك كاذب. ¶ وإن كانت النسبة بين طرفيها العموم والخصوص من وجه فهي صادقة الجزئيتين أعني الجزئية الموجبة، والجزئية السالبة. كاذبة الكليتين، أعنى الكلية الموجبة والسالبة، فلا تكذب في جزئية مطلقاً، ولا تصدق في كلية مطلقاً، فلو ركبت قضية من الإِنسان والأبيض فإنها تصدق في كل جزئية كقولك: بعض الأبيض إنسان وبعض الإِنسان أبيض، وبعض الأبيض ليس بإنسان وبعض الإِنسان ليس بأبيض فكل ذلك صادق وتكذب في كلية كقولك كل إنسان أبيض وكل أبيض إنسان، أو لا شيء من الإِنسان بأبيض، ولا شيء من الأبيض بإنسان فكل ذلك كاذب. ¶ وإن كانت النسبة بين طرفيها العموم والخصوص المطلق فلها حالتان: ¶ الأولى - أن يكون الموضوع أخص والمحمول أعم. ¶ الثانية - أن يكون الموضوع أعم والمحمول أخص. ¶ فإن كان الموضوع أخص مطلقاً جرت على حكم المتساوين. فلو ركبت قضية من الإِنسان والحيوان وجعلت الإِنسان هو الموضوع فإنها تصدق في كل إيجاب وتكذب ¶ ",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "[1/ 29] ¶ في كل سلب كالمتساوين فقولك: كل إنسان حيوان أو بعض الإِنسان حيوان كله صادق. وقولك: لا شيء من الإِنسان بحيوان أو بعض الإِنسان ليس بحيوان كله كاذب. ¶ وإن كان الموضوع أعم والمحمول أخص، كما لو ركبت قضية من الإِنسان والحيوان وجعلت الحيوان موضوعاً والإِنسان محمولاً فإنها تجري على حكم الأعمين من وجه فلا تكذب في جزئية ولا تصدق في كلية. فلو قلت: بعض الحيوان إنسان أو بعض الحيوان ليس بإنسان فكل ذلك صادق، بخلاف الكلية فإنها كاذبة هنا مطلقة كما لو قلت: كل حيوان إنسان أو لا شيء من الحيوان بإنسان فكله كاذب. ¶ واعلم أن التباين الذي هو إحدى النسب الأربع ينقسم إلى قسمين وهما: ¶ أ - تباين المخالفة. ¶ ب - وتباين المقابلة. ¶ وضابط تباين المخالفة: هو أن الحقيقتين متباينتان في ذاتيهما ولكنهما ليس بينهما غاية المنافاة بمعنى أنه يمكن اجتماعهما في ذات واحدة، فحقيقة البرودة مثلاً تباين حقيقة البياض لأن كل معنى ثبت له أنه البرودة انتفي أنه هو البياض كعكسه. ¶ ولكن لا مانع من اجتماع البرودة والبياض في ذات واحدة كالثلج فهو (أبيض بارد) وكالحلاوة والسواد وكالكلام والقعود فإن حقيقة الحلاوة تباين حقيقة السواد ولكنهما ليس بينهما غاية المنافاة، بمعنى أنه يجوز اجتماعهما في محل واحدة كالتمرة السوداء فهي جامعة بين الحلاوة و السواد فالنسبة التي بين السواد والحلاوة هي تباين المخالفة، وكذلك حقيقة القعود، ولكن لا مانع من أن يكون الإِنسان الواحد قاعداً متكلماً في وقت واحد. ¶ وأما تباين المقابلة: فضابطه أن تكون الحقيقتان متباينتين في ذاتيهما مع أن بينهما غاية المنافاة بمعنى أنه لا يمكن اجتماعهما في محل واحد في وقت واحد، ¶ ",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "[1/ 30] ¶ كالسواد والبياض والحركة والسكون. ¶ وتباين المقابلة ينقسم إلى أربعة أقسام وهى: ¶ 1 - المقابلة بين النقيضين. ¶ 2 - المقابلة بين الضدين. ¶ 3 - المقابلة بن المتضائفين. ¶ 4 - المقابلة بين العدم والملكة. ¶ أما مقابلة النقيضين: فهي المقابلة بين السلب والإِيجاب أعني النفي والإِثبات، كقولك زيد قائم الآن، زيد ليس بقائم الآن. ¶ فالمقابلة بين هذا النفي والإِثبات مقابلة نقيضين، وهى واحد من أنواع تباين المقابلة. ¶ وضابط النقيضين: أنهما لا يجتمعان ولا يرتفعان، بل لابد من وجود أحدهما، وعدم الآخر. والمقابلة بين الزوج والفرد مثلاً. من مقابلة الشيء ومساوي نقيضه لأن الفرد مساو لليس بزوج كعكسه. ¶ وأما المقابلة بين الضدين: فهي المقابلة بين أمرين وجوديين بينهما غاية المنافاة لا يتوقف إدراك أحدهما على إدراك الآخر كالسواد والبياض، والحركة والسكون ونحو ذلك، فإن النقطة البسيطة من اللون يستحيل أن تكون سوداء و بيضاء في وقت واحد وكذلك الجرم الواحد يستحيل أن يكون متحركاً ساكناً في وقت واحد فالمقابلة بين السواد والبياض وبين الحركة والسكون مثلاً مقابلة الضدين، وهى من أنواع تباين المقابلة خلافاً لمن زعم أن السكون ليس بوجودي. ¶ وضابط الضدين: أنهما لا يجتمعان ولكنهما قد يرتفعان وارتفاعهما إنما يكون لواحد من سببين: ¶ الأول منهما: وجود واسطة كضد ثالث فإن السواد والبياض مثلاً لا يجتمعان في نقطة بسيطة من اللون ولكنهما قد يرتفعان عنها لوجود واسطة أخرى كالحمرة والصفرة فتكون تلك النقطة حمراء أو صفراء. ¶ ",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "[1/ 31] ¶ السبب الثاني: هو ارتفاع المحل، فالجرم الواحد الموجود يستحيل أن يجتمع فيه السكون والحركة فيكون متحركاً ساكناً في وقت واحد ولكن الحركة والسكون قد يرتفعان عنه بارتفاعه أي بانعدامه وزواله من الوجود. فإنه إذا عدم لا يقال فيه ساكن ولا متحرك. ¶ وأما المقابلة بين المتضائفين: فهي المقابلة بين أمرين وجوديين بينهما غاية المنافاة ولا يمكن إدراك أحدهما إلا بإضافة الآخر، كالأبوة والبنوة، والقبل والبعد والفوق والتحت فإن الذات الواحدة يستحيل أن تكون جامعة بين كونها أباً وابناً لشخص واحد. فكون الشخص أباً لشخص مع أنه ابن لذلك الشخص بعينه مستحيل كاستحالة اجتماع السواد والبياض في نقطة بسيطة واحدة. إلا أن الأبوة لا يدرك معناها إلا بإضافة بنوة إليها كعكسه. والمكان الذي فوقك يستحيل أن يكون تحتك في الوقت الذي هو فوقك فيه إلا أنه لا يعقل فوق إلا بإضافة تحت إليه كعكسه. وكذلك الزمان الذي قبل الوقت الذي أنت فيه يستحيل أن يكون بعده في الوقت الذي هو قبله فيه مع أنه لا يعقل قبل إلا بإضافة بعد عليه كعكسه، وهكذا فالمقابلة بين الأبوة والبنوة، والفوق والتحت، والقبل والبعد. مقابلة المتضائفين. وهي من أنواع تباين المقابلة وهي المسماة في الاصطلاح بالصفات الإِضافية. ¶ واعلم أن عامة المنطقيين على أن الصفات الإِضافية وجودية كما ذكرنا أن المقابلة بين المتضائفين هي المقابلة بين أمرين وجوديين ... الخ. ¶ وعامة المتكلمين على أن الصفات الإِضافية أمور اعتبارية لا وجود لها في الخارج. وقد سببوا بهذا القول أنواعاً من الإِشكال، معروفة في علم الكلام ليس هذا محل بسطها. ¶ وأما المقابلة بين العدم والملكة: فهي المقابلة بين أمرين أحدهما وجودي والآخر عدمي. والطرف العدمي سلب للطرف الوجودي عن المحل الذي شأنه أن يتصف به كالمقابلة ¶ ",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "[1/ 32] ¶ بين البصر والعمى فهي مقابلة بين أمرين أحدهما وجودي وهو المعبر عنه بالملكة كالبصر في هذا المثال. والثاني عدمي وهو المعبر عنه بالعدمي وهو العمى وهذا الطرف العدمي الذي هو العمى سلب للطرف الوجودي الذي هو البصر عن المحل الذي شأنه أن يتصف به كالحيوان الذي هو من جنس ما يبصر. أما ما ليس من شأنه الاتصاف بالملكة فلا ترد عليه عندهم مقابلة العدم والملكة كالحائط، والغصن فلا يقول هذا الحائط أعمى ولا بصير ولا هذا الغصن أعمى ولا بصير لأنه ليس من شأنه الاتصاف بالبصر حتى يسلب عنه العمى. فتبين أن المقابلة بين النقيضين وبين العدم والملكة كلتاهما مقابلة بين أمرين أحدهما وجودي والآخر عدمي والفارق بينهما هو القيد الذي في العدم والملكة الذي هو قولهم عن المحل الذي شأنه أن يتصف به. ¶ وأن المقابلة بين الضدين والمتضائفين كلتاهما مقابلة بين أمرين وجوديين والفارق بينهما أن الضدين لا يتوقف إدراك أحدهما على إضافة الآخر إليه بخلاف المتضائفين فلا يمكن إدراك أحدهما إلا بإضافة الآخر إليه كما تقدم إيضاحه. ¶ ",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "[1/ 33] ¶ فصل في مبادئ التصورات ¶ اعلم أن مبادئ علم التصور هي الكليات الخمس وهى: الجنس، والنوع، والفصل، والخاصة، والعرض العام. والكليات في هذا المبحث جمع كلي، وقد قدمنا أنه هو ما لا يمنع تعقل مدلوله من وقوع الشركة فيه. ¶ اعلم أولاً أن السؤال في فن المنطق إنما يكون بإحدى أداتين لأنهما هما المحتاج ¶ لهما في فن المنطق وهما لفظة (ما) ولفظة (أي) أما لفظة (ما) فالأصل فيها أن يسأل بها عن حقيقة المسئول عنه أما السؤال بها عن وصفه كقولهم ما زيد أكريم أم بخيل فهو خلاف الأصل. ¶ أما لفظة (أي) فيسأل بها عن ما يميز المسئول عنه ويفصله عما يشاركه ذاتياً كان أو عرضياً. ¶ واعلم أن الجواب عن السؤال بما: محصور في ثلاثة أشياء لا رابع لها وهو أنها إما أن يجاب عن السؤال بها بالجنس أو بالنوع، أو الحدّ. ¶ فإن كان السؤال بها عن أشياء متعددة مختلفة حقائقها فالجواب بالجنس، وإذاً فالجنس هو ما صدق في جواب ما هو على كثيرين مختلفة حقائقهم. والصدق هنا والقول بمعنى الحمل، فلو قلت مثلاً ما هو الإِنسان، وما هو الفرس وما هو الحمار، وما هو البغل فالجواب بالقدر المشترك بينهما وهو الحيوان فالحيوان إذاً قد صدق أي حمل في جواب ما هو على كثيرين مختلفة حقائقهم. وإن شئت قلت في تعريف الجنس هو جزء الماهية الذي هو أعم منها لصدقه عليها وعلى غيرها كالحيوان فهو جزء من ماهية الإِنسان لأن الإِنسان عندهم مركب من حيوان وناطق فالحيوان جزء ماهيته الصادق بها والفرس والبغل مثلاً. ¶ ",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "[1/ 34] ¶ وإن كان السؤال عن جزئي كزيد. ومثله الصنف والزنجي والرومي أو عن أشياء متعددة متحدة حقائقها كزيد وعمرو الزنجي والرومي فجواب ذلك بالنوع. فلو قلت مثلاً ما هو زيد أو ما هو زيد وعمرو أو ما هو الزنجي وزيد وعمرو. فالجواب بالقدر المشترك بينهما وهو النوع الذي هو الإِنسان. ¶ فحدّ النوع: إذاً هو ما صدق في جواب ما هو على كثيرين متفقين بالحقيقة وإنما الاختلاف بينهم بالتشخيص الذاتي فقولك ما هو زيد، وما هو عمرو، وما هو بكر، وما هو خالد، وما هي هند. الكلمة التي تحمل على الجميع هي النوع فجواب ذلك أن تقول (الإِنسان) لأنه القدر المشترك بين الأفراد فالإِنسان نوع. ¶ وإن شئت قلت في تعريف النوع (هو الكلي) الذي هو تمام ماهية أفراده. ¶ وأما حدّ الفصل - فهو ما صدق في جواب (أي ما هو صدقاً ذاتياً لا عرضياً) كأن يقول: (أي أنواع الحيوان هو الإِنسان) فجواب هذا السؤال الصادق على المسئول عنه صدقاً ذاتياً هو الفصل. وهو الناطق في هذا المثال لأن الناطق هو نوع من الحيوان الذي هو الإنسان. ¶ وإن شئت قلت في تعريف الفصل (هو جزء الماهية المساويها في الما صدق لاختصاصه بها). ¶ وأما حدّ الخاصة: فهو ما صدق في جواب أي ما هو صدقاً عرضياّ لا ذاتياّ، كأن تقول أي أنواع الحيوان هو الإِنسان فجواب السؤال الصادق على المسئول عنه صدقاً عرضياً لا ذاتياً هو الخاصة، وهو في هذا المثال الضاحك أو الكاتب مثلاً لأن الضحك والكتابة خاصتان من خواص الإِنسان يتميز بهما من غيره من أفراد الحيوان. ¶ وإن شئت قلت في تعريف الخاصة هي: الكلي الخارج عن الماهية المختص بها دون غيرها كالضاحك بالنسبة إلى الإِنسان. ¶ ",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "[1/ 35] ¶ وأما العرض العام: فهو الكلي الخارج عن الماهية الشامل لها ولغيرها كالماشي والمتحرك بالنسبة إلى الإِنسان وإيضاح انقسام الكليات إلى خمس أن الكلي إما يكون تمام الماهية أو ليس بتمامها فإن كان تمام الماهية فهو النوع وإن كان غير تمامها فهو إما داخل فيها وإما خارج عنها. ¶ فإن كان داخلاً فيها فلا يخلو إما أن يكون أعم منها وإما أن يكون مساوياً لها فالأول الجنس والثَاني الفصل، وإن كان خارجاً عنها فلا يخلو أيضاً من أن يكون أعم منها أو مساوياً لها: فإن كان أعم منها فهو العرض العام وإن كان مساوياً لها فهو الخاصة وقد عرفت حدودها وأمثلتها. ¶ فإن قيل: بقى كلي سادس لم يذكر وهو: ¶ الصنف: كالزنجي، والرومي. فقد أجاب بعضهم بأن الصنف خاصة غير شاملة، وعليه فالخاصة تنقسم إلى: ¶ شاملة، وغير شاملة. ¶ واعلم أن الجنس والفصل عندهم ذاتيان بلا خلاف، والخاصة والعرض العام عرضيان عندهم بلا خلاف والنوع فيه ثلاثة مذاهب: ¶ أحدها - أنه ذاتي: بناء على أن كل ما ليس بخارج عن الذات فهو ذاتيي. ¶ الثاني - أنه عرضي بناء على أن كل ما لم يدخل في الذات فهو عرضي. ¶ الثالث - وهو أقربها إلى الواقع، أنه ليس بذاتي ولا عرضي لأنه تمام الماهية، فليس جزء منها حتى يكون داخلا ومعلوم أن تمام الماهية لا يمكن خروجه عنها حتى يكون عرضياً. ¶ واعلم أن الفصل إنما سمي فصلاً لأنه يفصل بين الأنواع المشتركة في الصفات فالإِنسان والفرس مثلا يشتركان في الجوهرية والجسمية والنمائية والحساسية، فالناطق يفصل الإنسان عن الفرس المشارك له فيما ذكر والصاهل يفصل الفرس عن الإِنسان كذلك. ¶ ",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "[1/ 36] ¶ تنبيه: لا يخفى أنا ذكرنا في الأمثلة الماضية أن الناطق فصل وأنه مميز ذاتي وأنه جزء الماهية الداخل فيها الصادقَ عليها صدقاً ذاتياً وأنا ذكرنا أن الضاحك والكاتب مثلا خاصتان وأنهما عرضيان خارجان عن الماهية وليس واحد منهما جزءاً منها ولا داخلا فيها فقد يقول السامع، ما حقيقة الفرق بين الناطق والضاحك حتى صار أحدهما جزءاً من الماهية عندهم والثاني خارجاً عنها. ¶ والجواب أن لهم أجوبة متعددة كثير منها ليس فيه مقنع، وأقربها عند الذهن ثلاثة: ¶ الأول: أن الذاتي هو المعروف عند المتكلمين بالصفة النفسية وضابطه أنه لا يمكن إدراك حقيقة الماهية بدونه والعرضي يمكن إدراكها بدونه. ¶ الثاني: أن الذاتي لا يعلل والعرضي يعلل. ¶ الثالث: أن الذاتي هو الذي لا تبقى الذات مع توهم رفعه، والعرضي بخلافه وإيضاح الفوارق الثلاثة بالأمثلة كما سيأتي: ¶ كون الذات لا تعقل بدون الناطق، ولكن تعقل بدون الضاحك والكاتب فقد قالوا لو فرضنا أن عاقلا من العقلاء لم ير الإِنسان و لم يتصوره بحال فسأل عنه من يعرفه فإن عرفه له بأنه جسم دخل في التعريف (الحجر) مثلا فإن زاد في التعريف أنه (نام) دخل النبات والشجر. فإن زاد أنه (حساس) دخل الفرس مثلا. فإن زاد أنه (ناطق) مثلا انفصل عن غيره وتميز عن كل ما سواه. ¶ والنطق: في الاصطلاح عند المنطقيين (القوة العاقلة المفكرة التي يقتدر بها على إدراك العلوم والآراء) وليس المراد به عندهم الكلام. ¶ وإن قال هو منتصب القامة يمشى على اثنتين دخل الطير فإن زاد (لا ريش له) ¶ ",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "[1/ 37] ¶ دخل منتوف الريش من الطيور وساقطه. فإن زاد أنه (ناطق) حصل التمييز والإِدراك. ¶ فإن قيل كذلك يحصل التمييز والإِدراك فيما لو قال: (أنه ضاحك). أو كاتب لأنه لا يشاركه غيره في الضحك والكتابة. ¶ فالجواب: أن يقولون الضحك حالة تعرض عند التعجب من أمر بعد أن تتفكر فيه القوة الناطقة والكتابة نقوش على هيئات ومقادير معلومة لا تحصل بتفكير القوة الناطقة، فظهر أن الضحك والكتابة فرعان عن النطق لا يوجدان إلا تبعاً له. ولا يعقلان إلا تبعاً له فلم تعقل حقيقة الإِنسان دون النطق، بخلاف الضحك، والكتابة، فإن الحقيقة تعقل بدونهما كذا قالوا. ¶ وأما الفرق الثاني: الذي هو كون الذاتي لا يعلل، والعرضي يعلل، فواضح فإنك لا تقول: لم كان الإِنسان ذا قوة مفكرة يقتدر بها على إدراك العلوم والآراء تعني النطق ولكن إذا رأيته يضحك أو يكتب شيئاً فإنك قد تقول له ما هو السبب الذي أضحكك وما هو السبب الذي حملك على كتابة هذا الذي كتبت. ¶ وأما الفرق الثالث: الذي هو أن الذاتي لا تبقى الذات مع توهم رفعه أي عدمه فواضح. لأنك لو فرضت خلو حيوان من القوة العاقلة المفكرة التي يقتدر بها على إدراك العلوم والآراء لا يمكن أن يكون ذلك الحيوان إنساناً. ولا يرد على ذلك المعتوه الذي لا عقل له. والمجنون الفاقد العقل بالكلية لأن المراد بكونه ناطقاً أن ذلك هو طبيعته وجبلته التي جبل عليها. ولو زالت عن بعض الأفراد لسبب خاص. ¶ فبهذه الفوارق الثلاثة تعرف الفرق بين الذاتي والعرضي. ¶ وإذا عرفت حدّ الجنس والنوع والفصل والخاصة والعرض العام. ¶ ",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "[1/ 38] ¶ فاعلم أن الجنس: ينقسم إلى جنس قريب وجنس متوسط، وجنس بعيد. ¶ وضابط الجنس القريب: أنه هو تمام القدر المشترك بين الأنواع كالحيوان بالنسبة إلى الإِنسان والفرس فإن الحيوان والفرس يشتركان في الجوهرية والجسمية والنمائية والحساسية وكل هذه الصفات داخلة في الحيوان. فهو تمام القدر المشترك بينهما وقد يتميز كل منهما عن الآخر بفصله أو خاصته كتمييز الإِنسان بأنه الناطق إن كان المميز ذاتياً أو بأنه الضاحك أو الكاتب إن كان المميز عرضياً وكتمييز الفرس بالصاهل مثلاً. ¶ وضابط الجنس المتوسط: أنه هو ما ليس تمام القدر المشترك مع اندراجه في جنس فوقه. وهو مرتبتان: ¶ الأولى - كالنامي بالنسبة إلى الإِنسان والفرس مثلاً فإنه جنس متوسط بالنسبة إليهما لأنهما يشتركان في النامي. وليس تمام القدر المشترك بينهما لاشتراكهما في الحساسية أو التحرك بالإِرادة. ¶ وهما خارجان عن النامي وهو الذي يكبر تدريجياً مع أن النامي داخل في جنس فوقه وهو الجسم مثلاً. ¶ المرتبة الثانية - من مرتبتي الجنس المتوسط (كالجسم) بالنسبة إلى الإِنسان والفرس فإنهما يشتركا ن في الجسمية وليست تمام القدر المشترك بينهما لاشتراكهما في النمائية والحساسية مثلاً. وكلتاهما خارجة عن الجسم لا يتحقق شموله لها. إذ ليس كل جسم نامياً ولا كل جسم حساساً. فإن الحجر ليس بنام ولا حساس مع أنه جسم والجسم داخل في جنس فوقه وهو الجوهر. ¶ وأما ضابط الجنس البعيد: فهو ما ليس تمام القدر المشترك بين الأفراد مع أنه ليس فوقه جنس كالجوهر وهو ما يستحيل قبوله الانقسام لقلته فالجوهر مثلاً هو الجنس الأبعد ويسمى الجنس العالي وجنس الأجناس. ومناقشات المتكلمين ¶ ",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "[1/ 39] ¶ في إمكان وجوده وعدم إمكانه معروفة وليس هذا محل بسطها. ¶ وأما الجواب عن السؤال (بما) بالحدّ فهو في السؤال عن كلى واحد. فقولك ما هو الإنسان جوابه بحده الذي هو الحيوان الناطق وهكذا. وهذا هو حاصل ما لابد منه من مبادئ التصورات، فتحصل أن الحيوان مثلاً جنس قريب للإنسان والفرس مثلاً، وأن النامي والجسم كلاهما جنس متوسط بالنسبة لهما. وأن الجوهر جنس أبعد. ¶ ",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "[1/ 40] ¶ فصل في مقاصد التصورات ¶ اعلم أن مقاصد التصورات هي (المعرفات) بصيغة اسم الفاعل. وضابط المعرف باسم الفاعل هو الجامع لجميع أفراد المعرف باسم المفعول بحيث لا يخرج عنه منها فرد واحد المانع لكل ما سواها من الدخول فيها فكل جامع مانع معرف. ¶ واعلم أن الجمع والمنع هما المعبر عنهما في الاصطلاح بالطرد والعكس. فالمنع هو الطرد والجمع هو العكس. ومثال الجامع المانع تعريف الإِنسان بأنه الحيوان الناطق وتعريف الفرس بأنه الحيوان الصاهل. ¶ واعلم أن النسبة بين المعرف باسم الفاعل والمعرف باسم المفعول بأن كانت المساواة فهو جامع مانع كالمثالين المذكورين فإن الحيوان الناطق مساوٍ للإِنسان والحيوان الصاهل مساوٍ للفرس. ¶ واعلم أن أنواع المعرفات باسم الفاعل سبعة وهي: ¶ 1 - الحدّ التام. ¶ 2 - والحد الناقص. ¶ 3 - والرسم التام. ¶ 4 - والرسم الناقص. ¶ 5 - واللفظي. ¶ 6 - والقسمة. ¶ 7 - والمثال. ¶ فالحدّ التام: هو تعريف الماهية بالجنس القريب والفصل، كتعريف الإِنسان بأنه الحيوان الناطق. ¶ والحدّ الناقص: هو تعريف الماهية بالفصل مع الجنس المتوسط أو البعيد، أو بالفصل وحده. كتعريف الإِنسان بأنه النامي الناطق. أو الجسم الناطق. أو الجوهر الناطق أو تعريفه بأنه الناطق. ¶ والرسم التام: هو تعريفها بالخاصة مع الجنس القريب كتعريف الإِنسان بأنه ¶ ",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "[1/ 41] ¶ الحيوان الضاحك أو الحيوان الكاتب. ¶ والرسم الناقص: هو التعريف بالخاصة مع الجنس المتوسط أو البعيد، أو الخاصة وحدها كتعريف الإِنسان بأنه: النامي الضاحك أو الكاتب أو الجسم الضاحك أو الكاتب أو الجوهر الضاحك أو الكاتب. أو تعريفه بأنه الضاحك فقط أو الكاتب فقط. ¶ واللفظي: هو تعريف اللفظ بلفظ مرادف له أشهر منه كتعريف الغضنفر بأنه الأسد وتعريف الزخيخ بأنه النار. وكتعريف الخيتعور بأنه السراب وكل زائل مضمحل ومنه قوله: ¶ كل أنثى وإن بدا لك منها ... ... آية الحب حبها خيتعور ¶ أي زائل مضمحل غير دائم. ¶ وأما القسمة: فكقولك في تعريف العلم: الاعتقاد إما جازم وإما غير جازم. والجازم إما مطابق أو غير مطابق. والمطابق إما ثابت لا يقبل التشكيك بحال، وإما ألا يكون كذلك. فخرج عن القسمة اعتقاد جازم مطابق ثابت لا يقبل التشكيك بحال وهو العلم. ¶ وخرج بالجازم غير الجازم، كالظن والشك والوهم. وخرج بالمطابق غير المطابق وهو الاعتقاد الفاسد كاعتقاد الفلاسفة قدم العالم. وخرج بالثابت الذي لا يقبل التشكيك بحال اجتهاد المجتهد المصيب لأن الاجتهاد قابل للتغيير والتشكيك. ¶ وأما المثال: فكقولك في تعريف العلم هو إدراك. كإدراك أن الواحد نصف الاثنين وأن الكل أكبر من الجزء. وإدراك البصيرة الذي هو كإدراك الباصرة ... وكقولك (الاسم كزيد والفعل كضرب). ¶ واعلم أن الحدّ: في اللغة المنع ومنه قول نابغة ذبيان: ¶ ولا أرى فاعلا في الناس يشبه ... ... ولا أحاشي من الأقوام من أحد ¶ إلا سليمان إذ قال الإِله له ... ... قم في البرية فاحددها عن الفند ¶ ",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "[1/ 42] ¶ فقوله: فاحددها أي أمنعها وسمي الحدّ حداً لأنه يمنع أفراد المحدود من الخروج ويمنع غيرها من الدخول وهو عندهم تمييز الماهية بأجزائها الذاتية لأنها متركبة عندهم من جنس وفصل. ¶ والجنس عندهم جزؤها الذي هو أعم منها والفصل عندهم هو جزؤها المساويها كما تقدم. إن لم يشتمل الحدّ على جميع الذاتيات كالتعريف بالفصل وحده أو مع الجنس المتوسط أو البعيد فهو عندهم ناقص لعدم اشتماله. على جميع الذاتيات. ¶ والرسم: أصله العلامة ومنه رسوم الدار أي علاماتها كقوله: ¶ وهل عند رسم دارس من معول ¶ وإنما سموه رسماً لأن التعريف فيه بالخاصة وهي من علامات الذات المختصة بها الخارجة عن ماهيتها - عندهم كما تقدم إيضاحه. ¶ واعلم أن جميع المعرفات يشترط فيها شروط: ¶ الشرط الأول: ¶ أن يكون المعرف باسم الفاعل مطرداً. أي مانعاً من دخول غير المعرف باسم المفعول. ¶ الشرط الثاني: ¶ أن يكون منعكساً أي جامعاً لجميع أفراده والتحقيق أن الطرد هو المنع والعكس هو الجمع خلافاً لمن عكس ذلك. ¶ وإيضاح أن الطرد هو المنع والعكس هو الجمع. ¶ ",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "[1/ 43] ¶ هو أن تعلم أولا أن الطرد في الاصطلاح: هو الملازمة في الثبوت. وقضيته كلما وجد الحدّ وجد المحدود والعكس في الاصطلاح الملازمة في الانتفاء وقضيته كلما انتفى الحدّ انتفى المحدود فإذا صدقت قضية كلما وجد الحدّ وجد المحدود لزم منع غير المحدود من الدخول قطعاً كقولك: كلما وجد الحيوان الناطق وجد الإنسان فهذا الحدّ مطرد أي مانع من دخول غير الإِنسان فإن اختلت قضية الملازمة في الثبوت اختل المنع. فلو قلت كلما وجد الحيوان وجد الإِنسان فهذا ليس بصحيح لأن وجود الإِنسان لا يلزم من وجود الحيوان فلو عرفت الإِنسان بأنه حيوان كان الحدّ غير مانع من دخول غير الإِنسان كالفرس وإنما كان غير مطرد أي غير مانع لاختلال الملازمة في الثبوت، وكذلك الملازمة في الانتفاء إن اختلت لزم من ذلك اختلال جمع جميع أفراد المحدود. فلو قلت مثلاً كلما انتفى الناطق انتفى الحيوان فهذا ليس بصادق. ولذلك لو عرفت الحيوان بأنه الناطق كان غير جامع لجميع أفراد الحيوان لأن فيها ما ليس ناطقاً. ¶ وحاصل إيضاح هذا أن النسبة بين الحدّ والمحدود إن كانت المساواة كان جامعاً مانعاً. ¶ وإن كان الحدّ أعم من المحدود كان جامعاً غير مانع كتعريف الإِنسان بأنه الحيوان. وإن كان الحدّ أخص من المحدود كان مانعاً غير جامع كتعريف الحيوان بأنه الناطق، فإنه مانع من دخول غير الحيوان إذ لا ناطق إلا وهو حيوان ولكنه غير جامع، لأن من أفراد الحيوان ما ليس بناطق. ¶ وإن كانت النسبة بينهما العموم والخصوص من وجه أو التباين كان غير جامع ولا مانع كتعريف الإنسان بأنه الأبيض، أو بأنه الحجر، كما لا يخفى. ¶ والمراد بالحدّ هنا مطلق التعريف، فيدخل فيه جميع المعرفات والحاصل أن كل مانع من دخول غير المحدود جامع لجميع أفراد المحدود فإنه هو المطرد ¶ ",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "[1/ 44] ¶ المنعكس والاطراد والانعكاس شرطان في كل تعريف. ¶ الشرط الثالث: ¶ أن يكون المعرف باسم الفاعل أظهر وأوضح عند السامع من المعرف باسم المفعول كتعريف الغضنفر بالأسد فإن الأسد أظهر وأوضح عند السامع من الغضنفر وهكذا. ¶ ولا يجوز أن يكون المعرف باسم الفاعل مساوياً للمعرف في الظهور أو أخفى منه ومثال المساوي تعريف الزوج بما ليس فرداً كعكسه، وتعريف الساكن بما ليس بمتحرك كعكسه. ومثال ما هو أخفى منه: تعريف النار بأنها جسم كالنفس فالنفس أخفى من النار عند العقل، وكتعريف الذهب بالنضار أو العسجد، وتعريف القمر بأنه الزبرقان. ¶ الشرط الرابع: ¶ أن لا يكون المعرف باسم الفاعل مجازاً إلا مع قرينة تعين المقصود بالتعريف، فإن وجدت قرينة تدل على ذلك جاز التعريف به كتعريف البليد بأنه حمار يكتب فإن قيل المجاز لابد له من قرينة صارفة عن قصد المعنى الحقيقي إلى المعنى المجازي فإنهم يجيبون بأن قرينة المجاز لا تكفي وحدها هنا لأن قرينة المجاز إنما تدل على استعمال اللفظ في غير ما وضع له. والقرينة المشترطة هنا هي الدالة على تعيين المراد بالتعريف. ومن الفوارق بينهما أن قرينة المجاز من حيث هو قد تكون خفية وقرينته في التعريف لابد أن تكون واضحة لأن المقصود بالتعريف الإيضاح. ¶ الشرط الخامس: ¶ أن لا يكون التعريف فيه دور سبقي ومعناه أن تكون معرفة الحدّ يشترط لها سبقية معرفة بعض ألفاظ المحدود لأن الغرض توقف معرفة المحدود على معرفة ¶ ",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "[1/ 45] ¶ الحد فإن توقفت معرفة الحدّ على معرفة المحدود كان دوراً سبقياً لأن معرفة كل منهما تتوقف على سبق معرفة الآخر فلا يمكن الإِدراك كتعريف العلم بأنه معرفة المعلوم على ما هو به لأن المعلوم مشتق من العلم والمشتق لا يعرف إلا بعد معرفة المشتق منه. ¶ أما الدور المعي فلا محال فيه ككون ما يسمونه الجرم متصفاً بما يسمونه العرض إذ لا يعقل جرم خال من جميع الأعراض كالحركة والسكون والاجتماع والافتراق واللون ونحو ذلك كما لا يعقل عندهم عرض قائم بنفسه دون جرم فمعرفة كل منهما تتوقف على معرفة الآخر إلا أنه لا يشترط سبق أحدهما للآخر بل يعلمان معاً في وقت واحد وذلك هو معنى كونه دوراً معياً. ¶ والأربع الأول التي هي الحركة والسكون والاجتماع والافتراق هي المعروفة عند المتكلمين بالأكوان ويدخل في الدور الممنوع إدخال الأحكام في الحدود لأن الحكم على الشيء فرع تصوره. ¶ الشرط السادس: ¶ أن لا يكون المعرف مشتركاً بين معنيين فصاعداً لأن الاشتراك مانع من فهم المراد بالتعريف ما لم توجد قرينة تعين المراد فإن وجدت جاز التعريف به. ¶ فمثال التعريف بالمشترك دون القرينة تعريف الشمس بأنها عين. ومثال القرينة المعينة للمراد تعريف الشمس بأنها عين تضيء جميع آفاق الدنيا. فهذه الشروط تشترط في كل تعريف من أنواع التعاريف المذكورة. ¶ فإن قيل: قد عرفتم لنا المعرف باسم الفاعل بأنه الجامع المانع أي المنعكس المطرد. ثم ذكرتم لنا الجمع والمنع من شروط المعرفات باسم الفاعل ومعلوم أن الشرط خارج عن الماهية. ¶ فالجواب أن ذلك التعريف رسم لأنه تعريف بالخاصة وهي خارجة عن ¶ ",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "[1/ 46] ¶ الماهية، والواحد بالشخص له جهتان فالخاصة من جهة تعريف الماهية بها في معرف باسم الفاعل وقد تكون شرطاً في التعريف إذا عرف بشيء آخر غيرها كالفصل. ونحن راعينا كليهما من جهة فعرفنا بها ثم جعلناها شرطاً بالاعتبار الآخر ومقصودنا بالخاصة هنا هو كل من الجمع والمنع فمجموعهما خاصة للمعرف باسم الفاعل واللّه تعالى أعلم. ¶ ",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "[1/ 47] ¶ فصل ¶ في مبادئ التصديقات ¶ اعلم أن مبادئ التصديقات هي القضايا وأحكامها. ¶ والقضية في الاصطلاح هي التصديق، وقد تقدم إيضاحه وتسمى - القضية - والخبر، والتصديق، وقد قدمنا أنه هو ما يعبر عنه في المعاني بالإِسناد الخبري وفي النحو بالجملة الاسمية أو الفعلية. ¶ واعلم أن القضايا بالتقسيم الأول تنقسم إلى قسمين لا ثالث لهما وهما: ¶ 1 - القضية الحملية. ¶ 2 - والقضية الشرطية. ¶ وضابط القضية الحملية أمران: ¶ الأول: أنها ينحل طرفاها إلى مفردين أو ما في قوة المفردين. ¶ الثاني: أن الحكم فيها ليس معلقاً على شيء. ¶ ومثالها: زيد قائم، وعمرو جالس، والإِنسان حيوان، ونحو ذلك. فإن كل واحد من هذه الأمثلة ينحل طرفاه إلى مفردين وليس الحكم فيها معلقاً. ¶ وما في قوة المفرد ثلاثة أقسام: ¶ الأول: أن يكون الموضوع مفرداً أو المحمول جملة في قوة المفرد ¶ كقولك زيد قام أبوه لأن قام أبوه في قوة قائم الأب. وقولك خير الذكر لا إله إلا اللّه. فإنه في قوة خير الذكر كلمة لا إله إلا اللّه. ¶ الثاني: عكسه وهو أن يكون الموضوع جملة في قوة المفرد والمحمول مفرداً كقولك لا حول ولا قوة إلا باللّه كنز من كنوز الجنة. ¶ الثالث: أن يكون كل من الموضوع والمحمول جملة في قوة المفرد، ¶ ",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "[1/ 48] ¶ كقولك زيد عالم نقيض زيد ليس بعالم لأنه في قوة: قضية زيد عالم نقيض قضية زيد ليس بعالم. ¶ فتحصل أن الأقسام أربعة: ¶ مفردان كزيد قائم، وأقسام ما في قوة المفرد الثلاثة المذكورة بأمثلتها آنفا وسميت حملية للحكم بمحمولها على أفراد موضوعها. ¶ الشرطية: ¶ وأما القضية الشرطية فضابطها أمران: ¶ الأول: أن ينحل طرفاها إلى جملتين أعني أنه إن أزيلت أداة الربط في المتصلة أو أداة العناد في المنفصلة بين طرفيها يصير كل من طرفيها أعني مقدمها وتاليها جملة مستقلة. ¶ والثاني: أن الحكم فيها معلق. فقولك مثلا: لو كانت الشمس طالعة لكان النهار موجوداً، قضية شرطية متصلة، لأنك لو أزلت أداة الربط مقدمها وهو الطرف المقترن بلو، وبين تاليها، وهو الطرف المقترن باللام في المثال المذكور، ونعني بأداة الربط لفظ (لو) واللام: صار المقدم كانت الشمس طالعة وهي قضية حملية لأنها مبتدأ وخبر دخل عليها فعل ناسخ كان التالي النهار موجود وهو قضية حملية لأنه مبتدأ وخبر مع أن الحكم لوجود النهار معلق على طلوع الشمس، وكل قضية كان الحكم فيها معلقاً كانت ينحل طرفاها إلى جملتين ¶ فهي القضية الشرطية. وكذلك لو قلت: العدد إما زوج وإما فرد فهذه شرطية منفصلة، فلو زالت أداة العناد بين طرفيها وهي لفظة (أما) صار الطرف الأول العدد زوج والطرف الثاني العدد فرد. وكلاهما قضية حملية. ¶ ووجه تعليق الحكم في المنفصلة أن كون العدد مثلا زوجاً معلقاً على نفي الفردية عنه كعكسه. واعلم أن القضية الشرطية تنقسم بالتقسيم الأول إلى قسمين: ¶ ",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "[1/ 49] ¶ أحدهما الشرطية المتصلة. والثاني الشرطية المنفصلة. وإِيضاح كل واحدة منهما: ¶ إن الشرطية المتصلة: هي التي يجتمع طرفاها في الوجود ويجتمعان في العدم بمعنى أنهما يجوز عدمهما معاً ويجوز وجودهما معاً. واجتماعهما في الوجود اجتماعهما في العدم .. هو العدم هو معنى الاتصال فسميت متصلة لاتصال طرفيها في كونهما موجودين واتصالهما في كونهما معدومين. ¶ فقولك لو كانت الشمس طالعة لكان النهار موجوداً يجتمع طرفاها في الوجود فتكون الشمس طالعة والنهار موجوداً. ويجتمعان في العدم فتكون الشمس ليست بطالعة والنهار ليس بموجود كما يقع في زمن الليل، واجتماعهما في الوجود والعدم هو معنى الاتصال الذي سميت بسببه متصلة. ¶ واعلم أن الشرطية المتصلة تنقسم إلى قسمين وهما: ¶ 1 - الشرطية المتصلة اللزومية. ¶ 2 - والشرطية المتصلة الاتفاقية. ¶ وتحقيق الفرق بينهما لا يستغني عنه طالب علم. وقد ارتبك خلق كثير من أهل العلم في تحقيق معنى الشرط والجزاء في نحو (لو لم يخف اللّه لم يعصه) ونحوها من القضايا بسبب عدم الفرق بين اللزومية والاتفاقية، ولو فرقوا بينهما لم يرتبكوا. ¶ وإيضاح الفرق بينهما هو أن ¶ اللزومية: لابد أن يكون اتصال مقدمها بتاليها في الوجود والعدم لموجب يقتضي ذلك ككون أحدهما سبباً للآخر والآخر سبباً له. أو كون أحدهما ملزماً للآخر والآخر لازماً له. وبذلك الموجب المقتضي للارتباط بينهما في الوجود والعدم سميت لزومية، وسواء كان ذلك الارتباط بينهما المذكور عقلياً أو شرعياً أو عادياً. ومثال العقلي عندهم كلما كان هذا إنساناً كان حيواناً لأن الحيوان عندهم جزء الإِنسان الذي هو أعم منه. والعقل يمنع انفكاك الكل عن جزئه فكونه إنساناً ملزوم لكونه حيواناً ¶ ",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "[1/ 50] ¶ وكونه حيواناً لازم لكونه إنساناً وذلك اللزوم عقلي. ¶ ومثال الشرعي: قولك كلما زالت الشمس وجبت صلاة الظهر، وكلما وجد شهر رمضان وجب الصوم لأن كلا من زوال الشمس ووجود رمضان سبب شرعي للعبادة المذكورة من صلاة أو صيام. ¶ ومثال العادي: قولك كلما لم يكن ماء لم يكن نبات لأن الله أجرى العادة بأن وجود الماء سبب لوجود النبات وعدمه سبب لعدمه. ¶ وأما الشرطية المتصلة الاتفاقية: فضابطها أنها لا ربط بين مقدمها وتاليها أي لا علاقة بينهما أصلا لا عقلاً ولا شرعاً ولا عادة ولكن اتفق في الخارج أن صدق كل منهما مع صدق الأخرى أي اجتمعا في الوجود مع أنه لا أثر لنفي أحدهما لو فرض، في نفي الآخر. ولا عدمه إذ لا علاقة بينهما أصلا. كقولك كلما كانت الشمس طالعة كان الإِنسان ناطقاً فلا علاقة أصلا بين طلوع الشمس وبين نطق الإِنسان. ومن أمثلتها في القرآن قوله تعالى: {قل لو كنتم في بيوتكم لبرز الذين كتب عليهم القتل إلى مضاجعهم}، لأن كينونتهم في بيوتهم. وبروزهم إلى مضاجعهم لا علاقة بينهما ولا يستلزم أحدهما الآخر ولا عدمه .. وكقوله تعالى: {قل لو كان البحر مداداً لكلمات ربي لنفد البحر قبل أن تنفد كلمات ربي}، لأن كون البر مداداً لها لا علاقة له بنفادها ولا عدمه. وكقوله تعالى: {وإن تدعهم إلى الهدى فلن يهتدوا إذاً أبداً}، لأن دعاءه إياهم إلى الهدى لا علاقة بينه وبين عدم اهتدائهم ومن هذا القبيل قولهم لو لم يخف اللّه لم يعصه لأن عدم خوفه من اللّه لا أثر له في عدم عصيانه بل قد يكون سبباً لعصيانه فيما يظهر للناظر. ¶ وقد نبهنا في كتابنا «أضواء البيان» على غلط الزمخشري وأبى حيان في آية {وإن تدعهم إلى الهدى فلن يهتدوا إذاً أبداً}، فقد ظنا هذه الشرطية في هذه الآية لزومية حيث زعما أنه جعل فيها سبب عدم اهتدائهم هو دعوته لهم ¶ ",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "[1/ 51] ¶ إلى الهدى. والمعنى أن الكفار عندهما جعلوا ما يكون سبباً للاهتداء سبباً لانتفائه وكل ذلك غلط، لأن الشرطية المذكورة في الآية اتفاقية لا ربط أصلا بين مقدمها وتاليها. ¶ واعلم أن الشرط الحقيقي في الاتفاقية ليس هو المذكور مع الجزاء بل سبب الجزاء شيء آخر غير مذكور معه في الشرطية المذكورة كقولهم: (لو لم يخف اللّه لم يعصه) فعدم العصيان الذي هو الجزاء في مثل هذا المثل سببه غير مذكور معه، فليس سببه عدم الخوف الذي هو الشرط في المثال المذكور ولكنه شيء آخر لم يذكر وهو تعظيمه للّه ومحبته له المانعة من معصيته له، ولو لم يكن خائفاً وكذلك قوله تعالى: {فلن يهتدوا إذاً أبداً}، سببه الحقيقي غير مذكور معه فليس هو قوله: {وإن تدعهم إلى الهدى}، كما ظنه الزمخشري وأبو حيان وغيرهما بل سببه هو إرادة اللّه تعالى عدم اهتدائهم على وفق ما سبق في علمه أزلاً. وكذلك قوله تعالى: {قل لو كنتم في بيوتكم لبرز الذين كتب عليهم القتل إلى مضاجعهم}، لأن سبب بروزهم إلى مضاجعهم شيء آخر غير مذكور في الآية وهكذا. ¶ ومن الأسباب المستوجبة لكون الشرطية اتفاقية هو رفع ما يحصل في الوهم من المنافاة بين قضيتين فيبين بالمتصلة الاتفاقية أنهما لا منافاة بينهما فالكفار مثلاً كانوا يتوهمون أن كينونتهم في بيوتهم تنافي بروزهم إلى مضاجعهم ويظنون أنها تنجيهم من القتل كما ذكر تعالى عنهم بقوله: {يقولون لو كان لنا من الأمر شيء ما قتلنا هاهنا}. وقوله تعالى: {الذين قالوا لإِخوانهم و قعدوا لو أطاعونا ما قتلوا}، فبين تعالى عدم المنافاة بين بقائهم في بيوتهم وبين بروزهم إلى مضاجعهم التي كتب عليهم أن يقتلوا فيها وهكذا. ¶ تنبيهات: ¶ الأول: اعلم أن التحقيق أن الصدق والكذب في الشرطية المتصلة إنما ¶ ",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "[1/ 52] ¶ يكون بحسب صحة الربط بين المقدم والتالي وعدم صحته، فإن كان الربط صحيحاً كانت صادقة وإن كان الربط غير صحيح كانت كاذبة، ومن أجل أن الصدق والكذب إنما يتواردان على الربط بين المقدم والتالي يصح أن تكون صادقة مع كذب طرفيها لو أزيلت أداة الربط فقوله تعالى: {لو كان فيهما آلهة إلا اللّه لفسدتا}، شرطية متصلة لزومية في غاية الصدق مع أنك لو أزلت أداة الربط بين طرفيها كان كل من الطرفين قضية كاذبة، فيصير الطرف الأول عند إزالة الربط: كان فيهما آلهة إلا اللّه: وهذه قضية كاذبة سبحانه وتعالى. عن أن يكون معه إله علواً كبيراً ويصير الطرف الثاني في المثال المذكور {فسدتا} أي السموات والأرض وهي أيضاً قضية كاذبة. وكقولك: (لو كان زيد حجراً) لكان جماداً. فهذه لزومية صادقة مع كذب الطرفين. لأن زيداً لم يكن حجراً و لم يكن جماداً وقال بعض أهل العلم: أن مورد الصدق والكذب في الشرطية المتصلة هو التالي فقط الذي هو الجزاء فهو المحتمل للصدق والكذب عندهم. والشرط الذي هو المقدم قيد فيه. وزعموا أن هذا قول أهل العربية والصواب فيما يظهر أن أهل اللغة موافقون للمنطقيين في أن الصدق والكذب في الشرطية المذكورة إنما يتواردان على الربط بين طرفيها لصدقها مع كذب الطرفين كما مثلنا. ولصدقها أيضا مع كذب أحدهما وصدق الآخر لو أزيل الربط كقوله لو كان زيد في السماء ما نجا من الموت فهذه شرطية صادقة وتاليها الذي هو ما نجا من الموت صادق، ومقدمها الذي هو كونه في السماء كاذب. ¶ التنبيه الثاني: ¶ اعلم أن الطرف الأول من طرفي الشرطية يسمى مقدماً والثاني يسمى تالياً. وهذا في المتصلة لا خلاف فيه. وقيل في المنفصلة أيضاً كذلك. وقيل لا يسمى جزآها مقدماً وتالياً لأنها لم يكن أحد طرفيها مرتبا على الآخر فالتقديم والتأخير فيها موكول إلى اختيار المتكلم. فلو قلت العدد إما زوج وإما فرد فلا فرق ¶ ",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "[1/ 53] ¶ بين ذلك وبين قولك العدد إما فرد وإما زوج. فلك أن تقدم من الطرفين ما شئت وتؤخره. بخلاف المتصلة فإنه لو أخر المقدم لم تصدق لزوماً. ولو صدقت في بعض الصور لخصوص المادة. فقولك لو كان هذا إنساناً لكان حيواناً صحيح لو عكست فقلت: لو كان هذا حيوانا لكان إنساناً كان كاذباً. ¶ فتبين أن كونه إنساناً مقدم وكونه حيواناً تال على الحقيقة. بخلاف المنفصلة كما مثلنا. ¶ التنبيه الثالث: ¶ اعلم أنه تأتي في اللغة العربية قضايا على هيئة الشرطية المتصلة وهي مقبولة في اللغة العربية بل معدودة من بديعها المعنوي عند أهلها. مع أن الربط بين طرفيها كاذب. وذلك لسر آخر من أسرار العربية لا يجري مثله في فن المنطق. ¶ فقول نابغة ذبيان: ¶ ولو أنها عرضت لأشمط راهب ... ... عبد الإِله صرورة متعبد ¶ لرنا لبهجتها وحسن حديثها ... ... ولخاله رشداً وإن لم يرشد ¶ فيستبعد صدق الشرطية فيه فكون عروض المرأة للأشمط الراهب العابد يستوجب رنوه إليها وغيبوبته عن رشده وعبادته مستبعد الوقوع، وإن كان غير مستحيل عقلاً ولا عادة. ¶ وقول قيس بن الملوح: ¶ ولو تلتقي أصداؤنا بعد موتنا ... ... ومن دون رمسينا من الأرض سبب ¶ لظل صدى صوتي وإن كنت رمة ... ... لصوت صدى ليلى يهش ويطرب ¶ يستحيل عادة صدق الشرطية فيه، وإن أمكن عقلاً. ¶ وإنما ساغ نحو هذا في اللغة لأن نوع من أنواع البديع المعنوي يسمى المبالغة. وهي في اصطلاح البلاغيين أن يدعي لوصف بلوغه في الشدة أو الضعف حدّاً ¶ ",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "[1/ 54] ¶ مستبعداً أو مستحيلاً لئلا يظن أنه غير متناه فيه، وهي ثلاثة أنواع: ¶ الأول: نوع مستبعد الوقوع ولكنه لا يمنعه العقل ولا العادة ولا العادة كالشرطية. في بيتي نابغة ذبيان المذكورين. وهذا النوع من أنواع المبالغة هو المعروف عندهم بالتبليغ، وإنما ساغ مع عدم صدقه للغرض المذكور في قولهم لئلا يظن أنه غير متناه فيه. ¶ النوع الثاني: هو المستحيل عادة وإن كان يجوز عقلاً. ومن أمثلته الشرطية في بيتي قيس بن الملوح المذكورين. لأن طرب صدى صوته. بعد الموت لصدى صوت ليلى تحيله العادة وإن أمكن عقلاً. وإنما جاز مع عدم صدقه للغرض المذكور وهذا النوع من أنواع المبالغة هو المعروف عندهم - بالإِغراق. ¶ النوع الثالث: ما استحال عقلاً وعادة وهو المعروف بالغلو، وأمثلته والتفصيل بين المقبول منه وغير المقبول معروفة في البديع من فن البلاغة ولسنا نريد تفاصيل ذلك هنا. وقد فصلناها في رسالتنا في منع المجاز في القرآن. وأما الشرطية المنفصلة فضابطها أنها لابد أن يكون بين طرفيها عناد في الجملة. واعلم أن المراد بالعناد هنا والتنافر شيء واحد وهو تنافي الطرفين واستحالة اجتماعهما والعناد المذكور بين الطرفين هو معنى كونها منفصلة والتقسيم العقلي الصحيح يحصر العناد المذكور ثلاثة أقسام لا رابع لها: ¶ الأول: أن يكون في الوجود والعدم معاً. ¶ الثاني: أن يكون في الوجود فقط. ¶ الثالث: أن يكون في العدم فقط. ¶ فإن كان العناد بين طرفيها في الوجود والعدم معاً بمعنى أن طرفيها لا يمكن اجتماعهما في الوجود ولا في العدم فلا يوجدان معاً ولا يعدمان معاً بل لابد من وجود أحدهما وعدم الآخر فهي المعروفة بالشرطية المنفصلة الحقيقية وتسمى ¶ ",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "[1/ 55] ¶ مانعة الجمع والخلو معاً ولا تتركب إلا من النقيضين أو من الشيء ومساوي نقيضه ومثالهما في النقيضين قولك العدد إما زوج أو ليس بزوج ومثالها في الشيء ومساوي نقيضه: العدد إما زوج وإما فرد لأن لفظة (فرد) مساوية لليس بزوج وهي نقيض العدد زوج. ¶ وإن كان العناد بين طرفيها في الوجود فقط فهي مانعة الجمع المجوزة للخلو لا تتركب إلا من قضية وأخص من نقيضها كقولك: الجسم إما أبيض وإما أسود فهذه شرطية منفصلة مانعة جمع لأنه يستحيل اجتماع طرفيها في الوجود بأن يكون الجسم الواحد أبيض أسود في وقت واحد من جهة واحدة. ولكنها تجوز الخلو من الطرفين لأنها لا عناد بين طرفيها في العدم فيجوز أن يكون الجسم غير أبيض وغير أسود لكونه أحمر أو أصفر مثلاً. وجواز عدم طرفيها معاً هو معنى كونهما لا عناد بين طرفيها في العدم بل هما مصطحبان فيه لانعدام كلاهما. ¶ وإن كان العناد بين طرفيها في العدم فقط فهي مانعة الخلو المجوزة للجمع. عكس التي قبلها. ولا تتركب إلا من قضية وأعم من نقيضها كقولك: الجسم إما غير أبيض وإما غير أسود فهذه شرطية منفصلة مانعة خلو مجوزة جمع فلا يمكن اجتماع طرفيها في العدم البتة، ولكن يمكن اجتماعهما في الوجود إذ لا عناد بينهما في الوجود وإنما العناد بينها في العدم فطرفا هذه المنفصلة اللذان هما غير أبيض وغير أسود يجوز اجتماعهما في الوجود فتقول: هذا الجسم غير أبيض وغير أسود وأنت صادق لكونه أحمر أو أصفر مثلاً ولكن لا يمكن اجتماعهما في العدم بحال بل إذا عدم أحدهما لزم وجود الآخر ضرورة لأنك لو حكمت بنفي غير الأبيض فقد جزمت بأنه أبيض لأن نفي النفي إثبات وإذا جزمت بأنه أبيض لزم ضرورة حصول الطرف الثاني الذي هو غير أسود لأن الأبيض غير أسود قطعاً كما هو ضرورة. وإذا علمت مما ذكرنا أن القضية تنقسم إلى حملية وشرطية بالتقسيم الأول وأن الشرطية تنقسم إلى متصلة ومنفصلة وأن ¶ ",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "[1/ 56] ¶ المتصلة تنقسم إلى لزومية واتفاقية. وأن المنفصلة تنقسم إلى حقيقة مانعة جمع وخلو معاً. ومانعة جمع مجوزة خلو. ومانعة خلو مجوزة جمع، وعرفت أَنا بينا كل قسم بأمثلته فاعلم أنا أردنا هنا أن نقتصر على ما لابد منه في علم المناظرة فلم نذكر الرابطة لعدم الاحتياج لها في اللغة العربية للاكتفاء عنها بالاشتقاق والإِضافة مثلا. و لم نتعرض للجهة، ولا للقضايا الموجبة ولا لمنحرفات السور ولا للحقيقيات والخارجيات ولا للمحصلات والمعدولات إلى غير ذلك من أحكام القضايا، ولكنا أردنا هنا أن نبين ما لابد للمناظرة منه: ¶ وهو ثلاثة أشياء وبها ينتهي بحثنا في مبادئ التصديقات: ¶ الأول: تقسيم القضايا باعتبار الكم والكيف خاصة. ¶ الثاني: العكس. ¶ الثالث: التناقض. ¶ ثم نذكر مقاصد التصديقات ثم نشرع في المقصود من آداب البحث والمناظرة. ¶ اعلم أولاً أن الكم في الاصطلاح هو: الكلية والجزئية، وقد أوضحنا فيما سبق أن الكلية هي الحكم بالمحمول على كل فرد من أفراد الموضوع الداخلة. تحت العنوان. إيجاباً أو سلباً. وأن الجزئية هي الحكم بالمحمول على بعض أفراد الموضوع لا كلها إيجاباً أو سلباً. خلافاً للسنوسي في مختصره فقد غلط في هذا الموضع. ¶ المراد بالكيف في الاصطلاح هو: الإِيجاب والسلب وهما الإِثبات والنفي. واعلم أن السور في الاصطلاح هو اللفظ الدال على الإِحاطة بجميع الأفراد أو. بعضها إيجاباً أو سلباً وأقسامه أربعة: ¶ الأول: سور كلي إيجابي نحو: كل وعامة ونحوهما. ¶ الثاني: سور كلي سلبي نحو لاشيء ولا واحد، ونحوهما. ¶ ",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "[1/ 58] ¶ تنبيهات ¶ التنبيه الأول: اعلم أنه جرى عرف المنطقيين في التقسيم المذكور أن القضايا باعتبار الكم والكيف ثمانية لأنهم يزيدون على الستة التي ذكرنا، المهملة الموجبة نحو: الإِنسان حيوان. والمهملة السالبة نحو ليس الحيوان بإنسان. وإنما جعلناها ستة لا ثمانية لأن المهملة في قوة الجزئية. لا قسم زائد عليها. فصارت القضايا باعتبار الكم والكيف ستا على التحقيق كما ذكرنا. ¶ التنبيه الثاني: وهو مهم جداً وهو أن تعلم أن المراد بالموضوع مناف للمراد بالمحصول في القضية الحملية لأن المراد بالموضوع جميع أفراده الخارجة الداخلة تحت العنوان. سواء اعتبرنا الوجود الخارجي لكونها خارجية. أو اعتبرنا تقدير الوجود لكونها حقيقة. ولا يراد بالموضوع القدر المشترك الذي هو المعنى الذهني بخلاف المحمول، فإنه لا يقصد به الأفراد الخارجية وإنما يراد به مطلق الماهية الذهنية. التي هي القدر المشترك بين الأفراد. فقولك: كل إنسان حيوان قضية حملية. موضوعها الإِنسان. ومحمولها الحيوان. فالموضوع الذي الإِنسان يراد به أفراده الداخلة في لفظه فكل فرد من أفراد الإِنسان محكوم عليه بأنه حيوان بخلاف المحمول الذي هو الحيوان في هذا المثال. فإنما يراد به معناه الذهني الذي هو القدر المشترك بين أفراده. ولا يجوز أن تقصد أفراده لأنك لو قصدت أفراد الحيوان كالفرس والبغل كنت حاكما على الإِنسان بأنه فرس أو بغل. وقد قدمنا أن الحكم على المباين بمباينه إيجابا أنه كاذب. أو الحكم على السلبي بنفسه وهو تحصيل الحاصل إن قصدت الحيوان المحمول على الإِنسان (الإِنسان). ¶ وإن قصدت بالموضوع القدر المشترك الذي هو الحقيقة الذهنية سميت القضية طبيعية كقولك: الحيوان جنس. والإِنسان نوع. وهكذا. ¶ ",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "[1/ 59] ¶ التنبيه الثالث: اعلم أن السور الذي هو لفظة (كل) أو (بعض) ونحوهما. ليس هو الموضوع. وإنما هو بيان للقدر المحكوم عليه من أفراد الموضوع. فقولك: كل إنسان حيوان أو بعض الإِنسان حيوان، الموضوع فيها المضاف إليه الذي هو الإنسان. وأما السور الذي هو لفظة (كل و بعض) وإن أعربت مبتدأ فليست هي السور وإنما هي لفظ مبين للكمية المحكوم عليها من أفراد الموضوع هل هي جميعها أو بعضها. ¶ التنبيه الرابع: اعلم أن السور بأقسامه الأربعة يدخل على الشرطيات المتصلة والمنفصلة فمثال الشرطية المتصلة المسورة بسور كلي إيجابي قولك: كلما كان هذا إنساناً كان حيواناً. ومهما كان الشيء مفتقرا في وجوده للفاعل فهو مخلوق. ومن كان مخلوقاً فلابد له من خالق. (فكلما ومهما) ومتى ونحوها سور كلي إيجابي للشرطية المتصلة ومثال السور الإيجابي الكلي للشرطية المنفصلة (دائما) وما في معناها كقولك: دائما إما أن يكون العدد زوجاً أو ليس بزوج. ودائما إما أن يكون الشيء غنيا عن الخالق وإما أن يكون مخلوقاً. ¶ ومثال السور الكلي السلبي للمتصلة والمنفصلة معاً (ليس البتة). ¶ ومثاله في المتصلة (ليس البتة) إذا كان الشيء إنساناً كان حجراً. ¶ ومثاله في المنفصلة (ليس البتة) إما أن يكون الشيء أبيض. وإما أن يكون بارداً. لأن الصدق فيها بحسب صدق العناد وهو هنا كاذب. إذ لا عناد بين البياض والبرودة لأن بينهما تباين مخالفة. فيجوز اجتماعهما. كالواقع في الثلج. ¶ ومثال السور الجزئي الإيجابي للمتصلة والمنفصلة معاً. قد يكون كقولك في المتصلة قد يكون إذا كان الشيء حيواناً كان إنساناً. وكقولك في المنفصلة قد ¶ ",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "[1/ 60] ¶ يكون إما أن يكون الشيء حيواناً وإما أن يكون فرساً لأنه في حال كون الحيوان غير الفرس يصح العناد. وباعتبار صدق الحيوان على الفرس يبطل العناد. فصح أن صدق العناد جزئي. ¶ ومثال السور الجزئي السلبي لهما معاً قد لا يكون وللمتصلة فقط (ليس كلما) وللمنفصلة فقط (ليس دائماً) فتقول في المتصلة. قد لا يكون إذا كان هذا حيواناً كان إنساناً وتقول في المنفصلة: قد لا يكون إما أن يكون الشيء حيواناً وإما أن يكون إنساناً. لأنه في بعض الأحوال يكون جامعاً بين كونه إنساناً وحيواناً فلا عناد وتقول في المتصلة: ليس كلما كان الشيء حيواناً كان فرساً وفي المنفصلة: ليس دائماً إما أن يكون الشيء حيواناً وإما أن يكون فرساً. ¶ والشرطية المهملة: هي التي تجرد ربطها أو عنادها عن جميع الأسوار. ومثالها متصلة: إن كان هذا حيواناً كان إنساناً ومثالها منفصلة. إما أن يكون هذا حيواناً وإما يكون فرساً. ¶ والمهملة في قوة الجزئية كما تقدم. ¶ وأما الشرطية المخصوصة: فهي الشرطية التي حكم فيها على وضع معين من الأوضاع الممكنة أي حال من الأحوال الممكنة. ومثالها متصلة: إن جئتني الآن أكرمتك. فتخصيص ربطها بالوقت الحاضر دون غيره من الأزمنة صيرها مخصوصة. ¶ ومثالها منفصلة: زيد الآن إما كاتب أو غير كاتب. فتبين بما ذكرنا أن الشرطية كالحملية تنقسم إلى مخصوصة وكلية وجزئية ومهملة. وكل واحدة منها تكون موجبة أو سالبة فالأقسام ثمانية وهي في الحقيقة ستة لأن المهملة السالبة والمهملة الموجبة راجعتان إلى الجزئية لأنها في قوتها فتصير الأقسام في الحقيقة ستة كما تقدم. واعلم أن شمول الكلية الحملية إنما هو للأفراد الداخلة. ¶ ",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "[1/ 61] ¶ تحت لفظ الموضوع. وشمول الجزئية الحملية إنما هو لبعض الأفراد المذكورة. وأما الشرطية الكلية فشمولها بحسب الأوضاع والأحوال لا الأفراد وكذلك الشرطية الجزئية فشمولها لبعض الأوضاع والأحوال لا الأفراد. وقد قدمنا أمثلة الجميع. ¶ ",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "[1/ 62] ¶ فصل في التناقض ¶ وهو في اللغة كون شيئين ينقض كل واحد منهما الآخر وفي الاصطلاح: هو اختلاف قضيتين في الكيف. أعني السلب والإِيجاب على وجه يلزم منه أن تكون إحداهما صادقة والأخرى كاذبة. فإن كذبتا معاً أو صدقتا معاً فلا تناقض وقد علمت مما مر أن القضايا أربع: شخصية. ومهملة. وكلية. وجزئية: وأن المهملة في قوة الجزئية فهي في الحقيقة ثلاث. ¶ أما تناقض الشخصية فلا يحتاج إلا إلى تبديل الكيف فقط. فنقيض الشخصية الموجبة شخصية سالبة كعكسه فقولك زيد قائم نقيض زيد ليس بقائم. وزيد ليس بقائم نقيضه زيد قائم. ¶ وإن كانت مسورة فإنها يلزم تبديل كمها مع تبديل كيفها. فنقيض الكلية الموجبة نحو كل إنسان حيوان جزئية سالبة وهي بعض الإِنسان ليس بحيوان. كعكسه ونقيض الكلية السالبة نحو لاشيء من الإِنسان بحجر، جزئية موجبة وهي. بعض الإِنسان حجر كعكسه. ¶ والمهملة في قوة الجزئية فإن كانت مهملة موجبة فنقيضها سالبة كلية. وإن: كانت مهملة سالبة فنقيضها كلية موجبة كما هو واضح. ¶ فظهر أن الاختلاف في الكيف بين القضيتين لابد منه في التناقض. وأن تبديل السور الكلي بالجزئي كعكسه أيضاً لابد منه في المسورات لأن السور الكلي إذا لم يبدل بالجزئي. ولم يبدل الجزئي بالكلي جاز صدقهما معاً وكذبهما معاً فيما إذا كان المحمول أخص من الموضوع. ¶ فلو قلت كل حيوان إنسان. ولا شيء من الحيوان بإنسان فهما كليتان ¶ ",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "[1/ 63] ¶ كاذبتان لعدم تبديل الكم وكذلك لو قلت بعض الحيوان إنسان وبعض الحيوان ليس بإنسان فهما جزئيتان صادقتان لعدم تبديل الكم وقد عرفت أن لا تناقض بين كاذبتين ولا بين صادقتين. ¶ **** ¶ واعلم أن المنطقيين يقولون إنه يشترط لتحقيق التناقض بين القضيتين الاتحاد في تسعة أُمور: ¶ الأول: اتحاد المحمول فلو اختلف جاز كذبهما وصدقهما كقولك زيد ضاحك زيد ليس بكاتب. ¶ الثاني: اتحاد الموضوع. فلو اختلف جاز صدقهما وكذبهما كقولك: زيد عالم وعمرو ليس بعالم. ¶ الثالث: اتحاد الزمان: فإن اختلف الزمان جاز صدقهما وكذبهما كقولك: النبي صلى اللّه عليه وسلم صلى إلى بيت المقدس النبي ص لم يصل إلى بيت المقدس فإن قصدت بالأول ما قبل النسخ وبالثاني ما بعده صدقتا وإن عكست كذبتا. ¶ الرابع: اتحاد المكان: فإن اختلف جاز صدقهما وكذبهما كقولك: زيد صلى - تعني في المسجد - زيد لم يصل تعني في الدار. ¶ الخامس: الفعل والقوة: فإن قصد بإحدى القضيتين الفعل وبالأخرى القوة جاز صدقهما وكذبهما كقولك الخمر في الدن مسكرة تعني بالقوة والخمر في الدن ليست بمسكرة تعني بالفعل فهما صادقتان ولو عكست في القصد لكانتا كاذبتين. ¶ السادس: الكل والبعض: فإن اختلفا في الكل والبعض جاز صدقهما وكذبهما كقولك: الزنجي أبيض تعني بعضه وهو أسنانه. وبياض عينيه. الزنجي ليس بأبيض تعني سائر بدنه. ¶ السابع: الإِضافة: فإن اختلفتا في الإِضافة جاز كذبهما وصدقهما كقولك زيد أب وزيد ليس بأب تعني بالأول أنه أب لعمرو .. و بالثاني لبكر. أنه ليس أباً لبكر. ¶ ",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "[1/ 64] ¶ الثامن: الشرط. فإن اختلفتا في الشرط جاز كذبهما وصدقهما كقولك: زيد يدخل الجنة وزيد لا يدخل الجنة تعني بالأول بشرط موته على الإِيمان وبالثاني بشرط موته على الكفر. ¶ التاسع: اتحادهما في التحصيل والعدول فإن كانت إحداهما محصلة والأخرى معدولة لم يتناقضا لصدق السالبة المحصلة مع صدق الموجبة المعدولة كما هو معروف في محله. وكذلك تصدق المحصلة الموجبة مع صدق السالبة المعدولة. هكذا يقولون. ¶ والتحقيق أن التناقض بين القضيتين يتحقق بالوحدة في شيء واحد وهو النسبة الحكمية. بأن تكون النسبة المثبتة هي بعينها النسبة المنفية. ¶ تنبيهان مهمان: - ¶ الأول: اعلم أن ما ذكرنا هنا من أنه يشترط في التناقض بين النقيضين إيجاد اتحاد الزمان أمر حق صحيح لا شك فيه وبه يظهر غلط جماهير علماء الأصول في قولهم: إن المتواترات لا تنسخ بأخبار الآحاد الثابت تأخرها عنها مع أن خبر الواحد المتأخر عن المتواتر لا يناقضه لاختلاف زمنيهما وكلاهما حق في وقته. فقوله تعالى: {قل لا أجد في فيما أوحي إلي محرماً على طاعم يطعمه ... } الآية. إذ أنزل بعده بأكثر من سبع سنين تحريم الحمر الأهلية بخيبر مثلا فلا يكون تحريم الحمر الطارئ بعد الآية بسنين مناقضاً لها لأنها وقت نزولها لم يكن محرماً إلا ما ذكر فيها من المحرمات الأربعة. وتحريم الحمر طارئ بعد ذلك. ¶ فالآية صادقة في وقتها وأحاديث تحريم الحمر الأهلية صادقة في وقتها. فتبين أن التحقيق الذي لا شك فيه هو جواز نسخ المتواتر بأخبار الآحاد الثابت تأخرها عنه لعدم المنافاة مع اختلاف الزمن. وقد أوضحنا هذا في كتابنا أضواء البيان في سورة الأنعام في الكلام على قوله تعالى: {قل لا أجد في ما أوحي إلي محرماً. . .} الآية. ¶ ",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "[1/ 65] ¶ وقد غلط في هذه المسألة جماهير علماء الأصول مع كثرتهم و جلالتهم في العلم والفهم والعلم عند الله تعالى. ¶ التنبيه الثاني: قد علمت مما ذكرنا في التناقض أن الكلية الموجبة يتحقق نقضها بالجزئية السالبة. وهذا في فن المنطق أمر معروف مطرد لا نزاع فيه ولكن مثله لا يتحقق به التناقض في فن الأصول لأنه كم من نص من كتاب أو سنة هو كلية موجبة مع وجود نص آخر من كتاب أو سنة يتضمن جزئية سالبة مع أنه لا تناقض بين النصين اللذين أحدهما كلية موجبة والآخر جزئية سالبة ووجه عدم التناقض بينهما أن الجزئية السالبة تكون مخصصة للكلية الموجبة والتخصيص في الاصطلاح هو قصر العام على بعض أفراده بدليل قوله. تعالى: {والمطلقات يتربصن بأنفسهن ثلاثة قروء}. الألف واللام في المطلقات سواء قلنا أنها موصولة وصلتها اسم المفعول المقترن بها أو قلنا إنها تعريفية نظراً إلى تناسي الوصفية. أو على رأي من يرى أنها تعريفية فهو في قوة كلية موجبة ¶ هي كل مطلقة تتربص ثلاثة قروء. ¶ وقوله في المطلقات الحوامل {وأولات الأحمال أجلهن أن يضعن حملهن}. في قوة جزئية سالبة هي قولك بعض المطلقات لا يتربصن بأنفسهن ثلاثة قروء. بل ينتظرن وضع حملهن فهذه الجزئية السالبة لم تناقض تلك الكلية الموجبة. بل هي مخصصة لعمومها. ¶ وكذلك قوله تعالى: {يا أيها الذين آمنوا إذا نكحتم المؤمنات ثم طلقتموهن من قبل أن تمسوهن فما لكم عليهن من عدة تعتدونها}. الآية. فهو أيضاً في قوة جزئية سالبة هي قولك: بعض المطلقات لا يتربصن بأنفسهن ثلاثة قروء لأنهن لا عدة عليهن أصلا وهن المطلقات قبل الدخول. ¶ وكل المخصصات المنفصلة المعروفة في فن الأصول أمثلة لما ذكرنا كقوله تعالى: {وأحل لكم ما وراء ذلكم}، فإنه كلية موجبة لأن لفظة (ما) في ¶ ",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "[1/ 66] ¶ الآية صيغة عموم. فهو في قوة وأحل لكم كل امرأة سوى ما ذكر من المحرمات في قوله: {حرمت عليكم أمهاتكم} إلى قوله: {والمحصنات من النساء} الآية. ¶ وتحريم النبي ص لنكاح المرأة على عمتها أو خالتها في قوة جزئية سالبة هي قولك بعض ما وراء ذلك ليس بحلال لكم كجمع المرأة وعمتها وخالتها. فهو تخصيص لا تناقض، وهكذا فافهمه فإنه مهم واعلم أن التناقض باعتبار الجهة لم نذكره لأنا لم نتعرض للجهة ولا للقضايا الموجهة أصلا كغيرها من أحكام القضايا اختصاراً كما أشرنا إليه سابقاً. ¶ ونقيض الشرطية يعرف من نقيض الحملية، ويشترط لتناقضهما إيجاد المقدم والتالي والزمان والمكان واختلاف الكيف مع اختلاف الكم في المسورات. فقولك مثلا: كلما كان هذا إنساناً كان حيواناً. نقيض قد لا يكون إذا كان هذا إنساناً كان حيواناً وقولك ليس البتة إذا كان هذا إنساناً كان حجراً. نقيضه قد يكون إذا كان هذا إنساناً كان حجراً. وبالعكس فيهما وقس على ذلك باقيها. ¶ ومن فوائد معرفة التناقض أنك إذا أقمت الدليل على صحة نقيض قول: الخصم فكأنك أقمته على بطلان دليله لأن صحة النقيض يلزمها بطلان نقيضه. وإذا أقمت الدليل على بطلان نقيض قولك فكأنك أقمته على صحته لأن بطلان النقيض يلزمه صحة نقيضه وهكذا. ¶ ",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "[1/ 67] ¶ فصل في العكس ¶ وهو في اللغة قلب الشيء بجعل أوله آخره وأعلاه أسفله مثلاً وهو في الاصطلاح ثلاثة أقسام. ¶ العكس المستوى وإليه ينصرف اسم العكس عند الإطلاق. ¶ وعكس النقيض الموافق. ¶ وعكس النقيض المخالف. ¶ وهذا تعريف كل واحد منها مع إيضاحه بالأمثلة. ¶ أما العكس المستوى: فضابطه هو تبديل كل واحد من طرفي القضية ذات الترتيب الطبيعي بعين الآخر مع بقاء الكيف والكم على وجه يلزم معه الصدق ولا يلزم الصدق في عكس الموجبة الكلية إلا مع تبديل السور الكلي بسور جزئي. ¶ وإيضاحه أن المحمول يصير موضوعاً مقصوداً به أفراده والموضوع يصير محمولا مقصوداً به الماهية الذهنية التي هي القدر المشترك. فالسالبة الكلية تنعكس كنفسها فقولك لا شيء من الإِنسان بحجر عكسه لا شيء من الحجر بإنسان. ¶ والموجبة الكلية تنعكس إلى جزئية موجبة فقولك كل إنسان حيوان عكسه بعض الحيوان إنسان. ¶ والموجبة الجزئية تنعكس إلى موجبة جزئية فقولك بعض الإِنسان حيوان عكسه بعض الحيوان إنسان. ¶ والمهملة في قوة الجزئية والشخصية، إذا كان كل من موضوعها ومحمولها شخصية انعكست إلى شخصية: فقولك هذا زيد عكسه زيد هذا. وإذا كان محمولها كلياً انعكست إلى جزئية. فقولك زيد كاتب عكسه بعض الكاتب ¶ ",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "[1/ 68] ¶ زيد وإن كان المحمول شخصياً والموضوع كلياً انعكست شخصية، فقولك: الإِنسان زيد عكسه زيد إنسان. ¶ أما السالبة الجزئية فلا عكس لها لاجتماع الخستين فيها وهما: الجزئية والسلب فلو قلت: بعض الحيوان ليس بإنسان وأردت أن تعكس لكان عكسه بعض الإِنسان ليس بحيوان وهو باطل كما ترى. ¶ ومن فوائد العكس. أنك إذا أقمت الدليل على صحة الأصل المنعكس لزم من ذلك صحة عكسه والعكس إنما يكون في القضايا ذات الترتيب الطبيعي وهي الحمليات والشرطيات المتصلة وقد تقدمت أمثلته في الحمليات. ¶ وأما في الشرطيات فهو كالحمليات فعكس المتصلة الكلية الموجبة جزئية موجبة فقولك: كلما كان الشيء إنساناً كان حيواناً، عكسه قد يكون إذا كان الشيء حيواناً كان إنساناً وقس على ذلك باقيها. ¶ أما القضايا التي ترتيبها ليس بطبيعي بل باختيار المتكلم في التقديم والتأخير وهي الشرطيات المنفصلة فلا عكس فيها أصلا: لأن التقديم والتأخير فيها بحسب اختيار المتكلم فليس في عكسها حكم لازم. ¶ والمعروف عندهم أن صدق العكس إن كان على الوجه الذي ذكرنا تدل عليه ثلاثة أدلة وهي الافتراض والخلف وطريق العكس. وسنكتفي منها هنا بواحد. وهو الافتراض لأجل الاختصار وهو أن نفرض لفظاً مرادفاً لموضوع القضية التي هي الأصل المنعكس ثم تحمل عليه نفس محمولها في قضية وتحمل عليه نفس موضوعها في قضية أخرى فإنه ينتج من الشكل الثالث عين العكس المستوى المذكور في المثال السابق فلو قلت مثلا كل إنسان حيوان فهذا هو الأصل المنعكس. وهو كلية موجبة تنعكس إلى جزئية، موجبة فإذا فرضت مرادف موضوعها كالناطق المرادف للإِنسان وحملت عليه كلا من طرفي الأصل المنعكس بادئاً بالمحمول فقلت كل ناطق حيوان وكل ناطق إنسان فإنه ينتج من ¶ ",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "[1/ 69] ¶ الشكل الثالث بعض الحيوان إنسان. وهو عين عكس الأصل الذي هو كل إنسان حيوان فهذا دليل واضح على صدق العكس. ¶ واعلم أن ما يذكره بعض المنطقيين من أن ما يجري في الافتراض من القضايا تشترط فيه كون القضايا فعلية والمراد بها ما عدى الممكنات من الموجهات فيصدق بالضروريات والدوائم والمطلقات. وكون المحمول وجودياً تركنا إيضاحه لأنه يتعلق ببحث القضايا الموجهة. وقد تركناها رأساً، والشروط المذكورة لا تشترط إلا مع الجهة فلا وجه لذكرها مع تركنا الكلام على الجهة والموجهات. ¶ وأما عكس النقيض الموافق فضابطه هو أن تبدل كل واحد من طرفي القضية بنقيض الآخر فتبدل الموضوع بنقيض المحمول والمحمول بنقيض الموضوعَ مع بقاء الكيف. ¶ فإن كانت كلية موجبة انعكست كلية موجبة كنفسها وإن كانت كلية سالبة فلابد من تبديل السور الكلي بسور جزئي فتنعكس من الكلية السالبة إلى جزئية عكس الواقع في العكس المستوى فإن الكلية السالبة فيه تنعكس كنفسها والكلية الموجبة تنعكس فيه جزئية موجبة. ¶ أما في المستوى فقد تقدمت الأمثلة قريباً. ¶ وأما عكس النقيض الموافق فمثاله: أنك لو قلت مثلا كل إنسان حيوان وأردت أن تعكسه بعكس النقيض الموافق فإنك تقول كل لا حيوان لا إنسان فإن (لا حيوان) في هذا المثال هو الموضوع وهو نقيض المحمول في الأصل المنعكس لأنه فيه هو لفظة حيوان. ونقيض الحيوان لا حيوان لما قدمنا في أقسام التباين من أن النقيضين هما السلب والإيجاب ولفظة (لا إنسان) في هذا المثال هي المحمول وهو نقيض الموضوع في الأصل المنعكس لأن الموضوع فهي لفظة (إنسان) ونقيض الإِنسان لا إنسان وقد انعكست فيه الموجبة الكلية إلى موجبة كلية كنفسها. ¶ ",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "[1/ 70] ¶ أما الكلية السالبة فيه فلا تنعكس إلا جزئية سالبة. فلو قلت لا شيء من الإِنسان بحجر وأردت أن تعكسه بعكس النقيض الموافق فإنك تقول: بعض لا حجر لا إنسان وهو واضح مما تقدم. فلو عكست فيه الكلية السالبة إلى كلية سالبة لم يلزم الصدق بل ربما كذبت. فلو عكست المثال المذكور الذي هو (لا شيء من الإِنسان بحجر) إلى كلية فقلت: لا شيء من لا حجر لا إنسان فإنه يكون كذباً لأن بعض لا حجر إنسان فانتفاء الحجرية عن شيء لا يلزم منه كونه غير إنسان فقد يكون إنساناً وقد يكون غير إنسان كما لا يخفى. ¶ وعكس الموجبة الجزئية فيه موجبة جزئية. فلو قلت بعض الحيوان إنسان فعكس نقيض الموافق بعض لا إنسان لا حيوان وهو صادق. ولا يصدق إلا جزئياً لأن ما انتفت عنه الإِنسانية قد تنتفي عنه الحيوانية كالحجر. وقد تثبت له الحيوانية كالفرس. ¶ واعلم أن الشرطيات في عكس النقيض كالحمليات أيضاً. فقولك في الشرطية المتصلة اللزومية التي هي كلية موجبة: كلما كان الشيء إنساناً كان حيواناً ينعكس لعكس النقيض الموافق إلى قولك: كلما لم يكن الشيء حيواناً. لم يكن إنساناً. وكقولك في الشرطية المتصلة اللزومية التي هي كلية سالبة: ليس البتة إذا كان الشيء إنساناً كان حجراً فعكس نقيض الموافق جزئية سالبة فيه لا تنعكس إلا جزئية وهو في المثال المذكور قد لا يكون إذا لم يكن الشيء حجراً لم يكن إنساناً. ¶ وأما عكس النقيض المخالف فهو أن تبدل الطرف الأول من القضية ذات الترتيب الطبيعي بنقيض الطرف الأخير، وتبدل الطرف الأخير بعين الطرف الأول مع تبديل الكيف الذي هو السلب والإيجاب فتبدل السلب بالإِيجاب ¶ ",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "[1/ 71] ¶ والإِيجاب بالسلب مع لزوم الصدق. فلو قلت كل إنسان حيوان وأردت عكسه بعكس النقيض المخالف فإنك تقول لا شيء من لا حيوان بإنسان فقد أبدلت الأول بنقيض الأخير وأبدلت الأخير بعين الأول، وأبدلت الإِيجاب بالسلب. ¶ ",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "[1/ 72] ¶ فصل في مقاصد التصديقات ¶ وهي القياس المنطقي وهو المقصود الأصلي من فن المنطق لأنه هو العمدة عندهم في تحصيل المطالب التصديقية التي هي أشرف من التصورية والقياس في اللغة، مصدر قاس الشيء على الشيء إذا قدره بقدره وهو في اصطلاح المنطقيين: قول مؤلف من قضية فأكثر على وجه يستلزم لذاته قضية أخرى فخرج بقولهم (مؤلف من قضيتين إلخ ... ) ما ليس بمؤلف، كالقضية ولو كانت من الموجهات المركبة التي هي في قوة قضيتين لأنها تسمى قضية واحدة، وإن كانت بالتركيب تكون في قوة اثنين ودخل بقولهم فأكثر: القياس المركب كما سيأتي إيضاحه إن شاء اللّه. ¶ وخرج بقولهم: يستلزم لذاته قضية أخرى ما لم يستلزم قضية أصلا. كما لو قلت: الإنسان حيوان والحجر جماد، فإنهما لا يستلزمان قضية. وخرج بقولهم: لذاته ما استلزم قضية أخرى لا لذاته بل من أجل قضية أجنبية أو لخصوص المادة. ¶ فمثال ما استلزم قضية لا لذاته بل لمقدمة أجنبية قياس المساواة كقولك: زيد مساو لعمرو وعمرو مساو لبكر. فإنه ينتج: زير مساو لبكر. وذلك بواسطة مقدمة أجنبية وهي مساوي المساوي بشيء مساو لذلك الشيء. فلو لم تكن هناك قضية أجنبية صادقة لم يستلزم شيئاً. كما لو قلت الإِنسان مباين للفرس والفرس مباين للناطق فلا يستلزم كون الإِنسان مبايناً للناطق لأنك لو قلت: مباين المباين لشيء مباين لذلك الشيء لم تصدق لأنه قد يكون غير مباين له كالمثال المذكور. وكذلك قياس النصفية فإنه لا يستلزم شيئاً كقولك الاثنان نصف الأربعة، والأربعة نصف الثمانية، فلا يستلزم أن الاثنين نصف ¶ ",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "[1/ 73] ¶ الثمانية لعدم صدق نصف النصف نصف. ومثال الاستلزام لخصوص المادة قولك لا شيء من الإِنسان بحجر ولا شيء من الحجر بصاهل فإنه ينتج: لا شيء من الإنسان بصاهل. وهو صادق لخصوص المادة لا لذات المقدمتين، بدليل أنك لو جعلت: الناطق في الكبرى مكان الصاهل لما كانت صادقة، كما لو قلت: لا شيء من الإِنسان بحجر ولا شيء من الحجر بناطق فإنه ينتج لا شيء من الإنسان بناطق وهو كاذب وهيأة تركيب المقدمتين هي هي. وصدقها في الصاهل. وكذبها في الناطق يدل على أن ذلك الصدق إنما لزم المقدمتين لخصوص المادة لا لذات المقدمتين كما ترى. ¶ وإذا علمت المراد بالقياس عند المنطقيين. فاعلم أنه بالتقسيم الأول ينقسم إلى قسمين: ¶ القسم الأول: هو المسمى بالقياس الاقتراني ويسمى القياس الحملي، وقياس الشمول. وهو يكون في القضايا الحملية. والشرطيات المتصلة. ¶ والقسم الثاني: هو المسمى بالقياس الاستثنائي، ويسمى الشرطي. ولا يكون إلا في القضايا الشرطية خاصة، وهو يكون في الشرطيات المتصلة، والشرطيات المنفصلة. ولا يكون في الحمليات البتة وإذا علمت هذا فدونك تفاصيل جميعه بإيضاح. ¶ اعلم أولاً أن القياس الحملي إنما سمي اقترانياً لاقتران حدوده الثلاثة من غير أن يتخللها حرف استثناء الذي هو (لكن) وسمي حملياً لأن الحمليات تختص به ويسمى شمولياً لأن الحدّ الأصغر إذا اندرج في الأوسط واندرج الأوسط في الأكبر لزم اندماج الأصغر في الأكبر وشموله له كما يأتي إيضاح ذلك كله قريباً إن شاء اللّه تعالى. ¶ وقد أردنا هنا أن نبدأ بإيضاح الاقتراني وأقسامه في القضايا الحملية ونبين أن ذلك يفهم منه نحوه في الشرطيات المتصلة ثم نعقد فصلا مستقلا للقياس الاستثنائي فنوضح فيه جميع أقسامه. ¶ ",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "[1/ 74] ¶ اعلم أولا أنا ذكرنا في تعريف القياس أنه قول مؤلف من قضيتين. . إلخ وقد علمت مما مضى أن الحملية مركبة من موضوع ومحمول فإذاً لابد في القياس الاقتراني من أربع كلمات. ¶ 1 - موضوع القضية الأولى. ¶ 2 - ومحمولها. ¶ 3 - وموضوع الأخيرة. ¶ 4 - ومحمولها. ¶ فهذه أربع كلمات هي موضوعان، ومحمولان وهذه الكلمات الأربع لابد أن تكون واحدة منها مكررة بأن تكون هي إحدى كلمتي القضية الأولى وهي بعينها أيضاً إحدى كلمتي القضية الأخرى فالكلمات في الحقيقة ثلاث لأن واحدة من الأربع لابد من تكرارها فالكلمة المتكررة التي هي جزء كل واحدة من القضيتين هي التي تسمى بالحدّ الوسط والكلمة التي تختص بها القضية الأولى هي التي تسمى بالحدّ الأصغر. والكلمة التي تختص بها القضية الأخيرة هي التي تسمى بالحدّ الأكبر. ¶ والقضية المجعولة. جزء دليل كما هنا تسمى في اصطلاحهم مقدمة فالمقدمة المشتملة على الحدّ الأصغر تسمى في الاصطلاح مقدمة صغرى، والمقدمة المشتملة على الحدّ الأكبر تسمى في الاصطلاح مقدمة كبرى. والحد الأصغر هو موضوع النتيجة دائماً. والحد الأكبر هو محمولها. والحد الوسط يلغى عند الإنتاج فيحذف وتكون النتيجة متألفة من الأصغر والأكبر. فالأصغر موضوعها، والأكبر محمولها. ¶ فلو قلت مثلا: كل إنسان حيوان، وكل حيوان حساس. فهذا قياس اقتراني يتألف من ثلاث كلمات. ¶ 1 - الأولى: الإِنسان وقد اختصت بها المقدمة الأولى فلفظة الإنسان في هذا ¶ ",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "[1/ 75] ¶ المثال هو الحدّ الأصغر، المقدمة المشتملة عليه التي هي: كل إنسان حيوان هي المقدمة الصغرى. ¶ 2 - الثانية الحيوان: وهي متكررة لأنها في هذا المثال محمول في الأولى، وموضوع في الأخرى فلفظة الحيوان في هذا المثال هو المسمى بالحدّ الوسط. ¶ 3 - والثالثة الحساس: وقد اختصت بها المقدمة الأخيرة والحساس في هذا المثال هو الحدّ الأكبر والمقدمة المشتملة عليه هو المقدمة الكبرى التي هي: كل حيوان حساس. ¶ أما لفظة كل في المقدمتين فإنما هي سور جيء به لبيان كمية الأفراد المحكوم عليها فليست موضوعاً كما قدمنا إيضاحه، وإن أعربها النحويون مبتدأ، ولذا لم نعدها في المثال المذكور من الكلمات لأنها ليست بمحمول ولا موضوع. وإنما هي لفظ جيء به لبيان الكمية المحكوم عليها من أفراد الموضوع بالمحمول. وإذا نظرنا هذا المثال الذي ذكرنا للقياس الاقتراني الذي هو قولنا: كل إنسان حيوان وكل حيوان حساس: وعرفت أن الإِنسان حداً أصغر، والحساس حداً أكبر، والحيوان حداً وسطاً. ¶ فاعلم أن القياس المذكور ينتج كل إنسان حساس. فصار (الإِنسان) الذي هو الحدّ الأصغر موضوع هذه النتيجة والحساس الذي هو الحدّ الأكبر محمولها والحيوان الذي هو الحدّ الوسط ألغي وحذف لدى الإِنتاج، واعلم أن الكلمات المذكورة إنما سميت حدودا لأنها أطراف القياس ومنتهاه، وحد الشيء طرفه ومنتهاه. ¶ واعلم أن ضابط القياس الاقتراني هو أنه يشتمل على النتيجة بالقوة دون الفعل بأن يكون مشتملاً على مادتها دون صورتها. فقولك كل إنسان حيوان. وكل حيوان حساس قياس اقتراني، ينتج كل إنسان حساس، وهذا اللفظ الذي ¶ ",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "[1/ 76] ¶ هو: كل إنسان حساس لم يكن مذكوراً في هذا القياس بصورته بل بمادته لأن الإنسان مذكور في المقدمة الصغرى. والحساس مذكور في الكبرى، والشيء يوجد مع مادته بالقوة قبل حصول صورته. ¶ وإذا عرفت هذا فاعلم أن القياس الاقتراني تنحصر أشكاله أي هيآته التي يأتي عليها في أربعة أشكال وذلك بحسب هيآت الحدّ الوسط فإنها محصورة في أربع حصراً قطعياً لأنه لابد له من واحدة من أربع حالات، لا خامسة لها البتة:- ¶ الأولى: أن يكون الحدّ الوسط محمولاً في الصغرى موضوعاً في الكبرى. ¶ الثانية: أن يكون محمولا فيهما. ¶ الثالثة: أن يكون موضوعاً فيهما. ¶ الرابعة: أن يكون موضوعاً في الصغرى محمولا في الكبرى. ولا خامسة البتة كما ترى. ¶ أ - فإن كان الحدّ الأوسط محمولا في الصغرى موضوعاً في الكبرى فهو المسمى بالشكل الأول ويُعرف ببيّن الإنتاج. ومثاله: كل إنسان حيوان وكل حيوان حساس ينتج من الشكل الأول: كل إنسان حساس. ¶ ب - وإن كان الحدّ الوسط محمولا فيهما فهو المسمى بالشكل الثاني: ومثاله: كل إنسان حيوان، ولا شيء من الحجر بحيوان ينتج من الشكل الثاني لا شيء من الإنسان بحجر. ¶ ج - وإن كان الحدّ الوسط موضوعاً فيهما فهو المسمى بالشكل الثالث. ومثاله كل إنسان حيوان وكل إنسان ناطق ينتج من الشكل الثالث: بعض الحيوان ناطق. ¶ د - وإن كان موضوعاً في الصغرى محمولا في الكبرى فهو المسمى بالشكل الرابع وهو أبعدها من الشكل الأول الذي هو بيّن الإنتاج. ومثاله: كل إنسان حيوان، وكل ناطق إنسان ينتج من الشكل الرابع بعض الحيوان ناطق. ¶ ",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "[1/ 77] ¶ واعلم أن الصور الداخلة تحت الأشكال الأربعة باعتبار الكم والكيف تسمى ضروباً، فكل شكل مشتمل على ستة عشر ضرباً. لأن صغرى مقدمتي الشكل إما أن تكون كلية وإما أن تكون جزئية، وفي كل منهما إما أن تكون سالبة وإما أن تكون موجبة. فصورها أربعة من ضرب حالتي الكم في حالتي الكيف، وهذه الصور الأربعة في المقدمة الكبرى أيضاً فتضرب حالات الصغرى الأربع في حالات الكبرى الأربع فيكون المجموع ستة عشر ضرباً. منها المتكرر ومنها العقيم. قصدنا هنا أن نبين شروط الإِنتاج وعدد الضروب المنتجة في كل شكل بأمثلتها. ونترك ذكر الضروب العقيمة والمتكررة اختصاراً. اعلم أن الشكل الأول الذي هو أفضل الأشكال وأظهرها نتيجة يشترط لإِنتاجه شرطان: ¶ الأول: بحسب الكيف وهو كون صغراه موجبة. ¶ الثاني: بحسب الكم وهو كون كبراه كلية والشرطان المذكوران لا ينطبقان إلا على أربع صور، وبه تعلم أن الشكل الأول لا ينتج من ضروبه إلا أربعة فقط والإِثنا عشر الباقية لا إنتاج فيها. ¶ 1 - الضرب الأول: كليتان موجبتان ينتجان كلية موجبة. مثاله: كل إنسان حيوان، وكل حيوان حساس ينتج: كل إنسان حساس. ولا ينتج كلية موجبة من الأشكال إلا الشكل الأول: ومثاله في العقليات قولك: كل العوالم كالسموات والأرض ومن فيهما مخلوقة، وكل مخلوق لابد له من خالق. ينتج: كل العوالم لابد لها من خالق. ¶ ومثاله في الفقهيات قول الحنبلي والحنفي: كل بُر مكيل، وكل مكيل يحرم فيه الربا ينتج كل بُر يحرم فيه الربا. وقول الشافعي كل بُر مطعوم، وكل مطعوم يحرم فيه الربا ينتج كل بُر يحرم فيه الربا. وقول المالكي: كل بُر مقتات مدخر، ¶ ",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "[1/ 78] ¶ وكل مقتات مدخر يحرم فيه الربا ينتج كل بُر يحرم فيه الربا. ومثاله في النحويات: كل فاعل مرفوع وكل مرفوع عمدة، ينتج كل فاعل عمدة. ¶ 2 - الضرب الثاني: كليتان صغراهما موجبة، وكبراهما سالبة. ينتج كلية سالبة، كقولك: كل إنسان حيوان ولا شيء من الحيوان بحجر ينتج لا شيء من الإِنسان بحجر ومثاله في العقليات: كل بشر مخلوق ولا شيء من المخلوق بغني عن الفاعل، ينتج لا شيء من البشر بغني عن الفاعل ومثاله في الفقهيات كل صوم شرعي عبادة، ولا شيء من العبادة يصح بلا نية ينتج لا شيء من الصوم الشرعي يصح بلا نية. ¶ ومثاله في النحويات: كل فاعل مرفوع ولا شيء من المرفوع بفضلة، ينتج: لا شيء من الفاعل بفضلة. ¶ 3 - الضرب الثالث: موجبتان صغراهما جزئية، وكبراهما كلية ينتج: جزئية موجبة كقولك: بعض الحيوان إنسان، وكل إنسان ناطق، ينتج: بعض الحيوان ناطق، ومثاله في العقليات، بعض الصفات مخلوق تعني صفات الخلق، وكل مخلوق لابد له من خالق ينتج بعض الصفات لابد لها من خالق. ¶ ومثاله في الفقهيات: بعض الطعام مكيل وكل مكيل يحرم فيه الربا، ينتج: بعض الطعام يحرم فيه الربا، وهذا على رأي من يعلل بالكيل. ¶ ومثاله في النحويات: بعض المرفوع فاعل، وكل فاعل يجب تأخيره عن عامله ينتج: بعض المرفوع يجب تأخيره عن عامله. ¶ 4 - الضرب الرابع: جزئية موجبة صغرى، وكلية سالبة كبرى، ينتج جزئية سالبة كقولك: بعض الحيوان إنسان، ولا شيء من الإنسان بفرس ينتج: بعض الحيوان ليس بفرس. ¶ ومثاله في العقليات بعض الصفات أزلي أي لا أول لوجودها. تعني صفة ¶ ",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "[1/ 79] ¶ الخالق. ولاشيء من الأزلي بمخلوق ينتج بعض الفقهيات الصفات ليس بمخلوق. ¶ ومثاله في الفقهيات بعض العبادة صلاة، ولاشيء من الصلاة بقابل للنيابة ينتج بعض العبادة ليس بقابل للنيابة. ¶ ومثاله في النحويات، بعض المرفوع فاعل، ولا شيء من الفاعل بجائز التقديم على عامله ينتج بعض المرفوع ليس بجائز التقديم على عامله. ¶ فهذه الضروب الأربعة المنتجة من الشكل الأول وإيضاح كونه لا ينتج من ضروبه إلا أربعة بحسب الشرطين - المشترطين لإنتاجه اللذين قدمنا أنهما إيجاب صغراه وكلية كبراه. إن إيجاب الصغرى يستلزم أنها ليس لها إلا حالتان، وهما كونها كلية موجبة أو جزئية موجبة. وكلية الكبرى تستلزم أنها ليس لها إلا حالتان وهما كونها كلية موجبة أو كلية سالبة فتضرب حالتي الصغرى في حالتي الكبرى بأربع وهي: الضروب المنتجة التي أوضحناها بأمثلتها. ¶ واعلم أنه لا تنتج الكلية الموجبة من الأشكال إلا الشكل الأول فهو ينتج جميع المطالب الأربعة أعني الكليتين الموجبة والسالبة، والجزئيتين الموجبة والسالبة. ¶ الشكل الثاني. ¶ أما الشكل الثاني: فلا ينتج من الكليات إلا السالبة، والثالث والرابع لا ينتجان إلا الجزئيات وقد يوجد ضرب من الرابع ينتج كلية كالمركب من كليتين صغراهما سالبة، كما سترى إيضاحه إن شاء اللّه تعالى. ¶ تنبيه: اعلم أن النتيجة تتبع ما في القياس من الخستين. والخستان هما السلب والجزئية فكل قياس فيه سالبة فنتيجته سالبة، وكل قياس فيه جزئية فنتيجته جزئية، وكل قياس فيه جزئية وسالبة، فنتيجته جزئية سالبة. فالنتيجة تتبع ¶ ",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "[1/ 80] ¶ الخسة دائما، كما قال الشاعر: ¶ إن الزمان لتابع أرذاله ... ... تبع النتيجة للأخس الأرذل ¶ والسلب خسة الكيف، والجزئية خسة الكم. ولا نريد الآن أن نتبع جميع الضروب العقيمة الخارجة بالشرطين المذكورين ولكنا أردنا أن نمثل لها دون تتبع جميعها للاختصار. ¶ فوجه اشتراط الإِيجاب في الصغرى أنها إذا كانت سالبة لا تلزم المقدمتين نتيجة صادقة بل قد تكون كاذبة مع أن القياس على هيئته الصحيحة، وإنما تطرق إليه الخلل من جهة كون صغراه سالبة كقولك: لا شيء من الحيوان بحجر وكل حجر جسم، فإنه ينتج. لا شيء من الحيوان بجسم، وهو كاذب، وذلك لكون الصغرى سالبة وكذلك لو جعلت الكبرى جزئية لم يلزم صدق النتيجة كما لو قلت كل إنسان حيوان وبعض الحيوان فرس، فإنه ينتج بعض الإِنسان فرس، وهو كاذب فتبين أنه إن اختل أحد الشرطين لم يلزم الإِنتاج: واعلم أن هذه الطريقة التي أردنا سلوكها في بيان المنتج من الضروب والعقيم هي المعروفة بطريق التحصيل. ¶ ولبيان العقيم طريقة أخرى تسمى طريق الإسقاط كأن يقال: يسقط بالشرط الأول الذي هو إيجاب الصغرى ثمانية ضروب لأنها إن لم تكن موجبة فهي إما أن تكون سالبة كلية أو سالبة جزئية، وكل واحدة منهما إنتاجها مع الكبريات. . الأربع. . . إلخ. ¶ فقد تركنا هذه الطريقة المعروفة بطريقة الإسقاط وبينا المقصود بالطريقة المسماة طريق التحصيل اختصارا. ¶ تنبيه: اعلم أن وجه الحكم العقلي يصدق نتيجة هذا الشكل الذي هو الشكل الأول إن كان تركيبه على الهيئة الصحيحة المستوفية للشروط هو أن ¶ ",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "[1/ 81] ¶ العقل يحكم قطعياً بأن الأصغر إذا اندرج في الأوسط واندرج الأوسط في الأكبر أن الأصغر مندرج في الأكبر وهذا مما لا يشك فيه عاقل، وسترى أن جميع الأشكال راجعة إلى الأول باستعمال لازم عقلي من لوازم القضايا وهو العكس المستوي أو بتبديل - إحدى المقدمتين بالأخرى كما سترى إيضاحه إن شاء اللّه تعالى. ¶ وأما الشكل الثاني هو كون الحدّ الوسط محمولا فيهما فيشترط لإِنتاجه أيضا شرطان: ¶ الأول بحسب الكيف وهو اختلاف مقدمتيه في الكيف فلابد من كون إحداهما موجبة والأخرى سالبة. فلا ينتج سالبتان ولا موجبتان. ¶ والشرط الثاني: بحسب الكم، وهو كون كبراه كلية، فلا ينتج مع جزئية الكبرى. ¶ وضروبه المنتجة بحسب الشرطين أربعة أيضاً فلو فرضت أن الصغرى هي الموجبة لزم أن تكون الكبرى سالبة كلية فيدخل في ذلك صورتان أولاهما كلية موجبة صغرى: وكلية سالبة كبرى. ¶ وثانيهما جزئية موجبة صغرى، وكلية سالبة كبرى. ¶ ولو فرضت أن الصغرى هي السالبة لزم أن تكون الكبرى كلية موجبة: فيدخل في ذلك صورتان أولاهما كلية سالبة صغرى، وكلية موجبة كبرى. ¶ وثانيهما جزئية سالبة صغرى، وكلية موجبة كبرى. وهذه هي ضروبه الأربعة المنتجة وسنذكر بعض الأمثلة باختصار لأنه يفهم منه غيره في العقليات والفقهيات، والنحويات. ¶ 1 - الضرب الأول: كليتان صغراهما موجبة و كبراهما سالبة. ينتج كلية سالبة ومثاله: كل ياقوت حجر، ولا شيء من إنسان بحجر، ينتج: لا شيء من الياقوت بإنسان. ¶ ",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "[1/ 82] ¶ 2 - الضرب الثاني: كليتان صغراهما سالبة وكبراهما موجبة ينتج كلية سالبة ومثاله: لا شيء من الإنسان بحجر، وكل ياقوت حجر، ينتج: لا شيء من الإِنسان بياقوت. ¶ 3 - الضرب الثالث: جزئية موجبة صغرى، وكلية سالبة كبرى ومثاله: بعض الحيوان إنسان ولا شيء من الفرس بإنسان ينتج: بعض الحيوان ليس بفرس. ¶ 4 - الضرب الرابع: جزئية سالبة صغرى وموجبة كلية كبرى ينتج جزئية سالبة. ومثاله: ليس بعض الحيوان بناطق وكل إنسان ناطق ينتج ليس بعض الحيوان بإنسان. وغير هذه الأربعة عقيم. ¶ تنبيهان: يتعلقان بهذا الشكل الذي هو الشكل الثاني. ¶ 1 - الأول: اعلم أن وجه الحكم العقلي في إنتاجه أن المحمول فيه مثبت لأحد موضوعين وهو أي المحمول بعينه منفي عن الموضوع الآخر، فيلزم عقلاً اختلاف الموضوعين إذ لو لم يختلفا لما ثبت لأحدهما شيء منتف عن الآخر وذلك لأن المحمول في الشكل الثاني واحد في المقدمتين، وأن اختلافهما في الكيف الذي هو أحد شرطي إنتاجه يلزمه ثبوته لأحدهما ونفيه عن الآخر. وذلك يلزمه اختلافهما أعنى موضوعي المقدمتين في الجملة ولذلك لا ينتج الشكل الثاني إلا سالبة. ¶ 2 - التنبيه الثاني: اعلم أن هذا الشكل الثاني إذا عكست كبراه بالعكس المستوى رجع إلى الشكل الأول بعينه. فالمثال الأول الذي مثلنا به وهو: كل ياقوت حجر ولا شيء من الإِنسان بحجر لو عكست كبراه بالعكس المستوي فقلت كل ياقوت حجر ولا شيء من الحجر بإنسان، رجع إلى الشكل الأول كما ترى والنتيجة فيهما كلية سالبة إلا أنها في الأول: لا شيء من الياقوت ¶ ",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "[1/ 83] ¶ بإنسان، وفي الثاني: لا شيء من الإِنسان بياقوت. فانعكست النتيجة بعكس الكبرى ولو اختل أحد الشرطين المذكورين في هذا الشكل الذي هو الثاني: لم تلزم نتيجة، فمثال الموجبتين: كل إنسان حيوان وكل فرس حيوان نتج كل إنسان فرس وهو كذب كما ترى، ومثال السالبتين لا شيء من الإِنسان بحجر ولا شيء من الناطق بحجر ينتج: لا شيء من الإِنسان بناطق وهو كذب كما ترى، وذلك لعدم اختلاف الكيف. ¶ ولو اختل الشرط الثاني، وهو كون كبراه كلية لم يلزم الإِنتاج أيضاً كما لو قلت كل إنسان حيوان وبعض الجسم ليس بحيوان ينتج بعض الإنسان ليس بجسم وهو كذب كما ترى. وذلك لعدم كلية الكبرى، وقس على ذلك. ¶ وأما الشكل الثالث: وهو ما كان الحدّ الوسط فيه موضوعاً في كلتا المقدمتين فيشترط لإِنتاجه أيضاً شرطان الأول بحسب الكيف وهو كون صغراه موجبة. و الثاني بحسب الكم وهو كون إحدى مقدمتيه كلية. والصور الداخلة فيه بحسب الشرطان ستة فضروبه المنتجة ستة. وإيضاحه أن الصغرى لا تكون إلا موجبة وحينئذ إما كلية فتنتج مع الكبريات الأربع لأن الصغرى إن كانت كلية موجبة اجتمع فيها الشرطان فأنتجت مع صور الكبرى الأربع. وإما جزئية موجبة فيلزم كون الكبرى كلية. وهي إما موجبة وإما سالبة فتضم هاتين الصورتين إلى الأربع التي قبلها فيكون المجموع ستة أضرب: ¶ 1 - الضرب الأول: كليتان موجبتان. ينتج جزئية موجبة. كقولك: كل إنسان حيوان. وكل إنسان ناطق، ينتج بعض الحيوان ناطق. ¶ 2 - الضرب الثاني: كليتان صغراهما موجبة، وكبراهما سالبة، ينتج جزئية سالبة كقولك: كل إنسان حيوان ولا شيء من الإنسان بفرس ينتج: ليس بعض الحيوان بفرس. ¶ 3 - الضرب الثالث: موجبتان صغراهما جزئية، وكبراهما كلية، ينتج ¶ ",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "[1/ 84] ¶ جزئية موجبة، ومثاله: بعض الحيوان إنسان وكل حيوان حساس ينتج: بعض الإِنسان حساس. ¶ 4 - الضرب الرابع: موجبتان صغراهما كلية، وكبراهما جزئية، ينتج جزئية موجبة مثاله: كل إنسان حيوان، وبعض الإِنسان ناطق ينتج: بعض الحيوان ناطق. ¶ 5 - الضرب الخامس: موجبة جزئية صغري وسالبة كلية كبرى ينتج: جزئية سالبة، مثاله: بعض الحيوان ناطق، ولا شيء من الحيوان بجماد. ينتج: بعض الناطق ليس بجماد. ¶ 6 - الضرب السادس: موجبة كلية صغرى وجزئية سالبة كبرى ينتج: جزئية سالبة. مثاله: كل إنسان حيوان، وبعض الإِنسان ليس بفرس. ينتج: بعض الحيوان ليس بفرس. ¶ تنبيهات: تتعلق بهذا الشكل الثالث: ¶ التنبيه الأول: اعلم أن كون هذا الشكل لا ينتج إلا جزئية سببه في الحقيقة أن نتيجته متركبة من محمول الصغرى، ومحمول الكبرى، ومحمول الصغرى هو موضوع النتيجة ومن الجائز عقلاً أن يكون محمول الصغرى أعم من محمول الكبرى. وقد قدمنا أن الحكم على الأعم بالأخص لا يصدق إلا جزئياً. وإذا كان محمول الصغرى الذي هو موضوع النتيجة أعم من محمول الكبرى الذي هو محمول النتيجة تبين من ذلك أن الحكم بالأخص على الأعم لا يصدق إلا جزئياً سلباً كان أو إيجاباً كما قدمنا إيضاحه في الكلام على النسب الأربع فقولك مثلا: كل إنسان حيوان، وكل إنسان ناطق هو الضرب الأول من هذا الشكل الثالث، والموضوع في كلتا المقدمتين الذي هو الإِنسان هو الحدّ الوسط الملغى لدى الإِنتاج، والنتيجة متركبة من محمول الصغرى الحيوان وهو في هذا المثال ومحمول الكبرى وهو الناطق في هذا المثال وموضوعهما هو الحيوان ومحمولها هو الناطق. والحيوان أعم من الناطق فلا يصح الحكم عليه به إلا جزئياً سلباً ¶ ",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "[1/ 85] ¶ كان أو إيجاباً ولذا كانت نتائج هذا الشكل كلها جزئيات ولا تنتج كلية كما تقدم. ¶ التنبيه الثاني: اعلم أنك إذا عكست صغرى هذا الشكل الثالث في العكس المستوي رجع إلى الشكل الأول بعينه في غالب أحواله. فالمثال المذكور الذي هو قولنا كل إنسان حيوان وكل إنسان ناطق لو عكست صغراه فقط فقلت: بعض الحيوان إنسان وكل إنسان ناطق لكان راجعاً إلى الشكل الأول ونتيجته بعض الحيوان ناطق. ¶ التنبيه الثالث: اعلم أن وجه الحكم العقلي في إنتاج هذا الشكل في الجملة أن الموضوع الواحد إذا ثبت له محمولان في حالة كون هذا الشكل متركباً من موجبتين لزم عقلاً جواز الحكم بأحد المحمولين على الآخر في الجملة لأن جواز حملهما إيجاباً على شيء واحد يدل على حمل آخرهما على أولهما في الجملة وإن كانت إحدى مقدمتيه سالبة والأخرى موجبة لزم من نفي أحد المحمولين عن الموضوع في السالبة وإثباته له في الموجبة حصول التغاير بين المحمولين، وجواز الحكم بسلب إحداهما عن الآخر سلباً جزئياً لنفي أحدهما عن الموضوع الذي ثبت له الآخر. وقد تقدمت أمثلة الجميع. ¶ وأما الشكل الرابع: فيشترط لإِنتاجه ألا يجتمع فيه خستان سواء كانتا من جنسين أو من جنس واحد وهما الجزئية والسلب. إلا صورة واحدة فيغتفر فيها اجتماع الخستين وهي كون صغراه، جزئية موجبة، وكبراه كلية سالبة وضروبه المنتجة بحسب ما ذكر خمسة. ¶ وإيضاحه بطريق التحصيل أن الصغرى لا تكون جزئية سالبة أبداً، وإذاً إما أن تكون موجبة كلية وهي تنتج من الموجبة الكلية والموجبة الجزئية، والسالبة الكلية من الكبريات إذ ليس في شيء من تلك الصور اجتماع الخستين. ¶ وإما أن تكون الصغرى موجبة جزئية وهي تنتج مع السالبة الكلية الكبرى فقط. وهي الصورة المستثناة. ¶ ",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "[1/ 86] ¶ وإما أن تكون الصغرى كلية سالبة وهي تنتج مع الكلية الموجبة الكبرى. فتبين أن الصغرى إن كانت موجبة كلية أنتجت مع ثلاث كبريات. وإن كانت جزئية موجبة أنتجت مع كبرى واحدة. ¶ وإن كانت كلية سالبة أنتجت مع كبرى واحدة كما أوضحنا. ¶ وهذه هي الضروب الخمسة المنتجة من الشكل الرابع. الذي هو ما كان الحدّ الوسط فيه موضوعاً في الصغرى محمولا في الكبرى. ¶ 1 - الضرب الأول: موجبتان كليتان ينتج، موجبة جزئية. ومثاله: كل إنسان حيوان وكل ناطق إنسان ينتج بعض الحيوان ناطق. ¶ 2 - الضرب الثاني: موجبتان صغراهما كلية وكبراهما جزئية، ينتج جزئية موجبة مثاله: كل إنسان حيوان، وبعض الناطق إنسان ينتج بعض الحيوان ناطق. ¶ 3 - الضرب الثالث: كليتان صغراهما سالبة وكبراهما موجبة ينتج كلية سالبة. مثاله: لا شيء من الإِنسان بفرس وكل ناطق إنسان ينتج: لا شيء من الفرس بناطق. ¶ 4 - الضرب الرابع: موجبة كلية صغرى، وسالبة كلية كبرى ينتج جزئية سالبة. مثاله: كل إنسان حيوان، ولا شيء من الفرس بإنسان ينتج بعض الحيوان ليس بفرس. ¶ 5 - الضرب الخامس: موجبة جزئية صغرى، وسالبة كلية كبرى وهي الصورة المستثناة من اجتماع الخستين ينتج جزئية سالبة، مثاله: بعض الحيوان إنسان، ولا شيء من الجماد بحيوان ينتج بعض الإِنسان ليس بجماد. واعلم أنا تركنا خلاف المتأخرين في هذا الشكل وقول جماعات منهم: إن شرط إنتاج هذا الشكل الرابع هو إيجاب مقدمتيه، أو اختلافهما في الكيف مع كلية إحداهما. وبنوا على ذلك أن المنتج ¶ ",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "[1/ 87] ¶ من ضروبه ثمانية تركنا ذلك كله اختصاراً لأن مقصودنا بهذه المقدمة إيصال طالب العلم إلى إدراك فن آداب البحث والمناظرة ولذلك تركنا كثيراً من المناقشات في تقديم بعض الضروب على بعض في تعريف القياس وغيره. اختصاراً كما أشرنا إليه في الترجمة. ¶ تنبيهات: تتعلق بهذا الشكل الرابع: - ¶ 1 - الأول: أعلم أن بعض الأقدمين حذفه لبعد إنتاجه عن الطبع وجعل الأشكال ثلاثة. ¶ 2 - الثاني: اعلم أن سبب كون هذا الشكل لا ينتج إلا جزئية إلا في ضرب واحد من ضروبه هو أن الحدّ الوسط فيه هو موضوع الصغرى ومحمول الكبرى، والنتيجة فيه متركبة من محمول الصغرى وموضوع الكبرى وموضوع نتيجته هو محمول الصغرى، ومحمولها هو موضوع الكبرى. ومن الجائز عقلاً أن يكون محمول الصغرى الذي هو موضوع النتيجة أعم من موضوع الكبرى الذي هو محمول النتيجة. ¶ وإذا كان الموضوع أعم لم يصدق عليه الحكم بالمحمول إلا جزئياً كما تقدم إيضاحه في النسب الأربع وفي الكلام على الشكل الثالث. وإنما كانت نتيجته كلية فيما إذا تركب من كليتين صغراهما سالبة وكبراهما موجبة كما تقول في قولك: لا شيء من الإِنسان بفرس وكل ناطق إنسان فإنه ينتج كلية سالبة هي. لا شيء من الفرس بناطق لأن المقدمة الصغرى السالبة سلبت الفرسية عن كل فرد من أفراد الإِنسان، والمقدمة الكبرى أثبتت الإِنسانية لكل ناطق فلزم سلب الناطقية عن كل فرس كما ترى. ¶ 3 - الثالث: هذا الشكل الرابع يرجع في الغالب إلى الشكل الأول تارة تبديل مقدمته مع عكس النتيجة كالمتركب من كليتين موجبتين، فلو قلت: كل إنسان حيوان وكل ناطق إنسان فهذا هو الضرب الأول من الرابع ونتيجته ¶ ",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "[1/ 88] ¶ جزئية موجبة هي بعض الحيوان ناطق فلو جعلت صغراه هي الكبرى، وكبراه هي الصغرى وعكست النتيجة بالعكس المستوي رجع إلى الأول. كما لو قلت كل ناطق إنسان وكل إنسان حيوان ينتج من الشكل الأول كل ناطق حيوان وهي عكس نتيجته قبل تبديل كل من المقدمتين بالأخرى، وتارة باستعمال العكس. ¶ والحاصل أن هذا الشكل ترجع ضروبه كلها للشكل الأول، إما بتبديل المقدمتين وعكس النتيجة وإما باستعمال العكس المستوي في مقدمتيه كما يدركه من فهم ما سبق وليس قصدنا إطالة الكلام في ذلك لأن المقصود من هذه العجالة المنطقية هو التوصل إلى معرفة آداب البحث والمناظرة ونظم بعضهم وجه رد الأشكال الثلاثة إلى الشكل الأول بقوله: ¶ وغير أول من الأشكال ... ... إليه مردود بلا إشكال ¶ فالثاني مردود بعكس الكبرى ... ... والثالث أردده بعكس الصغرى ¶ ورابع بعكس ترتيب يرد ... ... أو المقدمات هكذا ورد ¶ وأول منها هو المعيار ... ... لأنه من بينها المدار ¶ مسألة: اعلم أن القياس المذكور يكون بسيطاً، ويكون مركبا، فالبسيط هو ما تألف من قضيتين فقط: كقولك: كل إنسان حيوان وكل حيوان حساس، والمركب هو ما تألف من أكثر من قضيتين. وضابطه أن تجعل النتيجة مقدمة صغرى وتضم إليها كبرى ثم تجعل النتيجة أيضاً صغرى وتضم لها كبرى وهكذا. ولذلك طريقان: إحداهما أن تذكر النتيجة بلفظها فتجعلها صغرى وتضم لها كبرى، كما لو قلت: كل إنسان حيوان، وكل حيوان حساس فالنتيجة كل إنسان حساس، فتضم لها كبرى فتقول كل إنسان حساس وكل حساس نام ينتج كل إنسان نام فتضم لها كبرى بعد التلفظ بها وهي كل نام جسم، ينتج كل إنسان جسم، ويسمى هذا القسم متصل النتائج. ¶ ",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "[1/ 89] ¶ 2 - والثاني: أن لا تذكر النتائج كأن تقول كل إنسان حيوان وكل حيوان حساس وكل حساس نام، وكل نام جسم ينتج كل إنسان جسم، ويسمى هذا النوع مفصول النتائج. ¶ ",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "[1/ 90] ¶ فصل في القياس الاستثنائي ¶ وهو المعروف بالشرطين: ¶ اعلم أولاً أن ضابط القياس الاستثنائي أنه هو الذي يدل على النتيجة بمادتها وصورتها بأن يكون لفظ النتيجة مذكوراً فيه بصورته ومادته أو يكون دالاً على نقيض النتيجة بأن يكون نقيضها مذكوراً فيه بمادته وصورته فلابد من أن يكون فيه لفظ النتيجة أو نقيضها بالمادة والصورة. ¶ تنبيه: في تعريف القياس الاستثنائي هذا سؤال معروف وهو أن يقال تقدم في تعريف القياس أن النتيجة قول آخر مغاير لمقدمتي القياس في الصورة والمادة فشكل على ذلك أن نتيجة الاستثنائي قد تكون مذكورة فيه بمادتها وصورتها، وإذاً فليست النتيجة قولا آخر غير القياس مع لزوم مغايرة النتيجة للقياس. والجواب عن هذا السؤال معروف وهو: أن تعلم أولاً أن القضية الحملية تكون كلاماً مستقلا تام الفائدة، وإذا ربطت بأداة شرط أو عناد زال استقلالها بكونها قضية وصارت غير كلام مفيد لأنها حينئذ تصير جزء قضية شرطية لا قضية حملية مستقلة، فقولك مثلا قام زيد، قضية حملية تامة المعنى، ولو أدخلت عليها أداة شرط فقلت: إن قام زيد، زال استقلالها بكونها قضية، وصارت غير كلام مفيد لتوقف فهم الشرط على الجزاء. ¶ فإذا عرفت هذا فلفظ النتيجة في القياس جزء قضية لا قضية مستقلة، ولفظها باعتبار كونها نتيجة قضية مستقلة لا جزء قضية. ¶ ومن هنا حصل التغاير بين القياس والنتيجة، وسيتضح ذلك بأمثلة القياس الشرطي، وقد علمت بما مر أن الشرطية تنقسم إلى متصلة ومنفصلة ولا ينتج القياس المركب من المتصلة إلا إذا كانت لزومية، أما الاتفاقية فلا ذكر لها في القياس إذ لا إنتاج لها. ¶ ",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "[1/ 91] ¶ وإذا علمت ذلك فاعلم أن القياس الاستثنائي المركب من الشرطية المتصلة اللزومية والاستثنائية تنحصر ضروبه في أربعة لا خامس لها. اثنان منا منتجان واثنان عقيمان. ¶ واعلم أن حرف الاستثناء في هذا الفن هو لفظة (لكن) خاصة وإطلاق الاستثناء عليه اصطلاحاً منطقي، و وجه مناسبته للغة أن الاستثناء استفعال من الانثناء و هو الرجوع. والشرطية لم يحكم فيها بوجود مقدمها ولا عدمه ولا جود تاليها و لا عدمه فينثني المستدل إليها بحرف الاستثناء الذي هو لكن ويثبت مقدمها أو ينفيه، أو يثبت تاليها أو ينفيه، ولا خامس البتة، ومن هنا كانت ضروبها أربعة فقط: ¶ 1 - فنفي التالي يسمى استثناء نقيض التالي. ¶ 2 - وإثبات التالي يسمى استثناء عين التالي. ¶ 3 - و نفي المقدم يسمى استثناء نقيض المقدم. ¶ 4 - وإثبات المقدم يسمى استثناء عين المقدم. ¶ فكل واحد من طرفيها أثبته فقد استثنيت عينه، وكل واحد من طرفيها نفيته فقد استثنيت نقيضه. وإذا علمت ذلك فاعلم أن الضربين المنتجين في القياس الشرطي المتصل هما استثناء نقيض التالي، واستثناء عين المقدم. أما الضربان العقيمان منه فهما استثناء عين التالي، واستثناء نقيض المقدم فلو قلت مثلا: لو كان هذا إنساناً لكان حيواناً لكنه غير حيوان فإنه ينتج (فهو غير إنسان) لأن استثناء نقيض (التالي)! المقدم ينتج نقيض (المقدم)! التالي. وبعبارة أوضح نفي اللازم يقتضي نفي الملزوم، ولو قلت في المثال المذكور: لكنه إنسان أنتج فهو حيوان لأن استثناء عين المقدم ينتج عين التالي. ¶ وبعبارة أوضح وجود الملزوم يقتضي وجود اللازم فهذان هما الضربان ¶ ",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "[1/ 92] ¶ المنتجان منه وأما العقيمان فالأول فيهما هو استثناء عين التالي كما لو قلت في المثال المذكور الذي هو: لو كان هذا إنساناً لكان حيواناً لكنه حيوان فلا ينتج كونه إنساناً لجواز أن يكون حيواناً آخر غير الإِنسان كالفرس مثلاً لأن استثناء عين التالي لا ينتج عين المقدم وبعبارة أوضح وجود اللازم لا يقتضي وجود الملزوم لاحتمال كون اللازم أعم من الملزوم ووجود الأعم لا يقتضي وجود الأخص. ¶ الضرب الثاني من العقيمين هو استثناء نقيض المقدم فإنه لا ينتج نقيض التالي كما لو قلت في المثال المذكور لكنه غير إنسان فلا ينتج ذلك كونه غير حيوان لاحتمال أن يكون حيواناً آخر غير الإنسان كالفرس أو البغل مثلاً. ¶ وبعبارة أوضح: نفي الملزوم لا يقتضي نفي اللازم، فهذه الضروب الأربعة التي ذكرناها بأمثلتها وبيَّنا المنتجين منها والعقيمين تنحصر فيها ضروب الشرطي المتصل المتركب من شرطية متصلة لزومية واستثنائية. ¶ تنبيه يتعلق هذا القياس الاستثنائي: قد علمت أن هذا النوع يتركب قياسه من مقدمتين: ¶ الأولى منهما تسمى الشرطية وهي قضية شرطية. ¶ والثانية تسمى الاستثنائية وهي قولك: لكنه غير حيوان مثلاً أو لكنه إنسان مثلا. والقضية التي هي الاستثنائية حملية. ونقل ابن عرفة عن الفارابي. أن الشرطية فيه هي الكبرى والاستثنائية هي الصغرى عكس الاقتراني فإن أولاه هي الصغرى وأخراه هي الكبرى. ¶ وأما القياس الشرطي المركب من الشرطيات المنفصلة والاستثنائية: فهو ثلاثة أقسام لأن الشرطية المنفصلة تنقسم إلى ثلاثة أقسام كما تقدم إيضاحه. ¶ فإن كان القياس مركبا من منفصلة حقيقية مانعة جمع وخلو معاً فإن ضروبه الأربعة منتجة و لا عقيم فيه البتة. فاستثناء نقيض كل واحد من طرفيها ينتج ¶ ",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "[1/ 93] ¶ عين الآخر لعنادهما في العدم، واستثناء عين كل واحد من طرفيها ينتج نقيض الآخر لعنادهما في الوجود. ¶ فلو قلت: العدد إما زوج وإما فرد لكنه غير زوج أنتج فهو فرد. ولو قلت لكنه غير فرد أنتج فهو زوج، ولو قلت: لكنه زوج أنتج فهو غير فرد ولو قلت لكنه فرد أنتج فهو غير زوج وهكذا في كل قياس مركب من مانعة جمع وخلو معاً. ¶ وأما القياس الشرطي المنفصل المركب من مانعة الجمع المجوزة للخلو فإنه ينتج من ضروبه الأربعة اثنان والآخران عقيمان. ¶ فالمنتجان منهما هما: استثناء عين المقدم، فإنه ينتج نقيض التالي، واستثناء عين التالي فإنه ينتج نقيض المقدم للعناد بين طرفيها في الوجود. والضربان العقيمان هما استثناء نقيض التالي واستثناء نقيض المقدم، فلا ينتجان لعدم العناد بين طرفيها في العدم، فلو قلت: الجسم إما أبيض وإما أسود لكنه أبيض أنتج فهو غير أسود. ولو قلت لكنه أسود أنتج فهو غير أبيض ولو قلت لكنه غير أبيض لم ينتج شيئاً لصدق غير الأبيض بالأسود وبغيره. ¶ وأما القياس الشرطي المنفصل المركب من مانعة. الخلو المجوزة للجمع فإنه ينتج فيه الضربان العقيمان في الذي قبله، والضربان المنتجان في الذي قبله عقيمان فيه فهو عكسه في الحقيقة والإِنتاج. فاستثناء نقيض كل واحد من الطرفين فيه ينتج عين الآخر. ¶ واستثناء عين كل واحد من الطرفين لا ينتج شيئاً. ¶ وقد علمت أن نقيض النفي الإِثبات، ونقيض الإِثبات النفي. فلو قلت: الجسم إما غير أبيض وإما غير أسود، واستثنيت نقيض المقدم فقلت لكنه أبيض أنتج عين التالي الذي هو غير أسود لأن الأبيض غير أسود بالضرورة، وكذلك لو استثنيت نقيض التالي فقلت لكنه أسود أنتج عين المقدم الذي هو غير أبيض لأن الأسود غير أبيض ضرورة. ¶ ",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "[1/ 94] ¶ أما لو استثنيت عين المقدم فقلت لكنه غير أبيض لم ينتج شيئاً لأن غير الأبيض صادق بالأسود وغير الأسود. ¶ وكذلك لو استثنيت. عين التالي فقلت لكنه غير أسود لم ينتج شيئاً لأن غير الأسود صادق بالأبيض وغير الأبيض وهكذا. ¶ وهذه العجالة هي التي أردنا أن نذكرها قبل الشروع في أدب البحث والمناظرة لأن أدب البحث والمناظرة لا يفهمه إلا من له إلمام بما ذكرنا في هذه العجالة (و باللّه التوفيق). ¶ ",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "[1/ 95] ¶ فهرست المقدمة المنطقية ¶ الصفحة الموضوع ¶ 3 ... الترجمة. ¶ ------------------------------------------- ¶ 8 ... أنواع العلم الحادث وأقسامه. ¶ 10 ... الموضوع والمحمول. انظر في الاصطلاح. الفكر في الاصطلاح. ¶ 11 ... أنواع الدلالة الوضعية اللفظة. ¶ 12 ... أقسام الدال اللفظي: عقلاً، طبعا، وضعا. ¶ 13 ... أقسام الدال غير اللفظي: عقلاً، طبعا، وضعا. ¶ 13 ... دلالة اللفظي وضعا وأقسامها: مطابقة تضمن التزام. ¶ 14 ... أقسام اللوازم: ذهني، خارجي، ذهني وخارجي معاً. ¶ 17 ... مباحث الألفاظ. ¶ 17 ... تقسيم اللفظي إلى مفرد ومركب. ¶ 18 ... أقسام المفرد: كلي، جزئي. ¶ 19 ... مبحث الفرق بين اسم الجنس وعلم الجنس. ¶ 21 ... تقسيم الجزئي إلى حقيقي وإضافي. ¶ 21 ... تقسيمات الكلي إلى: ¶ ا - متواطئ، ومشكك. ¶ ب - وإلى مشترك ومنفرد. ¶ 22 ... ج - وجود أفراده وعدم وجودها. ¶ 23 ... الكل والجزء، والكلية والجزئية. ¶ 24 ... اقتران لفظة كل بحرف السلب. ¶ 25 ... إيضاح الفوارق بين الكل والكلي وبين الكل والكلية. ¶ ",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "[1/ 96] ¶ 26 ... النسب الأربع. ¶ 26 ... ا - المساواة، التباين، العموم والخصوص المطلق، العموم والخصوص من وجه. ¶ 27 ... تمييز القضايا في الصدق والكذب بالنسب الأربع. ¶ 29 ... ا - تباين المخالفة. ¶ 29 ... ب - تباين المقابلة. ¶ 30 ... أقسام تقابل المقابلة الأربعة. ¶ 30 ... ا - مقابلة النقيضين. ¶ 30 ... ب - مقابلة الضدين. ¶ 30 ... ج - مقابلة المتضائفين. ¶ 30 ... د - مقابلة العدم والملكة. ¶ 31 ... مناقشة المتكلمين في الصفات الإِضافية. ¶ 33 ... فصل في مبادئ التصورات: ¶ 33 ... الكليات الخمسة: ¶ 33 ... ا - الجنس. ¶ 33 ... ب - النوع. ¶ 33 ... ج - الفصل. ¶ 33 ... د - الخاصة. ¶ 33 ... هـ - العرض العام. ¶ 33 ... أدوات السؤال في المنطق (ما)، (أي) وما يسأل عنه بكل منهما. ¶ 35 ... تقسيم الكليات إلى ذاتي وعرضي. ¶ 38 ... مراتب الجنس: بعيد، قريب، متوسط. ¶ 40 ... مقاصد التصورات: ¶ 40 ... ا - المعرفات. ¶ 40 ... ب - الحدّ. ¶ 40 ... ج - الرسم. ¶ 41 ... د - اللفظي. ¶ 41 ... هـ - القسمة. ¶ 41 ... و - المثال. ¶ ",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "[1/ 97] ¶ 42 ... شروط المعرفات. ¶ 42 ... 1 - الاطراد والانعكاس. ¶ 44 ... 2 - وضوح المعرف. ¶ 44 ... 3 - خلو التعريف من المجاز. ¶ 44 ... 4 - خلو التعريف من الدور السبقي. ¶ 45 ... 5 - خلو التعريف من الاشتراك. ¶ 47 ... مبادئ التصديقات. ¶ 47 ... ا - القضايا وأحكامها. ¶ 47 ... ب - تقسيم القضية إلى حملية وشرطية. ¶ 48 ... ج - تقسيم الشرطية إلى متصلة ومنفصلة. ¶ 49 ... د - تقسيم المتصلة إلى لزومية واتفاقية. ¶ 51 ... تنبيهات ا - مدار الصدق والكذب في الشرطية المتصلة. ¶ 52 ... ب - تعريف جزأي الشرطية. ¶ 53 ... قضايا مقبولة لغة مردودة منطقيا. ¶ 54 ... الشرطية المنفصلة وتقسيمها إلى: ¶ ا - حقيقة مانعة جمع وخلو معاً. ¶ ب - مانعة جمع مجوزة خلو. ¶ 55 ... ج - مانعة خلو مجوزة جمع. ¶ 56 ... تقسيم القضايا باعتبار الكم والكيف. ¶ 56 ... تعريف السور وتقسيمه إلى: ¶ 56 ... ا - كلي وجزئي، سلبي وإيجابي. ¶ 58 ... تنبيهات أربعة. ¶ 62 ... فصل في التناقض. ¶ 62 ... ا - تناقض القضية الشخصية. ¶ ",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "[1/ 98] ¶ 63 ... تحقق وجود التناقض بالوحدات التسع. ¶ 64 ... تنبيهان. ¶ 67 ... العكس وأقسامه الثلاثة. ¶ 67 ... ا - العكس المستوي. . ¶ 67 ... ب - عكس النقيض الموافق. ¶ 67 ... ج - عكس النقيض المخالف. ¶ 67 ... القضايا التي يدخلها العكس. ¶ 72 ... مقاصد التصديق. ¶ 72 ... القياس المنطقي وتقسيمه إلى: ¶ 73 ... ا - اقتراني وما يدخله من القضايا. ¶ 73 ... ب - استثنائي وما يدخله من القضايا. ¶ 74 ... أشكال الاقتراني الأربعة. ¶ 74 ... ا - الشكل الأول وشروط إنتاجه. ¶ ب - ضروبه الأربعة المنتجة. ¶ 79 ... ا - الشكل الثاني وشروط إنتاجه. ¶ ب - ضروبه الأربعة المنتجة. ¶ 83 ... الشكل الثالث وشروط إنتاجه. ¶ ضروب إنتاجه الستة. ¶ 85 ... الشكل الرابع وشروط إنتاجه. ¶ 86 ... ب - ضروبه الخمسة المنتجة. ¶ 90 ... القياس الاستثنائي المتصل وضروبه الأربعة المنتجان منها والعقيمان. ¶ 92 ... القياس الاستثنائي المنفصل وأقسامه الثلاثة. ¶ 92 ... الأول وبيان ضروبه الأربعة المنتجة. ¶ 93 ... الثاني وبيان ضروبه الأربعة والمنتجان منها والعقيمان. ¶ 93 ... الثالث وبيان ضروبه الأربعة والمنتجان منها. ¶ 98 ¶ الشنقيطي",
            "page": "98",
            "part": "1"
        }
    ],
    "t35941": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "مذكرة فن المنطق"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "ترجمة الكتاب"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة منطقية"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "مباحث الألفاظ"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": "1",
            "tit": "فصل في مبادئ التصورات"
        },
        {
            "id": "41",
            "lvl": "1",
            "sub": "1",
            "tit": "فصل في مقاصد التصورات"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": "2",
            "tit": "فصل في مبادئ التصديقات"
        },
        {
            "id": "62",
            "lvl": "1",
            "sub": "1",
            "tit": "فصل في التناقض"
        },
        {
            "id": "67",
            "lvl": "1",
            "sub": "1",
            "tit": "فصل في العكس"
        },
        {
            "id": "72",
            "lvl": "1",
            "sub": "1",
            "tit": "فصل في مقاصد التصديقات"
        },
        {
            "id": "90",
            "lvl": "1",
            "sub": "1",
            "tit": "فصل في القياس الاستثنائي"
        }
    ]
}