{
    "b35946": [
        {
            "id": "1",
            "nass": ":: بسم الله الرحمن الرحيم:: ¶ المقدمة ¶ الحمد لله والصلاة والسلام على رسول الله، وعلى آله وصحبه ومن والاه، أما بعد: ¶ فهذا بحث مختصر حول المقولات العشر، وهي من المباحث ذات الصلة بالمنطق، سلكت فيه طريق الاختصار مع الحرص على سهولة العبارة، وعدم الإخلال بالمادة العلمية، والله سبحانه هو المستعان. ¶ وكان اختياري لهذا الموضوع لأمور، منها: ¶ 1. جِدَّة الموضوع بالنسبة لي، فلم يسبق لي دراسة هذه المقولات من قبل، فمثل هذا البحث رافدٌ ومنهلٌ لي في التزود حول هذه المقولات. ¶ 2. هذه المقولات من الأمور التي لُبِّس بها على بعض من يجهل حقيقتها، فإن الفلاسفة عندما وضعوها جعلوها مطَّردة في كل شيء، حتى في ذات الله! وهذا من الباطل الذي يجب أن يُردَّ على صاحبه، فكان هذا البحث معيناً على بيان شيء من باطل القوم، والردِّ عليهم. ¶ 3. حصرية الموضوع، أعني أنه محدود بهذه العشر، مما يجعل إحصائها وتحديدها واضحاً وممكناً. ¶ وقد قسمت البحث إلى مقدمة، وثلاثة مطالب، ثم الخاتمة، وأخيراً الفهرس، كالتالي:",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "المقدمة، وفيها: بيان أهمية الموضوع و أسباب اختياره، وخطة البحث. ¶ المطلب الأول، وفيه: بيان معنى المقولات العشر وأقسامها. ¶ المطلب الثاني، وفيه: عرض المقولات العشر. ¶ المطلب الثالث، وفيه: موقف المسلم من هذه المقولات. ¶ الخاتمة، وفيها: أبرز النتائج. ¶ المراجع ثم الفهرس. ¶ أسأل الله أن ينفع بهذا البحث، وأن يكون خالصاً لوجهه، وصلى الله على نبينا محمد وعلى آله وصحبه أجمعين.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "المطلب الأول: بيان معنى المقولات العشر وأقسامها ¶ أولاً: معنى المقولات العشر: ¶ تنقسم الموجودات من حيث هي إلى جواهر وأعراض، فالجوهر هو: ما لا يحتاج في وجوده إلى شيءٍ آخر يقوم به، وأما العرض فهو: صفة من صفات الجوهر، ولا يمكن أن يوجد لوحده مستقلاً. ¶ ومن الجوهر والعرض تتكون المقولات العشر. ¶ وقد عُرِّفت المقولات العشر بعدة تعريفات، منها: ¶ 1. كليات المعاني التي يعبَّر عنها بالقول إيجاباً أو سلباً (¬1). ¶ 2. معنى كلي يمكن أن يكون محمولاً في قضية (¬2). ¶ 3. المفاهيم والمعاني والصور الموجودة في ذهن الإنسان (¬3). ¶ وتسمى هذه المقولات بالأجناس العالية، لأنه لا يوجد فوقها أجناس (¬4). ¶ ثانياً: أقسام المقولات العشر: ¶ كما هو ظاهر من مسماها فإنها تنقسم إلى عشرة أقسام، هي: ¶ ¬__________ ¶ (¬1) ضوابط المعرفة: 229. ¶ (¬2) طرق الاستدلال ومقدماتها: 129. ¶ (¬3) تعريف الجوهر والعرض: 1، من هذا البحث. ¶ (¬4) طرق الاستدلال ومقدماتها: 129.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "1. الجوهر. ¶ 2. الكم. ¶ 3. الكيف. ¶ 4. الإضافة. ¶ 5. الأين. ¶ 6. المتى. ¶ 7. الوضع. ¶ 8. الملك. ¶ 9. الفعل. ¶ 10. الانفعال. ¶ على اعتبار أن الأقسام التسعة ـ باستثناء الجوهر ـ كلها من أقسام وأنواع العرض. ¶ وقد جمعها أحمد بن أحمد بن محمد السجاعي (¬1) (1197هـ) بقوله: ¶ إنَّ المَقُولاَتِ لَدَيْهِمْ تُحْصَرُ ... في الْعَشْرِ وَهْيَ عَرَضٌ وَجَوْهَرُ ¶ فَأَوَّلٌ ... لَهُ ... وُجُودٌ ... قامَا ... بِالْغَيْرِ وَالثَّانِي بنفس دَامَا ¶ مَا يَقْبَلُ الْقِسْمَةَ بالذَّاتِ فَكَمّْ ... وَالْكَيْفُ غَيْرُ قابِلٍ بِهَا أرْتَسَمْ ¶ أيْنٌ حُصُولُ الْجِسْمِ في المَكانِ ... مَتَى حُصُولٌ خُصَّ بِالأزْمَانِ ¶ وَنِسْبَةٌ ... تَكَرَّرَتْ ... إضَافَةْ ... نَحْوُ ... أبُوَّةٍ ... إخا ... لَطَافَهْ ¶ وَضْعٌ عُرُوضُ هَيْئَةٍ بِنِسْبَةِ ... لِجُزْئِهِ ... وَخَارِجٍ ... فَأَثْبِتِ ¶ ¬__________ ¶ (¬1) أحمد بن أحمد بن محمد السجاعي، الشافعي الأزهري (شهاب الدين). عالم مشارك في كثير من العلوم. توفي بالقاهرة في صفر. له مؤلفات كثيرة، منها: فتح المنان في بيان مشاهير الرسل التي في القرآن، النور الساري على متن مختصر البخاري لابن أبي جمرة. انظر: الموسوعة العربية، تحت عنوان أحمد.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وَهَيْئَةٌ بِمَا أحَاطَ وَانْتَقَلْ ... مِلْكٌ كَثَوْبٍ أو إهَابٍ اشْتَمَلْ ¶ أنْ يَفْعَل التَّأْثِيرُ أنْ يَنْفَعِلاَ ... تَأثُّرٌ مَا دَامَ كُلٌّ كَمَلاَ (¬1) ¶ كما نظم بعضهم بيتين من الشعر، ذكر فيهما المقولات العشر، ليسهل حفظها على الطالب، فقال: ¶ زيد الطويل الأزرق ابن مالك ... * ... في بيته بالأمس كان متكي ¶ في يده سيف لواه فالتوى * ... فهذه عشر مقولات سوا ¶ وفي هذين البيتين إشارة إلى أمثلة للمقولات العشر، فـ\"زيد\" مثال للجوهر، و\"الطويل\" للكم، و\"الأزرق\" للكيف، و\"الابن\" للإضافة، و\"في بيته\" للأين، و\"بالأمس\" للمتى، و\"متكي\" للوضع، و\"في يده سيف\" للملك، و\"لواه\" للفعل، \"فالتوى\" للانفعال (¬2). ¶ وواضعوا هذه المقولات العشر يقولون: لايمكن إدراك أي تصور إدراكاً كاملاً إلا بها، وسيأتي مزيد بيان لهذا. ¶ - - ¶ ¬__________ ¶ (¬1) طرق الاستدلال ومقدماتها:138 ¶ (¬2) تسهيل المنطق: 28.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "المطلب الثاني: عرض المقولات العشر ¶ في هذا المطلب سأعرض لهذه المقولات العشر، مبيناً كل نوعٍ منها، كالتالي: ¶ أولاً: الجوهر: ¶ تعريفه: عُرِّف الجوهر بعدة تعريفات، منها: ¶ أ- ما يقوم بذاته. ¶ ب- الغني عن المحل. ¶ ج- ما ثبت وقام بنفسه. (¬1) ¶ وهو عند الفلاسفة لايتعدّى خمسة أقسام؛ بيانها كما يلي: ¶ 1ـ الجوهر العقلاني: ¶ و يسمّى عندهم بالعقل، و هو موجود مجرّد، و لاتعلق له بالمادّة و المادّيات، كالملائكة فإنّ وجودها مجرد، و لاتحتاج الى شيء ماديٍ فى نشاطها و فعلها. ¶ 2ـ الجوهر النفساني: ¶ و هو الموجود المجرد فى ذاته و وجوده، إلا أنه مرتبط بالمادة، كروح الإنسان، فإن وجودها مجرد، إلا أنها متعلقة بالبدن. ¶ 3ـ الجوهر الجسماني: ¶ و هو الموجود الذي له أبعاد ثلاثة و له زمان و مكان و قابل للأشكال المتعددة و الألوان المختلفة، و يتحقق لنا إثباته عن طريق العقل لا عن طريق الحس، و ذلك لأن ما ندركه من الأجسام ليس ¶ ¬__________ ¶ (¬1) انظر: طرق الاستدلال ومقدماتها: 129، تسهيل المنطق: 28، ضوابط المعرفة: 339.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "سوى أعراض تعرض على الأجسام و من خلالها نستنتج أبعادها الثلاثة. ¶ 4ـ الجوهر المادي أو الهيولى: ¶ و هو مُبْهم لاتشخص فيه سوى قابليته و استعداده للتشخص ـ أي قبوله لصورة الأنواع المختلفة ـ و هو موجود فى جميع الأجسام، ويكون متشخصاً بسبب الصور النوعية التى تظهر فيه، و لكنه فى الجميع واحد مشترك. ¶ 5ـ الجوهر الصوري: ¶ و هو منشأ آثار أنواع الموجودات المادية الجسمانية، و له أنواع مختلفة (¬1). ¶ * من أحكام الجواهر: ¶ 1. قابلة للبقاء زمانين. ¶ 2. لا تتداخل على جهة النفوذ. ¶ 3. تتماثل في الصفات النفسية، كالتحيز. ¶ 4. يجوز تباينها في صفات المعاني، كالماء والنار (¬2). ¶ ثانياً: الكم. ¶ تعريفه: هو عَرَضٌ يقبل القسمة والتقدير لذاته (¬3). ¶ خرج بقولنا: (يقبل القسمة والتقدير): النقطة والوحدة، فإنهما لا يقبلان القسمة، وخرج بالقيد الثاني وهو (لذاته) ما عدا الكم، فإنه يقبل القسمة بواسطة الكم لا لذاته كالسواد والبياض. ¶ ¬__________ ¶ (¬1) انظر: طرق الاستدلال: 129 - 130 بتصرف. ¶ (¬2) طرق الاستدلال: 130ـ 131. ¶ (¬3) انظر: ضوابط المعرفة: 340، تسهيل المنطق: 29، طرق الاستدلال: 132.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "أقسامه: ¶ ينقسم الكمُّ إلى قسمين: ¶ 1. الكم المتصل: وهو ما كانت أجزاؤه الوسطى حدوداً مشتركة، كل منها بالنسبة إلى مادونه نهاية، وبالنسبة إلى مافوقه بداية (¬1). ¶ والكم المتصل ينقسم ـ أيضاً ـ إلى قسمين اثنين: ¶ أ- الكم قار الذات: أي الكم الذي يجوز اجتماع أجزائه المفروضة في الوجود، وهو المقدار. ¶ ب- الكم غير قار الذات: وهو الذي لايجوز اجتماع أجزائه المفروضة في الوجود، وهو الزمان (¬2). ¶ 2. الكم المنفصل: وهو ماليس بين أجزائه الوسطى حدود مشتركة، وهو العدد، فإذا قسمنا العشرة ـ مثلاً ـ إلى نصفين، كان عدد الخمسة نهاية القسم الأول، وعدد الستة بداية القسم الثاني، وليس بين القسمين حد مشترك (¬3). ¶ ثالثاً: الكيف: ¶ تعريفه: هو عَرَضٌ غير قابل للقسمة والنسبة لذاته (¬4). ¶ ¬__________ ¶ (¬1) ضوابط المعرفة: 340. ¶ (¬2) انظر: طرق الاستدلال: 133. ¶ (¬3) ضوابط المعرفة: 341. ¶ (¬4) طرق الاستدلال: 133.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "أقسامه: ¶ ينقسم الكيف إلى أربعة أقسام، وهي: ¶ 1. الكيفيات المحسوسة: وهي إن كانت راسخة، كحلاوة العسل، وحرارة النار، فتسمى الانفعاليات، لانفعالات موضوعاتها. ¶ وإن كانت غير راسخة، وسريعة الزوال فتسمى اللاانفعاليات، كحمرة الوجه من الخجل، وصفرته من الوجل. ¶ 2. الكيفيات النفسانيات، فإن كانت راسخة تسمى مَلَكات، وإن كانت غير راسخة تسمى أحوالاً. ¶ 3. الكيفيات المختصة بالكميات، مثل: التثليث للمثلث، أو التربيع للمربع، وكالزوجية والفردية للعدد. ¶ 4. الكيفيات الاستعدادية، فإن كان استعداداً نحو القبول فيسمى ضعفاً، كاللين الموجب للانقسام بسهولة (¬1). ¶ رابعاً: الأين: ¶ تعريفه: هو الصفة التي تَعْرضُ للشيء باعتبار وجوده في المكان الذي هو فيه، ومكان الشيء قد يكون مكاناً حقيقياً، إذا كان جميع سطحه الباطن ممسكاً لجميع السطح الظاهر للشيء الحال فيه، حتى لايسع المكان غيره مهما كان، وقد يكون مكاناً غير ¶ ¬__________ ¶ (¬1) تسهيل المنطق: 30.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "حقيقي، وذلك إذا كان إطلاق وجود الشيء فيه، إطلاقاً يحتمل مشاركة غيره له فيه (¬1). ¶ أنواع الأين: ¶ حُصر الأين في أربعة أنواع، هي: ¶ 1. الاجتماع. ¶ 2. الافتراق. ¶ 3. الحركة. ¶ 4. السكون. (¬2) ¶ خامساً: المتى: ¶ تعريفها: هي الصفة التي تَعْرض للشيء باعتبار وجوده في الزمان، وقيل: هي حصول الشيء في الزمان (¬3). ¶ إن حدوث الشيء أو وجوده، قد يكون بالنسبة إليه حقيقياً، وذلك إذا كان مطابقاً له غير زائد عليه، كقولنا: نزل المطر عند شروق الشمس، وقد يكون زمان حدوث الشيء أو وجوده غير حقيقي، كقولنا: نزل المطر في شهر رمضان، مع أنه قد لا يكون نزل كامل الشهر وإنما في أيام ولحظات منه (¬4). ¶ ¬__________ ¶ (¬1) ضوابط المعرفة: 342. ¶ (¬2) طرق الاستدلال: 135. ¶ (¬3) انظر: ضوابط المعرفة: 342، وطرق الاستدلال: 135. ¶ (¬4) انظر: ضوابط المعرفة: 342.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "سادساً: الإضافة: ¶ تعريفها: هي النسبة العارضة للشيء، بالقياس إلى نسبة أخرى لا تعقل إحداهما إلا مع الأخرى، كالأبوَّة والبنوَّة (¬1)، وتسمى النسبة المتكررة (¬2). ¶ فلا يمكن إدراك بنوَّة بلا أبوَّة، لأنهما متلازمان. ¶ سابعاً: الوضع: ¶ تعريفها: هي الهيئة الحاصلة من نسبة أجزاء الجسم بعضها إلى بعض، ومن نسبتها إلى أمر خارجيٍ عنها، بأن تختلف تلك الأجزاء بتلك النسبة الموازنة والانحراف، والقرب والبعد، بالقياس إلى جهات العالم الخارجي (¬3). ¶ مثاله: الإنسان يكون في وضع القيام ثم يتحول إلى وضع القعود، ثم إلى وضع الإتكاء، ثم إلى وضع الاستلقاء. ¶ ثامناً: الملك: ¶ تعريفه: هيئة تعرض للجسم بسبب جسم آخر، يحيط به أو بجزء منه، وينتقل بانتقاله، كإهاب الحيوان، فهي تحيط بالحيوان، وتنتقل بانتقاله. ¶ ¬__________ ¶ (¬1) تسهيل المنطق: 30. ¶ (¬2) طرق الاستدلال: 136. ¶ (¬3) طرق الاستدلال: 136.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "تاسعاً: الفعل أو (أن يفعل): ¶ تعريفه: هو تأثير الجوهر في غيره، أثراً غير قارِّ الذات، فهو في حال ما دام يؤثر (¬1). ¶ مثاله: التسخين مادام الشيء يُسخِّن. ¶ عاشراً: الانفعال: أو (أن ينفعل): ¶ هو تأثر الشيء من غيره، مادام في حالة التأثر. ¶ مثاله: التسخّن للشيء الذي يتسخن، أما لو استقر التأثر في الشيء المتأثِّر فلا يدخل تحت مقولة الانفعال، وإنما يدخل في مقولة الكيف، كما في احتراق الحطب، بعد تمام الاحتراق (¬2). ¶ وقد مثّل الميداني بمثال تطبيقي لهذه المقولات العشر بالماء، فذاته \"جوهر\"، وكونه كثيراً\" كم\"، وكونه سائلاً\"كيف\"، وكونه مخلوقاً \"إضافة\"، وكونه في الإناء \"أين\"، وكونه موجوداً في زمان معين \"متى\"، وكون إنائه سوياً غير مائل \"وضع\"، وكون إنائه مسوراً بسوار فضي \"ملك\"، وكونه الآن بالفعل يروي شاربه \"فعل\"، وكون شاربه الآن يرتوي به فعلاً \"انفعال\" (¬3). ¶ - - ¶ ¬__________ ¶ (¬1) ضوابط المعرفة: 345. ¶ (¬2) ضوابط المعرفة: 345. ¶ (¬3) ضوابط المعرفة: 346.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "المطلب الثالث: موقف المسلم من هذه المقولات ¶ للمسلم دوماً موقفه الثابت والراسخ فيما يجِدُّ من أمور، فلا يرفض كل شيء، ولا يقبلُ أيَّ شيءٍ حتى يعرضه على الشرع، فما كان موافقاً للشريعة الإسلامية أخذ به، وماكان خلاف ذلك فلا. ¶ وعندما ننظر إلى الصفات عموماً، فهي في إثباتها تقتضي المقولات العشر السابقة، وهذه المقولات لا يمكن إدراك أي تصور إدراكاً كاملاً إلا بها، ولكن فيما لا يمكن أن يحاط به في التصور لا يمكن أن يؤتى بجواب هذه المقولات، فلذلك لا توجه إليه سبحانه وتعالى فإنه لا يُسأل عن كيفه، ولا عن كمه، ولا عن متاه، ولا عن أينه ـ سبحانه وتعالى ـ. ¶ وإذا سُئل عن الأين، فالمقصود بذلك إثبات صفة العلو فقط، دون أن يُزعم أن له جهة تحده وتحيط به، فالإحاطة في حقه ممنوعة؛ لأنه هو الذي خلق الجهات ـ سبحانه وتعالى ـ.، وكذلك الكم لا يُسأل عنه به فهو الكبير المتعال، ولا يمكن أن يتصور المخلوق كمه، لكن هذا لا يقتضي أن ننفي هذه المقولات أصلاً، فلا يقال لا كيف له، أو لا كم له، أو لا أين له، أو لا متى له، لكن يقال: لا يحيط به شيء من هذه المقولات. ¶ ومن الركائز التي ارتكز عليها معتقد أهل السنة والجماعة في باب توحيد أسماء الله وصفاته: قطع الطمع عن إدراك كيفية اتصاف الله بتلك الصفات، وفيه تمييز لعقيدة أهل السنة عن عقيدة المشبهة، فأهل السنة يفوضون علم كيفية اتصاف الباري ـ عز وجل",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "ـ بتلك الصفات إليه ـ سبحانه وتعالى ـ، فلا علم للبشر بكيفية ذات الله تبارك وتعالى ولا تفسير كنه شيء من صفات ربنا تعالى، كأن يقال استوى على هيئة كذا، فكل من تجرَّأ على شيء من ذلك، فقوله من الغلو في الدين والافتراء على الله عز وجل، واعتقاد ما لم يأذن به الله ولا يليق بجلاله وعظمته، ولم ينطق به كتاب ولا سنة. ¶ ولو كان ذلك مطلوباً من العباد في الشريعة لبينه الله تعالى ورسوله صلى الله عليه وسلم، فهو لم يدع ما بالمسلمين إليه حاجة إلا بينه ووضحه، والعباد لا يعلمون عن الله تعالى إلا ما علمهم كما قال تعالى: {وَلا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلاَّ بِمَا شَاءَ} [البقرة: 255]، فليؤمن العبد بما علمه الله تعالى وليقف معه، وليمسك عما جهله وليكل معناه إلى عالمه (¬1). ¶ وأما المشبهة فقد تعمقوا في شأن كيفيات صفات الله وتقوَّلوا على الله بغير علم، حيث يقول أحدهم: له بصر كبصري، ويد كيدي، وقدم كقدمي، تعالى الله عما يقولون علواً كبيراً. ¶ ولقد سار السلف جميعهم على منع التكييف في صفات الله تعالى، ولهذا لما سُئل الإمام مالك رحمه الله تعالى عن قوله: {الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى} [طه: 5]، كيف استوى؟ أطرق رحمه الله برأسه حتى علاه الرحضاء (العرق) ثم قال: (الاستواء غير مجهول، والكيف غير معقول، والإيمان به واجب، والسؤال عنه بدعة) (¬2)، وروي عن شيخه ربيعة أيضاً: (الاستواء غير مجهول، ¶ ¬__________ ¶ (¬1) انظر: معارج القبول: 1/ 326 - 327. ¶ (¬2) أخرجه اللالكائي في شرح أصول اعتقاد أهل السنة: 1/ 398.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "والكيف غير معقول) (¬1)، وقال الإمام أحمد: (لا يوصف الله إلا بما وصف به نفسه أو وصفه به رسوله صلى الله عليه وسلم لا نتجاوز القرآن والسنة) (¬2). ¶ وقال شيخ الإسلام ابن تيمية: (وطريقة سلف الأمة وأئمتها أنهم يصفون الله بما وصف به نفسه، وبما وصفه به رسوله - صلى الله عليه وسلم -، من غير تحريف ولا تعطيل، ولا تكييف ولا تمثيل، إثبات بلا تمثيل، وتنزيه بلا تعطيل، إثبات الصفات ونفي ممثالة المخلوقات قال تعالى: {لَيْسَ كَمِثْلِهِ شَيْءٌ} [الشورى: 11]،، فهذا ردٌ على الممثلة {وَهُوَ السَّمِيعُ الْبَصِيرُ} [الشورى: 11]، رد على المعطلة) (¬3). ¶ وقال ابن القيم: (والعقل قد يئس عن تعرف كنه الصفة وكيفيتها، فإنه لا يعلم كيف الله إلا الله، وهذا معنى قول السلف \"بلا كيف\" أي بلا كيف يعقله البشر، فإن من لا تعلم حقيقة ذاته وماهيته، كيف تعرفه كيفية نعوته وصفاته؟ ولا يقدح ذلك في الإيمان بها ومعرفة معانيها، فالكيفية وراء ذلك، وكما أنا لا نعرف معاني ما أخبر الله به من حقائق ما في اليوم الآخر، ولا نعرف حقيقة كيفيته، مع قرب ما بين المخلوق والمخلوق، فعَجْزُنا عن معرفة كيفية الخالق وصفاته أعظم وأعظم. ¶ فكيف يطمع العقل المخلوق المحصور المحدود في معرفة كيفية من له الكمال كله، والجمال كله، والعلم كله، والقدرة كلها، والعظمة كلها والكبرياء كله، من لو كشف الحجاب عن وجهه ¶ ¬__________ ¶ (¬1) أخرجه اللالكائي في شرح أصول اعتقاد أهل السنة: 2/ 398. ¶ (¬2) لمعة الاعتقاد: 9. ¶ (¬3) منهاج السنة النبوية:2/ 523.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "لأحرقت سبحاته السموات والأرض وما فيهما وما بينهما، وما وراء ذلك) (¬1). ¶ والله أعلم. ¶ - - ¶ ¬__________ ¶ (¬1) مدارج السالكين 3/ 360.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "الخاتمة ¶ وبعد هذا التطواف السريع، تبين لنا أن المقولات العشر هي المعاني الكلية التي يمكن حملها في قضية، وهي الصور والمعاني الموجودة في الذهن، وأنها تنقسم إلى عشرة أقسام هي: الجوهر والكم والكيف والإضافة والأين والمتى والوضع والملك والفعل والانفعال، كما عرفنا تعريف كل قسم منها، وأخيراً تبيَّن لنا موقف المسلم من هذه المقولات، وأنها قد تنطبق في حق المخلوق أما في حق الخالق فإنه لا يمكن أن يسأل بها كلها عنه سبحانه وتعالى. ¶ هذا ما تيسر جمعه، أسأل الله أن ينفع به، وصلى الله على نبينا محمد وعلى آله وصحبه أجمعين. ¶ - -",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "المراجع ¶ - تسهيل المنطق - عبدالكريم الأثري - مطابع سجل العرب - ط2. ¶ - شرح أصول اعتقاد أهل السنة والجماعة- أبو القاسم اللالكائى- تحقيق: أحمد سعد الغامدي، دار طيبة، الرياض. ¶ - ضوابط المعرفة- عبدالرحمن الميداني - دار القلم - دمشق - ط2 - 1401 هـ. ¶ - طرق الاستدلال ومقدماتها عند المناطقة و الأصوليين - يعقوب الباحسين - مكتبة الرشد -الرياض - ط2 - 1422 هـ. ¶ - مدارج السالكين- ابن قيم الجوزية- تحقيق محمد حامد الفقي، دار الكتاب العرلي، ببروت. لبنان، 1972 م. ¶ - معارج القبول- حافظ بن أحمد الحكمي- المطبعة السلفية. ¶ - منهاج السنة النبوية -ابن تيمية - ت: د. محمد رشاد سالم -مؤسسة قرطبة -ط1 - 1416 هـ.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "الفهرس ¶ المقدمة 1 ¶ أسباب اختيار الموضوع 1 ¶ تقسيم البحث 1 ¶ أقسام المقولات العشر 3 ¶ المطلب الأول: بيان معنى المقولات العشر وأقسامها 3 ¶ معنى المقولات العشر 3 ¶ المطلب الثاني: عرض المقولات العشر 6 ¶ الجوهر 6 ¶ أحكام الجواهر 7 ¶ الكم 7 ¶ أقسام الكم 8 ¶ الكيف 8 ¶ أقسام الكيف 9 ¶ الأين 9 ¶ الإضافة 10 ¶ المتى 10 ¶ أنواع الأين 10 ¶ الفعل أو (أن يفعل) \" 11 ¶ الملك 11 ¶ الوضع 11 ¶ الانفعال: أو (أن ينفعل) 12 ¶ المطلب الثالث: موقف المسلم من هذه المقولات 13 ¶ الخاتمة 17 ¶ المراجع 18",
            "page": "19",
            "part": "1"
        }
    ],
    "t35946": [
        {
            "id": "1",
            "lvl": "1",
            "sub": "1",
            "tit": "المقدمة"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "المطلب الأول: بيان معنى المقولات العشر وأقسامها"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "المطلب الثاني: عرض المقولات العشر"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "المطلب الثالث: موقف المسلم من هذه المقولات"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "المراجع"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "الفهرس"
        }
    ]
}