{
    "b35945": [
        {
            "id": "1",
            "nass": "بسم الله الرحمن الرحيم ¶ المقدمة ¶ إن الحمد لله نحمده ونستعينه ونستغفره ونستهديه، ونعوذ بالله من شرور أنفسنا، ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله، {يا أيها الذين آمنوا اتقوا الله حق تقاته ولا تموتن إلا وأنتم مسلمون}. ¶ {يا أيها الناس اتقوا ربكم الذي خلقكم من نفس واحدة وخلق منها زوجها وبث منهما رجالاً كثيراً ونساءً واتقوا الله الذي تساءلون به والأرحام إن الله كان عليكم رقيباً}. ¶ {يا أيها الذين آمنوا اتقوا الله وقولوا قولاً سديداً يصلح لكم أعمالكم ويغفر لكم ذنوبكم ومن يطع الله ورسوله فقد فاز فوزاً عظيماً}. ¶ وبعد: ¶ فهذا بحث مختصر حول المصطلحات الفلسفية، عمدت فيه إلى البحث عن معنى كل مصطلح من تلك المصطلحات، من خلال كتب التعاريف، وقد بذلت وسعي قدر الإمكان في استقصاء كل مصطلح ... ¶ و هذا جهد مقل، وبضاعة مزجاة، للقارئ غنمها وعلى الكاتب غرمها. ¶ الله أسأل أن ينفع به، وأن يجعله في ميزان حسناتنا، وصلى الله على نبينا محمد وعلى آله وصحبه أجمعين. ¶ الوجود:",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "ـ الوجود: فقدان العبد بمحاق أوصاف البشرية ووجود الحق، لأنه لا بقاء للبشرية عند ظهور سلطان الحقيقة، وهذا معنى قول أبي الحسين النوري:\"أنا منذ عشرين سنة بين الوجد والفقد، إذا وجدت ربي فقدت قلبي\"، وهذا معنى قول الجنيد:\"علم التوحيد مباين لوجوده، ووجود التوحيد مباين لعلمه، فالتوحيد بداية والوجود نهاية والوجد واسطة بينهما\". ¶ الواجب: ¶ ـ الواجب لذاته هو: الموجود الذي يمتنع عدمه امتناعا ليس الوجود له من غيره، بل من نفس ذاته، فإن كان وجوب الوجود لذاته سمى واجبا لذاته، وإن كان لغيره سمي واجبا لغيره. ¶ الممكن: ¶ ـ الممكن بالذات: ما يقتضي لذاته أن لا يقتضي شيئا من الوجود والعدم كالعالم. ¶ الجائز: ¶ ـ هو مصطلح للفلاسفة الذين يقولون أن كل ما يتصوره الفكرة لا يخلو أن يكون: إما جائز الوجود أو مستحيل أو واجب الوجود، أما جائز الوجود: فهو ما يقبل العقل إمكان وجوده وعدمه ولو في حالة من الحالات التي يتصورها الذهن: وضمن شروط معينة وطبق أنظمة معينة خاصة. ¶ المستحيل: ¶ ـ هو ما يوجب العقل عدمه، ولا يجيز إمكان وجوده في أية حالة من الحالات التي يتصورها الذهن، فهما تسامح في تخيل الشروط المناسبة لقبول وجوده معها.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "العالم: ¶ ـ العالم لغة: عبارة عما يعلم به الشيء، لأنه يعلم به الله من حيث أسماؤه وصفاته. ¶ الجوهر: ¶ ـ الجوهر: ماهية إذا وجدت في الأعيان كانت لا في موضوع، وهو مختصر في خمسة: هيولي وصورة وجسم ونفس وعقل، لأنه إما أن يكون مجردا أو غير مجرد، فالأول أي المجرد: إما أن يتعلق بالبدن تعلق التدبير والتصرف أو لا يتعلق، والأول أي ما يتعلق العقل والثاني أي ما لا يتعلق النفس. ¶ واعلم أن الجوهر ينقسم إلى بسيط روحاني كالعقول والنفوس المجردة و إلى بسيط جسماني كالعناصر و إلى مركب في العقل دون الخارج كالماهيات الجوهرية المركبة من الجنس والفصل و إلى مركب منهما كالمولدات الثلاث. ¶ العرض: ¶ ـ العرض: هو الموجود الذي يحتاج في وجوده إلى موضع، أي محل يقوم به؛ كاللون المحتاج في وجوده إلى جسم يحله ويقوم به، والأعراض على نوعين: ¶ قار الذات: وهو الذي يجتمع أجزاؤه في الوجود: كالبياض والسواد، وغير قار الذات: وهو الذي لا يجتمع أجزاؤه في الوجود: كالحركة والسكون. ¶ والعرض العام: كلي مقول على أفراد حقيقة واحدة وغيرها قولا عرضيا، فبقولنا:\"وغيرها\" يخرج النوع والفصل والخاصة، لأنها لا تقال إلا على حقيقة واحدة فقط، وبقولنا:\"قولا عرضيا\" يخرج الجنس لأنه قول ذاتي.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "والعرض اللازم هو: ما يمتنع انفكاكه عن الماهية كالكاتب بالقوة بالنسبة إلى الإنسان. ¶ والعرض المفارق هو: ما لا يمتنع انفكاكه عن الشيء، وهو إما سريع الزوال؛ كحمرة الخجل، وصفرة الرجل، وإما بطيء الزوال؛ كالشيب والشباب. ¶ الجسم: ¶ ـ الجسم: جوهر قابل للأبعاد الثلاثة، وقيل: هو المركب المؤلف من الجوهر. ¶ الهيولى: ¶ ـ الهيولى: لفظ يوناني، بمعنى الأصل والمادة، وفي الاصطلاح: هي جوهر في الجسم قابل لما يعرض لذلك الجسم؛ من الاتصال والانفصال، محل للصورتين الجسمية والنوعية. ¶ الصورة: ¶ ـ الصورة الجسمية: هو جوهر متصل بسيط لا وجود لمحله دونه، قابل للأبعاد الثلاثة المدركة من الجسم في باديء النظر، والجوهر الممتد في الأبعاد كلها المدرك في بادىء النظر بالحس. ¶ وصورة الشيء ما يؤخذ منه عند حذف المشخصات، ويقال:\"صورة الشيء\": أي ما به يحصل الشيء بالفعل. ¶ أما الصورة النوعية فهي: جوهر بسيط، لا يتم وجوده بالفعل دون وجود ما حل فيه.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "الشيء: ¶ ـ الشيء في اللغة: هو ما يصح أن يعلم ويخبر عنه عند سيبويه، وقيل الشيء: هو عبارة عن الوجود، وهو اسم لجميع المكونات عرضا كان أو جوهرا، ويصح أن يعلم ويخبر عنه، وفي الاصطلاح: هو الموجود الثابت المتحقق في الخارج. ¶ العدم: ¶ ـ هو النفي المجرد الذي لا يتضمن إثبات مدح ولا كمال. ¶ المعدوم: ¶ ـ ضد الموجود. ¶ الكون: ¶ ـ الكون: اسم لما حدث دفعة، كانقلاب الماء هواء، فإن الصورة الهوائية كانت ماء بالقوة فخرجت منها إلى الفعل دفعة، فإذا كان على التدريج فهو الحركة، وقيل: الكون حصول الصورة في المادة بعد أن لم تكن حاصلة فيها، وعند أهل التحقيق؛ الكون: عبارة عن وجود العالم من حيث هو عالم، لا من حيث إنه حق، وإن كان مرادفا للوجود المطلق العام عند أهل النظر وهو بمعنى المكون عندهم. ¶ الفساد: ¶ ـ الفساد زوال الصورة عن المادة بعد أن كانت حاصلة، والفساد عند الفقهاء: ما كان مشروعا بأصله غير مشروع بوصفه، وهو مرادف للبطلان عند الشافعي وقسم ثالث مباين للصحة والبطلان عندنا. ¶ القدم:",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ـ القدم ما ثبت للعبد في علم الحق من باب السعادة والشقاوة، فإن اختص بالسعادة؛ فهو قدم الصدق، أو بالشقاوة فقدم الجبار، فقدم الصدق وقدم الجبار هما منتهى رقائق أهل السعادة وأهل الشقاوة في عالم الحق، وهي مركز إحاطي الهادي والمضل. ¶ والقدم الذاتي هو كون الشيء غير محتاج إلى الغير. ¶ والقدم الزماني هو كون الشيء غير مسبوق بالعدم. ¶ الحدوث: ¶ ـ الحدوث عبارة عن وجود الشيء بعد عدمه. ¶ والحدوث الذاتي هو كون الشيء مفتقرا في وجوده إلى الغير. ¶ أما الحدوث الزماني: فهو كون الشيء مسبوقا بالعدم، سبقا زمانيا، والأول أعم مطلقا من الثاني. ¶ السبب: ¶ ـ السبب في اللغة: اسم لما يتوصل به إلى المقصود، وفي الشريعة: عبارة عما يكون طريقا للوصول إلى الحكم غير مؤثر فيه، والسبب التام هو الذي يوجد المسبب بوجوده فقط، والسبب الثقيل: هو حرفان متحركان نحو: لك ولم، والسبب الخفيف: هو متحرك بعده ساكن نحو قم ومن، والسبب غير التام: هو الذي يتوقف وجود المسبب عليه، لكن لا يوجد المسبب بوجوده فقط. ¶ العلة: ¶ ـ العلة لغة: عبارة عن معنى يحل بالمحل فيتغير به حال المحل بلا اختيار، ومنه يسمى المرض علة، لأنه بحلوله يتغير حال الشخص من",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "القوة إلى الضعف، وقيل: هي ما يتوقف عليه وجود الشيء ويكون خارجا مؤثرا فيه. ¶ وشريعة عبارة عما يجب الحكم به معه والعلة في العروض التغيير في الأجزاء الثمانية إذا كان في العروض والضرب. ¶ العلة التامة ما يجب وجود المعلول عندها، وقيل العلة التامة: جملة ما يتوقف عليه وجود الشيء، وقيل: هي تمام ما يتوقف عليه وجود الشيء، بمعنى أنه لا يكون وراءه شيء يتوقف عليه. ¶ الدور: ¶ ـ الدور: هو توقف الشيء على ما يتوقف عليه، ويسمى:\"الدور المصرح\"، كما يتوقف (أ) على (ب) وبالعكس أو بمراتب، ويسمى:\"الدور المضمر\"، كما يتوقف (أ) على (ب) و (ب) على (ج) و (ج) على (أ)، والفرق بين الدور وبين تعريف الشيء بنفسه هو: أنه في الدور يلزم تقدمه عليها بمرتبتين إن كان صريحا، وفي تعريف الشيء بنفسه يلزم تقدمه على نفسه بمرتبة واحدة. ¶ التسلسل: ¶ ـ التسلسل: هو ترتيب أمور غير متناهية، وأقسامه أربعة، لأنه لا يخفى إما أن يكون في الآحاد المجتمعة في الوجود، أو لم يكن فيها كالتسلسل في الحوادث، والأول: إما أن يكون فيها ترتيب أو لا، والثاني: كالتسلسل في النفوس الناطقة، والأول إما أن يكون ذلك الترتيب طبيعيا: كالتسلسل في العلل والمعلولات والصفات والموصوفات، أو وضعيا: كالتسلسل في الأجسام، والمستحيل عند الحكم الأخير دون الأولين.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "الطبيعة: ¶ ـ الطبيعية: عبارة عن القوة السارية في الأجسام، بها يصل الجسم إلى كماله الطبيعي. ¶ الأزل: ¶ ـ الأزل: استمرار الوجود في أزمنة مقدرة غير متناهية في جانب الماضي، كما أن الأبد استمرار الوجود في أزمنة مقدرة غير متناهية في جانب المستقبل. ¶ الأبد: ¶ ـ الأبد: هو استمرار الوجود في أزمنة مقدرة غير متناهية في جانب المستقبل. ¶ الخُلُق: ¶ ـ الخُلُق: عبارة عن هيئة للنفس راسخة تصدر عنها الأفعال بسهولة ويسر من غير حاجة إلى فكر وروية، فإن كانت الهيئة بحيث تصدر عنها الأفعال الجميلة عقلا وشرعا بسهولة؛ سميت الهيئة: خلقا حسنا، وإن كان الصادر منها الأفعال القبيحة، سميت الهيئة: خلقا سيئا، وإنما قلنا إنه هيئة راسخة، لأن من يصدر منه بذل المال على الندور بحالة عارضة لا يقال خلقه السخاء ما لم يثبت ذلك في نفسه، وكذلك من تكلف السكوت عند الغضب بجهد أو روية، لا يقال خلقه الحلم، وليس الخلق عبارة عن الفعل، فرب شخص خلقه السخاء، ولا يبذل إما لفقد المال أو لمانع، وربما يكون خلقه البخل، وهو يبذل لباعث أو رياء. ¶ الفيض:",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "ـ الفيض الأقدس: هو عبارة عن التجلي الحسي الذاتي، الموجب لوجود الأشياء واستعداداتها في الحضرة العلمية ثم العينية، كما قيل: كنت كنزا مخفيا فأحببت أن أعرف الحديث. ¶ أما الفيض المقدس فهو: عبارة عن التجليات الأسمائية الموجبة لظهور ما يقتضيه استعدادات تلك الأعيان في الخارج، فالفيض المقدس مترتب على الفيض الأقدس، فبالأول تحصل الأعيان الثابتة واستعداداتها الأصلية في العلم، وبالثاني تحصل تلك الأعيان في الخارج مع لوازمها وتوابعها. ¶ الواحد: ¶ ـ من أسماء الله الحسنى، وهو الذي توحَّد بجميع الكمالات، بحيث لا يشاركه فيها مشارك. ¶ البسيط: ¶ ـ البسيط ثلاثة أقسام: ¶ 1. بسيط حقيقي: وهو ما لا جزء له أصلا، كالبارئ تعالى. ¶ 2. عرفي: وهو ما لا يكون مركبا من الأجسام المختلفة الطبائع. ¶ 3. إضافي: وهو ما تكون أجزاؤه أقل بالنسبة إلى الآخر، والبسيط أيضا: روحاني وجسماني، فالروحاني كالعقول والنفوس المجردة، والجسماني كالعناصر. ¶ الخلاء: ¶ ـ الخلاء: هو البعد المفطور عند أفلاطون، والفضاء الموهوم عند المتكلمين، أي: الفضاء الذي يثبته الوهم ويدركه من الجسم المحيط بجسم",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "آخر، كالفضاء المشغول بالماء أو الهواء في داخل الكوز، فهذا الفراغ الموهوم هو الذي من شأنه أن يحصل فيه الجسم، وأن يكون ظرفا له عندهم وبهذا الاعتبار يجعلونه حيزا للجسم، وباعتبار فراغه عن شغل الجسم إياه يجعلونه خلاء، فالخلاء عندهم: هو هذا الفراغ مع قيد ألا يشغله شاغل من الأجسام، فيكون لا شيئا محضا، لأن الفراغ الموهوم ليس بموجود في الخارج بل هو أمر موهوم عندهم، إذ لو وجد لكان بعدا مفطورا، وهم لا يقولون به، والحكماء ذاهبون إلى امتناع الخلاء، والمتكلمون إلى إمكانه وما وراء المحدد ليس ببعد لا لانتهاء الأبعاد بالمحدد، ولا قابل للزيادة والنقصان، لأنه لا شيء محض، فلا يكون خلاء بأحد المعنيين، بل الخلاء إنما يلزم من وجود الحاوي مع عدم المحوي وذا غير ممكن. ¶ الزمان: ¶ ـ الزمان: هو مقدار حركة الفلك الأطلس عند الحكماء، وعند المتكلمين: عبارة عن متجدد معلوم مقدر به متجدد آخر موهوم، كما يقال:\"آتيك عند طلوع الشمس\"، فإن طلوع الشمس معلوم، ومجيئه موهوم، فإذا قرن ذلك الموهوم بذلك المعلوم زال الإيهام. ¶ المكان: ¶ ـ المكان عند الحكماء: هو السطح الباطن من الجسم الحاوي المماس للسطح الظاهر من الجسم المحوى، وعند المتكلمين: هو الفراغ المتوهم الذي يشغله الجسم وتنفذ فيه أبعاده.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "والمكان المبهم: عبارة عن مكان له اسم نسميه به، بسبب أمر غير داخل في مسماه، كالخلف: فإن تسمية ذلك المكان بالخلف؛ إنما هو بسبب كون الخلف في جهة، وهو غير داخل في مسماه. ¶ والمكان المعين: عبارة عن مكان له اسم سمي به بسبب أمر داخل في مسماه كالدار فإن تسميته بها بسبب الحائط والسقف وغيرهما وكلها داخلة في مسماه. ¶ القابل: ¶ ـ هو المهيء للقبول، والقابلية حالة القابل، وهي التهيؤ لقبول التأثير من الخارج، ويرادفها الانفعال. ¶ الصدور: ¶ ـ صدر الأمر صدوراً: وقع وتقرر، وصدر الشيء عن غيره: نشأ. ¶ ويطلق الصدور في الفلسفة الأفلاطونية الحديثة على فيض الموجودات عن الواحد أو الخير. ¶ الهوهو: ¶ ـ هو أحد تصورات الفكر الأساسية، ويطلق على مطابقة الشيء الشيء من كل وجه، وإن تميز عنه، أو على الشيء الذي يبقى واحداً، وإن طرأ عليه التغير. ¶ =======================================",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "هذا ماتيسر جمعه، أسأل الله أن ينفع به. ¶ وفي الختام؛ أتقدم بالشكر الجزيل ـ بعد الله ـ لشيخنا ¶ الدكتور: حمدان الحمدان، على توجيهه ¶ لنا وخدمته لنا في مجال العلم، ¶ لاحرمه الله الأجر والمثوبة، ¶ وصلى الله على نبينا ¶ محمد وعلى آله وصحبه وسلم. ¶ ==",
            "page": "12",
            "part": "1"
        }
    ],
    "t35945": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "المصطلحات الفلسفية"
        }
    ]
}