{
    "b35953": [
        {
            "id": "1",
            "nass": "أكمل البيان ¶ في شرح حديث ¶ النجد قرن الشيطان ¶ تأليف ¶ الشيخ/ محمد أشرف سندهو ¶ قام بصف ونشر الكتاب ¶ أبو عمر الدوسري ¶ www.frqan.com ¶ مقدمة الطبعة الثانية ¶ ((نداء وإعلان ببطلان ما زعمه أهل الحرمان )) ¶ بقلم/ أبي محمد عبد القادر بن حبيب الله السندي. ¶ الحمد لله وحده والصلاة والسلام على من لا نبي بعده أما بعد : ¶ فأني كنت قد حققت رسالة وهي بعنوان ((أكمل البيان في شرح حديث نجد قرن الشيطان)) للعلامة الأثري الشيخ الحكيم محمد أشرف سندهو رحمه الله تعالى التوفي سنة 1374ه وذلك في عام 1402ه وكانت قد طبعت بباكستان في طبعة رديئة للغاية، مع وقوع الأغلاط الكثيرة في تلك الطبعة كحال وظروف المطابع هناك، ثم رأيت أن أطبعها مرة ثانية بناء على طلبات الأخوة الكثيرين لكشف الحقيقة",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "الناصعة التي أظلم عليها الناس الكثيرون هنا وهناك ولبسوا بها على كثير من العوام، إما جهلا منهم أو عنادا والله أعلم بهم: ثم قولهم ذاك مبني على التحريف والتغيير والتشهير بأناس مظلومين لم يعينهم رسول الله صلى الله عليه وسلم أبا ولم يقصدهم في هذا الحديث المبارك الذي هو حديث عبد الله بن عمر رضي الله عنهما كما يأتي جليا في رسالة الشيخ محمد أشرف رحمه الله تعالى، ذاك الحديث الذي كثر فيه الكلام في الأيام الأخيرة على ألسنة بعض الناس دون علم ولا رشد، ولا فقه وإنما للعداوة لأهل الحق كما يأتي مفصلا في الرسالة المذكورة، وإن هذا الحديث الذي أخرجه الشيخان في صحيحهما وبعض أصحاب السنن والإمام أحمد في مسنده، والإمام مالك في موطأه: قال البخاري في الصحيح كتاب الفتن حديث رقم 7092 و7094 الفتح 45/13 بإسناده عن ابن عمر رضي الله عنهما، أنه قال أن النبي عليه الصلاة و السلام قام إلى جنب المنبر فقال: (( الفتنة ها هنا، الفتنة هاهنا، من حيث يطلع قرن الشيطان أو قال قرن الشمس ))، وفي حديث آخر عند البخاري أيضا وذلك من حديث ابن عمر رضي الله عنهما إذ قال: أنه عليه الصلاة والسلام قال: ((اللهم بارك لنا في شامنا اللهم بارك لنا في يمننا, قالوا: يا رسول الله! وفي نجدنا, فأظنه قال: في الثالثة هناك الزلازل، والفتن، وبها يطلع قرن الشيطان))، ومن هنا نجد أن كلمة ((نجدنا )) والتي وردت في هذا الحديث النبوي الشريف الصحيح قد أخذها بعض الناس في الزمن المتأخر الذي قل فيه العلم وعم فيه الظلم والفساد والجهل والبغي والعدوان من غير مآخذها، ومواردها فسلطوها على أهل التوحيد وقد كذبوا بها على رسول الله صلى الله عليه وسلم بغيا وعدوانا منهم وفسادا ونكاية بما عندهم من سوء المعتقد على أناس آخرين لم يعينهم رسول الله صلى الله عليه وسلم البتة وكيف وقد روى الإمام أحمد بن حنبل في مسنده بإسناده عن شيخه عبد الله بن نمير إذ قال: ثنا ابن نمير",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "ثنا حنظله، عن سالم بن عبد الله بن عمر، عن ابن عمر رضي الله عنه عنهما قال: رأيت رسول الله صلى الله عليه وسلم يشير بيده يؤم العراق، ها أن الفتنة ههنا إن الفتنة ههنا، ثلاث مرات من حيث يطلع قرن الشيطان1 هكذا صرح عبد الله بن عمر رضي الله عنهما في هذا الحديث بأن المراد من قرن الشيطان والنجد الوارد في الحديث هو العراق: وكيف لا؟ وأن هذا الإسناد الذي هو عند الإمام أحمد إسناد صحيح للغاية. ¶ رجال إسناد الإمام أحمد ¶ 1- ابن نمير هو عبد الله بن نمير، قال الحافظ ابن حجر في التقريب رقم الترجمة 698 ص457/1: إذ قال عبد الله بن نمير، بنون، مصغر الهمداني، أبو هشام الكوفي، ثقة صاحب حديث، من أهل السنة من كبار التاسعة مات سنة تسع وتسعين ومائة وله أربع وثمانون سنة/ع أي هو من رجال الكتب الستة، قال الحافظ ابن حجر عنه في التهذيب رقم الترجمة109ص 57/6، وروى عنه الإمام أحمد والآخرون ذكرهم، ثم قال نقلا عن أبي حاتم الإمام شيخ الجرح والتعديل محمد بن إدريس الحنظلي -كان عبد الله بن نمير مستقيم الحديث قال العجلي: ثقة، ثالح الحديث، ثقة، أ.هـ قلت: هو من رجال البخاري ومسلم وأصحاب السنن الأربعة والإمام أحمد في المسند. ¶ 2- وأما شيخ عبد الله بن نمير فهو الإمام الحافظ، الحجة حنظلة بن أبي سفيان بن عبد الرحمن بن صفوان بن أمية الجمحي، المكي قال الحافظ ابن حجر في التقريب رقم الترجمة 637، ثقة، حجة من السادسة، مات سنة151 أي هو من رجال البخاري ومسلم والسنن الأربعة، وقال الحافظ في التهذيب: رقم الترجمة110 ص60-61/3: روى عن سالم بن عبد الله بن عمر وآخرين ذكرهم الحافظ، ثم قال الحافظ: قال أحمد بن حنبل. كان وكيع إذا أتى على حديثه -أي حديث حنظلة بن أبي سفيان- مرتين- كذا قال الجوزجاني عن أحمد، أنه ثقة مجده كثيراً وعظم شأنه وكيف لا؟ وهو من رجال الشيخين في صحيحهما وقد أخرج حديثه جميع أصحاب السنة.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "3- الرجل الثالث في إسناد الإمام أحمد: هو سالم بن عبد لله بن عمر بن الخطاب القرشي، العدوي هو أبو عمر، أو أبو عبد الله المدني قال الحافظ في التقريب رقم الترجمة11- ص280/1: أحد الفقهاء السبعة وكان ثبتاً عابداً، فاضلاً، كان يشبه بأبيه في الهدي، والسمت من كبار الثالثة، مات في آخر سنة ست ومائة على الصحيح/ع، أي هو من رجال الكتب الستة. وقال الحافظ في التهذيب عنه رقم الترجمة807 ص436/3 بعدما ذكر اسمه ونسبه وروايته عن أبيه عبد الله بن عمر رضي الله عنهما والآخرين ثم قال: نقلاً عن الإمام مالك لم يكن أحد في زمان سالم بن عبد الله أشبه من مضى من الصالحين في الزهد، والفضل، ثم مجده الحافظ، وعظم منزلته ومكانته نقلا عن الأئمة الكبار..",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "4- وأما الرجل الرابع في إسناد الإمام أحمد فهو الصحابي الجليل ابن الصحابي الجليل الفاروق عبد الله بن عمر بن الخطب العدوي، أبو عبد الرحمن قال الحافظ في التقريب رقم الترجمة491 ص435/1 ولد بعد المبعث بيسير، واستصغر يوم أحد، وهو ابن أربع عشرة سنة وهو أحد المكثرين من الصحابة، والعبادلة، وكان من أشد الناس اتباعاً للأثر مات سنة73هـ، وفي آخرها أو أول التي تليها /ع. أي هو من رجال الجماعة.. قلت: هذا هو إسناد الإمام أحمد في المسند وأن رجال إسناده كلهم ثقات عدول زهاد أتقياء وأخيار حسب قانون الرواية والسماع وإنه على شرط الشيخين بلا شك ولا شبهة وإما المتن فهو يحدد ويعين موضع النجد الوارد في الحديث على لسان رسول الله صلى الله عليه وسلم في أحاديث كثيرة وهو العراق وليس هو موضع يعينه الجهلة الأغبياء أعداء السنة الذين يطيلون ألسنتهم بالسوء والنفاق والشقاق دون الرجوع إلى حديث رسول الله صلى الله عليه وسلم نصاً وروحاً والذي يحدد ويعين معنى النجد الوارد في الحديث وهو العراق وكيف لا؟ وقد ورد الحديث الآخر الصحيح الذي أخرجه البخاري في الجامع الصحيح في موضعين فضائل الصحابة وفي كتاب الأدب2 والإمام أحمد في المسند.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "قال الإمام البخاري رحمه الله في الجامع الصحيح كتاب فضائل الصحابة باب رقم 22 وعنوانه: باب مناقب الحسن والحسين رضي الله عنهما، ثم ساق إسناده عن شيخه الإمام الحافظ، محمد بن بشار، حدثنا غندر، حدثنا شعبة عن محمد بن أبي يعقوب سمعت ابن أبي نعم، سمعت عبد الله بن عمرو سأله رجل عن المحرم؟ قال شعبة: أحسبه يقتل الذباب فقال: أهل العراق يسألون عن الذباب وقد قتلوا ابن ابنة رسول الله صلى الله عليه وسلم؟ وقال النبي صلى الله عليه وسلم هما ريحانتاي في الدنيا -ومن هنا ينبغي ويجب التعمق في هذا الحديث الشريف الذي ينص على أهل العراق وهم المعنيون في الحديث السابق كما يأتي في أقوال أهل العلم سلفاً وخلفا قريباً إن شاء الله تعالى وأنهم قتلوا ابنة ابنة رسول الله صلى الله عليه وسلم فاطمة الزهراء البتول رضي الله تعالى عنهم جميعا، ثم يسألون عن قتل الذباب؟ هكذا طبيعة هؤلاء الظلمة الغاشمين الذي احتلوا أرض الكويت المسلمة ظلماً وعدواناً وفساداً وسرقة ونهبوا الأموال وهتكوا الأعراض وسفكوا الدماء وفعلوا الفاحشة بالحرائر من بنات المسلمين وأخواتهم وأمهاتهم قهراً وظلماً وقد سبق لهم أن قتلوا ابن ابنة رسول الله صلى الله عليه وسلم ثم يسألون عن دم الذباب أو البعوض في حالة الإحرام وهكذا هؤلاء الجناة البغاة اليوم يقيمون ما زعموا مؤتمراً إسلامياً شعبياً بعد إقدامهم على هذه الجريمة النكراء التي لم يسبق إليها أحد وقد جلبوا الدخلاء إلى هذا المؤتمر المزعوم، كذباً وافتراء على الإسلام لكي يبرروا لهم هؤلاء المنبوذون الذين نبذتهم شعوبهم وليس لهم أي منزلة لدى شعوبهم وأنهم أكالون الحرام والسح وأموال الناس بالباطل فعلى ذاك السفاك الجاني الباغي اللص الملحد الزنديق أن يورد اسماً واحداً من أسماء هؤلاء الذين جلبهم من شذاذ الأرض الذين خفيت عليهم هذه الجريمة المنكرة القبيحة؟ ثم أيدوا الظالم المتجبر السفاك، أو كان هناك حسد وعدوان وبغي",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "منهم على أهل الحرمين الشريفين الذين أعزهم الله بدينه وأكرمهم بإكرام مثالي عظيم. ¶ والله إنها رزية لا بعدها رزية وكيف لا؟ وقد أخرج البخاري في الصحيح عن أهل العراق ما نصه الذي جاء عند الإمام البخاري في الجامع الصحيح كتاب الدب باب 18 وعنوانه؛ باب رحمة الولد، وتقبيله، ومعانقته، وقال ثابت: عن أنس أخذ النبي صلى الله عليه وسلم إبراهيم فقبله وشمه، ثم ساق الإمام البخاري إسناده قائلاً: حدثنا موسى بن إسماعيل، حدثنا مهدي، حدثنا ابن أبي يعقوب عن ابن أبي نعم قال: كنت شاهداً لابن عمر، وسأله رجل عن دم البعوض فقال ممن أنت؟ قال: من أهل العراق، قال: انظروا إلى هذا؟ يسألني عن دم البعوض، وقد قتلوا ابن ابنة رسول الله صلى الله عليه وسلم، وسمعت النبي صلى الله عليه وسلم يقول: هما -أي الحسن والحسين- ريحانتاي في الدنيا- هكذا هذا الحديث ينص على غلاظة طبائع أهل العراق وشدة وقسوة قلوبهم حتى قتلوا ابن ابنة رسول الله صلى الله عليه وسلم فإذا كان قد احتل هؤلاء الظلمة الغاشمون الملحدون الزنادقة الأفاكون اللئام هذه الأرض المسلمة مع قتل أهلها وتشريد آلاف مؤلفة من هذه المسلمين وغيرهم ونهب الموال منها في ظلمة الليل فهذه خصلتهم القديمة وعادتهم الأصلية الذميمة فلا يستغرب منهم كما قال عبد الله بن عمر رضي الله عنهما، عندما سأله سائل عراقي عن قتل الذباب، ومن هنا يقول الحافظ ابن حجر في الفتح ص427/10، شارحاً هذا الحديث يقوله. نقلاً عن الإمام علي بن خلف المعروف بابن بطال المتوفى سنة 449هـ قال ابن بطال: يؤخذ من الحديث أنه يجب تقديم ما هو أوكد على المرء من أمر دينه لإنكار ابن عمر على من سأله عن دم البعوض مع تركه الاستغفار من الكبيرة التي ارتكبه بالإعانة على قتل الحسين، فوبخه بذلك، وإنما خصه بالذكر لعظيم قدر الحسين ومكانه من لنبي صلى الله عليه وسلم انتهى ثم قال الحافظ معلقاً على كلام ابن بطال رحمهما الله تعالى: والذي يظهر",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "أن ابن عمر لم يقصد ذلك الرجل بعينه بل أراد التنبيه على جفاء طبيعة أهل العراق وغلبة الجهل عليهم بالنسبة لأهل الحجاز، ولا مانع أن يكون بعد ذلك أفتى السائل عن خصوص ما سأله عنه، لأنه لا يحل له كتمان العلم، إلا أنه حمل على أن السائل كان متعنتاً، ويؤكد ما قتله: أنه ليس في القصة ما يدل على أن السائل المذكور كان ممن أعان على قتل الحسين، فإن ثبت ذلك فالقول ما قال ابن بطال والله أعلم انتهى كلام الحافظ.. ¶ قلت: ومن هنا يجب إمعان النظر وتدقيق الفكر وتشغيل المخ فيما صنعه هذا الظالم السفاك العراقي الملحد من نقض المواثيق والعهود التي سمعها العالم وهي محررة مكتوبة في بيانات رسمية من عدم الاعتداء على الجيران ثم أقدم على نقضها في ظلمة الليل ولا ذنب له في ذلك وإنما كما قال ابن عمر رضي الله عنهما لذاك العراقي الذي سأله عن دم البعوض أو الذباب في حالة الإحرام وقد يبق أن قتل أبوه أو جده أو شارك هو بنفسه في قتل الحسين رضي الله عنه أو كان من هؤلاء الخونة الملاحدة الذين كتبوا إلى الحسين رضي الله عنه نفاقاً وكذباً وزوراً يطلبونه للبيع ثم قتلوه وقتلوا من كان معه هذا هو معنى قرن الشيطان ورأس الفتنة المشرق أو النجد الذي هو نجد العراق ثم يقيم هذا السفاك المبين لتبرير موقفه العدواني هذا الذي سماه المؤتمر الإسلامي الشعبي وليس هو مؤتمراً إسلامياً وإنما هو المؤتمر العدواني الإلحادي البغيض الذي دعا إليه هؤلاء المنبوذين الأشرار الخونة الظالمين وفيهم يقول عليه الصلاة والسلام وفي أمثالهم وذلك من حديث أبي بكر الصديق رضي الله عنه أخرجه الإمام أحمد في المسند وأبو داود في السنن، والترمذي في جامعه، قال الإمام أحمد في المسند 7/1 ثنا يزيد بن هارون، قال: أخبرنا إسماعيل بن أبي خال، عن قيس بن حازم، عن أ[ي بكر الصديق رضي الله عنه، قال: يا أيها الناس إنكم تقرءون هذه الآية {أَيُّهَا الَّذِينَ آمَنُواْ عَلَيْكُمْ أَنفُسَكُمْ",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "لاَ يَضُرُّكُم مَّن ضَلَّ إِذَا اهْتَدَيْتُمْ} وإني سمعت رسول الله صلى الله عليه وسلم يقول: إن الناس إذا رأوا الظالم فلم يأخذوا على يديه أوشك أن يعمهم الله بعقابه وقد عزا السيوطي هذا الحديث في الدر المنثور ص215/3، إلى أبي بكر ابن أبي شيبة، وأحمد، وعبد بن حميد، والعدني، وابن منيع، والحميدي، في مسانيدهم وأبو داود، والترمذي وصححه، والنسائي، وانب ماجه، وابو يعلى والكجي، في سننه، وابن جرير، وابن المنذر، وابن أبي حاتم، وابن حبان والدارقطني، في الأفراد وأبو الشيخ وابن مردويه، والبيهقي في شعب الإيمان، والضياء في المختارة عن قيس بن حازم عن أبي بكر الصديق رضي الله عنه ثم ذكر لفظ الحديث.. هكذا تقف وتشاهد على ظلم هؤلاء الأفاكين الكذابين ثم يلعبون على ضعف النفوس هنا وهناك باستعمالهم الإسلام وأبغضهم إليه لمحاربتهم له في سلوكهم الكفري الشاذ، وقتل دعاته وتعذيب علماءه، والانحراف عن مبادئه ورمي نظامه الرفيع بالرجعية والفساد، كما وجد في دستورهم الإلحادي ونظامهم الخاسر الاقتصادي والاجتماعي والتربوي والثقافي والسياسي، وقد خرج الأحرار من أرض الرافدين منذ أن سيطر هذا الملحد السفاك على سدة الحكم ظلماً وقهراً واستبداد منحرفاً عن جميع القيم الروحية والأخلاقية ثم احتاج الآن إلى الإسلام لحاجة خبيثة في نفسه ولتبرير موقفه المشين من هذا الظلم الأسود البغيض الذي تمثل في اجتياح قواته الباغية أرض الكويت المسلمة وحيا من الشيطان اللعين إليه ضارباً جميع العهود والمواثيق عرض الحائط والتي قطعها على نفسه الأمارة الخبيثة وحررها بخط يده وضبطها برسمه دون أن يكون في قلبه وضميره الميت شيء منها من الوفاة والإيفاء إلا الحبر على الورق كالخونة المارقين السكرانين الذين لا عهد لهم ولا ميثاق ولا ذمة عندهم ولا عهد، ومن هنا ترى وتشاهد هذه الأعمال القبيحة الصادرة عنه وهو رئيس دولة حسب زعمه لا والله لم يمر على الإنسانية في",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "تاريخها الطويل على مر الدهور وكر الزمن مثل هذا اللص الباغي الأفاك الكذاب الغادر. ¶ وكيف لا يكون كذلك لأنه لم يأت بخير قط منذ أن سيطر على سدة الحكم في العراق مستبداً ومتجبراً بطغيانه وفساد عقله ونجاسة فكره بالظلم والبطش فظهر هذا اللص الإرهابي المحارب بتلك الصورة القبيحة مع أعماله البشعة وكان هؤلاء قد قتلوا ابن ابنة رسول الله صلى الله عليه وسلم ولقد صدق رسول الله صلى الله عليه وسلم في حديثه الصحيح أخرجه الشيخان في صحيحهما والإمام أحمد في المسند315/2، كلهم من حديث أبي هريرة رضي الله عنه ، قال البخاري في الصحيح كتاب الجنائز باب رقم92، باب ما قيل في أولاد المشركين، حديث رقم1385 ص345/3 الفتح: ثم ساق إسناده عن طريق الزهري، عن أبي سلمة بن بعد الرحمن، عن أبي هريرة رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم: كل مولود يولد على الفطرة، فأبواه يهودانه، أو ينصرانه، أو يمجسانه، كمثل البهيمة تنتج البهيمة هل ترى فيها جدعاء؟ قلت: هذا هو الحديث الصحيح الذي حمل في طياته المعاني السامية الكثيرة ومنها أن كل مولود سواء كان قد ولد في بيت يهودي أو نصراني أو مجوسي وإنما يولد على الفطرة، والفطرة هي الإسلام كما ورد تفسير الفطرة على لسان جهابذة المفسرين والمحدثين والفقهاء قديماً وحديثاً وكيف لا وقد قال ربما جل وعلا في كتابه الكريم وذلك في سورة الروم: {فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا فِطْرَةَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا لا تَبْدِيلَ لِخَلْقِ اللَّهِ ذَلِكَ الدِّينُ الْقَيِّمُ وَلَكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ} [آية30]. هكذا الوضوح والبيان والنور في كتاب الله تعالى وسنة رسول الكريم صلى الله عليه وسلم، وأنهما يتحدان ويجتمعان على معنى واحد مع أصول محكمة وقواعد راسخة وأنظمة عالية رفيعة ومن هنا جاز لنا أن نقول: أن قرن الشيطان الحالي الذي ظهر في العراق بعمله ذاك المشين",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "البشع هو قد أشار إليه رسول الله صلى الله عليه وسلم في حديثه الصحيح ولم يكن هناك قرن الشيطان الواحد في عصر واحد وزمن معين وإنما يتكرر وجوده في كل عصر وحين وإنه ولد في بيت خراب ودمار وفساد وهناك تربى على أيد ظالمة غاشمة وأنه منبع الفتنة كما ظهرت الفتن المظلمة الفتاكة الرهيبة في أزمنة كثيرة متغايرة ومنها قتل علي بن أبي طالب رضي الله عنه على يد ابن ملجم المرادي الذي هو عبد الرحمن بن ملجم المرادي قال الحافظ في اللسان 439-440/3 ذاك المفتر الخارجي ليس بأهل أن يروى عنه وما أظن له رواية ثم قال: ختم له بشر، فقتل أمير المؤمنين عليا رضي الله عنه، متقرباً إلى الله بدمه بزعمه فقطعت أربعيته ولسانه، وسلمت عيناه، ثم أحرق نسأل الله العفو والعافية. أهـ قلت: هذا كلام الذهبي ثم زاد عليه الحافظ أشياء كثيرة ثم قال الحافظ قتل ابن ملجم بالكوفة سنة أربعين ثم ذكر كيفية قتله علي بن أبي طالب رضي الله عنه، قلت: إن جميع الفتن التي ظهرت فهي كلها وقعت في العراق ومنها قتل الحسين بن علي رضي الله عنه ولقد طول الإمام المزي في تهذيب الكمال والحافظ ابن حجر في الإصاب رقم الترجمة، 1724 ص332-335/1 فانظر إلى هذه الفتنة المظلمة الفتاكة الرهيبة التي وقعت في العراق وهو قرن الشيطان وأن استشهاد الحسين بن عبي بن أبي طالب رضي الله عنهما، بالصوف الذي ذكره الحافظ في الإصابة نقلاً عن المصادر الموثوقة كان من أكبر الفتن وأعظمها وأشدها على الأمة المسلمة وأنها لفتنة سوداء وقعت في موضع قرن الشيطان في ذاك الوقت المظلم وقد ذكر الحافظ في الإصابة ص335/1: إذ قال وقد صح عن إبراهيم النخعي، أنه يقول: لو كان فيمن قاتل الحسين، ثم أدخلت الجنة لاستحييت أن أنظر إلى وجه رسول الله صلى الله عليه وسلم وقد استشهد رضي الله عنه ظلما وعدوانا وخيانة ونقضا للعهود والمواثيق في محرم يوم عاشوراء من سنة 61هـ كما أكد ذلك جمهور أهل المغازي والسير هكذا قال",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "الحافظ نقلا عن الزبير بن بكار الأسدي ومن هنا نعلم تماما أن هذه الفتنة المظلمة الفتاكة الرهيبة التي أقامها سفاك بغداد واحتل فيها الدولة المسلمة الشقيقة الجارة الكويت كانت في 11/1/1411هـ أي شهر محرم الحرام كما يأتي تفصيلها إن شاء الله من القبائح البشعة والجرائم الشنيعة التي أقدم عليها قرن الشيطان الحالي في الكويت وغيرها من الدول المجاورة.. ثم فتنة القرامطة في عام 278هـ في العراق، وفيها يقول الإمام ابن كثير رحمه الله تعالى في البداية والنهاية 61ـ62/11، وفيها أي سنة 278هـ تحزبت القرامطة، وهم فرقة من الزنادقة، الملاحدة اتباع الفلاسفة من الفرس، الذي يعتقدون بنبوة زرادشت، ومزدك، وكانا يبيحان المحرمات، ثم تم بعد ذلك إتباع كل ناعق إلى باطل، وأكثر ما يفسدون من جهة الرافضة، ويدخلون إلى الباطل من جهتهم، ولأنهم أقل الناس عقول ويقال لهم الإسماعيلية، لانتسابهم إلى إسماعيل الأعرج بن جعفر الصادق ويقال لهم القرامطة، قيل نسبة إلى قرمط بن الأشعث البقار ثم ذكر الإمام ابن كثير فضائحهم وقبائحهم التي تقشعر منها الجلود ومنها: أنهم يجتمعون في كل سنة ليلة هم ونسائهم ثم يطفئون المصباح وينتبهون النساء فمن وقعت يده في امرأة حلت له، ويقولون: اصطياد مباح لعنهم الله ثم ذكر أشياء كثيرة وهي فظيعة وقبيحة ومن هنا كان هذا القرن الشيطاني قد أباح الزنا في حرائر الكويت وهذا مذهب آبائه وأجداده كما يأتي تفصيل ذلك، وهو الآن لتبرير موقفه المشين يدعو إلى إقامة ما يسمى المؤتمر الإسلامي الشعبي فغضب الله على من أجابه وأيده على هذا الظلم والبغي والعدوان قبل أن يقع الغضب على من صنع هذا العمل القبيح المشين ثم ذكر الإمام الحافظ ابن كثير رحمه الله تعالى في البداية والنهاية ص160ـ162 /11 عن أخذ القرامطة الحجر الأسود إلى بلادهم الذي هو قرن الشيطان إذ قال رحمه الله تعالى فيها في سنة 317ه خرج ركب العراق وأميرهم منصور الديلمي",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "فوصلوا إلى مكة سالمين، وتوافدت الركوب هناك، من كل مكان وجانب وفج فما شعروا إلا بالقرمطي قد خرج عليهم في جماعته يوم التروية فانتهب أموالهم واستباح قتالهم، فقتل في رحاب مكة وشعابها وفي السجد الحرام وهو في جوف الكعبة من الحجاج خلقا كثيرا وجلس أميرهم أبو طاهر لعنه الله على باب الكعبة والرجال تصرع حوله والسيوف تعمل في الناس في السجد الحرام في الشهر الحرام يوم التروية الذي هو من أشرف الأيام وهو يقول: أنا الله وبالله أنا أنا أخلق الخلق وأفنيهم أنا فكان الناس يفرون منه فيتعلقون بأستار الكعبة فلا يجدي ذلك عنهم شيئا بل يقتلون وهو كذلك ويطوفون فيقتلون في الطواف وقد كان بعض أهل الحديث يومئذ يطوف فلما قضى طوافه أخذته السيوف فلما وجب أنشد وهو كذلك: ¶ ترى المحبين صرعى في ديارهم ¶ كفتية الكهف لا يدرون كم لبثوا؟ ¶ فلما قضى القرمطي لعنه الله أمره وفعل ما فعل بالحجيج من الأفاعيل القبيحة أمر أن تدفن القتلى في بئر زمزم ودفن كثيرا منهم في أماكنهم من الحرم وفي السجد الحرام يا حبذا تلك القتلة وتلك الضجعة وذلك المدفن والمكان ومع هذا لم يغسلوا ولم يكفنوا ولم يصل عليهم لأنهم محرمون وشهداء في نفس الأمر وهدم القرمطي قبة زمزم وأمر بقلع باب الكعبة ونزع كسوتها عنها وشققها بين أصحابه وأمر رجلا أن يصعد إلى ميزاب الكعبة فيقتلعه فسقط على أم رأسه فمات إلى النار. ¶ فعند ذلك انكفى الخبيث عن الميزاب ثم أمر بأن يقلع الحجر الأسود فجاءه رجل فضربه بمثقل في يده وقال أين الطير الأبابيل؟ أين الحجارة من سجيل؟ ثم قلع الحجر الأسود وأخذوه حين راحوا معهم إلى بلادهم (القرن الشيطان ) فمكث عندهم اثنتين وعشرين سنة حتى ردوه كما سنذكره في سنة تسع وثلاثين وثلاثمائة فإنا إليه راجعون.أ.هـ",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "قلت: هذا هو القرن للشيطان ظهر مرة عاشرة في هذا الزمن باحتلاله دولة الكويت في شهر محرم الحرام من هذا العام وسوف يلعنه التاريخ الإسلامي على مر الأيام الآتية إلى أن يرث الله الأرض ومن عليها وكذا يلعن هؤلاء السفهاء والأفاكين الخونة المأجورين الذين ناصروه وأيدوه على فعلته الشنيعة ثم ذكر الإمام ابن كثير رحمه الله تعالى في البداية والنهاية 161/11 بقوله: وقد أسر بعض أهل الحديث في أيدي القرامطة فمكث عنهم عجائب من قلة عقولهم وعدم دينهم وأن الذي أسره كان يستخدمه في أشق الخدمة وأشدها وكان يعربد عليه إذا سكر فقال لي ذات ليلة وهو سكران ما تقول في محمدكم؟ فقلت: لا أدري فقال: كان سائسا ثم قال: ما تقول في أبي بكر؟ فقلت: لا أدري فقال: فقال: كان ضعيفاً مهيناً وكان عمر فظا غليظا وكان عثمان جاهلا أحمق وكان علي ممخرقاً ليس كان عنده أحد يعلمه ما ادعى أنه في صدره من العلم أما كان يمكنه أن يتعلم من هذا كلمة ومن هذا كلمة؟ ثم قال: هذا كله مخرقة فلما كان من الغد قال: لا تخبر بهذا الذي قلت لك أحداً ذكره ابن الجوزي في منتظمه. أ.هـ",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "قلت: هكذا تقف على قرن الشيطان ورأسه وذنبه وإنه لمستمر الآن. ومن تلك الفتن المظلمة في قرن الشيطان هو فتنة خلق القرآن وأنها أعظم وأشد وأنكى فتنة وقعت هناك على يد القرمطي بشر بن غياث المريسي وابن أبي داود وغير هما من أهل الإلحاد والزندقة تلك الفتنة التي ذهب ضحيتها آلاف مؤلفة من الرجال والنساء وقد فصل فيها القول جماعة كبيرة من الثقات ومنها فتنة الحلاج أبي منصور القائل: أنا الحق التي وقع فيها من القتل والنهب والسحر كما سمعنا أن سفاك بغداد الآن يستعمل السحرة الآن في فتنته هذه وقد أشار إليه السحرة بعدم الانسحاب فصدقهم واستغاث بهم واستعان بسحرهم كما قرأت في الجرائد العالمية أثناء تواجدي في أوربا قبل شهرين وقد نشرته بعض الجرائد العربية ومنها جريدة الحياة البيروتية وهذا هو القرن الشيطاني الذي أشار إله رسول الله صلى الله عليه وسلم وقد عقد الإمام الحافظ أبو يوسف يعقوب بن سفيان الفسوي الثقة الحجة المتوفى سنة 277هـ بالبصرة في كتابه البارع المفيد((المعرفة والتاريخ)) عنوانا وفصلا مهما مستقلا إذ قال رحمه الله ص 746/2: ما جاء في الكوفة ثم ساق إسناده قائلا: حدثنا محمد بن عبد العزيز الرملي، وفي حدثنا ضمرة بن ربيعة، عن ابن شوذب، عن توبة العنبري، عن سالم، عن ابن عمر، قال: قال رسول الله صلى الله عليه وسلم: اللهم بارك،لنا في مدينتنا، وفي صاعنا، وفي مدنا، وفي يمننا، وفي شامنا، فقال الرجل: يا رسول الله وفي عراقنا؟ فقال رسول الله صلى الله عليه وسلم: بها الزلازل، والفتن، ومنها يطلع قرن الشيطان.. الحديث. ¶ تحقيق رجال الإسناد",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وقد ورد في هذا المتن((وفي عراقنا)) كما تجدونه واضحا مبينا، والرسول صلى الله عليه وسلم لا يدعوا لأهل العراق((وهو النجد)) المعنى في الحديث كما سوف يأتي في الرسالة الشيخ العلامة الأثري الحكيم محمد أشرف سندهو رحمه الله الذي نقل فيها أقوال العلم المحدثين والفقهاء وأهل السير والمغازي والتفسير والبلدان وغيرهم الذين صرحوا بأن المراد من النجد في الحديث((هو العراق)) كما جاء في حديث صحيح عند الإمام أحمد في مسنده.. فالرجال هنا في إسناد الحافظ أبي يوسف هم كالآتي:",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "1- أما المؤلف فهو الإمام الحافظ، الحجة أبو يوسف يعقوب بن سفيان بن جوان الفارسي الفسوي قال الذهبي في تذكرة الحافظ رقم الترجمة 607 ص 582- 583/2 صاحب التاريخ الكبير، والمشيخة، ثم قال: وبقى في الرحلة ثلاثين سنة، قال أبو زرعة الدمشقي: قدم علينا من نبلاء الرجال يعقوب بن سفيان يعجز أهل العراق أن يروا مثله ثم مجده كثيرا وقد قال عنه في السير رقم الترجمة106ص180-184/13، الإمام، الحافظ، الحجة، الرحال، محدث إقليم فارس ثم قال: مولده عام190هـ، في دولة الرشيد ثم ذكر بعض شيوخه، إلى أن ذكر الذهبي عن محمد بن القاسم بن بشر، سمعت محمد بن يزيد، الفسوي العطار، سمعت يعقوب بن سفيان يقول: كنت في رحلتي في طلب الحديث فدخلت إلى بعض المدن فصادفت بها شيخا، احتجت إلى الإقامة عليه للاستكثار عنه، وقلت نفقتي، وبعدت عن بلدي فكنت أدمن الكتابة ليلا، وأقرأ عليه نهارا فلما كان ذات ليلة، كنت جالسا أنسخ وقد تصرم الليل، فنزل الماء في عيني فلم أبصر السراج، ولا البيت، فبكيت على انقطاعي، وعلى ما يفوتني من العلم فاشتد بكائي حتى اتكأت على جنبي، فنمت فرأيت النبي صلى الله عليه وسلم في النوم، فناداني: يا يعقوب بن سفيان! لم أنت بكيت؟ فقلت: يا رسول الله! ذهب بصري فتحسرت على ما فاتني من كتب سنتك، وعلى الانقطاع عن بلدي، فقال: أدن مني،فدنوت منه، فأمر يده على عيني كأنه يقرأ عليهما قال: ثم استيقظت فأبصرت وأخذت نسخي وقعدت في السراج أكتب. أ. هـ ¶ قلت: قال المعلق على السير 182/ 13 انظر تهذيب التهذيب 386- 387/ 11، أهـ قلت: راجعت المصدر المذكور فإذا فيه هذه الحكاية بنصها وروحها نقاها الحافظ من السير وعند الحافظ أخباره المنقولة كثيرة جدا تدل على عظيم قدره ورسوخ علمه ومنها قول الحاكم أبي عبد الله فيه: وقال الحاكم: كان- الفسوي- إمام أهل الحديث بفارس ثم ذكر أخباره العجيبة في رواية الحديث وضبطه وسماعه.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "2- الرجل الثاني في إسناد الفسوي وهو شيخه محمد بن عبد العزيز العمري الرملي، ابن الواسطي قال الحافظ في التقريب 186/ 2: صدوق يهم، وكانت له معرفة من المعاشرة/ خ تم، س، أهـ قلت: هو من شيوخ البخاري بدون واسطة روى عنه في الصحيح هكذا قال الحافظ في التهذيب ص 313/9 وروى الترمذي عن الطريق الذهلي عنه والنساء، ثم قال الحافظ: قال العجلي ثقة وفي الزمرة روى عنه البخاري أعلم أهل زمانه. وهو حسن الحديث. ¶ 3- هو ضمرة بن ربيعة الفلسطيني أبو عبد الله قال الحافظ في التقريب ص 374/ 1 أصله دمشقي، صدوق يهم قليلا من التاسعة مات سنة 232هـ/ بخ عم. أي هو من رجال البخاري في الأدب المفرد والسنن الأربعة، وقال عنه الحافظ في التهذيب ص 460/ 4: قال الحافظ: قال عبد الله بن أحمد عن أبيه: رجل صالح، صالح الحديث من الثقات المأمونين، لم يكن بالشام رجل يشبه وهو أحب إلينا من بقية، وقال ابن معين والنسائي ثقة، وقال أبو حاتم: صالح، قال ابن سعد: كان ثقة مأمونا ولم يكن هناك أفضل منه. أهـ قلت: هكذا تقف على حاله وهو حسن الحديث. ¶ 4- هو ابن شوذب وهو عبد الله بن شوذب الخراساني، أبو عبد الرحمن قال الحافظ في التقريب رقم الترجمة 380 ص 423/ 1 سكن البصرة، ثم الشام صدوق عابد من السابعة مات سنة 157هـ / بخ عم، قلت: حديثه صحيح.. ¶ 5- الرجل الخامس: هو توبة العنبري، البصري أبو المورع، بضم الميم، وفتح الواو، وتشديد الراء المكسورة بعدها مهملة ثقة، اخطأ الأزدي إذ ضعفه من الرابعة مات 131هـ / خ م، ر، س، قلت: الأزدي محمد حسين مجروح لا يعتمد على جرحه مع كون توبة العنبري من رجال البخاري ومسلم في صحيحيهما فهذا غاية في التعديل.. ¶ 6- سالم بن عبد الله بن عمر هو من الفقهاء السبعة كما مضت ترجمته سابقا..",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "هكذا تجد إن هذا الإسناد أعنى إسناد الحافظ أبي يوسف يعقوب بن سفيان الفسوي حسن لذاته.. والذي روى عن طريقه هذا المتن كلهم ثقات ثم قال العلامة الفسوي: حدثني سعيد بن أسد قال: حدثنا ضمرة ثنا ابن شوذب عن تربة العنبري، عن سالم، عن أبيه قال: قال رسول الله صلى الله عليه وسلم: اللهم بارك لنا في مدينتنا ثم ذكر الحديث وفيه. فقال رجل: يا رسول الله! وفي عراقنا؟ ثم ذكره ثلاث مرات عدم الدعاء لأهل العراق ثم قال: فيها الزلازل، والفتن، ومنها يطلع قرن الشيطان أهـ قلت: شيخ الفسوي هنا في هذا الإسناد هو سعيد بن أوس وليس سعيد بن أسد وأسد كلمة خطأ قبيح قد وقع من النساخ والمحقق لم يشر إليه لعدم علمه بالأسانيد وإنما هو الإمام الزاهد سعيد بن أوس بن ثابت أبو زيد الأنصاري النحوي، البصري قال الحافظ في التقريب رقم الترجمة 126 ص 291/ 1 صدوق وله أوهام، رمي بالقدر، من التاسعة مات أربع عشرة ومائتين على الصحيح، وله ثلاثة وتسعون سنة / د.ت. قلت: صالح للمتبعات والشواهد كما لا يخفى هذا على أحد، وقد علق الفسوي في نهاية الحديث ص 747/ 2 بقوله: قال ابن شوذب: ترون أن مكة في هذا الحديث يمانية...، ثم قال الفسوي العلامة الإمام الحافظ: 747/ 2: حدثنا العباس بن الوليد بن مزيد أخبرني أبي قال: وحدثنا عيسى بن محمد، أخبرني الوليد بن مزيد، قال: حدثنا عبد الله بن القاسم، ومطر، وكثير أبو سهل، عن تربة العنبري، عن سالم بن عبد الله، عن أبيه أن النبي صلى الله عليه وسلم دعا: فقال: اللهم بارك لنا في مكتنا، وبارك لنا في مدينتنا، وبارك لنا في شامنا، وبارك لنا في يمننا، اللهم بارك لنا في صاعنا، وبارك لنا في مدنا، فقال الرجل: وفي عراقنا، فأعرض عنه، فردد هذا ثلاثا، كل ذلك يقول الرجل: وفي عراقنا, فأعرض عنه, فقال: بها الزلازل, والفتن, ومنها يطلع قرن الشيطان أهـ قلت: هكذا تجد في هذا الكتاب وأن مؤلفه عراقي, وكذا محققه عراقي, وقد وجد هذا الكتاب",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "أصلا في العراق في وقت من الأوقات ولذلك كما قال محقق الكتاب ص 54/1 أن الخطيب البغدادي صاحب تاريخ بغداد قد اقتبس منه في كتبه الكثير وإنه أعلم بها والمقصود أن هذا الحديث الذي روى عن طريق سالم بن عبد الله بن عمر رضي الله عنهما عن أبيه في وصف قرن الشيطان وإنه هو في العراق لا في نجد اليمامة كما أثبت ذلك العلامة الشيخ محمد أشرف في رسالته القيمة (أكمل البيان في شرح حديث نجد قرن الشيطان) التي أقدم لها الآن في طبعة جديدة منقاة مع مقدمة إضافية منقولة عن كتب السنة النبوية الشريفة فما يبقى بعد هذا البيان والوضوح أي غموض أو أشكال لدى هؤلاء الأغبياء الجهلة الذين يتكلمون في معنى هذا الحديث الصحيح على غير مراد رسول الله صلى الله عليه وسلم إما جهلا منهم وهو الأهون والخف وإما عناداً وكذبا وزورا وبهتانا على رسول الله صلى الله عليه وسلم فهو الأشد والأغلظ ذنباً وجريمة وكفراً. من كذب عليّ متعمداً فليتبوأ مقعده من النار حديث متواتر. ¶ وإن كنت لا تدري فتلك مصيبة ¶ وإن كنت تدري فالمصيبة أعظم ¶ ومن هنا لقد ظهر واضحاً جليا كما في هذه العجالة الصغيرة السريعة أن النجد الوارد في حديث ابن عمر رضي الله عنهما هو العراق وحده كما ثبت عن الحوادث التاريخية الخطيرة التي وقعت هناك في أوقات مختلفة وأزمنة متغايرة على يد هؤلاء الفساق والفجار الذين كانوا هناك ثم هذه الفتنة المظلمة الفتاكة الرهيبة التي وقعت في 11/1/1411هـ في شهر محرم الحرام على يد هذا السفاك المبير الغادر إليك تفاصيل هذه الجريمة النكراء البشعة والفتنة العمياء والمصيبة الصماء. ¶ تفاصيل الفتنة",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "1- وقعت هذه الفتنة في ليلة مظلمة على يد السفاك الذي تمثل فيه قرن الشيطان ليلة الخميس من شهر محرم الحرام سنة 1411هـ الحادي عشر من ذاك الشهر المبارك ذاك الشهر الذي قتل العراقيون فيه ابن ابنة رسول الله صلى الله عليه وسلم الحسين بن علي بن أبي طالب رضي الله عنهما، دون رحمة ولا شفقة وإن القتال في هذا الشهر المحرم جريمة كبرى وإلى هذا المعنى يشير قوله تعالى في سورة البقرة: {يَسْأَلُونَكَ عَنِ الشَّهْرِ الْحَرَامِ قِتَالٍ فِيهِ قُلْ قِتَالٌ فِيهِ كَبِيرٌ وَصَدٌّ عَن سَبِيلِ اللَّهِ وَكُفْرٌ بِهِ وَالْمَسْجِدِ الْحَرَامِ وَإِخْرَاجُ أَهْلِهِ مِنْهُ أَكْبَرُ عِندَ اللَّهِ وَالْفِتْنَةُ أَكْبَرُ مِنَ الْقَتْلِ وَلاَ يَزَالُونَ يُقَاتِلُونَكُمْ حَتَّىَ يَرُدُّوكُمْ عَن دِينِكُمْ إِنِ اسْتَطَاعُواْ وَمَن يَرْتَدِدْ مِنكُمْ عَن دِينِهِ فَيَمُتْ وَهُوَ كَافِرٌ فَأُوْلَئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالآخِرَةِ وَأُوْلَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ} [آية217].. فلينظر قرن الشيطان حاله من هذه الآية الكريمة من سورة البقرة إذ أقدم على القتال في شهر محرم الحرام، ومع أنه يتمسح بالإسلام الآن والإسلام منه براء. ¶ 2- الغدر والخيانة: ونقض العهد والميثاق: ¶ ومن المعلوم لدى العالم كله أنه غدر وخان، ونقض العهد والميثاق الذي قطعه على نفسه المرة تلو المرة في مناسبات عديدة وقد اعترف بدولة الكويت المسلمة وكان له فيها السفارة والممثلون اعترف بهم دوليا..",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "ولذلك يقول عليه الصلاة والسلام في حديث صحيح أخرجه الشيخان في حيحهما وأصحاب السنن الأربعة، والدارمي في سننه، والإمام أحمد في مسنده في مواضع كثيرة جدا قال البخاري في الصحيح كتاب الفتن باب رقم21، باب إذا قال عند قوم شيئا، ثم خرج فقال بخلافه.. ثم ساق إسناده وهو برقم 7111 ص68/13 الفتح، حدثنا سليمان بن حرب، حدثنا حماد بن زيد، عن أيوب، عن نافع قال: لما خلع أهل المدينة يزيد بن معاوية، جمع ابن عمر حشمه، وولده، فقال: إني سمعت النبي صلى الله عليه وسلم يقول: ينصب لكل غادر لواء يوم القيامة، وإنا قد بايعنا هذا الرجل على بيع الله ورسوله، وإني لا أعلم غدراً أعظم من أن يبايع رجل على بيع الله ورسوله ثم ينصب له القتال وإني لا أعلم أحدا منكم خلعه ولا بايع في هذا الأمر إلا كانت الفيصل بيني وبينه أهـ. ¶ قلت: هكذا لفظ الحديث وهو عام جامع مانع لكل غادر نقض العهد والميثاق وتعهد بعدم الاعتداء على الجيران ثم اعتدى وبغى، وطغى وتجبر وظلم وافترى وكذب وأفسد فلينظر ذاك الفاجر من عمله القبيح ثم دعوته وتمسحه بالإسلام في هذا الوقت بالذات مع ارتكابه جميع الجرائم المنكرة القبيحة والأعمال المشينة وليس هذا منه إلا أنه قرن الشيطان اللعين ورأسه، وأصله.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "3- نقض العهد والميثاق: فقد قال ربنا جل وعلا في سورة الأنفال في وصف الكفار والمشركين الذين ينقضون العهد والميثاق إذ قال جل وعلا {إِنَّ شَرَّ الدَّوَابِّ عِندَ اللَّهِ الَّذِينَ كَفَرُواْ فَهُمْ لاَ يُؤْمِنُونَ * الَّذِينَ عَاهَدتَّ مِنْهُمْ ثُمَّ يَنقُضُونَ عَهْدَهُمْ فِي كُلِّ مَرَّةٍ وَهُمْ لاَ يَتَّقُونَ * فَإِمَّا تَثْقَفَنَّهُمْ فِي الْحَرْبِ فَشَرِّدْ بِهِم مَّنْ خَلْفَهُمْ لَعَلَّهُمْ يَذَّكَّرُونَ * وَإِمَّا تَخَافَنَّ مِن قَوْمٍ خِيَانَةً فَانبِذْ إِلَيْهِمْ عَلَى سَوَاءٍ إِنَّ اللَّهَ لاَ يُحِبُّ الخَائِنِينَ} [الأنفال آية 55-58] هذا هو القرآن مع هذا البيان الواضح والبرهان المنور يندد على من ينقض العهد والميثاق، وكم من عهود قد قطعها قرن الشيطان ورأسه وأصله على نفسه وهو أعلم بهذا الأمر من غيره ثم ينظر تماماً حاله من إسلامه الآن الذي يتمسح به ويدعو إليه ويجمع الأغبياء والجهلة من هنا وهناك لكي يبرروا موقفه الشيطاني؟ وصنيعته الطاغوتي وقد سبق أن قال ربنا جل وعلا في كتابه الحكيم وذلك في قوله تعالى في سورة المائدة: في وصف اليهود عليهم لعائن الله {فَبِمَا نَقْضِهِم مِّيثَاقَهُمْ لَعنَّاهُمْ وَجَعَلْنَا قُلُوبَهُمْ قَاسِيَةً يُحَرِّفُونَ الْكَلِمَ عَن مَّوَاضِعِهِ وَنَسُواْ حَظًّا مِّمَّا ذُكِّرُواْ بِهِ وَلاَ تَزَالُ تَطَّلِعُ عَلَىَ خَآئِنَةٍ مِّنْهُمْ إِلاَّ قَلِيلاً مِّنْهُمُ فَاعْفُ عَنْهُمْ وَاصْفَحْ إِنَّ اللَّهَ يُحِبُّ الْمُحْسِنِينَ} آية13.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "هكذا تجد عند هذا الرجل الخائن التحريف والتبديل والتغيير لتبرير موقفه المشين، وإن نقض العهد علامة قسوة القلب وشدته كما قالت العلماء سلفاً وخلفا وأي قساوة أعظم وأشد وأكبر من هذا الخائن السفاك الذي شوَّه سمعة الإسلام أمام العالم كله بفعلته القبيحة ثم الكذب والافتراء والخيانة بتلك الجرأة الفاجرة مع بياناته السفاهية الصادرة عنه وعن زمرته إنه يفعل كذا وكذا ويدمر كذا وكذا وأنه يملك ما يملك من دحر القوات التي جاءت لصد عدوانه وظلمه وبطشه.. وغير ذلك من الإعلانات والبيانات الجنونية. ¶ 4- نهب الأموال وسرقتها من المحلات التجارية والبيوت والبنوك الكويتية وقد سمع العالم أنه نهب سبائك الذهب وحدها قد بلغت قيمتها مليارين من الدولارات الأمريكية من البنوك الكويتية وما عدا الأموال الأخرى التي لا يحصيها إلا تعالى فإنها كثيرة جداً، فإذا لم يكن هذا سرقة ونهبا فما هي السرقة والنهب؟ ¶ قال ربنا جل وعلا في وصف اليهود عليهم لعائن الله تعالى وذلك في سورة النساء: {فَبِظُلْمٍ مِّنَ الَّذِينَ هَادُواْ حَرَّمْنَا عَلَيْهِمْ طَيِّبَاتٍ أُحِلَّتْ لَهُمْ وَبِصَدِّهِمْ عَن سَبِيلِ اللَّهِ كَثِيرًا * وَأَخْذِهِمُ الرِّبَا وَقَدْ نُهُواْ عَنْهُ وَأَكْلِهِمْ أَمْوَالَ النَّاسِ بِالْبَاطِلِ وَأَعْتَدْنَا لِلْكَافِرِينَ مِنْهُمْ عَذَابًا أَلِيمًا} آية 160-161، فهذا الذي نهب وسرق من أموال الناس، ولو كان أموال غير المسلمين، فأنى له أن يحللها، أو يحلل له غيره، من هؤلاء الذين يجلبهم، من هنا، وهناك، لتبرير ظلمه، ونهبه، وفساده وبطشه، وأين إسلامه الذي يتمسح به؟ أما السرقة فإنها محرمة بنص القرآن الكريم والسنة وإجماع الأمة، فقد سرق هذه الأموال بعد أن قتل أصحابها الذين كانوا يحولون بينه وبين أموالهم وما أكثر هؤلاء.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "ولذا أخرج البخاري ومسلم، في صحيحهما، حديثا، وذلك من حديث عبادة بن الصامت، رضي الله عنه، قال البخاري في الصحيح في كتاب الديات، حديث رقم1883 ص192/12 الفتح: بإسناده عن عبادة، بن الصامت رضي الله عنه، قال: أني من النقباء، الذين بايعوا رسول الله صلى الله عليه وسلم بايعناه، على أن لا نشرك بالله شيئا، ولا نسرق ولا نزني ولا نقتل النفس التي حرم الله ولا ننهب ولا نعصي بالجنة، أن فعلنا ذلك فإن غشينا من ذلك شيئا، كان قضاء ذلك إلى الله.. الحديث.. هذا هو الحديث الصحيح، يندد على سفاك بغداد، وقرن الشيطان الحالي، الذي أظهر، بهذه الصورة البشعة المنكرة، القبيحة والحديث ومعناه واضح مع ذلك ترى وتسمع ما أقدم عليه سفاك ولص بغداد بتلك الجرأة الظالمة الغاشمة التي لم يسبق إليها أحد، فيما سبق له فيما علمت إلا ذاك القرمطي الذي ذكره الإمام ابن كثير في البداية والنهاية.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "5- قتله آلافا مؤلفة، من الناس، ظلماً وعدواناً، وفساداً فالقتل وحده إذا كان، في شهر محرم الحرام من عظائم الجرائم لا يغفر لصاحبه، وأن صحابه خالد مخلد في النار ولذا قال ربنا جل وعلا: في محكم كتابه وذلك في سورة النساء: {وَمَن يَقْتُلْ مُؤْمِنًا مُّتَعَمِّدًا فَجَزَآؤُهُ جَهَنَّمُ خَالِدًا فِيهَا وَغَضِبَ اللَّهُ عَلَيْهِ وَلَعَنَهُ وَأَعَدَّ لَهُ عَذَابًا عَظِيمًا} آية 93، هكذا تجد وتقف على ظلمه وبطشه ونكايته بالمسلمين وقد ذكر القرآن مؤمنا واحد فقط، وأما هذا الدجال اللعين فقد قتل ألافاً مؤلفة في داخل بلاده وخارجها وعلى رأس هؤلاء الذين قتلهم ونهب أموالهم أهل الكويت وغيرهم من سكانها، في ظلمة الليل غدراً وخيانة، وما أعظم وأشد هذا القتل الذي أقدم عليه هذا الجبان الظالم من القتل الذي ذكره الله تعالى في هذه السورة المباركة موضحاً جريمة القتل.. وأما أنواع القتل وصفتها التي أقدم عليها هذا الطاغي فإنها لم يسبقه إليها أحد من الظلمة السابقين الأولين والآخرين بما سمع العالم عن طريق السابقين الأولين والآخرين بما سمع العالم عن طريق المشردين الفارين من ظلمة وبطشه، وكنت قبل عدة أسابيع في أوربا وكنت أسمع عن الذين وصلوا هناك بأعداد كبيرة وهم يقصون بعض قصص القتل والنهب والسلب والزنا وغير ذلك من الأمور القبيحة فيقولون: إن هذا من العروبة والإسلام؟ وكانوا يقولون إن إسرائيل لم تقدم على هذا العمل المشين ومع ذلك أن بعض العرب يؤيدون هذا الظالم السفاك ويناصرونه فيما أقدم عليه. هذا هو قرن الشيطان ورأسه واصله ولبه وقد تجمعت شياطين العالم كلها في جيبه وجعبته وفي رأسه لتطبيق النزعة الاشتراكية.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "6- جريمة الزنا وأنها أعظم وأشنع جريمة أرتكبها جنود سفاك العراق بإشادته وموافقته لهم وقد قال ربنا جل وعلا عن هذه العملية الرذيلة والشنيعة الشنعاء في كتابه الكريم وذلك في سورة الفرقان في وصف عباده المؤمنين إذ قال جل وعلا: {وَالَّذِينَ لا يَدْعُونَ مَعَ اللَّهِ إِلَهًا آخَرَ وَلا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ وَلا يَزْنُونَ وَمَن يَفْعَلْ ذَلِكَ يَلْقَ أَثَامًا * يُضَاعَفْ لَهُ الْعَذَابُ يَوْمَ الْقِيَامَةِ وَيَخْلُدْ فِيهِ مُهَانًا * إِلَّا مَن تَابَ وَآمَنَ وَعَمِلَ عَمَلًا صَالِحًا فَأُوْلَئِكَ يُبَدِّلُ اللَّهُ سَيِّئَاتِهِمْ حَسَنَاتٍ وَكَانَ اللَّهُ غَفُورًا رَّحِيمًا} آية 68-70. وهكذا وصف ربنا جل وعلا عباده المؤمنين الذي لا يقدمون على هذه الأعمال القبيحة المشينة التي ارتكبها هذا الفاسق الدجال الخائن قرن الشيطان في الدولة الكويتية الجارة المسلمة في الشهر الحرام وقال جل وعلا في سورة الإسراء. {وَلاَ تَقْرَبُواْ الزِّنَى إِنَّهُ كَانَ فَاحِشَةً وَسَاءَ سَبِيلاً * وَلاَ تَقْتُلُواْ النَّفْسَ الَّتِي حَرَّمَ اللّهُ إِلاَّ بِالحَقِّ وَمَن قُتِلَ مَظْلُومًا فَقَدْ جَعَلْنَا لِوَلِيِّهِ سُلْطَانًا فَلاَ يُسْرِف فِّي الْقَتْلِ إِنَّهُ كَانَ مَنْصُورًا} آية 32-33. وأن حوادث الزنا بعد الاحتلال والاجتياح قد وقعت علنا وجهاراً دون حياء ولا خجل وقد حدثنا عنها أناس ثقات والقلم يستحي من أن يسطر تفاصيل هذه النكبة السوداء التي وقعت على يد هذا اللعين الطاغي الجبار. أهذا من الإسلام يا هؤلاء المؤيدون والمناصرون له؟ أهكذا الإنسانية والفضيلة والرجولة والشهامة؟ أيدتم الظالم على هذا الظلم والفساد والبغي والعدوان والقهر والبطش والجبروت؟ أهذا من العروبة أين انتم من عذاب الله وعقابه وبطشه وأنتم تزعمون أن تحرروا فلسطين بهذا التأتيد والنصرة للظالم؟ أين أنتم من العقل",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "السليم والفكر السديد قبل أن تكونوا مسلمين أين أنتم من هذه الجريمة النكراء التي رضيتم بها ولا ترضون بها لأنفسكم؟ ¶ 7- أهذا الفعل الشنيع الذي أقدم عليه هذا الظالم من احتلاله الكويت له صلة بإسرائيل واحتلاله أرض فلسطين؟ حتى تؤيدوا هذا الجاني المعتدي السافك على هذه الجرائم البشعة المشار إليها ومتى كانت الكويت وأهلها المظلومون المقهورون يؤيدون إسرائيل ويناصرونها ويمدون إليها من المال والسلاح والعتاد؟ لكي تتقوى اليهود عليهم لعائن الله على الشعب الفلسطيني المظلوم؟ أهكذا الإيمان والصدق والوفاء في المعاملة التي أقدمتم عليها رجل بشع وجشع طماع في أموال الناس بعد أن أهدر أموال وكرامة شعبه وقوة عزيمته، وأفلسه في حرب ظالمه غاشمة أكلت الأخضر واليابس واستمرت ثمان سنوات أو أكثر وقد بدد الثروة كلها وما قدم له أهل الخليج والكويت والدول الخليجية والسعودية وغيرهم كل هذه الأموال ضاعت وصرفت في القتل والفتنة دون حياء ولا خجل وأين كانت قضية فلسطين في نظره في ذاك الوقت؟، وفي الوقت الذي دمرت له الدولة الظالمة الغاشمة اليهودية المفاعل النووي الذي صرف عليه أموال الشعب العراقي الهائلة من قبل هذا السفاك أين كان هو بعد انتهاء الحرب العراقية الإيرانية من أمره وشأنه وتصرفاته الهمجية الهوجاء الغوغائية كان عليه أن يتوجه بقواته التي يفتخر بها الآن إلى الموقع الأصلي لتحرير فلسطين والانتقام من الهجوم الذي أقدمت عليه إسرائيل من تدميره نهائيا المفاعل النووي الذي أعده أصلا لمحاربة الدول الخليجية والسعودية وكان متفقا تماما مع إسرائيل سرا كما علم العالم كله؟ ولكن الله لطف بعباده فسلط عليه عدوه فدمرها.. ¶ 8- ثم يزعم من احتلاله هذا البغيض انه يوزع الثروة العربية على فقراء العرب ويساوي بين الغني والفقير، كما سمع العالم كله، هل وزع من ثروة العراق على أهل العراق أنفسهم قبل أن يوزع على فقراء العرب الآخرين؟",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "9-ثم ما الذي قدم وساعد لفلسطين أثناء حكمه البغيض من المال والعتاد والثروة؟ والذي استمر أكثر من عشرين سنة هل اشترى لأهل فلسطين ولو بندقية واحدة لكي يتقووا بها في انتفاضتهم الباسلة أمام عدوهم؟ وأين عقولهم هؤلاء السفهاء المجانين الذين وقفوا إلى جانبه وإلى جانب ظلمه وبطشه وفساده وقد اتهمتهم الدول الغربية وغيرهم وأن هؤلاء المنتفضين إرهابيون حسب زعم هؤلاء لما أيدوا هذا الإرهابي الذي لم يسبق إليه أحد في إرهابه لو لم يكن إرهابيا فلماذا هذا الحشد العسكري الهائل العالمي ضده؟ ¶ إذا لم يكن هذا العمل القبيح من ا لإرهاب فما هو الإرهاب في نظر هؤلاء؟ فلو كان قد ارتكب هذا العمل المشين ضد الكفار الذميين الذين استظلوا بالعراق لكان هذا العمل في نظر الإسلام إرهابا بلا شك ولا شبة فكيف قام هذا المتنكر الظالم الأثيم بالمسلمين السالمين الذين وقفوا إلى جواره وقدموا له الغال والرخيص في حربه اللامسئولة مع جارته إيران؟ ¶ 10ـ ثم النظر الدقيق والفكر السديد فما زعم من مبادراته الجنونية والهرائية منذ أول يوم احتل فيه الكويت إذ قال سمع العالم قام الانقلاب العسكري بالكويت وقد طلب الإنقلابيون منه المساعدة ولذا أرسل هذه القوات الكبيرة والضخمة مع تلك الأسلحة الكثيرة إليهم مع التهديد الخطير لمن أراد أن يتدخل في أمر الكويت وكنت أسمع هذا ومعي آلاف مؤلفة من الناس، ثم بعد يوم واحد فقط زعم أن هناك قد قامت الحكومة المستقلة ثم بعد ذلك بعدة ساعات قليلة زعم أن هناك وحدة اندماجية بين العراق والكويت، ثم زعم بعد ذلك أن الكويت جزء من العراق هكذا افترى وكذب فلعنة الله على الكاذبين، ثم زعم انه مستعد على أن يعطي البترول المسروق الكويتي مجانا للعالم الثالث وهو بترول مسروق هكذا زعم وأعلن أهكذا الحكومة والدولة وهكذا الحرية والاشتراكية والبعثية التي زعمها هو منذ أن جاء على سدة الحكم؟",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "11- مسئلة قتل جماعي للأكراد المسلمين بمادة كيماوية محرمة دوليا وإن لم يكن هذا قرنا للشيطان فما هو قرن الشيطان إذا؟ ¶ تدمير بلاد الحلبجة بكاملها مع جميع سكانها بهذه المادة الخبيثة مع ذلك هو عربي مسلم؟ وقد أهلك الحرث والنسل وأفسد بشكل فظيع لم يسبق إليه أحد كما سمع العالم كله من في الحسين العلوي وأن في العراق منظمة سرية تحكم العراق وتبطش بأهله مع تقارير أخرى كثيرة نشرها الصحفيون العالميون ونشروها في صحف العالم كله وإلى هذا المعنى أشار قوله تعالى وذلك في سورة البقرة إذ قال جل وعلا {وَمِنَ النَّاسِ مَن يُعْجِبُكَ قَوْلُهُ فِي الْحَيَاةِ الدُّنْيَا وَيُشْهِدُ اللّهَ عَلَى مَا فِي قَلْبِهِ وَهُوَ أَلَدُّ الْخِصَامِ 204 وَإِذَا تَوَلَّى سَعَى فِي الأَرْضِ لِيُفْسِدَ فِيِهَا وَيُهْلِكَ الْحَرْثَ وَالنَّسْلَ وَاللَّهُ لاَ يُحِبُّ الفَسَادَ 205 وَإِذَا قِيلَ لَهُ اتَّقِ اللّهَ أَخَذَتْهُ الْعِزَّةُ بِالإِثْمِ فَحَسْبُهُ جَهَنَّمُ وَلَبِئْسَ الْمِهَادُ} آية 204-206 هكذا هذه الصورة البشعة التي وضحها القرآن في هذه الآيات الثلاث بهذا الأسلوب البلاغي الحكيم ثم ينظر في أمر هذا اللئيم الجبان من بداية أمره إلى أن وصل إلى هذا الظلم والطغيان والبغي والعدوان الذي أقدم عليه ثم أيده هؤلاء الخفافيش ونصروه ربما قد رجعوا بشيء قليل عما كانوا عليه سابقاً وقد صور القرآن الكريم هذه الحقيقة الناصعة التي تنطبق على هذا المجرم الأثيم المائة مع قول رسول الله صلى الله عليه وسلم في هؤلاء وعدم دعائه لهم كما ورد بذلك حديث عبد الله بن عمر رضي الله عنهما، وقد سبق لفظه وتخريجه.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "12- مسألة الرهائن الغربيين والشرقيين على حد سواء إذا اتخذهم كدروع بشرية وضعهم على خلاف رغبتهم في تلك المواقع الاستراتيجية لمدة طويلة إلى أن هيأ نظاماً جبروتياً وحياً من شيطانه اللعين وقرينه الطاغوتي ومع كونه قرناً للشيطان ثم زعم أن هؤلاء ضيوف لديه حسب بياناته المذاعة على لسانه مرات وكرات وقد صاح العالم كله من هذه إلى أن فك أسرهم لأمر معلوم لدى الجميع وهو أنه كان يريد بذلك أن تنفك الأسرة الدولية وتتزعزع عن وحدتها ضده وتضطرب كيان هذه الوحدة التي جاءت قواتها في الخليج لصد عدوانه ودحر قواته وضرب مواضعه التي تركز فيها أسلحته الدمارية الفتاكة حسب زعمه مع أنه لا يملك شيئا إلا ما يدمر نفسه أولا ثم شعبه المغلوب على أمره ولم تسمع الدنيا منذ أن خلق الله تعالى هذه الكائنات كلها أن يكون هؤلاء الذين حجزهم من الغربيين والشرقيين على خلاف إراداتهم ورغبتهم ضيوفاً حسب زعمه والضيف له مكانة كبيرة عند العرب المسلمين الأولين والآخرين، والضيف له احترامه ورغبته وإرادته ومكانته وهو حر في تصرفاته وحركاته وسكناته ولذا رغب رسول الله صلى الله عليه وسلم في إكرام الضيف إذ قال عليه الصلاة والسلام في حديث صحيح أخرجه جميع الأئمة المحدثون النقاد في صحاحهم وجوامعهم وسننهم، ومسانيدهم ومعاجمهم ومن هؤلاء البخاري في الصحيح وذلك في كتاب الأدب باب رقم 85 وعنوانه: باب إكرام الضيف وخدمته إياه بنفسه وقوله تعالى {وضيف إبراهيم المكرمين} حديث رقم6135 ص531/10 الفتح: إذ قال البخاري بإسناده عن أبي شريح الكعبي رضي الله عنه، أن رسول الله صلى الله عليه وسلم قال من كان يؤمن بالله واليوم الآخر فليكرم ضيفه، جائزته يوم وليلة، والضيافة ثلاثة أيام فما بعد ذلك فهو صدقة، ولا يحل له أن ينوي عنده حتى يحرجه أهـ قلت: هذا هو الحديث الصحيح الذي يقف في وجه هذا الظالم السفاك المتجبر الذي زعم أن هؤلاء كانوا ضيوفاً عليه بتلك الصورة البشعة",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "المنكرة والمنظر الخطير الرهيب المخيف وقد قابلت أناساً في هولندا من هؤلاء الضيوف الذي زعمهم ذاك الفاجر السفاك المجرم أنهم ضيوف مكرمون عنده إذ قال لي بحرف واحد إننا حجزنا ظلماً وعدواناً وقهراً لمدة طويلة لم تكن لنا أي حرية ولا حركة ولا اختيار وكنا في ظلام دامس وقد ربطت أعيننا عن النظر إلى العالم الخارجي وكان هؤلاء الظلمة الطغاة من زبانية مجرمهم الأثيم كانت لهم معنا علاقة سيئة جداً للغاية وما كانوا يتركوننا في مكان واحد وإنما في أمكنة متعددة وربما في اليوم الواحد مرات وكرات في ليلة في أوقات مختلفة ولم يكونوا يمكنوننا من أن نرى ونشاهد العالم الخارجي وأن الحياة القاسية الصعبة التي عشناها لم نكن نراها إلا الموت وأما الطعام الذي كان يصرف لنا في تلك المدة لم يكن طعاماً أبدا وإنما كان الزبالة الوسخة التي نتركها في الأوساخ والقمامة وكان الناس المعينون علينا يحضرون لنا هذا الوباء والداء من مكان بعيد، وكان هؤلاء لم نرهم أثناء تقديم الطعام وكانت أصواتهم تختلف تماماً وتتنوع من صوت إلى صوت آخر ولم نكن ندري أهذا الإنسان الذي قدم لنا طعاماً يوم أمس أم غيره؟ وهكذا كانت هذه الضيافة المزعومة عنده بذاك المفهوم الذي لم يسبقه إليه أحد في تاريخ الإنسانية الطويل ولقد صدق الأستاذ الحسن العلوي فيما أعلت عن هذه المنظمة السرية التي تحكم العراق بالحديد والنار، والعصابة المجرمة، ومن هنا أدركنا جميعاً أن هذه الضيافة المزعومة لم تكن ضيافة بالمعنى الصحيح وإنما كان عذاباً ونكاية وظلما وفساداً على هؤلاء الذين تواجدوا في العراق وكان لحكوماتهم قوات في الخليج جاءت بناء على قرارات صادرة من مجلس الأمن الدولي ولكن ما هي المبررات لدى هذا الظالم الغاشم أن يسيء إلى هؤلاء الذين كانت لهم أعمال كبيرة ضخمة في تطوير العراق؟ وإذا كانت تلك ضيافة في مفهوم رئيس العراق فما هو العذاب والنكاية والظلم والفساد والبغي والعدوان",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "لديه؟ ولا بد من الجواب الحاسم على هذا السؤال عمن عاش في سجون العراق وكيفية التعذيب لمن خالف حاكم العراق في بطشه وظلمه ونكايته به بشكل فظيع خطير تقشعر منه الجلود وتضطرب فيه النفوس والضمائر كما سمع العالم وشاهد ووقف على تلك المجازر الوحشية التي أقدم عليها زعيم هذه العصابة المجرمة والمنظمة السرية التي تفتك بالعراقيين المعارضين له في الداخل والخارج دون محاكمة ولا نظر ولا فكر فيما يترتب عليه من العواقب الوخيمة والنتائج المريرة، هذه هي الضيافة والإكرام عنده وعند زمرته وعصابته كما صور لي ذاك الهولندي الذي لم يستطع أن يفصح لي عن اسمه لأنه قال لي إنه وقع على عهد ومحضر أعد من قبل هؤلاء المجرمين لعدم إفصاح أي نوع من أنواع هذه الضيافة التي أكرمهم بها لص بغداد وعلى حد زعمه وتعبيره.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "13- ما موقف قرن الشيطان الحالي من القضايا الإسلامية في أنحاء العالم ومنها قضية الجهاد الأفغاني تلك القضية التي أوجدتها إحدى كبريات الدول الماركسية الشيوعية وزوجت فيها أكثر من مائة ألف جندي مع الأسلحة الفتاكة الرهيبة المدمرة وقد وفق الله تعالى الشعب الأفغاني المسلم فيها بما يثلج به الصدر من انتصارات رائعة مثالية على أكبر دولة جاءت ظلماً وعدواناً وقهراً مع فكرها الإلحادي الماركسي لكي تبث هذا الفكر الإلحادي بقوته الجبارة في قلوب الأفغان المسلمين وقد استمرت المواجهة الخطيرة بين الحق والباطل وكان طاغية العراق ولا يزال لم يحرك ساكنًا بل كان يمتد التأييد بالقوة للغزاة الطغاة الذين قد انهارت قوتهم، وانكسرت شوكتهم أمام هذه القوة الصغيرة في الظاهر والتي تمثلت في هذا الشعب المسلم الأبي فإنهم قد صنعوا تاريخاً إسلامياً جديداً ببطولاتهم وأمجادهم عند هذه القوة الباغية الطاغية التي انهارت تماماً الآن في داخل بلادها وخارجها من الدول الشرقية الأوروبية وقد تزعزع كيانها واضطرب وجودها وقد انفك ارتباط كثير من دولها عنها كما يعم الجميع ومن هنا يجب الإمعان والتفكير في مواقف هذا المجرم الأثيم والظالم الغاشم قرن الشيطان ورأس الفتنة الذي ظهر الآن وأنه من أشد أعداء المسلمين عن اليهود والنصارى والمجوس كما ظهر من مواقفه المخزية الكثيرة في كل زمان ومكانه وأنه سائر على الخط الأسود الماركسي والذي آمن به وبه استولى على الحكم وأنه يمكنه من السيطرة التامة حسب زعمه وزعم أسياده الذين تخلوا عنه الآن تماماً وأن هذه المواقف المخزية التي وقفها هذا الظالم ضد الإسلام والمسلمين في كل مكان بل حارب بالشدة وعارض وناقض كل وجهة إسلامية أو سياسية دينية تؤيد الدين الحنيف أو تناصر الحق وتزهق الباطل، وأن قضية كشمير المحتلة المسلمة وتعذيب أهلها وقتل شبابها وزجهم بالسجون من قبل المجوس وإنها قضية إسلامية ينبغي لجميع المسلمين",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "ويجب عليهم نصرة الحق والدفاع عن المظلومين ولكن هذا المارق الطاغي كان ضد المسلمين، وكما أن قضية أفغانستان الإسلامية قد وقف منها موقفاً مخزياً وهذا أمر معلوم معروف لدى الجميع، ومن هنا كان هو قرناً للشيطان وأصل الفتنة التي أشار إليها رسول الله صلى الله عليه وسلم كما سبق بيانه، وإيضاحه. ¶ 14- ثم مما يثبت للجميع ممن له دراسة وعناية بأحوال العالم خاصة الأوضاع الاقتصادية والمالية في العالم كله إلا ما شاء الله تعالى وأنها لأوضاع مضطربة ومفككة لا ضابط لها ولا ميزاناً صحيحاً يمكن أن توزن الأمور كلها في ضوء لاستقرار العالم وانضباطه وتثبيته بحالة واحدة مستقرة منتظمة وإن حل هذه المشكلة الخطيرة لم يكن لدى الغرب ولا الشرق غير الإسلاميين ولا عند أحد لآخر ممن يزعم أنه متخصص في المال والاقتصاد والتجارة وغيرها من الأمور التي تتعلق بهذا الجانب المهم الذي تعرض له القرآن الكريم وكذا السنة المطهرة الصحيحة بوضوح وبيان كاف وشاف في مواضع عديدة ومنها قوله تعالى في سورة التوبة: {انْفِرُواْ خِفَافًا وَثِقَالاً وَجَاهِدُواْ بِأَمْوَالِكُمْ وَأَنفُسِكُمْ فِي سَبِيلِ اللَّهِ ذَلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ} آية:41، لله هكذا قال جل وعلا في سورة الصف: {يَا أَيُّهَا الَّذِينَ آَمَنُوا هَلْ أَدُلُّكُمْ عَلَى تِجَارَةٍ تُنجِيكُم مِّنْ عَذَابٍ أَلِيمٍ * تُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ وَتُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوَالِكُمْ وَأَنفُسِكُمْ ذَلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ} الآيتان: 10-11، وهكذا في جميع المواضع قدم ربنا جل وعلا المال على النفس، وأن المال محبوب ومرغوب إليه، وكذا اعتنى به الإسلام اعتناء خاصاً واهتم به من جميع جوانبه إذ وضع له منهجاً متكاملاً في الكسب والإنفاق وركز عليه تركيزاً خاصاً بعد العقيدة الإسلامية الصحيحة وقد جعل بينهما صلة وثيقة قوية لا يمكن الفضل",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "بينهما بحال من الأحوال فإن العقيدة غذاء للأرواح الحية المؤمنة والتي لا تعيش إلا به وكذا الضمائر والقلوب وأن المال غذاء للأبدان، والأجسام وقد ربط بينهما ربطاً قوياً شامخاً مثالياً كالبنيان المحكم لكي يتصل هذان الجانبان المهمان في كيان الإنسان ووجوده اتصالاً مباشراً في حياته الروحية، والمعنوية والحياة المادية وعلى هذا الأساس الثابت كان التشريع الإسلامي العظيم ومن هنا نرى أنه جل وعلا قد حرم الربا الذي يجلب الشر والفساد والظلم والعدوان والحسد والبغي والطغيان بجميع أنواعه الظاهرة والباطنة وفي نفس الوقت قد حرم التعدي على الأموال والأعراض من هذا المنطلق وقد وضع الحدود الرادعة في هذا التشريع المثالي العظيم لمن تعدى هذه الحدود والحواجز والموانع مع تلك الشروط القوية المحكمة لجميع الحالات التي تطرأ على الإنسان وقد اندهش العالم الحر بكتابه ومفكريه وأدباءه قديماً وحديثاً ولما وقفوا على هذه القواعد والشروط بالدقة والتمحيص بحيث لم يبق هناك أي خلل ولا اضطراب ولا تفكك ولا ظلم ولا عدوان على أحد إن طبقت هذه الشروط والقواعد في المجتمع الإنساني، وهذا أمر معلوم واضح لدى كل من درس الرسالة الإسلامية الخالدة العظيمة وتعمق فيها وأن المال الذي وهو شريان الحياة الإنسانية وأساس مقوماته وأصل عظيم بعد العقيدة من أصول الكيان والوجود الحضاري للإنسانية فجاء الأعداء الغربيون والشرقيون ممن بعدوا عن هذا النور الوهاج بعدا شاسعاً فرموا الإسلام بجهلهم وغباوتهم وبلادتهم بالتأخر والرجعية، والفساد وعدم الوفاء بمتطلبات الحياة الفردية والجماعية بينما، في الحقيقة أن الإسلام قد وضع أصول ثابتة راسخة لمنع هذا الاضطراب الاقتصادي كما وضع قبله قواعد متينة رفيعة لمنع الاضطراب العقائدي ومن هنا نرى أن هذا الطاغي المحتال والزنديق الملحد قد تأثر بأفكار أسناده ميشيل عفلق يوناني الجنسية الذي اصطاده وتبناه وتبنى تأسيس البعث",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "الاشتراكي وكما تبنى المسيح الثاني حسب زعم هؤلاء جورج حبش حزبا سماه القوميين العرب وكما أسس الرجل الثالث المسيحي أنطون سعادة الحزب القومي السوري وكما أسس الرجل الرابع خالد بكداش الحزب الشيوعي وما تفرغ من هذه الأحزاب من شرائع كلها يسار حسب تعبير هؤلاء ومنتى حصل هذا؟ حصل بعد أن صدر وعد بلفور لإسرائيل وفي أهم العواصم تأسست هذه الأحزاب العلمانية وهذه الأحزاب نكلت بالمسلمين وبأعراضهم وأموالهم اشد تنكيل وامتصت شبابهم العربي المسلم ونشوءهم على مبادئ خبيثة كفرية واتجاهات علمانية ملحدة وقد دخلت المنطقة العربية المسلمة هذه الصراعات الطبقية وأنها كلها تستهدف إلى إفساد العقائد والضمائر والقلوب الشبابية لهذه الأمة المسلمة وإخراجهم عن دين الإسلام بالعلمانية والتحلل الخلقي وعلى هذا الأساس قامت الحرب الإيرانية العراقية التي استمرت ثمان سنوات متواليات ولم تكن هناك قضية شط العرب أو قضية أخرى ولما نددت إيران بالاشتراكية ورمته بالإلحاد والزندقة وهو حق وإنصاف قام هذا الطاغي الجبار اللئيم، بتحريك أصابع الحرب خوفاً على نزعة شيخه ميشيل عفلق الاشتراكية والتي آمن بها وبموجبها قد سيطر على كرسي وسدة الحكم في بغداد ظلما وقهرا ولكونه قرنا للشيطان كما أخبر به النبي صلى الله عليه وسلم عن وقوع هذه النزعة اللادينية ولم تقم الحرب الإيرانية والعراقية إلا على أساس وأنفق هدام وصدام بغداد في هذه الحرب 300مليار دولار وزيادة على ما ذهب ضحيتها مليون ونصف مليون عراقي وإيراني كما جاء في رسالتي: (لماذا ندافع عن السعودية؟ ) وقد طبعت بالرياض. ¶ قام هذا الظالم البغيض عدو الله وعدو رسوله الكريم صلى الله عليه وسلم باحتلال الكويت في خطوته الأولى وهذا أمر قد انكشف للعالم كله من نوايا هذا الدجال الخائن الغادر الفاجر اللئيم الإرهابي أثناء هذا الاحتلال الغاشم والاحتياج البغيض.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "ولم تكن هناك أي قضية أخرى في نظره مثل قضية فلسطين والتي يدعي الآن لكسب الأصوات بربط قضية فلسطين باعتدائه واحتلاله بالكويت مع زعمه أن الكويت محافظة تابعة للعراق وهي المحافظة التاسعة عشرة حسب زعمه؟ وإنما هناك مخطط رهيب ومنهج شيطاني لاحتلال الدول الخليجية وغيرها ومن هنا يظهر واضحا جليا أن هذا الاحتلال جزء صغير من مخططه لكونه قرنا للشيطان وقد انظم إلى قرون أخرى قد مضته في الأيام السابقة ومن هنا جاءت هذه الرسالة القيمة للبيان والتوضيح والكشف عما لبسه الظالمون الغاشمون من تلبيس خطير على حقائق الأمور الناصعة وقد جاءت هذه السطور من هذا المعدم الفقير على تلك الرسالة الصغيرة والعجالة السريعة للعلامة الشيخ محمد أشرف سندهو رحمه الله تعالى لشف الحقيقة وإنارة الطريق وغيرهم فلله دره رحمه الله تعالى وجزاه خيرا عن الإسلام والمسلمين. ¶ 15ـ وأخيرا لا آخرا لقد سمع العالم ووقف وقفة حقة على ما جرى ويجري في العراق من ظلم واستبداد وقهر وبطش وعدوان على جيرانه وذلك منذ أن قامت الثورة العراقية في تموز الثاني من عام 1958م، ولم يهدأ الشعب العراقي العربي المسلم من هذه الثورة البعثية ولم يهدأ الآخرون كما حصل لدولة الكويت الآن.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "وقد سبق لهذه الثورة البعثية في العراق أن قامت بإرسال الأسلحة الفتاكة عن طريق السفارة العراقية بباكستان وذلك في إحدى الستينات وذلك في عهد ائير مارشال محمد أيوب خان رحمه الله تعالى، وقد أثارت الصحافة العالمية كلها في ذاك الوقت هذا الموضوع ونددت بهذا الحادث الأليم المفجع وقد نسى بعض الدخلاء الآن هذا الاعتداء الأثيم على شعب باكستان المسلم الأبي ثم قاموا في هذا الوقت بمناصرة هذا الظالم الغاشم صدام حسين ومع العلم أن الحيوانات البرية والبحرية لم تسلم أيضا من شر هذا السفاك كما سمع العالم عن فعلته الشنيعة الخسيسة الذميمة من سكبه عدة ملايين من البراميل من البترول الكويتي الخام لافساد البيئة في مياه الخليج وهذا أثبت العلم والتاريخ أن صداما هو قرن الشيطان والذي أشار إليه رسول الله صلى الله عليه وسلم في حديثه الصحيح المبارك الذي مضى تخريجه ولفظه وقد أراد الله تعالى أن يهلكه ويزيل وجوده عن طريق عمله هذا المشين الذي وقف العالم كله ضده وضد مخططاته الجهنمية وليس لأحد قدرة أو تأثير على هذا القرن الشيطاني لكي يسحب قواته المنهارة عن أرض الكويت مادام قد أراد الله تعالى منه بإرادته الكونية دون الشرعية على تدميره وإهلاكه بصفة سوف يشاهدها العالم كله ـ إن شاء الله تعالى ـ قريبا ولا إرادة ولا قوة لأحد على ما أراده الله تعالى من هذا الظالم السفاك المبير لكي يقدم على هذه الجريمة النكراء ثم تكون نهايته على إثرها بعدما أعطاه الله تعالى كل الاختيار في اختياره سبيل العدل أو الظلم وقد عرف منه جل وعلا أنه سوف يختار طريق الفساد والظلم والعدوان والبغي والضلال ها هو القرن للشيطان وأصل الفتنة ولبها وخلاصتها وقد ظهر الآن في العراق حسب ما أخبره به النبي صلى الله عليه وسلم في حديثه المبارك وأن ظهوره ووجوده بهذه الصفة الشنيعة وأعماله القبيحة وجرائمه المنكرة لعلامة بارزة على صدق نبوة ورسالة رسول الله صلى الله عليه",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "وسلم الذي أخبر مسبقا بوحي من الله تعالى إليه عن وقوع هذه الفتن المظلمة والزلازل الرهيبة وطلوع قرن الشيطان في أزمنة مختلفة وأوقات متعددة إلى إن يرث الله الأرض ومن عليها وكما كشفت هذه الرسالة القيمة العجالة السريعة التي ألفها عالم سني من باكستان شرحا وتفسير لحديث عبد الله بن عمر رضي الله عنهما الذي اتخذه بعض الجهلة الأغبياء ذريعة فسادية في الطعن والنكاية لأهل الحق والإسلام محرفين وكاذبين على رسول الله صلى الله عليه وسلم فيما زعموا من عند أنفسهم من الظلم والعدوان والتحريف والتبديل لكلام رسول الله صلى الله عليه وسلم الواضح المبين على لسانه عليه الصلاة والسلام في مواضع أخرى لم يتعرضوا لها هؤلاء البغاة الكذبة الجناة البتة إما جهلا منهم وإما عنادا فليتبوؤا مقعدهم من النار حديث متواتر وإني لأحث الأخوة من طلبة العلم ممن لهم دراسة ودراية في حديث رسول الله صلى الله عليه وسلم أن يدافعوا عن السنة المطهرة بالعلم والحكمة. ¶ وصبى الله وسلم وبارك على عبده ورسوله محمد وعلى آله وصحبه أجمعين. ¶ كتب ذلكم: عبد القادر بن حبيب الله السندي ¶ نزيل المدينة المنورة في 26/6/1411هـ ¶ بسم الله الرحمن الرحيم ¶ الحمد الله نحمده ونستعينه، ونستغفره ونؤمن به، ونتوكل عليه، ونعوذ بالله، من شرور أنفسنا، ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلله فلا هادي له، ونشهد أن لا إله إلا الله، ونشهد أن محمداً عبده ورسوله؛ فإن خير الحديث كتاب الله وخير الهدي هدي محمد صلى الله عليه وسلم وشر الأمور محدثاتها وكل محدثة بدعة وكل بدعة ضلالة(3)، أما بعد:",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "فإن الله عز وجل سمى الإسلام في القرآن بالنور والحياة(4) كما شبه الكفر بالظلمة والموت، والتاريخ يشهد أن الاصطدام واقع بينهما منذ بدء الخلق ولا يزال قائماً إلى الأبد. فالمسلمون يفتخرون بإسلامهم وصدقهم، والكافرون يفرحون بكثرتهم الزاحفة وبغيهم المتجاوز عن الحد، وكل حزب بما ليدهم فرحون، وإذا كان الأمر كذلك فيجب أن يكون الموضع الخاص مركزًا لنشر الإسلام ودعوته كما يجب أن يكون موضع آخر للكفر والابتداع والضلال فالله سبحانه وتعالى أخبر على لسان نبيه عن موضع نشوء الإسلام وارتقائه وكذلك أخبر عن مصدر الكفر والطغيان، واعلموا أن ما أخبر به النبي صلى الله عليه وسلم لن يتخلف عن الوقوع ويمكن زوال الجبل عن موضعه ولكن أخبار رسول الله صلى الله عليه وسلم لا يجوز فيها أدنى احتمال للكذب والتخلف. فلنذكر الآن الأحاديث التي جاء فيها ذكر مركز الإسلام في أصح الكتب بعد كتاب الله هما صحيح البخاري وصحيح مسم وغيرهما وبعد الفراغ منها نذكر الأحاديث الدالة على مبدء الكفر والفتنة والزلازل. ¶ مركز الإسلام والإيمان ومبدأها ¶ 1- الإيمان في أهل الحجاز(5). ¶ 2- إن الإسلام بدأ غريباً وسيعود غريباً كما بدأ وهو يأرز إلى بين المسجدين كما تأرز الحية إلى جحرها(6). ¶ 3- وفي جامع الترمذي: وليعقلن الدين في الحجاز معقل الأدوية من رأس الجبل(7). ¶ 4- أشار النبي صلى الله عليه وسلم بيده نحوه اليمن فقال إلا إن الإيمان ههنا(8). ¶ 5- الإيمان يمان والفقه يمان والحكمة يمانية. مسلم(9). ¶ 6- الإيمان يمان والحكمة يمانية، قال أبو عبد الله أي البخاري سميت اليمن لأنها على يمين الكعبة والشام لأنها عن يسار الكعبة البخاري كتاب المناقب(10). ¶ 7- رأيت عموداً م نور خرج من تحت رأسي ساطعاً حتى استقر بالشام(11). ¶ 8- طوبى للشام قلنا لأي ذلك يا رسول الله! قال لأن ملائكة الرحمن باسطة أجنحتها عليها(12). ¶ 9- لا يزال أهل الغرب ظاهرين على الحق حتى تقوم الساعة. مسلم(13).",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "10- قال النووي في شرح قوله: (أهل الغرب) المراد به ((من الأرض)) قال معاذ: هم بالشام وقيل هم أهل الشام وما وراء ذلك(14). ¶ وحاصل ما تقدم من الأحاديث أن الحجاز واليمن والشام مراكز الإسلام وتبقى هذه البلاد مراكز له ما بقيت الدنيا ولا يزال نور الإيمان يتلألأ منها إلى يوم القيامة وينشر ضوئه إلى الآفاق وأطراف العالم والممالك الثلاثة وإن ذكرت في الأحاديث منفردة لكنها متحدة في الحقيقة وفي حكم البلد الواحد لتلاصقهم بعضها ببعض فمكة المكرمة داخلة في تهامة كما يظهر هذا من أسمائه صلى الله عليه وسلم أنه مكي تهامي وتهامة قطعة من اليمن يقال لها غور. قال النووي: إن مكة من تهامة وتهامة من يمن(15). وقال في الفتح: وتهامة من الغور ومكة من تهامة(16). وقال الأشرف إنما دعا لهما (أي للشام واليمن) بالبركة لأن مولده بمكة وهو باليمن والمدينة مسكنه ومدفنه وهي من الشام. وقال رأس الأحناف في الهند الشيخ عبد عبد الحق الدهلوي في اللمعات شرح المشكاة إنما خص الشام واليمن بالدعاء لأن مكة مولده وهي من اليمن والمدينة مسكنه ومدفنه وهي الشام (باب ذكر اليمين والشام)(17). وقال القارئ الحنفي(18). الحجاز أي مكة والمدينة وحواليها (مرقاة)(19). ¶ فظهر من هذا التفصيل ظهور الشمس عند الظهيرة أن الحجاز واليمن شيء واحد والتصقت حدود الحجاز بالشام من جهة أخرى فصار الجميع -اليمن والحجاز والشام- قطعة واحدة من البلاد العربية، فلما ثبت وحدتها ثبت أن البشارة والدعاء بالبركة التي جاءت ذكرهما في الأحاديث لكل واحدة من هذه البلاد الثلاثة منفردة ثابتتان للجميع على سبيل الاشتراك والاجتماع. ¶ مركز الكفر والطغيان ومصدرهما ¶ 1- رأس الكفر قبل المشرق (صحيح مسلم)(20). ¶ 2- رأس الكفر نحو المشرق (صحيح البخاري)(21). ¶ 3- ومن ههنا جاءت الفتن نحو المشرق (صحيح البخاري)(22). ¶ 4- رأيت رسول الله صلى الله عليه وسلم يشير نحو المشرق إن الفتنة ههنا إن الفتنة ههنا(23).",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "5- وهو مستقبل المشرق يقول إن الفتنة ههنا (البخاري)(24). ¶ مقصود الأحاديث أن البلاد الواقعة في جهة المشرق من المدينة المنورة هي مبدأ الفتنة والفساد ومركز الكفر والإلحاد ومصدر الابتداع والضلال فانظروا في خريطة العرب بنظر الإمعان يظهر لكم أن الأرض الواقعة في شرق المدينة إنما هي أرض العراق فقط، موضع الكوفة والبصرة وبغداد، والراسخون في العلم يعلمون هذا من إلقاء النظرة في الخريطة وأما العامي فنذكر لتفهيمه وتعليمه ألفاظ الحديث رأيت رسول الله صلى الله عليه وسلم يشير بيده نحو العراق إن الفتنة ههنا عن الفتنة ههنا ثلاثاً (مسند أحمد)(25). ¶ يا أهل العراق ما سئلكم عن الصغيرة وأركبكم الكبيرة سمعت أبي يقول سمعت رسول الله صلى الله عليه وسلم يقول أن تجيء من ههنا وأومأ بيده نحو المشرق حيث يطلع قرن الشيطان وأنتم يضرب بعضكم رقاب بعض (صحيح مسلم)(26). ¶ وجاء في جامع الترمذي انظروا إلى هذا يسأل عن دم البعوض وقد قتلوا ابن بنت رسول الله صلى الله عليه وسلم(27). ¶ وأورد الحافظ ابن كثير في تفسير قوله تعالى: {فَأَخْرَجَ لَهُمْ عِجْلًا جَسَدًا لَهُ خُوَارٌ} الآية. انظروا إلى أهل العراق قتلوا ابن بنت رسول الله صلى الله عليه وسلم وهم يسئلون عن دم البعوضة(28). ¶ وسأله رجل عن المحرم قال شعبة أحسبه ليقتل الذباب قال أهل العراق يسألوني عن الذباب وقد قتلوا ابن بنت رسول الله صلى الله عليه وسلم وقال رسول الله صلى الله عليه وسلم هما ريحانتاي من الدنيا(29). ¶ أبى النبي صلى الله عليه وسلم الدعاء بالبركة لأهل العراق ¶ ذكر النبي صلى الله عليه وسلم قال اللهم بارك لنا في شامنا وفي يمننا قالوا وفي نجدنا قال اللهم بارك لنا في شامنا وفي يمننا قالوا وفي نجدنا فأظنه قال في الثالثة هناك الزلازل والفتن وبها يطلع قرن الشيطان (صحيح البخاري باب قول النبي صلى الله عليه وسلم الفتن قبل المشرق)(30).",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "وذكر أمير المؤمنين في حديث الإمام البخاري حديث الدعاء هذا في باب قول النبي صلى الله عليه وسلم الفتن قبل المشرق واثبت الكرماني أن نجد العراق هي المصداق لحديث رسول الله صلى الله عليه وسلم ((نجد يطلع منها قرن الشيطان)) لأنها هي الواقعة في جهة المشرق من المدينة المنورة ومر تصديقه أيضاً في حديث آخر ((رأس الكفر قبل المشرق))(31). ¶ دفع الإيراد ¶ واعلم أن الجهال لقلة علمهم وسوء فهمهم وشدة بغضهم للكتاب والسنة يجعلون نجد اليمامة وأهلها من أخوان التوحيد والدولة السعودية العربية واتباعها، زادهم الله عزا وشرفا، مصداقاً للأحاديث التي جاء فيها ذكر نجد مثل حديث ((نجد يطلع منها قرن الشيطان)) و ((هناك الزلازل والفتن)) ونحوهما من الأحاديث التي تدل على ذم نجد العراق وملئوا الدنيا بدعايتهم الكاذبة الفاجرة أن آل سعود واتباعهم هم قرن الشيطان وأصحاب الفتنة والضلال وهم الذين أنذر النبي صلى الله عليه وسلم أمته عن ابتاعهم وأخبر عن بغيهم وفسادهم في الأرض منذ هذه القرون المتطاولة وأبى الدعاء في حقهم بالبركة حين دعا للشام واليمن مع أن الصحابة قالوا وفي نجدنا يا رسول الله وهذا لعمري من تأويلاتهم الزائفة وكتمانهم الحق وتلبيسهم بالباطل وإن هذا إلا كما قيل في المثل السائر (رمتني بدائها فانسلت)32 ولم يذم النبي صلى الله عليه وسلم نجد اليمامة قط ولم يمتنع عن الدعاء لها بالبركة بل دعا لها وبشر أهلها وأخبر عن إيمانهم، وحكمتهم بقوله ((الإيمان يمان والحكمة يمانية))(33). ونجد اليمامة من اليمن لأنها واقعة بينها وبين مكة كما مر، وإنما ذم النبي صلى الله عليه وسلم نجد العراق الواقعة في جهة المشرق من المدينة، موضع الكوفة والبصرة، وهي مطلع قرن الشيطان وموضع الفتن الكبار والزلازل العظام ومبدأ الابتداع كما سيأتي إيضاحه فالآن نذكر معناها اللغوي من أئمة اللغة ومحل وقوعها من أقوال شراح الحديث، ثم نذكر نهوض الفرق الضالة والمبتدعة",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "والفتن العظام والزلازل الكبار التي وقعت في العراق ودلت عليها الحقائق التاريخية وشواهد القرون الماضية يظهر منها ظهور الشمس عند الظهيرة إن نجد العراق هي التي أخبر النبي صلى الله عليه وسلم عن طلوع قرن الشيطان ووقوع الفتن والزلازل فيها لا نجد اليمامة مسكن أهل التوحيد من آل سعود واتباعهم كثر الله سوادهم ووفقهم لخدمة الدين كما يحب ويرضى. ¶ معنى النجد في اللغة ¶ النجد مصدره معناه الرفعة والعلو، ويقال لكل شيء عال نجد ولكل قطعة من الأرض مرتفعة عما حواليها ونجد ذكر في جميع كتب اللغة المعتبرة كالقاموس(34) ولسان العرب والصراح والنهاية لابن الأثير والمصباح المنير والدر النثير والمنجد وغيرها، أن النجد ما أشرف من الأرض وارتفع واستوى وصلب وغلظ، والنجد ما ارتفع من الأرض وهو خلاف الغور، (تاج العروس) وجاء في معجم البلدان جغرافية العرب القديمة، النجد قفاف الأرض وصلابها وما غلظ منها وأشرف(35). ¶ أقوال شراح الحديث في معنى النجد ومحل وقوعها ¶ قال العلامة الكرماني: وأصل النجد ما ارتفع من الأرض وهو خلاف الغور(36). ¶ وقال العيني: وأصل نجد ما ارتفع من الأرض وهو خلاف الغور(37). وقال الحافظ ابن حجر(38) والحافظ القسطلاني(39): وأصل نجد ما ارتفع من الأرض وهو خلاف الغور، واتفقت كلمة شراح الحديث وأئمة اللغة ومهرة جغرافية العرب أن النجد ليس اسماً لبلد خاص ولا اسماً لبلدة بعينها بل يقال لكل قطعة من الأرض مرتفعة عما حواليها نجد (أسماء نجود العرب) كثيرة ذكرها صاحب معجم البلدان مثل ما يأتي. ¶ أسماء نجود العرب ¶ ونجود العرب كثيرة ذكرها صاحب معجم البلدان(40) وتاج العروس(41) منها: ¶ 1- نجد البرق باليمامة (ويقال أن نجدا كلها من عمل اليمامة). ¶ 2- نجد خال. ¶ 3- نجد اجاء. ¶ 4- نجد العقاب (بدمشق). ¶ 5- نجد الود. ¶ 6- نجد العثري. ¶ 7- نجد عفري. ¶ 8- نجد كبكب. ¶ 9- نجد مريع. ¶ 10- نجد اليمن. ¶ 11- نجد الحجاز. ¶ 12- نجد العراق.",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "وقال الأصمعي هي نجود عدة منها نجد البرق واد باليمامة ونجد خال. وبعد ملاحظة فهرس نجود العرب من الجغرافية انظروا في خريطة العرب تجدوا نجد العراق في جهة المشرق من المدينة المنورة وهي التي ذكرها صاحب المعجم بلفظ كل ما وراء الخندق الذي خندقه كسرى إلى الحرة(42). وقال صاحب تاج العروس كل ما وراء الخندق على سواد العراق فهو نجد(43) وفي النهاية لا بن الأثير(44) وفي الدر النثير (النجد ما ارتفع من الأرض.. إلخ) وفي المصباح المنير (كل ما ارتفع من الأرض.. إلخ). ¶ فالحاصل ¶ إن القطعة المرتفعة التي تمتد من خندق كسرى إلى العراق يقال لها نجد وهي التي قال فيها رسول الله صلى الله عليه وسلم رأس الكفر قبل المشرق ومنها يطلع قرن الشيطان هو الأرض المرتفعة ن تهامة إلى العراق وقال أيضاً كل ما ارتفع من تهامة إلى العراق فهو نجد وأصرح من هذا قوله ومن كان بالمدينة الطيبة صلى الله عليه وسلم ساكنها وسلم كان نجده بادية العراق وهي مشرق أهلها (الكرماني شرح البخاري كتاب الفتن، المطبوع بمصر)(45) وقال العلامة العيني في شرح الحديث المذكور وأشار بقوله هناك إلى نجد ونجد من المشرق(46) وقال الخطابي نجد من جهة المشرق ومن كان بالمدينة كان نجده بادية العراق ونواحيها وهي مشرق أهلها (كتاب الفتن) وقال حيث ذكر بقاع العرب المختلفة وأما نجد فهي الناحية بين الحجاز والعراق. ¶ وبين الحافظ ابن حجر(47) والحافظ القسطلاني محل وقوع النجد هكذا. ¶ قال الخطابي نجد من جهة المشرق... إلخ لما ثبت باتفاق أئمة اللغة وشراح الحديث أن المراد من النجد الذي يطلع منها قرن الشيطان نجد بادية العراق أو نجد العراق فمن قال بعد ذلك أن المراد من هذا الحديث النجد التي تحكمها الدولة السعودية العربية فليس هو يحرف قول رسول الله صلى الله عليه وسلم فحسب، بل يستحل العقوبة لما قال رسول الله صلى الله عليه وسلم من كذب علي متعمداً فليتبوأ مقعده من النار(48).",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "ما المراد من قرن الشيطان وما معناه ¶ قال العلامة الكرماني في معنى القرن :((وقيل القرن في الحيوان يضرب به المثل فيما لا يحمد من الأمور)) و((قيل قرنه امته وشيعته)) الكرماني(49). وقال العلامة العيني قوله: قرن الشيطان ذهب الداودي للشيطان قرنان على الحقيقة وذكر الهروي أن قرنيه من ناحية رأسه وقيل هذا مثل أي يتحرك الشيطان ويتسلط. وقيل القرن القوة أي يطلع حين قوة الشيطان. عمدة القاري(50). ورجح الحافظ(51) والقسطلاني(52) بما قال الخطابي (القرن الأمة من الناس يحدثون بعد فناء آخرين وقرن الحية أن يضرب المثل فيما لا يحمد من الأمور)(53). ¶ إذا عرفت هذا بأن لك أن شراح الحديث اتفقوا على أن المراد من قرن الشيطان الأمور المحدثة والفتن والبدع الحادثة في الدين والفرق الضالة المبتدعة التي كان مركزها العراق، الكوفة والبصرة وبغداد. ¶ فهرس الفرق الضالة والفتن العامة",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "قال الكرماني ولعل المراد من الزلازل الاضطرابات التي بين الناس والبلايا ليناسب الفتن مع احتمال إرادة حقيقتها، قيل إن أهل المشرق كانوا حينئذ أهل كفر فأخبر أن الفتنة تكون من ناحيتهم كما أن وقعة الجمل وصفين وظهور الخوارج في أرض نجد العراق وما والاها وكذلك يكون خروج الدجال وياجوج ومأجوج منها (الكرماني)(54) وقال العلامة العيني وإنما اشار صلى الله عليه وسلم إلى المشرق لأن أهله يومئذ كانوا أهل الكفر فأخبر أن الفتنة تكون من تلك الناحية وكذا كانت وهي وقعة الجمل ووقعة صفين ثم ظهور الخوارج في أرض نجد والعراق وما ورائها من المشرق وكان صلى الله عليه وسلم يحذر من ذلك ويعلم به قبل وقوعه وذلك من دلالة نبوته صلى الله عليه وسلم. وقال أيضاً والفتن تبدو من المشرق ومن ناحيته يأجوج ومأجوج، وقال المهلب إنما ترك الدعاء ليضعفوا عن الشر الذي هو موضوع في جهتهم لاستيلاء الشيطان بالفتن (عيني كتاب الفتن)(55). وقال العلامة القسطلاني: وإنما أشار عليه الصلاة والسلام إلى المشرق لأن الفتنة تكون من تلك الناحية وكذا وقعت فكانت وقعة الجمل ووقعة صفين ثم ظهور الخوارج في أرض نجد وما ورائها من المشرق.. وهذا من أعلام النبوة (قسطلاني)(56).",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "وقال الحافظ في آخر البحث: قال المهلب إنما ترك الدعاء صلى الله عليه وسلم لأهل المشرق ليضعفوا عن الشر الذي هو موضوع في جهتهم لاستيلاء الشيطان بالفتن ومر الحافظ إلى أن قال: وقال غيره كان أهل المشرق يومئذ أهل كفر فأخبر صلى الله عليه وسلم أن الفتنة تكون من تلك الناحية فكان كما أخبر صلى الله عليه وسلم وأول الفتن كان من قبل المشرق فكان ذلك سبباً للفرقة بين المسلمين وذلك مما يحبه الشيطان ويفرح به كذلك البدع نشأت في تلك الجهة (فتح الباري، كتاب الفتن)(57). وقال الإمام النووي (المتقدم على ابن حجر والعيني زمانا) في معنى قرن الشيطان: هو جانباً بتسلط الشيطان ومن الكفر كما قال في الحديث الآخر رأس الكفر نحو المشرق وكان ذلك في عهده صلى الله عليه وسلم حين قال ذلك ويكون حين يخرج الدجال من المشرق وهو فيما بين ذلك منشأ الفتن العظيمة ومنشأ حادثة الترك الغاشمة العاتية الشديدة البأس(58). ¶ القول الفصل ¶ والحق الذي اتفق عليه شراح الحديث ودلت عليه الحقائق التاريخة والحوادث الماضية أن نجد العراق هي مبدأ الفتن والشرور وهي موضع البدع والفرق الضالة المضلة ومن هناك يخرج يأجوج ومأجوج في آخر الزمان ومنها يظهر الدجال فلذلك أبى رسول الله صلى الله عليه وسلم أن يدعو لنجد العراق لأنه كان يعلم ما سيقع هناك من الشرور والفتن مثل وقعة الجمل ومحاربة صفين وفتنة كربلاء وحادثة التتر الغاشمة الظالمة الذين أحرقوا البلاد بعتوهم، وطغيانهم قبل وقوع تلك الكوارث العظيمة عديمة النظر وقد وقع جميع ذلك كما أخبر، فهذا عن إعلام نبوته وأبين براهين على صدقه صلى الله عليه وسلم. ¶ الأحاديث الصريحة الدالة على أن ¶ العراق هي مطلع قرن الشيطان",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "ثبت باتفاق شراح الحديث وشهادة الحوادث التاريخية أن العراق ونجد العراق هما مركز الفتن والفساد وهما موضع خروج الفرق الضالة. فالآن راجعوا الأحاديث التي صرح فيها رسول الله صلى الله عليه وسلم باسم العراق مكان النجد عن ابن عباس وعن ابن عمر وعن الحسن مرسلاً دعا نبي الله صلى الله عليه وسلم فقال اللهم بارك لنا في صاعنا ومدنا وبارك لنا في مكتنا ومدينتنا وبارك لنا في شامنا ويمننا فقال رجل من القوم يا نبي الله وعراقنا قال إن فيها قرن الشيطان وتهيج الفتن وأن الجفا بالمشرق (كنز العمال)(59). فقال رجل فالعراق فيها ميرتنا وفيها حاجتنا فسكت فقال يطلع فيها قرن الشيطان وهناك الزلازل والفتن (كنز العمال)(60). أن النبي صلى الله عليه وسلم قال دخل إبليس العراق فقضى حاجته فيها ثم دخل الشام فطردوه حتى بلغ بيسان ثم دخل مصر فباض فيها وفرخ ثم بسط عبقرية )طبراني(61). ¶ الكوفة مبدأ ظهور الفتن",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "تقدم في السطور الماضية أن مكان ظهور البدع وخروج الفرق الضالة إنما هو أرض العراق فالآن نذكر الأحاديث التي تدل على أن الكوفة هي بعينها موضع خروجها. عن علي رضي الله عنه قال قال رسول الله صلى الله عليه وسلم فيك مثل عيسى أبغضته اليهود حتى بهتوا أمه وأحبه النصارى حتى أنزلوه بالمنزلة التي ليست له ثم قال يهلك في ((رجلان محب مفرط يقرظني بما ليس في)) ومبغض يحمله شنآني على أن يبهتني رواه أحمد(62). (مشكاة باب مناقب علي) فوقع هذا كما أخبر صلى الله عليه وسلم فنشأت فرقتان إحداهما الروافض وهم الذين غلوا في حبه وقرظوه بما ليس فيه وكتبهم المملؤة بالغلو شاهدة عليهم فتشبهوا بالنصارى. وثانيهما الخوارج وهم الذين ابغضوه وبهتوه بأشياء ليست فيه حتى كفروه فشابهوا اليهود الذين ابغضوا عيسى بن مريم وبهتوا أمه. وموضع خروج هاتين الفرقتين الضالتين الكوفة وأعمالها؛ وهي الواقعة في جهة المشرق من المدينة وإليه أشار رسول الله صلى الله عليه وسلم بيده الشريفة وقال ههنا الزلازل والفتن والفرقة الخارجية وإن لم توجد الآن في الكوفة ونواحيها بل قد انقرضت عن آخرها. لا شك كان ابتدائها في أول الأمر من الكوفة، وكان موضع أقامتها الحر وراء وهي قرية على نحو ميلين من الكوفة، أما الروافض فإن مركزهم إلى اليوم مدينة الكوفة وبلاد العراق والمراد من قرن الشيطان خروج الروافض والخوارج وجميع الفراق الباطلة كالجهمية والمعتزلة وغيرها التي جاءت بعدهم وسيجيء بيانها وهذا القرن قد طلع من نجد العراق، الكوفة وحواليها. ¶ الأحاديث الدالة ¶ على مروق الخوارج ¶ قد جاءت أحاديث كثيرة تدل على الخروج لكنا بكتفي منها بحديثين فقط على طريق الأنموذج: ¶ 1- يخرج أناس من قبل المشرق ويقرأون القرآن لا يجاوز تراقيهم (البخاري، باب قراءة الفاجر)(63). ¶ 2- قال سمعته يقول: وأهوى بيده قبل العراق يخرج منه قوم يقرأون القرآن لا يجاوز تراقيهم (البخاري، باب قتال الخوارج)(64).",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "واتفق جميع شراح البخاري على أن القوم الذي اخبر النبي صلى الله عليه وسلم بخروجهم في هذه الأحاديث هم الخوارج وهذا من دلائل نبوته لأنه وقع كما اخبر وكان ابتداء ظهورهم من الكوفة الواقعة في جهة المشرق من المدينة. قال الحافظ أنهم هم الخوارج وكان ابتداء خروجهم من العراق وهي جهة المشرق. وصرحوا بأنهم خرجوا على علي رضي الله عنه واعتزلوا جيشه حين رضي بتحكيم عمرو بن العاص وغيره من الصحابة سخطة لهذا التحكيم وهم ثمانية آلاف ونزلوا الحر وراء وهي قرية كبيرة قرب الكوفة على نحو ميلين منها وبعد ذلك جعلوا البصرة مركزهم كما في الفتح(65) ولما وقع الرضا بالتحكيم ورجع إلى الكوفة اعتزلت الخوارج بحروراء وحكم الحكمين خرج عليه ثمانية آلف من قراء الناس فنزلوا بأرض يقال لها حروراء من جانب الكوفة(66). ¶ الحروراء بلدة على ميلين من الكوفة (تحفة الأحوذي شرح الترمذي)(67) وهذه حقيقة لا تنكر أن الخوارج يعتقدون أن عليا والصحابة وجميع المسلمين سواهم قد ارتدوا عن الإسلام وكفروا بالله العزيز الحكيم، وهذا أيضا اعتقاد الروافض بل الروافض (خذلهم الله) يعتقدون أن أبا بكر وعمر وسائر الصحابة بل جميع الأمة أعداء لرسول الله صلى الله عليه وسلم. ¶ تفصيل الفرق الضالة ¶ قال العلامة علي القارئ في شرح حديث تفريق أمتي على ثلاث وسبعين ملة كلهم في النار إلا ملة واحدة قالوا ومن هي يا رسول الله قال ما أنا عليه وأصحابي(68) واعلم أن أصول أهل البدع كما نقل في المواقف ثمانية: ¶ 1ـ المعتزلة القائلون بأن العباد خالقوا أعمالهم وبنفي الرؤية وبوجوب الثواب والعقاب وهم عشرون فرقة. ¶ 2ـ والشيعة المفرطون في محبة علي كرم الله وجهه وهم اثنتان وعشرون فرقة. ¶ 3ـ والخوارج المفرطة المكفرة له رضي الله عنه، ومن أذنب كبيرة وهم عشرون فرقة. ¶ 4ـ والنجارية الموافقة لأهل السنة في خلق الأفعال والمعتزلة في نفي الصفات وحدوث الكلام وهم ثلاث فرق.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "5ـ والجبرية القائلة بسلب الاختيار عن العباد فرقة واحدة. ¶ 6ـ والمشبهة الذين يشبهون الحق بالخلق في الجسمية وهم خمس فرق. ¶ 7ـ والحلولية فرقة أيضا. ¶ فتلك اثنتان وسبعون فرقة كلهم في النار والفرقة الناجية هم أهل السنة ( المرقاة شرح المشكاة)69. ¶ والحاصل أن أصل هذه الاثنتين والسبعين فرقة الضالة من الأمة المسلمة سبع فرق كما أخبر رسول الله صلى الله عليه وسلم، وأئمة هؤلاء الفرق كلها قد ظهروا من العراق، الكوفة والبصرة وما جاورهما، وأن الفقيه الشهير والمؤرخ الكبير العلامة السيد سليمان الندوي المتوفى سنة 1372هـ ناظم ندوة العلماء ذكر في كتابه الكامل الجامع أعني( سيرة النبي صلى الله عليه وسلم ) أن الفرق الضالة كلها والفتن والمفاسد العظام جميعها ظهرت من بلاد العراق وهي المراد من طلوع قرن الشيطان ¶ من نجد وهذا تلخيص ما قال(70)، جاء في الأحاديث الصحيحة بوضوح تام أن ابتداء الفتن يكون من جهة المشرق وأشار النبي صلى الله عليه وسلم بأصبعه مرة بعد أخرى من ههنا يطلع قرن الشيطان وكانت هذه الإشارة من المدينة المنورة إلى جهة المشرق يعني العراق. ¶ فأعلموا أن قاتل عمر رضي الله عنه كان أعجميا وفتنة عثمان رضي الله عنه ابتدأت من العراق أول مرة ثم انتشرت بعد ذلك إلى مصر وحدثت وقعة الجمل في هذه الأرض بالعراق، واستشهد علي كرم الله وجهه في أكبر مدنها، الكوفة، وفي هذه الأرض وقعت محاربة صفين بين علي وبين معاوية رضي الله تعالى عنهما، ومن ههنا خرجت أول طائفة ضالة من الخوارج ومن ههنا ظهرت الجبرية والقدرية وغيرهما من الفرق المبتدعة الذين مزقوا وحدة العقائد الإسلامية.",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "وقتل ابن بنت رسول الله صلى الله عليه وسلم في هذه الأرض وشنت الغارة على قافلة النبوة بساحل الفرات في هذه البلاد وههنا ادعى المختار نبوة كاذبة، وفي هذه الأرض سفك الحجاج دماء معصومة، ومن ههنا حدث التشيع الذي فرق شمل المسلمين، وقسمهم بين الفئتين ثم وقعت بعد ذلك فتنة الترك والتتار في تلك البلاد والتي مزقت وحدة الخلافة الإسلامية وأخمدت حرارة الإيمان من قلوب العرب والمسلمين وبعد هذا أن مبادئ الغدر ضد الخلافة العثمانية التركية في الحرب العالمية الأولى وقعت من ههنا ثم انتشرت في ما بعد إلى البلاد الأخرى. ¶ رأى الصحابة في العراق ¶ بعد شهادة التاريخ والأحاديث وشروحها بوقوع الفتن الجسام والبدع العظام في العراق عليكم بقراءة أقوال الصحابة رضوان الله عليهم أجمعين وآرائهم في هذه البلاد. ¶ قال عمر رضي الله عنه: حين بعث رهطا من الأنصار إلى الكوفة أنكم تأتون الكوفة فتأتون قوما لهم أزيز بالقرآن فيأتونكم فيقولون قدم أصحاب محمد صلى الله عليه وسلم فيسألونكم عن الحديث فأقلوا الرواية عن رسول الله صلى الله عليه وسلم ( إنصاف، حجة الله البالغة للشاة ولي الله الهندي)(71). وذكر العلامة الشبلي النعماني المؤرخ المعروف هذه الرواية بعينها في كتابه سيرة النعمان(72): أن عمر بن الخطاب أراد الخروج إلى العراق فقال له كعب لا تخرج إليها يا أمير المؤمنين فإن بها تسعة أعشار السحر( الشر) وبها فسقة الجن وبه الداء العضال (موطأ إمام مالك باب ما جاء في المشرق). وفي آخر هذا الحديث في كنز العمال وبها باض إبليس وفرخ(73). ¶ خطبة الحسن بن علي رضي الله عنه",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "إن الحسن بن علي رضي الله عنه استخلف حين قتل علي رضي الله عنه فبينما هو يصلي إذ وثب عليه رجل فطعنه بخنجر والحسن رضي الله عنه ساجدا والطعنة وقعت في وركه فمرض منها اشهرا ثم برأ فقعد على المنبر فقال يا أهل العراق اتقوا الله فينا فإنا أمرائكم وضيفانكم ونحن أهل البيت الذي قال الله تعالى: {إِنَّمَا يُرِيدُ اللَّهُ لِيُذْهِبَ عَنكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيرًا} قال فما زال يقولها حتى ما بقي أحد من أهل المسجد إلا وهو يحن بكاء (تفسير ابن كثير)(74). ¶ وصية الحسن رضي الله عنه ¶ لما سقي الحسن رضي الله عنه سما أوصى لأخيه الحسين وقد حضره الموت: إن الحوادث والأحوال تشهد أن سفهاء الكوفة يخرجونك منها( تاريخ الخلفاء ترجمة الحسن بن علي) ووقعة الكربلاء تدل على غدر أهل الكوفة وكيدهم وسفكهم دماء محرمة وجورهم على أهل بيت النبي صلى الله عليه وسلم(75). ¶ أقوال التابعين في العراق وأهلها وآرائهم. ¶ إن أفضل هذه الأمة وخيرها على الإطلاق بعد النبي صلى الله عليه وسلم الصحابة رضوان الله عليهم أجمعين ثم بعدهم التابعون لهم بإحسان كما قال رسول الله صلى الله عليه وسلم خير القرون قرني ثم الذين يلونهم(76) فلذلك نذكر أقوال بعد الصحابة أقوال الطبقة العليا من التابعين في الكوفة وأهلها: ¶ 1- كان هشام بن عروة يقول إذا حدثك العراقي بألف حديث فألق تسعمائة وتسعين وكن من الباقي في شك(77). ¶ 2- نقل الحافظ الذهبي قول ربيعة بن عبد الرحمن وفتواه ما رأيت عراقيا تام العقل( ترجمة مالك بن أنس)(78). ¶ 3- قال الزهري إذا سمعت بالحديث العراقي فاردد به ثم أردد به قال أيضا أن في حديث أهل الكوفة دغلا كثيرا(79). ¶ 4- وقال الإمام طاؤس اليمني ثم المكي إذا حدثك العراقي مائة حديث فاطرح تسعا وتسعين(80). ¶ أقوال الأئمة الثلاثة مالك والشافعي ¶ وأحمد رحمهم الله في العراق وأهلها",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "قال مالك إذا خرج الحديث عن الحجاز انقطع نخاعه (تدريب الراوي)(81). ¶ وقال حبر الأمة الإمام الشافعي كل حديث جاء من العراق فليس له أصل في الحجاز فلا تقبله (تدريب). ¶ وقال أيضا إياكم والأخذ بالحديث الذي جاءكم من بلاد أهل الرأي إلا بعد التفتيش (الميزان للشعراني)(82). ¶ وقال إمام السنة أحمد بن حنبل ليس لحديث أهل الكوفة تور( سنن أبي داود)83. ¶ نتيجة الاختلاف بين الدول الثلاثة اليمن والحجاز ¶ والشام وبين الكوفة والعراق وثمرته",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "ثبت مما تقدم أن اليمن والحجاز والشام مركز الإسلام ومنبع الإيمان والهداية وأن العراق مبدأ الكفر والطغيان ومنبت البدع والضلال ومصدر الفتن والفساد، ولذلك الاختلاف الفطري ترى أهل الشام واليمن والحجاز أهل إيمان يحبون العمل بالكتاب والسنة ويعدون طاعة الله وطاعة رسوله صلى الله عليه وسلم من أكبر أسباب النجاح والفوز ولا يجوزون خلاف الله ولا خلاف رسوله صلى الله عليه وسلم ولا يلتفتون إلى قول أحد حيث وجدوا الدليل من الكتاب والسنة وترى أهل العراق أهل بدعة وضلالة بعيدة عن الحق ولا يكادون يفقهون حديثا ومن كان أقرب منهم إلى أهل السنة فإنه أيضا قد بنى مذهبه على رأي وقياس( وهم ضعفة أهل الرأي والقياس كما قال القاضي عياض)(84). دون أن يجعل الكتاب والسنة نصب عينه يطمئن بهما قلبه وينطلق بهما لسانه إن أردت أن يتبين لك هذه الحقيقة فعليك بقراءة أقوال الطبقة العليا من مؤرخي أهل الإسلام ومحققيهم. قال العلامة ابن خلدون في المقدمة: انقسم الفقه فيهم إلى طريقتين: طريقة أهل الرأي والقياس وهم أهل العراق وطريقة أهل الحديث وهم أهل الحجاز. وكان الحديث قليلا في العراق(85). وقال العلامة أبو الفتح الشهرستاني في أصحاب الرأي: وهم أهل العراق هم أصحاب أبي حنيفة النعمان بن ثابت رحمه الله تعالى ثم قال بعد ذكر أسماء تلامذته وإنما سموا أصحاب الرأي لأن عنايتهم بتحصيل وجه من القياس والمعنى المستنبط من الأحكام وبناء الحوادث عليها وربما يقدمون القياس الجلي على آحاد الأخبار( الملل والنحل)(86).",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "وقال في شأن الحديث:ثم المجتهدون من أئمة الأمة محصورون في صنفين لا يعدوان إلى ثالث. أصحاب الحديث وأصحاب الرأي فأصحاب الحديث هم أهل الحجاز مالك بن أنس ومحمد بن إدريس الشافعي وأصحاب سفيان الثوري وأصحاب أحمد بن حنبل داوود بن علي بن محمد الأصفهاني وإنما سموا أصحاب الحديث لأن عنايتهم بتحصيل الحديث ونقل الأخبار وبناء الأحكام على النصوص ولا يرجعون إلى القياس الجلي والخفي إذا وجدوا خبرا وأثر وقد قال الشافعي إذا وجدتم في مذهبنا خبرا على خلاف مذهبي فاعلموا أن مذهبي ذلك الخبر(الملل)(87). ¶ الشاة ولي الله يذكر الاختلاف بين ¶ أهل الحديث وبين أهل الرأي",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "وقد عقد حكيم الأمة وترجمان الإسلام الشاة ولي الله الدهلوي بابا خاصا في الإنصاف وحجة الله البالغة في بيان أسباب الاختلاف بين أصحاب الحديث وبين أصحاب الرأي فقال فيه مبينا مسلك أهل الحديث واعلم أنه كان من العلماء في عصر سعيد بن المسيب وإبراهيم والزهري وفي عصر مالك وسفيان وبعد ذلك قوم يكرهون الخوض بالرأي ويهابون الفتيا والاستنباط إلا لضرورة لا يجدون منها بدا وكان أكبر همهم رواية حديث رسول الله صلى الله عليه وسلم. وفصل فيه تفصيلا حسنا وقال: إن أئمة أهل الحديث كانوا يخافون خوفا شديدا عن الإفتاء بمجرد الرأي والقياس، وذكر لهذا أمثلة: منها ما قال ابن عمر لجابر بن زيد أنك من فقهاء البصرة فلا تفت إلا بقرآن ناطق أو سنة ماضية فإنك إن فعلت غير ذلك هلكت وأهلكت. ومنها ما قال أبو نضر لما قدم أبو سلمة البصرة... فقال للحسن فلا تفت برأيك إلا أن تكون سنة عن رسوله صلى الله عليه وسلم أو كتاب منزل. ومنها ما قال الشعبي ما حدثوك هؤلاء عن رسول الله صلى الله عليه وسلم فحدث به وما قالوا برأيهم فألقه في الحش (أخرج هذه الآثار إلى آخرها الدارمي)(88). ومنها ما قال الشافعي لأحمد انتم أعلم بالأخبار الصحيحة منا فإذا كان خبر صحيح فاعلموني حتى اذهب إليه كوفيا أو بصريا أو شاميا حكاه ابن الهمام(89).",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "وقال في بيان أهل الرأي لم يكن عندهم من الأحاديث والآثار ما يقدرون به على استنباط الفقه على الأصول التي اختارها أهل الحديث و لم تشرح صدورهم للنظر في أقوال العلماء بالبلدان وجمعها والبحث عنها إلى أصحابهم كما قال علقمة هل أحد منهم اثبت من عند الله؟ وقال أبو حنيفة: إبراهيم أفقه من ابن عمر. وقال في تفسير السنة ومعناها وذلك قول الحسن البصري سنتكم والله لا إله إلا هو بينهما بين الغالي والجافي فمن كان من أهل الحديث ينبغي له أن يعرض ما اختاره وذهب إليه على رأي المجتهدين من التابعين ومن بعدهم. ثم فصل غفلة أهل الرأي وقلة اعتنائهم بحديث النبي صلى الله عليه وسلم ولفظه، وانقرض المجتهد المطلق المنتسب في مذهب الإمام أبي حنيفة بعد المائة الثالثة وأما مذهب أحمد كان مؤيدا بالدليل قديما وحديثا وكان فيه المجتهدون طبقة بعد طبقة(90) إلى أن انقرض في المائة التاسعة. ¶ طبقات أهل الحديث سلفا وخلفا ¶ الطبقة الأولى: كبراء أهل الحديث كيزيد بن هارون، ويحيى بن سعيد القطان وأحمد وإسحاق وأضربهم. ¶ الطبقة الثانية: وهؤلاء هم البخاري ومسلم وأبو داوود وعبد بن حميد الدرامي وابن ماجه، وأبو يعلي، والترمذي والنسائي والدارقطني والحاكم والبيهقي والخطيب والديلمي وابن عبد البر وأمثالهم (إنصاف للشاة ولي الله)(91). ¶ مؤلفات أئمة أهل الحديث ¶ هي معيار للحق والصدق لا غير",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "قال العلامة الرشيد أحمد الطحطاوي في شرح در المختار: أن المعيار الصحيح في معرفة الحق من الباطل هو مصنفات أئمة أهل الحديث ومؤلفاتهم: ولفظه هكذا فإن قلت ما وقوفك على أنك على صراط مستقيم وكل واحد من هذه الفرق يدعي أنه عليه، قلت ليس ذلك بالأدعاء وبالتشبث باستعمالهم الوهم القاصر والقول الزاعم، بل بالنقل عن جهابذة هذه الصنعة وعلماء أهل الحديث في أمور رسول الله صلى الله عليه وسلم وأحواله وأفعاله وحركاته وسكناته وأحوال الصحابة المهاجرين والأنصار والذين اتبعوهم بإحسان مثل الإمام البخاري ومسلم وغيرهما من الثقات المشهورين الذين اتفق أهل المشرق والمغرب على صحتهما وما أوردوه في كتبهم من أمور النبي صلى الله عليه وسلم وأصحابه بعد النقل ينظر إلى الذين تمسك بهديهم واقتفى أثرهم واهتدى بسيرهم في الأصول والفروع فيحكم بأنه من الذين ساروا على هذا المنهج وهذا هو الفارق بين الحق والباطل والمتميز بين من هو على صراط مستقيم وبين من هو على سبيل الذي على ميمنه شيطان وشماله (طحطاوي شرح در مختار)(92).",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "وأيد هذا القول حكيم الأمة الشاة ولي الله الدهلوي وصدقه بقوله وحاصل صنيعهم على استقرائنا من كلامهم أن تعرض المسائل المنقولة عن مالك والشافعي وأبي حنيفة والثوري وغيرهم رضي الله عنهم من المجتهدين المقبولة مذاهبهم وفتاواهم على موطأ مالك والصحيحين ثم أحاديث الترمذي وأبي داوود والنسائي فأي مسألة وافقتها السنة نصا أو إشارة اخذوا بها وعملوا عليها وأي مسألة خالفتها السنة مخالفة صريحة ردوها وتركوا العمل بها. وقال ولزيادة التفصيل والتشريح وإن كنت في ريب مما ذكرنا فعليك بكتاب البيهقي(93) وكتاب معلم السنن(94) وشرح السنة للبغوي(95) فهذه طريقة المحققين من فقهاء المحدثين وقليل ما هم. وهم غير الظاهرية من أهل المتقيدين من أصحاب الحديث ممن لم يلتفتوا إلى أقوال المجتهدين أصلا ولكنهم أشبه الناس بأصحاب الحديث لأنهم صنعوا في أقال المجتهدين ما صنع أولئك في مسائل الصحابة والتابعين(عقد الجيد في الاجتهاد والتقليد)(96). ¶ وأيد قول هذين الشيخين الجليلين العلامة عبد الحي اللكنوي شارح الوطأ لمحد ومحشي الهداية وغيرها من كتب الفقه فقال ولله دره ما أحسن ما قال من نظر بنظر الإنصاف وغاص في بحار الفقه والأصول متجنبا عن الاعتساف يعلم علما يقينا أن أكثر المسائل الفرعية والأصلية التي اختلف العلماء فيها فمذهب المحدثين فيه أقوى من مذاهب غيرهم وإني كلما أسير في شعب الاختلاف أجد قول الحدثين فيه قريبا من الإنصاف فلله درهم وعليه شكرهم كيف لا وهم زمرتهم وأمتنا في حبهم وسيرتهم (إمام الكلام) ولنعم ما قيل: ¶ لا ترغبن عن الحديث وأهله ¶ فالرأي ليل والحديث نهار ¶ (ميزان شعراني)(97). ¶ وقال شيخ الإسلام ابن القيم: ¶ يا مبغضا أهل الحديث وشاتما ¶ أبشر بعقد ولاية الشيطان ¶ أو ما علمت بأنهم أنصار الرسول ¶ لهم بلا شك ولا نكران ¶ ما ذنبهم إذ خالفوك لقوله ¶ ما خالفوه لأجل قول فلان ¶ نسبوا إليه كل مقالة ¶ أو حالة أو قاتل ومكان ¶ فلذا غضبتهم حيث ما انتسبوا إلى",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "غير الرسول بنسبة الإحسان ¶ (نونية ابن القيم)(98). ¶ إزالة شبهة ¶ ليس المراد من طلوع قرن الشيطان من أرض العراق والكوفة ولا من كونها رأس الكفر أن أولياء لم يوجدوا هناك أو لا يوجدون فيما يستقبل بل المراد من تلك الأحاديث أن بلاد العراق وأرض الكوفة منبع لظهور الفتن وزلازل وجديرة بصدور الشرور والبدع وأنواع الضلال ا كثر من غيرها فإذا كان الأمر كذلك فلا بد من أن يبعث الله من تلك البلاد جهابذة من العلماء ومشاهير الأئمة ونحارير المجتهدين ليتم حجته على أهلها فلذلك ارتحل إليها أجل الصحابة رضوان الله عليهم أجمعين واستوطنوها وتولد كبار أئمة التابعين في الكوفة والبصرة وبغداد وانتقل الإمام الشافعي من مكة إلى العراق لنشر الكتاب وإشاعة السنة وكان يلقب هناك بناصر السنة وولد بالعراق نفسها إمام أهل السنة أحمد بن حنبل الذي لم يوجد له نظير في العالم الإسلامي، وكذا ولد هناك كبار مشائخ العلم كالجنيد البغدادي، والشيخ عبد القادر الجيلاني ولا تزال طائفة من أهل الحق تخرج من هناك إلى يوم القيامة ولا يضرهم من خالفهم أيدهم الله وكثر سوادهم. ¶ نجد اليمامة التي تحت قيادة الدولة السعودية ¶ العربية أدامها الله مادام الليل والنهار",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "بعد معرفة أحوال نجد التي قال في حقها رسول الله صلى الله عليه وسلم يطلع منها قرن الشيطان ينبغي لكم أن تطالعوا أحوال نجد اليمامة التي هي محل الدولة السعودية العربية فنجد هذه هي نجد اليمن لأن تهامة من اليمن وتقدم في الأوراق السابقة أن مكة من تهامة من اليمن. ومر أيضاً أن تهامة من الغور الذي هو ضد النجد باتفاق جميع أهل اللغة وأئمة الحديث فثبت من هذا أن البلاد المرتفعة الملحقة بتهامة هي نجد اليمن وهي نجد السعودية وكانت تعرف في الأيام السالفة باسم نجد اليمامة وجاء ذكر هذه النجد في صحيح البخاري وصحيح مسلم في حديث ثمامة بن أثال عند بيان وفد بني حنيفة ولفظ الحديث، بعث صلى الله عليه وسلم خيلا قبل نجد فجاءت برجل من بني حنيفة يقال له ثمامة بن أثال (صحيح البخاري كتاب المغازي، باب وفد بني حنيفة)(99) ولفظ مسلم(100) بعث النبي صلى الله عليه وسلم خيلا نحو أرض نجد فجاءت برجل يقال له ثمامة بن أثال سيد أهل اليمامة. وألفاظ الحديث تدل على أن النبي صلى الله عليه وسلم بعث خيلاً إلى نجد اليمامة فصادفت سيد أهلها ثمامة بن أثال وقد خرج من أهله للعمرة فأسرته وجاءت به إلى المدينة فربطته بسارية المسجد. وقال أي ثمامة نفسه بعد دخوله في الإسلام إن خيلك أخذتني وأنا أريد العمرة فماذا تراي؟ فوضح من هذا البيان وضوح الشمس عند الظهيرة أن ثمامة أسرى من نجد اليمامة وهي التي تقع بين مكة واليمن. قال الشيخ العلامة الكرماني في تعريف اليمامة: (بلدة باليمن على أربع مراحل من مكة) وقال الحافظ ابن حجر يذكر بني حنيفة وموضع إقامتها (قبيلة شهيرة ينزلون اليمامة بين مكة واليمن) وأما ثمامة بن أثال وهو من فضلاء الصحابة )فتح الباري)(101). واتفقت كلمة شراح الحديث على أن يمامة واقعة بين مكة واليمن ومكة من تهامة وتهامة غور اليمن فثبت أن نجد اليمامة هي نجد اليمن ويظهر من خريطة العرب أن نجد اليمامة هي التي سميت اليوم بالنجد السعودية",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "العربية. بارك الله تعالى في حياة قادتها. ¶ الحقيقة الواقعية ¶ إذ ثبت أن نجد السعودية نجد اليمن وهي الواقعة بين مكة واليمن فقد دخلت في بلاد اليمن والحجاز واستحقت البشارة والدعاء الذي دعا النبي صلى الله عليه وسلم لها كما ذكره الشيخ عبد الحق الدهلوي في اللمعات شرح المشكاة في شرح قوله صلى الله عليه وسلم اللاهم بارك لنا في شامنا وفي يمننا... إلخ ((إنما خص الشام واليمن بالدعاء لأن مكة مولده وهي من اليمن والمدينة مسكنه ومدفنه وهي من الشام)) انتهى(102) لا كما يزعم بعض الجهال أن نجد السعودية استحقت اللعنة والطرد لأن النبي صلى الله عليه وسلم لم يدع لها بالبركة بل أخبر الصحابة حين قالوا وفي نجدنا يا رسول الله! قال: إن بها الفتن والزلازل ومنها يطلع قرن الشيطان ويجعلون النجد السعودية مصداقاً لهذه الأحاديث ولكل حديث ورد في ذم نجد العراق ويريدون من طلوع قرن الشيطان أسرة آل سعود وأخوان التوحيد من أهل نجد بارك الله فيهم ووفقهم لما يحب ويرضى لكن الله تعالى رد كيدهم في نحرهم حيث بعث الله تعالى أسرة آل سعود وأخوان التوحيد من نجد اليمن التي دعا لها رسول الله صلى الله عليه وسلم وبشر أهلها بالإيمان. ¶ حرص سيد أهل اليمامة على طاعة ¶ الله تعالى ورسوله صلى الله عليه وسلم",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "إن أردت أن تشاهد خلوص حب ثمامة لرسول الله صلى الله عليه وسلم وكمال شجاعته وعظيم جرأته على إظهار الحق وإعلاء كلمة الله وشدة بغضه وعداوته للكفر وأهله فاقرأ لفظ الحديث بنظر الإنصاف متجنباً عن خواطر الحسد والاعتساف وهو هذا الذي (بشره رسول الله صلى الله عليه وسلم وأمره أن يعتمر فلما قدم مكة) قال: له قائل صبأت قال لا ولكن أسلمت مع محمد رسول الله صلى الله عليه وسلم ولا والله لا يأتيكم من اليمامة حبة حنطة حتى يأذن فيها النبي صلى الله عليه وسلم، قال الحافظ: قوله: فبشره، أي بخير الدنيا والآخرة أو بشره بالجنة أو بمحو ذنوبه وتبعاته السابقة(103) (زاد ابن هشام) بلغني أنه خرج معتمراً حتى إذا كان ببطن مكة لبى فكان أول من دخل مكة ملبياً فأخذته قريش فقالوا اجترأت علينا وأرادوا قتله فقال قائل منهم دعوه فإنكم تحتاجون إلى الطعام من اليمامة فتركوه104 (وزاد ابن هشام) ثم خرج إلى اليمامة فمنعهم أن يحملوا إلى مكة شيئا فكتبوا إلى النبي صلى الله عليه وسلم أنك تأمر بصلة الرحم فكتب إلى ثمامة أن يخلي بينهم وبين الحمل إليهم (فتح وقطلاني)(105). ¶ ذكر مبارك اليمامة ¶ بعد معرفة عواطف سيد اليمامة الودية للإسلام وأهله وسبب معرفة بغضه الشديد للكفر وأهله اقرأوا أحوال مبارك اليمامة وشهادته بالرسالة في أول يوم من حياته وهو ملفوف في الخرقة ذكر الحافظ ابن كثير برواية البيهقي أتاه رجل من أهل اليمامة بغلام يوم ولد وقد لفه في خرقة فقال له رسول الله صلى الله عليه وسلم يا غلام من أنا قال أنت رسول الله فقال له بارك الله فيك فكنا نسميه مبارك اليمامة (البداية والنهاية)(106). ¶ عودا للأحوال الماضية ¶ إن صح أن التاريخ يعيد الأيام الماضية والواقعات السالفة فلا غرو أن أخوان التوحيد من أهل نجد اليمامة أعني أسرة آل سعود وأتباعهم كثر الله تعالى سوادهم أعادوا تذكار ثمامة سيد أهل اليمامة مثل ما يأتي:",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "1- أن أهل التوحيد رفعوا علم التوحيد وعملوا بالكتاب والسنة ودعوا الناس إلى العمل بهما بثبات جأشهم وقوة إيمانهم ولو يخافوا في تبليغ الدين الخالص من الكتاب والسنة الصحيحة لومة لائم بعدما بدل الناس دين نبيهم واختاروا عبادة المشائخ والقبور على طاعة الله وطاعة رسوله أحبوا البدع والعقائد الكفرية الشركية واتخذوا الإسلام وراءهم ظهريا كما فعل ذلك أخوهم وسيدهم ثمامة بن أثال قبل أربعة عشر قرناً حيث أعلت التوحيد وأعلن اعناقه الإسلام بين أيدي المشركين في مكة المكرمة. ¶ 2- أن أخوان التوحيد نشروا شرائع الإسلام ورفعوا مناره وأعلامه ونشروا الكتب المشتملة على التوحيد واتباع الرسول الداعية إلى مسلك الصحابة والتابعين لهم بإحسان الذين شهد بخلوص إيمانهم وصدق طاعتهم لرسول الله صلى الله عليه وسلم حين قال خير القرون قرني ثم الذين يلونهم(107). الناهية عن الضلالة والبدعات المنكرة التي اعتادها الجهال من المسلمين واشربوا في قلوبهم حبها. وقد صنف هؤلاء الكرام كتباً في التوحيد ونشروا كتب كبار الأئمة من السلف والخلف مثل شيخ الإسلام ابن تيمية وابن القيم وغيرهم من أجلة مشاهير الإسلام وأرسلوها إلى الآفاق مجاناً في جواب هؤلاء الجهلة الذين أضلوا الدنيا بتسويلاتهم الباطلة وتأويلاتهم الزاحفة أنهم وهابيون لا دين لهم دعوا الناس إلى أن يعرفوا أن الوهابيين هم المتمسكون بالدين لا هؤلاء الجهال الذين لا دين لهم فاتضح الأمر لأولي الأبصار إن أخوان التوحيد هم التابعون للكتاب والسنة لا هؤلاء الجهال وهكذا كان ثمامة قال في جواب قريش حين قالوا له صبأت قال لا والله ولكن أسلمت مع رسول الله صلى الله عليه وسلم(108).",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "3- كما أن ثمامة رضي الله عنه قاطع كفار مكة وأعلن منع الميرة عنهم وألجأهم أن يلوذوا إلى رسول الله صلى الله عليه وسلم طالبين أن يشفع عنده ويأذنه بحمل الميرة إليهم كذلك أعلن أخوان التوحيد الحرب ضد الكفر والشرك ومواسم البدعة المحبوبة لدى الجهال حتى أخرجوا هذه الأشياء من حدود دولتهم. ¶ بركات الدولة السعودية العربية ¶ إن الدولة السعودية العربية انفردت من بين دول الإسلام الأخرى قاطبة بتنفيذ أحكام الكتاب والسنة في بلادها كما كانت نافذة في عهد رسول الله صلى الله عليه وسلم والخلفاء الراشدين بعده ورضيت بهما دستوراً لها وببركة نفوذ نظام الإسلام حصل فيها من الأمن وسلامة النفوس والأموال والأعراض ما لا يوجد نظيره في العالم كله ولم يحصل هذا لأحد الذي حصل الآن في الدولة السعودية إلا في زمن الخلفاء الراشدين حين كان دستور الإسلام جارياً في بلاد المسلمين كما بشر به النبي صلى الله عليه وسلم حين قال لعدي بن حاتم رضي الله عنه تعرف الحيرة؟ قلت لم أرها وقد سمعت بها قال فوالذي نفسي بيده ليتمن الله هذا الأمر حتى تخرج الظعينة من الحيرة حتى تطوف بالبيت من غير جوار أحد فرأى ذلك عدي في حياته وقال فهذه الظعينة تخرج من الحيرة حتى تطوف بالبيت من غير جوار أحد ذكر هذه الرواية الحافظ ابن كثير في تفسير قوله {يُرِيدُونَ أَن يُطْفِؤُواْ نُورَ اللَّهِ بِأَفْوَاهِهِمْ} الآية(109). ¶ إلا أن الزمان قد استدار بهذا الأمن في الدولة السعودية حتى أن الرجل ليسافر وحده في حدودها من قطر إلى قطر من ناحية إلى أخرى آمنا في نفسه وماله لا يخاف إلا الله وهذا الأمن لا يوجد في أي دولة أخرى في العالم كله مهما كانت راقية متمدنة في حضارتها غاية القصوى غير الدولة السعودية التي لم يرض عنها الجهال المبتدعون.",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "أما تعلم أيها القارئ أن البلاد العربية نفسها كانت قبل الدولة السعودية مملوءة ظلماً وجوراً وعدواناً وفساداً وبغيا وعنادا كان يشرب الخمور فيها ويسفك الدماء وينتهك وينتهب القوافل ويقتل الحجاج ولم يكن أحد آمنا في نفسه ولا في ماله ولم يكن لأحد أن يسافر بغير دليل ولا رفقة قوية منيعة حتى كان الرجل إذا ابتعد عن الطريق قليلاً ولو لقضاء حاجته لم يجرع إلى رفقائه سالماً وكان يفقد ماله أو يفقد ماله ونفسه كليهما لم تجتهد الدولة السعودية في تأمين الطريق وسلامة الأموال والأعراض والنفوس فحسب، بل تقدمت بخطواتها الواسعة في كل ناحية من نواحي الحياة. ¶ 1- أعلنت الحرب ضد الجهالة والأسقام البدنية والأمراض الروحانية. ¶ 2- وعممت العلم في جميع أطرافها يأخذ منه من شاء ما شاء. ¶ 3- أسست المستشفيات يعالج ويداوي فيها المرضى مجاناً. ¶ 4- وبنت بيوتاً للمساكين يدار عليهم فيها الطعام والكسوة مجاناً صباحاً ومساء. ¶ 5- وسعيها في ترفيه الجميع سعي مشكور لم يعهد له نظير منذ قرون ودهور. ¶ 6- الماء كثير وافر في أماكن الحج التي كان الماء فيها قبل ذلك نادر الوجود كالكبريت الأحمر. ¶ 7- ولتشجيع الناس على الحج وتسهيله عليهم ألغت جميع الضرائب الباهظة التي أثقلت كاهل الحجاج منذ عهد القرمطي الظالم وهذا الأمر الذي فعلته الدولة السعودية لم تقدر عليه الدولة العثمانية أيضاً مع أنها كانت محيطة بجميع أنحاء العالم وكانت خزائنها مملوءة بالذهب والفضة ولهذا ترى الحجاج يرجعون إلى أوطانهم وألسنتهم رطبة بالثناء عليها وصدورهم مملوءة بعواطف الحب والوفاء لها.",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "8- أعادت في بلادها أيام الخلفاء الراشدين أيام الأمن والسلامة يعمل بكتاب الله وسنة رسوله صلى الله عليه وسلم ولا يلتفت إلى قول أحد ولا إلى قياس أحد ورأي الأمير والمأمور كلهم يطيعون الله ورسوله صلى الله عليه وسلم إذا نودي للصلاة ترى مساجدهم عامرة بالمصلين فيهم الأمير والحكام والجند والعامة لا يقدر أحد أن يستخف بحدود الله تعالى ودين الدولة دين الإسلام ونظامها نظام الإسلام حتى الملك عبد العزيز رحمه الله تعالى أرسل إلى الدولة الأمريكية نسخة من القرآن قائلاً هذا هو الدستور عندنا فقط حينما طلبت أمريكا من كل دولة في العالم أن ترسل إليها دستورها كما جاء في جريدة (الصدق الجديد) التي تصدر في بلدة لكناؤ. ¶ 9- قد عنيت بطبع كتب السلف الصالحين، كتب الحاديث، والتفاسير التي تعلم الناس دين محمد صلى الله عليه وسلم ودين أصحابه ونشرتها في جميع العالم مجاناً وأخرجت الكفر والشرك والبدعة من حدودها حتى رضي عنها كل من كان له إلمام بالدين غير الجهال والمبتدعين. ¶ والذي نفسي بيده أن تنفيذ الدولة السعودية دستور الإسلام والعمل بالكتاب والسنة في هذا الزمان المملوء كفرا وإلحادا تصديق لقول رسول الله صلى الله عليه وسلم إن الدين ليأرز إلى الحجاز كما تأرز الحية إلى جحرها ولم تحصل هذه السعادة في العالم الإسلامي كلها إلا لهذه الدولة وأتباعها وإخوان التوحيد من أهل نجد فإنهم هم المصداق لقوله صلى الله عليه وسلم لا يزال طائفة من أمتي قائمة بأمر الله لا يضرهم من خذلهم ولا من خالفهم حتى يأتي أمر الله.. (الحديث)(110). ¶ إزالة شبهة",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "لم نقصد من هذا البيان أن المسلمين الذين يسكنون في الدول الأخرى ويجتهدون غاية جهدهم في نشر الكتاب والسنة منفردين أو مجتمعين ويعملون بهما حسبما تقتضيه ظروفهم وأحوالهم ليسوا مصداقاً لهذا الحديث بل يصدق عليهم أيضاً انهم طائفة منصورة لا يضرهم من خالفهم لكنا أردنا أن أخوان التوحيد من أهل نجد اليمامة أحق وأجدر بهذا اللقب من غيرهم فإنهم بسبب قوتهم الاجتماعية ودولتهم المنيعة يقدرون على تنفيذ الأحكام الإسلامية والحدود الشرعية ما لا يقدر عليها أحد غيرهم. أما دول الإسلام الأخرى فقد أشربت في قلوبهم أنظمة ودساتير أوربا أو القوانين التي وضعتا هي من عند أنفسها ولا تحب إنفاذ قانون الإسلام الذي أنزل على محمد صلى الله عليه وسلم وعمل به هو والخفاء الراشدون بعده وتعمل به الدولة السعودية وحدها في هذا الزمان. ¶ اختيار النبي صلى الله عليه وسلم جند الشام وجند ¶ اليمن وسكوته عند جند العراق ¶ جاء في الحديث أن النبي صلى الله عليه وسلم قال: سيصير الأمر أن تكونوا جنوداً مجندة جند بالشام وجند باليمن وجند بالعراق. فقال ابن حوالة صف لي يا رسول الله صلى الله عليه وسلم إن أدركت ذلك فقال عليك بالشام فإنها خيرة الله من أرضه يجتبي إليها من عباده فأما إن أبيتم فعليكم بيمنكم... الحديث (مشكاة)(111). ¶ انظروا أيها الأخوان أن النبي صلى الله عليه وسلم ذكر ثلاثة جنود جند بالشام وجند باليمن وجند بالعراق فاختار منها الجندين الأوليين وحرض على اللحوق بهما وسكت عن الجند الثالث وفي سكوته إشارة إلى أن أرض العراق مصدر الفتن ومبدأ الزلازل كما مر تفصيله. ¶ والمراد من اليمن نجد اليمامة",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "وجاء في حديث آخر أن النبي صلى الله عليه وسلم ذكر النجد بدل اليمن ولم يذكر العراق أصلاً ولفظه أنكم ستجندون جنوداً فقال رجل صف لي يا رسول الله قال عليكم بالشام فإنها صفوة الله من بلاده فيها خيرة الله من عباده فمن رغب عن ذلك فليلحق بنجد (مسند البزار)(112). ويظهر من هذا ظهور الشمس عند الظهيرة أن المراد باليمن في هذا الحديث نجد اليمامة وبهذا يجمع بين الحديثين لأن نجد اليمامة هي نجد اليمن وهي وان جند النجد السعودية صار مثلا في حب الإسلام وطاعة الله وطاعة رسوله صلى الله عليه وسلم في هذا الزمان. اللهم انصر من نصر دين محمد صلى الله عليه وسلم واجعلنا منهم، واخذل من خذل دين محمد صلى الله عليه وسلم ولا تجعلنا منهم. (آمين). ¶ وآخر دعوانا أن الحمد لله رب العالمين. ¶ 1 - مسند الإمام أحمد: 143/2، وإسناده صحيح. ¶ 2 - خ: برقم3753- الفتح95/7، وأحمد في المسند: 143/7. ¶ 3- مسلم: الجمعة: 153: 6 من حديث جابر بن عبد الله الأنصاري رضي الله عنه، النسائي: 104: 2 من حديث ابن مسعود رضي الله عنه. ¶ 4- إشارة إلى قوله تعالى في سورة المائدة {قَدْ جَاءَكُم مِّنَ اللَّهِ نُورٌ وَكِتَابٌ مُّبِينٌ} الآية: 15. ¶ 5- أخرجه مسلم: 32: 2 وذلك من حديث جابر بن عبد الله الأنصاري رضي الله عنه وقد عقد عليه الإمام النووي بابا بقوله: باب تفاضل أهل الإيمان ثم ساق إسناده. ¶ 6- مسلم: ص176: 2 وذلك من حديث ابن عمر رضي الله تعالى عنهما وقد عقد عليه الإمام النووي بابا بقوله: باب إن الإسلام بدأ غريباً، وسيعود غريباً، كما بدأ. ¶ 7- نعم: أخرجه الترمذي في جامعه الإيمان 263: 3، وقال الترمذي: حديث حسن. ¶ 8- مسلم: 30: 2 والبخاري المناقب ص219: 5، وذلك من حديث ابن مسعود رضي الله عنه. ¶ 9- نعم مسلم من حديث أبي هريرة رضي الله عنه 30: 2 باب تفاضل أهل الإيمان. ¶ 10- خ217: 6، ذلك من حديث أبي هريرة رضي الله عنه المناقب.",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "11- تعرض له الحافظ في الفتح: 401- 403: 12 وذكر له طرقاً عديدة وقال أخرجه الحاكم وصححه، وكذا أحمد في المسند، وعبد الرزاق في المصنف وقال: رجاله رجال صحيح. إلا أن فيه انقطاعاً بين أبي قلابة وعبد الله بن عمرو ثم ذكر له طرقاً أخرى ثم قال: وهذه طرق يقوي بعضها بعضا وقد جمعها ابن عساكر في مقدمة التاريخ وأقر بها على شرط البخاري نعم وجدت هذه الطرق 32: 1 في مقدمة التاريخ. ¶ 12- الترمذي المناقب في فضل اليمن، من حديث زيد بن ثابت رضي الله عنه انظر الترمذي مع التحفة 382: 4، وقال الترمذي في نهاية هذا الحديث حديث حسن غريب، وقال صاحب التحفة وأخرجه أحمد والحاكم نعم: أخرجه أحمد في 184، 185: 5 وذلك من حديث زيد بن ثابت رضي الله عنه وإسناده فيه ضعف لأن فيه عبد الله بن لهيعة وقد توبع عند ابن حبان 2311 في الزوائد وهذه متابعة قوية جدا والله تعالى أعلم بالصواب. ¶ 13 - مسلم الإمارة 68: 13 مع النووي من حديث سعد بن أبي وقاص رضي الله عنه. ¶ 14 - نعم قال ذلك النووي في شرحه على مسلم 68: 13. ¶ 15 - نعم: قال ذلك النووي 32: 2 شارحاً حديث جابر بن عبد الله الأنصاري رضي الله عنه. ¶ 16 - الفتح470: 13 كتاب الفتن. ¶ 17 - انظر المرقاة شرح مشكاة، 650: 5. ¶ 18 - انظر اللمعات شرح مشكاة في باب ذكر اليمن والشام. ¶ 19 - المرقاة، 649: 5. ¶ 20- مسلم: 30: 2 باب تفاضل أهل الإيمان من حديث أبي هريرة رضي الله عنه. ¶ 21- خ: بدء الخلق 15 حديث رقم 3301 انظر الفتح: 350: 6 من حديث أبي هريرة رضي الله عنه. ¶ 22 - خ: 217: 3 من حديث ابن مسعود رضي الله عنه. ¶ 23 - مسلم الفتن وأشراط الساعة 22: 18 مع النووي من حديث ابن عمر رضي الله عنهما. ¶ 24 - خ: 45: 13 من حديث ابن عمر رضي الله عنهما. ¶ 25- نعم: أخرجه أحمد في المسند 43: 2 من حديث عبد الله بن عمر رضي الله عنهما وإسناده صحيح. ¶ 26- مسلم مع النووي 32: 18 وذلك من حديث ابن عمر رضي الله عنهما.",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "27- الترمذي المناقب 939: 4 وقال الترمذي: هذا حديث صحيح. ¶ 28- انظر تفسير ابن كثير 167: 3 في تفسير سورة طه. ¶ 29- البخاري المناقب: 22-95: 7 حديث رقم 3753 من حديث ابن عمر رضي الله عنهما. ¶ 30- البخاري الفتن 16 حديث رقم 7093 من حديث ابن عمر رضي الله عنهما انظر الفتح: 45: 13 ¶ 31- انظر الكرماني كتاب الفتن في باب الفتنة قبل المشرق. (168: 24). ¶ 32- مثل مشهور معروف يضرب في حق من يتهم الإنسان البريء بالظلم والعدوان وهو واقع فيه ومتلبس به. ¶ 33 - انظر فتح الباري (47: 13). ¶ 34- القاموس المحيط (340: 1)، انظر لسان العرب (413: 3)، والنهاية لابن الأثير (19: 5)، وتارج العروس (509: 2). ¶ 35- معجم البلدان: (261: 5). ¶ 36- انظر صحيح البخاري بشرح الكرماني: كتاب الفتن باب الفتنة قبل المشرق (168: 24). ¶ 37- انظر عمدة القارئ كتاب الفتن: الفتنة من قبل المشرق (353: 11). ¶ 38- انظر فتح الباري: كتاب الفتن باب الفتنة من قبل المشرق (48: 13). ¶ 39- انظر إرشاد الساري شرح البخاري (181: 10). ¶ 40- انظر معجم البلدان (265: 5)، تاج العروس (509: 2). ¶ 41- انظر المصدر السابق وهو تاج العروس (509: 2). ¶ 42 - معجم البلدان (262: 5). ¶ 43 - تاج العروس (509: 2). ¶ 44 - النهاية لابن الأثير (19: 5). ¶ 45 - صحيح البخاري بشرح الكرماني: كتاب الفتن : (168: 24). ¶ 46 - انظر صحيح البخاري كتاب الفتن: (353: 11). ¶ 47 - انظر فتح الباري: (47: 13). ¶ 48- انظر البخاري مع الفتن: 160: 3، وأبو داود كتاب العلم 63: 4 وذلك من حديث المغيرة بن شعبة رضي الله عنه. ¶ 49- انظر البخاري بشرح الكرماني: (168: 24). ¶ 50- عمدة القارئ كتاب الفتن: (353: 11). ¶ 51 - الفتح: (47: 13). ¶ 52 - إرشاد الساري: (181: 10). ¶ 53 - انظر الفتح: (47: 13). ¶ 54- انظر الكرماني: (168: 24). ¶ 55- عمدة القاري (353: 11). ¶ 56- إرشاد الساري (181: 10). ¶ 57 - انظر الفتح (46: 13). ¶ 58 - انظر النووي على مسلم (34: 2).",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "59 - انظر كنز العمال (135: 14) وعزاه إلى ابن عساكر وأخرجه الفسوي في المعرفة والتاريخ بإسناد صحيح كما في المقدمة. ¶ 60 - انظر المصدر السابق (172: 14). ¶ 61 - انظر كنز العمال الهيثمي في مجمع الزوائد: (60: 10) وقال: رواه الطبراني في الكبير، والأوسط وقال فيه فطردوه حتى بلغ سياق من رواية يعقوب بن عبد الله بن عتبة بن الأخنس عن ابن عمر ولم يسمع منه ورجاله ثقات أهـ أي إنه حكم على هذا الإسناد بالانقطاع لأن يعقوب بن عبد الله بن المغيرة بن الأخنس الثقفي ثقة من السادسة مات سنة 128هـ وإنه لم يسمع من ابن عمر والله تعالى أعلم بالصواب. ¶ 62 - رواه عبد الله في زوائد المسند (160: 1)، انظر المشكاة (246: 2). ¶ 63 - انظر الفتح: كتاب التوحيد (535: 13). ¶ 64 - انظر الفتح (290: 12)، حديث رقم 1934 من حديث سهل بن حنيف رضي الله عنه، وأخرجه مسلم أيضاً كما قال الحافظ في الفتح (284: 12) من طريق علي بن مسهر الشيباني نحو المشرق. ¶ 65 - انظر الفتح (284: 12). ¶ 66- انظر المصدر السابق (284: 12). ¶ 67- انظر تحفة الأحوذي (218: 3). ¶ 68- روى الترمذي (368: 3) من حديث عبد الله بن عمرو بن العاص رضي الله عنه وإسناده صحيح بالشواهد والمتابعات. ¶ 69 - وشرحه العلامة الملا علي القارئ في المرقاة شرح المشكاة (204: 1)، وعد هذه الفرق الضالة. ¶ 70 - سيرة النبي صلى الله عليه وسلم باللغة الأردية (385: 3). ¶ 71 - انظر حجة البالغة (313: 1). ¶ 72 - سيرة النعمان (27: 2). ¶ 73 - انظر الموطأ (691: 1)، وكنز العمال (183: 14). ¶ 74- انظر تفسير ابن كثير في سورة الأحزاب (486: 3). ¶ 75- انظر تاريخ الخلفاء للسيوطي (ص181). ¶ 76- سنن النسائي (17-18: 4) من حديث عمران بن حصين، وقد أخرجه البخاري أيضاً والإمام أحمد في مسنده. ¶ 77- انظر تدريب الراوي للسيوطي (ص38). ¶ 78- انظر تذكير الحفاظ في ترجمة مالك بن أنس (210: 1). ¶ 79 - انظر المصدر السابق (210: 1).",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "80 - انظر المصدر السابق (210: 1). ¶ 81 - انظر تدريب الراوي (37: 38). ¶ 82 - انظر الميزان للشعراني (49: 1). ¶ 83 - سنن أبي داود المطبوع بدلهي، ص350. ¶ 84 - الماع في تقييد الرواية والسماع، ص7. ¶ 85 - مقدمة ابن خلدون، (372: 1). ¶ 86 - الملل والنحل للشهرستاني، (46: 2). ¶ 87 - انظر المصدر السابق، (45: 2). ¶ 88 - انظر الدارمي، (54، 55: 1). ¶ 89 - حجة الله البالغة، (311: 1). ¶ 90 - المصدر السابق، 313: 1. ¶ 91 - انظر انصاف لشاه ولي الله الدهلوي، ص54-55 ملخصاً. ¶ 92 - الطحطاوي شرح در المختار، (153: 4). ¶ 93 - السنن الكبرى للبيهقي (114: 10). ¶ 94 - معالم السنن للخطابي (15-34: 5). ¶ 95 - شرح السنة للبغوي (189: 1). ¶ 96- كأنه يرد على أهل الظاهر الذين ربما خالفوا أصحاب الحديث في العقيدة الصحيحة المستنبطة من الكتاب والسنة والله تعالى أعلم. ¶ 97 - انظر إمام الكلام (ص216) للعلامة الشيخ أبي الحسنات عبد الحي لكنوي رحمه الله. ¶ 98 - انظر القصيدة النونيى (ص215). ¶ 99 - انظر شرح البخاري فتح الباري (88: 8). ¶ 100 - انظر صحيح مسلم كتاب الجهاد والأسير، باب ربط الأسير وحبسه (82: 12). ¶ 101- انظر فتح الباري كتاب المغازي، باب وفد بني حنيفة (87: 8)، انظر الكرماني، شرح البخاري في نفس الموضوع. ¶ 102 - انظر اللمعات شرح المشكاة، باب ذكر اليمن والشام. ¶ 103 - انظر فتح الباري، باب وفد بني حنيفة (88: 8). ¶ 104 - انظر سيرة ابن هشام (639: 2). ¶ 105 - انظر فتح الباري 88/8، وإرشاد الساري 433/6. ¶ 106 - انظر شمائل الرسول صلى الله عليه وسلم لابن كثير (ص: 303) إذ نقل إسناد البيهقي من الدلائل. ¶ 107 - سنن النسائي 12-18: 4 من حديث عمران بن حصين وقد أخرجه البخاري أيضا والإمام أحمد في مسنده. ¶ 108 - انظر الفتح باب وفد بني حنيفة المغازي. ¶ 109 - تفسير ابن كثير سورة التوبة، (349: 2). ¶ 110 - صحيح مسلم كتاب الإمارة، 66/13، والترمذي في مناقب أهل الشام 219: 3.",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "111 - انظر المشكاة المناقب باب ذكر اليمن والشام (290: 3)، وأخرجه أحمد في مسنده (110: 4) ن حديث ابن حوالة رضي الله عنه، وأخرجه أبو داؤد في كتاب الجهاد (10:3). ¶ 112 - أورده الهيثمي في مجمع الزوائد (59، 60: 10) وقال في إسناديهما من لم أعرفهم. ¶ ?? ¶ ?? ¶ ?? ¶ ?? ¶ 13",
            "page": "77",
            "part": "1"
        }
    ],
    "t35953": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "أكمل البيان في شرح حديث النجد قرن الشيطان"
        }
    ]
}