{
    "b35964": [
        {
            "hno": null,
            "id": "1",
            "nass": "الشيخ العلامة ¶ عبد المحسن العباد ¶ حفظه الله تعالى ¶ قام بهذا التفريغ ( ( ¶ أبو تقي الدين ناصر الدين ¶ الجزائري ¶ كتاب الطهارة ¶ (1) باب تأويل قوله عز وجل ¶ {إِذَا قُمْتُمْ إِلَى الصَلاَةِ فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى أَلْمَرَافِقِ) ¶ 1- أَخْبَرَنَا قُتَيْبَةُ بْنُ سَعِيدٍ قَالَ حَدَّثَنَا سُفْيَانُ عَنْ الزُّهْرِيِّ عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" إِذَا اسْتَيْقَظَ أَحَدُكُمْ مِنْ نَوْمِهِ فَلَا يَغْمِسْ يَدَهُ فِي وَضُوئِهِ حَتَّى يَغْسِلَهَا ثَلَاثًا فَإِنَّ أَحَدَكُمْ لَا يَدْرِي أَيْنَ بَاتَتْ يَدُهُ (1) ¶ __________ ¶ (1) - يوم السبت الموافق 10/صفر/1413 هـ ، والدرس بعد صلاة المغرب: ¶ الشيخ حفظه الله: بسم الله الرحمن الرحيم الحمد لله رب العالمين وصلى الله وسلم وبارك على عبده ورسوله نبينا محمد وعلى آله وأصحابه وأجمعين. ¶ أما بعد: ¶ فهذا هو أول كتاب النسائي أبي عبد الرحمن أحمد بن شعيب رحمة الله عليه. ¶ كتاب الطهارة ، وفي بعض النسخ ليس فيه ذكر كتاب الطهارة. ¶ وإنما البدء بالترجمة وهي: (باب تأويل قوله عز وجل: (إِذَا قُمْتُمْ إِلَى الصَلاَةِ فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى أَلْمَرَافِقِ) الآية. ¶ فعلى ذكر الكتاب ، هذه تُعتبر ترجمة عامة في أول الكتاب المقصود منها أنه عند الوضوء لا يغمس الإنسان يده في الماء مباشرة ، وإنما يغسلها خارج الإناء ، ثم بعد ذلك يُدخل يده في الإناء. ¶ وعلى أن كتاب الترجمة غير موجود ، ذُكرت هذه الترجمة العامة التي هي بمثابة كتاب الطهارة ، وأورد تحتها حديث واحد ، هو يتعلق بما يُستحب ، وما ينبغي أن يكون بين يدي الوضوء ، إما استحباب مطلق ، كما إذا كان الإنسان قام من .... وأراد أن يتوضأ ولم يقم من نوم. ¶ أو أنه واجب أو مستحب إذا كان قائماً من النوم ، كما جاء في هذا الحديث. ¶ لأن الحديث مقيد بالقيام من النوم. ¶ فتكون هذه الترجمة ترجمة عامة ، المقصود منها هي بمثابة الوضوء أو كتاب الوضوء أو كتاب الطهارة. ¶ وأورد تحت الترجمة حديث واحد يتعلق بما يكون قبل البداية بالوضوء ، بما يكون قبل البداية بالوضوء ، وهو غسل اليدين خارج الإناء قبل أن يغمس يده في الإناء الذي فيه ماء الوضوء. ¶ والإسناد يقول فيه النسائي (أَخْبَرَنَا قُتَيْبَةُ بْنُ سَعِيدٍ) وقتيبة بن سعيد هذا أحد شيوخه الذين أكثر عنهم ، وهو أيضاً شيخ لأصحاب الكتب الستة ، أصحاب الكتب الآخرين. ¶ فقد رووا عنه جميعاً ، وكانت وفاته سنـ240ــة يعني أنه وفاته قبل وفاة الإمام أحمد سنة واحدة. ¶ لأن الإمام أحمد سنـ241ـة، وهو سنـ240ــة. ¶ فهو من الشيوخ الذين روى عنه أصحاب الكتب الستة. ¶ فهو شيخ للبخاري ومسلم وأبي داود والنسائي وابن ماجه شيخٌ لهم جميعاً. ¶ ومن المعلوم أن رواية النسائي عنه ، يُعتبر من كبار شيوخ النسائي ، لأن النسائي وُلد سنـ215ـــة ، وشيخه هذا توفي سنـ240ــة ، وعاش بعده النسائي سنـ63ـة ، لأنه توفي سنـ303ـة ، يعني أنه عاش النسائي بعد وفاة شيخه قتيبة ثلاثاً وستين سنة. ¶ ومن هذا يكون العلو في الأسانيد ، يعني كون الشخص يطول عمره ، ويروي في أول حياته عن شخص ، يعني أدركه في آخر حياته ، وعُمِّر بعده طويلاً ، فمن هنا يأتي العلو في الأسانيد. ¶ يأتي العلو في الأسانيد من هذه الناحية ، من ناحية أن التلميذ يروي عن الشيخ في آخر حياته ، ويُعمَّر ويطول عمر ذلك التلميذ فيعيش كثيراً ، كالذي حصل للنسائي فإنه عاش سنـ63ـــة بعد وفاة شيخه قتيبة بن سعيد. ¶ وقتيبة هذا قيل: إنه لقب ، وأن اسمه غير ذلك. ¶ قيل: يحيى ، وقيل: غير ذلك. ¶ ولكنه مشهور بهذا اللقب ، أو بهذا الاسم على القول بأنه اسم. ¶ هو من أسماء الأفراد ، لأنه لم يكثُر ، أو لم يسمى بهذا الاسم أناس ، بل أنه لا يوجد في رجال الكتب الستة من يقال له قتيبة سواه. ¶ هو الوحيد الذي سمي بهذا الاسم في رجال أصحاب الكتب الستة ، فهو من الأسماء القليلة يعني في التسمية يعني في الرجال. ¶ ولهذا كما قلت : ليس هناك أحد يشابهه في هذا من رجال أصحاب الكتب الستة. ¶ وهو قتيبة بن سعيد بن جميل بن طريق بن عبد الله الثقفي البغلاني ، يعني اسمه واسم أبيه واسم جده على صيغة واحدة كلها على وزن فعيل. ¶ قتيبة بن سعيد بن جميل بن طريق ، فاسم أبيه وجده وجد أبيه هي على وزن واحد. ¶ قتيبة بن سعيد بن جميل بن طريق بن عبد الله الثقفي يعني هذه نسبة إلى قبيلة ، البغلاني نسبة إلى قرية ، لأنها من قرى بلغ من بلاد خراسان. ¶ فبغلان هذه التي يُنسب إليها قتيبة هي تابعة لمدينة بلغ المشهورة في بلاد الخراسان. ¶ وهو من الثقات الأثبات ، ولهذا قال عنه الحافظ في ((التقريب)) ((ثقة ثبت)) ، وقد أكثر عنه النسائي ، وروى عنه غيره من أصحاب الكتب الستة كما ذكرتُ ذلك. ¶ وشيخه سفيان بن عيينه هذا كان أولاً كوفياً ثم صار مكياً. ¶ ولهذا يقال في نسبته الكوفي ثم المكي ، يعني معناه أن أول الأمر كان بالكوفة ثم تحول منها إلى مكة ، فيقال له الكوفي ثم المكي. ¶ وكلمة (ثم) يؤتى بها بين البلدان عند النسبة ، إذا كان في أول الأمر في بلد ثم تحول إلى بلد آخر ، فيؤتى بالنسبتين مفصول بينهما بـ (ثم) ومنه يُعرف النسبة المتقدمة والمتأخرة. ¶ لأن كلمة (ثم) تفيد التركيب مع التراخي لأن معناه أن الثاني عقب الأول ، وأنه ليس ممكن أن يكون (الواو) لا تقبل التركيب لأنه قد يذكر المتقدم قبل المتأخر أو المتأخر قبل المتقدم. ¶ لكن إذا جاءت (ثم) معناه أن المتأخر الذي بعد (ثم) متأخر عن الذي قبلها. ¶ فإذا قيل: الكوفي ثم المكي يعني معناه أنه كان أولاً من أهل الكوفة ، ثم كان بعد ذلك من أهل مكة ، ونسبته الأخيرة إلى مكة. ¶ ولهذا الإمام البخاري رحمة الله عليه لمَّا روى في 0صحيحه) روى عن أهل مكة أول حديث فيه عن عبد الله بن الزبير الحميدي المكي عن سفيان بن عيينة المكي. ¶ فروى أولاً عنه في مكة ، أو أول الرجال الذين روى عنهم في كتابه من أهل مكة. ¶ فسفيان بن عيينة هذا في آخر أمره من أهل مكة. ¶ والطريقة التي كانوا يُعولون عليها في النسبة ، إذا تحول الإنسان من بلد إلى بلد: ¶ قال النووي في كتابه ((تهذيب الأسماء واللغات): ((إن للإنسان إذا مكث في بلد أربع سنوات صح أن ينسب إليها)). ¶ إذا مكث في بلد أربع سنوات صحت نسبته إليها. ¶ وأن هذا مما يعتبرونه عند ملاحظة النسبة ، إذا كانت أربع سنوات فأكثر. ¶ وسفيان بن عيينة رحمة الله عليه كان عاش بالكوفة ثم تحول إلى مكة وصار من أهل مكة. ¶ ولهذا يقال عنه الكوفي ثم المكي ، وهو من الحفاظ وصفه الحافظ ابن حجر في كتاب (التقريب) فقال: ((ثقة حافظ إمام حجة)). ¶ فيه وصف آخر: ((ثقة حافظ فقيه إمام حجة)) خمس صفات. ¶ وصفه بأنه ثقة ، وأنه حافظ ، وأنه فقيه ، وأنه إمام ، وأنه حجة. ¶ هذه هي الصفات التي وصفه بها الحافظ ابن حجر ، ويوافقه وهو هنا جاء غير منسوب ، أي حدثنا سفيان ، ولكن هو يروي عن الزهري ، وهو معروف بالرواية عن الزهري. ¶ ولهذا إذا أُطلق غير منسوب يراد به سفيان بن عيينة لكثرة روايته عنه. ¶ وسفيان الثوري روى عن الزهري ، وهو أقدم منه ، لأنه مات قبله بفترة. ¶ ولكن الذي عُرف بالرواية عنه أكثر من الرواية عنه هو سفيان بن عيينة. ¶ ولهذا من الطرق عند المحدثين أنه إذا ذُكر شخص منسوب وكان محتملاً لعدة أشخاص كيف يعين؟ ¶ يعين بشيخه إذا كان مكثراً عنه. ¶ يُحمل على من كان مكثراً عن الشيخ. ¶ فمثلاً: سفيان بن عيينة يعني جاء هنا (سفيان) غير منسوب ما فيه لا بن عيينة ولا الثوري وكل منهم من تلاميذ الزهري. ¶ لكن أيهما يُعرف بأنه هو الذي في الإسناد؟ ¶ ذلك بمعرفة من كان أكثر الرواية ، وأكثرهم ملازمة. ¶ ولما كان سفيان بن عيينة أكثر ملازمة للزهري ، وأكثر رواية عنه فإنه يُحمل على أنه ابن عيينة وليس الثوري. ¶ وإن كان الثوري من تلاميذ الزهري. ¶ لكن كما هو معلوم إذا كان الشخص المهمل يدور بين شخصين ، وكل منهما ثقة حتى ولو لم يُعرف أيهما فإنه لا.....(غير مفهومة) لأن كيف ما دار دار على ثقة ، وإنما المحذور لو كان الواحد ثقة وواحد ضعيف ، وكان الأمر ملتبساً عند ذلك قد يكون هو الضعيف فلا يُعوَّل عليه. ¶ ولكن إذا كان كل منهما ثقة ، فسواء أكان هذا أو هذا الإسناد يُعتبر صحيحاً ، وكونه مهملاً من النسبة لا يؤثر ذلك. ¶ لكم من الطرق المعروفة عند المحدثين هذه الطريقة والتي أشرت إليها ، وهي كون الراوي وهي كون أحد الراويين معروف بالأخذ عن ذل الشيخ أكثر. ¶ فإذا جاء مهملاً حُمل عليه ، وصار هو المراد هو المعني عند الإهمال إهمال النسبة. ¶ ثم إنَّ يعني أسانيد سفيان بن عيينة عن الزهري عالية جداً. ¶ لأن سفيان بن عيينة توفي سنـ198هـ ــة ، والزهري توفي سنـ 125هـ ـة أو سنـ124هـ ـة ، يعني بين وفاتيهما مدة طويلة وهكذا يكون العلو. ¶ الزهري توفي 124 و 125 ، وسفيان بن عيينة أكثر الرواية عن الزهري ، وعاش بعده مدة طويلة حيث كانت وفاته سنـ198هـ ـة. ¶ فمن هنا يحصل العلو في الأسانيد ، لأن سفيان مكثر الرواية عن الزهري وهو من صغار التابعين. ¶ الزهري يُعتبر من صغار التابعين ، من طبقة الأعمش ، وطبقة يحيى بن سعيد الأنصاري هؤلاء يُعتبرون من صغار التابعين. ¶ ومع ذلك هذا الذي توفي سنـ198هـ ـة أكثر من الرواية عن هذا الذي توفي سنـ125هـ ـة. ¶ وابن عيينة موصوف بالتدليس قليلاً ، ولهذا قال الحافظ: ((ربما دلس)). ¶ لكن المعروف من طريقته أنه لا يدلس إلا عن ثقة الذي هو سفيان بن عيينة. ¶ أما الزهري فهو محمد بن مسلم بن عُبَيْد الله بن عبد الله بن شهاب بن عبد الله بن الحارث بن زهرة بن كِلاب. ¶ يعني يلتقي مع الرسول صلى الله عليه وسلم في جده كِلاب ، لأن الرسول نسبه قفي بن كِلاب. ¶ محمد بن عبد الله بن هاشم بن عبد المطلب بن عبد مناف بن قفي بن كلاب. ¶ فهو الزهري يُنسب إلى جده زُهرة ، الذي هو ابن كلاب ، والذي هو أخ قفي. ¶ فهو مشهور بهذه النسبة ، يعني نسبة لجده الأعلى ، الذي يعني جده يَحْصُلُ يعني عنده التقاء بجد الرسول صلى الله عليه وسلم كلاب الذي هو أخ قفي ابنه زهرة. ¶ وكان ينسب إلى جده ليقال له الزهري. ¶ وقد اشتهر بهذه النسبة ، كما أنه اشتهر بنسبته لأحد أجداده وهو شهاب ن فيقال ابن شهاب ، ويقال الزهري ، هذا هو الذي اشتهر به. ¶ إما ابن شهاب ، وإما الزهري. ¶ إما ابن شهاب نسبة إلى جده ، الذي هو جد أبيه لأنه محمد بن مسلم بن عبيد الله بن عبد الله بن شهاب ، فهو منسوب إلى أحد أجداده. ¶ والزهري هذا هو الذي قيل أول من بدأ ، أول من جمع السنة بأمر من الخليفة عمر بن عبد العزيز ، وهو الذي قال فيه السيوطي في ((ألفيته)): ¶ أول جامع الحديث والأثر***شهاب آمرًا له عمر ¶ وعمر رحمة الله عليه .... في عمر واحد والزهري عاش بعده سنـ23ـة أو سنـ24ـة ¶ ، لأنه توفي كما ذكرت 124 أو 125. ¶ وأما الخليفة عمر بن عبد العزيز رحمة الله عليه فكانت وفاته سنـ101ـة من الهجرة. ¶ وهو الذي يقال أنه أول من بدأ ، ومن المعلوم أنه أول من بدأها بطريقة رسمية ، يعني بتكليف من الوالي بتكليف من ولي الأمر. ¶ أما كون الحديث يُدوَّن يعني فالصحابة كان منهم من يُدون كعبيد الله بن عمرو بن العاص فإنه كان يكتب ، وأبو هريرة يقول: ما أعلم أحداً أكثر مني حديثاً إلا ما كان من عبد الله بن عمر فإنه يكتب ولا أكتب. ¶ فإنهم كانوا يُدونون سنة رسول الله صلى الله عليه وسلم. ¶ ولكن أول من قام بجمعها بتكليف من الخليفة وهو الوالي بعدما خيف اندثارها وذهابها بذهاب أهلها ، بذهاب حملتها ونقلتها ، أمر عمر بن عبد العزيز رحمة الله عليه بجمع السنة وتدوينها وكتابتها حتى لا تموت بموت أهلها ، وحتى لا تذهب بموت أهلها. ¶ وهذا الرجل الذي هو الزهري يعني من الحفاظ الأثبات المتقنين ومن المعروفين بالجد والاجتهاد في تحصيل الحديث. ¶ ولهذا ذكروا في ترجمته أنه كان يعكف على كتبه ويشتغل بها كثيراًُ ، وكانت زوجته تقول: والله لهذه الكتب أشد علي من ثلاث ضرائر. ¶ لكثرة انشغاله بها واعتنائه بالحديث وتبيين الحديث. ¶ وعكوفه على ذلك كانت زوجته تقول هذا كما ذكروا ذلك في ترجمته ، وهو إمام مشهور من صغار التابعين. ¶ هو يُعتبر من طبقة صغار التابعين. ¶ ويروي الزهري (عن أبي سلمة) ¶ وأبو سلمة: هو أبو سلمة بن عبد الرحمن بن عوف ، وهو من التابعين. ¶ وقيل: إن اسمه كنيته ، يعني اسمه أبو سلمة ككنيته. ¶ وقيل: إنه كنيته ، وله اسم آخر غير هذا. ¶ لكنه مشهور بهذا سواء كان اسماً أو كنية ، سواء قيل إنه اسم ، أو قيل: إنه كنية. ¶ فهو إنما اشتهر بهذا اللفظ الذي هو أبو سلمة سواء قيل له اسم ، أو قيل له كنية. ¶ وهو أحد الفقهاء السبعة على أحد الأقوال ، لأن الفقهاء السبعة الذين كانوا بالمدينة. ¶ كان في المدينة في زمن التابعين ، وكلهم في عصر واحد ، وانتشر عنهم العلم ، واستفاد عنهم طلبة العلم ، ووفاتهم في حدود المائة إما قبلها وإما بُعَيدها ، إما قُبيْلها وإما بُعَيْدها. ¶ اشتهر في المدينة سبعة فقهاء محدثون يرجع إليهم في الفقه والحديث. ¶ وستة منهم لا خلاف في عدهم من الفقهاء السبعة ، وثلاثة اختلف في عدهم. ¶ وأبو سلمة هو من الفقهاء على أحد الأقوال ، ليس متفقاً على عده من الفقهاء السبعة. ¶ وإنما الذين اتفق على عدهم من الفقهاء السبعة ، هم كما ذكرهم ابن القيم في أول (إعلام الموقعين) في بيتين من الشعر: ¶ إذا قيل من في العلم سبعة أبحر***روايتهم ليست عن العلم خارجة ¶ فقل هم عُبَيد الله عروة قاسم***سعيد أبو بكر سليمان خارجة. ¶ فعُبَيد الله بن عبد الله بن عتبة بن مسعود ¶ عروة بن الزبير بن العوام ¶ القاسم بن محمد بن أبي بكر الصديق ¶ سعيد بن المسيب ¶ سليمان بن يسار ¶ خارجة بن زيد بن ثابت ¶ هؤلاء الستة ن والسابع مختلف فيه. ¶ ابن القيم ذكر أبو بكر سابع الفقهاء السبعة على أحد الأقوال. ¶ أبو بكر بن عبد الرحمن بن الحارث بن هشام ، وهو الذي قال عنه: عبيد الله عروة قاسم سعيد أبو بكر سليمان خارجة. ¶ أبو بكر بن عبد الرحمن بن الحارث بن هاشم هذا هو السابع. ¶ والقول الثاني يقول: أبو سلمة بن عبد الرحمن بن عوف الذي معناه في الإسناد ، فهو أحد الفقهاء السبعة على قولٍ ليس متفق عليه. ¶ والقول الثالث: سالم بن عبد الله بن عمر........... ومن المعلوم أن أبا هريرة أسلم عام خيبر في السنة السابعة ، ولكنه لازم النبي صلى الله عليه وسلم وطالت حياته ، والتقى بالصحابة ، وكان في المدينة مقيماً ، والناس يأتون المدينة ، فكان يأخذ عن الصحبة ، ويأخذ عن رسول الله صلى الله عليه وسلم وقد لازمه ومن المعلوم أن مراسيل الصحابي من المرفوع................. ¶ وهم يُعتبرون من أكثر الصحابة حديثاً ¶ والمكثرون في الرواية الأثر**أبو هريرة يليه ابن عمر ¶ وأنس والبحر كالخدري** وجابر وزوجة النبي عائشة ¶ البحر يعني ابن عباس ، البحر أو الحبر لأنه يقال له البحر ، ويقال له الحبر ، وجابر وزوجة النبي صلى الله عليه وسلم أم المؤمنين عائشة رضي الله عنها وأرضاها ، ورضي الله تعالى عن الصحابة أجمعين. ¶ فهؤلاء هم الذين عرفوا بكثرة الحديث عن رسول الله صلى الله عليه وسلم ، وحُفظ من الحديث أكثر مما حُفِظ عن غيرهم من الصحابة رضي الله تعالى عن الجميع. ¶ فهؤلاء رجال هذا الإسناد: قتيبة بن سعيد ، سفيان بن عيينة ، الزهري ، أبو سلمة بن عبد الرحمن بن عوف ، أبو هريرة رضي الله تعالى عنه وعن الصحابة أجمعين. ¶ وفي أول الإسناد يقول النسائي (أخبرنا) ، وقد عرفنا أن هذه الطريقة هي التي يستعملها أبو عبد الرحمن النسائي في كتابه ، وهي (أخبرنا) ، وذكرت في الدرس الفائت أن العلماء منهم من لا يفرق بين (حدثنا) و(أخبرنا) ويستعمل الصيغتين في السماع وفي العرض الذي هو القراءة على الشيخ ، وهذا هو صنيع النسائي. ¶ ومنهم من يفرق بينهما فيستعمل (حدثنا) فيما سُمع من الشيخ ، و(أخبرنا) فيما قرء على الشيخ والتلميذ يسمع ، فيُعتبر فيما سُمع من الشيخ بـ(حدثنا) ، ويُعتبر بما قُرء على الشيخ ويسمع بـ(أخبرنا). ¶ ثم إن هذه الترجمة للنسائي يُشبِه البخاري في كثرة التراجم ، وكثرة إيراد الحديث على تراجم مختلفة متعددة ليستدل به على الترجمة. ¶ ففيه شَبَهٌ من البخاري في كثرة التراجم. ¶ ولكن النسائي قليلاً ما يستعمل كلمة (باب) ، وإنما يأتي بذكر الترجمة بدون (باب) ، وأحياناً يأتي بـ (الباب) ، لكن أكثر استعماله ذكر الترجمة بدون (باب) ، فيقول: (تأويل قول الله عز وجل) وغير ذلك يعني بدون كلمة باب ، وأحياناً يأتي بكلمة باب ، ولا بدون ذكر باب. ¶ ولكن كثرة هذه التراجم وإيراد الحديث بطرق متعددة ليستدل به على موضوعات مختلفة يُعبر عنها بتلك التراجم. ¶ فيه شَبَهٌ من الإمام البخاري ، وطريقته تُشبه طريقة البخاري رحمة الله تعالى على الجميع. ¶ والحديث يقول فيه الرسول الكريم صلى الله عليه وسلم: \" إِذَا اسْتَيْقَظَ أَحَدُكُمْ مِنْ نَوْمِهِ فَلَا يَغْمِسْ يَدَهُ فِي وَضُوئِهِ حَتَّى يَغْسِلَهَا ثَلَاثًا فَإِنَّ أَحَدَكُمْ لَا يَدْرِي أَيْنَ بَاتَتْ يَدُهُ\" ¶ هذا هو الحديث الذي أورده تحت هذه الترجمة. ¶ وقد ذكرتُ في أول الدرس أن النسائي يعني في بعض النسخ ليس في ذكر (كتاب) ، وإنما فيه هذه الترجمة التي هي تُشبه الكتاب لأنه قال: ((تأويل قوله عز وجل: \"إذا قمتم إلى الصلاة\" ، فهي ترجمة عامة ، يدخل تحتها الطهارة ، يدخل تحتها الوضوء وما يتبع الوضوء من سنن ، فهي على بعض النسخ التي ليس فيه ذكر الكتاب هي بمثابة الكتاب. ¶ والحديث الذي أورده تحتها هو مما يدخل ، أو مما يحصل عند الوضوء ، وكذلك غير الوضوء. ¶ لأن المقصود إذا قام الإنسان من نومه لا يغمس يده في الإناء ، لا إذا كانت يتوضأ ، ولا إذا كان يريد أن لا يتوضأ ، يعني لا يغمس يده في الإناء إذا قام من النوم حتى يغسلها ثلاثاً إذا استيقظ (إِذَا اسْتَيْقَظَ أَحَدُكُمْ مِنْ نَوْمِهِ فَلَا يَغْمِسْ يَدَهُ فِي وَضُوئِهِ) في بعض الروايات (في الإناء) يعني الإناء الذي يتوضأ له. ¶ الإناء المشتمل على ماء الوضوء. ¶ ومن المعلوم أن (الوَضوء) بفتح الواو لها معنى غير معنى (الوُضوء) بضم الواو. ¶ وهناك صيغ أخرى تُشبه هذه الصيغة. ¶ فإن ما كان لفتح الواو يراد به الماء الذي يُراد أن يتوضأ منه. ¶ ماء الوضوء يقال له: (وَضوء). ¶ وفعل الوضوء يقال له (وُضوء). ¶ كون الإنسان يأخذ ويتوضأ ويغسل ، هذه العملية يقل لها (وُضوء) بضم الواو. ¶ وأما نفس الماء الذي خُصِّصَ للوضوء يقال له: (وَضوء) ¶ دعا بوَضوء يعني دعا بماء يتوضأ به. ¶ (ثم توضأ) في حديث عثمان وقال: (من توضأ نحو وُضوئي هذا) (وُضوئي) يعني المقصود به العمل والفعل. ¶ فإذاً (وَضوء) بفتح الواو يراد بها الماء الذي يُتوضأ به. ¶ و(الوُضوء) بالضم يراد به الفعل ، فعل الوُضوء. ¶ ولهذا أشياء تُماثل ، يعني لهذا اللفظ أشياء تُماثله مثل السَّحور ، والسُّحور. ¶ السَّحور والسُّحور ، فإن السَّحور اسم الطعام الذي يؤكل في السَّحر لمن يريد أن يصوم. ¶ والسُّحور هو الأكل حصول الأكل ، كون الإنسان يأكل يتسحَّر هذا السُّحور. ¶ والطعام الذي يؤكل يقال له السَّحُور. ¶ وكذلك الطَّهور والطُّهور ، يعني مثل الوَضوء والوُضوء ، بفتح الطاء ما يُتطهر به ، وبضمها فعل التطهر. ¶ (الطُّهور شطر الإيمان ، والحمد لله تملأ الميزان) ، الطُّهور يعني هو الوُضوء. ¶ وكذلك أيضاً السَّعوط والسُّعوط لما يسعط في الأنف. ¶ الأشياء التي تَسعط تقص و..... الذي هو الفعل يقال السُّعوط. ¶ وكذلك الوَجور والوُجور ، الوَجور هو الذي يوضع في الفم يقال له وَجور ، والفعل يقال له وُجور. ¶ فهذه كلمات متشابهة متماثلة ، يعني تأتي على صيغتين بالفتح والضم. ¶ فما كان منها بالفتح فهو اسم للشيء الذي يُستعمل. ¶ وما كان بالضم فهو اسم للاستعمال. ¶ ( إِذَا اسْتَيْقَظَ أَحَدُكُمْ مِنْ نَوْمِهِ فَلَا يَغْمِسْ يَدَهُ فِي وَضُوئِهِ حَتَّى يَغْسِلَهَا ثَلَاثًا) ¶ يعني أنه يغسلها خارج الإناء ، يُفرغ من الإناء على يديه فيغسلهما ثلاثا ، ثم بعد ذلك يغمس يديه في الإناء بعد أن يغسلهما ثلاثاً. ¶ بعد أن يغسلهما ثلاثاً عند ذلك ، عندما يأخذ لغسل وجهه وغسل يديه وغسل رجليه يغمس يده. ¶ لأن المطلوب أن يفعل ذلك قبل أن يبدأ ، وقد علل ذلك رسول الله صلى الله عليه وسلم بقوله: (فَإِنَّ أَحَدَكُمْ لَا يَدْرِي أَيْنَ بَاتَتْ يَدُهُ). ¶ وهذا التعليل يعني احتمال النجاسة ، يعني احتمال أن يكون حصل لها نجاسة. ¶ والنجاسة غير متحققة ، لكن هذا من الاحتياط. ¶ ولهذا اختلف العلماء في هذا الحكم ، هل هو للوجوب أو للاستحباب؟ ¶ يعني كونها تُغسل خارج الإناء وجوباً أو استحباباً؟ ¶ من العلماء من قال: مستحب ، وأن هذا من باب الآداب والاحتياط. ¶ ومنهم من قال: للوجوب ، وأن من فعل ذلك يؤثم ، هذا معنى كونه واجب. ¶ أما كونه إذا كان مستحباً ، فإن لم يفعل ذلك فإنه لا يؤثم ، ولكنه يكون خالف الأولى ، ولم يُحسن الأدب الذي ينبغي أن يستعمله الإنسان ، وهو الذي أرسل إليه الرسول الكريم صلى الله عليه وسلم ، والأحوط والأظهر أن الإنسان لا يُقدم على غمس يديه في الإناء عندما يقوم من النوم إلا وقد غسلهما خارج الإناء ، وأنه يَأثم لو لم يعني يفعل ذلك. ¶ لأن فيه مخالفة ، لكن لا يقال أن الماء يتنجس ، لأنه ما عُلِم أن النجاسة ، ما عُلِم تحقق النجاسة في اليد ، لأن الرسول صلى الله عليه وسلم قال: (لا يدري أين باتت يده). ¶ وقيل في تعليل توجيه هذا أن أهل الحجاز و بلادهم حارة كانوا يستجمرون بالحجارة ، ومن المعلوم أن الحجارة قد يتجاوز النجاسة موضع الخروج ، وقد لا تتعد موضع الخروج ، لأن النجاسة إذا ما تعدت موضع الخروج كفى الاستنجاء. ¶ أما إن خرج وتجاوزه إلى مكان آخر من الجسد غير موضع الخروج ، فهذا يحتاج إلى غسل ، يحتاج إلى استنجاء بالماء. ¶ فكانوا يستجمرون بالحجارة ، ومن المعلوم أن قد يتجاوز الخارج موضع العادة ، فإذا استجمر الإنسان ونام وأصابه عرق ، فإنه قد يلمس موضع الذي قد أصابته النجاسة ، فتعلق النجاسة بيده بسبب العرق الذي حصل. ¶ قيل: أن هذا هو التوجيه وأن هذا فيه احتمال النجاسة ، يعني إذا نام. ¶ أما إذا كان الإنسان مستيقظاً ، فإنه يتصرف في يده ويعرف أين تذهب. ¶ وإذا كان في يده عرق ، ولمس يعني مكان الخروج أو الأشياء التي حول أماكن الخروج وقد تجاوزها تجاوزه النجاسة وصلت إلى مكان إذا لمسه ويده مبللة بالعرق يعني علق به شيء من النجاسة الإنسان يدري. ¶ ولكن الإنسان إذا كان نائما لا يدري ، بخلاف المستيقظ فإنه يدري ، فيحتاج أنه يغسل ، لأنه يعرف بأنه مس الشيء الذي هو مظنة النجاسة. ¶ أما إذا كان نائماً فإنه لا يدري. ¶ قد تكون يده ذهبت إلى ذلك المكان الذي به النجاسة ، أو قد تكون به النجاسة ، وقد لا تذهب. ¶ ولكن ولهذا قال الرسول صلى الله عليه وسلم: (فإن أحدكم لا يدري أين باتت يده). ¶ ومن العلماء من يقول: إن هذا الحكم مقيد بنوم الليل ، ولهذا جاء التعبير بالبيات (فإن أحدكم لا يدري أين باتت يده) ¶ ومنهم من يقول:إنه لا يتقيد بنوم الليل بل يبقى على إطلاقه ، وكلمة (بات) قد تستعمل لغير المبيت بالليل. ¶ بات فلان يعمل كذا وكذا ، قد يستعمل في النهار. ¶ وقال (بات) إذا كان مكثراً منه أو مشتغلاً به. ¶ فمنهم من قال هو خاص بنوم الليل. ¶ ومنهم من يقول إنه عام في النوم ، لأن التعليل لا يخص نوم الليل. ¶ بل الإنسان إذا نام بالليل والنهار لا يدري أين باتت يده ، لا يدري أين ذهبت يده ، فلا يكون خاصاً ذلك بنوم الليل ، بل يشمل نوم الليل ونوم النهار. ¶ ( إِذَا اسْتَيْقَظَ أَحَدُكُمْ مِنْ نَوْمِهِ فَلَا يَغْمِسْ يَدَهُ فِي وَضُوئِهِ حَتَّى يَغْسِلَهَا ثَلَاثًا فَإِنَّ أَحَدَكُمْ لَا يَدْرِي أَيْنَ بَاتَتْ يَدُهُ) ¶ وكما قلت: أن الإنسان يأثم ، والطهارة تصح ، والماء لا يقال أنه تنجس لأن النجاسة ما تحققت ، ولكن القول الأولى والذي هو الاحتياط ، هو كون الإنسان لا يُقدم على غمسها في الإناء إذا كان قائماً من النوم إلا بعد أن يغسلها ثلاثاً كما جاءت بذلك السنة عن رسول الله صلوات الله وسلامه وبركاته عليه. ¶ أحد الحاضرين: من الناس من يتكلمون في مرويات أبي هريرة لتأخره في الإسلام.... ¶ الشيخ حفظه الله تعالى: ما يتكلم فيها ، ما يتكلم في مرويات أبي هريرة لتأخرها ، لكونه تأخر إسلامه ، إلا أهل البدع ، أو أهل الهوى ، هؤلاء هم الذين ، إلا فإن الصحابة رضي الله عنهم ، والأمة قبلت مرويات ، بل أكثر السنة من مرويات ، أكثر الأحاديث من مرويات أبي هريرة رضي الله عنه وأرضاه. ¶ لكن أهل البدع وأهل الأهواء هم المتعصبون. ¶ والمعروف عن الذين يقدحون هم أهل البدع مثل الرافضة الذين يكرهون أبا هريرة ، ويكرهون غيره من الصحابة. ¶ ولهذا يعني يأتون بمثل هذا الكلام السيئ كون أبو هريرة متأخر إسلامه ، وغيره من كبار الصحابة مثل أبو بكر وعمر وعثمان وعلي أقلُّ منه حديثاً مع أنهم من أول من أسلم. ¶ علموا ولكنهم تجاهلوا وقصدهم السوء والإفساد والتشويش. ¶ من المعلوم أن أبا هريرة رضي الله عنه وأرضاه فيه عوامل عديدة جعلت حديثه يكثر ، وجعلت الناس يأخذون عنه كثيراً. ¶ أولاً: كونه لازم الرسول صلى الله عليه وسلم من ناحية تحمله كونه لازم الرسول صلى الله عليه وسلم. ¶ أما من ناحية كثرة الرواية عنه ، فكونه في المدينة ، وكونه عاش مدة طويلة ، لأنه بحدود الستين ، قريب من الستين على وفاته ، يعني عاش بعد الرسول صلى الله عليه وسلم في حدود الخمسين سنة. ¶ أما أبو بكر وعمر وعثمان وبعض الصحابة الذين أقل حديث منه ، كانت وفتهم متقدمة ، ثم فيهم من كان مشغولاً في الولاية ، ومشغولاً بالخلافة. ¶ وأما هذا ما عنده ‘لا الأخذ والإعطاء ، عنده الأخذ ، التلقي ، التحمل والتحميل ، الأخذ والإعطاء. ¶ ثم كونه عاش مدة طويلة ، وكان بالمدينة ، والمدينة الناس يأتون إليها ، يريدون ويصدرون ، وإذا جاءوا لأصحاب رسول الله صلى الله عليه وسلم في المدينة ، وأبو هريرة موجود في المدينة. ¶ هذا من أسباب كثرة الرواية عنه ، وكثرة حديثه ، يعني كثرة الحديث ملازمة الرسول ، والتقاء مع الصحابة ، وكونه عاش فترة طويلة ، وكثرة الأخذ عنه كونه في المدينة وكونه عش مدة طويلة. ¶ فهذا من أسباب كثرة حديثه تحملاً وأداءً رضي الله تعالى عنه وأرضاه. ¶ تم بتوفيق من الله تعالى تفريغ الشريط الأول من كتاب الطهارة ¶ وسيتبعه إن شاء الله تعالى تفريغ الشريط الثاني ¶ ***** ¶ بداية الشريط الثاني: ¶ ....ما ضر إلا نفسه كونه يتكلم في أبي هريرة كلامه فيه لا يضر أبا هريرة ، وإنما يضر المتكلم وكما يقولون: \"كم من كلمة قالت لصاحبها دعني\" ¶ \"كم من كلمة قالت لصاحبها دعني\". ¶ الإنسان يتكلم بالكلمة ، وكان ينبغي ألا يتكلم بها ، وكأن الكلمة تناديه وتقل له دعني قبل أن ينطق بها ، لأن النطق بها ليس بحسن. ¶ والرسول صلى الله عليه وسلم كان يقول في الحديث الصحيح: (من كان يؤمن بالله واليوم الآخر فليقل خيراً أو ليصمت) ¶ والحافظ ابن حجر لما ذكر بعض كلام الحنفية المتعصبين الذين تكلموا في حديث المصراة من أجل أنه حديث أبي هريرة قال: \"وقائل هذا الكلام ما ضر إلا نفسه\". ¶ ثم نقل عن أبي الموفر الصنعاني في رد على أبي زيد الدبوخي نقل نقلاً يعني قال: \" إن القدح في أحد من الصحابة علامة على خذلان فاعله\". ¶ أبو تقي الدين ناصر الدين الجزائري",
            "page": "1",
            "part": "1"
        },
        {
            "hno": null,
            "id": "2",
            "nass": "قال الشيخ الألباني رحمه الله تعالى: (صحيح): ابن ماجه 393-394 (3) : ق و ليس عند خ العدد [إرواء الغليل (164)].",
            "page": "2",
            "part": "1"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "الشيخ العلامة : ¶ عبد المحسن العباد ¶ حفظه الله تعالى ¶ الجزء الثاني ¶ قام بهذا التفريغ ( ¶ ناصر الدين أبو تقي الدين ¶ الجزائري ¶ كتاب الطهارة ¶ باب السواك إذا قام من الليل ¶ 2 - أخبرنا إسحاق بن إبراهيم وقتيبة بن سعيد عن جرير عن منصور عن أبي وائل عن حذيفة: قال كان رسول الله صلى الله عليه وسلم إذا قام من الليل يشوص فاه بالسواك.(1) ¶ __________ ¶ (1) - قال الشيخ محسن العباد حفظه الله تعالى: ثم أورد النسائي رحمه الله: (باب السواك إذا قام من الليل) ، يعني بعد هذا النسائي رحمة الله عليه أتى بعدة أبواب تتعلق بالسواك. ¶ وأتى أولها: (باب السواك إذا قام من الليل) ، لأنه يُستحب السواك إذا قام الإنسان من نوم الليل ، وذلك لأن الرسول - صلى الله عليه وسلم - كان يفعل ذلك. ¶ ومن المعلوم أن السواك فيه تطهير ، وفيه تنظيف. ¶ ومن المعلوم أن الطهارة ، يعني منها ما هو مستحب ، ومنها ما هو متعين ، وهذا من الأمور المستحبة الذي هو السواك ، فيكون للصلاة ، ولغير الصلاة. ¶ وهنا ... بما تتعلق بما إذا كان قائماً من الليل. ¶ إذا قام من الليل يستاك ، وذلك أن الإنسان إذا نام هذه المدة الطويلة التي هو ممكث فيها عن الحركة ، وع الكلام ، يحصل شيء من الروائح التي تتصاعد من الجوف ، فإذا أتى بعده بالسواك ، أو بعد النوم بالسواك ، يكون في ذلك تنظيف ، وتطهير ، وحصول رائحة طيبة ، بدل الرائحة الكريهة التي جاءت بعد طول المكث. ¶ فشُرع الإستاك عند القيام من النوم لتحقيق هذه المصلحة ، وتحصيل هذه الفائدة. ¶ وكما جاء في الحديث الذي سيأتي: ((السواك مطهرة للفم مرضاة للرب)) ، يعني تطهير للفم وتنظيف له وبقاء على الأسنان ، وحصول الرائحة الطيبة يعني بسبب الإستياك. ¶ فمشروعية السواك في هذا الوقت فيه تحقيق هذه المصلحة ، وتحقيق هذه الفائدة التي تُستفاد أو التي يُستفاد حكمها من هذا الحديث من فعل رسول الله صلوات الله وسلامه وبركاته عليه. ¶ وقوله: (يشوص): يعني يدلك (يشوص فاه بالسواك) يعني يدلك فاه بالسواك ، يعني يدلك أسنانه بالسواك حتى تذهب الرائحة الغير حسنة ، ويحل محلها الرائحة الطيبة. ¶ وإسناد الحديث ، وكلمة (كان) يعني هذه تُستعمل غالباً لما حصلت المداومة عليه ن كان يفعل كذا ، يعني معناه أنه يداوم ، ولكن هذا ليس بمضطرب ، فقد تأتي (كان) ولا تفيد المداومة ن كما جاء في حديث عائشة رضي الله عنها : (كنت أطيب رسول الله صلى الله عليه وسلم لإحرامه قبل أن يحرم ، ولحله قبل أن يطوف بالبيت). ¶ معلوم أن الرسول صلى الله عليه وسلم ما حج إلا حجة واحدة ، حجة الوداع ، فقولها: (ولحله قبل أن يطوف بالبيت) يعني مرة واحدة. ¶ ما هي مرة في الدهيرة ، لأن الرسول صلى الله عليه وسلم ما حج حجات كثيرة حتى يقال: كلنا أراد كل حجة من الحجات ، عندما يريد أن يطوف بالبيت بعدما يتحلل التحلل الأول أنها كانت تطيبه ، الرسول ما حج إلا حجة واحدة. ¶ فهذا يدل على أن (كان) قد تأتي أحياناً لا يراد بها المداومة. ¶ وكما في مثل هذا الموضع الذي لا يقبل المداومة ولا مجال للمداومة فيه ، لأنه ما حصل إلا مرة واحدة منها. ¶ أما بالنسبة للعمرة أو للإحرام فالرسول اعتمر مرات عليه الصلاة والسلام ، لكنه ما حج إلا مرة واحدة. ¶ فقولها: (كنت أطيب رسول الله صلى الله عليه وسلم لإحرامه قبل أن يحرم ، ولحله قبل أن يطوف بالبيت) ، فلعله قبل أن يطوف بالبين ما طيبته إلا مرة واحدة. ¶ لكن الغالب على (كان) واستعمالها تفيد المداومة. ¶ قوله: (كان رسول الله صلى الله عليه وسلم إذا قام من الليل يشوص فاه بالسواك). ¶ (كان رسول الله صلى الله عليه وسلم إذا قام من الليل يشوص فاه) يعني معناه أنه يداوم على ذلك. ¶ هذا هو الغالب في استعمال هذه الكلمة التي هي كلمة (كان). ¶ وقد تأتي لغير التكرار والمداومة ، كما في المثال الذي ذكرته في حجة رسول الله صلى الله عليه وسلم. ¶ أما الإسناد ، فيقول النسائي: (أخبرنا إسحاق بن إبراهيم وقتيبة بن سعيد). ¶ (قتيبة بن سعيد): هو شيخه في الإسناد الأول ، وهنا ذكر الحديث عن شيخين ، أورده عن شيخين هما: ¶ -إسحاق بن إبراهيم الحنظلي بن رهويه الإمام المعروف ، وقتيبة بن سعيد. ¶ ولا أعرف طريقة النسائي ، يعني حتى الآن لا أدري ما هي طريقة النسائي عندما يروي الحديث عن شيخين ، عن شيخين اللفظ لأيِّهما لا ندري. ¶ البخاري عُرف من طريقته أن اللفظ للثاني. ¶ إذا عرض البخاري اللفظ عن شيخين ن فاللفظ الذي يذكره للثاني منهما ، وليس للأول. ¶ أما النسائي فأورد الحديث عن شيخين ، ولكن حتى الآن لا ندري ما هي طريقة النائي في صاحب المتن من شيوخه الذين يذكرهم ويقرن بينهم ، لا ندري لأيهما اللفظ الذي يذكره في آخر الإسناد ، لأيهما ، لا نعرف ذلك حتى الآن. ¶ و(إسحاق بن إبراهيم): هو الحنظلي ، وهو بن رهويه ، وهو إمام من الأئمة الحفاظ المتقنين ، وله مسند ، لإسحاق هذا مسند ، يعني في الأحاديث عن رسول الله عليه الصلاة والسلام. ¶ وهو المعروف من طريقته أنه يستعمل (أخبرنا) كما ذكر ذلك الحافظ ابن حجر في (فتح الباري) ، أنه عندما يأتي إسحاق غير منسوب يحتمل بن رهويه ، ويحتمل غيره. ¶ وإذا كان الحديث أو الإسناد فيه تعبير بـ(أخبرنا) فإنه غالباً ما يكون ابن رهويه ، لأنه معروف من عادته أنه يُعبر بـ(أخبرنا). ¶ هنا (أخبرنا) ولاَّ (حدثنا)؟ ¶ أحد الحاضرين: عن جرير. ¶ الشيخ: عن جرير ، يعني ما فيه (حدثنا) ولا (أخبرنا) ، المعروف من عادة إسحاق بن راهويه أنه يقول: (أخبرنا) ، وقد يستعمل (حدثنا) ، لكن هذا هو الغالب على عادته. ¶ وكما قلت: ابن حجر يستدل إذا كان مهملاً غير منسوب ، يستدل بأنه ابن راهويه ، إذا كان التعبير بعده (أخبرنا) ، إذا كان التعبير بعده ، يعني يروي عن شيخه يقول: (أخبرنا) ، يستشعر بأنه ابن راهويه ، لأن المعروق أن من عاداته أنه يستعمل (أخبرنا). ¶ وإسحاق وقتيبة يرويان عن جرير ، وجرير هنا غير منسوب ، وهو جرير بن عبد الله الحميد ، وهو من الثقات ، الحفاظ. ¶ وجرير يروي عن منصور ، وهو ابن المعتمر ، وهو من الثقات الحفاظ. ¶ ويروي منصور عن أبي وائل ، وهو شقيق ، اسمه شقيق ، وهو معروف ، مشهور كنيته ، ومشهور باسمه. ¶ ولهذا يأتي ذكره أبو وائل بالكنية ، وأحياناً يأتي باسمه ، فيقال: شقيق ، وهو هو ، إلا أنه أحياناً يُذكر باسمه ، وأحياناً بكنيته. ¶ وهذا من الأمور المهمة ، كون الإنسان الذي يعني عُرف بكنيته يعرف اسمه أو العكس ، حتى إذا ذكر مرة باسمه ، ومرة بكنيته ، لا يقال: هذا غير هذا ، بل يُعلم أن هذا هو هذا. ¶ مرة جاء في الإسناد مذكور بالاسم ، ومرة جاء في الإسناد مذكور بالكنية. ¶ (عن حذيفة) بن اليمان صاحب رسول الله صلى الله عليه وسلم ، وهو الذي كان عنده علم عن المنافقين ، وهو الذي كان يُقال له: صاحب السر ، والذي أسر له بالمنافقين رضي الله تعالى عنه وأرضاه. ¶ والله أعلم وصلى الله وسلم وبارك على عبده ورسوله نبينا محمد وعلى آله وأصحابه أجمعين.",
            "page": "1",
            "part": "2"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "باب كيف يستاك ¶ 3- أخبرنا أحمد بن عبدة قال حدثنا حماد بن زيد قال أخبرنا غيلان بن جرير عن أبي بردة عن أبي موسى قال: دخلت على رسول الله صلى الله عليه وسلم وهو يستن وطرف السواك على لسانه وهو يقول عأ عأ.(1) ¶ __________ ¶ (1) - بسم الله الرحمن الرحيم ، الحمد لله رب العالمين وصلى الله وسلم وبارك على عبده ورسوله نبينا محمد وعلى آله وأصحابه أجمعين. ¶ يقول الإمام النسائي رحمة الله عليه: (باب كيف يستاك) ، وأورد فيه حديث أبي موسى الأشعري رضي الله تعالى عنه ، وهو أنه دخل على رسول الله صلى الله عليه وسلم وهو يستن وطرف السواك على لسانه وهو يقول: عأ عأ. ¶ فإنه قال: (وهو يستن): ومقصود بكونه يستن من الاستنان وافتعال من الأسنان ، يعني أنه يحرك أو يدير السواك على أسنانه ، يستاك. ¶ وقوله: (يستن): يعني يدلك أسنانه بالسواك ، فهو افتعال من الأسنان ، يعني يدير السواك على أسنانه ، يستاك لتحصل لها النظافة ، والنقاء. ¶ أبو موسى الأشعري رضي الله عنه يُخبر بأنه دخل على رسول الله صلى الله عليه وسلم ، وهو يعمل هذا العمل الذي هو الاستياك. ¶ قال: (وطرف السواك على لسانه وهو يقول: عأ عأ) ، وفي رواية للبخاري (أُعْ أُعْ) ، وهناك أيضاً روايات أخرى ، وكلها تحكي ، أو فيها عبارة عن الصوت الذي يخرج من الفم بسبب دخول السواك فيه ، وأنه يحصل منه هذا الصوت. ¶ والحديث جاء في (الصحيحين) مروي في (الصحيحين) من حديث أبي موسى الأشعري رضي الله عنه. ¶ و(أحمد بن عبدة): شيخ النسائي ، هو أحد الثقات. ¶ و(حماد بن زيد): شيخ شيخه ، هو أيضاً من الحفاظ الثقات المتقنين ، وهو أحد الحمادين المشهورين بالحديث وهما: ¶ حماد بن زيد ¶ وحماد بن سلمة. ¶ وحماد بن زيد هو الذي روى عنه أصحاب الكتب الستة ، وروى عنه البخاري كثيراً. ¶ وأما حماد بن سلمة ، فقد روى له البخاري في التعاليق ، وروى عنه الباقون. ¶ وبعض العلماء يفضل حماد بن سلمة على حماد بن زيد. ¶ ونسب حماد بم زيد ، هو حماد بن زيد بن دينار. ¶ وأما حماد بن سلمة فهو حماد بن سلمة بن درهم. ¶ العكس حماد بن زيد بن درهم ، وحماد بن سلمة بن دينار. ¶ أحدهما وهو حماد بن سلمة جده دينار ، وحماد بن زيد جده درهم. ¶ وبعض العلماء يقول في ترجيح ، أو تقديم حماد بن سلمة على حماد بن زيد ، الفرق بينهما كالفرق بين الدينار والدرهم. ¶ وكلهم من الثقات الأثبات ، إلا أن الإمام البخاري لم يروي عن حماد بن سلمة إلا في التعليقات ، ولم يروي عنه في الأصول. ¶ وأما حماد بن زيد فقد روى عنه الجميع ، فقد روى عنه البخاري في الأصول ، وقد أكثر عنه. ¶ وجاء في صحيح البخاري عنه أحاديث كثيرة. ¶ ويروي حماد بن زيد عن (غيلان بن جرير) الضبي ، وهو أيضاً من الثقات. ¶ وغيلان بن جرير يروي (عن أبي بردة): ابن أبي موسى الأشعري ، وهو مشهور بكنيته ، ويقال: إن اسمه عامر ، وقيل: الحارث ، ولكنه مشهور بكنيته ، وهو أبو بردة. ¶ لم يشتهر باسمه ، وإنما اشتهر بكنيته. ¶ ويأتي كثيراً يروي عن أبيه أبي موسى الأشعري ، يروي عن أبيه أبي موسى الأشعري رضي الله تعالى عنه. ¶ وأما أبو موسى الأشعري فهو أحد الصحابة الأجلاء المشهورين رضي الله تعالى عنه وأرضاه. ¶ وقد عُلم من طريقة المحدثين أنهم إذا كان الرجل ممن تشرف بصحبة الرسول صلى الله عليه وآله وسلم ، فإنهم لا يضيفون إليه شيئاً أكثر من كونه صحابي ، إلا إذا أرادوا أن كونه مُكثر ، أو يعني بدري ، أو من أهل بيعة الرضوان ، أو ما إلى ذلك من الصفات. ¶ أما من حيث التعديل ، والتوثيق ، فلا يحتاجون إلى تعديل ، ولا إلى توثيق ، لأن الله سبحانه وتعالى قد عدَّلهم وأثنى عليهم في كتابه ، وأثنى عليهم رسول الله صلى الله عليه وآله وسلم ، وليسوا بحاجة إلى تعديل المُعدلين ، وتوثيق المُوثقين بعد أن حصل لهم التعديل ، وحصل لهم الثناء من الله ومن رسوله صلى الله عليه وآله وسلم. ¶ ولهذا يكفي عن الصحابي أنه يقال أنه صحابي. ¶ وإذا كان مجهولاً ، ولا يُعرف شخصه ، ولكن عُرف بأنه صحابي ، فإن ذلك أيضاً لا يُؤثر ، لا تُؤثر الجهالة. ¶ بخلاف الجهالة في غير الصحابة ، فإنها تؤثر. ¶ المجهول إذا كان غير صحابي لا يُعَوَّل على الإسناد ، لأنه ما دام صاحبه مجهول لا يُعرف فإنه لا يُعوَّل عليه. ¶ أما بالنسبة للصحابة ، فالمجهول فيهم لا تؤثر فيه الجهالة ، ويكفي أن يقول التابعي: عن رجل صحب رسول الله صلى الله عليه وسلم ، يكفي للتعويل على ذلك ، والجهالة فيهم لا تضر. ¶ أما الذين يحتاجون إلى معرفة ، ويحتاجون إلى تعديل وتوثيق فهم من دون الصحابة. ¶ من دون الصحابة يحتاجون إلى ذلك. ¶ أما الصحابة رضي الله عنهم وأرضاهم ، فهم لا يحتاجون إلى هذا ، بل يكفي الواحد منهم أن يقال: إنه صحب رسول الله صلى الله عليه وآله وسلم. ¶ ولهذا عند التراجم يقال له: صحابي ، ولا يضاف إليه شيء آخر ، لأن يقال: ثقة ، وأن يقال: متقن ، وأن يقال: حافظ ، وأن يقال: كذا ، أبداً ، بعد تعديل الله عز وجل لهم ، وثنائه سبحانه وتعالى ، وثناء رسوله صلى الله عليه وسلم عليهم ، رضي الله تعالى عنهم أجمعين. ¶ هذا هو حديث أبي موسى الأشعري رضي الله عنه المتعلق بكيفية الإستياك.",
            "page": "2",
            "part": "2"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "باب هل يستاك الإمام بحضرة رعيته ¶ - أخبرنا عمرو بن علي حدثنا يحيى وهو ابن سعيد قال حدثنا قرة بن خالد قال حدثنا حميد ابن هلال قال حدثني أبو بردة عن أبي موسى: قال أقبلت إلى النبي صلى الله عليه وسلم ومعي رجلان من الأشعريين أحدهما عن يميني والآخر عن يساري ورسول الله صلى الله عليه وسلم يستاك فكلاهما سأل العمل قلت والذي بعثك بالحق نبيا ما أطلعاني على ما في أنفسهما وما شعرت أنهما يطلبان العمل فكأني أنظر إلى سواكه تحت شفته قلصت فقال إنا لا أو لن نستعين على العمل من أراده ولكن اذهب أنت فبعثه على اليمين ثم أردفه معاذ بن جبلْ رضى الله عنهما.(1) ¶ __________ ¶ (1) - قال الشيخ حفظه الله تعالى: وهذا الحديث عن أبي موسى الأشعري رضي الله عنه ، ويرويه عنه ابنه أبو بردة ، ويحكي فيه أبو موسى الأشعري أنه جاء إلى النبي صلى الله عليه وسلم هو واثنان من الأشعريين ، من جماعته وبني قومه ، جاءوا إلى النبي صلى الله عليه وسلم وأبو موسى بينهما ، ثلاثة من الأشعريين ، أبو موسى وثنان معه ، وأبو موسى وسطهم ، يمشي وسطهم ن حتى وصلوا إلى رسول الله صلى الله عليه وسلم ، ووجدوه يستاك ، وجدوا النبي صلى الله عليه وسلم يستاك. ¶ فلما دخلوا عليه كل واحد من الأشعريين ، الأشعرييَيْن ، الذين على يمينه وعلى يساره طلبا العمل ، يعني طلبا منه أن يوليه على عمل من الأعمال. ¶ أبو موسى رضي الله عنه خشي أن يُظن جاء قصده قصدهم ن وانهم متفقون ، وأن هذين هما اللذان تكلما. ¶ فأراد أن يدافع عن نفسه ما قد يُظن أنه جاء للقصد الذي قصداه ، وأنه يريد الذي أراداه ، فأقسم ، قال: (والذي بعثك بالحق نبيا ما أطلعاني على ما في أنفسهما) ، وأنه ما يدري عن هذا القصد الذي أبدياه للرسول صلى الله عليه آله وسلم ، فدافع عن نفسه ، وأبعد التهمة عن نفسه ، لأنه فيه احتمال. ¶ لأنهم أولاً: جاءوا سوياً ، وهو وسطهم ، وهم من جماعة واحدة ، أقارب ، والاثنان طلبا العمل ، فالثالث إذا سكت يعني يُظن أن الطريق واحدة ، وأن المهمة واحدة ، وأن القصد متحد. ¶ فأراد أن يُبرئ نفسه ، وأن يبرئ ساحته من أن يُظن فيه ذلك الذي هو مُحتمل ، لوجود هذه القرائن المتعددة ، كونهم جاءوا جميعاً وهم أشعريون ، وأبو موسى في الوسط ، وبدءوا وطلبوا الولاية ، وأن يولوا ، وأن يكونا ، يضاف إليهم شيء من الأعمال. ¶ فدافع عن نفسه ما قد يُظن به أنه يريد ما أرادوا ، وأنه متفق معهم ، وأنهم متفقون على هذا الطلب ، ولكن تركوا الحديث لبعضهم ، كما يحصل من الذين يأتون ومهمتهم واحدة ، يتركون الحديث لبعضهم ، والباقون ساكتون ، ولكن طريقتهم واحدة. ¶ وبيَّن رضي الله عنه وأرضاه ، وأقسم على سلامته من إرادته هذا الشيء الذي أراداه. ¶ وفيه دليل على حصول الحلف من غير استحلاف ، لأن الرسول ما استحلفه ، ما طلب منه أن يحلف ، ولكنه حلف للتأكيد بدون أن يستحلف. ¶ فهو دليل على حصول الحلف من غير استحلاف ، لأن الرسول صلى الله عليه وسلم أقره على ذلك. ¶ والرسول صلى الله عليه وسلم حلف كثيراً على أمور دون أن يستحلف. ¶ والمقصود من ذلك التأكيد ، تأكيد الكلام الذي يُحلف عليه. ¶ وكثيراً ما كان النبي صلى الله عليه وسلم يحلف ويقول: والذي نفسي بيده ، والذي نفس محمد بيده. ¶ كثيراً ما كان يحلف صلوات الله وسلامه وبركاته عليه. ¶ فهذا من جملة الأدلة الدالة على حصول الحلف من غير استحلاف. ¶ وفيه دليل على أن الإنسان إذا كان هناك مظنة لأن يُتهم في الشيء ، فإنه يُبادر إلى نفي التهمة عنه. ¶ نفي ما قد يقع في النفس ، في حقه ، لأن أبا موسى رضي الله عنه لما كانت القرائن قائمة على أنه قد يُظن به ذلك الشيء الذي حصل من الاثنين ، فبادر بدفع ذلك الذي قد يُظن في حقه ، وأقسم على ذلك رضي الله عنه. ¶ والرسول صلى الله عليه وسلم لما طلبا العمل ، وهو أبدى ما في نفسه ، وأنه ما كان فكر في لذي فكرا فيه ، وأنه لا يعلم ما في أنفسهما ، وأن هذا الشيء ما تواطأ معهما فيه ، وأنهما لم يُطلعاه على ما في أنفسهما. ¶ لرسول صلى الله عليه وسلم قال: \"لا ، أو لن نولي هذا العمل أحداً طلبه\". ¶ \"لا نولي أحداً طلبه\" ¶ وهذا فيه دليل على أن الذي يحرص على العمل ، لا ينبغي أن يُمكن منه. ¶ من يكون عنده الحرص ، فقد جاء في الحديث عن رسول الله صلى الله عليه وسلم النهي عن سؤال الإمارة ، وقال: \"إن أعطيتها عن مسألة وكلت إليها ، وإن أعطيت عن غير مسألة أعنت عليها\" ، لأن الحرص على الشيء ، قد يكون الدافع عليه الرغبة في الظهور ، والرغبة في الولاية ، فيكون في ذلك محذور. ¶ وإذا كان الإنسان ما طلب الشيء ، ثم إنه ابتُلي به ، وكلف به ، فإنه حري أن يُعان عليه ، لأنه ما شغل باله ، وما اشغل نفسه في البحث عنه ، وفي تحصيله. ¶ فالرسول صلى الله عليه وسلم في هذا الحديث بين أن من طلب العمل ، وأراد العمل ، لا يولى العمل ، وأنه لا يُستعان به ، فالعمل إنما يستعان بالذي ما طلبه ، حيث يكون كفؤاً. ¶ الذي لم يطلبه حيث يكون كفؤا هو الأولى به والأحق به. ¶ ولهذا النبي الكريم صلى الله عليه وسلم ما ولى الذيْن طلباه ، وولَّى الذي لم يطلبه ، وهو أبو موسى الأشعري. ¶ وقال: إنا لا نستعين على هذا الأمر أحد أراده ، ولكن اذهب أنت إلى اليمن ، فأرسله إلى اليمن ثم أردفه بمعاذ بن جبل رضي الله عنه ، كما جاء ذلك مبيناً في الصحيحين وغيرهما. ¶ والحديث في الصحيحين من طرقٍ ، في البخاري في مواضع متعددة مطولاً ، ومختصراً ، وفي بعضها أنه جعل من اليمن مخلافين يعني قسمين: ¶ قسم: ولايته لأبي موسى ¶ وقسم: ولايته لمعاذ بن جبل. ¶ فكان أبو موسى أو معاذ ينصب خيمة في طرف المخلاف الذي هو والٍ عليه ، وكان الثاني عندما يأتي يتجول في مكان ولايته ، ويؤدي عمله في التجوال في مكان ولايته ، يأتي ويزور صاحبه في مكان ولايته. ¶ فكان الرسول صلى الله عليه وسلم قسم اليمن إلى مخلافين ، وجعل كل واحد منهما على قسم ، أبو موسى في جهة ، ومعاذ بن جبل في جهة أخرى من جهة اليمن. ¶ وإذاً فالرسول صلى الله عليه وسلم ولَّى من لم يطلب العمل ، وترك الذيْن طلبا العمل ، ولم يولهما ، وقال: (إنا لا أو لن نستعين على العمل من أراده) ، وهذا شك من الراوي ، يعني (لن أو لا). ¶ لأن الرسول صلى الله عليه وسلم قال لأحدهما ، قال: (لن نولي) أو (لا نولي) فهو أتى به هنا على الشك إما (لا) أو (لن نولي أو نستعين على هذا العمل بأحد أراده) ففيه دليل على تقديم من لم يحرص على الولاية ، و أنه هو الأحق ، وهو أنه هو الأولى ، وهو الحري بأن يُعان ، بخلاف من كان حريصاً وراغباً ، فإن قد يكون له أهداف غير المصالح العامة ، وإفادة المسلمين. ¶ ثم المقصود من الحديث... وهو الذي ترجم له النسائي قال: (باب هل يستاك الإمام بحضرة رعيته). ¶ ومحل الشاهد من ذلك أن الرسول صلى الله عليه وسلم كان يستاك لما جاءه هؤلاء الثلاثة من الأشعريين ، من حيث أن الرسول صلى الله عليه وسلم هو الإمام استاك بحضرة ثلاثة من رعيته. ¶ وفي هذا دليل على جواز مثل ذلك ، وأنه لا بأس به ، وأنه كونه يحصل الاستياك في الأماكن العامة ، لا بأس بذلك. ¶ لكن ترجمة النسائي بكون الإمام يستاك بحضرة الرعية ن يستشعر منه أنه ليس على إطلاقه ، بمعنى أن كل واحد يستاك في أي مكان يكون فيه في اجتماع ، لأن قوله: (هل يستاك الإمام بحضرة رعيته) ذكر الإمام ، وذكر الرعية ، يعني أن ذلك سائغ في حق من لا يستقذر ذلك منه ، يعني كأن يكون المتبوع وحوله الأتباع ، فإن كون ذلك يحصل منه ، ليس مثل كونه يحصل من غيره. ¶ فتعبير النسائي بقوله: (هل يستاك الإمام بحضرة رعيته) ، ولم يقل: (هل يستاك الإنسان بحضرة الناس ، حتى يكون عاما ، وإنما أتى به مطابق لما حصل ، ومطابق لما وقع ، وهو أن الرسول صلى الله عليه وسلم هو الإمام كان يستاك بحضرة بعض الرعية. ¶ فمن العلماء من أخذ من ذلك الجواز على سبيل العموم ، وأن الرسول صلى الله عليه وسلم فعل ذلك بحضرة الناس. ¶ ومنهم من رأى أنه يُقيد في حق من لا يعاب ذلك عليه ، وهو المتبوع بحضرة الأتباع ، هو الإمام بحضرة الرعية. ¶ ولهذا النسائي قال: (باب هل يستاك الإمام بحضرة رعيته). ¶ ومن المعلوم أن التراجم أحياناً يؤتى بها على سبيل العموم حيث يكون الأمر واضحاً. ¶ وأن هذا لا يخص من حصل منه ، وأنه للجميع. ¶ وأحياناً قد يكون الأمر خاصاً ، لا يتعدى إلى الغير ، ولا يقاس الغير عليه ، كما فعل البخاري رحمه الله في بعض التراجم التي هي أن الرسول صلى الله عليه وسلم زار أحد أصحابه ، وقد أُغمي عليه ، فتوضأ ثم أخذ فضل وضوئه ورشه عليه فأفاق. ¶ ترجم له البخاري قال: باب صب فضل وضوء الرسول صلى الله عليه وسلم على الإنسان. ¶ فأتى بالترجمة مضافة إلى الرسول صلى الله عليه وسلم ، لأن التبرك إنما هو بالرسول صلى الله عليه وسلم ، ليس لأحد من الناس أن يفعل كما فعل الرسول ، إذا زار مريضاً يروح يتوضأ ثم يرش عليه من فضل وضوئه ، لأنه لا يُتبرك به ، وأما الرسول صلى الله عليه وسلم يُتبرك به بفضل وضوئه. ¶ ولهذا كان الصحابة رضي الله عنهم وأرضاهم يأخذون شعره وفضل وضوئه ، وكذلك يحرصون على لمس جسده حتى يصبهم عرقه صلى لله عليه وسلم ، يتبركون به ، بل كانوا يأخذون نخامه عليه الصلاة والسلام ، ويدلكون بها جلودهم رضي اله عنهم وأرضاهم ، لأن التبرك بالرسول صلى الله عليه وسلم جاءت به أحاديث كثيرة ، ولم يأتي عن الصحابة رضي الله عنهم وأرضاهم أنهم تبركوا بأحد من كبار أصحابه ، كأبي بكر ، وعمر ، وعثمان ، وعلي ، وأخذوا فضل وضوئهم ، أو أخذوا نخامهم ، أو تبركوا بعرقهم ، ما حصل منهم هذا. ¶ وعُلم أن هذا خاص برسول الله صلى الله عليه وسلم. ¶ الذي ترجم له البخاري في كونه صب على المريض من وضوء الرسول صلى الله عليه وسلم ، ترجمة مطابقة لأنه لا يُلحق به غيره ، ولا يُتبرك بأحد بعد رسول الله صلى الله عليه وسلم في الأشياء التي تخرج منه ، يعني مثل: البصاق ، ومثل: العرق ، وكذلك يعني ما يتساقط من جسده من فضل وضوئه عليه الصلاة والسلام من شعره. ¶ هذا لا يقاس به غيره ، ولا يلحق به غيره عليه الصلاة والسلام. ¶ ولهذا أجمع الصحابة على هذا ، وتركوا صُنع ذلك مع غير الرسول صلى الله عليه وسلم. ¶ أما هذه الترجمة فهي محتملة ، هذه خاصة بالإمام ، أو له ولغيره. ¶ لأن مسألة الاستياك قد يكون كما خصص الترجمة النسائي بالإمام بحضرة الرعية ، وقد تكون عامة ، وأن الرسول فعل هذا ، وأنه يُقتدى به. ¶ لكن إذا كان هناك استقذار من بعض الناس في لمجالس العامة ، وفي غير الأماكن التي ورد مشروعية السواك فيها ، فقد يكون له وجه ، وليس الأمر في ذلك بالواضح باختصاص الرسول صلى الله عليه وسلم بذلك ، كما كان الأمر واضحاً بالاختصاص بالتبرك بفضل وضوئه ، وفيما يسقط من جسده الشريف صلوات الله وسلامه وبركاته عليه. ¶ والحديث إسناده عن (عمرو بن علي): وهو الفلاد ، وهو من رجال الكتب الستة ، وهو من الحفاظ النقاد ، وهو من المعروفين بالجرح والتعديل ، عمرو بن علي الفلاد. ¶ هو من الحفاظ ، وأئمة الجرح والتعديل ، وهو يروي عن (يحي وهو ابن سعيد): يحيى بن سعيد القطان. ¶ و(يحيى بن سعيد): هو أيضاً من الذين يُعوَّل عليهم في الجرح والتعديل. ¶ وهو من أئمة الجرح والتعديل ، وهو من الحفاظ المتقنين ، وهو من رجال الكتب الستة. ¶ وهو وعبد الرحمن بن مهدي ممن عُرفوا بالتقدم والتعويل عليهم في الجرح والتعديل. ¶ ولهذا لما ذكر الذهبي في كتابه (من يعتمد قوله في الجرح والتعديل) ، ذكر أناس على مختلف الزمان ، مختلف الأجناس ، فذكر يحيى بن سعيد القطان ، وعبد الرحمن بن مهدي ، وأثنى عليهما ، وقال: إنهما إذا اجتمعا على جرح ، على تعديل شخص ، فتعديلهم له أهميته ومنزلته ، وإذا اجتمعا على جرح شخص ، قال الذهبي: فهو لا يكاد أن يندمل جرحه. ¶ إذا اجتمعا على جرح شخص لا يكاد يندمل جرحه ، يعني معناه أن كلامهم لا يُتعدى ،ولا يتجاوز إلى غيره ، وأنهم أصابوا المحك ، وأصابوا الهدف ، وأن كلامهم إذا اتفقا على جرح شخص ، أنه قد أصابا الهدف. ¶ قال: فإنهما إذا اجتمعا على جرح شخص لا يكاد يندمل جرحه. ¶ وأثنى عليهما ثناء عظيماً في كتابه ذلك ، وهو (الذين يعتمدوا قولهم في الجرح والتعديل). ¶ ويحيى بن سعيد القطن هو من شيوخ شيوخ النسائي ، وأصحاب الكتب الستة. ¶ وأصحاب الكتب الستة هو من شيوخ شيوخهم. ¶ وهناك من هو في زمانه ، ومن طبقته يحيى بن سعيد الأموي ، وهما في طبقة واحدة. ¶ ويحصل اللبس بينهما ، ولكن يُعرف ذلك بالشيوخ والتلاميذ ، ويُعرف ذلك أيضاً بكون الأموي يروي عنه ابنه سعيد معروف بالرواية عنه. ¶ فإذا روى سعيد بن يحيى عن يحيى بن سعيد فهو الأموي ، يعني عن أبيه. ¶ فهما اثنان في طبقة واحدة ، وهما من طبقة شيوخ شيوخ أصحاب الكتب الستة. ¶ يحيى بن سعيد القطان ، ويحيى بن سعيد الأموي ، وهناك اثنان بهذا الاسم يحيى بن سعيد ولكنهما في طبقة صغار التابعين. ¶ يحي بن سعيد الأنصاري ، ويحيى بن سعيد التيمي أبو حيان. ¶ يحيى بن سعيد التيمي ، ويحيى بن سعيد الأنصاري هؤلاء في طبقة عالية ، في طبقة صغار التابعين ، ولا يلتبس يعني هذان بهذين ، لأن بينهما تفاوت في الطبقات ، ولكن الالتباس فيما إذا لم تحصل النسبة بين يحي بن سعيد الأموي ، ويحيى بن سعيد القطان ، وكذلك بين يحيى بن سعيد الأنصاري ، ويحيى بن سعيد التيمي وهما من صغار التابعين. ¶ فعندما يأتي ذكر يحيى بن سعيد في طبقة شيوخ شيوخ البخاري ، ومسلم ، وأبي داود ن والترمذي ، وابن ماجه ، لا يُفكر بأن يحيى بن سعيد الأموي ، يحيى بن سعيد التيمي ، لأن هؤلاء في طبقة عالية. ¶ لا ينقدح في البال أن المراد به يحيى بن سعيد الأنصاري أو يحيى بن سعيد التيمي. ¶ وهذا هو فائدة معرفة الطبقات ، يعني كون الإنسان يتصور أزمان ، أزمان العلماء وطبقاتهم ، وأن هذا في الوقت الفلاني ، وهذا في الوقت الفلاني ، وهذا متقدم ، وهذا متأخر. ¶ هذا هو الذي يجعل الإنسان يتصور من يصلح أن يكون فلان ، ومن لا يصلح ، لأن الإنسان الذي لا يعرف الطبقات ، ولا يعرف يمكن أن ينقدح في باله عندما يأتي من شيوخ شيوخ البخاري يحيى بن سعيد يمكن أن ...التيمي أو الأنصاري ، الذي ما يدري. ¶ ولكن الذي يدري أن الأنصاري والتيمي من طبقة صغار التابعين ، وأنهم في زمن متقدم ، وهؤلاء الذي يحيى بن سعيد القطان ، ويحيى بن سعيد الأموي في زمن متأخر. ¶ الذي يعرف الطبقات لا يلتبس عليه الأمر ، بل لو حصل انقلاب في الإسناد ، أو حصل تقدم أو تأخير يعرف أن هذا خطأ ، أو أن المقصود بهذا يعني فلان أو فلان. ¶ لكن الإنسان الذي ما يعرف ، قد يجعل المتقدم متأخر ، المتأخر متقدم. ¶ عن(قرة بن خالد): وهذا أيضاً من الثقات ، الأثبات. ¶ عن (حميد بن هلال): وهو كذلك أيضاً من الثقات. ¶ عن (أبي بردة): ابن أبي موسى الأشعري. ¶ عن (أبي موسى الأشعري): رضي الله تعالى عنه. ¶ سائل: غير مسموع. ¶ الشيخ حفظه الله: هذه الطريقة ، وهي أن الشخص إذا كان جاء في الإسناد فيه اسم غير مستوفى ، فيأتي بما يوضح النسبة (يحيى وهو ابن سعيد). ¶ كلمة: (هو ابن سعيد): هذه لا يقولها عمرو بن علي ، لأن عمرو بن علي قال: حدثنا يحيى. ¶ فعندما يريد أن يوضح يقول: يحيى بن سعيد ، لأنه هو الذي يأتي بنسبه كاملاً أو ناقصاً ، لأن التلميذ عندما يذكر شيخه ، يذكر شيخه كما يريد ، إما يُطول في نسبه ، أو يقصر في نسبه ، لكن من تحته ، ومن وراءه إذا وجد شيخه أو شيخ شيخه ذكر الاسم على صيغة معينة ، ليس له أن يزيد في الإسناد فيقول: يحي بن سعيد ، لأنه لو زاد لظُن أن تلميذه هو الذي قال هذا الكلام ، فيكون قوَّله ما لم يقل. ¶ فعندما يريد مَن تحت التلميذ أن يأتي بما يلحق فيقول: هو أو يعني ، يأتي بما يريد ، ولكن يقول: هو أو يعني ، حتى يُفهم بأن هذا ليس من التلميذ ، وإنما هو من دون التلميذ. ¶ فهذا لا يكون إلا من النسائي ، أو من دون النسائي. ¶ كلمة: (وهو ابن سعيد): لا تكون إلا من النسائي أو من دون النسائي. ¶ هو الذي يمكن أن يقول هذا الكلام. ¶ أما تلميذ يحي بن سعيد القطان الذي هو عمرو بن علي الفلاد ، فلا يقول: (هو) ، لأنه يمكن أن يقول في نسبه ، ولا يذكر عشرة أسماء ، لأنه بإمكانه فعل هذا ، لكن هو الذي جاء عنه الاختصار على الاسم. ¶ فمن دونه إذا أراد أن يوضح ذلك الرجل بما يبين بما يُعيِّنه ، ويوضح من هو ، لا يأتي به دون أن يأتي بما يدل على ذلك ، ككلمة (هو) أو كلمة (يعني) ، يعني فلان ، أو هو ابن فلان. ¶ هذه مِن مَن دون عمرو بن علي ، إما النسائي ، وإما دون النسائي. ¶ يتبع إن شاء الله تعالى الجزء الثالث: ¶ من وجد أخطاء فليصحح وهو مأجور على ذلك إن شاء الله تعالى. ¶ ناصر الدين أبو تقي الدين الجزائري ¶ الجزائر يوم: 20/ ذو القعدة/ 1424",
            "page": "3",
            "part": "2"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "تابع الجزء الثالث من شرح سنن النسائي ¶ للشيخ العلامة محسن العباد حفظه الله تعالى. ¶ ****** ¶ قام بهذا التفريغ ¶ ناصر الدين أبو تقي الدين ¶ الجزائري ¶ 5 ــ أَخْبَرَنَا حُمَيْدُ بْنُ مَسْعَدَةَ وَ مُحَمّدُ بْنُ عَبْدِ الأَعْلَى عَنْ يَزِيدَ وَهُوَ بْنُ زُرَيْعٍ قَالَ: حَدّثَنِي عَبْدُ الرّحْمَنِ بْنُ أَبِي عَتِيقٍ قَالَ: حَدّثَنِي أَبي قَالَ: سَمِعْتُ عَائِشَةَ عَنِ النّبِيّ صلى الله عليه وسلم قَالَ: «السّوَاكُ مَطْهَرَةٌ لِلْفَمِ مَرْضَاةٌ لِلرّبّ».(1) ¶ ************* ¶ شرح: ¶ الشيخ محسن العباد حفظه الله: ¶ ثم أيضاً النسائي رحمه الله (باب الترغيب في السواك) ، وأورد فيه حديث عائشة رضي الله عنها أن النبي صلى الله عليه وسلم قال: «السّوَاكُ مَطْهَرَةٌ لِلْفَمِ مَرْضَاةٌ لِلرّبّ». ¶ فهذا فيه ترغيب في السواك لأن كونه مطهرة وأنه مرضاة للرب يعني معناه أنه مرغب فيه. ¶ فبوب لهذا الحديث بهذه الترجمة وهي (باب الترغيب في السواك) لأن هذا حث على السواك لأنه ما دام أنه موصوف بأنه مطهرة للفم وأنه مرضاة للرب ، إذن هذا ترغيب فيه وحث عليه ¶ لأن وصفه بكونه مطهرة وكونه مرضاة دليل على الترغيب ، ويفيد الترغيب في فعل السواك والاستياك. ¶ ثم أيضاً في هذا الحديث دليل على أن الأحكام الشرعية تجمع فوائدها بين مصالح الدنيوية والأخروية ، بين مصالح الدنيا والآخرة لأن قول الرسول صلى الله عليه وسلم: «مَطْهَرَةٌ لِلْفَمِ مَرْضَاةٌ لِلرّبّ» فيه مصلحة عاجلة وآجلة ، مصلحة دنيوية ومصلحة أخروية. ¶ __________ ¶ (1) تحقيق - قال الشيخ الألباني رحمه الله: (صحيح): إرواء الغليل (66) ، صحيح النسائي (5) ، صحيح ابن خزيمة (135) ، صحيح الجامع الصغير (3695) ، المشكاة (381) ، صحيح الترغيب والترهيب (209) ، ورواه البخاري معلقا مجزوما وتعليقاته المجزومة صحيحة ، عن عائشة رضي الله عنها.",
            "page": "1",
            "part": "3"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "وقوله: «مَطْهَرَةٌ لِلْفَمِ»: هذه مصلحة دنيوية مصلحة عاجلة ، يعني فيها فائدة صحية ، وهي كون الإنسان إذا استاك فإنه يُطهر فمه وينظفه ، ويحصل في ذلك الطهر ، والنقاء في فمه ، فتكون فيه النظافة ، وتكون فيه الرائحة الطيبة. ¶ فإذا هذه فائدة عاجلة ، فائدة دنيوية يحصلها الإنسان في الحال ، يحصلها في الوقت الحاضر الذي يفعل فيه هذه السنة. ¶ ومصلحة أخروية في قوله: «مَرْضَاةٌ لِلرّبّ»: يعني معناه أنه فيه اكتساب رضا الله عز وجل وتحصيل رضا الله سبحانه وتعالى ، وذلك من جهتين: ¶ من جهة أن السواك فعله سنة سنها رسول الله صلى الله عليه وسلم ، وفعل السنة فيه تحصيل رضا الله عز وجل. ¶ ثم أيضاً من ناحية أن....لا سيما إذا كان للصلاة وهو يناجي الله سبحانه وتعالى ، فيكون على حالة طيبة ، وعلى حالة حسنة. ¶ ففيه رضا الرب سبحانه وتعالى من جهة فعل السنن ، ومن جهة أن الإنسان عندما يناجيه ف الصلاة يكون على حالة طيبة وعلى هيئة حسنة. ¶ فهذا الحديث دليل واضح الدلالة على جمع على أن أحكام الشريعة فيها الجمع بين تحصيل الفوائد العاجلة والآجلة ، الدنيوية والأخروية ، وهذا واضح الدلالة على ذلك. ¶ ويماثله ، يماثل هذا الحديث في الدلالة على هذا المعنى ، والجمع بين المصالح الدنيوية والأخروية ما جاء عن أمير المؤمنين أبي حفصة عمر بن الخطاب رضي الله عنه وأرضاه أنه لما طعنه المجوسي الطعنة التي نال الشهادة بها ، وهو أنه لما طعنه المجوسي وهو يصلي بالناس الصبح ومات على إثر تلك الطعنة ، وعاش أياماً وكان يغمى عليه ويفيق والناس يزورونه ويثنون عليه ، وكان ممن زاره شاب جاء وأثنى وقال هنيئاً لك يا أمير المؤمنين صحبت رسول الله صلى الله عليه وسلم فأحسنت صحبته ثم صحبت أبا بكر فأحسنت صحبته ثم وليتَ فعدلتَ ثم شهادة ن قال: وددت أن يكون ذلك ....لا علي ولا لي.",
            "page": "2",
            "part": "3"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "ثم لما ولى الغلام الذي قال هذا الكلام ن فقال: ردوا علي الغلام ، فلما رجع إليه قال: يا ابن أخي ارفع إزارك فإنه أبقى لثوبك وأتقى لربك. ¶ فإنه أبقى لثوبك واتقى لربك ، فأرسله عمر رضي الله عنه إلى أين؟ إلى هاتين الفائدتين العاجلة والآجلة ، الدنيوية والأخروية ن فقوله: (فإنه أبقى لثوبك) هذه فائدة دنيوية ، لأنه إذا نزل إلى الأرض تعرض للأوساخ فاتسخ ، فقال: إنك إذا رفعته تحصل هذه الفائدة ، وهي أن ثوبك يبقى ويكون نقياً ولا يكون عرضة للأوساخ ، فهذه فائدة عاجلة. ¶ وقوله: (وأتقى لربك): هذه فائدة آجلة وأيضاً تكون عاجلة لأن تقوى الله عز وجل فيها الفوائد في الدنيا و الآخرة كما قال الله عز وجل: (وَمَن يَتَّقِ اللَّهَ يَجْعَل لَّهُ مَخْرَجًا(2) وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ (3) سورة الطلاق). ¶ ويقول: (إن تَتَّقُواْ اللّهَ يَجْعَل لَّكُمْ فُرْقَاناً (29) سورة الأنفال. ¶ لكنه رضي الله عنه وأرضاه أرشده إلى الفائدة الدنيوية المحققة الحاصلة فعلاً بكونه يرفع ثوبه ولا ينزل ثوبه حتى يمس الأرض فيتسخ ، وأيضاً كونه يبتعد عن ما يسخط الله عز وجل ويفعل ما فيه تقوى الله سبحانه وتعالى ، وهو رفع الثوب عن أن ينزل عن الكعبين ، بل يكون فوق الكعبين ولا ينزل عنهما ، فأرشده رضي الله عنه وأرضاه إلى هاتين الفائدتين ، وهو مثل حديث الباب في قوله صلى الله عليه وسلم: «السّوَاكُ مَطْهَرَةٌ لِلْفَمِ مَرْضَاةٌ لِلرّبّ». ¶ قول عمر رضي الله عنه: ((فإنه أبقى لثوبك وأتقى لربك))(1) فيه جمع المصالح الدنيوية والمصالح الأخروية. ¶ __________ ¶ (1) - الحديث في ضعيف الجامع الصغير (778) قال الشيخ الألباني رحمه الله تعالى: ( ضعيف ) ولفظه: (ارفع إزارك فإنه أنقى لثوبك و أتقى لربك) أخرجه: ( ابن سعد حم هب ) عن الأشعث بن سليم عن عمته عن عمها. (أبو تقي الدين).",
            "page": "3",
            "part": "3"
        },
        {
            "hno": null,
            "id": "9",
            "nass": "ثم كون رضي الله عنه وأرضاه قال هذا الكلام لهذا الشاب وقد أثنى عليه ذلك الثناء ، وأيضاً هو في حالة شديدة يغمى عليه ويفيق ، وكان يسقى بالماء فيخرج من بطنه يخرج من جوفه لأن أمعاءه مقطعة ، يسقونه اللبن فيخرج من جوفه ، ويُغمى عليه ويفيق ومع ذلك ما شغله عن الأمر بالمعروف والنهي عن المنكر وما جعله يسكت على هذا الأمر من الأمور التي فيها مخالفة السنة ، وهذا كون عمر نبه على مثل هذا الأمر وهو في هذه الحالة يدلنا على أن أمور الشريعة وأن أمر الدين كلها لباب وأنه ليس فيها قشور ولباب كما يظنه بعض من يخطئ في التعبير ومن يحصل منه خطأ في التعبير ،وهي قول أن بعض أحكام الشريعة لباب وبعضها قشور ، وأن بعض الناس يشتغل بالقشور ويترك اللباب ، كل الشريعة لباب ليس فيها قشور وعمر رضي الله عنه وأرضاه نبه هذا الشخص إلى أن يرفع ثوبه وهو في حالة شديدة ، وفي شدة من المرض رضي الله تعالى عنه وأرضاه. ¶ وقد أثنى عليه ذلك الرجل ثناء عظيماً ومع ذلك ما شغله....يصلح السكوت عليه ، وهذا يدلنا على ما كان عليه أصحاب رسول الله صلى الله عليه وسلم ورضي الله عنهم وأرضاهم من نفع الناس وعلى توجيه الناس وعلى إرشاد الناس ودلالتهم إلى الخير وتحذيرهم من الشر رضي الله تعالى عن عمر وعن الصحابة أجمعين. ¶ ثم الإسناد : ((حُمَيْدُ بْنُ مَسْعَدَةَ وَ مُحَمّدُ بْنُ عَبْدِ الأَعْلَى)): وهذان من رجال مسلم ، وهما محمد بن عبد الأعلى وحميد بن مسعدة. ¶ ((عَنْ يَزِيدَ وَهُوَ بْنُ زُرَيْعٍ)): وهذا من رجال الكتب الستة ، ومن الثقات الأثبات. ¶ وهذا يقال فيه ما قيل هو وابن يحيى التي مرت ، يعني أن هذه من دونه ن يعني من دون محمد بن عبد الأعلى وحميد بن مسعدة ، لا تكون منهما ، لأن هذه تكون من دون التلاميذ ، وأما التلاميذ فينسبون شيخهم فيأتون به كما يريدون من تطويل النسب أو اختصار النسب.",
            "page": "4",
            "part": "3"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "ثم ((عَبْدُ الرّحْمَنِ بْنُ أَبِي عَتِيقٍ)): هو عبد الرحمن بن عبد الله بن محمد بن عبد الرحمن بن أبي بكر الصديق رضي الله تعالى عن أبي بكر وعن الصحابة أجمعين. ¶ وعبد الرحمن هذا منسوب إلى جده ، لأن أبا عتيق هي كنية جده محمد بن عبد الرحمن ، فهو عبد الرحمن بن عبد الله بن محمد ، لأن أبا عتيق هذه كنية محمد فهو منسوب إلى جده بالكنية ن لأن هذه ليست كنية أبيه عبد الله ، وإنما هي كنية جده محمد بن عبد الرحمن بن أبي بكر الصديق. ¶ وعبد الرحمن هذا لم يروي عنه من أصحاب الكتب الستة إلا النسائي ، هذا من أفراد النسائي أي ممن تفرد عنه النسائي ولم يروي عنه غيره من أصحاب الكتب الستة ، ولهذا يقال: هو من أفراد النسائي يعني ليس عند البخاري ولا عند مسلم ، ولا عند أبي داود ، ولا عند الترمذي ، ولا عند ابن ماجه هذا الحديث يعني من هذا الطريق. ¶ من هذا الطريق انفرد به النسائي ، ولكنه جاء يعني عند الإمام أحمد وعند غيره من طرق أخرى ، وكذلك من هذا الطريق ، لكن عبد الرحمن هذا ممن لم يروي عنه أصحاب الكتب الستة إلا النسائي. ¶ وقد روى عنه البخاري في ((الأدب المفرد)) ، وروى عنه النسائي ، فهو من ¶ أفراد النسائي. ¶ فقد ذكر الحافظ الذهبي في المجلس... أن له حديث في السواك ، وليس له عند النسائي إلا حديث لواحد ن يعني كونه ليس له حديث إلا في السواك يعني أنه ما روى عنه إلا حديثاً واحداً ، وهذا هو الحديث في السواك.",
            "page": "5",
            "part": "3"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "وقد قال الحافظ عنه في ((التقريب)): \"أنه مقبول\" ، المقبول هو الذي يُقبل حديثه عند المتابعة ، أما إذا تفرد فإنه لا يُقبل حديثه ، ولكنه توبع ، وقد جاء الحديث من طريقين عن عبد الله بن محمد بن أبي بكر الذي هو أبو عبد الرحمن ، جاء من غير طريق ابنه عبد الرحمن ، وإذاً فقد توبع ، وجاء الحديث أيضاً من طرق أخرى ، وجاء أيضاً عن جماعة من الصحابة ، يعني له شواهد عن عائشة رضي الله عنها وأرضاها ، ولهذا فالحديث صحيح وقد ذكر ذلك الشيخ الألباني في ((إرواء الغليل)) وذكر الذين يعني خرجوا الحديث ، وأن الحديث لن يكون من هذه الطريقة وحدها وإنما من طرق متعددة فقد توبع عبد الرحمن ، وأيضاً له شواهد عن جماعة من الصحابة ، فقد أخرجه ابن خزيمة وابن حبان في صحيحيهما ، وأخرجه أحمد في ((مسنده)) ، والحديث صحيح ثابت عن رسول الله صلى الله عليه وسلم. ¶ أما الذي يروي عنه عبد الرحمن فهو أبوه عبد الله بن محمد بن عبد الرحمن بن أبي بكر ، يعني عبد الرحمن يروي عن أبيه عبد الله. ¶ أبوه عبد الله يروي عن عائشة عمة أبيه لأن عائشة هي عمة محمد بن عبد الرحمن ، لأن عبد الرحمن أخوها ، عبد الرحمن بن أبي بكر ، وابنه محمد الراوي عنه عبد الله بن محمد فهي عمة محمد بن عبد الرحمن. ¶ فإذاً عبد الله بن محمد بن عبد الرحمن يروي عن عمة أبيه عائشة ، لهذا يقول: سمعت عائشة رضي الله عنها. ¶ فعبد الله بن محمد بن عبد الرحمن يروي عن عمة أبيه عائشة رضي الله عنها. ¶ وعبد الله هذا من الثقات يعني له رواية يعني في الصحيحين أو في أحدهما ، ويقال عنه أنه ذو مزاح يعني صاحب مزاح ، وذكر الحافظ في ترجمته في",
            "page": "6",
            "part": "3"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "((تهذيب التهذيب)) أنه دخل على عمته عائشة وهي مريضة في مرض موتها وقال: كيف تجدينك جعلني الله فداك ، قالت: أجدني ذاهبة ، قال: فلا إذاً ، يعني ما يريد أن يكون فداك ما دام فيه موت ، قال: فلا إذن ، يعني كيف تجدينك جعلني الله فداك ، قال: أجدني ذاهبة ، قال: فلا إذن ، يعني معناه أنه ما يريد الموت ، يعني ما دام فيه موت ، والموت قريب فلا إذن ، هذا من مزاحه. ¶ ولهذا في ((التقريب)) قال: وهو صاحب مزاح ، وهو ذو مزاح ، يعني يُعرف عنه هذا المرح وهذا المزاح ، ويروي عن عائشة رضي الله عنها وأرضاها. ¶ وأم المؤمنين رضي الله عنها هي التي برأها الله عز وجل من فوق سبع سماوات وأنزل براءتها مما رُميت به في كتابه العزيز في آيات تتلى من سورة النور وهي ذات المناقب والفضائل وهي أكثر نساء هذه الأمة حديثاً رضي الله عنها وأرضاها ، ومع نبلها وفضلها كانت تتواضع وتقول: لما أنزل الله تعالى في شأنها ما أنزل قالت: كنت أتمنى أن يرى النبي صلى الله عليه وسلم في منامه رؤية يبرئني الله بها ، وما كنت أظن أنه ينزل في آيات تتلى ، ولا شأن في نفسي أهو من أن ينزل في آيات تتلى ، الصديقة بنت الصديق تبلغ الغاية في الكمال تتواضع لله عز وجل ، هذا التواضع رضي الله تعالى عنها وأرضاها. ¶ وهي أحد السبعة المكثرين من حديث رسول الله صلى الله عليه وسلم ، والذين ذكرتهم في الدرس الفائت والذين جمعهم السيوطي في قوله: في ألفيته: ¶ والمكثرون في رواية الأثر *** أبو هريرة وليث وابن عمر ¶ وأنس والبحر كالخدري *** وجابر وزوجة النبي ¶ زوجة النبي صلى الله عليه وسلم يقصد بها عائشة رضي الله تعالى عنها وأرضاها. ¶ والله تعالى أعلم وصلى اله وسلم وبارك على عبده ورسوله نبينا محمد وعلى آله وأصحابه أجمعين. ¶ ************",
            "page": "7",
            "part": "3"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "6 - أَخْبَرَنَا حُمَيْدُ بْنُ مَسْعَدَةَ وَ عِمْرَانُ بْنُ مُوسَى قَالاَ: حَدّثَنَا عَبْدُ الْوَارِثِ قَالَ: حَدّثَنَا شُعَيْبُ بْنُ الْحَبْحَابِ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ قَالَ رَسُولُ اللّهِ صلى الله عليه وسلم: «قَدْ أَكْثَرْتُ عَلَيْكُمْ فِي السّوَاكِ» (1). ¶ ****** ¶ شرح ¶ قال الشيخ محسن العباد حفظه الله تعالى: ¶ بسم الله الرحمن الرحيم ¶ الحمد لله رب العالمين وصلى الله وسلم وبارك على عبده ورسوله نبينا محمد وعلى آله وأصحابه أجمعين. ¶ أما بعد: ¶ فيقول الإمام النسائي رحمة الله عليه: (باب الإكثار في السواك): بعني الإكثار في تأكيده والحث عليه والترغيب به. ¶ و..ذكر هذا الباب بعد الباب الذي قبله وهو في (باب الترغيب في السواك) ، لأن هذا مما يؤكد ذلك ومما يوضحه ، وهذا من الإكثار فيه ، يعني يكون الرسول صلى الله عليه وسلم قال: «السّوَاكُ مَطْهَرَةٌ لِلْفَمِ مَرْضَاةٌ لِلرّبّ» هذا فيه ترغيب فيه وحث عليه. ¶ ففيه مناسبة بين هذا الباب والباب الذي قبله ، وأن الباب الذي قبله مما يحقق هذا المعنى الذي اشتمل عليه هذا الباب ، وهو باب الإكثار في السواك. ¶ فالنبي صلى الله عليه وسلم أكثر على أصحابه بالسواك في تأكيده وفي كثرة الأخبار والأحاديث التي جاءت عنه عليه الصلاة والسلام في الإرشاد إليه والترغيب به والحث عليه. ¶ وقد أورد الإمام النسائي تحته حديثاً واحداً وهو عن أنس بن مالك رضي الله تعالى عنه أن النبي صلى الله عليه وسلم قال: «قَدْ أَكْثَرْتُ عَلَيْكُمْ فِي السّوَاكِ» فمعنى هذا أكثر عليهم في تأكيده وفي إيراد الأحاديث وتعدد الأحاديث والأخبار التي ترغب فيه ، فهذا هو معنى الإكثار في السواك من رسول الله صلى الله عليه وسلم. ¶ __________ ¶ (1) تحقيق - أخرجه البخاري في (صحيحه) (869) ، أحمد في ((مسنده)) ، الدارمي في ((سننه)) ، النسائي في ((الصغرى)) و((الكبرى)) ، المشكاة : باب السواك- (387).",
            "page": "8",
            "part": "3"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "النسائي رحمة الله عليه كما عرفنا من عاداته أو من طريقته أنه يُشْبه البخاري في كثرة التراجم والإتيان بالأحاديث تأتي من طرق ليستدل بها على موضوع يترجم له ، ويأتي بالحديث ليستدل به على موضوع الترجمة ، ومما يوضح هذا أن الإنسان إذا نظر في التراجم وأرقام الأحاديث يجد أن الأحاديث تكون قريبة من التراجم ، ويجد أرقام الأحاديث متطابقة مع أرقام التراجم ، بمعنى أن كل باب تحتها حديث. ¶ وفيما يأتي ، يأتي في الباب الواحد أكثر من حديث ، لكن مهما يكن من شيء فإن الإنسان إذا نظر في أرقام الأحاديث وأرقام التراجم يجد أن أرقام التراجم كثيرة ، وأنها تكون قريبة من أرقام الأحاديث ، وهذا معناه أنه نتيجة لكثرة الأبواب وكثرة الموضوعات ، وأن الإمام النسائي يورد الأحاديث ليستدل بها على موضوعات ، وغالباً ما يكون الموضوع أو الباب يأتي تحته حديث واحد لأن مقصوده من هذا العمل هو معرفة الفقه ، وما يستنبط من الأحاديث ، وأنه بهذا جمع بين أن يكون كتابه كتاب رواية ودراية ، كما كان البخاري كذلك. ¶ لأن هذه التراجم وهذه الأبواب الكثيرة والتي يأتي بها ليستدل عليها بأحاديث يوردها تحت تلك التراجم ، يدلنا على أن كتاب النسائي على هذه الطريقة وعلى هذا المنوال ، إنه كتاب رواية ودراية ، كتاب فقه كما أنه كتاب حديث. ¶ والفقه إنما هو بالتراجم وبكثرة التراجم ، بل إن بعض التراجم يوردها ويأتي بالحديث ليستدل به عليها ، ويكون فهمها دقيقاً كما في الترجمة التي بعد هذه الترجمة. ¶ فإن إيراد الترجمة وإيراد الحديث المستدل به عليها ، هذا من الفهم الدقيق ، ومن جودة الفهم ، وكونه يستنبط من الأحاديث معان يستدل بالأحاديث عليها ما تظهر إلا بالتأمل وبإمعان النظر ، وهو دال على فقهه وعلى دقته وعلى جودة فهمه رحمة الله عليه.",
            "page": "9",
            "part": "3"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "الإسناد: يقول النسائي: ((أَخْبَرَنَا حُمَيْدُ بْنُ مَسْعَدَةَ وَ عِمْرَانُ بْنُ مُوسَى)): وحميد بن مسعدة سبق أن مر بنا في بعض الأحاديث التي مرت. ¶ ((أَخْبَرَنَا حُمَيْدُ بْنُ مَسْعَدَةَ)): وهو من رجال مسلم ، وروى عنه الأربعة. ¶ أما ((عِمْرَانُ بْنُ مُوسَى)): فهو من رجال النسائي ، والترمذي وابن ماجه. ¶ وهو قد ذكر عنه الحافظ في (التقريب): \"أنه صدوق\". ¶ وهذا الذي قرنه معه هو من رجال الإمام مسلم الذي هو حميد بن مسعدة. ¶ والحديث رواه البخاري ، ولكنه قد رواه من طريق من هذا الإسناد يعني من طريق عبد الوارث عن شعيب بن الحبحاب عن أنس بن مالك. ¶ ولكنه رواه من طريق شيخ آخر غير هذين ، لأن هذين الموجودين ليسا من رجال البخاري ، لا حميد بن مسعدة لأنه من رجال مسلم فقط ، ليس له رواية في البخاري. ¶ وعمرن بن موسى ليس من رجال الشيخين ، ولكنه رواه من طريق أحد مشايخه وهو أبو معمر ، وبنفس إسناد النسائي ، لكن شيخه غير هذين. ¶ وهذان كما قلت ليسا من رجال البخاري ، وأولهما وهو: حميد بن مسعدة وهو من رجال مسلم ، والثاني وهو: عمران بن موسى ليس من رجال مسلم ، وإنما هو من رجال النسائي والترمذي وابن ماجه. ¶ أما (عَبْدُ الْوَارِثِ): الذي يروي عنه حميد بن مسعدة وعمران بن موسى فهو ابن سعيد العنبري التميمي البصري ، وهو من رجال أصحاب الكتب الستة ، من رجال الشيخين وغيرهما ، وقد جاء ذكره كثيراً في الكتب الستة الذي هو عبد الوارث بن سعيد. ¶ وعبد الوارث هنا ذكره غير منسوب ، لكن هو عبد الوارث بن سعيد. ¶ والذين روي عنهم في الكتب الستة ممن يسمى عبد الوارث أربعة. ¶ فيهم من لم يروي عنه النسائي ، وفيهم من روى عنه النسائي وحده ، وفيهم من روى عنه أصحاب الكتب ، وفيهم من روى عنه النسائي ولكنه متأخر عن هذه الطبقة ، وطبقة شيوخ شيوخ النسائي وكذلك غيره من أصحاب الكتب لأنه متقدم الذي هو عبد الوارث بن سعيد.",
            "page": "10",
            "part": "3"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "إذا أراد الإنسان أن يعرف يعني هذا الشخص الغير منسوب ، كيف يعرف أنه أحد هؤلاء الأربعة الموجودين مثلاً في ((التقريب)) أو في (( تهذيب التهذيب من رجال الكتب السنة))؟ ¶ فيمكن الإنسان أن يعرف يعني هؤلاء الأشخاص: ¶ أولاً: من خرج عنهم ، فيه واحد خرج عنه أبو داود. ¶ إذاً هذا لا يُفكَّر بأنه هذا الموجود ، لأنه من رجال أبي داود فقط والحديث في النسائي. ¶ إذاً ليس للنسائي عنه رواية ، إذاً لا يُفكر فيه ، وأن يكون هو المقصود وإنما يُبحث عن غيره. ¶ ففيه واحد يقال له عبد الوارث وهو أول الأشخاص الذين جاء ذكرهم في ((التقريب)) وروى عنه النسائي وحده ، لكنه في ترجمته روى له حديثا واحداً في ((متعة الحج)). ¶ إذاً ليس هذا لأنه روى عنه حديثاً واحداً وفي ((متعة الحج)) ، وهذا في ((السواك)) إذاً هو غير ذاك. ¶ لأن ذاك ما أكثر عنه النسائي ، روى عنه حديثاً واحداً في ((متعة الحج)) ، والحديث الذي معنا هو في ((السواك)). ¶ إذن هذا ممن انفرد عنه النسائي ، يعني لا يُفَكَّرُ بأنه هذا ، لأن ذاك روى عنه النسائي بقلة ، إذ لم يروي عنه إلا حديثاً واحداً في ((متعة الحج)). ¶ بقي اثنان: وهما: ¶ عبد الوارث بن سعيد العنبري. ¶ وعبد الوارث بن عبد الصمد بن عبد الوارث ، حفيد عبد الوارث بن سعيد ، ابن ابنه. ¶ وهذا الحفيد من طبقة متأخرة ، بل هو من طبقة شيوخ النسائي ، لأن الذي معنا هو من طبقة شيوخ شيوخه ، وهذا من طبقة شيوخه الذي هو الحفيد. ¶ إذن هو يُستبعد ، يعني فلا يقال إن هذا الذي في الإسناد هو من طبقة متقدمة ، من طبقة شيوخ شيوخه. ¶ وإذا نظرنا في ترجمة (شعيب بن الحبحاب) نجد أنه روى عنه عبد الوارث بن سعيد. ¶ وإذا نظرنا في ترجمة عبد الوارث بن سعيد وجدنا أنه روى عن شعيب بن الحبحاب ، وفي الإسناد هنا يروي عن شعيب بن الحبحاب.",
            "page": "11",
            "part": "3"
        },
        {
            "hno": null,
            "id": "17",
            "nass": "إذًا تبيَّن من هذا الذي روى له النسائي وهذا الذي جاء ذكره غير منسوب أنه عبد الوارث بن سعيد الذي روى عنه أصحاب الكتب الستة ، وهو المشهور والثقة الثبت الذي روى عنه أصحاب الكتب الستة جميعاً ، وهو الذي يأتي ذكره كثيراً في أسانيد الكتب الستة الذي هو عبد الوارث بن سعيد العنبري التميمي. ¶ لكن من ينظر في ((التقريب)) يجد إشكالاً في ترجمته وهو أنه قيل فيه: أنه من الطبقة الثامنة ، وقيل نوفي سنـ 108ــة ، ومن المعلوم أن طبقة الثامنة ما تكون وفاتهم في سنـ 108 ــة ، هي من الطبقة الثالثة والرابعة أو الخامسة ، وأما الثامنة فلا تكون يعني في هذه الطبقة. ¶ فالواحد ينظر ، يعني في هذا الأمر يجد إشكالاً ، لكن إذا بحث في الكتب الأخرى ، إذا ذهب إلى ((التهذيب)) وجد أنه توفي سنـ 180ــة (ثمانين ومائة) ، لأن في الطبعة المصرية الأولى ثمان ومائة قيل من الثامنة. ¶ والثامنة لا تناسب ثمان ومائة (108) ، وأما يناسبها ثمانين ومائة (180). ¶ أما ((شُعَيْبُ بْنُ الْحَبْحَابِ)): شيخه فيقولون في ربطه أنه بالحاء بالمهملتين وبالمعجميتين ، يعني الحاء جاءت مرتين ، والباء جاءت مرتين ، فهو شعيب بن الحبحاب يعني بالباء في موضعين ، وكذلك الحاء المهملة في موضعين ، وهو من رجال البخاري ، وقد روى عنه الحديث كما ذكرت ، رواه عن عبد الوارث عن شيخه شعيب بن الحبحاب عن أنس بن مالك رضي الله عنه. ¶ وشعيب بن الحبحاب: هو من الثقات ، وكذلك عبد الوارث هو من الثقات ، وكل منهما هو من رجال البخاري الذي هو عبد الوارث وشعيب بن الحبحاب. ¶ ما أدري شعيب بن الحبحاب من خرج له مع البخاري؟ ¶ أحد الحاضرين: أبو داود ، والبخاري ، والنسائي ، والترمذي. ¶ الشيخ حفظه الله: ما فيه مسلم؟",
            "page": "12",
            "part": "3"
        },
        {
            "hno": null,
            "id": "18",
            "nass": "القائل: لا (1) ¶ الشيخ حفظه الله تعالى: يعني ما فيه ابن ماجه ، ولا مسلم. ¶ (عَنْ أَنَسِ بْنِ مَالِكٍ رضي الله عنه): وأنس بن مالك رضي الله عنه هو أحد الصحابة المشهورين وقد خدم رسول الله صلى الله عليه وسلم عشر سنوات ، ولما قدم الرسول صلى الله عليه وسلم المدينة وكان عمره عشر سنوات ، ثم إنه خدمه عشر سنوات ، ودعا له النبي صلى الله عليه وسلم بكثرة المال والولد ، عاش يعني قريباً من المائة أو زاد على المائة ، وكانت وفاته قيل سنـ92 أو 93ـة رضي الله عنه وأرضاه ، وأنه قد تجاوز المائة ....[انتهى الشريط الرابع] ¶ ناصر الدين أبو تقي الدين الجزائري ¶ الجزائر يوم: 15/ذو الحجة/1424 الموافق لـ 06/02/2004 ¶ __________ ¶ (1) - أقول والله الموفق: بل هو من رجال مسلم ، وقد أخرج له مسلم في كتاب النكاح باب فضيلة إعتاقه أمة ثم يتزوجها ، وفي كتاب الذكر والدعاء.. باب التعوذ من العجز والكسل وغيره ، وكتاب الفتن وأشراط الساعة باب ذكر الدجال وصفته وما معه. (أبو تقي الدين)",
            "page": "13",
            "part": "3"
        }
    ],
    "t35964": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "01 شرح سنن النسائي"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "02 شرح سنن النسائي"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "03 شرح سنن النسائي"
        }
    ]
}