{
    "b35965": [
        {
            "id": "1",
            "nass": "شرح حديث جابر في صفة حجة النبي( ¶ شرح ¶ عبد العزيز الطريفي ¶ جامع أبي بكر الصديق بالرياض ¶ ذو الحجة 1423 للهجرة ¶ أشرف على تفريغة / حمود المطيري غفر الله له ¶ بسم الله الرحمن الرحيم ¶ مقدمة ¶ الحمد لله رب العالمين وصلى الله وسلم وبارك على نبينا محمد وعلى آله وأصحابه أجمعين أما بعد : ¶ فحديث جابر بن عبدالله في صفة حجة النبي ( من الأحاديث الطوال في كتب السنة ومن الأحاديث التي جمعت أحكاماً وفوائد كثيرة ، وهو خاص بسياق حجة النبي (. ¶ وهذا الحديث حديث عظيم جليل نفيس ساق فيه جابر بن عبد الله عليه رضوان الله تعالى صفة حج النبي ( كما رآها في صحبته لنبي الله ( في حجة الوداع ، و قد ضبط فيه جابر حج النبي (. ¶ وقد اعتنى الأئمة عليهم رحمة الله بهذا الحديث شرحاً وبسطاً لما تضمنه هذا الحديث من أحكام ، فقد شرحه الحافظ ابن المنذر رحمه الله في جزء له وخرّج منه نحواً من مائة وخمسين فائدة، وهذا الحديث - وإن كان خاصاً في سياق حجة النبي ( - ، فقد تضمن أحكاماً كثيرة غير أحكتم الحج وهذا الحديث بحاجة إلى وقت طويل لبسطه والكلام على أحكامه وما تضمنه من معاني. ¶ ولعلنا في هذا الدرس نشرح ما استطعنا من هذا الحديث بالاختصار مع عدم الإخلال بما يحتاجه طالب العلم في الحج وأحكامه ، فإن هذا الحديث لو شرح في شهر كامل ما كان ذلك كثيراً عليه. ¶ وأحكام المناسك أحكام دقيقة ولذا قال ابن تيمية: علم المناسك أدق ما في العبادات . ¶ شرح الحديث ¶ قال الإمام مسلم عليه رحمة الله: ] حدثنا أبو بكر بن أبي شيبة، وإسحاق بن إبراهيم جميعاً عن حاتم ، قال أبو بكر حدثنا حاتم بن إسماعيل [ . ¶ الإمام مسلم عليه رحمة الله من منهجه أن يبين اللفظ ويبين صاحبه إذا كان حدّث عن أكثر من واحد، وذلك في الغالب يكون بصيغة اللفظ لفلان ، أما هنا فبين اللفظ بطريقة أخرى بقوله عليه رحمة الله: ( قال أبو بكر حدثنا حاتم بن إسماعيل) .",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "فبين أن اللفظ هنا لأبي بكر بن أبي شيبة ، وليس هو لإسحاق بن إبراهيم - ابن راهويه - والإمام مسلم عليه رحمة الله يبين في صحيحه صاحب اللفظ ، وهذا معروف ظاهر جلي من صنيعه عليه رحمة الله . ¶ أما الإمام البخاري عليه رحمة الله ، فإنه في الغالب من صنيعه أن اللفظ يكون للأخير من شيوخه ، فإذا حدث عن اثنين فإنه يكون اللفظ للثاني، وهذا في الغالب ، وقد يخالف، وليست هذه قاعدة مطردة في كل حال من صنيع الإمام البخاري رحمه الله . ¶ أما الإمام مسلم فإنه يبين بقوله واللفظ لفلان أو الحديث لفلان أو يقول كما هنا ( قال أبو بكر ) أي أعاد الإسناد مرة أخرى لأبي بكر بن أبي شيبة وبين أن اللفظ له بإعادته له دون إسحاق. ¶ فقوله عليه رحمة الله: ( حدثنا أبو بكر ابن أبي شيبة وإسحاق بن إبراهيم جميعاً عن حاتم ) . ¶ المعروف من صنيع أهل العلم عليهم رحمة الله أنهم في صيغ الأداء لا يقولون (عن) ،وإنما يقولون بالتحديث أو السماع أو يقولون قال فلان وتحتمل السماع وعدمه. ¶ والعنعنة إنما هي من صنيع من بعده ممن يحدث عنه، وهنا قد أشار الإمام مسلم عليه رحمة الله إلى لطيفة من صنيع الإمام إسحاق بن راهويه عليه رحمة الله، بقوله: ( قال أبو بكر بن أبي شيبة حدثنا حاتم بن إسماعيل ) ¶ فقوله: ( حدثنا ) هنا يشير إلى أن إسحاق بن إبراهيم لم يقل حدثنا وإنما قال لفظة أخرى . ¶ وإسحاق بن إبراهيم ـ ابن راهويه ـ لا يقول حدثنا وإنما يقول أخبرنا ، وهذا المعروف من صنيعه، ولذا الإمام مسلم لا يكاد يحدث عن إسحاق بن راهويه ويقول حدثنا وإنما يقول أخبرنا, إلا في نحو عشرة مواضع من صحيح الإمام مسلم في غير الأصول، أوردها الإمام مسلم فقال إسحاق بن إبراهيم ( حدثنا ) ولم يقل ( أخبرنا ) ، في نحو عشرة أحاديث منثورة في صحيح الإمام مسلم ، أولها في كتاب الإيمان من صحيح الإمام مسلم عليه رحمة الله.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "فقد قال : حدثنا إسحاق بن إبراهيم قال حدثنا عيسى بن يونس عن الأعمش عن زيد بن وهب عن حذيفة مرفوعا: ( إن الأمانة نزلت في جذر قلوب الرجال .. ) ¶ وفي كتاب الفرائض قال: حدثنا إسحاق بن إبراهيم ومحمد بن رافع وعبد بن حميد واللفظ لابن رافع قال إسحاق حدثنا، وقال الآخران أخبرنا عبد الرزاق عن معمر عن ابن طاووس عن أبيه عن ابن عباس عن النبي ( في قوله: ( اقسموا المال بين أهل الفرائض على كتاب الله وما أبقت الفرائض فلأولى رجل ذكر ) . ¶ وقال حدثنا إسحاق حدثنا النظر بن شميل عن شعبة عن ابن المنكدر عن جابر في قصة استئذانه على النبي صلى الله عليه وسلم وقوله ( أنا أنا .. ) ¶ وقال حدثنا إسحاق حدثنا الملائي عن سفيان عن سلمة بن كهيل عن جندب مرفوعا : من سمع سمع الله به .. الحديث . ¶ وقال حدثنا إسحاق حدثنا جرير عن الاعمش عن أبي سفيان عن جابر .. ¶ وقال حدثنا إسحاق حدثنا يحي بن آدم عن سفيان عن أشعث عن معاوية بن سويد أمرنا بسبع ..الحديث . ¶ وقال حدثنا إسحاق حدثنا حماد عن يزيد عن سلمة في بيعة الحديبية .. ¶ وقال حدثنا إسحاق حدثنا عمر عن سفيان عن ابن عون عن نافع عن ابن عمر عن عمر في وقف أرض خيبر. ¶ وقال حدثنا إسحاق حدثنا روح عن عبادة عن ابن جريج عن ابي الزبير عن جابر ¶ وقال حدثنا إسحاق حدثنا عيسى عن سعيد عن قتادة عن مطرف عن عمر ان .. الحديث .. ¶ وهي ليست في الأصول، وكذلك فإن مسلم لا يورد لإسحاق بن ابراهيم غير منسوب بصيغة حدثنا لا في الأصول ولا في المتابعات . ¶ وأما غير الإمام مسلم عليه رحمة الله من الأئمة فإنه يتجوز، وربما غير صيغة تحديث إسحاق من أخبرنا إلى حدثنا كما في كثير من كتب السنة، فإنه ربما تجوزوا في صيغ التحديث التي جاءت عن إسحاق بن راهويه.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وإسحاق بن راهويه هو من الأئمة الكبار، وهو إسحاق بن إبراهيم الحنظلي أبو يعقوب ابن راهويه كنيته أبو يعقوب، وقد ترجم له الحافظ ابن حجر عليه رحمة الله في كتابه التقريب، وكناه بأبي محمد، وهو وهم لم يوافقه على ذلك أحد من أهل العلم ، ولعله سبق قلم ، وإنما كنيته أبو يعقوب بالإجماع. ¶ قوله عليه رحمة الله : ] حدثنا حاتم بن إسماعيل المدني عن جعفر بن محمد عن أبيه قال : دخلنا على جابر بن عبد الله فسأل عن القوم حتى انتهى إلي [ . ¶ يسن لمن قدم إليه ضيف أو زائر أن يسأل عن اسمه وممن هو، وهذا من سنة النبي ( ، وإن لم يكن ثبت الأمر بذلك من قوله، إلا أنه ثبت من فعله سؤال القادم عن ذلك، وأما الأمر الذي أمر به النبي ( فلا يثبت . ¶ فقد أخرج الإمام الترمذي عليه رحمه الله في سننه من حديث عمران بن مسلم القصير عن سعيد بن سلمان عن يزيد بن نعامة أنه قال : قال النبي ( ( إذا آخا الرجلُ الرجلَ فليسأله عن اسمه واسم أبيه وممن هو ، فإنه أوصل للمودة ) ¶ هذا الحديث في إسناده يزيد بن نعامة وهو من المجاهيل , ولم يثبت له صحبة , وهذا خبر مرسل . ¶ إلا أنه ثبت عن النبي ( من فعله بسؤاله للناس، فقد كان النبي ( يسأل إذا جاءه قوم أو جاءه رجل، قال: من القوم ؟ أو من فلان ؟ لينزل الناس منازلهم ، ولذا لما جاءه ( وفد عبد القيس قال : من القوم ؟ قالوا : وفد عبد القيس، ونحو ذلك لكي يعرف النبي ( من هذا الذي أتاه، فربما كان سيد قومه وربما كان وجيهاً لكي لا يخطئ في قدره، ولذا يشرع لمن قدم إليه أحد من الناس أن يسأله عن اسمه ومن أي قوم هو، لينزل الناس منازلهم، فقد روي عن النبي ( الحث على إنزال الناس منازلهم وإن كان لا يصح.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "فقد أخرج أبو داود عليه رحمة الله في سننه , وأخرج المرفوع منه الإمام مسلم عليه رحمة الله في المقدمة من حديث سفيان الثوري عن حبيب بن أبي ثابت عن ميمون بن أبي شبيب عن عائشة: ( أنها مرّ بها سائل فأعطته كسرة، ثم مرّ بها رجل آخر عليه ثياب وهيئة, فأجلسته فأكل ثم ذهب، فقيل لعائشة في ذلك، فقالت: أمرنا رسول الله ( أن ننزل الناس منازلهم ), وهذا الخبر ضعيف لا يثبت عن النبي (. ¶ قال أبو داود بعد إخراجه : ميمون بن أبي شبيب لم يدرك عائشة . ¶ كذلك سئل الإمام أبو حاتم عن سماع ميمون بن أبي شبيب من عائشة أمتصل هو ؟ قال: لا . ¶ وأبو نعيم في كتابه ( الحلية ) لما أورد هذا الخبر قال : هذا حديث غريب من حديث الثوري عن حبيب بن أبي ثابت . ¶ وإن لم يثبت هذا الخبر، فإن الثابت عن النبي ( السؤال عن حال الذي يأتي إليه لكي ينزل الرجل منزلته، ويعرف مقامه، فربما كان سيداً في قومه فلم ينزله منزلته، وربما كان صاحب حاجة لا يسأل، فيذهب من عنده ولم يقض حاجته، ونحو ذلك ، فحث النبي ( على السؤال عن أحوال القادمين ، ولذا جابر بن عبد الله عليه رضوان الله تعالى ، لما قدم إليه هؤلاء سأل عن القوم واحداً واحداً . ¶ قوله : ] فلما انتهى إلي قلت : أنا محمد بن علي بن حسين بن علي بن أبي طالب ، ثم أهوى بيده إلى رأسي فنزع زري الأعلى ، ثم نزع زري الأسفل [ . ¶ الزر : جمعه أزرار وهو ما يشد به القميص والأكمام ، ففيه إشارة إلى أن محمد بن علي بن الحسين كان قد شد عليه أزراره وزرهما، وقد روي عن النبي ( أنه كان يفتح أزراره، وكذلك روي عن جماعة من الصحابة ، وهذا من عادته ( وليس هو من السنة .",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "- فقد أخرج الإمام أحمد وكذلك جاء في السنن من حديث عروة بن عبدالله عن معاوية بن قرة عن أبيه قال : قدمنا إلى النبي ( في وفد من مزينة فبايعناه وأن قميصه لمطلق قال فبايعناه ثم أدخلت يدي في جيب قميصه فمسست الخاتم قال عروة فما رأيت معاوية ولا ابنه في شتاء قط ولا حر إلا مطلقي أزرارهما لا يزرانه أبداً. ¶ - وكذلك روي عن جماعة من الصحابة ، فقد روي عن عبد الله بن عمر ، وابن عباس ، كما أخرج ذلك ابن أبي شيبة من حديث الأعمش عن ثابت بن عبيد قال: ما رأيت ابن عمر وابن عباس زارين قميصهما قط . ¶ - وكذلك روي عن أبي هريرة ،كما في مصنف ابن أبي شيبة عن يحيى بن سعيد عن عبيد الله عن سعيد المزني قال كنت مع أبي هريرة في جنازة فرأيته مصفر اللحية محلل الأزرار . ¶ - وروي هذا أيضاً عن عبد الله بن مسعود وزيد بن ثابت وسالم بن عبد الله بن عمر وسعيد بن المسيب ومحمد بن الحنفية وغيرهم من السلف الصالح عليهم رحمة الله . ¶ وهذا من السنن التي يفعلها النبي ( من غير تشريع، وإنما هي عادة وليست عبادة ، ومن فعلها حباً للنبي ( فإنه يؤجر لحبه لا يؤجر لفعله. ¶ فأحوال النبي ( من جهة فعله على ثلاثة أقسام :- ¶ القسم الأول : فعل عادة كألوان لباسه ورداءه وقميصه (، وكذلك فعله في إطلاق أزراره (، وكذلك مشيته ونحو ذلك, فهذا من العادة فلا يقال بأن الإزار والرداء سنة، فالنبي ( لبس ذلك كسائر أهل عصره من قريش وغيرهم وهذا يعرف بقرينة الحال. ¶ القسم الثاني : فعل جبلة : كنومه ويقظته وأكله ( مما يفعله سائر الناس كفار ومسلمون فلا يقال أن النوم سنة ولا أن الأكل سنة ولا أن اليقظة سنة، ويخرج من هذا ما أمر به النبي ( من قوله كنهيه ( من النوم قبل صلاة العشاء وحثه على النوم بعدها، فهذا تشريع لقوله لا لفعله.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "القسم الثالث : فعل عبادة وتشريع وسنة وهذا هو الأصل في فعله أنه عبادة، وهذا أكثر من أن يمثل له، فسائر أفعال النبي ( هي من هذا الباب. لأن النبي ( مشرع، فما دلت القرائن على أن فعل النبي ( عادة فإنه لا يكون سنة وإنما يكون عادة فعلها النبي ( . ¶ قوله: ] ثم وضع كفه بين ثديي [ . ¶ الثدي للرجل والمرأة، وقال بعضهم للرجل يقال ( ثندوة ) ، والصحيح أنه يقال ما في صدر الرجل ثدي كالمرأة، ودليل ذلك ما جاء في الصحيح في قصة الرجل الذي وضع السيف بين ثدييه وغير ذلك مما جاء في الأخبار الصحيحة عن الصحابة وعن النبي ( ، واستعمال الثندوة فيما يخص الرجل هذا صحيح , ولكن لا يمنع أيضاً من إطلاق الثدي للرجل والمرأة. ¶ قوله: ] وأنا يومئذٍ غلام شاب[ . ¶ يظهر منه أنه لم يبلغ الحلم، وهذا يدل على أن الصغير إذا حدث بعد بلوغه بما سمعه قبل بلوغه فإن حديثه صحيح، وقد حكى الإجماع على ذلك ابن عبد البر عليه رحمة الله، وهذا الذي عليه الأئمة المحدثون الحفاظ، وعليه صنيع أصحاب النبي ( عليهم رضوان الله تعالى . ¶ وقد ترجم البخاري عليه رحمة الله في صحيحه بقوله ( باب متى يصح سماع الصغير ) وأسند فيه حديثين :- ¶ 1- حديث عبد الله بن عباس ، فقد أخرجه من حديث إسماعيل بن أبي أويس عن مالك عن الزهري عن عبيد الله بن عبد الله عن عبد الله بن عباس عليه رضوان الله قال : ( أقبلت راكباً على حمار أتانٍ وأنا يومئذٍ قد ناهزت الاحتلام ، ورسول الله ( يصلي بمنى إلى غير جدار .... إلى آخر الخبر ) . ¶ 2- وأسند فيه أيضاً من طريق الزهري عن محمود بن الربيع قال : ( عقلت من النبي ( مجة مجها في وجهي من دلو وأنا ابن خمس سنين .... ) .",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وهذا يدل على أن الصغير يصح تحمله لكن تحديثه لا يقبل إلا بعد بلوغه، ولذا فإن بعض أصحاب النبي ( حدثوا عن وقائع رأوها من النبي ( في حال صغرهم وقبل بلوغهم، كعبد الله بن عباس ومحمود بن الربيع وغيرهم من أصحاب النبي ( ، فسماع الصغير يصح قبل بلوغه، وأداءه وتحديثه لا يصح إلا بعد بلوغه، فلا يقبل الحديث من الصغير ولا يحتج به على الصحيح من أقوال أهل العلم، وقد وقع في ذلك مناظرة بين يحي بن معين والإمام أحمد عليهما رحمة الله، كما حكى ذلك الحافظ الخطيب البغدادي في كتابه ( الكفاية ). ¶ وكما ذكرنا حكى الإجماع الحافظ ابن عبد البر على أن الصغير إذا حدث بما سمعه وهو صغير وحدث بعد بلوغه، أن حديثه صحيح وهذا هو المتقرر الذي عليه السلف الصالح وعليه الأئمة الحفاظ ، وأما من خالف في ذلك من أهل الكلام فإنه مردود ولا حجة لهم في ذلك. ¶ وصنيع جابر بن عبد الله مع محمد بن علي بن الحسين من وضع يده على صدره بين ثدييه فإنه يحمل على أمرين :- ¶ الأمر الأول :- إيناس للصغير ، فإن الصغير بحاجة إلى الإيناس والمداعبة، فإن جابر بن عبد الله قد أٌمن منه أن يفتتن بهذا الصبي الصغير، فإنه رجل أعمى وشيخ كبير. ¶ الأمر الثاني :- أن محمد بن علي بن الحسين من بيت النبوة، فالرفق معه واللين من الإحسان إلى النبي ( ولذا خصه جابر بن عبد الله بذلك . ¶ وكذلك خصه بالترحيب بقوله ( مرحبا بك يا ابن أخي ) وربما لم يقل ذلك لسائر القوم وإنما إكراماً له لأنه من بيت النبوة عليهم رضوان الله تعالى أجمعين . ¶ قوله: ] مرحباً بك يا ابن أخي [ . ¶ ( مرحباً ) أي نزلت على الرحب والسعة، وقيل معناه الدعاء له بالرحب والسعة.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وهذا من سنة النبي ( فيشرع لمن قدم إليه قادم أن يقول له مرحباً سواءً ابتدأ بها أو أن يرد عليه، وهذا قد جاء عن النبي ( كثيراً في أحواله، فكثيراً ما يقدم على النبي ( أقوام فيسألهم ممن هم فيقول لهم ( مرحباً، كما فعل ذلك مع وفد عبد القيس ، وفعل ذلك مع ابنته فاطمة عليها رضوان الله تعالى . ¶ - كما أخرج البخاري ومسلم من حديث عامر الشعبي عن مسروق عن عائشة عليها رضوان الله تعالى : أن النبي ( قال لفاطمة : ( مرحباً بابنتي ) . ¶ - وكذلك فعله ( مع أم هانئ عام الفتح ، فقد أخرج الإمام أحمد وكذلك الشيخان من حديث مالك بن أنس عن أبي النضر عن مولى أم هانئ عن أم هانئ أنها قالت : قدمت إلى النبي ( عام الفتح وهو يغتسل وابنته فاطمة تستره فسلمت ، فقال : ( من هذا ) ، فقالت أم هانئ ، فقال النبي ( : ( مرحباً بأم هانئ ) . ¶ فهنا قال بعضهم لمن بدأ السلام أن يرد عليه بـ ( مرحباً ) ،ولا يظهر هذا ، فأما عدم ذكر أم هانئ عليها رضوان الله تعالى ، برد سلام النبي ( لا يعني عدم وقوعه فربما أغفلته أم هانئ عليها رضوان الله تعالى ، لأنه كان معلوماً ، بأن من بدأ السلام يرد عليه بالسلام ، ويبقى السلام على الأصل ، لقول الله عز وجل {وَإِذَا حُيِّيتُمْ بِتَحِيَّةٍ فَحَيُّوا بِأَحْسَنَ مِنْهَا أَوْ رُدُّوهَا إِنَّ اللَّهَ كَانَ عَلَى كُلِّ شَيْءٍ حَسِيباً} . ¶ فإذا سلم المرء على أحد فيجب على من سُلم عليه أن يرد عليه السلام بمثله أو يزيد ، وأما أن يرد عليه بغير ذلك فإن هذا ليس بمشروع .",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وقد كان النبي ( يقول مرحباً للرجال والنساء كما فعل مع أم هانئ وفاطمة ابنته عليها رضوان الله تعالى ، وكذلك مع الرجال كما في وفد عبد القيس وكذلك فعل مع السائب بن أبي السائب ، كما روى ذلك الإمام أحمد عليه رحمة الله من حديث مجاهد عن السائب بن أبي السائب أنه لما قدم إلى النبي ( عام الفتح وكان شريكاً للنبي ( في تجارته في الجاهلية فقال : ( مرحباً بأخي وشريكي لا يداري ولا يماري ) . ¶ وقد ترجم البخاري في صحيحه قوله : ( باب قول الرجل مرحبا ) ¶ قوله : ] سل عما شئت، فسألته وهو أعمى وحضر وقت الصلاة [ ¶ فيه مشروعية أن يستفيد الطالب من العالم إذا حل في داره فربما لا يتيسر له القرب منه مرة أخرى ، فهذا محمد بن علي بن الحسين بادر بسؤال جابر بن عبد الله ، وذكر من أوصافه ما يشعر حرص محمد بن علي بن الحسين على حاله كقوله ( وكان رجلاً أعمى ) يشير إلى كبر سنه ، و سأله لقربه من النبي ( . ¶ قوله:] فقام في نساجة [. ¶ النساجة : كالطيلسان يلتحف به . ¶ قوله:]ملتحفاً بها , كلما وضعها على منكبه رجع طرفاها إليه من صغرها [ ¶ هذا فيه دليل على مشروعية ستر المنكبين في الصلاة , وستر العورة شرط من شروط الصلاة ، وستر المنكبين في الصلاة واجب ، وهذا الذي عليه الأدلة . ¶ لكن أهل العلم اختلفوا في ستر المنكبين هل يستران أو يستر أحد المنكبين ويجزئ عن ستر الأخر ؟ على خلاف في ذلك . ¶ - ذهب جمهور أهل العلم إلى وجوب ستر المنكبين ، واستدلوا بما رواه الإمام أحمد والبخاري ومسلم من حديث أبي الزناد عن الأعرج عن أبي هريرة عن النبي ( أنه قال ( لا يصلي أحدكم في الثوب الواحد ليس على عاتقيه منه شيء ). ¶ - وذهب الإمام أحمد عليه رحمة الله إلى أن ستر أحد المنكبين يجزئ عن ستر الآخر ، واستدل على ذلك بما جاء في رواية في هذا الخبر أخرجها أحمد في مسنده بقوله ( : ( لا يصلي أحدكم في الثوب الواحد ليس على عاتقه منه شيء ) فقال عاتقه ولم يقل عاتقيه.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "والصحيح أنه يجب ستر العاتقين، وأن ستر العاتق الواحد ربما لا يجزئ ، لأن النبي ( بقوله ( ليس على عاتقه ) أراد جنس العاتق فيشمل كلا العاتقين. ¶ وقوله ( ( ليس على عاتقيه منه شيء ) لفظ ( عاتقيه ) هكذا رواه الأكثرون، ورواه جماعة وهم قلة بلفظ ( عاتقه )، والذي يظهر لي والله أعلم أن لفظ ( عاتقيه ) أصوب وأرجح وإن كان لفظ ( عاتقه ) رواه الحفاظ لكن الذي يظهر والله أعلم أنها رويت بالمعنى . ¶ قوله:] ورداؤه إلى جنبه على المشجب [ ¶ المشجب : هو ما يعلق عليه اللباس من حديد وخشب ، يغرز في جدار أو عمود ونحو ذلك . ¶ وأراد جابر بن عبد الله عليه رضوان الله تعالى ، أن يبين القدر المجزئ من ستر العورة ، وستر ما يجب ستره في الصلاة ، فصلى بهذه الحالة يريد تفقيههم وإعلامهم بذلك . ¶ قوله : ] صلى بنا [ . ¶ استدل به أهل العلم على جواز إمامة الأعمى، فجابر بن عبد الله رجل أعمى وصلى بهم . ¶ واختلف أهل العلم في إمامة الأعمى أيهما أفضل هي أم صلاة المبصر؟ ¶ على قولين مشهورين ، وليس هذا وقت بحث أمثال هذه المسائل، ولكن الصحيح أن الأعمى والمبصر في الإمامة سواء ، والأصل فيهما في حديث أبي مسعود أنه ( قال : ( يؤم القوم أقرؤهم لكتاب الله ...... الحديث ) . ¶ وأما تفضيل الأعمى على المبصر أو العكس فإنه لا يدل عليه دليل . ¶ قوله : ] فقلت أخبرني عن حجة رسول الله ( [ ¶ سأل عن حجة النبي ( يريد التفقه فيها وفي أحكامها. ¶ والحج ركن من أركان الإسلام كما في حديث عبد الله بن عمر ( بني الإسلام على خمس : شهادة أن لا إله إلا الله وأن محمداً رسول الله ، وإقام الصلاة ، وإيتاء الزكاة ، وصوم رمضان , وحج البيت لمن استطاع إليه سبيلاً ) . ¶ والحج فرض فرضه الله على المستطيع القادر لقوله تعالى : ( ولله على الناس حج البيت من استطاع إليه سبيلا ) .",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وهذه الأركان الخمسة أعظم دعائم الإسلام وشرائعه ، فمن ترك شيئاً منها فهو متردد بين الكفر وارتكاب الكبيرة، فمن ترك الركن الأول وهو الإيمان كان كافراً بالله عز وجل، ومن ترك الصلاة فقد أجمع السلف الصالح على كفر تارك الصلاة والأدلة على ذلك عن النبي ( كثيرة جداً، وكذلك عن الصحابة والتابعين :- ¶ - فقد أخرج الإمام مسلم والترمذي والنسائي وابن ماجه من حديث أبي الزبير عن جابر أن النبي ( قال : ( بين الرجل وبين الشرك ترك الصلاة ، فمن تركها فقد كفر) . ¶ - وكذلك قد أخرج الإمام أحمد والترمذي والنسائي وابن ماجه من حديث الحسين بن واقد عن عبد الله بن بريدة عن أبيه أن النبي ( قال : ( العهد الذي بينا وبينهم الصلاة فمن تركها فقد كفر ) . ¶ - وقد كان إجماع الصحابة عليهم رضوان الله على كفر تارك الصلاة ، كما أخرج الإمام الترمذي في سننه والمروزي في تعظيم قدر الصلاة عن بشر بن المفضل عن الجريري عن عبد الله بن شقيق قال : ( ما كان أصحاب رسول الله ( يرون شيئاً من الأعمال تركه كفر غير الصلاة ). ¶ - وقد أجمع التابعون على كفر تارك الصلاة ، فقد أخرج المروزي في كتابه تعظيم قدر الصلاة عن حماد بن زيد عن أيوب بن أبي تميمة قال : ( ترك الصلاة كفر لا يختلف فيه ) . ¶ - وكذلك قد أخرج ابن جرير الطبري في تفسيره عند قوله تعالى : {فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ أَضَاعُوا الصَّلاةَ وَاتَّبَعُوا الشَّهَوَاتِ فَسَوْفَ يَلْقَوْنَ غَيّاً} . أخرج من حديث الأوزاعي عن موسى بن سليمان عن القاسم بن مخيمرة قال في قول الله عز وجل :{فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ أَضَاعُوا الصَّلاةَ} ، قال : أضاعوها عن وقتها وإن كان تركاً كان كفراً ، والخلاف في كفر تارك الصلاة إنما وقع بعدهم .",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "- وحكى الإجماع على ذلك جماعة، كإسحاق بن راهويه ومحمد بن نصر المروزي وغيرهم من أهل العلم، وقد أجمع على ذلك الصحابة والتابعون، وقد قال الإمام أحمد : الإجماع إجماع الصحابة ومن سواهم تبع لهم . ¶ - وأما بقية أركان الإسلام ومنها الحج فقد اختلف السلف الصالح في ذلك ، واختلف من بعدهم . ¶ وجمهور أهل العلم على أنه لا يكفر أحد ممن ترك الزكاة أو الصيام أو الحج وهو مقرٌ بوجوبها ، بل مرتكب لكبيرة من كبائر الذنوب ، وعليه أن يتوب إلى الله عز وجل ويبادر وهو باقٍ على إسلامه . ¶ وقد قال بعض السلف أن من ترك ركناً من الأركان الخمسة فهو كافر بالله عز وجل, وهذا القول لقلة من السلف فقد روي عن سعيد بن جبير ونافع والحكم وهو رواية عن الأمام احمد اختاره بعض أصحابه وهو قول ابن حبيب من المالكية. ¶ والحج قد شرعه الله عز وجل في السنة التاسعة على الصحيح من أقوال أهل العلم، واختلف أهل العلم فمنهم من قال شرع في السنة السادسة، ومنهم من قال شرع في التاسعة ومنهم من قال شرع في الثامنة، والصحيح أنه شرع في السنة التاسعة من الهجرة . ¶ وكفر تارك الحج إستدل من قال به بما رواه الترمذي وابن جرير وابن أبي حاتم وابن مردوية والبيهقي في الشعب عن هلال بن هشام عن أبي إسحاق الهمداني عن الحارث عن علي بن أبي طالب رضي الله عنه قال قال رسول الله من ملك زادا وراحلة فلم يحج مات يهوديا أو نصرانيا وذلك أن الله يقول في كتابه ولله على الناس حج البيت من استطاع إليه سبيلا . ¶ وفيه هلال قال الترمذي مجهول وقال البخاري منكر الحديث وقال ابن عدي هذا الحديث ليس بمحفوظ، قال البيهقي : تفرد به هلال وله شاهد من حديث أبي امامة وقد أخرجه :",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "الدارمي والبيهقي وأبو نعيم في الحلية والروياني عن شريك عن ليث عن عبد الرحمن بن سابط عن أبي أمامه قال قال رسول الله صلى الله عليه وسلم : من لم يمنعه عن الحج حاجة ظاهرة أو سلطان جائر أو مرض حابس فمات ولم يحج فليمت إن شاء يهوديا وإن شاء نصرانيا. ¶ لكنه معلول فمع ضعف رجاله فقد أخرجه الامام احمد في الايمان عن سفيان وابن أبي شيبة عن أبي الاحوص سلام بن سليم كلاهما عن ليث به ولم يذكرا ابا امامة. ¶ واستُدل أيضاً بما رواه ابن جرير الطبري عن عبد الرحمن بن سليمان عن إبراهيم بن مسلم الهجري عن ابن عياض عن أبي هريرة قال قال رسول الله إن الله كتب عليكم الحج فقال رجل أفي كل عام يا رسول الله فأعرض عنه حتى عاد مرتين أو ثلاثا فقال من السائل فقال فلان فقال والذي نفسي بيده لو قلت نعم لوجبت ولو وجبت عليكم ما أطقتموه ولو تركتموه لكفرتم فأنزل الله هذه الآية يا أيها الذين آمنوا لا تسألوا عن أشياء إن تبد لكم تسؤكم حتى ختم الآية. ¶ ولا يصح هذا الحديث . ¶ وبما روى البيهقي وأبو بكر الإسماعيلي الحافظ وابو نعيم في الحلية من حديث أبي عمرو الأوزاعي حدثني إسماعيل بن عبيد الله بن أبي المهاجر حدثني عبد الرحمن بن غنم أنه سمع عمر بن الخطاب رضي الله عنه يقول من أطاق الحج فلم يحج فسواء عليه مات يهوديا أو نصرانيا. ¶ وهذا إسناد صحيح إلى عمر رضي الله عنه صححه ابن كثير وغيره. ¶ وروى سعيد بن منصور في سننه عن هشيم عن منصور عن الحسن البصري قال قال عمر بن الخطاب رضي الله عنه لقد هممت أن أبعث رجالا إلى هذه الأمصار فينظروا إلى كل من كان عنده جدة فلم يحج فيضربوا عليهم الجزية ما هم بمسلمين ما هم بمسلمين. ¶ وفي إسناده إرسال فلا يصح من هذا الوجه . ¶ وروى الواحدي في التفسير من طريق عثمان بن عطاء عن أبيه عن ابن مسعود رفعه من لم يحج ولم يحج عنه لم يقبل له يوم القيامة عمل . ¶ وإسناده ضعيف جداً .",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "روى اللالكائي عن يعقوب الأشعري عن ليث عن سعيد بن جبير قال من ترك الصلاة متعمداً فقد كفر ومن أفطر يوما من رمضان متعمداً فقد كفر ومن ترك الحج متعمدا فقد كفر ومن ترك الزكاة متعمدا فقد كفر . ¶ ولا يثبت هذا عن سعيد لضعف إسناده . ¶ ولا يصح في إثبات كفر تارك الحج حديث مرفوع، وصح ما ذكرنا عن عمر، وهو ُمتأول . ¶ وقد جعل الله عز وجل لهذا الركن العظيم مزية عظيمة حيث جعله من المباني التي يبنى عليها الإسلام، وجعله من أعظم مكفرات الذنوب . ¶ - فقد أخرج الشيخان من حديث منصور عن أبي حازم عن أبي هريرة عن النبي ( أنه قال : ( من حج فلم يرفث ولم يفسق خرج من ذنوبه كيوم ولدته أمه ) . ¶ - وكذلك ما جاء عن النبي ( في الصحيحين وغيرهما من حديث مالك عن سمي عن أبي صالح عن أبي هريرة عن النبي ( أنه قال : ( العمرة إلى العمرة كفارة لما بينهما , والحج المبرور ليس له جزاء إلا الجنة ) . ¶ - وكذلك ما أخرجه الإمام مسلم عليه رحمة الله من حديث يزيد بن أبي حبيب عن ابن شماسة المهري عن عمرو بن العاص عن النبي ( أنه قال : ( الإسلام يهدم ما قبله والحج يهدم ما قبله والهجرة تهدم ما قبلها ) فقرن النبي ( الحج بالهجرة والإسلام .",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "ويجب الحج بمال حلال، ومن حج بمال حرام فحجه غير مبرور، واختلف العلماء في إجزاءه، فذهب جمهورهم إلى إلى أنه يجزئه وهو غير مبرو، وقال الإمام أحمد وهو المشهور في مذهب الحنابلة إلى أنه لا يجزي عنه وذلك لما روى مسلم عن فضيل بن مرزوق حدثني عدي بن ثابت عن أبي حازم عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم: أيها الناس إن الله طيب لا يقبل إلا طيبا وإن الله أمر المؤمنين بما أمر به المرسلين فقال يا أيها الرسل كلوا من الطيبات واعملوا صالحا إني بما تعملون عليم وقال يا أيها الذين آمنوا كلوا من طيبات ما رزقناكم ثم ذكر الرجل يطيل السفر أشعث أغبر يمد يديه إلى السماء يا رب يا رب ومطعمه حرام ومشربه حرام وملبسه حرام وغذي بالحرام فأنى يستجاب لذلك. ¶ قوله : ] فقال بيده فعقد تسعاً [ . ¶ العقد هنا : عدٌ عند العرب باليد ، انقرض منذ أزمان وليس المراد بالعد قبض الأصابع إذا قبضت الكف فالمراد به خمسة وواحد واحد واثنين اثنين فحسب، وإنما المراد عدٌ على طريقة العرب، يعدون بإشارة يفهم منها أعداد معينة، وربما بإشارة واحدة يفهمون أعداداً تصل إلى الآلاف أو المئات ونحو ذلك . ¶ وهذه طريقة مهجورة لا يستعملها الناس الآن، وقد ذكر أهل العلم هذه الطريقة وكان العرب يستعملونها في بيعهم وشراءهم، فمن أراد أن يشتري سلعة وأراد أن يسار البائع بقيمة أشار إليه حيث لا يسمع من حوله، فيفهم البائع مراد المشتري من هذه السلعة، وكذلك في مجالسهم ونحو ذلك. ¶ فجميع الأعداد والأرقام يعدونها بأصابعهم بالإشارة، وهي طريقة معلومة قد ذكرها أهل العلم في مصنفاتهم . ¶ فقوله هنا ( فعقد تسعاً ) العقد تسعاً هو قبض الخنصر والبنصر والوسطى ووضع السبابة في أصل الإبهام هكذا ( ).",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وإذا وضع السبابة في وسط الإبهام يراد بها عدد آخر وهو التسعون، وإذا صنع ذلك في اليد اليسرى فإنه يعني به مائة، بل ويستطيعون أن يعدوا بهذه الطريقة أعداداً كبيرة جداً، ولذلك قال سويد : سألت يحي بن الحارث عن عدد آي القرآن، فعقد بيده سبعة آلاف ومائتين وستة وعشرين آية. ¶ قوله : ] أن رسول الله مكث تسع سنين لم يحج ثم أذن في الناس في العاشرة [ ¶ هل حج النبي ( قبل حجة الوداع أم لا ؟ ¶ صح عنه أنه حج قبل حجة الوداع قبل أن يفرض الحج كما جاء في الصحيح من حديث محمد بن جبير بن مطعم عن أبيه قال : ( أضللت بعيراً لي فذهبت أبحث عن ضالتي فرأيت النبي ( يوم عرفة واقفاً مع الناس ، فقلت : إن هذا لمن الحمس فما الذي جاء به هاهنا ) . ¶ الحمس من قريش في يوم عرفة لا يقفون في عرفة وإنما يقفون في مزدلفة لأنهم شددوا على أنفسهم . ¶ والحمس : هم الذين شددوا على أنفسهم في الدين , وهم قريش فقالوا: نحن أهل حرم الله فلا نخرج من حرم الله ،فكانوا لا يقفون بعرفة ، وإنما يقفون بمزدلفة . ¶ فيقول جبير بن مطعم : فرأيت النبي ( وهو من قريش يقف مع الناس ، وسائر قريش لا يقفون بعرفة ، فلما رآه تعجب من ذلك . ¶ وكم حجة حج النبي ( قبل فرض الحج ؟ على خلاف في ذلك ، فمن أهل العلم من قال أنه ( حج حجتين ومنهم من قال أنه حج حجة واحدة . ¶ فقد أخرج الإمام الترمذي عليه رحمة الله في سننه عن زيد بن حباب عن سفيان عن جعفر بن محمد عن أبيه عن جابر بن عبد الله : أن النبي ( حج ثلاث حجج ، حجتين قبل أن يهاجر وحجة بعد ما هاجر . ¶ وهذا الخبر خبرٌ لا يصح ، والصحيح فيه الإرسال ، فقد أخرجه الإمام الترمذي عليه رحمة الله وقال حديث غريب ، وإذا أطلق الإمام الترمذي هذه اللفظة على حديث فإنه يريد أنه ضعيف وربما يكون شديد الضعف . ¶ وقد قال عنه الإمام البخاري عليه رحمة الله : هذا الخبر ليس بمحفوظ ، وإنما هو عن الثوري عن أبي إسحاق عن مجاهد مرسلاً.وليس بموصول عن النبي ( .",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "والثابت عن النبي ( أنه حج قبل الإسلام , وكم حجة حجها ؟ الله أعلم بذلك . ¶ وإنما فرض الحج في السنة التاسعة ، فبعث النبي ( أبا بكر عليه رضوان الله تعالى ليحج بالناس ،كما جاء في الصحيحين وغيرهما من حديث ابن شهاب عن حميد بن عبد الرحمن عن أبي هريرة رضي الله عنه قال : ( بعث النبي ( أبا بكر ليحج بالناس قبل حجة الوداع فبعثني أبو بكر أن أنادي في الناس أن لا يحج بعد هذا العام مشرك ولا يطوف بالبيت عريان ) . ¶ وإنما كان تأخر النبي ( إلى السنة العاشرة مع أن الحج فرض في السنة التاسعة ، لمصلحة الحج, وهو أنه كان يحج في بيت الله المشركون من سائر العرب، وكذلك يطوف في البيت عريان، فأراد النبي ( أن يحج أبو بكر عليه رضوان الله تعالى ، وينهى الناس عن تلك الأفعال، وينهاهم أن لا يطوف بالبيت عريان، وأن لا يحج بعد هذا العام مشرك، وذلك لمصلحة حجة النبي ( لكي لا يلتبس على من أراد الإقتداء بالنبي ( مع ما يفعله العرب في جاهليتهم، لكي يعلم النبي ( الناس على ما شرعه الله عز وجل, ولذلك أخر النبي ( ليبعد مظاهر الشرك ومظاهر الفساد التي تصنع في حج بيت الله، ولذا أخر النبي ( الحج إلى السنة العاشرة . ¶ ولا يجب الحج على العبد إلا بشروطه المعروفة وهي : ¶ - الإسلام فلا يجب الحج على مشرك لقول الله تعالى : ( إنما المشركون نجس ..) وفي الصحيحين عن يونس عن ابن شهاب عن حميد بن عبد الرحمن بن عوف عن أبي هريرة قال: بعثني أبو بكر الصديق في الحجة التي أمره عليها رسول الله صلى الله عليه وسلم قبل حجة الوداع في رهط يؤذنون في الناس يوم النحر لا يحج بعد العام مشرك ولا يطوف بالبيت عريان .",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "-والشرط الثاني هو العقل فلا يجب على مجنون لما أخرج أهل السنن إلا الترمذي عن حماد بن سلمة عن حماد عن إبراهيم عن الأسود عن عائشة رضي الله عنها عن النبي صلى الله عليه وسلم قال: رفع القلم عن ثلاثة عن النائم حتى يستيقظ وعن الصبي حتى يكبر وعن المجنون حتى يعقل. ¶ واخرجه الترمذي من حديث قتادة عن الحسن عن على به. ¶ - والشرط الثالث البلوغ: للحديث السابق وحج الصبي صحيح لما اخرج مسلم من حديث سفيان بن عيينة عن إبراهيم بن عقبة عن كريب مولى بن عباس عن بن عباس عن النبي صلى الله عليه وسلم لقي ركبا بالروحاء فقال : من القوم قالوا المسلمون فقالوا من أنت قال رسول الله فرفعت إليه امرأة صبيا فقالت ألهذا حج قال نعم ولك أجر . ¶ ولما اخرج البخاري عن حاتم بن إسماعيل عن محمد بن يوسف عن السائب بن يزيد قال : حُج بي مع رسول الله صلى الله عليه وسلم وأنا بن سبع سنين . ¶ وللصغير إذا حج حجاً صحيحاً كان له حجة كامله الأجر ولكنها لا تجزيء عن حجة الإسلام لما روى الشافعي وعنه البيهقي ورواه الحاكم من حديث شعبة عن سليمان الأعمش عن أبي ظبيان عن ابن عباس قال قال رسول الله صلى الله عليه وسلم: أيما صبي حج ثم بلغ الحنث فعليه أن يحج حجة أخرى وأيما أعرابي حج ثم هاجر فعليه حجة أخرى وأيما عبد حج ثم أعتق فعليه حجة أخرى . ¶ وهذا الخبر لا يصح رفعه والصواب فيه الوقف . ¶ وقد نقل الإجماع على عدم أجزاء حج الصغير عن حجة الإسلام الترمذي وابن المنذر وغيرهما . ¶ وإذا بلغ عشية عرفه ووقف أجزأة عن الفريضة فقد روى ابن أبي عروبة في المناسك عن قتادة وعطاء صحة ذلك.وهو قول الشافعي وأحمد. ¶ ويلبى عن الصبي الذي لا يعرف التلبية . ¶ روى أحمد وابن ماجه عن أشعث بن سوّار عن أبي الزبير عن جابر قال: حججنا مع رسول الله صلى الله عليه وسلم ومعنا النساء والصبيان فلبينا ورمينا عنهم .",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "وإسناده ضعيف لضعف أشعث، ولا يفهم منه التلبية عن النساء بل المراد الصبيان فحسب، فلا يلبى عن المرأة بالإجماع كما حكاه الترمذي . ¶ - والشرط الرابع الحرية وذلك للحديث السابق . ¶ - والشرط الخامس الاستطاعة للآية في قوله تعالى : ( ولله على الناس حج البيت من استطاع إليه سبيلا ) . ¶ - والشرط السادس خاص بالمرأة وهو المحرم، فقد حرم الله خروج المرأة مسيرة يوم وليلة إلا مع محرم . ¶ ومن لا محرم لها لا بأس بحجها مع رفقة من النساء يقوم عليهن أمين صالح وهو قول مالك والشافعي وأحمد في رواية . ¶ فقد أخر ابن أبي شيبة في مصنفه عن يونس عن الزهري قال ذكر عند عائشة المرأة لا تسافر إلا مع ذي محرم فقالت عائشة ليس كل النساء تجد محرماً. ¶ وفي إسناده إنقطاع . ¶ وروى سعيد بن منصور في سننه والطحاوي ورواه ابن حزم أيضاً عن بكير عن نافع مولى ابن عمر قال كان يسافر مع عبد الله بن عمر موليات له ليس معهن محرم. ¶ ومنع منه جماعة من أهل العلم . ¶ قوله: ] ثم أذن في الناس في العاشرة أن رسول الله ( حاج فقدم المدينة بشر كثير كلهم يلتمس أن يأتم برسول الله ( ويعمل مثل عمله [. ¶ استدل بهذا بعض أهل العلم على أن الحج على الفور وليس على التراخي، ولذا أذن بالناس أن النبي ( سوف يحج هذا العام، فقدم المدينة بشر كثير، ولذلك بادروا ولم يؤخروا الحج إلى قابل. ¶ والدليل على ذلك من هذا الخبر أن أسماء عليها رضوان الله تعالى، خرجت مع النبي ( وهي حامل فولدت في ذي الحليفة، ومعلوم أن مثل حالها تعلم أنها سوف تلد في طريقها قطعاً، لأن المسير من مكة إلى المدينة ليس بيوم أو يومين وإنما هو بالأشهر، ومعلوم في حسبانها أنها سوف تلد في طريقها، وعلى أبعد تقدير أنها ستلد في مكة ومع ذلك خرجت، وهذا يدل على أن الحج على الفور وعلى المبادرة، ولم يمنعها من ذلك حملها, ولم يمنع من حول النبي ( من أهل المدينة ومن حولهم أن يقدموا إلى المدينة ليقتدوا برسول الله ( .",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "والصحيح في ذلك أن الحج يجب على الفور، وعليه تحمل نصوص النبي ( حال الأمر، وقد جاء عن النبي ( أمر بالتعجيل و لا يصح من ذلك ما أخرجه الإمام احمد من حديث إسماعيل بن خليفة عن فضيل عن سعيد بن جبير عن عبد الله بن عباس أن النبي ( قال : ( تعجلوا بالحج - يعني الفريضة - فإن المرء لا يدري ما يعرض له ) وهذا الخبر في إسناده إسماعيل وهو ضعيف . ¶ وقد أخرج أبو داود عليه رحمة الله في سننه من حديث صفوان أبي مهران عن ابن عباس أن النبي ( قال : ( من أراد الحج فليتعجل ) . ¶ وهذا الخبر لا يصح في إسناده مهران وهو مجهول لا يعرف . ¶ والعمدة في ذلك ما صنع أصحاب النبي ( من المبادرة باتباع النبي (، حتى قال بعض أهل السير أن الذين قدموا مع النبي ( في حجته نحواً من مائة وعشرين ألفاً منهم من صحب النبي ( من ابتداء خروجه من المدينة، ومنهم من صحبه فلحقه في طريقه بالروحاء، وبعضهم في منتصف الطريق، وبعضهم قدم إلى النبي ( بمكة وهم قلة، هذا يدل على أنهم فهموا الأمر بالحج على الفور. ¶ وهذا هو الأصل بأمر الله عز وجل بقوله: {وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلاً} . وهو الأصل من أمر النبي ( وأذانه بالناس . ¶ فلا يحل لمن ملك الاستطاعة من زاد وراحلة وكان مستطيع البدن ولم يحبسه حابس، وكان من أهل الوجوب أن لا يبادر بالحج، بل يجب عليه المبادرة ، ولو توفي وهو مستطيع لأداء الحج وسوّف كان آثماً بلا شك، لأنه قد وجب عليه الحج فلم يحج، وجاءه موسم الحج وهو مستطيع فلم يحج. ¶ قوله : ] فقدم المدينة بشر كثير [ . ¶ فيه دلالة على ما ذكرنا من أن الحج واجب على الفور وهذا هو الصحيح من أقوال أهل العلم ، وذكرنا الأدلة على ذلك فيما سبق . ¶ قوله : ] حتى أتينا ذا الحليفة [. ¶ وذو الحليفة هو ميقات أهل المدينة, وهو من المواقيت المكانية. ¶ وأهل العلم يقسمون المواقيت إلى قسمين: ¶ مواقيت مكانية , ومواقيت زمانية.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "فالمواقيت الزمانية : هي أشهر الحج شوال, وذو القعدة, وذو الحجة, وقد جاء في ذلك أخبار, وهي المقصودة بقول الله عز وجل {الحج أشهر معلومات فمن فرض فيهن الحج فلا رفث ولا فسوق ولا جدال في الحج} . ¶ وقد أخرج البيهقي وغيره من حديث عبيدالله بن عمر عن نافع عن عبدالله بن عمر أنه قال : الحج أشهر معلومات شوال , وذو القعدة ، وعشر ذي الحجة . ¶ ورواه الطبري والدارقطني عن ورقاء عن عبدالله بن دينار به . ¶ كذلك رواه خصيف عن مقسم عن عبدالله بن عباس رواه البيهقي وغيره . ¶ فأشهر الحج هي شوال, وذو القعدة , وعشر ذي الحجة , ومنهم من قال أن ذا الحجة كاملاً هو من أشهر الحج . ¶ ومن أحرم قبل دخول أشهر الحج وبقي إلى وقت الحج صح حجه إحرامه وهو قول مالك وأبي حنيفة وأحمد . وقال الشافعي بانعقاد إحرامه عمره وهو قول عطاء وطاووس . ¶ والمواقيت المكانية على أقسام : فقد ذكرها النبي ( كما في الصحيحين وغيرهما من حديث حماد بن زيد عن عمرو بن دينار عن طاوس عن بن عباس أن النبي ( : وقت لأهل المدينة ذا الحليفة ، ولأهل الشام الجحفة ، ولنجدٍ قرن المنازل ، ولليمن يلملم ، ثم قال رسول الله ( : (هن لهن ولمن أتى عليهن من غير أهلهن ممن أراد الحج والعمرة ومن كان دونهن فمن أهله ،حتى أهل مكة يهلون منه) . ¶ فهذه المواقيت يجب الإحرام منها وألا يتعداها من كان ناوياً الحج والعمرة إلا بإحرام , ومن أحرم من داره وكانت داره قبل هذه المواقيت صح إحرامه إلا أنه خالف السنة، وقد جاء ذلك عن بعض الصحابة, بل قال بعض الفقهاء أن الإحرام من الدار قبل الميقات أفضل وهو قول أبي حنيفة . ¶ وقد روى البيهقي وابن أبي شيبة والحاكم والطحاوي وغيرهم من طريق شعبة عن عمرو بن مرة عن عبد الله بن سلمة عن علي أنه قال في قول الله عز وجل وأتموا الحج والعمرة لله قال: أن تحرم من دويرة أهلك . ¶ ورواه ابن حزم أيضاً من هذا الطريق وبهذا الطريق أيضاً عنده إلى عبد الله بن سلمة عن عائشة مثله .",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وروى ابن عبد البر عن حماد بن زيد عن أيوب عن نافع أن ابن عمر أهل من بيت المقدس . ¶ وروى سعيد في سننه سعيد بن منصور عن حماد بن زيد عن هشام بن حسان عن حفصة بنت سيرين عن محمد بن سيرين أنه خرج مع أنس إلى مكة فأحرم من العقيق . ¶ وأما من كان أهله دون المواقيت فإنه يحرم من داره ولا يذهب إلى المواقيت, ومن كان من أهل مكة فإنه يحرم من مكة, ولا يذهب إلى المواقيت، هذا في الحج خاصة، أما في العمرة فيخرج إلى الحل وهذا عليه عامة الفقهاء وهو قول الأربعة وحكى الأجماع فيه المحب الطبري وابن قدامة وغيرهم . ¶ وقد عارض هذا الإجماع بعضهم كالصنعاني بعموم قوله ( ( حتى أهل مكة من مكة ) ولعل تبويب البخاري على هذا الحديث بقوله ( باب مهل أهل مكة للحج والعمرة ) يشير إلى ذلك . ¶ قوله : ] فولدت أسماء بنت عميس محمد بن أبي بكر [ . ¶ ذكرنا أن هذا فيه دلالة على أن الحج واجب على الفور وذلك أن أسماء بنت عميس عليها رضوان الله تعالى خرجت وهي قريبة من الولادة وهي تعلم قطعاً أنها ستلد إما بطريقها وإما في مكة وهي تعلم علم يقين أنها لن تلد إلا في حال السفر ولم تؤخر ذلك، فدل ذلك على أن الحج على الفور ومعلوم أن الحمل تسعة أشهر وأنها في ولادتها لمحمد بن أبي بكر لاشك أنها ولدت في أوقات الولادة المعتادة من الشهر السادس إلى ما بعده، ومعلوم أن السفر من مكة إلى المدينة ومن المدينة إلى مكة لا يقضى بيوم أو يومين أو أسبوع أو أسبوعين وإنما يحسب بالأشهر, بحسب سرعة الراكب والماشي, ومع ذلك حجت مع النبي (. ¶ والأمر في قول الله عز وجل {وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلاً وَمَنْ كَفَرَ فَإِنَّ اللَّهَ غَنِيٌّ عَنِ الْعَالَمِينَ} ظاهره أنه على الفور ولا صارف له بل إن القرائن كلها تدل على أن الأمر فيه على الفور لا على التراخي. ¶ قوله : ] فأرسلت إلى رسول الله ( كيف أصنع؟، قال: اغتسلي واستثفري [ .",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "فيه سؤال الجاهلُ العالمَ عما لا يعلمه، والغسل هنا أخذ منه أهل العلم استحباب الغسل للمحرم فإذا كانت النفساء والحائض التي لا تستفيد من غسلها شيئاً في استباحة عبادة كصلاة وصيام ومع ذلك أمرها النبي (، فالمحرم من غير الحيض في مثل هذه الحالة يكون أولى, فإذا أمر النبي ( أسماء بنت عميس وقد نفست أمرها بالغسل - ( اغتسلي ) - وهي لا تستفيد من غسلها باستباحة لعبادة من صلاة أو صيام ونحو ذلك ، وإنما يحرم عليها الصلاة والصيام ومع ذلك قال : ( اغتسلي ), دل هذا على أن الغسل للمحرم مستحب. ¶ وأقوى شيء في هذا الباب ما أخرجه ابن بي شيبة والحاكم والدارقطني و البيهقي عن حميد عن بكر بن عبد الله المزني عن ابن عمر قال: إن من السنة أن يغتسل إذا أراد أن يحرم وإذا أراد أن يدخل مكة . ¶ وروي مشروعية الاغتسال للإحرام عن إبراهيم وعطاء وسعيد بن جبير وطاووس ونقل ابن المنذر الإجماع على استحبابه وهو قول الأئمة الأربعة . ¶ وأخرج البيهقي والحاكم عن يعقوب بن عطاء عن أبيه عن بن عباس قال: اغتسل رسول الله صلى الله عليه وسلم ثم لبس ثيابه فلما أتى ذا الحليفة صلى الله عليه وسلم صلى ركعتين ثم قعد على بعيره فلما استوى به على البيداء أحرم بالحج. ¶ ويعقوب لين الحديث وليس بالقوي، فلا يصح حديثه. ¶ وقال الشافعي كما في الأم أن من عجز عن الماء تيمم، ولا أرى لهذا دليل، ولا يشرع التيمم حيث أن المراد بالغسل التنظف لا استباحة عبادة . ¶ واستدل بعضهم بما أخرجه الترمذي وابن خزيمة والدارقطني والحاكم والبيهقي وغيرهم من حديث ابن أبي الزناد عن أبيه عن خارجة بن زيد عن أبيه زيد بن ثابت أن النبي ( : ( تجرد لإهلاله واغتسل ) . ¶ لكن هذا الخبر لا يصح عن النبي ( , في إسناده ابن أبي الزناد وروايته عن أبيه فيها ضعف, وقد أعل هذه الخبر العقيلي عليه رحمة الله . ¶ وقال الدارقطني بعد إخراجه: قال بن صاعد هذا حديث غريب ما سمعناه إلا منه.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "ولذا قال الترمذي عليه رحمه الله: ( حديث حسن غريب ) , أي أن الخبر ضعيف وهذا عرفناه بالنظر في أحكامه في السنن على الأحاديث. ¶ فمنهج الترمذي - رحمه الله - في سننه في أحكامه على الأحاديث لا يخلو من أقسام : ¶ القسم الأول : قوله حسن صحيح أو صحيح حسن, أو صحيح ، أو صحيح غريب وعكسها, أو صحيح حسن غريب , فالمراد بذلك التصحيح في الغالب, وأعلاها في الغالب قوله : حسن صحيح , وذلك أن كثيراً ممن يطلق عليه الترمذي حسن صحيح هو في الصحيحين أو في أحدهما، و على شرطهما أو على شرط أحدهما، أو جاء بسند صحيح قوي، ويليها صحيح ونحوه قوله : جيد . ¶ وقول الترمذي ( صحيح غريب حسن ) نادر أطلقه على أحاديث قليلة صحيحة، وهي أقوى من قوله ( غريب حسن صحيح ) حيث أطلقه على بضعة أحاديث منها الصحيح ومنها ما فيه ضعف ، ونحوه قوله ( صحيح حسن غريب ) . ¶ ويظهر من تتبع السنن أن الامام الترمذي لم يطلق قوله ( صحيح غريب ) إلا في شطر سننه الأخير، وأكثرها في غير أحاديث الأحكام، وهي أدنى ألفاظ التصحيح فيما يظهر، وقد أطلقها في بعض ما يُضعّف. والله أعلم . ¶ فهذه وغيرها ألفاظ التصحيح عند الإمام الترمذي عليه رحمة الله وتقويته للأخبار، وهذا النوع هو أظهر الانواع، وهو واضح، والأمثلة على ذلك كثيرة جداً . ¶ القسم الثاني : ما كان فيه ضعف ويطلق عليه لفظ ( حديث حسن ) مجرداً ، وقد يغتر البعض بإطلاق هذه اللفظة من الإمام الترمذي، ويظن أنه يريد بها الحسن الاصطلاحي عند أهل الاصطلاح وليس كذلك ، بل إن الترمذي عليه رحمة الله إذا أطلق هذه العبارة فإنه يريد أن الخبر ضعيف وليس بصحيح والأدلة على ذلك معروفة : ¶ - أن الترمذي بين ذلك في علله: وما ذكرنا في هذا الكتاب حديث حسن، فإنما أردنا به حسن إسناده عندنا: كل حديث يروى لا يكون في إسناده من يتّهم بالكذب، ولا يكون الحديث شاذاً.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "فالترمذي إحترز من إطلاق الحسن على من رواه متهم بالكذب ولا يكون شاذاً، ولم يحترز - كما ذكر - ممن دونه وهو في دائرة الضعيف، فهو عرف الحسن لكنه لم يبين انه يحتج به او لا يحتج به . ¶ ولذا قد يطلق الحفاظ على حديث حسن ويريدون به استقامة متنه وحسنه، مع أنه مردود سنداً، وهذا وجد في كلام الأئمة الحفاظ المتقدمين . ¶ - ومنها أن هذا معلوم لمن سبر وتتبع منهج الإمام الترمذي في سننه، وقارن أقواله وأحكامه على الأحاديث بأقوال وأحكام الأئمة . ¶ - ومنها أن الترمذي رحمه الله نص في كثير من المواضع على ما يدل على ضعف الحديث، كأن يعل الحديث بعلة تضعفه، أو ينص على ترجيح غيره عليه، فالترمذي يعقب في بعض المواضع بعد قوله : ( حسن ) ¶ * فيقول : ( ليس إسناده بمتصل ) ¶ * ويقول أيضاً بعده : ( ليس إسناده بذاك القائم ) ¶ * ويقول أيضاً : ( ليس إسناده بذاك ) ¶ ومثال ذلك ما أخرجه في سننه من طريق حماد بن زيد عن سنان بن ربيعة عن شهر بن حوشب عن أبي أمامة قال: توضأ النبي صلى الله عليه وسلم فغسل وجهه ثلاثا ويديه ثلاثا ومسح برأسه وقال : الأذنان من الرأس. ¶ ثم قال عقب ذالك : (هذا حديث حسن ليس إسناده بذاك القائم ) . ¶ ومن ذلك ما أخرجه من طريق سفيان عن الأعمش عن خيثمة عن الحسن عن عمران مرفوعاً: ( من قرأ القرآن فليسأل الله به فإنه سيجئ أقوام يقرؤون القرآن يسألون به الناس ). ¶ ثم قال بعد إخراجه : (حديث حسن ليس إسناده بذاك ) . ¶ ومن ذلك حديث دعاء دخول المسجد أخرجه من طريق إسماعيل بن إبراهيم عن ليث عن عبد الله بن الحسن عن أمه فاطمة بنت الحسين عن جدتها فاطمة الكبرى بنت رسول الله صلى الله عليه وسلم قالت: أن رسول الله صلى الله عليه وسلم إذا دخل المسجد صلى على محمد وسلم وقال رب اغفر لي ذنوبي وافتح لي أبواب رحمتك وإذا خرج صلى على محمد وسلم وقال رب اغفر لي ذنوبي وافتح لي أبواب فضلك .",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "قال عقب إخراجه : حسن وليس إسناده بمتصل وفاطمة بنت الحسن لم تدرك فاطمة الكبرى إنما عاشت فاطمة بعد النبي صلى الله عليه وسلم اشهرا . ¶ وهذا هو الأغلب في منهج الترمذي، وربما أطلق لفظ ( حسن ) وأراد علة في الحديث إسنادية ليست بقادحة، أو تردد وشك في قبوله، وقد أطلق هذه العبارة على شيء من الأحاديث التي هي مخرجة في الصحيحين ومن ذلك ما أخرجه البخاري ومسلم في صحيحيهما من طريق سالم أبي النضر مولى عمر بن عبيد الله عن بسر بن سعيد عن زيد بن ثابت قال : قال رسول الله صلى الله عليه وسلم: عليكم بالصلاة في بيوتكم فإن خير صلاة المرء في بيته إلا الصلاة المكتوبة . ¶ أخرجه الترمذي في سننه من هذا الطريق ثم قال عقبه : حسن وقد اختلف الناس في رواية هذا الحديث فروى موسى وإبراهيم بن أبي النضر عن أبي النضر مرفوعا ورواه مالك عن أبي النضر ولم يرفعه وأوقفه بعضهم والحديث المرفوع أصح . ¶ وقد اطلق لفظ ( حسن ) عليه للاختلاف فيه، مع أن الاختلاف غير مؤثر في صحة الحديث حيث أن الراجح الرفع وقد رجحة الترمذي نفسه رحمه الله . ¶ ومن ذلك ما أخرجه البخاري ومسلم من طريق خالد الحذاء عن أبي عثمان النهدي عن عمرو بن العاص أنه قال للنبي صلى الله عليه:أي الناس أحب إليك قال عائشة، قال: من الرجال قال أبوها قال: ثم من قال عمر بن الخطاب . ¶ هذا الحديث أخرجه الترمذي من هذا الطريق ثم قال بعده : حديث حسن",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "القسم الثالث : قوله في أحاديث غريب، أو حسن غريب، أو غريب حسن ، أو عدم إطلاق هذه العبارات كأن يقول هذا حديث ليس بالقوي أو إسناده ليس بذاك، أو ليس إسناده بالقائم، أو ليس إسناده بصحيح، أو إسناده ضعيف، أو لا يصح، أو حديث منكر، وهذه كلها عبارات الترمذي - رحمه الله - وغيرها، وكقوله على حديث فيه فلان ليس بالقوي ونحو ذلك، فإن هذا يريد به قوّة في الضعف ، وأشدها قوله ( حديث منكر ) وهي عبارة يستعملها نادراً جداً، ثم يليها - في الغالب - قوله ( هذا حديث غريب )، ثم دونها قوله على خبر ( حسن غريب ) ويعني بهذه العبارة في الغالب أن متن الحديث سليم من الشذوذ والنكارة والغرابة، لكن سند الحديث فيه شيء من غرابة ونكارة وإشكال. وقد تُعل غرابة السندِ الحديثَ وترده . ¶ وإذا أطلق الترمذي على حديث قوله ( غريب ) فإنه يريد بها أن هذا الحديث فيه ضعف أشد مما يضعفه بقوله ( حسن غريب ) أو قوله ( حسن ) مجرداً - كما تقدم -، فهو يطلق لفظ ( غريب ) وينص على علته في الأحيان . ¶ ومن ذلك ما أخرجه في سننه من طريق يحيى بن اليمان عن شيخ عن الحارث بن عبد الرحمن عن طلحة بن عبيد الله مرفوعاً : لكل نبي رفيق ورفيقي في الجنة عثمان . ¶ وهذا حديث ضعيف جداً. ¶ قال الترمذي عقب إخراجه له : غريب ليس إسناده بالقوي وهو منقطع . ¶ ومن ذلك ما أخرجه من طريق خارجه بن مصعب عن يونس بن عبيد عن الحسن عن عتي بن ضمرة عن أبي بن كعب عن النبي صلى الله عليه وسلم قال: إن للوضوء شيطانا يقال له الولهان فاتقوا وسواس الماء . ¶ قال الترمذي بعد إخراجه : حديث غريب وليس إسناده بالقوي ، لا نعلم أحداً أسنده غير خارجه، ولا يصح في هذا الباب عن النبي صلى الله عليه وسلم شيء . ¶ ومن ذلك ما أخرجه في سننه من طريق أم الأسود عن منية بنت عبيد بن أبي برزة عن أبي برزة قال قال رسول الله صلى الله عليه وسلم: من عزى ثكلى كسي بردا في الجنة .",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "قال الامام الترمذي عقب إيراده : حديث غريب وليس إسناده بالقوي . ¶ وقول الترمذي ( حسن غريب ) تعني ضعفاً أقل من ذلك، وأشد من تضعيف الخبر بقوله : ( حسن ) وقد ينص الترمذي على علة الحديث مع إطلاقه لهذه العبارات كقوله : ( حسن غريب ) . ¶ ومن ذلك ما أخرجه من طريق عمر بن عبد الله مولى غفرة عن إبراهيم بن محمد عن علي بن أبي طالب في حديث طويل ذكر فيه صفة النبي صلى الله عليه وسلم الخَلقية والخُلقية . ¶ قال الترمذي عقبه : (حسن غريب ليس إسناده بمتصل ) . ¶ ومن ذلك ما أخرجه من طريق خالد بن يزيد عن سعيد بن أبي هلال عن إسحاق بن عمر عن عائشة قالت: ما صلى رسول الله صلى الله عليه وسلم صلاة لوقتها الآخر مرتين حتى قبضه الله . ¶ قال الترمذي عقب إخراجه له : حسن غريب وليس إسناده بمتصل . ¶ هذا في الغالب يريد به ضعفاً أشد مما ذكرناه في القسم الثاني، وربما أراد به ضعفاً يقبل المتابعة، فقد يريد الترمذي بقوله ( حسن غريب ) أي ليس بشديد الضعف كما أخرج في سننه من طريق سلمة بن الفضل عن محمد بن إسحاق عن حميد عن أنس: أن النبي صلى الله عليه وسلم كان يتوضأ لكل صلاة طاهراً وغير طاهر، قال حميد الطويل قلت لأنس فكيف كنتم تصنعون؟، قال : كنا نتوضأ وضوءا واحداً. ¶ قال الترمذي عقب إخراجه من هذا الوجه: حديث حميد عن أنس حديث حسن غريب من هذا الوجه . ¶ لكنه جوّده لما أخرج له متابعاً من سفيان عن عمرو بن عامر عن أنس بنحو حديث حميد . ¶ قال الترمذي بعد إخراج هذا المتابع : حديث حسن صحيح وحديث حميد عن أنس حديث جيد غريب حسن . ¶ فجوّده بعد ذكر متابع له، بعد أن ضعفه في موضع قبله . ¶ القسم الرابع : وقد أدخلته في الذي قبله وذلك لقلة وروده في سنن الترمذي، وهي المناكير جداً والبواطيل، ويطلق عليه الترمذي ( هذا حديث منكر ) وفي الأحيان يقول : ( حديث لا يصح ) .",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "وهذه ألفاظ معدودة أطلقها على ما ينكر ويُعد في البواطيل والمنكرات، وهو أشد الأقسام ضعفاً، وهي في مواضع قليلة منثورة في السنن، وهي أقل الأقسام وروداً في السنن . ¶ هذه في الجملة ملخص اصطلاحات الترمذي ـ عليه رحمة الله ـ ، وهذا أغلبي وربما غاير في بعض هذا الاستعمالات، وهناك ألفاظ أخر قليلة الاستعمال عنده، وهذا بحاجة إلى تفصيل أكثر يسّر الله ذلك . ¶ قوله: ] واستثفري بثوب وأحرمي [ . ¶ أي ضعي شيئاً من القماش أو القطن أو نحوها مما يمنع قطر الدم على الجسد أو اللباس أو البقعة وهذا المراد بالاستثفار , وهو ما يذكره الفقهاء في كتب الطهارة في كتاب الحيض وغيره . ¶ فالحائض والنفساء لا يمنعها حيضها ولا نفاسها من الإحرام ولا من الحج و تصنع كما يصنع الحاج غير ألا تطوف بالبيت , فلا تطوف بالبيت وإنما تصنع ما يصنع الحاج من إحرام وتلبية وذكر الله عز وجل وسعي وغير ذلك . ¶ والحائض والنفساء عند البيت تفعل كل شيء إلا الطواف فإن طهرت قبل عرفة تطوف وتسعى وتحل ثم تحرم متمتعه، وتقف بعرفه. ¶ وإن لم تطهر حتى آخر الأيام ولم تطف، فإن استطاعت الانتظار فيجب عليها، وإن لم تستطع تذهب الا بلدها فاذا طهرت ترجع وتطوف، وان لم تستطع الانتظار ولا الرجوع تستثفر وتطوف ولا شيء عليها قال به جماعة من المحققين كابن تيمية وابن القيم، وقال أبو حنيفة بصحة عملها هذا وعليها دم، والصحيح لا شيء عليها . ¶ ويشرع التطيب للمحرم عند إحرامه وقبل دخوله في النسك لما روى الشيخان عن إبراهيم عن الأسود عن عائشة رضي الله عنها قالت: كأني أنظر إلى وبيص الطيب في مفارق النبي صلى الله عليه وسلم وهو محرم. ¶ لكن لا يطيب إزاره ورداءه بل يطيب جسده وشعره ولا حرج عليه لو بقي أثره عليه حتى لو دخل في النسك . ¶ قوله: ] فصلى رسول الله ( ، في المسجد ثم ركب القصواء [ .",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "قوله ( فصلى ) فيه دلالة على مشروعية الصلاة للإحرام وهذا عند عامة أهل العلم ، لكنهم اختلفوا هل هذه الصلاة صلاة خاصة بالإحرام أم هي صلاة وافقت إحرام النبي ( ؟ ¶ ويحسن هنا أن يُذكر أن الصلاة للإحرام مشروعة عند عامة أهل العلم ولا يعلم في ذلك مخالف إلا ما يروى عن الحسن وبعض التابعين, وقد حكى القول عن عامة أهل العلم جماعة من أهل العلم كابن عبد البر والنووي وغيرهم . ¶ لكن الخلاف وقع في هل السنة أن يتعمد المحرم أن يصادف إحرامه وقت صلاة فيصلي ثم بعدها يحرم أم أنه يصلي صلاة مستقلة إن لم يصادف وقت فريضة ؟ ¶ على قولين لأهل العلم ، والذي يظهر والله أعلم أن صلاة النبي ( هنا صلاة فريضة ، وصادف إحرامه وقت صلاة فصلى، ثم أحرم , والدليل على ذلك أن النبي ( قد صلى الظهر بالمدينة ثم خرج إلى ذي الحليفة فصلى فيها العصر والمغرب والعشاء والفجر . ¶ واختلف أهل العلم ما هي الصلاة التي صلاها النبي ( مع إحرامه , هل هي الفجر من اليوم الثاني أم هي صلاة الظهر من اليوم الثاني ؟ ¶ على قولين : فذهب النووي عليه رحمة الله إلى أن النبي ( ، إنما صلى صلاة الفجر ثم أحرم ، وذهب بعض أهل العلم كابن القيم عليه رحمة الله إلى أن الصلاة التي صلاها النبي ( إنما هي صلاة الظهر وهذا هو الصحيح وهو الذي جاء عن النبي ( كما في صحيح مسلم من حديث عبدالله بن عباس من طريق شعبة عن قتادة عن أبي حسان عن بن عباس رضي الله عنهما قال: صلى رسول الله صلى الله عليه وسلم الظهر بذي الحليفة ثم دعا بناقته فأشعرها في صفحة سنامها الأيمن وسلت الدم وقلدها نعلين ثم ركب راحلته فلما استوت به على البيداء أهل بالحج. ¶ فيظهر أن النبي (لم يحرم من يومه بل انتظر إلى الغد لكي يلحق به المتخلفون، وهذا يدل على خطأ ما نقله الواقدي انه أحرم من نومه.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "والذي يظهر والله أعلم أن الصلاة التي صلاها النبي ( ، إنما هي صلاة فريضة والسنة للمحرم أن يكون إحرامه بعد فريضة كما فعل النبي ( وأصحابه كما روى الشيخان عن مالك عن نافع عن عبد الله بن عمر: أن رسول الله صلى الله عليه وسلم أناخ بالبطحاء التي بذي الحليفة فصلى بها وكان عبد الله بن عمر يفعل ذلك. ¶ والدليل على أن المحرم يشرع له أن يتعمد أن يكون إحرامه بعد صلاة فريضة ما رواه البخاري عن الأوزاعي قال حدثني يحيى عن عكرمة عن بن عباس عن عمر رضي الله عنه أن النبي ( قال: ( أتاني آتٍ من ربي أن صلِّ في هذا الوادي المبارك وقل عمرة في حجة ), النبي ( صلى صلاة فريضة فأمر الله عز وجل له بأن يصلي في هذا الودي المبارك هو أمر بأداء هذه الفريضة في هذا الوادي المبارك , ولا يظهر من الشارع الحكم أن يأمره أن يؤدي الفريضة ، فالفريضة مؤداة أصلاً , وإنما الأمر يقع على قدر زائد غير الفريضة وهو أن يصلي الفريضة في هذا المكان، ويقول بعدها ( عمرة في حجة ) ، إذن فالأمر ليس لأداء الصلاة بذاتها وإنما أن تكون الصلاة ويكون عقبها الإحرام وإلا فالصلاة مؤداة ، فلا يظهر أن يأمر الله عز وجل نبيه ( أن يؤدي الصلاة في هذا الوادي لأجل الصلاة ذاتها فالصلاة مؤداة أصلاً والأمر في قوله : ( صل في هذا الوادي وقل عمرة في حجة ) يظهر أنه لغرضين : ¶ الأول : مزية لهذا الوادي أن تكون فيه الصلاة. ¶ الآخر : أن يكون الإحرام يعقب صلاة, وهذا الذي فعله ( . ¶ فالسنة هو إعمال هذين الغرضين، فلا يعمل واحد ويترك الآخر. ¶ لكن لو صادف المحرم وقت صلاة فريضة هل له أن يصلي ركعتين ويقول أنها ركعتي الإحرام ؟ ¶ الذي يظهر والله أعلم أن هذا لا يشرع وإن قال به بعض الشافعية. ¶ وإن لم يصادف وقت صلاة فريضة أو صلاة نافلة ذات سبب فكذلك لا يشرع له الصلاة صلاةً خاصة للإحرام . ¶ قوله : ]ثم ركب القصواء حتى إذا استوت به ناقته على البيداء نظرت إلى مد بصري بين يديه من راكب وماشٍ [ .",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "هنا يظهر تنوع أصحاب النبي ( ، في الذهاب إلى الحج منهم من كان يركب ومنهم من كان يمشي . ¶ النبي ( راكب لقوله ( ثم ركب القصواء ) وبعض الصحابة كان يمشي على قدميه . ¶ ومن هنا اختلف أهل العلم في استحباب عمل النسك في الحج والسعي بين المشاعر مشياً أم ركوباً أيهما أفضل ؟ ¶ على قولين لأهل العلم : ¶ من قال أن الركوب أفضل قال هذا فعل النبي ( فقد ركب ، ومن قال أن المشي أفضل قال أن المشي فيه نصب وتعب ومشقة وهو أعظم للأجر . ¶ والذي يظهر والله أعلم أن الركوب والمشي لا يظهر بينهما تفضيل , وإنما التفضيل هو أن تؤتى المناسك كما جاءت عن النبي ( على الوجه المشروع ، إن كان الركوب أسمح للإنسان فيركب ، وإن كان المشي أسمح للإنسان فيمشي . ¶ ولا يؤخر نسكاً عن وقته الأفضل إلى وقته المفضول بحجة أن المشي أفضل أو بحجة أن الركوب أفضل ، وإنما يبقى على الأصل ولا يوجد تفضيل بنص الشارع أو من فعله تدل قرينة على أنه فعله تشريعاً، وإنما يبقى الإنسان على الأصل . ¶ قوله : ] وعن يمينه مثل ذلك وعن يساره مثل ذلك ومن خلفه مثل ذلك [ . ¶ هذا يدل على كثرة أصحاب رسول الله ( ، الذين رافقوه في حجه فكانوا أُمماً من الناس , قدم المدينة بشر كثير , كما ذكرنا أن بعض أهل التاريخ قالوا إنهم أكثر من مائة وعشرين ألفاً ، ومنهم من قال دونه , ومنهم من قال أكثر من ذلك . ¶ منهم من قدم المدينة ومنهم من لحق بالنبي ( في طريقه إلى مكة ، منهم من لقيه بالروحاء ، ومنهم - وهم قلة - قدموا إلى النبي ( بمكة . ¶ قوله : ]ورسول الله ( بين أظهرنا وعليه ينزل القرآن وهو يعرف تأويله [ . ¶ النبي صلى الله عليه وسلم إمام المفسرين، فإذا جاء تفسير الآي عنه فلا كلام لغيرة معه، فقول النبي ( وحي يجب لزومه ، ولذا قال الله عز وجل {وَمَا يَنْطِقُ عَنِ الْهَوَى ، إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى} .",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "فقول النبي ( وحي من الله عز وجل , وكذلك فعله وتقريره كلها وحي من الله سبحانه وتعالى أنزلها الله عز وجل على نبيه بواسطة جبريل , وهذا محل إجماع عند المسلمين , ولا خلاف في ذلك إلا عند بعض أهل الضلال من أهل الاعتزال وغيرهم . ¶ قوله : ] وما عمل به من شيء عملنا به [ . ¶ يشير إلى إقتدائهم برسول الله ( في حال إحرامه, إقتداء بالنسك وغيره، والأعمال التي أشار إليها بقوله : ( وما عمل به من شيء ) يعني أعمال الحج - في الأغلب - من تجنب المحظورات، وعمل المسنونات والواجبات، ويدخل في هذا القول والفعل، والنبي ( قدوة أصحابه، فهم ينظرون إليه ويترقبون أقواله وأفعاله في حجه وغيره. ¶ ومما جاءت به السنة من تلك الأعمال محظورات الإحرام، فيحرم على المحرم حلق الشعر، ومس الطيب وتغطية الرأس ولبس المخيط والصيد والخطبة والنكاح والجماع، وقص الأظفار ، ويحرم عند بعضٍ تغطية الوجه ، ولا يصح في تقليم الأظفار حديث يمنع منه. ¶ ونص داود الظاهري على أن المحرم له قص أظفاره لعدم الدليل، وجماهير أهل العلم على المنع. ¶ إلا أن المرأة لا إحرام لها في لباسها وإنما يحرم عليها تغطية وجهها ولبس القفازين. ¶ ويستثنى من الصيد ما استثناه النبي ( وهن الفواسق , كما جاء في الصحيح من حديث هشام بن عروة عن أبيه عن عائشة رضي الله تعالى عنها أن النبي ( قال : (خمس فواسق يقتلن في الحل والحرم : العقرب والفأرة والحدأة والغراب والكلب العقور ) . ¶ ويدخل في باب الكلب عند جمهور أهل العلم سائر السباع وخالف بعضهم من الظاهرية وغيرهم ، والصحيح أنه يدخل في هذا الباب سائر السباع وما يؤذي فإنه يقاس عليه مما هو مفترس . ¶ وتحرم الخطبة لما روى مسلم عن نافع عن نبيه بن وهب عن أبان بن عثمان عن عثمان بن عفان أن رسول الله صلى الله عليه وسلم قال: لا ينكح المحرم ولا ينكح ولا يخطب. ¶ واختلف أهل العلم في تغطية الوجه للمحرم هل يجوز له تغطية وجهه أم لا ؟",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "على قولين لأهل العلم وهما روايتان عن الإمام أحمد عليه رحمة الله ، الاصل فيه ما أخرجه السته واحمد من حديث سعيد بن جبير عن ابن عباس في قصة الذي وقصته ناقته قال: اغسلوه بماء وسدر وكفنوه في ثوبيه ولا تمسوه طيباً ولا تخمروا رأسه فإنه يبعث يوم القيامة ملبيا. رواه عن سعيد اثنا عشر راويا، واختلف فيه على سعيد رواه عنه ابو الزبير وعمرو بن دينار عند مسلم وأيوب والحكم في البخاري وقتادة وعبد الكريم الجزري وغيرهم واختلف فيه على بعضهم فذكروا : ( لا تغطوا وجهه ) وقد بوب النسائي: ( باب النهي عن ان يخمر وجه المحرم ورأسه اذا مات ) وبوب البيهقي مشيرا لضعفها ( باب لا يغطي المحرم رأسه وله أن يغطي وجهه ) وهي غير محفوظة . ¶ والذي يظهر والله أعلم أن زيادة لفظ ( وجهه ) هنا زيادة شاذة لا تثبت ، والكلام عليها يطول , والصحيح أنه يجوز للمحرم أن يغطي وجهه والمحظور عليه أن يغطي رأسه فحسب وهذا قول مالك وسفيان والشافعي وعثمان وابن عوف وزيد وابن الزبير وابن أبي وقاص وجابر والقاسم ومالك وسفيان والشافعي. ¶ وحكى إجماع الصحابة ابن قدامة على ذلك . ¶ فقد روى البيهقي عن يعلي بن عبيد عن سفيان عن أبي الزبير عن جابر يغتسل ¶ المحرم ويغسل ثيابه ويغطي انفه من الغبار ويغطي وجهه إذا نام. وروي عن ابن عمر المنع كما رواه مالك والبيهقي عن نافع عن ابن عمر قال ما فوق الذقن من الرأس فلا يغطه المحرم. ¶ وأما المرأة فإحرامها في وجهها , فلا يجوز لها أن تغطي وجهها إلا عند الرجال الأجانب ويحرم عليها أن تلبس النقاب، وكذلك القفازين . ¶ واختلف أهل العلم هل المحرّم على المرأة أن تلبس النقاب بذاته أم الذي يحرم عليها تغطية الوجه مطلقاً ؟ ¶ 1- ذهب جماهير أهل العلم وهو قول عامة الفقهاء إلى أن الذي يحرم على المرأة تغطية الوجه مطلقاً ومنه النقاب .",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "2- وذهب شيخ الإسلام ابن تيمية وعليه بعض الفقهاء إلى أنه يجوز للمرأة أن تغطي وجهها بغير النقاب شريطة ألا يمس ما تغطي به وجهها البشرة، واستدل على هذا بما روى مالك في الموطأ عن هشام بن عروة عن فاطمة قالت: كنا نخمر وجوهنا ونحن محرمات مع أسماء بنت ابي بكر. ¶ والذي يظهر والله أعلم أن قول شيخ الإسلام ابن تيمية مرجوح وأن إحرام المرأة في وجهها سواء في نقاب وغيره . ¶ وكذلك القفاز يحرم على المرأة أن تلبس القفاز ، والنص من النبي ( بقوله ( ولا تنتقب المحرمة ولا تلبس القفازين ) ليس المراد به الجنس ، جنس النقاب ولا جنس القفازين ، وإنما المراد به هو التغطية فلا تغطي وجهها . ¶ وذهب بعضهم إلى جواز تغطية المرأة وجهها بشرط أن لا يمس خمارها وجهها ، وهذا قول مرجوح كما سبق ، فإن نص النبي ( بقوله ( ولا تنتقب المحرمة ) ليس المراد به النقاب بذاته والدليل أن النبي ( قال ( لا يلبس المحرم السراويل ولا الثياب ) . ¶ فقوله هنا السراويل، يعني عامة المخيط، فإذا لبس غير السراويل مما يلبسه الناس اليوم مما لا يوجد على عهد النبي ( هل هو محظور أم لا؟ ¶ نعم محظور , لأن المراد به لبس المخيط وليس المراد السراويل ولذلك النبي ( ذكر ما اشتهر عند الناس لبسه في ذلك الوقت كالسراويل والنقاب ونحو ذلك . ¶ ولا بأس للمحرم أن يمس طيباً قبل إحرامه لكن لا يضعه على لباسه في الإحرام وإن بقي أثره في جسده بعد إحرامه فلا بأس , لكن إن وقع شيء على إحرامه الذي يحرم به فإنه يغسله ، ولذا جاء عن النبي ( كما في خبر الرجل صاحب الخلوق وصاحب الجبة أن النبي ( قال ( اغسل عنك أثر الخلوق ) يعني الذي أصاب ثيابك من الطيب.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "ومن ترك شيئاً من نسكه أو الواجبات ناسياً أو عامداً فلا يجب عليه دم إلا ما دل الدليل عليه وهي مواضع معدودة، وقد قال جماهير أهل العلم بوجوب الدم على من ترك شيئاً من نسكه أو فعل محظوراً مطلقاً على خلاف في بعض المواضع واستدلوا بما رواه مالك بن أنس في الموطأ والدارقطني والبيهقي وابن الجعد أن أيوب بن أبي تميمة أخبرهم عن سعيد بن جبير عن عبد الله بن عباس أنه قال : من نسي من نسكه شيئا أو تركه فليهرق دما. ¶ ورواه أحمد بن علي بن سهل المروزي عن علي بن الجعد عن بن عيينة عن أيوب به مرفوعاً وهو غلط أحمد مجهول. ¶ وهذا موقوف على ابن عباس . ¶ فلا كفارة ولا دم إلا فيما دل عليه الدليل، كوجوب دم التمتع والقرآن وحلق الرأس والإحصار وما جاء كذلك في الصيد. ¶ والدليل على ذلك هو أن العباس أذن له النبي بترك المبيت بمنى للسقاية ولم يأمره بدم، وإن قيل هذا معذور فالعباس صاحب حاجة وضرورة : قيل فكعب بن عجره معذور ومع هذا أذن له النبي وأمره بدم . ¶ وقصة عمر مع الرجل الذي لم يقف بعرفه عند سعيد في سننه لو صحت عنه . ¶ وقد حج مع النبي مائة ألف ومع هذا لم يذكر دم مع اليقين بالمخالفة منهم. ¶ وقد أجمع أهل العلم أنه لا يفسد الحج بالمحظورات الإ الجماع كما نقله ابن المنذر وغيره . ¶ وخالف الإجماع بعض أهل العلم كالشوكاني في السيل الجرار . ¶ قوله : ] فأهل بالتوحيد [ . ¶ قوله ( التوحيد ) هذه اللفظة من الراوي إما من جابر بن عبد الله أو ممن دونه , وهي لفظة اصطلح عليها الأئمة , ولم ترد - فيما أعلم - من قول النبي ( هكذا، وما جاء في الصحيح من حديث يحي بن عبد الله بن صيفي عن أبي معبد عن عبد الله بن عباس عن النبي ( أنه بعث معاذاً إلى اليمن فقال له : ( إنك تأتي قوماً أهل كتاب فليكن أول ما تدعوهم إليه إلى أن يوحدوا الله ) .",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "الذي يظهر والله أعلم أن قوله هنا ( أن يوحدوا الله ) هذه اللفظة رويت بالمعنى ، وإلا فإن هذا الخبر جاء من طرق عدة في الصحيحين وغيرهما بلفظ ( فليكن أول ما تدعوهم إليه شهادة ألا إله إلا الله وأن محمداً رسول الله ) فاكتفى راوي الخبر بقوله ( يوحدوا الله ) عن لفظ الشهادتين ـ شهادة ألا إله إلا الله وأن محمداً رسول الله ـ اختصاراً . ¶ ومعلوم أن النبي ( لم يبعث معاذاً إلى اليمن إلا مرة واحدة والكلام وقع مرة واحدة فلا يمكن أن يتعدد ، فالذي يظهر أنه إنما روي بالمعنى وكذلك جاء في بعض الأخبار وهي نادرة جداً خارج الصحيحين بلفظ ( توحيد ) لكن منها ما هو ضعيف ومنها ما يقطع أنه روي بالمعنى . ¶ ولفظ ( التوحيد ) اصطلاح نافع لتقريب علوم الشريعة إلى الفهم، وأرادوا بذلك مسائل العقائد، ولذا صنف الأئمة كتباً في هذا الباب، وعقدوا فصولاً في مصنفاتهم فيه، فقد عقد البخاري في صحيحية ( كتاب التوحيد ) وصنف ابن خزيمة ( كتاب التوحيد ) وغير ذلك . ¶ قوله: ] فأهل بالتوحيد لبيك اللهم لبيك ، لبيك لا شريك لك لبيك [. ¶ والنية ركن ولا خلاف في ذلك، والتلبية سنة عند جماهير أهل العلم وقال أبو حنيفة وروي عن الثوري بعدم انعقاد الإحرام بالنية حتى يضاف إليها التلبية أو سوق الهدي، وهو مرجوح، وروى سعيد بن منصور بسند صححه ابن حجر عن عطاء قوله : التلبية فرض الحج . ولعله أراد النية فتجوّز بإطلاق التلبية عليها . ¶ وأوجب مالك على تاركها دم ولا دليل على قوله، والصحيح أن لا دم فدية على المحرم إلا فيما دل عليه الدليل .",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "واختلف الصحابة وعلى إختلافهم إختلف من بعدهم في المكان الذي أهل منه رسول الله صلى الله عليه وسلم، فمنهم من قال أنه أهل بالبيداء بعدما ركب واستدل بما رواه مسلم عن شعبة عن قتادة عن أبي حسان عن بن عباس رضي الله عنهما قال: صلى رسول الله صلى الله عليه وسلم الظهر بذي الحليفة ثم دعا بناقته فأشعرها في صفحة سنامها الأيمن وسلت الدم وقلدها نعلين ثم ركب راحلته فلما استوت به على البيداء أهل بالحج. ¶ وقال بعضهم أنه أهل من عند الشجرة قبل ارتحاله لما رواه الشيخان وغيرهما عن حاتم ابن إسماعيل عن موسى بن عقبة عن سالم قال: كان ابن عمر رضي الله عنهما إذا قيل له الإحرام من البيداء قال البيداء التي تكذبون فيها على رسول الله صلى الله عليه وسلم ما أهل رسول الله صلى الله عليه وسلم إلا من عند الشجرة حين قام به بعيره. ¶ والصحيح أنه أهل بعد صلاته وفي المسجد لما رواه مسلم عن مالك عن موسى بن عقبة عن سالم بن عبد الله أنه سمع أباه رضي الله عنه يقول: بيداؤكم هذه التي تكذبون على رسول الله صلى الله عليه وسلم فيها ما أهل رسول الله صلى الله عليه وسلم إلا من المسجد يعني ذا الحليفة. ¶ وكذلك أخرج الترمذي والنسائي عن عبد السلام عن خصيف عن سعيد بن جبير عن بن عباس : أن رسول الله صلى الله عليه وسلم أهل في دبر الصلاة. ¶ ومن نقل عن النبي ( أنه أهل بعد ذلك فلأنه لم يسمعه إلا في هذا الموطن، حيث أن الصحابة كثير، لا يمكن أن يسمعوا إهلاله كلهم في كل موطن، فمن كان قريباً منه في المسجد سمعه يهل فنقل ذلك، ومن كان قريباً منه عند ركوبة الدابة سمعه يهل فنقل ذلك، ولما ركب وكان على البيداء رآه كثير من الصحابة فرآوه يهل فنقلوا ذلك، ومن نقل إهلاله في هذا الموطن كثير، لأنه بارز ظاهر للجميع، ومن نقل عنه إهلاله في المسجد لديه علم لم يعلمه غيره.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "وروى أبوداود والبيهقي عن خصيف بن عبد الرحمن الجزري عن سعيد بن جبير قال : قلت لعبد الله بن عباس يا أبا العباس عجبت لاختلاف أصحاب رسول الله صلى الله عليه وسلم في إهلال رسول الله صلى الله عليه وسلم حين أوجب فقال إني لأعلم الناس بذلك إنها إنما كانت من رسول الله صلى الله عليه وسلم حجة واحدة فمن هناك اختلفوا .. وذكر إختلاف الصحابة بحسب رؤيتهم للنبي صلى الله عليه وسلم . ¶ وفي إسناده ضعف . ¶ قوله ( لا شريك لك لبيك ) خلافاً لما عليه أهل الجاهلية من كفار قريش فإنهم كانوا يشركون مع الله عز وجل غيره في التلبية بقولهم ( لبيك اللهم لبيك ، لبيك لا شريك لك لبيك ، إلا شريكاً هو لك ، تملكه وما ملك ) ، وهذا لفظ شركي من ألفاظ الجاهلية ولذلك النبي ( خالفهم ، ولذا قال الراوي فأهل بالتوحيد أي لم يكن هذا اللفظ فيه شرك فخالف أهل الجاهلية بقوله ( ( لبيك اللهم لبيك لا شريك لك لبيك ، إن الحمد والنعمة لك والملك لا شريك لك ) . ¶ وروي عن النبي صلى الله عليه وسلم أنه قال في تلبيته : ( لبيك إله الحق ) كما روى أحمد والنسائي وابن خزيمة وابن حبان من طريق عبدالعزيز بن أبي سلمة عن عبد الله بن الفضل عن الأعرج عن أبي هريرة أن النبي ( قال في تلبيته : لبيك إله الحق لبيك . ¶ ويشرع قبل الإهلال التسبيح والتكبير والتحميد لما روى البخاري من طريق أيوب عن أبي قلابة عن أنس رضي الله عنه قال لما استوت بالنبي صلى رسول الله صلى الله عليه وسلم راحلته على البيداء حمد الله وسبح وكبر ثم أهل بحج وعمرة. ¶ وهو ظاهر تبويب البخاري عليه باب التحميد والتسبيح والتكبير قبل الإهلال. ¶ قوله: ] وأهل الناس بهذا الذي يهلون به ، فلم يرد رسول الله ( عليهم شيئاً منه ، ولزم رسول الله ( تلبيته [ . ¶ فيه دلالة على أن أصحاب النبي ( زادوا فلبوا تلبية غير التلبية التي كان النبي ( يلبيها وهذا ظاهر من هذا الخبر .",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "ودل هذا الخبر على أن ثمت شيء من التلبية جاء بلفظ النبي ( وتلفظ به وشيء جاء من قول الصحابة وأقره النبي ( فكان كله سنة، إلا أن ما جاء عن النبي ( من قوله ( لبيك اللهم لبيك ، لبيك لا شريك لك لبيك ، إن الحمد والنعمة لك والملك لشريك لك ) أولى بالالتزام مما جاء عن بعض أصحاب النبي ( ، وكله سنة ، الأول سنة قولية من النبي ( ، وفعل أصحاب النبي ( سنة تقريرية، فعله أصحاب النبي ( بمسمع من النبي ( ، والدليل على أن النبي ( أقرهم على ذلك هو قول الراوي ( وأهل الناس بهذا الذي يهلون به ، فلم يرد عليهم رسول الله ( شيئاً منه ، ولزم رسول الله ( تلبيته ) ، وقد جاء عن بعض أصحاب النبي ( شيء من أنواع التلبية : ¶ فجاء عن عمر بن الخطاب ما أخرج ابن أبي شيبة عن هشام عن أبيه عن المسور بن مخرمة قال كانت تلبية عمر لبيك اللهم لبيك لبيك لا شريك لك لبيك إن الحمد والنعمة لك والملك لا شريك لك لبيك مرغوبا أو مرهوبا لبيك ذا النعماء والفضل الحسن . ¶ وجاء عن عبد الله بن عمر كما في صحيح مسلم وغيره من حديث مالك عن نافع عن عبد الله بن عمر : أن النبي ( كان يلبي ويقول ( لبيك اللهم لبيك لبيك لا شريك لك لبيك ، إن الحمد الله والنعمة لك والملك ، لا شريك لك ) وكان عبد الله بن عمر يلبي بهذا ويزيد ويقول (يزيد فيها لبيك لبيك وسعديك والخير بيديك لبيك والرغباء إليك والعمل.) . ¶ وروى أحمد وأبو داود في سننه عن يحيى بن سعيد عن جعفر عن أبيه عن جابر بن عبد الله قال: أهل رسول الله صلى الله عليه وسلم فذكر تلبية النبي صلى الله عليه وسلم وقال : والناس يزيدون ذا المعارج . ¶ ويروى عن أنس بن مالك كذلك, فقد روى الرامهرمزي في كتابه ( المحدث الفاصل ) من حديث هشام بن حسان عن محمد بن سيرين عن أخيه يحي بن سيرين عن أنس بن سيرين عن أنس بن مالك أنه كان يقول في تلبيته: ( لبيك حقاً حقاً ، تعبداً ورقاً ) ¶ ورواه الدارقطني في علله ورواه مرفوعا وموقوفا ورجح وقفه .",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "فإذا لزم الحاج الملبي ما جاء عن النبي ( فهو أولى. ¶ وتلبي المرأة كالرجل بصوت تسمع من حولها من النساء ولا ترفع صوتها عند الأجانب، وهذا قول جماهير العلماء وقال ابن حزم بمشروعية رفع المرأة صوتها بالتلبية مطلقاً كالرجل واستَدل بما اخرج ابن أبي شيبة وعنه ابن حزم عن سفيان عن عبد الرحمن بن القاسم عن أبيه قال خرج معاوية ليلة النفر فسمع صوت تلبية فقال من هذا قالوا عائشة اعتمرت من التنعيم فذكر ذلك لعائشة فقالت لو سألني لأخبرته. ¶ ولفعل عائشة فلا حرج على المرأة أن ترفع صوتها رفعاً خفيفاً إذا أمنت الفتنة لمن حولها من الرجال، فعائشة أم المؤمنين مأمونة الفتنة لغيرها، ومن أمنت الفتنة كحال عائشة شُرع لها رفع صوتها بالتلبية، أولاً : لعموم الخبر برفع الصوت للرجال والنساء . وثانياً : لفعل عائشة . ¶ وقد روى الدارقطني من حديث عبيد الله بن عمر عن نافع عن بن عمر قال: لا تصعد المرأة فوق الصفا والمروة ولا ترفع صوتها بالتلبية. ¶ والأصل برفع الصوت والصعود على الصفا للمرأة فتنة الرجال، وإذا أمن ذلك جاز . ¶ ولا تشرع التلبية لغير المحرم في الأمصار لعدم الدليل على ذلك وقد قال بعض الفقهاء وهو قول الشافعي وهو يفتقر إلى الدليل فلا يشرع . ¶ وتلبية الحاج عن غيرة يقول فيها: لبيك اللهم عن فلان، لما روى ابوداود وابن ماجه وغيرهما عن عبدة بن سليمان عن بن أبي عروبة عن قتادة عن عزرة عن سعيد بن جبير عن بن عباس: أن النبي صلى الله عليه وسلم سمع رجلا يقول: لبيك عن شبرمة قال من شبرمة قال أخ لي أو قريب لي قال حججت عن نفسك قال لا قال حج عن نفسك ثم حج عن شبرمة. ¶ وهذا الحديث الصحيح فيه الوقف فلا يصح مرفوعاً . ¶ فقد أختلف فيه على سعيد بن أبي عروبة فرواه جماعة موقوفاً ورواه غيرهم مرفوعاً، والصحيح الوقف، وسعيد رواية بلدييه عنه أصح من غيرهم ، ومن أوقفه هم أهل بلده، ورفعه غيرهم. ¶ وقد تابعه عمرو بن الحرث عن قتادة به ووقفة. ¶ وفي حديثه اختلاف .",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "وقد ذكر المقدسي في الضياء عن الأثرم قال: قلت لأحمد بن حنبل: حديث قتادة عن عزرة عن سعيد بن جبير عن ابن عباس: لبيك عن شبرمة رفعه عبدة؟ فقال: ذاك خطأ، رواه عدة موقوفاً ليس فيه عن النبي صلى الله عليه وسلم. ¶ وقال ابن معين في بعض مسائله وقد سئل عن رفع عبدة له: ليس يوافقه الناس عليه فقال هو موقوف عن سعيد إن شاء الله . ¶ وقال ابن المنذر: لا يثبت رفعه. وأعله الطحاوي كذلك. ¶ وخالف في ذلك فصحح الرفع كالبيهقي فقد قال في سننه : هذا إسناد صحيح ، ليس في هذا الباب أصح منه. ¶ وقد صححه عبدالحق وكذلك ابن القطان في بيان الوهم والإيهام . ¶ وهذا قول مرجوح، وقد مال إليه جماعة من المتأخرين كابن حجر وابن الملقن وغيرهم جماعة . ¶ والصحيح فيه قول أحمد . ¶ وقد رواه عن ابن عباس عطاء بن أبي رباح والصواب فيه الارسال رجحه البيهقي وغيره . ¶ ورواه عنه أبو قلابه والصحيح الوقف ، وفي سماعه من ابن عباس نظر. ¶ ورواه عن ابن عباس طاووس وعكرمة ولا يصح الإسناد إليهما . ¶ وفي هذا الأثر جواز النيابة في الحج لمن لا يستطيع الحج ولا تجوز النيابة في الفريضة عمن يستطيع بالإجماع وفي هذا أدلة كثيرة منها أخرجه الشيخان عن ابن شهاب عن سليمان بن يسار عن بن عباس رضي الله عنهما قال :جاءت امرأة من خثعم عام حجة الوداع قالت يا رسول الله إن فريضة الله على عباده في الحج أدركت أبي شيخا كبيرا لا يستطيع أن يستوي على الراحلة فهل يقضي عنه أن أحج عنه قال نعم. ¶ وفي لفظ لمسلم : حجي عنه. ¶ ومن ذلك ما جاء في السنن عن النعمان بن سالم عن عمرو بن أوس عن أبي رزين أنه أتى النبي صلى الله عليه وسلم فقال يا رسول الله إن أبي شيخ كبير لا يستطيع الحج ولا العمرة ولا الظعن قال حج عن أبيك واعتمر.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "والنائب في الحج الذي يستطيع الحج لا تجوز له النيابة حتى يحج عن نفسه أولا، لأن الأصل في الحج أنه على الفور ومن حج عن غيره، فوصوله للبيت دليل قدرته، فيكون آثماً، وهذا ما يدل عليه أثر ابن عباس في قصة شبرمة وليس له مخالف فيما أعلم من الصحابة. ¶ وحجه عن غيره صحيح وإثمه إنما هو من جهة تأخيره الحج مع قدرته عليه، لا من جهة النيابة نفسها وذهب إلى صحة حجة الحنفية ومالك وهو رواية عن أحمد . ¶ وإبطال حج النائب الذي لم يحج عن غيره بحاجة إلى دليل، فإبطال العبادة هو إسقاط للثواب وإحباط له، وكذلك من قال بانتقال الأجر له ويلزمه الحج عن الذي أنابه مرة أخرى فهو يفتقر إلى دليل ولا دليل صريح صحيح. ¶ ومن لا يستطيع الحج وأُعطي مالاً نفقه ليحج عن غيرة صح وجاز، لعدم وجود دليل يمنع من ذلك، والأصل الجواز والصحة . ¶ ويشرع الإشتراط لمن غلب على ظنه العذر كالحائض والنفساء ومن به مرض يخشى حبسه له عن إتمام النسك، ومن في طريقه عدو أو شُرَط يغلب على الظن ردهم له وذلك لما أخرج الشيخان عن أبي أسامة عن هشام عن أبيه عن عائشة قالت : دخل رسول الله صلى الله عليه وسلم على ضباعة بنت الزبير فقال لها لعلك أردت الحج قالت والله لا أجدني إلا وجعة فقال لها حجي واشترطي قولي اللهم محلي حيث حبستني . ¶ وذهب إلى استحباب الاشتراط أحمد وأوجبه ابن حزم وجوزه الشافعي وأنكره بعض الفقها وهو مذهب الحنفية والمالكية والتمسك بكتاب والسنة أولى من قول كل أحد . ¶ وأفضل الأنساك التمتع على الصحيح ثم القران وهو نسك النبي صلى الله عليه وسلم، فالإفراد وهو إفراد الحج فقط وقد قال ابن حزم بأنه منسوخ، فلا ينسك به، وهو مرجوح . ¶ قوله : ]قال جابر رضي الله عنه: لسنا ننوي إلا الحج لسنا نعرف العمرة [ .",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "العرب في الجاهلية لم يكونوا يعرفون العمرة في أشهر الحج. وليس مراد الراوي هنا أنهم لا يعرفون العمرة إطلاقاً بل كانوا يعرفون العمرة قد اعتمر النبي ( قبل حجته هذه عدة مرات: عمرة الحديبية والجعرانة وغيرهن، وكذلك أصحاب النبي ( بل كانت معروفة في الجاهلية، إلا أن مراد الراوي هنا ( لسنا نعرف العمرة ) أي لسنا نعرف العمرة في أشهر الحج، لأنها كانت من عظائم الأمور في الجاهلية، بل من كبائرها فكانوا ينكرون على من يعتمر في أشهر الحج، بل لا يكاد يوجد من يعتمر في أشهر الحج في الجاهلية لأنها كانت جرماً عظيماً، ولذا لما جاء الإسلام أبطل هذا الحكم وأحرم النبي ( بالحج والعمرة معاً في أشهر الحج، ولذلك قال الراوي ( لسنا ننوي إلا الحج ، لسنا نعرف العمرة ). ¶ والعمرة مشروعة في الإسلام في كل وقت بالإجماع، واختلف أهل العلم في وجوبها على قولين : ¶ منهم من قال أن العمرة واجبة واستدل بظاهر القران : ¶ - بقول الله عز وجل { وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلاً وَمَنْ كَفَرَ فَإِنَّ اللَّهَ غَنِيٌّ عَنِ الْعَالَمِينَ } . ¶ - وبقوله سبحانه وتعالى {وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ} . ¶ فأمر الله عز وجل بالحج بقوله { وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ} وقرن العمرة بالحج في الآية الأخرى بقوله {وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ} فدل على اقترانهما في الوجوب. ¶ والقول بوجوبها هو القول الصحيح، فهي واجبة في العمر مرة وإلى هذا ذهب جماعة من أهل العلم من أصحاب النبي ( ومن بعدهم وهو قول عبدالله بن عمر وجابر وغيرهما رضي الله عنهم وقول الثوري وأحمد وإسحاق وداود. ¶ فهو قول عبدالله بن عمر لما أخرج ابن خزيمة والدار قطني والحاكم عن ابن جريج عن نافع عن ابن عمر قال : ليس من أحد إلا وعليه حجة وعمرة واجبتان لا بد منهما فمن زاد بعد ذلك خير وتطوع.",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "ولما أخرجه سعيد بن أبي عروبة في المناسك عن أيوب عن نافع عن ابن عمر قال : الحج والعمرة فريضتان. ¶ وهو قول عبدالله بن عباس لما أخرج الشافعي وسعيد بن منصور كلاهما عن سفيان بن عيينة عن عمرو بن دينار سمعت طاووساً يقول سمعت بن عباس يقول والله أنها لقرينتها في كتاب الله وأتموا الحج والعمرة لله . ¶ وهو قول جابر بن عبدالله لما رواه ابن خزيمة عن بن جريج عن أبي الزبير عن جابر قال: ليس من خلق الله أحد إلا وعليه عمرة واجبة . ¶ وهذا هو الظاهر من صنيع الإمام البخاري رحمه الله فإنه قد بوّب في صحيحه بقوله ( أبواب العمرة ، باب وجوب العمرة وفضلها ) ، وذكر فيهما خبر عبد الله بن عمر وابن عباس رضى الله عنهما . ¶ وقال جماعة من أهل العلم بعدم وجوبها واستدلوا بما أخرج أحمد والترمذي عن الحجاج عن محمد بن المنكدر عن جابر: أن النبي صلى الله عليه وسلم سئل عن العمرة أواجبة هي قال لا وإن تعتمروا هو أفضل. ¶ وهذا الخبر ضعيف لحال الحجاج بن أرطاة وقد ضعفه ابن خزيمة في صحيحة فقد قال في صحيحه بعد إخراجه لأثر جابر السابق في وجوب العمرة قال: هذا الخبر يدل على توهين خبر الحجاج بن أرطاة عن بن المنكدر عن جابر . ¶ وقول عدم الوجوب قول مالك وأبو حنيفة وقال به ابن تيمية وغيره. ¶ وأما العمرة للمكيين فذهب أحمد في رواية وهو قول ابن عباس وعطاء وطاووس أنه ليس عليهم عمرة فقد روى ابن أبي شيبة عن عن ابن جريج عن عطاء قال ابن عباس : أنتم يا أهل مكة لا عمرة لكم إنما عمرتكم الطواف. ¶ قوله : ] حتى إذا أتينا البيت معه استلم الركن [. ¶ يشرع الغسل لدخول مكة لما روى الشيخان من طريق أيوب عن نافع أن ابن عمر : كان لا يقدم مكة إلا بات بذي طوى حتى يصبح ويغتسل ثم يدخل مكة نهارا ويذكر عن النبي صلى الله عليه وسلم أنه فعله . ¶ ويسن دخول مكة من الثنية العليا كَدَاء والخروج من الثنية السفلى كُدي .",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "ولا يصح ذكر ولا دعاء عند رؤية البيت، وما جاء في ذلك مرفوعاً فلا يثبت . ¶ والمحرم يبقى على تلبيته ملازماً لها، ولا يخلو من حالين : ¶ إن كان حاجاً فإنه يستمر في التلبية ويقطعها عند أول شروعة بالرمي، وهذا فعل النبي ( فقد صح عنه كما في الصحيح من حديث محمد بن حرملة عن كريب مولى عبدالله بن عباس عن ابن عباس عن الفضل أنه قال: ( حججت مع رسول الله ( فما زال يلبي حتى رمى الجمرة ) . ¶ وإلى هذا ذهب جماهير أهل العلم، وقال أحمد في رواية وإسحاق وابن خزيمة، يلبي حتى يفرغ من جمرة العقبة . ¶ وروى ابن خزيمة عن جعفر بن محمد عن أبيه عن علي بن الحسين عن بن عباس عن الفضل رضي الله عنه قال أن النبي صلى الله عليه وسلم قطع التلبية مع آخر حصاة . ¶ وهذا في سياق حديث، والصحيح أن هذه اللفظة ( ثم قطع التلبية مع آخر حصاة ) فيها غرابة وهي منكرة لم ترد في الحديث على الصحيح، وقد قال البيهقي في سننه: هذه الزيادة غريبة وليست في الرويات المشهورة عن ابن عباس عن الفضل . ¶ ويظهر من فعل النبي صلى الله عليه وسلم وفعل أصحابه أنهم لم يكونوا يلبون في طواف القدوم فلم ينقل ذلك وقد قال ابن عيينه: ما رأينا أحداً يقتدى به يلبي حول البيت إلا عطاء بن السائب. ¶ ووافق عطاء دواد والشافعي في القديم وغيرهما، وذهب الشافعي في الجديد إلى عدم التلبية . ¶ وأما إذا كان معتمراً فإنه يتوقف عن التلبية عند استلام الحجر، وروي في ذلك ما أخرج أبو داود والترمذي عن بن أبي ليلى عن عطاء عن بن عباس أن النبي عليه السلام كان يمسك عن التلبية في العمرة إذا استلم الحجر. ¶ وابن ابي ليلى هو محمد بن عبد الرحمن ضعيف الحديث . ¶ وروى البيهقي والبزار عن بحر بن مرار بن عبد الرحمن بن أبي بكرة عن جده عبد الرحمن بن أبي بكرة عن أبيه: أن رسول الله صلى الله عليه وسلم خرج في بعض عمره وخرجت معه فما قطع التلبية حتى استلم الحجر. قال البيهقي: هذا قوي.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "ويشرع للطواف طهارة، لما جاء في الصحيحين عن عائشة رضي الله عنها أن النبي صلى الله عليه وسلم ( توضأ للطواف ) ولا تجب الطهارة للطواف على الصحيح، ولم يصح في الأمر به حديث، واستدل بعض أهل العلم على وجوب الطهارة بما رواه الترمذي وابن خزيمة وابن حبان وابن الجارود في المنتقى وغيرهم من حديث عطاء بن السائب عن طاووس عن ابن عباس مرفوعاً : الطواف بالبيت صلاة إلا أنكم تتكلمون فيه . ¶ ورواه عبد الرزاق في مصنفه عن إبراهيم بن ميسرة وابن طاووس عن أبيه عن ابن عباس موقوفاً عليه. ¶ والوقف هو الصحيح، وقد قال الترمذي بعد إخراجه : وهذا المحفوظ - يعني الموقوف -. ¶ ولا شك أن رواية عبدالله بن طاووس عن أبيه أولى من رواية عطاء، وكيف إذا انظم له إبراهيم بن ميسرة . ¶ وهذا قول جماعة من أئمة السلف، فقد روى ابن أبي شيبة عن شعبة بن الحجاج قال: سألت حماداً ومنصوراً وسليمان عن الرجل يطوف بالبيت على غير طهارة فلم يروا به بأساً. ¶ وهو قول شيخ الإسلام ابن تيمية وجماعة من المحققين . ¶ وقوله ( استلم الركن ) استلام الركن وهو الحجر سنه، وظاهر فعل النبي صلى الله عليه وسلم أنه حينما استلم الحجر لم يقل ( الله أكبر ) وإنما يقولها من لم يستطع الاستلام . ¶ ولم يذكر من نقل صفة حجة النبي صلى الله عليه وسلم أنه يقول قبل تكبيرة ( بسم الله ) ولكنه صح عن عبدالله بن عمر كما رواه أحمد في مسنده والبيهقي عن إسماعيل بن علية عن نافع قال كان بن عمر يدخل مكة ضحى فيأتي البيت فيستلم الحجر ويقول باسم الله والله أكبر . ¶ ويسن لمن لم يستطع الاستلام أن يمسه بيده ثم يقبل يده، فإن لم يستطع فيمسه بعصى ويقبل عصاه، وإن مسه بغير العصى كمحجن وخشبة أو رداء فيقبله، وقد جاء عن عبدالله ابن عباس مس الحجر بردائه ثم تقبيله فقد روى عبدا لرزاق في مصنفه عن الحسن بن عبد الله عن عكرمة عن ابن عباس إنه مسح الركن بثوبه ثم قبله.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "وأما السجود على الحجر فقد جاء مرفوعاً وجاء عن عمر وعبدالله بن عباس كما أخرجه الدارمي والبيهقي وابن خزيمة في صحيحه والبزار في مسنده والعقيلي في الضعفاء عن جعفر بن عبد الله قال : رأيت محمد بن عباد بن جعفر قبل الحجر وسجد عليه : قال رأيت خالك بن عباس يقبله ويسجد عليه وقال بن عباس رأيت عمر بن الخطاب قبل وسجد عليه ثم قال رأيت رسول الله صلى الله عليه وسلم فعل هكذا ففعلت . ¶ وروى الشافعي وعنه البيهقي وابن أبي شيبة عن سعيد عن بن جريج عن أبي جعفر قال: رأيت بن عباس رضي الله عنه جاء يوم التروية مسبدا رأسه فقبل الركن ثم سجد عليه ثم قبله ثم سجد عليه ثلاث مرات . ¶ ورواه العقيلي في الضعفاء من طريق عبد الرزاق عن بن جريج عن محمد بن عباد بن جعفر أنه رأى بن عباس قبل الحجر وسجد عليه . ¶ ولم يرفعه وحديث ابن جريج أولى بالصواب، رجحه العقيلي في كتابه الضعفاء ، وجعفر بن عبدالله بن عثمان الحميدي وثقه أبو حاتم وأحمد وقال العقيلي : في حديثه وهم واضطراب وهو مقل الرواية . ¶ وروي ذلك عن طاووس وهو رأي أحمد والشافعي ويرهم. ¶ ولم يصح السجود على الحجر عن النبي صلى الله عليه والسلام . ¶ وقد أنكره مالك وقال عنه : بدعة . ¶ واستقبال الحجر والنظر إليه لمن لم يستطع استلامه جاء عن أنس بن مالك وعروة بن الزبير وسعيد بن جبير وغيرهم . ¶ فقد روى ابن أبي شيبة في مصنفه عن حفص عن عاصم قال رأيت أنس بن مالك يطوف بالبيت حتى إذا حاذى بالحجر نظر إليه والتفت إليه فكبر . ¶ ورواه ابن أبي شيبة عن ابن فضيل عن عاصم قال رأيت أنسا يستقبل الأركان بالتكبير . ¶ ورواه عن هشام بن عروة عن أبيه . ¶ ورواه عن عبدالملك عن ابن جبير . ¶ ولم يصح عن النبي صلى الله عليه وسلم أنه كان يستقبله ولا ينظر إليه إن لم يستطع استلامه، وهو أولى .",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "والزحام على الحجر لا بأس به ما لم يؤذي المسلمين فقد أخرج عبد الرزاق عن أيوب عن نافع عن ابن عمر يزاحم على الحجر حتى يرعف ثم يجيء فيغسله، وإن آذى غيره فلا يجوز . ¶ ولم يكن يعرف عن ابن عمر المزاحمه على الحجر فقد أخرج البيهقي عن عمر بن ذر عن مجاهد عن بن عمر قال : ما رأيته زاحم على الحجر قط ولقد رأيته مرة زاحم حتى رثم أنفه وابتدر منخراه دما . ¶ ولعل ما ذكر من مزاحمته على الحجر حتى رثم أنفه وقع منه مرة أو مرتين عن غير قصد، وما نقله مجاهد هو الأصل . ¶ ولا يشرع استلام شيء من الأركان سوى الركنين اليمانيين، وذلك لما اخرج الشيخان عن ليث عن بن شهاب عن سالم بن عبد الله عن أبيه رضي الله عنهما قال :لم أر النبي صلى الله عليه وسلم يستلم من البيت إلا الركنين اليمانيين . ¶ والركن اليماني يستلمه وإن لم يستطع استلامه فلا يشير إليه ولا يكبر عنده، ولا يقبله عند الاستلام . ¶ ويجب بداية الطواف من من الحجر الأسود ويمضى جهة الباب، أي يجعل البيت عن يسارة، وقد قال جمهور أهل العلم بوجوب جعل البيت عن يسار الطائف، وقال أبو حنيفة بصحة الطواف منكساً .",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "وجعل البيت عن يسار الحاج دائماً طِوال الطواف ليس بواجب، على الصحيح ، بل الواجب أن لا يجعل البيت عن يمينه، أي يجب أن يطوف من الحجر ثم يتجه للباب ثم يستمر بطوافه، ويحرم الطواف منكساً ، وقد شدد بعض العلماء فقالوا بعدم صحة من انحرف قليلاً أثناء طوافه، كمن يحمل طفلاً أو شيخاً كبيراً، أو يقود اعمى ونحوه فهو يجعل البيت تجاه ظهره، والقول بوجوب جعل الطائفُ البيتَ على يساره عريُّ عن الدليل، لا ناصر له من السنة ولا من الأثر بل ولا من القياس والعقل، وهم يحتجون بفعل النبي صلى الله عليه وسلم، وليس فيه دليل لمن تأمله، فالنبي صلى الله عليه وسلم إنما مشى بطبيعته، ومن مشى بطبيعته فسيكون البيت عن يساره، فهل يقال ان النبي مختاراً لهذه المشية عن غيرها، ..!!، فهو يمشي مشية فطر عليها كل البشر . ¶ فحامل الطفل وقائد الأعمى يمشى بما هو اسمح لمشيته حتى لو انحرف، ولم يجعل البيت عن يساره، بل جعله جهة خلفه يسيراً، فلو قيل أن النبي صلى الله عليه وسلم جعل البيت عن يساره مختاراً، مع قدرته على مشية أخرى، كما هو الحال في استقبال القبلة وغيرها، ففرق بين هاتين الحالتين، وقد قاسه بعضه على استقبال القبلة وهذا بعيد، وقياس مع الفارق . ¶ ولا يفهم من هذا أننا نقول بجواز الطواف منكساً، بل الطواف منسكاً باطل، ولكن هنا مسألتان : ¶ الأولى: الطواف من الحَجر مروراً بالباب ثم الحِجر ثم الركن اليماني . ¶ والثانية : تعمد جعل البيت على اليسار، فالثانية لا دليل عليها، بل الذي ينبغي أن يمشى الطائف بما ييسر له الطواف سواء انحرف قليلاً لمصلحة الزحام أو لكون يقود أو يحمل طفلاً أو شيخاً ونحو ذلك، ولا يتكلف الانحراف بل يمشيء على طبيعته، كما مشى النبي صلى الله عليه وسلم . ¶ قوله : ] فرمل ثلاثاً ومشى أربعاً [ . ¶ الرمل من السنة وهو الجري الخفيف عند جماهير أهل العلم، وقال مالك بعدم سنيته.",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "وسبب الرمل أن النبي ( لما أراد قدوم مكة قال كفار قريش جاء محمد ـ ( ـ وأصحابه وقد وهنتهم حمى يثرب، فشرع ( بالرمل إرغاما لهم . ¶ وهنا مسألة , وهي إذا علم السبب الذي شرع لأجله الرمل ثم زال هل يبقى التشريع لذلك العمل أم يزول بزواله ؟ ¶ ومعلوم أن كفار قريش ليسوا بمكة بعد النبي ( ولم يبق في مكة إلا أهل الإسلام فهل يزول الرمل أم يبقى ؟ ¶ ومعلوم أن الحكم يدور مع السبب وجوداً وعدماً ، والصحيح أنه يبقى، إذ العمل عليه وهذا من الأحكام الشرعية التي شرعت لسبب فزال السبب وبقي الحكم ، وله نظائر في الشرع . ¶ ويشرع للطائف أن يرمل الثلاثة الأشواط الأولى , ويمشي الأربعة. ¶ ويشرع كذلك له الاضطباع: وهو أن يظهر كتفه الأيمن ويرمي طرفه على كتفه الأيسر، والرمل والطواف يشرعان في طواف القدوم فقط . ¶ وذهب مالك إلى عدم سنية الرمل، ولعله لم يبلغه الدليل . ¶ وهذا الطواف الذي طافه النبي ( هنا طواف القدوم والنبي ( إنما طاف قارناً على الصحيح وليس بمتمتع كما يأتي بيان هذا بإذن الله تعالى, وهو سنة في حق القارن والمفرد وليس بواجب وهذا عند جماهير أهل العلم وقال مالك بوجوبه وعلى من تركه دم، أما بالنسبة للمتمتع فإنه يكون طوافاً للعمرة فيتحلل بعد ذلك بعد سعيه . ¶ واذا تعمد القارن والمفرد ترك طواف القدوم فجمهور العلماء على أن السنة أن يسبق السعي طواف ولو تطوع. ¶ ويشرع حال الطواف له ذكر الله سبحانه وتعالى والدعاء واجتناب أذية الطوّاف . ¶ ولم يثبت عن النبي ( في الدعاء في الطواف شيء إلا ما بين الركنين اليمانيين - الحجر الأسود والذي قبله للطائف - وأما ماعدا ذلك فكله لا يصح عن النبي ( فقد أخرج أبو داود والنسائي وابن حبان والحاكم عن ابن جريج عن يحيى بن عبيد عن أبيه عن عبد الله بن السائب قال سمعت رسول الله صلى الله عليه وسلم يقول ما بين الركنين ربنا آتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "وكره مالك قراءة القرآن وكرهه أحمد لأنه لم يرد عن النبي صلى الله عليه وسلم ذلك ولا عن أصحابه . ¶ واستحبه ابن المبارك والشافعي وغيرهم . ¶ ولا بأس بالطواف راكباً للحاجة، وقد طاف النبي صلى الله عليه وسلم لا يشتكي مرضاً، بل ليراه الناس ويسألوه ولا يزاحموه فيؤذيهم ويؤذونه . ¶ وقد أمر أم سلمة بالطواف راكبة كما روى البخاري عن هشام عن عروة عن أم سلمة رضي الله عنها أنهالم تكن طافت بالبيت وأرادت الخروج فقال لها رسول الله صلى الله عليه وسلم إذا أقيمت صلاة الصبح فطوفي على بعيرك والناس يصلون ففعلت ذلك فلم تصل حتى خرجت . ¶ وقد أوجب بعض أهل العلم الدم على من ركب لغير ضرورة ولا دليل عليه . ¶ واستلام الحجر في نهاية الطواف جاء فيه ما رواه أحمد في مسنده قال: حدثنا حسن عن ابن لهيعة عن أبي الزبير سألت جابرا عن الطواف بالكعبة فقال: كنا نطوف فنمسح الركن الفاتحة والخاتمة ولم نكن نطوف بعد صلاة الصبح حتى تطلع الشمس ولا بعد العصر حتى تغرب وقال سمعت رسول الله صلى الله عليه وسلم يقول تطلع الشمس على قرني الشيطان . ¶ وهذا الخبر منكر، وفي إسناده ابن لهيعة وليس بحجة، وأغرب ابن حجر فحسن إسناده في الفتح . ¶ ومع ضعف الحديث فمن تأمل صنيع النبي صلى الله عليه وسلم في حجة كالسعي فقد شرع فيه استقبال القبلة والدعاء ولم يفعل ذلك عند المروة في آخر السعي، وكذلك الوقوف بعد رمي الجمرات للدعاء، لم يقف ( عند الجمرة الأخيرة للدعاء، يجد أن هذا قرينة لعدم مشروعية استلام الحجر في الخاتمة، وإلا فضعف الحديث كافٍ كاف للقول بعدم مشروعيته . ¶ أما الملتزم وهو ما بين الباب والحجر هل يشرع التزامه أم لا؟ .",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "لم يثبت عن النبي ( في الملتزم شيء ، وما جاء من ذلك فلا يصح، ومن ذلك ما اخرج ابو داود وعنه البيهقي عن جرير بن عبد الحميد عن يزيد بن أبي زياد عن مجاهد عن عبد الرحمن بن صفوان قال:رأيت النبي صلى الله عليه وسلم قد خرج من الكعبة هو وأصحابه وقد استلموا البيت من الباب إلى الحطيم وقد وضعوا خدودهم على البيت ورسول الله صلى الله عليه وسلم وسطه. ¶ ويزيد بن أبي زياد ليس بحجة ¶ ومنها ما أخرجه أبو داود وابن ماجه والبيهقي عن المثنى عن عمرو بن شعيب عن أبيه قال: طفت مع عبد الله فلما جئنا دبر الكعبة قلت ألا تتعوذ قال نعوذ بالله من النار ثم مضى حتى استلم الحجر وأقام بين الركن والباب فوضع صدره ووجهه وذراعيه وكفيه هكذا وبسطهما بسطا ثم قال هكذا رأيت رسول الله صلى الله عليه وسلم. ¶ وقد صح من قول مجاهد يحكيه عن جماعة كما أخرجه ابن أبي شيبة عن وكيع عن سفيان عن منصور عن مجاهد قال كانوا يلتزمون ما بين الركن والباب ويدعون. ¶ والثابت عن عبدالله بن عمر عليه رضوان الله تعالى أنه لم يكن يستلم شيئاً من البيت ويلتزم شيئاً من البيت وهذا قد ثبت عنه من حديث معمر عن أيوب عن نافع عنه، رواه عبدالرزاق في مصنفه . ¶ وكذلك لم يصح عن أصحاب النبي ( في ذلك شيء ، وما روى عن عبدالله بن عباس فلا يصح عنه فقد رواه عبد الرزاق عن عبد الكريم الجزري عن مجاهد قال بن عباس رضي الله عنهما هذا الملتزم ما بين الركن والباب. ¶ ولا يصح عنه . ¶ والقول بسنيته بعيد ، أما من أراد الالتزام فإنه يلتزمه ولا بأس بذلك لكن لا يلتزم ذلك تعبداً - أي يتعبد بذلك على أنه سنة - لكن يلتزم هذا ويدعو بما شاء كما يلتزم بقية البيت فإن كل ذلك لم يرد فيه دليل وهو باقٍ على الأصل ، فالتعلق بأستار الكعبة أو مس البيت والدعاء كل ذلك باقٍ على أصله من الإباحة لم يرد في ذلك منع ولا حث فيبقى على أصله .",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "قوله : ]ثم نفذ إلى مقام إبراهيم عليه السلام فقرأ:{وَاتَّخِذُوا مِنْ مَقَامِ إِبْرَاهِيمَ مُصَلّىً} فجعل المقام بينه وبين البيت [ . ¶ قوله هنا : فقرأ {وَاتَّخِذُوا مِنْ مَقَامِ إِبْرَاهِيمَ مُصَلّىً} . هل قراءة هذه الآية قبل الصلاة خلف مقام إبراهيم من السنة أم أن النبي ( قرأها استدلالاً ؟ ¶ الذي يظهر والله أعلم من سياق الحديث أن النبي ( قرأها استدلالاً على أن الصلاة سنة. ¶ وهذا نظير قول النبي ( عند الصفا : { إن الصفا والمروة من شعائر الله } أبدأ بما بدأ الله به ) ، فلا يقال أنه يشرع للساعي أن يقول ( أبدأ بما بدأ الله به ) ، فإن النبي ( إنما ساق الآية وأورد الدليل منها على أنه يُبتدأ بالصفا لا يُبتدأ بالمروة . ¶ والصلاة خلف مقام إبراهيم هل هي سنة أم واجبة ؟ ¶ - ذهب جمهور أهل العلم إلى أن الصلاة خلف مقام إبراهيم سنة وليس بواجب . ¶ - وذهب بعض أهل العلم إلى أن الصلاة خلف مقام إبراهيم واجبة وليست بسنة مستدلين بقول النبي ( : ( خذوا عني مناسككم ) قال مالك إن لم يركعهما حتى تباعد ورجع إلى بلده فعليه دم. ¶ - وذهب بعض أهل العلم إلى أن الصلاة خلف مقام إبراهيم ترجع وترتبط بالطواف فإذا كان الطواف سنة كانت الصلاة سنة وإذا كان الطواف واجباً كانت الصلاة خلف المقام واجبة . ¶ والذي يظهر والله أعلم ما عليه جمهور أهل العلم أن الصلاة خلف مقام إبراهيم سنة وليس بواجب. ¶ ولم يصح في النظر حال الصلاة للكعبة دليل، وقال مالك بسنية ذلك، وذهب الجمهور إلى عدم مشروعيته، لعدم الدليل الصريح الصحيح . ¶ والطواف ركن من أركان الحج - أعني - طواف الحج وأركانه على الصحيح كما ذكرنا هي : ¶ 1- الإحرام . 2- والطواف . 3- والسعي . 4- والوقوف بعرفة . ¶ على الصحيح من أقوال أهل العلم . ¶ وماعدا ذلك من النسك متردد بين الوجوب وبين الشرط وبين الاستحباب وتتفاوت مراتب الوجوب ومراتب الاستحباب بحسب النص الوارد منها .",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "وهل المراد بمقام إبراهيم هو موضعه في عهد النبي ( أو موضعه الحالي ؟ ¶ أي أن الصلاة التي حث عليها النبي ( هي مرتبطة بالبقعة أو مرتبطة بالحجر الذي قام عليه إبراهيم ؟ ¶ فلو قام أحد وأبعد الحجر عن مكانه فصلى أحد من الناس وجعل موضع الحجر في عهد النبي ( وعهد عمر بينه وبين البيت هل يكون ممتثلا أم لا ؟ ¶ الذي يظهر والله أعلم أن كلا الأمرين محتمل ، فمن اعتقد أن المراد بمقام إبراهيم هو مكانه وليس هذا مرتبط بذات الحجر كبيت الله عز وجل كالكعبة فإن هذا لم يبعد . ¶ والذي يظهر والله أعلم أنه مرتبط بالحجر ومن فعل فلا حرج عليه وهو متبع إن شاء الله ، ومعلوم أن الحجر قد أخره عمر بن الخطاب رضي الله عنه . ¶ ونقل الحجر وتحريكه قد اختلف في جوازه أهل العلم وصنف في ذلك بعض أهل العلم منهم الشيخ محمد بن إبراهيم عليه رحمة الله إذا اقتضت المصلحة ذلك، وأيده الشيخ عبدالرحمن المعلمي وكذلك صنف فيه سليمان بن حمدان مانعاً من هذا رحم الله الجميع وهي مصنفات موجودة. ¶ والسنة في ركعتي الطواف تتضمن أشياء منها : ¶ - صلاة الركعتين، فلو صلى بعيداً من مقام إبراهيم أي ليس بينه وبين البيت فإنه يجزئه وقد أدى ركعتي الطواف . ¶ - ومنها أن تكون الركعتان خلف مقام إبراهيم حتى وإن كان المصلي بعيداً عنه في المسعى مثلاً جاعلاً المقام بينه وبين البيت فهو ممتثل وهو السنة . ¶ لأن النبي ( جعل المقام بينه وبين البيت وهذا قد أتى بهذه السنة ولذا قد ورد عن عمر بن الخطاب عليه رضوان الله تعالى أنه صلى ركعتي الطواف بذي طوى كما أورده الترمذي في سننه وأخرجه مالك في الموطأ والبيهقي والشافعي عن بن شهاب عن حميد بن عبد الرحمن بن عوف أن عبد الرحمن بن عبدٍ القارئ أخبره أنه طاف بالبيت مع عمر بن الخطاب بعد صلاة الصبح فلما قضى عمر طوافه نظر فلم ير الشمس طلعت فركب حتى أناخ بذي طوى فصلى ركعتين .",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "ووهم في هذا الخبر سفيان بن عيينة فرواه عن الزهري عن عروة عن عبدالرحمن به، كما رواه الأثرم عن أحمد ورواه البيهقي وقد سلك سفيان فيه الجادة، وهو وهم وحديث مالك هو الصحيح قاله أحمد بن حنبل والشافعي، وسلوك الجادة في كثير من الأحيان عند المخالفة علامة على الوهم والغلط. ¶ وهذا يدل منه عليه رضوان الله تعالى أن هذا الفعل مشروع ، ومعلوم أن عمر بن الخطاب عليه رضوان الله تعالى ليس بمكره في هذا الفعل ولا مضطراً إليه. ¶ والأولى أن يكون قريباً من المقام، أما إذا كان ثمت زحام فإنه يتأخر وإن لم يجد مكاناً يتسع للصلاة خلف مقام إبراهيم فيصلي حيث شاء من البيت ولا حرج في ذلك وهو معذور إن شاء الله. ¶ قوله : ] فكان أبي يقول - ولا أعلمه ذكره إلا عن النبي ( - كان يقرا في الركعتين ( قل هو الله أحد ) و ( قل يا أيها الكافرون ) [ . ¶ هنا شك الراوي جعفر بن محمد - الراوي عن أبيه محمد بن حسين وأبوه الراوي عن جابر بن عبدا لله - ، وقال لا أعلمه ذكره إلا عن النبي ( وشك الثقات هو في عداد اليقين خاصة إذا ترجح لديهم شيء ومالوا إليه، ولذا قال شعبة شك مسعر أحب إلي من يقين غيره، وقال ذلك أيضا في ابن عون، وروي أن شعبه سأل أيوب عن حديث فقال أشك فيه فقال له شكك أحب إلي من يقين غيرك. ¶ وهنا قد ثبت عن النبي ( كما عند البيهقي أنه ( قرأ في ركعتي الطواف { قُلْ هُوَ اللَّهُ أَحَدٌ } وَ {قُلْ يَا أَيُّهَا الْكَافِرُونَ }). ¶ وهما سورتي الإخلاص وسورتي التوحيد . ¶ ويظهر والله أعلم أن القراءة تكون على الترتيب في القرآن فيقرأ في الأولى بـ { قُلْ يَا أَيُّهَا الْكَافِرُونَ } وفي الثانية { قُلْ هُوَ اللَّهُ أَحَدٌ } ، لأن الواو لا تفيد ترتيباً فيبقى على الأصل ومن قدم { قُلْ هُوَ اللَّهُ أَحَدٌ } ، فإنه قد أتى بالسنة لكن الأولى أن يبقى على ترتيب القرآن .",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "والسترة في الحرم للمصلي كالسترة في غيره , وما جاء عن النبي ( أنه لم يستتر فإن هذا لا يثبت عنه ، قد أخرجه أبو داود وكذا الإمام أحمد من حديث سفيان بن عيينه عن ابن جريج عن كثير بن كثير بن المطلب بن أبي وداعة عن أبيه عن جده أن النبي ( صلى عند البيت والرجال والنساء يمرون بين يديه لا يستره منه شيء . ¶ وهذا الخبر لا يصح . ¶ قال أبو داود في سننه: أخبرنا أحمد عن ابن عيينة قال كان ابن جريج أخبرنا به هكذا فلقيت كثيرا فقال ليس من أبي سمعته ولكن من بعض أهلي عن جدي. ¶ وهذه علة . ¶ وقد أشار البخاري إلى ضعفه بترجمة ترجمها بقوله ( باب السترة بمكة وغيرها ) إشارة إلى تضعيف هذا الخبر . ¶ والصحيح في السترة أن حكمها في مكة كحكمها في غيرها إلا أنه يخفف في بيت الله عز وجل لشدة الزحام وعدم القدرة على الاحتراز من المارة فيخفف في حكمه بالنسبة للمصلي لكثرة المارة للمارة لحصول المشقة بقطع الصلاة وتعطل مصالح الطواف والمارة، وقد ذكر شيخ الإسلام بن تيمية في فتاويه أن المصلي في البيت لا يضره من مر بين يديه سواء رجل أو أمرأة وقال هذا من خصائصه . ¶ قوله : ] ثم رجع إلى الركن فاستلمه [ . ¶ الرجوع إلى الركن واستلامه من السنة لفعل النبي ( كما هو الظاهر. ¶ الذي يظهر والله أعلم أن هذا الاستلام الذي يكون بعد ركعتي الطواف في طواف القدوم فقط، فلا يشرع بعد ركعتي طواف التطوع ولا طواف الإفاضة، بدليل أن هذا لم يذكر عن النبي ( أنه فعله فقد ذكر الرواة أنه طاف بالبيت طواف حجة ، ولم يذكر أنه استلم الحجر بعد صلاته خلف المقام. ¶ قوله : ] ثم خرج من الباب إلى الصفا فلما دنا من الصفا قرأ { إن الصفا والمروة من شعائر الله }أبدأ بما بدأ الله به فبدأ بالصفا [ . ¶ والبداءة بالصفاء واجبة ولا يعتد بالبداءة من المروة.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "قوله ( أبدأ بما بدأ الله به ) هكذا بلفظ الخبر، وجاء عند النسائي في سننه والدارقطني كذلك بلفظ الأمر ( إبدأوا بما بدأ الله به ) وصححه ابن حزم والنووي وغيرهما . ¶ ولا يشترط للسعي طهارة، والسعي ركن من أركان الحج على الصحيح، وهو قول الجمهور واستدل على وجوبه بما رواه مسلم عن هشام بن عروة عن أبيه عن عائشة قالت ما أتم الله حج امريء ولا عمرته لم يطف بين الصفا والمروة. وبما رواه الشيخان عن طارق بن شهاب عن أبي موسى الأشعري رضي الله عنه قال :قدمت على النبي صلى الله عليه وسلم بالبطحاء وهو منيخ فقال أحججت قلت نعم قال بما أهللت قلت لبيك بإهلال كإهلال النبي صلى الله عليه وسلم قال أحسنت طف بالبيت وبالصفا والمروة ثم أحل ... ¶ وبما أخرجه احمد وابن خزيمة عن عبد الله بن المؤمل عن عمر بن عبد الرحمن عن عطاء عن حبيبة بنت أبي تِجراة قالت : دخلنا على دار أبي حسين في نسوة من قريش والنبي صلى الله عليه وسلم يطوف بين الصفا والمروة قالت وهو يسعى يدور به إزاره من شدة السعي وهو يقول لأصحابه اسعوا ان الله كتب عليكم السعي. ¶ ولا يصح، وعبدالله بن المؤمل فيه ضعف. ¶ وقال أبو حنيفة واجب وعلى من تركه دم، وهو رواية عن أحمد وقال ابن قدامه هو أولى ، وقال الثوري يجبر بدم للناسي فقط، ومال البخاري إلى وجوبه فقد ترجم في كتاب الحج بقوله : باب وجوب الصفا والمروة، وقيل سنة ، وهي روايات ثلاث عن أحمد، وأغرب ابن العربي فحكى أن السعي ركن بالاجماع في العمرة، وقال الخلاف في الحج، بل أغرب الطحاوي حينما حكى الإجماع أن من لم يسع أن حجة تام وعليه دم . ¶ وروي سنيته عن ابن عباس كما أخرجه ابن أبي شيبة عن يحي بن سعيد عن ابن جريج عن عطاء عن ابن عباس: إن شاء سعى بين الصفا والمروة وإن شاء لم يسع. ¶ وبهذا الإسناد عن عطاء من فتواه، وبه قال أنس بن مالك كما حكاه ابن المنذر.",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "ولعل مرادهم الناسي وكذا فهم ابن ابي شيبة فقد ترجم على أثر ابن عباس وعطاء بقوله (ما قالوا إذا نسي السعي بين الصفا والمروة ) وهذا هو الظاهر والأليق بفقههم رضي الله عنهم. ¶ والتطوع في السعي لم يرد فيه دليل، والدليل جاء بالطواف، ولا يشرع التطوع فيه، كما أنه لا يشرع رمي الجمار والوقوف بعرفة والمبيت بمزدلفة في غير حج. ¶ قوله : ]فرقى عليه ، حتى رأى البيت ، فاستقبل القبلة [ . ¶ يسن لمن سعى أن يصعد الصفا فيرقى عليه ، والرقي إنما يكون على القمة، أما من صعد الصفا ولم يصعد أعلاه فإنه أتى بالسنة وسعيه صحيح إلا أن النبي ( رقى على الصفا أي كان أعلاه . ¶ والنساء كره لهن بعض السلف الصعود لأن فيه مزاحمة الرجال وقد روى الدارقطني من حديث عبيد الله بن عمر عن نافع عن بن عمر قال: لا تصعد المرأة فوق الصفا والمروة ولا ترفع صوتها بالتلبية. ¶ وتسن رؤية البيت وفي هذا الوقت كثرت الحواجز وربما لا يرى البيت إلا بصعوبة فإن تمكن المعتمر أو الحاج من رؤية البيت فهو أولى وإن لم يره فلا حرج . ¶ واستقبال القبلة يتمكن منه الجميع وهو من السنة ، وليس بواجب ، فيسن لمن كان في الصفا أن يستقبل البيت ويذكر ما ذره النبي ( وهو توحيد الله وأن يقول كما قال النبي ( ( لا إله إلا الله ، وحده لا شريك له ، له الملك وله الحمد ، وهو على كل شيء قدير ، لا إله إلا الله وحده ، أنجز وعده ، ونصر عبده ، وهزم الأحزاب وحده ) . ¶ ثم بعد هذا الذكر يدعو بما شاء ولم يثبت عن النبي ( دعاء في هذا الموطن وإنما يدعو بما شاء ، فيذكر الله كما جاء في حديث جابر ثلاثاً ويدعوا بينهما بما شاء. ¶ وقد صح عن ابن عمر ما رواه مالك والبيهقي عن نافع انه سمع عبد الله بن عمر وهو على الصفا يدعو يقول ثم اللهم انك قلت ادعوني أستجب لكم وأنك لا تخلف الميعاد وأني أسألك كما هديتني للإسلام أن لا تنزعه مني حتى تتوفاني وأنا مسلم.",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "قوله : ]ثم نزل المروة حتى إذا انصبت قدماه في بطن الوادي سعى ،حتى إذا صعدتا مشى [ . ¶ قوله ( سعى ) كل من مشى بين الصفا والمروة يقال لفعله ( سعى ) لكن المراد به هنا قدر زائد على السعي المعتاد ـ وهو الجري الخفيف ـ وقد كان النبي ( يسعى لكنه لا يكون إسراعاً شديداً . ¶ وهذا يدل على أنه ( سعى بين الصفا والمروة على قدمية، وقد طاف بالبيت على بعيره . ¶ وقد وهم ابن حزم فزعم أن النبي سعى سبعاً على بعيرة، ولم يقل هذا أحد من أهل العلم . ¶ قوله : ] حتى إذا أتى المروة فعل على المروة كما فعل على الصفا [ . ¶ وذلك من استقبال البيت والذكر بـ: ( لا إله إلا الله وحده ، لا شريك له ) الى آخر الذكر، ثم يدعو بما شاء كما فعل على الصفاء ، ولم يثبت عن النبي ( من الأدعية شيء في سعيه وإنما الثابت عنه ( هذا الذكر على الصفا و المروة ويشتغل الإنسان بما شاء من ذكر أو دعاء ، وعدم الثبوت لا يعنى أن المرء لا يدعو ، بل يشرع له أن يدعوا، وأما ما يضعه البعض من تحديد دعاء لكل شوط فإن هذا من البدع المحدثة التي يجب التحذير منها . ¶ قوله: ] حتى إذا كان آخر طوافه على المروة [ . ¶ هذا يدل على أنه ( كان يبتدئ بالصفا وينتهي طوافه بالمروة يدل على أن الذهاب من الصفا إلى المروة سعي واحد بخلاف ما ذهب إليه ابن حزم عليه رحمة الله، وبعض فقهاء الشافعية، فلو كان قولهم صحيحاً لكان نهاية الطواف على الصفا لا على المروة، وقولهم قول شاذ . ¶ وهذا آخر سعي العمرة لمن كان متمتعاً . ¶ والذي يسن بعد هذا حلق الرأس ،ولا يشرع الدعاء ولا ذكر الله عز وجل على المروة في آخر السعي , والسنة في هذا الحلق، والتقصير لا بأس به والحلق أولى كما جاء عن النبي ( في الصحيحين وغيرهما من حديث مالك عن نافع عن عبدالله بن عمر أن النبي ( قال : ( اللهم ارحم المحلقين ثلاثاً ،قالوا : والمقصرين يا رسول الله ؟ قال : والمقصرين ) .",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "أما من لم ينبت له شعر كالأصلع ونحو ذلك فذهب بعض أهل العلم _ وهو مروي عن عبدالله بن عمر عليه رضوان الله تعالى أنه يمر الموسى على رأسه ، وهذا روي عنه كما أخرجه ابن خزيمة والحاكم والبيهقي من حديث ابن جريج وعبيدالله بن عمر عن نافع عن عبدالله بن عمر أنه سئل عن رجل الرجل الأصلع ؟ قال : يمر الموسى على رأسه . ¶ ونقل ابن المنذر الإجماع على ذلك، بل أغرب أبو حنيفة وقال بالوجوب، وهذا بعيد ولا دليل عليه . ¶ والصحيح أن هذا ليس من السنة , وإن فعله فلا بأس , والدليل على هذا أن إمرار الموسى على رأسه ليس مقصوداً بذاته في الشرع ، وإنما المقصود هو إزالة الشعر , فإمرار الموسى ليس من النسك , وفعل عبدالله بن عمر هو اجتهاد منه عليه رضوان الله تعالى . ¶ ولا يشرع بعد السعي صلاة كما يشرع بعد الطواف ، ومن فعل فقد خالف السنة وابتدع , ومن قال بذلك فقد شذ وخالف وقد قال بذلك بعض الحنفية. ¶ قوله : ] فقال : لو أني استقبلت من أمري ما استبدرت لم أسق الهدي وجعلتها عمرة [. ¶ هذا يدل على أنه ( كان قارناً ولم يكن متمتعاً ولو كان النبي ( متمتعاً لم يقل ( ( وجعلتها عمرة ) ، فإن المتمتع له عمرة تامة منفردة عن الحج ، أما القارن فليس له عمرة كاملة بطوافها وسعيها والتحلل منها بخلاف القارن فهذا يدل على أن النبي ( كان قارناً وإلا لم يقل ( وجعلتها عمرة ) ، وهذا من أقوى الأدلة على أن النبي ( كان قارناً ولم يكن متمتعاً وإن ذهب بعض أهل العلم إلى أن النبي ( كان متمتعاً وهو قول وإن كان له وجه إلا أن الظاهر من الأدلة أنه كان قارناً ولم يكن متمتعاً . ¶ وفيه جواز قول ( لو ) في فعل الخير وتمني الإكثار منه ، وإنما المنهي عنه في الشرع هو تمني شيءٍ من الدنيا فهذا مكروه وهو الذي قال فيه النبي ( : ( لو تفتح عمل الشيطان ) . ¶ ( أسق الهدي ) وسوق الهدي يصح ولو من أدنى الحل. ¶ قوله: ] فمن كان ليس معه هدي فليحل وليجعلها عمرة [.",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "فيه دلالة على أن من ساق الهدي معه في إحرامه أنه يجب عليه ألا يحل حتى يبلغ الهدي محله ، وأما من لم يسق الهدي فلا حرج عليه أن يفسخ إحرامه إلى التمتع . ¶ وهذا الأمر من النبي ( ذهبت طائفة إلى أنه للوجوب، وإليه ذهب جماعة من الصحابة كابن عباس وغيره والصحيح أنه على الاستحباب . ¶ أما من ساق الهدي فيجب عليه وجوباً أن لا يحل حتى يبلغ الهدي محله , وأما من كان مفرداً أو قارناً ولم يسق الهدي فإن الأولى في حقه أن يحل ويجعلها عمرة - أي يجعل إحرامه عمرة . ¶ والمتمتع إذا لم يجد الهدي يصوم عشرة أيام ثلاثة أيام في الحج وسبعة إذا رجع إلى أهله . ¶ ولا خلاف في تحريم تأخير صيام ثلاثة الأيام لمن لم يجد الهدي إلى بعد أيام الحج، وإنما الخلاف في الإجزاء . ¶ ويبدأ الصيام من التلبس بالإحرام وهو قول الأئمة الأربعة وغيرهم، وقيل له قبل ذلك، ولا يشترط الإحرام، ولا يجوز له تأخيرها عن أيام منى . ¶ قوله: ] فقام سراقة بن مالك بن جعشم فقال: يا رسول الله العامنا هذا أم؟ فشبك رسول الله ( أصابعه واحدة في الأخرى وقال: دخلت العمرة في الحج مرتين لا بل لأبدٍ أبد [ . ¶ اختلف تفسير أهل العلم في قوله ( دخلت العمرة في الحج ) , ومعلوم أن المشركين كانوا في الجاهلية العمرة في أشهر الحج من أعظم الأمور ومن كبائرها ؟ ¶ فقوله ( في ( دخلت العمرة في الحج ) إشارة إلى أن وقتهما واحد ، وقال بعض أهل العلم إلى أن العمرة والحج دخل عمل هذا في عمل هذا كالقارن . ¶ والنبي ( كما ذكرنا أنه كان قارناً وقد قال بعض أهل العلم أنه كان مفرداً وليس بصحيح ، فالنبي ( لم يحج إلا حجة واحدة بعد هجرته ( وهي حجة الوداع ومن قال أنه حج مفرداً فقد وهم . ¶ وسبب وهمه :",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "- أنه نظر إلى إحرام النبي ( , ومعلوم أن المتبادر إلى ذهن العرب أن من أحرم في ذلك الوقت إنما يحرم بحجٍ ولا يتبادر إلى ذهنهم أنه يحرم بعمرة مع حج لأنه من كبائر الأمور ، ولم يكن يعلم كل من حج مع النبي ( أن العمرة جائزة في أشهر الحج فنقل بعضهم أن النبي ( إنما كان مفرداً . ¶ - وسبب آخر محتمل أيضاً أن من قال بأن النبي ( إنما كان مفرداً نظر إلى صورة الفعل ومعلوم أن فعل القارن كفعل المفرد بالتمام لا فرق بينهما إلا الهدي ، فسائر عمل القارن كعمل المفرد لا فرق بينهما ، فظن من ظن أن النبي ( إنما كان مفرداً والصحيح أنه كان قارناً ( , هذا دليل على أنه ليس بمفرد . ¶ أما الدليل على أنه ليس بمتمتع فهو قوله كما تقدم معنا ( لو أني استقبلت من أمري ما استدبرت لم أسق الهدي وجعلتها عمرة ) ، هذا يدل على أنه لم يكن متمتعاً . إذاً لم يبق إلا أن يكون قارناً ( وهذا هو الصحيح . ¶ ومن قال بأن النبي ( كان متمتعاً أو مفرداً فقد وهم ، لأنه ( فعله واحد لم يتعدد , وهي حجة الوداع . ¶ والنبي صلى الله عليه وسلم لم يقرب من البيت بعد طواف القدوم حتى رجع من عرفة يوم النحر، وذكر بعض أهل السير أنه رجع وفيه نظر . ¶ قوله : ] وقدم علي من اليمن ببدن النبي ( فوجد فاطمة رضي الله عنها ممن حل ولبست ثياباً صبيغاً واكتحلت فأنكر ذلك عليها [ . ¶ علي بن أبي طالب لم يعلم إلى حين قدومه مكة أن العمرة دخلت وأبيحت في أشهر الحج وأن النبي ( بيّن أن ما عليه أمر الجاهلية باطل ، وإنكار علي بن أبي طالب لفاطمة وهي زوجته عليهما رضوان الله تعالى إنكار على ما استقر في ذهنه أن العمرة لا تكون في أشهر الحج ، والمتبادر إلى ذهنه أن فاطمة باقية على إحرامها إلى حين أن يبلغ الهدي محله ، وهي قد حلت ولبست ثياباً صبيغاً واكتحلت فأنكر عليها علي رضوان الله تعالى .",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "قوله : ] فقالت : إن أبي - تعني رسول الله ( - أمرني بهذا ، قال : فكان علي يقول بالعراق - بعد ذلك بسنوات وبعد وفاة النبي ( - : فذهبت إلى رسول الله ( محرشاً - أي للنبي ( - على فاطمة للذي صنعت مستفتياً لرسول الله ( فيما ذكرت عنه , فأخبرته أني أنكرت ذلك عليها ، فقال - أي النبي ( - : صدقت , صدقت ، فسأله النبي ( : ماذا قلت حين فرضت الحج ؟ قال : قلت - أي علي رضوان الله عليه - : اللهم إني أهل بم أهل به رسولك [. ¶ وهذا يدل على جواز أن يهل المحرم بما أهل به غيره من الغائبين كما صنع علي بن أبي طالب وأقره النبي ( . ¶ وهنا مسائل : ¶ - إذا أهل بما أهل به غيره وكان الذي أهل قد ساق الهدي والذي قلده لم يسق الهدي هل يكون قارناً أم لا ؟ ¶ الصحيح أنه لا يكون قارناً لأنه لم يسق الهدي لأنه قد لزمه أن يختلف الفعل فهذا يجب عليه ألا يحل حتى يبلغ الهدي محله وهذا لا بأس أن يكون متمتعاً . ¶ - وكذلك لو نوى أن يهل بما أهل به فلان ، فأصبح فلان قد أهل مفرداً ثم تبين له أنه يريد التمتع ؟ ¶ لا بأس بذلك بناءً على الأصل ، والأصل في هذا أنه لو كان محرماً مفرداً ثم بلغ البيت ونوى أن يغير إهلاله من إفراد إلى تمتع جاز له ذلك ، فى هذه الحالة يجوز له من باب أولى . ¶ - وكذلك إذا أهل بما أهل به فلان ، ثم وجد فلان لم يهل - أي لم يكن قد حج - ؟ ¶ في هذه الحالة ينوي بما أراد. ¶ قوله : ] قال: فإن معي الهدي فلا تحل , قال : فكان جماعة الهدي الذي قدم به علي من اليمن والذي أتى به النبي ( مائة , قال : فحل الناس كلهم وقصروا إلا النبي ( ، ومن كان معه هدي [ . ¶ وهذا يدل على أن النبي ( كان قارناً ولم يكن ( مفرداً ولا متمتعاً . ¶ قوله ] : فلما كان يوم التروية توجهوا إلى منى [ . ¶ هو اليوم الثامن , وسمي تروية لأن الناس يتروون فيه لما بَعُد.",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "والسنة أن يكون الحاج في اليوم الثامن في منى ، يصلي فيها الظهر وأن يقدم إليها ليصلي الظهر فيها ، وهذا هو السنة وليس بواجب . ¶ قوله :] فأهلوا بالحج , وركب رسول الله ( فصلى بها الظهر والعصر والمغرب والعشاء والفجر [ . ¶ يشرع الإحرام من أي مكان يوم التروية، ولا يشرع تعمد الإحرام من منى للحج، فليس من السنه بل يحرم من مكانه، لكن السنه أن يصلي بمنى يوم التروية هذه الصلوات الخمس , آخرها الفجر : من اليوم التاسع من يوم عرفة. ¶ قوله : ] ثم مكث قليلاً حتى طلعت الشمس وأمر بقبة من شعر تضرب له بنمرة [. ¶ من السنة أن ينتظر قبل انصرافه لعرفة حتى تطلع الشمس، ثم يرتحل، ونمرة : موطن مجاور لعرفة وليس منها وهو جبيل غرب مسجد عرفة. ¶ وأمر النبي ( غيره من أصحابه ممن حج معه أن يضرب له قبة بنمرة هذا يدل على مشروعية تخلف الخدم ممن أحرم في شئون الحجيج, حتى وإن كانوا حجاجاً وأنه لا بأس بذلك . ¶ والمبيت بمنى يوم التروية ليلة عرفة سنة . ¶ والتكبير غداة عرفة إلى صلاة العصر آخر أيام التشريق جاء عنه ( بسند ضعيف ولا يصح فيه خبر مرفوع والثابت عن الصحابة . ¶ فروى البخاري عن مالك عن محمد بن أبي بكر الثقفي عن أنس بن مالك كان مع رسول ( يهل منا المهل فلا ينكر عليه ويكبر منا المكبر فلا ينكر عليه. ¶ وقد علق البخاري واخرج أبو بكر عبد العزيز بن جعفر في الشافي وأبو بكر المروزي في كتاب العيدين عن عفان عن سلام أبي المنذر عن حميد الأعرج عن مجاهد قال: كان ابن عمر وأبو هريرة يخرجان إلى السوق في أيام العشر يكبران ويكبر الناس بتكبيرهما . ¶ ولم يصح في التكبير في أيام التشريق شيء مرفوع بل موقوفات، وروي ذلك عن جماعة من الصحابة :",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "فجاء عن ابن عباس كما أخرجه ابن أبي شيبة ومن طريقه ابن المنذر في الأوسط من طريق الحكم بن فروخ عن عكرمة عن ابن عباس أنه كان يكبر من صلاة الفجر إلى آخر أيام التشريق لا يكبر في المغرب :الله اكبر كبيرا الله اكبر كبيرا الله اكبر واجل الله اكبر ولله الحمد. ¶ وجاء عن ابن مسعود كما أخرجه ابن أبي شيبة عن سفيان عن غيلان بن جامع عن عمرو بن مرة عن أبي وائل عن عبد الله : أنه كان يكبر من صلاة الفجر يوم عرفة الى صلاة العصر من يوم النحر . ¶ وأخرجه الطبراني من حديث حماد عن إبراهيم قال كان عبدالله يقول: التكبير أيام التشريق بعد صلاة الصبح من يوم عرفة إلى بعد العصر من يوم النحر . ¶ وأخرجه ابن أبي شيبة عن أبي إسحاق عن أبي الأسود قال: كان عبد الله يكبر من صلاة الفجر يوم عرفة إلى صلاة العصر من يوم النحر يقول : الله أكبر الله أكبر ، لا إله إلا الله ، والله أكبر الله أكبر ، ولله الحمد. ¶ ورواه ابن أبي شيبة من طريق أبي إسحاق عن الأحوص عن ابن مسعود: أنه كان يكبر أيام التشريق الله أكبر الله أكبر لا إله إلا الله والله أكبر الله أكبر ولله الحمد. ¶ وظنه البعض اضطراباً بل أبو الأسود والأحوص من شيوخ أبي إسحاق. ¶ وجاء في بعض الروايات التكبير أولاً ثلاثاً، ولعل الصواب التثنية. ¶ وجاء عن سلمان الفارسي كما أخرجه عبد الرزاق ومن طريقه البيهقي عن معمر بن راشد عن عاصم بن سليمان عن أبي عثمان النهدي قال: كان سلمان يعلمنا التكبير يقول: كبروا الله ، الله أكبر الله أكبر كبيراً اللهم أنت أعلى وأجل من أن تكون لك صاحبة أو يكون لك ولد أو يكون لك شريك في الملك أو يكون لك ولي من الذل وكبره تكبيراً ،الله أكبر تكبيرا ، اللهم اغفر لنا اللهم ارحمنا ثم قال : والله لتكتبن هذه ولا تترك هاتان وليكونن هذا شفعاء صدق لهاتين .",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "وجاء عن إبراهيم نقله عن أصحابه كما أخرجه ابن أبي شيبة عن جرير عن منصور عن إبراهيم قال: كانوا يكبرون يوم عرفة وأحدهم مستقبل القبلة في دبر الصلاة: الله أكبر الله أكبر لا إله إلا الله والله أكبر الله أكبر ولله الحمد. ¶ قوله : ] فسار رسول الله ( ولا تشك قريش إلا أنه واقف عند المشعر الحرام كما كانت قريش تصنع في الجاهلية [ . ¶ قريش تقف في يوم عرفه عند المشعر الحرام والمشعر الحرام هو مزدلفة وقيل هو جبل يقال له قزح، لأنهم كانوا يسمون الحمس ، والحمس كما تقدم مأخوذ من الشدة - من يشدد على نفسه في الحكم - فكانت قريش تقول : نحن أهل حرم الله فلا نخرج من الحرم فكانوا لا يخرجون من الحرم , ويقفون في مزدلفة وبقية العرب تقف بعرفة . ¶ ومعلوم أن النبي ( قد حج قبل هجرته كما في الصحيح من حديث محمد بن جبير عن أبيه أنه أظل بعيراً فذهب يطلبه ، قال : فأتيت يوم عرفة فوجدت النبي ( واقفاً بها فقلت : والله إن هذا من الحمس ما الذي أتى به هنا . وكانت قريش تعد من الحمس . ¶ سائر العرب يقفون بعرفة في اليوم التاسع إلا قريش تقف بمزدلفة ، شددوا على أنفسهم في ذلك , لأنهم يتجاوزون الحرم , ومعلوم أن مزدلفة من الحرم , أما عرفة فهي خارج الحرم , ولذلك قال جابر عليه رضوان الله ( ولا تشك قريش إلا أنه واقف عند المشعر الحرام ) أي أنها على يقين أن النبي ( سيقف عند المشعر الحرام ولكن النبي ( لم يفعل ذلك وأشار الراوي إلى السبب في ظنهم وقوف النبي بمزدلفه : ( كما كانت قريش تصنع في الجاهلية). ¶ قوله : ] فأجاز رسول ( حتى أتى عرفة ، فوجد القبة قد ضربت له بنمرة , فنزل بها حتى إذا زاغت الشمس أمر بالقصواء فرحلت له [. ¶ النزول بنمرة من السنة وليس بواجب عند عامة الفقهاء .",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "والوقوف بعرفة من أركان الحج الذي لا يتم الحج إلا به بأي حال فقد روى الخمسة عن شعبة عن بكير بن عطاء قال سمعت عبد الرحمن بن يعمر قال: سمعت رسول الله صلى الله عليه وسلم وسأله رجل عن الحج بعرفة فقال: الحج يوم عرفة أو عرفات. ¶ قوله : ] فأتى بطن الوادي [. ¶ هو ما يسمى بعرنة وهل هو من عرفة أم لا ؟ ¶ جمهور أهل العلم على أنه ليس من عرفة وهو قول الإمام أحمد والشافعي وأبي حنيفة ، وقال مالك أنه من عرفة ، وهذا القول قول مرجوح ، فعرنة الصحيح أنها ليست من عرفة . ¶ واستدل الفريقان بما جاء عن النبي ( فيما رواه الإمام أحمد وابن خزيمة وابن أبي شيبة من حديث سعيد بن عبدالعزيز عن سليمان بن موسى عن جبير بن مطعم أن النبي ( قال ( ارفعوا عن بطن عرنة ) ، أي تجاوزوها ولا تقفوا فيها واستدل الجمهور بهذا الخبر أن النبي ( أمر بالرفع عنها . ¶ واستدل الإمام مالك بهذا الخبر وقد أورده في موطئه بلاغاً - قال : بلغني أن النبي ( قال ( ارفعوا عن بطن عرنة ) - فقال : أن النبي ( ما ذكر هنا عرنة وأمر بالرفع عنها إلا أنه من عرفة ، لكنه موطن مفضول في الوقوف ، وليس موطن فاضل وإلا فالنبي ( لم يذكر نمرة فلم يقل : ارفعوا عن نمرة ، مع أنها مجاورة كذلك ، وإنما قال وخص عرنة ، فدل أنها من عرفة لكنها موطن مفضول . ¶ ولذا المالكية يصححون الوقوف بعرنة ويصححون الحج فيه , إلا أن بعض المالكية صحح الحج لكن أوجب عليه دم لأنه ( أمر بالرفع عنها فيكون على من وقف بعرنة دم مع ثبوت حجه . ¶ إلا أن جمهور أهل العلم على أن عرنة ليست من عرفة , ومن وقف فيها فقد وقف في غير عرفة ، ومعلوم أن الوقوف بعرفة ركن من أركان الحج ، كما أخرج الإمام أحمد وأهل السنن من حديث عبدالرحمن بن يعمر أن النبي ( قال ( الحج عرفة ) وفي وراية ( الحج يوم عرفة ) . ¶ قوله ] : فأتى بطن الوادي فخطب الناس [ .",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "يشرع لإمام المسلمين أن يخطب الناس في مثل هذا اليوم وفي مثل هذا الوقت , وهذا من السنة التي جرى عليها الأئمة من الخلفاء الراشدين ومن بعدهم اقتداء بالنبي ( . ¶ ولا ينبغي الإكثار على الناس في الخطب والحديث خشيت الملل، فقد ذكر النووى في الإيضاح أن خطب النبي ( في حجه أربع يوم السابع بمكة ويوم عرفة ويوم النحر بمنى ويوم النفر الأول بمنى . ¶ وسئل الإمام أحمد كما في مسائا ابنه صالح عن خطب النبي ( في الحج كم هي؟ فذكرها ولم يذكر خطبة اليوم السابع . وهذا هو المذهب -الحنبلي- أن الخطب ثلاث. ¶ قوله :] وقال : إن دمائكم وأموالكم حرام عليكم كحرمة يومكم هذا في شهركم هذا في بلدكم هذا ، ألا كل شيء من أمر الجاهلية تحت قدمي موضوع ، ودماء الجاهلية موضوعة وإن أول دم أضع من دمائنا دم بن ربيعة بن الحارث كان مسترضعا في بني سعد فقتلته هذيل ...[ . ¶ النبي ( شبه تحريم الدماء والأموال بحرمة هذا اليوم وحرمة هذا المكان فإنه من حَرَم الله سبحانه وتعالى فقد اجتمعت فيه حرمات حرمة الوقت ، وحرمة المكان . ¶ وقرن النبي ( هذه الحرمات بذلك . ¶ ويلحظ من خطبة النبي ( أنها كلها تدور على حقوق الغير التي هي من حقوق الناس التي هي الدماء ، والأموال، والأعراض ، وذكر النساء ، ولم يأمر النبي ( بشيء من حقوق الله عز وجل المحضة , إلا أنه ( أمر في آخر خطبته بالاعتصام بكتاب الله سبحانه وتعالى فإنه هو المعتصم ، وإنما كان أمر النبي ( ووصيته بالتحرز من حقوق الغير دماءً وأموالاً وأنفساً وأعراضاً , ذلك لعظمها عند الله سبحانه وتعالى , وذلك لسببٍ هو أن حقوق الغير هي مما لا يغفره الله سبحانه وتعالى للعبد حتى وإن تاب ألا بإعادة الحقوق إلى أهلها . ¶ ومعلوم أن مكفرات الذنوب تكون : ¶ - بالتوبة والاستغفار . ¶ - وكذلك تكون بالحسنات التي تمحوا السيئات لقول الله عز وجل ( أقم الصلاة طرفي النهار وزلفاً من الليل ، إن الحسنات يذهبن السيئات ) .",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "- الثالث : المصائب من هم وحزن ومرض وفقد ولد ونحو ذلك. ¶ - الرابع : دعاء الغير فإن دعا أحدٌ لأحد واستجاب الله دعائه فيخفف الله عز وجل عنه كأن يدعوا له بالمغفرة والرحمة . ¶ - وكذلك من المكفرات فتنة القبر وما يعرض للإنسان بعده من الفزع والهول يوم القيامة والسؤال والحشر ونحو ذلك كل هذه وغيرها من المكفرات، إنما تكفر حقوق الله عز وجل المحضة . ¶ أما حقوق الآدميين فلا تكفرها سائر هذه المكفرات وإنما يكفرها الله بإعادة الحقوق إلى أهلها أو إستباحة أصحابها، فأخذ الأموال والتعدي على الناس بسفك الدماء والقذف هذا مما لا يغفره الله عز وجل للعبد حتى تعاد الحقوق إلى أهلها ، فلو استغفر إنسان مدى الدهر ، وأكثر من الاستغفار على أن يغفر له دينار أو درهم استدانه من شخص ولم يعده أو سرقه من شخص ، أو أن يُغفر له لطمة لطم بها شخص بغير حق لا يغفر الله عز وجل له ، وهذا قد أخذه الله عز وجل على نفسه . ¶ والمكفرات إنما تكفر الذنوب التي هي من حق الله تعالى ولا علاقة للمخلوق فيها كشرب الخمر وأكل الميتة والدم والنظر المحرم وغيرها، هذه هي التي تجري عليها أمكفرات الذنوب ، أما حقوق الغير فلا تكفرها وهذا متقرر في الشرع والنصوص في ذلك متواترة ، وقد جاء عن النبي ( الدلالة على هذا في أحاديث كثيرة في الصحيحين وفي المسند والسنن وغيرها، كحديث أبي ذر، وجابر بن عبدالله، وسعيد بن زيد، وأبي هريرة، وعبدالله بن أنيس وغيرهم عليهم رضوان الله تعالى. ¶ ولذا النبي ( كانت خطبته في عرفة حول ذلك ، فشدد النبي ( على التحرز من حقوق الغير من الدماء والأموال . ¶ وقتيل بني سعد بن بكر، ذكر النسابون أنه كان صغيراً يحبوا أمام البيوت وكان اسمه آدم، فأصابه حجر أو سهم من يد رجل من هذيل . ¶ قوله ] : ثم أذن، ثم أقام فصلى الظهر ، ثم أقام فصلى العصر ، ولم يصلي بينهما شيئاً [ .",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "وهذا هو السنة أن يصلي الحاج في عرفة الظهر والعصر قصراً وجمعاً في وقت الأولى ، ولا يسبح بينهما شيئاً. ¶ وهذا يوم الجمعة، فلم يصل الرسول ( الجمعة بل صلاها ظهراً ¶ والوقوف بعرفة ركن من أركان الحج ولا يتم حج العبد إلا به ، بالإجماع، والوقوف يكون بعد زوال الشمس وهو وقت الظهر وينتهي بطلوع الفجر، ومن وقف قبل الفجر فحجه صحيح. ¶ والسنة الوقوف بعد الزوال والبقاء حتى تغرب الشمس لحديث جابر وغيره. ¶ لكن اختلف أهل العلم فيمن انصرف قبل الغروب فعامة أهل العلم على صحة الحج، وذهب مالك إلى عدم صحته، والدليل لا يعضده، والصحيح صحة الحج لحديث عروة بن مضرس فقد روى أحمد وأهل السنن بسند صحيح عن عروة بن مضرس أن النبي صلى الله عليه وسلم قال: من شهد صلاتنا هذه ووقف معنا حتى ندفع وقد وقف بعرفة قبل ذلك ليلاً أو نهاراً فقد أتم حجه وقضى تفثه . ¶ وهذا الحديث ظاهر في صحة الحج بالوقوف بعرفة في أي وقت من ليل أو نهار، ولا يجب الجمع بين الليل والنهار في الوقوف بعرفة، ولا حجة للقائل بالجمع فيها، والحج صحيح تام ولا شيء عليه وهو الصحيح من أقوال أهل العلم وهو قول ابن حزم والراجح في مذهب الشافعية. ¶ وهو قول لأحمد فيمن كان معذوراً . ¶ وذهب جماعة من أهل العلم وهو قول الإمام أحمد وأبي حنيفة وغيرهما إلى صحة الحج مع وجوب الدم، وذلك لفعل النبي ( وفعل أصحابه ولقوله : ( خذو عني مناسككم ) . ¶ وجوز الإمام أحمد الوقوف من طلوع الفجر يوم عرفة لظاهر حديث عروة بن المضرس. ¶ وقد أغتسل بعض الصحابة لدخول عرفة وقد ثبت ذلك عن عبدالله بن عمر وغيره. ¶ قوله ] : ثم ركب النبي ( حتى أتى الموقف ، فجعل بطن ناقته القصواء إلى الصخرات , وجعل حبل المشاة بين يديه ، واستقبل القبلة [ . ¶ حبل المشاة هو تجمع الناس وتجمهرهم واستقبال القبلة في مثل هذا سنة لقوله: ( واستقبل القبلة ) .",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "ويشرع لمن كان في عرفة وأراد الانصراف أن يستقبل القبلة ، واستقبال القبلة يشرع في كثير من المواطن في الدعاء ، والصلاة ، وذكر الله عز وجل ، وفي هذا الموطن . ¶ قوله: ] فلم يزل واقفاً حتى غربت الشمس [ . ¶ يقف بعرفة إلى بعد غروب الشمس وهذا هو السنة فإذا غربت الشمس وذهبت صفرتها كان قد فعل السنة . ¶ وإن انصرف قبل ذلك ، وحتى قبل غروب الشمس فقد صح حجه وقد وقف بعرفة ، وسقط عنه هذا الركن كما تقدم معنا في قول النبي ( : ( أية ساعة من ليل أو نهار ) . ¶ والتعريف يوم عرفة ممن لم يحج في بلاده في الحجاز أو نجد أو الشام أو سائر بلاد الإسلام أن يجتمعوا في المسجد ويخطب فيهم الخطيب ، فليس هذا من السنة، ولم يثبت عن النبي ( في هذا شيء , وصح عن بعض الصحابة أنهم كانوا يجمعون الناس في البصرة وغيرها فيخطبون فيهم ويذكرون الله عز وجل. ¶ وقد أخرج علي بن الجعد وابن أبي شيبة والبيهقي من حديث شعبة عن قتادة عن الحسن أنه قال : أول من صنع ذلك عبدالله بن عباس في البصرة - يعني التعريف بها - وهذا لا يصح إسناده عن عبدالله بن عباس ، فالحسن البصري لم يسمع من ابن عباس، وإن جاء في بعض الطرق، وصح عن الحسن أنه قال: خطبنا عبدالله بن عباس، فالمراد به أنه خطب أهل البصرة، فالحفاظ قد ذكروا أن الحسن البصري لم يسمع من عبدالله بن عباس، كما قال ذلك أبو حاتم وغيره من الأئمة. ¶ وصح هذا - أي التعريف بعرفة - عن عمرو بن حريث عليه رضوان الله تعالى كما أخرج ذلك ابن أبي شيبة من حديث سفيان عن موسى بن أبي عائشة قال : رأيت عمرو بن حريث قد جمع الناس يوم عرفة يخطب فيهم . وهذا إسناده صحيح عنه . ¶ ومن فعل ذلك فقد خالف السنة وله سلف في ذلك من الصحابة إلا أن الأولى تركه فإن النبي ( لم يفعله ولم يأمر به ولم يفعله الأئمة من الخلفاء الراشدين عليهم رضوان الله تعالى . ¶ قوله : ] وأردف أسامة خلفه [ .",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "فيه جواز الإرداف ما لم يضر ذلك بالدابة، إذ أنه فعل النبي ( فقد أردف أسامة كما في هذا الخبر وأردف معاذ بن جبل وأردف الفضل وغيرهم من أصحابه ( ، فيجوز الإرداف ما لم يكن ذلك مضر بها . ¶ قوله:]ودفع رسول الله ( وقد شنق للقصواء الزمام حتى إن رأسها ليصيب مورك رحله، ويقول بيده اليمنى: أيها الناس السكنية السكينة[. ¶ أي يشير بيده ( آمراً الناس بالسكينة وعدم العجلة . ¶ قوله : ]كلما أتى حبلاً من الحبال أرخى لها قليلاً حتى تصعد [. ¶ المراد بالحبل هنا هو كثيب الرمل المرتفع فكلما أتى النبي ( حبلاً من الحبال أرخى لدابته كي تنشط في صعود ذلك الحبل وذلك المرتفع لكي يكون أسرع لخروجه وأسمح ، وهذا معلوم أن راكب الدابة إذا قرب من مرتفع يرخي لها الزمام كي تنشط وتسرع ، فإذا أتت ذلك المرتفع تأتيه بنشاط وقوة فتصعده بسهولة بخلاف الذي يشد الزمام على الراحلة فإذا بلغت ذلك المرتفع فإنها تصعده بصعوبة وربما إذا كان مرتفع جداً لا تصعده وترجع ، فالنبي ( أرخى لدابته الزمام إذا أقبل على حبل من تلك الحبال أي من تلك التلال لكي يكون ذلك أسهل لصعود الدابة ولخروجه ( . ¶ قوله : ]حتى أتى المزدلفة [ . ¶ وهي من الحرم وهي حد الحرم من جهة المشاعر ، ولذلك كانت قريش والتي تسمى الحمس يقفون فيها يوم عرفة ولا يقفون في عرفة ، لأنهم كانوا يحرمون على أنفسهم الخروج من الحرم فيقفون عند أقصى حد للحرم وهو مزدلفة فلا يتجاوزونه وذلك من تشريعاتهم الباطلة والمخالفة لشريعة الله والتي جاء النبي ( بتغييرها . ¶ قوله : ] فصلى بها المغرب والعشاء بأذان واحد وإقامتين ولم يسبح بينهما شيئاً [ .",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "أما من حبسه الزحام ولم يستطيع الوصول لمزدلفة قبل منتصف الليل فإنه يصلي في طريقه ولا بأس، بل أنه يجب عليه أن يصلي المغرب والعشاء إذا غلب على ظنه أنه لا يصل إلى مزدلفة إلا بعد خروج وقت العشاء ، والسنة أن يصلي في مزدلفة المغرب والعشاء جمعاً وقصراً للعشاء ولا يسبح بينهما أي لا يصلي بينهما ، ولا عبرة بذلك مقابل ما ثبت عن النبي ( ، والمبيت بمزدلفة واجب ولا يعني من المبيت النوم، وإنما أن يبقى الليل في مزدلفة حتى وإن لم يكن ثمة نوم ، والنبي ( لم يسبح بينهما وهذا هو السنة أي لا يصلي بينهما نافلة ، وقد سبح جابر بينهما، ولا عبرة به في مقابل ما ثبت مرفوعاً. ¶ ولم يذكر جابر بن عبد الله عليه رضوان الله تعالي أن النبي( صلى الوتر ولا ذكر أنه قام الليل ، فهل يسن للمحرم أن يقوم الليل بمزدلفة وأن يوتر ؟ ¶ الصحيح أنه يشرع له ذلك وهذا الذي عليه عمل الصحابة عليهم رضوان الله تعالى كما ثبت ذلك عن أسماء وغيرها، وكذلك الوتر أيضا ، وعدم ذكره لا يدل على أن النبي ( لم يفعله ، لأن الوتر وقيام الليل ليس من النسك ولا علاقة له بالحج وهو هنا في سياق ذكره لمناسك الحج ، فلو ذكر تفاصيل ما فعله النبي ( من حركاته وسكناته وتعبده ( ، وما يفعله في سائر يومه في غير الحج لما كفاه ذلك ، وما استطاع، ولذلك كان سياق الخبر عن النبي ( في حديث جابر هذا وغيره في سياق ذكر حجة النبي ( فيبقى الوتر وقيام الليل على الأصل من أنه مشروع وعدم ذكره في هذا الخبر لا يعني عدم وروده .",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "وقد ثبت عن بعض أصحاب النبي ( أنه كان يصلي الليل بمزدلفة ويقوم كما ثبت ذلك عن أسماء كما في الصحيحين وغيرهما عن يحيى عن بن جريج عن عبد الله مولى أسماء عن أسماء أنها نزلت ليلة جمع بالمزدلفة فقامت تصلي فصلت ساعة ثم قالت يا بني هل غاب القمر قلت لا فصلت ساعة ثم قالت هل غاب القمر قلت نعم قالت فارتحلوا فارتحلنا ومضينا حتى رمت الجمرة ثم رجعت فصلت الصبح في منزلها فقلت لها يا هنتاه ما أرانا إلا قد غلسنا قالت يا بني إن رسول الله صلى الله عليه وسلم أذن للظعن. ¶ إذاً فيبقى قيام الليل وصلاة الوتر على الأصل ، والأصل فيه أنه مشروع وثابت عن النبي ( في جميع أحواله . ¶ والمبيت بمزدلفة واجب من الواجبات من تركه عامداً من غير عذر فهو آثم، وأوجب الأئمة الأربعة على تاركه دم واستدلوا بحديث عروة بن مضرس وفيه ( أية ساعة من ليل ) فمن وقف آخر جزء من الليل بعرفة قطعاً سيفوته الوقوف بمزدلفة، فدل على عدم ركنيته، وقد قال بعض العلماء بركنيته وذهب إليه داود وابن خزيمة وابن جرير وابن المنذر وجماعة من التابعين وقال الأوزاعي بسنيته وروي ذلك عن عطاء . ¶ والوقوف والمبيت بمزدلفة مسألتان قد يشتبهان على البعض فالمبيت ليلة النحر إلى الفجر، والوقوف بعد الفجر من يوم النحر فأوجب المبيت أحمد ومالك والشافعي وقالوا بسنية الوقوف وعكس الحنفية هذا القول فأوجبوا الوقوف وسنوا المبيت . ¶ وأغرب ابن حزم فقال من ترك الصلاة خلف الإمام فجر مزدلفة بمزدلفة فقد بطل حجة وهذا قول ظاهر البطلان ، بل أعجب منه قوله فيمن صلى مع الإمام على غير طهارة ناسياً أن حجه باطل لعدم إدراكه الصلاة صحيحة مع الإمام . ¶ ومن دفع بعد منتصف الليل فلا شيء عليه وقال الحنفية لأنهم يرون وجوب الوقوف بالدم لترك الوقوف لا لترك المبيت بعد منتصف الليل.",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "ويباح للضعفة من الرجال كالشيوخ الكبار والأطفال ومن فيه مرض كعرج وعمى ونحو ذلك ، وكذلك النساء ممن لا يستطعن المسير مع الزحام ، يباح لهن أن ينفرن من مزدلفة بعد منتصف الليل أو بعد مغيب القمر . ¶ ويحرم على غيرهم أن ينفروا قبل طلوع الفجر . ¶ وقد رخص النبي للضعفة كما روى الشيخان عن سفيان بن عيينة عن عبيد الله بن أبي يزيد أنه سمع بن عباس يقول: أنا ممن قدم رسول الله صلى الله عليه وسلم في ضعفة أهله. ¶ ولما رووه أيضاً عن عبد الرحمن ابن القاسم عن القاسم عن عائشة رضي الله عنها قالت استأذنت سودة النبي صلى الله عليه وسلم ليلة جمع وكانت ثقيلة ثبطة فأذن لها. ¶ ويباح للضعفة الرمي قبل طلوع الشمس، بل يباح لهم رمي العقبة متى ما وصلوها ولو قبل الفجر على الصحيح وذلك لفعل أسماء في خبرها الذي ذكرناه سابقاً. ¶ وروى أبو داود عن الضحاك بن عثمان عن هشام بن عروة عن أبيه عن عائشة أنها قالت: أرسل النبي صلى الله عليه وسلم بأم سلمة ليلة النحر فرمت الجمرة قبل الفجر . ¶ وضعف هذا الحديث الإمام أحمد كما ذكره عنه ابن عبدالبر. ¶ والأصل فيمن عجل أن يكون عجل للرمي، والأصل رميه متى وصل . ¶ واحتج من منع من رمي جمرة العقبة قبل طلوع الشمس بالمرفوع : ( لا ترموا حتى تطلع الشمس ) فقد رواه أبو داود وابن ماجه والنسائي عن سلمة بن كهيل عن الحسن العرني عن بن عباس قال: قدمنا رسول الله صلى الله عليه وسلم ليلة المزدلفة أغيلمة بني عبد المطلب فجعل يلطح أفخاذنا بيده ويقول: أي بيني لا ترموا حتى تطلع الشمس. ¶ وقوله في حديث ابن عباس: ( لا ترموا حتى تطلع ..) شاذة لم تأتي في حديث عن ابن عباس إلا من هذا الوجه فلم يسمع الحسن من ابن عباس كما قاله البخاري في تاريخه الأوسط. ¶ ورواه أبو داود والنسائي عن حبيب بن أبي ثابت عن عطاء عن بن عباس . ¶ قال الترمذي: حسن صحيح. ¶ وقال ابن حزم : إسناده فيه نظر.",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "ورواه الترمذي عن الحكم عن مقسم عن ابن عباس وقال البخاري : الحكم هذا عن مقسم مضطرب لما وصفنا ولا ندري الحكم سمع هذا من مقسم أم لا . ¶ ورواه الأصفهاني في طبقات المحدثين بأصفهان من طريق شعيب بن شعيب أخو عمرو بن شعيب عن عكرمة عن بن عباس، ولا يصح أيضاً . ¶ قوله: ] ثم اضطجع الرسول ( حتى طلع الفجر , وصلى الفجر حين تبين له الصبح بأذان وإقامة , ثم ركب القصواء حتى أتى المشعر الحرام , فاستقبل القبلة فدعاه وكبره وهلله ووحده , فلم يزل واقفاً حتى أسفر جداً , فدفع قبل أن تطلع الشمس [ . ¶ والمبيت في مزدلفة يجب في أي موطن منها لا فرق بين مواطنها لما روى مسلم قال حدثنا عمر بن حفص بن غياث عن أبيه عن جعفر عن أبيه عن جابر مرفوعاً أنه قال: نحرت ههنا ومنى كلها منحر فانحروا في رحالكم ووقفت ههنا وعرفة كلها موقف ووقفت ههنا وجمع كلها موقف . ¶ ويستحب للمحرم أن ينفر من مزدلفة قبل طلوع الشمس ، والنبي ( خالف ما عليه أهل الجاهلية فهم لا ينفروا إلا بعد شروق الشمس حيث كانوا يقولون - أعني أهل الجاهلية - ( أشرق ثبير، كيما نغير ) فمن شريعتهم وحجهم ونسكهم أن لا ينفروا من مزدلفة إلا بعد الشروق ، ولذلك كان من مخالفة أهل الجاهلية أن ينفروا إقتداء بالنبي ( قبل شروق الشمس ويصلي الفجر بمزدلفة من لم يكن من الضعفة ، أما الضعفة كما ذكرنا فإنهم ينفرون بعد مغيب القمر أو بعد منتصف الليل ثم يرمون الجمرة متى بلغوها وذلك جائز على الصحيح . ¶ قوله:]وأردف الفضل بن عباس وكان رجلاً حسن الشعر أبيض وسيماً [ ¶ وهذا أيضا يدل على جواز الإرداف على الدابة، كما تقدم، وهذا الوصف للفضل بن عباس إشارة لما يأتي من افتتان النساء به ، وكذلك نظره رضوان الله تعالى عليه للنساء وإرشاد النبي ( له أن ذلك منهي عنه . ¶ قوله : ] فلما دفع رسول الله ( مرت به ظعنٌ يجرين فطفق الفضل ينظر إليهن وضع رسول الله ( يده على وجه الفضل فحول الفضل وجهه للشق الآخر ينظر [.",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "الظعن أي نساء يجرين، والفضل بن عباس هو ابن عم رسول ( . ¶ والنبي ( وضع يده على وجهه كي يدير وجهه كي لا ينظر للنساء ، فقد أنكر النبي ( عليه ذلك بيده ولم يأمره بلسانه ، وهذا هو الأصل فأن النبي ( قال كما في الصحيح : (من رأى منكم منكراً فليغيره بيده فن لم يستطع فبلسانه فإن لم يستطيع فبقلبه وذلك أضعف الأيمان ). ¶ قوله : ]حتى أتى بطن محسر [ . ¶ ومحسر : وادي بين المزدلفة وبين منى وليس هو منهما ، وهو الموطن الذي حبس الله جل وعلا فيه فيل أبرهة لما أراد هدم الكعبة فحبسه الله عز وجل في هذا الموطن وأنزل الله عز وجل عليه عذاب ، ولذلك النبي (أسرع لما بلغ هذا الموطن لأنه موطن عذاب ، والذي يشرع في موطن العذاب كوادي محسر الإسراع ، فإن ذلك من سنة النبي ( . ¶ قوله : ]فحرك قليلاً ثم سلك الطريق الوسطى الذي تخرج على الجمرة الكبرى حتى أتى الجمرة التي عند الشجرة [ . ¶ وهي جمرة العقبة ، فرماها النبي ( وهو أول أعمل يعمله القادم من مزدلفة وهذا هو السنة ، وإن بدأ بغير الرمي من أعمال يوم النحر فلا حرج . ¶ قوله: ] فرماها بسبع حصيات يكبر مع كل حصاة [. ¶ الجمهور على ان الرمي واجب وقيل سنة وقيل يجزيء عنه التكبير وقيل ركن قال بركنيته بعض المالكية وروي سنيته عن ابن عباس: أخرجه ابن أبي شيبة عن يحي بن سعيد عن ابن جريج عن عطاء عن ابن عباس أنه قال: إن شاء سعى بين الصفا والمروة وإن شاء لم يسع. ¶ وروى ابن أبي شيبة بهذا الطريق عن عطاء من فتواه . ¶ ولعل مرادهم الناسي وكذا فهم ابن أبي شيبة فقد ترجم عليه (ما قالوا إذا نسي السعي بين الصفا والمروة ) . ¶ والصحيح وجوب الرمي لفعله عليه السلام وفعل أصحابه، ولقوله صلى الله عليه وسلم : ( خذو عني مناسككم ) .",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "وفي قوله ( يكبر مع كل حصاة ) دلالة على وجوب كون الحصى منفرداً كل حصاة يرميها برمية ، ولذا قال هنا يكبر مع كل حصاة ، ومن رمى الجمرة بسبع حصيات برمية واحدة لم يجزئه ذلك ، وتعد رمية واحدة ، ويشرع التكبير مع كل حصاة أن يقول ( الله أكبر ) هذا سنة وليس بواجب . ¶ وبشروعة بالرمي يقطع التلبية عند جماهير أهل العلم خلافاً لأحمد وإسحاق فإنهم قالوا يقطع التلبية بعد الرمي، وهذا لا دليل عليه صريح، حيث أنه جاء هنا ( يكبر مع كل حصاة ) فلا مكان للتلبية إذاً . ¶ ويجوز تأخير رمي جمرة العقبة إلى آخر أيام التشريق، وإن أخرها فالأولى أن لا يرمي إلا بعد الزوال، وقد منع من تأخيرها أبو حنيفة ومالك وقالوا بلزوم الدم . ¶ وبرمي جمرة العقبة يتحلل تحلله الأول على الصحيح ويحل له الطيب وكل شيء حرم عليه إلا النساء ، وهو قول مالك ورواية عن أحمد وقال به عطاء وأبو ثور وغيرهم. ¶ قوله : ] مثل حصى الخذف [. ¶ وحصى الحذف هو الحصى الصغير الذي على قدر الأنملة الذي لا يصيد صيداً ولا ينكأ عدواً ، وحصى الحذف قد ثبت وصفه في الصحيحين وغيرهما من حديث كهمس عن عبد الله بريدة عن عبد الله بن المغفل أن النبي( نهى عن الخذف وقال: ( إنها لا تصيد صيداً ولا تنكأ عدواً ولكنها تفقأ العين وتكسر السن ) ، وهذا فيه وصف لحصى الخذف، فالنبي ( نهى عن الخذف ، وحصى الخذف هو الحصى الصغير على قدر الأنملة الذي لا يصد الصيد ولا ينكأ العدو أي لا يصد الصائل عن صولته، ولا يصيد الصيد إذا رمي به، وإنما يكسر السن إذا رمي ويفقأ العين ، هذا هو الحصى الذي يشرع الرمي به ، وهو على قدر الأنملة . ¶ ولا يشرع رمي الحجر الكبير ، فإن هذا من مما نهى عنه، وقد نهى ( عن ذلك وسماه غلواً. ¶ ورمي جمرة العقبة به يتحلل المحرم على الصحيح تحلله الكامل . ¶ والرمي للجمرة من الواجبات . ¶ وترمى جمرة العقبة من وصول الحاج من مزدلفة، ويمتد وقتها إلى طلوع الفجر من أول أيام التشريق على الصحيح.",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "أما بقية الجمرات فإنها لا ترمي إلا بعد الزوال لما ثبت من فعل ( ، وكذلك ما جاء من نهى الأصحاب عليهم رضوان الله تعالي كما ثبت عن عبد الله بن عمر كما جاء عنه من حديث مالك عن نافع عن عبد الله بن عمر أنه قال : لا تُرمى الجمرات الثلاث إلا بعد الزوال . ¶ وروى البخاري عن مسعر عن وبرة قال : سألت بن عمر رضي الله عنهما متى أرمي الجمار قال إذا رمى إمامك فارمه فأعدت عليه المسألة قال كنا نتحين فإذا زالت الشمس رمينا . ¶ ورمي الجمرات قبل الزوال لا يجوز عند أكثر الأئمة، وجاء عن بعض الأئمة جواز الرمي قبل الزوال خاصةً عند الحاجة من زحام ونحوه، وللعلماء في هذه المسألة أقوال : ¶ - ذهب أكثر أهل العلم إلى عدم جواز الرمي قبل الزوال في أيام التشريق، وهو قول الإمام أحمد ومالك والشافعي وأبي حنيفة وعليه جماهير العلماء . ¶ - وذهب بعض أهل العلم إلى جواز الرمي قبل الزوال في يوم النفر للمتعجل، يرمي عند تعجله، وهو رواية عن أحمد وأبي حنيفة . ¶ _ ذهب بعض أهل العلم إلى جواز الرمي قبل الزوال في أيام التشريق الثلاثة وممن ذهب إلى ذلك عطاء ابن أبي رباح وطاووس بن كيسان و إمام الحرمين وأبو الفتح الارعيناني صاحب الفتاوى كما ذكره الشاشي، والرافعي وابن الجوزي من علماء الحنابلة . ¶ وروي ذلك عن عبدالله بن عباس لكنه غير صريح فقد روى الحافظ ابن أبي شيبة في مصنفه بسند صحيح عن مسلم عن ابن أبي مليكه قال: (رمقت ابن عباس رماها عند الظهيرة قبل أن تزول). ¶ وهذا غير صريح عن ابن عباس فهو عام، وربما قصد رمي جمرة العقبة فهي ترمى قبل الزوال بالإجماع . ¶ وروى الفاكهي في أخبار مكة بسند صحيح عن ابن الزبير انه يرى جواز الرمي قبل الزوال في أيام التشريق . ¶ واعترض على ما روي عن عطاء بأنه قيده لمن فعله بجهل . ¶ والصحيح جواز الرمي قبل الزوال مطلقاً عند الحاجة، والأفضل بعد الزوال بالإجماع .",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "ويجزئ برمي الجمار أن يقع الحصى في الحوض , حتى وإن لم يصب الشاخص - أي إن لم يصب العمود - فإذا وقع في الحوض أجزأ، وإن ضرب الشاخص وخرج خارج الحوض أجزأ، لأن الحوض حادث وضع منعاً للتجاوز بالرمي وعدم تفريط البعض بالرمي وقد وضع في عام 1292 تقريباً ، ويسمي بعض العوام هذا العمود أنه الشيطان أو موطن للشيطان ظهر فيه ونحو ذلك ،كل هذا مما لا أصل له لا يعلم له أصل في الشرع، بل إنه أقيم لذكر الله ، وجعل رمي الجمار شعيرة يذكر عندها الله عز وجل ، ويتعبد برميها لله جل وعلا، لما روى أحمد في مسنده وأبو داود والترمذي وغيرهم من طريق عبيد الله بن أبي زياد عن القاسم بن محمد عن عائشة عن رسول الله صلى الله عليه وسلم أنه قال: إنما جعل الطواف بالكعبة وبين الصفا والمروة ورمي الجمار لإقامة ذكر الله عز وجل . ¶ ويجوز الرمي بالحصى المستعمل ولا دليل على المنع من ذلك، وجاء عن بعض الأصحاب أن الجمار إذا رميت وتقبلها الله أنها ترفع . ¶ - كما أخرج ذلك الفاكهي في كتابه أخبار مكة من طريق سفيان عن فطر وابن ابي حسين عن أبي الطفيل قال : قلت لابن عباس رمي الناس الجمار في الجاهلية والإسلام فكيف لا يسد الطريق؟ قال: ما يقبل منه رفع ولولا ذلك كان أعظم من ثبير . ¶ وإسناده لا بأس به . ¶ كذلك ما أخرجه الفاكهي عن سفيان عن سليمان بن المغيرة ابي عبدالله العبسي عن عبد الرحمن بن أبي نعم عن أبي سعيد الخدري أنه قال الحصى قربان فما يقبل منه رفع . ¶ وكذلك لا بأس بإسناده . ¶ إلا أنه لم يثبت عن النبي ( , ولا حجة في شيء دون النبي ( . ¶ ولا يجزئ رمي الجمار بأقل من بسبع حصيات، فإن كان دون ذلك لم يجزئ، ومن شك في الرمي هل رمى ستاً أو سبعاً يجعلها ستاً، ويرمي السابعة وليبنِ على اليقين . ¶ وما جاء عن بعض الصحابة أنه لم يمانع بالرمي فيما دون سبع حصيات فإن ذلك لا يثبت .",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "كما أخرجه النسائي عن ابن أبي نجيح عن مجاهد عن سعد بن مالك أنه قال : (رجعنا مع رسول الله في الحجة وبعضنا يقول رميت بسبع وبعضنا يقول رميت بست ولم يعب بعضنا على بعض ) . ¶ ومجاهدلم يسمع سعد بن مالك كما قاله أبو حاتم . ¶ وكذلك روي عن عبد الله بن عمر كما أخرجه ابن أبي شيبة من حديث قتادة عن ابن عمر أنه قال : ( لا أبالي أرميت بستٍ أو بسبعٍ ) , وهذا لا يثبت عنه فإن قتادة لم يسمع من عبد الله بن عمر . ¶ وكذلك يكره الزيادة على سبعٍ ، ومن زاد فإنه يكون قد أحدث إلا من زاد بناءً على شك ، فإنه لا بأس بذلك . ¶ قوله : ] رمى من بطن الوادي ، ثم أنصرف إلى المنحر [ ¶ النبي ( رمى جمرة العقبة ، وقد جعل البيت على يمينه ومنى عن يساره ، وهذا هو السنة ، ومن رمى الجمرة من أي جهة فقد أتى بما عليه وتم نسكه برمي الجمار . ¶ قوله : ] ثم أنصرف إلى المنحر ، فنحر ثلاثاً وستين بيده [ . ¶ السنة في أعمال النحر للمحرم كما فعلها النبي صلى الله عليه وسلم هي الرمي ثم الذبح ثم الحلق ثم الطواف. ¶ والسنة للمحرم أن ينحر هديه بيده، والهدي للمتمتع والقارن، وإن أناب عنه غيره في الذبح فلا بأس، ولكن السنة أن ينحر هديه بيده كالأضحية السنة أن ينحرها بيده، وإن وكّل غيره فلا بأس وأجزأه ذلك. ¶ قوله : ] ثم أعطى علي فنحر ما غبر [ . ¶ وفيه دليل على جواز الإنابة بالنحر، كما أن النبي ( أعطى علي بن أبي طالب أن ينحر ( ما غبر ) - أي ما بقي منها -. ¶ والسنة أن يكون بيده ، وأن وكل غيره لعذر فلا بأس فالنبي ( نحر بيده - كما جاء في الرواية - ثلاثاً وستين . ¶ وقوله: ] ثلاثاً وستين [ . ¶ قال بعضهم أن له مناسبة فالنبي ( عمره ثلاث وستون ، فأهدى ثلاث وستين عن كل عام من عمره ( . والله أعلم . ¶ قوله : ] وأشركه في هديه [ . ¶ أي أشرك معه علي بن أبي طالب في الهدي ، لأن النبي ( قد ساق هدياً كثير. ¶ قوله : ] ثم أمر من كل بدنة ببضعة فجعلت في قدرٍ فطبخت فأكلا من لحمها وشربا من مرقها [ .",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "هذا يدل على مشروعية أن يأكل المحرم من هديه، وهذا هو السنة بل بالغ بعضهم وقال بوجوب ذلك كما روى عن بعض التابعين، وأخذوا من فعله عليه الصلاة والسلام، فالنبي ( أمر بأن يؤخذ من كل هديه، من كل هدي ذبيحة قطعة، فكانت ثلاثاً وستين قطعة وتجمع في قدر فتطبخ ، ثم أكل من لحمها وشرب من مرقها ، هذا فيه شدة حرص منه عليه ( ، قال بعض أهل العلم فدل على وجوب ذلك ، وإن كان الوجوب يفتقر إلى دليل ، فإن هذا ليس بظاهر، فهذا يدل على أنه تأكيد، وأن المشروعية مؤكدة هنا ، أما أن يكون ثمة وجوب فلا يظهر هذا . ¶ قوله: ] ثم ركب رسول الله ( فأفاض إلى البيت [. ¶ الإفاضة هي الدفع بكثرة . ¶ وهنا شيء من فعل النبي ( جاء في بعض الأحاديث ،لم يرد هنا ، وهو الحلق ، فالنبي ( قد حلق بعدما نحر هديه ، إذاً فالسنة في هذا اليوم - يوم النحر - أن يرمي الجمرة ، ثم ينحر هديه ، ثم يحلق ، ثم يفيض إلى البيت ليطوف ، تكون بهذا الترتيب ، هذه السنة الثابتة عن النبي ( ، ومن قدم شيئاً من هذه الأفعال على بعض فإنه لا حرج عليه ، فلو نحر قبل أن يرمي ، أو حلق رأسه قبل أن ينحر ، أو طاف بالبيت قبل أن يرمي وقبل أن يحلق فلا بأس بذلك، لأن النبي ( ما سُئل عن شيء قدم ولا أُخر في هذا اليوم إلا قال ( افعل، ولا حرج ) ، إلا أن السنة الاقتداء بفعل النبي ( أن يؤتى بهذه الأفعال على الترتيب الرمي ، فالنحر ، فالحلق ، فالطواف. ¶ وتقديم السعي على الطواف في الحج جائز لعموم الخبر، وروى أبو داود وابن خزيمة والدار قطني والبيهقي من حديث جرير عن الشيباني عن زياد بن علاقة عن أسامة بن شريك قال: خرجت مع النبي صلى الله عليه وسلم حاجاً فكان الناس يأتونه فمن قال يا رسول الله سعيت قبل أن أطوف أو قدمت شيئا أو أخرت شيئا فكان يقول: لا حرج لا حرج. ¶ ورواه ابن أبي شيبة في مسنده من غير طريق جرير ولم يذكر هذه اللفظة ¶ قال الدارقطني : ولم يقل ( سعيت قبل أن اطوف ) إلا جرير عن الشيباني.",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "وقال البيهقي : هذا اللفظ سعيت قبل أن أطوف غريب تفرد به جرير عن الشيباني فإن كان محفوظاً فكأنه سأله عن رجل سعى عقيب طواف القدوم قبل طواف الإفاضة فقال: لا حرج . ¶ وقال ابن القيم : ليس محفوظ وصححه ابن جماعة. ¶ وتأخير طواف الإفاضة عن اليوم الثالث عشر للمعذور جائز بالاتفاق، وإن كان غير معذور ففيه خلاف والصحيح أنه يجوز ذلك مع المخالفة ولا شيء عليه. ¶ قوله : ] ثم ركب رسول ( فأفاض إلى البيت ، فصلى بمكة الظهر [. ¶ هذا يدل على إسراع النبي ( ومبادرته ، فهو قد صلى الفجر بمزدلفة، فرمى ونحر هدية ثلاثاً وستين فجُزرت وقطعت ثم طبخت ثم أكل وحلق بعد نحره، وكان كل هذا بين صلاة الفجر إلى الظهر، فهذا يدل هذا على الإسراع في إنهاء النسك، والمبادرة فيه ، وهذا هو السنة أن يبادر بإتمام هذه الشعائر . ¶ وهكذا في حديث جابر أنه( صلى الظهر بمكة، وروى ابن عمر كما في صحيح مسلم أنه صلى الظهر بمنى، ومن أهل العلم من رجح حديث جابر ومنهم من رجح حديث ابن عمر ومنهم من جمع وقال صلاها مرتين بمكة، ثم بمنى إماماً لإصحابه . ¶ قوله : ] فأتى بني عبد المطلب يسقون على زمزم [ . ¶ لأنه كان من عادة وتعبد بني عبد المطلب أنهم يسقون الحاج وينتظرون من أفاض عند ماء زمزم ، ويكون قد تمكن منه العطش فيسقونه رغبة بالأجر من الله عز وجل . ¶ قوله : ] فقال - النبي ( - انزعوا بني عبد المطلب , فلولا أن يغلبكم الناس على سقايتكم لنزعت معكم [ . ¶ المراد بذلك أن النبي ( قال الذي يمنعني من النزع معكم - والنزع هنا : هو جذب الدلو من بئر زمزم - أني لو نزعت معكم ، ظن الناس أن نزع ماء زمزم بعد الإفاضة من رمي الجمار من منى إلى البيت أنه من السنة ، فيكون ذلك من النسك فينازعكم الناس على نزع الماء، وإنما لا انزع معكم لكي يعلم الناس أنه ليس من النسك، فيبقى الناس يأتون ويشربون فقط، وتبقى السقيا والنزع لكم. ¶ قوله : ] فناوله دلواً فشرب منه [ .",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "النبي ( هنا شرب من ماء زمزم، وقد شرب قائماً، وهذا يدل على أن النهي عن الشرب قائماً ليس نهي تحريم، وإنما نهي كراهة، فالأولى من الأدب والوقار أن يشرب المسلم جالساً ولا يشرب قائماً، وإن شرب قائماً فلا حرج فقد فعل النبي ( هذا وأمر بذاك، قال بعضهم أن الجواز للقائم خاص بماء زمزم وهذا من التأويل البعيد. ¶ ويجب المبيت بمنى ليالي التشريق، قال به جماهير العلماء والواجب ما يطلق عليه مبيت كشطر الليل أو أكثره، وذهب أبو حنيفة وورواية عن أحمد وهو مذهب ابن حزم إلى سبيته، والصحيح الوجوب. ¶ ولم يرجع النبي( للبيت أيام منى وقد قال البخاري في صحيحه فقال : ويذكر عن أبي حسان عن ابن عباس أن رسول الله ( كان يزور البيت أيام منى . ¶ ولا يصح، وقد قال ابن القيم أن هذا وهم فإن النبي ( بقي بمنى إلى حين الوداع . ¶ قال الإمام مسلم رحمه الله: ] وحدثنا عمر بن حفص بن غياث حدثنا أبي حدثنا جعفر بن محمد حدثني أبي قال : أتيت جابر بن عبدالله فسألته عن حجة رسول الله ( وساق الحديث بنحو حديث حاتم بن إسماعيل [ . ¶ من عادة الإمام مسلم عليه رحمة الله أنه يقدم في المتون ما كان أصح عنده وأرجح وإن كان ما بعده صحيحاً ، لكنه يقدم ما كان أصح وأرجح عنده من الأحاديث ولذلك يفهم من صنيع الإمام مسلم - هذا في الغالب - أن ما يقدمه من متون ويعقبه بمتن أخر أن الأول أرجح عنده ، وربما خالف في بعض الأحيان ، لكن هذا هو الغالب . ¶ وربما يكون الإمام مسلم إذا أورد متناً بسنده ثم عقبه بطريق آخر، ربما يكون هذا لبيان علة، ولذا في باب المتابعات و الشواهد في صحيح الأمام مسلم يُتأمل فيها بخلاف البخاري، فالبخاري في تعدد الطرق وكثرتها لا يريد من سَوق هذه الطرق أن يبين علة، وإنما هذا من صنيع الإمام مسلم في بعض المواطن .",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "قوله هنا ( وساق الحديث بنحو ) ، النحو هو القريب - قريباً- فإذا قال نحو حديث فلان أي مثل حديثه، وربما تجوز البعض فأطلق كلمة ( نحو ) على المعنى أي بمعنى حديث فلان ، وفي البعض ( نحو ) بمعنى ( مثل ) . ¶ قوله : ] وكانت العرب يدفع بهم أبو سيارة على حمار عري ، فلما أجاز رسول الله ( من المزدلفة بالمشعر الحرام ، لم تشك قريش أنه سيقتصر عليه [ . ¶ ذكرنا أن قريش كانت لا تتجاوز في مشاعرها ونسكها في الحج المشعر الحرام ، وهو مزدلفة لأنه من الحرم ، ويحرّمون على أنفسهم الخروج عن حدود الحرم ، بينما عرفة هي خارج الحرم ، فلا يقفون فيها، فجاء النبي ( بإبطال ما هم عليه. ¶ قوله : ] ويكون منزله ثَمَّ [ . ¶ هذا الرسم لحرف الثاء والميم إذا كان الثاء مضموماً فهو يفيد الترتيب ، أما إذا كان مفتوحا كهذا اللفظ ( ثَمَّ ) فإنه بمعنى آخر أي هناك وكذلك نحوه كلمة ( ثمة ) يقال ليس ثمة شيء ، أي ليس هناك شيء، هل ثمة: أي هل هناك، ولذا قال هنا ويكون منزله ثَم أي هناك. ¶ قوله: ] فأجاز ولم يعرض له حتى أنى عرفات فنزل [ ¶ تقدم معنى هذا وبيانه، أن النبي ( لم ينزل بمزدلفة، وإنما تجاوز حتى أتى عرفات ونزل بها على التفصيل الذي ذكرناه ، ويُشرع للحاج بعد إفاضته من منى بعد رمي جمرة العقبة على الترتيب المشروع الذي ذكرناه ، أن يأتي إلى البيت ليطوف ويسعى وهذا هو طواف الحج وهو ركن . ¶ وتقدم معنا أن الطواف للحاج أول ما يقدم ،إذا كان متمتعاً فهو طواف العمرة، فيتحلل بعد سعيه وحلقه، والقارن والمفرد يكون لهما طواف قدوم وهو سنة في حقهما . ¶ والسعي للمتمتع والقارن والمفرد : ¶ - بالنسبة للقارن والمفرد يكون السعي الأول له هو سعي الحج، ويجزئ عنه فلا يسعى وإنما يأتي ويطوف. ¶ - بالنسبة للتمتع، السعي الذي سعاه مع عمرته وتحلل منها هل يجزئه فلا يسعى سعياً آخر بعد بعد طوافه ؟",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "على خلاف عند أهل العلم والمترجح أنه لا يجب عليه أن يسعى سعياً آخر وهذا هو المروي عن الإمام احمد ورجحه شيخ الإسلام ابن تيمية وهو الذي تعضده الأدلة بعد جمعها والنظر فيها أن المتمتع لا يجب في حقه إلا سعي واحد فإذا قدم من منى بعد إفاضته من مزدلفة يأتي إلى منى ويطوف طواف الحج ، وهو ركن في حق المتمتع والمفرد والقارن . ¶ أما السعي ، فالقارن والمفرد قد سعوا لحجهم في أول قدومهم للبيت ، أما المتمتع فسعيه هنا فلا يجب عليه . ¶ ويجب على الحاج طواف الوداع، بأن يكون آخر عهده بالبيت الطواف . ¶ وقد أخرج الإمام مالك حديث نافع عن عبد الله بن عمر عن أبيه عمر بن الخطاب رضى الله عنهما ، أنه كان يأمر بأن يكون أخر عهد المحرم بالبيت الطواف . ¶ بل روى الإمام مالك في موطأه من حديث يحي بن سعيد مرسلاً عن عمر بن الخطاب أنه رد رجل من مر الظهران لم يطف طواف الوداع . ¶ وقد ثبت في الصحيحين وغيرهما من حديث سفيان عن عبد الله بن طاووس عن أبيه عن عبدالله بن عباس قال: أمر الناس أن يكون آخر عهدهم بالبيت الطواف إلا أنه خفف عن الحائض. ¶ وقول الصحابي أُمرنا أو أمر الناس إذا كان المأمور تشريعاً فهو في حكم المرفوع قطعاً، والآمر هنا هو النبي صلى الله عليه وسلم . ¶ إذا يَبعُد أن يقبل الصحابة من أحد تشريعاً غير صاحب الوحي، فهم لا يتعبدون بقول أحد سوى النبي صلى الله عليه وسلم . ¶ وقد جاء الأمر صريحاً كما روى مسلم عن سفيان عن سليمان الأحول عن طاوس عن بن عباس قال كان الناس ينصرفون في كل وجه فقال رسول الله صلى الله عليه وسلم : لا ينفرن أحد حتى يكون آخر عهده بالبيت . ¶ وقد أمر به أمير المؤمنين عمر بن الخطاب كما جاء في موطأ مالك عن نافع عن عبد الله بن عمر أن عمر بن الخطاب قال: لا يصدرن أحد من الحاج حتى يطوف بالبيت فإن آخر النسك الطواف بالبيت .",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "إذن فطواف الوداع من الواجبات، فإذا انتهى الحاج من نسكه فلا ينفرن حتى يكون آخر عهده بالبيت الطواف، وإذا طاف للوداع فلا يبقى، وإن طال بقائه وجب عليه إعادة الطواف، وإن أراد قضاء حاجته بعد طواف الوداع كشراء متاع أو زاد لسفر أو انتظار رفقه ونحو ذلك فلا حرج عليه . ¶ أما أهل مكة فليس عليهم طواف وداع بالإجماع . ¶ نتوقف إلى هذا الحد وحديث جابر عليه رضوان الله تعالى كما ذكرنا بحاجة إلى كلام طويل ، واستقصاء لمعانيه وأحكامه ، والكلام فيه بالتفصيل يفتقر إلى أطول من هذا الوقت بكثير، فإنه تضمن أحكام ومعاني جاءت عن النبي ( منها ما يتعلق بالحج ومنها ما يتعلق بغيره ، ولكن أخذنا الأهم منه وأغفلنا الباقي، والله الموفق. ¶ تم الانتهاء من نسخه بحمد الله ¶ بتاريخ 21/12/1423هـ ¶ ?? ¶ ?? ¶ ?? ¶ ?? ¶ 12 ¶ شرح حديث جابر في الحج .. للشيخ عبد العزيز الطريفي",
            "page": "89",
            "part": "1"
        }
    ],
    "t35965": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "شرح حديث جابر في الحج"
        }
    ]
}