{
    "b35978": [
        {
            "id": "1",
            "nass": "الفوائد المنتقاة ¶ من حديث ¶ مثل القائم على حدود الله ¶ بقلم ¶ عبد الآخر حماد الغنيمي ¶ جميع حقوق الطبع محفوظة ¶ الطبعة الولى ¶ 1419هـ-1999م ¶ دار البيارق ¶ الأردن –عمان –شارع السليط-مجمع الفحيص ¶ ص .ب 864 ¶ الرمز البريدي 11592 ¶ هاتف وفاكس: 64610937(00962) ¶ بسم الله الرحمن الرحيم ¶ مقدمة ¶ إن الحمد لله نحمده ونستعينه ونستغفره ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا،من يهده الله فلا مضل له ومن يضلل فلا هادي له،وأشهد أن لا إله إلا الله وحده لا شريك له،وأشهد أن محمداً عبده ورسوله،صلى الله عليه وعلى آله وصحبه وسلم وبعد : ¶ فإن أصدق الحديث كتاب الله عز وجل،وخير الهدي هدي محمد - صلى الله عليه وسلم - ،وشر الأمور محدثاتها،وكل محدثة بدعة وكل بدعة ضلالة،وكل ضلالة في النار. ¶ ثم أما بعد : ¶ فإن من أوجب الواجبات على أمة الإسلام الاعتناء بحديث رسول الله - صلى الله عليه وسلم - بدراسته والعمل به،فهو بعد القرآن الكريم أساس كل فلاح وشرط كل نجاح . ¶ ولقد اعتنى علماؤنا منذ القدم بسنة رسول الله - صلى الله عليه وسلم - ؛فحفظوها،واهتموا بتدوينها وشرحها واستنباط الأحكام منها. ¶ وإذا كانت الأمة في كل عصورها مأمورة بتدبر الكتاب والسنة والعمل بهما فنحن اليوم أحوج ما نكون إلى ذلك الأمر؛ ذلك أننا نعيش في عصر غلبت فيه الفتن وعم فيه الفساد،وتجرأ على شرع الله المبطلون،وعبث به العابثون . ¶ وفي محاولة للقيام بشيء من هذا الواجب أقدم للقراء الكرام هذه الفصول حول حديث واحد من أحاديث رسول الله - صلى الله عليه وسلم - ،وهو حديث النعمان بن بشير : ( مثل القائم على حدود الله والواقع فيها كمثل قوم استهموا على سفينة ...) إلخ الحديث.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "ذلك أني وجدت من علمائنا من أفرد بعض الأحاديث الشريفة بشرح مستقل،وذلك مثلما فعل شيخ الإسلام ابن تيمية حيث أفرد بالشرح حديث ( إنما الأعمال بالنيات)،وله رحمه الله أيضاً (شرح حديث عمران بن حصين: كان الله ولم يكن شيء قبله )،ولابن رجب الحنبلي ( شرح حديث ما ذئبان جائعان أرسلا في غنم ) و( شرح حديث :من سلك طريقاً يلتمس فيه علماً) ،وللشوكاني ( قطر الولي على حديث الولي) وهو شرح لحديث ( من عادى لي ولياً )، وغير ما ذكرنا كثير. ¶ وقد أحببت أن أقتدي بأولئك الأعلام-مع بعد الشقة بيني وبينهم- فأفردت بالشرح والبيان هذا الحديث الشريف،رغبة في خدمة حديث خير الأنام،ونصحاً للأمة بإشاعة علوم القرآن والسنة ،عسى الله أن يغفر لنا بها ما أسرفنا فيه على أنفسنا من الذنوب والآثام . ¶ ... وقد اختططت في هذا الكتاب منهجاً أحسبه جديداً في تناول سنة رسول الله - صلى الله عليه وسلم - ؛ذلك أني لم أكتفِ بما درج عليه علماؤنا الكرام من بيان معنى الحديث وما يستنبط منه من الفوائد والأحكام،بل عمدت إلى ما يتعلق بهذا الحديث من علوم العصر ومستجدات الحياة،فربطت بينها وبين الحديث الشريف في غير تكلفٍ،ولا تحميلٍ لألفاظ الحديث ما لا تحتمل،فتحدثت عما يتعلق بالحديث من علوم الاجتماع والقانون والتربية وغير ذلك . ¶ ... وقد كان من أهدافي في ذلك أن يستفيد بهذا الشرح أكبر قدر ممكن من القراء،على اختلاف مستوياتهم العلمية والثقافية،وإني لأرجو الله أن أكون قد وُفقتُ في ما قصدت وأن يكون هذا الكتاب عوناً لطلاب العلم والباحثين، والدعاة والواعظين،وأن يفيد منه أهل اللغة والأدب،والمهتمون بما يسمى في عصرنا بأسلمة العلوم،وغيرهم من القراء والمهتمين بمثل موضوع هذا الكتاب. ¶ ... وختاماً أسأل الله الكريم رب العرش العظيم أن يتقبل مني هذا العمل،وأن يجعله خالصاً لوجهه الكريم وأن ينفع به المسلمين آمين . ¶ ... وكتب ¶ عبد الآخر حماد الغنيمي ¶ في مساء الجمعة العاشر من صفر 1419هـ",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "الخامس من يونيو 1998م ¶ نص الحديث الشريف ¶ روى الإمام محمد بن إسماعيل البخاري رحمه الله في كتاب الشركة من صحيحه : ( باب هل يقرع في القسمة والاستهام فيه ) ¶ (2493 ) حَدَّثَنَا أَبُو نُعَيْمٍ حَدَّثَنَا زَكَرِيَّاءُ قَالَ سَمِعْتُ عَامِرًا يَقُولُ سَمِعْتُ النُّعْمَانَ بْنَ بَشِيرٍ رَضِي اللَّهُ عَنْهُمَا عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : ( مَثَلُ الْقَائِمِ عَلَى حُدُودِ اللَّهِ وَالْوَاقِعِ فِيهَا كَمَثَلِ قَوْمٍ اسْتَهَمُوا عَلَى سَفِينَةٍ فَأَصَابَ بَعْضُهُمْ أَعْلاهَا وَبَعْضُهُمْ أَسْفَلَهَا فَكَانَ الَّذِينَ فِي أَسْفَلِهَا إِذَا اسْتَقَوْا مِنَ الْمَاءِ مَرُّوا عَلَى مَنْ فَوْقَهُمْ فَقَالُوا لَوْ أَنَّا خَرَقْنَا فِي نَصِيبِنَا خَرْقًا وَلَمْ نُؤْذِ مَنْ فَوْقَنَا فَإِنْ يَتْرُكُوهُمْ وَمَا أَرَادُوا هَلَكُوا جَمِيعًا وَإِنْ أَخَذُوا عَلَى أَيْدِيهِمْ نَجَوْا وَنَجَوْا جَمِيعًا ). ¶ الفصل الأول ¶ مباحث حديثية ¶ 1- تخريج الحديث",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "الحديث أخرجه البخاري أيضاً في كتاب الشهادات،باب القرعة في المشكلات ( 2686) حيث قال : حَدَّثَنَا عُمَرُ بْنُ حَفْصِ بْنِ غِياثٍ حَدَّثَنَا أَبِي حَدَّثَنَا الأَعْمَشُ قَالَ حَدَّثَنِي الشَّعْبِيُّ أَنَّهُ سَمِعَ النُّعْمَانَ بْنَ بَشِيرٍ رَضِي اللَّهُ عَنْهُمَا يَقُولُ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : (مَثَلُ الْمُدْهِنِ فِي حُدُودِ اللَّهِ وَالْوَاقِعِ فِيهَا مَثَلُ قَوْمٍ اسْتَهَمُوا سَفِينَةً فَصَارَ بَعْضُهُمْ فِي أَسْفَلِهَا وَصَارَ بَعْضُهُمْ فِي أَعْلاهَا فَكَانَ الَّذِي فِي أَسْفَلِهَا يَمُرُّونَ بِالْمَاءِ عَلَى الَّذِينَ فِي أَعْلاهَا فَتَأَذَّوْا بِهِ فَأَخَذَ فَأْسًا فَجَعَلَ يَنْقُرُ أَسْفَلَ السَّفِينَةِ فَأَتَوْهُ فَقَالُوا مَا لَكَ قَالَ تَأَذَّيْتُمْ بِي وَلا بُدَّ لِي مِنَ الْمَاءِ فَإِنْ أَخَذُوا عَلَى يَدَيْهِ أَنْجَوْهُ وَنَجَّوْا أَنْفُسَهُمْ وَإِنْ تَرَكُوهُ أَهْلَكُوهُ وَأَهْلَكُوا أَنْفُسَهُمْ ) . ¶ وأخرجه الترمذي في الفتن( 2173) بلفظ: ( مثل القائم على حدود الله والمدْهِن فيها...) وزاد : ( فقال الذين في أعلاها: لا ندعكم تصعدون فتؤذوننا ). ¶ وأخرجه أحمد ( 4/268) بنحو رواية الترمذي ،وفي ( 4/269) بلفظ ( مثل القائم على حدود الله والواقع فيها أو المدَّهن فيها)،وفي( 4/269-270) ولم يذكر تمام لفظه،وفي (4/270) بلفظ ( مثل القائم على حدود الله والراتع فيها والمدَّهن فيها ) وفيه:( فأصاب بعضهم أعلاها وأصاب بعضهم أسفلها وأوعرها )،وفي (4/273-274)وفيه:( فقال بعضهم : إنما يخرق في نصيبه ). ¶ وأخرجه الحميدي في مسنده ( 2/409) وفيه: ( فقال بعضهم : اتركوه أبعده الله يخرق في حقه ما يشاء ، فقال بعضهم : لا تدعوه يخرقها فيهلكنا ويهلك نفسه ) . ¶ وأخرجه البيهقي في السنن الكبرى (10/91)، (10/288)،وفي شعب الإيمان (7576) (6/91-92).",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وأخرجه ابن حبان[(297)(1/532)-إحسان)]وفي[(298)(1/533-534)] بلفظ : (المداهن في حدود الله والراكب حدود الله والآمر بها والناهي عنها كمثل قوم استهموا ...) ،وفي [(301)(1/537)] بلفظ: (مثل المداهن في حدود الله والآمر بها والناهي عنها كمثل قوم استهموا سفينة ...) . ¶ وأخرجه الطبراني في الأوسط (9306) (10/144)،وفي الصغير(849) (2/96-الروض الداني) . ¶ وابن المبارك في الزهد (1349) (ص:475). ¶ والبغوي في شرح السنة (4151) (14/342) ،(4152) (14/343). ¶ والبزار في مسنده (3248)،(3249) ،(3250) ،(3251)،(3252). ¶ والرامهرمزي في أمثال الحديث (61)،(62)،(63) . ¶ وأبو الشيخ الأصبهاني في الأمثال (317)،(348) بلفظ:( مثل القائم على حدود الله والمداهن في حدود الله مثل ثلاثة نفر جلسوا في سفينة أحدهم في صدرها والآخر في أسفلها والآخر في وسطها...). ¶ والديلمي في مسند الفردوس (6765) (4/433-434) . ¶ 2-التعريف برجال إسنادي البخاري ¶ علمنا مما سبق أن البخاري قد أخرج هذا الحديث في موضعين :الأول في الشركة برقم (2493) ،والثاني في الشهادات برقم (2686) وفي ما يلي تعريف موجز برجال الإسنادين: ¶ أولاً : أما الإسناد الأول ففيه ¶ 1- شيخ البخاري : أبو نعيم الفضل بن دكين الحافظ الثبت الكوفي التاجر المُلائي (نسبة إلى بيعه الملاء) الأحول من موالي طلحة بن عبيد الله التيمي ،ودكين لقب أبيه عمرو بن حماد بن زهير بن درهم ،روى عن الأعمش وزكريا بن أبي زائدة وشعبة والثوري ومالك وخلائق ،وروى عنه البخاري فأكثر، وروى عنه ابن المبارك مع تقدمه إذ مات قبله بدهر طويل،وروى عنه أحمد وإسحاق ويحيى بن معين والدارمي وغيرهم .",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "أجمع أهل العلم على حفظه وإتقانه وفضله؛فقد قال عنه الإمام أحمد : ثقة كان يقظان في الحديث عارفاً به ثم قام في أمر الامتحان ما لم يقم غيره . وقال الآجري : قلت لأبي داود كان أبو نعيم حافظاً ؟ قال : جداً . وقال يحيى القطان : إذا وافقني هذا الأحول ما أبالي من خالفني . وقال محمد بن عبد الوهاب الفراء : كنا نهاب أبا نعيم أشد من هيبة الأمير وقال أبو أحمد الفراء : سمعتهم يقولون بالكوفة قال أمير المؤمنين وإنما يعنون الفضل بن دكين. ¶ ومن مواقفه العظيمة موقفه في محنة خلق القرآن،وقد كان من قوله لما أُدخل على الوالي ليمتحنه : لقد أدركت الكوفة وبها سبعمئة شيخ كلهم يقولون : إن القرآن كلام الله ثم أخذ زره فقطعه وقال : رأسي أهون عليَّ من زري هذا. ¶ ولد سنة ثلاثين ومئة ، ومات شهيداً في سنة تسع عشرة ومئتين وقيل ، في ثماني عشرة ومئتين . ¶ [ تهذيب التهذيب (4/488-491) ، تذكرة الحفاظ (1/372-373) ] ... ¶ 2- زكريا بن أبي زائدة : الهمداني الوادعي مولاهم أبو يحيى الكوفي ،أخرج له الستة، وقد اختلف في اسم أبي زائدة فقيل خالد بن ميمون بن فيروز ، وقيل هبيرة ،وقيل فيروز. ¶ ... روى عن أبي إسحاق السبيعي وعامر الشعبي وسماك بن حرب ،وعنه ابنه يحيى والثوري وشعبة وابن المبارك والقطان وغيرهم . ¶ وثقه أحمد بن حنبل وأبو داود والنسائي وابن سعد وغيرهم ، إلا أنه كان يدلس . ¶ توفي سنة سبع وأربعين ومئة وقيل ثمان وأربعين ومئة وقيل تسع وأربعين ومئة . ¶ [ تهذيب التهذيب (2/195) ، تقريب التهذيب (1/261) ] ¶ 3- عامر بن شراحيل الشعبي: أبو عمرو الهمداني الكوفي علامة التابعين ،الإمام الحافظ الفقيه ،كان مولده - على المشهور - لست سنين خلت من خلافة عمر (أي في السنة التاسعة عشرة للهجرة ).",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "روى عن علي وسعد بن أبي وقاص وسعيد بن زيد وعلقمة بن قيس ومسروق بن الأجدع وغيرهم ، وعنه أبو إسحاق السبيعي وأبو حنيفة –وهو أكبر شيخ له- وإسماعيل بن أبي خالد وزكريا بن أبي زائدة والأعمش وغيرهم . ¶ وثقه ابن معين وأبو زرعة وغيرهم ،وقال ابن عيينة : كانت الناس تقول بعد الصحابة ابن عباس في زمانه والشعبي في زمانه والثوري في زمانه. وقال مكحول : ما رأيت أفقه منه . ¶ وكان الشعبي ضئيل الجسم ، ولد هو وآخر في بطن فكان يقول : إني زوحمت في الرحم . ¶ توفي سنة ثلاث ومئة وقيل أربع ومئة وقيل غير ذلك . ¶ [ تهذيب التهذيب ( 3/46-49) ،تقريب التهذيب( 1/387)، تذكرة الحفاظ ( 1/79-88)] ¶ 4- صحابي الحديث النعمان بن بشير: بن سعد بن ثعلبة بن جُلاس (بضم الجيم وتخفيف اللام) الأنصاري الخزرجي أبو عبد الله ، له ولأبويه صحبة ، وأمه عمرة بنت رواحة ،ولد – في قول الأكثرين- على رأس أربعة عشر شهراً من الهجرة وكان أول مولود من الأنصار بعد قدوم النبي - صلى الله عليه وسلم - إلى المدينة . ¶ روى عن النبي - صلى الله عليه وسلم - وعن خاله عبد الله بن رواحة وعمر وعائشة ، وعنه ابناه بشير ومحمد ومولاه حبيب بن سالم والشعبي وعروة بن الزبير وآخرون . ¶ استعمله معاوية على الكوفة ثم على حمص ، ولما مات يزيد بن معاوية بايع لابن الزبير ، فلما تمرد أهل حمص خرج هارباً فأتبعه خالد بن خلي الكلاعي فقتله سنة خمس وستين وقيل ست وستين . ¶ وكان - رضي الله عنه - كريماً جواداً شاعراً خطيباً ، قال سماك بن حرب : كان أخطب من سمعت . ¶ روي له عن رسول الله - صلى الله عليه وسلم - مئة وأربعة عشر حديثاً ، اتفق البخاري ومسلم منها على خمسة ، وانفرد البخاري بحديث واحد ومسلم بأربعة . ¶ [ الإصابة ( 4/559) ، تهذيب الأسماء واللغات ( 2/129) ، تهذيب التهذيب ( 5/628) ]. ¶ ثانياً : وأما الإسناد الثاني ففيه",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "1-عمر بن حفص بن غياث : بن طلق بن معاوية النخعي أبو حفص الكوفي ، أخرج حديث الستة إلا ابن ماجه ،روى عن أبيه ، وعبد الله بن إدريس ، وأبي بكر بن عياش وآخرين، وعنه البخاري ، ومسلم ، ومحمد بن يحيى الذهلي وأبوحاتم الرازي وأبو زرعة وغيرهم . ¶ وثقه أبو زرعة والعجلي ،وقال أحمد : صدوق ، وذكره ابن حبان في الثقات وقال : ربما أخطأ وقال ابن أبي حاتم : سئل عنه أبي فقال : كوفي ثقة . ¶ توفي سنة اثنتين وعشرين ومئتين في خلافة المعتصم. ¶ [ تهذيب التهذيب ( 4/273)، طبقات ابن سعد (6/413 ) ،الجرح والتعديل لابن أبي حاتم (6/103) ] ¶ 2-حفص بن غياث : بن طلق بن معاوية النخعي أبو عمر الكوفي الحافظ قاضي بغداد ثم الكوفة ، أخرج له الستة . ¶ روى عن جده طلق بن معاوية وسليمان التيمي والأعمش والثوري وجعفر الصادق وغيرهم ، وعنه ابنه عمر وأحمد وإسحاق وابن معين وجماعة وروى عنه يحيى القطان وهو من أقرانه . ¶ وثقه ابن معين والعجلي والنسائي وغيرهم ، وقال أبو زرعة : ساء حفظه بعد ما استقضي فمن كتب عنه من كتابه فهو صالح وإلا فهو كذا . ¶ كان رحمه الله من أسخى العرب وكان يقول من لم يأكل من طعامي لا أحدثه . وقال أبو بكر بن أبي شيبة : سمعت حفص بن غياث يقول : والله ما وليت القضاء حتى حلت لي الميتة . ¶ توفي سنة أربع وتسعين ومئة ،وقد قارب الثمانين ، وعليه دين تسعمئة درهم . ¶ [ تهذيب التهذيب ( 1/568) ، تذكرة الحفاظ ( 1/297)] ¶ ... 3- الأعمش : أبو محمد سليمان بن مهران الأسدي الكاهلي مولاهم الكوفي الحافظ الثقة ، ولد بالكوفة وأصله من بلاد الري. ¶ روى عن أنس بن مالك ولم يثبت له منه سماع وعن أبي وائل وقيس بن أبي حازم وابراهيم النخعي والشعبي ومجاهد بن جبر وخلق كثير ، وعنه شعبة والسفيانان وأبو إسحاق السبيعي وهو من شيوخه وسليمان التيمي وابن المبارك وخلائق .",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "قال ابن معين : ثقة، وقال النسائي : ثقة ثبت، وقال شعبة : ما شفاني أحد في الحديث ما شفاني الأعمش ، وقال الفلاس : كان الأعمش يسمى المصحف من صدقه وقال ابن عيينة كان الأعمش أقرأهم لكتاب الله وأحفظهم للحديث وأعلمهم بالفرائض . ¶ اشتهر-مع علمه -بورعه ومجانبته لأهل السلطان ؛ قال عيسى بن يونس : لم نر مثل الأعمش ولا رأيت الأغنياء والسلاطين عند أحد أحقر منهم عند الأعمش مع فقره وحاجته ، وقال يحيى القطان :كان من النساك وهو علامة الإسلام ، وقال وكيع : اختلفت إليه قريباً من سنتين ما رأيته يقضي ركعة،وكان قريباً من سبعين سنة لم تفته التكبيرة الأولى . ¶ ... توفي رحمه الله سنة سبع وأربعين ومئة وقيل ثمان وأربعين ومئة وهو ابن ثمان وثمانين سنة . ¶ [ تهذيب التهذيب ( 2/423-425) ، تذكرة الحفاظ (1/154)] ¶ 5،4- الشعبي والنعمان بن بشير : وقد سبق التعريف بهما . ¶ 3-نظرات في ترجمتي البخاري للحديث ¶ 1- قول البخاري في الشركة : باب هل يقرع في القسمة والاستهام فيه ، فيه إشكال من حيث كان الاستهام هو الاقتراع فلا معنى لقوله هل يقرع في الإقراع ،وقد أجاب عنه الكرماني بأن الاستهام هنا ليس معناه الاقتراع إنما معناه أخذ السهم أي النصيب(¬1)، وذكر الحافظ أن المراد بالاستهام هنا بيان الأنصبة في القسم(¬2). فكأنه قال : ((باب الإقراع في القسمة وفي أخذ الأنصبة)) أو (( ...وفي بيان الأنصبة )). ¶ ... 2-وأيضاً فإن الضمير في قوله : (فيه) لا مرجع له، وقد أجاب الكرماني بأن الضمير يعود على القَسْم أو المال الذي يدل عليه القسمة(¬3)،وقال الحافظ : (( والضمير يعود على القسم بدلالة القسمة فذكره لأنهما بمعنى ))(¬4). ¶ ¬__________ ¶ (¬1) شرح الكرماني على صحيح البخاري (11/58) . ¶ (¬2) فتح الباري (5/133) . ¶ (¬3) شرح الكرماني (11/58) . ¶ (¬4) فتح الباري ( 5/133) .",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وتعقبهما العيني فقال : (( كلاهما بمعزل عن نهج الصواب؛ولم يذكر هنا قسم ولا مال حتى يعود الضمير إليه ،بل الضمير يعود إلى القسمة والتذكير باعتبار أن القسمة هنا بمعنى القسم ))(¬1). ¶ قلت : عودة الضمير على محذوف أمر مقرر عند أهل اللغة ومثاله من القرآن الحكيم قوله تعالى: { إنا أنزلناه في ليلة القدر } ( القدر:1) ، فالهاء في (أنزلناه) عائدة على القرآن وهو غير مذكور(¬2)، وعليه فلا وجه لاعتراض العيني عليهما خصوصاً بعد اتفاقه معهما على عودة الضمير إلى القسمة ،فكأن الخلاف شكلي لا حقيقي والله المستعان . ¶ 3- مطابقة الحديث للترجمة في الموضعين واضحة في قوله - صلى الله عليه وسلم - :(استهموا). ¶ 4- جواب الاستفهام في قوله: ((هل يقرع في القسمة ؟ )) محذوف تقديره : نعم يقرع(¬3). ¶ 5- قوله في الشهادات:(باب القرعة في المشكلات) أي مشروعيتها،كذا ذكر الحافظ في الفتح ثم قال :(( ووجه إدخالها في كتاب الشهادات أنها من جملة البينات التي تثبت بها الحقوق ، فكما تقطع الخصومة والنزاع بالبينة كذلك تقطع بالقرعة ))(¬4). ¶ 4-لطائف الإسناد وما فيه من تطبيقات علم المصطلح ¶ أولاً: في الإسنادين معاً ¶ 1-هذا الحديث مثال للفرد المطلق إذ تفرد به النعمان بن بشير - رضي الله عنه - فلم يروه من الصحابة أحد غيره . ¶ 2-لم يصرح النعمان - عند البخاري- بالسماع من الرسول - صلى الله عليه وسلم - ،لكنه صرح بالسماع عند ابن حبان (297،298،301-إحسان)،وعند أحمد (4/269) وغيرهما، ومعلوم أنه حتى لو لم يصرح بالسماع فإن ذلك لا يضر ، بل حتى لو ثبت عدم سماعه ذلك الحديث من النبي - صلى الله عليه وسلم - فإنه لا يضر أيضاً إذ غايته أن يكون الحديث من مراسيل الصحابة وهي مقبولة عند عامة المحدثين . ¶ ¬__________ ¶ (¬1) عمدة القاري (13/56). ¶ (¬2) انظر شرح شذور الذهب ص :135. ¶ (¬3) عمدة القاري (13/365) . ¶ (¬4) فتح الباري (5/293) .",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "3- الحديث لم يروه مسلم فهو من أفراد البخاري عن مسلم ، وهو الحديث الوحيد للنعمان بن بشير الذي انفرد به البخاري دون مسلم . ¶ 4-رواة الحديث بإسناديه كلهم كوفيون حتى النعمان بن بشير - رضي الله عنه - فإنه وإن كان مدني الأصل إلا أنه سكن الكوفة وكان أميراً عليها . ¶ ثانياً : في الإسناد الأول ¶ ... 1-في الإسناد راوٍ اشتهر بكنيته وهو أبو نعيم ،ذكر ذلك الحافظ في التقريب (2/110) . ¶ 2-فيه اثنان من الموالي يروي أحدهما عن الآخر،هما أبو نعيم وزكريا بن أبي زائدة . ¶ 3-وفيه من عرف بالتدليس وهو زكريا بن أبي زائدة ولكنه هنا صرح بالسماع من الشعبي . ¶ ... 4-رواته الأربعة كلهم من رجال الكتب الستة . ¶ ... 5-الإسناد نصفه الأعلى من العرب ( النعمان بن بشير والشعبي ) ونصفه الأسفل من الموالي ( زكريا وأبو نعيم ) . ¶ ... 6-اشتمل الإسناد على ثلاث من صيغ الأداء وهي : التحديث والسماع وعنعنة النعمان بن بشير - رضي الله عنه - ، وقد سبق أنه ثبت تصريحه بالسماع في طرق أخرى . ¶ ثالثاً : في الإسناد الثاني ¶ ... 1-في الإسناد من وصف بالتدليس وهو الأعمش ،لكنه هنا صرح بالسماع فقال :حدثني الشعبي. ¶ ... 2-فيه رواية عمر بن حفص عن أبيه فهو من رواية الأبناء عن الآباء. ¶ ... 3-الأعمش لقب سليمان بن مهران، وقد اشتهر باسمه كما اشتهر بكنيته. ¶ ... 4-رجال الإسناد كلهم من رجال الكتب الستة إلا عمر بن حفص فقد أخرج حديثه الستة إلا ابن ماجه . ¶ ... 5-فيه تابعيان يروي أحدهما عن الآخر وهما الأعمش والشعبي . ¶ ... 6-فيه مولى واحد هو الأعمش وبقية رواته من العرب . ¶ ... 7-حفص بن غياث ممن تكلم فيه لتغيره بآخره ، ولكن أخرج له البخاري حديثه عن الأعمش لأنه كان يميز بين ما صرح فيه الأعمش بالسماع وبين ما دلسه(¬1). ¶ 8-اشتمل الإسناد على ثلاث من صيغ الأداء وهي : التحديث والسماع وقول النعمان : قال رسول الله - صلى الله عليه وسلم - وقد سبق الكلام عنه . ¶ 5- نظرات في المتن ¶ ¬__________ ¶ (¬1) انظر هدي الساري لابن حجر ص : 398.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "1- جاء في بعض روايات الحديث تقسيم الناس إلى قسمين ، كما في رواية البخاري (2493) ( مثل القائم على حدود الله والواقع فيها ) ،وكذا رواية الترمذي ( مثل القائم على حدود الله والمدهن فيها )،وجاء في بعضها تقسيمهم إلى ثلاث طوائف ؛ كما في رواية أحمد (4/270) ( مثل القائم على حدود الله تعالى والراتع فيها والمدهن فيها ... )، وعند ابن حبان (301- إحسان) ( مثل المداهن في حدود الله والآمر بها والناهي عنها )،وذكر الحافظ أنه قد وقع عند الإسماعيلي في الشركة : ( مثل القائم على حدود الله والواقع فيها والمرائي في ذلك... )(¬1). ¶ والمقصود أنه لما اشتمل المثل المضروب على ثلاث طوائف :(من أراد خرق السفينة ومن نهى عن ذلك ومن سكت عنه )، فإنه كان ينبغي أن يقابله تقسيم الناس إلى طوائف ثلاث (فاعل المنكر والناهي عنه والمداهن فيه )، لكن ذكر بعض الرواة الطوائف الثلاث، واقتصر بعضهم على ذكر فرقتين فقط ،والأمر في ذلك سهل فإن الاقتصار على ذكر فرقتين مرده اعتبار أن فاعلي المنكر والساكتين عنه بمثابة فرقة واحدة إذ كلاهما مذموم ،فذِكْر إحداهما يغني عن ذكر الأخرى؛ قال الحافظ : (( لكن إذا كان المداهن مشتركاً في الذم مع الواقع صارا بمنزلة فرقة واحدة ))(¬2). ¶ ... 2- وقع عند البخاري في الشهادات (2686) (مثل المدهن في حدود الله والواقع فيها).وفيه إشكال من حيث مقابلة المدهن بالواقع إذ حكمهما واحد فكيف يجعل أحدهما في مقابلة الآخر؟،وقد سلمت من هذا الإشكال رواية البخاري في الشركة ( مثل القائم على حدود الله والواقع فيها )، وكذلك سلمت منه رواية الترمذي ( مثل القائم على حدود الله والمدهن فيها). ¶ ¬__________ ¶ (¬1) 10) فتح الباري (5/295)، لكن قوله : (والمرائي في ذلك ) ساقط من الفتح المطبوع وقد استدركته من إرشاد الساري للقسطلاني (4/414). ¶ (¬2) 11) فتح الباري (5/295) .",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وقد أجاب الكرماني عن الإشكال المذكور بأنه (( حيث قال:(القائم) نظر إلى جهة النجاة ،وحيث قال : (المدهن) نظر إلى جهة الإهلاك ولا شك أن التشبيه مستقيم على الحالتين ))(¬1). ¶ أما ابن حجر فقد ذكر أن الأصوب ما جاء في الشركة من مقابلة القائم بالواقع ،وقال متعقباً الكرماني : (( كيف يستقيم هنا الاقتصار على ذكر المدهن وهو التارك للأمر بالمعروف وعلى ذكر الواقع في الحد وهو العاصي وكلاهما هالك ؟ فالذي يظهر أن الصواب ما تقدم ، والحاصل أن بعض الرواة ذكر المدهن والقائم ،وبعضهم ذكر الواقع والقائم ،وبعضهم جمع الثلاثة ،وأما الجمع بين المدهن والواقع دون القائم فلا يستقيم ))(¬2). ¶ قال العيني : (( لا وجه لاعتراضه (أي ابن حجر ) على الكرماني لأن سؤال الكرماني وجوابه مبنيان على القسمين المذكورين في هذا الحديث، وهما المدهن المذكور هنا والقائم المذكور هناك ،وهو لم يبن كلامه على التارك الأمر بالمعروف والواقع في الحد فلا يرد عليه شيء أصلاً ))(¬3). ¶ وفي انتقاض الاعتراض ذكر كلام العيني ولم يرد عليه الحافظ بشيء(¬4). ¶ ¬__________ ¶ (¬1) 12) شرح الكرماني (11/211) . ¶ (¬2) 13) فتح الباري (5/295) . ¶ (¬3) 14) عمدة القاري (13/263) . ¶ (¬4) 15) انتقاض الاعتراض (2/129-130) .",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "قلت : الذي يظهر -والله أعلم -صحة ما ذهب إليه الكرماني ؛ فإن الكرماني –كما أشار العيني- لم يبن كلامه على المقابلة بين الممدوحين والمذمومين ، وإنما بنى كلامه على المقابلة بين حالتين اثنتين أشار إليهما الحديث: الأولى حالة أن يقوم الناس بواجبهم في الأمر والنهي فينجو الجميع ، والثانية حالة أن يداهن الناس ويتقاعسوا عن الأخذ على يد الظالم فيهلك الجميع ،ومعنى ذلك أنه يوجد في كل حالة طائفتان فقط؛ففي حالة النجاة توجد الفئة التي تفعل المنكر وفي مقابلها الفئة الناهية عنه،وفي حالة الهلاك توجد أيضاً الفئة التي تفعل المنكر وفي مقابلها الفئة المداهنة(¬1). ¶ وعلى ذلك تكون الإشارة في رواية ( مثل القائم ... والواقع ) إلى الحالة الأولى ،وفي رواية ( مثل المدهن ... والواقع ) إلى الحالة الثانية والله أعلم. ¶ 6- شرح الحديث ¶ ¬__________ ¶ (¬1) 16) ليس معنى هذا أن الفئة الثالثة لا يكون لها وجود في المجتمع ، فقد تكون موجودة لكن لضعفها لا تذكر ؛ ففي الحالة الأولى يكون أهل الحق ظاهرين فكأن المداهنين لا وجود لهم ، وفي الحالة الثانية يقوى أهل الباطل ويكثر المداهنون فكأن الناهين عن المنكر لا وجود لهم .",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "هذا مثل عظيم يُشبه فيه الرسول - صلى الله عليه وسلم - حال الناس وموقفهم مما يكون في المجتمع من منكرات بحال قوم ركبوا سفينة فاقتسموا أماكنهم فيها بطريق القرعة ،فكان من نصيب بعضهم الجزء الأعلى من السفينة ،وكان من نصيب الآخرين الجزء الأسفل منها ، وكان لابد لأهل السفل من الماء فكانوا يصعدون لأعلى السفينة ليستقوا الماء ،ولما كان ممرهم على أهل العلو فقد تأذوا بهم ؛إذ ربما أصابهم شيء من رشاش الماء أو أُقلقوا وقت راحتهم أو غير ذلك ، فلما رأى أهل السفل تأذي أهل العلو بهم عزموا على أن ينقبوا في نصيبهم نقباً يحصلون منه على الماء دون الحاجة إلى إيذاء من فوقهم ، ولم يدر هؤلاء أن هذا الخرق الصغير سيؤدي إن تُرك إلى هلاك الجميع ويكون معنى (أصغر خرق) هو -كما قال الرافعي - أوسع قبر(¬1). ¶ ويبين الرسول الكريم - صلى الله عليه وسلم - أن الأمر لا يخلو حينئذ من إحدى نتيجتين : إما أن يقوم أهل العلو بواجبهم في منع هذه الكارثة فينجو الجميع ، وإما أن يتركوهم وشأنهم بدعوى أن هذا نصيبهم يفعلون فيه ما يشاءون وحينئذ تكون النتيجة الحتمية هي هلاك الجميع . ¶ والحديث الشريف يبين أنه هكذا تكون حال الناس في المجتمع فإنه لا يخلو مجتمع من بعض صور المنكر والفساد التي يقدم عليها ضعاف الإيمان ، وقد يلتمس بعضهم لنفسه مبرراً في ما يفعل كأن يقول هذه حرية شخصية ، وأنا حر أصنع في ملكي ما أشاء ،فإن قام أهل الرشد بواجبهم في إنكار هذه المنكرات والأخذ على أيدي الظالمين صلح المجتمع ونجا الجميع من غضب الله عز وجل ،وأما إن تقاعسوا عن هذا الواجب وغلبت كلمة المداهنين فإن العقوبة الإلهية تعم الجميع ،وتلك سنة إلهية لا تتغير؛قال الحافظ : (( وهكذا إقامة الحدود يحصل بها النجاة لمن أقامها وأقيمت عليه ،وإلا هلك العاصي بالمعصية والساكت بالرضا بها ))(¬2). ¶ ¬__________ ¶ (¬1) 17) انظر وحي القلم : (3/8) . ¶ (¬2) 18) فتح الباري (5/296) .",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "ومصداق ذلك قوله تعالى : { واتقوا فتنة لا تصيبن الذين ظلموا منكم خاصة } ( الأنفال :25) ، وقوله - صلى الله عليه وسلم - :( إن الناس إذا رأوا الظالم فلم يأخذوا على يديه أوشك أن يعمهم الله بعقاب )(¬1). ¶ الفصل الثاني ¶ تأملات لغوية ¶ 1-معاني المفردات(¬2) ¶ حدود الله : المراد بالحدود هنا ما نهى الله عنه ،وأصل الحد في اللغة المنع والفصل بين الشيئين ،ومنه حد الدار وهو ما يمنع الغير من الدخول فيها، والحداد الحاجب والبواب . ¶ المدهن : من الإدهان وهو المصانعة والمحاباة في غير حق ومنه قوله عز وجل : { ودوا لو تدهن فيدهنون } (القلم :9) . ¶ استهموا : اقترعوا ،والسهم في الأصل واحد السهام التي يضرب بها في الميسر وهي القداح ،ثم أطلق على ما يأخذه الفائز في الميسر ، ثم كثر حتى سمي كل نصيب سهماً. ¶ خرقنا في نصيبنا خرقاً: الخرق هو الشق أو الثقب. ¶ ينقر : من النقر وهو الحفر سواء كان في الخشب أوالحجر أو نحوهما، ونقر الطائر الشيء ثقبه بالمنقار. ¶ أخذوا على أيديهم : أي منعوهم. ¶ 2- نحويات ¶ 1-قوله : (لو أنا خرقنا في نصيبنا خرقاً ): أسلوب شرط جوابه محذوف تقديره : لكان خيراً أو نحو ذلك ،أو يكون قولهم ( لم نؤذ) هو الجواب، وتكون الواو زائدة. ¶ ¬__________ ¶ (¬1) 19) أخرجه أبو داود (4338) والترمذي (2168) ، (3057) وقال : حسن صحيح ، وابن ماجه (4005)،وأحمد (1/2،5،7،9) ،وابن حبان (304،305- إحسان ) ، وأبو يعلى (128،131) ، الطبراني في الأوسط (1886) والحميدي في مسنده (3) ،كلهم من حديث الصديق أبي بكر رضي الله عنه والحديث صححه الشيخ الألباني في الصحيحة (1564) . ¶ (¬2) منتخب من كلام أهل اللغة وشراح الحديث .",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وذلك كما قيل في قوله تعالى : { ولما ذهبوا به وأجمعوا أن يجعلوه في غيابة الجب وأوحينا إليه لتنبئنهم بأمرهم هذا وهم لا يشعرون } ( يوسف:15)، فقد ذكروا أن جواب لما محذوف تقديره ( فعلوا به ما فعلوا ) ، وقيل إن الجواب ( أوحينا ) والواو مقحمة ، ومثله قوله تعالى : { فلما أسلما وتله للجبين وناديناه } ( الصافات :102-103) ، أي ( ناديناه )(¬1). ¶ 2- قوله :(فإن يتركوهم): إن شرطية جوابها هلكوا ،وضمير الرفع (الواو ) عائد على أهل العلو في السفينة ،وضمير النصب (هم ) عائد على أهل السفل . ¶ 3- قوله : ( وما أرادوا )،الواو بمعنى مع،و(ما )مصدرية أو موصولة ،فعلى الأول يكون المعنى : (وإرادتهم ) ، وعلى الثاني يكون المعنى : ( والذي أرادوا ). ¶ 4- قوله : (هلكوا جميعاً ) ،الواو في (هلكوا ) تعود على الفريقين معاً ،و(جميعاً) حال . ¶ 5-قوله ( نجوا ونجوا جميعاً ) ،الواو في (نجوا ) الأولى عائد على الآخذين ، وفي نجوا (الثانية ) عائد على المأخوذين ،كذا قال الكرماني(¬2)،وذكر العيني أن الذي في الثانية عائد على الفريقين معاً(¬3). ¶ 6-قوله في كتاب الشهادات :(فكان الذي في أسفلها يمرون )،وكذا ما جاء في بعض الروايات في كتاب الشركة ( فكان الذي في أسفلها إذا استقوا من الماء مروا)، توجيهه أن قوله الذي صفة لموصوف مفرد اللفظ ولكنه جمعٌ في المعنى وذلك كلفظ (الجمع ) فكأنه قال : (فكان الجمع الذي في أسفلها يمرون )فلما اعتبر لفظه وصف بالذي ، ولما اعتبر معناه أعيد عليه ضمير الجماعة ،أفاد ذلك صاحب المصابيح ،وقال فيما نقله عنه القسطلاني: (( وهو أولى من أن يجعل الذي مخففاً من الذين بحذف النون ))(¬4). ¶ 3-نظرات بلاغية ¶ ¬__________ ¶ (¬1) فتح القدير للشوكاني ( 3/10) . ¶ (¬2) شرح الكرماني ( 11/58) . ¶ (¬3) عمدة القاري (13/57) . ¶ (¬4) إرشاد الساري (4/288) .",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "لا يخفى أن الرسول الكريم - صلى الله عليه وسلم - هو أفصح البشر لساناً وأبلغهم بياناً ،فقد كان كلامه كما قال الجاحظ : (( هو الكلام الذي قل عدد حروفه وكثر عدد معانيه وجل عن الصنعة ونُزه عن التكلف ... فكيف وقد عاب التشديق وجانب أصحاب التعقيب ،واستعمل المبسوط في موضع البسط والمقصور في موضع القصر،وهجر الغريب الحوشي ورغب عن الهجين السوقي... لم تسقط له كلمة ولا زلت له قدم ،ولا بارت له حجة ،ولم يقم له خصم ،ولا أفحمه خطيب ...ثم لم يسمع الناس بكلام قط أعم نفعاً،ولا أصدق لفظاً ،ولا أعدل وزناً ،ولا أجمل مذهباً ،ولا أكرم مطلباً ،ولا أحسن موقعاً ،ولا أسهل مخرجاً ولا أفصح عن معناه ،ولا أبين عن فحواه من كلامه - صلى الله عليه وسلم - ))(¬1). ¶ ووصف الرافعي كلامه - صلى الله عليه وسلم - من الناحية البيانية بأنه: (( حسن المعرِض، بيِّن الجملة ،واضح التفصيل ،ظاهر الحدود،جيد الرصف(¬2)،متمكن المعنى ،واسع الحيلة في تصريفه ،بديع الإشارة ،غريب اللمحة، ناصع البيان، ثم لا ترى فيه إحالة ولا استكراهاً، ولا ترى اضطراباً ،ولا خطلاً(¬3)،ولا استعانة من عجز،ولا توسعاً من ضيق ،ولا ضعفاً في وجه من الوجوه ))(¬4). ¶ وقد حق علينا أن ننظر في هذا الحديث الشريف من الناحية البلاغية ، لنحاول أن نكشف بحول الله عن بعض ما تضمنه من جوانب البلاغة الراقية التي تعجز عن أن تدانيها فصاحة الفصحاء وبلاغة البلغاء. ¶ وسوف ننهج في هذا المضمار نهج علماء البلاغة في تقسيمهم إياها إلى ثلاثة فروع : المعاني والبديع والبيان، حيث نذكر ما في الحديث من هذه العلوم الثلاثة . ¶ أولاً :المعاني ¶ ¬__________ ¶ (¬1) البيان والتبيين (2/44) . ¶ (¬2) الرصف : الشد والضم ،والمعنى أن كلامه - صلى الله عليه وسلم - حسن التركيب،قد ضُمَّ بعضه إلى بعض بحكمة وإتقان . ¶ (¬3) الخطل : المنطق الفاسد المضطرب. ¶ (¬4) إعجاز القرآن والبلاغة النبوية ص: 325 .",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "الأسلوب في هذا الحديث أسلوب خبري يخبر الرسول - صلى الله عليه وسلم - فيه بحال الناس ،ويشبههم براكبي سفينة ،غير أن هذا الأسلوب الخبري قد خرج على خلاف مقتضى الظاهر ،فليس المراد من الخبر هنا مجرد إفادة السامع بالخبر،ولا إفادته أن المتكلم عالم بالخبر، وإنما الغرض منه الحث وتحريك الهمة نحو القيام بواجب الأمر والنهي. ¶ ثانياً :البديع ¶ في الحديث من المحسنات المعنوية :الطباق في جمعه بين (القائم )و(الواقع) ،وبين:(أعلاها) و(أسفلها) ،وبين :(هلكوا )و(نجوا). ¶ والطباق هنا من نوع طباق الإيجاب،وهو الذي يُعرِّفه البلاغيون بأنه ما جُمع فيه بين الشيء وضده ؛فالقائم ضد الواقع ،والأعلى ضد الأسفل ،والهلكة ضد النجاة. ¶ وليس من شك في أن هذا الطباق قد أبرز المعنى وزاده وضوحاً ،فإن الضد -كما يقولون –يُظهر حسنَه الضد،ويزيد من حسنه أنه أتى في كلامه - صلى الله عليه وسلم - عفواً لا يحس المرء فيه شيئاً من التكلف المذموم ،فإنَّ تكلف المحسنات البديعية وتعمدها مما يفقد الكلام سلاسته ويحبس المعاني والأفكار . ¶ ثالثاً : البيان ¶ اشتمل الحديث من الصور البيانية على ما يلي : ¶ 1-الاستعارة في قوله : (القائم على حدود الله ) ،وهي استعارة مكنية ،شبهت فيها المعاصي بوهدة من الأرض محدودة بحدود وحولها رجال يحرسونها،ويمنعون الناس من الوقوع فيها ،ثم حذف المشبه به وأتى بلازمة من لوازمه وهي الحدود. ¶ ونفس الشيء يقال في قوله :(الواقع فيها). ¶ وهذا تعبير يوحي بمدى الهوة السحيقة التي يهوي إليها أصحاب المنكر المخالفين لأمر الله ،ومدى خطورة الواجب الملقى على عاتق المصلحين في الأمة فهم حراس الفضيلة القائمون على حدود بئر الرذيلة ،مانعين الناس من التساقط فيها .",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "2-الكناية في قوله: ( أخذوا على أيديهم ) ، فإن الأخذ على اليد كناية عن استعمال القوة ،كما ذكر الحافظ ابن حجر في حديث: (انصر أخاك ظالماً أو مظلوماً )(¬1)، حيث قال: (( قوله (تأخذ فوق يديه) كنى به عن كفه عن الظلم بالفعل إن لم يكف بالقول ))(¬2). ¶ 3-التشبيه التمثيلي في قوله :( مثل القائم على حدود الله ...) إلخ ،وهو تشبيه معقول بمحسوس ؛شبهت فيه الهيئة الحاصلة من قيام المسلمين بواجبهم في تغيير المنكر بالهيئة الحاصلة من قيام أهل السفينة بمنع من يريد خرقها من الإقدام على ما يريد ،كما شبهت الهيئة الحاصلة من التقاعس عن تغيير المنكر بحال أهل السفينة إن تركوا من يريد خرقها يفعل ما يشاء . ¶ ووجه الشبه هنا صورة منتزعة من متعدد؛وهي منتزعة في الحالة الأولى من هيئة النجاة المترتبة على قيام قوم بما يجب عليهم،وفي الحالة الثانية من هيئة الهلاك الناجم عن تقصيرهم في ما يجب عليهم؛فكما أن أهل السفينة سينجون إن أخذوا على يد من يريد خرقها، فإن النجاة ستكون مصير الجميع في مجتمع يأخذ أهله على يد العابثين ،وكما أن الغرق سيكون مصير أهل السفينة إن تركوا مريد الخرق يفعل ما يريد فإن مجتمع المداهنين الساكتين عن أهل المنكر سيؤول إلى هلاك محتم . ¶ ومن أجل هذا قلنا إن هذا التشبيه من نوع تشبيه التمثيل ،جرياً على اصطلاح جمهور البلاغيين الذين يرون أن التشبيه التمثيلي ما كان وجه الشبه فيه منتزعاً من متعدد(¬3). ¶ مظاهر البلاغة النبوية في هذا التشبيه ¶ نظراً لأن التشبيه هو عمدة البلاغة في هذا الحديث الشريف فقد رأيت أن أخصه بشيء من التفصيل يتضمن القيمة الجمالية لهذا المثل ،وما فيه من ملامح بلاغة أبلغ البلغاء - صلى الله عليه وسلم - . ¶ ¬__________ ¶ (¬1) 10) أخرجه البخاري (2465)،(6229) ومسلم (2121) وأبو داود (4815) من حديث أنس . ¶ (¬2) 11) فتح الباري (5/98) . ¶ (¬3) 12) انظر الإيضاح للقزويني (2/371-373)،ومعجم المصلحات البلاغية لأحمد مطلوب ص :333.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "أ- القيمة الجمالية لهذا المثل : لقد زاد هذا التشبيه المعنى المراد وضوحاً وجمالاً ؛إذ إنه شبه الأمر المعقول وهو حال الناس في المجتمعات بأمر محسوس وهو حال قوم ركبوا سفينة وهو أمر يمكن إدراكه بالحس،ولاشك أن هذا أدعى لفهم المراد والتأثر به . ¶ ثم إن الحديث لم يكتفِ بإعطاء السامع تشبيهاً مجرداً ،ولكنه جاء به في قالب أقرب ما يكون إلى هيئة القصة التمثيلية،وإن الناظر إلى هذا المثل يجده مليئاً بالحركة والحيوية والمشاهد المتتابعة ؛فهاهم القوم مقبلون على ركوب سفينتهم ،وهاهم يقتسمون أماكنهم فيها بالقرعة،حتى إذا ما استقروا فيها بدا لنا مشهد آخر فيه يظهر أهل السُفل متجهين إلى أعلى السفينة يحملون الماء ثم يعودون به إلى أماكنهم، ثم يبدو لنا مشهد أهل العلو وقد تأففوا مما أصابهم من مرور القوم عليهم ،فهم يعلنون ضيقهم وتبرمهم بالأمر،وأنهم لن يتركوا أهل السفل يلحقون الأذى بهم ،ثم يظهر لنا مشهد بعض أهل السفل وقد حملوا فؤوسهم معلنين أنهم وقد تأذى بهم أهل العلو فليس أمامهم من سبيل سوى أن يخرقوا في نصيبهم خرقاً يستقون منه ،ويكون المشهد الختامي نهاية مفتوحة على أحد احتمالين : فإما أن يقوم أهل الحزم والعزم بواجبهم فيمنعوا القوم مما أرادوه من خرق السفينة فينجوا الجميع ،وإما أن يتركوهم وشأنهم فتكون الهلكة العامة. ¶ وتصوير الأمر بهذه الصورة البديعة يترك في نفس السامع ولا شك أثراً حياً يدرك به كيف يتطور أمر المنكر في المجتمع فهو يبدأ صغيراً كخرق يسير ثم لا يزال يتسع إن لم يتداركه أهل الحكمة حتى تصعب السيطرة عليه ،وإن ذلك ليوحي للسامع بأهمية الأخذ على أيدي العابثين والقيام على حدود الله ،ويجعله مستحضراً لتلك النتائج الرهيبة المترتبة على التقاعس عن أمر الله ،والمداهنة في حدوده سبحانه.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "ب- اتساق التشبيه مع الغرض الذي سيق من أجله : من جوانب البلاغة في هذا التشبيه اتساقه مع الغرض الذي سيق من أجله ؛ فإن تشبيه المجتمع بالسفينة ،يتفق غاية الاتفاق مع الغرض الذي سيق لأجله التشبيه وهو بيان أهمية الأمر بالمعروف والنهي عن المنكر وخطورة التغاضي عن أصحاب المعاصي والمنكرات؛إذ إن السفينة وهي في عرض البحر عرضة لمخاطر جمة من الأمواج المتلاطمة والمياه المغرقة وكائنات البحر المفترسة ،وكل ذلك مما يبين خطورة السكوت على عبث من أراد خرقها، وأن المجتمعات عرضة لمخاطر لا تقل عن تلك التي يتعرض لها ركاب سفينة في عرض البحر،وكما أن أخطاء البعض في السفينة يمكن أن تودي بحياة جميع ركابها،كذلك يمكن أن تودي خطايا بعض الأفراد بخراب مجتمع بأسره . ¶ ثم إن السفينة كانت من عهد نوح - عليه السلام - سبيل السلامة ورمز النجاة،حتى إنها لتعبر في الرؤيا بالنجاة ،واختيارها ليُشبَّه بها المجتمع في هذا المثل يوحي للمتأمل بعظم الجرم الذي يرتكبه أصحاب المعاصي والمنكرات،فحالهم كحال من أراد أن يحيل السفينة وهي رمز النجاة إلى وسيلةٍ للموت والهلاك . ¶ ج- الدقة في اختيار الألفاظ :وذلك أنه لما كان الرسول - صلى الله عليه وسلم - هو الذي لا ينطق عن الهوى ،وقد أوتي جوامع الكلم ،فإن من سمات حديثه - صلى الله عليه وسلم - الدقة واختيار اللفظ المناسب في موضعه بحيث لا ترى في كلامه (( حرفاً مضطرباً ولا لفظة مستدعاة لمعناها أو مستكرهة عليه ،ولا كلمة غيرها أتم منها أداء للمعنى وتأتياً لسره في الاستعمال ))(¬1). ¶ وإن هذا الأمر ليتجلى في اختياره - صلى الله عليه وسلم - للألفاظ التي وصف بها أهل السفينة ،فقد جاءت تلك الألفاظ مطابقةً لحال الناس حتى في ما لا يتعلق تعلقاً مباشراً بالقضية الرئيسة التي هي موضع عناية الحديث. ¶ ¬__________ ¶ (¬1) 13) إعجاز القرآن والبلاغة النبوية ص :325 .",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "? فمن ذلك مثلاً قوله (استهموا ) : فإنه لو اكتفى بذكر ركوبهم في السفينة لما أضر ذلك بالمعنى المقصود وهو أهمية الأخذ على أيدي العابثين ،لكن ذكر الاستهام يدل على أن مواضع القوم في السفينة إنما جاءت على وفق الحق والعدل ،ففي عرف الشرع أن القرعة عند الاحتياج إليها وسيلة من وسائل إقامة الحق وإشاعة العدل ،وعليه فليس لأهل السفل أن يبدوا امتعاضهم من كون نصيبهم قد جاء في أسفل السفينة ،فكأن الحديث يشير إلى أن اقتسام الحظوظ في هذه الدنيا إنما هو بعدل الله وحكمته،وعلى المرء أن يسعى ويجتهد ثم ليرضَ بعد ذلك بما قدره الله له من متاع هذه الحياة ،وليس له إن قُدر عليه رزقه أن يعترض على قدر الله ،أو أن يبيح لنفسه ارتكاب ما حرم الله بدعوى أنه وقد حُرم مما أوتي غيره فله أن يصل إلى مثل ما فيه هذا الغير ولو بالطرق المحرمة الممنوعة . ¶ ? ثم إن كون الوضع في السفينة بدأ بالقسمة العادلة ثم طرأت محاولة الإفساد عليه ،يخدم قضية إيمانية أخرى ،وهي أن الأصل في البشرية كان التوحيد والصلاح ،وأن الشرك والفساد طارئان عليها ،فلم تبدأ البشرية بالوثنية وتعدد الآلهة كما يزعم أصحاب نظرية الطوطم ،بل بدأت بالتوحيد على عهد آدم - عليه السلام - واستمر الأمر على ذلك زمناً حتى طرأ الشرك والفساد.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "? وفي الحديث أيضاً أن تأذي أهل العلو من مرور أهل السفل عليهم كان من الأمور التي حملتهم على خرق السفينة؛ ففي رواية الترمذي ( فقال الذين في أعلاها :لا ندعكم تصعدون فتؤذوننا )،وعند البخاري في الشهادات (قال: تأذيتم بي ولابد لي من الماء)،وفي هذا إشارة إلى صنف من أرباب الجرائم لا يكون الواحد منهم شريراً بطبعه ،أو قد يكون ممن تتنازعه دوافع الخير ودوافع الشر،فربما رجَّح جانبَ الشر عنده تصرفٌ غير رشيد من بعض مَن حوله،وهذا وإن لم يكن مانعاً من الأخذ على يديه ومنعه من فعل الشر ،فإنه يلفت النظر إلى خطورة ما قد يبدو من البعض من تصرفات متعمدة أو غير متعمدة تدفع غيرهم إلى الوقوع في المعاصي والذنوب ،وعليه فالمؤمن الحق يحرص على أن يعين غيره على فعل الخير فإن لم يفعل فلا أقل من أن لا يكون دافعاً له إلى الشر والله أعلم . ¶ د-صفة العموم في هذا التشبيه : وذلك أن الدارس للتشبيهات التي توجد في أمثلة الشعوب وآدابها، سيجدها ولاشك معبرة عن زمانها وبيئتها التي قيلت فيها ،بينما نجد الأمر على خلاف ذلك في تشبيهات القرآن الكريم والسنة المطهرة،فهي تتسم بالعمومية بحيث لا يجد السامع في أي عصر وأي مصر كبير عناء في فهم المثل ومعرفة المقصود منه . ¶ ولا غرو في ذلك فإنه لما كان الرسول - صلى الله عليه وسلم - رسولاً للناس كافة ،وكانت رسالته هي الرسالة الخاتمة المخاطَب بها الناس كلهم إلى يوم الدين ،فقد انبنى على ذلك أن يكون الخطاب فيها متصفاً بصفة العموم حتى يمكن للكل فهمه ومعرفة المقصود منه . ¶ وفي هذا الحديث نلمح صفة العمومية في اختياره - صلى الله عليه وسلم - لعناصر المشبه به ،فهي الماء والسفينة وأهل السفينة ،وهي عناصر يستوي في إدراكها كل الناس حتى الذين يعيشون في بيئة لا بحار فيها ولا أنهار،وهي أمور لازمة للبشرية في كل عصورها مهما تقدمت علومها وازدهرت حضارتها .",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "بل إن جُل من خوطبوا بهذا المثل لأول مرة كانوا من أهل البر الذين لم يعتادوا ركوب البحر ،بل هو نفسه - صلى الله عليه وسلم - لم يركب سفينة قط . ¶ ثم إن كون أهل السفل في المثل المضروب أرادوا خرق السفينة ليستقوا يدل على أن السفينة كانت تجري بهم في نهر عذب الماء ،وهو ما لا وجود له في جزيرة العرب بالكلية . ¶ ومعنى ذلك أن التشبيه لم يكن مستمداً من البيئة التي كان يعيش فيها النبي - صلى الله عليه وسلم - ،وهذا يؤكد ما أسلفناه من وجود صفة العموم في هذا المثل العظيم . ¶ الفصل الثالث ¶ نظرة أصولية ¶ وأحكام فقهية ¶ 1-نظرة أصولية ¶ إثبات القياس ¶ معلوم أن القياس عند الأصوليين هو إلحاق فرع غير منصوص على حكمه بأصل منصوص على حكمه لاشتراكهما في علة الحكم،وهو من أدلة الأحكام الشرعية عند جمهور أهل العلم وخالف في حجيته الظاهرية الذين نفوا تعليل النصوص وجمدوا على ظواهرها . ¶ ولا شك أن قول الجمهور هو الصواب ،وعليه تضافرت الأدلة النقلية والعقلية . ¶ والحديث الذي نحن بصدده من جملة ما يحتج به لمذهب الجمهور . ¶ وذلك أن الله عز وجل قد ضرب الأمثال في كتابه الكريم،(( وكلها أقيسة عقلية ينبه بها عباده على أن حكم الشيء حكم مثله ؛فإن الأمثال كلها قياسات يعلم منها حكم الممثَّل من الممثَّل به ،وقد اشتمل القرآن على بضعة وأربعين مثلاً تتضمن تشبيه الشيء بنظيره والتسوية بينهما في الحكم ))(¬1). ¶ ¬__________ ¶ (¬1) إعلام الموقعين لابن القيم ( 1/177) .",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "وكذلك الأمر في السنة النبوية المطهرة ،فقد قرب النبي - صلى الله عليه وسلم - الأحكام لأمته بذكر نظائرها وأشباهها وضرب الأمثلة لها،ومن ذلك أنه لما قال له عمر: صنعت اليوم يا رسول الله أمراً عظيماً ،قبلت وأنا صائم.قال له : ( أرأيت لو تمضمضت بماء وأنت صائم؟ فقال عمر:لا بأس بذلك .قال: ففيم )(¬1). ¶ قال الخطابي : (( في هذا إثبات القياس والجمع بين الشيئين في الحكم الواحد لاجتماعهما في الشبه ))(¬2). ¶ فلولا أن حكم المثل حكم مثله لم يكن لذكر هذا التشبيه معنى ،فإنه - صلى الله عليه وسلم - قد ذكر هذا التشبيه ليدل على أن حكم الشيء حكم نظيره، وأن نسبة القبلة التي هي وسيلة للوطء كنسبة وضع الماء في الفم الذي هو وسيلة إلى شربه فكما أن هذا الأمر لا يضر،فكذلك الآخر(¬3). ¶ ¬__________ ¶ (¬1) أخرجه أحمد (1/21،52) وأبو داود (2385) والدارمي (1724) والبيهقي ( 4/218،261) وابن حبان (8/313-إحسان ) والحاكم (1/431) وصححه ،وابن خزيمة (3/245) من حديث عمر بن الخطاب ، والحديث صححه أحمد شاكر في شرح المسند (1/83 ) والألباني في صحيح أبي داود (2089) . ¶ (¬2) معالم السنن المطبوع بهامش سنن أبي داود ( 2/780) . ¶ (¬3) انظر إعلام الموقعين (1/257) .",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "والنفوس لما كانت مفطورة على التسوية بين المتماثلين والتفريق بين المختلفين ،فإن الرسول - صلى الله عليه وسلم - قد ضرب في هذا الحديث وأمثاله الأمثلة ليتبين بها الحق ويُعرف حكم الشرع ،ولذا فقد بوب البخاري في كتاب الاعتصام من صحيحه :باب من شبه أصلاً معلوماً بأصل مبين قد بين رسول الله - صلى الله عليه وسلم - حكمهما ليفهم السائل ،ثم ذكر فيه حديث أبي هريرة :( أن أعرابياً أتى رسول الله - صلى الله عليه وسلم - فقال: إن امرأتي ولدت غلاماً أسود ،وإني أنكرته ،فقال رسول الله - صلى الله عليه وسلم - : هل لك من إبل؟ قال:نعم .قال :فما ألوانها؟ قال: حمر.قال : هل فيها من أورق؟ قال: إن فيها لوُرْقاً. قال فأنى تُرى ذلك جاءها؟ قال : يا رسول الله عرق نزعها.قال: ولعل هذا عرق نزعه ،ولم يرخص له في الانتفاء منه )(¬1). ¶ وقد ذكر ابن القيم أن هذا الذي ترجمه البخاري هو فصل النزاع في القياس ،لا كما يقوله المفرِّطون فيه الذين ينفون القياس بالكلية ،ويجوزون ورود الشريعة بالفرق بين المتساويين والجمع بين المختلفين ،ولا كما يقول المفْرطون في القياس الذين توسعوا فيه حتى جمعوا بين الشيئين اللذين فرق الله بينهما بأدنى جامع في شبه أو طرد(¬2). ¶ وقال النووي في شرح حديث أبي هريرة : (( وفيه إثبات القياس والاعتبار بالأشباه ))(¬3). ¶ وهذا الذي قيل في حديثي عمر وأبي هريرة ،يقال في الحديث الذي بين أيدينا،إذ فيه يشبه الرسول - صلى الله عليه وسلم - حال الناس في المجتمع بحال من ركبوا سفينة على الوجه الذي سبق بسطه،وهو يعطي المشبه حكم المشبه به في النجاة أو الهلاك ،فالحديث إذن يدل على أن حكم الشيء حكم نظيره،وتلك هي حقيقة القياس. ¶ 2-قواعد فقهية ¶ ¬__________ ¶ (¬1) أخرجه البخاري (5305) ، ( 7314) ومسلم (1500) وأبو داود (2260) والترمذي (2128) والنسائي (6/178-179) وابن ماجه (2002) . ¶ (¬2) انظر إعلام الموقعين (1/259) . ¶ (¬3) شرح صحيح مسلم ( 5/392) .",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "يقصد بالقواعد الفقهية تلك القواعد الكلية العامة التي تندرج تحتها جزئيات فقهية كثيرة تفهم أحكامها بالرجوع إلى تلك القواعد الكلية. ¶ وهذه القواعد الفقهية غير قواعد أصول الفقه،وهي القواعد التي يتوصل بها إلى استنباط الأحكام الشرعية الفرعية من أدلتها التفصيلية . ¶ فحين نقول مثلاً :إن الأمر للوجوب،فإن تلك قاعدة أصولية يلتزمها الفقيه في استنباطه للأحكام،فكلما وجد أمراً حمله على الوجوب إلا أن تأتي قرينة تصرفه إلى غير الوجوب . ¶ أما حينما نقول : إن اليقين لا يزول بالشك فتلك قاعدة فقهية تندرج تحتها مسائل جزئية عدة منها : أن من كان على يقين من الوضوء ثم شك في الحدث فإن وضوءه لا ينتقض ،ومنها أن من كان مديناً لآخر بيقين ثم شك في الأداء فإن الدين لا يسقط ويلزمه أداؤه ،وغير ذلك من المسائل الفقهية . ¶ ويتعلق بحديثنا هذا عدة قواعد فقهية ترجع في الحقيقة إلى قاعدة واحدة وهي قاعدة : الضرر يزال(¬1)،وهي مأخوذة من قوله - صلى الله عليه وسلم - :( لا ضرر ولا ضرار )(¬2). ¶ ¬__________ ¶ (¬1) انظر الأشباه والنظائر لابن نجيم ص:94،والأشباه والنظائر للسيوطي ص:95 . ¶ (¬2) أخرجه ابن ماجه (2340)وعبد الله بن الإمام أحمد في زوائده (المسند: 5/326-327) والبيهقي(6/156)، (10/133) من حديث عبادة بن الصامت ،وأخرجه ابن ماجه (2341) وأحمد(1/313) من حديث ابن عباس، وأخرجه الحاكم (2/57-58) والبيهقي (6/69) من حديث أبي سعيد الخدري، وأخرجه الطبراني في الأوسط (1037)من حديث عائشة،وأخرجه مالك(2/745) ومن طريقه البيهقي(6/69)،(10/157) مرسلاً عن عمرو بن يحيى المازني عن أبيه،والحديث له طرق يقوي بعضها بعضاً كما قال النووي في الأربعين،وقد حسنه ابن الصلاح بمجموع طرقه وقال :وقد تقبله جماهير أهل العلم واحتجوا به ( انظر جامع العلوم والحكم لابن رجب ص :266) .",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "وقد ذكر الشيخ عبد الرحمن بن ناصر السعدي أن بعضهم قد جعل نص الحديث هو القاعدة(¬1). ¶ وهذه القاعدة بعموم نصها تقضي بتحريم الضرر،وتُلزم بإزالته إن وقع ،والحديث الذي معنا ينهي عن الضرر ويأمر بمنعه والأخذ على أيدي مرتكبيه،فهو وما شابهه أصل هذه القاعدة . ¶ ثم إن هذه القاعدة يتفرع عنها قواعد أخرى ذكرها السيوطي وابن نجيم وغيرهما ،ونحن نذكر من تلك القواعد ما له تعلق بحديثنا فنقول وبالله التوفيق: ¶ 1-من هذه القواعد قاعدة :(الضرر لا يزال بالضرر)(¬2)أو ( الضرر لا يزال بمثله )(¬3)،أي أنه يشترط لإزالة الضرر أن لا يترتب عليه ضرر مثله أو أشد منه. ¶ ووجه تعلق الحديث بهذه القاعدة أن الذين في أعلى السفينة كان يلحقهم ضرر من مرور أهل السفل عليهم ،لكن لما كانت إزالة هذا الضرر سيترتب عليها خرق السفينة، فإنه يجب تحمل الضرر الواقع وعدم السعي في إزالته ،ولهذا كان احتجاج أهل السفل بأنهم إنما يخرقون السفينة لمنع الأذى عمن فوقهم غير مقبول لأنهم إنما يريدون إزالة الضرر بما هو أضر منه . ¶ 2-ومن هذه القواعد أيضاً قاعدة:(يُتحمل الضرر الخاص لأجل دفع الضرر العام )(¬4). وقد مثلوا لها بهدم الجدار الآيل للسقوط لأن بقاءه يضر بالمجموع مع أن في هده إضراراً بصاحبه ، ومن أمثلتها أيضاً منع المفتي الماجن من الإفتاء ومنع الطبيب الجاهل من المداواة دفعاً للضرر العام . ¶ ¬__________ ¶ (¬1) 10) القواعد والأصول الجامعة ص :52 ¶ (¬2) 11) انظر أشباه السيوطي ص: 61، وأشباه ابن نجيم ص :96 . ¶ (¬3) 12) شرح المجلة العدلية لسليم رستم باز ص: 31، والمباديء الفقهية لأبي الوفاء درويش ص: 23. ¶ (¬4) 13) أشباه ابن نجيم ص: 96 ، وشرح المجلة ص:31 .",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "ووجه تعلق هذه القاعدة بحديثنا أن على أصحاب العلو تحمل الأذى الذي يلحقهم من صعود أهل السفل ونزولهم دفعاً للضرر العام الذي سيصيب الجميع لو خرقت السفينة،كما يمكن أن يقال أيضاً إن أهل السفل عليهم أن يتحملوا مشقة الصعود والنزول دفعاً لهذا الضرر العام والله أعلم . ¶ 3-ومن تلك القواعد قاعدة :( إذا تعارضت مفسدتان روعي أعظمهما ضرراً بارتكاب أخفهما)(¬1)، وفي معناها قولهم ( الضرر الأشد يزال بالضرر الأخف )(¬2)،وقولهم ( يختار أهون الشرين)(¬3). ¶ والكلام على تعلق هذه القاعدة بالحديث شبيه بما مر في القاعدة (1) إذ أن على أهل السفينة أن يتحملوا الأذى الناشيء من صعود أهل السفل ونزولهم ؛لأن مفسدته أهون من مفسدة غرق السفينة. ¶ ولذلك فإن الخضر في قصته موسى - عليه السلام - قد أقدم على خرق السفينة لما كانت مفسدة خرقها أهون من مفسدة استيلاء الملك الظالم عليها . ¶ قال الفخر الرازي: (( لعله أقدم على خرق جدار السفينة لتصير السفينة بذلك الخرق معيبة ظاهرة العيب،فلا يتسارع الغرق إلى أهلها))(¬4)ثم بين بعد ذلك (( أن ذلك التخريق وجب أن يكون واقعاً على وجه لا تبطل به تلك السفينة بالكلية، إذ لو كان كذلك لم يكن الضرر الحاصل من غصبه أبلغ من الضرر الحاصل من تخريقها وحينئذ لم يكن تخريقها جائزاً ))(¬5). ¶ وقال القرطبي في قصة موسى مع الخضر : (( ففي هذا من الفقه العمل بالمصالح إذا تحقق وجهها وجواز إصلاح كل المال بإفساد بعضه ))(¬6). ¶ 3-أحكام فقهية ¶ يؤخذ من الحديث الأحكام الفقهية الآتية: ¶ ¬__________ ¶ (¬1) 14) أشباه ابن نجيم ص:98، والسيوطي ص : 62 . ¶ (¬2) 15) شرح المجلة ص: 31. ¶ (¬3) 16) المصدر السابق ص: 32 . ¶ (¬4) 17) التفسير الكبير (21/154) . ¶ (¬5) 18) المصدر السابق (21/160) . ¶ (¬6) 19) الجامع لأحكام القرآن (21/36) .",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "-وجوب الأمر بالمعروف والنهي عن المنكر،وقد تضافرت الأدلة على ذلك ،كما قال تعالى : { ولتكن منكم أمة يدعون إلى الخير ويأمرون بالمعروف وينهون عن المنكر وأولئك هم المفلحون } ( آل عمران :104). وقال - صلى الله عليه وسلم - : ( من رأى منكم منكراً فليغيره بيده ،فإن لم يستطع فبلسانه،فإن لم يستطع فبقلبه ،وذلك أضعف الإيمان )(¬1). ¶ وقد أجمعت الأمة على وجوب الأمر بالمعروف والنهي عن المنكر ولم يخالف في ذلك إلا بعض الرافضة ممن لا يعتد بخلافهم. ¶ وهو فرض على الكفاية ؛قال الإمام النووي: (( ثم إن الأمر بالمعروف والنهي عن المنكر فرض كفاية إذا قام به بعض الناس سقط الحرج عن الباقين ،وإذا تركه الجميع أثم كل من تمكن منه بلا عذر ولا خوف ، ثم إنه قد يتعين كما إذا كان في موضع لا يعلم به إلا هو ،أو لا يتمكن من إزالته إلا هو،وكمن يرى زوجته أو ولده أو غلامه على منكر أو تقصير في المعروف ))(¬2). ¶ قلت: ينبغي أن تقيد فرضية الكفاية بالتغيير باليد واللسان ؛لأن التغيير بالقلب وهو كراهية المنكر وبغض أهله واجب على الجميع ،قال الإمام الشوكاني: (( ...فإذا كان غير قادر على الإنكار باليد أنكر باللسان فقط وذلك فرض،فإن لم يستطع أنكر بالقلب وهذا يقدر عليه كل أحد وهذا أضعف الإيمان كما أخبر الصادق المصدوق - صلى الله عليه وسلم - ))(¬3). ¶ 2-إثبات العمل بالقرعة ،وجواز قسمة العقار المتفاوت بالقرعة وإن كان فيه علو وسفل: فإن الرسول - صلى الله عليه وسلم - قد ذكر الاقتراع في ركوب السفينة ،ورضيه وضرب به المثل. ¶ ¬__________ ¶ (¬1) 20) أخرجه مسلم (49) وأبو داود (1140)،(4340) والترمذي (2172) وابن ماجه (1275)،(4013) والنسائي (8/111-112) وأحمد (3/54) من حديث أبي سعيد الخدري. ¶ (¬2) 21) شرح صحيح مسلم (1/299) . ¶ (¬3) 22) السيل الجرار (4/586) .",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "قال الخطابي: (( وفيه إثبات القرعة في سكنى السفينة وفيما أشبهها من[المنازل] التي ينزلها أبناء السبيل،إذا تنازعوا وتشاحوا أقرع بينهم ،وذلك إذا كان نزولهم معاً،فأما إذا سبق بعضهم فنزل منزلاً فإنه أحق به وليس للاحق أن يزعج السابق عن مكانه ))(¬1). ¶ والعمل بالقرعة ثابت بالكتاب والسنة؛ قال تعالى : { ذلك من أنباء الغيب نوحيه إليك وما كنت لديهم إذ يلقون أقلامهم أيهم يكفل مريم وما كنت لديهم إذ يختصمون } (آل عمران :44).فقد اقترعوا على كفالة مريم،وكان من بين المقترعين زكريا - عليه السلام - ،قال ابن عباس: ( اقترعوا فجرت الأقلام مع الجِرْية،وعال قلم زكريا الجريةَ فكفلها زكرياء )(¬2). ¶ وقال تعالى: { وإن يونس لمن المرسلين، إذ أبق إلى الفلك المشحون، فساهم فكان من المدحضين } (الصافات:139-141). ¶ قال ابن القيم: (( فهذان نبيان كريمان استعملا القرعة، وقد احتج الأئمة الأربعة بشرع من قبلنا إن صح ذلك عنهم))(¬3). ¶ قلت: لابد من تقييد الاحتجاج بشرع من قبلنا،بأن لا يخالف شرعنا،وقد جاء شرعنا بجواز القرعة فصح الاحتجاج بفعل هذين النبيين الكريمين. ¶ لكن اعترض الحافظ ابن حجر على الاحتجاج بقوله تعالى: { فساهم فكان من المدحضين } ،لأنه قد جاء في شرعنا ما يخالف ما فعلوه من إلقاء بعضهم في البحر لسلامة البعض الآخر،قال:(( وليس ذلك في شرعنا لأنهم مستوون في عصمة الأنفس فلا يجوز إلقاؤهم بقرعة ولا بغيرها ))(¬4). ¶ ¬__________ ¶ (¬1) 23) أعلام الحديث (2/1314) . ¶ (24) أخرجه البخاري تعليقاً في الشهادات باب القرعة في المشكلات (5/292-فتح)، والجرية هي حالة الجريان والذي يسميه كتابنا اليوم : التيار [ من تعليق الأستاذ محمود شاكر رحمه الله على تفسير الطبري: 6/349]. ¶ (¬3) 25) الطرق الحكمية ص: 287. ¶ (26) فتح الباري (5/294) .",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "قلت : الآية الكريمة تدل على أنه كان يجوز في شرعهم أمران :الإلقاء في البحر،والعمل بالقرعة ،فجاءت شريعتنا بنسخ الحكم الأول،وإبقاء الثاني ،وعليه فلا بأس من الاحتجاج بهذه الآية على مشروعية القرعة لأنها تدل على أن يونس - عليه السلام - قد استعمل القرعة في أمر قد تقرر جوازه عنده ،وهو الإلقاء في البحر، وكذلك نحن إنما نستعمل القرعة في الأمور الجائزات ،فالاحتجاج بالآية إذن على مشروعية العمل بالقرعة،لا على مشروعية الإلقاء في البحر والله أعلم . ¶ وفي الصحيحين عن عائشة رضي الله عنها قالت:( كان رسول الله - صلى الله عليه وسلم - إذا أراد سفراً أقرع بين نسائه فأيتهن خرج سهمهما خرج بها معه )(¬1). وفيهما من حديث أبي هريرة مرفوعاً :( لو يعلم الناس ما في النداء والصف الأول ثم لم يجدوا إلا أن يستهموا عليه لاستهموا )(¬2). ¶ وجمهور أهل العلم على القول بالقرعة؛ قال الكرماني نقلاً عن ابن بطال: (( العلماء متفقون على القول بالقرعة إلا الكوفيين فإنهم قالوا : لا معنى لها وإنها تشبه الأزلام التي نهى الله عنها.والحديث يدل على جوازها لإقرار النبي - صلى الله عليه وسلم - لها حيث لم يذم المستهمين في السفينة بل رضيه وضرب به المثل ))(¬3). ¶ ¬__________ ¶ (¬1) 27) أخرجه البخاري (2593) ومسلم (2770) وأبو داود ( 2138) وابن ماجه (1970) . ¶ (28) أخرجه البخاري (615) ومسلم (437) والترمذي (225) والنسائي (1/269) . ¶ (29) شرح الكرماني (11/59) . ¶ (30) الطرق الحكمية لابن القيم ص : 288. ¶ (¬2) 31) انظر فتح الباري (5/294)،ومعنى التعديل أن تقوم الأشياء المراد قسمتها فتقسم باعتبار قيمتها لا بمقدارها . ¶ (32) المصدر السابق (5/294) . ¶ (33) أخرجه مسلم (1668) وأبو داود (3958) والترمذي (1364) والنسائي (4/64) وابن ماجه (2345) .",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "وقد سئل الإمام أحمد رحمه الله عن القرعة ومن قال: إنها قمار،فقال: (( إن كان ممن سمع الحديث فهذا كلام رجل سوء يزعم أن حكم رسول الله - صلى الله عليه وسلم - قمار ))(¬1). ¶ وقد ذكر الحافظ أن القرعة إما أن تكون في الحقوق المتساوية وإما أن تكون في تعيين الملك ، فمن الأول عقد الخلافة إذا استووا في صفة الإمامة ، والسفر ببعض الزوجات ،ومن الثاني الإقراع بين الشركاء عند تعديل السهام في القسمة(¬2). ¶ وليس في القرعة إبطال شيء من الحقوق كما قد يتوهم البعض ،فإنها مجرد إعطاء الشخص حقه معيناً بعد أن كان مشاعاً ،وإنما أفادت القرعة أن لا يختار واحد منهم شيئاً معيناً فيختاره الآخر فيقطع التنازع ،أفاد ذلك إسماعيل القاضي في ما نقله عنه ابن حجر في الفتح(¬3). ¶ قلت:لكن هذا القول إنما يتوجه في النوع الثاني وهو تعيين الملك،أما في قضايا الحقوق المتساوية،فالذي ينبغي أن يقال والله أعلم : إن القرعة هنا هي أقرب شيء إلى تحقيق العدل ،فلما كنا لا نستطيع تولية أكثر من خليفة للمسلمين ،فالقرعة حينئذ ليست ظلماً وغايتها أنها منعت رجلاً من تبويء مكانٍ يصلح له مع كونه ليس حقاً أصلياً له ،وكذلك إقراع الرجل بين نسائه في السفر فليس هذا حقاً ثابتاً لكل واحدة منهن حتى يقال إن التي لم تخرج قد ظُلمت بل بإمكان الرجل أن لا يأخذ أي واحدة منهن ولا يكون قد ظلم . ¶ وقد ثبت في صحيح مسلم عن عمران بن حصين:(أن رجلاً أعتق ستة مملوكين له عند موته ،لم يكن له مال غيرهم،فدعا بهم رسول الله - صلى الله عليه وسلم - فجزأهم أثلاثاً ثم أقرع بينهم فأعتق اثنين وأرَقَّ أربعة، وقال له قولاً شديداً )(¬4).",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "فانظر كيف كانت القرعة هنا أقرب شيء لتحقيق العدل وهو مقصود الشارع،فإن هذا الرجل قصد تكميل الحرية للأعبد الستة ،والحرية أمر يوافق مقصود الشارع ،لكن يقابل ذلك حق الورثة وما ثبت أن الوصية لا تنفذ في ما زاد عن الثلث، فكان ما يملكه الرجل أن يوصي بعتق ثلثهم ،لذا لم يكن ممكناً إلا أن يعتق الثلث فقط،وتكون طريقة تحقيق ذلك إما أن يعتق ثلث كل واحد منهم، أو أن يُعتَق ثلث عددهم فيعتق اثنان منهم فقط، ولما كان عتق ثلث كل واحد منهم لن يوفي بغرض الموصي الذي كان يريد تكميل الحرية للجميع،فإن تكميل الحرية للبعض سيكون أقرب إلى تحقيق مقصوده ،مع كونه موافقاً لمقصود الشارع فإنه متشوف لتكميل الحرية دون تنقيصها(¬1). ¶ ثم إن هذه الحرية التي أرادها الموصي إنما هي تبرع منه وإحسان ، فلا يصح أن يقال إن من لم تخرج عليه القرعة قد ظُلم ،لأنه لم يُمنع حقاً هو له، إنما مُنع من فضل تفضل به سيده عليه. ¶ ويبقى بعد ذلك أن ما تأتي به القرعة إنما هو محض القدر الإلهي (( فإن التعيين إذا لم يكن لنا سبيل إليه بالشرع فُوض إلى القضاء والقدر وصار الحكم به شرعياً قدرياً؛ شرعياً في فعل القرعة ،قدرياً فيما تخرج به ،وذلك إلى الله لا إلى المكلف فلا أحسن من هذا ولا أبلغ في موافقة شرع الله وقدره ))(¬2). ¶ 3- وفي الحديث وجوب صبر الجار على أذى جاره إذا خشي وقوع ما هو أشد منه ضرراً. ¶ 4- وأنه ليس لصاحب السفل أن يحدث على صاحب العلو ما يضر به ،وأنه إن أحدث عليه ضرراً لزمه إصلاحه ،وأن لصاحب العلو منعه من ذلك . ¶ 5- وفيه جواز ضرب الأمثال ،وتبيين العالم الحكم بها. ¶ الفصل الرابع ¶ مسائل عقدية ¶ الفصل الرابع ¶ مسائل عقدية ¶ مما يتعلق بأمور الاعتقاد في هذا الحديث ما يأتي: ¶ ¬__________ ¶ (¬1) 34) انظر الطرق الحكمية ص :292-293. ¶ (¬2) 35) المصدر السابق ص :299.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "1-في الحديث استحقاق العقوبة في الآخرة بترك تغيير المنكر مع القدرة: لأن الهلاك المشار إليه في الحديث عام يشمل الهلاك في الدنيا والخسران في الآخرة. ¶ قال الكرماني :(( وفيه تعذيب العامة بذنوب الخاصة واستحقاق العقوبة بترك الأمر بالمعروف والنهي عن المنكر))(¬1)،ونقل ابن حجر عن المهلب وغيره القول بتعذيب العامة بذنب الخاصة،غير أنه قال: (( وفيه نظر لأن التعذيب المذكور إذا وقع في الدنيا على من لا يستحقه فإنه يكفر من ذنوب من وقع به أو يرفع من درجته ))(¬2). ¶ قلت : قد دل هذا الحديث وغيره على أن المنكر إن شاع ولم يغير فإن الهلاك والخسران في الدنيا يعم الجميع ،من فعل المنكر ومن سكت عنه . ¶ أما شأنهم في الآخرة فلابد من التفريق بين حالتين : ¶ الأولى :حال من سكت عن المنكر لضعفه وقلة حيلته،فهذا يبعث على نيته ،وهو الذي أشار الحافظ إلى أنه يُكفر عنه من ذنوبه أو يُرفع من درجته بسبب هذا لذي وقع عليه بلا جريرة منه، ومن الأدلة على ذلك حديث عائشة قالت :( عبث رسول الله - صلى الله عليه وسلم - في منامه، فقلنا يا رسول الله : صنعت شيئاً في منامك لم تكن تفعله . فقال :العجب إن ناساً من أمتي يؤمون بالبيت برجل من قريش ،قد لجأ بالبيت ،حتى إذا كانوا بالبيداء خسف بهم.فقلنا :يا رسول الله إن الطريق قد يجمع الناس.قال :نعم ؛فيهم المستبصر والمجبور وابن السبيل ، يهلكون مهلكاً واحداً ويصدرون مصادر شتى يبعثهم الله على نياتهم )(¬3). ¶ ¬__________ ¶ (¬1) شرح الكرماني (11/59) . ¶ (¬2) فتح الباري ( 5/296) . ¶ (¬3) أخرجه مسلم (2884) .",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "وعن أم سلمة قالت : سمعت رسول الله - صلى الله عليه وسلم - يقول: ( إذا ظهرت المعاصي في أمتي عمهم الله بعذاب من عنده .فقلت: يا رسول الله أما فيهم أناس صالحون؟ قال بلى. قلت :فكيف يصنع أولئك؟ قال : يصيبهم ما أصاب الناس ثم يصيرون إلى مغفرة من الله ورضوان )(¬1). ¶ والثانية :حال من سكت عن تغيير المنكر مداهنة لأهله وهو قادر على التغيير ،وهذا قد ارتكب إثماً بتقاعسه ومداهنته،فهو شريك في الإثم ،ولذا فهو مستحق للعقوبة في الآخرة،،وما يقع عليه في الدنيا والآخرة من العقاب إنما هو جزاء وفاق لمعصيته وعدم قيامه بواجب ألزمه الشارع به . ¶ فقد استحق بنو إسرائيل اللعن لتركهم الأمر بالمعروف والنهي عن المنكر ،واللعن يقتضي استحقاق العقوبة في الآخرة، فدل ذلك على أن المداهن مع القدرة مستحق للعقوبة كفاعل المنكر. ¶ ويدل على ذلك أيضاً قوله تعالى : { وقد نزل عليكم في الكتاب أن إذا سمعتم آيات الله يكفر بها ويستهزأ بها فلا تقعدوا معهم حتى يخوضوا في حديث غيره إنكم إذاً مثلهم ... } (النساء:140) ¶ فقد سوت هذه الآية في الحكم بين فاعل المنكر والساكت عنه إذا كان قادراً على التغيير ،قال القرطبي : (( فدل بهذا على وجوب اجتناب أصحاب المعاصي إذا ظهر منهم منكر ،لأن من لم يجتنبهم فقد رضي فعلهم والرضا بالكفر كفر قال الله عز وجل: { إنكم إذن مثلهم } ، فكل من جلس في مجلس معصية ولم ينكر عليهم يكون معهم في الوزر سواء ))(¬2). ¶ ¬__________ ¶ (¬1) أخرجه أحمد (6/294،304) والطبراني في الكبير (23/325،377) .قال الهيثمي في المجمع (7/268): (( رواه أحمد بإسنادين رجال أحدهما رجال الصحيح )). ¶ (¬2) تفسير القرطبي (5/418) .",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "وعلى هذا فكأن الحافظ رحمه الله يعترض على إطلاق تسمية التعذيب على ما يقع على غير فاعلي المنكر؛لأن هؤلاء الساكتين قد يكونون غير قادرين على التغيير،وهذا الإطلاق يوهم أن هذا العذاب الدنيوي عقوبة لهم وهو في الحقيقة ليس كذلك ،وإنما هو تنفيذ لسنة إلهية قاضية بخراب المجتمعات إذا فشى فيها الظلم وشاعت المنكرات،ولذا كان من مقتضى العدل أن يُعوض هؤلاء عما لحقهم بسبب ذنوب غيرهم فتكفر ذنوبهم أوتُرفع درجتهم والله أعلم . ¶ أما من داهن مع القدرة فهو مع وقوع العذاب عليه في الدنيا مستحق للعقوبة أيضاً في الآخرة ،وليس لقائل أن يقول :كيف يعاقب هؤلاء المداهنون عن ذنب لم يقترفوه ومنكر لم يفعلوه ؛لأنا لا نقول إنهم يستحقون العقوبة على فعل المنكر بل على المداهنة فيه وعدم القيام بما أوجب الله من الأمر والنهي . ¶ 2- ومما يتعلق بحديثنا قضية اعتذار أرباب البدع والمعاصي بحسن نياتهم ،وأن نبل المقصد كافٍ في قبول العمل والحكم عليه بالصحة، ففي هذا الحديث أن أهل السفل قالوا: ( لو أنا خرقنا في نصيبنا خرقاً ولم نؤذ من فوقنا)، والحديث يوضح أنه مهما تعلل أولئك القوم بأن مقصدهم من خرق السفينة هو دفع الأذى عمن فوقهم فإن ذلك ليس مصحِحاً لعملهم،ولا مانعاً من اعتباره منكراً يجب تغييره. ¶ والله عز وجل لا يقبل من العمل إلا ما كان خالصاً صواباً ،كما بين ذلك الفضيل بن عياض في معنى قوله تعالى: { الذي خلق الموت والحياة ليبلوكم أيكم أحسن عملاً } ( الملك :2) ،وقال رحمه الله:(( فالخالص أن يكون لله ،والصواب أن يكون على السنة ،ثم قرأ قوله : { فمن كان يرجو لقاء ربه فليعمل عملاً صالحاً ولا يشرك بعبادة ربه أحداً } ...))(¬1). ¶ ¬__________ ¶ (¬1) انظر إعلام الموقعين لابن القيم (2/169-170).",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "ذلك أن العمل لا يكون حسناً حتى تكون نية صاحبه خالصة لله عز وجل ،ويكون مع ذلك موافقاً للشريعة الغراء،ومتى فقد أحد هذين الشرطين فهو باطل مردود ،(( فالعمل المتفق ظاهره مع الشرع إذا كان صاحبه مرائياً أو منافقاً يحبط أجره ،والقصد الصالح إذا لم يجر في طريقه الذي رسمه الدين فلا قيمة له ولا يلتفت إليه))(¬1). ¶ ولقد فهم صحابة رسول الله - صلى الله عليه وسلم - هذا المعنى حق الفهم فلم تنطلِ عليهم تلك الاعتذارات التي يتعلل بها أمثال أولئك القوم مستجيزين بها فعل البدع والمنكرات . ¶ ¬__________ ¶ (¬1) عقيدة المسلم للشيخ محمد الغزالي ص: 72 .",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "روى الدارمي عن عمرو بن سلمة بن الحارث قال : (كنا نجلس على باب عبد الله بن مسعود قبل صلاة الغداة فإذا خرج مشينا معه إلى المسجد ،فجاءنا أبو موسى الأشعري فقال: أخرج إليكم أبو عبد الرحمن بعد؟ قلنا :لا. فجلس معنا حتى خرج ،فلما خرج قمنا إليه جميعاً ،فقال له أبو موسى:يا أبا عبد الرحمن إني رأيت في المسجد آنفاً أمراً أنكرته ولم أر والحمد لله إلا خيراً .قال: فما هو؟ فقال: إن عشت فستراه ،قال :رأيت في المسجد قوماً حِلَقاً جلوساً ينتظرون الصلاة في كل حلقة رجل، وفي أيديهم حصى ،فيقول :كبروا مئة .فيكبرون مئة،فيقول: هللوا مئة.فيهللون مئة ،ويقول: سبحوا مئة. فيسبحون مئة ،قال: فماذا قلت لهم؟ قال: ما قلت لهم شيئاً انتظار رأيك وانتظار أمرك .قال :أفلا أمرتهم أن يعدوا سيئاتهم وضمنت لهم ألا يضيع من حسناتهم، ثم مضى ومضينا معه حتى أتى حلقة من تلك الحلق فوقف عليهم فقال: ما هذا الذي أراكم تصنعون ؟ قالوا: يا أبا عبد الرحمن حصى نعد به التكبير والتهليل والتسبيح .قال :فعدوا سيئاتكم فأنا ضامن أن لا يضيع من حسناتكم شيء ،ويحكم يا أمة محمد ما أسرع هلكتكم،هؤلاء صحابة نبيكم - صلى الله عليه وسلم - متوافرون ،وهذه ثيابه لم تبل وآنيته لم تكسر ،والذي نفسي بيده إنكم لعلى ملة هي أهدى من ملة محمد،أو مفتتحو باب ضلالة .قالوا:والله يا أبا عبد الرحمن ما أردنا إلا الخير .قال: وكم من مريد للخير لن يصيبه ،إن رسول الله - صلى الله عليه وسلم - حدثنا أن قوماً يقرؤون القرآن لا يجاوز تراقيهم،وايم الله ما أدري لعل أكثرهم منكم .ثم تولى عنهم ،فقال عمرو بن سلمة :رأينا عامة أولئك الحلق يطاعنونا يوم النهروان مع الخوارج )(¬1). ¶ ¬__________ ¶ (¬1) أخرجه الدارمي (207) ،وعزاه الهيثمي في مجمع الزوائد (1/181) للطبراني في الكبير ، وهو صحيح كما ذكر الشيخ الألباني في السلسلة الصحيحة (2005) .",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "ولا يزال أهل البدع من ضُلال المتصوفة وغيرهم يرددون ما ردده سلفهم أولئك من أن التقرب إلى الله هو مقصدهم من تلك الأفعال المبتدعة،ويسمون ما يأتونه من المحدثات بدعة حسنة،وقد كذبوا والله ؛فليس في المبتدعات شيء حسن بل كلها شر وضلال ،وإذا كان صاحب الشرع قد عمم الحكم على كل بدعة بأنها ضلالة فقال: ( ... وكل بدعة ضلالة)(¬1)،فهل هم أعلم بالشرع منه - صلى الله عليه وسلم - ؟ ¶ وإذا كان ابن مسعود قد أغلظ على أولئك القوم وعنفهم لابتداعهم هيئة في الذكر غير ما ثبت عن النبي - صلى الله عليه وسلم - مع أن أصل الفعل وهو الذكر مما أمر به الشارع ورغب فيه – فما بالنا بمن يتعلل بحسن النية وإرادة الخير في فعل معصية لا أصل لهل البتة في الشرع المطهر؟ ¶ لقد سمعنا ذات يوم عن راقصة تزعم أنها تؤدي عملاً شريفاً ،وأن الله يعلم أن مقصدها من ورائه مقصد حسن ،ولذا فهي تذهب إلى العمرة وتسأل الله أن يوفقها في عملها الشريف !. ¶ بل رأينا من يعارض تحكيم شرع الله ،ويزعم مع ذلك أنه مطمئن إلى أنه سيدخل الجنة-كما قال-((حدف ))(!!)، بل يقول إن لديه مرافعة سيلقيها يوم القيامة حين يسأله ربه عن موقفه الرافض لتطبيق الشريعة ،مؤداها أنه لا يريد من وراء موقفه ذاك إلا مصلحة الوطن والمواطنين(¬2). ¶ ¬__________ ¶ (¬1) أخرجه أبو داود (4607) وابن ماجه (42) وأحمد (4/126) والدارمي (95) والحاكم (1/95-96) من حديث العرباض بن بن سارية ،وقال الحاكم :((هذا حديث صحيح ليس له علة )) .والحديث صححه الشيخ الألباني في الإرواء (2455) . ¶ (¬2) 10) جاء ذلك في مقال عنوانه مرافعة يوم القيامة ،ضمن كتاب (أمراء الإرهاب ) للكاتب الماركسي عبد الستار الطويلة ص : 123-130.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "ألا ما أشبه موقف ذلك المبطل بموقف الذين حدثنا عنهم القرآن من أهل النفاق الذين كانوا يريدون التحاكم إلى الطاغوت ،ويأبون التحاكم إلى رسول الله - صلى الله عليه وسلم - ثم إذا أصابتهم مصيبة جاؤوا يعتذرون قائلين : { إن أردنا إلا إحساناً وتوفيقاً } ( النساء 62) . ¶ وتلك (( دائماً دعوى كل من يحيدون عن الاحتكام إلى منهج الله وشريعته،أنهم يريدون اتقاء الإشكالات والمتاعب والمصاعب التي تنشأ عن الاحتكام إلى شريعة الله ويريدون التوفيق بين العناصر المختلفة والاتجاهات المختلفة والعقائد المختلفة إنها حجة الذين يزعمون الإيمان وهم غير مؤمنين،وحجة المنافقين الملتوين هي هي دائماً وفي كل حين ))(¬1). ¶ الفصل الخامس ¶ ومضات دعوية ¶ الفصل الخامس ¶ ومضات دعوية ¶ مما يثيره هذا الحديث من قضايا فقه الدعوة ما يلي: ¶ أولاً :الأهمية الدعوية لضرب الأمثلة ¶ يستفاد من الحديث أهمية ضرب المثل وأنه وسيلة مهمة وأسلوب حكيم من أساليب الدعوة إلى الله ،وذلك أن النفوس البشرية مفطورة على أن تأنس بالقول إذا جاء في صورة تشبيهية تمثيلية،ولذلك لم تخلُ ثقافة أمةٍ من الأمثلة والتشبيهات ،(( والناس من قديم الزمان يجدون في طبائعهم الميل إلى الاستشهاد بالمثل فقد يكون أحدهم بصدد حال يحكيها أو يسمعها فيحضره مثل يشابهها في المعنى فيستشهد به ،لا لأن الكلام يزيد به صدقاً بل لأن النفس تستأنس بالمثل ويلتمع في جوانبها ضوء من وضوحه وحكمته ))(¬2). ¶ ومن الأهداف الدعوية التي يمكن أن يحققها المثل ما يأتي : ¶ ¬__________ ¶ (¬1) 11) في ظلال القرآن (2/695) . ¶ (¬2) تذكرة الدعاة للبهي الخولي ص : 66.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "1- تقريب المعنى للسامعين : وذلك لأن (( ضرب المثل إنما هو تشبيه حالة بأقرب الأمور شبهاً بها وأكثرها مماثلة لها ، وذلك يُحدث في الذهن حركة التفات سريعة ينتقل فيها الفكر من المعنى المجرد إلى صورة المثل المضروب، فيلمس ما بينهما من التشابه أو التطابق فعند ذاك يستريح العقل إلى المعنى المقصود فيعيه ويفهمه حق الفهم ))(¬1). ¶ ... ولعلك تلمس هذا الأثر بالتأمل في تشبيه الرسول - صلى الله عليه وسلم - ولادة ولد أسود لأبوين غير أسودين بولادة جمل أورق بين إبل حمر(¬2)، فالمعنى الذي يريد الرسول - صلى الله عليه وسلم - إيصاله للأعرابي هو أنه لا داعي للقلق وأن هذا الذي جاء يستنكره أمر يقع كثيراً في هذه الحياة ،ولكن هذا المعنى ما كان ليتضح في ذهن السائل بنفس هذه السهولة لو أنه ألقي مجرداً عن الصورة التشبيهية التي غُلف بها المعنى في هذا الحديث الشريف . ¶ ... 2- الإقناع وإقامة الحجة ¶ يعد المثل من أهم وسائل الإقناع وإقامة الحجة؛وذلك لما فيه من الأقيسة العقلية وترتيبه النتائج على المقدمات ، ولذلك نجد القرآن الكريم كثيراً ما يتخذ من المثل وسيلة للتقرير وإقامة الحجة على المخالفين . ¶ ومن ذلك قوله تعالى: { ضرب الله مثلاً رجلاً فيه شركاء متشاكسون ورجلاً سلماً لرجل هل يستويان مثلاً الحمد لله بل أكثرهم لا يعلمون } ( الزمر: 29)،فهذا مثل ضربه الله للمسلم الموحد والمشرك ،فمثل المؤمن كمثل عبدٍ لرجل واحد فهو سالم له ،ومثل المشرك كمثل عبد يملكه شركاء متشاكسون فهم يتنازعون أمر هذا العبد المشترك ،فكما أنه لا يستوي حال هذين العبدين فكذا لا يستوي حال المؤمن والمشرك ،قال ابن كثير : (( ولما كان هذا المثل ظاهرا بيناً جلياً قال: { الحمد لله } أي على إقامة الحجة عليهم ))(¬3). ¶ ¬__________ ¶ (¬1) المصدر السابق ص :67-68 بتصرف . ¶ (¬2) سبق تخريجه ص: 48 . ¶ (¬3) تفسير ابن كثير (4/53).",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "ولقد اتفق العقلاء على أن إبراز المعاني في صورة تمثيلية من أنجح الوسائل في الإقناع بالرأي والفكرة. ¶ وها نحن نرى التأثير الرهيب لما تقدمه أجهزة الإعلام المعاصرة من أفلام خليعة ومسلسلات هابطة،يخدعون الناس من خلالها ببهتان من القول وزور. ¶ على أن فكرة التمثيل قد غزت في عصرنا كثيراً من مناحي الحياة ،حتى إن أصحاب التجارات يلجؤون إليها لإقناع الناس بشراء بضائعهم وذلك فيما يبثونه من ألوان الدعاية والإعلان،بل قد يلجأ إلي التمثيل كثير من الباحثين لتوصيل نتيجة بحثهم إلى الجمهور. ¶ يقول دايل كارنيجي :(( قام ريتشارد بوردن وآلفن بوس من جامعة نيويورك بتحليل ألف وخمسمئة مقابلة تدور حول عمليات البيع،ووضعا كتاباً عنوانه ( كيف تكسب الجدل )،بعد ذلك طرحا المباديء ذاتها في محاضرة بعنوان ( مباديء البيع الستة )،تم عرضها في السينما أمام مئات الشركات الضخمة،وهما لم يشرحا فقط المباديء التي كشفتها أبحاثهما،بل قاما بتمثيلها أيضاً فقاما بمعارك كلامية أمام المشاهدين وعرضا الطرق الصحيحة والخاطئة في عمليات البيع،هذا هو عصر التمثيل؛إذ أن ذكر الحقيقة مجردة لا يكفي،والحقيقة يجب أن تأتي سريعة مثيرة،وعليك أن تتقن فن العرض مثلما تتقنه السينما والإذاعة لكي تستحوذ على انتباه الناس ))(¬1). ¶ ولسنا نريد للداعية أن ينساق وراء ما لا يقره الشرع من مبتدعات العصر،لكنا نريد فقط أن ننبه الدعاة إلى مثل ما أشار إليه كارنيجي من أهمية إتقان فن العرض ،وتقديم المعاني في صورة مقبولة شرعاً،مقنعة عقلاً والله المستعان. ¶ 3- الإمتاع ودفع الملل ¶ ¬__________ ¶ (¬1) كيف تكسب الأصدقاء ص: 162.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "فالمثل بما فيه من مسحة جمالية يمتع نفوس السامعين ويدفع عنها السآمة والملل ،ولا شك أن ذلك أدعى إلى قبول ما يلقيه الداعية والتأثر به ؛فالنفس البشرية مفطورة على حب الجمال والميل إليه،والمثل (( يمتاز بخلابته ورشاقة موقعه في النفس وطرافته التي تتجدد ولا تبلى مما ترى أثره يبرق في وجوه السامعين ونظراتهم وثغورهم ... قال ابن المقفع : إذا جعل الكلام مثلاً كان أوضح للمنطق وآنق للسمع وأوسع لشعوب الحديث ،وقال إبراهيم النظام: يجتمع في المثل أربعة لا تجتمع في غيره من الكلام :إيجاز اللفظ وإصابة المعنى وحسن التشبيه وجودة الكناية ))(¬1). ¶ وقال عبد القاهر الجرجاني :(( واعلم أن مما اتفق العقلاء عليه أن التمثيل إذا جاء في أعقاب المعاني أو برزت هي باختصار في معرضه ونقلت عن صورها الأصلية إلى صورته كساها أبهة ،وكسبها منقبة ،ورفع من أقدارها ،وشب من نارها ،وضاعف قواها في تحريك النفوس لها ،ودعا القلوب إليها ،واستثار لها من أقاصي الأفئدة صبابة وكلفاً ،وقسر الطباع على أن تعطيها محبة وشغفاً،فإن كان مدحاً كان أبهى وأفخم وأنبل في النفوس وأعظم ... ،وإن كان حجاجاً كان برهانه أنور وسلطانه أقهر وبيانه أبهر ... ،وإن كان وعظاً كان أشفى للصدر ،وأدعى إلى لفكر ،وأبلغ في التنبيه والزجر،وأجدر بأن يجلي الغيابة ويبصر الغاية ويبريء العليل ويشفي الغليل ))(¬2). ¶ وفي أدبنا المعاصر استعمل شوقي طريقة الأمثلة القصصية في شعره ،فكان يكتب للأطفال الحكايات على ألسنة الحيوانات والطيور ولما سئل عن سبب ذلك قال : (( لأن الأمثلة وحدها بدون حكاية عبارة جافة سرعان ما تنسى ،كما أنها لا تثير الاهتمام ،أما الحكاية فهي تستثير اهتمام الطفل لمتابعة حوادثها حتى النهاية ،وبالتالي لفهم العظة الأخلاقية التي هي هدف القصيدة ويقتنع بها ))(¬3). ¶ ¬__________ ¶ (¬1) تذكرة الدعاة ص :68. ¶ (¬2) أسرار البلاغة ص : 145-149. ¶ (¬3) فن الخطابة لدايل كارنيجي ص : 132",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "ومن أجل هذه الفوائد وغيرها كان من نهج القرآن الكريم في الدعوة ضرب الأمثلة إرشاداً وتوجيهاً إلى الحق حتى بلغت أمثلة القرآن بضعة وأربعين مثلاً كلها في بيان الحق والحث على الخير والزجر عن الباطل . ¶ وكذلك كان الداعية الأول - صلى الله عليه وسلم - كثيراً ما يضرب الأمثال ويشبه الشيء بالشيء ترغيباً وترهيباً ودعوة إلى الله سبحانه. ¶ وقد أفرد الإمام الترمذي في سننه كتاباً أسماه (( أبواب الأمثال )) . ¶ قال القاضي أبو بكر بن العربي : (( ولم يُر أحد من أهل الحديث صنف فأفرد لها باباً غير أبي عيسى،ولله دره لقد فتح باباً أو بنى قصراً أو داراً،ولكن اختط خطاً صغيراً فنحن نقنع به ونشكره عليه وجملة ما ذكر أربعة عشر حديثاً ))(¬1). ¶ وقد جمع غير واحد من الحفاظ أمثال الحديث النبوي في كتب مفردة، ومن تلك الكتب كتاب أمثال الحديث لأبي محمد الحسن بن عبد الرحمن بن خلاد الرامهرمزي المتوفي نحو سنة ( 360هـ)،وقد طبع أكثر من مرة. ¶ ومنها كتاب (الأمثال في الحديث النبوي) لأبي محمد عبد الله بن محمد بن جعفر بن حيان المعروف بأبي الشيخ الأصبهاني (ت 369هـ)،وقد طبع في الهند. ¶ ومنها كتاب (الأمثال) لأبي عبيد القاسم بن سلام (ت 224هـ)،وهو مطبوع أيضاً. ¶ وقد تنبه الدعاة والمصلحون-على مدار التاريخ الإسلامي-إلى أهمية ضرب الأمثلة في الدعوة إلى الله ،فكانوا لا يُخلون خطبهم ومواعظهم منها،إما بذكر شيء من الأمثلة القرآنية والنبوية ،كما فعل النعمان - رضي الله عنه - في روايته للحديث الذي نحن بصدده حيث ذكره على منبر الكوفة(¬2)،وإما بذكر أمثلة تناسب ما هم فيه حتى إن بعض الأئمة كان يضع الأمثلة على ألسنة الحيوانات والطيور رغبة في تقريب المعنى إلى جمهور السامعين . ¶ ¬__________ ¶ (¬1) عارضة الأحوذي (10/295) .ط دار الكتب العلمية . ¶ (¬2) 10) كما في المسند (4/269) وابن حبان (297-إحسان) .",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "ومن ذلك ما ضربه ابن الجوزي مثلاً لخسيس الهمة الذي يؤثر عاجل الهوى على آجل الثواب حيث قال : (( إن الكلب قال للأسد : يا سيد السباع، غير اسمي فإنه قبيح .فقال له: أنت خائن،لا يصلح لك غير هذا الاسم .قال: فجربني .فأعطاه شقة لحم وقال :احفظ لي هذه إلى غد وأنا أغير اسمك،فجاع وجعل ينظر إلى اللحم ويصبر،فلما غلبته نفسه قال: وأي شيء باسمي ،وما كلب إلا اسم حسن ؟فأكل. قال ابن الجوزي : وهكذا الخسيس الهمة القنوع بأقل المنازل ،المختار عاجل الهوى على آجل الفضائل ))(¬1). ¶ وقال الإمام ابن القيم :(( رأت فأرة جملاً فأعجبها ،فجرَّت خطامه فتبعها فلما وصلت إلى باب بيتها وقف فنادى بلسان الحال :إما أن تتخذي داراً تليق بمحبوبك أو محبوباً يليق بدارك ،وهكذا أنت، إما أن تصلي صلاة تليق بمعبودك ،وإما أن تتخذ معبوداً يليق بصلاتك ))(¬2). ¶ بل لقد تفطن إلى هذا الأمر كثير من عقلاء غير المسلمين ،فعرفوا قيمة ضرب الأمثال في إقناع السامعين واستثارتهم ،وتفطنوا لأهمية ذلك في إصلاح الأفراد والمجتمعات. ¶ ذكر ابن المقفع في كتاب كليلة ودمنة أنه لما فسد الملك دبشليم وظهر ظلمه اجتمع حكماء الهند ليتدارسوا كيفية رده إلى الصواب ،ثم أوكلوا إلى بيدبا الفيلسوف مهمة إصلاح الملك ،فما كان من هذا الحكيم إلا أن أخذ يضرب للملك الأمثال على ألسنة الحيوان والطير ،فكان الملك يستمتع بجمال تلك الأمثلة ويفهم العظة المقصودة منها ،وما زال كذلك حتى صلح حاله واستقام أمره ،وكانت تلك الأمثال هي أصل كتاب كليلة ودمنة . ¶ ¬__________ ¶ (¬1) 11) صيد الخاطر ص :175. ¶ (¬2) 12) بدائع الفوائد (3/233).",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "وفي كتاب (فن الخطابة) يولي دايل كارنيجي للمثل أهمية كبيرة ،بل إنه يرى أنه من المناسب للخطيب أن يفتتح خطبته بمثل ويقول في ذلك :(( يصعب على المستمع العادي أن يتتبع العبارات المجردة طويلاً لكن من السهل عليه الاستماع إلى الأمثلة ،لماذا إذن لا تبدأ بواحد منها ؟ ... افتتح بمثل ،أثر الاهتمام ثم تابع تقديم ملاحظاتك العامة ))(¬1). ¶ ثانياً : الفرق بين المداهنة والمداراة ¶ مما يتعلق بهذا الحديث معرفة الفرق بين المداهنة والمداراة ؛فقد ذم الحديث المدهن في حدود الله ،وهو كما مر المحابي في غير حق المتلين لمن لا ينبغي التلين له . ¶ غير أنه ينبغي أن بعلم أنه ليس من المداهنة المذمومة أن يعامل الداعية بعض أهل المنكر بشيء من التلطف والمصانعة وإلانة القول بقصد تأليف قلوبهم أو دفع شرهم ،وهذا هو المقصود بالمداراة ،وهي جائزة شرعاً ما لم تصل إلى حد الوقوع في محظور شرعي . ¶ قال ابن حجر :(( وضابط المداراة أن لا يكون فيها قدح في الدين ،والمداهنة المذمومة أن يكون فيها تزيين القبيح وتصويب الباطل ونحو ذلك ))(¬2). ¶ وقد صح في الحديث عن عائشة أن رجلاً استأذن على النبي - صلى الله عليه وسلم - فلما رآه قال :( بئس أخو العشيرة وبئس ابن العشيرة. فلما جلس تطلق النبي - صلى الله عليه وسلم - في وجهه وانبسط إليه،فلما انطلق الرجل قالت عائشة: يا رسول الله حين رأيت الرجل قلت كذا وكذا،ثم انطلقت في وجهه وانبسطت إليه.فقال رسول الله - صلى الله عليه وسلم - : يا عائشة متى عهِدتني فاحشاً؟ إن شر الناس منزلة عند الله يوم القيامة من تركه الناس اتقاء شره )(¬3). ¶ ¬__________ ¶ (¬1) 13) فن الخطابة ص :112-113. ¶ (¬2) 14) فتح الباري (13/52-53) . ¶ (¬3) 15) أخرجه البخاري (6032)،(6054) ومسلم (2591) وأبو داود (4791) والترمذي (1996) وأحمد (6/38).",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "وحديث عائشة هذا أصل في مشروعية المداراة(¬1)،فإن فيه أن الرسول - صلى الله عليه وسلم - قد ألان القول للرجل تألفاً له ولأمثاله على الإسلام(¬2). ¶ قال أبو العباس القرطبي في شرح هذا الحديث : (( ففي حديثه من الفقه جواز غيبة المعلن بفسقه ونفاقه والأمير الجائر والكافر وصاحب البدعة ،وجواز مداراتهم اتقاء شرهم لكن ما لم يؤد ذلك إلى المداهنة في دين الله تعالى ،والفرق بين المداراة والمداهنة أن المداراة بذل الدنيا لصلاح الدنيا أو الدين ،وهي مباحة ومستحسنة في بعض الأحوال،والمداهنة المذمومة المحرمة هي بذل الدين لصالح الدنيا ،والنبي - صلى الله عليه وسلم - إنما بذل له من دنياه حسن عشرته والرفق في مكالمته وطلاقة وجهه ،ولم يمدحه بقول ولا روعي في ذلك في حديث ،فعلى هذا لا يناقض قوله - صلى الله عليه وسلم - في هذا الرجل فعله معه ؛لأن قوله ذاك إخبار بحق ،ومداراته له حسن عشرة مع الخلق ))(¬3). ¶ ثالثاً : معرفة أصناف المدعوين ¶ فإن هذا الحديث يفيد أن الناس أقسام: فمنهم من يفعل المنكر ،ومنهم من يقوم بأمر الله فينهى عن المنكر،ومنهم المداهن الساكت عن المنكر ،وفي بعض روايات الحديث الإشارة إلى صنف رابع وهو من يزين المنكر لفاعله ويحثه عليه. ¶ ففي رواية عند ابن حبان (298-إحسان) : ( المداهن في حدود الله والراكب حدود الله والآمر بها والناهي عنها )،والظاهر والله أعلم أن المقصود بالآمر بها من يزين فعل المنكر ويحث عليه ،ويدل على ذلك قوله في الرواية المذكورة بعد ذكر أن هناك من هم بخرق السفينة : ( فقال من ناوأه من السفهاء : افعل ). ¶ وهذا التصنيف ينبه الدعاة إلى سنة من سنن الله في خلقه،وهي أنه سبحانه قد خلق الناس أصنافاً عدة ،لهم آراء متباينة ،ومذاهب مختلفة ، وأنماط في التفكير متعددة. ¶ ¬__________ ¶ (¬1) 16) انظر فتح الباري (10/454). ¶ (¬2) 17) انظر شرح مسلم للنووي (8/389). ¶ (¬3) 18) المفهم لما أشكل من تلخيص مسلم ( 6/573) .",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "ولا شك أن استحضار هذا السنة مما يدفع الداعية إلى معرفة حال من يدعوهم وإلى أي الأصناف ينتمون ،فيعد لهم من أساليب الدعوة وطرقها ما يصلح لهم ويليق بهم. ¶ ... ¶ الفصل السادس ¶ لمحات تربوية ¶ الفصل السادس ¶ لمحات تربوية ¶ مما لا شك فيه أن الرسول الكريم - صلى الله عليه وسلم - هو المربي الأعظم والمعلم الأكبر لأمة الإسلام بل للبشرية جمعاء ؛قال تعالى : { هو الذي بعث في الأميين رسولاً منهم يتلوا عليهم آياته ويزكيهم ويعلمهم الكتاب والحكمة وإن كانوا من قبل لفي ضلال مبين } ( الجمعة :2) . ¶ وفي الصحيح : ( إن الله لم يبعثني معنِّتاً ولا متعنِّتاً ولكن بعثني معلماً ميسراً )(¬1). ¶ وفيه أيضاً عن معاوية بن الحكم السلمي قال : ( بينا أنا أصلي مع رسول الله - صلى الله عليه وسلم - إذ عطس رجل من القوم فقلت يرحمك الله .فرماني القوم بأبصارهم ،فقلت :واثُكل أمياه ما شأنكم؟ تنظرون إلي .فجعلوا يضربون بأيديهم على أفخاذهم ،فلما رأيتهم يصمتونني لكني سكت ،فلما صلى رسول الله - صلى الله عليه وسلم - فبأبي هو وأمي ما رأيت معلماً قبله ولا بعده أحسن تعليماً منه،فوالله ما كهرني ولا ضربني ولا شتمني ...)(¬2). ¶ والحق أن البشرية على مدار تاريخها الطويل لم تشهد معلماً كرسول الله - صلى الله عليه وسلم - ،فهو الذي فتحت رسالته للبشرية طريق العلم والمعرفة وأحيت دعوته موات النفوس . ¶ أخوك عيسى دعا ميتاً فاستجاب له وأنت أحييت أجيالاً من العدم ¶ ¬__________ ¶ (¬1) أخرجه مسلم (1478) من حديث عائشة . ¶ (¬2) أخرجه مسلم (537) وأبو داود (930) والنسائي (3/14-17) .",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "وإن (( من تأمل حسن رعايته للعرب مع قسوة طباعهم ،وشدة خشونتهم ،وتنافر أمزجتهم،وكيف ساسهم واحتمل جفاءهم،وصبر على أذاهم،إلى أن انقادوا إليه والتفوا حوله،وقاتلوا أمامه ودونه أعز الناس عندهم :آباءهم وأقاربهم وعشيرتهم ،وآثروه على أنفسهم ،وهجروا في طاعته ورضاه أحباءهم وأوطانهم وعشيرتهم وإخوانهم،وكان كل ذلك -وأعظم منه- منهم له - صلى الله عليه وسلم - وهو لم يمارس الكتابة والقراءة،ولا طالع كتب الماضين،ولا أخبار المربين السالفين ،من تأمل هذا تحقق له بنظر العقل أنه - صلى الله عليه وسلم - هو المعلم الأول والنبي المرسل وأنه سيد العالمين صلوات الله وسلامه عليه ))(¬1). ¶ ولقد تعددت وسائل التربية عنده - صلى الله عليه وسلم - ،فكان تارة يربي بالحوار وتارة بالقصة وتارة بالقدوة وتارة باستغلال الحدث وغير ذلك مما يصعب حصره. ¶ وفي الحديث الذي بين أيدينا يستخدم النبي - صلى الله عليه وسلم - أسلوب التشبيه وضرب المثل ،وهو أسلوب من أنجح الوسائل التربوية؛ فإن في ضرب المثل تقريباً للمعنى المقصود إلى الأذهان،كما أن فيه شحذاً لذهن المتلقي واسترضاء لذكائه ودفعاً له إلى التأمل والتفكير،وكل ذلك مما ييسر العملية التربوية ويعين في تحقيق الأهداف المرجوة منها . ¶ وفي حديثنا عما في هذا الحديث من الأمور التربوية نركز على نقطتين اثنتين : ¶ الأولى: في بيان الأهداف التربوية العامة التي يحققها ضرب المثل مع تطبيق ذلك كلما أمكن على حديثنا،والثانية :في بيان الأهداف التربوية الخاصة التي يمكن أن يحققها تدريس هذا الحديث الشريف. ¶ أولاً : الأهداف التربوية العامة لضرب المثل ¶ من الأهداف التربوية العامة التي ترجى من ضرب المثل(¬2): ¶ ¬__________ ¶ (¬1) الرسول المعلم وأساليبه في التربية لعبد الفتاح أبي غدة ص : 10-11. ¶ (¬2) استعنت في تحديد هذه الأهداف بما جاء في كتاب أصول التربية الإسلامية لعبد الرحمن النحلاوي ص : 249-253.",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "1- تقريب المعنى للعقول والأفهام :فإن في التشبيه وضرب المثل تجسيداً حياً للمعنى الذي يريد المربي إيصاله للمتعلم ، وفي حديثنا يمكن أن نلمس هذا الأمر إذا تدبرنا اختياره - صلى الله عليه وسلم - للسفينة مشبهاً به ؛فإن الخطر الداهم الذي يتعرض له أهلها نتيجة خرقها مما لا يماري فيه أحد ،وبهذا التشبيه يكون المعنى المقصود وهو بيان خطورة السكوت على فاعلي المنكرات في غاية الوضوح والبيان. ¶ 2- تربية العقل على التفكير الصحيح : فالمعروف أن المثل ينطوي على تشبيه حالة بحالة،فهو يربي في العقل ملكة القياس ومعرفة الأمور بأشباهها ونظائرها،وهو كذلك ينمي في العقل القدرة على ترتيب النتائج على المقدمات،وفي حديثنا يبين الرسول - صلى الله عليه وسلم - أن سكوت أهل السفينة عن من يريد خرقها نتيجته الهلاك ،وأن أخذهم على يديه نتيجته النجاة ،ثم يترك للعقل أن يستنبط ما يقابل ذلك في جانب المشبه وهو خراب المجتمعات إن سكت أهلها عن أهل الباطل والنجاة إن أخذوا على أيدي العابثين . ¶ وبهذه التربية العقلية تنمو المدارك وتتسع المعارف وتنهض الأمة وترتقي. ¶ 3- تحريك المتلقي إلى القيام بواجبه في عمل الخير والبعد عن طريق الشر: وهذا هو المقصود النهائي من ضرب المثل،فالمثل يساق للعمل بما يدل عليه من فعل فضيلة أو ترك رذيلة ،وفي حديثنا يستثير المثل المضروب همة المسلم للقيام بواجب الأمر والنهي،وترك والمداهنة والسلبية. ¶ ثانياً :الأهداف التربوية الخاصة لهذا المثل ¶ أما الأهداف التربوية الخاصة التي يمكن أن يحققها المثل الذي بين أيدينا فإنه يمكن تقسيمها -وفق أشهر تصنيف يأخذ به التربويون المعاصرون- إلى مجالات ثلاثة : المجال المعرفي أو الإدراكي،والمجال الوجداني أو العاطفي ،والمجال السلوكي أو النفسحركي . ¶ ويقصد بالمجال المعرفي ذلك المجال الذي يتضمن أهدافاً تركز على النشاط العقلي والذهني .",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "كما يقصد بالمجال الوجداني ذلك الذي يتضمن أهدافاً تركز على المشاعر والأحاسيس والانفعالات والميول . ¶ أما المجال السلوكي فهو المتضمن أهدافاً تؤكد على المهارات الحركية العملية(¬1). ¶ ووفق هذا التصنيف يمكننا أن نستهدف من دراسة هذا الحديث الأهداف التربوية الآتية : ¶ أولاً :في المجال المعرفي ¶ 1-أن يعرف السامع ما في هذا المثل من الأحكام الفقهية التي سبقت الإشارة إليها . ¶ 2-أن يتذكر السامع الآيات والأحاديث الأخرى الحاثة على الأمر بالمعروف والنهي عن المنكر،مثل قوله تعالى : { ولتكن منكم أمة يدعون إلى الخير ويأمرون بالمعروف وينهون عن المنكر وأولئك هم المفلحون } (آل عمران :104).وقوله - صلى الله عليه وسلم - : (من رأى منكم منكراً فليغيره بيده فإن لم يستطع فبلسانه فإن لم يستطع فيقلبه وذلك أضعف الإيمان )(¬2). ¶ 3- أن يدرك السامع أن الأمر بالمعروف والنهي عن المنكر من أهم شعائر الدين . ¶ 4- أن يدرك المتلقي العاقبة الوخيمة للسكوت عن أهل المنكر وعدم الإنكار عليهم . ¶ ثانياً :في المجال الوجداني ¶ 1-أن يبغض السامع المنكر وأهله . ¶ 2-أن يستشعر السامع أهمية إقامة حدود الله ومنع الفساد في الأرض . ¶ 3-أن يستشعر المتلقي أهمية العدل في الأمور كلها . ¶ 4-أن يستشعر المتلقي خطورة السلبية واللامبالاة وعدم الاهتمام بأمور المسلمين . ¶ 5-أن يقدر السامع مشاعر الآخرين ويراعي أحوالهم . ¶ 6-أن يستشعر السامع أن بعض ذنوب الأفراد قد يكون سببها سوء تصرف من الآخرين . ¶ ثالثاً :في المجال السلوكي ¶ 1-أن يقوم السامع بواجبه في الأمر بالمعروف والنهي عن المنكر . ¶ 2-أن يتحري المتلقي العدل في أموره كلها . ¶ 3- أن يبتعد السامع عن الظلم والإفساد في الأرض . ¶ ¬__________ ¶ (¬1) انظر هذا التقسيم في : دليل المعلم إلى صياغة الأهداف التعليمية لمحمد رزق ص:27،وفي : الأهداف التربوية لبعض القصص النبوي لبعض القصص النبوي للدكتور مصطفى رجب ص : 49-56 . ¶ (¬2) سبق تخريجه ص : 54 .",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "الفصل السابع ¶ قضايا اجتماعية ¶ الفصل السابع ¶ قضايا اجتماعية ¶ يتعلق بهذا الحديث بعض موضوعات علم الاجتماع،ومن أهم تلك الموضوعات: ... ¶ ... 1-فكرة الضبط الاجتماعي . ¶ 2-أثر انتشار المعاصي في خراب المجتمعات . ¶ 3- تفسير السلوك الإجرامي . ¶ وفيما يلي نتناول هذه الموضوعات بشيء من التفصيل : ¶ أولاً : فكرة الضبط الاجتماعي . ¶ تشير فكرة الضبط الاجتماعي ( social control ) عند علماء الاجتماع المعاصرين إلى تلك الترتيبات التي تتخذها جماعة ما لمنع ما قد يقع في المجتمع من توترات وانحرافات(¬1)،وهي بهذا المعنى فكرة قديمة قدم الجماعات الإنسانية ؛(( ذلك أن هذه الفكرة تنبع من المبدأ البسيط القائل بأن كل حياة اجتماعية ترتكز بالضرورة على نوع من التنظيم ،وأن كل تنظيم يتضمن بالضرورة نوعاً من الضبط ))(¬2). ¶ ولا يوجد حتى الآن اتفاق بين علماء الاجتماع على المعنى الدقيق لمصطلح الضبط الاجتماعي،(( فبينما نجد بعض علماء الاجتماع يرون أن فكرة الضب تتضمن معنى التدخل والسلة والقوة والسيطرة نجد بعضاً آخر يرون أن الضبط الاجتماعي يشير إلى معاني الإرشاد والإشراف والتوجيه ))(¬3). ¶ وقد حرص الإسلام على ضبط المجتمع وحمايته من الانحراف،وذلك من خلال فريضة الأمر بالمعروف والنهي عن المنكر التي أشار إليها حديثنا هذا بجلاء ووضوح ؛ حيث مثَّل رسولنا - صلى الله عليه وسلم - (( رقابة المجتمع للفرد ورقابة الفرد للمجتمع بمثال السفينة ليؤكد لكل مسلم وظيفته الاجتماعية في الرقابة والنقد الاجتماعي والأخذ على يد الظالم،حتى تسلم للأمة عقيدتها وأخلاقها ويتحقق لها كيانها ووجودها،وتكون دائماً في مأمن من عبث العابثين واستبداد الطغاة الظالمين ))(¬4). ¶ ¬__________ ¶ (¬1) انظر مدخل إلى علم الاجتماع د. سناء الخولي ص :139 . ¶ (¬2) مفاهيم علم الاجتماع د. سيد الحسيني ص : 201. ¶ (¬3) المصدر السابق نفس الصفحة . ¶ (¬4) تربية الأولاد في الإسلام لعبد الله ناصح علوان ( 2/479) .",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "وليس في الإسلام ما وجد عند علماء الاجتماع من اختلاف حول تحديد المقصود بالضبط الاجتماعي؛إذ يشمل مفهوم الضبط الاجتماعي في الإسلام كل هذا الذي ذكروه،ذلك أن وسائل حراسة المجتمع تتعدد في الإسلام ما بين استعمال للقوة( التغيير باليد)،وتوجيه وإرشاد( التغيير باللسان)،وفي بعض الحالات يُكتفى بالمقاومة السلبية أي كراهة المنكر وهجر فاعله (التغيير بالقلب). ¶ وذلك لأن الأمر بالمعروف والنهي عن المنكر واجب على كل مسلم حسب قدرته وطاقته ،كما أشار إلى ذلك حديث :( من رأى منكم منكراً فليغيره بيده،فإن لم يستطع فبلسانه فإن لم يستطع فبقلبه وذلك أضعف الإيمان)(¬1). ¶ فمن كان مالكاً للقوة ترقى في تغييره حتى يصل إلى مرتبة التغيير باليد ،ومن كان دونه فقد اكتفى منه الشارع بالوقوف عند مرتبة التغيير باللسان ،ومن لم يستطع لا هذا ولا ذاك اكتفى بأضعف الإيمان وهو التغيير بالقلب. ¶ ثانياً : أثر انتشار المعاصي في خراب المجتمعات ¶ يشير الحديث الشريف إلى حقيقة مهمة وسنة من سنن الله في خلقه لا يلتفت إليها علم الاجتماع المعاصر،وهي أن انتشار المعاصي والمنكرات في أمة من الأمم وعدم قيام المصلحين بدورهم في منع ذلك هو طريق الخراب وسبيل الهلاك . ¶ ولقد أشار القرآن الكريم إلى تلك السنة حيث قال تعالى: { وتلك القرى أهلكناهم لما ظلموا وجعلنا لمهلكهم موعداً } ( الكهف :59) ،والمقصود بالظلم هنا الظلم العام الذي يشمل كل ما يُعصى الله به ؛ولذا قال ابن كثير في تفسير هذه الآية : (( أهلكناهم بسبب عنادهم وكفرهم ))(¬2). ¶ وقال تعالى : { وإذا أردنا أن نهلك قرية أمرنا مترفيها ففسقوا فيها فحق عليه القول فدمرناها تدميراً } ( الإسراء :16). ¶ ¬__________ ¶ (¬1) سبق تخريجه ص : 54 . ¶ (¬2) تفسير القرآن العظيم (3/92) .",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "وفي الحديث عن زينب بنت جحش رضي الله عنها :( أن النبي - صلى الله عليه وسلم - دخل عليها فزعاً يقول : لا إله إلا الله،ويل للعرب من شر قد اقترب ،فتح اليوم من ردم يأجوج ومأجوج مثل هذه ،وحلق بإصبعه الإبهام والتي تليها ،قالت زينب بنت جحش :فقلت : يا رسول الله أنهلك وفينا الصالحون؟ قال: نعم إذا كثر الخبث )(¬1). ¶ قال ابن العربي في شرح هذا الحديث :(( وفائدة قوله :نعم في هلاك الصالح مع الطالح البيان بأن الخيِّر يهلك بهلاك الشرير،وفيه وجهان :أحدهما أنه إذا لم يغير عليه خبثه ،أو إذا غير لكنه لم ينفع التغيير بل كثر المنكر بعد النكير ،فيهلك حينئذ القليل والكثير ،ويحشر كل أحد على نيته ،عدل الله في حكمه بحكمته ))(¬2). ¶ وذلك أن الله تعالى إنما خلق العباد واستعمرهم في هذه الدنيا ليفردوه بالعبادة ويقيموا شريعته في الأرض ،كما قال تعالى: { وما خلقت الجن والإنس إلا ليعبدون } ( الذاريات:56) . ¶ فإذا حدث انحراف عن هذه الغاية فإما أن يكون انحرافاً من قلة لا تستعلن به في الغالب فهذا مما لا يخلو منه مجتمع وهذا أمر محتمل ، وإما أن يكون انحرافاً عاماً بحيث يكثر الخبث ويصير الفساد هو السمة العامة في المجتمع ،ويصير أهل الحق قلة لا يؤبه لهم ولا يسمع لقولهم ،فهذه هي الحال المقصودة في الحديث،والتي يستحق أهلها العقوبة العامة . ¶ وهذه العقوبة قد تكون هلاكاً عاماً كشأن الأمم السالفة الذين أهلكهم بكفرهم وعنادهم،وقد تكون بتسليط عدو عليهم ،وقد تكون بإزالة دولة قوم والإتيان بآخرين،أو غير ذلك من العقوبات. ¶ رأيان مختلفان هذه المسألة : ¶ يحسن أن نسوق بخصوص هذه القضية رأيين مختلفين :أحدهما لعالم مسلم والآخر لمفكر غربي لنرى الفارق بين منطقٍ ينطلق من عقيدة التوحيد ومنطقٍ ينطلق من مفاهيم الغرب ونظرياته. ¶ ¬__________ ¶ (¬1) أخرجه مسلم (2880) والترمذي (2187) وابن ماجه (3953) وأحمد (6/428-429). ¶ (8) عارضة الأحوذي ( 9/26) .",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "أما العالم المسلم فهو ابن خلدون الذي عقد في مقدمته فصلاً في أن الظلم مؤذن بخراب العمران، بين فيه كيف أن شيوع الظلم في البلاد يؤدي إلى أن يترك أرباب الأعمال أعمالهم لما يرونه من أن عاقبة أموالهم انتهابها من أيديهم ،وأن هذا سيؤدي إلى خراب العمران ،وأن عائدة الخراب في العمران على الدولة بالفساد والانتقاض،وقص في ذلك ما حدث في عهد الملك الفارسي بهرام بن بهرام ،وكان قد انتشر في عهده الظلم، فسمع ذات يوم أصوات البوم ،فسأل الموبذان صاحب الدين عند الفرس عن فهم كلام البوم ،فقال الموبذان :إن بوماً ذكراً يروم نكاح بومٍ أنثى وأنها شرطت عليه عشرين قرية من الخراب في أيام بهرام ،فقبل شرطها وقال لها:إن دامت أيام الملك أقطعتك ألف قرية وهذا أسهل مرام،فخلا الملك بالموبذان وسأله عن مراده فبين له أن ظلمه للرعية قد أدى إلى قلة العمارة وخراب الضياع وضعف الجند،فطمع في ملك فارس الطامعون،فلما سمع الملك بذلك أمر برد الأموال إلى أربابها فعمرت الأرض وأخصبت البلاد وكثرت الأموال عند جباة الخراج وقويت الجنود وحسنت أيام ذلك الملك وانتظم أمره(¬1). ¶ ولا شك أن نظرة ابن خلدون نابعة عن مثل تلك النصوص الشرعية التي أشرنا إلى شيء منها قبل قليل والتي تدل على أن شيوع المعاصي والمنكرات مؤذن بوقوع العقاب العام . ¶ غير أنه يلاحظ أن ابن خلدون يقصر الظلم على ظلم الناس بعضهم بعضاً؛فإنه يقول: (( ولا تحسبن الظلم إنما هو أخذ المال أو الملك من يد مالكه من غير عوض ولا سبب كما هو المشهور،بل الظلم أعم من ذلك،وكل من أخذ ملك أحد أو غصبه في عمله أو طالبه بغير حق أو فرض عليه حقاً لم يفرضه الشرع فقد ظلمه،فجباة الأموال بغير حق ظلمة،والمعتدون عليها ظلمة ،والمنتهبون لها ظلمة،والمانعون لحقوق الناس ظلمة،وغصاب الأملاك على العموم ظلمة ))(¬2). ¶ ¬__________ ¶ (¬1) مقدمة ابن خلدون ( 3/741-743) . ¶ (¬2) 10) المصدر السابق ( 3/743) .",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "ولو أنه وسع دائرة الظلم فجعله يشمل كل قبيح منكر لكان قوله أكثر اتساقاً مع النصوص الشرعية ؛فمن الظلم ظلم أكبر وهو الشرك كما في قوله تعالى: { إن الشرك لظلم عظيم } (لقمان :13)،ومن الظلم الأصغر ظلم الإنسان لغيره،ومنه ظلم الإنسان لنفسه بارتكابه المعاصي والمنكرات التي قد لا تضر غيره من الناس. ¶ وأما المفكر الغربي فهو (أرنولد توينبي) الذي درس في كتابه (دراسة في التاريخ) إحدى وعشرين حضارة من الحضارات الإنسانية ،وخلص من دراسته إلى ما أسماه (نظرية التحدي والاستجابة )،وفي نظريته تلك يصور العلاقة بين البشر والطبيعة على أنها نوع من الصراع ، وتنشأ الحضارة حينما ينجح البشر في الاستجابة للتحدي الذي تواجههم به الطبيعة من قسوة الحياة وصعوبة العيش ،وتبقى الحضارة قائمة ما بقي أهلها على استجابتهم لتحدي الطبيعة ،فإذا ضعفت استجابتهم ضعفت الحضارة وأخذت في الانحدار . ¶ وهذا تفسير للتاريخ مادي بحت ،لا يأخذ في الاعتبار فكرة الدين وقضية الألوهية ،وأن لهذا الكون خالقاً مدبراً أمر الخلق بطاعته ونهاهم عن معصيته،وحذرهم من معصيته ،ورتب السعادة في الدنيا والآخرة على طاعته وامتثال أمره. ¶ والذي يدرس التاريخ دراسة حقة لابد له من أن يخرج بالنتيجة التي أشرنا إليها من أن انتشار الفواحش والمنكرات هو العامل الأول في انهيار الحضارات وذهاب الدول .",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "يقول الأستاذ سيد قطب رحمه الله عند حديثه عن قوله تعالى : { فأهلكناهم بذنوبهم } (الأنعام: 6) : (( إن هذا النص ... إنما يقرر حقيقة ويقرر سنة ويقرر طرفاً من التفسير الإسلامي لأحداث التاريخ ،إنه يقرر حقيقة أن الذنوب تهلك أصحابها وأن الله هو الذي يهلك المذنبين بذنوبهم ،وأن هذه سنة ماضية ... سنة تصير إليها الأمم حين تفشو فيها الذنوب ،وحين تقوم حياتها على الذنوب ،كذلك هي جانب من التفسير الإسلامي للتاريخ:فإن هلاك الأجيال واستخلاف الأجيال من عوامله فعل الذنوب في جسم الأمم،وتأثيرها في إنشاء حالة تنتهي إلى الدمار...وأمامنا في التاريخ القريب-نسبياً- الشواهد الكافية على فعل الانحلال الخلقي،والدعارة الفاشية،واتخاذ المرأة فتنة وزينة،والترف والرخاوة،والتلهي بالنعيم ،أمامنا الشواهد الكافية من فعل هذا كله في انهيار الإغريق والرومان-وقد أصبحوا أحاديث- وفي الانهيار الذي تتجلى أوائله،وتلوح نهايته في الأفق في أمم معاصرة،كفرنسا وانجلترا كذلك على الرغم من القوة الظاهرة والثراء العريض ))(¬1). ¶ ولا تزال بعض آثار الغابرين باقية شاهدة على تلك السنة الإلهية ،فهذه بقايا سد مأرب باقية إلى اليوم شاهدة على ما فعله الله بسبأ لما أعرضوا عن الحق وتنكبوا الصراط السوي،كما قال تعالى: { فأعرضوا فأرسلنا عليهم سيل العرم وبدلناهم بجنتيهم جنتين ذواتي أكل خمط وأثل وشيء من سدر قليل } ( سبأ: 16) ،ولا يزال هذا الوصف القرآني ماثلاً حتى اليوم يلمسه كل من زار تلك المنطقة،حتى إن هناك قرب السد قرية تسمى أراك ،خير ما فيها شجر الأراك وهو الخمط المذكور في الآية الكريمة . ¶ ¬__________ ¶ (¬1) 11) في ظلال القرآن (2/1038) .",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "ويقول الأستاذ محمد أحمد الراشد : (( وهلاك الأمم حين يشيع المنكر وتنتشر المعاصي يشاهده المرء في المدن الخربة،ومدينة (بومبي) الفاسقة بجنوب إيطاليا محفوظة من يوم أهلكها بركان فيزوف قبل ألفي سنة ،وقد تجولت بها ،ورأيت دنان الخمر وصور النساء العاريات كأنها رسمت أمس ))(¬1). ¶ ولابد لي قبل مغادرة هذه النقطة من الإشارة إلى أمر بالغ الأهمية،ذلك أننا نرى هذا التفسير الإسلامي للتاريخ يُقابل بالسخرية والتهكم من أولئك العلمانيين الذين نصبوا من أنفسهم دعاة للتقدم والتنوير،وحماة للمجتمع من شرور( الظلاميين) وهو أحد الأوصاف التي يطلقونها على دعاة الإسلام المنادين بالعودة إلى الشرع المطهر. ¶ فنحن نذكر مثلاً أنه بعد وقوع الهزيمة في عام 1967م،ساد شعور عام بأن سبب الهزيمة هو البعد عن الله تعالى،وخرج كثير من الغيورين ينادون بالعودة إلى الله وأنه لا سبيل إلى تحقيق النصر إلا بالرجوع إلى الكتاب والسنة. ¶ لكن هذا التفسير لم يرُق لأولئك الذين أشرنا إليهم من العلمانيين وأصحاب الفكر اليساري ،فخرجت تحليلاتهم تسخر من هذا التفسير وتصمه بالجهل والتخلف . ¶ يقول الصحافي اليساري عادل حمودة متحدثاً عن الفترة التي أعقبت النكسة : (( ... وخرجت بعض قوى اليمين ... وهي تفسر الهزيمة تفسيراً كان بينه وبين المنطق والعقل والواقع مسافة من عدم الفهم ليست قصيرة،فالهزيمة عندها لم تقع بسبب صراعات السلطة،وفساد الجيش،أو بالتحديد فساد قيادته،وانعدام الخبرة،وضعف التدريب والتخطيط،إلخ الأسباب التي كشفت فيما بعد،وإنما وقعت الهزيمة لأننا نسينا الله ،ولأننا فقدنا اتصالنا بالسماء ،ولأننا تركنا طريق الإسلام ومشينا في طريق الشيطان ،إلخ هذه المقولات التي لا تزال تتردد حتى الآن وفي مناسبات مختلفة ))(¬2). ¶ ¬__________ ¶ (¬1) 12) صناعة الحياة ص : 13 . ¶ (¬2) 13) الهجرة إلى العنف ص :99 .",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "ونحن نقول لهذا الكاتب وأمثاله إن هذه الأسباب التي ذكرتها للهزيمة إنما هي كالأعراض لمرض أخطر منها وأعظم ،وهو البعد عن الله ومخالفة أمره،فلو كان قادة البلاد في تلك الفترة ممتثلين لأوامر الله لطبقوا شرعه،ولامتثلوا أمره في ضرورة إعداد العدة للعدو،ولنصبوا على الجيش من يصلح له،لكنهم لما عصوا أمر الله نسوا ذلك كله، فاهتموا بأنفسهم ومصالحهم الشخصية وأهملوا المصلحة العامة،فأضروا بالبلاد والعباد . ¶ وشبهة أخرى قريبة مما مضى يرددها كثيراً أولئك القوم ،فهم يقولون إننا نرى الأمم غير المسلمة في أوربا وأمريكا تنعم بالرخاء والرفاهية ،فلِم لم يتحقق فيها هذا السنة الكونية التي تزعمون ؟ ¶ ونحن نقول :إن ذلك منطق المخدوعين ،وتلك نظرة القاصرين الذين لا تتعدى نظرتهم ما يرونه من ظواهر الأمور ،والذي ينبغي أن يعلمه هؤلاء أن أولئك الغربيين وإن كانوا في الظاهر يعيشون في رخاء ونعيم،فإنهم في حقيقة أمرهم يعانون ألواناً من البؤس والشقاء (( وكم من أمة غنية قوية،ولكنها تعيش في شقوة ،مهددة في أمنها ،مقطعة الأواصر بينها ،يسود الناس فيها القلق، وينتظرها الانحلال،فهي قوة بلا أمن ،وهو متاع بلا رضى ،وهي وفرة بلا صلاح،وهو حاضر زاهٍ يترقبه مستقبل نكد،وهو الابتلاء الذي يعقبه النكال ))(¬1). ¶ إن تلك الدول تنخر فيها عوامل الضعف والانحلال من كل وجه، وها نحن نرى مرضاً فتاكاً كمرض الإيدز ينتشر في تلك البلدان انتشار النار في الهشيم ،لا أمل في شفاء من ابتلي به ،ولا في انتهائه ؛ إذ أسبابه وأهمها الزنا لا تزال باقية. ¶ إن أمماً ينتشر فيها الزنا واللواط،وتجامع نساؤها القردة والكلاب ،لهي أمم تعيش في بؤس وشقاء وإن كان ظاهر حالها النعيم والرخاء. ¶ ثم إن الواقع القريب شاهد على صحة ما ذكرناه،وإلا فليقل لنا هؤلاء ما سبب انهيار الاتحاد السوفيتي بهذه الصورة المذهلة وهو في أوج قوته الظاهرة؟ ¶ ¬__________ ¶ (¬1) 14) في ظلال القرآن (3/1339) .",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "إن الاتحاد السوفيتي كان يملك ساعة انهياره وتفككه واحداً من أقوى الجيوش في العالم ،وكان يملك من الأسلحة النووية ما يكفي لتدمير العالم كله أكثر من مرة ،ولذا لم يكن أحد يتوقع سقوطه بهذه السرعة العجيبة،حتى إن الرئيس الأمريكي الأسبق ( نيكسون ) حينما كتب في عام 1988م كتابه ( نصر بلا حرب) ،كان يتوقع أن يبقى الاتحاد السوفيتي حتى نهاية هذا القرن الميلادي متربعاً على قمة العالم مع الولايات المتحدة،بل توقع أن يستمر الحال نفسه في القرن المقبل،وإن كان يتوقع أن تتقدم بعض القوى الأخرى ( أوربا واليابان والصين ) لتشارك العملاقين في اعتلاء قمة العالم . ¶ وكان جل هم نيكسون في هذا الكتاب أن يبين كيف يجب على أمريكا أن تتعامل مع الاتحاد السوفيتي في السنوات المتبقية من القرن العشرين حتى يمكن الوصول إلى سلام حقيقي بين الدولتين فيما بعد عام 1999م. ¶ لكن لم تمض أكثر من سنوات ثلاث على نشر ذلك الكتاب،حتى كانت الإمبراطورية السوفيتية قد تفككت إلى كيانات عدة تقف على أبواب الغرب طالبة معونة مالية،أو متمنية أن يتعطف عليها الغرب فيقبلها في حلفه الأطلسي. ¶ وقد شهد نيكسون قبل موته بسنتين أو ثلاث ذلك السقوط المدوي لإمبراطورية الشر كما كان يسميها ،وربما أشار إلى ذلك في بعض كتاباته الأخيرة لكنا لا ندري ماذا كانت حقيقة شعوره نحو ذلك الأمر؟ هل كان فرحاً بزوال العدو الأكبر لبلاده؟ أم كان حزيناً لخيبة نبوءته؟! ¶ لقد كان الاتحاد السوفيتي بشيوعيته وإلحاده مثالاً صارخاً لما سماه سيد قطب بالإفلاس في عالم القيم(¬1)الذي تعاني منه البشرية اليوم،والذي لا يشفع لأصحابه عظم القوة المادية حين يحين موعد سنة الله التي لا تتبدل . ¶ وإنا لعلى يقين من أن أمريكا سيصيبها يوماً مثل ما أصاب من سبقها بسبب إغراقها في الرذيلة وبعدها عن منهج الحق سبحانه. ¶ ¬__________ ¶ (¬1) 15) معالم في الطريق ص :5 .",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "غير أنه ينبغي أن يعلم أن سنة الله حين تحل بقوم فإنما تحل في الموعد الذي قدره الله،ومن يدري فلعل في حكمة الله أن يؤخر سقوط أمريكا لأنه لا توجد دولة الإسلام القادرة على قيادة العالم إذا ذهبت الهيمنة الغربية،وربما كان من أسباب ذلك التأخير ما نجده في تلك البلاد من حرصٍ على تحقيق العدل وفق مقاييسهم الدنيوية،لكن سنة الله لابد ماضية في خلقه فهو سبحانه يملي للظالمين حتى إذا حان الوقت المقدور أخذهم أخذ عزيز مقتدر . ¶ { فهل ينظرون إلا سنة الأولين فلن تجد لسنة الله تبديلاً ولن تجد لسنة الله تحويلاً } ( فاطر :43). ¶ ثالثاً : تفسير السلوك الإجرامي ¶ تمثل دراسة العمل الإجرامي جانباً مهماً من جوانب الدراسات الاجتماعية ؛فإنه إذا كان القانونيون يدرسون الجريمة على أساس أنها انتهاك لقاعدة قانونية يستحق صاحبها العقوبة ،فإن الدراسات الاجتماعية تهتم بمعرفة أسباب إقدام بعض الأفراد على ارتكاب الجرائم،(( ويمكن القول بصفة عامة إن البحث المبكر في أسباب أو عوامل السلوك الإجرامي قد اعتمد على نوعين من التفسير ،هناك التفسير البيولوجي أو العقلي الذي يعتمد على دراسة الخصائص البيولوجية والعقلية للمجرمين،وهناك التفسير البيئي الذي يميل إلى تفسير السلوك الإجرامي على أنه نتاج عوامل بيئية يتعين الكشف عنها ))(¬1). ¶ ولسنا من غرضنا هنا استقصاء مدارس علم الاجتماع في تفسير السلوك الإجرامي ومعرفة أسبابه،وإنما الغرض الإشارة إلى ما سبق به الإسلام هذه الأفكار البشرية ،فالحديث الشريف يشير إلى دور العوامل البيئية في تفسير الجريمة؛وذلك واضح من كون أصحاب السفل أرادوا أن يخرقوا السفينة بسبب امتعاض أصحاب العلو منهم ،وفي رواية الترمذي:( فقال الذين في أعلاها لا ندعكم تصعدون فتؤذوننا ). ¶ لكن هاهنا أمور يجب التنبيه عليها: ¶ ¬__________ ¶ (¬1) 16) مفاهيم علم الاجتماع ص :213.",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "1-أول هذه الأمور أن هذا الذي ذكرناه لا يصلح أن يكون تفسيراً عاماً تفسر في ضوئه كل الجرائم كما يريد البعض أن يقول،فكما أن للعوامل البيئية دورها فإن للعوامل النفسية والوراثية وغيرها دوراً في فعل الجريمة ، وهذا مشاهد مألوف ،والإشارة في حديثنا إنما هي إلى أن بعض الجرائم قد يكون باعثها بيئياً،بينما هناك أدلة أخرى تشير إلى بواعث أخرى لبعض الجرائم ؛ فنحن نعلم أن الحسد كان دافع اليهود إلى عدم الدخول في الإسلام ،وحب الرياسة والجاه كان المانع من دخول كبراء قريش في الإسلام ، كما أن البغي والحسد قد دفعا بابن آدم الأول إلى قتل أخيه ،وغير ذلك كثير . ¶ 2- لا شك أن الغرض من دراسة أسباب الجريمة هو محاولة سد منافذها بمنع أسبابها،ففي مثل حديثنا يصح أن يقال لأهل العلو :عليكم أن تتحملوا بعض الأذى من صعود أولئك القوم ونزولهم ،فذلك خير من خرقهم للسفينة. ¶ وإذا كنا نطالب البعض بالصبر على بعض الأذى حتى لا يقع غيرهم في الفعل الإجرامي فإننا من باب أولى نطالب أقواماً يرتكبون من الأفعال والأقوال ما يدفع غيرهم لارتكاب الجرائم ،نطالبهم بأن يتوبوا إلى الله وأن يرجعوا عن مثل تلك الأفعال ،وإن الناظر في مجتمعاتنا ليجد الكثير مما ألمحنا إليه،فهذه الأفلام والمسلسلات التي تبثها أجهزة الإعلام بما فيها من تزيين للمنكرات وتمجيد لهذه الفنون الهابطة المخافة للشرع،تعتبر دافعاً للكثيرين للوقوع في مثل ما تدعوا إليه هذه الأجهزة الإعلامية من الفواحش والمنكرات .",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "كما أن في سلوك بعض الأغنياء والمترفين ما يشكل استفزازاً للفقراء وقد يدفعهم دفعاً لارتكاب بعض الجرائم والموبقات ،وعلى سبيل المثال فقد نشرت بعض الصحف القاهرية أن امرأة ثرية قد تقدمت ببلاغ إلى قسم شرطة مصر القديمة عن فقدان كلبٍ لها،وأنها هددت داخل القسم بالانتحار إذا لم تستعد لها المباحث كلبها الضائع،وأدهى ما في الأمر أنها قالت في بلاغها:إن مجوهرات قيمتها ثمانون ألفاً من الجنيهات سُرقت مع الكلب من داخل سيارتها ،لكن المهم عودة الكلب لا المجوهرات(¬1). ¶ وفي مصر أيضاً يتردد عن إحدى الراقصات أنها تملك (شقة ) سكنية ثمنها عدة ملايين من الدولارات، وأنها تمتلك عربة مصفحة ، ولديها عدد كبير من الحراس ،وغير ذلك من مظاهر الثراء والرخاء الذي ما حققته إلا بطريق الرذيلة والفساد،وأمثال تلك الراقصة كثيرون . ¶ ولا شك أن مثل هذه التصرفات الاستفزازية يمكن أن تكون دافعاً لبعض الشباب المحروم لارتكاب بعض الجرائم حين يرى أن طريق الرقص والفساد يُفيد أصحابه بما لا يفيد به أي عمل شريف . ¶ والواجب على أهل الغيرة والمروءة أن يحاربوا مثل هذه التصرفات التي قد تدفع الغير إلى ارتكاب الجريمة خصوصاً إذا كان هذا التصرف في نفسه عملاً محرماً لا يقره الشرع ولا يرضى به . ¶ 3- وآخر هذه الأمور التي نود التنبيه عليها أن البحث عن تفسيرٍ للسلوك الإجرامي لمحاولة سد منافذ الجريمة لا يعني أن لا يؤخذ المجرم بذنبه ،أو أن يُعتبر مريضاً يجب علاجه لا معاقبته كما يقول بعض الغربيين،إذ لابد في الإسلام من الأخذ على يد فاعل المنكر وعقابه إن استحق العقاب ،وهذا الحديث يأمر بالأخذ على أيدي من أراد خرق السفينة مع إشارته إلى أن ثمة عاملاً خارجياً قد دفعهم إلى ارتكاب هذا الجرم والله أعلم. ¶ الفصل الثامن ¶ مقارنات قانونية ¶ الفصل الثامن ¶ مقارنات قانونية ¶ ¬__________ ¶ (¬1) 17) جريدة الميدان عدد 18/11/1418هـ .",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "نتناول في هذا الفصل بعض ما يقابل هذا الحديث في القوانين الوضعية المعاصرة ،ليستبين لمن لا يعلم كيف أن شريعة الإسلام الخالدة قد جاءت بالعدل المطلق الذي لا يمكن أن يدانيها فيه أعدل ما عرف الناس من تشريعاتهم الوضعية. ¶ وفي هذا الإطار سينصب كلامنا على قضيتين قانونيتين هما : فكرة التعسف في استعمال الحق ،وقضية الحريات الشخصية . ¶ أولاً : نظرية التعسف في استعمال الحق ¶ من القضايا المهمة التي يثيرها هذا الحديث الشريف،قضية إساءة الإنسان في استعمال حقه، وهو ما يسمى في عرف أرباب القوانين الوضعية بنظرية التعسف في استعمال الحق . ¶ ذلك أننا نلحظ أن الحديث يشير إلى أن القوم الذين أرادوا خرق السفينة إنما كانوا يتصرفون في ملكهم ونصيبهم ،ولم يتعدوا إلى نصيب غيرهم وذلك واضح من قولهم ( لو أنا خرقنا في نصيبنا خرقاً )،وعند ابن حبان ( وقال الآخر :دعه فإنما يخرق مكانه )(¬1)،وفي رواية عند أحمد :( فقال بعضهم :إنما يخرق في نصيبه )(¬2). ¶ والمقصود أن الذم قد لحق بهؤلاء القوم مع أنهم كانوا يتصرفون في حقهم ،لكن لما كان استعمالهم لحقهم سيلحق ضرراً بغيرهم وجب منعهم والأخذ على أيديهم ،ومعنى ذلك أن حرية الإنسان في التصرف في حقه مقيدة بعدم الإضرار بالآخرين . ¶ وقد جاءت نصوص أخرى تؤيد هذا المعنى وتقويه، منها حديث (لا ضرر ولا ضرار)(¬3). ¶ ¬__________ ¶ (¬1) صحيح ابن حبان (297-إحسان ) . ¶ (¬2) المسند (4/273-274) . ¶ (¬3) سبق تخريجه ص : 50 .",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "وفي سنن أبي داود عن أبي جعفر الباقر عن سمرة بن جندب ( أنه كانت له عضد من نخل في حائط رجل من الأنصار قال : ومع الرجل أهله ،قال: فكان سمرة يدخل إلى نخله فيتأذى به ويشق عليه فطلب إليه أن يبيعه فأبى ،فطلب إليه يناقله فأبى ،فأتى النبي - صلى الله عليه وسلم - فذكر ذلك له فطلب إليه النبي - صلى الله عليه وسلم - أن يبيعه فأبى،فطلب إليه أن يناقله فأبى، قال :فهبه له ولك كذا وكذا -أمراً رغبه فيه- فأبى، فقال :أنت مضار فقال رسول الله - صلى الله عليه وسلم - للأنصاري: اذهب فاقلع نخله )(¬1). ¶ والحديث ضعيف،ولكن معناه صحيح متسق مع عموم حديث لا ضرر ولا ضرار. ¶ وقد اتفق أهل العلم على أنه يُمنع الشخص من التصرف في ملكه تصرفاً يُلحق ضرراً مباشراً بالغير وذلك كمن يدق في ملكه دقاً يؤدي إلى هدم حيطان جاره ونثرها ،وكذلك من يسقي أرضه سقياً يتعدى إلى هدم حيطان جاره، ومن يشعل ناراً في ملكه فتتعدى النيران إلى ملك غيره فتحرقه(¬2). ¶ فأما إن كان التصرف لا يحدث بالغير مثل هذا الضرر الظاهر المباشر ،لكنه يلحق به نوعاً من الأذى غير المباشر،فقد نص كثير من أهل العلم على المنع من ذلك أيضاً . ¶ فقد قال الإمام مالك في من حفر في داره بئراً تضر ببئرٍ لجاره : إنه يمنع من ذلك،وكذلك يمنع من إحداث كنيف في داره يضر ببئر جاره(¬3). ¶ ¬__________ ¶ (¬1) أخرجه أبو داود (3636) والبيهقي (6/157) ،وقال المنذري في مختصر سنن أبي داود (5/240) : (( في سماع الباقر من سمرة بن جندب نظر وقد نُقل من مولده ووفاة سمرة ما يتعذر معه سماعه منه،وقيل فيه ما يمكن السماع منه والله عز وجل أعلم )) ، والحديث ضعفه الألباني في ضعيف سنن أبي داود ( 785) . ¶ (¬2) انظر المغنى لابن قدامة (5/52) . ¶ (¬3) المدونة الكبرى ( 4/474).",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "وقال ابن قدامة :(( ليس للرجل التصرف في ملكه تصرفاً يضر بجاره نحو أن يبني فيه حماماً بين الدور أو يفتح خبازاً بين العطارين أو يجعله دكان قصار يهز الحيطان ويخربها،أو يحفر بئراً إلى جانب بئر جاره يجتذب ماءها ))(¬1). ¶ وقال أيضاً : (( وإن كان سطح أحدهما أعلى من سح الآخر فليس لصاحب الأعلى الصعود إلى على سطحه على وجه يشرف على سطح داره إلا أن يبني سترة ))(¬2). ¶ وخالف في تلك المسائل الشافعية وبعض الحنفية كما ذكر ابن قدامة(¬3)، وجاء في تكملة المجموع شرح المهذب : (( إذا كان سطح داره أعلى من سطح دار جاره لم يجبر من علا سطحه على بناء سترة ))(¬4). ¶ ومرد هذا الخلاف والله أعلم هو اختلاف النظرة إلى حجم الضرر الواقع على الغير ،فإن المجتهد هنا يتنازعه أمران :أحدهما حق الإنسان في التصرف في ملكه ،والثاني حق الغير في أن لا يلحق به ضرر من جراء ذلك التصرف،ولذلك فقد اتفقوا على أن ما كان من الضرر يسيراً كدخان الخبز والطبخ فإنه لا يعد ضرراً يوجب منع صاحبه من التصرف في ملكه،وكذلك وقع الاتفاق كما مر على أن من أشعل في ملكه ناراً فتعدت إلى ملك غيره فأحرقته أنه مؤاخذ بذلك. ¶ والمقصود أن منع صاحب الحق من إساءة استعمال حقه أمر ثابت مقرر في شرعة الإسلام قبل أن يعرف الأوربيون ما يسمى بنظرية التعسف في استعمال الحق بثلاثة عشر قرناً من الزمان. ¶ ذلك أن المصادر القانونية تشير إلى أنه لم يكن عندهم وجود لهذه النظرية قبل منتصف القرن التاسع عشر الميلادي فقد كان السائد حتى ذلك الوقت أنه لا يمكن أن يحاسب الشخص على تصرفه في حقه حتى لو أدى ذلك إلى الإضرار بالآخرين. ¶ وقد كان ذلك مأخوذا من مبدأ روماني شهير يقرر أن من يمارس حقه لا يضر أحداً. ¶ ¬__________ ¶ (¬1) المغني ( 5/52) . ¶ (¬2) المصدر السابق :نفس الصفحة . ¶ (¬3) المصدر السابق :نفس الموضع . ¶ (¬4) 10) المجموع (13/411).",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "وكانت سيادة ذلك المبدأ مرتبطة بشيوع المذهب الفردي الذي كان يُعنى أساساً بتحقيق مصلحة الفرد،ويرى أن مصلحة الجماعة تابعة لمصلحة الفرد ،فإذا ما حُققت مصلحة الفرد تحققت مصلحة الجماعة ، أو ما كان يعبر عنه بنظرية اليد الخفية التي وضعها الاقتصادي آدم سميث حيث كان يرى أننا حين نترك للفرد حريته المطلقة في العمل والحركة فإنه وفي سبيل مصلحته الشخصية سوف يعمل دون قصد منه على خدمة المجتمع ورقيه ،فكأن هناك يداً خفية تحركه دون أن يشعر لخدمة المجتمع . ¶ غير أن هذا الوضع بدأ يتغير مع بداية القرن التاسع عشر الميلادي ،ففي فرنسا بدأ القضاء يتنبه إلى قضية التعسف في استعمال الحق من خلال بعض القضايا المعروضة عليه دون أن يكون هناك في القانون أي نص يشير إليها. ¶ وعلى سبيل المثال ففي عام 1857م قضت محكمة فرنسية بعدم جواز إقامة رجل لمدخنة فوق سطح منزله غرضه الوحيد منها حجب النور عن جاره،وعللت ذلك بأن استعمال الإنسان لحقه يجب أن يكون حده استيفاء مصلحة جدية مشروعة لا تتعارض مع مباديء الأخلاق والعدالة ولا تلحق بالغير ضرراً جسيماً . ¶ وبعد القضاء جاء دور الفقه الذي حاول بدراسة أحكام القضاء أن يصل إلى نظرية متكاملة حول التعسف في استعمال الحق ،ولم يكن ذلك أمراً سهلاً ؛فلئن كانت الحاجة البشرية والنظريات الاجتماعية التي ظهرت في القرن التاسع عشر عاملاً مساعداً في التمكين لهذه النظرية فإنه على الجانب الآخر كان هناك من يعارض تلك النظرية على أساس أنها تصادم حق الإنسان في التصرف في ما يملك .",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "وأخيراً كانت نتيجة هذا الصراع بين المؤيدين والمعارضين أن حسم الأمر لصالح المؤيدين وأخذت تلك النظرية مكانها في القانون المدني ،ثم انتقلت منه إلى غيره من فروع القانون(¬1). ¶ وفي التقنين المصري تنص المادة الخامسة من القانون المدني على أنه : (( يكون استعمال الحق غير مشروع في الأحوال الآتية : ¶ (أ )إذا لم يقصد به سوى الإضرار بالغير . ¶ (ب) إذا كانت المصالح التي يرمى إلى تحقيقها قليلة الأهمية بحيث لا تتناسب البتة مع ما يصيب الغير من ضرر بسببها . ¶ (ج) إذا كانت المصالح التي يرمي إلى تحقيقها غير مشروعة )) . ¶ وقد جاء في المذكرة التفسيرية لهذا النص أن واضعيه قد استمدوا هذه الضوابط الثلاثة من أحكام الفقه الإسلامي،وأنهم ألفوا بين ما استقر في مباديء الشريعة وبين ما انتهى إليه الفقه القانوني الحديث في نظرية التعسف في استعمال الحق(¬2). ¶ والحق أن الحالتين الأوليين من هذه الحالات الثلاث قريبتان مما ذكرناه عند عرض أقوال فقهائنا في هذه المسألة ،أما الحالة الثالثة فلم نتعرض لها؛ إذ كان جل همنا هو بيان أن استعمال المرء لحقه يجب ألا يضر بالآخرين ،وإن كانت هذه الحالة الثالثة منصوصاً عليها أيضاً في الفقه الإسلامي لما تقرر من أن الوسائل لها حكم الغايات ووسيلة المقصود تابعة له فكل ما كان وسيلة إلى حرام فهو حرام وإن كان في أصله جائزاً(¬3). ¶ ¬__________ ¶ (¬1) 11) هذا السرد التاريخي مأخوذ بتصرف من : المدخل للعلوم القانونية د. توفيق حسن فرج ص : 846 وما بعدها ،ومبدأ التعسف في استعمال الحق في القانون الدولي العام د.سعيد سالم جويلي ص : 14-16،ص: 45-51 . ¶ (¬2) 12) انظر :المرجع في التعليق على نصوص القانون المدني للمستشار معوض عبد التواب ص: 39 . ¶ (¬3) 13) انظر إعلام الموقعين لابن القيم (2/180 وما بعدها ) .",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "لكن يبقى مع هذا الاتفاق الجزئي بين الشريعة والقانون أن نقرر أنه ليس كل ما اعتبره الشرع غير مشروع هو كذلك في القانون الوضعي فكم من أمر حرمته الشريعة وهو في القانون الوضعي مباح لا شبهة فيه،ثم إن أخشى ما نخشاه أن لا يكون اقتراب القانون من حكم الشريعة في هذه الجزئية راجعاً إلى رغبة حقيقية في الرجوع إلى حكم الشرع،وإنما هو رغبة في موافقة فكرة التعسف في استعمال الحق ،وإلا فلِمَ كان الرجوع في هذه المسألة بعينها إلى الفقه الإسلامي دون غيرها من المسائل التي يخالف فيها القانون بدهيات الشرع الحنيف . ¶ ثانياً : قضية الحريات الشخصية ¶ عند حديثنا عن مبدأ التعسف في استعمال الحق كان المقصود بالحق كل حق (( ثبت لشخص من الأشخاص على سبيل التخصيص والإفراد ،كحق الشخص في ملكية عين من الأعيان، أو حقه في اقتضاء دين من الديون أو حقه في طلاق زوجته ))(¬1). ¶ غير أن هناك نوعاً آخر من الحقوق له تعلق بما نحن بصدده ،وهو ما يطلق عليه الرخص أو الحريات العامة أو حقوق الإنسان. ¶ ويقصد بهذا النوع من الحقوق تلك التي يتمتع بها الفرد بسبب طبيعته أو نظراً لعضويته في المجتمع(¬2)،أي أن هذا النوع من الحقوق يشترك فيه الناس كافة ولا يستأثر به البعض دون الآخرين ،وذلك مثل حق الإنسان في الحياة والتنقل داخل حدود وطنه وغير ذلك . ¶ وقد صدرت عدة مواثيق دولية تتضمن هذه الحقوق،ومن تلك المواثيق وثيقة إعلان حقوق الإنسان التي تمخضت عنها الثورة الفرنسية عام 1789م ،كما أصدرت هيئة الأمم المتحدة الإعلان العالمي لحقوق الإنسان في عام 1948م،ثم أصدرت إعلاناً آخر عام 1952،كما أن هذه النوعية من الحقوق قد صارت من الأمور المقررة في دساتير الدول المختلفة . ¶ ¬__________ ¶ (¬1) 14) أصول القانون لحسن كيرة ص : 1138،نقلاً عن المدخل للعلوم القانونية لتوفيق حسن فرج ص:857 . ¶ (¬2) 15) القانون الدستوري لماجد راغب الحلو ص : 385.",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "وغني عن البيان أن الإسلام بتشريعاته وأحكامه قد سبق كل تلك المواثيق والدساتير في بيان ما للإنسان من حقوق لا يصح الاعتداء عليها . ¶ لكن شريعة الإسلام ،وقد عُنيت بأن تكفل لكل فرد حقه المشروع، فإنها قد وضعت لذلك من الضوابط ما يكفل تحقيق العدل التام في المجتمع الإسلامي،ولا فرق هنا بين الحقوق العينية التي تثبت لفرد معين على عين من الأعيان ،وبين الحقوق العامة أو الحريات التي تثبت للجميع ،فكلا النوعين يرد عليه حديث ( لا ضرر ولا ضرار )(¬1). ¶ وحديثنا يدل على أن تصرف الإنسان في حقه مقيد بعدم الإضرار بالآخرين،ولا بأس من حمل هذا الحق على معنى الحق العيني الخاص بفرد ما،أو على معنى الحريات العامة التي يتمتع بها الجميع . ¶ والكثيرون من دعاة العلمانية في ديار الإسلام يرون في القيام بواجب الأمر بالمعروف والنهي عن المنكر نوعاً من الحجر على الحريات الشخصية والحقوق العامة التي كفلتها الدساتير والقوانين ،حتى صارت قضية الحرية الشخصية سلاحاً خطيراً يشهره دعاة التغريب في وجه كل دعوة جادة لإصلاح المجتمع والعودة به إلى جادة الصواب. ¶ ¬__________ ¶ (¬1) 16) سبق تخريجه ص : 50 .",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "وتحت شعار حرية الفكر يقف أناس يتسمون بأسماء المسلمين في خندق العداء لدين الله وشريعته الغراء (( فلا يزال أحدهم ينقر موضعه من سفينة ديننا وأخلاقنا وآدابنا بفأسه أي بقلمه ،زاعماً أنه موضعه من الحياة الاجتماعية يصنع فيه ما يشاء،ويتولاه كيف أراد ،موجهاً لحماقته وجوهاً من المعاذير والحجج من المدنية والفلسفة ... وكما أن لفظة الخرق يكون من معانيها في البحر القبر والغرق والإهلاك، فكلمة الفلسفة يكون من بعض معانيها في الاجتماع الحماقة والغفلة والبلاهة، وكلمة الحرية يكون من معانيها الجناية والزيغ والفساد،وعلى هذا القياس اللغوي فالقلم في أيدي بعض الكتاب من معانيه الفأس ،والكاتب من معانيه المخرِّب،والكتابة من معانيها الخيانة ))(¬1). ¶ لقد وصل الأمر ببعض أولئك الأدعياء أن يزعم أن من رسالته في الحياة أن يحطم المقدسات . ¶ فقد دأبت مجلة (روزا اليوسف ) القاهرية على نشر موضوعات رخيصة هي أقرب شيء إلى الكتابات الجنسية الصارخة،مما حدا بامرأة مصرية أن تكتب لتلك المجلة منكرة هذا الأمر عليها ،فكان مما جاء في رسالتها : (( ... ليس من اللائق أن ألاحق عدد روزا اليوسف محاولة أن أخفيه عن أحفادي ،محاذرة أن تتعلق أبصارهم وعقولهم في هذه المرحلة السنية الخطرة ببعض ما ينشر في (روزا) من مقالات هي الأقرب إلى مقالات الجنس التي لم نعتد عليها ولا نحب لها أن تستدرج أطفالنا إلى ساحة ليسوا مستعدين لها بعد ...)) . ¶ ¬__________ ¶ (¬1) 17) وحي القلم للرافعي ( 3/7-9) .",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "ومن المهم أن يعرف القاريء أن صاحبة هذه الرسالة هي زوجة خالد محيي الدين عضو مجلس قيادة الثورة السابق ورئيس حزب التجمع الشيوعي ،وهذا يوحي بأن رائحة فساد تلك المجلة ومثيلاتها صارت تزكم أنوف الجميع بمن فيهم من لا يمكن أن يعد من أنصار ما يسمى بالتيار الإسلامي الذي لو كانت كاتبة الرسالة محسوبة عليه،لما سلمت من أوصاف التطرف والإرهاب والأصولية وغيرها من الأوصاف التي درج العلمانيون على إلصاقها بكل داعية إلى الحق. ¶ ومع ذلك فقد حرصت المجلة على أن تفصح عن خطتها في هدم الفضيلة ونشر الرذيلة ؛فقد جاء في رد الصحافي عادل حمودة على تلك الرسالة: ( سيدتي: أحسست بالألم والتقدير معاً من رسالتك ،ولا أحتاج لشرح دوافعنا فيما ننشر، فنحن في البداية والنهاية نسعى إلى حوار جريء في المجتمع يحطم (التابو )(¬1)بكل مفاصله: التابو السياسي الذي يكبلنا باسم الظروف الاستثنائية ،والتابو الجنسي الذي يكبلنا باسم العيب والحرام والتقاليد الأخلاقية،والتابو الديني الذي صدر لنا الإرهاب والخرافة باسم التفسيرات المغلوطة ...))(¬2). ¶ إن أقواماً يريدون تحطيم المقدسات لهم أحق الناس بوصف الخارقين للسفينة الذين أمرنا بالأخذ على أيديهم ،وإن المرء ليشتم في مقولاتهم رائحة البغض للدين وأهله والسعي لهدم كل فضيلة وخلق كريم. ¶ ¬__________ ¶ (¬1) 18) اصطلاح غربي يقصد به المقدس أو المحرم . ¶ (¬2) 19) نشرت الرسالة والرد عليها في عدد 8/4/1996 من المجلة الذكورة .",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "وباسم حماية الحريات رأينا من يطالب بحق المسلم في الارتداد عن دينه،والدخول في غيره ،ومن أولئك الكاتب الماركسي عبد الستار الطويلة الذي كتب يدعو إلى أن تكون مسألة تغيير الدين حقاً يتساوى فيه الجميع ،ويستنكر أن يكون للقبطي الحق في تغيير عقيدته ولا يعطى مثل هذا الحق للمسلم ،ويقول في ذلك : (( بل إن أولئك الذين يضحكون وعلى المصريين الأقباط قائلين : (لهم ما لنا وعليهم ما علينا )،قد جانبهم الصواب لأنهم لا يطبقون هذا،وآية ذلك أنهم يمنحون القبطي حق تغيير عقيدته الدينية من المسيحية إلى الإسلام أو إلى اليهودية أو إلى حتى الوثنية،ولكنهم يرفضون منح ذلك الحق للمسلم ،فالمسلم الذي يغير دينه مصيره الهلاك كما يقول د.جريشة وكل زملائه من العلماء ))(¬1). ¶ ثم يقول : (( ولنتصور كيف يكون وضع الحكم في أي بلد إسلامي يواجه لجنة حقوق الإنسان في هيئة الأمم المتحدة أو الهيئة نفسها وهي تسأله عن كيف تعدم الناس لأنهم غيروا معتقدهم الديني دون أن يرتكبوا جرماً في حق أحد أو الدولة ؟ علماً بأننا في حاجة إلى العالم وتربطنا به صلات سياسية وعسكرية وتموينية وقروض وهبات وتعاملات ))(¬2). ¶ وإني أجد لزاماً عليَّ أن أقرر باختصار حكم الإسلام في هذا الباطل الذي نطق به ذلك الكاتب فأقول وبالله التوفيق : ¶ 1- ليس الدين مجرد علاقة فردية بين العبد وربه ،ولئن صح أن يكون هذا هو مفهوم الدين عند الغربيين،فإن مفهوم الدين عندنا نحن المسلمين أنه نظام كامل شامل يتسع لكل مناحي الحياة،ويطالَب أتباعه بالاحتكام إليه في كل صغير وكبير،كما قال تعالى: { فلا وربك لا يؤمنون حتى يحكموك في ما شجر بينهم ثم لا يجدوا في أنفسهم حرجاً مما قضيت ويسلموا تسليماً } ( النساء:65). ¶ ¬__________ ¶ (¬1) 20) أمراء الإرهاب ص: 34 . ¶ (¬2) 21) المصدر السابق ص : 35 .",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "2- لابد للمسلم إن كان مسلماً حقاً أن يعتقد أن دينه هو الحق وأن ما عداه هو الباطل كما قال تعالى: { إن الدين عند الله الإسلام } ( آل عمران:19) ، وقال : { ومن يبتغ غبر الإسلام ديناً فلن يقبل منه وهو في الآخرة من الخاسرين } (آل عمران: 85) . ¶ ومتى استقر هذا المعنى في ذهن المسلم فهم ولاشك لماذا منع الإسلام أن يخرج المرء منه إلى غيره من الأديان ،فهذا الخروج هو خروج إلى الضلالة بعد الهدى،والظلمة بعد النور ،والكفر بعد الإيمان،وهو جريمة لا تساويها جريمة في حق فرد ولا في حق الدولة ؛لأنها باختصار جريمة في حق الله عز وجل . ¶ وحد الردة الذي يتهكم الكاتب عليه لم يأت به هؤلاء الذين ذكرهم الكاتب من عند أنفسهم ،بل هو حكم الذي لا ينطق عن الهوى حيث قال - صلى الله عليه وسلم - : (من بدل دينه فاقتلوه )(¬1). ¶ 3- لسنا ملزمين بما استقر عليه الغربيون في مجال ما يسمى بحقوق الإنسان، فنحن ملزمون أولاً وأخيراً بما جاء في كتاب ربنا وسنة نبينا - صلى الله عليه وسلم - ،وإذا كان إعلان حقوق الإنسان الصادر عن الأمم المتحدة عام 1948م ينص في مادته السادسة عشرة على أن (( للرجل والمرأة متى بلغا سن الزواج حق التزوج وتأسيس أسرة دون أي قيد بسبب الجنس أو الدين،ولهما حقوق متساوية عند الزواج وأثناء قيامه وعند انحلاله ))،فإن الإسلام يرفض ذلك ولا يجوز لدولة تدعي الإسلام أن توافق على مثل هذا النص لأنه يبيح لغير المسلم أن يتزوج بالمسلمة. ¶ وكذلك ليس لأحد أن يلزمنا بنص المادة الثامنة عشرة من الإعلان المذكور والتي تنص على أن : (( لكل شخص الحق في حرية التفكير والضمير والدين ويشمل هذا الحق تغيير ديانته وعقيدته )) ،فإن هذا النص مخالف لشريعتنا المطهرة ولا يجوز لمسلم أن يقر بهذا الباطل أو يوافق عليه . ¶ ¬__________ ¶ (¬1) 22) أخرجه البخاري (3017) ،( 6922) وأبو داود ( 4351) والترمذي (1485) والنسائي (7/104) وابن ماجه ( 2535) من حديث ابن عباس .",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "4- الأصل في المسلم أن يقر يقيناً بقول الله تعالى : { ومن يتق الله يجعل له مخرجا ، ويرزقه من حيث لا يحتسب } ( الطلاق : 2-3)، وعليه فليس للمسلمين أن يتركوا أحكام دينهم لاحتياجهم إلى غير المسلمين، فإنهم لو طبقوا شرعة ربهم وتوكلوا عليه لما احتاجوا إلى غيرهم. ¶ ثم إن أمة المسلمين ليست فقيرة ،بل الكل يشهد بما تحويه بلاد المسلمين من الخيرات والثروات ،ولكن السبب في هذا الضنك الذي يعيشه المسلمون هو هذا المنهج العلماني الذي يدعو إليه هذا الكاتب وأمثاله فهو الذي أضاع الدنيا والدين وأذل المسلمين وجعلهم تابعين لغيرهم من الكافرين . ¶ 5- أما الشيء الوحيد الذي قارب فيه هذا الكاتب حد الصواب فهو وصفه للقائلين بمبدأ (لهم ما لنا وعليهم ما علينا ) بأنهم يضحكون علينا وعلى الأقباط ؛ وذلك أن هذا المبدأ لا أصل له في الإسلام، بل هو مبدأ باطل مخالف لما علم بالضرورة من دين الإسلام من عدم المساواة بين المسلمين والكافرين فالله تعالى يقول : { أفنجعل المسلمين كالمجرمين، ما لكم كيف تحكمون } ( القلم: 35-36) . ¶ أدعياء الحريات والكيل بمكيالين ¶ إن هؤلاء الذين يزعمون أنهم يدافعون عن الحريات الشخصية هم في حقيقة أمرهم مخادعون يستغلون مثل هذه الشعارات لتحقيق أهداف ومآرب معينة ،فإذا تعارضت شعارات حقوق الإنسان مع أهوائهم ضربوا بها عرض الحائط . ¶ وللقاريء أن يقارن بين موقف دول الغرب من قضية المارق سلمان رشدي الذي تطاول على نبينا - صلى الله عليه وسلم - وآل بيته الكرام في روايته الآثمة (آيات شيطانية )،وبين موقف تلك الدول من قضية جارودي الذي تجرأ فشكك في عدد اليهود الذين أحرقهم هتلر،وكيف أن بلاد الغرب قد وقفت تدافع عن المدعو سلمان رشدي بدعوى حرية الفكر وتستقبله استقبال الأبطال،بينما قُدم جارودي للمحاكمة في باريس التي يسمونها عاصمة النور،ولم يشفع له أنه وصل إلى هذه النتيجة بعد بحث شاق ودراسة مستفيضة واستناداً إلى وثائق عدة.",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "وعلى نفس النهج يمضي أدعياء الحريات في بلادنا الذين لا تهمهم قضايا الحريات بقدر ما تهمهم إشاعة الفاحشة في المجتمع المسلم،وإلا فليقل لنا قائلهم لماذا لم تتسع حريتهم المزعومة لتشمل حرية المرأة المسلمة في ارتداء حجابها الشرعي الذي أمرها الله به ؟ولم لا يعتبر ستر المرأة وجهها نوعاً من الحرية الشخصية التي يُسمح لصاحبتها بدخول الجامعة كما يُسمح للمتبرجة التي ترتدي لباساً فاضحاً ؟ ¶ لقد ذكر الكاتب أنيس منصور(¬1)أنه كان ذات يوم يرأس لجنة اختبار الوجوه الجديدة المتقدمة للعمل بالتليفزيون،وأنه كان من بين المتقدمات فتاة محجبة فقال لها : (( أنت عارفة أن التلفزيون لن يختار واحدة محجبة ؟ )) . فقالت : ((لابد أن أكون محجبة )). قال : فأشرت إليها أن تخرج وخرجت. ¶ وفي نفس المقال يروي أن فتاة أخرى تقدمت للاختبار ، ولاحظ أن بقايا دخان تخرج من أنفها ،فسألها: أنت تدخنين؟ قالت :نعم .ولما سألها: وهل ستدخنين في التلفزيون ؟ أجابت : نعم ،هل هناك مانع؟ فأجابها: طبعاً لا، ولكن قد يؤثر على صوتك .فقالت : إذن بدلاً من أن أعمل مذيعة أعمل في الإخراج أو في الإعداد . ثم ذكر الكاتب أنها أخبرته بأنها كانت مخطوبة ولكن الخطبة (اتفركشت ) ،فلما سألها عن سبب ذلك قالت : خطيبي كان (قفل)(¬2)،لا يدخن ولا يشرب ولا يرقص ولا يعرف يعوم . ¶ ومع كل ذلك استمر في اختبارها،بل وأخبرها أنها من الناجحات(¬3). ¶ ¬__________ ¶ (¬1) 23) في مقال له بعنوان ( واحدة جاءت تتسلى ) منشور ضمن كتاب غلطة عمري ص : 275. ¶ (¬2) 24) حرصنا على إيراد بعض الألفاظ العامية كما وردت في المقال ليرى القاريء نموذجاً للعقلية التي يُختار أصحابها ليكونوا قدوة لأبنائنا وبناتنا من خلال شاشة التلفزيون . ¶ (25) المصدر السابق ص :275-282 .",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "ولست من دعاة خروج المرأة المسلمة للعمل خصوصاً في مثل تلك الأجواء الموبوءة، لكني أردت أن أبين كيف اتسعت حريتهم المزعومة لفتاة تدخن السجائر وتسمي خطيبها( قفلاً) لأنه لا يشرب الخمر ولا يحسن الرقص، بينما ضاقت هذه الحرية ذرعاً بفتاة مسلمة لمجرد أنها أبدت تمسكها بالحجاب،فلم يسمح لها حتى بمجرد الاختبار. ¶ وقس على هذا الموقف مئات المواقف التي يبدو فيها موقف العلمانيين الرافض لأي مظهر إسلامي كإعفاء اللحية أو توبة بعض الممثلات والمغنيات ،أو غير ذلك مما كان يجب عليهم طبقاً لما يتشدقون به أن يعتبروه نوعاً من الحريات الشخصية التي يجب حمايتها والحفاظ عليها .",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "وبعد ذلك كله لم يكن غريباً أن يظهر في بلادنا شباب يعبدون الشيطان ،وشباب عابثون لاهون لا يعرفون ماذا يريدون ولا ماذا يراد بهم ،أكتفي في وصفهم بنقل جانب من مقال آخر للأستاذ أنيس منصور يحكي فيه أنه كان خارجاً من أحد مطاعم القاهرة في الثالثة صباحاً فرأى منظراً أهمه وأقلقه فقال في وصفه : (( ... وجدت عشرات الشباب والشابات –ونحن في الساعة الثالثة والنصف صباحاً- يهتفون من سياراتهم وينطلقون إلى هذا المطعم، وبين شفتي كل واحد وكل واحدة سيجارة، وكثير منهم معه التليفون المحمول (الموبيل)،هؤلاء الأطفال ما الذي يفعلونه بهذه التليفونات ؟ولماذا اشتراها الأب؟ يقال: لأن الأم والأب يريدان أن يعرفا أين ابنهما العزيز فقط .... أعود إلى منظر هؤلاء الشباب قميص وبنطلون جينز،وأعمارهم دون العشرين أو بعدها بقليل، فأين كانوا قبل الآن؟وماذا فعلوا؟ والآن ماذا يفعلون؟ وإلى متى؟ ثم بعد ذلك متى يعودون إلى بيوتهم؟ وماذا يقول الأب إن قال؟ وماذا تقول الأم إن فتحت فمها؟ وما الذي يفعلونه في هذه الدنيا؟... وقد رأيت ذلك في أماكن كثيرة،إنهم إذن بالألوف... كان هؤلاء الشبان بمئات الألوف في القاهرة وكذلك في الإسكندرية وفي القرى السياحية ،فهل هذا مستقبل مصر ولبنان وسوريا والأردن والخليج والمغرب وتونس؟هل هذا هو وجه وعقل وقلب وأيدي وسيقان الأمة العربية؟! ثم هذه الوجوه الشاحبة المرهقة من أي شيء؟قل أنت،من السهر،والإرهاق،والتدخين ،والخمر،والحشيش،والبانجو،والهرويين ،والكوكايين . من المسؤول عن هؤلاء ؟ وماذا نستطيع أن نفعل لهم أو من أجلهم؟ أو هل هذه هي (الموضة) في الدنيا؟ أو هل هذه نتيجة الإهمال التام لهم واللامبالاة العائلية ؟هل هم مثل (طرح البحر)؟أي مثل الجثث التي يطرحها البحر على الشاطيء؟ ليسوا كذلك فليسو موتى وإنهم أحياء يرزقون ...",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "وينفقون بلا منطق ،الفلوس من آبائهم بالإكراه أو بالذوق أو يسرقونها! ثم إنهم لا يتكلمون اللغة العربية ،وإذا تكلموها ففيها كلمات أجنبية،ثم إنهم مصريون . يعني إيه؟ يعني مصيبة يا سيدي ))(¬1). ¶ ولا شك أنها مصيبة كبيرة وداهية دهياء،لكن الكاتب لم يسأل نفسه :ما السبب في هذه المصيبة؟ وهل لو كان أولئك الشباب من أصحاب اللحى أكان يُسمح لهم بالسير في شوارع القاهرة في مثل تلك الساعة من الليل؟ وهل كان يشفع لهم مثلاً أن يكونوا متجهين إلى مسجد لقيام بعض ركعات وقت السحر ،أو لاعتكاف سويعات في بيت من بيوت الله؟ ¶ إن الحقيقة أن التضييق على كل مظهر إسلامي صار ظاهرة مألوفة في جامعاتنا ومدارسنا وأماكن العمل وعلى كل صعيد في بلادنا،وقد رأينا من قبل كيف كان موقف الكاتب نفسه من فتاتين إحداهما محجبة والأخرى مدخنة تهوى الرقص والشراب. ¶ إن مثل هذه السياسات الخرقاء التي يتبعها العلمانيون في بلادنا هي المسؤولة عن كل هذه البلايا والرزايا، وإن من أعظم الخرق لسفينة المجتمع أن يمكن لأهل الخنا والفجور ،وأن يُحرم الدعاة الصالحون من حقوقهم حتى تلك التي تكفلها لهم مباديء الحرية الشخصية ووثائق حقوق الإنسان . ¶ الفصل التاسع ¶ عبر من عالم الحيوان ¶ الفصل التاسع ¶ عبر من عالم الحيوان ¶ ليست فكرة التجمع والعيش في جماعاتٍ خاصةً ببني الإنسان، بل يشاركهم فيها الحيوان والطير وغير ذلك مما خلق الله ؛إذ الكل أمم أمثالنا كما قال تعالى : { وما من دابة في الأرض ولا طائر يطير بجناحيه إلا أمم أمثالكم ما فرطنا في الكتاب من شيء ثم إلى ربهم يحشرون } . ( الأنعام :38) . ¶ ولما كانت تلك المخلوقات أمماً أمثالنا فإن الباحث المتأمل سيجد في سلوك بعض تلك المخلوقات في مجتمعاتها ما يشبه أحوال بني آدم في مجتمعاتهم. ¶ ¬__________ ¶ (¬1) 26) المصدر السابق ص :296-298 .",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "ومما يتعلق بالحديث الذي بين أيدينا أننا نرى بعض أمم الحيوان تمارس فيما بينها نوعاً من الرقابة الاجتماعية التي تستهدف تطهير المجتمع من العابثين أصحاب الخلق الرديء وقد تعرف بفطرتها العواقب الوخيمة لعدم طاعة الله واتباع أمره . ¶ 1- ومن ذلك ما قصه علينا التابعي الجليل عمرو بن ميمون الأودي حيث قال : (( رأيت في الجاهلية قِرْدة اجتمع عليها قِرَدة قد زنت فرجموهما فرجمتها معهم ))(¬1). ¶ ((فهؤلاء القرود أقاموا حد الله حين عطله بنو آدم ))(¬2). ¶ قال ابن حجر : (( وقد ساق الإسماعيلي هذه القصة من وجه آخر مطولة من طريق عيسى بن حطان عن عمرو بن ميمون قال: كنت في اليمن في غنم لأهلي وأنا على شرف ، فجاء قرد مع قردة فتوسد يدها ، فجاء قرد أصغر منه فغمزها ،فسلَّت يدها من تحت رأس القرد الأول سلاً رفيقاً وتبعته ، فوقع عليها وأنا أنظر ثم رجعت فجعلت تدخل يدها تحت خد الأول برفق فاستيقظ فزعاً فشمها فصاح فاجتمعت القرود ، فجعل يصيح ويوميء إليها ، فذهب القرود يمنة ويسرة ، فجاؤوا بذلك القرد أعرفه ، فحفروا لهما حفرة فرجموهما فلقد رأيت الرجم في غير بني آدم ))(¬3). ¶ ¬__________ ¶ (¬1) أخرجه البخاري في الصحيح (3849) وفي التاريخ الكبير ( 3/2/367) ، وأخرجه ابن قتيبة في تأويل مختلف الحديث (ص : 255) . ¶ (¬2) شفاء العليل لابن القيم (1/199) . ¶ (¬3) فتح الباري ( 7/160) .",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "ثم ذكر الحافظ تضعيف القول باحتمال أن يكون هؤلاء القردة من نسل الذين مسخوا فبقي فيهم هذا الحكم ؛وذلك لما ثبت من أن الممسوخ لا ينسل ،ثم قال :(( يحتمل أن يكون الذين مسخوا لما صاروا على هيئة القردة مع بقاء أفهامهم عاشرتهم القردة الأصلية للمشابهة في الشكل فتلقوا عنهم بعض ما شاهدوه من أفعالهم فحفظوها وصارت فيهم ، واختص القرد بذلك لما فيه من الفطنة الزائدة على غيره من الحيوان وقابلية التعليم لكل صناعة مما ليس لأكثر الحيوان ...وفيه من شدة الغيرة ما يوازي الآدمي ولا يتعدى أحدهم إلى غير زوجته ،فلا يدع في الغالب أن يحملها ما ركب فيها من الغيرة على عقوبة من اعتدى إلى ما لم يختص به من الأنثى ))(¬1). ¶ قلت : احتمال تعلُّم القردة هذا الأمر من الممسوخين احتمال بعيد ؛ فإن هؤلاء الممسوخين إنما مسخوا لما ارتكبوه من المعاصي والمنكرات ، فيبعد أن يحتفظوا بعد مسخهم بما لم يكونوا محافظين عليه قبل المسخ ،والأقرب والله أعلم أن يُرجع ذلك إلى هذا ما فطرت عليه القردة من شدة الغيرة وأنه لا يتعدى أحدهم إلى غير زوجته، أو أن يكون ذلك أمراً من عند الله أراد به أن يعلم البشر أهمية إقامة الحدود فيجعل العبرة في الحيوان الأعجم والله تعالى أعلى وأعلم. ¶ 2- وعن أمة النحل يحدثنا الإمام ابن القيم أن فيها كراماً عمالاً لها سعي وهمة واجتهاد،وأن فيها لئاماً كسالى قليلة النفع مؤثرة للبطالة ، وأن الكرام تعمل دائما على تطهير الخلية من أولئك الكسالى فتردهن وتنفيهن عن الخلية خشية أن تعدي كرامَها وتفسدها(¬2). ¶ ¬__________ ¶ (¬1) المصدر السابق : نفس الموضع . ¶ (¬2) شفاء العليل (1/187-188) .",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "بل إن النحل تكلف من بينها من يقوم بمهمة المراقبة الدائمة لأفراد الخلية خشية أن يقع من إحداهن ما يُستقبح من السلوك ، وذلك أنها تُوقف على باب الخلية بواباً منها له أعوان (( فكل نحلة تريد الدخول يشمها البواب ويتفقدها، فإن وجد منها رائحة منكرة أو رأى بها لطخة من قذر منعها من الدخول وعزلها ناحية إلى أن يدخل الجميع ، فيرجع إلى المعزولات الممنوعات من الدخول فيتفقدهن ويكشف أحوالهن مرة ثانية، فمن وجده قد وقع على شيء منتن أو نجس قده نصفين ،ومن كانت جنايته خفيفة تركه خارج الخلية ، هذا دأب البواب كل عشية ... ))(¬1). ¶ (( ومن عجيب أمرها أنها تقتل الملوك الظلمة المفسدة ولا تدين لطاعتها))(¬2). ¶ (( ومن عجيب أمرها أن فيها أميرين لا يجتمعان في بيت واحد ولا يتأمران على جمع واحد ،بل إذا اجتمع منها جندان وأميران قتلوا أحد الأميرين وقطعوه واتفقوا على الأمير الواحد من غير معاداة بينهم ولا أذى من بعضهم لبعض ، بل يصيرون يداً واحدة وجنداً واحدة ))(¬3). ¶ ¬__________ ¶ (¬1) المصدر السابق (1/186) . ¶ (¬2) المصدر السابق (1/187) . ¶ (¬3) مفتاح دار السعادة (1/248-249) .",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "3- وأما أمة النمل فإنها تستقبح الكذب وتعاقب الكذابين ،وقد يصل العقاب إلى حد قتلهم تطهيراً للمجتمع من شرورهم ،فقد ذكر الإمام ابن القيم عن بعض العارفين أنه قال : (( رأيت نملة جاءت إلى شق جرادة فزاولته فلم تطق حمله من الأرض ، فذهبت غير بعيد ثم جاءت معها بجماعة من النمل قال : فرفعت ذلك الشق من الأرض ، فلما وصلت النملة برفقتها إلى مكانه دارت حوله ودرن معها فلم يجدن شيئاً فرجعن فوضعنه ،ثم جاءت فصادفته فزاولته فلم تطق رفعه فذهبت غير بعيد ثم جاءت بهن فرفعنه فدرن حول مكانه فلم يجدن شيئاً فذهبن فوضعنه ، فعادت فجاءت بهن فرفعنه فدرن حول المكان فلما لم يجدن شيئاً تحلقن حلقة وجعلن تلك النملة في وسطها ثم تحاملن عليها فقطعنها عضواً عضواً وأنا أنظر ))(¬1)، وقد ذكر ابن القيم أنه حكى هذه الحكاية لشيخ الإسلام ابن تيمية فقال له: (( هذه النمل فطرها الله سبحانه على قبح الكذب وعقوبة الكذاب))(¬2). ¶ 4- وفي عالم الحيوان والطير ما يأسى لحال الضالين من بني آدم وينكر عبادتهم لغير الله ،كالذي قصه الله علينا من نبأ الهدهد لما رأى بلقيس وقومها يعبدون غير الله فرجع يقول لسليمان - عليه السلام - : { وجدتها وقومها يسجدون للشمس من دون الله وزين لهم الشيطان أعمالهم فصدهم عن السبيل فهم لا يهتدون ، ألا يسجدوا لله الذي يخرج الخبء في السموات والأرض ويعلم ما تخفون وما تعلنون ، الله لا إله إلا هو رب العرش العظيم } .(النمل :24-26). ¶ ¬__________ ¶ (¬1) المصدر السابق (1/243) . ¶ (¬2) 10) شفاء العليل (1/190) .",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "قال الحافظ ابن كثير : (( ولما كان الهدهد داعياً إلى الخير وعبادة الله وحده والسجود له نُهي عن قتله كما رواه الإمام أحمد وأبو داود وابن ماجه عن أبي هريرة - رضي الله عنه - قال: ( نهى النبي - صلى الله عليه وسلم - عن قتل أربع من الدواب : النملة والنحلة والهدهد والصُّرَد )(¬1)وإسناده صحيح ))(¬2). ¶ 5- وفي الحيوان ما يأنف أن يأتي خبيث الفعال ،وربما عاقب نفسه إذا هو فعل شيئاً من ذلك ، (( فقد ذكر أبو عبيدة معمر بن المثنى في كتاب الخيل من طريق الأوزاعي أن مُهراً أُنزِي على أمه فامتنع ، فأدخلت في بيت وجُللت بكساء وأُنزي عليها فنزى ، فلما شم ريح أمه عمد إلى ذكره فقطعه بأسنانه من أصله ))(¬3). فسبحان الخلاق العظيم { الذي أعطى كل شيء خلقه ثم هدى } ( طه :50) . ¶ والمقصود بيان قدرة الله في خلقه ،وأن يأخذ الإنسان العبرة من هذه العجماوات ،وأن لا يزدري العبرة بالشيء الحقير (( فإن المعنى النفيس يقتبس من الشيء الحقير ، والازدراء بذلك ميراثٌ من الذين استنكرت عقولهم ضرب الله تعالى في كتابه المثل بالذباب والعنكبوت والكلب والحمار فأنزل الله { إن الله لا يستحيي أن يضرب مثلاً ما بعوضة فما فوقها } (البقرة :26) ، فما أغزر الحكم وأكثرها في هذه الحيوانات التي نزدريها ونحتقرها ))(¬4). ¶ ¬__________ ¶ (¬1) 11) أخرجه بهذا اللفظ أحمد (1/332،347) ،وأبو داود (5267) وابن ماجه (3224) والدارمي (1999) وعبد الرزاق (8415) والبيهقي (9/317) ،وابن حبان (5646-إحسان)، لكنه من حديث ابن عباس لا أبي هريرة، وهو حديث صحيح [انظر إرواء الغليل للألباني (2490) ]،أما حديث أبي هريرة فهو عند ابن ماجه (3223) بلفظ (الضفدع ) مكان ( النحلة )وفي سنده إبراهيم بن الفضل المخزومي قال الحافظ : متروك ( التقريب 1/41) . ¶ (12) تفسير القرآن العظيم (3/362) . ¶ (¬2) 13) فتح الباري (7/161) . ¶ (¬3) 14) مفتاح دار السعادة (1/244) .",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "ومن لم يعرف لِم خُلق ،ولا بماذا أُمر ،ولا عن ماذا نُهي ، كانت هذه الحيوانات أهدى منه سبيلاً ،كما قال تعالى : { أم تحسب أن أكثرهم يسمعون أو يعقلون إن هم إلا كالأنعام بل هم أضل سبيلاً } (الفرقان :44) . ¶ ولله در القائل : ¶ أبُنيَّ إن من الرجال بهيمة ... في صورة الرجل السميع المبصر ¶ فطنٌ بكل مصيبة في ماله ... فإذا أصيب بدينه لم يشعر ¶ الفصل العاشر ¶ أهمية الأمر بالمعروف ¶ والنهي عن المنكر ¶ الفصل العاشر ¶ أهمية الأمر بالمعروف والنهي عن المنكر ¶ لما كان المقصود الأعظم لهذا الحديث هو بيان أهمية الأمر بالمعروف والنهي عن المنكر وأنه لا تستقيم حال الأمة إلا به،فقد رأيت أن أختم هذا الكتاب بكلمة حول الأمر بالمعروف والنهي عن المنكر وأهميته العظمى في شريعة الإسلام. ¶ فالأمر بالمعروف والنهي عن المنكر من أهم شعائر الدين ،بل هو كما قال أبو حامد الغزالي: (( القطب الأعظم في الدين والمهم الذي ابتعث الله له النبيين أجمعين ))(¬1). ¶ ولقد جعل الله هذه الأمة خير أمة أخرجت للناس،لكنه اشترط لتلك الخيرية أن تكون الأمة آمرة بالمعروف ناهية عن المنكر بعد الإيمان بالله كما قال تعالى: { كنتم خير أمة أخرجت للناس تأمرون بالمعروف وتنهون عن المنكر وتؤمنون بالله } ( آل عمران :110) . ¶ بل إنه سبحانه قد قدم في هذه الآية الأمر بالمعروف والنهي عن المنكر على الإيمان بالله ،قال الشيخ عبد العزيز بن باز : (( ولا نعلم السر في هذا التقديم إلا عظم شأن هذا الواجب ، وما يترتب عليه من المصالح العظيمة العامة ،ولا سيما في هذا العصر فإن حاجة المسلمين وضرورتهم إلى الأمر بالمعروف والنهي عن المنكر شديدة لظهور المعاصي وانتشار الشرك والبدع في غالب المعمورة ))(¬2). ¶ ¬__________ ¶ (¬1) إحياء علوم الدين (2/306) . ¶ (¬2) وجوب الأمر بالمعروف والنهي عن المنكر (ص :4-5 ).",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "كما بين لنا سبحانه كيف لُعن بنو إسرائيل لتركهم لهذا الأمر العظيم كما قال تعالى : { لعن الذين كفروا من بني إسرائيل على لسان داود وعيسى بن مريم ذلك بما عصوا وكانوا يعتدون،كانوا لا يتناهون عن منكر فعلوه لبئس ما كانوا يفعلون } (المائدة :78-79). ¶ وبنو إسرائيل هم أشقى الأمم ،وعدم تناهيهم عن المنكر علامة فارقة بينهم وبين خير الأمم،(( فإن فقدنا ما جعلنا الله به خير الأمم كنا كمثل أشقاها،وليس من منزلة هناك بينهما ))(¬1). ¶ كما جعل سبحانه هذه الشعيرة العظيمة فارقاً بين المؤمنين والمنافقين حيث قال تعالى : { المنافقون والمنافقات بعضهم من بعض يأمرون بالمنكر وينهون عن المعروف ... } . (التوبة: 67)،وقال سبحانه : { والمؤمنون والمؤمنات بعضهم أولياء بعض يأمرون بالمعروف وينهون عن المنكر } .(التوبة :71) ، فدل ذلك -كما يقول القرطبي-: (( على أن أخص أوصاف المؤمن الأمر بالمعروف والنهي عن المنكر،ورأسها الدعاء إلى الإسلام والقتال عليه ))(¬2). ¶ فليحذر المداهن لأهل الباطل الساكت عن منكرهم أن يدخل في عداد أهل النفاق والعياذ بالله تعالى. ¶ ¬__________ ¶ (¬1) كلمة الحق للشيخ أحمد شاكر ص : 11 . ¶ (¬2) الجامع لأحكام القرآن (4/47) .",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "ولا ينبغي لطالب الآخرة أن يشغله عن القيام بهذا الواجب اشتغاله بأنواع العبادات من الذكر والدعاء وطلب العلم ونحو ذلك ؛فإن هذا مطلوب وذاك مطلوب ،ولا ينبغي أن يطغى أحدهما على الآخر،ويُخشى أن يكون ذلك من تلبيس الشيطان ،كما قال الإمام ابن القيم : (( وقد غر إبليس أكثر الخلق بأن حسن لهم القيام بنوع من الذكر والقراءة والصلاة والصيام والزهد في الدنيا والانقطاع فعطلوا هذه العبوديات ، وهؤلاء عند ورثة الأنبياء من أقل الناس ديناً ... وأي دين وأي خير فيمن يرى محارم الله تنتهك وحدوده تضاع ودينه يترك ،وسنة رسول الله - صلى الله عليه وسلم - يرغب عنها وهو بارد القلب ساكت اللسان شيطان أخرس كما أن المتكلم بالباطل شيطان ناطق ؟ وهل بلية الدين إلا من هؤلاء الذين إذا سلمت لهم مآكلهم ورياساتهم فلا مبالاة بما جرى على الدين ؟ وخيارهم المتحزن المتلمظ ، ولو نوزع في بعض ما فيه غضاضة عليه في جاهه أو ماله بذل وتبذل وجد واجتهد ،واستعمل مراتب الإنكار الثلاثة(¬1) ¶ ¬__________ ¶ (¬1) نقل بعض فضلاء المعاصرين كلام ابن القيم هذا ثم علق على قوله (الثلاثة) قائلاً : (( كذلك في المطبوع والصواب : الثلاث )) . قلت : بل الصواب جواز الوجهين ،فإن القاعدة أنه إذا لم يذكر المعدود أو تقدم على العدد صحت الموافقة والمخالفة ،كما في قوله تعالى: (أربعة أشهر وعشراً) ،إذ المقصود عشرة أيام ، ولو ذكرت الأيام بعد العدد للزم تأنيث العدد ،لكن لما لم تذكر الأيام صح أن يُذكَّر العدد وأن يؤنث ، ومثاله أيضاً حديث أبي أيوب عند مسلم (1164) : (( من صام رمضان ثم أتبعه ستاً من شوال )) ،فإن المقصود ستة أيام. [.انظر شرح مسلم للنووي ( 4/313) ،وتهذيب الأسماء واللغات (3/45 )،وبدائع الفوائد لابن القيم (4/21)،والنحو الوافي لعباس حسن (4/524-526) ]",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "بحسب وسعه ، وهؤلاء مع سقوطهم من عين الله ومقت الله لهم قد بُلوا في الدنيا بأعظم بلية تكون ،وهم لا يشعرون ، وهو موت القلوب ؛ فإن القلب كلما كانت حياته أتم كان غضبه لله ورسوله أقوى وانتصاره للدين أكمل ))(¬1). ¶ (( والذين يؤثرون السلامة في أديانهم –فيما زعموا – وفي أبدانهم ، ويتركون الأمر والنهي الواجب عليهم –مع القدرة عليه- لهذا السبب هم كالمستجير من الرمضاء بالنار ،إذ صورة حالهم أنهم يهربون من ضرر متوقع إلى ضرر واقع ،كما قال تعالى عن المنافقين : { ومنهم من يقول ائذن لي ولا تفتني ألا في الفتنة سقطوا وإن جهنم لمحيطة بالكافرين } ...))(¬2). ¶ وإن من أهم سمات المجتمع المسلم أن تكون هذه الشعيرة ظاهرة فيه ، فهي مع إقام الصلاة وإيتاء الزكاة من أخص خصائصه كما قال تعالى : { الذين إن مكناهم في الأرض أقاموا الصلاة وآتوا الزكاة وأمروا بالمعروف ونهوا عن المنكر ولله عاقبة الأمور } ( الحج :41). ¶ ¬__________ ¶ (¬1) إعلام الموقعين ( 2/164-165) . ¶ (¬2) من وسا ئل دفع الغربة ص : 99 .",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "ولما كانت مداهنة أهل الباطل والسكوت على منكرهم مؤذنة بالخراب والدمار كما أوضح الحديث الشريف فإن الواجب على أهل الإسلام أن يهتموا بهذا الواجب العظيم وأن لا يتقاعسوا عنه ، قال الإمام النووي رحمه الله : (( واعلم أن هذا الباب –أعني باب الأمر بالمعروف والنهي عن المنكر- قد ضيع أكثره من أزمان متطاولة ، ولم يبق منه في هذه الأزمان إلا رسوم قليلة جداً ، وهو باب عظيم النفع به قوام الأمر وملاكه ،وإذا كثر الخبث عم العقاب الصالح والطالح ، وإذا لم يأخذوا على يد الظالم أوشك أن يعمهم الله تعالى بعقابه { فليحذر الذين يخالفون عن أمره أن تصيبهم فتنة أو يصيبهم عذاب أليم } ، فينبغي لطالب الآخرة والساعي في تحصيل رضا الله عز وجل أن يعتني بهذا الباب ، فإن نفعه عظيم لا سيما وقد ذهب معظمه ويخلص نيته ولا يهادن من ينكر عليه لارتفاع مرتبته فإن الله تعالى يقول { ولينصرن الله من ينصره } ...))(¬1). ¶ ¬__________ ¶ (¬1) شرح مسلم ( 1/301) .",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "وإذا تأمل العاقل أحوال المسلمين في هذه العصور المتأخرة وجد فيها مصداق ما أخبر به الرسول - صلى الله عليه وسلم - ، فإنه ما أصاب المسلمين ما نراه من ضعف ومهانة وتفرق إلا بنبذهم لأحكام دينهم وعلى رأسها الأمر بالمعروف والنهي عن المنكر ، فقد تُرك هذا الواجب العظيم في معظم ديار المسلمين ، وصار من يحاول القيام بهذا الواجب مذموماً عند من لهم الكلمة والمكانة ، يصمونه بالتطرف تارة، وبالإرهاب تارة ،وبالتخلف والرجعية تارة ،وبأنه يحاول الاعتداء على الحرية الشخصية للآخرين تارة ، هذا ناهيك عما يلقاه أولئك الآمرون الناهون من صنوف الأذى والابتلاء ، حتى صرنا في أشد مما ذكره ابن النحاس متحدثاً عن عصره حيث قال : (( ...وصار إنكار المنكر زلة لا يثبت عليها إلا أرجل الرجال ، فمن أنكر قيل : ما أكثر فضوله ،ومن داهن قيل : ما أحسن في العشرة معقوله ، فعمت الخطوب العظائم إذ لم يبق من لا تأخذه في الله لومة لائم ))(¬1). ¶ ومع ذلك فإنه لابد لأهل الحق القابضين على الجمر من القيام بأمر الله وإن لقوا في ذلك ما لقوا،والمسلم إن علم أنه سيؤذي من جراء إنكاره المنكر فقد سقط وجوب الإنكار عنه ،لكن يبقي في حقه استحباب الإنكار نصرة للدين وإظهاراً لشعائره . ¶ ولقد قال لقمان لابنه وهو يعظه : { يا بني أقم الصلاة وأمر بالمعروف وانه عن المنكر واصبر على ما أصابك إن ذلك من عزم الأمور } . (لقمان :17) ¶ فإنه لما علم أن الآمر بالمعروف الناهي عن المنكر لابد أن يصيبه الأذى قال : { واصبر على ما أصابك } . ¶ ¬__________ ¶ (¬1) المجموعة المحمودية (ص :55) .",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "وقال تعالى: { إن الذين يكفرون بآيات الله ويقتلون النبيين بغير ويقتلون الذين يأمرون بالقسط من الناس فبشرهم بعذاب أليم } . ( آل عمران :21) ، قال القاضي أبو بكر بن العربي عند حديثه عن هذه الآية : (( قال بعض علمائنا: هذه الآية دليل على الأمر بالمعروف والنهي عن المنكر وإن أدى إلى قتل الآمر به ...فإن خاف على نفسه من تغييره الضرب أو القتل،فإن رجا زواله جاز عند أكثر العلماء الاقتحام عند هذا الغرر ، وإن لم يرج زواله فأي فائدة فيه؟ والذي عندي أن النية إذا خلصت فليقتحم كيفما كان ولا يبالي ))(¬1). ¶ وقد ترحم الإمام أحمد على محمد بن مروان الذي صُلب في الأمر بالمعروف وقال : (( قد قضى ما عليه))(¬2). ¶ وبعد فلعل في هذا الذي ذكرناه ما يشحذ همم المسلمين وخصوصاً أهل العلم والدين ،إلى أن يقوموا بهذا الواجب العظيم،وأن لا تمنعهم شناعة المشنعين من الصدع بالحق دون خوف أو وجل،امتثالاً لقول الصادق المصدوق - صلى الله عليه وسلم - :(ألا لا يمنعن أحدكم رهبة الناس أن يقول بحق إذا رآه أو شهده،فإنه لا يقرب من أجل ولا يباعد من رزق أن يقول بحق أو يذكر بعظيم )(¬3). ¶ { والله يقول الحق وهو يهدي السبيل } (الأحزاب : 4) . ¶ ثبت بأهم المراجع ¶ 1- الإحسان في تقريب صحيح ابن حبان تأليف الإمام أبي حاتم محمد بن حبان ،بترتيب الأمير علاء الدين الفارسي،حققه وخرج أحاديثه وعلق عليه شعيب الأرناؤط،ط مؤسسة الرسالة-بيروت-الطبعة الأولى( 1408هـ-1988م) . ¶ ¬__________ ¶ (¬1) 10) أحكام القرآن (1/266-267) . ¶ (¬2) 11) الأمر بالمعروف والنهي عن المنكر للخلال ص : 23 . ¶ (¬3) 12) أخرجه أحمد (3/50) والطبراني في الأوسط (2825)،(4903) وأبو يعلى (1411) من حديث أبي سعيد الخدري،قال الهيثمي في المجمع (7/274): (( رواه أبو يعلى ورجاله رجال الصحيح )) ،وصححه الشيخ أحمد شاكر في كتابه كلمة حق ص : 11.",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "2- أحكام القرآن للقاضي أبي بكر بن العربي ،تحقيق علي محمد البجاوي،ط دار إحياء التراث العربي-بيروت-بدون تاريخ. ¶ 3- إرشاد الساري لشرح صحيح البخاري تأليف أبي العباس شهاب الدين أحمد بن محمد القسطلاني ،ط دار الكتاب العربي-بيروت ( مصورة عن طبعة بولاق 1323هـ). ¶ 4- أسرار البلاغة في علم البيان للإمام عبد القاهر الجرجاني ،تحقيق وشرح وتعليق الشيخ محمد رشيد رضا وأسامة صلاح الدين منيمنة،ط دار إحياء العلوم-بيروت-الطبعة الأولى (1412هـ-1992م). ¶ 5- الأشباه والنظائر للعلامة زين الدين بن إبراهيم المعروف بابن نجيم الحنفي،تحقيق وتقديم محمد مطيع الحافظ،ط دار الفكر-دمشق (تصوير 1986م عن الطبعة الأولى 1983م) . ¶ 6- الأشباه والنظائر في الفروع لجلال الدين السيوطي،ط دار الفكر-بدون تاريخ . ¶ 7- أصول التربية الإسلامية وأساليبها لعبد الرحمن النحلاوي،ط دار الفكر-دمشق ( تصوير 1995م عن الطبعة الثانية 1402هـ-1982م ). ¶ 8- إعجاز القرآن والبلاغة النبوية تأليف مصطفى صادق الرافعي،ط دار الكتاب العربي-بيروت-بدون تاريخ . ¶ 9- أعلام الحديث في شرح صحيح البخاري للإمام أبي سليمان حمد بن محمد الخطابي تحقيق ودراسة الدكتور محمد بن سعد بن عبد الرحمن آل سعود،ط جامعة أم القرى –مكة-الطبعة الأولى (1409هـ-1988م ). ¶ 10- إعلام الموقعين عن رب العالمين للعلامة شمس الدين أبي بكر بن قيم الجوزية،تحقيق عبد الرحمن الوكيل،الناشر مكتبة ابن تيمية –القاهرة-بدون تاريخ. ¶ 11- أمثال الحديث النبوي تصنيف القاضي أبي محمد الحسن بن عبد الرحمن بن خلاد الرامهرمزي، حققه وعلق عليه الدكتور عبد العلي عبد الحميد الأعظمي،الناشر الدار السلفية –بومباي-الهند-الطبعة الأولى (1404هـ –1983م) .",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "12- الأمثال في الحديث النبوي تأليف أبي محمد عبد الله بن محمد بن جعفر بن حيان المعروف بأبي الشيخ الأصبهاني ،تحقيق الدكتور عبد العلي عبد الحميد حامد،ط الدار السلفية –بومباي –الطبعة الثانية (1408هـ-1987م) . ¶ 13- أمراء الإرهاب لعبد الستار الطويلة ،ط دار أخبار اليوم-القاهرة-بدون تاريخ . ¶ 14- الأمر بالمعروف والنهي عن المنكر تصنيف الحافظ أبي بكر الخلال،تحقيق مشهور حسن سلمان وهشام بن إسماعيل السقا،ط المكتب الإسلامي-بيروت،ودار عمار-عمان-الطبعة الأولى (1410هـ-1990م) . ¶ 15- انتقاض الاعتراض في الرد على العيني في شرح البخاري،تأليف الحافظ ابن حجر العسقلاني ،حققه وعلق عليه حمدي بن عبد المجيد السلفي وصبحي بن جاسم السامرائي ،ط مكتبة الرشد-الرياض- الطبعة الثانية (1418هـ-1997م). ¶ 16- الأهداف التربوية لبعض القصص النبوي،بقلم د. مصطفى رجب،بحث مكتوب على الآلة الكاتبة-1992م . ¶ 17- الإيضاح في علوم البلاغة،للإمام الخطيب القزويني،شرح وتعليق وتنقيح د. محمد عبد المنعم خفاجي،ط الشركة العالمية للكتاب-بيروت-الطبعة الثالثة (1989م). ¶ 18- البحر الزخار المعروف بمسند البزار،تحقيق د. محفوظ الرحمن زين الله،ط مكتبة العلوم والحكم-المدينة-الطبعة الأولى(1416هـ-1996م). ¶ 19- بدائع الفوائد للإمام ابن القيم،ط دار الكتاب العربي-بيروت-بدون تاريخ. ¶ 20- البيان والتبيين لأبي عثمان الجاحظ،ط دار الفكر للجميع-بدون تاريخ. ¶ 21- التاريخ الكبير،للإمام البخاري،ط جمعية دار المعارف العثمانية بحيدر أباد الدكن-الطبعة الأولى (1361هـ) . ¶ 22- تذكرة الحفاظ ،للإمام أبي عبد الله شمس الدين الذهبي،ط دار إحياء التراث العربي-بيروت –بدون تاريخ . ¶ 23- تذكرة الدعاة،للبهي الخولي،ط مكتبة الفلاح-الكويت-الطبعة السادسة (1399هـ-1979م). ¶ 24- تربية الأولاد في الإسلام ،للشيخ عبد الله ناصح علوان،ط دار السلام-حلب وبيروت-الطبعة الثالثة ( 1401هـ).",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "25- تفسير القرآن العظيم،للحافظ أبي الفداء إسماعيل بن كثير،ط دار الفكر-بيروت (1401هـ-1981م). ¶ 26- تقريب التهذيب للحافظ ابن حجر العسقلاني،تحقيق عبد الوهاب عبد اللطيف-ط دارالمعرفة –بيروت-الطبعة الثانية (1395هـ-1975م). ¶ 27- تهذيب الأسماء واللغات،للإمام أبي زكريا النووي،ط دار الكتب العلمية-بيروت-بدون تاريخ (مصورة عن طبعة إدارة الطباعة المنيرية) . ¶ 28- تهذيب التهذيب،للإمام الحافظ أحمد بن حجر العسقلاني،ط دارإحياء التراث العربي ومؤسسة التاريخ العربي-بيروت-الطبعة الثانية (1413هـ-1993م). ¶ 29- الجامع الصحيح للإمام محمد بن إسماعيل البخاري،مع شرحه فتح الباري للحافظ ابن حجر العسقلاني،ط المطبعة السلفية-القاهرة-الطبعة الأولى 1380هـ . ¶ 30- الجامع لأحكام القرآن،لأبي عبد الله محمد بن أحمد الأنصاري القرطبي،ط دار الكتاب العربي لطباعة والنشر –القاهرة –1387هـ1967م ( مصورة عن طبعة دار الكتب ). ¶ 31- الجرح والتعديل،لابن أبي حاتم،ط مطبعة مجلس دائرة المعارف العثمانية بحيدر أباد الدكن-الطبعة الأولى (1372هـ-1952م). ¶ 32- دليل المعلم إلى صياغة الأهداف التعليمية السلوكية والمهارات التدريسية،تأليف محمد السيد محمد مرزوق،ط دار ابن الجوزي-الدمام- الطبعة الأولى (1416هـ-1996م). ¶ 33- الرسول المعلم - صلى الله عليه وسلم - وأساليبه في التربية،بقلم عبد الفتاح أبي غدة،الناشر مكتب المطبوعات الإسلامية بحلب-الطبعة الأولى (1417هـ-1996م). ¶ 34- الروض الداني إلى المعجم الصغير للطبراني ،تحقيق محمود شكور أمرير،ط المكتب الإسلامي بيروت،ودارعمار عمان-الأردن،الطبعة الأولى (1405هـ-1985). ¶ 35- الزهد للإمام عبد الله بن المبارك،حققه وعلق عليه حبيب الرحمن الأعظمي،ط دار الكتب العلمية-بيروت . ¶ 36- سنن ابن ماجه،للإمام أبي عبد الله محمد بن يزيد بن ماجه القزويني،تحقيق محمد فؤاد عبد الباقي،ط دار إحياء الكتب العربية (1372هـ).",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "37- سنن أبي داود،للإمام أبي داود سليمان بن الأشعث السجستاني،وبهامشه معالم السنن للإمام أبي سليمان الخطابي،تحقيق عزت عبيد دعاس وعادل السيد،ط دار الحديث –بيروت-الطبعة الأولى (من 1388هـ وحتى 1394هـ ). ¶ 38- سنن الترمذي للإمام أبي عيسى الترمذي تحقيق الشيخ أحمد شاكر ومحمد فؤاد عبد الباقي وكمال يوسف الحوت،ط دار الكتب العلمية-بيروت (1408هـ). ¶ 39- السنن الكبرى،للإمام أبي بكر أحمد بن الحسين البيهقي،ط دار المعرفة-بيروت-بدون تاريخ. ¶ 40- سنن النسائي،للإمام أبي عبد الرحمن أحمد بن شعيب النسائي،بشرح الحافظ السيوطي،وحاشية السندي،ط دار الفكر-بدون تاريخ. ¶ 41- السيل الجرار المتدفق على حدائق الأزهار،للإمام الشوكاني،تحقيق محمود إبراهيم أبو زيد،ط دار الكتب العلمية-بيروت (1405هـ). ¶ 42- شرح السنة للإمام البغوي،تحقيق زهير الشاويش وشعيب الأرناؤوط،ط المكتب الإسلامي-دمشق-الطبعة الأولى (1400هـ). ¶ 43- شرح شذور الذهب في معرفة كلام العرب،لجمال الدين بن هشام الأنصاري،ومعه كتاب منتهى الأرب،بتحقيق شرح شذور الذهب،لمحمد محي الدين عبد الحميد،ط المكتبة العصرية-صيدا وبيروت (1986م). ¶ 44- شرح الكرماني على صحيح البخاري،ط دار إحياء التراث العربي-بيروت-الطبعة الثانية (1401هـ-1981م). ¶ 45- شرح المجلة،لسليم رستم باز اللبناني،ط دار إحياء التراث العربي-بيروت-الطبعة الثالثة (1406هـ-1986م) . ¶ 46- شفاء العليل في مسائل القضاء والقدر والحكمة والتعليل،للإمام ابن القيم،تحقيق مصطفى أبو النصر الشلبي،الناشر مكتبة السوادي-جدة-الطبعة الأولى ( 1418هـ-1991م). ¶ 47- صحيح مسلم بشرح النووي،تحقيق عصام الصبابطي وحازم محمد وعماد عامر،ط دار أبي حيان-القاهرة-الطبعة الأولى (1415هـ-1995م) . ¶ 48- صناعة الحياة،لمحمد أحمد الراشد،ط دار المنطلق-دبي-الطبعة الثانية (1412هـ-1992م).",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "49- صيد الخاطر للإمام ابن الجوزي حققه ناجي الطنطاوي، راجعه وعلق عليه علي الطنطاوي،ط دار المنارة-جدة-الطبعة الخامسة (1412هـ-1991م). ¶ 50- الطبقات الكبرى لابن سعد،ط دار صادر –بيروت-بدون تاريخ، توزيع الرئاسة العامة لإدارات البحوث والإفتاء والدعوة بالمملكة السعودية. ¶ 51- الطرق الحكمية في السياسة الشرعية للإمام ابن القيم،تحقيق محمد حامد الفقي،ط دار الكتب العلمية-بيروت-بدون تاريخ. ¶ 52- عارضة الأحوذي بشرح صحيح الترمذي،لابن العربي المالكي،ط دار الكتب العلمية-بيروت-بدون تاريخ. ¶ 53- عقيدة المسلم للشيخ محمد الغزالي،ط دار القلم-دمشق-الطبعة الثامنة (1416هـ-1996م). ¶ 54- عمدة القاري شرح صحيح البخاري،للعيني ،ط دار الفكر،بدون تاريخ. ¶ 55- غلطة عمري،لأنيس منصور،ط الهيئة المصرية العامة للكتاب-القاهرة (1997م). ¶ 56- فتح القدير الجامع بين فني الرواية والدراية من علم التفسير،تأليف الإمام محمد بن علي الشوكاني،ط مصطفى البابي الحلبي-القاهرة-الطبعة الثانية (1383هـ1964). ¶ 57- فن الخطابة،دايل كارنيجي (مترجَم عن الإنجليزية)،ط دار ومكتبة الهلال-بيروت-الطبعة الأخيرة (1995). ¶ 58- في ظلال القرآن،بقلم سيد قطب،ط دار الشروق-بيروت،القاهرة- الطبعة الثانية عشرة (1406هـ-1986م). ¶ 59- القانون الدستوري،د.ماجد راغب الحلو،ط دار المطبوعات الجامعية-الإسكندرية (1986). ¶ 60- كلمة الحق ،بقلم العلامة أحمد محمد شاكر،ط مكتبة السنة-القاهرة-الطبعة الثانية (1408هـ). ¶ 61- كيف تكسب الأصدقاء،لدايل كارنيجي ( مترجَم عن الإنجليزية )، ط دار ومكتبة الهلال-بيروت-الطبعة الأخيرة (1995). ¶ 62- مبدأ التعسف في استعمال الحق في القانون الدولي العام،د.سعيد سالم جويلي،الناشر دار الفكر العربي-القاهرة (1985م). ¶ 63- المجموع شرح المهذب للإمام النووي،تكملة السبكي ومحمد نجيب المطيعي،ط دار الفكر ،بدون تاريخ.",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "64- مدخل إلى علم الاجتماع،د.سناء الخولي،ط دار المعرفة الجامعية-الإسكندرية (1986م). ¶ 65- المدخل للعلوم القانونية،د.توفيق حسن فرج،ط الدار الجامعية-بيروت-(1993م) . ¶ 66- المدونة الكبرى للإمام مالك بن أنس،رواية الإمام سحنون بن سعيد عن الإمام عبد الرحمن بن القاسم،ط دار الكتب العلمية-بيروت-الطبعة الأولى (1415هـ-1994). ¶ 68- المرجع في التعليق على نصوص القانون المدني،المستشار معوض عبد التواب،توزيع منشاة المعارف-الإسكندرية-الطبعة الثالثة (1996). ¶ 69- المسند للإمام أحمد بن حنبل،ط المكتب الإسلامي-بيروت ودمشق-الطبعة الخامسة (1405هـ-1985م). ¶ 70- مسند الحميدي،مراجعة حبيب الرحمن الأعظمي،ط دار الكتب العلمية-بيروت (1381هـ). ¶ 71- معالم في الطريق،سيد قطب،ط دار الشروق-بيروت والقاهرة-الطبعة العاشرة (1403هـ-1983م). ¶ 72- المعجم الأوسط للحافظ الطبراني،تحقيق الدكتور محمود الطحان،ط مكتبة المعارف-الرياض-الطبعة الأولى (من 1405هـ وحتى 1416هـ). ¶ 73- معجم المصطلحات البلاغية وتطورها،د. أحمد مطلوب،ط مكتبة لبنان-بيروت-الطبعة الثانية (1996م). ¶ 74- المغني على مختصر الخرقي للإمام موفق الدين بن قدامة ،ومعه الشرح الكبير على متن المقنع للشيخ شمس الدين بن قدامة،ط دار الفكر-بيروت-الطبعة الأولى (1404هـ-1984م). ¶ 75- مفاتيح الغيب،أو التفسير الكبير،للفخر الرازي،ط عبد الرحمن محمد-القاهرة-بدون تاريخ. ¶ 76- مفاهيم علم الاجتماع،للدكتور السيد الحسيني،ط دار قطري بن الفجاءة-الطبعة الأولى (1405هـ-1985م) . ¶ 77- مفتاح دار السعادة ومنشور ولاية العلم والإرادة،للعلامة ابن قيم الجوزية،ط دار الكتب العلمية-بيروت-بدون تاريخ. ¶ 78- مقدمة ابن خلدون،تأليف العلامة عبد الرحمن بن محمد بن خلدون،تحقيق علي عبد الواحد وافي،ط دار نهضة مصر-القاهرة-الطبعة الثالثة-بدون تاريخ.",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "79- من وسائل دفع الغربة،تأليف سلمان بن فهد العودة،ط دار ابن الجوزي-الدمام-الطبعة الأولى (1412هـ-1992م). ¶ 80- النحو الوافي،تأليف عباس حسن،ط دار المعارف-القاهرة-الطبعة الثالثة-بدون تاريخ. ¶ 81- نصر بلا حرب،تأليف ريتشارد نيكسون،إعداد وتقديم محمد عبد الحليم أبو غزالة،الناشر مركز الأهرام للترجمة والنشر-القاهرة-الطبعة الثالثة (1412هـ-1992م). ¶ 82- الهجرة إلى العنف،عادل حمودة،ط سينا للنشر-القاهرة-الطبعة الأولى (1987م). ¶ 83- وجوب الأمر بالمعروف والنهي عن المنكر،للشيخ عبد العزيز بن باز،ط دار عالم الكتب-الرياض-بإشراف الرئاسة العامة لإدارات البحوث العلمية والإفتاء والدعوة بالمملكة العربية السعودية-الطبعة الأولى (1411هـ). ¶ 84- وحي القلم،لمصطفى صادق الرافعي،ط دار الكتاب العربي-بيروت-بدون تاريخ. ¶ فهرس ¶ الموضوع الصفحة ¶ مقدمة....................................... 5 ¶ نص الحديث ................................. 9 ¶ الفصل الأول : مباحث حديثية .................. 11 ¶ 1- تخريج الحديث .................... 13 ¶ 2- التعريف برجال إسنادي البخاري ... 15 ¶ 3- نظرات في ترجمتي البخاري للحديث ... 21 ¶ 4- لطائف الإسناد .................... 23 ¶ 5- نظرات في المتن .................... 27 ¶ 6- شرح الحديث ..................... 29 ¶ الفصل الثاني : تأملات لغوية ................... 31 ¶ 1-معاني المفردات ...................... 33 ¶ 2-نحويات ......................... 34 ¶ 3- نظرات بلاغية ....................... 36 ¶ الفصل الثالث : نظرة أصولية وأحكام فقهية ....... 45 ¶ 1- نظرة أصولية ........................ 47 ¶ 2- قواعد فقهية ........................ 50 ¶ 3- أحكام فقهية ......................... 54 ¶ الفصل الرابع : مسائل عقدية................... 63 ¶ الفصل الخامس: ومضات دعوية ................. 73 ¶ أولاً : الأهمية الدعوية لضرب المثل .... 73",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "ثانياً : الفرق بين المداهنة والمداراة .... 80 ¶ ثالثاً : معرفة أصناف المدعوين ....... 82 ¶ الفصل السادس: لمحات تربوية ................... 85 ¶ أولاً :الأهداف التربوية العامة لضرب المثل 87 ¶ ثانياً :الأهداف التربوية الخاصة لهذا المثل 88 ¶ الفصل السابع : قضايا اجتماعية ................ 93 ¶ أولاً : فكرة الضبط الاجتماعي .... 93 ¶ ثانياً :أثر انتشار المعاصي في خراب المجتمعات94 ¶ ثالثاً : تفسير السلوك الإجرامي ..... 104 ¶ الفصل الثامن : مقارنات قانونية ............... 109 ¶ أولاً : نظرية التعسف في استعمال الحق 109 ¶ ثانياً : قضية الحريات الشخصية .... 115 ¶ الفصل التاسع : عبر من عالم الحيوان............ 129 ¶ الفصل العاشر: أهمية الأمر بالمعروف والنهي عن المنكر 137 ¶ ثبت بأهم المراجع ............................... 147 ¶ فهرس ...................................... 157",
            "page": "101",
            "part": "1"
        }
    ],
    "t35978": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": null
        }
    ]
}