{
    "b35979": [
        {
            "id": "1",
            "nass": "بسم الله الرحمن الرحيم ¶ (7) ¶ إعانة المسلم ¶ في ¶ شرح صحيح مسلم ¶ كتاب الصوم ¶ بقلم ¶ سليمان بن محمد اللهيميد ¶ السعودية – رفحاء ¶ تفضل بزيارة موقعي – مجلة رياض المتقين ¶ www.almotaqeen.net",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "كتاب الصوم ¶ مقدمة ¶ تعريفه: لغة الإمساك. ¶ وشرعاً: هو التعبد لله بالإمساك عن الأكل والشرب وسائر المفطرات من طلوع الفجر إلى غروب الشمس. ¶ - وهو واجب بالكتاب والسنة والإجماع. ¶ قال تعالى (يا أيها الذين آمنوا كتب عليكم الصيام كما كتب على الذين من قبلكم لعلكم تتقون) ¶ (كتب) أي فرض (كما كتب على الذين من قبلكم) تسلية للمؤمنين وإشعار لهم بأن الله قد فرض هذا الأمر على من قبلهم من الأمم (لعلكم تتقون) فيه بيان الحكمة من مشروعية الصيام وهي تقوى الله. ¶ وعن ابن عمر. قال: قال رسول الله - صلى الله عليه وسلم - (بني الإسلام على خمس ....... وذكر منها: وصوم رمضان) متفق عليه. ¶ وأجمع المسلمون على وجوب صيام رمضان. (قاله ابن قدامة). ¶ (من أنكر وجوبه كفر لأنه أنكر أمراً معلوماً بالضرورة من الدين، وأما من تركه تهاوناً وكسلاً فالصحيح أنه لا يكفر وهذا مذهب الجمهور). ¶ - فرض في السنة الثانية من الهجرة. ¶ قال ابن القيم: وكان فرضه في السنة الثانية من الهجرة، فتوفي رسول الله - صلى الله عليه وسلم - وقد صام تسع رمضانات. ¶ - مراحل فرضية رمضان: ¶ صيام رمضان فرض على ثلاث مراحل: ¶ أولاً: صيام عاشوراء. ¶ لحديث عائشة قالت (كان رسول الله - صلى الله عليه وسلم - أمر بصيام يوم عاشوراء، فلما فرض رمضان كان من شاء صام ومن شاء أفطر) رواه البخار ي. ¶ ثانياً: مرحلة التخيير بين الصيام والفدية. ¶ قال تعالى (وعلى الذين يطيقونه فدية طعام مسكين فمن تطوع خيراً فهو خير له وأن تصوموا خير لكم). ¶ ثالثاً: فرض الصيام على التعيين. ¶ قال تعالى (فمن شهد منكم الشهر فليصمه). ¶ - اختلف في تسمية هذا الشهر رمضان: ¶ فقيل: لأنه ترمض فيه الذنوب، أي تحرق، لأن الرمضاء شدة الحر. ¶ وقيل: وافق ابتداء الصوم منه زمناً حاراً. ¶ - ويسمى شهر الصبر. ¶ كما قال - صلى الله عليه وسلم - (من صام شهر الصبر وثلاثة أيام من كل شهر فكأنما صام الدهر) رواه أحمد.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "باب فضل شهر رمضان ¶ عَنْ أَبِى هُرَيْرَةَ - رضي الله عنه - أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ (إِذَا جَاءَ رَمَضَانُ فُتِّحَتْ أَبْوَابُ الْجَنَّةِ وَغُلِّقَتْ أَبْوَابُ النَّارِ وَصُفِّدَتِ الشَّيَاطِينُ) وفي رواية (فتّحتْ أبوابُ الرحمة). ¶ ----------- ¶ تخريج الحديث: ¶ الحديث أخرجه البخاري أيضاً (1900). ¶ معاني الكلمات: ¶ إذا جاء رمضان: هذا في أول ليلة من رمضان لقوله - صلى الله عليه وسلم - (إذا كان أول ليلة من شهر رمضان صفدت الشياطين ... ). ¶ فُتِّحَتْ أَبْوَابُ الْجَنَّةِ: تقريباً للرحمة بالعباد.، ولا تعارض بين هذه الرواية ورواية (فتحت أبواب الرحمة) لأن المراد بالرحمة الجنة، لحديث (قال تعالى في الجنة: أنتِ رحمتي أرحم بك من أشاء). ¶ وَصُفِّدَتِ الشَّيَاطِينُ: أي شدت بالأصفاد. والمراد بهم المردة منهم، فقد جاء عند النسائي (وتغل فيه مردة الشياطين). ¶ الفوائد: ¶ 1} الحديث دليل على فضل شهر رمضان، ولشهر رمضان فضائل: ¶ أولاً: تفتح فيه أبواب الجنة وتغلق أبواب النار. ¶ عن أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم - (إذا جاء رمضان فتحت أبواب الجنة وغلقت أبواب النار وصفدت الشياطين) متفق عليه. ¶ وهذا يتم في أول ليلة من هذا الشهر المبارك: ¶ لقوله - صلى الله عليه وسلم - (إذا كان أول ليلة من شهر رمضان صفدت الشياطين ومردة الجن ..... وقيل: يا با غي الخير أقبل ويا باغي الشر أقصر) رواه الترمذي. ¶ ثانياً: تصفد فيه الشياطين وتغل. ¶ قيل المعنى: إن تصفيد الشيطان علامة لدخول الشهر وتعظيم لحرمته ويكون التصفيد ليمتنعوا من إيذاء المؤمنين والتهويش عليهم، وقيل: أنه يقل إغواؤهم وإيذاؤهم ليصيروا كالمصفدين، وقيل: المراد بعض الشياطين وهم المردة كما جاء في رواية عند النسائي. ¶ ثالثاً: فيه ليلة القدر. التي هي خير من ألف شهر. ¶ قال تعالى (ليلة القدر خير من ألف شهر). ¶ وقد حسب بعض العلماء ألف شهر فوجدوها تزيد على (83) سنة. ¶ رابعاً: شهر القرآن. ¶ قال تعالى (شهر رمضان الذي أنزل فيه القرآن). ¶ والمراد إنزاله من اللوح المحفوظ إلى السماء الدنيا كما جاء ذلك عن ابن عباس.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "خامساً: صوم رمضان سبب لمغفرة الذنوب. ¶ قال - صلى الله عليه وسلم - (من صام رمضان إيماناً واحتساباً غفر له ما تقدم من ذنبه) متفق عليه. ¶ إيماناً: أي تصديقاً بأنه حق. ... احتساباً: أي يريد الله وحده لا رؤية الناس. ¶ 2} أن للجنة أبواباً. ¶ 3} إثبات الجنة والنار، وأنهما الآن موجودتان. ¶ 4} سعة رحمة الله. ¶ 5} إثبات وجود الشياطين. ¶ 6} ينبغي استغلال وقت الرحمة والمغفرة. ¶ باب وجوب صوم رمضان لرؤية الهلال والفطر لرؤية الهلال ¶ عن عَبْدِ اللَّهِ بْنَ عُمَرَ - رضي الله عنهما - قَالَ سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ (إِذَا رَأَيْتُمُوهُ فَصُومُوا وَإِذَا رَأَيْتُمُوهُ فَأَفْطِرُوا فَإِنْ غُمَّ عَلَيْكُمْ فَاقْدِرُوا لَهُ) وفي رواية: (فَإِنْ غُمَّ عَلَيْكُمْ فَصُومُوا ثَلاَثِينَ يَوْماً)، وفي رواية (لا تصوموا حتى تروا الهلال) ¶ عن ابْنَ عُمَرَ - رضي الله عنهما - عَنِ النَّبِىِّ - صلى الله عليه وسلم - قَالَ (إِنَّا أُمَّةٌ أُمِّيَّةٌ لاَ نَكْتُبُ وَلاَ نَحْسُبُ الشَّهْرُ هَكَذَا وَهَكَذَا وَهَكَذَا - وَعَقَدَ الإِبْهَامَ فِى الثَّالِثَةِ - وَالشَّهْرُ هَكَذَا وَهَكَذَا وَهَكَذَا». يَعْنِى تَمَامَ ثَلاَثِينَ). ¶ --------- ¶ تخريج الحديث: ¶ حديث ابن عمر الأول أخرجه البخاري أيضاً (1913). ¶ حديث ابن عمر الثاني أخرجه البخاري أيضاً (1913). ¶ معاني الكلمات: ¶ إذا رأيتموه: أي الهلال، وقد جاء في رواية (لا تصوموا حتى تروا الهلال)، والمراد: إذا رآه من تثبت به الرؤية. ¶ فاقدروا له: أن معنى اقدروا له تمام العدد ثلاثين يوماً، قال ابن حجر: ويرجح هذا التأويل الروايات الأخرى المصرحة بالمراد، وهي ما تقدم من قوله: (فأكملوا العدة ثلاثين) ونحوها، وأولى ما فسر الحديث بالحديث. ¶ إِنَّا: أي العرب، وقيل: أراد نفسه، والأول أصح. ¶ أُمَّةٌ: جماعة. ¶ أُمِّيَّةٌ: نسبة إلى الأم، فقيل: أراد أمة العرب، لأنها لا تكتب، أو منسوب إلى الأمهات: أي أنهم على أصل ولادة أمهم، أو منسوب إلى الأم، لأن المرأة هذه صفتها غالباً. ¶ لاَ نَكْتُبُ وَلاَ نَحْسُبُ: تفسير لكونهم أميين، وقيل للعرب أميون، لأن الكتابة فيهم عزيزة، ولا يرد على ذلك أنه كان فيهم من يكتب ويحسب، لأن الكتابة كانت فيهم قليلة نادرة، والمراد بالحساب هنا حساب النجوم وتسييرها.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "الشَّهْرُ هَكَذَا وَهَكَذَا وَهَكَذَا - وَعَقَدَ الإِبْهَامَ فِى الثَّالِثَةِ: أشار بأصابع يديه العشر جميعاً مرتين، وقبض الإبهام في المرة الثالثة، وفي رواية (حتى ذكر تسعاً وعشرين). ¶ الشَّهْرُ هَكَذَا وَهَكَذَا وَهَكَذَا ثلاثاً: أي قال هذا القول، مع الإشارة بيديه ثلاث مرات، موضحاً أن الشهر أحياناً يكون ثلاثين. ¶ الفوائد: ¶ 1} الحديث دليل وجوب صوم رمضان برؤية الهلال. وصوم شهر رمضان يجب بأمرين: ¶ • رؤية هلال رمضان. ¶ لحديث الباب: (صوموا لرؤيته. . .). ¶ • إكمال شعبان ثلاثين يوماً. ¶ لأنه يتيقن به دخول شهر رمضان. ¶ 2} قوله (إذا رأيتموه) نستفيد أن الرؤية هي المستند الشرعي في أحكام الصيام والإفطار، وأنه لا عبرة بالحساب ولا يصح الاعتماد عليه بحال من الأحوال. ¶ 3} قوله (صوموا لرؤيته).استدل به بعض العلماء على أن رؤية الهلال في بلد تكفي عن رؤيته في البلاد الأخرى. وقد اختلف العلماء في هذه المسألة: (وستأتي هذه المسألة إن شاء الله). ¶ 4} الحديث دليل على تحريم صوم يوم الشك. ¶ وهو يوم الثلاثين [ليلة الثلاثين] إذا حال دون رؤية الهلال غيم أو قتر. ¶ ونسبه النووي لجمهور العلماء. ¶ لحديث عَمَّارِ بْنِ يَاسِرٍ - رضي الله عنه - قَالَ: ? مَنْ صَامَ اَلْيَوْمَ اَلَّذِي يُشَكُّ فِيهِ فَقَدْ عَصَى أَبَا اَلْقَاسِمِ - صلى الله عليه وسلم - ? وَذَكَرَهُ اَلْبُخَارِيُّ تَعْلِيقًا, وَوَصَلَهُ اَلْخَمْسَةُ, وَصَحَّحَهُ اِبْنُ خُزَيْمَةَ, وَابْنُ حِبَّانَ. ¶ ولحديث: (فإن غم عليكم فاقدروا له). ¶ وفي رواية: (فأكملوا شعبان ثلاثين يوماً). ¶ وهذه مفسرة لرواية: (فاقدروا له) أن معنى اقدروا له تمام العدد ثلاثين يوماً. ¶ وذهب بعض العلماء إلى وجوب صومه. ¶ وهذا مذهب الحنابلة. ¶ لقوله - صلى الله عليه وسلم -: (فاقدروا له) ومعنى: (اقدروا له) أي ضيقوا، من قوله تعالى: {ومن قدر عليه رزقه فلينفق مما أتاه الله}. ¶ والتضييق أن يجعل شعبان [تسـ29ـعة وعشرون] يوماً. ¶ والراجح القول الأول. ¶ قال ابن القيم: ” كان من هديه - صلى الله عليه وسلم - أن لا يدخل في صوم رمضان إلا برؤية محققة أو شهادة شاهد واحد، وكان إذا حال ليلة الثلاثين دون منظره غيم أو قتر أو سحاب أكمل عدة شعبان ثلاثين يوماً ثم صامه، ولم يكن يصوم يوم الغيم ولا أمر به بل أمر بأن تكمل عدة شعبان ثلاثين يوماً إذا غم، وكان يفعل ذلك، فهذا فعله وهذا أمره.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "5} قوله (إذا رأيتموه فصوموا) المراد رؤية بعض المسلمين ولا يشترط رؤية كل إنسان، فيكفي في دخول رمضان شاهد واحد. ¶ لحديث ابن عمر قال: (تراءى الناس الهلال، فأخبرت النبي - صلى الله عليه وسلم - أني رأيته فصام وأمر الناس بصيامه) رواه أبو داود. ¶ ولحديث ابن عباس: «أن أعرابياً جاء إلى النبي - صلى الله عليه وسلم - فقال: إني رأيت الهلال فقال: أتشهد أن لا إله إلا الله. قال: نعم، قال: أتشهد أن محمداً رسول الله. قال: نعم، قال: فأذن في الناس يا بلال أن يصوموا غداً» رواه أحمد. ¶ - (أما خروج رمضان وبقية الشهور فأكثر العلماء لابد من شاهدين). ¶ - يشترط في الشاهد شروطاً: ¶ أن يكون مسلماً: فلا تقبل شهادة الكافر لأمور: ¶ أولاً: لحديث الأعرابي السابق: «أتشهد أن لا إله إلا الله ... ». ¶ ثانياً: أن الله رد شهادة الفاسق من المسلمين، ومن باب أولى رد شهادة الكافر. ¶ ثالثاً: لأن الغالب فيه الكذب، والمتهم لا تقبل شهادته، لحديث: «لا تقبل شهادة خصم ولا ضنين»، والضنين: المتهم، قال تعالى: {وما هو على الغيب بضنين}. [التكوير: 24]، يعني: بمتهم، والكافر متهم. ¶ رابعاً: قوله تعالى: {ممن ترضون من الشهداء}. [البقرة: 282]، والكافر ليس بمرضي. ¶ أن يكون بالغاً عاقلاً: ¶ عاقل: فالمجنون لا تقبل. ¶ بالغ: الصبي لا يخلو من حالين: ¶ الأول: أن يكون غير مميز (لا يقبل قوله). ¶ الثاني: أن يكون مميز (وهذا محل خلاف). ¶ والأكثر على أنه لا يقبل قوله، لأنه لا يوثق بخبره، فلا بد من البلوغ. ¶ باب لا تقدموا رمضان بصوم يوم ولا يومين",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "عَنْ أَبِى هُرَيْرَةَ - رضى الله عنه - قَالَ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - (لاَ تَقَدَّمُوا رَمَضَانَ بِصَوْمِ يَوْمٍ وَلاَ يَوْمَيْنِ إِلاَّ رَجُلٌ كَانَ يَصُومُ صَوْماً فَلْيَصُمْهُ). ¶ ---------- ¶ تخريج الحديث: ¶ الحديث أخرجه البخاري أيضاً (1914). ¶ معاني الكلمات: ¶ لاَ تَقَدَّمُوا رَمَضَانَ: أي لا تسبقوا، وأصله: لا تتقدموا، بتاءين، فحذفت إحداهما تخفيفاً. ¶ إِلاَّ رَجُلٌ: تخصيص الرجل للتغليب، وإلا فالمرأة مثله. ¶ الفوائد: ¶ 1 - الحديث دليل على النهي عن تقدم صيام رمضان بصوم يوم أو يومين ما لم يكن ذلك عادة له. ¶ قال ابن حجر: قال العلماء: معنى الحديث: لا تستقبلوا رمضان بصيام على نية الاحتياط لرمضان. ¶ قال الترمذي لما أخرجه: العمل على هذا عند أهل العلم كرهوا أن يتعجل الرجل بصيام قبل دخول رمضان لمعنى رمضان. ¶ 2 - واختلف في هذا النهي هل هو للتحريم أم للكراهة على قولين: ¶ القول الأول: للتحريم. ¶ قالوا لأن الأصل في النهي التحريم. ¶ القول الثاني: للكراهة. ¶ قالوا: لأن الرسول - صلى الله عليه وسلم - استثنى [إلا رجل كان له صوم فليصمه]. ¶ والأول هو الراجح. ¶ 3 - اختلف العلماء في علة النهي عن تقدم رمضان بصوم يوم أو يومين. ¶ فقيل: التقوي بالفطر لرمضان. ¶ قال الحافظ ابن حجر: وهذا فيه نظر، لأن مقتضى الحديث أنه لو تقدمه بصيام ثلاثة أيام أو أربع لجاز. ¶ وقيل: خشية اختلاط النفل بالفرض. ¶ قال ابن حجر: وفيه نظر أيضاً، لأنه يجوز لمن له عادة أن يصوم كما في الحديث. ¶ وقيل: لأن الحكم علق بالرؤية، فمن تقدمه بيوم أو يومين فقد حاول الطعن في ذلك الحكم. ¶ قال ابن حجر: وهذا هو المعتمد. ¶ 4 - قوله (إلا رجل كان يصوم. . .). ¶ معنى الاستثناء: أن من كان له ورد فقد أذن له فيه، لأنه اعتاده وألفه، وترك المألوف شديد، وليس ذلك من استقبال رمضان في شيء، ويلحق بذلك القضاء والنذر لوجوبهما. ¶ 5 - استدل بعض العلماء بحديث الباب على ضعف حديث العلاء بن عبد الرحمن عن أبيه عن أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم -: (إذا انتصف شعبان فلا تصوموا). رواه أبو داود",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "قال أحمد وابن معين: إنه منكر. ¶ قال ابن حجر: ” وقد استدل البيهقي بحديث الباب على ضعفه فقال: الرخصة في ذلك فيما هو أصح من حديث العلاء، وكذلك صنع قبله الطحاوي “. ¶ وحديث (إذا انتصف شعبان فلا تصوموا. . .) ¶ رواه أحمد وأبو داود وابن ماجه والطحاوي وابن حبان وعبد الرزاق والنسائي. ¶ وهذا الحديث اختلف العلماء في تصحيحه وتضعيفه: [وسيأتي بحثه في حديث قادم إن شاء الله] ¶ 6 - جواز تقدم الصوم قبل رمضان بأكثر من يومين. ¶ 7 - أن من كان له عادة بصوم يوم معين، كيوم الاثنين أو الخميس، فلا بأس بذلك لزوال المحذور، وكذلك من يصوم واجباً كصوم نذر أو كفارة أو صيام قضاء رمضان السابق، فكل هذا جائز، لأن ذلك ليس من استقبال رمضان. ¶ 8 - قول (لا تقدموا رمضان) دليل على أنه يجوز أن يقال رمضان من غير ذكر الشهر لا كراهة في ذلك. ¶ ومن الأدلة على هذا الجواز: ¶ قوله - صلى الله عليه وسلم -: (إذا جاء رمضان فتحت أبواب الجنة. . .). ¶ وحديث الباب (لا تقدموا رمضان .. ). ¶ وحديث (شهرا عيد لا ينقصان: رمضان وذو الحجة). ¶ وحديث (من صام رمضان ... ) والأحاديث كثيرة. ¶ وذهب بعض العلماء إلى أنه لا يقال رمضان على انفراده بحال، وإنما يقال شهر رمضان. ¶ وهذا قول أصحاب مالك. ¶ واستدلوا بحديث: (لا تقولوا رمضان، فإن رمضان اسم من أسماء الله، ولكن قولوا شهر رمضان). ¶ قال النووي: قولهم أنه اسم من أسماء الله ليس بصحيح، ولم يصح فيه شيء، وإن كان قد جاء به أثر ضعيف ¶ وقال ابن حجر: أخرجه ابن عدي في الكامل وضعفه بأبي معشر. ¶ باب الشهر يكون تسعاً وعشرين",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "عَنْ جَابِرٍ - رضى الله عنه - أَنَّهُ قَالَ (كَانَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - اعْتَزَلَ نِسَاءَهُ شَهْراً فَخَرَجَ إِلَيْنَا فِى تِسْعٍ وَعِشْرِينَ فَقُلْنَا إِنَّمَا الْيَوْمُ تِسْعٌ وَعِشْرُونَ. فَقَالَ «إِنَّمَا الشَّهْرُ». وَصَفَّقَ بِيَدَيْهِ ثَلاَثَ مَرَّاتِ وَحَبَسَ إِصْبَعاً وَاحِدَةً فِى الآخِرَةِ). ¶ عَنْ عَائِشَةَ - رضى الله عنها - قَالَتْ (أقسمَ النبي - صلى الله عليه وسلم - أن لايدخلَ على أزواجه شهراً قالت: لَمَّا مَضَتْ تِسْعٌ وَعِشْرُونَ لَيْلَةً أَعُدُّهُنَّ دَخَلَ عَلَىَّ رَسُولُ اللَّهِ - صلى الله عليه وسلم - قَالَتْ بَدَأَ بِى - فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّكَ أَقْسَمْتَ أَنْ لاَ تَدْخُلَ عَلَيْنَا شَهْراً وَإِنَّكَ دَخَلْتَ مِنْ تِسْعٍ وَعِشْرِينَ أَعُدُّهُنَّ فَقَالَ «إِنَّ الشَّهْرَ تِسْعٌ وَعِشْرُونَ). ¶ -------------- ¶ تخريج الحديث: ¶ حديث عائشة انفرد بإخراجه مسلم دون البخاري. ¶ حديث جابر انفرد بإخراجه مسلم دون البخاري. ¶ معاني الكلمات: ¶ اعتزل نساءه شهراً: وسيأتي في النكاح سبب ذلك، وأنهن طلبن النفقة. ¶ شهراً: هذا دليل على أن المراد بالإيلاء هنا الإيلاء اللغوي. ليس الشرعي (الذي هو ترك الرجل وطء زوجته أربعة أشهر)، فالمراد هنا الإيلاء اللغوي وهو الحلف. وقد جاء في رواية (آلى من نسائه شهراً) أي حلف. ¶ إِنَّكَ أَقْسَمْتَ أَنْ لاَ تَدْخُلَ عَلَيْنَا شَهْراً: حيث فهمت أن الشهر لا يكون إلا ثلاثين. ¶ فَقَالَ «إِنَّ الشَّهْرَ تِسْعٌ وَعِشْرُونَ: فبيّن لها النبي - صلى الله عليه وسلم - أن الشهر قد يكون (29) وقد يكون (30) ولا يزيد ¶ الفوائد: ¶ 1} الشهر قد يكون تسع وعشرين وقد يكون ثلاثين. ¶ 2} الأخذ بالرؤية. ¶ 3} مشروعية تأديب الرجل زوجته. ¶ 4} سؤال العالم عما يشكل. ¶ 5} أن أمهات المؤمنين قد يحدث منهن الخطأ. ¶ 6} الهجر المشروع. ¶ 7} أن من نذر أن يصوم شهراً فكان الشهر تسعاً وعشرين فإنه يجزئه. ¶ باب بيان أن لكل بلد رؤيتهم",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "عَنْ كُرَيْبٍ (أَنَّ أُمَّ الْفَضْلِ بِنْتَ الْحَارِثِ بَعَثَتْهُ إِلَى مُعَاوِيَةَ بِالشَّامِ قَالَ فَقَدِمْتُ الشَّامَ فَقَضَيْتُ حَاجَتَهَا وَاسْتُهِلَّ عَلَىَّ رَمَضَانُ وَأَنَا بِالشَّامِ فَرَأَيْتُ الْهِلاَلَ لَيْلَةَ الْجُمُعَةِ ثُمَّ قَدِمْتُ الْمَدِينَةَ فِى آخِرِ الشَّهْرِ فَسَأَلَنِى عَبْدُ اللَّهِ بْنُ عَبَّاسٍ - رضى الله عنهما - ثُمَّ ذَكَرَ الْهِلاَلَ فَقَالَ مَتَى رَأَيْتُمُ الْهِلاَلَ فَقُلْتُ رَأَيْنَاهُ لَيْلَةَ الْجُمُعَةِ. فَقَالَ أَنْتَ رَأَيْتَهُ فَقُلْتُ نَعَمْ وَرَآهُ النَّاسُ وَصَامُوا وَصَامَ مُعَاوِيَةُ. فَقَالَ لَكِنَّا رَأَيْنَاهُ لَيْلَةَ السَّبْتِ فَلاَ نَزَالُ نَصُومُ حَتَّى نُكْمِلَ ثَلاَثِينَ أَوْ نَرَاهُ. فَقُلْتُ أَوَلاَ تَكْتَفِى بِرُؤْيَةِ مُعَاوِيَةَ وَصِيَامِهِ فَقَالَ لاَ هَكَذَا أَمَرَنَا رَسُولُ اللَّهِ - صلى الله عليه وسلم -). ¶ ------------ ¶ تخريج الحديث: ¶ الحديث انفرد مسلم بإخراجه دون البخاري. ¶ معاني الكلمات: ¶ عَنْ كُرَيْبٍ: مولى ابن عباس. ¶ أَنَّ أُمَّ الْفَضْلِ بِنْتَ الْحَارِثِ: زوج العباس بن عبد المطلب، وأخت ميمونة زوج النبي - صلى الله عليه وسلم -، ماتت في خلافة عثمان. ¶ قالَ: أي كريب. ¶ فَقَدِمْتُ الشَّامَ فَقَضَيْتُ حَاجَتَهَا: أي بلّغت رسالتها إلى معاوية. ¶ وَاسْتُهِلَّ عَلَىَّ رَمَضَانُ وَأَنَا بِالشَّامِ: أي رؤي هلال رمضان والحال أن كريباً بالشام قبل أن يرجع إلى المدينة. ¶ فَرَأَيْتُ الْهِلاَلَ لَيْلَةَ الْجُمُعَةِ ثُمَّ قَدِمْتُ الْمَدِينَةَ فِى آخِرِ الشَّهْرِ فَسَأَلَنِى عَبْدُ اللَّهِ بْنُ عَبَّاسٍ: يعني أنه سأله عن أمور تتعلق به وبسفره، وعن حال أهل الشام، وغير ذلك، كما هو الشأن والعادة عند قدوم المسافر من سفره ¶ هَكَذَا أَمَرَنَا رَسُولُ اللَّهِ - صلى الله عليه وسلم -: الظاهر أنه أراد: أمرنا أن لا نعتمد على رؤية غيرنا، ولا نكتفي بها، بل لا نعتمد إلا على رؤية أهل بلدنا، وقيل: أمرنا الرسول - صلى الله عليه وسلم - أي باعتبار الرؤية فلا نقتدي بأحد، ويقصد حديث: صوموا لرؤيته، وهذا أصح، ففهم ابن عباس من حديث صوموا لرؤيته، أن لكل بلد رؤيته (فالمسألة مسألة فهم من ابن عباس). ¶ الفوائد: ¶ 1} الحديث دليل على أن لكل بلد رؤية تخصهم، وقد اختلف العلماء في هذه المسألة: إذا رؤي الهلال في بلد هل يلزم الجميع الصوم أم لا على أقوال: ¶ القول الأول: إذا رآه أهل بلد لزم أهل البلاد الأخرى الصيام. ¶ لحديث: (صوموا لرؤيته) والخطاب للمسلمين. ¶ ولأن ذلك أدعى لاجتماع الكلمة. ¶ القول الثاني: أن الحكم باختلاف المطالع، فإن اتفقت مطالع الهلال في البلدين صارا كالبلد الواحد، فإذا رؤي في أحدهما ثبت حكمه في الآخر، أما إذا اختلفت المطالع فلكل بلد حكم نفسه، وهذا اختيار شيخ الإسلام ابن تيمية رحمه الله تعالى وهو ظاهر الكتاب والسنة ومقتضى القياس.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "أما الكتاب فقد قال الله تعالى: (فمن شهد منكم الشهر فليصمه ومن كان مريضا أو على سفر فعدة من أيام أخر يريد الله بكم اليسر ولا يريد بكم العسر ولتكملوا العدة ولتكبروا الله على ما هداكم ولعلكم تشكرون) فمفهوم الآية: أن من لم يشهده لم يلزمه الصوم. ¶ وأما السنة فقد قال النبي - صلى الله عليه وسلم - (إذا رأيتموه فصوموا، وإذا رأيتموه فأفطروا) مفهوم الحديث إذا لم نره لم يلزم الصوم ولا الفطر. ¶ وأما القياس فلأن الإمساك والإفطار يعتبران في كل بلد وحده وما وافقه في المطالع والمغارب، وهذا محل إجماع، فترى أهل شرق آسيا يمسكون قبل أهل غربها ويفطرون قبلهم، لأن الفجر يطلع على أولئك قبل هؤلاء، وكذلك الشمس تغرب على أولئك قبل هؤلاء، وإذا كان قد ثبت هذا في الإمساك والإفطار اليومي فليكن كذلك في الصوم والإفطار الشهري ولا فرق. ¶ القول الثالث: أن لكل بلد رؤيته. ¶ واستدلوا بحديث الباب. ¶ القول الرابع: أن تبع لإمامهم. ¶ وهذا المعمول به الآن. ¶ 2} فيه الاعتبار بالرؤية. ¶ 3} حرص الصحابة على السؤال. ¶ عن أَبِى بَكْرَةَ - رضي الله عنه - عَنِ النَّبِىِّ - صلى الله عليه وسلم - قَالَ (شَهْرَا عِيدٍ لاَ يَنْقُصَانِ رَمَضَانُ وَذُو الْحِجَّةِ). ¶ -------- ¶ تخريج الحديث: ¶ الحديث أخرجه البخاري أيضاً (1912). ¶ معاني الكلمات: ¶ شهرا عيد: أطلق على رمضان أنه شهر عيد لقربه من العيد. ¶ الفوائد: ¶ 1} اختلف العلماء في معنى هذا الحديث: ¶ فمنهم من حمله على ظاهره، فقال: لا يكون رمضان ولا ذو الحجة أبداً إلا ثلاثين. ¶ وهذا قول مردود معاند للموجود المشاهد. ¶ ومنهم من تأول له معنى لائقاً، قال أبو الحسن كان إسحاق بن راهوية يقول: لا ينقصان في الفضيلة إن كانا تسعة وعشرين أو ثلاثين. ¶ وقيل: لا ينقصان معاً في سنة واحدة، إن نقص أحدهما تم الآخر. ¶ والأقرب قول إسحاق. ¶ 2} أن الإيمان يزيد وينقص.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "3} فيه معنى قوله تعالى (وربك يخلق ما يشاء ويختار). فالله يخص بعض الشهور على بعض. ¶ 4} الرد على من قال أنه لا يجوز قول رمضان وأنه اسم من أسماء الله، وسبق أنه قول ضعيف، والصحيح الجواز. ¶ 5} أن الشيء ينسب إلى المجاور له ولا يأخذ حكمه في كل شيء. ¶ 6} سعة فضل الله. ¶ باب بيان أن الدخول في الصوم يحصل بطلوع الفجر ¶ عَنْ عَدِىِّ بْنِ حَاتِمٍ - رضى الله عنه - قَالَ (لَمَّا نَزَلَتْ (حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الأَبْيَضُ مِنَ الْخَيْطِ الأَسْوَدِ مِنَ الْفَجْرِ) قَالَ لَهُ عَدِىُّ بْنُ حَاتِمٍ يَا رَسُولَ اللَّهِ إِنِّى أَجْعَلُ تَحْتَ وِسَادَتِى عِقَالَيْنِ عِقَالاً أَبْيَضَ وَعِقَالاً أَسْوَدَ أَعْرِفُ اللَّيْلَ مِنَ النَّهَارِ فَقَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - «إِنَّ وِسَادَتَكَ لَعَرِيضٌ إِنَّمَا هُوَ سَوَادُ اللَّيْلِ وَبَيَاضُ النَّهَارِ). ¶ سَهْلُ بْنُ سَعْدٍ قَالَ لَمَّا نَزَلَتْ هَذِهِ الآيَةُ (وَكُلُوا وَاشْرَبُوا حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الأَبْيَضُ مِنَ الْخَيْطِ الأَسْوَدِ) قَالَ كَانَ الرَّجُلُ يَأْخُذُ خَيْطاً أَبْيَضَ وَخَيْطاً أَسْوَدَ فَيَأْكُلُ حَتَّى يَسْتَبِينَهُمَا حَتَّى أَنْزَلَ اللَّهُ عَزَّ وَجَلَّ (مِنَ الْفَجْرِ) فَبَيَّنَ ذَلِكَ). ¶ ------------- ¶ تخريج الحديث: ¶ حديث عدي أخرجه البخاري أيضاً (1916). ¶ حديث سهل أخرجه البخاري أيضاً (1917). ¶ معاني الكلمات: ¶ عَنْ عَدِىِّ بْنِ حَاتِمٍ: الطائي، قدم على النبي - صلى الله عليه وسلم - في شعبان سنة سبع. ¶ قَالَ: عدي. ¶ (لَمَّا نَزَلَتْ حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الأَبْيَضُ مِنَ الْخَيْطِ الأَسْوَدِ مِنَ الْفَجْرِ): قال في الفتح: ظاهره أن عدياً كان حاضراً لما نزلت هذه الآية، وهو يقتضي تقدم إسلامه، وليس كذلك، لأن نزول فرض الصوم كان متقدماً في أوائل الهجرة، وإسلام عدي كان في السنة التاسعة أو العاشرة كما ذكر ابن إسحاق وغيره من أهل المغازي، فإما أن يقال: إن الآية التي في حديث الباب تأخر نزولها عن نزول الصوم، وهو بعيد جداً، وإما أن يؤول قول عديّ هذا على أن المراد بقوله (لما نزلت) أي لما تليت عليّ عند إسلامي، أو لما بلغني نزول الآية، أو في السياق حذف وتقديره: لما نزلت الآية، ثم قدمت، فأسلمت، وتعلّمت الشرائع عمدتُ. وهذا أقرب ¶ إِنِّى أَجْعَلُ تَحْتَ وِسَادَتِى عِقَالَيْنِ عِقَالاً أَبْيَضَ وَعِقَالاً أَسْوَدَ: فَقَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - «إِنَّ وِسَادَتَكَ لَعَرِيضٌ: قال الخطابي: فيها قولان: أحدهما: يريد أن نومك لكثير، وكنى بالوساد عن النوم، لأن النائم يتوسد، أو أراد ليلك لطويل إذا كنت لا تمسك عن الأكل حتى يتبين لك العقال. ¶ إِنَّمَا هُوَ سَوَادُ اللَّيْلِ وَبَيَاضُ النَّهَارِ: تفسير للخيط الأبيض والأسود، فالخيط الأبيض الفجر الصادق، والخيط الأسود الليل، والخيط اللون. ¶ الفوائد:",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "1} قال النووي: وأما معنى الحديث فللعلماء فيه شروح أحسنها كلام القاضي قال: إنما أخذ العقالين وجعلهما تحت رأسه وتأول الآية لكونه سبق إلى فهمه أن المراد بها هذا، وكذا وقع لغيره ممن فعل فعله، حتى نزل قوله تعالى (من الفجر) فعلموا أن المراد به بياض النهار وسواد الليل، وليس المراد أن هذا كان حكم الشرع أولاً ثم نسخ بقوله تعالى (من الفجر) كما أشار إليه الطحاوي والداودي، قال القاضي: وإنما المراد أن ذلك فعله وتأوله من لم يكن مخالطاً للنبي - صلى الله عليه وسلم - بل هو من الأعراب ومن لا فقه عنده أو لم يكن من لغته استعمال الخيط في الليل والنهار، لأنه لا يجوز تأخير البيان عن وقت الحاجة، ولهذا أنكر النبي - صلى الله عليه وسلم - على عدي بقوله ¶ (إن وسادتك لعريض). ¶ 2} الحديث دليل على أن ما بعد الفجر هو من النهار لا من الليل ولا فاصل بينهما، وهذا مذهب جماهير العلماء. ¶ 3} فيه بيان تفسير الآية الكريمة. ¶ 4} فيه أن قبائل العرب تتفاوت في لغاتها، فإن هذا الصحابي لم يعرف استعمال الخيط الأبيض والأسود للمعنى المقصود في الآية حتى بيّن له النبي - صلى الله عليه وسلم -. ¶ 5} جواز التوبيخ بالكلام النادر. ¶ فائدة: ¶ الجمع بين حديث عدي وحديث سهل: ¶ قال القرطبي: حديث عدي يقتضي أن قوله (من الفجر) نزل متصلاً بقوله تعالى (حتى يتبين لكم .... ) وأن عدي حمل الخيط على حقيقته، وفهم من قوله (من الفجر) من أجل الفجر، ففعل ما فعل بالعقال الأبيض والأسود، وهذا بخلاف حديث سهل، فإن فيه أن الله لم ينزل (من الفجر) إلا منفصلاً عن قوله (حتى يتبين لكم الخيط .... ) ولما وقع لهم الإشكال حينئذ أنزل الله تعالى (من الفجر) رافعاً لذلك الإشكال. ¶ وكأن الحديثين واقعتان في وقتين، ويصح الجمع بأن يكون حديث عدي متأخراً عن حديث سهل، وأن عدياً لم يسمع ما جرى في حديث سهل، وإنما سمع الآية مجردة، ففهمها على ما قررناه، فبيّن له النبي - صلى الله عليه وسلم - أن الخيط الأبيض كناية عن بياض الفجر، والخيط الأسود كناية عن سواد الليل.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "عَنْ عَبْدِ اللَّهِ - رضى الله عنه - عَنْ رَسُولِ اللَّهِ - صلى الله عليه وسلم - أَنَّهُ قَالَ (إِنَّ بِلاَلاً يُؤَذِّنُ بِلَيْلٍ فَكُلُوا وَاشْرَبُوا حَتَّى تَسْمَعُوا تَأْذِينَ ابْنِ أُمِّ مَكْتُومٍ). ¶ عَنِ ابْنِ عُمَرَ - رضى الله عنهما - قَالَ (كَانَ لِرَسُولِ اللَّهِ - صلى الله عليه وسلم - مُؤَذِّنَانِ بِلاَلٌ وَابْنُ أُمِّ مَكْتُومٍ الأَعْمَى فَقَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - «إِنَّ بِلاَلاً يُؤَذِّنُ بِلَيْلٍ فَكُلُوا وَاشْرَبُوا حَتَّى يُؤَذِّنَ ابْنُ أُمِّ مَكْتُومٍ». قَالَ وَلَمْ يَكُنْ بَيْنَهُمَا إِلاَّ أَنْ يَنْزِلَ هَذَا وَيَرْقَى هَذَا). ¶ عَنِ ابْنِ مَسْعُودٍ - رضى الله عنه - قَالَ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - (لاَ يَمْنَعَنَّ أَحَداً مِنْكُمْ أَذَانُ بِلاَلٍ - أَوْ قَالَ نِدَاءُ بِلاَلٍ - مِنْ سَحُورِهِ فَإِنَّهُ يُؤَذِّنُ - أَوْ قَالَ يُنَادِى - بِلَيْلٍ لِيَرْجِعَ قَائِمَكُمْ وَيُوقِظَ نَائِمَكُمْ). ¶ -------------- ¶ تخريج الحديث: ¶ حديث ابن عمر أخرجه البخاري أيضاً (617). ¶ حديث ابن مسعود أخرجه البخاري أيضاً (621). ¶ معاني الكلمات: ¶ إِنَّ بِلاَلاً يُؤَذِّنُ بِلَيْلٍ: الأذان المعروف في الشرع، هذا يفيد أن هذه عادة بلال وطريقته، والباء للظرفية، أي في ليل لا في نهار، لأنه يؤذن قبل طلوع الفجر قريباً من طلوعه كما في الرواية (وَلَمْ يَكُنْ بَيْنَهُمَا إِلاَّ أَنْ يَنْزِلَ هَذَا وَيَرْقَى هَذَا). ¶ فَكُلُوا وَاشْرَبُوا: الأمر للإباحة، والخطاب للصائمين. ¶ ابْنِ أُمِّ مَكْتُومٍ: هو عمرو، قال ابن عبد البر (وهو الأكثر عند أهل الحديث) وقيل: عبد الله بن قيس القرشي العامري، منسوب إلى أمه، كان النبي - صلى الله عليه وسلم - يكرمه ويستخلفه على المدينة في عامة غزواته يصلي بالناس، شهد القادسية في خلافة عمر فاستشهد فيها سنة 14 هـ. ¶ لِيَرْجِعَ قَائِمَكُمْ: أي إن بلالاً إنما يؤذن ليعلمكم بأن الفجر ليس ببعيد فيرد القائم المتهجد إلى راحته لينام غفوة ليصبح نشيطاً أو يوتر إن لم يكن أوتر أو يتأهب للصبح إن احتاج إلى طهارة أخرى أو نحو ذلك من مصالحه المترتبة على علمه بقرب الصبح. ¶ وَيُوقِظَ نَائِمَكُمْ: أي ليتأهب للصبح أيضاً بفعل ما أراد من تهجد قليل أو إيتار إن لم يكن أوتر أو سحور إن أراد الصوم أو اغتسال أو وضوء أو غير ذلك مما يحتاج إليه قبل الفجر. ¶ الفوائد: ¶ 1} الحديث دليل على جواز الأذان قبل الفجر إذا كان هناك أذان بعده، وذلك ليستيقظ النائم ويرجع القائم استعداداً للسحور. ¶ 2} في الحديث الحكمة من أذان بلال، وهو ليرجع القائم ويوقظ النائم، فليس هو أذاناً للصلاة. ¶ 3} الأفضل في الأذان الذي قبل الفجر أن يكون قبيل الفجر. ¶ 4} الحديث دليل على جواز الأكل والشرب والجماع وسائر الأشياء قبل طلوع الفجر.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "5} الحديث دليل على جواز كون المؤذن أعمى إذا وجد من يخبره بدخول وقت الأذان، أو أذّن بعد بصير، وقال بعض الفقهاء يكره أذان الأعمى، ولعل ذلك محمول على ما إذا لم يكن معه من يخبره بالوقت. ¶ 6} الحديث دليل على جواز اتخاذ مؤذنَيْن في مسجد واحد إذا أذن أحدهما في وقت، والآخر في وقت آخر، أما آذانهما معاً بصوت واحد فهو من البدع، ويسمى الأذان الجماعي. ¶ 7} الحديث دليل على استحباب كون المؤذن على موضع عال لقوله (إِلاَّ أَنْ يَنْزِلَ هَذَا وَيَرْقَى هَذَا). ¶ باب فضل السحور ¶ عَنْ أَنَسٍ - رضى الله عنه - قَالَ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - (تَسَحَّرُوا فَإِنَّ فِى السُّحُورِ بَرَكَةً). ¶ ------------ ¶ تخريج الحديث: ¶ الحديث أخرجه البخاري أيضاً (1923). ¶ معاني الكلمات: ¶ السحور: بالفتح، ما يتسحر به، اسم للطعام. وبالضم الفعل، وهو أكل السحور. ¶ بركة: البركة كثرة الخير، ومن معانيها النماء والزيادة. ¶ الفوائد: ¶ 1 - الحديث دليل على استحباب السحور. ¶ قال في المغني: ولا نعلم فيه خلافاً “ [أي في استحبابه]. ¶ وقال ابن المنذر: وأجمعوا على أن السحور مندوب إليه. ¶ وقال البخاري: ” باب بركة السحور من غير إيجاب، لأن النبي - صلى الله عليه وسلم - وأصحابه واصلوا ولم يذكر السحور “. ¶ ويشير البخاري إلى حديث أبي هريرة - رضي الله عنه - قال: (نهى رسول الله - صلى الله عليه وسلم - عن الوصال في الصوم فقال رجل من المسلمين: إنك تواصل يا رسول الله؟ قال: وأيكم مثلي؟ إني يطعمني ربي ويسقيني، فلما أبوا أن ينتهوا عن الوصال واصل بهم يوماً ثم يوماً، ثم رأوا الهلال فقال: لو تأخر لزدتكم، كالتنكيل لهم حين أبوا أن ينتهوا). ¶ 2 - قوله (بركة) البركة في السحور تحصل بجهات متعددة: ¶ • اتباع السنة. ¶ • مخالفة أهل الكتاب، وسيأتي حديث: (فصل ما بين صيامنا وصيام أهل الكتاب أكلة السحر). ¶ • أن السحور يعطي الصائم قوة لا يمل معها الصيام. ¶ • أنه يكون سبباً للانتباه من النوم في وقت السحر الذي هو وقت الاستغفار والدعاء، وفيه ينزل الرب جل وعلا إلى السماء الدنيا. ¶ • مدافعة سوء الخلق الذي يثيره الجوع. ¶ • الزيادة في النشاط. ¶ 3 - يحصل السحور بأقل ما يتناوله المرء من مأكول ومشروب.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "فقد أخرج هذا الحديث أحمد من حديث أبي سعيد الخدري بلفظ: (السحور بركة فلا تدعوه، ولو أن يجرع أحدكم جرعة من ماء، فإن الله وملائكته يصلون على المتسحرين). ¶ ولسعيد بن منصور من طريق أخرى مرسلة: (تسحروا ولو بلقمة). ¶ وعند أبي داود عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: (نعم سحور المؤمن التمر). ¶ 4 - ويسن تأخير السحور. (وسيأتي الحديث الدال على ذلك). ¶ عَنْ عَمْرِو بْنِ الْعَاصِ أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ (فَصْلُ مَا بَيْنَ صِيَامِنَا وَصِيَامِ أَهْلِ الْكِتَابِ أَكْلَةُ السَّحَرِ). ¶ -------- ¶ تخريج الحديث: ¶ الحديث انفرد بإخراجه مسلم دون البخاري. ¶ معاني الكلمات: ¶ فصل: الفصل بمعنى الفارق. ¶ الفوائد: ¶ 1} الحديث دليل على استحباب السحور وتأكده، لأنه فيه مخالفة لأهل الكتاب. ¶ قال النووي: معناه الفارق والمميز بين صيامنا وصيامهم السحور، فإنهم لا يتسحرون ونحن يستحب لنا السحور. ¶ 2} الحديث دليل استحباب مخالفة الكفار. ¶ 3} ينبغي للمسلم أن يتعبد الله بمخالفة الكفار. ¶ عَنْ أَنَسٍ عَنْ زَيْدِ بْنِ ثَابِتٍ - رضى الله عنه - قَالَ (تَسَحَّرْنَا مَعَ رَسُولِ اللَّهِ - صلى الله عليه وسلم - ثُمَّ قُمْنَا إِلَى الصَّلاَةِ. قُلْتُ كَمْ كَانَ قَدْرُ مَا بَيْنَهُمَا قَالَ خَمْسِينَ آيَةً). ¶ ------------- ¶ تخريج الحديث: ¶ الحديث أخرجه البخاري أيضاً (1921). ¶ معاني الكلمات: ¶ كَمْ كَانَ قَدْرُ مَا بَيْنَهُمَا: أي بين السحور وبين الأذان. ¶ الفوائد: ¶ 1} الحديث دليل على أنه يستحب تأخير السحور إلى قبيل الفجر، فقد كان بين فراغ النبي - صلى الله عليه وسلم - ومعه زيد من سحورهما ودخولهما في الصلاة قدر ما يقرأ الرجل خمسين آية من القرآن، قراءة متوسطة، لا سريعة ولا بطيئة، وهذا يدل على أن وقت الصلاة قريب من وقت الإمساك. ¶ وقد جاء في حديث قال: قال رسول الله - صلى الله عليه وسلم -: (لا يزال الناس بخير ما عجلوا الفطر) متفق عليه ولأحمد (وأخروا السحور).",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "عن سَهْلِ بْنِ سَعْدٍ - رضى الله عنه - أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ (لاَ يَزَالُ النَّاسُ بِخَيْرٍ مَا عَجَّلُوا الْفِطْرَ). ¶ عَنْ أَبِى عَطِيَّةَ قَالَ (دَخَلْتُ أَنَا وَمَسْرُوقٌ عَلَى عَائِشَةَ - رضى الله عنها - فَقَالَ لَهَا مَسْرُوقٌ رَجُلاَنِ مِنْ أَصْحَابِ مُحَمَّدٍ - صلى الله عليه وسلم - كِلاَهُمَا لاَ يَأْلُو عَنِ الْخَيْرِ أَحَدُهُمَا يُعَجِّلُ الْمَغْرِبَ وَالإِفْطَارَ وَالآخَرُ يُؤَخِّرُ الْمَغْرِبَ وَالإِفْطَارَ. فَقَالَتْ مَنْ يُعَجِّلُ الْمَغْرِبَ وَالإِفْطَارَ قَالَ عَبْدُ اللَّهِ. فَقَالَتْ هَكَذَا كَانَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - يَصْنَعُ). ¶ عَنْ عُمَرَ - رضى الله عنه - قَالَ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - (إِذَا أَقْبَلَ اللَّيْلُ وَأَدْبَرَ النَّهَارُ وَغَابَتِ الشَّمْسُ فَقَدْ أَفْطَرَ الصَّائِمُ). ¶ -------- ¶ تخريج الحديث: ¶ حديث سهل أخرجه البخاري أيضاً (1957). ¶ حديث أبي عطية انفرد بإخراجه مسلم دون البخاري. ¶ حديث عمر أخرجه البخاري أيضاً (1954). ¶ معاني الكلمات: ¶ مَا عَجَّلُوا الْفِطْرَ: أي بادروا به عند غروب الشمس. ¶ فقد أفطر الصائم: أي دخل في وقت الإفطار. ¶ الفوائد: ¶ 1 - الحديث يدل على أدب من آداب الإفطار، وهو تعجيله والمبادرة به حين حلول وقته. ¶ ومعنى التعجيل: أنه بمجرد غياب قرص الشمس من الأفق يفطر. ¶ 2 - أن في تعجيل الفطر ثمرات عظيمة: ¶ • في تعجيل الإفطار اتباع هدي النبي - صلى الله عليه وسلم -، فقد كان يعجل الإفطار. ¶ عن عبد الله بن أبي أوفى قال: (كنا مع رسول الله في سفر وهو صائم، فلما غابت الشمس قال لبعض القوم: يا فلان، قم فاجدح لنا [أي اخلط السويق بالماء] فقال: يا رسول الله، لو أمسيت، قال: انزل فاجدح لنا، قال: إن عليك نهاراً قال: انزل فاجدح لنا، فنزل فجدح لهم، فشرب النبي - صلى الله عليه وسلم - ثم قال: إذا رأيتم الليل قد أقبل من ههنا أفطر الصائم).متفق عليه ¶ • تعجيل الفطر من أخلاق الأنبياء. ¶ قال أبو الدرداء: (ثلاث من أخلاق الأنبياء: تعجيل الإفطار، وتأخير السحور، ووضع اليمين على الشمال في الصلاة). رواه الطبراني ¶ • أن في تعجيل الفطور علامة أن الناس بخير. ¶ لحديث الباب. ¶ • في تعجيل الفطور مخالفة لليهود والنصارى.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: (لا يزال الدين ظاهراً ما عجل الناس الفطر، لأن اليهود والنصارى يؤخرون). رواه أبو داود ¶ • في تعجيل الفطور تيسير على الناس، وبعد عن التنطع، وقد امتثل هذا الأدب الصحابة. ¶ قال البخاري: ” أفطر أبو سعيد حين غاب قرص الشمس “. ¶ وقال عمرو بن ميمون: (كان أصحاب محمد - صلى الله عليه وسلم - أسرع الناس إفطاراً، وأبطأهم سحوراً). رواه عبد الرزاق ¶ 2} في حديث عمر يفطر الصائم أول ما تغرب الشمس. ¶ قوله (فقد أفطر الصائم) قال ابن حجر: أي دخل في وقت الفطر، ويحتمل أن يكون معناه: فقد صار مفطراً في الحكم لكون الليل ليس ظرفاً للصيام الشرعي، وقد رد ابن خزيمة هذا الاحتمال، وأومأ إلى ترجيح الأول. ¶ قال ابن حجر: ” ولا شك أن الأول أرجح “. ¶ باب النهي عن الوصال ¶ عَنِ ابْنِ عُمَرَ - رضى الله عنهما - أَنَّ النَّبِىَّ - صلى الله عليه وسلم - نَهَى عَنِ الْوِصَالِ قَالُوا إِنَّكَ تُوَاصِلُ. قَالَ «إِنِّى لَسْتُ كَهَيْئَتِكُمْ إِنِّى أُطْعَمُ وَأُسْقَى). ¶ عن أَبَي هُرَيْرَةَ - رضى الله عنه - قَالَ (نَهَى رَسُولُ اللَّهِ - صلى الله عليه وسلم - عَنِ الْوِصَالِ فَقَالَ رَجُلٌ مِنَ الْمُسْلِمِينَ فَإِنَّكَ يَا رَسُولَ اللَّهِ تُوَاصِلُ. قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - «وَأَيُّكُمْ مِثْلِى إِنِّى أَبِيتُ يُطْعِمُنِى رَبِّى وَيَسْقِينِى». فَلَمَّا أَبَوْا أَنْ يَنْتَهُوا عَنِ الْوِصَالِ وَاصَلَ بِهِمْ يَوْماً ثُمَّ يَوْماً ثُمَّ رَأَوُا الْهِلاَلَ فَقَالَ «لَوْ تَأَخَّرَ الْهِلاَلُ لَزِدْتُكُمْ». كَالْمُنَكِّلِ لَهُمْ حِينَ أَبَوْا أَنْ يَنْتَهُوا). ¶ عَنْ أَبِى هُرَيْرَةَ - رضى الله عنه - قَالَ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - (إِيَّاكُمْ وَالْوِصَالَ». قَالُوا فَإِنَّكَ تُوَاصِلُ يَا رَسُولَ اللَّهِ. قَالَ «إِنَّكُمْ لَسْتُمْ فِى ذَلِكَ مِثْلِى إِنِّى أَبِيتُ يُطْعِمُنِى رَبِّى وَيَسْقِينِى فَاكْلَفُوا مِنَ الأَعْمَالِ مَا تُطِيقُونَ). ¶ ---------- ¶ تخريج الحديث: ¶ حديث ابن عمر أخرجه البخاري أيضاً (1922). ¶ حديث أبي هريرة أخرجه البخاري أيضاً (1965). ¶ حديث أبي هريرة الثاني أخرجه البخاري أيضاً (1966). ¶ معاني الكلمات: ¶ أياكم: احذروا. ¶ الوصال: صوم يومين فصاعداً من غير أكل وشرب بينهما. [قاله النووي]. ¶ يُطْعِمُنِى رَبِّى وَيَسْقِينِى: جملة تعليلية لبيان الفرق بينهم وبينه، المانع من الأسوة فيه. ¶ لَوْ تَأَخَّرَ الْهِلاَلُ لَزِدْتُكُمْ: أي لو تأخر الشهر لزدتكم في الوصال إلى أن تعجزوا عنه فتسألوا التخفيف عنكم بتركه. ¶ الفوائد:",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "1 - هذه الأحاديث فيها النهي عن الوصال، وقد اختلف العلماء في حكم الوصال على أقوال: ¶ القول الأول: أنه محرم. ¶ وهو مذهب الجمهور. ¶ قال ابن حجر: وذهب الأكثرون إلى تحريم الوصال. ¶ لنهي النبي - صلى الله عليه وسلم - عنه كما جاء في حديث الباب (نهى عن الوصال). ¶ وفي رواية: (لا تواصلوا. . .). ¶ ولابن خزيمة: (إياكم والوصال). ¶ ومن الأدلة قوله - صلى الله عليه وسلم -: (إذا أقبل الليل من ههنا، وأدبر النهار من ههنا، فقد أفطر الصائم). ¶ قال الحافظ ابن حجر: إذ لم يجعل الليل محلاً لسوى الفطر، فالصوم فيه مخالفة لوضعه كيوم الفطر. ¶ القول الثاني: أنه جائز. ¶ قال الحافظ ابن حجر: ” وقد ذهب إلى جوازه مع عدم المشقة، عبد الله بن الزبير، وروى ابن أبى شيبة بإسناد صحيح عنه أنه كان يواصل خمسة عشر يوماً “. ¶ الأدلة: ¶ - مواصلة النبي - صلى الله عليه وسلم - بأصحابه ولو كان حراماً ما أقرهم على فعله. ¶ - إقدام الصحابة على الوصال بعد النهي، فدل هذا على أنهم فهموا أن النهي للتنزيه لا للتحريم وإلا لما أقدموا عليه. ¶ - ومن الأدلة حديث عائشة قالت: (نهى رسول الله - صلى الله عليه وسلم - عن الوصال رحمة لهم). ¶ - قال ابن حجر: ” ويدل على أنه ليس بمحرم ما أخرجه أبو داود وغيره من طريق عبد الرحمن بن أبي ليلى عن رجل من الصحابة قال: نهى النبي - صلى الله عليه وسلم - عن الحجامة والمواصلة ولم يحرمهما إبقاء على أصحابه. وإسناده صحيح، فإن الصحابي قد صرح بأنه - صلى الله عليه وسلم - لم يحرم الوصال. ¶ القول الثالث: أنه جائز إلى السحر. ¶ وهذا قول أحمد، وإسحاق، وابن المنذر، وابن خزيمة. ¶ لحديث أبي سعيد عند البخاري قال: قال رسول الله - صلى الله عليه وسلم -: (لا تواصلوا، فأيكم أراد أن يواصل فليواصل إلى السحر). ¶ ورجح هذا القول ابن القيم، وقال: ” وهذا القول أعدل الأقوال، أن الوصال يجوز من سحر إلى سحر، وهو أعدل الوصال وأسهله على الصائم “. ¶ 2 - اختلف العلماء في معنى قوله - صلى الله عليه وسلم -: (يطعمني ربي ويسقيني) ¶ فقيل: هو على حقيقته. ¶ وضعفه النووي، فقال: ” لو كان حقيقة لم يكن مواصلاً “ ¶ وضعفه ابن القيم، فقال: ” إنه غَلِطَ من قال: إنه كان يأكل ويشرب طعاماً وشراباً يتغذى به بدنه لوجوه: ¶ أحدهما: أنه قال (أظل عند ربي يطعمني ويسقيني) ولو كان أكلاً وشراباً لم يكن وصالاً ولا صوماً.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "الثاني: أن النبي - صلى الله عليه وسلم - أخبرهم أنه ليس كهيئتهم في الوصال، فإنهم إذا واصلوا تضرروا بذلك، وأما هو - صلى الله عليه وسلم - فإنه إذا واصل لا يتضرر بالوصال، فلو كان يأكل ويشرب لكان الجواب: وأنا أيضاً لا أواصل، بل آكل وأشرب، كما تأكلون وتشربون فلما قررهم: إنك تواصل، ولم ينكر عليهم، دلّ على أنه كان مواصلاً وأنه لم يكن أكلاً وشراباً يفطر الصائم. ¶ الثالث: أنه لو كان أكلاً وشراباً يفطر الصائم لم يصح الجواب بالفارق بينهم وبينه، فإنه حينئذٍ - صلى الله عليه وسلم - هو وهم مشتركون في عدم الوصال، فكيف يصح الجواب بقوله: لست كهيئتكم. ¶ وقيل: يجعل الله فيه قوة الطاعم الشارب. ¶ ونسبه ابن حجر للجمهور. ¶ وقيل: أن المراد ما يغذيه الله به من معارفه، وما يفيض على قلبه من لذة مناجاته، وقرة عينه بقربه، وتنعمه بحبه، وتوابع ذلك من الأحوال التي هي غذاء القلوب ونعيم الأرواح. ¶ ورجح هذا القول ابن القيم، وقال: ” وقد يقوى هذا الغذاء حتى يغني عن غذاء الأجسام مدة من الزمان، ومن له أدنى تجربة وشوق، يعلم استغناء الجسم بغذاء القلب والروح عن كثير من الغذاء الحيواني، ولا سيما المسرور الفرحان الظافر بمطلوبه الذي قد قرت عينه بمحبوبه، وتنعم بقربه، والرضى عنه “. ¶ 3 - أن الوصال من خصائص النبي - صلى الله عليه وسلم -. ¶ 4 - أن ما ثبت في حق النبي - صلى الله عليه وسلم - فهو ثابت في حق أمته إلا ما خصه الدليل، ووجه ذلك من الحديث قول ¶ الصحابة (فإنك تواصل) لما نهاهم عن الوصال. ¶ 5 - فيه الاستكشاف عن حكمة النهي. ¶ 6 - حرص الصحابة على الخير. ¶ باب بيان أن القبلة في الصوم ليست محرمة لمن لم تحرك شهوته ¶ عَنْ عَائِشَةَ - رضى الله عنها - قَالَتْ (كَانَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - يُقَبِّلُ إِحْدَى نِسَائِهِ وَهُوَ صَائِمٌ. ثُمَّ تَضْحَكُ) ¶ عَنْ عَائِشَةَ - رضى الله عنها - قَالَتْ (كَانَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - يُقَبِّلُ وَهُوَ صَائِمٌ وَيُبَاشِرُ وَهُوَ صَائِمٌ وَأَيُّكُمْ يَمْلِكُ إِرْبَهُ كَمَا كَانَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - يَمْلِكُ إِرْبَهُ). ¶ عَنْ عَائِشَةَ - رضى الله عنها - قَالَتْ (كَانَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - يُقَبِّلُ فِى شَهْرِ الصَّوْمِ). ¶ عَنْ حَفْصَةَ - رضى الله عنها - قَالَتْ (كَانَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - يُقَبِّلُ وَهُوَ صَائِمٌ). ¶ --------- ¶ تخريج الحديث: ¶ الحديث أخرجه البخاري أيضاً (1928). ¶ حديث عائشة الأخير انفرد بإخراجه مسلم دون البخاري. ¶ حديث حفصة انفرد بإخراجه مسلم دون البخاري. ¶ معاني الكلمات:",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وَيُبَاشِرُ وَهُوَ صَائِمٌ: التقاء البشرتين، ويستعمل في الجماع سواء أولج أو لم يولج، وليس الجماع مراداً هنا. ¶ الفوائد: ¶ 1 - الحديث يدل على جواز تقبيل الرجل زوجته وهو صائم في رمضان. ¶ وقد سئلت عائشة عما يحل للصائم من امرأته؟ فقالت: (اتق الفرج). رواه الطحاوي وصححه الحافظ ابن حجر في الفتح ¶ وهو دليل على أن الصائم لا يمتنع عن زوجته إلا ما يمتنع منها وهي حائض. ¶ وقد اختلف العلماء في القبلة للصائم: ¶ فكرهها قوم. ¶ وهو المشهور عند المالكية، وروى ابن أبي شيبة بسند صحيح عن ابن عمر أنه كان يكره القبلة لمباشرته. ¶ ونقل عن قوم تحريمها. ¶ لقوله تعالى: {فالآن باشروهن} فمنع المباشرة في هذه الآية نهاراً. ¶ والجواب عن ذلك أن النبي - صلى الله عليه وسلم - هو المبين عن الله تعالى، وقد أباح المباشرة نهاراً، فدل ذلك على أن المباشرة في الآية الجماع لا ما دونه من قبلة ونحوها. ¶ وفرق قوم بين الشاب والشيخ فكرهها للشاب دون الشيخ. ¶ لحديث عبد الله بن عمرو قال: (كنا عند النبي - صلى الله عليه وسلم - فجاء شاب فقال: يا رسول الله، أقبل وأنا صائم؟ قال: لا، فجاءه شيخ فقال: أقبل وأنا صائم؟ قال: نعم، قال: فنظر بعضنا إلى بعض، فقال رسول الله - صلى الله عليه وسلم -: إن الشيخ يملك نفسه). رواه أبو داود ¶ وهذا الحديث ضعفه الحافظ ابن حجر وابن القيم، وقال: ” لا يصح التفريق بين الشاب والشيخ، ولم يجيء من وجه يثبت “. ¶ والراجح جواز القبلة للصائم. ¶ 2 - قال ابن قدامة في المغني: ” القبلة لا تخلو من أمور: ¶ • أن لا ينزل فلا يفسد صومه. ¶ قال: لا نعلم فيه خلافاً، وذكر حديث الباب. ¶ • أن يمني فيفطر بغير خلاف. ¶ • أن يمذي ففيه خلاف “. ¶ اختار شيخ الإسلام أن نزول المذي لا يفطر، عملاً بالأصل، ولأن قياسه على المني لا يصح لظهور الفروق بينهما. ¶ 3 - قوله (ثم تضحك). ¶ يحتمل ضحكها من التعجب ممن خالف في هذا. ¶ وقيل: تعجب من نفسها إذ تحدث بمثل هذا مما يستحي من ذكر النساء مثله للرجال، ولكنها ألجأتها الضرورة في تبليغ العلم إلى ذكر ذلك.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "وقد يكون الضحك خجلاً لإخبارها عن نفسها بذلك. ¶ أو تنبيهاً على أنها صاحبة القصة لتكون أبلغ في الثقة بها. ¶ أو سروراً بمكانها من النبي - صلى الله عليه وسلم - وبمنزلتها منه ومحبته لها. ¶ 4 - حديث الباب (كان يقبل في شهر الصوم) أشارت بذلك إلى عدم التفرقة بين الصوم في الفرض والنفل. ¶ باب صحة صوم من طلع عليه الفجر وهو جنب ¶ عَائِشَةَ زَوْجَ النَّبِىِّ - صلى الله عليه وسلم - قَالَتْ (قَدْ كَانَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - يُدْرِكُهُ الْفَجْرُ فِى رَمَضَانَ وَهُوَ جُنُبٌ مِنْ غَيْرِ حُلُمٍ فَيَغْتَسِلُ وَيَصُومُ ولا يقضي). ¶ --------- ¶ تخريج الحديث: ¶ الحديث أخرجه البخاري أيضاً (1952). ¶ معاني الكلمات: ¶ وَهُوَ جُنُبٌ: الجنابة كل ما أوجب غسلاً من إنزال أو جماع. ¶ يُدْرِكُهُ الْفَجْرُ: أي يطلع عليه الفجر. ¶ الفوائد: ¶ 1 - هذا الحديث يدل على أن من أصبح جنباً فصومه صحيح ولا قضاء عليه، من غير فرق بين أن تكون الجنابة عن جماع أو غيره. ¶ وإليه ذهب الجمهور. ¶ وجزم النووي بأنه استقر الإجماع على ذلك، فقال: ¶ ” أجمع أهل هذه الأمصار على صحة صوم الجنب سواء كان من احتلام، أو جماع، وبه قال جماهير الصحابة والتابعين “. ¶ ثم قال رحمه الله: ” وحكي عن الحسن بن صالح إبطاله، وكان عليه أبو هريرة، والصحيح أنه رجع عنه كما صرح به هنا في رواية مسلم، وقيل: لم يرجع عنه وليس بشيء. ¶ وحكي عن الحسن البصري والنخعي أنه يجزئه في صوم التطوع دون الفرض. ¶ وحكي عن سالم بن عبد الله، والحسن البصري والحسن بن صالح، يصومه ويقضيه، ثم ارتفع هذا الخلاف، وأجمع العلماء بعد هؤلاء على صحته “. ¶ 2 - أن مثل الجنب الحائض والنفساء إذا طهرتا قبل الفجر، ثم طلع الفجر قبل اغتسالهما، فإنه يصح صومهما ويجب عليهما إتمامه، سواء تركت الغسل عمداً أو سهواً، بعذر أو بغير عذر كالجنب. ¶ قال النووي: ” وهذا مذهبنا ومذهب العلماء كافة، إلا ما حكي عن بعض السلف مما لا نعلم صح عنه أم لا “. ¶ 3 - إذا طلع عليه الفجر وهو يجامع، فقد اختلف العلماء في هذه المسألة على قولين:",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "القول الأول: أن عليه الكفارة والقضاء. ¶ وهذا المشهور من المذهب. ¶ لأنه نزع، والنزع عندهم جماع. ¶ القول الثاني: لا قضاء عليه ولا كفارة وصومه صحيح. ¶ وهذا مذهب جمهور العلماء. ¶ لأن النزع ليس بجماع، والواجب عليه النزع فقط. ¶ وهذا القول هو الراجح. ¶ 4 - استدل بحديث الباب طائفة من أهل العلم على أن النبي - صلى الله عليه وسلم - كان لا يحتلم، لأن الاحتلام من الشيطان، وقد جاء في بعض طرق الحديث: (يصبح جنباً من غير احتلام) وهذا مذهب ابن عباس. ¶ قال القرطبي: في هذا فائدتان: ¶ إحداهما: أنه كان يجامع في رمضان ويؤخر الغسل إلى بعد طلوع الفجر بياناً للجواز. ¶ والثاني: أن ذلك كان من جماع، لا من احتلام، لأنه كان لا يحتلم، إذ الاحتلام من الشيطان وهو معصوم منه. ¶ وقال غيره: في قولها (من غير احتلام) إشارة إلى جواز الاحتلام عليه، وإلا لما كان للاستثناء معنى. ¶ والراجح الأول. ¶ باب تغليظ تحريم الجماع في نهار رمضان على الصائم ¶ عَنْ أَبِى هُرَيْرَةَ - رضى الله عنه - قَالَ جَاءَ رَجُلٌ إِلَى النَّبِىِّ - صلى الله عليه وسلم - فَقَالَ هَلَكْتُ يَا رَسُولَ اللَّهِ. قَالَ «وَمَا أَهْلَكَكَ». قَالَ وَقَعْتُ عَلَى امْرَأَتِى فِى رَمَضَانَ. قَالَ «هَلْ تَجِدُ مَا تُعْتِقُ رَقَبَةً». قَالَ لاَ. قَالَ «فَهَلْ تَسْتَطِيعُ أَنْ تَصُومَ شَهْرَيْنِ مُتَتَابِعَيْنِ». قَالَ لاَ. قَالَ «فَهَلْ تَجِدُ مَا تُطْعِمُ سِتِّينَ مِسْكِيناً». قَالَ لاَ - قَالَ - ثُمَّ جَلَسَ فَأُتِىَ النَّبِىُّ - صلى الله عليه وسلم - بِعَرَقٍ فِيهِ تَمْرٌ. فَقَالَ «تَصَدَّقْ بِهَذَا». قَالَ أَفْقَرَ مِنَّا فَمَا بَيْنَ لاَبَتَيْهَا أَهْلُ بَيْتٍ أَحْوَجُ إِلَيْهِ مِنَّا. فَضَحِكَ النَّبِىُّ صلى الله عليه وسلم حَتَّى بَدَتْ أَنْيَابُهُ ثُمَّ قَالَ «اذْهَبْ فَأَطْعِمْهُ أَهْلَكَ). ¶ --------- ¶ تخريج الحديث: ¶ الحديث أخرجه البخاري أيضاً (1936). ¶ معاني الكلمات: ¶ جاء رجل: قيل: هو سلمة بن صخر. قال الحافظ: ” ولا يصح ذلك “. ¶ هلكت: وفي حديث عائشة: (احترقت)، والمعنى: وقعت في الإثم الذي هو سبب في هلاكي، وهذا يدل على أن هذا الرجل كان عالماً عامداً. ¶ وقعت على امرأتي: وفي حديث عائشة: (وطئت امرأتي). ¶ تعتق رقبة: العتق: الخلوص، وهو تخليص الرقبة من الرق، وقوله (رقبة) المراد بها النفس كاملة.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "بعرق: بفتح العين والراء هو الزنبيل. ¶ ما بين لابَتَيْها: بين: أي وسط لا بتيها، والمدينة يحيط بها لا بتان، أي حرتان [الشرقية والحرّة الغربية] والحرة: أرض تعلوها أرض سود. ¶ بدت: ظهرت. ¶ أنيابه: هي السن التي خلف الرباعية. ¶ الفوائد: ¶ 1 - أن من جامع في الفرج فأنزل أو لم ينزل أو دون الفرج فأنزل أنه يفسد صومه إذا كان عامداً. ¶ قال ابن قدامة: ” لا نعلم بين أهل العلم خلافاً “. ¶ 2 - أن الوطء للصائم في نهار رمضان من الفواحش الكبار المهلكات، لأن النبي - صلى الله عليه وسلم - أقره على أن فعله هذا مهلك. ¶ 3 - أن الوطء عمداً يوجب الكفارة المغلظة، وهي على الترتيب: ¶ عتق رقبة مؤمنة، فإن لم يجد فصيام شهرين متتابعين، فإن لم يستطع فإطعام ستين مسكيناً. ¶ وهذا مذهب جمهور العلماء على أنها على الترتيب لا على التخيير. ¶ 4 - تجب الكفارة إذا جامع في نهار رمضان فقط. ¶ فلو أن رجلاً جامع زوجته وهو يصوم رمضان قضاءً، فلا كفارة عليه، وذلك لأن وجوب الكفارة من أجل انتهاك الصوم في زمن محترم، وهو شهر رمضان. ¶ قال ابن قدامة: ” ولا تجب الكفارة في قول أهل العلم وجمهور الفقهاء “. ¶ 5 - لو جامع زوجته في نهار رمضان والصوم غير واجب عليه، فليس عليه كفارة. ¶ مثل: أن يكون هو وزوجته مسافرين وصائمين في السفر، ثم جامعها في نهار رمضان، فليس عليه كفارة، لأنه يباح له الفطر. ¶ 6 - الجماع الموجب للكفارة هو إيلاج الذكر في الفرج قبلاً كان أو دبراً، فأما الإنزال بالمباشرة دون الفرج فإنه يفطر الصائم ويلحقه الإثم، ولكنه لا يوجب الكفارة. ¶ 7 - اختلف العلماء هل (المرأة) عليها كفارة أم لا؟ ¶ القول الأول: ليس عليها كفارة. ¶ وهو قول الشافعية، واستدلوا: ¶ قال ابن حجر: ”واستدلوا بإفراده بذلك على أن الكفارة عليه وحده دون الموطوءة، وكذا قوله في المراجعة (هل تستطيع) و (هل تجد) وغير ذلك. . .، واستدل الشافعية بسكوته - صلى الله عليه وسلم - عن إعلام المرأة بوجوب الكفارة مع الحاجة “. ¶ القول الثاني: عليها الكفارة. ¶ وهو مذهب الجمهور. ¶ لأن الأصل تساوي الرجال والنساء في الأحكام إلا ما خص بدليل.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "قال ابن حجر: ” ثم إن بيان الحكم للرجل بيان في حقها لاشتراكهما في تحريم الفطر وانتهاك حرمة الصوم كما لم يأمره بالغسل، والتنصيص على الحكم في حق بعض المكلفين كاف عن ذكره في حق الباقين “. ¶ وهذا القول هو الصحيح أن على المرأة الكفارة إلا إذا كانت مكرهة فلا شيء عليها. ¶ وأما الجواب عن قول أصحاب القول الأول (مع الحاجة): ¶ قال الحافظ ابن حجر: ” وأجيب ممتنع الحاجة إذ ذاك لأنها لم تعترف ولم تسأل، واعتراف الزوج عليها لا يوجب عليها حكماً ما لم تعترف “. ¶ 8 - اختلف العلماء في المجامع ناسياً: [وقد سبقت المسألة في الحديث الماضي]. ¶ وقد استدل من أوجبها على الناسي: ¶ (أن النبي - صلى الله عليه وسلم - ترك استفساره عن جماعه، هل كان عن عمد أو نسيان، وترك الاستفصال في الفعل ينزله منزلة العموم في القول). ¶ والجواب عن هذا: ¶ أنه تبين حاله أنه كان متعمداً، لأنه قال (هلكت، واحترقت) فدل على أنه كان عامداً عارفاً بالتحريم. ¶ فالراجح كما سبق أن المجامع ناسياً لا شيء عليه. ¶ 9 - اختلف العلماء: هل تسقط الكفارة بالعجز والإعسار أم لا؟ على قولين: ¶ القول الأول: تسقط بالعجز. ¶ • لعموم قوله تعالى: {فاتقوا الله ما استطعتم} وقوله: {لا يكلف الله نفساً إلا وسعها} ¶ • أن النبي - صلى الله عليه وسلم - لما قال له: (أطعمه أهلك) لم يقل: وإذا اغتنيت فكفر، وهذا يدل على سقوطها. ¶ • وأيضاً لم يبين النبي - صلى الله عليه وسلم - استقرارها في ذمته إلى حين يساره. ¶ القول الثاني: لا تسقط بالعجز. ¶ وهو مذهب الجمهور. قالوا: ¶ - ليس في الخبر ما يدل على سقوطها عن المعسر، بل فيه ما يدل على استقرارها عليه. ¶ - والذي أذن له في التصرف فيه ليس على سبيل الكفارة. ¶ والراجح القول الأول. ¶ 10 - استدل بالحديث على سقط قضاء اليوم الذي أفسده المجامع اكتفاء بالكفارة. ¶ إذ لم يقع التصريح في الصحيحين بقضائه. ¶ وهذا مذهب ابن حزم وشيخ الإسلام ابن تيمية. ¶ وهذا من باب الزجر والتخفيف. ¶ وذهب الجمهور إلى وجوب قضاء هذا اليوم. ¶ وقد جاء عند أبي داود: (صم يوماً) وهذه الزيادة مختلف في صحتها. ¶ وممن أثبتها الحافظ ابن حجر، وبين أن لها أصلاً كما في الفتح. ¶ 11 - إن كرر الجماع:",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "• إن كرر الجماع في يوم واحد، ولم يكفر، فكفارة واحدة، لأن الفعل واحد واليوم واحد. ¶ • إن جامع في يوم واحد مرتين، فإن كفر عن الجماع الأول ثم جامع ثانية: ¶ فقيل: يلزمه كفارة ثانية. ¶ وذهب الجمهور: إلى أنه لا يلزمه إلا كفارة واحدة. ¶ لأن الوطء في الثانية لم يصادفه صائماً، لأن صومه فسد في الجماع الأول. ¶ • إذا جامع في يومين، بأن جامع في: 1 رمضان وفي: 2 رمضان، فهل يلزمه كفارتان؟ ¶ فقيل: يلزمه كفارتان، لأن كل يوم عبادة مستقلة. ¶ وقيل: لا يلزمه إلا كفارة واحدة إذا لم يكفر عن الأول. ¶ لأنها كفارات من جنس واحد، فاكتفي فيها بكفارة واحدة، كما لو أحدث بأحداث متنوعة، فإنه يجزئه وضوء واحد. ¶ والراجح القول الأول. ¶ 12 - أن الرجل إذا أفطر بالجماع وجبت عليه الكفارة، وإن لم يعلم أنها واجبة عليه. ¶ فهذا الرجل لم يدر ما ذا يجب عليه، لكن يدري أن الجماع حرام، وعلمنا ذلك من قوله (هلكت). ¶ ويقاس على ذلك ما لو زنى رجل وهو يعلم أن الزنى حرام، ولكنه يجهل الحد الواجب فيه، لأن العلم بالعقوبة ليس بشرط. ¶ 13 - أن الإنسان مؤتمن على عبادته البدنية والمالية، فإن النبي - صلى الله عليه وسلم - أقره على عجزه عن الكفارة بأنواعها. ¶ 14 - فضيلة العتق، لأنه بدأ به أولاً، ولأنه كفارة عن الذنب العظيم. ¶ 15 - اشتراط التتابع في صيام الشهرين، لقوله: (متتابعين). ¶ 16 - أنه لا بد من إطعام ستين مسكيناً لا طعام ستين مسكيناً. ¶ 17 - يجوز للإنسان أن يخبر بما لا يحيط به علماً إذا غلب على ظنه ذلك، فقوله: (ما بين لابتيها أهل بيت ... ) هو إخبار على حسب ظنه، وإلا فاليقين لا يوصل إليه إلا بالبحث عن أهل المدينة بيتاً بيتاً. ¶ 18 - جواز ذكر الإنسان حاله من غنىً أو فقر أو مرض أو حاجة، لا على وجه الشكاية إلى الخلق. ¶ 19 - الرفق بالمتعلم والتلطف في التعليم، والتألف على الدين والندم على المعصية واستشعار الخوف. ¶ 20 - جواز الضحك عند وجود سببه. ¶ 21 - التعاون على العبادة، والسعي في إخلاص المسلم. ¶ فائدة / قوله: (فضحك النبي - صلى الله عليه وسلم - ... ). ¶ قيل: إن سبب ضحكه - صلى الله عليه وسلم - كان من تباين حال الرجل، حيث جاء خائفاً على نفسه، راغباً في فدائها مهما أمكنه، فلما وجد الرخصة طمع في أن يأكل ما أعطيه من الكفارة. ¶ وقيل: ضحك من حال الرجل في مقاطع كلامه، وحسن تأتيه وتلطفه في الخطاب، وحسن توسله في توصله إلى مقصوده. [الفتح: 4/ 202]",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "باب جواز الصوم والفطر في شهر رمضان للمسافر ¶ عَنِ ابْنِ عَبَّاسٍ - رضى الله عنهما – (أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - خَرَجَ عَامَ الْفَتْحِ فِى رَمَضَانَ فَصَامَ حَتَّى بَلَغَ الْكَدِيدَ ثُمَّ أَفْطَرَ وَكَانَ صَحَابَةُ رَسُولِ اللَّهِ - صلى الله عليه وسلم - يَتَّبِعُونَ الأَحْدَثَ فَالأَحْدَثَ مِنْ أَمْرِهِ). ¶ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ - رضى الله عنهما – (أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - خَرَجَ عَامَ الْفَتْحِ إِلَى مَكَّةَ فِى رَمَضَانَ فَصَامَ حَتَّى بَلَغَ كُرَاعَ الْغَمِيمِ فَصَامَ النَّاسُ ثُمَّ دَعَا بِقَدَحٍ مِنْ مَاءٍ فَرَفَعَهُ حَتَّى نَظَرَ النَّاسُ إِلَيْهِ ثُمَّ شَرِبَ فَقِيلَ لَهُ بَعْدَ ذَلِكَ إِنَّ بَعْضَ النَّاسِ قَدْ صَامَ فَقَالَ «أُولَئِكَ الْعُصَاةُ أُولَئِكَ الْعُصَاةُ). ¶ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ - رضى الله عنهما - قَالَ (كَانَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - فِى سَفَرٍ فَرَأَى رَجُلاً قَدِ اجْتَمَعَ النَّاسُ عَلَيْهِ وَقَدْ ظُلِّلَ عَلَيْهِ فَقَالَ «مَا لَهُ». قَالُوا رَجُلٌ صَائِمٌ. فَقَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - «لَيْسَ مِنَ الْبِرِّ أَنْ تَصُومُوا فِى السَّفَرِ، عَلَيْكُمْ بِرُخْصَةِ اللَّهِ الَّذِى رَخَّصَ لَكُمْ). ¶ عن أَنَسٌ - رضي الله عنه - َقَالَ (سَافَرْنَا مَعَ رَسُولِ اللَّهِ - صلى الله عليه وسلم - فِى رَمَضَانَ فَلَمْ يَعِبِ الصَّائِمُ عَلَى الْمُفْطِرِ وَلاَ الْمُفْطِرُ عَلَى الصَّائِمِ). ¶ عَنْ أَنَسٍ - رضي الله عنه - قَالَ (كُنَّا مَعَ النَّبِىِّ - صلى الله عليه وسلم - فِى السَّفَرِ فَمِنَّا الصَّائِمُ وَمِنَّا الْمُفْطِرُ - قَالَ - فَنَزَلْنَا مَنْزِلاً فِى يَوْمٍ حَارٍّ أَكْثَرُنَا ظِلاًّ صَاحِبُ الْكِسَاءِ وَمِنَّا مَنْ يَتَّقِى الشَّمْسَ بِيَدِهِ - قَالَ - فَسَقَطَ الصُّوَّامُ وَقَامَ الْمُفْطِرُونَ فَضَرَبُوا الأَبْنِيَةَ وَسَقَوُا الرِّكَابَ فَقَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - «ذَهَبَ الْمُفْطِرُونَ الْيَوْمَ بِالأَجْرِ). ¶ عَنْ أَبي سعيد قال (سَافَرْنَا مَعَ رَسُولِ اللَّهِ - صلى الله عليه وسلم - إِلَى مَكَّةَ وَنَحْنُ صِيَامٌ قَالَ فَنَزَلْنَا مَنْزِلاً فَقَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - «إِنَّكُمْ قَدْ دَنَوْتُمْ مِنْ عَدُوِّكُمْ وَالْفِطْرُ أَقْوَى لَكُمْ». فَكَانَتْ رُخْصَةً فَمِنَّا مَنْ صَامَ وَمِنَّا مَنْ أَفْطَرَ ثُمَّ نَزَلْنَا مَنْزِلاً آخَرَ فَقَالَ «إِنَّكُمْ مُصَبِّحُو عَدُوِّكُمْ وَالْفِطْرُ أَقْوَى لَكُمْ فَأَفْطِرُوا». وَكَانَتْ عَزْمَةً فَأَفْطَرْنَا ثُمَّ قَالَ لَقَدْ رَأَيْتُنَا نَصُومُ مَعَ رَسُولِ اللَّهِ - صلى الله عليه وسلم - بَعْدَ ذَلِكَ فِى السَّفَرِ). ¶ عَنْ عَائِشَةَ - رضى الله عنها - أَنَّهَا قَالَتْ (سَأَلَ حَمْزَةُ بْنُ عَمْرٍو الأَسْلَمِىُّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - عَنِ الصِّيَامِ فِى السَّفَرِ فَقَالَ «إِنْ شِئْتَ فَصُمْ وَإِنْ شِئْتَ فَأَفْطِرْ). ¶ عَنْ حَمْزَةَ بْنِ عَمْرٍو الأَسْلَمِىِّ - رضي الله عنه - (أَنَّهُ قَالَ يَا رَسُولَ اللَّهِ أَجِدُ بِى قُوَّةً عَلَى الصِّيَامِ فِى السَّفَرِ فَهَلْ عَلَىَّ جُنَاحٌ فَقَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - «هِىَ رُخْصَةٌ مِنَ اللَّهِ فَمَنْ أَخَذَ بِهَا فَحَسَنٌ وَمَنْ أَحَبَّ أَنْ يَصُومَ فَلاَ جُنَاحَ عَلَيْهِ) ¶ عَنْ أَبِى الدَّرْدَاءِ - رضي الله عنه - قَالَ (خَرَجْنَا مَعَ رَسُولِ اللَّهِ - صلى الله عليه وسلم - فِى شَهْرِ رَمَضَانَ فِى حَرٍّ شَدِيدٍ حَتَّى إِنْ كَانَ أَحَدُنَا لَيَضَعُ يَدَهُ عَلَى رَأْسِهِ مِنْ شِدَّةِ الْحَرِّ وَمَا فِينَا صَائِمٌ إِلاَّ رَسُولُ اللَّهِ - صلى الله عليه وسلم - وَعَبْدُ اللَّهِ بْنُ رَوَاحَةَ). ¶ --------------- ¶ تخريج الحديث: ¶ حديث ابن عباس أخرجه البخاري أيضاً (1944). ¶ حديث جابر انفرد بإخراجه مسلم دون البخاري. ¶ حديث جابر الثاني أخرجه البخاري أيضاً (1946). ¶ حديث أنس أخرجه البخاري أيضاً (1947). ¶ حديث أنس الثاني أخرجه البخاري أيضاً (2890).",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "حديث أبي سعيد انفرد بإخراجه مسلم دون البخاري. ¶ حديث عائشة أخرجه البخاري أيضاً (1943). ¶ حديث حمزة بن عمرو انفرد بإخراجه مسلم دون البخاري. ¶ حديث أبي الدرداء أخرجه البخاري أيضاً (1945). ¶ معاني الكلمات: ¶ بَلَغَ الْكَدِيدَ: قال في الفتح: بفتح الكاف، مكان معروف، وقع تفسيره في نفس الحديث بأنه بين عسفان وقُديْد، بضم القاف. ¶ كُرَاعَ الْغَمِيمِ: بضم الكاف، والغميم اسم واد أمام عُسفان، وكُراع: جبل أسود هناك يضاف إلى الغميم. ¶ وَقَدْ ظُلِّلَ عَلَيْهِ: أي جُعل عليه شيء يظله من الشمس لغلبة العطش عليه، وحرّ الشمس. ¶ الفوائد: ¶ 1 - حديث حمزة يدل على جواز الصوم في السفر، وأصرح منه ما أخرجه أبو داود والحاكم من طريق محمد بن حمزة بن عمرو عن أبيه أنه قال: (يا رسول الله، إني صاحب ظهر أعالجه أسافر عليه وأكريه، وأنه ربما صادفني هذا الشهر ـ يعني رمضان ـ وأنا أجد القوة، وأجدني أهون علي من أن أأخره فيكون ديناً علي، فقال: أي ذلك شئت يا حمزة). ¶ 2 - جواز الفطر للمسافر، وهذا جائز بالكتاب والسنة والإجماع. ¶ قال تعالى: {فمن كان منكم مريضاً أو على سفر فعدة من أيام أخر}. ¶ ومن السنة أحاديث كثيرة، ومنها: ¶ • حديث الباب [حديث جابر]. ¶ • وحديث أنس قال: (كنا نسافر مع النبي - صلى الله عليه وسلم - فلم يعب الصائم على المفطر، ولا المفطر على الصائم). متفق عليه ¶ 3 - يجوز للمسافر الصيام ويجزئه ذلك. ¶ قال ابن قدامة: وهذا قول أكثر العلماء. ¶ قال النووي: وهو قول جماهير العلماء وجميع أهل الفتوى لأحاديث الباب وغيرها كثيرة. ¶ لحديث أنس قال (كنا نسافر فلا يعب الصائم على المفطر، ولا المفطر على الصائم) متفق عليه. ¶ وذهب أهل الظاهر إلى أن صيام المسافر لا يصح ولا يجزئه. ¶ لقوله تعالى: {فمن شهد منكم الشهر فليصمه ومن كان مريضاً أو على سفر فعدة من أيام أخر}. ¶ قالوا: ظاهره أن عليه عدة، أي فالواجب عدة. ¶ ورد الجمهور عليهم: ¶ بأن هذا الفهم غير صحيح، إذ أن الإفطار مضمر في الآية، وعليه إجماع أهل التفسير، وتقديره: ¶ فمن كان منكم مريضاً أو على سفر [فأفطر] فعدة من أيام أخر. واستدلوا: بحديث الباب [حديث جابر] في قوله - صلى الله عليه وسلم -: (فقيل له: إن بعض الناس قد صام؟ فقال: أولئك العصاة ... ).",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "قال ابن حجر: إن كان صيامه - صلى الله عليه وسلم - لرمضان فقد نسخه بقوله: (أولئك العصاة) وصار الفطر فرضاً والصوم معصية. ¶ ورد الجمهور: ¶ بأن هذا الاستدلال واقع في غير محله، إذ أن النبي - صلى الله عليه وسلم - قال ذلك في حق من شق عليه الصوم، ولا شك أن الإفطار مع المشقة الزائدة أفضل. ¶ والراجح قول الجمهور. ¶ 4 - اختلف الجمهور القائلون بجواز الصوم في السفر أيهما أفضل الصوم أم الفطر؟ ¶ القول الأول: الفطر أفضل. ¶ وهو قول أحمد وإسحاق. ¶ • عملاًَ بالرخصة. ¶ • ولحديث: (ليس من البر الصيام في السفر). ¶ • ولحديث الباب (هي رخصة من الله فمن أخذ بها فحسن ومن أحب أن يصوم فلا جناح عليه). ¶ القول الثاني: الصوم أفضل لمن قوي عليه من غير مشقة. ¶ ونسبه ابن حجر إلى الجمهور. واستدلوا: ¶ بحديث أبي الدرداء قال: (خرجنا مع رسول الله - صلى الله عليه وسلم - في شهر رمضان في حر شديد، حتى إن كان أحدنا ليضع يده على رأسه من شدة الحر وما فينا صائم إلا رسول الله - صلى الله عليه وسلم - وعبد الله بن رواحة). متفق عليه ¶ القول الثالث: هو مخير مطلقاً. ¶ القول الرابع: أفضلهما أيسرهما. ¶ واختاره ابن المنذر. ¶ لقوله تعالى: {يريد بكم اليسر}. ¶ والراجح قول الجمهور. ¶ لكن إذا كان هناك مشقة محتملة فالأفضل الفطر. ¶ لحديث: (ليس من البر الصيام في السفر). ¶ وإذا كان الصوم يشق عليه مشقة غير محتملة فهنا يجب الفطر. ¶ لقوله تعالى: {ولا تقتلوا أنفسكم}. ¶ وأما إذا كان لا يشق عليه فالأفضل الصوم كما سبق من مذهب الجمهور. ¶ • لأنه فعل الرسول - صلى الله عليه وسلم -. ¶ • أسرع في إبراء الذمة. ¶ • أسهل على المكلف. ¶ • يدرك الزمن الفاضل وهو رمضان. ¶ 5 - أن من نوى الصوم وهو مسافر ثم أراد أن يفطر في نهاره فإن له الفطر، وهذا مذهب جماهير العلماء.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "لحديث جابر (حديث الباب). ¶ 6 - اختلف العلماء لو نوى الصوم وهو مقيم ثم سافر في أثناء النهار، فهل له الفطر في ذلك النهار؟ قولان: ¶ منعه الجمهور. ¶ وقال أحمد وإسحاق بالجواز لحديث الباب (فَصَامَ حَتَّى بَلَغَ الْكَدِيدَ ثُمَّ أَفْطَرَ). ¶ 7 - المسافر لا يجوز له الفطر حتى يخلف البيوت وراء ظهره، فلا يجوز له الفطر قبل خروجه لأنه مقيم. ¶ 8 - قوله (أولئك العصاة) قال النووي: هذا محمول على من تضرر بالصوم أو أنهم أمروا بالفطر أمراً جازماً لمصلحة بيان جوازه فخالفوا الواجب. ¶ باب استحباب الفطر للحاج يوم عرفة ¶ عَنْ أُمِّ الْفَضْلِ بِنْتِ الْحَارِثِ (أَنَّ نَاساً تَمَارَوْا عِنْدَهَا يَوْمَ عَرَفَةَ فِى صِيَامِ رَسُولِ اللَّهِ - صلى الله عليه وسلم - فَقَالَ بَعْضُهُمْ هُوَ صَائِمٌ وَقَالَ بَعْضُهُمْ لَيْسَ بِصَائِمٍ. فَأَرْسَلْتُ إِلَيْهِ بِقَدَحِ لَبَنٍ وَهُوَ وَاقِفٌ عَلَى بَعِيرِهِ بِعَرَفَةَ فَشَرِبَهُ). ¶ عَنْ مَيْمُونَةَ زَوْجِ النَّبِىِّ - صلى الله عليه وسلم - أَنَّهَا قَالَتْ (إِنَّ النَّاسَ شَكُّوا فِى صِيَامِ رَسُولِ اللَّهِ - صلى الله عليه وسلم - يَوْمَ عَرَفَةَ فَأَرْسَلَتْ إِلَيْهِ مَيْمُونَةُ بِحِلاَبِ اللَّبَنِ وَهُوَ وَاقِفٌ فِى الْمَوْقِفِ فَشَرِبَ مِنْهُ وَالنَّاسُ يَنْظُرُونَ إِلَيْهِ). ¶ ------------ ¶ تخريج الحديث: ¶ حديث أم الفضل أخرجه البخاري أيضاً (1658). ¶ حديث ميمونة أخرجه البخاري أيضاً (1989). ¶ معاني الكلمات: ¶ تَمَارَوْا عِنْدَهَا: تجادلوا وتناقشوا. ¶ الفوائد: ¶ 1 - الحديث دليل على استحباب فطر يوم عرفة للحاج، وهذا هدي النبي - صلى الله عليه وسلم - وخير الهدي هديه - صلى الله عليه وسلم -. ¶ وهذا مذهب جمهور العلماء. ¶ قال النووي: مذهب الشافعي ومالك وأبي حنيفة وجمهور العلماء استحباب فطر يوم عرفة بعرفة للحاج، وحكاه ابن المنذر عن أبي بكر وعمر وعثمان وابن عمر والثوري. ¶ لأحاديث الباب، ففيها أن النبي - صلى الله عليه وسلم - أفطر في عرفة. ¶ ولأنه أرفق بالحاج. ¶ وكان ابن الزبير وعائشة يصومانه. ¶ واحتجوا بالأحاديث المطلقة في أن صوم عرفة يكفر سنتين. ¶ وحمله الجمهور على من ليس هناك. ¶ 2 - الحكمة في فطره للحاج: ¶ قال ابن القيم: وقد اختلف في حكمة استحباب فطر يوم عرفة بعرفة، فقالت طائفة: ليتقوى على الدعاء، وقال",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "غيرهم ومنهم شيخ الإسلام ابن تيمية: الحكمة فيه أنه عيد لأهل عرفة، فلا يستحب صومه لهم، قال: والدليل عليه الحديث الذي في السنن عنه - صلى الله عليه وسلم - أنه قال: يوم عرفة ويوم النحر وأيام منى عيدنا أهل الإسلام. ¶ 3 - الحديث دليل على استحباب الوقوف راكباً (وستأتي المسألة بالحج إن شاء الله). ¶ باب صوم يوم عاشوراء ¶ عَنِ ابْنِ عَبَّاسٍ - رضى الله عنهما – (أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَدِمَ الْمَدِينَةَ فَوَجَدَ الْيَهُودَ صِيَاماً يَوْمَ عَاشُورَاءَ فَقَالَ لَهُمْ رَسُولُ اللَّهِ - صلى الله عليه وسلم - «مَا هَذَا الْيَوْمُ الَّذِى تَصُومُونَهُ». فَقَالُوا هَذَا يَوْمٌ عَظِيمٌ أَنْجَى اللَّهُ فِيهِ مُوسَى وَقَوْمَهُ وَغَرَّقَ فِرْعَوْنَ وَقَوْمَهُ فَصَامَهُ مُوسَى شُكْراً فَنَحْنُ نَصُومُهُ. فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم «فَنَحْنُ أَحَقُّ وَأَوْلَى بِمُوسَى مِنْكُمْ». فَصَامَهُ رَسُولُ اللَّهِ - صلى الله عليه وسلم - وَأَمَرَ بِصِيَامِهِ). ¶ عن عَبْدِ اللَّهِ بْنُ عُمَرَ رضى الله عنهما (أَنَّ أَهْلَ الْجَاهِلِيَّةِ كَانُوا يَصُومُونَ يَوْمَ عَاشُورَاءَ وَأَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - صَامَهُ وَالْمُسْلِمُونَ قَبْلَ أَنْ يُفْتَرَضَ رَمَضَانُ فَلَمَّا افْتُرِضَ رَمَضَانُ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - «إِنَّ عَاشُورَاءَ يَوْمٌ مِنْ أَيَّامِ اللَّهِ فَمَنْ شَاءَ صَامَهُ وَمَنْ شَاءَ تَرَكَهُ). ¶ عَائِشَةَ - رضى الله عنها - قَالَتْ (كَانَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - يَأْمُرُ بِصِيَامِهِ قَبْلَ أَنْ يُفْرَضَ رَمَضَانُ فَلَمَّا فُرِضَ رَمَضَانُ كَانَ مَنْ شَاءَ صَامَ يَوْمَ عَاشُورَاءَ وَمَنْ شَاءَ أَفْطَرَ). ¶ عَنْ سَلَمَةَ بْنِ الأَكْوَعِ - رضى الله عنه - أَنَّهُ قَالَ (بَعَثَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - رَجُلاً مِنْ أَسْلَمَ يَوْمَ عَاشُورَاءَ فَأَمَرَهُ أَنْ يُؤَذِّنَ فِى النَّاسِ «مَنْ كَانَ لَمْ يَصُمْ فَلْيَصُمْ وَمَنْ كَانَ أَكَلَ فَلْيُتِمَّ صِيَامَهُ إِلَى اللَّيْلِ). ¶ عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِى يَزِيدَ (أنه سَمِعَ ابْنَ عَبَّاسٍ - رضى الله عنهما - وَسُئِلَ عَنْ صِيَامِ يَوْمِ عَاشُورَاءَ. فَقَالَ مَا عَلِمْتُ أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - صَامَ يَوْماً يَطْلُبُ فَضْلَهُ عَلَى الأَيَّامِ إِلاَّ هَذَا الْيَوْمَ وَلاَ شَهْراً إِلاَّ هَذَا الشَّهْرَ يَعْنِى رَمَضَانَ). ¶ عَنِ الْحَكَمِ بْنِ الأَعْرَجِ قَالَ (انْتَهَيْتُ إِلَى ابْنِ عَبَّاسٍ - رضى الله عنهما - وَهُوَ مُتَوَسِّدٌ رِدَاءَهُ فِى زَمْزَمَ فَقُلْتُ لَهُ أَخْبِرْنِى عَنْ صَوْمِ عَاشُورَاءَ. فَقَالَ إِذَا رَأَيْتَ هِلاَلَ الْمُحَرَّمِ فَاعْدُدْ وَأَصْبِحْ يَوْمَ التَّاسِعِ صَائِماً. قُلْتُ هَكَذَا كَانَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - يَصُومُهُ قَالَ نَعَمْ). ¶ عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ - رضى الله عنهما - قَالَ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - (لَئِنْ بَقِيتُ إِلَى قَابِلٍ لأَصُومَنَّ التَّاسِعَ). ¶ ----------- ¶ تخريج الحديث: ¶ حديث ابن عباس أخرجه البخاري أيضاً (3934). ¶ حديث ابن عمر أخرجه البخاري أيضاً (1892). ¶ حديث عائشة أخرجه البخاري أيضاً (1952). ¶ حديث سلمة بن الأكوع أخرجه البخاري أيضاً (1924). ¶ حديث عبيدالله بن أبي يزيد أخرجه البخاري أيضاً (2006).",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "حديث الحكم بن الأعرج انفرد بإخراجه مسلم دون البخاري. ¶ حديث ابن عباس انفرد بإخراجه مسلم دون البخاري. ¶ معاني الكلمات: ¶ عاشوراء: هو اليوم العاشر من محرم. ¶ الفوائد: ¶ 1} يوم عاشوراء هو اليوم العاشر من محرم. ¶ وهذا مذهب جمهور العلماء. ¶ وذهب ابن عباس إلى أن عاشوراء هو اليوم التاسع من المحرم. ¶ والراجح مذهب الجمهور. ¶ 2} الأحاديث دليل على استحباب صيام عاشوراء، وسيأتي حديث أبي قتادة (وفيه: أن صيامه يكفر سنة كاملة). ¶ 3} اختلف في يوم عاشوراء، هل كان صومه واجباً أم تطوعاً؟ ¶ قال ابن القيم: فقالت طائفة: كان واجباً، وهذا قول أبي حنيفة، وقال أصحاب الشافعي: لم يكن واجباً وإنما كان تطوعاً. ¶ وقال ابن رجب: ..... ومذهب أبي حنيفة أنه كان واجباً حينئذ، وهو ظاهر كلام الإمام أحمد وأبي بكر الأثرم، وقال الشافعي: بل كان متأكدَ الاستحباب. ¶ استدل أبو حنيفة بقوله (أمر بصيامه) والأمر للوجوب. ¶ وبقوله (فلما فرض رمضان قال من شاء صامه ومن شاء تركه). ¶ واحتج الشافعي بقوله (هذا يوم عاشوراء لم يكتب الله عليكم صيامه) ¶ فائدة الخلاف: ¶ قال النووي: تظهر فائدة الخلاف في اشتراط نية الصوم الواجب من الليل، فأبوحنيفة لا يشترطها ويقول كان الناس مفطرين أول يوم عاشوراء ثم أمروا بصيامه بنية من النهار ولم يؤمروا بقضائه بعد صومه، وأصحاب الشافعي يقولون كان مستحباً فصح بنية من النهار. ¶ 4} استدل بحديث الباب شيخ الإسلام ابن تيمية على أنه إذا قامت بيّنة رمضان في أثناء النهار فإنه يجب الإمساك دون القضاء. ¶ فيجب الإمساك، لكونه يوماً من رمضان، فهو محترم. ولأن النبي - صلى الله عليه وسلم - حين صام عاشوراء أمر المسلمين بالإمساك أثناء النهار. ¶ ولا يجب القضاء، لأن النية تتبع العلم، وهؤلاء لم يعلموا بدخول رمضان. ¶ مثال: جاء خبر رمضان في يوم (30) شعبان. ¶ وذهب جمهور العلماء إلى أنه يجب القضاء، لأنه يشترط لصيام الفرض أن ينوي قبل الفجر.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "5} في الحديث سبب صيام عاشوراء: (قَالُوا هَذَا يَوْمٌ عَظِيمٌ أَنْجَى اللَّهُ فِيهِ مُوسَى وَقَوْمَهُ وَغَرَّقَ فِرْعَوْنَ وَقَوْمَهُ فَصَامَهُ مُوسَى شُكْراً فَنَحْنُ نَصُومُهُ. فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم «فَنَحْنُ أَحَقُّ وَأَوْلَى بِمُوسَى مِنْكُمْ) ¶ باب النهي عن صوم يوم الفطر ويوم الأضحى ¶ عن عُمَرَ بْنِ الْخَطَّابِ - رضى الله عنه – صَلَّى العيد ثُمَّ انْصَرَفَ فَخَطَبَ النَّاسَ فَقَالَ إ (ِنَّ هَذَيْنِ يَوْمَانِ نَهَى رَسُولُ اللَّهِ - صلى الله عليه وسلم - عَنْ صِيَامِهِمَا يَوْمُ فِطْرِكُمْ مِنْ صِيَامِكُمْ وَالآخَرُ يَوْمٌ تَأْكُلُونَ فِيهِ مِنْ نُسُكِكُمْ). ¶ عَنْ أَبِى هُرَيْرَةَ - رضى الله عنه – (أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - نَهَى عَنْ صِيَامِ يَوْمَيْنِ يَوْمِ الأَضْحَى وَيَوْمِ الْفِطْرِ). ¶ عَنْ أَبِى سَعِيدٍ الْخُدْرِىِّ - رضى الله عنه – (أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - نَهَى عَنْ صِيَامِ يَوْمَيْنِ يَوْمِ الْفِطْرِ وَيَوْمِ النَّحْرِ). ¶ ----------- ¶ تخريج الحديث: ¶ حديث عمر أخرجه البخاري أيضاً (1990). ¶ حديث أبي هريرة انفرد بإخراجه مسلم دون البخاري. ¶ حديث أبي سعيد أخرجه البخاري أيضاً (1991). ¶ الفوائد: ¶ 1 - الأحاديث تدل على تحريم صيام يومي العيد. ¶ قال النووي: أجمع العلماء على تحريم صوم هذين اليومين بكل حال، سواء صامهما عن نذر، أو تطوع، أو كفارة. ¶ وقال ابن قدامة: أجمع أهل العلم على أن صوم يومي العيد منهي عنه، محرم في التطوع والنذر المطلق والقضاء والكفارة. ¶ 2 - لو نذر صيامهما، فهل يصح نذره؟ ¶ لا يصح نذره، ولا ينعقد، ولا يجوز الوفاء به. ¶ لأنه نذر معصية، وقد قال النبي - صلى الله عليه وسلم -: (من نذر أن يعص الله فلا يعصه). متفق عليه ¶ 3 - قال الشوكاني: والحكمة في النهي عن صوم العيدين: أن فيه إعراضاً عن ضيافة الله تعالى لعباده، كما صرح بذلك أهل الأصول. ¶ باب تحريم صوم أيام التشريق ¶ عَنْ نُبَيْشَةَ الْهُذَلِىِّ قَالَ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - (أَيَّامُ التَّشْرِيقِ أَيَّامُ أَكْلٍ وَشُرْبٍ وَذِكْرٍ لِلَّهِ).",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "عن كَعْبِ بْنِ مَالِكٍ (أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - بَعَثَهُ وَأَوْسَ بْنَ الْحَدَثَانِ أَيَّامَ التَّشْرِيقِ فَنَادَى: أَنَّهُ لاَ يَدْخُلُ الْجَنَّةَ إِلاَّ مُؤْمِنٌ. وَأَيَّامُ مِنًى أَيَّامُ أَكْلٍ وَشُرْبٍ). ¶ ------------ ¶ تخريج الحديث: ¶ حديث نبيشة انفرد بإخراجه مسلم دون البخاري. ¶ حديث كعب بن مالك انفرد بإخراجه مسلم دون البخاري. ¶ معاني الكلمات: ¶ أَيَّامُ التَّشْرِيقِ: أيام التشريق هي الأيام التي بعد يوم النحر، وهي [11، 12، 13] من ذي الحجة. سميت بذلك: لأن لحوم الأضاحي تشرق فيها، أي تنشر في الشمس، وقيل: لأن الهدي لا ينحر حتى تشرق الشمس، وقيل: لأن صلاة العيد تقع عند شروق الشمس. ¶ الفوائد: ¶ 1 - اختلف العلماء في صيام أيام التشريق: ¶ القول الأول: المنع مطلقاً. ¶ قال في الفتح: ” وعن علي وعبد الله بن عمرو المنع مطلقاً، وهو المشهور عن الشافعي “. ¶ • لحديث الباب [حديث نبيشة]. ¶ • ولحديث الباب حديث كعب: (أيام منى أيام أكل وشرب). رواه مسلم ¶ القول الثاني: لا يصح صومها إلا للمتمتع والقارن إذا لم يجد الهدي. ¶ ونسبه ابن حجر [لابن عمر، وعائشة]. ¶ لحديث عَائِشَة وَابْن عُمَر رَضِيَ اَللَّهُ عَنْهُمْ قَالَا (لَمْ يُرَخَّصْ فِي أَيَّامِ اَلتَّشْرِيقِ أَنْ يُصَمْنَ إِلَّا لِمَنْ لَمْ يَجِدِ اَلْهَدْيَ ? رَوَاهُ اَلْبُخَارِيُّ. وقد أخرجه الدار قطني والطحاوي بلفظ: (رخص رسول الله - صلى الله عليه وسلم - للمتمتع إذا لم يجد الهدي أن يصوم أيام التشريق). ¶ وهذا القول هو الصحيح، ورجحه الشوكاني وقال: ” وهو أقوى المذاهب “. ¶ 2 - أن أيام التشريق حكمها واحد. ¶ أ. هي أيام أكل وشرب وذكر لله. ¶ ب. وهي أيام منى. ¶ ج. وهي أيام رمي الجمار. ¶ د. صيامها حرام إلا لمن لم يجد الهدي. ¶ ه. كلها أيام ذبح. ¶ فائدة: قوله (لم يرخص) هذه الصيغة لها حكم الرفع عند العلماء، (كقول الصحابي: رخص لنا في كذا، أو أذن لنا في كذا، أو نهينا عن كذا). فهذا له حكم الرفع.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "باب كراهية صيام يوم الجمعة مفرداً ¶ عَنْ مُحَمَّدِ بْنِ عَبَّادِ بْنِ جَعْفَرٍ قال (سَأَلْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ - رضى الله عنهما - وَهُوَ يَطُوفُ بِالْبَيْتِ أَنَهَى رَسُولُ اللَّهِ - صلى الله عليه وسلم - عَنْ صِيَامِ يَوْمِ الْجُمُعَةِ فَقَالَ نَعَمْ وَرَبِّ هَذَا الْبَيْتِ). ¶ عَنْ أَبِى هُرَيْرَةَ - رضى الله عنه - قَالَ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - (لاَ يَصُمْ أَحَدُكُمْ يَوْمَ الْجُمُعَةِ إِلاَّ أَنْ يَصُومَ قَبْلَهُ أَوْ يَصُومَ بَعْدَهُ). ¶ عَنْ أَبِى هُرَيْرَةَ - رضى الله عنه - عَنِ النَّبِىِّ - صلى الله عليه وسلم - قَالَ (لاَ تَخْتَصُّوا لَيْلَةَ الْجُمُعَةِ بِقِيَامٍ مِنْ بَيْنِ اللَّيَالِى وَلاَ تَخُصُّوا يَوْمَ الْجُمُعَةِ بِصِيَامٍ مِنْ بَيْنِ الأَيَّامِ إِلاَّ أَنْ يَكُونَ فِى صَوْمٍ يَصُومُهُ أَحَدُكُمْ). ¶ ------------ ¶ تخريج الحديث: ¶ حديث محمد بن عباد بن جعفر أخرجه البخاري أيضاً (1984). ¶ حديث أبي هريرة أخرجه البخاري أيضاً (1985). ¶ الفوائد: ¶ 1 - يوم الجمعة أفضل أيام الأسبوع. ¶ لما في الصحيحين من قوله - صلى الله عليه وسلم -: (أفضل أيام الأسبوع يوم الجمعة). ¶ ولقوله - صلى الله عليه وسلم -: (ما طلعت الشمس ولا غربت على يوم خير من يوم الجمعة، هدانا الله له وضلَّ الناس عنه). ¶ وعند أبي داود قال رسول الله - صلى الله عليه وسلم -: (إن من أفضل أيامكم يوم الجمعة، فأكثروا فيه من الصلاة علي ... ). ¶ 2 - النهي عن إفراد يوم الجمعة بالصيام. ¶ 3 - يدل الحديث على جواز الصيام، وزوال النهي بأمرين: ¶ • أن يوافق يوم الجمعة صيام معتاد، كأن يصوم يوماً ويفطر يوماً، فصادف يوم صيامه يوم الجمعة. ¶ • إذا لم يفرده بالصيام، بل جمع معه غيره. ¶ 4 - اختلف العلماء في النهي، هل هو للتحريم أم للكراهة؟ ¶ القول الأول: الكراهة. ¶ وهو مذهب الأكثر. ¶ والصارف عن النهي أن النبي - صلى الله عليه وسلم - أجاز صيامه إذا صيم يوماً قبله أو بعده. ¶ القول الثاني: التحريم. ¶ لأن الأصل في النهي التحريم. ¶ والراجح الأول. ¶ فائدة: قال مالك في الموطأ: ”لم أسمع أحداً من أهل العلم والفقه ومن به يقتدى، نهى عن صيام يوم الجمعة، وصيامه حسن“. ¶ قال النووي: ” فهذا الذي قاله هو الذي رآه، وقد رأى غيره خلاف ما رأى هو، والسنة مقدمة على ما رآه هو وغيره، وقد ثبت النهي عن صوم يوم الجمعة فيتعين القول به، ومالك معذور فإنه لم يبلغه “.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "5 - اختلف في سبب النهي عن إفراده: ¶ فقيل: لئلا يضعف عن العبادة، ورجحه النووي. ¶ قال في الفتح: ” وتعقب ببقاء المعنى المذكور مع صوم غيره معه “. ¶ وقال ابن القيم: ” ولكن يشكل عليه زوال الكراهة بضم يوم قبله أو بعده إليه “. ¶ وقيل: سداً للذريعة من أن يلحق بالدين ما ليس منه، ويوجب التشبه بأهل الكتاب في تخصيص بعض الأيام بالتجرد من الأعمال الدنيوية. [قاله ابن القيم] ¶ وقيل: لكونه يوم عيد والعيد لا يصام، ورجحه الحافظ ابن حجر، وقال: ¶ ” ورد فيه صريحاً حديثان: ¶ أحدهما / رواه الحاكم وغيره عن أبي هريرة - رضي الله عنه - مرفوعاً: (يوم الجمعة يوم عيد، فلا تجعلوا يوم عيدكم يوم صيامكم إلا أن تصوموا يوماً قبله أو بعده). ¶ والثاني / رواه ابن أبي شيبة بإسناد حسن عن علي قال: (من كان منكم متطوعاً من الشهر فليصم يوم الخميس ولا يصم يوم الجمعة، فإنه يوم طعام وشراب وذكر \" أ. هـ. ¶ 6 - في الحديث النهي الصريح عن تخصيص ليلة الجمعة بصلاة من بين الليالي ويومها بصوم. ¶ واحتج به العلماء على كراهة هذه الصلاة المبتدعة التي تسمى الرغائب قاتل الله واضعها ومخترعها، فإنها بدعة منكرة من البدع التي هي ضلالة وجهالة، وفيها منكرات ظاهرة. ... [قاله النووي] ¶ وصلاة الرغائب هي ليلة الجمعة من أول رجب. ¶ 7 - فائدة: ¶ لم يصح في فضل صوم رجب حديث. ¶ قال شيخ الإسلام ابن تيمية: ” كل ما ورد في فضل الصلاة والصيام في رجب فكله كذب “. ¶ ولذلك ذهب أكثر العلماء إلى كراهة إفراد رجب بالصوم، ولعل الحكمة هو أن إفراده بالصيام إحياء لشعار الجاهلية. ¶ باب بيان نسخ قوله تعالى: وعلى الذين يطيقونه فدية بقوله: فمن شهد منكم الشهر ¶ عَنْ سَلَمَةَ بْنِ الأَكْوَعِ - رضى الله عنه - قَالَ (لَمَّا نَزَلَتْ هَذِهِ الآيَةُ (وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِينٍ) كَانَ مَنْ أَرَادَ أَنْ يُفْطِرَ وَيَفْتَدِىَ. حَتَّى نَزَلَتِ الآيَةُ الَّتِى بَعْدَهَا فَنَسَخَتْهَا). ¶ -------",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "تخريج الحديث: ¶ الحديث أخرجه البخاري أيضاً (4507). ¶ معاني الكلمات: ¶ كَانَ مَنْ أَرَادَ أَنْ يُفْطِرَ وَيَفْتَدِىَ: أي فعل ذلك. ¶ حَتَّى نَزَلَتِ الآيَةُ الَّتِى بَعْدَهَا: أي قوله تعالى (شهر رمضان الذي أنزل فيه القرآن ... فمن شهد منكم الشهر فليصمه). ¶ فنسختها: أي زال حكمها. ¶ الفوائد: ¶ 1} الحديث صريح في أن هذه الآية منسوخه، وهذا قول الجمهور، وقد ثبت مثله عن ابن عمر، فقد أخرج البخاري في صحيحه من طريق نافع عنه، أنه قرأ (فدية طعام مسكين) قال: هي منسوخة. ¶ وذهب ابن عباس إلى أنها ليست بمنسوخة، لكنها مخصوصة بالشيخ الكبير ونحوه. ¶ فقد روى البخاري عنه في الآية (وعلى الذين يطيقونه فدية طعام مسكين) قال: ليست بمنسوخة، هي للشيخ الكبير والمرأة الكبيرة لا يستطيعان أن يصوما فيطعمان مكان كل يوم مسكيناً. ¶ 2} الحديث دليل على إثبات النسخ. ¶ 3} الحديث دليل على التدرج في فرضية الصوم. ¶ باب قضاء رمضان في شعبان ¶ عن عَائِشَةَ - رضى الله عنها – قال (كَانَ يَكُونُ عَلَىَّ الصَّوْمُ مِنْ رَمَضَانَ فَمَا أَسْتَطِيعُ أَنْ أَقْضِيَهُ إِلاَّ فِى شَعْبَانَ الشُّغُلُ مِنْ رَسُولِ اللَّهِ - صلى الله عليه وسلم - أَوْ بِرَسُولِ اللَّهِ - صلى الله عليه وسلم -). ¶ ----------- ¶ تخريج الحديث: ¶ الحديث أخرجه البخاري أيضاً (1950). ¶ معاني الكلمات: ¶ عَلَىَّ الصَّوْمُ مِنْ رَمَضَانَ: أي بسبب تركها لأجل الحيض. ¶ الفوائد: ¶ 1 - الحديث دليل على وجوب قضاء الأيام التي أفطرتها الحائض في رمضان. ¶ قال تعالى: {فَمَنْ كَانَ مِنْكُمْ مَرِيضاً أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ}. ¶ وقالت عائشة (كنا نؤمر بقضاء الصوم. . .). ¶ 2 - الحديث دليل على أن قضاء رمضان ليس على الفور بل هو على التراخي. ¶ - لحديث الباب. ¶ قال الحافظ ابن حجر: وفي الحديث دلالة على جواز تأخير قضاء رمضان مطلقاً سواء كان لعذر أو لغير عذر",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "لكن لا يجوز تأخيره عن شعبان. ¶ 3 - الأفضل أن يبادر في قضاء رمضان متتابعاً. ¶ - لأن هذا أقرب إلى مشابهة الأداء. ¶ - ولأنه أحوط، فإن الإنسان لا يدري ما يحدث له. ¶ - ولأنه أسرع في إبراء الذمة. ¶ 4 - إن أخر قضاء رمضان إلى ما بعد رمضان الثاني فله أحوال: ¶ الحالة الأولى: أن يؤخره بعذر ¶ كأن يستمر مرضه أو سفره. ¶ فهنا يجب عليه القضاء فقط (فلا إثم ولا كفارة). ¶ الحالة الثانية: أن يؤخره بغير عذر. فعليه: ¶ أ الإثم. ¶ لأنه إذا أخره إلى ما بعد رمضان صار كمن أخر فريضة إلى وقت الثانية من غير عذر، ومعلوم أنه لا يجوز تأخير صلاة الفريضة إلى وقت الثانية إلا لعذر. ¶ ب القضاء. ¶ ت الكفارة. ¶ اختلف أهل العلم هل عليه كفارة أم لا؟ ¶ القول الأول: عليه كفارة. ¶ وهو قول الجمهور، وهذا مذهب بعض الصحابة كابن عباس وغيره. ¶ القول الثاني: لا كفارة عليه. ¶ وهذا مذهب أبي حنيفة، ورجحه البخاري. ¶ لأن الله قال {. . . فعدة من أيام أخر} فلم يوجب إلا الصيام ¶ - ولم يرد دليل على ايجاب الكفارة. ¶ قال الشوكاني بعد ذكر الخلاف: وقد بينا أنه لم يثبت في ذلك – أي في وجوب الفدية – عن النبي - صلى الله عليه وسلم - شيء، وأقوال الصحابة لا حجة فيها، وذهاب الجمهور إلى قول لا يدل على أنه الحق، والبراءة الأصلية قاضية بعدم وجوب الاشتغال بالأحكام التكليفية حتى يقوم الدليل الناقل عنها، ولا دليل ههنا، فالظاهر عدم الوجوب. ¶ والأول أحوط. ¶ 5 - الحديث دليل على أن الحائض لا تصوم وهذا أمر مجمع عليه. ¶ باب قضاء الصيام عن الميت ¶ عَنْ عَائِشَةَ - رضى الله عنها - أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ (مَنْ مَاتَ وَعَلَيْهِ صِيَامٌ صَامَ عَنْهُ وَلِيُّهُ).",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "عَنِ ابْنِ عَبَّاسٍ - رضى الله عنهما – قال (أَنَّ امْرَأَةً أَتَتْ رَسُولَ اللَّهِ - صلى الله عليه وسلم - فَقَالَتْ إِنَّ أُمِّى مَاتَتْ وَعَلَيْهَا صَوْمُ شَهْرٍ نذْرٍ. فَقَالَ «أَرَأَيْتِ لَوْ كَانَ عَلَيْهَا دَيْنٌ أَكُنْتِ تَقْضِينَهُ». قَالَتْ نَعَمْ. قَالَ «فَدَيْنُ اللَّهِ أَحَقُّ بِالْقَضَاءِ، وفي رواية: فَصُومِى عَنْ أُمِّكِ). ¶ ------------- ¶ تخريج الحديث: ¶ حديث عائشة أخرجه البخاري ايضاً (1952). ¶ حديث ابن عباس أخرجه البخاري أيضاً (1953). ¶ معاني الكلمات: ¶ 1 - الحديث دليل على مشروعية الصيام عن الميت من قِبل وليه. ¶ ويكون عليه صيام إذا تمكن منه فلم يفعل، أما إذا لم يتمكن فليس عليه صيام. ¶ مثال: إنسان نذر أن يصوم [3] أيام، ثم مات من يومه، فهذا ليس عليه شيء لأنه لم يتمكن منه. ¶ مثال آخر: إنسان مرض في: 20 رمضان فأفطر، وتواصل به المرض شهر شوال وشهر ذي القعدة، ثم مات، فهذا ليس عليه صوم، فلا يقضى عنه، لأنه لم يمر عليه أيام يتمكن منها القضاء. ¶ - وهذا الأمر بالحديث بالصيام ليس للوجوب عند جمهور العلماء، وبالغ إمام الحرمين ومن تبعه فادّعوا الإجماع على ذلك. ¶ قال الحافظ ابن حجر: وفيه نظر، لأن بعض أهل الظاهر أوجبه، فلعله لم يعتد بكلامهم على قاعدته. ¶ الدليل على أنه غير واجب قوله تعالى: {ولا تزر وازرة وزر أخرى}. ¶ 2 - اختلف العلماء في الصوم الذي يقضى عن الميت: ¶ القول الأول: أنه يقضى عنه النذر فقط. ¶ وهو قول أحمد وإسحاق. ¶ حملاً للعموم الذي في حديث عائشة على المقيد في حديث ابن عباس. ¶ القول الثاني: يصام عن الميت النذر والواجب بأصل الشرع. ¶ وهذا مذهب أبي ثور، وأهل الحديث، ونصره ابن حزم، واختاره الشيخ السعدي. ¶ لحديث الباب (من مات وعليه صيام ... ). ¶ القول الثالث: لا يصام عن الميت مطلقاً. ¶ وهذا مذهب الجمهور. ¶ لقول ابن عباس: (لا يصلِّ أحد عن أحد، ولا يصم أحد عن أحد). أخرجه النسائي ¶ ولقول عائشة: (لا تصوموا عن موتاكم، وأطعموا عنهم). أخرجه عبد الرزاق. قالوا: ¶ فلما أفتى ابن عباس وعائشة بخلاف ما روياه، دلّ ذلك على أن العمل على خلاف ما روياه. ¶ قال ابن حجر: وهذه قاعدة لهم معروفة، إلا أن الآثار المذكورة عن عائشة وعن ابن عباس فيها مقال، وليس فيها ما يمنع الصيام إلا الأثر الذي عن عائشة وهو ضعيف جداً، والراجح أن المعتبر ما رواه لا ما رآه “.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "والراجح القول الثاني، وأنه يصام عنه الواجب بأصل الشرع والنذر. ¶ - أجاب الجمهور عن حديث عائشة: ¶ • قالوا المراد بقوله (صام عنه وليه) أي يفعل عنه ما يقوم مقام الصوم وهو الإطعام. ¶ قال الشوكاني: ” وهو عذر بارد لا يتمسك به منصف في مقابلة الأحاديث الصحيحة. ¶ • ومن جملة أعذارهم: أن عمل أهل المدينة على خلاف ذلك. ¶ قال الشوكاني: ” وهو عذر أبرد من الأول “. ¶ 3 - اختلف في المراد بالولي: ¶ فقيل: كل قريب، وقيل: الوارث خاصة، وقيل: عصبه. ¶ والأول أرجح. ¶ 4 - قال النووي: ” ولا فرق بين أن يقضيه عنه وارث أو غيره، فيبرأ به بلا خلاف. ¶ 5 - أنه لا يشترط في القضاء التتابع، فيجوز متتابعاً ويجوز متفرقاً. ¶ 6 - يجوز إذا كان للميت عدد من الأولياء أن يتقاسموا أيام الصيام التي على مورثهم، ويصوم كل واحد منهم قسماً منها سواء كانوا رجالاً أو نساءً أو من الصنفين. ¶ هذا ما لم يشترط فيه التتابع كالكفارة، فإنه لا يجوز أن يصوموا جميعاً. ¶ باب الصائم يدعى لطعام فليقل: إني صائم ¶ عَنْ أَبِى هُرَيْرَةَ - رضى الله عنه - عَنِ النَّبِىِّ - صلى الله عليه وسلم - قَالَ (إِذَا دُعِىَ أَحَدُكُمْ إِلَى طَعَامٍ وَهُوَ صَائِمٌ فَلْيَقُلْ إِنِّى صَائِمٌ). ¶ ---------- ¶ تخريج الحديث: ¶ الحديث انفرد بإخراجه مسلم دون البخاري. ¶ الفوائد: ¶ 1} الحديث دليل على أن من دعي إلى طعام وهو صائم أن يقول لمن دعاه: إني صائم. ¶ قال النووي: هذا محمول على أنه يقوله له اعتذاراً له وإعلاماً بحاله، فإن سمح له ولم يطالبه بالحضور سقط عنه الحضور وإن لم يسمح وطالبه بالحضور لزمه الحضور وليس الصوم عذراً في إجابة الدعوة، ولكن إذا حضر لا يلزمه الأكل ويكون الصوم عذراً في ترك الأكل. ¶ 2} إذا أجاب الصائم الدعوة وحضر فلا يخلو من حالين: ¶ الحالة الأولى: أن يكون صومه واجباً [كقضاء رمضان، أو نذر، أو كفارة]. ¶ فلا يجوز له الإفطار، لأن الفرض لا يجوز الخروج منه. [لكن يخبر الداعي بذلك حتى لا يقع في قلبه شك وريب]. ¶ الحالة الثانية: أن يكون صومه نفلاً.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "فإنه يجوز له الفطر، لأن التطوع يجوز قطعه خاصة إذا وجد سبب كتطييب خاطر الداعي. ¶ قال النووي: فإن كان يشق على صاحب الطعام صومه فالأفضل الفطر، وإلا فإتمام الصوم. ¶ عن أبي سعيد الخدري قال (صنعت لرسول الله - صلى الله عليه وسلم - طعاماً، فأتاني هو وأصحابه، فلما وضع الطعام قال رجل من القوم: إني صائم، فقال رسول الله - صلى الله عليه وسلم -: دعاكم أخوكم وتكلف لكم! ثم قال له: أفطر وصم مكانه يوما إن شئت) أخرجه البيهقي وحسنه الحافظ ابن حجر في الفتح. ¶ 3} الحديث دليل على أنه لا بأس بإظهار نوافل العبادة من الصوم والصلاة وغيرهما إذا دعت الحاجة إلى ذلك والمستحب إخفاؤها إذا لم تكن حاجة. ¶ 4} فيه الإشارة إلى المعاشرة وإصلاح ذات البين وتأليف القلوب وحسن الاعتذار عند سببه. ¶ باب حفظ اللسان للصائم ¶ عَنْ أَبِى هُرَيْرَةَ - رضى الله عنه - رِوَايَةً قَالَ (إِذَا أَصْبَحَ أَحَدُكُمْ يَوْماً صَائِماً فَلاَ يَرْفُثْ وَلاَ يَجْهَلْ فَإِنِ امْرُؤٌ شَاتَمَهُ أَوْ قَاتَلَهُ فَلْيَقُلْ إِنِّى صَائِمٌ إِنِّى صَائِمٌ). ¶ ------- ¶ تخريج الحديث: ¶ الحديث أخرجه البخاري أيضاً (1894). ¶ معاني الكلمات: ¶ فَلاَ يَرْفُثْ: الرفث هو السخف وفاحش الكلام. ¶ الفوائد: ¶ 1} الحديث دليل على أنه يستحب أن يقول الصائم لمن شاتمه: إني صائم. ¶ 2} اختلف هل يقولها سراً أم جهراً؟ ¶ فقيل: يقولها سراً. ¶ وقيل: يقولها بالفرض جهراً وفي التطوع في نفسه، لأنه أبعد عن الرياء. ¶ وقيل: يقولها جهراً في الفرض والنفل، وهذا الراجح ورجحه ابن القيم. ¶ وفي ذلك فائدتان: ¶ الأولى: بيان أن المشتوم لم يترك مقابلة الشاتم إلا لكونه صائماً لا لعجزه. ¶ الثانية: تذكير هذا الرجل بأن الصائم لا يشاتم أحداً. ¶ باب فضل الصيام ¶ عن َأبي هُرَيْرَةَ - رضى الله عنه – قال: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - (قَالَ اللَّهُ عَزَّ وَجَلَّ كُلُّ عَمَلِ ابْنِ آدَمَ لَهُ إِلاَّ الصِّيَامَ فَإِنَّهُ لِى وَأَنَا أَجْزِى بِهِ وَالصِّيَامُ جُنَّةٌ فَإِذَا كَانَ يَوْمُ صَوْمِ أَحَدِكُمْ فَلاَ يَرْفُثْ يَوْمَئِذٍ وَلاَ يَسْخَبْ فَإِنْ سَابَّهُ",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "أَحَدٌ أَوْ قَاتَلَهُ فَلْيَقُلْ إِنِّى امْرُؤٌ صَائِمٌ. وَالَّذِى نَفْسُ مُحَمَّدٍ بِيَدِهِ لَخُلُوفُ فَمِ الصَّائِمِ أَطْيَبُ عِنْدَ اللَّهِ يَوْمَ الْقِيَامَةِ مِنْ رِيحِ الْمِسْكِ [يَدَعُ شَهْوَتَهُ وَطَعَامَهُ مِنْ أَجْلِى] وَلِلصَّائِمِ فَرْحَتَانِ يَفْرَحُهُمَا إِذَا أَفْطَرَ فَرِحَ بِفِطْرِهِ وَإِذَا لَقِىَ رَبَّهُ فَرِحَ بِصَوْمِهِ). ¶ عَنْ أَبِى هُرَيْرَةَ - رضى الله عنه - قَالَ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - (الصِّيَامُ جُنَّةٌ). ¶ ------- ¶ تخريج الحديث: ¶ الحديث أخرجه البخاري أيضاً (1904). ¶ معاني الكلمات: ¶ فلا يرفث: المراد بالرفث هنا الكلام الفاحش. ¶ ولا يجهل: أي لا يفعل شيئاً من أفعال أهل الجهل كالصياح والسفه ونحو ذلك. ¶ لخلوف فم الصائم: هو تغير رائحة الفم. ¶ جنة: بضم الجيم ومعناه ستر ومانع من الرفث والآثام ومانع أيضاً من النار. ¶ الفوائد: ¶ 1} الحديث دليل على عظم فضل الصيام والحث عليه لقوله (إلا الصوم فإنه لي وأنا أجزي به). ¶ وقد اختلف العلماء في معناها على أقوال: ¶ أحدها: أن الصوم لا يقع فيه الرياء كما يقع في غيره. ¶ ثانيها: أن المراد بقوله [وأنا أجزي به] أي انفرد بعلم مقدار ثوابه وتضعيف حسناته، وأما غيره من العبادات فقد اطلع عليها بعض الناس. ¶ ثالثها: معنى قوله [الصوم لي] أي أنه أحب العبادات إلي والمقدم عندي. ¶ رابعها: الإضافة إضافة تشريف وتعظيم كما يقال بيت الله وإن كانت البيوت كلها لله. ¶ وأقرب الأجوبة التي ذكرتها إلى الصواب الأول والثاني. ¶ 2} تحريم الرفث والجهل أثناء الصيام. ¶ قال النووي: واعلم أن نهي الصائم عن الرفث والجهل والمخاصمة والمشاتمة ليس مختصاً به، بل كل أحد مثله في أصل النهي عن ذلك لكن الصائم آكد. ¶ 3} إثبات فرح الصائم. ¶ فرح عند فطره: قال النووي: سببها تمام عبادته وسلامتها من المفسدات وما يرجوه من ثوابها. ¶ وفرحه عند لقاء ربه: قال ابن رجب: فيما يجد عند الله من ثواب الصيام مدخراً، فيجده أحوج ما كان إليه ¶ وقال النووي: قال العلماء، وأما فرحته عند لقاء ربه فبما يراه من جزائه وتذكر نعمة الله تعالى بتوفيقه لذلك. ¶ 4} الحديث دليل على أن الصوم مانع من النار وجنة، وقد جاء عند النسائي (جنة من النار) وجاء عنده أيضاً (الصيام جنة كجنة أحدكم من القتال) ولأحمد (جنة وحصن حصين من النار). ¶ وقد جاء في الحديث أن النبي - صلى الله عليه وسلم - قال لرجل (عليك بالصوم فإنه لا عدل له) رواه النسائي.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "5} الحديث دليل على تحريم الأكل والشرب على الصائم. ¶ 6} استدل بحديث الباب من قال إن الاستمناء باليد مبطل للصوم، لأن المني شهوة. ¶ قال الشيخ ابن عثيمين رحمه الله: وإنزال المني شهوة لقوله - صلى الله عليه وسلم -: «في بضع أحدكم صدقة، قالوا يا رسول الله: أيأتي أحدنا شهوته ويكون له فيها أجر؟ قال: «أرأيتم لو وضعها في الحرام أكان عليه وزر؟ كذلك إذا وضعها في الحلال» رواه مسلم. ¶ - (وأما إذا احتلم في نهار رمضان فإنه يغتسل وصومه صحيح ولا يضره لأنه ليس باختياره). ¶ عَنْ سَهْلِ بْنِ سَعْدٍ - رضى الله عنه - قَالَ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - (إِنَّ فِى الْجَنَّةِ بَاباً يُقَالُ لَهُ الرَّيَّانُ يَدْخُلُ مِنْهُ الصَّائِمُونَ يَوْمَ الْقِيَامَةِ لاَ يَدْخُلُ مَعَهُمْ أَحَدٌ غَيْرُهُمْ يُقَالُ أَيْنَ الصَّائِمُونَ فَيَدْخُلُونَ مِنْهُ فَإِذَا دَخَلَ آخِرُهُمْ أُغْلِقَ فَلَمْ يَدْخُلْ مِنْهُ أَحَدٌ). ¶ --------- ¶ تخريج الحديث: ¶ الحديث أخرجه البخاري أيضاً (1896). ¶ معاني الكلمات: ¶ الرَّيَّانُ: بفتح الراء، من الري، اسم علَم على باب من أبواب الجنة، يختص بالدخول منه الصائمون، وهو مما وقعت المناسبة فيه بين لفظه ومعناه، لأنه مشتق من الري، وهو مناسب لحال الصائمين. ¶ الفوائد: ¶ 1} الحديث دليل على عظيم فضل الصيام. ¶ 2} بيان كرامة الصائمين، حيث خصهم الله تعالى على سائر الناس بدخولهم بباب الريان. ¶ 3} إثبات أبواب الجنة، ومن تلك الأبواب باب الريان مخصوص بالصائمين. ¶ 4} فضل باب الريان على غيره من الأبواب حيث جاء في رواية (من شرب منه لم يظمأ). ¶ باب فضل الصيام في سبيل الله لمن يطيقه ¶ عَنْ أَبِى سَعِيدٍ الْخُدْرِىِّ - رضى الله عنه - قَالَ سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ (مَنْ صَامَ يَوْماً فِى سَبِيلِ اللَّهِ بَاعَدَ اللَّهُ وَجْهَهُ عَنِ النَّارِ سَبْعِينَ خَرِيفاً).",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "------------ ¶ تخريج الحديث. ¶ الحديث أخرجه البخاري أيضاً (2840). ¶ الفوائد: ¶ 1 - قوله (من صام يوماً في سبيل الله) ¶ اختلف العلماء في معنى (في سبيل الله): ¶ فقيل: المراد الجهاد والغزو. ¶ وهذا اختيار ابن الجوزي. ¶ لأنه يجمع بين مجاهدة العدو وبين الصيام. ¶ وقيل: المراد (في سبيل الله) أي في مرضاة الله. ¶ وقد استظهر الحافظ ابن حجر في فتح الباري بأن الحديث أعم من هذا كله، فيشمل الجهاد وغيره. ¶ وهذا هو الصحيح. ¶ 2 - فضيلة الصيام. ¶ 3 - أن الصيام من أسباب النجاة من النار. ¶ وفي الحديث عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: (الصيام جنة). ¶ زاد سعيد بن منصور: (جنة من النار). ولأحمد: (جنة وحصن حصين من النار). ¶ والجنة: بضم الجيم، الوقاية والستر، أي وقاية وستر من النار. ¶ وروى النسائي بسند صحيح عن أبي أمامة قال: (قلت: يا رسول الله، مرني بعمل آخذه عنك، قال: عليك بالصوم فإنه لا مثل له). وفي رواية: (لا عدل له). ¶ 4 - فضل الصيام في سبيل الله، لكن هذا محمول على من لا يتضرر به، ولا يفوت به حقاً، ولا يختل به قتاله، ولا غيره من مهمات غزوه. [قاله النووي] ¶ 5 - قوله (خريفاً) المراد بالخريف هنا العام، وإنما خص بالذكر من دون بقية الفصول لأن فيه تنضج الثمار، وتحصل سعة العيش. ¶ باب جواز صوم النافلة بنية من النهار قبل الزوال",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "عَنْ عَائِشَةَ أُمِّ الْمُؤْمِنِينَ قَالَتْ (دَخَلَ عَلَىَّ النَّبِىُّ - صلى الله عليه وسلم - ذَاتَ يَوْمٍ فَقَالَ «هَلْ عِنْدَكُمْ شَىْءٌ». فَقُلْنَا لاَ. قَالَ «فَإِنِّى إِذًا صَائِمٌ». ثُمَّ أَتَانَا يَوْماً آخَرَ فَقُلْنَا يَا رَسُولَ اللَّهِ أُهْدِىَ لَنَا حَيْسٌ. فَقَالَ «أَرِينِيهِ فَلَقَدْ أَصْبَحْتُ صَائِماً). ¶ ------------ ¶ تخريج الحديث: ¶ الحديث انفرد بإخراجه مسلم دون البخاري. ¶ معاني الكلمات: ¶ حيس: قال النووي: الحيْس هو التمر مع السمن والأقط ¶ الفوائد: ¶ 1 - الحديث دليل لمذهب الجمهور أن صوم النافلة يجوز بنية في النهار قبل الزوال. [قاله النووي] ¶ وذهب بعض العلماء إلى أنه لا يصح صوم التطوع بنية من النهار. ¶ قال النووي: ويتأوله الآخرون على أن سؤاله - صلى الله عليه وسلم -: هل عندكم شيء؟ لكونه ضعف عن الصوم وكان نواه من الليل، فأراد الفطر للضعف، وهذا تأويل فاسد وتكلف بعيد. ¶ - إذا نوى الصوم من النهار لابد من شرطين: ¶ الأول: أن لا يكون قد أكل شيئاً من بعد الفجر. ¶ الثاني: أن يكون ذلك قبل الزوال. (والصحيح أنه يجوز ولو بعد الزوال). ¶ 2 - إن نوى الصوم أثناء النهار، هل يكتب له أجر الصوم يوماً كاملاً أو يكتب له من نيته؟ قولان للعلماء: ¶ قيل: أنه يكتب له أجر اليوم الكامل. ¶ قالوا: لأن الصوم الشرعي لا بد أن يكون من أول النهار. ¶ وقيل: لا يثاب إلا من وقت النية فقط. ¶ فإذا نوى عند الزوال فأجره على هذا القول نصف يوم. ¶ لحديث: (إنما الأعمال بالنيات) وهذا أول النهار لم ينو الصوم فلا يكتب له الأجر كاملاً. ¶ وهذا القول هو الراجح. ¶ 3 - وفي حديث عائشة دليل على أن صوم النافلة يجوز قطعه والأكل في أثناء النهار. ¶ وهذا قول الشافعي وأحمد وإسحاق. ¶ وعن أم هانئ قال رسول الله - صلى الله عليه وسلم -: (الصائم المتطوع أمير نفسه إن شاء صام وإن شاء أفطر). رواه الحاكم وحسنه العراقي ¶ ولأنه نفل فهو إلى خيرة الإنسان في الابتداء، وكذا في الدوام. [قاله النووي] ¶ لكن هؤلاء اتفقوا على استحباب إتمامه. ¶ وقال أبو حنيفة ومالك: ” لا يجوز قطعه ويجب قضاؤه على من أفطر بغير عذر “. ¶ واستدلوا بما وقع من رواية للدار قطني والبيهقي من حديث عائشة بلفظ: (واقض يوماً مكانه).",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "لكن هذه الزيادة غير محفوظة. ¶ 4 - اختلف العلماء، هل يكفي لصوم شهر رمضان نية واحدة أم لا بد لكل صوم يوم من نية خاصة؟ ¶ قيل: يجزئ صوم رمضان نية واحدة من أول الشهر ما لم يقطعه بعذر فيستأنف النية. ¶ وهذا مذهب المالكية. ¶ لأنه من المعلوم عند جميع المسلمين أنه إذا دخل رمضان لا يمكن أن يتخلله يوم بدون صيام. ¶ وقيل: يجب أن ينوي كل يوم بيومه من ليلته. ¶ وهذا هو المشهور من المذهب، وهو مذهب الجمهور. ¶ قالوا: لأن كل يوم عبادة مستقلة. ¶ والراجح القول الأول. ¶ ويظهر أثر الخلاف: لو نام مكلف قبل الغروب، ولم يفق إلا من الغد بعد الفجر، فعلى المذهب لا يصح صومه، وعلى القول الراجح يصح صومه. ¶ باب أكل الناسي وشربه وجماعه لا يفطر ¶ عَنْ أَبِى هُرَيْرَةَ - رضى الله عنه - قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم (مَنْ نَسِىَ وَهُوَ صَائِمٌ فَأَكَلَ أَوْ شَرِبَ فَلْيُتِمَّ صَوْمَهُ فَإِنَّمَا أَطْعَمَهُ اللَّهُ وَسَقَاهُ). ¶ ------------ ¶ تخريج الحديث: ¶ الحديث أخرجه البخاري أيضاً (1933). ¶ معاني الكلمات: ¶ (من نسي وهو صائم) وجاء عند البخاري: (من أكل ناسياً وهو صائم)، ولأبي داود عن أبي هريرة - رضي الله عنه -: (جاء رجل فقال: يا رسول الله، إني أكلت وشربت ناسياً وأنا صائم) وهذا الرجل هو أبو هريرة راوي الحديث. أخرجه الدار قطني ¶ (فليتم صومه) وفي رواية (فلا يفطر). ¶ (فإنما أطعمه الله وسقاه) في رواية الترمذي (فإنما هو رزق رزقه الله)، وللدار قطني (فإنما هو رزق ساقه الله إليه). ¶ الفوائد: ¶ 1 - في الحديث دليل على أن من شرب أو أكل ناسياً لا يفسد صومه ولا كفارة. ¶ وهذا مذهب جمهور العلماء، وأبو حنيفة والشافعي وأحمد. ¶ لحديث الباب. ¶ ولرواية الحاكم (فلا قضاء عليه ولا كفارة). ¶ وذهب بعض العلماء إلى أنه يفسد الصوم ويجب القضاء.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "وهو مذهب المالكية. ¶ واعتذروا عن العمل بحديث الباب: ¶ • لم يرد في الحديث تعيين رمضان فيحمل على التطوع، ويرد هذا: ¶ رواية الحاكم: (من أفطر في رمضان ناسياً فلا قضاء ولا كفارة). ¶ • ورده بعضهم بكونه خبر واحد خالف القاعدة. ¶ قال الشوكاني: ” وهو اعتذار باطل والحديث قاعدة مستقلة في الصيام، ولو فتح باب رد الأحاديث الصحيحة بمثل هذا لما بقي من الحديث إلا القليل، ولرد من شاء ما شاء “. ¶ 2 - أن الأكل والشرب من المتعمد الذاكر يفطر الصائم. ¶ قال ابن قدامة: ” الأكل والشرب، وهذا لا خلاف أن من تعمده يفطر ويجب عليه الإمساك والقضاء، لقوله تعالى: {وكلوا واشربوا حتى يتبين لكم الخيط الأبيض من الخيط الأسود من الفجر ثم أتموا الصيام إلى الليل} ولقوله - صلى الله عليه وسلم -: (يدع طعامه وشرابه وشهوته من أجلي)، وأجمع العلماء على أن الفطر بالأكل والشرب “ ¶ 3 - أنه لا فرق بين قليل الأكل وكثيره. ¶ لما أخرجه أحمد عن أم إسحاق: (أنها كانت عند النبي - صلى الله عليه وسلم - فأتي بقصعة من ثريد فأكلت معه، ثم تذكرت أنها كانت صائمة فقال لها ذو اليدين: الآن بعد ما شبعتِ؟ فقال لها النبي - صلى الله عليه وسلم -: أتمي صومك فإنما هو رزق ساقه الله إليك). ¶ قال الحافظ ابن حجر: وفي هذا رد على من فرق بين قليل الأكل وكثيره. ¶ 4 - هل يجب على من رأى من يأكل ويشرب في نهار رمضان أن يذكره أم لا؟ قولان للعلماء: ¶ القول الأول: أنه يجب تذكيره. ¶ واختار هذا القول الشيخ ابن باز وابن عثيمين. ¶ لقوله - صلى الله عليه وسلم -: (من رأى منكم منكراً فليغيره بيده، فإن لم يستطع فبلسانه، فإن لم يستطع فبقلبه). رواه مسلم ¶ القول الثاني: أنه لا يجب تذكيره. ¶ لأنك تعلم علم اليقين أنه أكل أو شرب نسياناً ولم يرتكب حينئذٍ منكراً، وإنما أطعمه الله وسقاه. ¶ والأول أرجح. ¶ 5 - في الحديث لطف الله بعباده والتيسير عليهم، ورفع المشقة الحرج عنهم. ¶ 6 - استدل بحديث الباب برواية (من أفطر في رمضان ناسياً) أن المجامع ناسياً لا يفسد صومه. ¶ وهذا اختيار شيخ الإسلام ابن تيمية. واستدلوا: ¶ • عموم قوله تعالى: {ربنا لا تؤاخذنا إن نسينا أو أخطأنا}. ¶ • رواية: (من أفطر في رمضان ناسياً. . .). ¶ وذهب بعض العلماء إلى أنه عليه الكفارة والقضاء. واستدلوا: ¶ بحديث المجامع في نهار رمضان، حيث أن النبي - صلى الله عليه وسلم - لم يستفصل منه هل كان عن عمد أو نسيان. ¶ وترك الاستفصال في الفعل ينزل منزلة العموم في القول.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "والراجح القول الأول. ¶ قال النووي: ” وأما المجامع ناسياً فلا يفطر ولا كفارة عليه، هذا هو الصحيح من مذهبنا، وبه قال جمهور العلماء، ودليلنا أن الحديث صح أن أكل الناسي لا يفطر، والجماع في معناه “. ¶ والجواب عن دليل القول الأول: ¶ أن المجامع الذي جاء للنبي - صلى الله عليه وسلم - كان متعمداً، ويدل لذلك الروايات: ¶ فقد جاء في بعضها: (هلكت) وفي بعضها: (احترقت). ¶ قال ابن حجر: ” فدل على أنه كان عامداً عارفاً بالتحريم “. ¶ 7 - قال ابن حجر: ” ومن المستظرفات ما رواه عبد الرزاق عن ابن جريج عن عمرو بن دينار: (أن إنساناً جاء إلى أبي هريرة فقال: أصبحت صائماً فنسيت فطعمت، قال: لا بأس، قال: ثم دخلت على إنسان فنسيت وطعمت، قال: لا بأس، الله أطعمك وسقاك، ثم قال: دخلت على آخر فنسيت فطعمت، فقال أبو هريرة: أنت إنسان لم تتعود الصيام) “. ¶ في التقرب بترك هذه الشهوات بالصيام فوائد: ¶ منها: كسر النفس، فإن الشبع والري ومباشرة النساء تحمل النفس على الأشَر والبطر والغفلة. ¶ ومنها: تخلي القلب للفكر والذكر، فإن تناول هذه الشهوات قد تقسي القلب وتُعميه. ¶ ومنها: أن الغني يعرف قدر نعمة الله عليه بإقداره له على ما منعه كثيراً من الفقراء. ¶ ومنها: أن الصيام يضيق مجاري الدم التي هي مجاري الشيطان من ابن آدم، فتسكن بالصيام وساوس الشيطان. ¶ باب صيام النبي - صلى الله عليه وسلم - في غير رمضان ¶ عَنْ عَائِشَةَ أُمِّ الْمُؤْمِنِينَ - رضى الله عنها - أَنَّهَا قَالَتْ (كَانَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - يَصُومُ حَتَّى نَقُولَ لاَ يُفْطِرُ. وَيُفْطِرُ حَتَّى نَقُولَ لاَ يَصُومُ. وَمَا رَأَيْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - اسْتَكْمَلَ صِيَامَ شَهْرٍ قَطُّ إِلاَّ رَمَضَانَ وَمَا رَأَيْتُهُ فِى شَهْرٍ أَكْثَرَ مِنْهُ صِيَاماً فِى شَعْبَانَ) وفي رواية (كَانَ يَصُومُ شَعْبَانَ كُلَّهُ كَانَ يَصُومُ شَعْبَانَ إِلاَّ قَلِيلاً). ¶ عَنْ عَائِشَةَ - رضى الله عنها - قَالَتْ لَمْ يَكُنْ رَسُولُ اللَّهِ - صلى الله عليه وسلم - فِى الشَّهْرِ مِنَ السَّنَةِ أَكْثَرَ صِيَاماً مِنْهُ فِى شَعْبَانَ وَكَانَ يَقُولُ «خُذُوا مِنَ الأَعْمَالِ مَا تُطِيقُونَ فَإِنَّ اللَّهَ لَنْ يَمَلَّ حَتَّى تَمَلُّوا». وَكَانَ يَقُولُ «أَحَبُّ الْعَمَلِ إِلَى اللَّهِ مَا دَاوَمَ عَلَيْهِ صَاحِبُهُ وَإِنْ قَلَّ). ¶ -------------- ¶ تخريج الحديث: ¶ حديث عائشة الأول أخرجه البخاري أيضاً (1969). ¶ حديث عائشة الثاني أخرجه البخاري أيضاً (1970). ¶ معاني الكلمات: ¶ شعبان: سمي شعبان لتشعبهم في طلب المياه، أو في الغارات بعد أن يخرج شهر رجب الحرام، وهذا أولى من الذي قبله.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "الفوائد: ¶ 1 - قوله (أكثر منه صياماً في شعبان) وقوله (كان يصوم شعبان إلا قليلاًَ). ¶ وهذا يبين أن المراد بقوله في حديث أم سلمة عند أبي داود: (أنه كان لا يصوم من السنة شهراً تاماً إلا شعبان يصله برمضان) أي كان يصوم معظمه، فالمراد بالكل الأكثر. ¶ وقيل: يحتمل أنه كان يصوم شعبان كله تارة، ويصوم معظمه أخرى، لئلا يتوهم أنه واجب كله كرمضان. ¶ وقيل: المراد بقولها (كله) أنه كان يصوم من أوله تارة، ومن آخره أخرى، ومن أثنائه طوراً، فلا يخلي شيئاً منه من صيام، ولا يخص بعضه بصيام دون بعض. ¶ والأول هو الصواب. ¶ 2 - اختلف في الحكمة من إكثاره - صلى الله عليه وسلم - من صوم شعبان: ¶ فقيل: كان يشتغل عن صوم الثلاثة أيام من كل شهر لسفر أو غيره، فتجتمع فيقضيها في شعبان. ¶ وهذا فيه حديث ضعيف أخرجه الطبراني في الأوسط. ¶ وقيل: كان يصنع ذلك لتعظيم رمضان. ¶ وهذا فيه حديث آخر أخرجه الترمذي من طريق صدقة بن موسى عن ثابت عن أنس قال: (سئل رسول الله - صلى الله عليه وسلم - أي الصوم أفضل بعد رمضان؟ قال: شعبان لتعظيم رمضان) قال الترمذي: ” حديث غريب، وصدقة عندهم ليس بذاك القوي “. ¶ والأولى في ذلك: ¶ ما جاء في حديث أصح مما مضى أخرجه النسائي وأبو داود وصححه ابن خزيمة عن أسامة بن زيد قال: (قلت يا رسول الله، لم أرك تصوم من شهر من الشهور ما تصوم في شعبان؟ قال: ذلك شهر يغفل الناس عنه بين رجب ورمضان، وهو شهر ترفع فيه الأعمال إلى رب العالمين، فأحب أن يرفع عملي وأنا صائم). ¶ فائدة / قال ابن رجب رحمه الله: ¶ وفيه دليل على استحباب عمارة أوقات غفلة الناس بالطاعة، وأن ذلك محبوب عند الله عز وجل، وفي إحياء الوقت المغفول عنه بالطاعة فوائد: ¶ منها: أنه يكون أخفى، وإخفاء النوافل وإسرارها أفضل. ¶ ومنها: أنه أشق على النفوس، وأفضل الأعمال أشقها على النفوس، وسبب ذلك أن النفوس تتأسى بما تشاهده من أحوال أبناء الجنس، فإذا كثرت يقظة الناس وطاعاتهم كثر أهل الطاعة، لكثرة المقتدين بهم، فسهلت الطاعة، وإذا كثرت الغفلات وأهلها تأسى بهم عموم الناس، فيشق على نفوس المتيقظين طاعاتهم، لقلة من يقتدون بهم فيها. ¶ ومنها: أن المنفرد بالطاعة بين أهل المعاصي والغفلة قد يُدْفَعُ به البلاء عن الناس كلهم، فكأنه يحميهم ويدافع عنهم. ¶ 3 - اختلف العلماء أيهم أفضل، صوم شعبان أم محرم: ¶ القول الأول: صوم محرم.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "لحديث أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: (أفضل الصيام بعد رمضان شهر الله المحرم). رواه مسلم ¶ فهذا تصريح بأنه أفضل الشهور. ¶ قالوا: وأما إكثار النبي - صلى الله عليه وسلم - من صوم شعبان دون محرم، فلعله إنما علم فضله في آخر حياته. ¶ أو لعله كان يعرض عليه أعذار من سفر أو مرض أو غيرهما. [قاله النووي] ¶ القول الثاني: صوم شعبان أفضل. ¶ ورجح هذا ابن رجب رحمه الله وقال: ويكون قوله (أفضل الصيام بعد رمضان المحرم) محمولاً على التطوع المطلق بالصيام، فأما ما قبل رمضان وبعده فإنه يلتحق به في الفضل، كما أن قوله في تمام الحديث: (وأفضل الصلاة بعد المكتوبة قيام الليل) إنما أريد به تفضيل قيام الليل على التطوع المطلق دون السنن الرواتب عند جمهور العلماء. ¶ باب النهي عن صوم الدهر ¶ عن عَبْدِ اللَّهِ بْنَ عَمْرِو بْنِ الْعَاصِ قَالَ (أُخْبِرَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - أَنَّهُ يَقُولُ لأَقُومَنَّ اللَّيْلَ وَلأَصُومَنَّ النَّهَارَ مَا عِشْتُ. فَقَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - «آنْتَ الَّذِى تَقُولُ ذَلِكَ». فَقُلْتُ لَهُ قَدْ قُلْتُهُ يَا رَسُولَ اللَّهِ. فَقَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - «فَإِنَّكَ لاَ تَسْتَطِيعُ ذَلِكَ فَصُمْ وَأَفْطِرْ وَنَمْ وَقُمْ وَصُمْ مِنَ الشَّهْرِ ثَلاَثَةَ أَيَّامٍ فَإِنَّ الْحَسَنَةَ بِعَشْرِ أَمْثَالِهَا وَذَلِكَ مِثْلُ صِيَامِ الدَّهْرِ». قَالَ قُلْتُ فَإِنِّى أُطِيقُ أَفْضَلَ مِنْ ذَلِكَ. قَالَ «صُمْ يَوْماً وَأَفْطِرْ يَوْمَيْنِ». قَالَ قُلْتُ فَإِنِّى أُطِيقُ أَفْضَلَ مِنْ ذَلِكَ يَا رَسُولَ اللَّهِ قَالَ «صُمْ يَوْماً وَأَفْطِرْ يَوْماً وَذَلِكَ صِيَامُ دَاوُدَ - عَلَيْهِ السَّلاَمُ - وَهُوَ أَعْدَلُ الصِّيَامِ». قَالَ قُلْتُ فَإِنِّى أُطِيقُ أَفْضَلَ مِنْ ذَلِكَ. قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - «لاَ أَفْضَلَ مِنْ ذَلِكَ». قَالَ عَبْدُ اللَّهِ بْنُ عَمْرٍو رضى الله عنهما لأَنْ أَكُونَ قَبِلْتُ الثَّلاَثَةَ الأَيَّامَ الَّتِى قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - أَحَبُّ إِلَىَّ مِنْ أَهْلِى وَمَالِى). ¶ وفي رواية (( .......... أَلَمْ أُخْبَرْ أَنَّكَ تَصُومُ الدَّهْرَ وَتَقْرَأُ الْقُرْآنَ كُلَّ لَيْلَةٍ». قُلْتُ بَلَى يَا نَبِىَّ اللَّهِ وَلَمْ أُرِدْ بِذَلِكَ إِلاَّ الْخَيْرَ. قَالَ «فَإِنَّ بِحَسْبِكَ أَنْ تَصُومَ مِنْ كُلِّ شَهْرٍ ثَلاَثَةَ أَيَّامٍ». قُلْتُ يَا نَبِىَّ اللَّهِ إِنِّى أُطِيقُ أَفْضَلَ مِنْ ذَلِكَ. قَالَ «فَإِنَّ لِزَوْجِكَ عَلَيْكَ حَقًّا وَلِزَوْرِكَ عَلَيْكَ حَقًّا وَلِجَسَدِكَ عَلَيْكَ حَقًّا - قَالَ - فَصُمْ صَوْمَ دَاوُدَ نَبِىِّ اللَّهِ - صلى الله عليه وسلم - فَإِنَّهُ كَانَ أَعْبَدَ النَّاسِ». قَالَ قُلْتُ يَا نَبِىَّ اللَّهِ وَمَا صَوْمُ دَاوُدَ قَالَ «كَانَ يَصُومُ يَوْماً وَيُفْطِرُ يَوْماً». قَالَ «وَاقْرَإِ الْقُرْآنَ فِى كُلِّ شَهْرٍ». قَالَ قُلْتُ يَا نَبِىَّ اللَّهِ إِنِّى أُطِيقُ أَفْضَلَ مِنْ ذَلِكَ قَالَ «فَاقْرَأْهُ فِى كُلِّ عِشْرِينَ». قَالَ قُلْتُ يَا نَبِىَّ اللَّهِ إِنِّى أُطِيقُ أَفْضَلَ مِنْ ذَلِكَ قَالَ «فَاقْرَأْهُ فِى كُلِّ عَشْرٍ». قَالَ قُلْتُ يَا نَبِىَّ اللَّهِ إِنِّى أُطِيقُ أَفْضَلَ مِنْ ذَلِكَ. قَالَ «فَاقْرَأْهُ فِى كُلِّ سَبْعٍ وَلاَ تَزِدْ عَلَى ذَلِكَ. فَإِنَّ لِزَوْجِكَ عَلَيْكَ حَقًّا وَلِزَوْرِكَ عَلَيْكَ حَقًّا وَلِجَسَدِكَ عَلَيْكَ حَقًّا». قَالَ فَشَدَّدْتُ فَشُدِّدَ عَلَىَّ. قَالَ وَقَالَ لِىَ النَّبِىُّ - صلى الله عليه وسلم - «إِنَّكَ لاَ تَدْرِى لَعَلَّكَ يَطُولُ بِكَ عُمْرٌ». قَالَ فَصِرْتُ إِلَى الَّذِى قَالَ لِىَ النَّبِىُّ - صلى الله عليه وسلم - فَلَمَّا كَبِرْتُ وَدِدْتُ أَنِّى كُنْتُ قَبِلْتُ رُخْصَةَ نَبِىِّ اللَّهِ - صلى الله عليه وسلم -). ¶ وفي رواية ( ...... فَصُمْ صِيَامَ دَاوُدَ عَلَيْهِ السَّلاَمُ». قَالَ وَكَيْفَ كَانَ دَاوُدُ يَصُومُ يَا نَبِىَّ اللَّهِ قَالَ «كَانَ يَصُومُ يَوْماً وَيُفْطِرُ يَوْماً وَلاَ يَفِرُّ إِذَا لاَقَى». قَالَ مَنْ لِى بِهَذِهِ يَا نَبِىَّ اللَّهِ قَالَ عَطَاءٌ فَلاَ أَدْرِى كَيْفَ ذَكَرَ صِيَامَ الأَبَدِ. فَقَالَ النَّبِىُّ - صلى الله عليه وسلم - «لاَ صَامَ مَنْ صَامَ الأَبَدَ لاَ صَامَ مَنْ صَامَ الأَبَدَ لاَ صَامَ مَنْ صَامَ الأَبَدَ). ¶ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ - رضى الله عنهما - قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم (يَا عَبْدَ اللَّهِ لاَ تَكُنْ بِمِثْلِ فُلاَنٍ كَانَ يَقُومُ اللَّيْلَ فَتَرَكَ قِيَامَ اللَّيْلِ). ¶ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو - رضى الله عنهما - قَالَ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - (إِنَّ أَحَبَّ الصِّيَامِ إِلَى اللَّهِ صِيَامُ دَاوُدَ وَأَحَبَّ الصَّلاَةِ إِلَى اللَّهِ صَلاَةُ دَاوُدَ عَلَيْهِ السَّلاَمُ كَانَ يَنَامُ نِصْفَ اللَّيْلِ وَيَقُومُ ثُلُثَهُ وَيَنَامُ سُدُسَهُ وَكَانَ يَصُومُ يَوْماً وَيُفْطِرُ يَوْماً).",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "عَنْ أَبِى قَتَادَةَ (رَجُلٌ أَتَى النَّبِىَّ - صلى الله عليه وسلم - فَقَالَ كَيْفَ تَصُومُ فَغَضِبَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - فَلَمَّا رَأَى عُمَرُ - رضى الله عنه - غَضَبَهُ قَالَ رَضِينَا بِاللَّهِ رَبًّا وَبِالإِسْلاَمِ دِيناً وَبِمُحَمَّدٍ نَبِيًّا نَعُوذُ بِاللَّهِ مِنْ غَضَبِ اللَّهِ وَغَضَبِ رَسُولِهِ. فَجَعَلَ عُمَرُ - رضى الله عنه - يُرَدِّدُ هَذَا الْكَلاَمَ حَتَّى سَكَنَ غَضَبُهُ فَقَالَ عُمَرُ يَا رَسُولَ اللَّهِ كَيْفَ بِمَنْ يَصُومُ الدَّهْرَ كُلَّهُ قَالَ «لاَ صَامَ وَلاَ أَفْطَرَ - أَوْ قَالَ - لَمْ يَصُمْ وَلَمْ يُفْطِرْ». قَالَ كَيْفَ مَنْ يَصُومُ يَوْمَيْنِ وَيُفْطِرُ يَوْماً قَالَ «وَيُطِيقُ ذَلِكَ أَحَدٌ». قَالَ كَيْفَ مَنْ يَصُومُ يَوْماً وَيُفْطِرُ يَوْماً قَالَ «ذَاكَ صَوْمُ دَاوُدَ عَلَيْهِ السَّلاَمُ). ¶ ------------- ¶ تخريج الحديث: ¶ الحديث برواياته أخرجه البخاري أيضاً (1976) (1977) (1311). ¶ حديث أبي قتادة انفرد بإخراجه مسلم دون البخاري. ¶ معاني الكلمات: ¶ فَإِنَّ لِزَوْجِكَ عَلَيْكَ حَقًّا: أي في الوطء، فإذا سرد الزوج الصوم، ووالى القيام في الليل ضعف عن حقها. ¶ وَلِزَوْرِكَ عَلَيْكَ حَقًّا: وفي رواية (لضيفك عليك حقاً) أي في البسط والمؤانسة وغيرهما، فيعجز بالصيام والقيام عن حسن معاشرته والقيام بخدمته ومجالسته، إما لضعف البدن، أو لسوء خلقه، أو يدخل الوحشة عليه بعدم الأكل معه بسبب صومه. ¶ فَلَمَّا كَبِرْتُ وَدِدْتُ أَنِّى كُنْتُ قَبِلْتُ رُخْصَةَ نَبِىِّ اللَّهِ - صلى الله عليه وسلم -: وفي لفظ للبخاري (وكان عبدالله يقول بعدما كبِرَ: يا ليتني قبلت رخصة النبي - صلى الله عليه وسلم -، ومعنى كلامه: أنه كبر، وعجز عن المحافظة على ما التزمه، ووظّفه على نفسه عند رسول الله - صلى الله عليه وسلم -، فشق ذلك عليه فعله لعجزه، ولم يعجبه أن يتركه لالتزامه له ولأن النبي - صلى الله عليه وسلم - قال: يا عبد الله لا تكن مثل فلان، كان يقوم الليل فترك قيام الليل، فتمنى أن لو قبِل الرخصة فأخذ بالأخف، ومع عجزه، وتمنّيه الأخذ بالرخصة لم يترك العمل بما التزمه، بل صار يتعاطى فيه نوع تخفيف، فقد ثبت عنه أنه كان حين ضعف وكبر يصوم تلك الأيام كذلك، يصل بعضها إلى بعض، ثم يفطر بعدد تلك الأيام، فيقوى بذلك، وكان يقول: لأن أكون قبلت الرخصة أحب إليّ مما عُدل به، لكنني فارقته على أمر أكره أن أخالفه إلى غيره [قاله في الفتح]. ¶ الفوائد: ¶ 1} اختلف العلماء في معنى: لا صام من صام الأبد؟ ¶ فقيل: هي جملة المقصود بها الدعاء على الصائم زجراً له عن مواصلة الصيام. ¶ وقيل: هذه جملة المراد بها الخبر، والمعنى: لا صام: أي ما أدرك مشقة الصيام لكونه اعتاده. ¶ وأما قوله - صلى الله عليه وسلم - في حديث أبي قتادة - (لاَ صَامَ وَلاَ أَفْطَرَ)؟ ¶ قيل: دعاء، وقيل: إخبار، والمعنى ما صام وحصّل الأجر، بسبب أنه لم يصم بأمر الشرع، ولا أفطر: ولا هو في الحقيقة مع المفطرين يأكل ويشرب. ¶ 2 - اختلف العلماء في حكم صيام الدهر: (المراد بصيام الدهر: سرد الصوم متتابعاً جميع الأيام باستثناء ما نهي عن صومه كأيام العيد وأيام التشريق).",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "القول الأول: مستحب لمن قوي عليه ولم يفوت فيه حقاً. ¶ ونسبه الحافظ ابن حجر إلى الجمهور. ¶ لحديث حمزة بن عمرو عند مسلم: (أنه قال: يا رسول الله، إني أسرد الصوم). ¶ فحملوا قوله - صلى الله عليه وسلم - لعبد الله بن عمرو: (لا أفضل من ذلك) أي في حقك، فيلتحق به من في معناه ممن يدخل فيه على نفسه مشقة، أو يفوت حقاً، ولذلك لم ينه حمزة بن عمرو عن السرد، فلو السرد ممتنعاً لبينه له، لأن تأخير البيان عن وقت الحاجة لا يجوز. ¶ ومن أدلتهم قوله - صلى الله عليه وسلم - في صيام ثلاثة أيام من كل شهر: (كصيام الدهر). متفق عليه قالوا: فدل على أن صوم الدهر أفضل مما شبه به، وأنه أمر مطلوب. ¶ القول الثاني: يحرم. ¶ وإليه ذهب ابن حزم وجماعة من أهل العلم. ¶ لأحاديث الباب (لا صام من صام الأبد)، (لا صام ولا أفطر). ¶ لحديث أبي موسى مرفوعاً: (من صام الدهر ضيقت عليه جهنم). أخرجه أحمد ¶ قال ابن حجر: وظاهره أنه تضيق عليه حصراً لتشديده على نفسه، وحمله عليها، ورغبته عن سنة نبيه - صلى الله عليه وسلم -، واعتقاده أن غير سنته أفضل منها، وهذا يقتضي الوعيد الشديد فيكون حراماً. ¶ وروى ابن أبي شيبة بإسناد صحيح عن ابن عمرو الشيباني قال: (بلغ عمر أن رجلاً يصوم الدهر، فأتاه فعلاه بالدرة وجعل يقول: كل يا دهري). ¶ وقيل: يكره. ¶ وهو قول إسحاق وجماعة. ¶ لحديث عبد الله بن عمر - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: (لا صام من صام الأبد). ¶ ولحديث أبي قتادة قال: (قيل يا رسول الله، كيف بمن صام الدهر؟ قال: لا صام ولا أفطر). ¶ فقوله - صلى الله عليه وسلم -: (لا صام من صام الأبد) قال ابن التين: استدل بهذا على كراهته من هذه القصة من أوجه: ¶ نهيه - صلى الله عليه وسلم - عن الزيادة، وأمره بأن يصوم ويفطر، وقوله (لا أفضل من ذلك)، ودعاؤه على من صام الأبد. ¶ أجاب الجمهور عن حديث أبي موسى المتقدم بأن معناه: ضيقت عليه فلا يدخلها. ¶ فعلى هذا تكون (على) بمعنى أي ضيقت عنه. ¶ وقال ابن خزيمة: سألت المزني عن هذا الحديث فقال: يشبه أن يكون معناه ضيقت عنه فلا يدخلها، ولا يشبه أن يكون على ظاهره، لأن من ازداد لله عملاً وطاعة ازداد عند الله رفعة وكرامة. ¶ قال ابن حجر: ” والأولى إجراء الحديث على ظاهره وحمله على من فوت حقاً واجباً بذلك فإنه يتوجه إليه الوعيد. ¶ وقيل: يحمل على من صامه جميعاً ولم يفطر في الأيام المنهي عنها، كالعيدين وأيام التشريق. ¶ وهذا اختيار ابن المنذر وجماعة. ¶ وأجاب من قال بالمنع عن أدلة الجمهور:",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "أما حديث حمزة بن عمرو (إني أسرد الصوم) بأن سؤال حمزة إنما كان عن الصوم في السفر لا عن صوم الدهر، ولا يلزم من سرد الصوم صوم الدهر، فقد قال أسامة بن زيد: (أن النبي - صلى الله عليه وسلم - كان يسرد الصوم فيقال لا يفطر). رواه أحمد ¶ ومن المعلوم أن النبي - صلى الله عليه وسلم - لم يكن يصوم الدهر، فلا يلزم من ذكر السرد صوم الدهر. ¶ وأما قوله (صيام ثلاثة أيام كصيام الدهر ... ) ¶ قال ابن القيم: هذا التشبيه إنما يقتضي التشبيه في ثوابه لو كان مستحباً. ¶ والراجح أنه حرام. ¶ فائدة: ¶ الحكمة من النهي عن استدامة الصيام؟ ¶ قال ابن رجب رحمه الله: قد أشار النبي - صلى الله عليه وسلم - إلى الحكمة في ذلك من وجوه: ¶ منها: قوله - صلى الله عليه وسلم - في صيام الدهر (لا صام ولا أفطر) يعني أنه لا يجد مشقة الصيام ولا فقْدَ الطعام والشراب والشهوة، لأنه صار الصيام له عادة مألوفة، فربما تضرر بتركه، فإذا صام تارة وأفطر تارة حصل له بالصيام مقصوده بترك هذه الشهوات، وفي نفسه داعية إليها، وذلك أفضل من أن يتركها ونفسه لا تتوق إليها. ¶ ومنها: قوله - صلى الله عليه وسلم - في حق داود عليه السلام (كان يصوم يوماً ويفطر يوماً، ولا يفر إذا لاقى) يشير إلى أنه كان لا يضعفه صيامه عن ملاقاة عدوه ومجاهدته في سبيل الله. ¶ ومنها: ما أشار إليه بقوله - صلى الله عليه وسلم - لعبد الله بن عمرو (لعله أن تطول بك حياة) يعني أن من تكلّف الاجتهاد في العبادة فقد تحمِلُه قوة الشباب ما دامت باقية، فإذا ذهب الشباب وجاء المشيب والكِبَر عجز عن حمل ذلك، فإن صابر وجاهد واستمرّ فربما هلك بدنه، وإن قطع فقد فاته أحب الأعمال إلى الله تعالى، وهو المداومة على العمل الصالح. ¶ 3 - اختلف المجيزون لصيام الدهر بالشرط المتقدم، أيهما أفضل: صوم الدهر أم صوم داود؟ ¶ فقيل: صوم الدهر أفضل. ¶ لأنه أكثر عملاً، فيكون أكثر أجراً، وما كان أكثر أجراً كان أكثر ثواباً. ¶ وقيل: صيام داود أفضل. ¶ لقوله - صلى الله عليه وسلم -: ( ... صم يوماً وأفطر يوماً، فإنه أفضل الصيام وهو صوم أخي داود). متفق عليه ¶ يترجح من حيث المعنى بأن صيام الدهر قد يفوت بعض الحقوق، وبأن من اعتاده فإنه لا يكاد يشق عليه بل تضعف شهوته عن الأكل والشرب، وتقل حاجته إلى الطعام والشراب نهاراً، ويألف تناوله في الليل، بحيث يتجدد له طبع زائد، بخلاف من يصوم يوماً ويفطر يوماً فإنه ينتقل من فطر إلى صوم، ومن صوم إلى فطر، وقد نقل الترمذي عن بعض أهل العلم أنه أشق الصيام، ويأمن مع ذلك غالباً تفويت الحقوق. ¶ استحباب صيام ثلاثة أيام من كل شهر وصوم يوم عرفة وعاشوراء",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "عَنْ أَبِى قَتَادَةَ الأَنْصَارِىِّ رضى الله عنه (أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - سُئِلَ عَنْ صَوْمِ يَوْمِ الاِثْنَيْنِ قَالَ «ذَاكَ يَوْمٌ وُلِدْتُ فِيهِ وَيَوْمٌ بُعِثْتُ أَوْ أُنْزِلَ عَلَىَّ فِيهِ». قَالَ فَقَالَ «صَوْمُ ثَلاَثَةٍ مِنْ كُلِّ شَهْرٍ وَرَمَضَانَ إِلَى رَمَضَانَ صَوْمُ الدَّهْرِ». قَالَ وَسُئِلَ عَنْ صَوْمِ يَوْمِ عَرَفَةَ فَقَالَ «يُكَفِّرُ السَّنَةَ الْمَاضِيَةَ وَالْبَاقِيَةَ». قَالَ وَسُئِلَ عَنْ صَوْمِ يَوْمِ عَاشُورَاءَ فَقَالَ «يُكَفِّرُ السَّنَةَ الْمَاضِيَةَ). ¶ عن مُعَاذَةُ الْعَدَوِيَّةُ (أَنَّهَا سَأَلَتْ عَائِشَةَ زَوْجَ النَّبِىِّ - صلى الله عليه وسلم - أَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَصُومُ مِنْ كُلِّ شَهْرٍ ثَلاَثَةَ أَيَّامٍ قَالَتْ نَعَمْ. فَقُلْتُ لَهَا مِنْ أَىِّ أَيَّامِ الشَّهْرِ كَانَ يَصُومُ قَالَتْ لَمْ يَكُنْ يُبَالِى مِنْ أَىِّ أَيَّامِ الشَّهْرِ يَصُومُ). ¶ --------- ¶ تخريج الحديث: ¶ حديث أبي قتادة انفرد بإخراجه مسلم دون البخاري. ¶ حديث معاذة انفرد بإخراجه مسلم دون البخاري. ¶ الفوائد: ¶ 1 - يستحب صيام يوم الاثنين لأن في ذلك اليوم امتن الله على المسلمين بثلاث منن عظام، وهي: ¶ ولادة النبي - صلى الله عليه وسلم - ـ وبعثته - صلى الله عليه وسلم - رسولاً ـ إنزال القرآن الكريم في هذا اليوم. ¶ وهناك علة أخرى: ¶ وهي ما جاءت في حديث أبي هريرة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: (تعرض الأعمال كل اثنين وخميس، فأحب أن يعرض عملي وأنا صائم). رواه الترمذي وأحمد ¶ 2 ـ الحديث دليل على استحباب صيام يوم عرفة لغير الحاج. أما الحاج: فالأفضل عدم صومه، وقد سبقت الحكمة. ¶ وأن صيام عرفة يكفر سنتين. ¶ 3 - إن قيل: لم كان عاشوراء يكفر سنة، ويوم عرفة يكفر سنتين؟ ¶ قيل: فيه وجهان: ¶ أحدهما / أن يوم عرفة في شهر حرام، وقبله شهر حرام، وبعده شهر حرام، بخلاف عاشوراء. ¶ الثاني / أن صوم يوم عرفة من خصائص شرعنا، بخلاف عاشوراء، فضوعف ببركات المصطفى. [بدائع الفوائد] ¶ 4 ـ الحديث دليل على استحباب صوم يوم عاشوراء (وهو اليوم العاشر من المحرم). ¶ - حالات صوم يوم عاشوراء: ¶ أولاً: إفراده، وهذا يحصل به التكفير، فلا يشترط أن يصوم التاسع معه، ولا يكره إفراده، لأن النبي - صلى الله عليه وسلم - صام العاشر وأمر به، ويحصل بصيامه الأجر المترتب على ذلك. ¶ ثانياً: أن يصوم يوماً قبله وهذا أفضل.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "وعلى هذا جاءت الأحاديث. فقد قال - صلى الله عليه وسلم -: «لئن بقيت إلى قابل لأصومن التاسع» رواه مسلم. ¶ وقد روى عبد الرزاق بسند صحيح عن ابن عباس أنه قال: (صوموا التاسع مع العاشر) هذا هو المحفوظ. ¶ 5 ـ يستحب للإنسان أن يصوم ثلاثة أيام من كل شهر، وقد جاءت الأحاديث بذلك: ¶ • ففي حديث عبد الله بن عمر أن رسول الله - صلى الله عليه وسلم - قال: (صوم ثلاثة أيام من كل شهر صوم الدهر كله). متفق عليه ¶ • وقد أوصى بذلك بعض الصحابة: ¶ منهم أبو هريرة - رضي الله عنه - فقد قال: (أوصاني خليلي بثلاث: صيام ثلاثة أيام من كل شهر، وركعتي الضحى، وأن أوتر قبل أن أنام). متفق عليه ¶ ومنهم أبو الدرداء فقد قال: (أوصاني خليلي بثلاث لن أدعهن ما عشت: بصيام ثلاثة أيام من كل شهر، وصلاة الضحى وبأن لا أنام حتى أوتر). رواه مسلم ¶ ومنهم أبو ذر كما عند الترمذي. ¶ 1 - فمن أي الشهر صامها (أوله، أو أوسطه، أو آخره) أجزأ. ¶ لحديث الباب عن معاذة قالت: (قلت لعائشة: أكان رسول الله - صلى الله عليه وسلم - يصوم ثلاثة أيام من كل شهر؟ قالت: نعم، قلت لها: من أي الأيام؟ قالت: لم يكن يبالي من أي أيام الشهر يصوم). ¶ 2 - وقد استحب أكثر أهل العلم أن تكون الأيام البيض [13، 14، 15]، لورود أحاديث في الأمر بها: ¶ لحديث أَبِي ذَرٍّ - رضي الله عنه - قَالَ (أَمَرَنَا رَسُولُ اَللَّهِ - صلى الله عليه وسلم - أَنْ نَصُومَ مِنْ اَلشَّهْرِ ثَلَاثَةَ أَيَّامٍ: ثَلَاثَ عَشْرَةَ, وَأَرْبَعَ عَشْرَةَ وَخَمْسَ عَشْرَةَ) رَوَاهُ النَّسَائِيُّ, وَاَلتِّرْمِذِيُّ, وَصَحَّحَهُ اِبْنُ حِبَّانَ. ¶ وحديث جرير عن النبي - صلى الله عليه وسلم - قال: (صيام ثلاثة أيام من كل شهر صيام الدهر، أيام البيض صبيحة ثلاث عشر، وأربع عشر، وخمس عشر). رواه النسائي، قال المنذري: إسناده جيد. وقال الحافظ: إسناده صحيح ¶ وحديث أبي ذر - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم - له: (إذا صمت من الشهر ثلاثاً، فصم ثلاث عشرة، وأربع عشرة، وخمس عشرة). رواه النسائي والترمذي ¶ أما ما جاء عنه - صلى الله عليه وسلم - أنه صام غير أيام البيض: ¶ كما في حديث ابن مسعود: (أن النبي - صلى الله عليه وسلم - كان يصوم ثلاثة أيام من غرة كل شهر). رواه أبو داود ورجحه ابن خزيمة ¶ وكذلك في حديث حفصة قالت: (كان رسول الله - صلى الله عليه وسلم - يصوم كل شهر ثلاثة أيام، الاثنين، والخميس، والاثنين من الجمعة الأخرى). ¶ فلعله - صلى الله عليه وسلم - كان يعرض له ما يشغله عن مراعاة ذلك، أو كان يفعل ذلك لبيان الجواز، وكل ذلك في حقه أفضل. ¶ 3 - يترجح صيام أيام البيض على غيرها لأنها وسط الشهر، ووسط الشيء أعدله، ولأن الكسوف غالباً يقع فيها، وقد ورد بمزيد العبادة إذا وقع. ¶ باب صوم سرر شعبان",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "عَنْ عِمْرَانَ بْنِ حُصَيْنٍ - رضى الله عنهما – (أَنَّ النَّبِىَّ - صلى الله عليه وسلم - قَالَ لِرَجُلٍ «هَلْ صُمْتَ مِنْ سِرَرِ هَذَا الشَّهْرِ شَيْئاً». يَعْنِى شَعْبَانَ. قَالَ لاَ. قَالَ فَقَالَ لَهُ: إِذَا أَفْطَرْتَ رَمَضَانَ فَصُمْ يَوْماً أَوْ يَوْمَيْنِ). ¶ ------------- ¶ تخريج الحديث: ¶ الحديث أخرجه البخاري أيضاً (1983) ¶ معاني الكلمات: ¶ من سرر هذه الشهر: سرر الشهر آخره ويؤيد ذلك رواية أحمد: (من سرار الشهر) قال البخاري: [باب الصوم من آخر الشهر] ثم ذكر حديث عمران، قال النووي: قال أبو عبيد والأوزاعي وجمهور العلماء من أهل اللغة والحديث والغريب المراد بالسرر آخر الشهر. ¶ الفوائد: ¶ 1} سبق حديث النهي عن تقدم رمضان بصوم يوم أو يومين، فلا معا ¶ رضة بينه وبين حديث الباب ¶ فإن حديث عمران محمول على أن هذا الرجل كان معتاداً لصيام آخر الشهر، فتركه خوفاً من الدخول في النهي عن تقدم رمضان ولم يبلغه الاستثناء، فبين له النبي - صلى الله عليه وسلم - أن الصوم المعتاد لا يدخل في النهي، وأمره بقضائه لتستمر محافظته على ما وظف نفسه من العبادة، لأن أحب العمل إلى الله أدومه. ¶ باب فضل صوم المحرم ¶ عَنْ أَبِى هُرَيْرَةَ - رضى الله عنه - قَالَ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - (أَفْضَلُ الصِّيَامِ بَعْدَ رَمَضَانَ شَهْرُ اللَّهِ الْمُحَرَّمُ وَأَفْضَلُ الصَّلاَةِ بَعْدَ الْفَرِيضَةِ صَلاَةُ اللَّيْلِ). ¶ ------------ ¶ تخريج الحديث:",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "الحديث انفرد بإخراجه مسلم دون البخاري. ¶ الفوائد: ¶ 1} الحديث دليل على فضل صوم شهر الله المحرم. ¶ وقد اختلف العلماء أيهم أفضل، صوم شعبان أم شهر محرم على قولين: ¶ القول الأول: صوم محرم. ¶ لحديث أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: (أفضل الصيام بعد رمضان شهر الله المحرم). رواه مسلم ¶ فهذا تصريح بأنه أفضل الشهور. ¶ قالوا: وأما إكثار النبي - صلى الله عليه وسلم - من صوم شعبان دون محرم، فلعله إنما علم فضله في آخر حياته. ¶ أو العله كان يعرض عليه أعذار من سفر أو مرض أو غيرهما. [قاله النووي] ¶ القول الثاني: صوم شعبان أفضل. ¶ ورجح هذا ابن رجب رحمه الله وقال: ويكون قوله (أفضل الصيام بعد رمضان المحرم) محمولاً على التطوع المطلق بالصيام، فأما ما قبل رمضان وبعده فإنه يلتحق به في الفضل، كما أن قوله في تمام الحديث: (وأفضل الصلاة بعد المكتوبة قيام الليل) إنما أريد به تفضيل قيام الليل على التطوع المطلق دون السنن الرواتب عند جمهور العلماء. ¶ 2} قوله (شهر الله المحرم) سمى النبي - صلى الله عليه وسلم - المحرم شهر الله، وإضافته إلى الله تدل على شرفه وفضله، فإن الله تعالى لا يضيف إليه إلا خواص مخلوقاته. ¶ وقد قيل في معنى إضافة هذا الشهر إلى الله عز وجل: إنه إشارة إلى أن تحريمه إلى الله عز وجل، ليس لأحد تبديله، كما كانت الجاهلية يحلونه ويحرّمون مكانه صفر، فأشار إلى أنه شهر الله الذي حرمه، فليس لأحد من خلقه تبديل ذلك وتغييره. ¶ 3} الحديث دليل على فضل صلاة الليل وأنها أفضل الصلاة بعد الفريضة، والمراد بذلك التطوع المطلق، أي أن صلاة الليل أفضل من التطوع المطلق بالنهار. ¶ وقيام الليل له فضائل: ¶ أولاً: أن الله مدح أهله. ¶ قال تعالى {تتجافى جنوبهم عن المضاجع يدعون ربهم خوفاً وطمعاً}. ¶ ثانياً: أنه أفضل الصلاة بعد الفريضة. ¶ قال - صلى الله عليه وسلم - (أفضل الصلاة بعد الفريضة صلاة الليل) رواه مسلم. ¶ ثالثاً: من علامات المتقين. ¶ قال تعالى {إن المتقين في جنات وعيون آخذين ما آتاهم ربهم إنهم كانوا قبل ذلك محسنين. كانوا قليلاً من الليل ما يهجعون. وبالأسحار هم يستغفرون}. ¶ رابعاً: من أسباب دخول الجنة. ¶ قال - صلى الله عليه وسلم - (أيها الناس! أطعموا الطعام، وصلوا الأرحام، وصلوا بالليل والناس نيام تدخلوا الجنة بسلام) رواه الترمذي.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "خامساً: أنه شرف للمؤمن. ¶ قال - صلى الله عليه وسلم - (جاءني جبريل! فقال يا محمد! اعمل ما شئت فإنك مجزي به، ... واعلم أن شرف المؤمن قيامه بالليل، وعزه استغناؤه عن الناس) رواه الطبراني. ¶ سادساً: لهم غرف في الجنة. ¶ قال - صلى الله عليه وسلم - (إن في الجنة غرفاً يرى ظاهرها من باطنها، وباطنها من ظاهرها، أعدها الله لمن أطعم الطعام، وأفشى السلام، وصلى بالليل والناس نيام) رواه أبو داود. ¶ من أقوال السلف: ¶ قال محمد بن المنكدر: ما بقي من لذات الدنيا إلا ثلاث: قيام الليل، ولقاء الإخوان، والصلاة في جماعة. ¶ وقال الحسن: ما نعلم عملاً أشد من مكابدة الليل ونفقة هذا المال، وإن الرجل ليذنب الذنب فيحرم به قيام الليل. ¶ وقال الفضيل بن عياض: إذا لم تقدر على قيام الليل وصيام النهار فاعلم أنك محروم وقد كثرت خطيئتك. ¶ وقال أبو سليمان الداراني: أهل الليل في ليلهم ألذ من أهل اللهو في لهوهم، ولولا الليل ما أحببت البقاء في الدنيا. ¶ 4} إنما فضلت صلاة الليل على صلاة النهار: ¶ ـ لأنها أبلغ في الإسرار وأقرب إلى الإخلاص. ¶ ـ ولأن صلاة الليل أشق على النفوس، فإن الليل محل النوم والراحة من التعب بالنهار، فترْك النوم مع ميل النفس إليه مجاهدة عظيمة. ¶ ـ ولأن القراءة في صلاة الليل أقرب إلى التدبر، فإنه تنقطع الشواغل بالليل، ويحضر القلب، ويتواطأ هو واللسان والفهم. ¶ ـ ولأن التهجد من الليل أفضل أوقات التطوع بالصلاة، وأقرب ما يكون العبد من ربه. ¶ باب استحباب صيام صوم ستة أيام من شوال إتباعا لرمضان ¶ عَنْ أَبِى أَيُّوبَ الأَنْصَارِىِّ - رضى الله عنه - أَنَّهُ أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ (مَنْ صَامَ رَمَضَانَ ثُمَّ أَتْبَعَهُ سِتًّا مِنْ شَوَّالٍ كَانَ كَصِيَامِ الدَّهْرِ). ¶ ------------ ¶ تخريج الحديث: ¶ الحديث انفرد بإخراجه مسلم دون البخاري.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "الفوائد: ¶ 1 - الحديث دليل على استحباب صيام ست من شوال. ¶ وبالاستحباب قال الجمهور، وهو مذهب السلف والخلف. ¶ وقال مالك وأبو حنيفة: ” يكره ذلك، حتى لا يظن وجوبها “. ¶ قال مالك: ” ما رأيت أحداً من أهل العلم يصومها “. ¶ قال النووي رداً عليهم: وقولهم قد يظن وجوبها، ينتقض بصوم عرفة وعاشوراء وغيرها من الصوم المندوب ¶ وقال الشوكاني رداً عليهم: وهو باطل لا يليق بعاقل، فضلاً عن عالماً نصب مثله في مقابلة السنة الصحيحة الصريحة، وأيضاً يلزم مثل ذلك في سائر أنواع الصوم المرغب فيها، ولا قائل بها. ¶ وأحسن ما اعتذر به عن مالك: ¶ ما قاله شارح موطئه أبو عمر بن عبد البر: ” أن هذا الحديث لم يبلغ مالكاً، ولو بلغه لقال به “. ¶ 2 - قوله (من صام رمضان) أي كاملاً، فلا يصح صيام ست من شوال إلا باستكمال رمضان، وأما الذي عليه بقية من رمضان فلا يصدق في حقه أنه صام رمضان وأتبعه ستاً من شوال. ¶ 3 - هذه الأيام تجوز متفرقة ومتتابعة. ¶ قال في سبل السلام: ” واعلم أن أجر صومها يحصل لمن صامها متفرقة أو متوالية، ومن صامها عقيب العيد أو في أثناء الشهر “. ¶ 4 - الأفضل أن تكون عقيب العيد مباشرة لعدة اعتبارات: ¶ • المسارعة في فعل الخير. ¶ • المسارعة إليها دليل على الرغبة في الصيام والطاعة. ¶ • أن لا يعرض له من الأمور ما يمنعه من صيامها إذا أخرها. ¶ • أن صيام ستة أيام بعد رمضان كالراتبة بعد فريضة الصلاة، فتكون بعدها. ¶ 5. أن صيام الست من شوال كصيام الدهر، والمراد بالدهر العام. ¶ قال النووي: ” قال العلماء: وإنما كان ذلك كصيام الدهر، لأن الحسنة بعشر أمثالها، فرمضان بعشرة أشهر، والست بشهرين، وقد جاء في هذا حديث مرفوع في كتاب النسائي “. ¶ 5 - اختلف العلماء في صيام التطوع وعليه صيام واجب: ¶ القول الأول: يجوز. ¶ وهذا مذهب الأئمة الثلاثة. ¶ وقاسوه على صلاة التطوع قبل صلاة الفرض في وقتها. ¶ القول الثاني: يحرم. ¶ وهذا المشهور من المذهب. ¶ والصحيح الأول هو الجواز.",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "6 - إن أخر صيام الستة من شوال بلا عذر، فإنه لا يقضيها لأنه تركها بلا عذر، وإن أخرها بعذر كمرض أو حيض فقولان للعلماء: ¶ قيل / يقضيها. ... وقيل / لا يقضيها. والأول أعلم [المسالة تحتاج تأمل]. ¶ باب فضل ليلة القدر والحث على طلبها ¶ عَنْ عَائِشَةَ - رضى الله عنها - قَالَتْ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - قَالَ (الْتَمِسُوا (تَحَرَّوْا) لَيْلَةَ الْقَدْرِ فِى الْعَشْرِ الأَوَاخِرِ مِنْ رَمَضَانَ). ¶ عَنِ ابْنِ عُمَرَ - رضى الله عنهما – (أَنَّ رِجَالاً مِنْ أَصْحَابِ النَّبِىِّ - صلى الله عليه وسلم - أُرُوا لَيْلَةَ الْقَدْرِ فِى الْمَنَامِ فِى السَّبْعِ الأَوَاخِرِ فَقَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - «أَرَى رُؤْيَاكُمْ قَدْ تَوَاطَأَتْ فِى السَّبْعِ الأَوَاخِرِ فَمَنْ كَانَ مُتَحَرِّيَهَا فَلْيَتَحَرَّهَا فِى السَّبْعِ الأَوَاخِرِ). ¶ عَنِ ابْنِ عُمَرَ - رضى الله عنهما - عَنِ النَّبِىِّ - صلى الله عليه وسلم - قَالَ (تَحَرَّوْا لَيْلَةَ الْقَدْرِ فِى السَّبْعِ الأَوَاخِرِ) وفي رواية (فَاطْلُبُوهَا فِى الْوِتْرِ مِنْهَا). ¶ عَنْ أَبِى هُرَيْرَةَ - رضى الله عنه - أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ (أُرِيتُ لَيْلَةَ الْقَدْرِ ثُمَّ أَيْقَظَنِى بَعْضُ أَهْلِى فَنُسِّيتُهَا فَالْتَمِسُوهَا فِى الْعَشْرِ الْغَوَابِرِ). ¶ عن زِر بْنَ حُبَيْش قال (سَأَلْتُ أُبَىَّ بْنَ كَعْبٍ - رضى الله عنه - فَقُلْتُ إِنَّ أَخَاكَ ابْنَ مَسْعُودٍ يَقُولُ مَنْ يَقُمِ الْحَوْلَ يُصِبْ لَيْلَةَ الْقَدْرِ. فَقَالَ رَحِمَهُ اللَّهُ أَرَادَ أَنْ لاَ يَتَّكِلَ النَّاسُ فَقُلْتُ بِأَىِّ شَىْءٍ تَقُولُ ذَلِكَ يَا أَبَا الْمُنْذِرِ قَالَ بِالْعَلاَمَةِ أَوْ بِالآيَةِ الَّتِى أَخْبَرَنَا رَسُولُ اللَّهِ - صلى الله عليه وسلم - أَنَّهَا تَطْلُعُ يَوْمَئِذٍ لاَ شُعَاعَ لَهَا). ¶ عن أَبَي سَعِيدٍ الْخُدْرِىَّ - رضى الله عنه – قال (اعْتَكَفْنَا مَعَ رَسُولِ اللَّهِ - صلى الله عليه وسلم - الْعَشْرَ الْوُسْطَى مِنْ رَمَضَانَ فَخَرَجْنَا صَبِيحَةَ عِشْرِينَ فَخَطَبَنَا رَسُولُ اللَّهِ - صلى الله عليه وسلم - فَقَالَ «إِنِّى أُرِيتُ لَيْلَةَ الْقَدْرِ وَإِنِّى نَسِيتُهَا - أَوْ أُنْسِيتُهَا - فَالْتَمِسُوهَا فِى الْعَشْرِ الأَوَاخِرِ مِنْ كُلِّ وِتْرٍ وَإِنِّى أُرِيتُ أَنِّى أَسْجُدُ [صبيحَتها] فِى مَاءٍ وَطِينٍ فَمَنْ كَانَ اعْتَكَفَ مَعَ رَسُولِ اللَّهِ - صلى الله عليه وسلم - فَلْيَرْجِعْ». قَالَ فَرَجَعْنَا وَمَا نَرَى فِى السَّمَاءِ قَزَعَةً قَالَ وَجَاءَتْ سَحَابَةٌ فَمُطِرْنَا حَتَّى سَالَ سَقْفُ الْمَسْجِدِ وَكَانَ مِنْ جَرِيدِ النَّخْلِ وَأُقِيمَتِ الصَّلاَةُ فَرَأَيْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَسْجُدُ فِى الْمَاءِ وَالطِّينِ قَالَ حَتَّى رَأَيْتُ أَثَرَ الطِّينِ فِى جَبْهَتِهِ). ¶ وفي رواية (يَا أَيُّهَا النَّاسُ إِنَّهَا كَانَتْ أُبِينَتْ لِى لَيْلَةُ الْقَدْرِ وَإِنِّى خَرَجْتُ لأُخْبِرَكُمْ بِهَا فَجَاءَ رَجُلاَنِ يَحْتَقَّانِ مَعَهُمَا الشَّيْطَانُ فَنُسِّيتُهَا فَالْتَمِسُوهَا فِى الْعَشْرِ الأَوَاخِرِ مِنْ رَمَضَانَ الْتَمِسُوهَا فِى التَّاسِعَةِ وَالسَّابِعَةِ وَالْخَامِسَةِ). ¶ ------------ ¶ تخريج الحديث: ¶ حديث عائشة أخرجه البخاري أيضاً (2017). ¶ حديث ابن عمر أخرجه البخاري أيضاً (2015). ¶ حديث أبي هريرة انفرد بإخراجه مسلم دون البخاري. ¶ حديث زر بن حبيش انفرد بإخراجه مسلم دون البخاري. ¶ حديث أبي سعيد أخرجه البخاري أيضاً (2036). ¶ معاني الكلمات: ¶ تَحَرَّوْا لَيْلَةَ الْقَدْرِ: أي احرصوا على طلبها واجتهدوا فيه.",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "أن رجالاً من أصحاب النبي - صلى الله عليه وسلم -: قال الحافظ ابن حجر: لم أقف على تسمية أحد من هؤلاء. ¶ (أروا) بضم أوله، أي: قيل لهم في المنام إنها في السبع الأواخر، والظاهر أن المراد أواخر الشهر. ¶ أرى رؤياكم: قال عياض: كذا جاء بإفراد الرؤيا، والمراد: مرائيكم، لأنها لم تكن رؤيا واحدة، وإنما أراد الجنس. ¶ تواطأت: أي توافقت وزناً ومعنى. ¶ رَجُلاَنِ يَحْتَقَّانِ: أي يطلب كل واحد منهما حقه ويدعي أنه المحق. ¶ فِى السَّمَاءِ قَزَعَةً: أي قطعة سحاب. ¶ الفوائد: ¶ 1 - هذه الأحاديث فيها الحث على طلب ليلة القدر وتحريها. ¶ اختلف لماذا سميت ليلة القدر بذلك: ¶ فقيل: لأن الله يقدر فيها الأرزاق والآجال وحوداث العام. ¶ كما قال تعالى: {فيها يفرق كل أمر حكيم}. ¶ وعزاه النووي للعلماء حيث صدر كلامه فقال: قال العلماء: سميت ليلة القدر لما تكتب فيها الملائكة من الأقدار. ¶ وقيل: سميت بذلك لأنها ليلة عظيمة وذات شرف. ¶ وقولهم لفلان قدر عند فلان، أي: منزلة وشرف. ¶ ويدل لذلك قوله تعالى: {ليلة القدر خير من ألف شهر}. ¶ وقيل: سميت بذلك لأنها تكسب من أحياها قدراً عظيماً. ¶ ويدل لذلك قوله - صلى الله عليه وسلم -: (من قام ليلة القدر إيماناً واحتساباً غفر له ما تقدم من ذنبه). ¶ 2 - أن الصحابة تواطأت رؤياهم على أنها في السبع الأواخر، ومن ثم قال غير واحد من العلماء بأن أرجى ليالي القدر السبع الأواخر. ¶ 3 - وقت ليلة القدر ليلة سبع وعشرين: ¶ اختلف العلماء في تحديد ليلة القدر على أقوال كثيرة ذكرها الحافظ ابن حجر في فتح الباري. ¶ ويمكن تقسيم هذه الأقوال إلى: ¶ أ. هناك أقوال مرفوضة. ¶ كالقول بإنكارها من أصلها أو رفعها. ¶ ب. هناك أقوال ضعيفة. ¶ كالقول بأنها ليلة النصف من شعبان. ¶ ج. هناك أقوال مرجوحة. ¶ كالقول بأنها في رمضان في غير العشر الأخيرة منه. ¶ د. القول الراجح.",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "أنها في العشر الأواخر من رمضان، وآكدها أوتارها. ¶ قال ابن حجر: وأرجاها عند الجمهور ليلة سبع وعشرين “. ¶ الدليل على أن أوتار العشر آكد: ¶ حديث عائشة – حديث الباب – (الْتَمِسُوا تَحَرَّوْا لَيْلَةَ الْقَدْرِ فِى الْعَشْرِ الأَوَاخِرِ مِنْ رَمَضَانَ). ¶ • ... وفي رواية: (في الوتر من العشر الأواخر). ¶ • ولحديث ابن عمر ـ رضي الله عنهما ـ قال: قال رسول الله - صلى الله عليه وسلم -: (أرى رؤياكم في العشر الأواخر فاطلبوها في الوتر منها). رواه مسلم ¶ وآكد هذه الأوتار ليلة سبع وعشرين، الأدلة: ¶ • كان عمر بن الخطاب - رضي الله عنه -[المحدث الملهم] وحذيفة بن اليمان [صاحب السر] لا يشكون أنها ليلة سبع وعشرين. ¶ • حديث الباب، وهو قول أبيّ ( ... أَمَا إِنَّهُ قَدْ عَلِمَ أَنَّهَا فِى رَمَضَانَ وَأَنَّهَا فِى الْعَشْرِ الأَوَاخِرِ وَأَنَّهَا لَيْلَةُ سَبْعٍ وَعِشْرِينَ. ثُمَّ حَلَفَ لاَ يَسْتَثْنِى أَنَّهَا لَيْلَةُ سَبْعٍ وَعِشْرِينَ). ¶ • قال ابن رجب: ومما استدل به من رجح أنها ليلة سبع وعشرين الآيات والعلامات التي رؤيت فيها قديماً وحديثاً. ¶ 3 - قوله (وَإِنِّى نَسِيتُهَا) دليل على أن ليلة القدر رفعت، وقد جاء في صحيح البخاري عن عُبَادَةُ بْنُ الصَّامِتِ (أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - خَرَجَ يُخْبِرُ بِلَيْلَةِ الْقَدْرِ، فَتَلاَحَى رَجُلاَنِ مِنَ الْمُسْلِمِينَ فَقَالَ «إِنِّى خَرَجْتُ لأُخْبِرَكُمْ بِلَيْلَةِ الْقَدْرِ، وَإِنَّهُ تَلاَحَى فُلاَنٌ وَفُلاَنٌ فَرُفِعَتْ وَعَسَى أَنْ يَكُونَ خَيْرًا لَكُمُ الْتَمِسُوهَا فِى السَّبْعِ وَالتِّسْعِ وَالْخَمْسِ). ¶ فقوله (فَرُفِعَتْ) قال ابن كثير: أي رفع علم تعيينها لكم، لا أنها رفعت بالكلية من الوجود، لأنه قال بعد هذا: فالتمسوها في التاسعة والسابعة والخامسة. ¶ وقوله (وَعَسَى أَنْ يَكُونَ خَيْرًا) وعسى أن يكون خيراً: يعني عدم تعيينها لكم, فإنها إذا كانت مبهمة اجتهد طلابها في ابتغائها في جميع محالِّ رجائها فكان أكثر للعبادة, بخلاف ما إذا علموا عينها فإنها كانت الهمم تتقاصر على قيامها فقط. وإنما اقتضت الحكمة إبهامها لتعم العبادة جميع الشهر في ابتغائها, ويكون الاجتهاد في العشر الأخير أكثر ولهذا كان رسول الله - صلى الله عليه وسلم - يعتكف العشر الأواخر من رمضان حتى توفاه الله عز وجل ثم اعتكف أزواجه من بعده. تفسير ابن كثير. 4/ 534 ¶ وقال ابن رجب: وإنما رجا النبي - صلى الله عليه وسلم - أن يكون ذلك خيراً، لأن إبهام ليلة القدر أدعى إلى قيام العشر كلهِ – أو أوتاره – في طلبها، فيكونُ سبباً لشدة الاجتهاد وكثرته، ولكنّ بيان تلك الليلة ومعرفتهم إياها بعينها له مزية على إبهامها، فرُفع ذلك بسبب التلاحي. ¶ 4 - جاء في حديث الباب سبب رفعها وهو قوله (وَإِنِّى خَرَجْتُ لأُخْبِرَكُمْ بِهَا فَجَاءَ رَجُلاَنِ يَحْتَقَّانِ مَعَهُمَا الشَّيْطَانُ فَنُسِّيتُهَا) وفي رواية (أُرِيتُ لَيْلَةَ الْقَدْرِ ثُمَّ أَيْقَظَنِى بَعْضُ أَهْلِى فَنُسِّيتُهَا) وفي صحيح البخاري عن عبادة (إِنِّى خَرَجْتُ لأُخْبِرَكُمْ بِلَيْلَةِ الْقَدْرِ، وَإِنَّهُ تَلاَحَى فُلاَنٌ وَفُلاَنٌ فَرُفِعَتْ). ¶ والجمع: أنه يحمل على التعدد. أو يجمع بينهما: أيقظني بعض أهلي فسمعت تلاحي رجلين فرفعت وأنسيتها.",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "5 - الحكمة من إخفائها: ¶ قال الحافظ ابن حجر في الفتح: ” قال العلماء: الحكمة في إخفاء ليلة القدر، ليحصل الاجتهاد في التماسها، بخلاف ما لو عينت لاقتصر عليها “. ¶ 6 - أن ليلة القدر ترى في المنام، وذكر شيخ الإسلام أنها ترى في اليقظة. ¶ فقد قال رحمه الله: وقد يكشف الله لبعض الناس في المنام أو اليقظة، فيرى أنوارها، أو يرى من يقول له: هذه ليلة القدر، فقد رآها بعض الصحابة فجاءوا وأخبروا الرسول - صلى الله عليه وسلم - بما رأوا. ¶ 7 - أن الرؤيا إذا تواطأت على شيء فهذا دليل على صدقها، والرؤيا تسر المؤمن ولا تغره. ¶ وقد قال النبي - صلى الله عليه وسلم -: (لم يبق من المبشرات إلا الرؤيا الصالحة، يراها المؤمن أو تُرى له). رواه مسلم ¶ 8 - السبع الأواخر من شهر رمضان هي أرجى ما تكون تلك الليلة. ¶ 9 - أن المخاصمة مذمومة وسبب في الحرمان، وكذلك كل بلاء فسببه المعاصي. ¶ قال ابن رجب: فدل الحديث على أن الذنوب قد تكون سبباً لخفاء بعض معرفة ما يحتاج إليه في الدين، فكلما أحدث الناس ذنوباً أوجب ذلك خفاء بعض أمور دينهم عليهم. ¶ 10 ـ علامات ليلة القدر: ¶ حديث – أبي بن كعب – وفيه ( ...... الَّتِى أَخْبَرَنَا رَسُولُ اللَّهِ - صلى الله عليه وسلم - أَنَّهَا تَطْلُعُ يَوْمَئِذٍ لاَ شُعَاعَ لَهَا). ¶ ما جاء في حديث ابن عباس عن النبي - صلى الله عليه وسلم - قال: (ليلة القدر ليلة طلقة لا حارة ولا باردة، تصبح الشمس يومها حمراء ضعيفة). رواه ابن خزيمة ¶ وذكر بعض العلماء علامات أخرى: ¶ زيادة النور في تلك الليلة، طمأنينة القلب وانشراح الصدر من المؤمن. ¶ بعض العلامات التي لا أصل لها: ¶ قال الحافظ: ” وذكر الطبري عن قوم أن الأشجار في تلك الليلة تسقط إلى الأرض ثم تعود إلى منابتها وأن كل شيء يسجد فيها. ¶ ذكر بعضهم أن المياه المالحة تصبح في ليلة القدر حلوة، وهذا لا يصح. ¶ ذكر بعضهم أن الكلاب لا تنبح فيها ولا ترى نجومها، وهذا لا يصح. ¶ فوائد: ¶ أ- روى عبد الرزاق في مصنفه أن التابعي الجليل مكحول الدمشقي كان يرى ليلة القدر ثلاث وعشرين. ¶ ب- قال الحافظ ابن كثير في البداية والنهاية في ترجمة أبو زيد الأنصاري: ” يقال أنه كان يرى ليلة القدر “. ¶ ج- قال النووي في المجموع: ” ويسن لمن رآها كتمها “. ¶ 4 - اختلف العلماء هل يحصل الثواب المرتب عليها لمن اتفق له أنه قامها وإن لم يظهر له شيء، أو يتوقف ذلك على كشفها؟ ¶ ذهب إلى الأول الطبري وابن العربي وجماعة.",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "وإلى الثاني ذهب الأكثر، ويدل له ما وقع عند مسلم من حديث أبي هريرة بلفظ: (من يقم ليلة القدر فيوافقها). ¶ وفي حديث عبادة بن الصامت عند أحمد: (من قامها إيماناً واحتساباً ثم وفقت له). ¶ قال النووي: معنى يوافقها: أي يعلم أنها ليلة القدر فيوافقها. ¶ 5 - قال النووي في المجموع: ” ليلة القدر مختصة في هذه الأمة زادها الله شرفاً لم تكن لمن كان قبلنا “. ¶ وقال أيضاً رحمه الله: ” إنه الصحيح المشهور الذي قطع به أصحابنا كلهم وجماهير العلماء “. ¶ وقيل: بل كانت موجودة في الأمم الماضية. ¶ لحديث أبي ذر أنه قال: (يا رسول الله، أخبرني عن ليلة القدر في رمضان أو في غيره؟ فقال: بل هي في رمضان، قال: قلت: يا رسول الله، تكون مع الأنبياء ما كانوا فإذا قبض الأنبياء رفعت أم هي إلى يوم القيامة؟ قال: لا بل هي إلى يوم القيامة). رواه النسائي ¶ كتاب الاعتكاف ¶ باب اعتكاف العشر الأواخر من رمضان ¶ عَنْ عَائِشَةَ - رضى الله عنها – (أَنَّ النَّبِىَّ - صلى الله عليه وسلم - كَانَ يَعْتَكِفُ الْعَشْرَ الأَوَاخِرَ مِنْ رَمَضَانَ حَتَّى تَوَفَّاهُ اللَّهُ عَزَّ وَجَلَّ ثُمَّ اعْتَكَفَ أَزْوَاجُهُ مِنْ بَعْدِهِ). ¶ ---------- ¶ تخريج الحديث: ¶ الحديث أخرجه البخاري أيضاً (2025). ¶ معاني الكلمات: ¶ الاعتكاف: لزوم المسجد بنية مخصوصة لطاعة الله. ¶ الفوائد: ¶ 1 - الحديث دليل على مشروعية الاعتكاف في رمضان، وحكمه سنة للرجل والمرأة سواء. ¶ قال تعالى: {وعهدنا إلى إبراهيم وإسماعيل أن طهرا بيتي للطائفين والعاكفين والركع السجود}. ¶ نقل عن الإمام مالك أنه قال: (تأملت أمر الاعتكاف وما ورد فيه كيف أن المسلمين تركوه مع أن النبي - صلى الله عليه وسلم - لم يتركه، فرأيت أنهم إنما تركوه لمشقة ذلك عليهم). ¶ قال الزهري: عجباً للمسلمين تركوا الاعتكاف مع أن النبي - صلى الله عليه وسلم - ما تركه منذ قدم المدينة حتى قبضه الله. ¶ 2 - الحكمة من الاعتكاف. ¶ قال ابن القيم: وشرع لهم الاعتكاف الذي مقصوده وروحه عكوف القلب على الله تعالى وجمعيته عليه والخلوة به والانقطاع عن الاشتغال بالخلق، والاشتغال به وحده سبحانه. ¶ 3 - يجب بالنذر: ¶ قال الحافظ: وليس واجباً إجماعاً إلا على من نذره.",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "لحديث عمر أنه قال: (يا رسول الله إني نذرت أني أعتكف ليلة في المسجد الحرام، فقال: أوف بنذرك). متفق عليه ¶ ولحديث عائشة: (من نذر أن يطيع الله فليطعه). ¶ 4 - - يصح في أي وقت من أوقات السنة: ¶ فقد ثبت أن النبي - صلى الله عليه وسلم - اعتكف في العشر الأوائل من شوال. لكن يتأكد في رمضان لمواظبة النبي - صلى الله عليه وسلم -، وأفضله العشر الأواخر لأن النبي - صلى الله عليه وسلم - اعتكفها حتى توفاه الله. ¶ 5 - اتفقوا على أنه لا حد لأكثره. [قاله في الفتح] ¶ واختلفوا في أقله: ¶ فقيل: أقله يوم. ¶ وقيل: أقل مدته يوم وليلة ولعله يستأنس بما تقدم من إذن النبي - صلى الله عليه وسلم - لعمر أن يعتكف ليلة في المسجد الحرام وفاء بنذره. ¶ وقيل: أقل مدته لحظه، وهو قول أكثر العلماء. وهذا الأرجح. ¶ 6 - شروطه: ¶ الإسلام: لا يصح من كافر وهذا باتفاق الأئمة. قال تعالى: (وما منعهم أن تقبل منهم نفقاتهم إلا أنهم كفروا بالله وبرسوله). ¶ فإذا كانت النفقات مع أن نفعها متعد لا تقبل من الكافر، فالعبادات البدنية من باب أولى. ولأن الكافر ليس من أهل المسجد. ¶ العقل: فلا يصح من مجنون. لحديث: «إنما الأعمال بالنيات» والمجنون لا قصد له. ¶ النية: لحديث: إنما الأعمال بالنيات. ¶ ولأن اللبث في المسجد قد يقصد به الاعتكاف وقد يقصد به غيره فاحتيج إلى النية للتمييز بينهما. ¶ 7 - مبطلاته: ¶ أولاً: الجماع. ¶ قال ابن المنذر: وأجمعوا على أنه من جامع امرأته وهو معتكف عامداً لذلك في فرجها أنه يفسد اعتكافه. ¶ وقال الحافظ ابن حجر: واتفقوا على فساده بالجماع. ¶ قال تعالى: {ولا تباشروهن وأنتم عاكفون في المساجد}. نقل ابن المنذر الإجماع على أن المراد بالمباشرة في الآية الجماع. ¶ ثانياً: الخروج بجميع بدنه بلا عذر. ¶ فهذا يبطل اعتكافه باتفاق الأئمة. ¶ لحديث عائشة ـ رضي الله عنها ـ قالت: (السنة للمعتكف أن لا يخرج لحاجة إلا لما لا بد له). رواه أبو داود ¶ فائدة: ¶ خروج المعتكف ينقسم إلى أقسام:",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "أولاً: الخروج بجميع البدن بلا عذر، فهذا يبطل الاعتكاف باتفاق الأئمة. ¶ ثانياً: خروج بعض المعتكف، فهذا لا يبطل الاعتكاف. ¶ ثالثاً: الخروج لما لا بد منه كالغائط والبول. ¶ قال ابن المنذر: واجمعوا على أن للمعتكف أن يخرج عن معتكفه للغائط والبول. ¶ لحديث عائشة (وكان - أي النبي - صلى الله عليه وسلم - لا يخرج إلا لحاجة الإنسان) أي البول والغائط. ¶ قال الشوكاني: وقع الإجماع على استثنائهما. ¶ رابعاً: الخروج للأكل والشرب - ليس له ذلك إلا إذا لم يكن هناك من يأتيه به، وهذا مذهب الجمهور. ¶ خامساً: الخروج لصلاة الجمعة - إذا تخلل الاعتكاف جمعة وهو معتكف في مسجد غير جامع وجب عليه الخروج لصلاة الجمعة إذا كان من أهلها. ¶ سادساً: الخروج لقربة من القرب كعيادة مريض وصلاة جنازة - فهذا يجوز إذا اشترط ذلك. ¶ 8 - يشترط لصحة الاعتكاف المسجد، لقوله تعالى: {ولا تباشروهن وأنتم عاكفون في المساجد}. ¶ قال القرطبي: أجمع العلماء على أن الاعتكاف لا يكون إلا في مسجد. ¶ وقال في المغني: لا نعلم فيه خلافاً. ¶ لكن اختلفوا ما هو ضابط المسجد: ¶ فقيل: لا يصح إلا في المساجد الثلاثة. ¶ لحديث حذيفة مرفوعاً: (لا اعتكاف إلا في المساجد الثلاثة). رواه سعيد بن منصور ¶ وقيل: يصح في كل مسجد سواء أقيمت فيه الجماعة أم لا. ¶ وقيل: لا يصح إلا في مسجد جماعة. ¶ وهذا القول هو الصحيح. ¶ ولأن اعتكاف الرجل في مسجد لا تقام فيه الجماعة يفضي إلى أحد أمرين: ¶ أ. إما ترك الجماعة الواجبة. ¶ ب. وإما خروجه إليها فيتكرر ذلك منه كثيراً. ¶ وأما الجواب عن حديث حذيفة: ¶ وأما حديث حذيفة، فالصحيح أنه موقوف على حذيفة، وإن صح فهو محمول على الاعتكاف الأكمل. ¶ 2 - أن المرأة يشرع لها الاعتكاف كالرجل. ¶ ويصح اعتكافها في كل مسجد، ولو لم تقم فيه الجماعة، سوى مسجد بيتها. ¶ وهذا مذهب الجمهور. ¶ • لعموم قوله تعالى: {ولا تباشروهن وأنتم عاكفون في المساجد}. ¶ • ولحديث عائشة وفيه: (استئذان أزواجه - صلى الله عليه وسلم - أن يعتكفن في المسجد فأذن لهن). متفق عليه ¶ وأجاز الحنفية للمرأة أن تعتكف في مسجد بيتها، وهو المكان المعد للصلاة فيه. ¶ وهذا قول ضعيف، لأن موضع صلاتها في بيتها ليس بمسجد.",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "شروط اعتكاف المرأة: ¶ أ. إذن الزوج. ¶ ب. إذا أمنت الفتنة. ¶ ج. أن تكون طاهرة. ¶ 3 - أن اعتكاف العشر الأواخر من رمضان آكد من العمرة في رمضان، والجمع بينهما أكمل، فإن كان لا بد لأحدهما دون الآخر، فالاعتكاف أفضل لوجوه: ¶ أ. أن النبي - صلى الله عليه وسلم - كان يعتكف العشر الأواخر ولم يعتمر. ¶ ب. أن الاعتكاف يعتبر في بعض البلاد من السنن المهجورة، فكان إحياؤه أولى من العمرة في رمضان. ¶ ج. ولأن الاعتكاف في العشر يفوت وقته بخلاف العمرة. ¶ باب متى يدخل من أراد الاعتكاف في معتكفه ¶ عَنْ عَائِشَةَ - رضى الله عنها - قَالَتْ (كَانَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - إِذَا أَرَادَ أَنْ يَعْتَكِفَ صَلَّى الْفَجْرَ ثُمَّ دَخَلَ مُعْتَكَفَهُ وَإِنَّهُ أَمَرَ بِخِبَائِهِ فَضُرِبَ أَرَادَ الاِعْتِكَافَ فِى الْعَشْرِ الأَوَاخِرِ مِنْ رَمَضَانَ فَأَمَرَتْ زَيْنَبُ بِخِبَائِهَا فَضُرِبَ وَأَمَرَ غَيْرُهَا مِنْ أَزْوَاجِ النَّبِىِّ - صلى الله عليه وسلم - بِخِبَائِهِ فَضُرِبَ فَلَمَّا صَلَّى رَسُولُ اللَّهِ - صلى الله عليه وسلم - الْفَجْرَ نَظَرَ فَإِذَا الأَخْبِيَةُ فَقَالَ «آلْبِرَّ تُرِدْنَ». فَأَمَرَ بِخِبَائِهِ فَقُوِّضَ وَتَرَكَ الاِعْتِكَافَ فِى شَهْرِ رَمَضَانَ حَتَّى اعْتَكَفَ فِى الْعَشْرِ الأَوَّلِ مِنْ شَوَّالٍ). ¶ ----------- ¶ تخريج الحديث: ¶ الحديث أخرجه البخاري أيضاً 0 2033). ¶ معاني الكلمات: ¶ بِخِبَائِهِ فَضُرِبَ: الخباء مثل الخيمة. ¶ آلْبِرَّ تُرِدْنَ: قال القاضي: قال - صلى الله عليه وسلم - هذا الكلام إنكار لفعلهن، وقد كان - صلى الله عليه وسلم - أذن لبعضهن في ذلك كما رواه البخاري، قال: وسبب إنكاره أنه خاف أن يكن غير مخلصات في الاعتكاف، بل أردن التقرب منه لغيرتهن عليه، أو لأنه - صلى الله عليه وسلم - رآهن عنده في المسجد وهو في المسجد فصار كأنه في منزله بحضوره مع أزواجه، وذهب المهم من الاعتكاف وهو التخلي عن الأزواج ومتعلقات الدنيا، أو لأنهن ضيقن المسجد بأبنيتهن. ¶ فَأَمَرَ بِخِبَائِهِ فَقُوِّضَ: بالقاف المضمومة أي أزيل. ¶ الفوائد: ¶ 1} استدل بالحديث أن المعتكف يدخل مكان اعتكافه بعد صلاة الفجر من اليوم الحادي والعشرين، وهذه المسألة – وهي متى يدخل المعتكف اعتكافه – اختلف العلماء فيها على قولين: ¶ القوول الأول: يدخل من بعد صلاة الصبح من يوم الحادي والعشرين. ¶ قال ابن حجر: وهو قول الأوزاعي والليث والثوري. ¶ حديث عائشة – حديث الباب وفيه (إِذَا أَرَادَ أَنْ يَعْتَكِفَ صَلَّى الْفَجْرَ ثُمَّ دَخَلَ مُعْتَكَفَهُ).",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "القول الثاني: يدخل قبل غروب الشمس ليلة الحادي والعشرين. ¶ وهذا مذهب جمهور العلماء. ¶ ونسبه الحافظ ابن حجر إلى الأئمة الأربعة. ¶ واستدلوا بقوله - صلى الله عليه وسلم - ( ... من كان اعتكف معي فليعتكف العشر الأواخر). ¶ وجه الدلالة: أن لفظ (العشر) بغير هاء عدد لليالي، وأول هذه الليالي ليلة إحدى وعشرين. ¶ والعشر الأواخر من رمضان تدخل من ليلة إحدى وعشرين وليس من فجر إحدى وعشرين “. ¶ وهذا الراجح لأمرين: ¶ أولاً: أن من مقاصد الاعتكاف التماس ليلة القدر، وهي ترجى في أوتار العشر، وأولها ليلة إحدى وعشرين. ¶ ثانياً: أن من دخل قبل الغروب صدق عليه أنه اعتكف العشر الأواخر بكاملها، أما من دخل بعد صلاة الفجر لم يصدق عليه أنه اعتكف العشر الأواخر كلها. ¶ وأما حديث عائشة فمعناه أنه انقطع في معتكفه وتخلى بنفسه بعد صلاة الصبح، لا أن ذلك كان وقت ابتداء اعتكافه، بل كان من قبل المغرب معتكفاً لابثاً في جملة المسجد، فلما صلى الصبح انفرد. ¶ 2} الحديث دليل على جواز اتخاذ المعتكف لنفسه موضعاً من المسجد ينفرد به مدة اعتكافه مالم يضيق على الناس، وإذا اتخذه يكون في آخر المسجد ورحابه لئلا يضيق على غيره وليكون أخلى له وأكمل في انفراده. ¶ 3} الحديث دليل على جواز الاعتكاف من غير صوم لأن النبي - صلى الله عليه وسلم - اعتكف في شوال. ¶ وهذه المسألة اختلف العلماء فيها على قولين: هل يشترط الصوم لصحة الاعتكاف أم لا؟ ¶ القول الأول: يشترط للاعتكاف صوم. ¶ وهذا مذهب المالكية واختاره ابن القيم وقال: ” القول الراجح في الدليل الذي عليه جمهور السلف أن الصوم شرط في الاعتكاف، وهو الذي كان يرجحه شيخ الإسلام ابن تيمية “. ¶ لحديث عائشة: (لا اعتكاف إلا بصوم) رواه الدار قطني ¶ وقيل: لا يشترط الصوم للاعتكاف: ¶ وهذا مذهب الشافعية والحنابلة. ¶ أن النبي - صلى الله عليه وسلم - اعتكف العشر الأول من شوال. ¶ ولحديث ابن عمر: (أن عمر سأل النبي - صلى الله عليه وسلم - قال: كنت نذرت في الجاهلية أن أعتكف ليلة في المسجد الحرام؟ قال: فأوف بنذرك). متفق عليه ¶ قال الشوكاني: استدل به على جواز الاعتكاف بغير صوم، لأن الليل ليس بوقت صوم. ¶ وهذا القول هو الراجح. ¶ 4} الحديث دليل على صحة اعتكاف المرأة. ¶ 5} أن للرجل منع زوجته من الاعتكاف. ¶ باب الاجتهاد في العشر الأواخر من شهر رمضان",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "عَنْ عَائِشَةَ - رضى الله عنها - قَالَتْ (كَانَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - إِذَا دَخَلَ الْعَشْرُ أَحْيَا اللَّيْلَ وَأَيْقَظَ أَهْلَهُ وَجَدَّ وَشَدَّ الْمِئْزَرَ). ¶ عَائِشَةُ رضى الله عنها (كَانَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - يَجْتَهِدُ فِى الْعَشْرِ الأَوَاخِرِ مَا لاَ يَجْتَهِدُ فِى غَيْرِهِ). ¶ -------- ¶ تخريج الحديث: ¶ حديث عائشة أخرجه البخاري أيضاً (2042). ¶ حديث عائشة الثاني انفرد بإخراجه مسلم دون البخاري. ¶ معاني الكلمات: ¶ إِذَا دَخَلَ الْعَشْرُ: أي العشر الأواخر من رمضان. ¶ وَأَيْقَظَ أَهْلَهُ: أي زوجاته الطاهرات أمهات المؤمنين، ليشاركنه اغتنام الخير والذكر. ¶ وَشَدَّ الْمِئْزَرَ: اختلفوا في تفسيره، فمنهم من قال: هو كناية عن شدة جدِّه واجتهاده في العبادة، وهذا فيه نظر، فإنها قالت: جدّ وشدّ، فعطفت (شد المئزر) على جدِّه، والصحيح أن المراد اعتزاله للنساء، وبذلك فسره السلف والأئمة المتقدمون، منهم سفيان الثوري، وقد ورد ذلك صريحاً من حديث عائشة وأنس، وورد في تفسيره بأنه لم يأوِ إلى فراشه حتى ينسلخ رمضان، وفي حديث أنس [وطوى فراشه، واعتزل النساء] وقد كان النبي - صلى الله عليه وسلم - غالباً يعتكف العشر الأواخر، والمعتكف ممنوعٌ من قربان النساء بالنص والإجماع. ¶ الفوائد: ¶ 1} هذا الحديث فيه دليل على أن للعشر الأواخر من رمضان مزية على غيرها بمزيد الطاعة والعبادة من صلاة وذكر وتلاوة قرآن. ¶ ولذلك تميزت هذه الليالي بأمور: ¶ أ. إحياء الليل بالعبادة. ¶ ب. إيقاظ الأهل للصلاة. ¶ ج. يعتزل النساء تفرغاً للعبادة. ¶ د. الاعتكاف كما سبق. ¶ 2 ـ استحباب إيقاظ الأهل للصلاة والذكر ¶ قال سفيان الثوري: أحب إلي إذا دخل العشر الأواخر أن يتهجد بالليل ويجتهد فيه، وينهض أهله وولده إلى الصلاة إذا أطاقوا ذلك. ¶ وهذا العمل مسنون في كل الأيام لكنه يتأكد في ليالي العشر. ¶ ومما يدل على استحبابه ما جاء في حديث أبي هريرة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: (رحم الله رجلاً قام من الليل فصلى ثم أيقظ امرأته فصلت، فإن أبت نضح في وجهها الماء، ورحم الله امرأة قامت من الليل فصلت، ثم أيقظت زوجها فصلى، فإن أبى نضحت في وجهه الماء). رواه أبو داود",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "وفي الموطأ: (أن عمر بن الخطاب كان يصلي من الليل ما شاء الله أن يصلي، حتى إذا كان نصف الليل أيقظ أهله للصلاة، يقول لهم: الصلاة، الصلاة، ويتلو هذه الآية: {وأمر أهلك بالصلاة واصطبر عليها}). ¶ وكانت امرأة حبيب أبي محمد تقول له بالليل: قد ذهب الليل وبين أيدينا طريق بعيد وزادنا قليل، وقوافل الصالحين قد سارت قدامنا، ونحن قد بقينا: ¶ يانائماً بالليل كم ترقد ... قم يا حبيبي قد دنا الموعد ¶ وخذ من الليل وأوقاته ... ورداً إذا ما هجع الرقد ¶ من نام حتى ينقضي ليله ... لم يبلغ المنزل أو يجتهد ¶ قل لذوي الألباب أهل التقى ... قنطرة العرض لكم موعد ¶ باب صوم عشر ذي الحجة ¶ عَنْ عَائِشَةَ - رضى الله عنها - قَالَتْ (مَا رَأَيْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - صَائِماً فِى الْعَشْرِ قَطُّ). ¶ ------------- ¶ تخريج الحديث: ¶ الحديث انفرد بإخراجه مسلم دون البخاري. ¶ معاني الكلمات: ¶ في العشر: المراد بالعشر هنا الأيام التسعة من أول ذي الحجة. ¶ الفوائد: ¶ 1} هذا الحديث يوهم بظاهر كراهة صوم العشر. ¶ قال النووي: وهذا مما يتأول، فليس في صوم هذه التسعة كراهة، بل هي مستحبة استحباباً شديداً لا سيما التاسع منها ¶ وقد ثبت في صحيح البخاري عن ابن عباس. قال: قال: - صلى الله عليه وسلم - (مامن أيام العمل الصالح فيهن أحب إلى الله منه في هذه الأيام العشر ... ) رواه البخاري. ¶ وقد جاء في حديث هنيدة بن خالد عن امرأته عن بعض أزواج النبي - صلى الله عليه وسلم - قال (كان النبي - صلى الله عليه وسلم - يصوم تسع ذي الحجة ويوم عاشوراء وثلاثة أيام من كل شهر) رواه أبوداود. ¶ وأما الجواب عن حديث الباب. ¶ قال البيهقي: وهذا الحديث – يعني حديث هنيدة – أولى من الحديث الذي روي عن عائشة أنها قالت: ما رأيت رسول الله - صلى الله عليه وسلم - صائماً العشر قط، لأن هذا مثبت فهو أولى من النافي. ¶ وقيل: إن المراد بقولها (ما رأيت .. ) أنه لم يصمه لعارض مرض أو سفر أو غيرهما، أو أنها لم تره صائماً فيه، ولا يلزم من ذلك عدم صيامه في نفس الأمر. ¶ والله أعلم.",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "والله أعلم ¶ أخوكم / سليمان بن محمد اللهيميد ¶ السعودية – رفحاء ¶ عصر يوم الخميس 20/ 8 / 1429هـ",
            "page": "71",
            "part": "1"
        }
    ],
    "t35979": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مسلم - الصوم"
        }
    ]
}