{
    "b35970": [
        {
            "id": "1",
            "nass": "سلسلة أحاديث في الدعوة والتوجيه (14) ¶ حديث ¶ مَثَلُ مَا بَعَثَني الله ¶ دراسة حديثية دعوية ¶ إعداد ¶ أ. د. فالح بن محمد بن فالح الصغيِّر ¶ أستاذ السنة وعلومها بجامعة الإمام محمد بن سعود الإسلامية بالرياض ¶ بسم الله الرحمن الرحيم ¶ المقدمة ¶ الحمد لله رب العالمين, الرحمن الرحيم, مالك يوم الدين, والصلاة والسلام على رسوله الأمين، المبعوث رحمةً للعالمين؛ أرسله الله شاهدًا، ومبشرًا، ونذيرًا، وداعيًا إلى الله بإذنه، وسراجًا منيرًا, بلّغ الرسالة, وأدّى الأمانة, ونصح الأمة, وتركها على البيضاء, ليلها كنهارها لا يزيغ عنها إلا هالك, وجاهد في الله حق جهاده حتى أتاه اليقين, وعلى آله وأصحابه الطيبين الطاهرين الغر الميامين, والتابعين ومن تبعهم بإحسان إلى يوم الدين. ¶ أما بعد....",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "فإن السنة النبوية كنز من الكنوز الثمينة، اهتم بها المحدثون وتعلّموها وعملوا بها وعلّموها، ونشروها للناس وقضوا جلّ حياتهم فيها، لما لها من مكانة مرموقة في الشريعة، كيف لا، وهي الأصل الثاني من أصول الشريعة, كما جاء في الحديث: \"تركت فيكم أمرين لن تضلوا ما تمسكتم بهما :كتاب الله وسنة نبيه\"(1). وهي تفسير وتوضيح للقرآن، تبين مشكله، وتفصل مجمله, وتوضح مبهمه, وتفتح مغلقه، وتسهل معضله، وهي أيضا وحي إلا أنه غير متلو, كما جاء في الحديث: فعَنِ الْمِقْدَامِ بْنِ مَعْدِي كَرِبَ الْكِنْدِيِّ قَالَ: قَالَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ: \"أَلَا إِنِّي أُوتِيتُ الْكِتَابَ وَمِثْلَهُ مَعَهُ, أَلَا إِنِّي أُوتِيتُ الْقُرْآنَ وَمِثْلَهُ مَعَهُ, لَا يُوشِكُ رَجُلٌ يَنْثَنِي شَبْعَانًا عَلَى أَرِيكَتِهِ يَقُولُ: عَلَيْكُمْ بِالْقُرْآنِ فَمَا وَجَدْتُمْ فِيهِ مِن حَلَالٍ فَأَحِلُّوهُ, وَمَا وَجَدْتُمْ فِيهِ مِن حَرَامٍ فَحَرِّمُوهُ, أَلَا لَا يَحِلُّ لَكُمْ لَحْمُ الْحِمَارِ الْأَهْلِيِّ, وَلَا كُلُّ ذِي نَابٍ مِن السِّبَاعِ, أَلَا وَلَا لُقَطَةٌ مِن مَالِ مُعَاهَدٍ إِلَّا أَنْ يَسْتَغْنِيَ عَنْهَا صَاحِبُهَا, وَمَنْ نَزَلَ بِقَوْمٍ فَعَلَيْهِمْ أَنْ يَقْرُوهُمْ, فَإِنْ لَمْ يَقْرُوهُمْ فَلَهُمْ أَنْ يُعْقِبُوهُمْ بِمِثْلِ قِرَاهُمْ\" (2). ¶ __________ ¶ (1) الموطأ للإمام مالك، كتاب القدر، باب النهي عن القول بالقدر (2/480)، ح(2618). وينظر ما كتبته عن هذا الحديث في الرسالة المستقلة. ¶ (2) سنن أبي داود، كتاب السنة، باب في لزوم السنة، ح: (4604), ومسند أحمد، مسند الشاميين، حديث المقدام بن معدي كرب، (4/130) واللفظ له.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "فحري بنا أن نبذل الغالي والنفيس لأجلها، وننفق ما عندنا في سبيلها, ونقضي حياتنا في طلبها, ونعمل على مقتضاها، فلذا قمنا بدراسة بعض الأحاديث النبوية المشرقة؛ دراسة حديثية توجيهية ودعوية، ومنها هذا الحديث النبوي الرائع الذي يهتم بمبدأ عظيم من مبادئ الإسلام وهو\"العلم بالدين والدعوة إليه\". ذلك المبدأ الذي جاء فضله في كتاب الله العزيز في قوله تعالى: { وَمَنْ أَحْسَنُ قَوْلًا مِمَّنْ دَعَا إِلَى اللَّهِ وَعَمِلَ صَالِحًا وَقَالَ إِنَّنِي مِنَ الْمُسْلِمِينَ } [سورة فصلت: 33]. { } ¶ وفيما يلي من الصفحات نعيش في رحاب هذا الحديث الشريف فهماً, ودراسةً, واستنباطاً للأحكام القيمة, والدروس النافعة بقدر المستطاع, ليكون دليلًا وهاديًا لكل مسلمٍ، وبالأخص لكل داعيةٍ يريد سلوك صراط الله تعالى على فهمٍ وبصيرةٍ.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وتأتي هذه الأهمية العظيمة في مثل هذه الأوقات الحرجة التي تكالب أعداء الإسلام وتابعوهم من المنافقين والمستغربين من أبناء المسلمين على الاستهزاء بالدين وصاحب السنة نبي هذه الأمة محمد بن عبد الله - عليه أفضل الصلاة والتسليم ما تعاقب الليل والنهار-، وما نرى في هذه الأيام من هجمة شرسة عليه, واستهزاء وازدراء به, ما هو إلا حقد دفين في قلوبهم عن الدين وصاحبه. فوجب على كل فرد من أفراد الأمة مناصرته وحمايته من كل أذى يراد به، أو نقص ينسب إليه, والدفاع عنه بكل وسيلة ممكنة ،وبكل أسلوب متاح له، قال تعالى: { لِتُؤْمِنُوا بِاللَّهِ وَرَسُولِهِ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُ } [سورة الفتح: 9] وبالأخص نشر سيرته الطيبة الطاهرة أمام العالم، والدعوة إلى دينه بطرق مفيدة, وبأساليب حكيمة, التي أشير إلى بعضها في قوله تعالى: { ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ } [سورة النحل: 125], وهذا أقل القليل لما يقدم تجاهه صلى الله عليه وعلى آله وصحبه وسلم. ¶ وقد توخيت في هذا البيان محاولة التوسط بين الإيجاز والإطناب, وقد جعلته على وقفات، مركزًا على دلالة الحديث على العلم والدعوة، بشيء من البسط الذي يذكّر العالم، ويعلّم الجاهل، سائلًا المولى عز وجل أن ينفعنا بما علمنا ويعلمنا ما ينفعنا، وأن يجعل هذا العمل من المدخرات، وأن يعفو عن الزلل والتقصير. إنه ولي ذلك والقادر عليه، وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين. ¶ كتبه ¶ فالح بن محمد بن فالح الصغيِّر ¶ ص. ب. 41961 الرياض 11531 ¶ البريد الإلكتروني:.com falehmalsgair@yahoo ¶ نص الحديث ¶ قال الإمام البخاري رحمه الله:",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلَاءِ قَالَ: حَدَّثَنَا حَمَّادُ بْنُ أُسَامَةَ, عَن بُرَيْدِ بْنِ عَبْدِالله, عَن أَبِي بُرْدَةَ, عَن أَبِي مُوسَى - رضي الله عنه -, عَن النَّبِيِّ صَلَّى الله عَلَيْهِ وَسَلَّمَ قَالَ: ¶ \"مَثَلُ مَا بَعَثَنِي الله مِن الهُدَى وَالْعِلْمِ كَمَثَلِ الْغَيْثِ الْكَثِيرِ أَصَابَ أَرْضًا؛ فَكَانَ مِنْهَا نَقِيَّةٌ قَبِلَت المَاءَ فَأَنْبَتَت الْكَلَأَ وَالْعُشْبَ الْكَثِيرَ, وَكَانَتْ مِنْهَا أَجَادِبُ أَمْسَكَت المَاءَ فَنَفَعَ الله بِهَا النَّاسَ فَشَرِبُوا وَسَقَوْا وَزَرَعُوا, وَأَصَابَ مِنْهَا طَائِفَةً أُخْرَى إِنَّمَا هِيَ قِيعَانٌ لَا تُمْسِكُ مَاءً وَلَا تُنْبِتُ كَلَأً؛ فَذَلِكَ مَثَلُ مَن فَقُهَ فِي دِينِ الله وَنَفَعَهُ مَا بَعَثَنِي الله بِهِ فَعَلِمَ وَعَلَّمَ, وَمَثَلُ مَن لَمْ يَرْفَعْ بِذَلِكَ رَأْسًا وَلَمْ يَقْبَلْ هُدَى الله الَّذِي أُرْسِلْتُ بِهِ\". ¶ [رواه الشيخان, واللفظ للبخاري] ¶ الوقفة الأولى ¶ تخريج الحديث ¶ هذا الحديث : ¶ رواه البخاري في صحيحه: كتاب العلم، باب: فضل من علم وعلّم, ح: (79). ¶ ومسلم في صحيحه: كتاب الفضائل، باب: بيان مثل ما بعث به النبي صلى الله عليه وسلم من الهدى والعلم، ح: (2282). ¶ وأحمد في مسنده: أول مسند الكوفيين، حديث أبي موسى الأشعري رضي الله عنه، (4/399). ¶ وعند الثلاثة ليس هناك اختلاف جوهري في الألفاظ إلا في كلمات معدودة فقط, إلا أن البخاري عنده شرح لبعض الكلمات. كما ذكر أنه في رواية إسحاق: \"قيلت الماء\" بدل \"قبلت الماء\" وعلق ابن حجر عليه بقوله: وَهُوَ تَصْحِيف. ¶ وعند مُسْلِم: \"طَائِفَة طَيِّبَة\" وعِنْد الْبُخَارِيّ \" نقِيَّة\" ¶ وكذلك عند البخاري: \"فَشَرِبُوا وَسَقَوْا وَزَرَعُوا\"، وعند مسلم: \"فَشَرِبُوا مِنْهَا وَسَقَوْا وَرَعَوْا\". ¶ * * * ¶ الوقفة الثانية ¶ مع كلمات الحديث",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "(مَثَل): بِفَتْحِ الْمُثَلَّثَة وَالْمُرَاد بِهِ الصِّفَة الْعَجِيبَة لَا الْقَوْل السَّائِر. ¶ (الهُدَى): أَيْ: الدَّلَالَة المُوَصِّلَة إِلَى الْمَطْلُوب. ¶ (الْعِلْم): المُرَاد بِهِ مَعْرِفَة الْأَدِلَّة الشَّرْعِيَّة. ¶ (الْغَيْث): الْمَطَر. ¶ (نَقِيَّة): طَيِّبَة. ¶ (قَبِلَتْ): بِفَتْحِ الْقَاف وَكَسْر الْمُوَحَّدَة مِن الْقَبُول. ¶ (الْكَلَأ): بِالْهَمْزَةِ بِلَا مَدّ, يَقَعُ عَلَى الْيَابِس وَالرَّطْب, وَقَالَ الْخَطَّابِيُّ وَابْن فَارِس: الْكَلَأ يَقَعُ عَلَى الْيَابِس, وَهَذَا شَاذٌّ ضَعِيفٌ. ¶ (وَالْعُشْب): هُوَ مِن ذِكْر الْخَاصّ بَعْد الْعَامّ ; لِأَنَّ الْكَلَأ يُطْلَق عَلَى النَّبْت الرَّطْب وَالْيَابِس مَعًا, وَالْعُشْب لِلرَّطْبِ فَقَطْ. ¶ وقال النووي: وَأَمَّا (الْعُشْب وَالْكَلَأ وَالْحَشِيش): فَكُلّهَا أَسْمَاء لِلنَّبَاتِ, لَكِنَّ الْحَشِيش مُخْتَصّ بِالْيَابِسِ, وَالْعُشْب وَالْكَلَأ - مَقْصُورًا - مُخْتَصَّانِ بِالرَّطْبِ. ¶ (الْأَجَادِب): بِالْجِيمِ وَالدَّال الْمُهْمَلَة، وَهِيَ الْأَرْض الَّتِي تُنْبِتُ كَلَأً. وَقَالَ الْخَطَّابِيُّ: هِيَ الْأَرْض الَّتِي تُمْسِكُ الْمَاء, فَلَا يُسْرِعُ فِيهِ النُّضُوب. ¶ (وَزَرَعُوا): كَذَا لَهُ بِزِيَادَةِ زَاي مِن الزَّرْع, وَلِمُسْلِمٍ وَالنَّسَائِيِّ وَغَيْرهمَا عَن أَبِي كُرَيْب: \"وَرَعَوْا\" بِغَيْرِ زَاي مِن الرَّعْي, قَالَ النَّوَوِيّ. كِلَاهُمَا صَحِيح. ¶ (وَسَقَوْا): قَالَ أَهْل اللُّغَة: سَقَى وَأَسْقَى بِمَعْنًى لُغَتَانِ, وَقِيلَ: سَقَاهُ نَاوَلَهُ لِيَشْرَب, وَأَسْقَاهُ جَعَلَ لَهُ سَقْيًا. ¶ (وَأَصَابَ مِنْهَا طَائِفَةً): أَيْ: المَاء. وَلِلْأَصِيلِيِّ وَكَرِيمَة أَصَابَتْ أَيْ: طَائِفَة أُخْرَى. وَوَقَعَ كَذَلِكَ صَرِيحًا عِنْد النَّسَائِيِّ. وَالْمُرَاد بِالطَّائِفَةِ الْقِطْعَة.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "(قِيعَان): بِكَسْرِ الْقَاف جَمْع قَاع، وَهُوَ الْأَرْض المُسْتَوِيَة الْمَلْسَاء الَّتِي لَا تُنْبِت. ¶ (فَقُهَ): بِضَمِّ الْقَاف أَيْ صَارَ فَقِيهًا. ¶ وقال النووي: وَأَمَّا الْفِقْهُ فِي اللُّغَة يُقَالُ مِنْهُ: فَقِهَ - بِكَسْرِ الْقَافِ يَفْقَهُ فقَهًا بِفَتْحِهَا كَفَرِحَ يَفْرَحُ فَرَحًا, وَقِيلَ: الْمَصْدَرُ فِقْهًا بِإِسْكَانِ الْقَاف. وَأَمَّا الْفِقْهُ الشَّرْعِيُّ فَقَالَ صَاحِبُ الْعَيْنِ وَالْهَرَوِيّ وَغَيْرهمَا: يُقَال مِنْهُ فَقُهَ بِضَمِّ الْقَاف. وَقَالَ اِبْن دُرَيْد: بِكَسْرِهَا كَالْأَوَّلِ. وَالْمُرَاد بِقَوْلِهِ صَلَّى الله عَلَيْهِ وَسَلَّمَ: (فَقُهَ فِي دِين الله) هَذَا الثَّانِي فَيَكُونُ مَضْمُومَ الْقَاف عَلَى الْمَشْهُور, وَعَلَى قَوْل اِبْن دُرَيْد بِكَسْرِهَا, وَقَدْ رُوِيَ بِالْوَجْهَيْنِ, وَالْمَشْهُور الضَّمّ(1). ¶ (والفقه): الفهم، يقول ابن الأثير: \"والفقه في الأصل: الفهم، واشتقاقه من الشق والفتح، يقال: فقِه الرجل- بالكسر- يفقه فِقهاً: إذا فهِم وعلِم، وفقُه - بالضم - يفقُه: إذا صار فقيهًا وعالماً، وقد جعله العرف خاصاً بعلم الشريعة، وتخصيصًا بعلم الفروع منها (2). ¶ فنقول: والمراد في الحديث: الفهم في دين الله، ولا ينصرف لفقه الحلال والحرام فقط، بل يتضمن فقه العقيدة، والأخلاق، والآداب، والتفسير، وغيرها. ¶ * * * ¶ الوقفة الثالثة ¶ نظرة في عموم الحديث ¶ __________ ¶ (1) ينظر: فتح الباري لابن حجر، 1/176-177, وشرح مسلم للنووي، (المجلد الخامس), 15/46-47. ¶ (2) النهاية في غريب الحديث لابن الأثير، 3/465.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "إنّ الحديث الذي بين أيدينا بيّن فيه النبي صلى الله عليه وسلم أنه بعث بالعلم والهدى من عند الله تبارك وتعالى إلى الثقلين كافة من الجن والإنس, وشريعته عامة للجميع, كما أنها نعمة ورحمة للبشرية، ويعم نفعها لكل أصناف البشر, ولكن الناس في الاستفادة من علمه وهديه يتفاوتون، فقد ضرب لهذا بمثل رائع من نزول المطر على الأرض, ومن ثم الانتفاع به, وقد شرح النووي هذا الحديث في شرحه لصحيح مسلم فيقول: \"أَمَّا مَعَانِي الْحَدِيث وَمَقْصُوده فَهُوَ تَمْثِيل الْهُدَى الَّذِي جَاءَ بِهِ صَلَّى الله عَلَيْهِ وَسَلَّمَ بِالْغَيْثِ, وَمَعْنَاهُ أَنَّ الْأَرْض ثَلَاثَة أَنْوَاع, وَكَذَلِكَ النَّاس. فَالنَّوْع الْأَوَّل مِن الْأَرْض يَنْتَفِع بِالْمَطَرِ فَيَحْيَى بَعْد أَنْ كَانَ مَيِّتًا, وَيُنْبِتُ الْكَلَأ, فَتَنْتَفِعُ بِهَا النَّاس وَالدَّوَابّ وَالزَّرْع وَغَيْرهَا, وَكَذَا النَّوْع الْأَوَّل مِن النَّاس, يَبْلُغُهُ الْهُدَى وَالْعِلْم فَيَحْفَظُهُ فَيَحْيَا قَلْبه, وَيَعْمَلُ بِهِ, وَيُعَلِّمُهُ غَيْره, فَيَنْتَفِعُ وَيَنْفَعُ. وَالنَّوْع الثَّانِي مِن الْأَرْض مَا لَا تَقْبَلُ الِانْتِفَاع فِي نَفْسهَا, لَكِنْ فِيهَا فَائِدَة, وَهِيَ إِمْسَاك الْمَاء لِغَيْرِهَا, فَيَنْتَفِعُ بِهَا النَّاس وَالدَّوَابّ, وَكَذَا النَّوْع الثَّانِي مِن النَّاس, لَهُمْ قُلُوب حَافِظَة, لَكِنْ لَيْسَتْ لَهُمْ أَفْهَام ثَاقِبَة, وَلَا رُسُوخَ لَهُمْ فِي الْعَقْل يَسْتَنْبِطُونَ بِهِ الْمَعَانِي وَالْأَحْكَام, وَلَيْسَ عِنْدهمْ اِجْتِهَادٌ فِي الطَّاعَة وَالْعَمَل بِهِ, فَهُمْ يَحْفَظُونَهُ حَتَّى يَأْتِيَ طَالِبٌ مُحْتَاجٌ مُتَعَطِّشٌ لِمَا عِنْدهمْ مِن الْعِلْم, أَهْل لِلنَّفْعِ وَالِانْتِفَاع, فَيَأْخُذهُ مِنْهُمْ, فَيَنْتَفِع بِهِ, فَهَؤُلَاءِ نَفَعُوا بِمَا بَلَغَهُمْ. وَالنَّوْع الثَّالِث مِن الْأَرْض",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "السِّبَاخ الَّتِي لَا تُنْبِتُ وَنَحْوهَا, فَهِيَ لَا تَنْتَفِعُ بِالْمَاءِ, وَلَا تُمْسِكُهُ لِيَنْتَفِعَ بِهَا غَيْرهَا, وَكَذَا النَّوْعُ الثَّالِثُ مِن النَّاس, لَيْسَتْ لَهُمْ قُلُوب حَافِظَة, وَلَا أَفْهَام وَاعِيَة, فَإِذَا سَمِعُوا الْعِلْم لَا يَنْتَفِعُونَ بِهِ, وَلَا يَحْفَظُونَهُ لِنَفْعِ غَيْرهمْ. وَالله أَعْلَم(1). ¶ وقال ابن حجر: ¶ __________ ¶ (1) ينظر: شرح مسلم للنووي، (المجلد الخامس), 15/47-48.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "قَالَ الْقُرْطُبِيّ وَغَيْره: ضَرَبَ النَّبِيّ صَلَّى الله عَلَيْهِ وَسَلَّمَ لِمَا جَاءَ بِهِ مِن الدِّين مَثَلًا بِالْغَيْثِ الْعَامّ الَّذِي يَأْتِي فِي حَال حَاجَتهمْ إِلَيْهِ, وَكَذَا كَانَ النَّاس قَبْل مَبْعَثه, فَكَمَا أَنَّ الْغَيْث يُحْيِي الْبَلَد المَيِّت فَكَذَا عُلُوم الدِّين تُحْيِي الْقَلْب الْمَيِّت. ثُمَّ شَبَّهَ السَّامِعِينَ لَهُ بِالْأَرْضِ الْمُخْتَلِفَة الَّتِي يَنْزِل بِهَا الْغَيْث, فَمِنْهُم الْعَالِم الْعَامِل الْمُعَلِّم. فَهُوَ بِمَنْزِلَةِ الْأَرْض الطَّيِّبَة شَرِبَتْ فَانْتَفَعَتْ فِي نَفْسهَا وَأَنْبَتَتْ فَنَفَعَتْ غَيْرهَا. وَمِنْهُم الْجَامِع لِلْعِلْمِ الْمُسْتَغْرِق لِزَمَانِهِ فِيهِ غَيْر أَنَّهُ لَمْ يَعْمَل بِنَوَافِلِهِ أَوْ لَمْ يَتَفَقَّه فِيمَا جَمَعَ لَكِنَّهُ أَدَّاهُ لِغَيْرِهِ, فَهُوَ بِمَنْزِلَةِ الْأَرْض الَّتِي يَسْتَقِرّ فِيهَا الْمَاء فَيَنْتَفِع النَّاس بِهِ, وَهُوَ المُشَار إِلَيْهِ بِقَوْلِهِ: \"نَضَّرَ الله اِمْرَأً سَمِعَ مَقَالَتِي فَأَدَّاهَا كَمَا سَمِعَهَا \"(1). وَمِنْهُمْ مَن يَسْمَع الْعِلْم فَلَا يَحْفَظهُ وَلَا يَعْمَل بِهِ وَلَا يَنْقُلهُ لِغَيْرِهِ, فَهُوَ بِمَنْزِلَةِ الْأَرْض السَّبْخَة أَوْ الْمَلْسَاء الَّتِي لَا تَقْبَل الْمَاء أَوْ تُفْسِدهُ عَلَى غَيْرهَا. وَإِنَّمَا جَمَعَ الْمَثَل بَيْن الطَّائِفَتَيْنِ الْأُولَيَيْنِ ¶ __________ ¶ (1) أخرجه أبوداود في العلم برقم (3660)، باب فضل نشر العلم، والترمذي في العلم، برقم (2656، 2657، 2658)، باب ما جاء في الحث على تبليغ السماع، وابن ماجه في المقدمة برقم (230، 231، 232، 236)، باب من بلّغ علمًا، وفي المناسك، باب الخطبة يوم النحر برقم (3056)، وأحمد عن ابن مسعود برقم (4146)، وأنس بن مالك برقم (12937)، وجبير ابن مطعم برقم (14294، 14312)، وزيد بن ثابت برقم (21080).",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "الْمَحْمُودَتَيْنِ لِاشْتِرَاكِهِمَا فِي الِانْتِفَاع بِهِمَا, وَأَفْرَدَ الطَّائِفَة الثَّالِثَة الْمَذْمُومَة لِعَدَمِ النَّفْع بِهَا. وَالله أَعْلَم. ¶ وَقَالَ الطِّيبِيّ: بَقِيَ مِن أَقْسَام النَّاس قِسْمَانِ: أَحَدهمَا الَّذِي اِنْتَفَعَ بِالْعِلْمِ فِي نَفْسه وَلَمْ يُعَلِّمهُ غَيْره, وَالثَّانِي مَن لَمْ يَنْتَفِع بِهِ فِي نَفْسه وَعَلَّمَهُ غَيْره. قُلْت: وَالْأَوَّل دَاخِل فِي الْأَوَّل لِأَنَّ النَّفْع حَصَلَ فِي الْجُمْلَة وَإِنْ تَفَاوَتَتْ مَرَاتِبه, وَكَذَلِكَ مَا تُنْبِتهُ الْأَرْض, فَمِنْهُ مَا يَنْتَفِع النَّاس بِهِ وَمِنْهُ مَا يَصِير هَشِيمًا. وَأَمَّا الثَّانِي فَإِنْ كَانَ عَمِلَ الْفَرَائِض وَأَهْمَلَ النَّوَافِل فَقَدْ دَخَلَ فِي الثَّانِي كَمَا قَرَّرْنَاهُ, وَإِنْ تَرَكَ الْفَرَائِض أَيْضًا فَهُوَ فَاسِق لَا يَجُوز الْأَخْذ عَنْهُ, وَلَعَلَّهُ يَدْخُل فِي عُمُوم: \"مَنْ لَمْ يَرْفَع بِذَلِكَ رَأْسًا \" وَالله أَعْلَم(1). ¶ __________ ¶ (1) ينظر: فتح الباري لابن حجر، 1/177.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "فلا بد للاهتداء من محل قابل، فإذا لم تكن في المحل صلاحية لا يستفيد الإنسان من آيات الكتاب والسنة, ولذا قيد الله تعالى في القرآن لهدايته بقيود وقد أشار إلى بعضها الشيخ السعدي رحمه الله فيقول: \"وقيد هدايته في بعض الآيات بعدة قيود: قيد هدايته بأنه هدى للمؤمنين, المتقين, لقوم يعقلون, ويتفكرون, ولمن قصده الحق، وهذا بيان منه تعالى لشرط هدايته، وهو أن المحل لا بد أن يكون قابلاً وعاملاً، فلا بد لهدايته من عقل وتفكير وتدبر لآياته، فالمعرض الذي لا يتفكر ولا يتدبّر آياته لا ينتفع به, ومن ليس قصده الحق ولا غرض له في الرشاد, بل قصده فاسد، وقد وطّن نفسه على مقاومته ومعارضته، ليس له من هدايته نصيب, فالأول حرم هدايته لفقد الشرط, والثاني لوجود المانع, فأما من أقبل عليه وتفكر في معانيه وتدبرها بحسن فهم وحسن قصد، وسلم من الهوى, فإنه يهتدي به إلى كل مطلوب, وينال به كل غاية جليلة ومرغوب\"(1). ¶ وهكذا سنّة النبي صلى الله عليه وسلم يستفيد منها من كان فيه خير, فقد بينه بأسلوب شيق وبكلام جذاب, فحري بالمعلم عامةً وبطالب العلم خاصةً أن يطلب العلم, ويتفقه فيه, ويعمل به, ويعلمه غيره(2). ¶ * * * ¶ الوقفة الرابعة ¶ ضرب الأمثلة: أثرها واستعمالها في القرآن والسنة ¶ __________ ¶ (1) كتاب: فوائد قرآنية للسعدي، ص: 8. ¶ (2) سيأتي إن شاء الله مزيد شرحٍ وبسطٍ لهذه النقطة في الوقفة الخامسة.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "إن الأمثال لها تأثير بالغ على الإنسان؛ لذا نرى في الكتاب والسنة كثيرا ما يستشهد بها, ويستفاد منها في أمور كثيرة: في التذكير، والنصح, والوعظ, والحث, والترغيب, والترهيب، والتعليم، والتربية، والزجر, والاعتبار, والتقرير, وتقريب المراد للعقل, وتصويره بصورة المحسوس, فإن الأمثال تصور المعاني بصورة الأشخاص؛ لأنها أثبت في الأذهان لاستعانة الذهن فيها بالحواس, ومن ثم كان الغرض من المثل تشبيه الخفي بالجلي, والغائب بالشاهد. يقول الله تعالى: { وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِي هَذَا الْقُرْآَنِ مِنْ كُلِّ مَثَلٍ لَعَلَّهُمْ يَتَذَكَّرُونَ } [سورة الزمر: 27]. ¶ وقال أيضاً: { وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ وَمَا يَعْقِلُهَا إِلَّا الْعَالِمُونَ } [العنكبوت: 43]. ¶ يقول الشيخ السعدي في تفسير هذه الآية: أي: \"لأجلهم ولانتفاعهم وتعليمهم لكونها من الطرق الموضحة للعلوم, ولأنها تقرب الأمور المعقولة بالأمور المحسوسة, فيتضح المعنى المطلوب بسببها, فهي مصلحة لعموم الناس(1). ¶ وقد كتب العلماء في تصانيفهم كثيرًا عن تأثير هذا النوع من الأسلوب, فيقول الزمخشري: \"التمثيل إنما يصار إليه لكشف المعاني، وإدناء المتوهم من الشاهد, فإن كان المتمثل له عظيمًا كان المتمثل به مثله, وإن كان حقيرًا كان المتمثل به كذلك\"(2). ¶ وقال الأصبهاني: \"لضرب العرب الأمثال واستحضار العلماء النظائر شأن ليس بالخفي, في إبراز خفيات الدقائق, ورفع الأستار عن الحقائق, تريك المتخيل في صورة المتحقق, والغائب كأنه مشاهد, وفي ضرب الأمثال تبكيت للخصم الشديد الخصومة, وقمع لسورة الجامح الأبي, فإنه يؤثر في القلوب ما لا يؤثر في وصف الشيء في نفسه\"(3). ¶ __________ ¶ (1) كتاب: تيسير الكريم الرحمن في تفسير كلام المنان, للشيخ السعدي, ص: 631. ¶ (2) ينظر في كتاب: الإتقان في علوم القرآن للسيوطي: 4/39. ¶ (3) المرجع السابق.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وقد أكثر الله تعالى في كتابه الأمثال. مثل قوله تعالى: { مَثَلُهُمْ كَمَثَلِ الَّذِي اسْتَوْقَدَ نَارًا فَلَمَّا أَضَاءَتْ مَا حَوْلَهُ ذَهَبَ اللَّهُ بِنُورِهِمْ وَتَرَكَهُمْ فِي ظُلُمَاتٍ لَا يُبْصِرُونَ * صُمٌّ بُكْمٌ عُمْيٌ فَهُمْ لَا يَرْجِعُونَ * أَوْ كَصَيِّبٍ مِنَ السَّمَاءِ فِيهِ ظُلُمَاتٌ وَرَعْدٌ وَبَرْقٌ يَجْعَلُونَ أَصَابِعَهُمْ فِي آَذَانِهِمْ مِنَ الصَّوَاعِقِ حَذَرَ الْمَوْتِ وَاللَّهُ مُحِيطٌ بِالْكَافِرِينَ * يَكَادُ الْبَرْقُ يَخْطَفُ أَبْصَارَهُمْ كُلَّمَا أَضَاءَ لَهُمْ مَشَوْا فِيهِ وَإِذَا أَظْلَمَ عَلَيْهِمْ قَامُوا وَلَوْ شَاءَ اللَّهُ لَذَهَبَ بِسَمْعِهِمْ وَأَبْصَارِهِمْ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ } [سورة البقرة: 17-20]. ضرب الله فيها مثلين للمنافقين: مثلاً بالنار, ومثلاً بالمطر. ¶ يقول الطبري: مثل استضاءة هؤلاء المنافقين في إظهارهم لرسول الله صلى الله عليه وسلم وللمؤمنين بألسنتهم من قولهم: آمنا بالله وباليوم الآخر, وصدقنا بمحمد وبما جاء به, وهم للكفر مستبطنون فيما الله فاعل بهم مثل استضاءة موقدٍ نارًا بناره, حتى أضاءت له النار ما حوله, يعنى ما حول المستوقد(1). ¶ وقال أيضا: وتأويل ذلك: مثل استضاءة المنافقين بضوء إقرارهم بالإسلام مع استسرارهم الكفر, مثل استضاءة موقد نارٍ بضوء ناره, على ما وصف جل ثناؤه من صفته, أو كمثل مطر مظلم ودقه تحدر من السماء, تحمله مزنة ظلماء في ليلة مظلمة, وذلك هو الظلمات التي أخبر الله جل ثناؤه أنها فيه(2). ¶ __________ ¶ (1) كتاب: تفسير الطبري: 1/335. ¶ (2) كتاب: تفسير الطبري: 1/354.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وقوله تعالى: { أَيَوَدُّ أَحَدُكُمْ أَنْ تَكُونَ لَهُ جَنَّةٌ مِنْ نَخِيلٍ وَأَعْنَابٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ لَهُ فِيهَا مِنْ كُلِّ الثَّمَرَاتِ وَأَصَابَهُ الْكِبَرُ وَلَهُ ذُرِّيَّةٌ ضُعَفَاءُ فَأَصَابَهَا إِعْصَارٌ فِيهِ نَارٌ فَاحْتَرَقَتْ كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الْآَيَاتِ لَعَلَّكُمْ تَتَفَكَّرُونَ } [سورة البقرة: 266]. ¶ روى البخاري عند تفسير هذه الآية: عَن ابْنِ عَبَّاسٍ قَالَ: قَالَ عُمَرُ رَضِيَ الله عَنْهُ يَوْمًا لِأَصْحَابِ النَّبِيِّ صَلَّى الله عَلَيْهِ وَسَلَّمَ: فِيمَ تَرَوْنَ هَذِهِ الْآيَةَ نَزَلَتْ: { أَيَوَدُّ أَحَدُكُمْ أَنْ تَكُونَ لَهُ جَنَّةٌ } ؟ قَالُوا: الله أَعْلَمُ. فَغَضِبَ عُمَرُ. فَقَالَ: قُولُوا: نَعْلَمُ أَوْ لَا نَعْلَمُ. فَقَالَ ابْنُ عَبَّاسٍ: فِي نَفْسِي مِنْهَا شَيْءٌ يَا أَمِيرَ الْمُؤْمِنِينَ. قَالَ عُمَرُ: يَا ابْنَ أَخِي قُلْ: وَلَا تَحْقِرْ نَفْسَكَ. قَالَ ابْنُ عَبَّاسٍ: ضُرِبَتْ مَثَلًا لِعَمَلٍ. قَالَ عُمَرُ: أَيُّ عَمَلٍ؟ قَالَ ابْنُ عَبَّاسٍ: لِعَمَلٍ. قَالَ عُمَرُ: لِرَجُلٍ غَنِيٍّ يَعْمَلُ بِطَاعَةِ الله عَزَّ وَجَلَّ ثُمَّ بَعَثَ الله لَهُ الشَّيْطَانَ فَعَمِلَ بِالْمَعَاصِي حَتَّى أَغْرَقَ أعماله (1). ¶ __________ ¶ (1) صحيح البخاري، كتاب التفسير، باب: { أَيَوَدُّ أَحَدُكُمْ أَنْ تَكُونَ لَهُ جَنَّةٌ } ، برقم: (4538).",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وقوله تعالى: { أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَسَالَتْ أَوْدِيَةٌ بِقَدَرِهَا فَاحْتَمَلَ السَّيْلُ زَبَدًا رَابِيًا وَمِمَّا يُوقِدُونَ عَلَيْهِ فِي النَّارِ ابْتِغَاءَ حِلْيَةٍ أَوْ مَتَاعٍ زَبَدٌ مِثْلُهُ كَذَلِكَ يَضْرِبُ اللَّهُ الْحَقَّ وَالْبَاطِلَ فَأَمَّا الزَّبَدُ فَيَذْهَبُ جُفَاءً وَأَمَّا مَا يَنْفَعُ النَّاسَ فَيَمْكُثُ فِي الْأَرْضِ كَذَلِكَ يَضْرِبُ اللَّهُ الْأَمْثَالَ } [سورة الرعد: 17]. ¶ قال القرطبي: ضرب مثلاً للحق والباطل؛ فشبه الكفر بالزبد الذي يعلو الماء, فإنه يضمحل ويعلق بجنبات الأودية, وتدفعه الرياح, فكذلك يذهب الكفر ويضمحل(1). ¶ وقال تعالى: { مَثَلُ الَّذِينَ اتَّخَذُوا مِنْ دُونِ اللَّهِ أَوْلِيَاءَ كَمَثَلِ الْعَنْكَبُوتِ اتَّخَذَتْ بَيْتًا وَإِنَّ أَوْهَنَ الْبُيُوتِ لَبَيْتُ الْعَنْكَبُوتِ لَوْ كَانُوا يَعْلَمُونَ } [سورة العنكبوت: 41]. ¶ يقول الشيخ السعدي: \"هذا مثل ضربه الله لمن عبد معه غيره, يقصد به التعزّز والتَّقَوِّي والنفع, وأن الأمر بخلاف مقصوده, فإن مثله كمثل العنكبوت اتخذت بيتًا يقيها من الحر والبرد والآفات, { وَإِنَّ أَوْهَنَ الْبُيُوتِ } أضعفها وأوهاها { لَبَيْتُ الْعَنْكَبُوتِ } . فالعنكبوت من الحيوانات الضعيفة, وبيتها من أضعف البيوت, فما ازدادت باتخاذه إلا ضعفًا,كذلك هؤلاء الذين يتخذون من دونه أولياء, فقراء عاجزون من جميع الوجوه, وحين اتخذوا الأولياء من دونه يتعززون بهم ويستنصرونهم, ازدادوا ضعفًا إلى ضعفهم, ووهناً إلى وهنهم(2). ¶ وكذا نجد الأمثال تستعمل بكثرة في السنة, فإليك البعض منها : ¶ __________ ¶ (1) كتاب: الجامع لأحكام القرآن للقرطبي، المجلد الخامس، 9/304. ¶ (2) تيسير الكريم الرحمن للشيخ السعدي، ص: 631.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "\"فعَن ابْنِ عُمَرَ عَن النَّبِيِّ صَلَّى الله عَلَيْهِ وَسَلَّمَ قَالَ: \"مَثَلُ المُنَافِقِ: كَمَثَلِ الشَّاةِ الْعَائِرَةِ بَيْنَ الْغَنَمَيْنِ؛ تَعِيرُ إِلَى هَذِهِ مَرَّةً، وَإِلَى هَذِهِ مَرَّةً\"(1). ¶ (الْعَائِرَة) أَيْ: الْمُتَرَدِّدَة بَيْن قَطِيعَيْنِ مِن الْغَنَم، وَهِيَ الَّتِي تَطْلُب الْفَحْل فَتَتَرَدَّد بَيْن قَطِيعَيْنِ وَلَا تَسْتَقِرّ مَعَ إِحْدَاهُمَا, وَالْمُنَافِق مَعَ الْمُؤْمِنِينَ بِظَاهِرِهِ وَمَعَ الْمُشْرِكِينَ بِبَاطِنِهِ تَبَعًا لِهَوَاهُ وَعَرْضه الْفَاسِد فَصَارَ بِمَنْزِلَةِ تِلْكَ الشَّاة(2). ¶ __________ ¶ (1) صحيح مسلم، كتاب صفات المنافقين وأحكامهم، باب: صفات المنافقين وأحكامهم، برقم: (2784). وسنن النسائي، كتاب الإيمان وشرائعه، باب: مثل المنافق، برقم: (5040). ¶ (2) شرح سنن النسائي للسندي, المجلد الرابع، 8/124.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "\"وعَنْ أَبِي مُوسَى الْأَشْعَرِيِّ قَالَ: قَالَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ: \"مَثَلُ الْمُؤْمِنِ الَّذِي يَقْرَأُ الْقُرْآنَ كَمَثَلِ الْأُتْرُجَّةِ(1) رِيحُهَا طَيِّبٌ وَطَعْمُهَا طَيِّبٌ, وَمَثَلُ الْمُؤْمِنِ الَّذِي لَا يَقْرَأُ الْقُرْآنَ كَمَثَلِ التَّمْرَةِ لَا رِيحَ لَهَا وَطَعْمُهَا حُلْوٌ, وَمَثَلُ الْمُنَافِقِ الَّذِي يَقْرَأُ الْقُرْآنَ مَثَلُ الرَّيْحَانَةِ رِيحُهَا طَيِّبٌ وَطَعْمُهَا مُرٌّ, وَمَثَلُ الْمُنَافِقِ الَّذِي لَا يَقْرَأُ الْقُرْآنَ كَمَثَلِ الْحَنْظَلَةِ لَيْسَ لَهَا رِيحٌ وَطَعْمُهَا مُرّ\"(2). ¶ __________ ¶ (1) بِضَمِّ الْهَمْزَة وَالرَّاء وَتَشْدِيد الْجِيم وَقَدْ تُخَفَّف, ثَمَر مَعْرُوف يُقَال لَهَا: تُرُنْج جَامِع لِطِيبِ الطَّعْم وَالرَّائِحَة وَحُسْن اللَّوْن وَمَنَافِع كَثِيرَة. وَالْمَقْصُود بِضَرْبِ الْمَثَل بَيَان عُلُوّ شَأْن الْمُؤْمِن وَارْتِفَاع عَمَله, وَانْحِطَاط شَأْن الْفَاجِر وَإِحْبَاط عَمَله. (ينظر: عون المعبود شرح سنن أبي داود للعظيم آبادي ،13/177). ¶ (2) صحيح البخاري، كتاب الأطعمة، باب: ذكر الطعام، برقم: (5427), وصحيح مسلم، كتاب صلاة المسافرين وقصرها، باب :فضيلة حافظ القرآن، برقم: (797).",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "قال ابن حجر: قِيلَ: الْحِكْمَة فِي تَخْصِيص الْأُتْرُجَّة بِالتَّمْثِيلِ دُون غَيْرهَا مِن الْفَاكِهَة الَّتِي تَجْمَع طِيب الطَّعْم وَالرِّيح كَالتُّفَّاحَةِ لِأَنَّهُ يُتَدَاوَى بِقِشْرِهَا وَهُوَ مُفْرِح بِالْخَاصِّيَّةِ, وَيُسْتَخْرَج مِن حَبِّهَا دُهْن لَهُ مَنَافِع, وَقِيلَ: إِنَّ الْجِنّ لَا تَقْرَب الْبَيْت الَّذِي فِيهِ الْأُتْرُجّ, فَنَاسَبَ أَنْ يُمَثِّلَ بِهِ الْقُرْآن الَّذِي لَا تَقْرَبهُ الشَّيَاطِين, وَغِلَاف حَبّه أَبْيَض فَيُنَاسِب قَلْب الْمُؤْمِن, وَفِيهَا أَيْضًا مِن الْمَزَايَا كِبْر جُرْمهَا, وَحُسْن مَنْظَرهَا, وَتَفْرِيح لَوْنهَا, وَلِين مَلْمَسهَا, وَفِي أَكْلهَا مَعَ الِالْتِذَاذ طِيب نَكْهَة وَدِبَاغ مَعِدَة وَجَوْدَة هَضْمٍ, وَلَهَا مَنَافِع أُخْرَى مَذْكُورَة فِي الْمُفْرَدَات. ¶ وَفِي الْحَدِيث فَضِيلَة حَامِلِي الْقُرْآن, وَضَرْب الْمَثَل لِلتَّقْرِيبِ لِلْفَهْمِ, وَأَنَّ الْمَقْصُود مِن تِلَاوَة الْقُرْآن الْعَمَل بِمَا دَلَّ عَلَيْهِ(1). ¶ \"وعَنْ أَبِي هُرَيْرَةَ رَضِيَ الله عَنْهُ أَنَّ رَسُولَ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ قَالَ: إِنَّ مَثَلِي وَمَثَلَ الْأَنْبِيَاءِ مِن قَبْلِي كَمَثَلِ رَجُلٍ: بَنَى بَيْتًا فَأَحْسَنَهُ وَأَجْمَلَهُ إِلَّا مَوْضِعَ لَبِنَةٍ مِن زَاوِيَةٍ, فَجَعَلَ النَّاسُ يَطُوفُونَ بِهِ وَيَعْجَبُونَ لَهُ, وَيَقُولُونَ: هَلَّا وُضِعَتْ هَذِهِ اللَّبِنَةُ؟ قَالَ: فَأَنَا اللَّبِنَةُ. وَأَنَا خَاتِمُ النَّبِيِّينَ(2). ¶ __________ ¶ (1) ينظر: فتح الباري شرح صحيح البخاري لابن حجر العسقلاني، 9/66-67. ¶ (2) صحيح البخاري، كتاب المناقب، باب: خاتم النبيين، برقم: (3535), وصحيح مسلم، كتاب الفضائل، باب :ذكر كونه صلى الله عليه وسلم خاتم النبيين، برقم: (2286).",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "قال النووي: فِيهِ فَضِيلَته صَلَّى الله عَلَيْهِ وَسَلَّمَ, وَأَنَّهُ خَاتَم النَّبِيِّينَ, وَجَوَاز ضَرْب الْأَمْثَال فِي الْعَلَم وَغَيْره(1). ¶ \"وعن أبي هُرَيْرَةَ رَضِيَ الله عَنْهُ أَنَّهُ سَمِعَ رَسُولَ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ يَقُولُ: إِنَّمَا مَثَلِي وَمَثَلُ النَّاسِ؛ كَمَثَلِ رَجُلٍ اسْتَوْقَدَ نَارًا فَلَمَّا أَضَاءَتْ مَا حَوْلَهُ جَعَلَ الْفَرَاشُ وَهَذِهِ الدَّوَابُّ الَّتِي تَقَعُ فِي النَّارِ يَقَعْنَ فِيهَا, فَجَعَلَ الرَّجُلُ يَزَعُهُنَّ وَيَغْلِبْنَهُ فَيَقْتَحِمْنَ فِيهَا, فَأَنَا آخُذُ بِحُجَزِكُمْ عَن النَّارِ وأَنْتُمْ تَقَحَّمُوْنَ فِيهَا(2). ¶ قال ابن حجر: وَحَاصِله أَنَّهُ شَبَّهَ تَهَافُت أَصْحَاب الشَّهَوَات فِي المَعَاصِي الَّتِي تَكُون سَبَبًا فِي الْوُقُوع فِي النَّار بِتَهَافُتِ الْفَرَاش بِالْوُقُوعِ فِي النَّار اِتِّبَاعًا لِشَهَوَاتِهَا, وَشَبَّهَ ذَبَّهُ الْعُصَاة عَن الْمَعَاصِي بِمَا حَذَّرَهُمْ بِهِ وَأَنْذَرَهُمْ بِذَبِّ صَاحِب النَّار الْفَرَاش عَنْهَا. وَقَالَ عِيَاض: شَبَّهَ تَسَاقُط أَهْل الْمَعَاصِي فِي نَار الْآخِرَة بِتَسَاقُطِ الْفَرَاش فِي نَار الدُّنْيَا(3). ¶ __________ ¶ (1) ينظر: شرح صحيح مسلم للنووي، المجلد الخامس, (15/51). ¶ (2) صحيح البخاري، كتاب الرقاق، باب: الانتهاء عن المعاصي، برقم: (6483) واللفظ له, وصحيح مسلم، كتاب الفضائل، باب: شفقته صلى الله عليه وسلم على أمته، برقم: (2284). ¶ (3) فتح الباري شرح صحيح البخاري لابن حجر العسقلاني، 11/318-319.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وقال النووي: وَمَقْصُود الْحَدِيث أَنَّهُ صَلَّى الله عَلَيْهِ وَسَلَّمَ شَبَّهَ تَسَاقُط الْجَاهِلِينَ وَالْمُخَالِفِينَ بِمَعَاصِيهِمْ وَشَهَوَاتهمْ فِي نَار الْآخِرَة, وَحِرْصهمْ عَلَى الْوُقُوع فِي ذَلِكَ, مَعَ مَنْعه إِيَّاهُمْ, وَقَبْضه عَلَى مَوَاضِع الْمَنْع مِنْهُمْ, بِتَسَاقُطِ الْفِرَاش فِي نَار الدُّنْيَا, لِهَوَاهُ وَضَعْف تَمْيِيزه, وَكِلَاهُمَا حَرِيصٌ عَلَى هَلَاكِ نَفْسه, سَاعٍ فِي ذَلِكَ لِجَهْلِهِ(1). ¶ \"وعَنْ أَبِي هُرَيْرَةَ قَالَ: ضَرَبَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ مَثَلَ الْبَخِيلِ وَالمُتَصَدِّقِ كَمَثَلِ رَجُلَيْنِ؛ عَلَيْهِمَا جُنَّتَانِ مِن حَدِيدٍ, قَد اضْطُرَّتْ أَيْدِيهِمَا إِلَى ثُدِيِّهِمَا وَتَرَاقِيهِمَا, فَجَعَلَ الْمُتَصَدِّقُ كُلَّمَا تَصَدَّقَ بِصَدَقَةٍ انْبَسَطَتْ عَنْهُ حَتَّى تُغَشِّيَ أَنَامِلَهُ وَتَعْفُوَ أَثَرَهُ, وَجَعَلَ الْبَخِيلُ كُلَّمَا هَمَّ بِصَدَقَةٍ قَلَصَتْ وَأَخَذَتْ كُلُّ حَلْقَةٍ مَكَانَهَا. قَالَ: فَأَنَا رَأَيْتُ رَسُولَ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ يَقُولُ بِإِصْبَعِهِ فِي جَيْبِهِ فَلَوْ رَأَيْتَهُ يُوَسِّعُهَا وَلَا تَوَسَّعُ(2). ¶ __________ ¶ (1) شرح صحيح مسلم للنووي، المجلد الخامس, (15/50). ¶ (2) صحيح البخاري، كتاب الزكاة، باب: مثل البخيل والمتصدق، برقم: (1443), وصحيح مسلم، كتاب الزكاة، باب: مثل المنفق والبخيل، برقم: (1021).",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "قَالَ الْخَطَّابِيّ وَغَيْره: وَهَذَا مَثَلٌ ضَرَبَهُ النَّبِيّ صَلَّى الله عَلَيْهِ وَسَلَّمَ لِلْبَخِيلِ وَالْمُتَصَدِّقِ, فَشَبَّهَهُمَا بِرَجُلَيْنِ أَرَادَ كُلّ وَاحِد مِنْهُمَا أَنْ يَلْبَسَ دِرْعًا يَسْتَتِرُ بِهِ مِن سِلَاحِ عَدُّوِهِ, فَصَبَّهَا عَلَى رَأْسِهِ لِيَلْبَسهَا, وَالدُّرُوع أَوَّل مَا تَقَعُ عَلَى الصَّدْرِ وَالثَّدْيَيْنِ إِلَى أَنْ يُدْخِلَ الْإِنْسَان يَدَيْهِ فِي كُمَّيْهَا, فَجَعَلَ الْمُنْفِقَ كَمَنْ لَبِسَ دِرْعًا سَابِغَة فَاسْتَرْسَلَتْ عَلَيْهِ حَتَّى سَتَرَتْ جَمِيعَ بَدَنِهِ, وَهُوَ مَعْنَى قَوْلِهِ: \" حَتَّى تَعْفُوَ أَثَره \" أَيْ: تَسْتُرُ جَمِيع بَدَنِهِ. وَجُعِلَ الْبَخِيل كَمَثَلِ رَجُلٍ غُلَّتْ يَدَاهُ إِلَى عُنُقِهِ, كُلَّمَا أَرَادَ لُبْسهَا اِجْتَمَعَتْ فِي عُنُقِهِ فَلَزِمَتْ تَرْقُوَته, وَهُوَ مَعْنَى قَوْلِهِ: \" قَلَصَتْ \" أَيْ: تَضَامَنَتْ وَاجْتَمَعَتْ, وَالْمُرَاد أَنَّ الْجَوَادَ إِذَا هَمَّ بِالصَّدَقَةِ اِنْفَسَحَ لَهَا صَدْرُهُ وَطَابَتْ نَفْسه فَتَوَسَّعَتْ فِي الْإِنْفَاقِ, وَالْبَخِيل إِذَا حَدَّثَ نَفْسه بِالصَّدَقَةِ شَحَّتْ نَفْسه فَضَاقَ صَدْرُهُ وَانْقَبَضَتْ يَدَاهُ. ¶ وَقَالَ الطِّيبِيّ: قَيَّدَ الْمُشَبَّهَ بِهِ بِالْحَدِيدِ إِعْلَامًا بِأَنَّ الْقَبْضَ وَالشِّدَّةَ مِن جِبِلَّة الْإِنْسَان, وَأَوْقَعَ الْمُتَصَدِّق مَوْقِع السَّخِيِّ لِكَوْنِهِ جَعَلَهُ فِي مُقَابَلَةِ الْبَخِيلِ إِشْعَارًا بِأَنَّ السَّخَاءَ هُوَ مَا أَمَرَ بِهِ الشَّارِع وَنَدَبَ إِلَيْهِ مِن الْإِنْفَاقِ لَا مَا يَتَعَانَاهُ الْمُسْرِفُونَ(1). ¶ __________ ¶ (1) ينظر: فتح الباري شرح صحيح البخاري لابن حجر العسقلاني، 3/306-307.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "\"وعَن ابْنِ عُمَرَ رَضِيَ الله عَنْهُمَا أَنَّ رَسُولَ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ قَالَ: إِنَّمَا مَثَلُ صَاحِبِ الْقُرْآنِ كَمَثَلِ صَاحِبِ الْإِبِلِ الْمُعَقَّلَةِ(1) إِنْ عَاهَدَ عَلَيْهَا أَمْسَكَهَا, وَإِنْ أَطْلَقَهَا ذَهَبَتْ(2). ¶ قال ابن حجر: شَبَّهَ دَرْسَ الْقُرْآن وَاسْتِمْرَار تِلَاوَته بِرَبْطِ الْبَعِير الَّذِي يُخْشَى مِنْهُ الشِّرَاد, فَمَا زَالَ التَّعَاهُد مَوْجُودًا فَالْحِفْظ مَوْجُود, كَمَا أَنَّ الْبَعِير مَا دَامَ مَشْدُودًا بِالْعِقَالِ فَهُوَ مَحْفُوظ. وَخَصَّ الْإِبِل بِالذِّكْرِ لِأَنَّهَا أَشَدّ الْحَيَوَان الْإِنْسِيّ نُفُورًا, وَفِي تَحْصِيلهَا بَعْد اسْتِمْكَان نُفُورهَا صُعُوبَة(3). ¶ وكذلك الحديث الذي نحن بصدد شرحه استعمل النبي صلى الله عليه وسلم فيه أسلوب ضرب المثل لما لهذا الأسلوب من أثر بالغ على توضيح المراد وتقريب المعاني إلى الأذهان. ¶ * * * ¶ ومن هنا تحصّل لدينا أنّ ضرب المثل أسلوب من أهم الأساليب لتقريب المعاني، وقوة التصوير، وسرعة الإقناع، يحسن بالمعلم والمربي، والداعية والموجه، والأب والأم، أن يستخدم هذا الأسلوب ليكون كلامه مقبولاً، ومعانيه المرادة واضحة وجلية، كما استخدم في القرآن الكريم، واستخدم في السنة النبوية. ¶ * * * ¶ الوقفة الخامسة ¶ طلب العلم والتفقه فيه ¶ __________ ¶ (1) وَالْمُعَقَّلَة بِضَمِّ الْمِيم وَفَتْح الْعَيْن الْمُهْمَلَة وَتَشْدِيد الْقَاف أَيْ الْمَشْدُودَة بِالْعِقَالِ، وَهُوَ الْحَبْل الَّذِي يُشَدّ فِي رُكْبَة الْبَعِير (ينظر: فتح الباري شرح صحيح البخاري لابن حجر العسقلاني، 9/79). ¶ (2) صحيح البخاري، كتاب فضائل القرآن، باب: استذكار القرآن وتعاهده، برقم: (5031), وصحيح مسلم، كتاب صلاة المسافرين وقصرها، باب: الأمر بتعهد القرآن، برقم: (789). ¶ (3) ينظر: فتح الباري شرح صحيح البخاري لابن حجر العسقلاني، 9/79.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "في هذا الحديث دلالة صريحة على أهمية العلم الشرعي وعظيم أثره، حيث جعل النبي صلى الله عليه وسلم صاحبه كالأرض التي قبلت الماء وأنبتت الكلأ والعشب، ومن هنا سنقف من أهمية طلب العلم وفضائله وما ينبغي لطالب العلم أن يتحلى به ليكون كالأرض المذكورة، فينفع نفسه وأسرته ومجتمعه، ملخصًا له من رسالة: قواعد منهجية في طلب العلم. ¶ أهمية طلب العلم: ¶ الحديث عن العلم والتعلم حديث تحبه النفوس المؤمنة، وترغبه الأنفس الطموحة، وتهواه العقول النيرة، فديننا الإسلامي دين العلم والمعرفة، دين النظر والتفكر، دين البحث والإنتاج، فالدين كله مبني على العلم، فلا يعبد العبد ربه على بصيرة إلا بالعلم، ولا تستقيم الأمة على المنهاج الصحيح إلا بالعلم، ولا تسير الدعوات الإصلاحية سيرًا سليمًا إلا بالعلم, وبالعلم تنتشر الرحمات, وتزال الضلالات. ¶ والعلم حياة القلوب، ونور البصائر، وشفاء الصدور، ودليل الحائرين، والحاجة إليه أعظم من الحاجة إلى الطعام والشراب. ¶ وقال علي بن أبي طالب رضي الله عنه مبينًا فضل العلم: كفى بالعلم شرفًا أن يدعيه من لا يحسنه، ويفرح به إذا نسب إليه، وكفى بالجهل ذمًّا أن يتبرأ منه من هو فيه. ¶ بعض فضائل طلب العلم : ¶ 1.إن العلم ميراث الأنبياء، والعلماء ورثة الأنبياء،كما صح بذلك الخبر عن سيد البشر? (1). ¶ __________ ¶ (1) فعن أبي الدرداء قال: سَمِعْتُ رَسُولَ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ يَقُولُ: \"... وَإِنَّ الْعُلَمَاءَ وَرَثَةُ الأَنْبِيَاءِ وَإِنَّ الأَنْبِيَاءَ لَمْ يُوَرِّثُوا دِينَارًا وَلا دِرْهَمًا وَرَّثُوا الْعِلْمَ فَمَنْ أَخَذَهُ أَخَذَ بِحَظٍّ وَافِرٍ\" وبداية الحديث: \"من سلك طريقًا يلتمس فيه علمًا\".",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "2.والعلم طريق موصل إلى الجنة، روى مسلم رحمه الله عن أبي هريرة رضي الله عنه أن النبي ? قال: \"من سلك طريقًا يلتمس فيه علمًا سهّل الله به طريقًا إلى الجنة\" (1). ¶ 3.والعلم سبب لرفعة الفرد والأمة في الدنيا والآخرة، قال تعالى: { يَرْفَعِ اللَّهُ الَّذِينَ آَمَنُوا مِنْكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ } [المجادلة:11]. ¶ 4.والعالم والمتعلم صاحبا نور ووضاءة في الدنيا والآخرة، فقد دعا لهما رسول الله ? بقوله: \"نضّر الله امرءًا سمع مقالتي فوعاها فأداها كما سمعها، فرب مبلغ أوعى من سامع\" (2). ¶ 5.والعالم والمتعلم يفترقان عن غيرهما فرقًا شاسعًا في الدنيا والآخرة, قال تعالى: { قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لَا يَعْلَمُونَ } [الزمر:9]. ¶ 6.والعالم والمتعلم أعرف الناس بالله وأتقاهم وأخشاهم له؛ إذ إنهم عرفوا الله فعبدوه حق عبادته، قال تعالى: { إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ } [فاطر:28]. ¶ 7.وطالب العلم مأجور طوال حياته إذ إنه ساعٍ في سبيل الله، قال عليه الصلاة والسلام: \"من خرج في طلب العلم فهو في سبيل الله حتى يرجع\" (3). ¶ وغيرها من الفضائل كثيرة. ¶ أنواع العلم المكلف بها الأمة: ¶ طلب العلم على نوعين: ¶ __________ ¶ (1) جزء من حديث رواه ابن ماجه في المقدمة، باب فضل العلماء والحث على طلب العلم (219) من حديث أبي هريرة رضي الله عنه مرفوعًا بلفظ: \"من سلك طريقًا يلتمس فيه علمًا سهل الله له طريقًا إلى الجنة\" الحديث, والترمذي في العلم باب ما جاء في فضل الفقه على العبادة (2602), وأبو داود في العلم، باب الحث على طلب العلم (3275), وأحمد في مسند الأنصار (20723), ورواه البخاري تعليقًا في كتاب العلم، باب رقم (10). ¶ (2) سبق تخريجه في ص(16). ¶ (3) أخرجه الترمذي في العلم، برقم (2647) باب فضل طلب العلم، وقال: هذا حديث حسن غريب.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "1.منه ما هو فرض عين يجب أن يعرفه كل واحد من المسلمين، وهو المعلوم من الدين بالضرورة وما يجب عليه معرفته، كأركان الإسلام، من توحيد الله تعالى، ومعرفة أحكام الصلاة، وكذا إذا كان تاجرًا وبائعًا ومشتريًا معرفة البيع والشراء وما يتعلق بهما... وهكذا. ¶ 2.ومنه ما هو فرض كفاية في الأمة، ومندوب للأفراد, وهو ما يتعلق به حاجة الأمة من بيان تفصيل أحكام الاعتقاد، وأحكام الحلال والحرام، وتفاصيل ما يتعلق بالآيات والأحاديث، وما يعضد ذلك من اللغة العربية وأحكامها. فهذا النوع من العلم إن قام به البعض سقط عن باقي الأمة, وإن لم يطلب به أحد منهم أثموا كلهم. ¶ الصفات التي يجب أن يتحلى بها طالب العلم: ¶ 1-أولها وأعلاها: إخلاص النية لله سبحانه: ¶ فطلب العلم من أجل العبادات، بل طلب العلم أفضل من نوافل الصلاة والصيام، فهو يفتقر إلى نية خالصة لله سبحانه.قال تعالى: { وَمَا تَفَرَّقَ الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَةُ * وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ وَيُقِيمُوا الصَّلَاةَ وَيُؤْتُوا الزَّكَاةَ وَذَلِكَ دِينُ الْقَيِّمَةِ } [سورة البينة:4-5]. ¶ 2- ملازمة خشية الله تعالى ومراقبته: ¶ قال الله تعالى: { إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ } [فاطر:28]. ففيه إشارة إلى ضرورة الخشية التي تقود إلى العمل بهذا العلم. ¶ 3-الرفق واللين، وعدم الاستعجال في الطلب: ¶ فإن الله يحب الرفق في الأمر كله، وما كان الرفق في شيء إلا زانه، وما عدم من شيء إلا شانه. ¶ ومن أراد أن يحمل العلم جملة واحدة، فسيضيعه جملة واحدة، قال الشاعر: ¶ اليوم شيء وغدًا مثله… من نخب العلم التي تلتقط ¶ يحصل المرء بها حكمة… إنما السيل اجتماع النقط ¶ 4- الصبر والمصابرة:",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "فالعلم بحر متلاطم لا ساحل له، ولا يمكن الغوص في هذا البحر والوصول إلى أعماقه إلا بالصبر، وقد حث الله تعالى على هذه الخصلة في كل شيء، فقال تعالى: { وَمَنْ أَحْسَنُ قَوْلًا مِمَّنْ دَعَا إِلَى اللَّهِ وَعَمِلَ صَالِحًا وَقَالَ إِنَّنِي مِنَ الْمُسْلِمِينَ * وَلَا تَسْتَوِي الْحَسَنَةُ وَلَا السَّيِّئَةُ ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ * وَمَا يُلَقَّاهَا إِلَّا الَّذِينَ صَبَرُوا وَمَا يُلَقَّاهَا إِلَّا ذُو حَظٍّ عَظِيمٍ } [فصلت: 33 -35]. ¶ فالصبر عدة الأفذاذ وقوة السائرين، به يصلون إلى غاياتهم ومناهم، فعلى طالب العلم أن يحذر من العجلة والملل وقلة الصبر. ¶ كمايقول الشاعر : ¶ لا تحسب المجد ثمرًا أنت آكله لن تبلغ المجد حتى تلعق الصبرا ¶ 5- التواضع وخفض الجناح، ونبذ الكبر والبطر والتعالي: ¶ فالعلم يحتاج أن تتذلل له، وأوضح قدوة في ذلك أن كثيرًا من الصحابة رووا عن التابعين. ¶ وكان ابن عباس رضي الله عنهما يأخذ بركاب ناقة زيد بن ثابت ويقول: هكذا أمرنا باحترام علمائنا. ¶ ومن تواضع لله رفعه، وقال القائل: ¶ العلم حرب للفتى المتعالي كالسيل حرب للمكان العالي ¶ 6- الحرص على اغتنام الأوقات وقوة الشباب: ¶ عمر الإنسان مراحل يبدأ بضعف ثم قوة وينتهي إلى ضعف، والمؤمن من يغتنم أوقات قوته وشبابه، فإن هذا الوقت هو وقت التحصيل وحمل العلم، فالمحافظة على هذا الوقت فرصة غالية. ¶ فالحذر الحذر! من ضياع الأوقات، فالعلم لا ينال بأجزاء من الوقت مقطعة، أو بوقت الكلل والتعب، أو بوقت الفراغ من الأعمال، فالعلم لا يقبل هذا، وقد قيل: أعط العلم كلك يعطِك بعضه، وأعطه بعضك لا يعطك شيئًا. ¶ 7- المواصلة والاستمرار في طلب العلم:",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "فيواصل طالب العلم ولا يمل ولا يكل، فمن طلب العلا سهر الليالي, ولكن إذا تطرق إليه الملل فلا مانع من وضع فسحة بين وقت وآخر لتستعيد النفس نشاطها، يقول أمير المؤمنين علي بن أبي طالب رضي الله عنه: \"أجمّوا هذه القلوب وابتغوا لها طرائف الحكمة فإنها تمل كما تمل الأبدان\"(1). ¶ 8-العمل بالعلم: ¶ فهو زكاة العلم وهو الثمرة منه، ولا ينفع بدونه، بل قد ذم الله تعالى الذين يقولون ما لا يفعلون، قال تعالى: { يَا أَيُّهَا الَّذِينَ آَمَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ * كَبُرَ مَقْتًا عِنْدَ اللَّهِ أَنْ تَقُولُوا مَا لَا تَفْعَلُونَ } [الصف:2، 3]. ¶ وقال تعالى: { أَتَأْمُرُونَ النَّاسَ بِالْبِرِّ وَتَنْسَوْنَ أَنْفُسَكُمْ } [البقرة:44]. ¶ فهذه بعض الصفات التي إذا اتصف بها الإنسان يرجى له أن يحصل العلم. فالبدار البدار يا طالب العلم إلى هذا المنبع الصافي لكي تنهل من معينه. ¶ أسباب النجاح في طلب العلم : ¶ قال ابن القيم رحمه الله: للعلم ست مراتب:- ¶ حسن السؤال (أي أن لا يحرج المعلم بأسئلة غير واقعية وغير مفيدة، وأن لا يسأل حتى يكمل المعلم الدرس، ولا يكن قصده من السؤال التعجيز أو اختبار المعلم). ¶ وحسن الإنصات والاستماع. (أن يركز الطالب فيما يقوله المعلم ويمعن فيه، لأن القلب الغافل لا يحصل على شيء). ¶ وحسن الفهم. (وذلك لا يأتي إلا بحسن الاستماع). ¶ وتعاهده وحفظه حتى لا ينساه فيذهب. (بأن لا يؤخر عمل اليوم إلى الغد من مذاكرة الدروس وحفظ الواجبات وحل المشكلات). ¶ والتعليم. (العلم شيء وحيد كلما بذله صاحبه زاد وتكاثر). ¶ والعمل به ومراعاة حدوده وهي ثمرته. ولا يكن ممن قال الله فيه: { يَا أَيُّهَا الَّذِينَ آَمَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ * كَبُرَ مَقْتًا عِنْدَ اللَّهِ أَنْ تَقُولُوا مَا لَا تَفْعَلُونَ } [سورة الصف:2-3]. ¶ __________ ¶ (1) جامع بيان العلم وفضله، لابن عبدالبر 1/126.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "هذه أسباب النجاح في طلب العلم كما ذكره ابن القيم رحمه الله، ونزيد عليه: ¶ -أن يتلقى العلم من أهله، ولا يتكئ على الكتب فحسب، كما أنه لا ينبغي أن يتعلم ممن هو ليس بأهله. ¶ -أن يقدم الأهم فالمهم، فأولا يحفظ القرآن الكريم وشيئاً من السنة النبوية، ثم يركز على حفظ المتون، وهكذا. ¶ -أن يسلك سبيل التدرج، فلا يمكن لطالب العلم أن يتقن جميع العلوم مرةً واحدةً، بل عليه أن يتعلم المختصرات ثم المتوسطات ثم المطولات... ¶ -أن يرتب أوقاته، فمثلا بعد العصر لحفظ القرآن الكريم، وبعد المغرب لمذاكرة الدروس، وبعد العشاء للمطالعة، وهكذا.. ¶ فإذا راعى الإنسان هذه الصفات يرجى له بمستقبل علمي زاهر, ونفع نفسه وأمته. فهيا بنا أن نشد أزرنا في طلبه, ونبذل ما فيه قصارى جهدنا لحصوله, وننفق الغالي والنفيس لأجله, فإن المغبون من حرم بركات العلم(1). ¶ * * * ¶ الوقفة السادسة ¶ الدعوة إلى الله ¶ دل الحديث على أهمية الدعوة إلى الله تبارك وتعالى وعظم شأنها، فقد جعل النبي صلى الله عليه وسلم طالب العلم الداعي إلى الله كالأرض التي تنفع الناس بإنباتها للكلأ والعشب، وهذه ثمرة العلم وزكاته، ولذا سنتطرق بشيء من التفصيل في هذه الوقفة عن الجوانب المهمة في الدعوة في ضوء المباحث الآتية: ¶ * * * ¶ المبحث الأول ¶ مفهوم الدعوة ¶ (الدَعوة) إلى الطعام: بالفتح, يقال: كنا في دَعوة فلان و مدعاة فلان,وهو مصدر، والمراد بهما الدعاء إلى الطعام. ¶ والدِعوة: بالكسر في النسب, والدعيُ من تبنيتَه، ومنه قوله تعالى: { وَمَا جَعَلَ أَدْعِيَاءَكُمْ أَبْنَاءَكُمْ } [الأحزاب: 4]. ¶ وداعية اللبن: ما يترك في الضرع ليدعو ما بعده. وفي الحديث: دع داعي اللبن(2). ¶ __________ ¶ (1) هذا الفصل لخصناه من كتابنا: قواعد منهجية في طلب العلم. ومن أراد التوسع فليراجع الكتاب. ولم أفصّل هنا اكتفاءً بما ذكر هناك. ¶ (2) ينظر: مختار الصحاح للرازي، ص: 206.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "أي: أبق في الضرع قليلًا من اللبن ولا تستوعبه كله فإن الذي تبقيه فيه يدعو ما وراءه من اللبن, فينزله, وإذا استقصي كل ما في الضرع أبطأ دره على حالبه. ¶ والدعوة تأتي بمعنى الاستغاثة: وهو كقولك للرجل: إذا لقيت العدو خالياً فادع المسلمين, ومعناه: استغث بالمسلمين. فالدعاء هنا بمعنى الاستغاثة. ¶ كما تأتي بمعنى العبادة: قوله تعالى: { وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ } [غافر: 60], وقال النبي صلى الله عليه وسلم: \"الدعاء هو العبادة\". ¶ فعَن النُّعْمَانِ بْنِ بَشِيرٍ عَن النَّبِيِّ صَلَّى الله عَلَيْهِ وَسَلَّمَ فِي قَوْلِهِ: { وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ } , قَالَ: الدُّعَاءُ هُوَ الْعِبَادَةُ. وَقَرَأَ: { وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ } إِلَى قَوْلِهِ { دَاخِرِينَ } . قَالَ أَبُو عِيسَى: هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ (1). ¶ والدعاء: الرغبة إلى الله عز وجل. والدعوة: المرة الواحدة من الدعاء. ومنه الحديث: عن لُقْمَان بْن عَامِرٍ قَالَ: سَمِعْتُ أَبَا أُمَامَةَ قَالَ:قُلْتُ: يَا نَبِيَّ الله مَا كَانَ أَوَّلُ بَدْءِ أَمْرِكَ؟ قَالَ: دَعْوَةُ أَبِي إِبْرَاهِيمَ, وَبُشْرَى عِيسَى, وَرَأَتْ أُمِّي أَنَّهُ يَخْرُجُ مِنْهَا نُورٌ أَضَاءَتْ مِنْهَا قُصُورُ الشَّامِ(2). ¶ __________ ¶ (1) جامع الترمذي، كتاب التفسير، باب: ومن سورة البقرة، ح: (2969). ¶ (2) مسند أحمد (5/262).",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "فدعوة إبراهيم عليه السلام؛ قوله تعالى: { رَبَّنَا وَابْعَثْ فِيهِمْ رَسُولًا مِنْهُمْ يَتْلُو عَلَيْهِمْ آَيَاتِكَ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَيُزَكِّيهِمْ إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ } [سورة البقرة: 129], وبشارة عيسى عليه السلام؛ قوله تعالى: { وَإِذْ قَالَ عِيسَى ابْنُ مَرْيَمَ يَا بَنِي إِسْرَائِيلَ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ مُصَدِّقًا لِمَا بَيْنَ يَدَيَّ مِنَ التَّوْرَاةِ وَمُبَشِّرًا بِرَسُولٍ يَأْتِي مِنْ بَعْدِي اسْمُهُ أَحْمَدُ } [ سورة الصف: 6 ]. ¶ ودعا الرجل دعوًا ودُعاءً: ناداه.والاسم الدعوة, ودعوت فلاناً, أي: صحت به, واستدعيته, والدعاة: قوم يدعون إلى بيعة هدىً أو ضلالةً, واحدهم داعٍ. ورجل داعية: إذا كان يدعو الناس إلى بدعة أو دين, أدخلت الهاء فيه للمبالغة. والنبي صلى الله عليه وسلم داعي الله تعالى.ومنه قوله تعالى: { وَدَاعِيًا إِلَى اللَّهِ بِإِذْنِهِ وَسِرَاجًا مُنِيرًا } [الأحزاب: 46]. معناه: داعيًا إلى توحيد الله وما يقرب منه(1). ¶ والدعوة يراد بها في الشرع أحد معنيين: ¶ 1 ــ المعنى الأول: الإسلام. ¶ 2 ــ المعنى الثاني: \"نشر هذا الدين للناس\". وفي المجال الدعوي يقصد هذا المفهوم على العموم. كما قال تعالى: { قُلْ ¾دnة‹\"yd 'ج?ٹخ6y™ (#ûqممôٹr& إِلَى اللَّهِ عَلَى بَصِيرَةٍ أَنَا وَمَنِ سة_yèt6¨?$# .. } [سورة يوسف: 108]. والمقصود بالدعوة إلى الله الدعوة إلى دينه. ¶ * * * ¶ وهذا المعنى الأخير هو المراد بالبحث بمفهومه العام سواء كانت الدعوة إلى الإسلام وترك الكفر، أو الدعوة إلى الطاعة وترك المعصية، أو الدعوة إلى العمل الفاضل وترك المفضول. ¶ * * * ¶ المبحث الثاني ¶ موضوع الدعوة ¶ __________ ¶ (1) ينظر: لسان العرب لابن منظور: فصل الدال, حرف الواو والياء, المجلد التاسع, 18/281-284. بتلخيص.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "إن المقصود بالدعوة إلى الله الدعوة إلى دينه, وهو الإسلام كما قال تعالى: { إِنَّ الدِّينَ عِنْدَ اللَّهِ الْإِسْلَامُ } [سورة آل عمران: 19], ذلك الدين الكامل الشامل، دين جميع الأنبياء والرسل، دين السعادة والراحة والطمأنينة، ارتضاه الله لهذه الأمة، وأكمله على حبيبه وخير خلقه؛ محمد ابن عبد الله صلى الله عليه وسلم، قال تعالى: { الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلَامَ دِينًا } [سورة المائدة :3 ]. فلا يقبل عند الله دين سواه كما قال تعالى: { وَمَنْ يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الْآَخِرَةِ مِنَ الْخَاسِرِينَ } [سورة آل عمران :85 ]. ¶ * * *",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "والإسلام: هو الخضوع والاستسلام والانقياد لله رب العالمين, كما يلزم الإنسان أن يمتثل جميع الأوامر بقدر المستطاع ويجتنب النواهي كلها, وأجمل مفهوم للدين ما جاء في حديث جبريل عليه السلام الذي ذكرت فيه مراتب الدين: فعن ابن عمر رضي الله عنهما قَالَ :حَدَّثَنِي أَبِي عُمَرُ بْنُ الْخَطَّابِ - رضي الله عنه -، قَالَ: \"بَيْنَمَا نَحْنُ عِنْدَ رَسُولِ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ ذَاتَ يَوْمٍ؛ إِذْ طَلَعَ عَلَيْنَا رَجُلٌ شَدِيدُ بَيَاضِ الثِّيَابِ، شَدِيدُ سَوَادِ الشَّعَرِ، لَا يُرَى عَلَيْهِ أَثَرُ السَّفَرِ، وَلَا يَعْرِفُهُ مِنَّا أَحَدٌ ،حَتَّى جَلَسَ إِلَى النَّبِيِّ صَلَّى الله عَلَيْهِ وَسَلَّمَ؛ فَأَسْنَدَ رُكْبَتَيْهِ إِلَى رُكْبَتَيْهِ، وَوَضَعَ كَفَّيْهِ عَلَى فَخِذَيْهِ، وَقَالَ: يَا مُحَمَّدُ أَخْبِرْنِي عَن الْإِسْلَامِ؟ فَقَالَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ: الْإِسْلَامُ أَنْ تَشْهَدَ أَنْ لَا إِلَهَ إِلَّا الله وَأَنَّ مُحَمَّدًا رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ، وَتُقِيمَ الصَّلَاةَ، وَتُؤْتِيَ الزَّكَاةَ، وَتَصُومَ رَمَضَانَ، وَتَحُجَّ الْبَيْتَ إِن اسْتَطَعْتَ إِلَيْهِ سَبِيلًا. قَالَ: صَدَقْتَ. قَالَ: فَعَجِبْنَا لَهُ يَسْأَلُهُ وَيُصَدِّقُهُ، قَالَ: فَأَخْبِرْنِي عَن الْإِيمَانِ؟ قَالَ: أَنْ تُؤْمِنَ بِالله ،وَمَلَائِكَتِهِ، وَكُتُبِهِ، وَرُسُلِهِ، وَالْيَوْمِ الْآخِرِ، وَتُؤْمِنَ بِالْقَدَرِ خَيْرِهِ وَشَرِّهِ، قَالَ: صَدَقْتَ. قَالَ: فَأَخْبِرْنِي عَن الْإِحْسَانِ؟ قَالَ: أَنْ تَعْبُدَ الله كَأَنَّكَ تَرَاهُ، فَإِنْ لَمْ تَكُنْ تَرَاهُ فَإِنَّهُ يَرَاكَ، قَالَ: فَأَخْبِرْنِي عَن السَّاعَةِ؟ قَالَ: مَا الْمَسْئُولُ عَنْهَا بِأَعْلَمَ مِن السَّائِلِ، قَالَ: فَأَخْبِرْنِي عَن أَمَارَتِهَا؟ قَالَ: أَنْ تَلِدَ الْأَمَةُ رَبَّتَهَا،",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "وَأَنْ تَرَى الْحُفَاةَ الْعُرَاةَ الْعَالَةَ رِعَاءَ الشَّاءِ يَتَطَاوَلُونَ فِي الْبُنْيَانِ. قَالَ: ثُمَّ انْطَلَقَ فَلَبِثْتُ مَلِيًّا، ثُمَّ قَالَ لِي: يَا عُمَرُ أَتَدْرِي مَن السَّائِلُ؟ قُلْتُ: الله وَرَسُولُهُ أَعْلَمُ. قَالَ: فَإِنَّهُ جِبْرِيلُ أَتَاكُمْ يُعَلِّمُكُمْ دِينَكُمْ \"(1). ¶ فقد ذكر في هذا الحديث العظيم مراتب الدين، فالدعوة إلى الإسلام تعني الدعوة إلى الدين في اتباع جميع أوامره وأحكامه وشرائعه واجتناب نواهيه. ¶ وإذا نظرنا في سيرة النبي صلى الله عليه وسلم وجدنا أنه دعا الناس إلى جميع أحكام الدين, فقد دعا الناس من الكفر إلى الإسلام, ومن الضلال إلى الهدى, ومن المعصية إلى الطاعة، ومن الميل إلى الاستقامة, ومن المفضول إلى الفاضل, وإن كان الأصل: الدعوة من الكفر إلى الإسلام. وقد بعثه الله لذلك كما قال تعالى: { لَقَدْ مَنَّ اللَّهُ عَلَى الْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولًا مِنْ أَنْفُسِهِمْ يَتْلُو عَلَيْهِمْ آَيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلَالٍ مُبِينٍ } [آل عمران: 164]. ¶ * * * ¶ وحاصل الأمر أن موضوع الدعوة هو: الدعوة إلى العقيدة الصحيحة، ومن ثم الدعوة إلى تطبيق الشريعة بكاملها من العبادات والأخلاق والآداب، والسلوك والاستقامة، ونبذ الشرك والكفر والنفاق، وعموم المعاصي والآثام وغيرها. ¶ * * * ¶ المبحث الثالث ¶ أهداف الدعوة ¶ __________ ¶ (1) أخرجه البخاري في صحيحه في كتاب الإيمان، باب سؤال جبريل النبي صلى الله عليه وسلم عن الإيمان والإسلام والإحسان، برقم: (50)، ومسلم في صحيحه في كتاب الإيمان، باب بيان الإيمان والإسلام والإحسان، برقم: (8) واللفظ له.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "إن للدعوة أهدافاً ساميةً, تتجلى من خلال دراسة سيرة النبي صلى الله عليه وسلم, لا يجوز الحيدة والانصراف عنها، كما يجب على المسلم الواعي أن يتصورها ويعيها، ويجددها بين الحين والآخر حتى لا تزل به قدم، ولا ينجرف مع هوى، أو يطغى عليه مصلحة دنيوية، أو ينحرف قصده، وهي كالتالي: ¶ \"رضا الله سبحانه وتعالى؛ لأن المسلم يطلب رضا الله تعالى في جميع أموره كما ذكر تعالى عن أوصاف أهل الجنة: { يُوفُونَ بِالنَّذْرِ وَيَخَافُونَ يَوْمًا كَانَ شَرُّهُ مُسْتَطِيرًا * وَيُطْعِمُونَ الطَّعَامَ عَلَى حُبِّهِ مِسْكِينًا وَيَتِيمًا وَأَسِيرًا * إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ اللَّهِ لَا نُرِيدُ مِنْكُمْ جَزَاءً وَلَا شُكُورًا } [سورة الإنسان: 7-9].",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "\"نشر الإسلام في الأرض؛ لأن هذا الدين يعلو ولا يعلى عليه, ولا بد أن ينتصر ولو بعد حين, وأن يدخل في كل بيت وبرٍ ومدرٍ, لا يمنعه من انتشاره جور جائرٍ ولا عدل عادلٍ, وإن طال الزمن أو قصر، فقد قال تعالى: { يُرِيدُونَ لِيُطْفِئُوا نُورَ اللَّهِ بِأَفْوَاهِهِمْ وَاللَّهُ مُتِمُّ نُورِهِ وَلَوْ كَرِهَ الْكَافِرُونَ * هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ } [سورة الصف :8-9], وقال في موضع آخر: { يُرِيدُونَ لِيُطْفِئُوا نُورَ اللَّهِ بِأَفْوَاهِهِمْ وَاللَّهُ مُتِمُّ نُورِهِ وَلَوْ كَرِهَ الْكَافِرُونَ * هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ } [سورة التوبة :32-33] وقال في موضع آخر: { هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَكَفَى بِاللَّهِ شَهِيدًا } [سورة الفتح: 28]. ولكن لا بد له من نهوض رجالٍ فحولٍ للقيام بالدعوة, ومن ثم تكون كلمة الله هي العليا, كما جاء في الحديث: عَن تَمِيمٍ الدَّارِيِّ قَالَ: سَمِعْتُ رَسُولَ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ يَقُولُ: لَيَبْلُغَنَّ هَذَا الْأَمْرُ مَا بَلَغَ اللَّيْلُ وَالنَّهَارُ, وَلَا يَتْرُكُ الله بَيْتَ مَدَرٍ وَلَا وَبَرٍ إِلَّا أَدْخَلَهُ الله هَذَا الدِّينَ بِعِزِّ عَزِيزٍ أَوْ بِذُلِّ ذَلِيلٍ, عِزًّا يُعِزُّ الله بِهِ الْإِسْلَامَ وَذُلًّا يُذِلُّ الله بِهِ الْكُفْرَ, وَكَانَ تَمِيمٌ الدَّارِيُّ يَقُولُ: قَدْ عَرَفْتُ ذَلِكَ فِي أَهْلِ بَيْتِي؛ لَقَدْ أَصَابَ مَن أَسْلَمَ مِنْهُمْ الْخَيْرُ وَالشَّرَفُ وَالْعِزُّ, وَلَقَدْ أَصَابَ مَن كَانَ مِنْهُمْ كَافِرًا الذُّلُّ وَالصَّغَارُ وَالْجِزْيَةُ(1) ¶ __________ ¶ (1) مسند أحمد (4/103).",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": ". ¶ ولذلك لم يبعث محمد صلى الله عليه وسلم إلا لتبليغ هذا الدين ونشره في الناس، وهو ميراثه الحقيقي، وبناءً على ذلك فالداعي يجب أن يصوغ حياته الدعوية لتحقيق هذا الهدف العظيم. ¶ \"تصحيح العقيدة؛ العقيدة في الإسلام كالرأس في الإنسان، فإن صلحت يرجى له المغفرة ولو بعد حين، وإذا مات وعقيدته فاسدة, أو كان مشركًا بالله تعالى، فلا يغفر له, ويدخل في النار خالدًا مخلدًا فيها, كما قال تعالى: { إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ وَمَنْ يُشْرِكْ بِاللَّهِ فَقَدْ ضَلَّ ضَلَالًا بَعِيدًا } [سورة النساء: 116] .",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "وفي موضع آخر: { فَقَدِ افْتَرَى إِثْمًا عَظِيمًا } [سورة النساء: 48], وإذا نظرنا في سيرة المصطفى صلى الله عليه وسلم نرى أنه اهتم بها في دعوته اهتمامًا كبيرًا، وبالأخص في العهد المكي فإنه لم يتطرق إلى الموضوعات الأخرى إلا قليلًا, لأنه إذا صلحت العقيدة تصلح الأعمال، وبفسادها تفسد جميع الأعمال. وقد جاء بيان هذا الهدف واضحاً في حديث بعث معاذ إلى اليمن، فقد قال له صلى الله عليه وسلم: (إِنَّكَ تَأْتِي قَوْمًا مِن أَهْلِ الْكِتَابِ؛ فَادْعُهُمْ إِلَى شَهَادَةِ أَنْ لَا إِلَهَ إِلَّا الله وَأَنِّي رَسُولُ الله, فَإِنْ هُمْ أَطَاعُوا لِذَلِكَ فَأَعْلِمْهُمْ أَنَّ الله افْتَرَضَ عَلَيْهِمْ خَمْسَ صَلَوَاتٍ فِي كُلِّ يَوْمٍ وَلَيْلَةٍ, فَإِنْ هُمْ أَطَاعُوا لِذَلِكَ فَأَعْلِمْهُمْ أَنَّ الله افْتَرَضَ عَلَيْهِمْ صَدَقَةً تُؤْخَذُ مِن أَغْنِيَائِهِمْ فَتُرَدُّ فِي فُقَرَائِهِمْ, فَإِنْ هُمْ أَطَاعُوا لِذَلِكَ فَإِيَّاكَ وَكَرَائِمَ أَمْوَالِهِمْ, وَاتَّقِ دَعْوَةَ الْمَظْلُومِ؛ فَإِنَّهُ لَيْسَ بَيْنَهَا وَبَيْنَ الله حِجَابٌ)(1). فجعل الدعوة إلى (شهادة أن لا إله إلا الله وأن محمداً رسول الله الهدف الأول). ¶ \"القيام بالعبادات وتصحيحها: من أهم أهداف الدعوة؛ تصحيح العبادات المتمثلة بأركان الإسلام الخمسة وغيرها، يوضح هذا حديث معاذ رضي الله عنه السابق الذي جعل النبي صلى الله عليه وسلم الهدف الآخر بعد الشهادتين أركان الإسلام ابتداءً بالصلاة، ثم الزكاة، ولا شك أن هذا الهدف من أعلا الأهداف وأسماها. ¶ __________ ¶ (1) صحيح البخاري، الزكاة، باب: أخذ الصدقة من الأغنياء وترد في الفقراء (1496)، وصحيح مسلم، كتاب الإيمان، باب: الدعاء إلى الشهادتين وشرائع الإسلام، برقم: (19). وينظر ما كتبته حول الحديث في كتاب: حديث بعث معاذ إلى اليمن رواية ودراية.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "\"تصحيح السلوك والأخلاق: قال تعالى: { هُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ رَسُولًا مِنْهُمْ يَتْلُو عَلَيْهِمْ آَيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلَالٍ مُبِينٍ } [سورة الجمعة: 2 ], وهذا من المنن التي أنعم الله بها على البشر, كما قال تعالى: { لَقَدْ مَنَّ اللَّهُ عَلَى الْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولًا مِنْ أَنْفُسِهِمْ يَتْلُو عَلَيْهِمْ آَيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلَالٍ مُبِينٍ } [آل عمران: 164]، وقد مدح الله في القرآن نبيه بأنه صاحب خلقٍ عظيمٍ، فقال تعالى: { وَإِنَّكَ لَعَلى خُلُقٍ عَظِيمٍ } [سورة القلم: 4], وقد سئلت أم المؤمنين عائشة رضي الله عنها عن خلق النبي صلى الله عليه وسلم فأجابت بأن خلقه القرآن؛ كما جاء في الحديث عَن سَعْدِ بْنِ هِشَامِ بْنِ عَامِرٍ قَالَ: أَتَيْتُ عَائِشَةَ فَقُلْتُ: يَا أُمَّ الْمُؤْمِنِينَ أَخْبِرِينِي بِخُلُقِ رَسُولِ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ. قَالَتْ: كَانَ خُلُقُهُ الْقُرْآنَ, أَمَا تَقْرَأُ الْقُرْآنَ قَوْلَ الله عَزَّ وَجَلَّ: { وَإِنَّكَ لَعَلى خُلُقٍ عَظِيمٍ } قُلْتُ: فَإِنِّي أُرِيدُ أَنْ أَتَبَتَّلَ. قَالَتْ: لَا تَفْعَلْ. أَمَا تَقْرَأُ: { لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ } فَقَدْ تَزَوَّجَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ, وَقَدْ وُلِدَ لَهُ (1). ¶ وقد جاء في الحديث: عَن أَبِي هُرَيْرَةَ قَالَ:قَالَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ: \"إِنَّمَا بُعِثْتُ لِأُتَمِّمَ صَالِحَ الْأَخْلَاقِ\"(2). وهذا التحديد يجعل من أهم أهداف الدعوة: الدعوة إلى مكارم الأخلاق، وفضائل الأعمال. ¶ __________ ¶ (1) مسند أحمد (6/91). ¶ (2) مسند أحمد (6/91).",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "ولذلك لم يتلفظ النبي صلى الله عليه وسلم لفظاً سيئاً بسباب أو شتائم طوال حياته الشريفة على أيِ شخصٍ؛ كائناً من كان, كما جاء في الحديث, فعَنْ أَبِي هُرَيْرَةَ قَالَ: قِيلَ: يَا رَسُولَ الله ادْعُ عَلَى الْمُشْرِكِينَ. قَالَ: إِنِّي لَمْ أُبْعَثْ لَعَّانًا وَإِنَّمَا بُعِثْتُ رَحْمَةً(1). فتمثل عليه الصلاة والسلام هذا الهدف الكبير في حياته قولاً وعملاً، فحري بالداعية أن يقتدي به، فيجعل هذا الهدف من أهم أهداف دعوته. ¶ __________ ¶ (1) صحيح مسلم, كتاب البر والصلة والآداب، باب: النهي عن لعن الدواب وغيرها، برقم: (2599).",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "\"عمارة الأرض: من خلال الدعوة إلى الله تعمر الأرض عمارة حسية ومعنوية بالصالحات والحسنات، ويكرم الصالحون، ويكون لهم سلطان على المجتمع, وبدونها تروج البدع والضلالات, وتكون الشوكة للفساق والفجار, فليحرص الداعية على عمارة هذه الأرض من خلال دعوته, بل قد جعل الله تعالى خلقه الناس لعمارة الأرض كما قال سبحانه: { وَإِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي جَاعِلٌ فِي الْأَرْضِ خَلِيفَةً قَالُوا أَتَجْعَلُ فِيهَا مَنْ يُفْسِدُ فِيهَا وَيَسْفِكُ الدِّمَاءَ وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَ قَالَ إِنِّي أَعْلَمُ مَا لَا تَعْلَمُونَ * وَعَلَّمَ آَدَمَ الْأَسْمَاءَ كُلَّهَا ثُمَّ عَرَضَهُمْ عَلَى الْمَلَائِكَةِ فَقَالَ أَنْبِئُونِي بِأَسْمَاءِ هَؤُلَاءِ إِنْ كُنْتُمْ صَادِقِينَ * قَالُوا سُبْحَانَكَ لَا عِلْمَ لَنَا إِلَّا مَا عَلَّمْتَنَا إِنَّكَ أَنْتَ الْعَلِيمُ الْحَكِيمُ * قَالَ يَا آَدَمُ أَنْبِئْهُمْ بِأَسْمَائِهِمْ فَلَمَّا أَنْبَأَهُمْ بِأَسْمَائِهِمْ قَالَ أَلَمْ أَقُلْ لَكُمْ إِنِّي أَعْلَمُ غَيْبَ السَّمَاوَاتِ وَالْأَرْضِ وَأَعْلَمُ مَا تُبْدُونَ وَمَا كُنْتُمْ تَكْتُمُونَ } [سورة البقرة: 30-33]. فنلحظ هنا أن جعل خلق آدم عليه السلام ليكون خليفةً في الأرض، والخلافة تعني عمارة الأرض، ومن هنا فالدعوة في هذا الدين يجب أن تكون سبباً لهذه العمارة، وعليه فما كان مفسداً لهذا الكون من فساد وقتل وتدمير فهو خارج عن الهدف الحقيقي، بل لم يجعل الجهاد في سبيل الله إلا للعمارة، فلو كان الجهاد مفسداً للكون لخرج عن هدفه الحقيقي، وهذا المعنى عظيم فليتأمل.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "\"القيام بمهمّة البلاغ: إن من أهداف الدعوة إلى الله إقامة الحجة على الجميع, ولقد ورد في كثير من الآيات بأن هذا الأمر كان من مهمة النبي صلى الله عليه وسلم ،كما قال تعالى: { فَإِنْ أَعْرَضُوا فَمَا أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظًا إِنْ عَلَيْكَ إِلَّا الْبَلَاغُ } [سورة الشورى: 48], وقال في موضع آخر: { فَذَكِّرْ إِنَّمَا أَنْتَ مُذَكِّرٌ * لَسْتَ عَلَيْهِمْ بِمُسَيْطِرٍ * إِلَّا مَنْ تَوَلَّى وَكَفَرَ * فَيُعَذِّبُهُ اللَّهُ الْعَذَابَ الْأَكْبَرَ * إِنَّ إِلَيْنَا إِيَابَهُمْ * ثُمَّ إِنَّ عَلَيْنَا حِسَابَهُمْ } [سورة الغاشية: 21-26], وجاء في موضع آخر: { نَحْنُ أَعْلَمُ بِمَا يَقُولُونَ وَمَا أَنْتَ عَلَيْهِمْ بِجَبَّارٍ فَذَكِّرْ بِالْقُرْآَنِ مَنْ يَخَافُ وَعِيدِ } [سورة ق: 45], وكما جاء على لسان إبراهيم: { وَإِنْ تُكَذِّبُوا فَقَدْ كَذَّبَ أُمَمٌ مِنْ قَبْلِكُمْ وَمَا عَلَى الرَّسُولِ إِلَّا الْبَلَاغُ الْمُبِينُ } [سورة العنكبوت: 18]، يقول القرطبي: \" قيل: هو من قول إبراهيم, أي التكذيب عادة الكفار وليس على الرسل إلا التبليغ\"(1). وقال تعالى: { فَهَلْ عَلَى الرُّسُلِ إِلَّا الْبَلَاغُ الْمُبِينُ } [سورة النحل:35]. بل قد ورد هذا المعنى حوالي خمس عشرة مرة في القرآن، وكل ذلك يؤكد بأن مهمة الرسل والنبيين البلاغ المبين. ومعنى ذلك أنه ليس الهدف الحصول على النتائج، فإذا بلّغ المبلّغ حقّق هدفه، قال تعالى: { وَإِذْ قَالَتْ أُمَّةٌ مِنْهُمْ لِمَ تَعِظُونَ قَوْمًا اللَّهُ مُهْلِكُهُمْ أَوْ مُعَذِّبُهُمْ عَذَابًا شَدِيدًا قَالُوا مَعْذِرَةً إِلَى رَبِّكُمْ وَلَعَلَّهُمْ يَتَّقُونَ * فَلَمَّا نَسُوا مَا ذُكِّرُوا بِهِ أَنْجَيْنَا الَّذِينَ يَنْهَوْنَ عَنِ السُّوءِ وَأَخَذْنَا الَّذِينَ ظَلَمُوا بِعَذَابٍ بَئِيسٍ بِمَا كَانُوا ¶ __________ ¶ (1) الجامع لأحكام القرآن للقرطبي، المجلد السابع, 13/336.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "يَفْسُقُونَ } [سورة الأعراف: 164-165]. فليفهم هذا المعنى العظيم حتى لا يصل هدف الداعي إلى الانتقام الشخصي، أو المجادلة بالباطل، أو تحقيق ما أراد ولو تبين خلافه. ¶ * * * ¶ \"وخلاصة الكلام وبعبارة مختصرة تجتمع هذه الأهداف في (نقل العباد من عبودية العباد إلى عبودية رب العباد)، قال تعالى: { وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ } [سورة الذاريات: 56] ودعوة كل نبي كانت تؤكد على هذا المبدأ, كما قال تعالى: { وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا أَنِ اُعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ } [سورة النحل: 36] وقال تعالى: { وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدُونِ } [سورة الأنبياء :25], والرسول صلى الله عليه وسلم جاء لتحقيق \"لا إله إلا الله\", ولذا كان يدعو إلى هذه الكلمة كلَّ من يلقاه, في المجالس والأسواق ومجامع الناس, فعَنْ رَبِيعَةَ بْنِ عَبَّادٍ الدِّيلِيِّ وَكَانَ جَاهِلِيًّا أَسْلَمَ فَقَالَ: رَأَيْتُ رَسُولَ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ؛ بَصَرَ عَيْنِي بِسُوقِ ذِي الْمَجَازِ يَقُولُ: \"يَا أَيُّهَا النَّاسُ قُولُوا لَا إِلَهَ إِلَّا الله تُفْلِحُوا\". وَيَدْخُلُ فِي فِجَاجِهَا وَالنَّاسُ مُتَقَصِّفُونَ عَلَيْهِ, فَمَا رَأَيْتُ أَحَدًا يَقُولُ شَيْئًا, وَهُوَ لَا يَسْكُتُ يَقُولُ: \"أَيُّهَا النَّاسُ قُولُوا لَا إِلَهَ إِلَّا الله تُفْلِحُوا\" إِلَّا أَنَّ وَرَاءَهُ رَجُلًا أَحْوَلَ، وَضِيءَ الْوَجْهِ، ذَا غَدِيرَتَيْنِ، يَقُولُ: إِنَّهُ صَابِئٌ، كَاذِبٌ. فَقُلْتُ: مَن هَذَا؟ قَالُوا: مُحَمَّدُ بْنُ عَبْدِ الله وَهُوَ يَذْكُرُ النُّبُوَّةَ. قُلْتُ: مَن هَذَا الَّذِي يُكَذِّبُهُ؟ قَالُوا: عَمُّهُ أَبُو لَهَبٍ. قُلْتُ: إِنَّكَ كُنْتَ يَوْمَئِذٍ صَغِيرًا. قَالَ: لَا وَالله إِنِّي",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "يَوْمَئِذٍ لَأَعْقِلُ (1). ¶ وهذا الهدف الكبير يندرج تحته ما قيل من أهداف سابقة لكنها ذكرت على سبيل التفصيل. ¶ ويبقى أن نشير هنا أنه يمكن للداعية أن يجعل هذه أهدافًا عامةًَ يصوغ تحتها أهدافًا خاصةً تندرج تحتها، لأنه لا يستطيع بمفرده أن يقوم بكل شيء، مثل: أن يكون هدفه دعوة غير المسلمين إلى الإسلام، فيعمل الوسائل المناسبة لها، فيهتم بالكتب المترجمة، والنشرات، والأشرطة المناسبة باللغات المختلفة، ويتعرف على من يجيدها، وأماكن تواجد هؤلاء، ويعمل البرامج التي تناسب هؤلاء الداخلين في الإسلام، أو من يريد الدخول، كالمناقشات المناسبة، والرحلات للعمرة، والدروس لأركان الإسلام والإيمان، ومزايا الدين وغير ذلك. ¶ وهكذا كل داعية يتجه إلى هدف خاص، والمرأة كذلك إذا جعلت هدفها تربية أولادها على حفظ كتاب الله، وتقوية عقيدتهم، وتنشئتهم على الأخلاق الطيبة، فتعمل الوسائل المناسبة لذلك. ¶ وهذا يعنى: أن تلك الأهداف أهداف للدعوة عامة، وهي عامة أيضاً لكل داعية، أو مؤسسة دعوية، فعلى كل داعية من ذكر أو أنثى يصوغ هدفه أو أهدافه الخاصة ليعمل لها. ¶ * * * ¶ المبحث الرابع ¶ فضائل الدعوة إلى الله ¶ لا يخفى على مسلمٍ بصيرٍ بدينه أن الدعوة إلى الله وتبليغ دينه إلى عامة الناس من أهم الواجبات، وأن مرتبتها من أعلى المراتب وأفضل القربات, وفضلها كبيرٌ, وأجرها عظيمٌ, حيث ندب الله إليها في كتابه، وحث عليها رسوله صلى الله عليه وسلم، بل كانت حياته كلها صلى الله عليه وسلم قائمة على ذلك، وهي ميراثه عليه الصلاة والسلام. قال تعالى: { وَلْتَكُنْ مِنْكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ } [آل عمران: 104]. ¶ __________ ¶ (1) مسند أحمد، برقم: (3/492).",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "وقال تعالى: { كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ الْمُنْكَرِ وَتُؤْمِنُونَ بِاللَّهِ } [آل عمران: 110]. ¶ ونشير هنا إلى شيء من فضائلها وآثارها، ومنها: ¶ \"أنها ميراث نبينا محمد صلى الله عليه وسلم، قال تعالى: { يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ } [المائدة: 67]. ¶ وعَنْ أَبِي الدَّرْدَاءِ في حديث طويل ومنه: \"إِنَّ الْعُلَمَاءَ وَرَثَةُ الْأَنْبِيَاءِ, إِنَّ الْأَنْبِيَاءَ لَمْ يُوَرِّثُوا دِينَارًا وَلَا دِرْهَمًا, إِنَّمَا وَرَّثُوا الْعِلْمَ؛ فَمَنْ أَخَذَ بِهِ أَخَذَ بِحَظٍّ وَافِرٍ\" (1). ¶ ومن متطلبات العلم: العمل به, والدعوة إليه, وتحمل الأذى في سبيله. ¶ \"ومن فضائلها ثناء الله تعالى على الدعاة إليه, العاملين بعلمهم, كما قال تعالى: { وَمَنْ أَحْسَنُ قَوْلًا مِمَّنْ دَعَا إِلَى اللَّهِ وَعَمِلَ صَالِحًا وَقَالَ إِنَّنِي مِنَ الْمُسْلِمِينَ } [فصلت: 33]. ¶ قال الطبري في تفسيره: يقول تعالى ذكره: \"ومن أحسن أيها الناس قولاً ممن قال: ربنا الله, ثم استقام على الإيمان به, والانتهاء إلى أمره ونهيه, ودعا عباد الله إلى ما قال, وعمل به من ذلك(2). ¶ وقال الحسن: \"هو المؤمن الذي أجاب الله في دعوته, ودعا الناس إلى ما أجاب إليه, وعمل صالحًا في إجابته, وقال: إنني من المسلمين\"(3). ¶ __________ ¶ (1) جامع الترمذي، كتاب العلم، باب: ما جاء في فضل الفقه على العبادة، ح: (2682). ¶ (2) تفسير الطبري, 20/429. ¶ (3) معالم التنزيل للبغوي: 4/66-67.",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "\"أن للداعية أجرًا جزيلًا وثوابًا عظيمًا؛ فقد جاء في الصحيح من قول النبي صلى الله عليه وسلم في حديث طويل أنه قال لعلي رضي الله عنه يوم خيبر: \"انْفُذْ عَلَى رِسْلِكَ حَتَّى تَنْزِلَ بِسَاحَتِهِمْ ثُمَّ ادْعُهُمْ إِلَى الْإِسْلَامِ وَأَخْبِرْهُمْ بِمَا يَجِبُ عَلَيْهِمْ، فَوَالله لَأَنْ يَهْدِيَ الله بِكَ رَجُلًا خَيْرٌ لَكَ مِن أَنْ يَكُونَ لَكَ حُمْرُ النَّعَمِ\"(1). والدعوة من الدلالة على الخير. والدال على الخير له مثل أجر فاعله, عَن أَبِي مَسْعُودٍ الْأَنْصَارِيِّ رضي الله عنه قَالَ: جَاءَ رَجُلٌ إِلَى النَّبِيِّ صَلَّى الله عَلَيْهِ وَسَلَّمَ, فَقَالَ: إِنِّي أُبْدِعَ بِي فَاحْمِلْنِي. فَقَالَ: مَا عِنْدِي. فَقَالَ رَجُلٌ: يَا رَسُولَ الله أَنَا أَدُلُّهُ عَلَى مَن يَحْمِلُهُ. فَقَالَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ: مَن دَلَّ عَلَى خَيْرٍ فَلَهُ مِثْلُ أَجْرِ فَاعِلِهِ(2). ¶ \"ومنها استمرار الحسنات للداعية, لأنها من العلم الذي ينتفع به, فقد جاء في الحديث: عَن أَبِي هُرَيْرَةَ أَنَّ رَسُولَ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ قَالَ: \" إِذَا مَاتَ الْإِنْسَانُ انْقَطَعَ عَنْهُ عَمَلُهُ إِلَّا مِن ثَلَاثَةٍ؛ إِلَّا مِن صَدَقَةٍ جَارِيَةٍ, أَوْ عِلْمٍ يُنْتَفَعُ بِهِ, أَوْ وَلَدٍ صَالِحٍ يَدْعُو لَهُ \"(3). ¶ __________ ¶ (1) صحيح البخاري، كتاب الجهاد والسير، باب: فضل من أسلم على يديه رجل, ح: (3009). ¶ (2) صحيح مسلم، كتاب الإمارة، باب: فضل إعانة الغازي في سبيل الله, ح: (1893). ¶ (3) صحيح مسلم، كتاب الوصية، باب: ما يلحق الإنسان من الثواب بعد وفاته, ح: (1631).",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "وعَنْ جَرِيرٍ قَالَ: قَالَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ: \"مَنْ سَنَّ فِي الْإِسْلَامِ سُنَّةً حَسَنَةً فَلَهُ أَجْرُهَا, وَأَجْرُ مَن عَمِلَ بِهَا بَعْدَهُ, مِن غَيْرِ أَنْ يَنْقُصَ مِن أُجُورِهِمْ شَيْءٌ, وَمَنْ سَنَّ فِي الْإِسْلَامِ سُنَّةً سَيِّئَةً كَانَ عَلَيْهِ وِزْرُهَا, وَوِزْرُ مَن عَمِلَ بِهَا مِن بَعْدِهِ, مِن غَيْرِ أَنْ يَنْقُصَ مِن أَوْزَارِهِمْ شَيْءٌ\"(1) . ¶ يقول النووي في شرحه: فِيهِ: الْحَثّ عَلَى الِابْتِدَاء بِالْخَيْرَاتِ وَسَنّ السُّنَن الْحَسَنَات, وَالتَّحْذِير مِن اِخْتِرَاع الْأَبَاطِيل وَالمُسْتَقْبَحَات, وَسَبَب هَذَا الْكَلَام فِي هَذَا الْحَدِيث أَنَّهُ قَالَ فِي أَوَّله: \"فَجَاءَ رَجُل بِصُرَّةٍ كَادَتْ كَفُّهُ تَعْجِزُ عَنْهَا, فَتَتَابَعَ النَّاس\" وَكَانَ الْفَضْل الْعَظِيم لِلْبَادِي بِهَذَا الْخَيْر, وَالْفَاتِح لِبَابِ هَذَا الْإِحْسَان(2). ¶ \"ويكرم الداعية بمعية النبي صلى الله عليه وسلم لقيامه بمهمته، وهي الدعوة؛ لقوله تعالى: { قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَةٍ أَنَا وَمَنِ اتَّبَعَنِي } [يوسف: 108] ¶ يقول ابن كثير في تفسير هذه الآية: \"يقول تعالى لعبده ورسوله إلى الثقلين: الجن والإنس, آمرًا له أن يخبر الناس: أن هذه سبيله أي طريقه ومسلكه وسنته، وهي الدعوة إلى شهادة أن لا إله إلا الله وحده لا شريك له, يدعو إلى الله بها على بصيرة من ذلك, ويقين وبرهان، هو وكل من اتبعه، يدعو إلى ما دعا رسول الله صلى الله عليه و سلم على بصيرة ويقين وبرهان شرعي وعقلي\"(3). ¶ __________ ¶ (1) صحيح مسلم، كتاب الزكاة، باب :الحث على الصدقة, ح: (1017). ¶ (2) شرح صحيح مسلم للنووي، (المجلد الثالث)، 7/104. ¶ (3) تفسير ابن كثير، 4/345.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "\" إن الدعوة إلى الله يحصل بها الإصلاح في الأرض, ومن ثم تنشر الفضائل وتقل الرذائل، ويصلح الكون والناس، ويسعون إلى الإصلاح الحسي والنتاج المثمر، وينتشر الأمن، ويتسع الرزق، ويسعد الناس، وقد أشار إليه نبي الله شعيب لقومه: { إِنْ أُرِيدُ إِلَّا الْإِصْلَاحَ مَا اسْتَطَعْتُ وَمَا تَوْفِيقِي إِلَّا بِاللَّه } [سورة هود: 88]. ¶ قال ابن كثير: \"أي فيما آمركم وأنهاكم، إنما مرادي إصلاحكم جهدي وطاقتي\"(1). ¶ هذا غيض من فيض في فضائل الدعوة وآثارها الحسنة على الفرد والمجتمع. وإلا ففضائلها لا تعدّ ولا تحصى. ¶ * * * ¶ فعلى الداعية إلى الله أن يجد ويجتهد في تبليغ دين الله حسب طاقته وبكل ما يملك من طاقاته ووسائله؛ بالكتابة والخطابة والتوجيه والكلمة والدروس وغيرها.حتى يجني ثمار هذه الدعوة المباركة. رزقني الله وإياكم ذلك. ¶ * * * ¶ المبحث الخامس ¶ مقومات الدعوة ¶ إن الدعوة إلى الله شأنها عظيم, وفضلها عميم, فيحسن بكل مسلم أن يكون له أوفر الحظ والنصيب فيها, ولكن هذه الدعوة لا تثمر ثمارها إلا إذا قامت على مقومات أساسية، يستعين بها الداعي في دعوته؛ فيكون حليفه التوفيق والنجاح, ومنها : ¶ __________ ¶ (1) تفسير ابن كثير، 4/275.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "1.العلم: إنه لا يخفى على كل عاقل أن العلم ضروري لكل فرد من أفراد المجتمع, فالعلم غاية كبرى وهدف أسمى يسعى إليه الموفقون المجدون في هذه الحياة، والعلم حياة القلوب، وشفاء الصدور، ونور البصائر، ودليل الحائرين، وهو الميزان الذي توزن به الأقوال والأفعال والأحوال، وهو الهادي إلى الهدى والرشد، والمنقذ من الضلال والهلاك, والحاجة إليه أعظم من الحاجة إلى الطعام والشراب. كيف لا؟ وهو ميراث النبوة، والذي ورّثه محمد صلى الله عليه وسلم، فالأنبياء لم يورثوا دينارًا ولا درهمًا وإنما ورثوا العلم، فمن أخذه أخذ بحظ وافر، والعلماء ورثة الأنبياء. ومن هنا كان للعلم مكانة لا يوازيها شيء. وهذا العلم: هو العلم الشرعي: العلم بكتاب الله تعالى وسنة رسوله صلى الله عليه وسلم، العلم بتوحيده ومعرفة أحكام حلاله وحرامه. فلا بد للداعية أن ينهل من معين العلم. ¶ وتتضح أهميته في الشريعة بأن أول سورة نزلت على النبي صلى الله عليه وسلم تدل على العلم حيث قال تعالى: { اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ * خَلَقَ الْإِنْسَانَ مِنْ عَلَقٍ * اقْرَأْ وَرَبُّكَ الْأَكْرَمُ * الَّذِي عَلَّمَ بِالْقَلَمِ * عَلَّمَ الْإِنْسَانَ مَا لَمْ يَعْلَمْ } [ سورة العلق: 1-5]. ¶ ففي هذه الآيات الكريمة بيان أن أول أمرٍ أمرَ الله نبيه بعد تشريفه بالوحي والنبوة هو القراءة والعلم والعمل. ¶ وكما نبه في موضع آخر أن العالم والجاهل لا يستويان, فقال تعالى: { قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لَا يَعْلَمُونَ } [سورة الزمر: 9]. ¶ وبين أن العالم أرفع درجة عند الله من الجاهل, فقال تعالى: { يَرْفَعِ اللَّهُ الَّذِينَ آَمَنُوا مِنْكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ } [سورة المجادلة: 11].",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "وبناءً على هذا لا بد للداعية من التسلح بسلاح العلم, لأنه لا تسير الدعوات الإصلاحية سيرًا سليمًا إلا بالعلم, ولا تستقيم الأمة على المنهاج الصحيح إلا بالعلم، وبدونه تقع في الأخطاء الفاحشة, ونتيجة التخلي عن العلم: الجهل والتخبط والضياع عقدياً وفكرياً, فالدعوات التي لا تقوم على العلم الشرعي مصيرها الضياع والفشل والانحراف(1). وكم من الدعوات المعاصرة لم تصل إلى النجاح المطلوب لفقدان قادتها إلى العلم الشرعي الذي تقوم عليه الدعوة، فبنت أهدافها ووسائلها على الاجتهادات الفردية، أو ما يرونه من مصالح، فوقعوا في تخبطات عقدية، وفكرية، وشرعية، على مستوى أفرادها، وعلى مستوى الجماعة كلها. ¶ 2.الإخلاص: إن الدعوة إلى الله من أجلّ العبادات، فهي تفتقر إلى نية خالصة لله سبحانه. و لا يمكن أن تنجح الدعوة ويصل الداعية إلى هدفه المنشود إلا بالإخلاص لله وحده، لا أجرًا في الدنيا ولا رياءً ولا سمعةً، وإنما طمعًا في ثواب الله وأجره، وإصلاحاً لعقيدة الناس وعباداتهم ومعاملاتهم وأخلاقهم، ويكون شعاره: { يَا قَوْمِ لَا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا إِنْ أَجْرِيَ إِلَّا عَلَى الَّذِي فَطَرَنِي } [هود: 51]. ¶ والإخلاص ركن أساسي في كل عمل، أمر الله به سبحانه وتعالى في كتابه الكريم، ونص عليه رسوله صلى الله عليه وسلم، بل علق قبول الأعمال عليه، قال تعالى: { قُلِ اللَّهَ أَعْبُدُ مُخْلِصًا لَهُ دِينِي } [الزمر:14]. ¶ وقال تعالى: { وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ } [البينة:5]. ¶ وقال تعالى: { إِنَّا أَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ فَاعْبُدِ اللَّهَ مُخْلِصًا لَهُ الدِّينَ } [الزمر:2]. ¶ __________ ¶ (1) وقد ذكرنا ه في الوقفة الخامسة بشيء من التفصيل.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "وروى الشيخان عن عمر بن الخطاب رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول: \"إنما الأعمال بالنيات وإنما لكل امرئ ما نوى\"(1). ¶ فالدعوة إلى الله من أهم الأعمال الصالحة التي يرجى بها القرب من الله سبحانه وتعالى فتحتاج حاجة عظيمة لتجريدها لله سبحانه وتعالى، فليقصد الداعية وجه الله سبحانه وتعالى مبتغيًا الأجر والمثوبة، وليحذر من أن ينحرف قصده إلى أي غرض دنيوي من طلب مال أو جاه أو شهرة، أو سمعة أو تميز على الأقران والزملاء، فإن فقدان الإخلاص إلى أحد هذه النوايا ونحوها من أعظم الآفات, ومن أسباب فشل الداعية، أو الدعوات الإصلاحية. ¶ __________ ¶ (1) أخرجه البخاري في بدء الوحي (1) باب كيف كان بدء الوحي إلى رسول الله صلى الله عليه وسلم ، وفي الأيمان والنذور (6689) باب النية في الأيمان، ومسلم في الإمارة (1907) باب قوله صلى الله عليه وسلم: \"إنما الأعمال بالنية\".",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "3.التعبد لله تعالى: إن الدعوة إلى الله عزوجل وإلى دينه عبادة يتقرب بها إلى الله تعالى، فينوي الداعية التعبد له سبحانه حتى لا تبقى عملاً روتينياً، أو وظيفةً دنيويةً، بعيدًا عن العلاقة بالله تعالى, كما أمر نبيه صلى الله عليه وسلم في قوله: { يَا أَيُّهَا الْمُزَّمِّلُ * قُمِ اللَّيْلَ إِلَّا قَلِيلًا * نِصْفَهُ أَوِ انْقُصْ مِنْهُ قَلِيلًا * أَوْ زِدْ عَلَيْهِ وَرَتِّلِ الْقُرْآَنَ تَرْتِيلًا * إِنَّا سَنُلْقِي عَلَيْكَ قَوْلًا ثَقِيلًا * إِنَّ نَاشِئَةَ اللَّيْلِ هِيَ أَشَدُّ وَطْئًا وَأَقْوَمُ قِيلًا } [سورة المزمل :1-6]، فالرسول صلى الله عليه وسلم كان يحرص على ذلك التعبد الذي أمر به في هذه الآية الكريمة، قيام الليل، وترتيل القرآن الكريم، وما خلا قلب داعية، أو دعوة من نية التعبد إلا كانت الدعوة وظيفية روتينية، وعملاً مجرداً، خاليًا من ارتباطه بالمولى عز وجل، ولا شك إن من أسباب فشل كثير من الدعوات بُعدها عن التعبد لله تعالى في عملها الدعوي. ¶ 4.وضوح الرؤية والهدف: فالأنبياء والرسل كلهم جاءوا برسالة واحدة, وهي نقل العباد من عبودية الطاغوت إلى عبودية الله تعالى, وإخراجهم من الظلمات إلى النور, كما قال تعالى: { وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا أَنِ اُعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ } [ سورة النحل: 36]. ¶ ومما يجب على الدعوات أن تعرف أن أهم ما يدعى إليه الناس هو توحيد الله عز وجل وإفراده بالعبادة, وطاعة رسوله عليه الصلاة والسلام مصداقًا لقوله تعالى: { أَنِ اعْبُدُوا اللَّهَ وَاتَّقُوهُ وَأَطِيعُونِ } [سورة نوح: 3]، ثم يدخل في الدعوة إلى الله ببقية الشرائع.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "ولقد كان هدف الدعوة واضحًا في دعوة النبي صلى الله عليه وسلم, وحينما جهر بالدعوة فقد دعا الناس إلى التوحيد, كما جاء في الحديث: عَن ابْنِ عَبَّاسٍ قَالَ: لَمَّا نَزَلَتْ هَذِهِ الْآيَةُ: { وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ } وَرَهْطَكَ مِنْهُمْ الْمُخْلَصِينَ, خَرَجَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ حَتَّى صَعِدَ الصَّفَا, فَهَتَفَ: يَا صَبَاحَاهْ! فَقَالُوا: مَن هَذَا الَّذِي يَهْتِفُ؟ قَالُوا: مُحَمَّدٌ, فَاجْتَمَعُوا إِلَيْهِ. فَقَالَ: يَا بَنِي فُلَانٍ! يَا بَنِي فُلَانٍ! يَا بَنِي فُلَانٍ! يَا بَنِي عَبْدِ مَنَافٍ! يَا بَنِي عَبْدِ الْمُطَّلِبِ! فَاجْتَمَعُوا إِلَيْهِ. فَقَالَ: أَرَأَيْتَكُمْ لَوْ أَخْبَرْتُكُمْ أَنَّ خَيْلًا تَخْرُجُ بِسَفْحِ هَذَا الْجَبَلِ أَكُنْتُمْ مُصَدِّقِيَّ؟ قَالُوا: مَا جَرَّبْنَا عَلَيْكَ كَذِبًا. قَالَ: فَإِنِّي نَذِيرٌ لَكُمْ بَيْنَ يَدَيْ عَذَابٍ شَدِيدٍ. قَالَ: فَقَالَ أَبُو لَهَبٍ: تَبًّا لَكَ أَمَا جَمَعْتَنَا إِلَّا لِهَذَا, ثُمَّ قَامَ. فَنَزَلَتْ هَذِهِ السُّورَةُ: { تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ } وَقَدْ تَبَّ كَذَا قَرَأَ الْأَعْمَشُ إِلَى آخِرِ السُّورَةِ(1). ¶ __________ ¶ (1) صحيح البخاري، كتاب تفسير القرآن، باب سورة { تَبَّتْ يَدَا أَبِي لَهَبٍ } برقم (4971)، وصحيح مسلم, كتاب الإيمان، باب: في قوله تعالى: { وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ } ، برقم: (208).",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "وهكذا كان هدفه صلى الله عليه وسلم واضحاً لدى عرض الدعوة على الوفود، كما جاء في الحديث: (عَنِ الْأَشْعَثِ بْنِ سُلَيْمٍ قَالَ: سَمِعْتُ رَجُلًا فِي إِمْرَةِ ابْنِ الزُّبَيْرِ قَالَ: سَمِعْتُ رَجُلًا فِي سُوقِ عُكَاظٍ يَقُولُ: يَا أَيُّهَا النَّاسُ قُولُوا لَا إِلَهَ إِلَّا الله تُفْلِحُوا. وَرَجُلٌ يَتْبَعُهُ يَقُولُ: إِنَّ هَذَا يُرِيدُ أَنْ يَصُدَّكُمْ عَن آلِهَتِكُمْ، فَإِذَا النَّبِيُّ صَلَّى الله عَلَيْهِ وَسَلَّمَ وَأَبُو جَهْلٍ(1). ¶ وكذا كان يوضح هدفه عليه الصلاة والسلام في رسائله، فكتب إلى هرقل: بِسْمِ الله الرَّحْمَنِ الرَّحِيمِ مِن مُحَمَّدٍ رَسُولِ الله إِلَى هِرَقْلَ عَظِيمِ الرُّومِ، سَلَامٌ عَلَى مَن اتَّبَعَ الْهُدَى، أَمَّا بَعْدُ: فَإِنِّي أَدْعُوكَ بِدِعَايَةِ الْإِسْلَامِ، أَسْلِمْ تَسْلَمْ، وَأَسْلِمْ يُؤْتِكَ الله أَجْرَكَ مَرَّتَيْنِ، فَإِنْ تَوَلَّيْتَ فَإِنَّ عَلَيْكَ إِثْمَ الْأَرِيسِيِّينَ، وَيَا أَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ أَنْ لَا نَعْبُدَ إِلَّا الله - إِلَى قَوْلِهِ -: اشْهَدُوا بِأَنَّا مُسْلِمُونَ(2). ¶ __________ ¶ (1) مسند أحمد (5/371). ¶ (2) صحيح البخاري، كتاب تفسير القرآن، باب: { قُلْ يَا أَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ } ، برقم: (4553).",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "وفي وصيته لمعاذ حينما بعثه إلى اليمن جلّى له الهدف واضحاً: فعَن ابْنِ عَبَّاسٍ رَضِيَ الله عَنْهُمَا أَنَّ رَسُولَ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ لَمَّا بَعَثَ مُعَاذًا رَضِيَ الله عَنْهُ إلى الْيَمَنِ قَالَ: إِنَّكَ تَقْدَمُ عَلَى قَوْمٍ أَهْلِ كِتَابٍ؛ فَلْيَكُنْ أَوَّلَ مَا تَدْعُوهُمْ إِلَيْهِ عِبَادَةُ الله, فَإِذَا عَرَفُوا الله فَأَخْبِرْهُمْ أَنَّ الله قَدْ فَرَضَ عَلَيْهِمْ خَمْسَ صَلَوَاتٍ فِي يَوْمِهِمْ وَلَيْلَتِهِمْ, فَإِذَا فَعَلُوا فَأَخْبِرْهُمْ أَنَّ الله فَرَضَ عَلَيْهِمْ زَكَاةً مِن أَمْوَالِهِمْ وَتُرَدُّ عَلَى فُقَرَائِهِمْ, فَإِذَا أَطَاعُوا بِهَا فَخُذْ مِنْهُمْ, وَتَوَقَّ كَرَائِمَ أَمْوَالِ النَّاسِ(1). ¶ فنخلص من هذا كله إلى أن الدعوة يجب أن تكون رؤيتها واضحة، وأهدافها بينة، ومما تجب مراعاته في هذا أن تكون الرؤية سليمة شرعًا وعقلاً. ¶ 5- سلامة الوسيلة من الانحراف: فالغاية لا تبرر الوسيلة, وينبني على هذا المقوّم: الخلق القويم, والسلوك المستقيم, فلا تبلغ دعوة الله بوسائل محرمة, أو غير شرعية؛ كالغناء والتماثيل, أو التجريح والغيبة. فنرى كثيرًا من الفرق الإسلامية, والحركات الدينية, قد ضلّوا السبيل, وجانبوا الطريق القويم, وانحرفوا عن جادة الصواب, بسبب تطرقهم إلى وسائل غير مشروعة, وأوضح مثال على ذلك بعض طرق الصوفية, اختاروا الوسائل المحرمة كالغناء والرقص وغيرها, فلعب الشيطان بعقولهم, فضلّوا وأضلّوا الناس عن الدين الحق، وهم يحسبون أنهم يحسنون صنعًا, والله المستعان. ¶ 6-البدء بالأهم فالمهم: من أهم مقومات الدعوة الأساسية التي توصلها إلى أهدافها: فقه الأولويات والمهمات، وترتيبها بدءاً بالأهم فالمهم، ويدل على هذا حديث معاذ رضي الله عنه حينما بعثه النبي صلى الله عليه وسلم إلى اليمن. ¶ __________ ¶ (1) سبق تخريجه.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "ففي الصحيحين أن معاذًا رضي الله عنه قال: بعثني رسول الله صلى الله عليه وسلم قال: \" إنك تأتي قومًا من أهل الكتاب، فادعهم إلى شهادة أن لا إله إلا الله وأني رسول الله، فإن هم أطاعوا لذلك فأعلمهم أن الله افترض عليهم خمس صلواتٍ في كل يوم وليلة، فإن هم أطاعوا لذلك فأعلمهم أن الله افترض عليهم صدقةً تؤخذ من أغنيائهم فترد في فقرائهم، فإن هم أطاعوا لذلك فإياك وكرائم أموالهم، واتق دعوة المظلوم؛ فإنه ليس بينها وبين الله حجاب(1). فقد ذكر له النبي صلى الله عليه وسلم الأولويات والمهمات التي يجب أن يتبعها. ¶ فعلى الداعية أن يختار ما هو الأهم فالمهم, ففي العقيدة يبدأ بالتوحيد إلى الله قبل غيره, وفي العبادات يبدأ بالفرائض قبل السنن والمستحبات, وبالمحرمات قبل المكروهات, وهكذا في جميع المسائل. ¶ 7 - التخطيط السليم في الدعوة: إن الدعوة إلى الله كأي عمل آخر تحتاج إلى تخطيط سليم وتدبير دقيق, ويترتب عليه نجاح الدعوة وفشلها بعد إرادة الله تعالى، وكان الرسول صلى الله عليه وسلم يسير في دعوته بتخطيط مدروس, وهذا واضح في سيرته الدعوية كلها, بل كان يسير بعناية الله تعالى, فنرى - مثلاً - واقعة الهجرة, كيف اختار لصحبته رفيقه أبا بكر الصديق رضي الله عنه, واختفاءه في غار ثور الذي في جهة اليمن, وتحريه أخبار قريش, وسلوك طريق الساحل غير المعتاد, حتى وصل إلى المدينة بحفظ الله ثم بتخطيطه السليم بصحة وسلامة. ¶ وهكذا يجب أن تسير الدعوة في جميع مشاريعها على مستوى الداعية الفرد، وعلى مستوى الدعوة بأكملها. ¶ __________ ¶ (1) سبق تخريجه. وينظر ما كتبته عن هذا الحديث في رسالة مستقلة ضمن هذه السلسلة.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "8 - المحاسبة والتقويم: يلزم للدعوة أن تحاسب نفسها بعد كل فترة, وتقوّم أعمالها وأهدافها ومشاريعها بين حين وآخر, هل طرأ على أفرادها كلل أو فتور؟ وهل هم على جادة الصواب أم جانبوها؟ وهل هم مستمرون على المنهج السليم أو اختاروا منهجاً منحرفاً؟ وما الثمار التي اقتطفوها خلال هذه المدة ؟ وما النتائج التي استثمروها في دعوتهم؟. ¶ * * * ¶ فهذه بعض المقومات للدعوة التي ينبغي للداعية والدعوة أن تقوم بها لكي يكتب للدعوة القبول والنجاح، ومن ثم عموم الفائدة للأمة, ويتحقق رضا الله تعالى. ¶ * * * ¶ المبحث السادس ¶ سمات الداعية ¶ للداعية الجاد سمات وصفات يجب أن يتصف بها، يجمعها: الخُلُق الحسن، ومنها على التفصيل: ¶ 1-الإخلاص: لا يمكن أن تنجح الدعوة ويصل الداعية إلى هدفه المنشود إلا بالإخلاص لله وحده، لا أجرًا في الدنيا ولا رياءً ولا سمعةً، وإنما طمعًا في ثواب الله وأجره, ويكون شعاره: { يَا قَوْمِ لَا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا إِنْ أَجْرِيَ إِلَّا عَلَى الَّذِي فَطَرَنِي } [هود: 51]. وقد تكلمنا عن هذه النقطة فيما سبق.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "2-الصدق: ليكن الداعية صادقًا في دعوته, وليكن همه الأكبر إيصال هذه الدعوة إلى الناس, بعيدًا عن الغموض والشكوك والشبهات, وهذا ما يعينه على الثبات في دعوته. فدين الله تعالى واضح وجلي وضوح الشمس في رابعة النهار، جاء بالصدق وأمر به، فلا تحمل هذه الدعوة إلا بالصدق، ولا تبلغ إلا بالصدق، ولا تؤدي نتائجها إلا بالصدق، والصدق يهدي إلى البر، والبر يهدي إلى الجنة، كما جاء في الحديث عَن شَقِيقٍ عَن عَبْدِ الله قَالَ: قَالَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ: عَلَيْكُمْ بِالصِّدْقِ؛ فَإِنَّ الصِّدْقَ يَهْدِي إِلَى الْبِرِّ, وَإِنَّ الْبِرَّ يَهْدِي إِلَى الجَنَّةِ, وَمَا يَزَالُ الرَّجُلُ يَصْدُقُ وَيَتَحَرَّى الصِّدْقَ حَتَّى يُكْتَبَ عِنْدَ الله صِدِّيقًا, وَإِيَّاكُمْ وَالْكَذِبَ؛ فَإِنَّ الْكَذِبَ يَهْدِي إِلَى الْفُجُورِ, وَإِنَّ الْفُجُورَ يَهْدِي إِلَى النَّارِ, وَمَا يَزَالُ الرَّجُلُ يَكْذِبُ وَيَتَحَرَّى الْكَذِبَ حَتَّى يُكْتَبَ عِنْدَ الله كَذَّابًا(1). ¶ 3-محبة الله ورسوله صلى الله عليه وسلم: التي هي رأس العبودية لله سبحانه وتعالى، وهي الزاد الكبير، والوقود العظيم للداعية في طريقه، والداعية والمربي من أعظم المحبين لله تعالى ولرسوله صلى الله عليه وسلم، فكلما عظم هذا الحب في القلوب عظم في السلوك، فعلى الداعية أن يكون ثابتًا على استمرار المحبة في جميع الأوقات والأمكنة والأحوال والظروف، لا أن يكون الحب دعوى، أو في وقت دون آخر، فهذا مخادعة للنفس، ومجانبة للطريق، فالمحب ثابت في مبدئه لمن أحبه لا يكون في حال دون حال. ¶ __________ ¶ (1) صحيح البخاري، كتاب الأدب، باب قول الله تعالى: { يَا أَيُّهَا الَّذِينَ آَمَنُوا اتَّقُوا اللَّهَ وَكُونُوا مَعَ الصَّادِقِينَ } برقم: (6094)، وصحيح مسلم، كتاب البر والصلة والآداب، باب: قبح الكذب وحسن الصدق وفضله، برقم: (2607).",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "4-العلم: سبق معنا أن الدعوة يجب أن تكون قائمة على العلم بالله ورسوله ودينه وشرعه، ومن ثم فالداعية يجب أن تكون دعوته على بينة وعلم بما يدعو إليه، يقول تعالى: { قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَةٍ أَنَا وَمَنِ اتَّبَعَنِي } [يوسف: 108]، والذي يدعو بغير علم قد يدعو إلى الشر ويحسبه معروفًا، أو ينهى عن المعروف ويحسبه منكرًا, فليعلم الداعية أن (لا أدري) نصف العلم، فلا يقول فيما لا يعلم، والله سبحانه وتعالى قد حرم أن يقول الناس على الله ما لا يعلمون، قال تعالى: { قُلْ إِنَّمَا حَرَّمَ رَبِّيَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَالْإِثْمَ وَالْبَغْيَ بِغَيْرِ الْحَقِّ وَأَنْ تُشْرِكُوا بِاللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا وَأَنْ تَقُولُوا عَلَى اللَّهِ مَا لَا تَعْلَمُونَ } [الأعراف: 33]. ¶ 5-الحلم والرفق: إن عملية الدعوة تحتاج إلى كثير من الرفق بالمدعو، وديننا الإسلامي دين المحبة والأخوة، ودين التواد والتراحم، وأشاع هذه الصفة في المجتمع ليسود الود والوئام، وتتفشى الأخوة والترابط، وتعلو السماحة والبشر، وقد تمثلت هذه المعاني في معاملة النبي صلى الله عليه وسلم ودعوته وسلوكه، وعلاقاته وارتباطاته حتى شهد الله له تعالى بذلك، قال تعالى: { وَإِنَّكَ لَعَلى خُلُقٍ عَظِيمٍ } [القلم: 4] ومما جعل دعوة النبي صلى الله عليه وسلم ناجحة كونه صلى الله عليه وسلم لينًا هينًا رفيقًا بشوشًا حليمًا، يقول تعالى: { فَبِمَا رَحْمَةٍ مِنَ اللَّهِ لِنْتَ لَهُمْ وَلَوْ كُنْتَ فَظًّا غَلِيظَ الْقَلْبِ لَانْفَضُّوا مِنْ حَوْلِكَ } [آل عمران: 159].",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "وقد أوصى الله سبحانه موسى وهارون عليهما السلام بالقول اللين مع فرعون وهو من أطغى الطغاة، قال تعالى: { اذْهَبَا إِلَى فِرْعَوْنَ إِنَّهُ طَغَى * فَقُولَا لَهُ قَوْلًا لَيِّنًا لَعَلَّهُ يَتَذَكَّرُ أَوْ يَخْشَى } [طه: 43، 44]. فيختار الداعية اللين واللطف في القول والعمل. أما الغلظة والجفاء فلا تكون إلا في حالات نادرة، ولأسباب قد تدعو إلى ذلك كحالة الحرب، ونحو ذلك. ¶ 6-الكرم والجود: فمن سمات الداعية الناجح أنه من أكرم الناس وأجود الناس، كما جاء عن النبي صلى الله عليه وسلم أنه كان أجود الناس وبالأخص في رمضان حين يلقاه جبريل عليه السلام لمدارسة القرآن، فعَن ابْنِ عَبَّاسٍ قَالَ: كَانَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ أَجْوَدَ النَّاسِ, وَكَانَ أَجْوَدُ مَا يَكُونُ فِي رَمَضَانَ حِينَ يَلْقَاهُ جِبْرِيلُ, وَكَانَ يَلْقَاهُ فِي كُلِّ لَيْلَةٍ مِن رَمَضَانَ, فَيُدَارِسُهُ الْقُرْآنَ, فَلَرَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ أَجْوَدُ بِالْخَيْرِ مِن الرِّيحِ الْمُرْسَلَةِ(1). ¶ وفي رواية عن جُبَيْر بْن مُطْعِمٍ: أَنَّهُ بَيْنَمَا هُوَ يَسِيرُ مَعَ رَسُولِ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ, وَمَعَهُ النَّاسُ مَقْفَلَهُ مِن حُنَيْنٍ, فَعَلِقَهُ النَّاسُ يَسْأَلُونَهُ, حَتَّى اضْطَرُّوهُ إِلَى سَمُرَةٍ فَخَطِفَتْ رِدَاءَهُ, فَوَقَفَ النَّبِيُّ صَلَّى الله عَلَيْهِ وَسَلَّمَ, فَقَالَ: أَعْطُونِي رِدَائِي؛ لَوْ كَانَ لِي عَدَدُ هَذِهِ الْعِضَاهِ نَعَمًا لَقَسَمْتُهُ بَيْنَكُمْ, ثُمَّ لَا تَجِدُونِي بَخِيلًا وَلَا كَذُوبًا وَلَا جَبَانًا(2). ¶ __________ ¶ (1) صحيح البخاري، كتاب بدء الوحي، باب بدء الوحي، برقم: (6).… ¶ (2) صحيح البخاري، كتاب الجهاد والسير، باب: الشجاعة في الحرب، برقم: (2821).…",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "وعن أبي هُرَيْرَةَ رَضِيَ الله عَنْهُ قال: قَالَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ: لَوْ كَانَ لِي مِثْلُ أُحُدٍ ذَهَبًا مَا يَسُرُّنِي أَنْ لَا يَمُرَّ عَلَيَّ ثَلَاثٌ وَعِنْدِي مِنْهُ شَيْءٌ؛ إِلَّا شَيْءٌ أُرْصِدُهُ لِدَيْنٍ(1). فيتصف الداعية بهذه الصفة المباركة. ومتى ما أحسن الداعية إلى الناس ازداد قبولاً عندهم،كما قيل: ¶ أحسن إلى الناس تستعبد قلوبهم فطالما استعبد الإنسان إحسان(2) ¶ 7-كما يجب عليه أن يكون طليق الوجه غير عابس: فإن طلاقة الوجه تبشر بالخير، ويقبل عليه الناس، والوجه العبوس سبب لنفرة الناس. والطلاقة والبشر من المعروف الذي أمر النبي صلى الله عليه وسلم أمته: فعَنْ أَبِي ذَرٍّ - رضي الله عنه - قَالَ: قَالَ لِيَ النَّبِيُّ صَلَّى الله عَلَيْهِ وَسَلَّمَ: \" لَا تَحْقِرَنَّ مِن الْمَعْرُوفِ شَيْئًا، وَلَوْ أَنْ تَلْقَى أَخَاكَ بِوَجْهٍ طَلْقٍ\"(3). ¶ قال النووي: \"فِيهِ الْحَثّ عَلَى فَضْل الْمَعْرُوف, وَمَا تَيَسَّرَ مِنْهُ وَإِنْ قَلَّ, حَتَّى طَلَاقَة الْوَجْه عِنْد اللِّقَاء\". ¶ 8-الصبر: إن الداعية قد يواجه في دعوته عدم القبول، وقد يتلقى مقابل دعوته السخرية والاستهزاء، ويعترض عقبات وعراقيل، فالجنة محفوفة بالعقبات والأشواك. ¶ وفي الحديث عَن أَنَسِ بْنِ مَالِكٍ قَالَ: قَالَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ: حُفَّت الجَنَّةُ بِالمَكَارِهِ, وَحُفَّت النَّارُ بِالشَّهَوَاتِ(4). ¶ __________ ¶ (1) صحيح البخاري، كتاب الاستقراض، باب: أداء الدين، برقم: (2388).… ¶ (2) ينظر ما كتبته عن مبدأ الإحسان في رسالة مستقلة: شرح حديث: إن الله كتب الإحسان على كل شيء دراسة حديثية نفسية.… ¶ (3) صحيح مسلم، كتاب البر والصلة والآداب، باب استحباب طلاقة الوجه عند اللقاء، برقم: (2626). ¶ (4) صحيح مسلم، كتاب الجنة وصفة نعيمها، باب: صفة الجنة، برقم: (2822).…",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "وفي رواية: حُجِبَت النَّارُ بِالشَّهَوَاتِ, وَحُجِبَت الجَنَّةُ بِالمَكَارِهِ(1). والداعية الناجح هو الذي يصبر على مثل هذه المواقف, ويتحمل الأذى ولا يغضب، لأنه من آثر رضا الله فلا بد أن يعاديه رذالة العالم وسقطهم, وجهالهم, وأهل البدع والفجور, وغيرهم, فليصبر الداعية ويصابر, وليكن قويًا في إيمان لا تزعزعه الرجال, ولا تقلقله الجبال, ولا تحله المحن والشدائد والمخاوف. ¶ وقد أمر الله تعالى نبيه صلى الله عليه وسلم بالصبر فقال: { وَاصْبِرْ عَلَى مَا يَقُولُونَ وَاهْجُرْهُمْ هَجْرًا جَمِيلًا } [المزمل: 10]، وقال تعالى: { فَاصْدَعْ بِمَا تُؤْمَرُ وَأَعْرِضْ عَنِ الْمُشْرِكِينَ * إِنَّا كَفَيْنَاكَ الْمُسْتَهْزِئِينَ * الَّذِينَ يَجْعَلُونَ مَعَ اللَّهِ إِلَهًا آَخَرَ فَسَوْفَ يَعْلَمُونَ * وَلَقَدْ نَعْلَمُ أَنَّكَ يَضِيقُ صَدْرُكَ بِمَا يَقُولُونَ * فَسَبِّحْ بِحَمْدِ رَبِّكَ وَكُنْ مِنَ السَّاجِدِينَ * وَاعْبُدْ رَبَّكَ حَتَّى يَأْتِيَكَ الْيَقِينُ } [ سورة الحجر: 94-99], وقال تعالى: { وَجَعَلْنَا مِنْهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا وَكَانُوا بِآَيَاتِنَا يُوقِنُونَ } [سورة السجدة: 24]. ¶ * * * ¶ ويدخل فيه المواصلة والاستمرار في الدعوة مع عدم المبالاة بالاستهزاء, والسخرية, والاتهام, وعدم الاستعجال للنتائج والثمار. فأنت تبني وتزرع وغيرك يقطف كما قطفت ثمار من زرع قبلك, وقد لا ترى ثمار عملك, فليبذل الداعية بما أوتي من جهد في سبيل دعوته، يقول الشاعر : ¶ على المرء أن يسعى إلى الخير جهده وليس عليه أن تتم المقاصد ¶ __________ ¶ (1) صحيح البخاري، كتاب الرقاق، باب: حجبت النار بالشهوات، برقم: (6487).",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "وخير من قول الشاعر قول النبي صلى الله عليه وسلم: \"عرضت علي الأمم فجعل يمرّ النبي معه الرجل، والنبي معه الرجلان، والنبي معه الرهط، والنبي ليس معه أحد \"(1). ¶ 9- الهمة العالية: من سمات الداعية أن همته تكون عالية, يختار من كل شيء أعلاه, فيكون في المرتبة العالية في الأوصاف الحسنة, والأعمال الصالحة, فالدين مراتب؛ والله قسم الناس في كتابه على ثلاث مراتب؛ فقال تعالى: { ثُمَّ أَوْرَثْنَا الْكِتَابَ الَّذِينَ اصْطَفَيْنَا مِنْ عِبَادِنَا فَمِنْهُمْ ظَالِمٌ لِنَفْسِهِ وَمِنْهُمْ مُقْتَصِدٌ وَمِنْهُمْ سَابِقٌ بِالْخَيْرَاتِ بِإِذْنِ اللَّهِ ذَلِكَ هُوَ الْفَضْلُ الْكَبِيرُ } [سورة فاطر: 32], وأخبر تعالى عن قسمتهم في الآخرة: { وَكُنْتُمْ أَزْوَاجًا ثَلَاثَةً * فَأَصْحَابُ الْمَيْمَنَةِ مَا أَصْحَابُ الْمَيْمَنَةِ * وَأَصْحَابُ الْمَشْأَمَةِ مَا أَصْحَابُ الْمَشْأَمَةِ * وَالسَّابِقُونَ السَّابِقُونَ * أُولَئِكَ الْمُقَرَّبُونَ } [سورة الواقعة: 7-11]، فليبذل الداعية جهده في أن يكون من السابقين أصحاب الهمم العالية، الذين لا تسقطهم العثرات، وليقتد بالصحابي الجليل ربيعة بن كعب الأسلمي وقد قال له رسول الله صلى الله عليه وسلم: \"سلني\". فقال: \"أسألك مرافقتك في الجنة\". فعن رَبِيعَة بْن كَعْبٍ الْأَسْلَمِيِّ قَالَ: كُنْتُ أَبِيتُ مَعَ رَسُولِ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ فَأَتَيْتُهُ بِوَضُوئِهِ وَحَاجَتِهِ, فَقَالَ لِي: سَلْ. فَقُلْتُ: أَسْأَلُكَ مُرَافَقَتَكَ فِي الْجَنَّةِ. قَالَ: أَوْ غَيْرَ ذَلِكَ؟ قُلْتُ: هُوَ ذَاكَ. قَالَ: فَأَعِنِّي عَلَى نَفْسِكَ بِكَثْرَةِ السُّجُودِ(2). ¶ __________ ¶ (1) صحيح البخاري، كتاب الطب، باب من لم يرق، برقم: (5752). ¶ (2) صحيح مسلم، كتاب الصلاة، باب: فضل السجود والحث عليه، برقم: (489).…",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "10- التواضع وعدم الكبر: للداعية في رسول الله صلى الله عليه وسلم أسوة حسنة، فقد كان صلى الله عليه وسلم متواضعاً يتعاهد الناس ويقوم بحاجاتهم مع عظم مسئولياته، كما جاء في الحديث عَن حَارِثَةَ بْنِ وَهْبٍ الْخُزَاعِيِّ - رضي الله عنه - عَن النَّبِيِّ صَلَّى الله عَلَيْهِ وَسَلَّمَ قَالَ: \"أَلَا أُخْبِرُكُمْ بِأَهْلِ الجَنَّةِ؟ كُلُّ ضَعِيفٍ مُتَضَاعِفٍ؛ لَوْ أَقْسَمَ عَلَى الله لَأَبَرَّهُ، أَلَا أُخْبِرُكُمْ بِأَهْلِ النَّارِ؟ كُلُّ عُتُلٍّ جَوَّاظٍ مُسْتَكْبِرٍ\". ¶ وَقَالَ مُحَمَّدُ بْنُ عِيسَى: حَدَّثَنَا هُشَيْمٌ أَخْبَرَنَا حُمَيْدٌ الطَّوِيلُ حَدَّثَنَا أَنَسُ بْنُ مَالِكٍ قَالَ: \"إِنْ كَانَت الْأَمَةُ مِن إِمَاءِ أَهْلِ المَدِينَةِ لَتَأْخُذُ بِيَدِ رَسُولِ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ فَتَنْطَلِقُ بِهِ حَيْثُ شَاءَتْ\"(1). ¶ وفي مسند أحمد عن ابنة لخباب قالت: \" خرج خباب في سرية فكان النبي صلى الله عليه وسلم يتعاهدنا حتى كان يحلب عنزا لنا، قالت: فكان يحلبها حتى يطفح أو يفيض \" (2). ¶ ومن التواضع قبول النصح من الآخرين ولو كانوا دونه, أو كانت النصيحة من عدوه, فيحسن بالداعية أن يتقبل ذلك, ولا تأخذه العزة بالإثم, قال عمر بن الخطاب رضي الله عنه: رحم الله من أهدى إليَّ عيوبي (3). ¶ __________ ¶ (1) صحيح البخاري، كتاب الأدب، باب الكبر، برقم: (6072). ¶ (2) مسند أحمد (6/372).… ¶ (3) ذكره الدارمي في المقدمة في حديث طويل، في رسالة عباد بن عباد الخواص الشامي (1/160).",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "وقد حذر الإسلام من الكبر، والكبر: بطر الحق وغمط الناس كما جاء في الحديث: فعَنْ عَبْدِ الله بْنِ مَسْعُودٍ عَن النَّبِيِّ صَلَّى الله عَلَيْهِ وَسَلَّمَ قَالَ: لَا يَدْخُلُ الجَنَّةَ مَن كَانَ فِي قَلْبِهِ مِثْقَالُ ذَرَّةٍ مِن كِبْرٍ. قَالَ رَجُلٌ: إِنَّ الرَّجُلَ يُحِبُّ أَنْ يَكُونَ ثَوْبُهُ حَسَنًا, وَنَعْلُهُ حَسَنَةً. قَالَ: إِنَّ الله جَمِيلٌ يُحِبُّ الْجَمَالَ, الْكِبْرُ؛ بَطَرُ الْحَقِّ, وَغَمْطُ النَّاسِ(1). ¶ وإياك ثم إياك من الكبر واحتقار الآخرين وازدرائهم وتنقصهم, لأن المتكبر كالواقف فوق جبل, لا يدري متى يسقط, وينبني عليه ألا يعظم في عينيك عمل فإنه قد لا يقبل, كما قال تعالى عن الكفار: { قُلْ هَلْ نُنَبِّئُكُمْ بِالْأَخْسَرِينَ أَعْمَالًا * الَّذِينَ ضَلَّ سَعْيُهُمْ فِي الْحَيَاةِ الدُّنْيَا وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعًا * أُولَئِكَ الَّذِينَ كَفَرُوا بِآَيَاتِ رَبِّهِمْ وَلِقَائِهِ فَحَبِطَتْ أَعْمَالُهُمْ فَلَا نُقِيمُ لَهُمْ يَوْمَ الْقِيَامَةِ وَزْنًا * ذَلِكَ جَزَاؤُهُمْ جَهَنَّمُ بِمَا كَفَرُوا وَاتَّخَذُوا آَيَاتِي وَرُسُلِي هُزُوًا } [سورة الكهف :103- 106]. ¶ 11- نظافة الظاهر والباطن: لأن النظافة لها أثر حسن على الإنسان, وقد حث الإسلام على النظافة حيث جعلها نصف الإيمان، فقال النبي صلى الله عليه وسلم: (... والطهور شطر الإيمان)(2) . ¶ __________ ¶ (1) صحيح مسلم، كتاب الإيمان، باب: تحريم الكبر وبيانه، برقم: (91).… ¶ (2) صحيح مسلم، كتاب الطهارة، باب: فضل الوضوء, برقم: (223).",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "قَالَ النَّوَوِيُّ. اِخْتَلَفَ الْعُلَمَاءُ فِي مَعْنَاهُ فَقِيلَ: مَعْنَاهُ أَنَّ الْأَجْرَ فِيهِ يَنْتَهِي تَضْعِيفُهُ إِلَى نِصْفِ أَجْرِ الْإِيمَانِ, وَقِيلَ: مَعْنَاهُ أَنَّ الْإِيمَانَ يَجُبُّ مَا قَبْلَهُ مِن الْخَطَايَا وَكَذَلِكَ الْوُضُوءُ إِلَّا أَنَّ الْوُضُوءَ لَا يَصِحُّ إِلَّا مَعَ الْإِيمَانِ فَصَارَ لِتَوَقُّفِهِ عَلَى الْإِيمَانِ فِي مَعْنَى الشَّطْرِ(1). ¶ وقد أمر الله نبيه بتطهير ثيابه, فقال تعالى: { وَثِيَابَكَ فَطَهِّرْ * وَالرُّجْزَ فَاهْجُرْ } [سورة المدثر: 4-5]. ¶ وكما أن الداعية نظيف القلب سالم من الحسد والحقد، والبغض والكره، فهو نظيف الظاهر، فباطنه وظاهره سواء كالثوب الأبيض، ومتى كان كذلك عظم أجره وثوابه، وازداد قبولاً عند المدعوين. ¶ 12-التوازن بين المتطلبات العقلية والروحية والجسمية, في البيت, والشارع, والميدان, والمدرسة، فرسول الله صلى الله عليه وسلم كان يشارك أهله، ويقود الجيش, ويقوم الليل, وهكذا في جميع الأمور، فلنا في رسول الله صلى الله عليه وسلم أسوة حسنة. وينبني عليه عدم الغلو أو التقصير, أو الإفراط أو التفريط، كما قال تعالى عن صفات عباده: { وَالَّذِينَ إِذَا أَنْفَقُوا لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا وَكَانَ بَيْنَ ذَلِكَ قَوَامًا } [سورة الفرقان: 67]. فيجتنب الإفراط والتفريط في الدعوة، فلا يقصر ولا يتجاوز الحد، والطريق الوسط هو المطلوب في جميع الأمور، وكما نعلم أن خير الأمور أوساطها. ¶ وهذه قاعدة عظيمة: - أعني التوازن - فلا يسرف على نفسه في جانب ويهمل جانبًا آخر، كمن يحرص على الدعوة، ويهمل كثيرًا من السنن، أو يدعو الآخرين وينسى أسرته، أو يهتم بطلب العلم والقراءة متناسيًا صلاته وخشوعه ودعاءه وقراءته، وهكذا. ¶ __________ ¶ (1) شرح صحيح مسلم، للإمام النووي، (المجلد الأول)، 1/100.",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "13-أن يصفي الداعية والمربي قلبه من كل شائبة فيكون شعاره العميق في نفسه: (المحبة) المحبة للآخرين، يحب الخير لهم، ويكره الشر أن يصيبهم، يحب ولا يبغض، محبة يظهر أثرها على أقواله، ويتصورها الناظر في أفعاله. ¶ وأن يجلي المربي والداعية هذه المحبة في علاقاته مع الآخرين سواء حال الدعوة، أو حال التعامل العام فلا يفصل بين سلوك وآخر، ولا بين حال وأخرى, وأن يتمثل تلك المحبة برنامجاً عملياً في حياته فيكون خلقاً له لا تخلقاً ولا تصنعاً، وأن يدلل على محبته لهم فيما يظهر عليه من سلوك وتصرفات، ولا يبتغي من وراء ذلك جزاءً ولا شكورًا إلا من الله سبحانه وتعالى. فليعي هذا المربون والدعاة. ¶ 14-أن لا يناقض قوله فعله: من المهم للداعية أن لا يكون ممن يأمرون الناس بالبر وينسون أنفسهم, فإن هذه خصلة ذميمة قال تعالى: { يَا أَيُّهَا الَّذِينَ آَمَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ * كَبُرَ مَقْتًا عِنْدَ اللَّهِ أَنْ تَقُولُوا مَا لَا تَفْعَلُونَ } [سورة الصف :2-3], وكما أنكر تعالى على بني إسرائيل: { أَتَأْمُرُونَ النَّاسَ بِالْبِرِّ وَتَنْسَوْنَ أَنْفُسَكُمْ وَأَنْتُمْ تَتْلُونَ الْكِتَابَ أَفَلَا تَعْقِلُونَ } [سورة البقرة:44], فالتناقض بين القول والفعل علامة على ضعف المحبة لله تعالى ولرسوله عليه الصلاة والسلام. ¶ 15-اختيار أقوى الطرق تأثيرًا إلى قلب المدعو وقد أشير إلى بعضها في هذه الآية الكريمة، قال تعالى: { ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ.. } [سورة النحل :125]",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "فأمر الله نبيه صلى الله عليه وسلم أن يدعو الناس بالحكمة والموعظة الحسنة والمجادلة بالتي هي أحسن، أي: من احتاج منهم إلى مناظرة وجدال فليكن بالوجه الحسن برفق, ولين, وحسن خطاب، كما قال تعالى: { وَلَا تُجَادِلُوا أَهْلَ الْكِتَابِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ } [سورة العنكبوت: 46] ¶ 16-العمل بالحكمة بمعرفة المكان والزمان والحال التي يمارس فيها الدعوة، فالحكمة وضع الشيء في موضعها، فكل ذلك يعين على نجاح دعوته، والسير فيها سيراً حسناً. وقد أمر الله تعالى نبيه صلى الله عليه وسلم بها، فقال تعالى: { ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ } [ سورة النحل: 125].",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "ومن الحكمة: اختيار الوقت المناسب للدعوة، وهذا ما نجده في قصة يوسف حين جاءه الفتيان وقصا عليه رؤياهما واستفسرا التعبير, فاغتنم الفرصة ودعاهما إلى التوحيد والبراءة من الشرك قبل أن يخبرهما بالتعبير. قال تعالى: { وَدَخَلَ مَعَهُ السِّجْنَ فَتَيَانِ قَالَ أَحَدُهُمَا إِنِّي أَرَانِي أَعْصِرُ خَمْرًا وَقَالَ الْآَخَرُ إِنِّي أَرَانِي أَحْمِلُ فَوْقَ رَأْسِي خُبْزًا تَأْكُلُ الطَّيْرُ مِنْهُ نَبِّئْنَا بِتَأْوِيلِهِ إِنَّا نَرَاكَ مِنَ الْمُحْسِنِينَ * قَالَ لَا يَأْتِيكُمَا طَعَامٌ تُرْزَقَانِهِ إِلَّا نَبَّأْتُكُمَا بِتَأْوِيلِهِ قَبْلَ أَنْ يَأْتِيَكُمَا ذَلِكُمَا مِمَّا عَلَّمَنِي رَبِّي إِنِّي تَرَكْتُ مِلَّةَ قَوْمٍ لَا يُؤْمِنُونَ بِاللَّهِ وَهُمْ بِالْآَخِرَةِ هُمْ كَافِرُونَ } .... إلى أن قال: { يَا صَاحِبَيِ السِّجْنِ أَأَرْبَابٌ مُتَفَرِّقُونَ خَيْرٌ أَمِ اللَّهُ الْوَاحِدُ الْقَهَّارُ * مَا تَعْبُدُونَ مِنْ دُونِهِ إِلَّا أَسْمَاءً سَمَّيْتُمُوهَا أَنْتُمْ وَآَبَاؤُكُمْ مَا أَنْزَلَ اللَّهُ بِهَا مِنْ سُلْطَانٍ إِنِ الْحُكْمُ إِلَّا لِلَّهِ أَمَرَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ ذَلِكَ الدِّينُ الْقَيِّمُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ } , لما فرغ من الدعوة إلى التوحيد أخبرهما بتعبير رؤيا هما, فقال: { يَا صَاحِبَيِ السِّجْنِ أَمَّا أَحَدُكُمَا فَيَسْقِي رَبَّهُ خَمْرًا وَأَمَّا الْآَخَرُ فَيُصْلَبُ فَتَأْكُلُ الطَّيْرُ مِنْ رَأْسِهِ قُضِيَ الْأَمْرُ الَّذِي فِيهِ تَسْتَفْتِيَانِ } [سورة يوسف: 36-41]. ¶ ومنها: اختيار المكان المناسب للدعوة، كما كان النبي صلى الله عليه وسلم يختار المسجد لتوجيه الصحابة إلى الخير, فيختار الداعية لدعوته المسجد, أو مكاناً هادئاً, بعيدًا عن الأسواق والشوارع التي فيها شغب وصخب ونحو ذلك.",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "ومنها: اختيار الموضوع المناسب للدعوة, لأن لكل فنٍ رجالاً, ولكل مقامٍ مقالاً, فيختار الموضوع المناسب للمقام, حتى لا يثقل على المدعوين, وبالتالي يفقد استجابتهم لكلامه. ¶ ومنها: مراعاة أحوال المدعوين, هل هم الجمهور من العوام, أو النخبة المثقفة منهم، أو من الطلاب, أو الطالبات, أو الأطباء, أو الدعاة وهكذا. فيلزم الداعية إعطاء كل ذي حق حقه، في نوعية الخطاب والكلام، فالرجال يختلفون عن النساء، والصغار يختلفون عن الكبار، وهكذا. ¶ ومنها: تنوع البرامج: البرامج الدعوية إذا كانت على نمط واحد فإن المدعو قد يمل، لذا لا بد من تقديم البرامج المتنوعة، إذا كانت البرامج متنوعة تشد انتباه المستمعين، وتترك أثرًا عميقًا في قلوبهم ومن ثمّ على سلوكهم. وأن تكون على فترات متباعدة مخافة السآمة كما جاء في الحديث عَن أَبِي وَائِلٍ قَالَ: كَانَ عَبْدُ الله يُذَكِّرُ النَّاسَ فِي كُلِّ خَمِيسٍ, فَقَالَ لَهُ رَجُلٌ: يَا أَبَا عَبْدِ الرَّحْمَنِ لَوَدِدْتُ أَنَّكَ ذَكَّرْتَنَا كُلَّ يَوْمٍ. قَالَ: أَمَا إِنَّهُ يَمْنَعُنِي مِن ذَلِكَ أَنِّي أَكْرَهُ أَنْ أُمِلَّكُمْ, وَإِنِّي أَتَخَوَّلُكُمْ بِالْمَوْعِظَةِ كَمَا كَانَ النَّبِيُّ صَلَّى الله عَلَيْهِ وَسَلَّمَ يَتَخَوَّلُنَا بِهَا مَخَافَةَ السَّآمَةِ عَلَيْنَا (1). ¶ قال النووي: وَفِي هَذَا الْحَدِيث: الِاقْتِصَاد فِي الْمَوْعِظَة, لِئَلَّا تَمَلّهَا الْقُلُوب فَيَفُوت مَقْصُودهَا (2). ¶ ومنها: تقدير المصالح والمفاسد الشرعية، فيعمل للمصالح وتكثيرها، ويدرأ المفاسد ويقللها. وهذه قاعدة عظيمة من قواعد الشرع، وأصل عظيم من أصوله، فيتنبه إليه. ¶ __________ ¶ (1) صحيح البخاري، كتاب العلم، باب: من جعل لأهل العلم أيامًا معلومةً, برقم: (70)، وصحيح مسلم، كتاب صفة القيامة والجنة والنار، باب: الاقتصاد في الموعظة برقم (2821). ¶ (2) شرح صحيح مسلم للنووي، (المجلد السادس) (71/164).",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "وقد ترك النبي صلى الله عليه وسلم بعض الأشياء مراعاة المصلحة العامة، فعلى سبيل المثال هدم الكعبة وبناؤها من جديد على قواعد إبراهيم عليه السلام، فعَنْ عَائِشَةَ رَضِيَ الله عَنْهَا زَوْجِ النَّبِيِّ صَلَّى الله عَلَيْهِ وَسَلَّمَ أَنَّ رَسُولَ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ قَالَ لَهَا: أَلَمْ تَرَيْ أَنَّ قَوْمَكِ لَمَّا بَنَوا الْكَعْبَةَ اقْتَصَرُوا عَن قَوَاعِدِ إِبْرَاهِيمَ, فَقُلْتُ: يَا رَسُولَ الله أَلَا تَرُدُّهَا عَلَى قَوَاعِدِ إِبْرَاهِيمَ؟ قَالَ: لَوْلَا حِدْثَانُ قَوْمِكِ بِالْكُفْرِ لَفَعَلْتُ (1) الحديث. ¶ يقول السندي: (لَوْلَا حِدْثَان) الْمَشْهُور كَسْر الْحَاء وَسُكُون الدَّال، وَقِيلَ: يَجُوز بِالْفَتْحَتَيْنِ، أَيْ لَوْلَا قُرْبُ عَهْدهمْ بِالْكُفْرِ، يُرِيد أَنَّ الْإِسْلَام لَمْ يَتَمَكَّن فِي قُلُوبهمْ، فَلَوْ هُدِمَتْ لَرُبَّمَا نَفَرُوا مِنْهُ لِأَنَّهُمْ يَرَوْنَ تَغْيِيره عَظِيمًا(2). ¶ __________ ¶ (1) صحيح البخاري ، كتاب الحج، باب: فضل مكة وبنيانها, برقم: (1583). ¶ (2) شرح سنن النسائي للسندي، المجلد الثالث، 5/ 214.",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "وكذلك أمرُ قتل عبد الله بن أُبيّ مع أنه آذى النبي صلى الله عليه وسلم في كثير من المواقع وبالأخص في حادثة الإفك، ورجع في غزوة أحد مع ثلاثمائة من أصحابه، ومع ذلك لم يقتله لمصلحة الدعوة, وقد استأذن ابنه عبد الله في قتله فنهاه، فعن أبي هريرة رضي الله عنه قال: مَرَّ رسُولُ الله صلى الله عليه وسلم عَلَى عَبْدِ الله بْنِ أُبَيِّ ابْنِ سَلُولٍ، وَهُوَ فِي ظِلِّ أَجَمَةٍ، َقَالَ: قَدْ غَبَّرَ عَلَيْنَا ابْنُ أَبي كَبْشَةَ، فَقَالَ ابْنُهُ عَبْدُ الله بْنُ عَبْدِ الله: وَالَّذِي أَكْرَمَكَ، وَالَّذِي أَنْزَلَ عَلَيْكَ الْكِتَابَ، لَئِنْ شِئْتَ لآتيَنَّكَ بِرَأْسِهِ، فَقَالَ رَسُولُ الله صلى الله عليه وسلم: \"لَا، وَلَكِنْ بِرَّ أَبَاكَ، وَأَحْسِنْ صُحْبَتَهُ\"(1). ¶ * * * ¶ هذه بعض مواضع الحكمة التي يجب على الداعية أن يفقهها ويتعامل بمقتضاها ليصل إلى هدفه المنشود، وتلك بعض الخصال التي إذا اتصف بها الداعي أصبح داعية حقاً إلى الله بعمله قبل أن يكون بكلامه، فيؤتى أجره على ما يقدم للدعوة، ويحوز رضا الرب تبارك وتعالى في دنياه وآخرته، جعلني الله وإياكم كذلك. ¶ * * * ¶ المبحث السابع ¶ الوسائل المناسبة والأساليب المفيدة في الدعوة ¶ الوسيلة: القربة, توصل إليه: تقرب إليه, وهي التي يتوصل بها إلى تحصيل المقصود, وفي المجال الدعوي؛ هي الطريقة التي توصل بها الدعوة. أو هي ما يستعين بها الداعي على تبليغ الدعوة إلى الله على نحو نافع مثمر(2). ¶ والأسلوب: عرض ما يراد عرضه من أفكار ومعاني وقضايا. ¶ __________ ¶ (1) المعجم الأوسط للطبراني، 1 / 80 ،برقم :(229)، وذكره الهيثمي، كتاب: علامات النبوة، باب: في عبدالله بن عبدالله بن سلول، برقم :(15761)، وقال: رواه البزار ورجاله ثقات. ¶ (2) ينظر: كتاب أصول الدعوة لعبد الكريم زيدان، ص: 429.",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "ثم هل هي توقيفية, أو اجتهادية؟ فيه تفصيل: إن أريد بالوسائل المنهج كضرورة البدء بالعقيدة, ونبذ الشرك, فهنا تكون توقيفية. ¶ وإن أريد الأساليب والطرق فهي اجتهادية حسب الدليل والقواعد الشرعية. فالرسول صلى الله عليه وسلم قام بالدعوة إلى الإسلام بالوسائل المختلفة, والأساليب المتنوعة, فيجب على الداعية اتخاذ هذه الوسائل المفيدة, والسير على تلك القواعد الدعوية المهمة, التي سار عليها النبي صلى الله عليه وسلم, لكي تؤتي ثمارها. ويقيس ما جدّ منها عليها. ¶ أولاً: وسائل التبليغ : ¶ أ- التبليغ بالقول: القول هو الأكثر في تبليغ الدعوة إلى الله, وله أهمية بالغة, فالقرآن كلام رب العالمين، وهو قوله تبارك وتعالى، نزل به الروح الأمين على نبينا محمد صلى الله عليه وسلم كما قال تعالى: { وَإِنَّهُ لَتَنْزِيلُ رَبِّ الْعَالَمِينَ * نَزَلَ بِهِ الرُّوحُ الْأَمِينُ * عَلَى قَلْبِكَ لِتَكُونَ مِنَ الْمُنْذِرِينَ * بِلِسَانٍ عَرَبِيٍّ مُبِينٍ } [سورة الشعراء: 192-195], فأكثر ما استعين به للدعوة في الكتاب والسنة أسلوب القول. ¶ * * * ¶ ولابدَّ أن يكون القول واضحًا مفهومًا خاليًا من الغموض والإبهام, لأن الغرض من الكلام إيصال المعاني المطلوبة إلى المدعو, ولهذا أنزل القرآن بلسان عربي مبين, وكان النبي صلى الله عليه وسلم أفصح العرب, يتكلم كلامًا فصيحًا مفهومًا يفهمه كل سامع، كما جاء في الحديث: عَن عَائِشَةَ رضي الله عنها قَالَتْ: كَانَ كَلَامُ رَسُولِ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ كَلَامًا فَصْلًا يَفْهَمُهُ كُلُّ مَن سَمِعَهُ(1). ¶ وما أرسل من نبي إلا بلسان قومه, ليكون أدعى إلى فهم قومهم, كما قال تعالى: { وَمَا أَرْسَلْنَا مِنْ رَسُولٍ إِلَّا بِلِسَانِ قَوْمِهِ لِيُبَيِّنَ لَهُمْ } [سورة إبراهيم: 4]. ¶ __________ ¶ (1) سنن أبي داود، كتاب الأدب ،باب: الهدي في الكلام, برقم: (4839).",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "كما يجب على الداعي أن يختار الكلمات الواضحة في الدلالة, ويجتنب الكلمات التي تحتمل معاني حقة وباطلة, كما كان اليهود يستعملونها, وقد أشار القرآن إلى هذا في قوله تعالى: { مِنَ الَّذِينَ هَادُوا يُحَرِّفُونَ الْكَلِمَ عَنْ مَوَاضِعِهِ وَيَقُولُونَ سَمِعْنَا وَعَصَيْنَا وَاسْمَعْ غَيْرَ مُسْمَعٍ وَرَاعِنَا لَيًّا بِأَلْسِنَتِهِمْ وَطَعْنًا فِي الدِّينِ وَلَوْ أَنَّهُمْ قَالُوا سَمِعْنَا وَأَطَعْنَا وَاسْمَعْ وَانْظُرْنَا لَكَانَ خَيْرًا لَهُمْ وَأَقْوَمَ وَلَكِنْ لَعَنَهُمُ اللَّهُ بِكُفْرِهِمْ فَلَا يُؤْمِنُونَ إِلَّا قَلِيلًا } [سورة النساء: 46], وأمر المؤمنين أن يحذروا من هذه الكلمات, فقال تعالى: { يَا أَيُّهَا الَّذِينَ آَمَنُوا لَا تَقُولُوا رَاعِنَا وَقُولُوا انْظُرْنَا وَاسْمَعُوا وَلِلْكَافِرِينَ عَذَابٌ أَلِيمٌ } [سورة البقرة: 104]. ¶ وعلى الداعي أن يتلطف بالقول، فيستعمل في كلامه ما يرغب المدعو إلى استماع كلامه, كما قال تعالى مخاطباً موسى وهارون عليهما السلام: { فَقُولَا لَهُ قَوْلًا لَيِّنًا لَعَلَّهُ يَتَذَكَّرُ أَوْ يَخْشَى } [سورة طه: 44] ¶ وكما خاطب إبراهيم عليه السلام أباه: { وَاذْكُرْ فِي الْكِتَابِ إِبْرَاهِيمَ إِنَّهُ كَانَ صِدِّيقًا نَبِيًّا * إِذْ قَالَ لِأَبِيهِ يَا أَبَتِ لِمَ تَعْبُدُ مَا لَا يَسْمَعُ وَلَا يُبْصِرُ وَلَا يُغْنِي عَنْكَ شَيْئًا * يَا أَبَتِ إِنِّي قَدْ جَاءَنِي مِنَ الْعِلْمِ مَا لَمْ يَأْتِكَ فَاتَّبِعْنِي أَهْدِكَ صِرَاطًا سَوِيًّا * يَا أَبَتِ لَا تَعْبُدِ الشَّيْطَانَ إِنَّ الشَّيْطَانَ كَانَ لِلرَّحْمَنِ عَصِيًّا * يَا أَبَتِ إِنِّي أَخَافُ أَنْ يَمَسَّكَ عَذَابٌ مِنَ الرَّحْمَنِ فَتَكُونَ لِلشَّيْطَانِ وَلِيًّا } [ سورة مريم: 41-45].",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "فهذا الأسلوب غاية في التطلف والتلين في القول, فاستعمل إبراهيم عليه السلام رابطة الأبوة التي من شأنها أن تجعل الابن حريصاً على مصلحة الأب, وتجعل الأب جديرًا بأن يصغي إلى خطاب ابنه. ¶ ولكن التلطف في القول لا يعنى المداهنة, أو النفاق, أو إبطال الحق, أو إحقاق الباطل, وإنما هو تشويق للمدعو لقبول الحق وإعانته على القبول. ¶ أنواع القول: وللقول في المجال الدعوي أنواع؛ منها: الخطبة, والدرس, والمحاضرة, والمناقشة, والنصيحة الفردية وغيرها(1). ¶ \"فالخطبة تكون عادةً لجمع من الناس قد لا يعرفهم الداعي أو يعرف بعضهم, ويستحسن أن يكون موضوع الخطبة مما له علاقة في أحوال الناس. ويستعمل الآداب التي ذكرها العلماء للخطبة حتى تعم الفائدة المرجوة منها. ¶ \"والدرس في الغالب يكون شرحاً لآية من القرآن, أو لحديث النبي صلى الله عليه وسلم, أو بياناً لمسألة من المسائل, كما يحضره عدد قليل من الناس جاءوا قاصدين سماع الدرس. فهذه فرصة ذهبية للداعي لإيصال كلامه. ¶ \"والمحاضرة تعالج موضوعاً معيناً باستقصاء وإحاطة مع ذكر الأدلة والبراهين, والمحاضرة الناجحة تهدف إلى هدف معين ومحدد, فيجب على المحاضر أن يكون دقيقاًَ في كلامه مع اختيار أسلوب منطقي لتقديم المعلومات. ¶ __________ ¶ (1) ينظر: كتاب أصول الدعوة لعبد الكريم زيدان، ص: 452-460.",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "\"والمناقشة والجدل يكونان بين شخصين أو أكثر, يعرض كل جانب وجهة نظره فيما يراه ويعتقده من أمور. فعلى الداعي أن يعرض وجهة نظره بأسلوب جذاب, وبالأدلة المقنعة, وهذا الأسلوب عادة يجذب انتباه المدعو، وينتج منه قبول المدعو للحق. ولكن في بعض الأحيان لا ينفع الجدال والمناقشة الحسنة, لأنهم لا يريدون من جدالهم الوصول إلى الحق, بل يريدون المكابرة والعناد, كما قال تعالى: { لَوْ نَزَّلْنَا عَلَيْكَ كِتَابًا فِي قِرْطَاسٍ فَلَمَسُوهُ بِأَيْدِيهِمْ لَقَالَ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ } [سورة الأنعام: 7], فعندئذٍ يحسن للداعي أن يقطع الجدل معه, ويذكر قول الله تعالى: { وَقُلِ الْحَقُّ مِنْ رَبِّكُمْ فَمَنْ شَاءَ فَلْيُؤْمِنْ وَمَنْ شَاءَ فَلْيَكْفُرْ } [سورة الكهف: 29]. ¶ ب- التبليغ بالكتابة : ¶ من وسائل التبليغ, التبليغ بالكتابة؛ والكتابة إما أن تكون كتابة رسائل إلى المدعوين لدعوتهم إلى الدخول في الإسلام, أو إلى الصلاح من الفسوق والفجور والمعاصي وغيرها، كما كتب سليمان إلى ملكة سبأ، وأرسله مع الطائر الهدهد, فجاء ذكره في القرآن، فقال تعالى: { اذْهَبْ بِكِتَابِي هَذَا فَأَلْقِهِ إِلَيْهِمْ ثُمَّ تَوَلَّ عَنْهُمْ فَانْظُرْ مَاذَا يَرْجِعُونَ * قَالَتْ يَا أَيُّهَا الْمَلَأُ إِنِّي أُلْقِيَ إِلَيَّ كِتَابٌ كَرِيمٌ * إِنَّهُ مِنْ سُلَيْمَانَ وَإِنَّهُ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ * أَلَّا تَعْلُوا عَلَيَّ وَأْتُونِي مُسْلِمِينَ } [سورة النمل: 28-31].",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "وكما كتب النبي صلى الله عليه وسلم إلى الملوك والرؤساء يدعوهم إلى الإسلام، فكتب إلى هرقل: فعَنْ عَبْدِ الله بْنِ عَبَّاسٍ رَضِيَ الله عَنْهُمَا أَنَّ رَسُولَ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ كَتَبَ إِلَى قَيْصَرَ يَدْعُوهُ إِلَى الْإِسْلَامِ وَبَعَثَ بِكِتَابِهِ إِلَيْهِ مَعَ دِحْيَةَ الْكَلْبِيِّ وَأَمَرَهُ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ أَنْ يَدْفَعَهُ إِلَى عَظِيمِ بُصْرَى لِيَدْفَعَهُ إِلَى قَيْصَرَ....وفِيهِ: \" بِسْمِ الله الرَّحْمَنِ الرَّحِيمِ, مِن مُحَمَّدٍ عَبْدِ الله وَرَسُولِهِ إِلَى هِرَقْلَ عَظِيمِ الرُّومِ, سَلَامٌ عَلَى مَن اتَّبَعَ الْهُدَى, أَمَّا بَعْدُ: فَإِنِّي أَدْعُوكَ بِدِعَايَةِ الْإِسْلَامِ, أَسْلِمْ تَسْلَمْ, وَأَسْلِمْ يُؤْتِكَ الله أَجْرَكَ مَرَّتَيْنِ, فَإِنْ تَوَلَّيْتَ فَعَلَيْكَ إِثْمُ الْأَرِيسِيِّينَ, وَيَا أَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ أَلَّا نَعْبُدَ إِلَّا الله وَلَا نُشْرِكَ بِهِ شَيْئًا وَلَا يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِن دُونِ الله فَإِنْ تَوَلَّوْا فَقُولُوا اشْهَدُوا بِأَنَّا مُسْلِمُونَ\"(1). ¶ __________ ¶ (1) قطعة من حديث طويل أخرجه البخاري في صحيحه, في كتاب الجهاد والسير، باب: دعاء النبي صلى الله عليه وسلم الناس, برقم: (2941).",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "وعن عَبْدِ الله أَنَّ ابْنَ عَبَّاسٍ أَخْبَرَهُ أَنَّ رَسُولَ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ بَعَثَ بِكِتَابِهِ إِلَى كِسْرَى مَعَ عَبْدِ الله بْنِ حُذَافَةَ السَّهْمِيِّ, فَأَمَرَهُ أَنْ يَدْفَعَهُ إِلَى عَظِيمِ الْبَحْرَيْنِ, فَدَفَعَهُ عَظِيمُ الْبَحْرَيْنِ إِلَى كِسْرَى, فَلَمَّا قَرَأَهُ مَزَّقَهُ. فَحَسِبْتُ أَنَّ ابْنَ المُسَيَّبِ قَالَ: فَدَعَا عَلَيْهِمْ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ: أَنْ يُمَزَّقُوا كُلَّ مُمَزَّقٍ(1). ¶ وذكر ابن حجر نقلاً عن الطبراني وعن أصحاب السير أن النبي صلى الله عليه وسلم بَعَثَ عَبْد الله بْن حُذَافَة إِلَى كِسْرَى, وَسَلِيط بْن عَمْرو إِلَى هَوْذَة بْن عَلِيّ بِالْيَمَامَةِ, وَالْعَلَاء بْن الْحَضْرَمِيّ إِلَى الْمُنْذِر بْن سَاوَى بِهَجَر, وَعَمْرو بْن الْعَاصِ إِلَى جَيْفَر وَعَبَّاد اِبْنَيْ الْجَلَنْدِيّ بِعَمَّان, وَدِحْيَة إِلَى قَيْصَر, وَشُجَاع بْن وَهْب إِلَى اِبْن أَبِي شَمِر الْغَسَّانِيّ, وَعَمْرو بْن أُمَيَّة إِلَى النَّجَاشِيّ, والْمُهَاجِر بْن أَبِي أُمَيَّة بْن الْحَارِث بْن عَبْد كَلَال، وَحَرِيرًا إِلَى ذِي الْكُلَاع, وَالسَّائِب إِلَى مُسَيْلِمَة, وَحَاطِب بْن أَبِي بَلْتَعَةَ إِلَى المُقَوْقِس(2). ¶ __________ ¶ (1) صحيح البخاري, كتاب المغازي، باب: كتاب النبي صلى الله عليه وسلم إلى كسرى وقيصر, برقم: (4424). ¶ (2) ينظر: فتح الباري شرح صحيح البخاري لابن حجر العسقلاني, 8/128.",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "كما أن الدعوة بالكتابة تكون بتأليف الكتب, وإعداد البحوث والمقالات، ونشرها في المجلات وغيرها, وترجمتها إلى لغات العالم. وهي من الوسائل المفيدة جداً في الدعوة, فيجب على الداعي أن يخاطب الناس في كتبه على وجه العموم, وبأسلوب بسيط واضح يفهمه كل الناس. وتأليف الكتب من الأعمال النافعة، ويكتب لصاحبها الأجر حتى بعد مماته, لأنه من العلم النافع الذي يفيد الإنسان حتى بعد موته, كما جاء في الحديث: عَن أَبِيهِ عَن أَبِي هُرَيْرَةَ رَضِيَ الله عَنْهُ أَنَّ رَسُولَ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ قَالَ: \"إِذَا مَاتَ الْإِنْسَانُ انْقَطَعَ عَنْهُ عَمَلُهُ إِلَّا مِن ثَلَاثة: إِلَّا مِن صَدَقَة جَارِيَة, أَوَ عِلْم يُنْتَفَعُ بِهِ, أَوَ وَلَد صَالِح يَدْعُو لَهُ\"(1). ¶ ج- التبليغ بالفعل(بالقوة): وهذا لمن له سلطة على الآخرين, فإذا رأى منكرًا فيمن تحت يده, منعهم بالقوة, وأزال المنكر, كما جاء في الحديث: عَن طَارِقِ بْنِ شِهَابٍ قَالَ: أَوَّلُ مَن بَدَأَ بِالْخُطْبَةِ يَوْمَ الْعِيدِ قَبْلَ الصَّلَاةِ مَرْوَانُ, فَقَامَ إِلَيْهِ رَجُلٌ فَقَالَ: الصَّلَاةُ قَبْلَ الْخُطْبَةِ, فَقَالَ: قَدْ تُرِكَ مَا هُنَالِكَ, فَقَالَ أَبُو سَعِيدٍ: أَمَّا هَذَا فَقَدْ قَضَى مَا عَلَيْهِ, سَمِعْتُ رَسُولَ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ يَقُولُ: مَن رَأَى مِنْكُمْ مُنْكَرًا فَلْيُغَيِّرْهُ بِيَدِهِ, فَإِنْ لَمْ يَسْتَطِعْ فَبِلِسَانِهِ, فَإِنْ لَمْ يَسْتَطِعْ فَبِقَلْبِهِ وَذَلِكَ أَضْعَفُ الْإِيمَانِ (2). ¶ __________ ¶ (1) صحيح مسلم، كتاب الوصية، باب: ما يلحق الإنسان من الثواب بعد وفاته برقم: (1631). ¶ (2) صحيح مسلم، كتاب الإيمان، باب: بيان كون النهي عن المنكر من الإيمان, برقم: (49).",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "قال النووي: قَالَ الْقَاضِي عِيَاض رَحِمَهُ الله : \"هَذَا الْحَدِيث أَصْل فِي صِفَة التَّغْيِير, فَحَقُّ الْمُغَيِّر أَنْ يُغَيِّرهُ بِكُلِّ وَجْه أَمْكَنَهُ زَوَاله بِهِ قَوْلًا كَانَ أَوْ فِعْلًا ; فَيَكْسِر آلَات الْبَاطِل, وَيُرِيق الْمُسْكِر بِنَفْسِهِ, أَوْ يَأْمُر مَن يَفْعَلهُ, وَيَنْزِع الْغُصُوبَ وَيَرُدَّهَا إِلَى أَصْحَابهَا بِنَفْسِهِ, أَوْ بِأَمْرِهِ إِذَا أَمْكَنَهُ وَيَرْفُق فِي التَّغْيِير جَهْده بِالْجَاهِلِ وَبِذِي الْعِزَّة الظَّالِم الْمَخُوف شَرّه ; إِذْ ذَلِكَ أَدْعَى إِلَى قَبُول قَوْله. كَمَا يُسْتَحَبُّ أَنْ يَكُون مُتَوَلِّي ذَلِكَ مِن أَهْل الصَّلَاح وَالْفَضْل لِهَذَا الْمَعْنَى. وَيُغْلِظ عَلَى الْمُتَمَادِي فِي غَيّه, وَالْمُسْرِف فِي بَطَالَته; إِذَا أَمِنَ أَنْ يُؤَثِّر إِغْلَاظُه مُنْكَرًا أَشَدّ مِمَّا غَيَّرَهُ لِكَوْنِ جَانِبه مَحْمِيًّا عَن سَطْوَة الظَّالِم. فَإِنْ غَلَبَ عَلَى ظَنّه أَنَّ تَغْيِيرَهُ بِيَدِهِ يُسَبِّبُ مُنْكَرًا أَشَدّ مِنْهُ مِن قَتْله أَوْ قَتْل غَيْره بِسَبَبٍ كَفَّ يَدَهُ, وَاقْتَصَرَ عَلَى الْقَوْل بِاللِّسَانِ وَالْوَعْظ وَالتَّخْوِيف. فَإِنْ خَافَ أَنْ يُسَبِّب قَوْله مِثْل ذَلِكَ غَيَّرَ بِقَلْبِهِ, وَكَانَ فِي سَعَة, وَهَذَا هُوَ الْمُرَاد بِالْحَدِيثِ إِنْ شَاءَ الله تَعَالَى وَإِنْ وَجَدَ مَن يَسْتَعِينُ بِهِ عَلَى ذَلِكَ اِسْتَعَانَ مَا لَمْ يُؤَدِّ ذَلِكَ إِلَى إِظْهَار سِلَاحٍ وَحَرْبٍ, وَلْيَرْفَع ذَلِكَ إِلَى مَن لَهُ الْأَمْر إِنْ كَانَ الْمُنْكَر مِن غَيْره, أَوْ يَقْتَصِر عَلَى تَغْيِيره بِقَلْبِهِ. هَذَا هُوَ فِقْه الْمَسْأَلَة, وَصَوَاب الْعَمَل فِيهَا عِنْد الْعُلَمَاء وَالْمُحَقِّقِينَ خِلَافًا لِمَنْ رَأَى الْإِنْكَار بِالتَّصْرِيحِ بِكُلِّ حَالٍ وَإِنْ قُتِلَ وَنِيل مِنْهُ كُلّ أَذَى. هَذَا",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "آخِر كَلَام الْقَاضِي رَحِمَهُ الله(1). ¶ د- التبليغ بالعمل: ونقصد به إقامة مشروع دعوي من بناء مسجد, أو مدرسة, أو مكتب دعوي, أو مركز إسلامي, وهكذا. فالنبي صلى الله عليه وسلم كان يلقي الدروس في المسجد, ويلقى الوفود فيه، ويوجه الصحابة منه, فبناء مثل هذه المشاريع من الوسائل المفيدة للدعوة. ¶ هـ - التبليغ بالقدوة: من الوسائل المهمة الدعوية التبليغ بالقدوة, فالسيرة الطيبة للداعية, وأفعاله الحميدة, وأخلاقه الحسنة؛ أسوة طيبة، وقدوة نموذجية لغيره من المدعوين, ودعوة عملية للإسلام, لأن التأثر بالأفعال, أبلغ من التأثر بالكلام. وإن الإسلام انتشر في كثير من بلاد العالم بالسيرة الحسنة للمسلمين, وكانت سيرهم دعوة صامتة إلى الإسلام. وكان النبي صلى الله عليه وسلم داعياً بالقدوة كما كان داعياً بالقول والعمل, ولذا أمر الله تعالى الأمة التأسي به, كما قال تعالى: { لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآَخِرَ وَذَكَرَ اللَّهَ كَثِيرًا } [سورة الأحزاب: 21]، والنبي صلى الله عليه وسلم يحث أمته على الاقتداء به، فقال عن الصلاة: صلوا كما رأيتموني أصلي.كما جاء في الحديث: عَن أَبِي قِلَابَةَ قَالَ: حَدَّثَنَا مَالِكٌ: أَتَيْنَا إِلَى النَّبِيِّ صَلَّى الله عَلَيْهِ وَسَلَّمَ وَنَحْنُ شَبَبَةٌ مُتَقَارِبُونَ, فَأَقَمْنَا عِنْدَهُ عِشْرِينَ يَوْمًا وَلَيْلَةً, وَكَانَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ رَحِيمًا رَفِيقًا, فَلَمَّا ظَنَّ أَنَّا قَدْ اشْتَهَيْنَا أَهْلَنَا أَوْ قَدْ اشْتَقْنَا, سَأَلَنَا عَمَّنْ تَرَكْنَا بَعْدَنَا. فَأَخْبَرْنَاهُ. قَالَ: ارْجِعُوا إِلَى أَهْلِيكُمْ, فَأَقِيمُوا فِيهِمْ, وَعَلِّمُوهُمْ, وَمُرُوهُمْ, وَذَكَرَ أَشْيَاءَ أَحْفَظُهَا أَوْ لَا أَحْفَظُهَا, ¶ __________ ¶ (1) شرح صحيح مسلم للنووي، المجلد الأول، 2/25.",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "وَصَلُّوا كَمَا رَأَيْتُمُونِي أُصَلِّي, فَإِذَا حَضَرَت الصَّلَاةُ فَلْيُؤَذِّنْ لَكُمْ أَحَدُكُمْ, وَلْيَؤُمَّكُمْ أَكْبَرُكُمْ(1). ¶ وقال في الحج: خذوا عني مناسككم فعن عن جَابِر رضي الله عنه قال: رَأَيْتُ النَّبِيَّ صَلَّى الله عَلَيْهِ وَسَلَّمَ يَرْمِي عَلَى رَاحِلَتِهِ يَوْمَ النَّحْرِ وَيَقُولُ: \"لِتَأْخُذُوا مَنَاسِكَكُمْ؛ فَإِنِّي لَا أَدْرِي لَعَلِّي لَا أَحُجُّ بَعْدَ حَجَّتِي هَذِهِ \"(2). ¶ وفي مسند أحمد عَن جَابِرٍ رضي الله عنه قَالَ: \"دَفَعَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ وَعَلَيْهِ السَّكِينَةُ, وَأَوْضَعَ فِي وَادِي مُحَسِّرٍ, فَأَرَاهُمْ مِثْلَ حَصَى الخَذْفِ, وَأَمَرَهُمْ بِالسَّكِينَةِ, وَقَالَ: لِتَأْخُذْ أُمَّتِي مَنْسَكَهَا, فَإِنِّي لَا أَدْرِي لَعَلِّي لَا أَلْقَاهُمْ بَعْدَ عَامِهِمْ هَذَا \" (3). ¶ خلاصة الكلام في هذا الباب أن يكون الداعي صاحب خلق طيب، كما قال تعالى عن نبيه: { وَإِنَّكَ لَعَلى خُلُقٍ عَظِيمٍ } [سورة القلم: 4], وقالت عائشة رضي الله عنها: كان خلقه القرآن, حينما سئلت عن خلق النبي صلى الله عليه وسلم. ¶ فعَنْ سَعْدِ بْنِ هِشَامِ بْنِ عَامِرٍ قَالَ: أَتَيْتُ عَائِشَةَ فَقُلْتُ: يَا أُمَّ الْمُؤْمِنِينَ أَخْبِرِينِي بِخُلُقِ رَسُولِ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ. قَالَتْ: كَانَ خُلُقُهُ الْقُرْآنَ, أَمَا تَقْرَأُ الْقُرْآنَ قَوْلَ الله عَزَّ وَجَلَّ: { وَإِنَّكَ لَعَلى خُلُقٍ عَظِيمٍ } الحديث (4). ¶ __________ ¶ (1) صحيح البخاري، كتاب الأذان، باب: الأذان للمسافر إذا كانوا جماعة, برقم: (631). ¶ (2) صحيح مسلم، كتاب الحج، باب استحباب رمي جمرة العقبة يوم النحر راكباً، برقم: (1297). ¶ (3) مسند أحمد، برقم: (3/335). ¶ (4) مسند أحمد، برقم: (6/91).",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "وقَالَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ: (إِنَّمَا بُعِثْتُ لِأُتَمِّمَ صَالِحَ الْأَخْلَاقِ)(1) . ¶ وأن لا يخالف فعله قوله, لأن موافقة العمل للقول من أوصاف عباد الله المتقين, وإن النفوس البشرية مجبولة على عدم الانتفاع بكلام من لا يعمل بعلمه، ولهذا حذر الله المؤمنين من مخالفة فعلهم لقولهم، فقال تعالى: { يَا أَيُّهَا الَّذِينَ آَمَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ * كَبُرَ مَقْتًا عِنْدَ اللَّهِ أَنْ تَقُولُوا مَا لَا تَفْعَلُونَ } [ سورة الصف: 2-3], ولهذا قال شعيب لقومه: { وَمَا أُرِيدُ أَنْ أُخَالِفَكُمْ إِلَى مَا أَنْهَاكُمْ عَنْهُ إِنْ أُرِيدُ إِلَّا الْإِصْلَاحَ مَا اسْتَطَعْتُ وَمَا تَوْفِيقِي إِلَّا بِاللَّهِ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ } [سورة هود: 88], فليحرص الداعية على موافقة العمل للقول، لأن هذا أدعى للقبول. ¶ * * * ¶ ثانياً: أساليب الدعوة: ¶ وأساليب الدعوة المذكورة في الكتاب والسنة كثيرة، وفيما يلي من السطور نستعرض بعضها. ¶ __________ ¶ (1) مسند أحمد، برقم: (2/381).",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "أ- أسلوب الترغيب: والقصد من الترغيب استعمال كل ما يشوق إلى الاستجابة, وقبول الحق, والثبات عليه, لنيل رضا الله ورحمته وجزيل ثوابه في الآخرة, وهذا الأسلوب قد استعمل كثيراً في النصوص الشرعية، كما قال تعالى: { مَثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ أُكُلُهَا دَائِمٌ وَظِلُّهَا تِلْكَ عُقْبَى الَّذِينَ اتَّقَوْا وَعُقْبَى الْكَافِرِينَ النَّارُ } [سورة الرعد: 35], وقال تعالى في موضع آخر: { مَثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ فِيهَا أَنْهَارٌ مِنْ مَاءٍ غَيْرِ آَسِنٍ وَأَنْهَارٌ مِنْ لَبَنٍ لَمْ يَتَغَيَّرْ طَعْمُهُ وَأَنْهَارٌ مِنْ خَمْرٍ لَذَّةٍ لِلشَّارِبِينَ وَأَنْهَارٌ مِنْ عَسَلٍ مُصَفًّى وَلَهُمْ فِيهَا مِنْ كُلِّ الثَّمَرَاتِ وَمَغْفِرَةٌ مِنْ رَبِّهِمْ كَمَنْ هُوَ خَالِدٌ فِي النَّارِ وَسُقُوا مَاءً حَمِيمًا فَقَطَّعَ أَمْعَاءَهُمْ } [ سورة محمد: 15]. ¶ وفي الحديث القدسي: قَالَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ: قَالَ الله: أَعْدَدْتُ لِعِبَادِي الصَّالِحِينَ مَا لَا عَيْنٌ رَأَتْ, وَلَا أُذُنٌ سَمِعَتْ, وَلَا خَطَرَ عَلَى قَلْبِ بَشَر, فَاقْرَءُوا إِنْ شِئْتُمْ: { فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ } (1). ¶ __________ ¶ (1) صحيح البخاري، كتاب بدء الخلق، باب: ما جاء في صفة الجنة وأنها مخلوقة, برقم: (3244).",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "وفي الحديث المروي عَن أَبِي سَعِيدٍ الْخُدْرِيِّ رَضِيَ الله عَنْهُ عَن النَّبِيِّ صَلَّى الله عَلَيْهِ وَسَلَّمَ قَالَ: يَقُولُ الله تَعَالَى: يَا آدَمُ! فَيَقُولُ: لَبَّيْكَ وَسَعْدَيْكَ وَالْخَيْرُ فِي يَدَيْكَ, فَيَقُولُ: أَخْرِجْ بَعْثَ النَّارِ, قَالَ: وَمَا بَعْثُ النَّارِ, قَالَ: مِن كُلِّ أَلْفٍ تِسْعَ مِائَةٍ وَتِسْعَةً وَتِسْعِينَ. فَعِنْدَهُ يَشِيبُ الصَّغِيرُ, وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا, وَتَرَى النَّاسَ سُكَارَى, وَمَا هُمْ بِسُكَارَى, وَلَكِنَّ عَذَابَ الله شَدِيدٌ, قَالُوا: يَا رَسُولَ الله! وَأَيُّنَا ذَلِكَ الْوَاحِدُ, قَالَ: أَبْشِرُوا فَإِنَّ مِنْكُمْ رَجُلًا وَمِنْ يَأْجُوجَ وَمَأْجُوجَ أَلْفًا, ثُمَّ قَالَ: وَالَّذِي نَفْسِي بِيَدِهِ إِنِّي أَرْجُو أَنْ تَكُونُوا رُبُعَ أَهْلِ الْجَنَّةِ, فَكَبَّرْنَا. فَقَالَ: أَرْجُو أَنْ تَكُونُوا ثُلُثَ أَهْلِ الْجَنَّةِ, فَكَبَّرْنَا. فَقَالَ: أَرْجُو أَنْ تَكُونُوا نِصْفَ أَهْلِ الْجَنَّةِ, فَكَبَّرْنَا. فَقَالَ: مَا أَنْتُمْ فِي النَّاسِ إِلَّا كَالشَّعَرَةِ السَّوْدَاءِ فِي جِلْدِ ثَوْرٍ أَبْيَضَ, أَوْ كَشَعَرَةٍ بَيْضَاءَ فِي جِلْدِ ثَوْرٍ أَسْوَدَ(1). هذا الحديث جامع لأسلوب الترغيب والترهيب معاً. ¶ __________ ¶ (1) صحيح البخاري، كتاب أحاديث الأنبياء، باب: قصة يأجوج ومأجوج, برقم: (3348).",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "ب- أسلوب الترهيب: نقصد بالترهيب التخويف من غضب الله وبطشه وعقابه وعذابه في الآخرة, وهذا الأسلوب أيضاً استخدم كثيرًا في الكتاب والسنة. فكما بين تعالى حقيقة الدنيا في قوله جل وعلا: { إِنَّمَا مَثَلُ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنْزَلْنَاهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ مِمَّا يَأْكُلُ النَّاسُ وَالْأَنْعَامُ حَتَّى إِذَا أَخَذَتِ الْأَرْضُ زُخْرُفَهَا وَازَّيَّنَتْ وَظَنَّ أَهْلُهَا أَنَّهُمْ قَادِرُونَ عَلَيْهَا أَتَاهَا أَمْرُنَا لَيْلًا أَوْ نَهَارًا فَجَعَلْنَاهَا حَصِيدًا كَأَنْ لَمْ تَغْنَ بِالْأَمْسِ كَذَلِكَ نُفَصِّلُ الْآَيَاتِ لِقَوْمٍ يَتَفَكَّرُونَ } [سورة يونس: 24]. ¶ وبين عقاب المجرمين في الآخرة في قوله تعالى: { وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِشِمَالِهِ فَيَقُولُ يَا لَيْتَنِي لَمْ أُوتَ كِتَابِيَهْ * وَلَمْ أَدْرِ مَا حِسَابِيَهْ * يَا لَيْتَهَا كَانَتِ الْقَاضِيَةَ * مَا أَغْنَى عَنِّي مَالِيَهْ * هَلَكَ عَنِّي سُلْطَانِيَهْ * خُذُوهُ فَغُلُّوهُ * ثُمَّ الْجَحِيمَ صَلُّوهُ * ثُمَّ فِي سِلْسِلَةٍ ذَرْعُهَا سَبْعُونَ ذِرَاعًا فَاسْلُكُوهُ * إِنّهُ كَانَ لَا يُؤْمِنُ بِاللَّهِ الْعَظِيمِ * وَلَا يَحُضُّ عَلَى طَعَامِ الْمِسْكِينِ * فَلَيْسَ لَهُ الْيَوْمَ هَاهُنَا حَمِيمٌ * وَلَا طَعَامٌ إِلَّا مِنْ غِسْلِينٍ * لَا يَأْكُلُهُ إِلَّا الْخَاطِئُونَ } [سورة الحاقة: 25-37].",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "وقال تعالى مبينًا جزاء المعرضين عن ذكره: { وَمَنْ أَعْرَضَ عَنْ ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنْكًا وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى * قَالَ رَبِّ لِمَ حَشَرْتَنِي أَعْمَى وَقَدْ كُنْتُ بَصِيرًا * قَالَ كَذَلِكَ أَتَتْكَ آَيَاتُنَا فَنَسِيتَهَا وَكَذَلِكَ الْيَوْمَ تُنْسَى * وَكَذَلِكَ نَجْزِي مَنْ أَسْرَفَ وَلَمْ يُؤْمِنْ بِآَيَاتِ رَبِّهِ وَلَعَذَابُ الْآَخِرَةِ أَشَدُّ وَأَبْقَى } [سورة طه: 124-127]. ¶ وفي الحديث: عَن أَبِي مُوسَى - رضي الله عنه - قَالَ: قَالَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ: إِنَّ الله لَيُمْلِي لِلظَّالِمِ حَتَّى إِذَا أَخَذَهُ لَمْ يُفْلِتْهُ, قَالَ: ثُمَّ قَرَأَ: { وَكَذَلِكَ أَخْذُ رَبِّكَ إِذَا أَخَذَ الْقُرَى وَهِيَ ظَالِمَةٌ إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ } (1). ¶ وعَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - عَن رَسُولِ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ قَالَ: إِنَّهُ لَيَأْتِي الرَّجُلُ الْعَظِيمُ السَّمِينُ يَوْمَ الْقِيَامَةِ لَا يَزِنُ عِنْدَ الله جَنَاحَ بَعُوضَةٍ, وَقَالَ اقْرَءُوا: { فَلَا نُقِيمُ لَهُمْ يَوْمَ الْقِيَامَةِ وَزْنًا } (2). ¶ __________ ¶ (1) صحيح البخاري، كتاب تفسير القرآن، باب: قوله: { وَكَذَلِكَ أَخْذُ رَبِّكَ إِذَا أَخَذَ الْقُرَى وَهِيَ ظَالِمَةٌ } , برقم: (4686). والآية من سورة هود: 102. ¶ (2) صحيح البخاري، كتاب تفسير القرآن، باب: قوله: { أُولَئِكَ الَّذِينَ كَفَرُوا بِآَيَاتِ رَبِّهِمْ وَلِقَائِهِ } , برقم: (4729). والآية من سورة هود: 102.",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "وكما حذر النبي صلى الله عليه وسلم من الإفراط في حقوق العباد في حديث رواه أَبو هُرَيْرَةَ عَن النَّبِيِّ صَلَّى الله عَلَيْهِ وَسَلَّمَ قَالَ: تَدْرُونَ مَن الْمُفْلِسُ؟ قَالُوا: الْمُفْلِسُ فِينَا يَا رَسُولَ الله مَن لَا لَهُ دِرْهَمَ وَلَا دِينَارَ وَلَا مَتَاعَ. قَالَ: الْمُفْلِسُ مِن أُمَّتِي يَوْمَ الْقِيَامَةِ مَن يَأْتِي بِصَلَاةٍ وَصِيَامٍ وَزَكَاةٍ, وَيَأْتِي قَدْ شَتَمَ عِرْضَ هَذَا, وَقَذَفَ هَذَا, وَأَكَلَ مَالَ هَذَا, وَضَرَبَ هَذَا, فَيُقْعَدُ, فَيَقْتَصُّ هَذَا مِن حَسَنَاتِهِ وَهَذَا مِن حَسَنَاتِهِ, فَإِنْ فَنِيَتْ حَسَنَاتُهُ قَبْلَ أَنْ يُقْضَى مَا عَلَيْهِ أُخِذَ مِن خَطَايَاهُمْ فَطُرِحَ عَلَيْهِ ثُمَّ طُرِحَ فِي النَّارِ(1). ¶ فهذا الأسلوب يحذر العباد من عاقبة عصيان الخالق, أو التفريط في حقوق العباد، والداعية الحصيف هو الذي يجمع بين الترغيب والترهيب كما جمع الله تعالى ذلك في القرآن، ولا يطغى أسلوب على آخر، فإن طغى الترغيب تساهل الناس في المعاصي، وإن طغى الترهيب أيس الناس وقنطوا من رحمة الله، والموفق من جمع بينهما. ¶ ج- أسلوب التعليم: إن العلم ضروري لكل فرد من أفراد المجتمع، وبالأخص للمسلمين الجدد, فإذا حصلت الاستجابة من المدعو وقبل الدعوة، وجب على الداعي أن يعلمه بما يحتاج من علم شرعي للقيام بمسؤولياته, فقد ثبت عن النبي صلى الله عليه وسلم أنه حينما أسلم عمير ابن وهب قال لأصحابه: (فقهوا أخاكم في دينه وأقرئوه القرآن)(2) . ¶ __________ ¶ (1) مسند أحمد (2/303). ¶ (2) السيرة النبوية لابن هشام, 2/308.",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "وقد ثبت في السنة أيضاً أن النبي صلى الله عليه وسلم أرسل مصعب بن عمير إلى المدينة لكي يدعو الناس إلى الإسلام ويعلم مسلميهم, فعَنْ أَبِي إِسْحَاقَ قَالَ: سَمِعْتُ الْبَرَاءَ بْنَ عَازِبٍ رَضِيَ الله عَنْهُمَا قَالَ: أَوَّلُ مَن قَدِمَ عَلَيْنَا مُصْعَبُ بْنُ عُمَيْرٍ وَابْنُ أُمِّ مَكْتُومٍ وَكَانَا يُقْرِئَانِ النَّاسَ, فَقَدِمَ بِلَالٌ وَسَعْدٌ وَعَمَّارُ بْنُ يَاسِرٍ, ثُمَّ قَدِمَ عُمَرُ بْنُ الْخَطَّابِ فِي عِشْرِينَ مِن أَصْحَابِ النَّبِيِّ صَلَّى الله عَلَيْهِ وَسَلَّمَ, ثُمَّ قَدِمَ النَّبِيُّ صَلَّى الله عَلَيْهِ وَسَلَّمَ؛ فَمَا رَأَيْتُ أَهْلَ الْمَدِينَةِ فَرِحُوا بِشَيْءٍ فَرَحَهُمْ بِرَسُولِ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ, حَتَّى جَعَلَ الْإِمَاءُ يَقُلْنَ: قَدِمَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ. فَمَا قَدِمَ حَتَّى قَرَأْتُ: { سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى } فِي سُوَرٍ مِن الْمُفَصَّلِ(1). ¶ __________ ¶ (1) صحيح البخاري، كتاب المناقب، باب: مقدم النبي صلى الله عليه وسلم وأصحابه، برقم: (3925).",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "وكما أرسل وفدًا من الصحابة كانوا يسمون \"القراء \"إلى رعل وذكوان وبني لحيان لتعليمهم، ولكنهم غدروا بهم فقتلوهم، فعَنْ أَنَسٍ رَضِيَ الله عَنْهُ أَنَّ النَّبِيَّ صَلَّى الله عَلَيْهِ وَسَلَّمَ أَتَاهُ رِعْلٌ وَذَكْوَانُ وَعُصَيَّةُ وَبَنُو لَحْيَانَ, فَزَعَمُوا أَنَّهُمْ قَدْ أَسْلَمُوا, وَاسْتَمَدُّوهُ عَلَى قَوْمِهِمْ, فَأَمَدَّهُم النَّبِيُّ صَلَّى الله عَلَيْهِ وَسَلَّمَ بِسَبْعِينَ مِن الْأَنْصَارِ. قَالَ أَنَسٌ: كُنَّا نُسَمِّيهِم الْقُرَّاءَ يَحْطِبُونَ بِالنَّهَارِ وَيُصَلُّونَ بِاللَّيْلِ, فَانْطَلَقُوا بِهِمْ حَتَّى بَلَغُوا بِئْرَ مَعُونَةَ غَدَرُوا بِهِمْ وَقَتَلُوهُمْ, فَقَنَتَ شَهْرًا يَدْعُو عَلَى رِعْلٍ وَذَكْوَانَ وَبَنِي لَحْيَانَ. قَالَ قَتَادَةُ: وَحَدَّثَنَا أَنَسٌ: أَنَّهُمْ قَرَءُوا بِهِمْ قُرْآنًا: أَلَا بَلِّغُوا عَنَّا قَوْمَنَا بِأَنَّا قَدْ لَقِينَا رَبَّنَا فَرَضِيَ عَنَّا وَأَرْضَانَا، ثُمَّ رُفِعَ ذَلِكَ بَعْدُ (1). ¶ د - أسلوب التربية: إن هذا الأسلوب يندرج فيما قبله ولكن ذكرناه مفردًا لأهميته، فنذكره بشيء من التفصيل. فمن التربية: ¶ __________ ¶ (1) صحيح البخاري، كتاب الجهاد والسير، باب: العون بالمدد، برقم: (3064).",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "- التربية بالحدث: بمعنى أن الإنسان تمر عليه أحداث ووقائع، فينبغي للداعي أن يستغلها للتربية، ومن ذلك التزود بالصبر والتقوى الذين هما عدة المؤمن للتغلب على الصعاب, فقد سار النبي صلى الله عليه وسلم وأصحابه على هذا في غزواته، فمثلاً في غزوة بدر ابتلي الصحابة ابتلاءً شديداً حيث هم خرجوا لمقابلة العير, أي: عير أبي سفيان، ولكن وجدوا الموقف موقف حرب، فثبتوا في هذا الابتلاء وحازوا رضا الرب تبارك وتعالى، وفازوا بالأجر العظيم حتى قيل لهم: اعملوا ما شئتم فقد غفر لكم, كما جاء في الحديث عَن عَلِيٍّ رَضِيَ الله عَنْهُ قَالَ: بَعَثَنِي رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ وَأَبَا مَرْثَدٍ الْغَنَوِيَّ وَالزُّبَيْرَ بْنَ الْعَوَّامِ وَكُلُّنَا فَارِسٌ. قَالَ: انْطَلِقُوا حَتَّى تَأْتُوا رَوْضَةَ خَاخٍ فَإِنَّ بِهَا امْرَأَةً مِن الْمُشْرِكِينَ مَعَهَا كِتَابٌ مِن حَاطِبِ بْنِ أَبِي بَلْتَعَةَ إِلَى المُشْرِكِينَ. فَأَدْرَكْنَاهَا تَسِيرُ عَلَى بَعِيرٍ لَهَا حَيْثُ قَالَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ. فَقُلْنَا: الْكِتَابُ؟ فَقَالَتْ: مَا مَعَنَا كِتَابٌ. فَأَنَخْنَاهَا فَالْتَمَسْنَا فَلَمْ نَرَ كِتَابًا, فَقُلْنَا: مَا كَذَبَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ, لَتُخْرِجِنَّ الْكِتَابَ أَوْ لَنُجَرِّدَنَّكِ. فَلَمَّا رَأَت الْجِدَّ أَهْوَتْ إِلَى حُجْزَتِهَا وَهِيَ مُحْتَجِزَةٌ بِكِسَاءٍ فَأَخْرَجَتْهُ, فَانْطَلَقْنَا بِهَا إِلَى رَسُولِ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ. فَقَالَ عُمَرُ: يَا رَسُولَ الله قَدْ خَانَ الله وَرَسُولَهُ وَالْمُؤْمِنِينَ فَدَعْنِي فَلِأَضْرِبَ عُنُقَهُ, فَقَالَ النَّبِيُّ صَلَّى الله عَلَيْهِ وَسَلَّمَ: مَا حَمَلَكَ عَلَى مَا صَنَعْتَ؟ قَالَ حَاطِبٌ: وَالله مَا بِي أَنْ لَا أَكُونَ مُؤْمِنًا بِالله وَرَسُولِهِ صَلَّى الله",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "عَلَيْهِ وَسَلَّمَ, أَرَدْتُ أَنْ يَكُونَ لِي عِنْدَ الْقَوْمِ يَدٌ يَدْفَعُ الله بِهَا عَن أَهْلِي وَمَالِي, وَلَيْسَ أَحَدٌ مِن أَصْحَابِكَ إِلَّا لَهُ هُنَاكَ مِن عَشِيرَتِهِ مَن يَدْفَعُ الله بِهِ عَن أَهْلِهِ وَمَالِهِ. فَقَالَ النَّبِيُّ صَلَّى الله عَلَيْهِ وَسَلَّمَ: صَدَقَ, وَلَا تَقُولُوا لَهُ إِلَّا خَيْرًا. فَقَالَ عُمَرُ: إِنَّهُ قَدْ خَانَ الله وَرَسُولَهُ وَالْمُؤْمِنِينَ فَدَعْنِي فَلِأَضْرِبَ عُنُقَهُ. فَقَالَ: أَلَيْسَ مِن أَهْلِ بَدْرٍ؟ فَقَالَ: لَعَلَّ الله اطَّلَعَ إِلَى أَهْلِ بَدْرٍ فَقَالَ: اعْمَلُوا مَا شِئْتُمْ فَقَدْ وَجَبَتْ لَكُم الْجَنَّةُ, أَوْ فَقَدْ غَفَرْتُ لَكُمْ, فَدَمَعَتْ عَيْنَا عُمَرَ وَقَالَ: الله وَرَسُولُهُ أَعْلَمُ (1). ¶ __________ ¶ (1) صحيح البخاري، كتاب المغازي، باب: فضل من شهد بدرًا، برقم: (3983).",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "وكانت هذه الفئة من الصحابة قد رباهم النبي صلى الله عليه وسلم على الإيمان أحسن تربية، لذا يناجي الله فيقول: اللهم إن تهلك هذه العصابة من أهل الإسلام لا تعبد في الأرض, فعن عُمَرَ بْن الْخَطَّابِ قَالَ: لَمَّا كَانَ يَوْمُ بَدْرٍ نَظَرَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ إِلَى الْمُشْرِكِينَ وَهُمْ أَلْفٌ, وَأَصْحَابُهُ ثَلَاثُ مِائَةٍ وَتِسْعَةَ عَشَرَ رَجُلًا, فَاسْتَقْبَلَ نَبِيُّ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ الْقِبْلَةَ, ثُمَّ مَدَّ يَدَيْهِ, فَجَعَلَ يَهْتِفُ بِرَبِّهِ: اللهمَّ أَنْجِزْ لِي مَا وَعَدْتَنِي, اللهمَّ آتِ مَا وَعَدْتَنِي, اللهمَّ إِنْ تُهْلِكْ هَذِهِ الْعِصَابَةَ مِن أَهْلِ الْإِسْلَامِ لَا تُعْبَدْ فِي الْأَرْضِ, فَمَا زَالَ يَهْتِفُ بِرَبِّهِ مَادًّا يَدَيْهِ مُسْتَقْبِلَ الْقِبْلَةِ حَتَّى سَقَطَ رِدَاؤُهُ عَن مَنْكِبَيْهِ, فَأَتَاهُ أَبُو بَكْرٍ فَأَخَذَ رِدَاءَهُ فَأَلْقَاهُ عَلَى مَنْكِبَيْهِ ثُمَّ الْتَزَمَهُ مِن وَرَائِهِ, وَقَالَ: يَا نَبِيَّ الله كَفَاكَ مُنَاشَدَتُكَ رَبَّكَ فَإِنَّهُ سَيُنْجِزُ لَكَ مَا وَعَدَكَ. فَأَنْزَلَ الله عَزَّ وَجَلَّ: { إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجَابَ لَكُمْ أَنِّي مُمِدُّكُمْ بِأَلْفٍ مِنَ الْمَلَائِكَةِ مُرْدِفِينَ } فَأَمَدَّهُ الله بِالْمَلَائِكَةِ (1). الحديث. ¶ __________ ¶ (1) صحيح مسلم، كتاب الجهاد والسير، باب: الإمداد بالملائكة في غزوة بدر، برقم: (1763).",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "وكذلك في غزوة أحد, والخندق، وصلح الحديبية، وحنين, وتبوك وغيرها، ومن أهم الدروس التربوية فيها: أن عاقبة المعصية وخيمة, وأن مخالفة الأوامر، والاختلاف, يؤديان إلى الفشل. وقد قال تعالى في محكم تنزيله: { يَا أَيُّهَا الَّذِينَ آَمَنُوا إِذَا لَقِيتُمْ فِئَةً فَاثْبُتُوا وَاذْكُرُوا اللَّهَ كَثِيرًا لَعَلَّكُمْ تُفْلِحُونَ * وَأَطِيعُوا اللَّهَ وَرَسُولَهُ وَلَا تَنَازَعُوا فَتَفْشَلُوا وَتَذْهَبَ رِيحُكُمْ وَاصْبِرُوا إِنَّ اللَّهَ مَعَ الصَّابِرِينَ * وَلَا تَكُونُوا كَالَّذِينَ خَرَجُوا مِنْ دِيَارِهِمْ بَطَرًا وَرِئَاءَ النَّاسِ وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِ وَاللَّهُ بِمَا يَعْمَلُونَ مُحِيطٌ } [سورة الأنفال :45-47].",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "- التربية بأعمال القلوب: أعمال القلوب كثيرة فمثلاً الإخلاص؛ فهو عمل قلبي تظهر آثاره على الجوارح، وكذا المحبة، واليقين، وذروة اليقين ما فعله النبي صلى الله عليه وسلم في مواقف من أعظمها: موقف الحديبية؛ حين قال: إني رسول الله ولن يضيعني الله. فعن أَبي وَائِلٍ قَالَ: كُنَّا بِصِفِّينَ, فَقَامَ سَهْلُ بْنُ حُنَيْفٍ فَقَالَ: أَيُّهَا النَّاسُ اتَّهِمُوا أَنْفُسَكُمْ, فَإِنَّا كُنَّا مَعَ رَسُولِ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ يَوْمَ الْحُدَيْبِيَةِ وَلَوْ نَرَى قِتَالًا لَقَاتَلْنَا, فَجَاءَ عُمَرُ بْنُ الْخَطَّابِ فَقَالَ: يَا رَسُولَ الله! أَلَسْنَا عَلَى الْحَقِّ وَهُمْ عَلَى الْبَاطِلِ؟ فَقَالَ: بَلَى. فَقَالَ: أَلَيْسَ قَتْلَانَا فِي الْجَنَّةِ وَقَتْلَاهُمْ فِي النَّارِ؟ قَالَ: بَلَى. قَالَ: فَعَلَامَ نُعْطِي الدَّنِيَّةَ فِي دِينِنَا؟ أَنَرْجِعُ وَلَمَّا يَحْكُمِ الله بَيْنَنَا وَبَيْنَهُمْ؟ فَقَالَ: يَا ابْنَ الْخَطَّابِ! إِنِّي رَسُولُ الله وَلَنْ يُضَيِّعَنِي الله أَبَدًا. فَانْطَلَقَ عُمَرُ إِلَى أَبِي بَكْرٍ, فَقَالَ لَهُ مِثْلَ مَا قَالَ لِلنَّبِيِّ صَلَّى الله عَلَيْهِ وَسَلَّمَ, فَقَالَ: إِنَّهُ رَسُولُ الله وَلَنْ يُضَيِّعَهُ الله أَبَدًا. فَنَزَلَتْ سُورَةُ الْفَتْحِ, فَقَرَأَهَا رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ عَلَى عُمَرَ إِلَى آخِرِهَا, فَقَالَ عُمَرُ: يَا رَسُولَ الله أَوَفَتْحٌ هُوَ؟ قَالَ نَعَمْ (1). ¶ __________ ¶ (1) صحيح البخاري، كتاب الجزية، باب: إثم من عاهد ثم غدر، برقم: (3182).",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "ومنها الإيثار: وقد اختص الأنصار بهذه المنزلة الرفيعة، ومن أروع ما يحكي لنا التاريخ صورة خروج الأنصار للقيا إخوانهم من المهاجرين وترحابهم الغالي بهم وإيثارهم على أنفسهم، وتتجلى مظاهر الإيثار في تأمين السكن للمهاجرين، واقتسام الثمرة عليهم، وما قدموه من منائح والهدايا وغيرها، فمنهم من يعرض زوجاته على أخيه أيتهن أحب ينزل له عنها؛ فروي أن النبي صلى الله عليه وسلم آخى بين عبد الرحمن بن عوف وسعد بن الربيع, فقَالَ سعد لِعَبْدِ الرَّحْمَنِ: إِنِّي أَكْثَرُ الْأَنْصَارِ مَالًا فَأَقْسِمُ مَالِي نِصْفَيْنِ, وَلِي امْرَأَتَانِ فَانْظُرْ أَعْجَبَهُمَا إِلَيْكَ فَسَمِّهَا لِي أُطَلِّقْهَا فَإِذَا انْقَضَتْ عِدَّتُهَا فَتَزَوَّجْهَا, قَالَ: بَارَكَ الله لَكَ فِي أَهْلِكَ وَمَالِكَ أَيْنَ سُوقُكُمْ. الحديث(1). ¶ وقد أثنى الله عليهم في قوله: { وَيُؤْثِرُونَ عَلَى أَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ وَمَنْ يُوقَ شُحَّ نَفْسِهِ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ } [الحشر: 9]. وغيرها من أعمال القلوب كالخوف والخشية والتجرد لله سبحانه وتعالى، والمراقبة والمحاسبة، والتوكل والرجاء، كل هذه ونحوها يربي الداعية نفسه وغيره عليها. ¶ -التربية بالأخلاق: التربية على الأخلاق الطيبة من مطالب الدين, وقد استعمله النبي صلى الله عليه وسلم في تربية الصحابة، كالشجاعة والكرم والوفاء والصدق في القول، وعدم الكذب والخيانة والغدر وغيرها، فتربية المسلم على معاني الإسلام وصياغة سلوكه وفق هذه المعاني أمر ضروري، لا غنى للمسلم عنه, ومن ثم وجب على الداعي الاهتمام به وجعله في مقدمات ما يحرص عليه، وحفظ معاني الإسلام فقط دون أن تمس القلب لا يفيد في صلاح المسلم ولا في التقويم. ¶ __________ ¶ (1) صحيح البخاري، كتاب المناقب، باب إخاء النبي صلى الله عليه وسلم بين المهاجرين برقم: (3780).",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "- التربية بالتعليم: لا يخفى علينا أنه حث القرآن الكريم المسلمين على التعليم, وحث النبي صلى الله عليه وسلم, بل لقد كان أول عمل قام به حين دخل المدينة هو بناء المسجد، ولم يكن دور المسجد مقتصرًا على العبادة، بل كان مركزًا لمختلف نشاطات المجتمع الإسلامي, فعلى سبيل المثال تدارس القرآن في المسجد, فقد جاء في الحديث عَن أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ:... وَمَا اجْتَمَعَ قَوْمٌ فِي بَيْتٍ مِن بُيُوتِ الله يَتْلُونَ كِتَابَ الله وَيَتَدَارَسُونَهُ بَيْنَهُمْ إِلَّا نَزَلَتْ عَلَيْهِم السَّكِينَةُ، وَغَشِيَتْهُم الرَّحْمَةُ، وَحَفَّتْهُم الْمَلَائِكَةُ، وَذَكَرَهُمْ الله فِيمَنْ عِنْدَهُ...(1) . ¶ فهذا يدل على فضل التماس العلم وتدارس كتاب الله, وأن يكون التدارس في جماعة من المسلمين، وأن يكون المكان هو المسجد. ¶ __________ ¶ (1) قطعة حديث رواه مسلم في صحيحه، كتاب الذكر والدعاء، باب: فضل الاجتماع على تلاوة القرآن، برقم: (2699).",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "ومما يدل على اهتمام النبي صلى الله عليه وسلم بالتعليم ما جاء في صحيح مسلم أن النبي صلى الله عليه وسلم ترك الخطبة ونزل لتعليم السائل. فعن حُمَيْد بْن هِلَالٍ قَالَ: قَالَ أَبُو رِفَاعَةَ: انْتَهَيْتُ إِلَى النَّبِيِّ صَلَّى الله عَلَيْهِ وَسَلَّمَ وَهُوَ يَخْطُبُ, قَالَ: فَقُلْتُ: يَا رَسُولَ الله! رَجُلٌ غَرِيبٌ جَاءَ يَسْأَلُ عَن دِينِهِ لَا يَدْرِي مَا دِينُهُ, قَالَ: فَأَقْبَلَ عَلَيَّ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ وَتَرَكَ خُطْبَتَهُ حَتَّى انْتَهَى إِلَيَّ, فَأُتِيَ بِكُرْسِيٍّ حَسِبْتُ قَوَائِمَهُ حَدِيدًا قَالَ: فَقَعَدَ عَلَيْهِ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ وَجَعَلَ يُعَلِّمُنِي ممَّا عَلَّمَهُ الله, ثُمَّ أَتَى خُطْبَتَهُ فَأَتَمَّ آخِرَهَا(1). ¶ قال النووي: فِيهِ اِسْتِحْبَاب تَلَطُّف السَّائِل فِي عِبَارَته وَسُؤَاله الْعَالِم. وَفِيهِ تَوَاضُع النَّبِيّ صَلَّى الله عَلَيْهِ وَسَلَّمَ وَرِفْقه بِالْمُسْلِمِينَ, وَشَفَقَته عَلَيْهِمْ, وَخَفْض جَنَاحه لَهُمْ. وَفِيهِ الْمُبَادَرَة إِلَى جَوَاب الْمُسْتَفْتِي وَتَقْدِيم أَهَمّ الْأُمُور فَأَهَمّهَا, وَلَعَلَّهُ كَانَ سَأَلَ عَن الْإِيمَان وَقَوَاعِده المُهِمَّة. وَقَد اتَّفَقَ الْعُلَمَاء عَلَى أَنَّ مَن جَاءَ يَسْأَل عَن الْإِيمَان وَكَيْفِيَّة الدُّخُول فِي الْإِسْلَام وَجَبَ إِجَابَته وَتَعْلِيمه عَلَى الْفَوْر(2). ¶ __________ ¶ (1) صحيح مسلم، كتاب الجمعة، باب: حديث التعليم في الخطبة، برقم: (876). ¶ (2) شرح صحيح مسلم للنووي، المجلد الثاني، 6/165.",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "ومما يدل على اهتمام النبي صلى الله عليه وسلم بالتعليم أنه عرض على أسرى بدر من كفار قريش أن من أراد أن يفتدي نفسه بتعليم عشرة أطفال من المسلمين القراءة والكتابة فليفعل, فعَنِ ابْنِ عَبَّاسٍ قَالَ: كَانَ نَاسٌ مِن الْأَسْرَى يَوْمَ بَدْرٍ لَمْ يَكُنْ لَهُمْ فِدَاءٌ, فَجَعَلَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ فِدَاءَهُمْ أَنْ يُعَلِّمُوا أَوْلَادَ الْأَنْصَارِ الْكِتَابَةَ, قَالَ: فَجَاءَ يَوْمًا غُلَامٌ يَبْكِي إِلَى أَبِيهِ, فَقَالَ: مَا شَأْنُكَ؟ قَالَ: ضَرَبَنِي مُعَلِّمِي. قَالَ: الْخَبِيثُ يَطْلُبُ بِذَحْلِ بَدْرٍ وَالله لَا تَأْتِيهِ أَبَدًا (1). ¶ وهذا مما حفز الصحابة إلى طلب العلم طلبًا موصولًا في إقبالهم عليه, وحرصهم الشديد على التفقه في الدين, وملازمة النبي صلى الله عليه وسلم من أجل طلب العلم. ¶ ولم يكن تلقي العلم قاصرًا على الرجال فحسب, بل للنساء سهم وافر فيه؛ إذ كان لهن يوم خاص يتلقين فيه تعاليم دينهن من رسول الله صلى الله عليه وسلم, فعَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قال: قَالَت النِّسَاءُ لِلنَّبِيِّ صَلَّى الله عَلَيْهِ وَسَلَّمَ: غَلَبَنَا عَلَيْكَ الرِّجَالُ فَاجْعَلْ لَنَا يَوْمًا مِن نَفْسِكَ, فَوَعَدَهُنَّ يَوْمًا لَقِيَهُنَّ فِيهِ فَوَعَظَهُنَّ وَأَمَرَهُنَّ, فَكَانَ فِيمَا قَالَ لَهُنَّ: مَا مِنْكُنَّ امْرَأَةٌ تُقَدِّمُ ثَلَاثَةً مِن وَلَدِهَا إِلَّا كَانَ لَهَا حِجَابًا مِن النَّارِ, فَقَالَت امْرَأَةٌ: وَاثْنَتَيْنِ؟ فَقَالَ: وَاثْنَتَيْنِ(2). ¶ __________ ¶ (1) مسند أحمد (1/247). ¶ (2) صحيح البخاري، كتاب العلم، باب: هل يجعل للنساء يوم على حدة في العلم، برقم: (102). وينظر كتاب: أسئلة النساء للنبي صلى الله عليه وسلم جمعاً ودراسةً، للكاتب.",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "فلا يكفي أن يقوم الداعي بتعليم المستجيب معاني الإسلام, وإنما عليه أن يحمل على العمل بها صياغة سلوكه بموجبها ومقتضاها، وهذا ما يقصد بالتربية مع العلم. ¶ ومما يدخل في التربية بالتعليم حرص الداعية نفسه، وعلى من تحت يده أن يكون هناك منهج تعليمي وتثقيفي يزود نفسه فيه، وفي مقدمة هذا المنهج كتاب الله تعالى: قراءةً وتدبرًا، وحفظا، وتفسيرًا، فيحفظه أو يحفظ ما تيسر منه، وكذا سنة رسول الله صلى الله عليه وسلم، فيحفظ منها ما تيسر مع القراءة المتواصلة فيها، وكذا سيرته صلى الله عليه وسلم، وغير ذلك مما يحتاجه الداعي من العلوم الشرعية والعربية والتربوية في منهج متكامل(1). ¶ * * * ¶ المبحث الثامن ¶ عوائق وعقبات في طريق الدعوة ¶ اقتضت سنة الله تعالى في هذه الدعوة ألا يكون طريقها سهلاً وميسورًا، بل مليء بالعقبات والعوائق الداخلية عند الداعية نفسه، أو من خارجه، وكل هذه العوائق تندرج تحت سنة الابتلاء، لذا أذكر ما يتعلق بهذه السنة مشيرًا بعدها إلى بعض العقبات. ¶ أولاً: الابتلاء سنة دعوية ¶ __________ ¶ (1) ينظر ما كتبته في كتاب: \"قواعد منهجية في طلب العلم\".",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "إن الدعوة إلى الله تعترض في سبيلها العوائق والعقبات والابتلاءات، وهذا من سنة الله في الأرض، قال تعالى: { أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَأْتِكُمْ مَثَلُ الَّذِينَ خَلَوْا مِنْ قَبْلِكُمْ مَسَّتْهُمُ الْبَأْسَاءُ وَالضَّرَّاءُ وَزُلْزِلُوا حَتَّى يَقُولَ الرَّسُولُ وَالَّذِينَ آَمَنُوا مَعَهُ مَتَى نَصْرُ اللَّهِ أَلَا إِنَّ نَصْرَ اللَّهِ قَرِيبٌ } [سورة البقرة: 214]. وقال تعالى: { وَلَقَدْ كُذِّبَتْ رُسُلٌ مِنْ قَبْلِكَ فَصَبَرُوا عَلَى مَا كُذِّبُوا وَأُوذُوا حَتَّى أَتَاهُمْ نَصْرُنَا وَلَا مُبَدِّلَ لِكَلِمَاتِ اللَّهِ وَلَقَدْ جَاءَكَ مِنْ نَبَإِ الْمُرْسَلِينَ } [سورة الأنعام: 34]. وكما قال ورقة بن نوفل للنبي صلى الله عليه وسلم حينما ذهبت به زوجته خديجة رضي الله عنها إليه في قصة بدء الوحي، كما جاء في الحديث: فَانْطَلَقَتْ بِهِ خَدِيجَةُ حَتَّى أَتَتْ بِهِ وَرَقَةَ ابْنَ نَوْفَلِ بْنِ أَسَدِ بْنِ عَبْدِ الْعُزَّى, وَهُوَ ابْنُ عَمِّ خَدِيجَةَ أَخِي أَبِيهَا, وَكَانَ امْرَأً تَنَصَّرَ فِي الْجَاهِلِيَّةِ, وَكَانَ يَكْتُبُ الْكِتَابَ الْعَرَبِيَّ وَيَكْتُبُ مِن الْإِنْجِيلِ بِالْعَرَبِيَّةِ مَا شَاءَ الله أَنْ يَكْتُبَ, وَكَانَ شَيْخًا كَبِيرًا قَدْ عَمِيَ, فَقَالَتْ لَهُ خَدِيجَةُ: أَيْ عَمِّ اسْمَعْ مِن ابْنِ أَخِيكَ؟ قَالَ وَرَقَةُ بْنُ نَوْفَلٍ: يَا ابْنَ أَخِي مَاذَا تَرَى؟ فَأَخْبَرَهُ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ خَبَرَ مَا رَآهُ, فَقَالَ لَهُ وَرَقَةُ: هَذَا النَّامُوسُ الَّذِي أُنْزِلَ عَلَى مُوسَى صَلَّى الله عَلَيْهِ وَسَلَّمَ, يَا لَيْتَنِي فِيهَا جَذَعًا! يَا لَيْتَنِي أَكُونُ حَيًّا! حِينَ يُخْرِجُكَ قَوْمُكَ. قَالَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ: أَوَ مُخْرِجِيَّ هُمْ؟ قَالَ وَرَقَةُ: نَعَمْ؛ لَمْ يَأْتِ",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "رَجُلٌ قَطُّ بِمَا جِئْتَ بِهِ إِلَّا عُودِيَ. وَإِنْ يُدْرِكْنِي يَوْمُكَ أَنْصُرْكَ نَصْرًا مُؤَزَّرًا (1). ¶ * * * ¶ فالابتلاء سنة دعوية، سواء كان بالسب والشتم والضرب والافتراء واللمز والهمز من الآخرين أو غيرها كما قال تعالى: { إِنَّ الَّذِينَ أَجْرَمُوا كَانُوا مِنَ الَّذِينَ آَمَنُوا يَضْحَكُونَ * وَإِذَا مَرُّوا بِهِمْ يَتَغَامَزُونَ * وَإِذَا انْقَلَبُوا إِلَى أَهْلِهِمُ انْقَلَبُوا فَكِهِينَ * وَإِذَا رَأَوْهُمْ قَالُوا إِنَّ هَؤُلَاءِ لَضَالُّونَ * وَمَا أُرْسِلُوا عَلَيْهِمْ حَافِظِينَ * فَالْيَوْمَ الَّذِينَ آَمَنُوا مِنَ الْكُفَّارِ يَضْحَكُونَ * عَلَى الْأَرَائِكِ يَنْظُرُونَ * هَلْ ثُوِّبَ الْكُفَّارُ مَا كَانُوا يَفْعَلُونَ } [سورة المطففين:29-36]. ¶ كما يكون ذلك الابتلاء متنوعًا قال تعالى: { لَتُبْلَوُنَّ فِي أَمْوَالِكُمْ وَأَنْفُسِكُمْ وَلَتَسْمَعُنَّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَمِنَ الَّذِينَ أَشْرَكُوا أَذًى كَثِيرًا وَإِنْ تَصْبِرُوا وَتَتَّقُوا فَإِنَّ ذَلِكَ مِنْ عَزْمِ الْأُمُورِ } [سورة آل عمران: 186]. ¶ __________ ¶ (1) صحيح البخاري، كتاب بدء الوحي، باب بدء الوحي، برقم: (4)، وصحيح مسلم، كتاب الإيمان، باب: بدء الوحي إلى رسول الله صلى الله عليه وسلم ، برقم: (231).",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "وهذه الابتلاءات ليست خاصة بهذه الأمة، بل جميع الأنبياء والرسل ابتلوا بأقوامهم، فمنهم من أوذي، ومنهم من أخرج من بلده، ومنهم من قتل, كما قال تعالى: { إِنَّ الَّذِينَ يَكْفُرُونَ بِآَيَاتِ اللَّهِ وَيَقْتُلُونَ النَّبِيِّينَ بِغَيْرِ حَقٍّ وَيَقْتُلُونَ الَّذِينَ يَأْمُرُونَ بِالْقِسْطِ مِنَ النَّاسِ فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ } [سورة آل عمران: 21], والأمة اليهودية أخبث الأمم حيث قتلوا كثيرًا من الأنبياء، مثل زكريا ويحيى عليهما السلام، يقول الطبري في تفسير الآية: \"وأما قوله: { وَيَقْتُلُونَ النَّبِيِّينَ بِغَيْرِ حَقٍّ } فإنه يعني بذلك أنهم كانوا يقتلون رسلَ الله الذين كانوا يُرسَلون إليهم بالنهي عما يأتون من معاصي الله، وركوب ما كانوا يركبونه من الأمور التي قد تقدم الله إليهم في كتبهم من الزجر عنها, نحو زكريا وابنه يحيى وما أشبههما من أنبياء الله(1). وجاء في رواية أبي عبيدة أنه قال: قلت :يا رسول الله لِلَّهِ أي الناس أشد عذاباً يوم القيامة؟ قال: رجل قتل نبيًا, أو رجل أمر بالمنكر ونهى عن المعروف. ثم قرأ رسول الله صلى الله عليه وسلم: { وَيَقْتُلُونَ الَّذِينَ يَأْمُرُونَ بِالْقِسْطِ مِنَ النَّاسِ } . إلى أن انتهى إلى: { وَمَا لَهُمْ مِنْ نَاصِرِينَ } . ثم قال رسول الله صلى الله عليه وسلم :\"يا أبا عبيدة قتلت بنو إسرائيل ثلاثة وأربعين نبياً من أول النهار، في ساعة واحدة، فقام مائة رجل واثنا عشر رجلاً من عباد بني إسرائيل فأمروا من قتلهم بالمعروف، ونهوهم عن المنكر، فقتلوا جميعًا من آخر النهار في ذلك اليوم، وهم الذين ذكر الله عزوجل\"(2). ولهذا طبع الله على ¶ __________ ¶ (1) تفسير الطبري، 5/289. ¶ (2) تفسير الطبري، 5/291. وقال المحقق الدكتور عبد الله بن عبد المحسن التركي: أخرجه البزار في مسنده (1285) وابن أبي حاتم في تفسيره، 2/620(3332), والبغوي في تفسيره 2/20-21, من طريق محمد بن حمير به.",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "قلوبهم،كما قال تعالى: { فَبِمَا نَقْضِهِمْ مِيثَاقَهُمْ وَكُفْرِهِمْ بِآَيَاتِ اللَّهِ وَقَتْلِهِمُ الْأَنْبِيَاءَ بِغَيْرِ حَقٍّ وَقَوْلِهِمْ قُلُوبُنَا غُلْفٌ بَلْ طَبَعَ اللَّهُ عَلَيْهَا بِكُفْرِهِمْ فَلَا يُؤْمِنُونَ إِلَّا قَلِيلًا * وَبِكُفْرِهِمْ وَقَوْلِهِمْ عَلَى مَرْيَمَ بُهْتَانًا عَظِيمًا } [سورة النساء: 155-156]. ¶ يقول الطبري: يعني بفريتهم عليها، ورميهم إياها بالزنا, وهو البهتان العظيم، لأنهم رموها بذلك، وهي مما رموها به بغير ثبتٍ ولا برهانٍ بريئةٌ, فبهتوها بالباطل من القول(1). ¶ ولقد ابتلي خليل الله إبراهيم عليه السلام أيضا وهو أبو الأنبياء، حتى ألقي في النار ولكنه صبر, فجعل الله النار بردًا وسلاماً عليه؛ كما قال تعالى: { قَالُوا حَرِّقُوهُ وَانْصُرُوا آَلِهَتَكُمْ إِنْ كُنْتُمْ فَاعِلِينَ * قُلْنَا يَا نَارُ كُونِي بَرْدًا وَسَلَامًا عَلَى إِبْرَاهِيمَ } [سورة الأنبياء :68-69]. ¶ لذا مدحه الله بكونه أمة لوحده، قال تعالى: { إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً قَانِتًا لِلَّهِ حَنِيفًا وَلَمْ يَكُ مِنَ الْمُشْرِكِينَ * شَاكِرًا لِأَنْعُمِهِ اجْتَبَاهُ وَهَدَاهُ إِلَى صِرَاطٍ مُسْتَقِيمٍ * وَآَتَيْنَاهُ فِي الدُّنْيَا حَسَنَةً وَإِنَّهُ فِي الْآَخِرَةِ لَمِنَ الصَّالِحِينَ * ثُمَّ أَوْحَيْنَا إِلَيْكَ أَنِ اتَّبِعْ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ } [سورة النحل:120-123]. ¶ __________ ¶ (1) تفسير الطبري، 7/649.",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "وكذلك أوذي كليم الله موسى عليه السلام من قومه ولكنه صبر كما جاء في الحديث: فعن الْأَعْمَشِ قَالَ: سَمِعْتُ شَقِيقًا يَقُولُ: قَالَ عَبْدُ الله: قَسَمَ النَّبِيُّ صَلَّى الله عَلَيْهِ وَسَلَّمَ قِسْمَةً كَبَعْضِ مَا كَانَ يَقْسِمُ, فَقَالَ رَجُلٌ مِن الْأَنْصَارِ: وَالله إِنَّهَا لَقِسْمَةٌ مَا أُرِيدَ بِهَا وَجْهُ الله. قُلْتُ: أَمَّا أَنَا لَأَقُولَنَّ لِلنَّبِيِّ صَلَّى الله عَلَيْهِ وَسَلَّمَ، فَأَتَيْتُهُ وَهُوَ فِي أَصْحَابِهِ فَسَارَرْتُهُ, فَشَقَّ ذَلِكَ عَلَى النَّبِيِّ صَلَّى الله عَلَيْهِ وَسَلَّمَ,وَتَغَيَّرَ وَجْهُهُ, وَغَضِبَ, حَتَّى وَدِدْتُ أَنِّي لَمْ أَكُنْ أَخْبَرْتُهُ, ثُمَّ قَالَ: قَدْ أُوذِيَ مُوسَى بِأَكْثَرَ مِن ذَلِكَ فَصَبَرَ (1). ¶ وكذلك ابتلي نبينا محمد صلى الله عليه وسلم بأنواع الأذى من كفار مكة, رموه بالسحر والكهانة والإفك كما قال تعالى: { وَعَجِبُوا أَنْ جَاءَهُمْ مُنْذِرٌ مِنْهُمْ وَقَالَ الْكَافِرُونَ هَذَا سَاحِرٌ كَذَّابٌ * أَجَعَلَ الْآَلِهَةَ إِلَهًا وَاحِدًا إِنَّ هَذَا لَشَيْءٌ عُجَابٌ } [سورة ص: 4-5]. ¶ وقال تعالى: { نَحْنُ أَعْلَمُ بِمَا يَسْتَمِعُونَ بِهِ إِذْ يَسْتَمِعُونَ إِلَيْكَ وَإِذْ هُمْ نَجْوَى إِذْ يَقُولُ الظَّالِمُونَ إِنْ تَتَّبِعُونَ إِلَّا رَجُلًا مَسْحُورًا } [سورة الإسراء: 47]. ¶ وقال تعالى: { وَقَالَ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا إِفْكٌ افْتَرَاهُ وَأَعَانَهُ عَلَيْهِ قَوْمٌ آَخَرُونَ فَقَدْ جَاءُوا ظُلْمًا وَزُورًا * وَقَالُوا أَسَاطِيرُ الْأَوَّلِينَ اكْتَتَبَهَا فَهِيَ تُمْلَى عَلَيْهِ بُكْرَةً وَأَصِيلًا } [سورة الفرقان: 4-5]. ¶ __________ ¶ (1) صحيح البخاري، كتاب الأدب، باب: الصبر على الأذى، برقم: (6100).",
            "page": "105",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "وقال تعالى: { وَإِذَا تُتْلَى عَلَيْهِمْ آَيَاتُنَا قَالُوا قَدْ سَمِعْنَا لَوْ نَشَاءُ لَقُلْنَا مِثْلَ هَذَا إِنْ هَذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ } [سورة الأنفال:31]. ¶ وقد رد الله على مزاعمهم الباطلة في سورة الحاقة: فقال: { فَلَا أُقْسِمُ بِمَا تُبْصِرُونَ * وَمَا لَا تُبْصِرُونَ * إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ * وَمَا هُوَ بِقَوْلِ شَاعِرٍ قَلِيلًا مَا تُؤْمِنُونَ * وَلَا بِقَوْلِ كَاهِنٍ قَلِيلًا مَا تَذَكَّرُونَ * تَنْزِيلٌ مِنْ رَبِّ الْعَالَمِينَ * وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ الْأَقَاوِيلِ * لَأَخَذْنَا مِنْهُ بِالْيَمِينِ * ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِينَ * فَمَا مِنْكُمْ مِنْ أَحَدٍ عَنْهُ حَاجِزِينَ * وَإِنَّهُ لَتَذْكِرَةٌ لِلْمُتَّقِينَ } [سورة الحاقة: 38-48].",
            "page": "106",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "وكذلك ألقي عليه سلا جذور وهو يصلي كما روى البخاري: عَن عَبْدِ الله بْنِ مَسْعُودٍ أَنَّ النَّبِيَّ صَلَّى الله عَلَيْهِ وَسَلَّمَ كَانَ يُصَلِّي عِنْدَ الْبَيْتِ, وَأَبُو جَهْلٍ وَأَصْحَابٌ لَهُ جُلُوسٌ, إِذْ قَالَ بَعْضُهُمْ لِبَعْض: أَيُّكُمْ يَجِيءُ بِسَلَى جَزُورِ بَنِي فُلَانٍ فَيَضَعُهُ عَلَى ظَهْرِ مُحَمَّدٍ إِذَا سَجَدَ؟ فَانْبَعَثَ أَشْقَى الْقَوْمِ فَجَاءَ بِهِ فَنَظَرَ حَتَّى سَجَدَ النَّبِيُّ صَلَّى الله عَلَيْهِ وَسَلَّمَ وَضَعَهُ عَلَى ظَهْرِهِ بَيْنَ كَتِفَيْهِ. وَأَنَا أَنْظُرُ لَا أُغْنِي شَيْئًا لَوْ كَانَ لِي مَنَعَةٌ. قَالَ: فَجَعَلُوا يَضْحَكُونَ وَيُحِيلُ بَعْضُهُمْ عَلَى بَعْضٍ, وَرَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ سَاجِدٌ لَا يَرْفَعُ رَأْسَهُ, حَتَّى جَاءَتْهُ فَاطِمَةُ فَطَرَحَتْ عَن ظَهْرِهِ, فَرَفَعَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ رَأْسَهُ. ثُمَّ قَالَ: اللهمَّ عَلَيْكَ بِقُرَيْشٍ ثَلَاثَ مَرَّاتٍ, فَشَقَّ عَلَيْهِمْ إِذْ دَعَا عَلَيْهِمْ, قَالَ: وَكَانُوا يَرَوْنَ أَنَّ الدَّعْوَةَ فِي ذَلِكَ الْبَلَدِ مُسْتَجَابَةٌ. ثُمَّ سَمَّى: اللهمَّ عَلَيْكَ بِأَبِي جَهْلٍ, وَعَلَيْكَ بِعُتْبَةَ بْنِ رَبِيعَةَ, وَشَيْبَةَ بْنِ رَبِيعَةَ, وَالْوَلِيدِ بْنِ عُتْبَةَ, وَأُمَيَّةَ بْنِ خَلَفٍ, وَعُقْبَةَ بْنِ أَبِي مُعَيْطٍ, وَعَدَّ السَّابِعَ فَلَمْ يَحْفَظْ, قَالَ: فَوَالَّذِي نَفْسِي بِيَدِهِ لَقَدْ رَأَيْتُ الَّذِينَ عَدَّ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ صَرْعَى فِي الْقَلِيبِ قَلِيبِ بَدْرٍ(1). ¶ __________ ¶ (1) صحيح البخاري، كتاب الوضوء، باب: إذا ألقي على ظهر المصلي قذر أو جيفة لم تفسد عليه صلاته، برقم: (240).",
            "page": "107",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "وخنقه الشقي عقبة وهو يصلي كما جاء في الحديث: عَن عُرْوَةَ بْنِ الزُّبَيْرِ قَالَ: سَأَلْتُ عَبْدَ الله بْنَ عَمْرٍو عَن أَشَدِّ مَا صَنَعَ الْمُشْرِكُونَ بِرَسُولِ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ, قَالَ: رَأَيْتُ عُقْبَةَ بْنَ أَبِي مُعَيْطٍ جَاءَ إِلَى النَّبِيِّ صَلَّى الله عَلَيْهِ وَسَلَّمَ وَهُوَ يُصَلِّي فَوَضَعَ رِدَاءَهُ فِي عُنُقِهِ فَخَنَقَهُ بِهِ خَنْقًا شَدِيدًا, فَجَاءَ أَبُو بَكْرٍ حَتَّى دَفَعَهُ عَنْهُ فَقَالَ: { أَتَقْتُلُونَ رَجُلًا أَنْ يَقُولَ رَبِّيَ اللَّهُ وَقَدْ جَاءَكُمْ بِالْبَيِّنَاتِ مِنْ رَبِّكُمْ } (1). ¶ وعند وقعة الهجرة أرادوا قتله ولكن الله حماه من مكرهم، وقد أشار القرآن إلى هذه الحادثة في قوله تعالى: { وَإِذْ يَمْكُرُ بِكَ الَّذِينَ كَفَرُوا لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ وَيَمْكُرُونَ وَيَمْكُرُ اللَّهُ وَاللَّهُ خَيْرُ الْمَاكِرِينَ } [سورة الأنفال: 30]. حتى خرج من مكة أحب بلاد الله إليه كئيبًا حزينًا، وحينما خرج منها جرى على لسانه: (وَالله إِنَّكِ لَخَيْرُ أَرْضِ الله, وَأَحَبُّ أَرْضِ الله إِلَى الله, وَلَوْلَا أَنِّي أُخْرِجْتُ مِنْكِ مَا خَرَجْتُ)(2). ¶ وفي المدينة لقي من المنافقين واليهود أنواعاً من الأذى ولكنه صبر وصابر حتى التحق بالرفيق الأعلى. ¶ والحاصل: أنه ما من نوع من الابتلاء إلا نال الحبيب صلى الله عليه وسلم منه نصيباً، لكونه القدوة عليه الصلاة والسلام الذي علَّم الأمة درس الصبر والرضا والشكر على المحن. ¶ __________ ¶ (1) صحيح البخاري، كتاب المناقب، باب: ما لقي النبي صلى الله عليه وسلم وأصحابه من المشركين بمكة، برقم: (3856). ¶ (2) جامع الترمذي، كتاب المناقب، باب: في فضل مكة، برقم: (3925).وقَالَ الترمذي: هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ صَحِيحٌ.",
            "page": "108",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "وكذلك أوذي أصحابه أشد أنواع الأذى في هذا الطريق فعلى سبيل المثال قصة بلال, وعمار وسمية, وصهيب, والمقداد, في المسند عَن زِرٍّ عَن عَبْدِ الله قَالَ: أَوَّلُ مَن أَظْهَرَ إِسْلَامَهُ سَبْعَةٌ: رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ, وَأَبُو بَكْرٍ, وَعَمَّارٌ, وَأُمُّهُ سُمَيَّةُ, وَصُهَيْبٌ, وَبِلَالٌ, وَالْمِقْدَادُ, فَأَمَّا رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ فَمَنَعَهُ الله بِعَمِّهِ أَبِي طَالِبٍ, وَأَمَّا أَبُو بَكْرٍ فَمَنَعَهُ الله بِقَوْمِهِ, وَأَمَّا سَائِرُهُمْ فَأَخَذَهُم الْمُشْرِكُونَ فَأَلْبَسُوهُمْ أَدْرَاعَ الْحَدِيدِ وَصَهَرُوهُمْ فِي الشَّمْسِ, فَمَا مِنْهُمْ إِنْسَانٌ إِلَّا وَقَدْ وَاتَاهُمْ عَلَى مَا أَرَادُوا, إِلَّا بِلَالٌ فَإِنَّهُ هَانَتْ عَلَيْهِ نَفْسُهُ فِي الله, وَهَانَ عَلَى قَوْمِهِ, فَأَعْطَوْهُ الْوِلْدَانَ وَأَخَذُوا يَطُوفُونَ بِهِ شِعَابَ مَكَّةَ وَهُوَ يَقُولُ: أَحَدٌ أَحَدٌ(1). ¶ __________ ¶ (1) مسند أحمد (1/404).",
            "page": "109",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "وكم من صحابي قدم مهجته لإعلاء كلمة الله, فإليك هذه القصة التي رويت عَن أَنَسِ بْنِ مَالِكٍ قَالَ: جَاءَ نَاسٌ إِلَى النَّبِيِّ صَلَّى الله عَلَيْهِ وَسَلَّمَ فَقَالُوا: أَن ابْعَثْ مَعَنَا رِجَالًا يُعَلِّمُونَا الْقُرْآنَ وَالسُّنَّةَ. فَبَعَثَ إِلَيْهِمْ سَبْعِينَ رَجُلًا مِن الْأَنْصَارِ يُقَالُ لهُم الْقُرَّاءُ فِيهِمْ خَالِي حَرَامٌ, يَقْرَءُونَ الْقُرْآنَ وَيَتَدَارَسُونَ بِاللَّيْلِ يَتَعَلَّمُونَ, وَكَانُوا بِالنَّهَارِ يَجِيئُونَ بِالْمَاءِ فَيَضَعُونَهُ فِي الْمَسْجِد, وَيَحْتَطِبُونَ فَيَبِيعُونَهُ وَيَشْتَرُونَ بِهِ الطَّعَامَ لِأَهْلِ الصُّفَّةِ وَلِلْفُقَرَاءِ, فَبَعَثَهُم النَّبِيُّ صَلَّى الله عَلَيْهِ وَسَلَّمَ إِلَيْهِمْ, فَعَرَضُوا لَهُمْ فَقَتَلُوهُمْ قَبْلَ أَنْ يَبْلُغُوا الْمَكَانَ, فَقَالُوا: اللهمَّ بَلِّغْ عَنَّا نَبِيَّنَا أَنَّا قَدْ لَقِينَاكَ فَرَضِينَا عَنْكَ وَرَضِيتَ عَنَّا. قَالَ: وَأَتَى رَجُلٌ حَرَامًا خَالَ أَنَسٍ مِن خَلْفِهِ فَطَعَنَهُ بِرُمْحٍ حَتَّى أَنْفَذَهُ, فَقَالَ حَرَامٌ: فُزْتُ وَرَبِّ الْكَعْبَةِ. فَقَالَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ لِأَصْحَابِهِ: إِنَّ إِخْوَانَكُمْ قَدْ قُتِلُوا وَإِنَّهُمْ قَالُوا: اللهمَّ بَلِّغْ عَنَّا نَبِيَّنَا أَنَّا قَدْ لَقِينَاكَ فَرَضِينَا عَنْكَ وَرَضِيتَ عَنَّا(1). ¶ وغيرها من القصص كثيرة من أراد تفاصيلها فليرجع إلى مظانها في كتب الحديث والسيرة. ¶ وكذلك التابعون ومن بعدهم من السلف الصالح قد ابتلوا ابتلاءً عظيماً؛ فالإمام مالك رحمه الله ابتلي عندما أفتى ببعض الفتاوى، والإمام أحمد ابتلي في مسألة خلق القرآن. وكذلك الإمام ابن تيمية رحمه الله فقد جرت له محن في السجن، وغيرهم كثير. ¶ * * * ¶ __________ ¶ (1) صحيح مسلم، كتاب الإمارة، باب: ثبوت الجنة للشهيد، برقم: (677).",
            "page": "110",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "وهكذا حصل ويحصل لكل داعية أراد النصح لهذه الأمة، ولكن ليعلم أنه لا يلزم أن يكون الابتلاء من جنس ما سبق ذكره بالحبس والضرب ونحو ذلك، فقد يكون بالفقر والمرض وتسلط الأعداء، والوشاية عند الولاة، والغمز واللمز، كما يكون بالعقبات المادية، والمعنوية، وحسد الأقران، وكثرة الانتقادات، والتثبيط ممن يريد النصح، ونحو ذلك. ولكن مع ذلك كله على الداعي أن يقابل هذا الابتلاء بالصبر والسلوان، والعفو والصفح،كما قال تعالى: { وَاصْبِرْ وَمَا صَبْرُكَ إِلَّا بِاللَّهِ وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُ فِي ضَيْقٍ مِمَّا يَمْكُرُونَ * إِنَّ اللَّهَ مَعَ الَّذِينَ اتَّقَوْا وَالَّذِينَ هُمْ مُحْسِنُونَ } [سورة النحل: 127-128]. ¶ وكما قال تعالى: { وَاصْبِرْ عَلَى مَا أَصَابَكَ إِنَّ ذَلِكَ مِنْ عَزْمِ الْأُمُورِ } [سورة لقمان: 17]. ¶ ولا شك أن النتيجة الحسنة والعاقبة الحميدة تكون دائمًا للمتقين الصابرين كما قال تعالى: { وَالْعَاقِبَةُ لِلتَّقْوَى } [سورة طه:132] وقال تعالى: { فَاصْبِرْ إِنَّ الْعَاقِبَةَ لِلْمُتَّقِينَ } [سورة هود: 49] وقال تعالى: { وَالَّذِينَ صَبَرُوا ابْتِغَاءَ وَجْهِ رَبِّهِمْ وَأَقَامُوا الصَّلَاةَ وَأَنْفَقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً وَيَدْرَءُونَ بِالْحَسَنَةِ السَّيِّئَةَ أُولَئِكَ لَهُمْ عُقْبَى الدَّارِ } [سورة الرعد: 22].",
            "page": "111",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "وبالابتلاء يميز الخبيث من الطيب، والكاذب من الصادق ،كما قال تعالى: { مَا كَانَ اللَّهُ لِيَذَرَ الْمُؤْمِنِينَ عَلَى مَا أَنْتُمْ عَلَيْهِ حَتَّى يَمِيزَ الْخَبِيثَ مِنَ الطَّيِّبِ } [سورة آل عمران: 179]، وقال تعالى: { وَلَقَدْ فَتَنَّا الَّذِينَ مِنْ قَبْلِهِمْ فَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ صَدَقُوا وَلَيَعْلَمَنَّ الْكَاذِبِينَ } [سورة العنكبوت :3]. ومن هنا على الداعية أن يكيّف نفسه ويربيها على تحمل ما يعرض له، ومعالجته بالأسلوب الشرعي، صابرًا محتسبًا مستشيرًا غيره. ¶ * * * ¶ ثانيًا: بيان موجز لبعض العوائق والعقبات في طريق الدعوة الداخلية والخارجية: ¶ إن طريق الدعوة إلى الله تعترضها عوائق وعقبات، فعلى الداعي أن يستعد لها، ويتجاوزها بقوة الإيمان واليقين، فأذكر بعضها على سبيل الإيجاز، منها: ¶ \"الشيطان: الشيطان رأس الأعداء، وقائد المخذلين والمتربصين، حريص عرقلة مسيرة الدعوة، يتنوع في مكايده, كيف لا، وقد وعد اللهَ تعالى يوم طرد من رحمته: { أَرَأَيْتَكَ هَذَا الَّذِي كَرَّمْتَ عَلَيَّ لَئِنْ أَخَّرْتَنِ إِلَى يَوْمِ الْقِيَامَةِ لَأَحْتَنِكَنَّ ذُرِّيَّتَهُ إِلَّا قَلِيلًا } [سورة الإسراء: 62]. وفي موضع: { قَالَ فَبِمَا أَغْوَيْتَنِي لَأَقْعُدَنَّ لَهُمْ صِرَاطَكَ الْمُسْتَقِيمَ * ثُمَّ لَآَتِيَنَّهُمْ مِنْ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ أَيْمَانِهِمْ وَعَنْ شَمَائِلِهِمْ وَلَا تَجِدُ أَكْثَرَهُمْ شَاكِرِينَ } [سورة الأعراف: 16، 17]. فيبذل كل السبل لإغواء بني آدم، ويحاول بكل ما أوتي من قوة لإضلالهم.",
            "page": "112",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "لذا حذر الله تعالى من اتباعه، كما قال تعالى: { يَا أَيُّهَا النَّاسُ كُلُوا مِمَّا فِي الْأَرْضِ حَلَالًا طَيِّبًا وَلَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ * إِنَّمَا يَأْمُرُكُمْ بِالسُّوءِ وَالْفَحْشَاءِ وَأَنْ تَقُولُوا عَلَى اللَّهِ مَا لَا تَعْلَمُونَ } [سورة البقرة: 168-169]. وقال تعالى: { إِنَّ الشَّيْطَانَ لَكُمْ عَدُوٌّ فَاتَّخِذُوهُ عَدُوًّا إِنَّمَا يَدْعُو حِزْبَهُ لِيَكُونُوا مِنْ أَصْحَابِ السَّعِيرِ } [سورة فاطر:6] (1). ¶ \"النفس: إن الإنسان بعد الشيطان قد يبتلى بالنفس الأمارة، كما قال تعالى عن امرأة العزيز: { وَمَا أُبَرِّئُ نَفْسِي إِنَّ النَّفْسَ لَأَمَّارَةٌ بِالسُّوءِ } والعلماء ذكروا أن النفس ثلاثة أقسام: نفس مطمئنة التي لا تأمر إلا بالخير، ونفس لوامة التي تلوم الإنسان بعد ارتكاب المعصية، وأحياناً قبلها أيضاً, ونفس أمارة بالسوء التي تأمر الإنسان بالسوء وتزين له الفحشاء والمنكر, والمعاصي والذنوب. فالنفس الأمارة بالسوء من معوقات الدعوة. فعلى الداعية أن يتنبه إلى ذلك. ¶ \"اتباع الهوى: وهذا يدخل في النقطة السابقة، فإن اتباع الهوى نتيجة لاتباع النفس الأمارة بالسوء، وقد حذر الله من اتباع الهوى, كما قال تعالى: { أَفَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ وَأَضَلَّهُ اللَّهُ عَلَى عِلْمٍ وَخَتَمَ عَلَى سَمْعِهِ وَقَلْبِهِ وَجَعَلَ عَلَى بَصَرِهِ غِشَاوَةً فَمَنْ يَهْدِيهِ مِنْ بَعْدِ اللَّهِ أَفَلَا تَذَكَّرُونَ } [سورة الجاثية :23 ]. ¶ يقول ابن كثير: أي: إنما يأتمر بهواه, فمهما رآه حسنًا فعله, ومهما رآه قبيحًا تركه(2). ¶ __________ ¶ (1) ينظر للتفصيل كتاب: تلبيس إبليس للإمام ابن الجوزي رحمه الله ففيه تفصيلات حسنة، حري بالداعية أن يقرأها. ¶ (2) تفسير ابن كثير، 7/253.",
            "page": "113",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "فاتباع الهوى من أسباب الخسران، فلذا يلزم للداعية أن يكون بعيدًا من هوى النفس, وعليه أن يربيها على اتباع الشرع وترويضها على ذلك، فالنفس كالعجينة بحسب ما يربيها الإنسان عليه. ¶ \" الاستعجال وعدم التثبت: لا شك أن من العقبات للدعوة الاستعجال وعدم التثبت سواء كان في منهج الدعوة أو وسائلها أو الحكم على الأشياء أو الآخرين. قال تعالى في سورة الحجرات: { يَا أَيُّهَا الَّذِينَ آَمَنُوا إِنْ جَاءَكُمْ فَاسِقٌ بِنَبَأٍ فَتَبَيَّنُوا أَنْ تُصِيبُوا قَوْمًا بِجَهَالَةٍ فَتُصْبِحُوا عَلَى مَا فَعَلْتُمْ نَادِمِينَ } [سورة الحجرات: 6]. ¶ يقول ابن كثير: يأمر تعالى في خبر الفاسق ليحتاط له، لئلا يحكم بقوله فيكون في نفس الأمر كاذبًا أو مخطئًا، فيكون الحاكم بقوله قد اقتفى وراءه، وقد نهى الله عن اتباع سبيل المفسدين...",
            "page": "114",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "وقد ذُكر كثير من المفسرين أن هذه الآية نزلت في الوليد بن عقبة بن أبي معيط، حين بعثه رسول الله صلى الله عليه وسلم على صدقات بني المصطلق, وقد ذُكر ذلك من طرق، ومن أحسنها ما روى الإمام أحمد في مسنده عن الحارث بن ضرار الخزاعي أنه قَالَ: قَدِمْتُ عَلَى رَسُولِ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ, فَدَعَانِي إِلَى الْإِسْلَامِ فَدَخَلْتُ فِيهِ وَأَقْرَرْتُ بِهِ, فَدَعَانِي إِلَى الزَّكَاةِ فَأَقْرَرْتُ بِهَا, وَقُلْتُ: يَا رَسُولَ الله أَرْجِعُ إِلَى قَوْمِي فَأَدْعُوهُمْ إِلَى الْإِسْلَامِ وَأَدَاءِ الزَّكَاةِ, فَمَن اسْتَجَابَ لِي جَمَعْتُ زَكَاتَهُ فَيُرْسِلُ إِلَيَّ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ رَسُولًا لِإِبَّانِ كَذَا وَكَذَا لِيَأْتِيَكَ مَا جَمَعْتُ مِن الزَّكَاةِ, فَلَمَّا جَمَعَ الحَارِثُ الزَّكَاةَ مِمَّن اسْتَجَابَ لَهُ وَبَلَغَ الْإِبَّانَ الَّذِي أَرَادَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ أَنْ يُبْعَثَ إِلَيْهِ احْتَبَسَ عَلَيْهِ الرَّسُولُ فَلَمْ يَأْتِهِ, فَظَنَّ الحَارِثُ أَنَّهُ قَدْ حَدَثَ فِيهِ سَخْطَةٌ مِن الله عَزَّ وَجَلَّ وَرَسُولِهِ, فَدَعَا بِسَرَوَاتِ قَوْمِهِ فَقَالَ لَهُمْ: إِنَّ رَسُولَ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ كَانَ وَقَّتَ لِي وَقْتًا يُرْسِلُ إِلَيَّ رَسُولَهُ لِيَقْبِضَ مَا كَانَ عِنْدِي مِن الزَّكَاةِ, وَلَيْسَ مِن رَسُولِ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ الْخُلْفُ, وَلَا أَرَى حَبْسَ رَسُولِهِ إِلَّا مِن سَخْطَةٍ كَانَتْ، فَانْطَلِقُوا فَنَأْتِيَ رَسُولَ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ. وَبَعَثَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ الْوَلِيدَ بْنَ عُقْبَةَ إِلَى الحَارِثِ لِيَقْبِضَ مَا كَانَ عِنْدَهُ مِمَّا جَمَعَ مِن الزَّكَاةِ, فَلَمَّا أَنْ سَارَ الْوَلِيدُ حَتَّى بَلَغَ بَعْضَ الطَّرِيقِ",
            "page": "115",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "فَرِقَ فَرَجَعَ فَأَتَى رَسُولَ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ, وَقَالَ: يَا رَسُولَ الله إِنَّ الحَارِثَ مَنَعَنِي الزَّكَاةَ وَأَرَادَ قَتْلِي, فَضَرَبَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ الْبَعْثَ إِلَى الحَارِثِ, فَأَقْبَلَ الحَارِثُ بِأَصْحَابِهِ إِذْ اسْتَقْبَلَ الْبَعْثَ وَفَصَلَ مِن المَدِينَةِ, لَقِيَهُمْ الحَارِثُ فَقَالُوا: هَذَا الحَارِثُ فَلَمَّا غَشِيَهُمْ قَالَ لَهُمْ: إِلَى مَن بُعِثْتُمْ؟ قَالُوا: إِلَيْكَ. قَالَ: وَلِمَ؟ قَالُوا: إِنَّ رَسُولَ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ كَانَ بَعَثَ إِلَيْكَ الْوَلِيدَ بْنَ عُقْبَةَ فَزَعَمَ أَنَّكَ مَنَعْتَهُ الزَّكَاةَ وَأَرَدْتَ قَتْلَهُ. قَالَ: لَا وَالَّذِي بَعَثَ مُحَمَّدًا بِالْحَقِّ مَا رَأَيْتُهُ بَتَّةً وَلَا أَتَانِي. فَلَمَّا دَخَلَ الحَارِثُ عَلَى رَسُولِ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ قَالَ: مَنَعْتَ الزَّكَاةَ وَأَرَدْتَ قَتْلَ رَسُولِي؟ قَالَ: لَا وَالَّذِي بَعَثَكَ بِالْحَقِّ مَا رَأَيْتُهُ وَلَا أَتَانِي؛ وَمَا أَقْبَلْتُ إِلَّا حِينَ احْتَبَسَ عَلَيَّ رَسُولُ رَسُولِ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ, خَشِيتُ أَنْ تَكُونَ كَانَتْ سَخْطَةً مِن الله عَزَّ وَجَلَّ وَرَسُولِهِ. قَالَ: فَنَزَلَت الحُجُرَاتُ: { يَا أَيُّهَا الَّذِينَ آَمَنُوا إِنْ جَاءَكُمْ فَاسِقٌ بِنَبَأٍ فَتَبَيَّنُوا أَنْ تُصِيبُوا قَوْمًا بِجَهَالَةٍ فَتُصْبِحُوا عَلَى مَا فَعَلْتُمْ نَادِمِينَ } إِلَى هَذَا المَكَانِ { فَضْلًا مِنَ اللَّهِ وَنِعْمَةً وَاللَّهُ عَلِيمٌ حَكِيمٌ } (1). ¶ __________ ¶ (1) ينظر: تفسير ابن كثير، 7/350. بتصرف، والحديث رواه الإمام أحمد في مسنده (4/279).",
            "page": "116",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "وقال ابن جرير: يقول تعالى ذكره: يا أيها الذين صدقوا الله ورسوله إن جاءكم فاسق بخبر عن قوم فتبينوا. ثم ذكر سبب نزول هذه الآية فروى بسنده عن أم سلمة قالت : \"بعث رسول الله صلى الله عليه وسلم رجلاً في صدقات بني المصطلق بعد الوقيعة, فسمع بذلك القوم فتلقوه يعظمون أمر رسول الله صلى الله عليه وسلم قال: فحدثه الشيطان أنهم يريدون قتله، قالت: فرجع إلى رسول الله صلى الله عليه وسلم فقال: إن بني المصطلق قد منعوا صدقاتهم, فغضب رسول الله صلى الله عليه وسلم والمسلمون، قال: فبلغ القوم رجوعه، قال: فأتوا رسول الله صلى الله عليه وسلم فصفوا له حين صلى الظهر، فقالوا: نعوذ بالله من سخط الله وسخط رسوله، بعثت إلينا رجلاً مصدقًا، فسررنا بذلك وقرت به أعيننا، ثم إنه رجع من بعض الطريق، فخشينا أن يكون ذلك غضبًا من الله ومن رسوله, فلم يزالوا يكلمونه حتى جاء بلال وأذن بصلاة العصر، قال: ونزلت: { يَا أَيُّهَا الَّذِينَ آَمَنُوا إِنْ جَاءَكُمْ فَاسِقٌ بِنَبَأٍ فَتَبَيَّنُوا أَنْ تُصِيبُوا قَوْمًا بِجَهَالَةٍ فَتُصْبِحُوا عَلَى مَا فَعَلْتُمْ نَادِمِينَ } (1). ¶ فلذا يجب على الداعي ألا يستعجل في الأمور، ويتثبت من الأخبار، لئلا يندم حين لا ينفعه الندم. ¶ ومما يدخل في الاستعجال، طلب النتائج من دعوته عاجلاً، فإن لم تحصل له فتر وتكاسل ويئس، وهذا بلا شك من أهم العوائق النفسية، فالنبي صلى الله عليه وسلم استمر يدعو الرجل والرجلين في مكة ولم يستعجل النتيجة، ثم ليدرك الداعية أن عليه العمل، أما ثمار العمل فأمره إلى الله تعالى، فليتنبه الداعية إلى ذلك. ¶ \"حب الدنيا: لا شك أن حب الدنيا يعيق حركة الدعوة، لأن حب الدنيا إذا تمكن من قلب العبد، فقد آثر الفانية على الباقية،كما قال تعالى: { كَلَّا بَلْ تُحِبُّونَ الْعَاجِلَةَ * وَتَذَرُونَ الْآَخِرَةَ } [سورة القيامة :20-21]. ¶ __________ ¶ (1) تفسير الطبري، 21/349-350.",
            "page": "117",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "وقال تعالى: { بَلْ تُؤْثِرُونَ الْحَيَاةَ الدُّنْيَا * وَالْآَخِرَةُ خَيْرٌ وَأَبْقَى } [سورة الأعلى:16-17]. ¶ وهذا سبب ضعف الأمة كما جاء في الحديث: عَن ثَوْبَانَ قَالَ: قَالَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ: \"يُوشِكُ الْأُمَمُ أَنْ تَدَاعَى عَلَيْكُمْ كَمَا تَدَاعَى الْأَكَلَةُ إِلَى قَصْعَتِهَا. فَقَالَ قَائِلٌ: وَمِنْ قِلَّةٍ نَحْنُ يَوْمَئِذٍ؟ قَالَ: بَلْ أَنْتُمْ يَوْمَئِذٍ كَثِيرٌ؛ وَلَكِنَّكُمْ غُثَاءٌ كَغُثَاءِ السَّيْلِ, وَلَيَنْزَعَنَّ الله مِن صُدُورِ عَدُوِّكُمْ الْمَهَابَةَ مِنْكُمْ, وَلَيَقْذِفَنَّ الله فِي قُلُوبِكُم الْوَهْنَ, فَقَالَ قَائِلٌ: يَا رَسُولَ الله! وَمَا الْوَهْنُ؟ قَالَ: حُبُّ الدُّنْيَا وَكَرَاهِيَةُ الْمَوْتِ\"(1). ¶ فالقلب الذي فيه حب الدنيا يخلو من حب الله، يقول ابن القيم رحمه الله: \"لا تدخل محبة الله في قلب فيه حب الدنيا، إلا كما يدخل الجمل في سم الخياط\"(2). ومن هنا يجب على الداعية أن يضع له منهجاً حتى لا تسيطر عليه الدنيا فتغلب عليه فينسى دعوته، وليس المراد أن يعيش فقيرًا ولكن بتوازنٍ كما في قوله تعالى: { وَابْتَغِ فِيمَا آَتَاكَ اللَّهُ الدَّارَ الْآَخِرَةَ وَلَا تَنْسَ نَصِيبَكَ مِنَ الدُّنْيَا وَأَحْسِنْ كَمَا أَحْسَنَ اللَّهُ إِلَيْكَ وَلَا تَبْغِ الْفَسَادَ فِي الْأَرْضِ إِنَّ اللَّهَ لَا يُحِبُّ الْمُفْسِدِينَ } [سورة القصص:77]. ¶ __________ ¶ (1) سنن أبي داود، كتاب الملاحم، باب: في تداعي الأمم على الإسلام، برقم: (4297). ¶ (2) كتاب الفوائد لابن القيم, ص: 129.",
            "page": "118",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "\"العجز والكسل: والكسل هو التثاقل والتراخي مما ينبغي مع القدرة, أو عدم انبعاث النفس لفعل الخير، وكان الرسول صلى الله عليه وسلم يتعوذ منهما كما جاء في الحديث: عن أَنَس بْن مَالِكٍ رَضِيَ الله عَنْهُ قال: كَانَ نَبِيُّ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ يَقُولُ: اللهمَّ إِنِّي أَعُوذُ بِكَ مِن الْعَجْزِ وَالْكَسَلِ, وَالْجُبْنِ وَالْبُخْلِ وَالْهَرَمِ, وَأَعُوذُ بِكَ مِن عَذَابِ الْقَبْرِ, وَأَعُوذُ بِكَ مِن فِتْنَةِ المَحْيَا وَالمَمَاتِ(1). ¶ ومما يعين على تجاوز الكسل والعجز أن يضع الداعية لنفسه برنامجاً يسير عليه، ولا يسمح لنفسه أن يتركه أو يتراخى عنه، مع كثرة الدعاء، ومجالسة الجادين من الدعاة النشيطين، والعلماء الراسخين. ¶ \"الفراغ: إن الفراغ سبب رئيس للعجز والكسل, وبالأخص للشباب, كما يقول الشاعر: ¶ إن الشباب والفراغ والجدة مفسدة للمرء أي مفسدة ¶ فلذا يلزم الداعية أن يملأ فراغه في برامجه الدعوية, والاستعداد لمتطلباتها, مثل طلب العلم, وحفظ القرآن والأحاديث والأذكار والأدعية وغيرها، والعبادة بمختلف أنواعها, والقيام بأعمال صالحة مثل صلة رحم، أو قضاء حاجة الآخرين, فالله في عون العبد ما دام في عون أخيه, كما جاء في الحديث: (والله في عون العبد ما كان العبد في عون أخيه)(2). ¶ والدافع لشغل الفراغ سببان: الخوف من مفاجأة الموت، أو الابتلاء بالعوائق المقعدة كالمرض. يقول الشاعر: ¶ اغتنم في الفراغ فضل ركوع…فعسى أن يكون موتك بغتة ¶ كم صحيح رأيت من غير سقم……ذهبت نفسه الصحيحة فلتة ¶ __________ ¶ (1) صحيح البخاري، كتاب الدعوات، باب: التعوذ من فتنة المحيا والممات، برقم: (6367). ¶ (2) صحيح مسلم، كتاب الذكر والدعاء، باب: فضل الاجتماع على تلاوة القرآن وعلى الذكر، برقم: (2699).",
            "page": "119",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "وخير من قول الشاعر قول النبي صلى الله عليه وسلم: فعن اِبْن عَبَّاس رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم لِرَجُلٍ وَهُوَ يَعِظهُ: \"اِغْتَنِمْ خَمْسًا قَبْل خَمْس, شَبَابك قَبْل هَرَمك, وَصِحَّتك قَبْل سَقَمك, وَغِنَاك قَبْل فَقْرك, وَفَرَاغك قَبْل شُغْلك, وَحَيَاتك قَبْل مَوْتك\"(1). ¶ وعَنْ عَبْدِ الله بْنِ عُمَرَ رَضِيَ الله عَنْهُمَا قَالَ: أَخَذَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ بِمَنْكِبِي فَقَالَ: كُنْ فِي الدُّنْيَا كَأَنَّكَ غَرِيبٌ أَوْ عَابِرُ سَبِيلٍ. وَكَانَ ابْنُ عُمَرَ يَقُولُ: إِذَا أَمْسَيْتَ فَلَا تَنْتَظِر الصَّبَاحَ, وَإِذَا أَصْبَحْتَ فَلَا تَنْتَظِر المَسَاءَ, وَخُذْ مِن صِحَّتِكَ لِمَرَضِكَ, وَمِنْ حَيَاتِكَ لِمَوْتِكَ(2). ¶ قال الحافظ: \"فيه التَّحْذِير فِي حَقّ مَن لَمْ يَعْمَل شَيْئًا, فَإِنَّهُ إِذَا مَرِضَ نَدِمَ عَلَى تَرْكه الْعَمَل, وَعَجَزَ لِمَرَضِهِ عَن الْعَمَل فَلَا يُفِيدهُ النَّدَم\"(3). ¶ وعَن ابْنِ عَبَّاسٍ رَضِيَ الله عَنْهُمَا قَالَ: قَالَ النَّبِيُّ صَلَّى الله عَلَيْهِ وَسَلَّمَ: نِعْمَتَانِ مَغْبُونٌ فِيهِمَا كَثِيرٌ مِن النَّاسِ؛ الصِّحَّةُ وَالْفَرَاغُ(4). ¶ فصار لزاماً على الجميع وبالأخص على الدعاة أن يشغلوا فراغهم كله لما يعود عليهم من الخير. ¶ __________ ¶ (1) المستدرك على الصحيحين للحاكم، 4/306. وقال الحاكم: هذا حديث صحيح على شرط الشيخين ولم يخرجاه. وَأَخْرَجَهُ اِبْن الْمُبَارَك فِي الزُّهْد بِسَنَدٍ صَحِيح مِن مُرْسَل عَمْرو بْن مَيْمُون. ينظر: فتح الباري، 11/235. ¶ (2) صحيح البخاري، كتاب الرقاق، باب: قول النبي: \"كن في الدنيا كأنك غريب\"، برقم: (6416). ¶ (3) فتح الباري شرح صحيح البخاري، 11/235, بتصرف. ¶ (4) صحيح البخاري، كتاب الرقاق، باب: لا عيش إلا عيش الآخرة، برقم: (6412).",
            "page": "120",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "\" مصاحبة المبطئين والمعوقين: إن الإنسان يتأثر بمن يصاحبه كما جاء في الحديث: المَرْءُ عَلَى دِينِ خَلِيلِهِ, فَلْيَنْظُرْ أَحَدُكُمْ مَن يُخَالِطُ. وَقَالَ مُؤَمَّلٌ: مَن يُخَالِلُ(1). ¶ أيضا عَن أَبِي مُوسَى رَضِيَ الله عَنْهُ عَن النَّبِيِّ صَلَّى الله عَلَيْهِ وَسَلَّمَ قَالَ: مَثَلُ الْجَلِيسِ الصَّالِحِ وَالسَّوْءِ: كَحَامِلِ الْمِسْكِ وَنَافِخِ الْكِيرِ؛ فَحَامِلُ الْمِسْكِ إِمَّا أَنْ يُحْذِيَكَ, وَإِمَّا أَنْ تَبْتَاعَ مِنْهُ, وَإِمَّا أَنْ تَجِدَ مِنْهُ رِيحًا طَيِّبَةً, وَنَافِخُ الْكِيرِ؛ إِمَّا أَنْ يُحْرِقَ ثِيَابَكَ, وَإِمَّا أَنْ تَجِدَ رِيحًا خَبِيثَةً(2). ¶ فصحبة المبطئين والمعوقين تكون ضارة للدعاة، قال تعالى: { وَإِنَّ مِنْكُمْ لَمَنْ لَيُبَطِّئَنَّ فَإِنْ أَصَابَتْكُمْ مُصِيبَةٌ قَالَ قَدْ أَنْعَمَ اللَّهُ عَلَيَّ إِذْ لَمْ أَكُنْ مَعَهُمْ شَهِيدًا } [سورة النساء: 72]. ¶ وقال أيضاً: { قَدْ يَعْلَمُ اللَّهُ الْمُعَوِّقِينَ مِنْكُمْ وَالْقَائِلِينَ لِإِخْوَانِهِمْ هَلُمَّ إِلَيْنَا وَلَا يَأْتُونَ الْبَأْسَ إِلَّا قَلِيلًا } [سورة الأحزاب: 18]. ¶ فالله جل وعلا يحذر المؤمنين من هذين الصنفين أشد الحذر ليصفي طريق الدعوة, فالحذر الحذر من مصاحبتهم. وهؤلاء يمكن أن نسميهم مقدمي (السم الحلو) ليقتلوا همة هذا الداعية بما يقدمونه من لحن القول وحلاوته فيطرب له الداعي، كمن يقول: ارفق بنفسك، وكيف تعمل هذه الأعمال الدعوية، وأنت مهمل لما ينفعك، والناس خلاف ذلك. أو ممن يسب الدعوة والدعاة بحجة النصح لهم وهو قاعد, همه النقد والتجريح وغير ذلك. ¶ __________ ¶ (1) مسند أحمد (2/303). ¶ (2) صحيح البخاري، كتاب الذبائح والصيد، باب المسك، برقم: (5534).",
            "page": "121",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "\"اقتراف سبب يحول بين القلب وبين الله عز وجل. ومنها: أمراض القلوب: كالحسد والبغض والحقد، والعجب، والغرور والكبر، والرياء، وحب الأنا، والشهرة وغيرها. فهذه وأمثالها إذا دخلت على القلوب أهلكتها وجرّت إليها غيرها حتى تحبط الأعمال والعياذ با?. قال تعالى: { أَلَمْ يَأْنِ لِلَّذِينَ آَمَنُوا أَنْ تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللَّهِ وَمَا نَزَلَ مِنَ الْحَقِّ وَلَا يَكُونُوا كَالَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلُ فَطَالَ عَلَيْهِمُ الْأَمَدُ فَقَسَتْ قُلُوبُهُمْ وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ } [الحديد :16]. فعلى الداعي أن يسعى لما يقي قلبه من تلك الأمراض وأن يعالج ما وقع فيها. ¶ هذه بعض المعوقات تتعلق بالداعي، كما أن هناك معوقات خارجية تأتي من الطرف الآخر، ومنها ما يلي:",
            "page": "122",
            "part": "1"
        },
        {
            "id": "123",
            "nass": "\"إلصاق التهم بالدعاة: فقد يفترى بعض الكفار والمنافقين والحسدة أو الأعداء وغيرهم على العاملين في مجال الدعوة لتنفير الناس منهم، وزعزعة كيانهم، وإحداث البلبلة في صفهم، كما افترى كفار قريش على النبي صلى الله عليه وسلم، ووصفوه بأنه كاهن, وشاعر, وساحر, الذي يفرِّق بين المرء وزوجه، وبين الأب وابنه، وبين القريب وقريبه، كما توضح لنا قصة إسلام الطفيل بن عمرو الدوسي رضي الله عنه هذه المعوقات، يقول ابن هشام: \"وكان الطفيل بن عمرو الدوسي يحدث أنه قدم مكة ورسول الله صلى الله عليه وسلم بها، فمشى إليه رجال من قريش، وكان الطفيل رجلاً شريفًا شاعرًا لبيبًا، فقالوا له: يا طفيل إنك قدمت بلادنا، وهذا الرجل الذي بين أظهرنا قد أعضل بنا، وقد فرق جماعتنا، وشتت أمرنا، وإنما قوله كالسحر؛ يفرق بين الرجل وبين أبيه، وبين الرجل وبين أخيه، وبين الرجل وبين زوجته، وإنا نخشى عليك وعلى قومك ما قد دخل علينا، فلا تكلمه، ولا تسمعن منه شيئًا، قال: فو الله ما زالوا بي حتى أجمعت على ألا أسمع منه شيئًا ولا أكلمه، حتى حشوت في أذنيَّ حين غدوت إلى المسجد كرسفًا فرقًا من أن يبلغني شيء من قوله، وأنا لا أريد أن أسمعه، قال: فغدوت إلى المسجد فإذا رسول الله صلى الله عليه وسلم قائم يصلي عند الكعبة، قال: فقمت منه قريبًا، فأبى الله إلا أن يسمعني بعض قوله، قال: فسمعت كلاماً حسنًا، قال: فقلت في نفسي: واثكل أمي، والله إني لرجل لبيب شاعر، ما يخفى علي الحسن من القبيح، فما يمنعني أن أسمع من هذا الرجل ما يقول؟ فإن كان الذي يأتي به حسنًا قبلته، وإن كان قبيحًا تركته، قال: فمكثت حتى انصرف رسول الله صلى الله عليه وسلم إلى بيته، فأتبعته حتى إذا دخل بيته دخلت عليه، فقلت: يا محمد، إن قومك قد قالوا لي كذا وكذا، للذي قالوا، فو الله ما برحوا يخوفونني أمرك حتى سددت أذني بكرسفٍ لئلا أسمع قولك، ثم أبى الله إلا أن يسمعني قولك، فسمعته قولاً حسنًا،",
            "page": "123",
            "part": "1"
        },
        {
            "id": "124",
            "nass": "فأعرض عليَّ أمرك، قال: فعرض عليَّ رسول الله صلى الله عليه وسلم الإسلام، وتلا عليَّ القرآن، فلا والله ما سمعت قولاًَ قط أحسن منه، ولا أمرًا أعدل منه، قال: فأسلمت، وشهدت شهادة الحق(1). ¶ ومن هنا على الداعي ألا يتأثر بما يلصق فيه من التهم والسخرية، فله سلف وأيما سلف: رسول الله صلى الله عليه وسلم وصحابته الكرام رضي الله عنهم أجمعين. ¶ ولا يعني هذا ألا يدرس النقد الذي يسمعه، بل عليه دراسته؛ فإن وجد فيه فائدة استفاد منه، وإلا تركه ولا يأبه به، فهو شاهد له بحسن سيرته وسلوكه, فهذا سنن المرسلين والعلماء والدعاة. ¶ __________ ¶ (1) السيرة النبوية لابن هشام, 1/390-391.",
            "page": "124",
            "part": "1"
        },
        {
            "id": "125",
            "nass": "\"الإغراءات: وقد تأتي الإغراءات الدنيوية من مال أو منصب أو بعض التسهيلات بغية فتنتهم، كما قدم كفار قريش على النبي صلى الله عليه وسلم بعض هذه الأشياء، فذكر ابن هشام نقلاً عن ابن إسحاق بروايته عن محمد بن كعب القرظي: قال: حدثت أن عتبة بن ربيعة، وكان سيدًا، قال يومًا وهو جالس في نادي قريش ورسول الله صلى الله عليه وسلم جالس في المسجد وحده: يا معشر قريش ألا أقوم إلى محمد فأكلمه وأعرض عليه أمورًا، لعله يقبل بعضها فنعطيه أيها شاء ويكف عنا، وذلك حين أسلم حمزة، ورأوا أصحاب رسول الله صلى الله عليه وسلم يزيدون ويكثرون، فقالوا: بلى يا أبا الوليد، قم إليه فكلمه، فقام إليه عتبة حتى جلس إلى رسول الله صلى الله عليه وسلم فقال: يا ابن أخي إنك منا حيث قد علمت: من السلطة في العشيرة، والمكان في النسب، وإنك قد أتيت قومك بأمر عظيمٍ فرقت به جماعتهم، وسفهت به أحلامهم، وعبت به آلهتهم ودينهم، وكفرت به من مضى من آبائهم، فاسمع مني أعرض عليك أمورًا تنظر فيها لعلك تقبل منها بعضها، قال: فقال له رسول الله صلى الله عليه وسلم: قل يا أبا الوليد أسمع, قال: يا ابن أخي إن كنت إنما تريد بما جئت به من هذا الأمر مالاً جمعنا لك من أموالنا حتى تكون أكثرنا مالاً، وإن كنت إنما تريد به شرفاً سودناك علينا حتى لا نقطع أمرًا دونك، وإن كنت تريد به ملكاً ملكناك علينا، وإن كان هذا الذي يأتيك رئيًا تراه لا تستطيع رده عن نفسك طلبنا لك الطب، وبذلنا فيه أموالنا حتى نبرئك منه فإنه ربما غلب التابع على الرجل حتى يداوى منه، أو كما قال له، حتى إذا فرغ عتبة ورسول الله صلى الله عليه وسلم يستمع منه قال: أقد فرغت يا أبا الوليد؟ قال: نعم. قال فاستمع مني, قال: أفعل. فقال: بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ { حم * تَنْزِيلٌ مِنَ الرَّحْمَنِ الرَّحِيمِ * كِتَابٌ فُصِّلَتْ آَيَاتُهُ قُرْآَنًا عَرَبِيًّا لِقَوْمٍ يَعْلَمُونَ * بَشِيرًا",
            "page": "125",
            "part": "1"
        },
        {
            "id": "126",
            "nass": "وَنَذِيرًا فَأَعْرَضَ أَكْثَرُهُمْ فَهُمْ لَا يَسْمَعُونَ * وَقَالُوا قُلُوبُنَا فِي أَكِنَّةٍ مِمَّا تَدْعُونَا إِلَيْهِ وَفِي آَذَانِنَا وَقْرٌ وَمِنْ بَيْنِنَا وَبَيْنِكَ حِجَابٌ فَاعْمَلْ إِنَّنَا عَامِلُونَ } [سورة فصلت:1-5]، ثم مضى رسول الله صلى الله عليه وسلم فيها يقرؤها عليه، فلما سمعها منه عتبة أنصت لها، وألقى يديه خلف ظهره معتمدًا عليهما يسمع منه، ثم انتهى رسول الله صلى الله عليه وسلم إلى السجدة منها فسجد، ثم قال: قد سمعت يا أبا الوليد ما سمعت، فأنت وذاك، فقام عتبة إلى أصحابه، فقال بعضهم لبعضٍ: نحلف بالله لقد جاءكم أبو الوليد بغير الوجه الذي ذهب، فلما جلس إليهم قالوا: ما وراءك يا أبا الوليد ؟ قال: ورائي أني سمعت قولاً والله ما سمعت مثله قط، والله ما هو بالشعر، ولا بالسحر، ولا بالكهانة، يا معشر قريش أطيعوني واجعلوها بي، وخلوا بين هذا الرجل وبين ما هو فيه، فاعتزلوه، فوالله ليكونن لقوله الذي سمعت منه نبأ عظيم، فإن تصبه العرب فقد كفيتموه بغيركم، وإن يظهر على العرب فملكه ملككم، وعزه عزكم، وكنتم أسعد الناس به، قالوا: سحرك والله يا أبا الوليد بلسانه، قال: هذا رأيي فيه فاصنعوا ما بدا لكم(1). ¶ وهكذا تأتي الإغراءات لكل من يعمل في مجال الدعوة، فإن قبلها وتنازل عن الدعوة، يكون عاقبتها الخسران، والفشل في الدعوة. وميزانه في ذلك الشرع؛ فما كان منضبطًا بضوابط الشرع قبله, وإلا فلا. ¶ __________ ¶ (1) السيرة النبوية لابن هشام, 1/390-391.",
            "page": "126",
            "part": "1"
        },
        {
            "id": "127",
            "nass": "\"التضييق والتهديد من الآخرين: وذلك بشتى الوسائل والطرق، كما هدد قوم نوح نبيه: { قَالُوا لَئِنْ لَمْ تَنْتَهِ يَا نُوحُ لَتَكُونَنَّ مِنَ الْمَرْجُومِينَ } [سورة الشعراء:116]. وكما حكى القرآن تهديد أصحاب القرية للمرسلين إليهم: { قَالُوا إِنَّا تَطَيَّرْنَا بِكُمْ لَئِنْ لَمْ تَنْتَهُوا لَنَرْجُمَنَّكُمْ وَلَيَمَسَّنَّكُمْ مِنَّا عَذَابٌ أَلِيمٌ } [سورة يس:18]. وتهديد قوم شعيب له، فقال تعالى: { قَالَ الْمَلَأُ الَّذِينَ اسْتَكْبَرُوا مِنْ قَوْمِهِ لَنُخْرِجَنَّكَ يَا شُعَيْبُ وَالَّذِينَ آَمَنُوا مَعَكَ مِنْ قَرْيَتِنَا أَوْ لَتَعُودُنَّ فِي مِلَّتِنَا قَالَ أَوَلَوْ كُنَّا كَارِهِينَ } [سورة الأعراف:88]. وقال تعالى: { قَالُوا يَا شُعَيْبُ مَا نَفْقَهُ كَثِيرًا مِمَّا تَقُولُ وَإِنَّا لَنَرَاكَ فِينَا ضَعِيفًا وَلَوْلَا رَهْطُكَ لَرَجَمْنَاكَ وَمَا أَنْتَ عَلَيْنَا بِعَزِيزٍ * قَالَ يَا قَوْمِ أَرَهْطِي أَعَزُّ عَلَيْكُمْ مِنَ اللَّهِ وَاتَّخَذْتُمُوهُ وَرَاءَكُمْ ظِهْرِيًّا إِنَّ رَبِّي بِمَا تَعْمَلُونَ مُحِيطٌ } [سورة هود:91-92].وتهديد قوم لوط له في قوله تعالى: { قَالُوا لَئِنْ لَمْ تَنْتَهِ يَا لُوطُ لَتَكُونَنَّ مِنَ الْمُخْرَجِينَ } [سورة الشعراء:167]. وفي قوله تعالى: { وَلُوطًا إِذْ قَالَ لِقَوْمِهِ أَتَأْتُونَ الْفَاحِشَةَ مَا سَبَقَكُمْ بِهَا مِنْ أَحَدٍ مِنَ الْعَالَمِينَ * إِنَّكُمْ لَتَأْتُونَ الرِّجَالَ شَهْوَةً مِنْ دُونِ النِّسَاءِ بَلْ أَنْتُمْ قَوْمٌ مُسْرِفُونَ * وَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَنْ قَالُوا أَخْرِجُوهُمْ مِنْ قَرْيَتِكُمْ إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ * فَأَنْجَيْنَاهُ وَأَهْلَهُ إِلَّا امْرَأَتَهُ كَانَتْ مِنَ الْغَابِرِينَ * وَأَمْطَرْنَا عَلَيْهِمْ مَطَرًا فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُجْرِمِينَ } [سورة الأعراف:80-84].",
            "page": "127",
            "part": "1"
        },
        {
            "id": "128",
            "nass": "وكما هدد فرعون نبي الله موسى حينما أتى بالبراهين القاطعة لبطلان ألوهيته { قَالَ لَئِنِ اتَّخَذْتَ إِلَهًا غَيْرِي لَأَجْعَلَنَّكَ مِنَ الْمَسْجُونِينَ } [سورة الشعراء:29]. وكما هدد فرعون السحرة حين آمنوا بموسى: { وَأَوْحَيْنَا إِلَى مُوسَى أَنْ أَلْقِ عَصَاكَ فَإِذَا هِيَ تَلْقَفُ مَا يَأْفِكُونَ * فَوَقَعَ الْحَقُّ وَبَطَلَ مَا كَانُوا يَعْمَلُونَ * فَغُلِبُوا هُنَالِكَ وَانْقَلَبُوا صَاغِرِينَ * وَأُلْقِيَ السَّحَرَةُ سَاجِدِينَ * قَالُوا آَمَنَّا بِرَبِّ الْعَالَمِينَ * رَبِّ مُوسَى وَهَارُونَ * قَالَ فِرْعَوْنُ آَمَنْتُمْ بِهِ قَبْلَ أَنْ آَذَنَ لَكُمْ إِنَّ هَذَا لَمَكْرٌ مَكَرْتُمُوهُ فِي الْمَدِينَةِ لِتُخْرِجُوا مِنْهَا أَهْلَهَا فَسَوْفَ تَعْلَمُونَ * لَأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُمْ مِنْ خِلَافٍ ثُمَّ لَأُصَلِّبَنَّكُمْ أَجْمَعِينَ * قَالُوا إِنَّا إِلَى رَبِّنَا مُنْقَلِبُونَ * وَمَا تَنْقِمُ مِنَّا إِلَّا أَنْ آَمَنَّا بِآَيَاتِ رَبِّنَا لَمَّا جَاءَتْنَا رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْرًا وَتَوَفَّنَا مُسْلِمِينَ } [سورة الأعراف:117-126].",
            "page": "128",
            "part": "1"
        },
        {
            "id": "129",
            "nass": "وكما هدد بقتل أبناء من آمن بموسى، كما حكى القرآن: { وَقَالَ الْمَلَأُ مِنْ قَوْمِ فِرْعَوْنَ أَتَذَرُ مُوسَى وَقَوْمَهُ لِيُفْسِدُوا فِي الْأَرْضِ وَيَذَرَكَ وَآَلِهَتَكَ قَالَ سَنُقَتِّلُ أَبْنَاءَهُمْ وَنَسْتَحْيِي نِسَاءَهُمْ وَإِنَّا فَوْقَهُمْ قَاهِرُونَ } [سورة الأعراف:127]. بل نفذ هذه الجريمة، كما جاء في قوله تعالى: { وَإِذْ أَنْجَيْنَاكُمْ مِنْ آَلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذَابِ يُقَتِّلُونَ أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ وَفِي ذَلِكُمْ بَلَاءٌ مِنْ رَبِّكُمْ عَظِيمٌ } [سورة الأعراف:141]. فاستعان موسى بالصبر وأوصى به قومه، قال تعالى : { قَالَ مُوسَى لِقَوْمِهِ اسْتَعِينُوا بِاللَّهِ وَاصْبِرُوا إِنَّ الْأَرْضَ لِلَّهِ يُورِثُهَا مَنْ يَشَاءُ مِنْ عِبَادِهِ وَالْعَاقِبَةُ لِلْمُتَّقِينَ * قَالُوا أُوذِينَا مِنْ قَبْلِ أَنْ تَأْتِيَنَا وَمِنْ بَعْدِ مَا جِئْتَنَا قَالَ عَسَى رَبُّكُمْ أَنْ يُهْلِكَ عَدُوَّكُمْ وَيَسْتَخْلِفَكُمْ فِي الْأَرْضِ فَيَنْظُرَ كَيْفَ تَعْمَلُونَ } [سورة الأعراف:128-129]. بل هذا ديدن جميع الأقوام مع الأنبياء والمرسلين، كما جاء في قوله تعالى: { قَالَ الَّذِينَ كَفَرُوا لِرُسُلِهِمْ لَنُخْرِجَنَّكُمْ مِنْ أَرْضِنَا أَوْ لَتَعُودُنَّ فِي مِلَّتِنَا فَأَوْحَى إِلَيْهِمْ رَبُّهُمْ لَنُهْلِكَنَّ الظَّالِمِينَ * وَلَنُسْكِنَنَّكُمُ الْأَرْضَ مِنْ بَعْدِهِمْ ذَلِكَ لِمَنْ خَافَ مَقَامِي وَخَافَ وَعِيدِ } [سورة إبراهيم: 13-14].",
            "page": "129",
            "part": "1"
        },
        {
            "id": "130",
            "nass": "وهذا يحصل على مستويات عدة، والداعية الحصيف الذي لا يضيق بهذا التضييق، بل يدرسه، فإن سدّ له باب ذهب إلى الباب الآخر، فالدين دين الله تعالى، لن تغلق الأبواب كلها، وعليه فلا يصارع لفتح الباب دون أن يحاول بالأبواب الأخرى، فيضيع جهده هذا هباءً منثورًا، فليتنبه إلى هذا الأمر العظيم، ولنا في رسول الله صلى الله عليه وسلم أسوة حسنة، فكلما هدد من بابٍ وسدّ عليه ذهب إلى الباب الآخر، حتى استقر في المدينة وتوسعت الدعوة ونصره الله تعالى. ¶ * * * ¶ هذه أمثلة لبعض العوائق والعقبات التي تمر على الداعية أو تعترضه، وكما سبق أن بعضها من الخارج، وبعضها من الداعية نفسه لقصوره وعجزه لبعض متطلبات الدعوة. فعلى هذا يلزم الدعاة من الوعي لهذه العوائق، والحذر كل الحذر من التهاون بها، والتكاسل عنها, وبذل الجهد في الوقاية منها وعلاجها عند الوقوع فيها. وبالله التوفيق. ¶ * * * ¶ المبحث التاسع ¶ علاج هذه العوائق والعقبات ¶ فقد ذكرنا فيما سبق بعض العوائق والعقبات في طريق الدعوة، وأشير هنا لبعض الطرق النافعة، والوسائل الناجحة لعلاجها؛ ليستعين بها الداعية - بعد توفيق الله تعالى - لتجاوز هذه العقبات، منها: ¶ \"الارتباط بالله تعالى دائماً وأبداً: الارتباط بالله تعالى زاد يتقوى به الداعية في سيرته الدعوية وفي تجاوز العراقيل والعقبات في سبيل الدعوة، فقد أمر تعالى بالاستعانة بالصلاة في المصائب والبليات في قوله تعالى: { يَا أَيُّهَا الَّذِينَ آَمَنُوا اسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ إِنَّ اللَّهَ مَعَ الصَّابِرِينَ } [سورة البقرة: 153]. وفي قوله تعالى: { وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى الْخَاشِعِينَ } [سورة البقرة :45].",
            "page": "130",
            "part": "1"
        },
        {
            "id": "131",
            "nass": "وأمر نبيه بقيام الليل لتحمل أعباء النبوة وليستعين به على تجاوز العقبات في سبيل الدعوة، قال تعالى: { يَا أَيُّهَا الْمُزَّمِّلُ * قُمِ اللَّيْلَ إِلَّا قَلِيلًا * نِصْفَهُ أَوِ انْقُصْ مِنْهُ قَلِيلًا * أَوْ زِدْ عَلَيْهِ وَرَتِّلِ الْقُرْآَنَ تَرْتِيلًا * إِنَّا سَنُلْقِي عَلَيْكَ قَوْلًا ثَقِيلًا * إِنَّ نَاشِئَةَ اللَّيْلِ هِيَ أَشَدُّ وَطْئًا وَأَقْوَمُ قِيلًا * إِنَّ لَكَ فِي اَلنَّهَارِ سَبْحًا طَوِيلًا * وَاذْكُرِ اسْمَ رَبِّكَ وَتَبَتَّلْ إِلَيْهِ تَبْتِيلًا * رَبُّ الْمَشْرِقِ وَالْمَغْرِبِ لَا إِلَهَ إِلَّا هُوَ فَاتَّخِذْهُ وَكِيلًا * وَاصْبِرْ عَلَى مَا يَقُولُونَ وَاهْجُرْهُمْ هَجْرًا جَمِيلًا } [سورة المزمل: 1-10]. ¶ قال صاحب الأضواء: \"ففيه إرشاد إلى ما يقابل هذا الثقل فيما سيلقى عليه من القول، فهو بمثابة التوجيه إلى ما يتزود به لتحمل ثقل أعباء الدعوة والرسالة\"(1). ¶ وكان النبي صلى الله عليه وسلم يستعين بالعبادات، وبالأخص الصلاة, في مسيرته الدعوية؛ فنراه كلما حدث له حادث بادر إلى الصلاة، كما جاء في الحديث: عَن حُذَيْفَةَ قَالَ: كَانَ النَّبِيُّ صَلَّى الله عَلَيْهِ وَسَلَّمَ إِذَا حَزَبَهُ أَمْرٌ صَلَّى(2). ¶ __________ ¶ (1) تتمة أضواء البيان للشيخ عطية محمد سالم، 8/613.… ¶ (2) سنن أبي داود، كتاب الصلاة، باب: وقت قيام النبي صلى الله عليه وسلم من الليل، برقم: (1319).",
            "page": "131",
            "part": "1"
        },
        {
            "id": "132",
            "nass": "وكان النبي صلى الله عليه وسلم يجد اللذة والراحة في الصلاة، فعَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ قَالَ: قَالَ رَجُلٌ:- قَالَ مِسْعَرٌ: أُرَاهُ مِن خُزَاعَةَ- لَيْتَنِي صَلَّيْتُ فَاسْتَرَحْتُ فَكَأَنَّهُمْ عَابُوا عَلَيْهِ ذَلِكَ, فَقَالَ: سَمِعْتُ رَسُولَ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ يَقُولُ: يَا بِلَالُ أَقِم الصَّلَاةَ أَرِحْنَا بِهَا (1). ¶ قال صاحب عون المعبود في شرح الحديث: قَالَ فِي النِّهَايَة: أَيْ نَسْتَرِيح بِأَدَائِهَا مِن شُغْل الْقَلْب بِهَا, وَقِيلَ كَانَ اِشْتِغَاله بِالصَّلَاةِ رَاحَة لَهُ فَإِنَّهُ كَانَ يَعُدّ غَيْرهَا مِن الْأَعْمَال الدُّنْيَوِيَّة تَعَبًا فَكَانَ يَسْتَرِيح بِالصَّلَاةِ لِمَا فِيهَا مِن مُنَاجَاة الله تَعَالَى, وَلِهَذَا قَالَ \"وَجُعِلَتْ قُرَّة عَيْنِي فِي الصَّلَاة \" وَمَا أَقْرَب الرَّاحَة مِن قُرَّة الْعَيْن(2). ¶ وعَنْ أَنَسٍ قَالَ: قَالَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ: حُبِّبَ إِلَيَّ مِن الدُّنْيَا النِّسَاءُ وَالطِّيبُ, وَجُعِلَ قُرَّةُ عَيْنِي فِي الصَّلَاةِ (3). ¶ __________ ¶ (1) سنن أبي داود، كتاب الأدب، باب: في صلاة العتمة، برقم: (4985). ومسند أحمد (5/364). ¶ (2) عون المعبود شرح سنن أبي داود، للعظيم آبادي، 13/330. ¶ (3) سنن النسائي، كتاب: عشرة النساء، باب: حب النساء، برقم: (3391). ومسند أحمد (3/128).",
            "page": "132",
            "part": "1"
        },
        {
            "id": "133",
            "nass": "وكان النبي صلى الله عليه وسلم يصلى ويطيل القيام حتى تورمت قدماه، ومع ذلك لا يحس التعب بل يجد اللذة والراحة، وإذا نبهه على ذلك أحد كان يقول: أفلا أكون عبدًا شكورًا؟ فعَنْ زِيَادٍ قَالَ: سَمِعْتُ الْمُغِيرَةَ رَضِيَ الله عَنْهُ يَقُولُ: إِنْ كَانَ النَّبِيُّ صَلَّى الله عَلَيْهِ وَسَلَّمَ لَيَقُومُ لِيُصَلِّيَ حَتَّى تَرِمُ قَدَمَاهُ أَوْ سَاقَاهُ, فَيُقَالُ لَهُ فَيَقُولُ: أَفَلَا أَكُونُ عَبْدًا شَكُورًا؟(1). ¶ ولعظمة هذا الأمر - الاستعانة بالصلاة - كان يحث أهله على القيام بها، فقد جاء في الحديث أنه استيقظ ليلةً من نومه وأمر بإيقاظ زوجاته للعبادة لنزول الفتن، فعن هِنْد بِنْت الحَارِثِ أَنَّ أُمَّ سَلَمَةَ رَضِيَ الله عَنْهَا قَالَتْ: اسْتَيْقَظَ النَّبِيُّ صَلَّى الله عَلَيْهِ وَسَلَّمَ فَقَالَ: سُبْحَانَ الله مَاذَا أُنْزِلَ مِن الخَزَائِنِ! وَمَاذَا أُنْزِلَ مِن الْفِتَنِ! مَن يُوقِظُ صَوَاحِبَ الحُجَرِ؟ يُرِيدُ بِهِ أَزْوَاجَهُ حَتَّى يُصَلِّينَ. رُبَّ كَاسِيَةٍ فِي الدُّنْيَا عَارِيَةٌ فِي الْآخِرَةِ (2). ¶ قال الحافظ في الفتح: وَفِي الْحَدِيث اِسْتِحْبَاب الْإِسْرَاع إِلَى الصَّلَاة عِنْد خَشْيَة الشَّرّ كَمَا قَالَ تَعَالَى: { وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ } وَكَانَ صَلَّى الله عَلَيْهِ وَسَلَّمَ إِذَا حَزَبَهُ أَمْر فَزِعَ إِلَى الصَّلَاة, وَأَمَرَ مَن رَأَى فِي مَنَامه مَا يَكْرَه أَنْ يُصَلِّيَ (3). ¶ __________ ¶ (1) صحيح البخاري، كتاب الجمعة، باب: قيام النبي صلى الله عليه وسلم الليل، برقم: (1130). ¶ (2) صحيح البخاري، كتاب الأدب، باب: التكبير والتسبيح عند التعجب، برقم: (6218). ¶ (3) فتح الباري شرح صحيح البخاري، 1/211. والآية من سورة البقرة: 45.",
            "page": "133",
            "part": "1"
        },
        {
            "id": "134",
            "nass": "فعلى الداعية أن يضع لنفسه برنامجاً عباديًا مستمرًا من الصلاة، وتلاوة القرآن، والأذكار، والصلاة على النبي صلى الله عليه وسلم، وغيرها؛ لتكون معينة له في هذه المسيرة المباركة. ¶ \" الدعاء المستمر بالثبات, والصبر, والتحمل, والإخلاص، والعمل بالحق: ¶ إن للدعاء فوائد عظيمة، وثمرات جليلة، فهو نعمة عظيمة، ومنحة كبرى، امتن الله به على عباده، فشأنه عظيم، ومكانته عالية في الإسلام، فكل الناس بأمسّ الحاجة إليه، وبالأخص الدعاة لكي يستعينوا به في مسيرتهم الدعوية, وإن الله يحب من العبد أن يسأله، ويغضب على من لم يسأله، كما جاء في الحديث: عَن أَبِي هُرَيْرَةَ رَضِيَ الله عَنْهُ قَالَ: قَالَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ: مَن لَمْ يَسْأَل الله يَغْضَبْ عَلَيْهِ (1). ¶ يقول الشاعر: ¶ لا تسألن بُنَيّ آدم حاجةً…وسل الذي أبوابه لا تحجب ¶ الله يغضب إن تركت سؤاله…وبُنَيّ آدم حين يسأل يغضب ¶ وثمرة الدعاء مضمونة إذا خلا من الموانع؛ فعَن أَبِي هُرَيْرَةَ عَن النَّبِيِّ صَلَّى الله عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ: لَا يَزَالُ يُسْتَجَابُ لِلْعَبْدِ مَا لَمْ يَدْعُ بِإِثْمٍ أَوْ قَطِيعَةِ رَحِمٍ مَا لَمْ يَسْتَعْجِلْ, قِيلَ: يَا رَسُولَ الله مَا الِاسْتِعْجَالُ؟ قَالَ: يَقُولُ: قَدْ دَعَوْتُ وَقَدْ دَعَوْتُ فَلَمْ أَرَ يَسْتَجِيبُ لِي, فَيَسْتَحْسِرُ عِنْدَ ذَلِكَ وَيَدَعُ الدُّعَاءَ (2). ¶ __________ ¶ (1) جامع الترمذي، كتاب الدعوات، باب: منه، برقم: (3373). ¶ (2) صحيح مسلم، كتاب الذكر والدعاء، باب: بيان أنه يستجاب للداعي مالم يعجل، برقم: (2735).",
            "page": "134",
            "part": "1"
        },
        {
            "id": "135",
            "nass": "وعَنْ جَابِرٍ قَالَ: سَمِعْتُ رَسُولَ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ يَقُولُ: مَا مِن أَحَدٍ يَدْعُو بِدُعَاءٍ إِلَّا آتَاهُ الله مَا سَأَلَ, أَوْ كَفَّ عَنْهُ مِن السُّوءِ مِثْلَهُ, مَا لَمْ يَدْعُ بِإِثْمٍ أَوْ قَطِيعَةِ رَحِمٍ (1). ¶ وعَنْ زَيْدِ بْنِ أَسْلَمَ أَنَّهُ كَانَ يَقُولُ: مَا مِن دَاعٍ يَدْعُو إِلَّا كَانَ بَيْنَ إِحْدَى ثَلَاثٍ: إِمَّا أَنْ يُسْتَجَابَ لَهُ, وَإِمَّا أَنْ يُدَّخَرَ لَهُ, وَإِمَّا أَنْ يُكَفَّرَ عَنْهُ(2). ¶ قال ابن حجر: \"كل داع يستجاب له لكن تتنوع الإجابة؛ فتارةً تقع بعين ما دعا به، وتارةً بعوضه\" (3). ¶ فعلى الداعي أن يستعين بالدعاء لأنه سبب الثبات والنصر على العدو، فلما برز طالوت وجنوده لجالوت وجنوده دعوا الله بقولهم: { رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْرًا وَثَبِّتْ أَقْدَامَنَا وَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ } [سورة البقرة:250]. فقبل الله دعاءهم ونصرهم على عدوهم كما جاء في الآية التي بعدها: { فَهَزَمُوهُمْ بِإِذْنِ اللَّهِ وَقَتَلَ دَاوُودُ جَالُوتَ وَآَتَاهُ اللَّهُ الْمُلْكَ وَالْحِكْمَةَ وَعَلَّمَهُ مِمَّا يَشَاءُ } [سورة البقرة:251]. ¶ يقول الإمام الشافعي: ¶ أتهزأ بالدعاء وتزدريه وما تدري ما صنع الدعاء ¶ سهام الليل لا تخطي ولكن له أمد وللأمد انقضاء ¶ __________ ¶ (1) جامع الترمذي، كتاب الدعوات، باب: ما جاء أن دعوة المسلم مستجابة، برقم: (3381). ¶ (2) موطأ مالك، كتاب الصلاة، باب: ما جاء في الدعاء، برقم: (504). ¶ (3) فتح الباري شرح صحيح البخاري، 11/95.",
            "page": "135",
            "part": "1"
        },
        {
            "id": "136",
            "nass": "\" المنهجية في الدعوة والرؤية السليمة حتى لا يظن الداعي أنه وقف أمام جدار لا ينهد: إن الدعوة إلى الله من أشرف الأعمال، فعلى الداعية أن يدعو الناس على بينة من الأمر، كما جاء في قوله تعالى: { قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَةٍ أَنَا وَمَنِ اتَّبَعَنِي وَسُبْحَانَ اللَّهِ وَمَا أَنَا مِنَ الْمُشْرِكِينَ } [سورة يوسف:108]. فالتخطيط السليم والمنهجية في الدعوة من أسباب النجاح في الدعوة - كما سبق في مقومات الدعوة - لأن الدين دين الله تعالى، لن تغلق الأبواب كلها، بل إن سد له باب انفتح له باب آخر، ومن ثم فلا ييأس من العوائق، بل يحسبها من مقدمات النجاح. ¶ \"صحبة العلماء الربانيين والدعاة الصادقين: من أسباب علاج العوائق اتخاذ الصحبة الصالحة والرفقة الطيبة، بحيث يشدون أزره، ويقوونه على تجاوز العقبات، وإن اتخاذ الصحبة الطيبة من الوسائل المعينة على التحمس للدعوة، وتجاوز العقبات، لأن المرء ضعيف بنفسه، قوي بإخوانه الصالحين، والرجل الصالح لا ترى منه إلا خيراً؛ ففي الحديث عَن أَبِي مُوسَى رَضِيَ الله عَنْهُ عَن النَّبِيِّ صَلَّى الله عَلَيْهِ وَسَلَّمَ قَالَ: مَثَلُ الْجَلِيسِ الصَّالِحِ وَالسَّوْءِ كَحَامِلِ الْمِسْكِ وَنَافِخِ الْكِيرِ؛ فَحَامِلُ الْمِسْكِ إِمَّا أَنْ يُحْذِيَكَ وَإِمَّا أَنْ تَبْتَاعَ مِنْهُ وَإِمَّا أَنْ تَجِدَ مِنْهُ رِيحًا طَيِّبَةً, وَنَافِخُ الْكِيرِ إِمَّا أَنْ يُحْرِقَ ثِيَابَكَ وَإِمَّا أَنْ تَجِدَ رِيحًا خَبِيثَةً(1). وهم القوم لا يشقى جليسهم، فعلى الداعية أن يختار صحبتهم لكي يتقوى بهم في مسيرته الدعوية. ¶ __________ ¶ (1) صحيح البخاري، كتاب الذبائح والصيد، باب المسك، برقم: (5534).",
            "page": "136",
            "part": "1"
        },
        {
            "id": "137",
            "nass": "\"العلم والمواصلة فيه: إن طلب العلم والمواصلة فيه من أسباب العون لتجاوز العقبات وتذليل الصعاب، لأن العلم نور، يهدي الإنسان إلي ما ينفعه في دنياه وآخرته، ويسهل الصعاب، ويفتح المعضلات, وقد ذكرناه بشيء من التفصيل في الوقفة الخامسة، ويؤكد هنا على صحبة العلماء الربانيين، والتلقي عنهم واستشارتهم، فهم المصدر الآمن - بعد توفيق الله تعالى - والذين وجهنا الله تعالى إليه في قوله: { فَاسْأَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لَا تَعْلَمُونَ } [سورة النحل: 43] وإن ضلال مَن ضلَّ غُلوّاً أو انحرافاً كان بسبب البُعد عن هؤلاء العلماء الأعلام والتلقي عن المصادر المجهولة، أو الصغار ونحوهم. ¶ \"التوازن بين الدعوة والمتطلبات الأخرى: ¶ من القواعد الشرعية أن جميع أعمال العبد تصير عبادةً بنية التعبد لله عز وجل، ولذلك علَّمنا الرسول بأن نهتمّ بجميع الأمور التي تحتاجها الأمة، وندعو الله العافية والحسنة في هذه الدنيا وفي الآخرة، في الحديث عَن أَنَسٍ قَالَ: كَانَ أَكْثَرُ دُعَاءِ النَّبِيِّ صَلَّى الله عَلَيْهِ وَسَلَّمَ: اللهمَّ رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً, وَفِي الْآخِرَةِ حَسَنَةً, وَقِنَا عَذَابَ النَّارِ(1). ¶ يقول ابن حجر: \"قَالَ عِيَاض: إِنَّمَا كَانَ يُكْثِر الدُّعَاء بِهَذِهِ الْآيَة لِجَمْعِهَا مَعَانِي الدُّعَاء كُلّه مِن أَمْر الدُّنْيَا وَالْآخِرَة, قَالَ: وَالْحَسَنَة عِنْدهمْ هَاهُنَا النِّعْمَة, فَسَأَلَ نُعَيْم الدُّنْيَا وَالْآخِرَة وَالْوِقَايَة مِن الْعَذَاب, نَسْأَل الله تَعَالَى أَنْ يَمُنّ عَلَيْنَا بِذَلِكَ وَدَوَامه\"(2). ¶ __________ ¶ (1) صحيح البخاري، كتاب الدعوات، باب: قول النبي صلى الله عليه وسلم: ربنا آتنا في الدنيا حسنة، برقم: (6389). ¶ (2) فتح الباري شرح صحيح البخاري ،لابن حجر العسقلاني، 11/192.",
            "page": "137",
            "part": "1"
        },
        {
            "id": "138",
            "nass": "وَقَالَ الشَّيْخ عِمَاد الدِّين اِبْن كَثِير: \"فجمعت هذه الدعوة كل خير في الدنيا، وصرفت كل شر، فإن الْحَسَنَة فِي الدُّنْيَا تَشْمَل كُلّ مَطْلُوب دُنْيَوِيّ؛ مِن عَافِيَة, وَدَار رَحْبَة, وَزَوْجَة حَسَنَة, وَرِزْق وَاسِع, وَعِلْم نَافِع, وَعَمَل صَالِح, وَمَرْكَب هَنِيء, وَثَنَاء جَمِيل إِلَى غَيْر ذَلِكَ, مِمَّا شَمِلَتْهُ عِبَارَات المفسرين، ولا منافاة بينها، فَإِنَّهَا كُلّهَا مُنْدَرِجَة فِي الْحَسَنَة فِي الدُّنْيَا, وَأَمَّا الْحَسَنَة فِي الْآخِرَة: فَأَعْلَاهَا دُخُول الْجَنَّة, وَتَوَابِعه مِن الْأَمْن مِن الْفَزَع الْأَكْبَر فِي الْعَرَصَات, وَتَيْسِير الْحِسَاب, وَغَيْر ذَلِكَ مِن أُمُور الْآخِرَة, وَأَمَّا الْوِقَايَة مِن عَذَاب النَّار فَهُوَ يَقْتَضِي تَيْسِير أَسْبَابه فِي الدُّنْيَا مِن اِجْتِنَاب الْمَحَارِم والآثام وَتَرْك الشُّبُهَات والحرام\"(1). ¶ كما جمع النبي صلى الله عليه وسلم مسألة صلاح الدين والدنيا في أدعية كثيرة، منها هذا الدعاء المروي عَن أَبِي هُرَيْرَةَ قَالَ: كَانَ رَسُولُ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ يَقُولُ: اللهمَّ أَصْلِحْ لِي دِينِي الَّذِي هُوَ عِصْمَةُ أَمْرِي, وَأَصْلِحْ لِي دُنْيَايَ الَّتِي فِيهَا مَعَاشِي, وَأَصْلِحْ لِي آخِرَتِي الَّتِي فِيهَا مَعَادِي, وَاجْعَل الحَيَاةَ زِيَادَةً لِي فِي كُلِّ خَيْرٍ, وَاجْعَل المَوْتَ رَاحَةً لِي مِن كُلِّ شَرٍّ(2). ¶ فعلى الداعي أن يوجد توازناً بين الدعوة وأمور الدنيا، فإن أهمل الدعوة خسر الآخرة، وإن أهمل الدنيا فلعله يبتلى بفقر مدقع فلا يصبر، والأمر بينهما. ¶ __________ ¶ (1) تفسير القرآن العظيم لابن كثير، 1/355-356. ¶ (2) صحيح مسلم، كتاب الذكر والدعاء، باب: التعوذ من شر ما عمل ومن شر ما لم يعمل، برقم: (2720).",
            "page": "138",
            "part": "1"
        },
        {
            "id": "139",
            "nass": "\"الاتصال بالقرآن: قراءةً وحفظاً وتعلُّماً ونشراً وتفسيراً، فالقرآن العظيم كتاب الله تعالى أنزله بواسطة جبريل على محمد صلى الله عليه وسلم، قال تعالى: { وَإِنَّهُ لَتَنْزِيلُ رَبِّ الْعَالَمِينَ * نَزَلَ بِهِ الرُّوحُ الْأَمِينُ * عَلَى قَلْبِكَ لِتَكُونَ مِنَ الْمُنْذِرِينَ * بِلِسَانٍ عَرَبِيٍّ مُبِينٍ } [سورة الشعراء:192-195]. ¶ وقد بيَّن الله تعالى أن القرآن شفاء من جميع الأمراض البدنية والروحية، كما قال تعالى: { وَنُنَزِّلُ مِنَ الْقُرْآَنِ مَا هُوَ شِفَاءٌ وَرَحْمَةٌ لِلْمُؤْمِنِينَ وَلَا يَزِيدُ الظَّالِمِينَ إِلَّا خَسَارًا } [سورة الإسراء:82]. ¶ وقال تعالى: { قُلْ هُوَ لِلَّذِينَ آَمَنُوا هُدًى وَشِفَاءٌ } [سورة فصلت:44]. ¶ فالاتصال بكتاب الله تعالى تلاوةً وتأملاً وفهماً خير معين في سبيل الدعوة، وخير مصاحب يتقوّى به الداعية على تجاوز العقبات والعوائق في هذا السبيل بإذن الله تعالى. ¶ ولا شك أنه من جملة الأعمال الصالحة، لكن يذكر بخصوصه لأهميته. ¶ وبعد: فهذه جملة من نقاط العلاج، ويجمعها العلاقة بالله تعالى من جميع الوجوه، وبدايتها الفهم السليم للدعوة والعمل المتوازن، ومن يكن مع الله فالله معه. ¶ * * * ¶ المبحث العاشر ¶ فوائد وثمرات الدعوة إلى الله على الداعي والمجتمع ¶ إن الدعوة إلى الله لها فضائل جمة وآثار حميدة، تعود على الفرد والمجتمع على حد سواء، أذكر بعضًا منها على سبيل الإيجاز: ¶ \"إعلاء كلمة الله في الأرض: فبالدعوة إلى الله تعلو كلمة الله على الأرض، وترتفع راية الإسلام خفاقة، لأنه لا بد أن ينتصر هذا الدين، كما قال تعالى: { يُرِيدُونَ لِيُطْفِئُوا نُورَ اللَّهِ بِأَفْوَاهِهِمْ وَاللَّهُ مُتِمُّ نُورِهِ وَلَوْ كَرِهَ الْكَافِرُونَ * هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ } [سورة الصف:8-9].",
            "page": "139",
            "part": "1"
        },
        {
            "id": "140",
            "nass": "\"تطهير المجتمع من المنكرات والسيئات، فالطريق الأمثل لهذا التطهير الدعوة إلى التحلي بالفضائل والتخلي من الرذائل. فينشر العلم الصحيح، ويقمع البدع والمنكرات، وتحيى السنن. فيسلم المجتمع من الموبقات. ¶ \"اجتماع الكلمة التي ينتج عنها حصول القوة للمسلمين والانتصار على عدوهم، ويصدق عليهم قول الله تعالى: { مُحَمَّدٌ رَسُولُ اللَّهِ وَالَّذِينَ مَعَهُ أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَمَاءُ بَيْنَهُمْ } [سورة الفتح: 29], لذا نرى لزاماً على المسلمين أن يستشعر كل فرد منهم مسئوليته تجاه مجتمعه، ويبذل ما فيه قصارى جهده لائتلاف الكلمة, ورأب الصدع، والبعد عن كل ما يشتت كلمة المسلمين، ويمزق جمعهم، فهذا من أعظم خطوات البناء في تقوية أساس المجتمع. ¶ \"مجتمع الدعوة يكون أفراده من أحسن الناس خلقًا، وأكثرهم حلمًا, وأوسعهم سماحةً وتواضعًا، وأحرصهم على مكارم الأخلاق, ومحاسن الأعمال بسبب آثار الدعوة. ¶ \"شيوع التراحم والتناصر في المجتمع: إن المجتمع الذي يقوم أبناؤه بمهمة الدعوة يكون من أسعد المجتمعات, يقوى فيهم التناصر والتعاون على الخير, ويكونون يداً واحدةً في الشدائد والمحن، ويصدق عليهم قول النبي صلى الله عليه وسلم: \"مَثَلُ المُؤْمِنِينَ فِي تَوَادِّهِمْ وَتَرَاحُمِهِمْ وَتَعَاطُفِهِمْ مَثَلُ الْجَسَدِ إِذَا اشْتَكَى مِنْهُ عُضْوٌ تَدَاعَى لَهُ سَائِرُ الجَسَدِ بالسهر والحمى\"(1). وترتفع الأحقاد والضغائن، وتختفي الشحناء والبغضاء، ويندحر الشيطان وأعوانه من هذا المجتمع. ¶ __________ ¶ (1) صحيح مسلم، كتاب البر والصلة والآداب، باب تراحم المؤمنين، برقم: (2586).…",
            "page": "140",
            "part": "1"
        },
        {
            "id": "141",
            "nass": "\"الأجر والمثوبة التي يحصل عليهما الداعي طوال حياته، فمن سلك طريقًا يلتمس فيه علمًا سهل الله به طريقًا إلى الجنة. وكل من اهتدى بسببه يكون أجراً للداعي، كما جاء في الحديث: \"مَنْ سَنَّ فِي الْإِسْلَامِ سُنَّةً حَسَنَةً فَعُمِلَ بِهَا بَعْدَهُ كُتِبَ لَهُ مِثْلُ أَجْرِ مَن عَمِلَ بِهَا, وَلَا يَنْقُصُ مِن أُجُورِهِمْ شَيْءٌ, وَمَنْ سَنَّ فِي الْإِسْلَامِ سُنَّةً سَيِّئَةً فَعُمِلَ بِهَا بَعْدَهُ كُتِبَ عَلَيْهِ مِثْلُ وِزْرِ مَن عَمِلَ بِهَا, وَلَا يَنْقُصُ مِن أَوْزَارِهِمْ شَيْءٌ\"(1). وكما قال النبي صلى الله عليه وسلم لعلي رضي الله عنه يوم خيبر: \"فَوَ الله لَأَنْ يَهْدِيَ الله بِكَ رَجُلًا وَاحِدًا خَيْرٌ لَكَ مِن أَنْ يَكُونَ لَكَ حُمْرُ النَّعَمِ\"(2). ¶ \"والدعوة من الصدقة الجارية: كما جاء في الحديث: فعَنْ أَبِي هُرَيْرَةَ رَضِيَ الله عَنْهُ أَنَّ رَسُولَ الله صَلَّى الله عَلَيْهِ وَسَلَّمَ قَالَ: \"إِذَا مَاتَ الْإِنْسَانُ انْقَطَعَ عَمَلُهُ إِلَّا مِن ثَلَاثٍ: صَدَقَةٌ جَارِيَةٌ, وَعِلْمٌ يُنْتَفَعُ بِهِ, وَوَلَدٌ صَالِحٌ يَدْعُو لَهُ\". قَالَ أَبُو عِيسَى: هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ(3). فالدعوة ثمرة العلم الذي يستمر لصاحبه بعد مماته. ¶ __________ ¶ (1) صحيح مسلم، كتاب العلم، باب من سنّ سنة حسنة أو سيئة (1017). ¶ (2) صحيح مسلم، كتاب فضائل الصحابة، باب: من فضائل علي بن أبي طالب رضي الله عنه، برقم: (2404). ¶ (3) سنن الترمذي، كتاب الأحكام، باب: في الوقف، برقم (1376)",
            "page": "141",
            "part": "1"
        },
        {
            "id": "142",
            "nass": "\"الحياة الطيبة للدعاة: فعيشون عيشة طيبة, فلهم الأمن والأمان في هذا المجال، فيكونون مطمئني النفس والبال، مرتاحي الضمير والخاطر، ليسوا قلقين من الحياة ولا مكتئبين منها, ينطبق عليهم قول الله تعالى: { مَنْ عَمِلَ صَالِحًا مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً وَلَنَجْزِيَنَّهُمْ أَجْرَهُمْ بِأَحْسَنِ مَا كَانُوا يَعْمَلُونَ } [سورة النحل:97]. وطلب العلم والدعوة إلى الله من أجل الأعمال. ¶ \"إبراء الذمة عن الأمة بمسؤولية التبليغ امتثالًا لقول النبي صلى الله عليه وسلم: \"بَلِّغُوا عَنِّي وَلَوْ آيَةً\"(1). ¶ وقوله سبحانه: { وَإِذْ قَالَتْ أُمَّةٌ مِنْهُمْ لِمَ تَعِظُونَ قَوْمًا اللَّهُ مُهْلِكُهُمْ أَوْ مُعَذِّبُهُمْ عَذَابًا شَدِيدًا قَالُوا مَعْذِرَةً إِلَى رَبِّكُمْ وَلَعَلَّهُمْ يَتَّقُونَ } [سورة الأعراف: 164]. ¶ \"القيام بمسؤولية طلب العلم على الأمة ونشرها للناس، امتثالًا لقوله تعالى: { فَلَوْلَا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ إِذَا رَجَعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ } [سورة التوبة :122]. ¶ \"ازدياد إيمان العبد: وهو من أهم الثمرات؛ إن من عقيدة أهل السنة والجماعة أن الإيمان يزيد بالطاعات وينقص بالمعاصي، وأن الدعوة إلى الله من أعلى مراتب الطاعات، بل هو لب الطاعات. ¶ __________ ¶ (1) صحيح البخاري، كتاب أحاديث الأنبياء، باب: ما ذكر عن بني إسرائيل، برقم (3461).",
            "page": "142",
            "part": "1"
        },
        {
            "id": "143",
            "nass": "\"تمكن الخيرية المطلقة لهذه الأمة، كما قال سبحانه: { كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ الْمُنْكَرِ وَتُؤْمِنُونَ بِاللَّهِ } [سورة آل عمران :110] وهذه الخيرية عامة في الدنيا وفي الآخرة، تنبني عليها السعادة في الدارين؛ من سعة الرزق والأمن والطمأنينة والنصرة على الأعداء وغيرها، وكذلك في الآخرة بدخول الجنان ورضا الرحمن. ¶ * * * ¶ وبعد: فهذه بعض الآثار الحميدة والنتائج الطيبة للدعوة إلى الله، نسأل الله تبارك وتعالى أن ينظمنا في سلك الدعاة المصلحين، والذين يرثون ميراث محمد صلى الله عليه وسلم. آمين. ¶ * * * ¶ الخاتمة ¶ الحمد لله الذي هدانا لهذا، وما كنا لنهتدي لولا أن هدانا الله، والصلاة والسلام على النبي الخاتم، المبعوث رحمة للعالمين، أما بعد: ¶ فقد قضينا أوقاتًا طيبةً، وساعاتٍ ممتعة، عامرة بذكر الله عزوجل, مع هذا الحديث العظيم الذي يحتوي على المعاني الطيبة، والمفاهيم العالية، ومن أهم ما خرجنا به من القضايا العظيمة التي أشار إليها الحديث: ¶ * أن النبي صلى الله عليه وسلم بعث رحمةً للعالمين كافةً. ¶ * وأن النبي صلى الله عليه وسلم كان حريصًا على المؤمنين رؤوفاً رحيماً بهم. ¶ * وأن الاستفادة من شريعته على قدر صلاح الإنسان, وطيب أصله, وشرف أرومته. ¶ * وأن الناس من حيث استفادتهم على ثلاثة أنواع: ¶ \"النَّوْع الْأَوَّل مِن النَّاس؛ من يبلغه الهدى والعلم فيحفظه فيحيا قلبه, ويعمل به, ويعلّمه غيره, فينتفع وينفع, وهؤلاء أعلا الناس منزلةً في الدنيا والآخرة.",
            "page": "143",
            "part": "1"
        },
        {
            "id": "144",
            "nass": "\"النَّوْع الثَّانِي مِن النَّاس؛ لهم قلوب حافظة, لكِن لَيست لهم أفهام ثَاقبة, ولا رسوخ لهم فِي العقل يستنبطون به المعاني والأَحْكام, ولَيس عندهم اجْتهادٌ فِي الطَّاعة والْعمل به, فهم يحْفظونه حتَّى يأتي طَالِبٌ محْتاج مُتَعَطِّشٌ لِما عندهم من الْعلم, أَهل للنَّفْع والانتفاع, فيأْخذه منهم, فينتفع به, فهؤلاء نفعوا بِما بلغهم. ¶ \"النَّوْعُ الثَّالِثُ مِن النَّاس؛ ليست لهم قلوب حافظة, ولا أفهام واعية, فإذا سمعوا العلم لا ينتفعون به, ولا يحفظونه لنفع غيرهم. ¶ * وأن الأمثال لها تأثير بالغ على الإنسان, ويستفاد منها في أمور كثيرة: في التذكير، والنصح, والوعظ, والحث, والترغيب, والترهيب، والتربية، والتعليم، والزجر, والاعتبار, والتقرير, وتقريب المراد للعقل, وتصويره بصورة المحسوس, وغيرها. ¶ * كما تعرفنا من خلال هذه العجالة السريعة على فَضْل الْعِلْم وَالتَّعْلِيم, وَشِدَّة الْحَثّ عَلَيْهِمَا, وبيان بعض الآداب والصفات التي يجب أن يتحلى بها طالب العلم, وَذَمّ الْإِعْرَاض عَن الْعِلْم. ¶ * وقبل الختام تحدثنا بشيء من التفصيل عن موضوع الدعوة وأهدافها، وفضائلها، ومقوماتها، وسمات الداعية، والوسائل والأساليب للدعوة، وعوائق وعقبات في طريق الدعوة، ثم الخاتمة. ¶ أسأل الله تعالى أن ينفع بهذه الكلمات، وأن يجعلها من المدخرات في الحياة وبعد الممات, حقق الله الآمال وسدد الخطى، وعلمنا ما ينفعنا، ونفعنا بما علمنا إنه عليم حكيم. ¶ وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين. ¶ كتبه ¶ فالح بن محمد بن فالح الصغيِّر ¶ ص. ب. 41961 الرياض -11531 ¶ البريد الإلكتروني:.com falehmalsgair@yahoo ¶ الفهرس ¶ المقدمة…5 ¶ نص الحديث …9 ¶ الوقفة الأولى…: تخريج الحديث…11 ¶ الوقفة الثانية…: مع كلمات الحديث …12 ¶ الوقفة الثالثة…: نظرة في عموم الحديث…15 ¶ الوقفة الرابعة…: ضرب الأمثلة…19 ¶ الوقفة الخامسة…: في طلب العلم والتفقه فيه…29",
            "page": "144",
            "part": "1"
        },
        {
            "id": "145",
            "nass": "الوقفة السادسة…: في الدعوة إلى الله…37 ¶ المبحث الأول…: مفهوم الدعوة…38 ¶ المبحث الثاني…: موضوع الدعوة …41 ¶ المبحث الثالث…: أهداف الدعوة…44 ¶ المبحث الرابع…: فضائل الدعوة…53 ¶ المبحث الخامس…: مقومات الدعوة …58 ¶ المبحث السادس…: سمات الداعية…67 ¶ المبحث السابع…: وسائل الدعوة وأساليبها…82 ¶ أولاً: وسائل التبليغ …83 ¶ ثانياً: أساليب الدعوة…93 ¶ المبحث الثامن…: عوائق وعقبات في طريق الدعوة…106 ¶ أولاً: الابتلاء سنة دعوية…106 ¶ ثانياً: بعض العوائق والعقبات في طريق الدعوة…116 ¶ المبحث التاسع…: علاج هذه العوائق والعقبات …133 ¶ المبحث العاشر : بعض فوائد وثمرات الدعوة إلى الله على ¶ الداعي والمجتمع …143 ¶ الخاتمة…147 ¶ الفهرس…150 ¶ * * *",
            "page": "145",
            "part": "1"
        }
    ],
    "t35970": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مثل ما بعثني الله"
        }
    ]
}