{
    "b35974": [
        {
            "id": "1",
            "nass": "تعطير الأنفاس بالتعليق علي وصية النبي لإبن عباس ¶ جمع وترتيب ¶ راجي رحمة ذو الإحسان ¶ أبو عبد الرحمن محمد بن عمران",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ إن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا من يهده الله فلا مضل له ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحدة لا شريك له وأشهد أن محمداً عبده ورسوله، (يَا أَيُّهَا الَّذِينَ آمَنُواْ اتَّقُواْ اللّهَ حَقَّ تُقَاتِهِ وَلاَ تَمُوتُنَّ إِلاَّ وَأَنتُم مُّسْلِمُونَ) (يَا أَيُّهَا النَّاسُ اتَّقُواْ رَبَّكُمُ الَّذِي خَلَقَكُم مِّن نَّفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيرًا وَنِسَاء وَاتَّقُواْ اللّهَ الَّذِي تَسَاءلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللّهَ كَانَ عَلَيْكُمْ رَقِيبًا) (يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا * يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَن يُطِعْ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا) أما بعد: (¬1) ¶ بين يديّ الرسالة: ¶ إن من أعظم السعيّ وترك الإخلاد إلي الدنيا، بل أعظمه هو حفظ أمر الله ونهيه وحدوده. ¶ وأعلم أخي الحبيب: أن هذا الحديث من جوامع كلم النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وقد منّ الله الكريم عليّ بأن خطبت بهذا الحديث عدة مرات، وفي كل مرة استخرج منه عجائب وأسرار لم أكن أجدها في التي قبلها، ووالله ثم والله إن هذا الحديث ليحتاج إلي مجلدات مطولات لبيان بعض عجائبه، وسنوات عديدات للتعرض لبعض معانيه، ولِم لا، وقد خرج من مشكاة النبوة بأبي هو وأمي ونفسي رسول الله صَلَّى اللَّهُ ¶ ¬__________ ¶ (¬1) للشيخ العلامة الألباني رسالة في التعليق علي خطبة الحاجة بعنوان (خطبة الحاجة) ينبغي أن تُراجع.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "عَلَيْهِ وَسَلَّمَ الذي علِم مفاتح الخير وجوامعه، أو جوامع الخير وفواتحه وخواتمه، قال النووي رحمه الله:\" جوامع الكلم فيما بلغنا أن الله تعالي يجمع له الأمور الكثيرة التي كانت تُكتب في الكتب قبله في الأمر الواحد والأمرين ونحو ذلك \". قال الإمام ابن رجب طّيب الله ثراه –باختصار -:\" فجوامع الكلم التي خُصّ بها النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نوعان: أحدهما: ما هو في القرآن كقوله تعالي: (إِنَّ اللّهَ يَأْمُرُ بِالْعَدْلِ وَالإِحْسَانِ وَإِيتَاء ذِي الْقُرْبَى وَيَنْهَى عَنِ الْفَحْشَاء وَالْمُنكَرِ وَالْبَغْيِ .. ) قال الحسن: لم تترك هذه الآية خيرًا إلا أمرت به، ولا شرًا إلا نهت عنه. ¶ والثاني: ما هو في كلامه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وهو منتشر موجود في السنن المأثورة عنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. وقد جمع العلماء رضي الله عنهم جموعًا من كلماته صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الجامعة. وإياه أسأل العون علي ما قصدته والتوفيق لصالح النية والقصد فيما أردته وأعول في أمري كله عليه وأبرأ من الحول والقوة إلا إليه \". ¶ وأبعث بهذه الرسالة لنفسي أولاً ثم لأهلي حيث قول ربنا:\" يَا أَيُّهَا الَّذِينَ آمَنُوا قُوا أَنفُسَكُمْ وَأَهْلِيكُمْ نَارًا وَقُودُهَا النَّاسُ وَالْحِجَارَةُ عَلَيْهَا مَلَائِكَةٌ غِلَاظٌ شِدَادٌ لَا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ \". ثم لإخواني وأخواتي المسلمين والمسلمات حيث قول نبينا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:\" أَحِب للناس ما تحب لنفسك \" (¬1). وأعوذ بالله أن يكون زيادة علمنا بالله زيادة بُعدٍ عنه، ونسأله أن يفتح آذان قلوبنا لمسامع دينه، وأسأله سبحانه أن يجعلنا من الذين بواطنهم كظواهرهم، بل أجلي، وسرائرهم كعلانيتهم، بل أحلي، وهممهم عند الثُّريَّا، بل أعلي. ¶ واستغفر الله مما زلّ به القلم، أو أخطأ به اللسان. ¶ إخواني: ¶ ¬__________ ¶ (¬1) الحديث عن يزيد بن أسيد عند الطبراني والحاكم، صحيح برقم (180) في صحيح الجامع.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "إن أحسنت فحقٌ ذاك في عنقي ... وإن أخطأت فأهلٌ أنتم لإعذاري ¶ يارب ¶ يا كثير الصفح عمن ... كثر الذنب لديه ¶ جاءك المذنب يرجو ... العفو عن جرم يديه ¶ أنا ضيف وجزاء ... الضيف إحساٌن إليه (¬1) ¶ وأخيرًا: وأصدقُ ـ لا تواضعاً بل اعترافاً ـ أنني لم يكن لي أدنى فضل في كتابة أي كلمة من كل ما ستقرأه ـ أخي وحبيبي في الله ـ؛ وإنَّما أنا فقط أقرأ وأكتب ما قرأتُ، أجمع وأرتب، انتقيت لك زهوراً طالما استرعتْ انتباهي فأخذت بلبي، واخترت لك زاداً آملت أن يكون لك غذاءً، فكل عملي قطف الزهور، وتعبئة الزاد، والتنسيق بين هذا وذاك، ثم هو لك معين، فخذها هنيئاً مريئاً، ولتحسن نيتك في الأخذ، عساك أن ينفعك بها ربك فيرفعك مقامًا عليًا (¬2). ¶ قال ابن عباس رضي الله عنهما:\" خذ الحكمة ممن سمعت، فإن الرجل ليتكلم بالحكمة وليس بحكيم، فتكون كالرمية خرجت من غير رام \". ¶ الحديث: ¶ عن أبي العباس عبد الله بْنِ عَبَّاسٍ (¬3) قَالَ: كُنْتُ خَلْفَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمًا فَقَالَ:\" يَا غُلاَمُ إِنِّي أُعَلِّمُكَ كَلِمَاتٍ؛ احْفَظْ اللَّهَ يَحْفَظْكَ، احْفَظْ اللَّهَ تَجِدْهُ ¶ ¬__________ ¶ (¬1) الأبيات لابن الجوزي. ¶ (¬2) بتصرف من كتاب منطلقات طالب العلم لفضيلة الشيخ محمد حسين يعقوب حفظه الله. ¶ (¬3) حبر الأمة وفقيهها وإمام التفسير .. ابن عم رسول الله صلي الله عليه وسلم يُكنّي أبا العباس. وُلد في الشِعب وبنو هاشم محصورون قبل خروجهم منه بيسير، وذلك قبل الهجرة بثلاث سنين. وتُوفي النبي صلي الله عليه وسلم وهو ابن ثلاث عشرة سنة وكان حبر الأمة ويُسمي البحر لغزارة علمه، وكان عمر وعثمان - رضي الله عنهما - يدعوانه فيشير عليهما مع أهل بدر، وكان يُفتي في عهدهما إلي أن مات. صحب النبي صلي الله عليه وسلم نحوًا من ثلاثين شهرًا. وكان عابدًا زاهدًا حييًا كريمًا، وسيمًا جميلاً، مديد القامة مهيبًا، كامل العقل، ذكيَّ النفس، من رجل الكمال، كان رضي الله عنه لا يترك لحظة تمر من حياته بلا فائدة – وتلك والله صفات أصحاب الهمم العالية -. بتصرف من كتاب ((أصحاب الرسول صلي الله عليه وسلم)) للشيخ محمود المصري – حفظه الله -.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "تُجَاهَكَ، إِذَا سَأَلْتَ فَاسْأَلْ اللَّهَ، وَإِذَا اسْتَعَنْتَ فَاسْتَعِنْ بِاللَّهِ، وَاعْلَمْ: أَنَّ الأمة لَوْ اجْتَمَعَتْ عَلَى أَنْ يَنْفَعُوكَ بِشَيْءٍ لَمْ يَنْفَعُوكَ إِلاَّ بِشَيْءٍ قَدْ كَتَبَهُ اللَّهُ لَكَ، وَلَوْ اجْتَمَعُوا عَلَى أَنْ يَضُرُّوكَ بِشَيْءٍ لَمْ يَضُرُّوكَ إِلاَّ بِشَيْءٍ قَدْ كَتَبَهُ اللَّهُ عَلَيْكَ، رُفِعَتْ الْأَقْلاَمُ، وَجَفَّتْ الصُّحُفُ\". (¬1) ¶ هذا الحديث يتضمن وصايا عظيمة وقواعد كلية من أهم أمور الدين، حتى قال بعض العلماء عنه: تدبرتُ هذا الحديث فأدهشني؛ وكدت أطيش. وقال بعضهم: إذا أردت أن توصي صاحبك أو أخاك أو أبنك فقل له: أحفظ الله يحفظك. وقال سليمان بن داود عليهما السلام: تعلمنا مما تعلم الناس ومما لم يُتعلم الناس فما وجدنا كحفظ الله في السر والعلن. ¶ وكان الإمام ابن الجوزي يسميه: الحديث المُدهش. ¶ فوا أسفا من الجهل بهذا الحديث وقلة التفهم لمعناه. ¶ وتظهر أهمية هذه الرسالة في أنه لما كثرت مجالس اللغو، وتشعبت مسالك الهوي، وطغي عصر المادة، وتاهت السكينة الإيمانية وسط الزحام، وقيس الرجل بغناه، ووزن الخاطب بماله، وانشغل هذا بداره، وذاك بديناره عن آخرته ومآله، وصار يُظلنا جو إبليسيّ مظلم، وفقدنا حافظ أوامر الله ونواهيه وحدوده، وتعطشنا لسماع \" هيا بنا نؤمن ساعة \"، جاءت هنا أهمية هذه الرسالة، في أن هذا الطريق دونك، ما عليك إلا أن تتبع علاماته وإرشاداته، وما عليك إلا أن تخطو فيه خطوة واحدة يكون بسم ¶ ¬__________ ¶ (¬1) رواه الترمذي، وأحمد، وصححه الألباني في صحيح الجامع برقم (7957)، صحيح برقم (5302) في المشكاة.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "الله فيها مجراك ومرساك، ثم يُيسر الله لك الوصول إلي شاطئ النعيم عند مليكٍ مقتدر في جناتٍ ونهر. ¶ ونحن (أشخاص وأمم) في أشد الحاجة لحفظ الأمر والنهي والحدود، إذ أن الذل لا يلحق بأي شخص أو أمة إلا بسبب تضييع أمر الله ونهيه وتعدي حدوده، وهذا مُشَاهد علي مر التاريخ، ومن تأمل أفعال الباري سبحانه، رآها علي قانون العدل، وشاهد الجزاء مرصادًا، ولو بعد حين. فلا ينبغي أن يغتر مُسامَحٌ، فالجزاء قد يتأخر. ¶ ووالله الذي لا إله إلا هو لو حفظت الأمة أمر ربها وأمر الصادق نبيها صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ؛ لما كان هذا هو الحال الذي نحن عليه الآن، وأسأل الله العظيم الكريم بأسمائه الحسني وصفاته العلي أن يجعل هذا العمل في ميزان حسناتي يوم آتيه، وأن يُنقيه من كل شائبة، وأعوذ به أن ابتغي بما يُبتغي به وجهه أحد غيره. ¶ اللهم اجعل عملي كله صالحًا، واجعله لوجهك خالصًا، ولا تجعل لأحدٍ فيه شيئًا. ¶ شرح الحديث: ¶ قول أبي العباس عبد الله بْنِ عَبَّاسٍ:\" كُنْتُ خَلْفَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمًا فَقَالَ:\" يَا غُلاَمُ إِنِّي أُعَلِّمُكَ كَلِمَاتٍ \". ¶ إن نظرة فاحصة مدققة لكثيرٍ من بيوت المسلمين اليوم، لتُطلعنا علي استقالة تربوية تُدمي القلوب، سنري أن كثير من الآباء قد ظن أن الوظيفة المُثلي له في البيت أنه مُمثِل لوزارة المالية، بمعني أنه يسأل الزوجة: كم تحتاجين من المال؟ فتقول كذا وكذا، فيعطيها عن طيب خاطر - وهذا والله أمر جيد إذا كان في حد الاعتدال – ولكنه قد تخلي عن أبوة التوجيه والتعليم والإرشاد والنصح، لانشغاله بالتجارة والسفر، بل وإن وجد بعض الوقت فإنه يقتله قتلاً بالجلوس أمام وسائل الإعلام الخائنة المُضللة التي لا ترقب في المؤمنين إلاً ولا ذمة، التي تَشيع الفاحشة في المؤمنين والمسلمين، وإنا لله وإنا إليه راجعون، ويزداد الألم والكمد عندما تُضاف إلي استقالة الأب استقالة",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "أخري خطيرة ألا وهي استقالة الأم، فتخرج الزوجة هي الأخرى للعمل الذي لا تحتاج إليه أصلاً، ولكن فقط (لتخرج من البيت)، بدعوى أن البيت سجنٌ مُؤبَد والزوج سجانٌ قاهر، فتخرج هي الأخرى ويترك كلاً منهم الأولاد ليقتاتوا قوتهم التربوي من وسائل التعليم، ثم ينطلق الأولاد إلي الشوارع والطرقات وإلي أصحاب السوء، فيشعر الأبناء باليُتم التربوي: ¶ إذ ليس اليتيم من انتهي أبواه ... * * * ... وخلفاه في همّ الحياةِ ذليلاً ¶ إن اليتيم هو الذي تري له ... * * * ... أمًا تخلت أو أبًا مشغولاً ¶ أخي وحبيبي: هل حدّثت ولدك عن الله وعن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، أي: هل تكلمت مع ولدك عن الله وعن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وعن السلف الصالح رضوان الله عليهم جميعاً، هل وضحت لولدك هذا المنهج الذي تحتاج إليه الأمة الآن. ¶ فقم الآن - الآن الآن – وأملأ قلبك وقلب زوجتك وقلوب أولادك بعقيدة التوحيد وبالخوف والحب للعزيز الحميد وبالإتباع والطاعة للنبيّ الحبيب. ¶ فجميلٌ أن تجلس مع زوجتك وأولادك وأنتم تتناولون الطعام فتُحدثهم عن قدرة الله عز وجل، وتربط السبب (الطعام) بالمُسبب (الله عز وجل). (¬1) ¶ وإن لم يدفعك جانب الحب للدين في تربية الأولاد تربية إسلامية صحيحة، فليكن ما يدفعك هو الغيرة، فإن الكافرين اليوم يدفعون بأولادهم إلي الكنائس والأديّرة ¶ ¬__________ ¶ (¬1) لفضيلة الشيخ محمد بن إسماعيل المقدم مجموعة أشرطة بعنوان \" محو الأمية التربوية \" ينبغي أن تُدرس، وتُدّرس، وهي علي موقع طريق الإسلام ( islamway.com) .  هامة جدًا جدًا ... . ¶ وأنصح بكتب التربية، وخاصة كتاب \" مسؤولية الأب المسلم في تربية الولد في مرحلة الطفولة \" للأستاذ عدنان حسن باحارث. و \" أطفال المسلمين كيف رباهم النبي الأمين صلي الله عليه وسلم \" للشيخ جمال عبد الرحمن – حفظه الله -.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "ومُدرسي دينهم الباطل، لُيعلمونهم التمسك بالدين، والدفاع عنه، بل والدعوة إليه (¬1)، فليكن دافعك هو الغيرة علي ديننا دين الحق. ¶ إن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قد ربي أصحابه علي هذا المنهج الأصيل، فانظروا عندما أردف الغلام الصغير خلفه، أي أركبه خلفه علي ناقة واحدة، وبدأه بالنصح والتوجيه، ولم يستصغر سنه، وذلك دليلٌ علي شدة تواضع النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، ولٍم لا وهو القائل \"يُحشر المتكبرون يوم القيامة أمثال الذر في صور الرجال يغشاهم الذل من كل مكان يساقون إلى سجن في جهنم يسمى بولس تعلوهم نار الأنيار يسقون من عصارة أهل النار طينة الخبال \" (¬2). ¶ فهو – بأبي هو وأمي – صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُربي وأسوة وقدوة وإمام، بل ولخص للغلام المبارك ابن عباس العقيدة في تلك الكلمات المختصرة الموجودة في ذلك الحديث المُبارك. ¶ والاهتمام بالتربية والنصح والتوجيه سمة المؤمنين والصالحين أجمعين، انظروا إلي وصية يعقوب عليه السلام وهو علي فراش الموت كما قال تعالي حكاية عنه:\" أَمْ كُنتُمْ شُهَدَاء إِذْ حَضَرَ يَعْقُوبَ الْمَوْتُ إِذْ قَالَ لِبَنِيهِ: مَا تَعْبُدُونَ مِن بَعْدِي \" انظروا وهو علي فراش الموت يطمئن علي عقيدة أولاده من بعده التي لطالما علمّهُم إياها، فقَالُوا:\" نَعْبُدُ إِلَهَكَ وَإِلَهَ آبَائِكَ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَقَ إِلَهًا وَاحِدًا وَنَحْنُ لَهُ مُسْلِمُونَ \" ثم انظروا إلي الخليل إبراهيم عليه السلام أيضاً كما قال الله تعالي:\" وَوَصَّى بِهَا إِبْرَاهِيمُ بَنِيهِ وَيَعْقُوبُ: يَا بَنِيَّ إِنَّ اللّهَ اصْطَفَى لَكُمُ الدِّينَ فَلاَ تَمُوتُنَّ إَلاَّ وَأَنتُم مُّسْلِمُونَ \". ¶ ¬__________ ¶ (¬1) وقد تحدث أحد المشايخ حفظهم الله أنه علم أن أحد القساوسة يقوم بتوزيع رسائل علي المسلمين تدعوهم للنصرانية، فقابله وقال له: أنتهي عن هذا الفعل، فقال له ولِما أنتهي، وقد أمرني يسوع بذلك!!!. ¶ (¬2) الحديث عند أحمد والترمذي عن ابن عمرو، وحسنه الألباني برقم (8040) في صحيح الجامع.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وانظروا إلي قوله عز وجل:\" وَإِذْ قَالَ لُقْمَانُ لِابْنِهِ وَهُوَ يَعِظُهُ: يَا بُنَيَّ لَا تُشْرِكْ بِاللَّهِ إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ \" إي والله إن الشرك لظلمٌ عظيم. ¶ وكتب عمر بن الخطاب إلى ابنه عبد الله رضي الله عنهما:\" أما بعد فإني أوصيك بتقوى الله عز وجل؛ فإنه من اتقاه وقاه، ومن أقرضه جزاه، ومن شكره زاده، واجعل التقوى نُصب عينيك، وجِلاء قلبك \"، ولو وقفنا لننقل وصايا السلف الصالح لأبنائهم لطال بنا المُقام. ¶ قال الله تعالي:\" يَا أَيُّهَا الَّذِينَ آمَنُوا قُوا أَنفُسَكُمْ وَأَهْلِيكُمْ نَارًا وَقُودُهَا النَّاسُ وَالْحِجَارَةُ عَلَيْهَا مَلَائِكَةٌ غِلَاظٌ شِدَادٌ لَا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ \" قال عليّ بن أبي طالب رضي الله عنه: علموهم وأدبوهم. إذ أن الخلل في التربية يؤدي إلي النار إذ أن كلكم راع وكلكم مسئول عن رعيته. ¶ قال الغزالي- رحمه الله (¬1):\" اعلم أن الطريقة في رياضة الصبيان من أهم الأمور وأوكدها. والصبي أمانة عند والديه، وقلبه الطاهر جوهرة نفيسة \" إلي أن قال:\" فإن عُوِّد الخير وعُلِّمه نشأ عليه، وسعد في الدنيا والآخرة. وإن عُوِّد الشر وأهمل إهمال البهائم شقي وهلَك \" إلي أن قال:\" وصيانته بأن يؤدبه أبوه ويهذبه ويعلمه محاسن الأخلاق، ويحفظه من قرناء السوء .. ومهما رأي فيه مخايل التمييز فإنه ينبغي أن يُحسن مراقبته، وأول ذلك ظهور أوائل الحياء، فإنه إذا كان يحتشم ويستحي ويترك بعض الأفعال فليس ذلك إلا لإشراق نور العقل عليه، حتى يري بعض الأشياء قبيحًا ومخالفًا للبعض، فصار يستحي من شيء دون شيء، وهذه هدية من الله تعالي إليه، وبشارة تدل علي الأخلاق وصفاء القلب، وهو مبشر بكمال العقل عند البلوغ. . إلي أن قال: \" وإن الصبي إذا أُهمل في ابتداء نشأته خرج في الأغلب رديء الأخلاق، كذابًا حسودًا سروقًا، نمامًا لحوحًا، ذا فضول وكيد ومُجانة، وإنما يُحفظ عن جميع بحسن التأديب، ثم يُشْغَل في المكتب، فيتعلم القرآن وأحاديث الأخيار، وحكايات ¶ ¬__________ ¶ (¬1) إحياء علوم الدين للغزالي ج 3 ص 62.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "الأبرار وأحوالهم؛ لينغرس في نفسه حب الصالحين .. ثم مهاما ظهر من الصبي خلق جميل وفعل محمود فإنه ينبغي أن يُكرم عليه ويُجازي عليه بما يُفْرِح، ويُمدَح بين أظهر الناس \". ¶ فقم الآن وحدّث ولدك عن الله وعن رسول الله حتى نسير خطوة نحو نصرة الأمة، فإن الأمة لن تُنصر بعد إذن الله؛ إلا بالرجال الصادقون الأبطال، الذين همهم بالنهار ذكر الله والصلاة وقراءة القرآن، وإعداد العُدّة للكافرين، وهمهم بالليل الوقوف بين يديه والتضرع إليه، حتى إذا أفترش الناس فُرشهم، قاموا هم وافترشوا بين يدي الله جباههم، وتقربوا إلي ربهم ببكائهم، ثم بعد دعائهم وصلاتهم وبكائهم، يَقُولُونَ:\" رَبَّنَا اصْرِفْ عَنَّا عَذَابَ جَهَنَّمَ إِنَّ عَذَابَهَا كَانَ غَرَامًا، إِنَّهَا سَاءتْ مُسْتَقَرًّا وَمُقَامًا \" فهم في خوفهم من ربهم، كحال أهل الغفلة في أمنهم، يتألمون لما حلّ بأمتهم، ويتحسرون علي ما نزل بأنفسهم وأهلهم وأقاربهم، ولسان حال كل منهم: إما أن نملك رقابكم (أي الأعداء) أو نموت أعزاء، فالمؤمن الحق لا يرضي بالذل إلا لله وحده عز وجلّ، فحريٌ بهؤلاء أن يأتوا بالنصر لأمتهم وبالعزة لأنفسهم، وبالمعذرة إلي ربهم، فكانوا بالنهار فرسان، وبالليل رهبان وكما قال الشيخ صفوت نور الدين – رحمه الله تعالي – في وصفهم ((فانتصروا علي شهواتهم وشيطانهم، فقطعوا نهارهم في الجهاد فرساناً، والليل في المحراب رهباناً، فكان أُنسهم بربهم في ليلهم إذا هجعت الأصوات، والتف الناس في البيوت نياماً، صاروا هم لله قائمين يأنسون بصحبته ومناجاته. القرآن الكريم وِرْدُهم، والصلاة بالليل شغلهم، والبكاء بالليل شغلهم، والبكاء متذكرين القيامة والحساب والدعاء خائفين من يوم اللقاء، كل ذلك هو حالهم، فإذا أصبح عليهم النهار خرجوا من ديارهم يأخذون من الدنيا بقدر المتزود في سفره، إن كانوا في شغلها كانوا مع الشرع دائرين، ولما أحل الله ملازمين، وعن الحرام بل كل الشبهات متباعدين، يخافون من أن يلوثوا صفحة بيضوها في ليلهم بالطاعات، فيخافون من نظرة أو طرفة، ويخافون من كلمة أو خطرة، فإذا وقع منهم",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "شيء من ذلك أسرعوا قائلين: رب قد أذنبت فاغفر لي. فإذا دعا داعي الجهاد بالسيف والقتال فهم في الجهاد وحلقاته، خرجوا مسرعين يريدون ملاقاة رب أنسوا به الليل كله، وحرصوا علي العمل في مرضاته وشرعه النهار كله)) فبالله عليكم لاحظوا الفرق بين هؤلاء وبين الذين جلسوا وحولهم أبنائهم، ليشاهدوا فلمٍ داعر أو مسلسل فاضح أو برامج يُطلق عليها دينيه وفي الحقيقة هي ضلالية. بأي الفريقين تنتصر الأمة وتنال عزها؟؟!!. ¶ فهيا آبائي؛ جِدوا بالسعي لتنالون شرف أبوة وأمومة هؤلاء الأبطال، ولتحققون النصر لهذه الأمة، وأعلم أنك مسئول عنهم بين يدي الله يوم:\" يَوْمَ لَا يَنفَعُ مَالٌ وَلَا بَنُونَ، إِلَّا مَنْ أَتَى اللَّهَ بِقَلْبٍ سَلِيمٍ \". ¶ فنسأل الله العظيم أن يُقيد لهذه الأمة أمر رُشد يُعز فيه أهل الطاعة ويُهدي فيه أهل المعصية، ويُذل فيه أهل الصدّ عن سبيله، ويُؤمر فيه بالمعروف بمعروف، ويُنهي فيه عن المنكر بغير منكر علي بصيرة وحكمة. اللهم آمين. ¶ قوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ \"احْفَظْ اللَّهَ يَحْفَظْكَ\". ¶ الحفظ: لغةً: يُقال حَفِظَ الشيء حِفْظًا: صانه وحَرَسه. ويُقال حَفِظَ المال، وحَفِظَ العَهْدَ: لَمْ يَخُنْه. و حافَظَ علي الشيء مُحَافَظَةً وحِفاظًا: رعاه وذَبَّ عنه وواظَبَ عليه. قال ابْن سِيَدَهْ: الْحِفْظُ نَقِيضُ النِّسْيانِ وَهُوَ التَّعاهُدُ وقِلَّةُ الْغَفْلَةِ. والحافِظُ: الحارسُ. ¶ أي: تَّعاهد علي فعل الأمر وترك النهي والوقوف عند الحدود وأحذر الغفلة وواظب علي ذلك. ¶ والمعني: أحفظ حدوده وحقوقه وأوامره ونواهيه، وحفظ ذلك هو الوقوف عند أوامره بالامتثال وعند نواهيه بالاجتناب وعند حدوده فلا يُتجاوز ما أمر به وأذن فيه، إلي ما نهي عنه وحّذر منه؛ فمن فعل ذلك فهو من الحافظين لحدود الله الذين مدحهم الله في كتابه.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "قال الإمام ابن الجوزي – رحمه الله -:\" العاقل من يحفظ جانب الله عز وجل، وإن غضب الخلق. وكل من يحفظ جانب المخلوقين، ويضيع حق الخالق، يقِّلب الله قلب الذي قصد أن يرضيه فيسخطه عليه \" وللوصول لذلك اسمع كلام الإمام ابن الجوزي إذ يقول:\" من عاين بعين بصيرته تناهي الأمور في بداياتها، نال خيرها، ونجا من شرها. ومن لم ير العواقب غلب عليه الحس، فعاد عليه بالألم ما طلب منه السلامة وبالنَّصَب ما رجا منه الراحة. ¶ وبيان هذا في المستقبل، يتبين بذكر الماضي، وهو أنك لا تخلو، أن تكون عصيت الله في عمرك، أو أطعته. فأين لذة معصيتك؟ وأين تعب طاعتك؟ هيهات رحل كلٌ بما فيه! ¶ فليت الذنوب إذا تخلَّت خلت! ¶ وأزيدك في هذا بيانًا مثل ساعة الموت، وانظر إلي مرارة الحسرات علي التفريط، ولا أقول كيف تغلب حلاوة اللذات، لأن حلاوة اللذات استحالت حنظلا، فبقيت مرارة الأسى بلا مقاوم، أتراك ما علمت أن الأمر بعواقبه؟ فراقب العواقب تسلم، ولا تمل مع هوي الحس فتندم. ¶ من تفكر في عواقب الدنيا، أخذ الحذر، ومن أيقن بطول الطريق تأهب للسفر. ¶ ما أعجب أمرك يا من يوقن بأمر ثم ينساه، ويتحقق ضرر حال ثم يغشاه! (وَتَخْشَى النَّاسَ وَاللَّهُ أَحَقُّ أَن تَخْشَاهُ). ¶ تغلبك نفسك علي ما تظن، ولا تغلبها علي ما تستيقن. أعجب العجائب، سرورك بغرورك، وسهوك في لهوك، عما قد خُبئ لك. تغتر بصحتك وتنسي دُنُوَّ السقم، وتفرح بعافيتك غافلاً عن قرب الألم. لقد أراك مصرع غيرك مصرعك، وأبدي مضجع سواك – قبل الممات – مضجعَك. وقد شغلك نيل لذاتك، عن ذكر خراب ذاتك: ¶ كأنك لم تسمع بأخبار من مضي ... ولم تر في الباقين ما يصنع الدهر! ¶ فإن كنت لا تدري فتلك ديارهم ... محاها مجال الريح بعدك والقبر!",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "كم رأيت صاحب منزل ما نزل لحْدَهُ حتى نزل! وكم شاهدت والي قصر وليه عدوه لما عُزِل! فيا من كل لحظة إلي هذا يسرى، وفعله فعل من لا يفهم ولا يدري .. ¶ وكيف تنام العين وهو قريرة؟ ... ولم تدر من أيِّ المحلين (¬1) تنزلُ؟ \" ¶ وأعلم أن هذا الأمر ليس باليسير وخاصة في عصرنا عصر الفتنة، إذ أن الإنسان كما قلت إذا أخرج يده لم يكد يراها من الظلام الدامس الذي يحيا وسطه، ولكن كما قيل:\"عند الصباح يُحمد السير \" \" فمن قوي عقله علي طبعه وحكم عليه سلم، ومن غلب طبعه فيا سرعة هلكته \". ¶ ويجب علي العاقل أن يحفظ قوته ووقته لما خُلق من أجله، وليسعي في طلب الفضائل والمعالي. ¶ والذي يُعينك علي الأخذ بوصية النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ \" احفظ الله يحفظك \" هو علمك أن الزمان لا يثبت علي حال كما قال رب العالمين:\" وَتِلْكَ الأيَّامُ نُدَاوِلُهَا بَيْنَ النَّاسِ \". فتارة فقر، وتارة غني، وتارة عز، وتارة ذل، وتارة يفرح الموالي، وتارة يشمت الأعادي. ¶ فالسعيد من لازم أصلاً واحدًا علي كل حال، وهو حفظ الله عز وجل فإنه إن استغني زانته، وإن أفتقر فتحت له أبواب الصبر، وإن عُوفي تمت النعمة عليه، وإن أبتُلي حملته، ولا يضره إن نزل به الزمان أو صعد، أو أعراه أو أشبعه أو أجاعه. ¶ لأن جميع تلك الأشياء تزول وتتغير. وحفظ الله أصل السلامة حارس لا ينام، يأخذ باليد عند العثرة ويواقف علي الحدود. ¶ وَلازِم الحفظ في كل حال فإنك لا تري في الضيق إلا السعة، وفي المرض إلا العافية. ¶ ومن الأشياء التي يجب حفظها؛ بل أعظم ما يجب حفظه \" أسماء الله الحسني \" (¬2) ¶ ¬__________ ¶ (¬1) لهذا الأمر بكى كثير من الصالحين، لعدم علمهم أي المحلين يحلوا، كما قال مالك بن دينار: اللهم قد علمت ساكن الجنة من ساكن النار فأين دار مالك بن دينار. ¶ (¬2) لفضيلة الشيخ فوزي سعيد شروح لأسماء الله الحسني صوتية ومقروءة علي موقع طريق الإسلام وصيد الفوائد، وهي جيدة جدًا. ¶ وكذلك لفضيلة الشيخ محمود عبد الرازق وهي علي موقع  www.asmaullah.com .  يجب أن تُراجع.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "جاء في الحديث المتفق عليه من حديث أبي هريرة رضي الله عنه أن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قال:\"إن لله تسعة وتسعين اسمًا مائةً إلا واحدًا من أحصاها دخل الجنة \" قال النووي رحمه الله: (وأما قوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ \"من أحصاها دخل الجنة\" فاختلفوا في المراد بإحصائها، فقال البخاري وغيره من المحققين معناه: حفظها، وهذا هو الظاهر، لأنه جاء في الرواية الأخرى من حفظها، وقيل أحصاها: عدها في الدعاء بها وقيل أطاقها \" ¶ أحصاها: حفظها: أي أن تحفظ أسماء الله وذلك بالتعبد لله بها، وإذا قلنا بحفظ الله في أسمائه فقد قلنا بكل شيء، فالدين كله إنما هو أثر من آثار أسماء الله الحسني. ¶ ولنضرب أمثلة علي حفظ الله تعالي في أسمائه؛ فمثلاً: حفظ الله في اسمه \"المقيت\" فتحفظه بأن تعلم أن الله وحده هو القادر الذي خلق الأقوات وتكفل بإيصالها إلي الخلق، وهو حفيظ عليها، فيُعطي كل مخلوق قوته ورزقه علي ما حدده سبحانه من زمان ومكان وكم وكيف ومقتضى المشيئة والحكمة، فيوجب ذلك عندك سؤال الله وحده دونما سواه، وحب الله وحده ورجاءه وحده والخوف منه وحده والاعتماد عليه وحده إلي غير ذلك. ¶ وتحفظ الله في اسمه \" الحفيظ \" و \" السميع \" و \" البصير \" و \" الخبير \": وهذه الأسماء تعني أنه هو العليم المهيمن الرقيب علي خلقه، لا يعزب عنه مثقال ذرة في ملكه. فيترتب علي ذلك حفظه في سر أمرك وعلانيته، وكما قيل ¶ إذا ما خلوت الدهر يومًا فلا تقل ... خلوت ولكن قل عليّ رقيب ¶ ولا تحسبن الله يغفل ساعة ... ولا أن ما تخفيه عنه يغيب",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وكذلك \"المجيب\": فاحفظه بأن توقن أنك إذا دعوته استجاب لك مهما تأخرت الإجابة. ¶ وكذلك \" الصمد \" وهو السيد المُطاع الذي لا يُقضي دونه أمر، فأصمد إلي سيدك في الأمور، وأقصده في الحوائج. ¶ وكذلك \"الحكم\" وهو الذي يحكم ويفصل ويقضي في كل الأمور، وهو الذي يحكم في خلقه كما أراد. ¶ قال تعالي:\" فَلاَ وَرَبِّكَ لاَ يُؤْمِنُونَ حَتَّىَ يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لاَ يَجِدُواْ فِي أَنفُسِهِمْ حَرَجًا مِّمَّا قَضَيْتَ وَيُسَلِّمُواْ تَسْلِيمًا \" فهو إيقاع حازم جازم. إذ يقسم الله بذاته العلية، أنه لا يؤمن مؤمن، حتى يُحكم رسول الله في أمره كله، ثم يمضي راضيًا بحكمه، مسلمًا بقضائه. ليس في صدره حرج منه، ولا في نفسه تلجلج في قبوله. ¶ سبحان الله رب العالمين صار الملك الحكم الحق الآن لا تُحَكم شرائعه علي أرضه وتحت سمائه .. أيكون الحكم والشريعة والتقاضي حسب مواثيق الله وعقوده وشرائعه التي استحفظ عليها أصحاب الديانات السماوية واحدة بعد الأخرى؛ وكتبها علي الرسل، وعلي من يتولون الأمر بعدهم ليسيروا علي هداهم؟ أم يكون ذلك كله للأهواء المتقلبة، والمصالح التي لا ترجع إلي أصل ثابت من شرع الله، والعرف الذي يصطلح عليه جيل أو أجيال؟ أتكون الألوهية والربوبية والقوامة لله في الأرض وفي حياة الناس! أم تكون كلها أو بعضها لأحد من خلقه يشرع للناس ما لم يأذن به الله؟ ¶ الله سبحانه هو الله لا إله إلا هو. وإن شرائعه التي سنها للناس بمقتضي ألوهيته لهم وعبوديتهم له، وعاهدهم عليها وعلي القيام بها؛ هي التي يجب أن تحكم هذه الأرض، وهي التي يجب أن يتحاكم إليها الناس، وهي التي يجب أن يقضي بها الأنبياء ومن بعدهم من الحكام ..",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "إن المسألة في هذا كله مسألة إيمان أو كفر؛ أو إسلام أو جاهلية؛ وشرع أو هوي. وإنه لا وسط في هذا الأمر ولا هدنة ولا صلح! فالمؤمنون هم الذين يحكمون بما أنزل الله. والكافرون الظالمون الفاسقون هم الذين لا يحكمون بما أنزل الله وأنه إما أن يكون الحكام قائمين علي شريعة الله كاملة فهم في نطاق الإيمان. وإما أن يكونوا قائمين علي شريعة أخري مما لم يأذن به الله، فهم الكافرون الظالمون الفاسقون. ¶ إن الله هو الخالق .. خلق هذا الكون، وخلق هذا الإنسان وسخر ما في السماوات والأرض لهذا الإنسان .. وهو سبحانه متفرد بالخلق، لا شريك له في كثير منه أو قليل. ¶ وإن الله هو المالك بما أنه هو الخالق .. ولله ملك السماوات والأرض وما بينهما .. ¶ فهو سبحانه متفرد بالملك. لا شريك له في كثير منه أو قليل. ¶ وإن الله هو الرازق .. فلا يملك أحد أن يرزق نفسه أو غيره شيئًا. لا من كثير ولا من القليل. ¶ وإن الله هو صاحب السلطان المتصرف في الكون والناس .. بما أنه هو الخالق المالك الرازق .. وبما أنه هو صاحب القدرة التي لا يكون بدونها خلق ولا رزق ولا نفع ولا ضر. وهو سبحانه المتفرد بالسلطان في هذا الوجود. ¶ والإيمان هو الإقرار لله سبحانه بهذه الخصائص الألوهية، والملك، والسلطان ... متفردًا بها لا يشاركه فيها أحد. ¶ فاحفظ الله في اسمه الحكم فحكمه في أهلك ومالك وعرضك وقولك وعملك وحياتك كلها، أي: تمثل هذه الآية \" قُلْ إِنَّ صَلاَتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلّهِ رَبِّ الْعَالَمِينَ \" و\" أَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا وَلاَ تَكُونَنَّ مِنَ الْمُشْرِكِينَ \". ¶ ومن أعظم الأشياء التي يجب حفظها الصلاة، وقد أمر الله بالمحافظة عليها فقال:\" حَافِظُواْ عَلَى الصَّلَوَاتِ والصَّلاَةِ الْوُسْطَى وَقُومُواْ لِلّهِ قَانِتِينَ \" فأمر بالمحافظة علي الصلوات عمومًا والصلاة الوسطي خصوصًا، وهي صلاة العصر فعن سمرة رضي الله",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "عنه أن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قال:\" صلاة الوسطي صلاة العصر \" (¬1) وثمرة المحافظة عليها هي عن أبي بصرة الغفاري رضي الله عنه أن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قال:\" إن هذه الصلاة – يعني العصر – عرضت على من كان قبلكم فضيعوها فمن حافظ منكم اليوم عليها كان له أجره مرتين \" (¬2)، ومن ضيعها فـ \" من ترك صلاة العصر حبط عمله \" (¬3)، ومعني المحافظة علي الصلوات هو أداؤها بوقتها وشروطها وأركانها وخشوعها وجميع ما لها من واجب ومستحب، والمحافظة علي الصلوات تُحصِّل المحافظة علي سائر العبادات، وتفيد النهي عن الفحشاء والمنكر خصوصًا إذا أكملها كما أمر بقوله \" وَقُومُواْ لِلّهِ قَانِتِينَ \" أي: ذليلين خاشعين. ¶ ومن ضمن المحافظة علي الصلوات أن تكون في الجماعة فإن صلاة الجماعة فرض عين علي الراجح من أقوال أهل العلم لمن سمع النداء ولم يمنعه من حضورها مانع شرعي، فقد ثبت عن ابن عباس رضي الله عنهما أن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قال:\" من سمع النداء فلم يأته فلا صلاة له إلا من عذر \" (¬4)، وعن عبد الله بن مسعود رضي الله عنه أنه قال:\" من سره أن يلقى الله غداً مسلماً فليُحافظ على هؤلاء الصلوات حيث يُنادى بهن \" (¬5)، وثمرة المحافظة علي صلاة الجماعة ما رواه البخاري ومسلم عن ابن عمر رضي الله عنهما أن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قال:\" صلاة الجماعة تفضلُ علي صلاة الفذ بسبع وعشرين درجة \" والتفضيل لا يعني براءة الذمة قال ابن القيم: (\"التفضيل \" لا يستلزم براءة الذمة من كل وجه سواء كان مطلقًا أو مقيدًا، فإن التفضيل يحصل مع مناقضة المفضل للمفضل عليه من كل وجه كقوله ¶ ¬__________ ¶ (¬1) رواه أحمد والترمذي وصحيح برقم (3835) في صحيح الجامع. ¶ (¬2) رواه مسلم والنسائي. ¶ (¬3) رواه البخاري والنسائي وأحمد، والمعني: من تركها متعمدًا بطل كمال ثواب عمله يومه ذلك. ¶ (¬4) رواه أبو داود وابن ماجة والحاكم، وصحيح برقم (6300) في صحيح الجامع. ¶ (¬5) رواه مسلم.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "تعالي:\" أَصْحَابُ الْجَنَّةِ يَوْمَئِذٍ خَيْرٌ مُّسْتَقَرًّا وَأَحْسَنُ مَقِيلًا\" وقوله تعالي:\" قُلْ أَذَلِكَ خَيْرٌ أَمْ جَنَّةُ الْخُلْدِ \"؟ وهو كثير، فكون صلاة الفذ جزءًا واحدًا من سبعة وعشرين جزءًا من صلاة الجميع لا يستلزم إسقاط فرض الجماعة ولزوم كونها ندبًا بوجه من الوجوه، وغايتها أن يتأدي الواجب بهما، وبينهما من الفضل ما بينهما .. ) إلي أن قال (فهكذا المصلي وحده له جزء واحد من الأجر وإن برئت الذمة، ومثل هذه الصلاة لا يسميها الشارع صحيحة وإن اصطلح الفقهاء علي تسميتها صلاة، فإن الصحيح المطلق ما ترتب عليه أثره وحصل به مقصوده. وهذه قد فات معظم أثرها ولم يحصل منها جلّ مقصودها، فهي أبعد شيء من الصحة، وأحسن أحوالها أن ترفع عنه العقاب، وإن حصلت شيئًا من الثواب فهو جزء، وما هذا إلا علي قول من لا يجعلها شرطًا للصحة. وأما من جعلها شرطًا لا تصح بدونه فجوابه أن التفضيل إنما هو بين صلاتين صحيحتين، وصلاة الرجل وحده إنما تكون صحيحة للعذر وأما بدون العذر فلا صلاة له كما قال الصحابة رضي الله عنهم) (¬1). ¶ وقد مدح الله المحافظين علي الصلوات بقوله:\" وَالَّذِينَ هُمْ عَلَى صَلَوَاتِهِمْ يُحَافِظُونَ\". ¶ وكذلك الطهارة فإنها مفتاح الصلاة، قال النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:\"وَلاَ يُحَافِظُ عَلَى الْوُضُوءِ إِلاَّ مُؤْمِنٌ \" (¬2). ومما يُؤمّر بحفظه الأيّمان (¬3)، قال الله عز وجل:\" وَاحْفَظُواْ أَيْمَانَكُمْ \" أي: عن الحلف بالله كاذبًا، وعن كثرة الأيّمان، واحفظوها إذا حلفتم عن الحنث فيها، إلا إذا كان الحنث خيرًا، فتمام الحفظ: أن يفعل الخير، ولا ¶ ¬__________ ¶ (¬1) كتاب (الصلاة وحكم تاركها) للإمام ابن القيم، وفيه تفصيل شديد في بيان الاختلاف في حكم صلاة الجماعة ينبغي أن يُراجع. ¶ (¬2) صحيح برقم (952) في صحيح الجامع. ¶ (¬3) والأيّمان: هو ما سبق اللسان من غير قصد كقول الإنسان: لا والله، وبلي والله.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "يكون يمينه عُرضة لذلك الخير. فإن الأيّمان يقع الناس فيها كثيرًا ويُهمل كثيرٌ منهم ما يجب حفظه فلا يحفظه ولا يلتزمه. ¶ ومن الأشياء المأمورين بحفظها الرأس والبطن وخاصة في هذه الأزمنة التي أقبلت فيها الفتن تموج كموج البحر، كقطع الليل المظلم، ((فعدُوّات الحور العين قد أطللن من شاشات التلفاز وصفحات الجرائد والمجلات، وأخوات امرأة العزيز عجّت بهن الطرقات، في حصار يشبه ما فعلته امرأة العزيز من قبل، وأبرزت كل واحدة منهن مفاتنها، وكشفت ما استتر من زينتها، ولسان حالها يقول للشباب:\" هَيْتَ لَكَ \" وهيبة الله في القلوب قّلت، والجرأة علي محارمه زادت، وتكرار النظر إلي الفواحش أورث القلب بلادة في الإحساس واستئناسًا بالذنب وإدمانًا له وفرحًا عند الظفر به. ¶ ولأن الشهوات استعرت، والعورات انكشفت، وتجارة الجسد راجت، والحرام أطل برأسه، والحياء صار سلعة نادرة، وطريق الحرام بات ممهدًا، ووضعت العراقيل في طريق الحلال، وارتدي المنكر ثياب المعروف، وأطفأت النار بمزيد الحطب، واختلط الحابل بالنابل، وصارت \" ظُلُمَاتٌ بَعْضُهَا فَوْقَ بَعْضٍ \".)) (¬1). ¶ لذلك جاء الأمر بحفظ الرأس والبطن كما في الحديث الذي حسنه العلامة الألباني برقم (935) في السلسلة الصحيحة أنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قال: \"فليحفظ الرأس وما وعي وليحفظ البطن وما حوى\" وحفظ الرأس وما وعي يدخل فيه حفظ السمع والبصر واللسان من المحرمات قال تعالي:\" إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولئِكَ كَانَ عَنْهُ مَسْؤُولاً \" وحفظ البطن وما حوى يتضمن حفظ القلب عن الإصرار علي ما حرم الله، أو عن إدخال الشبهات الباطلة فيه، أو حفظه من الأمراض المعروفة (الشرك والشك والرياء والنفاق والهوى والحقد والحسد .. )، ويتضمن أيضا حفظ البطن من إدخال الحرام إليها من المآكل والمشارب وخاصة في زماننا ـ زمن الفتن ـ الذي أُعتبر ¶ ¬__________ ¶ (¬1) من كتاب \" صفقات رابحة \" للدكتور خالد أبو شادي بتصرف.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "فيه الربا فوائد مُحلَلَة، والعمل بالبنوك عمل شريف، وأكل أموال الناس بالباطل كما يُقال \" كُلهم قبل ما يأكلوك \" .. . ¶ وكما قال الإمام ابن الجوزي:\" رأيت كثيرًا من الناس يتحرزون من رشاش نجاسة ولا يتحاشون من غيبة، ويكثرون من الصدقة ولا يبالون بمعاملات الرِّبا \". ¶ وحفظ اللسان من الغيبة والنميمة والكلام الذي لا فائدة منه، و هل يكب الناس في النار على وجوههم إلا حصائد ألسنتهم؟؟ ¶ أخي: ... كم في المقابر من حصيد لسانه ... كانت تخاف لقائه الشجعان ¶ وهذا من أعظم ما يجب حفظه من نواهي الله عز وجل اللسان والفرج؛ فعن عائشة أم المؤمنين رضي الله عنها أنه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قال:\" من حفظ ما بين لحييه (اللسان) ورجليه (الفرج) دخل الجنة\" (¬1). وقد أمر الله عز وجل في كتابه الحكيم بحفظ الفروج فقال:\" وَيَحْفَظُوا فُرُوجَهُمْ \": أي: عن الوطء في قُبُل أو دُبُر، أو ما دون ذلك مثل الاستمناء، وكذلك حفظها من التمكين من مسها، أو النظر إليها فـ (ذلك) الحفظ للفروج أطهر وأزكي وأطيب وأنمي للأعمال، فمن ترك شيئًا لله عوضه الله خيرًا منه، ومن غض بصره عن المحرم، أنار الله بصيرته – قال وهب بن الورد وقد سُئل: أيجد لذة الطاعة من يعصى؟ فقال: ولا من هّم. ¶ فربّ شخص أطلق بصره فحرمه الله اعتبار بصيرته أو لسانه فحرم صفاء قلبه، أو آثر شبهة في مطعمه فأظلم سره، وحرم قيام الليل وحلاوة المناجاة، إلي غير ذلك -، ولأن العبد إذا حفظ فرجه عن الحرام ومقدماته، مع داعي الشهوة، كان حفظه لغيره أبلغ، ولهذا سماه الله حفظًا، فالشيء المحفوظ إن لم يجتهد حافظه في مراقبته وحفظه، وعمل الأسباب الموجبة لحفظه لم يتحفظ، كذلك الفرج إن لم يجتهد العبد في حفظه؛ أوقعه في بلايا ومحن. ونرد بهذه الآية العظيمة علي الذين يُحللون ¶ ¬__________ ¶ (¬1) صحيح أنظر صحيح الجامع برقم (140).",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "الاستمناء، فتأمل كيف أمر بحفظ الفرج مُطلقًا، لأنه لا يُباح في حالة من الأحوال، وأما البصر فقال:\" مِنْ أَبْصَارِهِمْ \" أتي بأداة \"من\" الدالة علي التبعيض؛ فإنه يجوز النظر في بعض الأحوال لحاجة. كنظر الشاهد والخاطب ومثل ذلك. ¶ وقال: \" وَيَحْفَظْنَ فُرُوجَهُنَّ \" من التمكين من جماعها، أو مسها، أو النظر المحرم إليها، ¶ وقد مدح الله المحافظين علي فروجهم في أكثر من آية في كتابه فقال جل وعلا:\" وَالْحَافِظِينَ فُرُوجَهُمْ وَالْحَافِظَاتِ \" و \" وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ \" وقال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:\" إذا صلت المرأة خمسها و صامت شهرها و حفظت فرجها و أطاعت زوجها دخلت الجنة \" (¬1). ¶ ونحن نري في هذه الأيام أن معظم معاصي الناس إنما هي إثر جراء هذين العضوين، وكما قال بعض المشايخ: شطر أسباب المعاصي وشطر أسباب الخذلان يرجع إلي سبب واحد وهو تبرج النساء. ¶ ومن ذلك حفظ النساء لأزواجهن فقد مدح الله النساء اللاتي هن مطيعات لأزواجهن حتى في الغيب، تحفظه في نفسها وفرجها وماله وبيته وتقوم بحقه فقال جلّ شأنه \" فَالصَّالِحَاتُ قَانِتَاتٌ حَافِظَاتٌ لِّلْغَيْبِ بِمَا حَفِظَ اللّهُ \" وقال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:\" خير النساء من تسرك إذا أبصرت و تطيعك إذا أمرت و تحفظ غيبتك في نفسها و مالك \" (¬2)،. ¶ ومما يُؤمر بحفظه السر. كما جاء ذلك عن عمر وعلي وابن عباس ومعاذ بن جبل رضي الله عنهم أجمعين أن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قال:\" استعينوا على إنجاح ¶ ¬__________ ¶ (¬1) رواه البزار وأحمد والطبراني عن أنس، وصحيح برقم (661) في صحيح الجامع. ¶ (¬2) رواه الطبراني عن عبد الله بن سلام وصحيح برقم (3299) في صحيح الجامع.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "الحوائج بالكتمان فإن كل ذي نعمة محسود \" (¬1)، قال الإمام ابن الجوزي – بتصرف -:\" ينبغي حفظ السر والحذر من الانبساط فيما لا يصلح بين يدي الناس. ¶ فرب منبسط – بين يدي من يظنه صديقًا – يقول سرًا لصديقه، فيكون سبب هلاكه. ولا تغتر بمن يظهر الصداقة أو التدين، فقد عمّ الخبث (¬2) \". ¶ أخي: احفظ الله في وقتك، احفظ الله في مالك، احفظ الله في عملك، احفظ الله في جميع أمورك. ¶ والأمثلة علي ذلك كثيرة جدًا، وهي أكثر من أن تُحصي. ¶ وقوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ \"يَحْفَظْكَ\" أي من حفظ حدوده وراعي حقوقه؛ حفظه الله فإن الجزاء من جنس العمل، وحفظ الله لعبده يدخل فيه نوعان: أحدهما حفظه له في مصالح دنياه كحفظه في بدنه وولده وأهله وماله؛ قال عمر بن عبد العزيز: ما من مؤمن يموت إلا حفظه الله في عقبه وعقب عقبه. وقال ابن المنكدر: إن الله ليحفظ بالرجل الصالح ولده وولد ولده والدّويّرات التي حوله فما يزالون في حفظ من الله وستر. ¶ قال تعالي:\" وَأَمَّا الْجِدَارُ فَكَانَ لِغُلَامَيْنِ يَتِيمَيْنِ فِي الْمَدِينَةِ وَكَانَ تَحْتَهُ كَنزٌ لَّهُمَا وَكَانَ أَبُوهُمَا صَالِحًا فَأَرَادَ رَبُّكَ أَنْ يَبْلُغَا أَشُدَّهُمَا وَيَسْتَخْرِجَا كَنزَهُمَا رَحْمَةً مِّن رَّبِّكَ \" ¶ قال القرطبي:\" ففيه ما يدل علي أنا الله تعالي يحفظ الصالح في نفسه وفي ولده \". ¶ وقال الإمام السعدي:\" العبد الصالح يحفظه الله في نفسه وفي ذريته \". ¶ قال صاحب الظلال:\" ولما كان أبوهما صالحًا فقد نفعهما الله بصلاحه في طفولتهما وضعفهم، فأراد أن يكبرا ويشتد عودهما، ويستخرجا كنزهما وهما قادران علي حمايته \". ¶ ¬__________ ¶ (¬1) رواه الطبراني في الكبير والبيهقي في الشعب، صحيح برقم (943) في صحيح الجامع. ¶ (¬2) يقول \"فقد عمّ الخبث \" في زمانه، فكيف بزماننا، والله المستعان.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "ومتي كان العبد مشتغلاً بطاعة الله فإن الله يحفظه في تلك الحال؛ قال بعض السلف: من أتقي الله فقد حفظ نفسه، ومن ضيّع تقواه فقد ضيّع نفسه والله غنيّ عنه. قال بعض السلف: إني لأعصى الله فأعرف ذلك في خلق خادمي ودابتي. ¶ النوع الثاني من الحفظ وهو أشرف النوعين: حفظ الله للعبد في دينه وإيمانه؛ فيحفظه في حياته من الشبهات المُضّلة ومن الشهوات المحّرمة، ويحفظه عند موته فيتوفاه علي الأيمان، نسأل الله الكريم من فضله. ¶ وقوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ \"احْفَظْ اللَّهَ تَجِدْهُ تُجَاهَكَ\" معناه أن من حفظ حدود الله وراعي حقوقه؛ وجد الله معه في كل أحواله حيث يتوجه يحوطه وينصره ويّوفقه ويُسدّده \" إِنَّ اللّهَ مَعَ الَّذِينَ اتَّقَواْ وَّالَّذِينَ هُم مُّحْسِنُونَ \" قال قتاده:\" من يتقي الله يكن معه، ومن يكن الله معه فمعه الفئة التي لا تُغلب، والحارس الذي لا ينام، والهادي الذي لا يضل\". بل كتب بعض السلف إلي أخ له فقال:\" أما بعد، فإن كان الله معك فمن تخاف؟؟ وإن كان عليك فمن ترجو؟؟؟. ¶ وأكرر قائلاً:\" فإن كان الله معك فمن تخاف؟؟ وإن كان عليك فمن ترجو؟؟؟. \" فإن كان الله معك فمن تخاف؟؟ وإن كان عليك فمن ترجو؟؟؟. ¶ قوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ \"إِذَا سَأَلْتَ فَاسْأَلْ اللَّهَ وَإِذَا اسْتَعَنْتَ فَاسْتَعِنْ بِاللَّهِ\" هذا مُقتبسٌ من قوله تعالي \" إِيَّاكَ نَعْبُدُ وإِيَّاكَ نَسْتَعِينُ \" فإن السؤال هو دعاؤه والرغبة إليه، قال تعالي:\" وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ \" وقال عز وجلّ:\" ادْعُواْ رَبَّكُمْ تَضَرُّعًا وَخُفْيَةً إِنَّهُ لاَ يُحِبُّ الْمُعْتَدِينَ \" وقال عز من قائل:\" وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ فَلْيَسْتَجِيبُواْ لِي وَلْيُؤْمِنُواْ بِي لَعَلَّهُمْ يَرْشُدُونَ \"، وغير ذلك من الآيات وعن أبي هريرة رضي الله عنه أن رسول الله صلي الله عليه وسم قال:\" ليس",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "شيء أكرم على الله تعالى من الدعاء \" (¬1)، وعن النعمان بن بشير رضي الله عنه أن رسول الله صلي الله عليه وسم قال:\" الدعاء هو العبادة، ثم قرأ: (وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ) \" (¬2) ¶ وقال صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:\" من لم يسأل الله يغضب عليه \" (¬3) فإنه لا يكون إلهًا مستحقًا للعبادة إلا من كان خالقًا رازقًا مالكًا متصرفًا مدبرًا لجميع الأمور حيًا قيومًا سميعًا بصيرًا عليمًا حكيمًا موصوفًا بكل كمال منزهًا عن كل نقص، غنيًا عما سواه، مفتقرًا إليه كل ما عداه، فاعلاً مختارًا لا معقب لحكمه ولا راد لقضائه ولا يعجزه شيء في الأرض ولا في السماء ولا يعزب عنه مثقال ذرة في السماوات ولا في الأرض ولا تخفي عليه خافية، وهذه صفات الله عز وجل لا تنبغي إلا له ولا يشركه فيها غيره، فكذلك لا يستحق أن يُسأل إلا هو لكمال صفاته وغناه. ¶ فتضمن هذا الكلام أن يُسأل الله عز وجل وحده ولا يُسأل غيره، وأن يُستعان بالله دون غيره. ¶ والاستعانة تعني: طلب العون علي فعل الطاعة وترك المعصية والوقوف عند الحدود، والاستعانة: من أنواع العبادة، وهي طلب العون من الله عز وجل، قال الله عز وجل:\" إِيَّاكَ نَعْبُدُ وإِيَّاكَ نَسْتَعِينُ \" أي لا نعبد إلا إياك ولا نستعين إلا بك، ونبرأ من كل معبود دونك ومن عابديه، ونبرأ من الحول والطول والقوة إلا بك، فلا حول لأحد علي معصيتك، ولا قوة علي طاعتك، إلا بتوفيقك ومعونتك. قال الله عن نبيه يعقوب عليه السلام:\" فَصَبْرٌ جَمِيلٌ وَاللّهُ الْمُسْتَعَانُ عَلَى مَا تَصِفُونَ \" وقال لنبيه محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:\" قَالَ رَبِّ احْكُم بِالْحَقِّ وَرَبُّنَا الرَّحْمَنُ ¶ ¬__________ ¶ (¬1) رواه الترمذي وابن حبان والحاكم، صحيح برقم (5392) في صحيح الجامع. ¶ (¬2) رواه الترمذي وأبو داود، صحيح برقم (3407) في صحيح الجامع. ¶ (¬3) صحيح، أنظر صحيح الجامع (2418).",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "الْمُسْتَعَانُ عَلَى مَا تَصِفُونَ \". وعن أبي هريرة رضي الله عنه أن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قال:\" احرص علي ما ينفعك، واستعن بالله \" (¬1)، وعن معاذ بن جبل رضي الله عنه أن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قال:\" اللهم أعني علي ذكرك وشكرك وحسن عبادتك \" (¬2) ¶ وقد نهينا عن الاستعانة بغير الله عز وجل لأنه لا خالق للعباد وأفعالهم غيره تعالي، فإذا كان المخلوق لا يقدر علي فعل نفسه إلا بما أقدره الله تعالي عليه فكيف يجوز أن تطلب الإعانة منه علي فعل غيره والعاقل يفهم ذلك بادئ بدء. ¶ ، وفي النهي عن مسألة المخلوقين أحاديث كثيرة صحيحة، وقد بايع النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ جماعة من أصحابه علي أن لا يسألوا الناس شيئاً (¬3) ومنهم: أبو بكر وأبو ذر وثوبان رضي الله عنهم أجمعين، وكان أحدهم يسقط السوط منه وهو علي ناقته فلا يسأل أحد أن يناوله إياه. ¶ وقد ثبت في الصحيحين عن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:\"فَإِذَا مَضَى ثُلُثُ اللَّيْلِ أَوْ نِصْفُ اللَّيْلِ نَزَلَ إِلَى السَّمَاءِ الدُّنْيَا جَلَّ وَعَزَّ فَقَالَ هَلْ مِنْ سَائِلٍ فَأُعْطِيَهُ هَلْ مِنْ مُسْتَغْفِرٍ فَأَغْفِرَ لَهُ هَلْ مِنْ تَائِبٍ فَأَتُوبَ عَلَيْهِ هَلْ مِنْ دَاعٍ فَأُجِيبَهُ \". ¶ ¬__________ ¶ (¬1) رواه مسلم. ¶ (¬2) رواه أبو داود والنسائي، صحيح برقم (7969) في صحيح الجامع. ¶ (¬3) عَنْ عَوْفُ بْنُ مَالِكٍ الْأَشْجَعِيُّ قَالَ كُنَّا عِنْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تِسْعَةً أَوْ ثَمَانِيَةً أَوْ سَبْعَةً فَقَالَ أَلَا تُبَايِعُونَ رَسُولَ اللَّهِ وَكُنَّا حَدِيثَ عَهْدٍ بِبَيْعَةٍ فَقُلْنَا قَدْ بَايَعْنَاكَ يَا رَسُولَ اللَّهِ ثُمَّ قَالَ أَلَا تُبَايِعُونَ رَسُولَ اللَّهِ فَقُلْنَا قَدْ بَايَعْنَاكَ يَا رَسُولَ اللَّهِ ثُمَّ قَالَ أَلَا تُبَايِعُونَ رَسُولَ اللَّهِ قَالَ فَبَسَطْنَا أَيْدِيَنَا وَقُلْنَا قَدْ بَايَعْنَاكَ يَا رَسُولَ اللَّهِ فَعَلَامَ نُبَايِعُكَ قَالَ:\" عَلَى أَنْ تَعْبُدُوا اللَّهَ، وَلَا تُشْرِكُوا بِهِ شَيْئًا، وَالصَّلَوَاتِ الْخَمْسِ، وَتُطِيعُوا، وَأَسَرَّ كَلِمَةً خَفِيَّةً، وَلَا تَسْأَلُوا النَّاسَ شَيْئًا، فَلَقَدْ رَأَيْتُ بَعْضَ أُولَئِكَ النَّفَرِ يَسْقُطُ سَوْطُ أَحَدِهِمْ فَمَا يَسْأَلُ أَحَدًا يُنَاوِلُهُ إِيَّاه \" رواه مسلم.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "وأعلم أن سؤال الله عز وجل دون خلقه هو المُتعيّن، لأن السؤال فيه إظهار الذل من السائل والمسكنة والحاجة والافتقار، وفيه الاعتراف بقدرة المسئول علي رفع هذا الضر ونيل المطلوب وجلب المنافع ودرء المضآر، ولا يصلح الذل والافتقار إلا لله وحده العزيز الغفار لأنه حقيقة العبادة، وكان الإمام أحمد بن حنبل يدعو ويقول:\" اللهم كما صنت وجهي عن السجود لغيرك فصنه عن المسألة لغيرك؛ ولا يقدر علي كشف الضر وجلب النفع سواك \". ¶ فأعلم أن الله سبحانه يُحب أن يُسأل، والمخلوق يكره أن يُسأل، ولهذا قال وهب بن مُنبه لرجل كان يأتي الملوك: ويحك تأتي من يُغلق عنك بابه ويُظهر لك فقره ويُواري عنك غناه، وتدع من يفتح لك بابه نصف الليل ونصف النهار، ويُظهر لك غناه، ويقول ادعني أستجب لك؟؟ ¶ وقال طاووس لعطاء: إياك أن تطلب حوائجك إلي من أغلق دونك بابه ويجعل دونها حجابه، وعليك بمن بابه مفتوح إلي يوم القيامة أمرك أن تسأله، ووعدك أن يُجيبك. ¶ وأما الاستعانة بالله عز وجل دون غيره من الخلق، فلأن العبد عاجز عن جلب مصالحه ودفع مضآره، ولا مُعين له علي مصالح دينه ودنياه إلا الله عز وجل، فمن أعانه فهو المُعان ومن خذله فهو المخذول، وهذا تحيق قول لا حول ولا قوة إلا بالله، فإن المعني لا تحوّل للعبد من حال إلي حال ولا قوة له علي ذلك إلا بالله، وهذه الكلمة هي كنز من كنوز الجنة، فالعبد مُحتاج إلي الاستعانة بالله في فعل المأمورات وترك المحظورات والصبر علي المقدورات كلها في الدنيا وعند الموت وبعده من أهوال البرزخ ويوم القيامة، ولا يقدر علي الإعانة علي ذلك إلا الله عز وجل، فمن حقق الاستعانة عليه في ذلك كله أعانه. قال بعض السلف: يارب عجبت لمن يعرفك كيف يرجو غيرك، وعجبت لمن يعرفك كيف يستعين بغيرك.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "قوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ \"رُفِعَتْ الْأَقْلاَمُ وَجَفَّتْ الصُّحُفُ\" هو كناية عن تقدم كتابة المقادير كلها والفراغ منها من أمدّ بعيد، فإن مقادير الخلائق قد كُتبت قبل أن يخلق الله السماوات والأرض بخمسين ألف سنة، كما في صحيح مسلم. ¶ قوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ \"وَاعْلَمْ أَنَّ الأمة لَوْ اجْتَمَعَتْ عَلَى أَنْ يَنْفَعُوكَ بِشَيْءٍ لَمْ يَنْفَعُوكَ إِلاَّ بِشَيْءٍ قَدْ كَتَبَهُ اللَّهُ لَكَ وَلَوْ اجْتَمَعُوا عَلَى أَنْ يَضُرُّوكَ بِشَيْءٍ لَمْ يَضُرُّوكَ إِلاَّ بِشَيْءٍ قَدْ كَتَبَهُ اللَّهُ عَلَيْكَ\" المراد: إنما يُصيب العبد في دنياه مما يضره أو ينفعه فكله مُقدّر عليه، ولا يُصيب العبد إلا ما كُتب له من مقادير ذلك في الكتاب السابق، ولو أجتهد علي ذلك الخلق كلهم جميعًا. وقد قال تعالي:\" قُل لَّن يُصِيبَنَا إِلاَّ مَا كَتَبَ اللّهُ لَنَا\" وقال:\" مَا أَصَابَ مِن مُّصِيبَةٍ فِي الْأَرْضِ وَلَا فِي أَنفُسِكُمْ إِلَّا فِي كِتَابٍ مِّن قَبْلِ أَن نَّبْرَأَهَا\" وقوله:\" قُل لَّوْ كُنتُمْ فِي بُيُوتِكُمْ لَبَرَزَ الَّذِينَ كُتِبَ عَلَيْهِمُ الْقَتْلُ إِلَى مَضَاجِعِهِمْ \". فلا يدور في رأس أي أحد كائنًا من كان أنه بإمكانه أن يضر أحد فإنه والله لا يقدر أن يرفع يديه إلي أنفهِ ليُخرج الأذى منها إلا بحولٍ من الله. ¶ * وأعلم أن مدار جميع هذه الوصية علي هذا الأصل وما ذُكر قبله وبعده فهو مُتفرع عليه وراجع إليه، فإن العبد إذا علم أنه لن يُصيبه إلا ما كتب الله له من خير وشر ونفع وضر، وأن اجتهاد الخلق كلهم علي خلاف المقدور غير مُفيد البتة علم حينئذٍ أن الله وحده هو المقيت الذي بيده قوت كل شيء لا بيد غيره، فأوجب ذلك للعبد توحيد ربه عز وجل وإفراده بالطاعة وحفظ حدوده، فإن المعبود إنما يُقصد بعبادته جلب المنافع ودفع المضآر، ولهذا ذم الله من يعبد من لا ينفع ولا يضر ولا يُغني عن عابده شيئاً فمن يعلم أنه لا ينفع ولا يضر ولا يُعطي ولا يمنع غير الله أوجب له ذلك إفراده بالخوف والرجاء والمحبة والسؤال والتضرع والدعاء وتقديم طاعته علي طاعة الخلق جميعاً، وأن يتقي سخطه ولو كان فيه سخط الخلق جميعاً، وأن يُفرده وحده",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "بالاستعانة به والسؤال له وإخلاص الدعاء له في حال الشدة وحال الرخاء، وليكن لسان حاله في كل وقت من أوقاته قائلاً: اللهم إني أبرأ من الثقة إلا بك، وأبرأ من الأمل إلا فيك، وأبرأ من التسليم إلا لك، وأبرأ من التفويض إلا إليك، وأبرأ من التوكل إلا عليك، وأبرأ من الصبر إلا علي بابك، وأبرأ من الذل إلا في طاعتك، وأبرأ من الرهبة إلا لجلالك العظيم، اللهم تتابع برك، وأتصل خيرك، وكمل عطائك، وعمت فواضلك، وتمت نوافلك، وبرّ قسمك، وصدق وعدك. ¶ إخواني: ذهبت الأيام، وكُتبت الآثام، وإنما ينفع الملام متيقظًا. والسلام. ¶ وصلي الله علي نبينا محمد وآله وصحبه وسلم اللهم تسليماً كثيرا. ¶ المصادر: ¶ 1 - جامع العلوم والحكم للإمام ابن رجب. ¶ 2 - سلسلة الأحاديث الصحيحة للعلامة الألباني. ¶ 3 - تفسير الجلالين. ¶ 4 - مقدمة فضيلة الشيخ محمد صفوت نور الدين لكتاب \" رهبان الليل \" للدكتور سيد حسين العفاني. ¶ 5 - شريط حدثني أبي لشيخي الشيخ: محمد حسان. الدعاء الأخير من شريط لفضيلة الداعية المربي الشيخ محمد بن حسان. ¶ 6 - معارج القبول. للشيخ حافظ بن أحمد الحكمي. ¶ 7 - تفسير العلامة السعدي. ¶ 8 - المعجم الوسيط. ولسان العرب. ¶ 9 - صيد الخاطر لإبن الجوزي. ¶ 10 - في ظلال القرآن لسيد قطب. ¶ 11 - سلسلة أسماء الله الحسني الثابتة في الكتاب والسنة للدكتور محمود عبد الرازق الرضواني. ¶ وكتبه راجي رحمة ذو الإحسان ¶ أبو عبد الرحمن محمد بن عمران. ¶ omran_19844@hotmail.com",
            "page": "28",
            "part": "1"
        }
    ],
    "t35974": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "تعطير الأنفاس بالتعليق علي وصية النبي لإبن عباس"
        }
    ]
}