{
    "b35972": [
        {
            "id": "1",
            "nass": "مشكلات الأحاديث النبوية ¶ و بيانها ¶ عبدالله بن علي النجدى القصيمي ¶ المجلس العلمي السلفي ¶ شيش محل رود لاهور باكستان ¶ -2- ¶ بسم الله الرحمن الرحيم ¶ مشكلات الأحاديث النبوية ¶ و بيانها ¶ تأليف ¶ عبدالله بن علي النجدى القصيمي ¶ يحتوي هذا الكتاب على الأحاديث النبوية التي استشكلتها العلوم الحديثة من طبية و جغرافية و فلكية و حسية الخ ... و فيه بيانها بنفس العلوم الحديثة . و سيجد القارئ في الكتاب مثالاً حياً للدفاع عن نصوص الدين المقدس، و مثالاً حياً للنقد الفلسفي العصري..... ¶ ? أنظر الفهرس ? ¶ اهتم بطبعه ¶ المجلس العلمي السلفي ¶ تحت إشراف ¶ دار الدعوة السلفية شيش محل رود لاهور ¶ باكستان ¶ -3- ¶ اهتم بطبعه ـ ـ ـ ـ ـ ـ ـ ـ ـ ـ ـ ـ ـ ـ ـ ـ ـ ـ ـ ـ ـ ـ ـ ـ ـ ـ ـ ـ محمد سليمان أنصاري ¶ مطبع ـ ـ ـ ـ ـ ـ ـ ـ ـ ـ ـ ـ ـ ـ ـ ـ ـ ـ ـ ـ ـ ـ ـ ـ ـ ـ ـ ـ ــ ـ ـ ـ ـ ـ طفيل ارٹ رد?ں ¶ رجب المرجب 1406هـ ¶ مارس 1986ء ¶ -4- ¶ فهرس ¶ الكتاب ¶ صفحة ¶ ... الموضوع ... صفحة ... الموضوع ¶ 6 ... مشكلات عذاب القبر و نعيمه ... 78 ... الكافر يأكل في سبعة أمعاء ¶ 8 ... الحجج العلمية على وجود العالم الروحاني ... 81 ... أحاديث تأثير العين في نظر الدين و العلم الحديث ¶ 12 ... لولا بنو إسرائيل لم يخنز اللحم ... 84 ... ما يروى عن سيدنا إبراهيم من الكذب ¶ 16 ... الشيطان يجري من بني آدم مجرى الدم ... 91 ... الذي حرق نفسه و غفر له ¶ 17 ... انشقاق القمر و إشكالاته المتنوعة ... 95 ... تعذيب الميت ببكاء الحي عليه ¶ 37 ... سحر اليهود للنبي - صلى الله عليه وسلم - . ... 97 ... لا يلدغ المؤمن من جحر مرتين ¶ 44 ... حديث الذباب و إشكالاته الطبية ... 100 ... تحريم الجنة على العاصي و إشكالاته العظيمة ¶ 49 ... حديث تأبير النخل و بيانه ... 104 ... تحريم من قال لا إله إلا الله على النار ¶ 53 ... حديث لا عدوى ... 110 ... سجود الشمس تحت العرش",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "55 ... أحاديث الدجال و إشكالاتها المتعددة ... 114 ... نسخ التلاوة في القرآن ¶ 66 ... أحاديث أشراط الساعة و إشكالاتها ... 117 ... أحاديث التصوير ¶ 66 ... تحاج آدم و موسى عليهما السلام ... 120 ... حديث المعراج و إشكالاته الكثيرة ¶ 70 ... لطم موسى لملك الموت ... 133 ... مخاطبة الموتى ¶ 73 ... النيل و الفرات من الجنة ... 138 ... الفتن من قبل المشرق أو في نجد ¶ 76 ... الحر من فيح جهنم ¶ 77 ... الحمى من فيح جهنم ¶ -5- ¶ بسم الله الرحمن الرحيم ¶ اللهم إنا نسألك الإيمان والطمأنينة ، ونعوذ بك اللهم من الشك والحيرة ، ونهدي لك أتم الحمد والثناء ، ونصلي ونسلم على الرسل والأنبياء . ¶ أما بعد فهذا بيان لأحاديث نبوية صحيحة قد أشكلت على كبار العلماء . قد أشكل بعضها طبيا ً، وبعضها فلكياً ، وبعضها علمياً، وبعضها حسياً ، وبعضها دينياً . فعجل فريق فكذبها وردها وتحامل على رواتها ، ولم يصب في ذلك ، فجرأ العامة ، وأشباه العامة ، على أن يكذبوا كل ما لم يحيطوا بعلمه من صحيح الأخبار . وتكلم فيها فريق آخر كلاماً لم يسر مع الصواب والتوفيق ، فزاد كلامه أهل الشك شكاً وريبة . وضل من أجلها فريق ثالث ، فهوى في الشك والحيرة ، فرغب عن الدين ، وأوغل في الشهوات والملذات . ونحن نسأل الله السلامة من ذلك كله، كما نسأله أن يقضي لنا الرشاد والهداية فيما فعلنا ، وفيما سوف نفعل . ¶ وقد سردنا الأحاديث سرداً ، حيث ما تيسرت . لم نراع في ذلك ترتيباً ولا تقديماً ولا تأخيراً . وذلك لأن كل حديث قائم بنفسه مستقل بمعناه لا ارتباط له بغيره. ¶ المؤلف ¶ -6- ¶ أحاديث عذاب القبر",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "تواترت الأحاديث النبوية ان الإنسان إذا مات ووضع في قبره جاءته الملائكة تمتحنه فيما قدم ، فأن كان من المؤمنين المصلحين لقي هنالك عذاباً نكراً ، والعياذ بالله . وري ذلك في أصح كتب السنة . ودل على ذلك أيضاً كتاب الله في مواضع منه . ففي سورة نوح : { مما خطيئاتهم أغرقوا فأدخلوا ناراً فلم يجدوا لهم من دون الله أنصاراً } ، وفي سورة التحريم : { فخانتاهما فلم يغنيا عنهما من الله شيئاً وقيل ادخلا النار مع الداخلين } ، وفي سورة يس : { قيل ادخل الجنة قال يا ليت قومي يعلمون بما غفر لي ربي وجعلني من المكرمين } ، وفي آخر سورة الواقعة إشارة إلى ذلك ، وفي سورة الأنعام : { ولو ترى إذ الظالمون في غمرات الموت والملائكة باسطو أيديهم أخرجوا أنفسكم اليوم تجزون عذاب الهون بما كنتم تقولون على الله غير الحق } ، وقال أيضاً { وحاق بآل فرعون سوء العذاب النار يعرضون عليها غدواً وعشياً ويوم تقوم الساعة أدخلوا آل فرعون أشد العذاب } ، وقد أمر المصلون أن يستعيذوا في ختام صلواتهم من عذاب القبر ، صحت في ذلك الأحاديث، ورأى فريق من العلماء أن من لم يستعذ من عذاب القبر في صلاته فصلاته غير صحيحة . ¶ وقد استشكل الذين يعولون على المادة والحس عذاب القبر ، و قالوا : إننا نشاهد الميت جثة هامدة : لا حراك ، ولا شعور ، ولا إحساس ، ولا أثر لشيء من ذلك . فكيف ينالها ذلك ؟ أم كيف يمكن أن يصح ما ذكرت روايات عذاب القبر أن الملائكة يجيئون الميت ، ويقعدونه ويسألونه ، ويجاوبهم ، فأن كان كافراً ضربوه بمطارق من حديد فالتقت أضالعه ، وإن كان مؤمناً لقي نعيماً وروحاً وريحاناً. قالوا : ونحن لو حفرنا على الميت ما وجدنا شيئاً من ذلك ، بل لوجدناه جماداً لا يحس . قالوا : وهل هذا إلا مخالفة للمشاهدة والحس ؟ ولا نظن دين الإسلام . دين العقل والبرهان . يجوز مخالفة الحس ¶ -7-",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "والمشاهدة . فأن الحس هو رسول العقل الذي يؤدي إليه الحقائق ، فلا يمكن الطعن في الرسول وإلا كان طعناً في المرسل . قالوا : وهل هذا إلا نظير أن يقال : إن الجمادات والأحجار التي أمامنا تعذب، وتشعر بعذابها ، وتنعم ، وتشعر بنعيمها ، وإنها تتكلم وتفهم الكلام ، وتروح ، وتجيء ؟ وهل مثل هذا يقرب حدود العقل والصواب ؟ ¶ هذه شبهات على عذاب القبر ، تتردد في صدور أغلب أهل هذا العصر ، وقد تتردد على شفاه فريق منهم ، وربما جعلوها مقادح في الإسلام . أما المشفقون على دينهم ، الحريصون عليه ، إما التربية صالحة ، أو لصلاح فطري فيغضون على ذلك إغضاء ، ويتأثمون من التفكير فيه ، كما يتأثمون من المباحثة فيه ، هروباً من الشك والبعد عن الإيمان . ¶ ونحن نقول : إن هذه الشبهات لا تقع إلا في صدر من يحسب الإنسان هو هذا الجسم المادي، والهيكل الترابي، الذي يذهب ويجيء ، ويتغير في اليوم هو هذا الجسم المادي ، والهيكل الترابي، الذي يذهب ويجيء ، ويتغير في اليوم ، والذي يذهبه المرض والجوع ، وتأتي به الصحة والطعام والشراب الذي يتركب من الخبز ونحوه ، والذي يزيد وينقص . فالذي يحسب الإنسان كله عبارة عن هذا فقد تجثم في صدره هذه الشبهات، وقد تقلق باله، وتقضي على راحته . أما من عرف الإنسان حقيقة ، العالم حقيقة ، المؤمن حقيقة ، المتألم حقيقة ، ذلك الأمر السماوي الروحاني ، ذلك الذي هو فوق المادة ، و فوق التراب ، الذي هو الروح ، تلاشت من حوله الشبهات ، وتبددت ، ولم يجد في الإيمان بعذاب القبر ونعيمه غضاضة ، بل لم يجد بداً منه . ¶ وقد أجمعت الأديان ، ولا أستثنى ديناً . وأجمع العقلاء ، ولا أستثنى عاقلاً ـ إلا من لا يؤبه بهم ـ على الإيمان بالعالم الروحاني ، وعلى الإيمان بما وراء المادة . وقد ألف الحكماء الأقدمون من البراهين على ذلك الشيء الكثير ، وذكروا ما فيه مقنع لكل من طلب الحق . وقد كشف هذا العصر براهين جديدة قاهرة على ذلك . ¶ -8-",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "براهين على وجود الأرواح :- ¶ قد أثبت العلماء أن جسم الإنسان يتبدل في حياته عدة مرات . ففي كل بضع سنين يتحلل ويجيء غيره مكانه ، ومعلوماته هي هي لا تذهب ولا تتحلل ، ولا ينسى ما علم في الصغر . وفي هذا برهان ضروري على أن في الإنسان شيئاً غير هذا الجسم المتحلل المتناثر في كل بضع سنين ، يحفظ تلك المعلومات القديمة ، وإلا لتلاشت مع الجسم المتلاشي الفاني ، وإلا لما بقي عنده شيء من معلومات الصغر . وهذا واضح . ¶ ولقد أثبتوا الأرواح أخيراً إثباتاً لا يقاربه الخلاف ولا الجدل . فقد استحضروها، وكلموها، وكلمتهم، و فهموا منها، وفهمت منهم وقد صار استحضار الأرواح اليوم علماً مدروساً، وخبراً متواترا لا ينازع فيه . وهذا يثبت العالم الروحاني، سواء أقيل: إن تلك الأرواح هي أرواح من يخاطبون، أم أرواح شياطين، فهو على كل حال برهان واضح على العالم الروحاني. ¶ ولقد أصبح الإيمان بما وراء المادة أمراً ضرورياً لا يحاول جحده إلا أهل السفسطة والهرطقة. فان هذه الإحساسات، والعلوم ، والإرادات والصناعات بأنواعها المختلفة الكثيرة، التي لا تحد، ولا تقف عند حد لا يمكن ان تكون كلها للجسم . فإن العلوم وأنواعها ، والصناعات وأنواعها ليست لها نهاية ، ولا يقدر أن تحد. والجسم محدود متناه، صغير الحد ، قريب النهاية ، فلا يمكن أن يقع ما لا يتناهى من المتناهي . ¶ وإن كل إنسان يؤمن بإحساسه ، وشعوره ، وإدراكه ، وحياته، ورضاه، وغضبه، وكل إنفعالاته. وهذه كلها ليست مادية، ولا من عالم المادة. إذاً هنالك عالم موجود فوق المادة، وفوق حدودها ، وفوق حدود الحواس الخمس . ¶ -9- ¶ وهذا العالم المادي المنظم أحسن التنظيم ، البالغ الغاية في الإتقان على ما فيه من حركات قهرية وإختيارية لا يمكن ان يكون ذلك من تدبير المادة ، وحكمة المادة . وإن المادة لأضعف من ذلك .",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ولو لا الأرواح أو ما وراء المادة لما وقع كل هذا التفاوت بين أفراد الإنسان، وبين نوع الإنسان، وأنواع الحيوانات. فلا يمكن أن يكون هذا التفاوت العظيم في المعارف والعلوم، والكرم والشجاعة، وسائر الصفات، في هذه المخلوقات منشؤه تفاوت الأجسام واستعدادها. وقد تجد الأضعف جسماً هو الأقوى فهماً وعلماً، والعكس بالعكس. ومادة الأجسام واحدة ، مركبة من عناصر متساوية . ¶ وإن كل إنسان يقول ( أنا ) يعلم ضرورة أنه لا يقصد بهذه الكلمة ( أنا ) هذا الجسم المادي المركب منه جسم الفرس والهر والجمل والوحش، وإنما يعني بقوله ( أنا ) أمراً فوق ذلك وأشرف منه، هو الروح. ¶ و قد تواترت عند سائر الأمم ، مؤمنها وكافرها ، أنه قد وجدت خوارق كثيرة على أيدي كثيرين من الأنبياء و الأولياء والسحرة والعرافين والدجالين . هذه أشيا تواتر وجودها بالجملة ، وهي لا يمكن أن تكون من عمل المادة وحدها فأن ذلك خارج ناموس العالم المادي . ¶ و إنني أعلم ، وأنا أكتب ما أكتب أن هذا الذي أكتبه، وأصنفه، وأشعر به ، و أحسه ، وينطوي عليه جسمي من أمل فياض، وإرادات لا نهاية لها : أعلم أن هذه الأمور ليست لجسمي هذا الترابي النحيل . إنني أعلم ذلك ضرورة . وكل أحد فيما أعلم يجد ما أجد. وأعرف أن ذلك لشيء قد انطوى عليه جسمي، أو انطوى هو على جسمي ، وهو ليس مادياً . ¶ وإن موت الإنسان وحياته برهان لا ينازع على العالم الروحاني وإلا فلماذا يفقد الحي مرة واحدة ، في لحظة واحدة ، جميع معلوماته ، وشعوره ، ¶ -10- ¶ وحركاته ، و كل شيء يكون بالحياة . يفقد ذلك كله بأهون الأسباب بمجرد ضربة ، أو لسعة ، أو خنقه ، ثم لا يمكن إعادة هذه الأشياء ولا بعضها إلى هذا الحي الذي فقدها ، إن شأن فوق شأن الماديات . فلا بد أن يكون في هذا الجسم الذي نقول عليه \" مات \" شيء يفارقه . فإذا فارقه قلنا : إنه مات ، وإذا سكن فيه قلنا : إنه حي . ¶ وبالجملة فالبراهين على العالم الروحاني لا يحصرها حاصر",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وإذا عرف الإنسان هذا العالم الروحاني الذي هو فوق الحواس ووراء المادة سهل عليه الجواب عن الإشكالات على عذاب القبر ونعيمه ، وعلم أن موت هذا الجسم الترابي ليس بمانع أن تعذب الروح، وأن تنعم، وأن تسعد و تشقى، و إن لم ير ذلك ، كما لا يرى الروح نفسها ، وأنه إذا لم يبصر هذا العذاب والنعيم لم يكن دليلاً على فقدهما في الواقع . كما انه لا يرى الأرواح ذاتها، ولم يكن ذلك دليلاً على عدمها . وكما لم يعد عدم رؤيته لعقله وفهمه ، وشعوره وإدراكه، ورضاه وغضبه، وسائر إنفعالاته دليلاً على فقدان هذه الأمور في نفسها . ومن حسب عدم إحساس الأمر برهاناً على عدم الأمر نفسه قال : إن هذه غير موجودة لأنها غير محسة . وهذا خلاف إجماع العقلاء . ¶ وشيء آخر . و هو أنه ليس كل ما لا يحس بأحد الحواس فهو مفقود ، غير موجود . فقد مضت قرون وقرون والناس لا يحسون هذه المخلوقات الحية الحيوانية التي تقضي على حياة الأحياء التي نسميها \" ميكروبات \" حتى خلق الله \" الميكروسكوب \" فأحسوها وعلموها، وما كانت قبل أن يخلق هذا \" الميكروسكوب \" فتبصر و تحس مفقودة في الواقع ، ولا كان جهلهم إياها برهاناً على فقدها. ولن تكون غير موجودة الآن لو لم يوجد \" الميكروسكوب \" . والعلماء اليوم يقررون أن من هذه \" الميكروبات \" ما هو فوق \" الميكروسكوب \" وفوق الإحساس والإبصار ، ولكنهم لا يرتابون في وجودها ، مستدلين بآثارها ، وبفتكها بالأحياء ، وما نفوها إذ لم يحسوها و يبصروها . إذاً من الموجودات المادية ما لا يحس ولا يبصر . وإذاً لا يصح لنا أن نكذب أخبار الصادقين إذا ما حدثونا بأمور هي فوق إحساسنا البشري ، وإذاً لا غرابة ولا محال من عذاب القبر ¶ -11- ¶ وإن لم نره .",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وشيء آخر ، وهو أن علما العصر يقررون أن النطفة المنوية مملوءة الحيوانات الحية المتحركة ، ونحن لا نحس ذلك ولا نبصره ، ويقررون أن هذه الحيوانات المنوية تعذب وتنعم ، وتموت ، وتقتل، وتمشي ، وتروح ، وتجيء ، ولا نرى من ذلك شيئاً . وقد كان هذا باطلا ومحالا من أن يخرج \" الميكرسكوب \" . إذا لا يجوز تكذيب الأمر اعتماداً على عدم إحساسه ، ومن فعل ذلك كان غالطا ، كما كان غالطا من كذب بهذه الحيوانات المنوية، لأنه لم ينظر بالميكرسكوب ، أو لأن الله تعالى لم يخلق الميكرسكوب . ¶ وشيء آخر . وهو أن علماء النبات حققوا أن للنبات شعوراً بالآلام وبالموت ، وحققوا أن له تنفساً ونفساً ، فما لنا ننكر مثله للأموات أو للأرواح التي انتقلت من دار إلى دار ؟ هذا عين الغبن في التفكير . إن النائم الذاهب في النوم إلى حد الهمود قد يكون في جسمه وفي لحمه ودمه من الحيوانات والأمراض ما يمزق لحمه ، ويمتص دمه ، وينخر عظامه، وما يتقاتل على ما فيه من إذا ، وهو خامد هامد أمامنا، لا نشعر بشيء من ذلك، ولا نرى شيئاً منه . وما قلنا : إن هذا باطل لأننا لا نحسه ولا نراه . وإن النائم أيضاً قد يجد أشد الآلام ، ويعاني العذاب النكر ، وهو نائم ساكن لا حركة ولا تألم ، ونحن لم نر من ذلك شيئاً . و قد يرى أنه يضرب و يعذب ، فيقوم فزعاً منفجعاً . و قد يجد في بدنه مواقع الإيلام والضرب . وما أنكرنا شيئاً منه لأننا لم نبصره . بل قد يكون الإنسان في أشد العذاب في نفسه وجسمه ، وهو جالس أمامنا كأنه ليس به شيء ، وكأنه لا يحس شيئاً . ¶ إذاً الشبهة على عذاب القبر ـ وهي أننا لا نشاهد هذا العذاب ـ شبهة داحضة . وما قال عاقل إن الموجودات منحصرة كلها في المحسوسات وإن ما ليس محسوسا ليس موجوداً.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "لنفرض أن الله لم يخلق للإنسان حاسة السمع فلم يسمع مسموعاً فهل يكون فقداننا للمسموعات دليلاً على عدمها ، وعلى أنها غير موجودة ؟! اللهم لا . وهل الأصم ـ وهو بيننا كثير ـ ينكر وجود الأصوات ؟! إن إنكار الأصم للأصوات لأنه لم يسمعها كإنكار هؤلاء عذاب القبر لأنهم لم يحسوه و لم يروه .. أو لنفرض أن النوع الإنساني خلق فاقد للحواس ¶ -12- ¶ الخمس . فلم يحس شيئاً من الموجودات لا سمعياً ، ولا مرئياً ، ولا مطعوماً ، ولا ملموساً ، ولا مشموماً ، فهل تكون هذه الأشياء غير موجودة لأنه لم يحسها بحواسه الخمس ؟! وهل يكون عدم إحساس هؤلاء لعذاب القبر دليلا على فقده في الواقع . ¶ ليتريث هؤلاء المولعون بالإنكار والجحود ، وليصغوا إلى ما قدمنا فإن فيه ما يقنعهم . إننا لو قلنا قبل أن يخرج هذا الميكرسكوب : إن الجو والهواء مملوء بالنسمات الحية التي تحدث أنواع الأمراض ، والتي تفترس الأحياء إفتراساً لما صدقنا أحد ، ولما أمكن أن يؤمن بذلك أحد . ¶ والخلاصة أن القارئ إذا عرف أمرين ـ ولا بد له من معرفتهما ـ هانت عليه مشكلة عذاب القبر ونعيمه سواء أكان روحانياً جسمانياً أم روحانياً فقط : إذا عرف العالم الروحاني ؛ واعترف به . وما قدمناه يكفيه بأن يعترف . ومن الأمور البديهية أن هذه الحركة في الكون، والنظام العجيب الذي هو دائب عليه ، لا بد أن مصدره أمراً غير مادي . وعرف أنه ليس كل موجود فلا بد أن يحس ويرى . بل الوجود أوسع دائرة من الإحساس . وبهذا يصير عذاب القبر ونعيمه من المسائل الواضحة ومن القضايا التي لا بد من الإيمان بها . ¶ لولا بنو إسرائيل لم يخنز اللحم",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "روى البخاري ومسلم عن أبي هريرة عن رسول الله أنه قال : \" لولا بنو إسرائيل لم يخنز اللحم ، ولولا حواء لم تخن أنثى زوجها الدهر \" الإخناز هو التغيير والفساد . و يفسر هذا الحديث بعض الناس بأن اللحم كان قبل بني إسرائيل لا يخنز ولا يفسد ، وإن ترك أزماناً، أي إن طبيعة اللحم كانت غير قابلة للفساد . ثم إن الله عاقب بني إسرائيل بذنوبهم وبطرهم حين ما كان ينزل عليهم المن والسلوى ، فتغيرت طبيعة اللحم وصارت إلى الفساد والإخناز إذا ما ترك اللحم وصارت إلى الفساد والإخناز إذا ما ترك اللحم . قالوا : والله يعاقب على المعاصي كثيراً بالعقوبات الدنيوية ، والمصائب في الأموال والطعام والشراب . وكذا قالوا : إنه لولا حواء وعصيانها وأكلها من الشجرة المحرمة لما عصيت ¶ -13- ¶ امرأة ، ولما غررت بزوجها . والمراد بالخيانة هنا أنها سولت لآدم أن يأكل من الشجرة لا أنها خانت في عرضها . كلا . والمعنى على هذا أن الله عاقب النساء بعصيان أمهن حواء فجرين على آثارها ، وعصين كما عصت عقوبة وجزاء . ¶ وهذا القول بعيد من الشرع بعيد من الصواب ، لا يجوز حمل الحديث عليه ، و لا يجوز الذهاب إليه . فإن هذا مثل أن يقال : إن النار كانت في زمن بني إسرائيل لا تحرق ، وإن الماء لا يروي ، والطعام لا يشبع . ومن يقبل هذا ؟! إذاً ما معنى هذا الحديث ، وما تأويله ؟ ¶ فأقول : القول الحق ، والرأي الصواب فيه ، هو ما بعث به إلينا حضرة عالم السنة، ومحي مذهب السلف في دمشق الشام ، الرقيق العلامة محمد بهجة البيطار. وقد سألناه عن ¶ الحديث كتابة ، فأرسل إلينا الجواب كتابة . ¶ ... ¶ جواب الأستاذ البيطار",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "قال حفظه الله \" لولا بنو إسرائيل لم يخنز اللحم . الظاهر المتبادر الذي أفهمه منه أن البركة في الإنفاق ، وأن المحق في الإمساك ، و أن بني إسرائيل كان يأتيهم رزقهم من السلوى كل يوم فيأكلونه لحماً طرياً و يوسعون منه على غيرهم . فلما شحوا به وادخروه ، عوقبوا بفساده وخبثه ونتنه ، ولعلهم كانوا أول من سن هذه السنة السيئة في الناس ، أو اشتهروا بها أكثر من غيرهم ، وكانوا قدوة سيئة لمن جاء بعدهم بحكم الوراثة والتقليد . ¶ \" فالكلام على ما يظهر لي هو في عمل بني إسرائيل في اللحم ، ولا في طبيعة اللحم من حيث هو لحم ، وأنه لولا هم لما ادخر، ولو لم يدخر لم يفسد والله أعلم . ¶ \" وأما خيانة حواء لزوجها فيما بدأت به و زينت له من الأكل من الشجرة المنهي عنها . فالخيانة اسم جنس شامل لجميع أنواعها، وتزيين حواء لآدم الأكل من هذه الشجرة الضارة هو نوع منها . ثم توسعت بنات حواء في الخيانة وارتكبن منها كل قبيح كما هي عادة البشر و طبيعة المجتمع في التفنن بكل نافع وضار على تراخي الزمن ، وتجدد الشئون ، واشتداد البواعث ، وتولد المصالح و المفاسد ، وتنوع البشر إلى غوى ورشيد ، وانقسامهم ¶ -14- ¶ إلى شقي وسعيد ، وابتلائهم بسوء التربية وفساد العشرة والتقليد. ¶ \" وهل أنا إلا من غزية إن غوت غويت وإن ترشد غزية أرشد \" ¶ انتهى جواب الأستاذ بيطار. ¶ وهذا وربك هو الجواب الذي تقبله عقول الشباب المتعلم ولا يأباه السواد الأعظم المتعمم ، وهو الجواب الذي يمشي مع الثقافتين الصفراء والبيضاء .",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وبيان كلام الأستاذ حفظه الله أنه قد يكون إدخار اللحم الذي يترتب عليه فساده وإخنازه مجهولاً للأمم قبل بني إسرائيل، لم يعتادوه ولم يعرفوه، كما قد تكون طرق كثيرة لإدخار اللحم وحفظه مجهولة لآن لأمم عظيمة، وإن كانت معروفة لأمم أخرى. والأمم الآخذة بآفاق الحضارة اليوم تعرف طرقاً لإدخار اللحوم على إختلافها، وإدخار سائر الأطعمة لا تعرفها الأمم البدوية أو الناشئة في الحضارة، فكانت الأمم قبل بني إسرائيل لا تعرف أن اللحوم تخزن و تدخر، فما كانت تفعله، فما كان الفساد ولا الإخناز يتناوله. فلما جاءت بنو إسرائيل ورغس الله لهم النعم والآلاء رغسا، وصب عليهم خيراته وبركاته، وأنزل عليهم المن والسلوى، وهي أنواع من لحوم الطير الفاخرة، تأتيهم صباح مساء، لم يكن شكرهم لهذه النعم التي فضلهم بها على العالمين إلا الكفران، والإمساك، والشح، الذي لا داعي له إلا اللحازة وسوء الجبلة، بخلو وخافوا إنقطاع ما هم فيه من نعيم، ففكروا في الإدخار، فهذاهم شحهم وهلعهم إلى أن خزنوا المأكولات وخزنوا المن والسلوى فأصيب بالفساد والإخناز شأن اللحوم. ولا تنس أن القوم كانوا جاهلين ولا بد طرق الإدخار التي يبقى معها اللحم سليما من الفساد، لأن الناس لم يتسعوا إذ ذاك في فنون الإمساك وفنون المأكولات سنة النشوء والإرتقاء . ¶ هذا ما كان من بني إسرائيل. فجاءت الأمم بهدهم ، وأخذت مأخذهم فيما إبتدعوا و شرعوا من إمساك وإدخار، فادخر الناس اللحوم فأخنزت كما هي اليوم ، وهذا يشبه قوله عليه السلام \" لا تقتل نفس ظلماً إلا كان على إبن آدم الأول كفل من ذلك لأنه أول من سن القتل \" وهذا الحديث شبيه بأن نقول : لولا الفرنج لما طار العراقيون والحجازيون والمصريون بالطيارات ، ولما تخاطبوا وبينهم المسافات التي تهلك فيها الأشواط والأصوات . ¶ -15-",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "ولا تلازم في هذا بين الأول والثاني إلا إختراع الأول ما تمكن به الثاني أن يفعل . وهو تلازم عادي لا عقلي ، وكذلك لا تلازم بين بني إسرائيل وإخناز اللحم إلا إختراعهم ما به تمكن اللحم من أن يخنز وهو إدخاره . هذا معنى كلام الأستاذ حفظه الله في الشطر الأول من الحديث وهو \" لولا بنو إسرائيل لم يخنز اللحم \" . ¶ أما الشطر الآخر من الحديث ، وهو \" لولا حواء لم تخن أنثى زوجها \" فبيان قوله فيه حفظه الله أن طبيعة النساء واحدة ، واستعدادهن واحد في الخلقة والقابلية ، لا فرق بين حواء وغيرها من اللائي جئن بعدها. وقد خلقت حواء وهي أم النساء قابلة للخيانة والخطأ، فخلقت بناتها مثلها في ذلك الاستعداد والقبول، وفي تلك الخلقة والصبغة ، لا تفاوت بين أفراد النساء في ذلك . ولو أن حواء خلقت غير قابلة لذلك لما و قع منها شيء مما ذكرنا لأنها غير قابلة له كما خلقت الملائكة غير قابلة للعصيان و لكانت بناتها غير قابلات ولا مستعدات لشيء منه، فلم يقع منهن شيء، لأن الطبيعة واحدة. وعلى هذا قيل \" ولولا حواء ما خانت امرأة زوجها \" أي لو خلقت غير قابلة للخيانة لكانت بناتها مثلها غير قابلات للخيانة ، وإذا لم تكن حواء ولا بناتها قابلة للخيانة لم تقع منهن وهذا بين .",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "والحديث يشرح نظرية من نظريات علم النفس هي إن الاستعداد الفطري في النوع الإنساني واحد في الجديد والقديم . فاستعداد الإنسان الفطري في القرون المظلمة الوسطى مثل استعداده في القرن العشرين . واستعداد الشرقيين المغلوبين على أمرهم المستعمرين من جميع نواحي الاستعمار مثل استعداد الألمانيين والفرنسيين والإنجليز. وإنما يكون التفاوت والاختلاف بالمحيطات والبيئات الحاكمة على الإنسان ويكون أيضاً باستعمال الاستعداد وهجرانه . ولو أننا أخذنا طفل أعلم فيلسوف انجليزي ووضعناه في أحضان أمة غريقة في الجهالة والتأخر لجاء ذلك الطفل مثلهم جاهلاً متأخراً . ولو أخذنا طفلاً من هذه الأمة الجاهلة ووضعناه في بيت ذلك الفيلسوف الإنجليزي لجاء متعلماً مهذباً ، وربما فاق فلاسفة الإنجليز أنفسهم . ¶ هذا هو بيان كلام الأستاذ ، وهذا هو معنى الحديث وشرحه . ¶ -16- ¶ الشيطان يجري من الانسان مجرى الدم ¶ روى البخاري ومسلم عن أم المؤمنين صفية بنت حيى أن رسول الله - صلى الله عليه وسلم - قال : } إن الشيطان يجري من ابن آدم مجرى الدم { و رواه مسلم من حديث أنس بن مالك . ¶ وقد يستشكل هذا الحديث من يتحكم فيه الحس، ومن يصعب عليه أن يؤمن إلا بما وقع عليه بصره ورآه بكلتا عينيه، ويقول: كيف يدخل الشيطان في أجسامنا ونحن لا نشعر به ؟ أم كيف يدخل جسم في جسم ؟ بل قد يشك في وجود الشيطان لأنه لا يراه . ¶ هذا ما يقع فيه كثير من الناس الذين لم يعرفوا من العلوم إلا أنهم سمعوا أن العالم العصري المثقف هو الذي لا يثق بشيء قالته الأسلاف أو جاءت به الديانات إلا أن يلمسه بكلتا ¶ يديه أو يسمعه بكلتا أذنيه .",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "ولكن إذا علم هؤلاء أن الروح جارية في الجسم كله مجرى الدم ـ وقد ذكرنا في عذاب القبر براهين علمية على الروح ـ سهل عليهم أن يؤمنوا أن الشيطان يجري في الإنسان مجرى الدم ، وأنه يستطيع ذلك كما تجري الروح فيه كذلك ، وهم لا يحسونها ولا يبصرونها . وإذا علموا أن الأفكار والآراء والإنفعالات كلها تجري في جسم الإنسان وهو لا يحسها ولا يبصرها، هان عليهم أن يجري الشيطان من الجسم مجرى الدم وان كان لا يحسه ولا يبصره. وإذا عرفوا أن الميكروبات القتالة تجري في جسم الإنسان وفي دمه ولحمه ، وهو لا يحسها ولا يبصرها ، بل ولا يعلم بها لو لا الميكروسكوب هان عليهم أن يؤمنوا بأن الشيطان يستطيع أن يجري في جسمه كما يجري الدم، ومن أنكر جريان الشيطان لأنه لا يحسه كان كمن أنكر الميكروبات لأنه لا يحسها ، لأنه لا ميكرسكوب عنده ، أو لأنه لا ميكروسكوب عنده ، أو لأنه لا يريد أن يرى ذلك . ¶ فإن لم يكفيهم هذا قلنا : هذا الهواء وهو جسم مركب من عناصر مادية يجري في الأجسام ويلج في مسامها ، ونحن لا نحسه ولا نراه ، فكيف لا يقدر على مثله الشيطان ؟! وإن لم يكفهم هذا قلنا : هذا الماء يجري في أجسامنا ، وفي دمائنا ويخرج ¶ -17- ¶ من مسام الأبدان ، و يرشح عرقاً ، ونحن لا نحس خروجه ولا جريانه . ¶ فأن لم يكفهم هذا كله قلنا لهم : إن خلقة الإنسان تقضي بأن يجري الشيطان فيها وأن يستطيع ذلك وإن لم نشعر به فأن الغذاء والماء الذي نشربه ونأكله يجري في أجسامنا ولا يشعر أحد منا بذلك، وكذلك الدم يفرقه القلب على أجزاء البدن ، فيجري فيها ونحن لا نحس جريانه فما الذي يمنع أن يكون الشيطان يجري كذلك وإن لم نحسه .",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "فأن لم يكفهم هذا قلنا لهم : هذه الكهرباء الكامنة في الكون السارية في جميع الأجسام ونحن لا نحسها ولا نبصرها إلا في حالة مخصوصة ، وقد ذهبت القرون تلو القرون ، وهذا العالم الكهربائي لا يعلم أحد ، ولا يهتدي إليه أحد ، مع أنه جار سار في الأجسام المحيطة بنا ، بل و في أجسامنا أيضاً . ومثل الكهرباء الأثير . ¶ إذاً لا عذر لمن أنكر أن يكون الشيطان موجوداً ، وجارياً في الأجسام ، محتجاً بأنه لا يراه ولا يبصره بعد ذلك كله . ومن ناكر وجاحد بعد ما أسلفنا فهو من الذين يعشقون المجاحدة والمناكرة . وهذا قسم من الناس لا حيلة في إلا الإعراض عنه والدعاء له . ¶ أحاديث إنشقاق القمر ¶ روى البخاري ومسلم ومن لا نحصيه من المفسرين والمؤرخين والجامعين لعلامات النبوّة من طرق عديدة لا نقدر على إحصائها ، عن رجال عدة من صحابة رسول الله - صلى الله عليه وسلم - : أن القمر انشق في عهده عليه السلام في مكة فرقتين لما كذبه المشركون و طلبوا منه آية و قال - صلى الله عليه وسلم - \" اشهدوا \" وقد اشتهرت هذه المعجزة فيما بين المسلمين اشتهارا كثيراً ، وإمتلأت بها الكتب ، وتعددت طرقها . حتى قال الحافظ ابن كثير ، في تفسيره وقال غيره إنها متواترة . ونقل إجماع العلماء على وقوعها لم ينقل خلافاً ، وكذلك إبن جرير والبغوي وغيرهما من مفسري السلف والأثر لم يذكروا في ذلك خلافاً . ¶ -18- ¶ وقد ظاهر هذه الأحاديث المتواترة القرآن الكريم ، فقال الله تعالى في أول سورة ¶ القمر : ? إقتربت الساعة وإنشق القمر وان يروا آية يعرضوا ويقولوا سحر مستمر وكذبوا اتبعوا أهواءهم وكل أمر مستقر ولقد جاءهم من الأنباء ما فيه مزدجر حكمة بالغة فما تغني النذر ?.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وقد سميت السورة التي فيها هذه الآيات سورة القمر لعظم ذلك وشهرته . والآية صريحة في أن القمر انشق فعلاً له عليه السلام ، وأن المشركين لما رأوه كذبوا وأعرضوا وقالوا إنه سحر مستمر، وصريحة أيضاً في أن انشقاق القمر من الأمور التي فيها مزدجر للمكذبين وأنها من النذر العظيمة ، ولكن النذر لا تنفع من لم يرد الله أن يهديه حكمة منه بالغة فما تغني النذر . ¶ و الآية تدل على وقوع هذه المعجزة في الماضي من وجوه كثيرة : ¶ أولها ـ أن الفعل ماض وهو ( وإنشق القمر ) . والعرب وضعت الفعل الماضي لما وقع بحيث لا يفهم عند الإطلاق وإنقطاع القرائن غير حصوله في الزمان الغابر، ولا ¶ يريد القائل غير الماضي إلا أن يكون مدلساً ملبساً ، أو يضع قرينه في كلامه تبين ما أراد ، أو يكون هنالك قرينة . فإذا قال قائل : \" سافر فلان ، و هلك فلان \" لم يفهم منه غير أن ذلك قد وقع فعلاً . وإذا قال القرآن : ? ولقد أرسلنا نوحاً ? وإبراهيم وموسى وعيسى وفلانا و فلانا من الأنبياء إلى أقوامهم فقالوا : لهم كذا وكذا لم يفهم السامعون غير أن ذلك قد وقع في الأزمان الذاهبة . وكذلك إذا قال : ? إذ قال الله يا عيسى إني متوفيك ?، وقال ? وأوحينا إلى أم موسى ? وقال : ? وإذ أوحيت إلى الحواريين ? وأمثال ذلك في القرآن لم نفهم منه الاستقبال . ومثله قوله : ? إقتربت الساعة وإنشق القمر ? يجب أن نفهم أن ذلك قد حصل فعلاً ، كما أنه إذا قال : سوف يقع ، و كذلك إذا قال إمرؤ القيس أو غيره من الشعراء : \" فعلت \" وجب أن ذلك ماضياً . ¶ وإذا أريد بالفعل الماضي الاستقبال جيء بقرينة في الكلام خارجية صريحة . فمثلاً لما قال الله تعالى : ? أتى أمر الله ? و كان مراده الأمر الذي لم يأت . قال : ? فلا تستعجلوه? ، فقوله : ( فلا تستعجلوه ) دليل على أنه أمر لم يحصل بعد . ونظائر ذلك في ¶ -19- ¶ القرآن الكلام كثير .",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "هذه هي طريقة الكلام التي قام عليها التفاهم والتخاطب بين الناس ، وعلم بها بعضهم مراد بعض ، وبنوا عليها أحكام دينهم ودنياهم وعلومهم وآدابهم وتواريخهم وعلى ذلك آخذوا وعاقبوا ، وأما أن يصمد الصامد إلى الفعل الماضي وفيقول : إن هذا يراد به الآتي، ويصمد إلى الفعل الآتي فيقول إن المراد به الماضي إعتباطاً وبلا دليل فهو أمر يفسد الحقائق وقانون التخاطب والتفاهم، ويجعل الكلام غير مفهوم المراد، كثير التضليل . وعلى ذلك لزم أن نفهم أن قوله ( وإنشق القمر ) فعل ماض وأن القمر انشق حقيقة معجزة لرسول الله - صلى الله عليه وسلم -. ¶ فأن قلت : الأمر كما تذكر ، فالفعل ماض والقمر قد انشق في زمنه عليه السلام ، إلا أني أخالفك في معنى انشقاقه فأزعم أن معنى انشقاقه هو وضوح الأمر وبينونته ، وهو كناية عن ظهور صدق رسول الله - صلى الله عليه وسلم - وظهور رسالته . ¶ قلت : من الباطل ضرورة من لغة العرب التي يجب تنزيل القرآن عليها أن يقال ¶ ( إنشق القمر ) على أن يكون المعنى وضح الأمر و بان . وصعود هؤلاء إلى القمر أسهل عليهم و أقرب إليهم من أن يدلوا بكلمة واحدة من كلام العرب تعبر بانشقاق القمر عن وضوح الأمر ، ولو قال قائل : إنشق القمر ، وكان يريد بقوله وضوح أمر يعنيه ، أو وضوح الدين لكان ملغزاً معمياً بل مدلساً ملبساً . وليس بنافع هذا القائل المحسّن لهذا التفسير أن يكون بعض الناس قاله أو ذهب إليه . فكم من أقوال باطلة ضرورة باعتراف هذا المحسن في اللسان والدين والمعقولات. وأحسب أن هذا التفسير من تفاسير الباطنية، فأنهم يفسرون القرآن تفسيراً باطلاً بداهة، ويزعمون أن اللغة تناصره. ومن تفاسيرهم أن الصلوات الخمس عبارة عن أسماء أشخاص ، وكذلك يفعلون بالحج والزكاة والصيام وسائر أسماء الدين، ويدعون أنهم يخالفوا اللغة ولا الدين . فهل ينفع مفسر إنشقاق القمر بوضوح الأمر أن يقوله قائل ، أو يكتبه كاتب ، أو يطبعه طابع ؟! . ¶ -20-",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "ثم لا أظن بلاغة القرآن تسمح أن تقول ( إقتربت الساعة ) و وضح الأمر ( وإن ¶ يروا آية يعرضوا ) فأي تناسب بين هذه الأجزاء ، وأيِّ إقتراب بين إقتراب الساعة ووضوح الأمر . ¶ ثانيها ـ لئن جاز أن تؤول هذه المعجزة ، وهي انشقاق القمر ليجوزن أن تؤول معجزات الأنبياء الواردة في القرآن . وجاز أن يصل لتأويل إلى ما ذكره القرآن من أن عيسى كان يحي الموتى ويبرئ الأبرص والأكمه ، ويكلم الناس في المهد . وأن يصل التأويل إلى عصى موسى ويده ، وإلى ناقة صالح ، وإلى إلقاء إبراهيم في النار ونجاته منها ، وإلى إلقاء يونس في بطن الحوت ، وإلى معجزات داوود وسليمان الكونية العجيبة . فإذا لم يكن من الصعب تأويل إنشقاق القمر لم يكن منه تأويل معجزات هؤلاء الأنبياء . وقد أولها قوم ورد عليهم هذا الذي أول إنشقاق القمر، وأوسعهم ملاماً وتضليلاً. فهل يصعب أن يقال : إن إحياء عيسى للموتى عبارة عن هدايته الضالين الكافرين ، وإنه كان يبرئ الأبرص والأكمه بمهارته في الطب ، أو يكون المراد بالأبرص والأكمه فاسدوا الأخلاق ، وإبراؤهم عبارة عن تقويمهم . وهكذا إلى أن نأتي على بقية المعجزات . ¶ إن من جوز تأويل انشقاق القمر أو أوله فعلا لزمه ذلك لا محالة . ونحن نعلم مع مؤول انشقاق القمر أن هذا فاسد بالإجماع والضرورة . ¶ ولا أظن هذا المخالف يخالف أن قوله ( وإنشق القمر ) مع الأحاديث المروية فيه أدل على ما نقول من قوله في عيسى إنه كان يحي الموتى ، ويكلم الناس في المهد على ظاهرها . ¶ ثالثها ـ كل الآيات التي بعد الآية المذكورة تدل دلالة صريحة على أن المراد أن القمر قد انشق حقيقة معجزة له علية السلام وهاك الآيات : ? إقتربت الساعة وإنشق القمر، وإن يروا آية يعرضوا ويقولوا سحر مستمر ، وكذبوا واتبعوا أهواءهم وكل أمر مستقر ، ولقد جاءهم من الأنباء ما فيه مزدجر ، حكمة بالغة فما تغني النذر ? إلى آخر السورة . ¶ -21-",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "أفليست الآيات كالتصريح بما نقول ؟! وهل يكون سياقها منتظماً إلا إذا كان ¶ المعنى كذلك ؟!. أوليس قوله ( وإن يروا آية يعرضوا و يقولوا سحر مستمر ) وقوله ( ولقد جاءهم من الأنباء ما فيه مزدجر ، حكمة بالغة فما تغني النذر ) برهانا قاهراً وتصريحاً واضحاً؟!. وإلا فأي تجامع في أن يقول : اقتربت الساعة و سينشق القمر ، وإن يروا آية يعرضوا إلى آخره ؟! أو يقول اقتربت الساعة ووضح الأمر إلى آخره ؟!. ألا يكون هذا الكلام مفككا ضعيف التأليف ؟! . ¶ وقد اعترض هنا بعض المنكرين وقال: لو كان المعنى ما تذهبوا إليه لقال: فأعرضوا إلى آخره. أي لجاء به فعلا ماضياً . وهذا الإعتراض ليس بالقوي، لأن المعنى في الآية أنهم كلما رأوا آية أعرضوا وكذبوا فالتكذيب والإعراض دأبهم، وهذا ما يدل عليه الفعل المضارع فانه يدل على الاستمرار والتجدد ، كما نقول فلان يرشد الناس . أما الفعل الماضي بأن يقول: فأعرضوا وقالوا فلا يدل على هذا المعنى ظاهره والمعنى من مقاصد الآية. ومثل هذا الاستعمال شائع في القرآن وفي كل العرب وغير العرب ومثله قوله تعالى: ? إن مثل عيسى عند الله كمثل آدم خلقه من تراب ثم قال له كن فيكون ? . ¶ فالآية التي بعد ( إنشق القمر ) صريحة فيما نقول. وليس بجائز أن نذهب بالكلام عن سبيله المألوف المعروف. و فهم الكلام يلزم أن يراعى فيه أول السياق وآخره . ولا يجوز بحال أن يعرض عما قبله وما بعده . ولا يفهم غرض القائل من قوله إلا بما بعده وما قبله غالباً فيجب الاعتماد على ذلك.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "رابعها ـ إن مفسري القرآن قاطبة فسروا الآية كما ذكرنا إلا ما يؤثر من روايات شاذة ، و لكل شيء شذوذ. وما صح عن أحد ممن يؤتم به في الدين أنه فسر الآية خلاف ذلك. وقد ذكر الحافظ ابن كثير في تفسيره الإجماع على ذلك، ولم يذكر ابن جرير ولا البغوي ولا غيرهما من المتقدمين الأثريين خلافاً فيه. ولينظر القارئ في هذه التفاسير . أما مفسرو المتكلمين فيوجد في تفاسيرهم كل شيء، و يوجد فيها الإختلاف في كل شيء ، حتى في آيات أصول الدين البينة القطعية، وينقلون فيها الروايات التي ليس لها أصول. ولا ¶ -22- ¶ نجرأ ـ كما لا نظن هؤلاء المخالفين يجرؤون ـ على أن نخالف السلف قاطبة من الصحابة والتابعين ومن بعدهم في تفسير القرآن بأشياء وقعت أمامهم ورأوها أو رآها ¶ آباؤهم . ¶ خامسها ـ إن قوله ( وإنشق القمر ) معطوف على ( إقتربت الساعة ) . والأول لفظه ماض ، ومعناه كذلك يقيناً ، كما قال في السورة الأخرى ( إقترب للناس حسابهم ) . و قال عليه السلام في الحديث الصحيح المشهور \" بعثت أنا و الساعة كهاتين \". ¶ إذاً يجب أن يكون المعطوف مثله ماضياً لفظاً ومعنى . ولا نحسب أنه يجوز في كلام العرب أبداً أن يقال : قام فلان ، وقعد فلان . ويكون الأول ماضياً لفظاً ومعنى، والآخر ماضياً لفظاً مضارعاً معنى. فما أعسر أن يوجد ذلك في الكلام. وكذا لو قيل: ذهب فلان إلى الحجاز وذهب فلان إلى اليمن لما جاز أن يكون الأول ماضياً دون الثاني. وهذا أمر بين مشهور . فكذلك فعلا الآية ? إقتربت الساعة وإنشق القمر ? يجب أن يكونا ماضيين معناهما ولفظهما. ¶ ثم قد جاء أن حذيفة بن اليمان الصحابي المشهور كان يقرأ ( إقتربت الساعة وقد إنشق القمر ) وهذا لا يمكن أن يحمل على الاستقبال لأن ( قد ) تحقق وقوعه ، وتبعده عن الإستقبال . وهذا معنى قول النحويين: ( قد ) حرف تحقيق .",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "هذه الأمور تدل دلالة يقينية على أن القمر قد انشق معجزة له عليه السلام من جملة معجزاته المادية الكونية الكثيرة. وليعلم المخالفون أن الشكوك والشبهات لا حد لها ولا نهاية تقف عندها ، فمن أعطاهم مقوده رمته في لجج من الضلالات عميقة. فلينج المسلم بنفسه منها وليستعذ بالله من الإرتطام فيها. ¶ هذا وقد أنكر قوم من المتفلسفين الملحدين، ومن مشى أعقابهم ـ تقليداً ـ انشقاق القمر، وكذب المسلمون منهم الأخبار الصحيحة، وصرفوا الآية عن وجهها وحرفوها عن موضعها، واعتلوا بعدة شبه نذكرها هنا و نذكر جوابها اختصاراً: ¶ -23- ¶ القدح في الروايات :- ¶ قدحوا في الأحاديث وقالوا: ¶ أولاً - إنها مختلفة متضاربة فيجب تساقطها . فبعضها يقول انشق القمر ونحن في مكة . وبعضها يقول : ونحن في منى . وبعضها يطلق الإنشقاق ولا يقيد مكانه ، وبعضها يقول : فرأيناه منشقاًً فوق جبل كذا . وبعضها يقول : فصار ذلك الجبل بين شقتي القمر . ¶ ثانيا – إن بعض الذين رووا الحديث لم يشاهدوا الحادث ، إما لصغر أسنانهم، أو لأنهم ليسوا موجودين مكة وذلك كرواية أنس بن مالك وعبدالله بن عباس . فأحاديثهم من قسم مرسل الصحابي، والإرسال ـ وإن كان إرسال صحابي ـ يهون شأن الحديث. لأننا لا ندري عمن رواه ذلك الصحابي، ولعل أخذه عن راو ضعيف. ¶ ثالثاً – إن انشقاق القمر حادث عجيب نادر تتوثب الدواعي إلى نقله متواتراً قطعياً، وقد جاء غير متواتر. قالوا: ومن علامات وضع الخبر أن يكون في أمر غريب كبير فلا يكون متواترا. فلو كان القمر إنشق حقيقة ، ورآه الناس لجاء عن الصحابة الكبار كالخلفاء وغيرهم متواتراً ، ولاحتجوا به في مواطن كثيرة لإقامة الدلائل على المخالفين . ¶ هذا حاصل الشبهة الأولى ¶ وجوابها : إما الأول وهو اختلاف الروايات فهو مما لا ينقضي منه العجب . فهل هنالك تخالف أو شبه تخالف بين أن يقولوا: انشق و نحن في مكة ويقولوا: انشق ونحن",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "في منى ؟! فان قولهم \" ونحن في مكة \" يريدون أن ذلك وقع قبل الهجرة إلى المدينة، وقد جاء مصرحاً به في بعض الروايات، ولفظه \" قبل أن نصير إلى المدينة \" ولا شك أن من كان في منى يقول له من هو في الخارج انه في مكة . وفي القاموس \" ومنى كأي قرية في مكة \" . و أما الرواية التي ذكرت الانشقاق مهملة ، ولم تذكر مكاناً فليس فيها ما يسمى مخالفة للروايات التي ذكرت أنهم كانوا في منى أو في مكة البتة . وهل إذا قال قائل: رأيت رسول الله يعمل كذا، وقال آخر : رأيته يعمل ذلك العمل في مكان كذا يعد هذا ¶ -24- ¶ تخالفاً موجباً تساقط الروايتين ؟! اللهم لا. وإذا قال قائل: رأيت فلاناً يعمل عملاً. وقال آخر: رأيته يعمل ذلك العمل في مكان ذكره يعد تخالفاً ؟! اللهم لا. فكذا قولهم في بعض الروايات إنه \" انشق فوق الجبل \" والقول الآخر إنه \" رؤى الجبل بين شقتي القمر \" ليس فيه تخالفاً مطلقاً فلا ريب أن هذه الشبهة من الشبه الدواحض لدى البرهان. ¶ ثم إن الإختلاف في صفة الأمر ليس من الإختلاف الذي يوجب أن يقال: تخالفتا فتساقطتا . فان الاختلاف في صفات . فإن الإختلاف في صفات الشيء ليس اختلافاً في الشيء ضرورة. ولا يوجد أمر نقلي عظيم إلا و يوجد إختلاف في كثير من صفاته وأوصافه . وقد نجد اختلافاً يعد من الكثير في صلاة رسول الله - صلى الله عليه وسلم -، وحجه ، وصيامه ، وجهاده ، وولادته ، وصورته ، وحياته ؛ فهل نقول في ذلك : تخالفتا فتساقطتا ، فنقول إنه لم تكن له صلاة ولا صيام إلى آخره . وكذلك نجد إختلافاً في أحوال الجنة والنار ، والسماء و الأرض، وفي الحساب والعقاب ، وفي الأنبياء ، والملائكة ، والجن . فهل يقال في هذه الأخبار إنها متساقطة كلها، فينبني عليه أن تكون أن تكون هذه الأشياء غير موجودة .",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "وليعلم هؤلاء أن الروايات التي يقال فيها: \" تخالفتا فتساقطتا \" هي الروايات المختلفة في أصل المعنى . فلو جاء خبر عن رسول الله - صلى الله عليه وسلم - يقول : لم ينشق القمر ، ولن ينشق، وجاءت رواية أخرى عنه تقول : إنه انشق، أو سوف ينشق، لأمكن أن يعد بعض الناس هذا النوع من التخالف المتساقط . ¶ وأما القدح الثاني وهو أن بعض الروايات من مرسلات الصحابة فنقول : ¶ أولاً ـ هذا لا يقدح في الآية كما لا يقدح في الأحاديث المسندة. وقد صح عن ابن مسعود في الصحيحين وغيرهما مسنداً أنه رأى ذلك بنفسه . وكذلك صح في صحيح مسلم عن ابن عمر ، وجاء عن غيرهما مسنداً في غير البخاري ومسلم من طرق عدة. فهبوا أن الأخبار الأخرى المرسلة ليست صحيحة فالآية والأحاديث المسندة كافية في إثبات المسألة . وأيضاً إن الرأي الصحيح أن مرسلات الصحابة رضي الله عنهم حجة لأن ¶ -25- ¶ المعقول المتبادر",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "أنهم يحدثون عن الصحابة الذين شاهدوا ذلك أو سمعوه من رسول الله - صلى الله عليه وسلم -، وأنهم لا يحدثون إلا عن أهل العدالة المعروفين لهم بالدين والأمانة . وهذا لازم إذا كان الخبر يسند إلى رسول الله - صلى الله عليه وسلم -، ثم أليس مما ينضاف إلى المحال أن يقال إن هؤلاء الصحابة الذين أرسلوا هذه القصة إنما أخذوها من كعب الأخبار أو نظيره ولا يقال: إنهم أخذوها عن الصحابة الذين كانوا ملازمين لرسول الله - صلى الله عليه وسلم - من كبار المهاجرين والذين كانوا في مكة يوم وقعت الواقعة ؟!و كيف يمكن أن يكونوا قد أخذوها عن كعب الأحبار ؟! ووهب بن منبه وغيرهما من مسلمة أهل الكتاب إنما يروون عنهم الإسرائيليات والروايات عن أنبيائهم السالفين، لا أحوال رسول الله - صلى الله عليه وسلم -. هذا هو الغالب المعقول. وهل يمكن أن يكون المهاجرون والأنصار وفضلاء الصحابة يتعلمون سيرة رسول الله ومعجزاته من مسلمي أهل الكتاب التابعين الذين لم يروا الرسول ؟! أوليس من المحال الذي يربأ العاقل بنفسه أن يصدقه أن رسول الله - صلى الله عليه وسلم - تأبيداً لدعوته بين كبار الأنصار و المهاجرين، وهو تحديث كاذب، وحادث لم يكن، فلا يكذبوه في رواية لا صحيحة ولا ضعيفة ؟! ولو فرضنا أن كعباً هو الذي حدث أنساً وعبدالله بن عباس عن هذا الحادث العظيم، ثم لم نجد من رد عليه قوله ولا كذبه لوجب أن نوقن أن الحديث صحيح، ولا يمكن أن يكون كذباً.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "ويمكننا أن نقرب ذلك فنقول: لنفرض أن جريدة كبرى من جرائد مصر \" كالأهرام \" كتبت أن الشمس إنشقت شقتين ضحى ، ووقعت إحدى شقتيها على الأرض ، ورآها الناس عياناً ، فهل يمكن أن تقر الأهرام على هذه الأكذوبة فلا يوجد بين الصحف والكتاب من يكذبها ؟! لا شك أنه لا بد من تكذيبها إلا أن تكون صادقة. فكذلك لما أن حدث كعب الأحبار وغيره من التابعين عن هذا الحادث الهائل ، ولم نر من كذبة من أولئك العلماء الذين هم أحرص على تكذيب الكذب من غيرهم ، وجب أن تكون تلك الرواية صحيحة بداهة. وهذا من طرائف هذا البحث ، بل هو من أعظم البراهين على وقوعه . ¶ وأما القدح الثالث وهو أنه حادث عظيم فيجب أن يروى متواتراً لو كان صحيحاً ، ¶ -26- ¶ وفقدان تواتره يدل على إختلاقه. فنقول عليه: هذا يقضي بتكذيب جميع الخوارق التي وقعت لرسول الله - صلى الله عليه وسلم - ولغيره من الصحابة والأتباع، لأنه لم يروا منه شيء متواتراً، مع أنها أشياء تتحفز الدواعي على روايتها. ¶ فصح أن رسول الله كان يخطب على جذع نخلة فلما اتخذ منبره وترك الجذع طفق الجذع يحن حنيناً كالطفل حتى نزل رسول الله وضمه إليه وسكته. وصح أن الماء نبع من بين أصابعه. وصح أنه دعا شجرة فجاءته ثم أمرها بالرجوع فرجعت لما طلب منه بعض المشركين دليلاً على نبوته. وصح أنه كان يزيد الطعام والشراب على يديه حتى إنهم كانوا يأكلون منه فيزيد. وصح عنه أن بعض ذوي العاهات كالعميان يجيئونه فيدعو الله لهم فيبرؤون. وصح أنه صعد على جبل أحد ومعه بعض الصحابة فاهتز الجبل فقال \" أثبت أحد فإنما عليك نبي وصديق وشهيدان \". وهذه أخبار كلها صحيحة عند أهل العلم لا خلاف بينهم في صحتها.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "وجاء أن عمر بن الخطاب نادى ـ وهو يخطب المسلمين فوق منبر المدينة ـ قائد جيوشه وهو في بلاد فارس قال: يا سارية: الجبل ـ يا سارية الجبل ـ فسمعه القائد فانحاز بالجيش إلى الجبل. وجاء أن خالد بن الوليد شرب السم وسلم منه، وأن بعضهم نزل عليه دلو من السماء، وبعضهم كانت تضيء له عصاه إذا قام من عند رسول الله في الظلام. ونظائر هذا عديدة. وليس منها شيء متواتراً التواتر الذي يعنون. فهل تكون كلها كذباً ؟ هذا القدح يقتضي تكذيبها، وهذا لا يقوله من يعرف ما يقول. ¶ وأيضاً التواتر إما أن يراد به شهرة المتواتر وذيوعه وكثرة من رووه وعرفوه، وإما أن يراد به روايته بالأسانيد الصحيحة على شريطة المحدثين متواتراً بنفس الأسانيد ¶ الصحيحة. إن أريد الأول فلماذا لا يكون حديث الانشقاق متواتراً ؟ فقد اشتهر أي اشتهار، وروي فيما لا يعد من الكتب القديمة والحديثة، وعرفه الخاصة والعامة، وما برح المسلمون يستدلون به على المخالفين، ويضعونه في حساب المعجزات الإسلامية. وكم من الأمور ما يؤمن هؤلاء بأنها متواترة مع أنها لم تشتهر اشتهار انشقاق القمر. وإن أريد ¶ -27- ¶ الثاني لم يكن صحيحا، فإن المتواتر لا يشترط فيه أن يكون تواتره بالأسانيد ¶ الصحيحة ، بل يكون التواتر برواية الكفار والفساق . وأكبر الأمور التاريخية والدينية ليست متواترة على هذا التعريف . ¶ وأيضاً الانشقاق جاء في القرآن ، والقرآن متواتر ، وليس يلازم أن يكون التواتر بروايات الحديث، وإنما المراد التواتر فقط، وأما التنصل من ذلك بتأويل الآية فليس بدافع وجود التواتر لأن المتواترات جميعاً يمكن تسليط التأويل عليها . وقد أول أقوام من الملحدين ما في القرآن من شئون البعث، والحساب، والعقاب، والجنة، والنار، وعذاب القبر، وعالم الأرواح، مع أنها متواترة. على أن التأويل يدرك الروايات كما يدرك الآية فلو جاء الانشقاق في الحديث متواتراً كما اقترح هؤلاء لأولوه كما فعلوا في الآية .",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "مخالفة ذلك للقرآن :- ¶ وقالوا : إن انشقاق القمر يخالف القرآن و الحديث . فأن المشركين كانوا يطالبون الرسول بالآيات الكونية فلا يجيبهم الله إلى ما طلبوا واقترحوا. وهذا بيم في القرآن، قال في سورة يونس ( و يقولون لولا أنزل عليه آية من ربه قل إنما الغيب لله فانتظروا إني معكم من المنتظرين ) و مثلها في سورة الرعد. و في سورة طه ( و قالوا لولا يأتينا بآية من ربه . أولم تأتيهم بينة ما في الصحف الأولى ) و في سورة العنكبوت ( وقالوا لولا أنزل عليه آيات من ربه قل إنما الآيات عند الله و إنما أنا نذير مبين. أولم يكفهم أنا أنزلنا عليك الكتاب يتلى عليهم إن في ذلك لرحمة و ذكرى لقوم يؤمنون ) و في سورة الأنعام ( و قالوا لولا أنزل عليه آية من ربه قل إن الله قادر على أن ينزل آية و لكن أكثرهم لا يعلمون ) و في سورة الإسراء ( و ما منعنا أن نرسل بالآيات إلا أن كذب بها الأولون ، وآتينا ثمود الناقة مبصرة فظلموا بها وما نرسل الآيات إلا تخويفا ) . وفي البخاري و مسلم أنه قال عليه السلام \" ما من نبي من الأنبياء إلا أعطي ما مثله آمن عليه البشر وإنما كان الذي أوتيته وحياً أوحاه الله إليّ فأرجو أن أكون أكثرهم تابعاً يوم القيامة \" ¶ قالوا : فهذه النصوص تدل على أن الله لم ينزل على المشركين ما طلبوه من الآيات ¶ -28- ¶ المادية فكيف نتركها لهذه الروايات ؟!.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "ونحن نقول : ليس في شيء من الآيات المذكورة ولا الحديث أن الله تعالى لم ينزل على رسوله ولا آية واحدة، ولا أنه لا يمكن أن ينزل، والذي تدل عليه الآيات والإستقراء أن المشركين لم يعطوا من ذلك كل ما سألوه ، وقد ذكر القرآن مطالب المشركين وعنادهم و تعسفهم فيه ، ففي سورة الإسراء ( و قالوا لن نؤمن لك حتى تفجر لنا من الأرض ينبوعا ، أو تكون لك جنة من نخيل وعنب فتفجر الأنهار خلالها تفجيراً ، أو تسقط السماء كما زعمت علينا كسفاً أو تأتي بالله والملائكة قبيلا ، أو يكون لك بيت من زخرف أو ترقى في السماء ولن نؤمن لرقيك حتى تنزل علينا كتاباً نقرؤه قل سبحان ربي هل كنت إلا بشراً رسولا ) وفي سورة الفرقان ( وقالوا مال هذا الرسول يأكل الطعام ويمشي في الأسواق لولا أنزل عليه ملك فيكون معه نذيراً أو يلقي عليه كنز أو تكون له جنة يأكل منها ) ¶ فالله لم يعطهم أمثال هذه المطالب ، والآيات المذكورة دالة عليه، وليس فيها البتة الدلالة على أن الله لم ينزل عليه آية كونية مطلقاً. وقد حكى القرآن عن الرسل مع أقوامهم مثل هذا مع أنه قد نزل عليهم آيات كونية. ففي سورة إبراهيم حاكياً عن المشركين ( قالوا إن أنتم إلا بشر مثلنا تريدون أن تصدونا عما كان يعبد آباؤنا فأتونا بسلطان مبين ، قالت لهم رسلهم إن نحن إلا بشر مثلكم ولكن الله يمن على من يشاء من عباده ، وما كان لنا أن نأتيكم بسلطان إلا بإذن الله وعلى الله فليتوكل المؤمنون ) . والسلطان هنا الآية . و في سورة هود ( وقالوا يا هود ما جئتنا ببينة وما نحن بتاركي آلهتنا عن قولك وما نحن لك بمؤمنين ) إلى آخر الآيات. فهل دلت هذه على أن الله لم ينزل على هؤلاء آيات ؟!.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "ويقال أيضاً إن في الآيات المذكورة ما يدل على عكس ما ظن المنازعون فان قوله ( فانتظروا إني معكم من المنتظرين ) وقوله } قل إن الله قادر على أن ينزل آية لكن أكثرهم لا يعلمون { وقوله ( وما نرسل الآيات إلا تخويفا ) تشير إلى نزول الآيات إشارة ¶ تكاد تكون صريحة. فقوله ( انتظروا ) بعد طلبهم ذلك كالتصريح بأن الإنتظار للآيات وقوله ( قل إن الله قادر على أن ينزل آية ) كالتصريح أيضاً بأن ذلك سوف يكون، وقوله ( وما ¶ -29- ¶ نرسل بالآيات إلا تخويفا ) كالتصريح أيضاً لأن ( نرسل ) فعل مضارع ولا بد من تحققه في المستقبل فإن لم يكن ذلك على خاتم الأنبياء فعلى من يتحقق. وأيضاً إذا كان إرسال ¶ الآيات تخويفاً من الله لعباده فهل يترك قريشاً بلا تخويف وهل يبخل عليهم بذلك ؟ فالآيات تنتج خلاف ما استنتج المخالفون. وقوله ( وما منعنا أن نرسل بالآيات إلا أن كذب بها الأولون ) لا يدل على أن الله امتنع من أن يرسل آيات مطلقاً ، وإنما معنى ذلك إن الكفار كانوا يطالبون النبي عليه الصلاة والسلام بمثل الآيات التي جاء بها الأنبياء قبله ، كعصا موسى ويده ، وناقة صالح ، وكإحياء عيسى للموتى ، ويقولون إذا جئتنا بذلك آمنا لك وصدقنا فأبى الله عليهم ذلك وقال ما منعنا أن نرسل إليهم الآيات التي طلبوا إلا أنها لن تجدي فيهم ولن يؤمنوا بها كما لم يؤمن بها من قبلهم من الأمم وهم مثلهم عناداً وضلالا . فالذي أخبر القرآن أن الله امتنع من أن يرسله هو ما كان مثل آيات الأنبياء التي تكون هي الآية الكبرى لأنبيائه لا مطلق الآيات . ودليلنا على ذلك أن الله قد أرسل آيات كثيرة إلى قريش على نبيه عليه الصلاة والسلام بالإجماع ، وليس بممكن أن يأتي رسول بلا آيات تدل على صدق دعواه . ¶ وأيضاً إن الآية تقول ( وما منعنا أن نرسل بالآيات ) فلو فرضنا أنها دليل على أن الله لم يرسل آيات لم تدل على أن الله لم يرسل آية واحدة كإنشقاق القمر .",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "وأيضاً مما لا يصار إليه أن يقال : إن الآيات السالفة تدل على أن الله لم يرسل على نبيه محمد - صلى الله عليه وسلم - آية ، فإن القرآن آية الآيات . وقد تواترت الروايات الصحيحة أن الله تعالى قد أعطى رسوله من الآيات المادية الشيء الكثير غير القرآن حتى قدرها بعض العلماء كما في فتح الباري بألف ومائتين وقدرها آخر بثلاثة آلاف. وقد عقد الإمام البخاري في صحيحه باباً سماه علامات النبوة ذكر فيه طرفاً من معجزاته المادية ذكر فيه بضعاً وخمسين حديثاً، وروى في هذا الباب عن علقمة عن عبدالله بن مسعود قال : } كنا نعد ¶ الآيات بركة وأنتم تعدونها تخويفا. كنا مع رسول الله - صلى الله عليه وسلم - في سفر فقل الماء فقال : أطلبوا فضلة من ماء فجاؤا بإناء فيه ماء قليل فأدخل يده في الإناء ثم قال : حي على الطهور ¶ -30- ¶ المبارك والبركة من الله. ولقد رأيت الماء ينبع من بين أصابع رسول الله - صلى الله عليه وسلم - ولقد كنا نسمع تسبيح الطعام وهو يؤكل {وقد ذكرت هذا الحديث دون غيره لأنه سمى ذلك آيات. وقد ألف أئمة كتباً خاصة سموها علامات النبوة ذكروا فيها أموراً كثيرة من الدلائل المادية على رسالته. و من أنكر جميع ذلك غير القرآن فهو في حاجة إلى أن يقال له تعلم. ¶ فهل هذه الآيات تدل على كذب هذه الأخبار كلها ؟! هذا خلاف الإجماع، وخلاف الضرورة، فإننا لا نشك أن ذلك لا يمكن أن يكون كذباً كله... ـ وإن كان يجوز على فرد ذلك ـ وإذا لم تدل الآيات على كذب ذلك لم تدل على نفي انشقاق القمر لأنه واحد منهما.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "ويمكن تصوير هذا بعبارة أخرى فنقول: الآيات التي ذكروها إما أن تكون دليلاً على نفي الآيات المادية مطلقاً أو تكون دليلاً على نفي نوع خاص منها. الأول لا يمكن أن يصار إليه لأنه عليه السلام قد أوتي آيات مادية كثيرة بالإجماع و التواتر، فنبع الماء من بين أصابعه وسبح له الحصى والطعام حتى سمعوه، وحن الجذع الذي كان يخطب عليه لما أن تركه، وزاد الطعام والشراب، على يديه. وذلك كثير. وإن أريد الثاني فمن أين علم المخالفون أن انشقاق القمر من القسم الذي منع إنزاله ؟! هم يحتاجون إلى دليل. ¶ وأيضاً هذه الآيات ليست أبين في النفي من آية الانشقاق وأحاديث الإثبات. فإن آية الانشقاق و أحاديثه نص في معناه. وأما الآيات التي زعموها نافية فلا يقدر المخالف أن يدعي أنها نص في نفي انشقاق القمر. وحينئذٍ ليس من العدالة أن يترك البيِّن الواضح للخفي المتكلف، ومن فعل ذلك فقد فاته الإنصاف والإتزان الفكري. ¶ والحديث وهو قوله \" ما من نبي إلا أعطي ما مثله آمن عليه البشر وإنما كان الذي أوتيته وحياً \" معناه أن سائر الأنبياء كان أكبر معجزاتهم التي يعتمدون عليها في التحدي والإعجاز مادياً، وإن كانت لهم معجزات أخرى علمية ـ وهذا أمر لا ريب فيه ـ وأن أكبر معجزات محمد عليه السلام التي يعتمد عليها في التحدي والإعجاز علمية وهي القرآن، وإن كانت له معجزات أخرى مادية ومعنوية أيضاً. ¶ هذا معنى الحديث الذي لا يصح العدول عنه. ¶ -31- ¶ مخالفة ذلك لسنة الله :-",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "قالوا: إن سنة الله التي لا تبديل لها أن يهلك المكذبين بلا إمهال بعد أن يرسل الآيات المادية. فإذا ما أنزل على أمة من الأمم آية مادية من الآيات معجزة لرسول من الرسل فلم يؤمنوا وأصروا على كفرانهم وضلالهم أهلكهم بلا إمهال، كما أهلك قوم نوح وصالح وموسى وشعيب ولوط وغيرهم. فلو كان القمر انشق حقيقة معجزة له - صلى الله عليه وسلم - لوجب أن يهلك قريشاً لأنهم لم يؤمنوا بعد ذلك بل كذبوا وأعرضوا كما قال في السورة ( و إن يروا آية يعرضوا ويقولوا سحر مستمر وكذبوا واتبعوا أهواءهم ) إلى آخر الآيات، وهم لم يهلكوا، فلا جرم أن تكون مسألة الانشقاق أسطورة من الأساطير، هذا تحبير هذه الشبهة، وهي غلط لا حيلة فيه وإن حسبها أصحابها معجزة قاهرة. وبيان ذلك أن الله لم يهلك المكذبين الكافرين بمجرد أن كذبوا بعد الآيات سواء أكانت باقتراح أم بغير اقتراح، وإنما أهلك تلك الأمم بعد أن أسرفوا في الفساد وتمادوا في الكفر حتى قنط أنبياؤهم من إيمانهم. فنوح عليه السلام لبث في قومه ألف سنة إلا خمسين عاماً، وهم له مكذبون كافرون، بعد أن أرسل الله لهم الآيات بأعوام، ولم يهلكهم في هذه المدة المديدة، بل لم يهلكهم إلا بعد أن أيس نوح من إيمانهم و إيمان ذرياتهم، فدعا الله عليهم فأهلكهم كما هو مذكور في القرآن. و كذلك فرعون و قومه لم يغرقوا بمجرد أن كذبوا موسى عليه السلام بعد أن جاءهم بالآيات التي اقترحوها، وإنما أغرقوا بعد أن هرب موسى بقومه، فأتبعوهم لأخذهم وإبادتهم، فأخذهم الله ذلك الأخذ العنيف، و نجى رسوله و قومه . وما كان إغراقهم بمجرد التكذيب، وإلا لما تركوا إلى ذلك اليوم. ومثل هؤلاء قوم صالح، لم يهلكوا بعد أن جاءهم صالح بالآية الكبرى ـ وهي ناقة الله ـ وكذبوا، بل أهلكوا بعد أن عقروها. وما كان مطلق التكذيب موجباً ذلك. ومثل هؤلاء قوم لوط، لم يأخذهم الله ذلك الأخذ",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "بالتكذيب فقط، بل بأن أرادوا أن يعملوا تلك الفاحشة الشنعاء بأضياف لوط، وهم ملائكة الله. وهكذا شأن من أخذه الله. فليس من سنة الله أن يهلك الأقوام لمجرد تكذيب الآيات ¶ -32- ¶ مقترحة وغير مقترحة. فإذا انشق القمر لرسول الله - صلى الله عليه وسلم - و لم يؤمن قومه لم يوجب ذلك أن يهلكوا فوراً. وليس ذلك من سنة الله كما أريناك. فهذه الشبهة غلط يجب أن يفطن له الذين تعلقوا بها وحسبوها شيئاً وما هي إلا خيال زائل. ¶ وهل يمكن أن يقال : إن من حكمة الله وسنته أن يهلك قريشاً لما كفروا بعد أن انشق القمر والله يعلم أنهم سوف يؤمنون قبل موت رسوله ، وسوف يفتح بهم البلاد والقلوب، وسوف يكونون من حزبه وحزب رسوله المفلحين، وسوف يخلق الله من ذريتهم أولئك العلماء والأبطال والعباد الذين سطر الدهر تاريخهم من نور وفضائل ؟! . كلا فليس إهلاك هؤلاء من سنة الله ولا حكمته وإنما سنته أن يهلك أمثال قوم نوح الذين لبث فيهم ألف سنة إلا خمسين عاماً، وهم لا يزدادون إلا عناداً و كفراً، إلا فاجراً كفاراً. هذه سنة الله وحكمته.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "ثم قول القائل: من سنة الله ألا يفعل إلا كذا، ولا يمكن أن يترك كذا، ويجب أن يهلك كذا كلام ملآن بالجرأة، وقول لا حد له ولا ضابط به يعرف. فمن أين علم هؤلاء أن الله لابد أن يهلك كل من كذب بعد أن تظهر الآيات ؟!. لا بد من أمر يعرف به. ولو فرضنا أن الله أهلك الأمم الخالية بمجرد التكذيب. بعد أن أتت الآيات، لم نعلم من ذلك إن الله لا بد أن يهلك كل من كذب. أو ليس هؤلاء يتزعمون أن آيات جميع الأنبياء الأولين كانت مادية ؟!. فهل يقولون إن سنة الله التي لا تبديل لها أن تكون كل آيات الأنبياء كذلك ؟!. يكذبه أن معجزة محمد عليه الصلاة و السلام علمية وهي القرآن. أو لبسوا يدعون أن الله قد أباد الأمم لما كذبت أنبياءها، بعد ما جاءتهم الآيات ؟!. فهل كانت سنة الله إبادة المكذبين بعد الآيات ؟!. فقد كذبت قريش رسولهم بعد أن جاءهم بآية الآيات وهي القرآن، فلماذا لم يبيدهم ؟! . أما التفريق بين الآيات المادية والعلمية فلا دخل له في ذلك، لأنه إذا استحق المكذب بالآيات المادية الإهلاك، كان المكذب بالآيات العلمية أحق به ، لأن الآيات ¶ العلمية كالقرآن أدل على صدق صاحبها من الآيات المادية لأن الأخيرة قد تتحمل التأويل و التشكيك. وهذا المعنى يسلم به المخالف. وما كان إستحقاق الماضين الإهلاك لأن ¶ -33- ¶ آياتهم كانت من نوع كذا، وإنما كانوا جديرين بذلك لأنهم كذبوا رسلهم، مع أنه ظهر ما يدل على صدقهم، ولأنهم تمادوا في الكفر والمنكرات. فليراع المنازعون هذا الكلام جيداً. ¶ مخالفة ذلك لعلم الفلك :- ¶ قال فريق من المتفلسفين الملحدين ومن قلدهم : إن الأجرام العلوية لا يطرأ عليها خرق ولا انشقاق، ولو وقع شيء من ذلك لفسد نظام الجاذبية فتناثر العالم، فلا يمكن أن يكون القمر إنشق لذلك.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "ونحن نقول : هذه شبهة من يجحد الخالق القادر المختار، ومن يجحد جميع الخوارق من المعجزات والكرامات، ومن ينكر قيام الساعة وخراب العالم. لأن ذلك كله خلاف ناموس الطبيعة ـ كما يدعى ـ وهذا القسم من الناس قليل لا يؤبه له، وهو صائر إلى الإنقراض و الزوال، وليس له إلا أن يقال له تعلم. فإن علوم الفلك والطبيعة العصرية الأوربية تنادي بغلط هذه الشبهة، فهي لا ترى مانعاً من خرق الأفلاك بل وفسادها بل يقرر أولو هذه العلوم ما هو أثبت من ذلك في الغرابة. فهم يقولون إن الأرض قطعة نارية إنفصلت من الشمس. وقد يستدل المسلمون منهم على ذلك بقوله تعالى ( أو لم ير الذين كفروا أن السموات والأرض كانتا رتقاً ففتقناهما ) . ويفسرون الآية بأنهما كانتا شيئاً واحداً ، وهذا معنى قوله : ( رتقاً ) ، ثم انشقت الأرض من الشمس ، وهذا معنى قوله : ( ففتقناهما ) ويقولون : إن القمر كان جزءاً من الأرض إنفصل منها. وقد يستدل المسلمون منهم بقوله تعالى { أو لم يروا أنا نأتي الأرض ننقصها من أطرافها } أي بانفصال القمر منها ـ كما يقولون ـ فإذا كان حصل مثل هذا، ولم يحصل فساد الجاذبية، ولا تناثر للعالم، فلن يحصل ذلك بانشقاق القمر. وهذا بين. فالشبهة باطلة في الأديان كلها، وفي علوم الفلسفة العصرية. ¶ خفاء ذلك على أهل الأقطار :- ¶ قالوا : أن انشقاق القمر من أعظم الأحداث الكونية التي تتحفز الدواعي إلى نقلها ¶ -34- ¶ وتدوينها وروايتها، فلو كان ذلك وقع فعلا لذكره أهل الفلك و التنجيم، ولاشتهر في سائر الأقطار أيما اشتهار، وهم لم يذكروه، فخفاؤه عليهم يدل على انه لم يقع. ¶ والجواب أن يقال : أن القمر لا يطلع على أهل الأرض كلهم في زمان واحد، بل يطلع على فريق منهم و يخفى عن آخرين، فلا يمكن أن تراه أهل الأرض في زمن واحد جميعا، فإذا انشق لم يلزم أن يراه كل أحد، فلا يلزم ما ذكروه إذاً.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "وأيضاً إن ذلك وقع ليلاً، حينما نام أكثر الناس واستكنوا في بيوتهم، وقل الخارجون الناظرون إلى السماء. وقع في هذه الحالة لحظة قليلة، في مثلها يقل الناظر الفاطن له. ¶ وأيضاً يجوز أن يكونوا رأوه، وفطن له خلق كثير منهم، ولكن خونوا عيونهم وخالوه خيالاً، لاستبعادهم أن يحصل مثله حقيقة، فهم يكادون يرونه من المحالات، فلم يذكره المؤلفون منهم لذلك سواء. ¶ برهان ضروري على وقوع هذه المعجزة :- ¶ لا شك أن القمر قد شاع في زمن التابعين، واشتهر أيما اشتهار، وحدث به الأئمة منهم الذين قولهم هو القول وحديثهم هو الحديث، وان الناس تلقوه عنهم بالتسليم والتصديق، وحدثوا به هم أيضاً من لا يقدرون من الرواة. ولا ريب انه لم تأت رواية ـ لا صحيحة ولا ضعيفة ـ أن أحداً في ذلك العصر الزاخر بالصحابة والتابعين والعلماء والحكماء كذب ذلك، وقدح في روايته وراويه. هذان أمران أو مقدمتان لا شك فيهما عند من له إلمام بالرواية. فإذا انضم إليهما ما يعلم بالضرورة والتواتر عن أهل ذلك العصر، من العناية بالعلم و نقده وتمييز صادقه من كاذبة، وعليلة من صحيحه، بلا هوادة ولا مصانعة، وانضم إليهما أيضاً أن هذه المعجزة حادث عظيم، وآية كبرى، لا يمكن أن تكون مجهولة خفية على علماء ذلك العصر، لأنها من الأحداث الكونية الظاهرة، ومن المعجزات التي تحدى بها رسول الإسلام قومه وعزز بها دعوته، وجعلها من جملة براهينه على صدق رسالته : إذا علمنا هذه المقدمات الأربع علمنا يقيناً أن هذه المعجزة وقعت حقاً ، ¶ -35- ¶ وعلمنا يقيناً انه لا يمكن أن تكون كذبا، وأنها لو كانت كذلك لتوارد عن علماء ذلك العصر من الصحابة و التابعين إكذابها، والرد على ناقلها، ولما أمكن أن تشيع هذه الأكذوبة العظيمة في ذلك العهد، فلا يوجد من يكشفها، مع معرفة القوم وإحاطتهم بأحوال رسولهم وآثاره و آياته الصغيرة و الكبيرة، وإحاطتهم بذلك كله بالدقة النادرة.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "فمن زعم إن ذلك خفي على علماء ذلك العصر ـ الذي هو أغنى عصور الإسلام بالعلم والعلماء ـ فقد أزرى بالمسلمين أي إزراء. ¶ أرأيتم لو كتب كاتب اليوم بأن الشمس قد انشقت معجزة لرسول الله صلى الله عليه و سلم، أو أن القمر انشق بعد هجرته إلى المدينة، فهل يمكن أن تمضي هذه الإكذوبة من غير أن يكذبها العلماء و الكتاب ؟!. أنه لا بد أن يكذبوها. و أرأيتم لو كتب كاتب بأن رسول الله هاجر إلى الحبشة، أو انه رأى مصر أو الهند أو العراق، فهل يمكن أن تمضي هذه الأكذوبة من غير أن يكذبها العلماء و الكتاب ؟!. أو لو إن كاتبا كتب أن الشمس أو القمر قد انشق منذ عشرين عاما، ورآه الناس، فهل يمكن أن تمضي هذه الأكذوبة دون أن تكذب ؟!. أو لو إن كاتبا كتب أن الشيخ محمد عبده العالم المشهور ذهب إلى الحجاز، وأدى فريضة الحج، انه لا بد أن يكذب ذلك تلاميذه الذين يعرفون حاله، ولا يجوز أن تمضي هذه الأكذوبة في الناس ولا يكذبها اخصاء هذا العالم . فكذلك لا يمكن أن يكون انشقاق القمر ـ وهو من أعظم الأحداث وأغربها ـ كذبا ويحدث به في زمن التابعين ومن بعدهم ـ وهم كما وصفنا صلاحا وحرصا على العلم ومعرفة بأحوال الإسلام ـ فلا يوجد من يكذبها. وهل هذه من الأمور الهينة التي قد تخفى أو يختص بعلمها فريق دون فريق ؟ ولو أن كاتبا كتب أن رسول الله - صلى الله عليه وسلم - كان قد أعطي ناقة كناقة صالح، أو عصا كعصا موسى، أو يدا كيده، أو أنه عاش في قومه كما عاش نوح، أو غير ذلك من الأمور التي لا يخفى صدقها، كما لا يخفى كذبها، لما عدم ذلك الكاتب من يكذبه، ويرد عليه قوله. وكذا لو حدث محدثون عن مشاهير العلماء و الفلاسفة بأمور ¶ كبيرة، يعرف صدقها وكذبها عادة، فلا بد أن يوجد من يكذب الكذب في ذلك من العارفين ¶ -36- ¶ بسيرة ذلك الذي حدثوا عنه.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "فمن ذلك نعرف بالضرورة التي لا تكذب انه لو كان انشقاق القمر إسطورة ـ كما يقول هؤلاء ـ لما شاع في عصر التابعين والذين يلونهم كل هذا الشيوع، دون أن يوجد من يكشفه ويرجعه إلى الباطل الذي هو منه. فهذا برهان قاهر على حصول هذه المعجزة على يد أشرف الخلق عليه الصلاة والسلام. ¶ ولنا أن نقرر هذا البرهان بعبارة أخرى فنقول : لا شك أن أغلب المسلمين كان يدعي أن هذه المعجزة قد وجدت ـ إن لم نقل كل المسلمين. وإن الأحاديث الصحيحة قد تكاثرت في أصح كتب الإسلام بعد القرآن، بل في جميع كتب الإسلام، واشتهر ذلك اشتهارا طبق الآفاق و ذكره جميع الذين ألفوا في علامات النبوة، وجعلوه من آياته عليه السلام الكبرى، وتمدحوا به، وفاخروا به الأمم، وحاجوهم به أيضا. ومع ذلك كله لم يوجد بين اليهود، ولا النصارى، ولا غيرهم من أمم الكفر في ذلك العصر من نازع في وجود هذه المعجزة، ولا من ناكر فيها، أو قال كما قال هؤلاء المسلمون: لو أن القمر انشق حقيقة. لعلمه الناس كافة، ولما خفي علينا و على غيرنا، بل وجب أن نعرفه كما عرفتموه معشر المسلمين، ووجب أن يطلع عليه أهل الأقطار جميعا، وكما اطلع عليه أهل مكة . وبالجملة لماروا فيه هؤلاء الفضلاء ولكن هذا أمر لم يكن منه شيء . ¶ ومن هذين الأمرين يبدو لنا، ولهؤلاء الفضلاء انه لا مطعن لطاعن في وجود هذه المعجزة، وانه لا تمكن المجاحدة فيها، وإلا لكان أولئك الكفار الخصوم هم أولى من هؤلاء المسلمين بهذا الإعتراض، وأسبق إليه منهم. ¶ أفلا يكون هذا دليلا على ضعف اعتراض هؤلاء على هذه المعجزة كما كان إعراض العرب عن معارضة القرآن الكريم ـ وهم الخصوم الألداء ـ دليلا على ضعف معارضة من بعدهم ؟!. انه لكذلك . ¶ هل تحسبون انه يوجد لخصوم الإسلام شبهات عليه صحيحة ـ كما زعمتم ـ فلا ¶ يدلون بها ولا يعارضون ؟!. وهل يمكن أن تكون اعتراضاتكم هذه صحيحة فيعرض عنها ¶ -37- ¶ الأعداء ؟! اللهم لا",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "ولقد آسفنا وآسف كل مسلم أن يقول بعض من كتب في هذا من المتأخرين المعاصرين، المعروفين بالدين والتحقيق والدفاع عن الإسلام والسنة والفضيلة : إن رواية أحاديث انشقاق القمر تعد هنة من هنات علماء الإسلام وسقطاتهم التي توجب القدح فيهم وفي عقولهم، بل أسرف وقال : قد يكون ذلك قدحا في الإسلام نفسه وعيبا فيه. ونحن لا نقول عند هذا إلا ( ربنا لا تزغ قلوبنا بعد إذ هديتنا ) اللهم إنا نسألك العفو والعافية في الدين والدنيا، ونعوذ بك اللهم من الهوى، فإنه لا يفلح يا ربنا من ابتليته بهواه. ¶ حديث السحر ¶ عن عائشة رضي الله عنها قالت : \" سحر رسول الله - صلى الله عليه وسلم - يهودي من يهود بني زريق يقال له لبيد بن الأعصم حتى كان رسول الله يخيل إليه أنه يفعل الشيء ولا يفعله \" رواه البخاري و مسلم وغيرهما. وللحديث روايات وبقية ¶ وهذا الحديث صحيح الإسناد. وقد إعتاص على جماعة فكذبوه لا من جهة سنده، بل من جهة العقل ـ كما يقولون. ولهم على ذلك ثلاث شبه : ¶ أولها ـ قالوا : هذا الحديث يصدق المشركين في قولهم ( وقال الظالمون إن تتبعون إلا رجلا مسحورا انظر كيف ضربوا لك الأمثال فضلوا فلا يستطيعون سبيلا ) ¶ ثانيها ـ قالوا هذا يزيل الثقة بما جاء به رسول الله - صلى الله عليه وسلم -. فإنه إذا سحر وخيل إليه أنه يفعل الأمر ـ وهو لم يفعله ـ أمكن أن يخيل إليه أنه أوحي إليه، وهو لم يوحى إليه، وانه بلغ ما أوحي إليه، وهو لم يبلغه. وبالجملة أمكن أن يقع بالتخييل في كل أمور الدين، وأن يصدر عن خيال في كثير مما يأتي وما يذر، فلا يكون في فعله ولا قوله حجة ولا اطمئنان لذلك. ¶ -38-",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "ثالثها ـ قالوا : السحر من عمل الشياطين، وصنيع النفوس الشريرة الخبيثة. وهؤلاء لا يتسلطون إلا على من غفل عن الله، ولم يستعصم بأسمائه و صفاته، ومن قصر في الطاعات وأعمال البر. أما من تحصن بعبادة الله، ولهج بذكراه ، وعاذ بحماه ، كالأنبياء، فليس للشيطان ولا للشريرين عليهم من سلطان. قال تعالى ( إن عبادي ليس لك عليهم سلطان إلا من اتبعك من الغاوين ) ¶ هذه شبهاتهم التي اعتلوا بها في توهين هذا الخبر الصحيح. والشبه الثلاث ضعيفة جداً إذا ما تؤمّلت ¶ أما الأولى وهي تصديق الكفار فنقول :",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "( أولا ) كان الكفار يقولون : إن محمداً بشر، وإنه فقير ويتيم، وإن أغلب من يتبعه الضعفاء الفقراء. فهل نكذبهم في ذلك ؟!. ويقولون : ( مال هذا الرسول يأكل الطعام ويمشي في الأسواق ) فهل نكذبهم ؟!. ويقولون إنه لا يعلم الغيب ولا يقدر على إهلاكنا ولا على إتياننا بالآيات فهل نكذبهم في ذلك. و يقولون نحن أكثر مالا وولداً من أتباعه، ويقولون إن محمداً أنكر آلهتنا، وسفه أحلامنا، وصدنا عما كان يعبد آباؤنا وجعل الآلهة إلهاً واحداً فهل نكذبهم في ذلك كله ؟! و قد أخبرنا الله عن الأمم الماضية أنها قالت لرسلها ( إن أنتم إلا بشر مثلنا تريدون أن تصدونا عما يعبد آباؤنا ) فهل هم كاذبون في ذلك ؟! بل قد صدقتهم رسلهم ( قالت لهم رسلهم إن نحن إلا بشر مثلكم ) وكان الكفار يقولون: إن الله خالق كل شيء ، وإن أصنامنا لا نخلق ولا تنفع ولا تضر. فهل هم كاذبون في ذلك ؟!. و بالإجمال كانوا يقولون أقوالا كثيرة صادقة لا يجوز أن نكذبهم فيها لئلا نكون مصدقين للكفار. ما قال هذا أحد، بل الصدق يجب أن يصدق، سواء أن يكذب، سواء أكان من كافر أم من مؤمن. وإنما معنى ذلك أن الظالمين كانوا ينسبون إلى الرسل كل ما يظنونه ظن هؤلاء أن السحر يقدح في الرسالة، فكذبوا الأخبار فيه . والظنان خطأ . إذاً ليس ما قاله الكفار كذبا ً. و إذا ليس تكذيبهم في كل شيء قالوه لازماً ، بل لا يكذبون إلا فيما قام البرهان على أنه كذب ، ولا يخالفون إلا فيما قام الدليل على مخالفته رشد ، وهذا أمر لا يحوم حوله خلف، فلا يلزم إكذاب الظالمين في مقالتهم هذه حتى تقوم الحجة من العقل أو ¶ -39-",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "النقل على أنهم كاذبون . وما علمنا أحدا قبل هؤلاء يستدل على خطأ القول بأن قالته طائفة من الناس ، ولا علمنا من قال إن الكفار لا يصدقون في شيء ما . و مما يبين هذا أن قبل هذه الآية ( وقالوا مال هذا الرسول يأكل الطعام و يمشي في الأسواق لولا أنزل إليه ملك فيكون معه نذيراً أو يلقى إليه كنز أو تكون له جنة يأكل منها ) ثم قال تعالى بعد ذلك ( و قال الظالمون إن تتبعون إلا رجلاً مسحوراً ) فهل هم كاذبون في ذلك كله ؟ اللهم لا . ¶ ( ثانياً ) إننا نعلم إن الكفار لا يريدون بقولهم هذا أن يثبتوا لرسول الله صلى الله عليه و سلم ما أثبته هذا الحديث . وهو أن فلانا من اليهود سحره بضعة أيام ، فأدركه شيء من التغير ، وخيل إليه أنه يفعل بعض الشيء وهو لا يفغله ، ثم أن الله شفاه من ذلك . لنهم لا يريدون ذلك بلا شك . والمخالفون لنا يعلمون ذلك أيضاً . وإنما يريد الكافرون بقولهم هذا أن رسول الله عليه السلام إنما يصدر عن خيال وجنون في كل ما يقول ويفعل ، وفيما يأتي وما يذر ، وأنه ليس رسولا ، وأنه لم يوح إليه شيء ، وأن القرآن ليس من عند الله ، وإنما هو خيال مسحور ، وانفعال مجنون ، وبناء عليه ليس علينا تصديقه ولا أتباعه . ¶ فإذا آمنا بما دل عليه الحديث و قلنا : إن الرسول سحر بضعة أيام ، لم نكن مصدقين للمشركين ، ولا موافقيهم فيما أرادوا وعنوا ، لأن الذي عناه الحديث ، ومن صحح الحديث ، غير الذي عناه هؤلاء الظالمون .",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "وإذا تغاير القصدان لم يكن هناك تصديق ولا موافقة . وهل يقدر المخالفون أن يقولوا : إن مراد هؤلاء الذين قالوا ( إن تتبعون إلا رجلا مسحوراً ) أن الرسول صلى الله عليه وسلم سحر وقتا ما، وناله بعض التغير، ثم أدركه الله بالشفاء ، وحفظ وحيه ودينه من أن يصل إليه شيء من ذلك التغيير والتخييل ؟ أم أنهم يريدون إن هذا القرآن الذي جاء به ، والدين الذي شرعه ، ليس هو كلام الله ، ولا من عند الله ، وإنما هو صادر عن هذيان ، وتغير بال ؟ هذا هو ما يعنون ، و هم كاذبون فيه ، والحديث لا يصدقهم ولا من صدق الحديث . والأمر واضح بين . ¶ -40- ¶ وأما الشبهة الثانية ، وهي جواز الاختلاط عليه في الوحي فنقول : أولاً ـ نحن ما علمنا عصمته من ذلك ، لعلمنا انه لم يسحر ، ولا يجوز عليه السحر . بل علمنا انه معصوم في تبليغه ببراهين أخرى كثيرة منها أن الرسول لا بد أن يكون معصوما من الخطأ في البلاغ . وهذا البرهان موجود في حالة السحر وغيرها . وإذا كان البرهان على العصمة مما خافوه موجوداً في جميع الحالات لم نخش ما ذكروا ، ولم نجوزه عليه في حين ما . ولا أظن قارئاً يتدبر ذلك جيداً ثم يشك فيه . ¶ ثانياً ـ إما أن يكون لدى هؤلاء براهين على أن الرسول معصوم من الخطأ في البلاغ، أم ليس لديهم شيء من ذلك إلا علمهم أنه لا يسحر. فان كان الأول، فماذا يضر وجود السحر، والبراهين المانعة من وجود ما خافوه موجودة في الحالين، وموجودة أبدا ؟ وإن كان الثاني قلنا لهم : ومن أين علمتم انه لا يسحر ، وانه لا يجوز أن يسحر، وأنتم لا تعلمون عصمته إلا من عصمته من السحر ؟ أي فما البرهان على العصمة من الوقوع في السحر ؟ أليس هذا من التدليل على الشيء بنفسه . و أيضا ـ على الفرض الأخير ـ ما التدليل على عصمته من غير السحر ، وما الدليل على أنه معصوم من الخطأ في التبليغ ، وقد فرضنا انه لا برهان معهم على عصمته من ذلك إلا قولهم انه معصوم من السحر .",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "ثالثاً ـ تواترت الأخبار على إن الرسل ينسون . قال الله عن موسى ( قال لا تؤاخذني بما نسيت ولا ترهقني من أمري عسرا ) , وقد صح رسول أنه قال \" كانت هذه من موسى نسيانا \" , وقال تعالى عنه وعن غلامه ( فلما بلغا مجمع بينهما نسيا حوتهما ) وقال ( ولقد عهدنا إلى آدم من قبل فنسى ولم نجد له عزما ) و قال لخاتم الرسل ( سنقرئك فلا تنسى إلا ما شاء الله انه يعلم الجهر وما يخفى ) , وقد صح أن رسول الله عليه السلام سمع قارئا يقرأ آية فقال \" ذكرني آية كنت أنسيتها \" , وتواتر عنه عليه السلام أنه نسى في صلاته ، وانه قال ( إنما أنا بشر أنسى كما تنسون فإذا نسيت فذكروني ) والشبهة التي أوردها على السحر ترد على النسيان ـ إن كانت صحيحة ـ فما كان جوابا لنا عن السحر . وإذا جاز عليه الاختلاط إذا سحر جاز عليه إذا نسى . فإذا احتمل أن يخيل إليه ¶ -41- ¶ في التبليغ في حالة السحر جاز أن ينسى في التبليغ ، وجاز أن ينسى بعض ما أوحي إليه وأن ينسى أشياء من القرآن و الدين . وإذا علموا انه معصوم من ان ينسى ذلك أو أشياء منه ، فاليعلموا انه معصوم من أن يقع في التبليغ تخييل ـ وإن خيل إليه في غيره ـ والمسألتان سواء . ¶ رابعاً ـ نعلم أن المسحور يمكن أن يخلط في قوله و فعله ، كما نعلم أن الإنسان يجوز يخطئ ، وأن يغلط ، وأن يكذب ، وأن يضل و يغوى . والرسول إنسان ، وقد قلنا جميعاً إنه صلى الله عليه وسلم معصوم من هذه كلها ، مع أنها جائزة في حق الإنسان من حيث هو إنسان. فكذلك نقول: المسحور يجوز أن يخلط ، وأن يلبس عليه في قوله وفعله ، من حيث هو مسحور ، ولكن ذلك لا يجوز في حق الرسول من حيث هو رسول ، وان ناله السحر .",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "وتوضيح هذا نقول: أليس الرسول عليه السلام إنساناً ؟ هم قائلون بلى ولا بد . فنقول ألا تعلمون أن الإنسان ممكن عليه أن يضل و أن يكذب ؟ . فلا بد من أن يقولوا : بلى . فنقول إذاً يمكن أن يقع ذلك من رسول الله عليه السلام لأنه إنسان. فسوف يقولون : لا يجوز ذلك فإذا قلنا لهم : ما الدليل على إمتناعه ؟ فسيقولون : هو الدليل على أن الله عصمه ، وأن الرسول مشروط في حقه ألا يقع منه شيء يخل بوظيفته . فكذلك نقول نحن في السحر كما قالوا سواء . فنقول : المسحور يجوز عليه الاختلاط و لكن الرسول ممنوع من ذلك على أي حال، لأن ذلك يخل بمقام رسالته . وهذا البرهان قاهر لمن تأمله . ¶ وأما الشبهة الثالثة ، وهي أن الشيطان لا يتسلط إلا على الضعفة وأصحاب الغفلة فنقول : ¶ هذه دعوى مجردة ، لا دليل يسندها ، لا من عقل ولا من نقل ، وهي خلاف المستقرأ المشهور . فقد تواتر عن الأمم ، تواتراً يذبح الشك ، إن الضعيف الحقير قد يتسلط على عقول الأقوياء العظماء ، بل قد يؤثر كلام الفاجر المهين في عقل التقي القوي، وقد يخدعه ، ويتلاعب بعقله، وقد يغير مجرى رأيه و فهمه ، وقد تغلب المرأة الأسيرة الكسيرة الرجل الشجاع على رأيه ، وتصرفه وفق رضاها ¶ -42-",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "وهواها ، وقد تدفعه في الباطل و الضلال ، فيندفع إليه ـ وهو يعلم انه ضلال وباطل ـ بضعفها ولطفها . أو ليست الخمرة ، وما أسكر ، تسلب الرشيد رشده وتنهب العاقل عقله ، والحازم حزمه ؟ وهل الخمر أغلب سلطانا من الشيطان والساحر . وقد قال القرآن عن أيوب عليه السلام ( إني مسنى الشيطان بنصب وعذاب ) وقص عن آدم وحواء أن الشيطان أغواهما وخدعهما وطردهما من الجنة وأخبر عن موسى عليه السلام أنه قال ـ لما قتل القبطي ـ ( هذا من عمل الشيطان ) , وقال عنه : ( فإذا حبالهم وعصيهم يخيل إليه من سحرهم أنها تسعى فأوجس في نفسه خيفة موسى قلنا لا تخف إنك أنت الأعلى ) فقد أوقعه السحرة في التخييل والخوف . والتخييل والخوف موضعهما القلب ، وهذا السلطان عليه . والأنبياء كلهم كانوا يخافون مما يخافه البشر عادة . فالأنبياء كسائر البشر ، عرضة للأعراض البشرية ، لم يتعدوا أفقها ، إلا أن الله خصهم بالعصمة فيما يوحى إليهم ( قل إنما أنا بشر مثلكم يوحى إلى إنما إلهكم إله واحد ) و أما الإستدلال بقوله ( إن عبادي ليس لك عليهم سلطان ) فيقضي بأن يكون جميع عباد الله الصالحين ناجين من أذى الشيطان . وهذا خلاف الإجماع والمشاهد والنصوص السالفة . والآية تريد بلا شك أن عباده الصالحين يسلمون من إغوائه وإضلاله كما قال في الآية الأخرى ( لأغوينهم أجمعين إلا عبادك منهم المخلصين ) . ¶ هذه حال شبهاتهم التي ردوا بها هذا الحديث الصحيح و هذا جوابها .",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "وبعد فقد يمكن أن يرد على هؤلاء وأن يحتج على جواز السحر للأنبياء بقوله تعالى ( فإذا حبالهم وعصيهم يخيل إليه من سحرهم أنها تسعى فأوجس في نفسه خيفة موسى قلنا لا تخف ) فقد صرحت الآية بأن سحر أولئك السحار قد أوقع نبي الله موسى في التخييل ، حتى تغيرت أمامه الحقائق ، فحسب الحبال حيات ، و الساكنات متحركات . وكلما صوب إلى الحديث من نقد و شبهة يمكن أن يصوَّب إلى الآية الكريمة . وإذا استطاعوا أن يتسلطوا بسحرهم على حاسة بصره فيسحروها ، استطاعوا أن يتسلطوا على ¶ سائر حواسه ولا فرق، فتتغير قدامه الأشياء، ويظنها على غير ما هي عليه. فالآية مثل الحديث. إذاً فالحديث صحيح الإسناد والمعنى، ولا معقول يعارضه كما رأيت. فوجب قبوله، ¶ -43- ¶ والإيمان به. ولقد وسع الخرق هؤلاء الذين يردون الأخبار الصحاح بأمثال هذه الشبهات الداحضة، وجرأوا الجهال على أن يكذبوا كل ما لم يحيطوا بعلمه، وقد ظنوا أنهم ينصرون الدين بالقدح في الأحاديث، والله يشهد أنهم لا ينصرونه بذلك ولكن يخذلونه والله المستعان وحسابهم على الله ونسأله أن يهديهم وأن يشفيهم .",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "هذا ولتعلم أن في وقوع هذه الأعراض المتنوعة بالأنبياء ـ وهم خير خلق الله، وأكرمهم عليه ـ فوائد ترجع للعقيدة وغيرها. فإن من علم بأن أنبياء الله تصيبهم هذه الأعراض لم يغل فيهم كما غلت اليهود والنصارى في أنبيائهم وأحبارهم ورهبانهم ، فإن من ظهر الضعف وأمارات العبودية والإفتقار عليه ضعف الافتتان به، وقل الغلو فيه. وظهور القوة والكمال في الإنسان يوقع في الغلو فيه وما الّه النصارى المسيح وأمه إلا لأجل ما وهبه الله من آثار القوة ، مثل إحياء الموتى وغيره . والغلو في العباد خطر على العقيدة . خطر على الإيمان . وما غيّر التوحيد سواه. ولولاه ما رأيت هؤلاء الطائفين بالأضرحة والقبور ، ولما رأيت هذه الفتنة العظمى بالمشايخ و الأولياء رضي الله عنهم ، التي كادت تكون عامة في الأمم الإسلامية .ولولا الغلو لما ارتطم المسلمون فيما قال حافظ إبراهيم يخاطب الشيخ محمد عبده : ¶ إمام الهدى إني أرى الناس أحدثوا لهم بدعاً عنها الشريعة تعزف ¶ رأوا في قبور الميتين حياتهم فقاموا إلى تلك القبور وطوفوا ¶ وباتوا عليها عاكفين كأنها على صنم في الجاهلية عُكَّف ¶ وما ذكر القرآن الكريم عن الأنبياء تلك الأمور التي عاتبهم عليها للتشهير بهم ، والإشادة بأخطائهم ، بل ما ذكر ذلك إلا لأجل ما ذكرنا . وما يقول القرآن ، آمراً أفضل خلقه وخاتم رسله عليه السلام ( قل إنما أنا بشر مثلكم يوحى إلي أنما إلهكم إله واحد فمن كان يرجو لقاء ربه فليعمل عملاً صالحاً ولا يشرك بعبادة ربه أحداً ) . قل ما أنا إلا إنسان مثلكم أمرض كما تمرضون وأجوع كما تجوعون وأخاف كما تخافون وأموت كما تموتون . وأما المنزه عن ذلك كله فهو الله سبحانه ، وهو إله واحد لا شريك له في ذلك ، ¶ -44- ¶ فاعبدوه وحده ودعوا ما سواه .",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "وكم ردد القرآن أن الأنبياء يقتلون، ويطردون ، ويعذبون ، ويهانون ، ويمرضون ، ويخافون ، وينال منهم أبلغ الأذاة. ولله في ذلك كله بالغ الحكمة. ومثل هذا حديث السحر. وكم يرد هذا الحديث على هؤلاء الذين حسبوا أن الله قد وكل التصريف إلى رسوله ، وإلى من دونه ، ووهبه القدرة المطلقة ، فراحوا يسألونه كلما يحتاجون إليه ، ويضرعون إليه . عندما ينزل بهم نازل ، راغبين راهبين ناسين أنه عليه السلام ما كان يقدر على الدفع عن نفسه الشريفة حتى ضربوه وأخرجوه وسحروه وبلغوا منه أقصى الأذى وهو في كل ذلك عاجز مفتقر إلى الله . وأين هذا من قول الشاعر : ¶ يا أكرم الخلق مالي من ألوذ به سواك عند حلول الحادث العمم ¶ فإن من جودك الدنيا وضرتها ومن علومك علم اللوح و القلم ¶ إن لم تكن في معادي آخذاً بيدي فضلا وإلا فقل يا زلة القدم ¶ يا سبحان الله ! ما أعظم جهل الإنسان وأشد غفلته ! ولو قرأ المسلمون نصوص دينهم ، وفهموها ، وتدبروها ، وعلموا آثار رسولهم ، وما كان يلاقيه ويصاب به ، وعلموا توحد الله بكل كمال دون الأنبياء والأولياء والملائكة لما أصاب عقيدتهم ما أصابها من تضعضع وخرافات وشبهات . فحديث السحر ونظائره يقوي الإيمان والتوحيد ، لا كما ظن هؤلاء أن فيه خدشاً للدين وأصوله . ¶ حديث الذباب ¶ روى أبو هريرة رضي الله عنه عن الرسول - صلى الله عليه وسلم - أنه قال \" إذا وقع الذباب في إناء أحدكم فليغمسه فيه ثم ليطرحه فإن في أحد جناحيه شفاء وفي الآخر داء \" رواه البخاري وغيره . ورواه أيضاً ابن ماجه والإمام أحمد من حديث أبي سعيد الخدري ، ولفظه قال : قال رسول الله - صلى الله عليه وسلم - \" في أحد جناحي الذباب سم وفي الآخر شفاء فإذا وقع في الطعام فامقلوه فيه فإنه يقدم السم ويؤخر الشفاء \" ¶ -45-",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "وهذا الحديث صحيح الإسناد لا مقدح فيه لقادح . وقد أنكره قوم طبياً ، وقالوا : ان الذباب يقع على الأقذار والأوساخ الملوثة بجراثيم الأمراض ، فيأكل منها ، ويحمل بأطرافه ، فإذا وقع في الطعام ، أو في الشراب رمى فيه من تلك الجراثيم والأقذار التي حملها ، فصار الطعام وباء لا يجوز تناوله . فقالوا : ثم أن الحديث لم يقتصر على ذلك ، بل حض على التزيد من تلك الجراثيم ، فأمر أن يغمس باقي الذباب في الطعام أو الشراب ثم يؤكل . قالوا : ومثل هذا كيف يأتي إليه الشفاء؟! وهل هذا إلا مثل أن يقال : إن في الزبالات المطروحة في الحارات شفاء ودواء ؟! فليس بممكن أن يكون هذا الحديث صحيح المعنى ، وليس بجائز أن يكون رسول الله قاله . ولئن كان قاله ليكونن مخطئاً فيه ، وليكونن من قبل الرأي الذي ليس معصوماً فيه ، قالوا : والأنبياء قد يخطئون فيما قالوه رأياً لا ما قالوه وحياً . وليكونن كحديث تأبير النخل . قالوا : وقد قرر الأطباء أن جيوشاً عظيمة فتك فيها الذباب ، وجعلها فريسة المكروبات التي حملها ورماها فيما يأكلون ويشربون . هذا تلخيص شبهتهم في إضعاف هذا الحديث الصحيح .",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "ونحن نقول على ذلك : لا ريب أن الذباب يحمل الجراثيم الفتاكة ويلقيها فيما يقع عليه من طعام وشراب وغير ذلك . والحديث مقر بهذا مثبت له ، لأنه يقول (( في أحد جناحيه داء )) وفي الرواية الأخرى (( سم )) هذا حق لا نزاع فيه . وإنما الذي يقرره الحديث فوق ما عرفوا أن فيه شفاء أيضاً لذلك الداء ، أي هو يحمل مرضاً ويحمل علاجه ، ويحمل سماً وترياقا . فمن أين علم هؤلاء أن ذلك الدواء الذي رواه الحديث ليس موجوداً في الذباب ؟! ومن أين علموا أن الذباب لا يحمل شفاء ؟! إن جهلهم لذلك لا يدل على عدمه في نفسه . وهم يعرفون أن عدم العلم بالأمر لا يدل على أنه مفقود في الواقع . هم لا يستطيعون أن يدلوا به ـ والحديث يسلمه لهم ـ أن الذباب يحمل داء فحسب . وما ذكر ليس مما يدفعه العقل أو الطب . لا يدفع العقل ولا الطب أن تجتمع المتضادات في الأمر الواحد ، والجسم الواحد . والطب الحديث يقرر أنه يوجد في الخنزير علاج لبعض الأمراض ، كما يقرر أن فيه مكروبات قاتلة ، وانه يوجد في الأفاعي وغيرها منافع . وقد قرر الطب الحديث أن بعض المكروبات يقتل بعضا ، وان بعضها يموت بما يحي به الآخر ، ¶ -46-",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "وقرر انه إذا أريد الوقاية من بعض الأمراض ، كالجدري والحصبة ، وغير ذلك يطعم الحيوان أو الإنسان بسم ميكروب ذلك المرض فلا يناله المرض بإذن الله . أي يؤخذ مكروب مرض الجدري ، ويوضع في سائل مدة ، ثم يصفى ذلك السائل من الميكروب بعد ان يقذف فيه سمه ، ثم يحقن الحيوان أو الإنسان بهذا السائل فيتكون في ذلك المحقون مادة سامة مفترسة لمكروب ذلك المرض نفسه ، فلا يصيبه ، بل إذا أريد حماية السليم من الطاعون حقن جسمه بميكروبات الطاعون المماتة بالحرارة ، فتكون عند ذلك المحقون مناعة من الطاعون ، ومثل الطاعون مرض الهيضة . بل من الأمراض ما تحقن ميكروباته وهي حية في الإنسان للوقاية من المرض ، وذلك مثل مرض الكلب . وهذا كله من معالجة الداء بالداء . ويستظرف هنا قول الشاعر : ¶ وكأس شربت على لذة وأخرى تداويت منها بها ¶ وقال آخر : وداوني بالتي كانت هي الداء ¶ وقول ثالث : فربما صحت الأجساد بالعلل ¶ ومن الأمراض ما إذا أصاب مرة واحدة لم يصب أخرى . ومنها ماذا أصاب منع غيره . إذاً ليس غريباً أن يكون بعض ما يحمل الذباب من الأمراض يفترس أنواعاً أخرى منها . وليس محالاً أن يكون في أحد جناحي الذباب حيوانات صغيرة تقتل حيوانات أخرى . هذا أمر ليس محالاً ، وليس مفرداً في بابه . وقد أخبر به الصادق الذي ( لا ينطق عن الهوى إن هو إلا وحي يوحى ) والذي قامت البراهين الحسية والعلمية على أن كل ما صح سنده عنه من شئون الدنيا والطب حق وكلما يتقدم الزمن يظهر صدقه . ولو أخبر هؤلاء أحد أطباء الإفرنج بما دل عليه الحديث لما كذبوه ، بل لما شكوا في صدقه . أوليست الحية قد جمعت في جسمها داء ودواء ؟! ففيها السم القاتل ومن لحمها يركب الترياق الذي يقي ضرر السم ؟! وكذلك النحل فإن في أحد طرفيه العسل وهو شفاء وفي الطرف الآخر ما يخرج منه وهو داء . فحديث الذباب له نظائر كثيرة معروفة . ¶ -47- ¶ تصحيح الطب الحديث لهذا الحديث ¶ معجزة للإسلام ونبيه",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "هذا الذي قدمناه كله على سبيل التقريب ودفع الغرابة والاستحالة أما تصديق الحديث بالنص فهاك ما يأتي :- ¶ ألقى طبيب عصري في جمعية الهداية الإسلامية منذ سنة وكسور محاضرة جاء فيها ما حاصله : ¶ (( يقع الذباب على المواد القذرة المملوءة بالجراثيم التي تنشأ منها الأمراض المختلفة ، فينقل بعضها بأطرافه ، ويأكل بعضاً ، فيتكون في جسمه من ذلك مادة سامة يسميها علماء الطب بمبعد البكتريا ، وهي تقتل كثيراً من جراثيم الأمراض ، ولا يمكن لتلك الجراثيم أن تبقى حية أو يكون لها تأثير في جسم الإنسان في حال وجود مبعد البكتريا إلى ناحيته . وعلى هذا فإذا سقط الذباب في شراب أو طعام ، وألقي الجراثيم العالقة بأطرافه في ذلك الشراب فإن أقرب مبيد لتلك الجراثيم ، وأول واق منها هو مبعد البكتريا الذي يحمله الذباب في جوفه قريباً من أحد جناحيه . فإذا كان هناك داء فدواؤه قريب منه وغمس الذباب كله وطرحه كاف لقتل الجراثيم التي كانت عالقة، وكاف في إبطال عملها )) ¶ هذا ملخص ما قاله ذلك الدكتور العصري . ¶ وفي مجلة التجارب الطبية الانجليزية عدد 1037 سنة 1927 ما ترجمته : (( لقد أطعم الذباب من زرع ميكروبات بعض الأمراض، وبعد حين من الزمن ماتت تلك الجراثيم، واختفى أثرها ، وتكونت في الذباب مادة مفترسة للجراثيم تسمى بكتريوناج . ولو عملت خلاصة من الذباب في محلول ملحي لاحتوت على البكتريوناج التي يمكنها إبادة أربعة أنواع من الجراثيم المولدة للأمراض ، ولاحتوت تلك الخلاصة أيضاً على مادة خلاف البكتريوناج نافعة للمناعة ضد أربعة أنواع أخرى للجراثيم )) . ¶ وقد كتب بعض الأطباء الغربيين نحو هذا . فأصبح هذا الحديث الذي عده هؤلاء ¶ -48- ¶ المتسرعون كذباً وخدشاً في الدين صحيحاً ومعجزة علمية خالدة . فلعلهم بعد هذا يقللون من تسرعهم في إصدار الأحكام ، وفي تكذيبهم ما لم يحيطوا بعلمه . فمن أين لابن الصحراء هذه المسائل الدقيقة الطبية لولا أن الله يوحي إليه ؟!",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "وأما قول هؤلاء على الحديث : إنه من أمور الدنيا التي يجوز أن يخطئ فيها الرسول عليه السلام . فيقال : هل مثل هذا يقال رأياً بدون وحي ؟! ولو قاله بعض الصحابة أو التابعين لقلنا إنه تلقاه ، وإن حكمه حكم المرفوع ، ولا يمكن أن يكون قاله اجتهاداً ، إذ لا يمكن أن يقول ذلك تهجماً من غير رواية . وكل العلماء يقولون ذلك في أمثاله . وياليت شعري كيف قال ذلك وهو يجهله ؟! وكيف عرض أمته لخطر الذباب وما فيه من أمراض ؟! ومن الذي اضطره إلى أن يتهجم على أمور لا يستقل العقل والرأي بإدراكها وفهمها ؟! وكيف يعالج أمته وهو جاهل بأولويات الطب الضرورية ؟! والعلماء يقولون : إن من تعاطى الطب وهو جاهل به فهو ضامن . وروى عنه عليه السلام أنه قال \" من تطبب ولم يعرف له طب فهو ضامن \" والحكومات تعاقب اليوم فاعل ذلك. نعوذ بالله !",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "لقد نسبوا أكمل الخلق وأعقلهم إلى ما لا يصح من عاقل . ثم لماذا لم يسعه السكوت عما لم يسعه السكوت غما لا يعلم ؟! أليس ذلك أحوط وأحكم والله يقول ( ولا تقف ما ليس لك به علم ) ؟! ونحن نعلم أن الذين وصموا رسول الله عليه السلام هذه الصمة ، وقالوا إنه قال ذلك برأيه لا يمكن أن يقولوا مثله من قبل عقولهم وآرائهم ، بل إن تورعهم وخوفهم من الإنتقاد يمنعهم من ذلك الهجوم . أو ما كان اللائق به ـ إذا كان الأمر كما يزعم هؤلاء ـ أن يقول : أظن كذا كما قال في خبر تأبير النخل ، لا أن يصدر كلامه فعل الموقن العالم ؟!. و إذا كان مخطئاً كما توهموا فلماذا لم يرد الله عليه خطأه بعد ؟! وهل يقره على خطأ وهو الأسوة الإمام ؟ ثم إن مقالة هؤلاء قد تدفع غيرهم يوما إلى أن يقولوا : إن جميع أبواب الربا والبيوع والمعاملات والعقوبات الموجودة في السنة هي من هذا القبيل ، هي من أمور الدنيا التي نحن أعلم من الرسول بها . فليس بلازم أن يكون الصواب حليفه فيها ، ولا لازم أن نتبعه فيما قال ، بل وتدفعهم إلى أن يقولوا : إن كل ما في الأحاديث من أحوال الأمم الماضية والآتية ، وكل ما ذكر قبيل الساعة من ¶ -49- ¶ الأهوال والأشراط ، وما ذكر في الآخرة من الأمور الشديدة : إن ذلك كله قد قاله الرسول رأياً ، كما هؤلاء في الحديث المذكور . ¶ إن تكذيب هذا الحديث ، ورمي جميع رواته بالكذب والخطأ الأيسر عندي من أن يقولوا مقالتهم هذه . وما ظنهم لو قال احد مثل قولهم هذا أمام أبي بكر الصديق ، أو عمر بن الخطاب ، أو غيرهما من الصحابة رضي الله عنهم ؟ . ¶ إذاً لقد صح هذا الحديث ، وأصبح معجزة من معجزات الإسلام الخالدة . ¶ حديث تأبير النخل",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "عن طلحة قال : مررت مع رسول الله بقوم على رؤوس النخل فقال \" ما يصنع هؤلاء \" فقلت يلقحونه فقال رسول الله \" ما أظن يغني ذلك شيئاً \" قال : فأخبروا ، فتركوه ، فأخبر رسول الله بذلك فقال \" إن كان ينفعهم ذلك فليصنعوه فاني إنما ظننت ظنا ، فلا تؤاخذوني بالظن ، ولكن إذا حدثتكم عن الله شيئاً فخذوا به ، فإني لن أكذب على الله \" وعن رافع بن خديج قال : قدم رسول الله عليه السلام المدينة وهم يأبرون النخل فقال \" لعلكم لو لم تصنعوا كان خيراً \" فتركوه ، فنفضت ، فذكروا ذلك له ، فقال \" إنما أنا بشر إذا أمرتكم بشيء من دينكم فخذوا به وإذا حدثتكم بشيء من رأي فإنما أنا بشر \" وعن أنس ان رسول الله عليه السلام مر بقوم يلقحون فقال : \" لو لم تفعلوا لصلح \" قال : فخرج شيصاً ، فمر بهم ، فقال \" مال نخلكم \" قالوا : قلت كذا وكذا قال \" انتم أعلم بإمور دنياكم \" روى ذلك كله مسلم في صحيحه . ¶ وقد إستدل قوم بهذه الروايات على ان الرسول ليس معصوماً من الخطأ في أمور الدنيا ، وليس واجباً إتباعه وتصديقه فيها . بل قالوا يعرض ما يقول على ميزان النقد كسائر الناس ، فإن جاء موافقاً قبل وإلا رد عليه . فردوا لذلك أحاديث صحيحة في البخاري وغيره . ¶ ولا ريب أن هذا مشكل جداً . لأن من أمور الدنيا أبواب المعاملات، والعقوبات ، والحروب ، والمواعظ ، والطب ، وأخبار الأمم الماضية والآتية . فهل يقال : ان رسول الله ¶ -50- ¶ عليه السلام يخطئ في ذلك ، وإنه ليس واجباً إتباعه فيه وتصديقه ؟! لا جرم ان قولا كهذا معدود من الخروج على الدين وصاحب الدين . ¶ إذاً فما معنى هذه الروايات ؟! الجواب أن يقال : هذه الروايات صريحة في انه قال لهم ذلك بعبارة الظن ، وافهم أنه ظنه ظناً مستيقناً . فتدل على أن ما ظنه ظناً يجوز أن يخطئ فيه ، سواء في ذلك الدنيويات ، والدينيات . لكن لا يقر على الخطأ . وأما ما قاله على سبيل الإيقان فلن يكون من ذلك .",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "ويقال أيضاً : الروايات صريحة في أن ما قاله ظاناً من قبل رأيه جائز أن يقع فيه خطأ ، وما قاله عن الله لم يجز فيه ذلك لا فرق بين أمور الدنيا والدين ، فالتفريق بينهما بالطريقة المذكورة ليس صحيحاً . ¶ وأيضاً قد قابل القول بالرأي بالتحديث عن الله فقال \" لا تؤاخذوني بالظن ولكن إذا حدثتكم عن الله فإني لن أكذب على الله \" وقال إذا حدثتكم بشيء من دينكم فخذوا به ، وإذا حدثتكم بشيء من رأي فإنما أنا بشر \" فدل على أن ما قاله على سبيل اليقين فهو عن الله ، وهو لازم الأخذ به ، وليس بجائز الخطأ عليه ، ليس بين الدنيويات والدينيات فرق . وهذا خلاف قول هؤلاء الذين يغلطونه عليه السلام في أشياء أصدر قوله فيها موقناً مستدلين بهذا الحديث . وهو رد عليهم لو تدبروا وتريثوا . ¶ وأيضاً الأمر الدنيوي الذي يقوله عليه السلام إما أن يكون قاله برأيه ، أو يكون قاله وحياً عن الله . أما الثاني فلا يمكن أن يناله خطأ . وهذا بالإجماع . وأما الأول فهو الذي يمكن أن يصاب بشيء من الخطأ ، كما شهد الحديث . ¶ إذاً فالعبارة الصحيحة في هذا المقام أن يقال : الأمور الدنيويات قسمان : وحي عن الله . واجتهاد رأي ( الأول ) معصوم فيه ولا ريب ( والثاني ) هو الذي يجوز فيه الخطأ . ¶ وأما إجمالهم الدنيويات كلها بأنها يجوز فيها الخطأ فأمر لا يصح . والحديث الذي استندوا عليه راد عليهم . ¶ وأيضاً الأمر الذي قاله الرسول جازماً ، ومات عليه ، ولم يذكر خلافه ، ولا سيما إذا كان من أمور الغيب ، كحديث الذباب وأحاديث الدجال ، وسجود الشمس تحت العرش لا ¶ -51-",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "يمكن أن يكون خطأ ، ولا يمكن أن يكون قاله برأيه وظنه . وقد صح عنه عليه السلام أنه قال : \" الظن أكذب الحديث \" وفي كتاب الله ( وإن الظن لا يغني من الحق شيئاً ) وأنحى باللائمة على الظانين في آيات . وجعله من أخلاق الكافرين ( إن يتبعون إلا الظن ) ( ما لهم به من علم إلا إتباع الظن ) . فليس بممكن أن يهجو الظن والظانين ، ثم يوافقهم على ما هجاهم لأجله . ¶ وأيضاً المختار من رأي العلماء أن الأنبياء عليهم السلام قد يخطئون فيما قالوه مجتهدين ، سواء في ذلك أمور الدنيا وأمور الدين . وقد عاتب الله رسوله في مواضع اجتهد فيها . قال في سورة الأنفال ( ما كان لنبي أن يكون له أسرى حتى يثخن في الأرض تريدون عرض الحياة الدنيا والله يرد الآخرة ، والله عزيز حكيم ، لولا كتاب من الله سبق لمسكم فيما أخذتم عذاب عظيم ) . وذلك أنهم في غزوة بدر أسروا وجوها من المشركين هم زعماء قريش ، فاختلفوا : أيقبلون منهم الفداء أم يقتلونهم ؟ فكان رأي الصديق ونبي الله أن يقبلوا الفداء ، ورأى عمر أن يقتلوا ، فنزلت الآية تصديقاً وإحقاقاً لقول عمر ، فبكى رسول الله عليه السلام ، و بكى أبو بكر الصديق لذلك . رواه مسلم . و قال تعالى : ( عفا الله عنك لم أذنت لهم حتى يتبين لك الذين صدقوا وتعلم الكاذبين ) . وقال ( عبس وتولى أن جاءه الأعمى وما يدريك لعله يزكى ، وأما من جاءك يسعى وهو يخشى ، فأنت عنه تلهى ) . وذلك أنه كان عليه السلام إذا جاءه صناديد قريش وقادتهم ، وجاءه ضعفاء المسلمين كابن أم مكتوم الأعمى أعرض عن الآخرين ، واشتغل بالمشركين ، رجاء أن تصيبهم الهداية ، وهو يحسب أن رضا الله فيما فعله ، فعاتبه عليه . وعن أبي هريرة عن رسول الله - صلى الله عليه وسلم - قال \" كانت امرأتان معهما ابنتاهما فجاء الذئب فذهب بابن إحداهما، فقالت صاحبتها إنما ذهب بإبنك، وقالت الأخرى إنما ذهب بإبنك، فتحاكمتا إلى داود عليه السلام، فقضى به للكبرى، فخرجتا",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "على سليمان ابن داود فأخبرتاه، فقال: ائتوني بسكين فأشقه بينكما فقالت الصغرى: لا تفعل يرحمك الله هو ابنها، فقضى به للصغرى\" رواه البخاري ومسلم . اجتهدا رأيهما في مسألة دينية ، فأصاب أحدهما . وفي سورة الأنبياء : ( وداود ¶ -52- ¶ وسليمان إذ يحكمان في الحرث إذ نفشت فيه غنم القوم وكنا لحكمهم شاهدين ، ففهمناها سليمان ) وهذا النوع كثير في القرآن والسنة . فكذلك حديث تأبير النخل غايته أنه اجتهد فيما لم يوح إليه ، فصار الصواب في خلافه .",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "والقول الفاصل في هذا الحديث أنه عليه السلام إذا قال قولا على سبيل الظن في الدين أو الدنيا فليس بلازم أن يكون صوابا ، بل يجوز عليه الخطأ . على أنه لا يقر على الخطأ بل يبين له الحق في حياته . وأما ما قاله على طريقة اليقين ، ثم لم يذكر خلافا له فليس بجائز بالمرة أن يكون خطأ سواء في الدين وأمر الدنيا . وقد قال القرآن ( فلا وربك لا يؤمنون حتى يحكموك فيما شجر بينهم ثم لا يجدوا في أنفسهم حرجاً مما قضيت ويسلموا تسليما ) . وقد ثبت في الصحيح أن هذه الآية نزلت في التحاكم إليه في شئون الدنيا . وقال ( فإن تنازعتم في شيء فردوه إلى الله والرسول إن كنتم تؤمنون بالله واليوم الآخر ذلك خير وأحسن تأويلا . ألم تر إلى الذين يزعمون أنهم آمنوا بما أنزل إليك وما أنزل من قبلك يريدون أن يتحاكموا إلى الطاغوت وقد أمروا أن يكفروا به ويريد الشيطان أن يضلهم ضلالا بعيداً ) الآية . وقد صح أن الآية نزلت في الدنيويات ، وأن عمر بن الخطاب قتل من لم يرض حكمه عليه السلام فيها . وقال ( والنجم إذا هوى ما ضل صاحبكم وما غوى وما ينطق عن الهوى إن هو إلا وحي يوحى ) . لا نحتاج أن نذكر أن الآية صريحة في أن ما يقوله عليه السلام وحي من الله بلا فرق بين أمر وأمر . وفي سورة الحشر ( ما أفاء الله على رسوله من أهل القرى فلله وللرسول ولذي القربى واليتامى والمساكين وابن السبيل كيلا يكون دولة بين الأغنياء منكم وما آتاكم الرسول فخذوه وما نهاكم عنه فانتهوا ) فبعد أن ذكر حكم الأنفال ـ وهي من الأمور الدنيوية ـ قال ( وما آتاكم الرسول فخذوه وما نهاكم عنه فانتهوا ) فهل ينتهي هؤلاء عن مقالتهم هذه ؟!. ¶ وبهذا تم أن قول هذه الطائفة من الناس أن الدنيويات يجوز أن يخطئ فيها إطلاقاً قول لا يقبله الصواب ، وخطوة واسعة إلى الخروج عن حدود الشريعة وتجاوزها . وقد يجيء من يقول ممن يقرءون كلام هؤلاء : ليس بلازم أن يكون الرسول عليه السلام ¶ -53-",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "مصيباً في مسائل العقوبات ، والديون ، والحدود ، والزكوات ، وسائر الأموال قائلين : إنه كان في ذلك مجتهداً ، ويحتجون بحديث تأبير النخل كما فعلت هذه الطائفة . وسوف ترى وتسمع . ¶ حديث لا عدوى ¶ عن أبي هريرة قال : قال رسول الله - صلى الله عليه وسلم - \" لا عدوى ولا طيرة ولا هامة ولا صفر \" . رواه البخاري ومسلم والحديث ثابت في الصحاح عن غير أبي هريرة أيضاً . ¶ العدوى هي إنتقال المرض من إنسان أو حيوان إلي آخر . وهذا أمر واقع لا شك فيه . ويدل عليه النص والاستقراء والطب والإجماع . ¶ فروى البخاري ومسلم عن أبي هريرة أن رسول الله عليه السلام : قال : \" لا يورد ممرض على مصح \" . والممرض هو صاحب الإبل المريضة والمصح عكسه . أي لا تورد الإبل المريضة على الإبل الصحيحة حذر العدوى . وروى البخاري أم رسول الله عليه السلام قال \" فر من المجزوم فرارك من الأسد \" وروى مسلم أنه كان في وفد ثقيف القادم على رسول الله مجزوم ، فقال رسول الله \" أرجع فقد بايعناك \" . وفي الصحيحين أنه عليه السلام قال : \" إذا سمعتم بالطاعون في أرض فلا تقدموا عليه ، وإذا وقع وأنتم بأرض فلا تخرجوا فراراً منه \" . ¶ هذه الأخبار كلها تدل على وجود العدوى . وأما الاستقراء فما زال الناس يشاهدون الصحيح ينتابه المرض إذا خالط المريض، ولا سيما بعض الأمراض، كالجرب ، والجذام ، وبعض الحميات . وأما الطب فقد أجمع قديماً وحديثاً على أن ثم عدوى ، وكلهم ينهى عن مساكنة المريض . وأما الإجماع ففي البخاري ومسلم أن عمر بن الخطاب سافر إلى الشام ومعه الأنصار والمهاجرون فعلموا وهم في الطريق أنه وقع في الشام وباء ، فاستشار عمر من معه : أنرجع أم نمضي ؟ فقالت له طائفة : خرجت لأمر فلا نرى أن ترجع عنه . ¶ -54-",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "وقالت أخرى : معك بقية أصحاب رسول الله عليه السلام ، فلا نرى أن تدخل بهم على هذا الوباء . ثم قفل عمر رضي الله عنه راجعاً بمن معه . فقال أبو عبيده: أفراراً من قدر الله . أرأيت لو نزلت وادياً له عدوتان : إحداهما مخصبه ، والأخرى مجدبة ، أليست إن رعيت الخصبة رعيتها بقدر الله ؟! . فهم لم يختلفوا في العدوى وإنما اختلفوا : هل يرجعون فراراً منها ، أم يمضون اتكالا على الله ؟ ثم إن الميكرسكوب كشف سبب الأمراض ، وأنها حيوانات صغيرة جداً تحل في الجسم فتقذف فيه سماً ، وترعاه حتى يفسد . والحيوانات تنتقل بالمباشرة والمقاربة . إذاً فما معنى قوله \" لا عدوى \" ؟ . ¶ عنه جوابان : أولهما ـ أن قوله لا عدوى نهي لا نفي والمعنى لا يعد بعضكم بعضاً . أي لا تتعرضوا لذلك بل اتقوه ، واتقوا مكانه . وهذا كقوله تعالى ( فمن فرض فيهن الحج فلا رفث ولا فسوق ولا جدال في الحج ) أي لا يكن ذلك منكم . ومثل قوله عليه السلام \" لا ضرر ولا ضرار \" ، وقوله : \" لا صلاة بعد العصر حتى تغرب الشمس ولا صلاة بعد الصبح حتى تطلع الشمس \" وأشباه هذا كثير . و يصحح هذا الجواب آخر الحديث . فقوله (( لا طيرة )) أي لا تشاؤم معناه لا تتطيروا ولا يقع منكم ذلك . وليس المعنى أن الطيرة مفقودة في الناس. وكذا (( لا هامة )) وهي طير معروف (( ولا صفر )) وهو الشهر المعروف . والمراد لا تعتقدوا في شهر صفر ولا في الهامة ما كان الجاهليون يفعلونه ويعتقدونه . وليس بممكن أن يكون نفياً .",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "وثاني الجوابين ـ أن يكون نفياً لما كان عليه الجاهلية ، لا لنفس العدوى ، لأن أهل الجاهلية كانوا يبالغون في أمر العدوى والتشاؤم ، ويوسوسون فيهما حتى يمتنعون من زيارة المرضى ، والقيام عليهم ، وقد يمتنعون من الأسفار التي أزمعوها تطيراً وتشاؤماً ، وأنا أعرف عالماً فاضلاً من المحققين أصيب بهذا الوسواس فضر بصحته كثيراً ، وأضناه ، وأنحل جسمه ، حتى إنه ليصافح الأصحاء إذا ما ألجيء إلى ذلك بأطراف أصابعه ، ويجذبها منهم سريعاً خائفاً أن يكونوا حاملين أمراضاً فيعدوه ، ومن رأي هذا الأستاذ أنه لا يصح الدخول على المريض مطلقاً ، ولا زيارته . فقيل له : إن زيارة المريض واردة في الشريعة ، وهي من محاسنها . فقال : إذا زار زائر مريضا وجب عليه ¶ -55- ¶ ألا يدخل عليه ، بل يقف بعيداً ويسلم عليه بالإشارة . ومثل هذا الأستاذ كثير . ولا جرم أن تشاؤماً يوقع صاحبه في هذا لأعظم ضرراً من الاختلاط بالمرضى ولهذا ينعى الأطباء كثيراً عن المبالغة في الخوف والتشاؤم .",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "فهذا النوع من العدوى هو المنفي المبطل بهذا الحديث ، لا أصل العدوى وهذا مثل قوله تعالى ( يأيها الذين آمنوا أنفقوا مما رزقناكم من قبل أن يأتي يوم لا بيع فيه ولا خلة ولا شفاعة والكافرون هم الظالمون ) والشفاعة والخلة ـ الصداقة ـ موجودتان على وجه مشروع . والمنفي في الآية هي الشفاعة والخلة التي كان يظنها الكافرون الجاهلون . وكذا قوله ( من قبل أن يأتي يوم لا بيع فيه ولا خلال ) وخلال جمع خلة ، وهي الصداقة . وقوله ( فلا أنساب بينهم يومئذ ولا يتساءلون ) ، وقوله ( مالكم من دونه من ولي ولا شفيع ) وهذا كله نفي لما يدعيه المشركون . وكذلك قوله \" لا عدوى \" هو نفي لما كان عليه الجاهليون الغالون . ويقرب من هذا المعنى أن تسمع قائلاً يقول : في المسلمين خير كثير ، ولهم قوة ، وفيهم علماء وفلاسفة فتقول : ليس فيهم شيء من ذلك ، وأنت لا تعني بذلك الإبطال العام ، وإنما تريد أن تبطل المبالغة التي دل عليها قول القائل . ¶ وبهذا اتفقت أقوال النبوة وأحدث النظريات الطبية . ¶ وقول عمر بن الخطاب : نفر من قدر الله إلى قدر الله من الكلمات النوابغ الجوامع التي يندر وجود مثلها ، وهي من أسمى ما تصل إليه القرائح البشرية ، ومما تنضى دونها عقول الفلاسفة والحكماء . وهي من الأمثال الطائرة السائرة . وإنه لخليق بأمة تنتهي بدائه أمييها إلى هذه المراقي السامية أن تسود العالم ، وأن تذل لها أعناق الأكاسرة والقياصرة . والمثل الذي ضربه لأبي عبيدة يكاد يكون مشكاة النبوة . فلله عمر ، ولله العرب حكماء علماء كادوا من فقههم يكونون أنبياء !! . ¶ أحاديث الدجال ¶ تواترت الأخبار النبوية في جميع كتب السنة الصحاح وغيرها تواترت لا يدع للريب ¶ -56-",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "مكانا انه يخرج في آخر الزمان قبيل الساعة مخلوق فتان كذاب يسمى الدجال ، يخلق الله على يديه أمور تعد عظيمة من الخوارق ، يمتحن بها عباده كما يمتحنهم كل في كل آن ، ويميز بها المنافق من المؤمن ، والثابت العقيدة من مزعزعها . قد روى ذلك عن محمد عليه السلام من لا نقدر على إحصائهم من صحابته رضوان الله عليهم . وخرجه من لا نقدر أن نعدهم من العلماء والمؤلفين في كتبهم . واشتهر بين المسلمين شهرة تغني عن أن يستدل على وجوده ، أو يشك فيه حتى أدخلوه في صلواتهم يستعيذون من كل يوم أكثر من خمس مرات ، ويذكرونه في الليل والنهار ، يسألون الله الوقاية من شره ، والحفظ من فتنته ، قارنين بين الاستعاذة منه والاستعاذة من جهنم لتلازمهما حساً ومعنى ، لأنه حامل راية جنودها ، وقائدهم إليها . حتى أمر رسول الله ـ كما في مسلم ـ بالاستعاذة منه في الصلاة أمراً . ورأى فريق من العلماء أن من لم يستعذ منه في صلاته فصلاته ملغاة . وهذا لاهتمام الشارع به ، ولخوفه على أمته منه ، ولعظم بلواه . أعاذنا الله منه . ¶ فهذا الدجال معلوم عند عامة المسلمين علما ضرورياً لا يشكون فيه كما لا يشكون في أن رسول الله عليه السلام ولد في مكة ومنها هاجر إلى المدينة ، وتوفاه الله فيها ، ودفن فيها ، وبنى مسجده فيها ، وكما يعلمون أن الله فتح له مكة ، وأذل به كفار قريش وطواغيت العرب في حياته . بل كما يعلمون أعداد الصلوات وأن منها الجهريات والسريات ومنها الثلاثيات والرباعيات والثنائيات ، وكما يعلمون أوقاتها وهيئاتها بالإجماع . وبالإجمال ليس لديهم شك في خروج هذا الدجال، وفتنته العظمى. ولا شك أن إيمانهم به ، وعلمهم له أكثر من إيمانهم وعلمهم بخروج ابن الزبير على عبد الملك بن مروان ، وقتل الحجاج الثقفي له . على أنه لا يمكن الشك في الأخير ، ومن شك فيه كان أحوج إلى التعليم من المجادلة .",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "وقد استشكل بعض العلماء في هذا العصر ـ الذين يحبون الاستشكال لأنه استشكال، والذين يعشقون خلق الشبهات لحاجات في النفوس ـ أحاديث الدجال وما ذكر عنه، وشككوا فيها، وألبوا الاعتراضات على صحتها. وهذا تشكيك منهم في الضروريات، وإبطال لها بالشبهة النظرية الهزيلة، كما ترى إن شاء الله. وما علمنا أن الأمور المتواترة ¶ -57- ¶ تهدم بالشبهات والإحتمالات ، كما لا نظن أن هؤلاء الشاكين المشككين يقبلون مثله في رجال التاريخ ، كما لا نظنهم يقبلون الشك في وجود الحجاج الثقفي ، وعبد الملك بن مروان ، والمأمون ، وعنترة العبسي، وامرئ القيس ، والبحتري ، وأبي تمام ، وأمثالهم . بل نحسبهم يعدون الشاك في هؤلاء الرجال . ولو قام قائم ينكر وجود دولة الفاطميين في مصر ، والقرامطة في الإحساء لعدوه من الذين لا تليق بهم مخاطبة العقلاء . ولا ريب أن أخبار الدجال أكثر من أخبار هاتين الدولتين، والعلم بها للخاص والعام أبين من العلم بهما ولو شك شاك في أن الفاتحة تقرأ في أول كل ركعة، أو شك في التكبيرات في الصلاة، أو في القراءة في القيام ، والتشهد في الجلوس لما فرقنا بينه وبين الشاك في ان رسول الله حدث عن الدجال واخبر بخروجه . ¶ والحاصل أن الشك في الدجال شك في الضروري ، فلا يقبل ، ولا يعذر فيه أحد . وقد نجد هؤلاء يترنمون بدعوى الإجماع ، والتواتر ، والشهرة إذا ردوا على مخالفيهم . ولا نعتدي إذا قلنا إنهم كثيراً ما يتعثرون بالتناقض ، وكثيرا ما يهدمون قي مكان ما بنوه أزمانا في أماكن أخر . وليس على الله بعيدا أن يرزقهم الاعتدال والقصد . ونحن نذكر اعتراضاتهم ـ بحوله تعالى : ¶ الشبه على أحاديث الدجال",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "قالوا : أولا ـ لو أخبر رسول الله - صلى الله عليه وسلم - بأن الدجال خارج قبل الساعة ولا محالة لجعل الناس في أمن من قيام الساعة ما لم يخرج الدجال ، ولما كانوا في خوف مستمر من مفاجئتها إياهم . ولا ريب أن المصلحة في أن يظلوا أبداً خائفين من قيام الساعة ومفاجئتها ليحملهم ذلك على أن يصلحوا ، ويجتنبوا الموبقات وغضب الله . ¶ قالوا : ثانياً ـ هذا مخالف للقرآن الكريم لأنه يقول في الساعة ( لا تأتيكم إلا بغتة ) ولو كان الدجال خارجاً قبلها ، ومن أشراطها لما كان إتيانها بغتة ، بل لكان بعلم . ¶ قالوا : ثالثاً ـ هذا الدجال يدعي لنفسه أكبر الدعاوي ، وهي الربوبية . والروايات ¶ -58- ¶ تخبر أن الله يخلق على يديه الأمور العظيمة ، ويمكن له في الأرض . وليس من سنة الله أن يؤيد الكاذبين ، ولا أن يعطيهم ما به يفتنون ويروجون نحلتهم . ¶ رابعاً ـ إن الروايات تحدث أن الله يهبه من الخوارق ما يشبه معجزات الأنبياء . وهذا يقدح في صدق الأنبياء . ¶ قالوا : خامساً ـ إن الأخبار فيه متخالفة تخالفاً يوقعها في السقوط ، وألا يعتد بها . ¶ قالوا : سادساً ـ هذا الدجال أعظم الفتن التي تقع أمام الساعة ـ كما تقول الروايات ـ فلماذا لم يذكره القرآن ويهتم بشأنه . وقد ذكر ما هو أقل منه خطراً وخطورة ؟! فلو كان حقاً لما أغفل القرآن ذكره . ¶ هذه هي شبههم التي شكوا وشككوا لها في أخبار الدجال ونحن نقول في جوابها سائلين الله العون والسداد : ¶ أما الشبهة الأولى فنقول : لئن كانوا في مأمن من أن تقوم الساعة ومن أن تفاجئهم قبل أن يخرج الدجال ليكونن في خوف ووجل مستمر من مفاجئة الدجال الذي وصف بأعظم الأوصاف البشعة . فيحملهم ما يتوقعون من خروج الدجال ، على أن يصلحوا ، وأن يتقوا ، فتحصل النتيجة المطلوبة وهي أن يكونوا خائفين وجلين ، ليكونوا متقين لله صالحين .",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "ونقول أيضاً : بيننا وبينكم الواقع والمشاهد والمستقرأ . أنظروا إلى المحدثين الذين رووا أحاديث الدجال واشراط الساعة ، وآمنوا بها إيمان الموقنين . وأما كانوا أتقى الناس ، وأخوف الناس لله تعالى ، مع أنهم عالمون أن بينهم وبين الساعة تلك الاشراط وذلك الدجال ؟! فهل منعهم ما علموا من ذلك أن يكونوا على ذلك الصلاح والورع ؟! . ¶ ونقول أيضاً : لسنا في شك أن في رواية أخبار الدجال على حقيقتها والإيمان بها ما يجنب المخالفات ، وما يزيد المسلم إيماناً بالله ، وتقوى له وفرارا من عصيانه ، ورغبة في طاعته . ويتبين لك ما أقول إذا ما قرأت هذه الأحاديث على جماعة المؤمنين المصدقين ، ورأيت كيف يتأثرون ، وكيف ينزعجون ، وكيف يرغبون في الدين ، ويرغبون عن المخالفة . وكذا إذا ما قرأتها بينك وبين نفسك مصدقاً بها . فالنتيجة التي ¶ -59- ¶ تكون في أخبار الدجال وخروجه هي في الحق خلاف قول هؤلاء . ¶ وأيضاً قد ذكر الله تعالى في آيات عدة سعة عفوه ، وغفرانه ورحمته ، وكذلك ذكر رسول الله . وهذا قد يثبط بعض الناس عن الطاعات ، وقد يغري بعضهم بأن يرتكب ما لا يصح إعتماداً على سعة هذا الفضل . فهل دل هذا على أن هذه النصوص باطلة وكذب ؟! أو دل على أن التحديث بها غلط ؟! ومثله أخبار الدجال . وقد أخبر رسول الله أصحابه أنه لا بد أن ينصر الله دينه ، وأن يظهره على الدين كله ، وأن الله سوف يفتح لهم البلاد ، ويملكهم كنوز فارس والروم . وهذا كله قبل أن تقوم الساعة طبعاً . فقد جعل أصحابه والمسلمين في مأمن من قيام الساعة . فهل أخطأ في ذلك ؟! وهل كذب فيه ؟! وهل قلل تقواهم ؟! .",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "وأيضاً هذه الشبهة تدل على أن الساعة ليست لها أشراط البتة لئلا يكون الناس في مأمن منها . وهذا خلاف القرآن . قال الله ( فهل ينظرون إلا الساعة أن تأتيهم بغتة ، فقد جاء أشراطها فأنى لهم إذا جاءتهم ذكراهم ) وقال ( هل ينظرون إلا أن تأتيهم الملائكة أو يأتي ربك أو يأتي بعض آيات ربك ، يوم يأتي بعض آيات ربك لا ينفع نفساً إيمانها ) الآية . وقال ( وإذا وقع القول عليهم أخرجنا لهم دابة من الأرض تكلمهم أن الناس كانوا بآياتنا لا يؤمنون ) . فليتدبر هؤلاء شبهتهم هذه فليس كل ما يكتب علماً . ¶ وأما الشبهة الثانية ، وهي مخالفة قوله ( لا تأتيكم إلا بغتة ) . فنقول : مجيء الدجال إما أن يكون علامة على أن الساعة جاءت أو على أنها اقتربت جداً . على الأول يكون مجيء الدجال مجيئاً للساعة وهو بغتة ، فهي مثله بغتة ، ويكون مجيئه كمجيء جزء منها . وعلى الثاني فليس العلم باقترابها يمنع أن تأتي بغتة ، ولا شك في هذا . قال الله تعالى : ( اقتربت السعة وانشق القمر ) وقال : ( اقترب للناس حسابهم ) فهل نافي هذا لقوله ( لا تأتيكم إلا بغتة ) ؟! وهل نافي عليهم اقترابها بأنها لا تأتيهم إلا بغتة . ¶ وأيضاً إما أن يوافقوا على أن للساعة أشراطاً أم لا يوافقوا . فان وافقوا على أن لها أشراطاً ـ وشرط الشيء علامته ـ فالاعتراض الذي أوجدوه على الدجال وارد على الأشراط التي آمنوا بها ، فما كان جوابا لهم هنا كان جواباً هناك . وإن قالوا ليست لها ¶ -60- ¶ أشراط فقد خالفوا القرآن فهو يقول : ( يوم يأتي بعض آيات ربك لا ينفع نفساً إيمانها ) ، ويقول : ( وإذا وقع القول عليهم أخرجنا عليهم دابة من الأرض تكلمهم ) وقال ( وإنه لعلم للساعة ) . ¶ وأيضاً قال في القاموس \" البغتة الفجأة . وبغته فجأه \" ، وقال \" فجأه هجم عليه \" إذاً قوله : ( لا تأتيكم إلا بغتة ) معناه لا تأتيكم إلا هجوماً . فهل مجيء الدجال قبلها يمنع أن تأتي هجوماً ؟! ليتدبر ذلك المخالفون .",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "وأيضا الذي في الأحاديث الصحيحة ان الدجال يجيء قبل الساعة ، وليس فيها مقدار الزمن الذي بينه وبين الساعة . والروايات تدل على أن الزمن مجهول وأنه طويل . إذاً لا تزيد روايات الدجال على أنه ينزل قبل الساعة الموعودة . وهل العلم بأن قبل إتيان الشيء إتيان شيء آخر يمنع أن يكون إتيان الآخر بغتة ومجهولاً وبعيداً أيضاً ؟! وصحابة رسول الله كانوا يعلمون أن الساعة لن تقوم حتى يتم الله دينه، ويظهره على الأديان كلها. وهذا الإظهار والإتمام لا بد أن يكون قبل الساعة فهل خالف ذلك قول القرآن ( لا تأتيكم إلا بغتة ) ؟! . ¶ وأيضاً قد صرح القرآن الكريم بأن ياجوج وماجوج خارجون قبل الساعة ، وأنهم بيننا وبينها . قال في سورة الأنبياء : ( حتى إذا فتحت ياجوج وماجوج وهم من كل حدب ينسلون واقترب الوعد الحق فإذا هي شاخصة أبصار الذين كفروا ) ، وفي سورة الكهف ( قال هذا رحمة من ربي فإذا جاء وعد ربي جعله دكاء وكان وعد ربي حفاً وتركنا بعضهم يومئذ يموج في بعض ونفخ في الصور ) فشبهتهم على خروج الدجال تتناول هذه الآيات . ولا جرم ان شبهة تطعن القرآن في صميمه باطلة داحضة . أليس هؤلاء المخالفون يعرفون ان الساعة لا تقوم إلا بعد أمور كثيرة ، وأشياء طويلة ؟! ولا نحسبهم يجوزون أن تقوم اليوم أو غدا أو بعد غد ، مع أنهم يقولون : إنها لا تأتي إلا بغتة . ¶ وأما الشبهة الثالثة وهي تأييده بالخوارق ـ وهو الكذاب ـ ومقالتهم إن مثل هذا مخالف لسنة الله . فيقال : سنة الله تأبى أن يعطي الكذاب الخوارق التي تؤيد دعواه الباطلة بغير أن يقرنها بما يكشف حقيقتها وكذبه . أما أن يعطي الكفار والكذابين ¶ -61-",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "والدجالين شيئاً من ذلك ، مع إظهار الدلائل على أنهم كاذبون ومضلون ، فليس في هذا مخالفو لسنة الله ، ولا تغرير بعباده . ولقد أعطي الشياطين ، والسحرة ، وكبار الضالين قوة وصحة وغنى ومهارة في علوم الدنيا وصناعاتها ما لم يعطى عباده المؤمنين وأعطى أمم الكفر ما نراه اليوم عزة وسلطانا وسعة وملك لم يكن بعضه اليوم للمؤمنين . بل قد أعطى الشيطان من السلطان على النفوس والعقول والتصرف فيها ، والتغلب عليها شيئا لم يعطه رسله ولا عباده الصالحين ، حتى إنه ليجري من الإنسان مجرى الدم في جسمه ، وأعطاه من طول العمر ما لم ينله غيره من خاصة عباده . وأعطى فرعون وقومه ملكا لم يعطه موسى وأنصاره . وبالجملة فقوة الضلال وسلطانه أقوى من سلطان الإيمان ونفوذه في أكثر الأوقات . وفي مثل هذا يقول القرآن : ( وكذلك جعلنا في كل قرية أكابر مجرميها ليمكروا فيها وما يمكرون إلا بأنفسهم ) ، وقال : ( وإذا أردنا أن نهلك قرية أمرنا مترفيها ففسقوا فيها فحق عليها القول فدمرناها تدميراً ) ، وقال : ( ولولا أن يكون الناس أمة واحدة لجعلنا لمن يكفر بالرحمن لبيوتهم سقفاً من فضة ومعارج عليها يظهرون ، ولبيوتهم أبواباً وسرراً عليها يتكئون وزخرفاً وإن كل ذلك لما متاع الحياة الدنيا ولآخرة عند ربك للمتقين ) .",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "وفي الحديث الصحيح انه قال عليه السلام \" لهم الدنيا ولنا الآخرة \" وليس في هذا ما يدل على كرامة ولا على فضل ، كما لا تدل الصحة والمال والشهرة في الدنيا والقوة على شيء من ذلك لصاحبها . وقد أخبر القرآن أن أعداء الله قد تمكنوا من رسله , فقتلوّا منهم فريقاً , وأخرجوا فريقاً آخر من ديارهم , وعذبوا آخرين وهذا غاية السلطان والتمكين . وليس هذا بمخالف لسنة من سنن الله ( وكذلك جعلنا لكل نبي عدواً من المجرمين ) إلا أنه تعالى لا بد أن يقيم الدلائل على أن هؤلاء الأقوياء المسلطين ضلال من حزب الشيطان . وهذا ما سيفعله بالدجال . فقد كتب بين عينيه \" كافر \" يقرؤه كل أحد . وأصابه بغيب لازم , ونقصان ظاهر , وهو أنه أعور . وملأه بآيات النقص والضلال ، مع أنه يدعي الربوبية . ¶ وهو أيضا سبحانه لا يديم سلطان الضالين بل يملي لهم حيناً ثم يأخذهم أخذاً عنيفاً ¶ -62- ¶ ويفضحهم . وكذلك يفعل بالدجال . ¶ ثم أليس غاية ما في أخبار الدجال أنه ضال كبير يخلقه الله تعالى يأتي بالمنكرات العظيمة يضل به طوائف من الناس ، ناقصي العقول ، عباد الشهوات . ومثل هذا كل يوم نراه . فالله دائماً يرسل المضلين والفاتنين . وما أظن الحضارة الغربية بمخترعاتها ، وصناعاتها ، وسلطانها , ونسائها , تقل عن الدجال إغواء للناس وإفساداً للضمائر . ¶ فليس في خلق الدجال مخالفة لما عهد من سنته تعالى . كيف وهو يخرج قبيل أن يخرج عيسى بن مريم عليه السلام , وهو الذي يقتله بعد أن يعيث ما يعيث في الأرض . ونحن نعرف من سنة الله أنه يرسل رسله ليأخذ الطغاة البغاة. كما أرسل موسى لفرعون، وإبراهيم لنمروز . فليس في أن يعطي الدجالين والكذابين والمتنبئين شيئاً من السلطان والقوة والخوارق ـ إذا ما أظهر كذبهم وحقيقتهم ـ تأييد لهم مطلقاً .",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "ثم هؤلاء كثيراً ما يردون الأمور الثابتة والأخبار الصحيحة اعتماداً على هذه الدعوى العريضة التي يترنمون بها دائماً , وهي سنة الله . والله يعلم أن القوم لا يعرفون سنة الله , ولا يحيطون بشأنه . ¶ وأما الشبهة الرابعة وهي قولهم : إن الله يعطيه ما يشابه معجزات الأنبياء ، وهو يقدح في صدقهم فيقال : ¶ إن الفرق بين معجزات الأنبياء ، وبين ما أعطاه الدجال كالفرق بين الدجال والأنبياء أنفسهم . ولا يسوى بين معجزات الأنبياء وخوارق الدجال إلا من سوى بين السحر والكهانة ، وبين معجزات الأنبياء . إنه أعطى ذلك الدجال ما أعطاه من الخوارق الزائلة ، وأظهر الدلائل في ذاته ودعوته , وفي كل شيءٍّ منه على أنه كذّاب ، وأنه ضال وخبيث . فكتب بين عينيه \" كافراً \" وأصابه بالعور ، وأحاط به النقصان من كل جانب ، في حين أنه يدعي الإلوهية لا النبوة . وأما الأنبياء فأعطاهم المعجزات القاهرات الخالدات ، وأعطاهم ما يدل على أنهم صادقون ، وعلى أن كل ما يدعون إليه حسن مقبول . وقد أعطى الله السحرة أشياء خارقة عجيبة . وكذا المتنبئين . فقد نزل عليهم الشياطين يساعدونهم في كثير على ضلالهم وإغوائهم وما كان ذلك قادحا في صدق الأنبياء . وأخبر القرآن أن ¶ -63- ¶ سحرة فرعون سحروا الناس واسترهبوهم وجاءوا بسحر عظيم . فألقى موسى عصاه فإذا هي تبتلع كل ما يأفكون . فبان كذبهم وخروا له ساجدين وانهزم المعاندون وزهق الباطل وعلت كلمة الحق . وكذلك يفعل الدجال يعيث في الأرض فساداً شأن المفسدين ، كما نراه اليوم، وكما نعلمه قبل اليوم وبعده، حتى إذا أنزل عيسى عليه السلام قتله وأخزاه وأذابه .",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "ثم ليس ما أعطاه الله بمشابه ما أعطاه الأنبياء ، بل هو أحقر من ذلك وأهون على الله أن يفعله له . وما زاد على أن يكون ساحراً ، أو شبه ساحر . وقد ورد في بعض الروايات أنه ساحر . وثبت في الصحيح أنه قال عليه السلام \" إن معه جنة وناراً . فالذي يراه الناس جنة هو نار ، والذي يراه الناس ناراً هو جنة \" وهذا حال السحر . ولا يسوى بين ما أعطى الله محمد عليه السلام وإخوانه من الأنبياء وما سوف يعطى الدجال إلا من أصيب بعقله . ¶ على أن هؤلاء لو تدبروا لعلموا أن خروج الدجال على ما وصفت الأحاديث يصدق الأنبياء ، ويقوي شأنهم ، ولا يقدح فيهم كما حسب هؤلاء . فانه إذا خرج كما أنبأ عنه رسول الله عليه السلام ـ بعد القرون الطويلة المجهولة ـ كان هذا من أعظم الأعلام على أن رسول الله عليه السلام صادق ، وأنه يوحى إليه ، وأنه لا يمكن أن تكون هذه المعلومات المحجوبة بأقفال الغيب أدركها بعقله . ¶ فخروج الدجال ـ كما وصفت الأحاديث ـ لا يقدح في الأنبياء، ولا في صدقهم ، بل هو معجزة من معجزات الأنبياء ، وعلم من أعلام نبوءاتهم فليفطن المخالفون . ¶ أما الشبهة الخامسة وهي إختلاف الروايات ، وأن اختلافها يوجب تساقطها فيقال : ¶ هذه الشبهة من أعجب العجب . إننا نعلم أن جميع الأمور الهامة العظيمة لا بد أن يقع في وصفها اختلاف وتضارب أيضاً ، كما وقع في الدجال . فإذا قرأنا تاريخ عمر بن الخطاب , أو أبي بكر الصديق ، أو عبدالملك بن مروان ، أو المنصور ، أو ترجمة أمريء القيس ، أو المتنبئ ، أو الإمام الشافعي ، أو ابن تيمية ، أو غير هؤلاء من مشهوري الرجال وعظماء التاريخ ، وجدنا اختلافاً كثيراً في صفاتهم ، وفي أعمارهم ، وتواريخ موتهم ، وموالدهم ، وأماكن حياتهم ، وغير ذلك . فهل يوجب هذا الاختلاف أن نشك في ¶ -64-",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "وجودهم ، أو ننكرهم ، كما جعل هؤلاء الفضلاء الاختلاف في شيء من صفات الدجال موجباً لأن يشكوا فيه وفي مجيئه ؟! أظن ذلك لا يرضاه أحد . بل لو نظرنا في تاريخ الأنبياء وسيرهم عليهم السلام لوجدنا الاختلاف في بعض ذلك . ¶ إن الاختلاف الواقع في الدجال ليس اختلافاً في أنه يأتي أم لا يأتي . بل هو اختلاف في شيء من صفاته الراجعة لذاته أو لفعله . ففي بعض الروايات أنه أعور العين اليمنى ، وفي بعضها أعور العين اليسرى . وكذلك هل كان موجوداً في عصر الرسول . وهل هو ابن صياد أم غيره . لكن لا يوجد رواية ـ لا صحيحة ولا ضعيفة ـ تقول إنه لن يأتي ولن يخرج . فهل هذا الاختلاف يوجب أن يشك في وجود المختلف فيه ؟! لا يا قومنا . ولو كان كذلك لوجب أن يشك في كل تاريخي عظيم . فإنه لا يوجد شيء في التاريخ عظيم إلا ويوجد اختلاف عظيم في نعته وحاله مثل الرجال الذين سلف ذكرهم بل ويوجد اختلاف في الشيء الكثير من صفات الجنة وأهلها ، وفي الحساب , والعرض ، وفي القبر , ومنكر ونكير . فهل يوجب هذا أن نشك في وجود هؤلاء الأشياء . ¶ والحاصل أنه خفي على هؤلاء الأئمة الفرق بين الاختلاف في وجود الشيء والاختلاف في صفته . فالأول هو الذي يقال فيه : \" تخالفتا فتساقطتا \" لا الثاني . وهاك مثلاً يقرب المسألة :",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "حدثنا جماعة من الناس أن العالم المشهور المعروف كان خطيباً يوم الجمعة الماضية في الأزهر . وحدثنا جماعة أخرى تساوي الجماعة الأولى عدالة وكثرة أن العالم المذكور نفسه كان يوم الجمعة المذكورة خطيباً في جامع عمرو بن العاص . فمثل هاتين الروايتين هما اللتان قد يقال فيهما : \" تخالفتا فتساقطتا \" . ولكن حدثنا جماعة كالجماعة الأولى بأن الشيخ فلانا كان خطيباً يوم الجمعة الماضية في الإمام الشافعي . ثم اختلفوا فيما كان لابساً . ففريق قال : كان لابساً جبة بيضاء ، وفريق آخر قال : كان لابساً جبة سوداء ، فهذا الاختلاف في لون ما لبس ، مع الاتفاق على أنه هو الخطيب لا غيره ، لا يوجب تساقط الروايتين مطلقاً ولا أن يقال فيهما \" تخالفتا فتساقطتا \" . ¶ نحن هنا لا نتعرض للتوفيق بين الروايات المتخالفة في الدجال ، ولا ترجيح الراجح ¶ -65- ¶ على غيره . فهذا البحث ليس في صدد من بحثنا وليس من مقصدنا ، وليست له قيمة تدعونا إلى التعرض له ، وإنما نريد أن نذكر أنه لا خلاف في أنه يأتي ، وأن الشبهة المعارضة لذلك مردودة . ¶ وأما الشبهة السادسة ، وهي أنه لم يذكر في القرآن . فيقال : القرآن لم يذكر فيه شيء على وجه التفصيل . فهو لم يذكر عدد الركعات في الصلاة ، ولا مواقيتها ، ولم يذكر عدد ما فرض منها في اليوم والليلة ، ولم يذكر مقادير الزكاة ، ولا مقادير الديات ، ولا نصاب والزكوات ، ولا ما يجب على المسلم من حجة في عمره ، ولا ذكر أيضاً أن عيسى عليه السلام سوف ينزل في آخر الزمان ، ولم يذكر الرجم للزاني المحصن . وبالجملة لم يذكر أشياء كثيرة . ولهذا يقول عليه السلام \" أوتيت القرآن ومثليه معه \" .",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "ويقال أيضاً : إنه ذكر في القرآن ضمناً في قوله تعالى ( يوم يأتي بعض آيات ربك لا ينفع نفساً إيمانها لم تكن آمنت من قبل أو كسبت في إيمانها خيراً ) وقد صح في الحديث أنه إذا خرج الدجال لم ينفع الإيمان من لم يكن مؤمناً من قبل , وفي قوله تعالى ( هل ينظرون إلا الساعة أن تأتيهم بغتة فقد جاء أشراطها فأني لهم إذا جاءتهم ذكراهم ) على أن \" جاء \" هنا بمعنى كاد يجيء , وهو تفسير صحيح . ¶ وأيضاً ليس من عادة القرآن أن يصرح بذكر رجل واحد مغضوب عليه ومضل ، وإنما يبهم ذلك إبهاماً ، ويذكره بوصفه وعمله لا باسمه . وهذا في آيات عديدة أشار بها إلى رجال كثيرين من ضلال قريش ومن قبلهم ، وإنما ذكر أبا لهب تصريحاً لحكمة إستدعت ذكره باسمه . ¶ والكلمة الفاصلة في هذا أن ظهور الدجال أمر معلوم بالتواتر والضرورة الدينية ، لا يجوز مطلقاً الخلاف فيه . وليس من ريب أن من تشكك في الدجال الذي تستعيذ منه كل يوم مئات الملايين أكثر من خمس مرات لم يجد مانعاً من أن يتشكك في أصول الدين المتواترة اليقينية . ولقد كنا نعجب من قوم شكوا في رجال مشهورين لم تبلغ شهرتهم ما بلغه الدجال ، ولكن عجبنا اليوم ممن راح ينكر الدجال أذهب يشك فيه أكثر وأحق . ولا أحسب المسلم الناصح لنفسه يرضى أن يرد الأمور المتواترة بأمثال هذه الشبهات التي ¶ -66- ¶ يشبهها من يبالغ في مدحها ببيت العنكبوت . ¶ أحاديث أشراط الساعة",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "قد جهر القرآن بأن للساعة أشراطاً . قال ( وقد جاء أشراطها ) وقال ( يوم يأتي بعض آيات ربك ) الآية . وقال ( وإنه لعلم للساعة ) وقال ( وإذا وقع القول عليهم أخرجنا لهم دابة من الأرض ) وكذلك آيات يأجوج ومأجوج . وتكاثرت الأحاديث الصحيحة عن رسول الله أن بين يدي الساعة أشراطاً مثل الجساسة ، وأن الشمس تطلع من مغربها ، وأن نهر الفرات يحسر عن جبل من ذهب ، إلى آخر ما ورد من ذلك في الأخبار الثابتة . وقد رد جماعة هذه الأشراط وشككوا فيها واحتجوا ببعض ما احتجوا به على الدجال وخروجه . إذاً خذ جوابها من جوابنا لشبهاتهم على الدجال . فلا نحتاج أن نعيد ذلك ، والله أعلم . ¶ تحاج آدم وموسى عليهما السلام ¶ عن أبي هريرة عن رسول الله عليه السلام قال \" احتج آدم وموسى عند ربهما فحج آدم موسى . قال موسى : أنت آدم الذي خلقك الله بيده ، ونفخ فيك من روحه ، وأسجد لك ملائكته ، وأسكنك في جنته ، ثم أهبطك الناس بخطيئتك إلى الأرض . فقال آدم : أنت موسى الذي اصطفاك الله برسالته وكلامه ، وأعطاك الألواح فيها تبيان كل شيء . أفتلومني على أن عملت عملا كتبه الله عليّ أن أعمله قبل أن يخلقني بأربعين سنة \" قال رسول الله \" فحج آدم موسى \" رواه البخاري ومسلم بألفاظ . وهذا اللفظ لمسلم . ¶ وهذا الحديث حديث ثابت عن رسول الله . وقد ضلت فيه طائفتان : ¶ طائفة كذبت الحديث وردته . قالت : إنه يدل على أن للعاصي أن يحتج لعصيانه بالقدر ، وأن احتجاجه يكون صحيحاً . قالوا : ونحن نعلم بالضرورة من دين الإسلام ، بل من جميع الأديان ، أن الاحتجاج بالقدر للمعاصي باطل في الشرع ، وفي العقل ، وأن من ¶ -67- ¶ عصى الله ليس له أن يحتج بالقدر ، وان احتج به كان خطيئة على خطيئة .",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "وطائفة ثانية فهمت الحديث كما فهمته الطائفة الأولى ، فقبلته وسوغت أن يحتج العاصي ، بل والكافر بالقدر . وهذا باطل عقلا ، وشرعاً ، وضرورة ، ووجداناً . فلو كان يجوز أن يحتج بالقدر لجاز لليهود والنصارى والمشركين أن يحتجوا لكفرهم بأن الله قضاه عليهم ، وكانوا يحجون الأنبياء بهذه الحجة ، وكان يجوز أن يحتج السارق والزاني والقاتل به ، فلا تقام عليهم الحدود . وقد احتج المشركون على رسول الله بهذه الحجة الداحضة ، فردها الله عليهم . قال تعالى ( سيقول الذين أشركوا لو شاء الله ما أشركنا ولا آباؤنا ولا حرمنا من شيء كذلك كذب الين من قبلهم ) وقال ( وقال الذين أشركوا لو شاء الله ما عبدنا من دونه من شيء نحن ولا آباؤنا ولا حرمنا من شيء ) . ¶ وأيضا لو كان القدر حجة لكان حجة لموسى في لومه لآدم فكان يقول له : أتلومني يا آدم على لومي لك وقد كتبه الله عليّ وقدر أن ألومك فتكون الحجة لموسى على آدم كما كانت لآدم على موسى ، وكان كل منهما معذوراً ، ولم يكن موسى محجوجاً وآدم حاجاً ، ولم يكن آدم صيباً وموسى مخطئاً . وهذا واضح . ¶ وأيضاً قد جهر القرآن بأن آدم وحواء إعترفا بذنبهما و ( قالا ربنا ظلمنا أنفسنا وإن لم تغفر لنا وترحمنا لنكونن من الخاسرين ) ولو كان آدم يرى أنه معذور بالقدر لما اعترف بذنبه . ¶ وأيضاً لو كان القدر يدفع اللائمة لما كان آدم عاصياً . لكن قال الله بعد أن ذكر أكلهما من الشجرة ( وعصى آدم ربه فغوى ثم اجتباه ربه فتاب عليه وهدى ) . ¶ وأيضاً لو كان معذوراً لما أخرجا من الجنة لما أكلا من الشجرة ، ولكان الشيطان معذوراً أيضاً في إغواؤهما وأبى لهما السجود ، وكان يجوز له أن يرد على من اعترض عليه بالقدر كما احتج عدوه آدم . ¶ فالاحتجاج بالقدر للمخالفة باطل شرعاً وعقلاً ووجداناً وضرورة . ولو ظلم أحد هؤلاء الذين يحتجون بالقدر لما عذر ظالمه وغفر له ذنبه واحتج له بالقدر والقضاء بل لكان يسعى في الإيذاء والانتقام .",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "-68- ¶ وإذاً سوف تقول لي : عرفنا أن الاحتجاج بالقدر باطل فما معنى هذا الحديث ، وما تأويله ؟ فأقول : فيه رأيان ليس في واحد منهما تجاف عن العقل أو الشرع : ¶ الرأي الأول ـ قالوا : إن موسى عليه السلام لام آدم على المصيبة التي وقع فيها هو وبنوه ، وهي الإخراج من الجنة ، لا على الذنب الذي هو الأكل من الشجرة . قالوا : والمصيبات يجب الرضا والتسليم لله فيها لأنها من فعل الخالق سبحانه لا فعل المخلوق . قالوا : وقد مدح القرآن الصابرين على المصيبة قال ( وبشر الصابرين الذين إذا أصابتهم مصيبة قالوا إنا لله وإنا إليه راجعون أولئك عليهم صلوات من ربهم ورحمة وألئك هم المهتدون ) وقال ( ما أصاب من مصيبة في الأرض ولا في أنفسكم إلا في كتاب من قبل ان نبرأها إن ذلك على الله يسير لكيلا تأسوا على ما فاتكم ولا تفرحوا بما آتاكم والله لا يحب كل مختال فخور ) وقال ( ما أصاب من مصيبة إلا بإذن الله ومن يؤمن بالله يهدي قلبه ) قالوا :فالمصيبات التي يبتلي الله بها عباده ليس لهم أن يجزعوا منها ، وأن يحزنوا ، بل عليهم الرضوان بها ، والتسليم لله . قالوا : وموسى أعقل واعرف من أن يلوم آدم على ذنب قد تاب منه ، وقبل الله توبته ، وغفر له ، واجتباه بعده . وإنما كان ملامه له على الإخراج من الجنة الذي هو صنع الله ، وعلى ما حصل منه ، وهو إخراج أولاده من الجنة، وتعريضهم للدنيا وتكاليفها ، وما فيها من أذى وردى . قالوا : ورواية الحديث شاهدة بذلك فإن فيها \" أنت أبونا خيبتنا وأخرجتنا من الجنة \" وفيها \" أنت آدم الذي أغويت الناس وأخرجتهم من الجنة \" وفيها \" ثم أهبطت الناس بخطيئتك إلى الأرض \" فهذه الروايات شهيدة على أنه لامه على المصيبة التي وقعت بعد ذنبه ، لا على ذنبه وبهذا بريء الحديث من الإشكال . هذا هو الرأي الأول .",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "الرأي الثاني ـ لم تقع المحاجة بين آدم وموسى إلا بعد أن تاب آدم من ذنبه ، وتاب الله عليه ، وغفر له ، ورضيه ، وعمل بعده الأعمال الصالحة التي جعلته من أصحاب الجنات ، ومن المقربين عند الله، ومن أنبيائه المصطفين ، فالحجاج بعد ذلك كله . والملامة على الذنب يراد بها زجر المذنب لئلا يعود إلى ذنبه مرة ثانية . أما إذا أذنب ثم تاب من ذنبه توبة نصوحاً ، وقبلت توبته فلا فائدة بالملام ، ولا يجوز ذلك مطلقاً . لأن ¶ -69- ¶ المراد منه حينئذٍ الإساءة والتوبيخ وهذا لا يحل . ألا ترى أننا لو لمنا إنساناً كان ترك الصلاة بعد أن تاب ، وحافظ عليها كل المحافظة ، لكنا أحق باللوم منه ، ولكنا مخطئين غير مصيبين ؟ وكذلك من لام كافراً على كفران سلف منه ، ثم تاب منه كان مخطئاً غير مصيب . فهذا الحديث من هذا . فموسى لام آدم على ذنبه الذي تاب ، فكان محجوجاً غير مصيب ، لأنه لم يفد لومه ، ولم يثمر غير إيجاع آدم وإيذائه . وقد روى مسلم في صحيحه أن امرأة جاءت رسول الله عليه السلام فاعترفت على نفسها بالزنا ، فأمر بها فرجمت ، فأقبل خالد بن الوليد ـ وهي ترجم ـ فرماها بحجر وسبها . فقال نبي الله \" مهلاً يا خالد . لقد تابت توبة لو تابها صاحب مكس لغفر له \" . نهاه رسول الله عن أن يسب امرأة زانية لأنها قد تابت . والتائب يتاب عليه . فكذلك آدم عليه السلام لا يجوز أن يلام على ما تاب عليه . ¶ وهذا الرأي هو الرأي الصحيح الذي يلزم حمل الحديث عليه أما الرأي الأول فليس بذاك . فإن قوله أتلومني على أن عملت عملاً كتبه الله عليّ صريح في أن موسى لامه على العمل لا على المصيبة . ¶ وأيضاً مما لا يصح أن يلوم موسى آدم على المصيبة التي هي من فعل الله ، ولا فعل لآدم فيها ، وهي إخراج ذريته من الجنة .",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "وأيضاً لو كان لامه على المصيبة لكان ذلك لأنه السبب في المصيبة ، والعامل الأول في حلولها . ولا ريب أن المذنب يلام على ما أنتجه عمله . ولو عصا عاص فأنزل الله عقاباً عم ذلك العاصي وأهل بلدته لساغ ملامه على ما أصاب أهل البلدة . ولو إعتدى معتد من بلد فقتل إنساناً ، فهجم أهل القتيل على بلدة القاتل فأوقعوا بهم للام أهل البلدة القاتل على ما جره عليهم من بلاء ، ولقالوا له : آذيتنا واعتديت علينا . وهم صادقون . ¶ فإن قلت : ما ذهبت إليه في الحديث مذهب صحيح ، ولو لا أن ظاهر الحديث خلافه . فإن روايات الحديث كلها تدل على أن آدم دفع عن نفسه بالقدر لا بالتوبة . فانه قال \" أتلومني على أمر قد قدره الله عليّ قبل أن أخلق \" إلى آخر الروايات . ولو كان المعنى ما تذهب إليه لقل \" أتلومني على أمر قد تبت منه وتاب الله علي \" . ¶ -70- ¶ قلت : لا شك أنه إذا كان للأمر سببان ، أو علتان فأكثر جاز ذكر أحدهما وطي الآخر وتنحيته إن كان معلوماً . فقد يراك إنسان ، ومعك زكاة مالك تريد أن تدفعها إلى واحد من أصحابها ، فيقول لك : \" إدفعها لفلان فإنه فقير \" والعلة الثانية المطوية في هذا الكلام \" ومسلم \" فإن الزكاة لا تدفع للفقير إلا إذا كان مسلماً . وكذا إذا رأيت من يطلب عاملاً قلت : استعمل فلاناً فإنه مسلم \" أي \" وأمين وكفء \" وإذا رأيت من يريد قتل إنسان قلت له : \" لا تقتله فإنه مسلم \" وأنت تريد أنه مسلم ، وأنه لم يجن ما يستحق به القتل . وإذا رأيت من يؤذي ذمياً قلت له : \" لا تؤذه فإنه ذميَّ \" أي \" مسالم لم ينقض عهده \" . وقد يقال لك : لماذا قدمت فلاناً على غيره . فتقول : \" لأنه عالم \" أي \" وصالح \" وقد يقال لك لم تحب فلاناً فتقول : \" لأنه من العرب \" أي \" ومن الفضلاء \" . وأمثال ذلك في الكلام العربي كثير معروف . وكذلك حديث الباب . ذكر أحد السببين، وهو القدر. وطوى الآخر ، وهو التوبة ، لأنها معلومة للمتخاطبين .",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "فهذا الحديث قاعدة من قواعد الآداب النبوية ، وخلق من أخلاقه السامية . وهي أن يكون فعل الإنسان كله للمصلحة والفائدة فلا يفعل شيئاً إلا إذا كان نافعاً فلا يعظ عاصياً إلا إذا ظن أنه ينتهي عن عصيانه ، أو يقلل منه ، لا أن يلج فيه ويتمادى . ¶ لطم موسى لملك الموت ¶ عن أبي هريرة عن رسول الله قال : \" أرسل ملك الموت إلى موسى . فلما جاءه صكه . فرجع إلى ربه ، فقال أرسلتني إلى عبد لا يريد الموت . قال : ارجع إليه وقل له ليضع يده على متن ثور فله بما غطت يده بكل شعرة سنة قال : أي ربي ثم ماذا ؟ قال : ثم الموت . قال : فالآن \" . رواه البخاري ومسلم . وفي رواية عند مسلم قال : \" قال ملك الموت لموسى : أجب ربك . فلطم موسى عين الملك ففقأها \" قال : \" فردها الله عليه \" . ¶ هذا الحديث صحيح الإسناد وفي معناه إشكالات : ¶ أولاً ـ لو فقأ أحدنا عين واحد من عامة الناس لعد فاسقاً باغياً . فما حال من فقأ ¶ -71- ¶ عين ملك مقرب ؟! إن فسقه وظلمه يكون أعظم وأظهر . ¶ ثانياً ـ الحديث يدل على أن ملك الموت جاء موسى ظاهراً فأبصره . وهل ملك الموت يبصر ؟! . ¶ ثالثاً ـ الحديث يدل على أن موسى ما كان يعلم بأنه مائت لا محالة ، بل يشك في خلوده . ولهذا يقول : \" ثم ماذا \" كأنه لا يعلم أن الموت من بعد . ¶ رابعاً ـ إما أن يكون الله أرسل ملك الموت إلى موسى ليتوفاه أو يكون الملك ذهب من تلقاء نفسه . على الأول كيف يرجع إلى الله قبل توفيه ؟! أو ليس قادراً على ذلك وإن كره موسى والحديث يشهد على أن الله أرسله ؟! وعلى الثاني كيف يجوز لملك أن يتوفى نبياً من أنبياء الله المرسلين لإنقاذ البشرية من الشرك والفساد بلا أر من الله ، ألا يكون معتدياً أهلاً لما نزل به ؟! .",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "خامساً ـ لا شك أنه ما لطم الملك فأطار عينه إلا كراهية الموت وحباً للحياة إذاً ماله لم يقبل ذلك العمر الذي عرضه الله عليه وهو عدد الشعرات التي تتناولها يده إذا وضعها على ظهر ثور ؟! فهذا قد يشعر بشيء من التناقض . ¶ هذه إشكالات قد تعترض القارئ ، وقد ترد عليه ، وإن لم يستطع الإبانة عنها . وقد كذب الحديث أقوام لذلك. وهي واردات لا تصل إلى إضعاف الحديث الصحيح . وبيان ذلك : ¶ أما الإشكال الأول وهو أنه يكون ظلماً وبغياً . فيقال : إن موسى ما كان يعلم أنه ملك الموت ، وأن الله بعثه إليه ، بل حسب أنه إنسي يريد العدوان عليه ، كما حسب إبراهيم ولوط الملائكة الذين جاءوهما أناسيّ فرأى أن الدفاع عن النفس جائز أو واجب . كيف وهو رسول الله أرسله لغرض من أشرف الأغراض ، وهو إقامة التوحيد والعدل في الأرض . وليس في الحديث ما يشهد بأنه عالم حقيقة الملك . ¶ وأيضاً ربما ظن أنه تصلح مدافعة ملك الموت ، كما تصلح مدافعة الأقدار والنوازل التي ينزلها الله ويبعثها لقصم العباد ، فحسب أن المكلف يطالب بأن يدافع كلما هجم عليه مطلقاً ، فدافعه ، كما يجب علينا أن ندافع الموت ووسائله على قدر طاقتنا ، وإن كنا غير قادرين على دفعه . ¶ -72- ¶ وأيضاً ربما حسب أن الملك ليس ملزماً بأن يقبض روحه ، فطلب منه الإمهال ، فلم يجب ، فأصابه بما أصابه . ولعله لم يكن قاصداً فقء عينه . وقد قص القرآن من فعل موسى ما يقارب هذا . وهو ما حكاه عن قتل القبطي . قال في سورة القصص ( فاستغاثه الذي من شيعته على الذي من عدوه فوكزه موسى فقضى عليه ، قال هذا من عمل الشيطان إنه عدو مضل مبين ، قال ربي إني ظلمت نفسي فاغفر لي فغفر له إنه هو الغفور الرحيم ) وقال في ذلك ـ لما ذكره فرعون فعلته ـ من سورة الشعراء ( قال فعلتها إذاً وأنا من الضالين ) ولا نرى موسى كان مريداً قتل ذلك القبطي، وإنما أراد أن يخلص الإسرائيلي منه ، فكانت القاضية .",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "أما الإشكال الثاني ، وهو أن الملك جاءه فرآه . فيقال إن الملائكة تأتي الأنبياء بصور الرجال ، كما جاءوا إلى إبراهيم وإلى لوط بهيئة أضياف ، وكما كان جبرائيل يجيء رسول الله . هذا شيء لا ينكر ولا يستشكل . ¶ وأما الرواية التي رواها الإمام أحمد في الحديث وهي \" وكان ملك الموت يأتي الناس عياناً فلا أظنها صحيحة . وهي ـ إن كانت صحيحة ـ من قول أبي هريرة ، ليست مرفوعة . ¶ وأما الإشكال الثالث ، وهو أن موسى كان يشك في خلوده . فيقال : إن الاستفهام في الكلام يكون ضروب كثيرة . وليس بلازم أن يقارنه الجهل والشك . وقد يستفهم العالم والجاهل فلا يدل الاستفهام مطلقاً على إن المستفهم جاهل وشاك فيما استفهم عنه . فقد جاء الاستفهام في القرآن كثيراً كقوله ( هل أتى حين على الإنسان من الدهر ) ، ( هل أتاك حديث الغاشية ) ، ( وهل أتاك نبأ الخصم ) ، ( آلآن وقد عصيت ) ، ( وإذ قال الله يا عيسى بن مريم أأنت قلت للناس اتخذوني ) الآية وأمثال هذا . فهل الاستفهام هنا يقارنه الشك ؟! كلا . ومثل هذا موجود في كلام الناس . فقد يقع الاستفهام منهم كثيراً بلا شك ولا جهل . فكذلك قال موسى \" ثم ماذا \" لا يدل على أنه شاك في مصيره الأخير . ¶ وأما الإشكال الرابع فنقول فيه : إن الله أرسل الملك إلى توفيه . والروايات شاهدة بذلك . ولكن لما رأى حرص موسى على الحياة ، وخوفه من الممات ظن أن الله ينسأ له في أجله ، فتركه . ولهذا يقول \" أرسلتني إلى عبد لا يريد الموت ، أو أنه أثر فيه ما أصابه من موسى ، فرجع إلى ربه مشتكياً قبل أن يقوم بمهمته . ولا مانع أيضاً أن يكون إرساله لتوفيه ¶ -73-",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "ليس على طريق الإيجاب والإلزام ، بل على طريق التخيير والتفويض . وقد جاء في الصحيح أن الأنبياء لا يموتون حتى يستشاروا ويخيروا بين الموت والحياة . فالملك يعلم أن موته في تلك الساعة ليس لازماً . وعليه لم يبادر إلى توفيه ، أو أن الملك جاءه مخيراً له بين الموت والحياة ، فظنه موسى عادياً ، فلما صكه علم أنه لا يختار الموت فتركه . ¶ وأما الإشكال الخامس فجوابه ما جاوبنا به الإشكال الأول ، وهو أن موسى لم يعلم أنه ملك الموت ، بل حسبه معتدياً عليه ، فلطمه لذلك دفعاً عن نفسه ، لا فراراً من الموت ، ولا رغباً في الحياة . فلما عرف أنه ملك الموت رغب في لقاء ربه ، واختار جواره ، كما اختار ذلك سائر الأنبياء بعد أن خيروا . ثم أي مانع من أن يختار الإنسان أولاً الحياة ثم الموت ؟ ليس في ذلك إستحالة ولا بعد . فلا يجوز رد الأحاديث الصحيحة بمثل هذه الواردات التي ترد على كل شيء ، والتي لا يسلم منها كلام ، وإن بلغ من السمو والصحة والجودة . والله أعلم . ¶ النيل والفرات من الجنة ¶ في حديث المعراج الطويل الذي رواه البخاري ومسلم وسواهما عن رسول الله - صلى الله عليه وسلم - أنه قال \" ثم رفعت سدرة المنتهى . فإذا بنبقها مثل قلال هجر ، وإذا ورقها مثل آذان الفيلة ، وإذا في أصلها أربعة أنهار : نهران باطنان ونهران ظاهران . فقلت ما هذا يا جبريل ؟ قال : أما الباطنان فنهران في الجنة ، وأما الظاهران فالنيل والفرات \" وروى مسلم عن أبي هريرة عن رسول الله عليه السلام أنه قال \" أربعة أنهار من الجنة : النيل والفرات وسيحان وجيحان \" .",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "هذه الأنهار الأربعة موجودة في الأرض ، معروفة للناس من مبدئها إلى منتهاها ، مشهودة لهم منابعها الأساسية ، ومصادرها الأولية . ومن أجل ذلك كان هذان الحديثان مشكلين في ظاهرهما ، لأنهما ربما دلا على خلاف المشاهدة . فافترقت الآراء هنا . فكذبت طائفة الحديث . وأفرطت أخرى فقالت : إن الأنهار المذكورة تخرج الآن من الجنة ، وتنصب منها . ولم تعبأ بأن تنازع المشاهدة . وقالت طائفة : إن غي الكلام تشبيهاً . والمراد أن ماء هذه الأنهار يشابه ماء الجنة حلاوة وغزارة ودواماً . وهذا القول لا يمكن إلا في الرواية الأخيرة . ¶ -74-",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "أما الأولى فلا . وقالت طائفة : المراد أن من يشربون من الأنهار الأربعة هم من أهل الجنة . أي إن البلاد التي فيها هذه الأنهار سوف يؤمنون فيكونون من أهل الجنة . وقالت طائفة إن في الكلام تمثيلا. فسدرة المنتهى عبارة عن مركز التدبير للكون كله. فكل ما في الكون يدبر هنالك ، ويقضى ما يقضى فيه . فالنيل والفرات يدبران هنالك ويصدران عن مركزهما . فرسول الله - صلى الله عليه وسلم - رأى أمرهما وتدبيرهما يصدر من سدرة المنتهى لا ماءهما . وقالت طائفة : إن النيل والفرات رفعا ليلة المعراج إلى السماء بأعيانهما ، فرآها رسول الله عليه السلام ثم ، كما رفعت الأنبياء هنالك فرآهم . وقالت طائفة : هذه الأنهار المذكورة في الحديث أنهار موجودة في الجنة ليست هي الأنهار الموجودة في الأرض المعروفة ، وإنما توافقت أسماؤها . ففي الجنة أربعة أنهار تسمى بهذه الأسماء ، وفي الأرض أربعة أنهار هذه أسماؤها ، وقالت طائفة : قامت البراهين على صدق رسول الله عليه السلام وصحة هذين الخبرين عنه، فلزم أن نؤمن بذلك على مراد رسول الله عليه السلام ، ولا نكلف أنفسنا فهم ما لا نقدر على فهمه ، ولا نرد ما لم نحط به خبراً ، ويا رب حقيقة واقعة لا نفهمها . ولعلما عجزنا عن فهمه اليوم نفهمه غداً أو يفهمه غيرنا . أو لعل الزمان والحوادث تكشف لنا بعد ذلك عنه . وليس فهمنا وحدنا ميزان الحق والحقيقة . وفي السنة متشابهات . والمؤمنون هم الذين يقولون لما لا يفهمون ( آمنا به كل من عند ربنا ) ولا أضل ممن ذهب يرد ما لم يقدر على فهمه ، ولا أجهل ممن كذب بالشيء لأن الله لم يشأ أن يفهمه إياه .",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "وهذه الأقوال كلها ضعيفة كما ترى ، لا تأنس بها النفس ، المؤمنة ولا الجاحدة ، وإنما الرأي الراجح الصحيح أن نقول : أما الحديث الأول فهو آت على سبيل التمثيل . فقد مثل له - صلى الله عليه وسلم - النيل والفرات هنالك تمثيلاً ، كما مثلت له الجنة والنار في عرض الحائط وهو قائم يصلي ، حتى تقهقر وراءه لما رأى النار ، وتقدم أمامه لما رأى الجنة ليأخذ عنقوداً ، وحتى رأى أناساً يعذبون في النار ، وكما مثل له عيسى بن مريم والمسيح الدجال ، أحدهما يتبع الثاني ، وكما مثل له موسى عليه السلام وهو راكب حاجاً ينحدر من الوادي ، وكما عرضت عليه الأمم أمة أمة ، فرأى سوداً ساداً الأفق ، فقيل له : هؤلاء قوم موسى ، وكما زويت له الأرض فرأى ¶ -75- ¶ مشارقها ومغاربها ، وكما رأى عمرو بن لحي يجر قصبة في النار ، ورأى المرأة التي عذبت الهرة بالحبس حتى ماتت . وقد رأى ليلة المعراج الأنبياء في السماء ، بعد أن صلى بهم إماماً في بيت المقدس ، وبعد أن رأى موسى يصلي في قبره ، وكذلك رأى نسمات الكافرين والمؤمنين عن يمين آدم وشماله في السماء . وقد رأى غير ذلك . وقد ذهبت طوائف من العلماء إلى أن ذلك كله على سبيل التمثيل والتصوير . فكذلك حديث النيل والفرات . مثلا له عليه السلام في السماء قرب سدرة المنتهى فرآهما . فهذا الرأي يساير الحس والعقل والشرع واللغة ، ولا يخالف منها واحداً . فلزم حمل الخبر عليه . ولا مندوحة عنه. ولله سر في تمثيل هذين النهرين له عليه السلام في تلك الليلة العظيمة ، في تلك البقعة المباركة ، وهو أن يكون رمزاً وإشارة إلى أن الله سوف يفتحهما على أمته ، ويجعلهما تحت سلطان شريعته ، لأنه قد علاهما وتجاوزهما ارتفاعاً ، وصارا تحت ذاته الشريفة ، وفي ذلك ما فيه من البشرى له مادياً ومعنوياً . هذا معنى الرواية الأولى .",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "وأما الرواية الثانية ، وهي \" النيل والفرات وسيحان وجيحان من الجنة \" فالمعنى المختار أن يكون المراد أن الله أنزلهن من الجنة قديماً ـ بعد أن كن فيها ـ لمنفعة الناس ، وجعلهن في أماكنهن الآن من الأرض . وقد يشهد لذلك قوله تعالى ( وأنزلنا من السماء ماء بقدر فأسكناه في الأرض . وإنا على ذهاب به لقادرون ) وقوله ( أنزل من السماء ماء فسلكه ينابيع في الأرض ) وقد كان آدم وزوجه في الجنة فأخرجا منها وأهبطا الأرض وكان الشيطان فيها فطرد منها . فكذلك الأنهار المذكورة . ولتعلم أن الرواية لم تقل إن الأنهار في الجنة ، بل قالت من الجنة . ولا يخفى عليك ما في العبارتين من الفرق . فالعبارة الأولى قد تدل على أنهن موجودات في الجنة . وأما الأخرى فتكاد تصرح بخلاف ذلك . ¶ وثم رأى ثان في الرواية الأخيرة . وهو أن هذه الأنهار سوف تكون في الجنة ، وسوف تكون من شراب أهلها ، وسوف يدخلهن الله فيها بعد أن يكملهن ويزيدهن حلاوة وعذوبة كما يفعل بالمؤمنين . هذا ما يتحمله هذان الحديثان من البيان الآن . ¶ -76- ¶ الحر من فيح جهنم ¶ تكاثرت الأخبار في الصحاح وغيرها عن رسول الله عليه السلام أنه قال \" إذا اشتد الحر فأبردوا بالصلاة فإن شدة الحر من فيح جهنم \" ، وقال \" اشتكت النار إلى ربها فقالت : يا ربي أكل بعضي بعضا فأذن لها بنفسين : نفس في الشتاء ونفس في الصيف ، أشد ما تجدون من الحر ، وأشد ما تجدون من الزمهرير \" . ¶ وقد أشكلت هذه الأحاديث أيضاً . فإن ظاهرها أن الحرارة التي نحسها في الصيف ، والبرودة التي نحسها في الشتاء صادرتان من النار . وهذا يكاد يكون بطلانه من قسم الضرورة . فإن الحرارة والبرودة ناتجتان من موقف الشمس من الأرض لا من جهنم . وهذا مما لا ينازع فيه أحد من العقلاء .",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "وقد أجاب فريق من العلماء عن ذلك وقال : إن الكلام فيه تشبيه . والمراد أن شدة الحر مثل فيح جهنم في الحرارة . ويرد هذا القول الرواية الأخيرة ، فهي صريحة بأن الحرارة والبرودة من تنفس النار . ثم كيف يقال : إن حرارة الصيف مثل حرارة النار التي بطلع على الأفئدة ، والتي تشوي الجلود شيّاً ، والتي ( وقودها الناس والحجارة ) والتي نار الدنيا جزء من سبعين جزءاً منها كما في الحديث الصحيح ؟! وصح عن رسول الله عليه السلام أنه قال \" أهون أهل النار عذاباً من له نعلان من نار بغلي منهما دماغه \" . فكيف يقال : إن الحر مثل نار هذه أقل أوصافها ؟! أليس هذا مثل أن يقال : إن قرصة النملة مثل عضة الأسد ، أو مثل ضربة السيف وطعنة الرمح ؟! لا ريب أن حمل الحديث على هذا باطل شرعاً وعقلاً ولغة . ¶ وأجابت طائفة أخرى قالت : إن الأحاديث على ظاهرها ، وإن الحرارة التي يجدها الناس في القيظ هي خارجة من جهنم . ولم يبالوا مخالفة المشهود . وعندي أن تكذب الحديث أفضل من هذا القول . ¶ والجواب الصحيح في الحديث ، الذي لا يعدل عنه أن الحرارة من الشمس ، وأن الشمس من النار . أي إن الشمس جذوة من جذواتها ، وشرارة منقدحة منها . فالحرارة الآتية منها هي آتية من النار . وليس أمامنا مانع من أن تكون الشمس من النار . وقد تكاثرت ¶ -77- ¶ الأحاديث الصحاح بأن الشمس تدنو يوم القيامة من العباد ، وتصليهم ناراً حامية ، حتى يأخذهم العرق فيلجمهم ، وحتى يستصرخوا بالأنبياء من عذابها النكر وربما كان قوله تعالى : ( إنكم وما تعبدون من دون الله حصب جهنم أنتم لها واردون ) دالا على ذلك . فالشمس معبودة ، فهي ذاهبة مع عابديها إلى النار . وهي نار محرقة فهي من النار . هذا رأي .",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "وثم رأي ثان في الحديث ، وهو أن يقال : حرارة الصيف من الشمس ، وحرارة الشمس مكتسبة من النار وآتية لها منها ، فالحرارة آتية أصالة من النار . أو يقال : ما الشمس إلا شرارة من شرر النار ، إنقذفت منها ووقفت كما هي الآن لمصالح العباد . ¶ هذه أمور ثلاثة في الحديث لا نرى عائقاً من أن تكون تفسيراً له . وبها يزول ما في الخبر من إشكال . ¶ الحمى من فيح جهنم ¶ ومثل هذا الحديث قوله - صلى الله عليه وسلم - \" الحمى من فيح جهنم فأبردوها بالماء \" رواه البخاري ومسلم . ¶ الحمى حرارة تتولد في الجسم إذا أصيب فيه أحد مراكز التدبير بسميات المكروبات ، أو بآلام أخرى شديدة . فإنها إذا أصيبت بذلك فسدت حركتها ونظامها ، فتولدت الحرارة المسماة بالحمى . هذا أمر لا شك فيه . ولكن ظاهر الحديث خلافه . فإنه ربما دل أن حرارة الحمى آتية من لهب النار المعدة للكافرين . ¶ فقالت طائفة : إن في الكلام تشبيهاً . والمراد أن حرارة الحمى كحرارة جهنم في الإيلام والإيجاع . وفي هذا القول ما في القول الأول على الحديث السابق من الضعف . ¶ والرأي الصحيح أن نقول : إن حقيقة الحمى ـ كما ذكرنا ـ تتولد في الجسم لإصابة مركز من مراكز التدبير فيه . غير أن الحرارة المتولدة بذلك هي من جهنم رأساً . أي إن الله أخرج من النار جزءاً يسيراً ونثره في الأرض يصيب به بعض خلقه إذا ما توفرت أسباب الإصابة . وأسبابها القريبة هي ما يذكره أهل الطب . ولكن الحديث تكلم فيه من جهة منشئه ¶ -78- ¶ ومبتدئه . ولا مانع أن يكون من غيرها . فإذا ما جاء الخبر الصادق بأن ذلك من النار لزم القول به .",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "وأما قوله \" فأبردوها بالماء \" فهو موافق للطب العصري ، حتى إن الأطباء العصريين يضعون ألواح الثلج على أجسام بعض المحمومين . غير أنه لا يجوز استعمال ذلك وتعاطيه بدون إرشاد الطبيب واستشارته . فقد يكون فيه ضرر لبعض المحمومين . والدواء كله إذا استعمل بوصف الجاهل عاد ضرراً ، وإن كان في أصله نافعاً مفيداً . بل الغذاء إذا لم يؤخذ بالحكمة والتقدير كان قاتلاً أو ضاراً . فكل شيء يحتاج إلى رئيس ومختص يضعه بحكمة وتقدير . فالحديث يدل أن الماء البارد مما تعالج به الحميات ولكن بعد أن يعرف الميزان والمقدار فيه النافع ، وبعد أن يقدره العارفون به ، والعارفون بالطب . وهذا كما يقال : القرآن هدى ورشاد . وإذا قرأه غير العاقل وغير الفاهم له قد يكون ضلالا له وفتنة . وأمثال ذلك . فهذا الحديث من معجزات محمد - صلى الله عليه وسلم - الطبية العلمية التي لا يمكن معرفتها إلا بوحي أو تعلم ، وهو لم يتعلم ، فلا جرم أن تكون وحياً . ¶ الكافر يأكل في سبعة أمعاء ¶ عن ابن عمر عن رسول الله - صلى الله عليه وسلم - أنه قال : \" المؤمن يأكل في معى واحد والكافر يأكل في سبعة أمعاء \" رواه البخاري ومسلم وروى مسلم عن أبي هريرة أن ضيفاً ضاف رسول الله وهو كافر فأمر له بشاة فحلبت فشرب حلابها ، ثم أخرى ، ثم أخرى ، حتى شرب حلاب سبع شياه . ثم أنه أصبح فأسلم فأمر له بشاة فشرب حلابها فأمر له بشاة فشرب حلابها ، ثم بأخرى فلم يستتمها . فقال رسول الله : \" المؤمن يأكل في معى واحد والكافر يأكل في سبعة أمعاء \" . ¶ بيان الحديث أن المؤمن حقاً ، الصادق في إيمانه ، كثير التفكير في الآخرة ، وفي عذابها ، كثير الخوف من الله ، ومن عصيانه وعقابه ، كثير الخضوع والعبادة ، كثير السهر والتهجد والصلاة والصيام ، كثير الجهاد في سبيله وسبيل دينه ، كثير الورع والإبتعاد عن الحرام وعن مظانه ، وعن الشبهات ومواقعها ، كثير العناية بدينه وفهمه ، كثير البحث ¶ -79-",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "والتنقيب عما يرضي الله ويقرب منه ، وعما يغضبه ويباعد عنه ، كثير الاحتياط لعقيدته وإيمانه خوف أن يصيبه شيء من غبار البدع والشبهات ، كثير الرغبة في الجنة والزهادة في الدنيا ولذاتها ، كثير هذه الأمور كلها : يقل نصيبه من الدنيا من مأكل ومشرب ، وملبس ومسكن ، وجمع مال فهو يأكل في معى واحد فقط . وهذا كناية عن أنه قليل حظه من الدنيا ولذائذها بتعلقه بالأمور المذكورة اللازمة للإيمان الصحيح . ولا يريد الحديث أن خلقته مخالفة خلقة الكافرين ، ولا أن تركيب بدنه خلاف تركيب بدن غيره . ¶ وأما الكافر الذي لا يبالي بالدين ، ولا بما يغضب الله أو يرضيه ، فهو عكس المؤمن في ذلك . فليس له شيء يهمه سوى الدنيا ، والاستكثار منها ، والجمع لها ، والتفنن في تناول لذاتها ، واختراع المأكولات والمشروبات . فلا يبالي أن يأكل حراماً ، وأن يجمع حراماً ، ولا يبالي بالفقراء والمحتاجين ، الذين يتضاغون حوله جوعاً وعرياً ، لا يعرف لله ساعة يهب نفسه له فيها بعبادة ومناجاة ، أو تفكر في آلائه وشؤونه . وبالإجمال كل شيء فيه موقوف على الدنيا وعلى خدمتها . فهو كثير الحظ منها ، كثيرة الحظ منه ، فهو يأكل بسبعة أمعاء . أي أنه لا يراد بها حقيقتها . وهذا العدد يراد به التكثير لا التحديد ، مثل السبعين . كما تقول : لا يقبل الله من كافر عمله ولو عبده سبعين عاماً ، ولا من مبتدع بدعته ولو تقرب إليه بها سبعين عاما . وكذا تقول : سبع سنين . قال الله تعالى ( ولو أن ما في الأرض من شجرة أقلام والبحر يمده من بعده سبعة أبحر ما نفدت كلمات الله ) وقال: ( إن تستغفر لهم سبعين مرة فلن يغفر الله لهم ) لا يريد الله بذلك حقيقة السبعين ، ولا حقيقة السبعة ، وإنما يريد مطلق الكثرة .",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "وكذا الأكل هنا لا يراد به الأكل المعروف وهو إزدراد الطعام ، وإنما يراد معنى أعم ، وهو التمتع بها بالأكل ، أو اللبس ، أو الجمع والإدخار . وهو كقول الله ( الذين يأكلون الربا لا يقومون إلا كما يقوم الذي يتخبطه الشيطان من المس ) وقوله : ( ولا تأكلوا أموالكم بينكم بالباطل وتدلوا بها إلى الحكام لتأكلوا فريقاً من أموال الناس بالإثم ) وقوله : ( إن الذين يأكلون أموال اليتامى ظلماً إنما يأكلون في بطونهم ناراً ) . فهذه الآيات لا تعني الأكل المعروف ، وإنما تعنى شيئاً أعم من ذلك هو ما تقدم . وبهذا يسلم الحديث من الإشكال الذي أورد عليه . ¶ والذين جعلوا الحديث مشكلا هم الذين حسبوا أن الأكل هنا هو الأكل المعروف وأن ¶ -80- ¶ الكافر يأكل كما يأكل المؤمن سبع مرات . فعلموا أن هذا المعنى ليس صحيحاً ، وهو خلاف مشهود . فأجابوا عن الإشكال أجوبة ليس فيها مقنع . منها أن طائفة قالت : إن الحديث مراد به كافر معين ومؤمن معين . ¶ ولعلك تقول : هذا الذي تذهب إليه في الحديث حسن لو لا أن الرواية الأخيرة تعانده فيما يبدو ظاهرها أن الأكل المراد به الأكل بدليل هذا إلى شرب سبع حلبات ـ وهو كافر ـ فلما أسلم شرب حلاباً واحداً . فهذا كالتصريح أن الكافر يأكل كما يأكل المؤمن سبع مرات . فالأكل هنا هو الأكل ، والسبع هنا هي السبع . ¶ فأقول لك : إن الأكل هنا جنس يتناول أنواعاً . يتناول الأكل حقيقة ، ويتناول اللبس ، والسكن ، والادخار ، والجمع ، وكل ما فيه تمتع .ودليل ذلك الآيات المتقدمة . وإذا ذلك كذلك فأحد أنواع الأكل الأكل المعروف ، كما فعل الرجل المذكور في كفره وإيمانه ، والأنواع الأخرى التي يتناولها لفظ الأكل دل عليها قوله \" والكافر يأكل في سبعة أمعاء \" .",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "وسبب الحديث لا يكون مخصصاً عمومه . فالعموم باق على حاله ، وإن كان السبب خاصاً لا عموم له . وبيان هذا أن الرسول عليه السلام لما رأى ذلك الكافر وكثرة ما يأكل ذكر خلقاً من أخلاق الكافرين ، وهو التمتع باللذات المادية بشره وشدة . والمعاني تتداعى . وتفسير هذا قول العلماء \" العبرة بعموم اللفظ لا بخصوص السبب \" يريدون أن اللفظ عاماً في دلالته وإن كان خاصاً سببه . وغالب عمومات الشرع أسبابها خاصة .هذا من جهة الأكل . أما من جهة العدد فلا ريب أنه لا يريد في مثل هذا الاستعمال تحديد العدد . ومثل ذلك أن تقول : فلان يتكلم بسبعة ألسن ، أو سبعة أفواه ، ويأكل في سبعة بطون ، او سبع أيدي ، وينظر بعيون كثيرة ، ويمشي بأرجل عديدة ، وأمثال ذلك . لا شك أن القائل لذلك لا يقصد العدد المذكور ، وإنما يريد المبالغة . ومن فهم من هذه الأقوال العدد فهو كمن فهم من قوله تعالى ( تجري بأعيننا ) وقوله ( والسماء بنيناها بأيد وإنا لموسعون ) وقوله ( وخلقنا لهم مما عملت أيدينا أنعاماً ) العدد . وكان كذلك الوزير الذي قال له الحجاج : اقطع لسان هذا . يشير إلى شاعر مدحه ونال إعجابه . فأخذ الوزير الموسى وآلة القطع وأحضر الشاعر ليقطع لسانه . وكان الحجاج يريد أن يعطيه مالاً يكف لسانه عن ذمه . ¶ -81- ¶ وبما ذكرنا صار الحديث واضحاً ، وقاعدة من قواعد الأخلاق الإسلامية . وهي أن المؤمن العاقل الحكيم لا بد أن يكون مستقلا من الشهوات المادية ، مستقلا من خدمة الدنيا لذاتها ، ليس بذلك الطماع الجشع ولا اللحز الشحيح ، ليس بعزيز عليه أن يضيع ماله في وجوه البر والخير ، بل له شأن أسمى من ذلك ، وغرض أعلى ، وهو تنمية الروح وتذكية العقل . ولا أهدم لأخلاق الأمم ، وللمدينة الفاضلة من الحرص على الماديات والشهوات . ¶ أحاديث العين",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "روى البخاري ومسلم عن رسول الله عليه السلام أنه قال : \" العين حق \" وزاد مسلم \" ولو كان شيء سابق القدر سبقته العين \" وثبت في البخاري وغيره عنه عليه السلام أنه كان يعوذ الحسن والحسين بهؤلاء الكلمات \" أعيذكما بكلمات الله التامة من كل شيطان وهامة ومن كل عين لامة \" ويقول \" كان إبراهيم يعوذ بهن إبنيه إسماعيل وإسحاق \" . والأخبار في هذا الباب متواترة . ¶ وقد اتفقت الأمم بالإجمال على أن للعين تأثيراً . فلا تجد أمة إلا وفيها من يعرف بذلك ، ومن يصدقه ويعترف به ، ويروي فيه الروايات الكثيرة العجيبة التي يستحيل أن تكون كلها كذباً ، وأن يكونوا تواطؤوا على الجهل والغلط والكذب فيها . بل يكاد يكون في كل بلدة من يعرف عنه ذلك الداء الوبيل ، والناس يحكون عنه الأشياء الكثيرة ، ويذكرون أنهم شاهدوها . ¶ وسمعنا من أناس كثيرين أنهم يعرفون أناساً لا تخطيء لهم عين حتى أنهم يقصدون لذلك . فإذا ما أراد إنسان الوقيعة بآخر أجر من يعرف بهذا للقيام بهذه المهمة ، فيقوم بها خير قيام ، ويقضي على تلك الفريسة بكلمة أو نظرة . وحدثني إنسان أنه كان في قريته شخص عرف بالحسد حتى إنه إذا مر فريق من الطير في السماء قال لهم : أي هذه الطيور تريدون ؟ فيشيرون إلى واحد فيقول فيه كلمة ، أو ينظر إليه نظرة ، فيخر ذلك الطير صريعاً . وكذلك يصنع بالبهائم والروايات في ذلك كثيرة . وكلنا يسمع من ذلك الشيء العجيب وإن كنا نرتاب في صحة كثير منه . ¶ -82-",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "ونحن لا نقول : إن جميع ما يروى صحيح . وإنما نقول إنه مستحيل أن يكون كله غير صحيح . ولا شك أن أغلب أهل الأرض يؤمنون بذلك . والذين ينكرونه هم طائفة قليلة من المتعلمين السطحيين ولا أظن أن جمهور النوع الإنساني يتفق على الخطأ القرون الطويلة . ولئن جاز أن يتفقوا على الخطأ في أمر عقلي نظري فليس بجائز أن يتفقوا على الخطأ في أمر يرجع دليله إلى المشاهدة والحاسة . وأمر العين راجع إلى المشاهدة والحاسة . ولئن جاز هذا الذي لا يجوز فلن يجوز أن تجتمع الأديان كلها على الخطأ . وقد اجتمعت كلها على أمر العين ، والإصابة بها . والدين الإسلامي يقرر ذلك أصدق تقرير . وفي القرآن الكريم ما يومئ إليه . قال تعالى : ( قل أعوذ برب الفلق ) السورتين . فقد أنزل الله فيه قرآناً ، وأمر الرسول بالتعوذ منه . وفي سورة يوسف حكاية عن يعقوب ( وقال يا بني لا تدخلوا من باب واحد وادخلوا من أبواب متفرقة ) الآية. يقول طوائف من المفسرين : إنه خاف على بنيه العين إذا دخلوا مجتمعين ، فأمرهم أن يدخلوا مصر متفرقين لئلا تصادفهم عين حاسدة . ¶ وأما الطائفة المولعة بالإنكار والجحود فقد كذبت أمر العين ، وأنكرت الحسد ، وعدت المصدق به من العوام ، ولم تعبأ بأن تصادم ديناً أو تصادم روايات كثيرة صحيحة ، واتفاق جماهير لا يحصون . لم تبال بشيء من ذلك . وليس معها من دليل على تكذيبهم وإنكارهم الإنكار البات غير الاستبعاد القائم على الجهل المحض .",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "فإذا ما قيل لهم: من أين علمتم إنكار ما أنكرتم؟! وما برهانكم على أن الديانات مخطئة ، والأمم غالطة ، والروايات كاذبة ؟! لم يكن لهم من جواب غير أن يقولوا : لا يمكن أن يصيب الشخص الآخر بغير اتصال وملامسة ، ولا يمكن أن يؤثر بالحسي المادي إلا حسيّ ماديّ مثله نراه ونبصره بأعيننا ؛ فإذا ما قيل لهم ما المانع من أن يؤثر المعنوي بالحسيّ ؟! وأن تؤثر الروح بالجسم وبالروح أيضاً من غير ملامسة ومقاربة ؟! وما المانع أيضاً من أن يؤثر الجسم بالجسم بلا اتصال ؟! أو ما المانع من أن ينبعث من روح العائن أو من عينه أو من جسمه أمر يصرع المعين وان لم نبصره ؟! ما المانع من ذلك وإن كنت لا تراه ؟! وليس كل ما لا يرى باطلاً . وقد كان الناس قبل أن يخترعوا \" الميكروسكوب \" ينكرون الميكروبات لأنهم لا يبصرونها ولا يحسونها. ولو ذكرت لهم لكذبوا بها ، ولما آمنوا بها. أوليس من \" الميكروبات \" ¶ -83- ¶ ما دق على \" الميكروسكوب \" وما هو فوق \" الميكروسكوب\" ؟! أي إن من النسمات التي تعرف \" بالميكروبات \" التي بها تحدث الأمراض ما لم يشاهد حتى الآن ، وما لم يحس مع العلم أنه يحدث الأضرار ويقتل الأحياء ؟! ولو قيل ذلك لطائفة الجحود والإنكار لم يكن لها من جواب فيه مقتنع .",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "فيا هؤلاء المنكرون ! ماذا تنكرون من ذلك ؟! أو لسنا نرى الحي يموت بمجرد أن تفارقه الروح ، ويحي بوجودها فيه ؟! وهل رأينا الروح أو أحسسناها ؟! أو لسنا نرى الحي يمهد ، أو يموت موتاً أصغر إذا جاءه ذلك الشيء المجهول المعلوم الذي نسميه نوماً أو موتاً ، ويصحو ويقوم إذا ما فارقه ونحن لا نحس ذلك ولا نبصره ؟! أو ليس الساحر يؤذي المسحور من غير إتصال ولا تلاق ؟! أو ليس الهم يذيب الجسم ، والفرح ينعشه ويملؤه رونقاً وبهاء . والفرح والهم غير محسوسين ولا مبصرين ؟! أو ليست الذكرى تلعب بالذاكر لعب النكباء بالرمح الخطل ، والذكرى غير محسوسة ولا مبصرة ؟! فماذا تنكرون بعد هذا يا هؤلاء ؟! إن من الأفاعي لنوعاً يخطف الأبصار ويسقط الأجنة من بطون أمهاتها عند المشاهدة والرؤية . وهذا النوع هو الذي قال فيه رسول الله عليه السلام \" اقتلوا الأبتر وذا الطفيتين من الحيات ، فإنهما يسقطان الحبل ويلتمسان البصر \" ؟! وإن لم يقنعكم هذا قلنا لكم : إن من الأشجار لشجرة تنفعل بالرؤية والمقابلة ، فتنكمش إذا نظر إليها ناظر ، وتذبل وتتضاءل . وقد ذكرت ذلك المجلات المصرية نقلاً عن الغربية . وصورت هذه الشجرة . ¶ تصحيح العلوم العصرية لهذه الأحاديث :- ¶ فإن لم يقنعهم ما قدمناه قلنا لهم : أنظروا إلى التنويم المغناطيسي . أنظر كيف ينوم الشخص الآخر ، ويفقده حواسه ، ويتصرف فيه كما يرى ، بمجرد أن يقف أمامه ، وأن ينظر إليه ويفكر فيه . بذلك يقضي شعوره ووجدانه ، حتى لا يحس ضرباً ولا ألماً . وليس في هذا التنويم شيء من الاتصال والملامسة , وإنما هو تسليط روح على روح . أليس هذا هو مثل الحسد الذي ينكرونه ويجحدونه أثبته العلم إثباتاً لا يتحمل النقض ؟! . ¶ -84- ¶ إن التنويم المغناطيسي ، وتصرف المنوِّم في المنوَّم هو من عمل الروح وتصرفها . وكذلك الحسد الذي يأبون الإيمان به : ¶ والروح لها شأن عجيب غامض . والزمان يفسرها شيئاً فشيئاً .",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "والناس كلهم يلزمهم أن يؤمنوا بتأثير العين ، وبتأثير غير المباشر ، وبتأثير الروحي المعنوي في الحسيّ المادي . فإنهم جميعاً يقولون : إن لهذا العالم المتقلب المضطرب ، الحي ، الميت ، المتحرك ، الساكن , قاهراً وسلطاناً غائباً عن الأبصار والحواس يدبره كما نراه بلا اتصال ولا مباشرة . وليس تدبيره إياه موقوفاً على أن يتصل به ، وأن يباشره . إذاً مالهم أنكروا ذلك في الأرواح وهم به مؤمنون ضمناً . هم بين أمرين : إما أن ينكروا رب العالم ومصرفه . أو ينكروا قولهم الذي أنكروا به تأثير العين . ¶ ما يروى عن إبراهيم من الكذب ¶ عن أبي هريرة عن رسول الله صلى الله عليه وسلم قال \" لم يكذب إبراهيم إلا ثلاث كذبات . ثنتين منهن في ذات الله . قوله ( إني سقيم ) وقوله ( بل فعله كبيرهم هذا ) \" قال \" وبينا هو ذات يوم وسارة إذ أتى على جبار من الجبابرة فقيل له : إن هذا رجل معه امرأة من أحسن الناس . فأرسل إليه فسأله عنها . فقال : من هذه ؟ قال : أختي . فأتى سارة فقال : يا سارة ليس على وجه الأرض مسلم غيري وغيرك . وإن هذا سألني عنك فأخبرته أنك أختي . فلا تكذبيني . فأرسل إليها . فلما دخلت عليه ذهب ليتناولها بيديه . فأخذ فقال : إدعي الله لي ولا أضرك . فدعت الله فأطلق . ثم تناولها الثانية ، فأخذ مثلها وأشد . فقال : إدعي الله لي ولا أضرك . فدعت الله فأطلق . فدعا بعض حجبته فقال : إنك لم تأتي بإنسان إنما أتيتني بشيطان . فأخدمها هاجر . فأتته وهو يصلي . فأومأ بيده : مهيم ؟ قالت : رد الله كيد الكافر في نحره ، وأخدم هاجر \" رواه البخاري . ورواه مسلم بسياق آخر مخالف لهذا السياق بعض المخالفة . والحديث صحيح الإسناد لا مغمز فيه . موافق لما في القرآن الكريم . مفسر لما ذكر عن إبراهيم عليه السلام فيه . ¶ -85- ¶ وقد كذب الحديث جماعة ، واعتلوا بعلل ضعيفة :",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "قالوا أولاً ـ هذا خلاف قول الله تعالى في إبراهيم من سورة مريم ( واذكر في الكتاب إنه كان صديقاً نبياً ) قالوا والصديق هو الذي لا يكذب . ¶ وقالوا ثانياً ـ لا بد أن يكون الرسول معصوما من الكذب . ولو جاز عليه الكذب لما وثق بشيء من قوله . وهذا خلاف الإجماع وخلاف الدين . ¶ قالوا ثالثاً ـ إن الأمور المذكورة عنه عليه السلام ليست من مادة الكذب ، ولا مما يصدق عليه تعريفه . إن هي إلا معاريض . وفي المعاريض مندوحة عن الكذب . فالحديث الذي يقول إنها كذب لا يكون صحيحاً لمخالفته اللغة والواقع . ¶ وقالوا رابعاً ـ إذا كان مثل ذلك يسمى معاريض , ويسمى كذباً ، فلماذا اختار رسول الله في حق خليل الله أبشع اللفظين ؟! ولماذا لم يقل أحسنهما ؟! ولماذا لم يسمه معاريض ؟! . ¶ هذه هي شبهتهم التي كذبوا الحديث لأجلها . ¶ ونحن نقول في جواب هذه الشبهات :",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "أما الأولى ، وهي أنه صديقاً نبياً . فلا ريب أن مغزى الآية هو الثناء على إبراهيم بفضيلة الصدق . بيد أن الصدق صدقان : صدق ممدوح وآخر مذموم . كما أن الكذب كذبان : كذب ممدوح وآخر مذموم . وقد يجب الكذب أحياناً ، كما يحرم الصدق أحياناً . وقد يزم الصادق تارة ، كما يحمد الكاذب أخرى . فالممدوح من الكذب هو ما كان فيه مصلحة دينية ، أو دفع مظلمة ، أو فساد . والمذموم من الصدق هو ما جلب أحد هذه المفاسد أو كلها . فلو سألك ظالم عن إنسان يريد أن يقتله ظلماً ، وكان يترتب على أن تصدقه قتله ، لوجب عليك أن تكذبه ، ولحرم عليك صدقه . ولو كان في منزل أحدنا أحد أنبياء الله ، فجاء من يريد إيذاءه ، أو قتله لوجب علينا ألا نخبر بوجوده ، ولكان الكذب فضيلة ، والصدق هو الجريمة . ولو سألك عدو للمسلمين عن موطن ضعفهم ، وعن مقتلهم ، لما جاز لك أن تخبره الخبر على وجهه وللزم التضليل لذلك العدو . ولو كان يترتب على كذب المصريين جميعاً أن يخرج الإنجليز من مصر ، وأن يستقلوا في بلادهم ، لكان كذب المصريين كافة من الواجبات المقدسة الدينية والوطنية . ولو رأيت من يريد الفجور بامرأة ، وكنت قادراً على دفع الفجور بالكذب ، للزم أن تكذب . ¶ -86-",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "وبالإجمال فكل كذب يجلب مصالح عامة للدين ، أو للوطن ، فهو من الفضائل . وكل صدق يجلب فساداً أو عدواناً للدين أو الوطن فهو من الرذائل . وسر الكذب أنه ليس مذموماً لأنه مؤلف من \" ك . ذ . ب \" وأن الصدق ليس ممدوحاً لأنه مركب من \" ص . د . ق \" بل مدحهما وذمهما لما يثمرانه من فساد وصلاح . وقد كان رسول الله عليه السلام يورى في حروبه ، ويقول \" الحرب خدعة \" وكان يجوز لأصحابه أن يكذبوا ، وأن يقولوا فيه وفي دينه ما تدعو إليه الحاجة إذا أراد المكنة من أعداء الإسلام ، وصناديد الضلال الذين وقفوا في طريق دعوته ، وخانوا عهوده , ونقضوا مواثيقه ، وأسرفوا في التأليب عليه وعلى دينه . كما أباح لمحمد بن مسلمة أن يقول ما شاء في قتله كعب بن الأشرف اليهودي الذي آذى الله ورسوله ، وأخذ يدعو العرب وغيرهم لحرب الإسلام وحرب المسلمين بما أوتي من جاه ومال . وقد كان رسول الله عليه السلام راكباً مع أبي بكر رضي الله عنه في سفر الهجرة ، فكان الناس يعرفون أبا بكر يجهلون رسول الله . فكانوا يسألون أبا بكر من هذا الذي معك ؟ فيقول \" هذا هاد يهديني السبيل \" فيفهمون أنه يريد الطريق . وهو يريد السبيل إلى الله . وقد صح في مسلم عن رسول الله عليه السلام أنه قال : \" ليس الكذاب الذي يصلح بين الناس ويقول خيراً وينمي خيراً \" وفيه أيضاً عنه أنه لم يرخص في شيء من الكذب إلا في ثلاث : في الحرب ، والإصلاح بين الناس ، وحديث الرجل امرأته وحديث المرأة زوجها . ¶ إذا كان الصدق منه الممدوح والمذموم لم يمكن أن يمدح إبراهيم عليه السلام بالصدق المذموم البتة . الآية تريد مدحه الريب . فلا تعارض بين الحديث بين هذه الآية كما ترى . وهذه الكذبات المذكورة هي من الكذب الممدوح المباح الذي قد دفع عدوان المعتدي ، وفيه حفظ عرض من أشرف الأعراض وخذلان كافر من أظلم الظالمين . ولهذا يقول إنها في ذات الله . فالآية في شط والحديث في آخر .",
            "page": "105",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "ثم إننا إذا أردنا أن نفهم قوله ( صديقاً ) من حيث ما يدل الوضع العربي لم يدل على ما قالوه . فإن \" الصديق \" هو كثير الصدق مبالغة في \" صادق \" وليس معناه المعصوم الذي لا يكذب . ¶ وفي الحديث الذي رواه البخاري ومسلم عن عبدالله بن مسعود عن رسول الله غليه ¶ -87- ¶ السلام أنه قال : \" لا يزال الرجل يصدق ويتحرى الصدق حتى يكتب عند الله صديقاً ، ولا يزال يكذب ويتحرى الكذب حتى يكتب عند الله كذاباً \" فهل معناه أنه يكون معصوماً من الكذب ، او من الصدق . وأمثال ذلك في لسان العرب . فمثلاً \" الطيِّع \" هو كثير الطاعة مبالغة في \" طائع \" وليس معناه الذي لا يعصي أبداً . وكذا \" الكذاب \" وهو كثير الكذب و ليس هو الذ لا يصدق . هذا عن الشبهة الأولى . ¶ وأما الشبهة الثانية ، وهي أنه لو كذب لما وثق بشيء من قوله فيقال نحن : لا نجوز عليه الكذب المذموم الممنوع ، ولا الكذب في الوحي والتبليغ فيلزم ما قالوا . وإنما نجوز من ذلك مثل ما في هذا الحديث وهو الكذب الذي فيه دفاع عن الفضائل والآداب والأعراض والدماء من غير أن يكون منه شيء في التبليغ فليس بلازم ما ذكروه . ¶ وهذا كما نعلم أنه جائز لكل مسلم أن يكذب إذا كان في كذبه مصلحة عامة راجحة على صدقه ، أو كان فيه دفع عدوان عن عرض أو دين أو فضيلة كما أسلفنا . وهذا لا يسلب جميع المسلمين العدالة وصفة الأمانة . ¶ وأيضاً قد قامت البراهين على أن الأنبياء عليهم السلام معصومون في التبليغ والوحي ، ولا يطعن في عصمتهم ما ذكرنا . وكل شيء يجب أن يكون موجوداً إذا وجد برهانه . وبرهان عصمة الأنبياء موجود مطلقاً فيجب أن تكون لهم العصمة مطلقاً . وهذا قول لا يرد ، إلا أن يزعم المخالف أنه ليس له برهان على عصمتهم إلا إذا كذب هذا الحديث ومافي معناه . وهو غير ممكن أن يقوله .",
            "page": "106",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "وأيضاً هذه الشبهة لاحقة النسيان والخطأ في الاجتهاد . وقد يخطئون فيما اجتهدوا فيه ـ لكن لا يقرون على الخطأ ـ لا فيما قالوه وحياً عن الله . فما كان جوابا عن النسيان والاجتهاد كان جواباً عن هذا الحديث سواء . هذه الشبهة الثانية . ¶ وأما الشبهة الثالثة ، وهي أن الأشياء المذكورة عن إبراهيم معاريض وليست من الكذب . فيقال : هذا أمر راجع إلى اللغة ، لا إلى النظر والعقل ، ولا ريب أن المعاريض تسمى كذبا . فإن المتكلم المخبر يعنى بكلامه معنى في نفسه ، ويريد أن يفهم من يخبره معنى . فإن كان الواقع مخالفا لما يريد أن يفهمه المخبر السامع ، فهذا هو الكذب المحض البريء من ¶ -88- ¶ الصدق ، وإن كان مخالفاً لما يريد أن يفهم السامع فقط فهو كذب من جهة التفهيم ، صدق من جهة ما يعنيه. فهو كذب من جهة، صدق من جهة أخرى وهذا ما يسمى بالمعاريض في اللغة . ¶ ولا ريب أنه لو سأل سائل عم إنسان معك فقال لك : من هذا ؟ فقلت : هذا أخي . وأنت تريد أن تفهمه أنه أخوك من النسب ، وفهم أنه كذلك ، وهو في الواقع بعيد النسب عنك ، وإنما أردت أخوة الإسلام ، لكنت كاذبا ، ولشمل قولك هذا تعريف الكذب . ولو كان عليك لأحد دين ، فطالبك ، فقلت ليس عليَّ له شيء ، وأقسمت على ذلك ، لكنت كاذباً آثماً وإن كنت تعني معنى آخر في نفسك صدقا . وكذا أمثال ذلك في الكلام . وأقوال إبراهيم عليه السلام هي من هذا القسم . ومن الإسراف الذي لا يرضاه الله أن نرد الأخبار الثابتة في الاختلاف على موضوع لغوي لم يتثبت منه .",
            "page": "107",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "وأيضاً الذي يبدو من القرآن أن هذه الأقوال منه عليه السلام كذب محض في ذات الله ، لإذلال الكفر والضلال ، وليست من المعاريض ، ولا سيما قوله ( بل فعله كبيرهم هذا فاسألوهم إن كانوا ينطقون ) والتآويل التي يحملونها هذه الآية لا تصح . وذلك كما كان بعضهم يقف في القراءة على قوله ( بل فعله ) ويبتدئ بقوله ( كبيرهم هذا ) ولا يريد أن يكون ( كبيرهم ) هو الفاعل . ويجعل ( كبيرهم هذا ) مبتدأ وخبراً . وهذا ضرب من الألغاز والتعمية لا يوجد في كلام من يريد أن يفهم مراده . وكما يقول فريق : إن قوله ( بل فعله ) مشروط بقوله ( إن كانوا ينطقون ) أي فهم لا ينطقون ، فهو لم يفعله . وهذان القولان مبنيان على أن إبراهيم كان عربي اللسان . وما كان كذلك . ومراد إبراهيم عليه السلام بقوله هذا أن يوبخهم ، وأن يفند آراءهم ، وأن ينبههم إلى غلطهم وضلالهم بأسلوب لا يضطرهم إلى الانجفال منه . لأنه إذا قال : إن الذي كسر الأصنام هو الصنم الكبير عرفوا أنه لا يمكن الصنم أن يكسر شيئا ، ولا أن يفعل شيئا . وعرفوا أنهم على ضلال في عبادتهم هذه الأصنام حاسبين أنها تقضي لهم شيئا ، وتدفع عنهم شيئا ، وعرفوا أن الدعوى بأن كبيرهم هو الذي كسرها لا تقبل ، وعرفوا أن زعمهم فيها ما يزعمون كذلك لا يقبل ، فنتج المطلوب الذي كان يقصده عليه السلام ، وهو أن يعرفوا في أنفسهم أنهم في ضلال مبين ، وأن أصنامهم ليس لها أن تفعل ، ولا أن تعبد ، ولا أن ترجى . وهذا من محكم الرد على المخالف وحكيمه . ولقد أخذ هذا الرد مجراه ، وبلغ من ¶ -89- ¶ أنفسهم ما أراده عليه السلام فرجعوا إلى أنفسهم فقالوا ( انكم انتم الظالمون ) ولكن العناد سحبهم بعد إلى ضلالهم وإلى مشاكسة الحق بعد عرفانه . وهذا شأن كثير ممن أضله الله قديماً وحديثاً ( ثم نكسوا على رؤوسهم لقد علمت ما هؤلاء ينطقون ) .",
            "page": "108",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "وقد جاء في صحيح مسلم في حديث الشفاعة أن أحد كذباته عليه السلام هي قوله للشمس والقمر والكوكب ( هذا ربي ) من سورة الأنعام . ولم يذكر قصة الجبار . وهذا ظاهر في أنه أراد الكذب الصريح في ذات الله . وما يذكره بعض الناس في الآية من التقدير \" أهذا ربي ؟ \" على أن هناك استفهاماً حذف فهو ضعيف جداً من جهة اللغة ومن جهة سياق الآية نفسها . وقوم إبراهيم كانوا يعبدون الشمس والقمر والنجوم، فأراد عليه السلام أن يستدرجهم ، وأن يبطل ما يذهبون إليه بطريقة خفيفة لطيفة لا يهربون منها ، ولا ينكرونها ، فيدعى لهم أولا أنه منهم ، وأنه على رأيهم ليستأنسوا به وبما يقول ، وليستمعوا إليه ثم يرجع على عقيدتهم بالإبطال تدريجياً شيئاً فشيئاً ، فيبطل أولا إلوهية الكوكب لما يشاهده هو وهم فيه من أمارات التسخير و التصريف الاضطراري لمصرف قاهر فوقه . وذلك أنه مسوق ومقود إلى جهة معينة ، في مواعيد معينة ، في سرعة معينة ، لا يعدوها ولا يقدر أن يعدوها . وهذا ظاهر عليه وعلى سائر ما نرى من المخلوقات . والإله لا يكون مسخراً مذللا مقهوراً . وهذا معنى ( لا أحب الآفلين ) ثم يفعل ذلك في جميع معبوداتهم حتى الشمس التي هي أعظم ما يرى وأجمله وأضواؤه بذلك البرهان العجيب وهو ما يشاهد فيها من الضعف والسير البريء من الاختيار الذي لا يمكن أن تخرج عنه ومن نظر إلى الشمس وإلى سيرها بل إلى الأفلاك كلها علم ضرورة أنها مصرّفة مسوقة بلا اختيار وأنها تسبح في أفلاكها سبوحاً قهرياً ليس لها فيه إرادة . وإلى هذا الإشارة بقوله ( لا أحب الآفلين ) .",
            "page": "109",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "ولو أن إبراهيم بدأهم بالإنكار والتجهيل . أو لو أنه أنكر آلهتهم مرة واحدة ، وجمعها في كلمة الإنكار ، لما كان لقوله أن يبلغ من أنفسهم ما بلغ ، ولما كان له أن يظهر عليهم كما ظهر . ولهذا أعظم القرآن طريقة إبراهيم هذه . وقال في خاتمة الآيات ( وتلك حجتنا آتيناها إبراهيم على قومه نرفع درجات من نشاء إن ربك حكيم عليم ) فيا ليت من يدعون إلى الله وإلى الإصلاح الديني أو الوطني يقتبسون شيئاً من طريقة أنبياء الله ، ويسلكون ما يسلكون في ¶ -90- ¶ دعوتهم . وأما قوله ( إني سقيم ) من الصافات فنحن نذكر القصة من أولها ليفهم مغزاها . ¶ ( وإن شيعته لإبراهيم إذ جاء ربه بقلب سليم إذ قال لأبيه وقومه ماذا تعبدون أئفكا آلهة دون الله تريدون فما ظنكم برب العالمين فنظر نظرة في النجوم فقال إني سقيم فتولوا عنه مدبرين فراغ إلى آلهتهم فقال ألا تأكلون مالكم لا تنطقون فراغ عليهم ضرباً باليمين وأقبلوا إليه يزفون قال أتعبدون ما تنحتون والله خلقكم وما تعلمون قالوا ابنوا له بنياناً فألقوه في الجحيم فأرادوا به كيداً فجعلناه هم الأسفلين ) .",
            "page": "110",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "والذي يبدو من سياق الآيات أنه كان هو وهم في مكان واحد لدى أصنامهم ولعل ذلك كان لعبادتهم . وأنه اليوم الذي يخرجون إليها ليرفعوا لها النذور والتعظيم والعبادة كما يفعله أمثالهم اليوم في بلادنا هذه في الأولياء والصالحين ، وإن قوله ( فنظر نظرة في النجوم ) هي النظرة المذكورة في سورة الأنعام التي رأى فيها الكوكب والقمر والشمس ، وأبطل إلوهيتها . ثم إنهم بعد ذلك الموقف وذلك الحجاج أرادوا الرجوع إلى مساكنهم ، والإنفضاض من حول أصنامهم . وكان إبراهيم قد صمم في نفسه على أن يحطم أصنامهم ، وأن يصيرها جذاذاً إذا رجعوا وخلفوه ، فأراد أن يتخلف عنهم ، فقال لهم : إنني لا أقدر على القفول لأني مريض فلا أبرح مكاني هذا . فلما ذهبوا وتركوه راغ إلى أصنامهم فأعمل فيها معول الحق فحطمها تحطيما وصيرها هباءاً إلا أكبرها ليتهمه بما فعل . ثم إنهم علموا بما فعل ، فجاءوا إليه مسرعين محنقين ، فطفق يجادلهم ويحاجهم ، فما قبلوا منه حجة ولا برهاناً ، وما كان لديهم ، وما كانت حجتهم إلا أن أججوا له ناراً وقذفوه فيها ، وهذه هي حجة المبطلين دائماً في السابق واللاحق ، في الأولين والآخرين . فجعلها الله عليه برداً وسلاماً ونجاه مما أرادوا به ، وجعلهم هم الأخسرين . وكذلك العاقبة تكون أبداً للمتقين والفوز للصابرين . ¶ هذا هو ظاهر الآيات ومن القصة من غير أن نراجع تفسيراً أو أن نسمع كلاماً فيها من أحد . فقوله ( إني سقيم ) كذب في ذات الله ، كما قال رسول الله عليه السلام ، وكما ظهر من الآيات . هذا عن الشبهة الثالثة . ¶ وأما الشبهة الرابعة ، وهي قولهم : لماذا اختار أبشع اللفظين ؟ فيقال : إن قوله \" كذب في ذات الله \" ليس فيه بشاعة ، وإنما يكون بشعاً لو قال \" كذب \" وسكت . أما إذا ذكر أن ¶ -91-",
            "page": "111",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "الكذب كان في ذات الله، ولأجل الله ورضوانه فما فيه شيء، وليس بحرام . بل قد يكون جائزا ، وقد يكون واجباً إذا ما كان الصدق فيه فساد في الأرض أو خذلان لحق كما قدمنا . وكيف يكون الواجب بشعاً ، وكيف لا يكون التحديث عنه جائزاً لا شيء فيه . ¶ وأيضاً إن مثل هذه العبارة ضرب من ضروب المدح والثناء ، ضرب من الإطراء . فإذا قيل : لم يكن من فلان في حياته كلها كذب ـ لا في هزل ولا في جد ـ إلا في ثلاث كذبات كان ذلك القول في أقصى عبارات المدح . وهذا كما يقال \" كفى المرء نبلاً أن تعد معايبه \" ، فحصر عيب الإنسان لا يكون عيباً . فإذا قيل : لم يعص فلان إلا مرتين في حياته كان هذا القول مديحاً قطعاً . وليس معناه أن الكذب نفسه ممدوح ، ولكن المدح يؤخذ من العبارة كلها . ¶ وأيضاً قد ذكر القرآن في حق الأنبياء عبارات قد تكون مثل نسبة الكذب إلى إبراهيم وقد تكون أشد . فقال في خاتمهم ( ليغفر لك الله ما تقدم من ذنبك وما تأخر ) وقال ( واستغفر لذنبك ) وقال في آدم ( وعصى آدم ربه فغوى ) وقال ( وظن داود أنما فتناه فاستغفر ربه وخر راكعاً وأناب فغفرنا له ذلك ) وهذا في القرآن غالب . ¶ وحينئذٍ يقال : هذه الكلمات إما أتكون على ظاهرها ، وأنه وقع منهم ذنوب ، فلتكن كذبات إبراهيم منها ولتكن من الذنوب الجائزة في حق الأنبياء . وإما ألا تكون على ظاهرها ، وأنهم ليست لهم ذنوب في الحقيقة ، وتلك الآيات مذهوب بها عن ظاهرها . فيقال : إذاً لماذا اختار هذا التعبير البشع الذي يوهم النقصان ؟ ولماذا لم يأت بالعبارات البعيدة عن ذلك ؟ وهذا السؤال في الآيات كالسؤال في الحديث . فما كان جواباً عن الآيات كان جواباً عن الحديث . ¶ حديث الذي حرق نفسه",
            "page": "112",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "عن أبي هريرة عن رسول الله عليه السلام قال : \" قال رجل لم يعمل حسنة قط لأهله : إذا مت فحرقوني ، ثم اذروا نصفي في البحر ونصفي في البر ، فوالله لئن قدر الله عليّ ليعذبني عذاباً لا يعذبه أحداً من العالمين . فلما مات الرجل فعلوا ما أمرهم . فأمر الله البحر فجمع ما فيه وأمر البر فجمع ما فيه ثم قال : لم فعلت هذا ؟ قال : من خشيتك يا ربي ، وأنت أعلم . ¶ -92- ¶ فغفر الله له \" رواه البخاري ومسلم . وروياه أيضاً من حديث أبي سعيد . ورواه البخاري عن حذيفة . ¶ قد عد هذا الحديث قوم مشكلا فإن ظاهره أن الرجل كان شاكا في قدرة الله لأنه قال لئن قدر الله عليّ . وقد غفر له . ومن شك في قدرة الله لم يكن مسلماً . ومن لم يكن مسلماً لم يكن أهلاً لأن يغفر له . فالحديث من المشكلات . ¶ فأجابت طائفة قالت : إن \" قدر \" هنا بمعنى ضيق كقوله تعالى ( يبسط الرزق لمن يشاء ويقدر ) وقوله : ( وأما إذا ما ابتلاه فقدر عليه رزقه فيقول ربي أهانن ) وقوله في ذي النون ( إذ ذهب مغاضباً فظن أن لن نقدر عليه فنادى في الظلمات ) كل ذلك صائر إلى معنى ضيق . ¶ وهذا القول ضعيف لأن تقدير الكلام إلى \" لئن عذبني ليعذبني \" وهذا يقرب من إتحاد الجزاء والشرط ، لأن التضييق لا يعبر به في الكلام الفصيح عما في الآخرة، وعما بعد الموت . وإنما يستعمل في الدنيا وضيقها وفقرها وبؤسها . وأما الآخرة ففيها العذاب والآلام والنيران الحامية . فما معنى التضييق في الآخرة . على كل حال سياق الكلام يأبى هذا القول . ¶ قالت طائفة : كان جائزاً في الشرائع الأول أن يغفر لمن كفر ، وهذا الرجل الذي شك في قدرة الله كان من بني إسرائيل . وهذا قول لا يلتفت إليه . ¶ وقالت طائفة : إن الجاهل قد يعذر بجهله ، وإن جاء كافراً ، ما دام غير متعمد وهذا الرجل جاهلا . فهو معذور غير مأخوذ . وهذا القول كالأول لا يعتد به . ولو صح لنجا اليهود والنصارى وطوائف الكفر الذين كفروا بجهالة وما كانوا عالمين .",
            "page": "113",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "وقالت طائفة : إنه قال ذلك القول في حالة وجل وخوف وغيبوبة فغلط لسانه ، وتفوه بما لم يرده . وهذا كالرجل الذي قال \" اللهم أنت عبدي وأنا ربك \" من شدة الفرح والأعمال بالنيات . والله لا يؤاخذه إلا بما قد عقد عليه القلب ، لا بما سها به اللسان . ولا يقرب من الصواب أن يكون مقام هذا الرجل مقام من يغلط لسانه ، ومن يقول ما لا يريده جنانه . ومن البعيد الذي يضاف إلى المستحيل أن يكون ذلك القول غلطاً لسانياً لم يقصده القلب . ¶ -93- ¶ الجواب الصحيح :",
            "page": "114",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "والجواب الصحيح أن الكلام فيه شيء من المجاز ، وأنه قد وضع اللازم فيه موضع الملزوم , أو وضع السبب موضع المسبب وأن تقديره \" لئن جمعني ليعذبني عذابا \" فوضع القدرة موضع الفعل ، لأن الفعل تلازمه القدرة , ولا يمكن أن يكون فعل بلا قدرة . فإذا كان فعل علمنا أن هناك قدرة . وإذا علمنا أن هناك قدرة علمنا أنه يجوز أن يكون فعل ، وإذا امتنعت القدرة امتنع الفعل ، وإذا امتنع الفعل فليس بلازم أن تمتنع القدرة . ومثل هذا التوسع في الكلام مألوف معروف عند العرب , شائع في مخاطباتهم , بل هو موجود في كلام الناس اليوم . فهم يقولون : هل تقدر أن تذهب معي ؟ وهل تقدر أن تذهب إلى مكان كذا ؟ وأن تفعل كذا ؟ وهل تقدر أن تقول لفلان وأن تكلم فلاناً ؟ ويقولون : إنك لا تقدر أن تقول لي مقالة كذا , ولا تقدر أن تكتب في موضوع كذا . وأمثال هذا الكلام الشائع . يقولون ذلك لمن يستطيع أن يفعل وأن يعمل ، وهم يريدون بالقدرة هنا الفعل ، وإنما عبروا بها عنه لأنها لازمة له وسابقة ولا يكون إلا بها. فكذلك معنى قوله \" لئن قدر علي ليعذبني \" أي لئن جمعني وحاسبني ليعذبني . وقد جاء في القرآن آية مثل هذا الحديث تماماً قال الله تعالى في آخر سورة المائدة ( إذ قال الحواريون يا عيسى بن مريم هل يستطيع ربك أن ينزل علينا مائدة من السماء ) وما كان الحواريون شاكين في أن الله يستطيع أن يفعل ذلك ، وإنما أرادوا ( بيستطيع ) يفعل ، ولا خلاف .",
            "page": "115",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "وقد حسب هذا الرجل أنه إذا فرق نفسه ذرات في القفار والبحار كان أهون على الله من أن يجمعه وأن يحاسبه ، وكان أقل في نظر نفسه من أن يعبأ الله بجمع تلك الأجزاء الحقيرة الضائعة المبعثرة . هذا ما كان حسب ، وما كان قدر في عقله . ولا يمكن أن يكون شاكا في قدرة الله . والحديث يدل على أنه مؤمن به خائف منه ومن عقابه , مؤمن بعذابه وحسابه . حتى إن القصة يتبادر منها أنه كان ملياً بسيطاً ليس بالفيلسوف الباحث . ومثل هذا لا يكاد يصح أن يكون منكراً لقدرة الله . هذا تحقيق كلمة القدرة هنا . ¶ شبهة أخرى :- ¶ فإن قلت : ما قلت في كلمة القدرة لا بأس به إلا أن في الحديث إشكالا آخر . وذلك أن ¶ -94- ¶ صنعه هذا يدل على أنه كان شاكا في بعثه وبعث من تفرقت أجزاؤه , ولو لم يكن كذلك لما حرق نفسه وذراها . وقوله \" لئن قدر عليّ \" التي فسرتها بالفعل يدل على شكه أيضا . وإذا كان شاكا في البعث فكيف غفر الله له والشك في البعث كفران ؟ وهل الكافر يغفر له ؟ ¶ قلت : أغلب الناس لا يعرف دليل البعث إلا من الشرع ، ولا يعرفه من العقل . فالبعث عند هذا الصنف من الأمور السمعية النقليّة لا الأمور العقلية . فلا تقوم الحجة عليه إلا بأن يطلع على السمعي القائل بذلك . أما إذا جهل السمعي ، وأنكره بناء على جهله ، فلا تقوم عليه حجة . وهذا الرجل ما كان عالماً بدلائل البعث الشرعية ، ولم يعرفه بعقله ، فشك فيه جاهلا ، فكان معذوراً . ومثل هذا من الشك قي بعض أحوال الآخرة ، وأهوال يوم القيامة ، وصفات الجنة والنار أعاذنا الله منها لأنه لم يعلم الآية التي ذكرت عددها ، أو شك في الصراط وفي صفته لم يكفر . ولا خلاف في ذلك . ¶ شبهة ثالثة في الحديث :",
            "page": "116",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "وهي أنه يقول : إن الرجل لم يعمل خيراً قط . والتوحيد ولا إيمان بالله وبالرسل والملائكة والكتب من أعمال الخير ، فظاهر الحديث أنه لم يؤمن بهؤلاء . كما أن ظاهره أيضاً أنه لم يأت بأركان الإسلام : الصلاة والصيام والزكاة والحج . فكيف يغفر له حينئذٍٍ ؟! . ¶ عن هذا جوابان : ¶ الأول ـ أن يكون المراد أنه قد جاء بحسنات وسيئات ، فساوت الحسنات السيئات ، فذهبت بها , ولم تبق منها حسنة ، وصار كمن لم يعمل خيراً قط . ونظير ذلك رجل يكسب كل يوم مائة قرش , وينفق في جانب آخر كل يوم مثلها ، فإذا ما إستمر كذلك سنة وأردنا أن ننظر فيما كسب في هذه المدة ، فإننا نقول بعد الحساب : إن هذا الرجل لم يكسب شيئاً قط . وإذا فرضنا أن مواليد الأمة المصرية مائة ألف وموتاها كذلك في سنة 1935 فإنه يصح لنا أن نقول : إن الأمة المصرية في السنة المذكورة لم يأتيها عدد جديد ، أو لم يولد لها ، وأمثال هذه العبارات . وربما فسر هذا ما صح عن رسول الله - صلى الله عليه وسلم - أنه قال يوماً لأصحابه \" أتدرون من المفلس \" قالوا : المفلس فينا يا رسول الله من لا درهم له ولا دينار . فقال : \" المفلس من يأتي ¶ -95- ¶ يوم القيامة بصلاة وصيام وزكاة ، ويأتي وقد شتم هذا وسفك دم هذا ، وأكل مال هذا . فيعطي هذا من حسناته وهذا من حسناته فإن فنيت حسناته قبل أن يقضى عليه ، أخذ من خطاياهم فطرحت عليه وطرح في النار \" رواه مسلم . والمفلس هو الذي لا شيء له وكأنه لا عمل له وكأنه لم يعمل خيراً قط . وبهذا الجواب تنحل شبهات كثيرة عن أحاديث معروفة . فليكن القارئ على ذكر .",
            "page": "117",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "والجواب الثاني ـ إن العمل إذا أطلق إطلاقاً ، كما قيل عمل فلان عملا صالحا ، أو عمل سيئاً ، لا يذهب عند هذا الإطلاق إلا الأعمال الجوارح من صلاة وصيام وحج ونظائره ولا يذهب لأعمال القلب من الإيمان والتصديق والرحمة وحب العدل والحق وأمثاله . لهذا كثيراً ما يقرن القرآن العمل الصالح بالإيمان مثل ( إن الذين آمنوا وعملوا الصالحات ) الآيات . إذاً مراده هنا أنه لم يعمل عملاً مما تقوم به الجوارح لا أنه لم يؤمن . ¶ فإذا قلت : وهل تارك الأعمال كالصلاة والصيام يغفر له ؟! أوليس تارك ذلك كافراً كما صح عن رسول الله عليه السلام بالأسانيد الصحيحة ؟! . ¶ قلت أولاً : لعل هذا الرجل ما كان آمن إلا في آخر حياته . فلم يمكنه أن يؤدي عملاً من الأعمال . وذلك ككافر أسلم بعد ما طلعت الشمس فمات قبل أن تجب صلاة الظهر فإنه يغفر له ، وهو لم يعمل خيراً قط . ¶ وقلت ثانياً : لعل أعمال الجوارح في الأمم الذاهبة ليست شريطة للغفران والقبول وبهذا زال والحمد لله من الحديث كل إشكال ، وأصبح حديثا جليلا دالا على ما في عفو الله من سعة ، وعلى ما في خوفه من أجر ومثوبة . والخوف من الله هو لباب العبادة . ومادة التقوى . فمن لا خوف له لا تقوى له . ¶ تعذيب الميت ببكاء الحي عليه ¶ روى البخاري ومسلم وغيرهما من طرق مختلفة عن جماعة من صحابة رسول الله عليه السلام أنه قال : \" إن الميت يعذب ببكاء أهله عليه \" وفي رواية ببعض بكاء أهله \" وفي ¶ -96- ¶ لفظ \" يعذب ببكاء الحي عليه \" ¶ قامت الدلائل القطعية الدينية التي لا تتحمل الجدال على أن المرء لا يؤاخذ بما قدمت يداه ، وبما جناه . والقرآن الكريم دال بجملته على ذلك . لهذا كان الحديث مشكلا جد الإشكال . لأن ظاهره يقاوم هذه القطعيات الدينية . فافترقت الآراء هنا ، وكثرت الأقاويل في شرحه والعثور على معناه .",
            "page": "118",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "وقد أنكرته طائفة ، منهم عائشة زوج النبي . رواه عنها البخاري ومسلم . وقالت حسبكم القرآن فإنه يقول ( ألا تزر وازرة وزر أخرى ) ¶ وقالت طائفة : إنما يكون ذلك إذا أوصى الميت أهله بالبكاء عليه فإنه يعذب حينئذٍ وإلا فلا . وكان من عادة العرب أن يوصوا بالنياح عليهم ، وهو موجود في أشعارهم . ¶ وقالت طائفة : هذا لمن أهمل تعليم أهله أن النياحة محرمة . فإنه يعذب لأنه لم يعلم أهله ما يتقون ، وما يجلب سخط الله ، وهو راع لهم مسئول عن رعيته ، وهو القوام عليهم . ¶ وقالت طائفة : هذا في الكفار والمشركين لا المسلمين . ¶ وقالت طائفة : هذا وارد في إنسان بعينه، والألف واللام في الميت للعهد لا للإستغراق. ¶ وقالت طائفة بظاهره ، وعقلت أن الميت يعذب بما يبكي عليه ولم تكترث أن تخالف الدلائل القطعية . وقد قيل غير ذلك . ¶ وهذه أقوال لا تطمئن النفس إلى شيء منها ، ولا يسكن عندها الضمير . ¶ الجواب الصحيح : ¶ والجواب الصحيح الذي لا يعدل عنه أن العذاب هنا هو التألم لا العقاب ، فإن الميت يسمع بكاء الباكين عليه ، ويسمع ما يقولون فيه ، كما يسمع قرع نعال الدافنين إذا إنصرفوا عنه ، فيتألم لذلك ويحزنه بكاؤهم شفقة عليهم ورحمة بهم كما يتألم لو كان حياً . والتعذيب هو الإيجاع والإيلام أوسع معنى من العقاب وليس من ريب أنه يوجعه بكاء أحبابه ، ويؤلمه إذا سمع منهم ذلك ، وسماع الأموات لبكاء الباكين له نظائر في الدين . فقد صح في الحديث أن الميت يسمع قرع نعال دافنيه إذا رجعوا عنه وصح أن رسول الله عليه السلام خاطب كفار بدر توبيخاً لهم وتعذيباً وإيلاماً ، وقال لأصحابه \" ما أنتم بأسمع منهم لما أقول ولكنهم لا يجيبون \" ¶ -97-",
            "page": "119",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "وقد جاء هذا المعنى مصرحاً به في حديث رواه الطبراني ، وحسنه الحافظ ابن حجر في فتح الباري . قال صلى الله عليه وسلم فيه \" أيغلب أحدكم أن يصاحب صويحبه في الدنيا معروفاً فإذا مات استرجع فو الذي نفسي محمد بيده أن أحدكم ليبكي فيستعبر إليه صويحبه فيا عباد الله لا تعذبوا موتاكم \" وهذا فاصل في المسألة وفي معنى هذه الأحاديث . ¶ وفيها تفسير آخر لعله جيد هو أن المراد بالميت هنا المحتضر لا الميت حقيقة ، كقوله صلى الله عليه وسلم \" لقنوا موتاكم لا إله إلا الله \" رواه مسلم . وقوله في حديث رواه الدار قطني \" اقرؤوا على موتاكم يس \" فالموتى في هذين الحديثين هم المحتضرون . وهذا استعمال جائز لغة وشرعا . وهو استعمال مشهور . ومعنى الحديث حينئذٍ أن المحتضرين يتألمون إذا بكى عليهم أهلوهم ، ويزيدهم ألما على ألمهم . فنهى رسول الله صلى الله عليه وسلم عن أن يؤلموا موتاهم ، وأن يضاعفوا ما هم فيه من رحمة وشفقة بهم . ¶ فان قيل : هذا حسن لولا أن في الروايات ما يدفعه . وذلك أن في إحدى روايات الحديث \" ان الميت يعذب في قبره ببكاء الحي عليه \" . قلت : الذي يغلب أن هذه اللفظة غير محفوظة ، وإنما جاءت سهواً من الرواة ، والسهو يكثر في مثل هذا . ولهذا نرى البخاري روى الحديث ولم يرو هذه اللفظة وإنما رواها مسلم في بعض ألفاظه . ومسلم يتساهل كثيراً في التوابع والشواهد . ويزيدنا إطمئناناً إلى أن هذه اللفظة سهو أن أمثالها يقع فيه السهو كثيراً . وذلك أن الراوي يحسب أن العذاب المذكور لا يكون إلا في القبر ، فيتبادر إلى ذهنه وإلى لسانه زيادة ما حسب أنه هو المراد . وعلى هذا يخلص الحديث من شوائب الإعتراض . وحيث وجدنا للخبر الصحيح مذهباً سليماً من الشبهة وجب المصير إليه . ¶ لا يلدغ المؤمن من جحر مرتين ¶ روى البخاري ومسلم عن أبي هريرة عن رسول الله عليه السلام أنه قال : \" لا يلدغ المؤمن من جحر مرتين \" .",
            "page": "120",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "إعتاص هذا الحديث على قوم . قالوا : إن أراد حقيقة اللفظ ، وأن المؤمن إذا لدغته ¶ -98- ¶ حية أو نحوها من جحر لم يلدغ منه مرة أخرى ، كان هذا غير صحيح . فقد يلدغ المؤمن من جحر مرات . ثم أي فرق بين المؤمن وغيره في هذا ؟ وإن أراد مجاز اللفظ ، وأن الحديث مثل مضروب ، يراد به أن المؤمن لا يخدع مرتين ، وأنه إن خدع مرة فلن يخدع غيرها ، كان أيضاً غير صحيح . فقد نرى المؤمنين أكثر الناس إنخداعاً في هذا العصر. وهذا الغرب يتلاعب بالشرقيين المؤمنين ، وينتقل بهم من خديعة إلى خديعة أعظم ، وهم لا يتعظون . وهذا الشيطان أبداً خادعهم . إذاً فالحديث مشكل جداً .",
            "page": "121",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "ونحن نقول : الحديث صحيح الإسناد ، صحيح المعنى . وهو من جوامع الكلم التي أوتيها رسول الله عليه السلام ، ومن العبارات التي يعجز عن بلوغها فحول البلغاء . وبيان ذلك أن المؤمن حقاً يجب أن يكون فطيناً ألمعياً ، ذكياً ، لا يخدع ولا يغلب على أمره ، بل يحتاط لنفسه ، ولدينه ، ولعرضه ، ولوطنه ، ولكل حرمة يجب الإحتفاظ بها ، والرعاية لها . ولا يكون كأقوام نراهم اليوم بلهاء مغفلين ، ينقادون لكل خادع ويقعون في حباله . يخدعون في دينهم ، وفي أعراضهم ، وفي أوطانهم ، وفي أموالهم وأنفسهم ، ثم لا يستيقظون ، ولا هم يتعظون ، تخدعهم الساسة على بلادهم ، ويخدعهم المبشرون على دينهم ، وتخدعهم الدنيا . وهم هم لهذه الخوادع كلها أذلة منقادون ، وفي أيديها سادرون داخرون . فليس هؤلاء من المؤمنين حقاً الذين قيل \" المؤمنون \" فهم المعنيون . وقد جاء في الخبر أن المؤمن كيس فطن . وقد وصف القرآن المؤمنين بالعقل والعلم والمعرفة ، ووصف الكافرين بالغباوة والجهالة والبلادة في غير ما آية من كتاب الله عز وجل . وهل يكون عاقلا من لا يبالي بالآخرة ، وهي الحياة التي لا تنقطع ، وينفق همه وهمته في الدنيا وهي الفانية الخادعة ؟ وليس بعاقل من آمن بالساعة وبالجنة والنار ، ثم لم يجعل ذلك هو الأمر الذي له يهتم ويتعب وينصب ، بل ليس بعاقل من يشك في الآخرة وثوابها وعقابها ، ثم لا يبحث إلى اليقين ، ولا يحتاط لنفسه ، ويأخذ لها الحيطة . ونحن نحسب من يقدم على الشر الذي يشك في وقوعه فيه أحمق . فكيف بمن آمن بالآخرة ، وجنتها ، ونارها ، ثم نسى ذلك ؟! أوليس ذلك أوفر الخليقة حمقاً وغباءً ؟! . ¶ فالحديث وصف للمؤمنين بالفطانة ، والرزانة ، والتثبت ، والإحتياط . فهو لا يريد الجحر حقيقة ، ولا العدد حقيقة ، ولا اللدغ حقيقة ، بل هو أعلى من ذلك . هو مثل ـ كما ¶ -99-",
            "page": "122",
            "part": "1"
        },
        {
            "id": "123",
            "nass": "رأيت ـ لحال المؤمن الصحيح الإيمان . فحالة الفطنة ، والرزانة ، والتدبر فيما يأتي وما يذر . يفكر ثم يعمل . يفكر في المخرج قبل أن يصمم على المدخل . فلا يتقرب إلى الله بعبادة ، أو قربة ، حتى يعلم أن ذلك طاعة لله ، وأن الله طلبه من عباده ، فلا يبتدع ولا يخترع ، ولا يقول على الله قولا حتى يعلم أن الله قاله ، أو أن رسوله قاله ، ولا يقطع أمراً فبل أن يعرف أنه نافع لدينه أو دنياه ، بل يعقل ذلك كله ، ثم يقدم عليه مطمئناً رشيد الخطوة . فلا يهوى في غضب الله ، أو في إيذاء نفسه وأهله وصحبه . ذلك هو المؤمن حقاً ، وذلك هو ما يعنيه حديث رسول الله . وقد كان المؤمنون الأولون كذلك ، بل فوق ذلك ، فأحرزوا الدنيا ، وجنة الأخرى ، وكانوا ملوك الدنيا ، وملائكة الأخرى ، أو ملوك الأرض وملائكة السماء . ¶ والذين جعلوا الحديث مشكلاً هم الذين حسبوا أن العدد مراد حقيقة ، وأن الجحر مراد حقيقة ، وأن اللدغ مراد حقيقة ، والحق أن الحديث لم يعن من ذلك شيئاً، وإنما عنى ما ذكرنا ، و به خلص الحديث من الإشكال ، وصار قاعدة من قواعد أخلاق المؤمنين العالية ، وهو صحيح سواء أقيل : إن الحديث على الإخبار ، وإن المعنى أن ذلك هو شأن المؤمنين ، ووصفهم اللازم الذي امتازوا به ، على شرط أن نعنى بالمؤمنين المؤمنين حقاً ، أم قيل : إنه على النهي ، وان المقصد نهي المؤمنين عن أن يكونوا بلهاء مغفلين . والقولان صحيحان شرعاً ولغةً . والحديث عليهما صحيح .",
            "page": "123",
            "part": "1"
        },
        {
            "id": "124",
            "nass": "وليعلم القارئ أن العدد لا يراد حقيقته كثيراً . فقد قال في القرآن ( ان يستغفر لهم سبعين مرة فلن يغفر الله لهم ) وقال ( ولو أن ما في الأرض من شجرة أقلام والبحر يمده من بعده سبعة أبحر ما نفدت كلمات الله ) وقال ( أو لا يرون أنهم يفتنون في كل عام مرة أو مرتين ثم لا يتوبون ولا هم يذكرون ) وقال ( ثم أرجع البصر كرتين ينقلب إليك البصر خاسئاً وهو حسير ) ومن ذلك على قول للنحويين \" لبيك وسعديك \" . وأمثال ذلك كثير ، وهو لا يراد به حقيقة العدد ، وإنما يراد التكثير ، أو مطلق العدد . والحديث من هذا النوع . فصح معناه وسنده . ¶ -100- ¶ تحريم الجنة على العاصي ¶ صح عن رسول الله عليه السلام أنه قال \" لا يدخل الجنة نمام \" وأنه قال \" لا يخل الجنة قاطع رحم \" وأنه قال \" من قتل معاهداً ذمياً لم يرح رائحة الجنة \" هذه الروايات في الصحاح وغيرها . وأمثالها لا يحصى عدده . وإنما ذكرنا الروايات الثلاث نموذجاً لنذكر الجواب عنها ، ليكون جواباً عن أمثالها مما لم نذكره إذا مر على القارئ إن شاء الله . ¶ هذه الروايات وما في معناها مشكلة في الظاهر . فإن ظاهرها أن من عمل أحد الأعمال المذكورة حرمت عليه الجنة ، ولم يدخلها أبداً . ومعنى هذا أنه يخلد في النيران ، لأن الناس فريق في الجنة وفريق في السعير . ولا جرم أن هذا خلاف قطعيات الدين ، وخلاف إجماع أئمة المسلمين . والنصوص متظافرة على أن العصيان ليس كفراً ، وأن العاصي يدخل الجنة ، وإن طال مكثه في النار ، ما لم يتلبس بكفر أو إشراك . ¶ وقد أجاب العلماء عن هذه الأحاديث أجوبة كثيرة ، وأكثرها متكلف لا تقبله النفس المفكرة . وأقرب ما يقال في ذلك ما يأتي :",
            "page": "124",
            "part": "1"
        },
        {
            "id": "125",
            "nass": "أولاً ـ يجوز أن يكون ذلك كناية عما يوجب النار ، وعما يحرم الجنة . فإن إسراف المرء في النميمة ، وهي التحريش بين الناس ليتقاتلوا ويتعادوا . وكذا قطع الأرحام ، والتضييع لها ، وقتل المعاهدين الذميين الذين أعطوا ذمة الله واطمأنوا إليها : نعم إن إسراف المرء في ذلك كله يدل على أنه لا يرجو لله وقاراً ، ولا يخاف له عقاباً ، ولا يرجو منه ثواباً ، ولا يذكر جنة ولا ناراً ، وإلا نهاه بعض ذلك عن أن يتعاطى تلك الفواحش ، وأن يثابر على هذا المخازي ، بلا توبة رادعة . ومن كان كذلك كانت الجنة عليه حراماً ، وكان للنار أهلاً . وليس ذلك لأنه نمام وعقوق ، وقتال للمعاهدين فقط . بل لأن فعله ذلك شهيد بأنه قليل الإكتراث بالله وبثوابه ، وعقابه ، وفي جنته ، وناره ، وإلا لكان له من ذلك واعظ يعظه ، وزاجر يزجره . ويقارب هذا قول الله تعالى ( ويل للمطففين الذين إذا اكتالوا على الناس يستوفون وإذا كالوهم أو وزنوهم يخسرون ، ألا يظن أولئك أنهم مبعوثون ليوم عظيم ) ألا يظن هؤلاء الظالمون الباخسون الناس أشيائهم أنهم راجعون إلى الله فمحاسبهم على القليل والكثير ؟ على القطمير ¶ -101-",
            "page": "125",
            "part": "1"
        },
        {
            "id": "126",
            "nass": "والنقير ؟ على الخير والشر ؟ كلا . فإنهم لو علموا ذلك لكان لهم منه واعظ يعظهم وما ظلموا أحداً . فان النفوس مجبولة على أن تتقي الشر وإن قل ، وأن تحرص على الخير وإن قل . فمن لم يحرص على الجنة ، ويتق النار ، دل على أنه غير مؤمن بهما . وفي هذا المعنى قوله تعالى ( واستعينوا بالصبر والصلاة وإنها لكبيرة إلا على الخاشعين الذين يظنون أنهم ملاقو ربهم وأنهم إليه راجعون ) وقوله ( إنما يعمر مساجد الله من آمن بالله واليوم الآخر وأقام الصلاة وآتى الزكاة ولم يخش إلا الله فعسى أولئك أن يكونوا من المهتدين ) وقوله ( وما كانوا يؤمنون بالله والنبي وما أنزل إليه إن أولياؤه إلا المتقون ) وقوله ( ولو كانوا يؤمنون بالله والنبي وما أنزل إليه ما اتخذوهم أولياء ولكن كثيراً منهم فاسقون ) وشبائه ذلك في القرآن يعز حصره . يجعل الصلاح دليلاً على صدق الإيمان وثباته ، والفجور دليلاً على قلة الإيمان وتضعضعه . ¶ فكذلك الأخبار المذكورة تعنى أن هجوم الإنسان على هذه السيئات بلا تأثم يدل على أن إيمانه قليل أو مفقود فهو لا يدخل الجنة لذلك ، لا لتلك السيئات . ولهذا كثيراً ما يقول رسول الله عليه السلام من كان يؤمن بالله واليوم الآخر فليفعل كذا ، كقوله \" من كان يؤمن بالله واليوم الآخر فليقل خيراً أو ليصمت ، ومن كان يؤمن بالله واليوم الآخر فليكرم ضيفه \" ¶ فأعمال البر دليل الإيمان ، وأعمال الفجور دليل الجحود والكفران . وفي معنى ذلك قول الشاعر : ¶ تعصى الإله وأنت تظهر حبه هذا لعمري في القياس بديع ¶ لو كان حبك صادقاً لأطعته إن المحب لمن يحب مطيع",
            "page": "126",
            "part": "1"
        },
        {
            "id": "127",
            "nass": "فكل من ادعى شيئاً ، ولم يأت بدليل دعواه ، كان كاذباً . ودليل الإيمان بالله حقاً ، وباليوم الآخر ، والجنة والنار هي الأعمال . فان من آمن بأن عملا من أعمال الدنيا فيه غناه فلا بد أن يجد في طلبه ، وإن لم يفعل لم يكن مؤمناً بذلك ، إلا أن يكون به جنة. وفي أول الأنفال ( فاتقوا الله وأصلحوا ذات بينكم وأطيعوا الله ورسوله إن كنتم مؤمنين ، إنما المؤمنون الذين إذا ذكر الله وجلت قلوبهم ، وإذا تليت عليهم آياته زادتهم إيماناً وعلى ربهم يتوكلون ، الذين يقيمون الصلاة ومما رزقناهم ينفقون ، أولئك هم المؤمنون حقاً ) وقال ( قالت الإعراب آمنا قل لم تؤمنوا ولكن قولوا أسلمنا ) إلى قوله ( إنما المؤمنون الذين آمنوا بالله ورسوله ثم ¶ -102- ¶ لم يرتابوا وجاهدوا بأموالهم وأنفسهم في سبيل الله أولئك هم الصادقون ) وبهذا تفسر تلك الأحاديث التي إعتاصت على كثير من العلماء ، وتحيروا في الجمع بينها وبين أصول الدين . مثل قوله صلى الله عليه وسلم \" لا يزنى الزاني حين يزني وهو مؤمن ، ولا يسرق السارق حين يسرق وهو مؤمن ، ولا يشرب الخمر حين يشربها وهو مؤمن \" وقوله عليه السلام \" من رغب عن أبيه فقد كفر \" وقوله \" اثنتان في الناس هما كفر : الطعن في الأنساب والنياحة على الميت \" ، وقوله : \" من ترك الصلاة فقد كفر \" وأمثالها .",
            "page": "127",
            "part": "1"
        },
        {
            "id": "128",
            "nass": "ولا ريب أن من واظب على ترك الصلوات ، وأركان الإسلام ، وعلى الزنا ، والخمور ، والسرقات ، والنميمة ، وقطيعة الأرحام بلا توبة ، قليل الإيمان ، بل فاقد الإيمان . فان المؤمن حقاً الذي يخاف الله ويخاف مقامه ، إن وقع في شيء من ذلك لم يلبث أن يعود إلى ربه ، وإلى عقله ولم يلبث أن يمد إلى الله يد المتاب ، كما قال ( إنما التوبة على الله للذين يعملون السوء بجهالة ثم يتوبون من قريب ، فأولئك يتوب الله عليهم وكان الله عليماً حكيماً ، وليست التوبة للذين يعملون السيئات حتى إذا حضر أحدهم الموت قال إني تبت الآن ولا الذين يموتون وهم كفار ، أولئك أعتدنا لهم عذاباً عظيما ) ، وقال : ( وسارعوا إلى مغفرة من ربكم وجنة عرضها السموات والأرض أعدت للمتقين ، الذين ينفقون في السراء والضراء والكاظمين القيظ والعافين عن الناس والله يحب المحسنين ، والذين إذا فعلوا فاحشة أو ظلموا أنفسهم ذكروا الله فاستغفروا لذنوبهم ومن يغفر الذنوب إلا الله ولم يصروا على ما فعلوا وهم يعلمون ) فالجنة معدة للمؤمنين الذين لا يصرون على المعصية ، بل أن قارفوا منها شيئاً لم ينشبوا أن يتوبوا لأن إيمانهم يدفعهم إلى التوبة . وأما من أصر على محاربة الله ومخالفته فليس بمؤمن حقاً ، وإنما يدعي ذلك ادعاء ، ومثل هذا لا يستحق الجنة . ¶ وتستطيع أن تتصور هذا المعنى في إنسان يدعي حبك وصداقتك في حين أنه لا يزال يخالفك ويسعى في إبطال أوامرك وإتيان ما تكره ومجانبة ما تحب . فهل تصدق أن هذا صديق وحبيب حقيقة ؟! وهل يمكن أن يكون كذلك ؟! اللهم لا . وتقدر أن تفهم ذلك أيضاً في نفسك فانك واجدك تتفانى في خدمة من تحب ، وتستسهل الصعب في اكتساب مرضاته ، وتتقي طاقتك إغضابه ومخالفته . فان وقع منك شيء يدني من غضبه ، أو يجرح شعوره ، لم تتردد في أن ¶ -103-",
            "page": "128",
            "part": "1"
        },
        {
            "id": "129",
            "nass": "تتوب ، وأتبسط إليه يد الإعتذار . فمن كان محباً لله ، حريصاً على رضاه ، لم يكن منه أن يصر على مخالفته . هذا ظاهر . وهذا أحسن محمل لهذه الأخبار ، وأقر بها إلى الشرع واللغة والعقل . ¶ الرأي الثاني : ¶ أن النفي واقع على حالة من الحالات ، وعلى زمن من الأزمان ، لا على كل الحالات ، ولا على كل الأزمان ، فلا يراد أنه لا يدخل الجنة أبداً ، ولا يدخلها في حالة من الحالات التي تقع تحت اللفظ ، بل يراد أنه لا يدخل الجنة في زمن معلوم ، وحالة خاصة ، كأن يراد أنه لا يدخلها دخولا مطلقاً ، دخولا حراً من كل قيد ، يبيح له كل لذة في الجنة بلا تقييد ولا تضييق ، أولا يدخلها دخولا يبيح له جميع لذات الجنة ودرجاتها . والجنة درجات كما النار دركات . أعاذنا الله منها . بل يدخلها على حالة من الحالات .",
            "page": "129",
            "part": "1"
        },
        {
            "id": "130",
            "nass": "وهذا الرأي لا تأباه اللغة والدين ، ونظائره موجودة معروفة في الكلام . فقد قال الله في حق موسى : ( قال ربي أرني أنظر إليك قال لن تراني ولكن انظر إلى الجبل ) ، وقال في حق اليهود ( فتمنوا الموت إن كنتم صادقين ولن يتمنوه أبداً ) ولا ريب أن موسى سوف يرى الله في الآخرة ، وأن اليهود سوف يتمنون الموت وهم في أطباق النار فراراً من ذلك العذاب النكر المستمر . فالنفي في الآية لحالة لا لكل حالة ، وفي زمن لا في كل زمن . وقال : ( فيومئذٍ لا يسأل عن ذنبه إنس ولا جان ) ، وقال : ( إن الذين يشترون بعهد الله وإيمانهم ثمناً قليلا أولئك لا خلاق لهم في الآخرة ولا يكلمهم الله ولا ينظر إليهم ولا يزكيهم ولهم عذاب عظيم ) . ولا ريب أنه لا يريد أنهم لا يكلمون ولا يسألون أبداً . فكذلك الروايات المذكورة ومثل هذا من الكلام أن ترى جماعة يتأهبون للحج هذا العام ، فيقولون لك : ألا تخرج معنا ؟ فتقول : لا ، أولا أخرج ، وأنت تعني أنك لا تخرج العام لا كل عام . وكذا ، فقلت لا أذهب ، كان مرادك أنك لا تذهب معه تلك الساعة لا في كل ساعة ، وكذا إذا قيل لك : كل اشرب واقعد واخرج ، فقلت لا أفعل ، كنت تريد أنك لا تفعل في تلك الساعة لا في كل ساعة . وهذا شيء واضح . وهذا كلام فصيح جائز في كل لغة . وكلام رسول الله يذهب به حيث تذهب العرب بكلامها . وكذلك قد تقول : فلان لا يتقي الله ، ولا يخاف الله ، إذا ما كانت تقواه وخوفه قليلين ، وإن كان أصل ذلك ¶ -104- ¶ موجوداً عنده . وتقول : فلان لا يخاف أحداً ، ولا يحب أحداً ، ولا يرجو أحداً ، إذا ما نقص حظه من ذلك . ولست تريد أنه فقد ذلك جميعاً . فإن هذا لا يمكن . ¶ وهذا التوجيه في الروايات يوافق الأخبار الصحيحة الكثيرة في أن طوائف من المسلمين يدخلون النار ويخرجون منها بعد أن يطهروا وينقوا من سيئات تلطخوا بها . وهذان التوجيهان هما أحسن ما يقال في الأخبار .",
            "page": "130",
            "part": "1"
        },
        {
            "id": "131",
            "nass": "وفيها أقوال أخرى قالها شرّاح الحديث . فقيل : إنها منسوخة بالآيات والأحاديث والإجماع . فان هذه دالة على أن الموحدين يدخلون الجنة لا محالة ، وإن عذبوا في النار أزماناً . وقيل : إن هذه الأخبار كانت في بدء الإسلام . وقيل : إن المراد من استحل تلك القبائح لا من فعلها وهو يرى أنها حرام . فالذي يستحل النميمة والقطيعة ودماء الذميين لا يدخل الجنة أبداً ، لأن من استحل ذلك كفر . وقيل : إنها من العام الذي عني به الخاص . فهي وإن كانت ظاهرة في أن من فعل ذلك فهو في النار مخلداً سواء الكافر والمؤمن إلا أن المراد بها الكافر ، ولا ينكر أن في الشريعة وفي اللغة الفصيحة عمومات أريد بها خصوصات . وقيل : إن المراد منها التخويف وزجر الآثمين . وقيل : غير ذلك . ¶ وجميع هذه الأقاويل لا يعتد بها وبعضها من أقوال أهل الإلحاد وهو القول الأخير . ¶ تحريم من قال لا إله إلّا الله على النار ¶ عن عبادة بن الصامت قال : سمعت رسول الله صلى الله عليه وسلم يقول \" من شهد أن لا إله إلا الله وأن محمداً رسول الله حرم الله عليه النار \" ، وعن معاذ بن جبل قال : سمعت رسول الله عليه السلام يقول \" حق الله على العباد أن يعبدوه ولا يشركوا به شيئاً ، وحق العباد على الله ألا يعذبهم إذا فعلوا ذلك \" وعن أنس بن مالك رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم \" ما من عبد يشهد أن لا إله إلا الله وأن محمداً عبده ورسوله إلا حرمه الله على النار \" وعن عتبان بن مالك قال : قال رسول الله صلى الله عليه وسلم \" لا يشهد أحد أن لا إله إلا الله وأني رسول الله فيدخل النار \" ، وفي رواية \" أو تطعمه النار \" هذه الروايات ¶ -105- ¶ صحيحة خرجها أصحاب الصحاح وغيرهم .",
            "page": "131",
            "part": "1"
        },
        {
            "id": "132",
            "nass": "وقد أسرف قوم فزعموا أن من شهد أن لا إله إلا الله فهو في الجنة ، وهو محرم على النار، وإن تلبس بالفواحش كلها ، وإن لم يعمل خيراً قط ، واحتجوا لمقالتهم هذه بالروايات المذكورة وما في معناها . وهذا القول من الدين والصواب في مكان سحيق ، وهو مخالف قطعيات الدين وإجماع أئمة الإسلام قاطبة ، ومخالف الضرورة والمعقول . وقد صرح الكتاب الكريم وكذلك سنة رسول الله في غير موضع أن من ترك الصلاة أو شعيرة من شعائر الإسلام الكبرى فمصيره إلى النار ، وإلى غضب الله ولا بد . وجهر أن من عصى الله فهو ذاهب إلى النار ، وهو على خطر عظيم . قال : ( فويل للمصلين الذين هم عن صلاتهم ساهون ) ، وقال : ( فخلف من بعدهم خلف أضاعوا الصلاة واتبعوا الشهوات فسوف يلقون غياً ) أي عذاباً أليماً . وقال في المشركين : ( فإن تابوا وأقاموا الصلاة وآتوا الزكاة فخلوا سبيلهم ) إذاً من لم يتب من الشرك ، ويقول لا إله إلا الله ، ويقم الصلاة ، ويؤت الزكاة ، فلا يخلى سبيله المؤمنون ، بل يجاهدونه على ذلك جهاداً عظيماً . ومن وجب أن يجاهده المؤمنون فليس منهم ، وليست له الجنة . وكذلك من لم يفعل ذلك فليس من المؤمنين وإن قال لا إله إلا الله ، وليس أخاً لهم ، لأن الآية اشترطت للأخوة القيام بهذه الشعائر . ومعلوم ( إنما المؤمنون إخوة ) فالذي ليس أخاً لهم ليس بمؤمن . وقد اعترف أهل النار أن أول ما يدخلهم النار هو ترك الأعمال . فقالوا لما قيل لهم ( ما سلككم في سقر قالوا لم نك من المصلين ولم نك نطعم المسكين ) وفي غير ما آية من كتاب الله أن أهل الجنة هم الذين آمنوا وعملوا الصالحات ( ان الذين آمنوا وعملوا الصالحات كانت لهم جنات الفردوس نزلا ) بل قد جعل القرآن العمل هو الطريق إلى الجنة وحده . فقال ( ادخلوا الجنة بما كنتم تعملون ) ، وقال : ( ونودوا أن تلكم الجنة أورثتموها بما كنتم تعملون ) ، وقال : ( هل تجزون بما كنتم تعملون ) إلى آيات كثيرة . ذلك",
            "page": "132",
            "part": "1"
        },
        {
            "id": "133",
            "nass": "يدل على أن الإيمان بلا عمل لا فائدة فيه بل لا يسمى إيماناً . كما يقول السلف : إن الإيمان قول وفعل وعقيدة . وهذا قول أهل الحق قاطبة . ¶ وقد عرف القرآن المؤمنين في آيات عدة ( إنما المؤمنون الذين آمنوا بالله ورسوله ثم لم يرتابوا وجاهدوا بأموالهم وأنفسهم في سبيل الله ) ، وقال : ( إنما المؤمنون الذين إذا ذكر ¶ -106- ¶ الله وجلت قلوبهم وإذا تليت عليهم آياته زادتهم إيماناً وعلى ربهم يتوكلون ، الذين يقيمون الصلاة ومما رزقناهم ينفقون ، أولئك هم المؤمنون حقاً ) وفي أول البقرة ( ذلك الكتاب لا ريب فيه هدى للمتقين ، الذين يؤمنون بالغيب ويقيمون الصلاة ومما رزقناهم ينفقون ، والذين يؤمنون بما أنزل إليك وما أنزل من قبلك وبالآخرة هم يوقنون ، أولئك على هدى من ربهم وأولئك هم المفلحون ) وقد أوعد من عصى فقال ( ومن يعص الله ورسوله فان له نار جهنم خالدين فيها أبداً ) وقال بعد أن قسم المواريث ( ومن يعص الله ورسوله ويتعد حدوده يدخله ناراً خالداً فيها وله عذاب مهين ) بل ق ذكر ما هو أبلغ من ذلك في الابعاد، فقال ( ومن لم يحكم بما أنزل الله فأولئك هم الكافرون ) وفي آية ( فأولئك هم الظالمون ) وفي ثالثة ( فألئك هم الفاسقون ) ، وقال : ( فلا ربك لا يؤمنون حتى يحكموك فيما شجر بينهم ثم لا يجدوا في أنفسهم حرجاً مما قضيت ويسلموا تسليما ) .",
            "page": "133",
            "part": "1"
        },
        {
            "id": "134",
            "nass": "هذه براهين قاطعة على أن الشهادتين وحدهما لا يعصمان من الكفر ولا من النار ، ولا يوجبان الجنة . ولقد توعد على سائر المعاصي بالنار والغضب والحرمان .فذكر متعاطي الربا بأشد عبارات الوعيد والتهديد , وكذلك فعل في الزنا والقتل والسرقة والظلم والعدوان . وصح عن رسول الله في مسلم وغيره أنه قال : \" من ترك الصلاة فقد كفر \" ، وصح أنه قال : \" العهد الذي بيننا وبينهم الصلاة فمن تركها فقد كفر \" وفي الصحاح والمسانيد والسنن أنه قال عليه السلام : ( لا يزني الزاني حين يزني وهو مؤمن , ولا يسرق السارق حين يرق وهو مؤمن ، ولا يشرب الخمر حين يشربها وهو مؤمن ) . وفي البخاري ومسلم أنه قال : ( لا يدخل الجنة نمام ) وفيهما قال : ( لا يدخل الجنة قاطع رحم ) ، وقال : ( من قتل معاهداً لم يرح رائحة الجنة ) ، وفي الصحيح أنه قال : ( لا يدخل الجنة من كان في قلبه مثقال حبة من كبر ) ، وصح أنه قال : ( لا يؤمن أحدكم حتى يحب لأخيه ما يحب لنفسه ) ، وقال : ( والله لا يؤمن من لا يأمن جاره بوائقه ) خياناته . وصح أنه قال : ( دخلت النار امرأة في هرة ) وقال بني الإسلام على خمس : شهادة أن لا إله إلا الله وأن محمداً رسول الله : وإقام الصلاة ، وإيتاء الزكاة ، وصوم رمضان ، وحج البيت من استطاع إليه سبيلا ) وصح أنه قال لما سأله جبريل ما الإسلام : ( الإسلام شهادة أن لا إله إلا الله وأن محمداً رسول الله ، وإقام الصلاة وإيتاء ¶ -107- ¶ الزكاة ، وصوم رمضان , وحج البيت ) ، وقال : ( اطلعت في النار فرأيت أكثر أهلها النساء ) . فقيل له : ولم يا رسول الله ؟ قال : ( لأنهن يكفرن ) . قيل أيكفرن بالله . قال : ( لا . ولكن يكفرن الإحسان ) ، وقال : ( من رغب عن أبيه فقد كفر ) .",
            "page": "134",
            "part": "1"
        },
        {
            "id": "135",
            "nass": "كل هذه الأخبار في الصحاح وغيرها . وفي صحيح مسلم أنه قال : ( إثنتان في الناس هما كفر : الطعن في الأنساب ، والنياحة على الميت ) , وفي البخاري عن رسول الله عن الله عز وجل أنه قال : ? من عادى لي ولياً فقد آذنته بالحرب ? . والأخبار الصحيحة في هذا المعنى لا تعد . وليست الأخبار التي احتجوا بها أكثر من هذه ولا أصح . ¶ ثم لو صح أن يتمسكوا بظاهر هذه الروايات لقالوا : إن من شهد أن لا إله إلا الله وأن محمداً رسول الله فالنار محرمة علي ولو كفر بما عداهما : ولو كفر بالملائكة والنبيين وكل ما بعد الموت . ¶ وهذا لا يقوله ملى . إذاً لا يصح التمسك بظاهر الروايات البتة . إذاً ما معنى هذه الأحاديث المذكورة وعلى أي شيء تحمل ؟ فالجواب أن نقول : يجب أن نفهم الأحاديث مع نظرنا للأحوال التي أحاطت بها ومع نظرنا لحال القائل والذي قيلت له . فإننا إذا نظرنا إلى ذلك كله فهمنا الأخبار صواباً ولم نضل فيها ، وإن لم ننظر إلى ذلك بل أردنا فهمها من ألفاظها مجردة من كل قرينة وحال ، كنا غالطين ضالين في فهمنا وفي تفكيرنا ولا محالة . وهذا أمر عام في كل الأقوال ، يجب على الذين يريدون أن يفهموا قولا وأن يحيطوا بمعناه أن يتدبروا الظروف والحالات التي كانت مسيطرة على القائل ومن قيل له ، ليفهموا المعنى الذي قصد إليه القائل , ومن لم يفعل ذلك كان خطؤه أكثر من رشده ولا جرم . وهذا شيء لا نزاع فيه بين العلماء .",
            "page": "135",
            "part": "1"
        },
        {
            "id": "136",
            "nass": "إذاً يجب أن نفهم حال رسول الله ، وحال الذين خاطبهم رسول الله بتلك الأحاديث لنستطيع فهمها ، ولنعصم من الضلال فيها . نظرنا فوجدنا الذين كانوا في زمن رسول الله عليه السلام ، والذين كان يخاطبهم رسول الله بتلك الأخبار ، لم يكونوا يأبون منه إلا الشهادتين . إلا أن يشهدوا أن لا معبود إلا الله ، وأن محمداً رسول الله . فإذا ما أقر أحد منهم بذلك لم يأب الأعمال ، ولم يمتنع من القيام بالطاعات التي جاء بها , بل أذعن لذلك جملة . فالخلاف إذا بين ¶ -108- ¶ رسول الله وبين الناس في التوحيد والشهادتين ، لا في الأعمال . فإذاً قوله صلى الله عليه وسلم : ( من شهد أن لا إله إلا الله حرمه الله على النار ) يريد من قبل دعوته التي جاء بها ، وهي التوحيد والتصديق أنه رسول الله ، وذلك مستلزم للأعمال والطاعات . ولا يراد به إن يقول ذلك مع ترك الأعمال ، فإن هذا لم يكن موجوداً في المخاطبين ، ولا معهوداً في زمنهم . وحمل الأخبار على ما لا يعهد ولا يعلم لا يجوز مطلقاً . ومن حملها كذلك كان ضالاً . فقوله صلى الله عليه وسلم : ( من شهد أن لا إله إلا الله وأن محمداً رسول الله ) معناه من آمن بالله وبرسول الله . وذلك يستتبع القبول لما جاء به ويستتبع العمل به ، وقد جاء بالأعمال وشعائر الإسلام وأوجب ذلك على المؤمنين ، وأوعد من لم يعمل بالنار والغضب . فمن لم يعمل بما جاء به لم يكن مؤمناً صادقاً في إيمانه . ومثل ذلك أن تزعم أنك صديق لفلان ، وأنك حبيبه الخالص ، ثم لم تعمل مع هذا الزعم بما توجبه الصداقة ، وبما يشرعه الحب ، فإنه لا يمكن حينئذٍ أن يصدق أحد دعواك ، ولا يمكن أن تكون صديقه وحبيبه حقيقة . فإن المحب مطيع محبوبه لا محالة .",
            "page": "136",
            "part": "1"
        },
        {
            "id": "137",
            "nass": "ومثال هذه الأحاديث أن يقوم إنسان يطلب الملك ، فيخرج كتاباً للناس يقول : من أقر بأني ملك عليه ، واعترف لي بذلك أعليته وأرضيته دائماً ، ولم أغضب عليه أبداً , ولم أؤذه يوماً . فهل يمكن أن يفهم أحد من قوله هذا أنه يريد : من اعترف لي بالملك نال هذا الجزاء ، وإن لم يطعني ، وإن لم يقبل قوانيني وما فرضته على الناس ، وإن آذنني بالعصيان والمحاربة ؟ اللهم لا . فكذلك أقوال رسول الله عليه السلام . ¶ هذا هو التوجيه الأول لهذه الأحاديث . وهو توجيه حسبك به جودة ! ¶ وثم توجيه آخر ، وهو أن يقال : كان أناس يؤمنون بالله ورسوله فيموتون أو يقتلون في سبيل الله قبل أن يدركهم وقت العمل ، وقبل أن يعملوا ، لأن الأجل لم يمهلهم ، فهؤلاء يدخلون الجنة ، ويحرمون على النار ، وهم لم يعملوا . فهذه الأحاديث تريد أمثال هؤلاء . وقد حصل ذلك في زمن رسول الله ، فآمن به أقوام ، وجاهدوا معه فقتلوا في سبيل الله قبل أن يصلوا ويصوموا ، وقبل أن يقوموا بأركان الإسلام : فهم في الجنة . وهذه الأحاديث قيلت في حقهم . هذا هو التوجيه الثاني ، وهو دون التوجيه الأول . ¶ -109-158",
            "page": "137",
            "part": "1"
        },
        {
            "id": "138",
            "nass": "وثم توجيه ثالث ، وهو ان يقال : لا شك أن من ضمن شهادة ان محمداً رسول الله , ومن جملة الإيمان به المعبر عنه بالشهادة أنه رسول الله ، الإيمان بكل ما جاء به وطاعته في الذي أمر به ، وفي الذي نهى عنه ، فلا يتم إيمان إنسان به حتى يؤمن بما جاء به . ومن لم يكن كذلك لم يكن مؤمناً ، ولا شاهداً أنه رسول الله . فإن معنى الإيمان به الإيمان بالذي جاء به وقاله وفعله , وأنه من عند الله, لا يجوز مخالفته ولا عصيانه هذا هو الإيمان بأنه رسول الله . كما ان معنى الإيمان بأن فلانا من الناس طبيب لا يقربه الخطأ في علاجه ان نذعن له إذا أمر ونهى وعالج ، وأن نقع تحت تصرفه . وأما من رفض قول الطبيب وهو عليل ، كان رفضه دليل على أنه غير مؤمن له بالطب وصدق العلاج . هذا هو الواقع فيمن كان متوازن الشعور والتفكير . ومن قال : إن سيبويه نحوي لا يسامى ولا يتجاوز الصواب نحوه , ثم راح يخالفه وينقض عليه آراءه في النحو , لم يكن مؤمناً بما قال , ولا صادقاً فيه . ¶ فالإيمان بالرسول , الذي يكفل الجنة ، ويحرم على النار ، يشمل الإذعان له فيما جاء به ، وطاعته فيما أمر ونهى ، وإلا لم يكن إيماناً بأنه رسول الله . كما أن معنى الإيمان بأن فلاناً من الناس رسول الملك الذي لا يكذب , طاعته فيما ادعاه , وفيما طالب به , وإلا كان من أرسل إليهم معرضين لعقاب الملك , وخارجين عليه , فالإيمان بالرسول , أنه رسول الله , يشمل الإيمان بكل ما جاء به ولا ريب .",
            "page": "138",
            "part": "1"
        },
        {
            "id": "139",
            "nass": "ولهذا ذكرت الأحاديث الإيمان به ، ولم تذكر الإيمان بسائر الأنبياء والملائكة والكتب وغير ذلك لأن الإيمان به يشمل ذلك كله . ولو لم يكن كما ذكرنا لكان الإيمان بمحمد عليه السلام منجياً من النار , وإن لم يلازمه الإيمان ببقية الرسل والكتب والملائكة واليوم الآخر . فهذه الروايات لا تذل البتة على أن من ترك الأعمال في الجنة . كما أنها لا تدل على أن من كفر بعيسى ، أو نوح ، أو باليوم الآخر ، أو بالجنة ، أو بالنار ، وآمن بمحمد عليه الصلاة والسلام ، فهو في الجنة . ¶ وأخيراً لينظر هؤلاء المرجئة في قوله تعالى ? بلى من كسب سيئة وأحاطت به خطيئته فأولئك أصحاب النار هم فيها خالدون ? وفي قوله ? إن الذين يأكلون أموال اليتامى ظلماً إنما يأكلون في بطونهم ناراً وسيصلون سعيراً ? ¶ -110- ¶ سجود الشمس تحت العرش ¶ عن أبي ذر عن رسول الله صلى الله عليه وسلم أنه قال حين غربت الشمس ( أتدري أين تذهب هذه ؟ ) قلت : الله ورسوله أعلم . قال ( فإنها تذهب حتى تسجد تحت العرش فتستأذن فيؤذن لها ، ويوشك أن تسجد فلا يقبل منها ، وتستأذن فلا يؤذن لها ، فيقال لها ارجعي من حيث جئت فتطلع من مغربها . وذلك قوله تعالى ? والشمس تجري لمستقر لها ذلك تقدير العزيز العليم ? ) رواه البخاري ومسلم . وفي لفظ لهما ( فتستأذن في السجود فيؤذن لها ، وكأنها قد قيل لها ارجعي من حيث جئت ) . ¶ وقد ظنت طائفة أن هذا الحديث يدل على أن الشمس تغيب عن الأرض في وقت وتذهب لتسجد تحت العرش ، فكذبوا الحديث ، وقدحوا في روايته ورواته ، وهم عدول . قالوا : إننا نعلم بالضرورة والمشاهدة والحس أن الشمس لا تفارق الأرض لحظة ، وإنما تغيب عن قسم منها وتطلع على قسم آخر حتى تقطع الأرض كلها كذلك . قالوا : ولا حديث الذي يخالف المشاهدة والحس لا يصدق . ¶ وقالت طائفة : إن الحديث صحيح ، وإن الشمس تذهب كل يوم وتسجد تحت العرش ، وتغيب عن الأرض . ولم يعبأوا بأن يعاندوا الضرورة والمشاهدة .",
            "page": "139",
            "part": "1"
        },
        {
            "id": "140",
            "nass": "والطائفتان غلطتان غلطاً مبيناً . يتبين لك ذلك بتفسير الحديث كلمة كلمة . فنقول الذي في هذا الحديث ما يأتي : ¶ أولاً ـ إن الشمس تغرب . ¶ ثانياً ـ إنها تذهب وتجري . ¶ ثالثاً إنها تسجد تحت العرش . ¶ رابعاً ـ إنها تستأذن فيؤذن لها . ¶ خامساً ـ إنها تجري حتى تستقر تحت العرش ، وإن العرش مستقرها . ¶ سادساً ـ إنها تطلع أخيراً من مغربها . ¶ -111- ¶ هذا جملة ما في هذا الحديث . فلننظر أفيه ما يخالف المشاهدة والحس . ¶ أما الأول وهو أنها تغرب ، فلا إشكال فيه . لأن الغروب هو الإختفاء . والشمس تختفي . ولا يضرنا أن يكون الغروب أي الإختفاء ناشئاً من سير الأرض ، أو من سيرها هي . فالعرب تقول غرب الجبل وغاب . إذا ما أبعدوا عنه حتى إختفى عنهم . والجبل ثابت مكانه لا يزول . والذين يقولون إن الشمس ثابتة يقولون لها غربت وطلعت . وغروبها مذكور في القرآن . ¶ أما الثاني , وهو أنها تذهب وتجري ، فلا شك فيه أيضاً . لأن علماء الفلك اليوم يقولون : إنها تدور حول نفسها ، ويقولون إن لها دورة أخرى حول نجم آخر . والدوران لا يكون إلا من جري بالضرورة ، لأن الجري هو المشي . ثم إن الجري له استعمال آخر مجازي ، كما تقول الآن : إن الحكومة السعودية العربية تجري إلى الأخذ بأطراف الكمال والمدنية الفاضلة بجد ونشاط ، وكما يقال جرى قلم القضاء بما يكون ، وأمثال ذلك . ولا يراد به الحركة والإنتقال حقيقة .",
            "page": "140",
            "part": "1"
        },
        {
            "id": "141",
            "nass": "وأما الثالث ، وهو أنها تسجد تحت العرش ، فنقول : قد اخبر القرآن أن كل شيء في السموات والأرض يسجد لله ، كما قال ? ولله يسجد من في السموات والأرض طوعا وكرهاً وظلالهم بالغدو والآصال ? ، وقال : ? ألم تر أن الله يسجد له من في السموات ومن في الأرض والشمس والقمر والنجوم والجبال والشجر والدواب وكثير من الناس، وكثير حق عليه العذاب ? ، وقال : ? النجم والشجر يسجدان ? والآيات في هذا كثيرة . كما قد أخبر أن كل شيء قد أسلم له ، وكل شيء يسبحه ? وإن من شيء إلا يسبح بحمده ولكن لا تفقهون تسبيحهم ? ، ? سبح لله ما في السموات وما في الأرض ? ، ولا يراد بذلك سجود كسجود العقلاء . وإنما يعنى به أحد ما يأتي : - ¶ إما أن يكون ذلك عبارة عن الانقياد والخضوع . والناس يسمون هذا سجوداً . كما قال الشاعر : ¶ أبدو فيسجد من بالسوء يذكرني فلا أعاتبه صفحاً وإهوانا ¶ وكما قال آخر : ¶ فكيف بمن لو أنني لحت واقفاً هوى ساجداً من خشيتي وقضى النحبا ¶ -112- ¶ وكما قال عمرو بن كلثوم : ¶ إذا بلغ الفطام لنا صبياً تخر له الجبابر ساجدينا ¶ والمراد بهذا السجود الخشوع والإنقياد . ويقوي هذا التفسير قوله في الآية ? طوعاً وكرهاً ? ، وقوله : ? وظلالهم بالغدو والآصال ? . ¶ وإما أن يكون المراد بالسجود الدلالة على الله . يعني أن هذه المخلوقات تدل على الله ، وعلى أنه يستحق أن يسجد له كل شيء ، وأن يعبده كل شيء . وهذا مجاز مشهور في اللغة . والتفسير الأول في السجود هو التفسير . ¶ وأما تقييد السجود بأنه يكون تحت العرش فهو مبالغة في الإنقياد وعبارة عن تمام ذلك . كما يقال : فلان يسجد تحت قدمي فلان ، ويسجد تحت سريره ، وتحت عرش الملك . والمعنى في ذلك المبالغة ، ولا تراد الحقيقة . فقوله إنها تسجد تحت العرش يعنى أنها خاضعة له أكمل الخضوع وأتمه .",
            "page": "141",
            "part": "1"
        },
        {
            "id": "142",
            "nass": "وأما الأمر الرابع ، وهو أنها تستأذن فيؤذن لها ، فنقول : غاية ذلك ان يكون مجازاً يراد به طاعتها لخالقها ، وطلوعها وغروبها بمشيئته وإرادته ، حتى كأنه يأمرها وينهاها فتعقل عنه ، وحتى كأنها تستأذنه في رواحها وغدوها . وهذا كله يعبر عن الخضوع . فإن الخاضع يستأذن المخضوع له عادة , ويستأمره فيما يأتي وما يذر ، ويسير حسب إذنه . فأطلق الإستئذان وأراد به ما يتبعه عادة ، وهو ما ذكرنا . وهذا النوع من التوسع شائع في الكلام . فهم يقولون : هذه الرسوم البالية تخبرنا أن كل شيء بال ، وان كل جديد فإلى البلى والزوال . ويقولون : هذه السيوف تشكو طول مكثها في الأغماد ، ويقول القائل منهم : شكا إلى جملي وناقتي طول السرى ، وشكت هذه الدابة إليّ الجوع والتعب ، ويقولون : هذا البيت يخبرنا أن بانيه حاذق بناء ، وهذه الصورة تقول إن من رسمني لراسم ماهر . ويقولون : قالت عينا الحبيب سمعاً وطاعة وأمثال ذلك لا يحصى . وطائفة من المفسرين يقولون : إن كل ما نسب إلى الجماد والسماء ، والأرض من المقال ، والخطاب بينها وبين الله محمول على ذلك . وذلك كقوله في السماء والأرض ? قالتا أتينا طائعين ? ونظائرها المعروفة في القرآن . ومثله استئذان الشمس وسجودها . ¶ -113- ¶ وأما الخامس ، وهو أنها تجري حتى تستقر تحت العرش فيقال : أما الجري فقد ذكرنا معناه . وأما أنه يكون تحت العرش ، فيقال : هذا كناية عن رجوعها إلى الله . إذ ليس وراء الله لمخلوق مرجع ولا مذهب فهو كقوله تعالى ? ألا إلى الله تصير الأمور ? ، ويقول الناس : \" خطاب العرش \" وهم يريدون خطاب من على العرش . أو يكون المراد بذلك أنها تستقر تحت العرش أخيراً عندما يأذن الله للساعة بأن تقوم .",
            "page": "142",
            "part": "1"
        },
        {
            "id": "143",
            "nass": "وأما الأمر السادس ، وهو أنها تطلع من مغربها ، فيقال : هذا عندما يأذن الله تعالى للعالم بالخراب والفناء ، ليخلق عالماً من أنقاضه أصلح للسكنى وأكثر إراحة لعباده . وهذا من علامات الساعة . والأخبار بأن الشمس تطلع من مغربها في الصحاح . ¶ هذا جملة ما في الحديث مما قد يعد مشكلا قد بان لك أيها القارئ أنه لا يقضي برد الحديث الصحيح . فإن قلت : إن كل ما ذكرت جميل لولا أن قوله ? تذهب حتى تسجد تحت العرش ? يدل على أن السجود غير الذهاب ، وغير التصريف والإنقياد . لأنه قد جعل السجود نهاية ذلك وغايته . فلا بد أن يكون السجود المذكور غير ما عبرت عنه بالخضوع . ¶ قلت عن هذا جوابان : ¶ أحدهما ـ أن المراد بالسجود تحت العرش هو وقوعها تحته حقيقة في آخر الدنيا عند إنقضاء مهمتها ، وسكون حركتها . والمعنى أن الشمس تبقى في شأنها إلى أن يأذن الله بفساد العالم ، فتقع تحت العرش ساجدة . وكل شيء إلى إنقضاء إلا وجه ربنا تعالى . ¶ وثانيهما ـ ان هذا مثل أن تقول : سار فلان حتى سار سيراً متعباً . وسار حتى أجد في السير . وسار حتى إنقطع ظهره من الإعياء . وأمثال هذه الكلمات . وليس جنس الذي قبل ( حتى ) غير الذي بعدها فيه . على أن ( حتى ) قد تكون للعطف المطلق كالفاء والواو . وهذا قول مشهور لطائفة من علماء النحو . وعليه يكون سياق الحديث \" تذهب فتسجد تحت العرش \" إلى آخره . وعلى هذا يخلص الحديث من هذه الشبهة . ¶ وعلى كل حال فالحديث عبارة عن أن الشمس مسخرة لله ، خاضعة لأمره الكوني ، سائرة على حسب ما أراد وقدر ، حتى كأنها عاقلة ، تسمع خطابه . والرواية الأخيرة وهي تقول \" حتى كأنها قيل لها أرجعي من حيث جئت \" تشهد لهذا وتقوي أن يكون الحديث تمثيلاً ¶ -114- ¶ لحالة الشمس . فالحديث صحيح المعنى مع تدبره ومع إعطائه ما يليق به من التفهم والتعقل ¶ والتريث في إصدار الأقوال . فإن الزلل كثيراً ما يقارن العجل . ¶ نسخ التلاوة في القرآن",
            "page": "143",
            "part": "1"
        },
        {
            "id": "144",
            "nass": "وردت أحاديث في الصحاح وغيرها تدل على أن آيات من القرآن الكريم قد نسخت تلاوتها مع إبقاء أحكامها . ففي البخاري عن عمر بن الخطاب أن آية الرجم قد نزلت في كتاب الله . وفي صحيح مسلم أنه كان مما يقرأ في كتاب الله \" لو كان لابن آدم واديان من مال لابتغى ثالثاً ولا يملأ جوف ابن آدم إلا التراب \" وقوله يا أيها الذين آمنوا لم تقولون ما لا تفعلون فتكتب شهادة في أعناقكم فتسألون عنها يوم القيامة \" ويوجد أمثال ذلك في الصحاح وغيرها . ¶ فاستشكل هذا طائفة من الناس قالوا إن القرآن ، بل والكلام كله من إخبار وإنشاء ، يراد به الدلالة والإفهام . ولا توجد الدلالة إلا عند وجود الدال ، وتفقد عند فقده . فإذا أبطل اللفظ , أي نسخ ـ وهو الدال ـ فكيف تبقى الدلالة والحكم ، بل لا بد أن تبطل الدلالة عندما يبطل الدال ، أي لا بد من نسخ الحكم إذا ما نسخ النص الذي دل عليه ، فإذا نسخت آية من القرآن فلا بد من نسخ حكمها ودلالتها . ولا معنى لنسخ اللفظ وهو التلاوة مع بقاء حكمه . ولو أرسل حاكم إلى رعيته كتاباً ضمنه أوامر ونواهي ، ثم أرسل إليهم يقول : إني نسخت ألفاظ الكتاب : ألفاظ الأوامر والنواهي ، لكان ذلك لا معنى له ، ولكان عبثاً لعباً . ومثل هذا نسخ التلاوة في القرآن مع بقاء أحكام ما ينسخ ، ثم أي حكمة في هذا العمل ؟! إنه خال من الفائدة ليس فيه إلا التغرير والتضليل للمكلفين المأمورين المنهيين . ¶ وأيضاً إن القرآن كان يتلقى بالتواتر كل لفظ منه . فكيف ينسخ مثل هذا ؟! ولو جاز فيه النسخ لجاز عليه الضياع . فلا يمكن أن تكون أخبار نسخ التلاوة صحيحة ، ولا بد أن يكون في أسانيدها أو في تأديتها خلل . هذا حاصل الطعن في نسخ التلاوة . ¶ ونحن نقول : إن الأحاديث في نسخ التلاوة كثيرة صحيحة ، يبعد جداً أن تكون كلها ¶ -115-",
            "page": "144",
            "part": "1"
        },
        {
            "id": "145",
            "nass": "كذباً ، ويبعد جداً ألا يكون لها أصل وما ذكر من الشبهة ليس بالقوي الذي يمنع وقوع النسخ . وبيان ذلك أن نزول آية في القرآن فيها حكم من الأحكام ، طلبي أو خبري يشمل أمرين : أحد الأمرين وجود ذلك الحكم . وثانيهما وجوده في القرآن يتلى ويقرأ . فإذا ما أبطل تلاوته من القرآن لم يلزم أن يبطل الأمر الآخر . ولم يلزم أن ينسخ حكمه ، وليس الأحكام كلها في القرآن الكريم ، بل في القرآن وفي السنة . والمنسوخ من القرآن تلاوته حكمه حكم السنة الصحيحة ، دال على حكمه المطلوب ، كما تدل السنة على حكمها . فنسخ الألفاظ من القرآن ، مع بقاء أحكام ما نسخ ، هو عبارة عن ضم بعض الأوامر أو الأخبار إلى السنة أي جعله من قسم السنة بعد أن كان من قسم القرآن . فالدال موجود ، والدلالة موجودة ، وليس في ذلك وجود الدلالة مع ذهاب الدال . فان الدال هنا لم يذهب وإنما أخذ من قسم وجعل في قسم آخر . وليس هذا إبطالا له . ومثل هذا أن يكون أن لك كتابان ، أو قصيدتان : أحد الكتابين أجود من الثاني ، وإحدى القصيدتين أجود من الثانية ، فتأخذ بعض ما في الكتاب الأحسن ، أو القصيدة فتضمه إلى الكتاب الآخر ، وإلى القصيدة الأخرى . فمثل هذا يصنع كثيراً . وليس فيه إبطال للمنقول من مكان إلى مكان . وليس فيه إلغاء لدلالته ، أو إلغاء لحكمه ، وليس فيه شيء من السفه والجهالة المرة ، وقد يكون في فعله مآرب صحيحة وحكم بليغة . وقد يترتب عليه فوائد مطلوبة . وليس في هذا الصنع تعريض للضياع ، ولا تعريض للبس ، ولا يلزم شيئاً مما ذكر في الشبهة .",
            "page": "145",
            "part": "1"
        },
        {
            "id": "146",
            "nass": "وهذا القسم شبيه بالأحاديث القدسية ، وهي كلام الله الذي يوجد في السنة . مثل أن يقول رسول الله عليه السلام ( قال الله تعالى كذا وكذا ) وهي في الأخبار كثيرة غالبة . فالأحاديث القدسية ، والآيات المنسوخة تلاوتها مثلان . والفرق بينهما أن القسم الأول لم يضم إلى القرآن مطلقاً ، والقسم الثاني ضم إليه ثم فصل عنه . بل هو شبيه بالنسخ مطلقاً ، سواء نسخ التلاوة ، ونسخ الأحكام ، ونسخ الشرائع أيضاً من وجوه كثيرة . والإشكالات التي ذكروها تلحق ـ إن كانت صحيحة ـ كل ما يسمى نسخاً . ¶ وأما قولهم : إن هذا يكون من بقاء الدلالة مع ذهاب الدال ، فقد بينا أنه غير صحيح . وذلك أن الدال باق ، وإنما أخذ من القرآن وجعل في السنة . وهذا لا يسلبه الدلالة . فان السنة ¶ -116- ¶ تدل كما يدل القرآن ومن أين نعرف وجود نسخ التلاوة لولا ذكره في السنة ؟! ¶ وأما قولهم : ما الفائدة في هذا النسخ . فقد ذكرنا أنه قد تكون له فائدة كالمثل الذي ضربناه لهم . وليس لهم دليل على أنه مجرد من الفائدة مطلقاً ، وهذا السؤال يتوجه ـ إن كان حقاً ـ إلى الأحاديث القدسية . فيقال : إذا كانت كلام الله ، والقرآن كلام الله ، فلماذا لم تذكر في القرآن ؟! وما الفائدة في إبعادها عن القرآن ؟! ويتوجه إلى السنة كلها . فيقال : إذا كانت الأحكام الواردة في السنة قد أنزلها الله ، وأوحاها إلى رسوله ، فلماذا لم ينزلها قرآناً وما الفائدة في جعلها قسماً وحدها ؟!",
            "page": "146",
            "part": "1"
        },
        {
            "id": "147",
            "nass": "وأما قولهم إن جواز ذلك يعرض القرآن للضياع ، فهو قول غاية في الوهن والضعف . فان البراهين على حفظ القرآن ، وأنه لم يضع منه شيء ، وأنه متواتر لا يبطلها نسخ التلاوة . فالبراهين موجودة . ومن ادعى أن نسخ التلاوة يبطلها فقد أسرف في الخطأ والغلط . وليس بين نسخ التلاوة وضياع شيء من القرآن ارتباط ما ، إلا أنهما موجودان معاً لا غير . فالنسخ في القرآن ليس فيه ما يصدم الحق أو الدين أو ما يأباه النظر والقياس وقد جاءت به الأخبار الثوابت فحق الإعتراف به . وفائدة هذا النسخ إجمالاً أن يقال : إن إتيان الأحكام والأوامر والنواهي في القرآن يكسبها من القوة والاهتمام ما لا يوجد فيها إذا جاءت في السنة . وهذا لا خلاف فيه . فكان من المصالح التي تذهب مع الزمن جزراً ومداً أن تكون بعض أوامر الله ونواهيه بعض الأوقات في السنة . وأن يكون بعضها في السنة مطلقاً ، وبعضها في القرآن مطلقاً ، وبعضها في السنة والقرآن معاً . وفي ذلك كله من الأسرار العالية ، والأغراض الشريفة ما يجعل المتأمل يقف أمامها حائراً مشدوهاً . فالأحكام الطلبية والإخبارية التي نسخت تلاوتها من القرآن كانت الحكمة أن تكون فيه أول الأمر لتدل على الاهتمام والعناية . وفي الآخر أن تكون في السنة لحكمة أخرى. فوجب علينا الإيمان بذلك . والذين اشتبهوا في نسخ التلاوة ، وقالوا إذا ما جوزنا هذا النسخ جاز الضياع ، لأن النسخ والضياع يجتمعان في أنهما كليهما ليسا في القرآن فاتهم أن النسخ لا يكون إلا بأمر الشارع ، وبعلم الذين يحفظون القرآن أيضاً ، وعلم المكلفين ، فلا يلزم ما ذكروا . ¶ -117- ¶ أحاديث التصوير",
            "page": "147",
            "part": "1"
        },
        {
            "id": "148",
            "nass": "تكاثرت الأخبار عن رسول الله صلى الله عليه وسلم أنه نهى عن الصور ، وذم المصورين ، وأوعدهم بغضب الله فقال عليه السلام : \" إن أشد الناس عذاباً يوم القيامة المصورين \" وقال : \" قال الله تعالى ومن أظلم ممن ذهب يخلق كخلقي فليخلقوا ذرة ، أو ليخلقوا شعيرة \" وقال : \" من صور صورة كلف أن ينفخ فيها الروح وليس بنافخ \" هذه أحاديث في الصحاح لا خلاف بين حملة الأخبار في صحتها . وكان عليه السلام لا يدع في منزله صورة إلا هتكها ومزقها . وكان يغضب إذا رأى شيئاً من ذلك ، ويأبى أن يدخل بيتاً فيه شيء منه ، ويقول : ( لا تدخل الملائكة بيتاً فيه صورة ) ولم يفرق بين أنواع الصور ، ولا أجاز غير المجسمة وغير ذات الظل كما يتوهم أقوام . بل الأخبار عنه عليه السلام وأسبابها وروحها ومغزاها تدل على أنه لا فرق بين ذلك . بل النهي آخذ ذلك كله . والحكمة تأبى إلا أخذه كما سوف ترى .",
            "page": "148",
            "part": "1"
        },
        {
            "id": "149",
            "nass": "هذه أخبار تلقاها المسلمون في صدر الإسلام ، فسهل عليهم العمل بها ، فعملوا بها ، ولم يجدوا بينهم وبين العمل به مانعاً ، ولا وجدوا في ذلك إشكالاً . فلما جاءت الحضارة الحاضرة بفنونها وزخرفتها ، وانتشرت الصور والمصورين ، وإمتلأت الدنيا بذلك ، ووجدت الصور في كل بيت وفي كل يد ، وفي كل جدار ، بل وكل شيء في الدنيا ، حينئذٍ وجدوا هذه الأحاديث مشكلة ، ووجدوا العمل بها لا يستطاع ، بل لا تستطاع معايشة من يريد العمل بها . فالصور والمصورون ، لازمة من لازمات الحياة في هذا العصر ، لا يمكن الغنى عنها . فالتصوير يحتاج إليه في الطب وفي السفر ، وفي الجغرافيا ، وفي الإستعانة على إصطياد المجرمين ، والتحزير منهم ، وفي ضروب العلم كلها ، فصار الناس في هذا طرفين : مُفْرطاً ومُفَرِّطاً ، ولا خير في الإفراط والتفريط . طرف منع التصوير مطلقاً ، ولم يجوز منه شيئاً ، وإن كان لازماً من لازمات الحياة والعلم . وهذا الطرف هو طرف الجمود والركود ، الذي يعج منه العلم إلى الله عجيجاً . وطرف أباح التصوير مطلقاً ، ولم ير منه شيئاً حراماً ، وإن كان ¶ -118- ¶ تماثيل ، يجعل خزانة الأمة يباباً تشكو الفاقة والفقر ، وإن كان صور نساء عاريات فاتنات تجر إلى الأخلاق والأعراض والويلات ، وتذبح الفضائل ذبحاً . وهذا الطرف هو طرف المروق والإباحة . ولاحق ضائع بين هذين الطرفين يستصرخ أهل الإعتدال والإنصاف ، وينادي من يأخذ بيده .",
            "page": "149",
            "part": "1"
        },
        {
            "id": "150",
            "nass": "ونحن نقول إنه لمن الظلم الممقوت أن نجوز هذه التماثيل الهائلة المقامة على عمد الذهب والفضة ، والتي تأتي على مال الدولة فلا تدع فيه شيئاً في زمن يبكي فيه أكثر الأمة المسكينة جوعاً وعرياً . وليس لهذه التماثيل فائدة تحس أو تعقل ، لا للفرد ولا للجماعة . لا شك في أن مثل هذا لا يجوز في دين ولا عقل . ومن العدوان على الأديان والفضائل أن تباح هذه الصور العاريات المفضوحات ، وأن تتناقلها أيدي العذارى الملتهبات شباباً وصبوة ، والشبان الذين يذوبون صبابة في كل وجه حسن ، ولو على الورق ، أو في أخيلتهم ، وأن تمتلئ أعينهم بها . ولا يفارقنا الصواب إذا قلنا إن هذه الصور العارية من أقوى عوامل ما نراه اليوم في هذا البلد من فساد الأخلاق وخروج على الفضيلة والدين ، بل هو من العوامل القريبة للأزمة الزوجية التي يعانيها اليوم كل بيت حقير أو رفيع في مصر وغيرها . ¶ فمن أحل هذا النوع من الصور فقد جنى على الديانات والأخلاق والوطن شر الجنايات . كما أن من حرم الصور التي يستعين بها الطب والعلوم فقد جنى على الوطن والعلوم شر الجنايات ، بل وعلى الدين ، واجتهد في التنفير عنه عنه وفي تشويهه . ¶ إذاً فالتصوير قسمان : حرام وحلال . وضار ونافع . والمصورون كذلك فريقان : مفسدون ، ومحسنون . فالقسم الأول هو الذي عنته الأحاديث ، وزجرت عنه ، لأنه هو الموجود في عصر النبوة ، والموجود في بلاد العرب ، فهو الذي قيلت الأحاديث بمناسبته . والقسم الثاني هو الموجود الآن عند الأطباء وأهل العلوم ، وما كان في ذلك العصر موجوداً ولا معروفا ، ولا سيقت الأحاديث لأجله . وهو الذي عناه الله بقوله تعالى في سورة سبأ لسليمان عليه السلام ( يعملون له ما يشاء من محاريب وتماثيل وجفان كالجواب وقدور راسيات ) .",
            "page": "150",
            "part": "1"
        },
        {
            "id": "151",
            "nass": "فالقول الوسط إذاً الجامع بين أخبار الدين والعقل أن التصوير المفسد الضار حرام ، لا يجوز ، ولا يحل ، وهو الذي أوعدت عليه الأحاديث الصحيحة . وأن التصوير النافع ، ¶ -119- ¶ المستعمل في الطب والعلم ، ليس من ذلك، وليس مما تناولته هذه الأحاديث بالتحريم والوعيد ، بل هو ما عنته هذه الآية الكريمة . ¶ أما الذين يفرقون بين الصور المجسمة وغير المجسمة ، فيحرمون الأولى مطلقاً ، ويحلون الأخرى مطلقاً فليسوا على صواب في ذلك . ولا يعضد قولهم عقل ولا نظر . فإن من الصور غير المجسمة ما لا يشك في حرمته ، كصور النساء العارية المسودة بها صحف هذا العصر ، وكصور الأنبياء والأولياء في المساجد والمعابد وغيرها . فإن ذلك مجلبة للفتنة وللزيغ ، كما تفعل صورة المسيح عليه السلام في نفوس من يغلون فيه . ومن الصور المجسمة ذات الظل ما يباح اتخاذها ، وذلك كلعب الأولاد من الحلوى والخرق كما كان ذلك لأم المؤمنين عائشة زوج النبي عليه السلام . فهذا القول غير مطرد ، وغير منعكس .",
            "page": "151",
            "part": "1"
        },
        {
            "id": "152",
            "nass": "على أنه ليس هنالك صور غير مجسمة ، فإن الصور كلها مجسمة . وذلك أن التصوير عرض لا بد أن يقوم بجسم . فالصور التي في الورق هي مجسمة وجسمها الورق ، كما أن جسم هذه التماثيل المنصوبة في الميادين هو النحاس . فالتفريق بين النوعين غير صحيح ، وغير موجود أيضاً . والحكمة التي يذكرها هؤلاء في تحريم الصور تبطل عليهم هذا التفريق . وذلك أنهم يقولون : إنما حرم الشرع الصور حذر الفتنة في الخلق وحذر الرجوع إلى عبادة الأوثان . فإن التماثيل والصور مما يحدث غالباً . فيقال : هذا الأمر الذي خافوا منه لأنه منشأ الفتنة في عبادة الصور ، موجود في الصور مطلقاً المجسمة وغير المجسمة وهذا لا ريب فيه . فمن ينازع فيما تحدثه صور الملائكة وعيسى بن مريم عليه السلام ، وصور الأولياء كالإمام الشافعي وغيره على الورق وعلى الحيطان لدى من يغلون فيهم ، ويسرفون في تعظيمهم ؟! ومن يشك في أنه لا فتنة في تصوير قائد من قواد الحرب والجيش ؟ على أن الأخبار كلها تدل على تحريم ما سموه غير مجسم . فقد كانت الصور تأتي على الأثواب وما شابهها لبلاد العرب فيأمر رسول الله عليه السلام بتمزيقها وهتكها ويحذر من اتخاذها . على أن غالب ما كان يوجد في الحجاز ذلك العصر هو الصور غير المجسمة . فكان رسول الله صلى عليه وسلم يحرمه ويأباه ولا شك انه إذا حرم الصور تناول تحريمه في أول ما يتناول ما كان موجوداً في بلاد من يخاطبون في التحليل والتحريم . ¶ -120- ¶ أحاديث المعراج",
            "page": "152",
            "part": "1"
        },
        {
            "id": "153",
            "nass": "قد صحت الأخبار فيما لا يحصى من كتب الإسلام أن رسول الله عليه الصلاة والسلام عرج به إحدى الليالي ، قبل أن يهاجر إلى المدينة إلى السموات العلى ، حتى دنا من رب العزة وتدلى فكان قاب قوسين أو أدنى ، فأوحى الله إليه من الحكم والأحكام ما أوحي ، وفرض عليه الصلوات الخمس ، ورأى الأنبياء في السموات على تفصيل فيه ، ورأى آيات عظيمة كبرى لا يعلمها إلا الله . كل ذلك في ليلة واحدة ، ثم رجع به إلى مكة المكرمة في الليلة فأصبح يحدث الناس ببعض ذلك فصاروا ما بين مصدق ومكذب . ¶ روى ذلك أعلم علماء الإسلام، في أصح كتب الإسلام بعد القرآن . رواه البخاري ومسلم وعامة المحدثين ، وشاع بين الخاصة والعامة شيوعا يكفي بعضه أن يكون المعراج من المتواترات التي لا تقبل النزاع . وقد جهر القرآن بذلك أيضاً ، فقال في سورة النجم ( والنجم إذا هوى ، ما ضل صاحبكم وما غوى ، وما ينطق عن الهوى ، إن هو إلا وحي يوحى ، علمه شديد القوى ، ذو مرة فاستوي ، وهو بالأفق الأعلى ، ثم دنا فتدلى ، فكان قاب قوسين أو أدنى ، فأوحى إلى عبده ما أوحى ، ما كذب الفؤاد ما رأى ، أفتمرونه على ما يرى ، ولقد رآه نزلة أخرى ، عند سدرة المنتهى ، عندها المأوى ، إذ يغشى السدرة ما يغشى ، ما زاغ البصر وما طغى ، لقد رأى من آيات ربه الكبرى ) ¶ فالمعراج ثابت في القرآن ، وفي السنة المتواترة ، فهو من يقينيات الدين . هذا إجمال أمر المعراج بلا تفصيل لكل ما حصل في تلك الليلة العظيمة . ¶ وقد استشكل فريق من الماديين ، ومن يأخذون أخذهم من المسلمين أمر المعراج فأنكروه ، ووجهوا إليه ما يأتي من الشبهات : ¶ قالوا أولاً : إن الأحاديث تدل أن الإسراء في سورة الإسراء منوهاً بشأنه قال : ( سبحان الذي أسرى بعبده ليلاً من المسجد الحرام إلى المسجد الأقصى الذي باركنا حوله لنريه من آياتنا ) ولم يذكر المعراج والمعراج بلا ريب أعظم من الإسراء ، وأرفع . فلماذا ¶ -121-",
            "page": "153",
            "part": "1"
        },
        {
            "id": "154",
            "nass": "ذكر الإسراء دون المعراج ، وهما في ليلة واحدة وفي طريق واحد ، وأحدهما بعد الثاني ؟ ليس لهذا السؤال جواب مرض إلا أن يقال : إنه لم يكن معراج ، أو يقال إن الإسراء كان في ليلة والمعراج في ليلة أخرى . وهذا القول خلاف الأحاديث . ¶ وقالوا ثانياً : إن الأخبار في المعراج فيها اختلاف كثير ، حتى وقع الاختلاف في الأحاديث الصحيحة منها . ففيها اختلاف هل كان يقظة أم مناماً . وهل كان الإسراء والمعراج في ليلة أم في ليلتين . وهل كان بالروح وبالجسد أم بالروح فقط . وبالجملة وقع اختلاف كثير في كثير من أمور المعراج . والاختلاف إذا اشتد يوجب سقوط الروايات وتساقطها . ¶ وقالوا ثالثاً : في أخبار المعراج ما هو محال لا تمكن صحته . ففيها أنه صلى بالأنبياء في بيت المقدس ، وأنه رآهم في السموات ، ورأى موسى يصلي في قبره . فهل يمكن ذلك ؟ أوليس في هذا ما يشهد على أن الشخص الواحد قد توجد له عدة ذوات إلا أن قال : إن الأنبياء كانوا في تلك الليلة ينقلون من مكان إلى مكان ، فرآهم في الأرض ، ثم عرج بهم إلى السموات فرآهم هناك ، وهكذا يقال في صلاة موسى في قبره ¶ وأيضاً كيف ذلك ؟ فهل أحياهم الله في تلك الليلة ؟! أم الأنبياء أحياء لا يموتون . وأنتم لا تقولون بذلك ، وهو خلاف النص ؟! أو ليس قد صح عن رسول الله انه قال \" اذا مات ابن آدم انقطع عمله \" إلى آخره ؟! فصلاتهم في بيت المقدس وصلاة موسى في قبره مخالفة هذا الحديث . فأيهما يقبل وأيهما الصحيح !! ¶ وأيضاً قد رأى النيل والفرات عند سدرة المنتهى ، وهذان نهران في الأرض . فكيف يمكن هذا ؟! .",
            "page": "154",
            "part": "1"
        },
        {
            "id": "155",
            "nass": "وأيضاً إنه قد رأى نسمات الكافرين والمؤمنين في السماء عن يمين آدم وشماله . وقد قال الله تعالى ( إن الذين كذبوا بآياتنا واستكبروا عنها لا تفتح لهم أبواب السماء ولا يدخلون الجنة حتى يلج الجمل في سم الخياط وكذلك نجزي المجرمين ) فهل نقبل الروايات ، وقد خالفت القرآن الكريم ؟! ثم هل الأرواح ترى ؟! وهل هي مدركات البصر ؟! ¶ وأيضاً في الروايات أن الملائكة قد شقوا صدره عليه السلام قبل أن يعرجوا به ، ¶ -122- ¶ وأخرجوا منه نصيب الشيطان ، وملؤوه حكمة وإيماناً . وفي هذا كله غرابة وبعد عن العادة . ¶ هذه الأمور كلها تدل على اختلاق الروايات في المعراج . فإن من الدلائل على كذب الرواية أن تحمل ما لا يعقل . ¶ وقالوا رابعاً : إن الهواء يوجد فوق الأرض عدة أميال فقط ، وبعد ذلك يفقد ، والهواء ضروري للحياة . فلا يعيش إنسان ولا حيوان بدونه ، وبدون أن يملأ رئتيه منه . فلو كان رسول الله - صلى الله عليه وسلم - عرج به إلى ما فوق الهواء لما أمكن أن يبقى حياً . ¶ وقالوا خامساً : إن أخبار المعراج تدل على أنه فتحت له أبواب السماء . ونحن نعرف أنه ليس للسموات أبواب تفتح بل السموات لا تقبل الخرق والالتئام . ¶ وقالوا سادساً : الروايات تدل أيضاً على أن السموات سبع وأنها غير النجوم المعروفة لأهل التنجيم والفلك . وهذا كله غير صحيح . ¶ وقالوا سابعاً : الأخبار تقول إن ذلك المعراج وقع في ليلة واحدة . وهل هذا يستطاع . وكم بين السماء والأرض من المسافات . هذا ما لا يكاد يصدقه العقل . ¶ هذه شبهاتهم على المعراج . وغالب هذه الشبهات هي في الحقيقة شبهات من ينكر القادر المختار . فهي شبهات على جميع الأديان ، وعلى المعجزات عامة . وهي شبهات مادية إلحادية صرفة .",
            "page": "155",
            "part": "1"
        },
        {
            "id": "156",
            "nass": "أما قولهم : لماذا لم تذكر سورة الإسراء المعراج مع الإسراء ، وهما في ليلة واحدة . فنقول : إن العلماء قد اختلفوا هل كان المعراج والإسراء في ليلة أم ليلتين . قال بكل طائفة . واحتجت كل طائفة بروايات . فقد جاء في الروايات الصحيحة ما قد يدل على أنهما كانا في ليلة واحدة وجاء فيها ما قد يدل على أنهما كانا في ليلتين . وعلى الرأي الأخير يسقط هذا السؤال جملة . وعلى الأول نقول : إن لله تعالى حكمة بالغة في ذكر الإسراء في السورة دون المعراج . وذلك أن الله علم أن المشركين والمخالفين سوف ينكرون ذلك كله إذا ما حدثهم به رسول الله عليه السلام ، وسوف يهزؤون برسول الله من أجله . وقد حدث هذا . أما الإسراء فانه يقدر أن يصدق قوله إذا كذبوه بأن يذكر لهم بيت ¶ -123- ¶ المقدس ، وصفة المسجد الأقصى ، فينتصر عليهم ، وتكون له الحجة . وهذا قد كان . وأما المعراج فبماذا يكذبهم إذا كذبوه ، وبماذا يصدق قوله ؟! فلو نعت لهم السماء وما رأى فيها لما كان في ذلك مقتنع لهم، ولا حجة عليهم لأنهم لا يعرفون ما هنالك. فكان من الحكمة البالغة أن يذكر في سورة الإسراء التي تتلى على المشركين المعاندين الإسراء دون المعراج، حكمة منه بالغة.",
            "page": "156",
            "part": "1"
        },
        {
            "id": "157",
            "nass": "على أن الإسراء إلى بيت المقدس إنما كان مقدمة للمعراج، وطريقاً إليه، على القول بأنهما كانا في ليلة واحدة. قد يكون حينئذٍ من الجائز المناسب المعهود أن يذكر الإسراء دون المعراج، لأنه إذا ذكر الإسراء علم أنه يعني به ما بعده. ومن أجل ذلك يذكر كثير من المؤلفين المعراج في باب الإسراء. والقرآن يقول ( سبحان الذي أسرى بعبده ليلا من المسجد الحرام إلى المسجد الأقصى الذي باركنا حوله لنريه من آياتنا ) وهذه الآيات فيما يبدو ، ولمن فكر جيداً ، هي الآيات التي رآها في المعراج . فأشار إلى المعراج بما وقع فيه من الآيات والعجائب . وليس بلازم ذكره نصاً . ثم إن المعراج قد ذكر في سورة النجم كما تقدم . فذكر الإسراء في سورة ، وذكر المعراج في سورة أخرى , وما في هذا شيء من الغرابة . ¶ وأما قولهم: إن الأحاديث متخالفة . فنقول : إن الاختلاف لم يقع في أصل المعراج . فإن الروايات كلها مجتمعة على وقوع المعراج ، وإنما كان بعض الاختلاف في بعض صفاته وهيئاته ، كما ذكرنا . وقد قدمنا في أحاديث انشقاق القمر وأحاديث الدجال أن كل أمر عظيم ذي بال لا بد أن يقع في صفته وهيئته وشكله اختلاف ، وأنه على قدر عظمه يكون الاختلاف في ذلك . ولكن ذلك الاختلاف لا يقدح في وجود ذلك الأمر الذي اختلف في صفاته يقيناً . وقدمنا هنالك أن الاختلاف قد وقع في صفات الرسول ، والملائكة ، والجنة ، والنار ، وفي الحساب والعقاب ، وفي أعمال الرسول عليه السلام ، وفي سائر عظماء التاريخ ، ولم يدل هذا على أن هؤلاء لم يوجدوا عند أحد من خلق الله . فكذلك أحاديث المعراج لا يدل الاختلاف في بعض صفات المعراج على أن المعراج لم يقع . وهذا ضروري . ¶ -124-",
            "page": "157",
            "part": "1"
        },
        {
            "id": "158",
            "nass": "ونحن هنا لا نتعرض للتوفيق بين الروايات نفسها . فإن ذلك ليس مما قصدنا له في هذا الباب . على أن من حاول أن يجمع بين الروايات كلها في المسائل الكبيرة كالمعراج ، والدجال ، وأحوال الساعة فقد حاول محالا في رأينا . إذ لا بد أن يكثر الدخيل في ذلك لكثرة التحديث به ، وكثرة روايته ولاشتهاره والعناية به . ¶ وأما قولهم : إنه وقع في أخبار المعراج أشياء لا يمكن أن تكون صحيحة ، فلا يمكن أن تكون الأخبار إذاً صحيحة . فنقول : هذه الأشياء المذكورة إما أن تكون محالة الحصول ، كانت أخبارها هي الكذب فقط دون أخبار المعراج . ولا مانع أن يقع في الحادثة الواحدة صدق وكذب ، ومحال وجائز ، فيكذب الكذب والمحال ، ويصدق الصدق والجائز . وذلك كالأخبار عن حاتم الطائي بالكرم ، وعن عنترة بالشجاعة وعن قيس بن الملوح بالعشق . فإن الأخبار عنهم بما اشتهروا به جمعت صدقاً وكذباً ، ومحالا وجائزاً . ولكن كذبها لا يقضي بأن يكون صدقها كذباً ، وصدقها لا يقضي بأن يكون كذبها صدقاً . فالأخبار عن حاتم بالجود متواترة ، ولكن دخلها مبالغات لا يقبلها العقل ، ولكن يصدق مطلق الجود له ، وكذلك الأخبار عن عنترة بن شداد بأنه شجاع متواترة ، ولكن دخلها مبالغات لا يصدقها العقل ، ولكن يصدق مطلق الشجاعة له . وكذلك الأخبار عن قيس بن الملوح متواترة بأنه كان عاشقا ، ولكن دخلها مبالغات لا يصدقها العقل ، ولكن يصدق مطلق العشق له . وكذلك حصل في أخبار جميع الرجال المشهورين ، وفي الأحداث الكبيرة . فوقع فيها مبالغات لا تصدق . وقد وقع ذلك في معجزات الأنبياء وكرامات أتباعهم ، وفي أخبار الجنة والنار وما بعد الموت ، وهذا لا يقدح في الحق منه . ومثله أخبار المعراج إذا افترضنا أنه وقع فيها ما لا يكون وجب رده هو دون أصل المعراج . وهذا واضح . هذا على الفرض الأول . وأما إن افترضنا أن الأشياء المذكورة غير محال حصولها بطلت الشبهة رأساً . فهذه الشبهة لا تقدح في",
            "page": "158",
            "part": "1"
        },
        {
            "id": "159",
            "nass": "المعراج على جميع الافتراضات . ¶ على أن هذه الأمور المنكرة عندهم قد وقعت في أخبار الإسراء . فهل يكذبون الإسراء لذلك ، والإسراء مذكور في القرآن ؟! على أننا نجاوب عن الأمور المذكورة واحداً فواحداً ، لا لأن إشكالها يقدح في المعراج ، بل لأنها هي في نفسها مشكلة عند هؤلاء . ¶ -125- ¶ وكتابنا هذا للمشكلات . ¶ أما رؤيته - صلى الله عليه وسلم - الأنبياء في بيت المقدس ، ثم رؤيته لهم بعد ذلك في السماء ، ففي هذا تفاسير كلها صحيحة : ¶ أولها ـ أن يكون الذي رأى هي الأرواح ، رآها في بيت المقدس ، ثم عرج بها إلى السموات فرآها هنالك . وقد قدمنا الكلام على الأرواح في أحاديث عذاب القبر . ¶ ثانياً ـ أن يكون الله خلق له عليه السلام أشخاصهم ، فرآهم في السماء وفي الأرض لحكمة بالغة . ¶ ثالثها ـ أن يكونوا مثلوا له تمثيلا . فرآهم وخاطبهم ، وخاطبوه . ¶ هذه التفاسير ثلاثة ، وكلها لها نظائر في فعل الله وفي علوم هذا العصر أيضاً . وليس المعنى في هذا أن تكون الذات الواحدة في مكانين في وقت واحد . لا",
            "page": "159",
            "part": "1"
        },
        {
            "id": "160",
            "nass": "وقولهم : كيف يصلون والميت ينقطع عمله كما قال عليه السلام : \" إذا مات ابن آدم انقطع عمله \" الحديث . يقال عليه : إن سنة الله المطردة الغالبة أن الإنسان إذا مات انقطع عمله كما في الحديث المذكور ولكن الله قد يخلق خوارق : إما معجزات لرسله ، أو كرامات لأوليائه . كما ذلك للأنبياء وللأولياء في مواضع معلومة . ولكن ذلك لا يتخذ سنة عامة وأمراً مطرداً شأن المعجزات والكرامات والخوارق . فالحديث الذي يخبرنا بانقطاع الأعمال يخبرنا عن السنة العامة في الأموات. وصلاة الأنبياء ليلة الإسراء والمعراج هي من قسم الخوارق . والخوارق يؤمن بها المؤمنون والكافرون . إلا أن الكافرون يسمون ذلك فلتات الطبيعة ، كما يجعلون ما في الكون من حكمة ونظام من ناموس الطبيعة ، وقد كانت ليلة الإسراء والمعراج كلها خوارق وعجائب . وليس ما حصل فيها طبق السنة العامة المطردة ، ولا ريب في هذا . وقد صح في الأحاديث المتكاثرة أن بعض الأحجار والأشجار والجماد والحيوان كان يخاطب رسول الله - صلى الله عليه وسلم - ، وكان يعقل عنه . وليس معنى هذا أن هذا سنة الأشياء ، وإنما ذلك كله خوارق للناموس العام الشائع . فليراع هذا هؤلاء الذين يجعلون صلاة الأنبياء في ليلة المعراج دليلا على أن الأنبياء أحياء حياة مادية ¶ -126- ¶ كحياتهم قبل أن يموتوا . بل قد يقولون : إن حياة الأنبياء ، وتصرفهم في موتهم أكمل من ذلك في حال الحياة . وهذا غلط شائع . وإلا فما معنى الموت حينئذٍ ؟! إنه لا موت على رأيهم . وهذا خلاف الدين والضرورة والإجماع . ¶ وأما إنه رأى النيل والفرات في السماء وهما نهران في الأرض ، فقد سلف الكلام على ذلك في بحث خاص .",
            "page": "160",
            "part": "1"
        },
        {
            "id": "161",
            "nass": "وأما إنه رأى نسمات الكفار في السماء والله يقول : ( لا تفتح لهم أبواب السماء ولا يدخلون الجنة ) فيقال : إن الآية في جانب والحديث في جانب آخر ، فالآية تعني أن الكفار لا يدخلون الجنة وقوله بعد ذلك ( ولا يدخلون الجنة ) كالتفسير لذلك . والحديث دل على أن أرواح الكفار قد يعرج بها إلى السماء حيناً لحكمة ، كما فعل في المعراج على أنه مثلت له أرواحهم تمثيلا ، فرأى مثلها لا أعيانها . ¶ وأيضاً الآية تعني أن الكفار في الشأن الغالب لا يعرجون إلى السماء شأن المؤمنين . فأن المؤمنين يعرج بهم حين الموت إلى السماء وأما الكفار فيذهب بأرواحهم إذا ماتوا في أسفل سافلين . هذا هو ما تعنيه الآية ، ولا تنفي أن يذهب بأرواحهم يوماً لحكمة إلى السماء على أن مثل هذه العبارة قد تعبر عن الرحمة والقبول ، كما يعبر عكسها على عكس هذا المعنى . فيقال مثلا : هذا دعاء تفتح له أبواب السماء ، وهذا عمل تغلق دونه أبواب السماء . ويراد بالأول أنه دعاء مرضي مقبول ، وبالثاني أنه عمل غير صالح ، فهو مردود . فكذلك قول الله ( لا تفتح لهم أبواب السماء ) يريد أنهم بعداء مغضوب عليهم وقد يقول العربي صاحب اللسان \" لا تفتح لفلان أبواب الملوك \" . ولا يعني بقوله هذا أنه لا يدخل على الملوك أبداً ، وإنما يعني أنه ليس بصاحب جاه ولا مقام عند الملوك ، ولا ممن تعظهم الملوك ، كما يدل عكس العبارة على عكس المعنى . ثم إن الآية تريد أنهم بأجسامهم لا يدخلون في ملكوت السماء ، وفي حديث المعراج رأى أرواحهم فقط . ¶ وأما قولهم : وهل الأرواح ترى . فيقال في الأرواح مذهبان : الأول ، وهو القول الصحيح ، لا ريب أن الجواهر ترى ، وأنها من مدركات الأبصار . وعلى المذهب الثاني ¶ -127-",
            "page": "161",
            "part": "1"
        },
        {
            "id": "162",
            "nass": "يقال : لا ريب أن الأعراض والمعاني ترى إذا مثلت أجساماً . وقد كانت الملائكة يتمثلون ، وكذلك الجن . ومستحضروا الأرواح الآن من الفرنج وغيرهم يدعون أنهم يرون الأرواح ، وأنها تخرج لهم بصور أناس محسوسين فيحسونها . وهذا يوافق آراء طوائف من علماء الإسلام سلفوا ، وعلى كل حال ليس هذا خارجاً عن متناول القدرة الإلهية . ¶ وأما قولهم : إن الملائكة شقوا صدره عليه السلام . فنقول : هذا حق لا شيء فيه . والجراحون الآن من الأطباء يعلمون عمليات في الجراحة هي أعظم من هذا . ¶ وأما قولهم : إن الهواء يفقد بعد أميال فوق الأرض ، فلا يمكن أن يعيش أحد فوق منقطع الهواء . فنقول : نحن لا نريد أن نجادل هؤلاء كما يجادلهم فريق من المؤمنين بتلك الطريقة التي لا نرضاها المنطق ، وهي أن نجتهد بأن نقيم لهم الدلائل على أن ذلك الأمر جار على ناموس الطبيعة المطردة ، وأنه مألوف في الخلق معروف ، وليس غريباً في بابه . فإننا إذا ما فعلنا ذلك أخرجنا ذلك الأمر عن أن يموت معجزاً ، وأن يكون من خصائص النبوة . وهذا صنع من لا يقر بالإله القادر الفعال ، وصنع من ينكر الرسالة والمعجزات والخوارق . وهذا هو أصل الدين وعماده .",
            "page": "162",
            "part": "1"
        },
        {
            "id": "163",
            "nass": "وإنما الطريقة التي نرضاها ، ويرضاها المنطق في إثبات هذه الحقائق أن نقول لمن يخاطبنا في ذلك : إما أن تكون مؤمناً بالله وبالرسالة والرسل ، أو تكون منكراً ذلك ، غير معترف بشيء منه . فان كنت الأول لم يكن علينا إلا نبين لك أن هذا الأمر قد جاء بسند صحيح عن صاحب الرسالة ، وهذا الأمر كاف بالإثبات لأن الأمر جائز ، وإنما يتوقف إثباته على ثبوت سنده . وإن كنت الآخر قلنا لك : أنت إلى إقامة الدلائل على الإله والرسول أحوج منك إلى إثبات المعراج ونحوه من جزئيات الدين . هكذا يكون أسلوب الجدل والرد على المنكر . وليس من الأسلوب الصحيح ، والطريقة المرضية في البحث أن نجيء من ينكر الله ، وينكر أنبياءه وكتبه ، ونتعب أنفسنا في سبيل أن نقنعهم بأن المعراج ونحوه ليس خارجاً عن ناموس الطبيعة ، ولا مما يختص به صاحب الرسالة ، ولا مما يدل على العناية والإصطفاء. فإننا في مثل هذا لا نصل إلى النتيجة التي نحاول الوصول إليها، ¶ -128- ¶ وهي أن تثبت أن محمداً رسول الله ، بل نحن نسعى في صد الناس عن الإيمان بذلك ، لأننا إذا أقنعنا ذلك المخالف بأن المعراج ليس مما يخص رسول الله بل يكون ذلك له ولغيره على حسب نواميس في الطبيعة نزعنا الإعجاز من ذلك . وهل يكون الرسول رسولاً إلا بالمعجزات ؟! .",
            "page": "163",
            "part": "1"
        },
        {
            "id": "164",
            "nass": "ومن العبث واللعب في البحث أن نذهب لنقيم الدلائل على المعراج لإنسان يجهل قدرة الله ، أو يجهل الله ذاته ، وينكر المعجزات والآيات وجميع الخوارق ، ولا نبدؤه بإثبات هذه الأمور قبل كل شيء ، بل يلزم أن نبدأه بإقامة الدلائل على الله وعلى قدرته ، وأنه يفعل ما يشاء . ولكن أساليب البحث في هذا العصر عقيمة غير منتجة . والناس متقدمون في عصرنا في الحسيات والتجريبيات ، متأخرون في العقليات والنظريات . وليس بين الأمرين تلازم . فإن الأطفال والصناع يحذقون الأمور الراجعة إلى التجارب ، ولكن يجهلون الأمور الراجعة إلى العقل والنظر . بل الأمور التجريبية قد يعرفها الحيوان الأعجم ويتقنها ، ولكن لا يعرف شيئاً من العقليات . وأنت إذا ما تدبرت هذه المناقشات والمساجلات التي تتردد في الجرائد والمجلات والكتب الحديثة رأيت ما رأينا في أهل هذا العصر من تأخر الأساليب المنطقية الجدلية . ¶ هذه هي الطريقة التي نرضاها ويرضاها المنطق . وإلا لو أردنا الطريقة التي لا نرضاها ولا يرضاها المنطق لقلنا لهؤلاء المخالفين يا سبحان الله ! هؤلاء الفرنج يحاولون الطلوع إلى القمر والمريخ ويأملون أن يكون ذلك يوماً ، ويصدقهم هؤلاء في هذا الأمل ، ولا يعدونه محالاً على قدرتهم . فكيف لا يسلمون مثله لقدرة الله جلت قدرته ؟! أليس هذا هو النقص في التفكير الذي ليس بعده نقص !؟ أوليس الذي خلق الهواء وخلق الإنسان ، وجعله محتاجاً إلى الهواء والنفس قادراً أن يجعل عباده مستغنين عن الهواء عائشين بدونه ؟! أوليس الذي جعل الأجنة في بطون الحاملات يعيشون بدون هواء ولا نفس ، والذي جعل الأسماك تعيش في بطون البحار ولا تحتاج إلى ما يحتاج إليه حيوان البر من الهواء والتنفس قادراً أن يجعل من يشاء من عباده غنياً عن ذلك ؟! أوليس الهواء وما فوق الهواء خاضعاً لله تعالى ، والله قادر أن ينقله من مكان إلى مكان حسب ما يريد ، ¶ -129-",
            "page": "164",
            "part": "1"
        },
        {
            "id": "165",
            "nass": "وحسب ما يشاء ؟! وهذا الإنسان الضعيف ، يتلاعب الآن بالهواء ، ويسخره ، فيسوقه من مكان إلى مكان ، ويفرغ منه ما يشاء ، فيجذبه إلى الغواصات والغواصين في أعماق البحار . فكيف يعجز الله الخالق لكل شيء عما استطاع الإنسان الضعيف الذي لا يعيش من ضعفه بدون الهواء ؟! . ¶ إن فقراء الهند يروضون أنفسهم مدة فيأتون بالعجائب ، ويستطيعون الحياة بدون الهواء والتنفس أزماناً . وقد روت عنهم الصحف أن الواحد من هؤلاء يلقى في قارورة وضع فيها زيت ، فيقفل عليه ويحكم القفل ، بحيث لا يجد الهواء إليه سبيلا ، فيبقى كذلك أسابيع ثم يخرج حياً . وقد روت إحدى الجرائد المصرية ، وروى الشيخ رشيد رضا في وحيه أن واحداً من هؤلاء سدت جميع المنافذ في جسمه التي يدخل منها الهواء بالقطن ، ثم وضع في صندوق وقفل وأحكم قفله ، ثم دفن في الأرض فظل أربعين يوماً كذلك ، ثم أخرج حياً . عمل هذا وأدخل وأخرج على أعين طائفة من الزعماء والأطباء . فكيف يعجز الله عن مثله ؟! . ¶ وأما قولهم : إن السموات ليست لها أبواب ، فهو قول مجرد ، ودعوى لا سند عليها . ومن أين علموا أن السموات ليست لها أبواب ولا مفاتيح ( وما يعلم جنود ربك إلا هو ( ويخلق ما لا تعلمون ) . وفي القرآن ( لا تفتح لهم أبواب السماء ) وما ادعى أحد من علماء الشرق ولا الغرب أنه أحاط بكل شيء خلقه الله علماً . وهؤلاء إذا كانوا يطلبون منا أن نترك نصوص الدين بلا دليل ، فكيف نقبل قولهم بلا دليل ؟ذ على أنه لو صح ما قالوا لما كان هذا مخالفاً له . فان قوله فتحت أبواب السماء ، وأمثال هذا القول ، ليس صريحاً بإثبات ما نفوه . فإنه يقال : اللهم افتح لنا أبواب رحمتك . اللهم أفتح لنا أبواب فضلك . ولا يراد بأمثال ذلك الأبواب حقيقة ولا الفتح حقيقة .",
            "page": "165",
            "part": "1"
        },
        {
            "id": "166",
            "nass": "أما قولهم : إن السموات لا تقبل الخرق والالتئام ، فهو وهم مجرد ما لهم عليه من سلطان . على أنه لم يكن في أخبار المعراج خرق ولا التئام ، وإنما فيها فتح . وقد قدمنا الكلام في الفتح . ¶ وأما قولهم : إن الأخبار تدل على أن السموات سبع ، وأنها غير الأفلاك المعروفة ¶ -130- ¶ لأهل النجوم والفلك . فيقال : عدد السموات مذكور في القرآن الكريم , وفي الأحاديث المتواترة . ليس ذلك من فرائد حديث المعراج . ولا شك في وجود سموات سبع عند أحد من العلماء والخلاف إنما وقع في تعيين هذه السموات ، لا في وجودها . وأحاديث المعراج لم تعيينه . فإن كان ما يعتقده الجمهور في السموات السبع باطلا , لم يكن غيره باطلاً . وما قال عالم إنه علم كل شيء في الوجود . والعلماء الآن متفقون على أن الفضاء لا نهاية له ، ولا حد له . وإذا كان ذلك كذلك فالمخلوقات في هذا الفضاء الذي لا يحد لا يقدر أحد على إدراكها ورؤيتها كلها . فإن التلسكوبات يرى بها إلى حد محدود ، ثم ينتهي الإدراك بها . فمن أنكر السموات السبع على مقتضى الأحاديث لأن التلسكوب لم يرها فقد جعل هذه المقدمات ، وجهل ما عرف ، وأنكر ما اعترف به . أي إننا نقول : إن السموات السبع هي غير النجوم التي رآها الناس اليوم ، والتي عرفها الفلكيون إلى اليوم ، وهي سموات طباق سبع ، بعيدة جداً في الفضاء الذي لا نهاية له ولا حد له باعتراف جميع الفلاسفة الحاضرين والماضين . فالإنسان إلى الآن لم ير هذه السموات ببصره المجرد ، ولا بآلاته المقرِّبة المعظِّمة , وليس له أن ينكر ما لم يره لأنه لم يره , وقد اعترف أن الفضاء لا نهاية له .",
            "page": "166",
            "part": "1"
        },
        {
            "id": "167",
            "nass": "وأما قولهم : كيف يقطع هذه المسافات في ليلة واحدة . فنقول : هذا راجع إلى قدرة الله , وإلى الإيمان به . فالذي ينكر المعراج لذلك يكون منكراً الله ومنكراً قدرته . وهذا أحسن طريقة في إقناعه أن يقام له على الإله القادر الذي يفعل ما يشاء . فإذا عرف الله وقدرته سهل عليه الجواب عن هذا , وسهل عليه معرفته . أما أن نذهب لنقيم له الدليل على إمكان أن يقطع المسافات الطويلة في ليلة واحدة , وهو ينكر الله , وينكر قدرته فمما لا يجوز المنطق الذهاب إليه . وما يكون المعراج والإيمان به في جانب الله والإيمان به !! وأما إذا كان المعارض بهذه الحجة مؤمناً بالله , وبأنه خالق السموات والأرض والوجود كله ، وخالق المسافات والأبعاد والقوى فلن يصعب عليه الإيمان بأن يعرج برسوله إلى أبعد ما يريد ، ويرجعه في ليلة واحدة بلا عجز ولا تعب . وليس عروجه برسوله في ليلة واحدة بأشق على قدرة الله وأغرب فيها من خلقة الإنسان وما ¶ -131- ¶ أودع فيه . وليس أعجب من خلقه لعينه الباصرة التي يرى بها على حقارتها هذه المرئيات من الأجرام السماوية ، وبيننا وبينها مئات الملايين من الأميال في أقل من ثانية . وليس أعجب من أ خلق لنا من هذه النطفة البيضاء السائلة ومن الخبز الذي نأكله ، هذه العقول الجبارة ، والعلوم التي لا تنتهي ، والحواس العجيبة . ولكن الشيء إذا كثرت رؤيته نزعت منه العبرة .",
            "page": "167",
            "part": "1"
        },
        {
            "id": "168",
            "nass": "ولو فرضنا أن الإنسان لم تخلق له حاسة البصر ، فحدث عنها وعن بلوغها المسافات الطويلة ، وإدراكها في أقل من ثانية ما لا ندركه آلاف الأعوام سيراً لعد هذا ضرباً من الخيال والوهم ، ولعده أغرب من المعراج وقصته . ولو أن إنساناً خلق طوراً واحداً كامل الخلق كما خلق جدنا آدم ، فرأى الناس الرجال البالغين الكاملين ، والنساء البارعات جمالا . اللاتي لا تشبع منها العين والبصر ، وحدث عن مبدأ هؤلاء ، وعن أصلهم ، وأنهم كانوا يوماً من الدهر نطفة من هذا الماء الدافق الأبيض المستقذر ، أو تراباً ، لما أمكن أن يصدق ذلك . ولو قيل له هذا ، وقيل له : إن واحداً من هؤلاء الرجال الذين تراهم عرج به ليلة إلى هذه الشمس ، أو إلى أرفع منها ، ثم نزل إلى الأرض في ليلة لعد هذا أقرب من الأول ، ولآمن بهذا العروج قبل أن يؤمن بأصل الإنسان وبدايته إن أمكن أن يؤمن . ولو أن أعقل العقلاء لم ير الشمس ولا القمر ولا الأجرام العلوية ، ولم يبرز إلى السماء ، فقيل له : إن فوق هذا البيت الذي أنت فيه سرجاً عظيماً ، أكبر من الأرض أكثر من مليون مرة ، معلقة في الهواء ، لا يحملها شيء ولا تقع لعد هذا الكلام من الخرافات ، ولعد هذا أغرب من المعراج في القدرة والندرة ، ولكننا الآن نرى الشمس والقمر وسائر الأفلاك فوقنا في الهواء ، ولا غرابة ولا عبرة . ولو حدث عن الجاذبية التي يعتمد عليها المعطلة في تعطيلهم ، وحاولنا أن يؤمن بها كما هي لحاولنا شططا . ¶ وفي كل شيء له آية تدل على أنه القادر ¶ على أن هذا الذي أنكروه لأنهم حسبوه بعيداً محالاً ، هم يشاهدون كل يوم مثله وأعجب . فإن بين الأرض والشمس مسافة ثلاثة وتسعين مليون ميل ، وهذه أنوارها تصل إلينا في أقل من لحظة . وإن النور يقطع في الثانية الواحدة ثلاثمائة ألف كيلومتر . ¶ -132-",
            "page": "168",
            "part": "1"
        },
        {
            "id": "169",
            "nass": "وهذا النور الذي يقطع المسافات في هذه السرعة ، وقد حققوا أخيراً أنه مادة أي جوهر لا عرض . فإذا كان واهب الوجود وهب النور وهو جماد هذه السرعة والقوة ، فكيف يعجز أو يبخل أن يعطيها أفضل خلقه ؟! وإذا كان أعطاها هذا النور الحسي الذي يهدي الأبصار ، فكيف لا يعطيها ذلك البور صلى الله عليه وسلم الذي يهدي البصائر ؟! وشتان ما بين النورين على أن ما أحدث التلغراف والراديو من نقل الأصوات والكلام يقرب لهؤلاء المعراج ، ويقطع عليهم التعلل بالمسافات والأبعاد . ¶ وأخيراً فأغلب شبهات المعراج هي شبهات في الحقيقة على القدرة وهي لا تروج إلا عند من ينكر الإله القادر الفعال لما يشاء . وقد أصبح الإيمان اليوم بالقادر الفعال من الضرورات الأولية لا ينازع في ذلك إلا قوم يعشقون الإلحاد والكفر لذاتهما لأن أنفسهم تشتهيه ، لا لأن لديهم عليه براهين ومحاولتنا أن يؤمن هذا الصنف بالمعراج والإسراء وبالإله أيضاً عبث .",
            "page": "169",
            "part": "1"
        },
        {
            "id": "170",
            "nass": "ولو أن إنساناً ـ وإن خلق غبياً ـ فكر في أحقر عضو فيه ، وفكر فيما أودع من الحكم والأحكام والأسرار فيه ، وكيف جاء وفق المصلحة والمنفعة والحكمة ، وكيف كان في هذا المكان من البدن ، وكيف كان بهذا القدر وهذا الشكل وبهذا اللون والسعة . وفكر بعد في أصله ومادته التي بريء منها , وكيف كان في تنقله من طور إلى طور ، ومن خلق إلى خلق ، ومكيف كان ينمو باتزان وتناسب في جميع أعضائه ، وجميع جوانبه ، وعلى قدر موزون . ثم فكر فيما خلق حوله ليحفظه من التلف والضياع والأضرار المحدقة بالإنسان ، وكيف بقى كذلك مرعياً محفوظاً يؤدي مهمته ووظيفته أحسن تأدية . وفكر بعد ذلك في الشأن الذي خلق لأجله ، وفي الغاية منه . ثم فكر لو أنه بعكس ما كان وكيف يكون حينئذٍ : أقول لو أن إنساناً ، وإن كبر نصيبه من الغباوة ولا بلادة فكر في ذلك سواء أكان جاهلا أم عالماً ، وسواء أكان فيلسوفاً أم أمياً ، لكفاه ذلك دليلاً على القادر المختار الذي لا يؤوده شيء ، ولا يغلبه شيء ، ولرأى ذلك أغرب من جميع الخوارق من معراج وإسراء وغير ذلك . ولكن كما قلنا إذا كثرت رؤية شيء نزعت منه العبرة . على أن ما أحدث في هذا العصر من المخترعات والمبتدعات كاد يمحو حروف المستحيل ومتصرفاته ¶ -133- ¶ من قائمة الموجودات . ولو أن ما اخترع في هذا العصر من البدع الصناعية الأوربية جاء في القرآن أو غيره من كتب الله لقال الجاهلون إن هذا مستحيل ، ولكذبوه أعظم من تكذيبهم للمعراج والإسراء ، ولبدأوا بإنكاره وجحوده .",
            "page": "170",
            "part": "1"
        },
        {
            "id": "171",
            "nass": "ونحن كما قلنا لا نرى ما يراه بعض الناس في الرد على الجاحدين بأن نجتهد في أن نقيم لهم الدليل على أن الأمر الذي خالفونا فيه جار على نواميس الطبيعة وعاداتها ليس خارقاً ولا معجزاً . فهذا الرأي كما قلنا الإنتاج لا ينصر إيماناً ، ولا يكسر كفراناً ، والطريقة الجيدة في ذلك أن نقيم لهم الدليل قبل كل شيء على الإله الذي يقول للشيء كن فيكون ، الذي لا يغالب ولا يمانع . فإذا ما اعترفوا به لم يجدوا مانعاً من أن يؤمنوا بالدين ، وما جاء به الدين من أمور تحار فيها العقول الجبارة . وإلا فإننا إذا ذهبنا وأقمنا لهم الدليل على أن هذا الأمر الذي جاء به الدين ، وجاء به الرسول ليس معجزاً بل هو أمر معتاد قد يكون لغير الأنبياء ، فهل يكون ذلك برهاناً عندهم على الإيمان وعلى الرسالة ؟ اللهم لا . وبهذا فلتقاوم كل شبهة تعترضك أيها القارئ دون الإيمان والاطمئنان بالدين ، وما أخبر به الدين . ولتعلم أن الأديان كلها مبنية على الخوارق والإيمان بالخوارق . فهي كلها تحدث الإنسان ـ أشرف المخلوقات ـ كان سلسلة خوارق وعجائب . فأوله خلقة آدم وحواء ، وهو خارق الناموس العام ، وآخره بعث الإنسان بعد الموت ، ثم خلوده في الجنة أو النار وبقاؤه كذلك لا يموت ولا يحي . وهذا كله خارق ونادر . فلا إيمان إلا بالإيمان بالخوارق ، وبأن الله يفعل ما يشاء ويختار . ومن العجب أن يكون للملوك ، ومن دون الملوك ، أحكام استثنائية وخوارق في أفعالهم ، ولا يكون ذلك لملك الملوك الله رب العالمين . ¶ مخاطبة الأموات ¶ روى البخاري ومسلم أن رسول الله - صلى الله عليه وسلم - أمر بأربعة وعشرين صنديداً من صناديد قريش يوم بدر ، فقذفوا في طويٍّ من أطواء بدر وقام على الطوى ، فجعل يناديهم ¶ -134-",
            "page": "171",
            "part": "1"
        },
        {
            "id": "172",
            "nass": "بأسمائهم وأسماء آبائهم \" أيسركم أنكم أطعتم الله ورسوله فانا وجدنا ما وعدنا ربنا حقاً ، فهل وجدتم ما وعدكم ربكم حقاً \" . فقال عمر بن الخطاب رضي الله عنه : ما تكلم من أجساد لا أرواح لها . فقال رسول الله \" والذي نفسي بيده ما أنتم بأسمع منهم لما أقول \" . ¶ يستدل فريق نشأ في حجر البدعة والخرافة بهذه القصة على بدعهم التي ابتدعوها ، وعلى لجوئهم إلى الموتى رغباً ورهباً وعلى سائر ما يأتونه عند القبور من محدثات ينبو عنها الذوق والعقل والدين . ويقولون : إذا كان رسول الله - صلى الله عليه وسلم - دعا الموتى الكافرين فكيف لا ندعو الموتى المؤمنين ؟! وإذا كانوا يسمعون فمن يعارض في دعاء من يسمعون ؟! وقد يرشحون قولهم هذا بإحضار الأرواح ومخاطبتها . وعلى ذلك ارتكبوا ما ارتكبوا من هذه الخرافات لدى الأولياء وغير الأولياء من أبواب وجدر ، حتى ضج العقلاء والحريصون على الدين ، و على عقول الأمة وسمعتها من ذلك . وفعلوا ما فعلوا من أوهام سوداء سودت وجه الدين والمتدينين ، وجعلت للأعداء مقالا ومقدحاً في دين التوحيد ودين العقل والذوق . ولهذه البدع ـ كما يعلم المفكرون ـ أثر في إلحاد من يلحدون من شباب الإسلام ، أنفة منهم وإباء أن يدينوا ديناً يدعو إلى جعل الموتى المفزع والملتجأ ، وهم لا بصيرة لهم بالدين ، ولا يعرفون الدين غلا أنه ما يمثله هؤلاء الطائفيون بالأضرحة من العامة وأشباههم .",
            "page": "172",
            "part": "1"
        },
        {
            "id": "173",
            "nass": "ونحن نقول : نعلم بالضرورة والاستقراء التام والإجماع السلبي أن رسول الله صلى الله عليه وسلم وأصحابه والتابعين ومن بعدهم من أئمة الدين ما كانوا يدعون الموتى ، ولا يسألونهم ، ولا يرغبون فيهم ، ولا فزعون إليهم إذا حزبهم أمر . ولا كان أحد منهم يلجأ إلى رسول الله صلى الله عليه وسلم ولا إلى غير رسول الله ليكشف ما به من بلاء ، أو ليزيد ما به من نعماء ، أو ليلهمه رشداً أو ليدفع عنه كبدا . ولا كان أحد منهم يفعل ما فعله هؤلاء لدى المقامات من الطواف ، والالتزام ، والتقبيل ، والخضوع ، والخشوع ، والتوسل ، والضراعة ، والمسكنة . بل نعلم أن القرآن والسنة جاءا لإبطال ذلك كله ، ومحوه من الوجود , وإلحاقه بالجاهلية المحطمة المبادة ، كما أنه لا يوجد في كتاب الله ولا في سنة رسول الله عليه السلام ما يجيز ذلك ، أو يحله لا إشارة ولا تصريحاً . بل ¶ -135- ¶ القرآن مملوء من النهي عن ذلك ، والزجر عن فعله ، ولا نشك أنه لو كان دعاء الموتى والتوسل بهم ديناً يرضاه الله ، أو يرضاه رسول الله - صلى الله عليه وسلم - لما أعرض عنه صحابة رسول الله ومن بعدهم من الأئمة ، فيهتدى إليه المتأخرون المقصرون في كل خير . ومن زعم ذلك فقد اتهم المسلمين الأوائل وقدح في علمهم ودينهم .",
            "page": "173",
            "part": "1"
        },
        {
            "id": "174",
            "nass": "ولقد يلزمنا العيب والسُّبة إذا حاولنا أن نقيم الدلائل على بطلان التوسل العامي الحاضر . وقد نهجو أنفسنا بذلك ، ونكون كمن قام يدلل على أن الشمس أضوأ من القمر ، وإن الناتج من ضرب الواحد في الخمسة يساوي خمسة . إن حالنا كحال هذا الذي يفعل ذلك حينئذٍ . ولكن لما فتن الناس بهذا التوسل ، ونشأ عليه الصغير والكبير حسبوه من الدين ومن الإيمان . وللإعتياد تأثير فعال في العقيدة . وإلا فمن ينازع في أن الاستغاثة بالموتى رجاء السعادة والمدد جهل وضلال . ومن يقول إن دين التوحيد والتنزيه يجوز هذه القاذورات التي تؤتى في الموالد ، وفي أحضان المقامات ، على حساب الدين وحساب التدين . وأي إنسان رزق ذرة منى عقل وإنصاف يقول إن الدين الإسلامي يجوز لمعتنقيه أن يسألوا الموتى التوظيف والتزويج والشهادات وفك المغلق من المشكلات ، من دينيات ودنيويات ، كما نشاهد ذلك كله عند هؤلاء الصالحين رضي الله عنهم ؟! ومن يقول من المسلمين إن من الإسلام أن يقف المسلم الموحد أمام الميت المدفون في التراب وتحت الرمال ماداً يديه ، خاشع القلب ، ساكن الأعضاء ، ممتلئاً رغبةً ورهبةً ، ممتلئاً خشوعاً وخضوعاً ، قائلاً : ( يا فلان مدد ) . ( يا فلانة مدد ) ؟! اللهم إن الدين يبرأ من ذلك كله ويأباه . وإن المسلمين يبرءون من ذلك إلى الله . واحسرة على المسلمين وواحسرة على الإسلام . ¶ إنه لم يبق عاقل من عقلاء المسلمين الذين يقام لهم وزن في العلم والأمة يبيح هذا التوسل الذي ينتحله طوائف العامة ، أو يبيح هذه الوثنية الشائعة . وإننا نحمد الله أن أخذت تتقهقر هذه الخرافة في الأيام الأخيرة ، ولم يبق لها من ولي ولا نصير غير جماعات لا يؤبه لهم ، والحمد لله على ذلك . ¶ -136-",
            "page": "174",
            "part": "1"
        },
        {
            "id": "175",
            "nass": "إننا قد ذكرنا في سائر كتبنا البراهين العقلية والنقلية على بطلان هذا التوسل ، وذكرنا هنالك من حجج القرآن والحديث والإجماع والقياس ما يقنع بعضه المنصف بأن هذا التوسل ليس من الدين في شيء . ¶ والذي نقوله الآن هو أن حديث خطاب رسول الله لكفار قريش الذين رموا في الطوى لا يدل على أكثر من وجود العالم الروحاني ، وأن لهذا العالم إستقلالا عن العالم الجسماني ، وأنه قد يدرك الخطاب والنداء . ومستحضرو الأرواح الآن يقررون هذا . ولكن لا يدل لهؤلاء المتوسلين وجود العالم الروحاني وسماعه بعض الأوقات على أنه يجوز الإستعانة به . والدعاء له . وذلك أنهى لا يلزم وجود عالم الأرواح أن يكون سامعاً من ناداه ، ولا يلزم إذا قدر عليه أن يكون مأذوناً له بإعطائه من طلبه ، ومأذوناً لنا بأن نطلبه ، ولا يلزم من ذلك كله أن يكون ذلك مباحاً جائزاً ، ولا يلزم بعد ذلك كله ألا يكون منع لأنه يترتب عليه أن ينحل الأموات فوق ما هم له أهل ، كما هو الواقع المشهود . فإننا نرى المتوسلين في عصرنا يسألون الأموات أموراً لا يقدرون عليها وهم أحياء ، ولا يقدر عليها إلا الله سبحانه وتعالى ، ويقدسونهم ويعظمونهم ويهابونهم ويرجونهم . كل ذلك بأبلغ مما يكون منهم لله وهم بين يديه في الصلاة والمناجاة . ولا شك أن هذا خالص العبادة ولبها ، لا يجوز صرفه لمخلوق سواء أكان حياً أم ميتاً ، وسواء أكان حاضراً أم غائباً . ويدلك على ما نقول أنه لا تجوز لنا دعوة الملائكة ولا دعوة الجن مطلقاً . والملائكة والجن أحياء ، وهم أقدر من الإنسان . وما دعاهم أحد من المسلمين ولا العاقلين . ولم يفهم الصحابة الذين سمعوا رسول الله صلى الله عليه وسلم ينادي كفار قريش وهم أموات أن ذلك دليل على التوسل بالموتى . ولهذا لم يتوسل أحد منهم برسول الله بعد موته، ولم يتوسل أحد من الأئمة الذين رووا هذه الأحاديث وحذقوها بمخلوق ميت. وهذا إجماع سلبي لا يدفع .",
            "page": "175",
            "part": "1"
        },
        {
            "id": "176",
            "nass": "ولو كان الدعاء يلازم التوسل لجاز التوسل بالأموات الكافرين استدلالا بمناداة رسول الله صلى الله عليه وسلم لهؤلاء الكافرين الذين رموا في الطوى . ومن يجوز هذا من العاقلين . ومستحضروا الأرواح ـ وهؤلاء يحتجون بما يقولون ـ يقولون إن الأرواح ¶ -137- ¶ مقيدة بأحكام لا يمكن أن تخرج عنها ، وإنها لا يؤذن لها بأن تفعل كل ما تقدر عليه ، وأن تجاوب كل من سألها ، وإنه قد يكون من العدوان عليها ، والإيذاء لها ، أن تنادى وأن تسأل لأنها مشغولة بما هنالك عما هنا . ¶ ويدل على أن دعوة الأرواح لا تجوز ـ ولو كانت قادرة وفاعلة ـ أم مستحضري الأرواح يقولون إنهم لا يقدرون على أن يستحضروا الأرواح القوية العظيمة فلا يقدرون على إستحضار أرواح الأنبياء والملائكة . فلماذا هذا ؟! ويقولون : إنه ليس كل أحد صالحاً لدعوة الأرواح واستحضارها . ¶ والذي نراه نحن أن هذا الذي يكلم دعاة الأرواح غالباً هم شياطين مضلون لا أرواح من أرادوا مخاطبتهم . وهذا بين لمن تدبر ، وهو يفيدنا فائدتين : إحداهما وجود الأرواح الشريرة وهم الشياطين تصديقاً للأديان ، وتكذيباً للجاحدين الملحدين . وثاني الفائدتين أن نعلم أن دعوة الأرواح واستحضارها ضلال . ولهذا تجاوب الشياطين والشياطين مضلون لا يريدون إلا الإفساد . ¶ ثم ألا يكفي هؤلاء علماً ببطلان دعواهم ودعائهم أنهم مهما دعوا وألحوا في الدعاء لا يجابوا ولا يسمعوا ؟! ( ولا تدع من دون الله ما لا ينفعك ولا يضرك ، فإن فعلت فإنك إذاً لمن الظالمين ) ، ( ومن أضل ممن يدعو من دون الله من لا يستجيب له إلى يوم القيامة ، وهم عن دعائهم غافلون ) . أو ألا يكفيهم أيضاً دليلاً على بطلان توسلهم ما لازمه من الضلالات والمنكرات باعتراف الجميع . ولا ينتج الشر إلا الشر",
            "page": "176",
            "part": "1"
        },
        {
            "id": "177",
            "nass": "على إن الدعوى التي ادعوها في جانب ، والدليل الذي جعلوه برهاناً على دعواهم في جانب آخر . وذلك أن دعواهم هي أن سؤال الموتى ، ورجاءهم ، والفزع إليهم ، وما مع ذلك من البدع ، دين وحق والذي استدلوا به على هذه الدعوى ليس فيه غير أنهم قد يسمعون بعض الأحايين، وأن أرواحهم موجودة . بل في الحديث نفسه ما يرد على الدعوى . وذلك أنهى يقول : إنهم ليسمعون ، ولكنهم لا يجيبون . ومن لا يجيب كيف يدعي لو يتدبرون ؟! . ¶ -138- ¶ والكلمة الفاصلة في هذا الحديث: أن الله تعالى جعل في أولئك الكفار القدرة على السماع بأن رد إليهم أرواحهم في تلك الساعة ليسمعوا نداء رسول الله توبيخاً وتحسيراً ونقمة . ولله أن يخرق لرسوله ما يشاء ، لا معقب لحكمه ، ولا مانع لما أراد . وقد روى البخاري في صحيحه عن قتادة وهو إمام من أئمة التابعين الكبار ( إن الله تعالى أحياهم له في تلك الساعة توبيخاً لهم وإيلاماً وحسرة . ¶ وقد كان صلى الله عليه وسلم يخاطب كثيراً من الأحجار والحيوانات فتسمع منه وتجاوبه ، فهل يدل هذا الخطاب والسماع على أن تلك تسمع دائماً ، وعلى أنه يجوز التوسل بها واستغاثتها ؟! ولوضوح هذا عند الصحابة رضوان الله عليهم ، أنكرت عائشة رضي الله عنها حديث مخاطبة الأموات ، ووهّمت رواية وهو الثقة الثبت ، واستدلت بقوله تعالى : ( فإنك لا تسمع الموتى ) ورواه عنها البخاري . وما أنكر الصحابة ولا المسلمون هذا الاستدلال عليها ولا هذه الحجة . وقل لي بربك لو كان دعاء الموتى في ذلك العصر معروفاً مألوفاً ، فهل يمكن أن يخفى على عائشة رضي الله عنها ، أو يخفى على الصحابة والتابعين أن يردوا عليها بذلك ؟! الحق إن الأمر واضح . ¶ الفتن من قبل المشرق",
            "page": "177",
            "part": "1"
        },
        {
            "id": "178",
            "nass": "عن عبدالله بن عمر أن رسول الله قام إلى جنب المنبر فقال : ( الفتنة ها هنا . الفتنة هاهنا من حيث يطلع قرن الشيطان ) أو قال : ( قرن الشمس ) وعنه أيضاً أنه سمع النبي وهو مستقبل المشرق يقول : ( ألا إن الفتنة هاهنا من حيث يطلع قرن الشيطان ) رواهما البخاري ومسلم . وعنه أيضاً أن رسول الله - صلى الله عليه وسلم - قال : ( اللهم بارك لنا في شأمنا . اللهم بارك لنا في يمننا ) ) قالوا : يا رسول الله وفي نجدنا . قال : ( اللهم بارك لنا في شأمنا . اللهم بارك لنا في يمننا ) قالوا : وفي نجدنا يا رسول الله . فأظنه . قال في الثالثة : ( هناك الزلزال والفتن وبها يطلع قرن الشيطان ) رواه البخاري . وروى مسلم عن سالم بن عبدالله بن عمر أنه قال : يا أهل العراق ما أسألكم عن الصغيرة وما ¶ -139- ¶ أركبكم للكبيرة . سمعت أبي عبدالله ابن عمر يقول سمعت رسول الله فيقول : ( إن الفتنة تجيء من هاهنا ) وأومأ بيده نحو المشرق ( حيث يطلع قرن الشيطان ) وأنتم يضرب بعضكم رقاب بعض ، وإنما قتل موسى الذي قتل من آل فرعون خطأ ، فقال الله عز وجل له : ( وقتلت نفساً فنجيناك من الغم وفتناك فتوناً ) . ¶ يعتمد بعض ذوي الأغراض والأهواء ممن قل نصيبهم من المعرفة والإنصاف على هذه الأخبار ، فيقدح في الدعوة السلفية التي يقوم على إنمائها وإعلائها اليوم ، ويدأب في نشرها وتوسيع نطاقها عاهل الجزيرة العربية جلالة الملك عبد العزيز آل سعود .",
            "page": "178",
            "part": "1"
        },
        {
            "id": "179",
            "nass": "وقد حسب هؤلاء وأظهروا للناس أن هذه الأخبار تشير بالفتن والزلازل إلى هذه الدعوة التي تقول : يجب أن يرجع الخلق كافة إلى الخالق وحده ، وإلا يعتمدوا على سواه ، لا على نبي ولا من دونه ، ولا يأخذوا إلا بالأسباب العادية المشروعة ، وبعد ذلك يرجعون إلى الله فلا يدعون أحداً . والتي تقول : إنه ليس وراء الله للمرء مذهب . وإنه يلزم المسلمين عموماً أن يكونوا كما كان رسول الله ، وكما كان صحابته ومن تبعهم بإحسان بلا زيادة ولا نقصان ، ولا اختراع ولا ابتداع . وإنه يجب أن يقف المسلمون حيث وقف القرآن ، وحيث وقفت السنة , اعتقاداً وعملاً ، بلا تجاوز ولا مغلاة ولا إهمال . وإنه لا بد أن يقيم المسلمون حدود الإسلام وأحكامه وعقوباته وإن غضب الشرق والغرب ، وإن غضب الناس أجمعون ، أو ترك الناس ذلك أجمعون . وإن الإسلام لا يمكن أن يسترجع سالف مجده ، وأن ينهض النهوض المرموق إلا إذا عمل المسلمون بكتابهم وبسنة رسولهم . ¶ نعم حسب هؤلاء وأوهموا بعض الأغرار أن هذه الأحاديث النبوية تشير إلى ذم هذه الطائفة وإلى ذم إصلاحها الذي جاءت به ، والذي شكرها العاقلون عليه كافة وترنموا بمدحه وإطرائه في شرقها وغربها . ¶ ونحن هنا نذكر ما ذكره العلماء شراح الأحاديث في هذه الأحاديث ، وما فسروها به ، ليبصر الحق مريدوه . وما علينا بعد ذلك أن يعاند معاند ، أو يكابر مكابر ، أو يغضب ¶ -140-",
            "page": "179",
            "part": "1"
        },
        {
            "id": "180",
            "nass": "غاضب . ولنقتصر على ما ذكره أشهر شراح الحديث في شرح أشهر كتاب حديثي وأصحه وهو ( فتح الباري شرح صحيح البخاري ) للحافظ ابن حجر العسقلاني قاضي قضاة مصر في عصره ، وهو منقطع النظير في فنون الحديث وروايته في زمنه . ولم يشرح البخاري فيما نعلم مثله . ولم يأت بعده حسب معرفتنا من يجاريه أو يدانيه في علم الرواية . قال في الجزء السادس صفحة 220 بعد قوله رأس الكفر نحو المشرق : ( وفي ذلك إشارة إلى شدة كفر المجوس . لأن مملكة الفرس ، ومن أطاعهم من العرب ، كانت من جهة المشرق بالنسبة إلى المدينة ، وكانوا في غاية القوة والتكبر والتجبر ، حتى مزق ملكهم كتاب النبي كما سيأتي في موضعه . وإستمرت الفتن من قبل المشرق كما سيأتي بيانه واضحاً في الفتن ) . ثم قال في كتاب الفتن صفحة 10 الجزء الثالث عشر بعد حديث إني لأرى الفتن تقع خلال بيوتكم كوقع القطر ( وإنما اختصت المدينة بذلك لأن قتل عثمان رضي الله عنه كان بها ، ثم انتشرت الفتن في البلاد بعد ذلك فالقتال بالجمل وبصفين كان بسبب قتل عثمان ، والقتال بالنهروان كان بسبب التحكيم بصفين ، وكل قتال وقع في ذلك العصر تولد عن شيء من ذلك أو عن شيء من ذلك أو عن شيء تولد منه . ثم إن قتل عثمان كان أشد أسبابه الطعن على أمرائه ثم عليه بتوليته لهم . وأول ما نشأ ذلك من العراق ، وهي من جهة المشرق فلا منافاة بين حديث الباب وبين الحديث الآتي إن الفتن من قبل المشرق ) . ثم قال في الجزء الثالث عشر صفحة 36 ( كان أهل المشرق يومئذٍ أهل كفر فأخبر - صلى الله عليه وسلم - أن الفتنة تكون من تلك الناحية ، فكان كما أخبر . وأول الفتن كان من قبل المشرق ، فكان ذلك سبباً للفرقة بين المسلمين , وذلك مما يحبه الشيطان ويفرح به . وكذلك البدع نشأت من تلك الجهة . وقال الخطابي : نجد من جهة المشرق ومن كان بالمدينة كان نجده بادية العراق ونواحيها , وهي مشرق أهل المدينة . وأصل النجد ما ارتفع من الأرض وهي",
            "page": "180",
            "part": "1"
        },
        {
            "id": "181",
            "nass": "خلاف الغور فانه ما انخفض منها وتهامة كلها من الغور ، ومكة من تهامة . انتهى . وعرف بهذا وهاء ما قاله الداودي : إن نجداً من ناحية العراق , فإنه توهم أن نجداً موضع مخصوص ، وليس كذلك ، بل كل شيء ارتفع بالنسبة إلى ما يليه يسمى المرتفع نجدا والمنخفض غوراً انتهى كلام ابن حجر . ¶ -141- ¶ ونحن نقول بعد ذلك : إننا إذا طالعنا الخرطة وجدنا العراق شرقا عن المدينة شمالاً ووجدنا بلاد العجم شرقاً شمالاً عن المدينة أيضاً . وإذا ما كلفنا أنفسنا ساعة من الزمن وقرأنا شيئاً من تاريخ الفتن التي وقعت في صدر الإسلام زمن الخليفتين عثمان وعلي وزمن من بعدهم من الخلفاء والأمراء وجدنا جميع الفتن في غير نجد ، ليس لنجد منها شيء . وكلها ولد وفرخ في العراق والشام ومصر وبلاد فارس . وليس هنالك فتنة أعظم من قتل عثمان وعلي وعمر رضي الله عنهم ، وأعظم من القتال بين الإمام علي ومعاوية ، وبين الإمام علي ومعاوية ، وبين علي والخوارج ، وبين علي وعائشة . وليس لنجد من ذلك شيء ولا غمست يدها في قليل ولا كثير من دمها . وكذلك إذا ما تعقبنا التاريخ من ذلك العصر إلى هذا العصر لم نجد في نجد من الفتن والزلازل ما وجدناه في مصر والعراق والشام وسائر البلاد ولا يمكن أن يكابر في ذلك مكابر . ¶ لنفرض أن الدعوة السلفية الموجودة الآن في نجد هي ضلال وباطل . وأعاذها الله من ذلك . فهل يمكن أن تكون أحق باسم الفتن والزلازل من الإلحاد والتنصير والفسوق والخلاعة الموجودة في سائر البلاد الإسلامية اليوم ؟! فهل يمكن تنزيل الأحاديث المذكورة على نجد دون هذه البلاد التي انغمست في هذه الرذائل من قدميها إلى رأسها ؟! وهل يقول ذلك إلا من لم يرزق شيئاً من الإنصاف والعدل .",
            "page": "181",
            "part": "1"
        },
        {
            "id": "182",
            "nass": "ولفظ الفتنة عند ما يطلق يعبر عن الحروب والقتال ونحو ذلك ولا يعبر عن الآراء والعقائد الفاسدة . فلو سلمنا أن هذه الأحاديث تعني نجداً وتعني أنها موقع للفتن والحروب ، ولن نسلم ذلك , لم يدل على أن تلك العقيدة باطلة وضلالة ، وإنما يدل على أنه يحدث فيها أحداث وحروب داخلية ، وهذا لا شك فيه . ونحن لا نخالف أنه قد وجد في نجد حروب بين المسلمين لا يرضاها الله ولا يرضاها دينه ولا يرضاها النجديون أنفسهم ، مثل ما وقع من الدويش وإخوانه حتى قضى جلالة الملك عبدالعزيز على ذلك وجذ جذورهم واستأصل شأفتهم . وأي بلاد خلقها الله تسلم من ذلك . ويبين ذلك أنه روى البخاري ومسلم عن أسامة بن زيد عن رسول الله صلى الله عليه وسلم أنه أشرف على أطم من آطام المدينة فقال : ( هل ترون ما أرى ) قالوا لا . قال ( فإني لأرى الفتنة تقع خلال ¶ -142- ¶ بيتكم كوقع القطر ) فإن كان وجود الفتن في بلد دليلاً على فساد عقيدة ذلك البلد دل على فساد عقيدة ذلك البلد دل هذا الحديث على فساد عقيدة أهل المدينة المنورة . ¶ وأيضاً لا شك أنه ما من بلد إلا ويوجد فيها فتن وزلازل وشياطين . فهل يدل ذلك على فساد عقائد الجميع . وقد حدث في سائر البلاد من الأمور القبيحة والعقائد المغضوب عليها ما لم يوجد في نجد . فهل وجد في نجد ما وجد في غيرها من البلاد ، وفيها من إدعى الربوبية وقال لأهلها ( أنا ربكم الأعلى ) فقالوا له سمعاً وطاعةً وكرامةً .",
            "page": "182",
            "part": "1"
        },
        {
            "id": "183",
            "nass": "وأيضاً إن كانت هذه الأخبار دليلاً على فساد العقيدة بالجملة لم تدل على أن ذلك الفساد , وتلك العقيدة الفاسدة , لن تزول ولن تفارق أهلها ، وإنما تدل على وجودها بالجملة . ولا ننازع في هذا . فقد كان أهل نجد مشركين قبل رسول الله عليه السلام كما كان غيرهم . وقد كفر طائفة منهم بعد موته عليه السلام واتبعوا مسيلمة الكذاب . ويبين ذلك أن العقيدة التي ينقم منها هؤلاء هي دعوة الشيخ محمد بن عبدالوهاب . وهذه الدعوة ما وجدت في نجد إلا منذ قرنين تقريباً . وأما قبل ذلك فأهل نجد كانوا كغيرهم يتولون ما تولى سائر الناس ، وهم ذلك الوقت وفي تلك الحال عند هؤلاء مهتدون راشدون ليس عندهم فتن ولا زلازل بل هم موحدون حقاً وراشدون حقا . فهذه الأحاديث ، بعد كل تنازل وتواضع ، لا تدل إلا على أنه يضل منهم فريق . ولا ننازع في هذا إجمالاً . وعلى هؤلاء أن يبرهنوا أن الدعوة الموجودة الآن في نجد هي ضلال وفتنة ، وأين هم من ذاك ، وأن يبرهنوا أنه ليس ما خالفها من البدع والخرافات ضلالاً وخرافة . ¶ وبعد . فقد قال في القاموس ( النجد ما أشرف من الأرض . الجمع أنجد وأنجاد ونجود ونجد . والطريق الواضح المرتفع وما خالف الغور أي تهامة، وتضم جيمه، مذكر. أعلاه تهامة واليمن وأسفله العراق والشام وأوله من جهة الحجاز ذات عرق ) . ¶ ومما يلحق بهذا ما يستدل به بعض الجهلة وهو بعض ما يذكره بعض أهل السيرة ـ إن صحت الرواية ـ أن المشركين لما اجتمعوا في دار الندوة للتآمر في رسول الله صلى الله عليه وسلم وفي القضاء عليه ليخلصوا من دعوته جاءهم الشيطان في هيئة شيخ وقور تقي ، وادعى لهم أنه من أهل نجد جاء ليبدي رأيه في هذه المشكلة التي شغلت ¶ -143-",
            "page": "183",
            "part": "1"
        },
        {
            "id": "184",
            "nass": "رؤوس قريش ، وهي مشكلة محمد عليه السلام ودعوته ، فرحبوا به ، وأدخلوه معهم ، وهم لا يدخلون في مثل هذه الحال طبعاً إلا من يظنونه من ذوي الدهاء والرأي والحنكة ، فأخذوا يديرون الآراء ، والشيخ النجدي ـ كما زعم ـ يرجعها عليهم رأياً رأياً مبيناً لهم ضعفها وسخفها ، إلى أن أقر لهم رأي الأخير وجوده ، وهو أن يأتوا من كل أسرة من أسر قريش الشريفة بفتى مارد جريء ويعطوه سيفاً صارماً ، ثم يضربوا رسول الله عليه السلام بسيوفهم المرهفة ضربة رجل واحد فيتفرق دمه في الأسر فيهدر . فتفرقوا على ذلك مصممين عليه . ¶ قال هؤلاء الجهلة : إن تمثل الشيطان بصورة شيخ نجدي دليل على فساد عقيدة النجديين . وهذا جهل فاضح . والقصة لا تدل على أكثر من أن قريشاً ، وهم من نعرف أهل النخوة والادلال والإعجاب بالرأي ، وهم مضرب المثل في الذكاء وصحة الفكرة وتوقد القريحة وسلامة الرأي ، يسلمون لرجال نجد الزعامة السياسية ، والإمامة الدينية ، ويسلمون تفوقهم عليهم بالآراء والدهاء . ولهذا أدخلوا الشيطان حين ما انتسب إلى نجد وادعى أنه نجدي ، وأشركوه في ذلك الحفل الذي جمع زعماء قريش ورؤوس ساستها ، وجعلوا قوله هو القول ، ورأيه هو الرأي . ويدل أيضاً على أن الشيطان يعرف للنجديين ذلك ، ويعرف أن قريشاً تعرفه لهم ، وهذا غاية التعظيم والمدح للنجديين خلاف ما ظن هؤلاء . ولو كان يعلم أنه إذا انتسب إلى غير نجد أدخلوه وقبلوه لما وجد مانعاً من أن ينتسب ، ولعله لو فعل ذلك لطردوه .",
            "page": "184",
            "part": "1"
        },
        {
            "id": "185",
            "nass": "والشيطان قد يتصور في صورة ويقول : أنا رسول الله . ويتصور في صور العلماء والعباد المعروفين بالإمامة والدين . يفعل ذلك للإضلال والإغواء . وقد يجيء بعض الناس ويقول له : أنا الله ، وقد أحللت لك كذا وكذا مما حرمت على غيرك ، ليفسد على ذلك الإنسان دينه وعقله . فما في انتساب الشيطان إلى بعض الناس أو بعض البلاد نقص في ألئك الناس ولا تلك البلاد ، والعكس أقرب . فإنه غالباً يتصور بصور الصالحين ، أو من يظن أنهم صالحون ، ليستطيع التغرير والتضليل . وقد رووا أنه جاء إلى الشيخ عبدالقادر الجيلاني الصالح المشهور وقال له : أنا رب العزة يا عبدالقادر . وقد أحللت لك كذا وكذا ¶ -144- ¶ مما حرمته على غيرك . فقال له الشيخ عبدالقادر : إخسأ . أنت الشيطان الرجيم فقال الشيطان : نجوت مني يا عبدالقادر بفقهك ، ولقد أضللت بهذا خلقاً كثيراً من العباد والزهاد . والله أعلم . ¶ فياليت قلبي في صدور لوائمي ¶ رجعت ولكن لا إلى حكم حاكم ¶ تريد من الأيام ما ليس كائناً ¶ ولم تجمع الأيام للمرء مرة ¶ قضى الله أن الأمر والنهي والغنى وأن يقدم السباق كل مؤخر وما كان هذا الداء في الناس حادثاً ¶ شكاه الألى كانوا تولوا وبعدنا فان كنت ترضى بارد العيش فانسلخ ¶ فاني رأيت الضر والعقل أصبحا تحاول إرضاء الحسود ولم يكن ¶ وماذا رأى الحساد عندك غاظهم حسدت على الروح التي قد سئمتها ¶ ولو كان حسادي يطيقون حملها ¶ رويدك بعض الشكو ما ثمَّ سامع وما أنت لاق عادلا تشكي له ¶ فكل بني الدنيا بغاة وجدتهم ¶ أضعت رجاء كنت جهلا حملته ¶ -145- ¶ فما سمعوا شكوى جهيراً خطابها ¶ ولاحفظوا وداً ولا حفظوا يداً ¶ عفا الله عنهم ما شكوت وما شكا ¶ وما أخروا حراً أغر مقدماً وما ضيعوا الآداب والعلم والعلا ¶ أليس عجيباً أن تضيع بأمة ¶ وأن تمنع الماء القراح ويرتوي شؤون بها ما في فؤادي من الضنى ¶ فيشكوا كما أشكو من الغيظ والأسى ¶ وعذّت ولكن في شدوق الأراقم1 ¶ سعادة محمود لدى الجد عالم",
            "page": "185",
            "part": "1"
        },
        {
            "id": "186",
            "nass": "ذكاء وحظاً ، فاحترق أو فقاوم ¶ لكل بليد القلب قسمة قاسم ¶ عن المجد والعلياء عند التزاحم ¶ ولكنه في الناس من عصر آدم ¶ سيشكوه منهم كل أروع حازم ¶ من العقل واستلهم نفوس البهائم ¶ قرينين من راض بهذا وناقم ¶ ليرضيه إلا أن ترى في الرمائم2 ¶ وقد أصبحت دنياك أبكى المآتم ¶ وما الروح إلا الريح ذات السمائم ¶ لجدت بها ، فعلي ببذل الدراهم ¶ ولا ثم مرجو لكسب المكارم ¶ ولا دافعاً من مرهقات المظالم ¶ فهم ظالم باغ يعوذ بظالم ¶ على معشر كانوا جنود المغارم ¶ ولا حذروا من ذاهبات الملاوم ¶ جذذت بها زند العدو المصادم ¶ لك العلم فيهم حظوة المتعالم ¶ وما قدموا غِراً لوجه العظائم ¶ بما استحفظوها في العيون النوائم ¶ وتحفظ فيها سارحات السوائم3 ¶ من الأمل المعسول صفر البراجم ¶ فياليت قلبي في صدور لوائمي ¶ ويعذرني فيما تكلمت لائمي ¶ المؤلف",
            "page": "186",
            "part": "1"
        }
    ],
    "t35972": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مشكلات الأحاديث النبوية وبيانها"
        }
    ]
}