{
    "b35984": [
        {
            "id": "1",
            "nass": "تنقيح القول الحثيث ¶ في ¶ شرح لباب الحديث ¶ تأليف العلامة ¶ الشيخ محمد بن عمر النووي البنتني ¶ بسم الله الرحمان الرحيم ¶ الحمد لله الذي جعل أحاديث النبي المصطفى في الاهتداء مثل النجوم، وأشهد أن لا إله إلا الله، وأن محمدا رسوله الذي أعطاه أسرار العلوم، والصلاة والسلام على أفضل خلقه محمد المبعوث بالمعجزات، وعلى آله مصابيح الدلالات، وأصحابه أنجم الهدايات. ¶ أما بعد: فهذا شرح على لباب الحديث للشيخ العلامة الفهامة جلال الدين ابن العلامة أبي بكر السيوطي تغمده الله برحمته وأسكنه فسيح جنته. سميته: ¶ \"تنقيح القول الحثيث في شرح لباب الحديث\" ¶ والله أسأل أن يجعله خالصا لوجهه الكريم، وسببا للفوز بجنات النعيم، وأن يختم لكاتبه بخير آمين آمين. ¶ واعلم أن الباعث في كتابة هذا الشرح حاجة المحتاجين إليه، فإن هذا الكتاب كثير التحريف والتصريف لعدم الشرح عليه، ومع ذلك كثر تداول الناس من أهل جاوة عليه. وإني لم أجد نسخة صحيحة فيه، ولم أقدر على تصحيحه، واستيفاء مراده لقصوري، إلا أن بعض الشر أهون من بعض. وهذا الكتاب إن كان فيه حديث ضعيف لا ينبغي أن يهمل، لأن الحديث الضعيف يعمل به في فضائل الأعمال كما قال ابن حجر في تنبيه الأخيار، والضعيف حجة في الفضائل باتفاق العلماء، كما في شرح المهذب وغيره، والله المستعان، وعليه التكلان ولا حول ولا قوة إلا بالله العلي العظيم. ¶ (",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم) أي أؤلف فالباء بارىء البرايا، والسين ستار الخطايا، والميم المنان بالعطايا، وقيل: الله كاشف البلايا، والرحمن معطي العطايا، والرحيم غافر الخطايا (الحمد لله رب العالمين) فالحمد لغة الثناء باللسان على الجميل الاختياري على جهة التعظيم، سواء كان في مقابلة نعمة أم لا، فدخل في الثناء الحمد وغيره، وخرج باللسان الثناء بغيره كالحمد النفسي، وخرج بالاختياري المدح، فإنه يعم الاختياري وغيره، والحمد عرفا فعل ينبىء عن تعظيم المنعم من حيث إنه منعم على الحامد أو غيره، وسواء كان باللسان أم بالجنان أم بالأركان، والشكر لغة هو هذا الحمد، وعرفا صرف العبد جميع ما أنعم الله به عليه من السمع وغيره إلى ما خلق لأجله، والمدح لغة الثناء باللسان على الجميل مطلقا على جهة التعظيم، وعرفا ما يدل على اختصاص الممدوح بنوع من الفضائل، أفاد ذلك شيخ الإسلام زكريا الأنصاري في رسالته (والعاقبة) أي المحمودة (للمتقين) أي المطيعين والمنزعين لقلوبهم عن الذنوب (ولا عدوان) أي لا ظلم (إلا على الظالمين) أي بارتكاب المعاصي (والصلاة والسلام على خير خلقه) كلهم من الإنس والجن والملائكة (محمد) المنزل عليه تعظيما له قوله سبحانه وتعالى: {يَا أيُّهَا النَّبِيُّ إنَّا أرْسَلْنَاكَ شَاهِدا وَمُبْشِّرا ونَذِيرا وَدَاعِيا إلى الله بإذْنِهِ وَسِرَاجا مُنِيرا} [الأحزاب: 64] ويبشر المؤمنين بأن لهم من الله فضلاً كبيرا (وعلى آله) أي أقاربه المؤمنين من بني هاشم والمطلب، أو أتقياء أمته (وصحبه) والصحابي هو من اجتمع مؤمنا بنبينا محمد صلى الله عليه وسلم بعد نبوته (أجمعين) توكيد للآل والصحب ¶ (",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "أما بعد) أي بعد ما تقدم (فإني أردت أن أجمع كتابا للأخبار) أي الأحاديث (النبوية) أي المنسوبة للنبي لأنها أقواله صلى الله عليه وسلم (والآثار) أي المنقولات (المروية) أي عن رسول الله صلى الله عليه وسلم (بإسناد صحيح) فالصحيح هو ما اتصل سنده، وعدلت نقلته، والإسناد هو حكاية طريق المتن، والسند هو الطريق الموصلة إلى المتن فقولك أخبرنا فلان إلى الآخر إسناد، ونفس الرجال سند، والمتن هو ألفاظ الحديث الذي تقوم بها المعاني. وقال ابن جماعة: هو ما ينتهي إليه غاية السند أفاد ذلك إبراهيم الشبرخيتي (وثيق) أي ضابط ناقل عن مثله إلى المنتهى (فحذفت الأسانيد) أي روما للاختصار، وهو جمع إسناد قال البدر بن جماعة: الإسناد هو الإخبار عن طريق المتن، والسند هو رفع الحديث إلى قائله. قال النووي: السند سلاح المؤمن، فإذا لم يكن معه سلاح فبم يقاتل؟ وقال الشافعي رضي الله عنه: الذي يطلب الحديث بلا سند، كحاطب ليل يتحمل الحطب، وفيه أفعى وهو لا يدري (وجعلته أربعين بابا في كل باب) منها (عشرة أحاديث) فمجموع الأحاديث أربعمائة (وسميته) أي هذا المجموع (لباب الحديث) واللباب خلاف القشر (وأستعين بالله العظيم) أي الكامل ذاتا وصفة (على القوم الكافرين) في إقامة الدين. ولما أراد المصنف إتيان المقصود أتى أولاً بالأبواب الأربعين على سبيل السرد ليكون عنوانا لهذا الكتاب تسهيلاً للمتناولين فقال: ¶ (",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "الباب الأول في فضيلة العلم والعلماء) قال الله تعالى: {فَلَوْلاَ نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُم طَائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ} [التوبة: 221] (الباب الثاني في فضيلة لا إله إلا الله) قال الفخر الرازي: وقد ذكرت هذه الكلمة في القرآن في سبعة وثلاثين موضعا، اثنان في البقرة وأربعة في آل عمران، وواحد في النساء واثنان في الأنعام، وواحد في الأعراف واثنان في التوبة، وواحد في يونس وفي هود وفي الرعد وفي النحل وثلاثة في طه، واثنان في الأنبياء وواحد في المؤمنين وفي النمل، واثنان في القصص، وواحد في فاطر وفي الصافات وفي الزمر، وثلاثة في المؤمن وواحد في الدخان، وفي محمد واثنان في الحشر، وواحد في التغابن وفي المزمل (الباب الثالث في فضيلة بسم الله الرحمن الرحيم) وقد قال صلى الله عليه وسلم: «لاَ يُرَدُّ دُعَاءٌ أوَّلُهُ بِسْمِ الله الرَّحْمانِ الرَّحِيمِ قال: وَإنَّ أمّتي يَأتُونَ يَوْمَ القِيَامَةِ وَهُمْ يَقُولُونَ بِسْمِ الله الرَّحْمان الرَّحِيمِ فَتَتَثَاقَلُ حَسَنَاتُهُمْ في المِيزَانِ فَتَقُولُ الأُمَمُ: ما رَجَّحَ مَوازِينَ أمَّةِ مُحَمَّدٍ صلى الله عليه وسلم؟ فَتَقُولُ الأَنْبِيَاءُ لَهُمْ: كانَ مُبْتَدَأُ كَلامِ أمَّةِ مُحَمَّدٍ صلى الله عليه وسلم ثَلاثَةَ أسْمَاءِ مِنْ أسماءِ الله تَعَالَى الكرَامِ، لَوْ وُضِعَتْ فِي كَفّةِ المِيزَانِ، ووُضِعَتْ سَيِّئَاتُ الخَلْقِ جَمِيعا في الكفَّةِ الأُخْرَى لَرَجَحَتْ حَسَنَاتُهُمْ قال: وَجَعَلَ الله تَعَالَى هاذِهِ الآية شِفَاءً مِنْ كُلِّ دَاءٍ، وَغِنًى مِنْ كُلِّ فَقْرٍ، وَسِتْرا مِنَ النَّارِ، وأمانا مِنْ الخَسْفِ والمَسْخِ وَالقَذْفِ ما دَامُوا عَلَى قِرَاءَتِها». (",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "الباب الرابع في فضيلة الصلاة على النبي صلى الله عليه وسلم) قال رسول الله صلى الله عليه وسلم: (ما اجْتَمَعَ قَوْمٌ في مَجْلِسٍ وَلَمْ يُصَلَّ عَلَيَّ فِيهِ إلاَّ تَفرَّقُوا كَقَوْمٍ تَفَرَّقوا عَنْ مَيْتٍ وَلَمْ يَغْسِلْوهُ) (الباب الخامس في فضيلة الإيمان) قال القطب الرباني سيدي الشيخ عبد القادر الجيلاني، ونعتقد أن من أدخله الله تعالى النار بكبيرته مع الإيمان، فإنه لا يخلد فيها بل يخرجه منها، لأن النار في حقه كالسجن في الدنيا يستوفى منه بقدر جريمته ، ثم يخرجه برحمة الله تعالى ولا يخلد فيها، ولا تلفح وجهه النار، ولا تحرق أعضاء السجود منه، لأن ذلك محرم على النار، ولا ينقطع طمعه من الله تعالى في كل حال ما دام في النار حتى يخرج منها، فيدخل الجنة، ويعطى الدرجات على قدر طاعته التي كانت له في الدنيا (الباب السادس في فضيلة الوضوء) روي عن نافع رضي الله عنه عن النبي صلى الله عليه وسلم أنه قال: «مَا مِنْ عَبْدٍ تَوَضَّأَ فَأَحْسَنَ الوُضُوءَ عَلَى تَرْتِيبِهِ إلاَّ أعْطَاهُ الله بِكُلِّ قَطْرَةٍ تَقْطُرُ مِنْ وُضُوئِهِ عَشْرَ حَسَناتٍ وَتَسْتَغْفِرُ لَهُ تِلْكَ الأَرْضُ التي تَوَضَّأ عَلَيْهَا إلى يَوْمِ القِيَامَةِ» (الباب السابع في فضيلة السواك) عن أبي هريرة رضي الله عنه عن رسول الله صلى الله عليه وسلم أنه قال: (لَوْلاَ أنْ أشُقَّ على أمَّتِي لأَمَرْتُهُمْ بِالسِّوَاكِ مَعَ كُلِّ وُضُوءٍ) أخرجه مالك وأحمد والنسائي. (",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "الباب الثامن في فضيلة الأذان) عن جابر رضي الله عنه أن رسول الله صلى الله عليه وسلم قال لبلال: «إذَا أذَّنْتَ فَتَرَسَّلْ، وَإذَا أقَمْتَ فاحْرِزْ وَاجْعَلْ بَيْنَ أذَانِكَ وَإقَامَتِكَ قَدْرَ ما يَفْرَغُ الآكِلُ مِنْ أكْلِهِ» رواه الترمذي وضعفه وعن أنس بن مالك قال: قال النبي صلى الله عليه وسلم: (لا يُرَدُّ الدُّعَاءُ بَيْنَ الأذانِ والإقامَةِ) رواه النسائي (الباب التاسع في فضيلة صلاة الجماعة) عن أبي هريرة قال: أتى النبيَّ صلى الله عليه وسلم رَجُلٌ أعمى فقال: يا رسول ليس لي قائد يقودني إلى المسجد، فرخَّص له، فلما ولَّى دعاه فقال: «هَلْ تَسْمَعُ النِّدَاءَ بِالصَّلاةِ؟» قال نَعَمْ. قال: «فَأَجِبْهُ» رواه مسلم (الباب العاشر في فضيلة الجمعة) عن ابن عباس أنه قال قال رسول الله صلى الله عليه وسلم: «يَغْفِرُ الله لَيْلَةَ الجُمُعَةِ لأهْلِ الإسْلام أجْمَعِين» وعن سلمان رضي الله عنه قال: قال لي رسول الله صلى الله عليه وسلم: «أتَدْري لِمَ سُمِّيَ يَوْمُ الجُمُعَةِ؟ قلت: لا. قال: لأَنَّ فِيهِ جُمِعَ أبُوكَ آدَمُ» قال بعضهم: هو اجتماع قالب آدم وروحه بعد أن كان ملقى أربعين سنة. وقال آخرون: لاجتماع آدم وحواء بعد الفرقة الطويلة. وقيل: إنما سمي بذلك لاجتماع أهل البلاد والرساتيق فيه.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وقيل: لأنه تقوم فيه القيامة وهو يوم الجمع قال الله تعالى: {يَوْمَ يَجْمَعُكُمْ لِيَوْمِ الجَمْعِ} [التغابن: 9] ذكر ذلك سيدي الشيخ عبد القادر الجيلاني (الباب الحادي عشر في فضيلة المساجد) وهي بيوت الله تعالى، لأنها محالّ عبادات الله تعالى (الباب الثاني عشر في فضيلة العمائم) قال سيدي الشيخ عبد القادر الجيلاني: ويكره كل ما خالف زي العرب وشابه زي الأعاجم (الباب الثالث عشر في فضيلة الصوم) وعن الحسن عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «الصِّيامُ جُنَّةٌ مِنَ النَّارِ مَا لَمْ يَخْرِقْهُ» قيل: وما يخرقه؟ قال: بكذبة أو بغيبة (الباب الرابع عشر في فضيلة الفرائض) من الصلاة وغيرها قال عبد الله الصحابي ابن غسان في جواب سؤال منينا بن عبد المسيح الراهب قال نبينا صلى الله عليه وسلم: «الصَّلاَةُ صِلَةٌ بَيْنَ العَبْدِ وَرَبِّهِ فِيها إجَابَةُ الدُّعَاءِ وَقَبُولُ الأَعْمَالِ وَبَرَكَةٌ فِي الرِّزْقِ وَرَاحةٌ في الأَبْدَانِ، وَسِتْرٌ بَيْنَهُ وَبَيْنَ النَّارِ، وَثِقْلٌ في المِيزَانِ، وَجَوَازٌ عَلَى الصِّراطِ، وَمِفْتَاحُ الجَنَّةِ» ثم قال عبد الله: والصلاة جامعة لجميع الطاعات، فمن جملتها الجهاد، فإذا المصلي يجاهد عدوين نفسه والشيطان ففي الصلاة الصوم، فإن المصلي لا يأكل ولا يشرب، وزادت على الصيام بمناجاة ربه، وفي الصلاة الحج، وهو القصد إلى بيت الله، والمصلي قصد رب البيت، وزادت على الحج بقربه من ملكوت ربه. وقال نبينا صلى الله عليه وسلم: «جَمِيعُ المُفْتَرَضَاتِ افْتَرَضَها الله تَعَالى فِي الأَرْض إلاَّ الصَّلاة، فإنَّ الله افْتَرَضَها في السَّماء وَأنا بَيْنَ يَدَيْهِ».",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "ومعنى رفع الأيدي في الصلاة للتكبير أن العبد غريق في بحار الخطايا والمعصية، فيرفع يديه كأنه يقول: يا رباه خذ بيدي فإني غريق في بحار الخطايا والمعصية، هارب منك إليك. ومعنى القراءة عتاب بين العبد وربه، ومعنى الركوع كأن المصلي يقول: أنا عبدك وقد مددت يدي إليك ومعنى الرفع من الركوع مع قول ربنا لك الحمد طلب العتق من الذنوب، فكأن الله يقول: أذنبت، فيقول العبد: أنا عبدك. ويقول الله قد أعتقتك من الذنوب، ومعنى السجدة الأولى ووضع الجبهة على الأرض كأن العبد يقول منها: خلقتني. ومعنى الرفع منه كأنه يقول: منها أخرجتني. ومعنى السجدة الثانية كأن العبد يقول: وفيها تعيدني. ومعنى الرفع الثاني كأنه يقول: ومنها تخرجني تارة أخرى، ومعنى السلام: اللهم أعطني كتابي بيميني ولا تعطني كتابي بشمالي، (الباب الخامس عشر في فضيلة السنن) أي من صلوات خاصة (الباب السادس عشر في فضيلة الزكاة) أي الشاملة لزكاة الأموال والأبدان (الباب السابع عشر في فضيلة الصدقة) قال سيدي الشيخ عبد القادر الجيلاني: وتستحب صدقة التطوع في سائر الأوقات ليلاً ونهارا قليلاً وكثيرا لا سيما في الأشهر المباركة، كشهر رجب وشعبان، وشهر رمضان وأيام العيد وعاشوراء، وأيام الجدب والضيق، ليحوز بذلك العافية في الجسم والمال والأهل والخلف السريع في الدنيا، والثواب الجزيل في الآخرة. (",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "الباب الثامن عشر في فضيلة السلام) ويستحب القيام للإمام العادل والوالدين وأهل الدين والورع وأكرم الناس كما قال رسول الله صلى الله عليه وسلم: «قُومُوا إلى سَيِّدِكُم» (الباب التاسع عشر في فضيلة الدعاء) وهو سيف المؤمن، قال الله تعالى: {وقال ربكم ادْعُونِي أسْتِجبْ لَكُمْ} [غافر: 06] وسئل إبراهيم بن أدهم رحمه الله فقيل له: ما بالنا ندعو الله فلا يستجيب لنا؟ فقال: لأنكم عرفتم الرسول، فلم تتبعوا سنته، وعرفتم القرآن فلم تعملوا به، وأكلتم نعمة الله فلم تؤدوا شكرها، وعرفتم الجنة فلم تطلبوها، وعرفتم النار فلم ترهبوا منها، وعرفتم الشيطان فلم تحاربوه ورافقتموه، وعرفتم الموت فلم تستعدوا له، ودفنتم الأموات فلم تعتبروا بهم، وتركتم عيوبكم واشتغلتم بعيوب الناس. (الباب العشرون في فضيلة الاستغفار) قال صلى الله عليه وسلم: «مَنْ أكْثَرَ مِنَ الاسْتِغْفَارِ جَعَلَ الله عَزَّ وَجَلَّ لَهُ مِنْ كُلِّ هَمٍّ فَرَجا، وَمِنْ كُلِّ ضيقٍ مَخْرَجا، وَرَزَقَهُ مِنْ حَيْثُ لاَ يَحْتَسِبُ» (الباب الحادي والعشرون في فضيلة ذكر الله) قال الله تعالى: {يَا أيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا الله ذِكْرا كَثِيرا} [الأحزاب: 14] (الباب الثاني والعشرون في فضيلة التسبيح) قال أبو ذر رضي الله عنه: قلت لرسول الله صلى الله عليه وسلم أي الكلام أحب إلى الله عز وجل؟ قال صلى الله عليه وسلم: «ما اصْطَفَى الله سُبحَانَهُ لمَلائِكَتِهِ سُبْحَانَ الله وَبِحَمْدِهِ وسُبْحَانَ الله العَظِيمِ» (الباب الثالث والعشرون في فضيلة التوبة) قال رسول الله صلى الله عليه وسلم: «مَنْ تَابَ قَبْلَ أنْ تَطْلُعَ الشَّمْسُ مِنْ مَغرِبها تابَ الله عَلَيْهِ» رواه مسلم وقال رسول الله صلى الله عليه وسلم: «إنَّ الله يَقْبَلُ تَوْبَةَ العَبْدِ مَا لَمْ يُغَرْغِرْ» رواه الترمذي وابن ماجه. (",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "الباب الرابع والعشرون في فضيلة الفقر) قال رسول الله صلى الله عليه وسلم: «أحَبُّ الأَعْمَالِ إلى الله تَعَالى مَنْ أطْعَمَ مِسْكِينا مِنْ جُوعٍ أوْ دَفَعَ عَنْهُ مَغْرَما أوْ كَشَفَ عَنْهُ كُرْبَةً» رواه الطبراني (الباب الخامس والعشرون في فضيلة النكاح) عن ابن عمر أن النبيَّ صلى الله عليه وسلم قال: «الدُّنْيَا كُلُّها مَتَاعٌ وَخَيْرُ مَتَاعِها المَرْأةُ الصَّالِحَةُ» رواه أحمد ومسلم والنسائي وابن ماجه. وعن أبي هريرة أن رسول الله صلى الله عليه وسلم قال: «ثَلاَثَةٌ حَقٌّ عَلَى عَوْنُهُمْ الله المُجَاهِدُ في سَبيلِ الله، وَالمُكَاتِبُ الَّذِي يُرِيدُ الأدَاءَ والنَّاكحُ الذي يريد العَفَاف» أي عفاف فرجه عن المحارم رواه أحمد والترمذي والنسائي وابن ماجه والحاكم. (",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "الباب السادس والعشرون في التشديد على الزنى) وروي عن رسول الله صلى الله عليه وسلم أنه قال: «احْذَرُوا الزِّنَى فَإنَّ فيهِ سِتَّ خِصالٍ ثَلاَثَةٌ في الدُّنْيَا وَثَلاَثَةٌ في الآخِرَة فَأمَّا التي في الدُّنْيَا فإنَّهُ يُنْقِصُ الرِّزْقَ وَيُذْهِبُ البَرَكَةَ، وإذا خَرَجَتْ رُوحُهُ تُحْجَبُ عَنِ الله، ويَنْظُرُ إلى النَّارِ وَالزَّبَانِيَةِ، وأمّا الَّتي تُصِيبُهُ في الآخِرَة: فَيَنْظُرُ الله إلَيْهِ بِعَيْنِ الغَضَبِ فَيَسْوَدُّ وَجْهُهُ والثَّانِيَةُ يَكونُ حِسَابُهِ شَدِيدا، والثَّالِثَةُ يُسْحَبُ فِي سِلسِلةٍ إلَى النَّارِ» (الباب السابع والعشرون في التشديد على اللواط) قال عليه السلام سبعة لعنهم الله تعالى ولا ينظر إليهم يوم القيامة ولا يزكيهم ولهم عذاب أليم ويقال لهم: ادخلوا النار مع الداخلين أولهم الفاعل والمفعول به في عمل قوم لوط، وناكح المرأة في دبرها، وناكح البهيمة، وناكح البنت وأمها، والزاني بامرأة جاره، وناكح كفه إلا أن يتوبوا (الباب الثامن والعشرون في منع شرب الخمر) قال ابن مسعود إذا دفنتم شارب الخمر فانبشوه، فإن لم تجدوا وجهه مصروفا عن القبلة فاقتلوني، فإن رسول الله صلى الله عليه وسلم قال: «إذَا شَرِبَ العَبْدُ الخَمْرَ أرْبَعَ مَرَّاتٍ سَخِطَ الله عَلَيْهِ، وكُتِبَ اسْمُهُ فِي سِجِّين، وَلا يُقْبَلُ مِنْهُ صَوْمُهُ وَلا صَلاتُهُ وَلا صَدَقَتُهُ إلاّ أنْ يَتُوبَ» (الباب التاسع والعشرون في فضيلة الرمي) أي رمي السهام لأجل قتال الكفار لإعلاء دين الله تعالى: (الباب الثلاثون في فضيلة بر الوالدين) قال صلى الله عليه وسلم: «لَيْسَ بَيْنَ عَاقِّ وَالِدَيْهِ وَبَيْنَ إبْلِيسَ فِي النَّارِ إلاَّ طَبَقَةٌ وَاحِدَةٌ فَهُوَ جَارُ إبْلِيسَ فِي النَّارِ، وَلَيْسَ بَيْنَ بَارِّ وَالِدَيْهِ وَبَيْنَ الأَنْبِيَاءِ في الجَنَّةِ إلاَّ دَرَجَةٌ واحِدَةٌ فَهُوَ جَارُ الأَنْبِيَاءِ في",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "الجَنَّة» (الباب الحادي والثلاثون في فضيلة تربية الأولاد) قال صلى الله عليه وسلم: «مَنْ رَزَقَهُ الله وَلَدا وَلَمْ يُعَلِّمْهُ القُرْآنَ إلاَّ كانَ كُلُّ ذَنْبٍ يَعْمَلُهُ الوَلَدُ عَلَى أبِيهِ وَيَوْمَ القِيَامَةِ يُحَاسِبُ الوَلَدُ أباهُ عَلَى تَرْكِهِ تَعْلِيمَ القُرْآنِ وَيَقْضِي الله لَهُ عَلَيْهِ»، وكان علي يقول: علِّموا أولادكم القرآن تدخلوا الجنة بشفاعتهم يوم القيامة (الباب الثاني والثلاثون في فضيلة التواضع) قال رسول الله صلى الله عليه وسلم: «مَا زَادَ الله عَبْدا بِعَفْوٍ إلاّ عِزّا، وما تَوَاضَعَ أحَدٌ لله إلاَّ رَفَعَهُ الله». (الباب الثالث والثلاثون في فضيلة الصمت) قال عليه السلام: «الصَّمْتُ حُكْمٌ وَقَلِيلٌ فَاعِلُهُ». وقال صلى الله عليه وسلم: «مَنْ وُقِيَ شَرَّ قَبْقَبِهِ وذَبْذَبِهِ وَلَقْلَقِهِ فَقَدْ وقِيَ الشَّرَّ كُلَّهُ»، والقبقب هو البطن والذبذب الفرج واللقلق اللسان (الباب الرابع والثلاثون في فضيلة الإقلال من الأكل والنوم والراحة) قال رسول الله صلى الله عليه وسلم: «جَاهِدُوا أنْفُسَكُمْ بِالجُوعِ وَالعَطَشِ فَإنَّ الأَجْرَ فِي ذالِكَ كأجْرِ المُجَاهِدِ في سَبِيلِ الله، وإنَّهُ لَيْسَ مِنْ عَمَلٍ أحَبَّ إلى الله مِنْ جُوعٍ وَعَطَشٍ». (",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "الباب الخامس والثلاثون في فضيلة الإقلال من الضحك) قيل لرسول الله صلى الله عليه وسلم أيُّ الناس أفضل؟ قال: «مَنْ قَلَّ مَطْعَمُهُ وَضَحِكُهُ وَرَضِيَ بما يَسْتُرُ بهِ عَوْرَتَهُ» (الباب السادس والثلاثون في فضيلة عيادة المريض) قال رسول الله صلى الله عليه وسلم: «إذا عادَ الرَّجُلُ المريضَ خَاضَ في الرَّحْمَةِ فإذا قَعَدَ عِنْدَهُ قَرَّتْ فِيهِ» (الباب السابع والثلاثون في فضيلة ذكر الموت) قال عائشة رضي الله عنها: يا رسول الله هل يحشر مع الشهداء أحد؟ قال: «نَعَمْ مَنْ يَذْكُرُ المَوْتَ فِي اليَوْمِ وَاللَّيْلَةِ عِشْرِينَ مَرَّةً» (الباب الثامن والثلاثون في فضيلة ذكر القبر وأهواله) قال رسول الله صلى الله عليه وسلم: «يَقُولُ القَبْرُ لِلْمَيِّتِ حِينَ يُوضَعُ فِيهِ وَيْحَكَ يا ابْنَ آدَمَ ما غَرَّكَ بي أَلَمْ تَعْلَمْ أنِّي بَيْتُ الفِتْنَةِ وَبَيْتُ الظُّلْمَةِ وَبَيْتُ الوَحْدَةِ وَبَيْتُ الدُّودِ مَا غَرَّكَ بِي إذْ كُنْتَ تَمُرُّ بي فذاذا، أيْ يُقَدِّمُ رِجْلاً وَيُؤَخِّرُ أخْرَى فإنْ كَانَ مُصْلِحا أجابَ عَنْهُ مُجِيبٌ لِلْقَبْرِ فَيَقُولُ أرَأيْتَ إنْ كَانَ يَأمُرُ بِالمَعْرُوفِ وَيَنْهَى عَنِ المُنْكَرِ فَيَقُولُ القَبْرُ: إنِّي إذا أتَحَوَّلُ عَلَيْهِ خَضِراً وَيَعُودُ جَسَدُهُ نُورا، وتَصْعَدُ رُوحُهُ إلى الله تعالى»، وفي بعض النسخ تأخير هذا الباب عن الباب الذي بعده. (الباب التاسع والثلاثون في منع النياحة على الميت) قال الله تعالى: {وَالَّذِينَ لاَ يَشْهَدُونَ الزُّورَ} [الفرقان: 27] قيل هي النائحة وفي صحيح البخاري ومسلم عن أبي موسى الأشعري رضي الله عنه أن رسول الله صلى الله عليه وسلم برىء من الصالقة والحالقة والشاقة قال النووي: الصالقة التي ترفع صوتها بالنياحة، والحالقة التي تحلق شعرها عند المصيبة، والشاقة التي تشق ثيابها عند المصيبة، وكل هذا حرام باتفاق العلماء انتهى. (",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "الباب الأربعون في فضيلة الصبر على المصيبة) قال الله تعالى {وَبَشِّرِ الصَّابِرِينَ} [البقرة: 551] وروي عن رسول الله صلى الله عليه وسلم أنه قال: «إذَا كَانَ يَوْمُ القِيَامَةِ نَادَى مُنَادٍ مِنْ قِبَلِ الله تَعَالَى: مَنْ لَهُ دَيْنٌ عَلَى الله تَعَالى فَلْيَقُم، فَتَقُولُ الخَلائِقُ: وَمَنْ لَهُ دَيْن عَلَى الله؟ فَتَقُولُ المَلائِكَةُ: مَنِ ابتَلاَهُ الله تَعَالى بما يُحْزِنُ قَلْبَهُ فَصَبَر احْتِسَابا لله، فَلْيَقُمْ يَأخُذُ أجْرَهُ مِنَ الله تَعَالَى، فَيَقُومُ خَلْقٌ كَثِيرٌ مِنْ أهْلِ البلاءِ.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "فَتَقُولُ المَلائِكَةُ لَيْسَتِ الدَّعْوَةُ تُقْبَلُ بِلاَ بَيِّنَةٍ أرُونا صَحَائِفَكُمْ فَمَنْ وُجِدَ فِي صَحِيفَتِهِ سَخَطٌ أوْ كَلاَمٌ قَبِيحٌ يَقُولُونَ لَهُ اقْعُدْ مَكَانَكَ لَسْتَ مِنَ الصَّابِرينَ ـ وَتَأخُذُ الملائِكَةُ الصَّابِرِينَ مِنَ الرِّجَالِ وَالنِّسَاءِ إلَى تَحْتِ العَرْشِ فَيَقُولُونَ ياا رَبَّنا هؤلاء عِبَادُكَ الصَّابِرُونَ فَيَقُولُ الله تَعَالى: رُدُّوهُمْ إلى شَجَرَةِ البَلْوَى، فَيَرُدُّونَهُمْ إلى شَجَرَةٍ أصْلُها مِنْ ذَهَبٍ وَأوْرَاقُها حُلَلٌ، وظِلُّها يَسِيرُ الرَّاكِبُ فِيهِ مائَةَ عامٍ، فَيَجْلِسُونَ تَحْتَهَا، وَيَتَجَلَّى الحَقُّ سُبْحَانَهُ وَتَعَالَى وَيُسَلِّمُ عَلَيْهِمْ وَاحِدا وَاحِدا، ثُمَّ يَعْتَذِرُ إلَيْهِمْ كما يَعْتَذِرُ الرَّجُلُ لِلرَّجُلِ، وَيَقُولُ: يا عِبَادِيَ الصَّابِرِينَ ما ابْتَلَيْتُكُمْ إلاَّ أرَدْتُ أنْ أحُطَّ عَلَيْكُمُ البَلاَءَ لِكَثْرَةِ ذُنُوبُكُمْ وَأَوَزَارِكُمْ، لأُبَلِّغَنَّكُم بهِ دَرَجَاتٍ عَالِيَةً ما تَصِلُونَ إلَيْهَا بأَعْمَالِكُمْ، فَصَبَرْتُمْ لأَجْلِي وَاسْتَحْيَيْتُمْ مِنِّي، وَلا أَنْصُبُ مِيزَانا وَلا أنْشُرُ لَكُمْ دِيوانا، ثُمَّ يَعْتَذِرُ سُبْحَانَهُ وَتَعَالى إلى الفُقَرَاءِ يَقُولُ: يا عِبَادي ما ابْتَلَيْتُكُمْ بِالفَقْرِ إلاَّ أنَّ كُلَّ مَنْ أَخَذَ مِنَ الدُّنْيَا شَيْئا أُحاسِبُهُ عَلَيْهِ، وَأَسْأَلُهُ مِنْ أَيْنَ اكْتَسَبْتَهُ، وفي أيِّ شَيْءٍ أَخْرَجْتَهُ، فأحْبَبْتُ لَكُمْ الفَقْرَ لِيَخِفَّ حِسَابُكُمْ، ثُمَّ يَعْتَذِرُ سُبْحَانَهُ وَتَعَالى إلى العُمْيَانِ، وسَائِرِ أصْحَابِ الأمْرَاضِ، فَيَفْرَحُونَ غَايَةَ الفَرَحِ بِمَا حَصَلَ لَهُمْ مِنَ الأَجْرِ العَظِيمِ، ثُمَّ يُؤْمَرُ بِرَايَاتٍ وِصَنَاجِقَ مِثْلِ صَناجِقِ الأُمَرَاءِ ثُمَّ تَأْخُذُهُمُ الملائِكَةُ على النَّجَائِبِ",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وَالرَّايَاتُ بَيْنَ أيْدِيهِمُ وَهُمْ سَائِرُونَ إلى الجَنَّةِ، فَيَنْظُرُ النَّاسُ إلَيْهِمْ فَيَقُولُونَ أَهؤلاء شُهداءٌ أوْ أنْبِياءٌ؟ فَتَقُولُ المَلائِكَةُ هؤلاء قَوْمٌ صَبَرُوا عَلَى الشَّدَائِدِ فِي الدُّنْيَا، بِصَبْرِهِمْ نَالُوا، فإذا وَصَلُوا إلى بَابِ الجَنَّةِ قالَ لَهُمْ رُضْوَانُ مَنْ هؤلاء القَوْمُ الَّذِينَ لَمْ يُنْصَبْ لَهُمْ مِيزانٌ؟ فَتَقُولُ المَلائِكَةُ: هؤلاءِ الصَّابِرُونَ لَيْسَ عَلَيْهِمْ حِسَابٌ، فافْتَحْ لَهُمُ الجَنَّةَ لِيَقْعُدُوا في قُصُورِهِمْ آمِنِينَ، فَيَدْخُلُونَ فَتَتَلَقَّاهُمُ الملائِكَةُ وَالوِلْدانُ بِالفَرَحِ وَالتَّكْبِيرِ، فَيَجْلِسُونَ على شَرَائِفِ الجَنَّةِ خَمسمائَةِ عامٍ يَتَفَرَّجُونَ عَلَى حِسَابِ الخَلْقِ، فَطُوبَى لِلصَّابِرينَ» كذا في الجواهر للشيخ أبي الليث السمرقندي، ولما ذكر المصنف أولاً الأربعين بابا بالسرد ذكر مثلها بعد على نسق ما تقدم بالأحاديث فقال: ¶ {الباب الأول: في فضيلة العلم والعلماء} ¶ قال الله تعالى: {شَهِدَ الله لا اله إلاَّ هُوَ وَالملائِكَةُ وَأُولُو العِلْمِ قائِما بِالقِسْطِ} [آل عمران] فانظر كيف بدأ سبحانه وتعالى بنفسه، وثنَّى بالملائكة، وثلث بأهل العلم، وناهيك بهذا شرفا وفضلاً. ¶ (",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "قال النبي صلى الله عليه وسلم لابن مسعود رضي الله عنه) واسمه عبد الله وكان صاحب سير رسول الله صلى الله عليه وسلم ووساده ونعليه وطهوره في السفر، وكان خفيف اللحم قصيرا جدا نحو ذراع، شديد الأدمة، وكان من أجود الناس ثوبا وأطيب الناس ريحا، وكان دقيق الساقين، أخذ يجتني سواكا من الأراك، فجعلت الريح تكفؤه فضحك القوم منه فقال رسول الله صلى الله عليه وسلم: «لِمَ تَضْحَكُونَ؟» فقالوا: يا رسول الله من دقة ساقيه فقال: «والَّذِي نَفْسِي بِيَدِهِ لَهُمَا في المِيزَانِ أَثْقَلُ مِنْ أُحُدٍ» وكان هو كثير الولوج عليه صلى الله عليه وسلم ويمشي معه، وأمامه بالعصا ويستره إذا اغتسل ويوقظه إذا نام ويلبسه نعليه إذا قام فإذا جلس أدخلهما في ذراعيه (يا ابن مسعود جلوسك ساعة) أي من الزمان ليلاً كان أو نهارا (في مجلس العلم) وفي لفظ حلقة العالم (لا تمس) فتح الميم (قلماً ولا تكتب حرفا خير لك من عتق) أي إعتاق (ألف رقبة) أي عبدا أو أمة (ونظرك إلى وجه العالم) أي بنظر المحبة خير لك من ألف فرس تصدقت بها في سبيل الله) أي في جهاد الكفار لإعلاء دين الله تعالى (وسلامك على العالم خير لك من عبادة ألف سنة) كذا ذكره الحافظ المنذري في الدرة اليتيمة، وعن عمر بن الخطاب قال: سمعت رسول الله يقول: «مَنْ مَشَى إلى حَلْقَةِ عالمٍ كانَ لَهُ بِكُلِّ خَطْوَةٍ مائَةُ حَسَنَةٍ، فإذَا جَلَسَ عِنْدَهُ وَاسْتَمَعَ ما يَقُولُ كانَ لَهُ بِكُلِّ كَلِمَةٍ حَسَنةٌ» كذا ذكره النووي في رياض الصالحين. ¶ (",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وقال صلى الله عليه وسلم: فقيه) أي عالم بعلم الشريعة (واحد متورع) أي متكلف بترك المحارم فهو المبتدىء في ذلك (أشد على الشيطان من ألف عابد مجتهد) أي في العبادة (جاهل) أي بما يطرأ عليها (ورع) أي تارك للمحارم، فهو المنتهي في الكف عن المحارم، وذلك لأن الشيطان كلما فتح بابا على الناس من الأهواء وزين الشهوات في قلوبهم بين الفقيه العارف مكايده، فيسد ذلك الباب ويجعله خائبا خاسرا بخلاف العابد، فإنه ربما يشتغل بالعبادة وهو في حبائل الشيطان ولا يدري، أفاد ذلك العزيزي نقلاً عن الطيبي، وفي رواية الترمذي وابن ماجه عن ابن عباس: فقيهٌ واحدٌ أشدُّ على الشيطان من ألف عابد. ¶ (وقال صلى الله عليه وسلم: فضل العالم) أي العامل بعلمه (على العابد كفضل القمر ليلة البدر على سائر الكواكب) المراد بالفضل كثرة الثواب الشامل لما يعطيه الله للعبد في الآخرة من درجات الجنة ولذاتها ومآكلها ومشاربها ومناكحها، وما يعطيه الله تعالى للعبد من مقامات القرب ولذة النظر إليه، وسماع كلامه رواه أبو نعيم عن معاذ بن جبل. وفي رواية للحارث بن أبي أسامة عن أبي سعيد الخدري عنه صلى الله عليه وسلم: «فَضْلُ العَالِمِ عَلَى العَابِدِ كَفَضْلِي عَلَى أُمَّتِي» وفي رواية للترمذي عن أبي أمامة: «فَضْلُ العَالِمِ عَلَى العَابِدِ كَفَضْلِي عَلَى أدْنَاكُمْ» أي نسبة شرف العالم إلى شرف العابد كنسبة شرف النبي إلى أدنى شرف الصحابة. قال الغزالي: فانظر كيف جعل العلم مقارناً لدرجة النبوة وكيف حط رتبة العمل المجرد عن العلم، وإن كان العابد لا يخلو عن علم بالعبادة التي يواظب عليها، ولولاه لم تكن عبادة ¶ (وقال صلى الله عليه وسلم: من انتقل) أي تحول ماشيا أو راكبا من محل إلى محل آخر (ليتعلم علما) من العلوم الشرعية (غفر له) أي ما تقدم من ذنبه الصغائر (قبل أن يخطو) أي خطوة من موضعه إذا أراد بذلك وجه الله تعالى رواه الشيرازي عن عائشة. ¶ (",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وقال صلى الله عليه وسلم أكرموا العلماء) أي بعلوم الشرع العاملين بأن تعاملوهم بالإجلال والإحسان إليهم بالقول والفعل. (فإنهم عند الله كرماء) أي مختارون (مكرمون) أي عند الملائكة. وعن أبي هريرة قال: سمعت رسول الله يقول: «إذا تَحَدَّثَ العَالِمُ فِي مَجْلِسِهِ بِالعِلْمِ وَلَمْ يَدْخُلْهُ هَزْلٌ وَلا لَغْوٌ، خَلَقَ الله تَعَالَى مِنْ كُلِّ كَلِمَةٍ طَلَعَتْ مِنْ فَمِهِ مَلَكا يَسْتَغْفِرُ الله لَهُ وِلِسَامِعِهِ إلَى يَوْمِ القِيَامَةِ فإذا انْصَرَفُوا مَغْفُورِينَ لَهُمْ» ثم قال: «هُم القَوْمُ لاَ يَشْقَى بِهِمْ جَلِيسُهُمْ». ¶ (وقال صلى الله عليه وسلم: من نظر إلى وجه العالم نظرة) أي واحدة (ففرح بها) أي بتلك النظرة(خلق الله تعالى من تلك النظرة ملكا يستغفر) أي ذلك الملك (له) أي الناظر (إلى يوم القيامة) وكان علي بن أبي طالب يقول: النظر إلى وجه العالم عبادة ونور في النظر ونور في القلب، فإذا جلس العالم للعلم كان له بكل مسألة قصر في الجنة، وللعامل بها مثل ذلك كذا في رياض الصالحين. ¶ (وقال النبي صلى الله عليه وسلم: من أكرم عالما فقد أكرمني) أي لأنه حبيبي (ومن أكرمني فقد أكرم الله) أي لأني حبيبه (ومن أكرم الله فمأواه الجنة) أي لأنها محال سكنى أحباء الله تعالى وقال صلى الله عليه وسلم: «أكْرِمُوا العُلَمَاءَ فإنَّهُمْ وَرَثَةُ الأَنْبِيَاءِ، فَمَنْ أكرَمَهُمْ فَقَدْ أَكْرَمَ الله وَرَسُولَهُ» رواه الخطيب البغدادي عن جابر. ¶ (",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "وقال النبي صلى الله عليه وسلم: نَوْمُ العَالِمِ أَفْضَلُ مِنْ عِبَادَةِ الجَاهِلِ) أي نوم العالم الذي يراعي آداب العلم أفضل من عبادة الجاهل الذي لا يسلم آداب العبادة، وفي رواية لأبي نعيم عن سلمان بإسناد ضعيف نوم على علم خير من صلاة على جهل، أي لأنه قد يظن المبطل مصححا والممنوع جائزا كما قال ضرار بن الأزور الصحابي من عبد الله بجهل كان ما يفسد أكثر مما يصلح. وكما قال واثلة بن الأسقع: المتعبد بغير فقه كحمار الطاحون. ¶ (وقال النبي صلى الله عليه وسلم: مَنْ تَعَلَّمَ بَابا مِنَ العِلْمِ يَعْمَلُ بهِ أوْ لَمْ يَعْمَلْ بهِ كَانَ أَفْضَلَ مِنْ أَنْ يُصَلِّي أَلْفَ رَكْعَةٍ تَطَوُّعا) وهذا يدل على أن العلم أشرف جوهرا من العبادة، ولكن لا بد للعبد من العبادة مع العلم، وإلا كان علمه هباء منثورا كما روي عن أبي هريرة عن النبي صلى الله عليه وسلم أنه قال: «ما مِنْ عَالِمٍ لا يَعْمَلُ بِعِلْمِهِ إلاّ نَزَعَ الله رُوحَهُ عَلى غَيْرِ الشَّهَادةِ، وَنَادَاهُ مُنَادٍ مِنَ السَّمَاءِ يا فاجِرُ خَسِرْتَ الدُّنْيَا وَالآخِرَةَ» وعن عمر بن الخطاب رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول: «إنَّ العَالِمَ إذا لَمْ يَعْمَلْ بعِلْمِهِ لَعَنَهُ العِلْمُ مِنْ جَوْفِهِ، وَيَلْعَنُهُ كُلُّ شَيْءٍ طَلَعَتْ عَلَيْهِ الشَّمْسُ، وَتَكْتُبُ الحَفَظَةُ كُلَّ يَوْمٍ خَتْما على صَحِيفَتِهِ هاذا عَبْدٌ آيِسٌ مِنْ رَحْمَةِ الله يا عَبْدَ الله يا مُضِيِّعَ حُقُوقِ سَيِّدِهِ، يا مَنْ لا يَعْمَلُ بَعِلْمِهِ عَلَيْكَ لَعْنَةُ الله، فإذا مَاتَ نَزَعَ الله رُوحَهُ على غَيْرِ الشَّهَادَةِ، ويُحرَمُ المَوْتَ عَلى الإيمانِ». ¶ (",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وقال النبي صلى الله عليه وسلم: مَنْ زَارَ عَالِما فَكَأَنَمَّا زَارَنِي، وَمَنْ صَافَحَ عَالِما فَكَأَنَّما صَافَحَنِي، وَمَنْ جَالَسَ عَالِما فَكَأَنَّما جَالَسَنِي في الدُّنْيَا، وَمَنْ جَالَسَنِي في الدُّنْيَا أَجْلَسْتُهُ مَعِي يَوْمَ القِيَامَةِ) وعن أنس بن مالك أن رسول الله صلى الله عليه وسلم قال: «مَنْ زَارَ عَالِما فَقَدْ زَارَنِي، وَمَنْ زَارَنِي وَجَبَتْ له شَفَاعَتي، وكانَ لَهُ بِكُلِّ خَطْوَةٍ أَجْرُ شَهِيدٍ» وعن أبي هريرة قال: سمعت رسول الله صلى الله عليه وسلم يقول: «مَنْ زَارَ عَالِما ضَمِنْتُ لَهُ عَلى الله الجَنَّةَ» وعن علي بن أبي طالب أنه قال: قال رسول الله صلى الله عليه وسلم: «مَنْ زَارَ عَالِما أيْ فِي قَبْرِهِ ثُمَّ قَرَأَ عِنْدَهُ آيةً مِنْ كِتَابِ الله أعْطَاهُ الله تَعَالَى بِعَدَدِ خطَوَاتِهِ قُصُورا فِي الجَنَّةِ وَكَانَ لَهُ بِكُلِّ حَرْفٍ قَرَأَهُ عَلَى قَبْرِهِ قَصْرٌ في الجَنَّةِ مِنْ ذَهَبٍ»، كذا في رياض الصالحين. ¶ {الباب الثاني: في فضيلة لا إله إلاَّ الله} ¶ قال الفاكهاني: إن ملازمة ذكرها عند دخول المنزل تنفي الفقر، وقد ورد أن: «مَنْ قَالَ لا اله إلاَّ الله وَمَدَّها هُدِمَتْ لَهُ أرْبَعَة آلافٍ ذَنْبٍ مِنَ الكَبَائِرِ. قالوا: يا رَسُولَ الله فإنْ لَمْ يَكُنْ لَهُ شَيْءٌ مِنَ الكَبَائِر؟ قال: يُغْفَرُ لأهْلِهِ ولِجيرَانِهِ» رواه البخاري اهـ سنوسي. ¶ (قال النبي صلى الله عليه وسلم: مَنْ قَالَ كُلَّ يَوْمٍ لا اله إلاَّ الله مُحَمَّدٌ رَسُولُ الله مَائَةَ مَرَّة جَاءَ يَوْمَ القِيَامَةِ وَوَجْهُهُ كَالقَمَرِ لَيْلَةَ البَدْرِ) أي التمام وهو ليلة أربعة عشر. ¶ (",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "وقال صلى الله عليه وسلم: أَفْضَلُ الذِّكْرِ لا اله إلاَّ الله) أي لأنها كلمة التوحيد، والتوحيد لا يماثله شيء، ولأن لها تأثيرا في تطهير الباطن فيفيد نفي الآلهة بقوله لا إله، ويثبت الوحدانية لله تعالى بقوله إلا الله، ويعود الذكر من ظاهر لسانه إلى باطن قلبه، ولأن الإيمان لا يصح إلا بها، أي مع محمد رسول الله، وليس هذا فيما سواها من الأذكار (وأفضل الدعاء الحمد لله) قيل: إنما جعل الحمد أفضل، لأن الدعاء عبارة عن ذكر، وأن يطلب منه حاجته، والحمد لله يشملها فإن من حمد الله إنما يحمد على نعمة، والحمد على النعمة طلب مزيد قال تعالى: {لَئِنْ شَكَرْتُمْ لأَزِيدَنَّكُمْ} [إبراهيم: 7] أفاد ذلك العزيزي، روى هذا الحديث الترمذي والنسائي وابن ماجه وابن حبان والحاكم عن جابر. ¶ (",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وقال صلى الله عليه وسلم قال الله تعالى) أي في الحديث القدسي والكلام الأنسي (لا إله إلا الله كلامي وأنا هو من قالها دخل حصني) بكسر الحاء (ومن دخل حصني أمن من عقابي) أخرجه الشيرازي عن علي. وفي نسخة لهذا الكتاب وقال صلى الله عليه وسلم: «لا اله إلاَّ الله حِصْنِي وَمَنْ دَخَلَ حِصْنِي أمِنَ مِنْ عَذَابِ الله» وعن عبد الواحد بن زيد أنه قال: كنت في مركب فطرحتنا الريح على جزيرة، فخرجنا إلى الجزيرة فرأينا شخصا يعبد صنما فقلنا له: تعبد هذا الصنم وفينا من يصنع مثله؟ فقال: أنتم من تعبدون؟ فقلنا: نعبد إلها في السماء عرشه وفي الأرض بطشه وفي البحر سبيله قال: من أعلمكم به؟ قلنا: أرسل إلينا رسولاً. قال: ما فعل بالرسول؟ قلنا قبضه الملك إليه. قال: فهل ترك عندكم من علامة؟ قلنا: نعم كتاب الملك، قال: هل عندكم منه شيء؟ فشرعنا نقرأ عليه سورة الرحمن، فما زال يبكي حتى ختمت، ثم قال: ما ينبغي أن يعصى صاحب هذا الكلام، ثم عرضنا عليه الإسلام فأسلم وحملناه معنا في السفينة فلما جن الليل وصلينا العشاء أخذنا مضاجعنا للنوم فقال لنا: هذا الإله الذي دللتموني عليه ينام؟ قلنا بل هو حي قيوم لا ينام. قال: بئس العبيد أنتم تنامون ومولاكم لا ينام، فلما وصلنا البر وأردنا الانصراف جمعنا له شيئا من الدراهم فقال: ما هذا؟ قلنا تستعين به على نفسك.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "فقال: دللتموني على طريق ما أراكم سلكتموها أنا كنت أعبد غيره فلم يضيعني أفيضيعني الآن بعد ما عرفته، فلما كان بعد ثلاثة أيام قيل لي: إنه في النزع فجئت إليه وقلت له: هل من حاجة؟ فقال: قضى حوائجي الذي أخرجني من الجزيرة ونمت عنده، فرأيت جارية في روضة خضراء وهي تقول: عجلوا به في سلام فقد طال شوقي إليه، فاستيقظت وقد مات فدفنته ونمت تلك الليلة فرأيته في المنام وعلى رأسه تاج وبين يديه الحور العين وهو يقرأ {وَالمَلاَئِكَةُ يَدْخُلُونَ عَلَيْهِمْ مِنْ كُلِّ بابٍ سَلامٌ عَلَيْكُمْ بما صَبَرْتُمْ فَنِعْمَ عُقْبَى الدَّارِ} [الرعد: 42]. ¶ (وقال صلى الله عليه وسلم: أَدُّوا زَكَاةَ أبْدَانِكُمْ بِقَوْلِ لا اله إلاَّ الله) وأخرج ابن عساكر عن ابن عباس قال قال رسول الله صلى الله عليه وسلم: «إنَّ قَوْلَ لا اله إلاَّ الله تَدْفَعُ عَنْ قَائِلها تِسْعَةً وَتِسْعِينَ بابا مِنَ البَلاءِ أدْنَاهَا الهَمُّ». ¶ (وقال صلى الله عليه وسلم: «مَنْ قَالَ لا اله إلاَّ الله خَرَجَ مِنْ فِيهِ طائِرٌ أخْضَرُ لَهُ جَنَاحَانِ أبْيَضَانِ مُكَلَّلانِ بِالدُّرِّ وَالياقُوتِ يَصْعَدُ إلى السَّمَاءِ فَيُسْمَعُ له دَوِيٌّ تَحْتَ العَرْشِ كَدَوِيِّ النَّحْلِ، فَيُقَالُ لَهُ اسْكُنْ فَيَقُولُ لا حَتَّى تَغْفِر لِصَاحِبي فَيُغْفَرُ لِقَائِلِها، ثُمَّ يُجْعَلُ بَعْدَ ذالِكَ لِلطَّائِرِ سَبْعُونَ لِسَانا تَسْتَغْفِرُ لِصَاحِبِهِ إلى يَوْمِ القِيَامَةِ، فإذَا كانَ يَوْمُ القِيَامَةِ جَاءَ ذالِكَ الطَّائِرُ يَكُونُ قَائِدَهُ وَدَلِيلَهُ إلى الجَنَّةِ». ¶ (وقال صلى الله عليه وسلم: مَا مِنْ عَبْدٍ يَقُولُ لا اله إلاَّ الله مُحَمَّدٌ رَسُول الله إلاَّ قَالَ الله تَعَالى صَدَقَ عَبْدِي أنا الله لا اله إلاَّ أنا أُشْهِدُكُمْ يا مَلائَكَتِي قَدْ غَفَرْتُ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ وَمَا تَأَخَّر). أي من الصغائر. ¶ (",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "وقال صلى الله عليه وسلم: مَنْ قَالَ لا اله إلاَّ الله خَالِصا) أي من الرياء مثلاً (مُخْلِصا) أي من المنهيات (دَخَلَ الجَنَّةَ) أي مع السابقين، وأخرج الحكيم عن زيد بن الأرقم قال قال رسول الله صلى الله عليه وسلم: «مَنْ قَالَ لا اله إلاَّ الله مُخْلِصا دَخَلَ الجَنَّةَ قيل: يا رسول الله وما إخلاصُها؟ قال: أَنْ تَحْجُزَهُ عَنِ المَحَارِمِ». ¶ (وقال صلى الله عليه وسلم: مَنْ كانَ أوَّلُ كَلاَمِهِ لا اله إلاَّ الله وَآخِرُ كَلامِهِ لا اله إلاَّ الله وَعَمِلَ ألْفَ سَيِّئَةٍ) أي ذنب صغير (إنْ عَاشَ ألْفَ سَنَةٍ لا يَسْأَلُهُ الله عَنْ ذَنْبٍ وَاحِدٍ) وروي أنه صلى الله عليه وسلم قال لسيدنا زيد الأنصاري: فإن صعب لك شيء من أمور الدينا فأكثر من قول لا اله إلاَّ الله محمد رسول الله صلى الله عليه وسلم ولا حول ولا قوة إلا بالله العلي العظيم. ¶ (وقال صلى الله عليه وسلم: مَنْ قَالَ لا اله إلاَّ الله مِنْ غَيْرِ عَجَبٍ) بفتح العين والجيم أي حال كون القائل من غير تعجب بما رآه أو سمعه (طَارَ بِهَا) أي بسبب ذكر هذه الكلمة المشرفة (طَائِرٌ تَحْتَ العَرْشِ يُسَبِّحُ مَعَ المُسبِّحِينَ إلى يَوْمِ القِيَامَةِ وَيُكْتَبُ لَهُ) أي لقائلها (ثَوَابُهُ) أي تسبيح ذلك الطائر. ¶ (وقال صلى الله عليه وسلم: مَنْ قالَ لا اله إلاَّ الله مُحَمَّدٌ رَسُولُ الله مَرَّةً غُفِرَ لَهُ ذُنُوبُهُ) أي الصغائر (وَإنْ كانَتْ) أي تلك الذنوب (مِثْلَ زَبَدِ البَحْرِ) بفتح الزاي والباء أي مائه أو ما يعلو وجهه من رغوة وعيدان ونحوهما، والأول أولى لأن المراد كناية عن المبالغة في الكثرة كما قاله عطية الأجهوري. ¶ (",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "وقال صلى الله عليه وسلم: إذا مَرَّ المُؤْمِنُ عَلَى المَقَابِرِ فَقَالَ لا اله إلاَّ الله وَحْدَهُ لا شَرِيكَ لَهُ لَهُ المُلْكُ وَلَهُ الحَمْدُ يُحْيِي وَيُمِيتُ وَهُوَ حَيٌّ لا يَمُوتُ. بِيَدِهِ الخَيْرُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ نَوَّر الله تِلْكَ القُبُورَ كُلِّهَا وَغَفَرَ لِقَائِلهَا وَكَتَبَ لَهُ) أي للقائل (ألْفَ ألْفِ حَسَنَةٍ وَرَفَع لَهُ ألْفَ ألْفِ دَرَجَةٍ وَحَطَّ) أي أسقط (عَنْهُ ألْفَ ألْفِ سَيِّئَةٍ) أي من الصغائر وروى الترمذي عن النبي صلى الله عليه وسلم أنه قال: «مَنْ دَخَلَ السُّوقَ فَقَالَ لا اله إلاَّ الله وَحْدَهُ لا شَرِيكَ لَهُ لَهُ المُلْكُ وَلَهُ الحَمْدُ يُحْيِي وَيُمِيتُ وَهُوَ حَيٌّ لا يَمُوتُ بِيَدِهِ الخَيْرُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، وَرَفَعَ بِهَا صَوْتَهُ كَتَبَ الله لَهُ ألْفَ ألْفَفِحَسَنَةٍ، وَمَحَا عَنْهُ ألْفَ ألْفَ سَيِّئَةٍ، وَرَفَعَ لَهُ ألْفَ ألْفِ دَرَجَةٍ». ¶ {الباب الثالث: في فضيلة بسم الله الرحمن الرحيم} ¶ عن عطاء عن جابر بن عبد الله قال: لما نزل بسم الله الرحمن الرحيم هرب الغيم إلى المشرق، وسكنت الرياح، وهاج البحر، وأصغت البهائم بآذانها، ورجمت الشياطين من السماء، وحلف الله عز وجل بعزته لا يسمى اسمه على سقم إلا شفاه، ولا يسمى اسمه على شيء إلا بارك فيه، ومن قرأ بسم الله الرحمن الرحيم دخل الجنة، ذكره سيدي الشيخ عبد القادر الجيلاني. ¶ (وقال صلى الله عليه وسلم: مَا مِنْ عَبْدٍ يَقُولُ بِسْمِ الله الرَّحْمانِ الرَّحِيمِ إلاَّ ذَابَ الشَّيْطَانُ كَما يَذُوبُ الرَّصَاصُ) بفتح الراء. (عَلَى النَّارِ) قال ابن مسعود شيطان المؤمن مهزول. وقال قيس بن الحجاج قال لي شيطاني دخلت فيك وأنا مثل الجزور، وأنا الآن مثل العصفور قلت: ولم ذلك؟ قال: تذيبني بذكر الله تعالى. ¶ (",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "وقال صلى الله عليه وسلم: ما مِنْ عَبْدٍ يَقُولُ بِسْمِ الله الرَّحْمان الرَّحِيمِ إلاَّ أمَرَ الله تَعَالى الكِرَامَ) أي على الله تعالى (الكاتِبينَ) أي أعمال الناس (أن يَكْتُبُوا في دِيوَانِهِ) أي صحائفه (أرْبَعْمَائَةِ حَسَنَةٍ. وقالَ صلى الله عليه وسلم: مَنْ قَالَ بِسْمِ الله الرَّحْمانِ الرَّحِيمِ مَرَّةً لَمْ يَبْقَ مِنْ ذُنُوبِهِ) أي الصغائر (ذَرَّةٌ) وذكر أن بشرا الحافي رأى رقعة فيها بسم الله الرحمن الرحيم وكان معه ثلاثة دراهم فأخذ بها طيبا وطيبها، فنودي في سره كما طيبت اسمنا لنطيبن اسمك ¶ (وقال صلى الله عليه وسلم: مَنْ كَتَبَ بِسْمِ الله فَجَوَّدَ تَعْظِيما لله غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ وَمَا تَأَخَّرَ). وفي رواية للخطيب البغدادي وابن عساكر عن زيد بن ثابت إذا كتبت بسم الله الرحمن الرحيم فبين السين فيه، أي إذا أردت كتابة ذلك فأظهر السين ووضح سننها إجلالاً لاسم الله تعالى ¶ (وقال صلى الله عليه وسلم إذَا كَتَبَ أحَدُكُمْ بِسْمِ الله الرَّحْمانِ الرَّحِيمِ) أي إذا أراد أن يكتبها (فَلْيَمُدَّ الرَّحْمانَ) أي حروفه بأن يمد اللام والميم ويجوف النون ويتأنق، أي يحسن في ذلك رواه الخطيب والديلمي عن أنس بن مالك. ¶ (وقَالَ صلى الله عليه وسلم إنَّ الله سُبْحَانَهُ وَتَعَالَى زَيَّنَ السَّمَاءَ بِالكَوَاكِبِ) وهي الشمس والقمر والنجوم (وَزَيَّنَ المَلائِكَةَ بِجِبْرِيلَ) فهو نقيب الملائكة (وَزَيَّنَ الجَنَّةَ بِالحُورِ وَالقُصُورِ ، وَزَيَّنَ الأنْبِيَاءَ بِمُحَمَّدٍ صلى الله عليه وسلم، وَزَيَّنَ الأيّامَ بِيَوْمِ الجُمُعَةِ، وَزَيَّنَ اللَّيَالِي بِلَيْلَةِ القَدْرِ، وَزَيَّنَ الشُّهُورَ بِشَهْرِ رَمَضَانَ، وَزَيَّنَ المساجدَ بالكَعْبَةِ، وَزَيَّنَ الكُتُبَ بِالقُرْآنِ، وَزَيَّنَ القُرْآنَ بِبِسْمِ الله الرَّحْمانِ الرَّحِيمِ) هذه عشرة أشياء مزينة بعشرة أشياء. ¶ (",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وقال صلى الله عليه وسلم: مَنْ قَالَ بِسْمِ الله الرَّحْمانِ الرَّحِيمِ كُتِبَ اسْمُهُ مِنَ الأبْرَارِ) أي الصادقين (وَبرِىءَ مِنَ الكُفْرِ والنفاقِ). وعن أبي وائل عن عبد الله بن مسعود رضي الله عنه قال: من أراد أن ينجيه الله من الزبانية التسعة عشر فليقل بسم الله الرحمن الرحيم، فإنها تسعة عشر حرفا ليجعل الله تعالى كل حرف منها جنة من واحد منهم. (وقال صلى الله عليه وسلم: مِنْ قَالَ بِسْمِ الله الرَّحْمانِ الرَّحِيمِ غَفَرَ الله لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ) والمراد الصغائر ¶ (وقال صلى الله عليه وسلم: إذا قُمْتُمْ) أي من المجلس أي مجلس كان (فَقُولُوا بِسْمِ الله الرَّحْمانِ الرَّحِيمِ وَصَلَّى الله عَلَى سَيِّدِنا مُحَمَّدٍ وَعَلَى آلهِ وصَحْبِهِ وَسَلَّمَ فإنَّ النَّاسَ إذا اغْتَابُوكُمْ يَمْنَعُهُمْ الملك عَنْ ذالِكَ. وقال صلى الله عليه وسلم: إذا جَلَسْتُمْ مَجْلِسا) أي مجلس كان (فَقُولُوا بِسْمِ الله الرَّحْمانِ الرَّحِيمِ وَصَلَّى الله عَلَى سِيِّدِنا محمدٍ وَعَلى آلهِ وَصَحْبِهِ وَسَلَّم فإنَّ مَنْ فَعَلَ ذالكَ وَكَّلَ الله بِهِ مَلَكا يَمْنَعَهُمْ مِنَ الغَيبةِ حَتَّى لا يَغْتَابُوكُمْ). ¶ وقد نظم بعض أهل العلم رضي الله عنه المسائل التي تسن التسمية فيها فقال: ¶ وَتَسْمِيَةُ الرَّحْمانِ جَلَّ جَلالُهُ لَنَا شُرِعَتْ فَاحْرِصْ عَلَيْهَا وَأَوْصِلِ ¶ كَذِي الأَكْلِ وَالشُّرْبِ اللَّذَيْنِ تَجَمَّلا وَغَسْلٍ بِها حَالَ الطُّهُورِ لِغَاسِلِ ¶ وَعِنْدَ رُكُوبٍ جَازَ فِي الشَّرْعِ فِعْلُهُ عَلَى البَرِّ أو في البَحْرِ ثمَّ لِدَاخِلِ ¶ إلى مَسْجِدٍ أو بَيْتِهِ وَلِلُبْسِهِ وَنَزْعٍ وَإغْلاَقٍ لِبَابِ المَنَازِلِ ¶ وَإطْفَاءِ مِصْبَاحٍ وَوَطْءِ حَلِيلَةٍ لَهُ وَصُعُودِ مِنْبَرٍ خَيْرِ حَامِلِ ¶ وَتَغْمِيضِ مَيْتٍ ثم في اللَّحْدِ جَعْله خُرُوجٍ مِنَ المَرِحَاضِ ثمَّ لِدَاخِلِ",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "وَعِنْدَ ابتداءٍ لِلطَّوَافِ بِكَعْبَةٍ لَهَا شَرَفُ الرَّحْمانُ تَشْرِيفَ عَادلِ ¶ وَعِنْدَ وُضُوءٍ ثُمَّ عِنْدَ تَيَمُّمٍ وَنَحْرٍ فَوَاظِبْ كَالحَبِيبِ المُوَاصِلِ ¶ وَبَعْدَ صَلاةِ الله ثمَّ سلاَمِهِ على المصطفى المختارِ خَيْرِ الأفاضِلِ. ¶ {الباب الرابع: في فضيلة الصلاة على النبي صلى الله عليه وسلم} ¶ قال بعض الصحابة لرسول الله صلى الله عليه وسلم: صلى الله عشرا لمن صلى عليك مرة واحدة هل ذلك لمن كان حاضر القلب؟ قال: «لا، بَلْ لِكُلِّ مُصَلٍّ غافِلِ، وَيُعْطِيهِ الله أمثالَ الجبال، والملائكةُ تَدْعُو لَهُ وَتَسْتَغْفِرُ لَهُ، وَأَمَّا إذا كانَ حاضِرَ القلبِ وقتَ الصَّلاةِ عَليَّ، فلا يَعْلَمُ قَدْرَ ذالكَ إلاَّ الله تَعَالَى. ¶ (قال النبي صلى الله عليه وسلم: مَنْ صَلَّى عَليَّ وَاحِدَةً صَلَّى الله عَلَيْهِ عَشْرا) رواه مسلم وأبو داود والنسائي وابن حبان عن أبي هريرة رضي الله عنه، وفي صحيح مسلم عن عبد الله بن عمرو بن العاص أنه سمع رسول الله صلى الله عليه وسلم يقول: «مَنْ صَلَّى عَليَّ صَلاةً صَلَّى الله عَليهِ عَشْرا» كذا ذكر النووي في الأذكار، أي وكلما زاد زاده فتلك النسبة ¶ (وقال النبي صلى الله عليه وسلم: مَنْ صَلَّى عَلَيَّ ألفَ مَرَّةٍ لم يَمُتْ حَتَّى يُبَشَّرُ لَهُ بِالجَنَّةِ) وفي رواية: مَنْ صَلَّى عَلَيَّ ألْفَ مَرَّةٍ بُشِّرَ بِالجَنَّةِ قبل موته. ¶ (",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "وقال صلى الله عليه وسلم: مِنْ صَلَّى عَليَّ صَلاةً واحِدَةً صَلَّى الله عَلَيْهِ بِهَا عَشْرا، وَمَنْ صَلَّى عَليَّ عَشْرا صَلَّى الله عَلَيْهِ بِها مائَةً، وَمَنْ صَلَّى عَليَّ مائَةً صَلَّى الله عَلَيْهِ بها ألْفا، وَمَنْ صَلَّى عَلَيَّ ألْفا لم تَمسَّهُ النَّارُ) أي نار جهنم وفي رواية لم يعذبه الله بالنار، وفي رواية الطبراني قال رسول الله صلى الله عليه وسلم: «مَنْ صَلَّى عَلَيَّ صَلاةً وَاحِدَةً صَلَّى الله عَلَيْهِ عَشْرا، وَمَنْ صَلَّى عَليَّ عَشْرا صَلَّى الله عَلَيْهِ مائَةً، ومَنْ صَلَّى عَلَيَّ مائَةً كَتَبَ الله لَهُ بَرَاءَةً مِنَ النّفاقِ وَبَرَاءَةً مِنَ النَّار، وأسْكَنَهُ يَوْمَ القِيَامَةِ مَعَ الشُّهَدَاءِ». ¶ (وقال صلى الله عليه وسلم: مَنْ نَسِيَ الصَّلاَةَ عَلَيَّ فَقَدْ أَخْطَأَ طَرِيقَ الجَنَّةِ) أراد النبي صلى الله عليه وسلم بالنسيان الترك عمدا، فإذا كان التارك يخطىء طريق الجنة كان المصلى عليه سالكا إلى الجنة فقد روي عن أبي هريرة أنه قال: الصلاة على النبي صلى الله عليه وسلم هي الطريق إلى الجنة كذا ذكر السملاوي. ¶ (وقال صلى الله عليه وسلم: إن أوْلَى النَّاسِ بِي يَوْمَ القِيَامَةِ أكْثَرُهُمْ عَلَيَّ صَلاَةً) أي أقربهم مني في القيامة، وأحقهم بشفاعتي أكثرهم علي صلاة في الدنيا، لأن كثرة الصلاة عليه تدل على صدق المحبة وكمال الوصلة، فتكون منازلهم في الآخرة منه بحسب تفاوتهم في ذلك رواه البخاري والترمذي وابن حبان عن ابن مسعود بأسانيد صحيحة. ¶ (وقال صلى الله عليه وسلم: صَلاَتُكُمْ عَلَيَّ مَحَّاقَةٌ) أي إذهاب لذنوبكم كما يمحق الماء النار كما قال أبو بكر الصديق رضي الله عنه: الصلاة على النبي صلى الله عليه وسلم أمحى للذنوب من الماء لسواد اللوح. ¶ (",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "وقال صلى الله عليه وسلم: مَنْ صَلَّى عَلَيَّ في كُلِّ جُمُعَةٍ أرْبَعِينَ مَرَّةً مَحَا الله ذُنُوبَهُ كُلَّهَا) وعن عبد العزيز بن صهيب عن أنس بن مالك قال: كنت واقفا بين يدي رسول الله صلى الله عليه وسلم فقال: «مَنْ صَلَّى عَلَيَّ في كُلِّ جُمُعَةٍ ثَمَانِينَ مَرَّةً غَفَرَ الله تَعَالى لَهُ ذُنُوبَ ثمانِينَ سَنَةً»، قلت: يا رسول الله كيف الصلاة عليك؟ قال صلى الله عليه وسلم: «تَقُولُ اللّهُمَّ صَلِّ عَلَى مُحَمَّدٍ عَبْدِكَ وَرَسُولِكَ النَّبِيِّ الأمِّيِّ وَتَعْقِدُ وَاحِدَةً». ذكر ذلك سيدي الشيخ عبد القادر الجيلاني. ¶ (وقال صلى الله عليه وسلم: مَا مِنْ دُعاءٍ إلا بَيْنَهُ وَبَيْنَ السَّماءِ حِجَابٌ حَتَّى يُصَلِّيَ عَلَيَّ ، فإذا صَلَّى عَلَيَّ انْخَرَقَ ذالِكَ الحِجَابُ وَرُفِعَ الدُّعَاءُ). وفي لفظ عن عليّ قال: ما من دعاء إلا بينه وبين الله حجاب حتى يصلي على النبي صلى الله عليه وسلم، فإذا صَلَّى تَخَرَّقَ الحِجَابُ فَاستجيب، وإن لم يصل عليه لم يستجب الدعاء رواه الحسن بن عرفة. ¶ (وقال صلى الله عليه وسلم: مَنْ صَلَّى عَلَيَّ فِي يَوْم مائَةَ مَرَّةٍ قَضَى الله لَهُ مائَةَ حَاجَةٍ سَبْعِينَ مِنْهَا لآخِرَتِهِ وَثَلاثِينَ مِنْهَا لِدُنْيَاهُ) رواه ابن النجار عن جابر. ¶ (",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "وقال صلى الله عليه وسلم: مَنْ صَلَّى عَلَيَّ صَلاَةً وَاحِدَةً صَلَّى الله عَلَيْهِ وَمَلائِكَتُهُ عِشْرِينَ مَرَّةً وَلَمْ يَمُتْ حَتَّى يُبَشَّرُ بِالجَنَّةِ) وعن عبد الله بن عمرو بن العاص قال: «مَنْ صَلَّى عَلَى النبي صلى الله عليه وسلم وَاحِدَةً صَلَّى الله عَلَيْهِ وَمَلائِكَتُهُ سَبْعِينَ صَلاَةً فَلْيُقِلَّ مِنْ ذالِكَ أوْ لِيُكْثِرْ» رواه الإمام أحمد بإسناد حسن موقوف. وروي أن رسول الله صلى الله عليه وسلم قال: «جَاءَنِي جِبْرِيلُ عَلَيْهِ السَّلامُ وَقَالَ: يا رَسُولَ الله لاَ يُصَلِّي عَلَيْكَ أحَدٌ إلاَّ وَيُصَلِّي عَلَيْهِ سَبْعُونَ ألْفا مِنَ المَلائِكَةِ». وروي أنه صلى الله عليه وسلم قال: «مَنْ صَلَّى عَلَيَّ صَلَّتْ عَلَيْهِ الملائِكَةُ، وَمَنْ صَلَّتْ عَلَيْهِ المَلائكَةُ صَلَّى الله عَلَيْهِ، مَنْ صَلَّى الله عَلَيْهِ لَمْ يَبْقَ شيء في السَّماوَاتِ ولا في الأَرْضِ إلاَّ صَلَّى عَلَيْهِ». ¶ قال بعض الصوفية: كان لي جار مسرف على نفسه لا يعرف يومه من أمسه من تعمقه في السكر، وكنت أعظه فلم يقبل، وأمرته بالتوبة فلم يفعل، فلما مات رأيته في المنام وهو في أرفع مقام وعليه حلة خضراء من حلل الجنة لباس الإعزاز والإكرام فقلت له: بم نلت هذه المرتبة العظيمة؟ قال: حضرت يوما مجلس الذكر، فسمعت العالم يقول من صلى على النبي صلى الله عليه وسلم ورفع صوته وجبت له الجنة، ثم رفع العالم صوته بالصلاة على النبي صلى الله عليه وسلم ورفعت صوتي ورفع القوم أصواتهم فغفر لنا جميعا في ذلك اليوم فكان نصيبي من المغفرة والرحمة أن جاد علي بهذه النعمة. ¶ {الباب الخامس: في فضيلة الإيمان}",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "وهو في اللغة تصديق القلب المتضمن للعلم بالمصدّق به، وهو في الشريعة التصديق، وهو العلم بالله وصفاته مع جميع الطاعات الواجبات منها والنوافل، واجتناب الزلات والمعاصي، ويجوز أن يقال: الإيمان هو الدين والشريعة والملة، لأن الدين هو ما يدان به من الطاعات مع اجتناب المحظورات والمحرمات، وذلك هو صفة الإيمان. وأما الإسلام فهو من جملة الإيمان، وكل إيمان إسلام وليس كل إسلام إيمانا، لأن الإسلام هو بمعنى الاستسلام والانقياد، فكل مؤمن مستسلم منقاد لله تعالى، وليس كل مسلم مؤمنا بالله، لأنه قد يسلم مخافة السيف، فالإيمان اسم يتناول مسميات كثيرة أقوالاً وأفعالاً، فيعم جميع الطاعات، والإسلام عبارة عن الشهادتين مع طمأنينة القلب والعبادات الخمس كذا قاله سيدي الشيخ عبد القادر الجيلاني: ¶ (قال النبي صلى الله عليه وسلم: الإيمانُ مَعْرِفَةٌ) وفي رواية لابن ماجه أيضا يدل ذلك عقد (بالقَلْبِ وَقَوْلٌ بِاللِّسَانِ) وهو النطق بالشهادتين كما قاله القسطلاني (وعَمَلٌ بالأَرْكَانِ) والمراد أن الأعمال شرط في كمال الإيمان، وأن الإقرار اللساني يعرب عن التصديق النفساني كذا قاله العزيزي نقلاً عن ابن حجر رواه ابن ماجه والطبراني عن علي، وهو حديث ضعيف. ¶ (وقال صلى الله عليه وسلم: الإيمانُ عُرْيَانٌ وَلِبَاسُهُ التَّقْوَى) وهي تنزيه القلب عن الذنوب (وَزِينَتُهُ الحَيَاءُ) أي من الله تعالى في إتيان نهيه (وثَمَرَتُه العِلْمُ) أي من العمل. ¶ (وقال صلى الله عليه وسلم: لا إيمانَ لِمَنْ لا أمَانَةَ لَهُ) أي فإن المؤمن من أمنه الخلق على أنفسهم وأموالهم، فمن خان وجار فليس بمؤمن. وأراد صلى الله عليه وسلم نفي الكمال لا الحقيقة رواه أحمد وابن حبان عن أنس. ¶ (",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "وقال صلى الله عليه وسلم: لا يُؤْمِنُ أَحَدُكُمْ) إيمانا كاملاً (حَتَّى يُحِبَّ لأخِيهِ مَا يُحِبُّ لِنَفْسِهِ) رواه أحمد والبخاري ومسلم والترمذي والنسائي وابن ماجه عن أنس قال إبراهيم الشبرخيتي: ووقع في رواية الإسماعيلي حتى يحب لأخيه المسلم ما يحبه لنفسه من الخير، والظاهر أن التعبير بالأخ المسلم جرى على الغالب، لأنه ينبغي لكل مسلم أن يحب للكافر الإسلام، وما يتفرع عليه من الكمالات وقال النووي في شرح الأربعين وابن العماد: الأول أن يحمل ذلك على عموم الإخوة حتى يشمل الكافر والمسلم، فيحب لأخيه الكافر ما يحب لنفسه من دخوله في الإسلام، كما يحب لأخيه المسلم دوامه على الإسلام، ولهذا كان الدعاء بالهداية للكافر مستحبا. ¶ (وقال صلى الله عليه وسلم: الإيمانُ في صَدْرِ المُؤْمِنِ، ولا يَتِمُّ الإيمانُ إلاَّ بِتَمَامِ الفَرَائِض وَالسُّنَنِ) أي بأدائهما تأمين (وَلاَ يَفْسُدُ الإيمانُ إلاَّ بِجُحُودِ الفَرَائِضِ وَالسُّنَنِ) أي بإنكارهما (فَمَنْ نَقَصَ فَرِيضَةً) أي واحدة (بِغَيْرِ جُحُودٍ) أي إنكار بفرضيتها (عُوقِبَ عَلَيْها) أي على ترك تلك الفريضة، أما إذا ترك فريضة مع إنكار وجوبها فقد كفر (وَمَنْ أتَمَّ الفَرَائِضَ) بأن أداها تامة (وَجَبَتْ لَهُ الجَنَّةُ) ثم إذا أتم السنن فقد زاد في مرتبته في الجنة والله أعلم. ¶ (",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "وقال صلى الله عليه وسلم: الإيمانُ لا يَزِيدُ وَلا يَنْقُصُ وَلِكنْ لَهُ حَدٌّ، أي تعريف بذكر أفراد فروع الإيمان، فإنْ نَقَصَ في حَدِّه) أي فإن نقص الإيمان فالنقص في حده لا في نفس الإيمان (وَأَصْلُهُ) أي أصل حد الإيمان (شَهَادَةُ أنْ لا اله إلاَّ الله وَحْدُهُ لا شَرِيكَ لَهُ وأنَّ مُحَمَّدا عَبْدُهُ وَرَسُولُهُ) والشهادة إخبار الشخص بحق على غيره بلفظ خاص. وأركانها خمسة: شاهد ومشهود له ومشهود عليه ومشهود به، وصيغة، فالشاهد هو المسلم، والمشهود له هو الله سبحانه وتعالى وسيدنا محمد صلى الله عليه وسلم، والمشهود عليه هو المشرك بالله والمنكر لرسالة سيدنا محمد، والمشهود به ثبوت الألوهية والوحدانية لله سبحانه وتعالى، وثبوت الرسالة لسيدنا محمد صلى الله عليه وسلم، والصيغة هي لفظ أشهد أو ترجمته لا غير. (وإقَامَ الصَّلاةِ) أي الإتيان بها بأركانها وشروطها (وإيتَاءُ الزَّكَاةِ) أي إعطاؤها إلى أهلها بإخراج جزء من المال على وجه مخصوص (وَصَوْمُ رَمَضَانَ) أي إمساك طاهر من الحيض والنفاس عن شهوة الفم والفرج، وما يقوم مقامهما كالأنف واللمس المؤدي للفطر في جميع نهار رمضان بنية قبل الفجر (والحَجُّ) لقوله صلى الله عليه وسلم: «مِنْ لَمْ تَحْبِسْهُ حَاجَةٌ، أي من مرض وظالم، وَلَمْ يَحُجَّ وَلَهُ جَمْعٌ، أي مَالٌ، فَلْيَمُتْ إنْ شَاءَ يَهُودِيّا وإنْ شَاءَ نَصْرَانِيّا» (وَغَسْلُ الجَنَابَةِ فَمَنْ زَاد في حَدِّهِ) أي الإيمان (زَادَتْ حَسَنَاتُهُ وَمَنْ نَقَصَ فِيهِ ففِيهِ) أي من نقص في حد الإيمان، فالنقص في حده قال السيوطي في النقابة: والمؤمن الكامل في إيمانه من كملت فيه شعب الإيمان، ومن نقصت واحدة منها نقص في إيمانه بحسبها، وقد أجمع السلف على أن الإيمان يزيد وينقص، وزيادته بالطاعات ونقصانه بالمعاصي، وشعب الإيمان بضع وستون أو بضع وسبعون، كما رواه الشيخان.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "أو ست وسبعون أو سبع وسبعون كما في الحديث الذي رواه أبو عوانة، أو أربع وستون كما رواه الترمذي. وقال سيدي الشيخ عبد القادر الجيلاني: ونعتقد أن الإيمان قول باللسان، ومعرفة بالجنان، وعمل بالأركان يزيد بالطاعة، وينقص بالعصيان، ويقوى بالعلم ويضعف بالجهل، وبالتوفيق يقع كما روي عن ابن عباس وأبي هريرة وأبي الدرداء أنهم قالوا: الإيمان يزيد وينقص، وزيادة الإيمان إنما تكون بعد التحقق بأداء الأوامر وانتهاء النواهي، وبالتسليم في القدر وترك الاعتراض على الله عز وجل في فعله في جميع خلقه، وترك الشك في وعده في الرزق وبالتوكل عليه والخروج من الحول والقوة والصبر على البلاء والشكر على النعماء والتنزيه للحق، وترك التهمة له في سائر الأحوال، وأما بمجرد الصلاة والصيام، فلا يزيد الإيمان انتهى. ¶ وقال الغزالي والعمل ليس من أجزاء الإيمان وأركان وجوده، بل هو مزيد عليه يزيد به، والزائد موجود والناقص موجود والشيء لا يزيد بذاته، فلا يجوز أن يقال الإنسان يزيد برأسه، بل يقال: يزيد بلحيته وسمنه، ولا يجوز أن يقال الصلاة تزيد بالركوع والسجود، بل تزيد بالآداب والسنن، فهذا تصريح بأن الإيمان له وجود، ثم بعد الوجود يختلف حاله بالزيادة والنقصان. ¶ (وقال صلى الله عليه وسلم: الإيمانُ نِصْفَانِ فَنِصْفٌ في الصَّبْرِ) أي عن المحارم (وَنِصفٌ في الشُّكْرِ) أي العمل بالطاعات رواه البيهقي عن أنس. ¶ (وقال صلى الله عليه وسلم الإيمانُ قَيْدُ الفَتْكِ لا يَفْتِكُ مُؤْمِنٌ) رواه البخاري وأبو داود والحاكم عن أبي هريرة، والإمام أحمد عن الزبير وعن معاوية أي الإيمان يمنع من الفتك الذي هو القتل بعد الأمان غدرا. قوله لا يفتك مؤمن خبر بمعنى النهي، أي لا يفتك كامل الإيمان والفتك أن يأتي الرجل صاحبه، وهو غافل فيشد عليه فيقتله وأما الغيلة فهو أن يخدعه ثم يقتله في موضع خفي. ¶ (",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "وقال صلى الله عليه وسلم: خَلَقَ الله الإيمَانَ وَحَقهُ) أي زينه (وَمَدَحَهُ بالسَّمَاحَةِ وَالحَيَاءِ وَخَلَقَ الله الكُفْرَ وَذَمَّهُ بالبُخْلِ وَالجَفَاءِ) أي العقوق. ¶ (وقال صلى الله عليه وسلم: إذَا دَخَلَ أهْلُ الجَنَّةِ الجَنَّةَ، وَأَهْلُ النَّارِ النَّارَ، أمَرَ الله تَعَالَى بأنْ يَخْرُجَ مِنَ النارِ مَنْ كَانَ فِي قَلْبِهِ مِثْقَالُ ذَرَّةٍ مِنَ الإيمانِ) أي زيادة على أصل التوحيد كما قاله القسطلاني. وفي حديث البخاري عن أبي سعيد الخدري عن النبي صلى الله عليه وسلم قال: «يَدْخُلُ أهْلُ الجَنَّةِ الجَنَّةَ، وأَهْلُ النَّارِ النَّارَ، ثُمَّ يَقُولُ الله تَعَالى أيْ لِلْمَلائِكَةِ أخْرِجُوا، أي مِنْ النَّارِ مَنْ كَانَ في قَلْبِهِ مِثْقَالُ حَبَّةٍ مِنْ خَرْدَلٍ مِنْ إيمانٍ، أي زيادة على أصل التوحيد، فَيَخْرُجُونَ مِنْهَا قَدِ اسْوَدُّوا، فَيُلْقَوْنَ في نَهْرِ الحَيَا بِالقَصْرِ أي المطر أو الحياة بالمثناة آخره، وهو النهر الذي من غمس فيه حيي، فَيَنْبِتُونَ كما تَنْبُتُ الحِبَّةُ بكسر الحاء، أي البقلة الحمقاء في جَانِبِ السَّيْلِ». ¶ {الباب السادس: في فضيلة الوضوء} ¶ روي عن الضحاك عن أبي هريرة رضي الله عنه أنه قال: قال رسول الله صلى الله عليه وسلم: «مَا مِنْ عَبْدٍ ولا امْرَأةٍ تَوَضَّأَ فَأحْسَنَ الوُضُوءَ، ثُمَّ قَرَأَ بَعْدَهُ إنّا أنْزَلْنَاهُ في لَيْلَةِ القَدْرِ إلى آخِرها إلا أَعْطَاهُ الله تَعَالى بِكُلِّ حَرْفٍ مِنْهَا مائَةَ دَرَجَةٍ، وخَلَقَ الله تَعَالَى مِنْ كُلِّ قَطْرَةٍ قَطَرَتْ مِنْ وُضُوئِهِ مَلَكا يَسْتَغْفِرُ لَهُ إلى يَوْمِ القِيَامَةِ، كذا في رياض الصالحين». ¶ (",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "قال النبي صلى الله عليه وسلم: مَنْ تَوَضَّأ للصَّلاةِ فأحْسَنَ الوُضُوءَ) بأن راعى شروطه وفروضه وآدابه. (ثُمَّ قَامَ إلى الصَّلاةِ فإنَّهُ يَخْرُجُ مِنْ خَطِيئَتِهِ كَيَوْمِ وَلَدَتْهُ أمُّهُ) أي فإنه لم يبق منه شيء من ذنوبه الصغيرة، كأنه في يوم خروجه من بطن أمه قوله: كيوم مبني على الفتح لإضافته إلى فعل مبني. ¶ (وقال النبي صلى الله عليه وسلم: مَنْ تَوَضَّأَ لِلصَّلاةِ وَصَلَّى كَفَّرَ الله ذُنُوبَهُ) والمراد الصغائر (ما بَيْنَهُ وَبَيْنَ الصَّلاةِ الأُخْرَى التي تليها وقال صلى الله عليه وسلم: مَنْ نامَ عَلَى وُضُوءٍ فَأَدْرَكَهُ الموتُ في تلكَ الليلةِ فَهُوَ عِنْدَ الله شَهِيدٌ) وفي الإحياء قال صلى الله عليه وسلم: «إذا نامَ العَبْدُ على طَهَارَةٍ عُرِجَ بِرُوحِهِ إلى العَرْشِ فَكانَتْ رُؤياهُ صَادِقَةً، وإن لَمْ يَنَمْ على طهَارَةٍ قَصَّرَتْ رُوحُهُ عَنِ البُلوغِ، فتلكَ المنامَاتُ أضغاث أحلامٍ لا تصدقُ». ¶ (وقال صلى الله عليه وسلم: النَّائَمُ الطَّاهِرُ كَالصائِمِ القَائِمِ) أي المصلي في الليل، أي في حصول الأجر، وإن اختلف المقدار رواه الحكيم الترمذي عن عمر بن حريث. وإسناده ضعيف كذا في السراج المنير. ¶ (وقال صلى الله عليه وسلم: مَنْ تَوَضَّأَ عَلَى طُهْرٍ) أي جدد وضوءه، وهو على طهر الوضوء الذي صلى به فرضا أو نفلاً، فإن لم يصل بالوضوء الأول صلاة ما، فلا يستحب تجديد الوضوء (كُتِبَ لَهُ) بالبناء للمفعول (عَشْرُ حَسَنَاتٍ) أي بالوضوء المجدد رواه أبو داود والترمذي وابن ماجه عن ابن عمر قال الترمذي: إسناده ضعيف قوله كتب له عشر حسنات: قال بعضهم: يشبه أن يكون المراد كتب الله به عشر وضوءات، فإن أقل ما وعد به الله من الأضعاف الحسنة بعشرة أمثالها، وقد وعد الله بالواحد سبعمائة ووعد ثوابا بغير حساب، وقد يؤخذ من قوله توضأ أن الغسل لا تجديد فيه كالتيمم وهو الأصح. ¶ (",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "وقال صلى الله عليه وسلم: لا صَلاةَ) صحيحة (لِمَنْ لا وُضُوءَ لَهُ وَلاَ وُضُوءَ) كاملاً (لِمَنْ لَمْ يَذْكُرِ اسْمَ الله عَلَيْهِ) رواه أحمد وأبو داود وابن ماجه والحاكم عن أبي هريرة وابن ماجه عن سعيد بن زيد. ¶ (وقال صلى الله عليه وسلم: الوُضُوءُ شَطْرُ الإيمانِ) رواه ابن أبي شيبة عن حسان بن عطية، وفي رواية لغيره الطهور بضم الطاء شطر الإيمان، أي وذلك لأن الإيمان يطهر نجاسة الباطن والوضوء يطهر نجاسة الظاهر. ¶ (وقال صلى الله عليه وسلم: صبغة الوضوء) بكسر الصاد وسكون الموحدة ثم الغين أي أصل الوضوء (مرَّة) أي واحدة في كل عضو (فَمَنْ تَوَضَّأَ مَرَّتَيْنِ كانَ لَهُ كِفْلان) بكسر الكاف أي ضعفان (مِنَ الأجْرِ وَمَنْ تَوَضَّأَ ثلاثا فَهُوَ) أي الوضوء المكرر ثلاثا (وُضُوءُ الأنْبِيَاء مِنْ قَبْلِي) وفي الأحياء: وتوضأ صلى الله عليه وسلم مرة مرة وقال: «هاذَا وُضُوءٌ لا يَقْبَلُ الله الصَّلاَةَ إلاَّ بهِ، وتوضأ مرتين مرتين وقال: مَنْ تَوضَّأ مَرَّتَيْنِ مَرَّتَيْنِ آتاهُ الله أَجْرَهُ مَرَّتَيْنِ وتوضأ ثلاثا ثلاثا وقال: هاذَا وُضُوئِي وَوُضوءُ الأنبياءِ مِنْ قَبْلِي، وَوُضُوءُ خَلِيلِ الرَّحْمانِ إبْرَاهِيمَ عَلَيْهِ السَّلامُ» ¶ (وقال صلى الله عليه وسلم: لا يَقْبَلُ الله صَلاَةَ أحَدِكُمْ) والمراد بالقبول هنا ما يرادف الصحة، وهو الإجزاء وحقيقة القبول ثمرة وقوع الطاعة مجزئة رافعة لما في الذمة، ولما كان الإتيان بشروطها مظنة الإجزاء الذي القبول ثمرته عبر عنه بالقبول مجازا، وأما القبول المنفي في مثل قوله صلى الله عليه وسلم: من أتى عرافا لم تقبل له صلاة، فهي الحقيقي لأنه قد يصح العمل، ويختلف القبول لمانع كذا في السراج المنير، وفي لفظ لا تصح صلاة أحدكم (إذا أحْدَثَ حَتَّى يَتَوضَّأَ) أي بالماء أو ما يقوم مقامه رواه البخاري ومسلم وأبو داود والترمذي، وابن ماجه عن أبي هريرة. ¶ (",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "وقَالَ صلى الله عليه وسلم: الوُضُوءُ عَلَى الوُضُوءِ نُورٌ عَلى نُورٍ) أي تجديد الوضوء حسنة على حسنة قال ابن حجر: هو مسند رزين رحمه الله، ولم يطلع عليه المنذري كذا في البدر المنير للشيخ عبد الوهاب بن أحمد الأنصاري. وفي الأحياء قال صلى الله عليه وسلم: «مَنْ تَوَضَّأ فَأَحْسَنَ الوُضُوءَ وَصَلَّى رَكْعَتَيْنِ لَمْ يُحَدِّثْ نَفْسَهُ فِيهِمَا بِشَيْءٍ مِنَ الدُّنْيَا، خَرَجَ مِنْ ذُنُوبِهِ كَيَوْمِ وَلَدَتْهُ أُمُّهُ»، وفي لفظ آخر: «وَلَمْ يَسْفُهْ فِيهِمَا غُفِرَ لَهُ ما تَقَدَّمَ مِنْ ذَنْبِهِ». ¶ {الباب السابع: في فضيلة السواك} ¶ أي الخلال روي عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: «الطَّهاراتُ أَرْبَعٌ: قَصُّ الشَّارِبِ، وَحَلْقُ العَانَةِ، وَتَقْلِيمُ الأظْفَارِ، والسِّوَاكُ» رواه البزار والطبراني عن أبي الدرداء. ¶ (قال النبي صلى الله عليه وسلم: رَكْعَتَانِ) أي صلاة ركعتين (بِسِوَاكٍ خَيْرٌ مِنْ سَبْعِينَ رَكْعَةً بِغَيْرِ سِوَاكٍ) رواه الدارقطني عن أم الدرداء وإسناده حسن، أي لما فيه من الفوائد التي منها طيب رائحة الفم، وتذكر الشهادة عند الموت، قال المناوي: لا دليل في هذا الحديث على أفضلية السواك على الجماعة التي هي بسبع وعشرين درجة، لأن الدرجة متفاوتة المقدار انتهى ¶ (وقال صلى الله عليه وسلم: تَسَوَّكُوا فإنَّ السِّوَاك مَطْهَرَةٌ) بفتح الميم أفصح من كسرها مصدر بمعنى اسم الفاعل أي مطهر (لِلْفَمِ) أو بمعنى الآلة: أي آلة تنظفه كما أفاده العزيزي (مَرْضَاةٌ لِلرَّبِّ) رواه ابن ماجه، وهو بفتح الميم بمعنى اسم الفاعل، أي مرض للرب. قال العلقمي: سئل ابن هشام عن هذا الحديث كيف أخبر عن المذكر بالمؤنث، فأجاب ليست التاء في مطهرة للتأنيث، وإنما هي مفعلة الدالة على الكثرة، كقوله الولد مبخلة مجبنة، أي محل لتحصيل البخل والجبن لأبيه بكثرة. ¶ (",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "وقال صلى الله عليه وسلم: سِتَّةٌ مِنْ سُنَنِ المُرْسَلِينَ) وفي لفظ من سنن الأنبياء، أي من طريقتهم أي من طريقة غالبهم (الحَيَاءُ) بمثناة تحتية والمد وهو تغير يعتري الإنسان من كل عمل لا يحسن شرعا (والحِلْمُ) أي سعة الصدر والتحمل (والحِجَامَةُ والسِّواكُ) أي استعماله ويحصل بكل خشن وأولاه الأراك (والتَّعَطُّرُ) أي استعمال الطيب، لأن حظ الملائكة من البشر الريح الطيب وهم مخالطون للرسل (وَكَثْرَةُ الأَزْوَاجِ) أي بالجمع لأنه لا يخاف عليهم الجور للنساء. وقال المناوي: والصواب كما قاله جماعة بدل الحياء الختان بخاء معجمة ومثناة فوقية ونون، والمراد أن هذه الخصال من سنن غالب الرسل من البشر، وإلا فنوح لم يختن، وعيسى لم يتزوج ¶ (وَقَالَ صلى الله عليه وسلم: ثَلاَثَةٌ واجِبَةٌ عَلَى كُلِّ مُسْلِمٍ) أي فعلهن مندوب ندبا مؤكدا عليه (الغُسْلُ يَوْمَ الجُمُعَةِ والسِّواكُ وَمَسُّ الطِّيبِ) أي يوم الجمعة، وإن كان ذلك مطلوبا في غيره أيضا، وروي عن عائشة رضي الله عنها أن النبي صلى الله عليه وسلم قال: «ثَلاَثٌ هُنَّ عَلَيَّ فَرِيضَةٌ، وَهُنَّ لكم سُنَّةٌ السِّوَاكُ وَالوِتْرُ وَقِيَامُ اللَّيلِ». ¶ (وَقَالَ صلى الله عليه وسلم: طَيِّبُوا أفْوَاهَكُمْ) أي بإزالة الرائحة الكريهة منها (بالسِّواكِ فإنَّهُ طَرِيقُ القُرْآنِ) وفي حديث رواه الطبراني عن ابن مسعود بإسناد حسن، تَخَلَّلُوا فَإنَّهُ نَظَافَةٌ، والنَّظَافَةُ تَدْعُو إلى الإيمانِ، والإيمانُ مَعَ صَاحِبهِ، أي في الجنة والمعنى: أخرجوا ما بين الأسنان من الطعام بالخلال، فإن ذلك نظافة للفم والأسنان، وفي رواية، فَإنَّهُ مَصَحَّةٌ لِلنَّابِ وَالنَّوَاجِذِ ¶ (",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "وقال صلى الله عليه وسلم: رَحِمَ الله المُتَخَلِّلينَ مِنْ أمَّتِي في الوُضُوءِ) أي والغسل أي في شعورهم (وَالطَّعامِ) أي من آثار الطعام بإخراج ما بقي منه بين الأسنان، وفي هذا الحديث ندب تخليل الشعور في الطهارة، وتخليل الأسنان من آثار الطعام، دعا صلى الله عليه وسلم لهم بالرحمة لاحتياطهم في العبادة، فيتأكد الاعتناء به للدخول في دعوة رسول الله صلى الله عليه وسلم رواه القضاعي عن أبي أيوب الأنصاري، وهو حديث حسن. ¶ (وقال صلى الله عليه وسلم: لاَ تَتَخَلَّلُوا بِالآسِ) بمد الهمزة هو شجر عطر الرائحة (والرَّيحانِ) وهو كل نبات طيب الريح، ولكن إذا أطلق عند العامة انصرف إلى نبات مخصوص (والقَصَبِ) بفتحتين كل نبات يكون ساقه أنابيب وكعوبا (فَإنَّهُ) أي التخلل بذلك المذكور (يُورِثُ الإكلَةَ) بكسر الهمزة، أي الحكة حتى تتساقط الأسنان ¶ (وقال صلى الله عليه وسلم: صَلاَةٌ بِسِواكٍ خَيْرٌ مِنْ سَبْعِينَ صَلاَةً) أي من صلوات كثيرة (بِغَيْرِ سِوَاكٍ) رواه البيهقي وغيره وصححه الحاكم، فالسبعون للتكثير لا للتحديد كما أفاده العزيزي. ¶ (وقال صلى الله عليه وسلم: مَا زَالَ جِبْرِيلُ يُوصيني بالسِّواكِ حَتَّى خَشِيتُ أَنْ يَدْرَدْنَّ) بفتح الراء والنون المثقلة (أسْنَانِي) أي أن تسقط أسناني، وفي لفظ وأوصاني جبريل بالسواك حتى خشيت لأدردن، وفي لفظ آخر أمرني بالسواك حتى خفت لأدردن، أي حتى ظننت سقوط أسناني. ¶ (وقال صلى الله عليه وسلم: أمرت) بالبناء للمفعول (بالسِّوَاكِ حَتَّى خِفْتُ عَلَى أسْنَانِي) رواه الطبراني عن ابن عباس. ¶ {الباب الثامن: في فضيلة الأذان} ¶ وقيل في تفسير قوله عز وجل: {وَمَنْ أحْسَنُ قَوْلاً مِمَّنْ دَعا إلى الله وَعمِلَ صَالِحا} [فصلت: 33] نزلت هذه الآية في المؤذنين. ¶ (",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "قال صلى الله عليه وسلم: مَنْ أَذَّنَ للصَّلاَةِ سَبْعَ سِنينَ مُحْتَسِبا) أي من غير أجرة (كَتَبَ الله لَهُ بَرَاءَةً مِنَ النَّارِ) رواه الترمذي وابن ماجه عن ابن عباس. ¶ (وقال صلى الله عليه وسلم: مَنْ أَذَّنَ ثنْتي عَشَرَة سَنَةً) أي محتسبا (وَجَبَتْ لَهُ الجَنَّةُ) رواه ابن ماجه والحاكم عن ابن عمر. وحكمة ذلك أن أكثر ما يعمر الإنسان من أمة النبي صلى الله عليه وسلم مائة وعشرون سنة، والاثنتا عشرة هذه عشر هذا العمر، ومن سنة الله أن العشر يقوم مقام الكل كما قال الله تعالى: {مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا} [الأنعام: 061] وأما حديث من أذن سبع سنين، فإنها عشر العمر الغالب كذا قال بعض المحدثين. ¶ (وقال صلى الله عليه وسلم: مَنْ أَذَّنَ خَمْسَ صَلَواتٍ إيمَانا) أي تصديقا بأن الأذان من أمور الشريعة (واحْتِسَابا) أي طلبا للأجر من الله تعالى (غُفِرَ لَهُ) بالبناء للمفعول (مَا تَقَدَّمَ من ذنبه) أي من الصغائر رواه البيهقي عن أبي هريرة بإسناد ضعيف. والخمس صادقة بأن تكون من يوم وليلة أو من أيام. ¶ (",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "وقال صلى الله عليه وسلم: ثَلاَثَةٌ يَعْصِمُهُمُ الله تَعَالَى مِنْ عَذَابِ القِبْرِ الشَّهِيدُ) وهو يصدق على شهيد الآخرة فقط كمن قتل ظلما، ولو بحسب الهيئة كمن استحق القتل بقطع الرأس، فقتل بالتوسط مثلاً، ومن مات بغرق وإن عصى فيه، بنحو شرب خمر بخلاف من غرق بسير سفينة في وقت هيجان الريح، فليس بشهيد، ومن مات بهدم أو حريق، ومن مات غريباً وإن عصى بغربته كآبق وناشزة، ومن مات في طلب العلم ولو على فراشه، ومن مات مبطونا، ومن مات بالطاعون ولو في غير زمنه أو بغيره في زمنه أو بعده حيث كان صابرا محتسبا، ومن مات عشقا بشرط الكف عن المحارم حتى عن النظر، بحيث لو اختلى بمحبوبه لم يتجاوز الشرع، وبشرط الكتمان حتى عن معشوقه، وكالمرأة التي ماتت طلقا، ولو من زنى إذا لم تتسبب في إسقاط الولد وكذا من مات فجأة أو في دار الحرب قاله ابن الرفعة. ومعنى الشهادة لهم أنهم أحياء عند ربهم يرزقون كما قاله الحصني ويصدق أيضا على شهيد الدنيا والآخرة معا، وهو من مات بسبب من أسباب قتال المشركين لإعلاء دين الله لا لرياء وسمعة بخلاف شهيد الدنيا فقط، فلا يدخل في هذا الحكم وهو من مات في قتال الكفار مدبرا على وجه غير مرضي شرعا، أو مات بقتالهم رياء وسمعة. (والمُؤَذِّنُ) أي لوجه الله تعالى لا لطلب أجر من أحد (والمُتَوفَّى) بفتح الفاء (يَوْم الجُمُعَةِ وَلَيْلَةَ الجُمُعَةِ) قال بعضهم: فمن مات من المؤمنين يوم الجمعة أو ليلته إن عذب كان عذابه ساعة واحدة، ثم ينقطع ولا يعود إلى يوم القيامة، وكذلك ضغطة القبر والله أعلم. ¶ (",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "وَقَالَ صلى الله عليه وسلم: لَوْ يَعْلَم النَّاسُ) وضع المضارع موضع الماضي ليفيد استمرار العلم (مَا فِي النِّداءِ) أي التأذين (والصَّفِّ الأوَّلِ) أي من الفضل (ثُمَّ لَمْ يَجِدُوا) وفي رواية لا يجدوا بلا النافية، وبحذف نون الرفع، وهو ثابت لغة (إلا أَنْ يَسْتَهِمُوا) بتخفيف الميم (عَلَيْهِ) أي المذكور من الأذان والصف الأول (لاسْتَهَمُوا) والمعنى لو علموا فضيلة الأذان، والصف الأول وعظيم جزائهما، ثم لا يجدون طريقا يحصلونهما به لضيق الوقت، أو لكونه لا يؤذن للمسجد إلا واحد لاقترعوا في تحصيلهما (وَلَوْ يَعْلَمُونُ ما في التَّهْجيرِ) أي التبكير بأي صلاة كان ولا يعارضه أمر الإبراد للظهر، لأنه تأخير قليل (لاستبقوا إليه) أي التهجير (وَلَوْ يَعْلَمُونَ مَا فِي العِتمَةِ والصُّبْحِ) أي ما في صلاة العشاء والصبح في جماعة من الثواب (لأتوهُمَا وَلَوْ حَبْوا) بفتح الحاء وسكون الموحدة، أي ولو كان الإتيان مشيا على الركب واليدين رواه مالك وأحمد والبخاري ومسلم والنسائي وأبو داود عن أبي هريرة. ¶ (",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "وقال صلى الله عليه وسلم: مَنْ سَمِعَ النِّدَاءَ) أي الأذان (فَقَبَّلَ إبْهَامَيْهِ) أي بالفم (فَوَضَعَ) أي الإبهامين (عَلَى عَيْنيْه وَقالَ مَرْحبا بِذِكْرِ الله تَعَالى قُرة أعْيُنِنَا بِكَ يَا رَسُولَ الله، فأنَا شَفِيعُهُ يَوْمَ القِيَامَةِ وَقَائِدُهُ إلى الجنَّةِ وَقَالَ صلى الله عليه وسلم: إذَا كَانَ) أي جاء (وَقْتُ الأَذَانِ فُتِحَتْ أبْوَابُ السَّمَاءِ وَاسْتُجيبَ الدُّعَاءُ وإذا كَانَ وَقْتُ الإقَامَةِ لَمْ تَرُدّ دَعْوَتُهُ) قال النووي في الأذكار روينا عن أنس قال: قال رسول الله صلى الله عليه وسلم: «لا يرد الدعاء بين الأذان والإقامة» رواه أبو داود والترمذي والنسائي وابن السني وغيرهم. وزاد الترمذي في روايته قالوا: فماذا نقول يا رسول الله؟ قال: «سَلُوا الله العَافِيَةَ فِي الدُّنْيَا والآخِرَةِ» اهـ. ¶ (وقالَ صلى الله عليه وسلم: مَنْ قَالَ عِنْدَ الأَذانِ مَرْحَبا بالقَائِلينَ عَدْلاً، مَرْحَبَا بالصَّلواتِ وَأَهْلاً، كَتَبَ الله تَعَالى لَهُ أَلْفَ حَسَنَةٍ، وَمَحَا عَنْهُ أَلْفَ سَيِّئَةٍ، وَرَفَعَ لَهُ أَلْفَ دَرَجَةٍ وقال صلى الله عليه وسلم: مَنْ سَمِعَ الأَذَانَ وَلَمْ يَقُلْ مِثْلَ مَا قَالَ المُؤَذِّنُ فَإنَّهُ يُمْنَعُ مِنَ السُّجُودِ يَوْمَ القِيَامةِ إذَا سَجَدَ المُؤَذِّنُونَ).",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "وروي أنه صلى الله عليه وسلم قال: «إذَا سَمِعْتُمُ النِّداءَ فَقُولُوا مِثْلَ مَا يَقُولُ المُؤَذِّنُ» رواه مالك وأحمد وأبو داود والترمذي والنسائي وابن ماجه. قال المناوي: إجابة المؤذن مندوب. وقيل واجب. قوله ما يقول، ولم يقل مثال ما قال الماضي ليشعر بأنه يجيبه بعد كل كلمة، ولم يقل مثل ما تسمعون إيماء إلى أنه يجيبه في الترجيع، أي وإن لم يسمع. قوله مثل ما يقول المؤذن ظاهره أنه يقول مثل قوله في جميع الكلمات، لكن وردت أحاديث باستثناء حي على الصلاة وحي على الفلاح، وأنه يقول بينهما لا حول ولا قوة إلا بالله، وهذا هو المشهور عند الجمهور، وعند الحنابلة وجه أنه يجمع بين الحيعلة والحوقلة. وقال الأذرعي: وقد يقال الأولى أن يقولهما كذا قاله العزيزي نقلاً عن العلقمي، ثم قال العزيزي قلت، وهو الأولى للخروج من خلاف من قال به من الحنابلة، وأكثر الأحاديث على الإطلاق انتهى. ¶ وقال النووي في الأذكار إذا سمع المؤذن أو المقيم وهو يصلي لم يجبه في الصلاة، فإذا سلم منها أجابه كما يجيبه من لا يصلي، فلو أجابه في الصلاة كره، ولم تبطل صلاته، وهكذا إذا سمعه وهو على الخلاء لا يجيبه في الحال، فإذا خرج أجابه فأما إذا كان يقرأ القرآن أو يسبِّح أو يقرأ حديثا أو علما آخر أو غير ذلك، فإن يقطع جميع هذا ويجيب المؤذن، ثم يعود إلى ما كان فيه، لأن الإجابة تفوت، وما هو فيه لا يفوت غالبا، وحيث لم يتابعه حتى فرغ المؤذن يستحب أن يتدارك المتابعة ما لم يطل الفصل اهـ. ¶ (",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "وَقَالَ النَّبيُّ صلى الله عليه وسلم ثَلاَثَةٌ في ظِلِّ العَرْشِ يَوْمَ لاَ ظِلَّ إلاَّ ظِلُّهُ إمامٌ عَادِلٌ) أي أهل مملكته (وَمُؤَذِّنٌ حَافِظٌ) قال سيدي الشيخ عبد القادر الجيلاني: ويجب على المؤذن الاحتراز عن اللحن في الشهادتين، ويكون عارفا بالأوقات، وأن لا يؤذن إلا بعد دخول الوقت إلا في الفجر خاصة، ويحتسب بأذانه وجه الله تعالى، ولا يأخذ على أذانه جزاء، ويستقبل القبلة بوجهه في التكبير والشهادتين، ويولي وجهه يمينا وشمالاً في الدعاء إلى الصلاة، وإذا أذن لصلاة المغرب جلس بين الأذان والإقامة جلسة خفيفة، ويكره له أن يؤذن وهو جنب أو محدث (وَقَارِىءُ القُرْآنِ يَقْرأ في كُلِّ لَيْلَةٍ مائَتيْ آية) قال سيدي الشيخ عبد القادر الجيلاني: ويستحب أن لا ينام حتى يقرأ ثلاثمائة آية ليدخل في زمرة العَابدين، ولا يكتب من الغافلين فليقرأ سورة الفرقان والشعر، فإن فيهما ثلاثمائة آية، وإن لم يحسنهما قرأ سورة الواقعة ونون والحاقة وسورة الواقعة، أي سأل سائل والمدثر، فإن لم يحسنهن فليقرأ سورة الطارق إلى خاتمة القرآن، فإنها ثلاثمائة آية، فإن قرأ مقدار ألف آية كان أحسن، وأكمل للفضل، وكتب له قنطار من الأجر، وكتب من القانتين وذلك من سورة {تَبَارَكَ الّذي بِيَدِهِ المُلْكُ} [الملك: 1] إلى خاتمة القرآن، فإن لم يحسنها فليقرأ مائتين وخمسين مرة {قُلْ هُوَ الله أحَدٌ} [الإخلاص: 1] فإن مجموعها ألف آية أي وذلك مع البسملة، وينبغي أن لا يدع قراءة أربع سور في كل ليلة {الم? تَنْزِيلُ السَّجْدَةِ} [السجدة: 1] وسورة يس? وحم? الدخان ـ وتبارك، وإن قرأ معها سورة المزمل والواقعة كان أحسن. كان النبي صلى الله عليه وسلم لا ينام حتى يقرأ السجدة وَتَبَارَكَ المُلْكُ وفي خبر آخر حتى يقرأ سورة بني إسرائيل ـ والزمر، وفي خبر آخر حتى يقرأ المسبحات، ويقال فيها آية أفضل من مائة ألف آية. ¶ {الباب التاسع: في فضيلة صلاة الجماعة} ¶ (",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "وعن أبي هريرة رضي الله عنه قال: أوصاني حبيبي رسول الله صلى الله عليه وسلم فقال لي: يا أبَا هُرَيْرَةَ صَلِّ الصَّلاَةَ مَعَ الجَمَاعَةِ وَلَوْ كُنْتَ جَالِسا، فإنَّ الله تَعَالَى يُعْطِيكَ بِكُلِّ صَلاةٍ مَعَ الجَمَاعَة ثَوَابَ خَمْسٍ وَعِشْرين صَلاةً في غَيْرَ الجَمَاعَةِ) كذا في رياض الصالحين ¶ (قال النبي صلى الله عليه وسلم: فَضْلُ صَلاَةِ الجَمَاعَةِ عَلى صَلاةِ الرَّجُلِ وَحْده خَمْسٌ وَعِشْرُونَ دَرَجَةً وَفَضْلُ صَلاةِ التَّطوِّعِ في البَيْتِ عَلى فِعْلِها في المَسْجِدِ كَفَضْلِ صَلاةِ الجَمَاعَةِ عَلَى صَلاةِ المُنْفَردِ) رواه ابن السكن عن ضمرة عن أبيه حبيب ¶ (وقال صلى الله عليه وسلم: صَلاَةُ الجَمَاعَةِ تَفْضُلُ) بفتح فسكون فضم (صَلاَة الفَذِّ) بفتح الفاء وشد المعجمة، أي تزيد على صلاة المنفرد (بِسَبْعٍ وعِشْرِينَ دَرَجَةً) أي مرتبة رواه مالك وأحمد والبخاري ومسلم والترمذي وابن ماجه والنسائي عن ابن عمر بن الخطاب. ورواية الأكثر من الصحابة بخمس وعشرين درجة كما قال العزيزي ¶ (وقال صلى الله عليه وسلم: أَفْضَلُ الصَّلَواتِ عِنْدَ الله تَعَالى صَلاَةُ الصُّبْحِ يَوْمَ الجمُعَةِ في جَمَاعَةٍ) رواه أبو نعيم والطبراني عن ابن عمر، فآكد الجماعات بعد الجمعة صبحها، ثم صبح غيرها ثم العشاء ثم العصر ثم الظهر ثم المغرب، وإنما فضلوا جماعة الصبح فالعشاء لأنها فيهما أشق كذا أفاد العزيزي. ¶ (",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "وقال صلى الله عليه وسلم: مَنْ صَلَّى صَلاَةَ الصُّبْحِ في الجَمَاعَةِ ثُمَّ جَلَسَ يَذْكُرُ الله تَعَالَى حَتَّى تَطْلعَ الشَّمْسُ كَانَ لَهُ سِتْرٌ مِنَ النَّارِ وَبَرِىءَ مِنَ النَّارِ وقال صلى الله عليه وسلم صَلاَةُ الرَّجُلِ في جَمَاعَةٍ تَزِيدُ عَلَى صَلاَتِهِ وَحْده خَمْسا وَعِشْرينَ دَرَجَةً) هذا في الإقامة (فَإذَا صَلاَّها) أي تلك الصلاة (بِأَرْضٍ فُلاةٍ) أي أرض لا ماء بها والمراد في جماعة (فَأَتَمَّ وُضُوءَهَا وَرُكُوعَهَا وَسُجُودَهَا) أي أتى بالثلاثة تامة الشروط والأركان والسنن (بَلَغَتْ صَلاتُهُ خَمْسِينَ دَرَجَةً) رواه أبو يعلى والحاكم وابن حبان عن أبي سعيد الخدري بإسناد صحيح، السر في ذلك أن الجماعة لا تتأكد في حق المسافر لوجود المشقة. ¶ (وقال صلى الله عليه وسلم: مَنْ أدْرَكَ الجَماعَة أرْبَعِينَ يَوْما كَتَبَ الله لَهُ بَرَاءَةً مِنَ النَّارِ وَبَرَاءَةً مِنَ النِّفَاقِ) قال ابن حجر في فتح الجواد: وتسن المحافظة على إدراك تحرم الإمام لخبر منقطع، وهو ما سقط من رواته واحد قبل الصحابي من صلى أربعين يوما في الجماعة يدرك التكبيرة الأولى، كتب الله له براءتان: براءة من النار وبراءة من النفاق ¶ (وقال صلى الله عليه وسلم: مَنْ صَلَّى البرْدَيْنِ) بفتح الموحدة وسكون الراء، أي صلاة الفجر والعصر سميا بردين، لأنهما يصليان في بردي النهار، وهما طرفاه حين يطيب الهواء وتذهب سورة الحر (في الجَمَاعَةِ دَخَلَ الجَنَّةَ بِغَيْرِ حِسَابٍ) قوله من صلى من شرطية، وقوله: دخل جواب الشرط وعبر بالماضي لإرادة التأكيد في وقوعه بجعل ما سيقع كالواقع ¶ (وقال صلى الله عليه وسلم: مَنْ شَهِدَ) أي حضر (صَلاَةَ الجَمَاعَةِ) كتب الله تعالى له ذاهبا وراجعا عشر حسنات، ومحا عنه عشر سيئات، ورفع له عشر درجات. ¶ (",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "وقال صلى الله عليه وسلم: لاَ صَلاَةَ لِجَارِ المَسْجِدِ إلاَّ في المَسْجِدِ) رواه الدارقطني والبيهقي عن جابر وعن أبي هريرة، وهذا الحديث محمول على الفريضة وما ألحق بها، ففعلها في المسجد أفضل، وما عدا ذلك ففعله في البيت أفضل من فعله في المسجد، كذا أفاد العزيزي ونظم ذلك العلامة منصور الطبلاوي من بحر الرجز فقال: صلاَةُ نَفْلٍ في البيوتِ أَفْضَلُ إلاّ الّتي جَمَاعَةً تَحْصَلُ وَسُنَّة الإحْرَام والطَّوَافِ وَنَفْلُ جَالِسٍ للاعْتِكَافِ وَنَحْوُ عِلْمِهِ الإحْيَا لِبُقْعَةِ كَذَا الضُّحَى وَنَفْلُ يَوْمِ الجُمْعَةِ وَخَائِفُ الفَوَاتِ بِالتَّأَخّرِ وَقَادِمٌ وَمُنْشىءٌ لِلسَّفَرِ ولاسْتِخَارِةٍ وللقبْلِيَّةِ لمَغْرِبٍ وَهاكذا البَعْدِيَّةِ وَكُل قبليَّة دَخَل فِي وَقْتِها وَنَذْرُ نَافِلَةٍ كَذَا كَأَصْلِها ¶ (وقال صلى الله عليه وسلم: صَلاَةُ الجَمَاعَةِ رَحْمَةٌ وَهِيَ خَيْرٌ مِنَ الدُّنْيَا وَمَا فِيها وَالجَمَاعَةُ رَحْمَةٌ) أي لزوم جماعة المسلمين موصل إلى الرحمة أو سبب للرحمة (والفرْقَةُ عَذَابٌ) أي مفارقتهم، والانفراد عنهم سبب للعذاب. ¶ {الباب العاشر: في فضيلة الجمعة} ¶ وروى العلاء عن أبيه عبد الرحمن عن أبي هريرة رضي الله عنه قال: إن النبي صلى الله عليه وسلم قال: «لَمْ تَطْلعِ الشَّمْسُ وَلَمْ تَغْرُبْ عَلَيَّ أفْضَلَ مِنْ يَوْمِ الجُمُعَةِ وَمَا مِنْ دَابَّةٍ إلاّ وَهِيَ تَفْزَعُ مِنْ يَوْمِ الجُمُعَةِ إلا الثّقلانِ الجنّ والإنْسُ، وَعَلى كُلِّ بَابٍ مِنْ أبْوَابِ المَسْجِدِ مَلَكَانِ يَكْتُبانِ النَّاسَ، الأوَّل فَالأوَّلُ كَرَجُلٍ قَرَّبَ بَدَنَةً، وَكَرَجُلٍ قَرَّبَ بَقَرَةً، وَكَرَجُلٍ قَرَّبَ شَاةً، وَكَرَجُلٍ قَرَّبَ دَجَاجَةً، وَكَرَجُلٍ قَرَّبَ بَيْضَةً، فَإذا قَامَ الإِمَامُ طُوِيَتِ الصُّحُفُ» كذا في الغنية ¶ (",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "وقال صلى الله عليه وسلم: سَيِّدُ الأَيَّامِ يَوْمُ الجُمُعَةِ) أي هو من أفضل الأيام، وفي الجامع الصغير سيد الأيام عند الله يوم الجمعة، أعظم من يوم النحر والفطر، وفيه خمس خلال في خلق الله آدم، وفيه أهبط من الجنة إلى الأرض، وفيه توفي، وفيه ساعة لا يسأل العبد فيها الله شيئا إلا أعطاه إياه ما لم يسأل إثما أو قطيعة رحم، وفيه تقوم الساعة وما من ملك مقرب، ولا سماء ولا أرض ولا ريح ولا جبل، ولا حجر إلا وهو مشفق من يوم الجمعة، أي والحال أن ذلك خائف من قيام القيامة فيه والحشر والحساب. روى هذا الحديث الإمام الشافعي وأحمد والبخاري عن سعد بن عبادة سيد الأنصار ¶ (وقال صلى الله عليه وسلم: مَنِ اغْتَسَلَ يَوْمَ الجُمُعَةِ كُفِّرَتْ عَنْهُ ذُنُوبُهُ وَخَطَايَاهُ) وهذا هو المراد بقوله صلى الله عليه وسلم: «مَنِ اغْتَسَلَ يَوْمَ الجُمُعَةِ كَانَ فِي طَهَارَةٍ إلى الجُمُعَةِ الأُخْرَى» رواه الحاكم عن قتادة، والمراد الطهارة المعنوية. ¶ (",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "وقال صلى الله عليه وسلم: إنَّ يَوْمَ الجُمُعَةِ وَلَيْلَتَهَا أَرْبَعَةٌ وعِشْرُونَ سَاعَةً يَعْتِقُ الله في كُلِّ سَاعَةٍ مِنْها ستُّمائَةِ ألْفِ عَتِيقٍ مِنَ النَّارِ) قال سيدي الشيخ عبد القادر الجيلاني، وأخبرنا أبو نصر عن والده بإسناد عن ثابت البناني عن أنس بن مالك رضي الله عنه عن النبي صلى الله عليه وسلم أنه قال: «إنَّ الله تَعَالَى يَعْتِقُ سِتَّمَائَةِ أَلْفِ عَتِيقٍ مِنَ النَّارِ فِي كُلِّ يَوْمٍ وَلَيْلَةٍ، وَلَيْلَةُ الجُمُعَةِ، وَيَوْم الجُمُعَةِ أَرْبَعٌ وَعِشْرُونَ سَاعَةً، فِي كُلِّ سَاعِةٍ سِتُّمَائَةِ أَلْفِ عَتِيقٍ مِنَ النَّارِ، كُلُّهُمْ قَدِ اسْتَوْجَبُوا النَّارَ» وفي لفظ آخر عن ثابت عن أنس رضي الله عنه عن النبي صلى الله عليه وسلم قال: «إنَّ لله فِي كُلِّ يَوْمٍ وَلَيْلَةٍ مِنْ أيَّامِ الدُّنْيَا سِتَّمائَةِ ألْفِ عَتِيقٍ مِنَ النَّارِ يَعْتِقُهُمُ كُلُّهُم قَدِ اسْتَوْجَبُوا النَّارَ يَوْمَ القِيَامَةِ، وفي يَوْمِ الجُمُعَةِ وَلَيْلَةَ الجُمُعَةِ أرْبَعٍ وَعِشْرُونَ سَاعَةً، لَيْسَ فِيهَا سَاعَةٌ إلاَّ ولله عَزَّ وَجَلَّ في كُلِّ ساعة سِتَّمائَةِ ألْفِ عَتِيقٍ مِنَ النَّارِ، كُلُّهُمُ قَدِ اسْتَوْجَبُوا النَّار». وقال الغزالي: وفي الخبر أن لله عز وجل في كل جمعة ستمائة ألف عتيق من النار وقال صلى الله عليه وسلم: «إنَّ الجَحِيمَ تُسَعَّرُ في كُلِّ يَوْمٍ قَبْلَ الزَّوالِ عِنْدَ اسْتِوَاءِ الشَّمْسِ في كَبِدِ السَّمَاءِ فَلاَ تُصَلُّوا، في هاذِهِ السَّاعَةِ إلاّ يَوْمَ الجُمُعَةِ، فَإنَّهُ صَلاَةٌ كُلُّهُ وإنَّ جَهَنَّمَ لا تُسَعَّرُ فِيهِ». ¶ (",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "وقال صلى الله عليه وسلم: مَنْ تَرَكَ الجُمُعَةَ) أي ممن تلزمه (مِنْ غَيْرِ عُذْرٍ فَلْيَتَصَدَّقْ) أي ندبا (بِدينارٍ) أي من ذهب (فَإنْ لَمْ يَجِدْ فَنِصْف دينارٍ) فإن ذلك كفارة الترك رواه أحمد وأبو داود والنسائي وابن ماجه وابن حبان عن سمرة بن جندب وهو حديث صحيح. وهو ما اتصل سنده بعدول ضابطين بلا شذوذ. وروى البيهقي عن سمرة حديثا ضعيفا من ترك الجمعة بغير عذر، فليتصدق بدرهم، أي من فضة أو نصف درهم أو صاع أو مد، والضعيف ما قصر عن درجة الحسن ¶ (وقال صلى الله عليه وسلم: مَنْ تَرَكَ ثَلاَثَ جُمَعٍ) بضم ففتح (تَهَاوُنا بِها) المراد بالتهاون الترك من غير عذر (طَبَعَ الله عَلَى قَلْبِهِ) أي ختم الله عليه وغشاه ومنعه ألطافه رواه أحمد وأبو داود والترمذي والنسائي وابن ماجه عن الجعد وإسناده حسن ¶ (وقال صلى الله عليه وسلم: مَنْ تَرَكَ ثَلاَثَ جُمُعَاتٍ) بضم الجيم والميم أو فتحها أو سكونها (مِنْ غَيْرِ عُذْرٍ كُتِبَ مِنَ المُنَافِقِينَ) أي إن كان ممن تجب الجمعة عليه، رواه الطبراني عن أسامة بن زيد ¶ (وقال صلى الله عليه وسلم: مَنْ مَاتَ يَوْمَ الجُمُعَةِ أوْ لَيْلَتَهَا رُفِعَ عَنْهُ عَذَابُ القَبْرِ) وفي الإحياء للغزالي قال صلى الله عليه وسلم: «مَنْ مَاتَ يَوْمَ الجُمُعَةِ أوْ لَيْلَةَ الجُمُعَةِ كَتَبَ الله لَهُ أجْرَ شَهِيدٍ ووقي فتنة القبر» أي وذلك بشرط الإيمان ¶ (",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "وقال صلى الله عليه وسلم: مَنْ قَالَ يَوْمَ الجُمُعَةِ لِصَاحِبِهِ والإمَامُ يَخْطُبُ) الواو للحال (أنْصِتَ) أي اسكت مع الإصغاء الخطبة (أوْ تَكَلَّمَ) بكلامِ لا يتعلق به غرض مهم ناجز كإنذار من يقع في مهلكة (أو عبث) بكسر الباء، أي عمل ما لا فائدة فيه (أَوْ أَشَارَ بِيَدِهِ أَوْ بِرَأْسِهِ فَقَدْ لَغَا) أي أثم (وَمَنْ لَغَا فَلاَ جُمُعَةَ لَهُ) وقال ابن حجر العسقلاني في بلوغ المرام، وعن ابن عباس رضي الله عنهما قال قال رسول الله صلى الله عليه وسلم: «مَنْ تَكَلَّمَ يَوْمَ الجُمُعَةِ وَالإمَامُ يَخْطُبُ، فَهُوَ كَمِثْلِ الحِمَارُ يَحْمِلُ أسْفَارا وَالَّذي يَقُولُ لَهُ أنْصِتْ لَيْسَتْ لَهُ جُمُعَة» رواه أحمد بإسناد لا بأس به وهو يفسر حديثا لأبي هريرة في الصحيحين مرفوعا إذا قُلْتَ لِصَاحِبِكَ أَنْصِتْ يَوْم الجُمُعَةِ، وَالإمَامُ يَخْطبُ فَقَدْ لَغَوْتَ انتهى.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "وقال أبو بكر الحصني في كفاية الأخيار: هل يحرم الكلام وقت الخطبة؟ فيه قولان: أحدهما ونص عليه الشافعي في القديم أنه يحرم، وبه قال مالك وأبو حنيفة وأحمد في أرجح الروايتين عنه: قوله صلى الله عليه وسلم: «إذَا قُلْتَ لِصَاحِبِكَ والإمَامُ يَخْطُبُ يَوْمَ الجُمُعَةِ أَنْصِتْ، فَقَدْ لَغَوْتَ». واللغو الإثم والجديد أن الكلام ليس بحرام، والإنصات سنة لما رواه الشيخان أن عثمان دخل وعمر يخطب فقال عمر: ما بال رجال يتأخرون عن النداء؟ فقال عثمان: يا أمير المؤمنين ما زدت حين سمعت النداء إلا أن توضأت. وروي أن النبي صلى الله عليه وسلم دخل عليه رجل، وهو يخطب يوم الجمعة فقال: متى الساعة؟ فأومأ الناس إليه بالسكوت، فلم يقبل وأعاد الكلام فقال رسول الله صلى الله عليه وسلم له بعد الثلاثة: وَيْحَكَ مَا أعْدَدْتَ لَهَا؟ قال: حب الله ورسوله. فقال: إنَّكَ مَعَ مَنْ أحْبَبْتَ رواه البيهقي بإسناد صحيح. وجه الدلالة أنه عليه الصلاة والسلام لم ينكر عليهم ذلك، ولو كان حراما لأنكره اهـ. ومعنى اللغو الإتيان بما لا يليق. والمنفي بقوله صلى الله عليه وسلم فلا جمعة له كمال الجمعة لا صحتها ¶ (وقال صلى الله عليه وسلم: غُسْلُ يَوْمِ الجُمُعَةِ وَاجِبٌ) ليس المراد أنه واجب فرضا بل هو مؤول: أي واجب في السنة أو في المروءة أو في الأخلاق الجميلة كما تقول العرب حقك واجب عليّ أي متأكد، كما أفاده العزيزي نقلاً عن بعضهم (عَلَى كُلِّ مُحْتَلِمٍ) أي بالغ أراد حضور الصلاة رواه مالك وأحمد وأبو داود والنسائي وابن ماجه عن أبي سعيد الخدري ¶ (",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "وقال النبي صلى الله عليه وسلم: مَنْ أَدْرَكَ الجُمُعَةِ فَلَهُ عِنْدَ الله أَجْرُ مائةِ شَهِيدٍ) وعن أبي هريرة قال قال رسول الله صلى الله عليه وسلم: «مَنْ أَدْرَكَ مِنَ الجُمُعَةِ رَكْعَةً فَلْيَصِلْ إلَيْهَا أُخْرَى وَمَنْ فَاتَتْهُ الرَّكْعَتَانِ فَلْيُصَلِّ أرْبَعا» وقال الظهر رواه الدارقطني فأو للشك من الراوي. ¶ {الباب الباب الحادي عشر: في فضيلة المساجد} ¶ قال الله تعالى: {في بيُوتٍ أَذِنَ الله أنْ تُرْفَعَ وَيُذْكَرُ فيها اسْمُهُ} [النور: 3] وقال تعالى: {وَمَنْ يُعَظِّم شَعَائِرَ الله فَإنَّها مِنْ تَقوى القُلُوبِ} [الحج: 23] وقال تعالى: {وَمَنْ يَعَظِّم حُرُمَاتِ الله فَهُوَ خَيْرٌ لَهُ عِنْدَ رَبِّهِ} [الحج: 03] وروينا عن بريدة رضي الله عنه قال قال رسول الله صلى الله عليه وسلم: «إنَّمَا بُنِيَتِ الْمَسَاجِدُ لمَا بُنِيَتْ لَهُ». رواه مسلم كذا في الأذكار. ¶ (قَالَ النبي صلى الله عليه وسلم: المَسْجِدُ بَيْتُ كُلِّ مُؤْمِنٍ) رواه أبو نعيم عن سلمان بإسناد ضعيف، لكن له شواهد أي فكل مسلم له فيه حق المأوى، وفي رواية كل تقي لكن لا يشغله بغير ما بني له أفاد ذلك العزيزي ¶ (",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "وقال صلى الله عليه وسلم: إذا رَأيْتُمُ الرَّجُلَ مُلاَزِمَ المَسْجِدِ فَاشْهَدُوا لَهُ بالإيمانِ) أي اقطعوا له، فإن الشهادة قول صدر على مواطأة القلب اللسان على سبيل القطع، وفي رواية أحمد والترمذي وابن ماجه وابن خزيمة وابن حبان والحاكم والبيهقي عن أبي سعيد الخدري، إذا رأيتم الرجل يعتاد المسجد فاشهدوا له بالإيمان فإن الله يقول {إنَّما يَعْمُرُ مَسَاجِدَ الله مَنْ آمَنَ بالله} [التوبة: 81] وهذا حديث صحيح وفي رواية يتعاهد المسجد، والمراد باعتبار المساجد أن يكون قلبه معلقا بها منذ يخرج منها إلى أن يعود إليها، ونقل بعضهم عن النووي، أي أن يكون شديد الحب لها والملازمة للجماعة فيها، وليس معناه دوام القعود فيها كذا أفاد العزيزي ¶ (وقال صلى الله عليه وسلم: مَنْ تَكَلَّمَ بِكَلاَمِ الدُّنْيَا في المَسْجِدِ أَحْبَطَ الله عَمَلَهُ أَرْبَعِينَ سَنَةً) قال ابن حجر الهيثمي في تنبيه الأخيار: وسن أن يقال لمن أنشد في المسجد شعرا غير مطلوب فض الله فاك ثلاث مرات، ويندب تنزيه المسجد عن حديث الدنيا وخصومة، ورفع صوت وشهر سلاح ويكره أن يتخذ منه محلاً مخصوصا لا يصلى فيه غيره، ويكره تدافع الإمامة، بل يتقدم من له حق الإمامة.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "وروى مسلم والترمذي والحاكم عن أبي هريرة خبر: إذَا رَأَيْتُمْ مَنْ يَبِيعُ أَوْ يَبْتَاعُ في المَسْجِدِ فَقُولُوا لَهُ لاَ أرْبَحَ الله تِجَارَتَك، وإذَا رَأَيْتُمْ مَنْ يَنْشُدُ فيهِ ضَالَّتَهُ فَقُولُوا لَهُ: لا رَدَّهَا الله عَلَيْكَ، فإنَّ المَسَاجِدَ لَمْ تُبْنَ لِهذا. قوله يبتاع: أي يشتري. قوله فقولوا: أي ندبا. قوله لا أربح إنه دعاء بالخسران قوله ينشد بفتح أوله وسكون ثانيه وضم الشين المعجمة، أي يطلب، وفي هذا الحديث النهي عن نشد الضالة في المسجد ورفع الصوت فيه للإجارة ونحوها من العقود. قال النووي نقلاً عن بعض العلماء: يكره رفع الصوت في المسجد بالعلم وغيره، وأجاز أبو حنيفة ومحمد بن سلمة من أصحاب مالك رفع الصوت فيه بالعلم والخصومة وغير ذلك مما يحتاج إليه الناس، لأنه مجمعهم ولا بد لهم منه. ثم قال العزيزي نقلاً عن شيخه ينبغي أن لا يكره رفع الصوت بالموعظة فيه، وهذا الحديث شاهد له وخطبة الجمعة وغيرها من ذلك، وكذا جميع ما يستحب فيه رفع الصوت كالأذان والإقامة والتلبية والصلاة على النبي صلى الله عليه وسلم والتكبير في العيد. ¶ (وقال صلى الله عليه وسلم: إنَّ المَلاَئِكَةَ يَتَكَرَّهُونَ مِنَ المُتَكلِّمينَ فِي المَسْجِدِ بِكَلاَمِ اللَّغْوِ) أي بالكلام الباطل. (والجَوْرِ) أي الكلام المائل عن الحق ¶ (وقال صلى الله عليه وسلم: شَّرُّ البِقَاعِ) أي بقاع البلدان، وفي رواية شر البلاد (أسْواقُهَا) لما يقع فيها من الغش والأيمان الكاذبة (وخَيْرُ البِقَاعِ مَسَاجِدُهَا) وفي رواية شر البلدان أسواقها وخير بقاعها المساجد رواه الحاكم عن جبير بن مطعم، وهو حديث صحيح، وفي رواية شر المجالس الأسواق والطرق وخير المجالس المساجد، فإن لم تجلس في المسجد فالزم بيتك رواه الطبراني عن واثلة بإسناد حسن، ¶ (",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "وقال صلى الله عليه وسلم: إذَا دَخَلَ أَحَدُكُمُ المَسْجِدَ فَلاَ يَجْلِس حَتَّى يُصَلِّي رَكْعَتينِ) رواه أحمد والبخاري ومسلم وأبو داود والترمذي والنسائي وابن ماجه عن أبي قتادة وابن ماجه عن أبي هريرة قال العلقمي نقلاً عن بعضهم: هذا العدد لا مفهوم لأكثره باتفاق، واختلف في أقله والصحيح اعتباره، فلا تتأدى هذه السنة بأقل من ركعتين، واتفق أئمة الفتوى على أن الأمر في ذلك للندب. ¶ ثم قال العزيزي وإذا جلس ناسيا أو ساهيا وقصر الفصل شرع له فعلها، وتتكرر بتكرر الدخول، ولو عن قرب ويكره أن يجلس من غير تحية بلا عذر، وتحصل بفرض وورد وسنة لا بركعة وصلاة جنازة، ويحرم بها قائما ولا يجلس فيها وهو ما اختاره الزركشي. وقال الإسنوي لو أحرم بها قائما، ثم أراد الجلوس فالقياس عدم المنع، وكذا الدميري والأول أوجه ¶ (وقال صلى الله عليه وسلم ارْتَفَعَتِ المَسَاجِدُ شَاكِيَةً مِنْ أهْلِهَا الَّذِينَ يَتكَلَّمُونَ فِيها بَكَلامِ الدّنْيَا، فَتَسْتَقْبِلُهَا المَلائِكَةُ فَتَقُولُ ارْجِعي فَقَدْ بُعِثْنَا بِهَلاَكِهِمْ. وقال صلى الله عليه وسلم: مَنْ أَسْرَجَ سِرَاجا في المَسْجِدِ بِقَدْرِ مَا يَدُورُ في العَيْنِ لَمْ تَزَلِ المَلاَئِكَةُ تَسْتَغْفِرُ لَهُ مَا دَامَ ذَلِكَ الضَّوْءُ فِي المَسْجِدِ ¶ (وقال صلى الله عليه وسلم: مَنْ بَسَطَ حَصِيرا) وهو الخشن المنسوج المفروش (في المَسْجِدِ لَمْ تَزَلِ المَلاَئِكَةُ تَسْتَغْفِرُ لَهُ مَا دَامَ ذالك الحَصِيرُ في المَسْجِدِ. وقال صلى الله عليه وسلم: مَنْ أَخْرَجَ قَذَرَةً) أي نجسا أو طاهرا (مِنَ المَسْجِدِ بِقَدْرِ مَا يَدُورُ في العَيْنِ أَخْرَجَهُ الله تَعَالى مِنْ أعْظَمِ ذُنُوبِهِ) وفي رواية أن ذلك مهور الحور العين. وفي رواية: من أخرج أذى من المسجد بنى الله له بيتا في الجنة. ورواه ابن ماجه عن ابن سعيد بإسناد ضعيف. ¶ (",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "وقال النبي صلى الله عليه وسلم: لاَ تَجْعَلُوا مَسَاجِدَكُمْ كالطُّرُقِ) وهذا الحديث ساقط في بعض النسخ. ¶ {الباب الثاني عشر: في فضيلة العمائم} ¶ روى واثلة بن الأسقع أن رسول الله صلى الله عليه وسلم قال: «إنَّ الله وَمَلاَئِكَتَهُ يُصَلُّونَ عَلَى أَصْحَابِ العَمَائِمِ يَوْمَ الجُمُعَةِ، فَإنْ أَكْرَبَهُ الحَرُّ فَلاَ بَأْسَ بِنَزْعِهَا قَبْلَ الصَّلاَةِ وَبَعْدَهَا، ولكِنْ لاَ يَنْزَعُ فِي وَقْتِ السَّعْيِ مِنَ المَنْزِلِ إلى الجُمُعَةِ وَلاَ فِي وَقْتِ الصَّلاةِ، وَلاَ عِنْدَ صُعُودِ الإمامِ المِنْبَرَ، وَلاَ فِي خُطْبَتِهِ كذا في الإحياء. ¶ (قال النبي صلى الله عليه وسلم: العَمَائِمُ تِيجانُ العَرَبِ) أي هي لهم بمنزلة التيجان للملوك، لأنهم أكثر ما يكونون بالبوادي رؤوسهم مكشوفة والعمائم فيهم قليل (فَإذَا وَضَعُوا العَمَائِمَ وَضَعُوا عِزَّهُمْ) رواه الديلمي عن ابن عباس وإسناده ضعيف. قال المناوي لفظ رواية الديلمي وضع الله عزهم كذا في السراج المنير ¶ (وقال صلى الله عليه وسلم: تَعَمَّموا فَإنَّ المَلائِكَةَ تَعَمَّمَتْ. وقال صلى الله عليه وسلم: إنَّ الله تَعَالى وَمَلائِكَتَهُ يُصَلُّونَ) أي يعظمون (عَلَى أَصْحَابِ العَمَائِمِ) أي الذين يلبسونها (يَوْمَ الجُمعةِ) فيتأكد لبسها في ذلك اليوم، ويندب للإمام أن يزيد في حسن الهيئة رواه الطبراني عن أبي الدرداء وهو حديث ضعيف كذا قاله العزيزي. ¶ (وقال صلى الله عليه وسلم: فَرْقُ مَا بَيْنَنَا وَبَيْنَ المُشْرِكينَ العَمَائِمُ عَلَى القَلاَنِسِ) أي لبس العمامة على القلنسوة، وهي ما يلف عليه العمامة، فالمسلمون يلبسون القلنسوة وفوقها العمامة، ولبس القلنسوة، وحدها زي المشركين فلبس العمامة سنة رواه أبو داود والترمذي عن ركانة بضم الراء، وتخفيف الكاف ابن عبد يزيد ¶ (",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "وقال صلى الله عليه وسلم: صَلَّتِ المَلاَئِكَةُ عَلَى المُتَعَمِّمينَ) أي دعت لهم بالبركة واستغفرت لهم (يَوْمَ الجُمُعَة وقال صلى الله عليه وسلم: رَكْعَتَانِ بِعَمَامةٍ خَيْرٌ مِنْ سَبْعِينَ رَكْعَةً بِلاَ عِمَامَةٍ) رواه الديلمي عن جابر قال المناوي: لأن الصلاة حضرة الملك والدخول إلى حضرة الملك بغير تجمل خلاف الأدب. ¶ (وقال صلى الله عليه وسلم: تَعَمَّمُوا فَإنَّ الشَّياطِينَ لاَ تَتَعمَّمُ وقال صلى الله عليه وسلم: العَمَائِمُ سِيمَا المَلائِكَةِ) بالقصر أي علامات لهم يوم بدر (فَأرْسِلُوها خَلْفَ ظُهورِكُمْ) قالت عائشة: ما رأيت رسول الله صلى الله عليه وسلم وسخا قط، وكان صلى الله عليه وسلم يقول: «الله يُبْغِضُ الوَسَخَ والشَّعَثَ وكان صلى الله عليه وسلم يحب لبس القميص، وكان يطلق إزاره، ويحب لبس الحِبرة». بكسر الحاء وفتح الباء ثوب يماني من قطن مخطط، وكان حماد يلبس قلنسوة بيضاء، ويدير العمامة ويغرزها من ورائه، ويرسل لها ذؤابة بين كتفيه، وأقل ما ورد في قدر العذبة أربع أصابع، وأكثر ما ورد ذراع وبينهما شبر كذا في تنبيه الأخيار لابن حجر الهيتمي ¶ (وقال صلى الله عليه وسلم: تَسَوَّمُوا) أي اجعلوا لكم علامة بلبس اللباس (فإنَّ المَلاَئِكَةَ قَدْ تَسَوَّمَتْ) قال ابن حجر في تنبيه الأخيار. وقد أمرنا صلى الله عليه وسلم بلبس أجود ما نجد، وأن نتطيب بأجود ما نجد، وأن نلبس البياض. نعم في يوم العيد يقدم الأحسن غير الأبيض على الأبيض، غير الأحسن فيسن في يوم العيد تقديم الأخضر على الأبيض، لكن لا خصوصية للأخضر، بل كل ذي لون كذلك، فإن الخضرة أفضل الألوان بعد الأبيض، وكان صلى الله عليه وسلم لا يفارق الطيلسان، وكان طول طيلسانه ستة أذرع، وعرضه ثلاثة أذرع انتهى. واستعمله الصوفية. ¶ (",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "وقال صلى الله عليه وسلم نَهَى) بالبناء للمفعول وما بعده نائب الفاعل (عَنِ الاقْتِعَاطِ) بالقاف ثم العين المهملة، أي التعمم من غير إدارة تحت الحنك وهو ما تحت الذقن (وَأَمَرَ بالتَّلَحِّي) بتشديد الحاء المهملة بعد اللام، أي تطويق العمامة تحت الحنك. قال سيدي الشيخ عبد القادر والمندوب على قسمين: أحدهما في حق الله تعالى، وهو الرداء إذا كان في جماعة، ومجمع الناس فلا يعري منكبيه من شيء من الثياب الجميلة كالأعياد والجمع وغير ذلك، الثاني في حق المخلوقين وهو ما يتجملون به بينهم من أنواع الثياب المباحة، ولا يزدري بصاحبه، ولا ينقص مروءته بينهم ويكره الاقتعاط، وهو التعمم بغير الحنك، ويستحب التلحي وهو إذا كان بالحنك انتهى، وهذا لا يعمله إلا بعض الصوفية. ¶ {الباب الثالث عشر: في فضيلة الصوم} ¶ قال الله تعالى فيما حكاه عنه نبيه صلى الله عليه وسلم: «كُلُّ حَسَنَةٍ بِعَشْرِ أمْثَالِهَا إلى سَبْعمائَةِ ضعْفٍ إلاَّ الصِّيامَ فإنَّهُ لي وَأَنَا أجْزِي به» كذا في الإحياء ¶ (قال النبي صلى الله عليه وسلم: قَالَ الله تَعَالَى) في الحديث القدسي. والفرق بينه وبين القرآن أن القرآن نزل للإعجاز بأقصر سورة بخلاف ذلك، فإنه ليس للإعجاز، وكل من القرآن والأحاديث يتعبد بقراءته (الصَّوْم لي وَأنَا أَجزِي بِهِ) بفتح الهمزة وسكون الياء، أي جزاء كثيرا من غير تعيين لمقداره، وقيل معنى ذلك أن الصيام أحب العبادات إلي، والمقدم عندي رواه الطبراني عن أبي أمامة بإسناد حسن ¶ (",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "وقال صلى الله عليه وسلم: للصَّائِم فَرْحَتَان يَفْرَحُ بِهِما فَرْحَةٌ عِنْدَ إفْطَارِهِ) أي بزوال جوعه وعطشه حين أبيح له الفطر. وقيل: إن فرحه بفطره إنما هو من حيث إنه تمام صومه وخاتمة عبادته وتخفيف من ربه ومعونة على مستقبل صومه (وَفَرْحَةٌ عِنْدَ لِقَاءِ رَبِّهِ) أي يوم القيامة قال وهب بن منبه ليس للمؤمن راحة دون لقاء ربه، أي بحصول الجزاء والثواب أو بالنظر إلى وجه ربه انتهى ¶ (وقال صلى الله عليه وسلم: لَخُلُوف) بضم الخاء المعجمة واللام وسكون الواو، وبعدها فاء واللام جواب قسم وهو قوله صلى الله عليه وسلم قبله: «والذي نفس محمد بيده» أي بقدرته وتصريفه لخلوف (فَمِ الصَّائِمِ) أي تغيره (أَطْيَبُ عِنْدَ الله مِنْ رِيحِ المِسْكِ) أي ريح فم الصائم أطيب عند الله من ريح المسك عندكم. وقيل: المراد أن الله يجزيه في الآخرة فتكون نكهته أطيب من ريح المسك. وقيل: المراد أن صاحبه ينال من الثواب ما هو أفضل من ريح المسك، ورجح النووي أن معنى ذلك أن الخلوف أكثر ثوابا من المسك المندوب إليه في الجمع، ومجالس الذكر، وهو حمل معنى الطيب على القبول والرضا، وقد نقل القاضي حسين أن للطاعات يوم القيامة ريحا يفوح، فرائحة الصيام فيها بين العبادات كالمسك ¶ (",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "وقال صلى الله عليه وسلم: عَلَيْكُمْ بالغَنِيمَةِ البَارِدَةِ) أي الزموها (قالوا يا رَسُولَ الله وَمَا الغَنِيمَةُ البَارِدَةُ؟ قال: الصَّوْمُ في الشِّتَاءِ الغَنِيمَةُ البَارِدَةُ. وقال صلى الله عليه وسلم: مَنْ صَامَ يَوْما مِنْ رَمَضَانَ غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ وَمَا تَأَخَّرَ) والمراد الصغائر (فَإذَا تَمَّ رَمَضَانُ لا يُكْتَبُ عَلَيْهِ ذَنْبٌ إلى الحَوْلِ الآخر، فإنْ مَاتَ قَبْلَ رَمَضَانَ آخَر جَاءَ يَوْمَ القيامَةِ وَلَيْسَ عَلَيْهِ ذَنْبٌ) أي من الصغائر المتعلقة بحق الله تعالى وجملة قوله، وليس عليه ذنب حالية من فاعل جاء، فالواو للحال وفي رواية من صام رمضان إيمانا واحتسابا غفر له ما تقدم من ذنبه وما تأخر، رواه الخطيب عن ابن عباس. قوله إيمانا، أي اعتقادا بحق فرض الصوم، قوله واحتسابا أي طالب الثواب من الله تعالى ¶ (وقال صلى الله عليه وسلم: لَوْ أَذِنَ الله للسَّمواتِ والأَرْضِ أنْ تَتَكَلَّما لَقَالَتَا بُشْرى) مبتدأ ونعتها محذوف أي بشرى عظيمة (لِمَنْ صَامَ رَمَضَانَ بالجنَّةِ وقال صلى الله عليه وسلم: الصِّيامُ جُنَّةٌ) بضم الجيم أي سترة (مِنَ النَّارِ كَجُنَّةِ أحَدِكُمْ مِنَ القِتَالِ) أي كالدرع المانع من القتل في القتال وحسبك به فضلاً للصائم، رواه ابن ماجه عن عثمان بن أبي العاص، وهو حديث صحيح، وفي لفظ الصوم جنة أحدكم من النار كدرع أحدكم في القتال ¶ (",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "وقال صلى الله عليه وسلم: الصَّائِمُ إذا أَفْطَرَ صَلَّتْ علَيْهِ المَلائِكَةُ) أي دعت له بالبركة أو استغفرت له (حَتّى يَفْرَغَ وقال صلى الله عليه وسلم: لِكُلِّ شَيْءٍ زَكَاةٌ) أي صدقة (وَزَكَاةُ الجَسَدِ الصَّوْمُ) رواه ابن ماجه عن أبي هريرة والطبراني عن سهل بن سعد، وإنما كان الصوم زكاة البدن لأنه سر من أسرار الله تعالى، وسبب لنحول الجسد وزيادة بركته، وخيره المعنوي فأشبه الزكاة المالية، فإنها وإن نقصته حسا زادته بركة، فكذلك الصوم ¶ (وقال صلى الله عليه وسلم: نَوْمُ الصّائِمِ) أي فرضا أو نفلاً (عِبَادَةٌ) وفي لفظ نوم العالم عبادة، فيحتمل أنها رواية، ويحتمل أن أحد اللفظين سبق قلم كذا أفاد العزيزي (وَصَمْتُهُ تَسْبِيحٌ) أي بمنزلة التسبيح (وَعَمَلُهُ مُضَاعَفٌ) الحسنة بعشر إلى ما فوقها (وَدُعَاؤُهُ مُسْتَجَابٌ وَذَنْبُهُ مَغْفُورٌ) أي ذنوبه الصغائر رواه البيهقي عن عبد الله بن أبي أوفى، وهو حديث ضعيف، وفي لفظ ونفسه تسبيح وكلامه صدقة انتهى. وهذا في صائم لم يخرق صومه بنحو غيبة، فالنوم وإن كان عين الغفلة يصير عبادة، لأنه يستعين به على العبادة. ¶ {الباب الرابع عشر: في فضيلة الفريضة} ¶ من صلاة وما معها. ¶ (",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "قال النبي صلى الله عليه وسلم: بُنِيَ الإسْلامُ) بالبناء للمفعول أي أسس الإسلام (عَلَى خَمْسٍ) أي خمس دعائم كما في رواية عبد الرزاق، فالمبني هو الإسلام الكامل والمبني عليه أصل الإسلام، ومجموع هذه الخمس غير المبني عليه من حيث الانفراد، وعينه من حيث الجمع ومثاله البيت مثلاً يجعل على خمسة أعمدة: أحدها أوسط، والبقية أركان فإذا دام الأوسط قائما، فسمي البيت موجودا، ولو سقط شيء من الأركان، فإذا سقط الأوسط سقط مسمى البيت، فالبيت بالنظر إلى مجموعة شيء واحد، وبالنظر إلى أفراده أشياء كثيرة، وأيضا فالنظر إلى رأسه وأركانه الأس أصل، والأركان تبع وتكملة، وأيضا إلى معنى الإسلام هو التذلل العام الذي هو اللغوي، فيبنى عليه التذلل الشرعي الذي هو فعل الواجبات، فلا يلزم على ذلك المذكور بناء الشيء على نفسه (شَهَادَةُ أنْ لاَ اله إلاَّ الله وَأَنَّ مُحَمَّدا رَسُولُ الله) بجر شهادة وما بعدها على البدل من خمس، ويجوز الرفع على حذف الخبر، والتقدير منها شهادة أو على حذف المبتدأ، والتقدير أحدها شهادة ولم يذكر صلى الله عليه وسلم الجهاد مع هذه الخمس، لأنه فرض كفاية وهذه فروض عينية، ولم يذكر الإيمان بالملائكة ونحوه، لأنه صلى الله عليه وسلم أراد بالشهادة تصديق الرسول صلى الله عليه وسلم بكل ما جاء به فيستلزم ذلك (وَإقَامُ الصَّلاةِ) أي المداومة عليها (وَإيتَاءُ الزَّكاةِ) أي إعطاؤها أهلها (وَحَجُّ البَيْتِ وصَوْمُ رَمَضَانَ) رواه أحمد والبخاري ومسلم والترمذي عن ابن عمر بن الخطاب، وفي رواية لمسلم عن ابن عمر تقديم الصوم على الحج وقدم صلى الله عليه وسلم الشهادتين، لأنهما أصل الأمر كله ثم الصلاة، لأنها عماد الدين ويقتل تاركها بضرب عنقه على المذهب وقيل: يضرب بالخشب إلى أن يموت.",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "وقيل بنخس بحديدة إلى أن يصلي أو يموت، ثم الزكاة لأنها فطرة الإسلام ولشمولها المكلف وغيره، ثم الحج للتغليظات الواردة فيه من نحو قوله صلى الله عليه وسلم من لم تحبسه حاجة، ولم يحج وله جمع، فليمت إن شاء يهوديا، وإن شاء نصرانيا، والمراد بالجمع مال وغيره، فإن بذلك المذكور من التعاليل أن يقع الصوم آخرا. ¶ ووجه الحصر في الخمس أن العبادة إما قولية، وهي الشهادة أو غير قولية وهذا إما تركي وهو الصوم، والمراد بالترك إمساك الصائم، أو فعلي وذا إما بدني وهو الصلاة أو مالي وهو الزكاة، أو مركب منهما وهو الحج. والإسلام الحقيقي يحصل بالشهادتين بشرط التصديق كما أفاده العزيزي ¶ (وقال صلى الله عليه وسلم: صَلُّوا خَمْسَكُمْ) أي صلواتكم الخمس (وَزَكُّوا أَمْوَالَكُمْ وَصُومُوا شَهْرَكُمْ) أي رمضان كما روي عن عكرمة عن ابن عباس رضي الله عنهما عن النبي صلى الله عليه وسلم أنه قال: «رَجَبُ شَهْرُ الله وشَعْبَانُ شَهْرِي وَرَمَضَانُ شَهْرُ أُمَّتِي» (وَحُجُّوا بَيْتَ رَبِّكُمْ) أي الكعبة المشرفة (تَدْخُلُوا جَنَّةَ رَبِّكُمْ) أي الذي رباكم في نعمته (بِغَيْرِ حِسَابٍ) أي بغير مناقشة فيه فقوله تدخلوا جواب الأمر (وقال صلى الله عليه وسلم: الصَّلاةُ عِمَادُ الدِّينَ) أي أصله وأسه فالصلاة تحقيق للعبودية، وأداء حق الربوبية وجميع العبادات، وسائل إلى تحقيق سرها كما أفاده العزيزي (فَمَنْ أَقَامَهَا فَقَدْ أَقَامَ الدِّين وَمَنْ تَرَكَها فَقَدْ هَدَم الدِّينَ) بالدال المهملة، أي أزاله من أصله أو بالذال المعجمة، أي قطعه فقوام الدين ليس إلا بها كما أن البيت لا يقوم إلا على عموده ¶ (",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "وقال صلى الله عليه وسلم: المَرْأةُ إذا صَلَّتْ خَمْسَهَا) أي المكتوبات الخمس (وَزَكَّتْ مَالَها وَصَامَتْ شَهْرَهَا) أي رمضان غير أيام الحيض والنفاس إن كان (وَحَجَّتْ بَيْتَ رَبِّها وَأَطَاعَتْ بَعْلَها) أي في غير معصية (وَأَحْصَنَتْ فَرْجَها) أي من وطء غير حليلها (تَدْخُلُ جَنَّةَ رَبِّها مِنْ أيّ بابٍ شَاءَتْ) وأضاف صلى الله عليه وسلم طاعة الزوج إلى مباني الإسلام إشارة إلى أنها عظيمة ¶ (وقال صلى الله عليه وسلم لِكُلِّ شَيْءٍ عِلَمٌ) أي لواء (وَعِلَمَّ الإيمانِ الصَّلاةُ) ¶ (وقال صلى الله عليه وسلم: اتَّقوا الله في الصَّلاةِ اتَّقوا الله في الصَّلاةِ اتقُوا الله في الصَّلاةِ) أي بتعليم أركانها وشروطها وهيئاتها وأبعاضها، والإتيان بها في أوقاتها وتكرير الجملة ثلاثا لمزيد التأكيد (اتَّقُوا الله فِيمَا مَلَكَتْ أَيْمَانُكُم) أي من آدمي وحيوان محترم (اتَّقوا الله في الضَّعِيفَيْنِ المَرأة الأَرْمَلَة) أي المحتاجة المسكينة التي لا كافل لها (والصبَّيّ اليتيم) أي الصغير الذي لا أب له ذكرا كان أو أنثى، رواه البيهقي عن أنس بن مالك، وهو حديث حسن، وهو ما عرف مخرجه من كونه حجازيا شاميا عراقيا مكيا كوفيا ¶ (وقال صلى الله عليه وسلم: صَلُّوا كَمَا رَأَيْتُمُونِي) أي علمتموني (أُصَلِّي وَقَالَ صلى الله عليه وسلم مَنْ تَرَكَ الصَّلاةَ مُتَعَمِّدا فَقَدْ كَفَرَ جِهاراً) أي استوجب عقوبة من كفر أو قارب أن يكفر فإن تركها جاحدا لوجوبها كفر حقيقة، رواه الطبراني عن أنس وإسناده حسن ¶ (",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "وقال صلى الله عليه وسلم: الصَّلواتُ الخَمْسُ كَفَّارَةٌ لمَا بَيْنَهُنَّ ما اجْتُنِبَتِ الكَبَائِرُ والجُمُعَةُ إلى الجُمُعَةِ) أي وصلاة الجمعة إلى الجمعة (كَفَّارَةٌ لما بَيْنَهُمَا وَزِيَادَةُ ثَلاثَةِ أيامٍ) رواه أبو نعيم عن أنس وقال الغزالي في الإحياء: وقال صلى الله عليه وسلم: «مثلُ الصَّلواتِ الخَمْسِ كَمثلِ نَهْرٍ عَذْبٍ غَمْرٍ بِبَابِ أحَدِكُمْ يَقْتَحِمُ فِيهِ كُلَّ يوْمٍ خَمْسَ مَرَّاتٍ، فَمَا تَرَوْنَ ذالِكَ يُبْقِي مِنْ دَرَنِهِ قالوا: لاَ شَيْءَ. قال صلى الله عليه وسلم: فَإنَّ الصَّلواتِ الخَمْسَ تُذْهِبُ الذُّنُوبَ كَمَا يُذْهِبُ الماءُ الدَّرَنَ». ¶ (وقال صلى الله عليه وسلم: منْ جَمَعَ بَيْنَ الصَّلاتَيْنِ مَنْ غَيْرِ عُذْرٍ) كسفر ومطر (فَقَدْ أتى بابا مِنْ أَبْوَابِ الكَبَائِرِ) رواه الترمذي والحاكم عن ابن عباس. ¶ {الباب الخامس عشر: في فضيلة السنن} ¶ أي نوافل الصلاة قال العلماء: والحكمة في مشروعية النوافل التكميل للفرائض إن عرض فيها نقص. ¶ (قال النبي صلى الله عليه وسلم: مَنْ صَلَّى في اليَوْمِ واللَّيلَةِ اثْنَتيْ عَشرَةَ رَكْعَةً تَطَوّعا بنى الله لَهُ بيتا في الجَنَّةِ) رواه أحمد ومسلم وأبو داود والنسائي وابن ماجه عن أم حبيبة قال ابن حجر العسقلاني في بلوغ المرام وللترمذي نحوه، وزاد أربعا قبل الظهر، وركعتين بعدها، وركعتين بعد المغرب، وركعتين بعد العشاء، وركعتين قبل صلاة الفجر انتهى. ¶ وقال العزيزي: ولم يبين في هذه الرواية العدد المذكور، وقد بينه النسائي عن أم حبيبة فقال: أربع ركعات قبل الظهر، وركعتين بعده، وركعتين قبل العصر، وركعتين بعد المغرب، وركعتين قبل صلاة العشاء ¶ (",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "وقال صلى الله عليه وسلم: مَنْ صَلَّى قَبْلَ الفَجْر رَكْعَتَيْنِ وَقَبْلَ الظُّهْرِ أربعا وَبَعْدَها أرْبعا) أي من الركعات (وَأَرْبعا قَبْلَ العَصْرِ دَخَلَ الجَنَّةَ) أي مع السابقين، وفي الخبر ركعتا الفجر خير من الدنيا وما فيها رواه مسلم وفيه لا تدعوا ركعتي الفجر، وإن طردتكم الخيل، أي خيل العدو من الكفار وغيرها بل صلوهما، وإن كنتم ركاباً أو مشاة بالإيماء إلى الركوع والسجود أخفض، ولو إلى غير القبلة فيكره تركهما رواه أحمد وأبو داود عن أبي هريرة، وفيهما قول بأنهما أفضل من الوتر الذي قيل بوجوبه. ويسن أن يفضل بينهما وبين الفرض باضطجاع على جنبه الأيمن، فإن تعذر فبكلام أو تحول من محله أو نحو ذلك، وفي الخبر أن النبي صلى الله عليه وسلم كان لا يدع أربعا قبل الظهر، وأنه كان يصلي قبل العصر أربع ركعات يفصل بينهن بالتسليم، وروي أنه صلى الله عليه وسلم قال: «رَحِمَ الله امرا صَلّى أَرْبعا قَبْلَ العَصْرِ» رواه أحمد وأبو داود والترمذي ¶ (وقال صلى الله عليه وسلم: مَنْ صَلَّى قَبْلَ الظُّهْرِ أربعا كَانَ) أي ثواب ذلك (كَعَدْلِ رقَبَةٍ مِنْ بني إسْمَاعِيل) رواه الطبراني عن رجل صحابي أنصاري ¶ (وقال النبي صلى الله عليه وسلم: مَنْ صَلَّى رَكْعَتَينِ) أي بأي صلاة كانت (في خَلاَءٍ) أي في محل خال من الآدميين بحيث (لا يَرَاهُ إلا الله والمَلائِكَةُ) أي ومن في معناهم وهم الجن (كُتِبَ لَهُ بَرَاءَةٌ مِنَ النَّارِ) رواه ابن عساكر عن جابر، وذلك يحتمل أن الله تعالى بسبب ذلك يوفقه للتوبة أو يعفو عنه ويرضي خصماءه، فلا تمسه النار أفاد ذلك العزيزي ¶ (وقال رَسُولُ الله صلى الله عليه وسلم: مَا مِنْ عَبْدٍ يُصَلِّي في بَيْتٍ مُظْلِمٍ بِرُكُوعٍ تَامٍّ وَسُجُودٍ تَامٍّ إلا وَجَبَتْ) أي ثبتت (لَهُ الجَنَّةُ) بفضله تعالى (بَلا حِسَابٍ) أي مناقشة فيه ¶ (",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "وقَالَ صلى الله عليه وسلم مَنْ صَلَّى أرْبَعَ رَكَعَاتٍ بِحَيْثُ) أي في موضع (لا تَرَاهُ النَّاسُ فَقَدْ بَرِىءَ مِنَ النِّفَاقِ) أي نفاق الاعتقاد (والكُفرِ والبِدْعَةِ والضَّلالَةِ وقالَ صلى الله عليه وسلم: مَنْ صَلَّى قَبْلَ العَصْرِ أَرْبَعا حَرَّمَهُ الله عَلَى النَّارِ) أي كفر الله عنه بذلك ذنوبه، فلا يعاقب بالنار عليها، ويحتمل المعنى غير ذلك رواه الطبراني عن ابن عمر. ¶ قال المناوي وفي رواية لم تمسه النار، وفي هذا الحديث ندب أربع قبل العصر وعليه الشافعي. ¶ (وقال صلى الله عليه وسلم: مَنْ صَلَّى بَعْدَ المَغْرِبِ رَكْعَتَينِ قَبْلَ أَنْ يَتَكَلَّم) أي بشيء مطلقا أو بشيء من أمور الدنيا (كُتِبَتَا) أي الركعتان أي ثوابهما (في عليين) هو اسم لديوان الخير الذي دون فيه كل ما عمله صلحاء الثقلين رواه عبد الرزاق عن مكحول بإسناد صحيح. وفي الحديث الذي رواه ابن حبان والطبراني عن الزبير بن العوام، ما من صلاة مفروضة إلا وبين يديها، أي أمامها ركعتان، وفي هذا الحديث ندب الرواتب القبلية للفرائض، وفي الحديث الذي رواه ابن نصر عن ابن عمر من صلى ست ركعات بعد المغرب قبل أن يتكلم، غفر له بها ذنوب خمسين سنة، وذلك صلاة الأوابين، وإحياء ما بين المغرب والعشاء سنة مؤكدة ¶ (وقال صلى الله عليه وسلم: مَنْ صَلَّى أَرْبع رَكَعَاتٍ بَعْدَ العِشَاءِ قَبْلَ أَنْ يَتَكَلَّمَ فَكَأَنَّما أَدْرَكَ لَيْلَةَ القَدْرِ) وفي لفظ فقد أحيا ليلة القدر (في المَسْجِدِ الحَرامِ) قالت عائشة رضي الله عنها: كان رسول الله صلى الله عليه وسلم يصلي بعد العشاء الأخيرة أربع ركعات، ثم ينام كذا في الأحياء. ¶ (",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "وقال صلى الله عليه وسلم: مَنْ صَلَّى الضُّحَى ثِنَتيْ عَشرةَ رَكْعَةً إيمانا) أي اعتقادا بحق (واحْتِسَابا) أي طلبا للأجر من الله تعالى (كَتَبَ الله لَهُ أَلْفَ أَلْفِ حَسَنَةٍ وَمَحَا عَنْهُ أَلْفَ أَلْفِ سَيِّئَةٍ ورَفَعَ لَهُ أَلْفَ أَلْفِ دَرَجَةٍ وَبَنى الله لَهُ بَيْتا في الجَنَّةِ وَغَفَرَ الله لَهُ ذُنُوبَه كُلَّها) وفي رواية الترمذي وابن ماجه عن أنس وابن ماجه عن أنس بإسناد ضعيف من صلى الضحى اثنتي عشرة ركعة، بنى الله له قصرا في الجنة من ذهب، وفي رواية الطبراني إن صليت الضحى ركعتين لم تكتب من الغافلين، أو أربعا كتبت من المخبتين، أو ستا كتبت من القانتين، أو ثمانيا كتبت من الفائزين، أو عشرا لم يكتب عليك ذلك اليوم ذنب، وإن صليتها اثنتي عشرة ركعة بنى الله لك بيتا في الجنة، ونظم ذلك عبد السلام بن عبد الملك من بحر الطويل فقال: ¶ صَلاَةُ الضُّحَى يَا صَاحِ سَعْدٌ لِمَنْ يَدْرِي فَبَادِرْ إلَيْهَا يَا لَكَ الله مِنْ حُرِّ فَفِيهَا عَنِ المُخْتَارِ سِتُّ فَضَائِلٍ فَخُذْ عَدَدا قَدْ جَاءَنَا عَنْ أبي ذَرِّ فَثِنْتَانِ مِنْهَا لَيْسَ تُكْتَب غَافِلاً وأَرْبَعُ تُدْعى مُخْبِتا يَا أَبَا عَمْرُو وَسِتُّ هَدَاكَ الله تُكْتَبُ قَانِتا ثَمانٍ بِهَا فَوْزُ المصلِّي لَدَى الحَشْرِ وَتُمْحَى ذُنُوبُ اليوْمِ بِالعَشْرِ فاصْطَبِرْ فإنْ جِئْتَ اثنتي عَشْرَة فُزْتِ بِالقَصْرِ فَيَا رَبِّ وَفِّقْنَا لِنَعْمَلَ صَالحا وَيَا رَبِّ فَارْزُقْنَا مُجَاوَرَةَ البَدْرِ مُحَمَّد الهَادي وَصَلِّ عَلَيْهِ مَا حَدَا نَحْوَهُ الحَادِي وَأَصْحَابه الغُرِّ . ¶ {الباب السادس عشر: في فضيلة الزكاة} ¶ وهي دليل على إيمان فاعلها، فإن المنافق يمتنع منها لكونه لا يعتقدها. ¶ (",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "قال النبي صلى الله عليه وسلم: الزَّكَاةُ قَنْطَرَةُ الإسْلام) أي جسره الذي يعبر منه إليه فإيتاؤها طريق في التمكين في الدين رواه الطبراني عن أبي الدرداء والبيهقي عن ابن عمر ¶ (وقال صلى الله عليه وسلم: الزَّكَاةُ طُهْرُ الإيمانِ وقال صلى الله عليه وسلم: لاَ يَقْبَلُ الله الإيمانَ إلاَّ بالزَّكاةِ ولا إيمانَ لِمَنْ لاَ زَكَاة لَهُ وقال صلى الله عليه وسلم: حَصِّنُوا أموالَكم بالزَّكاةِ) أي بإخراجها فما تلف مال في بر ولا بحر إلا بمنعها (وَدَاووا مَرْضَاكُمْ بالصَّدَقَةِ) فإنها أنفع من الدواء الحسي (وأَعِدُّوا لِلْبَلاءِ الدُّعَاءَ) أي بأن تدعوا عند نزوله، فإنه يرفعه رواه الطبراني وأبو نعيم والخطيب، وفي رواية لأبي داود بدل هذه الجملة الأخيرة، واستعينوا على حمل البلاء بالدعاء والتضرع ¶ (وقال صلى الله عليه وسلم: ما هَلَكَ مَالٌ في بَرٍّ ولا بَحْر إلاَّ بِمَنْعِ الزَّكَاةِ) كما في الحديث الذي رواه ابن عدي والبيهقي عن عائشة ما اختلطت الصدقة أي الزكاة مالاً إلا أهلكته ¶ (وقال صلى الله عليه وسلم: لا إيمَانَ لِمَنْ لاَ صَلاَةَ لَهُ) أي لأن الصلاة نور كما في الحديث، أي وهي سبب لإشراق أنوار المعارف (ولا صَلاَةَ لِمَنْ لا زَكَاةَ لَهُ) كما قد روي عن ابن مسعود أمرنا بإقام الصلاة وإيتاء الزكاة، ومن لم يزك فلا صلاة له، وفي رواية لمسلم من أقام الصلاة، ولم يؤت الزكاة فليس بمسلم ينفعه عمله، وفي الخبر إن الله تعالى قرن ثلاثة أشياء، فلم يقبل واحد منها بدون الأخرى فقال تعالى: {أقِيمُوا الصَّلاَةَ وَآتُوا الزَّكَاة} [النور: 65] وقال الله تعالى: {وَأَطِيعُوا الله وَأَطِيعُوا الرَّسُولَ} [النساء: 95] وقال تعالى: {أنِ أشْكُر لَي وَلِوَالِدَيْكَ} [لقمان: 41] ¶ (وقال النبي صلى الله عليه وسلم: طَهِّروا أمْوَالَكُمْ بالزَّكاةِ) ¶ (",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "وقال صلى الله عليه وسلم مَنْ وَجَبَتْ عَلَيْهِ الزَّكَاةُ فَلَم يَدْفَعْهَا) أي الزكاة لمن يستحقها (فَهُوَ في النَّارِ). ¶ (وقال صلى الله عليه وسلم لا خَيْرَ في مَالٍ لا يُزَكَّى وقال صلى الله عليه وسلم: مَنْ مَنَعَ الزَّكاةَ مَنَعَ الله تَعَالى عَنْهُ حِفْظَ المَالِ) وفي رواية للبيهقي وغيره يا معشر المهاجرين خصال خمس ابتليتم بهن، ونزلت بكم، أعوذ بالله أن تدركوهن، لم تظهر الفاحشة في قوم قط حتى يعلنوا بها إلا فشا فيهم الأوجاع التي لم تكن في أسلافهم، ولم ينقصوا المكيال والميزان، إلا أخذوا بالسنين وشدة المؤنة وجور السلطان، ولم يمنعوا زكاة أموالهم إلا منعوا المطر من السماء، ولولا البهائم لم يمطروا، ولا نقضوا عهد الله وعهد رسوله إلا سلط عليهم عدوا من غيرهم فيأخذ بعض ما في أيديهم، وما لم يحكم أئمتهم بكتاب الله جعل الله بأسهم بينهم كذا في الزواجر. ¶ {الباب السابع عشر: في فضيلة الصدقة} ¶ روي عن أبي هريرة رضي الله عنه أنه قال سمعت رسول الله صلى الله عليه وسلم يقول: «لا تَرُدُّوا السَّائِلَ وَلَوْ كَانَ كَافِرا» فقال رجل من الصحابة رضي الله عنهم: يا رسول الله وهل لنا أن نتصدق بشيء من أموالنا إلى الكفار؟ فقال: نعم إنهم خلق من خلق الله تعالى، وإن الصدقة لتقع في يد الرحمن كذا في رياض الصالحين. ¶ (قال النبي صلى الله عليه وسلم: الصَّدَقَةُ تَمْنَعُ مِيتَةَ السُّوءِ) بكسر الميم للهيئة، ثم بفتح السين رواه القضاعي عن أبي هريرة، وهو حديث ضعيف، والمراد بالسوء ما لا تحمد عاقبته من الحالات الرديئة كالحرق والغرق. ¶ (",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "وقال صلى الله عليه وسلم: صَدَقَةُ السِّرِّ تُطْفِىءُ غَضَبَ الرَّبِّ) أي تمنع عقابه عمن استحقه (وَصَدَقَةُ العَلاَنِيَةِ جُنَّةٌ) بضم الجيم أي سترة (مِنَ النَّارِ) كما روي عن أبي هريرة رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول: «مَا مِنْ عَبْدٍ أَعْطَى السَّائِلَ شَيْئا، وَلَوْ لُقْمَةَ طَعَامٍ إلادَفَعَ الله عَنْهُ بِهَا نِقْمَةً». ¶ (وقال صلى الله عليه وسلم: الصَّدَقَةُ تَسُدُّ سبعينَ بابا مِنَ السُّوءِ) بالمهملة، وفي رواية من الشر بالمعجمة والراء رواه الطبراني عن رافع بن خديج بإسناد ضعيف، وفي رواية للخطيب عن أنس بإسناد ضعيف الصدقة تمنع سبعين نوعا من أنواع البلاء أهونها الجذام والبرص هذا مما علمه الله تعالى لنبيه من الطب الروحاني الذي يعجز عن إدراكه الخلق. ¶ (وقال صلى الله عليه وسلم: اتّقُوا النَّارَ) أي اجعلوا بينكم وبين نار جهنم وقاية من الصدقات، وأعمال البر. (وَلَوْ) كان الاتقاء المذكور (بِشِقِّ تَمْرَةٍ) بكسر الشين المعجمة، أي جانبها أو نصفها، فإنه قد يسد الرمق سيما للطفل فلا يحتقر المصدق ذلك (فإنْ لَمْ تَجِدُوا) ما تتصدقون به لفقده حسا أو شرعا، كأن احتجتموه لمن تلزمكم نفقته (فَبِكَلِمَةٍ طَيِّبَةٍ) أي تطيب قلب الإنسان بأن يتلطف به بالقول أو بالفعل، فإنه سبب للنجاة من النار رواه أحمد والبخاري ومسلم عن عدي بن حاتم وقال العزيزي نقلاً عن السيوطي: الذكر أفضل من الصدقة، وهو أيضا يدفع البلاء، وعن النبي صلى الله عليه وسلم أنه قال: «تَصَدَّقُوا عَلَى أَنْفُسِكُمْ وَعَلَى أَمْوَاتِكُمْ وَلَوْ بشَرْبَةِ مَاءٍ فَإنْ لَمْ تَقْدِرُوا عَلَى ذَلِكَ فَبِآيَةٍ مِنْ كِتَابِ الله تَعَالى، فَإن لَمْ تَعْلَمُوا شَيْئَا مِنَ القُرْآنِ فَادْعُوا لَهُمْ بِالمَغْفِرَةِ والرَّحْمَةِ، فَإنَّ الله وَعَدَكُمُ الإجَابَةَ كَذَا فِي رياضِ الصَّالِحينَ». ¶ (",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "وقال صلى الله عليه وسلم: لاَ تَسْتَحيُوا مِنْ إعطَاءِ القَلِيلِ فَإنَّ الحِرْمَانَ) أي عدم الإعطاء بالكلية (أَقَلُّ مِنْهُ) أي إعطاء القليل ¶ (وَقال صلى الله عليه وسلم: مَنْ نَهَرَ سَائِلاً) أحوجته العيلة إلى السؤال، أي من زجره وأغلظ عليه القول (نَهَرَتْهُ الملائِكَةُ يَوْمَ القِيَامَةِ) فينبغي أن يرده ردا جميلاً قال إبراهيم بن أدهم: نعم القوم السّؤال يحملون زادنا إلى الآخرة، وقال إبراهيم النخعي: السائل بريدنا، أي رسولنا إلى الآخرة يجيء إلى باب أحدكم فيقول: هل تبعثون إلى أهليكم بشيء؟ وقيل: المراد بالسائل الذي يسأل عن الدين. وروي عن الزمخشري أن النبي صلى الله عليه وسلم قال: إذا رددت السائل ثلاثا، فلم يرجع فلا عليك أن تزبره أي تزجره وقيل: أما إنه ليس السائل المستجدي، ولكن طالب العلم إذا جاءك فلا تنهره. ¶ (وقال صلى الله عليه وسلم: مَهْرُ الحُورِ العِينِ قَبْضَةُ التَّمْرِ وَفَلْقُ الخُبْزِ) أي شق منه (وقال صلى الله عليه وسلم: مَا نَقَصَ مَالٌ مِنْ صَدَقَةٍ) أي بل يزيده في الدنيا بالبركة، ودفع المفسدات عنه وفي الآخرة بإجزال الأجر، وفي رواية لأحمد ومسلم والترمذي عن أبي هريرة ما نقصت صدقة من مال، فمن زائدة، أي ما نقصت صدقة مالاً أو صلة لنقصت، أي ما نقصت شيئا من مال وما زاد الله عبدا بعفو إلا عزا، وما تواضع أحد لله إلا رفعه الله. ¶ (وقال صلى الله عليه وسلم: الصَّدَقَةُ شَيُءٌ عَظِيم قَالَها) أي تلك الكلمة (ثَلاَثا) أي ثلاث مرات في تلك اللحظة، وفي رواية للطبراني وأبي نعيم عن أنس بأسانيد ثقات تصدقوا، فإن الصدقة فكاككم من النار، أي خلاصكم من نار جهنم، والصدقة أفضل من حج التطوع عند أبي حنيفة كذا نقله المناوي عن العبادي ¶ (",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "وقال صلى الله عليه وسلم: الصَّدَقَةُ تَرُدُّ البَلاَء وَتُطَوِّلُ العُمْرَ) أي تبارك فيه فيصرف في الطاعات، وفي رواية لأبي نعيم عن علي بإسناد ضعيف الصدقة على وجهها، واصطناع المعروف وبر الوالدين وصلة الرحم تحول الشقاء سعادة، وتزيد في العمر وتقي مصارع السوء. ¶ وحكي أن رجلاً كان له شجرة عظيمة عند بيته، فيها أفراخ الورشانة فقالت له زوجته: اصعد إلى تلك الشجرة، ونزِّل الأفراخ لنطعم بها الأولاد، ففعل ذلك فشكت الورشانة إلى سيدنا سليمان عليه السلام، وقصت عليه القصة فدعا سليمان عليه السلام بالرجل، وأوعده بالتوبة فقال الرجل: ما أعود إلى فعل ذلك أبدا. فقالت المرأة لزوجها مثل مقالتها الأولى فقال الرجل: لا أفعل ذلك، فإن سيدنا سليمان نهاني عن ذلك. فقالت له: أتظن أن سليمان يتفرغ لك أو للورشانة وهو مشغول بملكه، ولم تزل كذلك به حتى صعد وأنزل الأفراخ، فعادت الورشانة إلى سيدنا سليمان وأعلمته بذلك، فغضب ودعا بشيطانين أحدهما من المشرق والآخر من المغرب وقال لهما: الزما الشجرة فإذا عاد الرجل إلى الأفراخ، فخذا برجليه وألقياه من الشجرة، فذهبا يلزمان تلك الشجرة، فلما فرخت الورشانة عمد الرجل أن يصعد إليها، ووضع رجليه عليها، وإذا بسائل على الباب، فأمر امرأته أن تعطيه شيئا فقالت ليس عندي شيء فرجع الرجل، فوجد لقمة فدفعها للسائل، ثم صعد إلى تلك الشجرة، وأنزل الأفراخ فرجعت الورشانة إلى سيدنا سليمان، وأخبرته بذلك فغضب غضبا شديدا، ودعا بالشيطانين فقال: عصيتماني.",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "فقالا: ما عصيناك وإنا لزمنا تلك الشجرة، فلما صعد الرجل جاء إلى بابه سائل، فأعطاه لقمة من شعير، ثم عاد فابتدرنا إليه لنأخذه إذ بعث الله ملكين: أخذ أحدهما بعنقي وألقاني في مطلع الشمس، وأخذ الآخر صاحبي وألقاه في مغرب الشمس، وهذا إذا كانت الصدقة من حلال، وأما إذا كانت من حرام، فلا ينتج إلا عذابا كما روي عن أنس بن مالك أنه قال: قال رسول الله صلى الله عليه وسلم: «إنَّ فِي جَهَنَّمَ بَيْتا يُسَمَّى بَيْتُ الحُزْنِ أَعَدَّهُ الله لِمَنْ تَصَدَّقَ مِنْ مَالٍ حَرَامٍ» وعن الحسن البصري رضي الله عنه عن النبي صلى الله عليه وسلم أنه قال: «مَا مِنْ عَبْدٍ وَلاَ أَمَةٍ تَصَدَّقَا بِلُقْمَةٍ مِنْ حَرَامٍ عَلَى مِسْكَينٍ إلاَّ أَطْعَمَهُمَا الله يَوْمَ القِيَامَةِ مِنَ الغِسْلِينِ، قيل: يا رَسُولَ الله وَمَا طَعَامُ الغسْلِينِ؟ قال: طَعَامٌ خَلَقَهُ الله تَعَالى مِنْ حَديدٍ يابِسٍ، وَيُذابُ مِنْ نارِ جَهَنَّمَ حَتّى يَصِيرَ كَالْمَاءِ، فإذا أَكَلَ مِنْهُ ذلِكَ الإنْسانُ تَقَطَّعَتْ أَمْعَاؤُهُ، فَتَدْخُلُ اللُّقْمَةُ مِنْ فِيهِ، وَتَخْرُجُ مِنْ دُبُرِهِ وَتُنَادِيهِ الزَّبَانِيَةُ، هذا جَزَاءُ مَنْ كَانَ يَكْتَسِبُ الحَرَامُ وَيَأْكُلُهُ، وَيَتَصَّدُق مِنْهُ ذلِكَ بِمَا كُنْتُمْ تَبْغُونَ فِي الأَرْضِ بِغَيرِ الحَقِّ وَبِمَا كُنْتُمْ تَفْسقُونَ» اهـ. ¶ {الباب الثامن عشر: في فضيلة السلام}",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "قال سيدي الشيخ عبد القادر الجيلاني: الابتداء بالسلام سنة، ورده آكد من ابتدائه، وهو مخير في صيغته إما أن يدخل الألف واللام فيقول: السلام عليكم ورحمة الله وبركاته، أو يحذفهما فيقول: سلام عليكم ورحمة الله وبركاته، ولا يزيد على ذلك، والسنة أن يسلم الماشي على الجالس، والراكب على الماشي وسلام الواحد من الجماعة على غيرهم يجزىء، وكذلك رد الواحد من الجماعة يجزىء، ولا يجوز البداءة بالسلام على المشرك بحال، فإن بدأ مشرك رد عليه بأن يقول وعليك، وأما رده على المسلم فيقول: وعليكم السلام كما قال وإن زاد إلى قوله وبركاته كان أولى، وإن قال مسلم لمسلم لم يجبه ويعرفه أنه ليس بتحية الإسلام، لأنه ليس بكلام تام ويستحب للنساء السلام بعضهن على بعض، وأما سلام الرجل على المرأة الشابة فمكروه، وإن كانت برزة فلا حرج، وأما السلام على الصبيان فمستحب، لأن فيه تعليم الأدب لهم، وكذلك يستحب لمن قام من المجلس أن يسلم على أهله، وكذلك إذا سلم على رجل، ثم التقاه ثانيا سلم عليه، ولا يسلم على المتلبسين بالمعاصي كمن اجتاز على قوم يلعبون بالشطرنج والنرد، ويشربون الخمر ويلعبون بالجوز والقمار، ويستحب للمسلم المصافحة لأخيه، ولا ينزع الآخر يده إذا كان هو المبتدىء، وإن تعانقا وقبل أحدهما رأس الآخر ويده على وجه التبرك جاز، وأما تقبيل الفم فمكروه انتهى. ¶ (وقال النَّبِيُّ صلى الله عليه وسلم: السَّلامُ قَبْلَ الكَلاَمِ) رواه الترمذي عن جابر، وهو حديث صحيح قال العزيزي يحتمل أن المعنى يندب السلام قبل الشروع في الكلام لأنه تحية هذه الأمة، فإذا شرع المقبل في الكلام فات محله. وقال النووي: والسنة أن المسلم يبدأ بالسلام قبل كل كلام ¶ (",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "وقال صلى الله عليه وسلم: مَنْ بَدَأ بالكلامِ قَبْلَ السَّلامِ فَلاَ تُجيبُوهُ) فيه حث على السلام وزجر عن ترك رواه الطبراني عن ابن عمر بن الخطاب (وقال صلى الله عليه وسلم: مَنْ بَدَأَ بالسَّلامِ) أي على من لقيه أو قدم عليه (فَهُوَ أَوْلَى بالله وَرَسُولِهِ) رواه أحمد عن أبي أمامة قال العزيزي: يحتمل أن المراد أولى بأمان الله وأمان رسوله، أي أولى لأن يرد عليه من سلم عليه ويؤمنه، لأن السلام معناه الأمان، فيجب الرد والله أعلم اهـ. ¶ (وقال صلى الله عليه وسلم: السَّلامُ مِنْ أسْمَاءِ الله تَعَالَى وَضَعَهُ الله في الأَرْضِ فَأَفْشُوهُ) بقطع الهمزة، أي أظهروه بينكم أن تسلموا على كل ما لقيتموه من المسلمين ممن يشرع عليه السلام (فإنَّ الرَّجُلَ المُسْلِمَ إذا مَرَّ بِقَوْمٍ فَسَلَّمَ عَلَيْهِمْ فَرَدّوا عَلَيْهِ كَانَ لَهُ عَلَيْهِمْ فَضْلُ دَرَجَةٍ بِتَذْكِيرهِ إيَّاهُم السَّلام، فإنْ لَمْ يَرُدوا عَلَيْهِ رَدَّ مَنْ هُوَ خَيْرٌ مِنْهُمْ وَأَطْيَبُ) رواه البزار والبيهقي عن ابن مسعود وهو حديث صحيح. قوله من هو خير منهم هم الملائكة الكرام فخواص الملائكة أفضل من عوام البشر، وفي الحديث أن بدء السلام، وإن كان سنة أفضل من جوابه، وإن كان واجبا كذا أفاده العزيزي ¶ (",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "وقال صلى الله عليه وسلم: إنَّ أَوْلَى النَّاسِ بالله) أي برحمته وكرامته (مَنْ بَدَأَهُمْ بالسَّلامِ) أي عند الملاقاة والمفارقة، لأنه السابق إلى ذكر الله ومذكرهم رواه أبو داود عن أبي أمامة، وهو حديث صحيح (وقال صلى الله عليه وسلمّ: رَأْسُ التَّواضعُ الابتداءُ بالسَّلامِ) قال النووي: الرجل المسلم الذي ليس بمشهور بفسق ولا بدعة يسلم ويسلم عليه، فيسن له السلام ويجب الرد عليه، وأما المبتدع ومن اقترف ذنبا عظيما ولم يتب منه، فينبغي أن لا يسلم عليه، ولا يرد عليه السلام كذا قاله البخاري وغيره من العلماء اهـ. وقال سيدي الشيخ عبد القادر: ولا يهجر المسلم أخاه فوق الثلاث، إلا أن يكون من أهل البدع والضلال والمعاصي، فمستحب استدامة الهجر لهم وبالسلام يتخلص من إثم الهجر للمسلم اهـ. ¶ (وقال صلى الله عليه وسلم: إذا الْتَقَى المُسْلِمَانِ أَقْرَبُهُما إلى الله تَعَالى مَنْ بَدَأ بالسَّلامِ) وفي رواية لأبي داود عن البراء بن عازب إذا التقى المسلمان فتصافحا، وحمدا الله واستغفرا غفر لهما وهذا حديث حسن، وقوله المسلمان يشمل الذكرين والأنثيين، والذكر ومحرمه وحليلته، ويستثنى من هذا الحكم الأمرد الجميل الوجه، فتحرم مصافحته ومن به عاهة كالأبرص والأجذم، فتكره مصافحته، وفي رواية الحكيم الترمذي عن ابن عمر إذا التقى المسلمان، فسلم أحدهما على صاحبه كان أحبهما إلى الله أحسنهما بشرا بصاحبه، فإذا تصافحا أنزل الله عليهما مائة رحمة للبادي تسعون، وللمصافح عشرة. قوله بشرا بكسر الموحدة، أي طلاقة الوجه وبشاشته. قوله للبادي تسعون، أي البادىء بالسلام والمصافحة تسعون. قوله وللمصافح عشرة بفتح الفاء، وفي ذلك أن المندوب قد يفضل الواجب ¶ (",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "وقال صلى الله عليه وسلم: إذَا دَخَلْتُم في مَجْلِسٍ فَسَلِّمُوا وإذا خَرَجْتُمْ فَسَلِّمُوا) أي فيندب السلام عند ملاقاة المسلم، وعند مفارقته بذلاً للأمان، وإقامة لشعائر أهل الإيمان. كذا قاله العزيزي. وقال النووي: يستحب إذا دخل بيته أن يسلم، وإن لم يكن فيه أحد، وليقل السلام علينا، وعلى عباد الله الصالحين، وكذا إذا دخل مسجدا أو بيتا لغيره ليس فيه أحد يستحب أن يسلم، وأن يقول: السلام علينا وعلى عباد الله الصالحين السلام عليكم أهل البيت ورحمة الله وبركاته، ويستحب لمن سلم على إنسان، فلم يرد عليه أن يقول له بعبارة لطيفة رد السلام واجب، فينبغي لك أن ترد حتى يسقط عنك الفرض، والله أعلم. وفي رواية البيهقي عن قتادة إذا دخلتم بيتا فسلموا على أهله، فإذا خرجتم فأودعوا قبله بالسلام، وهذا حديث ضعيف، أي إذا وصل أحد إلى محل فيه مسلمون، فالتصبر بالدخول وبالبيت وبالجمع غالي ¶ (وقال صلى الله عليه وسلم: أَبْخَلُ النَّاسِ مَنْ بَخِلَ بالسَّلامِ) وقال ابن حجر في تنبيه الأخيار، ويحرص أن يسلم في كل يوم على عشرة من المسلمين وأن يكون هو المبتدىء، فإنه أفضل من الرد وصيغته الكاملة السلام عليكم، ولو لواحد ورحمة الله وبركاته، ويريد الراد ومغفرته ورضوانه، ومر صلى الله عليه وسلم على صبيان فقال: السلام عليكم يا صبيان وفي الحديث إذا التقى المسلمان فتصافحا، وحمدا الله وصليا على النبي صلى الله عليه وسلم، واستغفرا وضحك كل منهما في وجه صاحبه غفر الله لهما، ونزل عليهما مائة رحمة للبادي تسعون، وللمصافح عشرة ويقدم السلام على المصافحة اهـ. ¶ (",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "وقال النبي صلى الله عليه وسلم: السَّلامُ تَحِيَّةٌ لِمِلَّتِنا) أي سبب لبقاء الألفة بين أهلها (وَأَمَانٌ لِذِمَّتنَا) فإذا سلم المسلم على المسلم اطمأن وزال روعه (قال الله تعالى: وإذَا حُيِّيتُمْ بِتَحِيَّةٍ فَحَيّوا بأحْسَنَ منها أوْ رُدُّوهَا) وروى أبو داود والترمذي عن عمران بن الحصين قال: جاء رجل أَعرابي إلى النبي صلى الله عليه وسلم فقال: السلام عليكم فرد عليه، ثم جلس فقال النبي صلى الله عليه وسلم: «عَشْرٌ» ثم جاء آخر فقال: السلام عليكم ورحمة الله فردّ عليه فجلس فقال النبيّ صلى الله عليه وسلم: «عِشْرُونَ». ثم جاء رجل آخر فقال السّلام عليكم ورحمة الله وبركاته، فرد عليه فجلس فقال النبي صلى الله عليه وسلم: «ثلاثون» أي ثلاثون حسنة، وفي رواية لأبي داود من رواية معاذ بن أنس زيادة على هذا قال: ثم أتى آخر فقال: السلام عليكم ورحمة الله وبركاته، ومغفرته، فرد عليه فقال: «أربعون» وقال: «هكذا تَكُونُ الفَضَائِلُ» وفي كتاب ابن السني بإسناد ضعيف عن أنس قال: كان رجل يمر على النبي صلى الله عليه وسلم يرعى دواب أصحابه، فيقول: السلام عليك يا رسول الله فيقول له النبي صلى الله عليه وسلم: «وَعَلَيْكَ السَّلاَمُ وَرَحْمَةُ الله وَبَرَكَاته وَمَغْفِرَاته وَرُضْوانه» فقيل: يا رسول الله تسلم على هذا سلاما ما تسلمه على أحد من أصحابك؟ قال: «وما يَمْنَعَنِي مِنْ ذالِكَ وَهُوَ يَتَصرَّفُ بِأَجْرِ بِضْعَةَ عَشَرَ رَجُلاً» كذا في الأذكار للنووي والغنية للشيخ عبد القادر الجيلاني. ¶ {الباب التاسع عشر: في فضيلة الدعاء}",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "قال سيدي الشيخ عبد القادر: لا ينبغي للإمام والمأموم أن يخرجا من المسجد من غير دعاء قال الله تعالى: {فَإذَا فَرَغْتَ فَانْصَبْ وَإلَى رَبِّكَ فَارْغَبْ} [الشرح: 8] أي إذا فرغت من العبادة فانصب في الدعاء، وارغب فيما عند الله، واطلبه منه وقد جاء في الحديث عن أنس بن مالك عن النبي صلى الله عليه وسلم أنه قال: «إذَا قَامَ الإمَامُ في مِحْرَابِهِ وَتَواتَرَتِ الصُّفُوفُ نَزَلَتِ الرَّحْمَةُ، فأَوَّلُ ذالِكَ تُصِيبُ الإمامِ ثمَّ مَنْ عَنْ يَمِينِهِ، ثُمَّ مَنْ عَنْ يَسَارِهِ، ثُمَّ تَتَفرَّقُ الرَّحْمَةُ عَلَى الجَمَاعَةِ، ثم يُنادي مَلَكٌ رَبِحَ فُلانٌ وَخَسِرَ فُلانٌ فالرَّابِحُ مَنْ يَرْفَعُ يَدَيْهِ بالدُّعَاءِ إلى الله تَعَالَى إذا فَرَغَ مِنْ صَلاَتِهِ المَكْتُوبَةِ، والخَاسِرُ الَّذي خَرَجَ مِنَ المَسْجِدِ بلا دُعاءٍ، فإذا خَرَجَ بلا دُعَاءٍ قَالَتِ المَلائِكَةُ: يا فُلانٌ اسْتَغْنَيْتَ عَنِ الله تَعَالى مَا لَكَ عِنْدَ الله حَاجَةٌ» انتهى ¶ (وقال النبي صلى الله عليه وسلم الدُّعَاءُ مُخُّ العبادةِ) أي خالصها رواه الترمذي عن أنس، وهو حديث صحيح وإنما كان مخها لأمرين: أحدهما أنه امتثال أمر الله تعالى حيث قال ادعوني ـ فهو مخ العبادة وخالصها، والثاني أنه إذا رأى نجاح الأمور من الله تعالى قطع أمله عمن سواه، ودعاه لحاجته وحده، وهذا هو أصل العبادة، ولأن الغرض من العبادة الثواب عليها، وهو المطلوب بالدعاء وقال الحكيم: إنما صار مخا لأنه تبرأ من الحول والقوة، واعترف بأن الأشياء كلها له تعالى، وتسليم إليه قال سيدي الشيخ عبد القادر: والأدب في الدعاء أن يمد يديه، ويحمد الله تعالى، ويصلي على النبي صلى الله عليه وسلم، ثم يسأل حاجته ولا ينظر إلى السماء في حال دعائه، وإذا فرغ مسح يديه على وجهه لما روي عن النبي صلى الله عليه وسلم أنه قال: «سَلُوا الله بِبُطُونِ أَكُفِّكُمْ» اهـ. ¶ (",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "وقال صلى الله عليه وسلم: إنَّ الله تَعَالى يُحِبُّ المُلِحِّينَ في الدُّعَاءِ) أي الملازمين له بإخلاص وصدق نية رواه الحكيم وابن عدي والبيهقي عن عائشة، وهو حديث ضعيف. وفي لفظ يحب اللحاح في الدعاء: أي المقبل عليه والمواظب عليه، وفي الإحياء قال صلى الله عليه وسلم: «إنَّ العَبْدَ لا يُخْطِئُهُ مِنَ الدُّعَاءِ إحْدَى ثَلاثٍ إمّا ذَنْبٌ يُغْفَرُ لَهُ، وإما خير يُعَجَّلُ لَهُ، وإمَّا خَيْرٌ يُدَّخَرُ لهُ». وقال أبو ذر رضي الله عنه: يكفي من الدعاء مع البر ما يكفي الطعام من الملح انتهى. ¶ (وقال صلى الله عليه وسلم: لَيْسَ شَيْءٌ أَكْرَمَ) بالنصب خبر ليس (عَلَى الله تَعَالى مِنَ الدُّعَاءِ) لدلالته على اعتراف الداعي بالعجز والافتقار إلى ربه والذل والإنكار رواه أحمد والبخاري والترمذي والنسائي عن أبي هريرة وأسانيده صحيحة. ¶ وفي الإحياء قال صلى الله عليه وسلم: «سَلُوا الله تَعَالى مِنْ فَضْلِهِ، فَإنَّهُ تَعَالَى يُحِبُّ أَنْ يُسْأَلَ، وَأَفْضَلُ العِبَادَةِ انْتِظَارُ الفَرَجِ». ¶ (وقال صلى الله عليه وسلم: يَقُولُ الله تَعَالى يَا عَبْدي أنَا عِنْدَ ظَنِّكَ) أي إن ظن بي خيرا فله مقتضى ظنه، وإن ظن بي شرا بأن ظن أني أفعل به شرا فله ما ظن. (وَأَنَا مَعَكَ) أي بالتوفيق (إذَا دَعَوْتَنِي) فأسمع ما تقول فأجيبك، وفي رواية العسكري عن أبي هريرة بإسناد حسن قال الله تعالى: مَنْ لاَ يَدْعُونِي أَغْضَبُ عَلَيْهِ بإثبات حرف العلة في يدعوني، فينبغي للإنسان أن لا يغفل عن الطلب من ربه كذا أفاد العزيزي ¶ (وقال صلى الله عليه وسلم: مَنْ لَمْ يَدْعُ الله تَعَالَى يَغْضَبْ عَلَيْهِ) قال سيدي الشيخ عبد القادر قال النبي صلى الله عليه وسلم في حديث أبي هريرة رضي الله عنه: «من لا يسأل الله يغضب عليه» وقال الشاعر: ¶ الله يغضب إن تركت سؤاله وبني آدم حين يسأل يغضب ¶ (",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "وقال صلى الله عليه وسلم: تَرْكُ الدُّعَاءَ مَعْصِيَةٌ) أي لعدم امتثال الأمر ¶ (وقال صلى الله عليه وسلم: الدُّعَاءُ سِلاحُ المُؤْمِنِ) أي به يدافع البلاء كما يدافع عدوه بالسلاح (وَعِمَادُ الدِّينِ) أي عموده الذي يقوم عليه (وَنُورُ السَّمواتِ والأَرْضِ) أي يكون للداعي نور فيهما رواه أبو يعلى والحاكم عن علي وهو حديث صحيح. ¶ (وقال صلى الله عليه وسلم: دَعْوَةُ المَظْلُومِ) على من ظلمه (مُسْتَجَابَةٌ وإنْ كَانَ فَاجِرا فَفُجُورُهُ على نَفْسِهِ) رواه الطيالسي وأبو داود عن أبي هريرة ورواه عنه أحمد، وإسناده عنه حسن، وذلك لأنه مضطر ملتجىء إلى ربه ¶ (وقال صلى الله عليه وسلم: اتَّقُوا دَعْوَةَ المَظْلُومِ) أي تجنبوا الظلم لئلا يدعو عليكم المظلوم، وفي ذلك تنبيه على المنع من جميع أنواع الظلم (فإنَّها تُحْمَلُ على الغَمَامِ) أي يأمر الله تعالى بارتفاعها حتى تجاوز الغمام، أي السحاب الأبيض حتى تصل إلى حضرته تعالى (يَقُولُ اللَّه وَعِزَّتِي وَجَلالي لأَنْصُرَنَّكَ) بنون التوكيد الثقيلة وفتح الكاف، أي لأستخلصن لك الحق من ظلمك (وَلَوْ بَعْد حِينٍ) أي أمد طويل رواه الطبراني والضياء عن خزيمة بن ثابت بإسناد صحيح ¶ (وقال صلى الله عليه وسلم: اتَّقُوا دَعْوَةَ المَظْلُومِ) أي فإنها مقبولة (وَإنْ كَانَ) أي المظلوم (كَافِرا) أي معصوما (فَإنَّه) أي الشأن (لَيْسَ دُونَها حِجَابٌ) أي ليس بينها وبين القبول مانع رواه أحمد والضياء المقدسي عن أنس بن مالك، وإسناده صحيح قال ابن العربي هذا مقيد بالحديث الآخر، إن الداعي على ثلاث مراتب، إما أن يعجل له ما طلب، وإما أن يدخر له أفضل منه، وإما أن يدفع عنه من السوء مثله. ¶ (",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "خاتمة) هذا الدعاء لسيدي الشيخ عبد القادر الجيلاني الحمد لله الذي خلق السمواتِ والأرض، لا إله إلا هو عليه توكلت، وهو رب العرش العظيم سبحانه وتعالى عما يشركون، اللهم اغفر لنا ذنوبنا ما أظهرنا وما أسررنا، وما أخفينا وما أعلنَّا وما أنت أعلم به منا، اللهم أعطنا رضاك في الدنيا والآخرة، واختم لنا بالسعادة والشهادة والمغفرة، اللهم اجعل آخر أعمارنا خيرا، وخواتيم أعمالنا خيرا، وخير أيامنا يوم نلقاك، اللهم إنا نعوذ بك من زوال نعمتك، ومن فجاءة نقمتك، ومن تحويل عافيتك، اللهم إنا نعوذ بك من درك الشقاء، وجهد البلاء وشماتة الأعداء، وتغير النعماء وسوء القضاء، ونعوذ بك من جميع المكاره والأسواء، ونسألك اللهم خير العطاء، اللهم إنا نسألك أن تكشف سقمنا وتبرىء مرضنا، وترحم موتانا وتصح أبداننا، وتخلصها لك، وأن تخلص أدياننا، وأن تحفظ عياذنا، وتشرح صدورنا وتدبر أمورنا، وتستر جرمنا وترد غيّابنا، وأن تثبتنا على ديننا، ونسألك خيرا ورشدا، اللهم ربنا إنا نسألك أن تؤتينا حسنة في الدنيا، وحسنة في الآخرة، وأن تتوفانا مسلمين برحمتك، وقنا عذاب النار، وعذاب القبر يا أرحم الراحمين يا رب العالمين. ¶ {الباب العشرون: في فضيلة الاستغفار} ¶ قال الله تعالى: {وَاسْتَغْفِرِ الله إنَّ الله كَانَ غَفُورا رَحِيما} [النساء: 601] وقال تعالى: {للَّذِينَ اتَّقَوا عِنْدَ رَبِّهِمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الأنْهَارُ خَالِدِينَ فِيها وَأَزْوَاجٌ مُطَهَّرَةٌ وَرِضْوَانٌ مِنْ الله وَالله بَصِيرٌ بالعِبَادِ الَّذِينَ يَقُولُونَ ربَّنَا إننا آمَنَّا فَاغْفِرْ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ النَّارِ الصَّابِرِينَ والصَّادِقِينَ والقَانِتِينَ والمُنْفِقينَ والمُسْتَغْفِرِينَ بالأسْحَارِ} [آل عمران: 51، 61، 71] ¶ (",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "قال النبي صلى الله عليه وسلم: لِكُلِّ دَاءٍ دَوَاءٌ وَدَواءُ الذُّنوبِ الاسْتِغْفَارُ) أي المقرون بالتوبة رواه الديلمي عن علي بلا سند. ¶ (وقال صلى الله عليه وسلم: لِكُلِّ شَيْءٍ حِلْيَةٌ وَحِلْيَةُ الذُّنُوبِ الاسْتِغْفَارُ وقال صلى الله عليه وسلم: مَنِ اسْتَغْفَرَ غَفَرَ الله لَهُ وإنْ كَانَ فارّا مِنَ الزَّحْفِ) أي صف القتال، فإن الفرار من صف القتال بلا سبب مجوز للفرار من الكبائر، قال النووي في الأذكار. وروينا في سنن أبي داود والترمذي عن ابن مسعود قال: قال رسول الله صلى الله عليه وسلم: «مَنْ قَالَ أَسْتَغْفِرُ الله الِّذي لاَ اله إلاّ هُوَ الحَيُّ القَيُّومُ وَأَتُوبُ إلَيْهِ غُفِرَتْ ذُنُوبُهُ وَإنْ كَانَ قَدْ فَرَّ مِنَ الزَّحْفِ». قال الحاكم هذا حديث صحيح. ¶ (وقال صلى الله عليه وسلم: مَا أَصَرَّ مَنِ اسْتَغْفَرَ وإنْ عَادَ في اليَوْم سَبْعِينَ مَرَّةً) المراد التكثير لا التحديد رواه أبو داود والترمذي عن عتيق أبي بكر عن سيدنا أبي بكر الصديق. والمعنى من أتبع الذنب بالاستغفار فليس بمصرٍّ عليه، وإن تكرر منه (وقال صلى الله عليه وسلم: مَنِ اسْتَغْفَرَ بَعْدَ الذُّنُوبِ غَفَرَ الله لَهُ فَهُوَ) أي الاستغفار (لَها) أي الذنوب (كَفَّارَةٌ) وقال النووي في الأذكار: روينا في صحيح مسلم عن أبي هريرة رضي الله عنه قال قال رسول الله صلى الله عليه وسلم: «وَالَّذِي نَفْسِي بِيَدِهِ لَوْ لَمْ تَذْنِبُوا لَذَهَبَ الله بِكُمْ، وَلَجَاءَ بِقَوْمٍ يُذْنِبُونَ فَيَسْتَغْفِرُونَ الله تَعَالى فَيَغْفِرَ لَهُم» انتهى. ¶ (وقال صلى الله عليه وسلم: إذا كَثُرَ عَلى أَحَدِكُمْ الذُّنُوب فَلْيَطْلُبِ المَغْفِرَةَ بالاسْتِغْفَارِ) وفي لفظ من نسخ هذا الكتاب إذا كثرت ذنوب أحدكم فليدع بالاستغفار ¶ (",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "وقال صلى الله عليه وسلم: إذَا كَثُرَتْ ذُنُوبُ أَحَدِكُمْ فَلْيَسْتَغْفِر الله) وقالت عائشة رضي الله عنها قال لي رسول الله صلى الله عليه وسلم: «إنْ كُنْتِ أَلْمَمْتِ بذَنْبٍ فاسْتَغْفِري الله وَتُوبِي إلَيْهِ فَإنَّ التَّوْبَةَ مِنَ الذَّنْبِ النَّدَمُ والاسْتِغْفَارُ»، وكان صلى الله عليه وسلم يقول في الاستغفار: «اللَّهُمَّ اغْفِرْ لي خَطِيئَتِي وَجَهْلِي وإسْرَافِي في أمْرِي، وَمَا أَنْتَ أَعْلَمُ بِهِ مِني، اللَّهُمَّ اغْفِرْ لي هَزْلي وَجِدِّي وَخَطئي وَعَمْدي، وَكُلُّ ذالِكَ عِنْدي، اللَّهُمَّ اغْفِرْ لي ما قَدَّمْتُ وَمَا أَخَّرتُ، وَمَا أَسْرَرْتُ وَمَا أَعْلَنْتُ وَمَا أَنْتَ أَعْلَمُ به مني أَنْتَ المُقَدِّمُ وَأَنْتَ المُؤَخِّرُ، وَأَنْتَ عَلَى كُلِّ شَيُءٍ قديرٌ» كذا في الإحياء ¶ (وقال صلى الله عليه وسلم: الاسْتِغْفَارُ يَأكُلُ الذُّنُوبَ كَمَا تَأْكُلُ النَّارُ الحَطَبَ اليابِسَ) وقال الغزالي في الإحياء قال صلى الله عليه وسلم: «مَنْ قَالَ سُبْحَانَكَ ظَلَمْتُ نَفْسِي وَعَمِلْتُ سُوءا فَاغْفِر لي، فإنَّهُ لا يَغْفِرُ الذُّنُوبَ إلا أنْت غُفِرَ لَهُ ذُنُوبُهُ وَلَوْ كَانَتْ كَعَدَدِ النَّمْل». وروي أن أفضل الاستغفار: اللهم أنت ربي وأنا عبدك خلقتني، وأنا على عهدك ووعدك ما استطعت، أعوذ بك من شر ما صنعت، أبوء لك بنعمتك علي، وأبوء على نفسي بذنبي فقد ظلمت نفسي، واعترفت بذنبي فاغفر لي ذنوبي ما قدمت منها وما أخرت، فإنه لا يغفر الذنوب جميعها إلا أنت انتهى. ¶ (",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "وقال صلى الله عليه وسلم: كَثْرَةُ الاسْتِغْفَارِ تَجْلُبُ الرِّزْقَ) وقد قال تعالى: {اسْتَغْفِرُوا رَبَّكُم إنَّهُ كَانَ غَفّارا يُرسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرارا وَيُمْدِدْكُمْ بَأَمْوالٍ وَبنين وَيَجْعَلْ لَكُمْ جَنَّاتٍ وَيَجْعَلْ لَكُمْ أنهارا} [نوح: 01، 11، 21] وروي عن أنس بن مالك رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول: «إذا صَلَّيْتُمُ الصُّبْحَ فَأَكْثِرُوا مِنَ الاسْتِغْفَارِ» فقلنا: يا رسول الله علمنا شيئا نستغفر الله تعالى به. فقال: «قولوا اللَّهُمَّ إنَّا نَسْتَغْفِرُكَ وَنَتُوبُ إلَيْكَ مِنْ كُلِّ ذَنْبٍ عَلِمْنَاه أَوْ لَمْ نَعْلَمْهُ في لَيْلٍ أَوْ نَهَارٍ فَمَنْ وَاظَبَ عَلَيْهِ فَتَحَ الله لَهُ بابا مِنَ الرِّزْقِ، وَغَلَقَ عَنْهُ بابا مِنْ أَبْوَابِ الفَقْرِ» كذا في رياض الصالحين ¶ (",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "وقال صلى الله عليه وسلم: أكْثِرُوا مِنَ الاسْتِغْفَارِ) أي المقرون بالتوبة الصحيحة (فَمَنْ أَكْثَرَ مِنْهُ) أي الاستغفار (جَعَلَ الله لَهُ مِنْ كُلِّ غَمٍّ وَهَمٍّ فَرَجا وَرَزَقَهُ من حَيْثُ لاَ يَحْتَسِبُ) أي من وجه لا يخطر بباله، وفي رواية لأحمد عن ابن عباس من أكثر من الاستغفار جعل الله له من كل هم فرجا، ومن كل ضيق مخرجا، ورزقه الله من حيث لا يحتسب. وقال النووي في الأذكار وروينا في سنن أبي داود وابن ماجه عن ابن عباس قال: قال رسول الله صلى الله عليه وسلم: «مَنْ لَزِمَ الاسْتِغْفَارَ جَعَلَ الله لَهُ مِنْ كُلِّ ضيقٍ مَخْرَجا، وَمِنْ كُلِّ هَمٍّ فَرَجا، وَرَزَقَهُ مِنْ حَيْثُ لاَ يَحْتَسِبُ» وفي رواية أحمد عن عائشة: إذا كَثُرَتْ ذُنُوبُ العَبْدِ فَلَمْ يَكُنْ لَهُ مِنَ العَمَلِ ما يُكَفِّرُهَا ابْتَلاَهُ الله بالحُزْنِ لِيُكفِّرَهَا عَنْهُ بِهِ، وهو حديث حسن. وفي رواية بالهم، أي إذا كثرة ذنوب الإنسان المسلم، فلم يكن له من العمل الصالح ما يكفرها لفقده أو لقلته ابتلاه الله بالحزن ليكفرها عنه، فغالب ما يحصل من الهموم والغموم من التقصير في الطاعة. ¶ {الباب الحادي والعشرون: في فضيلة ذكر الله تعالى}",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "قال الله تعالى: {فَاذْكُرُونِي أَذْكُرْكُمْ وَاشْكُرُوا لي وَلا تَكْفُرُونِ} [البقرة: 251] اختلف العلماء في ذلك فقال ابن عباس: اذكروني بطاعتي أذكركم بمعونتي. وقال سعيد بن جبير: اذكروني بطاعتي أذكركم بمغفرتي. وقال فضيل بن عياض: فاذكروني بطاعتي أذكركم بثوابي. وقال ابن كيسان: فاذكروني بالشكر أذكركم بالزيادة. وقيل: اذكروني بالتوحيد والإيمان أذكركم بالدرجات والجنان، وقيل: اذكروني على ظهر الأرض أذكركم في باطنها إذا نسيكم أهلها، وقل: اذكروني في الدنيا أذكركم في الآخرة، وقيل: اذكروني بالطاعات أذكركم بالمعافاة. وقيل: اذكروني بالخلاء والملاء أذكركم بالخلاء والملاء. وقيل: اذكروني في النعمة والرخاء أذكركم في الشدة والبلاء، وقيل: اذكروني بالتسليم والتفويض أذكركم بأصلح الاختيار. وقيل: اذكروني بالشوق والمحبة أذكركم بالوصل والقربة. وقيل: اذكروني بالمجد والثناء أذكركم بالعطاء والجزاء.",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "وقيل: اذكروني بالتوبة أذكركم بغفران الحوبة، اذكروني بالدعاء أذكركم بالعطاء، اذكروني بالسؤال أذكركم بالنوال، اذكروني بلا غفلة أذكركم بلا مهلة، اذكروني بالندم أذكركم بالكرم، اذكروني بالمعذرة أذكركم بالمغفرة، اذكروني بالإرادة أذكركم بالإفادة، اذكروني بالتنصل أذكركم بالتفضل، اذكروني بالإخلاص أذكركم بالخلاص، اذكروني بالقلوب أذكركم بكشف الكروب، اذكروني بلا نسيان أذكركم بالإيمان، اذكروني بالافتقار أذكركم بالاقتدار، اذكروني بالاعتذار والاستغفار أذكركم بالرحمة والاغتفار، اذكروني بالإيمان أذكركم بالجنان، اذكروني بالإسلام أذكركم بالإكرام، اذكروني بالقلب أذكركم بكشف الحجب، اذكروني ذكرا فانيا أذكركم ذكرا باقيا، اذكروني بالابتهال أذكركم بالإفضال، اذكروني بالتذلل أذكركم بمغفرة الزلل، اذكروني بالاعتراف أذكركم بمحو الاقتراف، اذكروني بصفاء السر أذكركم بخالص البر، اذكروني بالصدق أذكركم بالرفق، اذكروني بالصفو أذكركم بالعفو، اذكروني بالتعظيم أذكركم بالتكريم، اذكروني بالتكبير أذكركم بالنجاة من السعير، اذكروني بترك الجفاء أذكركم بحفظ الوفاء، اذكروني بترك الخطأ أذكركم بأنواع العطاء، اذكروني بالجهد في الخدمة أذكركم بإتمام النعمة، اذكروني من حيث أنتم أذكركم من حيث أنا {وَلَذِكْرُ الله أكْبرُ} [العنكبوت: 54] أفاد ذلك الشيخ عبد القادر. ¶ (قال رسول الله: ذِكْرُ الله عِلَمُ الإيمانِ) أي لواؤه (وَبَرَاءَةٌ مِنَ النِّفَاقِ) لدلالة حال الذاكر على أنه إنما ذكر الله إيمانا بالله وتصديقا به (وَحِصْنٌ مِنَ الشِّيْطَانِ وَحِرْزٌ) أي احتراس (مِنَ النيرانِ) وقيل إذا تمكن الذكر من القلب فإذا دنا منه الشيطان صرع كما يصرع الإنسان إذا دنا منه الشيطان فيقولون: ما لهذا؟ فيقال: قد مسه الإنس كذا أفاد سيدي الشيخ عبد القادر. ¶ (",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "وقال صلى الله عليه وسلم: أَفْضَلُ الذِّكْرُ الخَفِيُّ) وقيل الذكر الخفي لا يرفعه الملك، لأنه لا اطلاع له عليه فهو سر بين العبد وبين الله تعالى. كذا ذكره الشيخ عبد القادر، وفي حديث البيهقي عن عائشة: الذكر الذي لا تسمعه الحفظة يزيد على الذكر الذي تسمعه الحفظة سبعين ضعفا. قال المناوي: قيل أراد بذلك الذكر التدبر والتفكر في مصنوعات الله وآلائه والمتبادر إرادة الذكر القلبي اهـ. ¶ وقال العلقمي: لعل المراد به التدبر والتفكر في مصنوعات الله تعالى، وفي استباط الأحكام الشرعية، وتصور المسائل الفقهية التي يجريها الشخص على قلبه، ويتفكر فيها، ولهذا قال صلى الله عليه وسلم: «الَّذِي لا تَسْمَعُهُ الحَفَظَةُ أَيْ المُوَكَّلُونَ بِكِتَابَةِ الأَعْمَالِ وَلَمْ يَقُل الَّذي لاَ تَعْلَمُهُ». وسبب الزيادة في ذلك أنه في غالب مسائله نفع متعد وزيادة إيمان وإخلاص اهـ. ¶ (وقال صلى الله عليه وسلم: أَشَدُّ الأَعْمالِ) أي أصعبها وأثقلها (ثَلاَثٌ ذِكْرُ الله تَعَالى عَلَى كُلِّ حَالٍ) أي في كل زمان ومكان (وَمُوَاسَاةُ الأخِ) أي معاونته (مِنْ مالِكَ وإنْصَافُ الفَقيرِ البَائِسِ مِنْ نَفْسِكَ) أي اجعل نفسك خادما للمحتاج الذي أصابه بؤس أي شدة (وقال صلى الله عليه وسلم: عَلاَمَةُ حُبِّ الله حُبُّ ذِكْرِ الله وَعَلامَةُ بُغْضِ الله بُغْضُ ذِكْرِ الله عَز وَجَل) رواه البيهقي عن أنس بن مالك قال المناوي علامة حب الله لعبده حب عبده لذكره، لأنه إذا أحب عبدا ذكره وإذا ذكره حبب إليه ذكره وعكسه. ¶ (",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "وقال صلى الله عليه وسلم: حِكَايَة عَنِ الله تَعَالى أَنَا مَعَ عَبْدي) أي بعلمي (إذا ذَكَرني) وفي رواية ما ذكرني (وَتَحَرَّكَتْ بي شَفَتَاهُ) قال ابن حجر العسقلاني في بلوغ المرام أخرجه ابن ماجه وصححه ابن حبان، وذكره البخاري تعليقا والمعلق ما حذف من أول إسناده قال الحكيم: هذا وما أشبهه من الأحاديث في ذكر عن يقظة لا عن غفلة، لأن ذلك هو حقيقة الذكر، فيكون بحيث لا يبقى عليه مع ذكره في ذلك الوقت ذكر نفسه، ولا ذكر مخلوق فذلك الذكر هو الصافي، لأنه قلب واحد فإذا شغل بشيء ذهل عما سواه، وهذا موجود في المخلوقات لو أن رجلاً دخل على ملك في الدنيا لأخذه من هيبته ما لا يذكر في ذلك الوقت غيره، فكيف بملك الملوك ¶ (وقال صلى الله عليه وسلم: ذِكْرُ الله تَعَالَى بالغَدَاةِ والعَشِيِّ أَفْضَلُ مِنْ ضَرْبِ السُّيُوفِ فِي سَبِيلِ الله) وفي الإحياء قال صلى الله عليه وسلم: «لَذِكْرُ الله عَزَّ وَجَلَّ بالغَدَاةِ وَالْعَشِيِّ أفضلُ مِنْ حطم السُّيوفِ في سَبِيلِ الله ومِنْ إعْطَاءِ المَالِ سحا. ¶ (وقال صلى الله عليه وسلم: أَفْضَلُ الذِّكْرِ لا إلهَ إلاَّ الله) وفي رواية الديلمي عن أنس ذِكْرُ الله شِفَاءُ القُلُوبِ، أي من أمراضها، أي هو دواء لها مما يلحقها من ظلمة الذنوب والغفلة ¶ (وقال صلى الله عليه وسلم: اذْكُروا الله ذِكْرا خَامِلاً) بخاء معجمة ثم باللام، أي منخفضا (قيل) أي قال بعض الصحب (وما الذكر الخامل) يا رسول الله (قال: الذِّكْرُ الخَفِيُّ) رواه عبد الله بن المبارك عن ضمرة بن حبيب، أي فهو أفضل من الذكر جهرة لسلامته من نحو رياء، وهذا عند جمع من الصوفية في غير ابتداء السلوك، أما في الابتداء فالذكر الجهري أنفع، وقد كان النبي صلى الله عليه وسلم يأمر كل إنسان بما هو الأصلح الأنفع له. ¶ (",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "وقال صلى الله عليه وسلم: أَفْضَلُ العِبَادِ دَرَجَةً عِنْدَ الله يَوْمَ القِيَامَةِ الذَّاكِرونَ الله كَثِيرا) أي والذاكرات، ولم يذكرهن مع إرادتهن تغليبا للمذكر على المؤنث رواه أحمد والترمذي عن أبي سعيد الخدري بإسناد صحيح، واختلف في الذاكرين الله كثيرا فقال الإمام أبو الحسن الواحدي قال ابن عباس: المراد يذكرون الله في أدبار الصلوات غدوا وعشيا، وفي المضاجع وكلما استيقظ من نومه، وكلما غدا وراح من منزله ذكر الله تعالى. وقال مجاهد: لا يكون من الذاكرين الله كثيرا حتى يذكر الله تعالى قائما وقاعدا ومضطجعا. وقال عطاء: من صلى الصلوات الخمس بحقوقها، فهو داخل في قوله تعالى: {والذَّاكِرينَ الله كثيرا} [الأحزاب: 53] فقال: إذا واظب على الأذكار المأثورة المثبتة صباحا ومساء، وفي الأوقات والأحوال المختلفة ليلاً ونهارا، وهي مثبتة في عمل اليوم والليلة كان من الذاكرين الله كثيرا، كذا في السراج المنير للعزيزي. ¶ (وقال صلى الله عليه وسلم: خَيْرُ الذِّكْرِ الذِّكْرُ الخَفِيُّ) وفي رواية المخفي بالميم، أي ما أخفاه الذاكر عن الناس فهو أفضل من الجهر، وفي أحاديث أخر ما يفيد أن الجهر أفضل، وجمع بأن الإخفاء أفضل حيث خاف الرياء أو تأذى به نحو مصل والجهر أفضل حيث أمن من ذلك (وَخَيْرُ العِبَادَةِ أَخَفُّها وَخَيْرُ الرِّزْقِ مَا يَكْفِي) أي ما كان يقدر الكفاية رواه أحمد وابن حبان والبيهقي عن سعد بن مالك وابن أبي وقاص بإسناد صحيح. ¶ {الباب الثاني والعشرون: في فضيلة التسبيح}",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "وعن الحسن رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «مَنْ كَانَ لَهُ حَاجَةٌ عِنْدَ مُخْلُوقٍ فَلْيَقِفْ عَلَى يَمِينِهِ وَلْيَقُلْ هاذِهِ الكَلِمَاتُ، وَهِيَ سُبْحانَ الله وَالْحَمْدُ لله وَلاَ اله إلاّ الله وَالله أَكْبَرُ، وَلاَ حَوْلَ وَلاَ قُوَّةَ إلاّ بالله العَلِيِّ العَظيمِ، فَوَحَقِّ ربِّي مَا قَالَها عَبْدٌ إلا قَضَى الله حَاجَتَهُ الّتي يَطْلُبُها كَائِناً مَا كَانَ مِنْ أُمُورِ الدُّنْيا وَالآخِرَةِ، وَلاَ يَمُوتُ حَتّى يَرَى مَقْعَدَهُ فِي الجَنَّةِ كذا في رياض الصالحين ¶ (قال رسول الله صلى الله عليه وسلم: ما عَلَى الأَرْضِ رَجُلٌ» أي إنسان ذكر أو أنثى (يَقُولُ لا اله إلا الله والله أكْبَرُ وسُبْحَانَ الله وَلاَ حَوْلَ وَلا قُوَّةَ إلاَّ بالله إلاَّ غُفِرَتْ ذُنُوبُهُ وَلَوْ كَانَتْ) في الكثرة (مِثْلَ زَبَدِ البَحْرِ) أي وهو ما يعلو على وجهه عند هيجانه رواه ابن عمرو، وفي الأحاديث الزاكيات لسيدي البكري عن عبد الله بن عمر رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم: «مَا عَلَى الأَرْضِ أَحَدٌ يَقُول لا إلَه إلا الله والله أكْبَرُ وَلاَ حَوْلَ ولاَ قُوَّةَ إلا بالله إلاَّ كُفِّرَتْ عَنْهُ خَطَايَاهُ، وَلَوْ كَانَتْ مِثْلَ زَبَدِ البَحْرِ» حديث حسن أخرجه الترمذي، ورواه الحاكم وزاد، وسبحان الله والحمد لله اهـ. ¶ (وقال صلى الله عليه وسلم: مَنْ قَالَ سُبْحَانَ الله وَبِحَمْدِهِ في يَوْمٍ مائَةَ مَرَّةٍ) أي ولو متفرقة (حُطَّتْ خَطَاياهُ) أي غفرت ذنوبه (وإنْ كَانَتْ مِثْلَ زَبَدِ البَحْرِ) رواه أحمد والبخاري ومسلم والترمذي وابن ماجه عن أبي هريرة قال العلقمي وسبحان الله، معناه تنزيه عما لا يليق به من كل نعت، وهو مضاف لمفعوله منصوب، أي سبحت الله تسبيحا فهو واقع موقع المصدر، ويجوز أن يكون مضافا إلى الفاعل، أي نزه الله نفسه والمشهور الأول ¶ (",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "وقال صلى الله عليه وسلم: سُبْحَانَ الله نِصْفُ المِيزانِ) أي قول العبد سبحان الله يملأ ثوابها إحدى كفتي الميزان (والحَمْدُ لله مِلْءُ الميزانِ) أي ثوابها يملأ الكفتين (والله أَكْبَرُ مِلْءُ السَّمواتِ والأرْضِ) أي لو قدر ثواب ذلك جسما لملأه (وَلا إله إلا الله لَيْسَ دُونَها سِترٌ وَلا حِجَابُ) جمع بينهما للتأكيد، أي بلا تصعد بل مانع (حَتَّى تَخْلَصَ إلى ربِّها عَزَّ وَجَلَّ) أي تصل إليه بلا عائق ولا حاجب، وهو كناية عن سرعة قبولها، وكثرة ثوابها رواه السجزي عن ابن عمر بن العاص، ورواه أيضا ابن عساكر عن أبي هريرة بإسناد ضعيف ¶ (وقال صلى الله عليه وسلم: مَنْ هَلَّلَ) أي قال لا إله إلا الله (مَائَةً وَسَبَّحَ) أي قال: سبحان الله (مَائَةً وَكَبَّرَ) أي قال: الله أكبر (فإنَّهُ خَيْرٌ مِنْ عَشْرِ رِقَابٍ يَعْتِقُهَا وَسَبْعِ بَدنَاتٍ يَنْحَرُهَا) حديث حسن أخرجه ابن أبي الدنيا وابن أبي شيبة عن أنس بن مالك، وفي رواية النسائي عن أبي هريرة بإسناد صحيح من سبح في دبر كل صلاة الغداة مائة تسبيحة، وهلل مائة تهليلة، غفر له ذنوبه ولو كانت مثل زبد البحر ¶ (",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "وقال صلى الله عليه وسلم: مَنْ قَالَ سُبْحَانَ الله والحَمْدُ لله ولا اله إلا الله وَالله أَكْبَرُ ولا حَوْلَ وَلاَ قُوَّة إلا بالله العَلي العظيم مَرَّةً وَاحِدةً كَتَبَ الله لَهُ مائَةَ أَلْفِ حَسَنَةٍ وَمَحَا عَنْهُ مائَة ألْفِ سَيِّئَةٍ وَرَفَعَ لَهُ مائَةَ أَلْفِ دَرَجَةٍ) وفي رواية لابن أبي الدنيا عن عبد الله بن عمر أنه قال: قال رسول الله صلى الله عليه وسلم: «مَنْ قَالَ سُبْحَانَ الله والحَمْدُ لله ولا اله إلاَّ الله والله أكْبَرُ كُتِبَ لَهُ بِكلِّ حَرْفٍ عَشْرُ حَسَنَاتٍ» وهو حديث حسن كذا في الأحاديث الزاكيات للشيخ البكري، وفيه أيضا عن مصعب بن سعد قال: حدثني أبي قال: كنا عند رسول الله صلى الله عليه وسلم فقال: «أيَعْجَزُ أَحَدُكُمْ أَنْ يَكْسَبَ كُلَّ يَوْمٍ أَلْفَ حَسَنَةٍ، فَسَأَلَهُ سائِلٌ مِنْ جُلَسَائِهِ» كيف يكسب أحدنا ألف حسنة قال: «يُسَبِّحُ مائَةَ تَسْبِيحَةٍ، فَيُكْتَبُ لَهُ ألْفُ حَسَنَةٍ، وَيُحَطُّ عَنْهُ أَلْفُ خَطِيئَةٍ» حديث صحيح أخرجه مسلم وأخرجه الترمذي والنسائي، لكن بلفظ ويحط بغير ألف، وعليها يحمل حديث مسلم اهـ. ¶ (وقال صلى الله عليه وسلم: مَنْ قَالَ سُبْحَانَ الله إلى آخِرِهَا تَنَاثَرَتْ عَنْهُ الخَطَايا والذُّنُوبُ كَتَناثُرِ أوْراقِ الشَّجَرِ) وعن أنس رضي الله عنه أن رسول الله صلى الله عليه وسلم أخذ غصناً فنفضه، فلم ينتفض ثم نفضه، فلم ينتفض ثم نفضه، فانتفض فقال رسول الله صلى الله عليه وسلم: «إنَّ سُبْحَانَ الله والحَمْدُ لله ولا اله إلاَّ الله والله أكْبر، تَنْفُضُ الخَطايا كَمَا تَنْفُضُ الشَّجَرَةُ وَرَقَها» حديث صحيح رواه أحمد. ¶ (",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "وقال صلى الله عليه وسلم: مَنْ قَالَ سُبْحَانَ رَبي العَظيم غُرِسَتْ لَهُ بِهَا) أي بكل مرة (شَجَرَةٌ في الجَنَّةِ) وفي الجامع الصغير من قال: سبحان الله وبحمده غرست له منها نخلة في الجنة رواه ابن حبان والحاكم عن جابر بإسناد صحيح، وفي الأحاديث الزاكيات عن عبد الله بن عمر رضي الله عنهما قال قال رسول الله صلى الله عليه وسلم: «مَنْ قَالَ سُبْحَانَ الله وَبِحَمْدِهِ غُرِسَتْ لَهُ نَخْلَةٌ في الجَنَّةِ» حديث صحيح أخرجه البزار ورواه الترمذي عن جابر مرفوعا إلا أنه قال من قال: سبحان الله العظيم اهـ. ¶ (وقال صلى الله عليه وسلم: مَنْ قَالَ سُبْحانَ رَبي الأعْلَى غَفَرَ الله لَهُ وَأَدْخَلَهُ الجَنَّة) وروي أن أول من قال سبحان ربي الأعلى ميكائيل كذا في تفسير الخطيب ¶ (",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "وقال صلى الله عليه وسلم: التَّسْبِيحُ يَجْلُبُ الرِّزْقَ وقال صلى الله عليه وسلم: كَلِمَتَان) المراد بالكلمة الكلام (خَفِيفتان عَلَى اللِّسانِ ثَقيلتانِ في الميزان) وصفهما بالخفة والثقل لبيان قلة العمل وكثرة الثواب (حَبيبتان) أي محبوبتان والمعنى محبوب قائلهما (إلى الرَّحمانِ) ومحبته تعالى للعبد إرادة إيصال الخير له والتكريم (سُبْحَانَ الله) معنى التسبيح تنزيه الله عما لا يليق به من كل نقص (وَبِحَمْدِهِ) قيل الواو للحال والتقدير أسبح الله ملتبسا بحمده له من أجل توفيقه وقيل عاطفة، والتقدير أسبح الله وألتبس بحمده، ويحتمل أن تكون الباء متعلقة بمحذوف متقدم والتقدير، وأثني عليه بحمده فيكون سبحان الله جملة مستقلة وبحمده جملة أخرى. (سُبْحَانَ الله العَظِيمِ) قال الكرماني: صفات الله تعالى وجودية كالعلم والقدرة، وهي صفات الإكرام وعدمية كلا شريك له، ولا مثل وهي صفات الجلال، فالتسبيح إشارة إلى الجلال والتحميد إشارة إلى صفات الإكرام وترك التقييد مشعر بالتعميم، والمعنى أنزهه عن جميع النقائص وأحمده بجميع الكمالات اهـ. ورواه أحمد والبخاري ومسلم والترمذي وابن ماجه عن أبي هريرة. وكلمتان خبر مقدم وخفيفتان وما بعده صفة، والمبتدأ سبحان الله وبحمده سبحان الله العظيم أفاد ذلك العزيزي. ¶ {الباب الثالث والعشرون: في فضيلة التوبة} ¶ التوبة هي الرجوع عما كان مذموما في الشرع إلى ما هو محمود في الشرع، والعلم بأن الذنوب والمعاصي مهلكات مبعدات من الله عز وجل، ومن جنته وتركها فقرب إلى الله عز وجل وجنته، وآدم عليه السلام لما أكل من الشجرة المنهي عنها تطايرت الحلل عن جسده، وبدت عورته، وبقي التاج والإكليل على رأسه، فاستحيا أن يرتفعا عنه، فجاءه جبريل عليه السلام، فأخذ التاج عن رأسه والإكليل عن جبينه، ونودي هو وحواء أن اهبطا من جواري فإنه لا يجاورني من عصاني، فالتفت إلى حواء بالحياء كذا أفاد الشيخ عبد القادر ¶ (",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "قال صلى الله عليه وسلم: التَّائِبُ مِنَ الذَّنْبِ كَمَنْ لا ذَنْبَ لَهُ) أي فإن التوبة تجبُّ ما قبلها (والمُسْتَغْفِرُ مِنَ الذَّنْبِ وَهُوَ مُقِيمٌ عَلَيْهِ كالمُسْتَهْزِىءِ بِرَبِّهِ) رواه البيهقي وابن عساكر عن ابن عباس، ولهذا قيل الاستغفار باللسان توبة الكذابين، وهذا حديث موقوف، وهو ما قصر على الصحابي قولاً أو فعلاً ويسمى أثرا أيضا. ¶ (وقال صلى الله عليه وسلم: النَّدَمُ تَوْبَةٌ والتَّائِبُ مِنَ الذَّنْبِ كَمَنْ لاَ ذَنْبَ لَهُ) رواه الطبراني وأبو نعيم عن ابن سعيد الأنصاري وضعفه البخاري وغيره، وعلامة صحة الندم رقة القلب، وغزارة الدمع. ولهذا روي عن النبي صلى الله عليه وسلم أنه قال: «جالِسُوا التَّوابِينَ فَإنَّهُمْ أرَقُّ أَفْئِدَة» وقال صلى الله عليه وسلم: «مَنْ أَذْنَبَ ذَنْبا ثُمَّ نَدِمَ عَلَيْهِ فَهُوَ كَفَّارَتُهُ». وقال الحسن رحمه الله: التوبة على أربع دعائم: استغفار باللسان وندم بالقلب وترك بالجوارح وإضمار أن لا يعود، ذكر ذلك الشيخ عبد القادر الجيلاني ¶ (وقال صلى الله عليه وسلم: مَا مِنْ شَيْءٍ أَحَبُّ إلى الله تَعَالَى مِنْ شَابٍّ تَائِبٍ) أو شابة تائبة (وَمَا مِنْ شَيْءٍ أَبْغَضُ إلى الله تَعَالى مِنْ شَيْخٍ مُقِيمٍ) أي مصرّ (عَلَى مَعَاصِيهِ) أو شيخة كذا رواه أبو المظفر عن سلمان الفارسي ¶ (",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "وقال صلى الله عليه وسلم: لِكُلِّ شَيءٍ حِيلةٌ وحيلةُ الذُّنُوبِ التَّوْبَةُ) كما قال صلى الله عليه وسلم: «إنَّ العَبْدَ لَيُذْنِبُ الذَّنْبَ فَيُدْخِلهُ الجَنَّة فقالوا: يا نبي الله وكيف يدخله الجنة؟ قال: يَكُونُ الذَّنْبُ نُصْبَ عَيْنَيْهِ يَسْتَغْفِرُ مِنْهُ وَيَنْدَمُ عَلَيْهِ حَتَّى يَدْخُلَ الجَنَّةَ» ذكر ذلك الشيخ عبد القادر الجيلاني (وقال صلى الله عليه وسلم: لِكُلِّ شَيْءٍ دَواءٌ وَدَواءُ الذُّنُوبِ التَّوبَةُ). وقال أنس جاء رجل إلى رسول الله صلى الله عليه وسلم فقال: يا رسول الله إني أذنبت ذنبا. قال صلى الله عليه وسلم: «اسْتَغْفِرِ الله» قال: إني أتوب ثم أعود. قال صلى الله عليه وسلم: «كُلَّما أَذْنَبْتَ فَتُبْ حَتَّى يَكُونَ الشَّيْطانُ هُوَ الحَسيرُ» قال يا نبي الله إذن تكثر ذنوبي. فقال صلى الله عليه وسلم: «عَفْوُ الله أكْثَرُ مِنْ ذُنُوبِكَ» ¶ (وقال صلى الله عليه وسلم: التَّوْبَةُ تَهْدِمُ الحَوْبَةَ) بفتح الحاء المهملة، أي الخطيئة وفي لفظ الحوب بضم الحاء أي الإثم، وروي عن الحسن رضي الله عنه عن النبي صلى الله عليه وسلم أنه قال: لَوْ أَخْطَأَ أَحَدُكُمْ حَتَّى يَمْلأَ مَا بَيْنَ السَّمَاءِ والأَرْضِ، ثُمَّ تَابَ تَابَ اللَّه عَلَيْهِ ¶ (وقال عليه الصلاة والسلام: تُوبوا إلى الله فَإني أتُوبُ إلَيْهِ كُلَّ يَوْمٍ مائَةَ مَرَّةٍ) رواه الشيخان عن ابن عمر بن الخطاب، وذكر المائة للتكبير لا للتحديد، وتوبة العوام من الذنوب، وتوبة الخواص من غفلة القلوب، وخواص الخواص مما حوى المحبوب، فتوبة كل عبد بحسبه ¶ (",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "وقال عليه السلام: تُوبُوا إلى الله وَلاَ تَيْأَسُوا) أي لا تقنطوا من رحمة الله (فَإنَّ اليَأْسَ) أي القنوط من عفو الله (كُفْرٌ) ويروى أن رجلاً سأل ابن مسعود عن ذنب ألم به، هل له من توبة؟ فأعرض عنه ابن مسعود، ثم التفت إليه فرأى عينيه تذرفان فقال له: إن للجنة ثمانية أبواب كلها تفتح وتغلق إلا باب التوبة فإن عليه ملكا موكلاً به لا يغلق فاعمل ولا تيأس، كذا في الإحياء. ¶ (وقال صلى الله عليه وسلم: عَجِّلوا بالتَّوْبَةِ قَبْلَ المَوْتِ وَعَجِّلُوا بالصَّلاةِ قَبْلَ الفَوْتِ) أي فوت وقتها. ¶ قال سيدي الشيخ عبد القادر: شروط التوبة ثلاثة: أولها الندم على ما عمل من المخالفات والثاني ترك الزلات في جميع الحالات والساعات. والثالث العزم على أن لا يعود إلى مثل ما اقترف من المعاصي والخطيئات. فالندم يورث عزما وقصدا فالعزم أن لا يعود إلى مثل ما اقترف من المعاصي لعلمه أن المعاصي حائلة بينه بين ربه، ومعنى الندم توجع القلب عند علمه بفوات محبوبه، فتطول أجزانه وانسكاب عبراته، فيعزم على أن لا يعود إلى مثل ذلك لما تحقق عنده من العلم بشؤم ذلك، وأنه أضر من السم القاتل، والسبع الضاري، والنار المحرقة والسيف القاطع، وأما القصد وهو إرادة التدارك، فله تعلق بالحال، وهو موجب ترك كل محظور هو ملابس له، وأداء كل فرض هو متوجه عليه في الحال، وله تعلق بالماضي وهو تدارك ما فرطه بالمستقبل، وهو المداومة على الطاعة، وترك المعصية إلى الموت، فأما شرط صحته فيما يتعلق بالماضي فيفتش عما مضى من عمره سنة سنة، وشهرا شهرا ويوما يوما، وساعة ساعة ونفسا نفسا، فينظر إلى الطاعات ما الذي قصر فيها، وإلى المعاصي ما الذي قارف منها ¶ (",
            "page": "105",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "وقال صلى الله عليه وسلم: تُوبُوا إلى رَبِّكُمْ قَبْلَ أنْ تَمُوتُوا) قال جابر بن عبد الله رضي الله عنهما: خطبنا رسول الله صلى الله عليه وسلم يوم الجمعة فقال: «أيُّهَا النَّاسُ تُوبوا إلى الله قَبْلَ أنْ تَمُوتُوا، وَبَادِروا بالأَعْمَالِ الصَّالِحَةِ قَبْلَ أنْ تَشْتَغِلُوا وَصِلوا الَّذي بَيْنَكُم وَبَيْنَ رَبِّكُمْ تَسْعَدُوا، وَأَكْثِرُوا الصَّدَقَةَ تُرْزَقُوا، وأمرُوا بالمَعْرُوفِ تَحْصُنُوا، وانْهَوا عَنِ المُنْكَرِ تُنْصَروا» وقال صلى الله عليه وسلم: «إنَّ إبليسَ حِينَ أُهْبِطَ إلى الأَرْضِ قالَ: وَعِزَّتِكَ وَجَلاَلِكَ لاَ أزَالُ أغوي ابنَ آدَمَ ما دَامَ الرُّوحُ في جَسَدِهِ فَقَالَ الرَّبُّ: وعزتي وَجَلالي لاَ أَمْنَعُهُ التَّوْبَةَ مَا لَمْ يَتَغَرْغَرْ بِنَفْسِهِ» وعن محمد بن عبد الله السلمي أنه قال: جلست إلى نفر من أصحاب رسول الله صلى الله عليه وسلم بالمدينة فقال رجل منهم: سمعت رسول الله صلى الله عليه وسلم يقول: مَنْ تَابَ قَبْلَ مَوْتِهِ بِنِصْفِ يَوْمٍ تَابَ الله عَلَيْهِ. وقال آخر: سمعت رسول الله صلى الله عليه وسلم يقول: مَنْ تَابَ قَبْلَ مَوْتِهِ بِنِصْفِ يَوْمٍ تَابَ الله عَلَيْهِ. وقال آخر: سمعت رسول الله صلى الله عليه وسلم يقول: مَنْ تَابَ قَبْلَ الغَرْغَرَةِ تَابَ الله عَلَيْهِ.",
            "page": "106",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "وقد روى زاذان عن عبد الله بن مسعود عن سلمان الفارسي أنه كانت في الإسرائيليات امرأة بغية مغنية مفتنة بجمالها، وكان باب دارها أبدا مفتوحا، وهي قاعدة على السرير بحذاء الباب، فكل من مر بها ونظر إليها افتتن بها، واحتاج إلى إحضار عشرة دنانير أو أكثر من ذلك حتى تأذن بالدخول عليها، فمر ببابها ذات يوم عابد من عباد بني إسرائيل، فوقع بصره عليها في الدار وهي قاعدة على السرير، فافتتن بها وجعل يجادل نفسه حتى أنه يدعو الله تعالى أن يزيل ذلك عن قلبه، فلم يزل ذلك عن نفسه، ولم يملك نفسه حتى باع قماشا كان له، فجمع من الدنانير ما يحتاج إليه فجاء إلى بابها فأمرته أن يسلم الذهب إلى وكيل لها وواعدته لمجيئه، فجاء إليها لذلك الوعد، وقد تزينت وجلست في بيتها على سريرها، فدخل عليها العابد، وجلس معها على السرير، فلما مد يده إليها وانبسط معها تداركه الله برحمته ببركة عبادته المتقدمة، فوقع في قلبه أن الله تعالى يراني في هذه الحالة من فوق عرشه، وأنا في الحرام، وقد حبط عملي كله فوقعت الهيبة في قلبه فارتعد في نفسه وتغير لونه، فنظرت إليه المرأة فرأته متغير اللون فقالت له: إيش أصابك يا رجل؟ فقال: إني أخاف الله ربي فأذني لي بالخروج. فقالت له ويحك إن كثيرا من الناس يتمنون الذي وجدته، فأيش هذا الذي أنت فيه؟ فقال: إني أخاف الله جل ثناؤه وإن المال الذي دفعته إلى وكيلك هو لك حلال فأذني لي بالخروج. فقالت له: كأنك لم تعمل هذا قط. قال: لا.",
            "page": "107",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "فقالت له: من أين أنت وما اسمك؟ فأخبرها أنه من قرية كذا واسمه كذا فأذنت له بالخروج من عندها، فخرج وهو يدعو بالويل والثبور ويبكي على نفسه، فوقعت الهيبة في قلب المرأة ببركة ذلك العابد فقالت في نفسها: إن هذا الرجل أول ذنب أذنب فدخل عليه من الخوف ما دخل وإني قد أذنبت منذ كذا وكذا سنة، وإن ربه الذي خاف منه هو ربي، فينبغي أن يكون خوفي أشد من خوفه فتابت إلى الله تعالى، وغلقت الباب على الناس، ولبست ثيابا خلقة، وأقبلت على العبادة فكانت في عبادتها ما شاء الله تعالى، فقالت في نفسها: إني لو انتهيت إلى ذلك الرجل لعله يتزوجني، فأكون عنده وأتعلم منه أمر ديني، ويكون عونا لي على عبادة ربي، فتجهزت وحملت معها من الأموال والخدم ما شاء الله، وانتهت إلى تلك القرية وسألت عنه، فأخبروا العابد أنه قدمت امرأة تسأل عنك، فخرج العابد إليها، فلما رأته المرأة كشفت عن وجهها كي يعرفها فلما رآها العابد وعرف وجهها، وتذكر الأمر الذي كان بينه وبينها صاح صيحة فخرجت روحه، فبقيت المرأة حزينة، وقالت في نفسها إني خرجت لأجله، وقد مات. فقالت لأهل تلك القرية: له أحد من أقربائه يحتاج إلى امرأة فقالوا لها: لهذا الرجل أخ صالح لكنه معسر لا مال له. فقالت: لا بأس به فإن لي مالاً يكفينا فجاء أخوه فتزوج بها فولدت له سبعا من البنين كلهم صاروا أنبياء في بني إسرائيل وهذا ببركة الصدق والطاعة وحسن النية. ¶ {الباب الرابع والعشرون: في فضيلة الفقر} ¶ قال الغزالي: الفقر عبارة عن فقد ما هو محتاج إليه أما فقد ما لا حاجة إليه، فلا يسمى فقرا وإن كان المحتاج إليه موجودا مقدورا عليه لم يكن المحتاج فقيرا ¶ (قال النبي صلى الله عليه وسلم: الفَقْرُ) الذي لا يؤدي إلى احتياج الناس (أَزْيَنُ عَلَى المُؤْمِنِ مِنَ العِذَارِ الحَسَنِ عَلَى خَدِّ الفَرَسِ) رواه الطبراني عن شداد بن أوس والبيهقي عن سعد بن مسعود بإسناد ضعيف ¶ (",
            "page": "108",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "وقال صلى الله عليه وسلم: الفَقْرُ شَيْنٌ) أي عيب وقبح (عِنْدَ النَّاسِ وَزَيْنٌ عِنْدَ الله يَوْمَ القِيَامَةِ) أي لسلامة صاحبه في الدارين رواه الديلمي عن أنس، وإسناده ضعيف، وفي الخبر آخر الأنبياء دخولا الجنة سليمان بن داود عليهما السلام لمكان ملكه، وآخر أصحابي دخولاً الجنة عبد الرحمن بن عوف لأجل غناه. ¶ (وقال صلى الله عليه وسلم: حُبُّ الفُقَرَاءِ مِنْ أَخْلاقِ الأَنْبِيَاءِ وَبُغْضُ الفُقَرَاءِ مِنْ أَخْلاَقِ الفَرَاعِنَةِ) أي العتاة وهو بفتح الفاء والراء وكسر العين جمع فرعون فالفراعنة. ثلاثة: فرعون الخليل واسمه سنان، وفرعون يوسف واسمه الريان بن الوليد، وفرعون موسى واسمه الوليد بن مصعب كذا في المصباح ¶ (وقال صلى الله عليه وسلم: لِكُلِّ شَيْءٍ مِفْتَاحٌ وَمِفْتَاحُ الجَنَّةِ حُبُّ المَسَاكِينِ وَالفُقَرَاءِ لِصَبْرِهِمْ هُمْ جُلَسَاءُ الله تَعَالى يَوْمَ القِيَامَةِ) رواه أبو بكر بن لال عن عمر بن الخطاب. وقال يحيى بن معاذ حبك الفقراء من أخلاق المرسلين، وإيثارك مجالستهم من علامات الصالحين، وفرارك من صحبتهم من علامة المنافقين (وقال صلى الله عليه وسلم: إنَّ الله تَعَالى يُحِبُّ عَبْدَهُ المُؤْمِنَ الفَقيرَ المُتَعفِّفَ) أي المنكف عن الحرام والسؤال عن الناس، وقال المناوي أي المبالغ في العفة مع وجود الحاجة لطموح بصيرته عن الخلق إن الخالق (أَبَا العِيَالِ) أي صاحب العيال رواه ابن ماجه عن عمران بن حصين. قال المناوي: وفي هذا الحديث إشعار بأنه يندب للفقير إظهار التعفف، وعدم الشكوى. ¶ (تنبيه) الفقر فقران: فقر مثوبة، وفقر عقوبة، وعلامة الأول أن يحسن خلقه، ويطيع ربه، ولا يشكو، ويشكر الله على فقره، والثاني أن يسيء خلقه ويعصي ويشكو ويتسخط، والذي يحبه الله الأول دون الثاني كذا أفاد العزيزي ¶ (",
            "page": "109",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "وقال صلى الله عليه وسلم: الفَقْرُ أَمَانَةٌ فَمَنْ كَتَمَهُ كَان) أي كتمه (عِبَادَةً وَمَنْ باح بهِ) أي أظهره (فَقَدْ قَلَّد إخوانَهُ المُسْلِمِينَ) أي قدرهم كلفة التوسعة عليه رواه ابن عساكر عن عمر بإسناد ضعيف. وفي هذا الحديث ندب كتمان الفقر ما لم يضطر كذا قاله العزيزي ¶ (وقال صلى الله عليه وسلم: طُوبى) أي الجنة (لِلْفُقراءِ والضعفاءِ مِنْ أمَّتي) وفي رواية الديلمي عن أبي هريرة طُوبَى لِمَنْ باتَ حَاجا وَأَصْبَحَ غَازِيا رَجُلٌ مَسْتُورٌ ذُو عيالٍ مُتَعَفِّفٌ قَانِعٌ باليسيرِ مِنَ الدُّنْيَا يَدْخُلُ عَلَيْهِمْ ضَاحِكا، ويَخْرُجُ عَنْهُمْ ضَاحكا فوالذي نَفْسي بِيَدِهِ إنَّهُمْ هُمُ الحاجُّون الغَازُونَ في سَبِيل الله، والمعنى الخير الكثير لمن تابع بين حجه وغزوه كلما فرغ من أحدهما شرع في الآخر قالوا: ومن هذا يا رسول الله؟ قال: «رَجُلٌ مَسْتُورٌ بَيْنَ النَّاسِ ذُو عِيالٍ مُنْكَفٌّ عَنْ سُؤَالِ النَّاسِ، وَعَمَّا لاَ يَحِلُّ راضٍ بالقَليلِ مِنَ الدُّنْيَا يَدْخُلُ عَلَى عِيَالِهِ ضَاحِكا وَيَخْرُجُ مِنْ عِنْدِهِمْ ضَاحِكا، فوالله الذي روحي بقُدْرَتِهِ وَتَصْريفِه إنَّ المتَّصفينَ بهاذه الصِّفاتِ هُمُ الحاجّون الغَازُون في سَبيلِ الله». أشارَ صلى الله عليه وسلم بهذا الحديث إلى فضل القناعة والسعي على العيال ¶ (وقال صلى الله عليه وسلم: الفَقْرُ كَرَامَةٌ مِنْ كَرَاماتِ الله) تعالى ¶ (وقال صلى الله عليه وسلم: فَضْلُ الفقِير عَلَى الغَنِيِّ كَفَضْلِي عَلى جَميعِ خَلْقِ الله تَعَالى). ¶ وروي عن علي كرم الله وجهه عن النبي صلى الله عليه وسلم أنه قال: «أَحَبُّ العِبادِ إلى الله تَعَالى الفَقِيرُ القَانِعُ بِرِزْقِهِ الراضي عَنِ الله تَعَالى» ¶ (",
            "page": "110",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "وقال صلى الله عليه وسلم: لاَ شَيْءَ يُعطِيهِ الله مِثْلُ الفَقْرِ) وأوحى الله تعالى إلى إسماعيل عليه السلام: اطلبني عند المنكسرة قلوبهم قال: ومن هم؟ قال: الفقراء الصادقون. وقال صلى الله عليه وسلم: «لا أَحَدَ أَفْضَلُ مِنَ الفَقِير إذا كَانَ رَاضِيا». ¶ {الباب الخامس والعشرون: في فضيلة النكاح} ¶ قال صلى الله عليه وسلم: «مَنْ تَرَكَ التَّزْوِيجَ مَخَافَةَ العَيْلَةِ فَليْسَ مِنَّا» وهذا ذم لعلة الامتناع لا لأصل الترك كذا في الإحياء ¶ (قال النبي عليه الصلاة والسلام: التَّزْويجُ بَرَكةٌ والوَلدُ رَحْمَةٌ فَأَكْرموا أوْلاَدَكُمْ فإنَّ كَرَامَةَ الأولادِ عِبَادَةٌ. وقال عليه الصلاة والسلام: النِّكَاحُ سُنَّتِي) أي طريقتي (فَمِنْ رَغِبَ) بكسر الغين (عَنْ سُنَّتِي) أي من لم يردها (فليس مني) أي فليس على منهاجي. ومادة رغب إذا تعدى بفي فمعناه أراد، وإذا تعدى بعن فمعناه لم يرد كما هنا ¶ (وقال عليه الصلاة والسلام الحَرَائِرُ) جمع حرة (صَلاحُ البَيْتِ والإماءُ فَسَادُ البَيْتِ) رواه الديلمي والثعلبي عن أبي هريرة وضعفه السخاوي قال المناوي: لأن الإماء متبذلات ولا خشية لهن على عروضهن، ولا خير لهن بإقامة نظام البيت غالبا ¶ (وقال عليه الصلاة والسلام: مَنْ أرَادَ أنْ يَلْقَى الله طَاهِرا مُطَهَّرا) أي من الأدناس المعنوية (فَلْيَتَزَوَّجِ الحَرائِرَ) رواه ابن ماجه عن أنس بن مالك ومعنى الطهارة هنا السلامة من الآثام المتعلقة بالفروج، لأن تزوج الحرائر أعون على العفاف من تَسرِّي الإماءِ لاكتفاء النفس بهن عن طلب الإماء غالبا بخلاف العكس ¶ (وقال عليه الصلاة والسلام: التَمِسُوا الرِّزْقَ بالنِّكَاحِ) أي التزوج، فإنه جالب للبركة جار للرزق إذا صلحت النية رواه الديلمي عن ابن عباس، وفي رواية للبزار تزوجوا يأتينكم بالأموال، وفي لفظ الرزق يزداد بالنكاح ¶ (",
            "page": "111",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "وقال عليه الصلاة والسلام: مَنْ تَزَوَّجَ فَقَدْ أُعْطي نِصْفَ العِبَادَةِ) رواه أبو يعلى عن أنس بن مالك. وهذا حديث متروك وهو ما تفرد بروايته واحد وأجمع على ضعفه ¶ (وقال عليه الصلاة والسلام شِرَارُكُمْ) أي بعض شراركم (عُزَّابُكُم) روه أبو يعلى والطبراني وابن عدي عن أبي هريرة، وذلك لأنهم ليس لهم أفراط يهيئون لهم ما يحتاجون إليه في الآخرة، وقد نظم ذلك ابن العماد فقال: شِرَارُكُمْ عُزَّابُكُمْ جَاءَ الخَبَرْ أَرَاذِلُ الأمْوَاتِ عُزَّابُ البَشَرْ ¶ (وقال صلى الله عليه وسلم: شِرَارُكُمْ عُزَّابُكُمْ وَأَرَاذِلُ مَوْتَاكُمْ عُزَّابُكُمْ) رواه الإمام أحمد عن عطية بن بسر بضم الموحدة وسكون المهملة ¶ (وقال عليه الصلاة والسلام: شِرَارُكُمْ عُزَّابُكُمْ رَكْعَتَانِ مِنْ مُتَأَهّلٍ) أي متخذ أهلاً أي زوجة (خَيْرٌ مِنْ سَبْعِينَ رَكْعَةً مِنْ غَيْر مُتَأَهِّلٍ) رواه ابن عدي عن أبي هريرة وهذا حديث يحتمل أن المراد به الترغيب في التزويج لا الحقيقة كذا أفاده العزيزي ¶ (وقال عليه الصلاة والسلام: مَا أطْعَمْتَ زَوجَتَكَ فَهُوَ لَكَ صَدَقَةٌ) أي إن نواها في الكل كما قيده صلى الله عليه وسلم في الخبر الصحيح بقوله يحتسبها صدقة رواه أحمد والطبراني عن المقدام بن معدي كرب بإسناد صحيح، وفي رواية دينار أنفقته في سبيل الله، أي في مؤن الغزو أو سبيل الخير ودينار أنفقته في رقبة، أي في إعتاقها، ودينار تصدقت به على مسكين، ودينار أنفقته على أهلك، أي نفقة واجبة أو مندوبة أعظمها أجرا الذي أنفقته على أهلك، أي لما فيه من صلة الرحم رواه مسلم عن أبي هريرة. قال القاضي البيضاوي: دينار مبتدأ وأنفقته صفة، وجملة أعظمها أجرا الذي أنفقته على أهلك خبر. ¶ {الباب السادس والعشرون: في التشديد على الزنى} ¶ قال الله تعالى: {وَلاَ تَقْرَبُوا الزِّنَى إنَّهُ كَانَ فَاحِشَةً وَسَاءَ سَبِيلاً} [الإسراء: 23] ¶ (",
            "page": "112",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "قال النبي صلى الله عليه وسلم: الزِّنَى يُورِثُ الفَقْرَ) أي يقل بركة الرزق رواه القضاعي والبيهقي عن ابن عمر بن الخطاب ¶ (وقال عليه الصلاة والسلام) زِنَى العينين بصيغة المثنى (النَّظَرُ) أي النظر إلى ما لا يحل يجر إلى الزنى رواه ابن سعد والطبراني وأبو نعيم عن علقمة بن الحويرث ¶ (وقال عليه الصلاة والسلام: النَّظَرُ إلى النِّسَاءِ الأَجْنَبِيَّاتِ) أي اللاتي يحل للرجل الناظر نكاحهن (مِنَ الكَبَائِرِ) أي إذا وجدت الشهوة وخيف الفتنة، أي ميل القلب إليهن وإلا فمقدمات الزنى ليست كبائر كما في الزواجر ¶ (وقال عليه الصلاة والسلام: زِنَى الرِّجْلَيْنِ المَشْيُ) أي إلى محال المعاصي (وَزِنَى اليَدَيْنِ البَطْشُ وَزِنَى العَيْنَيْنِ النَّظَرُ) أي إلى ما لا يحل ¶ (وقال عليه الصلاة والسلام زَنْيَةٌ) بفتح الزاي وسكون النون وهو للمرة (واحِدَةٌ تُحْبِطُ عَمَلَ سَبْعِينَ سَنَةً) وروى ابن حبان في صحيحه أنه صلى الله عليه وسلم قال: تَعَبَّدَ عَابِدٌ مِنْ بَنِي إسْرَائِيلَ فَعَبَدَ الله في صَوْمَعَتِهِ سِتِّينَ عاما، فأَمْطَرَتِ الأَرْضُ فَاخْضَرَّتْ فَأشْرَفَ الراهِبُ مِنْ صَوْمَعَتِهِ فقال: لَوْ نَزَلْتَ، فَذَكَرَتَ فَازدَدْتَ خَيْرا، فَنَزَلَ وَمَعَهُ رَغِيفٌ أَوْ رَغِيفان، فَبَيْنَمَا هُوَ في الأَرْضِ لِقِيتهُ امْرَأةٌ فَلَمْ يَزَل يُكَلِّمُهَا وَتُكَلِّمُهُ حَتّى غَشِيهَا، ثُمَّ أغمِيَ عَلَيْهِ فَنَزَلَ الغَدِيرَ لِيَسْتَحِمَّ فَجَاءَ سَائِلٌ فَأَوْمَأَ إلَيْهِ أَنْ يأْخُذَ الرَّغيفَيْنِ، ثُمَّ مَاتَ فَوُزنَتْ عِبَادَةُ سِتينَ سَنَةً بِتِلْكَ الزَّنْيَةِ، فَرَجَحَتْ الزَّنْيَةُ بِحَسَناتِهِ، ثُمَّ وُضِعَ الرَّغِيفُ أوْ الرَّغِيفَانِ مَعَ حَسَنَاتِهِ، فَرَجَحَتْ حَسَنَاتُه، فَغُفِرَ لَهُ كذا في الزواجر ¶ (",
            "page": "113",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "وقال عليه الصلاة والسلام: مَا مِنْ ذَنْبٍ بَعْدَ الشِّرْكِ) أي الكفر (أَعْظُم عِنْدَ الله مِنْ نُطْفَةٍ وَضَعَها رَجُلٌ فِي رَحِمٍ لا يَحلُّ لَهُ) رواه ابن أبي الدنيا عن الهيثم بن مالك الطائي وقضية هذا الحديث أن الزنى أكبر الكبائر بعد الكفر، لكن في أحاديث أصح من هذا أن أكبرها بعد القتل كذا أفاده العزيزي ¶ (وقال صلى الله عليه وسلم: إنَّ لأَهْلِ النَّارِ صَيْحَةٌ مِنْ نَتَنِ رَيحِ فَرْجِ الزَّانِي) وقال صلى الله عليه وسلم في رواية الطبراني: إنَّ الزِّنَاةُ تَشْتَعِلُ وُجُوهُهُم نارا ¶ (وقال عليه الصلاة والسلام الغنِي والزِّنى لا يَجْتمعانِ). ¶ (وقال عليه الصلاة والسلام: تَرْكُ الزِّنى يُورِثُ الغَنَى) أي يكثر الرزق (وقال عليه الصلاة والسلام: مَنْ زَنَى) بالبناء للفاعل (زُنِيَ بِهِ) بالبناء للمفعول (وَلَوْ بحيطانِ دَارِهِ) رواه ابن النجار عن أنس بن مالك. قال المناوي: وهذا إشارة إلى أن من عقوبة الزاني ما لا بد أن يعجل في الدنيا، وهو أن يقع في الزنى في بعض أهل داره حتما مقضيا اهـ. ¶ وقد حكي أنه قيل لبعض الملوك: إنّ من زنى أو فعل شيئا من مقدمات الزنى يقتص مثله من ذريته، فأراد الملك أن يجرب ذلك في بنته، وكانت في غاية الحسن والجمال، فتركها مع امرأة فقيرة، وهي مزينة ومعها من أنواع الحلي والحلل، وأمرها أن لا تمنع أحدا أراد التعرض لها بأي شيء، وأمرها بكشف وجهها، وأن تطوف بها الأسواق، فامتثلت المرأة، فما مرت بها على أحد إلا وأطرق منها حياء وخجلاً، ولم يمد أحد نظره إليها، فلما قربت بها المرأة إلى دار الملك وأرادت الدخول بها أمسكها إنسان فقبلها ثم ذهب عنها، فدخلت على أبيها فسألها عما وقع، فذكرت له القصة بتمامها، فسجد شكرا لله تعالى وقال: الحمد لله ما وقع مني في عمري إلا قبلة واحدة في امرأة واحدة، فقد قصصت بها من ابنتي كذا في الجواهر للسمرقندي. ¶ (",
            "page": "114",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "وقال عليه الصلاة والسلام: مَنْ زَنَى بامرأةٍ) أي مسلمة أو كافرة حرة أو أمة (فَتَحَ الله عَلَيْهِ في قَبرِهِ ثمانية أبْوابٍ مِنَ النَّارِ يَخْرُجِ مِنْ تِلْكَ الأبوابِ عَقَارِبُ وَحَيَّاتٌ إلى يَوْمِ القِيَامَةِ) وعنه صلى الله عليه وسلم أنه قال: «في جَهَنَّم وادٍ فِيهِ حَيَّاتٌ كُلُّ حَيَّةٍ ثُخُنُ رَقَبَةِ البَعِير تَلْسَعُ تَارِكَ الصَّلاَةِ فَيَغْلِي سَمّهَا في جِسْمِهِ سَبْعِينَ سَنَةً ثُمَّ يَتَهرَّى لَحمُهُ وإنَّ في جَهَنَّم وَادِيا اسْمُهُ جُبُّ الْحُزنِ فِيهِ حَيَّاتٌ وَعقَارِبُ كُلُّ عَقْرَبٍ مِنْهَا بِقَدْرِ الْبَغْلِ لَهَا سَبْعُونَ شَوْكَةً فِي كُلِّ شَوكةٍ راويةُ سمٍّ تَضْرِب الزَّانِي وَتُفرِغُ سَمَّهَا فِي جِسْمِهِ يَجِدُ مَرَارَةَ وَجَعِهَا ألْفَ سَنَةٍ ثُمَّ يَتَهرَّى لَحْمهُ وَيَسِيلُ مِنْ فَرْجِهِ القَيْحُ والصَّدِيدُ» كذا في الزواجر قال الله تعالى: {واللاَّتي يَأتينَ الفَاحِشَةَ مِنْ نِسَائِكُمْ فاسْتَشْهِدُوا عَلَيْهِنَّ أَرْبَعَةً مِنْكُمْ} [النساء: 51] وقال الله تعالى: {واللَّذَانَ يَأتيانِها مِنْكُمْ فَآذوهُمَا فإنْ تَابَا وَأَصْلَحَا فَأَعْرِضوا عَنْهُمَا إنَّ الله كَانَ تَوَّابا رَحِيما} [النساء: 61] قال أبو الليث السمرقندي في الجواهر، فإن لم يؤخذ الحد منهما في الدنيا أخذ في الآخرة بسياط من نار بين الخلائق في الموقف. ¶ {قصة سيدنا أبي شحمة}",
            "page": "115",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "قال: حدثنا عبد العزيز الحجاج الخولاني عن صفوان عن ابن عباس أنه قال: كان لعمر بن الخطاب رضي الله عنه ولدان: الواحد اسمه عبد الله، والآخر اسمه عبيد الله، ويكنى بأبي شحمة، وكان أبو شحمة مواظبا لكتاب الله وقراءته، وتشبه قراءته قراءة رسول الله صلى الله عليه وسلم، فمرض ذات عام مرضا شديدا حتى أشرف على الموت، ثم بعد ذلك عافاه الله تعالى، فلما كان ذات يوم وجد الراحة في نفسه، فمر ذلك اليوم بدار اليهود واستضاف عندهم، فأسقوه نبيذ التمر فشرب حتى طابت نفسه، فخرج من عندهم فمر بحائط بني النجار، فوجد امرأة نائمة فراودها عن نفسها، فامتنعت ولم تقدر على ذلك الامتناع، فلما قضى منها ما قضى تعلقت بأطواقه، ومزقت عليه أثوابه، وشتمته وصبرت على ما قد نزل بها فتربصت أربعة أشهر فظهر حملها، فتربصت تسعة أشهر، فولدت غلاما فلما أن انقطعت عنها أوجاعها أخذت الولد، وأقبلت به إلى مسجد رسول الله صلى الله عليه وسلم، وكان يومئذ عمر بن الخطاب رضي الله عنه أمير المؤمنين يحكم بين الناس، فتقدمت إليه، ووضعت الولد بين يديه، ثم قالت له: يا أمير المؤمنين خذ هذا الولد فأنت أحق به مني فقال لها: يا جارية كيف يكون هذا ولدك وأنت والدته، وأكون أنا أحق به منك؟ فقالت له: يا أمير المؤمنين هو من ولدك، فقال لها: وأي ولدي؟ فقالت: من ولدك أبي شحمة. فقال لها: يا جارية أحلال أم حرام؟ فقالت: يا أمير المؤمنين والله من قبلي حلال، ومن قبله حرام.",
            "page": "116",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "فقال: وكيف ذلك؟ قالت: خرجت من منزلي ذات يوم إلى حائط بني النجار أجتني البقل، فأدركني المساء، فنمت في ذلك المكان، فمر علي ولدك أبو شحمة، وهو سكران فراودني عن نفسي، فامتنعت منه، ولم أقدر على ذلك، فلما قضى مني ما قضى تعلقت بأطواقه، ومزقت عليه أثوابه، وانصرفت إلى منزلي صابرة لما قد نزل بي، فانتظرت حيضي، فلم أحض، فتعجبت من ذلك، فتربصت تسعة أشهر، فوضعت هذا الغلام، فخذه فأنت أحق به مني، فإني قد اخترت فضيحة الدنيا على فضيحة الآخرة، فبكى عمر بن الخطاب رضي الله عنه حتى بل لحيته بالدموع وقال: وافضيحة عمر بن الخطاب غدا يوم القيامة بين يدي الله تعالى، ثم قال لها: يا جارية اصدقيني الصحيح، فإن صدقتني فأنا أنصفك. فقالت: وما تريد مني يا عمر والله ما كذبت عليك فيما قلت، وإني صادقة غير كاذبة، وإن شئت حلفت بالمصحف ورقة ورقة، فأحضر لها عمر كتاب الله عز وجل، فحلفت من سورة البقرة إلى سورة يس وقالت: يا أمير المؤمنين إن هذا الولد من ولدك أبي شحمة، فلما وصلت إلى سورة يس قال عمر بن الخطاب: يا جارية فأنت والله صادقة غير كاذبة، ثم إنه وثب قائما على قدميه وقال: يا أصحاب رسول الله دوموا على ما أنتم عليه حتى أعود إليكم، فغاب ساعة، وقد أتى، وفي يده ثلاثون دينارا وعشرة أثواب فقال: يا جارية خذي هذه الثلاثين دينارا وعشرة أثواب، واستحلّي من ولدي أبي شحمة في هذه الدنيا، وإن كان لك قبله شيء فتأخذيه منه في الموقف بين يدي الله تعالى، فأخذت الجارية ذلك وولدها وانصرفت، ثم قال عمر: دوموا على ما أنتم عليه يا أصحاب رسول الله حتى أرجع إليكم، ثم دخل إلى منزله، وجعل يطوف حول ولده أبي شحمة، فإذ هو جالس يتغدى فقال له: السلام عليك يا ولدي. فقال: وعليك السلام ادنُ مني وتغد معي. قال عمر: تغد يا ولدي ما أظن إلا أنه آخر زادك من الدنيا.",
            "page": "117",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "فقال: يا أبت ومن أعلمك بذلك وقد قبض رسول الله صلى الله عليه وسلم، وقد انقطع الوحي من السماء ولا وحي بعد رسول الله. قال عمر: ما علمت بذلك، ولكن يا ولدي من ذنوب ارتكبتها ومعاص عصيتها فقال: والله ما عصيت معصية، ولا أذنبت ذنبا، فإن كان قد بلغك أحد فاسألني عنه، فإني لا أكتم عنك شيئا فقال: يا بني سألتك بالذي يرى ولا يرى، وهو بالمنظر الأعلى هل مررت يوما من الأيام بمسكنة اليهود واستضفت عندهم، فسقوك خمرا من تمر فشربت حتى طابت نفسك، ثم خرجت من عندهم، فمررت بحائط بني النجار، فرأيت امرأة نائمة فراودتها عن نفسها، وامتنعت فلم تقدر على ذلك، فلما قضيت منها ما قضيت تعلقت بأطواقك، ومزقت عليك ثيابك وشتمتك، وانصرفت إلى منزلها فلما سمع أبو شحمة كلام أمير المؤمنين أطرق رأسه حياء من أبيه، وجعل لا يرد جوابا ولا خطابا فقال: يا بني تكلم، فإن صدقت فقد نجوت، وإن كذبت هكلت. فقال: يا أبت كان ذلك مني، ولكن ندمت غاية الندم. فقال: يا بني ما ينفعك الندم بعد الخسران، وإنما أنت ابن أمير المؤمنين ما يستطيع أحد أن يقول لك شيئا، وإنما أردت أن تفضحني بين أصحاب النبي صلى الله عليه وسلم ثم إن أمير المؤمنين وثب قائما على قدميه، وقبض على يد أبي شحمة فقال له: أين تريد مني يا أبت وإلى أين تذهب بي؟ فقال: إلى أصحاب رسول الله صلى الله عليه وسلم آخذ حق الله منك في الدنيا قبل أن يؤخذ منك في الآخرة.",
            "page": "118",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "فقال: سألتك بالله يا أبت خذ الحق مني في هذا المكان، ولا تفضحني بين أصحاب النبي صلى الله عليه وسلم فقال: يا بني أنت فضحت نفسك، وفضحت أباك ثم لم يزل يمشي به حتى أوقفه على أصحاب رسول الله فقالوا له: ما وراءك يا عمر؟ فقال: يا معشر المسلمين ألا وإن ولدي أبا شحمة قد اعترف بذنبه، وإن الجارية الصادقة غير كاذبة، ثم إن أمير المؤمنين دعا بغلام يقال له مفلح فقال: يا مفلح قد أفلح اليوم من استعلى اجلده يا مفلح، وأنت حر لوجه الله تعالى فقال: يا مولاي وكيف أجلده ولو جلدت بعيرا لقتلته أو حائطا لهدمته؟ فقال له: دع عنك الكلام وخذ السوط بيدك واضربه على ظهره حتى يدخل الوجع إلى جوفه فإن مات فبأجله، وإن عاش فلا يعود إلى الذنب أبدا، فأخذ مفلح السوط بيده، وتقدم إلى أبي شحمة وقال يا مولاي: لا تلمني ولم نفسك الله قد أمر ومولاي عمر أمرني أن أضربك فقال له أبو شحمة: افعل يا مفلح ما تؤمر وناد هذا جزاء من عصى ربه، واستحقر ذنبه، ثم إن مفلحا رفع يده بالسوط حتى بان بياض إبطه وجلده عشرة اسياط. فقال: يا أبت اشتعلت النار في جسدي. فقال: يا بني إنها في جسد أبيك أحر ما في جسدك اضربه يا مفلح، فضربه عشرين جلدة فقال: يا أبت دعني أستريح. فقال: يا بني لو أن أهل النار في النار إذا طلبوا الراحة وجدوا الراحة لأرحناك اضربه يا مفلح، فضربه ثلاثين ضربة. فقال: يا أبت سألتك بالله دعني أتوب.",
            "page": "119",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "فقال: يا بني إذا أخذت حق الله منك، فإن شئت فتب، وإن شئت فعد، فإن عدت إلى مثل تلك الفاحشة، فلك مثل ذلك يا مفلح اجلده، فجلده أربعين جلدة فقال: يا أبت سألتك بالله اسقني شربة من الماء أبرد بها حرا في كبدي، فقال: يا بني لو أن أهل العذاب في النار إذا طلبوا البارد من الزلال يسقون لسقيناك اجلده يا مفلح، فجلده خمسين جلدة، فقال: يا أبت سألتك بالله ارحمني فقال: يا بني إن رحمتك في الدنيا لم ترحم غدا في الآخرة اجلده يا مفلح، فجلده ستين جلدة فقال: يا أبت سألتك بالله ادن مني وعانقني أعانقك قبل الممات فقال: يا بني إن عشت عانقتك، وإن مت فنلتقي غدا على الصراط اجلده يا مفلح، فجلده سبعين جلدة فقال: يا أبت نزل بي الموت فقال: يا بني إذا رأيت رسول الله صلى الله عليه وسلم فقل له: إن أبي عمر بن الخطاب ضربني حتى قتلني اجلده يا مفلح، فضربه ثمانين جلدة، ثم رفع أبو شحمة رأسه ونادى بأعلى صوته يا أصحاب رسول الله لم لا تسألون أبي أن يعفو عني، فتقدموا إلى عمر بن الخطاب وقالوا: يا أمير المؤمنين خل عن الغلام، وانظر ما بقي من السياط فقال: يا أصحاب رسول الله صلى الله عليه وسلم ألم تقرؤوا في كتاب الله العزيز: {وَلاَ تأخُذْكُمْ بِهِمَا رَأْفَةٌ في دِينِ الله} [النور: 2] ثم قال اجلده يا مفلح، فجلده تسعين جلدة فرفع أبو شحمة رأسه، ونادى بأعلى صوته السلام عليكم يا أصحاب رسول الله سلام مودع لا يرجع إلى يوم القيامة، فتباكى أصحاب رسول الله بكاء شديدا.",
            "page": "120",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "فقال عمر: اضربه يا مفلح ما بقي من حق الله تعالى، فضربه مائة جلدة، ثم قال: يا مفلح ارفع السوط عن ولدي فحركه، فإذا هو قد مات فوثب عمر قائما على قدميه ونادى معاشر المسلمين، ألا وإن ولدي أبا شحمة قد مات، ورب الكعبة فأقبلوا يهرعون من كل جانب ومكان حتى انقض المسجد بالناس، وأكثروا البكاء وأقبلت أمه وهي تندب وتقول: هنيئا لك يا ولدي استودعتك عند من لا تخيب عنده الودائع، ثم إن عمر حمله إلى منزله وغسله وكفنه ودفنه. ¶ قال ابن عباس رضي الله عنهما: فرأيت في منامي رسول الله صلى الله عليه وسلم وهو كالبدر في تمامه وعليه ثياب بيض، وأبو شحمة بين يديه وعليه ثياب خضر، فتقدمت إليه صلى الله عليه وسلم وسلمت عليه وقبلت بين عينيه فقال لي: يا ابن عمي أقرىء عمر عني السلام وقل له يقول لك رسول الله جزاك الله عني كل خير كما لم تضيع حق الله من بعدي هنيئا لك يا عمر، وما أعد الله لك من القصور والغرفات في جنات النعيم، وإن ولدك أبا شحمة قد بلغ في مقعد صدق عند مليك مقتدر، وقال ابن عباس: فاستيقظت من منامي وأنا فرح مسرور لما قد عاينت من بهجة رسول الله فأحييت تلك الليلة بالقيام إلى الصباح، ثم جئت إلى المسجد وكان عمر بن الخطاب يومئذ حوله جماعة من أصحاب رسول الله صلى الله عليه وسلم، وهو يحدثهم في كتاب الله، فلما فرغ قلت يا عمر لقد رأيت في منامي سيد الأولين والآخرين رسول الله صلى الله عليه وسلم، وهو كالبدر في تمامه وأبو شحمة بين يديه وعليه ثياب خضر، فتقدمت إليه صلى الله عليه وسلم وسلمت عليه فقال لي: يا ابن عم أقرىء عمر عني السلام وقل له: يقول لك رسول الله جزاك الله عني كل خير كما لم تضيع حق الله تعالى من بعدي هنيئا لك يا عمر ما أعد الله لك من القصور والغرفات في جنات النعيم، وإن ولدك أبا شحمة قد بلغ ـ في مقعد صدق عند مليك مقتدر ـ اهـ. ¶ {الباب السابع والعشرون: في التشديد على اللواط}",
            "page": "121",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "وفي الزواجر قال صلى الله عليه وسلم في رواية الطبراني والبيهقي: «أَرْبَعَةٌ يُصْبِحُونَ في غَضَبِ الله تَعَالى وَيُمْسُونَ في سَخطِ الله» وقيل له: من هم يا رسول الله؟ قال: «المُتَشَبِّهُونَ مِنَ الرِّجالِ بالنِّسَاءِ، والمُتَشَبِّهَاتُ مِنَ النِّساءِ بِالرِّجَالِ، وَالَّذِي يَأتِي البَهيمَةَ، وَالَّذِي يأتي الرِّجالَ» اهـ. ¶ (قال النبي عليه الصلاة والسلام: مَنْ قَبَّلَ غُلاَما بِشَهْوَةٍ عَذَّبَهُ الله تَعَالى في النَّارِ) أي نار جهنم (أَلْفَ سَنةٍ) وإن كان إبراهيم خليل الله وموسى كليم الله وعيسى روح الله ¶ (وقال عليه الصلاة والسلام: لَوِ اغْتَسَلَ اللوطِيُّ بِمَاءِ البَحْرِ لَمْ يَجىءْ يَوْمَ القِيَامَةِ إلا جُنُبا. وقال عليه الصلاة والسلام: مَنْ قَبَّلَ غُلاما بِشَهْوَةٍ أُلْجِمَ بِلِجامٍ مِنْ نَار. وقال عليه الصلاة والسلام: مَنْ مَسَّ غُلاما بِشَهْوَةٍ لَعَنَهُ الله وَالمَلاَئِكَةُ والنَّاسُ أجْمَعُونَ. ¶ (وقال عليه الصلاة والسلام: مَنْ أَدْخَلَ قُبُلَهُ في دُبُرِ امْرَأةٍ بَعَثَهُ الله يَوْمَ القيامَةِ وَهُوَ أنْتَنُ مِنَ الجَجفَةِ) وفي رواية لأحمد وغيره عن أبي هريرة مَنْ أتى كاهِنا فَصَدَّقَهُ بمَا يَقُول، أوْ أتى امْرأةً حائضا، أو أتى امرأةً في دُبُرِها، فَقَدْ بَرِىءَ مِمّا أُنْزِلَ عَلَى مُحَمَّدٍ أي هذا إن استحل ذلك، أو أراد صلى الله عليه وسلم الزجر والتنفير، وليس المراد حقيقة الكفر، وإلا لما أمر في وطء الحائض بالكفارة كذا أفاد العزيزي ¶ (",
            "page": "122",
            "part": "1"
        },
        {
            "id": "123",
            "nass": "وقال عليه الصلاة والسلام: إذا أتَى الرَّجُلُ الرَّجُلَ) أي باللواط والمفاخذة (فَهُمَا زَانِيَانِ) وحد الفاعل حد الزنى إن كان محصنا يرجم، وإن لم يكن محصنا يجلد مائة، وهو أظهر قولي الشافعي وعلى المفعول به عند الشافعي على هذا القول جلد مائة، وتغريب عام رجلاً كان أو امرأة، محصنا كان أو غير محصن، وذهب قوم إلى أن اللوطي يرجم ولو غير محصن، والقول الآخر للشافعي أنه يقتل الفاعل والمفعول به كما جاء في الحديث: (وإذا أتَتِ المْرأَةُ المَرأَةَ) أي بالسحاق (فَهُمَا زَانِيَتانِ) قال أبو مسلم: وحد فاعلة السحاق الحبس إلى الموت ¶ (وقال عليه الصلاة والسلام: من قَبَّلَ غُلاما بِشَهوةٍ فَكَأَنَّما زَنَى مَعَ أُمِّهِ سَبْعِينَ مَرَّةً وَمَنْ زَنَى مَعَ أُمِّهِ مَرَّةً وَاحِدَةً، فَكَأَنَّما قَتَلَ سَبْعِينَ نَبيا وقال عليه الصلاة والسلام: مَنْ لاَطَ في غُلاَمٍ أَصْبَحَ في قَبْرِهِ خنزِيرا) وقال ابن عباس رضي الله عنهما: إن اللوطي إذا مات من غير توبة مسخ في قبره خنزيرا وقيل: في هذه الأمة قوم، يقال لهم اللوطية، وهم ثلاثة أصناف: صنف ينظرون، وصنف يصافحون، وصنف يعملون ذلك العمل الخبيث كذا في الزواجر. ¶ (وقال عليه الصلاة والسلام: إذا لُمِسَ الغلامُ اهْتَزَّ العَرْشُ وقالت السَّمواات: يا ربَّنا أأُمِرْنَا نَخْطِفهُ وَقَالَتِ الأَرْضُ: يا رَبَّنَا أأمِرْنَا نَبْلَعهُ، وقال عليه الصلاة والسلام: لاَ تَأْتُوا النِّسَاءَ في أستاهِهِنَّ) أي أدبارهن (فإنَّ الله لا يَسْتَحِي مِنَ الحَقِّ) أي لا يترك بيان الحق رواه أحمد والترمذي. ¶ {الباب الثامن والعشرون: في منع شرب الخمر}",
            "page": "123",
            "part": "1"
        },
        {
            "id": "124",
            "nass": "وهي المعتصر من العنب إذا غلى وقذف بالزبد أو من غير العنب. وروي في الصحيحين أن عمر رضي الله عنه قال على منبر رسول الله صلى الله عليه وسلم: ألا إن الخمر قد حرمت وهي من خمسة: من العنب والتمر والعسل والحنطة والشعير والخمر ما خامر العقل، أي ستره كذا في الزواجر. ¶ (قال النبي عليه الصلاة والسلام: مَنْ شَرِبَ الخَمْرَ في الدُّنْيا لَمْ يَشْرَبْها) أي الخمر (في الآخِرَةِ) قال بعضهم هذا وعيد بأنه لا يدخل الجنة، لأن الخمر شراب داخل الجنة، إلا أنهم لا يصدعون عنها، ولا ينزفون ومن دخل الجنة لا يحرم شربها، أو كان يدخل الجنة ويحرم شرب الخمر، بأن لا يشتهي شربها في الجنة كما لا يشتهي منزلة من هو أرفع منه لحديث البيهقي من شرب الخمر في الدنيا، ولم يتب لم يشربها في الآخرة، وإن دخل الجنة وروى أحمد ومسلم وأبو داود والترمذي والنسائي وابن ماجه عن ابن عمر كل مسكر خمر، وكل مسكر حرام، ومن شرب الخمر في الدنيا فمات وهو يدمنها، ولم يتب لم يشربها في الآخرة ¶ (وقال عليه الصلاة والسلام: مَنْ شَرِبَ الخَمْرَ مُمْسِيا أَصْبَحَ مُشْرِكا وَمَنْ شَرِبَها مُصْبحا أَمْسَى مُشْرِكا) وفي الجامع من شرب بصقة من خمر، أي شيئا قليلاً بقدر ما يخرج من الفم من البصاق، فاجلدوه ثمانين، أي إن كان حرا وإلا فعشرين رواه الطبراني عن ابن عمرو بن العاص. ¶ (وقال عليه الصلاة والسلام: الخَمْرُ أُمُّ الخَبَائِثِ فَمَنْ شَرِبَها لَمْ تُقْبَلْ صَلاتُهُ أَرْبَعينَ يَوْما) خص صلى الله عليه وسلم الصلاة بالذكر لأنها أفضل عبادات البدن والأربعين، لأن الخمر تبقى في أعضائه أربعين يوما. وقال بعضهم ذلك محمول على الزجر والتنفير. (فَإنْ مَاتَ وَهِيَ في بَطنِهِ مَاتَ مِيتةً) بكسر الميم بالتنوين (جَاهِلَيَّةً) أي كميتة أهل الجاهلية، أي صار منابذاً للشرع تشبيها بأهل الجاهلية رواه الطبراني عن ابن عمرو بن العاص بإسناد حسن ¶ (",
            "page": "124",
            "part": "1"
        },
        {
            "id": "125",
            "nass": "وقال عليه الصلاة والسلام: الخَمْرُ جمَاعُ الإثْمِ) كما قال عثمان بن عفان رضي الله عنه: اجتنبوا الخمر فإنه كان ممن قبلكم رجل يتعبد ويعتزل الناس فلقيته امرأة بغي، أي زانية فأرسلت جاريتها إليه فقالت: إنا ندعوك لشهادة، فلما دخل من باب أغلقت الباب حتى أفضى إلى تلك المرأة وعندها غلام وقدح من خمر فقالت: والله ما دعوتك لشهادة، وإنما دعوتك لتقع عليّ أو تقتل هذا الغلام أو تشرب هذا الخمر، فاختار شرب الخمر على الزنى والقتل، لأن كلاًّ منهما أعظم وزرا من شرب الخمر، فلما شربها واقعها وقتل الغلام. (وقال عليه الصلاة والسلام: شَارِبُ الخَمْرِ مَلْعُونٌ) لأنها حرام في كل دين، فإن حفظ العقل من الموبقات هو الذي اتفق أهل الملل على وجوب حفظه. ¶ (وقال عليه الصلاة والسلام: شَارِبُ الخَمْرِ كَعَابِدِ اللاّتِ والعُزّى) أي إن استحل ذلك أو هو زجر وتنفير رواه الحارث بن أبي أسامة عن ابن عمر بن العاص. واللات هو صنم ثقيف، والعزى هي شجرة لغسان وهما أعظم أصنام الكفار ¶ (وقال عليه الصلاة والسلام: مَنْ شَرِبَ الخَمْرَ فَقَدْ كَفَرَ بِمَا أَنْزَلَ الله تَعَالى عَلى أَنْبِيائِهِ وَمَنْ سَلَّمَ عَلَى شَارِبِ الخَمْرِ أَوْ صَافَحَهُ أَحْبَطَ الله تَعَالى عَمَلَهُ أَرْبعِينَ سَنَةً) وفي الزواجر قال صلى الله عليه وسلم: «لا تُجَالِسُوا شُرَّاب الخَمْرِ ولا تَعُودُوا مَرْضَاهُمْ ولا تَشْهَدُوا جَنَائِزَهُمْ وإنَّ شَارِبَ الخَمْرِ يجيءُ يَوْمَ القِيَامةِ مُسْوَدّا وَجْهُهُ مُدْلعا لِسَانُهُ عَلَى صَدْرِهِ يَسِيلُ لُعَابُهُ يُقذرُهُ كُلُّ مَنْ رَآه» قال بعض العلماء وإنما نهى عن عيادتهم والسلام عليهم، لأن شارب الخمر فاسق ملعون قد لعنه الله ورسوله، فإن اشتراها أو عصرها كان ملعونا مرتين، وإن سقاها لغيره كان ملعونا ثلاث مرات، فلذلك نهى عن عيادته والسلام عليه إلا أن يتوب، فإن تاب تاب الله عليه ¶ (",
            "page": "125",
            "part": "1"
        },
        {
            "id": "126",
            "nass": "وقال عليه الصلاة والسلام: لا يَجْتَمِعُ الخَمْرُ والإيمانُ في قَلْبٍ امْرىءٍ أبَدا) وفي حديث الطبراني عن أبي هريرة من شرب خمرا، أي عالما مختارا خرج نور الإيمان من جوفه، أي فإن تاب عاد إليه وعن الفضيل بن عياض أنه حضر عند تلميذ له حضره الموت، فجعل يلقنه الشهادة ولسانه لا ينطق بها، فكررها عليه فقال: أقولها وأنا بريء منها، ثم مات فخرج الفضيل من عنده وهو يبكي، ثم رآه بعد مدة في منامه، وهو يسحب به في النار. فقال له: يا مسكين بمَ نزعت منك المعرفة؟ فقال: يا أستاذ كان بي علة فأتيت بعض الأطباء. فقال لي: تشرب في كل سنة قدحا من الخمر، وإن لم تفعل تبق بك علتك، فكنت أشربها في كل سنة لأجل التداوي، فهذا حال من شربها للتداوي، فكيف حال من يشربها لغير ذلك، نسأل الله العافية من كل بلاء ومحنة كذا في الزواجر ¶ (وقال عليه الصلاة والسلام: مَنْ شَرِبَ الخَمْرَ حَتَّى يُزِيلَ عَقْلَهُ يَأتِيهِ الشَّيطانُ في دُبُرِهِ أَرْبَعِينَ مَرَّةً كَمَا يأتي الرَّجُلُ امْرأتَهُ) أي في قبلها وفي الزواجر قال صلى الله عليه وسلم: «مَنْ شَرِبَ الخَمْرَ وَلَمْ يَسْكَرْ أَعْرَضَ الله عَنْهُ أَرْبَعِينَ لَيْلَةً، وَمَنْ شَرِبَ الخَمْرَ وَسَكِرَ لَمْ يَقْبَلِ الله مِنْهُ صَرْفا وَلاَ عَدْلاً، أي نفلاً ولا فرضا أربعين ليلة، فإنْ مَاتَ فيها مَاتَ كَعَابِدِ وَثَنٍ، وَكَانَ حَقّا على الله أَنْ يَسْقِيَهُ مِنْ طِينَةِ الخُبَالِ قيل: يا رَسُولَ الله وَمَا طينَةُ الخَبالِ؟ قال: عُصَارَةُ أَهْلِ النّارِ القَيْحُ وَالدَّمُ». ¶ (",
            "page": "126",
            "part": "1"
        },
        {
            "id": "127",
            "nass": "وقال عليه الصلاة والسلام: لَعَنَ الله الخَمْرَ وَشَارِبَهَا وَسَاقِيَهَا) أي للغير (وَبَائِعَهَا ومُبْتَاعَهَا) أي مشتريها (وعَاصِرَهَا وَمُعْتَصِرَهَا) أي طالب عصرها (وَحَامِلَها والمَحْمُولَةَ إلَيْهِ وَآكِلَ ثَمَنِها) بمد الهمزة أي آخذه وخص الأكل بالذكر، لأنه أغلب وجوه الانتفاع رواه أبو داود والحاكم عن ابن عمر وهو حديث صحيح. ¶ {الباب التاسع والعشرون: في فضيلة الرمي} ¶ أخرج مسلم وغيره عن عتبة بن عامر قال سمعت رسول الله صلى الله عليه وسلم وهو على المنبر يقول: {وَأَعِدُّوا لَهُمْ ما اسْتَطَعْتُمْ مِنْ قُوَّةٍ} [الأنفال: 6] أَلاَ إنَّ القُوَّةُ الرَّمْيُ أَلاَ إنَّ القُوَّةَ الرَّمْيُ أَلاَ إنَّ القُوَّةَ الرَّمْيُ وَتَكَرَّرَتْ هَذِهِ الجُمْلَةُ فِي الزَّوَاجِرِ مَرَّتَيْنِ وَفِي بُلُوغِ المَرَامِ ثَلاَثا». ¶ (قال النبي صلى الله عليه وسلم: مَنْ رَمى سَهْما في سَبِيلِ الله) أي في جهاد الكفار ولإعلاء دين الله، (كَمَنْ أعْتَقَ رَقَبَةً) وفي رواية للترمذي والنسائي والحاكم عن أبي نجيح بإسناد صحيح من رمى بسهم في سبيل الله، فهو له عدل محرر، أي مثل عتق رقبة بكسر العين، وقد تفتح ومن بلغ بسهم فهو له درجة في الجنة، وانفرد الحاكم في رواية هذه الجملة الأخيرة ¶ (",
            "page": "127",
            "part": "1"
        },
        {
            "id": "128",
            "nass": "وقال صلى الله عليه وسلم: عَلِّمُوا أَوْلاَدَكُمْ السِّبَاحَةَ) بكسر السين أي العوم (والرَّمْيَ بالسِّهامِ والمَرأةَ المِغْزَلَ) بكسر الميم، أي الغزل بالمغزل، ويجوز فتح الميم والزاي على أنه مصدر ميمي، فلا حاجة لتقدير المضاف رواه البيهقي عن ابن عمر بن الخطاب. قال البيهقي حديث منكر، أي وذلك لأن الغزل لائق بالمرأة والله يحب المؤمن المحترف، ويبغض البطال كذا أفاد العزيزي، وفي رواية لابن منده وأبي موسى والديلمي عن بكر بن عبد الله بن الربيع الأنصاري بإسناد ضعيف علموا أولادكم السباحة والرماية ونعم لهو المؤمنة في بيتها الغزل، وإذا دعاك أبواك فأجب أمك، أي أولاً ثم أباك أفاد هذا الحديث أن الأم مقدمة على الأب في البر. ¶ (وقال صلى الله عليه وسلم: الرَّمْيُ عَلَى الغَرَضِ كالرَّمْيِ عَلَى الجِهَادِ) أي كالرمي على العدو في الجهاد، وفي رواية للديلمي عن ابن عمر الرمي خير ما لهوتم، أي الرمي بالسهام خير ما لعبتم به تدريبا للحرب، وفي رواية للديلمي عن جابر بن عبد الله بإسناد ضعيف علموا بنيكم الرمي، فإنه نكاية العدو، أي تعليم الرمي بالسهام للأبناء سنة مؤكدة، وهو أفضل من الضرب بالسيف كذا أفاد العزيزي ¶ (وقال صلى الله عليه وسلم: مَنْ يَرُدُّ السَّهْمَ عَلَى المَرْمَى مِنَ الغَرَضِ كَانَ لَهُ قَدر أَجْرِ عَتْقِ رَقَبَةٍ. وقال صلى الله عليه وسلم: مَنْ تَرَكَ الرَّمْيَ بَعْدَ التَّعْلِيمِ فَقَدْ تَرَكَ سُنَّةً مِنْ سُنَّتِي. وقال صلى الله عليه وسلم: مَنْ عُلِّمَ الرَّمي) أي بالسهام (ثُمَّ تَرَكَهُ) أي رغبة عن السنة (فَلَيْسَ مِنَّا) أي ليس عاملاً بأمرنا رواه مسلم عن عقبة بن عامر الجهني. ¶ (وقال صلى الله عليه وسلم: مَنْ تَرَكَ الرَّمِيَ فَلْيَرْتَم) أي من نسيه فليتعلمه ثانيا ¶ (",
            "page": "128",
            "part": "1"
        },
        {
            "id": "129",
            "nass": "وقال صلى الله عليه وسلم: مَنْ تَعَلَّم الرَّمْيَ) أي بالسهام (ثُمَّ تَرَكَهُ فَقَدْ عَصَانِي) رواه ابن ماجه عن عقبة بن عامر قال المناوي: لأنه حصل له الدفاع عن الدين ونكاية العدو، فتعين عليه القيام بالجهاد، فإذا أهمله حتى جهله فقد فرط في القيام بما تعين عليه فيأثم وقال بعضهم هذا وعيد شديد في نسيان الرمي بعد علمه، وهو مكروه كراهة شديدة لمن تركه بلا عذر ¶ (وقال صلى الله عليه وسلم: مَنْ رَمَى بِسَهْمٍ في سَبِيلِ الله أصَابَ أَوْ أَخْطَأَ كَانَ لَهُ عَتْقُ رَقَبَةٍ) وفي الزواجر لابن حجر وصح من شاب شيبة في الإسلام كانت له نورا يوم القيامة، ومن رمى بسهم في سبيل الله فبلغ العدو أو لم يبلغه، كان له كعتق رقبة ومن أعتق رقبة مؤمنة كانت له فداء من النار عضوا بعضو. ¶ (وقال صلى الله عليه وسلم: تَعَلَّمُوا الرَّمْيَ فإنَّ ما بَيْنَ الهَدَفَيْنِ رَوْضَةٌ مِنْ رِيَاضِ الجَنَّةِ للرّامي في سَبِيلِ الله) وفي الحديث كل شيء ليس من ذكر الله عز وجل، فهو لهو وسهو إلا أربع خصال: مشي الرجل بين الغرضين وتأديبه فرسه وملاعبته أهله وتعلمه السباحة. وفي الحديث الصحيح الذي رواه أحمد: الخَيْلُ ثَلاَثَةٌ: فَرَسٌ يَرْتَبِطُهُ الرَّجُلُ في سَبِيلِ اللَّه عَزَّ وَجَلَّ، فَثَمَنُهُ أَجْرٌ، وَرُكُوبُهُ أَجْرٌ وَعَارِيَتُهُ أَجْرٌ، وَفَرَسٌ يُقَامِرُ عَلَيْهِ الرَّجُلُ وَيُرَاهِنُ، فَثَمَنُهُ وزْرٌ، وَرُكُوبُهُ وِزْرٌ وَفَرسٌ للبِطْنَةِ فَعَسَى أَنْ يَكُونَ سَدادا مِنَ الفَقْرِ إنْ شَاءَ الله تَعَالى. ¶ {الباب الثلاثون: في فضيلة بر الوالدين} ¶ أي وفي عقوبة عقوقهما كما في الحديث المرفوع: لا يرى وجهي ثلاثة أنفس: العاق لوالديه والتارك لسنتي، ومن لم يصلِّ علي إذا ذكرت بين يديه كذا في الجوهر المنظم. ¶ (",
            "page": "129",
            "part": "1"
        },
        {
            "id": "130",
            "nass": "قال النبي صلى الله عليه وسلم: رِضَا الرَّبِّ في رِضَا الوالِدِ) أي الأصل وإن علا (وَسَخَطُ الله في سَخَطِ الوَالِدِ) أو قال صلى الله عليه وسلم: «الوَالدَيْنِ» في المَوْضِعَيْنِ وهو شك من الراوي رواه ابن حبان والحاكم وصححاه ورجح الترمذي أنه موقوف، وفي رواية رضا الرب في رضا الوالد أي الأصل، وإن علا، وسخط الرب في سخط الولد، أي الذي لا يخالف الشرع رواه الترمذي والحاكم عن ابن عمرو بن العاص والبزار عن ابن عمر بن الخطاب وهو حديث صحيح. وهذا وعيد شديد يفيد أن العقوق كبيرة، وعلم من ذلك بالأولى أن الأم كذلك، وفي رواية الطبراني عن ابن عمرو رضا الرب في رضا الوالدين، أي الأصلين وإن علموا سخطه في سخطهما. ¶ (وقال عليه الصلاة والسلام: بُرُّوا آبَاءَكُمْ) أي وأمهاتكم (تَبُرَّكُمْ أَبْنَاؤُكُمْ) أي وبناتكم وكما تدين تدان (وَعِفّوا) بكسر العين أي عن نساء الناس فلا تتعرضوا لهن بالزنى (تَعِفَّ نِسَاؤُكُمْ) أي عن الرجال أي عن الزنى بهم رواه الطبراني عن ابن عمر بإسناد حسن. قال البرماوي: مضارع المضاعف اللازم الكسر والمتعدي الضم، وما سمع من المضموم في الأول نادر وما سمع من المكسور في الثاني نادر، فيحفظ في كل منهما ولا يقاس عليه. ¶ (وقال عليه الصلاة والسلام: مَنْ أَصْبَحَ وَلَهُ أبَوَانِ رَاضِيانِ عَنْهُ أَوْ أَحَدُهُمَا فُتِحَتْ لَهُ أَبْوَابُ الجَنَّةِ وَمَنْ أمْسَى وَلَهُ أَبَوَانِ سَاخِطَانِ عَلَيْهِ أَوْ أحَدُهُمَا فُتِحَتْ لَهُ أبْوَابُ جَهَنَّمَ) وفي رواية لابن عساكر عن ابن عباس: مَنْ أَصْبَحَ مُطيعا لله في وَالِدَيْهِ، أي أصليه المسلمين أصْبَحَ لَهُ بابانِ مَفْتُوحَانِ مِنَ الجَنَّةِ، وإنْ كَانَ وَاحِدا فَوَاحِدٌ أي إن كان المطاع من الوالدين واحدا فالمفتوح باب واحد قال المناوي، وفي هذا الحديث إشارة أن طاعة الوالدين لم تكن مستقلة، بل هي طاعة الله وكذا العصيان والأذى. ¶ (",
            "page": "130",
            "part": "1"
        },
        {
            "id": "131",
            "nass": "وقال عليه الصلاة والسلام: إذا كُنْتَ في الصَّلاة) أي النافلة (فَدَعَاكَ أبُوكَ فَأَجِبْهُ وَإن دَعَتْكَ أُمُّكَ فَأَجِبْهَا) أي فإن إجابة الوالدين في النفل أفضل من عدمها إن شق عليهما عدمها، وتحرم إجابة الوالدين في الفرض، وتبطل الصلاة بها مطلقا، أي سواء كانت في الفرض أو في النفل. ¶ (",
            "page": "131",
            "part": "1"
        },
        {
            "id": "132",
            "nass": "وقال عليه الصلاة والسلام: مَنْ آذى وَالِدَيْهِ أَوْ آذى أحَدَهُما يَدْخُل النَّارَ) وقال أنس بن مالك رضي الله عنه: كان على عهد رسول الله صلى الله عليه وسلم رجل يسمى علقمة، وكان كثير الاجتهاد عظيم الصدقة، فمرض يوما مرضا شديدا واشتد مرضه، فبعثت زوجته إلى النبي صلى الله عليه وسلم فقالت: يا رسول الله إن زوجي في نزع روحه، فأردت أن أعلمك بحاله فقال النبي صلى الله عليه وسلم لأصحابه: «انْطَلِقُوا بِنَا إلَيْهِ قال: فلما دخلوا عليه قال له النبي صلى الله عليه وسلم: يا عَلْقَمَةُ كَيْفَ تَرَى حَالَكَ فلم ينطق، فعلم أنه هالك فلقنه النبي صلى الله عليه وسلم الشهادة فلم ينطق بها، فكرر عليه مراراً فلم ينطق، فعلم أنه هالك فقال صلى الله عليه وسلم: أَلَهُ أَبٌ؟ فقالوا له: يارسول الله إن أباه قد مات، وإن له أماً كبيرة السن فدعا بها النبي صلى الله عليه وسلم فأتوا بها إليه صلى الله عليه وسلم فقال لها النبي صلى الله عليه وسلم: يا أُمَّ عَلْقَمَة كَيْفَ كَانَ حَالُ عَلْقَمَةَ؟ فقالت: يا رسول الله كان يصوم ويتصدق ويصلي، وكان فاعلاً للخير، لكني ساخطة عليه لأنه كان يؤثر زوجته على أمه. فقال صلى الله عليه وسلم لبعض أصحابه: انْطَلِقْ واجْمَعْ حَطَبا حَتّى أحرقَهُ بالنَّارِ فقالت: يا رسول الله لا تفعل بولدي وثمرة فؤادي. فقال النبي صلى الله عليه وسلم: فَعَذَابُ الله أَشَدُّ إنَّ الله تَعَالى لَمْ يَرْضَ إلا بِرِضَاكِ، ولا يَقْبَلُ صَلاَتَهُ وَصِيَامَهُ وَصَدَقَتَهُ ما دُمْتِ ساخِطَةً عَلَيْهِ، فقالت: يا رسول الله أشهد الله وأشهدك أني قد رضيت عليه.",
            "page": "132",
            "part": "1"
        },
        {
            "id": "133",
            "nass": "فتقدم النبي صلى الله عليه وسلم إلى علقمة ولقنه الشهادة فنطق بها ومات ساعته، قال أنس: غسلوه وصلوا عليه ودفنوه فقام النبي صلى الله عليه وسلم على شفير قبره وقال: «يا مَعَاشِرَ المُهاجِرينَ والأنصَارِ مَنْ فَضَّلَ زَوْجَتَهُ عَلَى وَالِدَتِهِ لَمْ يَقْبَلِ الله مِنْهُ صَرْفا وَلاَ عَدْلاً، فالصرف هو النافلة، والعدل هو الفريضة»، كذا في الجواهر للسمرقندي. ¶ (وقال عليه الصلاة والسلام: حِكَايَةٌ عَنِ الله تَعَالى قُلْ للبَارِّ لِوَالِدَيْهِ اعْمَلْ مَا شِئْتَ فَإنَّ الله يَغْفِرُ لَكَ) وروى مسلم وغيره لا يجزي الولد والده إلا أن يجده مملوكا فيشتريه فيعتقه، وعن أبي هريرة رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول: «ما مِنْ عَبْدٍ صَلَّى الفَرِيضَةَ وَدَعَا لِوَالِدَيْهِ بِالمَغْفِرَةِ إلا اسْتَجَابَ الله دُعَاءهُ، وَغَفَرَ لَهُ بِبَرَكَةِ دُعائِهِ لهما، ولوْ كانا فَاسِقَيْنِ» كذا في رياض الصالحين. ¶ (وقال صلى الله عليه وسلم: بِرُّ الوَالِدَيْنِ) بكسر الباء الموحدة أي الإحسان إليهما قولاً وفعلاً (كَفَّارَةٌ لِلْكَبَائِرِ) وفي حديث الديلمي وغيره عن الحسن بن علي رضي الله عنهما بر الوالدين يجزي عن الجهاد، أي ينوب ويقوم مقامه. قال المناوي وهذا ورد جوابا لسائل اقتضى حاله ذلك، وإلا فالجهاد أعلى، وفي رواية لابن عدي عن أبي هريرة بر الوالدين يزيد في العمر، أي يبارك في عمر البارّ بأن يمضي في الطاعات أو بالنسبة لما في صحف الملائكة ¶ (",
            "page": "133",
            "part": "1"
        },
        {
            "id": "134",
            "nass": "وقال عليه الصلاة والسلام: مَنْ وَضَعَ طَعَاما طَيّبا في بَيْتِهِ وَأَكَلَهُ دُونَ وَالِدَيْهِ حِرَمَهُ الله تَعَالى لَذِيذَ طَعامِ الجَنَّةِ وقال عليه الصلاة والسلام: «مَنْ بَاتَ شَبْعَانا رَيَّانا وَأحَدُ وَالِدَيْهِ جَوْعَانٌ أوْ عَطْشَانٌ حَشَرَهُ الله يَوْمَ القِيَامَةِ جِوْعَاناً وَعَطْشَانا وَلَمْ يَسْتَحِ الله تَعَالى مِنْ عَذَابِهِ يَوْمَ القِيَامَةِ) وفي الأحياء قال صلى الله عليه وسلم: «إنَّ الجَنَّةَ يُوجَدُ رِيحُهَا مِنْ مَسِيرَةِ خَمْسمائَةِ عَامٍ وَلاَ يَجِدُ رَيحَهَا عاقٌّ وَلاَ قَاطِعٌ رَحَم» اهـ. ¶ (",
            "page": "134",
            "part": "1"
        },
        {
            "id": "135",
            "nass": "وقال عليه الصلاة والسلام: مَنْ رَفَع يَدَهُ لِيَضْرِبَ أَحَدَ وَالِدَيْهِ غُلَّتْ يَدُهُ يَوم القيامة إلى عُنُقِهِ مَشْلُولَةً قالوا يا رسول الله وإن ضربهما قال: تُقْطَعُ يَدُهُ قَبْلَ أنْ يَجُوزَ عَلَى الصِّراط وَتَضْرِبُهُ المَلائِكَةُ) وعن أنس بن مالك رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول: «ما مِنْ رَجُلٍ مَاتَ وَوَالِدَاهُ غَيْر راضيَيْنِ عَلَيْهِ إلاَّ أَخْرَجَ الله رُوحَهُ عَلَى غَيْرِ الشَّهَادَةِ، وَلاَ يُخْرَجُ مِنْ قَبْرِهِ إلا وعلَى وَجْهِهِ مَكْتُوبٌ هاذا جَزَاءُ مَنْ عَصَى الله تَعَالى، هذا جَزَاءُ مَنْ عَقَّ وَالِدَيْهِ» وعن علي بن أبي طالب كرم الله وجهه ورضي الله عنه قال كنا جلوسا مع النبي صلى الله عليه وسلم أنا وجماعة من الصحابة إذ أتاه رجل فقال: السلام عليكم ورحمة الله وبركاته.",
            "page": "135",
            "part": "1"
        },
        {
            "id": "136",
            "nass": "فقلنا له: وعليك السلام، فقال: يا رسول الله إن عبد الله بن سلام يدعوك ليودعك، وإنه مريض وعلى خروج من الدنيا، فلما سمع ذلك رسول الله صلى الله عليه وسلم استوى قائما، ثم قال لهم: قُومُوا بنا نَزُورُ أَخَانا عَبْدَ الله ثم مضى رسول الله صلى الله عليه وسلم هو ومن معه من أصحابه حتى أتوا إلى منزله فاستأذنوا عليه، فَأَذِن لهم في الدخول فوجدوه في غمرات الموت، فوقف رسول الله صلى الله عليه وسلم عند رأسه وقال: «يا عَبْدَ الله قُلْ أَشْهَدُ أنْ لاَ اله إلاَّ الله وَحْدَهُ لا شَرِيكَ لَهُ وأنَّ مُحَمَّدا عَبْدُهُ وَرَسُولُهُ فقالها في أذنه ثلاثا فلم يقلها فقال النبي صلى الله عليه وسلم: «لا حَوْلَ وَلا قُوَّةَ إلاَّ بالله العَلِيِّ العظيم امْضِ يا بِلالُ إلى امْرَأتِهِ واسْأَلْهَا ما كَانَ يَعْمَلُ زَوْجُها في الدُّنيا وما كانَ شُغْلُهُ؟» فسألها فقالت له: يا بلال وحق رسول الله ما أعرف من يوم تزوجني أنه ترك الصلاة خلف رسول الله صلى الله عليه وسلم، ولا مضى عليه يوم إلا تصدق فيه بشيء لوجه الله تعالى، فقال صلى الله عليه وسلم: «إنَّ الأمْرَ لَعَجيبٌ اسْأَلْهَا يا بِلالُ هَلْ لَهُ وَالِدَةٌ؟» فقالت: يا رسول الله إنها غضبانة عليه. فقال النبي صلى الله عليه وسلم: «يا بِلالُ امْضِ لِوَالِدَتِهِ» فمضى إليها وقال أجيبي النبي صلى الله عليه وسلم فقالت: وما ذلك؟ فقال: يصلح بينك وبين ولدك عبد الله، وإنه على خروج من الدنيا.",
            "page": "136",
            "part": "1"
        },
        {
            "id": "137",
            "nass": "فقالت وحق رسول الله لا أمضي ولا أجعلنه في حل مما آذاني لا دنيا ولا أخرى، ثم إنها امتنعت فأتى بلال إلى النبي صلى الله عليه وسلم وأعلمه فقال النبي صلى الله عليه وسلم: «يَا عُمَرُ ويا عَلِيُّ اذْهَبَا، فَأْتِيَا بِها» فذهبا إليها، فلما دخلا عليها قالا لها: أيتها العجوز إن النبي صلى الله عليه وسلم يدعوك فقالت: وما يريد مني فهل له من حاجة؟ فقالا لها: لا بد أن تمشي معنا، فمشت معهما حتى أتت إلى النبي صلى الله عليه وسلم فقال لها النبي صلى الله عليه وسلم: «أيَّتُهَا العَجُوزُ انْظُرِي إلى وَلَدِكِ وَمَا هُوَ عَلَيْهِ»، فلما نظرت إليه قالت يا ولدي لا أجعلك اليوم في حل من حقي لا في الدنيا ولا في الآخرة فقال النبي صلى الله عليه وسلم: «أيَّتُهَا العَجُوزُ خَافي الله عَزَّ وَجَلَّ واجْعَلِيه فِي حِلٍّ» فقالت: يا رسول الله كيف أجعله في حل وهو قذرني وضربني وطردني من بيته لأجل امرأته، فقال النبي صلى الله عليه وسلم: «اجْعَلِيهِ في حِلٍّ» فقالت العجوز أشهدك يا رسول الله أنت ومن معك أني جعلته في حل. فقال النبي صلى الله عليه وسلم: «يَا عَبْدَ الله: قُلْ أَشْهَدُ أنْ لاَ اله إلاَّ الله وَحْدَهُ لاَ شَريكَ لَهُ، وأَنَّ مُحَمَّدا عَبْدُهُ وَرَسُولُهُ» فرفع صوته بالشهادة ثم توفي على ذلك رضي الله عنه، فلما صلينا عليه ودفناه قال النبي صلى الله عليه وسلم: «يَا مَعَاشِرَ المُسْلِمِينَ أَلاَ مَنْ كَانَ لَهُ وَالِدَةٌ وَلَمْ يَبَرَّهَا خَرَجَ مِنَ الدُّنْيَا عَلَى غَيْرِ شَهَادَةٍ» كذا في رياض الصالحين للعارف بالله يحيى النووي. ¶ {الباب الحادي والثلاثون: في فضيلة تربية الأولاد}",
            "page": "137",
            "part": "1"
        },
        {
            "id": "138",
            "nass": "قال أنس رضي الله عنه قال صلى الله عليه وسلم: «الغُلاَمُ يُعَقُّ عَنْهُ يَوْمَ السَّابِعِ وَيُسَمَّى وَيُمَاطُ عَنْهُ الأَذَى، فإذَا بَلَغَ سِتَّ سِنينَ أُدِّبَ، فَإذَا بَلَغَ تِسْعَ سِنينَ عُزِلَ فِرَاشُهُ، فإذا بَلَغَ ثَلاَثَ عَشْرَةَ سَنَةً ضُرِبَ عَلَى الصَّلاَةِ، فَإذَا بَلَغَ سِتَّ عَشْرَة سَنَةً زَوَّجَهُ أبُوهُ ثُمَّ أَخَذَ بِيَدِهِ وَقَالَ: قَدْ أَدَّبْتُكَ وَعَلَّمْتُكَ وَأَنْكَحْتُكَ أَعُوذُ بِالله مِنْ فِتْنَتِكَ في الدُّنْيَا وَعَذَابِكَ في الآخِرَة» كذا في الإحياء ¶ (",
            "page": "138",
            "part": "1"
        },
        {
            "id": "139",
            "nass": "قال النبي عليه الصلاة والسلام: ما نَحَلَ) بفتح النون والحاء المهملة (وَالِدٌ وَلَدَهُ أَفْضَلَ مِنْ أَدَبٍ حَسَنٍ) رواه الترمذي والحاكم عن عمرو بن سعيد بن العاص: أي ما أعطاه عطية أفضل من تأديبه بنحو توبيخ وتهديد وضرب على فعل الحسن، وتجنب القبيح، فإن حسن الأدب يرفع العبد المملوك إلى رتبة الملوك وعن أبي ذر رضي الله عنه قال: كنت جالسا عند النبي صلى الله عليه وسلم وإذا بالحسن والحسين رضي الله عنهما ركبا على كتف جدهما رسول الله صلى الله عليه وسلم وهو يحدثنا، فلما فرغ من حديثه قال لهما: انزلا يا أولادي فأقبل علي كرم الله وجهه، فلما رأياه خافاه ونزلا عن ظهر جدهما فقال لهما النبي صلى الله عليه وسلم: مَا لالكما؟ قالا: خفنا من أبينا، فأقبل علي رضي الله عنه عليهما وضربهما. وقال: الأدب خير لكما فقال النبي صلى الله عليه وسلم: «يَا عَلِيُّ لا تَنْهَرِ الحَسَنَ والحُسَيْنَ فَإنَّهُمَا رَيحانَتَايَ وَرَاحَةُ قَلْبِي وَسَريرَةُ كَبِدي» فقال علي كرم الله وجهه سمعا وطاعة فنزل جبريل وقال: يا محمد الحق يقول اترك عليا يؤدبهما أشبعوا أولادكم، وأحسنوا أسماءهم، وطيبوا أبدانهم، ترزقوا شفاعتهم، فلما سمع بذلك النبي صلى الله عليه وسلم قال: «يَا مَعْشَرَ المُسْلِمينَ مَنْ رَزَقَهُ الله تَعَالى بِوَلَدٍ فَعَلَيْهِ بتَأْديبِهِ وَتَعْلِيمِهِ، فَإنَّ مَنْ عَلَّم وَلَدَهُ وَأَدَّبَهُ رَزَقَهُ الله شَفَاعَتَهُ، وَمَنْ تَرَكَ وَلَدَهُ جَاهِلاً كَانَ كُلُّ ذَنْبٍ عَمِلَهُ عَلَيْهِ» كذا في رياض الصالحين ¶ (وقال عليه الصلاة والسلام: لأنْ يُؤَدِّبَ الرَّجُلُ) وفي لفظ أحدكم (وَلَدَهُ) أي يعلمه الآداب الشرعية والمندوبة (خَيْرٌ لَهُ مِنْ أنْ يَتَصَدَّقَ) أي كل يوم (بِصَاعٍ) رواه الترمذي عن جابر بن سمرة وهو حديث حسن قال المناوي: لأنه إذا أدبه صارت أفعاله من صدقاته الجارية وصدقة الصاع ينقطع ثوابها ¶ (",
            "page": "139",
            "part": "1"
        },
        {
            "id": "140",
            "nass": "وقال عليه الصلاة والسلام: أَكْرِمُوا أولادَكُمْ وَأَحْسِنُوا آدَابَهُمْ) أي بأن تعلموهم رياضة النفس ومحاسن الأخلاق. ¶ قال العلقمي: والأدب هو استعمال ما يحمد قولاً وفعلاً. وقيل: هو تعظيم مَن فوقك والرفق بمن دونك رواه ابن ماجه عن أنس قال المناوي وفي هذا الحديث نكارة وضعف، والمنكر هو الذي لا يعرف متنه من غير جهة راويه فلا شاهد له، فما خالف فيه المنفرد من هو أحفظ، وأضبط فشاذ مردود، وإن لم يخالف بل روى شيئا لم يروه غيره، وهو عدل ضابط فصحيح أو غير ضابط، ولا يبعد عن درجة الضابط فحسن، وإن بعد فشاذ منكر. ¶ (وقال عليه الصلاة والسلام: مَنْ أَرَادَ أنْ يُرْغِمَ) بضم الغين المعجمة أو فتحها أي يذل (حَاسِدَهُ فَلْيُؤَدِّبْ وَلَدَهُ وقال عليه الصلاة والسلام: النَّظَرُ إلى وَجْهِ الأَوْلادِ بِشُكْرٍ كالنَّظَرِ إلى وَجْهِ نَبِيِّهِ، وقال عليه الصلاة والسلام: أكْرِمُوا أوْلاَدَكُمْ فإنَّ كَرَامَةَ الأَوْلادِ سِتْرٌ مِنَ النَّارِ. وقال عليه الصلاة والسلام: الأَوْلادُ حِرزٌ مِنَ النَّارِ والأَكْلُ مَعهُمْ بَرَاءَةٌ مِنَ النَّارِ وَكَرَامَتُهُمْ جَوَازٌ عَلَى الصِّراطِ). ¶ (وقال عليه الصلاة والسلام: أَكْرِمُوا أولادَكُمْ فإنَّ مَنْ أَكْرَمَ أَوْلاَدَهُ أَكْرَمَهُ الله في الجَنَّةِ. وقال عليه الصلاة والسلام: إنَّ في الجَنَّةِ دَارا) أي عظيمة جدا في النفاسة فالتنكير للتعظيم (يُقَالُ لَهَا دَارُ الفَرَحِ) بفتح الفاء والراء وبالحاء المهملة، أي السرور أي تسمى بذلك بين أهلها (لا يَدْخُلُها إلاَّ مَنْ فَرَّحَ الصِّبْيَانَ) أي الأطفال ذكورا وإناثا، وفي هذا الحديث شمول لأطفال الإنسان، وأطفال غيره ولليتيم وغيره، رواه أبو يعلى عن عائشة. ¶ (",
            "page": "140",
            "part": "1"
        },
        {
            "id": "141",
            "nass": "وقال عليه الصلاة والسلام: إنَّ في الجَنَّةِ دَارا يُقال لَهَا دَارُ الفَرَحِ) أي تسمى بذلك (لاَ يَدْخُلُهَا إلاّ مَنْ فَرَّح يَتَامى المُؤمِنينَ) رواه حمزة بن يوسف وابن النجار عن عقبة بن عامر الجهني، وهو حديث ضعيف، وذلك لأن الجزاء من جنس العمل فمن فرح من ليس له من يفرحه فرحه الله تعالى بتلك الدار الغالية المقدار، واليتيم صغير لا أب له وتخصيص اليتامى في هذا الحديث إنما هو للآكدية. ¶ {الباب الثاني والثلاثون: في فضيلة التواضع} ¶ قال تعالى: {تِلْكَ الدَّارُ الآخِرَةُ نَجْعَلُهَا للَّذِينَ لا يُريدُونَ عُلُوّا في الأَرْض وَلا فَسَادا والعَاقِبَةُ لِلْمُتَّقِينَ} [القصص: 38] والتواضع إظهار التنزل عن المرتبة لمن يراد تعظيمه. وقيل: هو تعظيم من فوقه لفضله. وقيل: هو الاستسلام للحق وترك الاعتراض على الحكم من الحاكم. وقيل: هو أن تخضع للحق وتنقاد له وتقبله ممن قاله صغيرا أو كبيرا شريفا أو ضعيفا حرا أو عبدا ذكرا أو غيره نظراً للقول لا للقائل، فهو إنما يتواضع للحق وينقاد له. وقيل: هو أن لا يرى لنفسه مقاما ولا حالاً يفضل بهما غيره، ولا يرى أن في الخلق من هو شر منه كذا في السراج المنير للعزيزي. ¶ (",
            "page": "141",
            "part": "1"
        },
        {
            "id": "142",
            "nass": "قال النبي: مَنْ تَوَاضَعَ لله) أي لأجل عظمة الله (رَفَعَهُ الله) أي في الدنيا والآخرة (وَمَنْ تَكَّبَرَ وَضَعَهُ الله) رواه ابن منده وأبو نعيم. وفي رواية لأبي نعيم من تواضع لله رفعه الله، فهو في نفسه ضعيف، وفي أنفس الناس عظيم، ومن تكبر وضعه الله فهو في أعين الناس صغير، وفي نفسه كبير حتى لهو أهون عليهم من كلب أو خنزير، وعن أبي سلمة المدني عن أبيه عن جده قال: كان رسول الله صلى الله عليه وسلم عندنا بقباء، وكان صائما فأتيناه عند إفطاره بقدح من لبن وجعلنا فيه شيئا من عسل، فلما رفعه وذاقه وجد حلاوة العسل فقال: ما هاذا؟ قلنا: يا رسول الله جعلنا فيه شيئا من عسل فوضعه وقال: أما أني لا أُحَرِّمُهُ وَمَنْ تَوَاضَعَ لله رَفَعَهُ الله، وَمَنْ تَكَبَّرَ وَضَعَهُ الله وَمَنْ اقْتَصَدَ أَغْنَاهُ الله وَمَنْ بَذرَ أَفْقَرَهُ الله، وَمَنْ أَكْثَرَ ذِكْرَ الله أَحَبَّهُ الله كَذَا في الإحْياء. ¶ (",
            "page": "142",
            "part": "1"
        },
        {
            "id": "143",
            "nass": "وقال صلى الله عليه وسلم: مَا مِنْ آدَمِيِّ إلاَّ وَفِي رَأْسِهِ سلْسِلَتَانِ: سِلْسِلَةٌ فِي السَّمَاءِ السَّابِعَةِ وَسِلْسِلَةٌ في الأَرْضِ السَّابِعَةِ ، فَإذَا تَوَاضَعَ رَفَعَهُ الله بِالسِّلْسِلَةِ إلى السَّماءِ السَّابِعَةِ وَإذَا تَجَبَّرَ) أي تكبر (وَضَعَهُ الله بالسِّلْسِلَةِ إلى الأَرْضِ السَّابِعَةِ) رواه الخرائطي والحسن بن سفيان وابن لال والديلمي، وفي رواية للطبراني عن ابن عباس وللبزار عن أبي هريرة بإسناد حسن ما من آدمي إلا في رأسه حكمة بيد ملك، فإذا تواضع قيل للملك ارفع حكمته، وإذا تكبر قيل للملك ضع حكمته، فقوله ما من آدمي من زائدة قوله إلا في نسخة إلا وفي، أي بالواو التي للحال قوله حكمة بفتح الحاء والكاف، وهي حديدة في اللجام تكون على أنف الفرس وحنكه تمنعه من مخالفة راكبه، ولما كانت الحكمة تأخذ بفم الدابة، وكان الحنك متصلاً بالرأس جعلها تمنع من هي في رأسه كما تمنع الحكمة الدابة قوله بيد ملك، أي موكل بالآدمي قوله فإذا تواضع، أي للحق والخلق قوله قيل للملك، أي من قبل الله قوله ارفع حكمته، أي قدره ومنزلته قوله، وإذا تكبر قيل للملك ضع حكمته كناية عن إذلاله، فإن من صفة الذليل أن ينكس رأسه، فثمرة التكبر في الدنيا الذلة بين الخلق، وفي الآخرة دخول النار. ¶ (وقال صلى الله عليه وسلم: إذَا رَأيْتُمُ المُتَوَاضِعينَ) وفي الإحياء بعد ذلك من أمتي (فَتَوَاضَعُوا لَهُمْ وإذَا رَأَيْتُمُ المُتَكَبِّرينَ فَتَكَبَّرُوا عَلَيْهِمْ) وفي الإحياء بعد ذلك، فإن ذلك مذلة لهم وصغار قال ابن حجر: هذا حديث غريب، وهو ما انفرد راويه بروايته. ¶ (",
            "page": "143",
            "part": "1"
        },
        {
            "id": "144",
            "nass": "وقال صلى الله عليه وسلم: تَوَاضَعُوا مَعَ المُتَوَاضِعِينَ، فإنَّ التَّوَاضُعَ مَعَ المُتَوَاضِعِينَ صَدَقَةٌ وَتَكَبَّرُوا مَعَ المُتَكَبِّرِينَ، فإنَّ التَّكَبُّرَ مَعَ المُتَكَبِّرينَ صَدَقَةٌ، وقال عليه الصلاة والسلام تِهْ) بكسر فسكون (عَلَى التُّيّاهِ) أي تكبر على المتكبر (فَإنَّ التِّيه) أي التكبر (على التّيَّاهِ) أي المتكبر (صَدَقَةٌ) أي مثل صدقة (وقال صلى الله عليه وسلم: رَأْسُ التَّوَاضُعِ أَنْ يَبْتَدِىءَ بالسَّلامِ عَلَى مَنْ لَقِيَهُ مِنَ المُسْلِمينَ في المَجَالِسِ. وقال صلى الله عليه وسلم: التَّوَاضُعُ مَعَانِدَ الشّرَفِ) وخرج معاوية على ابن الزبير وابن عامر فقام ابن عامر وجلس ابن الزبير فقال معاوية لابن عامر: اجلس فإني سمعت رسول الله صلى الله عليه وسلم يقول: «مَنْ أَحَبَّ أَنْ يَتَمَثَّلَ لَهُ النَّاسُ قِياما فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ» وقيل التواضع سلم الشرف. ¶ (وقال صلى الله عليه وسلم: الكَرَمُ التَّقْوَى وَالشَّرَفُ التَّواضُعُ) أراد صلى الله عليه وسلم بذلك أن الناس متساوون، وأن أحسابهم إنما هي بأفعالهم لا بأنسابهم، كذا نقله العزيزي عن المناوي (واليَقين الغِنَى) أي لأن من تيقن أن له رزقا قدر له لا يتخطاه استغنى عن الجد في الطلب رواه ابن أبي الدنيا عن يحيى بن أبي كثير وهو حديث ضعيف. ¶ (وقال صلى الله عليه وسلم: كُلُّ ذي نِعْمَةٍ مَحْسُودٌ صَاحِبُها إلاَّ التَّوَاضُعِ. وقال صلى الله عليه وسلم: التَّوَاضُعُ مِنْ أخْلاقِ الأَنْبِياءِ وَالتَّكَبُّرُ مِنْ أخْلاَقِ الكُفَّارِ والفَرَاعِنَةِ) أي العتاة ¶ (",
            "page": "144",
            "part": "1"
        },
        {
            "id": "145",
            "nass": "وقال صلى الله عليه وسلم: مَنْ تَكبَّرَ عَلَى الفقَراءِ لَعَنَهُ الله وَمَنْ تَكَبَّرَ عَلَى العُلَمَاءِ أَخْزَاهُ الله) وفي الإحياء قال النبي صلى الله عليه وسلم لأصحابه يوما: «ما لي لاَ أرَى عَلَيْكُم حَلاَوَةَ العِبَادَةِ»؟ قالوا: وما حلاوة العيادة؟ قال: «التَّواضُعُ» اهـ. وقال ابن حجر هذا حديث غريب. وقال رسول الله صلى الله عليه وسلم: «أَفْضَلُ العِبَادَةِ التَّوَاضُعُ» كذا في المستطرف لكن قال ابن حجر في الزواجر هذا قول عائشة رضي الله عنها اهـ. ¶ {الباب الثالث والثلاثون: في فضيلة الصمت} ¶ اعلم أن الإنسان إما أن يتكلم أو يسكت، فإن تكلم فإما بخير فهو ربح أو بشرّ فهو خسران، وإن سكت فإما عن شر فربح، وإما عن خير فخسران، فله في كلامه وسكوته ربحان ينبغي تحصيلهما، وخسرانان ينبغي التخلص منهما، أفاد ذلك إبراهيم الشبرخيتي. ¶ (قال النبي صلى الله عليه وسلم: العَافِيَةُ عَشَرَةُ أَجْزَاءٍ تِسْعَةٌ في الصَّمْتِ) أي السكوت عما لا ثواب فيه (والعَاشِرُ في العُزْلَةِ عَنِ النَّاسِ) رواه الديلمي عن ابن عباس، أي وذلك إذا استغنى عنهم واستغنوا عنه، وإلا فمتى دعاه الشرع إلى الخلطة بهم للتعلم أو التعليم فلا خير في البعد عنهم، وبهذا يجمع بين الأدلة الدالة على طلب العزلة، والأدلة الدالة على طلب الخلطة. قال المناوي: فينبغي للعاقل أن يختار العافية، فمن عجز واضطر إلى الخلطة لطلب المعيشة، فيلزم الصمت كذا في السراج المنير. وفي لفظ والجزء العاشر في ترك مجالسة السفهاء. ¶ (",
            "page": "145",
            "part": "1"
        },
        {
            "id": "146",
            "nass": "وقال صلى الله عليه وسلم: لِكُلِّ شَيْءٍ نَجَاسَةٌ وَنَجَاسَةُ اللِّسَانِ البَذَاءَةُ) أي الفحش في المنطق وإن كان كلاما صدقا، وفي رواية للطبراني عن ابن عمر من كثر كلامه كثر سقطه بفتح القاف، أي خطؤه في القول ومن كثر سقطه كثرت ذنوبه، ومن كثرت ذنوبه كانت النار أولى به، أي وذلك لأن السقط ما لا نفع فيه، فإن كان لغوا لا إثم فيه حوسب على تضييع عمره وصرفه عن الذكر إلى الهذيان، ومن نوقش الحساب عذب. ¶ (وقال صلى الله عليه وسلم: مَنْ صَمَتَ) أي سكت عن النطق بما لا ثواب له (نَجَا) أي من العقاب والعتاب يوم المآب ¶ (وقال صلى الله عليه وسلم: سُكُوتُ العَالِمِ شَينٌ) أي عيب (وَكَلاَمَهُ زَيْنٌ وَكَلامُ الجَاهِلِ شَيْنٌ وَسُكُوتُهُ زَيْنٌ) قال لقمان لابنه: لو كان الكلام من فضة كان السكوت من ذهب، ومعناه كما قال ابن المبارك: لو كان الكلام في طاعة الله من فضة كان السكوت عن معصية الله من ذهب، وما أحسن قول بعضهم من بحر المتقارب: إذا ما اضْطُرِرْتَ إلى كلمَةٍ فَدَعْهَا وَبَابَ السُّكُوتِ اقْصِدِ فَلَوْ كَانَ نُطْقُكَ مِنْ فِضَّةٍ لَكَانَ سُكُوتُكَ مِنْ عَسْجَدِ قال إبراهيم العتكي نظما من بحر البسيط: قَالُوا سُكُوتُكَ حِرْمَانٌ فَقُلْتُ لَهُمْ مَا قَدَّرَ الله يَأتيني بِلا نَصَبِ وَلَوْ يَكُونُ كَلامي حِينَ أَنْشُرُهُ مِنَ اللُّجَيْنِ لَكَانَ الصَّمْتُ مِنْ ذَهَبِ وهذا صريح في أن الكف عن المعصية أفضل من عمل الطاعة، وفي أن الصمت أفضل من الكلام، لكن ذهب جماعة من السلف إلى تفضيل الكلام، لأن نفعه متعد، وعلى هذا فقول الخير خير من الصمت، والصمت خير من قول الشر أفاد ذلك الشبرخيتي. ¶ (",
            "page": "146",
            "part": "1"
        },
        {
            "id": "147",
            "nass": "وقال صلى الله عليه وسلم: أَصْلُ الإيمانِ السُّكُوتِ إلاَّ عَنْ ذِكْرِ الله تَعَالى) والصمت قفل الفم كما قاله عمر رضي الله عنه، ولذا قيل من بحر الطويل: وَكَمْ فَاتِحٍ أَبْوَابَ شَرٍّ لِنَفْسِهِ إذا لَمْ يَكُنْ قِفْلٌ عَلَى فِيهِ مُقْفلُ. ¶ (وقال صلى الله عليه وسلم: الصَّمْتُ زَيْنٌ لِلعَالِمِ) أي لما فيه من الوقار المناسب لحق العلم (وَسَتْرٌ للجِاهِلِ) أي لأن المرء جهله مستور ما لم يتكلم رواه أبو الشيخ عن محرز بن زهير الأسلمي. ¶ (وقال صلى الله عليه وسلم: كَمْ مِنْ كَلِمَةٍ سَلَبَتْ نِعْمَةً وَكَمْ مِنْ كَلَمِةٍ جَلَبَتْ نَقْمَةً) وقال بعضهم: عفة اللسان صمته، فإن اللسان سبع ضار، فإن لم توثقه عدا عليك، وروي أن رجلاً سئل في مرض موته فقيل له: أوصني فقال: إن شئت جمعت لك علم العلماء وحكم الحكماء وطب الأطباء في ثلاث كلمات، أما علم العلماء فإذا سئلت عما لا تعلم، فقل لا أعلم. وأما حكم الحكماء فإذا كنت جليس قوم، فكن أسكتهم، فإن أصابوا كنت من جملتهم، وإن أخطؤوا سلمت من خطئهم. وأما طب الأطباء فإذا أكلت طعاما فلا تقم إلا ونفسك تشتهيه، فإنه لا يلم بجسدك غير مرض الموت كذا في الفتوحات الوهبية للشبرخيتي. ¶ (وقال صلى الله عليه وسلم: مَنْ أَخْرَسَ لِسَانَهُ لَمْ يَسْتَحِقّ أَحَدَ مُهَمّاتِهِ) وقد قيل: الصمت منام اللسان والتكلم يقظته، والمرء مخبوء تحت طي لسانه لا تحت طيلسانه. ¶ (وقال صلى الله عليه وسلم: الحِكْمَةُ) وهي استعمال النفس الإنسانية باقتباس النظريات على الأفعال الفاضلة بقدر الطاقة (عَشَرَةُ أجْزَاءٍ تَسْعَةٌ مِنْهَا في العُزْلَةِ وَوَاحِدٌ في الصَّمْتِ) رواه ابن عدي وابن لال عن أبي هريرة بإسناد واه. فينبغي للسالك تجنب العشرة سيما لغير الجنس، أفاد ذلك العزيزي. ¶ (",
            "page": "147",
            "part": "1"
        },
        {
            "id": "148",
            "nass": "وقال صلى الله عليه وسلم: الصَّمْتُ حُكْمٌ) أي هو حكمة أي نافع يمنع من الجهل والسفه (وَقَلِيلٌ فَاعِلُهُ) أي قل من يصمت عما لا فائدة فيه، ويمنع نفسه عن النطق بما يشينه رواه القضاعي عن أنس بن مالك والديلمي عن عمر بإسناد ضعيف قال بعضهم من بحر الخفيف: ¶ يَا كَثِيرَ الفُضُولِ قَصِّرْ قليلاً قَدْ فَرَشْتَ الفُضُولَ عَرْضا وَطُولا ¶ قَدْ أَخَذْتَ مِنَ القَبِيحِ بِحظٍّ فَاسْكُتِ الآنَ إنْ أَرَدْتَ جَمِيلا . ¶ {الباب الرابع والثلاثون: في فضيلة الإقلال من الأكل والنوم والراحة} ¶ وفي الخبر أن الأكل على الشبع يورث البرص ¶ (قال النبي صلى الله عليه وسلم: ثَلاثَةٌ تُورِثُ قَسْوَةَ القَلْبِ حُبُّ النّوْمِ وَحُبُّ الرَّاحَةِ وَحُبُّ الأَكْلِ). ¶ (وقال صلى الله عليه وسلم: مَنْ شَبِعَ في الدُّنْيَا) أي شبعا مذموما (جَاعَ يَوْمَ القِيَامَةِ وَمَنْ جَاعَ في الدُّنْيَا شَبِعَ يَوْمَ القِيَامَةِ) قال صلى الله عليه وسلم: «إنَّ أَهْلَ الجُوعِ في الدُّنْيَا هُمْ أَهْلُ الشَّبَعِ في الآخِرَةِ، وإنَّ أَبْغَضَ النَّاسِ إلى الله المُتْخَمُونَ المَلأَى وَمَا تَرَكَ عَبْدٌ أَكْلَةً يَشْتَهِيهَا إلاَّ كَانَتْ لَهُ دَرَجةٌ في الجَنَّةِ» كذا في الإحياء وفي حديث صحيح للطبراني عن ابن عباس رضي الله عنهما إنَّ أَهْلَ الشَّبَعِ في الدُّنْيَا هُمْ أَهْلُ الجُوعِ غَدا في الآخِرَةِ أي في الزمن اللاحق بعد الموت. ¶ (",
            "page": "148",
            "part": "1"
        },
        {
            "id": "149",
            "nass": "وقال صلى الله عليه وسلم: مَنْ أكَلَ فَوْقَ الشَّبَعِ فَقَدْ أَكَل الحَرَامَ) وقال صلى الله عليه وسلم: «أَصْلُ كُلِّ داءٍ البَرَدَةُ بفتح الراء التُّخْمَةُ» وأخرج البيهقي عن إبراهيم بن علي الذهلي قال: اختار الحكماء من كلام الحكمة أربعة آلاف كلمة، وأخرج منها أربعمائة كلمة، وأخرج منها أربعون كلمة، وأخرج منها أربع كلمات، أولها لا تثق بالنساء، الثانية لا تحمل معدتك ما لا تطيق، الثالثة لا يغرنك المال وإن كثر، الرابعة يكفيك من العلم ما تنتفع به. كذا في السراج المنير. ¶ (وقال صلى الله عليه وسلم: سَيِّدُ العَمَلِ الجُوعُ. وقال صلى الله عليه وسلم: الجُوعُ مُخُّ العِبَادَةِ) أي خالصها وصفوتها وفي الإحياء قال النبي صلى الله عليه وسلم: «مَنْ أجَاعَ بَطْنَهُ عَظُمَتْ فِكْرَتُه وَفَطِنَ قَلْبَهُ» وقال ابن عباس قال النبي صلى الله عليه وسلم: «مَنْ شَبِعَ وَنَامَ قَسَا قَلْبُه» ثم قال: لكل شيء زكاة وزكاة البدن الجوع. ¶ (وقال صلى الله عليه وسلم: أَحْيوا قُلُوبَكُمْ بِقِلَّةِ الضَّحِكِ وَقِلَّةِ الشَّبَعِ وَطَهِّرُوهَا بالجُوعِ تَصْفُو وَتَرِقُّ) هذا كما في الإحياء وفي نسخة خبثت قلوبكم بالضحك والأكل فطهروها بالجوع تنظروا إلى عظمة الله تعالى. وقال الحسن: قال النبي صلى الله عليه وسلم: «الفِكْرُ نِصْفُ العِبَادَةِ وَقِلَّةُ الطَّعَامِ هِيَ العِبَادَةُ» ¶ (وقال النبي صلى الله عليه وسلم: أَقْرَبُكُمْ مِني يَوْمَ القِيَامَةِ أَكْثَرُكُمْ جُوعا وَتَفكُّرا) وفي الإحياء قال الحسن قال رسول الله صلى الله عليه وسلم: «أَفْضَلُكُمْ عِنْدَ الله مَنْزِلَةً يَوْمَ القِيَامَةِ أَطْوَلَكُمْ جُوعا وَتَفَكُّراً فِي الله سُبْحَانَهُ وَأَبْغَضُكُمْ عِنْدَ الله عَزَّ وَجَلَّ يَوْمَ القِيَامَةِ كُلُّ نَؤومٍ أكُولٍ شَرُوبٍ» ¶ (",
            "page": "149",
            "part": "1"
        },
        {
            "id": "150",
            "nass": "وقال صلى الله عليه وسلم: مَنْ كَثُرَ طَعَامُهُ كَثُرَ عَذَابُهُ) أي بالحبس والحساب واللوم والتعيير، فإن حلال الدنيا حساب كما في الحديث لقوله تعالى: {ثُمَّ لِتُسألَنَّ يَوْمَئذٍ عَنِ النَّعِيمِ} [التكاثر: 8] وليس المراد عذاب النار وإنما التعيير واللوم لتركه الأدب مع الله لأنه آثر شهوة نفسه واشتغل بذلك عن عبادة ربه مع تمكنه من ذلك من غير تعذر، وهذه الدار دار خدمة للرب، وعبادة لا دار تنعم وشهوة فيستحق اللوم بذلك، والتعيير كذا في منهاج العابدين، وفي الإحياء، وقال أبو سعيد الخدري قال رسول الله صلى الله عليه وسلم: «البسُوا وَكُلُوا واشْرَبُوا في أَنْصَافِ البُطُونِ، فَإنَّهُ جُزْءٌ مِنَ النُّبُوَّةِ» ¶ (وقال صلى الله عليه وسلم: لا صِحَّةَ مَعَ كَثْرَةِ النَّوْمِ ولا صِحَّةَ مَعَ كَثْرَةِ الأَكْلِ وَلاَ شِفَاءَ بِحَرَامٍ. وقال صلى الله عليه وسلم: الصُّبْحَةَ) بضم الصاد المهملة أو بفتحها فسكون الموحدة أي النوم أول النهار (تَمْنَعُ الرِّزْقَ) أي بعضه أو تمنع البركة منه، لأنه وقت الذكر والفكر وتفرقة الأرزاق الحسية والمعنوية كالعلوم والمعارف، رواه عبد الله ابن الإمام أحمد وابن عدي والبيهقي عن عثمان والبيهقي عن أنس بإسناد ضعيف. ¶ {الباب الخامس والثلاثون: في فضيلة الإقلال من الضحك} ¶ قال الأحنف: كثرة الضحك تذهب الهيبة، وكثرة الفرح تذهب المروءة، ومن لزم شيئا عرف به. ¶ (وقال النبي صلى الله عليه وسلم: كَثْرَةُ الضَّحِكُ تُمِيتُ القَلْبَ) أي تورث الضغينة في بعض الأحوال، وتسقط المهابة والوقار، وذلك لأن الضحك يدل على الغفلة عن الآخرة كذا في الإحياء ¶ (وقال صلى الله عليه وسلم: الضَّحِكُ في المَسْجِدِ ظُلْمَةٌ في القَبْرِ) أي يورث ظلمة القبر، فإنه يميت القلب وينسي ذكر الرب رواه الديلمي عن أنس ¶ (",
            "page": "150",
            "part": "1"
        },
        {
            "id": "151",
            "nass": "وقال صلى الله عليه وسلم: مَنْ ضَحِكَ قَهْقَهَةً فَقَدْ نَسِيَ بابا مِنَ العِلْمِ) وفي الإحياء: قال صلى الله عليه وسلم مرة لصهيب وبه رمد وهو يأكل تمرا: «أَتَأْكُلُ تَمْرا وَأَنْتَ أَرْمَدُ»؟ فقال: إنما آكل بالشق الآخر يا رسول الله. فتبسم صلى الله عليه وسلم قال بعض الرواة حتى نظرت إلى نواجذه ¶ (وقال صلى الله عليه وسلم: مَنْ ضَحِكَ قَهْقَهَةً فَقَدْ مَجَّ مِنَ العَقْلِ مَجَّةً) وفي المستطرف عن علي: ما مزح أحد مزحة إلا مج الله من عقله مجة ¶ (وقال صلى الله عليه وسلم: مَنْ ضَحِكَ كَثيرا في الدُّنْيَا بَكَى كثيرا في الآخِرَةِ) وقال يوسف بن أسباط: أقام الحسن ثلاثين سنة لم يضحك. وقيل: أقام عطاء السلمي أربعين سنة لم يضحك ¶ (وقال صلى الله عليه وسلم: مَنْ ضَحِكَ قَهْقَهَةً لَعَنَهُ الجَبَّارُ وَمَنْ ضَحِكَ كَثِيرا اسْتَحَقَّ بِهِ النَّارُ) وفي رواية هناد بن السري عن الحسن البصري: الضحك ضحكان ضحك يحبه الله وضحك يمقته الله، فأما الضحك الذي يحبه الله فالرجل يكشر في وجه أخيه لحداثة عهد به وشوقا إلى رؤيته. وأما الضحك الذي يمقت الله تعالى عليه، فالرجل يتكلم بالكلمة الجفاء والباطل ليضحك أو ليضحك يهوي بها في جهنم سبعين خريفا. والمعنى الضحك نوعان ضحك يثيب الله عليه، وضحك يبغض الله صاحبه، أي يعاقبه إن شاء، فأما الضحك الذي يثيب الله عليه، فضحك الإنسان الذي يكشر عن أسنانه، ويبتسم في وجه أخيه في الدين لحداثة لقائه، ولشوق إلى رؤيته، وأما الضحك الذي يبغض الله تعالى عليه، فهو الضحك المتسبب عن تكلم الرجل الذي يتكلم بالكلمة الفاسدة ليضحك هو، أو ليضحك غيره يسقط إلى السفل بسببها في جهنم يوم القيامة سبعين سنة. ¶ قوله يكشر بكسر شين معجمة أي يظهر أسنانه. قوله ليضحك أو ليضحك بمثناة تحتية فيهما مفتوحة في الأول مضمومة في الثاني ¶ (",
            "page": "151",
            "part": "1"
        },
        {
            "id": "152",
            "nass": "وقال صلى الله عليه وسلم: مَنْ كَثُرَ ضِحْكُه كَثُرَ خَطؤُهُ) وقال عمر رضي الله عنه: من كثر ضحكه قلت هيبته، ومن مزح استخف به، ومن أكثر من شيء عرف به، ومن كثر كلامه كثر سقطه، ومن كثر سقطه قل حياؤه، ومن قل حياؤه قل ورعه، ومن قل ورعه مات قلبه، وقال علي رضي الله عنه: إياك أن تذكر من الكلام ما يكون مضحكا وإن حكيت ذلك عن غيرك ¶ (وقال صلى الله عليه وسلم: مَنْ كَثُرَ ضِحْكُهُ يَسْتَخِفُّ بِهِ النَّاسُ) وفي حديث أحمد وأبي داود والترمذي والحاكم عن معاوية بن حيدة بإسناد قوي ويل للذي يحدث فيكذب في حديثه ليضحك به القوم، ويل له ويل له كرره إيذانا بشدة هلكته. ¶ (وقال صلى الله عليه وسلم: مَنْ تَكَلَّمَ بِكَلِمَةٍ حتى يَضْحَكَ بها جُلَسَاءَهُ) فحتى بمعنى كي (عَذَّبَهُ الله تَعَالى) وفي نسخة كبه الله أي ألقاه (في النَّارِ) قال الغزالي: المراد ما فيه إيذاء مسلم ونحوه دون مجرد المزاح المباح، وفي رواية للترمذي وابن ماجه والحاكم عن أبي هريرة إن الرجل ليتكلم بالكلمة لا يرى بها بأسا يهوي بها سبعين خريفا في النار، والمعنى إن الإنسان ليتكلم بالكلمة لا يظن أنها ذنب يؤاخذ به يضحك بها القوم يسقط بسببها في جهنم سبعين عاما ¶ (وقال صلى الله عليه وسلم: ضَحكُ الأَنْبِيَاءِ تَبَسُّمٌ) أي وهو الذي ينكشف فيه السن، ولا يسمع له صوت كذا في الإحياء (وضحكُ الشَّيْطَانِ قَهْقَهَةٌ) فالتبسم مبادي الضحك، والضحك انبساط الوجه حتى تظهر الأسنان من السرور، فإن كان بصوت، وكان بحيث يسمع من بعد فهو القهقهة، وإلا فالضحك وإن كان بلا صوت، فهو التبسم كذا أفاد العزيزي نقلاً عن بعضهم وقيل: إن يحيى بن زكريا لقي عيسى عليه السلام. فقال يحيى: ما لي أراك لاهيا كأنك آمن؟ فقال له عيسى: ما لي أراك عابسا كأنك آيس؟ فقال: لا نبرح حتى ينزل علينا الوحي فأوحى الله إليهما أن أحبكما إلي أحسنكما ظنا بي، ويروى أن أحبكما إلي الطلق البسام. ¶ {",
            "page": "152",
            "part": "1"
        },
        {
            "id": "153",
            "nass": "الباب السادس والثلاثون: في فضيلة عيادة المريض} ¶ قال عثمان رضي الله عنه مرضت فعادني رسول الله صلى الله عليه وسلم فقال: «بِسْمِ الله الرَّحْمانِ الرَّحِيمِ أُعِيذُكَ بالله الأَحَدِ الصَّمَدِ الَّذِي لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَهُ كُفُوا أَحَدٌ مِنْ شَرِّ مَا تَجِدُ» قالها مرارا ودخل صلى الله عليه وسلم على علي بن أبي طالب رضي الله عنه وهو مريض فقال له: «قُلْ اللَّهُمَّ إنِّي أَسْأَلُكَ تَعْجِيلَ عَافِيَتِكَ أَوْ صَبْرا عَلَى بَلِيَّتِكَ أَوْ خُرُوجا مِنَ الدُّنيا إلى رَحْمَتِكَ فإنَّكَ سَتُعْطَى إحْدَاهُنَّ» ¶ (قال النبي عليه السلام: عُودُوا المَريضَ) بضم العين والدال بينهما واو، أي زوروه (واتْبَعُوا الجَنَازَةَ) بسكون المثناة الفوقية وفتح الموحدة التحتية (تُذَكِّرْكُمُ الآخِرَةَ) أي أحوالها وأهوالها، والأمر للندب رواه أحمد وابن حبان والبيهقي عن أبي سعيد الخدري ¶ (وقال صلى الله عليه وسلم: عَائِدُ المَريضِ) أي الذي تطلب عيادته (يَمْشي في مَخْرَفَةِ الجَنَّةِ) فالمخرفة بفتح الميم البستان والجمع مخارف، أي يمشي في التقاط فواكه الجنة، ومعناه أن العائد فيما يجوزه من الثواب كأنه على نخل الجنة يخترف، أي يجني ثمارها من حيث إن فعله يوجب ذلك (حَتَّى يَرْجِعَ) رواه مسلم عن ثوبان عتيق رسول الله صلى الله عليه وسلم، وفي الدرر المنتثرة للسيوطي ثلاث لا يعاد صاحب الرمد وصاحب الضرس وصاحب الدمل رواه البيهقي في الشعب وضعفه من حديث أبي هريرة ¶ (وقال عليه الصلاة والسلام: عِيَادَةُ المريضِ أَوَّلَ يَوْمٍ) أي زمان (فَرِيْضَةٌ وَمَا بَعْدَهَا سُنَّةٌ) والمراد بالفرض والسنة هنا بحسب المروءة أو الأخلاق الجميلة لا بحسب الشرع كما قال ابن عباس رضي الله عنهما: عيادة المريض مرة سنة، فما ازدادت فنافلة، أي زائدة في السنة ¶ (",
            "page": "153",
            "part": "1"
        },
        {
            "id": "154",
            "nass": "وقال عليه الصلاة والسلام: لا تَجِبُ عِيَادَةُ المريضِ إلاَّ بَعْدَ ثَلاَثةِ أيّامٍ) أي لا تطلب طلبا مؤكدا إلا بعدها أو لا تجب بحسب المروءة والعرف إلا بعدها كما في الإحياء. ¶ وروي أنه قال عليه الصلاة والسلام: «عِيَادَةُ المَرِيضِ بَعْدَ ثَلاَثٍ فَوَاقُ نَاقَةٍ» وفي حديث الديلمي عن ابن عمر عيادة المريض أعظم أجرا من اتباع الجنازة، أي لأن فيها جبر خاطر المريض وأهله. ¶ (وقال صلى الله عليه وسلم: مَنْ عَادَ مَرِيضا صَالحا خَرَجَ مَعَهُ سَبْعُونَ مَلَكا يَسْتَغْفِرُونَ لَهُ، وَيَخْرُجُونَ مِنْ بَيْتِ المريض مَعَه وَيَدْخُلُونَ إلى بَيْتِهِ) وفي الإحياء عنه صلى الله عليه وسلم من عاد مريضا قعد في مخارف الجنة حتى إذا قام وكل به سبعون ألف ملك يصلون عليه حتى الليل. ¶ (وقال عليه السلام: مَنْ عَادَ مَريضا لَمْ يَزَلْ في خُرفَةِ الجَنَّةِ) بضم الخاء المعجمة وتفتح والراء ساكنة، أي فيما يخترف من التمر شبه ما يحوزه العائد من الثواب بما يحوزه المخترف من الثمر. وقيل: المراد بالخرفة هنا الطريق. رواه مسلم عن ثوبان مولى المصطفى صلى الله عليه وسلم. ¶ (وقال عليه السلام: عَائِدُ المَريضِ يَخُوضُ) أي يمشي (في رَحْمَةِ الله تَعالى فإذا جَلَسَ عِنْدَهُ) أي المريض (انْغَمَس فِيها) أي تلك الرحمة، وفي رواية للإمام أحمد والطبراني عائد المريض يخوض في الرحمة، فإذا جلس عنده غمرته الرحمة ¶ (وقال عليه السلام: عَدَمُ عِيَادَةِ المَريضِ أَشَدُّ) أي أكثر ألما (عَلَيْهِ مِنْ مَرَضِهِ) وفي حديث صحيح للديلمي عن أبي أمامة الباهلي إذا عاد أحدكم مريضا فلا يأكل عنده شيئا فإنه حظه من عيادته، أي فيكره للعائد أكل شيء عند المريض، فإن أكل عنده فلا ثواب له في العبادة قال المناوي: ويظهر أن مثل الأكل شرب نحو السكر، فهو محبط لثواب العيادة كذا في السراج المنير ¶ (",
            "page": "154",
            "part": "1"
        },
        {
            "id": "155",
            "nass": "وقال عليه السلام: العِيَادَةُ فَوَاقُ نَاقَةٍ) رواه البيهقي عن أنس بن مالك، أي زمان عيادة المريض قدر فواق ناقة، وهو ما بين الحلبتين والفواق بضم الفاء وفتحها الزمان الذي بين الحلبتين، لأن الناقة تحلب، ثم تترك سويعة يرضعها الفصيل لتدر وتحلب. وفي رواية للديلمي عن جابر أفضل العيادة أجرا سرعة القيام من عند المريض، وهو حديث ضعيف، أي أفضل زيارة المريض أن يكون قعود العائد عنده فواق ناقة، لأنه قد يبدو للمريض حاجة، وهذا في غير متعهده ومن يأنس به كذا في السراج المنير. وقال طاوس: أفضل العيادة أخفها. ¶ (وقال عليه السلام: وَمِنْ تَمَامِ عِيَادَةِ المَريضِ أَنْ يَضَعَ أَحَدُكُمْ يَدَهُ عَلَى وَجْهِهِ أَوْ عَلَى يَدِهِ فَيَسْأَلُه كَيْفَ هُوَ وَتَمامُ تَحِيَّتِكم بَيْنَكُم المُصَافَحَةُ) أي عند الملاقاة بعد السلام رواه أحمد والطبراني عن أبي أمامة بإسناد ضعيف، وهذا تمام الحديث الذي أوله عائد المريض يخوض في الرحمة، وفي حديث صحيح في رواية الحاكم عن ابن عمرو بن العاص: إذا عَادَ أَحَدُكُمْ مَرِيضا فَلْيَقُلْ: اللَّهُمَّ اشْفِ عَبْدَكَ يَنْكَأ لَكَ عَدُوا أَوْ يَمْشي لَكَ إلى صَلاَةٍ، وفي رواية إلى جَنَازَةٍ، أي إذا زار مسلما في مرضه فليقل في دعائه له ندبا: اللهم اشف عبدك إلى آخره. قوله: ينكأ بفتح المثناة التحتية وسكون النون وفتح الكاف وبالهمزة وتركه، أي يجرح ويؤلم من النكاية بكسر النون، وهي القتل والإثخان وقوله عدوا، أي من الكفار أما إذا عاد كافرا فلا يمكن الدعاء له بذلك، وإن جازت عيادته. ¶ {الباب السابع والثلاثون: في فضيلة ذكر الموت}",
            "page": "155",
            "part": "1"
        },
        {
            "id": "156",
            "nass": "قال الغزالي: الناس إما منهمك أو تائب، وإما مبتدىء أو عارف، أما المنهمك فلا يذكر الموت، وإن ذكره فيذكره للتأسف على دنياه، ويشتغل بمذمته، وهذه تزيد ذكر الموت من الله بعدا. وأما التائب، فإنه يكثر من ذكر الموت لينبعث به من قلبه الخوف والخشية، فيفي بتمام التوبة وربما يكره الموت خيفة من أن يختطفه قبل تمام التوبة وقبل إصلاح الزاد، وهو معذور في كراهة الموت، ولا يدخل هذا تحت قوله صلى الله عليه وسلم: «مَنْ كَرِهَ لِقَاءَ الله كَرِهَ الله لِقَاءُه» فإن هذا ليس يكره الموت ولقاء الله، وإنما يخاف فوت لقاء الله لتقصيره ونقصه، وهو كالذي يتأخر عن لقاء الحبيب مشتغلاً بالاستعداد للقائه على وجه يرضاه فلا يعد كارها للقائه وعلامة هذا أن يكون دائم الاستعداد له لا شغل له سواه وإلا التحق بالمنهمك في الدنيا. وأما العارف، فإنه يذكر الموت دائما، لأنه موعد للقائه لحبيبه، والمحب لا ينسى قط موعد لقاء الحبيب، وهذا في غالب الأمر يستبطىء مجيء الموت ليتخلص من دار العاصين، وينتقل إلى جوار رب العالمين، فالتائب معذور في كراهة الموت، وهذا معذور في حب الموت وتمنيه وأعلى منهما رتبة من فوض أمره إلى الله تعالى، فصار لا يختار لنفسه موتا ولا حياة، بل يكون أحب الأشياء إليه أحبها إلى مولاه، فهذا قد انتهى بفرط الحب إلى مقام التسليم والرضا، وهو المنتهى وعلى كل حال ففي ذكر الموت ثواب وفضل فإن المنهمك أيضا يستفيد بذكر الموت التجافي عن الدنيا إذ يكدر عليه صفو لذته وكل ما يكدر على الإنسان اللذات والشهوات، فهو من أسباب النجاة ¶ (وقال عليه السلام: المَوْتُ جِسْرٌ يُوصلُ الحَبِيبَ) أي المؤمن صدقا والمسلم حقا الذي سلم المسلمون من لسانه ويده (إلى الحَبيبِ) وهو الله تعالى، وفي رواية لأبي نعيم والبيهقي عن أنس بإسناد حسن. الموت كفارة لكل مسلم، أي لما يلقاه من الآلام والأوجاع التي لم يقع له ما يقرب منها من قبل ¶ (",
            "page": "156",
            "part": "1"
        },
        {
            "id": "157",
            "nass": "وقال عليه السلام: المَوْتُ أَرْبَعٌ مَوْتُ العُلَمَاءِ وَمَوْتُ الأَغْنِيَاءِ وَمَوْتُ الفُقَرَاءِ وَمَوْتُ الأُمَرَاءِ فَمَوْتُ العُلَمَاءِ ثُلمَةٌ) أي انكسار (في الدِّينِ) وفي لفظ فتنة (وَمَوْتُ الأَغْنِيَاءِ حَسَرَةٌ) بفتح الحاء المهملة والسين، أي أشد الحزن على الشيء الغائب (وَمَوْتُ الفُقَرَاءِ رَاحَةٌ وَمَوْتُ الأُمَرَاءِ فِتْنَةٌ) وفي لفظ نكبة، أي مصيبة أو انكسار ¶ (وقال عليه السلام: إنَّ أَوْلِيَاءَ الله لا يَمُوتُونَ وإنّما يَنْتَقِلُون مِنْ دَارٍ إلاى دَارٍ أُخْرَى) وقال أبو علي الروذباري رضي الله عنه: مات عندنا فقير غريب، فغسلته وصلينا عليه، ووضعته في لحده، فكشفت عن وجهه ليصيبه التراب، ففتح عينيه وقال: يا أبا علي أتذللني بين يدي من ذللني؟ فقلت: يا سيدي أحياة بعد موت؟ قال: أنا حي وكل محب لله حي لأنصرنك غدا بجاهي يا روذباري كذا في تحفة الإخوان للشيخ أحمد الفشني ¶ (وقال عليه السلام: نَعَمْ المَوْتُ رَاحَةُ المُؤْمِنِ) وفي رواية لأحمد والبيهقي عن عائشة بإسناد ضعيف موت الفجاءة راحة للمؤمن وأخذة أسف للفاجر. ¶ قوله: الفجاءة بفاء مضمومة مع المد أو مفتوحة مع القصر، أي البغتة. قوله: أسف بفتح السين، أي غضب وبكسرها ومد الهمزة، أي غضبان، قوله: للمؤمن أي المتأهب للموت المراقب له. قوله: للفاجر، أي للكافر والفاسق غير المتأهب للموت، فموت الفجاءة من آثارِ غضب الله، فإنه لم يتركه ليتوب ويستعد للآخرة، ولم يمرضه ليكون كفارة ¶ (",
            "page": "157",
            "part": "1"
        },
        {
            "id": "158",
            "nass": "وقال عليه السلام: مَوْتُ العُلَمَاءِ ظُلْمَةٌ) وفي لفظ ثلمة (في الدِّينِ وقال عليه السلام: إذَا مَاتَ ابْنَ آدَمَ) وفي رواية إذا مات الإنسان (انْقَطَعَ عَمَلُهُ) أي فائدة عمله وتجديد ثوابه (إلاّ مِنْ ثَلاَثٍ) فإن ثوابها لا ينقطع، بل هو دائم متصل النفع (صَدَقَة جَارِيَة) أي متصلة كوقف وفي رواية صدقة دائرة (أَوْ عِلْم يَنْتَفعُ بِهِ) كتعليم وتصنيف. قال التاج السبكي والتصنيف أقوى لطول بقائه على ممر الزمان (أَوْ وَلَد صَالِح) أي مسلم يدعو له، لأنه السبب في وجوده وفائدة تقييد الدعاء بالولد مع أن دعاء غيره ينفعه تحريض الولد على الدعاء لأصله رواه البخاري ومسلم وأبو داود والترمذي والنسائي عن أبي هريرة وورد في أحاديث أخر زيادة على الثلاثة وفتشها السيوطي، فبلغت أحد عشر ونظمها في قوله من بحر الوافر: إذا مَاتَ ابْنُ آدَمَ لَيْسَ يَجْري عَلَيْهِ مِنْ فِعَالٍ غَيْرِ عَشْرِ عُلُومٌ بَثَّهَا وَدُعَاءُ نَجْلٍ وَغَرْسُ النَّخْلِ والصَّدَقَاتُ تَجْري وِرَاثَةُ مُصْحَفٍ وَرِبَاطُ ثَغْرٍ وَحَفْرُ البِئْرِ أَوْ إجْرَاءُ نَهْرِ وَبَيْتٌ لِلْغَرِيبِ بَنَاه يَأْوي إلَيْهِ أَوْ بِنَاءُ مَحَلِّ ذِكْرِ وَتَعْلِيمٌ لِقُرآنٍ كَريمٍ فَخُذْهَا مِنْ أَحَادِيثٍ بِحَصْرِ ¶ (وقال عليه السلام: اذْكُرُوا هَاذِمَ اللَّذَّاتِ) بالذال المعجمة أي قاطعها (قالوا) أي الأصحاب (يا رَسُولُ الله وما هاذم اللذات قال) صلى الله عليه وسلم (المَوْتُ المَوْتُ المَوْتُ ثَلاَثا) أي قال هذه الكلمة التي هي الموت ثلاث مرات. وفي رواية لابن أبي الدنيا عن أنس بإسناد ضعيف أكثروا ذكر الموت، فإنه يمحص الذنوب ويزهد في الدنيا فإن ذكرتموه عند الغنى بكسر الغين وفتح النون هدمه بالدال المهملة أي أزاله، وإن ذكرتموه عند الفقر أرضاكم بعيشتكم ¶ (",
            "page": "158",
            "part": "1"
        },
        {
            "id": "159",
            "nass": "وقال عليه الصلاة والسلام: كُنْ في الدُّنْيا كأنَّكَ غَرِيبٌ أَوْ) أي بل (عَابِر سَبِيلٍ) شبه الناسك السالك بالغريب الذي ليس له مسكن يأويه، ثم ترقى وأضرب عنه إلى عابر السبيل، لأن الغريب قد يسكن في بلد الغربة بخلاف عابر سبيل، وهذا الحديث أصل في الحث على الفراغ عن الدنيا والزهد فيها والاحتقار لها والقناعة فيها بالبلغة. وقال النووي: معنى هذا الحديث لا تركن إلى الدنيا ولا تتخذها وطنا ولا تحدث نفسك بالبقاء فيها ولا تتعلق منها بما لا يتعلق به الغريب في غير وطنه وأول الحديث عن عبد الله بن عمر قال: أخذ رسول الله صلى الله عليه وسلم بمنكبي وقال: «كُنْ فِي الدُّنْيَا» إلى آخره (وَعُدَّ نَفْسَكَ مِنْ أَهْلِ القُبُورِ) استمر سائرا وعد نفسك من الأموات رواه الإمام أحمد وأبو داود والترمذي وابن ماجه عن ابن عمر، وكذا البخاري إلا أنه ما روى هذه الجملة الأخيرة ¶ (وقال عليه الصلاة والسلام: إذا مَاتَ العَالِمُ بَكَتْ عَلَيْهِ أَهْلُ السَّمَوااتِ والأَرْضِ) أي غير الآدميين (سَبْعِينَ يَوْما وقال عليه الصلاة والسلام: مَنْ لَمْ يَحْزَنْ لِمَوْتِ العَالِمِ، فَهُوَ مُنَافِقٌ مُنَافِقٌ مُنَافِقٌ قالها ثلاث مرات). ¶ (وقال عليه الصلاة والسلام: إذا مَاتَ المَيِّتُ تَقُولُ المَلاَئِكَةُ) أي يقول بعضهم لبعض استفهاما، والمراد الملائكة الذين يمشون أمام الجنازة (ما قَدَّمَ) بتشديد الدال، أي من العمل أهو صالح فنستغفر له أم غيره (وَيَقُولُ النَّاسُ مَا خَلَّفَ) بتشديد اللام، أي ما ترك لورثته فالملائكة ليس اهتمامهم إلا بالأعمال والآدميون إلا بالمال رواه البيهقي عن أبي هريرة، وهو حديث ضعيف. ¶ {الباب الثامن والثلاثون: في فضيلة ذكر القبر وأهواله}",
            "page": "159",
            "part": "1"
        },
        {
            "id": "160",
            "nass": "قال بعضهم: رأيت عاصما في منامي بعد موته بسنتين فقلت: أليس قدَّ مت؟ قال: بلى. قلت: فأين أنت؟ قال: أنا والله في روضة من رياض الجنة أنا ونفر من أصحابي نجتمع كل ليلة جمعة وصبيحتها إلى بكر بن عبد الله المزني، فتبلغنا أخباركم. فقلت: أجسامكم أم أرواحكم؟ قال: هيهات بليت الأجسام، وإنما تتلاقى الأرواح. فقلت: هل تعلمون بزيارتنا إياكم؟ قال: نعلم بها عشية الجمعة، ويوم الجمعة كله ويوم السبت إلى طلوع الشمس. قلت: فكيف ذلك دون الأيام كلها؟ قال: لفضل يوم الجمعة وعظمه كذا في تحفة الإخوان. ¶ (قال النبي عليه الصلاة والسلام: القَبْرُ رَوْضَةٌ مِنْ رِيَاضِ الجَنَّةِ أو حُفْرَةٌ) بسكون الفاء وبالتاء (مِنْ حُفَرِ النَّارِ) فالحفر بضم الحاء وفتح الفاء وبحذف التاء في الآخر، وهو جمع مثل غرفة وغرف ¶ (وقال عليه الصلاة والسلام: المُؤْمِنُ في قَبْرِهِ فِي رَوْضَةٍ خَضْرَاءَ وَيُوَسَّعُ لَهُ قَبْرُهُ سَبْعِينَ ذِرَاعا وَيُضِيءُ حَتَّى يَكُونَ كالقَمَرِ لَيْلَةَ البَدْرِ) وفي الإحياء قال مالك بن أنس: بلغني أن أرواح المؤمنين مرسلة تذهب حيث شاءت ¶ (وقال عليه الصلاة والسلام: لَوْ أنَّ بَنِي آدَمَ عَلِمُوا كَيْفَ عَذَابُ القَبْرِ مَا نَفَعَهُم العَيْشُ في الدُّنْيَا فَتَعَوَّذوا) أي استعينوا (بالله الكَرِيمِ) أي الذي يعطي النوال قبل السؤال (مِنْ عَذَابِ القَبْرِ الوَخِيمِ) أي الثقيل وفي حديث حسن للحاكم عن أبي ذر لو تعلمون ما أعلم لضحكتم قليلاً ولبكيتم كثيرا، ولما ساغ لكم الطعام والشراب، وعن الحسن البصري قال: من علم أن الموت مورده والقيامة موعده والوقوف بين يدي الله تعالى مشهده، فحقه أن يطول في الدنيا حزنه ¶ (",
            "page": "160",
            "part": "1"
        },
        {
            "id": "161",
            "nass": "وقال عليه الصلاة والسلام: مَا مِنْ عَبْدٍ يَمُرَّ بِقَبْرِ رَجُلٍ) أي إنسان ذكرا كان أو أنثى (كَانَ يَعْرِفُهُ في الدُّنْيَا فَيُسَلِّمُ عَلَيْهِ إلا عرفَهُ وردَّ عَلَيْه السَّلامَ) رواه الخطيب وابن عساكر عن أبي هريرة قال العزيزي ولا مانع من خلق هذا الإدراك برد الروح في بعض بدنه. ¶ قال المناوي قوله صلى الله عليه وسلم كان يعرفه يفهم منه أنه إذا لم يعرفه لا يرد، وهو غير مراد. فقد أخرج ابن أبي الدنيا، وزاد في روايته وإن لم يعرفه رد عليه السلام اهـ. ¶ (",
            "page": "161",
            "part": "1"
        },
        {
            "id": "162",
            "nass": "وقال عليه الصلاة والسلام: مَا مِنْ مُسْلِمٍ مَرَّ بِقَبْرٍ مِنْ مَقَابِرِ المُسْلِمِينَ إلاّ قَالَ لَهُ أَهْلُ القُبُورِ يَا غَافِلُ) أي عن عبادة الله تعالى (لَوْ عَلِمْتَ مَا نَعْلَمُ لَذَابَ لَحْمُكَ عَلَى جَسَدِكَ وَدَمُكَ عَلَى بَدَنِكَ وقال عليه الصلاة والسلام: إنَّ العَبْدَ المُؤْمِنَ إذا وُضِعَ في القَبْرِ وَأُقْعِدَ وَقَالَ أهْلُهُ وأَقْرِبَاؤُهُ وأَحِبَّاؤُهُ وَأَبْنَاؤُه وَاسَيِّدَاهُ) فوا حرف نداء وندبة والهاء للوقف (وا شَريفَاهُ وا أمِيرَاهُ قَالَ لَهُ الملكُ اسْمَعْ مَا يَقُولُونَ أَنْتَ كُنْتَ سَيِّدا وَأَنْتَ شَرِيفا وَأَنْتَ أميرا قَالَ المَيِّتُ: يا ليتَهُمْ لَمْ يَكُونُوا فَيَضْغَطُهُ ضَغْطَةً تَخْتَلِفُ بها أَضْلاَعُه) وفي رواية لأحمد وأبي داود والشيخين والنسائي عن أنس بن مالك أن النبي صلى الله عليه وسلم دخل نخلاً لبني النجار، فسمع صوتا، ففزع فقال: «مَنْ أَصْحَابُ هاذِهِ القُبُورِ»؟ فقالوا: يا رسول الله ناس ماتوا في الجاهلية. فقال: نعوذ بالله من عذاب القبر، ومن فتنة الدجال. قالوا: وما ذاك يا رسول الله؟ قال: إن العبد إذا وضع في قبره وتولى عنه أصحابه حتى إنه ليسمع قرع نعالهم أتاه ملكان، فيقعدانه فيقولان له: ما كنت تقول في هذا الرجل لمحمد؟ فأما المؤمن فيقول أشهد أنه عبد الله ورسوله، فيقال انظر إلى مقعدك من النار قد أبدلك الله به مقعدا من الجنة فيراهما جميعا، ويفسح له في قبره سبعون ذراعا ويملأ عليه خضرا إلى يوم يبعثون. وأما الكافر أو المنافق فيقال له: ما كنت تقول في هذا الرجل؟ فيقول: لا أدري كنت أقول ما يقول الناس.",
            "page": "162",
            "part": "1"
        },
        {
            "id": "163",
            "nass": "فيقال له: لا دريت ولا تليت، ثم يضرب بمطراق من حديد ضربة بين أذنيه، فيصيح صيحة يسمعها من يليه غير الثقلين، ويضيق عليه قبره حتى تختلف أضلاعه قوله لمحمد، أي في محمد أي إن قول هذا الرجل في حق محمد، ومعنى هذا الرجل، أي الحاضر ذهنا عبر بذلك لا بنحو هذا النبي امتحانا للمسؤول لئلا يلقن منه. ¶ قوله أو المنافق شك من الراوي أي أن أو بمعنى الواو. والمنافق هو الذي أظهر الإسلام وأخفى الكفر. قوله: ولا تليت بمثناة مفتوحة بعدها لام مفتوحة وتحتانية ساكنة، أي لا قرأت القرآن أو المعنى لا اتبعت من يدري ¶ (وقال عليه الصلاة والسلام: قال الله تَعَالى يا عِيسى كَمْ مِنْ وَجْهٍ صَبيحٍ وَبَدَنٍ صحيحٍ وَلِسَانٍ فَصِيحٍ غدا بَيْنَ أَطْبَاقِ النِّيرانِ يَصِيحُ. وقال عليه الصلاة والسلام: القَبْرُ أوَّلُ مَنْزِلٍ مِنْ مَنَازِلِ الآخِرَةِ وآخِرُ مَنْزِلٍ مِنْ مَنَازِلِ الدُّنْيا) وكان عثمان بن عفان رضي الله عنه إذا وقع على قبر بكى ما لا يبكيه عند ذكر الجنة والنار، فقيل له في ذلك فقال سمعت رسول الله صلى الله عليه وسلم يقول: «القَبْرُ أَوَّلُ مَنَازِلِ الآخِرَةِ، فَإنْ نَجَا العَبْدُ مِنْهُ فَمَا بَعْدَهُ أَيْسَرُ مِنْهُ» ¶ (",
            "page": "163",
            "part": "1"
        },
        {
            "id": "164",
            "nass": "وقال عليه الصلاة والسلام: القَبْرُ مَنْزِلٌ لاَ بُدَّ فِيهِ مِنَ النُّزُولِ. وقال عليه الصلاة والسلام: إذا مَاتَ أَحَدُكُمْ عُرِضَ عَلَيْهِ مَقْعَدُهُ أي محل قعوده من الجنة أو النار بأن تعاد الروح إلى بدنه أو بعضه (بالغَدَاةِ والعَشِيِّ) أي وقتهما (إنْ كَانَ مِنْ أهْلِ الجَنَّةِ فَمِنْ أَهْلِ الجَنَّةِ) أي فمقعده من مقاعد أهل الجنة (وإنْ كانَ مِنْ أهْلِ النَّارِ فَمِنْ أَهْلِ النَّارِ) أي فمقعده من مقاعد أهل النار فليس الجزاء والشرط متحدين معنى بل لفظا (يُقَالُ) أي له من قبل الله تعالى (هذا مَقْعَدُكَ حَتَّى يَبْعَثَكَ الله إلَيْهِ) أي إلى ذلك المقعد (يَوْمَ القِيَامَةِ) أي لا تصل إليه إلا بعد البعث، وهذا واضح في حق المؤمن الخالص والكافر، وكذا المؤمن الذي يخلط عمله بذنب فيرى مقعده في الجنة فيقال له: هذا مقعدك، وستصير إليه بعد مجازاتك بالعقوبة على ما تستحق رواه الشيخان والترمذي وابن ماجه عن ابن عمر بن الخطاب. ¶ {الباب التاسع والثلاثون: في منع النياحة على الميت} ¶ وفي بعض النسخ تقديم هذا الباب على الباب الذي قبله قال النووي في الأذكار: واعلم أن النياحة رفع الصوت بالندب، والندب تعديد النادبة بصوتها محاسن الميت. وقيل: هو البكاء عليه مع تعديد محاسنه. قال أصحابنا ويحرم رفع الصوت بإفراط البكاء، وأما البكاء على الميت من غير ندب ولا نياحة فليس بحرام انتهى. ¶ (",
            "page": "164",
            "part": "1"
        },
        {
            "id": "165",
            "nass": "قال النبي صلى الله عليه وسلم: النِّيَاحَةُ عَمَلٌ مِنْ أعْمَالِ الجَاهِلِيَّةِ) وفي رواية لابن ماجه النياحة من أمر الجاهلية، وإن النائحة إذا ماتت ولم تتب قطع الله لها ثيابا من قطران ودرعا من لهب النار. قال ابن حجر: فيحرم الندب وهو تعديد محاسن الميت كوا جبلاه، والنوح وهو رفع الصوت بالندب ومثله إفراط رفعه بالبكاء، وإن لم يقترن بندب ولا نوح وضرب نحو الخد وشق نحو الجيب ونشر الشعر وحلقه ونتفه، وتسويد الوجه وإلقاء الرماد على الرأس، والدعاء بالويل والثبور أي الهلاك وكل شيء فيه تغيير للزي، كلبس ما لايعتاد لبسه أصلاً، وكترك شيء من لباسه والخروج بدونه على خلاف العادة. ¶ (وقال عليه الصلاة والسلام: مَنْ فَعَلَ النِّيَاحَة عَدُوٌ لله والمَلاَئِكَةِ والنَّاسِ أَجْمَعِينَ. وقال صلى الله عليه وسلم: تَجِيء النَّائِحَةُ يَوْمَ القِيَامةِ) أي الوقف (تَنْبَحُ كَنَبْحِ الكَلْبِ) وهذا يدل على أن النوح من الكبائر. وفي حديث ضعيف لابن عساكر عن أبي هريرة: تجعل النوائح، أي من النساء يوم القيامة صفين: صف عن يمينهم وصف عن يسارهم أي أهل النار فينبحن على أهل النار كما تنبح الكلاب. ¶ (",
            "page": "165",
            "part": "1"
        },
        {
            "id": "166",
            "nass": "وقال عليه الصلاة والسلام: تَجيءُ النَّائِحَةُ يَوْمَ القِيَامَةِ) أي إلى الموقف (شَعْثَاءَ) أي متلبدا شعرها وسخا جسدها (غَبْرَاءَ) أي كثيرة الغبار في بدنها (عَلَيْهَا) أي النائحة (جِلْبَابٌ) أي ملحفة (مِنْ نَارٍ وَتَضَعُ يَدَهَا عَلَى رَأْسِها وَتَقُولُ وَا وَيْلاَهُ) فوا حرف نداء وندبة ويلاه منادى مندوب به والألف للندبة والهاء للاستراحة، ومعنى النداء يا هلاكي أقبل ويا حزني أقبل ويا عذابي احضر فهذا وقتك، ولأنها نادت الويل أن يحضرها لما عرض لها من الأمر الفظيع، وفي حديث الإمام أحمد ومسلم عن أبي مالك الأشعري: النائحة إذا لم تتب قبل موتها تقام يوم القيامة وعليها سربال من قطران ودرع من جرب، والسربال قميص وكذا الدرع والقطران بفتح فكسر نحاس مذاب، أو ما تداوى به الإبل، والمعنى أنه يصير جلدها أجرب حتى يكون الجرب كقميص على بدنها، وسر ذلك أن الأجرب سريع الألم لتقرح جلده والقطران يقوي اشتعال النار ¶ (وقال صلى الله عليه وسلم: لَعَنَ الله النَّائِحَةَ) أي الرافعة صوتها بالندب ويقال لها الصالقة أيضا (والمُسْتَمِعَةَ) أي لنوحها (والحِالِقَةَ) أي لرأسها عند المصيبة (والخَارِقَةَ) أي لثوبها (والشَّاقَّةَ) أي لجيب قميصها (والسَّالِغَةَ) بالغين المعجمة أي الخادشة لوجهها (والوَاشِمَةَ) أي التي تشم غيرها (والمُسْتَوْشِمَةَ) أي التي تطلب الوشمة (والسَّلْطَاءَ) أي الصائحة (والمَرْطَاءَ) أي التي تنتف شعرها عند المصيبة، وفي خبر الشيخين عن عمر بن الخطاب أن الميت ليعذب ببكاء الحي، أي بكاء مذموما بأن اقترن بنحو ندب أو نوح لا بمجرد دمع العين، ومحل ذلك التعذيب إذا أوصاهم بفعل البكاء المذموم كما هو عادة الجاهلية كقول طرفة لزوجته من بحر الطويل: إذا مُتُّ فَأنْعَيْنِي بِمَا أَنَا أَهْلُهُ وَشُقِّي عَلَيَّ الجَيْبَ يَا ابْنَةَ مَعْبَدِ ¶ (",
            "page": "166",
            "part": "1"
        },
        {
            "id": "167",
            "nass": "وقال عليه الصلاة والسلام: مَنْ نَاحَ عِنْدَ المُصِيبَةِ كُتِبَ اسْمُهُ في ديوان المُنَافِقينَ) وفي الزواجر قال أصحابنا وغيرهم ويتأكد لمن ابتلي بمصيبة بميت، أو في نفسه أو أهله أو ماله، وإن خفت أن يكثر من قول إنا لله وإنا إليه راجعون أأجرني في مصيبتي، واخلف لي خيرا منها لخبر مسلم، إن من قال ذلك آجره الله وأخلف له خيرا منها، ولأنه تعالى وعد من قال ذلك بأن عليهم صلوات من ربهم ورحمة، وأنهم المهتدون أي للترجيح أو للجنة والثواب ¶ (وقال عليه الصلاة والسلام: صَوْتَانِ مَلْعُونَانِ في الدُّنْيا وَالآخِرَةِ مِزْمَارٌ عِنْدَ نِعْمَةٍ) أي زمر بالمزمار عند حادث سرور (وَرَنَّةٌ) بتشديد النون أي صيحة (عِنْدَ مُصِيبَةٍ) رواه البزار عن أنس بإسناد صحيح (وقال عليه الصلاة والسلام: مَنْ خَرَقَ بِيَدِهِ جَيْبَا) وهو ما ينفتح من القميص على الصدر (أَوْ خَدَشَ خَدّا) أي جرحه بالأظفار (أَوْ ضَرَبَهُ) أي الخد (أَوْ نَاحَ عِنْدَ المُصِيبَةِ كانَ عَاصِيا لله وَرَسُولِهِ) وفي رواية ابن ماجه وابن حبان عن أبي أمامة لعن الله الخامشة وجهها والشاقة جيبها، والداعية بالويل والثبور، أي وذلك كقولها يا حزني ويا هلاكي، فالويل الحزن والثبور الهلاك. ¶ (وقال عليه الصلاة والسلام: لا يَحِلُّ لِلْمَرأةِ أَنْ تَطْرَحَ شَعْرَ رَأْسِها عِنْدَ المُصِيبَةِ فإنْ طَرَحَت شَعْرَ رأسِها، كَتَبَ الله لها بِكُلِّ شَعْرَةٍ حَيَّةً عَلَى أعْضَائِها يَوْمَ القَيَامِةِ، وَكَانَتْ مِمَّنْ عَصَى الله وَلَعَنَها الله وَالمَلاَئِكَةُ والأنْبِيَاءُ والنّاسُ أَجْمَعُونَ) وفي رواية للنسائي عن أبي موسى الأشعري بإسناد صحيح: ليس منا من سلق ولا من حلق ولا من خرق، أي ليس من أهل سنتنا من رفع صوته في المصيبة بالبكاء والنوح، ولا من حلق شعره في المصيبة، ولا من خرق ثوبه جزعا. ¶ (",
            "page": "167",
            "part": "1"
        },
        {
            "id": "168",
            "nass": "وقال صلى الله عليه وسلم: لَيْسَ مِنَّا) أي من أهل طريقنا (مَنْ لَطَمَ الخُدُودَ) أي عند المصيبة وخص الخد بذلك لكونه الغالب في ذلك، وإلا فضرب بقية البدن داخل في ذلك كذا أفاد العزيزي (وَشَقَّ الجُيُوبَ) جمع جيب وهو ما يفتح من القميص ليدخل فيه الرأس للبسه، وجمع الخدود والجيوب باعتبار إرادة الجمع للتغليظ (وَدَعَا بِدَعْوَى الجَاهِلِيَّةِ) وهي زمن الفترة قبل الإسلام، أي نادى بمثل ندائهم نحو واكهفاه واجبلاه واسنداه رواه أحمد والشيخان والترمذي والنسائي وابن ماجه عن ابن مسعود. وليس المراد بهذا الحديث إخراج من فعل ذلك من الدين، ولكن فائدة قوله ليس منا المبالغة في الردع عن الوقوع في مثل ذلك كما يقول الرجل لولده عند معاتبته لست منك ولست مني، أي ما أنت على طريقتي، وفي المعنى ليس على ديننا الكامل، وكأن السبب في ذلك ما تضمنه ذلك من عدم الرضا بالقضاء. وروي في الحديث: مَنْ أَصَابَتْهُ مُصِيبَةٌ فَخَرَقَ عَلَيْهَا ثَوْبا أَوْ لَطَمَ خَدّا أَوْ شَقَّ جَيْبا أَوْ نَتَفَ شَعْرا، فَكَأَنَّما أَخَذَ رُمْحا يُرِيد أَنْ يُحَارِبَ بِهِ رَبَّهُ انتهى. ¶ {الباب الأربعون: في فضيلة الصبر عند المصيبة}",
            "page": "168",
            "part": "1"
        },
        {
            "id": "169",
            "nass": "وفي الحديث ما أصيب عبد بمصيبة إلا لذنب لم يغفر إلا بها، أو درجة لم يكن يبلغها إلا بها، وفي رواية ابن أبي الدنيا: ما أصاب رجلاً من المسلمين نكبة فما فوقها حتى الشوكة إلا لإحدى خصلتين: إما ليغفر الله له من الذنوب ذنبا لم يكن يغفر له إلا بمثل ذلك أو يبلغ به من الكرامة كرامة لم يكن يبلغها إلا بمثل ذلك كذا في الزواجر، قال بعضهم: الصبر صبران: فاللئام أصبر أجساماً، والكرام أصبر نفوسا، وليس الصبر الممدوح أن يكون صاحبه قوي الجسد على اللد والكد، كما هو من صفات البهائم، بل أن يكون للنفس غلوبا وللأمور محتملاً، والفرق بين المتصبر والصابر والصبار أن الأول هو الذي يتحمل المشاق، وتظهر عليه، وإنما يمنعه من السخط خوف الله، والثاني هو من تعود حمل المشاق، فلم تظهر عليه، والثالث هو الذي عود نفسه الهجوم على المكاره بلا كلفة في ذلك دون المرارة كذا في الفتوحات الوهبية. ¶ (قَالَ النَّبِيُّ عليه الصلاة والسلام: الصَّبْرُ) أي الكامل الذي يتفرع منه الأجر الجزيل (عِنْدَ الصَّدْمَةِ الأُولَى) أي عند ابتداء المصيبة لكثرة المشقة فيها رواه البزار وأبو يعلى عن أبي هريرة رضي الله عنه، وهو حديث صحيح. قال ابن حجر في معنى هذا الحديث، أي إنما يحمد الصبر عند مفاجأة المصيبة، وأما فيما بعد فيقع السلو طبعا وفي حديث صحيح للبزار عن ابن عباس الصبر عند أول مصيبة أي الصبر العظيم الثواب عند فورة المصيبة وابتدائها وبعد ذلك تنكسر حدة المصيبة وحرارة الرزية. ¶ (",
            "page": "169",
            "part": "1"
        },
        {
            "id": "170",
            "nass": "وقال عليه الصلاة والسلام: لَوْ كَانَ الصَّبْرُ رَجُلاً لَكَانَ رَجُلاً كَرِيما) رواه أبو نعيم عن عائشة وإسناده ضعيف. أي لو قدر أن الصبر رجل كان كريما، فكيف تتركونه، ولذا قال الحسن البصري الصبر كنز من كنوز الجنة لا يعطيه الله إلا لعبد كريم عنده (وقال عليه الصلاة والسلام: إذَا أَحَبَّ الله عَبْدا) أي أراد الله له الخير (ابْتَلاَهُ) أي امتحنه (بِبَلاءٍ لاَ دَوَاءَ لَهُ) أي من مرض أو هم أو ضيق ليطهره من الذنوب (فإنْ صَبَرَ) أي على ذلك البلاء (اجْتَبَاهُ) أي اختاره (وإنْ رَضِيَ) على ذلك وعلى المبلي (واصْطَفَاهُ) أي اختاره وأحبه حبا عظيما. ¶ (وقال عليه الصلاة والسلام: مَا تَجَّرَعَ عَبْدٌ جُرْعَةً أَفْضَلُ عِنْدَ الله مِنْ جُرْعَةِ غَيْظٍ كَظَمها ابْتَغَاء وَجْهِ الله تَعَالى) رواه الإمام أحمد والطبراني عن عمر قال العزيزي: أصل الجرعة الابتلاع، والتجرع شرب في عجلة والجرعة من الماء كاللقمة من الطعام، وهو ما يجرع مرة واحدة ¶ (وقال عليه الصلاة والسلام: الصَّبْر وَصِيَّةٌ مِنْ وَصَايَا الله تَعَالى في أَرْضَهِ مَنْ حَفِظَهَا) أي الوصية (نَجَا) أي من العتاب (وَمَنْ ضَيَّعَهَا هَلَكَ) أي في العذاب وقال عمر بن الخطاب رضي الله عنه لرجل: إن صبرت مضى أمر الله وكنت مأجورا، وإن جزعت مضى أمر الله، وكنت مأزورا. ¶ (",
            "page": "170",
            "part": "1"
        },
        {
            "id": "171",
            "nass": "وقال صلى الله عليه وسلم: أَوْحَى الله تَعَالى إلى مُوسَى بنِ عمْرَانِ عَلَيْهِمَا السَّلامُ يَا مُوسَى مَنْ لَمْ يَرْضَ بِقَضَائِي وَلَمْ يَصْبِرْ عَلَى بلائي وَلَمْ يَشْكُرْ نَعمائي فَلْيَخْرُجْ مِنْ بَيْنِ أَرضي وَسَمَائِي وَلْيَطْلُبْ لَهُ رَبّا سِوائِي) في هذا الكلام أمر تهديد وحث على الرضا بالقضاء والصبر على البلاء، والشكر على النعماء، وفي رواية للطبراني عن أبي هند الداري قال الله تعالى: من لم يرض بقضائي، ولم يصبر على بلائي، فليلتمس ربا سوائي. وفي رواية للبيهقي عن أنس قال الله تعالى: من لم يرض بقضائي وقدري فليلتمس ربا غيري. ¶ (وقال عليه الصلاة والسلام: الصَّبْرُ عِنْدَ المُصِيبَةِ بِتِسْعمَائة دَرَجَةٍ) وقال ابن عباس رضي الله عنهما: أفضل العدة الصبر عند الشدة، ¶ (وقال عليه الصلاة والسلام: صَبْرُ سَاعَةٍ خَيْرٌ مِنَ الدُّنْيَا وَمَا فِيها) وقال علي رضي الله عنه: الصبر مطية لا تكبو وسيف لا يلبو. ¶ (",
            "page": "171",
            "part": "1"
        },
        {
            "id": "172",
            "nass": "وقال عليه الصلاة والسلام: الصَّبْرُ عَلَى أَرْبَعَةِ أَوْجُهٍ) أي أنواعه باعتبار متعلقة أربعة (صَبْرٌ عَلَى الفَرَائِضِ) أي على فعلها وتحمل مشاقها حتى يؤديها (وصَبْرٌ عَلَى المُصِيبَةِ) أي على حرارتها بحيث لا يتسخطها (وَصَبْرٌ عَلَى أذَى النَّاسِ) أي بحيث يتركه على حالة حسنة وأمر جميل فلا يحسب لهم حسابا أصلاً (وصَبْرٌ عَلَى الفَقْرِ) أي على ضيق المعيشة (فالصَّبْرُ عَلَى الفَرائِضِ تَوْفِيقٌ) أي حصول التوفيق من الله تعالى (والصَّبْرُ عَلَى المُصِيبَةِ مَثُوبَةٌ) أي سبب لحصول الثواب من الله تعالى (والصَّبْرُ عَلَى أذَى النَّاسِ مَحَبَّةٌ) أي علامة أنه محبوب عند الله تعالى وعند الخلق، ولذلك عد بعضهم أن من أفضل أنواع الصبر الصبر على مخالطة الناس وتحمل أذاهم (والصَّبْرُ عَلَى الفَقْرِ رِضَا الله تَعَالى) أي دليل على أنه راض بقسمة الله تعالى وفي الحديث: المؤمن الذي يخالط الناس ويصبر على أذاهم أفضل من المؤمن الذي لا يخالط الناس، ولا يصبر على أذاهم، رواه أحمد والبخاري وابن ماجه عن عمر بإسناد حسن. ¶ (",
            "page": "172",
            "part": "1"
        },
        {
            "id": "173",
            "nass": "وقال عليه الصلاة والسلام: إذَا حَدثَ عَلى عَبْدٍ مُصِيبَةٌ) أي شدة وبلاء (في بَدَنِهِ أوْ مَالِهِ أو وَلَدِهِ فاسْتَقْبَلَ ذالِكَ) أي المصيبة (بِصَبْرٍ جَمِيلٍ اسْتَحْيَا الله يَوْمَ القِيَامَةِ أَنْ يَنْصِبَ لَهُ) أي لذلك العبد (مِيزانا أوْ يَنْشُرَ لَهُ دِيوانا) فقوله استحيا جواب الشرط ومعناه ترك الله نصب الميزان، ونشر الديوان ترك من يستحي أن يفعلهما، وفي بعض النسخ بدل هذا الحديث وروي عن النبي صلى الله عليه وسلم أنه قال: «قَالَ الله تَعَالَى إذا وَجَّهْتُ إلى عَبْدٍ مِنْ عَبِيدِي مُصِيبَةً في بَدَنِهِ أَوْ فِي وَلَدِهِ أوْ في مَالِهِ فاسْتَقْبَلَها بِصَبْرٍ جَمِيلٍ اسْتَحْيَيْتُ يَوْمَ القِيَامَةِ أنْ أَنْصِبَ لَهُ مِيزانا أوْ أنْشُرَ لَهُ ديوانا» رواه الحكيم عن أنس، وإسناده ضعيف قيل الصبر الجميل أن يكون صاحب المصيبة في القوم لا يدرى من هو، وفي حديث رواه البيهقي والقضاعي عن أنس: أفضل العبادات انتظار الفرج من الله، أي فإذا نزل بأحد بلاء فترك الشكاية وصبر، وانتظر الفرج فذلك من أفضل العبادات، لأن الصبر في البلاء انقياد لقضاء الله تعالى. وقد قال الشاعر من بحر البسيط: ¶ إنَّ الأُمُورَ إذا انْسَدَّتْ مَسَالِكُهَا فالصَّبْرُ يَفْتَحُ مِنْهَا كُلَّ ما ارتَتَجَا ¶ لا تَيْأَسَنَّ وإنْ طَالَتْ مُطَالَبَةٌ إذا اسْتَعَنْتَ بِصَبْرٍ أنْ تَرَى فَرَجَا ¶ أَخْلِقْ بذي الصَّبرِ أنْ يَحْظى بِحَاجَتِهِ وَمُدْمِنِ القَرْعِ للأَبْوَابِ أَنْ يَلِجَا",
            "page": "173",
            "part": "1"
        },
        {
            "id": "174",
            "nass": "وهذا آخر ما يسره الله تعالى في هذا الكتاب، والحمد لله الذي هدانا لهذا وما كنا لنهتدي لولا أن هدانا الله، الحمد لله أولاً وآخرا وباطنا وظاهرا يا ربنا لك الحمد كما ينبغي لجلال وجهك وعظيم سلطانك وصلى الله على سيدنا ومولانا محمد خاتم النبيين، وإمام المرسلين وحبيب رب العالمين صلى الله عليه وعلى آله الطيبين الطاهرين، وأصحابه البررة الأكرمين، وتابعيهم بإحسان إلى يوم الدين وسلم تسليما كثيرا والحمد لله رب العالمين.",
            "page": "174",
            "part": "1"
        }
    ],
    "t35984": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": null
        }
    ]
}