{
    "b35982": [
        {
            "id": "1",
            "nass": "سلسلة أحاديث في الدعوة والتوجيه ¶ (12) ¶ حديث ¶ ثلاث من كن فيه ¶ وجد بهن حلاوة الإيمان ¶ وقفات وتأملات ¶ إعداد ¶ أ. د. فالح بن محمد بن فالح الصغيّر ¶ أستاذ السنة وعلومها بجامعة الإمام محمد بن سعود الإسلامية بالرياض",
            "page": "4",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "المقدمة ¶ الحمد لله رب العالمين والصلاة والسلام على رسوله الأمين وعلى آله وصحبه أجمعين ومن تبعهم بإحسان إلى يوم الدين، أما بعد ... ¶ فإن الله تبارك وتعالى خلق الثقلين ـ الجن والإنس ـ لهدف عظيم، وغاية سامية وهو عبادته وحده سبحانه، كما قال تعالى: {وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ} [الذاريات: 56]. ¶ فمن قام بعبادة الله حق القيام فله الدرجات العلى في الجنة، ومن تكاسل بها فله الويل كل الويل، يلقى في الدركات السفلى من النار، كما قال تعالى: {إِنَّهُ مَنْ يَأْتِ رَبَّهُ مُجْرِمًا فَإِنَّ لَهُ جَهَنَّمَ لَا يَمُوتُ فِيهَا وَلَا يَحْيَا * وَمَنْ يَأْتِهِ مُؤْمِنًا قَدْ عَمِلَ الصَّالِحَاتِ فَأُولَئِكَ لَهُمُ الدَّرَجَاتُ الْعُلَا * جَنَّاتُ عَدْنٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ جَزَاءُ مَنْ تَزَكَّى} [طه: 74 - 76]. ¶ وقال في موضع آخر: {فَأَمَّا الَّذِينَ شَقُوا فَفِي النَّارِ لَهُمْ فِيهَا زَفِيرٌ وَشَهِيقٌ * خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَوَاتُ وَالْأَرْضُ إِلَّا مَا شَاءَ رَبُّكَ إِنَّ رَبَّكَ فَعَّالٌ لِمَا يُرِيدُ * وَأَمَّا الَّذِينَ سُعِدُوا فَفِي الْجَنَّةِ خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَوَاتُ وَالْأَرْضُ إِلَّا مَا شَاءَ رَبُّكَ عَطَاءً غَيْرَ مَجْذُوذٍ} [هود: 106 - 108]. ¶ ويشترط لقبول هذه العبادة أن تكون نابعة من الإيمان بالله تعالى، فمن لم يؤمن به لا تقبل أعماله، كما قال تعالى عن الكافرين: {قُلْ هَلْ نُنَبِّئُكُمْ بِالْأَخْسَرِينَ أَعْمَالًا * الَّذِينَ ضَلَّ سَعْيُهُمْ فِي الْحَيَاةِ الدُّنْيَا وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعًا * أُولَئِكَ الَّذِينَ كَفَرُوا بِآَيَاتِ رَبِّهِمْ وَلِقَائِهِ فَحَبِطَتْ أَعْمَالُهُمْ فَلَا",
            "page": "5",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "نُقِيمُ لَهُمْ يَوْمَ الْقِيَامَةِ وَزْنًا * ذَلِكَ جَزَاؤُهُمْ جَهَنَّمُ بِمَا كَفَرُوا وَاتَّخَذُوا آَيَاتِي وَرُسُلِي هُزُوًا} [الكهف: 103 - 106]. ¶ وهذا الإيمان بالله يتضمن الإيمان بملائكته، وكتبه، ورسله، واليوم الآخر، والقدر خيره وشره منه سبحانه و تعالى، كما قال تعالى: {لَيْسَ الْبِرَّ أَنْ تُوَلُّوا وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلَكِنَّ الْبِرَّ مَنْ آَمَنَ بِاللَّهِ وَالْيَوْمِ الْآَخِرِ وَالْمَلَائِكَةِ وَالْكِتَابِ وَالنَّبِيِّينَ وَآَتَى الْمَالَ عَلَى حُبِّهِ ذَوِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينَ وَابْنَ السَّبِيلِ وَالسَّائِلِينَ وَفِي الرِّقَابِ وَأَقَامَ الصَّلَاةَ وَآَتَى الزَّكَاةَ وَالْمُوفُونَ بِعَهْدِهِمْ إِذَا عَاهَدُوا وَالصَّابِرِينَ فِي الْبَأْسَاءِ وَالضَّرَّاءِ وَحِينَ الْبَأْسِ أُولَئِكَ الَّذِينَ صَدَقُوا وَأُولَئِكَ هُمُ الْمُتَّقُونَ} [البقرة:177]. ¶ وقال أيضا: {يَا أَيُّهَا الَّذِينَ آَمَنُوا آَمِنُوا بِاللَّهِ وَرَسُولِهِ وَالْكِتَابِ الَّذِي نَزَّلَ عَلَى رَسُولِهِ وَالْكِتَابِ الَّذِي أَنْزَلَ مِنْ قَبْلُ وَمَنْ يَكْفُرْ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ وَالْيَوْمِ الْآَخِرِ فَقَدْ ضَلَّ ضَلَالًا بَعِيدًا} [النساء:136]. ¶ وجاء في حديث جبريل ـ عليه السلام ـ أنه لما سأل النبي - صلى الله عليه وسلم - عن الإيمان قال: «أن تؤمن بالله وملائكته وكتبه ورسله واليوم الآخر وتؤمن بالقدر خيره وشره» الحديث (¬1). ¶ وكما يتضمن كل ما جاء في القرآن الكريم وفي السنة الصحيحة من أصول الدين، وأموره , وأخباره، وما أجمع عليه السلف الصالح، والتسليم لله تعالى في الحكم والأمر والقدر والشرع، ولرسوله - صلى الله عليه وسلم - بالطاعة والتحكيم ¶ ¬__________ ¶ (¬1) صحيح البخاري، كتاب الإيمان، باب سؤال جبريل النبي - صلى الله عليه وسلم -، برقم: (50)، وصحيح مسلم، كتاب الإيمان، باب بيان الإيمان والإسلام والإحسان، برقم (8): واللفظ له.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "والاتباع. ¶ ومن عقيدة أهل السنة والجماعة أن الإيمان يزيد بالطاعة وينقص بالمعصية، كما قال تعالى: {وَيَزِيدُ اللَّهُ الَّذِينَ اهْتَدَوْا هُدًى} [مريم: 76]. وقال أيضا: {الَّذِينَ قَالَ لَهُمُ النَّاسُ إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ فَاخْشَوْهُمْ فَزَادَهُمْ إِيمَانًا} [آل عمران:173]. ¶ والإيمان قول وعمل واعتقاد؛ أي قول باللسان، وعمل بالأركان والجوارح، واعتقاد بالقلب. ¶ فإذا اكتملت هذه الشروط الثلاثة فهو المؤمن حقا، وإذا أخل شرط منها فلا يقبل إيمانه، فعلى المرء المسلم أن يتمسك بهذه الشروط الثلاثة، ويجتهد في الأعمال الصالحة، لكي يزداد إيمانا. ¶ وبين أيدينا حديث نبوي رائع، يهتم بجانب الإيمان ومقتضياته، وأثره على السلوك الإنساني؛ وفيما يلي من الصفحات نعيش في رحاب هذا الحديث الشريف فهماً، ودراسة، واستنباطاً للأحكام القيمة، والدروس النافعة لكل مسلم، ولكل مستقيم على هذا الدين، ولكل من يريد رفعة درجاته وتكفير سيئاته، ولكل داعية يريد سلوك صراط الله تعالى. ¶ وتأتي هذه الأهمية العظيمة في مثل هذه الأوقات التي اختلطت فيها المفاهيم بين غلو وتقصير، وإفراط وتفريط، ومزج للمصطلحات، وعدم تمييز بينها، وإعمال بعضها في موضع الآخر، وإهمال لكثير منها، فطبق الإسلام منقوصا، وحدث عدم التوازن، وحمَل ما لا يحتمل، فجُرَّت",
            "page": "7",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "الويلات على الإسلام وأهله، فوجب البيان مستندا لحديث الصادق المصدوق عليه الصلاة والسلام. ¶ وقد توخيت في هذا البيان محاولة التوسط بين الإيجاز والإطناب، مذكراً للعالم، ومعلماً للمتعلم، ومنبهاً للغافل، فيه الإشارة تغني عن صريح العبارة، والإيجاز عن الإطناب. ¶ أسأل الله تبارك وتعالى أن ينفعنا بما علمنا، ويعلمنا ما ينفعنا، ويزيدنا هدى، وتقى، وعلماً نافعاً، وعملاً صالحاً، وأن يجعل هذا العمل من المدخرات، وأن يعفو عن الزلل والتقصير، إنه ولي ذلك والقادر عليه، وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين. ¶ وكتبه ¶ فالح بن محمد بن فالح الصغير ¶ ص. ب 41961 الرياض 11531 ¶ falehmalsgair@yahoo.com ¶ * * *",
            "page": "8",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "نص الحديث ¶ عن أنس - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: ¶ «ثلاث من كن فيه وجد حلاوة الإيمان؛ أن يكون الله ورسوله أحب إليه مما سواهما، وأن يحب المرء لا يحبه إلا لله، وأن يكره أن يعود في الكفر كما يكره أن يقذف في النار». ¶ [رواه الشيخان]",
            "page": "9",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "تخريج الحديث ¶ هذا الحديث أخرجه البخاري في صحيحه في أربعة مواضع: ¶ في كتاب الإيمان، باب حلاوة الإيمان برقم: (16) ¶ وباب من كره أن يعود في الكفر كما يكره أن يلقى في النار من الإيمان. برقم: (21) ¶ وفي كتاب الأدب، باب الحب في الله، برقم: (6401) باختلاف يسير في الألفاظ. ¶ وفي كتاب الإكراه، باب من اختار الضرب والقتل والهوان على الكفر، برقم: (6941) ¶ وأخرجه مسلم في صحيحه: في كتاب الإيمان، باب بيان خصال من اتصف بهن وجد حلاوة الإيمان، برقم: (67) و (68) بلفظ «ثلاث من كن فيه وجد طعم الإيمان ... ». ¶ و الترمذي في جامعه: في كتاب الإيمان، باب حديث «ثلاث من كن فيه وجد بهن طعم الإيمان». برقم: (2624) بلفظ «ثلاث من كن فيه وجد بهن طعم الإيمان». ¶ و النسائي في سننه باختلاف يسير في الألفاظ: ¶ في كتاب الإيمان، باب طعم الإيمان، برقم: (4990). ¶ وباب حلاوة الإيمان، برقم: (4991). ¶ وباب حلاوة الإسلام، برقم: (4992).",
            "page": "11",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "الوقفة الأولى ¶ نظرة في عموم الحديث ¶ هذا الحديث من الأحاديث العظيمة حيث إنه يضم معاني عظيمة وأسسا كبيرة من أسس الإيمان، من حب الله ورسوله، والتحاب فيما بين المسلمين، والثبات على الإيمان، والعض عليه بالنواجذ، وبغض الكفر وأهله، بلوغ كراهية الكفر مبلغا أن يؤثر عليه القذف في النار. ¶ إن الحب في الإسلام بصورته النقية أحد عنصري غاية الوجود الإنساني فوق هذه الأرض: العبودية لله سبحانه تعالى، لأن العبودية تتمثل في عنصرين متكاملين هما: الذل والمحبة في غايتهما. قال ابن تيمية في رسالة (العبودية): «العبادة المأمور بها تتضمن معنى الذل، ومعنى الحب، فهي تتضمن غاية الذل لله تعالى بغاية المحبة له» (¬1). ¶ ولهذا بين الرسول - صلى الله عليه وسلم - أن حلاوة الإيمان عند العبد المسلم لا تتحقق إلا بحبه لله فحب الله هو الأساس، وما سواه مما ذكر في الحديث إنما يعود إليه؛ سواء كان حب الرسول - صلى الله عليه وسلم - أو حب أولياء الله، أو كراهة الكفر، فهو في هذه الكراهة يؤكد ثبوت حبه لله بكراهة الكفر كأنه يثبت الشيء بنفي نقيضه. ¶ ¬__________ ¶ (¬1) كتاب العبودية لشيخ الإسلام ابن تيمية، ص: 44.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وأول موقع من مواقعها هو حب المسلم للرسول - صلى الله عليه وسلم - الذي أنقذه الله به من الظلمات إلى النور، والواسطة العظمى بين الله وبينه في تبليغ مراد الله له، ولهذا اقترن ذكر الرسول بذكره في مقام طلب الحب في الحديث: «أن يكون الله ورسوله أحب إليه مما سواهما» ومن حب الله ورسوله حب شريعته ودينه الذي جاء به كتابه الكريم، وبينه رسوله العظيم محمد - صلى الله عليه وسلم - في سنته المباركة. ¶ ومن مواقعها الإنسان المحب لله الطالب مرضاته وهذا ما ذكر في الحديث في قوله - صلى الله عليه وسلم - بعد ذكر محبة الله ورسوله: «وأن يحب المرء لا يحبه إلا لله». ¶ فمحبة الإنسان في الله تكون على أساس قربه من الله، وقرب الله يتحقق بالإسلام له، والعمل بطاعته، ولما كان هذا القرب يزيد بقدر زيادة العبد في طاعته لربه؛ كانت المحبة مطردة في زيادتها ونقصها مع هذا القرب والطاعات، فإذا ابتعد هذا الإنسان بنفسه عن ربه باقتراف ما يقضي بذلك حل مقابل تلك المحبة له في نفس المؤمن، أي حل البغض له بسبب هذا البعد، وفي هذه الحالة يجتمع له حب لطاعته وبغض لمعصيته، فإذا ما قطع صلته بالله وآثر بقربه بعدا وبطاعته معصية وكفرا بانسلاخه من الإسلام، تحولت تلك المحبة إلى بغض وكراهة لهذا الشخص بسبب كفره، ولا يمكن أن يبقى من المحبة في قلب المؤمن شيء. ¶ فالمحبة كما تقع على الأشخاص تقع على الأفعال، وإلى ذلك نبه الحديث الشريف في الثالثة من الثلاث اللائى يجد بهن المرء حلاوة الإيمان،",
            "page": "14",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وهي أن يكره أن يعود إلى الكفر كما يكره أن يقذف في النار. ¶ وكما أن حالة الكفر تبلغ عند المؤمن غاية الكره، فإن البدع والمعاصي مكروهة مبغضة بحسب كبرها وبشاعتها، وبالمقابل فإن حالة الإيمان والاستسلام لله تستوجب من المسلم حبا لصاحبها، والطاعات والآداب الشرعية محبوبة من المؤمن (¬1). ¶ قال ابن حجر: قال البيضاوي: وَإِنَّمَا جعل هَذِهِ الْأُمُور الثَّلَاثَة عُنْوَانًا لِكَمَالِ الْإِيمَان لِأَنَّ المَرْء إِذَا تَأَمَّلَ أَنَّ المُنْعِم بِالذَّاتِ هُوَ الله تَعَالَى , وَأَنْ لَا مَانِح وَلَا مَانِع فِي الْحَقِيقَة سِوَاهُ , وَأَنَّ مَا عَدَاهُ وَسَائِط , وَأَنَّ الرَّسُول هُوَ الَّذِي يُبَيِّن لَهُ مُرَاد رَبّه , اِقْتَضَى ذَلِكَ أَنْ يَتَوَجَّه بِكُلِّيَّتِهِ نَحْوه: فَلَا يُحِبّ إِلَّا مَا يُحِبّ, وَلَا يُحِبّ مَنْ يُحِبّ إِلَّا مِنْ أَجْله، وَأَنْ يَتَيَقَّنَ أَنَّ جُمْلَة مَا وَعَدَ وَأَوْعَدَ حَقّ يَقِينًا. وَيُخَيَّل إِلَيْهِ المَوْعُود كَالْوَاقِعِ , فَيَحْسَب أَنَّ مَجَالِس الذِّكْر رِيَاض الْجَنَّة , وَأَنَّ الْعَوْد إِلَى الْكُفْر إِلْقَاء فِي النَّار. اِنْتَهَى مُلَخَّصًا (¬2). ¶ * * * ¶ ¬__________ ¶ (¬1) ينظر كتاب: الصداقة في الإطار الشرعي للدكتور عبد الرحمن الزنيدي، ص: 54 - 61 باختصار. ¶ (¬2) فتح الباري شرح صحيح البخاري، لابن حجر العسقلاني: 1/ 61، المكتبة السلفية.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "الوقفة الثانية ¶ مفهوم العدد في الحديث ¶ جاء في الحديث «ثلاث»، وقد ذكر هذا العدد في نصوص أخرى متعددة، منها: ¶ 1 - عن أبي ذر ـ رضي الله عنه ـ عن النبي - صلى الله عليه وسلم - قال: «ثلاثة لا يكلمهم الله يوم القيامة: المنان الذي لا يعطي شيئا إلا منة، والمنفق سلعته بالحلف الفاجر، والمسبل إزاره» (¬1). ¶ 2 - وعن أبي هريرة ـ رضي الله عنه ـ عن النبي - صلى الله عليه وسلم - قال: «آية المنافق ثلاث: إذا حدث كذب، وإذا وعد أخلف، وإذا ائتمن خان» (¬2). ¶ 3 - وقال عمار: ثلاث من جمعهن فقد جمع الإيمان: الإنصاف من نفسك، وبذل السلام للعالم، والإنفاق من الإقتار (¬3). ¶ 4 - عَنْ جَابِرٍ قَالَ: قَالَ رَسُولُ الله - صلى الله عليه وسلم -: «ثَلَاثٌ مَنْ كُنَّ فِيهِ سَتَرَ اللهُ عَلَيْهِ كَنَفَهُ وَأَدْخَلَهُ جَنَّتَهُ؛ رِفْقٌ بِالضَّعِيفِ، وَشَفَقَةٌ عَلَى الْوَالِدَيْنِ، وَإِحْسَانٌ إِلَى ¶ ¬__________ ¶ (¬1) صحيح مسلم، كتاب الإيمان، باب بيان غلظ تحريم إسبال الإزار، برقم: (294). ¶ (¬2) صحيح البخاري، كتاب الإيمان، باب علامات المنافق، برقم: (33)، وصحيح مسلم، كتاب الإيمان، باب خصال المنافق، برقم: (59). ¶ (¬3) روى البخاري في صحيحه معلقا في كتاب الإيمان، باب إفشاء السلام من الإسلام.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "المَمْلُوكِ». وقَالَ الترمذي: هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ (¬1). ¶ 5 - وعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: «أَوْصَانِي خَلِيلِي بِثَلَاثٍ لَا أَدَعُهُنَّ حَتَّى أَمُوتَ صَوْمِ ثَلَاثَةِ أَيَّامٍ مِنْ كُلِّ شَهْرٍ، وَصَلَاةِ الضُّحَى، وَنَوْمٍ عَلَى وِتْرٍ» (¬2). ¶ 6 - وعن عَبْد الله بْن عُمَرَ رَضِيَ اللهُ عَنْهُمَا قَالَ: سَمِعْتُ النَّبِيَّ - صلى الله عليه وسلم - يَقُولُ: «إِنَّمَا الشُّؤْمُ فِي ثَلَاثَةٍ؛ فِي الْفَرَسِ وَالمَرْأَةِ وَالدَّارِ» (¬3). ¶ فهذه الأحاديث ذكر فيها العدد (3). ولا شك أن العدد له خاصية، فإذا ورد بالجزم فليس لنا أن نزيد عليه، لأن الله هو المشرع وحده، وإن النبي - صلى الله عليه وسلم - كان المبلغ عنه فقط. فمثلا أمرنا أن نطوف بالبيت سبعاً، والسعي بين الصفا والمروة سبعاً، والصلوات المكتوبة خمساً، وكذلك عدد الركعات فيها، فهذه وأمثالها إذا زاد الإنسان فيها فعمله باطل وهو مبتدع، لأن النبي - صلى الله عليه وسلم - قال: «من أحدث في أمرنا هذا ما ليس منه فهو رد» (¬4). ¶ ¬__________ ¶ (¬1) جامع الترمذي، كتاب صفة القيامة، باب فيه أربعة أحاديث، برقم: (2494). ¶ (¬2) صحيح البخاري، كتاب الجمعة، باب صلاة الضحى في الحضر، برقم: (1178)، وصحيح مسلم، كتاب صلاة المسافرين وقصرها، باب استحباب صلاة الضحى وأن أقلها ركعتان، برقم: (721). ¶ (¬3) صحيح البخاري، كتاب الجهاد والسير، باب ما يذكر من شؤم الفرس، برقم: (2858) واللفظ له، وصحيح مسلم، كتاب السلام، باب الطيرة والفأل وما يكون فيه من الشؤم، برقم: (2225). ¶ (¬4) صحيح البخاري، كتاب الصلح، باب إذا اصطلحوا على صلح جور فالصلح مردود، برقم: (2697)، وصحيح مسلم، كتاب الأقضية، باب نقض الأحكام الباطلة ورد محدثات الأمور، برقم: (1718).",
            "page": "17",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "يقول الحافظ ابن حجر: وَهَذَا الْحَدِيث مَعْدُود مِنْ أُصُول الْإِسْلَام، وَقَاعِدَة مِنْ قَوَاعِده , فَإِنَّ مَعْنَاهُ: مَنْ اِخْتَرَعَ فِي الدِّين مَا لَا يَشْهَد لَهُ أَصْل مِنْ أُصُوله فَلَا يُلْتَفَت إِلَيْهِ (¬1). ¶ قَالَ النَّوَوِي: وَهَذَا الْحَدِيث قَاعِدَة عَظِيمَة مِنْ قَوَاعِد الْإِسْلَام , وَهُوَ مِنْ جَوَامِع كَلِمه - صلى الله عليه وسلم - فَإِنَّهُ صَرِيح فِي رَدّ كُلّ الْبِدَع وَالمُخْتَرَعَات. وَهَذَا الْحَدِيث مِمَّا يَنْبَغِي حِفْظه وَاسْتِعْمَاله فِي إِبْطَال المُنْكَرَات , وَإِشَاعَة الِاسْتِدْلَال بِهِ (¬2). ¶ ولكن إذا ورد العدد بغير صيغة الجزم أو وردت نصوص أخرى تخالفه فنحكم عليه بأن العدد غير مطلوب و مقصود الشارع ذكر جزء من الكل، والحديث الذي بين أيدينا اتضح لنا بعد إمعان النظر فيه أن العدد غير مطلوب، والمعنى ثلاث خصال من الخصال الكثيرة التي يجد بها المرء حلاوة الإيمان، لأنه جاء في الحديث الآخر عَنْ الْعَبَّاسِ بْنِ عَبْدِ المُطَّلِبِ أَنَّهُ سَمِعَ رَسُولَ الله - صلى الله عليه وسلم - يَقُولُ ذَاقَ طَعْمَ الْإِيمَانِ مَنْ رَضِيَ بِالله رَبًّا، وَبِالْإِسْلَامِ دِينًا، وَبِمُحَمَّدٍ رَسُولًا (¬3). ولكن مما لاشك فيه أن هذا الحديث جامع لأهم مبادئ الإيمان. ¶ * * * ¶ ¬__________ ¶ (¬1) فتح الباري شرح صحيح البخاري لابن حجر العسقلاني، (5/ 302). ¶ (¬2) شرح صحيح مسلم للنووي، المجلد الرابع، (12/ 16). ¶ (¬3) صحيح مسلم، كتاب الإيمان، باب الدليل على أن من رضي بالله ربا، برقم: (34).",
            "page": "18",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "الوقفة الثالثة ¶ معنى حلاوة الإيمان ¶ إن المؤمن إذا كان قلبه مطمئنا بالإيمان ثم قام بامتثال أوامر الله، واجتناب نواهيه، فإنه يجد من راحة النفس وسعادة القلب وانشراح الصدر وسعة البال أثناء العبادة وعقب الانتهاء منها ما لا يوصف، وهذه اللذة تتفاوت من شخص إلى شخص حسب قوة الإيمان وضعفه. وتحصل هذه اللذة بحصول أسبابها كما تزول بزوال أسبابها، فمنها أن يحب الله ورسوله أكثر من غيرهما، وأن يحب إخوانه في الله ولله، وبالعكس يبغض الكفر وأهله امتثالا لأمر الله، كما يكره أن يقذف في النار. ¶ قال الإمام النووي: قَالَ الْعُلَمَاء رَحِمَهُمْ الله: مَعْنَى حَلَاوَة الْإِيمَان اِسْتِلْذَاذ الطَّاعَات وَتَحَمُّلِ المَشَقَّات فِي رِضَا الله عَزَّ وَجَلَّ, وَرَسُوله - صلى الله عليه وسلم - , وَإِيثَار ذَلِكَ عَلَى عَرَضِ الدُّنْيَا , وَمَحَبَّة الْعَبْد رَبّه ـ سُبْحَانه وَتَعَالَى ـ بِفِعْلِ طَاعَته , وَتَرْكِ مُخَالَفَته , وَكَذَلِكَ مَحَبَّة رَسُول الله - صلى الله عليه وسلم - (¬1). ¶ وقال ابن حجر في الفتح: وَفِي قَوْله: «حَلَاوَة الْإِيمَان» اِسْتِعَارَة تَخْيِيلِيَّةٌ, شَبَّهَ رَغْبَة المُؤْمِن فِي الْإِيمَان بِشَيْءٍ حُلْو، وَأَثْبَتَ لَهُ لَازِم ذَلِكَ الشَّيْء، وَأَضَافَهُ إِلَيْهِ , وَفِيهِ تَلْمِيح إِلَى قِصَّة المَرِيض وَالصَّحِيح؛ لِأَنَّ المَرِيض الصَّفْرَاوِيّ يَجِد ¶ ¬__________ ¶ (¬1) شرح صحيح مسلم للنووي، المجلد الأول (2/ 13).",
            "page": "19",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "طَعْم الْعَسَل مُرًّا، وَالصَّحِيح يَذُوق حَلَاوَته عَلَى مَا هِيَ عَلَيْهِ، وَكُلَّمَا نَقَصَتْ الصِّحَّة شَيْئًا مَا نَقَصَ ذَوْقه بِقَدْرِ ذَلِكَ (¬1). ¶ وقال السندي في شرح سنن النسائي: «حَلَاوَة الْإِيمَان» أَيْ اِنْشِرَاح الصَّدْر بِهِ وَلَذَّة الْقَلْب لَهُ تُشْبِه لَذَّة الشَّيْء إِلَى حُصُول فِي الْفَم، وَقِيلَ الْحَلَاوَة الْحُسْن، وَبِالْجُمْلَةِ فَلِلْإِيمَانِ لَذَّة فِي الْقَلْب تُشْبِه الْحَلَاوَة الْحِسِّيَّة بَلْ رُبَّمَا يَغْلِب عَلَيْهَا حَتَّى يَدْفَع بِهَا أَشَدّ المَرَارَات، وَهَذَا مِمَّا يَعْلَم بِهِ مَنْ شَرَحَ الله صَدْره لِلْإِسْلَامِ، اللهُمَّ اُرْزُقْنَاهَا مَعَ الدَّوَام عَلَيْهَا (¬2). ¶ وقال السندي أيضا: اُسْتُعِيرَ اِسْم الطَّعْم أَوْ الْحَلَاوَة لِمَا يَجِدهُ الْمُؤْمِن الْكَامِل فِي الْقَلْب بِسَبَبِ الْإِيمَان مِنْ الِانْشِرَاح وَالِاتِّسَاع وَلَذَّة الْقُرْب مِنْ الله تَعَالَى. ¶ فليعلم الإنسان أنه مهما توفرت له سبل الراحة والمعيشة فلن يجد هذه اللذة إلا إذا وثق صلته بالله، فالمال والجاه والحسب والنسب والأولاد لا تغني عن الإيمان شيئا، ولا نسبة بين نعيم الدنيا الزائل وبين نعيم الإيمان. ¶ يقول الحسن البصري واصفاً حال الأثرياء: «إنهم وإن طقطقت بهم البغال، وهملجت بهم البراذين، فإن ذل المعصية لا يفارقهم، أبى الله إلا أن يذل من عصاه». ¶ ويقول ابن القيم: «في القلب شعث لا يلمه إلا الإقبال على الله، وفيه وحشة لا يزيلها إلا الأنس به في خلوته، وفيه حزن لا يذهبه إلا السرور ¶ ¬__________ ¶ (¬1) فتح الباري شرح صحيح البخاري لابن حجر العسقلاني (1/ 60). ¶ (¬2) شرح سنن النسائي للسندي، المجلد الرابع، (8/ 94 - 95).",
            "page": "20",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "بمعرفته وصدق معاملته، وفيه قلق لا يسكنه إلا الاجتماع عليه والفرار إليه، وفيه نيران حسرات لا يطفئها إلا الرضى بأمره ونهيه وقضائه ومعانقة الصبر على ذلك إلى وقت لقائه (¬1). ¶ فتلخص من هذا: أن للإيمان والعبادة طعماً ومذاقاً حلوا ً، لا يجده الإنسان إلا إذا عمر الإيمان قلبه، وعمل بمقتضاه، ونوَر حياته به، في مثل ما جاء في هذا الحديث العظيم. ¶ وهذه الحلاوة تتمثل في انشراح الصدر، وقوة التحمل , والأنس بالله تعالى، والثقة بموعوده، والرضا بمقاديره، وعظمة اللجوء إليه، والتضرع بين يديه، ومعرفة ذاته وأسمائه وصفاته. ¶ كما تتمثل ببناء منهج حياته على هذا الإيمان، يحل ما أحل الله، ويحرم ما حرم الله، وإن خالف هواه ورغباته، وعارض مزاجه وهواياته، ووقف أمام طموحاته. ¶ كما تتمثل ببناء علاقاته مع الله تعالى، ومع الناس، ومع الحيوانات، ومع الأشياء على وفق ما شرع الله جل وعلا. ¶ فإلى كل مسلم يريد هذا الطعم الحلو أن يتمثل هذا المنهج العظيم، وإلى كل داعية يريد التمتع بلذة العبادة والدعوة أن يتمثل هذا المنهج العظيم الذي لا يوجد في أي مقام آخر. ¶ * * * ¶ ¬__________ ¶ (¬1) ينظر: «لذة العبادة» للشيخ سعد الصالح، ص: 16 - 17.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "الوقفة الرابعة ¶ في قوله - صلى الله عليه وسلم -: أن يكون الله ورسوله أحب إليه مما سواهما ¶ هذه الوقفة نفرعها كالآتي: ¶ أولاً: تعريف المحبة لغة واصطلاحاً: ¶ قال ابن منظور: الحب نقيض البغض، والحب الوداد والمحبة، وأحبه فهو محب وهو محبوب، وتحبب إليه: تودد؛ وامرأة محبة لزوجها ومحب أيضا، والحب: الحبيب (¬1). ¶ وقال الفيروزآبادي: الحب: الوداد كالحباب والحب بكسرهما. أحبه وهو محبوب على غير قياس وتحابوا: أحب بعضهم بعضا (¬2). ¶ وقال ابن القيم: هذه المادة تدور في اللغة على خمسة أشياء: ¶ أحدها: الصفاء والبياض؛ ومنه قولهم لصفاء بياض الأسنان ونضارتها: حبب الأسنان. ¶ الثاني: العلو والظهور؛ ومنه حبب الماء وحبابه، وهو ما يعلوه عند المطر الشديد. ¶ الثالث: اللزوم والثبات: ومنه: حب البعير وأحب، إذا برك ولم يقم. ¶ ¬__________ ¶ (¬1) لسان العرب لابن منظور 1/ 281 حرف الباء، فصل الحاء، باختصار. ¶ (¬2) القاموس المحيط للفيروزآبادي، 1/ 52 باب الباء، فصل الحاء، مادة: (الحب).",
            "page": "22",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "الرابع: اللب، ومنه: حبة القلب، للبه وداخله. ¶ الخامس: الحفظ والإمساك. ومنه حب الماء للوعاء الذي يحفظ فيه. ¶ ولا ريب أن هذه الخمسة من لوازم المحبة، فإنها صفاء المودة، وهيجان إرادات القلب للمحبوب، وعلوها وظهورها منه لتعلقها بالمحبوب المراد، وثبوت إرادة القلب للمحبوب، ولزومها لزوما لا تفرقه، ولإعطاء المحب محبوبه لبه، وأشرف ما عنده وهو قلبه، ولاجتماع عزماته وإراداته وهمومه على محبوبه. فاجتمعت فيها المعاني الخمسة (¬1). ¶ واصطلاحاً: قال ابن أبي العز: هي تعلق قلب المحب بالمحبوب. ¶ ثم قال: وقد اختلف في تحديد المحبة على أقوال نحو ثلاثين قولا، ولا تحد المحبة بحد أوضح منها، فالحدود لا تزيدها إلا خفاء وجفاء، وهذه الأشياء الواضحة لا تحتاج إلى تحديد، كالماء والهواء والتراب والجوع والشبع ونحو ذلك (¬2). ¶ وقد ذكر في تعريفها الإمام ابن القيم ثلاثين قولا (¬3) منها: ¶ المحبة: سفر القلب في طلب المحبوب، ولهج اللسان بذكره على الدوام. ¶ ومنها: أن لا يؤثر على المحبوب غيره، وأن لا يتولى أمورك غيره. ¶ ومنها: إيثار المحبوب، على جميع المصحوب. ¶ وقال الإمام النووي: أَصْل المَحَبَّة المَيْل إِلَى مَا يُوَافِق الْمُحِبَّ , ثُمَّ المَيْل قَدْ ¶ ¬__________ ¶ (¬1) مدارج السالكين لابن القيم 3/ 9 - 10. ¶ (¬2) شرح العقيدة الطحاوية، ص: 167. ¶ (¬3) انظر مدارج السالكين لابن القيم، ص: 3/ 11 - 16.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "يَكُون لِمَا يَسْتَلِذُّهُ الْإِنْسَان , وَيَسْتَحْسِنهُ كَحُسْنِ الصُّورَة وَالصَّوْت وَالطَّعَام وَنَحْوهَا وَقَدْ يَسْتَلِذُّهُ بِعَقْلِهِ لِلْمَعَانِي الْبَاطِنَة كَمَحَبَّةِ الصَّالِحِينَ وَالْعُلَمَاء وَأَهْل الْفَضْل مُطْلَقًا , وَقَدْ يَكُون لِإِحْسَانِهِ إِلَيْهِ , وَدَفْعه المَضَارَّ وَالمَكَارِهَ عَنْهُ. وَهَذِهِ المَعَانِي كُلُّهَا مَوْجُودَة فِي النَّبِيِّ - صلى الله عليه وسلم - لِمَا جَمَعَ مِنْ جَمَال الظَّاهِر وَالْبَاطِن, وَكَمَال خِلَال الْجَلَال, وَأَنْوَاع الْفَضَائِل , وَإِحْسَانه إِلَى جَمِيع الْمُسْلِمِينَ بِهِدَايَتِهِ إِيَّاهُمْ إِلَى الصِّرَاط الْمُسْتَقِيم , وَدَوَام النِّعَم , وَالْإِبْعَاد مِنْ الْجَحِيم (¬1). ¶ وقال ابن حجر في الفتح: قَالَ الْبَيْضَاوِيّ: الْمُرَاد بِالْحُبِّ هُنَا الْحُبّ الْعَقْلِيّ الَّذِي هُوَ إِيثَار مَا يَقْتَضِي الْعَقْل السَّلِيم رُجْحَانه وَإِنْ كَانَ عَلَى خِلَاف هَوَى النَّفْس, كَالْمَرِيضِ يَعَاف الدَّوَاء بِطَبْعِهِ فَيَنْفِر عَنْهُ , وَيَمِيل إِلَيْهِ بِمُقْتَضَى عَقْله فَيَهْوَى تَنَاوُله , فَإِذَا تَأَمَّلَ الْمَرْء أَنَّ الشَّارِع لَا يَأْمُر وَلَا يَنْهَى إِلَّا بِمَا فِيهِ صَلَاح عَاجِل أَوْ خَلَاص آجِل, وَالْعَقْل يَقْتَضِي رُجْحَان جَانِب ذَلِكَ, تَمَرَّنَ عَلَى الِائْتِمَار بِأَمْرِهِ بِحَيْثُ يَصِير هَوَاهُ تَبَعًا لَهُ , وَيَلْتَذّ بِذَلِكَ اِلْتِذَاذًا عَقْلِيًّا , إِذْ الِالْتِذَاذ الْعَقْلِيّ إِدْرَاك مَا هُوَ كَمَال وَخَيْر مِنْ حَيْثُ هُوَ كَذَلِكَ. وَعَبَّرَ الشَّارِع عَنْ هَذِهِ الْحَالَة بِالْحَلَاوَةِ لِأَنَّهَا أَظْهَر اللَّذَائِذ الْمَحْسُوسَة (¬2). ¶ * * * ¶ ¬__________ ¶ (¬1) شرح صحيح مسلم للنووي، المجلد الأول، (2/ 14). ¶ (¬2) فتح الباري شرح صحيح البخاري، لابن حجر العسقلاني، (1/ 60 - 61).",
            "page": "24",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "ثانيا: مراتب المحبة: ¶ وأما مراتبها ـ كما ذكرها ابن القيم وابن أبي العز ـ فهي عشرة (¬1)؛ وهي كالتالي: ¶ أولها: العلاقة: وهي تعلق القلب بالمحبوب. ¶ والثانية: الإرادة: وهي ميل القلب إلى محبوبه وطلبه له. ¶ والثالثة: الصبابة: وهي انصباب القلب إليه بحيث لا يملكه صاحبه كانصباب الماء في الحدور. ¶ والربعة الغرام: وهي الحب اللازم للقلب، ومنه الغريم لملازمته. ¶ والخامسة: المودة والود: وهي صفو المحبة وخالصها ولبها. ¶ والسادسة: الشغف: وهي وصول المحبة إلى شغاف القلب. ¶ والسابعة: العشق: وهو الحب المفرط الذي يخاف منه على صاحبه منه, ولكن لا يوصف به الرب تعالى، ولا العبد في محبة ربه – والسبب لأن العشق محبة مع شهوة (¬2). ¶ والثامنة: التيمم: وهو بمعنى التعبد. ¶ والتاسعة: التعبد: قال ابن القيم في روضة المحبين (¬3): وأما التعبد فهو غاية الحب وغاية الذل يقال: عبده الحب، أي ذلَّله، وطريق معبد بالأقدام ¶ ¬__________ ¶ (¬1) ينظر مدارج السالكين لابن القيم (3/ 27 - 30)، وشرح العقيدة الطحاوية لابن أبي العز، ص: (165 - 166). ¶ (¬2) روضة المحبين لابن القيم، ص: 27. ¶ (¬3) روضة المحبين لابن القيم، ص: 52.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "أي: مذلل. وكذلك المحب قد ذلَّله الحب ووطأه، ولا تصلح هذه المرتبة لأحد غير الله عز وجل، ولا يغفر الله سبحانه لمن أشرك في عبادته، ويغفر ما دون ذلك لمن يشاء فمحبة العبودية، هي أشرف أنواع المحبة , وهي خالص حق الله على عباده. ¶ والعاشرة: الخلة: وهي المحبة التي تخللت روح المحب وقلبه. ¶ قال الطحاوي: وقيل في ترتيبها غير ذلك، وهذا الترتيب تقريب حسن، يعرف حسنه بالتأمل في معانيه. واعلم أن وصف الله تعالى بالمحبة والخلة هو كما يليق بجلال الله تعالى وعظمته كسائر صفاته تعالى، وإنما يوصف الله تعالى هذه الأنواع بالإرادة والود والمحبة والخلة حسبما ورد النص (¬1). ¶ وإن النبي - صلى الله عليه وسلم - قد ثبت له أعلى مراتب المحبة وهي الخلة، كما ورد عن جُنْدَب قَالَ سَمِعْتُ النَّبِيَّ - صلى الله عليه وسلم - قَبْلَ أَنْ يَمُوتَ بِخَمْسٍ وَهُوَ يَقُولُ: «إِنِّي أَبْرَأُ إِلَى الله أَنْ يَكُونَ لِي مِنْكُمْ خَلِيلٌ، فَإِنَّ الله تَعَالَى قَدْ اتَّخَذَنِي خَلِيلًا كَمَا اتَّخَذَ إِبْرَاهِيمَ خَلِيلًا، وَلَوْ كُنْتُ مُتَّخِذًا مِنْ أُمَّتِي خَلِيلًا لَاتَّخَذْتُ أَبَا بَكْرٍ خَلِيلًا، أَلَا وَإِنَّ مَنْ كَانَ قَبْلَكُمْ كَانُوا يَتَّخِذُونَ قُبُورَ أَنْبِيَائِهِمْ وَصَالِحِيهِمْ مَسَاجِدَ أَلَا فَلَا تَتَّخِذُوا الْقُبُورَ مَسَاجِدَ إِنِّي أَنْهَاكُمْ عَنْ ذلك، إن الله اتخذني خليلاً كما اتخذ إبراهيم خليلا» (¬2). ¶ وأيضا ما روى أبو الْأَحْوَصِ عَنْ عَبْدِ الله عَنْ النَّبِيِّ - صلى الله عليه وسلم - قَالَ: «لَوْ كُنْتُ ¶ ¬__________ ¶ (¬1) شرح العقيدة الطحاوية لابن أبي العز، ص: 165 - 166. ¶ (¬2) صحيح مسلم، كتاب المساجد، باب النهي عن بناء المساجد على القبور، رقم الحديث: (532).",
            "page": "26",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "مُتَّخِذًا مِنْ أَهْلِ الْأَرْضِ خَلِيلًا لَاتَّخَذْتُ ابْنَ أَبِي قُحَافَةَ، خَلِيلًا وَلَكِنْ صَاحِبُكُمْ خَلِيلُ الله» (¬1). ¶ فيتضح من هذين الحديثين أن صفة الخلة ثبتت للنبي - صلى الله عليه وسلم -. ¶ * * * ¶ ¬__________ ¶ (¬1) صحيح مسلم، كتاب فضائل الصحابة، باب: من فضائل أبي بكر الصديق، برقم: (2383).",
            "page": "27",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "ثالثا: أهمية محبة الله ومنزلتها ¶ قال الإمام ابن القيم رحمه الله: ¶ منزلة المحبة هي المنزلة التي فيها تنافس المتنافسون، وإليها شخص العاملون، وإلى علمها شمر السابقون، وعليها تفانى المحبون، وبروح نسيمها تروح العابدون، فهي قوت القلوب، وغذاء الأرواح، وقرة العيون، وهي الحياة التي من حرمها فهو من جملة الأموات، والنور الذي من فقده فهو في بحار الظلمات، والشفاء الذي من عدمه حلت بقلبه الأسقام، واللذة التي من لم يظفر بها فعيشه كله هموم وآلام، وهي روح الإيمان والأعمال، والمقامات والأحوال، التي متى خلت منها فهي كالجسد الذي لا روح فيه، تحمل أثقال السائرين إلى بلاد لم يكونوا إلا بشق الأنفس بالغيها، وتوصلهم إلى مقامات لم يكونوا بدونها أبدا واصليها، وتبوءهم من مقاعد الصدق مقامات لم يكونوا لولاها داخليها، وهي مطايا القوم التي مسراهم على ظهورها دائما إلى الحبيب، وطريقهم الأقوم الذي يبلغهم إلى منازلهم الأولى من قريب، تالله لقد ذهب أهلها بشرف الدنيا والآخرة، إذ لهم من معية محبوبهم أوفر نصيب، وقد قضى الله يوم قدر مقادير الخلائق بمشيئته وحكمته البالغة: أن المرء مع من أحب , فيالها من نعمة على المحبين سابغة (¬1). ¶ وقال أيضا: إن محبة الله سبحانه، والأنس به، والشوق إلى لقائه، ¶ ¬__________ ¶ (¬1) مدارج السالكين لابن القيم: 3/ 6 - 7.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "والرضى به وعنه، أصل الدين وأصل أعماله وإرادته ... ومحبته تعالى، بل كونه أحب إلى العبد من كل ما سواه على الإطلاق من أعظم واجبات الدين، وأكبر أصوله، وأجل قواعده، ومن أحب معه مخلوقا مثل ما يحبه فهو من الشرك الذي لا يغفر لصاحبه ولا يقبل معه عمل، قال تعالى: {وَمِنَ النَّاسِ مَنْ يَتَّخِذُ مِنْ دُونِ اللَّهِ أَنْدَادًا يُحِبُّونَهُمْ كَحُبِّ اللَّهِ وَالَّذِينَ آَمَنُوا أَشَدُّ حُبًّا لِلَّهِ} [البقرة: 165] (¬1). ¶ قال شيخ الإسلام ابن تيمية: فمن أحب مخلوقا مثل ما يحب الله فهو مشرك، ويجب الفرق بين الحب في الله والحب مع الله (¬2). ¶ وقال أيضا: ولهذا كان أهل التوحيد والإخلاص أكمل حبا لله من المشركين الذين يحبون غيره، الذين اتخذوا من دونه أندادا يحبونهم كحبه (¬3). ¶ وقال ابن القيم: أخبر تعالى أن من أحب من دون الله شيئا كما يحب الله تعالى فهو ممن اتخذ من دون الله أندادا فهذا ند في المحبة لا في الخلق والربوبية، فإن أحدا من أهل الأرض لم يثبت هذا الند بخلاف ند المحبة، فإن أكثر أهل الأرض قد اتخذوا من دون الله أندادا في الحب والتعظيم (¬4). ¶ وقد جاء في الحديث عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ الله - صلى الله عليه وسلم -: «قَالَ اللهُ تَبَارَكَ وَتَعَالَى أَنَا أَغْنَى الشُّرَكَاءِ عَنْ الشِّرْكِ، مَنْ عَمِلَ عَمَلًا أَشْرَكَ فِيهِ مَعِي ¶ ¬__________ ¶ (¬1) إغاثة اللهفان 2/ 192 - 193. ¶ (¬2) الفتاوى لشيخ الإسلام ابن تيمية، 15/ 49. ¶ (¬3) الفتاوى لشيخ الإسلام ابن تيمية، 17/ 144. ¶ (¬4) التفسير القيم ص:140.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "غَيْرِي، تَرَكْتُهُ وَشِرْكَهُ» (¬1). ¶ ومن هذا يجب أن نعلم أن محبة الله تعالى أعلا درجات العبودية له سبحانه، فيقدمها على جميع المحاب من والد، وولد، وزوجة، وصديق، وجاه، ومال، وغيرها، فيعبد الله تعالى محباً له، هذه المحبة التي تتطلب الذل والخضوع والطاعة والانقياد له سبحانه، ويظهر هذا على تعبده له جل وعلا في صلاته وصيامه، وإنفاقه، وحجه وعمرته، ودعائه واستغاثته، وبره وإحسانه، ومعاملاته كلها. ¶ وعليه فلا يجوز أن يساوي محبة غيره بمحبته جل وعلا بل هذا من الشرك به سبحانه، كما سبق نقله عن الأئمة امتثالاً لقوله تعالى: {وَمِنَ النَّاسِ مَنْ يَتَّخِذُ مِنْ دُونِ اللَّهِ أَنْدَادًا يُحِبُّونَهُمْ كَحُبِّ اللَّهِ وَالَّذِينَ آَمَنُوا أَشَدُّ حُبًّا لِلَّهِ} [البقرة: 165]. ¶ * * * ¶ ¬__________ ¶ (¬1) صحيح مسلم، كتاب الزهد والرقائق، باب من أشرك في عمله غير الله، برقم: (2985).",
            "page": "30",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "رابعا: المحبة على طرفين ¶ إن المحبة على طرفين: طرف محبة العبد لربه، وطرف محبة الرب لعبده. ¶ قال ابن القيم: وجميع طرق الأدلة – عقلا ونقلا وفطرة وقياسا واعتبارا وذوقا ووجدا – تدل على إثبات محبة العبد لربه، والرب لعبده. ¶ الأدلة على محبة العبد لربه: ¶ قال تعالى: {وَمِنَ النَّاسِ مَنْ يَتَّخِذُ مِنْ دُونِ اللَّهِ أَنْدَادًا يُحِبُّونَهُمْ كَحُبِّ اللَّهِ} [البقرة: 165]. ¶ فأخبر تعالى أن من أحب من دون الله شيئا كما يحب الله تعالى؛ فهو ممن اتخذ من دون الله أندادا، فهذا ند في المحبة لا في الخلق والربوبية، فإن أحدا من أهل الأرض لم يثبت هذا الند في الربوبية بخلاف ند المحبة، فإن أكثر أهل الأرض قد اتخذوا من دون الله أندادا في الحب والتعظيم، لذا قال تعالى: {وَالَّذِينَ آَمَنُوا أَشَدُّ حُبًّا لِلَّهِ} [البقرة: 165]. ¶ قال شيخ الإسلام ابن تيمية: إنما ذموا بأن أشركوا بين الله وبين أندادهم في المحبة ولم يخلصوها لله كمحبة المؤمنين له. ¶ وهذه التسوية المذكورة في قوله تعالى: {تَاللَّهِ إِنْ كُنَّا لَفِي ضَلَالٍ مُبِينٍ * إِذْ نُسَوِّيكُمْ بِرَبِّ الْعَالَمِينَ} [الشعراء: 97 - 98]. ¶ ومعلوم أنهم لم يسووهم برب العالمين في الخلق والربوبية وإنما سووهم به في المحبة والتعظيم. ¶ وقال تعالى: {قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ} [آل عمران: 31].",
            "page": "31",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "وهي تسمى آية المحبة. ¶ قال أبو سليمان الداراني: لما ادعت القلوب محبة الله أنزل الله لها محنة: {قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ}. ¶ وقال تعالى: {يَا أَيُّهَا الَّذِينَ آَمَنُوا مَنْ يَرْتَدَّ مِنْكُمْ عَنْ دِينِهِ فَسَوْفَ يَأْتِي اللَّهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ أَعِزَّةٍ عَلَى الْكَافِرِينَ يُجَاهِدُونَ فِي سَبِيلِ اللَّهِ وَلَا يَخَافُونَ لَوْمَةَ لَائِمٍ} [المائدة: 54]. ¶ فقد أثبتت المحبة من طرفين؛ محبة العبد لله، ومحبة الله للعبد. ¶ وجاء في الحديث أن النبي - صلى الله عليه وسلم - كان يدعو بهذا الدعاء: «اللهُمَّ بِعِلْمِكَ الْغَيْبَ وَقُدْرَتِكَ عَلَى الْخَلْقِ أَحْيِنِي مَا عَلِمْتَ الْحَيَاةَ خَيْرًا لِي، وَتَوَفَّنِي إِذَا عَلِمْتَ الْوَفَاةَ خَيْرًا لِي، اللهُمَّ وَأَسْأَلُكَ خَشْيَتَكَ فِي الْغَيْبِ وَالشَّهَادَةِ، وَأَسْأَلُكَ كَلِمَةَ الْحَقِّ فِي الرِّضَا وَالْغَضَبِ، وَأَسْأَلُكَ الْقَصْدَ فِي الْفَقْرِ وَالْغِنَى، وَأَسْأَلُكَ نَعِيمًا لَا يَنْفَدُ، وَأَسْأَلُكَ قُرَّةَ عَيْنٍ لَا تَنْقَطِعُ، وَأَسْأَلُكَ الرِّضَاءَ بَعْدَ الْقَضَاءِ، وَأَسْأَلُكَ بَرْدَ الْعَيْشِ بَعْدَ الْمَوْتِ، وَأَسْأَلُكَ لَذَّةَ النَّظَرِ إِلَى وَجْهِكَ، وَالشَّوْقَ إِلَى لِقَائِكَ فِي غَيْرِ ضَرَّاءَ مُضِرَّةٍ وَلَا فِتْنَةٍ مُضِلَّةٍ، اللهُمَّ زَيِّنَّا بِزِينَةِ الْإِيمَانِ وَاجْعَلْنَا هُدَاةً مُهْتَدِينَ» (¬1). ¶ فقد اشتمل هذا الحديث الشريف على ثبوت لذة النظر إلى وجه الله، وعلى ثبوت الشوق إلى لقائه. ¶ وأيضا: عَنْ عَائِشَةَ أَنَّ النَّبِيَّ - صلى الله عليه وسلم - بَعَثَ رَجُلًا عَلَى سَرِيَّةٍ وَكَانَ يَقْرَأُ لِأَصْحَابِهِ فِي صَلَاتِهِمْ فَيَخْتِمُ بـ: {(قُلْ هُوَ اللَّهُ أَحَدٌ}، فَلَمَّا رَجَعُوا ¶ ¬__________ ¶ (¬1) سنن النسائي، كتاب السهو، باب: نوع آخر، برقم: (1305)، ومسند أحمد، برقم: (17861).",
            "page": "32",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "ذَكَرُوا ذَلِكَ لِلنَّبِيِّ - صلى الله عليه وسلم -، فَقَالَ: «سَلُوهُ لِأَيِّ شَيْءٍ يَصْنَعُ ذَلِكَ»، فَسَأَلُوهُ، فَقَالَ: لِأَنَّهَا صِفَةُ الرَّحْمَنِ وَأَنَا أُحِبُّ أَنْ أَقْرَأَ بِهَا، فَقَالَ النَّبِيُّ - صلى الله عليه وسلم -: «أَخْبِرُوهُ أَنَّ الله يُحِبُّهُ» (¬1). ¶ وأيضاً عَنْ أَبِي الدَّرْدَاءِ قَالَ: قَالَ رَسُولُ الله - صلى الله عليه وسلم -: «كَانَ مِنْ دُعَاءِ دَاوُدَ يَقُولُ: اللهُمَّ إِنِّي أَسْأَلُكَ حُبَّكَ، وَحُبَّ مَنْ يُحِبُّكَ، وَالْعَمَلَ الَّذِي يُبَلِّغُنِي حُبَّكَ، اللهُمَّ اجْعَلْ حُبَّكَ أَحَبَّ إِلَيَّ مِنْ نَفْسِي، وَأَهْلِي، وَمِنْ الْمَاءِ الْبَارِدِ» قَالَ: وَكَانَ رَسُولُ الله - صلى الله عليه وسلم - إِذَا ذَكَرَ دَاوُدَ يُحَدِّثُ عَنْهُ قَالَ: «كَانَ أَعْبَدَ الْبَشَرِ» قَالَ أَبُوعِيسَى: هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ (¬2). ¶ فتبين من هذا أن العبد يجب عليه أن يحب ربه على ما جاء في النصوص السابقة، ويسأل ربه أن يبلغه إياها، ويعمل من أجل الحصول عليها مرسخاً لها في قلبه، مجاهداً لنفسه حتى لا يزيغ عنها حال فتور أو ضعف. ¶ ولذا جاءت النصوص القرآنية والنبوية في الذين يحبهم الله تعالى، وينالون هذه الدرجة العاليَة فإليك بعضاً منها: ¶ قال تعالى: {وَأَحْسِنُوا إِنَّ اللَّهَ يُحِبُّ الْمُحْسِنِينَ} [البقرة: 195]. ¶ وقوله تعالى: {وَاللَّهُ يُحِبُّ الصَّابِرِينَ} [آل عمران: 146]. ¶ وقوله تعالى: {إِنَّ اللَّهَ يُحِبُّ التَّوَّابِينَ وَيُحِبُّ الْمُتَطَهِّرِينَ} [البقرة: 222]. ¶ وقوله تعالى: {إِنَّ اللَّهَ يُحِبُّ الَّذِينَ يُقَاتِلُونَ فِي سَبِيلِهِ صَفًّا كَأَنَّهُمْ ¶ ¬__________ ¶ (¬1) صحيح البخاري، كتاب التوحيد، باب ما جاء في دعاء النبي - صلى الله عليه وسلم -، برقم: (7375)، وصحيح مسلم، كتاب صلاة المسافرين وقصرها، باب فضل قراءة {قُلْ هُوَ اللَّهُ ((((((}، برقم: (813). ¶ (¬2) جامع الترمذي، كتاب الدعوات، باب ما جاء في عقد التسبيح باليد، برقم: (3490).",
            "page": "33",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "بُنْيَانٌ مَرْصُوصٌ} [الصف: 4]. ¶ وقوله تعالى: {إِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ} [التوبة: 7]. ¶ وقوله في ضد ذلك: ¶ قوله تعالى: {وَاللَّهُ لَا يُحِبُّ الْفَسَادَ} [البقرة: 205]. ¶ وقوله تعالى: {وَاللَّهُ لَا يُحِبُّ الْمُفْسِدِينَ} [المائدة: 64]. ¶ وقوله تعالى: {وَاللَّهُ لَا يُحِبُّ الظَّالِمِينَ} [آل عمران: 140]. ¶ وقوله تعالى: {إِنَّ اللَّهَ لَا يُحِبُّ مَنْ كَانَ مُخْتَالًا فَخُورًا} [النساء: 36]. ¶ وكذلك جاء في السنة كثير من النصوص أن أحب الأعمال إلى الله كذا وكذا، وأن الله يحب كذا كذا، كقوله: «أَحَبُّ الْعَمَلِ إِلَى الله مَا دَاوَمَ عَلَيْهِ صَاحِبُهُ وَإِنْ قَلَّ» (¬1). ¶ وأيضاً عن أَنَس بْن مَالِكٍ قَالَ قَالَ رَسُولُ الله - صلى الله عليه وسلم -: «للهُ أَشَدُّ فَرَحًا بِتَوْبَةِ عَبْدِهِ حِينَ يَتُوبُ إِلَيْهِ مِنْ أَحَدِكُمْ كَانَ عَلَى رَاحِلَتِهِ بِأَرْضِ فَلَاةٍ فَانْفَلَتَتْ مِنْهُ وَعَلَيْهَا طَعَامُهُ وَشَرَابُهُ، فَأَيِسَ مِنْهَا، فَأَتَى شَجَرَةً فَاضْطَجَعَ فِي ظِلِّهَا قَدْ أَيِسَ مِنْ رَاحِلَتِهِ؛ فَبَيْنَا هُوَ كَذَلِكَ إِذَا هُوَ بِهَا قَائِمَةً عِنْدَهُ فَأَخَذَ بِخِطَامِهَا ثُمَّ قَالَ مِنْ شِدَّةِ الْفَرَحِ: اللهُمَّ أَنْتَ عَبْدِي وَأَنَا رَبُّكَ، أَخْطَأَ مِنْ شِدَّةِ الْفَرَحِ» (¬2). ¶ وعن ابن عمر – رضي الله عنهما – أن رجلاً جاء إلى النبي - صلى الله عليه وسلم - فقال: يا ¶ ¬__________ ¶ (¬1) صحيح البخاري، كتاب الرقاق، باب القصد والمداومة على العمل، برقم: (6462)، وصحيح مسلم، كتاب الصيام، باب صيام النبي - صلى الله عليه وسلم - برقم: (782) واللفظ له. ¶ (¬2) صحيح البخاري، كتاب الدعوات، باب: التوبة، برقم: (6308) وصحيح مسلم، كتاب التوبة، باب في الحض على التوبة والفرح بها، برقم: (2747) واللفظ له.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "رسول الله أي الناس أحب إلى الله؟ وأي الأعمال أحب إلى الله؟ فقال رسول الله - صلى الله عليه وسلم -: «أحب الناس إلى الله تعالى أنفعهم للناس، وأحب الأعمال إلى الله تعالى سرور تدخله على مسلم، أو تكشف عنه كربة، أو تقضي عنه ديناً، أو تطرد عنه جوعاً، ولأن أمشي مع أخ في حاجة أحب إليَّ من أن أعتكف في هذا المسجد، يعني مسجد المدينة شهراً، ومن كف غضبه ستر الله عورته، ومن كظم غيظه ولو شاء أن يمضيه أمضاه ملأ الله قلبه رجاء يوم القيامة، ومن مشى مع أخيه في حاجة حتى يتهيأ له أثبت الله قدمه يوم تزول الأقدام» (¬1). ¶ أيضاً عن أبي هريرةَ قَالَ رَسُولُ الله - صلى الله عليه وسلم -: «الْمُؤْمِنُ الْقَوِيُّ خَيْرٌ وَأَحَبُّ إِلَى الله مِنْ الْمُؤْمِنِ الضَّعِيفِ، وَفِي كُلٍّ خَيْرٌ، احْرِصْ عَلَى مَا يَنْفَعُكَ، وَاسْتَعِنْ بِالله وَلَا تَعْجَزْ، وَإِنْ أَصَابَكَ شَيْءٌ فَلَا تَقُلْ: لَوْ أَنِّي فَعَلْتُ كَانَ كَذَا وَكَذَا، وَلَكِنْ قُلْ: قَدَرُ الله وَمَا شَاءَ فَعَلَ، فَإِنَّ لَوْ تَفْتَحُ عَمَلَ الشَّيْطَانِ» (¬2). ¶ وأيضاً إن النبي - صلى الله عليه وسلم - قَالَ: «إِنَّ عِظَمَ الْجَزَاءِ مَعَ عِظَمِ الْبَلَاءِ، وَإِنَّ الله إِذَا أَحَبَّ قَوْمًا ابْتَلَاهُمْ، فَمَنْ رَضِيَ فَلَهُ الرِّضَا، وَمَنْ سَخِطَ فَلَهُ السَّخَطُ، قَالَ أَبُو عِيسَى: هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْه» (¬3). ¶ أيضاً عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ الله - صلى الله عليه وسلم - «إِنَّ الله قَالَ مَنْ عَادَى لِي وَلِيًّا فَقَدْ آذَنْتُهُ بِالْحَرْبِ، وَمَا تَقَرَّبَ إِلَيَّ عَبْدِي بِشَيْءٍ أَحَبَّ إِلَيَّ مِمَّا افْتَرَضْتُ ¶ ¬__________ ¶ (¬1) المعجم الكبير 12/ 453. ¶ (¬2) صحيح مسلم، كتاب القدر، باب في الأمر بالقوة وترك العجز والاستعانة، برقم: (2664). ¶ (¬3) جامع الترمذي، كتاب الزهد، باب ما جاء في الصبر على البلاء، برقم: (2396).",
            "page": "35",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "عَلَيْهِ، وَمَا يَزَالُ عَبْدِي يَتَقَرَّبُ إِلَيَّ بِالنَّوَافِلِ حَتَّى أُحِبَّهُ، فَإِذَا أَحْبَبْتُهُ كُنْتُ سَمْعَهُ الَّذِي يَسْمَعُ بِهِ، وَبَصَرَهُ الَّذِي يُبْصِرُ بِهِ، وَيَدَهُ الَّتِي يَبْطِشُ بِهَا، وَرِجْلَهُ الَّتِي يَمْشِي بِهَا، وَإِنْ سَأَلَنِي لَأُعْطِيَنَّهُ، وَلَئِنْ اسْتَعَاذَنِي لَأُعِيذَنَّهُ، وَمَا تَرَدَّدْتُ عَنْ شَيْءٍ أَنَا فَاعِلُهُ تَرَدُّدِي عَنْ نَفْسِ الْمُؤْمِنِ، يَكْرَهُ الْمَوْتَ وَأَنَا أَكْرَهُ مَسَاءَتَهُ» (¬1). ¶ وعنه أيضاً قَالَ: قَالَ رَسُولُ الله - صلى الله عليه وسلم -: «إِنَّ الله إِذَا أَحَبَّ عَبْدًا دَعَا جِبْرِيلَ، فَقَالَ: إِنِّي أُحِبُّ فُلَانًا فَأَحِبَّهُ، قَالَ: فَيُحِبُّهُ جِبْرِيلُ ثُمَّ يُنَادِي فِي السَّمَاءِ فَيَقُولُ: إِنَّ الله يُحِبُّ فُلَانًا فَأَحِبُّوهُ فَيُحِبُّهُ أَهْلُ السَّمَاءِ، قَالَ: ثُمَّ يُوضَعُ لَهُ الْقَبُولُ فِي الْأَرْضِ؛ وَإِذَا أَبْغَضَ عَبْدًا دَعَا جِبْرِيلَ، فَيَقُولُ: إِنِّي أُبْغِضُ فُلَانًا فَأَبْغِضْهُ، قَالَ: فَيُبْغِضُهُ جِبْرِيلُ، ثُمَّ يُنَادِي فِي أَهْلِ السَّمَاءِ إِنَّ الله يُبْغِضُ فُلَانًا فَأَبْغِضُوهُ، قَالَ: فَيُبْغِضُونَهُ، ثُمَّ تُوضَعُ لَهُ الْبَغْضَاءُ فِي الْأَرْضِ» (¬2). ¶ وغيرها نصوص كثيرة تدل على ثبوت الحب من الطرفين، وفيما مضى من الأحاديث يستدل على صفة المحبة لله عز وجل، فنثبتها له كما أثبتها رسول الله - صلى الله عليه وسلم - على الوجه اللائق به جل وعلا من غير تحريف لها ولا تعطيل لمعناها ولا تشبيه ولا تكييف ولا تمثيل لها. ¶ * * * ¶ ¬__________ ¶ (¬1) صحيح البخاري، كتاب الرقاق، باب التواضع، برقم: (6502). ¶ (¬2) صحيح مسلم، كتاب البر والصلة والآداب، باب إذا أحب الله عبداً، برقم: (2637).",
            "page": "36",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "خامساً: الأسباب الجالبة لمحبة الله تعالى ¶ هناك كثير من الأعمال التي تجلب محبة الله تعالى، فمنها ما يأتي: ¶ 1 - الإيمان القوي: الإيمان القوي، كما جاء في الحديث عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ الله - صلى الله عليه وسلم -: «الْمُؤْمِنُ الْقَوِيُّ خَيْرٌ وَأَحَبُّ إِلَى الله مِنْ الْمُؤْمِنِ الضَّعِيفِ، وَفِي كُلٍّ خَيْرٌ، احْرِصْ عَلَى مَا يَنْفَعُكَ، وَاسْتَعِنْ بِالله وَلَا تَعْجَزْ، وَإِنْ أَصَابَكَ شَيْءٌ فَلَا تَقُلْ: لَوْ أَنِّي فَعَلْتُ كَانَ كَذَا وَكَذَا، وَلَكِنْ قُلْ قَدَرُ الله وَمَا شَاءَ فَعَلَ؛ فَإِنَّ لَوْ تَفْتَحُ عَمَلَ الشَّيْطَانِ» (¬1). ¶ 2 - أداء الفرائض، جاء في الصحيح: «وَمَا تَقَرَّبَ إِلَيَّ عَبْدِي بِشَيْءٍ أَحَبَّ إِلَيَّ مِمَّا افْتَرَضْتُ عَلَيْهِ» (¬2). ¶ وأن يحافظ على الصلوات الخمس في أوقاتها مع الجماعة، ففي صحيح البخاري عن عَبْدِ الله بن مسعود قَال َ: سَأَلْتُ النَّبِيَّ - صلى الله عليه وسلم -: أَيُّ الْعَمَلِ أَحَبُّ إِلَى اللهِِ؟ قَال َ: الصَّلاةُ عَلَى وَقْتِهَا (¬3). ¶ وكذا صلاة الليل، قال رَسُول الله - صلى الله عليه وسلم -: «أَحَبُّ الصَّلاةِ إِلَى الله صَلاةُ دَاوُدَ عَلَيْهِ السَّلام وَأَحَبُّ الصِّيَامِ إِلَى الله صِيَامُ دَاوُدَ، وَكَانَ يَنَامُ نِصْفَ اللَّيْلِ وَيَقُومُ ثُلُثَهُ وَيَنَامُ سُدُسَهُ وَيَصُومُ يَوْمًا وَيُفْطِرُ يَوْمًا» (¬4) وفي رواية أبي داود ¶ ¬__________ ¶ (¬1) صحيح مسلم، كتاب القدر، باب في الأمر بالقوة وترك العجز، برقم: (2664). ¶ (¬2) رواه البخاري في صحيحه، كتاب الرقاق، باب التواضع، برقم: (6502). ¶ (¬3) رواه البخاري في مواقيت الصلاة، باب فضل الصلاة لوقتها، برقم: (527) و مسلم في الإيمان، باب بيان كون الإيمان بالله تعالى أفضل الأعمال، برقم: (85). ¶ (¬4) رواه البخاري في التهجد، باب من نام عند السحر، برقم: (1131) واللفظ له، و مسلم في الصيام، باب النهي عن صوم الدهر لمن تضرر به، أو فوت به حقًّا، أو لم يفطر العيدين والتشريق، وبيان تفضيل صوم يوم وإفطار يوم، (189 - [1159]).",
            "page": "37",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "قال - صلى الله عليه وسلم -: «وَإِنَّ الصَّفَّ الأَوَّلَ عَلَى مِثْلِ صَفِّ الْمَلائِكَة ِ، وَلَوْ عَلِمْتُمْ مَا فَضِيلَتُهُ لابْتَدَرْتُمُوهُ، وَإِنَّ صَلاةَ الرَّجُلِ مَعَ الرَّجُلِ أَزْكَى مِنْ صَلاتِهِ وَحْدَهُ، وَصَلاتُهُ مَعَ الرَّجُلَيْنِ أَزْكَى مِنْ صَلاتِهِ مَعَ الرَّجُل ِ، وَمَا كَثُرَ فَهُوَ أَحَبُّ إِلَى الله تَعَالَى» (¬1). ¶ 3 - التقرب إلى الله بالنوافل بعد الفرائض. فعَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ الله - صلى الله عليه وسلم -: «إِنَّ الله قَالَ: مَنْ عَادَى لِي وَلِيًّا فَقَدْ آذَنْتُهُ بِالْحَرْبِ، وَمَا تَقَرَّبَ إِلَيَّ عَبْدِي بِشَيْءٍ أَحَبَّ إِلَيَّ مِمَّا افْتَرَضْتُ عَلَيْهِ، وَمَا يَزَالُ عَبْدِي يَتَقَرَّبُ إِلَيَّ بِالنَّوَافِلِ حَتَّى أُحِبَّهُ، فَإِذَا أَحْبَبْتُهُ كُنْتُ سَمْعَهُ الَّذِي يَسْمَعُ بِهِ، وَبَصَرَهُ الَّذِي يُبْصِرُ بِهِ، وَيَدَهُ الَّتِي يَبْطِشُ بِهَا، وَرِجْلَهُ الَّتِي يَمْشِي بِهَا، وَإِنْ سَأَلَنِي لَأُعْطِيَنَّهُ، وَلَئِنْ اسْتَعَاذَنِي لَأُعِيذَنَّهُ، وَمَا تَرَدَّدْتُ عَنْ شَيْءٍ أَنَا فَاعِلُهُ تَرَدُّدِي عَنْ نَفْسِ الْمُؤْمِنِ، يَكْرَهُ الْمَوْتَ وَأَنَا أَكْرَهُ مَسَاءَتَهُ» (¬2). ¶ 4 - الإكثار من أعمال البر، وخاصة في مواسم الخيرات؛ مثل رمضان وعشر ذي الحجة، فإن الأجر فيها مضاعف، والأعمال فيها أحب إلى الله، فعَن ابْنِ عَبَّاسٍ قَال َ: قَالَ رَسُولُ الله - صلى الله عليه وسلم -: «مَا مِنْ أَيَّامٍ الْعَمَلُ الصَّالِحُ فِيهَا أَحَبُّ إِلَى الله مِنْ هَذِهِ الأَيَّامِ يَعْنِي أَيَّامَ الْعَشْرِ، قَالُوا: يَا رَسُولَ الله وَلا الْجِهَادُ فِي سَبِيلِ الله؟ قَال َ: وَلا الْجِهَادُ فِي سَبِيلِ الله إِلاّ رَجُلٌ خَرَجَ بِنَفْسِهِ وَمَالِهِ فَلَمْ يَرْجِعْ مِنْ ذَلِكَ بِشَيْءٍ» (¬3). ¶ ¬__________ ¶ (¬1) رواه أبو داود في الصلاة، باب في فضل صلاة الجماعة، برقم: (554). ¶ (¬2) أخرجه البخاري في صحيحه، في كتاب الرقاق، باب التواضع، برقم: (6502). ¶ (¬3) رواه البخاري في العيدين، باب فضل العمل في أيام التشريق، برقم: (969)، وأبو داود – واللفظ له - في الصيام، باب في صوم العشر، برقم: (2438).",
            "page": "38",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "5 - أن يداوم على فعل الطاعات ولو كانت تلك الطاعات قليلة في نظره، ففي الحديث: «وَكَانَ أَحَبَّ الدِّينِ إِلَيْهِ مَادَامَ عَلَيْهِ صَاحِبُهُ» (¬1). ¶ وفي رواية مسلم: «وَإِنَّ أَحَبَّ الأَعْمَالِ إِلَى الله مَا دُووِمَ عَلَيْهِ وَإِنْ قَلَّ، وَكَانَ آلُ مُحَمَّدٍ - صلى الله عليه وسلم - إِذَا عَمِلُوا عَمَلاً أَثْبَتُوهُ» (¬2). ¶ 6 - دوام ذكره على كل حال؛ باللسان والقلب، والعمل والحال. كما في الصحيح عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ النَّبِيُّ - صلى الله عليه وسلم -: «يَقُولُ اللهُ تَعَالَى: أَنَا عِنْدَ ظَنِّ عَبْدِي بِي، وَأَنَا مَعَهُ إِذَا ذَكَرَنِي، فَإِنْ ذَكَرَنِي فِي نَفْسِهِ ذَكَرْتُهُ فِي نَفْسِي، وَإِنْ ذَكَرَنِي فِي مَلَإٍ ذَكَرْتُهُ فِي مَلَإٍ خَيْرٍ مِنْهُمْ، وَإِنْ تَقَرَّبَ إِلَيَّ بِشِبْرٍ تَقَرَّبْتُ إِلَيْهِ ذِرَاعًا، وَإِنْ تَقَرَّبَ إِلَيَّ ذِرَاعًا تَقَرَّبْتُ إِلَيْهِ بَاعًا، وَإِنْ أَتَانِي يَمْشِي أَتَيْتُهُ هَرْوَلَةً» (¬3). ¶ ولقد أمر الله به في القرآن في مواضع عديدة: ¶ مثل قوله تعالى: {يَا أَيُّهَا الَّذِينَ آَمَنُوا اذْكُرُوا اللَّهَ ذِكْرًا كَثِيرًا * وَسَبِّحُوهُ بُكْرَةً وَأَصِيلًا} [سورة الأحزاب:41 - 42]. وقوله تعالى: {فَاذْكُرُونِي أَذْكُرْكُمْ وَاشْكُرُوا لِي وَلَا تَكْفُرُونِ} [البقرة: 152]. ¶ وقوله تعالى: {يَا أَيُّهَا الَّذِينَ آَمَنُوا إِذَا لَقِيتُمْ فِئَةً فَاثْبُتُوا وَاذْكُرُوا اللَّهَ ¶ ¬__________ ¶ (¬1) رواه البخاري في الإيمان، باب أحب الدين إلى الله أدومه، برقم: (43). ¶ (¬2) رواه مسلم في صلاة المسافرين، باب فضيلة العمل الدائم من قيام الليل وغيره، والأمر بالاقتصاد في العبادة، وهو أن يأخذ منها ما يطيق الدوام عليه، وأمر من كان في صلاة وفتر عنها ولحقه ملل ونحوه بأن يتركها حتى يزول ذلك: (782). ¶ (¬3) صحيح البخاري، كتاب التوحيد، باب قول الله: ويحذركم الله نفسه، برقم: (7405) و مسلم في الذكر والدعاء، باب الحث على ذكر الله تعالى، برقم: (2675).",
            "page": "39",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "كَثِيرًا لَعَلَّكُمْ تُفْلِحُونَ} [الأنفال: 45]. ¶ فعلى المسلم أن يختار من الأذكار ما هو أفضل وأبلغ في المعاني، مثل ما ورد عَنْ سَمُرَةَ بْنِ جُنْدَبٍ قَال َ: قَالَ رَسُولُ الله - صلى الله عليه وسلم -: «أَحَبُّ الْكَلامِ إِلَى الله أَرْبَعٌ: سُبْحَانَ الله، وَالْحَمْدُ للهِ، وَلا إِلَهَ إِلاّ اللهُ، وَاللهُ أَكْبَرُ» (¬1). ¶ ومثل ما ورد عَنْ أَبِي ذَرٍّ قَال َ: قَالَ رَسُولُ الله - صلى الله عليه وسلم -: «أَلا أُخْبِرُكَ بِأَحَبِّ الْكَلامِ إِلَى اللهِِ؟ قُلْت ُ: يَا رَسُولَ الله أَخْبِرْنِي بِأَحَبِّ الْكَلامِ إِلَى الله، فَقَال َ: إِنَّ أَحَبَّ الْكَلامِ إِلَى اللهِ: سُبْحَانَ الله وَبِحَمْدِهِ» (¬2). ¶ ومن المستحسن أن يحافظ على الأذكار في الصباح والمساء، وعند دخول المسجد وخروجه، وعند دخول البيت وخروجه، وعند الأكل والشرب، وهكذا في كل ما ورد من الأحوال. ¶ 7 - قراءة القرآن بالتدبر والتفهم لمعانيه وما أريد به. وإن من أعظم الذكر قراءة كتابه تعالى، فلا شيء عند المحبين أحلى من كلام محبوبهم، فهو لذة قلوبهم، وغاية مطلوبهم؛ فعن عثمان – رضي الله عنه – عَنْ النَّبِيِّ - صلى الله عليه وسلم - قَالَ: «خَيْرُكُمْ مَنْ تَعَلَّمَ الْقُرْآنَ وَعَلَّمَهُ» (¬3). ¶ وأيضاً عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ: قَالَ رَسُولُ الله - صلى الله عليه وسلم -: «إِنَّ لِلَّهِ أَهْلِينَ مِنْ النَّاسِ قَالُوا: يَا رَسُولَ الله مَنْ هُمْ؟ قَالَ: هُمْ أَهْلُ الْقُرْآنِ أَهْلُ الله ¶ ¬__________ ¶ (¬1) رواه مسلم في الآداب، باب كراهة التسمية بالأسماء القبيحة وبنافع ونحوه (2137). ¶ (¬2) رواه مسلم في الذكر والدعاء، باب فضل سبحان الله وبحمده (2731). ¶ (¬3) رواه البخاري في فضائل القرآن، باب خيركم من تعلم القرآن وعلمه، برقم: (5027).",
            "page": "40",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "وَخَاصَّتُه «ُ (¬1). ¶ ومن المستحسن أن يكون له حزب يومي من تلاوة القرآن، فلا يدعه في أي من الأحوال وأي من الظروف. ¶ 8 - إيثار محابه على محابك عند غلبات الهوى. كما أثر عن السلف: ¶ «من ترك شيئاً لله عوَّضه الله خيراً منه». وذكر في الحديث الذي بين أيدينا: «أن يكون الله ورسوله أحب إليه مما سواهما». ¶ 9 - مطالعة القلب لأسمائه وصفاته، فمن عرف الله بأسمائه، وصفاته، وأفعاله، أحب الله لا محالة. ولذلك أثنى الله لعباده أنهم يتفكرون في خلق الله كما قال تعالى: {إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ لَآَيَاتٍ لِأُولِي الْأَلْبَابِ * الَّذِينَ يَذْكُرُونَ اللَّهَ قِيَامًا وَقُعُودًا وَعَلَى جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ} [آل عمران: 190 - 191]. ¶ 10 - مشاهدة بره وإحسانه وآلائه ونعمه الظاهرة والباطنة، فإنها داعية إلى محبته. كما قال تعالى: {سَنُرِيهِمْ آَيَاتِنَا فِي الْآَفَاقِ وَفِي أَنْفُسِهِمْ حَتَّى يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ} [فصلت: 53]. ¶ وأيضاً: {وَآَتَاكُمْ مِنْ كُلِّ مَا سَأَلْتُمُوهُ وَإِنْ تَعُدُّوا نِعْمَةَ اللَّهِ لَا تُحْصُوهَا إِنَّ الْإِنْسَانَ لَظَلُومٌ كَفَّارٌ} [إبراهيم: 34]. ¶ 11 - انكسار القلب بكليته بين يدي الله تعالى كما ذكر تعالى في صفات المؤمنين: {إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ آَيَاتُهُ زَادَتْهُمْ إِيمَانًا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ} [الأنفال: 2]. ¶ ¬__________ ¶ (¬1) سنن ابن ماجه، المقدمة، باب فضل من تعلم القرآن وعلمه برقم: (215).",
            "page": "41",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "12 - الخلوة به وقت النزول الإلهي لمناجاته وتلاوة كلامه. كما قال تعالى لنبيه: {يَا أَيُّهَا الْمُزَّمِّلُ * قُمِ اللَّيْلَ إِلَّا قَلِيلًا * نِصْفَهُ أَوِ انْقُصْ مِنْهُ قَلِيلًا * أَوْ زِدْ عَلَيْهِ وَرَتِّلِ الْقُرْآَنَ تَرْتِيلًا * إِنَّا سَنُلْقِي عَلَيْكَ قَوْلًا ثَقِيلًا * إِنَّ نَاشِئَةَ اللَّيْلِ هِيَ أَشَدُّ وَطْئًا وَأَقْوَمُ قِيلًا} [المزمل: 1 - 6]. ¶ وقال في صفات المؤمنين: {كَانُوا قَلِيلًا مِنَ اللَّيْلِ مَا يَهْجَعُونَ * وَبِالْأَسْحَارِ هُمْ يَسْتَغْفِرُونَ} [الذاريات: 17 - 18]. ¶ 13 - الحرص كل الحرص على متابعة الرسول - صلى الله عليه وسلم -، يقول تعالى: {قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ} [آل عمران:31]. ¶ 14 - أن يحب رسول الله - صلى الله عليه وسلم - ففي الصحيحين عَنْ أَنَسِ بْنِ مَالِكٍ أَنَّ رَجُلاً سَأَلَ النَّبِيَّ - صلى الله عليه وسلم -: مَتَى السَّاعَةُ يَا رَسُولَ الله؟ قَال َ: «مَا أَعْدَدْتَ لَهَا؟» قَال َ: مَا أَعْدَدْتُ لَهَا مِنْ كَثِيرِ صَلاةٍ وَلا صَوْمٍ وَلا صَدَقَةٍ، وَلَكِنِّي أُحِبُّ الله وَرَسُولَه ُ، قَال َ: «أَنْتَ مَعَ مَنْ أَحْبَبْتَ» (¬1). ¶ 15 - وأن يحب كذلك أصحابه وآله فإن ذلك يجلب محبة الله تعالى فعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَال َ: كُنْتُ مَعَ رَسُولِ الله - صلى الله عليه وسلم - فِي سُوقٍ مِنْ أَسْوَاقِ الْمَدِينَةِ، فَانْصَرَفَ فَانْصَرَفْتُ، فَقَال َ: «أَيْنَ لُكَعُ» ثَلاثًا، ادْعُ الْحَسَنَ بْنَ عَلِي فَقَامَ الْحَسَنُ بْنُ عَلِيٍّ يَمْشِي وَفِي عُنُقِهِ السِّخَابُ، فَقَالَ النَّبِيُّ - صلى الله عليه وسلم - بِيَدِهِ هَكَذَا فَقَالَ الْحَسَنُ بِيَدِهِ هَكَذَا، فَالْتَزَمَهُ فَقَال: «اللهُمَّ إِنِّي أُحِبُّهُ فَأَحِبَّهُ وَأَحِبَّ مَنْ ¶ ¬__________ ¶ (¬1) رواه البخاري في الأدب، باب علامة الحب في الله لقوله تعالى: {قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ}، برقم: (6171)، و مسلم في البر والصلة، باب المرء مع من أحب، برقم: (2639).",
            "page": "42",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "يُحِبُّهُ». وَقَالَ أَبُو هُرَيْرَةَ: فَمَا كَانَ أَحَدٌ أَحَبَّ إِلَيَّ مِنْ الْحَسَنِ بْنِ عَلِيٍّ بَعْدَ مَا قَالَ رَسُولُ الله - صلى الله عليه وسلم - مَا قَالَ (¬1). ولكن ليكن ذلك بدون غلو بأن يوصلهم إلى منزلة رسول الله - صلى الله عليه وسلم -، أو يفضلهم عليه. ¶ 16 - وأن يحب كذلك أحباب الله وأوليائه، فتحبهم وتحب الخير لهم، وتتمنى لهم الخير وتدعو لهم، وتقول في دعائك: {رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْإِيمَانِ وَلَا تَجْعَلْ فِي قُلُوبِنَا غِلًّا لِلَّذِينَ آَمَنُوا رَبَّنَا إِنَّكَ رَءُوفٌ رَحِيمٌ} [الحشر:10] وعن عُمَرَ بْن الْخَطَّابِ قَالَ: قَالَ النَّبِيُّ - صلى الله عليه وسلم -: «إِنَّ مِنْ عِبَادِ الله لأُنَاسًا مَا هُمْ بِأَنْبِيَاءَ وَلا شُهَدَاءَ يَغْبِطُهُمْ الأَنْبِيَاءُ وَالشُّهَدَاءُ يَوْمَ الْقِيَامَةِ بِمَكَانِهِمْ مِنْ الله تَعَالَى. قَالُوا: يَا رَسُولَ الله تُخْبِرُنَا مَنْ هُمْ؟ قَال َ: هُمْ قَوْمٌ تَحَابُّوا بِرُوحِ الله عَلَى غَيْرِ أَرْحَامٍ بَيْنَهُمْ وَلا أَمْوَالٍ يَتَعَاطَوْنَهَا، فَوَالله إِنَّ وُجُوهَهُمْ لَنُورٌ وَإِنَّهُمْ عَلَى نُور ٍ، لا يَخَافُونَ إِذَا خَافَ النَّاس ُ، وَلا يَحْزَنُونَ إِذَا حَزِنَ النَّاس ُ. وَقَرَأَ هَذِهِ الآيَةَ: {أَلَا إِنَّ أَوْلِيَاءَ اللَّهِ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ} [يونس: 62]» (¬2). ¶ 17 - مجالسة المحبين الصادقين، والتقاط أطايب ثمرات كلامهم كما ينتقى أطايب الثمر؛ لأن الإنسان يكون على دين خليله كما جاء في الحديث: عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ الله - صلى الله عليه وسلم -: «الْمَرْءُ عَلَى دِينِ خَلِيلِهِ فَلْيَنْظُرْ ¶ ¬__________ ¶ (¬1) رواه البخاري في اللباس، باب السخاب للصبيان، برقم: (5884) ومسلم في فضائل الصحابة، باب من فضائل الحسن والحسين رضي الله عنهما، برقم: (2421). ¶ (¬2) رواه أبو داود في البيوع، باب في الرهن، برقم: (3527).",
            "page": "43",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "أَحَدُكُمْ مَنْ يُخَالِطُ وَقَالَ مُؤَمَّلٌ مَنْ يُخَالِلُ» (¬1). ¶ أيضاً عَنْ أَبِي مُوسَى رَضِيَ اللهُ عَنْهُ عَنْ النَّبِيِّ - صلى الله عليه وسلم - قَالَ: «مَثَلُ الْجَلِيسِ الصَّالِحِ وَالسَّوْءِ كَحَامِلِ الْمِسْكِ وَنَافِخِ الْكِيرِ؛ فَحَامِلُ الْمِسْكِ إِمَّا أَنْ يُحْذِيَكَ، وَإِمَّا أَنْ تَبْتَاعَ مِنْهُ، وَإِمَّا أَنْ تَجِدَ مِنْهُ رِيحًا طَيِّبَةً، وَنَافِخُ الْكِيرِ إِمَّا أَنْ يُحْرِقَ ثِيَابَكَ، وَإِمَّا أَنْ تَجِدَ رِيحًا خَبِيثَة «ً (¬2). ¶ 18 - مباعدة كل سبب يحول بين القلب وبين الله عز وجل. قال تعالى: {أَلَمْ يَأْنِ لِلَّذِينَ آَمَنُوا أَنْ تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللَّهِ وَمَا نَزَلَ مِنَ الْحَقِّ وَلَا يَكُونُوا كَالَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلُ فَطَالَ عَلَيْهِمُ الْأَمَدُ فَقَسَتْ قُلُوبُهُمْ وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ} [الحديد: 16]. ¶ 19 - الحرص كل الحرص على متابعة الرسول - صلى الله عليه وسلم -، يقول تعالى: {قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ} [آل عمران: 31]. ¶ 20 - صلة الرحم وبر الوالدين خاصة، ففي حديث ابن مسعود قال: سَأَلْتُ رَسُولَ الله - صلى الله عليه وسلم - قُلْتُ: يَا رَسُولَ الله أَيُّ الْعَمَلِ أَفْضَلُ؟ قَالَ: «الصَّلَاةُ عَلَى مِيقَاتِهَا». قُلْتُ: ثُمَّ أَيّ؟ ٌ قَالَ: «ثُمَّ بِرُّ الْوَالِدَيْنِ». قُلْتُ: ثُمَّ أَيٌّ؟ قَالَ: «الْجِهَادُ فِي سَبِيلِ الله»، فَسَكَتُّ عَنْ رَسُولِ الله - صلى الله عليه وسلم - وَلَوْ اسْتَزَدْتُهُ لَزَادَنِي (¬3) ِ. ¶ 21 - الجهاد في سبيل الله بمراتبه وأنواعه، ففي تتمة حديث ابن مسعود السابق قَالَ ابن مسعود: ثُمَّ أَيٌّ؟ قَال َ: «الْجِهَادُ فِي سَبِيلِ الله». وفي صحيح ¶ ¬__________ ¶ (¬1) مسند أحمد، برقم: (7968). ¶ (¬2) صحيح البخاري، كتاب الذبائح والصيد، باب المسك، برقم: (5534). ¶ (¬3) صحيح البخاري، كتاب الجهاد والسير، باب فضل الجهاد والسير، برقم: (2782).",
            "page": "44",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "مسلم وغيره عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ الله - صلى الله عليه وسلم -: «مَنْ مَاتَ وَلَمْ يَغْزُ وَلَمْ يُحَدِّثْ بِهِ نَفْسَهُ مَاتَ عَلَى شُعْبَةٍ مِنْ نِفَاقٍ» (¬1). ¶ 22 - أن يكون في استعداد تام للقاء الله عز وجل في كل حين حيث يؤدي كل ما يجب عليه من حقوق ربه وحقوق الآدميين، فمن يكون كذلك فهو المستعد للقاء الله عز وجل وهو قد أحبه الله سبحانه وتعالى قال تعالى: ... {فَمَنْ كَانَ يَرْجُوا لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلًا صَالِحًا} [الكهف:110] وقال النبي عليه الصلاة والسلام: «مَنْ أَحَبَّ لِقَاءَ الله أَحَبَّ اللهُ لِقَاءَهُ، وَمَنْ كَرِهَ لِقَاءَ الله كَرِهَ اللهُ لِقَاءَهُ» (¬2). ¶ وفي حديث أبي ذر عَن النَّبِيِّ - صلى الله عليه وسلم - قَال َ: «ثَلاثَةٌ يُحِبُّهُمْ اللهُ وَثَلاثَةٌ يُبْغِضُهُمْ الله ُ؛ فَأَمَّا الَّذِينَ يُحِبُّهُمْ الله ُ: فَرَجُلٌ أَتَى قَوْمًا؛ فَسَأَلَهُمْ بِالله، وَلَمْ يَسْأَلْهُمْ بِقَرَابَةٍ بَيْنَهُ وَبَيْنَهُمْ فَمَنَعُوهُ، فَتَخَلَّفَ رَجُلٌ بِأَعْقَابِهِمْ، فَأَعْطَاهُ سِرًّا؛ لا يَعْلَمُ بِعَطِيَّتِهِ إِلاّ اللهُ وَالَّذِي أَعْطَاه ُ، وَقَوْمٌ سَارُوا لَيْلَتَهُمْ حَتَّى إِذَا كَانَ النَّوْمُ أَحَبَّ إِلَيْهِمْ مِمَّا يُعْدَلُ بِهِ نَزَلُوا فَوَضَعُوا رُءُوسَهُمْ، فَقَامَ أَحَدُهُمْ يَتَمَلَّقُنِي وَيَتْلُو آيَاتِي، وَرَجُلٌ كَانَ فِي سَرِيَّةٍ، فَلَقِيَ الْعَدُوَّ فَهُزِمُوا، وَأَقْبَلَ بِصَدْرِهِ حَتَّى يُقْتَلَ أَوْ يُفْتَحَ لَهُ، وَالثَّلاثَةُ الَّذِينَ يُبْغِضُهُمْ اللهُ: الشَّيْخُ الزَّانِي، وَالْفَقِيرُ الْمُخْتَالُ، ¶ ¬__________ ¶ (¬1) رواه مسلم في الإمارة، باب ذم من مات ولم يغز، ولم يحدث نفسه بالغزو، برقم: (1910). ¶ (¬2) رواه البخاري في الرقاق، باب من احب لقاء الله أحب الله لقاءه، برقم: (6507)، ومسلم في الذكر والدعاء، باب من احب لقاء الله أحب الله لقاءه، ومن كره لقاء الله كره الله لقاءه، برقم: (2421).",
            "page": "45",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "وَالْغَنِيُّ",
            "page": "46",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "الظَّلُومُ» (¬1). ¶ 23 - ومن أعظم ما يجلب محبة الله تعالى ونختم به، الدعوة إلى دينه وشرعه، وإرشاد الناس إلى أخلاقه وفضائله، والعمل بتعاليمه، والأمر بالمعروف والنهي عن المنكر، فأعظم المحبوبين خليله عليه الصلاة والسلام، ولم يخلف إرثا أعظم من هذا الإرث، فمن اقتدى به عليه الصلاة والسلام فقد تدرج في الوصول إلى محبة الله تعالى. ¶ وبعد: فمحبة الله غالية والطريق إليها سهل وميسور، فعلى العبد أن يتقي الله وأن يختار من الأعمال والأقوال والأخلاق ما يحببه إلى الله ويقربه إليه فإن في ذلك السعادة في الدنيا والآخرة، ومن أحبه الله كان سمعه الذي يسمع به، وبصره الذي يبصر به، ويده التي يبطش بها، ورجله التي يمشي بها، وكان من أوليائه الذين لا خوف عليهم ولا هم يحزنون. ¶ * * * ¶ ¬__________ ¶ (¬1) رواه الترمذي في صفة الجنة، باب أحاديث في صفة الثلاثة الذين يحبهم الله، برقم: (2568) والنسائي في الصلاة، باب فضل صلاة الليل في السفر، برقم: (1616) وفي الزكاة، باب من يسأل بالله عز وجل ولا يعطى به، برقم: (2571).",
            "page": "47",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "سادساً: آثار محبة الله للعبد ¶ لمحبة الله تعالى أثر عظيم بينها النبي - صلى الله عليه وسلم - فيما جاء في الصحيحين عن أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ الله - صلى الله عليه وسلم -: «إِنَّ الله إِذَا أَحَبَّ عَبْدًا دَعَا جِبْرِيلَ فَقَالَ: إِنِّي أُحِبُّ فُلَانًا فَأَحِبَّهُ، قَالَ: فَيُحِبُّهُ جِبْرِيلُ، ثُمَّ يُنَادِي فِي السَّمَاءِ، فَيَقُولُ: إِنَّ الله يُحِبُّ فُلَانًا فَأَحِبُّوهُ، فَيُحِبُّهُ أَهْلُ السَّمَاءِ، قَالَ: ثُمَّ يُوضَعُ لَهُ الْقَبُولُ فِي الْأَرْضِ، وَإِذَا أَبْغَضَ عَبْدًا دَعَا جِبْرِيلَ، فَيَقُولُ: إِنِّي أُبْغِضُ فُلَانًا فَأَبْغِضْهُ، قَالَ: فَيُبْغِضُهُ جِبْرِيلُ، ثُمَّ يُنَادِي فِي أَهْلِ السَّمَاءِ: إِنَّ الله يُبْغِضُ فُلَانًا فَأَبْغِضُوهُ، قَالَ: فَيُبْغِضُونَهُ، ثُمَّ تُوضَعُ لَهُ الْبَغْضَاءُ فِي الْأَرْضِ» (¬1). ¶ أيضاً عَنْ أَبِي هُرَيْرَةَ ـ رضي الله عنه ـ قَالَ: قَالَ رَسُولُ الله - صلى الله عليه وسلم -: إِنَّ الله قَالَ: «مَنْ عَادَى لِي وَلِيًّا فَقَدْ آذَنْتُهُ بِالْحَرْبِ، وَمَا تَقَرَّبَ إِلَيَّ عَبْدِي بِشَيْءٍ أَحَبَّ إِلَيَّ مِمَّا افْتَرَضْتُ عَلَيْهِ وَمَا يَزَالُ عَبْدِي يَتَقَرَّبُ إِلَيَّ بِالنَّوَافِلِ حَتَّى أُحِبَّهُ، فَإِذَا أَحْبَبْتُهُ كُنْتُ سَمْعَهُ الَّذِي يَسْمَعُ بِهِ، وَبَصَرَهُ الَّذِي يُبْصِرُ بِهِ، وَيَدَهُ الَّتِي يَبْطِشُ بِهَا، وَرِجْلَهُ الَّتِي يَمْشِي بِهَا، وَإِنْ سَأَلَنِي لَأُعْطِيَنَّهُ، وَلَئِنْ استعاذني لأعيذنه، وَمَا تَرَدَّدْتُ عَنْ شَيْءٍ أَنَا فَاعِلُهُ تَرَدُّدِي عَنْ نَفْسِ الْمُؤْمِنِ، يَكْرَهُ الْمَوْتَ وَأَنَا أَكْرَهُ مَسَاءَتَهُ» (¬2). ¶ ¬__________ ¶ (¬1) صحيح مسلم، كتاب البر والصلة والآداب، باب إذا أحب الله عبدا، برقم: (2637)، واللفظ له، وصحيح البخاري، كتاب التوحيد، باب كلام الرب تعالى مع جبريل، برقم: (7485). ¶ (¬2) صحيح البخاري، كتاب الرقاق، باب التواضع، برقم: (6502).",
            "page": "48",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "فمن هذين النصين يتبين أن من أهم آثار محبة الله للعبد: ¶ 1 - محبة الملائكة له. ¶ 2 - ومحبة أهل الأرض له. ¶ 3 - ورعاية الله تعالى وعنايته وحفظه له. ¶ 4 - استجابة دعائه وإعطاؤه سؤله. ¶ 5 - توفيقه له في هذه الحياة وتسديده. ¶ 6 - طمأنينة قلبه، وانشراح صدره، وأمن في نفسه وأهله وماله. ¶ * * *",
            "page": "49",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "سابعا: شيء من أحوال السلف في باب المحبة: ¶ إن محبة الله غالية، وهي الغاية القصوى من المقامات، التي شمر لها السابقون أزرهم وشدوا مئزرهم، وقد اهتم بها السلف الصالح أيما اهتمام، يقول ابن القيم رحمه الله: «وأما محبة الرب سبحانه فليس عند القلوب السليمة والأرواح الطيبة، والعقول الزاكية، أحلى ولا ألذ، ولا أطيب، ولا أسر، ولا أنعم من محبته والأنس به، والشوق إلى لقائه، والحلاوة التي يجدها المؤمن في قلبه بذلك فوق كل حلاوة، والنعيم الذي يحصل له بذلك أتم من كل نعيم، واللذة التي تناله أعلى من كل لذة» (¬1). ¶ ولا شك أن كل مؤمن ومؤمنة يجد في قلبه لذة بمحبة الله تعالى وإن كانوا متفاوتين فيها، كما يقول ابن القيم: «وما من مؤمن إلا وفي قلبه محبة لله تعالى وطمأنينة بذكره، وتنعم بمعرفته، ولذة وسرور بذكره، وشوق إلى لقائه، وأنس بقربه، وإن لم يحس به لاشتغال قلبه بغيره. وقوة ذلك وضعفه وزيادته ونقصانه هو بحسب قوة الإيمان وضعفه وزيادته ونقصانه» (¬2). ¶ وإن نبينا محمداً - صلى الله عليه وسلم - له المثل الأعلى في هذا الباب حيث كان قلبه ممتلئا بمحبته سبحانه تعالى، كما جاء في الحديث أنه كان يدعو بهذا الدعاء المبارك: «اللهُمَّ إِنِّي أَسْأَلُكَ فِعْلَ الْخَيْرَاتِ، وَتَرْكَ الْمُنْكَرَاتِ، وَحُبَّ الْمَسَاكِينِ، وَأَنْ تَغْفِرَ لِي، وَتَرْحَمَنِي، وَإِذَا أَرَدْتَ فِتْنَةَ قَوْمٍ فَتَوَفَّنِي غَيْرَ مَفْتُونٍ، أَسْأَلُكَ حُبَّكَ، وَحُبَّ مَنْ يُحِبُّكَ، وَحُبَّ عَمَلٍ يُقَرِّبُ إِلَى حُبِّكَ». قَالَ رَسُولُ الله - صلى الله عليه وسلم -: «إِنَّهَا ¶ ¬__________ ¶ (¬1) إغاثة اللهفان 2/ 194، باختصار. ¶ (¬2) إغاثة اللهفان 2/ 195 - 196.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "حَقٌّ فَادْرُسُوهَا ثُمَّ تَعَلَّمُوهَا» قَالَ أَبُو عِيسَى: هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ، سَأَلْتُ مُحَمَّدَ بْنَ إِسْمَعِيلَ عَنْ هَذَا الْحَدِيثِ فَقَالَ: هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ (¬1). ¶ وكما ذكر عن دعاء داود عليه السلام: عَنْ أَبِي الدَّرْدَاءِ قَالَ: قَالَ رَسُولُ الله - صلى الله عليه وسلم -: «كَانَ مِنْ دُعَاءِ دَاوُدَ يَقُولُ: اللهُمَّ إِنِّي أَسْأَلُكَ حُبَّكَ وَحُبَّ مَنْ يُحِبُّكَ، وَالْعَمَلَ الَّذِي يُبَلِّغُنِي حُبَّكَ، اللهُمَّ اجْعَلْ حُبَّكَ أَحَبَّ إِلَيَّ مِنْ نَفْسِي، وَأَهْلِي، وَمِنْ الْمَاءِ الْبَارِدِ»، قَالَ: وَكَانَ رَسُولُ الله - صلى الله عليه وسلم - إِذَا ذَكَرَ دَاوُدَ يُحَدِّثُ عَنْهُ قَالَ: «كَانَ أَعْبَدَ الْبَشَرِ» قَالَ أَبُو عِيسَى: هَذَا حَدِيثٌ حَسَنٌ غريب (¬2). ¶ ولذلك كان يجتهد في العبادة ما لا يجتهد غيره، فكان يقوم بالليل حتى يتورم قدماه، ويقول: «أفلا أكون عبداً شكوراً»؟ كما جاء في الحديث: عن زياد أنه سَمِعَ الْمُغِيرَةَ يَقُولُ: قَامَ النَّبِيُّ - صلى الله عليه وسلم - حَتَّى تَوَرَّمَتْ قَدَمَاهُ، فَقِيلَ لَهُ: غَفَرَ اللهُ لَكَ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ، قَالَ: «أَفَلَا أَكُونُ عَبْدًا شَكُورًا» (¬3). ¶ وكذلك الصحابة قد ضربوا أروع المثل في محبة الله تعالى، فقد بذلوا كل غال ونفيس في محبته تعالى، وتركوا الأوطان والدور لأجله، وضحوا بالنفس والأهل والولد والمال في سبيله، قال تعالى: {وَيُطْعِمُونَ الطَّعَامَ عَلَى حُبِّهِ مِسْكِينًا وَيَتِيمًا وَأَسِيرًا * إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ اللَّهِ لَا نُرِيدُ مِنْكُمْ جَزَاءً وَلَا شُكُورًا} [سورة الإنسان:8 - 9]. وقال تعالى: {وَيُؤْثِرُونَ عَلَى أَنْفُسِهِمْ وَلَوْ ¶ ¬__________ ¶ (¬1) جامع الترمذي، كتاب تفسير القرآن، باب: ومن سورة ص، برقم: (3235). ¶ (¬2) جامع الترمذي، كتاب الدعوات، باب ما جاء في عقد التسبيح باليد، برقم: (3490). ¶ (¬3) صحيح البخاري، كتاب تفسير القرآن، باب: ليغفر لك الله ما تقدم من ذنبك وما تأخر، برقم: (4836)، وصحيح مسلم، كتاب صفة القيامة والجنة والنار، باب إكثار الأعمال والاجتهاد في العبادة، برقم: (2819).",
            "page": "51",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "كَانَ بِهِمْ خَصَاصَةٌ وَمَنْ يُوقَ شُحَّ نَفْسِهِ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ} ¶ [سورة الحشر: 9]. ¶ وكتب السير والحديث والتاريخ مليئة بقصصهم. فإليكم بعض النماذج المشرقة: ¶ 1 - ما ذكر من خصال حميدة عن أفضل البشر بعد الأنبياء أبي بكر الصديق رضي الله عنه لكماله في محبة الله ورسوله، وتسابقه في الخيرات، وجمعه بين الأعمال الصالحة المنوعة، كما جاء في هذا الحديث عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ الله - صلى الله عليه وسلم -: «مَنْ أَصْبَحَ مِنْكُمْ الْيَوْمَ صَائِمًا»؟ قَالَ أَبُو بَكْرٍ رَضِيَ اللهُ عَنْهُ: «أَنَا». قَالَ: «فَمَنْ تَبِعَ مِنْكُمْ الْيَوْمَ جَنَازَةً»؟ قَالَ أَبُو بَكْرٍ رَضِيَ اللهُ عَنْهُ: «أَنَا». قَالَ: «فَمَنْ أَطْعَمَ مِنْكُمْ الْيَوْمَ مِسْكِينًا»؟ قَالَ أَبُو بَكْرٍ رَضِيَ اللهُ عَنْهُ: «أَنَا». قَالَ: «فَمَنْ عَادَ مِنْكُمْ الْيَوْمَ مَرِيضًا»؟ قَالَ أَبُو بَكْرٍ رَضِيَ اللهُ عَنْهُ: «أَنَا». فَقَالَ رَسُولُ الله - صلى الله عليه وسلم -: «مَا اجْتَمَعْنَ فِي امْرِئٍ إِلَّا دَخَلَ الْجَنَّةَ» (¬1). ¶ 2 - وكما ذكر النبي - صلى الله عليه وسلم - عن محبة علي رضي الله عنه لله ولرسوله يوم خيبر، فعَنْ سَلَمَةَ بْنِ الْأَكْوَعِ رَضِيَ اللهُ عَنْهُ قَالَ: كَانَ عَلِيٌّ رَضِيَ اللهُ عَنْهُ تَخَلَّفَ عَنْ النَّبِيِّ - صلى الله عليه وسلم - فِي خَيْبَرَ وَكَانَ بِهِ رَمَدٌ؛ فَقَالَ: أَنَا أَتَخَلَّفُ عَنْ رَسُولِ الله - صلى الله عليه وسلم - فَخَرَجَ عَلِيٌّ فَلَحِقَ بِالنَّبِيِّ - صلى الله عليه وسلم -، فَلَمَّا كَانَ مَسَاءُ اللَّيْلَةِ الَّتِي فَتَحَهَا فِي صَبَاحِهَا، فَقَالَ رَسُولُ الله - صلى الله عليه وسلم -: «لَأُعْطِيَنَّ الرَّايَةَ، أَوْ قَالَ: لَيَأْخُذَنَّ غَدًا رَجُلٌ يُحِبُّهُ اللهُ وَرَسُولُه ُ، أَوْ قَالَ: يُحِبُّ الله وَرَسُولَهُ، يَفْتَحُ اللهُ عَلَيْهِ»، فَإِذَا نَحْنُ بِعَلِيٍّ ¶ ¬__________ ¶ (¬1) صحيح مسلم، كتاب الزكاة، باب من جمع الصدقة وأعمال البر، برقم: (1028).",
            "page": "52",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "وَمَا نَرْجُوهُ، فَقَالُوا: هَذَا عَلِيٌّ، فَأَعْطَاهُ رَسُولُ الله - صلى الله عليه وسلم -؛ فَفَتَحَ اللهُ عَلَيْهِ (¬1). ¶ 3 - وقصة سعد الربيع مع عبد الرحمن بن عوف حين آخى النبي - صلى الله عليه وسلم - بينهما كما روى البخاري عَنْ أَنَسٍ رَضِيَ اللهُ عَنْهُ قَالَ: قَدِمَ عَبْدُ الرَّحْمَنِ بْنُ عَوْفٍ الْمَدِينَةَ فَآخَى النَّبِيُّ - صلى الله عليه وسلم - بَيْنَهُ وَبَيْنَ سَعْدِ بْنِ الرَّبِيعِ الْأَنْصَارِيِّ وَكَانَ سَعْدٌ ذَا غِنًى فَقَالَ لِعَبْدِ الرَّحْمَنِ أُقَاسِمُكَ مَالِي نِصْفَيْنِ وَأُزَوِّجُكَ، قَالَ: بَارَكَ اللهُ لَكَ فِي أَهْلِكَ وَمَالِكَ، دُلُّونِي عَلَى السُّوقِ، فَمَا رَجَعَ حَتَّى اسْتَفْضَلَ أَقِطًا وَسَمْنًا، فَأَتَى بِهِ أَهْلَ مَنْزِلِهِ، فَمَكَثْنَا يَسِيرًا أَوْ مَا شَاءَ اللهُ فَجَاءَ وَعَلَيْهِ وَضَرٌ مِنْ صُفْرَةٍ، فَقَالَ لَهُ النَّبِيُّ - صلى الله عليه وسلم -: «مَهْيَمْ»؟ قَالَ: يَا رَسُولَ الله تَزَوَّجْتُ امْرَأَةً مِنْ الْأَنْصَارِ، قَالَ: «مَا سُقْتَ إِلَيْهَا»؟ قَالَ: نَوَاةً مِنْ ذَهَبٍ أَوْ وَزْنَ نَوَاةٍ مِنْ ذَهَبٍ، قَالَ: «أَوْلِمْ وَلَوْ بِشَاةٍ» (¬2). ¶ 4 - وقصة أبي طلحة وتصدقه بحديقته بيرحاء كما روى البخاري عن أَنَس بْن مَالِكٍ رَضِيَ اللهُ عَنْهُ يَقُولُ: «كَانَ أَبُو طَلْحَةَ أَكْثَرَ الْأَنْصَارِ بِالْمَدِينَةِ مَالًا مِنْ نَخْلٍ، وَكَانَ أَحَبُّ أَمْوَالِهِ إِلَيْهِ بَيْرُحَاءَ، وَكَانَتْ مُسْتَقْبِلَةَ الْمَسْجِدِ، وَكَانَ رَسُولُ الله - صلى الله عليه وسلم - يَدْخُلُهَا، وَيَشْرَبُ مِنْ مَاءٍ فِيهَا طَيِّبٍ، قَالَ أَنَسٌ: فَلَمَّا أُنْزِلَتْ هَذِهِ الْآيَةُ {لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ}؛ قَامَ أَبُو طَلْحَةَ إِلَى رَسُولِ الله - صلى الله عليه وسلم - فَقَالَ: يَا رَسُولَ الله، إِنَّ الله تَبَارَكَ وَتَعَالَى يَقُولُ: {لَنْ ¶ ¬__________ ¶ (¬1) صحيح البخاري، كتاب الجهاد والسير، باب ما قيل في لواء النبي - صلى الله عليه وسلم -، برقم: (2970) وصحيح مسلم، كتاب فضائل الصحابة، باب من فضائل علي بن أبي طالب رضي الله عنه، برقم: (2407). ¶ (¬2) صحيح البخاري، كتاب البيوع، باب ما جاء في قول الله تعالى: {فَإِذَا قُضِيَتِ الصَّلَاةُ ... }، برقم: (2049).",
            "page": "53",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ} وَإِنَّ أَحَبَّ أَمْوَالِي إِلَيَّ بَيْرُحَاءَ، وَإِنَّهَا صَدَقَةٌ لِلَّهِ أَرْجُو بِرَّهَا وَذُخْرَهَا عِنْدَ الله، فَضَعْهَا يَا رَسُولَ الله حَيْثُ أَرَاكَ اللهُ»، قَالَ: فَقَالَ رَسُولُ الله - صلى الله عليه وسلم -: «بَخٍ ذَلِكَ مَالٌ رَابِحٌ ذَلِكَ مَالٌ رَابِحٌ، وَقَدْ سَمِعْتُ مَا قُلْتَ، وَإِنِّي أَرَى أَنْ تَجْعَلَهَا فِي الْأَقْرَبِينَ» فَقَالَ أَبُو طَلْحَةَ: أَفْعَلُ يَا رَسُولَ الله، فَقَسَمَهَا أَبُو طَلْحَةَ فِي أَقَارِبِهِ وَبَنِي عَمِّهِ (¬1). ¶ 5 - وقصة صهيب عند الهجرة حيث ترك جميع ماله عند المشركين ولحق بالنبي - صلى الله عليه وسلم - بالمدينة , كما ذكر ابن هشام عن أبي عثمان النهدي، أنه قال: بلغني أن صهيباً حين أراد الهجرة قال له كفار قريش: أتيتنا صعلوكاً حقيراً فكثر مالك عندنا وبلغت الذي بلغت، ثم تريد أن تخرج بمالك ونفسك، والله لا يكون ذلك، فقال لهم صهيب: أرأيتم إن جعلت لكم مالي أتخلون سبيلي؟ قالوا: نعم. قال: فإني جعلت لكم مالي، قال: فبلغ ذلك رسول الله - صلى الله عليه وسلم - فقال: «ربح صهيب، ربح صهيب» (¬2). ¶ 6 - وقصة أبي سلمة عند الهجرة حيث ترك زوجته، وابنه وهاجر إلى المدينة، كما روى ابن إسحاق بسنده عن أم سلمة - رضي الله عنها - قالت «لما أجمع أبو سلمة الخروج إلى المدينة رحل لي بعيره، ثم حملني عليه، وحمل معي ابني سلمة بن أبي سلمة في حجري، ثم خرج بي يقود بعيره، فلما رأته رجال بني المغيرة بن عبد الله بن عمر بن مخزوم قاموا إليه، فقالوا: هذه ¶ ¬__________ ¶ (¬1) صحيح البخاري، كتاب الزكاة، باب الزكاة على الأقارب، برقم: (1461) وصحيح مسلم، كتاب الزكاة، باب فضل النفقة والصدقة على الأقربين والزوج، برقم: (998). ¶ (¬2) السيرة النبوية لابن هشام 2/ 75.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "نفسك غلبتنا عليها، أرأيت صاحبتنا هذه، علام نتركك تسير بها في البلاد، قالت: فنزعوا خطام البعير من يده، فأخذوني منه، قالت: وغضب عند ذلك بنو عبد الأسد رهط أبي سلمة قالوا: لا والله لا نترك ابننا عندها، إذ نزعتموها من صاحبنا، قالت: فتجاذبوا ابني سلمة بينهم حتى خلعوا يده، وانطلق به بنو عبد الأسد، وحبسني بنو المغيرة عندهم، وانطلق زوجي أبو سلمة إلى المدينة، قالت: ففرق بيني وبين زوجي وبين ابني، قالت: فكنت أخرج كل غداة فأجلس بالأبطح فما أزال أبكي حتى أمسي، سنة أو قريباً منها حتى مر بي رجل من بني عمي أحد بني المغيرة، فرأى ما بي، فرحمني، فقال لبني المغيرة: ألا تخرجون هذه المسكينة؟ فرقتم بينها وبين زوجها وبين ولدها، قالت: فقالوا لي: الحقي بزوجك إن شئت، قالت: ورَدَّ بنو عبد الأسد إليَّ عند ذلك ابني، قالت: فارتحلت بعيري، ثم أخذت ابني فوضعته في حجري، ثم خرجت أريد زوجي بالمدينة، قالت: وما معي أحد من خلق الله قالت: فقلت: أتبلغ بمن لقيت حتى أقدم على زوجي، حتى إذا كنت بالتنعيم لقيت عثمان بن طلحة بن أبي طلحة أخا بني عبد الدار، فقال لي: إلي أين يا بنت أبي أمية؟ قالت: فقلت: أريد زوجي بالمدينة، قال: أوما معكِ أحد؟ قالت: فقلت: لا والله، إلا الله وبني هذا، قال: والله مالكِ من مترك، فأخذ بخطام البعير فانطلق معي يهوي بي، فوالله ما صحبت رجلا من العرب قط أرى أنه كان أكرم منه، كان إذا بلغ المنزل أناخ بي ثم استأخر عني، حتى إذا نزلت عنه استأخر ببعيري فحط عنه، ثم قيده في الشجرة، ثم تنحى إلى الشجرة فاضطجع تحتها، فإذا دنا الرواح قام إلى",
            "page": "55",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "بعيري فقدمه فرحله، ثم استأخر عني فقال: اركبي. فإذا ركبت فاستويت على بعيري أتى فأخذ بخطامه، فقاد بي حتى ينزل بي، فلم يزل يصنع ذلك بي حتى أقدمني المدينة، فلما نظر إلى قرية بني عمرو بن عوف بقباء قال: زوجك في هذه القرية ـ وكان أبو سلمة بها نازلا ـ فادخليها على بركة الله، ثم انصرف راجعاً إلى مكة، قال: فكانت تقول: والله ما أعلم أهل بيت في الإسلام أصابهم ما أصاب آل أبي سلمة، وما رأيت صاحباً قط أكرم من عثمان بن طلحة» (¬1). ¶ 7 - وكذلك قصة بلال وخباب وعمار وغيرهم من ضعفاء المسلمين؛ لذين افتتنوا من الكفار لأجل الإيمان، وأوذوا في سبيله أشد أنواع الإيذاء، ومع ذلك لم يتركوا الدين، وهذا إن دل على شيء دل على ثباتهم في محبة الله والرضا لدينه ولرسوله. ¶ فهذه النماذج الرائعة تدلنا مدى حرص الصحابة رضوان الله عليهم أجمعين على محبة الله ورسوله، و تسابقهم في القيام بأوامر الشريعة، وكذلك من جاء بعدهم من التابعين وتابعيهم ومن بعدهم قد ضربوا أروع المثل في هذا الباب، وكتب السير والتاريخ مليئة بقصصهم الرائعة. كيف لا وقد ذاقوا طعم الإيمان وحلاوته، فحصلوا على السرور والاطمئنان الذي لا يوصف، كما ذكر الإمام ابن القيم عن بعض السلف قولهم: «إنه ليمر بالقلب أوقات أقول فيها: إن كان أهل الجنة في مثل هذا، إنهم لفي عيش طيب». ¶ ¬__________ ¶ (¬1) السيرة النبوية لابن هشام 2/ 69.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "وقال آخر: «إنه ليمر بالقلب أوقات يهتز فيها طربا بأنسه بالله وحبه له». ¶ وقال آخر: «مساكين أهل الغفلة، خرجوا من الدنيا وما ذاقوا أطيب ما فيها». ¶ وقال آخر: «لو علم الملوك وأبناء الملوك ما نحن فيه لجالدونا عليه بالسيوف» (¬1). ¶ فهؤلاء هم عباد الله حقا الذين أتوا بواجب العبودية؛ لأن حقيقة العبودية: الحب التام، مع الذل التام، والخضوع للمحبوب، فلا عبودية إلا عبودية أهل المحبة الخالصة، فأولئك هم الفائزون بشرف الدنيا والآخرة، وأولئك لهم الأمن وهم مهتدون. ¶ * * * ¶ ¬__________ ¶ (¬1) إغاثة اللهفان 2/ 194، باختصار.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "ثامناً: محبة رسول الله - صلى الله عليه وسلم - ¶ دل الحديث العظيم على وجوب تقديم محبة الرسول - صلى الله عليه وسلم - على محبة غيره، وجعلها بعد محبة الله تعالى، وقد جاء ذلك في كثير من الآيات والأحاديث بالنص عليها مباشرة، وبدلالة التضمن أيضاً، مثل قوله تعالى: {فَلَا وَرَبِّكَ لَا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لَا يَجِدُوا فِي أَنْفُسِهِمْ حَرَجًا مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيمًا} [النساء: 65]. ¶ وقوله تعالى: {وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْرًا أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلَالًا مُبِينًا} [الأحزاب: 36]. ¶ وقال تعالى: {لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآَخِرَ وَذَكَرَ اللَّهَ كَثِيرًا} [الأحزاب:21]. ¶ قال محمد بن علي: الأسوة في الرسول الإقتداء به والاتباع لسنته وترك مخالفته في قول أو فعل (¬1). ¶ وانظر إلى قول عمر حينما نظر إلى الحجر الأسود قال: إنك حجر لا تنفع ولا تضر، ولولا أني رأيت رسول الله - صلى الله عليه وسلم - يقبلك ما قبلتك، ثم قبله، كما جاء في حديث ابْن عَبَّاسٍ قال: «رَأَيْتُ عُمَرَ بْنَ الْخَطَّابِ فَعَلَ مِثْلَ ذَلِكَ، ثُمَّ قَالَ: إِنَّكَ حَجَرٌ؛ لَا تَنْفَعُ وَلَا تَضُرُّ، وَلَوْلَا أَنِّي رَأَيْتُ رَسُولَ الله - صلى الله عليه وسلم - قَبَّلَكَ مَا قَبَّلْتُكَ، ثُمَّ قَالَ عُمَرُ: رَأَيْتُ رَسُولَ الله - صلى الله عليه وسلم - فَعَلَ مِثْلَ ذَلِكَ» (¬2). ¶ ¬__________ ¶ (¬1) كتاب الشفا للقاضي عياض 2/ 9. ¶ (¬2) سنن النسائي، كتاب مناسك الحج، باب كيف يقبل، برقم (2938).",
            "page": "58",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "قال السيوطي في شرحه: قَالَ الطَّبَرِيُّ: إِنَّمَا قَالَ عُمَر ذَلِكَ لِأَنَّ النَّاس كَانُوا حَدِيثِي عَهْد بِعِبَادَةِ الْأَصْنَام، فَخَشِيَ عُمَر أَنْ يَظُنّ الْجُهَّال أَنَّ اسْتِلَام الْحَجَر مِنْ بَاب تَعْظِيم الْأَحْجَار، كَمَا كَانَتْ الْعَرَب تَفْعَل فِي الْجَاهِلِيَّة، فَأَرَادَ أَنْ يُعْلِم النَّاس أَنَّ اِسْتِلَامه الْحَجَر اِتِّبَاع لِفِعْلِ رَسُول الله - صلى الله عليه وسلم -، لَا أَنَّ الْحَجَر يَنْفَع وَيَضُرّ بِذَاتِهِ، كَمَا كَانَتْ الْجَاهِلِيَّة تَعْتَقِدهُ فِي الْأَوْثَان (¬1). ¶ هذا هو التأسي بالنبي - صلى الله عليه وسلم -، وهذا لا يحصل إلا إذا كان الإنسان محبًّا لله ولرسوله. ¶ ومن الأحاديث ما روى زُهْرَة بْن مَعْبَدٍ عَنْ جَدِّهِ قَالَ: كُنَّا مَعَ النَّبِيِّ - صلى الله عليه وسلم - وَهُوَ آخِذٌ بِيَدِ عُمَرَ بْنِ الْخَطَّابِ رَضِيَ اللهُ تَعَالَى عَنْهُ فَقَالَ: وَالله يَا رَسُولَ الله لَأَنْتَ أَحَبُّ إِلَيَّ مِنْ كُلِّ شَيْءٍ إِلَّا نَفْسِي، فَقَالَ النَّبِيُّ - صلى الله عليه وسلم -: «وَالَّذِي نَفْسِي بِيَدِهِ لَا يُؤْمِنُ أَحَدُكُمْ حَتَّى أَكُونَ أَحَبَّ إِلَيْهِ مِنْ نَفْسِهِ». قَالَ: فَأَنْتَ الْآنَ وَالله أَحَبُّ إِلَيَّ مِنْ نَفْسِي. فَقَالَ رَسُولُ الله - صلى الله عليه وسلم -: «الْآنَ يَا عُمَرُ» (¬2). ¶ وأيضاً عَنْ أَنَسٍ قَالَ: قَالَ النَّبِيُّ - صلى الله عليه وسلم -: «لَا يُؤْمِنُ أَحَدُكُمْ حَتَّى أَكُونَ أَحَبَّ إِلَيْهِ مِنْ وَالِدِهِ وَوَلَدِهِ وَالنَّاسِ أَجْمَعِينَ» (¬3). ¶ قال ابن حجر: وَالْمُرَاد بِالْمَحَبَّةِ هُنَا حُبّ الِاخْتِيَار لَا حُبّ الطَّبْع , قَالَهُ الْخَطَّابِيّ. وَقَالَ النَّوَوِيّ: فِيهِ تَلْمِيح إِلَى قَضِيَّة النَّفْس الْأَمَّارَة وَالْمُطْمَئِنَّة , فَإِنَّ ¶ ¬__________ ¶ (¬1) شرح سنن النسائي للسيوطي، المجلد الثالث 5/ 227 - 228. ¶ (¬2) مسند أحمد، برقم: (18482). ¶ (¬3) صحيح البخاري، كتاب الإيمان، باب حب الرسول - صلى الله عليه وسلم - من الإيمان برقم: (15). وصحيح مسلم، كتاب الإيمان، باب حب الرسول من الإيمان، برقم: (44).",
            "page": "59",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "مَنْ رَجَّحَ جَانِب الْمُطْمَئِنَّة كَانَ حُبّه لِلنَّبِيِّ - صلى الله عليه وسلم - رَاجِحًا, وَمَنْ رَجَّحَ جَانِب الْأَمَّارَة كَانَ حُكْمه بِالْعَكْسِ، فَإِذَا تَأَمَّلَ النَّفْع الْحَاصِل لَهُ مِنْ جِهَة الرَّسُول - صلى الله عليه وسلم - الَّذِي أَخْرَجَهُ مِنْ ظُلُمَات الْكُفْر إِلَى نُور الْإِيمَان إِمَّا بِالْمُبَاشَرَةِ وَإِمَّا بِالسَّبَبِ؛ عَلِمَ أَنَّهُ سَبَب بَقَاء نَفْسه الْبَقَاء الْأَبَدِيّ فِي النَّعِيم السَّرْمَدِيّ , وَعَلِمَ أَنَّ نَفْعه بِذَلِكَ أَعْظَم مِنْ جَمِيع وُجُوه الِانْتِفَاعَات , فَاسْتَحَقَّ لِذَلِكَ أَنْ يَكُون حَظّه مِنْ مَحَبَّته أَوْفَر مِنْ غَيْره» (¬1). ¶ ويقول الدكتور موسى شاهين: «إن حب الشيء يدعو إلى حب الموصل إليه، وإن حب الإيمان وبغض الكفر يستلزم حب المتسبب فيه والداعي إليه، فحب الرسول - صلى الله عليه وسلم - دليل على حب الإيمان، وبقدر ارتفاع درجة هذا الحب أو انخفاضها ترتفع درجة الإيمان أو تنخفض، فإذا وصل المؤمن إلى أن يكون رسول الله أحب إليه من أمه وأبيه وصاحبته وبنيه ومن المال والأهل والأقارب والناس أجمعين، كان كامل الإيمان، وأكمل منه؛ أن يكون رسول الله أحب إليه من نفسه التي بين جنبيه، يبذلها فداء له في حياته، كما قرأنا عن أبي بكر الصديق وكثير من الصحابة رضي الله عنهم الذين عرضوا أنفسهم للأخطار حماية لرسول الله من الكفار» (¬2). ¶ وعَنْ أَنَسٍ أَنَّ رَجُلًا سَأَلَ رَسُولَ الله - صلى الله عليه وسلم - عَنْ قِيَامِ السَّاعَةِ وَأُقِيمَتْ الصَّلَاةُ، فَلَمَّا قَضَى رَسُولُ الله - صلى الله عليه وسلم - صَلَاتَهُ قَالَ: «أَيْنَ السَّائِلُ عَنْ السَّاعَةِ»؟ فَقَالَ الرَّجُلُ: «هَا أَنَا ذَا يَا رَسُولَ الله». فَقَال: «وَمَا أَعْدَدْتَ لَهَا فَإِنَّهَا قَائِمَةٌ». ¶ ¬__________ ¶ (¬1) فتح الباري شرح صحيح البخاري لابن حجر العسقلاني، 1/ 59 بتصرف. ¶ (¬2) فتح المنعم شرح صحيح مسلم للدكتور موسى شاهين 1/ 249.",
            "page": "60",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "قَالَ: «مَا أَعْدَدْتُ لَهَا مِنْ كَبِيرِ عَمَلٍ غَيْرَ أَنِّي أُحِبُّ الله وَرَسُولَهُ». قَالَ: «فَأَنْتَ مَعَ مَنْ أَحْبَبْتَ». قَالَ: «فَمَا فَرِحَ الْمُسْلِمُونَ بِشَيْءٍ بَعْدَ الْإِسْلَامِ أَشَدَّ مِمَّا فَرِحُوا بِه» (¬1). فيا لها من نعمة، إن حب الرسول يدخل المرء في الجنة في صحبته. ¶ ومن لوازم محبته أن لا تعصيه ولا تخالف سنته وأن لا تحدث في دينه كما جاء في قوله تعالى: ¶ {فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ} [النور: 63]. ¶ وقوله تعالى: {وَمَنْ يُشَاقِقِ الرَّسُولَ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدَى وَيَتَّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ نُوَلِّهِ مَا تَوَلَّى وَنُصْلِهِ جَهَنَّمَ وَسَاءَتْ مَصِيرًا} ¶ [النساء: 115]. ¶ وإن المبتدع في دينه يبعد عن حوضه يوم القيامة كما روى عَنْ سَهْلِ بْنِ سَعْدٍ قَالَ: قَالَ النَّبِيُّ - صلى الله عليه وسلم -: «إِنِّي فَرَطُكُمْ عَلَى الْحَوْضِ، مَنْ مَرَّ عَلَيَّ شَرِبَ وَمَنْ شَرِبَ لَمْ يَظْمَأْ أَبَدًا، لَيَرِدَنَّ عَلَيَّ أَقْوَامٌ أَعْرِفُهُمْ وَيَعْرِفُونِي ثُمَّ يُحَالُ بَيْنِي وَبَيْنَهُمْ». قَالَ أَبُو حَازِمٍ: فَسَمِعَنِي النُّعْمَانُ بْنُ أَبِي عَيَّاشٍ فَقَالَ: هَكَذَا سَمِعْتَ مِنْ سَهْلٍ، فَقُلْتُ: «نَعَمْ» فَقَالَ: أَشْهَدُ عَلَى أَبِي سَعِيدٍ الْخُدْرِيِّ لَسَمِعْتُهُ وَهُوَ يَزِيدُ فِيهَا: «فَأَقُولُ: إِنَّهُمْ مِنِّي، فَيُقَالُ: إِنَّكَ لَا تَدْرِي مَا أَحْدَثُوا بَعْدَكَ، ¶ فَأَقُولُ: سُحْقًا سُحْقًا لِمَنْ غَيَّرَ بَعْدِي»، وَقَالَ ابْنُ عَبَّاسٍ: سُحْقًا بُعْدًا، يُقَالُ: ¶ ¬__________ ¶ (¬1) مسند أحمد، برقم: (12304).",
            "page": "61",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "سَحِيقٌ بَعِيدٌ، سَحَقَهُ وَأَسْحَقَهُ أَبْعَدَهُ (¬1). ¶ فإياكم ومحدثات الأمور لأنها بدعة وكل بدعة ضلالة، والضلالة توجب سخط الله وتبعد الإنسان من رحمة الله تعالى، كما عليكم التمسك بالكتاب والسنة، والعض عليهما بالنواجذ لأنهما العروة الوثقى والهداية إلى رضوان الله وجناته العلى. ¶ * * * ¶ ¬__________ ¶ (¬1) صحيح البخاري، كتاب الرقاق، باب في الحوض، برقم: (6585).",
            "page": "62",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "ومن علامة محبته: ¶ 1 - الاقتداء به، واستعمال سنته، واتباع أقواله، وأفعاله، واجتناب نواهيه، والتأدب بآدابه في عسره ويسره ومنشطه ومكرهه، قال تعالى: {قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي} [آل عمران: 31]. ¶ قال الحافظ ابن حجر رحمه الله تعالى: فَمَنْ يَدَّعِي حُبّ الله مَثَلًا وَلَا يُحِبّ رَسُوله لَا يَنْفَعهُ ذَلِكَ لأن الله َأَوْقَع مُتَابَعَته مُكْتَنِفَة بَيْن قُطْرَيْ مَحَبَّة الْعِبَاد وَمَحَبَّة الله تَعَالَى لِلْعِبَادِ , وَأيضا قال تَعَالَى: {أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ} [سورة النساء: 59] فَأَعَادَ «أَطِيعُوا» فِي الرَّسُول وَلَمْ يُعِدْهُ فِي أُولِي الْأَمْر لِأَنَّهُمْ لَا اِسْتِقْلَال لَهُمْ فِي الطَّاعَة كَاسْتِقْلَالِ الرَّسُول (¬1). ¶ 2 - وإيثار ما شرعه وحض عليه على هوى نفسه قال تعالى: {فَلَا وَرَبِّكَ لَا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لَا يَجِدُوا فِي أَنْفُسِهِمْ حَرَجًا مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيمًا} [سورة النساء: 65] وكما قال تعالى: {إِنَّمَا كَانَ قَوْلَ الْمُؤْمِنِينَ إِذَا دُعُوا إِلَى اللَّهِ وَرَسُولِهِ لِيَحْكُمَ بَيْنَهُمْ أَنْ يَقُولُوا سَمِعْنَا وَأَطَعْنَا وَأُولَئِكَ هُمُ الْمُفْلِحُونَ * وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ وَيَخْشَ اللَّهَ وَيَتَّقْهِ فَأُولَئِكَ هُمُ الْفَائِزُونَ} [سورة النور: 51 - 52] وكما أثنى على الأنصار لنصرتهم لإخوانهم المهاجرين، فقال تعالى: {وَالَّذِينَ تَبَوَّءُوا الدَّارَ وَالْإِيمَانَ مِنْ قَبْلِهِمْ يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ وَلَا يَجِدُونَ فِي صُدُورِهِمْ حَاجَةً مِمَّا أُوتُوا وَيُؤْثِرُونَ عَلَى أَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ} [الحشر: 9]. ¶ ¬__________ ¶ (¬1) فتح الباري شرح صحيح البخاري، لابن حجر العسقلاني، 1/ 62.",
            "page": "63",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "3 - وكثرة ذكره له فمن أحب شيئا أكثر ذكره، ومن ذلك كثرة الصلاة والسلام عليه، قال تعالى: {إِنَّ اللَّهَ وَمَلَائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آَمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا} [سورة الأحزاب: 56]. ¶ وجاء في الحديث: عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ الله - صلى الله عليه وسلم - قَالَ: «مَنْ صَلَّى عَلَيَّ وَاحِدَةً صَلَّى اللهُ عَلَيْهِ عَشْرًا» (¬1). ¶ وعَنْ عَبْدِ الله بْنِ عَمْرِو بْنِ الْعَاصِ أَنَّهُ سَمِعَ النَّبِيَّ - صلى الله عليه وسلم - يَقُولُ: «إِذَا سَمِعْتُمْ الْمُؤَذِّنَ فَقُولُوا مِثْلَ مَا يَقُولُ، ثُمَّ صَلُّوا عَلَيَّ؛ فَإِنَّهُ مَنْ صَلَّى عَلَيَّ صَلَاةً صَلَّى اللهُ عَلَيْهِ بِهَا عَشْرًا، ثُمَّ سَلُوا الله لِي الْوَسِيلَةَ؛ فَإِنَّهَا مَنْزِلَةٌ فِي الْجَنَّةِ لَا تَنْبَغِي إِلَّا لِعَبْدٍ مِنْ عِبَادِ الله، وَأَرْجُو أَنْ أَكُونَ أَنَا هُوَ، فَمَنْ سَأَلَ لِي الْوَسِيلَةَ حَلَّتْ لَهُ الشَّفَاعَة» (¬2). ¶ وعَنْ أَوْسِ بْنِ أَوْسٍ قَالَ: قَالَ رَسُولُ الله - صلى الله عليه وسلم -: «إِنَّ مِنْ أَفْضَلِ أَيَّامِكُمْ يَوْمَ الْجُمُعَةِ، فِيهِ خُلِقَ آدَمُ، وَفِيهِ قُبِضَ، وَفِيهِ النَّفْخَةُ، وَفِيهِ الصَّعْقَةُ، فَأَكْثِرُوا عَلَيَّ مِنْ الصَّلَاةِ فِيهِ، فَإِنَّ صَلَاتَكُمْ مَعْرُوضَةٌ عَلَيّ، قَالَ: قَالُوا: يَا رَسُولَ الله وَكَيْفَ تُعْرَضُ صَلَاتُنَا عَلَيْكَ وَقَدْ أَرِمْتَ؟ يَقُولُونَ بَلِيتَ، فَقَالَ: إِنَّ الله عَزَّ وَجَلَّ حَرَّمَ عَلَى الْأَرْضِ أَجْسَادَ الْأَنْبِيَاءِ» (¬3). ¶ وعَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ قَالَ: قَالَ رَسُولُ الله - صلى الله عليه وسلم -: «الْبَخِيلُ الَّذِي مَنْ ¶ ¬__________ ¶ (¬1) سنن أبي داود، كتاب الصلاة، باب في الاستغفار، برقم: (1530). ¶ (¬2) صحيح مسلم، كتاب الصلاة، باب استحباب القول مثل قول المؤذن لمن سمعه، برقم: (384). ¶ (¬3) سنن أبي داود، كتاب الصلاة، باب فضل الجمعة وليلة الجمعة، برقم: (1047)، والنسائي في سننه، كتاب الجمعة، باب إكثار الصلاة على النبي - صلى الله عليه وسلم - يوم الجمعة، برقم: (1374).",
            "page": "64",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "ذُكِرْتُ عِنْدَهُ فَلَمْ يُصَلِّ عَلَيَّ». قَالَ أَبُو عِيسَى: هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ (¬1). ¶ 4 - محبته لمن أحب النبي - صلى الله عليه وسلم -، ومن هو بسببه من آل بيته، وأصحابه من المهاجرين والأنصار، وقد قال في الحسن والحسين: «اللهم إني أحبهما فأحبهما» (¬2). ¶ وعَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ الله - صلى الله عليه وسلم -: «مَنْ أَحَبَّهُمَا فَقَدْ أَحَبَّنِي، وَمَنْ أَبْغَضَهُمَا فَقَدْ أَبْغَضَنِي»، يَعْنِي: حَسَنًا وَحُسَيْنًا (¬3). ¶ وقال: «الله الله فِي أَصْحَابِي، الله الله فِي أَصْحَابِي، لَا تَتَّخِذُوهُمْ غَرَضًا بَعْدِي، فَمَنْ أَحَبَّهُمْ فَبِحُبِّي أَحَبَّهُمْ، وَمَنْ أَبْغَضَهُمْ فَبِبُغْضِي أَبْغَضَهُمْ، وَمَنْ آذَاهُمْ فَقَدْ آذَانِي، وَمَنْ آذَانِي فَقَدْ آذَى الله، وَمَنْ آذَى الله يُوشِكُ أَنْ يَأْخُذَه». قَالَ أَبُو عِيسَى: هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لَا نَعْرِفُهُ إِلَّا مِنْ هَذَا الْوَجْه (¬4). ¶ وقال في فاطمة: «فَاطِمَةُ بِضْعَةٌ مِنِّي، فَمَنْ أَغْضَبَهَا أَغْضَبَنِي» (¬5). ¶ وقال لعائشة في أسامة بن زيد: «أحبيه فإني أحبه» (¬6). ¶ ¬__________ ¶ (¬1) جامع الترمذي، كتاب الدعوات، باب قول رسول الله - صلى الله عليه وسلم -:رغم أنف رجل، برقم: (3546). ¶ (¬2) جامع الترمذي، كتاب المناقب، باب مناقب الحسن والحسين، برقم: (3782). ¶ (¬3) مسند أحمد، برقم (7816). ¶ (¬4) جامع الترمذي، كتاب المناقب، باب في من سب أصحاب النبي - صلى الله عليه وسلم -، برقم: (3862). ¶ (¬5) صحيح البخاري، كتاب المناقب، باب مناقب فاطمة، برقم: (3767). ¶ (¬6) جامع الترمذي، كتاب المناقب، باب مناقب أسامة بن زيد، برقم: (3818) وقال أبو عيسى: هذا حديث حسن غريب.",
            "page": "65",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "وقال: «آيَةُ الْإِيمَانِ حُبُّ الْأَنْصَارِ، وَآيَةُ النِّفَاقِ بُغْضُ الْأَنْصَارِ» (¬1). ¶ 5 - منها بغض من أبغض الله ورسوله قال تعالى: {لَا تَجِدُ قَوْمًا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآَخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ وَلَوْ كَانُوا آَبَاءَهُمْ} [المجادلة:22]. ¶ وهؤلاء أصحابه رضي الله عنه أجمعين قد قتلوا أحباءهم، وقاتلوا آباءهم، وأبناءهم، من أجل مرضاته كما قال عبد الله بن عبد الله بن أبي: «لو شئت لأتيتك برأسه يعني أباه» (¬2). ¶ وكما ذكر تعالى عن أبي الحنفاء إبراهيم عليه السلام ومن آمن معه في قوله تعالى: {قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْرَاهِيمَ وَالَّذِينَ مَعَهُ إِذْ قَالُوا لِقَوْمِهِمْ إِنَّا بُرَآَءُ مِنْكُمْ وَمِمَّا تَعْبُدُونَ مِنْ دُونِ اللَّهِ كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمُ الْعَدَاوَةُ وَالْبَغْضَاءُ أَبَدًا حَتَّى تُؤْمِنُوا بِاللَّهِ وَحْدَهُ} الآية [الممتحنة: 4]. ¶ وقال تعالى: {لَا يَتَّخِذِ الْمُؤْمِنُونَ الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ وَمَنْ يَفْعَلْ ذَلِكَ فَلَيْسَ مِنَ اللَّهِ فِي شَيْءٍ إِلَّا أَنْ تَتَّقُوا مِنْهُمْ تُقَاةً وَيُحَذِّرُكُمُ اللَّهُ نَفْسَهُ وَإِلَى اللَّهِ الْمَصِيرُ} [آل عمران: 28]. ¶ وأيضاً: {يَا أَيُّهَا الَّذِينَ آَمَنُوا لَا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ تُلْقُونَ إِلَيْهِمْ بِالْمَوَدَّةِ وَقَدْ كَفَرُوا بِمَا جَاءَكُمْ مِنَ الْحَقِّ يُخْرِجُونَ الرَّسُولَ وَإِيَّاكُمْ أَنْ تُؤْمِنُوا بِاللَّهِ رَبِّكُمْ إِنْ كُنْتُمْ خَرَجْتُمْ جِهَادًا فِي سَبِيلِي وَابْتِغَاءَ مَرْضَاتِي تُسِرُّونَ إِلَيْهِمْ بِالْمَوَدَّةِ وَأَنَا أَعْلَمُ بِمَا أَخْفَيْتُمْ وَمَا أَعْلَنْتُمْ وَمَنْ يَفْعَلْهُ مِنْكُمْ فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ} [الممتحنة: 1] وغيرها من الآيات كثيرة. ¶ ¬__________ ¶ (¬1) صحيح البخاري، كتاب الإيمان، باب علامة الإيمان حب الأنصار، برقم: (17). ¶ (¬2) كتاب الشفا للقاضي عياض 2/ 24 - 28.",
            "page": "66",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "ومن علامات محبته نشر سنته بين الناس بمختلف طرق النشر، كما روى عن زيد بن ثابت رضي الله عنه أنه قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: «نضَّر الله امرءاً سمع منا حديثا فحفظه حتى يبلغه غيره، فرب حامل فقه إلى من هو أفقه منه، ورب حامل فقه ليس بفقيه»، قال أبو عيسى: «حديث زيد ابن ثابت حديث حسن» (¬1). ¶ وعَنْ عَبْدِ الله بْنِ عَمْرٍو أَنَّ النَّبِيَّ - صلى الله عليه وسلم - قَالَ: «بَلِّغُوا عَنِّي وَلَوْ آيَةً، وَحَدِّثُوا عَنْ بَنِي إِسْرَائِيلَ وَلَا حَرَجَ، وَمَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنْ النَّارِ» (¬2). ¶ * * * ¶ ¬__________ ¶ (¬1) جامع الترمذي، كتاب العلم، باب ما جاء في الحث على تبليغ السماع، برقم: (2656). ¶ (¬2) صحيح البخاري، كتاب أحاديث الأنبياء، باب ما ذكر عن بني إسرائيل، برقم: (3461).",
            "page": "67",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "تاسعاً: نماذج حية لمحبة الله والرسول من حياة الصحابة: ¶ لقد تمثل الصحابة رضي الله عنهم محبة النبي - صلى الله عليه وسلم - غاية التمثل في مشاهد عظيمة، وسير جليلة، نعرض لبعض نماذج عطرة. فمن ذلكم: ¶ 1 - نشأت الصداقة بين الرسول - صلى الله عليه وسلم - وأبي بكر رضي الله عنه قبل البعثة، ولما بعث رسول الله - صلى الله عليه وسلم - كان أوَل من استجاب له من رجال قومه، الذي بادر دون تلعثم باتباع صديقه، كما جاء في حديث أبي هريرة أن النبي - صلى الله عليه وسلم - قال: «ما عرضت الإسلام على أحد إلا كانت له كبوة إلا أبو بكر، فإنه لم يتلعثم في قوله» (¬1). ¶ وقد ضرب أبو بكر الصديق رضي الله عنه أروع الأمثلة في حب الرسول - صلى الله عليه وسلم -، فقد قام بمواقف جليلة عند وقعة الهجرة، حيث آثره على نفسه عند المهالك. وقد صور القرآن هذا الموقف العجيب الفريد في قوله تعالى: {إِلَّا تَنْصُرُوهُ فَقَدْ نَصَرَهُ اللَّهُ إِذْ أَخْرَجَهُ الَّذِينَ كَفَرُوا ثَانِيَ اثْنَيْنِ إِذْ هُمَا فِي الْغَارِ إِذْ يَقُولُ لِصَاحِبِهِ لَا تَحْزَنْ إِنَّ اللَّهَ مَعَنَا فَأَنْزَلَ اللَّهُ سَكِينَتَهُ عَلَيْهِ وَأَيَّدَهُ بِجُنُودٍ لَمْ تَرَوْهَا وَجَعَلَ كَلِمَةَ الَّذِينَ كَفَرُوا السُّفْلَى وَكَلِمَةُ اللَّهِ هِيَ الْعُلْيَا وَاللَّهُ عَزِيزٌ حَكِيمٌ} [التوبة: 40]. ¶ قال الشعبي: «عاتب الله عز وجل أهل الأرض جميعا في هذه الآية غير أبي بكر الصديق رضي الله عنه» (¬2). ¶ ¬__________ ¶ (¬1) رواه رزين، والديلمي بمعناه في مسند الفردوس عن ابن مسعود رضي الله عنه، ينظر: جامع الأصول لابن الأثير 8/ 585. ¶ (¬2) معالم التنزيل للبغوي 2/ 282.",
            "page": "68",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "وقال البغوي أيضا: «وروي أنه حين انطلق مع رسول الله - صلى الله عليه وسلم - إلى الغار جعل يمشي بين يديه ساعة ومن خلفه ساعة، فقال له رسول الله - صلى الله عليه وسلم -: مالك يا أبا بكر؟ قال: أذكر الطلب فأمشي خلفك، ثم أذكر الرصد فأمشي بين يديك، فلما انتهينا إلى الغار قال: مكانك يا رسول الله حتى أستبرئ الغار، فدخل فاستبرأه ثم قال: انزل يا رسول الله فنزل. قال عمر: والذي نفسي بيده لتلك الليلة خير من آل عمر» (¬1). ¶ ومن أروع القصص من حياته ما حدث في غزوة تبوك، يقول زَيْد بْن أَسْلَمَ عَنْ أَبِيهِ قَال: سَمِعْتُ عُمَرَ بْنَ الْخَطَّابِ يَقُولُ: «أَمَرَنَا رَسُولُ الله - صلى الله عليه وسلم - أَنْ نَتَصَدَّقَ، فَوَافَقَ ذَلِكَ عِنْدِي مَالًا، فَقُلْتُ: الْيَوْمَ أَسْبِقُ أَبَا بَكْرٍ إِنْ سَبَقْتُهُ يَوْمًا، قَالَ: فَجِئْتُ بِنِصْفِ مَالِي، فَقَالَ رَسُولُ الله - صلى الله عليه وسلم -: مَا أَبْقَيْتَ لِأَهْلِكَ؟ قُلْتُ: مِثْلَهُ، وَأَتَى أَبُو بَكْرٍ بِكُلِّ مَا عِنْدَهُ، فَقَالَ: يَا أَبَا بَكْرٍ، مَا أَبْقَيْتَ لِأَهْلِكَ؟ قَالَ: أَبْقَيْتُ لَهُمْ الله وَرَسُولَهُ، قُلْتُ: وَالله لَا أَسْبِقُهُ إِلَى شَيْءٍ أَبَدًا». قَالَ: هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ (¬2). ¶ وكذلك روي عنه أنه قال للنبي - صلى الله عليه وسلم -: «والذي بعثك بالحق لإسلام أبي طالب كان أقر لعيني من إسلامه ـ يعني أباه أبا قحافة ـ وذلك أن إسلام أبي طالب كان أقر لعينك». ¶ ونحوه عن عمر بن الخطاب ـ رضي الله عنه ـ قال للعباس رضي الله عنه: «أن تسلم أحب إلي من أن يسلم الخطاب؛ لأن ذلك أحب إلى رسول ¶ ¬__________ ¶ (¬1) معالم التنزيل للبغوي 2/ 283. ¶ (¬2) جامع الترمذي، كتاب المناقب، باب مناقب أبي بكر وعمر، برقم: (3675).",
            "page": "69",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "الله - صلى الله عليه وسلم -» (¬1). ¶ لذلك قال رَسُولُ الله - صلى الله عليه وسلم -: «إِنَّ مِنْ أَمَنِّ النَّاسِ عَلَيَّ فِي صُحْبَتِهِ وَمَالِهِ أَبَا بَكْرٍ، وَلَوْ كُنْتُ مُتَّخِذًا خَلِيلًا مِنْ أُمَّتِي لَاتَّخَذْتُ أَبَا بَكْرٍ إِلَّا خُلَّةَ الْإِسْلَامِ، لَا يَبْقَيَنَّ فِي الْمَسْجِدِ خَوْخَةٌ إِلَّا خَوْخَةُ أَبِي بَكْرٍ» (¬2). ¶ وكذلك قصة عمر رضي الله عنه كما جاء عن عَبْدَ الله بْنَ هِشَامٍ قَالَ: كُنَّا مَعَ النَّبِيِّ - صلى الله عليه وسلم - وَهُوَ آخِذٌ بِيَدِ عُمَرَ بْنِ الْخَطَّابِ فَقَالَ لَهُ عُمَرُ: يَا رَسُولَ الله لَأَنْتَ أَحَبُّ إِلَيَّ مِنْ كُلِّ شَيْءٍ إِلَّا مِنْ نَفْسِي، فَقَالَ النَّبِيُّ - صلى الله عليه وسلم -: «لَا وَالَّذِي نَفْسِي بِيَدِهِ حَتَّى أَكُونَ أَحَبَّ إِلَيْكَ مِنْ نَفْسِكَ»، فَقَالَ لَهُ عُمَرُ: فَإِنَّهُ الْآنَ وَالله لَأَنْتَ أَحَبُّ إِلَيَّ مِنْ نَفْسِي فَقَالَ النَّبِيُّ - صلى الله عليه وسلم -: «الْآنَ يَا عُمَرُ» (¬3). ¶ 3 - وكذلك قصة عثمان رضي الله عنه في غزوة تبوك كما روى عَبْد الرَّحْمَنِ بْنُ سَمُرَةَ قَالَ: جَاءَ عُثْمَانُ إِلَى النَّبِيِّ - صلى الله عليه وسلم - بِأَلْفِ دِينَارٍ، قَالَ الْحَسَنُ بْنُ وَاقِعٍ وَكَانَ فِي مَوْضِعٍ آخَرَ مِنْ كِتَابِي فِي كُمِّهِ حِينَ جَهَّزَ جَيْشَ الْعُسْرَةِ فَيَنْثُرُهَا فِي حِجْرِهِ، قَالَ عَبْدُ الرَّحْمَنِ: فَرَأَيْتُ النَّبِيَّ - صلى الله عليه وسلم - يُقَلِّبُهَا فِي حِجْرِهِ وَيَقُولُ: «مَا ضَرَّ عُثْمَانَ مَا عَمِلَ بَعْدَ الْيَوْمِ» مَرَّتَيْنِ، قَالَ أَبُو عِيسَى: هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ (¬4). ¶ 4 - وكذالك قصة على عند الهجرة حيث نام على فراش النبي - صلى الله عليه وسلم -. وسئل كيف كان حبكم لرسول الله - صلى الله عليه وسلم -؟ قال: «كان والله أحب إلينا من ¶ ¬__________ ¶ (¬1) كتاب الشفا للقاضي عياض 2/ 22. ¶ (¬2) صحيح البخاري، كتاب المناقب، باب هجرة النبي - صلى الله عليه وسلم - وأصحابه، برقم: (3904). ¶ (¬3) صحيح البخاري، كتاب الأيمان والنذور، باب: كيف كانت يمين النبي - صلى الله عليه وسلم -، برقم: (6632). ¶ (¬4) جامع الترمذي، كتاب المناقب، باب في مناقب عثمان رضي الله عنه , برقم: (3701).",
            "page": "70",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "أموالنا، وأولادنا، وآبائنا، وأمهاتنا، ومن الماء البارد على الظمأ» (¬1). ¶ 5 - ولما احتضر بلال رضي الله عنه نادت امرأته: «واحزناه»! فقال: «واطرباه! غداً ألقى الأحبة محمداً وحزبه» (¬2). ¶ 6 - وأما طلحة بن عبيد الله فقد كان من المدافعين عن النبي - صلى الله عليه وسلم - يوم أحد، وكان يمسك الرماح على يده حتى صارت كالغربال وشلت. ¶ كما جاء في الحديث: عَنْ أَنَسٍ رَضِيَ اللهُ عَنْهُ قَالَ: لَمَّا كَانَ يَوْمُ أُحُدٍ انْهَزَمَ النَّاسُ عَنْ النَّبِيِّ - صلى الله عليه وسلم -، وَأَبُو طَلْحَةَ بَيْنَ يَدَيْ النَّبِيِّ - صلى الله عليه وسلم - مُجَوِّبٌ بِهِ عَلَيْهِ بِحَجَفَةٍ لَهُ، وَكَانَ أَبُو طَلْحَةَ رَجُلًا رَامِيًا شَدِيدَ الْقِدِّ، يَكْسِرُ يَوْمَئِذٍ قَوْسَيْنِ أَوْ ثَلَاثًا، وَكَانَ الرَّجُلُ يَمُرُّ مَعَهُ الْجَعْبَةُ مِنْ النَّبْلِ فَيَقُولُ: انْشُرْهَا لِأَبِي طَلْحَةَ، فَأَشْرَفَ النَّبِيُّ - صلى الله عليه وسلم - يَنْظُرُ إِلَى الْقَوْمِ، فَيَقُولُ أَبُو طَلْحَةَ: يَا نَبِيَّ الله بِأَبِي أَنْتَ وَأُمِّي لَا تُشْرِفْ يُصِيبُكَ سَهْمٌ مِنْ سِهَامِ الْقَوْمِ، نَحْرِي دُونَ نَحْرِكَ» (¬3). ¶ أيضاً: عَنْ قَيْسٍ قَالَ: رَأَيْتُ يَدَ طَلْحَةَ شَلَّاءَ، وَقَى بِهَا النَّبِيَّ - صلى الله عليه وسلم - يَوْمَ أُحُدٍ» (¬4). ¶ 7 - وأيضاً ما جاء عَنْ الزُّبَيْرِ بْنِ الْعَوَّامِ قَالَ: كَانَ عَلَى النَّبِيِّ - صلى الله عليه وسلم - دِرْعَانِ يَوْمَ أُحُدٍ، فَنَهَضَ إِلَى الصَّخْرَةِ فَلَمْ يَسْتَطِعْ، فَأَقْعَدَ طَلْحَةَ تَحْتَهُ فَصَعِدَ النَّبِيُّ - صلى الله عليه وسلم - عَلَيْهِ حَتَّى اسْتَوَى عَلَى الصَّخْرَة، فَقَالَ: سَمِعْتُ النَّبِيَّ - صلى الله عليه وسلم - يَقُولُ ¶ ¬__________ ¶ (¬1) الشفا لعياض 2/ 22. ¶ (¬2) الشفا لعياض 2/ 23. ¶ (¬3) صحيح البخاري، كتاب المناقب، باب مناقب أبي طلحة، برقم: (3811). ¶ (¬4) صحيح البخاري، كتاب المغازي، باب: إذ همت طائفتان منكم، برقم: (4063).",
            "page": "71",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "«أَوْجَبَ طَلْحَةُ» قَالَ أَبُو عِيسَى: وَهَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لَا نَعْرِفُهُ إِلَّا مِنْ حَدِيثِ مُحَمَّدِ بْنِ إِسْحَقَ (¬1). ¶ قال صاحب التحفة: «قَوْلُهُ: «أَوْجَبَ طَلْحَةُ» أَيْ الْجَنَّةَ كَمَا فِي رِوَايَةٍ , وَالْمَعْنَى أَنَّهُ أَثْبَتَهَا لِنَفْسِهِ بِعَمَلِهِ هَذَا أَوْ بِمَا فَعَلَ فِي ذَلِكَ الْيَوْمِ , فَإِنَّهُ خَاطَرَ بِنَفْسِهِ يَوْمَ أُحُدٍ، وَفَدَى بِهَا رَسُولَ الله - صلى الله عليه وسلم -، وَجَعَلَهَا وِقَايَةً لَهُ حَتَّى طُعِنَ بِبَدَنِهِ، وَجُرِحَ جَمِيعُ جَسَدِهِ، حَتَّى شُلَّتْ يَدُهُ بِبِضْعٍ وَثَمَانِينَ جِرَاحَةً كَذَا فِي الْمِرْقَاةِ» (¬2). ¶ 8 - وكان خالد بن معدان الكلاعي لا يأوي إلى فراش إلا هو يذكر من شوقه إلى رسول الله - صلى الله عليه وسلم - وإلى أصحابه من المهاجرين والأنصار يسميهم، ويقول: «هم أصلي وفصلي، وإليهم يحن قلبي، طال شوقي إليهم، فعجل رب قبضي إليك»، حتى يغلبه النوم (¬3). ¶ 9 - وعن ابن إسحاق أن امرأة من الأنصار قتل أبوها، وأخوها، وزوجها يوم أحد مع رسول الله - صلى الله عليه وسلم -، فقالت: «ما فعل رسول الله - صلى الله عليه وسلم -»؟ قالوا: «خيراً هو بحمد الله كما تحبين»، قالت: «أرنيه حتى أنظر إليه»، فلما رأته قالت: «كل مصيبة بعدك جلل» (¬4). ¶ فهذه بعض النماذج الرائعة من حياة الصحابة رضوان الله عليهم أجمعين، فحري بنا أن نقتدي بهم. ¶ فتشبهوا إن لم تكونوا مثلهم ... إن التشبه بالكرام فلاح ¶ ¬__________ ¶ (¬1) جامع الترمذي، كتاب الجهاد، باب ما جاء في الدرع، برقم: (1692). ¶ (¬2) تحفة الأحوذي شرح جامع الترمذي، للمباركفوري، 3/ 27 - 28 (طبعة هندية). ¶ (¬3) كتاب الشفا للقاضي عياض، (2/ 21). ¶ (¬4) كتاب الشفا للقاضي عياض، (2/ 22).",
            "page": "72",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "عاشراً: التجاوز في المحبة ¶ فيتضح مما سبق أن محبة ما سوى الله لابد أن تكون أدنى درجة من محبته تبارك وتعالى، وأن تنشأ هذه المحبة وفق مراد الله لتكون خضوعا له، وأي تجاوز لهذا فإنه يعد خدشا في عنصر العبودية الأعظم وهو الحب. وهذا التجاوز في صور متعددة، منها: ¶ 1 - أن تعلو محبة الإنسان لما سوى الله على محبته لله , أو تكون مساوية لها فالأولى ذكرت في هذه الآية: {قُلْ إِنْ كَانَ آَبَاؤُكُمْ وَأَبْنَاؤُكُمْ وَإِخْوَانُكُمْ وَأَزْوَاجُكُمْ وَعَشِيرَتُكُمْ وَأَمْوَالٌ اقْتَرَفْتُمُوهَا وَتِجَارَةٌ تَخْشَوْنَ كَسَادَهَا وَمَسَاكِنُ تَرْضَوْنَهَا أَحَبَّ إِلَيْكُمْ مِنَ اللَّهِ وَرَسُولِهِ وَجِهَادٍ فِي سَبِيلِهِ فَتَرَبَّصُوا حَتَّى يَأْتِيَ اللَّهُ بِأَمْرِهِ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ} [التوبة: 24]. ¶ والثانية ذكرت في قوله تعالى: {وَمِنَ النَّاسِ مَنْ يَتَّخِذُ مِنْ دُونِ اللَّهِ أَنْدَادًا يُحِبُّونَهُمْ كَحُبِّ اللَّهِ} [البقرة: 165] وهذه المحبة العالية للإنسان إلى هذه الدرجة كلها من الشرك بالله تعالى كما سبق بيانه. ¶ أن تكون المحبة مخالفة لمراده، خارجة عن أمره، وهي التي نفاها الله عن المؤمنين في قوله سبحانه: {لَا تَجِدُ قَوْمًا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآَخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ وَلَوْ كَانُوا آَبَاءَهُمْ أَوْ أَبْنَاءَهُمْ أَوْ إِخْوَانَهُمْ أَوْ عَشِيرَتَهُمْ أُولَئِكَ كَتَبَ فِي قُلُوبِهِمُ الْإِيمَانَ وَأَيَّدَهُمْ بِرُوحٍ مِنْهُ ... } [المجادلة: 22]. ¶ وإذا انتفت هاتان المحبتان من قلب المسلم، لم يبق إلا محبة الله،",
            "page": "73",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "والمحبة الخاضعة لأمره (¬1). ¶ أن تعلو بالإنسان محبة رسول الله - صلى الله عليه وسلم - بأن يجعله في منزلة الله تعالى، وأن يمنح ما هو من خصائص الله تعالى كعلم الغيب، ولذا جاء التحذير الشديد كما في قوله عليه السلام: عَنْ ابْنِ عَبَّاسٍ أنه سَمِعَ عُمَرَ رَضِيَ اللهُ عَنْهُ يَقُولُ عَلَى الْمِنْبَرِ: سَمِعْتُ النَّبِيَّ - صلى الله عليه وسلم - يَقُولُ: «لَا تُطْرُونِي كَمَا أَطْرَتْ النَّصَارَى ابْنَ مَرْيَمَ، فَإِنَّمَا أَنَا عَبْدُهُ فَقُولُوا عَبْدُ الله وَرَسُولُهُ» (¬2). ¶ وقد نهى عن الغلو على العموم كما جاء في الحديث: عَنْ ابْنِ عَبَّاسٍ قَالَ قَالَ رَسُولُ الله - صلى الله عليه وسلم -: «يَا أَيُّهَا النَّاسُ إِيَّاكُمْ وَالْغُلُوَّ فِي الدِّينِ، فَإِنَّهُ أَهْلَكَ مَنْ كَانَ قَبْلَكُمْ الْغُلُوُّ فِي الدِّينِ» (¬3). ¶ وقال تعالى: {قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ فَمَنْ كَانَ يَرْجُوا لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلًا صَالِحًا وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَدًا} [سورة الكهف: 110]. ¶ يقول الشيخ السعدي: «أي: قل يا محمد للكفار وغيرهم: إنما أنا بشر مثلكم؛ أي: لست بإله، ولا لي شركة في الملك، ولا علم بالغيب، ولا عندي خزائن الله (¬4). ¶ ¬__________ ¶ (¬1) الصداقة في الإطار الشرعي للزنيدي، ص: 57 - 58، بتصرف. ¶ (¬2) صحيح البخاري، كتاب أحاديث الأنبياء، باب قول الله تعالى: واذكر في الكتاب مريم، برقم: (3445). ¶ (¬3) سنن ابن ماجة، كتاب المناسك، باب قدر حصى الرمي، برقم: (3029) و مسند أحمد: (3238). ¶ (¬4) تيسير الكريم الرحمن للشيخ عبد الرحمن السعدي، ص: 438.",
            "page": "74",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "وقال تعالى: {قُلْ لَا أَمْلِكُ لِنَفْسِي نَفْعًا وَلَا ضَرًّا إِلَّا مَا شَاءَ اللَّهُ وَلَوْ كُنْتُ أَعْلَمُ الْغَيْبَ لَاسْتَكْثَرْتُ مِنَ الْخَيْرِ وَمَا مَسَّنِيَ السُّوءُ إِنْ أَنَا إِلَّا نَذِيرٌ وَبَشِيرٌ لِقَوْمٍ يُؤْمِنُونَ} [الأعراف: 188]. ¶ 4 - أن تدعي محبة الله تعالى أو محبة رسوله - صلى الله عليه وسلم - مع مخالفة أمرهما وارتكاب نهيهما، وعصيانهما ليلاً ونهاراً، كمن يجعل محبتها يوماً في السنة، أو في حال دون أخرى، فهذه محبة مزعومة. ¶ تعصي الإله وأنت تزعم حبه هذا لعمري في القياس بديع ¶ لو كان حبك صادقا لأطعته إن المحب لمن يحب مطيع ¶ وقد وجد فئات من المسلمين يزعمون ذلك؛ مثل ما نسب إلى كثير من المتصوفين الذين غرهم الشيطان، يدعون محبة الله، ولكنهم يستحلون من الفواحش ما حرمها الله ورسوله، ظانين أن الله أباحه، أو تقليداً لأسلافهم؛ فمنها: عشق الصور فكثير منهم يجعله ديناً، ويرى أنه يتقرب به إلى الله، إما لزعمه أنه يزكي النفس ويهذبها، وإما لزعمه أنه يجمع بذلك قلبه على آدمي، ثم ينقله إلى عبادة الله وحده، وإما لزعمه أن الصور الجميلة مظاهر الحق ومشاهده، ويسميها مظاهر الجمال الأحادي، وإما لاعتقاد حلول الرب فيها، واتحاده بها، وهذا عين الإلحاد (¬1). ¶ وكذلك البعض منهم يدعي أنه وصل إلى أعلى درجات المحبة في الله، وسقطت منه جميع التكاليف؛ لذا تراه فلا يصلي، ولا يصوم، وبالعكس يرتكب جميع المحرمات المنهية عنها في الشرع، وهذا فساد في العقيدة لو لم ¶ ¬__________ ¶ (¬1) ينظر إغاثة اللهفان لابن القيم: 2/ 152.",
            "page": "75",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "يتب منها لم يدخل الجنة، بل لم يجد رائحتها؛ لأن النبي - صلى الله عليه وسلم - واظب على الصلوات إلى آخر حياته. بل آخر وصية أوصى بها أمته الصلاة. ¶ فعَنْ أُمِّ سَلَمَةَ أَنَّ رَسُولَ الله - صلى الله عليه وسلم - كَانَ يَقُولُ فِي مَرَضِهِ الَّذِي تُوُفِّيَ فِيهِ: «الصَّلَاةَ وَمَا مَلَكَتْ أَيْمَانُكُمْ» فَمَا زَالَ يَقُولُهَا حَتَّى مَا يَفِيضُ بِهَا لِسَانُهُ (¬1). وهل بعد هذا يقول أحد أن التكاليف الشرعية ساقطة عنه!!! ¶ وكذلك القول بحلول الباري تعالى في خلقه، وقد نادى بذلك بعض الغلاة من الصوفية، كالحسين بن منصور الحلاج الذي أفتى العلماء بكفره وقتله، وقد قتل وصلب سنة 309هـ وقد نسب إليه قوله: ¶ أنا من أهوى ومن أهوى أنا نحن روحان حللنا بدنا ¶ فإذا أبصرتني أبصرته وإذا أبصرته أبصرتنا (¬2) ¶ وكذلك القول بوحدة الوجود، ويراد به أن الموجود واحد في الحقيقة، وكل ما نراه ليس إلا تعينات للذات الإلهية، وبالمعنى الأوضح أنه ليس هناك موجود إلا الله، فليس غيره في الكون، وما المظاهر التي نراها إلا مظاهر لحقيقة واحدة هي الحقيقة الإلهية، تعالى الله عن ذلك علوا كبيرا، وزعيم هذه الطائفة ابن عربي الحاتمي الطائي والمتوفى سنة 638هـ ¶ ويقول في ذلك: ¶ العبد رب والرب عبد ياليت شعري من المكلف ¶ إن قلت عبد فذاك حق ... أو قلت رب أني يكلف ¶ ¬__________ ¶ (¬1) سنن ابن ماجه، كتاب الجنائز، باب ما جاء في ذكر مرض رسول الله، برقم: (1625). ¶ (¬2) حقيقة الصوفية، للدكتور محمد بن ربيع المدخلي ص: 18.",
            "page": "76",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "ويقول أيضاً: «إن الذين عبدوا العجل ما عبدوا غير الله» (¬1). ¶ أيها الإخوة وهل فوق هذا من كفر!! وهل بعد هذا من ضلال!! ألا إنَّ الله تعالى بائن عن خلقه فوق عرشه فوق السماوات السبع، كما قال تعالى: {الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ الرَّحْمَنُ فَاسْأَلْ بِهِ خَبِيرًا} [سورة الفرقان: 59] وقال تعالى: {أَأَمِنْتُمْ مَنْ فِي السَّمَاءِ أَنْ يَخْسِفَ بِكُمُ الْأَرْضَ فَإِذَا هِيَ تَمُورُ} [سورة الملك: 16]. ¶ وكما جاء في الحديث أن النبي - صلى الله عليه وسلم - سأل جارية: «أين الله» فقالت: «في السماء» فعَنْ مُعَاوِيَةَ بْنِ الْحَكَمِ السُّلَمِيِّ في حديث طويل وفيه قَالَ: «وَكَانَتْ لِي جَارِيَةٌ تَرْعَى غَنَمًا لِي قِبَلَ أُحُدٍ وَالْجَوَّانِيَّةِ، فَاطَّلَعْتُ ذَاتَ يَوْمٍ، فَإِذَا الذِّيبُ قَدْ ذَهَبَ بِشَاةٍ مِنْ غَنَمِهَا، وَأَنَا رَجُلٌ مِنْ بَنِي آدَمَ آسَفُ كَمَا يَأْسَفُونَ لَكِنِّي صَكَكْتُهَا صَكَّةً، فَأَتَيْتُ رَسُولَ الله - صلى الله عليه وسلم - فَعَظَّمَ ذَلِكَ عَلَيَّ، قُلْتُ: يَا رَسُولَ الله أَفَلَا أُعْتِقُهَا؟ قَالَ: «ائْتِنِي بِهَا»، فَأَتَيْتُهُ بِهَا، فَقَالَ لَهَا: «أَيْنَ اللهُ» قَالَتْ: «فِي السَّمَاءِ»، قَالَ: «مَنْ أَنَا»، قَالَتْ: «أَنْتَ رَسُولُ الله»، قَالَ: «أَعْتِقْهَا فَإِنَّهَا مُؤْمِنَةٌ» (¬2). ¶ وورد عن السلف أن الأوزاعي قال: كنا ـ والتابعون متوافرون ـ نقول: «إن الله عز وجل فوق عرشه، ونؤمن بما وردت به السنة من صفاته» (¬3). ¶ وقال الإمام مالك رحمه الله: «الله في السماء وعلمه في كل مكان، لا يخلو ¶ ¬__________ ¶ (¬1) حقيقة الصوفية، للدكتور محمد بن ربيع المدخلي ص: 19. ¶ (¬2) صحيح مسلم، كتاب المساجد ومواضع الصلاة، باب: تحريم الكلام في الصلاة، برقم: (537). ¶ (¬3) معارج القبول للحكمي 1/ 143.",
            "page": "77",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "منه شيء» (¬1). ¶ وقيل للإمام أحمد: «الله فوق السماء السابعة على عرشه، بائن من خلقه، وقدرته وعلمه بكل مكان»؟ قال: «نعم، هو على عرشه، ولا يخلو شيء من علمه» (¬2). ¶ يقول الحافظ الحكمي: «كذا ثابت له العلو والفوقية بالكتاب والسنة وإجماع الملائكة والأنبياء والمرسلين وأتباعهم على الحقيقة من أهل السنة والجماعة، (على عباده) ـ أي ـ فوقهم مستوياً على عرشه، عاليا على خلقه، بائناً منهم، يعلم أعمالهم، ويسمع أقوالهم، ويرى حركاتهم وسكناتهم، لا تخفى عليه منهم خافية، والأدلة على ذلك من الكتاب والسنة أكثر من أن تحصى وأجل من أن تستقصى، والفطر السليمة والقلوب المستقيمة مجبولة على الإقرار بذلك لا تنكره» (¬3). ¶ ويقول أيضاً: «وبالجملة فجميع رسل الله عليهم الصلاة والسلام، وجميع كتبه، المنزلة وجميع أهل السماوات، ومؤمني أهل الأرض من الجن والإنس أتباع رسل الله، وجميع الفطر السليمة والقلوب المستقيمة التي لم تجتلها الشياطين عن دينها؛ جميعها شاهدة حالاً ومقالاً أن خالقها وفاطرها ومعبودها الذي تألهه وتفزع إليه وتدعوه رغباً ورهباً، هو فوق كل شيء، عال على جميع خلقه، استوى على عرشه، بائناً من مخلوقاته، وهو يعلم ¶ ¬__________ ¶ (¬1) معارج القبول للحكمي 1/ 144. ¶ (¬2) المرجع السابق: 1/ 149 - 150. ¶ (¬3) المرجع السابق: 1/ 109.",
            "page": "78",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "أعمالهم، ويسمع أقوالهم، ويرى حركاتهم وسكناتهم، وجميع تقلباتهم وأحوالهم، لا يخفى عليه خافية» (¬1). ¶ وكذلك القول بوحدة الأديان، فجميع الأديان الباطلة عندهم حق؛ وبناءً على هذا فقد حكموا لقوم نوح وفرعون وجميع المشركين والوثنيين بالمعرفة والإيمان، وأنهم على حق؛ لأنهم عبدوا الله في صورة من الصور؛ لأن الله كل شيء، فمن عبد صنماً أو عَبَدَ حجراً أو شجراً أو إنساناً أو كوكباً فقد عبد الله. (معاذ الله). ¶ وغيرها من ترهات وخزعبلات وأقاويل فاسدة كثيرة، فيا ترى هل حققوا هؤلاء محبة الله عز وجل على الوجه المشروع؛ لا، بل هم مرقوا من الدين كما يمرق السهم من الرمية، والبعد بينهم وبين الإيمان كما بين المشرقين والمغربين، فلن يدخلوا الجنة حتى يلج الجمل في سم الخياط، عصمنا الله وجميع المسلمين من هذه الزندقة، ويثبتنا على الإيمان الصحيح على عقيدة السلف الصالح إلى أن يأتينا اليقين. ¶ * * * ¶ ¬__________ ¶ (¬1) معارج القبول للحكمي 1/ 134.",
            "page": "79",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "الحادي عشر: الداعية والمربي ومحبة الله ¶ سبقت الإشارة إلى أن محبة الله هي القائد لعبودية الإنسان في هذه الحياة؛ كما شبهها الإمام ابن القيم رحمه الله، فالإنسان في مسيره في هذه الحياة كالطائر له رأس وجناحان، فالرأس محبة الله، والجناحان الخوف والرجاء، ولا شك أن المربي والداعية وهو يقود هؤلاء الناس إلى ساحل النجاة تعظم عنده محبة الله تعالى ورسوله، وتظهر هذه المحبة على سلوكه في الحياة إجمالاً، وفي مسيرته التربوية والدعوية، ومن ذلك: ¶ لا يمكن أن يسير الإنسان على منهاج لا يكون ثابتا عليه، ولا يثبت على منهجه إلا بمحبة من يدعو إليه، ويربي النشأ عليه، ويستشعر ذلك وهو يقوم بهذه الدعوة العظيمة، والمهمة الجليلة، فكيف يدعو إلى شيء وهو متردد في حبه، لأن المحب لمن يحب مطيع. ¶ أن يظهر هذا الحب على إخلاصه في عمله الدعوي، وفي قيامه بمهمته التربوية، فلا يناقض عمله دعاواه، وسلوكه أقواله، وقد جاء التأكيد على هذا المعنى في قوله تعالى: {يَا أَيُّهَا الَّذِينَ آَمَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ * كَبُرَ مَقْتًا عِنْدَ اللَّهِ أَنْ تَقُولُوا مَا لَا تَفْعَلُونَ} [الصف: 2 - 3]. ¶ فالتناقض بين القول والفعل علامة على ضعف المحبة لله تعالى ولرسوله عليه الصلاة والسلام. ¶ إحياء هذا المعنى ـ حب الله ورسوله ـ في عظمة الاقتداء بالحبيب عليه الصلاة والسلام، والداعية والمربي أعظم المحبين لله ولرسوله - صلى الله عليه وسلم -، فكلما يعظم هذا الحب في القلوب، فيعظم في السلوك، وتفترق هذه النقطة عن",
            "page": "80",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "غيرها بأن هذه تشير إلى الثبات على العمل، وتلك تنبه إلى عدم التناقض بين الأقوال والتصرفات. ¶ الثبات على استمرار المحبة في جميع الأوقات والأمكنة والأحوال والظروف، لا أن يكون الحب دعوى، أو في وقت دون آخر، فهذا مخادعة للنفس، ومجانبة للطريق، فالمحب ثابت في مبدئه لمن أحبه لا يكون في حال دون حال، فليعي هذا المربون والدعاة والموجهون والمعلمون أعانهم الله وسددهم. ¶ * * *",
            "page": "81",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "الثاني عشر: محبة الله والوقاية من الأمراض النفسية ¶ الإنسان في هذه الحياة معرض للأفراح والأتراح، والسرور والحزن، فمن حكمة الله تعالى أن أحوال الدنيا لا تستقيم على حال، سواء للأفراد أو المجتمعات، ومن ذلك الأمراض والصعاب التي يتعرض لها الإنسان سواء كانت أمراضا عضوية أو نفسية. ¶ والإنسان يجتهد في الوقاية منها قبل الوقوع فيها كما يجتهد في علاجها عند الوقوع فيها وبخاصة الأمراض النفسية مثل: الهم والحزن، والكرب والضيق، والخيالات والأوهام، والقلق والفزع، والاكتئاب والخمول، وغيرها. ¶ وإن من أعظم ما يتوقى به الإنسان تلك الأمراض، وكذا من أعظم ما يعالج به بعد الوقوع فيها استشعار محبة الله تعالى، وأهميتها، وعظم شأنها، فإذا استشعر العبد ذلك عظم عنده خالقه، فقوي يقينه به، وإيمانه، فهان عليه ما سواه، فكل ما سوى الله تعالى ضعيف، وهو بيد الله تعالى، كما أن محبة الله تعالى حال تمثلها تجعل العبد يستهين بما سواه فتصغر في عينه هذه الأمراض، وتهون عليه، فيورث ذلك شجاعة لمواجهتها، ويمكن أن نفقط تصوير ذلك في الأمثلة الآتية: ¶ • محبة الله تعالى تورث الإكثار من ذكره، والإكثار من ذكره طارد للشياطين التي هي مصادر تلك الأمراض. ¶ • محبة الله تعالى تورث العمل الصالح والسلوك المستقيم، وهذا بلا شك يورث شجاعة نفسية، وثباتاً على هذا الدين، وهو من أهم ما يقاوم",
            "page": "82",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "تلك الأمراض. ¶ • محبة الله تعالى تجعل الإنسان يستصغر جميع المحاب الأخرى التي هي سبب كبير لتلك الأمراض كالعشق وغيرها فيستهين بها العبد فلا تؤثر فيه. ¶ • محبة الله تعالى تورث محبة رسوله - صلى الله عليه وسلم -، ومحبة رسوله - صلى الله عليه وسلم - تورث الإكثار من الصلاة والسلام عليه، والإكثار منها يكفي الإنسان همه كما قد جاء عنه - صلى الله عليه وسلم -. ¶ • محبة الله تعالى تدعو للإكثار من ترديد كلامه سبحانه، وكلامه شفاء من كل داء، قال تعالى: {وَنُنَزِّلُ مِنَ الْقُرْآَنِ مَا هُوَ شِفَاءٌ وَرَحْمَةٌ لِلْمُؤْمِنِينَ وَلَا يَزِيدُ الظَّالِمِينَ إِلَّا خَسَارًا} [سورة الإسراء: 82] وقال تعالى: {يَا أَيُّهَا النَّاسُ قَدْ جَاءَتْكُمْ مَوْعِظَةٌ مِنْ رَبِّكُمْ وَشِفَاءٌ لِمَا فِي الصُّدُورِ وَهُدًى وَرَحْمَةٌ لِلْمُؤْمِنِينَ} [سورة يونس: 57] وقال تعالى: {قُلْ هُوَ لِلَّذِينَ آَمَنُوا هُدًى وَشِفَاءٌ} [سورة فصلت: 44]. ¶ • محبة الله تعالى تجعل الإنسان لا يفكر فيما سواه، فتقوى عنده مواجهة الأمراض؛ لأن ذهنه مشغول بشيء أعلا وأغلا. ¶ فما على العبد الموفق إلا أن يعمق هذه المحبة العظيمة، ويستشعرها، حتى يجد أثرها العظيم في نفسه، وسلوكه، وعلاج أمراضه. ¶ * * *",
            "page": "83",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "الوقفة الخامسة ¶ أن يحب المرء لا يحبه إلا لله ¶ دل هذا الحديث العظيم على أن محبة المؤمنين لإيمانهم من أعلا درجات الإيمان، ولأهميتها نتحدث عنها في ضوء العناصر الآتية: ¶ أولا: تعريفها: ¶ حد الحب في الله: «هو كل حب لو لا الإيمان بالله واليوم الآخر لم يتصور وجوده فهو حب في الله، وكذلك كل زيادة في الحب لو لا الإيمان بالله لم تك تلك الزيادة» (¬1). ¶ وبناءً على ذلك يبني المسلم صلته بالآخرين، وعلاقته بهم على المحبة الإيمانية فيحب فلاناً لأنه مؤمن، وفلاناً لأنه مصل، أو لأنه منفق في الخير، أو لبره بوالديه، أو لإحسانه ومعروفه على الآخرين فتكون العلاقة علاقة إيمانية. ¶ وعليه فلا تبنى العلاقة على المصالح الدنيوية، فيحبه لأنه صاحب مصلحة له، فإذا انتهت هذه المصلحة انتهت العلاقة، أو قد انقلبت إلى عداوة. ¶ والأشد من ذلك أن تكون العلاقة على ما يجمعهم من معصية الله ¶ ¬__________ ¶ (¬1) ترطيب الأفواه للدكتور العفاني، 1/ 353.",
            "page": "84",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "تعالى، كالذين يجتمعون على شرب مسكر، أو لسرقة مال، أو الاعتداء على الآخرين ونحو ذلك. ¶ وهذه العلاقات ـ ما عدا العلاقة الإيمانية ـ زائلة بل تنقلب إلى ويلات وحسرات وعداوات يوم القيامة، قال تعالى: {الْأَخِلَّاءُ يَوْمَئِذٍ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ إِلَّا الْمُتَّقِينَ} [الزخرف: 67]. ¶ فعلى المسلم أن يجعل علاقته علاقة أخوة ومحبة إيمانية لأجل أن ينعم بفضلها وخيراتها. ¶ * * *",
            "page": "85",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "ثانيا: فضلها: ¶ إن التحاب في الله تعالى والأخوة في دينه من أفضل القربات، وألطف ما يستفاد من الطاعات، فقد حث النبي - صلى الله عليه وسلم - أمته على التواد والتحاب فيما بينهم كما جاء في الحديث عَنْ أَبِي مُوسَى عَنْ النَّبِيِّ - صلى الله عليه وسلم - قَالَ: «إِنَّ الْمُؤْمِنَ لِلْمُؤْمِنِ كَالْبُنْيَانِ يَشُدُّ بَعْضُهُ بَعْضًا وَشَبَّكَ أَصَابِعَهُ» (¬1). ¶ أيضا عَنْ النُّعْمَانِ بْنِ بَشِيرٍ قَالَ: قَالَ رَسُولُ الله - صلى الله عليه وسلم -: «مَثَلُ الْمُؤْمِنِينَ فِي تَوَادِّهِمْ وَتَرَاحُمِهِمْ وَتَعَاطُفِهِمْ مَثَلُ الْجَسَدِ إِذَا اشْتَكَى مِنْهُ عُضْوٌ تَدَاعَى لَهُ سَائِرُ الْجَسَدِ بالسهر والحمى» (¬2). ¶ فهذان الحديثان في بيان محبة المسلمين على العموم. أما فضيلة التحاب في الله على الأخص فقد جاءت في فضله نصوص كثيرة، منها: ¶ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ ـ رضي الله عنه ـ قَالَ: قَالَ رَسُولُ الله - صلى الله عليه وسلم -: «إِنَّ الْمُتَحَابِّينَ لَتُرَى غُرَفُهُمْ فِي الْجَنَّةِ كَالْكَوْكَبِ الطَّالِعِ الشَّرْقِيِّ أَوْ الْغَرْبِيِّ فَيُقَالُ مَنْ هَؤُلَاءِ فَيُقَالُ هَؤُلَاءِ الْمُتَحَابُّونَ فِي الله عَزَّ وَجَلَّ» (¬3). ¶ وفي الحديث القدسي: قال الله: «حقت محبتي للمتحابين في، وحقت محبتي للمتواصلين في، وحقت محبتي للمتناصحين في، وحقت محبتي للمتزاورين في، وحقت محبتي للمتباذلين في، المتحابون في على منابر من ¶ ¬__________ ¶ (¬1) صحيح البخاري، كتاب الصلاة، باب تشبيك الأصابع في المسجد وغيره، برقم: (481). ¶ (¬2) صحيح مسلم، كتاب البر والصلة والآداب، باب تراحم المؤمنين، برقم: (2586). ¶ (¬3) مسند أحمد، برقم: (11420).",
            "page": "86",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "نور",
            "page": "87",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "يغبطهم بمكانهم النبيون والصديقون والشهداء» (¬1). ¶ وهم صنف من السبعة الذين يظلهم الله في ظل عرشه كما روى أبو هريرة عن النبي - صلى الله عليه وسلم - أنه قال: «سبعة يظلهم الله في ظله يوم لا ظل إلا ظله: الإمام العادل، وشاب نشأ في عبادة ربه، ورجل قلبه معلق في المساجد، ورجلان تحابا في الله اجتمعا علي ذلك وتفرقا عليه، ورجل طلبته امرأة ذات منصب وجمال فقال إني أخاف الله، ورجل تصدق أخفى حتى لا تعلم شماله ما تنفق يمينه، ورجل ذكر الله خاليا ففاضت عيناه» (¬2). ¶ وقال رسول الله - صلى الله عليه وسلم -: «إن الله تعالى يقول يوم القيامة: أين المتحابون بجلالي، اليوم أظلهم في ظلي، يوم لا ظل إلا ظلي» (¬3). ¶ وقال رسول الله - صلى الله عليه وسلم -: «ما تحاب اثنان في الله تعالى إلا كان أفضلهما أشدهما حباً لصاحبه» (¬4). ¶ وأيضاً روي عن النبي - صلى الله عليه وسلم - أنه قال: «من أحب أن يجد طعم الإيمان؛ فليحب المرء لا يحبه إلا لله» (¬5). ¶ ¬__________ ¶ (¬1) أخرجه أحمد، والطبراني في الكبير، والحاكم في المستدرك وصححه، وصححه الألباني في صحيح الجامع، برقم: (4321). ¶ (¬2) صحيح البخاري، كتاب الأذان، باب من جلس في المسجد ينتظر الصلاة، برقم: (660). ¶ (¬3) رواه مسلم، عن أبي هريرة، كتاب البر والصلة والآداب، باب فضل الحب في الله، برقم: (2566). ¶ (¬4) رواه البخاري في الأدب المفرد، وابن حبان , والحاكم في المستدرك، وصححه الألباني في الصحيحة، برقم: (450) وصحيح الجامع برقم: (5594). ¶ (¬5) رواه البيهقي في شعب الإيمان، وحسنه الألباني في صحيح الجامع: (5954).",
            "page": "88",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "لذا من المستحسن إذا أحب المؤمن رجلا في الله أن يخبره كما جاء في الحديث: «إذا أحب أحدكم أخاه في الله فليعلمه أنه يحبه» (¬1). ¶ وفي رواية: «إذا أحب أحدكم صاحبه فليأته في منزله فليخبره أنه يحبه لله» (¬2). ¶ وهذه المحبة تنفع صاحبه حتى تجمعه في الجنة مع صاحبه كما جاء في الحديث: «المرء مع من أحب» (¬3). ¶ فهذه فضائل عظيمة وأجور واسعة لهذه الخصلة الإيمانية، فالموفق هو الذي يبادر لبناء علاقاته وروابطه بناء على هذا الأساس المتين، ويصحح علاقاته القائمة على ذلك، لينعم بهذا الفضل العميم. ¶ * * * ¶ ¬__________ ¶ (¬1) رواه أحمد , والبخاري في الأدب المفرد، وأبو داود، والترمذي، وصححه الألباني في صحيح الجامع برقم: (279). ¶ (¬2) رواه أحمد، وابن المبارك في الزهد، وصححه الألباني في صحيح الجامع: (281). ¶ (¬3) رواه البخاري، كتاب الأدب، باب علامة حب الله، برقم: (6168) ومسلم في كتاب البر والصلة، باب المرء مع من أحب، برقم: (2641).",
            "page": "89",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "ثالثا: حب القلوب وتآلفها نعمة من الله: ¶ إن الحب والبغض أمور لا قدرة للعبد في تحصيلها ولا دفعها لأنها أعمال القلوب، والقلوب بيد الله تعالى، والتآلف بينها بنعمة من الله، كما قال تعالى: {وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعًا وَلَا تَفَرَّقُوا وَاذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ كُنْتُمْ أَعْدَاءً فَأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْتُمْ بِنِعْمَتِهِ إِخْوَانًا} [آل عمران:103] وقال تعالى: {وَأَلَّفَ بَيْنَ قُلُوبِهِمْ لَوْ أَنْفَقْتَ مَا فِي الْأَرْضِ جَمِيعًا مَا أَلَّفْتَ بَيْنَ قُلُوبِهِمْ وَلَكِنَّ اللَّهَ أَلَّفَ بَيْنَهُمْ إِنَّهُ عَزِيزٌ حَكِيمٌ} [الأنفال: 63]. ¶ وإن الله جبل القلوب على محبة من يحسن إليها، والرسول - صلى الله عليه وسلم - بين المقدمات والأسباب التي تبنى المحبة عليها، وتنشأ عنها، كما بين حقيقة التآلف في هذا الحديث: عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ الله - صلى الله عليه وسلم - قَالَ: «الْأَرْوَاحُ جُنُودٌ مُجَنَّدَةٌ فَمَا تَعَارَفَ مِنْهَا ائْتَلَفَ وَمَا تَنَاكَرَ مِنْهَا اخْتَلَفَ» (¬1). ¶ قال الحافظ ابن حجر في الفتح: قَوْلُهُ: (الْأَرْوَاح جُنُود مُجَنَّدَة ... إِلَخْ) قَالَ الْخَطَّابِيُّ: يُحْتَمَل أَنْ يَكُون إِشَارَة إِلَى مَعْنَى التَّشَاكُل فِي الْخَيْر وَالشَّرّ، وَالصَّلَاح وَالْفَسَاد , وَأَنَّ الْخَيِّرَ مِنْ النَّاس يَحِنّ إِلَى شَكْله، وَالشِّرِّير نَظِير ذَلِكَ يَمِيل إِلَى نَظِيره، فَتَعَارُف الْأَرْوَاح يَقَع بِحَسَبِ الطِّبَاع الَّتِي جُبِلَتْ عَلَيْهَا مِنْ خَيْر وَشَرّ, فَإِذَا اِتَّفَقَتْ تَعَارَفَتْ, وَإِذَا اِخْتَلَفَتْ تَنَاكَرَتْ (¬2). ¶ وَ فِي مُسْنَد أَبِي يَعْلَى قِصَّة فِي أَوَّله عَنْ عَمْرَةَ بِنْت عَبْد الرَّحْمَن قَالَتْ: «كَانَتْ اِمْرَأَة مَزَّاحَة بِمَكَّة، فَنَزَلَتْ عَلَى اِمْرَأَة مِثْلهَا فِي الْمَدِينَة , فَبَلَغَ ذَلِكَ ¶ ¬__________ ¶ (¬1) صحيح مسلم، كتاب البر والصلة والآداب، باب: الأرواح جنود مجندة، برقم: (2638). ¶ (¬2) فتح الباري شرح صحيح البخاري، لابن حجر العسقلاني، 6/ 369.",
            "page": "90",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "عَائِشَة فَقَالَتْ: صَدَقَ حِبِّي , سَمِعْت رَسُول الله - صلى الله عليه وسلم -»: فَذَكَرَ مِثْله (¬1). ¶ قَالَ اِبْن الْجَوْزِيّ: «وَيُسْتَفَاد مِنْ هَذَا الْحَدِيث أَنَّ الْإِنْسَان إِذَا وَجَدَ مِنْ نَفْسه نُفْرَة مِمَّنْ لَهُ فَضِيلَة أَوْ صَلَاح، فَيَنْبَغِي أَنْ يَبْحَث عَنْ الْمُقْتَضِي لِذَلِكَ لِيَسْعَى فِي إِزَالَته حَتَّى يَتَخَلَّص مِنْ الْوَصْف الْمَذْمُوم , وَكَذَلِكَ الْقَوْل فِي عَكْسه» (¬2). ¶ وذلك باتخاذ الأساليب التي بينها النبي - صلى الله عليه وسلم -، منها إفشاء السلام كما جاء في الحديث: عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ الله - صلى الله عليه وسلم -: «لَا تَدْخُلُونَ الْجَنَّةَ حَتَّى تُؤْمِنُوا، وَلَا تُؤْمِنُوا حَتَّى تَحَابُّوا، أَوَلَا أَدُلُّكُمْ عَلَى شَيْءٍ إِذَا فَعَلْتُمُوهُ تَحَابَبْتُمْ؛ أَفْشُوا السَّلَامَ بَيْنَكُمْ» (¬3). ¶ وكذلك تعاطي الهدايا كما جاء في الحديث: عَنْ عَطَاءِ بْنِ أَبِي مُسْلِمٍ عَبْدِالله الْخُرَاسَانِيِّ قَالَ: قَالَ رَسُولُ الله - صلى الله عليه وسلم -: «تَصَافَحُوا يَذْهَبْ الْغِلُّ، وَتَهَادَوْا تَحَابُّوا وَتَذْهَبْ الشَّحْنَاءُ» (¬4). ¶ أيضاً: عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ عَنْ النَّبِيِّ - صلى الله عليه وسلم - قَالَ: «لَوْ دُعِيتُ إِلَى ذِرَاعٍ أَوْ كُرَاعٍ لَأَجَبْتُ، وَلَوْ أُهْدِيَ إِلَيَّ ذِرَاعٌ أَوْ كُرَاعٌ لقبلت» (¬5). ¶ وعند الترمذي: عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ: قَالَ رَسُولُ الله - صلى الله عليه وسلم -: «لَوْ أُهْدِيَ ¶ ¬__________ ¶ (¬1) فتح الباري شرح صحيح البخاري، لابن حجر العسقلاني، 6/ 369. ¶ (¬2) المرجع السابق. ¶ (¬3) صحيح مسلم، كتاب الإيمان، باب بيان أنه لا يدخل الجنة إلا المؤمنون، برقم: (54). ¶ (¬4) رواه الإمام مالك في الموطأ، كتاب الجامع، باب ما جاء في المصافحة، برقم: (2641) وصححه الألباني في صحيحه، برقم: (525). ¶ (¬5) صحيح البخاري، كتاب الهبة وفضلها، باب القليل من الهبة، برقم: (2568).",
            "page": "91",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "إِلَيَّ كُرَاعٌ لَقَبِلْتُ، وَلَوْ دُعِيتُ عَلَيْهِ لَأَجَبْتُ». قَالَ أَبُو عِيسَى: حَدِيثُ أَنَسٍ حَدِيثٌ حَسَنٌ صَحِيحٌ (¬1). ¶ قال صاحب التحفة: «وَفِي الْحَدِيثِ دَلِيلٌ عَلَى حُسْنِ خُلُقِهِ - صلى الله عليه وسلم - وَتَوَاضُعِهِ وَجَبْرِهِ لِقُلُوبِ النَّاسِ , وَعَلَى قَبُولِ الْهَدِيَّةِ وَإِجَابَةِ مَنْ يَدْعُو الرَّجُلَ إِلَى مَنْزِلِهِ، وَلَوْ عَلِمَ أَنَّ الَّذِي يَدْعُوهُ إِلَيْهِ شَيْءٌ قَلِيلٌ» (¬2). ¶ إن الله ييسر أمور المتحابين في الله: ¶ إن الله ييسر أمور المتحابين في الله، ويسهل أمورهم من حيث لا يحتسبون، والقصص كثيرة؛ فمن عجيب ما ذكر قصة الإمام أحمد بن حنبل مع إسحاق بن راهويه كما يحكي ابنه عبد الله: لما أطلق أبي من المحنة، خشي أن يجيء إليه إسحاق بن راهويه، فرحل أبي إليه، فلما بلغ الري دخل إلى مسجد، فجاء مطر كأفواه القرب، فلما كانت العتمة قالوا له: اخرج من المسجد فإنا نريد أن نغلقه، فقال لهم: هذا مسجد الله وأنا عبد الله، فقيل له أيما أحب إليك أن تخرج أو نجر برجلك؟ قال أحمد: فقلت سلاما، فخرجت من المسجد والمطر والرعد والبرق، فلا أدري أين أضع رجلي، ولا أين أتوجه، فإذا رجل قد خرج من داره فقال لي: يا هذا أين تمر في هذا الوقت؟ فقلت: لا أدري أين أمر. فقال: ادخل! فأدخلني دارا ونزع ثيابي، وأعطوني ثيابا جافة، وتطهرت للصلاة، فدخلت إلى بيت فيه كانون فحم ولبود، ومائدة منصوبة، فقيل لي: كل، فأكلت معهم، فقال لي: من أين ¶ ¬__________ ¶ (¬1) جامع الترمذي، كتاب الأحكام، باب ما جاء في قبول الهدية، برقم: (1338). ¶ (¬2) تحفة الأحوذي شرح جامع الترمذي للمباركفوري، 2/ 279 (طبعة هندية).",
            "page": "92",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "أنت؟ فقلت: أنا من بغداد، فقال لي: تعرف رجلا يقال له أحمد بن حنبل؟ فقلت: أنا أحمد بن حنبل. فقال لي: وأنا إسحاق بن راهويه (¬1). ¶ فيقال: ومن أهم فضائل تلك العلاقة تيسير أمور المتحابين في الله. ¶ ومن الأشياء التي تجلب المحبة بين المسلمين الاعتناء بالحقوق العامة التي ذكرت في النصوص الشرعية، وسيأتي ذكر بعضها في المبحث التالي. ¶ * * * ¶ ¬__________ ¶ (¬1) مناقب الإمام أحمد لابن الجوزي ص: 380.",
            "page": "93",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "رابعا: حقوق الصحبة والأخوة في الله ¶ إن للصحبة في الله تعالى حقوقاً تجتمع في قاعدة عظيمة: وهي كل ما يجلب الخير له ويدفع الشر عنه، ويمكن أن نفقط بعضها في النقاط الآتية: ¶ 1 - الحق في المال: ومن ذلك الإيثار وهو أعلاها، قال تعالى: {وَيُؤْثِرُونَ عَلَى أَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ} [الحشر: 9]. ¶ وعن عبادة بن الصامت رضي الله عنه قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: «قال الله تعالى: حقت محبتي للمتباذلين في» (¬1) ¶ ومن أروع ما يحكي لنا التاريخ صورة خروج الأنصار للقيا إخوانهم من المهاجرين وترحابهم الغالي بهم وإيثارهم على أنفسهم، هذا الحب الذي لا يجود بمثله الزمان، ووقائعه التي هي أغرب من الخيال، فمنهم من يعرض زوجاته على أخيه أيتهن أحب ينزل له عنها فروي: «أن النبي - صلى الله عليه وسلم - آخى بين عبد الرحمن بن عوف وسعد بن الربيع، فقَالَ سعد لِعَبْدِ الرَّحْمَنِ: إِنِّي أَكْثَرُ الْأَنْصَارِ مَالًا؛ فَأَقْسِمُ مَالِي نِصْفَيْنِ، وَلِي امْرَأَتَانِ فَانْظُرْ أَعْجَبَهُمَا إِلَيْكَ، فَسَمِّهَا لِي، أُطَلِّقْهَا، فَإِذَا انْقَضَتْ عِدَّتُهَا فَتَزَوَّجْهَا، قَالَ: بَارَكَ اللهُ لَكَ فِي أَهْلِكَ، وَمَالِكَ، أَيْنَ سُوقُكُمْ». الحديث (¬2). ¶ ومن ذلك أيضاً ما حدث في التاريخ، يوم اليرموك، روى القرطبي عن حذيفة العدوي قال: «انطلقت يوم اليرموك أطلب ابن عم لي ومعي شيء ¶ ¬__________ ¶ (¬1) رواه ابن أبي الدنيا في كتاب الإخوان وصححه الألباني في صحيح الجامع برقم: (4196). ¶ (¬2) صحيح البخاري، كتاب المناقب، باب إخاء النبي - صلى الله عليه وسلم - بين المهاجرين والأنصار، برقم: (3780).",
            "page": "94",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "من الماء وأنا أقول إن كان به رمق سقيته، فإذا أنا به، فقلت له: أسقيك؟ فأشار برأسه أن نعم، فإذا أنا برجل يقول: آه! آه!، فأشار إليَّ ابن عمي أن انطلق إليه، فإذا هو هشام بن العاص، فقلت: أسقيك؟ فأشار أن نعم. فسمع آخر يقول: آه! آه!، فأشار هشام أن انطلق إليه، فجئته فإذا هو قد مات، فرجعت إلى هشام فإذا هو قد مات، فرجعت إلى ابن عمي فإذا هو قد مات (¬1). ¶ وكذلك قصة الأنصاري الذي أقرى ضيف رسول الله - صلى الله عليه وسلم - فعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ: «أَنَّ رَجُلًا أَتَى النَّبِيَّ - صلى الله عليه وسلم -، فَبَعَثَ إِلَى نِسَائِهِ فَقُلْنَ: مَا مَعَنَا إِلَّا الْمَاءُ، فَقَالَ رَسُولُ الله - صلى الله عليه وسلم -: مَنْ يَضُمُّ أَوْ يُضِيفُ هَذَا؟ فَقَالَ رَجُلٌ مِنْ الْأَنْصَارِ: أَنَا، فَانْطَلَقَ بِهِ إِلَى امْرَأَتِهِ، فَقَالَ: أَكْرِمِي ضَيْفَ رَسُولِ الله - صلى الله عليه وسلم -، فَقَالَتْ: مَا عِنْدَنَا إِلَّا قُوتُ صِبْيَانِي، فَقَالَ: هَيِّئِي طَعَامَكِ، وَأَصْبِحِي سِرَاجَكِ، وَنَوِّمِي صِبْيَانَكِ إِذَا أَرَادُوا عَشَاءً، فَهَيَّأَتْ طَعَامَهَا، وَأَصْبَحَتْ سِرَاجَهَا، وَنَوَّمَتْ صِبْيَانَهَا، ثُمَّ قَامَتْ كَأَنَّهَا تُصْلِحُ سِرَاجَهَا، فَأَطْفَأَتْهُ، فَجَعَلَا يُرِيَانِهِ أَنَّهُمَا يَأْكُلَانِ، فَبَاتَا طَاوِيَيْنِ، فَلَمَّا أَصْبَحَ غَدَا إِلَى رَسُولِ الله - صلى الله عليه وسلم -، فَقَالَ: ضَحِكَ اللهُ اللَّيْلَةَ، أَوْ عَجِبَ مِنْ فَعَالِكُمَا فَأَنْزَلَ اللهُ: {وَيُؤْثِرُونَ عَلَى أَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ وَمَنْ يُوقَ شُحَّ نَفْسِهِ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ} (¬2). ¶ ¬__________ ¶ (¬1) الجامع لأحكام القرآن للقرطبي، المجلد التاسع (18/ 28). ¶ (¬2) صحيح البخاري، كتاب المناقب، باب قول الله: {ويؤثرون على أنفسهم ولو كان بهم خصاصة}، برقم: (3798).",
            "page": "95",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "2 - الإطعام والكسوة: ¶ فمن أهم الحقوق إطعام الأخ والصديق المسلم حتى ولو لم يأذن صاحب الطعام، قال تعالى: {وَلَا عَلَى أَنْفُسِكُمْ أَنْ تَأْكُلُوا مِنْ بُيُوتِكُمْ أَوْ بُيُوتِ آَبَائِكُمْ أَوْ بُيُوتِ أُمَّهَاتِكُمْ أَوْ بُيُوتِ إِخْوَانِكُمْ أَوْ بُيُوتِ أَخَوَاتِكُمْ أَوْ بُيُوتِ أَعْمَامِكُمْ أَوْ بُيُوتِ عَمَّاتِكُمْ أَوْ بُيُوتِ أَخْوَالِكُمْ أَوْ بُيُوتِ خَالَاتِكُمْ أَوْ مَا مَلَكْتُمْ مَفَاتِحَهُ أَوْ صَدِيقِكُمْ} [النور: 61]. ¶ فذكر في الآية أن للصديق أن يأكل من طعام صديقه بدون إذنه، ذكر القرطبي عن معمر أنه قال: «دخلت بيت قتادة، فأبصرت فيه رطباً، فجعلت آكله، فقال: ما هذا؟ فقلت: أبصرت رطبا في بيتك فأكلت، قال: أحسنت، قال الله: {(أَوْ صَدِيقِكُمْ}» (¬1). ¶ وكان ابن المبارك يطعم أصحابه في الأسفار أطايب الطعام وهو صائم (¬2). ¶ 3 - الإعانة في قضاء حوائجهم: ¶ أثر عن السلف أنه كان منهم من يتفقد عيال أخيه وأولاده بعد موته أربعين سنة، يقوم بحاجتهم، ويتردد كل يوم إليهم، ويمونهم من ماله، فكانوا لا يفقدون من أبيهم إلا عينه، بل كانوا يرون منه ما لم يروا من أبيهم في حياته، وكان الواحد منهم يتردد إلى باب دار أخيه ويسأل ويقول: هل لكم زيت؟ هل لكم ملح هل لكم حاجة؟ وكان يقوم بها حيث لا ¶ ¬__________ ¶ (¬1) الجامع لأحكام القرآن للقرطبي، المجلد السادس، (12/ 316). ¶ (¬2) لطائف المعارف /260.",
            "page": "96",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "يعرفه أخوه، وبهذا تظهر الشفقة والأخوة (¬1). ¶ وأثر عن الحسن البصري أنه أرسل جماعة من أصحابه في قضاء حاجة لأخ لهم، وقال: مروا بثابت البناني فخذوه معكم، فمروا بثابت فقال: أنا معتكف. فرجعوا إلى الحسن فأخبروه، فقال لهم: قولوا له: يا أعمش أما علمت أن سعيك في حاجة أخيك خير لك من حجة بعد حجة، فرجعوا إلى ثابت فأخبروه، فترك اعتكافه وخرج معهم (¬2). ¶ وقال ابن رجب في لطائف المعارف: «كان كثير من السلف يشترط على أصحابه في السفر أن يخدمهم اغتناما لأجر ذلك؛ منهم: عامر بن عبد قيس، وعمرو بن عتبة بن فرقد، مع اجتهادهما في العبادة في أنفسهما، وكذلك كان إبراهيم بن أدهم يشترط على أصحابه في السفر الخدمة والأذان» (¬3). ¶ 4 - زيارتهم في الله: ¶ عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ الله - صلى الله عليه وسلم -: «مَنْ عَادَ مَرِيضًا أَوْ زَارَ أَخًا لَهُ فِي الله، نَادَاهُ مُنَادٍ: أَنْ طِبْتَ، وَطَابَ مَمْشَاكَ، وَتَبَوَّأْتَ مِنْ الْجَنَّةِ مَنْزِلًا». قَالَ أَبُو عِيسَى: هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ (¬4). ¶ وعنه أيضا أن رسول الله - صلى الله عليه وسلم - قال: «زار رجل أخا له في قرية، فأرصد الله ملكا على مدرجته، فقال: أين تريد؟ قال: أخا لي في هذه القرية , فقال: ¶ ¬__________ ¶ (¬1) إحياء علوم الدين للغزالي، 2/ 190 - 191). ¶ (¬2) جامع العلوم والحكم لابن رجب حنبلي، ص: 321. ¶ (¬3) لطائف المعارف لابن رجب حنبلي، ص: 259. ¶ (¬4) جامع الترمذي، كتاب البر والصلة والآداب، باب ما جاء في زيارة الإخوان، برقم: (2008).",
            "page": "97",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "هل له عليك من نعمة تربها؟ قال: لا، إلا أني أحبه في الله. قال: فإني رسول الله إليك أن الله أحبك كما أحببته» (¬1). ¶ 5 - أن يحب له ما يحب لنفسه: ¶ فعَنْ أَنَسٍ رضي الله عنه عَنْ النَّبِيِّ - صلى الله عليه وسلم - قَالَ: «لَا يُؤْمِنُ أَحَدُكُمْ حَتَّى يُحِبَّ لِأَخِيهِ مَا يُحِبُّ لِنَفْسِهِ» (¬2). ¶ قال النووي: «قَالَ الْعُلَمَاء رَحِمَهُمْ الله: مَعْنَاهُ لَا يُؤْمِن الْإِيمَان التَّامّ , وَإِلَّا فَأَصْلُ الْإِيمَان يَحْصُل لِمَنْ لَمْ يَكُنْ بِهَذِهِ الصِّفَة، وَالْمُرَاد يُحِبّ لِأَخِيهِ مِنْ الطَّاعَات وَالْأَشْيَاء الْمُبَاحَات» ¶ قَالَ الشَّيْخ أَبُو عَمْرو بْن الصَّلَاح: وَهَذَا قَدْ يُعَدُّ مِنْ الصَّعْب الْمُمْتَنِع , وَلَيْسَ كَذَلِكَ , إِذْ مَعْنَاهُ لَا يَكْمُل إِيمَان أَحَدكُمْ حَتَّى يُحِبّ لِأَخِيهِ فِي الْإِسْلَام مِثْل مَا يُحِبّ لِنَفْسِهِ , وَالْقِيَام بِذَلِكَ يَحْصُل بِأَنْ يُحِبّ لَهُ حُصُول مِثْل ذَلِكَ مِنْ جِهَةٍ لَا يُزَاحِمهُ فِيهَا , بِحَيْثُ لَا تَنْقُص النِّعْمَة عَلَى أَخِيهِ شَيْئًا مِنْ النِّعْمَة عَلَيْهِ, وَذَلِكَ سَهْل عَلَى الْقَلْب السَّلِيم , إِنَّمَا يَعْسُرُ عَلَى الْقَلْب الدَّغِل. عَافَانَا الله وَإِخْوَانَنَا أَجْمَعِينَ. وَالله أَعْلَم (¬3). ¶ 6 - الدعاء له في حياته وبعد مماته: ¶ عن أم الدَّرْدَاءِ قَالَتْ حَدَّثَنِي سَيِّدِي أَنَّهُ سَمِعَ رَسُولَ الله - صلى الله عليه وسلم - يَقُولُ: «مَنْ دَعَا لِأَخِيهِ بِظَهْرِ الْغَيْبِى، قَالَ الْمَلَكُ الْمُوَكَّلُ بِهِ: آمِينَ وَلَكَ ¶ ¬__________ ¶ (¬1) صحيح مسلم، كتاب البر والصلة والآداب، باب فضل الحب في الله، برقم: (2567). ¶ (¬2) صحيح البخاري، كتاب الإيمان، باب: من الإيمان أن يحب لأخيه ما يحب لنفسه، برقم: (13). ¶ (¬3) شرح صحيح مسلم للنووي، المجلد الأول، (2/ 16 - 17).",
            "page": "98",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "بِمِثْلٍ» (¬1). ¶ وهذه خصلة عظيمة، وحق جليل، تعود فائدته وأثره على الداعي نفسه بعد أن يقوم بحق أخيه، كيف وإذا كان هذا الأخ ميتاً أو مريضاً أو مبتلىً أو صاحب حاجة فدعا له، فهل نتأمل ذلك جيداً ليسود الخير في الدنيا والآخرة. ¶ 7_ الوفاء والإخلاص له: ¶ معنى الوفاء: الثبات على الحب وإدامته إلى الموت معه، وبعد الموت مع أولاده وأصدقائه وأقاربه والمتعلقين به. كما جاء في الحديث أن النبي - صلى الله عليه وسلم - كان وفيًّا لخديجة حتى بعد وفاتها، فعَنْ عَائِشَةَ قَالَتْ: «ذَكَرَ رَسُولُ الله - صلى الله عليه وسلم - يَوْمًا خَدِيجَةَ، فَأَطْنَبَ فِي الثَّنَاءِ عَلَيْهَا، فَأَدْرَكَنِي مَا يُدْرِكُ النِّسَاءَ مِنْ الْغَيْرَةِ، فَقُلْتُ: لَقَدْ أَعْقَبَكَ اللهُ يَا رَسُولَ الله مِنْ عَجُوزٍ مِنْ عَجَائِزِ قُرَيْشٍ حَمْرَاءِ الشِّدْقَيْنِ، قَالَتْ: فَتَغَيَّرَ وَجْهُ رَسُولِ الله - صلى الله عليه وسلم - تَغَيُّرًا لَمْ أَرَهُ تَغَيَّرَ عِنْدَ شَيْءٍ قَطُّ إِلَّا عِنْدَ نُزُولِ الْوَحْيِ، أَوْ عِنْدَ الْمَخِيلَةِ حَتَّى يَعْلَمَ رَحْمَةٌ أَوْ عَذَابٌ» (¬2). ¶ وفي رواية أن النبي - صلى الله عليه وسلم - رد على عائشة بقوله: «مَا أَبْدَلَنِي الله خَيْرًا مِنْهَا، آمَنَتْ بِي إِذْ كَفَرَ بِي النَّاس» كما جاء في الحديث عَنْ عَائِشَةَ قَالَتْ: «كَانَ النَّبِيُّ - صلى الله عليه وسلم - إِذَا ذَكَرَ خَدِيجَةَ أَثْنَى عَلَيْهَا، فَأَحْسَنَ الثَّنَاءَ، قَالَتْ: فَغِرْتُ يَوْمًا، فَقُلْتُ: مَا أَكْثَرَ مَا تَذْكُرُهَا حَمْرَاءَ الشِّدْقِ قَدْ أَبْدَلَكَ اللهُ عَزَّ وَجَلَّ بِهَا خَيْرًا مِنْهَا، قَالَ: «مَا أَبْدَلَنِي اللهُ عَزَّ وَجَلَّ خَيْرًا مِنْهَا، قَدْ آمَنَتْ بِي إِذْ كَفَرَ بِي النَّاسُ ¶ ¬__________ ¶ (¬1) صحيح مسلم، كتاب الذكر، والدعاء، باب فضل دعاء المسلمين، برقم: (2732). ¶ (¬2) مسند أحمد، برقم: (24684).",
            "page": "99",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "وَصَدَّقَتْنِي إِذْ كَذَّبَنِي النَّاسُ، وَوَاسَتْنِي بِمَالِهَا إِذْ حَرَمَنِي النَّاسُ، وَرَزَقَنِي اللهُ عَزَّ وَجَلَّ وَلَدَهَا إِذْ حَرَمَنِي أَوْلَادَ النِّسَاءِ» (¬1). ¶ هذا الوفاء له مقتضيات ينبغي أن يقوم بها، ومن أهمها حاجاته بعد الموت، وحاجات أولاده، ورد جميله، ومراعاة أصحابه وخلانه. ¶ 8 - مراعاة الحقوق العامة للمسلمين التي ذكرت في الأحاديث: ¶ مثل قول النبي - صلى الله عليه وسلم -: «حَقُّ الْمُسْلِمِ عَلَى الْمُسْلِمِ سِتٌّ: قِيلَ: مَا هُنَّ يَا رَسُولَ الله؟ قَالَ: إِذَا لَقِيتَهُ فَسَلِّمْ عَلَيْهِ، وَإِذَا دَعَاكَ فَأَجِبْهُ، وَإِذَا اسْتَنْصَحَكَ فَانْصَحْ لَهُ، وَإِذَا عَطَسَ فَحَمِدَ الله فَسَمِّتْهُ، وَإِذَا مَرِضَ فَعُدْهُ، وَإِذَا مَاتَ فَاتَّبِعْهُ» (¬2). ¶ أيضاً: عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ الله - صلى الله عليه وسلم -: «لَا تَحَاسَدُوا، وَلَا تَنَاجَشُوا، وَلَا تَبَاغَضُوا، وَلَا تَدَابَرُوا، وَلَا يَبِعْ بَعْضُكُمْ عَلَى بَيْعِ بَعْضٍ، وَكُونُوا عِبَادَ الله إِخْوَانًا، الْمُسْلِمُ أَخُو الْمُسْلِمِ؛ لَا يَظْلِمُهُ، وَلَا يَخْذُلُهُ، وَلَا يَحْقِرُهُ، التَّقْوَى هَاهُنَا وَيُشِيرُ إِلَى صَدْرِهِ ثَلَاثَ مَرَّاتٍ، بِحَسْبِ امْرِئٍ مِنْ الشَّرِّ أَنْ يَحْقِرَ أَخَاهُ الْمُسْلِمَ، كُلُّ الْمُسْلِمِ عَلَى الْمُسْلِمِ حَرَامٌ دَمُهُ وَمَالُهُ وَعِرْضُهُ» (¬3). ¶ فهذه الحقوق العامة، وهذه الحرمة المؤكدة للمال والعرض والدم ثابتة بعقد الإسلام، وهي تزداد تأكدا وتوثقا في حق الإخوة والأصحاب. ¶ * * * ¶ ¬__________ ¶ (¬1) مسند أحمد، برقم: (24343). ¶ (¬2) صحيح مسلم، كتاب السلام، باب: من حق المسلم على المسلم رد السلام، برقم: (2162). ¶ (¬3) صحيح مسلم، كتاب البر والصلة والآداب، باب تحريم ظلم المسلم، برقم: (2564).",
            "page": "100",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "خامساً: البغض في الله ¶ ومن لوازم الحب في الله البغض فيه، لأن المؤمن يحب أخاه لإيمانه بالله ولامتثال أوامره، فإذا ارتد صاحبه عن الإيمان، أو وقع في المعاصي، فإن علاقته به تنقلب إلى العداوة والبغضاء له. وقد حثت الأحاديث على هذا الأمر، مثل قوله - صلى الله عليه وسلم -: «إن أوثق عرى الإيمان أن تحب في الله، وتبغض في الله» (¬1). ¶ أيضاً: «أوثق عرى الإيمان الموالاة في الله، والمعاداة في الله، والحب في الله، والبغض في الله عز وجل» (¬2). ¶ أيضاً: عَنْ أَبِي أُمَامَةَ عَنْ رَسُولِ الله - صلى الله عليه وسلم - أَنَّهُ قَالَ: «مَنْ أَحَبَّ لله، وَأَبْغَضَ لله، وَأَعْطَى لله، وَمَنَعَ لله؛ فَقَدْ اسْتَكْمَلَ الْإِيمَانَ» (¬3). ¶ وهذا البغض لا يتجه إلى ذات الإنسان وإنما لما يحمل من الكفر، أو المعصية، فإذا انتفى الكفر، أو انتفت المعصية زال هذا الكره والبغض، وهو يتجزأ بحسب قوة المعصية، وعظمها، والاستمرار عليها، وبحسب ما وصل إليه من الكفر، فليس العصاة والكفرة على درجة واحدة. ¶ وهذا أيضا لا يعني عدم التعامل بالحسنى، والمخالقة الطيبة، فهذا التعامل لا يتعارض مع الكره الإيماني فذاك في التعامل، ويندرج تحت قوله ¶ ¬__________ ¶ (¬1) رواه البيهقي في شعب الإيمان، وحسنه الألباني في صحيح الجامع: (2009). ¶ (¬2) رواه الطبراني في الكبير، وصححه الألباني في صحيح الجامع، برقم: (2539). ¶ (¬3) سنن أبي داود، كتاب السنة، باب الدليل على زيادة الإيمان ونقصانه، برقم: (4681) وصححه الألباني في الصحيحة: (380) وصحيح الجامع: (5965).",
            "page": "101",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "تعالى: {وَقُولُوا لِلنَّاسِ حُسْنًا} [سورة البقرة: 83] وقول النبي - صلى الله عليه وسلم - عَنْ أَبِي ذَرٍّ قَالَ: قَالَ لِي رَسُولُ الله - صلى الله عليه وسلم -: «اتَّقِ الله حَيْثُمَا كُنْتَ، وَأَتْبِعْ السَّيِّئَةَ الْحَسَنَةَ تَمْحُهَا، وَخَالِقِ النَّاسَ بِخُلُقٍ حَسَنٍ» قَالَ أَبُو عِيسَى: هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ (¬1). ¶ والكره الإيماني يندرج تحت قوله تعالى: {لَا تَجِدُ قَوْمًا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآَخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ وَلَوْ كَانُوا آَبَاءَهُمْ أَوْ أَبْنَاءَهُمْ أَوْ إِخْوَانَهُمْ أَوْ عَشِيرَتَهُمْ أُولَئِكَ كَتَبَ فِي قُلُوبِهِمُ الْإِيمَانَ وَأَيَّدَهُمْ بِرُوحٍ مِنْهُ وَيُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ أُولَئِكَ حِزْبُ اللَّهِ أَلَا إِنَّ حِزْبَ اللَّهِ هُمُ الْمُفْلِحُونَ} [سورة المجادلة: 22]. ¶ وقوله تعالى: {يَا أَيُّهَا الَّذِينَ آَمَنُوا لَا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ} [سورة المائدة: 51]. ¶ وغيرها من الآيات كثيرة. وكذلك يندرج تحت هذا الحديث الذي نحن بصدده. ¶ وعندما نقول الكره الإيماني فلا يتنافى مع الحب الغريزي ولو مع اختلاف الدين؛ كمحبة الوالد لولده والعكس، ومحبة الزوج لزوجته الكافرة التي من أهل الكتاب، فهذا حب غريزي ليس هو المقصود في هذا الباب. ¶ ¬__________ ¶ (¬1) جامع الترمذي، كتاب البر والصلة، باب ما جاء في معاشرة الناس، برقم: (1987).",
            "page": "102",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "سادساً: الحب المذموم ¶ ونحن نتحدث عن الروابط والعلاقات وما ينبغي أن تكون عليه من المحبة والمودة يجب أن نشير إلى نوع من هذا الحب يسود عند بعض الناس وهو ما كان للشيطان ولأعوانه كالذي تعرض صوره المبتذلة التمثيليات والمسلسلات بين رجل وامرأة، أو بين شخص وصديقه على أساس من المعصية. وهذه المحبة تكون حسرة وندامة يوم القيامة. ¶ يقول الإمام ابن القيم: «وأهل المعاصي والفسوق وإن كان بينهم نوع مودة وتحاب فإنها تنقلب عداوة وبغضا، وفي الغالب يتعجل لهم ذلك في الدنيا قبل الآخرة وأما في الآخرة فـ {الْأَخِلَّاءُ يَوْمَئِذٍ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ إِلَّا الْمُتَّقِينَ} [الزخرف: 67]. ¶ وقال إمام الحنفاء لقومه: {وَقَالَ إِنَّمَا اتَّخَذْتُمْ مِنْ دُونِ اللَّهِ أَوْثَانًا مَوَدَّةَ بَيْنِكُمْ فِي الْحَيَاةِ الدُّنْيَا ثُمَّ يَوْمَ الْقِيَامَةِ يَكْفُرُ بَعْضُكُمْ بِبَعْضٍ وَيَلْعَنُ بَعْضُكُمْ بَعْضًا وَمَأْوَاكُمُ النَّارُ وَمَا لَكُمْ مِنْ نَاصِرِينَ} [العنكبوت: 25] (¬1). ¶ ويبرأ من صاحبه ويقول: {وَيَوْمَ يَعَضُّ الظَّالِمُ عَلَى يَدَيْهِ يَقُولُ يَا لَيْتَنِي اتَّخَذْتُ مَعَ الرَّسُولِ سَبِيلًا * يَا وَيْلَتَى لَيْتَنِي لَمْ أَتَّخِذْ فُلَانًا خَلِيلًا * لَقَدْ أَضَلَّنِي عَنِ الذِّكْرِ بَعْدَ إِذْ جَاءَنِي وَكَانَ الشَّيْطَانُ لِلْإِنْسَانِ خَذُولًا} [الفرقان: 27 - 29]. ¶ ¬__________ ¶ (¬1) إغاثة اللهفان لابن القيم: 2/ 150.",
            "page": "103",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "ولكن صاحبه يحتج عليه كما في قوله تعالى: {قَالَ قَرِينُهُ رَبَّنَا مَا أَطْغَيْتُهُ وَلَكِنْ كَانَ فِي ضَلَالٍ بَعِيدٍ} [ق: 27]. ¶ وكذلك يتحاجون في أرض المحشر: {وَلَوْ تَرَى إِذِ الظَّالِمُونَ مَوْقُوفُونَ عِنْدَ رَبِّهِمْ يَرْجِعُ بَعْضُهُمْ إِلَى بَعْضٍ الْقَوْلَ يَقُولُ الَّذِينَ اسْتُضْعِفُوا لِلَّذِينَ اسْتَكْبَرُوا لَوْلَا أَنْتُمْ لَكُنَّا مُؤْمِنِينَ * قَالَ الَّذِينَ اسْتَكْبَرُوا لِلَّذِينَ اسْتُضْعِفُوا أَنَحْنُ صَدَدْنَاكُمْ عَنِ الْهُدَى بَعْدَ إِذْ جَاءَكُمْ بَلْ كُنْتُمْ مُجْرِمِينَ * وَقَالَ الَّذِينَ اسْتُضْعِفُوا لِلَّذِينَ اسْتَكْبَرُوا بَلْ مَكْرُ اللَّيْلِ وَالنَّهَارِ إِذْ تَأْمُرُونَنَا أَنْ نَكْفُرَ بِاللَّهِ وَنَجْعَلَ لَهُ أَنْدَادًا وَأَسَرُّوا النَّدَامَةَ لَمَّا رَأَوُا الْعَذَابَ وَجَعَلْنَا الْأَغْلَالَ فِي أَعْنَاقِ الَّذِينَ كَفَرُوا هَلْ يُجْزَوْنَ إِلَّا مَا كَانُوا يَعْمَلُونَ} [سبأ: 31 - 33] وأيضا: {وَبَرَزُوا لِلَّهِ جَمِيعًا فَقَالَ الضُّعَفَاءُ لِلَّذِينَ اسْتَكْبَرُوا إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنْتُمْ مُغْنُونَ عَنَّا مِنْ عَذَابِ اللَّهِ مِنْ شَيْءٍ قَالُوا لَوْ هَدَانَا اللَّهُ لَهَدَيْنَاكُمْ سَوَاءٌ عَلَيْنَا أَجَزِعْنَا أَمْ صَبَرْنَا مَا لَنَا مِنْ مَحِيصٍ} [إبراهيم: 21]. ¶ ويودون أن يجعلوهم تحت أقدامهم ليكونوا من الأسفلين في النار كما حكى الله عنهم: {وَقَالَ الَّذِينَ كَفَرُوا رَبَّنَا أَرِنَا الَّذَيْنِ أَضَلَّانَا مِنَ الْجِنِّ وَالْإِنْسِ نَجْعَلْهُمَا تَحْتَ أَقْدَامِنَا لِيَكُونَا مِنَ الْأَسْفَلِينَ} [فصلت: 29]. ¶ وكذلك يتحاجون في النار، قال تعالى: {وَإِذْ يَتَحَاجُّونَ فِي النَّارِ فَيَقُولُ الضُّعَفَاءُ لِلَّذِينَ اسْتَكْبَرُوا إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنْتُمْ مُغْنُونَ عَنَّا نَصِيبًا مِنَ النَّارِ * قَالَ الَّذِينَ اسْتَكْبَرُوا إِنَّا كُلٌّ فِيهَا إِنَّ اللَّهَ قَدْ حَكَمَ بَيْنَ الْعِبَادِ} [غافر: 47 - 48].",
            "page": "104",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "وقال تعالى: {قَالَ ادْخُلُوا فِي أُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِكُمْ مِنَ الْجِنِّ وَالْإِنْسِ فِي النَّارِ كُلَّمَا دَخَلَتْ أُمَّةٌ لَعَنَتْ أُخْتَهَا حَتَّى إِذَا ادَّارَكُوا فِيهَا جَمِيعًا قَالَتْ أُخْرَاهُمْ لِأُولَاهُمْ رَبَّنَا هَؤُلَاءِ أَضَلُّونَا فَآَتِهِمْ عَذَابًا ضِعْفًا مِنَ النَّارِ قَالَ لِكُلٍّ ضِعْفٌ وَلَكِنْ لَا تَعْلَمُونَ * وَقَالَتْ أُولَاهُمْ لِأُخْرَاهُمْ فَمَا كَانَ لَكُمْ عَلَيْنَا مِنْ فَضْلٍ فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْسِبُونَ} [الأعراف: 38 - 39]. ¶ بل إن زعيمهم الأكبر لا يعترف بعرفانهم الجميل له كما قال تعالى: {وَقَالَ الشَّيْطَانُ لَمَّا قُضِيَ الْأَمْرُ إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدْتُكُمْ فَأَخْلَفْتُكُمْ وَمَا كَانَ لِي عَلَيْكُمْ مِنْ سُلْطَانٍ إِلَّا أَنْ دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِي فَلَا تَلُومُونِي وَلُومُوا أَنْفُسَكُمْ مَا أَنَا بِمُصْرِخِكُمْ وَمَا أَنْتُمْ بِمُصْرِخِيَّ إِنِّي كَفَرْتُ بِمَا أَشْرَكْتُمُونِ مِنْ قَبْلُ إِنَّ الظَّالِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ} [إبراهيم: 22]. ¶ وهكذا ديدنه دائماً كما حكى القرآن عنه: {كَمَثَلِ الشَّيْطَانِ إِذْ قَالَ لِلْإِنْسَانِ اكْفُرْ فَلَمَّا كَفَرَ قَالَ إِنِّي بَرِيءٌ مِنْكَ إِنِّي أَخَافُ اللَّهَ رَبَّ الْعَالَمِينَ} [الحشر: 16]. ¶ كما خدع المشركين يوم بدر حيث يقول تعالى: {وَإِذْ زَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ وَقَالَ لَا غَالِبَ لَكُمُ الْيَوْمَ مِنَ النَّاسِ وَإِنِّي جَارٌ لَكُمْ فَلَمَّا تَرَاءَتِ الْفِئَتَانِ نَكَصَ عَلَى عَقِبَيْهِ وَقَالَ إِنِّي بَرِيءٌ مِنْكُمْ إِنِّي أَرَى مَا لَا تَرَوْنَ إِنِّي أَخَافُ اللَّهَ وَاللَّهُ شَدِيدُ الْعِقَابِ} [سورة الأنفال: 48]. ¶ قال ابن عباس رضي الله عنه في تفسير هذه الآية: «أمدَّ الله نبيه محمداً - صلى الله عليه وسلم - والمؤمنين بألف من الملائكة؛ فكان جبريل عليه السلام في خمسمائة من",
            "page": "105",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "الملائكة مجنبة، وميكال في خمسمائة من الملائكة مجنبة، وجاء إبليس في جند من الشياطين ومعه راية في صورة رجال من بني مدلج، والشيطان في صورة سراقة بن مالك بن جعشم، فقال للمشركين: لا غالب لكم اليوم من الناس وإني جار لكم، فلما اصطف القوم قال أبو جهل: اللهم أولانا بالحق فانصره، ورفع رسول الله - صلى الله عليه وسلم - يده فقال: يا رب إن تهلك هذه العصابة فلن تعبد في الأرض أبداً. فقال جبريل: خذ قبضة من التراب، فأخذ قبضة من التراب فرمى بها وجوههم، فما من المشركين من أحد إلا أصاب عينيه ومنخريه وفمه، فولوا مدبرين، وأقبل جبريل عليه السلام إلى إبليس فلما رآه كانت يده في يد رجل من المشركين انتزع إبليس يده ثم ولى مدبراً وشيعته، فقال له الرجل: يا سراقة ألم تزعم أنك جار لنا، قال: إني بريء منكم إني أرى ما لا ترون» (¬1). ¶ فالله الله أن يجركم الشيطان إلى الصداقة بالقرناء السوء، والتعلق بهم، والتجرؤ على حرمات الله، فإن الله يغار على أن تنتهك حرماته، كما جاء في حديث أبي هريرة أن النَّبِيِّ - صلى الله عليه وسلم - قَالَ: «إِنَّ الله يَغَارُ وَغَيْرَةُ الله أَنْ يَأْتِيَ الْمُؤْمِنُ مَا حَرَّمَ اللهُ» (¬2). ¶ فالمغبون من وقع في حبائل الشيطان وشركه فخسر الدنيا والآخرة، والمعصوم من عصمه الله من شياطين الإنس، والجن، ومن الفواحش ما ¶ ¬__________ ¶ (¬1) أخرجه البخاري في صحيحه، كتاب النكاح، باب الغيرة، برقم: (5223)، ومسلم في التوبة، باب غيرة الله وتحريم الفواحش، برقم: (2761). ¶ (¬2) ذكره القرطبي في تفسيره: الجامع لأحكام القرآن، المجلد الرابع، 8/ 26.",
            "page": "106",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "ظهر منها وما بطن، فحاز برضا الله والجنات العلى. ¶ وما أحسن قول الشاعر: ¶ تعصي الإله وأنت تظهر حبه هذا لعمري في القياس بديع ¶ لو كان حبك صادقا لأطعته إن المحب لمن يحب مطيع ¶ فلينتبه المسلم غاية التنبه لئلا يقع في هذه المحبة الجائرة، فيسقط ويهوى من حيث يشعر أو لا يشعر، فيندم ولات ساعة مندم. ¶ * * *",
            "page": "107",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "سابعاً: علاقة المسلم بغير المسلمين ¶ إن علاقة المسلمين بغيرهم على ناحيتين: ¶ أولا: إن الحب بين المسلم والكافر منفي، ولقد أوضح العلماء أن من لوازم التوحيد: الحب في الله والبغض في الله، ولهذا يجب على المسلم أن يتعلم حقيقة الولاء والبراء؛ لأن أصل الموالاة الحب، وأصل المعاداة البغض، ومن هنا تنشأ أعمال القلوب والجوارح، وعليه فإن الولاء والبراء من لوازم لا إله إلا الله. ¶ وهذا الحديث الذي نحن بصدده فقد قال النبي - صلى الله عليه وسلم - فيه: «ثلاث من كن فيه وجد بهن حلاوة الإيمان: أن يكون الله ورسوله أحب إليه مما سواهما، وأن يحب المرء لا يحبه إلا لله، وأن يكره أن يعود في الكفر بعد إذ أنقذه الله منه كما يكره أن يقذف في النار» (¬1). ¶ وقال تعالى: {لَا يَتَّخِذِ الْمُؤْمِنُونَ الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ وَمَنْ يَفْعَلْ ذَلِكَ فَلَيْسَ مِنَ اللَّهِ فِي شَيْءٍ إِلَّا أَنْ تَتَّقُوا مِنْهُمْ تُقَاةً} [آل عمران: 28]. ¶ وقال تعالى: {يَا أَيُّهَا الَّذِينَ آَمَنُوا لَا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ} [المائدة: 51]. ¶ وغيرها من الآيات كثيرة في وصف اليهود والنصارى والتي تعلم المسلمين حقيقة أمرهم، وبطريقة تفضح كثيرا من أعمالهم السابقة والحالية، ¶ ¬__________ ¶ (¬1) ينظر تخريجه في ص (11) من هذا الكتاب.",
            "page": "108",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "وهذه الأدلة توضح لنا حاجة المسلم بأن يعرف أعداء ه، وأن يتبرأ منهم. ¶ كما يحكي القرآن عن طينتهم: {وَلَنْ تَرْضَى عَنْكَ الْيَهُودُ وَلَا النَّصَارَى حَتَّى تَتَّبِعَ مِلَّتَهُمْ قُلْ إِنَّ هُدَى اللَّهِ هُوَ الْهُدَى وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُمْ بَعْدَ الَّذِي جَاءَكَ مِنَ الْعِلْمِ مَا لَكَ مِنَ اللَّهِ مِنْ وَلِيٍّ وَلَا نَصِيرٍ} [البقرة: 120]. ¶ وقال تعالى: {لَتَجِدَنَّ أَشَدَّ النَّاسِ عَدَاوَةً لِلَّذِينَ آَمَنُوا الْيَهُودَ وَالَّذِينَ أَشْرَكُوا وَلَتَجِدَنَّ أَقْرَبَهُمْ مَوَدَّةً لِلَّذِينَ آَمَنُوا الَّذِينَ قَالُوا إِنَّا نَصَارَى ذَلِكَ بِأَنَّ مِنْهُمْ قِسِّيسِينَ وَرُهْبَانًا وَأَنَّهُمْ لَا يَسْتَكْبِرُونَ} [المائدة: 82]. ¶ ولقد حذر الرسول - صلى الله عليه وسلم - أمته من مصادقة غير المؤمنين، كما روى أبو سعيد الخدري ـ رضي الله عنه ـ أن رسول الله - صلى الله عليه وسلم - قال: «لا تصاحب إلا مؤمناً، ولا يأكل طعامك إلا تقي» (¬1). ¶ قال صاحب التحفة: قَوْلُهُ: «لَا تُصَاحِبْ إِلَّا مُؤْمِنًا» أَيْ كَامِلًا بَلْ مُكَمِّلًا , أَوْ الْمُرَادُ مِنْهُ النَّهْيُ عَنْ مُصَاحَبَةِ الْكُفَّارِ وَالْمُنَافِقِينَ ; لِأَنَّ مُصَاحَبَتَهُمْ مَضَرَّةٌ فِي الدِّينِ , فَالْمُرَادُ بِالْمُؤْمِنِ مِنْ جِنْسِ الْمُؤْمِنِينَ، «وَلَا يَأْكُلْ طَعَامَك إِلَّا تَقِيٌّ» أَيْ مُتَوَرِّعٌ يَصْرِفُ قُوَّةَ الطَّعَامِ إِلَى عِبَادَةِ الله. ¶ قَالَ الْخَطَّابِيُّ هَذَا إِنَّمَا جَاءَ فِي طَعَامِ الدَّعْوَةِ دُونَ طَعَامِ الْحَاجَةِ، وَذَلِكَ أَنَّهُ ¶ ¬__________ ¶ (¬1) أخرجه أبو داود، في كتاب الأدب، باب من يؤمر أن يجالس، برقم: (4833) والترمذي، كتاب الزهد، باب ما جاء في صحبة المؤمن، برقم: (2395) وأحمد، وابن حبان، والحاكم وقال محقق جامع الأصول بأن إسناده حسن، وصححه الحاكم ووافقه الذهبي، انظر جامع الأصول ص: 6/ 666.",
            "page": "109",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "تَعَالَى قَالَ: {وَيُطْعِمُونَ الطَّعَامَ عَلَى حُبِّهِ مِسْكِينًا وَيَتِيمًا وَأَسِيرًا} [الإنسان: 8] وَمَعْلُومٌ أَنَّ أَسْرَاهُمْ كَانُوا كُفَّارًا غَيْرَ مُؤْمِنِينَ، وَإِنَّمَا حَذَّرَ مِنْ صُحْبَةِ مَنْ لَيْسَ بِتَقِيٍّ, وَزَجَرَ عَنْ مُخَالَطَتِهِ وَمُؤَاكَلَتِهِ لِأَنَّ الْمَطَاعِمَ تُوقِعُ الْأُلْفَةَ , وَالْمَوَدَّةَ فِي الْقُلُوبِ (¬1). ¶ وكذلك وردت كثير من الآيات مثل قوله تعالى: {يَا أَيُّهَا الَّذِينَ آَمَنُوا لَا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ تُلْقُونَ إِلَيْهِمْ بِالْمَوَدَّةِ وَقَدْ كَفَرُوا بِمَا جَاءَكُمْ مِنَ الْحَقِّ يُخْرِجُونَ الرَّسُولَ وَإِيَّاكُمْ أَنْ تُؤْمِنُوا بِاللَّهِ رَبِّكُمْ إِنْ كُنْتُمْ خَرَجْتُمْ جِهَادًا فِي سَبِيلِي وَابْتِغَاءَ مَرْضَاتِي تُسِرُّونَ إِلَيْهِمْ بِالْمَوَدَّةِ وَأَنَا أَعْلَمُ بِمَا أَخْفَيْتُمْ وَمَا أَعْلَنْتُمْ وَمَنْ يَفْعَلْهُ مِنْكُمْ فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ ... } إلى أن قال: {لَنْ تَنْفَعَكُمْ أَرْحَامُكُمْ وَلَا أَوْلَادُكُمْ يَوْمَ الْقِيَامَةِ يَفْصِلُ بَيْنَكُمْ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ} [الممتحنة: 1 - 3]. ¶ وقوله تعالى: {يَا أَيُّهَا الَّذِينَ آَمَنُوا لَا تَتَّخِذُوا الَّذِينَ اتَّخَذُوا دِينَكُمْ هُزُوًا وَلَعِبًا مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَالْكُفَّارَ أَوْلِيَاءَ وَاتَّقُوا اللَّهَ إِنْ كُنْتُمْ مُؤْمِنِينَ} [المائدة:57]. ¶ ومثل قوله تعالى: {يَا أَيُّهَا الَّذِينَ آَمَنُوا لَا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ} [المائدة:51]. ¶ ولا مراء أن هذه الصداقة ستجر إلى أمور عظيمة أخرى ينساق إليها المسلم مجاراة لصديقه الكافر، وهي محرمة في الدين، وقد تكون كفرا ¶ ¬__________ ¶ (¬1) تحفة الأحوذي شرح جامع الترمذي، للمباركفوري، 3/ 285 (طبعة هندية).",
            "page": "110",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "وشركا، والعياذ بالله. والأصل للمسلم أن لا يهب حبه وولاءه لسوى الله ورسوله والمؤمنين. ¶ ولكن مع هذا كله إن الإسلام اهتم بحقوق غير المسلمين أيضا، وإن سيرة الرسول - صلى الله عليه وسلم - وتاريخ المسلمين يدلان على تعامل المسلمين مع غيرهم من اليهود والنصارى أحسن معاملة في التاريخ، حيث إنهم عاشوا تحت راية الإسلام أروع صور التسامح، بينما هم أقاموا محاكم للتفتيش في البلدان التي احتلوها , وأبادوا من بقي فيها من المسلمين. ¶ ثانياً: التعامل معهم: ¶ المسلم في هذه الحياة يقيم علاقاته مع الناس أياً كانوا ولو كانوا كفاراً على أساس الحسنى إذا كان الكافر غير حربي، ومن ذلك ما إذا كان معاهداً يلزم على المسلمين الوفاء بالعهد كما جاء في الحديث: عَنْ عَبْدِ الله بْنِ عَمْرٍو عَنْ النَّبِيِّ - صلى الله عليه وسلم - قَالَ: «مَنْ قَتَلَ نَفْسًا مُعَاهَدًا لَمْ يَرِحْ رَائِحَةَ الْجَنَّةِ وَإِنَّ رِيحَهَا لَيُوجَدُ مِنْ مَسِيرَةِ أَرْبَعِينَ عَامًا» (¬1). ¶ وكذلك التعامل بالقسط والعدل في جميع أمورهم امتثالا لقوله تعالى: {يَا أَيُّهَا الَّذِينَ آَمَنُوا كُونُوا قَوَّامِينَ لِلَّهِ شُهَدَاءَ بِالْقِسْطِ وَلَا يَجْرِمَنَّكُمْ شَنَآَنُ قَوْمٍ عَلَى أَلَّا تَعْدِلُوا اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَى وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ خَبِيرٌ بِمَا تَعْمَلُونَ} [المائدة: 8]. ¶ وكما نهي المسلمون أن يعتدوا عليهم كما قال تعالى: {يَا أَيُّهَا الَّذِينَ آَمَنُوا لَا تُحِلُّوا شَعَائِرَ اللَّهِ وَلَا الشَّهْرَ الْحَرَامَ وَلَا الْهَدْيَ وَلَا الْقَلَائِدَ وَلَا آَمِّينَ الْبَيْتَ الْحَرَامَ ¶ ¬__________ ¶ (¬1) صحيح البخاري، كتاب الديات، باب إثم من قتل ذميا بغير جرم، برقم: (6914).",
            "page": "111",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "يَبْتَغُونَ فَضْلًا مِنْ رَبِّهِمْ وَرِضْوَانًا وَإِذَا حَلَلْتُمْ فَاصْطَادُوا وَلَا يَجْرِمَنَّكُمْ شَنَآَنُ قَوْمٍ أَنْ صَدُّوكُمْ عَنِ الْمَسْجِدِ الْحَرَامِ أَنْ تَعْتَدُوا وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى وَلَا تَعَاوَنُوا عَلَى الْإِثْمِ وَالْعُدْوَانِ} [المائدة:2]. ¶ قال القرطبي: قال أبو عبيدة والفراء: معنى «لا يجرمنكم» أي: «لا يكسبنكم بغض قوم أن تعتدوا الحق إلى الباطل، والعدل إلى الظلم» (¬1). ¶ وإن كان الكافر له قرابة بالمسلمين فلا بد لقريبه أن يقوم بحق القرابة؛ من الصلة، والهدية، والإحسان، ما لم يترتب على ذلك محظور شرعي، كما جاء في الحديث عن أسماء بنت أَبِي بَكْرٍ قَالَتْ: «أَتَتْنِي أُمِّي رَاغِبَةً فِي عَهْدِ النَّبِيِّ - صلى الله عليه وسلم -، فَسَأَلْتُ النَّبِيَّ - صلى الله عليه وسلم - آصِلُهَا؟ قَالَ: «نَعَمْ». قَالَ ابْنُ عُيَيْنَةَ: ¶ فَأَنْزَلَ اللهُ تَعَالَى فِيهَا: {لَا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ لَمْ يُقَاتِلُوكُمْ فِي الدِّينِ}» (¬2). ¶ وأمها كانت مشركة كما جاء في رواية أخرى: عَنْ أَسْمَاءَ بنت أبي بكر قَالَت: قَدِمَتْ عليَّ أُمِّي وَهِيَ مُشْرِكَةٌ فِي عَهْدِ قُرَيْشٍ إِذْ عَاهَدهُم، فَاسْتَفْتَيْتُ رسولَ اللهِ - صلى الله عليه وسلم - فَقُلْتُ: يا رسولَ اللهِ، قَدِمَتْ عَليَّ أُمِّي وَهِيَ رَاغِبَةٌ، أَفَأَصِلُ أُمِّي؟ قَالَ: «نَعَمْ، صِلِي أُمَّكِ» (¬3). ¶ فأجازها النبي - صلى الله عليه وسلم - بصلة أمها مع أنها مشركة، وباقية على الشرك غير راغبة في الإسلام. ¶ يقول ابن حجر: «إنها لَوْ جَاءَتْ رَاغِبَة فِي الْإِسْلَام، لَمْ تَحْتَجْ أَسْمَاء أَنْ ¶ ¬__________ ¶ (¬1) الجامع لأحكام القرآن للقرطبي، المجلد الثالث (6/ 45). ¶ (¬2) صحيح البخاري، كتاب الأدب، باب صلة الوالد المشرك، برقم: (5978). ¶ (¬3) صحيح مسلم، كتاب الزكاة، باب فضل النفقة والصدقة على الأقربين، برقم: (1671).",
            "page": "112",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "تَسْتَأْذِن فِي صِلَتهَا لِشُيُوعِ التَّأَلُّف عَلَى الْإِسْلَام مِنْ فِعْل النَّبِيّ - صلى الله عليه وسلم - وَأَمْره فَلَا يُحْتَاج إِلَى اِسْتِئْذَانه فِي ذَلِكَ» (¬1). ¶ وكذلك روي عن عمر أنه أهدى لأخيه المشرك، كما جاء في الحديث عن ابْن عُمَرَ رَضِيَ اللهُ عَنْهُمَا يَقُولُ: «رَأَى عُمَرُ حُلَّةَ سِيَرَاءَ تُبَاعُ، فَقَالَ يَا رَسُولَ الله ابْتَعْ هَذِهِ وَالْبَسْهَا يَوْمَ الْجُمُعَةِ، وَإِذَا جَاءَكَ الْوُفُودُ، قَالَ: «إِنَّمَا يَلْبَسُ هَذِهِ مَنْ لَا خَلَاقَ لَهُ»، فَأُتِيَ النَّبِيُّ - صلى الله عليه وسلم - مِنْهَا بِحُلَلٍ، فَأَرْسَلَ إِلَى عُمَرَ بِحُلَّةٍ، فَقَالَ: كَيْفَ أَلْبَسُهَا وَقَدْ قُلْتَ فِيهَا مَا قُلْتَ، قَالَ: «إِنِّي لَمْ أُعْطِكَهَا لِتَلْبَسَهَا، وَلَكِنْ تَبِيعُهَا، أَوْ تَكْسُوهَا»، فَأَرْسَلَ بِهَا عُمَرُ إِلَى أَخٍ لَهُ مِنْ أَهْلِ مَكَّةَ قَبْلَ أَنْ يُسْلِمَ» (¬2). ¶ وإن كانت قرابة أبوة وأمومة فيزداد الأمر لزوما بحسن صحبتهم لأن الله قد أمر به في القرآن في قوله تعالى: {وَإِنْ جَاهَدَاكَ عَلى أَنْ تُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا وَصَاحِبْهُمَا فِي الدُّنْيَا مَعْرُوفًا} [لقمان:15]. ¶ وكذلك إذا كان جار المسلم كافرا فله حق الجوار، وتراعى حقوقه، كما جاء في الحديث: عَنْ مُجَاهِدٍ أَنَّ عَبْدَ الله بْنَ عَمْرٍو ذُبِحَتْ لَهُ شَاةٌ فِي أَهْلِهِ، فَلَمَّا جَاءَ قَالَ: أَهْدَيْتُمْ لِجَارِنَا الْيَهُودِيِّ؟ أَهْدَيْتُمْ لِجَارِنَا الْيَهُودِيِّ؟ سَمِعْتُ رَسُولَ الله - صلى الله عليه وسلم - يَقُولُ: «مَا زَالَ جِبْرِيلُ يُوصِينِي بِالْجَارِ حَتَّى ظَنَنْتُ أَنَّهُ سَيُوَرِّثُهُ». قَالَ أَبُو عِيسَى: هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ (¬3). ¶ قال الحافظ ابن حجر: وَاسْمُ الْجَارِ يَشْمَلُ الْمُسْلِمَ وَالْكَافِرَ , وَالْعَابِدَ ¶ ¬__________ ¶ (¬1) فتح الباري شرح صحيح البخاري، لابن حجر: 10/ 413. ¶ (¬2) صحيح البخاري، كتاب الأدب، باب صلة الأخ المشرك، برقم: (5981). ¶ (¬3) جامع الترمذي، كتاب البر والصلة، باب ما جاء في حق الجوار، برقم: (1943).",
            "page": "113",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "وَالْفَاسِقَ, وَالصَّدِيقَ وَالْعَدُوَّ، وَالْغَرِيبَ وَالْبَلَدِيَّ , وَالنَّافِعَ وَالضَّارَّ, وَالْقَرِيبَ وَالْأَجْنَبِيَّ , وَالْأَقْرَبَ دَارًا وَالْأَبْعَدَ, وَلَهُ مَرَاتِبُ بَعْضُهَا أَعْلَى مِنْ بَعْضٍ؛ فَأَعْلَاهَا مَنْ اِجْتَمَعَتْ فِيهِ الصِّفَاتُ الْأُوَلُ كُلُّهَا، ثُمَّ أَكْثَرُهَا، وَهَلُمَّ جَرَّا إِلَى الْوَاحِدِ وَعَكْسِهِ مَنْ اِجْتَمَعَتْ فِيهِ الصِّفَاتُ الْأُخْرَى كَذَلِكَ , فَيُعْطَى كُلٌّ حَقَّهُ بِحَسَبِ حَالِهِ. ¶ وَقَدْ حَمَلَهُ عَبْدُ الله بْنُ عَمْرٍو الرَّاوِي عَلَى الْعُمُومِ , فَإِنَّهُ أَمَرَ لَمَّا ذُبِحَتْ لَهُ شَاةٌ أَنْ يُهْدِيَ مِنْهَا لِجَارِهِ الْيَهُودِيِّ. ¶ وَقَدْ أَخْرَجَ الطَّبَرَانِيُّ مِنْ حَدِيثِ جَابِرٍ مَرْفُوعًا: «الْجِيرَانُ ثَلَاثَةٌ: جَارٌ لَهُ حَقٌّ؛ وَهُوَ الْمُشْرِكُ لَهُ حَقُّ الْجِوَارِ , وَجَارٌ لَهُ حَقَّانِ؛ وَهُوَ الْمُسْلِمُ لَهُ حَقُّ الْجِوَارِ وَحَقُّ الْإِسْلَامِ، وَجَارٌ لَهُ ثَلَاثَةُ حُقُوقٍ؛ مُسْلِمٌ لَهُ رَحِمٌ لَهُ حَقُّ الْجِوَارِ وَالْإِسْلَامِ وَالرَّحِمِ» (¬1). ¶ خلاصة الكلام أن الكافر نبغضه لكفره ولكن هذا لا يمنع التعامل معه في الأمور المباحة بالحسنى، وبالأخص إذا كان له عهد من ولي أمر المسلمين، بل من آحاد المسلمين كما جاء في الحديث: «الْمُؤْمِنُونَ تَكَافَأُ دِمَاؤُهُمْ، يَسْعَى بِذِمَّتِهِمْ أَدْنَاهُمْ، وَهُمْ يَدٌ عَلَى مَنْ سِوَاهُمْ، لَا يُقْتَلُ مُؤْمِنٌ بِكَافِرٍ، وَلَا ذُو عَهْدٍ فِي عَهْدِهِ» (¬2). ¶ وعند أبي داود عَنْ عَمْرِو بْنِ شُعَيْبٍ عَنْ أَبِيهِ عَنْ جَدِّهِ قَالَ: قَالَ رَسُولُ الله - صلى الله عليه وسلم -: «الْمُسْلِمُونَ تَتَكَافَأُ دِمَاؤُهُمْ، يَسْعَى بِذِمَّتِهِمْ أَدْنَاهُمْ، ¶ ¬__________ ¶ (¬1) فتح الباري شرح صحيح البخاري، لابن حجر: 10/ 441 - 442. ¶ (¬2) سنن النسائي، كتاب القسامة، باب سقود القود من المسلم للكافر، برقم: (4745).",
            "page": "114",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "وَيُجِيرُ عَلَيْهِمْ أَقْصَاهُمْ، وَهُمْ يَدٌ عَلَى مَنْ سِوَاهُمْ، يَرُدُّ مُشِدُّهُمْ عَلَى مُضْعِفِهِمْ، وَمُتَسَرِّيهِمْ عَلَى قَاعِدِهِمْ، لَا يُقْتَلُ مُؤْمِنٌ بِكَافِرٍ وَلَا ذُو عَهْدٍ فِي عَهْدِه» (¬1). ¶ قال ابن حجر: وَدَخَلَ فِي قَوْله «أَدْنَاهُمْ» أَيْ أَقَلُّهُمْ كُلّ وَضِيع بِالنَّصِّ وَكُلّ شَرِيف بِالْفَحْوَى (¬2). ¶ وكما ذكر في قصة أم هاني تقول: «ذَهَبْتُ إِلَى رَسُولِ الله - صلى الله عليه وسلم - عَامَ الْفَتْحِ؛ فَوَجَدْتُهُ يَغْتَسِلُ، وَفَاطِمَةُ ابْنَتُهُ تَسْتُرُهُ، فَسَلَّمْتُ عَلَيْهِ، فَقَالَ: «مَنْ هَذِهِ»؟ فَقُلْتُ: أَنَا أُمُّ هَانِئٍ بِنْتُ أَبِي طَالِبٍ. فَقَالَ: «مَرْحَبًا بِأُمِّ هَانِئٍ». فَلَمَّا فَرَغَ مِنْ غُسْلِهِ قَامَ فَصَلَّى ثَمَانِيَ رَكَعَاتٍ مُلْتَحِفًا فِي ثَوْبٍ وَاحِدٍ، فَقُلْتُ: يَا رَسُولَ الله زَعَمَ ابْنُ أُمِّي عَلِيٌّ أَنَّهُ قَاتِلٌ رَجُلًا قَدْ أَجَرْتُهُ، فُلَانُ بْنُ هُبَيْرَةَ، فَقَالَ رَسُولُ الله - صلى الله عليه وسلم -: «قَدْ أَجَرْنَا مَنْ أَجَرْتِ يَا أُمَّ هَانِئٍ». قَالَتْ أُمُّ هَانِئٍ: وَذَلِكَ ضُحًى» (¬3). ¶ ويجب على المسلمين أن يتمسكوا بالكتاب والسنة في جميع حياتهم، ويقتدوا بالنبي - صلى الله عليه وسلم - في جميع أمورهم، ومنها كيفية التعامل مع غير المسلمين. ¶ يقول الدكتور محمد المغراوي: التعامل مع غير المسلمين في دولة الإسلام يجب أن ينطبق كما علمنا الله ورسوله، فالإسلام لديه حكامه ورعاته، ولديه في كل بلد أولوا الحل والعقد. واليهود والنصارى عاشوا مع المسلمين قرونا، فإذا كان اليهودي أو النصراني في بلد مسلم، وتحت الحماية وأعطي له الأمان، فلا يجوز أن يتعرض له أحد، وأن يعامل معاملة حسنة، فلا يجوز قتله، ولا يجوز أن يفتك به (¬4). ¶ ¬__________ ¶ (¬1) سنن أبي داود، كتاب الجهاد، باب في السرية ترد على أهل العسكر، برقم: (2751). ¶ (¬2) فتح الباري شرح صحيح البخاري، لابن حجر العسقلاني: 6/ 274. ¶ (¬3) صحيح البخاري، كتاب الجزية، باب أمان النساء وجوارهن، برقم: (3171). ¶ (¬4) مجلة الفرقان، العدد 340، شهر ربيع الأول 1426هـ، تحت عنوان: وقفات مع الدعاة، ص: 35.",
            "page": "115",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "ثامناً: الداعية ومحبة الناس ¶ ديننا الإسلامي دين المحبة والأخوة، ودين التوادد والتراحم، أشاع هذا المبدأ العظيم ليسود الود والوئام، وتتفشى الأخوة والترابط، وتعلو السماحة والبشر، تمثلت هذه المعاني في معاملة النبي - صلى الله عليه وسلم - وسلوكه، وعلاقاته وارتباطاته، قال تعالى: {وَإِنَّكَ لَعَلى خُلُقٍ عَظِيمٍ} [سورة القلم: 4]. ¶ وقال تعالى: {فَبِمَا رَحْمَةٍ مِنَ اللَّهِ لِنْتَ لَهُمْ وَلَوْ كُنْتَ فَظًّا غَلِيظَ الْقَلْبِ لَانْفَضُّوا مِنْ حَوْلِكَ} [سورة آل عمران: 159]. ¶ كما تمثلت في سلوك صحابته الكرام التي وصلت إلى ذروتها حتى آثروا بعضهم على أنفسهم مع ما ينالهم من الضيق في العيش، كما أشار القرآن إلى هذه الصفة الحميدة فيهم في قوله تعالى: {وَيُؤْثِرُونَ عَلَى أَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ} [سورة الحشر: 9]. ¶ هذه المعاني العظيمة عند انتشارها بين المسلمين ترتفع الأحقاد والضغائن، وتختفي الشحناء والبغضاء، ويندحر الشيطان وأعوانه. ¶ وتتجلى مهمة الداعية والمربي في تعميق هذه المبادئ العظيمة التي من أعلاها المحبة والود والأخوة الحقة، ولعل من أهم معالم ذلك ما يلي: ¶ • أن يصفي الداعية والمربي قلبه من كل شائبة، فيكون شعاره العميق في نفسه: (المحبة) المحبة للآخرين، يحب الخير لهم، ويكره الشر أن يصيبهم، يحب ولا يبغض، محبة يظهر أثرها على أقواله، ويتصورها الناظر في أفعاله. ¶ • يجلي المربي والداعية هذه المحبة في علاقاته مع الآخرين، سواء حال",
            "page": "116",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "الدعوة، أو حال التعامل العام فلا يفصل بين سلوك وآخر، ولا بين حال وأخرى، يحبهم حال دعوته كما يحبهم حال بيعه وشراءه معهم، وحال سمره ومحادثاته، وحال توجيهه وتدريسه، وهكذا. ¶ • أن يدلل على محبته لهم فيما يظهر عليه من سلوك وتصرفات، فيطعم جائعهم، ويعطي فقيرهم، ويرحم ضعيفهم، ويتصدق على محتاجهم، كما يهدي ويهب ويتصدق، وكل ذلك بنفس رضية، وابتسامة حانية، وقلب أيبض، لا يبتغي من وراء ذلك جزاء ولا شكورا إلا من الله سبحانه وتعالى. ¶ • أن يجعل النبي - صلى الله عليه وسلم - قدوة في هذه الصفة العظيمة (المحبة) فيتمثل العفو والصفح، ورد الجميل، وشكر المحسن، وتصويب المخطئ، وتنبيه الغافل، وعدم رد السوء بالمثل، وكظم الغيظ، والإحسان بكل معانيه. ¶ • أن يتمثل تلك المحبة برنامجاً عملياً في حياته فيكون خلقاً له لا تخلقاً ولا تصنعاً، فيدرب نفسه على ذلك ولو بالتخلق في البداية، فالحلم بالتحلم، والعلم بالتعلم، وعليه فتكون المحبة خلقاً متأصلاً فيه. ¶ هذه المحبة العظيمة إذا اتصف بها الداعي أصبح داعية حقاً إلى الله بعمله قبل أن يكون بكلامه، وبسلوكه قبل أن يكون بتوجيهه، فيؤتى أجره مرتين أو ثلاثاً، فياله من فضل عظيم يجده الداعية والمربي والموجه في دنياه وآخرته، جعلني الله وإياكم كذلك. ¶ * * *",
            "page": "117",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "الوقفة السادسة ¶ حب الإيمان وكراهية الكفر ¶ في الحديث الذي بين أيدينا بيَّن النبي - صلى الله عليه وسلم - عظم محبة الإيمان والثبات عليه، وبغض الكفر وكراهيته، وقد ضرب لذلك مثلاً؛ وهو أن يكون قذفه في النار أهون عليه من الرجوع إلى الكفر. ¶ قال السندي في شرح النسائي: «أَيْ وَأَنْ يَكُون إِيقَاد نَار عَظِيمَة فَوُقُوعه فِيهَا أَحَبّ إِلَيْهِ مِنْ الشِّرْك، أَيْ: أَنْ يَصِير الشِّرْك عِنْده لِقُوَّةِ اِعْتِقَاده بِجَزَائِهِ الَّذِي هُوَ النَّار الْمُؤَبَّدَة بِمَنْزِلَةِ جَزَائِهِ فِي الْكَرَاهَة وَالنَّفْرَة عَنْهُ، فَكَمَا أَنَّهُ لَوْ خُيِّرَ بَيْن نَار الْآخِرَة وَنَار الدُّنْيَا لَاخْتَارَ نَار الدُّنْيَا، كَذَلِكَ لَوْ خُيِّرَ بَيْن الشِّرْك وَنَار الدُّنْيَا لَاخْتَارَ نَار الدُّنْيَا، وَمَرْجِع هَذَا أَنْ يَصِير الْغَيْب عِنْده مِنْ قُوَّة الِاعْتِقَاد كَالْعِيَانِ .. وَلَا يَخْفَى أَنَّ مَنْ تَكُون عَقِيدَته مِنْ الْقُوَّة بِهَذَا الْوَجْه، وَمَحَبَّة اللهِ تَعَالَى بِذَلِكَ الْوَجْه، فَهُوَ حَقِيق بِأَنْ يَجِد مِنْ لَذَّة الْإِيمَان مَا يَجِد. وَالله تَعَالَى أَعْلَم» (¬1). ¶ وقال الإمام النووي: «قَالَ الْقَاضِي عِيَاضٌ: لَا تَصِحُّ مَحَبَّةُ الله تَعَالَى وَرَسُولِهِ حَقِيقَةً وَحُبُّ الْآدَمِيِّ فِي الله وَرَسُولِهِ - صلى الله عليه وسلم - وَكَرَاهَتُهُ الرُّجُوعَ فِي الْكُفْرِ إِلَّا لِمَنْ قَوِيَ بِالْإِيمَانِ يَقِينُهُ, وَاطْمَأَنَّتْ بِهِ نَفْسُهُ, وَانْشَرَحَ لَهُ صَدْرُهُ، ¶ ¬__________ ¶ (¬1) شرح سنن النسائي للسندي، المجلد الرابع: (8/ 96).",
            "page": "118",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "وَخَالَطَ لَحْمَهُ وَدَمَهُ , وَهَذَا هُوَ الَّذِي وَجَدَ حَلَاوَتَهُ» (¬1). ¶ وقد جاء بيان أهمية الثبات على الإيمان والحث عليه في أحاديث كثيرة: منها ما روي عَنْ سُفْيَانَ بْنِ عَبْدِ الله الثَّقَفِيِّ، قَالَ: «قُلْتُ: يَا رَسُولَ الله، قُلْ لِي فِي الْإِسْلَامِ قَوْلًا لَا أَسْأَلُ عَنْهُ أَحَدًا بَعْدَكَ». وَفِي حَدِيثِ أَبِي أُسَامَةَ: «غَيْرَكَ». قَالَ: «قُلْ آمَنْتُ بِالله فَاسْتَقِمْ» (¬2). ¶ قال النووي في شرحه: قَالَ الْقَاضِي عِيَاض رَحِمَهُ الله: هَذَا مِنْ جَوَامِع كَلِمه - صلى الله عليه وسلم - وَهُوَ مُطَابِق لِقَوْلِهِ تَعَالَى: {إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا} [فصلت: 30] أَيْ وَحَّدُوا الله, وَآمَنُوا بِهِ, ثُمَّ اِسْتَقَامُوا فَلَمْ يَحِيدُوا عَنْ التَّوْحِيد, وَالْتَزَمُوا طَاعَته سُبْحَانه وَتَعَالَى إِلَى أَنْ تُوُفُّوا عَلَى ذَلِكَ. وَعَلَى مَا ذَكَرْنَاهُ أَكْثَر الْمُفَسِّرِينَ مِنْ الصَّحَابَة فَمَنْ بَعْدهمْ، وَهُوَ مَعْنَى الْحَدِيث إِنْ شَاءَ الله تَعَالَى (¬3). ¶ وَقَالَ اِبْن عَبَّاس رَضِيَ الله عَنْهُمَا فِي قَوْل الله تَعَالَى: {فَاسْتَقِمْ كَمَا أُمِرْتَ} [هود: 112] مَا نَزَلَتْ عَلَى رَسُول الله - صلى الله عليه وسلم - فِي جَمِيع الْقُرْآن آيَة أَشَدّ وَلَا أَشَقُّ عَلَيْهِ مِنْ هَذِهِ الْآيَة، وَلِذَلِكَ قَالَ - صلى الله عليه وسلم - لِأَصْحَابِهِ حِين قَالُوا: قَدْ أَسْرَعَ إِلَيْك الشَّيْب فَقَالَ: «شَيَّبَتْنِي هُود وَأَخَوَاتهَا» (¬4). ¶ وقال السندي في معنى الاستقامة: الِاسْتِقَامَة اِتِّبَاع الْحَقّ، وَالْقِيَام ¶ ¬__________ ¶ (¬1) شرح صحيح مسلم للنووي، المجلد الأول: (2/ 14). ¶ (¬2) صحيح مسلم، كتاب الإيمان، باب جامع أوصاف الإيمان، برقم: (38). ¶ (¬3) شرح صحيح مسلم للنووي، المجلد الأول: (1/ 9). ¶ (¬4) المرجع السابق.",
            "page": "119",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "بِالْعَدْلِ، وَمُلَازَمَة الْمَنْهَج الْمُسْتَقِيم مِنْ الْإِتْيَان بِجَمِيعِ الْمَأْمُورَات، وَالِانْتِهَاء عَنْ جَمِيع الْمَنَاهِي، وَذَلِكَ خَطْب عَظِيم لَا يُطِيقهُ إِلَّا مَنْ اِسْتَضَاءَ قَلْبه بِالْأَنْوَارِ الْقُدْسِيَّة، وَتَخَلَّصَ عَنْ الظُّلُمَات الْإِنْسِيَّة، وَأَيَّدَهُ الله تَعَالَى مِنْ عِنْده، وَقَلِيلٌ مَا هُمْ. ¶ وكذلك حذر النبي - صلى الله عليه وسلم - من الفتن التي تذهب بإيمان العبد، فعَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ الله - صلى الله عليه وسلم - قَالَ: «بَادِرُوا بِالْأَعْمَالِ فِتَنًا كَقِطَعِ اللَّيْلِ الْمُظْلِمِ؛ يُصْبِحُ الرَّجُلُ مُؤْمِنًا وَيُمْسِي كَافِرًا، أَوْ يُمْسِي مُؤْمِنًا وَيُصْبِحُ كَافِرًا، يَبِيعُ دِينَهُ بِعَرَضٍ مِنْ الدُّنْيَا» (¬1). ¶ قال الإمام النووي: «مَعْنَى الْحَدِيث الْحَثّ عَلَى الْمُبَادَرَة إِلَى الْأَعْمَال الصَّالِحَة قَبْل تَعَذُّرهَا، وَالِاشْتِغَال عَنْهَا بِمَا يَحْدُث مِنْ الْفِتَن الشَّاغِلَة الْمُتَكَاثِرَة الْمُتَرَاكِمَة كَتَرَاكُمِ ظَلَام اللَّيْل الْمُظْلِم لَا الْمُقْمِر، وَوَصَفَ - صلى الله عليه وسلم - نَوْعًا مِنْ شَدَائِد تِلْك الْفِتَن , وَهُوَ أَنَّهُ يُمْسِي مُؤْمِنًا ثُمَّ يُصْبِح كَافِرًا أَوْ عَكْسه. شَكَّ الرَّاوِي وَهَذَا لِعِظَمِ الْفِتَن يَنْقَلِب الْإِنْسَان فِي الْيَوْم الْوَاحِد هَذَا الِانْقِلَاب. وَالله أَعْلَم» (¬2). ¶ وإن من ارتد عن دينه فلا يضر الله شيئا كما قال تعالى: {وَمَا مُحَمَّدٌ إِلَّا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ أَفَإِنْ مَاتَ أَوْ قُتِلَ انْقَلَبْتُمْ عَلَى أَعْقَابِكُمْ وَمَنْ يَنْقَلِبْ عَلَى عَقِبَيْهِ فَلَنْ يَضُرَّ اللَّهَ شَيْئًا} [سورة آل عمران: 144]. ¶ بل إن الله يأتي بقوم يقيمون دينه كما قال تعالى: {يَا أَيُّهَا الَّذِينَ آَمَنُوا مَنْ ¶ ¬__________ ¶ (¬1) صحيح مسلم، كتاب الإيمان، باب الحث على المبادرة بالأعمال، برقم: (118). ¶ (¬2) شرح صحيح مسلم للنووي، المجلد الأول، (2/ 133).",
            "page": "120",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "يَرْتَدَّ مِنْكُمْ عَنْ دِينِهِ فَسَوْفَ يَأْتِي اللَّهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ أَعِزَّةٍ عَلَى الْكَافِرِينَ يُجَاهِدُونَ فِي سَبِيلِ اللَّهِ وَلَا يَخَافُونَ لَوْمَةَ لَائِمٍ} [المائدة: 54]. ¶ وهو من الداخلين في النار، كما قال تعالى: {وَمَنْ يَرْتَدِدْ مِنْكُمْ عَنْ دِينِهِ فَيَمُتْ وَهُوَ كَافِرٌ فَأُولَئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالْآَخِرَةِ وَأُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ} [البقرة:217]. ¶ وله عذاب شديد مع غضب الله عليه: {مَنْ كَفَرَ بِاللَّهِ مِنْ بَعْدِ إِيمَانِهِ إِلَّا مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالْإِيمَانِ وَلَكِنْ مَنْ شَرَحَ بِالْكُفْرِ صَدْرًا فَعَلَيْهِمْ غَضَبٌ مِنَ اللَّهِ وَلَهُمْ عَذَابٌ عَظِيمٌ} [النحل: 106]. ¶ قال ابن حجر: «في الْآيَة وَعِيد شَدِيد لِمَنْ اِرْتَدَّ مُخْتَارًا لِقَوْلِهِ تَعَالَى: {(((((((مَنْ شَرَحَ ((((((((((((صَدْرًا} إِلَى آخِره» (¬1). ¶ ولا شك أن أعظم الذنوب الشرك والكفر، ولذا ورد النهي الشديد عن الوقوع فيه، وإن ترتب على ذلك إزهاق النفس، فعَنْ أَبِي الدَّرْدَاءِ رضي الله عنه قَالَ: «أَوْصَانِي خَلِيلِي - صلى الله عليه وسلم -: أَنْ لَا تُشْرِكْ بِالله شَيْئًا وَإِنْ قُطِّعْتَ وَحُرِّقْتَ، وَلَا تَتْرُكْ صَلَاةً مَكْتُوبَةً مُتَعَمِّدًا، فَمَنْ تَرَكَهَا مُتَعَمِّدًا فَقَدْ بَرِئَتْ مِنْهُ الذِّمَّةُ، وَلَا تَشْرَبْ الْخَمْرَ؛ فَإِنَّهَا مِفْتَاحُ كُلِّ شَرٍّ» (¬2). ¶ قال السندي: قَوْله: «أَنْ لَا تُشْرِك» صِيغَة نَهْي، وَالْمُرَاد أَنْ لَا تُظْهِر الشِّرْك، وَهَذَا يَدُلّ عَلَى أَنَّهُ يَنْبَغِي اِخْتِيَار الْمَوْت وَالْقَتْل دُون إِظْهَار الشِّرْك، وَالله تَعَالَى أَعْلَم. ¶ ¬__________ ¶ (¬1) فتح الباري شرح صحيح البخاري لابن حجر العسقلاني 12/ 312. ¶ (¬2) سنن ابن ماجه، كتاب الفتن، باب الصبر على البلاء، برقم: (4034).",
            "page": "121",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "وإن العلماء حملوا هذا الأمر على العزيمة بقصة عمار في قَوْله: {إِلَّا مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالْإِيمَانِ} [النحل: 106]. ¶ قال الحافظ ابن حجر: «وَالْمَشْهُور أَنَّ الْآيَة الْمَذْكُورَة نَزَلَتْ فِي عَمَّار بْن يَاسِر كَمَا جَاءَ مِنْ طَرِيق أَبِي عُبَيْدَة بْن مُحَمَّد بْن عَمَّار بْن يَاسِر، قَالَ «أَخَذَ الْمُشْرِكُونَ عَمَّارًا فَعَذَّبُوهُ حَتَّى قَارَبَهُمْ فِي بَعْض مَا أَرَادُوا , فَشَكَى ذَلِكَ إِلَى النَّبِيّ - صلى الله عليه وسلم - فَقَالَ لَهُ: كَيْف تَجِد قَلْبك؟ قَالَ: مُطْمَئِنًّا بِالْإِيمَانِ , قَالَ فَإِنْ عَادُوا فَعُدْ» وَهُوَ مُرْسَل وَرِجَاله ثِقَات أَخْرَجَهُ الطَّبَرِي (¬1). ¶ وقال تعالى: {لَا يَتَّخِذِ الْمُؤْمِنُونَ الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ وَمَنْ يَفْعَلْ ذَلِكَ فَلَيْسَ مِنَ اللَّهِ فِي شَيْءٍ إِلَّا أَنْ تَتَّقُوا مِنْهُمْ تُقَاةً} [آل عمران: 28]. ¶ مَعْنَى الْآيَة: «لَا يَتَّخِذ الْمُؤْمِنُ الْكَافِرَ وَلِيًّا فِي الْبَاطِن وَلَا فِي الظَّاهِر، إِلَّا لِلتَّقِيَّةِ فِي الظَّاهِر فَيَجُوز أَنْ يُوَالِيَهُ إِذَا خَافَهُ وَيُعَادِيه بَاطِنًا» (¬2). ¶ ولا شك أن أغلى شيء في الدنيا الإيمان، فليحافظ الإنسان عليه، فبدونه لا يدخل الجنة، كما جاء في الحديث عَنْ عَمْرِو بْنِ مَيْمُونٍ عَنْ عَبْدِالله قَالَ: خَطَبَنَا رَسُولُ الله - صلى الله عليه وسلم - فَأَسْنَدَ ظَهْرَهُ إِلَى قُبَّةِ أَدَمٍ فَقَالَ: «أَلَا! لَا يَدْخُلُ الْجَنَّةَ إِلَّا نَفْسٌ مُسْلِمَةٌ، اللهُمَّ هَلْ بَلَّغْتُ اللهُمَّ اشْهَدْ» الحديث (¬3). ¶ وفي رواية أحمد: قَالَ جَابِرٌ: أَمَرَ النَّبِيُّ - صلى الله عليه وسلم - سُحَيْمًا أَنْ يُؤَذِّنَ فِي النَّاسِ: «أَلَا لَا يَدْخُلُ الْجَنَّةَ إِلَّا مُؤْمِنٌ» (¬4). ¶ ¬__________ ¶ (¬1) فتح الباري شرح صحيح البخاري، لابن حجر 12/ 312. ¶ (¬2) فتح الباري شرح صحيح البخاري، لابن حجر، 12/ 313. ¶ (¬3) صحيح مسلم، كتاب الإيمان، باب كون هذه الأمة نصف أهل الجنة، برقم: (221). ¶ (¬4) مسند أحمد، برقم: (14349).",
            "page": "122",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "ومصداقه من قوله تعالى: {إِنَّهُ مَنْ يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ} [المائدة: 72]. ¶ وأعظم الذنوب الشرك بالله، كما جاء في الحديث: عَنْ عَبْدِ الله قَالَ: سَأَلْتُ النَّبِيَّ - صلى الله عليه وسلم -: أَيُّ الذَّنْبِ أَعْظَمُ عِنْدَ الله؟ قَالَ: «أَنْ تَجْعَلَ للهِ نِدًّا وَهُوَ خَلَقَكَ»، قُلْتُ: إِنَّ ذَلِكَ لَعَظِيمٌ، قُلْتُ: ثُمَّ أَيُّ؟ قَالَ: «وَأَنْ تَقْتُلَ وَلَدَكَ تَخَافُ أَنْ يَطْعَمَ مَعَكَ»، قُلْتُ: ثُمَّ أَيُّ؟ قَالَ: «أَنْ تُزَانِيَ حَلِيلَةَ جَارِكَ» (¬1). ¶ وحق الله على العباد أن يعبدوه ولا يشركوا به شيئا، كما جاء في حديث معاذ: أن النَّبِيَّ - صلى الله عليه وسلم - سأله: «يَا مُعَاذُ، أَتَدْرِي مَا حَقُّ الله عَلَى الْعِبَادِ»؟ قَالَ: اللهُ وَرَسُولُهُ أَعْلَمُ. قَالَ: «أَنْ يَعْبُدُوهُ وَلَا يُشْرِكُوا بِهِ شَيْئًا، أَتَدْرِي مَا حَقُّهُمْ عَلَيْهِ»؟ قَالَ: اللهُ وَرَسُولُهُ أَعْلَمُ. قَالَ: «أَنْ لَا يُعَذِّبَهُمْ» (¬2). ¶ وإن المشرك لا تنفعه أعماله، كما جاء في الحديث عَنْ عَائِشَةَ قَالَتْ: قُلْتُ: يَا رَسُولَ الله، ابْنُ جُدْعَانَ كَانَ فِي الْجَاهِلِيَّةِ يَصِلُ الرَّحِمَ، وَيُطْعِمُ الْمِسْكِينَ، فَهَلْ ذَاكَ نَافِعُهُ؟ قَالَ: «لَا يَنْفَعُهُ، إِنَّهُ لَمْ يَقُلْ يَوْمًا: رَبِّ اغْفِرْ لِي خَطِيئَتِي يَوْمَ الدِّينِ» (¬3). ¶ قال النووي في شرحه: مَعْنَى هَذَا الْحَدِيث: أَنَّ مَا كَانَ يَفْعَلهُ مِنْ الصِّلَة وَالْإِطْعَام وَوُجُوه الْمَكَارِم لَا يَنْفَعهُ فِي الْآخِرَة ; لِكَوْنِهِ كَافِرًا , وَهُوَ مَعْنَى قَوْله - صلى الله عليه وسلم -: «لَمْ يَقُلْ: رَبّ اِغْفِرْ لِي خَطِيئَتِي يَوْم الدِّين»، أَيْ لَمْ ¶ ¬__________ ¶ (¬1) صحيح البخاري، كتاب التفسير، باب: قوله تعالى: فلا تجعلوا لله أندادا، برقم: (4477). ¶ (¬2) صحيح البخاري، كتاب التوحيد، باب ما جاء في دعاء النبي - صلى الله عليه وسلم -، برقم: (7373). ¶ (¬3) صحيح مسلم كتاب الإيمان، باب الدليل على أن من مات على الكفر لا ينفعه، برقم: (214).",
            "page": "123",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "يَكُنْ مُصَدِّقًا بِالْبَعْثِ , وَمَنْ لَمْ يُصَدِّق بِهِ كَافِر وَلَا يَنْفَعهُ عَمَل (¬1). ¶ قَالَ الْقَاضِي عِيَاض ـ رَحِمَهُ الله تَعَالَى ـ: وَقَدْ اِنْعَقَدَ الْإِجْمَاع عَلَى أَنَّ الْكُفَّار لَا تَنْفَعهُمْ أَعْمَالهمْ , وَلَا يُثَابُونَ عَلَيْهَا بِنَعِيمٍ وَلَا تَخْفِيف عَذَاب ,لَكِنَّ بَعْضهمْ أَشَدّ عَذَابًا مِنْ بَعْض بِحَسَبِ جَرَائِمهمْ. ¶ قَالَ الْعُلَمَاء: وَكَانَ اِبْن جُدْعَانَ كَثِير الْإِطْعَام، وَكَانَ اِتَّخَذَ لِلضِّيفَانِ جَفْنَة يُرْقَى إِلَيْهَا بِسُلَّمٍ , وَكَانَ مِنْ بَنِي تَمِيم بْن مُرَّة أَقْرِبَاء عَائِشَة رَضِيَ الله عَنْهَا , وَكَانَ مِنْ رُؤَسَاء قُرَيْش , وَاسْمه عَبْد الله , وَالله أَعْلَم (¬2). ¶ وقال تعالى: {لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ الْخَاسِرِينَ} [الزمر: 65]. ¶ فمن أشرك بالله شيئاً فقد فسدت جميع عباداته من صلاة وصوم وجهاد وصدقة ... نسأل الله السلامة من جميع أنواع الشرك. ¶ ولا يجوز لهم الدعاء بالمغفرة كما قال تعالى: {مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آَمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ وَلَوْ كَانُوا أُولِي قُرْبَى مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمْ أَنَّهُمْ أَصْحَابُ الْجَحِيمِ} [التوبة:113]. ¶ وأما ما ذكر عن دعاء إبراهيم لأبيه، فهو كان قبل علمه النهي، قال تعالى: {وَمَا كَانَ اسْتِغْفَارُ إِبْرَاهِيمَ لِأَبِيهِ إِلَّا عَنْ مَوْعِدَةٍ وَعَدَهَا إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ لِلَّهِ تَبَرَّأَ مِنْهُ إِنَّ إِبْرَاهِيمَ لَأَوَّاهٌ حَلِيمٌ} [التوبة:114]. ¶ فلذا حري بالمسلم أن يحافظ على إيمانه، لكي يحوز برضا الرب جل ¶ ¬__________ ¶ (¬1) شرح صحيح مسلم للنووي، المجلد الأول، (3/ 87). ¶ (¬2) المرجع السابق.",
            "page": "124",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "وعلا، ومن ثم يدخل الجنة ويزحزح عن النار. ¶ وإن من أهم عوامل المحافظة على الإيمان والثبات عليه ما يلي: ¶ 1ـ استشعار عظمة الله جل وعلا ـ دائماً وأبداً ـ فيستشعر أن الخالق المدبر الرزاق ذو القوة المتين، ما من شيء في هذا الكون إلا بعلمه، ولا يتحرك إلا بإذنه، ولا يمرض مريض، ولا يصح صحيح، ولا يفتقر غني، ولا يغني فقير، ولا يولد مولود، ولا يموت حي، ولا يسكن متحرك، ولا يتحرك ساكن إلا بعلمه وإذنه، يعلم دبيب النملة السوداء على الصخرة الصماء في الليلة الظلماء، يعلم السر وأخفى، يطلع على النجوى، ما يكون ثلاثة إلا هو معهم، ولا أدنى من ذلك ولا أكثر إلا هو معهم، رب العالمين، وإله الأولين والآخرين، يقول للشيء كن فيكون سبحانه وتعالى، فإذا استشعر المسلم ذلك عظم عنده خالقه فثبت على دينه. ¶ 2ـ ذكر الله دائماً وأبداً بلسانه وقلبه وأعماله، كما قال تعالى: ... {فَاذْكُرُونِي أَذْكُرْكُمْ وَاشْكُرُوا لِي وَلَا تَكْفُرُونِ} [سورة البقرة: 152]. ¶ وكما جاء في الحديث أنه من السبعة الذين يظلهم الله في ظل عرشه يوم القيامة، فعَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ - صلى الله عليه وسلم - قَالَ: «سَبْعَةٌ يُظِلُّهُمْ اللهُ فِي ظِلِّهِ يَوْمَ لَا ظِلَّ إِلَّا ظِلُّهُ: الْإِمَامُ الْعَادِلُ، وَشَابٌّ نَشَأَ فِي عِبَادَةِ رَبِّهِ، وَرَجُلٌ قَلْبُهُ مُعَلَّقٌ فِي الْمَسَاجِدِ، وَرَجُلَانِ تَحَابَّا فِي الله اجْتَمَعَا عَلَيْهِ وَتَفَرَّقَا عَلَيْهِ، وَرَجُلٌ طَلَبَتْهُ امْرَأَةٌ ذَاتُ مَنْصِبٍ وَجَمَالٍ فَقَالَ: إِنِّي أَخَافُ الله، وَرَجُلٌ تَصَدَّقَ أَخْفَى حَتَّى لَا تَعْلَمَ شِمَالُهُ مَا تُنْفِقُ يَمِينُهُ، وَرَجُلٌ ذَكَرَ الله خَالِيًا",
            "page": "125",
            "part": "1"
        },
        {
            "id": "123",
            "nass": "فَفَاضَتْ عَيْنَاهُ» (¬1). ¶ وفي الحديث القدسي: عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ النَّبِيُّ - صلى الله عليه وسلم -: «يَقُولُ اللهُ تَعَالَى: أَنَا عِنْدَ ظَنِّ عَبْدِي بِي، وَأَنَا مَعَهُ إِذَا ذَكَرَنِي، فَإِنْ ذَكَرَنِي فِي نَفْسِهِ ذَكَرْتُهُ، وَإِنْ تَقَرَّبَ إِلَيَّ ذِرَاعًا تَقَرَّبْتُ إِلَيْهِ بَاعًا، وَإِنْ أَتَانِي يَمْشِي أَتَيْتُهُ هَرْوَلَةً» (¬2). ¶ 3ـ الدعاء وحسن الرجاء بطلب الثبات على هذا الدين، فالنبي - صلى الله عليه وسلم - كان يكثر في دعائه: «يا مقلب القلوب ثبت قلبي على دينك» كما جاء في الحديث عَنْ أَنَسٍ قَالَ: كَانَ رَسُولُ الله - صلى الله عليه وسلم - يُكْثِرُ أَنْ يَقُولَ: «يَا مُقَلِّبَ الْقُلُوبِ ثَبِّتْ قَلْبِي عَلَى دِينِكَ»، فَقُلْتُ: يَا رَسُولَ الله، آمَنَّا بِكَ وَبِمَا جِئْتَ بِهِ فَهَلْ تَخَافُ عَلَيْنَا؟ قَالَ: «نَعَمْ، إِنَّ الْقُلُوبَ بَيْنَ أُصْبُعَيْنِ مِنْ أَصَابِعِ الله يُقَلِّبُهَا كَيْفَ يَشَاءُ» قَالَ أَبُو عِيسَى: هَذَا حَدِيثٌ حَسَنٌ (¬3). ¶ والدعاء مستجاب إذا خلا من الموانع، قال تعالى: {وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ} [غافر: 60] فحري بمحب الإيمان أن يكثر من الدعاء والصلة بربه، وتعميق رجائه بذلك. ¶ 4 - العمل بالفرائض والواجبات، وعدم التساهل فيها كالصلوات المفروضة، والصيام الواجب، والنفقة الحتمية، والبر والإحسان اللازم، فهذه ¶ ¬__________ ¶ (¬1) صحيح البخاري، كتاب الأذان، باب من جلس في المسجد ينتظر الصلاة، برقم: (660). ¶ (¬2) صحيح البخاري، كتاب التوحيد، باب قول الله تعالى: {ويحذركم الله نفسه}، برقم: (7405)، وصحيح مسلم، كتاب الذكر والدعاء والاستغفار، باب الحث على ذكر الله تعالى , برقم: (2675). ¶ (¬3) جامع الترمذي، كتاب القدر، باب ما جاء أن القلوب بين أصبعي الرحمن، برقم: (2140).",
            "page": "126",
            "part": "1"
        },
        {
            "id": "124",
            "nass": "كلها وغيرها من الواجبات عامل من أهم عوامل الثبات. جاء في الحديث القدسي: عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ الله - صلى الله عليه وسلم -: «إِنَّ الله قَالَ مَنْ عَادَى لِي وَلِيًّا فَقَدْ آذَنْتُهُ بِالْحَرْبِ، وَمَا تَقَرَّبَ إِلَيَّ عَبْدِي بِشَيْءٍ أَحَبَّ إِلَيَّ مِمَّا افْتَرَضْتُ عَلَيْهِ، وَمَا يَزَالُ عَبْدِي يَتَقَرَّبُ إِلَيَّ بِالنَّوَافِلِ حَتَّى أُحِبَّهُ، فَإِذَا أَحْبَبْتُهُ؛ كُنْتُ سَمْعَهُ الَّذِي يَسْمَعُ بِهِ، وَبَصَرَهُ الَّذِي يُبْصِرُ بِهِ، وَيَدَهُ الَّتِي يَبْطِشُ بِهَا، وَرِجْلَهُ الَّتِي يَمْشِي بِهَا، وَإِنْ سَأَلَنِي لَأُعْطِيَنَّهُ، وَلَئِنْ اسْتَعَاذَنِي لَأُعِيذَنَّهُ، وَمَا تَرَدَّدْتُ عَنْ شَيْءٍ أَنَا فَاعِلُهُ تَرَدُّدِي عَنْ نَفْسِ الْمُؤْمِنِ؛ يَكْرَهُ الْمَوْتَ وَأَنَا أَكْرَهُ مَسَاءَتَهُ» (¬1). ¶ 5 ـ الإكثار من عمل النوافل بحسب ما يفتح الله سبحانه على العبد، سواء نوافل الصلاة، أو الإنفاق، أو الصيام، أو العمرة والحج وغيرها، كما جاء في الحديث السابق: « .... وَمَا يَزَالُ عَبْدِي يَتَقَرَّبُ إِلَيَّ بِالنَّوَافِلِ حَتَّى أُحِبَّهُ؛ فَإِذَا أَحْبَبْتُهُ كُنْتُ سَمْعَهُ الَّذِي يَسْمَعُ بِهِ، وَبَصَرَهُ الَّذِي يُبْصِرُ بِهِ، وَيَدَهُ الَّتِي يَبْطِشُ بِهَا، وَرِجْلَهُ الَّتِي يَمْشِي بِهَا، وَإِنْ سَأَلَنِي لَأُعْطِيَنَّهُ، وَلَئِنْ اسْتَعَاذَنِي لَأُعِيذَنَّهُ، وَمَا تَرَدَّدْتُ عَنْ شَيْءٍ أَنَا فَاعِلُهُ تَرَدُّدِي عَنْ نَفْسِ الْمُؤْمِنِ؛ يَكْرَهُ الْمَوْتَ وَأَنَا أَكْرَهُ مَسَاءَتَهُ» (¬2). ¶ 6ـ قراءة القرآن الكريم بتدبر وتمعن وتأمل، فهو كنز لا يفنى، ومعين لا ينضب، كلام الله تعالى أنزله على رسوله - صلى الله عليه وسلم - ليكون منهاجا له ولأمته في هذه الحياة، وعاصما لها من القواصم، ومنجيا لها من المهلكات، منيرا لها من ¶ ¬__________ ¶ (¬1) صحيح البخاري، كتاب الرقاق، باب التواضع، برقم: (6502). ¶ (¬2) المرجع السابق.",
            "page": "127",
            "part": "1"
        },
        {
            "id": "125",
            "nass": "دروبها، قال تعالى: {أَفَلَا يَتَدَبَّرُونَ الْقُرْآَنَ وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلَافًا كَثِيرًا} [سورة النساء: 82]. ¶ وقال سبحانه: {كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِيَدَّبَّرُوا آَيَاتِهِ وَلِيَتَذَكَّرَ أُولُو الْأَلْبَابِ} [سورة ص:29]. ¶ بل أوعد لمن لا يتدبر، كما قال تعالى: {أَفَلَا يَتَدَبَّرُونَ الْقُرْآَنَ أَمْ عَلَى قُلُوبٍ أَقْفَالُهَا} [سورة محمد: 24] فمن عاش مع القرآن ثبت على الطريق، ونجى في الدنيا والآخرة. ¶ 7 ـ تنظيم برنامج اليوم والليلة حسب ما شرع الله سبحانه من صلوات وأذكار، وقراءة وأعمال، وقيام بحاجات الفرد والأسرة والمجتمع، فهذا التنظيم الرائع يجعل الإنسان ثابتا على مبدئه، سائرا على طريقه، برعاية مولاه وخالقه. ¶ 8 ـ اجتناب المحظورات والممنوعات، وعدم مقارفة المعاصي صغيرها وكبيرها، فالمعصية باب من أبواب الشيطان، يلج منه إلى القلب ليحاول إفساده فيسول لهذا العاصي معصية أخرى، وهي نقطة سوداء تنقط في القلب فتؤثر عليه، فإذا انضم إليها نقطة أخرى ازداد القلب سوادا حتى يطغى عليه السواد، وقد جاء في الحديث: قَالَ حُذَيْفَةُ: سَمِعْتُ رَسُولَ الله - صلى الله عليه وسلم - يَقُولُ: «تُعْرَضُ الْفِتَنُ عَلَى الْقُلُوبِ كَالْحَصِيرِ عُودًا عُودًا، فَأَيُّ قَلْبٍ أُشْرِبَهَا نُكِتَ فِيهِ نُكْتَةٌ سَوْدَاءُ، وَأَيُّ قَلْبٍ أَنْكَرَهَا نُكِتَ فِيهِ نُكْتَةٌ بَيْضَاءُ، حَتَّى تَصِيرَ عَلَى قَلْبَيْنِ؛ عَلَى أَبْيَضَ مِثْلِ الصَّفَا فَلَا تَضُرُّهُ فِتْنَةٌ مَا دَامَتْ السَّمَاوَاتُ وَالْأَرْضُ، وَالْآخَرُ أَسْوَدُ مُرْبَادًّا كَالْكُوزِ مُجَخِّيًا لَا يَعْرِفُ مَعْرُوفًا وَلَا يُنْكِرُ",
            "page": "128",
            "part": "1"
        },
        {
            "id": "126",
            "nass": "مُنْكَرًا إِلَّا مَا أُشْرِبَ مِنْ هَوَاهُ». الحديث (¬1). ¶ 9 ـ التفكر والتأمل في هذه الحياة، ومخلوقات الله فيها، ويكفي أن يتفكر العبد بنفسه، فضلا عن غيره من المخلوقات، قال تعالى: {وَفِي الْأَرْضِ آَيَاتٌ لِلْمُوقِنِينَ * وَفِي أَنْفُسِكُمْ أَفَلَا تُبْصِرُونَ} [سورة الذاريات: 20 - 21]. ¶ وقال: {سَنُرِيهِمْ آَيَاتِنَا فِي الْآَفَاقِ وَفِي أَنْفُسِهِمْ حَتَّى يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ أَوَلَمْ يَكْفِ بِرَبِّكَ أَنَّهُ عَلَى كُلِّ شَيْءٍ شَهِيدٌ} [سورة فصلت: 53]. ¶ فهذا الجسم بهذه الخلقة وما يحتويه من سمع، وبصر، وشم، ويدين، وغيرها، كم وكم فيها، لو تأمل الإنسان لوصل إلى أن يقول: سبحانك ربي ما أعظمك! وهذا بلا شك عامل من عوامل الثبات على شرع الله تعالى، لأن المعظَم في عين المعظِم عظيم، فيعينه هذا التعظيم على التعلق به والثبات على تعاليمه ودينه. ¶ 10 ـ الصحبة الخيرة، والأصدقاء الناصحون: فالقرين بالمقارن يقتدي، والصاحب يتأثر بمن يصاحب، فليختر الموفق الناصح لنفسه الصحبة المعينة له على فعل الخيرات، وترك المنكرات، فيعينه هذا على الثبات على هذا الدين، لأن النفس بطبيعتها ميالة إلى التأثير والتأثر، والإنسان يتأثر بمن حوله، فلا يعتد الإنسان بنفسه، ويزعم غير ذلك مهما كان من صغير أو كبير، قال تعالى: ... {الْأَخِلَّاءُ يَوْمَئِذٍ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ إِلَّا الْمُتَّقِينَ} [سورة الزخرف: 67] فسماهم «أخلاء» لأن كل واحد تأثر بالآخر يقول الشاعر: ¶ ¬__________ ¶ (¬1) صحيح مسلم، كتاب الإيمان، باب إن الإسلام بدأ غريبا وسيعود غريبا، برقم: (144).",
            "page": "129",
            "part": "1"
        },
        {
            "id": "127",
            "nass": "عن المرء لا تسل وسل عن قرينه ... فكل قرين بالمقارن يقتدي ¶ 11 ـ القراءة والاطلاع في سير العظماء الثابتين وبخاصة سيرة رسول الله - صلى الله عليه وسلم - فهو خير الثابتين، وإمام المتقين، وسيد الأولين والآخرين، وهو القدوة والأسوة، قال تعالى: {لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآَخِرَ} [سورة الأحزاب: 21]، ولا شك أن الاطلاع على سير العظماء يزيد النفس شجاعة وقوة للوصول إلى ما وصلوا إليه، فليجعل الموفق ضمن برنامجه قراءات في سير هؤلاء العظماء ليثبت على دينه، ويحافظ على مكتسباته، ويقوى أمام العواصف والمؤثرات. ¶ 12 ـ طلب العلم، فمن عرف الشيء أبصره على حقيقته، فعظَم شأنه، وأشرف العلوم العلم بالله تعالى ورسوله - صلى الله عليه وسلم - وشرعه لأن فيها النجاة من المهلكات في الدنيا والفوز في الآخرة، قال تعالى: {يَرْفَعِ اللَّهُ الَّذِينَ آَمَنُوا مِنْكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ} [سورة المجادلة: 11]. ¶ وقال تعالى: {قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لَا يَعْلَمُونَ إِنَّمَا يَتَذَكَّرُ أُولُو الْأَلْبَابِ} [سورة الزمر: 9]. ¶ وكما جاء في الحديث: عَنْ ابْنِ عَبَّاسٍ قَالَ: قَالَ رَسُولُ الله - صلى الله عليه وسلم -: «فَقِيهٌ وَاحِدٌ أَشَدُّ عَلَى الشَّيْطَانِ مِنْ أَلْفِ عَابِدٍ» (¬1). ¶ هذه إشارات سريعة لعوامل الثبات على هذا الإيمان، وحبه، وعدم الفتور والضعف، أو الانتكاس، نسأل الله تعالى أن يزيدنا هدى وثباتاً، وأن يحيينا على الإيمان، ويميتنا إليه، ويبعثنا عليه، إنه سميع قريب مجيب. ¶ ¬__________ ¶ (¬1) سنن ابن ماجة، المقدمة، باب: فضل العلماء والحث علي طلب العلم، برقم: (222).",
            "page": "130",
            "part": "1"
        },
        {
            "id": "128",
            "nass": "الخاتمة ¶ الحمد لله الذي هدانا لهذا، وما كنا لنهتدي لولا أن هدانا الله، والصلاة والسلام على النبي الخاتم، المبعوث رحمة للعالمين، أما بعد: ¶ فقد تجولنا مع هذا الحديث العظيم جولة سريعة مقتطفين ثماره اليانعة، وفواكهه اللذيذة، بشيء من الإيجاز والإشارة مما يغني عن التطويل وصريح العبارة، ومن أهم ما خرجنا به من القضايا العظيمة التي أشار إليها الحديث: ¶ * إن الإيمان يزيد بالطاعات وينقص بالمعاصي. ¶ * وأن للإيمان حلاوة يجدها من كان الإيمان في قلبه راسخا. ¶ * وأن التلذذ بهذه الحلاوة بقدر اجتهاد العبد في الأعمال الصالحة. ¶ * ومن الخصال التي يجد بها العبد حلاوة الإيمان: ¶ - أن يكون الله ورسوله أحب إليه مما سواهما. ¶ - وأن يحب المرء لا يحبه إلا لله. ¶ - وأن يكره أن يعود في الكفر كما يكره أن يقذف في النار. ¶ كما تعرفنا من خلال هذه العجالة السريعة على معنى المحبة لغة واصطلاحاً، وأهمية المحبة في الإسلام، وأقسام المحبة، ومراتبها، والأسباب التي تجلب محبة الله، والنماذج الحية لمحبة الله والرسول من حياة الصحابة رضوان الله عليهم أجمعين.",
            "page": "131",
            "part": "1"
        },
        {
            "id": "129",
            "nass": "وكما تعرضنا لفضل التحاب في الله والبغض فيه، وبيّنّا طريقة التعامل مع غير المسلمين، مستدلين من الكتاب والسنة، وأقوال السلف الصالح رحمهم الله أجمعين. ¶ وقبل الختام تحدثنا عن أهمية الثبات على الإيمان، وشناعة الشرك، حتى نحذر من الوقوع فيه، وأن نعض بالنواجذ على الإيمان، ثم أتينا بالخاتمة. ¶ {أَلَمْ تَرَ كَيْفَ ضَرَبَ اللَّهُ مَثَلًا كَلِمَةً طَيِّبَةً كَشَجَرَةٍ طَيِّبَةٍ أَصْلُهَا ثَابِتٌ وَفَرْعُهَا فِي السَّمَاءِ * تُؤْتِي أُكُلَهَا كُلَّ حِينٍ بِإِذْنِ رَبِّهَا وَيَضْرِبُ اللَّهُ الْأَمْثَالَ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ} [إبراهيم:24 - 25]. ¶ نسأل الله تعالى أن ينفع بهذه الكلمات، وأن يجعلها من المدخرات في الحياة وبعد الممات , حقق الله الأعمال وسدد الخطى، وعلمنا ما ينفعنا، ونفعنا بما علمنا إنه عليم حكيم. ¶ وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين. ¶ فالح بن محمد بن فالح الصغير ¶ ص. ب. 41961 الرياض 11531 ¶ البريد الإلكتروني:.  com falehmalsgair@yahoo ¶ * * *",
            "page": "132",
            "part": "1"
        },
        {
            "id": "130",
            "nass": "الفهرس ¶ 1 - المقدمة 5 ¶ 2 - نص الحديث 9 ¶ 3 - تخريج الحديث 11 ¶ 4 - الوقفة الأولى: نظرة في عموم الحديث 13 ¶ 5 - الوقفة الثانية: مفهوم العدد في الحديث 16 ¶ 6 - الوقفة الثالثة: معنى حلاوة الإيمان 19 ¶ 7 - الوقفة الرابعة: في قوله: أن يكون الله ورسوله أحب إليه مما سواهما 22 ¶ 8 - أولاً: تعريف المحبة لغة واصطلاحا 22 ¶ 9 - ثانياً: مراتب المحبة 25 ¶ 10 - ثالثاً: أهمية محبة الله ومنزلتها 28 ¶ 11 - رابعاً: المحبة على طرفين 31 ¶ 12 - خامساً: الأسباب الجالبة لمحبة الله تعالى 37 ¶ 13 - سادساً: آثار محبة الله للعبد 47 ¶ 14 - سابعاً: شيء من أحوال السلف في باب المحبة 49 ¶ 15 - ثامناً: محبة رسول الله - صلى الله عليه وسلم - 57 ¶ 16 - تاسعاً: نماذج حية لمحبة الله والرسول من حياة الصحابة 67",
            "page": "133",
            "part": "1"
        },
        {
            "id": "131",
            "nass": "17 - عاشراً: التجاوز في المحبة 72 ¶ 18 - الحادي عشر: الداعية والمربي ومحبة الله تعالى 79 ¶ 19 - الثاني عشر: محبة الله والوقاية من الأمراض 81 ¶ 20 - الوقفة الخامسة: في قوله: أن يحب المرء لا يحبه إلا لله 83 ¶ 21 - أولا: تعريفها 83 ¶ 22 - ثانياً: فضلها 85 ¶ 23 - ثالثاً: حب القلوب وتآلفها نعمة من الله 88 ¶ 24 - رابعاً: حقوق الصحبة والأخوة في الله 92 ¶ 25 - خامساً: البغض في الله 99 ¶ 26 - سادساً: الحب المذموم 101 ¶ 27 - سابعاً: علاقة المسلم بغير المسلمين 106 ¶ 28 - ثامناً: الداعية ومحبة الناس 114 ¶ 29 - الوقفة السادسة: حب الإيمان وكراهية الكفر 116 ¶ 30 - عوامل المحافظة على الإيمان والثبات عليه 123 ¶ 31 - الخاتمة 129 ¶ 32 - الفهرس 131 ¶ * * *",
            "page": "134",
            "part": "1"
        }
    ],
    "t35982": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "ثلاث من كن فيه"
        }
    ]
}