{
    "b35983": [
        {
            "id": "1",
            "nass": "أحاديث الفتن والحوادث ¶ مقدمة الشارح (الجزء الثاني) ¶ الحمد لله، وصلى الله وسلم وبارك على عبده ورسوله وعلى آله وصحبه، ومن اهتدى بهداه. ¶ أما بعد: فنواصل مستعينين بالله ما بدأناه معكم في العام الماضي -والحمد لله- من التعليق على كتاب الفتن للإمام المجدد محمد بن عبد الوهاب -رحمه الله-. ¶ تقدم في مقدمات الكلام أن الفتن جمع فتنة، والفتنة أصلها الاختبار. يقال: فتنت الذهب إذا اختبرته بتمييزه، ويطلق على الابتلاء عموما كما قال -سبحانه وتعالى-: { وَنَبْلُوكُمْ بِالشَّرِّ وَالْخَيْرِ فِتْنَةً } (¬1) ويقول سبحانه وتعالى: { أَحَسِبَ النَّاسُ أَنْ يُتْرَكُوا أَنْ يَقُولُوا آَمَنَّا وَهُمْ لَا يُفْتَنُونَ (2) } (¬2) . ¶ وجاء معنى الفتنة في القرآن لمعان. اسم الفتنة جاء لمعان في القرآن، جاء بمعنى الابتلاء كما في هذه الآيات، وبمعنى الشرك { وَالْفِتْنَةُ أَكْبَرُ مِنَ الْقَتْلِ } (¬3) وقال تعالى: { وَقَاتِلُوهُمْ حَتَّى لَا تَكُونَ فِتْنَةٌ } (¬4) وعلى الصد عن سبيل الله وتعذيب المؤمنين { إِن الَّذِينَ فَتَنُوا الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ ثُمَّ لَمْ يَتُوبُوا } (¬5) وعلى العذاب بالنار { ذُوقُوا فِتْنَتَكُمْ هَذَا الَّذِي كُنْتُمْ بِهِ تَسْتَعْجِلُونَ (14) } (¬6) . ¶ وتطلق الفتنة على الابتلاء، على العذاب، وعلى أسباب العذاب التي أعظمها الشرك. تطلق الفتنة -كما سيأتي- على ما يصد عن دين الله، ما يسمى بفتن الشهوات وفتن الشبهات. والحرب والقتال الذي لا يعلم وجهه الحرب الملتبسة فتنة؛ تختلط فيها الأمور، تعظم فيها الشبهة، ويحصل فيها عذاب على قوم. فالحرب التي لا يعلم وجه الحق فيها، ولا يتميز المحق من المبطل، أو يكون كل من الأطراف مبطلا. ¶ ¬__________ ¶ (¬1) - سورة الأنبياء آية : 35. ¶ (¬2) - سورة العنكبوت آية : 2. ¶ (¬3) - سورة البقرة آية : 217. ¶ (¬4) - سورة البقرة آية : 193. ¶ (¬5) - سورة البروج آية : 10. ¶ (¬6) - سورة الذاريات آية : 14.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "وتقدم أيضا من هذا الباب يعني معنون في دواوين السنة؛ كما في الصحيحين وغيرهما كتاب الفتن؛ الفتن. ويترجمون بهذا عن الأحاديث التي فيها الإخبار عما سيكون من الشرور من الحروب من الحوادث؛ ولهذا يندرج تحت هذا العنوان ذكر أشراط الساعة، يدرجها بعضهم وبعضهم يفردها في أبواب. ¶ فالفتن المستقبلية التي أخبر عنها الرسول عليه الصلاة والسلام هي من أشراط الساعة. والفتن من لوازم هذه الحياة؛ لأن الإنسان خلق في هذه الدنيا للابتلاء. والله تعالى قد أنزل القرآن وأنزل الفرقان للاعتصام؛ للاعتصام به في هذه المحن والملمات. كما في الحديث المشهور عند الترمذي من حديث علي - رضي الله عنه - أنه - صلى الله عليه وسلم - قال: \" إنها ستكون فتنة. قلت: فما المخرج منها؟ قال: كتاب الله؛ فيه خبر ما قبلكم، ونبأ ما بعدكم، وحكم ما بينكم \" الحديث. فالقرآن الاعتصام به هو حبل النجاة من مضلات الفتن. ¶ نسأله سبحانه وتعالى أن يعصمنا بكتابه وهداه من مضلات الفتن ما ظهر منها وما بطن، والله أعلم، وصلى الله على نبينا محمد . ¶ بَابُ اَلنَّهْيِ عَنْ اَلسَّعْيِ فِي اَلْفِتْنَة ¶ حديث إن بين أيديكم فتنا كقطع الليل المظلم ¶ بسم الله الرحمن الرحيم، الحمد لله رب العالمين، والصلاة والسلام على نبينا محمد وعلى آله وصحبه أجمعين. ¶ اللهم صل وسلم على نبينا محمد.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "قال رحمه الله تعالى: بَابُ اَلنَّهْيِ عَنْ اَلسَّعْيِ فِي اَلْفِتْنَة. وَلِأَبِي دَاوُدَ عَنْ أَبِي مُوسَى - رضي الله عنه - قَالَ رَسُولُ اَللَّهِ - صلى الله عليه وسلم - \" إِنَّ بَيْنَ أَيْدِيكُمْ فِتَنًا كَقِطَعِ اَللَّيْلِ اَلْمُظْلِمِ, يُصْبِحُ اَلرَّجُلُ فِيهَا مُؤْمِنًا وَيُمْسِي كَافِرًا, وَيُمْسِي مُؤْمِنًا, وَيُصْبِحُ كَافِرًا. اَلْقَاعِدُ فِيهَا خَيْرٌ مِنْ اَلْقَائِمِ, وَالْقَائِمُ فِيهَا خَيْرٌ مِنْ اَلسَّاعِي. قَالُوا: فَمَا تَأْمُرُنَا يَا رَسُولَ اَللَّه؟ قَالَ: كُونُوا أَحْلَاسَ بُيُوتِكُم \" . ¶ ــــــــــــ ¶ الحمد لله. يقول الشيخ رحمه الله: ولِأَبِي دَاوُدَ؛ يعني عند، يعني في السنن في سنن أبي داود عن أبي موسى - رضي الله عنه - عن النبي - صلى الله عليه وسلم - أنه قال: \" إن بين أيديكم \". يعني في المستقبل، فيما تستقبلونه من هذه الدنيا. وعبر بهذا اللفظ عما يكون أمام الإنسان؛ أمامه. أمام الشيء؛ ما كان أمامه فهو بين يديه. ¶ \" إِنَّ بَيْنَ أَيْدِيكُمْ فِتَنًا كَقِطَعِ اَللَّيْلِ اَلْمُظْلِم \" تصوير لهولها وظلمتها؛ مما يدل على عظم خطرها، وعظم اللبس فيها. فتن مظلمة. يقول: \" يُصْبِحُ اَلرَّجُلُ فِيهَا مُؤْمِنًا, وَيُمْسِي كَافِرًا \" . ¶ يقول الحديث: \" تكون فتنا كقطع الليل المظلم يصبح الرجل فيها مؤمنا ويمسي كافرا، ويمسي مؤمنا ويصبح كافرا \" . ¶ جاء في صحيح مسلم قريب من هذا اللفظ: \" بَادِرُوا بِالْأَعْمَالِ الصالحة فِتَنًا كَقِطَعِ اَللَّيْلِ اَلْمُظْلِمِ, يُصْبِحُ اَلرَّجُلُ مُؤْمِنًا وَيُمْسِي كَافِرًا, وَيُمْسِي مُؤْمِنًا وَيُصْبِحُ كَافِرًا, يَبِيعُ دِينَهُ بِعَرَضٍ مِنْ اَلدُّنْيَا \" كناية عن تأثيرها على الناس في دينهم؛ وأنها تؤدي ببعضهم إلى التحول: \" يصبح مؤمنا ويمسي كافرا \" يحتمل الله أعلم قوله: \" يمسي ¶ .....................................................................................",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "ـــــــــــــــ ¶ كافرا \" يحتمل أنه الكفر الأكبر، وأنه قد تسبب له هذه الفتن ردة؛ الردة عن الإسلام. يكون مؤمنا فيرتد ويصير كافرا \" ويمسي مؤمنا ويصبح كافرا يبيع دينه بعرض من الدنيا \" . ¶ يحتمل عندي أنه ربما كان الكفر هنا كفر دون كفر فيشمل الحديث هذا وهذا. فمن الناس من توجب له هذه الفتنة الردة عن الإسلام؛ باستحلال ما حرم الله، بالإجابة إلى شيء من ملل الكفر، وتوجب لبعض الناس يعني معصية بالإقدام على ما حرم الله؛ كما في الحديث \" لا ترجعوا بعدي كفارا يضرب بعضكم رقاب بعض \" فأطلق على القتل؛ قتل القتال المحرم قتال الفتنة؛ سماه كفرا. فاللفظ يحتمل هذا وهذا. وأقول: لعله يشمل هذا وهذا؛ لأن هذه الفتن قد توجب لبعض الناس الكفر الأكبر، وتوجب لبعضهم الكفر الأصغر نعم. أعد الأصل نعم. ¶ \" إِنَّ بَيْنَ أَيْدِيكُمْ فِتَنًا كَقِطَعِ اَللَّيْلِ اَلْمُظْلِمِ, يُصْبِحُ اَلرَّجُلُ فِيهَا مُؤْمِنًا, وَيُمْسِي كَافِرًا, وَيُمْسِي مُؤْمِنًا, وَيُصْبِحُ كَافِرًا. اَلْقَاعِدُ فِيهَا خَيْرٌ مِنْ اَلْقَائِمِ, وَالْقَائِمُ فِيهَا خَيْرٌ مِنْ اَلسَّاعِي. قَالُوا: فَمَا تَأْمُرُنَا يَا رَسُولَ اَللَّهِ قَالَ: كُونُوا أَحْلَاسَ بُيُوتِكُمْ \" . ¶ قال في الحديث: القاعد في هذه الفتن خير من القائم، والقائم خير من الساعي. لكن عندكم تصويب؛ والقائم خير من الماشي، والماشي خير من الساعي. يصير فيه ثلاث مراتب: القاعد خير من القائم، والقائم خير من الماشي، والماشي خير من الساعي. ومعنى هذا أن المشاركين في هذه الفتن على مراتب. منهم المشارك لكنه يعني بقدر يسير بمثابة القاعد في السير القاعد، وآخر أرفع منه قائم، أما من لم يشارك أصلا فليس من الفتنة في شيء لا قاعد ولا قائم ولا ماش ولا ساع.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "لكن القاعد فيها لم يقل القاعد عنها القاعد خير من القائم. القائم واقف مستعد للسير. القائم الواقف خير من الماشي في الفتنة، والماشي خير من الساعي. السعي هو الإسراع في السير، والمشي سير من غير إسراع. والمقصود أن كل من كان يعني أقل أثرا في هذه الفتنة فهو خير ممن فوقه في المشاركة والتأثير. وهذا حال الناس في كل باطل، على مراتب: منهم من -والعياذ بالله- يعني يكون يشارك فيها لكن ليس بقدر يسير ولا يكون له ¶ ..................................................................................... ـــــــــــــــ ¶ كبير أثر فيها. وآخر لا. يسير فيها بقوة، يعني مثل الدعاة يدعو للفتنة، يعني أئمة. يكون إماما في الفتن ومسرعا فيها ومبادرا إليها. ¶ { * يَا أَيُّهَا الرَّسُولُ لَا يَحْزُنْكَ الَّذِينَ يُسَارِعُونَ فِي الْكُفْرِ } (¬1) يسارعون فيه. فيه من يسارع. وهذا فيه الترغيب في البعد في البعد عن هذه الفتن، واتقاء هذه الفتن \" قالوا: فما تأمرنا يا رسول الله؟ قال: كونوا أحلاس بيوتكم \" يعني اعتزلوا هذه الفتن، تجنبوها مطلقا لا قاعدين ولا قائمين ولا ماشين ولا ساعين. ¶ \" كونوا أحلاس بيوتكم \" ؛ يعني الزموا بيوتكم. وهذا فيه نوع من التشبيه؛ فالحلس يقولون: إنه هو الكساء الذي يكون تحت القتب على ظهر البعير، لاصق ما يبرح المكان ما يبرحه \" كونوا أحلاس بيوتكم \" الزموا بيوتكم، واعتزلوا هذه الفتن وأهلها، لا تشاركوا فيها إلا مشاركة في حق يعني من حيث الدعوة والإصلاح. ¶ { ¶ ¬__________ ¶ (¬1) - سورة المائدة آية : 41.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وَإِنْ بb$tGxےح !$sغ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا فَأَصْلِحُوا بَيْنَهُمَا } (¬1) هذا مشاركة طيبة هذا ليس هو في الفتنة قاعد ولا قائم، هو في غير الفتنة، هو مصلح مجاهد داع إلى الله. لكن من لم يكن له يعني أثر في الإصلاح ودفع الشر؛ فليلزم بيته ويعتزل \" كونوا أحلاس بيوتكم \" وهذا كما تقدم، وكما سيأتي في الروايات في الفتن في الحروب التي تقوم بين الناس. إما يعني، إما أن يكون المقتتلون فيها كلهم يعني مبطلون، أو أنه لم يتبين وجه الصواب المحق منهم من المبطل، يكون الأمر فيها مشتبها؛ وملتبسا فيتجنب الفريقين \" كونوا أحلاس بيوتكم \" نعم. بعده. ¶ حديث إنها ستكون فتنة وفرقة واختلاف ¶ وَلِابْنِ ماجه: عَنْ أَبِي بُرْدَة قَالَ: دَخَلْتُ عَلَى مُحَمَّدِ بْنِ مَسْلَمَةَ فَقَالَ: إِنَّ رَسُولَ اَللَّهِ - صلى الله عليه وسلم - قَالَ: \" إِنَّهَا سَتَكُونُ فِتْنَة وَفُرْقَة وَاخْتِلَاف, فَإِذَا كَانَ ذَلِكَ فَأْتِ بِسَيْفِكَ أُحُدًا, فَاضْرِبْهُ بِهِ حَتَّى يَنْقَطِعَ, ثُمَّ اِجْلِسْ فِي بَيْتِكَ حَتَّى تَأْتِيَكَ يَدٌ خَاطِئَةٌ, أَوْ مَيْتَةٌ قَاضِيَةٌ \" أو ميتة في التصويب عندكم أو منية. نعم فَقَدْ وَقَعَتْ, وَفَعَلْتُ مَا قَالَ رَسُولُ اَللَّهِ - صلى الله عليه وسلم - . ¶ ــــــــــــ ¶ ¬__________ ¶ (¬1) - سورة الحجرات آية : 9.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "يقول: عن أبي بردة ابن أبي موسى - رضي الله عنه - يقول: دخلت على محمد بن مسلمة؛ الصحابي الجليل الشهير الذي ندبه الرسول - صلى الله عليه وسلم - لقتل كعب بن الأشرف اليهودي. دخل عليه في أيام الفتن في أيام القتال بين علي - رضي الله عنه - والمنتصرين لعثمان - رضي الله عنه - المطالبين بتسليم قتلته في وقعة الجمل أو وقعة صفين. فيقول محمد بن مسلمة إن رسول الله - صلى الله عليه وسلم - قال: \" إِنَّهَا سَتَكُونُ فِتْنَةٌ وَفُرْقَةٌ وَاخْتِلَافٌ، فَإِذَا كَانَ ذَلِكَ فخذ سيفك وائت أحدا واضربه بسيفك حتى ينقطع \" يتكسر قيل: في معنى هذا إنه على الحقيقة يعني فعلا خذ سيفك وكسره؛ حتى لا يكون هناك عندك وسيلة قتال بإطلاق. ¶ بعضهم يقول: لا. إن هذا كناية عن ترك القتال، المبالغة في ترك القتال، ويرجح النووي المعنى الأول، وإجراء الكلام على حقيقته. يقول محمد بن مسلمة - رضي الله عنه - يقول في الحديث: نعم. \" ثم الزم بيتك حتى تأتيك يد خاطئة أو منية قاضية \" إما أن تموت بأجلك من غير يعني من غير فعل فاعل، أو تأتيك يد خاطئة تقتلك. هذا يطابق ما قبله وما بعده \" كونوا أحلاس بيوتكم \" الزم بيتك حتى يأتيك الموت؛ إما على يدي ظالم وإلا بحلول أجلك من غير سبب وفعل معتد. ¶ يقول: وقد وقعت. وقع ما أخبر به عليه الصلاة والسلام ففعلت ما أمرني به. وقعت الفتنة ووقعت الفرقة والاختلاف وأنا الآن فعلته. ومحمد بن مسلمة هو من المجموعة الذين اعتزلوا القتال مع الطرفين. اعتزلوا القتال مع علي ومع معاوية؛ كأبي بكرة وابن عمر وسعد بن أبي وقاص وفلان وفلان. جماعة من أكابر الصحابة اعتزلوا ¶ ..................................................................................... ـــــــــــــــ",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "الفتنة ولم يقاتلوا. لم يقاتلوا مع طلحة والزبير وعائشة رضي الله عنها ، ولا مع علي ولا مع معاوية. اعتزلوا الجميع فكانوا كما يعني شرح ذلك شيخ الإسلام ابن تيمية رحمه الله ، وأن هؤلاء هم الذين يعني أصابوا، والآخرون مجتهدون ومتفاوتون في حظهم من الصواب. ¶ يقول الإمام ابن تيمية ما معناه: إن علي معلوم أنه هو الأحق بالأمر وهو الخليفة الراشد، ولكن كان يعني الرأي ألا يقاتل أهل الشام؛ لأنهم لم يبدءوا القتال، إنما امتنعوا من المبايعة مطالبين بقتلة عثمان؛ فكانت الرأي، ولكن الأمر يعني قَدَر. لله الحكمة البالغة في كل ما يجري. ¶ فهؤلاء الذين اعتزلوا القتال رأوا أن القتال ليس هو الطريق؛ فلهذا يعني لم يروه الصواب. أما لو رأوا أن القتال هو الحكمة قاتلوا؛ لأن الله تعالى يقول: { فَقَاتِلُوا الَّتِي تَبْغِي حَتَّى تَفِيءَ إِلَى أَمْرِ اللَّهِ } (¬1) والله أعلم. أعد النص. نعم. وعن أبي بردة. ¶ وَلِابْنِ ماجه: عَنْ أَبِي بُرْدَة قَالَ: دَخَلْتُ عَلَى مُحَمَّدِ بْنِ مَسْلَمَةَ فَقَالَ: إِنَّ رَسُولَ اَللَّهِ - صلى الله عليه وسلم - قَالَ: \" إِنَّهَا سَتَكُونُ فِتْنَةٌ وَفُرْقَةٌ وَاخْتِلَافٌ, فَإِذَا كَانَ ذَلِكَ فَأْتِ بِسَيْفِكَ أُحُدًا, فَاضْرِبْهُ بِهِ حَتَّى يَنْقَطِعَ, ثُمَّ اِجْلِسْ فِي بَيْتِكَ حَتَّى تَأْتِيَكَ يَدٌ خَاطِئَةٌ, أَوْ مَنيَةٌ قَاضِيَةٌ \" فَقَدْ وَقَعَتْ, وَفَعَلْتُ مَا قَالَ رَسُولُ اَللَّهِ - صلى الله عليه وسلم - - صلى الله عليه وسلم - . نعم. ¶ حديث إذا كانت فتنة بين المسلمين ¶ ¬__________ ¶ (¬1) - سورة الحجرات آية : 9.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وَلَهُ عَنْ عُدَيْسَةَ بِنْتِ أُهْبَانَ: قَالَتْ: لَمَّا جَاءَ عَلِيُّ بْنُ أَبِي طَالِبٍ هاَهُنَا اَلْبَصْرَةَ دَخَلَ عَلَى أَبِي فَقَالَ: يَا أَبَا مُسْلِمٍ! هَلْ تُعِينُنِي عَلَى هَؤُلَاءِ اَلْقَوْم؟. قَالَ: بَلَى: قَالَتْ: فَدَعَا بِجَارِيَةٍ لَهُ فَقَالَ: يَا جَارِيَةُ! أَخْرِجِي سَيْفِي, قَالَ: فَأَخْرَجَتْه، فَسَلَّ مِنْهُ قَدْرَ شِبْرٍ؛ فَإِذَا هُوَ خَشَب، فَقَالَ: إِنَّ خَلِيلِي وَابْنَ عَمِّكَ - صلى الله عليه وسلم - عَهِدَ إِلَيَّ \" إِذَا كَانَتْ فِتْنَةٌ بَيْنَ اَلْمُسْلِمِينَ, فَاتَّخِذ سَيْفًا مِنْ خَشَبٍ \" فَإِنْ شِئْتَ خَرَجْتُ مَعَكَ. قَالَ: لَا حَاجَةَ لِي فِيكَ, وَلَا فِي سَيْفِكَ. ¶ ــــــــــــ ¶ هذا الحديث يرويه أهبان بن صيفي الغفاري. عديسة بنت أهبان تقول: إنه لما جاء علي - رضي الله عنه - إلى البصرة. يظهر أنه لقتال أهل الجمل دخل على أبيها يقول: ألا تعينني؟ يطلب منه أن يدخل معه في قتال أولئك. ألا تعينني على هؤلاء القوم؟ قال: نعم. فأمر من أتاه بسيفه، فسله. سل منه قدرا؛ فإذا هو خشب، ثم روى الحديث: إن خليلي قال: \" إِذَا كَانَتْ فِتْنَةٌ بَيْنَ اَلْمُسْلِمِينَ, فَاَتَّخِذ سَيْفًا مِنْ خَشَبٍ \" . ¶ \" اتخذ سيفا من خشب \" قد يكون الحديث أن المراد به أيضا من جنس ما قلناه في الأول، يعني كناية عن ألا تتخذ سلاحا أو ألا تقاتل أصلا. وأهبان صحابي - رضي الله عنه - يعني حمل الحديث على ظاهره \" اتخذ سيفا من خشب \" والسيف من خشب ما ينفع في القتال؛ فلهذا لما رأى علي هذا السيف علم أن قوله: نعم، يعني إني معك، سأقاتل معك بهذا السيف. أنت تريد أن تقاتل بهذا السيف؛ السيف لا فائدة فيه؛ فقال علي: لا حاجة لي بك ولا بسيفك.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "هذا كله يشهد لما تقدم من اعتزال الفتنة التي تكون بين المسلمين؛ بالكف عن القتال، وعدم اقتناء السلاح الذي يجرئ. اقتناء السلاح يجرئ على الدماء. قد يكون عند الإنسان تثور عنده حمية. يمكن يؤثر عليه بعض ¶ الناس؛ لكن لا يكن لك سيف أصلا، لا يكن عندك سلاح يجرئك على القتال. كن معتزلا وأعزل، كن أعزل من السلاح. إن كان عندك سيف فأتلفه نعم بعده. ¶ حديث إن بين يدي الساعة فتنا كقطع الليل المظلم ¶ وَلِأَبِي دَاوُدَ: عَنْ أَبِي مُوسَى رضي الله تعالى عنه قَالَ رَسُولُ اَللَّهِ - صلى الله عليه وسلم - \" إِنَّ بَيْنَ يَدَي اَلسَّاعَةِ فِتَنًا كَقِطَعِ اَللَّيْلِ اَلْمُظْلِمِ, يُصْبِحُ اَلرَّجُلُ فِيهَا مُؤْمِنًا وَيُمْسِي كَافِرًا, وَيُمْسِي مُؤْمِنًا وَيُصْبِحُ كَافِرًا. اَلْقَاعِدُ فِيهَا خَيْرٌ مِنْ اَلْقَائِمِ وَالْقَائِمُ خَيْرٌ مِنْ اَلْمَاشِي, وَالْمَاشِي فِيهَا خَيْرٌ مِنْ اَلسَّاعِي؛ فَكَسِّرُوا قِسِيَّكُمْ, وَقَطِّعُوا أَوْتَارَكُمْ, وَاضْرِبُوا بِسُيُوفِكُمْ اَلْحِجَارَةَ, فَإِنْ دُخِلَ عَلَى أَحَدٍ مِنْكُمْ, فَلْيَكُنْ كَخَيْرِ اِبْنَيْ آدَمَ \" . ¶ ــــــــــــ ¶ هذا الحديث هو نفس الحديث الأول المتقدم، والراوي واحد؛ إلا أن في هذه الرواية زيادة \" فَكَسِّرُوا قِسِيَّكُمْ، وَقَطِّعُوا أَوْتَارَكُمْ، وَاضْرِبُوا بِسُيُوفِكُمْ اَلْحِجَارَةَ \" تماما متطابق مع ما قبله، فليأت أحدكم أحدا وليضربه بسيفه حتى ينقطع.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "\" كسروا قسيكم \" جمع قوس؛ القسي جمع قوس. \" قطعوا أوتاركم \" الوتر وتر القوس، يعني من أجزاء القوس الوتر \" واضربوا بسيوفكم الحجارة \" هذا مثله تماما. قال: فإذا جاء أحد يريد يعني قتلكم، أو فإن جاء أحدكم من يريد قتله \" فليكن كخير ابني آدم \" يعني اجتنبوا اعتزلوا الفتنة، فإن جاء أحد يريد قتلكم أو قتل أحدكم \" فليكن كخير ابني آدم \" أخبرنا الله عن نبئهم { * وَاتْلُ عَلَيْهِمْ نَبَأَ ابْنَيْ آَدَمَ بِالْحَقِّ إِذْ قَرَّبَا قُرْبَانًا فَتُقُبِّلَ مِنْ أَحَدِهِمَا وَلَمْ يُتَقَبَّلْ مِنَ الْآَخَرِ قَالَ لَأَقْتُلَنَّكَ قَالَ إِنَّمَا يَتَقَبَّلُ اللَّهُ مِنَ الْمُتَّقِينَ (27) لَئِنْ بَسَطْتَ إِلَيَّ يَدَكَ لِتَقْتُلَنِي مَا أَنَا بِبَاسِطٍ يَدِيَ إِلَيْكَ لِأَقْتُلَكَ إِنِّي أَخَافُ اللَّهَ رَبَّ الْعَالَمِينَ (28) } (¬1) . ¶ يعني لا تقاوم كن \" كخير ابني آدم \" وهذا عند أهل العلم يخص عموم أحاديث قتال الصائل. الحديث الذي فيه قلت يا رسول الله: \" أرأيت إن جاء رجل يريد أخذ مالي؟! قال: لا تعطه مالك. قال: إن قاتلني؟ قال: ¶ .................................................................................. ـــــــــــــــ ¶ قاتله. قال: إن قتلني؟ قال: فأنت شهيد. قال: إن قتلته؟ قال: هو في النار. \" ففي هذا الإذن بالمقاومة؛ مقاومة الصائل. قالوا: إلا إذا كان في الفتنة، فينبغي ألا يدافع. ؛ لأنه إذا دافع كأنه شارك، نوع من المشاركة. المقاومة نوع من المشاركة. وهذا جاء بتأويل، هذا القاتل جاء بتأويل؛ متأول يرى أنه يقاتل بحق. ¶ أعد الآخر. ¶ \" فَكَسِّرُوا قِسِيَّكُمْ, وَقَطِّعُوا أَوْتَارَكُمْ, وَاضْرِبُوا بِسُيُوفِكُم اَلْحِجَارَةَ, فَإِنْ دَخَلَ عَلَى أَحَدٍ مِنْكُمْ, فَلْيَكُنْ كَخَيْرِ اِبْنَيْ آدَمَ. فَإِنْ دُخَلَ عَلَى أَحَدٍ مِنْكُمْ, فَلْيَكُنْ كَخَيْرِ اِبْنَيْ آدَم \" . ¶ ¬__________ ¶ (¬1) - سورة المائدة آية : 27-28.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "خير ابني آدم ذاك الذي قال: { لَئِنْ بَسَطْتَ إِلَيَّ يَدَكَ لِتَقْتُلَنِي مَا أَنَا بِبَاسِطٍ يَدِيَ إِلَيْكَ لِأَقْتُلَكَ إِنِّي أَخَافُ اللَّهَ رَبَّ الْعَالَمِينَ (28) إِنِّي أُرِيدُ أَنْ تَبُوءَ بِإِثْمِي وَإِثْمِكَ فَتَكُونَ مِنْ أَصْحَابِ النَّارِ وَذَلِكَ جَزَاءُ الظَّالِمِينَ (29) } (¬1) . يعنى ، كن كخير ابني آدم، يعني لا تقاوم لا تقاتل نعم. ¶ حديث كن كخير ابني آدم ¶ وَلَهُ عَنْ سَعْدٍ قُلْتُ: يَا رَسُولَ َاللَّهِ إِنْ دَخَلَ عَلَيَّ بَيْتِي، وَبَسَطَ يَدَهُ إِلَيَّ لِيَقْتُلَنِي؟ قَالَ رَسُولُ اَللَّهِ - صلى الله عليه وسلم - \" كُنْ كَخَيْرِ اِبْنَيْ آدَمَ , وَتَلَا هَذِهِ اَلْآيَةَ { لَئِنْ بَسَطْتَ إِلَيَّ يَدَكَ } (¬2) الآية \" . ¶ ــــــــــــ ¶ هذا شاهد لما قبله تماما. قال سعد: قلت: يا رسول إن دخل علي فأراد أن يقتلني؟ قال: \" كن كخير ابني آدم \" وتلا هذه الآية. ظاهر السياق أنه الرسول عليه الصلاة والسلام. ولكن فيه عندكم في التصويب أن الذي تلا هذه الآية هو أحد الرواة. فهذا شاهد. الآية شاهد. قول الرسول: \" كن كخير ابني آدم \" هذا إشارة للآية قطعا، والراوي ساقها؛ كأنه ليعرف من لا يحفظها، ويذكر بها من لا يحفظها. هو الذي قال: { لَئِنْ بَسَطْتَ إِلَيَّ يَدَكَ لِتَقْتُلَنِي مَا أَنَا بِبَاسِطٍ يَدِيَ إِلَيْكَ لِأَقْتُلَكَ إِنِّي أَخَافُ اللَّهَ رَبَّ الْعَالَمِينَ (28) } (¬3) نعم. أعد الآخر قال سعد. ¶ ¬__________ ¶ (¬1) - سورة المائدة آية : 28-29. ¶ (¬2) - سورة المائدة آية : 28. ¶ (¬3) - سورة المائدة آية : 28.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وَلَهُ عَنْ سَعْدٍ قُلْتُ: يَا رَسُولَ اَللَّهِ إِنْ دَخَلَ عَلَيَّ بَيْتِي، وَبَسَطَ يَدَهُ إِلَيَّ لِيَقْتُلَنِي؟ قَالَ رَسُولُ اَللَّهِ - صلى الله عليه وسلم - \" كُنْ كَخَيْرِ اِبْنَيْ آدَمَ \" وَتَلَا يَزيدُ هَذِهِ اَلْآيَةَ. هذا هو التصويب وتلا يزيد الراوي تلا هذه الآية. نعم { لَئِنْ بَسَطْتَ إِلَيَّ يَدَكَ } (¬1) الآية نعم بعده. ¶ حديث كيف بكم وبزمان يغربل الناس فيه غربلة ¶ وَلَهُ عَنْ عبد الله بنِ عَمرو بن العاص قَالَ: قَالَ رَسُولُ اَللَّهِ - صلى الله عليه وسلم - \" كَيْفَ بِكُمْ وَبِزَمَان يُوشِكُ أَنْ يَأْتِيَ يُغَرْبَلُ اَلنَّاسُ فِيهِ غَرْبَلَةً. تَبْقَى حُثَالَةٌ مِنْ اَلنَّاسِ, قَدْ مَرَجَتْ عُهُودُهُمْ وَأَمَانَاتُهُمْ وَاخْتَلَفُوا, فَكَانُوا هَكَذَا وَهَكَذَا وَشَبَّكَ بَيْنَ أَصَابِعِه. قَالُوا: كَيْفَ بِنَا يَا رَسُولَ اَللَّهِ إِذَا كَانَ ذَلِكَ اَلزَّمَانُ؟! قَالَ: تَأْخُذُونَ بِمَا تَعْرِفُونَ, وَتَدَعُونَ مَا تُنْكِرُونَ, وَتُقْبِلُونَ عَلَى خَاصَّتِكُمْ, وَتَدَعُونَ أَمْرَ عَامَّتِكُمْ \" . ¶ ــــــــــــ ¶ هذا كذلك من أحاديث الفتن \" كيف بكم وبزمان \" إذا كان، يعني إذا وجد إذا حصل إذا جاء هذا الزمان الذي يغربل الناس فيه غربلة. الغربلة هو، يعني تصفية الشيء بالغربال. الغربال هو المنخل، لعله الكبير، غربال. يُغَربل الناس. وهذا الزمان يصفي، يعني ما يجري فيه يصفي الناس، يتبين الطيب فيه من الخبيث، وهكذا الشدائد. الشدائد يتبين فيها، أرأيتم وقعة الأحزاب؟ ماذا كان من أثرها؟ ¶ { ¶ ¬__________ ¶ (¬1) - سورة المائدة آية : 28.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "إِذْ جَاءُوكُمْ مِنْ فَوْقِكُمْ وَمِنْ أَسْفَلَ مِنْكُمْ وَإِذْ زَاغَتِ الْأَبْصَارُ وَبَلَغَتِ الْقُلُوبُ الْحَنَاجِرَ وَتَظُنُّونَ بِاللَّهِ الظُّنُونَا (10) هُنَالِكَ ابْتُلِيَ الْمُؤْمِنُونَ وَزُلْزِلُوا زِلْزَالًا شَدِيدًا (11) وَإِذْ يَقُولُ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ إِلَّا غُرُورًا (12) } (¬1) وفي آخر السياق { وَلَمَّا رَأَى الْمُؤْمِنُونَ الْأَحْزَابَ قَالُوا هَذَا مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ وَصَدَقَ اللَّهُ وَرَسُولُهُ وَمَا زَادَهُمْ إِلَّا إِيمَانًا وَتَسْلِيمًا (22) } (¬2) . ¶ ................................................................................ ـــــــــــــــ ¶ فيه غربلة. الأحداث تغربل الناس تميز، و { مَا كَانَ اللَّهُ لِيَذَرَ الْمُؤْمِنِينَ عَلَى مَا أَنْتُمْ عَلَيْهِ حَتَّى يَمِيزَ الْخَبِيثَ مِنَ الطَّيِّبِ وَمَا كَانَ اللَّهُ لِيُطْلِعَكُمْ عَلَى الْغَيْبِ } (¬3) فيها فحص. الابتلاء فيه. يبتلى الناس، يغربل الناس فيه غربلة. أيش بعده؟ فتكون؟ قال يا شيخ: \" يُغَرْبِلُ اَلنَّاسُ فِيهِ غَرْبَلَةً , تَبْقَى حُثَالَةٌ مِنْ اَلنَّاس \" فتبقى بعد هذه الغربلة. وقد تكون الغربلة لها معنى آخر لعله يأتي ما يشهد له. يغربل الناس يعني يطلع الصالح بحيث يذهبون ويموتون. يذهب الصالحون الأول فالأول كما سيأتي، وتبقى حثالة من الناس \" قد مرجت عهودهم وأماناتهم واختلفوا \" . ¶ ¬__________ ¶ (¬1) - سورة الأحزاب آية : 10-12. ¶ (¬2) - سورة الأحزاب آية : 22. ¶ (¬3) - سورة آل عمران آية : 179.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "هذه صفة أولئك الحثالة \" مرجت عهودهم \" أو مَرِجت كما ضبطها المحقق عندكم مَرِجت مرج يمرج \" مرجت عهودهم وأماناتهم \" يعني أنها فسدت. كأنها فسدت عهودهم بالنقص والخيانة بالنقص والخيانة؛ فلا عهود ولا أمانات. مثل الذين جاء في الحديث حديث القرون المفضلة . \" ثم يجيء قوم يخونون ولا يؤتمنون، وينذرون ولا يوفون \" فهؤلاء يقول: \" مرجت عهودهم وأماناتهم واختلفوا \" نعم بعده. انتهى اللفظ. ¶ يقول: \" فكانوا هكذا \" عندكم التصويب مرة واحدة \" فكانوا هكذا \" وعندكم من أصل المخطوطة \" فكانوا هكذا وهكذا \" \" فكانوا هكذا وشبك بين أصابعه \" . ¶ هذا تعبير عن الاختلاف. واختلفوا حتى صاروا -يعني مشتبكين، ولعل هذا كناية عن شدة الاختلاف وشدة يعني اللبس والقتال الذي يكون بينهم، كما قال سبحانه وتعالى: { قُلْ هُوَ الْقَادِرُ عَلَى أَنْ يَبْعَثَ عَلَيْكُمْ عَذَابًا مِنْ فَوْقِكُمْ أَوْ مِنْ تَحْتِ أَرْجُلِكُمْ أَوْ يَلْبِسَكُمْ شِيَعًا وَيُذِيقَ بَعْضَكُمْ بَأْسَ بَعْضٍ } (¬1) \" واختلفوا حتى كانوا ¶ ................................................................................ ـــــــــــــــ ¶ هكذا وشبك بين أصابعه \" وكثيرا ما يصور الرسول عليه الصلاة والسلام الأمر ويمثله يعني لتقريب الحقائق المعقولة بصورة محسوسة. أيش اللي بعده؟ ¶ ¬__________ ¶ (¬1) - سورة الأنعام آية : 65.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "قال: كيف بنا يا رسول الله؟ نعم. أيش بعده؟ قال: إذا كان ذلك الزمان قال: تأخذون ما تعرفون . نعم قال: كيف بكم إذا كان هذا الزمان؟ قال: \" تأخذون ما تعرفون وتدعون ما تنكرون \" يعني اعتصموا بالحق في عندما تعصف الفتن ويختلف الناس اعتصموا بالحق. خذوا من أعمال الناس وأقوالهم واقبلوا منهم ما تعرفون بما آتاكم الله من العلم والبصيرة. خذوا ما تعرفون ودعوا ما تنكرون. وهذا لا يتأتى إلا بالعلم؛ ولهذا العلم بكتاب الله وسنة رسوله هو عصمة من الفتن؛ فكتاب الله هو المعتصم كما تقدم \" خذوا ما تعرفون ودعوا ما تنكرون \" من الذي يستطيع ذلك؟. لا يستطيعه إلا من كان على نور ومعه نور يمشي به في الناس يمشي به في الناس. ¶ أعد سياق الحديث.. نعم. ¶ وله عن عبد الله بن عمرو قَالَ: قَالَ رَسُولُ اَللَّهِ - صلى الله عليه وسلم - \" كَيْفَ بِكُمْ وَبِزَمَانٍ يُوشِكُ أَنْ يَأْتِيَ \" \" يوشك أن يأتي \" يعني قريب، يعني أوشك تأتي، يعنى تدل على القرب يوشك، هذا الأمر موشك أي قريب. نعم. \" يوشك أن يأتي يُغَرْبِلُ اَلنَّاسُ فِيهِ غَرْبَلَةً, تَبْقَى حُثَالَةٌ مِنْ اَلنَّاسِ, قَدْ مَرَجَتْ عُهُودُهُمْ وَأَمَانَاتُهُمْ, وَاخْتَلَفُوا, فَكَانُوا هَكَذَا وَشَبَّكَ بَيْنَ أَصَابِعِهِ. قَالُوا: كَيْفَ بِنَا يَا رَسُولَ اَللَّهِ إِذَا كَانَ ذَلِكَ اَلزَّمَان؟. قَالَ: تَأْخُذُونَ ِبمَا تَعْرِفُونَ, وَتَدَعُونَ مَا تُنْكِرُونَ, وَتُقْبِلُونَ عَلَى خَاصَّتِكُمْ, وَتَدَعُونَ أَمْرَ عَامَّتِكُمْ \" . ¶ \" تقبلون على خاصتكم \" هذا من حيث يعني يشير إلى العزلة تقبلون على شأنكم وتدعون أمر العامة؛ أولئك المختلفين أولئك الأقوام الذين مرجت عهودهم وأماناتهم واختلفوا، والتبس بعضهم ببعض والتبس الأمر عليهم. وأقبلوا على خاصتكم ودعوا عامتكم أو أمر عامتكم. هذا فيه التعبير عن الاعتزال، عن اعتزال أولئك الحثالة نعم. ¶ حديث إذا رأيت الناس مرجت عهودهم",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وَلَهُ: مِنْ حَدِيثِ اِبْنِ عَمْرٍو نَحْوُهُ وَقَالَ: فَقُلْتُ: كَيْفَ أَصْنَع؟. قَالَ: \" اِلْزَمْ بَيْتَكَ, وَأَمْلِكْ عَلَيْكَ لِسَانَكَ, وَخُذْ مَا تَعْرِفُ, وَدَعْ مَا تُنْكِرُ, وَعَلَيْكَ بِأَمْرِ خَاصَّةِ نَفْسِك, وَدَعْ عَنْكَ أَمْرَ اَلْعَامَّة \" وَأَوَّلُهُ: \" إِذَا رَأَيْتَ اَلنَّاسَ مَرَجَتْ عُهُودُهُمْ, وَخَفَّتْ أَمَانَاتُهُمْ , وَكَانُوا هَكَذَا وَشَبَّكَ بَيْنَ أَصَابِعِهِ \" فَقُمْت إِلَيْهِ فَقُلْت إِلَى آخره. ¶ ــــــــــــ ¶ هذا الحديث هو نفسه. الراوي هو هو الراوي لكن هذه الرواية فيها التصريح \" الزم بيتك \" وكف لسانك. هذه هي الزيادة، والباقي مثل الأول. نعم.. والله أعلم. وصلى الله على محمد. ¶ الأسئلة ¶ سائل سأل الشيخ يقول: بعض الناس يقول: إن فتنة الدهيماء قد وقعت قبل أعوام، وقيل: إنها تتكرر. ¶ الله أعلم. الفتن كلها أمور مستقبلية. يعني في أكثر الأحيان لا يتأتى الجزم. أنا قلت: إن هذا في العام الماضي ما يتأتى الجزم على التعيين؛ لأنه يصعب يعني التطبيق. إن هذا تماما يحتمل. قد يقول قائل: لعلها كذا، يحتمل أن تكون كذا؛ لأن أكثر ما يأتي من هذا هي أوصاف، والأوصاف قد تكون منطبقة أو ينطبق بعضها؛ فيحصل لبعض الناس أنه يجزم أن هذه هي الفتنة الفلانية نعم بعده. ¶ سائل يقول: ما علاقة الخشوع بحصول الفتن؟ هل يفهم منه أن لهذه الفتن تأثيرا على القلب؟ ¶ ما ظهر السؤال. ما علاقة الخشوع بحصول الفتن؟ وين المناسبة؟ هذا السؤال ما أجد له مناسبة. ¶ أحسن الله إليكم. يقول: في سنن أبي داود \" إن من أشراط الساعة أن يتدافع أهل المسجد الإمامة، فلا يجدون إماما يصلي بهم \" فهل ينطبق هذا على حال كثير من طلاب العلم اليوم؟ ¶ لا إله إلا الله وحده لا شريك له، ينطبق على بعض ما هو على كثير. ينطبق على بعض طلاب العلم. يقول : \" إن من أشراط الساعة أن يتدافع أهل المسجد الإمامة فلا يجدون إماما يصلي بهم \" هذا قد يكون. ما هو من ¶ ................................................................................",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "ـــــــــــــــ ¶ النوع اللي الأخ يسأل. الناس يتدافعون أحيانا كل واحد يريد؛ مثل امتناعهم عن الفتوى، كل واحد يريد أن يحيل يعني الأمر إلى صاحبه. ¶ يعني كل واحد ما يريد أن يتقدم على الآخر، وأنك يا فلان أولى. وأحيانا يحصل التدافع بتأويل. بعض الناس يكون عنده يعني حالة يرى بسببها أن غيره أولى بالإمامة. هذا احتمال، وهذا هو الذي يقع من بعض طلاب العلم. والمعنى الثاني أنهم يتدافعون، ما يرضون عنه يعني: كلهم غير مؤهلين... .. إذا.. لا يجدون من يصلى بهم ، كلهم ما يحسنون يقرأون، يعني يكون كناية عن غلبة الجهل. وراجع كلام شراح الحديث وأخبروني بعد ذلك. ¶ نعم. راجعوا لفظ الحديث في شروح أبي داود. نعم. ¶ أحسن الله إليكم. وهذا سائل من فرنسا يقول: أخ عمره ستة عشر سنة أسلم حديثا يقول: إنه اشترى بعض الأشياء ملابس وأمور أخرى بمال حصل عليه قبل إسلامه من عمل حرام؛ وهو الاشتغال بمكان فيه خنزير، ويذبحون فيه الذبائح بطريقة غير شريعة، ويسأل فضيلتكم كيف يعمل بهذه الأشياء؟ وهل يجوز أن يبقيها عنده؟ ¶ نعم. يجوز أن يبقيها عنده. أسلم على ما أسلم. ليست ملكا لأحد هذه. ¶ نعم. ¶ أحسن الله إليكم وأثابكم، ونفعنا بعلمكم. وصلى الله على نبينا محمد وعلى آله وصحبه أجمعين. ¶ السلام عليكم. وبارك الله فيكم. ¶ نعم يا شيخ.. . ¶ حديث إنكم في زمان من ترك منكم عشر ما أمر به هلك ¶ بسم الله الرحمن الرحيم. الحمد لله رب العالمين. والصلاة والسلام على نبينا محمد وعلى آله وصحبه أجمعين. ¶ اللهم صل على نبينا محمد. ¶ قال رحمه الله تعالى: و َلِلتَّرْمِذِيِّ: عَنْ أَبِي هُرَيْرَة - رضي الله عنه - عَنْ اَلنَّبِيِّ - صلى الله عليه وسلم - قَالَ: \" إِنَّكُمْ فِي زَمَانٍ, مَنْ تَرَكَ مِنْكُمْ عُشْرَ مَا أُمِرَ بِهِ هَلَكَ, وَيَأْتِي عَلَى اَلنَّاسِ زَمَانٌ مَنْ عَمِلَ مِنْهُمْ بِعُشْرِ مَا أُمِرَ بِهِ نَجَا \" وَقَالَ: حَسَنٌ غَرِيبٌ. ¶ ــــــــــــ",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "الحمد لله، وصلى الله وسلم وبارك على عبده ورسوله، وعلى آله وصحبه ومن اهتدى بهداه. ¶ في هذا الحديث الذي رواه الترمذي وقال: حسن غريب في التحقيق عندكم تنبيه على أن الترمذي لم يحسنه، وإنما قال فيه: غريب، وضعفه بعض أهل العلم. والحديث له وجه. معناه \" إنكم في زمان من ترك فيه عشر ما أمر به هلك، ويأتي على الناس زمان من عمل فيه بعشر ما أمر به نجا \" معناه إنكم في زمان قد ظهر فيه الحق، وقامت فيه الحجة. يأتي على الناس زمان يخفى فيه يدرس الإسلام، وتخفى المعالم ويقل المعين ويكثر الأعداء. ¶ ولا شك أن من كان في الزمان الأول؛ فإنه لا يعذر فيما يفرط فيه كما يعذر من كان في الزمان الآخر؛ لأنه كلما قامت حجة الله على العباد وظهر فيه دين الله وقوي فيه جانب الحق؛ كلما كان الواجب من الاستقامة وامتثال الأمر آكد وألزم. وهذا من لطف الله بعباده ورحمته. وهل يتصور. ويقرب هذا المعنى؛ يعني مثلا العالم، المعصية من العالم ليست كالمعصية من الجاهل؛ لأن العالم عنده من العلم والبصيرة ما يجب أن يكون مانعا له عن المعصية، بخلاف الجاهل فهو وإن كان عاصيا لكن إثم الأول أكبر وأكثر. فهذا تقريب هذا المعنى. وهذه يجري يعني في الأفراد كما في المثال، ويجري في المجموعات في سائر الأحوال والزمان نعم. ¶ حديث لتنتقون كما ينتقى التمر من أغفاله ¶ وَلِابْنِ ماجه: عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - قَالَ: قال رَسُولُ اَللَّهِ - صلى الله عليه وسلم - \" لَتُنْتَقَوُنَّ كَمَا يُنْتَقَى اَلتَّمْرُ مِنْ أَغْفَالِهِ, وَلَيَذْهَبَنَّ خِيَارُكُمْ, وَلَيَبْقَيَنَّ شِرَارُكُمْ, فَمُوتُوا إِنْ اِسْتَطَعْتُمْ . \" . ¶ ــــــــــــ",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "في هذا الحديث خبر يشبه الحديث المتقدم. المتقدم أظن ثماني وخمسين \" يأتي بين أيديكم زمان يوشك أن يغربل فيه الناس غربلة حتى لا يبقى إلا حثالة قد مرجت عهودهم وأماناتهم واختلفوا \" الحديث. هنا \" لَتُنْتَقَوُنَّ كَمَا يُنْتَقَى اَلتَّمْرُ مِنْ أَغْفَالِهِ, وَلَيَذْهَبَنَّ خِيَارُكُمْ, وَلَيَبْقَيَنَّ شِرَارُكُمْ, فَمُوتُوا إِنْ اِسْتَطَعْتُم \" هذا معنى الحديث؛ الحديث ثابت في الصحيحين كما لعله سيأتي: \" يذهب الصالحون الأول فالأول ويبقى حثالة من الناس كحثالة الشعير أو التمر \" ونحو ذلك. ¶ وهذا يشبه الحديث الذي ذكرت: \" يغربل الناس فيه غربلة \" الغربلة يقصد منها الغربلة استعمال الغربال والمنخل من أجل التنقية؛ تنقية الجيد عن الرديء. هنا \" لتنتقون كما ينتقى التمر من أغفاله \" ؛ يعني من رديئه. الأغفال جمع غُفْل، والغُفْل من الناس كل من لا خير فيه، وكذلك من الأطعمة الغفل الشيء الرديء. \" وتنتقون كما ينتقى التمر من أغفاله \" ؛ يعني بالموت، فـ \" يذهب الصالحون الأول فالأول \" . ¶ والجملة الثانية تكون مفسرة \" وليذهبن خياركم ويبقى شراركم فموتوا إن استطعتم \" الموت ما هو بيد الإنسان حتى يموت، ولا يحل له أن يقتل نفسه، لكن فسر بأن الموت في هذه الحال خير. إذا غلب الشر الموت خير من الحياة. إذا غلب الشر وأهل الشر وخشي الإنسان على نفسه وعظمت الفتنة؛ ولهذا جاء في الدعاء \" وإذا أردت بخلقك فتنة فاقبضني إليك غير مفتون \" نعم. ¶ حديث يذهب الصالحون الأول فالأول ¶ وَلِلْبُخَارِيِّ: عَنْ مِرْدَاسٍ اَلْأَسْلَمِيِّ قَالَ رَسُولُ اَللَّهِ - صلى الله عليه وسلم - \" يَذْهَبُ اَلصَّالِحُونَ اَلْأَوَّلُ فَالْأَوَّلُ , وَتَبْقَى حُفَالَةٌ, كَحُفَالَةِ اَلشَّعِيرِ وَالتَّمْرِ, لَا يُبَالِيهِمْ اَللَّه بَالَهُ \" وَفِي رِوَايَةٍ: \" لَا يَعْبَأُ اَللَّهُ بِهِمْ \" . ¶ ــــــــــــ",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "هذا الحديث في البخاري وهو متوافق مع ما تقدم من الحديثين \" يَذْهَبُ اَلصَّالِحُونَ اَلْأَوَّلُ فَالْأَوَّلُ \" ؛ يذهب الصالحون وينقرضون الأول فالأول. الأظهر عندي أن \"الأول فالأول\" يعني الأفضل فالأفضل، أو يذهب الصالحون حسب ما قدر الله من آجالهم كل بحسبه \" يذهب الصالحون الأول فالأول ويبقى حفالة أو حثالة من الناس كحثالة الشعير والتمر الرديء لا يباليهم الله باله \" أو لا يعبأ بهم كما في الرواية الأخرى. لا يبالي الله بهم؛ فلا يلطف بهم ولا يرحمهم. ¶ ومن كان كذلك هلك. وهذا التعبير يعني أنه لا وزن لهم عند الله، لا يقيم الله لهم وزنا لأنهم بغضاء إليه أعوذ بالله بغضاء أشرار. الله تعالى إنما يكرم أولياءه؛ يكرم الصالحين؛ يكرم عباده المؤمنين، يحفظهم يلطف بهم؛ يقيهم شرور أعدائهم، ينجيهم كما هي سنة الله في خلقه مع رسله وأتباعهم أبدا. يعني الصورة متكررة، وكان { حَقًّا عَلَيْنَا نُنْجِ الْمُؤْمِنِينَ (103) } (¬1) الله تعالى ضمن النجاة والنصر والرحمة للمؤمنين. فهؤلاء الحثالة من الناس لا يعبأ الله بهم ولا يبالي بهم؛ لأنهم شرار الخلق نعم. ¶ بَابُ اَلتَّعَرُّبِ فِي اَلْفِتْنَة ¶ حديث يوشك أن يكون خير مال المسلم غنما ¶ بَابُ اَلتَّعَرُّبِ فِي اَلْفِتْنَة. ¶ وَلَهُ: عَنْ أَبِي سَعِيدٍ قَالَ رَسُولُ اَللَّهِ - صلى الله عليه وسلم - \" يُوشِكُ أَنْ يَكُونَ خَيْرُ مَالِ اَلْمُسْلِمِ غَنَمًا يَتبع بِهاِ شعف اَلْجِبَالِ, وَمَوَاقِعَ اَلْقَطْرِ, يَفِرُّ بِدِينِهِ مِنْ اَلْفِتَنِ \" . ¶ ــــــــــــ ¶ يقول في الترجمة: \"بَابُ اَلتَّعَرُّبِ فِي اَلْفِتْنَةِ\". التعرب يعني الصيرورة إلى البدو. الأعرابي هو البدوي، والتعرب التبدي في الفتنة، يعني النزوح والخروج إلى البادية وإلى منازل الأعراب، ولا يلزم من ذلك أن يكون الإنسان أعرابيا؛ لأنها أمر عارض. ¶ ¬__________ ¶ (¬1) - سورة يونس آية : 103.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "وذكر حديث أبي سعيد في الصحيحين النبي - صلى الله عليه وسلم - أنه قال: \" يوشك أي يقرب أن يكون خير مال الرجل غنما يتبع بها شعف الجبال -جمع شعفة وهي رأس الجبل- ومواقع القطر يفر بدينه من الفتن \" هذا يتضمن أنه قد تأتي أيام يغلب فيها الشر وتعظم الفتنة؛ بحيث يخشى الإنسان على نفسه، يُدعى إلى الباطل ويحمل عليه ويجبر عليه. يجبر أن يتكلم بالباطل، يجبر أن يفعل الحرام، يعني سواء كان من فتن القتال، أو فتن البدع والمحدثات \" يفر بدينه \" . ¶ قال: يريد سلامة دينه ليسلم دينه \" يفر بدينه \" ؛ لأنه بسبب ما حل من الفتنة يخاف على دينه من الزوال أو النقص، وذلك بالعزلة، وهنا تختلف أحوال الناس فمن الناس من تكون العزلة أصلح له؛ لأن وجوده بين الناس ضرر عليه. وجوده بين الناس ضرر؛ لأنه لا يستطيع أن يقاوم هذا الباطل بالإنكار والبيان والتبصير؛ فهذا خير له العزلة. ¶ ومن الناس لا، من يكون عنده من القوة في علمه وبيانه وعزيمته وشجاعته ما يقاوم ويقارع فيه الباطل وأهله؛ فهنا الخلطة خير له. إذن فقوله: \" يوشك أن يكون خير مال الرجل \" ما يلزم أن يكون ذلك لكل رجل فالذي كما جاء في الأثر الذي يخالط الناس ويصبر على أذاهم، يخالطهم ويصبر على أذاهم، ولا يتضرر بذلك في دينه ¶ ................................................................................ ـــــــــــــــ ¶ بقطع النظر عن ضرره الشخصي؛ لأنهم يؤذونه ويصبر على أذاهم. الرسل صبروا { وَلَقَدْ كُذِّبَتْ رُسُلٌ مِنْ قَبْلِكَ فَصَبَرُوا عَلَى مَا كُذِّبُوا وَأُوذُوا حَتَّى أَتَاهُمْ نَصْرُنَا } (¬1) نعم يا شيخ. ¶ حديث إنها ستكون فتن القاعد فيها خير من الماشي فيها ¶ ¬__________ ¶ (¬1) - سورة الأنعام آية : 34.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وَلِمُسْلِمٍ: عَنْ أَبِي بَكْرَةَ: قَالَ رَسُولُ اَللَّهِ - صلى الله عليه وسلم - \" إِنَّهَا سَتَكُونُ فِتَنٌ اَلْقَاعِدُ فِيهَا خَيْرٌ مِنْ اَلْمَاشِي فيها, وَالْمَاشِي فِيهَا خَيْرٌ مِنْ اَلسَّاعِي إِلَيْهَا. أَلَا إِذَا نَزَلَتْ , أَوْ وَقَعَتْ, فَمَنْ كَانَ لَهُ إِبِلٌ, فَلْيَلْحَقْ بِإِبِلِهِ, وَمَنْ كَانَتْ لَهُ غَنَمٌ فَلْيَلْحَقْ بِغَنَمِهِ, وَمَنْ كَانَتْ لَهُ أَرْضٌ, فَلْيَلْحَقْ بِأَرْضِه. فَقَالَ رَجُل:ٌ يَا رَسُولَ اَللَّهِ، أَرَأَيْتَ مَنْ لَمْ يَكُنْ لَهُ إِبِلٌ, وَلَا غَنَمٌ, وَلَا أَرْضٌ؟ قَالَ: يَعْمِدُ إِلَى سَيْفِهِ فَيَدُقُّ عَلَى حده بِحَجَرٍ, ثُمَّ لِيَنْجُ إِنْ اِسْتَطَاعَ اَلنَّجَاةَ. اَللَّهُمَّ هل بَلَّغْتُ, اَللَّهُمَّ هَلْ بَلَّغْتُ, اَللَّهُمَّ هَلْ بَلَّغْت !! فَقَالَ رَجُلٌ: يَا رَسُولَ اَللَّه، أَرَأَيْتَ إِنْ أُكْرِهْتُ حَتَّى يُنْطَلَق بِي إِلَى أَحَدِ اَلصَّفَّيْنِ, أَوْ إِحْدَى اَلْفِئَتَيْنِ, فَضَربَنِي رَجُلٌ بِسَيْفِهِ, أَوْ يَجِيءُ سَهْمٌ فَيَقْتُلُنِي؟ قَالَ: يَبُوءُ بِإِثْمِهِ وَإِثْمِكَ, وَيَكُونَ مِنْ أَصْحَابِ اَلنَّارِ \" . ¶ ــــــــــــ ¶ صدر هذا الحديث قد تقدم إنها \" ستكون فتن القاعد فيها خير من القائم، والقائم خير من الماشي، والماشي خير من الساعي \" لكن فيه زيادات أيضا تؤكد ما سلف. الشيخ أورده هنا لما فيه. \" فإذا وقعت فمن كانت له إبل فليلحق بإبله \" من كانت له إبل في الصحراء فليلحق بإبله، يشرب من ألبانها ويعيش في الصحراء. \" ومن كانت له غنم فكذلك فليلحق بغنمه، ومن كانت له أرض يزدرعها فليلحق بأرضه \" هذا كله كناية عن من كان له ملجأ فليهرب يهرب عن الفتنة إذا وقعت.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "هذا تماما يتطابق مع قول: \" يوشك أن يكون \" \"يوشك\" هذا يتضمن أنها ستكون أحداث وفتن يصير خير مال الرجل هنا غنما يتبع بها شعف الجبال فمن كانت له غنم أو إبل أو أرض فليلحق فلينج بنفسه. فقال رجل: يا رسول الله من لم تكن له أرض ولا شيء يذهب إليه، قال: \" يعمد إلى سيفه فيضربه حتى ينقطع \" . ¶ هذا معناه أيضا متقدم، يعني المهم أنه يعتزل الفتنة. وهذا يشعر بأن هذه الفتن أكثر يعني المراد منها فتن القتال التي تدور رحاها بين الناس، ويخفى فيها المحق من المبطل أو يكون كل من المقتتلين مبطلا يقاتل للدنيا ويقاتل عصبية. ¶ ................................................................................ ـــــــــــــــ ¶ وقال في الحديث: أرأيت إن أُتيت وذهب بي إلى أحد الصفين بالإكراه بالقوة، بالقوة لا بد من الدخول في المعمعة وفي الحرب في هذه الفتنة فضربني رجل بسيفه أو أصابني سهم. ¶ نعم. اقرأ النص الأخير \" فَقَالَ رَجُلٌ: يَا رَسُولَ اَللَّهِ أَرَأَيْتَ إِنْ أُكْرِهْتُ حَتَّى يُنْطَلَقُ بِي إِلَى أَحَدِ اَلصَّفَّيْنِ, أَوْ إِحْدَى اَلْفِئَتَيْنِ, فَضْربَنِي رَجُلٌ بِسَيْفِهِ, أَوْ يَجِيءُ سَهْمٌ فَيَقْتُلُنِي؟. قَالَ: يَبُوءُ بِإِثْمِهِ وَإِثْمِكَ, وَيَكُون مِنْ أَصْحَابِ اَلنَّار \" . ¶ نعم. يقول: إن ذهب بك إلى أحد الصفين فقتلك واحد من هؤلاء المقاتلة في هذه الفتنة باء بإثمه وإثمك، وهذا شاهد لما تقدم من الأحاديث. كل هذا يؤكد: ¶ أولا: اعتزال الفتنة إما بلزوم البيت \" كونوا أحلاس بيوتكم \" أو بالانطلاق إلى مال الإنسان من غنم أو مزرعة أو إبل. وإن ابتلي الإنسان وأتاه آت يد ظالمة فلا يقاومه بل يكون \" كخير ابني آدم \" ؛ كما تقدم.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "فمن اعتزل الفتنة وأتاه من يقتله أو ذهب به حتى يقتل؛ فإن قاتله يبوء بالإثم ويكون من أصحاب النار. وهذا وعيد عام؛ يعني لا يشهد به لمعين لأن المقاتلين في الفتنة أحيانا يكون كل منهم متأولا؛ يكون متأولا كما جرى بين الصحابة، ومعهم من التابعين. أبو بكرة يروي يعني من حجته في اعتزاله تلك الحروب قوله - صلى الله عليه وسلم - \" إذا التقى المسلمان بسيفيهما فالقاتل والمقتول في النار \" . ¶ هذا هو الأصل أنه إذا اقتتل المسلمان \" فالقاتل والمقتول في النار \" لكن قد يدفع عنه هذا الوعيد التأويل الذي تأوله والشبه التي عرضت له؛ حتى يظن أن القتال في هذه الواقعة يعني واجب عليه. يعني قد يتصور أنه واجب، والأصل أنه حرام. لكن من ظهر له أن هذا قتال فتنة وأنه باطل؛ فليعتزل. لا يشارك نعم. ¶ باب النهي عن تعاطي السيف مسلولا ¶ حديث إذا سل أحدكم سيفه فنظر إليه فأراد أن يناوله أخاه فليغمده ¶ بَابُ اَلنَّهْيِ عَنْ تَعَاطِي اَلسَّيْفِ المَسْلُول. ¶ وَفِي اَلْمُسْنَدِ عَنْهُ: قَال:َ أَتَى رَسُولُ اَللَّهِ - صلى الله عليه وسلم - عَلَى قَوْمٍ يَتَعَاطَوْنَ سَيْفًا مَسْلُولا؛ فَقَالَ: \" لَعَنَ اَللَّهُ مَنْ فَعَلَ هَذَا. أَو َلَيْسَ قَدْ نَهَيْتُ عَنْ هَذَا؟. ثُمَّ قَالَ: إِذَا سَلَّ أَحَدُكُمْ سَيْفَهُ فَنَظَرَ إِلَيْهِ, فَأَرَادَ أَنْ يُنَاوِلَهُ أَخَاهُ, فَلْيَغْمِدْهُ, ثُمَّ يُنَاوِلْهُ إِيَّاهُ \" . ¶ ــــــــــــ ¶ من أعظم كبائر الذنوب قتل النفس التي حرم الله إلا بالحق. ومن حكمة الله في شرعه أنه إذا حرم شيئا سد كل ذريعة توصل إليه. ومن هذه الأحكام أخذت أحكام كثيرة. ومن هذه الأحكام أخذت أو أخذ العلماء قاعدة سد الذرائع. وقاعدة سد الذرائع شواهدها كثيرة.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "وهذا الحكم الذي في هذا الحديث هو من شواهد قاعدة سد الذرائع، يعني الموصلة إلى الحرام. في هذا الحديث أنه - صلى الله عليه وسلم - أتى على قوم يتعاطون السيوف وهي مسلولة. مسلولة مسلطة غير مغمدة يتعاطونها يناولها بعضهم بعضا؛ فقال - صلى الله عليه وسلم - \" لعن الله من فعل هذا \" وهذا اللعن الأظهر فيه أنه ليس لعنا لأولئك المعينين بل هو لعن عام \" لعن الله من فعل هذا \" لعن الله من يتعاطى السيف مسلولا. وقال: \" ألم أكن نهيت عن هذا؟ \" . ¶ ألم أكن نهيت؟ فيه أنه - صلى الله عليه وسلم - قد نهى عن ذلك، يعني من قبل. وفي قوله: \" لعن الله من فعل هذا \" تأكيد لهذا النهي، ودلالة على أن هذا من كبائر الذنوب؛ والسبب أن تعاطي السيف مسلولا فيه خطر فيه خطر كبير. السيف يعني حده يعني له مضي، يمضي في الإنسان فلا يأمن أنه إذا تناوله مسلولا أن يقع من يد مناوله على من يريد أخذه؛ فيجرحه جرحا عميقا، قد يفضي به إلى الموت. ¶ وقال: إذا أراد أحدكم أن يناول سيفه فليغمده، ضعه في غمده في قرابه في جرابه، الجراب هو القراب. وهذا يدل على أمرين: ¶ ................................................................................ ـــــــــــــــ ¶ على قاعدة سد الذرائع؛ لأن النهي عن ذلك من باب سد الذريعة؛ حفاظا على النفس، وهو دليل على عظم عناية يعني عناية الشريعة بحفظ النفوس. يحافظ على النفوس وهي من الضروريات الخمس، حفظ الدين بعدها حفظ النفس. ¶ باب بدأ الإسلام غريبا وسيعود غريبا ¶ حديث بدأ الإسلام غريبا وسيعود غريبا كما بدأ ¶ بَابٌ بَدَأَ اَلْإِسْلَامُ غَرِيبًا وَسَيَعُودُ غَرِيبًا. ¶ وَلِمُسْلِمٍ: عَنْ أَبِي هُرَيْرَةَ عَنْ اَلنَّبِيِّ - صلى الله عليه وسلم - قَالَ: \" بَدَأَ اَلْإِسْلَامُ غَرِيبًا وَسَيَعُودُ غَرِيبًا كَمَا بَدَأَ \" . ¶ ــــــــــــ",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "هذا الحديث في صحيح مسلم تضمن خبرا عن واقع قد شهده الناس وخبر عن مستقبل غيبي يقول: \" بدأ الإسلام غريبا \" بدأ -يعني- ابتدأ الإسلام غريبا والمراد غربة أهله قلة الواحد والاثنان والثلاثة والخمسة -يعني- أول ما بعث النبي عليه الصلاة والسلام لم يكن معه إلا نفر يسير، ولم يزالوا يكثرون شيئا فشيئا فبدأ غريبا والغربة -يعني- فيها معنى الندرة والقلة كما أن الغريب غريب الوطن يكون -يعني- متفردا في نفسه في بلاد الغربة ليس عنده من أهله وعشيرته وأصحابه فهذه غربة الوطن. ¶ والتي في الحديث هي غربة الدين غريب في دينه هذه غربة ظاهرة عرف شهدها الناس عرفها وشهدها الصحابه فزالت هذه الغربة زالت بدخول الناس في دين الله أفواجا وقامت دولة الإسلام وانتشر الإسلام في الجزيرة ثم انتشر الإسلام في أقطار الأرض -يعني- بما وفق الله من رفع راية الجهاد قال عليه الصلاة والسلام: \" وسيعود غريبا \" سيعود غريبا وينحسر من الأرض حتى يقل أهله ويكون أهله ندرة في البشرية \" وسيعود غريبا كما بدأ \" فلا يصير على هذا الدين إلا القليل من الناس. ¶ والذي يظهر إن الغربة تتفاوت الغربة التامة إنما تكون في آخر الزمان أو إنه عليه الصلاة والسلام يريد -يعني- يخبر عن حال من الأحوال ولا يمنع من ذلك أن يعود للإسلام أيضا قوته بعد الغربة -يعني- بدأ غريبا ثم زالت تلك الغربة ثم يعود غريبا ثم قد تزول هذه الغربة الله أعلم لأن قوله: \" وسيعود غريبا \" لا ينفي أن يعود أيضا -يعني- قويا ظاهرا وأهله كثيرون. ¶ والغربة من الأمور النسبية فيها الغربة التامة والغربة النسبية وقد يكون الإسلام غريبا في أرض وليس غريبا في أرض في بعض البلاد يكون أهل الإسلام غرباء قلة يعدون بالأصابع ويشار إليهم وقد يكنون أيضا كما كان ................................................................................ ـــــــــــــــ",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "المسلمون في أول أمرهم -يعني- يختفون يكتمون إيمانهم وهذا يشهد به الوقت فالمتأمل لتأريخ الناس وتأريخ المسلمين وأحوال المسلمين يجد هذا التفاوت العظيم سبحان الله. ¶ حديث طوبى للغرباء ¶ وَرَوَاهُ أَحْمَدُ عَنْ اِبْنِ مَسْعُودٍ - رضي الله عنه - وَفِي آخِرِهِ: \" فَطُوبَى لِلْغُرَبَاءِ \" آخِرُهُ: \" قِيلَ يَا رَسُولَ اَللَّهِ! وَمَنْ اَلْغُرَبَاءُ قَالَ: اَلنُّزَّاعُ مِنْ اَلْقَبَائِل ِ \" . ¶ ــــــــــــ ¶ حديث ابن مسعود هو بمعنى الحديث المتقدم لكن فيه \" فطوبى للغرباء \" هذه الزيادة طوبى للغرباء تحتمل أنها دعاء يحتمل أنها خبر طوبى -يعني- الحالة الطيبة والعاقبة الطيبة لأولئك الغرباء فطوبى لهم كما قال سبحانه وتعالى: { الَّذِينَ آَمَنُوا وَعَمِلُوا الصَّالِحَاتِ طُوبَى لَهُمْ وَحُسْنُ مَآَبٍ (29) } (¬1) فطوبى فعلى من الطيب وهي تعم كل ما وعد الله به المؤمنين الصالحين من العواقب الطيبة فهم الطيبون وعواقبهم طيبة وحياتهم طيبة { مَنْ عَمِلَ صَالِحًا مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً } (¬2) { الَّذِينَ تَتَوَفَّاهُمُ الْمَلَائِكَةُ طَيِّبِينَ } (¬3) . ¶ ¬__________ ¶ (¬1) - سورة الرعد آية : 29. ¶ (¬2) - سورة النحل آية : 97. ¶ (¬3) - سورة النحل آية : 32.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "طوبى لهم \" فطوبى للغرباء \" فيه تحريض على الغربة تحريض على -يعني- لزوم الدين والاستقامة عليه في وقت الإعراض إعراض الأكثرين عنه \" فطوبى للغرباء قيل وما الغرباء يا رسول الله قال النزاع من القبائل \" وجاءت روايات بعدها \" الذين يصلحون إذا فسد الناس \" وفي اللفظ الآخر \" يصلحون ما أفسد الناس \" وكلها معاني متطابقة أما النزاع فهو جمع نازع وهو الذي يخرج من بين قومه ويتفرد كما كان المهاجرون نزاعا المهاجرون كانوا نزاعا من هذه القبيلة واحد اثنين ثلاثة ومن هذا البلد كذا كانوا يتفلتون من ديارهم ومن أقوامهم ومن عشائرهم ويهاجرون إلى الرسول - صلى الله عليه وسلم - نزاع. ¶ ................................................................................ ـــــــــــــــ ¶ وهذه الصورة تتكرر -يعني- في الوقت الذي يضعف فيه سلطان -يعني- الإسلام ويكثر فيه الشر يكون هناك أفراد يتفردون ويتغربون يتفردون عن عشائرهم وقبائلهم وأهل أوطانهم \" النزاع من القبائل \" وهؤلاء صالحون في الوقت الذي غلب فيه الفساد على الناس، ومن شأن الصالح أن يصلح من شأن الصالح أن يصلح ، لا يكون صالحا ولا يصلح وهو قادر من كان صالحا فإنه يجب عليه أن يصلح إذا قدر يأمر بالمعروف وينهى عن المنكر ويدعو إلى الله يدعو إلى دين الله يدعو إلى السنة يحارب البدعة فيصلح ، ولهذا جاء وصفهم بالصلاح والإصلاح جاء وصفهم في الروايات التالية بالصلاح والإصلاح فهم صالحون ومصلحون كما هو شأن الرسل صلوات الله وسلامه عليهم نعم. ¶ وَرَوَاهُ الآجُرِيُّ: وَعِنْدَهُ \" قِيلَ: مَنْ هُمْ يَا رَسُولَ اَللَّهِ قَالَ: اَلَّذِينَ يَصْلُحُونَ إِذَا فَسَدَ اَلنَّاسُ \" . ¶ يصلحون هذا في أنفسهم نعم.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "وَلِأَحْمَدَ: فِي حَدِيثِ سَعْدِ بْنِ مَالِكٍ: \" فَطُوبَى يَوْمَئِذٍ لِلْغُرَبَاءِ إِذَا فَسَدَ اَلنَّاسُ \" وَلَهُ عَنْ اِبْنِ عَمْرٍو: عَنْ اَلنَّبِيِّ - صلى الله عليه وسلم - قَالَ: \" طُوبَى لِلْغُرَبَاءِ قُلْنَا وَمَنْ اَلْغُرَبَاءُ قَالَ: قَوْمٌ صَالِحُونَ قَلِيلٌ, فِي نَاسِ سُوءٍ كَثِيرٍ, مَنْ يَعْصِيهِمْ أَكْثَرُ مِمَّنْ يُطِيعُهُمْ \" . ¶ ــــــــــــ ¶ هذا وصف لحالتهم -يعني- أناس صالحون في أهل سوء كثير قوم صالحون قليل في قوم سوء كثير فالروايات وإن اختلفت ألفاظها فهي متوافقة ومتطابقة نعم. ¶ حديث طوبى للغرباء (تابع) ¶ وَفِي اَلزُّهْدِ عَنْهُ: \" إِنَّ أَحَبَّ شَيْءٍ إِلَى اَللَّهِ اَلْغُرَبَاءُ قَالَ: اَلْفَرَّارُونَ بِدِينِهِمْ, يَبْعَثُهُمْ اَللَّهُ مَعَ عِيسَى ابْنِ مَرْيَمَ عَلَيْهِ اَلسَّلَامُ \" رَوَاهُ أَحْمَدُ عَنْ اَلْهَيْثَمِ بْنِ جَمِيلٍ. حدثَنَا مُحَمَّدُ بْنُ مُسْلِمٍ. حدثَنَا عُثْمَانُ بْنُ عبد الله؛ عَنْ سُلَيْمَانَ بْنِ هُرْمُزَ عَنْهُ. ¶ ــــــــــــ ¶ على كل حال لا شك أن من يستقيم على دين الله مع قلة المعين وقلة النصير وكثرة الفساد وأهله لا شك أنه أدل على صدق إيمانه ومن كان كذلك فهو أحب إلى الله. فأين من يصلح في هذه الظروف الصعبة في الزمان والمكان الذي يغلب فيه الشر وأهله ومن يستقيم بين الصالحين؟",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "فالصالح بين والبر بين الفجار هو خير من البر بين الأبرار؛ لأن البر بين الأبرار يجد الأعوان ويجد الأنصار ولا -يعني- ليس عنده ما يوجب تخلفه ويوجب انحرافه؛ بخلاف الآخر الذي يثبت في الأزمات يثبت في الأوقات العصيبة يثبت مثل الرجل الذي بين آل فرعون يكتم إيمانه ثابت على الدين بين أولئك الكافرين المفسدين. في آخره أنهم يجمعون إلى عيسى ابن مريم لعل هذا منهم -يعني- ما ينهى -يعني- هذا حصل للغرباء في وقت عيسى لكن يمكن أنهم يجتمع الناس؛ يجتمع أولئك المسلمون الصالحون يجتمعون إلى عيسى ابن مريم عند نزوله، والله أعلم.نعم. ¶ حديث طوبى للغرباء (تابع) ¶ وَلِأَحْمَدَ: عَنْ اَلْمُطَّلِبِ بْنِ حَنْطَبٍ عَنْ اَلنَّبِيِّ - صلى الله عليه وسلم - قَالَ: \" طُوبَى لِلْغُرَبَاءِ قِيلَ: يَا رَسُولَ اَللَّهِ! مَنْ اَلْغُرَبَاءُ قَالَ: اَلَّذِينَ يَزِيدُونَ إِذَا نَقَصَ اَلنَّاسُ \" . ¶ ــــــــــــ ¶ \" يزيدون إذا نقص الناس \" ليست زيادة الأعداد بل زيادة الدين والإيمان يستقيمون. الناس ينقصون في دينهم وهؤلاء يزيدون؛ يزيد إيمانهم تزيد طاعاتهم هذا هو التأويل الذي يظهر ليس المقصود أنهم يزيدون عددا -يعني- هم غرباء هذا تأويله عندي. نعم. ¶ حديث طوبى للغرباء (تابع) ¶ وَلِلتِّرْمِذِيِّ مِنْ حَدِيثِ كَثِيرِ بْنِ عبد الله الْمُزَنِيِّ: عَنْ أَبِيهِ عَنْ جَدِّهِ عَنْ اَلنَّبِيِّ - صلى الله عليه وسلم - قال: \" طُوبَى لِلْغُرَبَاءِ , اَلَّذِينَ يُصْلِحُونَ مَا أَفْسَدَ اَلنَّاسُ مِنْ سُنَّتِي \" قَالَ اَلْأَوْزَاعِيُّ فِي مَعْنَى اَلْحَدِيثِ: أَمَا إِنَّهُ مَا يَذْهَبُ اَلْإِسْلَامُ, وَلَكِنْ يَذْهَبُ أَهْلُ اَلسُّنَّةِ, حَتَّى مَا يَبْقَى فِي اَلْبَلَدِ مِنْهُمْ إِلَّا رَجُلٌ وَاحِدٌ. ¶ ــــــــــــ",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "هذا معنى تصوير للغربة. إنه ليس معناه إن الإسلام يذهب ويضمحل ولا يعرف؛ بل هو باقي دين الله باق محفوظ حتى يأتي أمر الله تبارك وتعالى؛ لكن المقصود أنه يقل أهل السنة حتى لا يكون في المكان إلا الرجل الواحد والرجلان. نعم. ¶ ( قَالَ اَلْأَوْزَاعِيُّ فِي مَعْنَى اَلْحَدِيثِ): في معنى أنهم يصلحون ما أفسد الناس.نعم. (أَمَا إِنَّهُ مَا يَذْهَبُ اَلْإِسْلَامُ, وَلَكِنْ يَذْهَبُ أَهْلُ اَلسُّنَّةِ) يذهب أهل السنة -يعني- يذهب أهل الاستقامة على دين الله وعلى سنة رسوله نعم ( حَتَّى مَا يَبْقَى فِي اَلْبَلَدِ مِنْهُمْ إِلَّا رَجُلٌ وَاحِدٌ ) حتى ما يبقى في البلد وهذا ينبه إلى أن الغربة قد تكون نسبية -يعني- نسبية في بلد دون بلد فيكون الإسلام ظاهرا، وأهله كثيرون في بلد وفي بلد أخرى قلة حتى لا يبقى في البلد إلا الرجل الواحد. نعم. ¶ حديث فساد المسلمين آخر الزمان ¶ وَفِي اَلْمُسْنَدِ: \" عَنْ عُبَادَةَ أَنَّهُ قَالَ لِرَجُلٍ مِنْ أَصْحَابِهِ: يُوشِكُ أَنْ تَرَى اَلرَّجُلَ قَدْ قَرَأَ اَلْقُرْآنَ عَلَى لِسَانِ مُحَمَّدٍ - صلى الله عليه وسلم - فَأَعَادَهُ, وَأَبْدَاهُ, فَأَحَلَّ حَلَالَهُ, وَحَرَّمَ حَرَامَهُ, وَنَزَلَ عِنْدَ مَنَازِلِهِ, لَا يَحُورُ فِيكُمْ, إِلَّا كَمَا يَحُورُ رَأْسُ اَلْحِمَارِ اَلْمَيِّتِ \" . ¶ ــــــــــــ ¶ هذا من كلام عبادة ولعله مما يقال: إنه ليس مما للرأي فيه مجال أو إخبار عن ما سيكون يوشك أن يكون الرجل قد قرأ القرآن وتلقاه على لسان رسول الله - صلى الله عليه وسلم - وأحل حلاله، وحرم حرامه، ونزل منازله، يكون كرأس الحمار الميت، يوشك أن يكون من هذه حاله، يتحول إلى أن يصير لا خير فيه. تتغير الحال؛ يوشك أن تتغير حال الناس حتى يكون الرجل في هذه المسافة يتغير حتى يصير لا خير فيه كرأس الحمار الميت.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "وذلك لا يكون إلا بالإعراض عما كان عليه بالتفريط؛ إما بالردة ولا بالجفاء الشديد الذي يغير من حاله، وهذا كله -يعني- من شواهد الموضوع الأول من شواهد غربة الدين فغربة الدين تكون بتغير الأحوال وتغير الناس، وهذا يشهده الناس في كل زمان سبحان الله في زماننا هذا من عمره كذا من الستين والسبعين والثمانين يشاهد من التغيرات كم من خلق الله -يعني- تغيرت حاله من حسن إلى قبيح من استقامة إلى انحراف ربما وجد من الناس من كان صالحا ومستقيما وبصيرا وعالما، ثم صار إما زنديقا وإلا فاجرا ظاهر الفجور. هذا كثير يدرك ويعرفه من يعرف -يعني- الناس ويعرف أحوالهم، ويعرف واقعهم الحاضر والماضي. ¶ وَلِلْبُخَارِيِّ عَنْ اَلزُّبَيْرِ بْنِ عَدِيٍّ قَالَ: \" أَتَيْنَا أَنَسًا فَشَكَوْنَا إِلَيْهِ مَا نَلْقَى مِنْ اَلْحَجَّاجِ فَقَالَ: اِصْبِرُوا فَإِنَّهُ لَا يَأْتِي عَلَيْكُمْ زَمَانٌ إِلَّا وَاَلَّذِي بَعْدَهُ شَرٌّ مِنْهُ؛ سَمِعْتُهُ مِنْ نَبِيِّكُمْ - صلى الله عليه وسلم - \" . ¶ نعم والله أعلم. ¶ ................................................................................ ـــــــــــــــ ¶ الأسئلة ¶ هذا سائل يقول: هل يدخل في النهي عن سل السيف مسلولا غيره من الأدوات الحادة؟ ¶ نعم: كل شيء بقدره -يعني- مناولة السكين الحادة. السيف خطره كبير، وجاء في الحديث -يعني- فيه تحذير من غشيان مجامع الناس بأشياء حادة كالسهام أو \" من كان معه سهام فليأخذ بنصالها \" نعم. ¶ أحسن الله إليكم وهذا يقول: كيف نجمع بين قوله - صلى الله عليه وسلم - \" إنكم في زمان من ترك \" وبين قوله - صلى الله عليه وسلم - \" تركت فيكم ما إن تمسكتم به لم تضلوا بعدي أبدا؟ \" . ¶ أول الحديث الأول فيه رأي -يعني- أشرت أنا إلى تضعيفه؛ لأن من أهل العلم من ضعفه ذكر بأن الشيخ ناصر أنه ضعفه الشيخ ناصر الدين الألباني.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "الأمر الثاني: ما نرى لوجه التعارض أيش وجه التعارض بين الحديث وحديث \" تركت فيكم ما إن تمسكتم به لم تضلوا بعدي \" ما في تعارض يحتاج السائل إلى أن يبين وجه التعارض من الرواة الذي خطر بباله. أنا الآن ما ظهر لي وجه تعارض ما ظهر؛ فالسائل الذي صار في ذهنه تعارض يشرح هو حتى. نعم. ¶ حديث البخاري \" يوشك أن يكون خير مال المسلم غنما يتبع بها شعف الجبال \" هل معناه الدعوة إلى ترك الأعمال التي فيها مخالطة للناس؟ ¶ ترك الأعمال لأن التي فيها مخالطة مع وجود الفتن يتعرض فيها الإنسان إلى ما يضره في دينه. هذا صريح الحديث صريح أنه -يعني- يمكن أن يعظم الخطر حتى يصير خير مال الرجل أن يهرب ولا يخالط الناس. سبق التفصيل في هذا والفرق وبعد عمر تختلف فيه أحوال الناس قوة وضعفا وعلما وجهلا؛ تختلف الأحوال وتختلف أحوال الفتن أيضا. نعم ¶ ................................................................................ ـــــــــــــــ ¶ أحسن الله إليكم يقول: هل حديث مرداس الأسلمي \" يذهب الصالحون الأول فالأول \" يسوغ للعامة أن يقولوا: لا يذهب اليوم إلا الطيب؟ ¶ يمكن يكون -يعني- يصحح قوله لكن الطيب عند العامة لا ندري تختلف أحكام العامة. أحكام العامة تختلف؛ فليست العبرة بحكم العامة عوام الناس وجهلاء الناس. نعم ¶ أحسن الله إليكم يقول: نرجو من فضيلتكم أن تبينوا لنا ما هو الموقف الذي يجب علينا تجاه هذه الفتن التي نمر عليها وجزاكم الله خيرا؟",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "الحمد لله اعتصم بحبل الله؛ بكتاب الله فإن كنت ذا بصيرة وعلم فاعمل بما علمت، وإن لم فاسأل من تثق بعلمه ودينه كأي مسألة من مسائل الدين. إن كنت ذا علم وبصيرة فاعمل بما تعلم من دين الله متجردا عن الهوى ومن الممكن أن يستعين طالب العلم بمن هو أعلم منه أيضا، وأما من ليس من أهل العلم فالواجب عليه أن يسأل من يثق بعلمه ودينه لأن الآراء تتعدد في هذه المسألة وغيرها تتعدد فماذا يصنع العامي -يعني- هذه مشكلة فنقول: على العامي أن يسأل من يري أنه -يعني- من يثق بعلمه ودينه ومن يكون في نظره أعلم وأورع؛ كحال من يريد يعرض حاله على الطبيب على طبيب وطبيب فإنه يختار لنفسه الطبيب الذي يعرف بالمهارة والنصح، والله أعلم. ¶ أحسن الله إليكم. يقول: هل غربة الإسلام تكون في الأحكام أم في من هم متمسكون بدين الله - عز وجل - من المسلمين؟ ¶ قلنا: الغربة هي كما بين الأوزاعي ليس معناه ذهاب الإسلام، لكن يذهب أهل العلم، ويذهب أهل السنة حتى يصير العالمون المستقيمون على الإسلام والسنة ندرة، وإلا فدين الله باق ومحفوظ. نعم ¶ أحسن الله إليكم يقول: هل معنى حديث: \" يذهب الصالحون الأول فالأول \" أنه لا يأتي أحد من الآخرين أفضل ممن كان قبلهم؟ ¶ لا قد يأتي؛ قد يأتي ما هو مضطرد. نعم ¶ ................................................................................ ـــــــــــــــ ¶ أحسن الله إليكم يقول: ما المراد بالغربة هل هو عدم تمسك المسلمين بتعاليم الدين أو هو ارتداد أهله عنه، وكيف نجمع بين هذا الحديث وحديث \" أمن قلة نحن يا رسول الله؟ قال: لا ولكنكم كثيرون كغثاء السيل \" .",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "يقول: ابن القيم إن المسلمين غرباء في العالم -يعني- بالقياس إلى مجموع البشرية المسلمون غرباء، وأهل السنة في المسلمين غرباء، وأهل الاستقامة منهم غرباء في أهل السنة؛ غربة في غربة في غربة، والصنف الأخير هؤلاء هم الندرة القلة. القلة من الناس منهم -يعني- أهل الاستقامة على دين الله علما وعملا، وهم على السنة فقد تنتهي الغربة -يعني- في أصل الإسلام يكون من على الإسلام -يعني- غريب جدا، وقد تكون الغربة في بعض جوانب الإسلام غربة في السنة -يعني- كما قلت عن ابن القيم: أهل السنة غرباء في الناس وقلة. نعم. ¶ أحسن الله إليكم وهذا يقول: هل معنى قوله - صلى الله عليه وسلم - (طوبى) هل هي شجرة في الجنة يسير فيها الراكب مائة عام لا يقطعها؟ ¶ يمكن أن تعمها؛ الله أعلم لكن المفسرون فسروها. بعضهم فسر طوبى بالجنة، وطوبى تسميتها إطلاقها على اسم الشجرة لا أدري ما أتذكر؛ لكن ما أتذكر أن طوبى أنها شجرة في الجنة. في الحديث لكن الحديث فيه \" إنها شجرة في الجنة يسير الراكب في ظلها كذا وكذا مائة عام \" الله أعلم؛ لكن على أي حال طوبى كما ذكرت كلمة جامعة تدل على طيب الحياة وطيب العاقبة وطيب المصير. نعم. ¶ أحسن الله إليكم يقول: سنن الله كونية وشرعية فهل الفتن كونية أو شرعية؟ ¶ الفتن الغالب أن المراد بها الفتن الشرعية بمعنى أن الأعمال -يعني- المحرمة الشبهات أو الحروب المحرمة المنكرة التي -يعني- تكون الاقتتال فيها عن الباطل، أو يكون الأمر فيها ملتبسا مشتبها فهي شرعية من هذا الوجه وهي كونية من حيث الواقع. فكل شيء واقع هو كوني فإذا تعلق به الحكم الشرعي فهو شرعي -يعني- مثال -يعني- صلاتك هي كونية شرعية؛ شرعية من حيث إنه مأمور بها؛ وكونية من حيث إنها واقع. نعم ¶ ................................................................................ ـــــــــــــــ",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "أحسن الله إليكم، وأثابكم ونفعنا بعلمكم، وصلى الله على محمد وعلى آله وصحبه أجمعين. ¶ حديث لا يأتي عليكم زمان إلا والذي بعده شر منه ¶ بسم الله الرحمن الرحيم. الحمد لله رب العالمين، والصلاة والسلام على أشرف الأنبياء والمرسلين؛ نبينا محمد وعلى آله وصحبه أجمعين قال رحمه الله تعالى: وَلِلْبُخَارِيِّ عَنْ اَلزُّبَيْرِ بْنِ عَدِيٍّ قَالَ: \" أَتَيْنَا أَنَسًا فَشَكَوْنَا إِلَيْهِ مَا نَلْقَى مِنْ اَلْحَجَّاجِ فَقَالَ: اِصْبِرُوا فَإِنَّهُ لَا يَأْتِي عَلَيْكُمْ زَمَانٌ إِلَّا وَاَلَّذِي بَعْدَهُ شَرٌّ مِنْهُ؛ سَمِعْتُهُ مِنْ نَبِيِّكُمْ - صلى الله عليه وسلم - \" . ¶ ــــــــــــ ¶ الحمد لله، وصلى الله وسلم وبارك على عبده ورسوله، وعلى آله وصحبه. هذا الحديث من شواهد الباب (باب الغربة) عن الزبير بن عدي قال: \" أتينا أنسا - رضي الله عنه - فشكونا إليه ما نلقى من الحجاج \" -يعني- من ظلمه وتسلطه على الناس بالقتل والأذى والسجن وما أشبه ذلك \" فقال أنس - رضي الله عنه - اصبروا \" وهذا هو علاج كل المصائب التي تجري في هذه الحياة الصبر تقابل بالصبر والاحتساب تسلط -يعني- الظلمة سواء كانوا من الولاة، أو من سائر الناس كقطاع الطريق ونحوهم. من البلاء ومن المصائب التي تجري على الناس فتقابل بالصبر وعدم الجزع.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "وإن ذلك كله جار بقدر الله فقال: اصبروا. هذه الوصية؛ فاصبروا لا يحملنكم ما تلقون من ظلم على تعدي حدود الله وارتكاب ما حرم الله، فإن ذلك من قلة الصبر فإنه يقول: \" اصبروا فإنه لا يأتي عليكم زمان إلا والذي بعده شر منه حتى تلقوا ربكم \" \" لا يأتي عليكم زمان إلا والذي بعده شر ؛ حتى تلقوا ربكم \" -يعني- حتى تموتوا أو إلى يوم القيامة. فهذا يدل على أن الناس دائما في نقص كلما تقدم الزمان كان النقص أشد؛ فخير هذه الأمة القرن الأول ثم الذين يلونهم، ثم الذين يلونهم، ثم تأتي قرون تتغير فيها الأحوال ويكثر فيها الشر. يأتي قوم يخونون ولا يؤتمنون، ويشهدون وينذرون ولا يوفون؛ يشهدون ولا يستشهدون وما أشبه ذلك \" لا يأتي زمان إلا والذي بعده شر منه \" هذا اللفظ يقتضي أن كلما تقدم الزمان كان الزمان الثاني أو المتأخر شرا من الذي قبله. ¶ والشر والخير إنما يقاس بأمور -يعني- فيما يتعلق بالدين فالخير بالإيمان والطاعة والاستقامة، والشر عكس ذلك فقد كان الناس في جاهلية وشر، ثم جاء الله... كما جاء في حديث حذيفة ثم جاء الله بهذا الخير بالدين بالإسلام، ¶ ................................................................................ ـــــــــــــــ ¶ وقد استشكل العلماء -يعني- هذا الإطلاق مع أنه قد جاء بعد عصر الخلفاء تغيرت الأحوال حصل -يعني- من بعض الولاة مخالفات ومن عامة الناس.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "ثم جاء عهد عمر بن عبد العزيز كان عهد عدل وصلاح الأحوال واستقامة الأعوان؛ حتى سمي عمر بن عبد العزيز رحمه الله الخليفة الراشد بعضهم يقول: الخليفة الخامس؛ خامس الخلفاء الراشدين -يعني- صار عهده. هكذا الصورة عهده خيرا من الذي قبله فيشكل مع قول \" لا يأتي زمان إلا والذي بعده شر منه \" وهكذا ما يحصل في ثنايا الزمان من صلاح واستقامة ورجوع بعد أن كان تفريط وانجراف وانطماس معالم الدين وفشو البدع -يعني- التجديد التجديد؛ كما جاء في حديث التجديد \" أن الله تعالى يبعث على رأس كل مائة سنة من يجدد لهذه الأمة أمر دينها \" معناه أن إذا جاء التجديد يكون عهد التجديد خيرا من الذي قبله. ¶ وهكذا ما جاء في شأن المهدي وأنه \" يملأ الأرض عدلا كما ملئت جورا \" هذه كلها يوردها العلماء مشكلة مع ظاهر هذا الحديث؛ فلهذا اختلفت أجوبتهم فمنهم من قال: إن هذا بحسب الأغلب الغالب هو القليل والنادر عادة لا يقدح في العموم إن هذا في الأغلب لا يأتي زمان -يعني- أكثر الأحوال وأكثر الواقع أنه لا يأتي زمان إلا والذي بعده شر منه، ومنهم من يقول: إن هذا مختص بالصحابة \" لا يأتي زمان إلا والذي بعده شر منه حتى تلقوا ربكم \" لكن أنس حمله على الإطلاق؛ لأنه خاطب به من خاطب به التابعين وبعضهم يقول: بل إن هذا على إطلاقه، وأن كل زمان -يعني- في جملته خير من الذي بعده. ¶ في الجملة كل ما كان الزمان أقرب إلى عهد النبوة فالخير الموجود من علم ودين وإيمان، ولا يقتصر هذا على أمر الولاية، ومسألة العدل -يعني- العدل في الولاية هذا جانب من جوانب الدين، فعهد عمر بن عبد العزيز نعم هو في أمر الولاية خير من الذي قبله قريب لكن حال الناس قبل ذلك خير من حيث العلم والدين والإيمان،",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "ويستشهد بهذا بأنه قبل عهد عمر كان الصحابة. فعهد عمر قد انقرض فيه الصحابة لم يبق منهم وجود البقية من صحب رسول الله - صلى الله عليه وسلم - خير عظيم هذا والله أعلم بمراد رسول الله - صلى الله عليه وسلم - . ¶ ................................................................................ ـــــــــــــــ ¶ ولهذا كل من يأتي -سبحان الله- الناس في وقت كل يشكو زمان الذي ويقول: -يعني- ويتذكر الزمان الماضي أنتم الآن في هذا الوقت الناس يتذكرون -يعني- السنين الماضية -يعني- نلاحظ إن كل الصورة تتغير؛ كلما تقدم الزمان نجد التغير وفساد الأحوال وغلبة الشرور وإن تجدد شيء من الخير وتجدد؛ لكن بشكل إجمالي الخير الذي في مثل القرن الماضي مثلا أكثر من الخير في هذا القرن، والله أعلم بالصواب نعم. ¶ حديث يتقارب الزمان وينقص العمل ¶ وَلِمُسْلِمٍ عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - قَالَ: قَالَ رَسُولُ اَللَّهِ - صلى الله عليه وسلم - \" يَتَقَارَبُ اَلزَّمَانُ وَيَنْقُصُ اَلْعَمَلُ، وَيُلْقَى اَلشُّحُّ وَتَظْهَرُ اَلْفِتَنُ, وَيَكْثُرُ اَلْهَرْجُ قَالُوا: يَا رَسُولَ اَللَّهِ: مَا هُوَ؟ قَالَ: اَلْقَتْلُ اَلْقَتْلُ. \" . ¶ ــــــــــــ ¶ هذا الحديث أيضا اشتمل على جملة أمور مما أخبر به النبي - صلى الله عليه وسلم - مما يكون بعده يقول: \" يتقارب الزمان، وينقص العمل، ويلقى الشح، ويكثر الهرج، قالوا: يا رسول الله وما الهرج؟ قال: القتل القتل. \" هذه هي الخصال أربع تقارب الزمان هذا مشكل عند كثير من الشراح.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "\" يتقارب الزمان \" مما قيل فيه: يتقارب بمعنى أنه يتسارع الزمان بسبب الغفلة غفلة الناس تسرع الأيام؛ تذهب بسرعة كما يشغل الناس الآن في هذا الوقت مع -يعني- توافر اللذات والشهوات والمتع تذهب الليالي والأيام بسرعة الآن الناس يشكون، وفي أزمان ماضية أيضا يحدث هذا فبعض الأمور التي نسميها أو يقال عنها: إنها أشراط الساعة بعضها يتكرر مثل: \" وترى الحفاة العراة العالة يتطاولون في البنيان \" -يعني- تحضر البادي حدث ويحدث ويتكرر رعاء الشاة يحلون المدن ويتطور أمرهم فيتنافسون في البنيان يتطاولون؛ فبعض الأمارات تتكرر تقارب الزمان -يعني- تسارع الزمان فيصبح -يعني- السنة كأنها شهر الشهر كأنه أسبوع الأسبوع كأنه يوم؛ اليوم كأنه ساعة هذا مما لعله من أقرب ما قيل فيه. ¶ بعض المعاصرين قال: لعل هذا كناية عن تق(8) المكان بسبب وجود هذه المواصلات المكان الذي كان الناس يقطعونه المسافات التي كانت تقطع بشهر صارت تقطع بساعة لا إله إلا الله أمور عجيبة قال: \" وينقص العمل \" ينقص العمل بماذا؟ العمل بدين الله -يعني- يكثر هذا الأمر، وهذا في الجملة في جملة الناس وفي عموم الناس ينقص العمل ينقص ويكثر التقصير فيما أوجب الله وينقص العمل. ¶ \" ويلقى الشح \" \"الشح\": هو شدة البخل { وَمَنْ يُوقَ شُحَّ نَفْسِهِ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ (9) } (¬1) { ................................................................................ ـــــــــــــــ ¶ ¬__________ ¶ (¬1) - سورة الحشر آية : 9.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "دNuژإطômé&ur الْأَنْفُسُ الشُّحَّ } (¬1) فالشح من طبائع النفوس، ولكن بالمجاهدة يتخلص الإنسان من طبع الشح، بالمجاهدة والاستعانة بالله مع الاستعانة بالله يتخلص من الشح الذي يؤدي إلى ارتكاب ما حرم الله من قطيعة الأرحام، وسفك الدماء، فإن الشح يفضي لأنه يحمل على طلب الإنسان ما ليس له، ومنع ما يجب من الحقوق، ويلقى الشح يلقى في الناس وبين الناس ويلقى الشح. ¶ \" وتظهر الفتنة \" هذا شاهد لما تقدم أنها ستكون فتن، والأحاديث التي فيها الإخبار عن كثرة الفتن كثيرة، وهذا منها تظهر الفتن فتن -يعني- فتن الشهوات فتن الشبهات البدع تظهر. ظهرت فتن عظيمة وبدع، ويتفرع عنها أيضا فتن أخرى ومنها \" ويكثر الهرج \" وكثرة الهرج من الفتن فربما قلنا: إن عطف الفتن الهرج على الفتن من عطف الخاص على العام \" قيل: وما الهرج؟ قال: القتل القتل. \" يكثر القتل -يعني- يكثر القتل بغير حق بأشكال من ظلم المتسلطين من كفار ومسلمين يكثر، وكذلك المعتدين يكثر القتل بغير حق ظلما وعدوانا. ¶ أما القتل الذي هو بحق هذا ليس من الأمور التي تذكر -يعني- هذه الأمور المذكورة كلها مذمومة، وكلها شرور قيل الهرج -يعني- ليست هذه الكلمة عربية الأصل؛ بل هي من لغة الحبشة. الهرج في لغتهم القتل في لغتهم يقال له: الهرج وهناك كلمات يقال: إنها معربة وأن أصلها يعني بعضها حبشية وبعضها فارسية دخلت وتداولها -يعني- العرب، وكأنها غير مشهورة كأنها غير مشهورة هذه الكلمة ولهذا قالوا: \" ما الهرج يا رسول الله؟ \" نعم. ¶ بَابُ تَحْرِيمِ رُجُوعِ اَلْمُهَاجِرِ إِلَى اِسْتِيطَانِ وَطَنِهِ ¶ بَابُ تَحْرِيمِ رُجُوعِ اَلْمُهَاجِرِ إِلَى اِسْتِيطَانِ وَطَنِهِ. ¶ وَلَهُ عَنْ سَلَمَةَ وَقَدْ قَالَ لَهُ اَلْحَجَّاجُ: أَرتَدْت عَلَى عَقِبَيْكَ؟ \" قَالَ: لَا, وَلَكِنَّ رَسُولَ اَللَّهِ - صلى الله عليه وسلم - أَذِنَ لَنَا فِي اَلْبَدْوِ \" . ¶ ــــــــــــ ¶ ¬__________ ¶ (¬1) - سورة النساء آية : 128.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "يقول: باب تحريم رجوع الإنسان إلى استيطان المهاجر وطنه الذي هاجر منه. حكي الإجماع على أنه لا يجوز للمهاجر أن يرجع إلى الوطن الذي هاجر منه؛ لأنه تركه لله وما تركه لله لا يعود فيه، ولهذا جاء في أحاديث صحيحة: لعن من عاد بعد هجرته أعرابيا -يعني- هاجر أسلم وهاجر وانتقل من البدو إلى الحضر في الحضر، ثم يعود فالتعرب بعد الهجرة جاء. فيه وعيد شديد. ¶ ومن شواهد هذا المعنى أن الرسول - صلى الله عليه وسلم - رخص للمهاجرين الذين هاجروا من مكة أن يقيموا فيها ثلاثة أيام ولا يزيدوا عليها بل -يعني- وذلك في موسم الحج؛ ألا يقيم المهاجر فوق ثلاثة أيام، وجاء في حديث سعد بن أبي وقاص في شأن الوصية عندما عاد والرسول عليه الصلاة والسلام قال: وكان مريضا وقال: إني ذو مال ولا يرثني إلا ابنة لي فهل أتصدق بثلثي مالي؟ الحديث المشهور. ¶ وفيه - \" لكن البائس \" الرسول عليه الصلاة والسلام يقول: البائس سعد بن خولة؛ لأن الرسول يقول لسعد \" ولعلك أن تخلف \" لأنه قال له: \" أخلف بعد أصحابي قال: لعلك أن تخلف فينفع الله بك أقواما ويضر أو فينتفع بك أقوام ويضر بك آخرون. \" لكن البائس سعد بن خولة يرثي له رسول الله - صلى الله عليه وسلم - أن مات بمكة -يعني- مات في مهاجره، وإن كان ليس عليه في ذلك شيء لكن مما يطيب للمهاجر أن يموت بمهاجره أو أن يموت في غير الوطن الذي تركه لله. ¶ وهذا سلمة بن الأكوع يتعنت عليه الحجاج؛ لأن سلمة - رضي الله عنه - سلمة بن الأكوع العداء استأذن النبي في سكنى البادية، والذي يظهر أنه -يعني- في وقت من الأوقات والمحظور أن يعود الإنسان ويترك الهجرة ويعود أعرابيا بعد هجرته بعد الهجرة فيقول الحجاج متعنتا على سلمة: أرتدت على عقبيك -يعني- صرت أعرابيا بعدما ¶ ................................................................................ ـــــــــــــــ",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "هاجرت؟ فيرد عليه بأن الرسول - صلى الله عليه وسلم - يقول: \" أذن لنا في البدو. \" وليس المحظور أن يسكن الإنسان البادية وقت من الأوقات لأسباب معينة. العودة وترك الهجرة وإيثار الحياة الأولى. ¶ وهكذا المهاجر من وطن ليس المحظور أن يأتي بهذا البلد ويقيم فيه وقت ما الممنوع أن يعود ويرجع إلى مهاجره، ولهذا الصحابة رضي الله عنهم لم يعودوا إلى مكة بعد هجرتهم بعد أن دخل الإسلام قال - صلى الله عليه وسلم - \" لا هجرة بعد الفتح \" أي بعد فتح مكة لا هجرة؛ أي لا هجرة من مكة بعد فتح مكة؛ لأنها أصبحت دار إسلام. نعم ¶ بَابُ: إِذَا اِلْتَقَى اَلْمُسْلِمَانِ بِسَيْفَيْهِمَا ¶ بَابُ: إِذَا اِلْتَقَى اَلْمُسْلِمَانِ بِسَيْفَيْهِمَا ¶ وَلِلْبُخَارِيِّ عَنْ اَلْأَحْنَفِ قَالَ: خَرَجْتُ وَأَنَا أُرِيدُ هَذَا اَلرَّجُلَ فَلَقِيَنِي أَبُو بَكْرَةَ فَقَالَ: أَيْنَ تُرِيدُ يَا أَحْنَفُ فَقُلْتُ: أُرِيدُ نُصْرَةَ اِبْنِ عَمِّ اَلرَّسُولِ - صلى الله عليه وسلم - يعني- عَلِيًّا - رضي الله عنه - فَقَالَ لِي: يَا أَحْنَفُ اِرْجِعْ, فَإِنِّي سَمِعْتُ رَسُولَ اَللَّهِ - صلى الله عليه وسلم - يَقُولُ: \" إِذَا تَوَاجَهَ اَلْمُسْلِمَانِ بِسَيْفَيْهِمَا فَالْقَاتِلُ وَالْمَقْتُولُ فِي اَلنَّارِ فَقُلْتُ, أَوْ قِيلَ: يَا رَسُولَ اَللَّهِ هَذَا اَلْقَاتِلُ فَمَا بَالُ اَلْمَقْتُولِ؟ قَالَ: إِنَّهُ أَرَادَ قَتْلَ صَاحِبِهِ. \" . ¶ ــــــــــــ",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "الأحنف بن قيس يقول خرجت لأنصر هذا الرجل -يعني- عليا لأنصره في حربه لخصومه من أهل الشام أو غيرهم -يعني- إما في وقعة الجمل أو في وقعة صفين يقول: فلقيني أبو بكرة فقال: ارجع فإني سمعت رسول الله - صلى الله عليه وسلم - يقول: \" إذا التقى المسلمان بسيفيهما، أو تواجه المسلمان بسيفيهما فالقاتل والمقتول في النار. \" يقول: قيل: أو قلت: \" هذا القاتل \" أمره بين ظاهر \" فما بال المقتول؟ \" ما ذنب المقتول؟ \" قال: إنه أراد قتل صاحبه. \" وفي لفظ: \" إنه كان حريصا على قتل صاحبه. \" فهذا يدل على تحريم القتال الذي لم يتبين وجهه الشرعي. ¶ فالقتال إما أن يكون ظاهر التحريم، وإما أن يكون مشتبها ملتبسا فهذا لا يجوز الدخول فيه الأول: قتال -يعني- ظلم وعدوان وقتال الباطل والثاني: قتال فتنة قتال فتنة. أما القتال المشروع فهو قتال جهادا في سبيل الله؛ قتال الكفار لإعلاء كلمة الله. \" أمرت أن أقاتل الناس حتى يشهدوا أن لا إله إلا الله. \" { وَقَاتِلُوا الْمُشْرِكِينَ كَافَّةً كَمَا يُقَاتِلُونَكُمْ كَافَّةً } (¬1) لكن هناك قتال بين المسلمين. ففي هذا وعيد شديد يدل على لفظ تحريم القتال بين المسلمين. ¶ فإذا التقى المسلمان بسيفيهما وتقاتل المسلمان بسيفيهما فكل منهما سواء القاتل والمقتول؛ كلاهما مستوجب لذلك الوعيد القاتل والمقتول في النار. أما القاتل فقد قتل وأما الآخر فإنه كان حريصا على؛ لو تمكن لقتل صاحبه. \" إنه كان حريصا على قتل صاحبه. \" وهذا يدل على أن التصميم والعزم وفعل المقدور بمنزلة الفعل في الخير والشر. إذا الإنسان عزم على فعل، وأراد وفعل ما يقدر عليه للوصول إلى مراده فإنه بمنزلة الفاعل. ................................................................................ ـــــــــــــــ ¶ ¬__________ ¶ (¬1) - سورة التوبة آية : 36.",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "فالمقتول هذا مثل القاتل كلاهما متوعد بوعيد واحد؛ لأن ذاك قتل والثاني كان حريص ما منعه من القتل إلا أن ذاك إنه غلب غلبه الآخر وإلا هو يريد أن يقتل صاحبه. \" إنه كان حريصا على قتل صاحبه. \" . ¶ ولكن قد يكون الإنسان متأولا يظن أنه مصيب، وأنه مجاهد مجتهد في هذا القتال فيدرأ ذلك التأويل يدرأ عنه ذلك الوعيد فلا نقول: إن الذين اقتتلوا في الجمل وصفين من الصحابة والأخيار من التابعين؛ إنهم مستوجبون لهذا الوعيد؛ لأنهم مجتهدون متأولون؛ منهم المصيب ومنهم المخطأ وكلهم ترجى له المغفرة، ولا يجوز -يعني- سبهم بذلك والتشنيع عليهم هذا مما يجب الإمساك عنه وعدم الخوض فيه. ¶ أما من كان في هذه الصفوف -يعني- قاصدا للشر ومريدا للشر فهو على ما نوى. \" إنما الأعمال بالنيات \" لكن هذا هو خاض في علي - رضي الله عنه - ومن معه من الصحابة وخيار التابعين ومعاوية ومن معه، ولكنه خطر الدخول في مثل ذلك خطر يخشى من أن يدخل على الإنسان الهوى، ويدخل عليه التعصب فيستوجب هذا الوعيد ويكون من أهل ذلك الوعيد، ومن هذا القبيل القتال الذي يكون بين أهل السلطة الذين يتنازعون على الملك وعلى مالهم كله نزاع، أو قبائل تتقاتل قتال ظلم وعدوان؛ كل واحدة تريد أن تنهب الأخرى وتستولي على حقوقها، وتأخذ مالها كلهم فهؤلاء أحق بهذا الوعيد نعم. ¶ حديث: لا تذهب الدنيا حتى يأتي على الناس يوم لا يدري القاتل فيم قتل ¶ وَلِمُسْلِمٍ عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - \" قَالَ رَسُولُ اَللَّهِ - صلى الله عليه وسلم - وَاَلَّذِي نَفْسِي بِيَدِهِ لَا تَذْهَبُ اَلدُّنْيَا حَتَّى يَأْتِيَ عَلَى اَلنَّاسِ يَوْمٌ, لَا يَدْرِي اَلْقَاتِلُ فِيمَ قَتَلَ , وَلَا اَلْمَقْتُولُ فِيمَ قُتِلَ فَقِيلَ: كَيْفَ يَكُونُ ذَلِكَ قَالَ: اَلْهَرْجُ اَلْقَاتِلُ وَالْمَقْتُولُ فِي اَلنَّارِ. \" . ¶ ــــــــــــ",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "هذا أيضا من جنس ما قبله يقسم الرسول يقول: \" والذي نفسي بيده؛ لا يذهب الزمان حتى لا يدري القاتل فيما قتل ولا المقتول فيما قتل. \" -يعني- حتى يتقاتل الناس فلا يدري القاتل والمقتول لماذا قتل وهذا لماذا قتل قتال -يعني- عصبية وجهل وظلم قالوا: \" وكيف ذلك يا رسول الله قال: الهرج القاتل والمقتول في النار \" لأن كلا منهما يعني قاتل سواء قتل أو قتل قاتل بغير حجة فهو مقدم على أمر محرم بغير حجة؛ -يعني- الذي يدخل في قتال لا بد يعرف أنه سيقتل إلا أن يقتل ويغلب. فهو يقاتل ليقتل خصمه؛ كل طائفة تريد أن تقتل الطائفة الأخرى. ¶ وهذا وقع كثيرا وقع كثيرا في الزمان في كل زمان، والآن كل ذلك يجري وهذا الوعيد يقال على الإطلاق وعلى العموم، ولا يحكم فيه على معين لا يحكم فيه على معين بل يذكر هذا على إطلاقه أن المسلمين أو أن المسلمين إذا اقتتلوا فإن القاتل والمقتول في النار كما في الحديث الصحيح المتقدم وفي هذا الحديث نعم. ¶ بَابُ هَلَاكِ اَلْأُمَّةِ بَعْضِهِمْ بِبَعْضٍ ¶ حديث: إن الله زوى لي الأرض ¶ بَابُ هَلَاكِ اَلْأُمَّةِ بَعْضِهِمْ بِبَعْضٍ:",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "وَلِمُسْلِمٍ: عَنْ ثَوْبَانَ \" قَالَ رَسُولُ اَللَّهِ - صلى الله عليه وسلم - إِنَّ اَللَّهَ زَوَى لِي اَلْأَرْضَ, فَرَأَيْتُ مَشَارِقَهَا وَمَغَارِبَهَا, وَإِنَّ أُمَّتِي سَيَبْلُغُ مُلْكُهَا مَا زُوِيَ لِي مِنْهَا, وَأُعْطِيتُ اَلْكَنْزَيْنِ اَلْأَحْمَرَ وَالْأَبْيَضَ \" . (قَالَ اِبْنُ مَاجَهْ: -يعني- اَلذَّهَبَ وَالْفِضَّةَ) \" وَإِنِّي سَأَلْتُ رَبِّي لِأُمَّتِي أَلَّا يُهْلِكَهَا بِسَنَةٍ بِعَامَّةٍ, وَأَلَّا يُسَلِّطَ عَلَيْهِمْ عَدُوًّا مِنْ سِوَى أَنْفُسِهِمْ, فَيَسْتَبِيحَ بَيْضَتَهُمْ, وَإِنَّ رَبِّي قَالَ: يَا مُحَمَّدُ إني إذا قَضَيْتُ قَضَاءً فَإِنَّهُ لَا يُرَدُّ, وَإِنِّي أَعْطَيْتُكَ لِأُمَّتِكَ أَلَّا أُهْلِكَهُمْ بِسَنَةٍ بِعَامَّةٍ, وَأَلَّا أُسَلِّطَ عَلَيْهِمْ عَدُوًّا مِنْ سِوَى أَنْفُسِهِمْ, فَيَسْتَبِيحَ بَيْضَتَهُمْ, وَلَوْ اِجْتَمَعَ عَلَيْهِمْ مَنْ بِأَقْطَارِهَا, أَوْ قَالَ: مَنْ بَيْنَ أَقْطَارِهَا حَتَّى يَكُونَ بَعْضُهُمْ يُهْلِكُ بَعْضًا , وَيَسْبِي بَعْضُهُمْ بَعْضًا \" . ¶ ــــــــــــ ¶ هذا حديث ثوبان؛ هذا الصدر رواه مسلم وآخره رواه الترمذي كما سيأتي، ورواه البرقاني كما ذكر الشيخ محمد رحمه الله في كتاب التوحيد. الشيخ محمد بن عبد الوهاب ذكر هذا الحديث بطوله في باب إن بعض هذه الأمة يعبد الأوثان، وهذا الحديث قد اشتمل على أمور من أعلام النبوة. \" إن الله زوى لي الأرض. \" -يعني- طواها وقربها \" فرأيت مشارقها ومغاربها. \" متى هذا وكيف هذا الله أعلم به، المهم أن الرسول أخبر بأن الله قرب له الأرض وأطلعه على مشارقها ومغاربها، وإن أمتي سيبلغ ملكها ما في يدي منها، وقد امتدت الدولة الإسلامية شرقا وغربا بالفتوح.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "\" وإن أمتي سيبلغ ملكها ما زوي لي منها، وإني أعطيت الكنزين الأحمر والأبيض \" فسرا الكنزان بكنوز كسرى وقيصر والأحمر الذهب والأبيض الفضة \" وإني أعطيت الكنزين الأحمر والأبيض \" ولهذا جاء في الحديث في شأن فارس والروم: \" ولتنفقن كنوز فارس والروم في سبيل الله \" يعني يغنمها المسلمون ويفتحون بلادهم وينفقون ¶ ................................................................................ ـــــــــــــــ ¶ أموالهم في سبيل الله \" أعطيت الكنزين \" يقول: \" وإني سألت ربي لأمتي ألا يهلكهم بسنة بعامة، وألا يسلط عليهم عدوا من سوى أنفسهم فيستبيح بيضتهم وإن ربي قال: إني أعطيتك لأمتك ألا أهلكهم بسنة بعامة، وألا أسلط عليهم عدوا من سوى أنفسهم فيستبيح بيضتهم \" -يعني- أن الله أجاب دعائه في هاتين المسألتين قال حتى يقول: \" وإن اجتمع عليهم من بأقطار الأرض \" من بأقطارها وجوانبها \" حتى يكون بعضهم يهلك بعضا ويسبي بعضهم بعضا. \" هذا هو الشاهد من الحديث؛ الشاهد من الحديث أن هذه الأمة يجري بينها القتال قتال الفتنة القتال بغير حق ظلما وعدونا وتأويلا. هذا هو الشاهد من الحديث \" حتى يكون بعضهم يهلك بعضا ويسبي بعضهم بعضا \" .",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "ولهذا المعنى شواهد كثيرة سيذكر المؤلف بعضها، ومن شواهده الحديث الثابت في الصحيح أنه \" لما أنزل على النبي عليه الصلاة والسلام قوله تعالى: { قُلْ هُوَ الْقَادِرُ عَلَى أَنْ يَبْعَثَ عَلَيْكُمْ عَذَابًا مِنْ فَوْقِكُمْ } (¬1) قال - صلى الله عليه وسلم - أعوذ بوجهك { أَوْ مِنْ تَحْتِ أَرْجُلِكُمْ } (¬2) قال أعوذ بوجهك { أَوْ يَلْبِسَكُمْ شِيَعًا وَيُذِيقَ بَعْضَكُمْ بَأْسَ بَعْضٍ } (¬3) قال هذا أهون \" لأن الأول والثاني يتضمن -يعني- هو من نوع عذاب الاستئصال الذي قد رفع عن هذه الأمة عذاب الاستئصال الذي هو إهلاك الجميع كما أهلك الله قوم نوح بالغرق وقوم عاد بالريح العاتية وقوم صالح بالصيحة إلى آخره نعم. ¶ حديث: وإنما أخاف على أمتي الأئمة المضلين ¶ زَادَ أَبُو دَاوُدَ: \" وَإِنَّمَا أَخَافُ عَلَى أُمَّتِي اَلْأَئِمَّةَ اَلْمُضِلِّينَ , وَإِذَا وُضِعَ اَلسَّيْفُ فِي أُمَّتِي, لَمْ يُرْفَعْ عَنْهَا إِلَى يَوْمِ اَلْقِيَامَةِ, وَلَا تَقُومُ اَلسَّاعَةُ حَتَّى يَلْحَقَ قَبَائِلُ مِنْ أُمَّتِي بِالْمُشْرِكِينَ, وَحَتَّى تَعْبُدَ قَبَائِلُ مِنْ أُمَّتِي اَلْأَوْثَانَ, وَأَنَّهُ سَيَكُونُ فِي أُمَّتِي كَذَّابُونَ ثَلَاثُونَ, كُلُّهُمْ يَزْعُمُ أَنَّهُ نَبِيٌّ, وَأَنَا خَاتَمُ اَلنَّبِيِّينَ, لَا نَبِيَّ بَعْدِي, وَلَا تَزَالُ طَائِفَةٌ مِنْ أُمَّتِي عَلَى اَلْحَقِّ ظَاهِرِينَ لَا يَضُرُّهُمْ مَنْ خَالَفَهُمْ حَتَّى يَأْتِيَ أَمْرُ اَللَّهِ \" . ¶ ــــــــــــ ¶ ¬__________ ¶ (¬1) - سورة الأنعام آية : 65. ¶ (¬2) - سورة الأنعام آية : 65. ¶ (¬3) - سورة الأنعام آية : 65.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "هذه الزيادة عند أبي داود وكما ذكرت للشيخ أيضا قال: إنه -يعني- رواه البرقاني في صحيحه، ورواها غيرهما وهذه قد اشتملت على جملة من أخبار الغيب التي أخبر بها - صلى الله عليه وسلم - ومن ذلك أنه قال: \" وإنما أخاف على أمتي الأئمة المضلين. \" يخافهم النبي عليه الصلاة والسلام على أمته أئمة قادة؛ إما بالسلطان وإما بالعلم باسم العلم الأئمة يشمل الأئمة من الولاة والحكام والأئمة بالدعوة والعلم. ¶ لا شك أن الأئمة في هذا، وهذا لهم الأثر العظيم على أحوال الناس. \" وإنما أخاف على أمتي الأئمة المضلين. \" لأن خطرهم وتأثيرهم على العامة كبير \" وإنما أخاف على أمتي الأئمة المضلين، وإذا وقع السيف على أمتي لم يرفع إلى يوم القيامة \" وقع السيف -يعني- السيف عبر به عن القتل إذا حدث القتل في هذه الأمة قتل الظلم والعدوان لم يرفع إلى يوم القيامة هذا -يعني- شاهد لما تقدم أن الحروب لا تنقطع؛ لكن تكون هناك فترات تكون هناك من مكان إلى مكان لكن القتل والقتيل والتقتيل هذا جار عبر الزمان. ¶ قال العلماء: إن وقوع السيف بدأ في فتنة علي عندما قتل يعني عثمان رضي الله وقوع السيف على هذه الأمة بقتل الخليفة الراشد عثمان - رضي الله عنه - فإنه من ذلك التاريخ والفتن لم تنقطع من ذلك التاريخ الفتن لم تنقطع تتالت بظلم ظاهر أو بتأويل وشبهات \" وإذا وقع السيف على أمتي لم يرفع إلى يوم القيامة \" . ¶ وفي هذه الحروب ابتلاء وامتحان تكون هذه الحروب -يعني- ابتلاء لقوم وممن يقع عليهم من آثار هذه الحروب وعقوبة على آخرين. العقوبة هذه الحروب، وهذه الفتن تكون عقوبة لبعض الناس وابتلاء لآخرين فهي من جملة ................................................................................ ـــــــــــــــ",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "المصائب التي تجري في هذه الحياة \" ولا تقوم الساعة حتى تلحق قبائل من أمتي بالمشركين، وحتى تعبد قبائل من أمتي الأوثان. \" وهذا هو الذي قصد إليه الشيخ في كتاب التوحيد دليلا على أن بعض هذه الأمة يعبد الأوثان. ¶ وهذا أيضا واقع فقد فشا الشرك في هذه الأمة في المنتسبين للإسلام. المنتسبون للإسلام قد وقعوا في الشرك، وهو شرك القبور ونحوه القبورية. الآن العالم الإسلامي يذخر بالأوثان؛ بالأضرحة التي تشيد عليها القباب والمساجد، ويحج إليها كما في ديار الروافض هذا النجف الأشرف كما يسمونه؛ النجف الأشرف مرقد يقولون: الإمام علي - رضي الله عنه - وعندهم مشاهد هذا مرقد فلان، وهذا مرقد فلان فالرافضة هم الأصل في حدوث هذا النوع من الشرك في الأمة، وفي فشوه في الأمة فدينهم يقوم على الشرك على عبادة القبور وتأليه الأئمة. ¶ \" وحتى تعبد قبائل من أمتي الأوثان، وأنه سيكون في أمتي كذابون ثلاثون كلهم يزعم أنه نبي. \" هذا فيه الإخبار عن أنه يظهر في الناس في الأمة الإسلامية؛ يظهر فيهم من يدعي النبوة وأنهم ثلاثون. قال العلماء: إن الذين ظهروا كثير أكثر من ثلاثين؛ لكن لعل المراد الذين يكون لهم شأن ويكون لهم أتباع، ويكون لهم شوكة، ومنهم من ظهر في حياة النبي عليه الصلاة والسلام؛ كمسيلمة الكذاب والأسود العنسي، وظهر بعد ذلك متنبئون قال العلماء: وآخرهم هو الدجال فإنه يدعي النبوة أولا ثم يدعي الربوبية.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "\" وأنه سيكون في أمتي كذابون ثلاثون؛ كلهم يزعم أنه نبي، ولا نبي بعدي. \" وهذه من ضروريات الدين وهي ختم النبوة بمحمد - صلى الله عليه وسلم - فكل مدع للنبوة بعده فهو كذاب دجال؛ نعلم بالضرورة أنه كذاب فلا ننظر فيما يدعيه إلا لكشف باطله لجهالة الناس قال - صلى الله عليه وسلم - \" وَلَا تَزَالُ طَائِفَةٌ مِنْ أُمَّتِي عَلَى اَلْحَقِّ ظَاهِرِينَ؛ لَا يَضُرُّهُمْ مَنْ خذلهم ولا من خَالَفَهُمْ حَتَّى يَأْتِيَ أَمْرُ اَللَّهِ تبارك وتعالى. \" وهذا فيه بشارة أن هذا الدين باق، وأنه لا ينقطع القائمون به فلا يزال في الزمان من هو قائم لله بحجته وقائم بدين الله، وإن قلت هذه الطائفة. هذه الطائفة تقل وتكثر، وتكون في مكان دون مكان؛ لكنها موجودة حتى تقوم الساعة نعم. ¶ حديث: سألت ربي ثلاثا فأعطاني ثنتين ومنعني واحدة. ¶ وَلِمُسْلِمٍ عَنْ سَعْدٍ: \" أَنَّ رَسُولَ اَللَّهِ - صلى الله عليه وسلم - أَقْبَلَ ذَاتَ يَوْمٍ مِنْ اَلْعَالِيَةِ؛ حَتَّى إِذَا مَرَّ بِمَسْجِدِ بَنِي مُعَاوِيَةَ؛ دَخَلَ فَرَكَعَ فِيهِ رَكْعَتَيْنِ, وَصَلَّيْنَا مَعَهُ, وَدَعَا رَبَّهُ طَوِيلاً, ثُمَّ اِنْصَرَفَ إِلَيْنَا فَقَالَ: سَأَلْتُ رَبِّي ثَلَاثًا فَأَعْطَانِي ثِنْتَيْنِ , وَمَنَعَنِي وَاحِدَةً. سَأَلْتُ رَبِّي أَلَّا يُهْلِكَ أُمَّتِي بِالسَّنَةِ فَأَعْطَانِيهَا, وَسَأَلْتُهُ أَلَّا يُهْلِكَ أُمَّتِي بِالْغَرَقِ, فَأَعْطَانِيهَا, وَسَأَلْتُهُ أَلَّا يَجْعَلَ بَأْسَهُمْ بَيْنَهُمْ, فَمَنَعَنِيهَا \" . ¶ ــــــــــــ",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "هذا شاهد للذي قبله تماما؛ أن الرسول دعا ثلاث دعوات استجيب له في اثنتين ومنع الثالثة يقول: \" دعوت ربي ألا يهلك أمتي بسنة \" السنة المراد الجدب يعبر عن الجدب بالسنين { وَلَقَدْ أَخَذْنَا آَلَ فِرْعَوْنَ بِالسِّنِينَ وَنَقْصٍ مِنَ الثَّمَرَاتِ } (¬1) \" ألا يهلكهم بسنة عامة \" \" ودعوت ربي ألا يهلكهم بالغرق \" -يعني- بعذاب الإستئصال بغرق أو نحوه أو باجتياح عدو لهم كما جاء في الحديث المتقدم \" وأن لا يسلط عليهم عدوا من سواهم فيستبيح بيضهم، وإن اجتمع عليهم من بأقطارها \" . ¶ \" وإني سألت ربي ألا يجعل بأسهم بينهم فمنعنيها \" فهذا مع ما قبله وما بعده كله يؤيد أن هذا القتال لا بد أن يجري، ولكن كون الرسول أخبر هذا لا يدل على الشرعية لا يدل على الشرعية. إن هذا إخبار عن واقع؛ أن هذا سيكون فهو من أنباء الغيب كقوله عليه الصلاة والسلام: \" لتتبعن سنن من كان قبلكم \" اتباع سنن الجاهلية هذا ضلال لكن الرسول أخبر بأنه واقع وفي الإخبار به تحذير من الدخول فيه فهو إن كان واقعا، وإن أخبر الرسول عليه الصلاة والسلام بوقوعه فهذا لا يسوغ الدخول فيه؛ فعلى المسلم ألا يكون طرفا في هذه ¶ الحروب ألا يكون طرفا، بل عليه أن يتجنب هذه الفتن ألا يجعل بأسهم بينهم يقول: \" وسألته ألا يجعل بأسهم بينهم فمنعنيها \" نعم. ¶ بَابُ كَفِّ اَللِّسَانِ فِي اَلْفِتْنَةِ ¶ حديث: ستكون فتنة تستنظف العرب ¶ بَابُ كَفِّ اَللِّسَانِ فِي اَلْفِتْنَةِ: ¶ وَلِأَبِي دَاوُدَ: عَنْ اِبْنِ عُمَرَ \" قَالَ رَسُولُ اَللَّهِ - صلى الله عليه وسلم - سَتَكُونُ فِتْنَةٌ تَسْتَنْظِفُ اَلْعَرَبَ, قَتْلَاهَا فِي اَلنَّارِ, اَللِّسَانُ فِيهَا أَشَدُّ مِنْ وَقْعِ اَلسَّيْفِ. \" قَالَ اَلتِّرْمِذِيُّ: غَرِيبٌ, سَمِعْتُ مُحَمَّدًا يَقُولُ: لَا يَعْرِفُ لِزِيَادِ بْنِ سِيْمِينَ عَنْ اِبْنِ عُمَرَ غَيْرُ هَذَا. ¶ ــــــــــــ ¶ ¬__________ ¶ (¬1) - سورة الأعراف آية : 130.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "في هذا الحديث على ما فيها خبر عن أنها \" ستكون فتنة تستنظف العرب \" -يعني- تفني العرب ويقتل من العرب فيها ما شاء الله، ولا يلزم من ذلك -يعني- ذهابهم لكن عبر عنها بتعبير بالاستنظاف يقتضي كثرة من يقتل في هذه الفتنة، والشاهد قوله -يعني- \" اللسان فيها أشد من وقع السيف \" الكلام وهو كما قيل فإن الحرب أولها كلام. ¶ فربما كلمة واحدة أضرمت نار الحرب, فيجب ترك اللسان في أيام الفتن, فلا يعين الإنسان في هذه الفتن لا يعين بالكلام؛ فإنه ربما تكلم بكلمة يعني: أججت نار الحرب وأثارت الفتنة, وصارت هذه الكلمة هي الشرارة. نعم. ¶ حديث: ستكون فتنة صماء بكماء عمياء ¶ وَلِأَبِي دَاوُدَ: عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - قَال:َ رَسُولُ اَللَّهِ - صلى الله عليه وسلم - \" سَتَكُونُ فِتْنَةٌ صَمَّاءُ بَكْمَاءُ عَمْيَاءُ, اَللِّسَانُ فِيهَا كَوَقْعِ اَلسَّيْفِ \" . ¶ ــــــــــــ ¶ هذا من جنس ما قبله, ستكون فتنة صماء, بكماء, عمياء؛ هذه الكلمات عبارة عن أنها فتنة مظلمة, ما لا يعنى لا يتبين فيها وجه الحق, مظلمة من كل وجه؛ يعني: ليس فيها منفذ لهدى, صماء, بكماء, عمياء؛ تعبير يفهمه المخاطب. إنها فتنة مظلمة من كل وجه, لا يهتدى فيها إلى خير ولا صواب, اللسان فيها كوقع السيف, -يعني- كما تقدم أن المشاركة فيها بالكلام يعني: أثره كوقع السيف, فالحذر.. الحذر. في هذا تحذير من الإعانة في هذه الفتن بالكلام. نعم. ¶ حديث: إياكم والفتن فإن اللسان فيها مثل وقع السيف ¶ وَلِابْنِ مَاجَهْ: عَنْ اِبْنِ عُمَرَ رضي الله عنهما مَرْفُوعًا: \" إِيَّاكُمْ وَالْفِتَنَ, فَإِنَّ اَللِّسَانَ فِيهَا مِثْلُ وَقْعِ اَلسَّيْفِ \" . ¶ ــــــــــــ",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "هذا من جنس ما قبله, كلها المقصود منها: التحذير من المشاركة في هذه الفتن بالكلام؛ سعي الإنسان, كما كف يده عليه أن يكف لسانه, كما قال بعض السلف في الفتن التي جرت: إنها فتن طهر الله منها أيدينا فلنطهر منها ألسنتنا, فلا نخوض فيها. نعم. ¶ حديث إن الرجل ليتكلم بالكلمة لا يلقي لها بالا ¶ وَلَهُمَا: عَنْ أَبِي هُرَيْرَةَ رضي الله عنه؛ أَنَّهُ سَمِعَ رَسُولَ اَللَّهِ - صلى الله عليه وسلم - يَقُولُ: \" إِنَّ اَلرَّجُلَ لِيَتَكَلَّمُ بِالْكَلِمَةِ, لَا يُلْقِي لَهَا بَالاً, يَهْوِي بِهَا فِي اَلنَّارِ, أَبَعْدَ مَا بَيْنَ اَلْمَشْرِقِ وَالْمَغْرِبِ \" . ¶ ــــــــــــ ¶ هذا الحديث عام في الفتن وغيرها, إن هذا يدل على عظم خطر اللسان , وأنه يجب على الإنسان أن يكف لسانه, وأن يزن كلامه, وأن يحذر من المجازفة في الكلام, \" إن العبد ليتكلم بالكلمة ما يلقي لها بالا \" ما يقدر قدرها, ولا يظن أن تبلغ ما بلغت, \" يهوي بها في النار؛ أبعد مما بين المشرق والمغرب \" في الأمر الآخر: \" إن العبد يتكلم بالكلمة من سخط الله \" لا يظن أن تبلغ ما بلغ, \" يكتب الله له بها صدقة إلى يوم يلقاه \" أو كما قال عليه الصلاة والسلام. وهكذا في الخير قد يتكلم اللسان بكلمة طيبة من رضوان الله ما يظن أنها بهذا القدر, فيكتب الله له بها رضاه. ¶ فاللسان يعني خطره عظيم, وكذلك نفعه كبير, فهو أداة للخير والشر, اللسان أداة للخير والشر؛ ولكن كثيرا ما يجني الناس على أنفسهم بألسنتهم \" وهل يكب الناس في النار على وجوههم أو قال: على مناخرهم إلا حصائد ألسنتهم. \" الكفر يكون في الكلام, وكثير من الكبائر هي في اللسان, كشاهدة الزور \" ألا وقول الزور؛ ألا وشاهدة الزور \" قد يكفر الإنسان بكلمة يتكلم بها. نعم. ¶ أعد الحديث..",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "ولهما: عَنْ أَبِي هُرَيْرَةَ رضي الله عنه؛ أَنَّهُ سَمِعَ رَسُولَ اَللَّهِ - صلى الله عليه وسلم - يَقُولُ: \" إِنَّ اَلرَّجُلَ لِيَتَكَلَّمُ بِالْكَلِمَةِ, لَا يُلْقِي لَهَا بَالاً, يَهْوِي بِهَا فِي اَلنَّارِ, أَبَعْدَ مَا بَيْنَ اَلْمَشْرِقِ وَالْمَغْرِبِ. \" نعم. بعده. ¶ من أحاديث النهي عن السعي في الفتنة.قف على هذا الحديث. ¶ ................................................................................ ـــــــــــــــ ¶ الأسئلة ¶ أحسن الله إليكم.. هذا سائل يقول: كثرت في هذا الزمان الاختلاف بين طلاب العلم, فغاب الحق عن كثير من العامة, فما هو السبب؟ وما هو العلاج؟ خصوصاً مع الكفالة بأعداء الإسلام وعامة المسلمين في هذا الوقت؟ وجزاكم الله خيرا؟ ¶ على الناس إذا اشتبهت عليهم الأمور عليهم أن يرجعوا -كما تقدم- عليهم أن يرجعوا إلى يعني من يثقون بعلمهم ودينهم, وعليهم أن يحذروا من التعصب واتباع الهوى؛ فإن هذا داء عضال؛ التعصب للرأي, اتباع الهوى. أما من العامة فليس هذا. + , وأما من طلاب العلم فهذا من -يعني- مما يؤسف له { فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ } (¬1) وإذا الناس تراجعوا, وتجردوا, وحسنت نياتهم هدوا, هداهم الله؛ الله يهديهم, ويلهمهم الصواب. أما من كان متبعا لهواه متعصبا وهو لا يريد إلا ما يؤيد رأيه فهذا حري ألا يوفق. نعم. ¶ أحسن الله إليكم.. هذا يقول: كيف نوفق بين قوله عليه الصلاة والسلام: \" لقد يئس الشيطان أن يعبد في جزيرة العرب \" وبين قوله: \" حتى تعبد قبائل المؤمنين في الأوثان \" ؟ ¶ ¬__________ ¶ (¬1) - سورة النساء آية : 59.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "هذا سؤال متروك من قبيل منصوص الكلام عليه, نجيب عنه: بأنه ليس كل ما أيس -يعني- كل ما حصل منه اليأس أنه لا يكون؛ قد ييأس الإنسان من شيء ثم يقع الأمر على خلاف ظنه, هكذا الشيطان قد ييأس من إنسان, ييأس؛ ولكن -يعني- ييأس من إضلاله, ومن ردته, ثم يقع الأمر على خلاف ما ظنه. فالشيطان أيس أن يعبد في جزيرة العرب, أو أن يعبده المصلون -كما في اللفظ الآخر- فلا يلزم من يأسه وقوع -يعني- الأمر على ¶ وفق ظنه. وقال بعض أهل العلم في الجواب: إن المراد أنه أيس أن يطبقوا على عبادته,. يعني ارتد بعض المسلمين, ولحق من لحق بالمشركين, وعبد من عبد من هذه الأمة الأوثان؛ فإن هذا إنما يحصل من البعض لا من الكل. نعم. ¶ ................................................................................ ـــــــــــــــ ¶ أحسن الله إليكم.. هذا يقول: كيف نجمع بين حديث النبي - صلى الله عليه وسلم - \" إذا التقى المسلمان \" وبين قوله: \" ومن قتل دون ماله فهو شهيد؟ \" . ¶ هذا إذا التقى المسلمان بسيفين وكل منهما ظالم. أما من قتل دون ماله فأحدهما ظالم, جاء في الحديث: \" قال: أرأيت إن قتلته؟ قال: هو في النار. قال: أرأيت إن قتلني؟ قال: فأنت شهيد. \" أو كما قال عليه الصلاة والسلام. هذا الحديث واضح التقيا بسيفيهما؛ لكن أحدهما ظالم والآخر مظلوم, أما في حديث: \" إذا التقى المسلمان بسيفيهما فكلاهما ظالم. \" . نعم. ¶ أحسن الله إليكم.. هذا يقول: ألا يعتبر رد أبي بكرة للأحنف عن مساعدة علي رضي الله عنه؛ أن هذا الوعيد سينطبق على الأحنف لو أنه ذهب؟",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "هذا رأي أبي بكرة -يعني- أبو بكرة رأى أن القتال لا يجوز, وأن المشاركة في هذا القتال إما أنه يرى أنه قتال بغير حق, أو أن الأمر فيه اشتباه, ولا يجد الإقدام والمشاركة في قتال لم يتضح فيه وجه الحق والصواب, ولم يتبين فيه المحق من المبطل, فربما الإنسان ترك الشيء خشية الوقوع في المحرم -يعني- أوسده إلى الاحتياط لدينه؛ ولهذا أصعب منهم من تأول ودخل في القتال مع أحد الطائفتين, ومنهم من رأى أن هذا القتال كله قتال فتنة فاعتزلوا الطائفتين -كما تقدم- منهم أبو بكرة, وسعد بن أبي وقاص, وابن عمر, ومحمد بن مسلمة. كما تقدم نعم. ¶ أحسن الله إليكم.. ما معنى قوله: \" فيستبيح بيضتهم \" ؟ ¶ الله أعلم المراد اجتياح المسلمين بحيث أنهم لا يبقى لهم كيان. ¶ أحسن الله إليكم.. هذا يقول: هل ما يحصل الآن من القتل في بعض البلاد هو من جعل المسلمين بأسهم بينهم؟ ¶ لا. هذا ليس من بأس القتال الذي يجري الآن هو قتال بين بعض جهال المسلمين المتأولين, المتأولين مع هو ليس فيه قتال, فيه قتل, ما في قتال, القتال يكون من جانبين, هذا فيه قتل,. قتال بين طائفتين كل واحدة تريد أن تقاتل الأخرى, هذا فيه قتل, قتل لمعاهدين بتأويل, وهو -يعني- من البلاء الذي ابتليت به الأمة, ومن دوافعه ................................................................................ ـــــــــــــــ",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "تسلط الكفار. لما تسلط الكفار وفي مقدمتهم الأمريكان -قبحهم الله وأذلهم وأخزاهم- لما يعني تفاقم تسلطهم كان ضعف -يعني- ولد تسلطهم شرا آخر, فكما يقال: الظلم يولد الظلم. هؤلاء لما تسلطوا على المسلمين, وفرضوا نفوذهم في كل العالم الإسلامي؛ ولا سيما في هذه المنطقة سبب ذلك ما حصل من هذه الفتن؛ حصل -يعني- هذا آثار حماس هؤلاء وغضبهم بتأويل بتأويلات وشبهات, ذكر ما ذكر منها, ولهم من يحركهم -أيضا- في الخارج, قد يكون من فئات مختلفة؛ حتى إن من الناس من يقول: لعل نفس الأمريكان وأمثالهم من دول الكفر؛ لعلهم وراء هذا بطرق غير مباشرة؛ ليحققوا مآرب ومكاسب، ويتخذوا من هذا الواقع والزعزعة في الأمن, يتخذوا من ذلك طريقا إلى فرض نفوذ أكثر وأكبر. فنسأل الله أن يحبط كيدهم, وأن يصلح أحوال الشباب, وأن يلهمهم الصواب, وأن يرزقنا وإياكم البصيرة في الدين. فالجهل داء قاتل. نعم. ¶ أحسن الله إليكم،ونفعنا بعلمكم وصلى الله على سيدنا محمد وعلى آله وصحبه أجمعين. ¶ من أحاديث النهي عن السعي في الفتنة ¶ حديث: كيف أنت إذا أخذ الناس موت ¶ بسم الله الرحمن الرحيم، الحمد لله رب العالمين, والصلاة والسلام على أشرف الأنبياء والمرسلين؛ نبينا محمد وعلى آله وصحبه أجمعين. ¶ قال رحمه الله تعالى: من أحاديث النهي عن السعي في الفتنة.",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "وَلِأَبِي دَاوُدَ: عَنْ أَبِي ذَرٍّ قَالَ رَسُولُ اَللَّهِ - صلى الله عليه وسلم - \" يَا أَبَا ذَرٍّ قُلْتُ: لَبَّيْكَ يَا رَسُولَ اَللَّهِ وَسَعْدَيْكَ! وَذَكَرَ اَلْحَدِيثَ قَالَ فِيهِ: كَيْفَ أَنْتَ إِذَا أَخَذَ اَلنَّاسَ مَوْتٌ, تَكُونُ اَلْبَيْتُ فِيهِ بِالْوَصِيفِ , يَعْنِي: اَلْقَبْرَ: قُلْتُ: اَللَّهُ وَرَسُولُهُ أَعْلَمُ, أَوْ قَالَ: مَا يَخْتَارُ اَللَّهُ لِي وَرَسُولُهُ قَالَ: عَلَيْكَ بِالصَّبْرِ أَوْ قَالَ: تَصْبِرُ ثُمَّ قَالَ لِي: يَا أَبَا ذَرٍّ قُلْتُ: لَبَّيْكَ يَا رَسُولَ اَللَّهِ وَسَعْدَيْكَ! قَالَ: كَيْفَ أَنْتَ! إِذَا رَأَيْتَ أَحْجَارَ اَلزَّيْتِ قَدْ غَرِقَتْ بِالدَّمِ قُلْتُ: مَا يَخْتَارُ اَللَّهُ لِي وَرَسُولُهُ. قَالَ: عَلَيْكَ بِمَنْ أَنْتَ مِنْهُ قُلْتُ: يَا رَسُولَ اَللَّهِ أَفَلَا آخُذُ سَيْفِي فَأَضَعُهُ عَلَى عَاتِقِي قَالَ: شَارَكْتَ اَلْقَوْمَ إِذًا قَالَ: قُلْتُ: فَمَاذَا تَأْمُرُنِي قَالَ: تَلْزَمُ بَيْتَكَ قُلْتُ: فَإِنْ دَخَلَ عَلَيَّ بَيْتِي قُالْ: فَإِنْ خَشِيتَ أَنْ يُبْهِرَكَ شُعَاعُ اَلسَّيْفِ, فَأَلْقِ ثَوْبَكَ عَلَى وَجْهِكَ, يَبُوءُ بِإِثْمِكَ وإثمه \" . ¶ زَادَ اِبْنُ مَاجَهْ: \" كَيْفَ أَنْتَ وَجَوَائِحُ تُصِيبُ اَلنَّاسَ, حَتَّى تَأْتِيَ مَسْجِدَكَ, فَلَا تَسْتَطِيعُ أَنْ تَرْجِعَ إِلَى فِرَاشِكَ, وَلَا تَسْتَطِيعُ أَنْ تَقُومَ مِنْ فِرَاشِكَ إِلَى مَسْجِدِكَ قُلْتُ: اَللَّهُ وَرَسُولُهُ أَعْلَمُ, أَوْ يَخْتَارُ اَللَّهُ لِي وَرَسُولُهُ. قَالَ: عَلَيْكَ بِالْعِفَّةِ \" ¶ ــــــــــــ ¶ الحمد لله, وصلى الله وسلم وبارك على نبيه ورسوله وعلى آله وصحبه. ¶ مضمون هذا الحديث قد تقدم؛ وهو النهي عن السعي في الفتنة, والمشاركة في الفتنة.",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "قال: كيف بك يا أبا ذر إذا أخذ الناس موت يكون البيت فيه الوصيف \" الوصيف: الخادم. يعني: يكون البيت بوصيف,. + بوصيف, يعني يكون, فسر البيت بالقبر, وفسر بالبيت المعروف بالمسكن فسر بهذا، -يعني- يقع ................................................................................ ـــــــــــــــ ¶ إذا أخذ الناس موت يكون البيت بوصيف -يعني- يكون القبر يشترى بوصيف؛ لأنها تضيق الأرض بكثرة الموتى, فلا يحصل الإنسان على قبر يدفن فيه ميته؛ إلا بوصيف. هذا قول في تفسير هذه العبارة, وقيل: بل هو البيت.. المسكن. ومعناه: يعنى أن البيت.+ المساكن حتى يشترى البيت العالي المسكن بوصيف؛ لكثرة -يعني- بسبب كثرة الموت يزهد الناس في البيوت, ويقل الطلب عليها -على المساكن-. فهذان قولان متقابلان -يعني- فسر البيت بالغلاء, بغلاء البيت الذي يسكنه الميت في القبر, أو بكساد البيوت التي يسكنها الناس.",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "\" قال: قلت: الله ورسوله أعلم \" أو قال:يعني \" ما يختار الله لي ورسوله \" . يعني: ما يختار الله لي ورسوله. قال: فاصبر. هذا هو الواجب على الإنسان عند المصائب العامة والخاصة, الواجب الصبر, والتسليم لأقدار الله, والإيمان بأن ما يجري هو بقدره سبحانه وتعالى. هذا هو الواجب. يقول: ثم قال: \" كيف بك إذا غرقت أحجار الزيت بالدم \" فسرت أحجار الزيت بأحجار الحرة التي في المدينة, أحجار الزيت كأنها معروفة بهذا الاسم, وهذا كناية عن كثرة القتل, والذي يؤدي إلى أن تغرق هذه الأحجار بالدم -يعني- الأمر عظيم. فسر ذلك فسره بعضهم بوقعة الحرة, موقعة عظيمة دامية, وذلك في خلافة يزيد بن معاوية, عندما كان من أهل المدينة -يعني- خروج عليه أو عدم طاعة له, فأرسل إليهم جيشا استباح المدينة -نسأل الله السلامة-, وهذا مما يستدل به على أن الخروج عن الأئمة له آثار عصيبة وشديدة وأخطار كبيرة, وشواهد هذا في التاريخ كثيرة. \" قال: قلت: الله ورسوله أعلم, أو قال: ما يختار الله لي ورسوله \" أي: ما اختار الله لي ورسوله. ثم قال: \" آخذ سيفي وأحمله على عاتقي؟ قال: إذاً شاركت القوم \" لاقت سيفك, فيوشك أن تقتل به, قال: \" فما تأمروني؟ قال: تلزم بيتك \" هذا الشاهد شاهده ما تقدم, كونوا أحلاس بيوتكم, الزم بيتك؛ حتى تأتيك يد خاطئة أو منية قاضية -فيما سبق- تلزم بيتك. قال: \" فإن دخل علي بيتي؟ \" قال: دعه أو كما قال: \" يبوء بإثمه وإثمك \" حتى قال: \" فإن بهرك شعاع السيف فألقي ثوبك على وجهك \" يعني: أصبر ولا تقاتل ولا تقاوم, وتقدمت الإشارة إلى أن هذا -",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "يعني- يشرع في الفتنة. أما في الفتنة فإنه يجوز للإنسان أن يدفع عن نفسه كما جاء في الحديث الصحيح \" قلت: يا رسول الله.. أرأيت إن جاء رجل يريد أخذ مالي؟ قال: لا تعطه مالك. قال: إن قاتلني؟ قال: قاتله. قال: إن ................................................................................ ـــــــــــــــ ¶ قتلني؟ قال: فأنت شهيد. قال: إن قتلته؟ قال: هو في النار \" أما في الفتنة فالأفضل هو الكف وعدم الدفع, والمعروف عند أهل العلم إن هذه الأوامر يعني محمولة على الاستحباب والأفضلية؛ وإلا فمن دفع وإلا فيجوز أن يدفع الإنسان عن نفسه يجوز؛ لكن الأفضل في الفتنة ألا يدافع ويسلم ويصبر. نعم. ¶ اقرأ الحديث مرة ثانية. ¶ وَلِأَبِي دَاوُدَ: عَنْ أَبِي ذَرٍّ قَال رَسُولُ اَللَّهِ - صلى الله عليه وسلم - \" يَا أَبَا ذَرٍّ قُلْت:ُ لَبَّيْكَ يَا رَسُولَ اَللَّهِ وَسَعْدَيْكَ! وَذَكَرَ اَلْحَدِيثَ قَالَ فِيهِ: كَيْفَ أَنْتَ إِذَا أَخَذَ اَلنَّاسَ مَوْتٌ, تَكُونُ اَلْبَيْتُ فِيهِ بِالْوَصِيفِ , يَعْنِي: اَلْقَبْرَ \" . ¶ يعني: القبر. هذا تفسير لعله من أحد الرواة, ولعل هذا يرجحه إذا كان, وهو محتمل. نعم. ¶ \" قُلْتُ: اَللَّهُ وَرَسُولُهُ أَعْلَمُ, أَوْ قَالَ: مَا يَخْتَارُ اَللَّهُ لِي وَرَسُولُهُ. قَالَ: عَلَيْكَ بِالصَّبْرِ أَوْ قَالَ: تَصْبِرُ ثُمَّ قَالَ لِي: يَا أَبَا ذَرٍّ قُلْتُ: لَبَّيْكَ يَا رَسُولَ اَللَّهِ وَسَعْدَيْكَ! قَالَ: كَيْفَ أَنْتَ! إِذَا رَأَيْتَ أَحْجَارَ اَلزَّيْتِ قَدْ غَرِقَتْ بِالدَّم قُلْتُ: مَا يَخْتَارُ اَللَّهُ \" . ¶ يجوز في الجواب أن يقول الإنسان لداعيه الذي يحترمه أن يقول له: لبيك, أو لبيك وسعديك. هذا جواب, جواب يتضمن -يعني- المبادرة, والطاعة, والاستجابة. نعم.",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "\" قُلْتُ: مَا يَخْتَارُ اَللَّهُ لِي وَرَسُولُهُ. قَالَ: عَلَيْكَ بِمَنْ أَنْتَ مِنْهُ. قُلْتُ: يَا رَسُولَ اَللَّهِ أَفَلَا آخُذُ سَيْفِي فَأَضَعُهُ عَلَى عَاتِقِي \" ¶ \" . قال: عليك بمن أنت منه \" أو \" بمن أنت فيه \" يعني: كن مع أهلك وعشيرتك, ولا تشارك في الفتنة؛ ولا تشارك المقاتلة في قتالهم. نعم. \" قُلْتُ: يَا رَسُولَ اَللَّهِ أَفَلَا آخُذُ سَيْفِي فَأَضَعُهُ عَلَى عَاتِقِي قَالَ: شَارَكْتَ اَلْقَوْمَ إِذًا ¶ قَالَ: قُلْتُ: فَمَاذَا تَأْمُرُنِي قَالَ: تَلْزَمُ بَيْتَكَ قُلْتُ: فَإِنْ دَخَلَ عَلَيَّ بَيْتِي قُال: فَإِنْ خَشِيتَ أَنْ يُبْهِرَكَ شُعَاعُ اَلسَّيْفِ, فَأَلْقِ ثَوْبَكَ عَلَى وَجْهِكَ, يَبُوءُ بِإِثْمِكَ وَإِثْمِهِ \" . ¶ ................................................................................ ـــــــــــــــ ¶ زَادَ اِبْنُ مَاجَهْ: هذا يشهد له ما تقدم, قال: \" فإن جاءني ودخل علي بيتي؟ قال: كن كخير ابني آدم \" وهنا قال: \" فألق ثوبك على وجهك, يبوء بإثمك وإثمه \" فهذه الأحاديث متطابقة الدلالة على أنه يشرع الكف في الفتنة والاعتزال والصبر. نعم. ¶ \" زَادَ اِبْنُ مَاجَهْ: كَيْفَ أَنْتَ وَجَوَائِحُ تُصِيبُ اَلنَّاسَ, حَتَّى تَأْتِيَ مَسْجِدَكَ, فَلَا تَسْتَطِيعُ أَنْ تَرْجِعَ إِلَى بيتكَ, وَلَا تَسْتَطِيعُ أَنْ تَقُومَ مِنْ فِرَاشِكَ إِلَى مَسْجِدِكَ قُلْتُ: اَللَّهُ وَرَسُولُهُ أَعْلَمُ, أَوْ يَخْتَارُ اَللَّهُ لِي وَرَسُولُهُ. قَالَ: عَلَيْكَ بِالْعِفَّةِ \" .",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "هذا اللفظ في الحقيقة فإنه متضمن معنى أيضا الكف في قال: وكيف بك إذا أصباب الناس جوائح. الجوائح: هي المهالك, والآفات المبيدة التي تجتاح الناس. بحيث يقول: لا تستطيع أن تنهض من فراشك لمسجدك, أو كنت بمسجد لا تستطيع أن تنهض إلى فراشك -يعني- يسقط في أيدي الناس, هل يصبح الإنسان ما يستطيع من شدة الهول, وشدة المصاب وعظم المصاب. قال: \" فما تأمرني؟ قال: عليك بالعفة \" العفة تشمل الكف -يعني- معناها: الكف عن الحرام, وفي هذا السياق عليك بالعفة -يعني- تفعل مشاركة أهل الباطل في باطلهم, وأهل الفتنة في فتنتهم, فيعود هذا السياق أو هذا المعنى إلى ما سبق. والله أعلم. نعم. ¶ موقف المؤمن من الفتنة ¶ \" وَفِي حَدِيثٍ عَنْ اِبْنِ مَسْعُودٍ: وَذَكَرَ اَلْفِتْنَةَ قَالَ: اِلْزَمْ بَيْتَكَ قِيلَ: فَإِنْ دَخَلَ عَلَيَّ بَيْتِي؟ قَالَ: فَكُنْ مِثْلَ اَلْجَمَلِ اَلْأَوْرَقِ اَلتُّفَال, اَلَّذِي لَا يَنْبَعِثُ إِلَّا كَرْهًا \" . ¶ قال: تكون مثل الجمل الأورق التفال. التفال بالتاء؟ المصوبة بالثاء ثفال. نعم ¶ \" . قَالَ: فَكُنْ مِثْلَ اَلْجَمَلِ اَلْأَوْرَقِ اَلتُّفَال, اَلَّذِي لَا يَنْبَعِثُ إِلَّا كَرْهًا, وَلَا يَمْشِي إِلَّا كَرْهًا \" رَوَاهُ أَبُو عُبَيْدٍ. ¶ ــــــــــــ ¶ وهذا فيه نفس المعنى المتقدم في هذا الحديث أنه إذا وقعت وحصلت الفتنة؛ فليلزم الإنسان بيته، ويكون مثل الجمل الذي لا يستطيع النهوض؛ مثل الجمل التفال الذي لا يقوم إلا كرها. إذا أريد منه أن يثور ما يثور إلا بالكره مثل الجمل الثفال؛ يسمونه الجمل الثاوي الهزال. الجمل إذا كان هزيلا لا يثور إلا بالخشب, والرجال الذين ينهضونه من نحره وبذيله ينهضون -يعني- الزم بيتك، وكن مثل هذا الجمل لا يتحرك ولا ينهض إلا كرها. ¶ كل هذه الأحاديث متطابقة الدلالة على وجوب الصبر والكف عن المشاركة في الفتنة. نعم. ¶ حديث إن السعيد لمن جنب الفتن",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "وَلِأَبِي دَاوُدَ عَنْ اَلْمِقْدَادِ مَرْفُوعًا: \" إِنَّ اَلسَّعِيدَ لَمَنْ جُنِّبَ اَلْفِتَنَ, وَلَمَنْ اُبْتُلِيَ فَصَبَرَ فَوَاهًا \" . ¶ ــــــــــــ ¶ إن السعيد من جُنب الفتن, إن السعيد من جَنب الفتن. جَنب يمكن تجنبها بمعنى فسروها, فسروه بتجنب, إذا فسر بتجَنب فهو جَنَّبَ, جَنب: أي تجنب. إن السعيد من جنب الفتن, بعدها قال إيش؟ ولمن ابتلي فصبر فوها. ولمن ابتلي, لمن الواو غلط الأولى, إن السعيد من جنب الفتن, إيش بعدها؟ ولمن ابتلي فصبر فوها, لا. يمكن صحيحة الواو في الجملة, ولمن ابتلي, إن السعيد من جنب الفتن, ومن ابتلي, أو ولمن ابتلي؛ تأكيد يحتمل؛ من ابتلي فصبر -يعني- هذا صفة السعيد, السعيد: من جنب الفتن, ومن ابتلي فصبر. ¶ واها, واها يقولون: إنها اسم فعل, يأتي للتعجب, وللتلهف, للتلهف على شيء: واها, للتلهف على شيء, يظهر أن هذا واها لمن صبر, تلهف على هذه الحال, وعلى أصحاب هذه الشأن؛ من ابتلي فصبر, وهذا فيه الترغيب في الصبر أيضاً. إن السعيد من جنب الفتن؛ تجنبها واعتزلها, ومن ابتلي فصبر واها, يقال: واها, وواها -يعني- يكون. بالتنوين وعدمه. نعم. ¶ ********** ¶ بَابُ أَمَارَاتِ اَلسَّاعَةِ ¶ بَابُ أَمَارَاتِ اَلسَّاعَةِ",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "وَلِلْبُخَارِيِّ: \" عَنْ عَوْفِ بْنِ مَالِكٍ أَتَيْتُ اَلنَّبِيَّ - صلى الله عليه وسلم - فِي غَزْوَةِ تَبُوكَ وَهُوَ فِي قُبَّةٍ مِنْ أَدَمٍ فَقَالَ: اعْدُدْ سِتًّا بَيْنَ يَدَيْ اَلسَّاعَةِ, مَوْتِي ثُمَّ فَتْحُ بَيْتِ اَلْمَقْدِسِ, ثُمَّ مَوْتَانِ يَأْخُذُ فِيكُمْ كَقُعَاصِ اَلْغَنَمِ, ثُمَّ اِسْتِفَاضَةُ اَلْمَالِ, حَتَّى يُعْطَى اَلرَّجُلُ مِائَةَ دِينَارٍ فَيَظَلُّ سَاخِطًا, ثُمَّ فِتْنَةٌ لَا يَبْقَى بَيْتٌ مِنْ اَلْعَرَبِ إِلَّا دَخَلَتْهُ, ثُمَّ هُدْنَةٌ تَكُونُ بَيْنَكُمْ وَبَيْنَ بَنِي اَلْأَصْفَرِ, فَيَغْدِرُونَ, فَيَأْتُونَكُمْ تَحْتَ ثَمَانِينَ غَايَةً تَحْتَ كُلِّ غَايَةٍ اِثْنَا عَشَرَ أَلْفًا \" . ¶ ــــــــــــ",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "يقول في البخاري عن عوف بن مالك - رضي الله عنه - قال: أتيت النبي - صلى الله عليه وسلم - في غزوة تبوك وهو في قبة من أدم؛ في قبة حمراء من أدم فقال - صلى الله عليه وسلم - \" اعدد ستا بين يدي الساعة \" يعني: كلها من أشراط الساعة, كل ما يقال فيه يكون كذا بين يدي الساعة, يكون كذا قبل قيام الساعة؛ فإنه يعد من أشراطها, وسبق أن ذكرت لكم إن العلماء في مصنفاتهم يداخلون بين أحاديث الفتن وأحاديث أشراط الساعة؛ لأن الفتن نفسها هي من أشراط الساعة, كلها من الأحداث التي أخبر بها النبي عليه الصلاة والسلام, وتكون قبل قيام الساعة, منها البعيد ومنها القريب, ومنها الكبير ومنها الصغير, أشراط الساعة كثيرة, أشراط وأمارات. أما الأشراط: فكما قال الله سبحانه وتعالى { فَقَدْ جَاءَ أَشْرَاطُهَا } (¬1) قال: { فَهَلْ يَنْظُرُونَ إِلَّا السَّاعَةَ أَنْ تَأْتِيَهُمْ بَغْتَةً فَقَدْ جَاءَ أَشْرَاطُهَا فَأَنَّى لَهُمْ إِذَا جَاءَتْهُمْ ذِكْرَاهُمْ (18) } (¬2) والأشراط: جمع شرط وهو العلامة -أي- علامتها, وفي الحديث: \" قال أخبرني عن أماراتها \" يعني: علاماتها, فأشراط الساعة كثيرة. ¶ اعدد ستا بين يدي الساعة موتي \" موت الرسول - صلى الله عليه وسلم - هذا فيه أنه عليه الصلاة والسلام سيموت, { إِنَّكَ مَيِّتٌ وَإِنَّهُمْ مَيِّتُونَ (30) } (¬3) وأنه لا تطول حياته - صلى الله عليه وسلم - \" موتي \" فموته من أشراط الساعة؛ بل بعثته هي أول أشراط ................................................................................ ـــــــــــــــ ¶ ¬__________ ¶ (¬1) - سورة محمد آية : 18. ¶ (¬2) - سورة محمد آية : 18. ¶ (¬3) - سورة الزمر آية : 30.",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "الساعة, بعثة النبي - صلى الله عليه وسلم - هي أول أشراط الساعة؛ فإنه نبي الساعة, يقول - صلى الله عليه وسلم - \" بعثت بين يدي الساعة بشيرا ونذيرا \" وفي الحديث الآخر: \" بعثت أنا والساعة كهاتين وأشار بإصبعه السبابة والوسطى \" - صلى الله عليه وسلم - . ¶ \" ثم فتح بيت المقدس \" وفتح بيت المقدس -يعني- أمره ظاهر ومشهور, وقد وقع في عهد الخليفة الراشد عمر - رضي الله عنه - . ¶ \" وفتح بيت المقدس, ثم موتان \" -يعني- موت يشيع في الناس \" كقعُاص الغنم \" أو كعُقاص الغنم, أو عِقاص الغنم -يعني- قيل بتقديم العين على القاف أو القاف على العين, وهو داء يصيب البهائم تموت منه, وهذا موتان -يعني- يصيب الناس موت كقعاص الغنم يفشو فيهم؛ ولعل هذا يشهد لحديث أبي ذر المتقدم, كيف بك إذا أخذ الناس موت يكون البيت فيه الوصيف؟ ثم من كان يعلم -يعني- هذا في الصحيح فهو يشهد للحديث المتقدم هذه ثلاثة. ¶ \" ثم استفاضة المال \" استفاضة المال: كثرة المال في أيدي الناس, بكثرة أسبابه, وبكثرة الموارد, وأسباب الدخل, يفيض المال يستفيض ويكثر؛ ومع ذلك لا يشبع الناس منه؛ حتى يعطى الواحد مائة دينار فيظل ساخطا, مائة دينار ذهب. الدنانير من ذهب, يعطى مائة دينار فيظل ساخطا, كأنها هلالات؛ مع استفاضة المال, وهذا غير الوقت الذي يفيض به المال, ويعطى الرجل المال فلا يأخذه هناك في حال أخرى. ¶ \" ثم فتنة لا تترك بيتا من بيوت العرب إلا دخلته \" الله أعلم, ربما إن هذا وقع, \" فتنة لا تترك بيتا من بيوت العرب إلا دخلته \" إن كانت فتنة من المعنى الذي تقدم من فتن الحرب, فتنة حرب, واختلاف بين الناس, فيقتضي هذا أن هذه الفتنة تدخل بيوت العرب؛ بمعنى أنه لا بد أن يكون لهذه الفتنة وفي كل بيت مشارك بفعل",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "أو بقول أو برأي أو بموافقة، وهذا ربما إنه يعني قد يكون شيء من هذا حدث، وينبغي أن نعلم أن مثل هذه الأخبار في أحاديث الفتن، وأحاديث أشراط الساعة لا يتأتى الجزم في كل واحدة منها الجزم بأن هذا الواقع هو هو؛ أحيانا مثلا مسألة فتح بيت المقدس هذا قضية واضحة، وأمر ليس فيه اشتباه ولا احتمال؛ لكن الأمور التي تتقرر جنسها يشتبه الأمر, فلا يجزم بأن هذا هو نفس ما عناه النبي عليه الصلاة والسلام, \" فتنة لا تدع بيتا من ................................................................................ ـــــــــــــــ ¶ بيوت العرب إلا دخلته \" قد تكون الفتنة هذه من نوع البدع التي تحدث وحدثت في الناس, بدع مثل بدعة المعتزلة التي تسلط أهلها على الناس وحملوهم ودعوهم إليها وحملوهم عليها, يمكن.. احتمال, لا نجزم من ذلك بشيء, فالله أعلم بمراد رسوله - صلى الله عليه وسلم - .",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "ثم يقول: \" ثم تكون هدنة بينكم وبين بني الأصفر \" بني الأصفر: يكنى به, أو يسمى به الروم, النصارى من الذين كانوا في الشام, ثم هم في أوربا الآن هم الروم, تكون بينكم وبينهم هدنة -يعني- الصلح في أثناء الحرب. الهدنة أكثر ما تطلق على الصلح في أثناء الحرب -يعني- تكون مؤقتة, هدنة أيام أو أسابيع أو شهور, والصلح الذي كان بين الرسول وقريش المشركين في مكة كانت محدودة بعشر سنين؛ سمي صلح الحديبة, وسمي هدنة, هدنة بين -يعني- عقدوا اتفاق على ترك القتال عشر سنين. يقول: تكون \" هدنة بينكم وبين بني الأصفر ثم يغدرون \" يغدرون وينقضون هذه الهدنة, فيأتون هكذا تحت ثمانين راية, غاية: -أي- راية؛ كل راية تحتها اثنا عشر ألفا؛ جيش هائل, جيش عظيم, -يعني- اضرب اثنى عشر ألفا في ثمانين,بسرعة كم؟ ستين ألفا؛ يعني: شيء جمع كبير وجيش جرار زاحف, متى هذا؟ الله أعلم. هل ينطبق على شيء من حروب الصليبيين؟ هذا يحتاج إلى تأمل ودراسة للواقع. فالله أعلم بمراد رسوله - صلى الله عليه وسلم - . نعم. ¶ بَابُ مَلَاحِمِ اَلرُّومِ ¶ حديث إن الساعة لا تقوم حتى لا يقسم ميراث ¶ بَابُ مَلَاحِمِ اَلرُّومِ. ¶ وَلِمُسْلِمٍ عَنْ يَسِير بْنِ جَابِرٍ قَالَ:",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "\" هَاجَتْ رِيحٌ حَمْرَاءُ بِالْكُوفَةِ فَجَاءَ رَجُلٌ لَيْسَ لَهُ هجيراه إِلَّا يَا عَبْدَ اللهِ بْنَ مَسْعُودٍ! جَاءَتْ اَلسَّاعَةُ قَالَ: فَقَعَدَ وَكَانَ مُتَّكِئًا فَقَالَ: إِنَّ اَلسَّاعَةَ لَا تَقُومُ حَتَّى لَا يُقْسَمَ مِيرَاثٌ وَلَا يُفْرَحُ بِغَنِيمَةٍ ثُمَّ قَالَ بِيَدِهِ هَكَذَا: (وَنَحَّاهَا نَحْوَ اَلشَّامِ) فَقَالَ: عَدُوٌّ يَجْمَعُونَ لِأَهْلِ اَلْإِسْلَامِ أَوْ يَجْمَعُ لَهُمْ أَهْلُ اَلْإِسْلَامِ قُلْتُ: اَلرُّومَ تَعْنِي قَالَ: نَعَمْ, قَالَ: وَيَكُونُ عِنْدَ ذَلِكُمْ اَلْقِتَالُ رِدَّةٌ شَدِيدَةٌ, فَيَشْتَرِطُ اَلْمُسْلِمُونَ شُرْطَةً لِلْمَوْتِ, لَا تَرْجِعُ إِلَّا غَالِبَةً, فَيَقْتَتِلُونَ حَتَّى يُمْسُوا فَيَبْقَى هَؤُلَاءِ وَهَؤُلَاءِ, كُلٌّ غَيْرُ غَالِبٍ وَتَفْنَى اَلشُّرْطَةُ, فَإِذَا كَانَ اَلْيَوْمُ اَلرَّابِعُ نَهَدَ إِلَيْهِمْ بَقِيَّةُ أَهْلِ اَلْإِسْلَامِ, فَيَجْعَلُ اَللَّهُ اَلدَّائِرَةَ عَلَيْهِمْ فَيَقْتَتِلُونَ مَقْتَلَةً, مِمَّا قَالَ: لَمْ يُرَ مِثْلُهَا وَإِمَّا قَالَ: لَا يُرَى مِثْلُهَا, حَتَّى إِنَّ اَلطَّائِرَ لَيَمُرُّ بجنباتهم, فَمَا يُخَلِّفُهُمْ حَتَّى يَخِرَّ مَيِّتًا,فَيَتَعَادُّ بَنُو اَلْأَبِ كَانُوا مِائَةً فَلَا يَجِدُونَ بَقِيَ مِنْهُمْ إِلَّا اَلرَّجُلُ اَلْوَاحِدُ, فَبِأَيِّ غَنِيمَةٍ يُفْرَحُ, أَوْ أَيُّ مِيرَاثٍ يُقْاسَم؟ فَبَيْنَمَا هُمْ كَذَلِكَ إِذْ سَمِعُوا بِنَاسٍ هُمْ أَكْثَرُ مِنْ ذَلِكَ فَجَاءَهُمْ اَلصَّرِيخُ: إِنَّ اَلدَّجَّالَ قَدْ خَالَفَهُمْ فِي ذَرَارِيِّهِمْ فَيَرْفُضُونَ مَا بِأَيْدِيهِمْ وَيُقْبِلُونَ وَيَبْعَثُونَ فَيَبْعَثُونَ عَشَرَةَ فَوَارِسَ طَلِيعَةً قَالَ رَسُولُ اَللَّهِ - صلى الله عليه وسلم - إِنِّي لَأَعْرِفُ أَسْمَاءَهُمْ وَأَسْمَاءَ آبَائِهِمْ, وَأَلْوَانَ خُيُولِهِمْ همُْ خَيْرُ",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "فَوَارِسَ عَلَى ظَهْرِ اَلْأَرْضِ يَوْمَئِذٍ \" . ¶ ــــــــــــ ¶ العنوان إيش؟ ملاحم الروم. الملاحم: جمع ملحمة, والملحمة: هي المقتلة العظيمة والموقعة التي يكثر فيها القتلى ملحمة؛ كأنها مأخوذة من اللحم؛ لكثرة القتلى. تكون -يعني- موضع الموقعة تكون لحوم وأجساد وأجسام ¶ بعضها فوق بعض؛ يعبر عن الموقعة العظيمة بالملحمة, يقتل في الموقعة العظيمة الألوف والعشرات, عشرات الألوف وأكثر من ذلك. ¶ ................................................................................ ـــــــــــــــ",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "هذا الحديث يرويه ابن مسعود - رضي الله عنه - يقول الحديث: عن يسير بن جابر قال: \" هاجت -ريح في الكوفة- ريح حمراء, فجاء رجل ليس له هجيراه إلا يا عبد الله بن مسعود جاءت الساعة \" الهجيراه: هي ما يردده الإنسان, يقال: هجيراه كذا؛ -يعنى- الإنسان كثيرا ما يقول: لا حول ولا قوة إلا بالله, لا حول ولا قوة إلا بالله. ويكرر, يقول: هجيراه: لا حول ولا قوة إلا بالله. يعني: الكلمة التي يرددها هي هجيراه, ليس له هجيراه إلا يا عبد الله بن مسعود جاءت الساعة, فابن مسعود هو عالم, وحبر من أحبار الصحابة رضي الله عنهم. يقول: فكان متكئنا فقعد, وقال: لا. الساعة ما جاءت. الساعة لها أشراط, ولها علامات, وتسبقها حوادث, لا تقوم الساعة حتى تأتي؛ فنعلم الآن -يعني- لو قال قائل: -كما توهم بعض الجهلة بسبب رؤية أو بسبب خبر دجال- إن الساعة بعد كذا تكون, يوم يومين أو أسبوع, لا.. لا.. لاتقوم الساعة حتى تأتي الأشراط التي أخبر عنها الرسول عليه الصلاة والسلام, لا بد؛ لأن خبره لا يتخلف مخبره, لا بد أن يقع ما أخبر به عليه الصلاة والسلام, فابن مسعود على هذا الأصل, يقول: لا تقوم الساعة؛ حتى يدخل بعض الأمارات؛ أمارات الساعة كثيرة, وأشراطها كثيرة؛ لكن يذكر, يقول: لا تقوم الساعة؛ حتى لا يفرح بغنيمة, ولا يقسم ميراث, -يعني- حتى تقع موقعة عظيمة يهلك بها الناس وتفني, ملحمة كبيرة يفنى بها الناس؛ حتى -كما جاء في بقية الحديث- يتعاد أبناء الرجل المائة -يعني- مثل أولاد الرجل, أولاده وأولاد أولاده, يكون للرجل المائة والمائتين من الولد؛ حتى يتعاد أولاد الرجل المائة فلا يجدون إلا الواحد, لا يبقى من المائة إلا واحدا, الرجل الواحد من المائة.",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "يشير ابن مسعود في هذا الموقف, يشير إلى الشام -يعني- إنه ستكون موقعة من هذا الجانب. فقال له السائل: يعني تعني الروم؟ نعم. تكون موقعة مع الروم, موقعة عظيمة. يقول: فيشترط المسلمون شرطة. يشترطون -يعني- مثل ما نقول يشكلون وفدا, أو يشكلون كتيبة, أو يشكلون سرية, يكونون, يشترطون شرطة, -يعني- طائفة من الجيش من العسكر, هي طائفة لا ترجع إلا غالبة, -يعني- يشترطون شرطة, يشترطون عليهم أن ¶ يقاتلوا ولا يرجعوا إلا غالبين -يعني- أنهم يشترطون على إنهم يقاتلون إلى أن يموتوا أو يرجعوا غالبين, إنه غالبا ليست إليهم, فيقتتلون, تقتتل هذه الشرطة, هذه الشرطة يمكن تكون بالآلاف, ويمكن بالمئات, الله أعلم, ................................................................................ ـــــــــــــــ ¶ فيقتتلون؛ حتى يمسوا ولا يعدل بينهم إلا الليل, يفصل بينهم الليل ويوقفون -يعني- في الغالب أن الحروب في السابق ما تتأتى في الليل, ما في -يعني- هذه الوسائل الحديثة -نعوذ بالله- وسائل الدمار من الصواريخ والطيران هذا حرب -والعياذ بالله- الدمار, فكان الليل في الغالب يكف المقتتلين, يكفهم, فتفنى هذه الطائفة, ما ترجع. ¶ هذا مضمون الحديث, لا ترجع هذه الطائفة, تفنى, فإذا مضى أربعة أيام على هذا والقتال دائر بين هذه الطائفة حتى تفنى فينهض المسلمون, وهو معنى: ثم ينهج المسلمون, ينهج: ينهض. ينهضون جملة؛ لقتال الروم, فيقاتلوهم فتكون المقتلة عظيمة, هذه هي الملحمة, فيقتتلون قتالا عظيما, ويقتل منهم؛ ومع ذلك ينتصر, يقتل من الجانبين الألوف, والخلق الكثير؛ حتى ذكر المعنى المتقدم حتى يتعاد الرجل أولاد الرجل الواحد المائة فلا يجدون أو لا يبقى منهم إلا الواحد -يعني- القبائل والعشائر والمجموعات يتعدون.",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "يقول ابن مسعود: وهذا تصلح. وهذا شرح لقوله: لا تقوم الساعة حتى لا يقسم ميراث ولا يفرح بغنيمة. فمع هذا القتل العظيم والفناء, بأي شيء.. بأي ميراث يفرح؟! بأي غنيمة يفرح؟! وأي ميراث يقسم؟! وفي أخر الحديث إن المسلمين بعد هذه الوقعة يصرخ فيهم صارخ: إن الدجال قد خلفكم في دياركم. وهذا يشعر بأن الأمر, بأن هذه الأحداث متأخرة, -يعني- إنها لم تحدث حتى الآن؛ بل تكون قرب خروج المسيح الدجال, وقرب نزول المسيح ابن مريم عليه السلام, يقول: فإذا جاءهم الخبر تركوا ما في أيديهم, وبعثوا طليعة. يعني: انتدبوا من يطلع على الخبر, يتأكد عن الخبر, فيبعثون عشرة, عشرة فوارس. ¶ جاء في هذا الحديث, يقول: أنه - صلى الله عليه وسلم - يقول: \" إِنِّي لَأَعْرِفُ أَسْمَاءَهُمْ وَأَسْمَاءَ آبَائِهِمْ, وَأَلْوَانَ خُيُولِهِمْ \" وهذا قد يستشهد به -والله أعلم- قد يستشهد به أن هذه الحضارة بوسائلها ستبيد, وتصبح خبرا من الأخبار, كانت, كان هناك طيران, وهناك سيارات, وهناك.., وهذه له -والله أعلم- مؤشرات؛ حتى أصحاب هذه الحضارة يتكلمون في شيء من ذلك, فهذا يدل على أنهم في ذلك الوقت لم يكن هناك, ليس هناك هذه الوسائل؛ بل يرجع ¶ الناس إلى الوسائل العادية, بالسلاح -يعني- بالسيوف -يعني- يقاتلون على الخيل, يبعثون طلائع -يعني- الفرسان على الخيل. والله أعلم. لعلك تعيد الحديث على طوله. نعم. ¶ ................................................................................ ـــــــــــــــ",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "وَلِمُسْلِمٍ \" عَنْ يَسِير بْنِ جَابِرٍ قَالَ: هَاجَتْ رِيحٌ حَمْرَاءُ بِالْكُوفَةِ فَجَاءَ رَجُلٌ لَيْسَ لَهُ هجيراه إِلَّا يَا عَبْدَ اللهِ بْنَ مَسْعُودٍ! جَاءَتْ اَلسَّاعَةُ قَالَ: فَقَعَدَ وَكَانَ مُتَّكِئًا فَقَالَ: إِنَّ اَلسَّاعَةَ لَا تَقُومُ حَتَّى لَا يُقْسَمَ مِيرَاثٌ وَلَا يُفْرَحُ بِغَنِيمَةٍ ثُمَّ قَالَ بِيَدِهِ هَكَذَا: (وَنَحَّاهَا نَحْوَ اَلشَّامِ) فَقَالَ: عَدُوٌّ يَجْمَعُونَ لِأَهْلِ اَلْإِسْلَامِ أَوْ يَجْمَعُ لَهُمْ أَهْلُ اَلْإِسْلَامِ قُلْتُ: اَلرُّومَ تَعْنِي قَالَ: نَعَمْ, قَالَ: وَيَكُونُ عِنْدَ ذَلِكُمْ اَلْقِتَالُ رِدَّةٌ شَدِيدَةٌ \" . ¶ يكون عند ذلك القتال ردة شديدة -يعني- يظهر أنه ينشأ عن هذا القتال وهذه المواقع يحصل في المسلمين ردة عن الإسلام -يعني- يرتد والحوادث والشدائد لها آثار وإفرازات, يعني: أنتم تعلمون ماذا حدث لما مات الرسول عليه الصلاة والسلام؟ ارتد كثير من العرب, هكذا عند الفتن -يعني- من يكون على حرف, على حرف من الدين يكون سريع الانقلاب, ينقلب على وجهه ويرتد عن الإسلام؛ خصوصا إذا رأى الآن كثير من المسلمين -نسأل الله العافية- يرتد عن الإسلام ويشك في الإسلام يقول: ليش المسلمين هكذا. المسلمون الآن -يعني- مستضعفون مستذلون, الأعداء يتسلطون عليه, فهذا يفضي به لضعف بصيرته, ولضعف إيمانه إلى أن يشك في الدين ويشك في الإسلام ويرتد عن الإسلام -يعني- يغتر بما عليه دول الكفر من القوة والحضارة والتمكين الهائل, فيكون نظره سطحي ما ينظر إلا إلى المظاهر مظاهر الدنيا فتكون عند ذلك ردة شديدة. نعم.",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "\" فَيَشْتَرِطُ اَلْمُسْلِمُونَ شُرْطَةً لِلْمَوْت,ِ لَا تَرْجِعُ إِلَّا غَالِبَةً, فَيَقْتَتِلُونَ حَتَّى يُمْسُوا, فَيَبْقَى هَؤُلَاءِ وَهَؤُلَاءِ, كُلٌّ غَيْرُ غَالِبٍ وَتَفْنَى اَلشُّرْطَةُ, فَإِذَا كَانَ اَلْيَوْمُ اَلرَّابِعُ نَهَدَ إِلَيْهِمْ بَقِيَّةُ أَهْلِ اَلْإِسْلَامِ, فَيَجْعَلُ اَللَّهُ اَلدَّائِرَةَ عَلَيْهِم \" ¶ يجعل الله الدائرة عليهم والهزيمة, الدائرة: الهزيمة. والغلبة للمسلمين, فيجعل الله الدائرة على العدو. نعم. ¶ \" فَيَقْتَتِلُونَ مَقْتَلَةً, إِمَّا قَالَ: لَمْ يُرَ مِثْلُهَا وَإِمَّا قَالَ: لَا يُرَى مِثْلُهَا \" ¶ لم ير مثلها, يعني: في الماضي. لا يرى مثلها: في المستقبل. هذا هو الفرق بين العبارتين. لم ير مثلها: فيما مضى. لا يرى مثلها, يعني: في المستقبل. هذا الفرق بين العبارتين وجاءت على وجه الشك. والله أعلم. نعم. \" حَتَّى إِنَّ اَلطَّائِرَ لَيَمُرُّ بِجَنَبَاتِهِمٍ, فَمَا يُخَلِّفُهُمْ حَتَّى يَخِرَّ مَيِّتًا \" ¶ ................................................................................ ـــــــــــــــ ¶ هذا فيه -يعني- هذا ينبئ عن كثرة القتلى مما يجعل الجو منتنا, الجو جو الموقع, موقع الوقعة؛ لكثرة القتلى والنتن. إن الطائر ليمر بجنبات هذا الموقع فلا يخلفهم حتى يخر ميتا -يعني- من النتن الذي يصرع الطير, يقول العوام: يصرع الطير كذا الناس هكذا يعدون. نعم.",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "\" فَيَتَعَادُّ بَنُو اَلْأَبِ كَانُوا مِائَةً فَلَا يَجِدُونَ بَقِيَ مِنْهُمْ إِلَّا اَلرَّجُلُ اَلْوَاحِدُ, فَبِأَيِّ غَنِيمَةٍ يُفْرَحُ, أَوْ أَيُّ مِيرَاثٍ يُقْاسَمُ فَبَيْنَمَا هُمْ كَذَلِكَ إِذْ سَمِعُوا بِنَاسٍ هُمْ أَكْثَرُ مِنْ ذَلِكَ فَجَاءَهُمْ اَلصَّرِيخُ: إِنَّ اَلدَّجَّالَ قَدْ خَالَفَهُمْ فِي ذَرَارِيِّهِمْ فَيَرْفُضُونَ مَا بِأَيْدِيهِمْ وَيُقْبِلُونَ فَيَبْعَثُونَ عَشَرَةَ فَوَارِسَ طَلِيعَةً قَالَ رَسُولُ اَللَّهِ - صلى الله عليه وسلم - إِنِّي لَأَعْرِفُ أَسْمَاءَهُمْ وَأَسْمَاءَ آبَائِهِمْ, وَأَلْوَانَ خُيُولِهِمْ همُْ خَيْرُ فَوَارِسَ عَلَى ظَهْرِ اَلْأَرْضِ يَوْمَئِذ \" ٍ. ¶ أحسنت.. والله أعلم. وصلى الله على نبينا محمد. ¶ الأسئلة ¶ أحسن الله إليكم.. هناك أسئلة كثيرة يا شيخ تقول: هل يمكن أن تكون الفتنة التي لا تترك بيتا إلا دخلته هي التلفاز والدشوش؟ ¶ الله أعلم, والله محتمل, ما نجزم بالنفي ولا بالإثبات, فتن كثيرة, وهذه الوسائل الإعلامية تحمل شرا كبيرا, ولا يكاد يخلو منها بيت. نسأل الله السلامة والعافية.نعم. ¶ أحسن الله إليكم.. يقول: من الملاحظ في أحاديث الفتن أن النبي - صلى الله عليه وسلم - تكون الفتن في العرب؛ فهل معنى هذا أن المسلمين من العجم لا تصيبهم هذه الفتن؟ ¶ ربما إن بعض هذه الفتن حدث، أو أنه خبر عن حدوثه قبل انتشار الإسلام في العجم؛ لأنه إنما انتشر الإسلام بعد وقت، ثم إن العرب هم حملة هذا الإسلام أولا, وقد يكون فيه تحذير لأولئك, فالعرب هم أهل الإسلام أولا, وهم حملته إلى غيرهم. نعم. ¶ ................................................................................ ـــــــــــــــ ¶ أحسن الله إليكم.. يقول: ما صحة قول بعضهم: إنه قد خرجت جميع علامات الساعة الصغرى ولم تبق إلا الكبرى؟",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "ما هو بصحيح, هذا ما نقوله. والله أعلم. -يعني- ظهرت أمارات كثيرة, ويبقى ما شاء الله, والزمان ليس له -يعني- ليس عندنا تقدير لما بقي من الدنيا -يعني- ما زال الوقت -يعني- الساعة قريبة { اقْتَرَبَتِ السَّاعَةُ } (¬1) ولكن هذا القرب ليس له تقدير بمدة معلومة, ولا يمكن أيضا تخيل هذا القرب لمدة معلومة, قد يتخيل الإنسان أن هذا القرب مائة سنة مائتين. يمكن الآن مضى على بعثة النبي - صلى الله عليه وسلم - أربعة عشر قرنا وزيادة, والله أعلم بما بقي من عمر الدنيا. والله أعلم. نعم. ¶ أحسن الله إليكم.. يقول: هل موت الرسول - صلى الله عليه وسلم - وموت العلماء الربانيين هو من علامات الساعة الصغرى أو من الكبرى؟ ¶ الاصطلاح أن علامات الساعة الكبرى هي العشر التي تكون -يعني- قريبة جدا من قيام الساعة -يعني- ما يراد بالكبرى ذات الشيء العظيم, بعثة الرسول يعني أعظم حدث لإسعاد البشرية وإقامة الحجة, وموت الرسول أعظم مصيبة؛ لكن الذي يظهر إن أهل العلم يعبرون عن الأشراط الكبرى -يعني- كأن الأشراط القريبة من قيام الساعة قربا أكثر من قرب؛ ولهذا يقصون أشراط الساعة الكبرى بخروج المسيح الدجال؛ بنزول المسيح, بخروج يأجوج ومأجوج, بالدابة, بطلوع الشمس من مغربها. إذا طلعت الشمس من مغربها آمن من على وجه الأرض حين لا ينفع نفس لمن. نعم. ¶ أحسن الله إليكم.. هذا سؤال عبر الشبكة. أخ من مصر يقول: هل تكبير الانتقال يكون في محله أم في بدء الانتقال قبل الحركة؟ ¶ الظاهر أنه في أثناء الحركة -يعني- أنت قائم الآن.. تقول: الله أكبر وأنت قائم؟ ثم تنحط ساجدا؟ لا. أو تؤخره حتى تسجد تضع جبهتك على الأرض؟ لا. بل تكون في أثناء الانحطاط؛ لكن من الممكن إذا كان الانحطاط من ................................................................................ ـــــــــــــــ ¶ ¬__________ ¶ (¬1) - سورة القمر آية : 1.",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "قيام من فوق من قيام تبدأ به في أثناء الانحطاط, ينقطع صوتك عند السجود, أما إذا كنت جالس فيمكن أن تبدأه من حركتك للسجود؛ لأنك قريب من الأرض, فربما بدأت التكبير وأنت جالس وينتهي وأنت ساجد؛ لقصر مسافة الحركة, والأمر واسع -إن شاء الله- بدون تكلف. نعم. ¶ أحسن الله إليكم.. وهذا أخ من بريطانيا يقول: أشتغل في شركة مواد غذائية ويوجد فيها خمر هل عملي حلالا أم حرام؟ ¶ لا تبع الخمر, لا تبعه, وكسبك يصبح خليط إذا كنت تبيع -يعني- مواد غذائية كثيرة وتبيع في نفس الوقت خمرا يصبح كسبك مختلط, فادرأ ما استطعت إن كان عندك زملاء ومساعدين فخلي الكافر إذا كان فيه كافر هو يتولى بيع الحرام ولا تتولاه أنت. نعم. ¶ أحسن الله إليكم.. وهذه أخت من لندن تقول: هل يجوز للمرأة سياقة السيارة؛ وخاصة ما أصبحنا نتعرض له في هذه البلاد الأوربية من مشاكل والأكثر عند ركوب الحافلة وجزاكم الله خيرا؟ ¶ في أوربا نعم يعني يجوز لها أن تقود السيارة؛ لأن قيادتها للسيارة ممكن وأسلم لها مثل ما قالت في السؤال. أما في ديار الإسلام التي هي في عافية من الأوضاع الفاسدة, والاختلاط, والتهتك, والفجور, فقيادة السيارة فتح باب للشر, فتح باب شر. يمكن البنات, ويمكن الشباب من الوصول إلى أغراضهم الفاسدة؛ ولهذا أفتى العلماء في هذه البلاد؛ المملكة العربية السعودية بتحريم قيادة المرأة للسيارة للمفاسد المتوقعة المتحققة المحققة؛ لا أن قيادة المرأة في ذاتها -يعني- هي حرام؛ كونها تشغل السيارة؛ ولهذا يوجد في النواحي في البر أو في المزارع من تقود السيارة؛ لأنها في هذه المواضع ليس فيه ليس لها آثار, الخطورة في أن يكون هذا عاما, كيف بأهل هذه البلاد لو أعطيت ¶ البنات تراخيص؟ ماذا عسى أن يكون من الشرور والمفاسد التي تخل بالأخلاق وبالأمن؟ نسأل الله أن يوفق ولاة أمورنا لما فيه صلاح الجميع. نعم. ¶ ................................................................................",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "ـــــــــــــــ ¶ أحسن الله إليكم.. هذه سائلة من قطر تقول: زوجي يجبرني أن أعمل؛ ولكني لا أرغب؛ لأن لطموحي وهي تربية بنتي على تربية صالحة, وهي الآن سنة ونصف؛ ولأني أشعر بعدم الأمان إذا تركتها عند أم زوجي؟ ¶ لا يملك زوجك إجبارك, لا يملك. ليس له عليك في هذا سبيل؛ ولكن دافعيه. بعض الرجال -نسأل الله العافية- يعني: لئيم وطماع, ولا يجبرها على العمل إلا من أجل أنه يأخذ مرتبها, وهو يريد أن تكتسب له, والأصل في الشرع أنه قوام عليها؛ هو الذي يكتسب وينفق. وهذا منطق معكوس -يعني- اللائق أنها لو أرادت العمل قال: لا. لا تعملين, أنا لا أرضى بخروجك صباح مساء, ابقي في البيت, ربي الأولاد, وقومي بمتطلبات الأسرة, لا في الدنيا الآن هي التي أغرت الرجال والنساء -يعني- بالرغبة الملحة في عمل المرأة. الآن في هذه البلد كثير يعني فيه رجال يسوق امرأته؛ قد تريد هي أن تفصل من العمل. يقول: لا؛ لأنه يريد أن يقسم المال ويأخذ المال ويستغلها يعني.+ كما يقال: يحصل حرمة يكدها كد, يكدها كأنها دابة يكدها. هذا من الجهل واللؤم. نعم. ¶ تقول: هل يعتبر رفضي معصية؟ ¶ ليست معصية, هو العاصي في الإجبار. ¶ أحسن الله إليكم.. هذا يقول: قوله في الحديث: \" إن الطائر لا يمر بجنباتهم فما يخلفهم حتى يخر ميتا \" هل هذا محمول على استخدام السلاح النووي وغيره في هذا الزمان؟ ¶ لا.. لا.. ما هو واضح, نووي. نعم. ¶ السؤال الأخير يا شيح يقول: الفتنة التي لا يبقى بيت من العرب إلا دخلته هل يصح أن يقال: إنه الجوال؟ ¶ الله أعلم. يكفي السؤال الأول عن هذا. الجوال ما هو في كل بيت في كل جيب. الله يصلحكم. ¶ أحسن الله إليكم وأثابكم, ونفعنا بعلمكم، وصلى الله على نبينا محمد وعلى آله وصحبه. ¶ حديث لا تقوم الساعة حتى تنزل الروم بالأعماق ¶ بسم الله الرحمن الرحيم، الحمد لله رب العالمين, والصلاة والسلام على نبينا محمد وعلى آله وصحبه أجمعين.",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "قال رحمه الله تعالى: وَلَهُ: عَنْ أَبِي هُرَيْرَة-رضي الله عنهَ- أَنَّ رَسُولَ اَللَّهِ - صلى الله عليه وسلم - قَالَ: \" لَا تَقُومُ اَلسَّاعَةُ حَتَّى تَنْزِلَ اَلرُّومُ بِالْأَعْمَاقِ , أَوْ بِدَابِقٍ, فَيَخْرُجُ إِلَيْهِمْ جَيْشٌ مِنْ اَلْمَدِينَةِ, مِنْ خِيَارِ أَهْلِ اَلْأَرْضِ يَوْمئِذٍ, فَإِذَا تَصَافُّوا قَالَتْ: اَلرُّومُ: خَلُّوا بَيْنَنَا وَبَيْنَ اَلَّذِينَ سَبَوْا مِنَّا, نُقَاتِلُهُمْ فَيَقُولُ اَلْمُسْلِمُونَ: لَا, وَاَللَّهِ لَا نُخَلِّي بَيْنَكُمْ وَبَيْنَ إِخْوَانِنَا فَيُقَاتِلُونَهُمْ فَيَنْهَزِمُ ثُلُثٌ لَا يَتُوبُ اَللَّهُ عَلَيْهِمْ أَبَدًا, وَيُقْتَلُ ثُلُثُهُمْ أَفْضَلُ اَلشُّهَدَاءِ عِنْدَ اَللَّهِ وَيَفْتَحُ اَلثُّلُثُ لَا يُفْتَنُونَ أَبَدًا, فَيَفْتَحُونَ قُسْطَنْطِينِيَّةَ فَبَيْنَمَا هُمْ يَقْتَسِمُونَ اَلْغَنَائِمَ, قَدْ عَلَّقُوا سُيُوفَهُمْ بِالزَّيْتُونِ إِذْ صَاحَ فِيهِمْ اَلشَّيْطَانُ:إن الشيطان قد خلفكم في أهليكم فَيَخْرُجُونَ وَذَلِكَ بَاطِلٌ, فَإِذَا جَاءُوا اَلشَّامَ خَرَجَ فَبَيْنَمَا هُمْ يُعِدُّونَ لِلْقِتَالِ يُسَوُّونَ اَلصُّفُوفَ؛ إِذْ أُقِيمَتْ اَلصَّلَاةُ, فَنَزَلَ عِيسَى ابْنُ مَرْيَمَ فَأَمَّهُمْ, فَإِذَا رَآهُ عَدُوُّ اَللَّهِ ذَابَ كَمَا يَذُوبُ اَلْمِلْحُ فِي اَلْمَاءِ, فَلَوْ تَرَكَهُ لَانْذَابَ حَتَّى يَهْلِكَ, وَلَكِنْ يَقْتُلُهُ بِيَدِهِ, فَيُرِيهِمْ دَمَهُ فِي حَرْبَتِهِ \" ¶ ــــــــــــ ¶ الحمد لله, وصلى الله وسلم وبارك على نبيه ورسوله. ¶ هذا الحديث يشتمل على حدث يكون في آخر الزمان, وواضح من الحديث أنه -يعني- عند خروج الدجال ونزول المسيح, + من هذا الحدث لم يقع, وأن وقوعه متأخر, وهذا الخبر فيه أن جيش يخرج من المدينة ينزل بموضع يقال له: دابق, أو الأعماق, أو دابق, مقصود فإذا نزلوا وتصافوا مع عدوهم يقول في الحديث: إن هذا",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "الجيش إنهم خير جيش على وجه الأرض -يعني- في ذلك الوقت, في ذلك الزمان, فإذا تصاف الجيشان: المسلمون, والعدو الكفار. قال الكفار للمسلمين: خلوا بينا وبين الذين سبوا منا. ¶ ................................................................................ ـــــــــــــــ ¶ وهذا كأنه يشير إلى إما أنه في تلك الموقعة، أو أنه في موقعة سابقة للمسلمين قاتلوهم وسبوا منهم، خلوا بيننا وبين الذين سبوا منا. ¶ والصواب: سبوا. نقاتلهم خلوا بيننا وبينهم نقاتلهم، ننتقم منهم؛ لأنهم سبوا، يعني: ذراريهم ونسائهم، \"فيقول المسلمون: لا والله، لا نخلي بينكم وبين إخواننا\"، فينهضون لقتال الروم، فيقتتلون، فيصيرون ثلاث طوائف: ¶ تنهض الطائفة، يعني: من المسلمين لا يقول في الحديث: لا يتوب عليهم أبدا بسبب فرارهم من الزحف { يَا أَيُّهَا الَّذِينَ آَمَنُوا إِذَا لَقِيتُمُ الَّذِينَ كَفَرُوا زَحْفًا فَلَا تُوَلُّوهُمُ الْأَدْبَارَ (15) وَمَنْ يُوَلِّهِمْ يَوْمَئِذٍ دُبُرَهُ إِلَّا مُتَحَرِّفًا لِقِتَالٍ أَوْ مُتَحَيِّزًا إِلَى فِئَةٍ فَقَدْ بَاءَ بِغَضَبٍ مِنَ اللَّهِ وَمَأْوَاهُ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ (16) } (¬1) وفي الحديث الصحيح ـ في حديث السبع الموبقات ـ: \" والفرار من الزحف \" \"فيظل ثلث لا يتوب الله عليهم أبدا\" عقوبةـ نسأل الله العافية ـ \"ويقتل ثلث: هم خير الشهداء\"، قد يقال: إنهم خير الشهداء في ذلك العصر، ليس خير الشهداء مطلقا، كثير من الأحكام يقيدها السياق، والله أعلم. ¶ \"ويُفتح على ثلث\"، أو يَفتح ثلث، يعني: بلاد الكفار، وينهزم الكفار فلا يفتنون أبدا، يعصمهم الله، يثبتهم على دينه، ثم هؤلاء يغزون القسطنطينية، ويفتحونها، ويغنمون أموالا عظيمة، وغنائم كثيرة، يقول في الحديث: \" فبينما هم كذلك قد علقوا سيوفهم وأسلحتهم بالزيتون \" شجر الزيتون، وهذا أيضا مما يؤخذ منه، والله أعلم. ¶ ¬__________ ¶ (¬1) - سورة الأنفال آية : 15-16.",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "إن هذه الوسائل الحديثة للحرب ستذهب وتنضب، وتتغير الأحوال، وتعود حياة الناس ووسائل الحياة إلى ما كانت عليه. يقاتلون، يعني: بالسيوف ونحوها، يعني: الأسلحة يعلقونها في شجر الزيتون، الله المستعان. ¶ فكما تقدم في الحديث الآخر: إن المسلمين يبعثون طليعة عشرة فوارس، يقول: \" فبينما هم كذلك إذ صاح فيهم الشيطان: إن الدجال قد خلفكم في أهليكم \" وهذا باطل، يعني: الدجال، يعني: لم يخرج، ولم يخلفهم في ديارهم، وفي أهلهم، فيفزعون، وينهضون، ويتركون ما هم فيه، ويعودون إلى الشام، \" فبينما هم يعدون أيضا للحرب وللقتال حانت الصلاة، فأقيمت الصلاة، فينزل المسيح ابن مريم فيؤم الناس\"، سبحان الذي يعلم متى ذلك، ................................................................................ ـــــــــــــــ ¶ وكيف يكون ذلك؟ لِلَّهِ فالحديث فيه الدلالة على، يعني: أمر المسيح، ونزوله، والأحاديث في هذا مستفيضة، ومن عقيدة أهل السنة والجماعة الإيمان بهذه الآيات ـ الآيات العشر الذي سيأتي ذكرها في حديث واحد ـ: ومنها نزول المسيح ابن مريم حكما قسطا، فيكسر الصليب، ويقتل الخنزير، ويضع الجزية. ¶ وفي هذا الحديث: أن المسيح، أن مسيح الهدى ـ المسيح ابن مريم ـ يقتل المسيح الضلالة الدجال، وهذا فيه إشارة صغيرة إلى خروج؛ لأن لو أخذت بهذا الحديث وحده، قلت: إنه يخرج، وفور خروجه يعمد إليه المسيح ابن مريم، فيقتله لكن لا. ما يقتله إلا بعد أن يعيث المسيح الدجال في الأرض فسادا، ويذهب شمالا وجنوبا، ويمر بمواضع بما شاء الله من البلاد، وتكون له أحوال، ويتبعه كذا من اليهود، ولعل هذا الخروج المشار إليه في هذه الإشارة الصغيرة، لعله خروجه في ذلك الموضع الذي فيه المسلمون يعدون لقتال عدوهم؛ لأن هذا أول خروج له، فيخرج، ويقتله. لا بد من رد النصوص بعضها إلى بعض: يخوض ويدعو لنفسه، ويأتي بما معه من آيات.",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "في هذا الحديث: صفة لقتل المسيح ابن مريم للمسيح الدجال، \"وأنه إذا رآه ـ الدجال رأى المسيح ـ يذوب كما يذوب الملح في الماء، ولكنه لا يتركه حتى يهلك\". بل يباشره، ويبادره بالقتل، \" فيقتله بيديه \" ـ المسيح ابن مريم يقتل الدجال بيديه ـ \" فيُري الناسَ دمه في حربته\". قتل حسي مباشر، وهذا فيه تناسب؛ فمسيح الهدى يقتل مسيح الضلالة، فسبحان الذي قضى بذلك وقدره لحكم بالغة. ¶ فأهل السنة، والجماعة، والمسلمون ينتظرون المسيح ابن مريم، واليهود ينتظرون مسيح الضلالة؛ فهم أتباعه اليهود: أتباعه يتبعه من يهود أصفهان كذا وكذا سبعون ألفا، المقصود، الحاصل: إن هذا من أحداث الزمان التي ¶ لا نعلم، يعني: لكن علمنا من مما ذكر فيه: أن هذا الحدث، يعني: إجمال ما في هذا الحديث لم يقع؛ لاقترانه، واشتماله على ذكر الدجال، وذكر ابن مريم عليه السلام. نعم. ¶ حديث فتح القسطنطينية ¶ وَلَهُ: عَنْهُ عَنْ اَلنَّبِيِّ - صلى الله عليه وسلم - قَالَ: \" سَمِعْتُمْ بِمَدِينَةٍ جَانِبٌ فِيهَا فِي اَلْبَرِّ, وَجَانِبٌ فِي اَلْبَحْرِ قَالُوا: نَعَمْ, يَا رَسُولَ اَللَّهِ، قَالَ: لَا تَقُومُ اَلسَّاعَةُ حَتَّى يَغْزُوَهَا سَبْعُونَ أَلْفًا مِنْ بَنِي إِسْحَاقَ، فَإِذَا نَزَلُوهَا لَمْ يُقَاتِلُوا بِسِلَاحٍ, وَلَمْ يَرْمُوا بِسَهْمٍ قَالُوا: لَا إِلَهَ إِلَّا اَللَّهُ وَاَللَّهُ أَكْبَرُ فَيَسْقُطُ أَحَدُ جَانِبَيْهَا.",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "قَالَ ثَوْرٌ: لَا أَعْلَمُهُ قَالَ: إِلَّا اَلَّذِي فِي اَلْبَحْرِ ثُمَّ يَقُولُوا: لَا إِلَهَ إِلَّا اَللَّهُ وَاَللَّهُ أَكْبَرُ فَيَسْقُطُ جَانِبُهَا اَلْآخَرُ، ثُمَّ يَقُولُوا اَلثَّالِثَةَ: لَا إِلَهَ إِلَّا اَللَّهُ وَاَللَّهُ أَكْبَرُ فَيُفَرَّجُ لَهُمْ فَيَدْخُلُونَهَا فَيَغْنَمُوهَا، فَبَيْنَمَا هُمْ يَقْسِمُونَ اَلْغَنَائِمَ, إِذْ جَاءَهُمْ اَلصَّرِيخُ, فَقَالَ: إِنَّ اَلدَّجَّالَ قَدْ خَرَجَ, فَيَتْرُكُونَ كُلَّ شَيْءٍ وَيَرْجِعُونَ \" ¶ ــــــــــــ ¶ مضمون هذا الحديث: كأنه طرف من مضمون الحديث المتقدم، وأن هذه المدينة: هي القسطنطينية، وفي هذا الحديث دلالة على أنهم لا يفتحونها بالقوة: بقوة السلاح، وبالاقتحام، والهجم، والعمليات الحربية العادية الحسية؛ بل يفتحها الله لهم بخارق من خوارق العادات، خارق؛ يكبرون، ويهللون فينهد جانب منه، ويفعلون مثل ذلك فينهد بالتكبير، يعني: يمكن تصور أنهم يكبرون، ومن شعارات حرب المسلمين، يعني: عند الهجمة يكبرون تكبيرة واحدة؛ يكبرون. في التكبير؛ يعني: تقوية للنفوس، وتوجه إلى الله، وتعظيم لله ـ سبحان الله ـ فتنهدم جوانبها، فتفرج لهم البلد فيدخلونها بدون معاناة، وبدون قتل، وبدون قتال، هذا من مفاد هذا الحديث. ¶ وأقول: إن هذا طرف، أو هو مكمل، أو هو من معنى، أو إنه متعلق بما في الحديث المتقدم؛ لأن فيه نفس: \"إنهم بينما هم يقسمون الغنائم يأتيهم الخبر\" ـ وهو كذب كما تقدم ـ: \"أن المسيح قد خرج، أو خلفكم في دياركم\" فهذا طرف يعني: إلا ما يعني: فيه هذه الإضافة، فالمدينة: هي القسطنطينية وفتحها يكون ـ يعني: الله يفتحها لهم بمعجزة ـ بخارق، والله على كل شيء قدير. الله تعالى على كل شيء قدير؛ يعني: هذه الأمور لا يقبلها إلا من يؤمن بالله ورسوله، وأن كل ما أخبر به - صلى الله عليه وسلم - فهو حق، كما قال. نعم. ¶ حديث إنكم ستقاتلون بني الأصفر",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "وَلِابْنِ مَاجَهْ: مِنْ حَدِيثِ كَثِيرِ بْنِ عَبْدِ اللهِ بْنِ عَمْرِو بْنِ عَوْفٍ, عَنْ أَبِيهِ عَنْ جَدِّهِ مَرْفُوعًا: \" إِنَّكُمْ سَتُقَاتِلُونَ بَنِي اَلْأَصْفَرِ وَيُقَاتِلُهُمْ اَلَّذِينَ مِنْ بَعْدِكُمْ، حَتَّى يَخْرُجَ إِلَيْهِمْ وَفْدُ اَلْإِسْلَامِ: أَهْلُ اَلْحِجَازِ اَلَّذِينَ لَا يَخَافُونَ فِي اَللَّهِ لَوْمَةَ لَائِمٍ، فَيَفْتَحُونَ اَلْقُسْطَنْطِينِيَّةَ بِالتَّسْبِيحِ وَالتَّكْبِيرِ, فَيُصِيبُوا غَنَائِمَ لَمْ يُصِيبُوا مِثْلَهَا, حَتَّى يَقْتَسِمُوا بِالْأَتْرِسَةِ، فَيَأْتِي آتٍ، فَيَقُولُ: إِنَّ اَلْمَسِيحَ قَدْ خَرَجَ فِي بِلَادِكُمْ أَلَا وَهِيَ كِذْبَةٌ فَالْآخِذُ نَادِمٌ وَالتَّارِكُ نَادِمٌ \" . ¶ ــــــــــــ",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "هذا كذلك، يعني: هذه الأحاديث بعضها متصل ببعض من جهة المعنى، \" إِنَّكُمْ سَتُقَاتِلُونَ بَنِي اَلْأَصْفَرِ \"؛ بني الأصفر: هم الروم. هذا اسم لهم، \" ويقاتلهم من بعدكم \"، يعني: من المسلمين، فلم يزل المسلمين يقاتلون الروم بين حين وآخر، فتارة ينتصر المسلمون عليهم، وتارة هم يكون لهم دولة: يدالون على المسلمين، ويدال المسلمون، والحرب سجال، سنة الله في خلقه، يعني: الحرب سجال بين المسلمين والكفار، فإذا المسلمون اجتمعت كلمتهم، واستقاموا على دين الله كانت الدولة لهم وانتصروا، وإذا المسلمون تمزقوا، وتفرقوا، وانحرفوا صارت الدولة لعدوهم عليهم، يعني: يمكن نقول: كما هي الحالة عليها الآن. نحن الآن في ظرف عصيب، قد تسلط فيه الروم، ودول النصارى. دول النصارى تسلطوا على المسلمين بسبب من قبل المسلمين، وهو التفرق، والتفريط في جنب الله، فلا حراك، لا حراك بالمسلمين. الدول الإسلامية كلها، يعني: تابعة لأمم الكفر. يكفي أن؛ يعني: خضوعها لهيئة الأمم، هيئة الأمم هذه من الذي يديرها؟ هيئة الأمم، يعني: نسبة منهم دول إسلامية، ومعظمهم الدول الكفر، والدول الإسلامية الله أعلم من يصدق عليه ذلك منهم. ¶ وضع، يعني: وضع عصيب جدا، وضع عصيب هيئة الأمم جعلوها هي المُحَكمة، مُحَكمة، يعني: وأفعالها شرعية ويسمون قانونها الشرعية الدولية شرعية. ¶ لا مانع من المعاهدات بين المسلمين والكفارـ معاهدات لا مانع ـ أما أن يكون، يعني: على حساب المستضعفين، كما تعلمون، يعني: الكلمة لخمس دول، والحقيقة: أن الكلمة لدولة واحدة. لعنة الله على الظالمين الكافرين، سبحان الله. ¶ المقصود: أن الآن المسلمون في وضع، لكن نأمل أن الله يمن على المسلمين برجعة، وبقيام دولة ترفع راية الجهاد في سبيل الله، وأن يذل الله أمم الكفر بما شاء، والله فعال لما يريد. كل هذه الأحداث جارية بقدر بمشيئة، بحكمة؛ فالله تعالى حكيم عليم سبحانه وتعالى.",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "فهذا الحديث أيضا: كالمتمم لما قبله تماما، يفتحون بالتسبيح والتهليل والتكبير؛ متطابق مع ما قبله، وفيه نفس:\" أنهم يأتيهم خبر الدجال، وأنه خلفهم في ديارهم، وفي بلادهم، وأنهم يقتسمون الغنائم، ويقتسمون المال \"، يعني: ما يشبه بالتروس، يعني: كان الأموال، والدراهم تكون كثيرة جدا، وكانت بالمكاييل: تكال كيل، سبحان الذي أعلم المرء ماذا سيحدث؟ وماذا سيكون؟ تسارع الزمان، وتسارع الأحداث في سنوات. كل هذه الحضارة الآن القائمة يكون عمرها الآن مائة سنة متسارعة؛ يعني: كأنها الدنيا كلها عند المبهورين بها، عمارة الدنيا بعشرات القرون أو ما شاء الله،نعم، هذه الحضارة عمرها الآن، وهي الآن، يعني: بلغت لعلها للغاية. نعم، نعوذ بالله من الفتن. نعم. ¶ حديث سيصالحكم الروم صلحا آمنا ¶ وَلِأَبِي دَاوُدَ وَغَيْرِهِ: عَنْ ذِي مِخْمَرٍ ( هي عندي مَخمر نعم) -وَكَانَ مِنْ أَصْحَابِ اَلنَّبِيِّ صَلَّى اَللَّهُ عَلَيْهِ وَسَلَّمَ- قَالَ: سَمِعْتُ اَلنَّبِيّ - صلى الله عليه وسلم - يَقُولُ: \" سَيُصَالِحُكُمْ اَلرُّومُ صُلْحًا آمِنًا، ثُمَّ تَغْزُونَ أَنْتُمْ وَهُمْ عَدُوًّا ـ ( سيصالحون أي: نعم. ستصالحون لعلها تصالحون) ستصالحون اَلرُّومُ صُلْحًا آمِنًا, ثُمَّ تَغْزُونَ أَنْتُمْ وَهُمْ عَدُوًّا ـ فَتُنْصَرُونَ وَتَسْلَمُونَ, ثُمَّ يَنْصَرِفُونَ حَتَّى يَنْزِلُونَ بِمَرْجٍ ذِي تُلُولٍ فَرَفَعَ رَجُلٌ مِنْ أَهْلِ اَلصَّلِيبِ اَلصَّلِيبَ، فَيَقُولُ غَلَبَ اَلصَّلِيبُ, فَيَغْضَبُ رَجُلٌ مِنْ اَلْمُسْلِمِينَ فَيَقُومُ إِلَيْهِ فَيَدْفَعُهُ فَعِنْدَ ذَلِكَ تَغْدِرُ اَلرُّومُ, فَيَجْمَعُونَ لِلْمَلْحَمَةِ فَيَأْتُونَ تَحْتَ ثَمَانِينَ غَايَةً تَحْتَ كُلِّ غَايَةٍ اِثْنَا عَشَرَ أَلْفًا \" . ¶ ــــــــــــ",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "هذا الحديث له شبه بما تقدم من حديث عوف بن مالك الذي فيه يقول: \" اعدد ستا بين يدي الساعة \" وذكر منها، يعني: \" أن الروم يغزون المسلمين تحت ثمانين غاية \"، أي: راية، وكل راية تحتها اثنا عشر ألفا، كما تقدم فهذا طرف الحديث كله متطابق معه تماما، لكن في هذا الحديث أنه سيكون هناك صلح قبل هذا الحدث، قبل غزو الروم، بهذه الرايات، وهذه الأعداد صلح آمن، تصطلحون أنتم والروم، وتغزون أنتم وهم عدوا من ورائكم. ¶ كان بعض الناس، يعني: يتوقع أن الروم، يعني: غزو المسلمين مع الروم للروس، للاتحاد السوفيتي. يعني: لا يمكن ولا هو فعلا، يعني: أن السوفيتي هو عدو لأولئك: للروم، للنصارى، وقد صار تعاون بين المسلمين وبينهم، لكن الله أعلم بحقائق هذه الأخبار، ومواقعها، وأزمانها، فهذا يقول: كل هذه من أنباء الغيب، ومن أخبار، ومن أشراط الساعة، ومما يكون في آخر الزمان، وكما قلت لكم: إنه قد لا يتيسر تطبيقها، يعني: منها ما يقطع بأنه قد مضى، ومنها ما يقطع بأنه لم يأت، ومنها ما هو محتمل، لا يتأتى الجزم فيه بشيء من ذلك. نعم. ¶ حديث الملحمة الكبرى ¶ وَلَهُ وَغَيْرِهِ: عَنْ مُعَاذٍ عَنْ اَلنَّبِيِّ - صلى الله عليه وسلم - قَالَ: \" اَلْمَلْحَمَةُ اَلْكُبْرَى, وَفَتْحُ قُسْطَنْطِينِيَّةَ , وَخُرُوجُ اَلدَّجَّالِ فِي سَبْعَةِ أَشْهُرٍ \" حَسَّنَهُ اَلتِّرْمِذِيُّ. ¶ ــــــــــــ ¶ هذا نفسه متقارب. الملحمة الكبرى؛ يمكن هي التي بين المسلمين والنصارى، التي سبقت الإشارة إليها، الملحمة الكبرى التي تكون بين المسلمين؛ لعلها؛ يعني: التي تكون بين الجيش الذي يخرج من الحجاز من المدينة، وينزلون بموضع في الأعماق، أو بدابق إلى أخره المتقدم؛ كأن هذا الحديث، وفتح قسطنطينية، وخروج الدجال في سبعة أشهر عندكم، في رواية: \" من سبع سنين \" وهذا أشبه، والله أعلم بالصواب. نعم. ¶ حديث بين الملحمة وفتح المدينة ست سنين",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "وَلِأَبِي دَاوُدَ عَنْ عَبْدِ اللهِ بْنِ بِشْرٍ مَرْفُوعًا: \" بَيْنَ اَلْمَلْحَمَةِ وَفَتْحِ اَلْمَدِينَةِ سِتُّ سِنِينَ , وَيَخْرُجُ اَلدَّجَّالُ فِي اَلسَّابِعَةِ \" قَالَ: هَذَا أَصَحُّ مِنْ حَدِيثِ عِيسَى, يَعْنِي: حَدِيثَ مُعَاذٍ. ¶ ــــــــــــ ¶ هذا نفسه، هذا يعني: بين الوقعة العظيمة الملحمة وفتح المدينة. المدينة لا بد من تفسيرها بالقسطنطينية، وفتح المدينة وخروج الدجال في سبع سنين، بين الملحمة وفتح المدينة ست سنين، والدجال يخرج في السابعة؛ يعني: بعد ذلك، والله أعلم. نعم. ¶ حديث يوشك أن تداعى عليكم الأمم ¶ وَلَهُ: عَنْ ثَوْبَانَ قَالَ رَسُولُ اَللَّهِ - صلى الله عليه وسلم - \" يُوشِكُ الأمم أَنْ تَدَاعَى عَلَيْكُمْ , كَمَا تَدَاعَى اَلْأَكَلَةُ إِلَى قَصْعَتِهَا فَقَالَ قَائِلٌ: مِنْ قِلَّةٍ نَحْنُ يَوْمَئِذٍ قَالَ: بَلْ أَنْتُمْ كَثِيرٌ, وَلَكِنَّكُمْ غُثَاءٌ كَغُثَاءِ اَلسَّيْلِ, وَلَيَنْزِعَنَّ اَللَّهُ مِنْ صُدُورِ عَدُوِّكُمْ اَلْمَهَابَةَ مِنْكُمْ, وَلَيَقْذِفَنَّ اَللَّهُ فِي قُلُوبِكُمْ اَلْوَهْنَ، فَقَالَ قَائِلٌ: يَا رَسُولَ اَللَّهِ، وَمَا اَلْوَهْنُ؟ قَالَ: حُبُّ اَلدُّنْيَا وَكَرَاهِيَةُ اَلْمَوْتِ \" . ¶ ــــــــــــ",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "لا إله إلا الله، وله ابن ماجة، يعني: (أبي داود) لا إله إلا الله، هذا حديث مشهور، يستشهد به، يعني: يستشهد به الناس في. يعني: الواقع وهو في الحقيقة، يعني: يشبه مضمون هذا الحديث يشبهها الواقع، أو الواقع يشبه ما في هذا الحديث: \" يُوشِكُ أَنْ تَدَاعَى عَلَيْكُمْ ُ اَلْأُمَمُ كَمَا تَدَاعَى اَلْأَكَلَةُ إِلَى قَصْعَتِهَا \" التداعي الأمم على المسلمين يعني: بالكيد لهم، وحربهم، تتداعى ـ أمم الشرك والكفر تتداعى ـ على المسلمين، كما يتداعى الأكلة إلى قصعتها، فقال قائل: \" أمن قلة نحن يومئذ يا رسول الله، قال: لا \"، ولم. \" بل أنتم كثير \" كثير، \" ولكنكم غثاء كغثاء السيل \"، هذا شبيه بالحال الآن: المسلمون كم في الإحصاءات، كم المسلمون؟ المسلمون مليار وزيادة، يعني: كانوا يقدروا بالمليار وزادوا فالله يخلف عليهم. مليار! غربل المليار إلى كم يطلع ممن يثبت لهم حكم الإسلام، الله أعلم. ¶ وغربل. هذا الذي يثبت لهم حكم الإسلام ما حالهم في إسلامهم: من بدع، ومعاصي، وجهل بدين الله، وبعده غربل كلما تغربل يقل الخالص، ويقل الصادق ـ لا إله إلا الله ـ يعني: الإسلام موجود وله حَمَلة، وله، وله، لكنهم، يعني: مثل مُزع مُزع أفراد جماعات أفراد وجماعات، وكذا. ولكن الجمهرة، يعني: حالها أليمة، إما يعني: لاحظوا الآن يعني أصحاب البدع الكبيرة. بل الرافضة، الصوفية تمثل، أو يعني: تمثل حجم كبير من العالم الإسلامي، الرافضة، والصوفية والمنتسبون للإسلام كثير، والجاهلون بالإسلام كثير؛ فاحمد الله يا أخي، نسأل الله أن يتم علينا وعليكم النعمة ـ نعمة الإسلام ـ الإسلام الحق. ¶ ................................................................................ ـــــــــــــــ",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "لكن يبقى أعني: كل واحد مع نفسه، إلا حتى المسلم الموحد الذي هو من أهل السنة، وعلى السنة يبقى أيضا خلل عنده في أمور ظاهرة، وأمور باطنة يحتاج إلى: أن يحقق هذه الهوية، وهذه النسبة، يحققها في نفسه، يحققها: استقامة ظاهرة وباطنة، لا بد من الاستقامة ظاهرا وباطنا. ¶ كما قلت لكم: إن ابن القيم لما ذكر: الغربة والغرباء، والمسلمون غرباء في العالم، وأهل السنة غرباء في المسلمين، وأهل، يعني: المتحققون بذلك غرباء في أهل السنة، هذا المعنى في الكلام: غربة في غربة في غربة، يعني: الإنسان الآن ـ حتى بين الإنسان اللي بيريد يحقق الاستقامة ـ لا بد أن يخالف كثير من أحوال الناس، ومن عوائد، فيصبح، يعني: في صراع مع الناس، يعني: يخالف عوائدهم، ويخالف ما هم عليه. الاستقامة الاستقامة تحتاج إلى جهد كبير، تحتاج إلى معاناة، والصبر الصبر الصبر، لا حول ولا قوة إلا بالله. ¶ قال: \" بل أنتم كثير، ولكنكم غثاء كغثاء السيل\"، غثاء السيل: هو ما يطفح على السيل من أوساخ، ومن أعواد، ومن تبن، ومن هذا الغثاء الذي يقذف به السيل ـ سيل الوادي ـ يقذف به الأشياء، غثاء كغثاء السيل كثير، لكنه رديء. نعم. يقول إيش؟ ولكنكم غثاء. ( وَلَيَنْزِعَنَّ اَللَّهُ مِنْ صُدُورِ عَدُوِّكُمْ ). \" وَلَيَنْزِعَنَّ اَللَّهُ مِنْ صُدُورِ عَدُوِّكُمْ اَلْمَهَابَةَ مِنْكُمْ, وَلَيُلقيَنَّ فِي قُلُوبِكُمْ اَلْوَهْنَ قيِل: يَا رَسُولَ اَللَّهِ، وَمَا اَلْوَهْنُ؟ قَالَ: حُبُّ اَلدُّنْيَا وَكَرَاهِيَةُ اَلْمَوْتِ \" .",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "هذا إذن واقع في حياة الناس، سبحان الله، هذا واقع، لكن لا نقول: إن هذا الحديث قطعا، نقول: إن هو تماما، معنى الحديث متطابق مع واقع المسلمين اليوم كثير، ولا لهم كبير وزن، من حيث، يعني: توازن القوى العالمية، يعني: هما يعني: الشعوب الإسلامية معدودة، كما يسمون من الشعوب المتخلفة ـ متخلفة ماديا ـ لكن على ما فيهم المسلمون على ما فيهم من نقص وخلل، وكذا هم خير عند الله من أمم: الكفر والطغيان، والتمرد، والجهل المطبق، فهم في ظلمات. المسلم الفاسق الفاجر هو خير من الكافر، لا بد أن تستقر هذه الحقيقة في النفوس، لا بد من جانب كثير من المسلمين، يعني: يقولون: إن الكفار، أو الكافر، أو الكفر خير من المسلمين، المسلمين عندهم كذا، نعم، بس. هذه الخيرية اللي عند بعض الكفار أفراد أو جماعات لا تضاهي الخيرية اللي عند المسلم، أصل ¶ ................................................................................ ـــــــــــــــ ¶ الخير: هو الإيمان بالله ورسوله، هذا هو أصل الخير، هذا هو الأصل، هذا هو النجاة من العذاب؛ \" يخرج من النار من قال: لا إله إلا الله، وفي قلبه مثقال ذرة من إيمان \" .",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "وأما الكافر ما تنفعها أخلاق. أعمال، أعمال إنسانية، ما تنفعه يمكن يُطعم ويُسقى في هذه الدنيا، ولا تنفعه عند الله يوم القيامة؛ { وَقَدِمْنَا إِلَى مَا عَمِلُوا مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَاءً مَنْثُورًا (23) } (¬1) \" ولينزعنَّ الله من صدور عدوكم المهابة منكم \" وهو فعلا، والله المسلمون ليس لهم مهابة في صدور الأعداء، أين \" نصرت بالرعب مسيرة شهر \" ؟ هم الآن الكفار ما يخافون من المسلمين في واقعهم الحق، لكن يخافون من الإسلام أن يرجع المسلمون إلى الاستقامة به، وهم يخافون، يعني: في الجملة، لكن يخافون من أن يستعيد المسلمون قوتهم الحقيقية، ويرجعون إلى دينهم، ويستقيمون عليه؛ ولهذا يكيدون لهم أنواع الكيد بما يسمى بالغزو الفكري، والغزو الخلقي. ¶ والسلاح الذي الآن يكيدون به المسلمين: هو ما يتصل بالمرأة، المرأة الآن عليها التركيز؛ لأنها إذا، يعني: انطلقت المرأة من قيود الشريعة فشت الجرائم والفواحش بين المسلمين، وانغمسوا في الرذيلة: في الزنا، وشرب الخمر، وإقامة، يعني: كذا من كما في الواقع في أكثر العالم الإسلامي موجود، ـ المراقص والمسارح، كلها ترتكز على المرأة بسبب جهل المسلمين الآن. ¶ القياس عند أكثر المسلمين قياس القوة والعزة هي: مظاهر الحياة لا قوة المسلمين بدينهم، فمن كان أقوم بدين الله وأكتم الاستقامة فهو القوي، لو استقام المسلمون على دين الله لكفاهم القليل من القوة المادية، ولكن إذا فرط المسلمون في القوة الحقيقية المعنوية الإيمانية الدينية ـ إذا فرطوا ـ ما تنفعهم قواهم الحسية، ولو كانوا+ \" وليجعلن الله في قلوبكم، وليلقين الله في قلوبكم الوهن، قالوا: وما الوهن يا رسول الله؟ قال: حب الدنيا، وكراهة الموت \"، حب الدنيا جبلة، لكن هو السر في الشر، هو الإيثار حب الدنيا حبا يوجب إيثارها، الإيثار: ¶ ¬__________ ¶ (¬1) - سورة الفرقان آية : 23.",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "محبة الدنيا وما فيها من متع أمر طبيعي، لكن الخطر والخلل بإيثار الدنيا؛ { بَلْ تُؤْثِرُونَ الْحَيَاةَ الدُّنْيَا (16) وَالْآَخِرَةُ خَيْرٌ وَأَبْقَى (17) } (¬1) . ¶ وكراهة الموت، الموت مكروه طبعا، هذه كراهية طبيعية، لكن هنا كراهة الموت التي تفضي إلى أن يخلد للدعة، ويقعد عن القيام بالمهام العظام: ومنها الجهاد في سبيل الله، يشهد له: \" إذا تبايعتم بالعينة، ورضيتم بالزرع، وتركتم الجهاد سلط الله عليكم ذلا لا ينزعه عنكم حتى تراجعوا دينكم \" تركتم الجهاد، يعني: رضيتم بالدنيا، قعود الذي. الناس ركنوا إلى الدنيا استرخوا، وآثروا القعود، والتمتع بالشهوات هنا يتسلط عليهم العدو، وتكون له الغلبة عليهم؛ عقوبة، \" سلط الله عليكم ذلا لا ينزعه \" هذا المعنى أيضا هو واقع المسلمين اليوم، ولا حول ولا قوة إلا بالله، وصلى الله وسلم وبارك على نبينا محمد قف على هذا. ¶ الأسئلة ¶ أحسن الله إليكم، وهنا نوع من الأسئلة، يقول سائل: فضيلة الشيخ، أين تقع القسطنطينية الآن؟ ¶ + ما أدري: هل هي استنبول، هي في تركيا هذه البلد، ما هي معروفة لأحد بهذا الاسم الآن، ها لعلها هي استنبول، نعم. هي عاصمة الترك. نعم. ¶ أحسن الله إليكم يا شيخ، مر هنا في بعض الأحاديث أنهم يكبرون ويهللون فهل يؤخذ منها شرعية التكبير الجماعي؟ ¶ لا شرعية التكبير الجماعي، متى التكبير الجماعي؟ يعني: بعد الصلاة. سبحان الله ما في شيء حديث صحيح، لا ما في شيء هذا التكبير الجماعي، التكبير الجماعي يعني: عند الحملة على العدو نعم. كبروا تكبير جماعي، أما التكبير الجماعي عند لعب الكرة، ولا إيش؟ نعم. ¶ ................................................................................ ـــــــــــــــ ¶ حفظكم الله، وهذا سائل يقول: متى نطلق على العمل أن المسألة أنها خلافية؛ حيث إذا ناقشها أحدهم في مسألة، قال: هي مسألة خلافية، فأصبح مشاكل؟ ¶ ................................................................................ ¶ ¬__________ ¶ (¬1) - سورة الأعلى آية : 16-17.",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "ـــــــــــــــ ¶ مسألة خلافية لا. فيه مسائل إجماع، ومسائل خلاف، والخلاف مراتب ودرجات، ولا صارت خلافية، يعني: هذه يتصور لك إنك تختار، هذا لم يقل أحد من أهل العلم: إن المسائل الخلافية إن الإنسان فيها مخير؛ تختار، وتشتهي من أقوال العلماء على التشهي لا. طالب العلم عليه أنه يتقي الله، ويتحرى ما يقتضيه الدليل، يتقي الله. ¶ والعامي عليه أن يقلد، ويتبع من يثق بعلمه ودينه، وإن خالف هواه. وبعدين ما سبب المسألة الخلافية؟ هل الشبهات؟ الآن تذرع كثير من أهل الأهواء إلى الوصول إلى مرادهم بقولهم: هذه مسألة خلافية، وده لو صارت مسألة خلافية: { فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ } (¬1) يعني: من سلك هذا المسلك يصدق عليه أنه، يعني: مثل ما قال بعض: من تتبع الرخص تزندق، يعني: رخص العلماء، الرخص التي تكون من بعض العلماء بسبب اجتهاد ما من الاجتهادات. العالم هذا مجتهد؛ لكن أنت لست بمجتهد. أنت متبع لهواك. نعم. ¶ أحسن الله إليكم، وهذا يقول: قام أحد الأئمة بمنطقتنا بذكر أحاديث الفتن على عوام المصلين كبار السن، وغيرهم فلم يقتنع بعضهم، فهل هذا يدخل ضمن قول ابن مسعود: حدثوا الناس بما يعقلون؟ ¶ يمكن إذا كان في أشياء تستغرب، كان لا يتحدث بها. نعم. ¶ أحسن الله إليكم، ثم هذا يقول: هل ستفتح قسطنطينية مرة أخرى، حيث قال النبي - صلى الله عليه وسلم - \" لتفتحن القسطنطينية فلنعم الأمير أميرها، ولنعم الجيش جيشها \" هل هو الفتح الذي وقع في عهد محمد الفاتح؟ ¶ لا بأنها تفتح، يمكن. ظاهر الحديث، يعني: لها فتح آخر، يمكن تفتح أكثر من مرة، أو مرتين. نعم. ¶ أحسن الله إليكم، يقول: من هم بني إسحاق الذين ورد ذكرهم في الحديث؟ ¶ هو الأصل أن بني إسحاق هم بنو إسرائيل، لكن ذكر بعضهم أن الصواب أن الحديث بنو إسماعيل. نعم. ¶ ¬__________ ¶ (¬1) - سورة النساء آية : 59.",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "أحسن الله إليكم، يقول: هل ورد حديث يشير إلى: أن روما ستفتح بالتكبير (أن إيش) روما؟ ما في. نعم. ¶ أحسن الله إليكم، وأثابكم، ونفعنا بعلمكم، وصلى الله على نبينا محمد وعلى آله وصحبه والسلام عليكم. ¶ حديث لا تقوم الساعة حتى يحسر الفرات عن جبل من ذهب ¶ بسم الله الرحمن الرحيم، الحمد لله رب العالمين، والصلاة والسلام على أشرف الأنبياء والمرسلين؛ نبينا محمد وعلى آله وصحبه أجمعين. ¶ قال رحمه الله تعالى: وَلِمُسْلِمٍ: عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - قَالَ: قال رَسُولُ اَللَّهِ - صلى الله عليه وسلم - \" لَا تَقُومُ اَلسَّاعَةُ, حَتَّى يَحْسِرَ اَلْفُرَاتُ عَنْ جَبَلٍ مَنْ ذَهَبٍ يَقْتَتِلُ اَلنَّاسُ عَلَيْهِ, فَيُقْتَلُ مِنْ كُلِّ مِائَةٍ تِسْعَةٌ وَتِسْعُونَ, وَيَقُولُ كُلُّ رَجُلٍ مِنْهُمْ: لَعَلِّي أَنَا اَلَّذِي أَكُونُ أَنْجُو \" وَفِي رِوَايَةٍ: \" فَمَنْ حَضَرَهُ فَلَا يَأْخُذُ مِنْهُ شَيْئًا \" . ¶ ــــــــــــ ¶ الحمد لله، وصلى الله وسلم وبارك على عبده ورسوله، وعلى آله وصحبه. ¶ هذا خبر مما أخبر به الرسول ـ عليه الصلاة والسلام ـ مما يكون في المستقبل، هذه من أنباء الغيب، فنؤمن بها على مراد الرسول ـ عليه الصلاة والسلام ـ \" لا تقوم الساعة، لا تقوم القيامة حتى يحسر الفرات\"، يعني: ينحسر، وينكشف إما بنضوب مائه، أو بظهور هذا الجبل، و بحيث، يعني: يطفو، أو يتمخض عنه موقع الفرات حتى يحسر الفرات عن كنز، أو عن 11:19 م 15/ 09/ 25جبل في كنز، وفي جبل، عن جبل من ذهب شيء عظيم جبل! وهذه دلالة على أنه ما يقبل التأويل بالنعت، يعني: يمكن كنز تحتمل شيئا؛ لكن جبل يقتضي إنه ذهب، هذا هو الأصل، الأصل أن الكلام على ظاهره ما نؤوله. يمكن نقول: ها البترول، أو شيء.",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "\"عن جبل من ذهب يقتتل عليه الناس\". ليأخذه، فيقتل من كل مائة تسع وتسعين، هذا الفناء يفنون، يعني: المقتتلون عليه يذهب منهم الأكثرون كلهم، كل واحد منهم، يقول: لعلي أنا الذي أكون أنجو، فأظفر بهذا الذهب، أو أظفر بنصيب منه، هذا حال الناس في مطالب الدنيا: تجد كثير من الناس يقتتلون على أمر من الأمور، كل واحد يظن أنه هو اللي سالم يعني: يضحي بحياته، ويرخص، ويهدر حياته؛ لينال هذا الطمع، ولهذا قيل في الحكمة: \"مصارع الرجال تحت بروق الطمع \". ¶ ................................................................................ ـــــــــــــــ ¶ كم من الناس يعني مات وهلك بسبب غرق، أو حرق، أو قتل في حرب؛ لأجل مطمع من مطامع الدنيا، وشهوة من الشهوات، سبحان الله! ¶ قال عليه الصلاة والسلام: \" فمن حضره فلا يأخذ منه شيئا \" ولا تأخذ منه شيئا لا بقتال، ولا بغير قتال هذا معناه. ما هو فقط لك، لا تقاتل إذا صفا الصافي وخرج، يعني: وطلع الكنز، ووصل الناس إليه، يعني: لا تأخذ منه شيئا، لو كان اللي ظفروا، وراحوا يوزعون على الناس لا تأخذ منه شيئا، ابتلاء؛ هذا ابتلاء، ابتلاء للعباد، سبحان الله! هذا من أشراط الساعة، هل حصل؟ ما علمنا شيئا، الله أعلم، والمستقبل غيب، المستقل غيب. نعم. ¶ حديث إذا منعت العراق درهمها وقفيزها ¶ وَلَهُ: عَنْهُ - رضي الله عنه - قَالَ رَسُولُ اَللَّهِ - صلى الله عليه وسلم - \" إِذَا مَنَعَتْ اَلْعِرَاقُ دِرْهَمَهَا وَقَفِيزَهَا , وَمَنَعَتْ اَلشَّامُ مُدَيْهَا, وَدِينَارَهَا وَمَنَعَتْ مِصْرُ إِرْدَبَّهًا وَدِينَارَهَا, وَعُدْتُمْ مِنْ حَيْثُ بَدَأْتُمْ، وَعُدْتُمْ مِنْ حَيْثُ بَدَأْتُمْ, وَعُدْتُمْ مِنْ حَيْثُ بَدَأْتُمْ شَهِدَ عَلَى ذَلِكَ لَحْمُ أَبِي هُرَيْرَةَ وَدَمُهُ \" . ¶ ــــــــــــ",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "قوله: \" شهد على ذلك لحم أبي هريرة ودمه \". يعني: تأكيد للخبر تأكيد، كما يقول بعضهم: سمعته أذناي، ووعاه قلبي، وأبصرته عيناي حين تكلم به، يعني: هذا معناه: إنه ما تلقاه أبو هريرة هذا الحديث، ما تلقاه بالوصل، كثير من أحاديث أبي هريرة تلقاها من بعض الصحابة، لكن هذا لا. هذا معناه: أنه قد سمعه من الرسول، شهد على الرسول، يقول: \" شهد على ذلك لحم أبي هريرة ودمه \" هذا خبر أيضا عن المستقبل، الرسول لما قال: كلها بلاد كفر: العراق، والشام، ومصر، كلها لم تفتح، فهذا أولا: يتضمن فيه الدلالة على أنها ¶ ستفتح، وقد فتحت، ولما فتحت في عهد الخليفة الراشد عمر بن الخطاب - رضي الله عنه - ضربت على أهلها الجزية، وضربت على أراضيها الخراج، وهكذا. ¶ فهنا في الحديث يقول: \" إذا منعت العراق\"، يعني: أهل العراق \" منعت العراق قفيزها، ودرهمها، أو درهمها وقفيزها. القفيز قالوا: إنه اثنا عشر صاع، والمد مد الشام، قدره أهل اللغة: بخمسة عشر، والإردب: بأربعة وعشرين، كلها مكاييل، القفيز، والمد، والإردب هذه مكاييل مشهورة قديمة في ذلك الوقت، راحت الآن ما في، يمكن القفيز باقي يمكن باقي في مصطلح. راح كان عندنا هنا: الوزنة، والرطل، هذه الوحدات، وفي المساحات: الذراع، والبوع، فيعني: بسبب التبعية التي، يعني: غرقنا فيها تبعية للأمم خلاص، يعني: جعلنا الوحدات، ومقادير الكيل والوزن تبعا للقوم، صار عندكم كيلو هذا من، يعني: وحدة وزن، واللتر يعني: وحدة كيل لتر، والمتر وحدة مساحة، هذه كلها تبع للقوم، يعني: الآن المسلمون ما لهم فيهم عندهم ذوبان، نذوب الآن ذوبانا ـ نسأل الله العافية ـ في الألفاظ، في الكلمات، في المصطلحات، في كل شيء تحويل، هذا التعجيم: بدل ذراع ¶ ................................................................................ ـــــــــــــــ",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "وقلم متر، بدل صاع ومد وكذا خلاص لتر، بدل كذا، لا إله إلا الله، لا إله إلا الله، لا إله إلا الله. مظاهر التبعية! \" إذا منعت العراق قفيزها\" إلى آخر. ¶ قيل في معناها، يعني: إذا أسلموا فمنعوا هذه المقادير، يعني: منعوا ما يعطونه في الجزية بسبب إسلامهم سقطت عنهم، إذا أسلم أهل البلاد، يعني: الذين تؤخذ منهم الجزية تسقط عنهم الجزية. الذمي إذا أسلم تسقط عنه الجزية، وقيل: إن منعت بسبب استيلاء الكفار، بعد أن كانت تحت سلطان المسلمين يستولي عليها الكفار، فيمنعون ما كان يؤخذ من أهلها: من جزية، ومن أرضها: من خراج، وهذا المعنى: هو المرجح، ويشهد به الواقع، ذهب العراق، العراق كان، كانت أراضيه كلها، يعني: من تكون في يده أراضي الزراعة، والمزارع، هذه يؤدى عليها خراج، ولي الأمر يقدر هذا الخراج، لكن الآن ذهب ما هنالك في ضرائب يمكن، ضرائب يفرضها الملوك، يفرضون لأنفسهم ضرائب هذه، يعني: ما يأخذونها أخذ شرعي، منعت فتغيرت، تحولت الأحوال، وتغيرت واستولى عليها الكفار والفجار على تلك البلاد، فذهب ما هنالك، ما فيها الآن من تؤخذ منه الجزية، ولا من ¶ يؤخذ منه الخراج على الأرض التي في يده، وعدتم كما، كما بدأتم (من حيث بدأتم) من حيث هه؟ ( بدأتم)، الله المستعان، لعل هذا التعبير: تعبير يرجح التفسير الثاني: إنكم عدتم كما بدأتم، عادت هذه البلاد إلى ما كانت عليه من: استيلاء الكفار عليها، والفجار، وفساد الأحوال. لا إله إلا الله. نعم. ¶ حديث تقوم الساعة والروم أكثر الناس",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "وَلَهُ: عَنْ اَلْمُسْتَوْرِدِ اَلْقُرَشِيِّ قال: سَمِعْتُ رَسُولَ اَللَّهِ - صلى الله عليه وسلم - يَقُولُ: \" تَقُومُ اَلسَّاعَةُ وَالرُّومُ أَكْثَرُ اَلنَّاسِ، فَقَالَ لَهُ عَمْرُو بْنُ الْعَاصِ: لَئِنْ قُلْتُ ذَلِكَ، إِنَّ فِيهِمْ لَخِصَالاً أَرْبَعًا: إِنَّهُمْ لَأَحْلَمُ اَلنَّاسِ عِنْدَ فِتْنَةٍ, وَأَسْرَعُهُمْ إِفَاقَةً بَعْدَ مُصِيبَةٍ, وَأَوْشَكُهُمْ كَرَّةً بَعْدَ فَرَّةٍ, وَخَيْرُهُمْ لِمِسْكِينٍ وَيَتِيمٍ وَضَعِيفٍ, وَخَامِسَةٌ حَسَنَةٌ جَمِيلَةٌ: وَأَمْنَعُهُمْ مِنْ ظُلْمِ اَلْمُلُوكِ \" . ¶ ــــــــــــ ¶ هذا فيه خبر، إنه عن الرسول ـ عليه الصلاة والسلام ـ يقول: \" بأن تقوم الساعة والروم أكثر الناس \"، ولعل الروم اسم لهذا الشعب معين، ومن يلتحق به من النصارى، تقوم الساعة والروم أكثر الناس، والساعة تقوم، وهذا الروم: اسم جنس لشعب من الترك، من الروم، العرب، الفرس، وليس فيه، يعني: مدح ولا ذم، هذا خبر عن الكم \" والروم أكثر الناس \". ¶ فلما حدث المستورد القرشي عمرو بن العاص، قال: يا فلان، أبصر ما تقول، \" أو لئن كان كما قلت: إِنَّ فِيهِمْ لَخِصَالاً أَرْبَعًا \" يعني: الروم عندهم أخلاقيات، يعني: جوانب أخلاقية: \" إِنَّهُمْ لَأَحْلَمُ اَلنَّاسِ عِنْد َ فِتْنَةٍ \"، الحلم: يتضمن الصبر، \" لَأَحْلَمُ اَلنَّاسِ عِنْدَ فِتْنَةٍ \" نعم. \" إِنَّهُمْ لَأَحْلَمُ اَلنَّاسِ عِنْدَ فِتْنَةٍ (وَأَسْرَعُهُمْ إِفَاقَةً بَعْدَ مُصِيبَةٍ ) وَأَسْرَعُهُمْ إِفَاقَةً بَعْدَ مُصِيبَةٍ \" هذا من التابع، يعني: هذه الخصلة تابعة للتي قبلها حلم يتضمن صبر، وأسرعهم إفاقة أيضا بعد مصيبة، هذا من آثار الحلم، من آثار حلمهم أنهم، يعني: يرجعون إلى حالهم بعد مصيبة، ويُفيقون، ليس كمن يستولي عليه الجزع حتى يغيب، وحتى يطول أمد جزعه وذهوله، والله أعلم.",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "\" إِنَّهُمْ لَأَحْلَمُ اَلنَّاسِ عِنْدَ فِتْنَةٍ, وَأَسْرَعُهُمْ إِفَاقَةً بَعْدَ مُصِيبَةٍ\" , نعم. وأسرعهم نعم. \" وَأَوْشَكُهُمْ كَرَّةً بَعْدَ فَرَّةٍ \" يعني: سرعان ما يرجعون إن كان في حرب، كرة يكر بعد ما فر، أسرعهم كرة بعد فرة، خصال حميدة هذه، في الجملة، يعني: يمكن إن هذا يتضمن مدح بالشجاعة؛ لأن الجبان هو الذي يفر ولا يكر، إنما الشجاع فهو يكر، قد يفر، لكن إذا فر كر، والرابعة: (وَخَيْرُهُمْ لِمِسْكِينٍ وَيَتِيمٍ وَضَعِيفٍ)، وخيرهم نعم. \" وَخَيْرُهُمْ لِمِسْكِينٍ وَيَتِيمٍ ¶ ................................................................................ ـــــــــــــــ ¶ وَضَعِيفٍ \" يعني: عندهم عطف على المساكين، والأيتام، والفقراء، هذه أربع خصال. نعم، والخامسة: (وَأَمْنَعُهُمْ مِنْ ظُلْمِ اَلْمُلُوكِ) \" وَأَمْنَعُهُمْ مِنْ ظُلْمِ اَلْمُلُوكِ\"، يعني: كأنهم أقدر على الامتناع من ظلم الملوك، أقدرهم على الامتناع من ظلم الملوك، يعني: يمكن أنهم يدافعون، ولا يخضعون للظلم، لعل هذا الحقيقة أن هذه الخصال الأربع ذكرها، يعني: مسلم، ولا ريب أن النووي تعرض لها، هذا شرحها حسب ما يظهر. ¶ وهذه الخصال، يعني: عمرو بن العاص يذكرها كخصال، يعني: لهذا الجنس، ولا يقتضي هذا: أنها صفة مطردة، وقد يكون هذا الوصف الذي ذكره، يعني: في وقت من الأوقات، ولا يلزم من ذلك اطراد الأوصاف؛ فأحوال الناس تتغير بعوامل ومؤثرات، تتغير أخلاقهم كما تتغير ألوانهم باختلاف البلاد، واختلاف ظروف الحياة، ووسائل الحياة، ما يلزم هذا، عمرو بن العاص يذكر، يعني: الحال التي هو عليها حسب ما شهده، وما عرفه منهم عند معايشتهم، ومعاملتهم، ومعرفتهم.",
            "page": "105",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "فلا نأخذ من هذا إنها صفات، يمكن تقول: إنهم، يعني: المتأمل لبعض النواحي عندهم نواحي، كما يقولون: النواحي الإنسانية اللي هم يتكلمون عنها الآن، نواحي إنسانية، وكذا، وهذه حقوق الإنسان، والرفق بالحيوان، ويمكن عندهم نواحي ثانية على النقيض، عكس، يعني: طواغيتهم وكبرائهم، وكذا عندهم الظلم، يعني: يمكن نقول: لغير شعوبهم، وهذا من أخلاقيات اليهود الذين قال الله فيهم: { * وَمِنْ أَهْلِ الْكِتَابِ مَنْ إِنْ تَأْمَنْهُ بِقِنْطَارٍ يُؤَدِّهِ إِلَيْكَ وَمِنْهُمْ مَنْ إِنْ تَأْمَنْهُ بِدِينَارٍ لَا يُؤَدِّهِ إِلَيْكَ إِلَّا مَا دُمْتَ عَلَيْهِ $VJح !$s% ذَلِكَ بِأَنَّهُمْ قَالُوا لَيْسَ عَلَيْنَا فِي الْأُمِّيِّينَ سَبِيلٌ } (¬1) يقولون: ما علينا من سبيل في الأميين، يعني: غيرهم اللي غيرهم يستحلونهم؛ دماءهم، وأموالهم ما لهم حرمة، فالنصارى الآن، يعني: خصوصا حكوماتهم ودولهم الاستعمارية مثل أمريكا الآن؛ لأن هذه تمثل، يعني: أعتى طغيان وتمرد، وظلم لسائر الشعوب، ومن يدور في فلكها من دول الغرب هذه حالة. ¶ ................................................................................ ـــــــــــــــ ¶ لكن يمكن الشعوب عندهم من نواحي الأخلاقيات، يمكن اللي قاله عمرو، يمكن ينطبق على الجنس في الجملة، وهذا ما يثبت، ما تثبت هذه الأوصاف لكل واحد، ولا تثبت لكل طبقة، والله المستعان. نعم. ¶ حديث تغزون جزيرة العرب فيفتحها الله ¶ ¬__________ ¶ (¬1) - سورة آل عمران آية : 75.",
            "page": "106",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "وَلَهُ: عَنْ جَابِرِ بْنِ سَمُرَةَ عَنْ نَافِعِ بْنِ عُتْبَةَ قَالَ: \" كُنَّا مَعَ رَسُولِ اَللَّهِ - صلى الله عليه وسلم - فِي غَزْوَةٍ قَالَ: فَأَتَى اَلنَّبِيَّ - صلى الله عليه وسلم - قَوْمٌ مِنْ قِبَلِ اَلْمَغْرِبِ عَلَيْهِمْ ثِيَابُ اَلصُّوفِ فَوَافَقُوهُ عَلَى أَكَمَةٍ, فَإِنَّهُمْ لَقِيَامٌ وَرَسُولُ اَللَّهِ - صلى الله عليه وسلم - قَاعِدٌ، فَقَالَتْ لِي نَفْسِي: اِئْتِهِمْ فَاقْعُدْ بَيْنَهُمْ وَبَيْنَهُ لَا يَغْتَالُونَهُ, ثُمَّ قُلْتُ: لَعَلَّهُ نَجِيٌّ مَعَهُمْ, فَأَتَيْتُهُمْ فَقُمْتُ بَيْنَهُمْ وَبَيْنَهُ, فَحَفِظْتُ مِنْهُ أَرْبَعَ كَلِمَاتٍ أَعُدُّهُنَّ فِي يَدِي، قَالَ: تَغْزُونَ جَزِيرَةَ اَلْعَرَبِ فَيَفْتَحُهَا اَللَّهُ، ثُمَّ فَارِسَ فَيَفْتَحُهَا اَللَّهُ, وَتَغْزُونَ اَلرُّومَ فَيَفْتَحُهَا اَللَّهُ، ثُمَّ تَغْزُونَ اَلدَّجَّالَ فَيَفْتَحُهُ اَللَّهُ قَالَ: فَقَالَ نَافِعٌ: يَا جَابِرُ، لَا نَرَى اَلدَّجَّالَ يَخْرُجُ حَتَّى تُفْتَحُ اَلرُّومُ \" . ¶ ــــــــــــ ¶ الله المستعان، هذا جابر بن سمرة يروي عن نافع بن عتبة ـ رضي الله عنهما جميعا ـ يذكر أنهم كانوا في غزوة مع النبي ـ عليه الصلاة والسلام ـ، فلقي النبي - صلى الله عليه وسلم - قوم من أهل الغرب، الغرب يطلق في بعض الأحاديث على الشام \" قوم من أهل الغرب عليهم ثياب الصوف \" لقوا النبي ـ عليه الصلاة والسلام ـ يظهر أنهم، يعني: ليسوا بمسلمين، كفار، فكان يقول نافع: فكان، فوافقوا النبي، وكان \" على أكمة \". مرتفع من الأرض، فقاموا عليه \" كانوا قياما، والنبي جالس \"، هذا وصف هذا الموقف، وقفوا كأنهم يسألون، يعني: عن ما جاء فيه عن دينه، الله أعلم.",
            "page": "107",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "ما لنا علم، ما نقل نافع مدار الحديث الذي دار بينهم، وماذا قالوا؟ يقول: فجاء في نفسي أن أذهب، وأجلس أقعد بين الرسول وبينهم، يعني: حراسة للرسول؛ لئلا يغتاله أولئك، الرسول وحده، وجالس؛ يمكن يهجمون عليه مجموعة خمسة، عشرة، خاف على الرسول ـ عليه الصلاة والسلام ـ والرسول معصوم: { * يَا أَيُّهَا ¶ Aqك™§چ9$# بَلِّغْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ وَإِنْ لَمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ } (¬1) { !$#ur يَعْصِمُكَ مِنَ النَّاسِ } (¬2) يقول: فذهبت فقمت، قمت يعني: يظهر أنه وقف قائما، واقفا بينهم ................................................................................ ـــــــــــــــ ¶ وبين الرسول، فذكر إن الرسول ـ عليه الصلاة والسلام ـ أخبرهم بأنهم يغزون الجزيرة فتفتح، وفارس فتفتح، والروم فتفتح، والدجال فتفتح، أو فيفتح، فيه أنه أخبرهم بأنه سيكون. ¶ وتأويله فيما يظهر، والله أعلم. تأويله كأن الرسول دعاهم للإسلام، وبشرهم بالفتوح، وأنهم سيغزون نواحي الجزيرة فتفتح عليهم، وسيغزون فارس: العراق وما وراءه فيفتح، والروم: الشام وما وراءه فيفتح، وتغزون الدجال فتفتح تفتح أرضه، أو تنصرون عليه، وهذه الأحداث. يعني:+ فتحها دليل حصلت؛ غزا المسلمون هذه الأقطار وفتحت، ورفرف عليها راية الإسلام، وعمرت بالإسلام، وبالمسلمين، وما وراءها، وأما الدجال وما يكون منه، وما يكون في عهده فذاك أمر مستقبل، ومتأخر، والله أعلم. نعم. ¶ حديث لا تقوم الساعة حتى يخرج رجل من قحطان ¶ وَلَهُ: عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - أَنَّ رَسُولَ اَللَّهِ - صلى الله عليه وسلم - قَالَ: \" لَا تَقُومُ اَلسَّاعَةُ حَتَّى يَخْرُجَ رَجُلٌ مِنْ قَحْطَانَ يَسُوقُ اَلنَّاسَ بِعَصَاهُ \" . ¶ ــــــــــــ ¶ ¬__________ ¶ (¬1) - سورة المائدة آية : 67. ¶ (¬2) - سورة المائدة آية : 67.",
            "page": "108",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "لَا تَقُومُ اَلسَّاعَةُ حَتَّى يَخْرُجَ رَجُلٌ مِنْ قَحْطَانَ \": من العرب من قحطان، يسوق الناس بعصاه، يعني: يملك، ويسوق الناس بعصاه ـ يكونون له ـ يكون كالراعي، وهم يكونون كالغنم، يعني: في الطاعة له، والائتمار ¶ بأمره، فقوله: يسوق الناس بعصاه كناية عن استيلائه، ونفوذه، وبعضهم يقول: -كما ذكر النووي ـ يقول: إن هذا كناية، لا ذكره صاحب الفتح، يقول: إن هذا كناية عن شدته، وأنه ملك يكون عنده عنف، عنده شدة، وأن العصا هذه كناية عن الشدة، يسوق الناس بالقوة، فيخضعون له، وينساقون، وهذا محتمل، الله أعلم. ¶ قد يكون هذه العصا: كناية عن شدته، وقد يكون كناية: عن طاعة، يعني: نفوذ أمره فيهم، وانقيادهم لأمره، وفسرت: بالآخر الذي. فسر، يعني: بعضهم يقول: إنه هو المسمى الجهجاه، اسمه الجهجاه، فمن العلماء من يقول: إن هذا والجهجاه اثنان، ومنهم من يقول: بل هذا الرجل الذي يسوق الناس بعصاه من قحطان هو الجهجاه، كما في الحديث الآتي: \" لا تقوم الساعة حتى يملك رجل اسمه الجهجاه \"، فالله أعلم. ¶ يمكن أنهما اثنان، ويحتمل أن يكونا واحدا، وبعض المفسرين تعلقوا ببعض الآثار، ويقول: إن الرجل هذا الذي من قحطان إنه بعد المهدي، فالله أعلم. نعم. ¶ حديث لا تذهب الأيام والليالي حتى يملك رجل يقال له الجهجاه ¶ وَلَهُ: عَنْ اَلنَّبِيِّ - صلى الله عليه وسلم - قال: \" لَا تَذْهَبُ اَلْأَيَّامُ وَاللَّيَالِي, حَتَّى يَمْلِكَ رَجُلٌ يُقَالُ لَهُ: الْجَهْجَاهُ \" . ¶ ــــــــــــ",
            "page": "109",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "هذا نفسه هذا موضوع، يعني: مسلم ـ رحمه الله ـ ذكر هذا الحديث بعد الحديث الأول، يقول: ـ يعني ـ كأنه كالمفسر له، وهكذا الشيخ ـ رحمه الله ـ أورده نحو إيراد مسلم له: \" لا تذهب الليالي والأيام \"، هذا تعبير كثيرا ما يأتي في الأحاديث، هذا يساوي لا تقوم الساعة؛ لأنها إذا قامت الساعة ذهبت الليالي والأيام، لا تذهب الليالي والأيام هذا هو معنى: لا تقوم الساعة؛ لأنها إذا قامت الساعة ذهبت الليالي والأيام، وإذا ذهبت الليالي والأيام قامت الساعة، فهو يقول: \" لَا تَذْهَبُ اللَّيَالِي واَلْأَيَّامُ َحَتَّى يَمْلِكَ رَجُلٌ يُقَالُ لَهُ: الْجَهْجَاهُ \" نعم. ¶ حديث لا تقوم الساعة حتى تقاتلوا قوما كأن وجوههم المجان المطرقة ¶ وَلَهُ: عَنْهُ أَنَّ اَلنَّبِيَّ - صلى الله عليه وسلم - قَالَ: \" لَا تَقُومُ اَلسَّاعَةُ حَتَّى تُقَاتِلُوا قَوْمًا, كَأَنَّ وُجُوهَهُمْ اَلْمَجَانُّ الْمُطْرَقَةُ, وَلَا تَقُومُ اَلسَّاعَةُ حَتَّى تُقَاتِلُوا قَوْمًا نِعَالُهُمْ اَلشَّعْر ُ \" . ¶ وَفِي لَفْظٍ: \" تُقَاتِلُكُمْ أُمَّةٌ يَنْتَعِلُونَ اَلشَّعْرَ, وُجُوهُهُمْ مِثْلُ اَلْمَجَانِّ اَلْمُطْرَقَةِ \" . ¶ ــــــــــــ",
            "page": "110",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "هذا أيضا من أخبار، وأنباء الغيب: \" لَا تَقُومُ اَلسَّاعَةُ حَتَّى تُقَاتِلُوا قَوْمًا وُجُوهُهُمْ كَأَنهاَّ اَلْمَجَانُّ الْمُطْرَقَةُ \" المجان: جمع مجن، والمجن: هو الترس الذي يتقي به الفارس ضربات السهام، يضعه أمامه، مثل المجان المطرقة، بعضهم يقول: المُطَرَّقة، فسره الفقهاء بأنه يعني: مثل المجن، يعني: مكون من طرائق، يعني: طبقات، كما تسمون الآن الغاط، غاطات هذه الصحيفة، أو هذه الصفيحة، أو هذا الفراش غاطات، يعني: طراق فوق طراق. مطرقة، مثل المجان المطرقة، وقيل: إنها، يعني: بعضها فوق بعض، وقد جعلت، يعني: وكأن المجان يكون من نحو الجلد، فهذا وصف أن وجوههم فيها، يعني: وجناتهم ناتئة، وفيها حمرة، وفسر هؤلاء بالترك، كما جاء صريحا في بعض الروايات، وجاء وصفهم كما في الألفاظ الآتية: \" إنهم ذلف الأنوف \" يعني: فطس، يعني: أنوفهم ليست قائمة. بل هي منبسطة، \" ولا تقوم الساعة حتى تقاتلوا قوما نعالهم الشعر، أو ينتعلون الشعر \" . ¶ منهم من فسرها، يعني: فسر هؤلاء بالترك أيضا، ومن المؤرخين، والمفسرين من قال: إن هذا ينطبق على أصحاب بابك الخرمي الزنديق، الذي قاتل المسلمين في أيام المأمون والمعتصم، قاتلهم الزنديق البابكي الخرمي وطائفته، ويقال لها: البابكية، ويقال لها: الخرمية، وهم طائفة من الباطنية كأنهم يظهرون الإسلام، ويبطنون الكفر المحض، الباطنية مثل الإسماعيلية الآن؛ محسوبين على الإسلام وهم ملاحدة زنادقة، خصوصا، يعني: طواغيتهم، ورؤساؤهم، ويعني: والمثقفون منهم الذين عرفوا حقيقة، يعني: أو تعلموا، وعرفوا أسرار مذهبهم. نعم. ¶ حديث لا تقوم الساعة حتى تقاتلوا قوما نعالهم الشعر ¶ وَفِي رِوَايَةٍ: \" لَا تَقُومُ اَلسَّاعَةُ حَتَّى تُقَاتِلُوا قَوْمًا نِعَالُهُمْ اَلشَّعْرُ , وَلَا تَقُومُ اَلسَّاعَةُ حَتَّى تُقَاتِلُوا قَوْمًا صِغَارَ اَلْأَعْيُنِ, ذُلْفَ اَلْأُنُوفِ \" . ¶ ــــــــــــ",
            "page": "111",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "هذا يعني: هذا تابع لما قبله، روايات مؤداها واحد، هم هؤلاء فسروا بما سمعتم، فسروا بالترك، وقد غزا المسلمون الترك، وقاتلهم الترك، وفتحت بلادهم، ويغزوهم المسلمون، كما قال النووي: إن المسلمين قاتلوا الروم مرات، وفي زمانه ـ رحمه الله ـ نعم بعده. ¶ حديث يقاتل المسلمون الترك ¶ وَفِي لَفْظٍ: \" يُقَاتِلُ اَلْمُسْلِمُونَ اَلتُّرْكَ قَوْمًا وُجُوهُهُمْ كَالْمَجَانِّ اَلْمُطْرَقَةِ، يَلْبَسُونَ اَلشَّعْرَ, وَيَمْشُونَ فِي اَلشَّعْرِ \" وَفِي لَفْظٍ: \" حُمْرُ اَلْوُجُوهِ, صِغَارُ اَلْأَعْيُنِ \" . ¶ ــــــــــــ ¶ هذه الروايات كلها بعضها يكمل بعض، ويفسر بعضها بعضا، كلها في موضوع واحد، وفي معنى واحد. نعم. ¶ حديث يقاتلكم قوم صغار الأعين ¶ وَلِأَبِي دَاوُدَ: عَنْ أبيِ بُرَيْدَةَ عَنْ أَبِيهِ عَنْ اَلنَّبِيِّ - صلى الله عليه وسلم - \" يُقَاتِلُكُمْ قَوْمٌ صِغَارُ اَلْأَعْيُنِ - يَعْنِي: اَلتُّرْكَ - قَالَ: تَسُوقُونَهُمْ ثَلَاثَ مِرَارٍ, حَتَّى تُلْحِقُونَهُمْ بِجَزِيرَةِ اَلْعَرَبِ, فَأَمَّا فِي اَلسِّيَاقَةِ اَلْأُولَى: فَيَنْجُو مَنْ هَرَبَ مِنْهُمْ, وَأَمَّا اَلثَّانِيَةُ: فَيَنْجُو بَعْضٌ, وَيَهْلِكُ بَعْضٌ, وَأَمَّا اَلثَّالِثَةُ: فَيُصْطَلَمُونَ, أَوْ كَمَا قَالَ \" . ¶ ــــــــــــ ¶ هذا أيضا، يعني: ـ الله أعلم ـ وصف لوقائع تكون، يعني: تارة، يعني: ينتصرون وينجو من ينجو، وتارة، وفي الأخيرة يصطلمون، يعني: يستأصلون، ويغلبون أكثر، يعني: وصف لوقائع ثلاث مع الترك. أعد الحديث أعده.",
            "page": "112",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "وَلِأَبِي دَاوُدَ: عَنْ أِبيِ بُرَيْدَةَ عَنْ أَبِيهِ عَنْ اَلنَّبِيِّ - صلى الله عليه وسلم - \" يُقَاتِلُكُمْ قَوْمٌ صِغَارُ اَلْأَعْيُنِ - يَعْنِي: اَلتُّرْكَ - قَالَ: تَسُوقُونَهُمْ ثَلَاثَ مِرَارٍ, حَتَّى تُلْحِقُونَهُمْ بِجَزِيرَةِ اَلْعَرَبِ, فَأَمَّا فِي اَلسِّيَاقَةِ اَلْأُولَى: فَيَنْجُو مَنْ هَرَبَ مِنْهُمْ, وَأَمَّا اَلثَّانِيَةُ: ( فينجو من هرب منهم نعم. ) وَأَمَّا اَلثَّانِيَةُ: فَيَنْجُو بَعْضٌ, وَيَهْلِكُ بَعْضٌ, وَأَمَّا اَلثَّالِثَةُ: فَيُصْطَلَمُونَ, أَوْ كَمَا قَالَ \" . ¶ قف على هذا الحديث لعله. الله أعلم. الله المستعان. ¶ ................................................................................ ـــــــــــــــ ¶ الأسئلة ¶ هذا سائل -يحفظك الله- يقول: ما تقول -حفظك الله- في ظاهرة التسوك بالمسواك والشيخ يتحدث؟ ¶ ما نعلم مانعا؛ يعني. +الخطبة؛ خطبة الجمعة التي يمنع فيها الكلام، أما حديث كالدرس. والسواك ما أظنه يشغل ولا يعتبر انصرافا، نعم، والله أعلم نعم. ¶ وهذا -أحسن الله إليكم- يقول: هل معنى (تغزون جزيرة العرب) أن الجزيرة سيحكمها الكفار؟ ¶ لا لا لا ؛ يعني إن كان هذا السؤال متعلق بحديث نافع بن عقبة؟ لا؛ هذه بشارة كأنه يرغبهم في الإسلام، يقول: ستنتصرون، ويكون لكم كيان وشوكة، تغزون الجزيرة فتفتح وفارس والروم، لا ما هو معناه أنكم تغزون وأنتم، يبشرهم؛ يبشر الكفار أنكم ستنتصرون على..؛ يبشر الكفار إذا أسلموا، نعم. ¶ أحسن الله إليكم. وهذا يقول: ما هو الراجح في حدود جزيرة العرب؟ ¶ والله ما عندي؛ جزيرة العرب يحدّونها بحدود، راجعوا القاموس، الآن لا يحضرني بالضبط الحدود، نعم. ¶ أحسن الله إليكم. وهذا يقول: هل تجوز المساهمة في الشركات العقارية عند تحديد النسبة احتمالا، وهل تجوز عند تحديد النسبة تأكيدا في الربح؟",
            "page": "113",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "أما تحديد النسبة احتمالا بناء على التوقعات؛ يعني أمر سهل؛ يعني يقول: إن شاء الله نحن نتوقع أن تكون الأرباح كذا حسب ظواهر الأمور، وبعدها جائز أنهم ما يربحون بل يخسرون يمكن، ولكن نسأل الله العافية -يعني- بعض من سلك هذا المسلك بهذه الطريقة -يعني- إما بسبب سوء التدبير والتصرف أو بسبب الخيانة. ¶ -يعني- تورط بهم -يعني- كثير من الناس؛ تورط بهذه المساهمات، تكون في البداية طيبة وفيه أرباح، ثم الناس يندفعون، ثم في الآخر إما أن يكون صاحب المساهمة خائنا؛ والمراد أنه استولى على القدر الذي يريد من الملايين، ثم ذهب يدعي هنا وهناك، أو إن كان له مفر يفرّ ويهرب بأموال الناس. وإما أنه يسيء التصرف فتنهار، وهذا ¶ ................................................................................ ـــــــــــــــ ¶ في الحقيقة -يعني- جناية وظلم، حتى لو خسر؛ المفروض أنه يرد على الناس أموالهم ولو بخسارتها، يقول: أنا خسرت.. خلاص. أما أن يقبض أموال الناس بالوعود والتصويرات الباهرة أنه كيت وكيت، وأنه ستكون.. ثم بعد ذلك.. هذا من البلاء. ¶ أما بالتأكيد فما يجوز + من أين له؟ هذا رجم بالغيب، واللي ضمن، إن كان ضمن فهو شرط باطل، وإن كان خبرا مؤكدا عن المستقبل فهو قول بغير علم. نعم. ¶ أحسن الله إليكم. ما المقصود بقوله: (ينتعلون الشعر)؟ ¶ ما أدري إيش معنى ينتعلون الشعر؟ إيش تقولون يا إخوان؟ -يعني- نعال يتخذون نعالا من شعر، منسوجة من شعر، يمكن شعر بني آدم، يمكن أنهم شعر بني آدم يجزونه ويفتلونه ويستفيدون منه، يضعون منه نعالا، أو من شعور الماعز، لأن الشعر اسم لنوع مما ينبت على الجلد؛ شعر الإنسان وشعر المعز، وأما ما ينبت على الإبل يسمى إيش؟ وبر، وما على الضأن؟ صوف: { وَمِنْ أَصْوَافِهَا وَأَوْبَارِهَا وَأَشْعَارِهَا أَثَاثًا وَمَتَاعًا إِلَى حِينٍ (80) } (¬1) نعم. ¶ ¬__________ ¶ (¬1) - سورة النحل آية : 80.",
            "page": "114",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "أحسن الله إليكم يقول: هل على الأب أن يعدل في العطية بين أولاده الذكور والإناث أم يفضل الذكر على الأنثى؟ ¶ هذه فيها قولان لأهل العلم، من أهل العلم من يقول: يتبع في العطية حكم الميراث، فللذكر مثل حظ الأنثيين، فإذا أعطى الرجل أولاده فيعطي الولد ضعف ما يعطي الأنثى. ¶ ومن أهل العلم من يقول: لا؛ العطية لها شأن آخر، وهي تقتضي التسوية فلا يفرق بين ذكر وأنثى، وهذا أظهر لأن الرسول عليه الصلاة والسلام قال لبشير بن سعد: \" أكلّ ولدك أعطيته مثل هذا؟ \" وقال: \" اتقوا الله واعدلوا بين أولادكم \" . ¶ ................................................................................ ـــــــــــــــ ¶ أما القول بأن هذه العطية كالميراث فهذا اجتهاد واستنباط، على كل حال. ¶ ومن الناس من لا يعدل أصلا بل يفضل الذكر ويعطيه ويحرم الأنثى، بل مِن الذين عندهم رواسب الجاهلية من لا يورّث الأنثى، الآن موجودون في بعض النواحي، لا يورّث الأنثى، ما ترث، أو أنهم يعيبون عليها أن تأخذ من الميراث. شر هذه رواسب جاهلية؛ هذه من أمور الجاهلية الباقية في الناس. نعم. ¶ أحسن الله إليكم يقول: هل تحية المسجد من ذوات الأسباب وتصلى في أوقات النهي؟ ¶ نعم من ذوات الأسباب، وتصلى في وقت النهي؛ لكن النهي خمسة أوقات: فالوقتان وقتان طويلان هما -يعني- النهي فيهما في الغالب أخف: من صلاة الفجر إلى أن تبزغ الشمس، ومن صلاة العصر حتى تتضيف الشمس للغروب، الأوقات الثلاثة كأن النهي فيها أشد، خصوصا عند طلوع الشمس وعند غروبها لأن النهي بعد صلاة الفجر إلى أن تبزغ هذا كأنه من الحمى وسد الذريعة، وأما المشابهة تقوى في الصلاة عند طلوع الشمس إذا بزغت؛ لأن الرسول عليه الصلاة والسلام علل النهي بأن الشمس تطلع بين قرني شيطان وتغيب بين قرني شيطان والله أعلم بمراده - صلى الله عليه وسلم - قال: \" ويسجد لها الكفار \" فهذا الوقت هو الوقت الذي ينهى؛ يتأكد النهي فيه عن الصلاة.",
            "page": "115",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "ولعل الذي أثار هذا السؤال أنا دخلت جلست، يمكن هو صاحب السؤال يمكن + نعم. ¶ أحسن الله إليكم يقول: هل صاحب الشرك الأصغر يخلد في النار؟ ¶ أعوذ بالله ما هذا السؤال؟ منين جبت هذا السؤال؟ منين أنت يا سائل؟ هذا من بين الحاضرين يا شيخ؟ إي يا شيخ. لا لا لا؛ الشرك الأصغر فيه خلاف هل يغفر أو لا يغفر بس، ولم يقل أحد من العلماء: إنه يوجب الخلود في النار، أبدا؛ لكن يغفر ولا لا يغفر، بالموازنة بين الحسنات والسيئات، والأرجح عندي إنه داخل في عموم: { وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ } (¬1) نعم. ¶ ................................................................................ ـــــــــــــــ ¶ أحسن الله إليكم. هذا السائل يقول: هل يوجد في الشرع مانع يمنع المرأة من الحديث مع الرجل بدون خضوع في القول؟ ¶ لا، لكن الحديث مع الرجل؛ الرجال تختلف، والنساء تختلف، فالحديث الذي مع خلوة هذا شيء، حديث من امرأة كبيرة له شيء، الكبيرة عجوز++. يمكن رجل كبير -يعني- الأمر + -يعني- تختلف المواقع + وتختلف الدواعي، فهذا السؤال -يعني- قل إن شئت هذا السؤال مطاط. يعني هذا ما له حدود، فالمقصود هو قطع ذرائع الشر والفساد والريبة، سد الذرائع، وفيه واحد++ يعني + تجي واحدة تتصل على رجالة تتسلى معها في التليفون بدون خضوع، هذه الكلمات الأسئلة فيها دخن. نعم. ¶ أحسن الله إليكم. هذا يقول: هل ورد حديث في أن المصلي منهي عن أن يصمد إلى السترة صمودا؟ ¶ ورد فيه حديث لكن فيه مقال. نعم. ¶ أحسن الله إليكم وأثابكم، ونفعنا بعلمكم، وصلى الله على نبينا محمد وعلى آله وصحبه أجمعين. ¶ حديث ينزل ناس من أمتي بغائط يسمونه البصرة ¶ بسم الله الرحمن الرحيم. ¶ الحمد لله رب العالمين، والصلاة والسلام على نبينا محمد وعلى آله وصحبه أجمعين. ¶ ¬__________ ¶ (¬1) - سورة النساء آية : 48.",
            "page": "116",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "وله عن أبي بكرة أن رسول الله - صلى الله عليه وسلم - قال: \" ينزل ناس من أمتي بغائط يسمونه البصرة، عند نهر يقال له دجلة، عليه جسر يكثر أهلها وتكون من أمصار المهاجرين \" وفي لفظ: \" من أمصار المسلمين، فإذا كان في آخر الزمان جاء بنو قنطوراء عراض الوجوه صغار الأعين حتى ينزلوا على شط النهر، فيتفرق أهلها ثلاث فرق: فرقة يأخذون أذناب البقر والبرية وهلكوا، وفرقة يأخذون لأنفسهم وكفروا، وفرقة يجعلون ذراريهم خلف ظهورهم يقاتلونهم وهم الشهداء \" . ¶ في لفظ أحمد بعد الفرقة الأولى: \" وأما فرقة فتأخذ على نفسها وكفرت، فهذه وتلك سواء، وقال في الثالثة: ويفتح الله على بقيتها \" . ¶ ــــــــــــ ¶ الحمد لله، وصلى الله وسلم وبارك على عبده ورسوله وعلى آله وصحبه. ¶ هذا الحديث كما أشار المصنف أخرجه أبو داود والإمام أحمد وغيرهما وأخرجه ابن حبان في صحيحه ، ولكن قال فيه الحافظ: إنه مضطرب أو فيه اضطراب، والحديث قد يعتضد بالواقع، فأما نزول المسلمين بموضع يقال له: البصرة أو يسمونه البصرة فهذا شيء معلوم لكل أحد. البصرة البلد المعروفة هذه هي والكوفة اختطها المسلمون في عهد عمر لما فتحوا العراق، اختطوا هذين البلدين وأنشأوا فيهما مصرين، صارتا وطنا للمسلمين البصرة والكوفة، ويقول: إنها على نهر يقال له: دجلة وهو نهر معروف في العراق، في العراق نهران دجلة والفرات. ¶ يتضمن هذا الحديث من الأخبار أنه في آخر الزمان، وآخر الزمان كلمة ليست محددة بتأريخ معين، آخر الزمان -يعني- في زمان متأخر، ينزل قوم هم بنو قنطوراء؛ فسر بنو قنطوراء فسر بالترك، فيكون هذا الحديث على نسق الأحاديث المتقدمة في قتال المسلمين للترك، وأنهم يقاتلونهم مرات، قد جاء وصفهم بأنهم عراض الوجوه، ................................................................................ ـــــــــــــــ",
            "page": "117",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "وأن وجوههم كالمجانّ المطرقة، وصفوا بصفات أخرى مثل أنهم ذلف الأنوف؛ -يعني- الواحد منهم أفطس الأنف. ¶ كما تضمن هذا الحديث أنه إذا نزل هذا العدو بالمسلمين بأهل البصرة أنهم يصير الناس أو يصير المسلمون ثلاث فرق: فرقة تجبن وتأخذ بأذناب البقر وتفر، أو أنها تركن للزرع والدعة فيهلكون بتأخرهم وتركهم لقتال ذلك العدو، وفرقة تأخذ لنفسها من العدو وتسالم هذا العدو تسالمه، ويقول: وكفروا، إما الكفر الأكبر أو الكفر الأصغر بسبب مداهنتهم للعدو وأخذهم لأنفسهم: { سَتَجِدُونَ آَخَرِينَ يُرِيدُونَ أَنْ يَأْمَنُوكُمْ وَيَأْمَنُوا قَوْمَهُمْ كُلَّ مَا رُدُّوا إِلَى الْفِتْنَةِ أُرْكِسُوا } (¬1) وفرقة تنهض للجهاد، وتجعل -يعني- أهلها ونساءهم وذراريهم خلف ظهورهم، ويبذلون نفوسهم في قتال العدو، فيفتح الله عليهم، ومن يستشهد منهم يكون من أفضل الشهداء. ¶ سبحان الله، في الغالب أن هذا حال الناس فيما إذا نزل بهم عدو واحتل البلاد. يمكن نقول -يعني ما نقول أن تفسيرا للحديث- غزو الأمريكان للعراق. الناس هكذا فيهم وفيهم، فيهم من هو من استقبل الأمريكان بالترحيب والولاء والمساندة والمعاونة، وفي من هو -يعني- محجم ومقبل على شأنه ودنياه وكأن الأمر لا يعنيه، ومنهم من قام بالدفاع، والذين يدافعون منهم -وهم من يسمون بالمقاومة- منهم من هو يدافع الدفاع العادي -يعني- عن الوطن وباسم الوطن، ومنهم من يقاتلهم قتال المسلم للكافر، قتال جهاد وعداء لأعداء الله، هذه أحوال الناس، هذا هو الآن الجاري في العراق، وهكذا في سائر البلاد إذا غزاها الكفار ينقسمون، اعتبر هذا إن شئت في الأفغان وفي سائر البلدان، الناس هكذا أقسام. ¶ ¬__________ ¶ (¬1) - سورة النساء آية : 91.",
            "page": "118",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "نسأل الله أن ينصر دينه، وأن يعلي كلمته، وأن يرد كيد أعداء الإسلام في نحورهم، وأن يولي على المسلمين خيارهم، وأن يقيم للإسلام دولة الجهاد التي تجاهد أعداء الله بعباد الله الصالحين الصادقين، الله أكبر. نعم. ¶ حديث رأيت عمود الكتاب رفع من تحت رأسي ¶ وللبزار عن أبي الدرداء - رضي الله عنه - قال رسول الله - صلى الله عليه وسلم - \" بينا أنا نائم رأيت عمود الكتاب رفع من تحت رأسي، فظننت أنه مذهوب به، فأتبعته بصري فذهب به إلى الشام، ألا وإن الإيمان حين تقع الفتن بالشام \" صححه عبد الحق. ¶ ــــــــــــ ¶ الله المستعان. في هذا الحديث يقول عليه الصلاة والسلام: \" بينا أنا نائم إذ رفع من تحت رأسي عمود الكتاب، فظننت أنه مذهوب به، فأتبعته بصري، فذهب به نحو الشام، ألا إن الإيمان حين تقع الفتنة في الشام \" هذا من الأحاديث التي يستدل بها على فضل الشام، ولا شك أن الشام كان له شأن ويكون له شأن، كان له شأن؛ -يعني- من بلاد الإسلام التي -يعني- قام فيها دين الله وظهر بالعلم والجهاد. ¶ قوله: \" ألا إن الإيمان حين تقع الفتن \" هذا ما ندري؟ الله أعلم. قد يكون مرادا به أيام الفتن الأولى، قد يكون المراد أيام الفتن الأخيرة، وتقدم لنا في أحاديث الملاحم والفتن ما يدل على أن -يعني- موطن المسلمين ومرجعهم هو الشام، وأن المسلمين غزوا القسطنطينية وجاءهم الخبر أن الدجال قد خلفهم، وأنهم يرجعون للشام، وبينما هم يعدّون الصفوف للقتال أقيمت الصلاة فنزل المسيح فأمهم، هذا كله في الشام، فالنصوص يُرد بعضها إلى بعض، وكلام الرسول يصدق بعضه بعضا، وما جاء من الأخبار مطلقا يبقى مطلقا ما ندري لا نحدد له تاريخأ معينا، ولا نخصه بأحداث معينة، نقول المراد هو هذا الحدث أو هذه الأحداث، غاية ما نقول: يحتمل كذا؛ لكن الله أعلم بمراد رسوله - صلى الله عليه وسلم - . الله المستعان.",
            "page": "119",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "قوله: \" بينا أنا نائم إذ رفع من تحت رأسي عمود الكتاب \" ما أدري ما أذكر -يعني- ما قيل على هذا المعنى لكن يفهم منه أن الكتاب لا ينصرف لكلام الله وكلام رسوله إلا إلى القرآن، ولعل عمود الكتاب كأنه كناية عن -يعني- الدولة؛ لأن الدولة هي التي تقوم -يعني- من شأنها أن تقوم بشرائع الكتاب وبأحكام الكتاب الذي هو القرآن، فيقول: إنه ذهب به نحو الشام، مما يدل على أن دولة الإسلام في ذلك التأريخ.. وقوله: \" ألا إن الإيمان ¶ ................................................................................ ـــــــــــــــ ¶ حين تقع الفتن في الشام \" هذا تفسير لقوله: \" فذهب به إلى الشام \" عمود الكتاب ذهب به إلى الشام. نعم بعده. ¶ حديث فسطاط المسلمين يوم الملحمة بالغوطة ¶ ولأبي داود عن أبي الدرداء - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: \" فسطاط المسلمين يوم الملحمة بالغوطة إلى جانب مدينة يقال لها دمشق من خير مدائن الشام \" . ¶ ــــــــــــ ¶ هذا من جنس ما قبله، هذا شاهد له، والغوطة موضع معروف أظنه -يعني- يمكن في دمشق،-يعني- يمكن دمشق إنها اتسعت ودخلت الغوطة، الغوطة -يعني- موضع مشهور معروف في الشام. الفسطاط يراد به الخيمة، ولعله كني به عن مركز الدولة أو معسكر الجهاد، (فسطاط المسلمين في مكان يقال له: الغوطة عند بلد يقال لها: الشام من خير بلاد الشام)، وهذا أقول: إنه يعضد ما قبله ويفسر ما قبله وما بعده. نعم. ¶ حديث معقل المسلمين في الملاحم دمشق ¶ ولابن أبي شيبة عن أُبي قال رسول الله - صلى الله عليه وسلم - \" معقل المسلمين في الملاحم دمشق، ومعقلهم من الدجال بيت المقدس، ومعقلهم من يأجوج ومأجوج الطور \" . ¶ ــــــــــــ ¶ المعقل -يعني- المكان الذي يأوون إليه ويرجعون إليه ويستقرون فيه. نعم، يقول: معقل المسلمين في الملاحم دمشق، ومعقلهم من الدجال بيت المقدس، ومعقلهم من يأجوج ومأجوج الطور.",
            "page": "120",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "-يعني- هذه المعاقل في الملاحم دمشق، معقلهم -يعني- هي مقرهم وموضع دولتهم ومرجعهم في أيام الملاحم والفتن، ومعقلهم من الدجال بيت المقدس، وهو قريب، كلها في الشام، ومعقلهم من يأجوج ومأجوج الطور؛ طور سيناء، وجاء في أحاديث أخرى أن يأجوج ومأجوج يخرجون على الناس بعد نزول المسيح؛ فيملأون الأرض ويفسدون فيها، فيعتصم المسيح ومن معه يعتصمون بالطور أو يعتصمون في الطور؛ طور سيناء، فهذا يشهد لقوله: معقلهم يوم يأجوج ومأجوج أو عند يأجوج ومأجوج الطور، هو معقلهم يعتصمون به من شر الأمتين المفسدتين { إِنَّ يَأْجُوجَ وَمَأْجُوجَ مُفْسِدُونَ فِي الْأَرْضِ } (¬1) نعم بعده. ¶ حديث إذا وقعت الملاحم بعث الله جيشا من الموالي ¶ ولابن ماجه عن أبي هريرة - رضي الله عنه - قال رسول الله - صلى الله عليه وسلم - \" إذا وقعت الملاحم بعث الله جيشا من الموالي هم أكرم العرب فرسا وأجوده سلاحا يؤيد الله به الدين \" . ¶ (ــــــــــــ ¶ إذا وقعت الملاحم) الملاحم -يعني- الحروب المفنية كما تقدم، الملحمة الموقعة التي يكثر فيها القتل، سميت بذلك لكثرة اللحوم؛ لحوم بني آدم وأجساد بني آدم، ملاحم. (بعث الله جيشا من الموالي هم أكرم العرب فرسا) -يعني- أهل فرسان كريمة (هم أكرم العرب فرسا وأجودهم سلاحا يؤيد الله بهم هذا الدين) نعم يؤيد الله بهم هذا الدين. ¶ ¬__________ ¶ (¬1) - سورة الكهف آية : 94.",
            "page": "121",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "في الحقيقة أنه -يعني- وقع في نفسي أن هذا قد يكون من تفسيره -والله أعلم- غزو وجيش صلاح الدين، فالملاحم قد يكون أنها ما جرى بين المسلمين وبين النصارى الصليبيين، فلما استولى النصارى على بلاد الإسلام من الشام وغيرها استولوا على الكثير قيض الله صلاح الدين الأيوبي فجاء فنصر الله به الدين؛ أيد الله به دين الإسلام، وهزم به جيش الكفر نصرا مبينا عظيما، فتح بيت المقدس بعد أن كان تحت نفوذ النصارى، فهذا من أقرب ما يمكن أن يفسر به والله أعلم دون جزم؛ قد يكون هذا أمر مستقبل أيضا؛ لكن هذا منه، وهو جيش من الموالي، -يعني- هو نفسه ليس عربيا. نعم. ¶ حديث لا تقوم الساعة حتى يكون عشر آيات ¶ ولمسلم عن حذيفة بن أسيد قال: اطلع علينا رسول الله - صلى الله عليه وسلم - من غرفة ونحن نتذاكر الساعة فقال: \" لا تقوم الساعة حتى يكون عشر آيات: طلوع الشمس من مغربها، والدخان، والدجال، ويأجوج ومأجوج، ونزول عيسى ابن مريم، وثلاث خسوف: خسف بالمشرق، وخسف بالمغرب، وخسف بجزيرة العرب، ونار تخرج من قعر عدن تسوق الناس إلى المحشر تبيت معهم إذا باتوا وتقيل معهم إذا قالوا. \" وفي رواية: \" وآخر ذلك نار تخرج من اليمن تطرد الناس \" وفي رواية له: \" وريح تلقي الناس في البحر \" بدل نزول عيسى. ¶ ــــــــــــ",
            "page": "122",
            "part": "1"
        },
        {
            "id": "123",
            "nass": "حذيفة بن أسيد يذكر أن النبي - صلى الله عليه وسلم - اطلع عليهم من غرفة، غرفة: الحجرة في الدور الثاني هي التي تسمى غرفة، اطلع علينا من غرفة قال: ونحن نتذاكر الساعة -يعني- القيامة، ماذا يكون فيها؟ وماذا من أماراتها؟ فقال: إن الساعة لا تقوم حتى تقع عشر آيات، وهذه هي التي يسميها العلماء أشراط الساعة الكبرى، هذه العشر: طلوع الشمس من مغربها، وخروج الدابة { * وَإِذَا وَقَعَ الْقَوْلُ عَلَيْهِمْ أَخْرَجْنَا لَهُمْ دَابَّةً مِنَ الْأَرْضِ تُكَلِّمُهُمْ أَنَّ النَّاسَ كَانُوا بِآَيَاتِنَا لَا يُوقِنُونَ (82) } (¬1) وخروج المسيح الدجال، ونزول المسيح عيسى ابن مريم، وخروج يأجوج ومأجوج، وإيش بعده؟ وثلاثة خسوف: في المشرق، وفي المغرب، وفي جزيرة العرب، والدخان، وآخر ذلك نار تطرد الناس وتسوقهم إلى المحشر تبيت معهم حيث باتوا وتقيل حيث قالوا. ¶ هذه عشر، العدد صحيح مضبوط عشر نعم. (طلوع الشمس من مغربها، خروج الدابة، الدجال، المسيح ابن مريم، يأجوج ومأجوج، والدخان هذه ست، وثلاثة خسوف هذه تسع، والنار، وآخر ذلك النار التي تطرد ¶ الناس) هذه هي أشراط الساعة الكبرى، إذا قال العلماء: أشراط الساعة الكبرى؛ فهم يخصون بها هذه؛ لأنها تكون قريبة من قيام الساعة. ¶ (يا شيخ هو ما يذكر الدابة في الحديث) + تقول تسع؟ ¶ ................................................................................ ـــــــــــــــ ¶ أشراط الساعة الكبرى هي عشر. بدل واحد، بدل نزول المسيح، هو يقول: (لا تقوم الساعة حتى تقع عشر آيات)، يظهر أن الدابة فيها، إما في رواية أو أنها سقط، تراجع في الأصل. ¶ ¬__________ ¶ (¬1) - سورة النمل آية : 82.",
            "page": "123",
            "part": "1"
        },
        {
            "id": "124",
            "nass": "هذه الأشياء هذه العلامات منها ما أشير إليه في القرآن، منها ما صرح به، وهي أربع التي ذكرت أو أشير إليها في القرآن أربع، أما الدابة فكما تقرءون: { * وَإِذَا وَقَعَ الْقَوْلُ عَلَيْهِمْ أَخْرَجْنَا لَهُمْ دَابَّةً مِنَ الْأَرْضِ } (¬1) وأما يأجوج ومأجوج فكذلك: { حَتَّى إِذَا فُتِحَتْ يَأْجُوجُ وَمَأْجُوجُ وَهُمْ مِنْ كُلِّ حَدَبٍ يَنْسِلُونَ (96) } (¬2) وأما نزول المسيح ابن مريم فهذا قد أشير إليه في قوله: { وَإِنَّهُ لَعِلْمٌ لِلسَّاعَةِ } (¬3) وفي قراءة: (لَعَلَمٌ للساعة) هذه الآية جاءت بعد قوله: { * وَلَمَّا ضُرِبَ ابْنُ مَرْيَمَ مَثَلًا إِذَا قَوْمُكَ مِنْهُ يَصِدُّونَ (57) } (¬4) إلى قوله: { إِنْ هُوَ إِلَّا عَبْدٌ أَنْعَمْنَا عَلَيْهِ وَجَعَلْنَاهُ مَثَلًا لِبَنِي إِسْرَائِيلَ (59) وَلَوْ نَشَاءُ لَجَعَلْنَا مِنْكُمْ مَلَائِكَةً فِي الْأَرْضِ يَخْلُفُونَ (60) وَإِنَّهُ لَعِلْمٌ لِلسَّاعَةِ فَلَا تَمْتَرُنَّ بِهَا } (¬5) . ¶ وأما الآية التي أشير إليها فهي قوله تعالى: { هَلْ يَنْظُرُونَ إِلَّا أَنْ تَأْتِيَهُمُ الْمَلَائِكَةُ أَوْ يَأْتِيَ رَبُّكَ أَوْ يَأْتِيَ بَعْضُ آَيَاتِ رَبِّكَ يَوْمَ يَأْتِي بَعْضُ آَيَاتِ رَبِّكَ لَا يَنْفَعُ نَفْسًا إِيمَانُهَا لَمْ تَكُنْ آَمَنَتْ مِنْ قَبْلُ } (¬6) وهذا البعض هي (طلوع الشمس من مغربها)؛ لأنه قد ثبت في الصحيح أنه: \" إذا طلعت الشمس من مغربها آمن من عليها، وذلك حين { لَا يَنْفَعُ نَفْسًا إِيمَانُهَا لَمْ تَكُنْ آَمَنَتْ مِنْ قَبْلُ أَوْ كَسَبَتْ فِي إِيمَانِهَا خَيْرًا } (¬7) \" هذه الأربع كما رأيتم جاء لها ذكر في القرآن. ¶ ................................................................................ ¶ ¬__________ ¶ (¬1) - سورة النمل آية : 82. ¶ (¬2) - سورة الأنبياء آية : 96. ¶ (¬3) - سورة الزخرف آية : 61. ¶ (¬4) - سورة الزخرف آية : 57. ¶ (¬5) - سورة الزخرف آية : 59-61. ¶ (¬6) - سورة الأنعام آية : 158. ¶ (¬7) - سورة الأنعام آية : 158.",
            "page": "124",
            "part": "1"
        },
        {
            "id": "125",
            "nass": "ـــــــــــــــ ¶ وكذلك (الدخان)؛ لكن الدخان المذكور في الآية مختلف فيه كما سيأتي: { فَارْتَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ (10) يَغْشَى النَّاسَ } (¬1) هذا فيه بحث سيأتي. ¶ (وثلاثة خسوف): خسف -يعني- انفراج في الأرض يحصل به دمار وهلاك، تنفرج الأرض وتنزل القشرة، فيحصل بسبب ذلك ما شاء الله من الدمار، كما قال سبحانه وتعالى: { فَخَسَفْنَا بِهِ } (¬2) بقارون { فَخَسَفْنَا بِهِ وَبِدَارِهِ الْأَرْضَ } (¬3) ؛ ابتلعتهم الأرض؛ راحوا، هذه خسوف يدمر الله بها ما شاء، وتبتلع الأرض ما شاء الله. ¶ وآخر ذلكم النار (تخرج من اليمن ومن قعر عدن)، لا منافاة بين اللفظين، عدن هو من بلاد اليمن. ¶ (تسوق الناس) الله أعلم كيف؟ تسوق الناس إلى المحشر: ظاهر هذا الحديث أن هذه النار قبل البعث، -يعني- تكون في الدنيا، والله أعلم بمراده في قوله: المحشر، -يعني- المكان الذي يحشر فيه الناس يوم القيامة بعد البعث، الله أعلم؛ لأن الحشر هو الجمع، (تسوق الناس إلى المحشر) إلى المكان الذي يجمعون فيه، ولعله حشر غير حشر الناس بعد البعث، الناس بعد البعث يحشرون \" يحشر الناس حفاة عراة غرلا \" فلعل هذا حشر -يعني- جمع للناس في مكان ما، بعضهم يقول -يعني- في أرض الشام يسوقها، فهذه أحداث لا نستطيع؛ لا ندرك حقائقها وكيفياتها، الله أعلم بذلك. نعم. ¶ حديث بادروا بالأعمال ستا ¶ وله عن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: \" بادروا بالأعمال ستا : طلوع الشمس من مغربها، أو الدخان، أو الدجال، أو الدابة، أو خاصة أحدكم، أو أمر العامة \" . ¶ (ــــــــــــ ¶ ¬__________ ¶ (¬1) - سورة الدخان آية : 10-11. ¶ (¬2) - سورة القصص آية : 81. ¶ (¬3) - سورة القصص آية : 81.",
            "page": "125",
            "part": "1"
        },
        {
            "id": "126",
            "nass": "بادروا) يعني: سارعوا إلى الأعمال الصالحة قبل هذه الأحداث، كما تقدم \" بادروا بالأعمال الصالحة فتنا كقطع الليل المظلم \" -يعني- بادروا بالأعمال الصالحة قبل -يعني- حدوث هذه الأحداث وهذه النذر، بادروا بالأعمال الصالحة، هذه الفتن التي يتعذر أو يتعسر عندها العمل الصالح، (طلوع الشمس من مغربها) هذا من أدلة طلوع الشمس من مغربها، (أو الدابة) كما تقدم، (أو الدخان) كلها من الآيات العظام من أشراط الساعة العظام؛ بادروا قبل ظهور هذه الآيات المنذرة باقتراب الساعة، (طلوع الشمس من مغربها، أو الدابة، أو الدخان، أو الدجال) فتنة الدجال أعظم فتنة. ¶ (أو خاصة أحدكم)، خاصة أحدكم هذه -الله المستعان لا إله إلا الله- خاصة أحدكم -يعني- القيامة الخاصة، القيامة الصغرى، القيامة الصغرى هي القيامة الخاصة بكل واحد، ألا وهي الموت؛ بادر بالأعمال الصالحة الموت. كل واحد يختص به موته وأجله، بادر قبل أن ينزل بك الموت- لا إله إلا الله- فإن من مات قامت قيامته، نعم. ¶ (أو أمر العامة)، يمكن أن يراد به -يعني- الأمر الذي ينزل بعموم الناس من عذاب، أو موت عام، أو هلاك، أو أمر عام. بادروا بالأعمال الصالحة هذه الآيات وهذه الأحداث، الآيات المنذرة باقتراب الساعة، أو الموت الذي يطوي حياة الإنسان، أو المصائب والأحداث العامة التي يهلك بها الناس، الله. ¶ يشبه هذا الحديث الحديثَ الذي رواه الترمذي وذكره النووي في رياض الصالحين: \" بادروا بالأعمال الصالحة، هل تنتظرون إلا فقرا منسيا، أو غنى مطغيا، أو مرضا مفسدا، أو موتا مجهزا، أو هرما مفندا، أو الدجال فشر غائب ينتظر، أو الساعة فالساعة أدهى وأمر \" هذه كلها أمور منتظرة، الصحيح ينتظر المرض ما يدري. يمكن ¶ الإنسان المعمر -يعني- الإنسان إذا طال عمره ماذا ينتظر؟ إما الموت ولا الهرم، (موتا مجهزا أو هرما مفندا)، أو أمور حياة الإنسان عوارض الحياة وابتلاءات الحياة من فقر وغنى إلى آخره. نعم بعده.",
            "page": "126",
            "part": "1"
        },
        {
            "id": "127",
            "nass": "حديث العبادة في الهرج كهجرة إليّ ¶ وله عن معقل بن يسار مرفوعا: \" العبادة في الهرج كهجرة إليّ \" . ¶ (ــــــــــــ ¶ العبادة في الهرج) تقدم أن الهرج القتل، العبادة في الهرج؛ أي: العبادة في أيام الفتن والحروب والقتل والقتيل والتطاحن، الإقبال على العبادة واعتزال الفتن، مثل: \" يوشك أن يكون خير مال المرء غنما يتبع بها شعف الجبال ومواقع القطر يفر بدينه من الفتن \" \" العبادة في الهرج كهجرة إليّ \" -يعني- كهجرة إلى الرسول. الذي يعتزل الفتن ويقبل على طاعة الله كالمهاجر من بلاد الكفر إلى بلد الرسول - صلى الله عليه وسلم - في حياته إلى المدينة، وفي هذا ترغيب في الإقبال على العبادة، والبعد عن مشاركة الناس في شرهم وشرورهم، ومخالطة الأشرار، \" العبادة في الهرج كهجرة إلي \" نعم. ¶ حديث ثلاث آيات إذا خرجن ¶ وله عن أبي هريرة - رضي الله عنه - قال رسول الله - صلى الله عليه وسلم - \" ثلاث آيات إذا خرجن { لَا يَنْفَعُ نَفْسًا إِيمَانُهَا لَمْ تَكُنْ آَمَنَتْ مِنْ قَبْلُ أَوْ كَسَبَتْ فِي إِيمَانِهَا خَيْرًا } (¬1) طلوع الشمس من مغربها، والدجال، ودابة الأرض \" وله عن أبي زرعة وذكر قول مروان عن الآيات: أولها خروجا الدجال، فقال عبد الله بن عمرو: لم يقل مروان شيئا. حفظت من رسول الله - صلى الله عليه وسلم - حديثا لم أنسه بعد، سمعت رسول الله - صلى الله عليه وسلم - يقول: \" إن أول الآيات خروجا طلوع الشمس من مغربها، وخروج الدابة على الناس ضحى، وأيهما كانت قبل صاحبتها فالأخرى على إثرها قريبة \" . ¶ ــــــــــــ ¶ ¬__________ ¶ (¬1) - سورة الأنعام آية : 158.",
            "page": "127",
            "part": "1"
        },
        {
            "id": "128",
            "nass": "هذا فيه ذكر الآيات الثلاث: طلوع الشمس من مغربها وخروج الدابة وخروج الدجال، فهذه كلها من الآيات العظام وأشراط الساعة الكبار؛ ولكن في هذا إن هذه الآيات الثلاث إذا خرجت أو أية آية خرجت منها لا ينفع نفسا إيمانها لم تكن آمنت من قبل، ما تنفع التوبة، الكافر ما ينفعه أن يتوب، هو يبقى على حاله، كأنه انتهى أوان التكليف، ومن كان على غير استقامة لا ينفعه التوبة، يبقى كل على حاله في دينه، { لَا يَنْفَعُ نَفْسًا إِيمَانُهَا لَمْ تَكُنْ آَمَنَتْ مِنْ قَبْلُ أَوْ كَسَبَتْ فِي إِيمَانِهَا خَيْرًا } (¬1) كما جاء في القرآن. ¶ وذكر الدجال في هذه الرواية فيه تأمل؛ لأن الدجال إذا خرج -يعني- يمكن من يعتصم بالله ويثبت أمام فتنته؛ الله تعالى يثيبه على هذا الثبات، وعلى هذه المواجهة، كالرجل أو الشاب الذي يقتله المسيح الدجال ثم يمشي بين ¶ شقيه ويقول له: قم. فيقول: أتؤمن بي؟ فيقول: ما ازددت فيك إلا بصيرة، أنت المسيح الدجال. أو كما جاء في الحديث. ¶ أما التي لا ينفع نفسا إيمانها فهي طلوع الشمس من مغربها، هذا هو الذي جاء صريحا، وجاء فيها -يعني- أحاديث كلها تدل على انقطاع التوبة والهجرة، انقطاع التوبة تنقطع التوبة بطلوع الشمس من مغربها. والدابة قريب، كما قال عبد الله بن عمرو: إنه حفظ من رسول الله - صلى الله عليه وسلم - \" إن أول الآيات خروجا طلوع الشمس من ................................................................................ ـــــــــــــــ ¶ مغربها، ودابة الأرض تخرج على الناس ضحى، وأيتهما خرج قبل صاحبتها فالأخرى على إثرها \" فهما متقاربان. نعم. ¶ حديث إن بالمغرب بابا مفتوحا للتوبة مسيرة سبعين سنة وحديث من تاب قبل أن تطلع الشمس من مغربها تاب الله عليه ¶ ¬__________ ¶ (¬1) - سورة الأنعام آية : 158.",
            "page": "128",
            "part": "1"
        },
        {
            "id": "129",
            "nass": "وللترمذي عن صفوان بن عسال سمعت رسول الله - صلى الله عليه وسلم - يقول: \" إن بالمغرب بابا مفتوحا للتوبة مسيرة سبعين سنة لا يغلق حتى تطلع الشمس من قبله \" وقال: حسن صحيح، ولمسلم عن أبي هريرة قال رسول الله - صلى الله عليه وسلم - \" من تاب قبل أن تطلع الشمس من مغربها تاب الله عليه \" . ¶ ــــــــــــ ¶ كل هذه تؤيد ما سبق أن الآية التي يغلق فيها باب التوبة فيمتنع على المكلفين أن -يعني- تتغير حالهم، يمتنع عليهم الإصلاح، لا يستطيعون أن يصلحوا من أمرهم شيئا، فلا يستطيع الكافر أن يؤمن، ولا يستطيع العاصي أن يتوب من معصيته، هو هو { لَا يَنْفَعُ نَفْسًا إِيمَانُهَا لَمْ تَكُنْ آَمَنَتْ مِنْ قَبْلُ } (¬1) فهذا الحديثان يشهدان لهذا المعنى، وأن هذا الباب -الله أعلم بحقيقته وصفته والمراد به- باب مفتوح للتوبة لا يغلق حتى تطلع الشمس منه؛ أي من جهة المغرب، حتى تطلع الشمس منه، وهكذا الحديث الآخر: \" من تاب تاب الله عليه حتى تطلع الشمس من مغربها \" . ¶ أعد القول: ولمسلم. ¶ ولمسلم عن أبي هريرة - رضي الله عنه - قال رسول الله - صلى الله عليه وسلم - \" من تاب قبل أن تطلع الشمس من مغربها تاب الله عليه \" . ¶ (من تاب قبل أن تطلع الشمس) أما إذا تاب بعد طلوع الشمس فلا تنفع، \" من تاب قبل طلوع الشمس من مغربها؛ تاب الله عليه \" فالتوبة -يعني- لها حد يختص بكل فرد، وحد عام لكل الناس، فتمتنع التوبة عند ¶ ¬__________ ¶ (¬1) - سورة الأنعام آية : 158.",
            "page": "129",
            "part": "1"
        },
        {
            "id": "130",
            "nass": "الغرغرة، \" إن الله يقبل توبة العبد ما لم يغرغر \" والتوبة قبل الغرغرة هي التوبة من قريب، كما قال تعالى: { إِنَّمَا التَّوْبَةُ عَلَى اللَّهِ لِلَّذِينَ يَعْمَلُونَ السُّوءَ بِجَهَالَةٍ ثُمَّ يَتُوبُونَ مِنْ قَرِيبٍ } (¬1) وتمتنع التوبة إذا طلعت الشمس من مغربها، تمتنع على من؟ على كل أحد، \" من تاب قبل أن تطلع الشمس من مغربها تاب الله عليه \" ................................................................................ ـــــــــــــــ ¶ أما من أمهل حتى طلعت عليه الشمس فهذا يتعلق بمن؟ هذا يتعلق بمن كان في ذلك الزمان، من تطلع عليهم الشمس من مغربها لا تمكنهم التوبة حينئذ. نعم. ¶ الأسئلة ¶ أحسن الله إليكم. هذا سائل يقول: قوله - صلى الله عليه وسلم - \" بادروا بالأعمال ستا \" هل يفهم من ذلك عدم قبول الأعمال الصالحة؟ ¶ لا ما يلزم، هذا -يعني- معناه التغيرات وأن الإنسان -يعني- في هذه الأحوال يمكن أن ينشغل ببعض هذه الفتن، أو يخشى عليه أن يفتن في دينه، أن يفتن -يعني- إذا خرج الدجال هو فتنة؛ خروجه أو فتنته هي أعظم فتنة، والإنسان لا يدري عن حاله عند حصول الفتن، كما في الحديث: \" بادروا بالأعمال الصالحة هل تنتظرون إلا. ... \" -يعني- مثل \" اغتنم خمسا قبل خمس: اغتنم غناك قبل فقرك \" ما تدري \" وصحتك قبل سقمك وحياتك قبل موتك \" إلى آخره. نعم. ¶ أحسن الله إليكم. وهذا يقول: فضيلة الشيخ: ألا يكون هؤلاء القوم بأنهم صغار الأعين وذلف الأنوف ألا ينطبق هذا على شرق آسيا ككوريا والصين؟ ¶ يمكن، ما ندري، الله أعلم نعم. ¶ أحسن الله إليكم. يقول: ما هي حدود أرض الشام وهل هي معروفة الآن؟ ¶ ¬__________ ¶ (¬1) - سورة النساء آية : 17.",
            "page": "130",
            "part": "1"
        },
        {
            "id": "131",
            "nass": "ما عندي الحدود الجغرافية -يعني- أستطيع أقول؛ لكن الشام معروف -يعني- كل الآن المعروف إن -يعني- ما يسمى بسوريا، سوريا اسم محدث، الغالب ما نعرف هذا الاسم إلا يمكن في -يعني- في عهد الاستعمار وما بعده، الاستعمار الفرنسي على دمشق وما حولها، فدمشق وما حولها ولبنان وفلسطين وما جاورها والأردن هذه كلها معروفة بلاد الشام، -يعني- ما وراء تبوك من الجزيرة الشام. نعم. ¶ ................................................................................ ـــــــــــــــ ¶ أحسن الله إليكم. يقول: هناك أحاديث ذكرت خروج الفتن في الشام. فهل يعارض هذا حديث: إن الفتن تكون من نجد؟ ¶ لا لا أبدا ما فيه تعارض، هي أوقات -يعني- نجد أو المشرق لا شك أنه -يعني- موطن لفتن، فتن والعياذ بالله حروب، وفتن شبهات، فالبدع الكلامية وبدع الرافضة. بدعة الرفض كلها في المشرق في العراق وما وراءه. وأما الشام فالفتن التي تحدث فيه ملاحم -يعني- حروب، فالفتن التي في العراق فتن حروب وفتن شبهات وبدع، وهذا -يعني- في الغالب، وإلا فكل البلاد تتعرض لهذا وهذا. نعم. ¶ أحسن الله إليكم. هل خروج المهدي من علامات الساعة الكبرى؟ ¶ ممكن أن يعد، لكن المشهور أن هذه العشر المذكورة في الحديث. ¶ أحسن الله إليكم. يقول: لماذا قال: ثلاث خسوف ولم يقل ثلاثة خسوف؟ ¶ والله هذا سؤال، ثلاث خسوف هذه تراجع أول في الأصل أظنها غلطة مطبعية. ثلاث خسوف يمكن هذا في نسختكم. نعم. ¶ أحسن الله إليكم. يقول: ما معنى قوله: ريح تلقي الناس في البحر؟ ¶ والله ما عندي لهل تأويل إلا أنها ريح تلقي الناس في البحر. يمكن والله أعلم؛ لكن ذاك شيء آخر، جاء في حديث يأجوج ومأجوج جاء فيه أنهم إذا انتشروا في الأرض وأفسدوا وقتلوا وكذا وحدث ما حدث منهم، واعتصم",
            "page": "131",
            "part": "1"
        },
        {
            "id": "132",
            "nass": "المسيح ومن معه من المؤمنين؛ إن الله يرسل عليهم داء -يكون- يقال له: النغف يكون في أعناقهم فيموتون، فتنتن الأرض من أجسادهم، فيرسل الله عليهم طيرا يحملهم ويلقيهم في البحر، فقد يكون هذه الريح لها الصلة بإلقاء يأجوج ومأجوج، يمكن أن الله يجمع بين أن يرسل طيورا تخطفهم وتلقيهم في البحر، وريحا كذلك تحملهم وتلقيهم في البحر، قد يكون هذا له صلة بهذا والله أعلم، ويأجوج هم من الناس، يأجوج ومأجوج هم ناس من الناس، لكنهم شرار ومفسدون. نعم. ¶ ................................................................................ ـــــــــــــــ ¶ أحسن الله إليكم. يقول: عندي ذنوب وهم وغم ومرض نفسي فبماذا تنصحني وجزاكم الله خيرا؟ ¶ قل: اللهم إني أعوذ بك من الهم والحزن. الجأ إلى الله، تعوذ بالله، تضرع إلى الله في أوقات الإجابة، في صلاتك، في السجود، في التشهد، بعد التشهد، في آخر الليل، والذنوب علاجها يسير لمن يسره الله عليه، التوبة بمجاهدة النفس؛ بالإقلاع، { وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا (2) } (¬1) { وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مِنْ أَمْرِهِ يُسْرًا (4) } (¬2) اقرأ؛ ادع بهذا الدعاء: \" اللهم إني عبدك ابن عبدك ابن أمتك.. \" الحديث إلى قوله: \" أن تجعل القرآن ربيع قلبي، ونور صدري، وجلاء حزني، وذهاب همي وغمي \" هذا يشبه دعاء العبد، وأنه ما من عبد أصابه هم أو حزن أو غم يدعو بهذا الدعاء إلا أذهب الله همه وغمه، وأبدله بهما فرحا، أو كما جاء في الحديث. نعم. ¶ أحسن الله إليكم، وأثابكم، ونفعنا بعلمكم، وصلى على نبينا محمد عليه الصلاة والسلام. ¶ باب من أشراط الساعة الدخان ¶ حديث إن من أشراط الساعة دخانا ¶ بسم الله الرحمن الرحيم، الحمد لله رب العالمين، وصلى الله وسلم وبارك على نبينا محمد وعلى آله وصحبه أجمعين. ¶ ¬__________ ¶ (¬1) - سورة الطلاق آية : 2. ¶ (¬2) - سورة الطلاق آية : 4.",
            "page": "132",
            "part": "1"
        },
        {
            "id": "133",
            "nass": "قال رحمه الله تعالى: \"باب: من أشراط الساعة الدخان \". ¶ وروي من حديث حذيفة عن النبي - صلى الله عليه وسلم - \" إن من أشراط الساعة دخانا يملأ ما بين المشرق والمغرب، يمكث في الأرض أربعين يوما. أما المؤمن فيصيبه منه شبه الزكام، وأما الكافر فيكون بمنزلة السكران، يخرج الدخان من أنفه ومنخره وعينيه وأذنيه ودبره \" ولأبي داود عن أنس أن النبي - صلى الله عليه وسلم - قال له: \" يا أنس: إن الناس يمصرون أمصارا \" . ¶ ــــــــــــ ¶ الحمد لله، وصلى الله وسلم وبارك على عبده ورسوله، وعلى آله وصحبه وسلم. تقدم ذكر حديث حذيفة بن أسيد في عشر الآيات التي تكون قبل قيام الساعة، وقلنا عنها إنها هي أشراط الساعة الكبرى؛ هذا هو المشهور عند أهل العلم، طلوع الشمس، الدابة، ويأجوج ومأجوج، وخروج الدجال، ونزول المسيح ....إلى آخره. ¶ الشيخ رحمه الله من هنا إلى آخره معظم الأبواب كلها تفصيل لهذه الأشراط -يعني- ذكر الحديث العام الذي تضمنها كل عشر الآيات، ثم عقد أبوابا تختص بالدخان، الدجال، نزول المسيح، كذا يأجوج ومأجوج، وذكر.. إلى آخر الكتاب. ¶ فهنا يقول: (باب من أشراط الساعة الدخان) الدخان جاء له ذكر في القرآن قوله تعالى: { فَارْتَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ (10) يَغْشَى النَّاسَ هَذَا عَذَابٌ أَلِيمٌ (11) رَبَّنَا اكْشِفْ عَنَّا الْعَذَابَ إِنَّا مُؤْمِنُونَ (12) أَنَّى ¶ 3\"tچّ.دe%!$# وَقَدْ جَاءَهُمْ رَسُولٌ مُبِينٌ (13) ثُمَّ تَوَلَّوْا عَنْهُ وَقَالُوا مُعَلَّمٌ مَجْنُونٌ (14) إِنَّا كَاشِفُوا الْعَذَابِ قَلِيلًا إِنَّكُمْ tbrك‰ح !%tو (15) يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَى إِنَّا مُنْتَقِمُونَ (16) } (¬1) . ¶ ................................................................................ ـــــــــــــــ ¶ ¬__________ ¶ (¬1) - سورة الدخان آية : 10-16.",
            "page": "133",
            "part": "1"
        },
        {
            "id": "134",
            "nass": "وقد اختلف المفسرون في هذا الدخان المذكور في هذه الآيات، فصح عن ابن مسعود - رضي الله عنه - وجماعة من المفسرين من التابعين أن المراد به ما ظهر في السماء أو تراءى لأبصار الناس -قريش- لما دعا عليهم الرسول عليه الصلاة والسلام بسنين كسني يوسف، السبع الشداد، وأنهم بلغ بهم الأمر إلى.. هذا سيأتي، المقصود أنها فسرت بذلك الدخان الذي صار يتراءى للناس؛ من شدة الجوع يرون بينهم وبين السماء مثل الدخان، قال بعضهم: لا بل هو الدخان الذي يكون قبل يوم القيامة، وهو ما جاء في الأحاديث، أنه من أشراط الساعة، كما في حديث حذيفة وغيره، بل قال بعضهم: إنه دخان يكون يوم القيامة بعد البعث، والله أعلم بمراده. ¶ قد رجح الشيخ عبد الرحمن السعدي الأخير؛ أنه دخان يكون يوم القيامة، وليس هو بالبين ليس بالظاهر، بل إن كان هناك ترجيح فإن ما ذهب إليه ابن مسعود هو أظهر عندي، أو هو الثاني الدخان الذي هو من أشراط الساعة لقوله سبحانه وتعالى: { إِنَّا كَاشِفُوا الْعَذَابِ قَلِيلًا إِنَّكُمْ tbrك‰ح !%tو (15) } (¬1) وهذه حال الكفار يطلبون كشف العذاب؛ ينزل بهم عذاب ليس هو العذاب الذي يهلكون به لا؛ لون من العذاب، فيطلبون كشفه ويعدون -يعني- بالإيمان والطاعة والاستجابة، ثم +، كما ذكر الله هذا المعنى وقصه عن آل فرعون: { وَلَمَّا وَقَعَ عَلَيْهِمُ الرِّجْزُ قَالُوا يَا مُوسَى ادْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِنْدَكَ لَئِنْ كَشَفْتَ عَنَّا الرِّجْزَ لَنُؤْمِنَنَّ لَكَ وَلَنُرْسِلَنَّ مَعَكَ بَنِي ں@ƒدنآuژَ خ) (134) فَلَمَّا كَشَفْنَا عَنْهُمُ الرِّجْزَ إِلَى أَجَلٍ هُمْ بَالِغُوهُ إِذَا هُمْ يَنْكُثُونَ (135) فَانْتَقَمْنَا مِنْهُمْ فَأَغْرَقْنَاهُمْ فِي الْيَمِّ بِأَنَّهُمْ كَذَّبُوا بِآَيَاتِنَا وَكَانُوا عَنْهَا غَافِلِينَ (136) ؤNَ،خ/ } (¬2) . ¶ ¬__________ ¶ (¬1) - سورة الدخان آية : 15. ¶ (¬2) - سورة الأعراف آية : 134-136.",
            "page": "134",
            "part": "1"
        },
        {
            "id": "135",
            "nass": "أقول: فهذه يرجح أنه ليس يوم القيامة؛ بل هو إما الدخان الذي ذكره ابن مسعود أو الدخان الذي جاء ذكره في أشراط الساعة، وهذا يكون في آخر الزمان وقبل يوم القيامة؛ لأن هذا هو الذي يتأتى فيه الكشف؛ يمكن الكشف { فَارْتَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ (10) يَغْشَى النَّاسَ هَذَا عَذَابٌ أَلِيمٌ (11) رَبَّنَا اكْشِفْ عَنَّا ................................................................................ ـــــــــــــــ ¶ ڑU#x‹yèّ9$# إِنَّا مُؤْمِنُونَ (12) أَنَّى لَهُمُ الذِّكْرَى وَقَدْ جَاءَهُمْ رَسُولٌ مُبِينٌ (13) } (¬1) إلى آخر الآيات. أعد الحديث، نعم. ¶ وروي من حديث حذيفة عن النبي - صلى الله عليه وسلم - \" إن من أشراط الساعة دخانا يملأ ما بين المشرق والمغرب، يمكث في الأرض أربعين يوما. أما المؤمن فيصيبه منه شبه الزكام، وأما الكافر فيكون بمنزلة السكران، يخرج الدخان من أنفه ومنخره وعينيه وأذنيه ودبره \" . ¶ ذكر الدخان تقدم -يعني- هو من رواية حذيفة بن أسيد، وفي هذه الرواية ذِكر تفصيل، -يعني- في الرواية المتقدمة عند مسلم جاء ضمن العشر الآيات: (والدخان) (طلوع الشمس من مغربها والدخان)، وفي نسختكم لم يذكر كما مر وهو مثبت (طلوع الشمس من مغربها والدخان والدابة والدجال... ) إلى آخره- عندنا الدخان مذكور ++ صدقت- المقصود: هنا فيه تفصيل، من أشراط الساعة، تصريح بأن من أشراط الساعة دخانا يملأ ما بين المشرق والمغرب، ينتشر في... وهو عذاب، فأما المؤمن فيصيبه منه مثل الزكام، ما يتضرر به. غاية الأمر يكون عطاس أو كح أو شيء، وأما الكافر فيغمره ويدخل في جسده حتى يخرج من كل منافذ بدنه، ويصير بسبب ذلك كهيئة السكران، هذا عذاب، هذا تفصيل لهذا -يعني- مزيد شرح، وتفصيل لكيفية ذلك الدخان من حيث الكم والكيف والأثر. نعم بعده. ¶ حديث إن الناس يمصرون أمصارا ¶ ¬__________ ¶ (¬1) - سورة الدخان آية : 10-13.",
            "page": "135",
            "part": "1"
        },
        {
            "id": "136",
            "nass": "ولأبي داود عن أنس أن النبي - صلى الله عليه وسلم - قال له: \" يا أنس إن الناس يمصرون أمصارا، وإن مصرا منها يقال له البصرة أو البصيرة، فإن أنت مررت بها أو دخلتها فإياك وسباخها وكلأها- ما هي بكلأ، ضبطوه قالوا: كِلَاءَهَا الكلأ هو العشب هذا كِلَاءَهَا نعم كِلَاءَهَا كالكتاب - وسوقها وباب أمرائها، وعليك بضواحيها؛ فإنه يكون بها خسف وقذف ورجف، وقوم يُبَيَّتون يصبحون قردة وخنازير \" . ¶ ــــــــــــ ¶ هذا في الحقيقية تحس أنه ما هو مناسب للباب، (باب الدخان أو باب من أشراط الساعة الدخان)، هذا مناسب للحديث المتقدم في شأن البصرة، وأنها من أمصار المسلمين ومنزل المهاجرين، وذكر قتال الترك إلى آخره، هنا في هذا الحديث: \" إن الناس يمصرون أمصارا \" (يمصرون) -يعني- يتخذون بلدانا ويختطون بلدانا، والمصر غير القرية والمدينة، المصر هي البلد الكبير { اهْبِطُوا مِصْرًا فَإِنَّ لَكُمْ مَا سَأَلْتُمْ } (¬1) (يمصرون أمصارا)، وتقدم أن البصرة والكوفة مما مصره المسلمون وأنشأوه، أنشأوا هذين البلدين لما صارت العراق بلد إسلام وفتحها المسلمون اختطوا هاتين البلدتين البصرة والكوفة، واشتهرتا. ¶ وإن من هذه الأمصار التي يمصرها الناس أرضا يقال لها البصرة أو البصيرة، فإذا مررت بها فلا تدخل كذا سباخها ولا كلاءها ولا أسواقها ولا أبواب أمرائها؛ لأن كل هذه المواضع يكثر فيها الشر، فمثل الأسواق: هيشات الأسواق، وأبغض البلاد إلى الله أسواقها لأنها تكون محل اللغو ومحل المنكر؛ كما يشهد به الواقع قديما وحديثا وحالا. ¶ ذكر أن قوما من أهل هذه البلد يبيَّتون فيصبحون قردة وخنازير، يمسخون مسخا، وأنه يصيب أهلها القذف وهو الرمي بالحجارة والمسخ، وهذه الله أعلم بحقائق ذلك ومتى؟ هل كان شيء من ذلك؟ أو أن هذا سيكون؟ ¶ ................................................................................ ـــــــــــــــ ¶ ¬__________ ¶ (¬1) - سورة البقرة آية : 61.",
            "page": "136",
            "part": "1"
        },
        {
            "id": "137",
            "nass": "والبصرة الآن بلدة مشهورة، ويسكنها مَن هم مِن شرار الناس وهم -يعني- أكثر أهلها مما يذكر خصوصا في هذه الأيام صارت الآن فيه ذكر لمنازل الرافضة، ومنازل أهل السنة، والبلدان التي يكثر فيها الرافضة، والبصرة يكثر فيها الرافضة، فهي حرِيّة بما ذكر والله أعلم. ¶ وهذا إن صح الحديث فلا بد من وقوع مُخبَره؛ لأنه - صلى الله عليه وسلم - لا ينطق عن الهوى، إن هو إلا وحي يوحى. نعم. ¶ تلاحظون أن الحديث هذا في البصرة ما تظهر له مناسبة مع عنوان الباب: من أشراط الساعة الدخان. نعم. ¶ باب الدجال وصفته وما معه ¶ ذكر الدجال ¶ باب الدجال وصفته وما معه. ¶ ولمسلم عن النواس بن سمعان قال: ذكر رسول الله - صلى الله عليه وسلم - .... ¶ ــــــــــــ ¶ الدجال، قلت لكم: خروج الدجال أحد أشراط الساعة العشرة؛ هذا هو إحدى الآيات العشرة التي تكون بين يدي الساعة؛ منهم الدخان كما تقدم، فالشيخ صار يعقد لكل واحد من العشر أو لبعض هذه العشر أبوابا، -يعني- يذكر فيه النصوص الخاصة، ما ورد من الحديث مختصا بهذا الأمر. ¶ والدجال هو الكذاب، هذا معنى الكلمة، أو الممَوّه، وهذا الشيطان الخبيث المسيح الدجال، سمي مسيحا قيل: لأنه ممسوح العين، أو لأنه أعور، أو لأنه يمسح الأرض في سيره يمر بها سريعا، وأما المسيح مسيح الهدى عيسى ابن مريم فقيل: لأنه يمسح الأكمه والأبرص فيبرأ بإذن الله، يمسح على ذوي العاهات فيبرءوا بإذن الله، وقيل غير ذلك. ¶ والدجال قد جاءت فيه أحاديث كثيرة تتضمن صفته وصفة خروجه، -يعني- مر الآن من شأنه أنه يقتله عيسى ابن مريم، وهذا قد تواطأت عليه الأحاديث، واتفقت على هذا المعنى، وفيما سيذكره المؤلف رحمه الله -يعني- تفصيل لبعض ما جاءت به الأحاديث من أمر الدجال، والحديث طويل وأرى أن نقرأه قليلا قليلا، نعم طويل، فهو حديث -يعني- يقوم مقام عشرة أحاديث، نعم.",
            "page": "137",
            "part": "1"
        },
        {
            "id": "138",
            "nass": "ولمسلم عن النواس بن سمعان قال: ذكر رسول الله - صلى الله عليه وسلم - الدجال ذات غداة فخفض فيه ورفع حتى ظنناه في طائفة النخل فلما رحنا إليه عرف ذلك فينا. ¶ ــــــــــــ ¶ شوي شوي، النواس بن سمعان يقول: ذكر الرسول - صلى الله عليه وسلم - ذات غداة الغداة: أول النهار، ذات غداة يعني: ساعة من أول النهار، يعني: في ساعة ذات غداة، ذكر الدجال أي المسيح الدجال، فخفض فيه ورفع: فُسر خفض ورفع بأنه يعني أفاض في الكلام فتارة يخفض صوته وتارة يرفع صوته؛ لعظم الأمر، ولبيان خطر هذا الشيطان وهذا الخبيث وخطر فتنته. ذكر الدجال ذات غداة فخفض فيه ورفع حتى ظننا أنه في طائفة النخل، يعني: أن الرسول أطنب في الكلام حتى ظننا أنه وصل وأنه في جانب النخل الآن، نعم بعده. ¶ فلمنا رحنا إليه عرف ذلك فينا فقال: ما شأنكم؟ قلنا: يا رسول الله ذكرت الدجال غداة فخفضت فيه ورفعت حتى ظنناه في طائفة النخل. فقال: \" غير الدجال أخوفني عليكم، إن يخرج وأنا فيكم فأنا حجيجه دونكم، وإن يخرج ولست فيكم فامرؤ حجيج نفسه والله خليفتي على كل مسلم \" . ¶ ــــــــــــ ¶ يقول: (فلما رحنا) الرواح: هو الذهاب آخر النهار، مثل الغدو الذهاب أول النهار، فلما رحنا عليه عرف ذلك منا؛ عرف أننا يعني قد استشعرنا قربه؛ قرب المسيح الدجال وقرب خروجه أو قرب مكانه نعم.",
            "page": "138",
            "part": "1"
        },
        {
            "id": "139",
            "nass": "فقال: (غير الدجال أخوفني عليكم) فيه أشياء ذكر الرسول -عليه الصلاة والسلام- أنه يخافها على أمته مثل ما قال: \" أخوف ما أخاف عليكم الشرك الأصغر. فسئل عنه فقال: الرياء \" في الحديث الآخر في حديث أبي سعيد مرفوعا: \" ألا أخبركم بما هو أخوف عليكم عندي من المسيح الدجال- جاء صريحا- الرجل يصلي أو يقوم يصلي فيزيّن صلاته لما يرى من نظر رجل. \" وقال - صلى الله عليه وسلم - \" إنما أخاف على أمتي الأئمة المضلين \" . وقال: \" إنما أخاف عليكم ما يفتح عليكم من زهرة الدنيا وزينتها. \" وهنا أجمل قال: غيره أخوفني عليكم أخوفني يعني أخوف ما يخيفني عليكم غيره. ¶ (فإن يخرج وأنا فيكم فأنا حجيجه) أنا الذي أرد عليه وأبين كذبه وأبين كفره وأبين أمره وأحذر منه، وإن يخرج وأنا لست فيكم: يعني قد فارقت الدنيا، فامرؤ: أي فكل امرئ حجيج نفسه. كل واحد يدافع، دافع كل واحد عليه أن يدافع عن نفسه ويأخذ لنفسه بأسباب النجاة. ¶ (والله خليفتي على كل مسلم) الله خليفتي يعني أكِل أمركم إلى الله؛ فهو يحفظكم ويعصمكم ويهديكم ويكفيكم، ولقد نصح النبي - صلى الله عليه وسلم - لأمته ببيان أمر المسيح، بل جاء في الأخبار أنه: \" ما من نبي إلا حذر أمته المسيح الدجال أو الدجال الأعور \" ومما يدل على عظيم خطر فتنته أن الرسول - صلى الله عليه وسلم - أرشدنا إلى أن نستعيذ بالله من شر فتنته في كل ¶ ................................................................................ ـــــــــــــــ ¶ صلاة في التعويذات الأربع: \" اللهم إني أعوذ بك من عذاب جهنم، ومن عذاب القبر، ومن فتنة المحيا والممات، ومن فتنة المسيح الدجال \" . أو \" من شر فتنة المسيح الدجال \" ¶ قال: وإن يخرج ولست فيكم فامرؤ حجيج نفسه والله خليفتي على كل مسلم، نعم أعد: فلما رحنا...",
            "page": "139",
            "part": "1"
        },
        {
            "id": "140",
            "nass": "\" . فلما رحنا إليه عرف ذلك فينا فقال: ما شأنكم؟ قلنا: يا رسول الله ذكرت الدجال غداة فخفضت فيه ورفعت حتى ظنناه في طائفة النخل \" . ¶ يعني هذا حكوا له شعورهم قال: ما شأنكم؟ فبينوا له أنك ذكرت الدجال فخفضت ورفعت حتى ظننا أنه وصل، نعم. ¶ فقال: \" غير الدجال أخوفني عليكم، إن يخرج وأنا فيكم فأنا حجيجه دونكم، وإن يخرج ولست فيكم فامرؤ حجيج نفسه، والله خليفتي على كل مسلم، إنه شاب قطط عينه.... \" . ¶ الله خليفتي: هذه بالمناسبة خليفتي، الله يكون خليفة للعبد مثل: \" أنت الصاحب في السفر والخليفة في الأهل. \" ولا يكون أحد خليفة عن الله، لا يكون أحد خليفة عن الله؛ لأن الخليفة هو الذي يخلف الغائب ويخلف الميت والله تعالى هو الحي الذي لا يموت، لا يخلفه أحد وليس أحد هو خليفة عن الله، وتسمية آدم وذريته خليفة أو داود خليفة: { يَا دَاوُودُ إِنَّا جَعَلْنَاكَ خَلِيفَةً } (¬1) ليس خليفة عن الله، هو خليفة عن من قبله، وسمى الله الأمم خلائف؛ لأن بعضهم يخلف بعضا، ولهذا سُمي الملوك في تأريخ الإسلام سموا خلفاء، الخلفاء، والخلفاء الراشدون الأربعة، فأبو بكر خليفة من؟ خليفة رسول الله، كان يسمى إيش؟ خليفة رسول الله، ولما مات جاء عمر هو الخليفة الثاني لكن تسمى بأمير المؤمنين؛ لأنه لا يمكن أن يقال: خليفة خليفة رسول الله، تطول الحكاية، فمن عهد عمر صار يسمى الخليفة أو الوالي: أمير المؤمنين، وإذا جاء في بعض الأمور خليفة الله خليفة فهذا من إضافة ¶ ................................................................................ ـــــــــــــــ ¶ التشريف لا أنه بمعنى أنه خلفه، فلا أحد يكون خليفة عن الله، بل الله هو الذي هو خليفة، يعني خليفة على أمور العباد، \" وإن يخرج ولست فيكم فالله خليفتي على كل مسلم \" . نعم. ¶ وصف الدجال ¶ ¬__________ ¶ (¬1) - سورة ص آية : 26.",
            "page": "140",
            "part": "1"
        },
        {
            "id": "141",
            "nass": "\" إنه شاب قطط عينه طافئة كأني أشبهه بعبد العزى بن قطن، فمن أدركه منكم فليقرأ عليه فواتح سورة الكهف، إنه خارج خلة \" . ¶ ــــــــــــ ¶ يصف الرسول حاله وأنه شاب قطط؛ شاب هيئة شباب، ليس شيخا شايبا، لا، قوي شاب، قطط يعني شعره فيه جعودة، شاب قطط، نعم. ¶ (عينه طافئة أو طافية): يروى هكذا طافئة وطافية، طافية يعني ناتئة بارزة، والطافئة طافئة يعني منخسفة، وبعضهم قال: إنه هكذا عين طافية عالية ناتئة بارزة، وعين أخرى طافئة منخسفة منخفضة، وهذه صورة بشعة - نعوذ بالله- فهو أعور، وجاء في الحديث \" الدجال الأعور \" وقال: \" إنه أعور وإن ربكم ليس بأعور \" لأنه يدعي الربوبية، الرسول يبين أنه أعور، والعور عيب، والله تعالى له عينان وليس بأعور، له عينان لا نعلم كنههما، ولا نعقل كنههما، ولا نتخيل كيفيتهما، وهما في غاية الكمال كسائر صفاته سبحانه وتعالى، نعم أعد الجملة. ¶ \" إنه شاب قطط عينه طافئة كأني أشبهه بعبد العزى بن قطن \" . ¶ يشبهه بعبد العزى بن قطن أحد رجال قريش في حياة النبي -عليه الصلاة والسلام-؛ يقَرِّبْهُ. نعم بَعده. ¶ فضل سورة الكهف ¶ \" فمن أدركه منكم فليقرأ عليه فواتح سورة الكهف \" . ¶ ــــــــــــ",
            "page": "141",
            "part": "1"
        },
        {
            "id": "142",
            "nass": "من أدركه منكم فليقرأ عليه فواتح سورة الكهف؛ ولهذا جاء في الحديث: \" من قرأ عشر الآيات الأول من سورة الكهف عصم من الدجال \" هذا سبب من الأسباب التي يعصم الله بها من أدرك الدجال؛ يعصمه بها، والله أعلم بسر ذلك، العشر الآيات عُد، عدها تجدها عشر الآيات: { الْحَمْدُ لِلَّهِ الَّذِي أَنْزَلَ عَلَى عَبْدِهِ الْكِتَابَ وَلَمْ يَجْعَلْ لَهُ %y`uqدم 2 (1) قَيِّمًا لِيُنْذِرَ بَأْسًا شَدِيدًا مِنْ لَدُنْهُ وَيُبَشِّرَ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْرًا حَسَنًا (2) مَاكِثِينَ فِيهِ أَبَدًا (3) وَيُنْذِرَ الَّذِينَ قَالُوا اتَّخَذَ اللَّهُ وَلَدًا (4) مَا لَهُمْ بِهِ مِنْ عِلْمٍ وَلَا َOخgح !$t/Ky } (¬1) يعني ليس في الآيات معنى ظاهر يعني يمكن اعتباره مناسبة للعصمة من الدجال، ما في هذه الآيات في العشر الأول شيء من المناسبة الظاهرة وإلا لا بد أن هذه العشر الآيات لها سر في أنها تعصم من الدجال، أو سبب للعصمة من الدجال؛ لكن على العبد الإيمان والتسليم، فمن أدركه فليقرأ عليه عشر الآيات من أول سورة الكهف، نعم بعده. ¶ كيفية ظهور الدجال ¶ \" إنه خارج خلة بين الشام والعراق، فعاث يمينا وعاث شمالا، يا عباد الله فاثبتوا، قلنا: يا رسول الله وما لبثه في الأرض؟ قال: أربعون يوما، يوم كسنة، ويوم كشهر، ويوم كجمعة، وسائر أيامه كأيامكم. قلنا: يا رسول الله وذلك اليوم الذي كسنة أتكفينا فيه صلاة يوم؟ قال: لا؛ اقدروا له قدره. قلنا: يا رسول الله وما إسراعه في الأرض؟ \" إلى آخره. ¶ ــــــــــــ ¶ في هذا يخبر الرسول -عليه الصلاة والسلام- عن خروجه، وأنه يخرج خلة: يعني في خلة؛ في أرض بين الشام والعراق، يخرج في تلك الناحية. هذا مخرجه يخرج من هناك، ما يخرج في الحجاز أول خروجه، ما يخرج في الحجاز ولا في مصر. ¶ ¬__________ ¶ (¬1) - سورة الكهف آية : 1-5.",
            "page": "142",
            "part": "1"
        },
        {
            "id": "143",
            "nass": "فعاث يمينا وعاث شمالا؛ عاث يعني أفسد، هو مفسد، الدجال مفسد، فعاث يمينا وعاث شمالا؛ ذهب يمينا فأفسد، وذهب شمالا فأفسد، وهو يفسد الناس بالفتنة إفسادا معنويا، يفسد الناس بفتنته، باستجابة من يستجيب له، فأي فساد أعظم من تصديقه في أنه كذا، أنه إله، وأنه قادر مدبر، لأنه كما سيأتي في أموره أنه يأمر السماء فتمطر، ويأمر الأرض فتنبت، نعم يقول يخرج. ¶ \" إنه خارج خلة بين الشام والعراق فعاث يمينا وعاث شمالا، يا عباد الله فاثبتوا \" . ¶ ــــــــــــ ¶ يقول: يا عباد الله اثبتوا، اثبتوا أمامه، اثبتوا أمام هذه الفتنة، فتنة عظمى؛ فاثبتوا على الحق، اثبتوا على الإيمان بالله، اثبتوا على الإيمان بالله أنه ربكم وإلهكم، وعلى أن هذا كذاب دجال كافر، مكتوب بين عينيه: كافر، يقرأ ذلك كل مسلم، قارئا كان أو غير قارئ. ¶ قالوا: وما لبثه ? هذا بقية المقطع ? قالوا: وما لبثه في الأرض؟ قال: أربعين يوما؛ يوم كسنة ويوم كشهر ويوم كأسبوع وسائر أيامه كأيامكم هذه. ¶ هذا أيضا جانب، إنه يمكث في الأرض من خروجه إلى أن يقتله المسيح نعم، يمكث أربعين يوما، ولكن هذه الأيام متفاوتة- سبحان الله العظيم- يوم كسنة، ويوم كشهر، ويوم كأسبوع، وسائر أيامه كأيامكم هذه، الله أعلم كيف يكون هذا.",
            "page": "143",
            "part": "1"
        },
        {
            "id": "144",
            "nass": "قالوا: يا رسول الله في ذلك اليوم الذي كسنة أيكفينا صلاة واحدة؟ يعني صلاة واحدة يعني خمس صلوات، صلاة يوم يكفينا فيه صلاة واحدة؟ يعني صلاة يوم، قال: لا؛ اقدروا له، قدروا قدر أيامكم وصلوا، ومعنى هذا إنهم يقدرون الأيام، يقدرونها بوسائل يمكن هذه الساعات تكون موجودة ويستفيدون منها تقدير الوقت، كل أربعة وعشرين ساعة يوم، يقدرون كل أربعة وعشرين ساعة يوما، وإن كان اليوم لم يذهب، هو يوم مستمر. وأخذ العلماء من هذا يعني حكم من في القطبين: القطب الجنوبي والقطب الشمالي، فإن من المناطق ما غالب زمانهم ليل وليس عندهم نهار، أو عندهم نهار يسير، يقول بعضهم: ستة أشهر كلها ليل ما يرون شمسا، وستة أشهر يرون الشمس لكنها ضعيفة، فحكم هؤلاء هو التقدير، أن يقدروا تقديرا، ولكن أطراف الأرض سكانها قلة جدا، معظم سكان الأرض في الوسط بين الشمال والجنوب، ولهذا كما تقدم إنما زوي للرسول -عليه الصلاة ¶ ................................................................................ ـــــــــــــــ ¶ والسلام- مشارق الأرض ومغاربها، قال الشيخ محمد بن عبد الوهاب في المسائل: يعني بخلاف الشمال والجنوب، نعم. ¶ الأسئلة ¶ أحسن الله إليكم، يقول: في حديث أنس هل نأخذ منه النهي عن سكنى البصرة؟",
            "page": "144",
            "part": "1"
        },
        {
            "id": "145",
            "nass": "ما شاء الله، لا، البصرة سكنها المسلمون المهاجرون والأنصار، وسكنها المسلمون، وصارت بلد إسلام، وخرج منها العلماء والعباد والصلحاء، فالبلاد تعتورها الأحوال، اليمن؛ الرسول - صلى الله عليه وسلم - يقول: \" الإيمان يماني والحكمة يمانية. \" وأثنى على أهل اليمن: \" أرق قلوبا وألين أفئدة. \" وجاء منها الأمداد من اليمن، ومرت عليها عصور أخرى تغيرت فيها الحال، والعراق بلاد الإسلام، ومدائن الإسلام، تتغير الأحوال، فالبلدان تعتورها يعني الأحوال من الخير والشر، مثل الخصب والجدب والحر والبرد؛ سبحان الله العظيم، فإذا كانت عامرة بالخير والصلاح فهي حقيقة بالاستيطان والسكنى، وإذا غلب فيها الشر فالبعد عنها هو المطلوب، نعم. ¶ أحسن الله إليكم، يقول: هل ثبت في فضل سورة الكهف حديث؟ ¶ تعرفون أنه ورد في حديث عند الترمذي وهو فيه مقال لأهل الحديث، ولكن يعضد وهو أن \" من قرأ سورة الكهف يوم الجمعة سطع له نور من مفرقه إلى أخمصه. \" إلى كذا... الحديث، ولكن يعضده آثار عن السلف يعني فيها أنهم كانوا يقرءون هذه السورة يوم الجمعة، وأصح ما ورد فيها في فضل الآيات العشر الأول في بعض الروايات: العشر الأخيرة من سورة الكهف: أن \" من قرأ العشر الآيات الأول \" ?في بعض الروايات: \" الأخيرة \" ? \" من سورة الكهف عصم من الدجال \" نعم؛ والله أعلم؛ نعم. ¶ أحسن الله إليكم، يقول: هل من علامات الساعة كثرة القراء؟ ¶ جاء أن من علامات الساعة كثرة القراء وقلة الفقهاء، لكن لا أدري؟ يعني كأنها أحاديث فيها يعني مقال، كثرة القراء وقلة الفقهاء، وهذا واقع يعني في غابر الزمان والآن، العلم الآن أكثر شيوعا وانتشارا في الناس والكتابة ................................................................................ ـــــــــــــــ",
            "page": "145",
            "part": "1"
        },
        {
            "id": "146",
            "nass": "والقراءة والقلم وكذا، لكن.. يعني الفقه في الدين والاستقامة على الدين ليست بحجم المدارس والكليات والجامعات؛ لأن معظم التعليم يقوم على الدنيا وللدنيا، العلم الشرعي فكيف بالعلوم المادية الأخرى، نعم. ¶ أحسن الله إليكم، يقول: هل ابن صائد هو الدجال- ابن صياد-؟ ¶ هذا فيه اشتباه، فيه اشتباه أنه الدجال، وكان يظن بعض الصحابة، والرسول... يعني الصحيح أن الرسول ما ثبت عنه يعني ما يوجب الجزم بأنه هو أو ليس هو، فكان يُظن، يظن ذلك أنه الدجال، والله أعلم، نعم. ¶ أحسن الله إليكم، يقول: لماذا حذر الأنبياء أقوامهم من الدجال مع بعده عنهم؟ ¶ كما حذر نبينا الدجال مع أن كثيرا من الأجيال لا يدركه، يعني قطعا أن الرسول حذر أصحابه الدجال وخفض ورفع حتى ظنوا أنه في طائفة النخل، ومعلوم أن كثيرا من أجيال هذه الأمة لا يدركه، ففي هذا لهم فيه منفعة عظيمة، إيمان نحن لنا من ذلك الإيمان بخروجه، تصديق الرسول بذلك مع ما في أخبار الدجال من الغرابة، فالإيمان به، الإيمان بأشراط الساعة، هو من الإيمان بالغيب، وللمؤمنين يعني أجر على إيمانهم، وتُعُبّدنا أيضا بالاستعاذة بالله من شره، فللمسلم أجر على... يعني طاعة الرسول في ذلك وتأسيه به نعم. ¶ أحسن الله إليكم وأثابكم، ونفعنا بعلمكم وصلى الله على نبينا محمد وعلى آله وصحبه وسلم. ¶ خوارق الدجال ¶ بسم الرحمن الرحيم، الحمد لله رب العالمين، والصلاة والسلام على نبينا محمد وعلى آله وصحبه أجمعين، قال رحمه الله تعالى:",
            "page": "146",
            "part": "1"
        },
        {
            "id": "147",
            "nass": "\" قلنا: يا رسول الله وما إسراعه في الأرض؟ قال: كالغيث استدبرته الريح، فيأتي على القوم فيدعوهم فيؤمنون به ويستجيبون له، فيأمر السماء فتمطر، والأرض فتنبت، فتروح عليهم سارحتهم أطول ما كانت ذرى، وأسبغه ضروعا، وأمده خواصر، ثم يأتي القوم فيدعوهم فيردون عليه قوله، فينصرف عنهم فيصبحون ممحلين ليس بأيديهم شيء من أموالهم، ويمر بالخربة فيقول لها: أخرجي كنوزك، فتتبعه كنوزها كيعاسيب النحل، ثم يدعو رجلا ممتلئا \" . ¶ ــــــــــــ ¶ إلى هنا، الحمد لله، وصلى الله وسلم وبارك على عبده ورسوله وعلى آله وصحبه. في هذه الجملة جملة من أحوال الدجال وأموره وخوارقه، فالرسول -عليه الصلاة والسلام- لما أخبر أمته عن الدجال ووصفه لهم وحذرهم وخفض ورفع سألوه أسئلة تقدم بعضها: ما لبثه في الأرض؟ قال: أربعين يوما. قالوا: وما إسراعه؟ يعني صفة سيره في الأرض قال: كالغيث استدبرته الريح. يعني مثل السحاب، الغيث عبر به عن السحاب، كالغيث استدبرته الريح، السحاب إذا يعني استدبرته وجاءت من دبره تسوقه تجده في السماء يمر بسرعة، كالغيث استدبرته الريح. ¶ ثم زاد النبي -عليه الصلاة والسلام- جملة من أخباره؛ فيقول: إنه في سيره يأتي يعني على القوم فيدعوهم للإيمان به فيؤمنون به، فيأمر السماء فتمطر، والأرض فتنبت. هذه من أعظم الخوارق، وهذه فتنة عظيمة -سبحان الله- من يثبت أمامها؟ يأمر السماء فتمطر، ويأمر الأرض فتنبت، هذه فتنة لا يثبت لها ولا يسلم من الاغترار و... لها إلا أهل العلم والإيمان والبصيرة -سبحان الله- فينبسطون هؤلاء ويصبحون مخصبين في خصب ورغد عيش، ¶ فتروح سارحتهم يعني ماشيتهم تعود إليهم بعد السرح، تسرح في الصباح وتروح وترجع إليهم، تروح عليهم سارحتهم من الإبل، السياق يقتضي من الإبل، أطول ما كانت ذُرى، ذرى جمع ذِروة أو ذُروة وهي السنام ذروة ¶ ................................................................................",
            "page": "147",
            "part": "1"
        },
        {
            "id": "148",
            "nass": "ـــــــــــــــ ¶ البعير ... الآن، يعني الآن أكثركم -يعني اسمحوا لي أقول -أنكم ما تعرفون ذروة البعير؛ لأنكم ما مارستم ولا عايشتم ولا خالطتم، ذروة السنام، نعم؛ مر عليكم حديث: \" وذروة سنامه الجهاد \" ذروة سنام الإسلام، تشيبه للإسلام يعني بالجمل الذي له سنام \" ذروة سنامه الجهاد \" أطول ما تكون، سمان يعني هذا كناية عن السِّمَنِ، ما دامت الأرض قد أخصبت وأنبتت الكلأ تعود عليهم السارحة قد سمنت، ولا ندري ربما أن في نفس الوقت يعني نبت العشب في الحال، ورعت وسمنت، وتصير كلها خوارق متتابعة؛ لا إله إلا الله. ¶ وأسبغه ضروعا: طويلة الضروع، الضروع مواضع اللبن في الحيوان، الضرع مخزن اللبن، الذي يستخرج منه اللبن، الضرع ضروع سابغة واسعة. ¶ وأمده خواصر: من الشبع؛ يعني فهي سمينة وغزيرة اللبن، وتعود ممتدة الخواصر، الخاصرة: الجوانب جوانب البطن اللي تحت، بين الأضلاع والورك، بين الجنب والورك، إيش يسمونها الناس في الإنسان؟ إيش يسمون هذه؟ الإنسان فيه الخواصر، خاصرة يسمونها الناس... ¶ المهم هذه صفة يعني تعود عليهم سارحتهم؛ إذًا هؤلاء الذين آمنوا به فتنوا. هذه تزيدهم- والعياذ بالله- فتنة. ¶ ويأتي على القوم فيدعوهم فيردون عليه، يردون عليه يقولون: أنت الدجال، لا نؤمن بك، يردونه، فيصبحون... هذا بلاء، والابتلاء بهذا النوع جارٍ، الابتلاء: { وَلَوْلَا أَنْ يَكُونَ النَّاسُ أُمَّةً وَاحِدَةً لَجَعَلْنَا لِمَنْ يَكْفُرُ بِالرَّحْمَنِ لِبُيُوتِهِمْ سُقُفًا مِنْ فِضَّةٍ وَمَعَارِجَ عَلَيْهَا يَظْهَرُونَ (33) } (¬1) الابتلاء يعني أكثر الأحيان الكفار يكونون أمكن في الدنيا، وأرغد في العيش، وأمهر في الحياة، كما هو الواقع الآن؛ ولهذا قال بعض المتأولين الغالطين قالوا: إن هذه الحضارة بزخرفها وهالتها وكذا وكذا هذه هي الدجال، هذا تأويل باطل، هذا تأويل باطل، الذي عليه أهل ¶ ¬__________ ¶ (¬1) - سورة الزخرف آية : 33.",
            "page": "148",
            "part": "1"
        },
        {
            "id": "149",
            "nass": "السنة أن الدجال إنسان، شخص معين، كما وصفه الرسول -عليه الصلاة والسلام-، يمشي ويتكلم ويدعو ويدَّعي وكذا وكذا إلى آخره، هذا تأويل باطل، ومن جنس تأويل الباطنية. ¶ ................................................................................ ـــــــــــــــ ¶ فيصبحون ممحلين يعني مجدبين، ما داموا مجدبين ماذا ستكون سوارحهم؟ ستكون سوارحهم هزيلة، ولا لبن ولا سِمَن ولا شيء، لكن هكذا ومع ذلك يثبتون، أهل الإيمان يثبتون، ولا يزعزع إيمانهم؛ لا تزعزع إيمانهم الشدائد، لكن الذي على الطرف: { وَمِنَ النَّاسِ مَنْ يَعْبُدُ اللَّهَ عَلَى حَرْفٍ فَإِنْ أَصَابَهُ خَيْرٌ اطْمَأَنَّ بِهِ وَإِنْ أَصَابَتْهُ فِتْنَةٌ انْقَلَبَ عَلَى وَجْهِهِ } (¬1) أهل الإيمان الصادق، لا تغيرهم ولا تزعزع إيمانهم الشدائد. ¶ فيصبحون ممحلين، فهذا فتنة لهؤلاء، فتنة لهؤلاء توجب لهم الاغترار والإصرار على الكفر بالله والإيمان بالدجال، وفي هذا ابتلاء لهؤلاء يوجب لهم يعني الصبر، إيمانهم يثمر لهم الصبر على ما ابتلوا به من الشدة نعم- اللي بعد منه، انتهت الجملة؟ لا يا شيخ ويمر بالخربة- ويمر بالخربة، أكثر ما تكون الكنوز تكون في الخربات والديار يعني البائدة الذين باد أهلها، تكون فيها دفينة، تكون فيها أموال ذهب وفضة ومجوهرات وأشياء، فيأتي إلى الخربة فيأمرها أن تخرج كنوزها فتنطلق الكنوز تخرج من مكامنها. .. من الغيب الذي كله من الأخبار التي تدخل في الإيمان بالغيب آمنا بالله وبما جاء عن الله وعن رسوله - صلى الله عليه وسلم - أمور عديدة. ¶ ¬__________ ¶ (¬1) - سورة الحج آية : 11.",
            "page": "149",
            "part": "1"
        },
        {
            "id": "150",
            "nass": "فتتبعه كنوزها كيعاسيب النحل: عندكم نحل ولا نخل؟ نحل، يعاسيب النحل والمراد ذكور النحل. المراد بهذا المعنى اليعاسيب واليعسوب ذكر النحل، قال العلماء: والمراد جماعات النحل، عبر عن الجماعات بالقيادة باليعسوب اللي هو القائد، تتبعه يعني مسرعة أولا: الاستجابة والخروج، ثانيا: كونها تطير وراءه- الله أكبر سبحان الله لا إله إلا الله، إن الله على كل شيء قدير. - ولهذا كانت فتنته فيها فتن، فتنة المسيح الدجال أعظم فتنة؛ ولهذا ومن فضل الله على هذه الأمة أن الرسول - صلى الله عليه وسلم - علمها أن تستعيذ بالله من فتنة المسيح الدجال في كل صلاة \" وأعوذ ¶ بك من فتنة المسيح الدجال. \" كل صلاة نقولها- ولله الحمد- فلو خرج الدجال فإننا نرجو أن الله يعصمنا بما أعطانا من علم وبصيرة بحاله، وبما كان منا من لجأ إلى الله واعتصام به من شره نعم. ¶ \" ثم يدعو رجلا ممتلئا شبابا فيضربه بالسيف فيقطعه جزلتين رمية الغرض، ثم يدعوه فيقبل ويتهلل وجهه يضحك، فبينما هو كذلك إذ بعث الله المسيح ابن مريم \" . ¶ ــــــــــــ ¶ نقف هذه الوقفة من بقية الخوارق هذه تابعة لما قبلها، يدعو رجلا ستأتي روايات فيها أنه يخرج إليه رجل ويقول له: إنك المسيح الدجال ولا، ويظهر كفره به، روايات؛ لكن كلها تتفق على أن الدجال يضرب هذا الرجل، يدعو رجلا ممتلئا شبابا قوي فيضربه بالسيف فيصيره جَزلتين: قطعتين أو جِزلتين.",
            "page": "150",
            "part": "1"
        },
        {
            "id": "151",
            "nass": "رمية الغرض: يعني تطير واحدة هناك وواحدة يمين شمال، رمية الهدف يضربه بالسيف جزلتين، قتله وصار قطعتين، فيدعوه ثم يعني: يقتله يميته بالقتل هذا عادي هذا شيء عادي، لكن يدعوه فيقوم حيا يتهلل ويضحك. ستأتي روايات إنه يعني يقول له: ها أتؤمن بي؟ فيقول: إني ما ازددت فيك إلا بصيرة. يعني قتلي وإحيائي وإحياؤك لي ما زادني فيك إلا بصيرة، وفعلا يعني المؤمن الذي يعرف أن الدجال يفعل هذا خلاص، يعني نفترض واحدا مؤمنا شاهد هذا الموقف وهو يعرف، العلم؛ العلم هو المعتَصَم، العلم بالوحي هو المعتصم من الفتن، لو حضره يعني من حضره وهو عنده هذه البصيرة سيقول يعني عندما يقتل هذا الشاب سيقول: إنه سيحييه وسيصمم هذا على كفره بالدجال، وأن الدجال لن يستطيع قتله مرة ثانية، انتهى، هذا ما عنده، ما فيه، يعني ما تتكرر ما هذه الصورة تتكرر، يعني يقتل ثم يحيي ثم يقتل مرة ثانية ويحيي ويقتل ثالث ورابع وخامس، هي مرة واحدة، لكن المفتون مفتون، والمعصوم معصوم، المعصوم من عصمه الله، خلاص، بل جاء في الروايات أنه يقول: ولن تستطيع يعني أن تفعله مع غيري أو في غيري أعد الجملة ثم يدعو رجلا. ¶ \" ثم يدعو رجلا ممتلئا شبابا فيضربه بالسيف فيقطعه جزلتين رمية الغرض ثم يدعوه فيقبل ويتهلل وجهه \" . ¶ يدعوه يعني يأمر بحياته، أو يدعوه : قم تعال، كما قال سبحانه وتعالى: { ثُمَّ ادْعُهُنَّ يَأْتِينَكَ سَعْيًا } (¬1) هذا يدعوه فيقوم فيتهلل، بعد أن كان قطعتين متباعدتين كل واحدة طارت في شق نعم فيتهلل. ¶ ................................................................................ ـــــــــــــــ ¶ \" ويتهلل وجهه يضحك فبينما هو كذلك إذ بعث \" . ¶ هذه الرواية مختصرة وسيأتي لهذه يعني لقصة هذا الشاب زيادة تفصيل. نعم فبينما هو. ¶ نزول عيسى ابن مريم وقتله الدجال ¶ ¬__________ ¶ (¬1) - سورة البقرة آية : 260.",
            "page": "151",
            "part": "1"
        },
        {
            "id": "152",
            "nass": "\" فبينما هو كذلك إذ بعث الله المسيح ابن مريم - صلى الله عليه وسلم - فينزل عند المنارة البيضاء شرقي دمشق بين مهرودتين واضعا كفيه على أجنحة ملكين، إذا طأطأ رأسه قطر، وإذا رفعه تحدر منه جمان كاللؤلؤ، فلا يحل لكافر يجد ريح نَفَسِهِ إلا مات، ونَفَسُهُ ينتهي حيث ينتهي طرْفه، فيطلبه حتى يدركه بباب لُدٍّ فيقتله، ثم يأتي عيسى - صلى الله عليه وسلم - قوما قد عصمهم الله منه فيمسح عن وجوههم ويحدثهم بدرجاتهم في الجنة، فبينما هو كذلك إذ أوحى الله \" . ¶ ــــــــــــ ¶ فبينما هو كذلك -يعني الدجال مع ذلك الشاب وهذه الفتن وحال الناس- إذ بعث الله، ولا نتخيل أن هذا يتم في مكان واحد، وأن الدجال وبينما هم كذلك إذ نزل المسيح عندهم، لا، ما يلزم، الدجال في ناحية. وهذا في موضع نزوله ينزل على المنارة البيضاء شرقي دمشق، إذ بعث الله المسيح ابن مريم فنزل من السماء، ما نزل إلا وقد رفع، أما رفعه فقد نطق به القرآن: { وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ وَلَكِنْ شُبِّهَ لَهُمْ وَإِنَّ الَّذِينَ اخْتَلَفُوا فِيهِ لَفِي شَكٍّ مِنْهُ مَا لَهُمْ بِهِ مِنْ عِلْمٍ إِلَّا اتِّبَاعَ الظَّنِّ وَمَا قَتَلُوهُ يَقِينًا (157) بَلْ رَفَعَهُ اللَّهُ إِلَيْهِ } (¬1) وقال سبحانه وتعالى: { إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ } (¬2) وأما التوفي فهو عند المفسرين بمعنى النوم فإن النوم يسمى وفاة وتوفي { وَهُوَ الَّذِي يَتَوَفَّاكُمْ بِاللَّيْلِ } (¬3) وأن الله عندما أراد أن يرفعه ألقى عليه النوم فرفع نائما لحكمة. ¶ ¬__________ ¶ (¬1) - سورة النساء آية : 157-158. ¶ (¬2) - سورة آل عمران آية : 55. ¶ (¬3) - سورة الأنعام آية : 60.",
            "page": "152",
            "part": "1"
        },
        {
            "id": "153",
            "nass": "وقيل معنى: { إِنِّي مُتَوَفِّيكَ } (¬1) يعني قابضك إليَّ من الاستيفاء من استفياء الدائن لدينه، استفياء الحق، وأهل السنة والجماعة يقولون: إن المسيح رفع بروحه وجسده، وأنه حي في السماء وسينزل، أما رفعه: كما ذكرت في القرآن، وأما نزوله: فأنا ذكرت لكم إنه قد أشير إلى أن نزوله أو أن المسيح هو علم من أعلام الساعة أيضا { وَإِنَّهُ لَعِلْمٌ لِلسَّاعَةِ فَلَا تَمْتَرُنَّ بِهَا } (¬2) ولكن جاءت السنة الصحيحة الصريحة كما في هذا ................................................................................ ـــــــــــــــ ¶ الحديث وأحاديث أخرى مستفيضة فيها أنه ينزل في آخر الزمان، وأن نزوله هو أحد أشراط الساعة العظام، وهذه الفقرة أو هذه الجملة من الحديث فيها الدلالة على أنه ينزل. ¶ بينما هو كذلك إذ بعث الله المسيح ابن مريم فنزل بين مَهْرُودتين، المَهْرُودتين: ثوبين يعني لابس لثوبين؛ بين مهرودتين واضعا بكفيه على أجنحة الملائكة أو على أجنحة ملكين. إذا طأطأ رأسه قطر، وإذا رفعه تحدر منه مثل الجمان، الله أعلم بكيفية ذلك، يعني رأسه يظهر فيها من الوصف إنه ذو شعر ذو لِمة أو جمة، وأنه كأنه حديث عهد باغتسال، ما أقول إنه كذلك ما؛ لكن أقول يعني من جنس هذا. إذا طأطأ رأسه قطر قطر يعني من الماء، وإذا رفع رأسه تحدر منه مثل الجمان: جمان يعني حبات فضة يعني مصوغة على شكل اللؤلؤة، كبيرة، .. سقاء يقطر منه ماء يعني بهذا الشكل، ماء صاف مثل الجمان، ومن شأنه أنه لا يحل لكافر يجد ريح نَفَسِه إلا مات: يعني هذا أمر خارق، لا يجد ريح نَفَس المسيح إلا مات، يُهلك الله به من شاء من الكافرين. ¶ ¬__________ ¶ (¬1) - سورة آل عمران آية : 55. ¶ (¬2) - سورة الزخرف آية : 61.",
            "page": "153",
            "part": "1"
        },
        {
            "id": "154",
            "nass": "ونفسه ينتهي حيث ينتهي طرفه: أي بصره، كل هذه من الأمور التي نؤمن بها على ما أراد الله وأراد رسوله، ولن نتمحل ولن نقول: كيف؟. . يصير هذا. لأنه ما يمكن، يعني أمور تتجاوز المدارك، مدارك العقول. وهذا كل أمور الغيب مما يتصل بذات الله وصفاته، أو تتصل بصفات الملائكة أو الجنة أو النار أو الأمور الآخرة أو أشراط ¶ الساعة يجب الإيمان بها على مراد الله ورسوله، والإمساك عن تكييفها، والإمساك عن التخيل، لا تتخيل كيفية وتصدق خيالك. ¶ ثم يدرك المسيح ابن مريم يدرك مسيح الضلالة الدجال بباب لُدٍّ، موضع بلد، باب لد موضع معروف، الظاهر أنه .. الآن يعرفونه قريب من بيت المقدس، يدركه هناك فيقتله، فيقتل مسيح الهدى يقتل مسيح الضلالة- سبحان الله- فهذا الحديث الطويل تضمن يعني أخبارا عن المسيح الدجال وأخبارا عن المسيح ابن مريم ويأتي أيضا في نهايته أخبار أخرى عن المسيح ابن مريم وعن يأجوج ومأجوج، وأشراط الساعة المتقدمة العشرة منها هذه ثلاثة منها، ثلاثة من أمارات الساعة الكبرى، وأشراط الساعة الكبرى: خروج الدجال، ونزول المسيح ابن مريم، وخروج يأجوج ومأجوج نعم، قال: ثم يوحي الله أو ثم أوحى الله نعم - المنارة البيضاء يقول النووي وغيره ................................................................................ ـــــــــــــــ ¶ يقول: إن المنارة البيضاء إنها موجودة الآن، في أيام النووي ولا ندري إذا كان عندنا أحد من أهل دمشق. . دمشق يظهر يعني أنا أظن إنها يعني هذا خبر عن المنارة البيضاء قبل وجودها، قبل أن توجد، ثم وُجدت، ولعلها منارة على المسجد الجامع الأموي، ظني، ظن مني، لا أدري حد شاف؟ ابحثوا؛ اسألوا أهل دمشق نعم. ¶ خروج يأجوج ومأجوج قبل الساعة",
            "page": "154",
            "part": "1"
        },
        {
            "id": "155",
            "nass": "\" فَبَيْنَمَا هُوَ كذَلِكَ إِذْ أَوْحَى اَللَّهُ - عز وجل - إِلَى عِيسَى عَلَيْهِ اَلسَّلَامُ إِنِّي قَدْ أَخْرَجْتُ عِبَادًا لِي, لَا يَدَانِ لِأَحَدٍ بِقِتَالِهِمْ, فَحَرِّزْ عِبَادِي إِلَى اَلطُّورِ، وَيَبْعَثُ اَللَّهُ يَأْجُوجَ وَمَأْجُوجَ { وَهُمْ مِنْ كُلِّ حَدَبٍ يَنْسِلُونَ (96) } (¬1) فَيَمُرُّ أَوَائِلُهُمْ عَلَى بُحَيْرَةِ طَبَرِيَّةَ فَيَشْرَبُونَ مَا فِيهَا, وَيَمُرُّ آخِرُهُمْ فَيَقُولُونَ: لَقَدْ كَانَ بِهَذِهِ مَرَّةً مَاءٌ, وَيُحْصَرُ نَبِيُّ اَللَّهِ عِيسَى عَلَيْهِ اَلسَّلَامُ وَأَصْحَابُهُ حَتَّى يَكُونَ رَأْسُ اَلثَّوْرِ لِأَحَدِهِمْ خَيْرًا مِنْ مِائَةِ دِينَارٍ لِأَحَدِكُمْ اَلْيَوْمَ، فَيَرْغَبُ نَبِيُّ اَللَّهِ عِيسَى وَأَصْحَابُهُ -يَعْنِي إِلَى اَللَّهِ- وَيُرْسِلُ اَللَّهُ عَلَيْهِمْ اَلنَّغَفَ فِي رِقَابِهِمْ فَيُصْبِحُونَ فَرْسَى كَمَوْتِ نَفْسٍ وَاحِدَةٍ, ثُمَّ يَهْبِطُ نَبِيُّ اَللَّهِ عِيسَى عَلَيْهِ اَلسَّلَامُ وَأَصْحَابُهُ إِلَى اَلْأَرْضِ فَلَا يَجِدُونَ فِي اَلْأَرْضِ مَوْضِعَ شِبْرٍ إِلَّا مَلَأَهُ زَهَمُهُمُ وَنَتْنُهُمْ, فَيَرْغَبُ نَبِيُّ اَللَّهِ عِيسَى عَلَيْهِ اَلسَّلَامُ وَأَصْحَابُهُ إِلَى اَللَّهِ فَيُرْسِلُ عَلَيْهِمْ طَيْرًا كَأَعْنَاقِ اَلْبُخْتِ، فَتَحْمِلُهُمْ فَتَطْرَحُهُمْ حَيْثُ شَاءَ اَللَّهُ, ثُمَّ يُرْسِلُ اَللَّهُ مَطَرًا \" . ¶ ــــــــــــ ¶ ¬__________ ¶ (¬1) - سورة الأنبياء آية : 96.",
            "page": "155",
            "part": "1"
        },
        {
            "id": "156",
            "nass": "إلى هنا، خلي الحديث عن يأجوج ومأجوج، ثم بعد -يعني- مقتل بعد قتل المسيح ابن مريم للدجال يقول في الحديث: إنه تعالى يوحي إلى -يعني- عبده ورسوله عيسى عليه السلام: إني باعث عبادا لي لا يدان لأحد بهم. يعني: لا قدرة لأحد على مقاومتهم ودفعهم، فيخرج الله يأجوج ومأجوج فيخرجون، يخرجون على الناس ويأتون من كل حدب ينسلون، كما قال الله في القرآن { حَتَّى إِذَا فُتِحَتْ يَأْجُوجُ وَمَأْجُوجُ وَهُمْ مِنْ كُلِّ حَدَبٍ يَنْسِلُونَ (96) } (¬1) . ¶ وهذا أحد أشراط الساعة المشار إليها في القرآن { حَتَّى إِذَا فُتِحَتْ يَأْجُوجُ وَمَأْجُوجُ وَهُمْ مِنْ كُلِّ حَدَبٍ يَنْسِلُونَ (96) } (¬2) من كل مرتفع من الأرض يَنْسِلُونَ، يعني تصور يعني عالم من كل جانب، انفجار، ................................................................................ ـــــــــــــــ ¶ انفجار هائل من البشرية، يأجوج ومأجوج هم من الناس، بشر كما تقدمت الإشارة إلى هذا، بشر، ناس من الناس يقول المؤرخون، ماذا يقول المؤرخون؟ المؤرخون يقولون: إن أبناء نوح الذين منهم البشرية بعد نوح ثلاثة: حام وسام ويافث، حام وسام هم يعني أبوا هذه الأمم، ويافث هذا الشاهد إنه يعني هو أبو يأجوج ومأجوج؛ يأجوج ومأجوج هم من نسل يافث بن نوح. كذا قيل والله أعلم. ¶ المهم أنهم ناس من جنس الناس لكنهم شرار مفسدون في الأرض كما وصفهم أولئك القوم: { إِنَّ يَأْجُوجَ وَمَأْجُوجَ مُفْسِدُونَ فِي الْأَرْضِ فَهَلْ نَجْعَلُ لَكَ خَرْجًا عَلَى أَنْ تَجْعَلَ بَيْنَنَا وَبَيْنَهُمْ سَدًّا (94) } (¬3) يخرجون ويعيثون في الأرض فسادا، ويأكلون الأرزاق ويشربون المياه ويمر من يمر منهم أمم تمر ببحر طبرية بحيرة طبرية معروفة مشهورة- الظاهر في الأردن؟ ¶ ¬__________ ¶ (¬1) - سورة الأنبياء آية : 96. ¶ (¬2) - سورة الأنبياء آية : 96. ¶ (¬3) - سورة الكهف آية : 94.",
            "page": "156",
            "part": "1"
        },
        {
            "id": "157",
            "nass": "المهم فيشربون ماءها، الله أعلم كيف؟ يعني يشربون ماءها يعني ما معناه يمكن بوسائل يستخرجونها وينزفونها وتنضب، فتأتي طائفة فيقولون: قد كان في هذ مرة ماء، ويأمر الله نبيه عيسى أن يُحرِز أو يُحَرِّز المؤمنين في الطور، يعني عيسى ومن معه من المؤمنين في بلاد الشام يأمره عندما يخرج هؤلاء؛ يأمر الله نبيه عيسى أن يُحرِّز يعني يجعلهم في الطور. ¶ يجعل الطور حرزا لهم، أو يَحرزهم إلى الطور لأن هؤلاء ملأوا الأرض، عالم مثل السيول مثل الأودية تجري بهم، فيكون المسلمون في الطور، يعني يتعرضون لحاجة، لشدة، شدة يعني لقلة القوت؛ حتى يكون رأس الثور لأحدهم ¶ عنده أفضل من مائة دينار لأحدكم، مائة دينار ذهب. الدينار ذهب، رأس ثور -يمكن يمشِي له اثنين ثلاثة أربعة- أفضل عنده من مائة دينار لأحدكم، هذا كناية عن شدة حاجتهم يمسهم جوع معناه إنهم يمسهم جوع، لأنهم قد تحرزوا بالطور وقد لا تتوفر لهم يعني ما يكفي من الأغذية، فيلجأ المسيح عيسى ابن مريم يرغب هو والمؤمنون إلى الله أن يهلك هؤلاء الأشرار المفسدين. ¶ ................................................................................ ـــــــــــــــ ¶ فيرسل الله عليهم داء اسمه النَّغَف، وهي جمع نَغَفَة وهي دودة كأنها معروفة، تكون في -يعني في- أفواه الدواب، يرسل إليهم النغف يعني ينشئ فيهم هذا الداء وهذه الدويبة فيموتون موتة نفس واحدة، تخيل وتصور ماذا تكون الأرض وقد مات عليها الملايين من الناس، ستتعفن، فيهبط المسيح والمؤمنون فيجدون الأرض قد -يعني- أنتنت يعني من زَهْمِهم ونتنهم، لا تطاق الحياة لا تطاق.",
            "page": "157",
            "part": "1"
        },
        {
            "id": "158",
            "nass": "فيرسل الله عليهم طيرا مثل أعناق البخت، مثل أعناق البخاتي الإبل البخاتي الإبل وهو ما يعرف بذي السنامين، عِراب وبخاتي، مثل أعناق البخت فتحملهم هذه الطيور وتلقيهم حيث ما شاء الله في البحر أو غير البحر الله أعلم، فتطهر الأرض يعني تزيلهم كلهم { إِن اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (20) } (¬1) أي إشكال يكون في نفسك حول هذه الأحداث بس قاومه: { إِن اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (20) } (¬2) خلاص الحمد لله، إيمان بالغيب، إيمان بكمال قدرة الله، ما فيه أي وسواس أو أي إشكال فهذا جوابه؛ ولهذا المؤمن ولله الحمد ما عنده ما فيه مشكلة، ما فيه شيء مشكل ولله الحمد، إيمان بالله وإيمان برسوله وإيمان بقدرة الله. لا إله إلا الله، سبحان الله. ¶ إذاً هذا الحديث تضمن ذكر ثلاثة من أشراط الساعة: الدجال، ونزول المسيح، وخروج يأجوج ومأجوج، والروايات في يأجوج ومأجوج كثيرة وكذا لكنه عول على الصحيح، وهذا الصحيح من الأخبار وإلا هناك ¶ أخبار وروايات وجاء في الحديث الصحيح: \" فتح اليوم من ردم يأجوج ومأجوج مثل هذه \" وحلق بين السبابة.. بين الإبهام، بين السبابة بين إبهامه والسبابة، فهم شر وخطر. ¶ ومن المعاصرين.. يعني كان من المعروف أن أهل العلم لا يتكلمون عن أين هم وكذا وأين يوجدون، يعني كأي خبر غيبي يمسكون عنه والله أعلم بحاله بحقائق ما يقولون، لكن أمر مقطوع به أن يأجوج ومأجوج أُمتان من الناس، ومن المعاصرين ممن يعتد به من يقول: إن يأجوج ومأجوج ليسوا أمة أو عالما غيبيا مستورا، يعني هنا أو هناك أو في باطن الأرض أو.. لا بل يأجوج ومأجوج هم هذه الأمم من الصين الشعبية، والصين الثانية، والألمان، وهذه الأمم الهائلة في الكثرة، والهائلة أيضا، والعظيمة.. يعني الضلال والفساد والإلحاد. ¶ ................................................................................ ¶ ¬__________ ¶ (¬1) - سورة البقرة آية : 20. ¶ (¬2) - سورة البقرة آية : 20.",
            "page": "158",
            "part": "1"
        },
        {
            "id": "159",
            "nass": "ـــــــــــــــ ¶ وأن خروجهم ليس معناه خروجا من مكمن مستور ما... يعني كأنهم في.. يعني.. منطقة محصورة لا يعرف الناس والعالم عنهم شيئا، لكن الخروج يمكن يطلق على الخروج، يعني إذا انطلقوا وساروا وغزوا الناس بما عندهم من أسباب وحيل بحسب الزمان فهذا خروج، خروج يأجوج ومأجوج ولفظ الخروج وكذا يطلق على: خرج عليهم العدو، خرج العدو عليهم، وهذا يعني لا بد أن يكون سمعتم بهذا الرأي، وهو للشيخ عبد الرحمن بن ناصر السعدي، وله رسالة صغيرة في هذا، وأظنها كانت يعني خطية، وأظنها طبعت ما أدري... لا مطبوعة أظنها طبعت، وهو ذكر وجوها لها وجاهة، فيها وجاهة، والله أعلم. ¶ فتكون الشرط يعني الشرَط من أشراط الساعة هو خروجهم في ذلك الزمان على الناس، وبالقتل والقتيل ونهب الأموال وشرب المياه، يكون هذا هو خروجهم، ومما.. يعني لما غزت التتر بلاد الإسلام ظن بعض الناس إيش؟ أنهم يأجوج ومأجوج؛ لأنهم جاءوا بانقضاض هائل، وهم من تلك المناطق الشرقية، التتر، يعني هذا مما يعني يهون الاستغراب أو استغراب ما قاله الشيخ رحمه الله. نعم أكمل متن هذا الحديث. ¶ كثرة الخير وعودة البركة آخر الزمان",
            "page": "159",
            "part": "1"
        },
        {
            "id": "160",
            "nass": "\" ثُمَّ يُرْسِلُ اَللَّهُ مَطَرًا لَا يَكُن مِنْهُ بَيْتُ مَدَرٍ وَلَا وَبَرٍ فَيَغْسِلُ اَلْأَرْضَ حَتَّى يَتْرُكَهَا كَالزَّلَقَةِ, ثُمَّ يُقَالُ لِلْأَرْضِ: أَنْبِتِي ثَمَرَتَكِ, وَرُدِّي بَرَكَتَك , فَيَوْمئِذٍ تَأْكُلُ اَلْعِصَابَةُ مِنْ اَلرُّمَّانَةِ وَيَسْتَظِلُّونَ بِقِحْفِهَا، وَيُبَارَكُ فِي اَلرِّسْل حَتَّى أَنَّ اَللقحَةَ مِنْ اَلْإِبِلِ لَتَكْفِي اَلْفِئَامَ مِنْ اَلنَّاسِ, وَاللِّقْحَةَ مِنْ اَلْبَقَرِ لَتَكْفِي اَلْقَبِيلَةَ مِنْ اَلنَّاسِ، وَاللِّقْحَةَ مِنْ اَلْغَنَمِ لَتَكْفِي اَلْفَخِذَ مِنْ اَلنَّاسِ، فبَيْنَمَا هُمْ كَذَلِكَ بَعَثَ اَللَّهِ رِيحًا طَيِّبَةً فَتَأْخُذُهُمْ تَحْتَ آبَاطِهِمٍ، فَتَقْبِضُ رُوحَ كُلِّ مُسْلِمٍ، وَيَبْقَى شِرَارُ اَلنَّاسِ, يَتَهَارَجُونَ فِيهَا تَهَارُجَ اَلْحُمُرِ, فَعَلَيْهِمْ تَقُومُ اَلسَّاعَة \" . ¶ ــــــــــــ ¶ انتهى الحديث، بعد ما يطهر الله الأرض من أجساد ونتن وزهم يأجوج ومأجوج ينزل الله على الأرض مطرا، يقول: لا يكن منه وبر ولا مدر، يغسل الأرض حتى تصير كالزلقة. يعني: مثل المرآة صافية نظيفة طيبة طاهرة، فتتطهر من عفنهم ونتنهم وريحهم، ويبارك الله في الأرض فتنبت الخيرات ويخصب الناس، حتى تكون اللقحة من الإبل تكفي الفئام، واللقحة من البقر واللقحة من الغنم يعني غزيرة اللبن، تكثر الألبان وما ينشأ عن الألبان، يعني الألبان ينشأ.. يعني يستخرج منها الأدهان والأجبان، الخصب والرغد، ومن ذلك.. كذلك إن العصابة من الناس يستظلون بقِحفها، يعني القشر من ضخامة.. يعني أشياء- سبحان الله- ... نعمة.",
            "page": "160",
            "part": "1"
        },
        {
            "id": "161",
            "nass": "ثم يرسل الله بعد هذا؛ يرسل الله.. وكأن هذا الخير إما أنه خاص بالمناطق التي فيها المؤمنون أو إنه شامل -الله أعلم. فيرسل الله ريحا طيبة تأخذ بآباط المؤمنين فلا تترك نفس مؤمن؛ يعني من في قلبه كذا من الإيمان أو ذرة من إيمان إلا قبضته؛ فتخلو الأرض حينئذ من المؤمنين، ويبقى في الأرض شرار الناس يتهارجون كما تتهارج الحمر، فسر العلماء التهارج بالتسافد يعني ينزو بعضهم على بعض- أعوذ بالله- تقوم الساعة على شرار الناس، شرار، ما عندهم شيء من الخير، كما جاء في الرواية: ليس في الأرض من يقول الله، ما يعرفون لفظ الله- أعوذ بالله- فعليهم تقوم الساعة، أعد هذه الفقرة الأخيرة التي قرأت. ¶ ................................................................................ ـــــــــــــــ ¶ \" ثم يُرْسِلُ اَللَّهُ مَطَرًا لَا يَكُنْ مِنْهُ بَيْتُ مَدَرٍ وَلَا وَبَرٍ فَيَغْسِلُ اَلْأَرْضَ حَتَّى يَتْرُكَهَا كالزلقة, ثُمَّ يُقَالُ لِلْأَرْضِ: أَنْبِتِي ثَمَرَتَكِ, وَرُدِّي بَرَكَتَك \" . ¶ ثم يقال للأرض.. نعم.. أَنْبِتِي ثَمَرَتَكِ، ثَمَرَتَكِ.. نعم.. وَرُدِّي بَرَكَتَك.. نعم.. المعنى متقارب.. نعم ¶ \" . فَيَوْمئِذٍ تَأْكُلُ اَلْعِصَابَةُ مِنْ اَلرُّمَّانَةِ \" . ¶ تَأْكُلُ اَلْعِصَابَةُ مِنْ اَلرُّمَّانَةِ؛ عصابة جماعة من الناس رمانة واحدة.. نعم. ¶ \" وَيَسْتَظِلُّونَ بِقِحْفِهَا \" . ¶ يَسْتَظِلُّونَ بِقِحْفِهَا بقشرها، يعني يمكن تكون الرمانة كبيرة، ما دام عصابة يستظلون بقحف الرمانة؛ نعم، والله أعلم نعم. ¶ \" وَيُبَارَكُ فِي اَلرسْل حتى \" . ¶ الرسل يعني الحليب، حليب البهائم، يبارك في الرسل وتكون البهائم مثل ما كانت فيما تقدم سابغة الضروع ضروع سابغة، نعم. ¶ \" وَيُبَارَكُ فِي اَلرسْل حَتَّى أَنَّ اَللِّقْحَةَ مِنْ اَلْإِبِلِ لَتَكْفِي اَلْفِئَامَ مِنْ اَلنَّاسِ \" .",
            "page": "161",
            "part": "1"
        },
        {
            "id": "162",
            "nass": "اللقحة: الحديثة الولادة، يعني اللبن أكثر ما يكون متى؟ متى يكون في الحيوان؟ بعد الولادة، نعم. ¶ قول يأجوج ومأجوج قتلنا أهل السماء والأرض ¶ \" حَتَّى أَنَّ اَللِّقْحَةَ مِنْ اَلْإِبِلِ لَتَكْفِي اَلْفِئَامَ مِنْ اَلنَّاسِ, وَاللِّقْحَةَ مِنْ اَلْبَقَرِ لَتَكْفِي اَلْقَبِيلَةَ مِنْ اَلنَّاسِ، وَاللِّقْحَةَ مِنْ اَلْغَنَمِ لَتَكْفِي اَلْفَخِذَ مِنْ اَلنَّاسِ، فبَيْنَمَا هُمْ كَذَلِكَ بَعَثَ اَللَّهُ رِيحًا طَيِّبَةً فَتَأْخُذُهُمْ تَحْتَ آبَاطِهِم، فَتَقْبِضُ رُوحَ كُلِّ مُسْلِمٍ وَيَبْقَى شِرَارُ اَلنَّاسِ, يَتَهَارَجُونَ فِيهَا تَهَارُجَ اَلْحُمُرِ, فَعَلَيْهِمْ تَقُومُ اَلسَّاعَةِ. \" وَفِي رِوَايَةٍ بَعْدَ قَوْلِهِ: \" لَقَدْ كَانَ بِهَذَه مَرَّةً مَاءٌ، ثُمَّ يَسِيرُونَ حَتَّى يَنْتَهُوا إِلَى جَبَلِ اَلْخمر وَهُوَ جَبَلُ بَيْتِ اَلْمَقْدِسِ, فَيَقُولُونَ: لَقَدْ قَتَلْنَا مَنْ فِي اَلْأَرْضِ, هَلُمَّ فَلْنَقْتُلْ مَنْ فِي اَلسَّمَاءِ, فَيَرْمُونَ بِنُشَّابِهِمْ إِلَى اَلسَّمَاءِ, فَيَرُدُّ اَللَّهُ عَلَيْهِمْ نُشَّابَهُمْ مَخْضُوبَةً دَمًا \" وَلَه عَنْ أَبِي سَعِيدٍ. ¶ ــــــــــــ ¶ خلاص انتهى، في هذه الرواية الأخيرة طرف من خبر يأجوج ومأجوج وأنهم يعبرون إلى جبل الخمر في بيت المقدس، أو عند بيت المقدس فيقولون: قتلنا أهل الأرض، فيرسلون سلاحهم ونشابهم وسهامهم إلى فوق فتعود إليهم مخضوبة بالدماء. فيقولون: قتلنا أهل الأرض وأهل السماء. من غرورهم وجهلهم، والله أعلم بحقائق الغيب، وصلى الله وسلم وبارك على رسوله - صلى الله عليه وسلم - . ¶ الأسئلة ¶ أحسن الله إليكم. هذا سائل يقول: ما حكم من ينكر نزول عيسى ابن مريم في آخر الزمان ويدعون إلى ذلك مستدلين بأن النبي - صلى الله عليه وسلم - خاتم النبيين؟",
            "page": "162",
            "part": "1"
        },
        {
            "id": "163",
            "nass": "أما من يدعي هذا فهو مبطل ضال مبتدع، وهو من أقوال المبتدعة، يعني من أقوال المبتدعة أنهم ينكرون أشراط الساعة، فمن مذهب أهل السنة والجماعة الإيمان بأشراط الساعة وخصوصا هذه الأمور الخارقة والهائلة. ¶ أما قولهم: خاتم النبيين هذه شُبهة ما... يعني نزول المسيح لا يقدح في ختم النبوة، فليس فيه نبوة جديدة، علما أن المسيح يحكم بشريعة محمد بن عبد الله، لا يأتي بدين ولا شريعة أخرى بل يحكم بشريعة محمد - صلى الله عليه وسلم - فهو عندما ينزل هو من أتباعه من أتباع محمد، نعم. ¶ ................................................................................ ـــــــــــــــ ¶ أحسن الله إليكم، يقول: هل سد ذي القرنين موجود الآن؟ ¶ والله أنا ما أدري، لكن ما نعرف بعض الناس يقول هو سد الصين العظيم الحديث وما نعرف، الله أعلم نعم. ¶ أحسن الله إليكم، يقول: هل هناك وجه لمن قال: إن قحفة الرمان تكفي للجماعة لقصرهم وصغرهم؟ ¶ إيش لقصرهم وصغرهم؟ ما جاءت في يأجوج ومأجوج الذي يظن الناس ويتوهمون إنهم \"صغيرين\"، هذا الكلام عن يأجوج ومأجوج إنهم \"صغيرين\" وكذا، هذه من أفكار العامة والجهلة .. ناس، يمكن أجسامهم أكبر من غيرهم، أو إنهم من أوساط الناس ما ندري. ¶ أحسن الله إليكم، يقول: أنا شاب أعاني من قوة الشهوة وشدة الشبق وقلة الصبر، لكني أخاف الزواج فأنشغل بالدنيا وتحصيلها عن العلم وتحصيله؟ ¶ لا، تزوج، تزوج بس، تزوج، نعم بعده. ¶ أحسن الله إليكم، يقول: يا شيخ هل ورد مدة لنزول عيسى ابن مريم وبقائه؟ ¶ ما أعرف، نعم. ¶ أحسن الله إليكم، وأثابكم ونفعنا بعلمكم، وصلى الله على نبينا محمد، وعلى آله وصحبه أجمعين. ¶ حفظ المدينة من الدجال ¶ بسم الله الرحمن الرحيم، الحمد لله رب العالمين، والصلاة والسلام على نبينا محمد وعلى آله وصحبه أجمعين، قال رحمه الله تعالى:",
            "page": "163",
            "part": "1"
        },
        {
            "id": "164",
            "nass": "وَلَه عَنْ أَبِي سَعِيدٍ قال: حَدَّثَنَا رَسُولُ اَللَّه - صلى الله عليه وسلم - يَوْمًا حَدِيثًا طَوِيلاً عَنْ اَلدَّجَّالِ، فَكَانَ فِيمَا حَدَّثَنَا قَالَ: \" يَأْتِي وَهُوَ مُحَرَّمٌ عَلَيْهِ أَنْ يَدْخُلَ نِقَابَ اَلْمَدِينَةِ , فَيَنْتَهِي إِلَى بَعْضِ اَلسِّبَاخِ اَلَّتِي تَلِي اَلْمَدِينَةَ, فَيَخْرُجُ إِلَيْهِ يَوْمئِذٍ رَجُلٌ وَهُوَ خَيْرُ اَلنَّاسِ أَوْ مِنْ خَيْرِ اَلنَّاسِ, فَيَقُولُ: أَشْهَدُ أَنَّكَ أنت اَلدَّجَّالُ اَلَّذِي حَدَّثَنَا رَسُولُ اَللَّهِ - صلى الله عليه وسلم - حَدِيثَهُ، فَيَقُولُ اَلدَّجَّالُ: أَرَأَيْتُمْ إِنْ قَتَلْتُ هَذَا ثُمَّ أَحْيَيْتُهُ, أَتَشُكُّونَ فِي اَلْأَمْرِ؟ فَيَقُولُونَ: لَا, فَيَقْتُلُهُ ثُمَّ يُحْيِيهِ، فَيَقُولُ حِينَ يُحْيِيهِ: وَاَللَّهِ مَا كُنْتُ فِيكَ قَطُّ أَشَد بَصِيرَةً مِنِّي اَلْآنَ، قَالَ: فَيُرِيدُ اَلدَّجَّالُ أَنْ يَقْتُلَهُ فَلَا يُسَلَّطُ عَلَيْهِ \" . ¶ ــــــــــــ ¶ لا إله إلا الله، الحمد لله وصلى الله وسلم وبارك على عبده رسوله وعلى آله وصحبه. ¶ هذا الحديث قد دل على ما دل عليه حديث النواس بن سمعان المتقدم في رواياته، يعني مِن قتل ذلك الرجل، ثم دعوته له حتى يحيا، وأنه بعد ذلك لا يسلط على أحد ولا يقدر، فهذا برهان على أنه الدجال، وأن هذه الواقعة إنما هي من الخوارق التي يكون بها فتنة، ولهذا يقول لمن معه من المفتونين به: أرأيتم لو كان يعني لو قتلته ثم أحييته تصدقون بالأمر؟ قالوا: نعم. ¶ لكن هذا الحديث حديث أبي سعيد فيه بعض الزيادات: أولا أن الدجال يمنع من دخول أنقاب المدينة ومداخلها، وهذا قد تعددت فيه الروايات والأحاديث أنه لا يدخل مكة ولا المدينة لكن يأتي إلى أطرافهما ويدعو أهلهما، فيخرج إليه من يخرج.",
            "page": "164",
            "part": "1"
        },
        {
            "id": "165",
            "nass": "وفي هذا الحديث إضافة أن هذا الرجل الذي يقتله الدجال أنه ممن يخرج إلى الدجال من المدينة، فيتحداه ويقول: إني أعلم أنك الدجال الذي أخبرنا عنه الرسول - صلى الله عليه وسلم - فالأحاديث يضم بعضها إلى بعض وتكمل بمجموع الأحاديث ¶ ................................................................................ ـــــــــــــــ ¶ الصورة، وتكمل القصة وهذه يعني الأحاديث يكون بينها بعض الفروق، فكلها متفقة على إثبات خروج الدجال. ¶ لكن يكون في بعضها زيادة معان ومسائل مثل ما قلنا في هذا الرجل، يعني حديث النواس المتقدم فيه ذكر الرجل الذي يقتله الدجال، وأنه يضربه بالسيف حنى يكون جزلتين رمية الغرض، وأنه يحييه وأنه لا يستطيع أن يقتله مرة أخرى ولا غيره، في هذا الحديث كما ذكرت فيه الإضافة أن هذا الرجل يخرج إليه من المدينة ويظهر كفره به؛ بالمسيح الدجال. ¶ لا إله إلا الله، لا إله إلا الله، لا إله إلا الله. ¶ ويظهر من مجموع الأدلة أن المسيح الدجال يخرج قبل نزول عيسى ابن مريم، فعيسى ابن مريم إذا نزل قتله؛ أي قتل المسيح الدجال وأراح الله الناس من شره على يد مسيح الهدى، نعم. ¶ قصة الدجال مع الرجل المؤمن الذي بين للناس كفره",
            "page": "165",
            "part": "1"
        },
        {
            "id": "166",
            "nass": "وَلَهُ عَنْهُ: \" قَالَ رَسُولُ اَللَّهِ - صلى الله عليه وسلم - يَخْرُجُ اَلدَّجَّالُ فَيَتَوَجَّهُ قِبَلَهُ رَجُلٌ مِنْ اَلْمُؤْمِنِينَ فَتَلقاهُ اَلْمَسَالِحُ مَسَالِحُ اَلدَّجَّالِ، فَيَقُولُونَ لَه : أَيْنَ تَعْمِدُ؟ فَيَقُولُ: أَعْمِدُ إِلَى هَذَا اَلَّذِي خَرَجَ، قَالَ: فَيَقُولُونَ لَهُ: أَوَ مَا تُؤْمِنُ بِرَبِّنَا؟ فَيَقُولُ: مَا بِرَبِّنَا خَفَاءٌ، فَيَقُولُونَ: اُقْتُلُوهُ، فَيَقُولُ بَعْضُهُمْ لِبَعْضٍ: أَلَيْسَ قَدْ نَهَاكُمْ رَبُّكُمْ أَنْ تَقْتُلُوا أَحَدًا دُونَهُ؟ قَالَ: فَيَنْطَلِقُونَ بِهِ إِلَى اَلدَّجَّالِ، فَإِذَا رَآهُ اَلْمُؤْمِنُ قَالَ: يَا أَيُّهَا اَلنَّاسُ! هَذَا اَلدَّجَّالُ اَلَّذِي ذَكَرَ رَسُولُ اَللَّهِ - صلى الله عليه وسلم - . قَالَ: فَيَأْمُرُ اَلدَّجَّالُ بِهِ فَيُشَبَّحُ, فَيَقُولُ: خُذُوهُ وَشُجُّوهُ، فَيُوسَعُ ظَهْرُهُ وَبَطْنُهُ ضَرْبًا، قَالَ: فَيَقُولُ: أَوَمَا تُؤْمِنُ بِي؟",
            "page": "166",
            "part": "1"
        },
        {
            "id": "167",
            "nass": "قَالَ: فَيَقُولُ: أَنْتَ اَلْمَسِيحُ اَلْكَذَّابُ, قَالَ: فَيُؤْمَرُ بِهِ فَيُؤْشَرُ بِالْمِنشَارِ مِنْ مَفْرِقِهِ حَتَّى يُفَرَّقَ بَيْنَ رِجْلَيْهِ، ثُمَّ قَالَ: يَمْشِي بَيْنَ اَلْقِطْعَتَيْنِ, ثُمَّ يَقُولُ لَهُ: قُمْ، فَيَسْتَوِي قَائِمًا ، قَالَ: ثُمَّ يَقُولُ لَهُ: أَتُؤْمِنُ بِي؟ فَيَقُولُ: مَا اِزْدَدْتَ فِيكَ إِلَّا بَصِيرَةً, قَالَ: ثُمَّ يَقُولُ: يَا أَيُّهَا اَلنَّاسُ! إِنَّهُ لَا يَفْعَلُ بَعْدِي بِأَحَدٍ مِنْ اَلنَّاسِ، قَالَ: فَيَأْخُذُهُ اَلدَّجَّالُ لِيَذْبَحَهُ، فَيُجْعَلُ مَا بَيْنَ رَقَبَتِهِ إِلَى تَرْقُوَتِهِ نُحَاسًا, فَلَا يَسْتَطِيعُ إِلَيْهِ سَبِيلاً, قَالَ: فَيَأْخُذُ بِيَدِهِ وَرِجْلَيْهِ فَيَقْذِفُ بِهِ، فَيَحْسَبُ اَلنَّاسُ أَنَّمَا قَذَفَهُ في اَلنَّارِ, وَإِنَّمَا أُلْقِيَ فِي اَلْجَنَّةِ فَقَالَ رَسُولُ اَللَّهِ - صلى الله عليه وسلم - هَذَا أَعْظَمُ اَلنَّاسِ شَهَادَةً عِنْدَ رَبِّ اَلْعَالَمِينَ \" . ¶ ــــــــــــ ¶ هذا الحديث أيضا فيه مزيد تفصيل، في قصة ذلك الرجل الذي يعمد إلى الدجال ليعلن كفره به، وليبين للناس كذبه، وأنه الدجال. وفيه مزيد تفصيل وجوانب كما ذكر في الحديث، وأنه يستقبله مسالح الدجال؛ يعني جنوده ومن يقدمهم بين يديه من المسلحين، مسالح كأنه جمع مُسلِح يعني حامل سلاح، مسالح الدجال، فإذا أقبل هذا الرجل اعترضوه وقالوا: أين تذهب؟ ويقول: أذهب إلى هذا الرجل، فيقولون له: ألا تؤمن به، فيقول: ألا تؤمن بربنا؟ فيسمونه ربا يسمونه ربا.... إلى آخر ما ذكر في القصة، وفيه إضافة إلى أنه تبدأ المناظرة معه بأن يقول ¶ ................................................................................ ـــــــــــــــ",
            "page": "167",
            "part": "1"
        },
        {
            "id": "168",
            "nass": "للناس: هذا الرجل يقول للناس هذا هو الدجال هذا هو الكذاب، وأن الدجال يأمر به يأمر جنوده ومن معه بأن.. يعني يسلحوه في الأرض، ويمدوه ويضربوه ليرجع، فإذا أصر على تكذيبه به قتله وضربه وجعله جزلتين كما تقدم. ¶ فالمقصود إن هذه الروايات تصدق ما قبلها لكن تتضمن جوانب وإضافات، وكلها عند مسلم، وليس بين هذه الروايات منافاة، إنما فيها زيادات وتفصيلات. وفيها في آخر هذا الحديث: إن هذا الرجل الذي يقتله الدجال إنه خير الشهداء عند الله سبحانه وتعالى, ويمكن أن يكون يعني هذه الخيرية بالنسبة لذلك الزمان، أو بالنسبة لمن.. يعني ممن يكون في آخر الزمان، يعني قد تكون الخيرية نسبية ليست مطلقة. ¶ فسيد الشهداء هو حمزة وشهداء الصحابة الذين قتلوا يوم أحد هؤلاء يعني لهم فضل الصحبة وفضل الشهادة في سبيل الله ونصرة الرسول عليه الصلاة والسلام، ولكن هذا الرجل له فضيلة الثبات أمام فتنة الدجال والصبر على قتله له، وكيف عرف ذلك الرجل أنه لا يقتله؟ عرف ذلك من العلم بما أخبر به الرسول عليه الصلاة والسلام، وأنه لا يسلط على أحد بعده. ¶ وفي هذا الحديث زيادة إضافة أن الدجال يحاول قتله وذبحه فيجعل الله ما بين ترقوته ورأسه يعني طبقا من النحاس فلا يقوى على ضربه، والله على كل شيء قدير، لو شاء الله حال بينه وبين قتله بغير ذلك، لكن هذا السبب حسّي. ¶ المهم أن الأحاديث كلها متطابقة على أن من فتنة المسيح ومن خوارقه ومما يجري على يده قتل أحد المؤمنين بالله الكافرين بالمسيح، وأنه لا يسلط على غيره، الروايات كلها متفقة على هذا المعنى، نعم. ¶ العصمة من فتنة الدجال",
            "page": "168",
            "part": "1"
        },
        {
            "id": "169",
            "nass": "وَلَهُ عَنْ اَلْمُغِيرَةِ قَالَ: \" مَا سَأَلَ أَحَدٌ اَلنَّبِيَّ - صلى الله عليه وسلم - عَنِ اَلدَّجَّالِ أَكْثَرَ مِمَّا سَأَلْتُهُ فَقَالَ وَمَا يُنْصِبُكَ مِنْهُ إِنَّهُ لَا يَضُرُّكَ. قُلْتُ: يَا رَسُولَ اَللَّهِ إِنَّهُمْ يَقُولُونَ: إِنَّ مَعَهُ اَلطَّعَامَ وَالْأَنْهَارَ فَقَالَ: هُوَ أَهْوَنُ عَلَى اَللَّهِ مِنْ ذَلِكَ \" وَفِي رِوَايَةٍ: \" . أَيْ بُنَيَّ \" . ¶ ــــــــــــ ¶ جاءت روايات كثيرة إن الدجال من فتنته إن معه شيء جنة ونار أو نهر وأن جنته نار وناره جنة، ولهذا في الروايات المتقدمة أنه إذا عجز عن قتل ذلك الرجل يأمر به فيلقى في النار التي معه، وهو في الحقيقة في جنة، الله أعلم ما هذه الجنة، لا النار التي معه هي النار الكبرى ولا الجنة التي معه هي الجنة التي أعدها الله للمتقين. يعني معه شيء.. يعني فيه.. يعني يظهر منه أنه نار، وأن من ألقي فيه يعذب، ومعه ما هو ما يظهر يعني.. مكان نعيم، وهو في الحقيقة بضد ذلك.. فتنة. ¶ وهذا المغيرة بن شعبة يذكر أنه ما سأل أحد ـ النبي - صلى الله عليه وسلم - كما سأل عن الدجال وأن النبي قال: ما يعنيك؟ يعني لماذا يعني أنت مهتم به كثيرا؟ فقال: إنه يذكر أنه معه كذا وكذا وكذا فقال عليه الصلاة والسلام: إنه أهون من ذلك. يعني المسيح الدجال مع ما أوتي من خوارق: يأمر السماء فتمطر والأرض فتنبت ومعه جنة ونار ويقتل من يقتل ويأمر به فيقوم مستويا إلى آخره، مع ذلك هو حقير مهين مآله إلى الهلاك مآله إلى أن يقتله (المسيح) مسيح الهدى، إلى أن يقتله عيسى ابن مريم، هذه نهايته، ولكن لحكمة يعلمها الله ابتلى به الخلق في ذلك الزمان، فتنة المسيح الدجال أعظم فتنة.",
            "page": "169",
            "part": "1"
        },
        {
            "id": "170",
            "nass": "قد جاء في حديث: \" إن أعظم فتنة ما بين آدم إلى أن تقوم الساعة هي فتنة المسيح الدجال \" وهذا البيان من الرسول وهذه الأخبار فيها عصمة لمن اعتصم بكتاب الله وسنة رسوله عليه الصلاة والسلام، هذا الرجل الذي.. يعني يعلن تكذيبه للمسيح، ويعلن أنه لن يستطيع قتل أحد بعده؛ كل ذلك إنما علمه بما بلغه عن نبي الله خاتم النبيين محمد - صلى الله عليه وسلم - . ¶ ................................................................................ ـــــــــــــــ ¶ إذًا فالعلم؛ العلم بدين الله كتاب الله وسنة رسوله معتصَم من الفتن، إنما يعصم من فتنة المسيح وفتنة المحيا وفتنة ما بعد الحياة؛ إنما يعصم منها الاعتصام بكتاب الله وسنة رسوله - صلى الله عليه وسلم - ففي كتاب الله الفرقان، فيه الفرقان بين الحق والباطل، فيه البيان، فيه الشفاء إنما يضل من يضل بسبب إعراضه عن هدى الله { وَمَنْ أَعْرَضَ عَنْ ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنْكًا وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى (124) } (¬1) تكفل الله لمن قرأ القرآن ألا يضل في الدنيا ولا يشقى في الآخرة، نعم بعده. ¶ قيام الساعة على شرار الناس ¶ ¬__________ ¶ (¬1) - سورة طه آية : 124.",
            "page": "170",
            "part": "1"
        },
        {
            "id": "171",
            "nass": "وَلَهُ: \" عَنْ اِبْنِ عَمْرٍو وَجَاءَهُ رَجُلٌ فَقَالَ: مَا هَذَا اَلْحَدِيثُ اَلَّذِي تُحَدِّثُ بِهِ تَقُولُ: إِنَّ اَلسَّاعَةَ تَقُومُ إِلَى كَذَا وَكَذَا؟ فَقَالَ: سُبْحَانَ اَللَّهِ! أَوْ لَا إِلَهَ إِلَّا اَللَّهُ أَوْ كَلِمَةً نَحْوَهُمَا, لَقَدْ هَمَمْتُ أَلَّا أُحَدِّثَ أَحَدًا شَيْئًا أَبَدًا, إِنَّمَا قُلْتُ: إِنَّكُمْ سَتَرَوْنَ بَعْدَ قَلِيلٍ أَمْرًا عَظِيمًا, يُحَرَّقُ اَلْبَيْتُ, وَيَكُونُ, وَيَكُونُ, ثُمَّ قَالَ: قَالَ رَسُولُ اَللَّهِ - صلى الله عليه وسلم - يَخْرُجُ اَلدَّجَّالُ فِي أُمَّتِي فَيَمْكُثُ أَرْبَعِينَ (لَا أَدْرِي أَرْبَعِينَ يَوْمًا, أَوْ أَرْبَعِينَ شَهْرًا, أَوْ أَرْبَعِينَ عَامًا) فَيَبْعَثُ اَللَّهُ عِيسَى ابْنَ مَرْيَمَ عَلَيْهِ اَلسَّلَامُ كَأَنَّهُ عُرْوَةُ بْنُ مَسْعُودٍ, فَيَطْلُبُهُ فَيُهْلِكُهُ, ثُمَّ يَمْكُثُ اَلنَّاسُ سَبْعَ سِنِينَ لَيْسَ بَيْنَ اِثْنَيْنِ عَدَاوَةٌ, ثُمَّ يُرْسِلُ اَللَّهُ رِيحًا بَارِدَةً مِنْ قِبَلِ اَلشَّامِ فَلَا يَبْقَى عَلَى وَجْهِ اَلْأَرْضِ أَحَدٌ فِي قَلْبِهِ مِثْقَالُ ذَرَّةٍ مِنْ خَيْرٍ أَوْ إِيمَانٍ إِلَّا قَبَضَتْهُ حَتَّى لَوْ أَنَّ أَحَدَكُمْ دَخَلَ فِي كَبِدِ جَبَلٍ لَدَخَلَتْهُ عَلَيْهِ, حَتَّى تَقْبِضَهُ.",
            "page": "171",
            "part": "1"
        },
        {
            "id": "172",
            "nass": "قَالَ: سَمِعْتُهَا مِنْ رَسُولِ اَللَّهِ - صلى الله عليه وسلم - قَالَ: فَيَبْقَى شِرَارُ اَلنَّاسِ فِي خِفَّةِ اَلطَّيْرِ وَأَحْلَامِ اَلسِّبَاعِ، لَا يَعْرِفُونَ مَعْرُوفًا وَلَا يُنْكِرُونَ مُنْكَرًا, فَيَتَمَثَّلُ لَهُمْ اَلشَّيْطَانُ, فَيَقُولُ: أَلَا تَسْتَجِيبُونَ فَيَقُولُونَ: فَمَا تَأْمُرُنَا فَيَأْمُرُهُمْ بِعِبَادَةِ اَلْأَوْثَانِ, وَهُمْ فِي ذَلِكَ دَارٌّ رِزْقُهُمْ, حَسَنٌ عَيْشُهُمْ, ثُمَّ يُنْفَخُ فِي اَلصُّورِ, فَلَا يَسْمَعُهُ أَحَدٌ إِلَّا أَصْغَى لِيتًا وَرَفَعَ لِيتًا, وَأَوَّلُ مَنْ يَسْمَعْهُ رَجُلٌ يَلُوطُ حَوْضَ إِبِلِهِ, قَالَ فَيَصْعَقُ وَيَصْعَقُ اَلنَّاسُ, ثُمَّ يُرْسِلُ اَللَّهُ أَوْ قَالَ: يُنْزِلُ اَللَّهُ مَطَرًا, كَأَنَّهُ اَلطَّلُّ, أَوْ اَلظِّلُّ ( نُعْمَانُ اَلشَّاكُّ) فَتَنْبُتُ مِنْهُ أَجْسَادُ اَلنَّاسِ, ثُمَّ يُنْفَخُ فِيهِ أُخْرَى فإذا هم قيام ينظرون ثُمَّ يُقَالُ: يَا أَيُّهَا اَلنَّاسُ هَلُمُّوا إِلَى رَبِّكُمْ { وَقِفُوهُمْ إِنَّهُمْ مَسْئُولُونَ (24) } (¬1) ثُمَّ يُقَالُ: أَخْرِجُوا بَعْثَ اَلنَّارِ, فَيُقَالُ: مِنْ كَمْ؟ فَيُقَالُ: مِنْ كُلِّ أَلْفٍ تِسْعَمِائَةٍ وَتِسْعَةً وَتِسْعِينَ. قَالَ: فَذَلكَ يَوْمَ { يَجْعَلُ الْوِلْدَانَ شِيبًا (17) } (¬2) وذلك { يَوْمَ يُكْشَفُ عَنْ سَاقٍ } (¬3) \" . ¶ ــــــــــــ ¶ ................................................................................ ـــــــــــــــ ¶ ¬__________ ¶ (¬1) - سورة الصافات آية : 24. ¶ (¬2) - سورة المزمل آية : 17. ¶ (¬3) - سورة القلم آية : 42.",
            "page": "172",
            "part": "1"
        },
        {
            "id": "173",
            "nass": "معظم ما في هذا الحديث قد مر من ذكر خروج الدجال وقتل المسيح له وذكر الريح التي تقبض أرواح المؤمن، كل هذا قد مر فهذا مصدق لما قبله، فالأحاديث يصدق بعضها بعضا، وكذلك ذكر إنه بعد قبض أرواح.. يعني أرواح المؤمنين إنه يبقى.. يعني أهل الأرض.. يعني يبقى شرار الناس، تقدم أنهم يتهارجون كما تتهارج الحمر، يتسافدون، وفي هذا إنهم أيضا يبقون في ضلال وفي جهالة الجهلة لا يعرفون معروفا ولا ينكرون منكرا، حتى لا يكون في الأرض من يقول: الله الله كما تقدمت الإشارة إلى هذا. ¶ وفي هذا الحديث إشارة إلى أنه إذا وصل الأمر بهؤلاء تمثل لهم الشيطان ودعاهم إلى عبادة الأوثان، فتقوم الساعة على شرار الناس، على عُباد الأوثان والذين يتخذون القبور مساجد؛ تقوم الساعة على شرار الناس كما جاء في حديث ابن مسعود: \" إن شر الناس من تقوم عليهم الساعة \" فالساعة تقوم على شرار الناس حين تخلو الأرض من الخير، وتقوم الساعة وهم في غاية من النعيم من رغد العيش والسرور والنعمة،، دارّ رزقهم حسن عيشهم.",
            "page": "173",
            "part": "1"
        },
        {
            "id": "174",
            "nass": "وقيام الساعة يكون بدايته بالنفخ في الصور، النفخ في الصور جاء ذكره في القرآن في آيات. والصور هو مخلوق عظيم يسمى قرن وكل به إسرافيل فينفخ فيه عندما يأمره الله به، فينفخ في الصور نفخة الصعق { وَنُفِخَ فِي الصُّورِ فَصَعِقَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ } (¬1) فيصعق من في السماوات ومن في الأرض إلا من شاء الله، فعندما يبدأ النفخ في الصور أول من يسمعه رجل يلوط حوضه؛ يريد يسقي الإبل، لسقي الإبل. وجاء في رواية أخرى أن الساعة تقوم والرجل في يده الفسيلة من النخل يريد أن يغرسها والرجلان يمدان الثوب يتبايعانه فلا يطويانه، تقوم الساعة؛ يموتون يصعقون، والرجل يلوط حوض إبله ليسقيها فلا يسقيها كما هنا. وأول ما يسمع يصير يلوي صفحة عنقه؛ يعني يميل صفحة عنقه يتسمع الإنسان إذا سمع صوتا من بُعد يكون يميل برأسه ليتأكد من الصوت. ¶ فهذه جملة ذكرها الشيخ وأفاض، وهو قليل من كثير، هذه الأحاديث التي ذكرها الشيخ عن الدجال هي قليل من كثير، فأحاديث المسيح منها ما هو في الصحيحين ومنها ما هو من أفراد مسلم ومنها ومنها أحاديث كثيرة ................................................................................ ـــــــــــــــ ¶ مستفيضة، ولهذا من مذهب أهل السنة والجماعة الإيمان بهذه الآيات، الإيمان بخروج المسيح الدجال ونزول المسيح. ¶ وأنكر ذلك بعض الطوائف المبتدعة مستبعدين ? يعني من المعتزلة من يقول: إن هذه الخوارق لا تجري، أنكروا كرامات الأولياء، وأنكروا المخاريق التي تجري على بعض أيدي الكهان أو السحرة، ومنها ما جاء في أخبار الدجال من هذه الخوارق الباهرة يقولون: إن هذه يعني أشياء تخييلية، يعني فلا فيها مطر ولا إنبات ولا كذا ولا قتل لإنسان، ينكرون هذا وأن هذا كله تخييل. وأهل السنة والجماعة يؤمنون بهذه النصوص على ظاهرها. ¶ ¬__________ ¶ (¬1) - سورة الزمر آية : 68.",
            "page": "174",
            "part": "1"
        },
        {
            "id": "175",
            "nass": "ومن جملة ما أورده الشيخ للاستدلال به على موضوع الدجال حديث الجساسة وأفرده في باب الجساسة، وهذا الحديث طويل، والجساسة ذكر يعني أنا أقول ما يحضرني مما اشتمل عليه حديث الجساسة. ¶ حديث الجساسة رواه مسلم من حديث فاطمة بنت قيس سمعته من النبي - صلى الله عليه وسلم - وهذا أصح ما ورد من طرق حديث الجساسة، وأوفى ما ورد أيضا هو رواية.. أوفى الروايات في حديث الجساسة هو حديث فاطمة، وإلا فقد رواه غير مسلم عن غير فاطمة كذلك ولكن باختصار، وهو حديث صحيح؛ وإن كان بعض أهل العلم يستغربوه، وهو فيه نعم غرابة؛ بل الرسول تعجب منه لكنه هنا، بل استشهد به النبي كما أمامكم وعندكم الحديث تقرءونه، استشهد به النبي عليه الصلاة والسلام، وذكر لهم يعني أن تميم بن أوس الداري أنه كان نصرانيا وأسلم، وأنه ركب البحر مع ثلاثين من أصحابه وذكر القصة. ¶ والشاهد أن ما أخبر به عن الدجال، والرسول يستشهد بكلامه وأنه مطابق لما حدّث به عليه الصلاة والسلام وأخبرهم به من أمر المسيح الدجال، وأنه يخرج وأنه لا يدخل مكة ولا المدينة. وهذا كله تضمنه خبر تميم عن الدجال الذي وجدوه في الدير وأنهم وجدوا رجلا عظيما مكبلا بالحديد يديه إلى عنقه والحديد من قدمه إلى ركبته. ¶ وأما الجساسة فوصفها في الحديث إنها يعني دابة أهلب كثيرة الشعر، وأنها سألوها ويقول في الحديث إنه لا يتبين قُبلها مِنْ دُبرها؛ بسبب كثرة الشعر، الشعر قد غطى، تجدون ما هي الجساسة ما ذكروا ما في حيوان اسمه ................................................................................ ـــــــــــــــ ¶ الجساسة؛ يعني حيوان مثل ما يقول أسد جنس، فكأن الجساسة لشيء واحد معين؛ يعني مرتبط أو من.. يعني ممن يهتم بالدجال ويأتيه بالأخبار.",
            "page": "175",
            "part": "1"
        },
        {
            "id": "176",
            "nass": "وأقول ? في حسب ما ذكر أهل العلم أكثر من هذا ? إنها دابة وإنها.. يعني تأتي الدجال بالأخبار، ولهذا لما لقيت أولئك النفر من ركاب السفينة ذكرت لهم أن في الدير الفلاني كذا رجل، وأنه يشتاق إلى أخباركم، لما قالوا: إنهم من العرب، وأنه إلى أخباركم بالأشواق متطلع فلما لقوه ورأوه ذكر لهم أنه الدجال، وأنه كذا وأنه كذا، وذكر لهم أخبار وسألهم عن خروج النبي - صلى الله عليه وسلم - إلى آخر ما جاء في الحديث. ¶ فالحديث هو من الأدلة على مسألة الدجال وأن الدجال حقيقة، وأنه خارج في آخر الزمان في الوقت الذي قدره الله، لكن متى؟ سنة كم؟ هذا كله لا نخوض فيه ولا نعرفه. ¶ لكن هذا الحديث فيه شيء هو أنه يعني كان الذي يتبادر أن الدجال يخرج وأنه يوجد في وقته يمكن يولد في وقته أو قبل وقته بكذا، ولم يأتِ التصريح بأنه يولد، إنما كل الأحاديث فيه أنه يخرج بس، في أنه لا يولد له في أنه لا يدخل مكة ولا المدينة، وكان أيضا الدجال مشتبه برجل كاهن من أولاد اليهود يقال له ابن صياد، كان يظن أنه الدجال، ولم يأت خبر حاسم قاطع بأنه ليس الدجال. ¶ لكن يسأل بعض الناس في هذا الحديث.يقول: الدجال إذًا يشكل مع حديث: \" لا يأتي على رأس مائة سنة وعلى وجه الأرض ممن عليها اليوم أحد \" وليس هذا بمشكل لأنه ليس فيه خبر أن هذا الدجال الموجود في تلك ¶ الجزيرة أنه لا يموت؛ لأن هذا إخبار عن.. يعني عن أمر وقع في حياة الرسول عليه الصلاة والسلام، ولم يأت خبر أنه يبقى على هذه الحال لا ندري، يمكن أنه يقلب ويعيش في مكان ما وفي زمان يمكن يموت، لا ندري يعني ما عندنا أشياء نجزم فيها. وعلى افتراض أنه يبقى على هذه الحال إلى أن يأتي موعد خروجه ?على افتراض_ ما نجزم نحن بشيء. ¶ ................................................................................ ـــــــــــــــ",
            "page": "176",
            "part": "1"
        },
        {
            "id": "177",
            "nass": "نقول: الله أعلم، على افتراض ذلك يكون هذا يعني مخصوص من عموم حديث: (لا يأتي كذا...) الحديث. فإذا قام الدليل على تخصيص العام خصّ به كما هي القواعد المقررة، فالعام يخص بالخاص، فالعام يحمل على الخاص. ولكن ليس عندنا شيء نجزم به من ذلك كله. ¶ المهم هو إثبات يعني شخصية وأنها حقيقة واقعية وهي شخصية الدجال، وأن من صفاته كذا، ومن أحواله كذا، وأنه يخرج في وقت كذا، يخرج في آخر الزمان، وأنه يعيث في الأرض، ويسير في الأرض، وأنه لا يدخل مكة ولا المدينة، ويمكن نقرأ الحديث. وأكتفي أنا من التعليق عليه بهذه المقدمة، والله أعلم. ¶ ذكر قصة الجساسة ¶ قِصَّةُ اَلْجَسَّاسَةِ. ¶ وَلَهُ: فِي حَدِيثِ فَاطِمَةَ بِنْتِ قَيْسٍ \" فَلَمَّا قَضَى رَسُولُ اَللَّهِ - صلى الله عليه وسلم - صَلَاتَهُ جَلَسَ عَلَى اَلْمِنْبَرِ وَهُوَ يَضْحَكُ \" . ¶ (لما قضى صلاته) الصلاة: صلاته يعني صلاة من الصلوات، أو صلاة الغداة الصبح نعم نعم. ¶ \" جلس على المنبر وهو يضحك فَقَالَ: لِيَلْزَمْ كُلُّ إِنْسَانٍ مُصَلَّاهُ ثُمَّ قَالَ: أَتَدْرُونَ لِمَ جَمَعْتُكُمْ؟ قَالُوا: اَللَّهُ وَرَسُولُهُ أَعْلَمُ قَالَ: إِنِّي وَاَللَّهِ مَا جَمَعْتُكُمْ لِرَغْبَةٍ وَلَا لِرَهْبَةٍ, وَلَكِنْ جَمَعْتُكُمْ لِأَنَّ تَمِيمًا اَلدَّارِيَّ, كَانَ رَجُلاً نَصْرَانِيًّا \" . ¶ يعني ليس هناك خبر؛ لا خبر رغبة كأخبار النصر ولا رهبة كأخبار العدو ومن يريد غزو المسلمين، ما جمعتكم لهذا ولا لهذا، ولكن جمعتكم لحديث تميم، نعم، ولكن جمعتكم، نعم. ¶ \" وَلَكِنْ جَمَعْتُكُمْ لِأَنَّ تَمِيمًا اَلدَّارَيَّ, كَانَ رَجُلاً نَصْرَانِيًّا فَجَاءَ فَبَايَعَ وَأَسْلَمَ, وَحَدَّثَنِي حَدِيثًا وَافَقَ اَلَّذِي كُنْتُ أُحَدِّثُكُمْ عَنْ الْمَسِيحِ اَلدَّجَّالِ \" .",
            "page": "177",
            "part": "1"
        },
        {
            "id": "178",
            "nass": "عن المسيح حدثني حديثا وافق الذي كنت أحدثكم عن المسيح الدجال، فالواقع مما.. يعني يستأنس به، ويكون مصدقا لما أخبر به عليه الصلاة والسلام فإذا وقع الأمر الذي أخبر به أو جاء ما يشهد له كان هذا مما يزيد المؤمنين يعني طمأنينة وإيمانا نعم. ¶ \" حَدَّثَنِي أَنَّهُ رَكِبَ فِي سَفِينَةٍ بَحْرِيَّةٍ مَعَ ثَلَاثِينَ رَجُلاً مِنْ لَخْمٍ وَجُذَامٍ, فَلَعِبَ بِهِمُ اَلْمَوْجُ شَهْرًا فِي اَلْبَحْرِ, ثُمَّ أَرْفَئُوا إِلَى جَزِيرَةٍ فِي اَلْبَحْرِ حِينَ مَغْرِبِ اَلشَّمْسِ فَجَلَسُوا فِي أَقْرُبِ السفينة -أَقْرُبِ جمع قارب- فَجَلَسُوا في أقرُب اَلسَّفِينَةِ, فَدَخَلُوا اَلْجَزِيرَةَ فَلَقِيَتْهُمْ دَابَّةٌ أَهْلَبُ كَثِيرُ اَلشَّعَرِ لَا يَدْرُونَ مَا قُبُلُهُ مِنْ دُبُرِهِ مِنْ كَثْرَةِ اَلشَّعَرِ \" . ¶ ــــــــــــ ¶ ................................................................................ ـــــــــــــــ ¶ قلت لكم: إن هذه الدابة عندي أنها يعني شيء معين ليس جنسا، ولهذا تتكلم؛ لأن ما في دابة ما في حيوان جنس يعني اسمه الجساسة ويتكلم، هذه تتكلم، هي لا تخلو أن تكون يعني شيطانا أو شيطانة تظهر بهذه الصورة، بينها وبين الدجال يعني ولاء وعلاقة هذا الذي يظهر لي، نعم، والله أعلم. ¶ تابع ذكر قصة الجساسة",
            "page": "178",
            "part": "1"
        },
        {
            "id": "179",
            "nass": "\" فَقَالُوا: وَيْلَك مَا أَنْت؟ قَالَتْ: أَنَا اَلْجَسَّاسَةُ , قَالُوا: وَمَا اَلْجَسَّاسَةُ؟ قَالَتْ: أَيُّهَا اَلْقَوْمُ! اِنْطَلِقُوا إِلَى هَذَا اَلرَّجُلِ فِي اَلديرِ, فَإِنَّهُ إِلَى خَبَرِكُمْ بِالْأَشْوَاقِ. قَالَ: لَمَّا سَمَّتْ لَنَا رَجُلاً فَرقْنَا مِنْهَا أَنْ تَكُونَ شَيْطَانَةً قَالَ: فَانْطَلَقْنَا سِرَاعًا حَتَّى ـ إنها شيطانة نعم، هذا هو الأقرب، نعم. دَخَلْنَا اَلدَّيْرَ فَإِذَا فِيهِ أَعْظَمُ إِنْسَانٍ رَأَيْنَاهُ قَطُّ خَلْقًا وَأَشَدُّهُ وِثَاقًا, مَجْمُوعَةٌ يَدَاهُ إِلَى عُنُقِهِ, مَا بَيْنَ رُكْبَتَيْهِ إِلَى كَعْبَيْهِ بِالْحَدِيدِ، قُلْنَا: وَيْلَكَ! مَا أَنْتَ؟ فَقَالَ: قَدْ قَدَرْتُمْ عَلَى خَبَرِي, فَأَخْبَرُونِي مَا \" . ¶ قَدَرْتُمْ عَلَى خَبَرِي يقول: أنا الآن بين أيديكم،. لتكون ستسمعه قدرتم على خبري لكن أخبروني قبل، نعم.",
            "page": "179",
            "part": "1"
        },
        {
            "id": "180",
            "nass": "\" مَا أَنْتَ فَقَالَ: قَدْ قَدَرْتُمْ عَلَى خَبَرِي, فَأَخْبَرُونِي مَا أَنْتُمْ قَالُوا: نَحْنُ مِنْ اَلْعَرَبِ, رَكِبْنَا فِي سَفِينَةٍ بَحْرِيَّةٍ, فَصَادَفْنَا اَلْبَحْرَ حِينَ اِغْتَلَمَ فَلَعِبَ بِنَا اَلْمَوْجُ شَهْرًا, ثُمَّ أَرْفَأْنَا إِلَى جَزِيرَتِكَ هَذِهِ فَجَلَسْنَا فِي أَقْرُبِهَا فَدَخَلْنَا اَلْجَزِيرَةَ, فَلَقِينَا دَابَّة أَهْلَبُ كَثِيرُ الشَّعَرِ لَا نَدْرِي مَا قُبُلُهُ مِنْ دُبُرِهِ مِنْ كَثْرَةِ اَلشَّعَرِ، قُلْنَا: وَيْلك! مَا أَنْت؟ فَقَالَتْ: أَنَا اَلْجَسَّاسَةُ , قُلْنَا: وَمَا اَلْجَسَّاسَةُ؟ قَالَتْ: اِعْمدُوا إِلَى هَذَا اَلرَّجُلِ فِي اَلديرِ فَإِنَّهُ إِلَى خَبَرِكُمْ بِالْأَشْوَاقِ فَأَقْبَلْنَا إِلَيْكَ سِرَاعًا, وَفَزِعْنَا مِنْهَا وَلَمْ نَأْمَنْ أَنْ تَكُونَ شَيْطَانًا، قَالَ: أَخْبِرُونِي عَنْ نَخْلِ بَيْسَانَ , قُلْنَا: عَنْ أَيِّ شَأْنِهَا تَسْتَخْبِرُ؟ قَالَ: هَلْ فِيهَا مَاءٌ؟ قَالُوا: هِيَ كَثِيرُ اَلْمَاءِ, قَالَ: أَسْأَلُكُمْ عَنْ نَخْلِهَا هَلْ يُثْمِرُ؟ قُلْنَا لَهُ: نَعَمْ, قَالَ: أَمَا إِنَّهُ يُوشِكُ أَلَّا يُثْمِرَ, قَالَ: أَخْبِرُونِي عَنْ بُحَيْرَةِ الطَّبَرِيَّة ِ قُلْنَا: عَنْ أَيِّ شَأْنِهَا تَسْتَخْبِرُ؟ قَالَ: فِيهَا مَاءٌ؟ قَالُوا: هِيَ كَثِيرَةُ اَلْمَاءِ, قَالَ: أَمَا إِنَّ مَاءَهَا يُوشِكُ أَنْ يَذْهَبَ, قَالَ: أَخْبِرُونِي عَنْ عَيْنِ زُغَرَ , قَالُوا: عَنْ أَيِّ شَأْنِهَا تَسْتَخْبِرُ؟ قَالَ: هَلْ فِي اَلْعَيْنِ مَاءٌ وَهَلْ يَزْرَعُ أَهْلُهَا بِمَاءِ ذَلِكَ اَلْعَيْنِ؟ قُلْنَا لَهُ: نَعَمْ, قال: هِيَ كَثِيرَةُ اَلْمَاءِ, وَأَهْلُهَا يَزْرَعُونَ مِنْ مَائِهَا, قَالَ: أَخْبِرُونِي عَنْ نَبِيِّ اَلْأُمِّيِّينَ مَا فَعَلَ؟ قَالُوا: قَدْ خَرَجَ مِنْ مَكَّةَ وَنَزَلَ بِيَثْرِبَ , قَالَ: قَاتَلَهُ اَلْعَرَبُ؟",
            "page": "180",
            "part": "1"
        },
        {
            "id": "181",
            "nass": "قُلْنَا: نَعَمْ, قَالَ: كَيْفَ صَنَعَ بِهِمْ؟ فَأَخْبَرْنَاهُ أَنَّهُ قَدْ ظَهَرَ عَلَى مَنْ يَلِيهِ مِنْ اَلْعَرَبِ وَأَطَاعُوهُ, قَالَ لَهُمْ: قَدْ كَانَ ذَلِكَ؟ قُلْنَا: نَعَمْ, قَالَ: أَمَا إِنَّ ذَلِكَ خَيْرٌ لَهُمْ أَنْ يُطِيعُوهُ, وَإِنِّي مُخْبِرُكُمْ عَنِّي؛ إِنِّي أَنَا اَلْمَسِيحُ اَلدَّجَّالُ, وَإِنِّي أُوشِكُ أَنْ يُؤْذَنَ لِي فِي اَلْخُرُوجِ, فَأَخْرَجَ فَأَسِيرَ فِي اَلْأَرْضِ, فَلَا أَدَعُ قَرْيَةً إِلَّا هَبَطْتُهَا فِي أَرْبَعِينَ لَيْلَةً, غَيْر مَكَّةَ وَطَيْبَةَ \" . ¶ أربعين ليلة تقدم في حديث عبد الله بن عمرو أنه يقول: لا أدري أربعين يوما أو أربعين شهرا، والصواب: أنها أربعين يوما، فالروايات الصحيحة جاءت مصرحة بأنها أربعين يوما، يوم كسنة ويوم كأسبوع ويوم كشهر كما تقدم، وهذا شاهد أيضا شاهد أنه يقيم أربعين ليلة لا أربعين شهرا ولا أربعين عاما، نعم.",
            "page": "181",
            "part": "1"
        },
        {
            "id": "182",
            "nass": "\" فَلَا أَدَعُ قَرْيَةً إِلَّا هَبَطْتُهَا فِي أَرْبَعِينَ لَيْلَةً , غَيْرَ مَكَّةَ وَطَيْبَةَ فَهُمَا مُحَرَّمَتَانِ عَلَيَّ كِلْتَاهُمَا, كُلَّمَا أَرَدْتُ أَنْ أَدْخُلَ وَاحِدَةً مِنْهُمَا, اِسْتَقْبَلَنِي مَلَكٌ بِيَدِهِ اَلسَّيْفُ صَلْتًا يَصُدُّنِي عَنْهَا, وَإِنَّ عَلَى كُلِّ نَقْبٍ مِنْهَا مَلَائِكَةً يَحْرُسُونَهَا، قَالَ رَسُولُ اَللَّهِ - صلى الله عليه وسلم - وَطَعَنَ بِمِخْصَرَتِهِ فِي اَلْمِنْبَرِ: هَذِهِ طَيْبَةُ هَذِهِ طَيْبَةُ هَذِهِ طَيْبَةُ -يَعْنِي اَلْمَدِينَةَ-، أَلَا هَلْ كُنْتُ حَدَّثْتُكُمْ ذَلِكَ، فَقَالَ اَلنَّاسُ: نَعَمْ, فَإِنَّهُ أَعْجَبَنِي حَدِيثُ تَمِيم ; لِأَنَّهُ وَافَقَ اَلَّذِي كُنْتُ حَدَّثْتُكُمْ عَنْهُ , وَعَنْ اَلْمَدِينَةِ وَمَكَّةَ , أَلَا إِنَّهُ فِي بَحْرِ اَلشَّامِ , أَوْ بَحْرِ اَلْيَمَنِ , لَا بَلْ مِنْ قِبَلِ اَلْمَشْرِقِ مَا هُوَ، مِنْ قِبَلِ اَلْمَشْرِقِ مَا هُوَ، وَأَوْمَأَ بِيَدِهِ إِلَى اَلْمَشْرِقِ قَالَتْ: فَحَفِظْتُ هَذَا مِنْ رَسُولِ اَللَّهِ - صلى الله عليه وسلم - \" . ¶ ــــــــــــ ¶ بارك الله فيك، والله أعلم، وصلى الله على نبينا محمد، نعم. ¶ الأسئلة ¶ سائل يقول: ما هي آخر أشراط الساعة وقوعا، وهل آخر أشراط الساعة...؟ ¶ أشراط الساعة آخرها كما قال: (وآخر ذلك نار تخرج من قعر عدن) تقدم ذلك في حديث في حديث حذيفة بن أسيد، نعم. ¶ ................................................................................ ـــــــــــــــ ¶ يقول: وهل يعقبه يوم القيامة مباشرة أو أن هناك مدة؟ ¶ لا، مباشرة أو ما مباشرة. هذا ما ندري، نعم. ¶ يقول: ما رأيكم في كتاب أبي عمرو الداني الذي ألفه في الفتن والحوادث وأشراط الساعة؟ ¶ ـ ما أدري ما أعرف عنه شيء، نعم. ¶ يقول: وهل هناك كتاب معتبر ذكرت فيه أشراط الساعة والفتن؟",
            "page": "182",
            "part": "1"
        },
        {
            "id": "183",
            "nass": "والله شوف كتاب الشيخ محمود التويجري كتاب. وعني فيه بذكر الروايات وبيان يعني صحيحها من ضعيفها، عني بهذا، فهو من أفضل ما ألف ، نعم. ¶ وأشراط الساعة يعني موجودة ومبثوثة في دواوين السنة في الأمهات في البخاري ومسلم وأبي داود والترمذي والنسائي، نعم. ¶ كتاب الشيخ التويجري (إتحاف الجماعة في أشراط الساعة) موجود ومشهور، نعم. ¶ أحسن الله إليكم. يقول: ما هو الراجح في تحية المسجد أواجبة أو سنة؟ ¶ يعني الأظهر أنها سنة مؤكدة، نعم. ¶ أحسن الله إليكم؛ سائل يقول: هل يجوز إطالة شعر الرأس اقتداءً بالرسول صلى الله عليه وسلم؟ ¶ يجوز أن تطيل شعرك لكن لا نقول إنه السنة؛ يعني يشرع التعبد بها، لا هي عادة، هي أمر عادي، كلبسه للعمامة، الرسول ما كان يلبس شماغ ولا غترة، نعم. ¶ أحسن الله إليكم. سائل يقول: هل يجوز حلق شعر الخدين أم أنه من اللحية؟ ¶ لا، من اللحية، نعم. ¶ أحسن الله إليكم؛ سائل يقول: هل الجساسة هي الدابة التي تكون في آخر الزمان؟ ¶ ................................................................................ ـــــــــــــــ ¶ لا لا لا؛ الدابة لها شأن وهذه لها شأن، أنا قلت لك: إنها شيطانة.. يعني تقوم بتتبع الأخبار للدجال، هي قرينة له وعاملة أو قائمة بشيء من مقاصده، ولهذا دعت أولئك القوم، دعتهم إلى أن يزوروا الدجال في ديره، نعم. ¶ أحسن الله إليكم؛ سائل يقول: هل يجوز شحن الجوال من كهرباء المسجد؟ ¶ ما لك وما للمسجد لا تشحن، يعني هو يبدو بسيط وسهل لكن.. يعني إن كان ما عندك سكن ولا عندك شيء ممكن، لكن ما دام عند سكن اشحنه من بيتك من غرفتك، نعم. ¶ سائل يقول: هل الريح الباردة في حديث ابن عمر هي الريح الطيبة في حديث النواس؟ ¶ لعلها هي، نعم، والله أعلم، يظهر أنها.. لأن صفتها مقاربة كلها، يعني ذكر فيها قبض أرواح المؤمنين، نعم. ¶ هل نزول المهدي من علامات الساعة الصغرى أم الكبرى؟",
            "page": "183",
            "part": "1"
        },
        {
            "id": "184",
            "nass": "والله كلمة كبرى وصغرى هذه أشياء اعتبارية، فيمكن نقول إنه من الكبرى لأنه يأتي في آخر الزمان، لكن العشرة.. أنا قلت لكم دائما أهل العلم إذا قالوا الأشراط الكبرى يعنون به العشر المذكورة في حديث حذيفة، نعم. ¶ أحسن الله إليكم. يقول: هل ورد أن الدجال من الجن؟ ¶ لا والله ما علمت؛ من الجن؟ لا لا، ما أذكر يعني إنه ذكر ما يدل على إنه من الجن ولو كان من الجن ما صار فيهم، لو كان الدجال من الجن ما كان هناك اشتباه في ابن صياد، ابن صياد ولد أسرة معروفة من اليهود، نعم. ¶ أحسن الله إليكم. يقول: هل ينطبق على هذا الزمان \" القابض على دينه كالقابض على الجمر \" ؟ ¶ على كل حال يمكن في بعض في بعض المواضع وفي بعض كذا، يعني الحمد لله الآن الإنسان ?ولله الحمد_ يمكن أن يقوم بدين الله من توحيده والعمل بالسنة ولا يؤذى، لكن يعني يمكن يصير إذا أراد الالتزام بالسنن، ويمكن يصير فيه شيء من المشقة عليه؛ لمخالفته عوائد الناس وأحوال الناس، يمكن أن يسخر به بعض، لكن هناك.. يعني الخير كثير ولله الحمد، نعم. ¶ ................................................................................ ـــــــــــــــ ¶ أحسن الله إليكم. يقول: هل صحيح أن جميع الأحاديث التي في خروج المهدي ضعيفة؟ ¶ لا ما هو بصحيح، قال المحققون: أحاديث المهدي منها الصحيح والحسن والضعيف؛ كما حقق ذلك الشوكاني وغيره، وبعضهم أنكر أحاديث المهدي لكن المعتمد عند أهل الحديث وأهل السنة إثبات خروج المهدي، نعم. ¶ أسأل الله يا شيخنا أن يرفع قدركم وأن يعلي ذكركم. ¶ وفق الله الجميع، ونفعنا وإياكم بما علمنا، وجزى الله القائمين والمرتبين لهذه الدورة خيرا ومن شارك فيها بحضوره، ونسأل الله أن يعلمنا وإياكم ما ينفعنا، وأن ينفعنا بما علمنا، نسأله أن لا يجعل ما علمنا علينا وبالا.",
            "page": "184",
            "part": "1"
        },
        {
            "id": "185",
            "nass": "وهذا جهد محدود يعني دورة مؤقتة، ولكن طريق العلم مستمر؛ فسيروا على الطريق واجتهدوا في تحصيل العلم الشرعي فإن الإنسان أحوج ما يكون إلى التفقه في دين الله؛ ليكون لديه الفرقان، وليكون لديه البصيرة، وليعتصم بذلك العلم من الفتن، كما سبق التنبيه على ذلك. نسأله تعالى أن يعصمنا وإياكم من مضلات الفتن....",
            "page": "185",
            "part": "1"
        }
    ],
    "t35983": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": null
        }
    ]
}