{
    "b35989": [
        {
            "id": "1",
            "nass": "دعاء ذي النون ¶ {فنادى في الظلمات أَن لَّا إِلَهَ إِلَّا أَنتَ سُبْحَانَكَ إِنِّي كُنتُ مِنَ الظَّالِمِينَ فاستجبنا له ونجيناه من الغم وكذلك ننجي المؤمنين} ¶ \" دراسة تحليلية ... \" ¶ د. علي ناصر مطلك /كلية الاداب - جامعة ذي قار ¶ مقدمة ¶ الحمد لله مجيب دعوة المضطرين ومفرج كرب المكروبين، والصلاة والسلام على سيدنا محمد المبعوث لرحمة العباد واله الامجاد وصحبه الانجاب. ¶ ان القران الكريم حافل بأدعية الانبياء \"عليهم السلام\" وهم يمثلون القمة في الاخلاص لله تبارك وتعالى، وكانت تراودني فكرة ان اكتب شيا عن دعاء من ادعية الانبياء\"عليهم السلام\" ففكرت في اختيار الدعاء، فوقع اختياري على دعاء يونس \"عليه السلام \"لما يحمل من قمة الربوبية والالوهية والتذلل لله \"عز وجل\"، فدرست هذا الدعاء المبارك دراسة تحليلية، وجعلت البحث مكونا من مقدمة وستة مباحث وخاتمة فتكلمت في المبحث الاول عن معاني الالفاظ في الدعاء اليونسي، وذكرت في المبحث الثاني وجوه الاعراب في الدعاء، وفي المبحث الثالث تكلمت عن وجوه القراءات الواردة وتاثيرها على المعاني، وفي المبحث الرابع فسرت الدعاء تفصيلا، وفي المبحث الخامس ذكرت اللطائف والوقفات البلاغية في الدعاء اليونسي، وفي المبحث السادس ذكرت الاشارات في الدعاء تشبهاً بأهل العرفان، ثم ختمت البحث بخاتمة وذكرت فيها ابرز ما توصلت اليه في جولتي في الدعاء، ثم ذكرت الهوامش، ثم قائمة باسماء المصادر والمراجع التي استقيت منها. ¶ والله اسأل إن أكون قد وفقت في عملي، والله من وراء القصد والحمد لله رب العالمين. ¶ المبحث الأول // معاني الألفاظ في الدعاء اليونسي ¶ غمَّ: تقول غممتُه إذا غطيته فانغم، غم يومنا بالفتح، فهو يوم غمُّ، إذا يأخذ بالنفس من شدة الحر، والغم واحد الغموم، والغمام السحاب، واحده غمامة1، ويقال غمَّه الشيء غمَّا من باب قتل: غطاه ومنه قيل: للحزن غمَّ لانه يغطي السرور والحلم، وهو في غمة، أي: حيرة ولبس، والجمع غمُم، ومنه الغمام لكونه ساتراً لضوء الشمس  i)  والفرق بين الغم والحزن هو ان الحزن خلاف السرور  ii) ،  والحزن هو حالة انقباض في القلب، كما أن السرور حالة انبساط  iii) . ¶ النجاة: الخلاص، والتناجي التحدث بالسر، والنجوة من الارض ما ارتفع منها، وقد يكنى بالنجوة عن الغائط، والنجي القريب ومنه قوله تعالى {وَقَرَّبْنَاهُ نَجِيّاً} (1)، والمناجاة: الحديث بين اثنين او اكثر من ذلك (2). ¶ المبحث الثاني //الإعراب ¶ فنادى: الفاء تدعى هذه بالفصيحة (3)، و (نادى) معطوفة على (ظن) في قوله تعالى: (فظن أن لن نقدر عليه) (4) (5) ¶ في الظلمات: متعلقة بحال من فاعل \"نادى\"",
            "page": "152",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "ان: مخففة من الثقيلة، واسمها ضمير الشان محذوفاً، وخبرها جملة {لا اله الا انت}، ويجوز ان تكون مفسِّرة؛ لان النداء فيه معنى القول دون حروفه (6). ¶ سبحانك: مفعول مطلق منصوب بفعل محذوف والجملة حالية. ¶ اني: ان واسمها، والجملة تعليلية (7). ¶ كنت من الظالمين: خبر لـ (انّ) ¶ و {من الظالمين} في محل نصب خبر كنت ¶ فاستجبنا: عطف على ما تقدم ¶ (له): متعلقة بـ (استجبنا). ¶ (من الغم): متعلقة بـ (نجيناه). ¶ (كذلك): متعلق بمحذوف مفعول مطلق، عامله \" نُنْجي \"، ويجوز ان تكون الكاف اسما بمعنى \"مثل\" في محل نصب مفعول مطلق نائب عن المصدر، فهو صفته (8). ¶ المبحث الثالث //وجوه القراءات الواردة في الدعاء وتاثيرها على المعاني. ¶ قوله تعالى: (نُنْجي) الجمهور على قراءة النونين وتخفيف الجيم، واختلف في ذلك، فابن عامر وابو بكر بحذف احد النونين وتشديد الجيم أي: نُجَّي، واختارها ابو عبيد لموافقة المصاحف، وقد طعن فيها لمنع الادغام في المشدد، واجيب عنه باجوبة، احسنها كما في الدر: ان الاصل ننجي بنونين، مضمومة فمفتوحة مع تشديد الجيم، فاستثقل توالي المثلين، فحذفت الثانية كما حذفت في {ونزل الملائكة تنزيلاً} (9)، والباقون بضم النون الاولى وسكون النون الثانية وتخفيف الجيم من انجي (10). ¶ وذكر العكبري ان الجمهور على الجمع بين النونين، وتخفيف الجيم ويقرا \"ننجي\" بنون واحدة وتشديد الجيم، وفيه ثلاثة اوجه:- احدها انه فعل ماضٍ وسكن الياء إيثارا للتخفيف، والقائم مقام الفاعل المصدر، أي: نجي النجاء، وهذا الوجه ضعيف من وجهين احدهما تسكين اخر الماضي والثاني اقامة المصدر مقام الفاعل مع وجود المفعول الصحيح، ومن المعلوم انه لا ينيب المصدر والظرف والجار والمجرور عن الفاعل الا مع فقد المفعول، فان وجد المفعول فهو مقدم على غيره في النيابة، والوجه الثاني {نجي} فعل مستقبل أي: فعل مضارع، قلبت منه النون الثانية جيما وأدغمت، وهذا الوجه ايضا ضعيف، والذي يبدو ان ضعف هذا الوجه للبعد بين مخرج النون وهو طرف اللسان، والجيم الذي هو من وسط اللسان، ويسمى الحرف الشجري لخروجه من شجرة اللسان، فبينهما بعد في المخرج، فكيف قلبت؟ والوجه الثالث: ان اصله {نُنَجي} بفتح النون الثانية ولكنها حذفت كما حذفت التاء الثانية في {تَظاهرون} (11) وهذا ضعيف ايضا لوجهين: احدهما ان النون الثانية اصل، وهي فاء الكلمة، فحذفها بعيد جدا، لان الاصلي هو الذي يثبت في جميع التصاريف، بخلاف الزائد الذي هو عكسه، والثاني: ان حركة النون الثانية غير حركة النون الاولى، فلا يستثقل الجمع بينهما، بخلاف قوله تعالى: {تظاهرون} الا ترى انك لو قلت {تتَحامى المظالم} لم يسع حذف التاء الثانية، وذلك للاختلاف بين الحركتين. (12) ¶ فقوله تعالى {وكذلك نُنْجي المؤمنين} بنون واحدة لانها في المصحف كذا، وتكلم النحويون في هذا، فقال بعضهم: هو لحن لانه نصب اسم ما لم يسم فاعله، وكان ابو اسحاق يذهب الى هذا القول، قال ابو اسحاق: (هذا خطا لا يجوز ضُرِب زيداً)، المعنى الضرب زيدا، لانه لا فائدة فيه، اذا كان ضربَ يدل على الضرب، ولابي عبيدة قول اخر، وهو انه ادغم النون في الجيم، وهذا القول لا يجوز عند احد من النحويين علمناه لبعد النون من الجيم فلا تدغم فيها (13)، فـ ((ننجي المؤمنين)) القراء يقرءونها بنونين وكتابها بنون واحدة، وذلك ان النون الاولى متحركة، والثانية ساكنة، فلا تظهر الساكنة على اللسان، فلما خفيت حذفت، وقد قرا عاصم ({نُجي} بنون واحدة، ونصب {المؤمنين} كانه احتمل اللحن، ولا نعلم لها جهة الا تلك، لان ما لم يسم فاعله اذا خلا باسم رفعه الا ان يكون اضمر المصدر في {نجَّي} فنوي به الرفع، ونصب {المؤمنين} فيكون كقولك: ضربَ الضرب زيداً، ثم تكني عن الضرب، فتقول: ضرب زيداً، وكذلك نجَّي النجاء المؤمنين. (14) ¶ قال ابن عاشور: ((اعلم ان كلمة \"ننجي\" كتبت في المصاحف بنون واحدة، كما كتبت بنون واحدة في قوله تعالى في سورة يوسف \"عليه السلام\" {فنجي من نشاء} (15)، ووجه ابو علي هذا الرسم بان النون الثانية لما كانت ساكنة، وكان",
            "page": "153",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وقوع الجيم بعدها يقتضي إخفاءها، لان النون الساكنة تخفى مع الاحرف الشجرية، وهي (الجيم – الشين – الضاد) فلما اخفيت حذفت في النطق، فشابه اخفاؤها حالة الاعجام، فحذفها كاتب المصحف في الخط لخفاء النطق بها في اللفظ، أي كما حذفوا نون (إنْ) مع (لا) في نحو (الا تفعلوه) من حيث انها تدغم في اللام، وقرا جمهور القراء باثبات النونين في النطق، فيكون حذف احدى النونين في الخط مجرد تنبيه على اعتبار من اعتبارات الاداء، وقرا ابن عامر وابو بكر عن عاصم بنون واحدة وبتشديد الجيم على اعتبار ادغام النون في الجيم كما تدغم في اللام والراء، وانكر ذلك عليهما ابو حاتم والزجاج، وقالا: هو لحن، ووجه ابو عبيد والفراء وثعلب قراءاتهما بان {نجي} سكنت ياءها، ولم تحرك على لغة من يقول بقيْ ورضيْ، فيسكن الياء، كما في قراءة الحسن {وذروا ما بقيْ من الربا} (16) بتسكين ياء (بقي)، وعن ابي عبيد والقتبي ان النون الثانية ادغمت في الجيم، ووجه ابن جني متابعا للاخفش الصغير بان اصل هذه القراءة {ننجي} بفتح النون الثانية وتشديد الجيم فحذفت النون الثانية لتوالي المثلين، فصار {نُجي}،وعن بعض النحاة تاويل هذه القراءة بان {نُجَّي} فعل مضي مبني للمجهول، وان نائب الفاعل ضمير يعود الى النجاء الماخوذ من الفعل، او الماخوذ من اسم الاشارة في قوله {وكذلك}، وانتصب {المؤمنين} على المفعول به على راي من يجوِّز انابة المصدر مع وجود المفعول به، كما في قراءة ابي جعفر {ليجزى} بفتح الزاي {قَوْماً بِما كَانُوا يَكْسِبُونَ} (17) بتقدير، ليجزى الجزاء قوما. وقال الزمخشري في الكشاف: \" ان هذا التوجيه بارد التعسف\")) (18) ¶ وقد ذكر صاحب مشكل القران في هذه الاية الكريمة اقوال القراء فيها، فقد قرا ابن عامر وابو بكر عن عاصم بنون واحدة وجيم مشددة، وكان يجب ان يفتح الياء، لانه فعل ماض لم يسم فاعله، ويجب ان ترفع {المؤمنين} على هذه القراءة، لانه مفعول لم يسم فاعله، وفعل ماض لم يسم فاعله، ولكن اتى على اضمار المصدر، اقامه مقام الفاعل، وهو بعيد؛ لان المفعول اولى بان يقوم مقام الفاعل، وانما يقوم المصدر مقام الفاعل عند عدم المفعول به، او عند المفعول به، او عند اشتغال المفعول به بحرف الجر، نحو قيم سير بزيد، فاما الياء فاسكنها في موضع الفتح كما يسكنها في موضع الرفع، وهو بعيد ايضا، انما يجوز في الشعر، وقال ابو عبيدة كما في تفسير القرطبي: ان \"نجي\" ليس هو في هذه القراءة فعل سمي فاعله، وانما ادغم النون الثانية في الجيم\" (19)، وهو قول بعيد ايضا، لان النون لا تدغم في الجيم ادغاما صحيحا، والاخفاء لا يكون معه تشديد، وقال علي بن سليمان: وهو في هذه القراءة فعل سمي فاعله، واصله {ننجي} بنونين وبالتشديد على \"تفعّل\" لكن حذفت النون الثانية لاجتماع النونين كما حذفت احدى التاءين في {تفرقون} و {تظاهرون}، وشبهه، واستدل من قال بهذين القولين الاخيرين على قوله بسكون الياء في {ننْجي} فدل سكونها على انه فعل مستقبل وهذا ايضا قول ضعيف، لان المثلين في مثل هذه الاشياء، لا يحذف الثاني استخفافا، (أي لاجل الخفة) الا اذا اتفقت حركة المثلين، نحو {تتفرقون} و {تتعاونون} فان اختلفت حركة المثلين لم يجز حذف الثاني نحو تُتَغافر الذنوب، وتُتَناتج الدواب، والنونان في {ننجي} قد اختلفت حركتهما، فلا يجوز حذف البتة والتاء المحذوفة في {تفرقوا} و {تعاونوا} زائدة فحذفها حسن اذا اتفقت الحركتان (20). ¶ قال الامام الطبري (رحمه الله تعالى): (اختلفت القراء في قراءة قوله: {ننجي المؤمنين} فقرأت ذلك قراءة الامصار سوى عاصم بنونين الثانية منهما ساكنة من انجيناه فنحن ننجيه، وانما قرءوا ذلك كذلك وكتابته في المصاحف بنون واحدة، لانه لو قرئ بنون واحدة وتشديد الجيم بمعنى ما لم يسمّ فاعله، كان {المؤمنون} رفعا وهم (أي: المؤمنين) في المصاحف منصوبون، ولو قرئ بنون واحدة وتخفيف الجيم كان الفعل للمؤمنين وكانوا رفعا، ووجب مع ذلك ان يكون قوله {نجي} مكتوبا بالالف، لانه من ذوات الواو وهو في المصاحف بالياء، فان قال قائل: فكيف كتب ذلك بنون واحدة، فقد علمت ان حكم ذلك اذا قرئ {ننجي} ان يكتب بنونين؟ قيل لان النون الثانية لما سكنت وكان الساكن غير ظاهر عن اللسان حذفت كما فعلوا ذلك بـ \"الاّ\" فحذفت النون من \"انْ\" لخفائها اذا كانت مندغمة باللام من \"لا\"، وقرا ذلك عاصم {نَّجي المؤمنين} بنون واحدة، وتثقيل الجيم، وتسكين الياء، فان يكن عاصم",
            "page": "154",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وجه قراءته ذلك الى قول العرب: ضرب الضرب زيداً، فكّنى عن المصدر الذي هو النجاء، وجعل الخبر اعني خبر ما لم يسمّ فاعله المؤمنين، كانه اراد وكذلك نجى النجاء المؤمنين، فكنى عن النجاء، فهو وجه، وان كان غيره اصوب، والا فان الذي قرأ من ذلك على ما قرءه لحن، لان المؤمنين اسم على القراءة التي قرأها ما لم يسم فاعله، والعرب ترفع ما كان من الاسماء كذلك، وانما حمل عاصم على هذه القراءة انه وجد المصاحف بنون واحدة وكان في قراءاته اياها على ما عليه قراءة القراء إلحاق بنون اخرى ليست في المصاحف، فظن ان ذلك زيادة ما ليس في المصحف، ولم يعرف لحذفها وجها يصرفه اليه) (21). ¶ وقال ابو جعفر الطبري ايضاً: (والصواب من القراءة التي لا استجيز غيرها في ذلك عندنا ما عليه قراءة الامصار من قراءته بنونين وتخفيف الجيم لاجماع الحجة من القراء عليها وتخطئتها خلافه) (22). ¶ وانما صحت هذه القراءة، لان القراءة بالنون الواحدة مشكل من الناحية العربية، والقران الكريم نزل بالفصيح، قال تعالى {إِنَّا أَنزَلْنَاهُ قُرْآناً عَرَبِيّاً لَّعَلَّكُمْ تَعْقِلُونَ}. ¶ والوقف على قوله تعالى {أَن لَّا إِلَهَ إِلَّا أَنتَ سُبْحَانَكَ إِنِّي كُنتُ مِنَ الظَّالِمِينَ} كاف، والوقف التام على قوله تعالى: {وَكَذَلِكَ نُنجِي الْمُؤْمِنِينَ} (23) ¶ المبحث الرابع //المعنى التفصيلي للدعاء اليونسي. ¶ قوله تعالى: {فنادى في الظلمات} ¶ اختلف العلماء في جمع الظلمات، ما المراد منه؟ فقالت فرقة منهم ابن عباس وقتادة \"رضي الله عنهم \":ظلمة الليل وظلمة البحر وظلمة الحوت، وذكر ابن ابي الدنيا حدثنا يوسف بن موسى حدثنا عبيد الله بن موسى عن اسرائيل عن ابي اسحاق عن عمرو بن ميمون، قال: حدثنا عبد الله مسعود في بيت المال، قال: لما ابتلع الحوت يونس \"عليه السلام\" اهوى به الى قرار الارض فسمع يونس تسبيح الحصى، فنادى في الظلمات ظلمات ثلاث (ظلمة الحوت وظلمة الليل وظلمة البحر) {أَن لَّا إِلَهَ إِلَّا أَنتَ سبحانك ..... } (24) ¶ وذكر الطبري راي بن عباس \"رضي الله عنهما\" المتقدم، ورجح في تفسير الظلمات، فقال ان الله اخبر عن يونس انه ناداه في الظلمات ان لا اله الا انت .... ، ولا شك انه قد عنى باحدى الظلمات بطن الحوت وبالاخرى ظلمة البحر، وفي الثالثة اختلاف، وجائز ان تكون تلك الثالثة ظلمة الليل وجائز ان تكون كون الحوت في جوف حوت اخر، ولا دليل على أي من ذلك من أي، فلا قول في ذلك اولى بالحق من التسليم لظاهر التنزيل (25)، يعني هناك قول اخر لتفسير الظلمات، وهي عبارة عن ظلمة البحر وظلمة حوت التقم الحوت الاول، ويصح ان يعبر بالظلمات عن جوف الحوت الاول فقط، كما قال تعالى: {في غَيَابَةِ الْجُبِّ} (26) وفي كل جهاته ظلمة، فجمع الظلمات على هذا النحو سائغ (27)، ومنهم من اعتبر انواعا مختلفة من الظلمات، فان كان النداء في الليل فهناك ظلمة الليل والبحر وبطن الحوت، وان كان في النهاء اضيفت اليه ظلمة امعاء الحوت، او ان حوتا ابتلع الحوت الذي هو في بطنه او لان الحوت اذا عظم غوصه في قعر البحر، كان ما فوقه من البحر ظلمة في ظلمة، اما قول من قال ان الحوت الذي ابتلعه غاص في الارض فان ثبت ذلك بخبر فلا كلام، وان قيل بذلك لكي يقع نداؤه بالظلمات فما تقدم يغني عن ذلك (28) ¶ قال صاحب الكشاف: ((والخطاب للمؤمنين \"في الظلمات\" أي: في الظلمة الشديدة المتكاثفة في بطن الحوت كقوله تعالى \" {ذهب اللّهُ بِنُورِهِمْ وَتَرَكَهُمْ فِي ظُلُمَاتٍ} وقوله تعالى \" {يُخْرِجُونَهُم مِّنَ النُّورِ إِلَى الظُّلُمَاتِ} وقيل: ظلمات بطن الحوت والبحر والليل، وقيل: ابتلع حوته حوت اكبر فحصل في ظلمتي حوتين وظلمة البحر (29))) فرأي الجمهور ان جمع الظلمات اما على حقيقتها وهي ظلمة بطن الحوت وظلمة البحر وظلمة الليل، وقيل: جمع الظلمات على المجاز، وهذا ما جنح اليه الزمخشري في الكشاف كما تقدم (30) فعلى هذا الراي جعلت الظلمة الشديدة المتكاثفة في بطن الحوت كانها ظلمات (31). ¶ وليل تقول الناس في ظلماته ... سواء صحيحات الحوت وعورها (32) ¶ وعلى راي من يقول ان الظلمات مبالغة في الظلمة وشدتها، فالظلمات وردت في القران الكريم مجموعة، لان الظلمات تدل على الظلم والباطل، وان طرق الباطل متشعبة ومتعددة",
            "page": "155",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وورد ان النور في القران الكريم فرد، لان النور طريق الحق، وهو واحد، لذلك افردت النور، وجمعت الظلمات في الكتاب العزيز كقوله تعالى: {وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيماً فَاتَّبِعُوهُ} (33) وقوله تعالى: {يُخْرِجُهُم مِّنَ الظُّلُمَاتِ إِلَى النُّوُرِ} (34) (35) ¶ وقوله تعالى: {أَن لَّا إِلَهَ إِلَّا أَنتَ} أي: بانه ان لا اله الا انت، على انَّ (انْ) مخففة من الثقيلة، والجار مقدر، وضمير الشان محذوف، او (ان) بمعنى (أي) فهي مفسِّرة، أي: لا يكون ابتلائي من هذا بغير سبب من جهتي (36)، وعن النبي \"صلى الله عيه واله وسلم\" انه قال: {ما من مكروب يدعو بهذا الدعاء الا استجيب له} (37)، وقوله تعالى: {سُبْحَانَكَ إِنِّي كُنتُ مِنَ الظَّالِمِينَ} أي: تنزهت يارب عن الظلم والنقص وقد كنت من الظالمين لنفسي، وانا الان من التائبين النادمين فاكشف عني المحنة. (38) ¶ فهذه الدعوة ((لا اله الا انت سبحانك)) هي الكلمات التي دعا بها يونس \"عليه السلام\" وهو في بطن الحوت، فاقبلت هذه الدعوة تحت العرش فقالت الملائكة يارب صوت ضعيف معروف من بلاد غريبة، فقال: اما تعرفون ذاك؟ قالوا: لا يارب ومن هو؟ قال: عبدي يونس، قالوا: عبدك يونس الذي لم يرفع له عمل متقبل ودعوة مجابة، قالوا: يارب اولا ترحم ما كان يصنع في الرّخاء، فتنجيه من البلاء قال: بلى فامر الحوت فطرحه في العراء. (39) ¶ وقوله تعالى: {اِنِّي كُنتُ مِنَ الظَّالِمِينَ} أي: ظلمت نفسي بفراري من قومي بغير اذنك، كأنه، قال: (كُنتُ مِنَ الظَّالِمِينَ، وانا من التائبين النادمين فاكشف عني المحنة)، يدل عليه قوله تعالى: {فَاسْتَجَبْنَا لَهُ} (40) ¶ قوله تعالى {فَاسْتَجَبْنَا له} الاستجابة مبالغة في الاجابة، وهي اجابة توبته مما فرط منه، واجابة دعائه الذي دعاه في ضمن الاعتراف لاظهار التوبة على الطف وجه واحسنه (41)، اخرج احمد والترمذي والنسائي والحكيم في \"نوادر الاصول\" والحاكم وصححه وابن جرير والبيهقي في \"الشعب\" وجماعة عن سعد بن ابي وقاص عن الني \"صلى الله عليه واله وسلم\": ((دعوة ذي النون اذ هو في بطن الحوت (لا اله الا انت سبحانك اني كنت من الظالمين) لم يدع بها مسلم ربّه في شيء قط الا استجاب له (42)، واخرج ابن ابي حاتم عن الحسن ان ذلك اسم الله - تعالى - الاعظم (43). ¶ وقوله تعالى: {وَنَجَّيْنَاهُ مِنَ الْغَمِّ} أي: اخرجناه من بطن الحوت وتلك الظلمات (44)، والانجاء وقع حين الاستجابة اذ الصحيح انه ما بقي في بطن الحوت الا ساعة قليلة، وانجاؤه هو بتقدير وتكوين في مزاج الحوت حتى خرج الى قرب الشاطئ، فتقاياه فخرج يسبح الى الشاطئ. (45) ¶ وهذا الحوت هو من صنف الحوت العظيم الذي يبتلع الاشياء الضخمة، ولا يقضمها باسنانه، وشاع بين الناس تسمية صنف من الحوت بحوت يونس رجماً بالغيب. ¶ وقوله تعالى: {وَنَجَّيْنَاهُ مِنَ الْغَمِّ} أي: الذي ناله حين التقمه الحوت بان قذفه الى الساحل بعد ساعات قال الشعبي: \"التقمه ضحى ولفظه عشية\"، وعن قتادة انه بقي ثلاثة ايام، وهو الذي زعمته اليهود وعن جعفر الصادق \"عليه السلام\" انه بقي سبعة ايام، وروى ابن ابي حاتم عن ابي مالك انه بقي اربعين يوماً وقيل المراد بالغم هو غم الخطيئة (46). ¶ قوله تعالى: {وَكَذَلِكَ نُنجِي الْمُؤْمِنِينَ} أي: اذا كانوا في غموم واخلصوا في ادعيتهم منيبين، لا سيما بهذا الدعاء وقد روي في الترغيب فيه اثار، قد تقدم شطر منها (47) (48). ¶ المبحث الخامس//اللطائف والوقفات البلاغية في الدعاء اليونسي ¶ في الدعاء اليونسي وردت اشارات ولطائف بيانية، يشار الى بعضها:- ¶ 1 - قوله: {فنادى في الظلمات ........ } ¶ هذا الدعاء العظيم من ادعية النبي يونس \"عليه السلام\" وهو يدل على حالة عظيمة من الانكسار والذل بين يدي المولى \"جل جلاله\" فليت العبد حينما تكون منه هنّة ان يعود الى الله بمثل ما عاد به يونس \"عليه السلام\" فتكون حاله كحال العبد يونس \"عليه السلام\"؛ اذ نجاه الله تعالى من العذاب ونجى قومه وهكذا فالعبد الصالح صلاحه يعم غيره، والطالح فساده كالشرر ينتشر الى غيره، فحذار من الانكباب على القاذورات",
            "page": "156",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "والمقحمات التي تقحم صاحبها في النار، فانها تقصر العمر وتقلل الرزق. ¶ 2 - لما اراد يونس \"عليه السلام\" السؤال والدعاء، قدم ذكر التوحيد والعدل، فقال: (لا اله الا انت ..... ) (49) وفي قوله تعالى .. {فَنَادَى فِي الظُّلُمَاتِ أَن لَّا إِلَهَ إِلَّا أَنتَ سُبْحَانَكَ} ان الانبياء معصومون، ولكنهم يشعرون امام عظمة الله سبحانه بالذنب والتقصير، وحتى عبادتهم لايعتبرونها عبادة لفرط ايمانهم بالله، وتجلي نورالله في افئدتهم، ويعتبرون عبادتهم نوعاً من التقصير بحق الله، لانها بالتالي عبادات بشر ضعفاء عاجزين، لذالك يقول (سبحانك) انت النزيه المقدس، اما نحن فبشر نتصف بالجهل والنقص والعجز، وقوله تعالى: {إِنِّي كُنتُ مِنَ الظَّالِمِينَ} لاني بشر، وانا شخصيا اتحمل مسؤولية خطئي ولا احمله ربي او الاقدار (50). ¶ 3 - وفي قوله تعالى: {لا اله الا انت} ليعلم انه تعالى ذكر كلمة (لا اله الا الله) في القران الكريم في سبع وثلاثين موضعا، وهي سورة البقرة (163، 255) وفي سورة ال عمران الايات (2،6،18)، النساء (اية 87)، الانعام الايتان (102،106)، الاعراف (ايه 158)، التوبة (31،129)، يونس (اية 90)، هود (اية 14)، الرعد (اية30)، النحل (اية 2)، طه الايات (8،14،98)، الانبياء الايات (25،87)،المؤمنون الاية (116)، النمل (26)، القصص (70 - 88)، فاطر (3)، الصافات (35)، الزمر (6)، المؤمن (غافر) (3،62،65)، الدخان (8)، محمد (19)، الحشر (22،23) التغابن (13) المزمل (9)، فهذه مجموع سبعة وثلاثين من كلمات لا اله الا الله وردت في القران الكريم (51)، قيل: اذا كان اخر الزمان فليس لشيء من الطاعات فضل كفضل (لا اله الا الله) لان صلاتهم وصيامهم يشوبهما الرياء والسمعة، وصدقاتهم يشوبهما الحرام، ولا الاخلاص في شيء منها، واما كلمة (لا اله الا الله) فهي ذكر الله، والمؤمن لايذكرها الا عن صميم القلب والاحاديث في فضل (لا اله الا الله) لا حصر لها ولا عد، فهي اس الدين (52). ¶ 4 - وقوله تعالى .. {إِنِّي كُنتُ مِنَ الظَّالِمِينَ} فيه انني ظلمت نفسي بفراري من قومي بغير اذنك، كأنه قال .. كنت من الظالمين وانا من التائبين النادمين، فاكشف عني المحنة، فقد وصف ربه (جل جلالة) بكمال الربوبية وصفة نفسه بقوله .. إِنِّي كُنتُ مِنَ الظَّالِمِينَ، بضعف البشرية والقصور في اداء حق الربوبية (53) وهذا القدر يكفي في السؤال على ما قال المتنبي: ¶ وفي النفس حاجات وفيك فطانة ... سكوتي كلام عندها وخطاب (54) ¶ وقوله تعالى: (فاستجبنا له) أي: دعاؤه الذي دعاه في ضمن الاعتراف واظهار التوبة على الطف وجه واحسنه، حتى قال بعض اهل العلم: ان ذلك اسم الله الاعظم، قال الالوسي في تفسيره: (وقد شاهدت اثر الدعاء به، ولله تعالى الحمد، حين امرني من اظن ولايته من الغرباء المجاورين في حضرت الباز الاشهب، وكان قد اصابني من البلاء ما الله اعلم به، وفي شرحه طول وانت ملول) (55) ¶ وقوله تعالى: {وَنَجَّيْنَاهُ مِنَ الْغَمِّ} قد تقدم معنى الغم في مبحث معاني الالفاظ (56)، ويمكن القول هنا ان هناك فرقا بين الهم والغم، فذكر ابو هلال العسكري ان الهم هو الفكر في ازالة المكروه واجتلاب المحبوب، وليس هو من الغم في الشيء، الا ترى انك تقول لصاحبك اهتم في حاجتي، ولا يصح ان تقول اغتم بها، والغم معناه ينقبض القلب معه، ويكون لوقوع ضرر قد كان او توقع ضرر او يتوهمه، وقد سمي حزن الذي تطول مدته حتى يذيب البدن هما، واشتق الهم من قولهم: انهمّ الشحم اذا ذاب وهمه اذا اذابه (57)، وقيل ان الغم ما لا يقدر الانسان على ازالته كموت المحبوب، والهم مما يقدر على ازالته كالافلاس مثلا، ويؤيده قوله تعالى في وصف اهل النار: {كُلَّمَا أَرَادُوا أَن يَخْرُجُوا مِنْهَا مِنْ غَمٍّ أُعِيدُوا فِيهَا} (58)، فان الكفار لم يكونوا قادرين على ازالة ما بهم من عذاب (59) ¶ والفرق بين الهم والغم والحزن هو ان الهم قبل نزول الامر ويطرد النوم والغم بعد نزول الامر ويجلب النوم والحزن الأسى على ما فات وخشونة في النفس لما يحصل فيها من الغم (60). ¶ وفي قوله تعالى: {وكذلك ننجي} ان كلمة (ننجي المؤمنين) تعطينا الامل باننا مهما فرطنا في جنب الله، فان باب الاستغفار مفتوح امامنا، ورحمة الله قابلة لان تسعنا فلا داعي للياس والقنوط (61).",
            "page": "157",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وتذليل الدعاء بـ (كذلك) من الانجاء الذي انجي به يونس \"عليه السلام\"،أي مثل ذلك الانجاء ننجي المؤمنين من هموم يحسب من يقع فيها ان نجاته عسيرة، وفي هذا تعريض للمشركين من العرب بان الله منجي المؤمنين من الغم والنكد الذي يلاقونه لسوء معاملة المشركين اياهم في بلادهم (62). ¶ المبحث السادس //من الاشارات في الدعاء اليونسي ¶ يشير الدعاء اليونسي الى ان ما اصاب النبي يونس\"عليه السلام\" من البلاء والنجاة منه لم يكن حكما خاصاً، بل هو حكم العام في حفظ تسلسل الدرجات والمراتب. ¶ ان الكثير من الحوادث المؤلمة والابتلاءات الشديدة والمصائب نتيجة لذنوبنا ومعاصينا، وهي سياط لتنبيه الارواح الغافلة، وهي مواقد لتصفية معادن ارواح الادميين، فمتى ما تنبه الانسان الى ترك الامور الثلاثة فانه سينجو حتما، والامور هي:- ¶ 1ـ التوجه الى حقيقة التوحيد وانه لا معبود ولا سند الا الله. ¶ 2ـ تنزيه الله تعالى من كل عيب وظلم وجور، وتجنب كل سوء ظن بذاته المقدسة. ¶ 3ـ اعتراف الانسان بذنبه وتقصيره، فليس المراد قراءة الالفاظ والكلمات فقط بل جريان حقيقتها في اعماق الروح الانسانية، أي ينسجم كل وجوده مع الالفاظ حين قراءتها (63). ¶ وذكر اهل العرفان في تفسير \"لا اله الا الله\" وجوها: ¶ 1 - قال ابن عباس \"رضي الله عنهما\": لا نافع ولا ضار ولا معز ولا مذل ولا معطي الا الله. ¶ 2 - قول \"لا اله الا الله \" اشارة الى المعرفة والتوحيد بلسان الحمد والتشديد الى الملك المجيد، فاذا قال العبد: لا اله الا الله فالمعنى لا اله له الآلاء والنعماء والقدرة والبقاء والعظمة والسناء والعز والثناء والسخط والرضا الا رب العالمين وخالق الاولين والاخرين وديّان يوم الدين، وعقول الخلق قاصرة عن معرفة الله تعالى، وقد روي عن ذي النون المصري، حينما سئل عن التوحيد. فقال او لم تعلم ان قدرة الله تعالى في الاشياء بلا مزاج وصنعه الاشياء بلا علاج، علة كل شيء صنعه، ولا علة لصنعه، ومهما تصور في نفسك شيء فالله بخلافه (64). ¶ فكل مؤمن يذكر الذكر اليونسي ينجو من همه وغمه الا انه لا بد ان يتجسد الذكر في وجوده، ويكون له حال يونس \"عليه السلام\" وروحانيته ويتفائل مع الذكر، ولا يكون مجرد لقلقة لسان، فان ذلك لا يؤثر ولا يوجب السير المعنوي والوصول الى المراحل الاخرى، والمراتب العليا فلا بد من تجلي الذكر في الوجود والروح، فالذكر اليونسي يشتمل على مقاطع اساسية، لا بد من الالتفات اليها، وتمثلها في وجوه الذاكر: ¶ 1. التوحيد الكامل المتكون في الرفض والاثبات، رفض الالهة جميعها لاسيما اله هواه: {{أَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ} (65)، ثم الاقرار بالله عقلا وروحا وعملا وقلبا جوانحاً وجوارحاً. ¶ 2. حسن الحضور بين يدي الله \"عز وجل\" وانه في حضرته وبعينه التي لا تأخذها سنة ولا نوم، فان يونس\"عليه السلام\" لم يقل: لا اله الا الله، بل قال: لا اله الا انت بالخطاب والحضور بانه كان يرى الله سبحانه ويخاطبه بكلمة انت، وكذلك كاف الخطاب في كلمة \"سبحانك\". ¶ 3. تنزيه الله تعالى من كل نقص وعيب وظلم وقبيح بقوله \"سبحانك\" فان التسبيح بمعنى التنزيه. ¶ 4. ولما كان الله منزها من كل شين ونقص وظلم، فما صدر من الخطا والعيب انما هو مني فيعترف الانسان بعيبه وخطأه والاعتراف بالخطا فضيلة. ¶ 5. الاعتراف بالذنب \"اني كنت من الظالمين\" فان الله يحب الاعتراف بالذنب، وان انين المذنبين احب اليه من تسبيح المسبحين. ¶ 6. الاعتراف والعلم بان الذنب من الظلم بالنفس \"اني كنت من الظالمين\" فمن يذنب انما يظلم نفسه اولاً. ¶ 7. لم يقل يونس (عليه السلام) سبحانك كنت ظالما، بل قال كنت من الظالمين، وهذا يعني الندم على ما فعل والتوبة من الذنب حيث يرى نفسه كان من قبل من الظالمين، فلا يريد ان يكون ظالما. ¶ 8. كأنما يونس (عليه السلام) يفكر في الناس، ففي مقام العفو والتوبة لم يذكر نفسة فقط، بانه كان ظالما، بل اشار الى الاخرين\" اني كنت من الظالمين \"، فمتى يحصل على مثل هذه المعاني والمفاهيم في وجوده، ويتفاعل بها، ويرى ظلمه وذنبه حاضرا بين يدي الله المنزه من كل عيب وظلم، ويبكي",
            "page": "158",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "في سجوده غارقا في ظلمات ذنوبه واثامه ومعاصيه، وفي صفاته الرذيلة كالرياء والتكبر والبخل وحب الدنيا والنساء والاموال، فيتوجه في كل وجوده ومشاعره وحواسه الى الله سبحانه ليخلصه من كل عيب ورين ونقص، فانه بلا شك يذهب غمه على ما مضى من حياته وما بدر منه من المآثم التي منعته من الرقي والتكامل والوصول الى الحق والفناء لله سبحانه، والكون في مقعد صدق عند مليك مقتدر ليسقيه ربه شرابا طهورا، كما ينجيه من همه للمستقبل المجهول والدهر الخوان الذي لا يدري ما خبأ له (66). ¶ وفي قوله تعالى: {فَنَادَى فِي الظُّلُمَاتِ ... } ومن الاشارة فيها ما قيل: أي اني كنت من الظالمين لنفسي بالمبادرة الى المهاجرة، وبتركي مثل هذه العبادة التي قد فرغتني لها في بطن الحوت، فاستجاب الله \"عز وجل\"، وقال \"جل جلاله\": {فَلَوْلَا أَنَّهُ كَانَ مِنْ الْمُسَبِّحِين َلَلَبِثَ فِي بَطْنِهِ إِلَى يَوْمِ يُبْعَثُونَ (67) (68). وفي الخصال عن الامام الصادق \"عليه السلام\": عجبت لمن يفزع من اربع، كيف لا يفزع الى اربع ........ الى قوله: عجبت لمن اغتم كيف لا يفزع الى قوله تعالى: لا اله الا انت سبحانك اني كنت من الظالمين فاني سمعت الله يقول بعقبها {فَاسْتَجَبْنَا لَهُ وَنَجَّيْنَاهُ مِنَ الْغَمِّ وَكَذَلِكَ نُنجِي الْمُؤْمِنِينَ} (69) ¶ وهذا الذكر اليونسي ينبغي ان ينسجم بكل وجوده مع تلك الالفاظ حين قراءتها، ويلزم التذكير بهذه المسألة، وهي ان العقوبات الالهية على نحوين: ¶ اولا –عذاب الاستئصال أي: العقوبة النهائية التي تحل لمحو الافراد الذين لا يمكن اصلاحهم، حين اذ لا ينفعهم أي دعاء، لان اعمالهم ذاتها ستكرر بعد هدوء عاصفة البلاد ¶ ثانيا- عذاب التنبيه، والذي له صفة تربوية، فهو يرتفع مباشرة، وذلك بمجرد ان يؤثر اثره، ويتنبه الخطا، ويثوب الى رشده ومنها يتضح ان احداث فلسفات الافات والابتلاءات والحوادث المرة هي التوعية والتربية. ¶ ان حادثة يونس \"عيه السلام\" تحدر بصورة ضمنية جميع قادة الحق والمرشدين اليه بالسبل المختلفة بان لا يتصوروا انتهاء مهمتهم مطلقا، ولا يستصغروا أي جهد وسعي في هذا الطريق، لان مسؤوليتهم ثقيلة جدا (70) ولا يخفى كما عند ارباب السير والسلوك ان من يقول الذكر اليونسي عليه ان يتمّه، فلا يكتفي بقوله {لا اله الا انت سبحانك اني كنت من الظالمين}، بل يكمل ذلك بقوله {فاستجبنا له ونجيناه من الغم وكذلك ننجي المؤمنين}، فان الاكتفاء بالقسم الاول يوجب الهم والغم، والفرق بين الهم والغم، ان الهم باعتبار ما مضى، والدهر باعتبار المستقبل، فان الدهر خوان، ولا تدري ما يضم لك الدهر الخوان. ¶ ثم الذكر اليونسي ربما يتلى باعداد خاصة ولحوائج مختلفة، كما يعرفها اهله من اصحاب السير والسلوك (71). ¶ الخاتمة ¶ بعد هذه الجولة المباركة في الدعاء اليونسي يمكن إن نستخلص منها ما يلي:- ¶ 1. إن الدعاء له أثر عظيم في حياة العظماء الافذاء ومنهم ذو النون \"عليه السلام\" ومن وفق للدعاء اعطي الاجابة. ¶ 2. دعوة ذي النون \"عليه السلام \" دليل على ان المؤمن يلجا الى الله \"عز وجل\" في ساعة الكرب والشدة. ¶ 3. ان المؤمن اذا ادى ما اوجب الله سبحانه وتعالى لا بد ان الله \"عز وجل\" يفرج عنه ظلمات الدنيا اذا ما وقع في ضائقة مالية او حالة صحية حرجة، وذلك بفضل ايمانه وطاعته.",
            "page": "159",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "4. ¶ 5.  Conclusion ¶ 6. ¶ 7. After these the blessing tour in (Alyounsi requesting) might extract what follow: ¶ 8. this the requesting constitute great vestige in blockbusters life from them Theu Alnoon \"on him salaam\" and from arrived for the requesting taken the answer . ¶ 9. An requesting Theu Alnoon \"on him the peace\" evidence on this insured go to Allah in an time the woe and ferocity ¶ 10. That insured if execute what devoirs, then Allah eject from him injustices the macrocosm when him become in need is financial or hygiene adverb forestry, because his confidence and subordination. ¶ 11. Told us transcendent Allah ,that insured his acts of the benevolent this benefit in an darks today the clock , and an acts benevolent taken from the living in life world, and the acts benevolent most ,the science , the pietism , Allah citation and do the right . ¶ 12. that is Youns \"on him the peace\" after whale his engulfed, and he in is darks three ,dark is the whale abdomen, dark is the sea concave, and dark is the night. said to the god in that darks, no god except thee, Allah his eject, and that requesting for every insured . ¶ 13. that 'Alyounsi the citation' from the darling book citation and charge commend , and commend (knowledge mates) . ¶ 14. ¶ 15. ¶ 16.  اخبرنا الله تعالى ان المؤمن يسعى نوره بين يديه يوم القيامة يضيء له ظلمات الاخرة، وانما ياخذ نوره من هذه الدنيا، ودنيا المؤمن فيها نور العلم والعمل الصالح والتقوى، ومن التقوى ذكر الله \"عز وجل\" على كل حال وفي جميع الاحوال. ¶ 17. ان يونس \"عليه السلام\" بعد ان ابتلعه الحوت، وكان في ظلمات ثلاثة: ظلمة بطن الحوت وظلمة قعر البحر وظلمة الليل، نادى ربه في تلك الظلمات: لا اله الا انت سبحانك اني كنت من الظالمين، فنجاه الله، وهذا لا يختص به، فان الله قال: {وكذلك ننجي المؤمنين}، وهذه بشرى للمؤمنين. ¶ 18. هذا الذكر اليونسي من الاذكار القرانية والتي يوصي بها ارباب السير والسلوك واصحاب المعرفة، فعلى المؤمن ان يتنسم عبير وشذى هذا الدعاء العظيم الذي نجى الله به عبده يونس \"عليه السلام \" ¶ وفي الختام اسال الله تعالى ان اكون قد وفقت في عرض فقرات هذا الدعاء اليونسي، وما فيه من لمحات وعظات سائلا المولى الجليل ان يكتب لي هذا الجهد القليل خدمة للقران الكريم، وان يجعلني الله من اهله وخاصته، انه نعم المولى ونعم النصير، وصلى الله على محمد واله الطيبين وصحبه الخيرين المنتجبين. ¶ الهوامش ¶ 1 - ينظر الصحاح للجوهري، 4/ 1997 – 1998. ¶ 2 - ينظر المفردات للراغب، ص613. ¶ 3 - ينظر الصحاح للجوهري، 4/ 1997 – 1998. ¶ 4 - ينظر التحقيق في كلمات القران الكريم للمصطفوي، 7/ 328 - 329.",
            "page": "160",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "5 - مريم / الاية 52. ¶ 6 - ينظر الصحاح للجوهري، 4/ 2501 - 2502 - 2503، مادة نجا، لسان العرب، 14/ 61وما بعدها. ¶ 7 - فاء الفصيحة هي التي تفصح (أي تبين وتكشف عن المحذوف وتدل عليه وعلى ما نشأ عنه)، ولانها احيانا تفصح عن جواب شرط مقدر. ينظر النحو الوافي لعباس حسن، 3/ 635 - 636. ¶ 8 - سورة يونس اية 86. ¶ 9 - ينظر اعراب القران وبيانه، تاليف الاستاذ محيي الدين الدرويش، 5/ 66. ¶ 10 - ينظر المصدر نفسه، 5/ 66. ¶ 11 - ينظر المصدر نفسه، 5/ 66. ¶ 12 - ينظر الجدول في اعراب القران وصرفه وبيانه، 9/ 61 - 62 - 63. ¶ 13 - الفرقان / الاية 25. ¶ 14 - ينظر إتحاف فضلاء البشر للعلامة الشيخ احمد بن محمد البناء، 2/ 266 - 267. ¶ 15 - سورة / الاية 85. ¶ 16 - ينظر املاء ما من به الرحمن لابي البقاء العكبري 2/ 136. ¶ 17 - معاني القران واعرابه للزجاج، 2/ 626. ¶ 18 - ينظر معاني القران للفراء، 2/ 210. ¶ 19 - سورة يوسف /الاية 110. ¶ 20 - البقرة / الاية 278. ¶ 21 - الجاثية / الاية 14. ¶ 22 - ينظر التحرير والتنوير لابن عاشور، 17/ 132 - 133 - 134). ¶ 23 - ينظر تفسير القرطبي، 11/ 229. ¶ 24 - ينظر مشكل اعراب القران لابي طالب القيسي، ص 481 - 484 - 483 ¶ 25 - تفسير الطبري، 17/ 97 - 98. ¶ 26 - المصدر نفسه، 17/ 98. ¶ 27 - ينظر القطع والائتناف للنحاس، ص336. ¶ 28 - ينظر الجامع لاحكام القران للقرطبي، 11/ 227. ¶ 29 - ينظر تفسير الطبري 17/ 96. ¶ 30 - يوسف ايه 10. ¶ 31 - ينظر الجامع لاحكام القران، للقرطبي، 11/ 227. ¶ 32 - ينظر التفسير الكبير للرازي، 22/ 181. ¶ 33 - الكشاف للزمخشري 3/ 202—203. ¶ 34 - ينظر المصدر نفسه، ص202 - 203. ¶ 35 - روح المعاني للالوسي، 17/ 112، التحرير والتنوير لابن عاشور، 17/ 132. ¶ 36 - لسان العرب لابن منظور، 2/ 302. ¶ 37 - الانعام اية 153. ¶ 38 - البقرة اية 257. ¶ 39 - ينظر البرهان في علوم القران للزركشي، 4/ 15 - 16. ¶ 40 - ينظر الكشاف الزمخشري، 3/ 203، روح المعاني، للالوسي، 17/ 112. ¶ 41 - ينظر فيض القدير شرح الجامع الصغير للمناوي 3/ 702. ¶ 42 - ينظر صفوة التفاسير للصابوني،2/ 272. ¶ 43 - ينظر تفسير ابن كثير، 3/ 192.",
            "page": "161",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "44 - ينظر التفسير الكبير للرازي، 22/ 216. ¶ 45 - ينظر التحرير والتنوير لابن عاشور،17/ 132. ¶ 46 - ينظر فيض القدير شرح الجامع الصغير للمناوي 3/ 702. ¶ 47 - ينظر سنن النسائي، 6/ 168. ¶ 48 - ينظر تفسير ابن كثير 3/ 193. ¶ 49 - ينظر التحرير والتنوير لابن عاشور،17/ 132. ¶ 50 - ينظر روح المعاني للالوسي، 17/ 112. ¶ 51 - ينظر ص6 - 8 من هذا البحث. ¶ 52 - ينظر تفسير القاسمي، 11/ 288. ¶ 53 - ينظر مجمع البيان للطبرسي، 7/ 115. ¶ 54 - ينظر من هدي القران لمحمد تقي المدرسي، ص368. ¶ 55 - ينظر اسرار التنزيل وانوار التاويل للرازي، ص134 - 136. ¶ 56 - المصدر نفسه، ص47 - 48. ¶ 57 - ينظر التفسير الكبير للرازي 22/ 216. ¶ 58 - ينظر ديوان ابي الطيب المتنبي، بشرح ابي البقاء العكبري، 1/ 198. ¶ 59 - روح المعاني للالوسي، 17/ 112. ¶ 60 - ينظر ص2 من هذا البحث. ¶ 61 - ينظر معجم الفروق اللغوية لابي هلال العسكري، ص560. ¶ 62 - الحج اية 22. ¶ 63 - ينظر معجم الفروق اللغوية لابي هلال العسكري، ص560. ¶ 64 - ينظر مجمع البحرين للطريحي، ص437. ¶ 65 - ينظر من هدي القران، لمحمد تقي المدرسي، ص368. ¶ 66 - ينظر التحرير والتنوير، لابن عاشور، 17/ 134. ¶ 67 - ينظر الامثل في تفسير كتاب الله المنزل، للشيخ ناصر مكارم الشيرازي، 10/ 207 - 208. ¶ 68 - ينظر اسرار التنزيل وانوار التاويل، للفخر الرازي، ص136. ¶ 69 - الفرقان الايه 43. ¶ 70 - ينظر منهل الفوائد في تتمة الرافد، للسيد عادل العلوي، ص239 - 240 - 241. ¶ 71 - الصافات الاية 143 - 144. ¶ 72 - ينظر تفسير الصافي للفيض الكاشاني، 3/ 252 - 253. ¶ 73 - ينظر الخصال لابن بابويه القمي، ص246 - 247. ¶ 74 - ينظر الامثل في تفسير كتاب الله المنزل، للشيخ ناصر مكارم الشيرازي 10/ 209. ¶ 75 - ينظر منهل الفوائد في تتمة الرافد، السيد عادل العلوي، القسم الاول ص241. ¶ المصادر والمراجع ... (القران الكريم) ¶ 1 - اعراب القران وبيانه، تاليف محيي الدين الدرويش، منشورات الملك، ط2 (1428هـ). ¶ 2 - اتحاف فضلاء البشر بالقراءات الاربعة عشر، المسمى (منتهى الاماني والمسرات في علوم القراءات)، تاليف العلامة الشيخ احمد بن محمد البنا، حققه وقدم له الدكتور شعبان محمد اسماعيل، عام الكتب، مكتبة الكليات الازهرية، ط1، (407) هـ - 1987م). ¶ 3 - املاء ما من به الرحمن من وجوه الاعراب والقراءات في جميع القران، لابي البقاء عبد الله بن الحسين بن عبد الله العكبري، دار الكتب العلمية بيروت، لبنان، الناشر مؤسسة الصادق، طهران.",
            "page": "162",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "4 - اسرار التنزيل وانوار التاويل، للامام فخر الدين الرازي، تحقيق محمود احمد محمد بابا علي الشيخ عمر- صالح محمد عبد الفتاح. ¶ 5 - الامثل في تفسير كتاب الله المنزل، للشيخ ناصر مكارم الشيرازي، مؤسسة البعثة (بيروت) للطباعة والشر والتوزيع، ط1، (1413هـ ـ 1992م). ¶ 6 - البرهان في علوم القران، للامام بدر الدين محمد بن عبد الله الزركشي، (ت 794هـ)، خرجه احاديثه مقدمة له وعلق عليه عبد القادر عطا، دار الفكر للطباعة والنشر والتوزيع (1421هـ - 2001م)، (بيروت– لبنان) ¶ 7 - التحقيق في كلمات القران الكريم، للمحقق المفسر العلامة المصطفوي، مركز نشر اثار العلامة مصطفوي، طهران. ¶ 8 - التحرير والتنوير، للاستاذ الامام محمد الطاهر بن عاشور، الدار التونسية للنشر. ¶ 9 - تفسير الطبري المسمى جامع البيان عن تاويل آي القران، للامام ابي جعفر محمد بن جرير الطبري، ضبط وتحقيق محمود شاكر الحرستاني، تصحيح علي عاشور، دار احياء التراث العربي (بيروت لبنان)، ط1، (1421هـ - 2001م). ¶ 10 - تفسير ابن كثير المسمى تفسير القران العظيم، للامام الجليل الحافظ عماد الدين ابي الفداء اسماعيل بن كثير القريشي الدمشقي (ت774هـ) دار حياء التراث العربي، شارع سوريا – بناية درويش، بيروت، (1388هـ - 1969م). ¶ 11 - التفسير الكبير، للامام الفخر الرازي، طبعة جديدة مصححة وملونة، اعداد مكتب تحقيق دار احياء التراث العربي (بيروت – لبنان). ¶ 12 - تفسير القاسمي المسمى محاسن التاويل، تاليف محمد جمال الدين القاسمي (1866هـ -1914م) وقف على طبعه وتصحيحه، ورقمه وخرج احاديثه، وعلق عليه محمد فؤاد عبد الباقي، دار الفكر، بيروت، ط2، (1398هـ - 1914م). ¶ 13 - تفسير الصافي، تاليف المولى محسن الملقب بـ\"الفيض الكاشاني\" (ت 1091هـ)، منشورات مكتبة الصدر – ايران – طهران، شارع ناصر خسرو. ¶ 14 - الجامع لاحكام القران، لابي عبد الله محمد بن احمد الانصاري القرطبي (ت 671هـ)، اعتنى به وصححه الشيخ هاشم سمير البخاري، طبعة جديدة مصححة، دار احياء الراث العربي (بيروت / لبنان)، 116/ 227 - 228 ¶ 15 - الجدول في اعراب القران وصرفه وبيانه مع فوائد نحويه هامة، تصنيف محمود صافي، اشراف اللجنة العلمية بدار الرشيد، طهران، ط1. ¶ 16 - الخصال للشيخ الجليل الاقدم الصدوق ابي جعفر محمد بن الحسين بن بابويه القمي، ت381، صححه وعلق عليه علي اكبر الغفاري، تحقيق مؤسسة النشر الاسلامي التابعة لجماعة المدرسين بقم. ¶ 17 - ديوان ابي الطيب المتنبي، بشرح ابي البقاء العكبري المسمى بالتبيان في شرح الديوان ضبطه وصححه ووضع فهارسه: ¶ مصطفى السقا ... ابراهيم الابياري ... عبد الحفيظ شلبي ¶ الاستاذ بكلية الاداب ... مدير ادارة احياء ... مدير المكتبات ¶ جامعة القاهرة ... التراث القديم ... الفرعية بدار الكتب المصرية ¶ دار الفكر للطباعة والنشر والتوزيع، (1423هـ - 2003م). ¶ 18 - روح المعاني في تفسير القران العظيم والسبع المثاني، طبعة جديدة مصححة، تحقيق محمد احمد الامل- عمر عبد السلام السلامي، دار احياء التراث العربي، مؤسسة التاريخ العربي، بيروت لبنان، ط1 (1420هـ - 1999م). ¶ 19 - سنن النسائي، دار الكتب العلمية بيروت، ط1، 1411. ¶ 20 - الصحاح تاج اللغة وصحاح العربية، تاليف اسماعيل بن حماد الجوهري، تحقيق احمد عبد الغفور عطار، دار العلم للملايين، بيروت. ¶ 21 - ينظر صفوة التفاسير، للشيخ محمد علي الصابوني، دار القلم ـ مكتبة جدة، ط 5،طبعة منقحة (1406هـ ـ1986م). ¶ 22 - فيض القدير شرح الجامع الصغير، للمناوي (1415هـ)، دار الكتب العلمية الطبعة الاولى. ¶ 23 - القطع والائتناف او الوقف والابتداء، تاليف ابي جعفر احمد بن محمد بن اسماعيل النحاس، (ت 338هـ)، تحقيق احمد فريد المزيدي، منشورات محمد علي بيضون، لنشر كتب اهل السنة والجماعة، دار الكتب العلمية بيروت / لبنان، ط 1، (1423هـ -2002م). ¶ 24 - الكشاف عن حقائق التنزيل وعيون الاقاويل في وجوه التاويل، لابي القاسم جار الله محمود بن عمر الزمخشري الخوارزمي، شرحه وضبطه وراجعه يوسف الحمادي المستشار الاسبق للتربية الدينية في جمهورية مصر العربية، الناشر مكتبة مصر. ¶ 25 - لسان العرب للامام العلامة ابن منظور (630 - 711هـ)، طبعة ملونة، دار احياء التراث العربي – مؤسسة التاريخ العربي، بيروت – لبنان، ط3 (1419هـ - 1999م).",
            "page": "163",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "26 - مجمع البحرين، للعالم المحدث الفقيه الشيخ فخر الدين الطريحي، اعاد بناءه على الحرف الاول من الكلمة وما بعده على طريقة المعاجم المصرية محمود عادل. ¶ 27 - مجمع البيان لعلوم القران، لابي علي الفضل بن الحسن الطبرسي، موسسة الهدى للنشر والتوزيع (1394هـ- 1974م) (ت548هـ). ¶ 28 - مشكل اعراب القران لابي محمد مكي بن ابي طالب القيسي (355هـ - 437هـ)، دراسة وتحقيق حاتم صالح الضامن، منشورات وزارة الاعلام في الجمهورية العراقية (سلسلة كتب التراث 38).معاني القران، لابي زكريا يحيى بن زياد الفراء (ت207هـ) تحقيق ومراجعة الاستاذ محمد على النجار، الدار المصرية للتاليف والترجمة. ¶ 29 - معاني القران واعرابه لابي اسحاق ابراهيم بن السري الزجاج (ت311هـ)، شرح وتحقيق د. عبد الجليل عبده شلبي، خرج احاديثه الاستاذ على جمال الدين محمد، دار الحديث، القاهرة (1424 - 2004م). ¶ 30 - معجم الفروق اللغوية الحاوية لكتاب ابي هلال العسكري، وجزء من كتاب السيد نور الدين الجزائري، تحقيق مؤسسة النشر الاسلامي التابعة لجماعة المدرسين بقم، سنة 1421هـ - ق. ¶ 31 - مفردات الفاظ القران، للعلامة الراغب الاصفهاني، تحقيق صفوان عدنان داوودي، ذوي القربى، دار القلم دمشق، الدار الشامية – بيروت ط (1416هـ - 1996م)، حقوق الطبع محفوظة. ¶ 32 - منهل الفوائد في تتمة الرافد العلامة السيد عادل العلوي، المؤسسة الاسلامية العامة، للتبليغ والاشاد، ط1، (1423هـ)، ايران – قم. ¶ 33 - النحو الوافي مع ربطه بالاساليب الرفيعة والحياة اللغوية المتجددة، القسم الموجز لطلبة الجامعات والمفضل للأساتذة والمتخصصين، تاليف عباس حسن، انتشارات ناصر خسرو – طهران.",
            "page": "164",
            "part": "1"
        }
    ],
    "t35989": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "دعاء ذي النون"
        }
    ]
}