{
    "b35997": [
        {
            "id": "1",
            "nass": "إقامة الحجة ¶ بأن المتمتع عليه سعيان سعي العمرة وسعي الحجة ¶ بسم الله الرحمن الرحيم ¶ …الحمد لله رب العالمين والصلاة والسلام على سيد الأنبياء والمرسلين وعلى آله الطيبين الطاهرين وعلى أزواجه أمهات المؤمنين وعلى أصحابه أجمعين. ¶ …أما بعد فاعلم أيها الأخ الكريم أن الحرمين الشريفين مكة المكرمة والمدينة المنورة كانا مرجع للعلماء والفقهاء والقادة والسادة فكان علماء العالم يأتون من البلاد الدانية والقاصية والقرى المتقاربة والمتباعدة فيظهرون ما في قلوبهم من علم ويناظرون فيما بينهم لأجل إظهار الحق وإتمام الحجة فإذا وضح لهم الحق قبلوه وتداينوا به. ¶ كما وقعت المناظرة في المسجد الحرام بين الإمامين الكبيرين مالك بن أنس الأصبحي المدني وأبي حنيفة النعمان بين ثابت الكوفي في مسألة ثواب الجن وعقابهم . ¶ …فقال أبو حنيفة يكفيهم من الثواب أنهم ينجون من النار واحتج بقوله تعالى ( يفغر لكم من ذنوبكم ويجركم من عذاب أليم ) وقال مالك لهم من الكرامة بالجنة وحكم الثقلين واحد واحتج بقوله تعالى ( ولمن خاف مقام ربه جنتان ) وقوله ( لم يطمثهن إنس قبلهم ولا جان ) ¶ واحتج الإمام البخاري بقوله تعالى ( يا معشر الجن والإنس ألم يأتكم رسل منكم يقصون عليكم آياتي ). ¶ …ووجه الدلالة منها على العقاب أنه تعالى قال ( ينذرونكم لقاء يومكم هذا ) وعلى الثواب أنه تعالى قال ( لكل درجات مما عملوا )وكذلك وقعت المناظرة في المسجد الحرام بين الإمامين الجليلين الإمام الفقيه ناصر السنة محمد بن إدريس الشافعي والإمام الفقيه المجتهد المحدث إسحاق بن راهويه وكانت هذه المناظرة بحضرة الإمام الفقيه المحدث الحافظ أحمد بن حنبل وكانت هذه المناظرة في مسألة جواز بيع دور مكة ورباعها وكرائها فكان الإمام الشافعي يقول بجواز ذلك وكان إسحاق ينكر ذلك فطالت المناظرة حتى غلب الشافعي وسكت إسحاق فكان إسحاق يقول جمع الله للشافعي عقله لقلة عمرة.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "…وقال الإمام أحمد وقيل له لا يصح في هذه المسألة حديث ؟ قال إن لم يصح فيها حديث ففيه قول الشافعي وحجته أثبت شيء فيها ¶ وقال أبو داوود ما رأيت أحمد بن حنبل يميل إلى أحد ميله إلى الشافعي وكان هذا الذي كان الزمان فاضلاً والعهد عهدا كريما ما دب التعصب في قلوبهم وما صار طلب العلو شعارا لهم فلما انعكس الأمر فأعجب كل ذي رأي برأيه لا يميل إلى قول أحد ولو كان صواباً ويرجح قول نفسه ولو كان خطأً ترك الحق وظهر الجدال والخصام في الباطل فترى المناظرين كأنهما ديكان يتحرشان والله يهدي من يشاء إلى صراط مستقيم . ¶ …وهذا صاحبنا وأخونا في الله تعالى لما وقع بيني وبينه خصام في بعض المسائل فلم يقبل قولي ولم أقبل قوله كلنا مصر على رأيه والله تعالى أسئلة أن يرينا الحق حقا ويرزقنا إتباعه ويرينا الباطل باطلا ويرزقنا اجتنابه وأنا أذكر لك أيها الأخ بعض المسائل التي وقعت بيني وبين صاحب فيها خصام . ¶ المسألة الأولى ¶ …مسألة السعي للمتمتع يقول صاحبي أنه ليس على المتمتع إلا سعي واحد يوم قدومه بمكة فطوافه بالبيت وسعيه بين الصفا والمروة يكفيه من سعي يوم النحر وهذا خلاف الجمهور من العلماء والفقهاء فإنهم يقولون لابد للمتمتع من طوافين وسعيين طواف وسعي يوم القدوم وطواف وسعي يوم النحر وأما القارن فيكفيه سعي واحد يوم القدوم فإن طوافه وسهيه يوم القدوم يكفيه عن السعي يوم النحر لأن القارن لابد له من عمل الحج مع عمرته لأنه عقد الحج والعمرة معاً فلابد له من إتمامهما كما عقدهما وأما المتمتع فإنه وقع بين عمرته وحجه فصل واحلال فلو لم يرد الحج ورجع إلى بلاده لم يلزمه أن يحج فحصل الفرق بين القارن والمتمتع. ¶ واحتج صاحبي بحديث جابر عند مسلم لم يطف النبي صلى الله عليه وسلم ولا أصحابه بين الصفا والمروة إلا طوافا واحداً .",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وفي رواية عنده عن جابر قال خرجنا مع رسول الله صلى الله عليه وسلم مهلين بالحج معنا النساء والولدان فلما قدمنا مكة طفنا بالبيت و بالصفا والمروة فقال لنا رسول الله صلى الله عليه وسلم من لم يكن معه هدي فليحلل قال قلنا أي الحل قال الحل كله فأتينا النساء ولبسنا الثياب ومسسنا الطيب فلما كان يوم التروية أهللنا بالحج وكفانا الطواف الأول بين الصفا والمروة فأمرنا رسول الله صلى الله عليه وسلم أن نشترك في الإبل والبقر كل سبعة منا بدنه. ¶ …قال هذا صريح في إجزاء السعي الواحد للمتمتع هذا ما فهمه صاحبنا من أن المراد في الحديث بالطواف بين الصفا والمرة الطواف يوم النحر وليس الأمر كما فهم صاحبنا بل يحتمل أن يكون المراد به الطواف يوم القدوم فعلى هذا معنى الحديث أن النبي صلى الله عليه وسلم وأصحابه لم يطوفوا يوم قدموا مكة إلا طوافاً واحداً وسعيا واحدا كأن المراد أنه اكتفوا بطواف العمرة عن طواف القدوم للحج بطواف واحد وسعي واحد لم يطوفوا طوافين ولا سعيين كما ورد في حديث على بن أبي طالب من قوله أنه صلى الله عليه وسلم طاف طوافين وسعى سعيين وإليه ذهبت الحنفية فإنهم يقولون إذا جاء القارن يطوف بالبيت ويسعى بين الصفا والمروة للعمرة ثم يعود فيطوف بالبيت ويسعى بين الصفا والمروة للقدوم ويحتجون بحديث علي وبآثار رويت في ذلك . ¶ …وحديث علي ضعيف باتفاق المحدثين لا تقوم به حجة وأما الآثار فلا حجة فيها إذا لم يساعدها الحديث المرفوع ويؤيد ما فهمنا من حديث جابر أن المراد به الطواف والسعي يوم القدوم: ¶ ما رواه الإمام أحمد في مسنده عن جابر قال لم يطف النبي صلى الله عليه وسلم وأصحابه بين الصفا والمرة إلا طوافاً واحدا طوافه الأول وفي لفظ عنده أن رسول الله صلى الله عليه وسلم وأصحابه حين قدموا لم يزيدوا على طواف واحد .",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "…نعم وقع في رواية عند الإمام أحمد عن جابر ما يؤيد فهمه من أن المراد الطواف يوم النحر. وهو ما رواه من طريق الحجاج بن أرطاة عن عطاء عن جابر بن عبد الله قال قدمنا مع رسول الله صلى الله عليه وسلم فطفنا بالبيت وبين الصفا والمروة فلما كان يوم النحر لم نقرب الصفا والمروة . ¶ …لكن في هذا الطريق الحجاج بن أرطأة وقد قال الساجي كان مدلساً سيء الحفظ ليس بحجة وقال ابن سعد كان ضعيفا وقال الحاكم أبو أحمد ليس بالقوي وقال الحاكم لا أحتج به وكذا قال الدارقطني وقال ابن حبان تركه ابن المبارك وعبد الرحمن بن مهدي ويحي القطان ويحيا بن معين وأحمد بن حنبل وقال إسماعيل القاضي مضطرب الحديث وقال محمد بن نصر : الغالب على حديثه الإرسال والتدليس وتغيير الألفاظ وقال النسائي ليس بالقوي وقال يعقوب بن شيبة واهي الحديث في حديثه اضطراب كثير وقال ابن معين صدوق ليس بالقوي يدلس وقال أبو حاتم صدوق يدلس عن الضعفاء يكتب حديثه ولا يحتج به . ¶ …وحكا أبو طالب عن الإمام أحمد أنه قال كان الحجاج من الحفاظ فقيل له فلم ليس هو عند الناس بذاك؟ قال لأن في حديثه زيادة على حديث الناس ليس يكاد له حديث إلا في زيادة قلت فلهذا أعرض الإمام مسلم عن رواية جابر من طريق الحجاج بن أرطأة وإن كان الحجاج من رواة صحيحه. ¶ …وكان الإمام النسائي أعرض عن هذا الطريق ولو ثبت هذا اللفظ كما ورد في مسند أحمد بمتابعة قيس بن سعد وهو ثقة من رجال مسلم فالمراد به القارن والمفرد الذي ساق الهدي لأن النبي صلى الله عليه وسلم كان قرانا أو متمتعا ساق الهدي فلذلك لم يسع ¶ وأما المفرد الذي ساق الهدي فلا يحل لو طاف طواف القدوم قبل عرفة سقط عنه السعي أيام النحر وأما المتمتع الذي لم يسق الهدي وحل من العمرة فلازم عليه السعي .",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "…واحتج صاحبي بنوع آخر من الاستدلال فقال إن الإمام ابن تيمية والإمام ابن القيم والعلامة الشوكاني هؤلاء الأئمة الثلاثة فهموا من حديث جابر كما فهمته من أن المتمتع لا يسعى يوم النحر . ¶ …قلت إن كان الخطأ جائزاً على الأئمة الأربعة مالك وأبي حنيفة والشافعي وأحمد من جهة الاجتهاد فصدور الخطأ من هؤلاء الأئمة الثلاثة أجوز من هذه الجهة. وأنا اعتقد من فهم من حديث جابر كما فهم صاحبنا فقد اخطأ ولا شك أن كل مجتهد يخطئ ويصيب ومع ذلك كل مجتهد في خطأه وصوابه مأجور أما المخطئ فهو مأجور بأجر واحد لاجتهاده وأما المصيب فهو مأجور بأجرين أجر الاجتهاد واجر الإصابة وهؤلاء الأئمة الثلاثة إن فهموا ما فهم صاحبنا فهم عندي على خطأ في الاجتهاد وهم مأجورون بأجر واحد للاجتهاد لكن الصواب هو ما قال الجمهور من الأئمة أن المتمتع الذي لم يسق الهدي عليه سعيان سعي يوم القدوم وسعي يوم النحر نعم لو أحرم المتمتع يوم التروية مثلا وطاف وسعى فإنه يسقط عنه السعي في طواف الإفاضة بأنه سعى في إحرام الحج وهذا نص قول صاحب الهداية قال وفعل أي المتمتع ما يفعله الحاج المفرد لأنه مؤد للحج إلا أنه يرمل في طواف الزيارة ويسعى بعده لأن هذا أول طواف له في الحج بخلاف المفرد لأنه قد سعى مرة ولو كان هذا المتمتع بعد ما أحرم بالحج طاف وسعى قبل أن يرجع إلى منى لم يرمل في طواف الزيارة ولا يسعى لأنه بعده قد أتى بذلك مرة. ¶ …وقد يفعل المتمتعون اليوم كذلك يطوفون بعد إحرام الحج بالبيت ويسعون بين الصفا والمرة ثم لا يسعون يوم النحر بين الصفا والمروة . ¶ …ولكن صاحبنا لا يبالي ويقول هؤلاء أضلهم الشيطان فإن أصحاب النبي صلى الله عليه وسلم الذين تمتعوا ما طافوا حين أحرموا يوم التروية وعندي في كلامه نظر سأظهره في كتيب آخر إن شاء الله .",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ثم قال صاحبي وفوق كل هؤلاء الثلاثة الإمام النسائي فإنه أعلم منهم وهو أيضا فهم من حديث جابر ما فهمت فلذلك عقد الباب في سننه فقال كم طواف القارن والمتمتع بين الصفا والمروة ثم أورد فيه حديث جابر فدل ذلك على أنه فهم من الحديث ما فهمت. ¶ قلت لم يفهم صاحبنا مراد الإمام النسائي في بابه فليس مراده بالباب أن المتمتع لا يسعى يوم النحر بل مراده الإشارة إلى ضعف ما يروى عن علي انه صلى الله عليه وسلم طاف طوافين وسعى سعيين فكأنه يقول القارن والمتمتع لا يزيدان يوم القدوم على طواف واحد وسعي واحد كما تقول الحنفية أن القارن يطوف يوم القدوم طوافين ويسعى سعيين الطواف الأول والسعي الأول للعمرة والطواف الثاني والسعي الثاني للقدوم وأما المتمتع فهو أيضا يطوف طوافا واحدا ويسعى سعيا واحدا لأنه إذا سعى فقد حل فإن أحرم بالحج فطاف بالبيت وبالصفا والمروة يسقط عنه السعي يوم النحر لأن طوافه هذا بعد الإحرام بالحج بمنزلة طواف القدوم للمفرد والمفرد إذا طاف طواف القدوم سقط عنه السعي يوم النحر. ¶ …ويحتمل أن يكون مراد النسائي من المتمتع في الترجمة المتمتع الذي ساق الهدي فإنه لا يحل قبل النحر بل يدخل الحج على العمرة يوم التروية فلا يسعى يوم النحر لأنه في حكم القارن . ¶ …ثم لو سلم أن مراد الإمام النسائي من أن المتمتع لا يسعى يوم النحر فهذا خطأ اجتهادي لا يخلو عنه مجتهد .",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "…فالعجب ان صاحبنا يجعل قول الإمام النسائي حجة إذا وافق قوله ولا يجعل قوله حجة إذا لم يوافق قوله . مثلا عقد النسائي باب رفع اليدين للسجود وذكر فيه حديث مالك بن الحويرث أنه صلى الله عليه وسلم كان يرفع يديه إذا سجد وإذا رفع رأسه من السجود فلم يقبل صاحبي قوله هذا واعتل لدم قبوله بباب آخر وهو قوله ترك رفع اليدين عند السجود كأنه يقول إن هذا الرفع عند السجود ترك فصار منسوخا وهذا خطأ عظيم من صاحبي فإنه ليس ذلك مقصود النسائي بل مقصوده من هذا الباب بيان الرخصة في ترك رفع اليدين عند السجود كأنه يقول ليس رفع اليدين عند السجود فرضا بل هو مستحب يجوز تركه . ¶ …وحجتي في هذا ما ذكره الإمام في سننه من قوله : باب رفع اليدين للركوع حذاء المنكبين ذكر فيه حديث ابن عمر في ذلك ثم عقد بعده باب آخر بلا فصل في ترك ذلك فهل يقال أنه أراد أن رفع اليدين للركوع حذاء المنكبين منسوخ ومتروك فمن فهم هذا فمبارك له هذا الفهم. ¶ …ثم أسأل صاحبي حين يحتج بأقوال هؤلاء الأئمة الثلاثة ابن تيمية وابن القيم والشوكاني هل تحتج بأقوالهم كلها أم ببعضها فإن قال أحتج بهم في جميع أقوالهم فأقول أن الإمام ابن تيمية وتلميذه قائلان بفناء النار فهل تقول بهذا((( وهذا غير صحيح زيدة مني أنا )))) والشوكاني قائل بجواز الجمعة قبل الزوال فهل تقول أنت بهذا ؟ وابن القيم قائل بإيصال ثواب قراءة القران للميت فهل أنت قائل بهذا فان قال أنا قائل بجميع أقوالهم فمسلم له هذا التقليد الأعمى وان قال أنا احتج ببعض أقوالهم إذا رأيتها موافقة للسنة فهذا ما نقول به ونقول أن هذا القول منهم بأن السعي ليس على المتمتع يوم النحر ليس موافق للسنة فلا نقول به وعلى ذلك دلائل: ¶ الدليل الأول:على أن هذا القول ليس موافق للسنة.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "ما رواه البخاري عن ابن عمر قال وأفاض أي رسول الله صلى الله عليم وسلم فطاف ثم حل من كل شيء حرم منه وفعل مثل ما فعل رسول الله صلى الله عليه وسلم من أهدى وساق الهدي من الناس فهذا الحديث نص على أن النبي صلى الله عليه وسلم وأصحابه الذين ساقوا الهدي اكتفوا بالطواف بالبيت ولم يسعوا لأنهم كانوا قارنين وروى الإمام احمد عن ابن عمر قال قال رسول الله صلى الله عليه وسممن قرن بين حجه وعمرته أجزأه لهما طواف واحد.فهذا الحديث فيه دليل صريح على ان القارن لا يسعي يوم النحر. ¶ الدليل الثاني: ¶ ما رواه البخاري من حديث عائشة قالت طاف الذين أهلوا بالعمرة ثم حلوا ثم طافوا طوافا آخر بعد ان رجعوا من منى ثم جمعوا بين الحج والعمرة فطافوا واحداً. ¶ فهذا الحديث صريح في ان المراد بقولها طوافا آخر هو الطواف بالبيت مع السعي فانه لو كان المراد الطواف بغير سعي فما الوجه في هذا التفصيل . ¶ الدليل الثالث: ¶ ما رواه البخاري عن ابن عباس رضي الله عنه قال أهل المهاجرون والأنصار وأزواج النبي صلى الله عليه وسلم فلما قدمنا مكة قال رسول الله صلى الله عليه وسلم اجعلوا إهلالكم بالحج عمرة إلا من قلد الهدي فطفنا بالبيت و بالصفا والمروة وأتينا النساء ولبسنا الثياب ثم أمرنا عشية التروية أن نهل بالحج فإذا فرغنا من المناسك جئنا فطفنا بالبيت وبالصفا والمروة فقد تم حجنا وعلينا الهدي كما قال ( فما استيسر من الهدي ) . ¶ …المراد بقوله واتينا النساء غير المتكلم لأن ابن عباس في ذلك الوقت لم يكن بالغا ولا متزوجا . ¶ وروى ابن حزم عن ابن عمر قال للقارن سعي واحد وللمتمتع سعيان . ¶ وروى عن جابر لو أهللت بالحج والعمرة جميعا لطفت لهما طوافا واحدا. ¶ واعترض علي صاحبي فقال قال الحافظ ابن حجر في فتح الباري هذا الحديث موقوف. انتهى. قال فلا حجة فيه .",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "قلت لم يفهم صاحبي مراد الحافظ فإن مراده أن أول الحديث إلى قوله وقد تم حجنا مرفوع والباقي وهو في مكة وعلينا الهدي الى اخره موقوف فافهم. ¶ أبو محمد عبد الحق الهاشمي رحمه الله تعالى.",
            "page": "9",
            "part": "1"
        }
    ],
    "t35997": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "إقامة الحجة للشيخ العلامة المحدث عبد الحق الهاشمي"
        }
    ]
}