{
    "b35993": [
        {
            "id": "1",
            "nass": "الروح الأمين في الصحيحين ¶ بسم الله الرحمن الرحيم ¶ الحمد لله الواحد الأحد الذي قال في محكم التنزيل : ?اللَّهُ يَصْطَفِي مِنَ الْمَلَائِكَةِ رُسُلاً وَمِنَ النَّاسِ إِنَّ اللَّهَ سَمِيعٌ بَصِيرٌ? (الحج : 75 ) ¶ وصلى الله وسلم على سيد ولد آدم ، عبد الله ورسوله ، خاتم أنبيائه ، إمام المصطفين الأخيار ، وعلى آله الأطهار ، وصحابته الأبرار ، وعلى كل من على نهجهم سار ، إلى يوم الوقوف بين يدي العزيز الغفار... ¶ أما بعد: فهذا مستخرج من صحيحي الإمامين الجليلين البخاري ومسلم، حاولت أن أجمع فيه الأحاديث التي ورد فيها ذكر الملك الكريم ، جبريل عليه السلام،وسميته : الروح الأمين في الصحيحين . ¶ وجبريل عليه السلام ، ذكره الله عز وجل في كتابه المبين بهذا الإسم ، في قوله تعالى : ¶ - ?قُلْ مَن كَانَ عَدُوّاً لِّجِبْرِيلَ فَإِنَّهُ نَزَّلَهُ عَلَى قَلْبِكَ بِإِذْنِ اللّهِ مُصَدِّقاً لِّمَا بَيْنَ يَدَيْهِ وَهُدًى وَبُشْرَى لِلْمُؤْمِنِينَ? (البقرة : 97 ) ¶ - ?مَن كَانَ عَدُوّاً لِّلّهِ وَمَلآئِكَتِهِ وَرُسُلِهِ وَجِبْرِيلَ وَمِيكَالَ فَإِنَّ اللّهَ عَدُوٌّ لِّلْكَافِرِينَ? (البقرة : 98 ) ¶ - ?إِن تَتُوبَا إِلَى اللَّهِ فَقَدْ صَغَتْ قُلُوبُكُمَا وَإِن تَظَاهَرَا عَلَيْهِ فَإِنَّ اللَّهَ هُوَ مَوْلَاهُ وَجِبْرِيلُ وَصَالِحُ الْمُؤْمِنِينَ وَالْمَلَائِكَةُ بَعْدَ ذَلِكَ ظَهِيرٌ? (التحريم : 4 ) ¶ وسماه رسولا كريما في قوله جل وعلا : ¶ ?فَلَا أُقْسِمُ بِالْخُنَّسِ * الْجَوَارِ الْكُنَّسِ * وَاللَّيْلِ إِذَا عَسْعَسَ *وَالصُّبْحِ إِذَا تَنَفَّسَ * إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ * ذِي قُوَّةٍ عِندَ ذِي الْعَرْشِ مَكِينٍ*مُطَاعٍ ثَمَّ أَمِينٍ ? (التكوير 15-20 ) ¶ كما سمى حبيبه المجتبى وخليله المصطفى - صلى الله عليه وسلم - رسولا كريما في قوله تبارك وتعالى :",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "?فَلَا أُقْسِمُ بِمَا تُبْصِرُونَ * وَمَا لَا تُبْصِرُونَ * إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ * وَمَا هُوَ بِقَوْلِ شَاعِرٍ قَلِيلاً مَا تُؤْمِنُونَ * وَلَا بِقَوْلِ كَاهِنٍ قَلِيلاً مَا تَذَكَّرُونَ *تَنزِيلٌ مِّن رَّبِّ الْعَالَمِينَ? ( الحاقة 38 - 43 ) ¶ - قال ابن كثير رحمه الله ¶ **( فَلاَ أُقْسِمُ بِمَا تُبْصِرُونَ * وَمَا لاَ تُبْصِرُونَ * إِنّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ * وَمَا هُوَ بِقَوْلِ شَاعِرٍ قَلِيلاً مّا تُؤْمِنُونَ * وَلاَ بِقَوْلِ كَاهِنٍ قَلِيلاً مّا تَذَكّرُونَ * تَنزِيلٌ مّن رّبّ الْعَالَمِينَ) ... يقول تعالى مقسماً لخلقه بما يشاهدونه من آياته في مخلوقاته الدالة على كماله في أسمائه وصفاته, وما غاب عنهم مما لا يشاهدونه من المغيبات عنهم: إن القرآن كلامه ووحيه وتنزيله على عبده ورسوله الذي اصطفاه لتبليغ الرسالة وأداء الأمانة فقال تعالى: {فلا أقسم بما تبصرون وما لا تبصرون * إنه لقول رسول كريم} يعني محمداً - صلى الله عليه وسلم -, أضافه إليه على معنى التبليغ, لأن الرسول من شأنه أن يبلغ عن المرسل ولهذا أضافه في سورة التكوير إلى الرسول الملكي {إنه لقول رسول كريم * ذي قوة عند ذي العرش مكين * مطاع ثم أمين} وهذا جبريل عليه السلام, ثم قال تعالى: {وما صاحبكم بمجنون} يعني محمداً - صلى الله عليه وسلم -{ولقد رآه بالأفق المبين} يعني أن محمداً رأى جبريل على صورته التي خلقه الله عليها {وما هو على الغيب بضنين} أي بمتهم. {وما هو بقول شيطان رجيم} وهكذا قال ههنا {وما هو بقول شاعر قليلاً ما تؤمنون * ولا بقول كاهن قليلاً ما تذكرون} فأضافه الله تارة إلى قول الرسول الملكي وتارة إلى الرسول البشري, لأن كلاً منهما مبلغ عن الله ما استأمنه عليه من وحيه وكلامه, ولهذا قال تعالى: {تنزيل من رب العالمين} ¶ - وقال عند تفسير قوله تعالى ( إنه لقول رسول كريم...) إلى آخر سورة التكوير:",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "( إنه لقول رسول كريم ) يعني إن هذا القرآن لتبليغ رسول كريم أي ملك شريف حسن الخلق بهي المنظر وهو جبريل عليه الصلاة والسلام ؛ قاله ابن عباس والشعبي وميمون بن مهران والحسن وقتادة والربيع بن أنس والضحاك وغيرهم ( ذي قوة ) كقوله تعالى ( علمه شديد القوى ذو مرة ) أي شديد الخلق شديد البطش والفعل ( عند ذي العرش مكين ) أي له مكانة عند الله عز وجل ومنزلة رفيعة.. قال أبو صالح في قوله تعالى ( عند ذي العرش مكين ) قال جبريل يدخل في سبعين حجابا من نور بغير إذن ( مطاع ثم ) أي له وجاهة وهو مسموع القول مطاع في الملإ الأعلى قال قتادة ( مطاع ثم ) أي في السماوات يعني ليس هو من أفناد الملائكة بل هو من السادة والأشراف معتنى به أنتخب لهذه الرسالة العظيمة ...",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وقوله تعالى ( أمين ) صفة لجبريل بالأمانة وهذا عظيم جدا أن الرب عز وجل يزكي عبده ورسوله الملكي جبريل كما زكى عبده ورسوله البشري محمدا بقوله تعالى ( وما صاحبكم بمجنون ) قال الشعبي وميمون بن مهران وأبو صالح ومن تقدم ذكرهم المراد بقوله ( وما صاحبكم بمجنون ) يعني محمدا وقوله تعالى ( ولقد رآه بالأفق المبين ) يعني ولقد رأى محمد جبريل الذي يأتيه بالرسالة عن الله عز وجل على الصورة التي خلقه الله عليها له ستمائة جناح ( بالأفق المبين ) أي البين وهي الرؤية الأولى التي كانت بالبطحاء وهي المذكورة في قوله ( علمه شديد القوى ذو مرة فاستوى وهو بالأفق الأعلى ثم دنا فتدلى فكان قاب قوسين أو أدنى فأوحى إلى عبده ما أوحى ) كما تقدم تفسير ذلك وتقريره والدليل عليه أن المراد بذلك جبريل عليه السلام ... والظاهر والله أعلم أن هذه السورة نزلت قبل ليلة الإسراء لأنه لم يذكر فيها إلا هذه الرؤية وهي الأولى وأما الثانية وهي المذكورة في قوله تعالى ( ولقد رآه نزلة أخرى عند سدرة المنتهى عندها جنة المأوى إذ يغشى السدرة ما يغشى ) فتلك إنما ذكرت في سورة النجم وقد نزلت بعد سورة الإسراء وقوله تعالى ( وما هو على الغيب بظنين ) أي وما محمد على ما أنزله الله إليه بظنين أي بمتهم ومنهم من قرأ ذلك بالضاد أي ببخيل بل يبذله لكل أحد.. قال سفيان بن عيينة ظنين وضنين سواء أي ما هو بكاذب وما هو بفاجر والظنين المتهم والضنين البخيل ... وقال قتادة كان القرآن غيبا فأنزله الله على محمد فما ضن به على الناس بل نشره وبلغه وبذله لكل من أراده... وكذا قال عكرمة وبن زيد وغير واحد واختار بن جرير قراءة الضاد قلت وكلاهما متواتر ومعناه صحيح كما تقدم وقوله تعالى ( وما هو بقول شيطان رجيم ) أي وما هذا القرآن بقول شيطان رجيم أي لا يقدر على حمله ولا يريده ولا ينبغي له كما قال تعالى ( وماتنزلت به الشياطين وما ينبغي لهم وما يستطيعون إنهم عن السمع",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "لمعزولون ) وقوله تعالى ( فأين تذهبون ) أي فأين تذهب عقولكم في تكذيبكم بهذا القرآن مع ظهوره ووضوحه وبيان كونه حقا من عند الله عز وجل كما قال الصديق رضي الله عنه لوفد بني حنيفة حين قدموا مسلمين وأمرهم فتلوا عليه شيئا من قرآن مسيلمة الكذاب الذي هو في غاية الهذيان والركاكة فقال ويحكم أين تذهب عقولكم والله إن هذا الكلام لم يخرج من إل أي من إله وقال قتادة ( فأين تذهبون ) أي عن كتاب الله وعن طاعته وقوله تعالى ( إن هو إلا ذكر للعالمين ) أي هذا القرآن ذكر لجميع الناس يتذكرون به ويتعظون ( لمن شاء منكم أن يستقيم ) أي من أراد الهداية فعليه بهذا القرآن فإنه منجاة له وهداية ولا هداية فيما سواه ( وما تشاءون إلا أن يشاء الله رب العالمين ) أي ليست المشيئة موكولة إليكم فمن شاء اهتدى ومن شاء ضل بل ذلك كله تابع لمشيئة الله تعالى رب العالمين ...قال سفيان الثوري عن سعيد بن عبد العزيز عن سليمان بن موسى لما نزلت هذه الآية ( لمن شاء منكم أن يستقيم ) قال أبو جهل الأمر إلينا إن شئنا استقمنا وإن شئنا لم نستقم فأنزل الله تعالى ( وما تشاءون إلا أن يشاء الله رب العالمين ) 82 ¶ وقد سمى الله تعالى جبريل : الروح الأمين \" في قوله الحق ، وهو الحق : ¶ ?وَإِنَّهُ لَتَنزِيلُ رَبِّ الْعَالَمِينَ * نَزَلَ بِهِ الرُّوحُ الْأَمِينُ * عَلَى قَلْبِكَ لِتَكُونَ مِنَ الْمُنذِرِينَ * بِلِسَانٍ عَرَبِيٍّ مُّبِينٍ * ? (الشعراء192 – 195 ) ¶ - قال ابن كثير رحمه الله ¶ (وَإِنّهُ لَتَنزِيلُ رَبّ الْعَالَمِينَ * نَزَلَ بِهِ الرّوحُ الأمِينُ * عَلَىَ قَلْبِكَ لِتَكُونَ مِنَ الْمُنْذِرِينَ * بِلِسَانٍ عَرَبِيّ مّبِينٍ )",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "يقول تعالى مخبراً عن الكتاب الذي أنزله على عبده ورسوله محمد - صلى الله عليه وسلم - {وإنه} أي القرآن ذكره في أول السورة في قوله {وما يأتيهم من ذكر من الرحمن محدث} الاَية {لتنزيل رب العالمين} أي أنزله الله عليك وأوحاه إليك {نزل به الروح الأمين} وهو جبريل عليه السلام, قاله غير واحد من السلف: ابن عباس ومحمد بن كعب وقتادة وعطية العوفي والسدي والضحاك والزهري وابن جريج, وهذا مما لا نزاع فيه. قال الزهري: وهذه كقوله {قل من كان عدواً لجبريل فإنه نزله على قلبك بإذن الله مصدقا لما بين يديه} وقال مجاهد: من كلمه الروح الأمين لا تأكله الأرض {على قلبك لتكون من المنذرين} أي نزل به ملك كريم أمين ذو مكانة عند الله مطاع في الملأ الأعلى {على قلبك} يا محمد سالماً من الدنس والزيادة والنقص {لتكون من المنذرين} أي لتنذر به بأس الله ونقمته على من خالفه وكذبه, وتبشر به المؤمنين المتبعين له. ¶ وقوله تعالى: {بلسان عربي مبين} أي هذا القرآن الذي أنزلناه إليك, أنزلناه بلسانك العربي الفصيح الكامل الشامل, ليكون بيناً واضحاً ظاهراً, قاطعاً للعذر, مقيماً للحجة دليلاً إلى المحجة.... ¶ قلت : جبريل عليه السلام ، الملك المطاع المكين ، الرسول الكريم والروح الأمين ، المؤتمن على وحي الله لتبليغه إلى النبي الرؤوف الرحيم عليه أطيب الصلاة وأزكى التسلم ، رافقه طيلة دعوته المباركة إلى عبادة الله وحده ، يسليه إذا اغتم ، ويقف إلى جنبه الشريف مدافعا عنه في غزواته ومعاركه ضد الشرك وأهله ، يعارضه القرآن ، يبين له – بإذن الله – كل ما يستفسره عنه ، يأتيه أحيانا في صفة رجل وسيم مخبرا أو سائلا يراه الصحابة الكرام رضي الله عنهم ويسمعون كلامه... نعم الرفيق ونعم من رافق ... وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم تسليما كثيرا. ¶ والآن ، والله المستعان ، مع الروح الأمين في الصحيحين",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "* في صحيح الإمام أبي عبد الله محمد بن إسماعيل البخاري * ¶ - كتاب بدء الوحي - باب: كيف كان بدء الوحي إلى رسول الله - صلى الله عليه وسلم -. ¶ ** حدثنا عبد الله بن يوسف قال: أخبرنا مالك، عن هشام بن عروة، عن أبيه، عن عائشة أم المؤمنين رضي الله عنها: أن الحارث بن هشام رضي الله عنه سأل رسول الله - صلى الله عليه وسلم -فقال: يا رسول الله، كيف يأتيك الوحي؟ فقال رسول الله - صلى الله عليه وسلم - (أحيانا يأتيني مثل صلصلة الجرس، وهو أشده علي، فيفصم عني وقد وعيت عنه ما قال، وأحيانا يتمثل لي الملك رجلا، فيكلمني فأعي ما يقول). ¶ قالت عائشة رضي الله عنها: ولقد رأيته ينزل عليه الوحي في اليوم الشديد البرد، فيفصم عنه وإن جبينه ليتفصد عرقا. ¶ كتاب بدء الخلق - باب: ذكر الملائكة. ¶ ** حدثنا فروة: حدثنا علي بن مسهر، عن هشام بن عروة، عن أبيه، عن عائشة رضي الله عنها: أن الحارث بن هشام، سأل النبي - صلى الله عليه وسلم -: كيف يأتيك الوحي؟ قال: (كل ذاك، يأتي الملك أحيانا في مثل صلصلة الجرس، فيفصم عني وقد وعيت ما قال، وهو أشده علي، ويتمثل لي الملك أحيانا رجلا، فيكلمني فأعي ما أقول).- ¶ - كتاب بدء الوحي. - باب: كيف كان بدء الوحي إلى رسول الله - صلى الله عليه وسلم -. –",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "** حدثنا يحيى بن بكير قال: حدثنا الليث عن عقيل، عن ابن شهاب، عن عروة بن الزبير، عن عائشة أم المؤمنين أنها قالت: أول ما بدىء به رسول الله - صلى الله عليه وسلم - من الوحي الرؤيا الصالحة في النوم، فكان لا يرى رؤيا إلا جاءت مثل فلق الصبح، ثم حبب إليه الخلاء، وكان يخلو بغار حراء، فيتحنث فيه - وهو التعبد - الليالي ذوات العدد قبل أن ينزع إلى أهله، ويتزود لذلك، ثم يرجع إلى خديجة فيتزود لمثلها، حتى جاءه الحق وهو في غار حراء، فجاءه الملك فقال: اقرأ، قال: (ما أنا بقارىء). قال: (فأخذني فغطني حتى بلغ مني الجهد، ثم أرسلني فقال: اقرأ، قلت ما أنا بقارىء، فأخذني فغطني الثانية حتى بلغ مني الجهد، ثم أرسلني فقال: اقرأ، فقلت: ما أنا بقارىء، فأخذني فغطني الثالثة، ثم أرسلني فقال: {اقرأ باسم ربك الذي خلق. خلق الإنسان من علق. اقرأ وربك الأكرم}). فرجع بها رسول الله - صلى الله عليه وسلم - يرجف فؤاده، فدخل على خديجة بنت خويلد رضي الله عنها فقال: (زملوني زملوني). فزملوه حتى ذهب عنه الروع، فقال لخديجة وأخبرها الخبر: (لقد خشيت على نفسي). فقالت خديجة: كلا والله ما يخزيك الله أبدا، إنك لتصل الرحم، وتحمل الكل، وتكسب المعدوم، وتقري الضيف، وتعين على نوائب الحق.فانطلقت به خديجة حتى أتت به ورقة بن نوفل بن أسد بن عبد العزى، ابن عم خديجة، وكان امرءا تنصر في الجاهلية، وكان يكتب الكتاب العبراني، فيكتب من الإنجيل بالعبرانية ما شاء الله أن يكتب، وكان شيخا كبيرا قد عمي، فقالت له خديجة: يا بن عم، اسمع من ابن أخيك. فقال له ورقة: يا بن أخي ماذا ترى؟ فأخبره رسول الله - صلى الله عليه وسلم - خبر ما رأى، فقاله له ورقة: هذا الناموس الذي نزل الله به على موسى، يا ليتني فيها جذع، ليتني أكون حيا إذ يخرجك قومك، فقال رسول الله - صلى الله عليه وسلم - : (أومخرجي هم). قال: نعم، لم يأت رجل قط بمثل ما جئت به إلا عودي، وإن يدركني يومك",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "أنصرك نصرا مؤزرا. ثم لم ينشب ورقة أن توفي، وفتر الوحي. ¶ كتاب التفسير- باب: تفسير سورة: {اقرأ باسم ربك الذي خلق}. (العلق) ¶ ** ، حدثنا يحيى: حدثنا الليث، عن عقيل، عن ابن شهاب. ¶ حدثني سعيد بن مروان: حدثنا محمد بن عبد العزيز بن أبي رزمة: أخبرنا أبو صالح سلموية قال: حدثني عبد اللع، عن يونس بن يزيد قال: أخبرني ابن شهاب: أن عروة ابن الزبير أخبره: أن عائشة زوج النبي - صلى الله عليه وسلم - قالت: كان أول ما بدئ به رسول الله - صلى الله عليه وسلم - الرؤيا الصادقة في النوم، فكان لا يرى رؤيا إلا جاءت مثل فلق الصبح، ثم حبب إليه الخلاء، فكان يلحق بغار حراء، فيتحنث فيه - قال: والتحنث التعبد - الليالي ذوات العدد قبل أن يرجع إلى أهله، ويتزود لذلك، ثم يرجع إلى خديجة، فيتزود بمثلها، حتى فجئه الحق وهو في غار حراء، فجاءه الملك فقال: اقرأ، فقال رسول الله - صلى الله عليه وسلم -: (ما أنا بقارئ). قال: (فأخذني فغطني حتى بلغ مني الجهد، ثم أرسلني فقال: اقرأ، قلت: ما أنا بقارئ، فأخذني فغطني الثانية حتى بلغ مني الجهد، ثم أرسلني فقال: اقرأ، قلت: ما أنا بقارىء، فأخذني فغطني الثالثة حتى بلغ مني الجهد، ثم أرسلني فقال: {اقرأ باسم ربك الذي خلق. خلق الإنسان من علق. اقرأ وربك الأكرم. الذي علم بالقلم}. الآيات إلى قوله: {علم الإنسان ما لم يعلم}). فرجع بها رسول الله - صلى الله عليه وسلم - ترجف بوادره، حتى دخل على خديجة، فقال: (زملوني زملوني). فزملوه حتى ذهب عنه الروع. قال لخديجة: (أي خديجة، ما لي، لقد خشيت على نفسي). فأخبرها الخبر، قالت خديجة: كلا، أبشر، فوالله لا يخزيك الله أبدا، فوالله إنك لتصل الرحم، وتصدق الحديث، وتحمل الكل، وتكسب المعدوم، وتقري الضيف، وتعين على نوائب الحق. فانطلقت به خديجة حتى أتت به ورقة بن نوفل، وهو ابن عم خديجة أخي أبيها، وكان امرأ تنصر في الجاهلية، وكان يكتب الكتاب العربي، ويكتب من الإنجيل",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "بالعربية ما شاء الله أن يكتب، وكان شيخا كبيرا قد عمي، فقالت خديجة: يا ابن عم، اسمع من ابن أخيك، قال ورقة: يا ابن أخي، ماذا ترى؟ فأخبره النبي - صلى الله عليه وسلم - خبر ما رأى، فقال ورقة: هذا الناموس الذي أنزل على موسى، ليتني فيها جذعا، ليتني أكون حيا، ذكر حرفا، قال رسول الله صلى الله عليه وسلم: (أو مخرجي هم). قال ورقة: نعم، لم يأت رجل بما جئت به إلا أوذي، وإن يدركني يومك حيا أنصرك نصرا مؤزرا. ثم لم ينشب ورقة أن توفي، وفتر الوحي فترة، حتى حزن رسول الله - صلى الله عليه وسلم -. ¶ ** - قال محمد بن شهاب: فأخبرني أبو سلمة: أن جابر بن عبد الله الأنصاري رضي الله عنهما قال: قال رسول الله - صلى الله عليه وسلم -. ، وهو يحدث عن فترة الوحي، قال في حديثه: (بينا أنا أمشي، سمعت صوتا من السماء، فرفعت بصري، فإذا الملك الذي جاءني بحراء، جالس على كرسي بين السماء والأرض، ففرقت منه، فرجعت، فقلت: زملوني زملوني، فدثروه، فأنزل الله تعالى: {يا أيها المدثر. قم فأنذر. وربك فكبر. وثيابك فطهر. والرجز فاهجر}. - قال أبو سلمة: وهي الأوثان التي كان أهل الجاهلية يعبدون - قال: ثم تتابع الوحي). ¶ كتاب التفسير - باب: قوله: {خلق الإنسان من علق} /2/. ¶ -** حدثنا ابن بكير: حدثنا الليث، عن عقيل، عن ابن شهاب، عن عروة: أن عائشة رضي الله عنها قالت: أول ما بدىء به رسول الله - صلى الله عليه وسلم - الرؤيا الصالحة، فجاءه الملك، فقال: {اقرأ باسم ربك الذي خلق. خلق الإنسان من علق. اقرأ وربك الأكرم}. ¶ كتاب التفسير - باب: قوله: {اقرأ وربك الأكرم} /3/.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "**- حدثنا عبد الله بن محمد: حدثنا عبد الرزاق: أخبرنا معمر، عن الزهري (ح) وقال الليث: حدثني عقيل: قال محمد: أخبرني عروة، عن عائشة رضي الله عنها: أول ما بدئ به رسول الله - صلى الله عليه وسلم - الرؤيا الصادقة، جاءه الملك فقال: {اقرأ باسم ربك الذي خلق. خلق الإنسان من علق. اقرأ وربك الأكرم. الذي علم بالقلم}. ¶ كتاب التفسير - باب: {الذي علم بالقلم} /4/. ¶ ** - حدثنا عبد الله بن يوسف: حدثنا الليث، عن عقيل، عن ابن شهاب قال: سمعت عروة: قالت عائشة رضي الله عنها: فرجع النبي - صلى الله عليه وسلم - إلى خديجة، فقال: (زملوني زملوني). فذكر الحديث. ¶ كتاب التعبير. باب: أول ما بدئ به رسول الله صلى الله عليه وسلم من الوحي الرؤيا الصالحة.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "** - حدثنا يحيى بن بكير: حدثنا الليث، عن عقيل، عن ابن شهاب، وحدثني عبد الله بن محمد: حدثنا عبد الرزاق: حدثنا معمر: قال الزُهري: فأخبرني عروة، عن عائشة رضي الله عنها أنها قالت: أول ما بدئ به رسول الله - صلى الله عليه وسلم - من الوحي الرؤيا الصادقة في النوم، فكان لا يرى رؤيا إلا جاءت مثل فلق الصبح، فكان يأتي حراء فيتحنث فيه، وهو التعبد، الليالي ذوات العدد، ويتزود لذلك، ثم يرجع إلى خديجة فتزوده لمثلها، حتى فجئه الحق وهو في غار حراء، فجاءه الملك فيه، فقال: اقرأ، فقال النبي - صلى الله عليه وسلم - : (فقلت: ما أنا بقارئ، فأخذني فغطَّني حتى بلغ مني الجهد، ثم أرسلني فقال: اقرأ، فقلت: ما أنا بقارئ، فأخذني فغطَّني الثانية حتى بلغ مني الجهد، ثم أرسلني فقال: اقرأ، فقلت: ما أنا بقارئ، فأخذني فغطَّني الثالثة حتى بلغ مني الجهد، ثم أرسلني فقال: {اقرأ باسم ربك الذي خلق - حتى بلغ - علم الإنسان ما لم يعلم}). فرجع بها ترجف بوادره، حتى دخل على خديجة، فقال: (زمِّلوني زمِّلوني). فزمَّلوه حتى ذهب عنه الروع، فقال: (يا خديجة، ما لي). وأخبرها الخبر، وقال: (قد خشيت على نفسي). فقالت له: كلا، أبشر، فوالله لا يخزيك الله أبداً، إنك لتصل الرحم، وتصدق الحديث، وتحمل الكلَّ، وتقري الضيف، وتعين على نوائب الحق. ثم انطلقت به خديجة حتى أتت به ورقة بن نوفل بن أسد ابن عبد العزى بن قصي، وهو ابن عم خديجة أخي أبيها، وكان امرأ تنصَّر في الجاهلية، وكان يكتب الكتاب العربي، فيكتب بالعربية من الإنجيل ما شاء الله أن يكتب، وكان شيخاً كبيراً قد عمي، فقالت له خديجة: أي ابن عمِّ، اسمع من ابن أخيك، فقال ورقة: ابن أخي ماذا ترى؟ فأخبره النبي - صلى الله عليه وسلم - ما رأى، فقال ورقة: هذا الناموس الذي أنزل على موسى، ياليتني فيها جذعاً، أكون حياً حين يخرجك قومك. فقال رسول الله صلى الله عليه وسلم: (أو مخرجيَّ هم). فقال ورقة: نعم، لم",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "يأت رجل قط بمثل ما جئت به إلا عودي، وإن يدركني يومك أنصرك نصراً مؤزَّراً. ثم لم ينشب ورقة أن توفي، وفتر الوحي فترة حتى حزن النبي - صلى الله عليه وسلم - ، فيما بلغنا، حزناً غدا منه مراراً كي يتردى من رؤوس شواهق الجبال، فكلما أوفى بذروة جبل لكي يلقي منه نفسه تبدَّى له جبريل، فقال: يا محمد، إنك رسول الله حقا. فيسكن لذلك جأشه، وتقرُّ نفسه، فيرجع، فإذا طالت عليه فترة الوحي غدا لمثل ذلك، فإذا أوفى بذروة جبل تبدَّى له جبريل فقال له مثل ذلك. ¶ قال ابن عباس: {فالق الإصباح} /الأنعام: 96/: ضوء السمش بالنهار، وضوء القمر بالليل ¶ - كتاب بدء الوحي- باب: كيف كان بدء الوحي إلى رسول الله صلى الله عليه وسلم. ¶ ** قال ابن شهاب: وأخبرني أبو سلمة بن عبد الرحمن، أن جابر بن عبد الله الأنصاري قال، وهو يحدث عن فترة الوحي، فقال في حديثه: (بينا أنا أمشي إذ سمعت صوتا من السماء، فرفعت بصري، فإذا الملك الذي جاءني بحراء جالس على كرسي بين السماء والأرض، فرعبت منه، فرجعت فقلت: زملوني زملوني، فأنزل الله تعالى: {يا أيها المدثر. قم فأنذر - إلى قوله - والرجز فاهجر} فحمي الوحي وتتابع). ¶ تابعه عبد الله بن يوسف وأبو صالح، وتابعه هلال بن رداد عن الزهري. وقال يونس ومعمر: بوادره. ¶ كتاب التفسير باب: تفسير سورة المدثر",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "**- حدثنا يحيى: حدثنا وكيع، عن علي بن المبارك، عن يحيى بن أبي كثير: سألت أبا سلمة بن عبد الرحمن، عن أول ما نزل من القرآن، قال: {يا أيها المدثر}. قلت: يقولون: {اقرأ باسم ربك الذي خلق}. فقال أبو سلمة: سألت جابر بن عبد الله رضي الله عنهما عن ذلك، وقلت له مثل الذي قلت، فقال جابر: لا أحدثك إلا ما حدثنا رسول الله - صلى الله عليه وسلم - ، قال: (جاورت بحراء، فلما قضيت جواري هبطت، فنوديت، فنظرت عن يميني فلم أر شيئا، ونظرت عن شمالي فلم أر شيئا، ونظرت أمامي فلم أر شيئا، ونظرت خلفي فلم أر شيئا، فرفعت رأسي فرأيت شيئا، فأتيت خديجة فقلت: دثروني، وصبوا علي ماء باردا، قال: فدثروني وصبوا علي ماء باردا، قال: فنزلت: {يا أيها المدثر. قم فأنذر. وربك فكبر}). ¶ باب: قوله: {والرجز فاهجر} /5/. ¶ يقال: الرجز والرجس العذاب. ¶ ** - حدثنا عبد الله بن يوسف: حدثنا الليث، عن عقيل: قال ابن شهاب: سمعت أبا سلمة قال: أخبرني جابر بن عبد الله: أنه سمع رسول الله - صلى الله عليه وسلم - ، يحدث عن فترة الوحي: (فبينا أنا أمشي، سمعت صوتا من السماء، فرفعت بصري قبل السماء، فإذا الملك الذي جاءني بحراء، قاعد على كرسي بين السماء والأرض، فجئثت منه، حتى هويت إلى الأرض، فجئت أهلي فقلت: زملوني زملوني، فزملوني، فأنزل الله تعالى: {يا أيها المدثر. قم فأنذر - إلى قوله - فاهجر}. قال أبو سلمة: والرجز الأوثان - ثم حمي الوحي وتتابع). ¶ كتاب التفسير- باب: تفسير سورة: {اقرأ باسم ربك الذي خلق}. (العلق)،",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "**- قال محمد بن شهاب: فأخبرني أبو سلمة: أن جابر بن عبد الله الأنصاري رضي الله عنهما قال: قال رسول الله - صلى الله عليه وسلم - ، وهو يحدث عن فترة الوحي، قال في حديثه: (بينا أنا أمشي، سمعت صوتا من السماء، فرفعت بصري، فإذا الملك الذي جاءني بحراء، جالس على كرسي بين السماء والأرض، ففرقت منه، فرجعت، فقلت: زملوني زملوني، فدثروه، فأنزل الله تعالى: {يا أيها المدثر. قم فأنذر. وربك فكبر. وثيابك فطهر. والرجز فاهجر}. - قال أبو سلمة: وهي الأوثان التي كان أهل الجاهلية يعبدون - قال: ثم تتابع الوحي). ¶ كتاب الأدب - باب: رفع البصر إلى السماء. ¶ **- حدثنا ابن بكير: حدثنا الليث، عن عُقَيل، عن ابن شهاب قال: سمعت أبا سلمة بن عبد الرحمن يقول: أخبرني جابر بن عبد الله: أنه سمع رسول الله - صلى الله عليه وسلم -يقول: (ثم فتر عني الوحي، فبينا أنا أمشي، سمعت صوتاً من السماء، فرفعت بصري إلى السماء، فإذا الملك الذي جاءني بحراء، قاعد على كرسي بين السماء والأرض). ¶ - كتاب بدء الوحي. باب: كيف كان بدء الوحي إلى رسول الله - صلى الله عليه وسلم -. ¶ ** حدثنا موسى بن إسماعيل قال: حدثنا أبو عوانة قال: حدثنا موسى بن أبي عائشة قال: حدثنا سعيد بن جبير، عن ابن عباس، في قوله تعالى: {لا تحرك به لسانك لتعجل به}.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "قال: كان رسول الله - صلى الله عليه وسلم - يعالج من التنزيل شدة، وكان مما يحرك شفتيه - فقال ابن عباس: فأنا أحركهما لكم كما كان رسول الله - صلى الله عليه وسلم - يحركهما، وقال سعيد: أنا أحركهما كما رأيت ابن عباس يحركهما، فحرك شفتيه - فأنزل الله تعالى: {لا تحرك به لسانك لتعجل به. إن علينا جمعه وقرآنه}. قال: جمعه له في صدرك وتقرأه: {فإذا قرأناه فاتبع قرآنه}. قال: فاستمع له وأنصت: {ثم إن علينا بيانه}. ثم إن علينا أن تقرأه، فكان رسول الله - صلى الله عليه وسلم - بعد ذلك إذا أتاه جبريل استمع، فإذا انطلق جبريل قرأه النبي - صلى الله عليه وسلم -كما قرأه. ¶ كتاب التفسير- باب: تفسير سورة القيامة. ¶ وقوله: {لاتحرك به لسانك لتعجل به} /16/: ¶ وقال ابن عباس: {سدى} /36/: هملا. {ليفجر أمامه} /5/: سوف أتوب، سوف أعمل. {لاوزر} /11/: لا حصن. ¶ **- حدثنا الحميدي: حدثنا سفيان: حدثنا موسى بن أبي عائشة، وكان ثقة، عن سعيد بن جبير، عن ابن عباس رضي الله عنهما قال: كان النبي - صلى الله عليه وسلم - إذا نزل عليه الوحي حرك به لسانه - ووصف سفيان - يريد أن يحفظه، فأنزل الله: {لا تحرك به لسانك لتعجل به}. ¶ كتاب فضائل القرآن.- باب: الترتيل في القراءة – ¶ ** حدثنا قتيبة بن سعيد: حدثنا جرير، عن موسى بن أبي عائشة، عن سعيد بن جبير، عن ابن عباس رضي الله عنهما: في قوله: {لا تحرك به لسانك لتعجل به}. قال: كان رسول الله - صلى الله عليه وسلم - إذا نزل جبريل بالوحي، وكان مما يحرك به لسانه وشفتيه، فيشد عليه، وكان يعرف منه، فأنزل الله الآية التي في: {لا أقسم بيوم القيامة}: {لا تحرك به لسانك لتعجل به. إن علينا جمعه} فإن علينا أن نجمعه في صدرك {وقرآنه. فإذا قرأناه فاتبع قرآنه}: فإذا أنزلناه فاستمع. {ثم إن علينا بيانه}. قال: إنا علينا أن نبينه بلسانك. قال: وكان إذا أتاه جبريل أطرق، فإذا ذهب قرأه كما وعده الله.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "كتاب التوحيد.. باب: قول ال له تعالى: {لا تحرِّك به لسانك} /القيامة: 16/. ¶ وفعل النبي - صلى الله عليه وسلم - حين يُنزل عليه الوحي. ¶ وقال أبو هريرة: عن النبي - صلى الله عليه وسلم - : (قال الله تعالى: {أنا مع عبدي حيثما ذكرني وتحرَّكت بي شفتاه}). ¶ - حدثنا قتيبة بن سعيد: حدثنا أبو عوانة، عن موسى بن أبي عائشة، عن سعيد بن جبير، عن ابن عباس: في قوله تعالى: {لا تحرِّك به لسانك}. قال: كان النبي - صلى الله عليه وسلم - يعالج من التنزيل شدَّة، وكان يحرِّك شفتيه - فقال لي ابن عباس - أحركهما لك كما كان رسول الله - صلى الله عليه وسلم - يحركهما، فقال سعيد: أنا أحركهما كما كان ابن عباس يحركهما، فحرك شفتيه - فأنزل الله عز وجل: {لا تحرِّك به لسانك لتعجل به. إنَّ علينا جمعه وقرآنه}. ¶ قال: جمعه في صدرك ثم تقرؤه، {فإذا قرأناه فاتَّبع قرآنه} قال: فاستمع له وأنصت، ثم إن علينا أن تقرأه، قال: فكان رسول الله - صلى الله عليه وسلم - إذا أتاه جبريل عليه السلام استمع، فإذا انطلق جبريل قرأه النبي - صلى الله عليه وسلم -كما أقرأه ¶ - كتاب الإيمان.- باب: خوف المؤمن من أن يحبط عمله وهو لا يشعر. ¶ ** وقال إبراهيم التيمي: ما عرضت قولي على عملي إلا خشيت أن أكون مكذبا. وقال ابن أبي ملكية: أدركت ثلاثين من أصحاب النبي - صلى الله عليه وسلم - ، كلهم يخاف النفاق على نفسه، ما منهم أحد يقول: إنه على إيمان جبريل وميكائيل، ويذكر عن الحسن: ما خافه إلا مؤمن ولا أمنه إلا منافق. وما يحذر من الإصرار على النفاق والعصيان من غير توبة، لقول الله تعالى: {ولم يصروا على ما فعلوا وهم يعلمون} /آل عمران: 135/. ¶ - كتاب الإيمان.باب: سؤال جبريل النبي صلى الله عليه وسلم عن الإيمان والإسلام والإحسان وعلم الساعة.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وبيان النبي - صلى الله عليه وسلم - له، ثم قال: (جاء جبريل عليه السلام يعلمكم دينكم). فجعل ذلك كله دينا، وما بين النبي - صلى الله عليه وسلم - لوفد عبد القيس من الإيمان ... وقوله تعالى: {ومن يبتغ غير الإسلام دينا فلن يقبل منه} /آل عمران: 85/. ¶ ** - حدثنا مسدد قال: حدثنا إسماعيل بن إبراهيم، أخبرنا أبو حيان التيمي، عن أبي زرعة، عن أبي هريرة قال: كان النبي - صلى الله عليه وسلم - بارزا يوما للناس، فأتاه جبريل فقال: ما الإيمان؟ قال: (أن تؤمن بالله وملائكته وبلقائه ورسله وتؤمن بالعبث). قال: ما الإسلام؟ قال: (الإسلام: أن تعبد الله ولا تشرك به، وتقيم الصلاة، وتؤدي الزكاة المفروضة، وتصوم رمضان). قال: ما الإحسان؟ قال: (أن تعبد الله كأنك تراه، فإن لم تكن تراه فإنه يراك). قال: متى الساعة؟ قال: (ما المسؤول عنها بأعلم من السائل، وسأخبرك عن أشراطها: إذا ولدت الأمة ربها، وإذا تطاول رعاة الإبل البهم في البنيان، في خمس لا يعلمهن إلا الله). ثم تلا النبي - صلى الله عليه وسلم -: {إن الله عنده علم الساعة} الآية، ثم أدبر، فقال: (ردوه): فلم يروا شيئا، فقال: (هذا جبريل، جاء يعلم الناس دينهم). ¶ قال أبو عبد الله: جعل ذلك كله من الإيمان. ¶ كتاب التفسير. باب: {إنه الله عنده علم الساعة} /34/",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "**حدثني إسحاق، عن جرير، عن أبي حيان، عن أبي زرعة، عن أبي هريرة رضي الله عنه: أن رسول الله - صلى الله عليه وسلم - كان يوما بارزا للناس، إذ أتاه رجل يمشي، فقال: يا رسول الله ما الإيمان؟ قال: (الإيمان: أن تؤمن بالله وملائكته ورسله لقائه، وتؤمن بالبعث الآخر). قال: يا رسول الله ما الإسلام؟ قال: (الإسلام: أن تعبد الله ولا تشرك به شيئا، وتقيم الصلاة، وتؤتي الزكاة المفروضة، وتصوم رمضان). قال: يا رسول الله ما الإحسان؟ قال: (الإحسان: أن تعبد الله كأنك تراه، فإن لم تكن تراه فإنه يراك). قال: يا رسول الله متى الساعة؟ قال: (ما المسؤول عنها بأعلم من السائل، ولكن سأحدثك عن أشراطها: إذا ولدت المرأة ربتها، فذاك من أشرطها، وإذا كان الحفاة العراة رؤوس الناس، فذاك من أشراطها، في خمس لا يعلمهن إلا الله: {إن الله عنده علم الساعة وينزل الغيث ويعلم ما في الأرحام}). ثم انصرف الرجل، فقال: (ردوا علي). فأخذوا ليردوا فلم يروا شيئا، فقال: (هذا جبريل، جاء ليعلم الناس دينهم). ¶ - كتاب الصلاة. باب: كيف فرضت الصلوات في الإسراء. ¶ وقال ابن عباس: حدثني أبو سفيان في حديث هرقل فقال: يأمرنا - يعني النبي صلى الله عليه وسلم - بالصلاة والصدق والعفاف.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "-** حدثنا يحيى بن بكير قال: حدثنا الليث، عن يونس، عن ابن شهاب، عن أنس بن مالك قال: كان أبو ذر يحدث: أن رسول الله - صلى الله عليه وسلم - قال: (فرج عن سقف بيتي وأنا بمكة، فنزل جبريل، ففرج صدري، ثم غسله بماء زمزم، ثم جاء بطست من ذهب، ممتلىء حكمة وإيمانا، فأفرغه في صدري، ثم أطبقه، ثم أخذ بيدي فعرج بي إلى السماء الدنيا، فلما جئت إلى السماء الدنيا، قال جبريل لخازن السماء: افتح، قال: من هذا؟ قال: هذا جبريل، قال: هل معك أحد؟ قال: نعم، معي محمد - صلى الله عليه وسلم - ، فقال: أرسل إليه؟ قال: نعم. فلما فتح علونا السماء الدنيا، فإذا رجل قاعد، على يمينه أسودة، وعلى يساره أسودة، إذا نظر قبل يمينه ضحك، وإذا نظر قبل يساره بكى، فقال: مرحبا بالنبي الصالح والابن الصالح، قلت لجبريل: من هذا؟ قال: هذا آدم، وهذه الأسودة عن يمينه وعن شماله نسم بنيه، فأهل اليمين منهم أهل الجنة، والأسودة التي عن شماله أهل النار، فإذا نظر عن يمينه ضحك، وإذا نظر قبل شماله بكى، حتى عرج بي إلى السماء الثانية، فقال لخازنها: افتح، (فقال له خازنها مثل ما قال الأول، ففتح). قال أنس: فذكر: أنه وجد في السماوات آدم، وإدريس، وموسى، وعيسى، وإبراهيم، صلوات الله عليهم، ولم يثبت كيف منازلهم، غير أنه ذكر: أنه وجد آدم في السماء الدنيا، وإبراهيم في السماء السادسة، قال أنس: فلما مر جبريل بالنبي - صلى الله عليه وسلم - بإدريس، قال: مرحبا بالنبي الصالح والأخ الصالح. (فقلت: من هذا؟ قال: هذا إدريس، ثم مررت بموسى، فقال: مرحبا بالنبي الصالح والأخ الصالح، قلت: من هذا؟ قال: هذا موسى، ثم مررت بعيسى، فقال: مرحبا بالأخ الصالح والنبي الصالح، قلت: من هذا؟ قال: هذا عيسى، ثم مررت بإبراهيم، فقال: مرحبا بالنبي الصالح والابن الصالح، قلت: من هذا؟ قال: هذا إبراهيم صلى الله عليه وسلم).",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "قال ابن شهاب فأخبرني ابن حزم: أن ابن عباس وأبا حبة الأنصاري: كانا يقولان: قال النبي - صلى الله عليه وسلم - : (ثم عرج بي حتى ظهرت لمستوى أسمع فيه صريف الأقلام). قال ابن حزم وأنس بن مالك: قال النبي - صلى الله عليه وسلم - : (ففرض الله على أمتي خمسين صلاة، فرجعت بذلك، حتى مررت على موسى، فقال: ما فرض الله لك على أمتك؟ قلت: فرض خمسين صلاة، قال: فارجع إلى ربك، فإن أمتك لا تطيق ذلك، فراجعني فوضع شطرها، فرجعت إلى موسى، قلت: وضع شطرها، فقال: راجع ربك، فإن أمتك لا تطيق، فراجعت فوضع شطرها، فرجعت إليه، فقال ارجع إلى ربك، فإن أمتك لا تطيق ذلك، فراجعته، فقال: هي خمس، وهي خمسون، لا يبدل القول لدي، فرجعت إلى موسى، فقال: راجع ربك، فقلت: استحييت من ربي، ثم انطلق بي، حتى انتهى بي إلى سدرة المنتهى، وغشيها ألوان لا أدري ما هي، ثم أدخلت الجنة، فإذا فيها حبايل اللؤلؤ، وإذا ترابها المسك). ¶ كتاب الحج باب: ما جاء في زمزم. ¶ وقال عبدان: أخبرنا عبد الله: أخبرنا يونس، عن الزهري: قال أنس بن مالك: كان أبو ذر رضي الله عنه يحدث: أن رسول الله - صلى الله عليه وسلم - قال: (فرج سقفي وأنا بمكة، فنزل جبريل عليه السلام، ففرج صدري، ثم غسله بماء زمزم، ثم جاء بطست من ذهب، ممتلئ حكمة وإيمانا، فأفرغها في صدري ثم أطبقه، ثم أخذ بيدي فعرج إلى السماء الدنيا، قال جبريل لخازن السماء الدنيا: افتح، قال: من هذا؟ قال: جبريل). ¶ ... ¶ كتاب الأنبياء باب: ذكر إدريس عليه السلام ¶ وهو جد أبي نوح، ويقال: جد نوح عليهما السلام. ¶ وقول الله تعالى: {ورفعناه مكانا عليا}/مريم: 57/.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "-** قال عبدان: أخبرنا عبد الله: أخبرنا يونس، عن الزهري (ح). حدثنا أحمد بن صالح: حدثنا عنبسة: حدثنا يونس، عن ابن شهاب قال: قال أنس: كان أبو ذر رضي الله عنه يحدث: أن رسول الله - صلى الله عليه وسلم - قال: (فرج سقف بيتي وأنا بمكة، فنزل جبريل ففرج صدري، ثم غسله بماء زمزم، ثم جاء بطست من ذهب، ممتلئ حكمة وإيمانا، فأفرغها في صدري، ثم أطبقه، ثم أخذ بيدي فعرج بي إلى السماء، فلما جاء إلى السماء الدنيا قال جبريل لخازن السماء: افتح، قال: من هذا؟ قال: هذا جبريل، قال: معك أحد؟ قال: معي محمد، قال: أرسل إليه؟ قال: نعم فافتح، فلما علونا إلى السماء إذا رجل عن يمينه أسودة وعن يساره أسودة، فإذا نظر قبل يمينه ضحك، وإذا نظر قبل شماله بكى، فقال: مرحبا بالنبي الصالح والابن الصالح، قلت: من هذا يا جبريل؟ قال: هذا آدم، وهذه الأسودة عن يمينه وعن شماله نسم بنيه، فأهل اليمين منهم أهل الجنة، والأسودة التي عن شماله أهل النار، فإذا نظر قبل يمينه ضحك، وإذا نظر قبل شماله بكى، ثم عرج بي جبريل حتى أتى السماء الثانية، فقال لخازنها: افتح، فقال له خازنها مثل ما قال الأول ففتح). ¶ قال أنس: فذكر أنه وجد في السماوات إدريس وموسى وعيسى وإبراهيم، ¶ ولم يثبت لي كيف منازلهم، غير أنه قد ذكر: أنه وجد آدم في السماء الدنيا، وإبراهيم في السادسة. وقال أنس: (فلما مر جبريل بإدريس قال: مرحبا بالنبي الصالح والأخ الصالح، فقلت: من هذا؟ قال: هذا إدريس، ثم مررت بموسى، ثم مررت بعيسى، فقال: مرحبا بالنبي الصالح والأخ الصالح، قلت: من هذا؟ قال: عيسى، ثم مررت بإبراهيم فقال: مرحبا بالنبي الصالح، والابن الصالح، قلت: من هذا؟ قال: هذا إبراهيم). ¶ قال: وأخبرني ابن حزم: أن ابن عباس وأبا حبة الأنصاري كانا يقولان: قال النبي - صلى الله عليه وسلم -: (ثم عرج بي، حتى ظهرت لمستوى أسمع صريف الأقلام).",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "قال ابن حزم وأنس بن مالك رضي الله عنهما: قال النبي - صلى الله عليه وسلم -: (ففرض الله علي خمسين صلاة، فرجعت بذلك، حتى أمر بموسى، فقال موسى: ما الذي فرض على أمتك؟ قلت: فرض عليهم خمسين صلاة، قال: فراجع ربك، فإن أمتك لا تطيق ذلك، فرجعت فراجعت ربي فوضع شطرها، فرجعت إلى موسى، فقال: راجع ربك، فذكر مثله فوضع شطرها، فرجعت إلى موسى فأخبرته فقال: راجع ربك، فإن أمتك لا تطيق ذلك، فرجعت فراجعت ربي، فقال: هي خمس وهي خمسون، لا يبدل القول لدي، فرجعت إلى موسى، فقال: راجع ربك، فقلت: قد استحييت من ربي، ثم انطلق حتى أتى السدرة المنتهى، فغشيها ألوان لا أدري ما هي، ثم دخلت الجنة، فإذا فيها جنابذ اللؤلؤ، وإذا ترابها المسك). ¶ كتاب بدء الخلق- باب: ذكر الملائكة. ¶ وقال أنس: قال عبد الله بن سلام للنبي - صلى الله عليه وسلم -: إن جبريل عليه السلام عدو اليهود من الملائكة. ¶ وقال ابن عباس: {لنحن الصافون} /الصافات: 165/: الملائكة.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "-** حدثنا هدبة بن خالد: حدثنا همام، عن قتادة. وقال لي خليفة: حدثنا يزيد بن زريع: حدثنا سعيد وهشام قالا: حدثنا قتادة: حدثنا أنس بن مالك، عن مالك بن صعصعة رضي الله عنهما قال: قال النبي - صلى الله عليه وسلم - : (بينا أنا عند البيت بين النائم واليقظان - وذكر: يعني رجلا بين الرجلين - فأتيت بطست من ذهب، ملئ حكمة وإيمانا، فشق من النحر إلى مراق البطن، ثم غسل البطن بماء زمزم، ثم ملئ حكمة وإيمانا، وأتيت بدابة أبيض، دون البغل وفوق الحمار: البراق، فانطلقت مع جبريل حتى أتينا السماء الدنيا، قيل: من هذا؟ قال جبريل، قيل: من معك ؟ قيل: محمد، قيل: وقد أرسل إليه؟قال: نعم، قيل: مرحبا ولنعم المجيء جاء، فأتيت على آدم فسلمت عليه، فقال مرحبا بك من ابن ونبي، فأتينا السماء الثانية، قيل: من هذا ؟ قال: جبريل، قيل: من معك، قال محمد - صلى الله عليه وسلم -، قيل: أرسل إليه؟قال: نعم، قيل: مرحبا به ولنعم المجيء جاء، فأتيت على عيسى ويحيى فقالا: مرحبا بك من أخ ونبي، فأتينا السماء السماء الثالثة، قيل: من هذا ؟قال: جبريل، قيل: من معك ؟ قيل: محمد، قيل: وقد أرسل إليه ؟قال: نعم، قيل: مرحبا به ولنعم المجيء جاء، فأتيت على يوسف فسلمت عليه، قال: مرحبا بك من أخ ونبي، فأتينا السماء الرابعة، قيل: من هذا ؟ قال: جبريل، قيل: من معك ؟ قيل: محمد - صلى الله عليه وسلم -، قيل: وقد أرسل إليه ؟قال: نعم، قيل: مرحبا به ولنعم المجيء جاء، فأتيت على إدريس فسلمت عليه فقال: مرحبا من أخ ونبي، فأتينا السماء الخامسة، قيل: من هذا ؟قال: جبريل، قيل: ومن معك ؟ قال: محمد، قيل: وقد أرسل إليه ؟ قال: نعم، قيل: مرحبا به ولنعم المجيء جاء، فأتينا على هارون فسلمت عليه، فقال: مرحبا بك من أخ ونبي، فأتينا على السماء السادسة، قيل: من هذا ؟ قال: جبريل، قيل: من معك ؟قال: محمد - صلى الله عليه وسلم -، قيل: وقد أرسل إليه؟مرحبا به ولنعم المجيء جاء، فأتيت على",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "موسى فسلمت عليه، فقال: مرحبا بك من أخ ونبي، فلما جاوزت بكى، فقيل: ما أبكاك ؟ قال: يا رب هذا الغلام الذي بعث بعدي، يدخل الجنة من أمته أفضل مما يدخل من أمتي، فأتينا السماء السابعة، قيل: من هذا؟ قال: جبريل، قيل: من معك؟ قال: محمد، قيل: وقد أرسل إليه ؟ مرحبا به ونعم المجيء جاء، فأتيت على إبراهيم فسلمت عليه، فقال: مرحبا بك من ابن ونبي، فرفع لي البيت المعمور، فسألت جبريل فقال: هذا البيت المعمور، يصلي فيه كل يوم سبعون ألف ملك، إذا خرجوا لم يعودوا إليه آخر ما عليهم، ورفعت لي سدرة المنتهى، فإذا نبقها كأنه قلال هجر، وورقها كأنه آذان الفيول، في أصلها أربعة أنهار: نهران باطنان، ونهران ظاهران، فسألت جبريل، فقال: أما الباطنان ففي الجنة، وأما الظاهران النيل والفرات، ثم فرضت علي خمسون صلاة، فأقبلت حتى جئت موسى فقال: ما صنعت، قلت: فرضت علي خمسون صلاة، قال: أنا أعلم بالناس منك، عالجت بني إسرائيل أشد المعالجة، وإن أمتك لا تطيق، فارجع إلى ربك فسله، فرجعت فسألته، فجعلها أربعين، ثم مثله، ثم ثلاثين، ثم مثله، فجعل عشرين، ثم مثله، فجعل عشرا، فأتيت موسى فقال: مثله، فجعلها خمسا، فأتيت موسى فقال: ما صنعت، قلت جعلها خمسة، فقال مثله: قلت: سلمت بخير، فنودي: إني قد أمضيت فريضتي وخففت عن عبادي، وأجزي الحسنة عشرا). ¶ وقال همام، عن قتادة، عن الحسن، عن أبي هريرة رضي الله عنه، عن النبي - صلى الله عليه وسلم -: (في البيت المعمور). ¶ كتاب الأنبياء باب: قول الله عز وجل: {وهل أتاك حديث موسى إذ رأى نارا - إلى قوله - بالواد المقدس طوى} /طه: 9 – 12 ¶ ** حدثنا هدبة بن خالد: حدثنا همام: حدثنا قتادة، عن أنس بن مالك، عن مالك بن صعصعة: ¶ أن رسول الله - صلى الله عليه وسلم - حدثهم عن ليلة أسري به: (حتى إذا أتى السماء الخامسة، فإذا هارون، قال: هذا هارون فسلم عليه، فسلمت عليه فرد، ثم قال: مرحبا بالأخ الصالح والنبي الصالح).",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "تابعه ثابت، وعباد بن أبي علي، عن أنس، عن النبي - صلى الله عليه وسلم -. ¶ كتاب الأنبياء باب: قول الله تعالى: {ذكر رحمة ربك عبده زكرياء. إذ نادى ، ¶ -** حدثنا هدبة بن خالد: حدثنا همام بن يحيى: حدثنا قتادة، عن أنس بن مالك، عن مالك بن صعصعة: أن نبي الله - صلى الله عليه وسلم - حدثهم عن ليلة أسري به: (ثم صعد حتى أتى السماء الثانية فاستفتح، قيل: من هذا؟ قال: جبريل، قيل: ومن معك؟ قال: محمد، قيل: وقد أرسل إليه؟ قال: نعم، فلما خلصت فإذا يحيى وعيسى وهما ابنا خالة، قال: هذا يحيى وعيسى، فسلم عليهما، فسلمت فردا، ثم قالا: مرحبا بالأخ الصالح والنبي الصالح). ¶ كتاب فضائل الصحابة باب: المعراج.،",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "-** حدثنا هدبة بن خالد: حدثنا همام بن يحيى: حدثنا قتادة، عن أنس بن مالك، عن مالك بن صعصعة رضي الله عنهما: أن نبي الله - صلى الله عليه وسلم - حدثهم عن ليلة أسري به: (بينما أنا في الحطيم، وربما قال في الحجر، مضطجعا، إذ أتاني آت... فقد - قال: وسمعته يقول: فشق - ما بين هذه إلى هذه - فقلت للجارود وهو إلى جنبي: ما يعني به؟ قال: من ثغرة نحره إلى شعرته، وسمعته يقول: من قصه إلى شعرته - فاستخرج قلبي، ثم أتيت بطست من ذهب مملوءة إيمانا، فغسل قلبي، ثم حشي ثم أعيد، ثم أتيت بدابة دون البغل وفوق الحمار أبيض - فقال له الجارود: هو البراق يا أبا حمزة؟ قال أنس: نعم - يضع خطوه عند أقصى طرفه، فحملت عليه، فانطلق بي جبريل حتى أتى السماء الدنيا فاستفتح، فقيل: من هذا؟ قال: جبريل، قيل: ومن معك؟ قال: محمد، قيل: وقد أرسل إليه؟ قال: نعم، قيل: مرحبا به فنعم المجيء جاء.. ففتح، فلما خلصت فإذا فيها آدم، فقال: هذا أبوك آدم فسلم عليه، فسلمت عليه، فرد السلام، ثم قال: مرحبا بالابن الصالح والنبي الصالح، ثم صعد حتى إذا أتى السماء الثانية فاستفتح، قيل: من هذا؟ قال: جبريل، قيل: ومن معك؟ قال: محمد، قيل: وقد أرسل إليه؟ قال: نعم، قيل: مرحبا به فنعم المجيء جاء ففتح، فلما خلصت إذا يحيى وعيسى، وهما ابنا الخالة، قال: هذا يحيى وعيسى فسلم عليهما، فسلمت فردا، ثم قالا: مرحبا بالأخ الصالح والنبي الصالح، ثم صعد بي إلى السماء الثالثة فاستفتح، قيل: من هذا؟ قال: جبريل، قيل: ومن معك؟ قال: محمد، قيل: وقد أرسل إليه؟ قال: نعم، قيل: مرحبا به فنعم المجيء جاء.. ففتح، فلما خلصت إذا يوسف، قال: هذا يوسف فسلم عليه، فسلمت عليه، فرد ثم قال: مرحبا بالأخ الصالح والنبي الصالح، ثم صعد بي حتى أتى السماء الرابعة فاستفتح، قيل: من هذا؟ قال: جبريل، قيل: ومن معك؟ قال: محمد، قيل: أو قد أرسل إليه؟ قال: نعم، قيل: مرحبا به، فنعم المجيء جاء... ففتح، فلما",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "خلصت إلى إدريس، قال: هذا إدريس فسلم عليه ؛ فسلمت عليه، فرد ثم قال: مرحبا بالأخ الصالح والنبي الصالح، ثم صعد بي، حتى إذا أتى السماء الخامسة فاستفتح، قيل: من هذا؟ قال: جبريل، قيل: ومن معك؟ قال: محمد - صلى الله عليه وسلم - ، قيل: وقد أرسل إليه؟ قال: نعم، قيل: مرحبا به، فنعم المجيء جاء، فلما خلصت فإذا هارون، قال: هذا هارون فسلم عليه، فسلمت عليه، فرد ثم قال: مرحبا بالأخ الصالح، والنبي الصالح، ثم صعد بي حتى إذا أتى السماء السادسة فاستفتح، قيل: من هذا؟ قال: جبريل، قيل: من معك؟ قال: محمد، قيل: وقد أرسل إليه؟ قال: نعم، قال: مرحبا به، فنعم المجيء جاء، فلما خلصت فإذا موسى، قال: هذا موسى فسلم عليه فسلمت عليه، فرد ثم قال: مرحبا بالأخ الصالح، والنبي الصالح، فلما تجاوزت بكى، قيل له: ما يبكيك؟ قال: أبكي لأن غلاما بعث بعدي يدخل الجنة من أمته أكثر ممن يدخلها من أمتي، ثم صعد بي إلى السماء السابعة فاستفتح جبريل، قيل: من هذا؟ قال: جبريل، قيل: ومن معك؟ قال: محمد، قيل: وقد بعث إليه ؟ قال: نعم، قال: مرحبا به فنعم المجيء جاء، فلما خلصت فإذا إبراهيم، قال: هذا أبوك فسلم عليه، فسلمت عليه فرد السلام، قال: مرحبا بالابن الصالح والنبي الصالح، ثم رفعت لي سدرة المنتهى فإذا نبقها مثل قلال هجر، وإذا ورقها مثل آذان الفيلة، قال: هذه سدرة المنتهى، وإذا أربعة أنهار: نهران باطنان ونهران ظاهران، فقلت: ما هذان يا جبريل؟ قال: أما الباطنان فنهران في الجنة، وأما الظاهران فالنيل والفرات، ثم رفع لي البيت المعمور، يدخله كل يوم سبعون ألف ملك. ثم أتيت بإناء من خمر وإناء من لبن وإناء من عسل، فأخذت اللبن فقال: هي الفطرة أنت عليها وأمتك، ثم فرضت علي الصلوات خمسين صلاة كل يوم، فرجعت فمررت على موسى، فقال: بم أمرت؟ قلت: أمرت بخمسين صلاة كل يوم، قال: أمتك لا تستطيع خمسين صلاة كل يوم، وإني والله قد جربت الناس قبلك، وعالجت بني",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "إسرائيل أشد المعالجة، فارجع إلى ربك فاسأله التخفيف لأمتك، فرجعت فوضع عني عشرا، فرجعت إلى موسى فقال مثله، فرجعت فوضع عني عشرا، فرجعت إلى موسى فقال مثله، فرجعت فوضع عني عشرا، فرجعت إلى موسى فقال مثله، فرجعت فأمرت بعشر صلوات كل يوم، فرجعت فقال مثله، فرجعت فأمرت بخمس صلوات كل يوم، فرجعت إلى موسى، فقال: بما أمرت؟ قلت: أمرت بخمس صلوات كل يوم، قال: إن أمتك لا تستطيع خمس صلوات كل يوم، وإني قد جربت الناس قبلك وعالجت بني إسرائيل أشد المعالجة، فارجع إلى ربك فاسأله التخفيف لأمتك، قلت: سألت ربي حتى استحييت، ولكن أرضى وأسلم، قال: فلما جاوزت نادى مناد: أمضيت فريضتي، وخففت عن عبادي). ¶ كتاب الأشربة.باب: شرب اللبن. ¶ ** وقال إبراهيم بن طهمان، عن شُعبة، عن قتادة، عن أنس بن مالك قال: قال رسول الله - صلى الله عليه وسلم -: (رُفِعْتُ إلى السِّدرة، فإذا أربعة أنهار: نهران ظاهران ونهران باطنان، فأما الظاهران: النيل والفرات، وأما الباطنان: فنهران في الجنة، فأتيت بثلاثة أقداح: قدح فيه لبن، وقدح فيه عسل، وقدح فيه خمر، فأخذت الذي فيه اللبن فشربت، فقيل لي: أصبت الفطرة أنت وأمتك). ¶ قال هشام وسعيد وهمَّام، عن قتادة، عن أنس بن مالك، عن مالك بن صعصعة، عن النبي - صلى الله عليه وسلم - : في الأنهار نحوه، ولم يذكروا: ثلاثة أقداح. ¶ - كتاب مواقيت الصلاة. ¶ وقوله عز وجل: {إن الصلاة كانت على المؤمنين كتابا موقوتا} /النساء: 103/ وقته عليهم.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "** حدثنا عبد الله بن مسلمة قال: قرأت على مالك، عن ابن شهاب: أن عمر بن عبد العزيز أخر الصلاة يوما، فدخل عليه عروة بن الزبير فأخبره: أن المغيرة بن شعبة أخر الصلاة يوما، وهو بالعراق، فدخل عليه أبو مسعود الأنصاري فقال: ما هذا يا مغيرة، أليس قد علمت أن جبريل - صلى الله عليه وسلم -نزل فصلى، فصلى رسول الله - صلى الله عليه وسلم -، ثم صلى، فصلى رسول الله - صلى الله عليه وسلم -، ثم صلى، فصلى رسول الله - صلى الله عليه وسلم -، ثم صلى، فصلى رسول الله - صلى الله عليه وسلم -، ثم صلى، فصلى رسول الله - صلى الله عليه وسلم -، ثم قال: (بهذا أمرت). ¶ فقال عمر لعروة: اعلم ما تحدث، أو إن جبريل هو أقام لرسول الله - صلى الله عليه وسلم - وقت الصلاة؟ قال عروة: كذلك كان بشير بن أبي مسعود يحدث عن أبيه، قال عروة: ولقد حدثتني عائشة: أن رسول الله - صلى الله عليه وسلم - كان يصلي العصر، والشمس في حجرتها قبل أن تظهر. ¶ - كتاب بدء الخلق باب: ذكر الملائكة. ¶ **حدثنا قتيبة: حدثنا ليث، عن ابن شهاب: أن عمر بن عبد العزيز أخر العصر شيئا، فقال له عروة: أما أن جبريل قد نزل فصلى أمام رسول الله - صلى الله عليه وسلم -، فقال عمر: اعلم ما تقول يا عروة، قال: سمعت بشير بن أبي مسعود يقول: سمعت أبا مسعود يقول: سمعت رسول الله - صلى الله عليه وسلم - يقول: (نزل جبريل فأمني فصليت معه، ثم صليت معه، ثم صليت معه، ثم صليت معه، ثم صليت معه). يحسب بأصابعه خمس صلوات. ¶ كتاب المغازي - باب: شهود الملائكة بدرا.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "** حدثنا أبو اليمان: أخبرنا شعيب، عن الزهري: سمعت عروة بن الزبير يحدث عمر بن عبد العزيز في امارته: أخر المغيرة بن شعبة العصر، وهو أمير الكوفة، فدخل أبو مسعود عقبة ابن عمرو الأنصاري، جد زيد بن حسن، شهد بدرا، فقال: لقد علمت: نزل جبريل فصلى، فصلى رسول الله - صلى الله عليه وسلم - خمس صلوات، ثم قال: (هكذا أمرت). كذلك كان بشير بن أبي مسعود يحدث عن أبيه. ¶ - كتاب صفة الصلاة باب: السجود على الأنف والسجود على طين. ¶ ** حدثنا موسى قال: حدثنا همام، عن يحيى، عن أبي سلمة قال: انطلقت إلى أبي سعيد الخدري فقلت: ألا تخرج بنا إلى النخل نتحدث، فخرج، فقال: قلت: حدثني ما سمعت من النبي - صلى الله عليه وسلم - في ليلة القدر؟ قال: اعتكف رسول الله - صلى الله عليه وسلم - عشر الأول من رمضان، واعتكفنا معه، فأتاه جبريل فقال: إن الذي تطلب أمامك، فاعتكف العشر الأوسط فاعتكفنا معه، فأتاه جبريل فقال: إن الذي تطلب أمامك، قام النبي - صلى الله عليه وسلم - خطيبا، صبيحة عشرين من رمضان، فقال: (من كان اعتكف مع النبي - صلى الله عليه وسلم -فليرجع، فإني أريت ليلة القدر وإني نسيتها وإنها في العشر الأواخر، وفي وتر، وإني رأيت كأني أسجد في طين وماء). ¶ وكان سقف المسجد جريد النخل، وما نرى في السماء شيئا، فجاءت قزعة فأمطرنا، فصلى بنا النبي - صلى الله عليه وسلم - حتى رأيت أثر الطين والماء. على جبهة رسول الله - صلى الله عليه وسلم -وأرنبته، تصديق رؤياه. ¶ - كتاب صفة الصلاة باب: التشهد في الآخرة.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "** حدثنا أبو نعيم قال: حدثنا الأعمش، عن شقيق بن سلمة قال: قال عبد الله: كنا إذا صلينا خلف النبي - صلى الله عليه وسلم - قلنا: السلام على جبريل ومكائيل، السلام على فلان وفلان، فالتفت إلينا رسول الله - صلى الله عليه وسلم - فقال: (إن الله هو السلام، فإذا صلى أحدكم فليقل: التحيات لله، والصلوات والطيبات، السلام عليك أيها النبي ورحمة الله وبركاته، السلام علينا وعلى عباد الله الصالحين، فإنكم إذا قلتموها، أصابت كل عبد لله صالح في السماء والأرض، أشهد أن لا إله إلا الله، واشهد أن محمدا عبده ورسوله). ¶ كتاب الاستئذان - باب: السلام اسم من أسماء الله تعالى. ¶ {وإذا حييتم بتحية فحيوا بأحسن منها أو ردوها} /النساء: 86/. ¶ ** حدثنا عمر بن حفص: حدثنا أبي: حدثنا الأعمش قال: حدثني شقيق، عن عبد الله قال: كنا إذا صلينا مع النبي - صلى الله عليه وسلم -قلنا: السلام على الله قبل عباده، السلام على جبريل، السلام على ميكائيل، السلام على فلان وفلان، فلما انصرف النبي - صلى الله عليه وسلم -، أقبل علينا بوجهه، فقال: (إن الله هو السلام، فإذا جلس أحدكم في الصلاة فليقل: التحيات لله، والصلوات، والطيبات، السلام عليك أيها النبي ورحمة الله وبركاته، السلام علينا وعلى عباد الله الصالحين، فإنه إذا قال ذلك أصاب كل عبد صالح في السماء والأرض، أشهد أن لا إله إلا الله، وأشهد أن محمداً عبده ورسوله، ثم يتخير بعد من الكلام ما شاء). ¶ - - أبواب التهجد باب: ترك القيام للمريض. ¶ ** حدثنا أبو نعيم قال: حدثنا سفيان، عن الأسود قال: سمعت جندبا يقول: اشتكى النبي - صلى الله عليه وسلم -، فلم يقم ليلة أو ليلتين.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "** حدثنا محمد بن كثير قال: أخبرنا سفيان، عن الأسود بن قيس، عن جندب بن عبد الله رضي الله عنه قال: احتبس جبريل صلى الله عليه وسلم على النبي - صلى الله عليه وسلم -، فقالت امرأة من قريش: أبطأ عليه شيطانه، فنزلت: {والضحى والليل إذا سجى. ما ودعك ربك وما قلى}. ¶ - كتاب الجنائز - باب: ما قيل في أولاد المشركين. ¶ ** حدثنا موسى بن إسماعيل: حدثنا جرير بن حازم: حدثنا أبو رجاء، عن سمرة بن جندب قال: كان النبي - صلى الله عليه وسلم -، إذا صلى صلاة، اقبل علينا بوجهه، فقال: (من رأى منكم الليلة رؤيا). قال: فإن رأى أحد قصها، فيقول: (ما شاء الله). فسألنا يوما فقال: (هل رأى أحد منكم رؤيا). قلنا: لا، قال: (لكني رأيت الليلة رجلين أتياني فأخذا بيدي، فأخرجاني إلى الأرض المقدسة، فإذا رجل جالس، ورجل قائم، بيده كلوب من حديد) قال بعض أصحابنا عن موسى: (إنه يدخل ذلك الكلوب في شدقه حتى يبلغ قفاه، ثم يفعل بشدقه الآخر مثل ذلك، ويلتئم شدقه هذا، فيعود فيصنع مثله. قلت: ما هذا؟ قالا: انطلق، فانطلقنا، حتى أتينا على رجل مضطجع على قفاه، ورجل قائم على رأسه بفهر، أو صخرة، فيشدخ بها رأسه، فإذا ضربه تدهده الحجر، فانطلق إليه ليأخذه، فلا يرجع إلى هذا، حتى يلتئم رأسه، وعاد رأسه كما هو، فعاد إليه فضربه، قلت: من هذا؟ قالا: انطلق، فانطلقنا إلى ثقب مثل التنور، أعلاه ضيق وأسفله واسع، يتوقد تحته نارا، فإذا اقترب ارتفعوا، حتى كادوا أن يخرجوا، فإذا خمدت رجعوا فيها، وفيها رجال ونساء عراة، فقلت: من هذا؟ قالا: انطلق، فانطلقنا، حتى أتينا على نهر من دم فيه رجل قائم، وعلى وسط النهر - قال يزيد ووهب ابن جرير، عن جرير بن حازم - وعلى شط النهر رجل بين يديه حجارة، فأقبل الرجل الذي في النهر، فإذا أراد أن يخرج رمى الرجل بحجر في فيه، فرده حيث كان، فجعل كلما جاء ليخرج رمى في فيه بحجر، فيرجع كما كان، فقلت: من هذا؟ قالا: انطلق، فانطلقنا، حتى انتهيا",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "إلى روضة خضراء، فيها شجرة عظيمة، وفي أصلها شيخ وصبيان، وإذا رجل قريب من الشجرة، بين يديه نار يوقدها، فصعدا بي في الشجرة، وأدخلاني دارا، لم أر قط أحسن منها، فيها رجال شيوخ، وشباب ونساء وصبيان، ثم أخرجاني منها فصعدا بي الشجرة، فأدخلاني دارا، هي أحسن وأفضل، فيها شيوخ وشباب، قلت: طوفتماني الليلة، فأخبراني عما رأيت. قالا: نعم، أما الذي رايته يشق شدقه فكذاب، يحدث بالكذبة، فتحمل عنه حتى تبلغ الآفاق، فيصنع به إلى يوم القيامة، والذي رأيته يشدخ رأسه، فرجل علمه الله القرآن، فنام عنه بالليل، ولم يعمل فيه بالنهار، يفعل به إلى يوم القيامة، والذي رأيته في الثقب فهم الزناة، والذي رأيته في النهر آكلوا الربا، والشيخ في أصل الشجرة إبراهيم عليه السلام، والصبيان حوله فأولاد الناس، والذي يوقد النار مالك خازن النار، والدار الأولى التي دخلت دار عامة المؤمنين، وأما هذه الدار فدار الشهداء، وأنا جبريل، وهذا مكيائيل، فارفع رأسك، فرفعت رأسي، فإذا فوقي مثل السحاب، قالا: ذاك منزلك، قلت: دعاني أدخل منزلي، قالا: إنه بقي لك عمر لم تستكمله، فلو استكملت أتيت منزلك). ¶ - كتاب الصوم - باب: أجود ما كان النبي صلى الله عليه وسلم يكون في رمضان. ¶ ** حدثنا موسى بن إسماعيل: حدثنا إبراهيم بن سعد: أخبرنا ابن شهاب، عن عبيد الله بن عبد الله بن عتبة: أن ابن عباس رضي الله عنهما قال: كان النبي - صلى الله عليه وسلم -، أجود الناس بالخير، وكان أجود ما يكون في رمضان، حين يلقاه جبريل، وكان جبريل عليه السلام يلقاه كل ليلة في رمضان حتى ينسلخ، يعرض عليه النبي - صلى الله عليه وسلم -، القرآن: فإذا لقيه جبريل عليه السلام، كان أجود بالخير من الريح المرسلة. ¶ كتاب بدء الوحي. - باب: كيف كان بدء الوحي إلى رسول الله - صلى الله عليه وسلم -",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "**حدثنا عبدان قال: أخبرنا عبد الله قال: أخبرنا يونس عن الزهري (ح). وحدثنا بشر بن محمد قال: أخبرنا عبد الله قال: أخبرنا يونس ومعمر عن الزهري نحوه قال: أخبرني عبيد الله بن عبد الله، عن ابن عباس قال: كان رسول الله - صلى الله عليه وسلم - أجود الناس، وكان أجود ما يكون في رمضان حين يلقاه جبريل، وكان يلقاه في كل ليلة من رمضان فيدارسه القرآن، فلرسول الله - صلى الله عليه وسلم - أجود بالخير من الريح المرسلة. ¶ كتاب المناقب باب: صفة النبي صلى الله عليه وسلم. ¶ **- حدثنا عبدان: حدثنا عبد الله: أخبرنا يونس، عن الزهري قال: حدثني عبيد الله بن عبد الله، عن ابن عباس رضي الله عنهما قال: كان النبي - صلى الله عليه وسلم - أجود الناس، وأجود ما يكون في رمضان، حين يلقاه جبريل، وكان جبريل عليه السلام يلقاه في كل ليلة من رمضان فيدارسه القرآن، فلرسول الله - صلى الله عليه وسلم - أجود بالخير من الريح المرسلة. ¶ كتاب بدء الخلق باب: ذكر الملائكة. ¶ **- حدثنا محمد بن مقاتل: أخبرنا عبد الله: أخبرنا يونس، عن الزهري قال: حدثني عبيد الله بن عبد الله، عن ابن عباس رضي الله عنهما قال: كان رسول الله - صلى الله عليه وسلم - أجود الناس، وكان أجود ما يكون في رمضان، حين يلقاه جبريل، وكان جبريل يلقاه في كل ليلة من رمضان فيدارسه القرآن، فلرسول الله - صلى الله عليه وسلم -حين يلقاه جبريل أجود بالخير من الريح المرسلة. ¶ وعن عبد الله: حدثنا معمر بهذا الإسناد نحوه. وروى أبو هريرة وفاطمة رضي الله عنهما، ¶ عن النبي - صلى الله عليه وسلم - : أن جبريل كان يعارضه القرآن. ¶ كتاب فضائل القرآن.باب: كان جبريل يعرض القرآن على النبي صلى الله عليه وسلم. ¶ ** وقال مسروق، عن عائشة، عن فاطمة عليها السلام: أسر إلي النبي - صلى الله عليه وسلم -: (أن جبريل كان يعارضني بالقرآن كل سنة، وإنه عارضني العام مرتين، ولا أراه إلا حضر أجلي).",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "** حدثنا يحيى بن قزعة: حدثنا إبراهيم بن سعد، عن الزهري عن عبيد الله بن عبد الله، عن ابن عباس رضي الله عنهما قال: ¶ كان النبي - صلى الله عليه وسلم - أجود الناس بالخير، وأجود ما يكون في شهر رمضان، لأن جبريل كان يلقاه في كل ليلة في شهر رمضان حتى ينسلخ، يعرض عليه رسول الله - صلى الله عليه وسلم - القرآن، فإذا لقيه جبريل، كان أجود بالخير من الريح المرسلة. ¶ ** حدثنا خالد بن يزيد: حدثنا أبو بكر، عن أبي حصين، عن أبي صالح، عن أبي هريرة قال: كان يعرض على النبي - صلى الله عليه وسلم - القرآن كل عام مرة، فعرض عليه مرتين في العام الذي قبض فيه، وكان يعتكف كل عام عشرا، فاعتكف عشرين في العام الذي قبض فيه. ¶ - كتاب المناقب باب: علامات النبوة في الإسلام. ¶ ** حدثنا أبو نعيم\" حدثنا زكرياء، عن فراس، عن عامر، عن مسروق، عن عائشة رضي الله عنها قالت: أقبلت فاطمة تمشي كأن مشيتها مشي النبي - صلى الله عليه وسلم - ، فقال النبي - صلى الله عليه وسلم -: (مرحبا بابنتي). ثم أجلسها عن يمينه أو عن شماله، ثم أسر إليها حديثا فبكت، فقلت لها: لم تبكين؟ ثم أسر إليها حديثا فضحكت، فقلت: ما رأيت كاليوم فرحا أقرب من حزن، فسألتها عما قال، فقالت: ما كنت لأفشي رسول الله - صلى الله عليه وسلم -، حتى قبض النبي - صلى الله عليه وسلم - فسألتها، فقالت: أسر إلي: (إن جبريل كان يعارضني القرآن كل سنة مرة، وإنه عارضني العام مرتين، ولا أراه إلا حضر أجلي، وإنك أول أهل بيتي لحاقا بي). فبكيت، فقال: (أما ترضين أن تكوني سيدة أهل الجنة، أو نساء المؤمنين).فضحكت لذلك. ¶ كتاب الاستئذان.باب: من ناجى بين يدي الناس، ومن لم يخبر بسر صاحبه، فإذا مات أخبر به.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "** حدثنا موسى، عن أبي عوانة: حدثنا فراس، عن عامر، عن مسروق: حدثتني عائشة أم المؤمنين قالت: إنا كنا أزواج النبي - صلى الله عليه وسلم - عنده جميعاً، لم تغادر منا واحدة، فأقبلت فاطمة عليها السلام تمشي، ولا والله لا تخفى مشيتها من مشية رسول الله - صلى الله عليه وسلم - فلما رآها رحب وقال: (مرحباً بابنتي). ثم أجلسها عن يمينه أو عن شماله، ثم سارها، فبكت بكاء شديداً، فلما رأى حزنها سارها الثانية، فإذا هي تضحك، فقلت لها أنا من بين نسائه: خصك رسول الله - صلى الله عليه وسلم - بالسر من بيننا، ثم أنت تبكين، فلما قام رسول الله - صلى الله عليه وسلم - سألتها: عم سارك؟ قالت: ما كنت لأفشي على رسول الله - صلى الله عليه وسلم - سره، فلما توفي، قلت لها: عزمت عليك بما لي عليك من الحق لما أخبرتني، قالت: أما الآن فنعم، فأخبرتني، قالت: أما حين سارني في الأمر الأول، فإنه أخبرني: أن جبريل كان يعارضه بالقرآن كل سنة مرة. (وإنه قد عارضني به العام مرتين، ولا أرى الأجل إلا قد اقترب، فاتقي الله واصبري، فإني نعم السلف أنا لك). قالت: فبكيت بكائي الذي رأيت، فلما رأى جزعي سارني الثانية، قال: (يا فاطمة، ألا ترضين أن تكوني سيدة نساء المؤمنين، أو سيدة نساء هذه الأمة). ¶ كتاب فضائل القرآن. باب: كان جبريل يعرض القرآن على النبي صلى الله عليه وسلم. ¶ ** وقال مسروق، عن عائشة، عن فاطمة عليها السلام: أسر إلي النبي - صلى الله عليه وسلم - : (أن جبريل كان يعارضني بالقرآن كل سنة، وإنه عارضني العام مرتين، ولا أراه إلا حضر أجلي). ¶ ** حدثنا يحيى بن قزعة: حدثنا إبراهيم بن سعد، عن الزهري عن عبيد الله بن عبد الله، عن ابن عباس رضي الله عنهما قال:",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "كان النبي - صلى الله عليه وسلم - أجود الناس بالخير، وأجود ما يكون في شهر رمضان، لأن جبريل كان يلقاه في كل ليلة في شهر رمضان حتى ينسلخ، يعرض عليه رسول الله - صلى الله عليه وسلم - القرآن، فإذا لقيه جبريل، كان أجود بالخير من الريح المرسلة. ¶ ** حدثنا خالد بن يزيد: حدثنا أبو بكر، عن أبي حصين، عن أبي صالح، عن أبي هريرة قال: ¶ كان يعرض على النبي - صلى الله عليه وسلم - القرآن كل عام مرة، فعرض عليه مرتين في العام الذي قبض فيه، وكان يعتكف كل عام عشرا، فاعتكف عشرين في العام الذي قبض فيه. ¶ - كتاب الاستقراض وأداء الديون والحجر والتفليس.باب: أداء الديون. ¶ وقال الله تعالى: {إن الله يأمركم أن تؤدوا الأمانات إلى أهلها وإذا حكمتم بين الناسي أن تحكموا بالعدل إن الله نعما يعظكم به إن الله كان سمعيا بصيرا} /النساء: 58/. ¶ ** حدثنا أحمد بن يونس: حدثنا أبو شهاب، عن الأعمش، عن زيد ابن وهب، عن أبي ذر رضي الله عنه قال: كنت مع النبي - صلى الله عليه وسلم -، فلما أبصر - يعني أحدا - قال: (ما أحب أنه يحول لي ذهبا، يمكث عندي منه دينار فوق ثلاث، إلا دينارا أرصده لدين). ثم قال: (إن الأكثرين هم الأقلون، إلا من قال بالمال هكذا وهكذا - وأشار أبو شهاب بين يديه، وعن يمينه، وعن شماله - وقليل ما هم). وقال: (مكانك). وتقدم غير بعيد فسمعت صوتا، فأردت أن آتيه، ثم ذكرت قوله: (مكانك حتى آتيك). فلما جاء قلت: يا رسول الله، الذي سمعت، أو قال: الصوت الذي سمعت؟ قال: (وهل سمعت). قلت: نعم، قال: (أتاني جبريل عليه السلام، فقال: من مات من أمتك لا يشرك بالله شيئا دخل الجنة). ¶ قلت: وإن فعل كذا وكذا، قال: (نعم). ¶ كتاب بدء الخلق - باب: ذكر الملائكة.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "** حدثنا محمد بن بشار: حدثنا ابن أبي عدي، عن شعبة، عن حبيب بن أبي ثابت، عن زيد بن وهب، عن أبي ذر رضي الله عنه قال: قال النبي - صلى الله عليه وسلم - : (قال لي جبريل: من مات من أمتك لا يشرك بالله شيئا دخل الجنة، أو لم يدخل النار). قال: وإن زنى وإن سرق؟ قال: (وإن). ¶ كتاب الاستئذان.- باب: من أجاب بلبيك وسعديك.، ¶ ** حدثنا عمر بن حفص: حدثنا أبي: حدثنا الأعمش: حدثنا زيد بن وهب: حدثنا والله أبو ذر بالربذة قال: كنت أمشي مع النبي - صلى الله عليه وسلم - في حرة المدينة عشاء، استقبلنا أحد، فقال: (يا أبا ذر، ما أحب أن أحداً لي ذهباً، يأتي علي ليلة أو ثلاث، عندي منه دينار إلا أرصدة لدين، إلا أن أقول به في عباد الله هكذا وهكذا وهكذا). وأرانا بيده، ثم قال: (يا أبا ذر). قلت: لبيك وسعديك يا رسول الله، قال: (الأكثرون هم الأقلون، إلا من قال هكذا وهكذا). ثم قال لي: (مكانك لا تبرح يا أبا ذر حتى أرجع). فانطلق حتى غاب عني، فسمعت صوتاً، فخشيت أن يكون عرض لرسول الله - صلى الله عليه وسلم -، فأردت أن أذهب، ثم ذكرت قول رسول الله - صلى الله عليه وسلم -: (لا تبرح). فمكثت، قلت: يا رسول الله، سمعت صوتاً، خشيت أن يكون عرض لك، ثم ذكرت قولك فقمت، فقال النبي - صلى الله عليه وسلم -: (ذاك جبريل، أتاني فأخبرني أنه من مات من أمتي لا يشرك بالله شيئاً دخل الجنة). قلت: يا رسول الله، وإن زنى وإن سرق، قال: (وإن زنى وإن سرق). ¶ قلت لزيد: إنه بلغني أنه أبو الدرداء، فقال: أشهد لحدثنيه أبو ذر بالربذة. ¶ قال الأعمش: وحدثني أبو صالح، عن أبي الدرداء نحوه. وقال أبو شهاب، عن الأعمش: (يمكث عندي فوق ثلاث). ¶ كتاب الرقاق. باب: المكثرون هم المقلون",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "** حدثنا قتيبة بن سعيد: حدثنا جرير، عن عبد العزيز بن رُفيع، عن زيد بن وهب، عن أبي ذر رضي الله عنه قال: خرجت ليلة من الليالي، فإذا رسول الله - صلى الله عليه وسلم - يمشي وحده، وليس معه إنسان، قال: فظننت أنه يكره أن يمشي معه أحد، قال: فجعلت أمشي في ظل القمر، فالتفت فرآني، فقال: (من هذا). قلت: أبو ذر، جعلني الله فداءك، قال: (يا أبا ذر تعال). قال: فمشيت معه ساعة، فقال: (إن المكثرين هم المقلون يوم القيامة، إلا من أعطاه الله خيراً، فنفح فيه يمينه وشماله وبين يديه ووراءه، وعمل فيه خيراً). قال: فمشيت معه ساعة، فقال لي: (اجلس ها هنا). قال: فأجلسني في قاع حوله حجارة، فقال لي: (اجلس ها هنا حتى أرجع إليك). قال: فانطلق في الحرة حتى لا أراه، فلبث عني فأطال اللبث، ثم إني سمعته وهو مقبل وهو يقول: (وإن سرق، وإن زنى). قال: فلما جاء لم أصبر حتى قلت: يا نبي الله جعلني الله فداءك، من تكلم في جانب الحرة، ما سمعت أحداً يرجع إليك شيئا؟ قال: (ذلك جبريل عليه السلام، عرض لي في جانب الحرة، قال: بشر أمتك أنه من مات لا يشرك بالله شيئاً دخل الجنة، قلت: يا جبريل، وإن سرق، وإن زنى؟ قال: نعم). قال: قلت: وإن سرق، وإن زنى؟ قال: (نعم، وإن شرب الخمر). ¶ قال النضر: أخبرنا شُعبة، وحدثنا حبيب بن أبي ثابت، والأعمش، وعبد العزيز بن رفيع: حدثنا زيد بن وهب: بهذا. ¶ قال أبو عبد الله: حديث أبي صالح، عن أبي الدرداء، مرسل لا يصح، إنما أردنا للمعرفة، والصحيح حديث أبي ذر. ¶ قيل لأبي عبد الله: حديث عطاء بن يسار، عن أبي الدرداء؟ قال: مرسل أيضا لا يصح، والصحيح حديث أبي ذر، وقال: اضربوا على حديث أبي الدرداء هذا: إذا مات قال: لا إله إلا الله، عند الموت. ¶ 14 - باب: قول النبي صلى الله عليه وسلم: (ما يسرني أن عندي مثل أحد هذا ذهباً).",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "**حدثنا الحسن بن الربيع: حدثنا أبو الأحوص، عن الأعمش، عن زيد بن وهب قال: قال أبو ذر: كنت أمشي مع النبي - صلى الله عليه وسلم - في حرة المدينة، فاستقبلنا أحد، فقال: (يا أبا ذر). قلت: لبيك يا رسول الله، قال: (ما يسرني أن عندي مثل أحد هذا ذهباً، تمضي علي ثالثة وعندي منه دينار، إلا شيئاً أرصده لدين، إلا أن أقول به في عباد الله هكذا وهكذا وهكذا). عن يمينه، وعن شماله، ومن خلفه، ثم مشى ثم قال: (إن الأكثرين هم الأقلون يوم القيامة، إلا من قال هكذا وهكذا وهكذا - عن يمينه وعن شماله ومن خلفه - وقليل ما هم). ثم قال لي: (مكانك لا تبرح حتى آتيك). ثم انطلق في سواد الليل حتى توارى، فسمعت صوتاً قد ارتفع، فتخوفت أن يكون أحد عرض للنبي - صلى الله عليه وسلم -، فأردت أن آتيه فذكرت قوله لي: (لا تبرح حتى آتيك). فلم أبرح حتى أتاني، قلت: يا رسول الله لقد سمعت صوتاً تخوفت، فذكرت له، فقال: (وهل سمعته). قلت: نعم. قال: (ذاك جبريل أتاني، فقال: من مات من أمتك لا يشرك بالله شيئاً دخل الجنة، قلت: وإن زنى وإن سرق؟ قال: وإن زنى، وإن سرق). ¶ كتاب الاستقراض وأداء الديون والحجر والتفليس.باب: أداء الديون. ¶ وقال الله تعالى: {إن الله يأمركم أن تؤدوا الأمانات إلى أهلها وإذا حكمتم بين الناسي أن تحكموا بالعدل إن الله نعما يعظكم به إن الله كان سمعيا بصيرا} /النساء: 58/.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "** حدثنا أحمد بن يونس: حدثنا أبو شهاب، عن الأعمش، عن زيد ابن وهب، عن أبي ذر رضي الله عنه قال: كنت مع النبي - صلى الله عليه وسلم -، فلما أبصر - يعني أحدا - قال: (ما أحب أنه يحول لي ذهبا، يمكث عندي منه دينار فوق ثلاث، إلا دينارا أرصده لدين). ثم قال: (إن الأكثرين هم الأقلون، إلا من قال بالمال هكذا وهكذا - وأشار أبو شهاب بين يديه، وعن يمينه، وعن شماله - وقليل ما هم). وقال: (مكانك). وتقدم غير بعيد فسمعت صوتا، فأردت أن آتيه، ثم ذكرت قوله: (مكانك حتى آتيك). فلما جاء قلت: يا رسول الله، الذي سمعت، أو قال: الصوت الذي سمعت؟ قال: (وهل سمعت). قلت: نعم، قال: (أتاني جبريل عليه السلام، فقال: من مات من أمتك لا يشرك بالله شيئا دخل الجنة). ¶ قلت: وإن فعل كذا وكذا، قال: (نعم). ¶ - كتاب الجهاد والسير - باب: من ينكب في سبيل الله. ¶ ** حدثنا حفص بن عمر الحوضي: حدثنا همام، عن إسحاق، عن أنس رضي الله عنه قال: بعث النبي - صلى الله عليه وسلم -أقواما من بني سليم إلى بني عامر في سبعين، فلما قدموا: قال لهم خالي: أتقدمكم، فإن أمنوني حتى أبلغهم عن رسول الله - صلى الله عليه وسلم -، وإلا كنتم مني قريبا، فتقدم فأمنوه، فبينما يحدثهم عن النبي - صلى الله عليه وسلم - إذ أومؤوا إلى رجل منهم فطعنه فأنفذه، فقال: الله أكبر، فزت ورب الكعبة، ثم مالوا على بقية أصحابه فقتلوهم إلا رجلا أعرج صعد الجبل - قال همام: فأراه آخر معه - فأخبر جبريل عليه السلام النبي - صلى الله عليه وسلم -: أنهم قد لقوا ربهم، فرضي عنهم وأرضاهم، فكنا نقرأ: أن بلغوا قومنا، أن لقينا ربنا، فرضي عنا وأرضانا.ثم نسخ بعد، فدعا عليهم أربعين صباحا، على رعل، وذكوان، ¶ وبني لحيان، وبني عصية، الذين عصوا الله تعالى ورسوله - صلى الله عليه وسلم -. ¶ - كتاب الجهاد والسير باب: الغسل بعد الحرب والدمار.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "** حدثنا محمد: أخبرنا عبدة، عن هشام بن عروة، عن أبيه، عن عائشة رضي الله عنها: أن رسول الله - صلى الله عليه وسلم - لما رجع يوم الخندق، ووضع السلاح واغتسل، فأتاه جبريل وقد عصب رأسه الغبار، فقال: وضعت السلاح، فوالله ما وضعته. فقال رسول الله - صلى الله عليه وسلم -: (فأين). قال: ها هنا، وأومأ إلى بني قريظة. قالت: فخرج إليهم رسول الله - صلى الله عليه وسلم - . ¶ كتاب المغازي باب: مرجع النبي صلى الله عليه وسلم من الأحزاب، ومخرجه إلى بني قريظة ومحاصرته إياهم. ¶ ** حدثني عبد الله بن بن أبي شيبة: حدثنا ابن نمير، عن هشام، عن أبيه، عن عائشة رضي الله عنها قالت: لما رجع النبي - صلى الله عليه وسلم - من الخندق، ووضع السلاح واغتسل، أتاه جبريل عليه السلام، فقال: قد وضعت السلاح؟ والله ما وضعناه، فاخرج إليهم. قال:(فإلى أين). قال: ها هنا، وأشار إلى بني قريظة، فخرج النبي - صلى الله عليه وسلم -. ¶ - كتاب بدء الخلق - باب: ذكر الملائكة. ¶ ** حدثنا محمد بن سلام: أخبرنا مخلد: أخبرنا ابن جريج قال: أخبرني موسى بن عقبة، عن نافع قال: قال أبو هريرة رضي الله عنه، عن النبي - صلى الله عليه وسلم -.. ¶ وتابعه أبو عاصم، عن ابن جريج، قال: أخبرني موسى بن عقبة، عن نافع، عن أبي هريرة، عن النبي - صلى الله عليه وسلم -.قال: (إذا أحب الله العبد نادى جبريل: إن الله يحب فلانا فأحببه، فيحبه جبريل، فينادي جبريل في أهل السماء: إن الله يحب فلانا فأحبوه، فيحبه أهل السماء، ثم يوضع له القبول في الأرض). ¶ كتاب الأدب - باب: المقة من الله تعالى.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "** حدثنا عمرو بن علي: حدثنا أبو عاصم، عن ابن جريج قال: أخبرني موسى بن عقبة، عن نافع، عن أبي هريرة، عن النبي - صلى الله عليه وسلم - قال: (إذا أحب الله العبد نادى جبريل: إن الله يحب فلاناً فأحبه، فيحبه جبريل، فينادي جبريل في أهل السماء: إن الله يحب فلاناً فأحبوه، فيحبه أهل السماء، ثم يوضع له القبول في أهل الأرض). ¶ كتاب التوحيد. باب: كلام الرب مع جبريل، ونداء الله الملائكة. ¶ وقال معمر: {وإنك لتُلَقَّى القرآن} /النمل: 6/: أي يلقى عليك وتَلَقَّاه أنت، أي تأخذه عنهم، ومثله: {فتَلَقَّى آدم من ربه كلمات} /البقرة: 37/. ¶ **حدثني إسحق: حدثنا عبد الصمد: حدثنا عبد الرحمن، هو ابن عبد الله بن دينار، عن أبيه، عن أبي صالح، عن أبي هريرة رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم - : (إن الله تبارك وتعالى إذا أحب عبداً نادى جبريل: إن الله قد أحب فلاناً فأحِبَّه، فيُحِبُّه جبريل، ثم ينادي جبريل في السماء: إن الله قد أحب فلاناً فأحِبُّوه، فيُحِبُّه أهل السماء، ويوضع له القبول في أهل الأرض). ¶ - كتاب بدء الخلق - باب: ذكر الملائكة. ¶ ** حدثنا علي بن عبد الله: حدثنا سفيان: حدثنا الزهري، عن سعيد ابن المسيب قال: مر عمر في المسجد، وحسان ينشد، فقال: كنت أنشد فيه، وفيه من هو خير منك، ثم التفت إلى أبي هريرة فقال: أنشدك بالله، أسمعت رسول الله - صلى الله عليه وسلم - يقول: (أجب عني، اللهم أيده بروح القدس). قال: نعم. ¶ أبواب القبلة. باب: الشعر في المسجد. ¶ **حدثنا أبو اليمان الحكم بن نافع قال: أخبرنا شعيب، عن الزهري قال: أخبرني أبو سلمة بن عبد الرحمن بن عوف: أنه سمع حسان بن ثابت الأنصاري يستشهد أبا هريرة: أنشدك الله، هل سمعت النبي - صلى الله عليه وسلم - يقول: يا حسان، أجب عن رسول الله صلى الله عليه وسلم، اللهم أيده بروح القدس). قال أبو هريرة: نعم. ¶ كتاب الأدب باب: هجاء المشركين. –",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "** حدثنا أبو اليمان: أخبرنا شعيب، عن الزُهري. وحدثنا إسماعيل قال: حدثني أخي، عن سليمان، عن محمد بن أبي عتيق، عن ابن شهاب، عن أبي سلمة بن عبد الرحمن بن عوف: أنه سمع حسان بن ثابت الأنصاري: يستشهد أبا هريرة فيقول: يا أبا هريرة، نشدتك الله، هل سمعت رسول الله - صلى الله عليه وسلم - يقول: (يا حسان، أجب عن رسول الله، اللهم أيده بروح القدس). قال أبو هريرة: نعم. ¶ كتاب بدء الخلق -باب: ذكر الملائكة. ¶ ** حدثا حفص بن عمر: حدثنا شعبة، عن عدي بن ثابت، عن البراء رضي الله عنه قال: قال النبي - صلى الله عليه وسلم - لحسان: (اهجهم - أو هاجهم - وجبريل معك). ¶ كتاب المغازي - باب: مرجع النبي - صلى الله عليه وسلم - من الأحزاب، ومخرجه إلى بني قريظة ومحاصرته إياهم. ¶ ** حدثنا الحجاج بن منهال: أخبرنا شعبة قال: أخبرني عدي: أنه سمع البراء رضي الله عنه قال: قال النبي - صلى الله عليه وسلم - (اهجهم - أو هاجهم - وجبريل معك). ¶ وزاد ابراهيم بن طهمان، عن الشيباني، عن عدي بن ثابت، عن البراء بن عازب قال: قال النبي صلى الله عليه وسلم يوم قريظة لحسان بن ثابت: (اهج المشركين، فإن جبريل معك). ¶ كتاب الأدب - باب: هجاء المشركين. ¶ ** حدثنا سليمان بن حرب: حدثنا شُعبة، عن عدي بن ثابت، عن البراء رضي الله عنه: أن النبي - صلى الله عليه وسلم - قال لحسان: (اهجهم - أو قال: هاجهم - وجبريل معك). ¶ - كتاب بدء الخلق - باب: ذكر الملائكة. ¶ ** حدثنا إسحاق: أخبرنا وهب بن جرير: حدثنا أبي قال: سمعت حميد بن هلال، عن أنس بن مالك رضي الله عنه قال: كأني أنظر إلى غبار ساطع في سكة بني غنم، زاد موسى: موكب جبريل. ¶ - كتاب بدء الخلق - باب: ذكر الملائكة.",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "** حدثنا عبد الله بن محمد: حدثنا هشام: أخبرنا معمر، عن الزهري، عن أبي سلمة، عن عائشة رضي الله عنها: أن النبي - صلى الله عليه وسلم - قال لها: (يا عائشة، هذا جبريل يقرأ عليك السلام). فقالت: وعليه السلام ورحمة الله وبركاته، ترى ما لا أرى، تريد النبي - صلى الله عليه وسلم - ¶ كتاب فضائل الصحابة ، باب: فضل عائشة رضي الله عنها. ¶ ** حدثنا يحيى بن بكير: حدثنا الليث/ عن يونس، عن ابن شهاب: قال أبو سلمة: إن عائشة رضي الله عنها قالت: قال رسول الله - صلى الله عليه وسلم - يوما: (يا عائش، هذا جبريل يقرئك السلام). فقلت: وعليه السلام ورحمة الله وبركاته، ترى ما لا أرى. تريد رسول الله صلى الله عليه وسلم. ¶ كتاب الأدب باب: من دعا صاحبه فنقص من اسمه حرفاً. ¶ ** حدثنا أبو اليمان: أخبرنا شعيب، عن الزُهري قال: حدثني أبو سلمة بن عبد الرحمن، أن عائشة رضي الله عنها زوج النبي - صلى الله عليه وسلم -قالت: قال رسول الله - صلى الله عليه وسلم -: (يا عائش هذا جبريل يقرئك السلام). قلت: وعليه السلام ورحمة الله، قالت: وهو يرى ما لا نرى. ¶ كتاب الاستئذان. ، باب: تسليم الرجال على النساء، والنساء على الرجال. ¶ ** حدثنا ابن قاتل: أخبرنا عبد الله: أخبرنا معمر، عن الزُهري، عن أبي سلمة بن عبد الرحمن، عن عائشة رضي الله عنها قالت: قال رسول الله - صلى الله عليه وسلم -: (يا عائشة هذا جبريل يقرأ عليك السلام). قالت: قلت: وعليه السلام ورحمة الله، ترى ما لا نرى، تريد رسول الله - صلى الله عليه وسلم -. ¶ تابعه شعيب. وقال يونس والنعمان، عن الزُهري: وبركاته. ¶ كتاب الاستئذان - باب: إذا قال: فلان يقرئك السلام. ¶ ** حدثنا أبو نُعَيم: حدثنا زكرياء قال: سمعت عامراً يقول: حدثني أبو سلمة بن عبد الرحمن: أن عائشة رضي الله عنها حدثته: ¶ أن النبي - صلى الله عليه وسلم - قال لها: (إن جبريل يقرئك السلام). قالت: وعليه السلام ورحمة الله.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "- كتاب بدء الخلق باب: ذكر الملائكة. ¶ ** حدثنا أبو نعيم: حدثنا عمر بن ذر. (ح) قال: حدثني يحيى بن جعفر: حدثنا وكيع عن عمر بن ذر، عن أبيه، عن سعيد بن جبير، عن ابن عباس رضي الله عنهما قال: قال رسول الله - صلى الله عليه وسلم - لجبريل: (ألا تزورنا أكثر مما تزورنا). قال: فنزلت: {وما نتنزل إلا بأمر ربك له ما بين أيدينا وما خلفنا}. الآية. ¶ كتاب التفسير باب: {وما نتنزل إلا بأمر ربك} /64/. ¶ ** حدثنا أبو نعيم: حدثنا عمر بن ذر قال: سمعت أبي، عن سعيد ابن جبير، عن ابن عباس رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم لجبريل: (ما يمنعك أن تزورنا أكثر مما تزورنا). فنزلت: {وما نتنزل إلا بأمر ربك له ما بين أيدينا وما خلفنا}. ¶ كتاب التفسير.باب: {وما نتنزل إلا بأمر ربك} /64/. ¶ ** حدثنا أبو نعيم: حدثنا عمر بن ذر قال: سمعت أبي، عن سعيد ابن جبير، عن ابن عباس رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم لجبريل: (ما يمنعك أن تزورنا أكثر مما تزورنا). فنزلت: {وما نتنزل إلا بأمر ربك له ما بين أيدينا وما خلفنا}. ¶ كتاب الإعتصام بالكتاب والسنَّة. باب: {ولقد سبقت كلمتنا لعبادنا المرسلين}. /الصافات: 171/.- ¶ **حدثنا خلاد بن يحيى: حدثنا عمر بن ذر: سمعت أبي يحدث، عن سعيد بن جبير، عن ابن عباس رضي الله عنهما: أن النبي - صلى الله عليه وسلم - قال: (يا جبريل، ما يمنعك أن تزورنا أكثر مما تزورنا). فنزلت: {وما نتنزل إلا بأمر ربك له ما بين أيدينا وما خلفنا}. إلى آخر الآية. قال: كان هذا الجواب لمحمد - صلى الله عليه وسلم -. ¶ - كتاب بدء الخلق باب: ذكر الملائكة. ¶ **- حدثنا إسماعيل قال: حدثني سليمان، عن يونس، عن ابن شهاب، عن عبيد الله بن عبد الله بن عتبة بن مسعود، عن ابن عباس رضي الله عنهما: أن رسول الله - صلى الله عليه وسلم - قال: (أقرأني جبريل على حرف، فلم أزل أستزيده، حتى انتهى إلى سبعة أحرف).",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "كتاب فضائل القرآن. باب: أنزل القرآن على سبعة أحرف. ¶ ** حدثنا سعيد بن عفير قال: حدثني الليث قال: حدثني عقيل، عن ابن شهاب قال: حدثني عبيد الله بن عبد الله: أن ابن عباس رضي الله عنهما حدثه: أن رسول الله - صلى الله عليه وسلم - قال: (أقرأني جبريل على حرف، فراجعته، فلم أزل أستزيده ويزيدني، حتى انتهى إلى سبعة أحرف). ¶ - كتاب المناقب باب: كان النبي صلى الله عليه وسلم تنام عيناه ولا ينام قلبه ¶ ** حدثنا إسماعيل قال: حدثنني أخي، عن سليمان، عن شريك بن عبد الله بن أبي نمر: سمعت أنس بن مالك يحدثنا عن ليلة أسري بالنبي - صلى الله عليه وسلم - من مسجد الكعبة: جاء ثلاثة نفر قبل أن يوحى إليه، وهو نائم في المسجد الحرام، فقال أولهم: أيهم هو؟ فقال أوسطهم: هو خيرهم، وقال آخرهم: خذوا خيرهم. فكانت تلك، فلم يرهم حتى جاؤوا ليلة أخرى فما يرى قلبه، والنبي - صلى الله عليه وسلم - نائمة عيناه ولا ينام قلبه، وكذلك الأنبياء تنام أعينهم ولا تنام قلوبهم، فتولاه جبريل، ثم عرج به إلى السماء. ¶ كتاب التوحيد.باب: قوله: {وكلم الله موسى تكليماً} /النساء: 164/.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "** حدثنا عبد العزيز بن عبد الله: حدثني سليمان، عن شريك بن عبد الله أنه قال: سمعت أنس بن مالك يقول: ليلة أسري برسول الله - صلى الله عليه وسلم - من مسجد الكعبة: إنه جاءه ثلاثة نفر قبل أن يوحى إليه، وهو نائم في المسجد الحرام، فقال أولهم: أيهم هو؟ فقال أوسطهم: هو خيرهم، فقال آخرهم: خذوا خيرهم، فكانت تلك الليلة، فلم يرهم حتى أتوه ليلة أخرى، فيما يرى قلبه، وتنام عينه ولا ينام قلبه، وكذلك الأنبياء تنام أعينهم ولا تنام قلوبهم، فلم يكلموه حتى احتملوه، فوضعوه عند بئر زمزم، فتولاه منهم جبريل، فشق جبريل ما بين نحره إلى لبَّته، حتى فرغ من صدره وجوفه، فغسله من ماء زمزم بيده، حتى أنقى جوفه، ثم أتي بطست من ذهب فيه تَوْرٌ من ذهب، محشوًّا إيماناً وحكمة، فحُشي به صدره ولغاديده، يعني عروق حلقه، ثم أطبقه ثم عرج به إلى السماء الدنيا، فضرب باباً من أبوابها، فناداه أهل السماء: من هذا؟ فقال: جبريل، قالوا: ومن معك؟ قال: معي محمد، قال: وقد بُعث؟ قال: نعم، قالوا: فمرحباً به وأهلاً، فيستبشر به أهل السماء، لا يعلم أهل السماء بما يريد الله به في الأرض حتى يعلمهم، فوجد في السماء الدنيا آدم، فقال له جبريل: هذا أبوك فسلِّم عليه، فسلَّم عليه وردَّ عليه آدم وقال: مرحباً وأهلاً بابني، نعم الابن أنت، فإذا هو في السماء الدنيا بنهَرين يطَّردان، فقال: (ما هذان النهَران يا جبريل). قال: هذا النيل و الفرات عنصرهما، ثم مضى به في السماء فإذا هو بنهَر آخر، عليه قصر من لؤلؤ وزبرجد، فضرب يده فإذا هو مسك أذفر، قال: (ما هذا يا جبريل). قال: هذا الكوثر الذي خبأ لك ربك، ثم عرج به إلى السماء الثانية، فقالت الملائكة له مثل ما قالت له الأولى: من هذا؟ قال: جبريل، قالوا: ومن معك؟ قال: محمد - صلى الله عليه وسلم - ، قالوا: وقد بُعث إليه؟ قال: نعم، قالوا مرحباً به وأهلاً، ثم عرج به إلى السماء الثالثة، وقالوا له مثل ما قالت الأولى",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "والثانية، ثم عرج به إلى الرابعة، فقالوا له مثل ذلك، ثم عرج به إلى السماء الخامسة، فقالوا مثل ذلك، ثم عرج به إلى السماء السادسة، فقالوا له مثل ذلك، ثم عرج به إلى السماء السابعة، فقالوا له مثل ذلك، كل سماء فيها أنبياء قد سمَّاهم، فوعيت منهم إدريس في الثانية، وهارون في الرابعة، وآخر في الخامسة لم أحفظ اسمه، وإبراهيم في السادسة، وموسى في السابعة بتفضيل كلام الله، فقال موسى: ربِّ لم أظنَّ أن ترفع عليَّ أحداً، ثم علا به فوق ذلك بما لا يعلمه إلا الله، حتى جاء سدرة المنتهى، ودنا الجبَّار ربُّ العزَّة، فتدلَّى حتى كان منه قاب قوسين أو أدنى، فأوحى الله فيما أوحى إليه: خمسين صلاة على أمتك كل يوم وليلة، ثم هبط حتى بلغ موسى، فاحتبسه موسى فقال: يا محمد ماذا عهد إليك ربك؟ قال: (عهد إلي خمسين صلاة كل يوم وليلة). قال: إنَّ أمتك لا تستطيع ذلك، فارجع فليخفف عنك ربك وعنهم، فالتفت النبي - صلى الله عليه وسلم - إلى جبريل كأنه يستشيره في ذلك، فأشار إليه جبريل: أن نعم إن شئت، فعلا به إلى الجبَّار، فقال وهو مكانه: (يا ربِّ خفِّف عنَّا، فإنَّ أمتي لا تستطيع هذا). فوضع عنه عشر صلوات، ثم رجع إلى موسى فاحتبسه، فلم يزل يردده موسى إلى ربه حتى صارت إلى خمس صلوات، ثم احتبسه موسى عند الخمس فقال: يا محمد، والله لقد راودتُ بني إسرائيل قومي على أدنى من هذا فضعفوا فتركوه، فأمتك أضعف أجساداً وقلوباً وأبداناً وأبصاراً وأسماعاً، فارجع فليخفِّف عنك ربك، كل ذلك يلتفت النبي - صلى الله عليه وسلم - إلى جبريل ليشير عليه، ولا يكره ذلك جبريل، فرفعه عند الخامسة فقال: (يا رب إن أمتي ضعفاء، أجسادهم وقلوبهم وأسماعهم وأبدانهم، فخفف عنا). فقال الجبَّار: يا محمد، قال: (لبيك وسعديك). قال: إنه لا يُبَدَّل القول لدي، كما فرضت عليك في أمِّ الكتاب، قال: فكل حسنة بعشر أمثالها، فهي خمسون في أمِّ الكتاب، وهي خمس عليك، فرجع إلى موسى",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "فقال: كيف فعلت؟ فقال: (خفَّف عنا، أعطانا بكل حسنة عشر أمثالها). قال موسى: قد والله راودت بني إسرائيل على أدنى من ذلك فتركوه، ارجع إلى ربك فليخفِّف عنك أيضاً، قال رسول الله - صلى الله عليه وسلم - : (يا موسى، قد والله استحييت من ربي مما اختلفت إليه). قال: فاهبط باسم الله، قال: واستيقظ وهو في مسجد الحرام. ¶ - كتاب المناقب باب: علامات النبوة في الإسلام ¶ ** حدثني عباس بن الوليد النرسي: حدثنا معتمر قال: سمعت أبي: حدثنا أبو عثمان قال: أنبئت أن جبريل عليه السلام أتى النبي صلى الله عليه وسلم وعنده أم سلمة، فجعل يحدث ثم قام، فقال النبي - صلى الله عليه وسلم -لأم سلمة: (من هذا). أو كما قال، قال: قالت: هذا دحية، قالت أم سلمة: وايم الله ما حسبته إلا إياه، حتى سمعت خطبة نبي الله - صلى الله عليه وسلم - بخبر جبريل، أو كما قال، قال: فقلت لأبي عثمان: ممن سمعت هذا؟ قال: من أسامة بن زيد. ¶ كتاب فضائل القرآن. باب: كيف نزول الوحي، وأول ما نزل. ¶ ** حدثنا موسى بن إسماعيل: حدثنا معتمر قال: سمعت أبي، عن أبي عثمان قال: أنبئت أن جبريل أتى النبي - صلى الله عليه وسلم - وعنده أم سلمة، فجعل يتحدث، فقال النبي - صلى الله عليه وسلم -لأم سلمة: (من هذا). أو كما قال، قالت: هذا دحية، فلما قام، قالت: والله ما حسبته إلا أياه، حتى سمعت خطبة النبي - صلى الله عليه وسلم - يخبر خبر جبريل، أو كما قال. قال أبي: قلت لأبي عثمان: ممن سمعت هذا؟ قال: من أسامة بن زيد. ¶ - كتاب فضائل الصحابة باب: تزويج النبي صلى الله عليه وسلم خديجة، وفضلها رضي الله عنها.",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "** حدثنا قتيبة بن سعيد: حدثنا محمد بن فضيل، عن عمارة، عن أبي زرعة، عن أبي هريرة رضي الله عنه قال: أتى جبريل النبي - صلى الله عليه وسلم - فقال: يا رسول الله، هذه خديجة قد أتت، معها إناء فيه إدام أو طعام أو شراب، فإذا هي أتتك فاقرأ عليها السلام من ربها ومني، وبشرها ببيت في الجنة من قصب لا صخب فيه ولا نصب ¶ كتاب التوحيد. باب: قول الله تعالى: {يريدون أن يُبَدِّلوا كلام الله} /الفتح: 15 ¶ ** حدثنا زهير بن حرب: حدثنا ابن فُضَيل، عن عُمارة، عن أبي زُرْعَة، عن أبي هريرة: فقال: هذه خديجة أتتك بإناء فيه طعام، أو إناء فيه شراب، فأقرئها من ربها السلام، وبشِّرها ببيت من قصب، لا صخب فيه ولا نصب. ¶ - كتاب فضائل الصحابة باب: كيف آخى النبي - صلى الله عليه وسلم - بين أصحابه",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "** حدثني حامد بن عمر، عن بشر بن المفضل:حدثنا حميد: حدثنا أنس: أن عبد الله بن سلام بلغه مقدم النبي - صلى الله عليه وسلم -المدينة، فأتاه يسأله عن أشياء، فقال: إني سائلك عن ثلاث لا يعلمهن إلا نبي: ما أول أشراط الساعة، وما أول طعام يأكله أهل الجنة، وما بال الولد ينزع إلى أبيه أو إلى أمه ؟ قال: (أخبرني به جبريل آنفا). قال ابن سلام: ذاك عدو اليهود من الملائكة، قال: (أما أول أشراط الساعة فنار تحشرهم من المشرق إلى المغرب، وأما أول طعام يأكله أهل الجنة فزيادة كبد الحوت، وأما الولد: فإذا سبق ماء الرجل ماء المرأة نزع الولد، وإذا سبق ماء المرأة ماء الرجل نزعت الولد). قال: أشهد أن لا إله إلا الله وأنك رسول الله، قال: يا رسول الله، إن اليهود قوم بهت، فاسألهم عني قبل أن يعلموا بإسلامي، فجاءت اليهود، فقال النبي - صلى الله عليه وسلم -: (أي رجل عبد الله بن سلام فيكم). قالوا: خيرنا وابن خيرنا، وأفضلنا وابن أفضلنا. فقال النبي - صلى الله عليه وسلم -: (أرأيتم إن أسلم عبد الله بن سلام). قالوا: أعاذه الله من ذلك، فأعاد عليهم فقالوا مثل ذلك، فخرج إليهم عبد الله فقال: أشهد أن لا إله إلا الله وأن محمدا رسول الله، قالوا: شرنا وابن شرنا، وتنقصوه، قال: هذا كنت أخاف يا رسول الله. ¶ - كتاب بدء الخلق باب: إذا قال أحدكم: آمين، والملائكة في السماء، فوافقت إحداهما الأخرى، غفر له ما تقدم من ذنبه",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "** حدثنا عبد الله بن يوسف: أخبرنا ابن وهب قال: أخبرني يونس، عن ابن شهاب قال: حدثني عروة: أن عائشة رضي الله عنها زوج النبي - صلى الله عليه وسلم -حدثته: أنها قالت للنبي - صلى الله عليه وسلم - : هل أتى عليك يوم أشد من يوم أحد؟ قال: (لقد لقيت من قومك ما لقيت، وكان أشد ما لقيت منهم يوم العقبة، إذ عرضت نفسي على ابن عبد ياليل بن عبد كلال، فلم يجبني إلى ما أردت، فانطلقت وأنا مهموم على وجهي، فلم أستفق إلا وأنا بقرن الثعالب، فرفعت رأسي، فإذا أنا بسحابة قد أظلتني، فنظرت فإذا فيها جبريل، فناداني فقال: إن الله قد سمع قول قومك لك، وما ردوا عليك، وقد بعث الله إليك ملك الجبال، لتأمره بما شئت فيهم، فناداني ملك الجبال، فسلم علي، ثم قال: يا محمد، فقال: ذلك فيما شئت، إن شئت أن أطبق عليهم الأخشبين؟ فقال النبي - صلى الله عليه وسلم -: بل أرجو أن يخرج الله من أصلابهم من يعبد الله وحده، لا يشرك به شيئا). ¶ كتاب التوحيد.باب: قول الله تعالى: {وكان الله سميعاً بصيراً} /النساء: 134/. ¶ ** حدثنا عبد الله بن يوسف: أخبرنا ابن وهب: أخبرني يونس، عن ابن شهاب: حدثني عروة: أن عائشة رضي الله عنها حدثته: قال النبي - صلى الله عليه وسلم - : (إن جبريل عليه السلام ناداني قال: إن الله قد سمع قول قومك وما ردُّوا عليك .... ¶ - كتاب الجنائز.باب: في الجنائز، ومن كان آخر كلامة: لا إله إلا الله. ¶ وقيل لوهب بن منبه: أليس لا إله إلا الله مفتاح الجنة؟ قال: بلى، ولكن ليس مفتاح إلا له أسنان، فإن جئت بمفتاح له أسنان فتح لك، وإلا لم يفتح لك. ¶ ** حدثنا موسى بن إسماعيل: حدثنا مهدي بن ميمون: حدثنا واصل الأحدب، عن المعرور بن سويد، عن أبي ذر رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم - : (آتاني آت من ربي، فأخبرني، أو قال: بشرني، أنه من مات من أمتي لا يشرك بالله شيئا دخل الجنة). قلت: وإن زنى وإن سرق؟ قال: (وإن زنى وإن سرق).",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "كتاب اللباس باب: الثياب البيض. ¶ ** حدثنا أبو معمر: حدثنا عبد الوارث، عن الحسين، عن عبد الله بن بريدة، عن يحيى بن يعمر حدثه: أن أبا الأسود الديلي حدثه: أن أبا ذر رضي الله عنه حدثه: قال: أتيت النبي - صلى الله عليه وسلم - وعليه ثوب أبيض، وهو نائم، ثم أتيته وقد استيقظ، فقال: (ما من عبد قال: لا إله إلا الله، ثم مات على ذلك إلا دخل الجنة). قلت: وإن زنى وإن سرق؟ قال: (وإن زنى وإن سرق). قلت: وإن زنى وإن سرق؟ قال: (وإن زنى وإن سرق). قلت: وإن زنى وإن سرق؟ قال: (وإن زنى وإن سرق على رغم أنف أبي ذر). ¶ وكان أبو ذر إذا حدث بهذا قال: وإن رغم أنف أبي ذر. ¶ قال أبو عبد الله: هذا عند الموت، أو قبله إذا تاب وندم، وقال: لا إله إلا الله، غفر له. ¶ باب: كلام الرب مع جبريل، ونداء الله الملائكة. ¶ ** حدثنا محمد بن بشار: حدثنا غندر: حدثنا شعبة، عن واصل، عن المعرور قال: سمعت أبا ذر، عن النبي - صلى الله عليه وسلم - قال: (أتاني جبريل فبشَّرني: أنه من مات لا يشرك بالله شيئاً دخل الجنة). قلت: وإن سرق وإن زنى؟ قال: (وإن سرق وإن زنى). ¶ - كتاب بدء الخلق باب: إذا قال أحدكم: آمين، والملائكة في السماء، فوافقت إحداهما الأخرى، غفر له ما تقدم من ذنبه. ¶ ** حدثنا يحيى بن سليمان قال: حدثني ابن وهب قال: حدثني عمرو، عن سالم، عن أبيه قال: وعد النبي - صلى الله عليه وسلم - جبريل فقال: (إنا لا ندخل بيتا فيه صورة ولا كلب). ¶ كتاب اللباس باب: لا تدخل الملائكة بيتاً فيه صورة. ¶ ** حدثنا يحيى بن سليمان قال: حدثني ابن وهب قال: حدثني عمر، هو ابن محمد، عن سالم، عن أبيه قال: وعد النبي صلى الله عليه وسلم جبريل، فراث عليه، حتى اشتد على النبي صلى الله عليه وسلم، فخرج النبي - صلى الله عليه وسلم - فلقيه، فشكا إليه ما وجد، فقال له: إنا لا ندخل بيتاً فيه صورة ولا كلب.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "- كتاب الأدب باب: الوصاءة بالجار. وقول الله تعالى: {واعبدوا الله ولا تشركوا به شيئاً وبالوالدين إحساناً} الآية /النساء: 36/. ¶ ** حدثنا إسماعيل بن أبي أويس قال: حدثني مالك، عن يحيى بن سعيد قال: أخبرني أبو بكر بن محمد، عن عمرة، عن عائشة رضي الله عنها، عن النبي - صلى الله عليه وسلم - قال: (ما زال يوصيني جبريل بالجار، حتى ظننت أنه سيورثه). ¶ ** حدثنا محمد بن منهال: حدثنا يزيد بن زريع: حدثنا عمر بن محمد، عن أبيه، عن ابن عمر رضي الله عنهما قال: قال رسول الله - صلى الله عليه وسلم - : (ما زال جبريل يوصيني بالجار، حتى ظننت أنه سيورثه). ¶ - كتاب الرقاق باب: يدخل الجنة سبعون ألفاً بغير حساب. ¶ ** حدثنا عمران بن ميسرة: حدثنا ابن فضيل: حدثنا حصين. قال أبو عبد الله: وحدثني أسيد بن زيد: حدثنا هشيم، عن حصين قال: كنت عند سعيد بن جبير فقال: حدثني ابن عباس قال: قال النبي - صلى الله عليه وسلم - : (عرضت علي الأمم، فأجد النبي يمر معه الأمة، النبي يمر معه النفر، والنبي يمر معه العشرة، والنبي يمر معه الخمسة، والنبي يمر وحده، فنظرت فإذا سواد كثير، قلت: يا جبريل، هؤلاء أمتي؟ قال: لا، ولكن انظر إلى الأفق، فنظرت فإذا سواد كثير، قال: هؤلاء أمتك، وهؤلاء سبعون ألفا قُدَّامهم لا حساب عليهم ولا عذاب، قلت: ولم؟ قال: كانوا لا يكتوون، ولا يسترقون، ولا يتطيرون، وعلى ربهم يتوكلون). ¶ فقام إليه عُكَّاشة بن محصن فقال: ادع الله أن يجعلني منهم، قال: (اللهم اجعله منهم). ثم قام إليه رجل آخر قال: ادع الله أن يجعلني منهم، قال: (سبقك بها عُكَّاشة). ¶ - كتاب التفسيرباب: تفسير سورة: {إنا أعطيناك الكوثر}. (الكوثر) ¶ وقال ابن عباس: {شانئك} /3/: عدوك.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "** حدثنا آدم: حدثنا شيبان: حدثنا قتادة، عن أنس رضي الله عنه قال: لما عرج بالنبي - صلى الله عليه وسلم - إلى السماء، قال: (أتيت على نهر، حافتاه قباب اللؤلؤ مجوفا، فقلت: ما هذا يا جبريل؟ قال: هذا الكوثر). ¶ كتاب الرقاق. باب: في الحوض. ¶ ** حدثنا أبو الوليد: حدثنا همَّام، عن قتادة، عن أنس، عن النبي - صلى الله عليه وسلم - . وحدثنا هدبة بن خالد: حدثنا همَّام: حدثنا قتادة: حدثنا أنس بن مالك، عن النبي - صلى الله عليه وسلم - قال: (بينما أنا أسير في الجنة، إذا أنا بنهر، حافتاه قباب الدر المجوف، قلت: ما هذا يا جبريل؟ قال: هذا الكوثر، الذي أعطاك ربك، فإذا طينه، أو طيبه، مسك أذفر). شك هدبة. ¶ - كتاب الأنبياء: قول الله تعالى: {وهل أتاك حديث موسى} /طه: 9 /. ¶ ** حدثنا إبراهيم بن موسى: أخبرنا هشام بن يوسف: أخبرنا معمر، عن الزهري، عن سعيد بن المسيب، عن أبي هريرة رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم - : (ليلة أسري بي: رأيت موسى، وإذا هو رجل ضرب رجل، كأنه من رجال شنوءة، ورأيت عيسى، فإذا هو رجل ربعة أحمر، كأنما خرج من ديماس، وأنا أشبه ولد إبراهيم به، ثم أتيت بإناءين: في أحدهما لبن وفي الآخر خمر، فقال: اشرب أيهما شئت، فأخذت اللبن فشربته، فقيل: أخذت الفطرة، أما إنك لو أخذت الخمر غوت أمتك). ¶ كتاب الأنبياء [باب: {واذكر في الكتاب مريم إذ انتبذت من أهلها} /مريم: 16/",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "** حدثني إبراهيم بن موسى: أخبرنا هشام، عن معمر. حدثني محمود: حدثنا عبد الرزاق: أخبرنا معمر، عن الزهري قال: أخبرني سعيد ابن المسيب، عن أبي هريرة رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم - ليلة أسري بي: (لقيت موسى قال: فنعته، فإذا رجل - حسبته قال - مضطرب رجل الرأس، كأنه من رجال شنوءة، قال: ولقيت عيسى - فنعته النبي - صلى الله عليه وسلم - فقال - ربعة أحمر، كأنما خرج من ديماس - يعني الحمام - ورأيت إبراهيم وأنا أشبه ولده به، قال: وأتيت بإناءين، أحدهما لبن والآخر فيه خمر، فقيل لي: خذ أيهما شئت، فأخذت اللبن فشربته، فقيل لي: هديت الفطرة، أو: أصبت الفطرة، أما إنك لو أخذت الخمر غوت أمتك). ¶ كتاب التفسير باب: قوله: {سبحان الذي أسرى بعبده ليلا من المسجد الحرام} /1/. ¶ ** حدثنا عبدان: حدثنا عبد الله: أخبرنا يونس (ح). وحدثنا أحمد ابن صالح: حدثنا عنبسة: حدثنا يونس، عن ابن شهاب: قال ابن المسيب: قال أبو هريرة: أتي رسول الله - صلى الله عليه وسلم - ليلة أسري به بإيلياء بقدحين من خمر ولبن، فنظر إليهما، فأخذ اللبن، قال جبريل: الحمد لله الذي هداك للفطرة، لو أخذت الخمر غوت أمتك. ¶ كتاب الأشربة وقول الله تعالى: {إنما الخمر والميسر والأنصاب والأزلام رجس من عمل الشيطان فاجتنبوه لعلكم تفلحون} /المائدة: 90/. ¶ ** حدثنا أبو اليمان: أخبرنا شعيب، عن الزُهري: أخبرني سعيد بن المسيَّب: أنه سمع أبا هريرة رضي الله عنه: أن رسول الله - صلى الله عليه وسلم - أتي ليلة أسري به بإيلياء بقدحين من خمر ولبن، فنظر إليهما، ثم أخذ اللبن، فقال جبريل: الحمد لله الذي هداك للفطرة، ولو أخذت الخمر غَوَت أمتك. ¶ تابعه معمر، وابن الهاد، وعثمان بن عمر، والزُبَيدي، عن الزُهري. ¶ - كتاب المغازي باب: غزوة أحد. ¶ وقول الله تعالى: {وإذ غدوت من أهلك تبوئ المؤمنين مقاعد للقتال والله سميع عليم} /آل عمرإن: 121/.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "وقوله جل ذكره:{ولاتهنوا ولا تحزنوا وإنتم الأعلون إن كنتم مؤمنين. إن يمسكم قرح فقد مس القوم قرح مثله وتلك الأيام نداولها بين الناس وليعلم الله الذين آمنوا ويتخذ منكم شهداء والله لا يحب الظالمين. وليمحص الله الذين آمنوا ويمحق الكافرين. أم حسبتم أن تدخلوا الجنة ولما يعلم الله الذين جاهدوا منكم ويعلم الصابرين. ولقد كنتم تمنون الموت من قبل أن تلقوه فقد رأيتموه وأنتم تنظرون} /آل عمران: 139 - 143/. ¶ وقوله: {ولقد صدقكم الله وعده إذ تحسونهم بإذنه حتى إذا فشلتم وتنازعتم في الأمر وعصيتم من بعد ما أراكم ما تحبون منكم من يريد الدنيا ومنكم من يريد الآخرة ثم صرفكم عنهم ليبتليكم ولقد عفا عنكم والله ذو فضل على المؤمنين}./آل عمران: 152/ ¶ وقوله تعالى:{ولا تحسبن الذين قتلوا في سبيل الله أمواتا}. الآية /آل عمران: 169/. ¶ ** حدثنا إبراهيم بن موسى: أخبرنا عبد الوهاب: حدثنا خالد، عن عكرمة، عن ابن عباس رضي الله عنهما قال: قال النبي - صلى الله عليه وسلم - يوم أحد: (هذا جبريل آخذ برأس فرسه، عليه أداة الحرب). ¶ - كتاب المزارعة باب: من أحيا أرضا مواتا. ¶ ** حدثنا إسحاق بن إبراهيم: أخبرنا شعيب بن إسحاق، عن الأوزاعي قال: حدثني يحيى، عن عكرمة، عن ابن عباس، عن عمر رضي الله عنه، عن النبي - صلى الله عليه وسلم - قال: (الليلة أتاني آت من ربي - وهو بالعقيق - أن صل في هذا الوادي المبارك، وقل: عمرة في حجة). ¶ كتاب الحج باب: قول النبي - صلى الله عليه وسلم - : (العقيق واد مبارك). ¶ ** حدثنا الحميدي: حدثنا الوليد، وبشر بن بكر التنيسي قالا: حدثنا الأوزاعي قال: حدثني يحيى قال: حدثني عكرمة: أنه سمع ابن عباس رضي الله عنهما يقول: إنه سمع عمر رضي الله عنه يقول: سمعت النبي - صلى الله عليه وسلم - بوادي العقيق يقول: (أتاني الليلة آت من ربي فقال: صل في هذا الوادي المبارك، وقل: عمرة في حجة).",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "كتاب الإعتصام بالكتاب والسنَّة - باب: ما ذكر النبي - صلى الله عليه وسلم - وحضَّ على اتِّفاق أهل العلم، وما اجتمع عليه الحرمان مكة والمدينة، وما كان بها من مشاهد النبي - صلى الله عليه وسلم - والمهاجرين والأنصار، ومصلَّى النبي - صلى الله عليه وسلم - والمنبر والقبر. ¶ ** حدثنا سعيد بن الربيع: حدثنا علي بن المبارك، عن يحيى بن أبي كثير: حدثني عكرمة، عن ابن عباس: أن عمر رضي الله عنه حدثه قال: حدثني النبي - صلى الله عليه وسلم - قال: (أتاني الليلة آت من ربي، وهو بالعقيق، أن صلِّ في هذا الوادي المبارك، وقل: عمرة وحَجَّة). ¶ وقال هارون بن إسماعيل: حدثنا علي: (عمرة في حَجَّة). ¶ - كتاب التفسير- باب: قوله: {وآخرون اعترفوا بذنوبهم خلطوا عملا صالحا وآخر سيئا عسى الله أن يتوب عليهم إن الله غفور رحيم} /102/. ¶ ** حدثنا مؤمل، هو ابن هشام: حدثنا إسماعيل بن إبراهيم: حدثنا عوف: حدثنا أبو رجاء: حدثنا سمرة بن جندب رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم - لنا: (أتاني الليلة آتيان، فابتعثاني، فانتهيا بي إلى مدينة مبنية بلبن ذهب ولبن فضة، فتلقانا رجال: شطر من خلقهم، كأحسن ما أنت راء، وشطر كأقبح ما أنت راء، قالا لهم: اذهبوا فقعوا في ذلك النهر، فوقعوا فيه، ثم رجعوا إلينا، قد ذهب ذلك السوء عنهم، فصاروا في أحسن صورة، قالا لي: هذه جنة عدن، وهذاك منزلك، قالا: أما القوم الذين كانوا شطر منهم حسن، وشطر منهم قبيح، فإنهم خلطوا عملا صالحا وآخر سيئا، تجاوز الله عنهم). ¶ [809] ¶ - كتاب بدء الخلق - باب: صفة إبليس وجنوده.",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "وقال مجاهد: {يقذفون} /الصافات: 8/: يرمون. {دحورا} /الصافات: 9/: مطرودين. {واصب} /الصافات: 9/: دائم. وقال ابن عباس: {مدحورا} /الأعراف: 18/: مطرودا. يقال: {مريدا} /النساء: 117/: متمردا. بتكة قطعه. {واستفزر} استخف {بخيلك} /الإسراء: 64/: الفرسان، والرجل الرجالة، واحدها راجل، مثل صاحب وصحب وتاجر وتجر, {لأحتنكن} /الإسراء: 62/: لأستأصلن. {قرين} /الزخرف: 36/: شيطان. ¶ ** حدثنا إبراهيم بن موسى: أخبرنا عيسى، عن هشام، عن أبيه، عن عائشة رضي الله عنها قالت: سحر النبي - صلى الله عليه وسلم - .. وقال الليث: كتب إلي هشام: أنه سمعه ووعاه عن أبيه، عن عائشة قالت: سحر النبي - صلى الله عليه وسلم - ، حتى كان يخيل إليه أنه يفعل الشيء وما يفعله، حتى كان ذات يوم دعا ودعا، ثم قال: (أشعرت أن الله أفتاني فيما فيه شفائي، أتاني رجلان: فقعد أحدهما عند رأسي والآخر عند رجلي، فقال أحدهما للآخر: ما وجع الرجل؟ قال: مطبوب، قال: ومن طبه؟ قال: لبيد ابن الأعصم، قال: فيما ذا ؟ قال: في مشط ومشاقة وجف طلعة ذكر، قال: فأين هو؟ قال: في بئر ذروان). فخرج إليها النبي - صلى الله عليه وسلم - ثم رجع، فقال لعائشة حين رجع: (نخلها كأنه رؤوس الشياطين). فقلت: استخرجته؟ فقال: (لا، أما أنا فقد شفاني الله، وخشيت أن يثير ذلك على الناس شرا). ثم دفنت البئر. ¶ كتاب الأدب -باب: قول الله تعالى: {إن الله يأمر بالعدل والإحسان وإيتاء ذي القربى وينهى عن الفحشاء والمنكر والبغي يعظكم لعلكم تذكرون} /النحل:90/. وقوله: {إنما بغيكم على أنفسكم} /يونس:23/. وقوله:{ثم بغي عليه لينصرنه الله} /الحج:60/. ¶ وترك إثارة الشر على مسلم أو كافر.",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "** حدثنا الحُمَيدي: حدثنا سفيان: حدثنا هشام بن عروة، عن أبيه، عن عائشة رضي الله عنها قالت: مكث النبي - صلى الله عليه وسلم - كذا وكذا، يخيل إليه أن يأتي أهله ولا يأتي، قالت عائشة: فقال لي ذات يوم: (يا عائشة: إن الله أفتاني في أمر استفتيته فيه: أتاني رجلان، فجلس أحدهما عند رجلي والآخر عند رأسي، فقال الذي عند رجلي للذي عند رأسي: ما بال الرجل؟ قال: مطبوب، يعني مسحوراً، قال: ومن طبه؟ قال: لبيد بن أعصم، قال: وفيم؟ قال: في جف طلعة ذكر في مشط ومشاقة، تحت رعوفة في بئر ذروان). فجاء النبي - صلى الله عليه وسلم - فقال: (هذه البئر التي أريتها، كأن رؤوس نخلها رؤوس الشياطين، وكأن ماءها نقاعة الحناء). فأمر به النبي - صلى الله عليه وسلم - فأخرج، قالت عائشة: فقلت: يا رسول الله فهلا، تعني تنشرت؟ فقال النبي - صلى الله عليه وسلم - : ((أما الله فقد شفاني، وأما أنا فأكره أن أثير على الناس شراً)). قالت: ولبيد بن أعصم، رجل من بني زريق، حليف ليهود. ¶ كتاب الدعوات - - باب: تكرير الدعاء. ¶ ** حدثنا إبراهيم بن منذر: حدثنا أنس بن عياض، عن هشام، عن أبيه، عن عائشة رضي الله عنها: أن رسول الله - صلى الله عليه وسلم - طُبَّ، حتى أنه ليخيل إليه أنه قد صنع الشيء وما صنعه، وإنه دعا ربه، ثم قال: (أشعرت أن الله قد أفتاني فيما استفتيته فيه). فقالت عائشة: فما ذاك يا رسول الله؟ قال: (جاءني رجلان، فجلس أحدهما عند رأسي، والآخر عند رجلي، فقال أحدهما لصاحبه: ما وجع الرجل؟ قال: مطبوب، قال: من طبَّه؟ قال: لبيد بن الأعصم، قال: في ماذا؟ قال: في مشط ومشاطة وجف طلعة، قال: فأين هو؟ قال: في ذروان).",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "وذروان بئر في بني زريق، قالت: فأتاها رسول الله - صلى الله عليه وسلم - ثم رجع إلى عائشة، فقال: (والله لكأن ماءها نقاعة الحناء، ولكأن نخلها رؤوس الشياطين). قالت: فأتى رسول الله - صلى الله عليه وسلم - فأخبرها عن البئر، فقلت: يا رسول الله فهلا أخرجته؟ قال: (أما أنا فقد شفاني الله، وكرهت أن أثير على الناس شراً). ¶ زاد عيسى بن يونس والليث بن سعد، عن هشام، عن أبيه، عن عائشة قالت: سحر رسول الله - صلى الله عليه وسلم - ، فدعا ودعا، وساق الحديث. ¶ كتاب الطب. - باب: السحر. ¶ وقول الله تعالى: {ولكنَّ الشياطين كفروا يعلمون الناس السحر وما أنزل على الملكين ببابل هاروت وماروت وما يعلمان من أحد حتى يقولا إنما نحن فتنة فلا تكفر فيتعلمون منها ما يفرِّقون به بين المرء وزوجه وما هم بضارين به من أحد إلا بإذن الله ويتعلمون ما يضرُّهم ولا ينفعهم ولقد علموا لَمَنِ اشتراه ما له في الآخرة من خلاق} /البقرة: 102/.وقوله تعالى: {ولا يفلح الساحر حيث أتى} /طه:69/.وقوله: {أفتأتون السحر وأنتم تبصرون} /الأنبياء:3/.وقوله: {يُخيَّل إليه من سحرهم أنها تسعى} /طه:66/. وقوله: {ومن شرِّ النَّفَّاثات في العقد} /الفلق:4/: والنَّفَّاثات: السواحر. {تُسْحَرون} /المؤمنون: 89/: تُعَمَّوْن.",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "** حدثنا إبراهيم بن موسى: أخبرنا عيسى بن يونس، عن هشام، عن أبيه، عن عائشة رضي الله عنها قالت: سحر رسولَ الله - صلى الله عليه وسلم - رجل من بني زُرَيق، يقال له لبيد بن الأعصم، حتى كان رسول الله - صلى الله عليه وسلم - يخيل إليه أنه يفعل الشيء وما فعله، حتى إذا كان ذات يوم أو ذات ليلة وهو عندي، لكنه دعا ودعا، ثم قال: (يا عائشة، أشَعَرْتِ أن الله أفتاني فيما استفتيته فيه، أتاني رجلان، فقعد أحدهما عند رأسي، والآخر عند رجلي، فقال أحدهما لصاحبه: ما وجع الرجل؟ فقال: مطبوب، قال: من طبَّه؟ قال: لبيد بن الأعصم، قال: في أي شيء؟ قال: في مُشط ومُشاطة، وجُفِّ طَلْع نخلة ذَكَر. قال: وأين هو؟ قال: في بئر ذَرْوان). فأتاها رسول الله - صلى الله عليه وسلم - في ناس من أصحابه، فجاء فقال: (يا عائشة، كأن ماءها نُقاعة الحِنَّاء، أو كأن رؤوس نخلها رؤوس الشياطين). قلت: يا رسول الله: أفلا استخرجته؟ قال: (قد عافاني الله، فكرهت أن أثَوِّرَ على الناس فيه شراً). فأمر بها فدُفنت. ¶ تابعه أبو أسامة وأبو ضمرة وابن أبي الزناد، عن هشام.وقال الليث وابن عُيَينة، عن هشام: (في مُشط ومُشاقة).يقال: المُشاطة: ما يخرج من الشعر إذا مشط، والمُشاقة: من مُشاقة الكَتَّان. ¶ - باب: هل يُستخرج السحر. ¶ وقال قتادة: قلت لسعيد بن المسيَّب: رجل به طِبٌّ، أو: يُؤخذ عن امرأته، أيُحَلُّ عنه أو يُنَشِّرُ؟ قال: لا بأس به، إنما يريدون به الإصلاح، فأما ما ينفع الناس فلم يُنْهَ عنه.",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "**حدثني عبد الله بن محمد قال: سمعت ابن عُيَينة يقول: أول من حدثنا به ابن جُرَيج يقول: حدثني آل عروة، عن عروة، فسألت هشاماً عنه، فحدثنا عن أبيه، عن عائشة رضي الله عنها قالت: كان رسول الله - صلى الله عليه وسلم - سُحِرَ، حتى كان يرى أنه يأتي النساء ولا يأتيهن، قال سفيان: وهذا أشد ما يكون من السحر، إذا كان كذا، فقال: (يا عائشة، أعَلِمْتِ أن الله قد أفتاني فيما استفتيته فيه، أتاني رجلان، فقعد أحدهما عند رأسي، والآخر عند رجليَّ، فقال الذي عند رأسي للآخر: ما بال الرجل؟ قال: مطبوب، قال: ومن طبَّه؟ قال: لبيد بن أعصم - رجل من بني زُرَيق حليف ليهود كان منافقاً - قال: وفيم؟ قال: في مُشط ومُشاقة، قال: وأين؟ قال: في جُفِّ طلعةٍ ذَكَرٍ، تحت رَعوفة في بئر ذروان). ¶ قالت: فأتى النبي - صلى الله عليه وسلم - البئر حتى استخرجه، فقال: (هذه البئر التي أريتها، وكأن ماءها نقاعة الحنَّاء، وكأن نخلها رؤوس الشياطين). قال: فاستخرج، قالت: فقلت: أفلا ؟ - أي تنشَّرت - فقال: (أما والله فقد شفاني الله، وأكره أن أثير على أحد من الناس شراً). ¶ 49 - باب: السحر. ¶ ** حدثنا عبيد بن إسماعيل: حدثنا أبو أسامة، عن هشام، عن أبيه، عن عائشة قالت: سُحر النبي - صلى الله عليه وسلم -حتى إنه ليخيل إليه أنه يفعل الشيء وما فعله، حتى إذا كان ذات يوم وهو عندي، دعا الله ودعاه، ثم قال: (أشَعَرْتِ يا عائشة أن الله قد أفتاني فيما استفتيته فيه). قلت: وما ذاك يا رسول الله ؟ قال: (جاءني رجلان، فجلس أحدهما عند رأسي، والآخر عند رجليَّ، ثم قال أحدهما لصاحبه: ما وجع الرجل؟ قال: مطبوب، قال: ومن طبَّه؟ قال: لبيد بن الأعصم اليهودي من بني زُرَيق، قال: في ماذا؟ قال: في مُشط ومُشاطة وجُفِّ طَلْعَةٍ ذَكَر، قال: فأين هو؟ قال: في بئر ذي أروان).",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "قال: فذهب النبي - صلى الله عليه وسلم - في أناس من أصحابه إلى البئر، فنظر إليها وعليها نخل، ثم رجع إلى عائشة فقال: (والله لكأن ماءها نقاعة الحنَّاء، ولكأن نخلها رؤوس الشياطين). قلت: يا رسول الله أفأخرجته؟ قال: (لا، أما أنا فقد عافاني الله وشفاني، وخشيت أن أثوِّر على الناس منه شراً). وأمر بها فدُفنت. ¶ * في صحيح الإمام أبي الحسين مسلم بن الحجاج القشيري النيسابوري * ¶ - كتاب الإيمان باب بيان الإيمان والإسلام والإحسان ووجوب الإيمان بإثبات قدر الله سبحانه وتعالى. وبيان الدليل على التبري ممن لا يؤمن بالقدر، وإغلاظ القول في حقه",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "** أبو خيثمة زهير بن حرب. حدثنا وكيع، عن كهمس، عن عبدالله بن بريدة، عن يحيى بن يعمر. ح وحدثنا عبيدالله بن معاذ العنبري. وهذا حديثه: حدثنا أبي. حدثنا كهمس، عن ابن بريدة، عن يحيى بن يعمر؛ قال: كان أول من قال في القدر بالبصرة معبد الجهني. فانطلقت أنا وحميد بن عبدالرحمن الحميري حاجين أو معتمرين فقلنا: لو لقينا أحد من أصحاب رسول الله - صلى الله عليه وسلم - فسألناه عما يقول هؤلاء في القدر. فوفق لنا عبدالله بن عمر بن الخطاب داخلا المسجد. فاكتنفته أنا وصاحبي. أحدنا عن يمينه والأخر عن شماله. فظننت أن صاحبي سيكل الكلام إلي. فقلت: أبا عبدالرحمن! إنه قد ظهر قبلنا ناس يقرؤون القرآن ويتقفرون العلم. وذكر من شأنهم وأنهم يزعمون أن لا قدر. وأن الأمر أنف. قال: فإذا لقيت أولئك فأخبرهم أني بريء منهم، وأنهم برآء مني. والذي يحلف به عبدالله بن عمر! لو أن لأحدهم مثل أحد ذهبا فأنفقه، ما قبل الله منه حتى يؤمن بالقدر. ثم قال: حدثني أبي عمر بن الخطاب، قال: بينما نحن عند رسول الله - صلى الله عليه وسلم - ذات يوم، إذ طلع علينا رجل شديد بياض الثياب. شديد سواد الشعر. لا يرى عليه أثر السفر. ولا يعرفه منا أحد. حتى جلس إلى النبي - صلى الله عليه وسلم - . فاسند ركبتيه إلى ركبتيه. ووضع كفيه على فخذيه. وقال: يا محمد! أخبرني عن الإسلام. فقال رسول الله - صلى الله عليه وسلم -: \"الإسلام أن تشهد أن لا إله إلا الله وأن محمدا رسول الله صلى الله عليه وسلم. وتقيم الصلاة. وتؤتي الزكاة. وتصوم رمضان. وتحج البيت، إن استطعت إليه سبيلا\" قال: صدقت. قال فعجبنا له. يسأله ويصدقه. قال: فأخبرني عن الإيمان. قال: \"أن تؤمن بالله، وملائكته، وكتبه، ورسله، واليوم الآخر. وتؤمن بالقدر خيره وشره\" قال: صدقت. قال: فأخبرني عن الإحسان. قال: \"أن تعبد الله كأنك تراه. فإن لم تكن تراه، فإنه يراك\". قال: فأخبرني عن الساعة. قال: \"ما المسؤول عنها بأعلم",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "من السائل\" قال: فأخبرني عن أمارتها. قال: \"أن تلد الأمة ربتها. وأن ترى الحفاة العراة العالة رعاء الشاء، يتطاولون في البنيان\". قال ثم انطلق. فلبثت مليا. ثم قال لي: \"يا عمر! أتدري من السائل؟\" قلت: الله ورسوله أعلم. قال: \"فإنه جبريل أتاكم يعلمكم دينكم\". ¶ - كتاب الإيمان باب بيان الإيمان والإسلام والإحسان ووجوب الإيمان بإثبات قدر الله سبحانه وتعالى. وبيان الدليل على التبري ممن لا يؤمن بالقدر، وإغلاظ القول في حقه ¶ وحدثنا أبو بكر بن أبي شيبة، وزهير بن حرب. جميعا عن ابن علية، قال زهير: حدثنا إسماعيل بن إبراهيم، عن أبي حيان، عن أبي زرعة بن عمرو بن جرير، عن أبي هريرة؛ قال: كان رسول الله - صلى الله عليه وسلم - يوم بارزا للناس فأتاه رجل فقال: يا رسول الله! ما الإيمان؟ قال \"أن تؤمن بالله وملائكته وكتابه ولقائه ورسله وتؤمن بالبعث الآخر\" قال يا رسول الله! ما الإسلام؟ قال\" الإسلام أن تعبد الله ولا تشرك به شيئا. وتقيم الصلاة المكتوبة. وتؤدي الزكاة المفروضة. وتصوم رمضان\". قال: يا رسول الله! ما الإحسان؟ قال \"أن تعبد الله كأنك تراه. فإنك إن لا تراه فإنه يراك\". قال: يا رسول الله ! متى الساعة؟ قال: \"ما المسؤول عنها بأعلم من السائل. ولكن سأحدثك عن أشرا طها إذا ولدت الأمة ربها فذاك من أشراطها. وإذا كانت العراة الحفاة رؤوس الناس فذاك من أشراطها. وإذا تطاول رعاء البهم في البنيان فذاك من أشراطها. في خمس لا يعلمهن إلا الله\" ثم تلا - صلى الله عليه وسلم -: {إن الله عنده علم الساعة وينزل الغيث ويعلم ما في الأرحام وما تدري نفس ماذا تكسب غدا وما تدري بأي أرض تموت إن الله عليم خبير}. [31- سورة لقمان، آية 34] ¶ قال ثم أدبر الرجل. فقال رسول الله - صلى الله عليه وسلم -\"ردوا على الرجل\" فأخذوا ليردوه فلم يروا شيئا. فقال رسول الله - صلى الله عليه وسلم -\"هذا جبريل. جاء ليعلم الناس دينهم\"",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "- كتاب الإيمان باب بيان الإيمان والإسلام والإحسان ووجوب الإيمان بإثبات قدر الله سبحانه وتعالى. وبيان الدليل على التبري ممن لا يؤمن بالقدر، وإغلاظ القول في حقه ¶ حدثني زهير بن حرب. حدثنا جرير.، عن عمارة (وهو ابن القعقاع)، عن أبي زرعة، عن أبي هريرة؛ قال: قال رسول الله - صلى الله عليه وسلم - \"سلوني \" فهابوه أن يسألوه. فجاء رجل فجلس عند ركبتيه. فقال: يا رسول الله! ما الإسلام؟ قال \"لا تشرك بالله شيئا. وتقيم الصلاة. وتؤتى الزكاة. وتصوم رمضان\" قال: صدقت. قال: يا رسول الله ! ما الإيمان؟ قال \"أن تؤمن بالله، وملائكته، وكتابه، ولقائه، ورسله، وتؤمن بالبعث، وتؤمن بالقدر كله\" قال: صدقت. قال: يا رسول الله! ما لإحسان؟ قال \"أن تخشى الله كأنك تراه. فإنك إن لا تكن تراه فإنه يراك\" قال صدقت. قال : يا رسول الله! متى تقوم الساعة؟ قال\" ما المسئول عنها بأعلم من السائل. وسأحدثك عن أشراطها. إذا رأيت المرأة تلد ربها فذاك من أشراطها. وإذا رأيت الحفاة العراة الصم البكم ملوك الأرض فذاك من أشراطها. وإذا رأيت رعاء البهم يتطاولون في البنيان فذاك من أشراطها. في خمس من الغيب لا يعلمهن إلا الله. ثم قرأ: {إن الله عنده علم الساعة وينزل الغيث ويعلم ما في الأرحام وما تدري نفس ماذا تكسب غدا وما تدري نفس بأي أرض تموت إن الله عليم خبير}. [31/ سورة لقمان، آية 34] ¶ قال ثم قام الرجل. فقال رسول الله - صلى الله عليه وسلم -\"ردوه على\" فالتمس فلم يجدوه. فقال رسول الله - صلى الله عليه وسلم -\"هذا جبريل أراد أن تعلموا. إذا لم تسألوا\". ¶ - كتاب الإيمان باب من مات لا يشرك بالله شيئا دخل الجنة ومن مات مشركا دخل النار",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "** وحدثنا محمد بن المثنى وابن بشار. قال ابن المثنى: حدثنا محمد بن جعفر. حدثنا شعبة، عن واصل الأحدب، عن المعرور بن سويد، قال: سمعت أبا ذر يحدث عن النبي - صلى الله عليه وسلم -؛ أنه قال: \"أتاني جبريل عليه السلام. فبشرني أنه من مات من أمتك لا يشرك بالله شيئا دخل الجنة. قلت: وإن زنى وإن سرق؟ قال: وإن زنى وإن سرق.. ¶ - كتاب الإيمان باب بدء الوحي إلى رسول الله صلى الله عليه وسلم ¶ **حدثني أبو الطاهر أحمد بن عمرو بن عبدالله بن سرح. أخبرنا ابن وهب. قال: أخبرني يونس عن ابن شهاب. قال:",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "حدثني عروة بن الزبير؛ أن عائشة زوج النبي - صلى الله عليه وسلم -أخبرته؛ أنها قالت: كان أول ما بدئ به رسول الله - صلى الله عليه وسلم - من الوحي الرؤيا الصادقة في النوم. فكان لا يرى رؤيا إلا جاءت مثل فلق الصبح. ثم حبب إليه الخلاء. فكان يخلو بغار حراء يتحنث فيه. (وهو التعبد) الليالي أولات العدد. قبل أن يرجع إلى أهله. ويتزود لذلك. ثم يرجع إلى خديجة فيتزود لمثلها. حتى فجئه الحق وهو في غار حراء. فجاءه الملك فقال: اقرأ. قال قلت: \"ما أنا بقارئ\" قال، فأخذني فغطني حتى بلغ مني الجهد. ثم أرسلني فقال: اقرأ. قال قلت: ما أنا بقارئ. قال فأخذني فغطني الثانية حتى بلغ مني الجهد. ثم أرسلني فقال: اقرأ. فقلت: ما أنا بقارئ فأخذني فغطني الثالثة حتى بلغ مني الجهد. ثم أرسلني فقال: {اقرأ باسم ربك الذي خلق. خلق الإنسان من علق اقرأ وربك الأكرم. الذي علم بالقلم. علم الإنسان ما لم يعلم} [96/العلق/ الآية-1-5] فرجع بها رسول الله - صلى الله عليه وسلم - ترجف بوادره حتى دخل على خديجة فقال \"زملوني زملوني\" فزملوه حتى ذهب عنه الروع. ثم قال لخديجة\" أي خديجة! ما لي\" وأخبرها الخبر. قال \"لقد خشيت على نفسي\" قالت له خديجة: كلا. أبشر. فوالله! لا يخزيك الله أبدا. والله! إنك لتصل الرحم وتصدق الحديث، وتحمل الكل، وتكسب المعدوم، وتقري الضيف، وتعين على نوائب الحق. فانطلقت به خديجة حتى أتت به ورقة بن نوفل بن أسد بن عبد العزى. وهو ابن عم خديجة، أخي أبيها. وكان امرأ تنصر في الجاهلية. وكان يكتب الكتاب العربي ويكتب من الإنجيل بالعربية ما شاء الله أن يكتب. وكان شيخا كبيرا قد عمي. فقالت له خديجة: أي عم! اسمع من ابن أخيك. قال ورقة بن نوفل: يا ابن أخي! ماذا ترى؟ فأخبره رسول الله - صلى الله عليه وسلم - خبر ما رآه. فقال له ورقة: هذا الناموس الذي أنزل على موسى صلى الله عليه وسلم. يا ليتني فيها جذعا. يا ليتني أكون حيا حين يخرجك قومك. قال",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "رسول الله - صلى الله عليه وسلم - \"أَوَمُخْرِجِيَّ هم ؟\" قال ورقة: نعم. لم يأت رجل قط بما جئت به إلا عُوْدِيَ. وإن يدركني يومك أنصرك نصرا مؤزرا\". ¶ ** وحدثني محمد بن رافع. حدثنا عبدالرزاق. أخبرنا معمر. قال: قال الزهري: وأخبرني عروة عن عائشة؛ أنها قالت: أول ما بدئ به رسول الله - صلى الله عليه وسلم -من الوحي. وساق الحديث بمثل حديث يونس. غير أنه قال: فوالله لا يحزنك الله أبدا. وقال: قالت خديجة: أي ابن عم! اسمع من ابن أخيك. ¶ ** وحدثني عبدالملك بن شعيب بن الليث. قال حدثني أبي عن جدي قال: حدثني عقيل بن خالد قال ابن شهاب: سمعت عروة بن الزبير يقول: قالت عائشة زوج النبي - صلى الله عليه وسلم -: فرجع إلى خديجة يرجف فؤاده. واقتص الحديث بمثل حديث يونس ومعمر. ولم يذكر أول حديثهما. من قوله: أول ما بدئ به رسول الله - صلى الله عليه وسلم - من الوحي الرؤيا الصادقة. وتابع يونس على قوله: فوالله! لا يخزيك الله أبدا. وذكر قول خديجة: أي ابن عم! اسمع من ابن أخيك. ¶ ** وحدثني أبو الطاهر. أخبرنا ابن وهب قال: حدثني يونس. قال: قال ابن شهاب: أخبرني أبو سلمة بن عبدالرحمن؛ أن جابرا بن عبدالله الأنصاري (وكان من أصحاب رسول الله - صلى الله عليه وسلم -) كان يحدث. قال: قال رسول الله - صلى الله عليه وسلم - وهو يحدث عن فترة الوحي (قال في حديثه) \"فبينا أنا أمشي سمعت صوتا من السماء. فرفعت رأسي. فإذا الملك الذي جاءني بحراء جالسا على كرسي بين السماء والأرض\" قال رسول الله - صلى الله عليه وسلم -\"فجئثت منه فرقا. فرجعت فقلت: زملوني زملوني. فدثروني. فأنزل الله تبارك وتعالى: {يا أيها المدثر. قم فأنذر. وربك فكبر. وثيابك فطهر. والرجز فاهجر} [74/المدثر/ آية 1-5] وهي الأوثان قال: ثم تتابع الوحي.",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "** وحدثني عبدالملك بن شعيب بن الليث قال: حدثني أبي عن جدي قال: حدثني عقيل عن ابن شهاب قال: سمعت أبا سلمة بن عبدالرحمن يقول: أخبرني جابر بن عبدالله أنه سمع رسول الله صلى الله عليه وسلم يقول: \"ثم فتر الوحي عني فترة. فبينا أنا أمشي\" ثم ذكر مثل حديث يونس غير أنه قال \"فجثثت منه فرقا حتى هويت إلى الأرض\" قال، وقال أبو سلمة: والرجز الأوثان. قال: ثم حمي الوحي، بعد، وتتابع. ¶ وحدثني محمد بن رافع. حدثنا عبدالرزاق. أخبرنا معمر عن الزهري بهذا الإسناد. نحو حديث يونس وقال: فأنزل الله تبارك وتعالى: {يا أيها المدثر إلى قوله الرجز فاهجر}. قبل أن تفرض الصلاة. (وهي الأوثان) وقال \"فجثثت منه\" كما قال عقيل\". ¶ ** وحدثنا زهير بن حرب. حدثنا الوليد بن مسلم. حدثنا الأوزاعي قال: سمعت يحيى يقول: سألت أبا سلمة: أي القرآن أنزل قبل؟ قال:{ يا أيها المدثر}. فقلت: أو { اقرأ ْ}؟ فقال: سألت جابر بن عبدالله: أي القرآن أنزل قبل؟ قال: {يا أيها المدثر}. فقلت: أو { أقرأ }؟ قال جابر: أحدثكم ما حدثنا رسول الله - صلى الله عليه وسلم - . قال \"جاورت بحراء شهرا. فلما قضيت جواري نزلت فاستبطنت بطن الوادي. فنوديت. فنظرت أمامي وخلفي وعن يميني وعن شمالي. فلم أر أحدا. ثم نوديت. فنظرت فلم أر أحدا. ثم نوديت فرفعت رأسي. فإذا هو على العرش في الهواء (يعني جبريل عليه السلام) فأخذتني رجفة شديدة. فأتيت خديجة فقلت: دثروني. فدثروني. فصبوا علي ماء. فأنزل الله عز وجل: {يا أيها المدثر. قم فأنذر. وربك فكبر. وثيابك فطهر}\" [74/ المدثر/ آية-1-4] ¶ **حدثنا محمد بن المثنى. حدثنا عثمان بن عمر. أخبرنا علي بن المبارك، عن يحيى بن أبي كثير، بهذا الإسناد. وقال: \" فإذا هو جالس على عرش بين السماء والأرض.. ¶ - كتاب الإيمان باب الإسراء برسول الله صلى الله عليه وسلم إلى السماوات، وفرض الصلوات",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "** حدثنا شيبان بن فروخ. حدثنا حماد بن سلمة. حدثنا ثابت البناني عن أنس بن مالك؛ أن رسول الله صلى الله عليه وسلم قال : \"أتيت بالبراق (وهو دابة أبيض طويل فوق الحمار ودون البغل. يضع حافره عند منتهى طرفه ؛ قال، فركبته حتى أتيت بيت المقدس. قال، فربطته بالحلقة التي يربط به الأنبياء. قال، ثم دخلت المسجد فصليت فيه ركعتين. ثم خرجت. فجاءني جبريل عليه السلام بإناء من خمر وإناء من لبن. فاخترت اللبن. فقال جبريل صلى الله عليه وسلم: اخترت الفطرة. ثم عرج بنا إلى السماء. فاستفتح جبريل فقيل: من أنت؟ قال: جبريل. قيل: ومن معك؟ قال: محمد. قيل: وقد بعث إليه؟ قال: قد بعث إليه. ففتح لنا. فإذا أنا بآدم. فرحب بي ودعا لي بخير. ثم عرج بنا إلى السماء الثانية. فاستفتح جبريل عليه السلام. فقيل : من أنت؟ قال: جبريل. قيل: ومن معك؟ قال. محمد. قيل: وقد بعث إليه؟ قال: قد بعث إليه؟ ففتح لنا. فإذا أنا بابني الخالة عيسى بن مريم ويحيى بن زكريا صلوات الله عليهما. فرحبا ودعوا لي بخير. ثم عرج بي إلى السماء الثالثة. فاستفتح جبريل. فقيل: من أنت.؟ قال: جبريل. قيل: ومن معك؟ قال: محمد صلى الله عليه وسلم. قيل: وقد بعث إليه؟ قال: قد بعث إليه. ففتح لنا. فإذا أنا بيوسف صلى الله عليه وسلم. إذا هو قد أعطي شطر الحسن. فرحب ودعا لي بخير. ثم عرج بنا إلى السماء الرابعة. فاستفتح جبريل عليه السلام. قيل: من هذا؟ قال: جبريل. قيل: ومن معك؟ قال: محمد. قال: وقد بعث إليه؟ قال: قد بعث إليه. ففتح لنا فإذا أنا بإدريس. فرحب ودعا لي بخير. قال الله عز وجل: {ورفعناه مكانا عليا} [19/مريم/ آية 57] ثم عرج بنا إلى السماء الخامسة. فاستفتح جبريل. قيل: من هذا؟ قال: جبريل. قيل : ومن معك؟ قال: محمد. قيل: وقد بعث إليه؟ قال: وقد بعث إليه. ففتح لنا. فإذا أنا بهارون صلى الله عليه وسلم. فرحب ودعا لي بخير. ثم عرج إلى السماء السادسة. فاستفتح جبريل عليه السلام.",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "قيل: من هذا؟ قال: جبريل. قيل: ومن معك؟ قال: محمد. قيل : وقد بعث إليه؟ قال: قد بعث إليه. ففتح لنا فإذا أنا بموسى صلى الله عليه وسلم. فرحب ودعا لي بخير. ثم عرج إلى السماء السابعة. فاستفتح جبريل. فقيل: من هذا؟ قال: جبريل. قيل : ومن معك؟ قال: محمد. قيل. وقد بعث إليه؟ قال: قد بعث إليه. ففتح لنا. فإذا أنا بإبراهيم صلى الله عليه وسلم، مسندا ظهره إلى البيت المعمور. وإذا هو يدخله كل يوم سبعون ألف ملك لا يعودون إليه. ثم ذهب بي إلى السدرة المنتهى. وإن ورقها كآذان الفيلة. وإذا ثمرها كالقلال. قال، فلما غشيها من أمر الله ما غشي تغيرت. فما أحد من خلق الله يستطيع أن ينعتها من حسنها. فأوحى الله إليّ ما أوحى. ففرض علي خمسين صلاة في كل يوم وليلة. فنزلت إلى موسى صلى الله عليه وسلم. فقال: ما فرض ربك على أمتك؟ قلت خمسين صلاة. قال: ارجع إلى ربك. فاسأله التخفيف. فإن أمتك لا يطيقون ذلك. فإني قد بلوت بني إسرائيل وخبرتهم. قال، فرجعت إلى ربي فقلت: يا رب! خفف على أمتي. فحَطّ عني خمسا. فرجعت إلى موسى فقلت: حَطَّ عني خمسا. قال: إن أمتك لا يطيقون ذلك فارجع إلى ربك فاسأله التخفيف. قال، فلم أزل أرجع بين ربي تبارك وتعالى وبين موسى عليه السلام حتى قال: يا محمد! إنهن خمس صلوات كل يوم وليلة. لكل صلاة عشر. فذلك خمسون صلاة. ومن هم بحسنة فلم يعملها كتبت له حسنة. فإن عملها كتبت له عشرا ومن هم بسيئة فلم يعملها لم تكتب شيئا. فإن عملها كتبت سيئة واحدة. قال: فنزلت حتى انتهيت إلى موسى صلى الله عليه وسلم فأخبرته. فقال: ارجع إلى ربك فاسأله التخفيف. فقال رسول الله- صلى الله عليه وسلم - فقلت: قد رجعت إلى ربي حتى استحييت منه\".",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "** دثني عبدالله بن هاشم العبدي. حدثنا بهز بن أسد. حدثنا سليمان بن المغيرة. حدثنا ثابت عن أنس بن مالك قال: قال رسول الله - صلى الله عليه وسلم -\"أتيت فانطلقوا بي إلى زمزم. فشرح عن صدري. ثم غسل بماء زمزم ثم أنزلت\". ¶ ** حدثنا شيبان بن فروخ. حدثنا حماد بن سلمة. حدثنا ثابت البناني عن أنس بن مالك؛ أن رسول الله - صلى الله عليه وسلم - أتاه جبريل صلى الله عليه وسلم وهو يلعب مع الغلمان. فأخذه فصرعه فشق عن قلبه. فاستخرج القلب. فاستخرج منه علقة. فقال: هذا حظ الشيطان منك. ثم غسله في طست من ذهب بماء زمزم. ثم لأمه. ثم أعاده في مكانه. وجاء الغلمان يسعون إلى أمه (يعني ظئره) فقالوا: إن محمدا قد قتل. فاستقبلوه وهو منتقع اللون. قال أنس: وقد كنت أرى أثر ذلك المخيط في صدره. ¶ حدثنا هارون بن سعيد الأيلي. حدثنا ابن وهب. قال: أخبرني سليمان وهو ابن بلال. قال: حدثني شريك بن عبدالله بن أبي نمر. قال : سمعت أنس بن مالك يحدثنا عن ليلة أسري برسول الله صلى الله عليه وسلم من مسجد الكعبة؛ أنه جاءه ثلاثة نفر قبل أن يوحى إليه. وهو نائم في المسجد الحرام. وساق الحديث بقصته نحو حديث ثابت البناني. وقدم فيه شيئا وأخر. وزاد ونقص.",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "** وحدثني حرملة بن يحيى التجيبي. أخبرنا ابن وهب. قال: أخبرني يونس عن ابن شهاب، عن أنس بن مالك قال: كان أبو ذر يحدث أن رسول الله - صلى الله عليه وسلم -قال \"فرج سقف بيتي وأنا بمكة. فنزل جبريل صلى الله عليه وسلم. ففرج صدري. ثم غسله من ماء زمزم. ثم جاء بطست من ذهب ممتلئ حكمة وإيمانا. فأفرغها في صدري. ثم أطبقه. ثم أخذ بيدي فعرج بي إلى السماء. فلما جئنا السماء الدنيا قال جبريل عليه السلام لخازن السماء الدنيا: افتح. قال: من هذا؟ قال: هذا جبريل. قال: هل معك أحد؟ قال: نعم. معي محمد - صلى الله عليه وسلم - ؛ قال: فأرسل إليه؟ قال: نعم. ففتح قال، فلما علونا السماء الدنيا فإذا رجل عن يمينه أسودة. وعن يساره أسودة. قال، فإذا نظر قبل يمينه ضحك. وإذا نظر قبل شماله بكى. قال فقال: مرحبا بالنبي الصالح والابن الصالح. قال قلت: يا جبريل! من هذا؟ قال: هذا آدم صلى الله عليه وسلم. وهذه الأسودة عن يمينه وعن شماله نسم بنيه. فأهل اليمين أهل الجنة. والأسودة التي عن شماله أهل النار. فإذا نظر قبل يمينه ضحك. وإذا نظر قبل شماله بكى. قال ثم عرج بي جبريل حتى أتى السماء الثانية. فقال لخازنها: افتح. قال فقال له خازنها مثل ما قال خازن السماء الدنيا. ففتح.",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "فقال أنس بن مالك: فذكر أنه وجد في السماوات آدم وإدريس وعيسى وموسى وإبراهيم. صلوات الله عليهم أجمعين. ولم يثبت كيف منازلهم. غير أنه ذكر أنه قد وجد آدم عليه السلام في السماء الدنيا. وإبراهيم في السماء السادسة. قال فلما مر جبريل ورسول الله - صلى الله عليه وسلم - بإدريس صلوات الله عليه قال: مرحبا بالنبي الصالح والأخ الصالح. قال ثم مر فقلت: من هذا ؟ فقال: هذا إدريس. قال ثم مررت بموسى عليه السلام. فقال: مرحبا بالنبي الصالح والأخ الصالح. قال قلت: من هذا؟ قال؟: هذا موسى. قال ثم مررت بعيسى. فقال: مرحبا بالنبي الصالح والأخ الصالح. قلت: من هذا؟ قال: هذا عيسى بن مريم. قال: ثم مررت بإبراهيم عليه السلام فقال: مرحبا بالنبي الصالح والابن الصالح. قال قلت: من هذا؟ قال: هذا إبراهيم. ¶ قال ابن شهاب: وأخبرني ابن حزم أن ابن عباس وأبا حبة الأنصاري كانا يقولان: قال رسول الله - صلى الله عليه وسلم -\"ثم عرج بي حتى ظهرت لمستوى أسمع فيه صريف الأقلام\". ¶ قال ابن حزم وأنس بن مالك: قال رسول الله - صلى الله عليه وسلم -\"ففرض الله على أمتي خمسين صلاة. قال فرجعت بذلك حتى أمر بموسى فقال موسى عليه السلام: ماذا فرض ربك على أمتك؟ قال قلت: فرض عليهم خمسين صلاة. قال لي موسى عليه السلام: فراجع ربك. فإن أمتك لا تطيق ذلك. قال فراجعت ربي فوضع شطرها. قال فرجعت إلى موسى عليه السلام فأخبرته. قال: راجع ربك. فإن أمتك لا تطيق ذلك. قال فراجعت ربي. فقال: هي خمس وهي خمسون. لا يبدل القول لدي. قال فرجعت إلى موسى. فقال: راجع ربك. فقلت: قد استحييت من ربي. قال ثم انطلق بي جبريل حتى نأتي سدرة المنتهى. فغشيها ألوان لا أدري ما هي. قال: ثم أدخلت الجنة فإذا فيها جنابذ اللؤلؤ. وإذا ترابها المسك\".",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "** حدثنا محمد بن المثنى. حدثنا ابن أبي عدي عن سعيد، عن قتادة، عن أنس بن مالك. (لعله قال) عن مالك ابن صعصعة (رجل عن قومه) قال: قال نبي الله - صلى الله عليه وسلم -: \"بينا أنا عند البيت بين النائم واليقظان. إذ سمعت قائلا يقول: أحد الثلاثة بين الرجلين. فأتيت فانطلق بي. فأتيت بطست من ذهب فيها من ماء زمزم. فشرح صدري إلى كذا وكذا. (قال قتادة: فقلت للذي معي: ما يعني؟ قال: إلى أسفل بطنه) فاستخرج قلبي. فغسل ماء زمزم. ثم أعيد مكانه. ثم حشي إيمانا وحكمة. ثم أتيت بدابة أبيض يقال له البراق. فوق الحمار ودون البغل. يقع خطوه عند أقصى طرفه. فحملت عليه. ثم انطلقنا حتى أتينا السماء الدنيا. فاستفتح جبريل صلى الله عليه وسلم. فقيل: من هذا؟ قال: جبريل. قيل: ومن معك؟ قال: محمد - صلى الله عليه وسلم -. قيل: وقد بعث إليه؟ قال: نعم. قال ففتح لنا. وقال: مرحبا به. ولنعم المجيء جاء. قال: فأتينا على آدم صلى الله عليه وسلم. وساق الحديث بقصته.... ¶ - وذكر أنه لقي في السماء الثانية عيسى ويحيى عليهما السلام. وفي الثالثة يوسف. وفي الرابعة إدريس. وفي الخامسة هارون صلى الله عليهم وسلم ؛ قال: ثم انطلقنا حتى انتهينا إلى السماء السادسة. فأتيت على موسى عليه السلام فسلمت عليه. فقال: مرحبا بالأخ صالح والنبي الصالح. فلما جاوزته بكى. فنودي: ما يبكيك؟ قال: رب! هذا غلام بعثته بعدي. يدخل من أمته الجنة أكثر مما يدخل من أمتي. قال: ثم انطلقنا حتى انتهينا إلى السماء السابعة. فأتيت على إبراهيم",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "-\" وقال في الحديث: وحدث نبي الله - صلى الله عليه وسلم - أنه رأى أربعة أنهار يخرج من أصلها نهران ظاهران ونهران باطنان \"فقلت: يا جبريل! ما هذه الأنهار؟ قال: أما النهران الباطنان فنهران في الجنة. وأما الظاهران فالنيل والفرات. ثم رفع لي البيت المعمور. فقلت: يا جبريل! ما هذا؟ قال: هذا البيت المعمور. يدخله كل يوم سبعون ألف ملك. إذا خرجوا منه لم يعودوا فيه آخر ما عليهم. ثم أتيت بإناءين أحدهما خمر والآخر لبن. فعرضا علي. فاخترت اللبن. فقيل: أصبت. أصاب الله بك. أمتك على الفطرة. ثم فرضت على كل يوم خمسون صلاة\" ثم ذكر قصتها إلى آخر الحديث. ¶ **حدثني محمد بن المثنى. حدثنا معاذ بن هشام. قال: حدثني أبي عن قتادة. حدثنا أنس بن مالك عن مالك بن صعصعة؛ أن رسول الله صلى الله عليه وسلم قال: فذكر نحوه. وزاد فيه \"فأتيت بطست من ذهب ممتلئ حكمة وإيمانا. فشق من النحر إلى مراق البطن. فغسل بماء زمزم. ثم ملئ حكمة وإيمانا\". ¶ ** حدثنا قتيبة بن سعيد. حدثنا ليث. ح وحدثنا محمد بن رمح. أخبرنا الليث عن أبي الزبير، عن جابر؛ أن رسول الله - صلى الله عليه وسلم - قال: عرض على الأنبياء. فإذا موسى ضرب من الرجال. كأنه من رجال شنوءة. ورأيت عيسى بن مريم عليه السلام. فإذا أقرب من رأيت به شبها عروة بن مسعود. ورأيت إبراهيم صلوات الله عليه. فإذا أقرب من رأيت به شبها صاحبكم (يعني نفسه) ورأيت جبريل عليه السلام. فإذا أقرب من رأيت به شبها دحية\". (وفي رواية ابن رمح) \"دحية بن خليفة\".",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "** وحدثني محمد بن رافع وعبد بن حميد (وتقاربا في اللفظ. قال ابن رافع: حدثنا. وقال عبد: أخبرنا) عبدالرزاق. أخبرنا معمر عن الزهري؛ قال: أخبرني سعيد بن المسيب، عن أبي هريرة؛ قال: قال النبي - صلى الله عليه وسلم - : حين أسري بي لقيت موسى عليه السلام (فنعته النبي- صلى الله عليه وسلم -) فإذا رجل (حسبته قال) مضطرب. رجل الرأس. كأنه من رجال شنوءة. قال، ولقيت عيسى (فنعته النبي- صلى الله عليه وسلم - فإذا ربعة أحمر كأنما خرج من ديماس\" (يعني حماما) قال، ورأيت إبراهيم صلوات الله عليه. وأنا أشبه ولده به. قال، فأتيت بإناءين في أحدهما لبن وفي الآخر خمر. فقيل لي: خذ أيهما شئت. فأخذت اللبن فشربته. فقال: هديت الفطرة. أو أصبت الفطرة. أما إنك لو أخذت الخمر غوت أمتك\". ¶ - كتاب الإيمان باب معنى قول الله عز وجل: {ولقد رآه نزلة أخرى}، وهل رأى النبي صلى الله عليه وسلم ربه ليلة الإسراء؟. ¶ ** وحدثني أبو الربيع الزهراني. حدثنا عباد (وهو ابن العوام) حدثنا الشيباني قال: سألت زر بن حبيش عن قول الله عز وجل: {فكان قاب قوسين أو أدني} [53/النجم/ الآية-9] قال: أخبرني ابن مسعود؛ أن النبي - صلى الله عليه وسلم - رأى جبريل له ستمائة جناح. ¶ ** حدثنا أبو بكر بن أبي شيبة. حدثنا حفص بن غياث عن الشيباني، عن زر، عن عبدالله؛ قال: {ما كذب الفؤاد ما رأى} [53/النجم/ الآية-11] قال: رأى جبريل عليه السلام له ستمائة جناح. ¶ ** حدثنا عبيدالله بن معاذ العنبري. حدثنا أبي. حدثنا شعبة عن سليمان الشيباني. سمع زر بن حبيش عن عبدالله؛ قال: {لقد رأى من آيات ربه الكبرى} [53/ النجم/ الآية 18] قال: رأى جبريل في صورته، له ستمائة جناح. ¶ - كتاب الإيمان - باب معنى قول الله عز وجل: {ولقد رآه نزلة أخرى}، وهل رأى النبي صلى الله عليه وسلم ربه ليلة الإسراء؟.",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "**حدثنا أبو بكر بن أبي شيبة. حدثنا علي بن مسهر عن عبدالملك، عن عطاء، عن أبي هريرة. {ولقد رآه نزلة أخرى} [53/النجم/ الآية 13] قال: رأى جبريل. ¶ ** حدثني زهير بن حرب. حدثنا إسماعيل بن إبراهيم عن داود، عن الشعبي، عن مسروق؛ قال: كنت متكئا عند عائشة. فقالت: يا أبا عائشة! ثلاث من تكلم بواحدة منهن فقد أعظم على الله الفرية. قلت: ما هن؟ قالت: من زعم أن محمدا - صلى الله عليه وسلم - رأى ربه فقد أعظم على الله الفرية. قال وكنت متكئا فجلست. فقلت: يا أم المؤمنين! أنظريني ولا تعجليني. ألم يقل الله عز وجل: {ولقد رآه بالأفق المبين} [81/التكوير/ الآية-23] {ولقد رآه نزلة أخرى} [53/النجم/ الآية-13] فقالت: أنا أول هذه الأمة سأل عن ذلك رسول الله - صلى الله عليه وسلم - . فقال: \"إنما هو جبريل. لم أره على صورته التي خلق عليها غير هاتين المرتين. رأيته منهبطا من السماء. سادا عظم خلقه ما بين السماء إلى الأرض\" فقالت: أو لم تسمع أن الله يقول: {وما كان لبشر أن يكلمه الله إلا وحيا أو من وراء حجاب أو يرسل رسولا فيوحي بإذنه ما يشاء إنه علي حكيم} [42/الشورى/ الآية 51] قالت: ومن زعم أن رسول الله - صلى الله عليه وسلم - كتم شيئا من كتاب الله فقد أعظم على الله الفرية . والله يقول: {يا أيها الرسول بلغ ما أنزل إليك من ربك وإن لم تفعل فما بلغت رسالته} [5/المائدة/ الآية 67] قالت: ومن زعم أنه يخبر بما يكون في غد فقد أعظم على الله الفرية. والله يقول: {قل لا يعلم من في السماوات والأرض الغيب إلا الله} [27/النمل/ الآية-65].",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "** وحدثنا ابن نمير. حدثنا أبو أسامة. حدثنا زكرياء عن بن أشوع، عن عامر، عن مسروق؛ قال قلت لعائشة: فأين قوله: {ثم دنا فتدلى فكان قاب قوسين أو أدنى فأوحى إلى عبده ما أوحى} [53/النجم/ الآية-9 - 11] قالت: إنما ذاك جبريل صلى الله عليه وسلم. كان يأتيه في صورة الرجال. وإنه أتاه في هذه المرة في صورته التي هي صورته، فسد أفق السماء. ¶ - كتاب الإيمان باب دعاء النبي صلى الله عليه وسلم لأمته وبكائه شفقة عليهم ¶ ** حدثني يونس بن عبدالأعلى الصدفي. أخبرنا ابن وهب. قال: أخبرني عمرو بن الحارث؛ أن بكر بن سوادة حدثه عن عبدالرحمن بن جبير، عن عبدالله بن عمرو بن العاص؛ أن النبي - صلى الله عليه وسلم - تلا قول الله عز وجل في إبراهيم: {رب إنهن أضللن كثيرا من الناس فمن تبعني فإنه مني}[14/إبراهيم/ الآية-36] الآية وقال عيسى عليه السلام:{ إن تعذبهم فإنهم عبادك و إن تغفر لهم فإنك أنت العزيز الحكيم} [5/المائدة/ الآية-118] فرفع يديه وقال \"اللهم! أمتي أمتي\" وبكى. فقال الله عز وجل: يا جبريل! اذهب إلى محمد، وربك أعلم، فسله ما يبكيك؟ فأتاه جبريل عليه الصلاة والسلام فسأله. فأخبره رسول الله - صلى الله عليه وسلم - بما قال. وهو أعلم. فقال الله: يا جبريل! اذهب إلى محمد فقل: إنا سنرضيك في أمتك ولا نسوءك. ¶ - كتاب الصلاة باب الاستماع للقراءة",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "** وحدثنا قتيبة بن سعيد وأبو بكر بن أبي شيبة وإسحاق بن إبراهيم. كلهم عن جرير. قال أبو بكر: حدثنا جرير بن عبدالحميد عن موسى بن أبي عائشة، عن سعيد بن جبير، عن ابن عباس، في قوله عز وجل: {لا تحرك به لسانك} [75/القيامة/ الآية 16 - 19] قال: كان النبي - صلى الله عليه وسلم - إذا نزل عليه جبريل بالوحي، كان مما يحرك به لسانه وشفتيه. فيشتد عليه. فكان ذلك يعرف منه. فأنزل الله تعالى: {لا تحرك به لسانك لتعجل به} أخذه. {إن علينا جمعه وقرآنه}. إن علينا أن نجمعه في صدرك. {وقرآنه} فتقرأه {فإذا قرأناه فاتبع قرآنه}. قال: أنزلناه فاستمع له.{ إن علينا بيانه}. أن نبينه بلسانك. فكان إذا أتاه جبريل أطرق. فإذا ذهب قرأه كما وعده الله. ¶ ** حدثنا قتيبة بن سعيد. حدثنا أبو عوانة عن موسى بن أبي عائشة، عن سعيد بن جبير، عن ابن عباس، في قوله: {لا تحرك به لسانك لتعجل به}. قال: كان النبي - صلى الله عليه وسلم - يعالج من التنزيل شدة. كان يحرك شفتيه. فقال لي ابن عباس: أنا أحركهما كما كان رسول الله - صلى الله عليه وسلم - يحركهما. فقال سعيد: أنا أحركهما كما كان ابن عباس يحركهما. فحرك شفتيه. فأنزل الله تعالى: {لا تحرك به لسانك لتعجل به. إن علينا جمعه وقرآنه.} قال جمعه في صدرك ثم تقرأه.{ فإذا قرأناه فاتبع قرآنه}. قال فاستمع وأنصت.{ ثم إن علينا} أن تقرأه. قال : فكان رسول الله - صلى الله عليه وسلم - إذا أتاه جبريل استمع. فإذا انطلق جبريل، قرأه النبي - صلى الله عليه وسلم -كما أقرأه. ¶ - كتاب الصلاة - باب أوقات الصلوات الخمس",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "** حدثنا قتيبة بن سعيد. حدثنا ليث. ح قال وحدثنا ابن رمح. أخبرنا الليث عن ابن شهاب؛ أن عمر بن عبدالعزيز أخر العصر شيئا. فقال له عروة: أما إن جبريل قد نزل. فصلى إمام رسول الله - صلى الله عليه وسلم -. فقال له عمر: اعلم ما تقول يا عروة. فقال: سمعت بشير بن أبي مسعود يقول: سمعت أبا مسعود يقول: سمعت رسول الله - صلى الله عليه وسلم -يقول \"نزل جبريل فأمني. فصليت معه. ثم صليت معه. ثم صليت معه. ثم صليت معه\". يحسب بأصابعه خمس صلوات. ¶ ** أخبرنا يحيى بن يحيى التميمي. قال: قرأت على مالك عن ابن شهاب؛ أن عمر بن عبدالعزيز أخر الصلاة يوما. فدخل عليه عروة بن الزبير. فأخبره؛ أن المغيرة بن شعبة أخر الصلاة يوما. وهو بالكوفة. فدخل عليه أبو مسعود الأنصاري. فقال: ما هذا؟ يا مغيرة! أليس قد علمت أن جبريل نزل فصلى. فصلى رسول الله - صلى الله عليه وسلم - . ثم صلى. فصلى رسول الله - صلى الله عليه وسلم -. ثم صلى. فصلى رسول الله - صلى الله عليه وسلم -. ثم صلى. فصلى رسول الله - صلى الله عليه وسلم -. ثم صلى. فصلى رسول الله - صلى الله عليه وسلم -. ثم قال: بهذا أمرت. فقال عمر لعروة: انظر ما تحدث يا عروة! أو إن جبريل عليه السلام هو أقام لرسول الله - صلى الله عليه وسلم - وقت الصلاة ؟ فقال عروة: كذلك كان بشير بن أبي مسعود يحدث عن أبيه. ¶ - كتاب صلاة المسافرين وقصرها - باب فضل الفاتحة وخواتيم سورة البقرة، والحث على قراءة الآيتين من آخر البقرة",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "** حدثنا حسن بن الربيع وأحمد بن جواس الحنفي. قالا: حدثنا أبو الأحوص عن عمار بن رزيق، عن عبدالله ابن عيسى، عن سعيد بن جبير، عن ابن عباس؛ قال: بينما جبريل قاعد عند النبي - صلى الله عليه وسلم - . سمع نقيضا من فوقه. فرفع رأسه. فقال: هذا باب من السماء فتح اليوم. لم يفتح قط إلا اليوم. فنزل منه ملك. فقال: هذا ملك نزل إلى الأرض. لم ينزل قط إلا اليوم. فسلم وقال: أبشر بنورين أوتيتهما لم يؤتهما نبي قبلك. فاتحة الكتاب وخواتيم سورة البقرة. لن تقرأ بحرف منهما إلا أعطيته... ¶ - كتاب صلاة المسافرين وقصرها باب بيان أن القرآن على سبعة أحرف. وبيان معناه ¶ **وحدثني حرملة بن يحيى. أخبرنا ابن وهب. أخبرني يونس عن ابن شهاب. حدثني عبيدالله بن عبدالله بن عتبة؛ أن ابن عباس حدثه؛ أن رسول الله - صلى الله عليه وسلم - قال: \"أقرأني جبريل عليه السلام على حرف فراجعته. فلم أزل أستزيده فيزيدني. حتى انتهى إلى سبعة أحرف\". ¶ قال ابن شهاب: بلغني أن تلك السبعة الأحرف إنما هي في الأمر الذي يكون واحدا، لا يختلف في حلال ولا حرام.",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "** حدثنا محمد بن عبدالله بن نمير. حدثنا أبي. حدثنا إسماعيل بن أبي خالد عن عبدالله بن عيسى بن عبدالرحمن ابن أبي ليلى، عن جده، عن أبي بن كعب؛ قال: كنت في المسجد. فدخل رجل يصلي. فقرأ قراءة أنكرتها عليه. ثم دخل آخر. فقرأ قراءة سوى قراءة صاحبه. فلما قضينا الصلاة دخلنا جميعا على رسول الله - صلى الله عليه وسلم - . فقلت: إن هذا قرأ قراءة أنكرتها عليه. ودخل آخر فقرأ سوى قراءة صاحبه. فأمرهما رسول الله - صلى الله عليه وسلم - فقرآ. فحسن النبي - صلى الله عليه وسلم - شأنهما. فسقط في نفسي من التكذيب. ولا إذا كنت في الجاهلية. فلما رأى رسول الله - صلى الله عليه وسلم - ما قد غشيني ضرب في صدري. ففضت عرقا. وكأنما أنظر إلى الله عز وجل فرقا. فقال لي \"يا أبي! أرسل إلي: أن اقرأ القرآن على حرف. فرددت إليه: أن هون على أمتي. فرد إلى الثانية: اقرأه على حرفين. فرددت إليه: أن هون على أمتي. فرد إلى الثالثة: اقرأه على سبعة أحرف. فلك بكل ردة رددتها مسألة تسألينها. فقلت: اللهم! اغفر لأمتي. وأخرت الثالثة ليوم يرغب إلى الخلق كلهم. حتى إبراهيم صلى الله عليه وسلم\".",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "** حدثنا أبو بكر بن أبي شيبة. حدثنا غندر عن شعبة. ح وحدثناه ابن المثنى وابن بشار. قال ابن المثنى: حدثنا محمد بن جعفر. حدثنا شعبة عن الحكم، عن مجاهد، عن ابن أبي ليلى، عن أبي بن كعب؛ أن النبي - صلى الله عليه وسلم - كان عند أضاة بني غفار. قال فأتاه جبريل عليه السلام. فقال: إن الله يأمرك أن تقرأ أمتك القرآن على حرف. فقال \"أسأل الله معافاته ومغفرته. وإن أمتي لا تطيق ذلك\". ثم أتاه الثانية. فقال: إن الله يأمرك أن تقرأ أمتك القرآن على حرفين. فقال \"أسأل الله معافاته ومغفرته. وإن أمتي لا تطيق ذلك\". ثم جاءه الثالثة فقال: إن الله يأمرك أن تقرأ أمتك القرآن على ثلاثة أحرف. فقال \"أسأل الله معافاته ومغفرته. وإن أمتي لا تطيق ذلك\". ثم جاءه الرابعة فقال: إن الله يأمرك أن تقرأ أمتك القرآن على سبعة أحرف. فأيما حرف قرءوا عليه، فقد أصابوا ¶ - كتاب صلاة المسافرين وقصرها - باب صلاة الخوف",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "** حدثنا أحمد بن عبدالله بن يونس. حدثنا زهير. حدثنا أبو الزبير عن جابر. قال: غزونا مع رسول الله - صلى الله عليه وسلم - قوما من جهينة. فقاتلونا قتالا شديدا. فلما صلينا الظهر قال المشركون: لو ملنا عليهم ميلة لاقتطعناهم. فأخبر جبريل رسول الله - صلى الله عليه وسلم - ذلك. فذكر ذلك لنا رسول الله - صلى الله عليه وسلم - قال وقالوا: إنه ستأتيهم صلاة هي أحب إليهم من الأولاد. فلما حضرت العصر، قال صفنا صفين. والمشركون بيننا وبين القبلة. قال فكبر رسول الله - صلى الله عليه وسلم - وكبرنا. وركع فركعنا. ثم سجد وسجد معه الصف الأول. فلما قاموا سجد الصف الثاني. ثم تأخر الصف الأول وتقدم الصف الثاني. فقاموا مقام الأول. فكبر رسول الله - صلى الله عليه وسلم - وكبرنا. وركع فركعنا. ثم سجد وسجد معه الصف الأول. وقام الثاني. فلما سجد الصف الثاني، ثم جلسوا جميعا، سلم عليهم رسول الله - صلى الله عليه وسلم - .. قال أبو الزبير: ثم خص جابر أن قال: كما يصلي أمراؤكم هؤلاء. ¶ - كتاب الجنائز.باب ما يقال عند دخول القبور والدعاء لأهلها.",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "** وحدثني هارون بن سعيد الأيلي. حدثنا عبدالله بن وهب. أخبرنا ابن جريج عن عبدالله بن كثير بن المطلب ؛ أنه سمع محمد بن قيس يقول: سمعت عائشة تحدث فقالت: ألا أحدثكم عن النبي - صلى الله عليه وسلم - وعني ! قلنا: بلى. ح وحدثني من سمع حجاجا الأعور (واللفظ له) قال: حدثنا حجاج بن محمد. حدثنا ابن جريج. أخبرني عبدالله (رجل من قريش) عن محمد بن قيس بن مخرمة بن المطلب ؛ أنه قال يوما: ألا أحدثكم عني وعن أمي ! قال، فظننا أنه يريد أمه التي ولدته. قال: قالت عائشة: ألا أحدثكم عني وعن رسول الله - صلى الله عليه وسلم - ! قلنا: بلى. قال: قالت: لما كانت ليلتي التي كان النبي - صلى الله عليه وسلم - فيها عندي، انقلب فوضع رداءه، وخلع نعليه، فوضعهما عند رجليه، وبسط طرف إزاره على فراشه، فاضطجع. فلم يلبث إلا ريثما ظن أن قد رقدت فأخذ رداءه رويدا، وانتعل رويدا، وفتح الباب فخرج. ثم أجافه رويدا. فجعلت درعي في رأسي، واختمرت، وتقنعت إزاري. ثم انطلقت على إثره. حتى جاء البقيع فقام. فأطال القيام. ثم رفع يديه ثلاث مرات. ثم انحرف فانحرفت. فأسرع فأسرعت. فهرول فهرولت. فأحضر فأحضرت. فسبقته فدخلت. فليس إلا أن اضطجعت فدخل. فقال \"ما لك ؟ يا عائش ! حشيا رابية!\" قالت: قلت: لا شيء. قال \"لتخبريني أو ليخبرني اللطيف الخبير\" قالت: قلت: يا رسول الله ! بأبي أنت وأمي ! فأخبرته. قال \"فأنت السواد الذي رأيت أمامي ؟\" قلت: نعم. فلهدني في صدري لهدة أوجعتني. ثم قال \"أظننت أن يحيف الله عليك ورسوله ؟\" قالت: مهما يكتم الناس يعلمه الله. نعم. قال \"فإن جبريل أتاني حين رأيت. فناداني. فأخفاه منك. فأجبته. فأخفيته منك. ولم يكن يدخل عليك وقد وضعت ثيابك. وظننت أن قد رقدت. فكرهت أن أوقظك. وخشيت أن تستوحشي. فقال: إن ربك يأمرك أن تأتي أهل البقيع فتستغفر لهم\". قالت: قلت: كيف أقول لهم ؟ يا رسول الله ! قال \"قولي: السلام على أهل الديار من المؤمنين",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "والمسلمين ويرحم الله المستقدمين منا والمستأخرين. وإنا، إن شاء الله، بكم للاحقون\". ¶ - كتاب الزكاة - باب الترغيب في الصدقة ¶ ** حدثنا يحيى بن يحيى وأبو بكر بن أبي شيبة وابن نمير وأبو كريب. كلهم عن أبي معاوية. قال يحيى: أخبرنا أبو معاوية عن الأعمشى، عن زيد بن وهب، عن أبي ذر،. قال: كنت أمشي مع النبي - صلى الله عليه وسلم - في حرة المدينة، عشاء. ونحن ننظر إلى أحد. فقال لي رسول الله - صلى الله عليه وسلم -: \"يا أبا ذر\" قال قلت: لبيك يا رسول الله ! قال: \" ما أحب أن أحد ذاك عندي ذهب. أمسي ثالثة عندي منه دينار. إلا دينارا أرصده لدين. إلا أن أقول به في عباد الله. هكذا (حثا بين يديه) وهكذا (عن يمينه) وهكذا (عن شماله) \" قال: ثم مشينا فقال: \"يا أبا ذر ! \" قال قلت: لبيك ! يا رسول الله ! قال: \"إن الأكثرين هم الأقلين يوم القيامة. إلا من قال هكذا وهكذا وهكذا \" مثل ما صنع في المرة الأولى. قال: قال \"يا إبا ذر ! كما أنت حتى أتيك \" قال: فانطلق حتى توارى عني. فقال: سمعت لغطا وسمعت صوتا. قال فقلت: لعل رسول الله - صلى الله عليه وسلم - عرض له. قال: فهممت أن أتبعه. قال: ثم ذكرت قوله: \"لا تبرح حتى آتيك \" قال: فانتظرته. فلما جاء ذكرت له الذي سمعت. قال فقال: \" ذاك جبريل. أتاني فقال: من مات من أمتك لا يشرك بالله شيئا دخل الجنة. قال قلت: وإن زنا وإن سرق ؟ قال: وإن زنا وإن سرق\".",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "** حدثنا قتيبة بن سعيد. حدثنا جرير عن عبدالعزيز (وهو ابن رفيع) عن زيد بن وهب، عن أبي ذر ؛ قال: خرجت ليلة من الليالي. فإذا رسول الله صلى الله عليه وسلم يمشي وحده. ليس معه إنسان. قال: فظننت أنه يكره أن يمشي معه أحد. قال: فجعلت أمشي في ظل القمر. فالتفت فرآني. فقال: \"من هذا ؟ \" فقلت: أبو ذر. جعلني الله فداءك. قال: \"يا أبا ذر تعاله\". قال: فمشيت معه ساعة. فقال: \"إن المكثرين هم المقلون يوم القيامة. إلا من أعطاه الله خيرا. فنفح فيه يمينه وشماله، وبين يديه ووراءه، وعمل فيه خيرا \". قال: فمشيت معه ساعة. فقال: \" أجلس ههنا \" قال: فأجلسني في قاع حوله حجارة. فقال لي: \" أجلس ههنا حتى أرجع إليك \" قال: فانطلق في الحرة حتى لا أراه. فلبث عني. فأطال اللبث. ثم أني سمعته وهو مقبل وهو يقول: \"وإن سرق وإن زنى\" قال: فلما جاء لم أصبر فقلت: يا نبي الله ! جعلني الله فداءك. من تكلم في جانب الحرة ؟ ما سمعت أحدا يرجع إليك شيئا. قال: \" ذاك جبريل عرض لي في جانب الحرة. فقال: أمتك أنه من مات لا يشرك بالله شيئا دخل الجنة. فقلت: يا جبريل ! وإن سرق وإن زنى ؟ قال: نعم. قال قلت: وإن سرق وإن زنى ؟ قال: نعم. قال قلت: وإن سرق وإن زنى ؟ قال: نعم. وإن شرب الخمر\". ¶ - كتاب الحج - باب رمي جمرة العقبة من بطن الوادي، تكون مكة عن يساره، ويكبر مع كل حصاة ¶ ** وحدثنا منجاب بن الحارث التيمي. أخبرنا ابن مسهر عن الأعمش. قال: سمعت الحجاج بن يوسف يقول، وهو يخطب على المنبر: ألّفوا القرآن كما ألّفه جبريل. السورة التي يذكر فيها البقرة. والسورة التي يذكر فيها النساء. والسورة التي يذكر فيها آل عمران.",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "قال: فلقيت إبراهيم فأخبرته بقوله. فسبه وقال: حدثني عبدالرحمن بن يزيد ؛ أنه كان مع عبدالله بن مسعود. فأتى جمرة العقبة. فاستبطن الوادي. فاستعرضها. فرماها من بطن الوادي بسبع حصيات. يكبر مع كل حصاة. قال فقلت: يا أبا عبدالرحمن ! إن الناس يرمونها من فوقها. فقال: هذا، والذي لا إله غيره ! مقام الذي أنزلت عليه سورة البقرة. ¶ - كتاب الطلاق- باب في الإيلاء واعتزال النساء وتخييرهن، وقوله تعالى: {وإن تظاهرا عليه}",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "** حدثني زهير بن حرب. حدثنا عمر بن يونس الحنفي. حدثنا عكرمة بن عمار عن سماك أبي زميل. حدثني عبدالله ابن عباس. حدثني عمر بن الخطاب قال: لما اعتزل نبي الله - صلى الله عليه وسلم - نساءه قال: دخلت المسجد. فإذا الناس ينكتون بالحصى ويقولون: طلق رسول الله - صلى الله عليه وسلم - نساءه. وذلك قبل أن يؤمرن بالحجاب. فقال عمر فقلت: لأعلمن ذلك اليوم. قال: فدخلت على عائشة. فقلت: يا بنت أبي بكر ! أقد بلغ من شأنك أن تؤذي رسول الله - صلى الله عليه وسلم - . فقالت: مالى ومالك يا ابن الخطاب ؟ عليك بعيبتك. قال: فدخلت على حفصة بنت عمر. فقلت لها: يا حفصة ! أقد بلغ من شأنك أن تؤذي رسول الله - صلى الله عليه وسلم - ؟ والله ! لقد علمت أن رسول الله - صلى الله عليه وسلم - لا يحبك. ولولا أنا لطلقك رسول الله - صلى الله عليه وسلم -. فبكت أشد البكاء. فقلت لها: أين رسول الله - صلى الله عليه وسلم - ؟ قالت: هو في خزانته في المشربة. فدخلت فإذا أنا برباح غلام رسول الله - صلى الله عليه وسلم - قاعدا على أسكفة المشربة. مدل رجليه على نقير من خشب. وهو جذع يرقى عليه رسول الله - صلى الله عليه وسلم - وينحدر. فناديت: يا رباح ! استأذن لي عندك على رسول الله - صلى الله عليه وسلم -. فنظر رباح إلى الغرفة. ثم نظر إلي فلم يقل شيئا. ثم قلت: يا رباح ! استأذن لي عندك على رسول الله - صلى الله عليه وسلم -. فنظر رباح إلى الغرفة. ثم نظر إلي. فلم يقل شيئا. ثم رفعت صوتي فقلت: يا رباح ! استأذن لي عندك على رسول الله - صلى الله عليه وسلم - . فإني أظن أن رسول الله - صلى الله عليه وسلم -ظن أني جئت من أجل حفصة. والله ! لئن أمرني رسول الله - صلى الله عليه وسلم - بضرب عنقها لأضربن عنقها. ورفعت صوتي. فأومأ إلي أن ارقه. فدخلت على رسول الله - صلى الله عليه وسلم -وهو مضطجع على حصير. فجلست. فأدنى عليه إزاره. وليس عليه غيره. وإذا الحصير قد أثر في",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "جنبه. فنظرت ببصري في خزانة رسول الله - صلى الله عليه وسلم -. فإذا أنا بقبضة من شعير نحو الصاع. ومثلها قرظا في ناحية الغرفة. وإذا أفيق معلق. قال: فابتدرت عيناي. قال: \"ما يبكيك ؟ يا ابن الخطاب!\" قلت: يا نبي الله ! وما لي لا أبكي ؟ وهذا الحصير قد أثر في جنبك. وهذه خزانتك لا أرى فيها إلا ما أرى. وذاك قيصر وكسرى في الثمار والأنهار. وأنت رسول الله - صلى الله عليه وسلم - وصفوته. وهذه خزانتك. فقال \"يا ابن الخطاب ! ألا ترضى أن تكون لنا الآخرة ولهم الدنيا ؟\" قلت: بلى. قال: ودخلت عليه حين دخلت وأنا أرى في وجهه الغضب. فقلت: يا رسول الله ! ما يشق عليك من شأن النساء ؟ فإن كنت طلقتهن فإن الله معك وملائكته وجبريل وميكائيل، وأنا وأبو بكر والمؤمنون معك. وقلما تكلمت، وأحمد الله، بكلام إلا رجوت أن يكون الله يصدق قولي الذي أقول. ونزلت هذه الآية. آية التخيير: {عسى ربه إن طلقكن أن يبدله أزواجا خيرا منكن} [66 /التحريم/5] {وإن تظاهرا عليه فإن الله هو مولاه وجبريل وصالح المؤمنين والملائكة بعد ذلك ظهير} [66 /التحريم/4] وكانت عائشة بنت أبي بكر وحفصة تظاهران على سائر نساء النبي - صلى الله عليه وسلم - . فقلت: يا رسول الله ! أطلقتهن ؟ قال \"لا\" قلت: يا رسول الله ! إني دخلت المسجد والمسلمون ينكتون بالحصى. يقولون: طلق رسول الله - صلى الله عليه وسلم - نساءه. أفأنزل فأخبرهم أنك لم تطلقهن ؟ قال \"نعم. إن شئت\" فلم أزل أحدثه حتى تحسر الغضب عن وجهه. وحتى كثر فضحك. وكان من أحسن الناس ثغرا. ثم نزل نبي الله - صلى الله عليه وسلم - ونزلت. فنزلت أتشبث بالجذع ونزل رسول الله - صلى الله عليه وسلم - كأنما يمشي على الأرض ما يمسه بيده. فقلت: يا رسول الله ! إنما كنت في الغرفة تسعة وعشرين. قال \"إن الشهر يكون تسعا وعشرين\" فقمت على باب المسجد. فناديت بأعلى صوتي: لم يطلق رسول الله - صلى الله عليه وسلم -نساءه. ونزلت هذه الآية:",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "{وإذا جاءهم أمر من الأمن أو الخوف أذاعوا به ولو ردوه إلى الرسول وإلى أولي الأمر منهم لعلمه الذين يستنبطونه منهم} [4 /النساء/83] فكنت أنا استنبطت ذلك الأمر. وأنزل الله عز وجل آية التخيير. ¶ - كتاب الجهاد والسير باب جواز قتال من نقض العهد، وجواز إنزال أهل الحصن على حكم حاكم عدل أهل للحكم ¶ ** حدثنا أبو بكر بن أبي شيبة ومحمد بن العلاء الهمذاني. كلاهما عن ابن نمير. قال ابن العلاء: حدثنا ابن نمير. حدثنا هشام عن أبيه، عن عائشة. قالت: أصيب سعد يوم الخندق. رماه رجل من قريش يقال له ابن العرقة. رماه في الأكحل. فضرب عليه رسول الله - صلى الله عليه وسلم - خيمة في المسجد يعوده من قريب. فلما رجع رسول الله - صلى الله عليه وسلم - من الخندق وضع السلاح. فاغتسل. فأتاه جبريل وهو ينفض رأسه من الغبار. فقال: وضعت السلاح؟ والله ما وضعناه. اخرج إليهم. فقال رسول الله - صلى الله عليه وسلم - (فأين؟) فأشار إلى بني قريظة. فقاتلهم رسول الله - صلى الله عليه وسلم -. فنزلوا على حكم رسول الله - صلى الله عليه وسلم -. فرد رسول الله - صلى الله عليه وسلم - الحكم فيهم إلى سعد. قال: فإني أحكم فيهم أن تقتل المقاتلة، وأن تسبى الذرية والنساء، وتقسم أموالهم. ¶ - كتاب الجهاد والسير - باب ما لقي النبي صلى الله عليه وسلم من أذى المشركين والمنافقين",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "**وحدثني أبو الطاهر أحمد بن عمرو بن سرح، وحرملة ابن يحيى، وعمرو بن سواد العامري (وألفاظهم متقاربة) قالوا: حدثنا ابن وهب. قال: أخبرني يونس عن ابن شهاب. حدثني عروة بن الزبير؛ أن عائشة زوج النبي - صلى الله عليه وسلم -حدثته؛ أنها قالت لرسول الله - صلى الله عليه وسلم - : يا رسول الله! هل أتى عليك يوم كان أشد من يوم أحد؟ فقال (لقد لقيت من قومك. وكان أشد ما لقيت منهم يوم العقبة. إذ عرضت نفسي على ابن عبد يا ليل بن عبد كلال. فلم يجبني إلى ما أردت. فانطلقت وأنا مهموم على وجهي. فلم أستفق إلا بقرن الثعالب. فرفعت رأسي فإذا أنا بسحابة قد أظلتني. فنظرت فإذا فيها جبريل. فناداني. فقال: إن الله عز وجل قد سمع قول قومك لك وما ردوا عليك. وقد بعث إليك ملك الجبال لتأمره بما شئت فيهم. قال: فناداني ملك الجبال وسلم علي. ثم قال: يا محمد! إن الله قد سمع قول قومك لك. وأنا ملك الجبال. وقد بعثني ربك إليك لتأمرني بأمرك. فما شئت؟ إن شئت أن أطبق عليهم الأخشبين). فقال له رسول الله - صلى الله عليه وسلم - (بل أرجو أن يخرج الله من أصلابهم من يعبد الله وحده، لا يشرك به شيئا). ¶ - كتاب الجهاد والسير - باب ما لقي النبي صلى الله عليه وسلم من أذى المشركين والمنافقين ¶ ** حدثنا إسحاق بن إبراهيم. أخبرنا سفيان عن الأسود بن قيس؛ أنه سمع جندبا يقول: أبطأ جبريل على رسول الله - صلى الله عليه وسلم - ؛ فقال المشركون: قد ودع محمد. فأنزل الله عز وجل: {والضحى. والليل إذا سجى. ما ودعك ربك وما قلى} [93 /الضحى /1 و 2 و 3]. ¶ - كتاب الإمارة باب من قتل في سبيل الله كفرت خطاياه، إلا الدين ¶ ** حدثنا قتيبة بن سعيد. حدثنا ليث عن سعيد بن أبي سعيد، عن عبدالله بن أبي قتادة، عن أبي قتادة؛",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "أنه سمعه يحدث عن رسول الله - صلى الله عليه وسلم - ؛ أنه قام فيهم فذكر لهم (أن الجهاد في سبيل الله والإيمان بالله أفضل الأعمال) فقام رجل فقال: يا رسول الله! أرأيت إن قتلت في سبيل الله تكفر عني خطاياي؟ فقال له رسول الله - صلى الله عليه وسلم - (نعم. إن قتلت في سبيل الله، وأنت صابر محتسب، مقبل غير مدبر) ثم قال رسول الله - صلى الله عليه وسلم - (كيف قلت؟) قال: أرأيت إن قتلت في سبيل الله أتكفر عني خطاياي؟ فقال رسول الله - صلى الله عليه وسلم - (نعم. وأنت صابر محتسب، مقبل غير مدبر. إلا الدين. فإن جبريل عليه السلام، قال لي ذلك). ¶ - كتاب الأشربة باب: جواز شرب اللبن. ¶ ** حدثنا محمد بن عباد وزهير بن حرب (واللفظ لابن عباد) قالا: حدثنا أبو صفوان. أخبرنا يونس عن الزهري. قال: قال ابن المسيب: قال أبو هريرة: إن النبي - صلى الله عليه وسلم - أتى ليلة أسري به، بإيلياء، بقدحين من خمر ولبن. فنظر إليهما فأخذ اللبن. فقال له جبريل عليه السلام: الحمد لله الذي هداك للفطرة. لو أخذت الخمر، غوت أمتك. ¶ - كتاب اللباس والزينة باب: تحريم استعمال إناء الذهب والفضة على الرجال والنساء، وخاتم الذهب والحرير على الرجل، وإباحته للنساء. وإباحة العلم ونحوه للرجل، ما لم يزد على أربع أصابع. ¶ ** حدثنا محمد بن عبدالله بن نمير وإسحاق بن إبراهيم الحنظلي ويحيى بن حبيب وحجاج بن الشاعر - واللفظ لابن حبيب - (قال إسحاق: أخبرنا. وقال الآخرون: حدثنا) روح بن عبادة. حدثنا ابن جريج. أخبرني أبو الزبير؛ أنه سمع جابر بن عبدالله يقول: لبس النبي - صلى الله عليه وسلم - يوما قباء من ديباج أهدى له. ثم أوشك أن نزعه. فأرسل به إلى عمر بن الخطاب. فقيل له: قد أوشك ما نزعته، يا رسول الله! فقال (نهاني عنه جبريل) فجاءه عمر يبكي. فقال: يا رسول الله! كرهت أمرا وأعطيتنيه، فما لي؟ قال (إني لم أعطكه لتلبسه. إنما أعطيتكه تبيعه) فباعه بألفي درهم.",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "- كتاب اللباس والزينة – باب تحريم تصوير صورة الحيوان، وتحريم اتخاذ ما فيه صورة غير ممتهنة بالفرش ونحوه، وأن الملائكة عليهم السلام لا يدخلون بيتا فيه صورة ولا كلب ¶ ** حدثني سويد بن سعيد. حدثنا عبدالعزيز بن أبي حازم عن أبيه، عن أبي سلمة ابن عبدالرحمن، عن عائشة؛ أنها قالت: واعد رسول الله - صلى الله عليه وسلم - جبريل عليه السلام، في ساعة يأتيه فيها. فجاءت تلك الساعة ولم يأته. وفي يده عصا فألقاها من يده. وقال (ما يخلف الله وعده، ولا رسله) ثم التفت فإذا جرو كلب تحت سريره. فقال (يا عائشة! متى دخل هذا الكلب ههنا؟) فقالت: والله! ما دريت. فأمر به فأخرج. فجاء جبريل. فقال رسول الله - صلى الله عليه وسلم - (واعدتني فجلست لك فلم تأت). فقال: منعني الكلب الذي كان في بيتك. إنا لا ندخل بيتا فيه كلب ولا صورة. ¶ ** حدثني حرملة بن يحيى. أخبرنا ابن وهب. أخبرني يونس عن ابن شهاب، عن ابن السباق؛ أن عبدالله بن عباس قال: أخبرتني ميمونة؛ أن رسول الله - صلى الله عليه وسلم - أصبح يوما واجما. فقالت ميمونة: يا رسول الله! لقد استنكرت هيئتك منذ اليوم. قال رسول الله - صلى الله عليه وسلم - (إن جبريل كان وعدني أن يلقاني الليلة. فلم يلقني. أم والله! ما أخلفني) قال فظل رسول الله - صلى الله عليه وسلم - يومه ذلك على ذلك. ثم وقع في نفسه جرو كلب تحت فسطاط لنا. فأمر به فأخرج. ثم أخذ بيده ماء فنضح مكانه. فلما أمسى لقيه جبريل. فقال له (قد كنت وعدتني أن تلقاني البارحة) قال: أجل. ولكنا لا ندخل بيتا فيه كلب ولا صورة. فأصبح رسول الله - صلى الله عليه وسلم - يومئذ، فأمر بقتل الكلاب. حتى إنه يأمر بقتل كلب الحائط الصغير، ويترك كلب الحائط الكبير. ¶ - كتاب السلام - باب الطب والمرض والرقى",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "** حدثنا محمد بن أبي عمر المكي. حدثنا عبدالعزيز الدراوردي عن يزيد (وهو ابن عبدالله بن أسامة بن الهاد) عن محمد بن إبراهيم، عن أبي سلمة بن عبدالرحمن، عن عائشة، زوج النبي - صلى الله عليه وسلم - أنها قالت: كان إذا اشتكى رسول الله - صلى الله عليه وسلم - رقاه جبريل. قال: باسم الله يبريك. ومن كل داء يشفيك. ومن شر حاسد إذا حسد. وشر كل ذي عين. ¶ ** حدثنا بشر بن هلال الصواف. حدثنا عبدالوارث. حدثنا عبدالعزيز بن صهيب عن أبي نضرة، عن أبي سعيد؛ أن جبريل أتى النبي - صلى الله عليه وسلم - فقال: يا محمد! اشتكيك؟ فقال \"نعم\" قال: باسم الله أرقيك. من كل شيء يؤذيك. من شر كل نفس أو عين حاسد الله يشفيك. باسم الله أرقيك. ¶ ** حدثنا أبو كريب. حدثنا ابن نمير عن هشام، عن أبيه، عن عائشة. قالت: سحر رسول الله - صلى الله عليه وسلم - يهودي من يهود بني زريق. يقال له: لبيد بن الأعصم. قالت: حتى كان رسول الله - صلى الله عليه وسلم - يخيل إليه أنه يفعل الشيء، وما يفعله. حتى إذا كان ذات يوم، أو ذات ليلة، دعا رسول الله - صلى الله عليه وسلم - . ثم دعا. ثم دعا. ثم قال \"يا عائشة! أشعرت أن الله أفتاني فيما استفتيته فيه؟ جاءني رجلان فقعد أحدهما عند رأسي والآخر عند رجلي. فقال الذي عند رأسي للذي عند رجلي، أو الذي عند رجلي للذي عند رأسي: ما وجع الرجل؟ قال: مطبوب. قال: من طبه؟ قال: لبيد بن الأعصم. قال: في آي شيء؟ قال: في مشط ومشاطه. قال وجب طلعة ذكر. قال: فأين هو؟ قال: في بئر ذي أروان\". قالت: فأتاها رسول الله - صلى الله عليه وسلم - في أناس من أصحابه. ثم قال \"يا عائشة! والله! لكأن ماءها نقاعة الحناء. ولكأن نخلها رؤوس الشياطين\".قالت فقلت: يا رسول الله! أفلا أحرقته؟ قال \"لا. أما أنا فقد عافاني الله. وكرهت أن أثير على الناس شرا. فأمرت بها فدفنت\". ¶ - كتاب الفضائل باب في قتال جبريل وميكائيل عن النبي صلى الله عليه وسلم ، يوم أحد",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "**حدثنا أو بكر بن أبي شيبة. حدثنا محمد بن بشر وأبو أسامة عن مسعر، عن سعد بن إبراهيم، عن أبيه، عن سعد. قال:رأيت عن يمين رسول الله - صلى الله عليه وسلم - وعن شماله، يوم أحد، رجلين عليهما ثياب بياض. ما رأيتهما قبل ولا بعد. يعني جبريل وميكائيل عليهما السلام. ¶ ** وحدثني إسحاق بن منصور. أخبرنا عبدالصمد بن عبدالوارث. حدثنا إبراهيم بن سعد. حدثنا سعد عن أبيه، عن سعد بن أبي وقاص، قال: لقد رأيت يوم أحد، عن يمين رسول الله - صلى الله عليه وسلم - وعن يساره، رجلين عليهما ثياب بيض. يقاتلان عنه كأشد القتال. ما رأيتهما قبل ولا بعد. ¶ - كتاب الفضائل باب كان النبي صلى الله عليه وسلم أجود الناس بالخير من الريح المرسلة ¶ ** حدثنا منصور بن أبي مزاحم. حدثنا إبراهيم (يعني ابن سعد) عن الزهري. ح وحدثني أبو عمران، محمد بن جعر بن زياد (واللفظ له). أخبرنا إبراهيم عن ابن شهاب، عن عبيدالله بن عبدالله بن عتبه بن مسعود، عن ابن عباس. قال: كان رسول الله - صلى الله عليه وسلم - أجود الناس بالخير. وكان أجود ما يكون في شهر رمضان. إن جبريل عليه السلام كان يلقاه، في كل سنة، في رمضان حتى ينسلخ. فيعرض عليه رسول الله - صلى الله عليه وسلم - القرآن. فإذا لقيه جبريل كان رسول الله - صلى الله عليه وسلم - أجود بالخير من الريح المرسلة. ¶ - كتاب فضائل الصحابة رضي الله تعالى عنهم باب فضائل خديجة أم المؤمنين، رضي الله تعالى عنها ¶ ** حدثنا أبو بكر بن أبي شيبة وأبو كريب وابن نمير. قالوا: حدثنا ابن فضيل عن عمارة، عن أبي زرعة. قال: سمعت أبا هريرة قال: أتى جبريل النبي - صلى الله عليه وسلم - . فقال: يا رسول الله! هذه خديجة قد أتتك. معها إناء فيه إدام أو طعام أو شراب. فإذا هي أتتك فاقرأ عليها السلام من ربها عز وجل. ومني. وبشرها ببيت في الجنة من قصب. لا صخب فيه ولا نصب.",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "قال أبو بكر في روايته: عن أبي هريرة. ولم يقل: سمعت. ولم يقل في الحديث: ومني. ¶ - كتاب فضائل الصحابة- باب في فضل عائشة، رضي الله تعالى عنها ¶ ** وحدثنا أبو بكر بن أبي شيبة. حدثنا عبدالرحيم بن سليمان ويعلى بن عبيد عن زكرياء، عن الشعبي، عن أبي سلمة، عن عائشة؛ أنها حدثته؛ أن النبي - صلى الله عليه وسلم - قال لها \"إن جبريل يقرأ عليك السلام\" قالت: فقلت: وعليه السلام ورحمة الله. ¶ ** حدثنا عبدالله بن عبدالرحمن الدارمي. أخبرنا أبو اليمان. أخبرنا شعيب عن الزهري. حدثني أبو سلمة بن عبدالرحمن؛ أن عائشة، زوج النبي - صلى الله عليه وسلم - ، قالت: قال رسول الله - صلى الله عليه وسلم - \"يا عائش! هذا جبريل يقرأ عليك السلام\" قالت فقلت: وعليه السلام رحمة الله. قالت: وهو يرى ما لا أرى. ¶ - كتاب فضائل الصحابة- باب من فضائل فاطمة، بنت النبي، عليها الصلاة والسلام",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "** حدثنا أبو كامل الجحدري، فضيل بن حسين. حدثنا أبو عوانة عن فراس، عن عامر، عن مسروق، عن عائشة قالت: كن أزواج النبي - صلى الله عليه وسلم - عنده. لم يغادر منهن واحدة. فأقبلت فاطمة تمشي. ما تخطئ مشيتها من مشية رسول الله - صلى الله عليه وسلم - شيئا. فلما رآها رحب بها. فقال \"مرحبا بابنتي\" ثم أجلسها عن يمينه أو عن شماله. ثم سارها فبكت بكاء شديدا. فلما رأى جزعها سارها الثانية فضحكت. فقلت لها: خصك رسول الله - صلى الله عليه وسلم - من بين نسائه بالسرار. ثم أنت تبكين؟ فلما قام رسول الله - صلى الله عليه وسلم - سألتها ما قال لك رسول الله - صلى الله عليه وسلم -؟ قالت: ما كنت أفشي على رسول الله - صلى الله عليه وسلم - سره. قالت فلما توفي رسول الله - صلى الله عليه وسلم - قلت: عزمت عليك، بما لي عليك من الحق، لما حدثتني ما قال لك رسول الله - صلى الله عليه وسلم - ؟ فقالت: أما الآن، فنعم. أما حين سارني في المرة الأولى، فأخبرني أن جبريل كان يعارضه القرآن في كل سنة مرة أو مرتين، وإنه عارضه الآن مرتين، وإني لا أرى الأجل إلا قد اقترب. فاتقي الله واصبري. فإنه نعم السلف أنا لك\" قالت: فبكيت بكائي الذي رأيت. فلما رأى جزعي سارني الثانية فقال \"يا فاطمة! أما ترضي أن تكوني سيدة نساء المؤمنين. أو سيدة نساء هذه الأمة\"؟ قالت: فضحكت ضحكي الذي رأيت.",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "**حدثنا أبو بكر بن أبي شيبة. وحدثنا عبدالله بن نمير عن زكرياء. ح وحدثنا ابن نمير. حدثنا أبي. حدثنا زكرياء عن فراس، عن عامر، عن مسروق، عن عائشة قالت: اجتمع نساء النبي - صلى الله عليه وسلم -. فلم يغادر منهن امرأة. فجاءت فاطمة تمشي كأن مشيتها مشية رسول الله - صلى الله عليه وسلم -. فقال \"مرحبا بابنتي\" فأجلسها عن يمينه أو عن شماله. ثم إنه أسر إليها حديثا فبكت فاطمة. ثم إنه سارها فضحكت أيضا. فقلت لها: ما يبكيك؟ فقالت: ما كنت لأفشي سر رسول الله - صلى الله عليه وسلم -. فقلت: ما رأيت كاليوم فرحا أقرب من حزن. فقلت لها حين بكت: أخصك رسول الله - صلى الله عليه وسلم -بحديثه دوننا ثم تبكين؟ وسألتها عما قال فقالت: ما كنت لأفشي سر رسول الله - صلى الله عليه وسلم -. حتى إذا قبض سألتها فقالت: إنه كان حدثني \"أن جبريل كان يعارضه بالقرآن كل عام مرة. وإنه عارضه به في العام مرتين. ولا أراني إلا حضر أجلي. وإنك أول أهلي لحوقا بي. ونعم السلف أنا لك. فبكيت لذلك. ثم إنه سارني فقال \"ألا ترضين أن تكوني سيدة نساء المؤمنين. أو سيدة نساء هذه الأمة\"؟ فضحكت لذلك. ¶ - كتاب فضائل الصحابة- باب من فضائل أم سلمة، أم المؤمنين، رضي الله عنها ¶ ** حدثني عبدالأعلى بن حماد ومحمد بن عبدالأعلى القيسي. كلاهما عن المعتمر. قال ابن حماد: حدثنا معتمر بن سليمان قال: ... ... قال: وأنبئت أن جبريل عليه السلام أتى نبي الله - صلى الله عليه وسلم - وعنده أم سلمة. قال فجعل يتحدث ثم قام. فقال نبي الله - صلى الله عليه وسلم - لأم سلمة \"من هذا ؟\" أو كما قال. قالت: هذا دحية. قال فقالت أم سلمة: ايم الله! ما حسبته إلا إياه. حتى سمعت خطبة نبي الله - صلى الله عليه وسلم - يخبر خبرنا. أو كما قال. قال فقلت لأبي عثمان: ممن سمعت هذا ؟ قال: من أسامة بن زيد. ¶ - كتاب فضائل الصحابة- - باب فضائل حسان بن ثابت، رضي الله عنه",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "** حدثنا عمرو الناقد وإسحاق بن إبراهيم وابن أبي عمر. كلهم عن سفيان. قال عمرو: حدثنا سفيان بن عيينة عن الزهري، عن سعيد، عن أبي هريرة؛ أن عمر مر بحسان وهو ينشد الشعر في المسجد. فلحظ إليه. فقال: قد كنت أنشد، وفيه من هو خير منك. ثم التفت إلى أبي هريرة. فقال: أنشدك الله! أسمعت رسول الله - صلى الله عليه وسلم - يقول \"أجب عني. اللهم! أيده بروح القدس\"؟ قال: اللهم! نعم. ¶ **حدثنا عبدالله بن عبدالرحمن الدارمي. أخبرنا أبو اليمان. أخبرنا شعيب عن الزهري. أخبرني أبو سلمة بن عبدالرحمن؛ أنه سمع حسان بن ثابت الأنصاري يستشهد أبا هريرة: أنشدك الله! هل سمعت النبي - صلى الله عليه وسلم - يقول \"يا حسان! أجب عن رسول الله صلى الله عليه وسلم. اللهم! أيده بروح القدس\". قال أبو هريرة: نعم. ¶ **حدثنا عبيدالله بن معاذ. حدثنا أبي. حدثنا شعبة عن عدي (وهو ابن ثابت) قال: سمعت البراء بن عازب قال: سمعت رسول الله - صلى الله عليه وسلم - يقول لحسان بن ثابت \"اهجهم، أو هاجهم، وجبريل معك\".",
            "page": "105",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "** حدثنا عبدالملك بن شعيب بن الليث. حدثني أبي عن جدي. حدثني خالد بن يزيد. حدثني سعيد بن أبي هلال عن عمارة بن غزية، عن محمد بن إبراهيم، عن أبي سلمة بن عبدالرحمن، عن عائشة؛ أن رسول الله - صلى الله عليه وسلم -قال \"اهجو قريشا. فإنه أشد عليهم من رشق بالنبل\" فأرسل إلى ابن رواحة فقال \"اهجهم\" فهجاهم فلم يرض. فأرسل إلى كعب بن مالك. ثم أرسل إلى حسان بن ثابت. فلما دخل عليه، قال حسان: قد آن لكم أن ترسلوا إلى هذا الأسد الضارب بذنبه. ثم أدلع لسانه فجعل يحركه. فقال: والذي بعثك بالحق! لأفرينهم بلساني فري الأديم. فقال رسول الله - صلى الله عليه وسلم -\"لا تعجل. فإن أبا بكر أعلم قريش بأنسابها. وإن لي فيهم نسبا. حتى يلخص لك نسبي\" فأتاه حسان. ثم رجع فقال: يا رسول الله! قد لخص لي نسبك. والذي بعثك بالحق! لأسلنك منهم كما تسل الشعرة من العجين...قالت عائشة: فسمعت رسول الله - صلى الله عليه وسلم - يقول لحسان \"إن روح القدس لا يزال يؤيدك، ما نافحت عن الله ورسوله\"....وقالت: سمعت رسول الله - صلى الله عليه وسلم -يقول \"هجاهم حسان فشفى واشتفى\". ¶ قال حسان: ¶ هجوتَ محمدا فأجبتُ عنه * وعند الله في ذاك الجزاء ¶ هجوتَ محمدا برا تقيا * رسول الله شيمته الوفاء ¶ فإن أبي ووالده وعرضي * لعرض محمد منكم وقاء ¶ ثكلت بنيتي إن لم تروها * تثير النقع من كنفي كداء ¶ يبارين الأعنة مصعدات * على أكتافها الأسل الظماء ¶ تظل جيادنا متمطرات * تلطمهن بالخمر النساء ¶ فإن أعرضتمو عنا اعتمرنا * وكان الفتح وانكشف الغطاء ¶ وإلا فاصبروا لضراب يوم * يعز الله فيه من يشاء ¶ وقال الله: قد أرسلت عبدا * يقول الحق ليس به خفاء ¶ وقال الله: قد يسرت جندا * هم الأنصار عرضتها اللقاء ¶ لنا في كل يوم من معد * سباب أو قتال أو هجاء ¶ فمن يهجو رسول الله منك * ويمدحه وينصره سواء ¶ وجبريل رسول الله فينا * وروح القدس ليس له كفاء..",
            "page": "106",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "- كتاب البر والصلة والآداب - باب الوصية بالجار، والإحسان إليه ¶ ** حدثنا قتيبة بن سعيد عن مالك بن أنس. ح وحدثنا قتيبة ومحمد بن رمح عن الليث بن سعد. ح وحدثنا أبو بكر بن أبي شيبة. حدثنا عبدة ويزيد بن هارون. كلهم عن يحيى بن سعيد. ح وحدثنا محمد بن المثنى (واللفظ له). حدثنا عبدالوهاب (يعني الثقفي). سمعت يحيى بن سعيد. أخبرني أبو بكر (وهو ابن محمد بن عمرو بن حزم)؛ أن عمرة حدثته؛ أنها سمعت عائشة تقول: ¶ سمعت رسول الله - صلى الله عليه وسلم -يقول \"ما زال جبريل يوصيني بالجار حتى ظننت أنه ليورثنه\". ¶ ** حدثني عبيدالله بن عمر القواريري. حدثنا يزيد بن زريع عن عمر بن محمد، عن أبيه. قال: سمعت ابن عمر يقول: قال رسول الله - صلى الله عليه وسلم -\"ما زال جبريل يوصيني بالجار، حتى ظننت أنه سيورثه\". ¶ - كتاب البر والصلة والآداب - باب إذا أحب الله عبدا، حببه إلى عباده ¶ ** حدثنا زهير بن حرب. حدثنا جرير عن سهيل، عن أبيه، عن أبي هريرة. قال: قال رسول الله - صلى الله عليه وسلم -\"إن الله، إذا أحب عبدا، دعا جبريل فقال: إني أحب فلانا فأحبه. قال فيحبه جبريل. ثم ينادي في السماء فيقول: إن الله يحب فلانا فأحبوه. فيحبه أهل السماء. قال ثم يوضع له القبول في الأرض. وإذا أبغض عبدا دعا جبريل فيقول: إني أبغض فلانا فأبغضه. قال فيبغضه جبريل. ثم ينادي في أهل السماء: إن الله يبغض فلانا فأبغضوه. قال فيبغضونه. ثم توضع له البغضاء في الأرض\". ¶ - كتاب الذكر والدعاء والتوبة والاستغفار باب فضل الاجتماع على تلاوة القرآن، وعلى الذكر",
            "page": "107",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "** حدثنا أبو بكر بن أبي شيبة. حدثنا مرحوم بن عبدالعزيز عن أبي نعامة السعدي، عن أبي عثمان، عن أبي سعيد الخدري، قال: خرج معاوية على حلقة في المسجد. فقال: ما أجلسكم؟ قالوا: جلسنا نذكر الله. قال: آلله! ما أجلسكم إلا ذاك؟ قالوا: والله! ما أجلسنا إلا ذاك. قال: أما إني لم أستحلفكم تهمة لكم. وما كان أحد بمنزلتي من رسول الله - صلى الله عليه وسلم - أقل عنه حديثا مني. وإن رسول الله - صلى الله عليه وسلم - خرج على حلقة من أصحابه. فقال \"ما أجلسكم؟\" قالوا: جلسنا نذكر الله ونحمده على ما هدانا للإسلام، ومن به علينا. قال \"آلله! ما أجلسكم إلا ذاك؟\" قالوا: والله! ما أجلسنا إلا ذاك. قال \"أما إني لم أستحلفكم تهمة لكم. ولكنه أتاني جبريل فأخبرني؛ أن الله عز وجل يباهي بكم الملائكة\". ¶ *************************************************** *** ¶ اللهم علمنا ما ينفعنا وانفعنا بما علمتنا وزدنا علما تنفعنا به ¶ ** **************************************************** ¶ كان الفراغ من جمعه وإعداده ¶ يوم 27 محرم 1427 ¶ أبو يوسف محمد زايد",
            "page": "108",
            "part": "1"
        }
    ],
    "t35993": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الروح الأمين في الصحيحين"
        }
    ]
}