{
    "b35995": [
        {
            "id": "1",
            "nass": "بسم الله الرحمن الرحيم ¶ قرة العينين ¶ في ¶ شرح أحاديث مختارة من الصحيحين ¶ 100 حديث ¶ بقلم ¶ الشيخ / سليمان بن محمد اللهيميد ¶ السعودية / رفحاء ¶ WWW.ALMOTAQEEN.NET",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ أحمد الله تعالى على فضله ونعمه، وأشكره سبحانه على هدايته وإحسانه، وأصلي وأسلم ¶ على نبيه وخاتم رسله المبعوث رحمة للعالمين، والمتمم لمكارم الأخلاق والهادي لأحسنها ¶ والمحذر من سيئها ... أما بعد ¶ فإن أفضل ما قضيت به الأوقات، وأفنيت فيه الأعمار هو الاشتغال بحديث رسول الله ¶ صلى الله عليه وسلم، ومن هذا المنطلق فهذا شرح لكتابي الذي قمت بجمعه ¶ واختياره من الصحيحين [البخاري، ومسلم] وأسميته [أحاديث مختارة من الصحيحين] ¶ وقد أسميت هذا الشرح [قرة العينين في شرح أحاديث مختارة من الصحيحين] أسأل العلي ¶ العظيم أن يجعلنا من أوليائه الصالحين، المتبعين لسنته. ¶ وصلى الله وسلم على نبينا محمد ¶ بقلم ¶ سليمان بن محمد اللهيميد ¶ السعودية _ رفحاء ¶ الموقع على الانترنت ¶ WWW.ALMOTAQEEN.NET",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "فهرس المواضيع المهمة ¶ م ... الموضوع ... رقم الصفحة ... م ... الموضوع ... رقم الصفحة ¶ 1 ... أنواع الهجرة ... 4 ... 28 ... مبطلات الصيام ... 42 ¶ 2 ... بعض صفات المنافقين ... 6 ... 29 ... فضائل سبحان الله وبحمده ... 43 ¶ 3 ... فضائل ليلة القدر ... 7 ... 30 ... عقوبة ذا الوجهين ... 44 ¶ 4 ... أحوال تأكد السواك ... 9 ... 31 ... فضائل السلام ... 45 ¶ 5 ... خصائص صلاتي العشاء والفجر ... 10 ... 32 ... حالات وجوب الجهاد ... 46 ¶ 6 ... أسماء الجنة ... 13 ... 33 ... فضائل قراءة القرآن ... 47 ¶ 7 ... علاج الغضب ... 14 ... 34 ... مستلزمات البدعة ... 48 ¶ 8 ... فضائل الحياء ... 15 ... 35 ... فضائل الوتر ... 50 ¶ 9 ... فضائل إماطة الأذى عن الطريق ... 15 ... 36 ... هل النوم ناقض للوضوء ... 52 ¶ 10 ... أمثلة في مخالفة المشركين ... 18 ... 37 ... فضائل صلة الرحم ... 55 ¶ 11 ... سبب تسمية يوم القيامة بذلك ... 20 ... 38 ... أضرار عدم صلة الرحم ... 55 ¶ 12 ... أسباب شكر الله على النعمة ... 21 ... 39 ... فضائل الرفق ... 56 ¶ 13 ... من تلعنهم الملائكة ... 23 ... 40 ... فضائل عائشة ... 58 ¶ 14 ... فضائل الإنفاق في سبيل الله ... 24 ... 41 ... أهمية العمل الصالح ... 59 ¶ 15 ... مباحث في رحمة الله ... 25 ... 42 ... مسائل تسوية الصفوف ... 60 ¶ 16 ... أوقات يستجاب فيها الدعاء ... 27 ... 43 ... فضائل الجهاد في سبيل الله ... 63 ¶ 17 ... آثار إيذاء الجار ... 29 ... 44 ... علامات كذب الدجال ... 66 ¶ 18 ... فضائل حسن الجوار ... 29 ... 45 ... كيفية النجاة من الدجال ... 66 ¶ 19 ... فضائل الصدقة ... 29 ... 46 ... أخطار الانتساب إلى غير الأب ... 66 ¶ 20 ... أقسام الإسبال ... 30 ... 47 ... فضائل البكاء من خشية الله ... 68 ¶ 21 ... أسباب ظن السوء ... 33 ... 48 ... أمثلة على بكاء الصحابة ... 68 ¶ 22 ... أقسام الشهداء ... 35 ... 49 ... أدلة وجود الجنة والنار ... 69 ¶ 23 ... حالات الإنسان مع الطهارة ... 36 ... 50 ... أمثلة تبرك الصحابة بالرسول في حياته ... 71 ¶ 24 ... أعمال جاء التهديد عليها بالوعيد ... 37 ... 51 ... فضل صلاتي الفجر والعصر ... 72 ¶ 25 ... موجبات الغسل ... 39 ... 52 ... الأدلة على أن الظلم سبب لهلاك الأمم ... 74 ¶ 26 ... فوائد قرن الحكم بالعلة ... 39 ... 53 ... أحكام الاستئذان ... 76 ¶ 27 ... أقسام الإسراع بالجنازة ... 41 ... 54 ... فوائد إخفاء الدعاء ... 77",
            "page": "3",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "1 - عن عمر بن الخطاب - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: (إنما الأعمال بالنيات، وإنما لكل امرئ ما نوى، فمن كانت هجرته إلى الله ورسوله فهجرته إلى الله ورسوله، ومن كانت هجرته لدنيا يصيبها أو امرأة ينكحها فهجرته إلى ما هاجر إليه). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ إنما: أداة حصر يؤتى بها للحصر. ... بالنيات: جمع نية: وهي عزم القلب على فعل الشيء. ¶ هجرته: الهجرة الانتقال من بلد الشرك إلى بلد الإسلام. دنيا: حقيقتها ما على الأرض من الهواء والجو مما قبل قيام الساعة. ¶ الفوائد: ¶ 1_ هذا الحديث من الأحاديث الهامة التي عليها مدار الإسلام. ¶ قال أبو عبد الله: ” ليس في أخبار النبي - صلى الله عليه وسلم - أجمع وأغنى فائدة من هذا الحديث “. ¶ وقال الشافعي: ” يدخل في سبعين باباً من أبواب العلم “. ¶ ولأهميته ابتدأ به الإمام البخاري صحيحه. ¶ وبدأ به الإمام النووي في كتبه: ¶ الأذكار __ ورياض الصالحين ___ والأربعين نووية. ¶ 2_ اختلف العلماء في معنى (إنما الأعمال بالنيات، وإنما لكل امرى ما نوى). هل هما جملتان بمعنى واحد أو مختلفتان؟ ¶ والراجح أن الأولى غير الثانية: ¶ الأولى (إنما الأعمال بالنيات) سبب، بيّن النبي - صلى الله عليه وسلم - فيها أن كل عمل لا بد فيه من نية، كل عمل يعمله الإنسان وهو عاقل مختار لا بد فيه من نية، ولا يمكن لأي عاقل مختار أن يعمل عملاً بغير نية. ¶ الثانية (وإنما لكل امرىء ما نوى) نتيجة هذا العمل: ¶ إذا نويت هذا العمل لله والدار الآخرة حصل لك ذلك، وإذا نويت الدنيا فليس لك إلا ما نويت. ¶ 3 - وجوب إخلاص النية لله، لأنه ليس له من عمله إلا ما كان خالصاً لله. ¶ وقد جاءت نصوص تبين أن العمل لا يقبل إلا ما كان لله. ¶ قال تعالى: {وما أمروا إلا ليعبدوا الله مخلصين له الدين حنفاء .. }. ¶ قال - صلى الله عليه وسلم -: (إن الله لا يقبل من العمل إلا ما كان خالصاً) رواه النسائي. ¶ وقال - صلى الله عليه وسلم -: (بشر هذه الأمة بالتمكين والرفعة، من عمل منهم عمل الآخرة للدنيا لم يكن له في الآخرة من نصيب) رواه أحمد. ¶ والإخلاص: تصفية العمل عن ملاحظة المخلوقين. ¶ قال بعض السلف: ” المخلص من يكتم حسناته كما يكتم سيئاته “. ¶ قال سهل بن عبد الله: ” ليس على النفس شيء أشق من الإخلاص لأنه ليس لها فيه نصيب “. ¶ وقال يوسف بن الحسين: ” أعز شيء في الدنيا الإخلاص وكم أجتهد في إسقاط الرياء عن قلبي وكأنه ينبت فيه على لون آخر “. ¶ 4 - ن الإخلاص شرط لقبول العمل، فالعمل لا يقبل إلا بشرطين: ¶ الأول: أن يكون خالصاً. ¶ لحديث الباب: ( ... وإنما لكل امرىء ما نوى ... ). ¶ الثاني: أن يكون موافقاً للسنة. ¶ لحديث عائشة (من عمل عملاً ليس عليه أمرنا فهو رد). ¶ 5 - والنية محلها القلب والتلفظ بها بدعة. ¶ قال ابن تيمية: ” التلفظ بالنية بدعة لم يفعله الرسول ولا أصحابه “. ¶ 6 - قال بعض العلماء: ¶ حديث (إنما الأعمال بالنيات ........ ) ميزان للأعمال الباطنة. ¶ وحديث (من أحدث في أمرنا ....... ) ميزان للأعمال الظاهرة.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "7 - ضرب النبي - صلى الله عليه وسلم - مثالاً للعمل الذي يراد به وجه والذي يراد به غير الله، وذلك بالهجرة: ¶ ــ بعض الناس يهاجر ويدع بلده لله تعالى وابتغاء مرضاته فهذا هجرته لله ويؤجر عليها كاملاً. ويكون أدرك ما نوى. ¶ ــ وبعض الناس يهاجر لأغراض دنيوية، كمن هاجر من بلد الكفر إلى بلد الإسلام من أجل المال، أو من أجل امرأة يتزوجها، فهذا هاجر لكنه لم يهاجر لله، ولهذا قال الرسول: فهجرته إلى ما هاجر إليه. ¶ 8 - والهجرة: الانتقال من بلد الشرك إلى بلد الإسلام. ¶ وحكمها ينقسم إلى قسمين: ¶ واجبة: إذا كان الشخص لا يستطيع أن يقيم دينه. ¶ مستحبة: إذا كان الشخص يستطيع أن يقيم دينه. ¶ وهي باقية إلى قيام الساعة: ¶ قال - صلى الله عليه وسلم -: (لا تنقطع الهجرة حتى تنقطع التوبة، ولا تنقطع التوبة حتى تطلع الشمس من مغربها) رواه أبو داود. ¶ 9 - وقعت الهجرة في الإسلام على أنواع: ¶ الأولى: الانتقال من بلد الشرك إلى بلد الإسلام. ¶ كما في الهجرة من مكة إلى المدينة. ¶ الثانية: الانتقال من بلد الخوف إلى بلد الأمن. ¶ كما في الهجرة إلى الحبشة. ¶ الثالثة: ترك ما نهى الله عنه. ¶ كما في الحديث (المهاجر من هجر ما نهى الله عنه) رواه البخاري. ¶ 10 - التحذير من الدنيا وفتنتها. ¶ قال تعالى: {يا أيها الناس إن وعد الله حق فلا تغرنكم الحياة الدنيا}. ¶ وقال - صلى الله عليه وسلم -: (إن مما أخاف عليكم من بعدي ما يفتح عليكم من زهرة الدنيا) متفق عليه. ¶ 11 - التحذير من فتنة النساء لقوله (أو امرأة .. ) وخصها بالذكر لشدة الافتتان بها. ¶ كما في الحديث: ( .... فاتقوا الدنيا واتقوا النساء فإن أول فتنة بني إسرائيل كانت في النساء) رواه مسلم. ¶ 2 - وعنه - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: (لا تلبسوا الحرير، فإن من لبسه في الدنيا لم يلبسه في الآخرة). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ الحرير: خيط دقيق تفرزه دودة القز، ثم أطلق على الثياب الناعمة المتخذة من ذلك. ¶ الفوائد: ¶ 1 - تحريم لبس الحرير على الرجال، وهذا بالإجماع. ¶ قال ابن قدامة: ” لا نعلم في تحريم لبس ذلك ـ أي الحرير ـ على الرجال اختلافاً “. ¶ ومما يدل على ذلك: ¶ ــ عن عمر - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: (إنما يلبس الحرير في الدنيا من لا خلاق له في الآخرة). متفق عليه ¶ ــ وعن حذيفة - رضي الله عنه - قال: (نهانا النبي - صلى الله عليه وسلم - عن لبس الحرير). متفق عليه ¶ ــ وعنه - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: (لا تلبسوا الحرير فإنه لهم في الدنيا وهو لكم في الآخرة). متفق عليه ¶ 2 - أن هذا الحكم خاص بالرجال دون النساء. ¶ قال ابن عبد البر: ” أجمع العلماء على أن لباس الحرير للنساء حلال “. ¶ ويدل لذلك:",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "ــ عن علي - رضي الله عنه - قال: (أخذ رسول الله - صلى الله عليه وسلم - حريراً بشماله، وذهباً بيمينه، ثم قال: إن هذين حرام على ذكور أمتي، حل لإناثهم). رواه ابن ماجه ¶ ــ وعن أبي موسى - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: (حُرِّم لباس الحرير والذهب على ذكور أمتي وأُحِلّ لإناثهم). رواه الترمذي ¶ 3 - هناك حالات يجوز فيها لبس الحرير للرجال: ¶ الحالة الأولى: أن يكون الحرير يسيراً [لا يتجاوز أربع أصابع]. ¶ عن عمر قال: (نهى نبي الله عن لبس الحرير إلا موضع إصبعين أو ثلاث أو أربع). رواه مسلم ¶ الحالة الثانية: أن يكون لبس الحرير لحاجة، كحكة أو مرض ينفع معه الحرير. ¶ عن أنس قال: (رخص النبي - صلى الله عليه وسلم - للزبير بن العوام وعبد الرحمن عوف في لبس الحرير لحكة بهما). متفق عليه ¶ 4 - التحذير الشديد في لبس الحرير للرجل، حيث يعاقب عليه في الآخرة بمنعه منه إذا لم يتب من ذلك. ¶ وقد اختلف العلماء في معنى قوله - صلى الله عليه وسلم - (لم يلبسه في الآخرة) مع أن الله أخبر أن لباس أهل الجنة الحرير فقال: {ولباسهم فيها حرير}؟ ¶ فقال بعضهم: لا يلبس الحرير في الجنة، ويلبس غيره من الملابس. ¶ وقال بعضهم: أن هذا من الوعيد الذي له حكم أمثاله من نصوص الوعيد التي تدل على أن الفعل مقتضى لهذا الحكم وقد يتخلف عنه المانع [وهذا مذهب الأكثر]. ¶ 5 - الحكمة من تحريم الحرير على الرجال: ¶ لما فيه من الإسراف والتبذير والعجب. ¶ ولما فيه من التشبه بالنساء وأشباههن، فهو ثوب رفاهية ونعومة. ¶ ولما فيه من مشابهة الكفار والمشركين ممن لا يؤمن بيوم الحساب. ¶ 6 - إثبات الآخرة. ¶ 7 - الجزاء من جنس العمل. ¶ 3 - وعن أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم -: (آية المنافق ثلاث: إذا حدث كذب، وإذا وعد أخلف، وإذا أؤتمن خان). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ آية: أي علامة. ... المنافق: من يظهر الإسلام ويخفي الكفر والمراد به النفاق العملي. ¶ الفوائد: ¶ 1 - التحذير من الاتصاف بصفات المنافقين. ¶ 2 - ينبغي للمسلم أن يعرف صفات المنافقين لكي يتجنبها. ¶ 3 - من صفات المنافقين ما ورد في هذا الحديث، وهي: ¶ أولاً: الكذب في الحديث. ¶ والكذب: الإخبار بخلاف الواقع، وهو محرم. ¶ قال النووي: ” قد تظاهرت نصوص الكتاب والسنة على تحريم الكذب، وهو من قبائح الذنوب وفواحش العيوب، وإجماع الأمة متفقة على تحريمه “. ¶ قال تعالى: {ولا تقف ما ليس لك به علم إن السمع والبصر والفؤاد كل أولئك كان عنه مسؤولاً}. ¶ ثانياً: إخلاف الوعد. ¶ وهذا يدل على أن إخلاف الوعد محرم، لأنه من صفات المنافقين. ¶ ثالثاً: الخيانة في الأمانة. ¶ مثال: إذا أودعه إنساناً شيئاً، وطلب منه أن يحفظها، فيأتي هذا المودع عنده ويستعمل هذا الشيء أو يهملها فلا يحفظها، أو بأخذ ماله. ¶ مثال آخر: يكون الإنسان ولياً على مال يتيم، فلا يقوم بالواجب، بل يهمل ماله، وربما يأخذه لنفسه. ¶ 4 - فضيلة الصدق في الحديث. ¶ 5 - فضيلة الوفاء بالوعد.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وقد أثنى الله على إسماعيل بذلك فقال تعالى: {واذكر في الكتاب إسماعيل إنه كان صادق الوعد وكان رسولاً نبياً} ¶ 6 - هناك بعض صفات المنافقين أذكرها الآن حتى يكون المسلم على حذر منها: ¶ أولاً: الكسل عن الصلاة. ¶ قال تعالى: {وإذا قاموا إلى الصلاة قاموا كسالى}. ¶ ثانياً: التخلف عن صلاتي الفجر والعشاء. ¶ قال رسول الله - صلى الله عليه وسلم -: (أثقل الصلاة على النافقين صلاة العشاء والفجر). متفق عليه ¶ ثالثاً: قلة ذكر الله. ¶ قال تعالى: {ولا يذكرون الله إلا قليلاً}. ¶ رابعاً: عدم الفقه في الدين. ¶ قال تعالى: {ولكن المنافقين لا يفقهون}. ¶ خامساً: الاهتمام بالظاهر وإهمال الباطن. ¶ قال تعالى: {وإذا رأيتهم تعجبك أجسامهم وإن يقولوا تسمع لقولهم}. ¶ سادساً: الأمر بالمنكر والنهي عن المعروف. ¶ قال تعالى: {المنافقون والمنافقات بعضهم من بعض يأمرون بالمنكر وينهون عن المعروف}. ¶ 4 - وعنه - رضي الله عنه - قال: (أوصاني خليلي - صلى الله عليه وسلم - بثلاث: بصيام ثلاثة أيام من كل شهر، وركعتي الضحى، وأن أوتر قبل أن أرقد). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ أوصاني: أي عهد إلي باهتمام ... الخليل: الصديق الخالص. ¶ الفوائد: ¶ 1 - استحباب صيام ثلاثة أيام من كل شهر. ¶ 2 - أن صيام ثلاثة أيام من كل شهر، كصيام الدهر كله [أي العام]. ¶ عن عبد الله بن عمر قال: قال رسول الله - صلى الله عليه وسلم -: (صوم ثلاثة أيام من كل شهر صوم الدهر كله). متفق عليه ¶ 3 - يجوز صومها من كل الشهر من غير تخصيص أيام معينة، لأن المقصود صيام ثلاثة أيام. ¶ قالت عائشة: (كان رسول الله - صلى الله عليه وسلم - يصوم من كل شهر ثلاثة أيام، ولم يكن يبالي من أي الشهر يصوم). رواه مسلم ¶ 4 - لكن الأفضل أن تكون أيام البيض [13، 14، 15] من كل شهر. ¶ عن أبي ذر - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: (إذا صمت من الشهر ثلاثاً، فصم ثلاث عشرة، وأربع عشرة، وخمس عشرة). ¶ رواه الترمذي وسميت بالبيض: لأن القمر يكون فيها بدراً، فهي بيضاء في النهار بالشمس، وفي الليل بنور القمر. ¶ 5 - استحباب ركعتي الضحى. ¶ 6 - من فضائلها أنها تغني عن (360) صدقة. [ولها فضائل أخرى تأتي في موضعها إن شاء الله]. ¶ 7 - ويبدأ وقتها من طلوع الشمس قيد رمح، إلى قبيل الزوال. ¶ 8 - أن أقلها ركعتان، ولا حد لأكثرها. ¶ 9 - استحباب الوتر قبل النوم، وهذا في حق من لم يثق بالاستيقاظ في آخر الليل. ¶ ففي حديث جابر - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: (من خاف أن لا يقوم من آخر الليل فليوتر أوله، ومن طمع أن يقوم آخره فليوتر آخر الليل، فإن صلاة آخر الليل مشهودة وذلك أفضل). رواه مسلم ¶ 10 – استحباب التوصية على الطاعات وفعل الخيرات. ¶ - ... - ... - ... - ... - ¶ 5 - وعنه - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: (من قام ليلة القدر إيماناً واحتساباً غفر له ما تقدم من ذنبه). ¶ --------------------------------------------------------- ¶ معاني الكلمات:",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "(قام) من قام بالطاعة ليلة القدر. (إيماناً) أي تصديقاً بأنه حق. (احتساباً) أي يريد الله وحده لا رؤية الناس. ¶ الفوائد: ¶ 1 - فضيلة قيام ليلة القدر، وأن قيامها سبب لمغفرة الذنوب. ¶ وقد ورد لليلة القدر فضائل عديدة: ¶ أولاً: قيامها سبب لمغفرة الذنوب. ¶ كما في حديث الباب. ¶ ثانياً: أنزل فيها القرآن. ¶ قال تعالى: {إنا أنزلناه في ليلة القدر}. ¶ ثالثاً: أنها مباركة. ¶ قال تعالى: {إنا أنزلناه في ليلة مباركة}. ¶ رابعاً: أنها سلام. ¶ قال تعالى: {سلام هي حتى مطلع الفجر}. ¶ 2 - سميت بذلك: ¶ ــ لأن الله يقدر فيها الأرزاق والآجال وحوادث العام. ¶ ــ ولأنها تكسب من أحياها قدراً عظيماً. ¶ 3 - يسن لمن علمها أن يقول الدعاء الوارد. ¶ عن عائشة ـ رضي الله عنها ـ قالت: (قلت: يا رسول الله، أرأيت إن علمت أي ليلة القدر ما أقول فيها؟ قال: قولي اللهم إنك عفو تحب العفو فاعف عني). رواه الترمذي ¶ - ... - ... - ... - ... - ¶ 6 - وعنه - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: (من صام رمضان إيماناً واحتساباً غفر له ما تقدم من ذنبه). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ صام: الصوم الإمساك عن الأكل والشرب وغيرهما من المفطرات من طلوع الفجر إلى غروب الشمس. ¶ رمضان: سمي بذلك قيل: لأنه ترمض فيه الذنوب، وقيل: وافق ابتداء الصوم فيه زمناً حاراً. ¶ الفوائد: ¶ 1 - فضل صيام رمضان، وأنه سبب لمغفرة الذنوب. ¶ ولصيام رمضان فضائل: ¶ أولاً: أن صومه سبب لمغفرة الذنوب. ¶ لحديث الباب. ¶ ثانياً: تفتح فيه أبواب الجنة وتغلق أبواب النار. ¶ عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: (إذا جاء رمضان فتحت أبواب الجنة وغلقت أبواب النار وصفدت الشياطين). متفق عليه ¶ صفدت الشياطين: أي المردة منهم، فقد جاء عند ابن خزيمة بلفظ: (إذا كان أول ليلة من شهر رمضان صفدت الشياطين ومردة الجن، ويقال: يا باغي الخير أقبل، ويا باغي الشر أقصر). ¶ ثالثاً: فيه ليلة القدر. ¶ قال تعالى: {ليلة القدر خير من ألف شهر. ¶ 2 - غفران الذنوب بصيام رمضان مشروط بأمرين: ¶ الأول: أن يكون الحامل على الصوم هو الإيمان والتصديق بثواب الله. ¶ الثاني: احتساب العمل عند الله تعالى والإخلاص فيه. ¶ 3 - المقصود بغفران الذنوب الصغائر، وأما الكبائر فلا تكفرها إلا التوبة. ¶ 4 - جواز قول رمضان من دون شهر رمضان. ¶ لقوله - صلى الله عليه وسلم -: (من صام رمضان ... ).",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وقد كره بعض السلف أن يقال رمضان، واعتمدوا على حديث ضعيف: (لا تقولوا رمضان، فإن رمضان من أسماء الله تعالى، ولكن قولوا شهر رمضان). ¶ لكن هذا القول ضعيف. ¶ - ... - ... - ... - ... - ¶ 7 - وعنه - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: (لولا أن أشق على أمتي لأمرتهم بالسواك مع كل صلاة). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ لولا: حرف امتناع لوجود. ¶ الفوائد: ¶ 1 - أن السواك سنة مؤكدة لهذا الحديث. ¶ ولحديث عائشة قالت: قال رسول الله - صلى الله عليه وسلم -: (السواك مطهرة للفم مرضاة للرب). رواه ابن ماجه ¶ 2 - أن السواك غير واجب. ¶ 3 - أن السواك سنة في كل وقت، لكنه يتأكد في مواضع: ¶ منها: عند الصلاة. ¶ لحديث الباب. ¶ ومنها: عند تغير رائحة الفم. ¶ لحديث عائشة السابق: (السواك مطهرة لفم مرضاة للرب). ¶ ومنها: عند دخول المنزل. ¶ لحديث عائشة قالت: (كان رسول الله - صلى الله عليه وسلم - إذا دخل المنزل أول ما بدأ به السواك). رواه مسلم ¶ ومنها: عند القيام من الليل. ¶ لحديث حذيفة قال: (كان رسول الله - صلى الله عليه وسلم - إذا قام من الليل يشوص فاه بالسواك). متفق عليه ¶ [الشوص]: يدلك. ¶ ومنها: عند الوضوء. ¶ لحديث أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم -: (لولا أن أشق على أمتي لأمرتهم بالسواك عند كل وضوء). رواه أحمد ¶ 4 - شفقة النبي - صلى الله عليه وسلم - بأمته وحرصه عليهم، حيث كان يترك العمل مخافة أن يفرض عليهم. ¶ 5 - كثير من العبادات الفاضلة يترك النبي - صلى الله عليه وسلم - فعلها مع أمته أو أمرهم بها خشية أن تفرض عليهم، مثل: ¶ ــ صلاة الليل في رمضان جماعة. ¶ ــ السواك. ¶ ــ تأخير صلاة العشاء إلى وقتها الفاضل. ¶ 8 - وعنه قال: قال رسول الله - صلى الله عليه وسلم -: (ليس أثقل على المنافقين من صلاة الفجر والعشاء، ولو يعلمون ما فيهما لأتوهما ولو حبواً). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ لو يعلمون ما فيهما: أي من الفضل والخير. ... حبواً: أي زحفاً. ¶ الفوائد: ¶ 1 - أن كل الصلوات ثقيلة على المنافقين، كما قال تعالى: {ولا يأتون الصلاة إلا وهم كسالى}. ¶ 2 - وأثقل الصلوات صلاة العشاء والفجر.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وإنما كانت العشاء والفجر أثقل عليهما من غيرهما لقوة الداعي إلى تركهما، لأن العشاء وقت السكون والراحة، والصبح وقت لذة النوم. ¶ 3 - فضل من واظب على صلاة العشاء والفجر، وأن ذلك أمان من النفاق. ¶ 4 - التحذير من الاتصاف بصفات المنافقين. ¶ 5 - خصائص صلاة العشاء والفجر: ¶ أولاً: أن المحافظة عليهما أمان من النفاق. ¶ كما في حديث الباب. ¶ ثانياً: في المواظبة عليهما أجر كبير. ¶ كما في حديث الباب: (لو يعلمون ما فيهما لأتوهما ولو حبواً). ¶ ثالثاً: المحافظة عليهما تعدل قيام الليل. ¶ عن عثمان - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: (من صلى العشاء في جماعة فكأنما قام نصف الليل، ومن صلى الصبح في جماعة فكأنما صلى الليل كله). رواه مسلم ¶ - ... - ... - ... - ... - ¶ 9 - وعنه - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: (طعام الاثنين كافي الثلاثة، وطعام الثلاثة كافي الأربعة). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ طعام: الطعام ما يؤكل ويشرب. ¶ الفوائد: ¶ 1 - في هذا الحديث أن الطعام الذي يشبع الإثنين يكفي قوت الثلاثة، والطعام الذي يشبع الثلاثة يكفي قوت الأربعة. ¶ 2 - الحض على المكارم والتقنع بالكفاية. ¶ 3 - استحباب الاجتماع على الطعام، فإن الإجتماع عليه من أسباب حصول البركة، ولذلك قال - صلى الله عليه وسلم - (كلوا جميعاً ولا تفرقوا، فإن طعام الواحد يكفي الاثنين) فهذا يؤخذ منه أن الجمع كلما كثر ازدادت البركة. ¶ 4 - أنه لا ينبغي للمرء أن يستحقر ما عنده فيمتنع من تقديمه، فإن القليل قد يحصل به الاكتفاء، بمعنى حصول سد الرمق وقيام البنية. ¶ 5 - الحث على الإيثار والمواساة، وقد جاءت نصوص في الحث عليهما: ¶ قال تعالى: {ويؤثرون على أنفسهم ولو كان بهم خصاصة}. ¶ وقال تعالى: {ويطعمون الطعام على حبه مسكيناً ويتيماً وأسيراً}. ¶ 6 - بعض الأمثلة في الإيثار: ¶ - نام علي بن أبي طالب في فراش النبي - صلى الله عليه وسلم - وتسجى ببرده ليلة الهجرة، وضرب بذلك أروع الأمثلة في التضحية والفداء. ¶ - لما انتهى رسول الله - صلى الله عليه وسلم - وصاحبه إلى الغار وهما في طريق الهجرة قال أبو بكر: والله لا تدخله حتى أدخل قبلك، فإن كان فيه شيء أصابني دونك. ¶ لله درك يا أبا بكر على هذا الإيثار وعلى هذه الصحبة الكريمة. ¶ - روي أنه اجتمع عند أبي الحسن الأنطاكي نيف وثلاثون رجلاً لهم أرغفة لا تكفيهم شبعاً، فكسروها وأطفأوا السراج، وجلسوا للأكل، فلما رفعت السفرة فإذا الأرغفة بحالها لم ينقص منها شيء، لأن أحداً منهم لم يأكل إيثاراً للآخرين على نفسه حتى لم يأكلوا جميعاً، وهكذا آثر كل منهم غيره، فكانوا من أهل الإيثار جميعا. ¶ - ... - ... - ... - ... - ¶ 10 - وعنه قال: قال رسول الله - صلى الله عليه وسلم -: (من كان يؤمن بالله واليوم الآخر فليكرم ضيفه، ومن كان يؤمن بالله واليوم الآخر فليصل رحمه، ومن كان يؤمن بالله واليوم الآخر فليقل خيراً أو ليصمت). ¶ ---------------------------------- ¶ معاني الكلمات:",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "من كان يؤمن: أي إيماناً كاملاً. ... ليصمت: ليسكت. اليوم الآخر: أي يوم القيامة وسمي بذلك لأنه لا يوم بعده. ¶ الفوائد: ¶ 1 - وجوب إكرام الضيف لقوله ( ... فليكرم ضيفه ... ) وهذا أمر والأمر يقتضي الوجوب. ¶ 2 - أن الضيافة واجبة في القرى والأمصار، لعموم قوله: (فليكرم ضيفه) خلافاً لما ذهب إليه بعض العلماء أن الضيافة في القرى دون المدن، لأن القرى لا يوجد بها فنادق. ¶ 3 - وجوب الضيافة مقيد بيوم وليلة، لقوله - صلى الله عليه وسلم - (من كان يؤمن بالله واليوم الآخر فليكرم ضيفه جائزته، قالوا: وما جائزته؟ قال: يوم وليلة). رواه مسلم ¶ 4 - وجوب صلة الرحم. ¶ 5 - أن صلة الرحم من علامات الإيمان بالله واليوم الآخر. ¶ 6 - أن الأرحام هم الأقارب. ¶ 7 - أن صلة الرحم غير محددة شرعاً، ولذلك يرجع فيها إلى العرف، فما جرى به العرف أنه صلة فهو صلة، وما تعارف عليه الناس أنه قطيعة فهو قطيعة. ¶ 8 - أن الكلام الصادر من الإنسان ينقسم إلى أقسام: ¶ الأول: أن يكون خيراً، فإنه يقوله بعد تفكر وتأمل. ¶ الثاني: أن يكون شراً، فإنه لا يقوله. ¶ الثالث: أن يكون مباحاً، فالصمت أفضل، لأنه قد يجر الكلام المباح إلى حرام. ¶ 9 - من علامات الإيمان بالله واليوم الآخر أن يقول خيراً أو ليسكت. ¶ 10 - ينبغي على العبد مراقبة لسانه، فإنه كما قال - صلى الله عليه وسلم -: ( ... وهل يكب الناس على مناخرهم في النار إلا حصائد ألسنتهم). ¶ قال ابن عباس: ” رحم الله عبداً قال خيراً فغنم، أو سكت عن شر فسلم “. ¶ 11 - وعنه قال: قال رسول الله - صلى الله عليه وسلم -: (لو الناس ما في النداء والصف الأول ثم لم يجدوا إلا أن يستهموا عليه لاستهموا عليه، ولو يعلمون ما في التهجير لاستبقوا عليه، ولو يعلمون ما في العتمة والصبح لأتوهما ولو حبواً). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ النداء: الأذان. ... يستهموا عليه: أي يقترعوا عليه. التهجير: التبكير إلى الصلاة. العتمة: العشاء. ¶ الفوائد: ¶ 1 - فضل الأذان، وقد وردت عدة أحاديث تدل على فضل الأذان: ¶ ــ عن معاوية قال: قال رسول الله - صلى الله عليه وسلم -: (أطول الناس أعناقاً يوم القيامة المؤذنون). رواه مسلم ¶ (أطول أعناقاً) حتى لا يصيبهم الحر. ¶ ــ وعن أبي سعيد قال: قال رسو الله - صلى الله عليه وسلم -: (لا يسمع صوت المؤذن إنس ولا جن إلا شهد له يوم القيامة). رواه مسلم ¶ 2 - استحباب أن يحرص الإنسان أن يكون مؤذناً. ¶ 3 - أن الجزاء من جنس العمل، فالمؤذنون كانوا يعلنون ويرفعون تكبير الله وتوحيده والشهادة لرسوله بالرسالة، كان جزاؤهم أن تعلو رؤوسهم ووجوههم. ¶ 4 - فضيلة الصف الأول، وهذا خاص بالرجال. ¶ ومما يدل على فضل الصف الأول: ¶ عن أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم -: (خير صفوف الرجال أولها وشرها آخرها). رواه مسلم ¶ 5 - أن الناس لو يعلمون ما في الصف الأول من الأجر العظيم، لكانوا يقترعون أيهم يسبق إلى الصف الأول. ¶ 6 - فضيلة التبكير إلى الصلاة، ويدل لذلك: ¶ قوله تعالى: {وسارعوا على مغفرة من ربكم وجنة عرضها السموات والأرض}. ¶ وقال تعالى: {وفي ذلك فليتنافس المتنافسون}.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "7 - الحث العظيم على حضور جماعة هاتين الصلاتين: العشاء والفجر. ¶ 8 - جواز تسمية العشاء بالعتمة. ¶ لكن يكره أن يسميها بذلك دائماً، لكن أحياناً لا بأس. ¶ لحديث ابن عمر قال: قال رسول الله - صلى الله عليه وسلم -: (لا يغلبنكم الأعراب على اسم صلاتكم العشاء، فإنها في كتاب الله العشاء، وهم يعتمون بالإبل). رواه مسلم ¶ قال النووي: ” معناه أن الأعراب يسمونها العتمة لكونهم يعتمون بحلاب الإبل، أي يؤخرونه إلى شدة الظلام “. ¶ والدليل على جواز تسميتها بالعتمة أحياناً حديث الباب: (لو يعلمون ما في العتمة ... ). ¶ 9 - ينبغي للمسلم أن يحرص على الطاعات والعبادات، كالذي وردت في هذا الحديث، ومنها: ¶ الأذان، الصف الأول، التبكير إلى الصلاة، المحافظة على صلاة العشاء والفجر. ¶ 10 - أن القليل من الناس من يعرف فضل هذه الأعمال. ¶ 12 - وعنه قال: قال رسول الله - صلى الله عليه وسلم -: (من غدا إلى المسجد أو راح أعد الله له في الجنة نزلاً كلما غدا أو راح). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ غدا: الذهاب أول النهار. راح: الذهاب بعد الزوال. نزلاً: ما يقدم للضيف من طعام ونحوه على وجه الإكرام. ¶ الجنة: الدار التي أعدها الله لمتقين. ¶ الفوائد: ¶ 1 - فضل الذهاب إلى المساجد. ¶ 2 - فضل المحافظة على صلاة الجماعة. ¶ 3 - أن أعمال العباد كلها محصية عند الله تعالى. ¶ 4 - بيان فضل الله عز وجل على العبد حيث يعطيه على مثل هذه الأعمال اليسيرة هذا الثواب الجزيل. ¶ 5 - من فضائل الذهاب إلى المساجد: ¶ ــ قوله - صلى الله عليه وسلم -: (ألا أدلكم على ما يمحو الله به الخطايا ويرفع به الدرجات، ... كثرة الخطا إلى المساجد). رواه مسلم ¶ ــ وقال - صلى الله عليه وسلم -: (وإسباغ الوضوء في المكاره، وإعمال الأقدام إلى المساجد، وانتظار الصلاة بعد الصلاة يغسل الخطايا غسلاً). رواه أبو يعلى ¶ ــ وقال - صلى الله عليه وسلم -: (بشر المشائين في الظلم إلى المساجد بالنور التام يوم القيامة). رواه الترمذي ¶ 6 - اسم الجنة هو الاسم العام المتناول لتلك الدار، وما اشتملت عليه من أنواع النعيم واللذة والبهجة والسرور، ولها أسماء: ¶ منها: دار السلام. ¶ قال تعالى: {لهم دار السلام عند ربهم}. ¶ أي دار السلامة من كل بلية وآفة ومكروه. ¶ ومنها: دار الخلد. ¶ قال تعالى: {لهم دار الخلد}. ¶ سميت بذلك لأن أهلها لا يظعنون عنها أبداً. ¶ ومنها: دار المقامة. ¶ قال تعالى: { ... الذي أحلنا دار المقامة من فضله}. ¶ أي يقيمون فيها لا يموتون ولا يتحولون منها أبداً. ¶ ومنها: دار الحيوان. ¶ قال تعالى: {وإن الدار الآخرة لهي الحيوان}. ¶ أي دار الحياة التي لا موت فيها ولا تنغيص ولا نفاد فيها، ولا تفنى ولا تنقطع. ¶ ومنها: الفردوس.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "قال تعالى: {أولئك هم الوارثون الذين يرثون الفردوس}. ¶ والفردوس البستان الذي يجمع كل ما يكون في البساتين. ¶ 13 - وعنه قال: قال رسول الله - صلى الله عليه وسلم -: (والذي نفسي بيده، لقد هممت أن آمر بحطب فيحتطب، ثم آمر بالصلاة، ثم آمر رجلاً فيؤم الناس، ثم أخالف إلى رجال فأحرق عليهم بيوتهم). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ لقد هممت: الهم بالأمر هو العزم على القيام به. فيحتطب: أي يجمع الحطب. ¶ الفوائد: ¶ 1 - أن صلاة الجماعة في المساجد واجبة على الرجال البالغين. ¶ لأن النبي - صلى الله عليه وسلم - همّ بتحريق بيوت المتخلفين عن الصلاة. ومما يدل على وجوبها: ¶ قوله تعالى: {وإذا كنت فيهم فأقمت لهم الصلاة فلتقم طائفة منهم معك .... }. ¶ وجه الاستدلال: أن الله أمرهم بالصلاة جماعة في حال الخوف، فدل على أن الجماعة واجبة إذ لم يسقطها حتى في حال الخوف. ¶ 2 - أن النبي - صلى الله عليه وسلم - ترك تحريقهم لأنه لا يعذب بالنار إلا رب النار. ¶ 3 - جواز القسم على الأمر المهم حثاً أو منعاً. ¶ 4 - وجوب إنكار المنكر. ¶ 5 - أنه ينبغي تعاهد المتخلفين عن صلاة الجماعة. ¶ - ... - ... - ... - ... - ¶ 14 - وعنه قال: قال رسول الله - صلى الله عليه وسلم -: (ليس الشديد بالصرعة، إنما الشديد الذي يملك نفسه عند الغضب). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ ليس الشديد بالصرعة: أي الذي يصرع الناس كثيراً بقوته. ¶ الفوائد: ¶ 1 - التحذير من الغضب. ¶ 2 - أن الشديد حقيقة هو من يملك نفسه عند الغضب. ¶ عن أنس: (أن النبي - صلى الله عليه وسلم - مرّ على أناس يصطرعون، فقال: ما هذا؟ قالوا: فلان ما يصارع أحداً إلا صرعه، قال: أفلا أدلكم على من هو أشد منه؟ رجل كلمه رجلاً مكتظم غيظه فغلبه وغلب شيطانه وغلب شيطان صاحبه). ¶ رواه البزار بسند حسن ¶ 3 - علاج الغضب: ¶ أولاً: السكوت. ¶ قال - صلى الله عليه وسلم -: (إذا غضبت فاسكت، وإذا غضبت فاسكت، وإذا غضبت فاسكت). رواه أحمد ¶ ثانياً: معرفة فضل كظم الغيظ. ¶ قال تعالى: {والكاظمين الغيظ ... }. ¶ وقال - صلى الله عليه وسلم -: (ما تجرع عبد جرعة أفضل عند الله من جرعة غيظ تكظمها ابتغاء وجه الله). رواه ابن ماجه ¶ ثالثاً: أن ترك الغضب من أسباب دخول الجنة. ¶ عن أبي هريرة - رضي الله عنه - قال: (أن رجلاً قال للنبي - صلى الله عليه وسلم -: أوصني، قال: لا تغضب، فردد مراراً، قال: لا تغضب). رواه البخاري ¶ جاء في رواية: (لا تغضب ولك الجنة). ¶ رابعاً: تغيير الحالة التي هو عليها.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "قال - صلى الله عليه وسلم -: (إذا غضب أحدكم وهو قائم فليجلس، فإن ذهب عنه الغضب وإلا فليضطجع). رواه أحمد ¶ خامساً: الاستعاذة بالله. ¶ عن سليمان بن صرد قال: (استب رجلان عند النبي - صلى الله عليه وسلم - فجعل أحدهما تتحمر عيناه وتنتفخ أوداجه، فقال رسول الله - صلى الله عليه وسلم -: إني لأعرف كلمة لو قالها لذهب عنه ما يجد، أعوذ بالله من الشيطان الرجيم). متفق عليه ¶ سادساً: طلب العون من الله في الرضا والغضب. ¶ فقد كان رسول الله - صلى الله عليه وسلم - يدعو: (أسألك كلمة الحق في الغضب والرضا). رواه النسائي. ¶ سابعاً: الوضوء. ¶ وقد جاء في حديث (وإذا غضبت فتوضاً). ¶ - ... - ... - ... - ... - ¶ 15 - وعنه قال: قال رسول الله - صلى الله عليه وسلم -: (الإيمان بضع وسبعون شعبة، فأفضلها لا إله إلا الله، وأدناها إماطة الأذى عن الطريق، والحياء شعبة من الإيمان). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ البضع: وهو من الثلاثة إلى العشرة. شعبة: أي قطعة. إماطة: الإماطة إزالة ما يؤذي كحجر وشوك وصخر. ¶ الحياء: خلق يبعث على اجتناب القبائح. ¶ الفوائد: ¶ 1 - أن الإيمان مراتب بعضها فوق بعض. ¶ 2 - أن الإيمان قول وعمل واعتقاد، وهذا مذهب أهل السنة. ¶ فالقول: لا إله إلا الله. ¶ والعمل: إماطة الأذى عن الطريق. ¶ والاعتقاد: الحياء. ¶ 3 - فضل كلمة التوحيد: لا إله إلا الله. ¶ ومعناها: لا معبود بحق إلا الله. ¶ 4 - أن إماطة الأذى عن الطريق من الإيمان. ومن فضائله: ¶ أولاً: أنه سبب لدخول الجنة. ¶ عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: (لقد رأيت رجلاً يتقلب في الجنة في شجرة قطعها من ظهر الطريق كانت تؤذي المسلمين). رواه مسلم ¶ ثانياً: أنه سبب لمغفرة الذنوب. ¶ عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: (بينما رجل يمشي بطريق وجد غصن شوك على الطريق، فأخره فشكر الله له، فغفر له). متفق عليه ¶ 5 - أن الحياء من الإيمان. ومن فضائله: ¶ أولاً: أنه من علامات الإيمان. ¶ ــ لحديث الباب. ¶ ــ وعن ابن عمر: (أن رسول الله - صلى الله عليه وسلم - مرّ على رجل من الأنصار وهو يعظ أخاه في الحياء [وفي رواية يقول: إنك لسيء] فقال رسول الله - صلى الله عليه وسلم -: دعه فإن الحياء من الإيمان). متفق عليه ¶ ثانياً: الحياء أبهى زينة. ¶ عن أنس - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: (ما كان الفحش في شيء قط إلا شانه، ولا كان الحياء في شيء قط إلا زانه) ¶ رواه الترمذي ¶ ثالثاً: الحياء من صفات الرب. ¶ عن يعلى بن أمية قال: قال رسول الله - صلى الله عليه وسلم -: (إن الله تعالى حيي ستير يحب الحياء والستر). رواه أبو داود",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "رابعاً: الحياء خلق يحبه الله. ¶ للحديث السابق. ¶ خامساً: الحياء خلق الإسلام. ¶ عن زيد بن طلحة قال: قال رسول الله - صلى الله عليه وسلم -: (إن لكل دين خلقاً، وخلق الإسلام الحياء). رواه مالك ¶ 6 - هناك بعض الأمور يكون الحياء فيها مذموماً، وهي: ¶ أولاً: الحياء في طلب العلم. ¶ قالت عائشة: (نعم النساء نساء الأنصار، لم يمنعهن الحياء أن يتفقهن في الدين). رواه مسلم ¶ وقال مجاهد: ” لا ينال العلم مستحي ولا مستكبر “. ¶ ثانياً: عدم قول الحق والجهر به. ¶ قال تعالى: {إن الله لا يستحي من الحق}. ¶ قال ابن حجر: ” ولا يقال رب حياء يمنع من الحق، أو فعل الحق، لأن ذلك ليس شرعياً “. ¶ 7 - الإيمان يتجزأ، ولذلك هو يزيد وينقص، يزيد بالطاعات وينقص بالعصيان، ويدل لذلك: ¶ ــ قوله تعالى: {فزادهم إيماناً}. ¶ ــ وقال تعالى: {زادتهم إيماناً}. ¶ - ... - ... - ... - ... - ¶ 16 - وعنه قال: قال رسول الله - صلى الله عليه وسلم -: (الفطرة خمس: الختان، والاستحداد، وتقليم الأظفار، ونتف الإبط، وقص الشارب). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ الفطرة: أي السنة. الختان: بالنسبة للذكر قطع الجلدة التي فوق الحشفة، وللأنثى قطع لحمة زائدة فوق محل الإيلاج. الاستحداد: هو حلق شعر العانة. ¶ الفوائد: ¶ 1 - أن الختان من الفطرة، وحكمه: واجب على الرجال دون النساء، ويدل لوجوبه على الرجال: ¶ ــ قوله تعالى: {أن اتبع ملة إبراهيم} وإبراهيم اختتن وهو ابن ثمانين سنة. ¶ ــ وقال - صلى الله عليه وسلم - لرجل أسلم: (ألق عنك شعر الكفر واختتن). رواه أبو داود ¶ ــ أن ستر العورة واجب، فلولا أن الختان واجب لم يجز هتك حرمة المختون بالنظر إلى عورته من أجله. ¶ 2 - أن أول من اختتن إبراهيم. ¶ عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: (أول من اختتن إبراهيم وهو ابن ثمانين سنة بالقدوم). متفق عليه ¶ القدوم: بالتشديد: اسم مكان بالشام، وبالتخفيف: آلة النجار. ¶ 3 - استحباب حلق شعر العانة. ¶ 4 - استحباب تقليم الأظافر، سواء في الرجل والمرأة، وسواء أظافر اليد أو الرجل. ¶ 5 - استحباب قص الشارب. ¶ 6 - أن عدم الأخذ من الشارب خلاف الفطرة. ¶ وقد قال - صلى الله عليه وسلم -: (من لم يأخذ من شاربه فليس منّا). ¶ 7 - استحباب نتف الإبط. ¶ 8 - الأفضل فيه النتف، لقوله - صلى الله عليه وسلم -: (ونتف الإبط) وهذا لمن قوي عليه، ويحصل بالحلق أو بغيره. ¶ 9 - حدد النبي - صلى الله عليه وسلم - أقصى مدة لهذه الأشياء، وهي [40] يوماً. ¶ عن أنس قال: (وُقت لنا في قص الشارب وتقليم الأظافر وحلق العانة، أن لا تترك أكثر من أربعين يوماً). رواه مسلم ¶ 10 - حرص الإسلام على النظافة، وعدم التشبه بذوات المخالب والأظفار من الحيوانات. ¶ 11 - قوله - صلى الله عليه وسلم -: (الفطرة خمس ... ) ليس المراد حصرها بهذه الأشياء، بل هناك أشياء أخرى من الفطرة جاءت في بعض الأحاديث، لكن المراد هنا تسهيل العلم وحفظه وضبطه. ¶ - ... - ... - ... - ... -",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "17 - وعنه قال: قال رسول الله - صلى الله عليه وسلم -: (جاء رجل إلى رسول الله - صلى الله عليه وسلم - فقال: يا رسول الله، من أحق الناس بحسن صحابتي؟ قال: أمك، قال: ثم من؟ قال: أمك، قال: ثم من؟ قال: أمك، قال: ثم من؟ قال: أبوك). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ صحابتي: الصّحابة: أي الصحبة. ¶ الفوائد: ¶ 1 - الحث على بر الأم والوصية بها. ¶ 2 - أن حق الأم مقدم على حق الأب. ¶ 3 - قال العلماء: ” وسبب تقديم الأم كثرة تعبها عليه وشفقتها وخدمتها ومعاناة المشاق في حمله، ثم وضعه، ثم إرضاعه، ثم تربيته وخدمته وتمريضه “. ¶ 4 - أن إكرام الأقارب ليس على درجة واحدة. ¶ 5 - كمال الشريعة الإسلامية في ترتيب الحقوق ووضعها في مواضعها المناسبة. ¶ 6 - أنه إذا وجبت نفقة الأم والأب على الرجل، ولم يجد إلا نفقة أحدهما، قدمت الأم. ¶ 7 - أن حق الأب يأتي بعد الأم، وقد اتفق العلماء على أن الأم والأب آكد حرمة في البر مما سواهما. ¶ - ... - ... - ... - ... - ¶ 18 - وعنه قال: قال رسول الله - صلى الله عليه وسلم -: (لا يلدغ المؤمن من جحر مرتين). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ لا يلدغ: اللدغ ما يكون من ذوات السموم. ¶ الفوائد: ¶ 1 - أن المؤمن الممدوح وهو الكيس الحازم الذي لا يستغفل فيخدع مرة أخرى. ¶ قال النووي: ” وسبب الحديث معروف، وهو أن النبي - صلى الله عليه وسلم - أسر أبا غرة الشاعر يوم بدر فمنّ عليه وعاهده ألا يحرض عليه ولا يهجوه، وأطلقه فلحق بقومه، ثم رجع إلى التحريض والهجاء، ثم أسره يوم أحد، فسأله المنّ، فقال النبي - صلى الله عليه وسلم -: (المؤمن لا يلدغ من جحر مرتين) “. ¶ 2 - أن من كمال الإيمان أن يكون المؤمن حذر فطن، لا يعود لشيء أصابه منه ضرر. ¶ 3 - أن المؤمن المغفل قد يلدغ مراراً. ¶ - ... - ... - ... - ... - ¶ 19 - وعنه قال: قال رسول الله - صلى الله عليه وسلم -: (إن اليهود والنصارى لا يصبغون فخالفوهم). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ اليهود: أتباع موسى. ... النصارى: أتباع عيسى. ¶ الفوائد: ¶ 1 - استحباب صبغ وتغيير الشيب. ¶ 2 - أن في ذلك مخالفة لليهود والنصارى. ¶ 3 - أن تغيير الشيب يكون بغير السواد، كالحناء والصفرة. ¶ وقد قال - صلى الله عليه وسلم -: (إن أحسن ما غيرتم به الشيب الحناء والكتم). رواه الترمذي ¶ 4 - أن تغيير الشيب بالسواد حرام، لورود النص الدال على التحريم. ¶ ــ عن جابر - رضي الله عنه - قال: (أُتي بأبي قحافة والد أبي بكر يوم فتح مكة، ورأسه ولحيته كالثغامة بياضاً، فقال رسول الله - صلى الله عليه وسلم -: غيروا هذا واجتنبوا السواد). رواه مسلم ¶ ــ وعن ابن عباس قال: قال رسول الله - صلى الله عليه وسلم -: (يكون قوم في آخر الزمان يخضبون بالسواد كحواصل الحمام لا يريحون رائحة الجنة). رواه أبو داود",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "(كالثغامة) نوع من النبات أبيض. ¶ 5 - قال أحمد: ” إني لأرى الشيخ المخضوب فأفرح به، وذاكر رجلاً فقال: لِمَ لم تختضب؟ فقال: أستحي، قال: سبحان الله، سنة رسول الله - صلى الله عليه وسلم - “. ¶ وقال النبي - صلى الله عليه وسلم -: (غيروا الشيب). رواه الترمذي ¶ 6 - يكره نتف الشيب. ¶ لحديث عمرو بن شعيب عن أبيه عن جده عن النبي - صلى الله عليه وسلم - قال: (لا تنتفوا الشيب، فإنه نور المسلم يوم القيامة).رواه أبو داود ¶ 1 - استحباب مخالفة المشركين من اليهود والنصارى وغيرهم. ¶ 2 - أن مخالفة المشركين أمر مقصود في الشريعة الإسلامية، ومن الأمثلة على ذلك: ¶ قال - صلى الله عليه وسلم -: (فصل ما بين صيامنا وصيام أهل الكتاب أكلة السحر). رواه مسلم ¶ وقال - صلى الله عليه وسلم -: (خالفوا اليهود، صلوا في نعالكم فإن اليهود لا يصلون في نعالهم). رواه أبو داود ¶ وقال - صلى الله عليه وسلم -: (لا يزال الدين ظاهراً ما عجل الناس الفطر، لأن اليهود والنصارى يؤخرون). رواه أبو داود ¶ وقال - صلى الله عليه وسلم -: (اللحد لنا والشق لغيرنا) وفي رواية (والشق لأهل الكتاب). ¶ وقال - صلى الله عليه وسلم -: (قصوا سبالكم ووفروا عثانينكم وخالفوا أهل الكتاب). رواه أحمد ¶ السبال: الشارب. ... عثانينكم: العثنون اللحية. ¶ 20 - وعنه قال: قال رسول الله - صلى الله عليه وسلم -: (قال الله تعالى: أعددت لعبادي الصالحين: ما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر، واقرؤوا إن شئتم: {فلا تعلم نفس ما أخفي لهم من قرة أعين جزاء بما كانوا يعملون}). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ أعددت: هيأت. ولا خطر: ولا مرّ. اقرؤوا إن شئتم: أي اقرؤوا مصداق هذا الحديث القدسي. ¶ الفوائد: ¶ 1 - بيان كمال نعيم الجنة، وأن أهلها يجدون من المسرات الخالية من أي كدر أو غلق. ¶ 2 - أن الجنة فوق الوصف. ¶ 3 - فيه دليل لمذهب أهل السنة أن الجنة مخلوقة الآن. ومما يدل لذلك أيضاً: ¶ ــ قوله تعالى: {أعدت للمتقين} أي هُيأت. ¶ ــ وقوله - صلى الله عليه وسلم -: (إني رأيت الجنة والنار). متفق عليه ¶ 4 - أن من أعظم نعم أهل الجنة رؤية الله تعالى. ¶ ــ كما قال - صلى الله عليه وسلم -: (فما أعطوا شيئاً أحب إليهم من النظر إلى وجهه الكريم). ¶ ــ وقال - صلى الله عليه وسلم -: (أسألك لذة النظر إلى وجهك الكريم). ¶ 5 - قوله تعالى: {فلا تعلم نفس ... }. ¶ قال ابن كثير: ” أي فلا يعلم أحد عظمة ما أخفى الله لهم في الجنات من النعيم المقيم واللذات التي لم يطلع على مثلها أحد، لما أخفوا أعمالهم، كذلك أخفى الله لهم من الثواب جزاءً وفاقاً، فإن الجزاء من جنس العمل “. ¶ قال الحسن البصري: ” أخفى قوم أعمالهم، فأخفى الله لهم ما لم ترَ عين، ولم يخطر على قلب بشر “. ¶ وهذا النعيم: ¶ ــ قوله - صلى الله عليه وسلم -: (من يدخل الجنة ينعم لا ييأس، ولا تبلى ثيابه، ولا يفنى شبابه). رواه مسلم ¶ ــ وقال - صلى الله عليه وسلم -: (إن لكم أن تصحوا فلا تسأموا، وتحيوا فلا تموتوا). رواه مسلم ¶ - ... - ... - ... - ... - ¶ 21 - وعنه قال: قال رسول الله - صلى الله عليه وسلم -: (لا تقوم الساعة حتى يحسر الفرات عن جبل من ذهب يقتتل عليه، فيقتل من كل مائة تسعة وتسعون). ¶ ---------------------------------------------------------",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "معاني الكلمات: ¶ يحسر: أي ينكشف لذهاب مائه. الساعة: القيامة، سميت بذلك لسرعة الحساب فيها. الفرات: نهر عظيم. ¶ الفوائد: ¶ 1 - أن للساعة علامات تدل على قربها. ¶ 2 - أن من علامات الساعة انحسار نهر الفرات عن جبل من ذهب. ¶ 3 - أنه ينبغي لمن حضره أن لا يأخذ منه، لقوله - صلى الله عليه وسلم -: (فمن حضره منكم فلا يأخذ منه شيئاً). ¶ 4 - أن سبب نهي النبي - صلى الله عليه وسلم - عن الأخذ منه لما ينشأ عن أخذه من الفتنة والقتال عليه. ¶ 5 - قول بعض الناس أن المراد بالكنز هو البترول قول ضعيف، لأمور: ¶ 1. لأن النبي - صلى الله عليه وسلم - أخبر أن الناس سيقتتلون عند هذا الكنز، ولم يحصل أنهم اقتتلوا عند خروج النفط. ¶ 2. أن النص جاء فيه: (جبل من ذهب) والبترول ليس بذهب على الحقيقة. ¶ 6 - أنه سيحدث اقتتال عند ظهور هذا الكنز. ¶ 7 - ذم التطلع والسعي في طلب الدنيا. ¶ 8 - قال بعض العلماء: ” أن الاقتتال عند انحسار الفرات عن جبل من ذهب يكون عند ظهور المهدي “. ¶ لحديث ثوبان قال: قال رسول الله - صلى الله عليه وسلم -: (يقتتل عند كنزكم ثلاثة كلهم ابن خليفة، ثم لا يصير إلى واحد منهم، ثم تطلع الرايات السود من قبل المشرق ... فإذا رأيتموه فبايعوه ولو حبواً على الثلج فإنه خليفة الله المهدي). رواه ابن ماجه ¶ - ... - ... - ... - ... - ¶ 22 - وعنه قال: قال رسول الله - صلى الله عليه وسلم -: (ما من مكلوم يُكْلَمُ في سبيل الله إلا جاء يوم القيامة وكَلْمُه يدمى، اللون لون دم، والريح ريح المسك). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ مكلوم: أي مجروح. ¶ الفوائد: ¶ 1 - فضل من يجرح في سبيل الله. ¶ 2 - قال العلماء: ” الحكمة في مجيئه يوم القيامة على هيئته أن يكون معه شاهد فضيلته وبذله نفسه في طاعة الله “. ¶ 3 - التنبيه على شرطية الإخلاص في نيل هذا الثواب، لقوله (في سبيل الله). ¶ 4 - إثبات يوم القيامة. وسمي بذلك: ¶ أولاً: لأن الناس يقومون من قبورهم. لقوله تعالى: {يوم يقوم الناس لرب العالمين}. ¶ ثانياً: لقيام الأشهاد. لقوله تعالى: {ويوم يقوم الأشهاد}. ¶ ثالثاً: لقيام الملائكة. لقوله تعالى: {يم يقوم الروح والملائكة صفاً}. ¶ - ... - ... - ... - ... - ¶ 23 - وعنه قال: قال رسول الله - صلى الله عليه وسلم -: (إنه ليأتي الرجل السمين العظيم يوم القيامة لا يزن عند الله جناح بعوضة). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ (العظيم السمين) كبير الجسم، جاء في رواية: (الطويل العظيم، الأكول الشروب). (جناح بعوضة) أي لا يعدله في القدر والمنزلة. ¶ الفوائد: ¶ 1 - قيمة الإنسان بعلمه وتقواه، لا بشكله وجسمه يوم القيامة. ¶ 2 - ذم السمن الذي يؤدي إلى الكسل والبطر. ¶ 3 - فضل الضعيف غير المتكبر ولا المتبختر، وقد جاءت نصوص تدل على فضل الضعفاء والأتقياء:",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "ــ وقد قال - صلى الله عليه وسلم - في القرون المتأخرة: (ويظهر فيهم السمن). ¶ ــ وقال - صلى الله عليه وسلم -: (ألا أخبركم بأهل الجنة: كل ضعيف لو أقسم على الله لأبره). ¶ ــ وقال - صلى الله عليه وسلم -: (احتجت الجنة والنار، فقالت النار: فيّ الجبارون المتكبرون، وقالت الجنة: فيّ ضعفاء الناس ومساكينهم). رواه مسلم ¶ ــ وقال - صلى الله عليه وسلم -: (قمت على باب الجنة فإذا عامة من دخلها المساكين ... ). ¶ 4 - لا ينفع مال ولا بنون يوم القيامة إلا من أتى الله بقلب سليم. ¶ 5 - إثبات الوزن يوم القيامة. وقد دلّ على ذلك الكتاب والسنة: ¶ ــ قال تعالى: {ونضع الموازين القسط ليوم القيامة}. ¶ ــ وقال - صلى الله عليه وسلم -: (كلمتان خفيفتان على اللسان، ثقيلتان في الميزان، حبيبتان إلى الرحمان: سبحان الله وبحمده، سبحان الله العظيم). ¶ ــ وقال تعالى: {فمن ثقلت موازينه فأولئك هم المفلحون}. ¶ والذي دلت عليه السنة: أن ميزان الأعمال له كفتان حسيتان مشاهدتان. ¶ 6 - التحذير من كون الإنسان لا يهتم إلا بتنعيم جسمه. ¶ 7 - أن الموفق اللبيب هو الذي يهتم بقلبه، وإذا صلح القلب وسعد، صلح الجسم وسعد. ¶ - ... - ... - ... - ... - ¶ 24 - وعنه قال: قال رسول الله - صلى الله عليه وسلم -: (انظروا إلى من هو أسفل منكم ولا تنظروا إلى من هو فوقكم، فهو أجدر أن لا تزدروا نعمة الله عليكم). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ أسفل منكم: أي أدنى منكم في أمور الدنيا. أجدر: أحق. تزدروا: أي تستصغروا وتحتقروا. ¶ الفوائد: ¶ 1 - هذا الحديث يبين ويحث الإنسان أن ينظر إلى من هو دونه في أمور الدنيا. ¶ 2 - السبب في ذلك: لأن الإنسان إذا رأى من فُضِّلَ عليه في الدنيا طلبت نفسه مثل ذلك، واستصغر ما عنده من نعمة الله تعالى، وحرص على الازدياد ليلحق بذلك أو يقاربه. ¶ 3 - أنه إذا نظر إلى من هو دونه فيها، ظهرت له نعمة الله فشكرها وتواضع وفعل فيه الخير. ¶ 4 - أنه ينبغي للمسلم أن ينظر إلى من هو أعلى منه في أمور الدين، لأن ذلك يحفزه ويشجعه على الطاعة والمزيد من العبادة والإقبال على الله. ¶ 5 - أن من أسباب شكر الله على نعمه النظر إلى من هو دونه في أمور الدنيا. ¶ • أسباب شكر الله على نعمه: ¶ أولاً: النظر إلى من هو دونه في أمور الدنيا. ¶ لحديث الباب. ¶ ثانياً: التضرع إلى الله بأن يوفقه لشكر نعمته. ¶ قال تعالى عن سليمان: {ربّ أوزعني أن أشكر نعمتك التي أنعمت عليّ}. ¶ وأوصى النبي - صلى الله عليه وسلم - معاذاً فقال له: (يا معاذ، إني أحبك في الله، فلا تدعن دبر كل صلاة أن تقول: اللهم أعني على ذكرك وشكرك وحسن عبادتك). رواه أبو داود ¶ ثالثاً: أن يعلم الإنسان أن الله سيسأله عن شكر نعمه هل قام بها أم قصر. ¶ قال تعالى: {ثم لتسألنّ يومئذٍ عن النعيم}. ¶ قال ابن كثير: ” أي ثم لتسألن يومئذٍ عن شكر ما أنعم الله به عليكم من الصحة والأمن والرزق وغير ذلك ماذا قابلتم به نعمه من شكر وعبادة “. ¶ رابعاً: أن يعلم العبد أن النعم إذا شكرت قرت وزادت، وإذا كفرت فرت. ¶ قال تعالى: {وإذ تأذن ربكم لئن شكرتم لأزيدنكم ولئن كفرتم إن عذابي لشديد}. ¶ - ... - ... - ... - ... -",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "25 - وعنه قال: قال رسول الله - صلى الله عليه وسلم -: (الساعي على الأرملة والمسكين كالمجاهد في سبيل الله، وأحسبه قال: وكالقائم الذي لا يفتر، وكالصائم الذي لا يفطر). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ الساعي: الذي يقوم بمصالحهم وما يلزمهم. الأرملة: المرأة التي مات عنها زوجها. القائم: أي في الصلاة متهجداً. ¶ لا يفتر: لا ينقطع عن ملازمة العبادة. ¶ الفوائد: ¶ 1 - فضل السعي على المرأة الأرملة، وكذلك على المسكين. ¶ 2 - السعي على الأرملة واليتيم والإنفاق عليهما والقيام على أمورهما، جهاد في سبيل الله. ¶ 3 - من فضل السعي على الأرملة والمسكين، أن النبي - صلى الله عليه وسلم - شبهه بالمداوم طوال الليل على القيام، وبالصائم الذي لا يفطر وهذا المقصود فيه المبالغة. ¶ 4 - فضل الجهاد في سبيل الله. ¶ 5 - أن الجهاد أنواع، فمنه الجهاد بالنفس، ومنه الجهاد بالمال، ومنه الجهاد بالكلمة. ¶ 6 - ينبغي للمحسن أن يحسن على المحتاجين، لقوله: (الساعي ... ) وهذا يدل على حرصه على الإحسان والإنفاق. ¶ - ... - ... - ... - ... - ¶ 26 - وعنه قال: قال رسول الله - صلى الله عليه وسلم -: (إذا دعا الرجل امرأته إلى فراشه فلم تأته فبات غضبان عليها لعنتها الملائكة حتى تصبح). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ (إلى فراشه) كناية عن الجماع. ¶ الفوائد: ¶ 1 - يحرم على المرأة أن تمتنع إذا دعاها زوجها إلى الفراش. ¶ ومما يدل على ذلك قوله - صلى الله عليه وسلم -: (ثلاثة لا تقبل لهم صلاة، ولا يصعد لهم إلى السماء حسنة: ... والمرأة الساخط عليها زوجها حتى يرضى). رواه ابن خزيمة ¶ 2 - يستثنى من ذلك: ¶ إذا كان يضر بها أو يشغلها عن فرض. ¶ يضرُّ بها: ¶ مثال: لو فرض أنها حامل، والاستمتاع يشق عليها مشقة عظيمة، فإنه في هذه الحالة لا يجوز له أن يباشرها. ¶ أو يشغلها عن فرض: ¶ مثال: كأن يطلب منها الجماع وهي لم تصل الفجر وقد بقي على طلوع الشمس زمناً قليلاً (كأربع دقايق مثلاً)، فهنا لا يجوز له أن يستمتع بها، لأنه يشغلها عن فرض وهي الصلاة. ¶ 3 - عقوبة المرأة إذا دعاها زوجها للفراش وامتنعت من غير سبب: ¶ أولاً: لعنتها الملائكة حتى تصبح. ¶ ثانياً: غضب الله حتى يرضى الزوج. ¶ فقد قال - صلى الله عليه وسلم -: (والذي نفس بيد، ما من رجل يدعو امرأته إلى فراشه، فتأبى عليه، إلا كان الذي في السماء ساخطاً عليها حتى يرضى عنها). رواه مسلم ¶ 4 - في الحديث عظم حق الزوج على زوجته. ¶ وقد قال - صلى الله عليه وسلم -: (لو كنت آمراً أحداً أن يسجد لأحد لأمرت المرأة أن تسجد لزوجها). رواه الترمذي ¶ 5 - هذا الحكم في حق الزوج القائم بحق زوجته، وأما إذا نشز ولم يقم بحقها، فلها الحق أن تقتصّ منه وألا تعطيه حقه كاملاً. ¶ لقوله تعالى: {فمن اعتدى عليكم فاعتدوا عليه بمثل ما اعتدى عليكم}.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "6 - معنى لعنة الملائكة: أي تدعو على هذه المرأة باللعنة. ¶ 7 - اختلف ما المراد بهولاء الملائكة: ¶ فقيل: الحفظة. ¶ وقيل: ملائكة السماء، للرواية الأخرى: (لعنتها الملائكة في السماء). ¶ وهذا هو الصحيح. ¶ - من تلعنهم الملائكة: ¶ أولاً: المرأة إذا هجرت فراش زوجها لغير سبب. ¶ لحديث الباب. ¶ ثانياً: من يسب الصحابة. ¶ قال - صلى الله عليه وسلم -: (من سب أصحابي فعليه لعن الله فعليه لعنة الله والملائكة والناس أجمعين). رواه الطبراني ¶ ثالثاً: من أحدث في المدينة حدثاً. ¶ قال - صلى الله عليه وسلم -: (المدينة حرم، فمن أحدث فيها حدثاً أو آوى محدثاً فعليه لعنة الله والملائكة والناس أجمعين). رواه مسلم ¶ أحدث: أي أظهر في المدينة منكراً وبدعة. ¶ رابعاً: من ادعى إلى غير أبيه. ¶ قال - صلى الله عليه وسلم -: (من ادعى إلى غير أبيه فعليه لعنة الله والملائكة والناس أجمعين). رواه مسلم ¶ خامساً: من أشار إلى مسلم بسلاح. ¶ قال - صلى الله عليه وسلم -: (من أشار إلى أخيه بحديدة، فإن الملائكة تلعنه حتى وإن كان أخاه لأمه وأبيه). رواه مسلم ¶ 27 - وعنه قال: قال رسول الله - صلى الله عليه وسلم -: (ما من يوم يصبح العباد فيه إلا ملكان ينزلان، فيقول أحدهما: اللهم أعط منفقاً خلفاً، ويقول الآخر: اللهم أعط ممسكاً تلفاً). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ (خلفاً) أي أخلفه خيراً. (تلفاً) أهلك ما كنزه ومنعه عن مستحقه. ¶ الفوائد: ¶ 1 - فضل الإنفاق في سبيل الله، وهذا يشمل الإنفاق الواجب والمستحب. ¶ الواجب: مثل على الأولاد والأقارب ومن تلزمه مؤونتهم. ¶ المستحب: الإنفاق على الفقراء والمساكين وغيرهم. ¶ 2 - فضائل الإنفاق في سبيل الله سواء في الواجبات أوالمستحبات: ¶ أولاً: أن الله يخلفه. ¶ قال تعالى: {وما أنفقتم من شيء فهو يخلفه}. ¶ ثانياً: سبب لدخول الجنة. ¶ قال تعالى: {لن تنالوا البر حتى تنفقوا مما تحبون}. (البر: الجنة). ¶ ثالثاً: أن الإنفاق من علامات المتقين. ¶ قال تعالى: {الذين يؤمنون بالغيب ويقيمون الصلاة ومما رزقناهم ينفقون}.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "رابعاً: لهم أجرهم عند الله ولا هم يحزنون. ¶ قال تعالى: {الذين ينفقون أموالهم بالليل والنهار سراً وعلانية فلهم أجرهم عند ربهم ولا خوف عليهم ولا هم يحزنون} ¶ خامساً: لهم أجر كبير. ¶ قال تعالى: {فالذين آمنوا منكم وأنفقوا لهم أجر كبير}. ¶ 3 - أن الإنفاق المحمود هو ما كان فيما يرضي الله. ¶ كما قال تعالى: {قل ما أنفقتم من خير فللوالدين والأقربين ... }. ¶ ــ وأما الإنفاق فيما لا يرضي الله فهو حسرة على صاحبه. ¶ كما قال تعالى: {فسينفقونها ثم تكون عليهم حسرة}. ¶ 4 - ذم الإمساك والبخل. [وسيأتي مباحث البخل إن شاء الله] ¶ 5 - جواز الدعاء للكريم بمزيد العوض، وأن يخلفه الله خيراً مما أنفق. ¶ 6 - دعاء الملائكة للمؤمنين الصالحين المنفقين بالخير والبركة، وأن دعاءهم مستجاب. ¶ 7 - إثبات علو الله، لقوله: (ينزلان). [وسيأتي بحث هذه المسألة]. ¶ 8 - جواز الدعاء على البخيل الذي منع ما وجب عليه. ¶ 28} وعنه قال: قال رسول الله - صلى الله عليه وسلم -: (يعرق الناس يوم القيامة حتى يذهب عرقهم في الأرض سبعين ذراعاً، ويلجمهم حتى يبلغ آذانهم). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ يذهب عرقهم: ينزل ويعوص. ¶ الفوائد: ¶ 1_ بيان شدة أهوال يوم القيامة. ¶ 2 - من كرب يوم القيامة أن العرق يصيب الناس يوم القيامة. ¶ 3 - أن العرق يكون من الناس يوم القيامة على قدر أعمالهم كما جاء في حديث آخر ( .. فيكون الناس على قدر أعمالهم في العرق، فمنهم من يكون العرق إلى كعبيه، ومنهم من يكون إلى ركبتيه، ومنهم من يكون إلى حقويه، ومنهم من يلجمهه العرق إلجاماً) رواه مسلم. ¶ 4 - سبب كثرة العرق يرجع إلى أمرين: ¶ الأول: تراكم الأهوال. ¶ الثاني: دنو الشمس من الخلائق. ¶ كما قال - صلى الله عليه وسلم - (تدنو الشمس يوم القيامة من الخلق حتى تكون منهم كمقدار ميل) رواه مسلم. ¶ 6 - هناك أناس لا يصيبهم الكرب يوم القيامة. ¶ كما قال - صلى الله عليه وسلم - (سبعة يظلهم الله في ظله يوم لا ظل إلا ظله: إمام عادل، وشاب نشأ في عبادة الله، .... ). ¶ 7 - ينبغي على المسلم أن يخاف ويحذر، فليس بينه وبين هذه الأمور إلا الموت. ¶ 8 - الحرص على العمل الصالح، لأن العرق يكون يوم القيامة من الناس على قدر أعمالهم. ¶ 9 - أعمال العباد تؤثر على منازلهم في المحشر. ¶ - ... - ... - ... - ... - ¶ 29 - وعنه قال: قال رسول الله - صلى الله عليه وسلم - (لما خلق الله الخلق كتب في كتاب فهو عنده فوق العرش: إن رحمتي سبقت غضبي).",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "--------------------------------------------------------- ¶ معاني الكلمات: ¶ العرش: سرير ذو قوائم تحمله الملائكة وهو كالقبة على العالم. ¶ الفوائد: ¶ 1 - سعة رحمة الله بعباده. ¶ 2 - أن رحمة الله تغلب غضبه. ¶ 3 - مباحث رحمة الله: ¶ أولاً: أن رحمة الله واسعة. ¶ قال تعالى: {ربنا وسعت كل شيء رحمة وعلماً}. ¶ وقال سبحانه: {ورحمتي وسعت كل شيء}. ¶ ثانياً: رحمة الله تغلب غضبه. ¶ كما في حديث الباب. ¶ ثالثاً: لله مائة رحمة. ¶ قال - صلى الله عليه وسلم - (إن لله مائة رحمة، أنزل منها رحمة واحدة بين الجن والإنس والبهائم والهوام، فبها يتعاطفون وفيها يتراحمون، وأخّر تسعاً وتسعين رحمة، يرحم بها عباده يوم القيامة) متفق عليه. ¶ 4 - كيف تنال رحمة الله: ¶ أولاً: أن يتصف الإنسان بالرحمة. ¶ قال - صلى الله عليه وسلم -: (إنما يرحم الله من عباده الرحماء). متفق عليه ¶ ثانياً: أن يكون مطيعاً لله ولرسوله. ¶ قال تعالى: {وأطيعوا الله والرسول لعلكم ترحمون}. ¶ ثالثاً: أن يكون الإنسان محسناً. ¶ قال تعالى: {إن رحمت الله قريب من المحسنين}. ¶ 5 - إثبات العرش، وقد وصفه الله بأوصاف: ¶ _ وصفه بالعظمة، فقال تعالى: { .... ورب العرش العظيم}. ¶ _ ووصفه بأنه كريم، فقال تعالى: { ... رب العرش الكريم}. ¶ _ ووصفه بأنه مجيد، فقال تعالى: { .... ذو العرش المجيد}. ¶ _ وللعرش حملة، كما قال تعالى: {ويحمل عرش ربك فوقهم يومئذ ثمانية}. ¶ 6 - إثبات صفة الغضب لله سبحانه تعالى إثباتاً يليق بجلاله من غير تحريف ولا تعطيل ولا تمثيل ولا تشبيه. ¶ 7 - إثبات علو الله تعالى [وسيأتي مباحثه إن شاء الله]. ¶ - ... - ... - ... - ... - ¶ 30 - وعنه قال: قال رسول الله - صلى الله عليه وسلم - في الجمعة: (فيه ساعة لا يوافقها عبد مسلم وهو قائم يصلي يسأل الله شيئاً إلا أعطاه إياه وأشار بيده يقللها). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ الجمعة: عيد الأسبوع سمي بذلك قيل: لاجتماع الناس فيه للصلاة، وقيل: لأنه اليوم الذي جمعَ فيه الخلق ورجحه ابن القيم. ¶ قائم يصلي: أي يدعو. ¶ الفوائد: ¶ 1 - الترغيب والحض على موافقة هذه الساعة في هذا اليوم لكثرة ما فيها من الخير. ¶ 2 - أن هذه الساعة خاصة في يوم الجمعة دون غيره من الأيام. ¶ 3 - اختلف العلماء رحمهم الله اختلافاً كثيراً في تحديد هذه الساعة على أقوال كثيرة. ¶ وأرجح هذه الأقوال هو أنها بعد العصر، ورجح هذا القول ابن القيم رحمه الله وقال: ¶ ” وهو قول عبد الله بن سَلام وأبي هريرة والإمام أحمد وهو قول أكثر السلف “.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "ويدل لهذا القول حديث جابر قال: قال رسول الله - صلى الله عليه وسلم -: (يوم الجمعة اثنا عشر ساعة فيها ساعة لا يوجد مسلم يسأل الله فيها شيئاً إلا أعطاه إياه، فالتمسوها آخر ساعة بعد العصر). رواه أبو داود ¶ 4 - استجابة الله دعاء العبد مشروط ذلك بأن لا يدعو بإثم ولا قطيعة رحم. ¶ 5 - بعض الأوقات التي يستجاب فيها الدعاء: ¶ أولاً: الساعة التي في يوم الجمعة. ¶ لحديث الباب. ¶ ثانياً: في جوف الليل ووقت السحر. ¶ قال - صلى الله عليه وسلم -: (ينزل ربنا تبارك وتعالى كل ليلة إلى السماء الدنيا حين يبقى ثلث الليل الآخر يقول: من يدعوني فأستجيب له). متفق عليه ¶ ثالثاً: بين الأذان والإقامة. ¶ قال - صلى الله عليه وسلم -: (الدعاء بين الأذان والإقامة لا يرد). رواه أبو داود ¶ رابعاً: عند النداء، وعند التحام الصفوف. ¶ قال - صلى الله عليه وسلم -: (ثنتان لا تردان الدعاء: عند النداء، وعند البأس حين يلحم بعضهم بعضاً). رواه أبو داود ¶ خامساً: عند نزول الغيث. ¶ قال - صلى الله عليه وسلم -: (ثنتان ما تردان الدعاء: عند النداء، وتحت المطر). رواه الحاكم ¶ سادساً: في السجود. ¶ قال - صلى الله عليه وسلم -: (أقرب ما يكون العبد من ربه وهو ساجد فأكثروا من الدعاء). رواه مسلم ¶ سابعاً: يوم عرفة. ¶ قال - صلى الله عليه وسلم -: (خير الدعاء دعاء يوم عرفة). رواه الترمذي ¶ - ... - ... - ... - ... - ¶ 31} وعنه قال: قال رسول الله - صلى الله عليه وسلم - {اللهم اجعل رزق آل محمداً قوتاً}. ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ قوتاً: ما يسد الرمق. ¶ الفوائد: ¶ 1 - فضيلة التقلل من الدنيا والاقتصار على القوت منها والدعاء بذلك. ¶ 2 - فضل الكفاف وأخذ البلغة من الدنيا والزهد فيما فوق ذلك إيثاراً لما يبقى على ما يفنى. ¶ 3 - وقد جاءت النصوص الكثيرة التي ترغب بالكفاف: ¶ قال - صلى الله عليه وسلم -: (قد أفلح من أسلم ورزق كفافاً وقنّعه الله بما آتاه). رواه مسلم ¶ وقال - صلى الله عليه وسلم -: (طوبى لمن هدي للإسلام، وكان عيشه كفافاً وقنع). رواه الترمذي ¶ وقال - صلى الله عليه وسلم -: (ما طلعت الشمس قد إلا وبجنبتيها ملكان يناديان يُسمعان من على الأرض غير الثقلين: أيها الناس هلموا إلى ربكم، ما قلّ وكفى خير مما كثر وألهى). ¶ 3 - الحكمة من طلب الكفاف: ¶ أن في ذلك سلامة من آفات الفقر والغنى جميعاً. ¶ 4 - لا يجوز سؤال الله الفقر، فقد استعاذ منه - صلى الله عليه وسلم -، ولكنه - صلى الله عليه وسلم - سأل الكفاية. ¶ 5 - فضل القناعة بالقليل الذي يشد صلبك، ويبلغك مأمنك، ويكفيك عن الحاجة إلى المسألة. ¶ 6 - الناس من حيث الغنى والفقر ينقسمون إلى [3] أقسام: ¶ القسم الأول: غني [وهو من يملك فوق كفايته]. ¶ وقد كان من أكابر الأنبياء والمرسلين والسابقين الأولين من كان غنياً: كإبراهيم الخليل، وأيوب وداود وسليمان، وعثمان بن عفان وعبدالرحمن بن عوف وطلحة والزبير وسعد بن معاذ ونحوهم. ¶ القسم الثاني: فقير [وهو من لا يقدر على تمام كفايته].كالمسيح عيسى ابن مريم، ويحيي بن زكريا، وعلي بن أبي طالب وأبي ذر الغفاري ومصعب بن عمير وسلمان الفارسي وغيرهم. ¶ القسم الثالث: من اجتمع فيه الأمران الغنى تارة والفقر تارة.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "فأتى بإحسان الأغنياء وبصبر الفقراء كنبينا؟؟؟؟؟ وأبي بكر وعمر. ¶ ــ ما هي أفضل هذه الحالات (الغنى، أو الفقر، أو الكفاف)؟ ¶ الصحيح أن من كان تقياً فهو أفضل. ¶ فالفقير إذا كان صابراً وشكر الله على حاله ولم يشتكي من حالته فإن منزلته عظيمة: ¶ قال - صلى الله عليه وسلم -: (اطلعت في الجنة فرأيت أكثر أهلها الفقراء ..... ). متفق عليه ¶ وقال - صلى الله عليه وسلم -: (يدخل الفقراء الجنة قبل الأغنياء بخمسائة عام ... ). رواه الترمذي ¶ قال شيخ الإسلام ابن تيمية: ” ... فإن الفقراء يدخلون يسبقون الأغنياء إلى الجنة لأنه لا حساب عليهم “. ¶ وكذلك الغني الشاكر المتواضع المنفق فضله عظيم وكبير. ¶ عن أبي هريرة. (أن فقراء المهاجرين أتوا رسول الله - صلى الله عليه وسلم - فقالوا: ذهب أهل الدثور بالأجور، فقال: وما ذاك، قالوا: يصلون كما نصلي، ويتصدقون ولا نتصدق، ويعتقون ولا نعتق؟ فقال رسول الله - صلى الله عليه وسلم -: أفلا أعلمكم شيئاً تدركون به من سبقكم، وتسبقون به من بعدكم، ولا يكون أحد أفضل منكم إلا من صنع مثل الذي صنعتم؟ قالوا: بلى يا رسول الله! قال: تسبحون وتكبرون وتحمدون دبر كل صلاة ثلاثاً وثلاثين مرة؟ فرجع فقراء المهاجرين إلى رسول الله - صلى الله عليه وسلم - فقالوا: سمع إخواننا من أهل الأموال بما فعلنا، ففعلوا مثله؟ فقال رسول الله - صلى الله عليه وسلم -: ذلك فضل الله يؤتيه من يشاء). رواه مسلم ¶ - ... - ... - ... - ... - ¶ 32} وعنه قال: قال رسول الله - صلى الله عليه وسلم -: (والله لا يؤمن، والله لا يؤمن، قيل: من يا رسول الله؟ قال: الذي لا يأمن جاره بوائقه). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ لا يؤمن: أي الإيمان الكامل. ... بوائقه: البوائق الشرور. ¶ الفوائد: ¶ 1 - كف الأذى عن الجيران من كمال الإيمان. ¶ 2 - إن الذي لا يأمن جاره من غوائله فليس بمؤمن الإيمان الكامل. ¶ 3 - تحريم العدوان على الجار. ¶ 4 - قال العلماء: الجيران ثلاثة: ¶ الأول: جار قريب مسلم، فهذا له حق الجوار والقرابة والإسلام. ¶ الثاني: جار مسلم غير قريب: فهذا له حق الجوار والإسلام. ¶ الثالث: جار كافر، فهذا له حق الجوار، وإن كان قريباً فله حق القرابة أيضاً. ¶ 5 - آثار إيذاء الجار: ¶ أولاً: أن إيذاء الجار ليس من الإيمان. ¶ لحديث الباب: (والله لا يؤمن من لا يأمن جاره بوائقه). ¶ ثانياً: أن عدم إيذاء الجار من الإيمان. ¶ قال - صلى الله عليه وسلم -: (من كان يؤمن بالله واليوم فلا يؤذ جاره). متفق عليه ¶ ثالثاً: أن أذى الجار سبب في دخول النار. ¶ عن أبي هريرة. قال (قال رجل: يا رسول الله! إن فلانة تكثر من صلاتها وصيامها غير أنها تؤذي جيرانها بلسانها؟ قال: هي في النار). رواه أحمد ¶ 6 – أثار وفضائل حسن الجوار. ¶ أولاً: الوصية بالإحسان إليه. ¶ قال - صلى الله عليه وسلم -: (ما زال جبريل يوصيني بالجار حتى ظننت أنه سيورثه). ¶ ثانياً: أن حسن الجوار يطول في العمر. ¶ قال - صلى الله عليه وسلم -: (حسن الأخلاق وحسن الجوار يزيدان في الأعمار). رواه أحمد ¶ ثالثاً: الجار الصالح من السعادة. ¶ قال - صلى الله عليه وسلم -: (أربع من السعادة: ........ وذكر منها: الجار الصالح، .. ). رواه ابن حبان",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "رابعاً: الأمر بتعاهد الجيران بالطعام. ¶ قال - صلى الله عليه وسلم -: (يا أبا ذر! إذا طبخت مرقة فأكثر ماءها وتعاهد جيرانك). رواه مسلم ¶ - ... - ... - ... - ... - ¶ 33 - وعنه قال: قال رسول الله - صلى الله عليه وسلم -: (من تصدق بعدل تمرة من كسب طيب ولا يقبل الله إلا الطيب، فإن الله يقبلها بيمينه ثم يربيها لصاحبها كما يربي أحدكم فَلّوَّه حتى تكون مثل الجبل). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ بعدل تمرة: أي بمقدار قيمتها. ... فلوه: هو المهر أول ما يولد. ¶ الفوائد: ¶ 1 - فضل الصدقة. ¶ 2 - الصدقة فضلها عظيم ولو بشيء قليل. ¶ 3 - أن الله يضاعف الصدقة من الكسب الطيب حتى تكون مثل أحد. ¶ كما قال تعالى ( ... ويربي الصدقات) أي يزيدها. ¶ وقال - صلى الله عليه وسلم -: (ما نقصت صدقة من مال). ¶ 4 - فضائل الصدقة: ¶ أولاً: برهان على صدق إيمان صاحبها. ¶ قال - صلى الله عليه وسلم -: (والصدقة برهان) رواه مسلم. ¶ ثانياً: مغفرة الذنوب. ¶ قال - صلى الله عليه وسلم -: (والصدقة تطفىء الخطيئة كما يطفىء الماء النار). رواه الترمذي ¶ ثالثاً: أنها تظلل صاحبها يوم القيامة. ¶ قال - صلى الله عليه وسلم -: (العبد في ظل صدقته يوم القيامة). رواه ابن حبان ¶ رابعاً: سبب في مجاورة النبي - صلى الله عليه وسلم - في الجنة. ¶ قال: (كافل اليتيم له أو لغيره أنا وهو كهاتين في الجنة). متفق عليه ¶ خامساً: أن الله يضاعف الصدقة. ¶ كما قال تعالى: ( .... ويربي الصدقات). ولحديث الباب. ¶ سادساً: أنها تزيد المال ولا تنقصه. ¶ قال صلى الله عليه وسلم: (ما نقصت صدقة من مال) رواه مسلم. ¶ 6 - أن الله لا يقبل من الأعمال والأقوال إلا ما كان طيباً. ¶ كما في الحديث الآخر (إن الله طيب لا يقبل إلا طيباً). رواه مسلم ¶ 7 - فضل الله العظيم، حيث يثيب على العمل اليسير الأجر الكبير. ¶ 8 - إثبات صفة اليدين لله تعالى، إثباتاً يليق بجلاله من غير تحريف ولا تعطيل ولا تمثيل ولا تشبيه. ¶ قال تعالى: {بل يداه مبسوطتان} فوصف نفسه بأن له يدين. ¶ وقال تعالى: {ما منعك أن تسجد لما خلقت بيديَ}. ¶ - ... - ... - ... - ... - ¶ 34 - وعنه قال: قال رسول الله صلى الله عليه وسلم: (لا ينظر الله يوم القيامة إلى من جر إزاره بطراً). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ لا ينظر الله: أي نظر رحمة. ... بطراً: عجباً وكبراً. ¶ الفوائد: ¶ 1 - تحريم إسبال الثوب إلى ما دون الكعبين للرجال. ¶ 2 - إسبال الثياب بالنسبة للرجال ينقسم إلى قسمين: ¶ القسم الأول: أن يجره كبراً وبطراً وخيلاء.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "فهذا عقوبته: ¶ لا ينظر الله إليه __ ولا يكلمه __ ولا يزكيه ___ وله عذاب أليم. ¶ لحديث الباب. ¶ ولقوله صلى الله عليه وسلم: (ثلاثة لا يكلمهم الله يوم القيامة ولا ينظر إليهم ولا يزكيهم ولهم عذاب أليم: ... وذكر منهم: المسبل). رواه مسلم ¶ القسم الثاني: أن يجر ثوبه ليس كبراً وبطراً. ¶ فهذا عقوبته أهون من الذي قبله وهي: ما أسفل من الكعبين في النار. ¶ لقوله صلى الله عليه وسلم: (ما أسفل من الكعبين من الإزار ففي النار) رواه البخاري ¶ (عقوبته لا تعم جميع البدن، وإنما يختص بما فيه المخالفة وهي ما نزل من الكعبين). ¶ 3 - أن هذا الحكم وهو تحريم الإسبال خاص بالرجال. ¶ 35 - وعنه قال: قال رسول الله صلى الله عليه وسلم: (إذا انتعل أحدكم فليبدأ باليمنى، وإذا نزع فليبدأ بالشمال، لتكن اليمنى أولهما تنعل وآخرهما تنزع). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ انتعل: أي لبس نعاله. ¶ الفوائد: ¶ 1 - استحباب البداءة بالرجِل اليمنى في لبس النعال. ¶ 2 - استحباب البداءة باليمين في كل ما كان من باب التكريم. ¶ كالوضوء، واللباس. ¶ قال صلى الله عليه وسلم: (إذا توضأتم وإذا لبستم فابدؤوا بميامنكم). رواه أبو داود ¶ ترجيل الشعر. ¶ عن عائشة قالت (كان رسول الله؟؟ يعجبه التيمن في تنعله وترجله ... ). ¶ لبس النعال. ¶ كما في حديث الباب. ¶ الأكل والشرب. ¶ قال صلى الله عليه وسلم: (سم الله وكل بيمينك). متفق عليه ¶ 3 - أحكام النعال. ¶ أولاً: يستحب البداءة في لبسها باليمين. ¶ لحديث الباب. ¶ ثانياً: النهي عن المشي بنعل واحدة. ¶ لحديث أبي هريرة. قال: قال رسول الله صلى الله عليه وسلم: (لا يمشي أحدكم في نعل واحدة). متفق عليه ¶ ثالثاً: استحباب الإكثار من النعال. ¶ قال صلى الله عليه وسلم: (استكثروا من النعال، فإن الرجل لا يزال راكباً ما انتعل). رواه مسلم ¶ قال النووي: ” معناه أنه شبيه بالراكب في خفة المشقة عليه وقلة تعبه وسلامة رجله مما يعرض في الطريق من خشونة وشوك وأذى ونحو ذلك “. ¶ رابعاً: يستحب الصلاة بالنعال. ¶ وسيأتي الحديث عنها. ¶ - ... - ... - ... - ... - ¶ 36 - وعنه قال: (ما عاب رسول الله صلى الله عليه وسلم طعاماً قط، إن اشتهاه أكله، وإن كرهه تركه).",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "--------------------------------------------------------- ¶ معاني الكلمات: ¶ طعاماً: الطعام ما يطعمه من مأكول أو مشروب. ¶ الفوائد: ¶ 1 - كل طعام مباح ما كان النبي صلى الله عليه وسلم يعيبه. ¶ 2 - السنة فيمن قدم له طعاماً إن اشتهاه أكله وإلا تركه، فلا يتكلم فيه بقدح أو عيب. ¶ 3 - لا ينبغي للإنسان أن يعيب طعاماً، لأن ذلك ينافي شكر نعمة الله. ¶ 4 - مدح والطعام والثناء عليه جائز فقد قال صلى الله عليه وسلم: (نعم الإدام الخل). ¶ 5 - حسن خلق النبي صلى الله عليه وسلم حيث كان يحافظ على مشاعر الناس، فلا يقدح في عملهم ولا يخدش شعورهم. ¶ 6 - بيان حسن الأدب، لأن المرء قد لا يشتهي طعاماً ويشتهيه غيره. ¶ - ... - ... - ... - ... - ¶ 37 - وعنه قال: قال رسول الله صلى الله عليه وسلم: (من رآني في المنام فسيراني في اليقظة، لا يتمثل الشيطان بي). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ لا يتمثل بي: لا يتصور بي. ¶ الفوائد: ¶ 1 - فضل رؤيا النبي صلى الله عليه وسلم في المنام. ¶ 2 - الشيطان لا يتمثل في صورة النبي صلى الله عليه وسلم. ¶ 3 - أن الإنسان إذا رأى النبي صلى الله عليه وسلم على صفته المعروفة، فإنه قد رأى النبي صلى الله عليه وسلم حقاً لأن الشيطان لا يتمثل بالنبي صلى الله عليه وسلم. ¶ 4 - لا بد أن يرى النبي صلى الله عليه وسلم على صفته التي خلقه الله عليها. ¶ وقد كان محمد بن سيرين إذا قص عليه رجل أنه رأى النبي صلى الله عليه وسلم قال: صف لي الذي رأيته؟ فإن وصف له صفة لا يعرفها قال: لم تره. ¶ وروى الحاكم من طريق عاصم بن كليْب قال حدثني أبي قال: قلت لابن عباس: رأيت النبي صلى الله عليه وسلم في المنام، قال: صفه لي؟ قال: ذكرت الحسن بن علي فشبهته به؟ قال: قد رأيته. ¶ 5 - ينبغي أن يعرف العبد صفة النبي صلى الله عليه وسلم الخِلْقِية حتى يميز رؤياه هل هي من الحق أو من تمثيل الشيطان. ¶ - ... - ... - ... - ... - ¶ 38 - وعنه قال: قال رسول الله صلى الله عليه وسلم: (إن أمتي يدعوْن يوم القيامة غراً محجلين من آثار الوضوء فمن استطاع منكم أن يطيل غرته فليفعل). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ الوضوء: من الوضاءة، سمي بذلك لتنظيفه المتوضىء وتحسينه. ¶ غراً: جمع أغر، ,اصل الغرة لمعة بيضاء في جبهة الفرس. ... محجلين: التحجيل بياض في يديه ورجليه. ¶ ومعنى الحديث: يأتون بيض الوجوه والأيدي والأرجل. ¶ الفوائد: ¶ 1 - فضل الوضوء، وأنه سبب قوي لحصول السعادة الأبدية، وقد جاءت أحاديث كثيرة تدل على فضل الوضوء: ¶ قال صلى الله عليه وسلم: (الطهور شطر الإيمان.) رواه مسلم",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "وقال صلى الله عليه وسلم: (من توضأ فأحسن الوضوء خرجت خطاياه من جسده حتى تخرج من تحت أظفاره). ¶ رواه مسلم ¶ 2 - أن من خصائص هذه الأمة التي اختصن بها هي الغرة والتحجيل: ¶ وقد جاء في الحديث ( .... سيما ليست لأحد من الأمم، تردون علي غراً محجلين من أثر الوضوء). ¶ وأما الوضوء فقد جاء موجوداً في الأمم الماضية ويدل على ذلك: ¶ ــ قصة جريْج الراهب حيث قام فتوضأ وصلى ثم كلم الغلام. ¶ ــ وقصة سارة مع الملك، وأن سارة لما هم! الملك بالدنو منها قامت تتوضأ وتصلي ¶ 3 - استدل بحديث الباب بعض العلماء على أنه يستحب الزيادة على محل الفرض، لكن هذا القول ضعيف. والصحيح أنه لا يستحب مجاوزة محل الفرض. ¶ أولاً: قال رسول الله صلى الله عليه وسلم: (إن الله حد حدوداً فلا تعتدوها) والله سبحانه قد حدد المرفقين والكعبين فلا يبغي تعديهما. ¶ ثانياً: الذين نقلوا صفة وضوء النبي صلى الله عليه وسلم لم يذكر أحد منهم أن الرسول؟؟؟ فعل ذلك ولا رغب فيه ¶ ثالثاً: أما قوله (فم استطاع منكم ........ ) فليست من كلام النبي صلى الله عليه وسلم، وإنما من كلام أبي هريرة. ¶ - ... - ... - ... - ... - ¶ 39 - وعنه قال: قال رسول الله صلى الله عليه وسلم: (إياكم والظن، فإن الظن أكذب الحديث). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ الظن: التهمة والتخون للأهل والأقارب والناس من غير سبب. ¶ الفوائد: ¶ 1 - تحريم الظن من غير سبب ولا قرينة. ومما يدل على ذلك: ¶ قوله تعالى: {يا أيها الذين آمنوا اجتنبوا كثيراً من الظن إن بعض الظن إثم}. ¶ ينهي تبارك وتعالى عباده عن كثير من الظن، لأن بعض ذلك يكون إثماً محضاً، فليجتنب منه احتياطاً. ¶ 2 - أن الظن على قسمين: ¶ القسم الأول: الظن السيء من غير سبب ولا قرينة فهذا منهي عنه. ¶ القسم الثاني: الظن المبني على القرائن فهذا لا بأس به. لأن الله قال: {اجتنبوا كثيراً من الظن} ولم يقل الظن كله. ¶ 3 - أن الظن السيء أكذب الحديث. ¶ قال الشيخ محمد بن عثيمين رحمه الله: ” لأن الإنسان إذا ظن صارت نفسه تحدثه، تقول له: فعل كذا وكذا، وهو يفعل كذا وكذا، وهو يريد كذا وكذا “. ¶ 4 - ينبغي للمسلم أن يحسن الظن بأخيه المسلم. ¶ قال عمر بن الخطاب: لا تظنن بكلمة خرجت من أخيك المؤمن إلا خيراً وأنت تجد لها في الخير محملاً. ¶ 5 - بعض أسباب ظن السوء: ¶ أولاً: سوء النية وخبث المطية. ¶ كأن ينشأ الإنسان تنشئة غير صالحة، فيقع في كثير من المعاصي ومنها سوء الظن بكل أحد ويصبح ذلك مظهراً له من مظاهر سوء النية وخبث الطوية. ¶ ثانياً: الحكم على النيات والسرائر. ¶ وهذا منفج خطأ، لأن المبدأ الصحيح في الحكم على الأشخاص والأشياء هو النظر إلى الظاهر وترك السرائر إلى الله فهو وحده المطلع عليها سبحانه. ¶ ثالثاً: اتباع الهوى.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "ذلك أن الإنسان إذا اتبع هواه صار هذا الهوى إلهه الذي يعبده من دون الله، فإنه لا يقع لا محالة في الظنون الكاذبة التي لا دليل عليها ولا برهان. ¶ قال تعالى: {فإن لم يستجيبوا لك فاعلم أنما يتبعون أهواءهم ومن أضل ممن اتبع هواه بغير هدى من الله}. ¶ 6 - علاج سوء الظن: ¶ أولاً: تريبة المسلم على العقيدة الصحيحة وهي حسن الظن بالله وبرسوله وبالمؤمنين الصالحين ¶ ثانياً: على الشخص أن يجتنب الشبهات. ¶ حتى لا يكون عرضة لكلام عليه. ¶ ولهذا قال - صلى الله عليه وسلم -: ( .... فمن اتقى الشبهات فقد استبرأ لدينه وعرضه، ومن وقع في الشبهات وقع في الحرام، كالراعي يرعى حول الحمى يوشك أن يرتع فيه .... ). ¶ مثال: إذا كان الشخص قد صلى في بيته أو في مسجد آخر، وجاء إلى مسجد آخر فإن السنة والأفضل أن يصلي مع الناس، لئلا يتخذ قعوده عن الصلاة ذريعة لإساءة الظن به. ¶ ولذلك جاء في حديث يزيد بن الأسود: (أنه صلى مع رسول الله - صلى الله عليه وسلم -، فلما صلى إذا رجلان لم يصليا في ناحية المسجد فدعا بهما، فجىء بهما ترعد فرائصهما، فقال: ما منعكما أن تصليا معنا؟ قال: قد صلينا في رحالنا؟ فقال: لا تفعلوا، إذا صلى أحدكم في رحله ثم أدرك الإمام ولم يصل فليصل معه فإنها له نافلة). رواه أبو داود ¶ ثالثاً: مجاهدة النفس على عدم سوء الظن. ¶ وتريبة النفس أنه ليس من السهل توجيه تهمة لأحد من الناس لمجرد ظن أو تخمين لا دليل عليه ولا برهان. ¶ رابعاً: النظر في سير العلماء والزهاد. ¶ فإنها مليئة بصور حية عن الظن السيء وآثاره وطريق الخلاص منه. ¶ - ... - ... - ... - ... - ¶ 40 - وعنه قال: قال رسول الله - صلى الله عليه وسلم -: (من أعتق رقبة مسلمة أعتق الله بكل عضو منه عضواً من النار حتى فرجه بفرجه). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ أعتق: العتق تحرير الرقبة من العتق. ¶ الفوائد: ¶ 1 - فضل عتق الرقاب وأنه من أسباب النجاة من النار. ¶ ويدل لذلك قوله تعالى (فلا اقتحم العقبة. وما أدراك ما العقبة. فك رقبة). ¶ وقال - صلى الله عليه وسلم -: (أيما امرىء مسلم أعتق امرءاً مسلماً كان فكاكه من النار). رواه الترمذي ¶ 2 - أن عتق الرقاب من أفضل القربات. ¶ 3 - إن الإسلام يتشوف إلى العتق، ولذلك جعله أول الكفارات في التخلص من الآثام والتحلل من الأيمان. ¶ فالعتق هو الكفارة الأولى في: ¶ قتل الخطأ، وفي الوطء في نهار رمضان، وفي الظهار، وغيرها. ¶ 4 - أن عتق الذكر أفضل من عتق الأنثى، لأن في عتق الذكر من المعاني ما ليس في الأنثى. ¶ 5 - أن عتق امرأتين عن عتق ذكر واحد. ¶ 6 - قال - صلى الله عليه وسلم -: (أيما امرىء مسلم أعتق امرأتين مسلمتين كانتا فكاكه من النار). رواه الترمذي ¶ 7 - أن أفضل الرقاب عتقاً أغلاها ثمناً وأنفسها عند أهلها. ¶ عن أبي ذر (أنه سأل رسول الله - صلى الله عليه وسلم - أي الرقاب أفضل؟ قال: أغلاها ثمناً وأنفسها عند أهلها). رواه مسلم ¶ لأن غلاء الثمن دليل على توفر المنفعة في المعتق وقد قال الله تعالى: {لن تنالوا البر حتى تنفقوا مما تحبون} فإذا كانت الرقبة ثمينة نفيسة عند أهلها تحقق أن صاحبها لم تطب نفسه بإعتاقها إلا إيثاراً للأجر. ¶ - ... - ... - ... - ... - ¶ 41 - وعنه قال: قال رسول الله - صلى الله عليه وسلم -: (الشهداء خمسة: المطعون، والمبطون، والغريق، وصاحب الهدم، والشهيد في سبيل الله).",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "--------------------------------------------------------- ¶ معاني الكلمات: ¶ (الشهداء) جمع شهيد، وسمي بذلك إما لأن الرسول - صلى الله عليه وسلم - شهد له بالجنة، وإما لأن ملائكة الرحمة يشهدونه. ¶ (خمسة) أي خمسة أصناف، وهذا لا ينافي الزائد عليه الوارد في أخبار أخرى. (المطعون) الذي مات بمرض الطاعون ¶ الفوائد: ¶ 1 - الشهداء ينقسمون إلى قسمين: ¶ القسم الأول: شهداء في الدنيا والآخرة. ¶ وهو المقتول في سبيل الله. ¶ شهيد في الدنيا: فلا يغسل ولا يكفن ولا يصلى عليه. ¶ شهيد في الآخرة: لهم أجر الشهداء في الآخرة. ¶ القسم الثاني: شهيد في ثواب الآخرة دون الدنيا. ¶ وهم المذكورون في هذا الحديث. ¶ فهم في الدنيا حكمهم حكم بقية الأموات [يغسلون ويكفنون ويصلى عليهم] وفي الآخرة فهم شهداء. ¶ 2 - ممن ورد تسميته شهيداً في الأحاديث: ¶ أولاً: المطعون. ¶ وهو من مات في الطاعون. ¶ ثانياً: المبطون. ¶ وهو الذي مات بمرض البطن [كالإسهال وغيره]. ¶ ثالثاً: الغريق. ¶ الذي يغرق إما في بحر أو نهر. ¶ رابعاً: صاحب الهدم. ¶ الذي مات تحت الهدم والأنقاض. ¶ وجاء في بعض الأحاديث: ( ... والحرق، والمرأة تموت بجمع). ¶ الحرق: الذي يموت بحريق النار. ... المرأة التي تموت بجمع: بضم الجيم، وهي التي تموت حاملاً جامعة ولدها في بطنها. ¶ قال العلماء: ” إنما كانت هذه الموتات شهادة بتفضل الله تعالى بسبب شدتها وكثرة ألمها “. ¶ - ... - ... - ... - ... - ¶ 42 - وعنه قال: قال رسول الله - صلى الله عليه وسلم -: (لا يقبل الله صلاة أحدكم إذا أحدث حتى يتوضأ). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ (صلاة) نكرة في سياق النهي، فتعم كل صلاة، صلاة الحضر والسفر، وصلاة الجنازة. ¶ (أحدث) أي حصل منه حدث، وهو الخارج من أحد السبيلين أو غيره من نواقض الوضوء. ¶ الفوائد: ¶ 1 - هذا الحديث دليل على أن الوضوء شرط لصحة الصلاة. ¶ قال النووي: ” هذا الحديث نص في وجوب الطهارة للصلاة، وقد أجمعت الأمة على أن الطهارة شرط في صحة الصلاة “. ¶ 2 - تحريم الصلاة على غير طهارة، ولا فرق بين الصلاة المفروضة والنافلة. ¶ 3 - أن الصلاة تبطل بالحدث، سواء كان خروجه اختيارياً أم اضطرارياً. ¶ 4 - أن من انتقض وضوءه أثناء الصلاة فإنه يجب عليه أن يقطع الصلاة لأنها بطلت، ولا فرق في ذلك بين الإمام والمأموم. ¶ 5 - حالات الإنسان مع الطهارة: ¶ أولاً: يجب أن يستعمل الماء.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "ثانياً: فإن لم يجد الماء، أو كان يشق استعماله، فإنه يتيمم. ¶ ثالثاً: إذا لم يجد الماء، والتراب يضره، يصلي على حسب حاله في الوقت. لقوله تعالى: {فاتقوا الله ما استطعتم} ¶ وقال رسول الله - صلى الله عليه وسلم -: (إذا أمرتكم بأمر فأتوا منه ما استطعتم). ¶ 6 - أن من صلى ثم تذكر بعد فترة أن صلاته هذه كانت على غير طهارة، فإنه يجب أن يعيدها. ¶ 7 - أن الحدث ناقض للوضوء، ومبطل للصلاة إن كان فيها. ¶ - ... - ... - ... - ... - ¶ 43 - وعنه قال: قال رسول الله - صلى الله عليه وسلم -: (ويل للأعقاب من النار). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ (ويل) كلمة تهديد ووعيد، وقيل: واد في جهنم. (الأعقاب) جمع عقب، وهو العرقوب، والمراد بها الأعقاب التي لم يكمل غسلها في الوضوء. ¶ الفوائد: ¶ 1 - الحديث له سبب، فقد روى مسلم في صحيحه: (أن النبي - صلى الله عليه وسلم - رأى رجل لم يغسل عقبيه فقال - صلى الله عليه وسلم -: ويل للأعقاب من النار). ¶ 2 - وجوب استيعاب أعضاء الوضوء بالتطهير. ¶ 3 - الوعيد لمن يتساهل في غسل بعض أعضائه. ¶ 4 - وجوب غسل الرجلين إذا لم يكن عليها خف. ¶ 5 - أن التقصير في شيء من أعضاء الطهارة يعتبر كبيرة من كبائر الذنوب. ¶ 6 - لقد جاء التهديد بالويل على بعض الأعمال، منها: ¶ أولاً: المكذبين بالبعث. ¶ قال تعالى: {ويل للمكذبين}. ¶ ثانياً: للكافرين. ¶ قال تعالى: {فويل للذين كفروا من مشهد يوم عظيم}. ¶ ثالثاً: القاسية قلوبهم. ¶ قال تعالى: {فويل للقاسية قلوبهم من ذكر الله}. ¶ رابعاً: المغتاب والنمام. ¶ قال تعالى: {ويل لكل همزة لمزة}. ¶ خامساً: المصلون الذين يؤخرون الصلاة عن وقتها. ¶ قال تعالى: {فويل للمصلين. الذين هم عن صلاتهم ساهون}. ¶ سادساً: الذي يكذب ليضحك الناس. ¶ قال - صلى الله عليه وسلم -: (ويل للذي يحدث فيكذب ليضحك القوم، ويل له ويل له). رواه أبو داود ¶ سابعاً: المكثر من المال غير المنفق. ¶ قال - صلى الله عليه وسلم -: (ويل للمكثرين، إلا من قال بالمال هكذا وهكذا). متفق عليه ¶ 7 - أن الله قد يعذب بعض أجزاء الإنسان. ¶ كما قال - صلى الله عليه وسلم -: (ما أسفل من الكعبين من الإزار ففي النار). رواه البخاري ¶ - ... - ... - ... - ... - ¶ 44 - وعنه قال: قال رسول الله - صلى الله عليه وسلم -: (إذا توضأ أحدكم فليجعل في أنفه ماءً ثم لينتثر). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ (توضأ أحدكم) يعني شرع في الوضوء. (لينتثر) يعني ليخرج الماء من أنفه بعد إدخاله فيه، وهو الاستنشاق.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "الفوائد: ¶ 1 - وجوب الاستنشاق، لقوله (فليجعل في أنفه ... ) وهذا أمر والأمر يقتضي الوجوب. ¶ 2 - مباحث المضمضة والاستنشاق: ¶ أولاً: هما واجبتان. ¶ أما الاستنشاق فلحديث الباب. ¶ وأما المضمضة فلحديث لقيط بن صبرة قال: قال رسول الله - صلى الله عليه وسلم -: (أسبغ الوضوء ... وإذا توضأت فمضمض). رواه أبو داود ¶ المضمضة: إدخال الماء إلى الفم وتحريكه. ¶ ثانياً: يسن أن يبدأ بهما قبل الوجه. ¶ لحديث عثمان: (أنه دعا بوضوء فأفرغ على يديه، ثم تمضمض واستنشق، ثم غسل وجه ثلاثاً ... ). متفق عليه ¶ ولو أخرهما وفعلهما بعد الوجه جاز. ¶ ثالثاً: كيفية المضمضة والاستنشاق: ¶ السنة أن يأخذ لها ماءً واحداً من كف واحدة غرفة واحدة يجعل بعضها لأنفه وبعضها لفمه. ¶ لحديث عبد الله بن زيد: (أن رسول الله - صلى الله عليه وسلم - تمضمض واستنشق من كفٍ واحدة). متفق عليه ¶ - ... - ... - ... - ... - ¶ 45 - وعنه قال: قال رسول الله - صلى الله عليه وسلم -: (إذا شرب الكلب في إناء أحدكم فليغسله سبعاً). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ (الكلب) حيوان معروف. (إناء) الإناء الوعاء. (سبعاً) أي سبع مرات. ¶ الفوائد: ¶ 1 - جاء في رواية: (أولاهنّ بالتراب). ¶ 2 - وجوب غسل ما ولغ فيه الكلب سبع مرات، لقوله - صلى الله عليه وسلم - (فليغسله) وهذا أمر والأمر يقتضي الوجوب. ¶ 3 - التغليظ في نجاسة الكلب لشدة قذارته. ¶ 4 - وجوب استعمال التراب في غسل نجاسة الكلب. ¶ 5 - الأفضل أن تكون التراب هي الأولى لأمرين: ¶ 1 - لرواية مسلم: (أولاهن). ¶ 2 - لأن الأولى إذا صارت بالتراب صارت الغسلات الثانية والتي بعدها تزيده طهرة ونظافة. ¶ 6 - أنه لا بد من التراب، فلا يقوم غير التراب مقام التراب. ¶ أولاً: لأنه هو الذي ورد به النص. ¶ ثانياً: ولأنه أحد الطهورين. (نعم لو كان التراب غير متوفر فيستعمل غيره من المنظفات). ¶ 7 - أن نجاسة الكلب أغلظ النجاسات. ¶ 8 - أن لعاب الكلب ـ أي ريقه ـ نجس. ¶ - ... - ... - ... - ... - ¶ 46 - وعنه قال: قال رسول الله - صلى الله عليه وسلم -: (إذا جلس بين شعبها الأربع ثم جهدها فقد وجب الغسل). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ (شعبها الأربع) قيل المراد: يداها ورجلاها، وقيل: ساقاها وفخذاها. (جهدها) كناية عن الجماع. ¶ الفوائد: ¶ 1 - الحديث يدل على وجوب الغسل بالإيلاج ولو لم يكن هناك إنزال، ويدل لذلك رواية مسلم (وإن لم ينزل). ¶ 2 - فإن قال قائل: ما الجواب عن حديث: (إنما الماء من الماء)؟ ¶ (إنما الماء) أي ماء الغسل. (من الماء) أي خروج المني. الجواب عنه من وجهين: ¶ أ. أنه منسوخ بحديث الباب.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "ب. أنه محمول على الاحتلام. ¶ 3. موجبات الغسل: ¶ أولاً: الإيلاج وإن لم ينزل. ¶ لحديث الباب. ¶ ثانياً: خروج المني دفقاً بشهوة. ¶ عن أم سلمة قالت: (جاءت أم سليم ـ امرأة أبي طلحة ـ إلى رسول الله - صلى الله عليه وسلم - فقالت: يا رسول الله، إن الله لا يستحي من الحق، هل على المرأة من غسل إن هي احتلمت؟ فقال رسول الله - صلى الله عليه وسلم -: نعم، إذا رأت الماء). متفق عليه ¶ قال النووي: ” وقد أجمع المسلمون على وجوب الغسل على الرجل والمرأة بخروج المني “. ¶ ثالثاً: انقطاع دم الحيض والنفاس. ¶ قال تعالى: {ولا تقربوهن حتى يطهرن}. ¶ وقال - صلى الله عليه وسلم - لفاطمة بنت أبي حبيش: ( ... فإذا أقبلت حيضتك فدعي الصلاة، وإذا أدبرت فاغتسلي وصلي). متفق عليه ¶ - ... - ... - ... - ... - ¶ 47 - وعنه قال: قال رسول الله - صلى الله عليه وسلم -: (إذا استيقظ أحدكم من نومه، فلا يغمس يده في الإناء حتى يغسلها ثلاثاً، فإنه لا يدري أين باتت يده). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ (استيقظ) انتبه. ... (يديه) كفيه. ... (إناء) الإناء الوعاء. ¶ الفوائد: ¶ 1 - يستحب للإنسان إذا استيقظ من نومه أن يغسل يديه ثلاث مرات قبل إدخالها الإناء. ¶ وهذا مذهب أكثر العلماء أن الأمر للاستحباب. ¶ 2 - أن هذا خاص بنوم الليل فقط، ويدل لذلك: ¶ ــ قوله (باتت) والبيتوتة تطلق على نوم الليل. ¶ ــ جاء في رواية: (إذا استيقظ أحدكم من نوم الليل ... ). ¶ 3 - الحكمة من ذلك ما ذكره شيخ الإسلام ابن تيمية: من ملامسة الشيطان لهما، ويدل على ذلك: ¶ التعليل: (فإن أحدكم لا يدري أين باتت يده). ¶ 4 - حسن تعليم النبي - صلى الله عليه وسلم -، حيث ربط الحكم ببيان علته ليزداد المكلف به إيماناً. ¶ وقرن الحكم بالعلة له فوائد: ¶ أولاً: بيان أن الشريعة سامية عالية لا تحكم بشيء إلا وله حكمة. ¶ ثانياً: اقتناع النفوس بالحكم، لأن النفس إذا علمت علة الحكم اطمأنت. ¶ ثانياً: شمول الحكم بشمول هذه العلة. ¶ أمثلة على قرن الحكم بالعلة: ¶ قال - صلى الله عليه وسلم - في الهرة: (إنها ليست بنجس إنها من الطوافين عليكم والطوافات). رواه أبو داود ¶ وقال - صلى الله عليه وسلم -: (إن الله ورسوله ينهياكم عن لحوم الحمر الأهلية فإنها رجس). متفق عليه ¶ 48 - وعنه قال: قال رسول الله - صلى الله عليه وسلم -: (من شهد الجنازة حتى يصلى عليها فله قيراط، ومن شهدها حتى تدفن فله قيراطان، قيل: وما القيراطان؟ قال: مثل الجبلين العظيمين). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ (من شهد) أي حضر. (الجنازة) بالفتح اسم للميت، وبالكسر اسم للنعش الذي عليه الميت.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "الفوائد: ¶ 1 - في الحديث الفضل العظيم لشهود الجنازة بالصلاة والتشييع والحمل والدفن. ¶ 2 - أن جزاء من شهد الجنازة من الصلاة حتى الدفن ولم يفارقها، هو قيراطان من الأجر. ¶ والقيراط مثل الجبل، وقد جاء في رواية: (كل قيراط مثل أحد) ولذلك لما بلغ ابن عمر هذا الحديث قال: (لقد فرطنا في قراريط كثيرة). ¶ قال النووي: ” فيه ما كان عليه الصحابة من الرغبة في الطاعات حين يبلغهم، والتأسف على ما يفوتهم منها “. ¶ 3 - أن حصول هذا الأجر مشروط أن يفعل ذلك إيماناً واحتساباً، كما جاء في رواية: (من تبع جنازة مسلم إيماناً واحتساباً). ¶ 4 - أن اتباع الجنازة من حقوق المسلم على أخيه المسلم. ¶ قال - صلى الله عليه وسلم -: (حق المسلم على المسلم خمس: رد السلام، وعيادة المريض، واتباع الجنائز، ... ). متفق عليه ¶ وعن البراء بن عازب قال: (أمرنا بسبع: ... وذكر منها: واتباع الجنائز). متفق عليه ¶ واتباعها على قسمين: ¶ القسم الأول: اتباع من عند أهلها حتى يفرغ من الصلاة عليها. ¶ وهذا يحصل به قيراط واحد. ¶ القسم الثاني: اتباعها من عند أهلها حتى يفرغ من دفنها. ¶ وهذا يحصل به القيراطان. ¶ 5 - أن هذا الفضل في اتباع الجنائز خاص بالرجال دون النساء. ¶ لحديث أم عطية: (نهانا رسول الله - صلى الله عليه وسلم - عن اتباع الجنائز ولم يعزم علينا). متفق عليه ¶ فيحرم على المرأة اتباع الجنائز. ¶ 6 - لا يجوز أن تتبع الجنائز بما يخالف الشريعة، كرفع الصوت بالنياحة. ¶ قال - صلى الله عليه وسلم -: (لا تتبع الجنازة بصوت ولا نار). رواه أبو داود ¶ وقال عمرو بن العاص في وصيته: (فإذا أنا مت فلا تصحبني نائحة ولا نار). رواه مسلم ¶ - ... - ... - ... - ... - ¶ 49 - وعنه قال: قال رسول الله - صلى الله عليه وسلم -: (أسرعوا بالجنازة، فإن تك صالحة فخير تقدمونها إليه، وإن تك سوى ذلك فشر تضعونه عن رقابكم). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ (أسرعوا) من الإسراع، وهو وسط بين المشي المعتاد والسعي. ¶ الفوائد: ¶ 1 - الأمر بالإسراع بالجنازة، لقوله (أسرعوا). ¶ وأكثر العلماء على أنه للاستحباب، بينما بعض العلماء على وجوبه لظاهر الحديث. ¶ 2 - أن الإسراع يشمل أمرين: ¶ الأمر الأول: الإسراع في تجهيزها ودفنها. ¶ قال - صلى الله عليه وسلم -: (لا ينبغي لجيفة مسلم تبقى بين ظهراني أهله). رواه أبو داود ¶ الأمر الثاني: الإسراع في حملها إلى دفنها. ¶ لقوله - صلى الله عليه وسلم -: (أسرعوا بالجنازة ... فشر تضعونه عن رقابكم). ¶ 3 - الإسراع بالجنازة ينقسم إلى ثلاثة أقسام: ¶ القسم الأول: إسراعاً لا يصل إلى حد التفريط، ولا يؤذي تابعيها. ¶ فهذا هو السنة. ¶ القسم الثاني: أن يكون دبيباً خطوة خطوة. ¶ فهذه بدعة مكروهة مخالفة للسنة. ¶ القسم الثالث: إسراعاً شديداً بحيث يؤذي الميت وتابعه.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "فهذا منهي عنه. ¶ 4 - إثبات الجزاء والحساب. ¶ 6 - ينبغي للمسلم أن يستعد ويتذكر، ما تقول جنازته: هل تقول: قدموني قدموني؟ ¶ أو تقول: يا ويلها، أين يذهبون بها؟ ¶ - ... - ... - ... - ... - ¶ 50 - وعنه قال: قال رسول الله - صلى الله عليه وسلم -: (لا يموت لأحد من المسلمين ثلاثة من الولد لا تمسه النار إلا تحلة القسم). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ (الولد) يشمل الذكر والأنثى. ¶ الفوائد: ¶ 1 - جاء في رواية: (لم يبلغوا الحنث) أي لم يبلغوا الحلم فتكتب عليهم الآثام. ¶ 2 - فضل من مات له أولاد صغار وقبل الحنث ـ أي لم يبلغوا ـ وأنهم يكونون له ستراً من النار. ¶ لكن هذا الأجر بشرط أن يحتسب ذلك. ¶ فقد جاء في رواية: (من احتسب من صلبه ثلاثة من الولد) أي صبر راضياً بقضاء الله راجياً فضله. ¶ وقال - صلى الله عليه وسلم -: (لا يموت لأحداكنّ ثلاثة من الولد فتحتسبهم إلا دخلت الجنة). ¶ 3 - خص الصغير بذلك، لأن الشفقة عليه أعظم، والحب له أشد، والرحمة له أوفر. ¶ 4 - يشترط لحصول هذا الأجر أن يموتوا صغاراً. ¶ ــ لحديث الباب. ¶ ــ ولقوله - صلى الله عليه وسلم -: (من مات له ثلاثة أولاد في الإسلام، فماتوا قبل أن يبلغوا، أدخله الله الجنة). رواه أحمد ¶ 5 - المراد بتحلة القسم قوله تعالى: {وإن منكم إلا واردها كان على ربك حتماً مقضياً}. ¶ وقد اختلف العلماء في المراد بالورود في الآية: ¶ فقيل: هو الدخول. ¶ وقيل: هو المرور عليها. ¶ وقيل: الدنو منها. ¶ 6 - بيان فضل الصبر عند المصيبة. ¶ 7 - أن أولاد المسلمين في الجنة. ¶ قال النووي: ” أجمع من يعتد به من علماء المسلمين على أن من مات من أطفال المسلمين فهو من أهل الجنة “. ¶ وأما حديث عائشة لما قالت عن صبي مات: (طوبى له عصفور من عصافير الجنة) فقال رسول الله - صلى الله عليه وسلم -: (أو غير ذلك يا عائشة ... ). رواه مسلم، ... فالجواب عنه: ¶ أ. لعله نهاها عن المسارعة إلى القطع من غير أن يكون عندها دليل قاطع. ¶ ب. ويحتمل أنه - صلى الله عليه وسلم - قال هذا قبل أن يعلم أن أطفال المسلمين في الجنة. ¶ - ... - ... - ... - ... - ¶ 51 - وعنه قال: قال رسول الله - صلى الله عليه وسلم -: (من نسي وهو صائم فأكل أو شرب فليتم صومه فإنما أطعمه الله وسقاه). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ (فليتم) أي فليكمل. (أطعمه الله) أي رزقه الله طعاماً. (وسقاه) أي رزقه شراباً. ¶ الفوائد: ¶ 1 - أن من أكل أو شرب ناسياً وهو صائم فإن صومه لا يفسد.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "2 - أنه يقاس على الأكل والشرب بقية المفطرات، كالجماع ناسياً وغيرها، فلا يفسد الصيام بها نسياناً، ويدل أيضاً على العموم: ¶ قوله - صلى الله عليه وسلم -: (من أفطر في رمضان ناسياً فلا قضاء عليه ولا كفارة). رواه الحاكم ¶ (قوله: [من أفطر] عام يشمل الأكل والشرب والجماع وغيرها). ¶ 3 - أن الأكل والشرب عامداً في نهار رمضان مفسد للصيام، وهذا بالإجماع. ¶ قال تعالى: {وكلوا واشربوا حتى يتبين لكم الخيط الأبيض من الأسود من الفجر}. ¶ وقال رسول الله - صلى الله عليه وسلم -: (والذي نفسي بيده لخلوف فم الصائم أطيب عند الله من ريح المسك، يدع طعامه وشرابه وشهوته من أجلي). رواه البخاري ¶ 4 - معنى أطعمه الله وسقاه: أن الله تعالى من لطفه يسّر له هذه الأكلة أو الشربة حينما أنساه صيامه وحاله، فصار هذا الرزق المباح مسوقاً من الله. ¶ 5 - سعة رحمة الله بعفوه عن الناس. ¶ 6 - هذا الحكم يدخل تحت القاعدة العظيمة العامة في قوله تعالى: {ربنا لا تؤاخذنا إن نسينا} فقال الله: قد فعلت. ¶ 7 - المفطرات: ¶ أولاً: الأكل والشرب. ¶ وسبق الدليل. ¶ ثانياً: الجماع في الفرج. ¶ لحديث أبي هريرة - رضي الله عنه - قال: (جاء رجل إلى رسول الله - صلى الله عليه وسلم -، فقال: يا رسول الله، هلكت، فقال: ما أهلكك؟ أو مالك؟ قال: وقعت على امرأتي وأنا صائم ... ). متفق عليه ¶ ثالثاً: القيء عمداً. ¶ لحديث أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: (من ذرعه القيء فلا قضاء عليه، ومن استقاء فعليه القضاء). ¶ رواه أبو داود ¶ رابعاً: إنزال المني باختياره ولو بدون جماع. ¶ خامساً: الحجامة. ¶ قال - صلى الله عليه وسلم -: (أفطر الحاجم والمحجوم). رواه أبو داود ¶ - ... - ... - ... - ... - ¶ 52 - وعنه قال: قال رسول الله - صلى الله عليه وسلم -: (من قال: سبحان الله وبحمده في يومه مائة مرة حطت خطاياه وإن كانت مثل زبد البحر). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ (حطت خطاياه) وضعت عنه ذنوبه. (زبد البحر) رغوته عند هيجانه، وهو كناية عن المبالغة في الكثرة. ¶ الفوائد: ¶ 1 - فضل هذا الذكر (سبحان الله وبحمده). ¶ 2 - أن قول هذا الذكر مائة مرة سبب لذهب الخطايا. ¶ 3 - معنى التسبيح: تنزيه الله عن النقائص، وعن مماثلة المخلوقين. ¶ 4 - فضل (سبحان الله وبحمده): ¶ أولاً: قولها مائة مرة سبب لمحو الذنوب. ¶ لحديث الباب. ¶ ثانياً: أنها أحب الكلام إلى الله. ¶ قال - صلى الله عليه وسلم -: (أحب الكلام إلى الله: سبحان الله وبحمده). رواه مسلم ¶ ثالثاً: أنها ثقيلة في الميزان.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "قال - صلى الله عليه وسلم -: (كلمتان ثقيلتان في الميزان حبيبتان إلى الرحمن: سبحان الله وبحمده سبحان الله العظيم). متفق عليه ¶ 5 - أن الحديث مطلق، فيشمل من قالها متوالية أو متفرقة، لكن الأفضل أن يأتي بها متوالية. ¶ 6. قوله (حطت خطاياه) المراد بها الصغائر عند جمهور العلماء، وأما الكبائر فلا بد من التوبة. ¶ - ... - ... - ... - ... - ¶ 53 - وعنه قال: قال رسول الله - صلى الله عليه وسلم -: (تجدون شرّ الناس ذا الوجهين، الذي يأتي هؤلاء بوجه وهؤلاء بوجه). ¶ --------------------------------------------------------- ¶ الفوائد: ¶ 1 - التحذير من هذا الخلق السيئ، وهو أن يكون ذو وجهين. ¶ 2 - إنما كان ذو الوجهين شرّ الناس لأن حاله حال المنافقين، إذ هو متعلق بالباطل والكذب، ومدخل للفساد بين الناس. ¶ قال النووي: ” هو الذي يأتي كل طائفة بما يرضيها، فيظهر لها أنه منها ومخالف لضدها، وصنيعه نفاق محض وكذب وخداع وتحيل على الاطلاع على أسرار الطائفتين “. ¶ ويؤيد هذا أنه جاء في رواية: (الذي يأتي هؤلاء بحديث هؤلاء، وهؤلاء بحديث هؤلاء). ¶ 3 - عقوبة ذا الوجهين: ¶ أولاً: أنه من شرّ الناس. ¶ لحديث الباب. ¶ ثانياً: لا يمكن أن يكون أميناً. ¶ قال - صلى الله عليه وسلم -: (لا ينبغي لذي الوجهين أن يكون أميناً). رواه البخاري في الأدب المفرد ¶ ثالثاً: يعاقب بلسانان من نار. ¶ قال - صلى الله عليه وسلم -: (من كان له وجهان في الدنيا كان له يوم القيامة لسانان من نار). رواه أبو داود ¶ أي كما كان في الدنيا له لسانان عند كل طائفة. ¶ 4 - أن هذه الصفة ـ وللأسف ـ موجودة عند كثير من الناس. ¶ 5 - أن هذه الصفة من النفاق، كما قال تعالى: {وإذا لقوا الذين آمنوا قالوا آمنا وإذا خلوا إلى شياطينهم قالوا إنا معكم إنما نحن مستهزئون}. ¶ 6 - أن هذا العمل ـ من يأتي هؤلاء بوجه وهؤلاء بوجه ـ يعتبر من كبائر الذنوب، لأن النبي - صلى الله عليه وسلم - وصف فاعله بأنه شرّ الناس. ¶ - ... - ... - ... - ... - ¶ 54 - وعنه قال: قال رسول الله - صلى الله عليه وسلم -: (حق المسلم على المسلم خمس: ردُّ السلام، وعيادة المريض، واتباع الجنائز، وإجابة الدعوة، وتشميت العاطس). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ عيادة المريض: زيارته. تشميت العاطس: أي إزالة شماتة الأعداء عنه بالدعاء له بالخير. ¶ الفوائد: ¶ 1 - الإسلام دين المودة والمحبة والإخاء، يحث عليها ويرغب بها، لذا شرع الأسباب التي تحقق هذه الغايات، ومن أهمها هذه الحقوق التي ذكرها النبي - صلى الله عليه وسلم -: ¶ الحق الأول: ردّ السلام. ¶ يعني إذا سلم عليك فإنك ترد عليه السلام. ¶ وحكمه: فرض عين على المنفرد ـــ وفرض كفاية على الجماعة. ¶ قال - صلى الله عليه وسلم -: (يجزئ عن الجماعة أن يرد أحدهم). رواه أحمد ¶ جاء في رواية: (إذا لقيته فسلم عليه). ¶ وابتداء السلام سنة ليس بواجب.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "قال الشيخ محمد بن عثيمين رحمه الله: ” إن من حق المسلم على أخيه إذا لقيه أن يسلم عليه، وهذا الحق ليس بواجب بدليل أن النبي - صلى الله عليه وسلم - رخص في الهجر دون ثلاث). ¶ فضائل السلام: ¶ أولاً: أنه سبب للمحبة. ¶ قال - صلى الله عليه وسلم -: (لا تدخلوا الجنة حتى تؤمنوا، ولا تؤمنوا حتى تحابوا، أولا أدلكم على شيء إذا فعلتموه تحاببتم: أفشوا السلام بينكم). رواه مسلم ¶ ثانياً: أنه من خير خصال الإسلام. ¶ عن عبد الله بن عمرو: (أن رجلاً سأل رسول الله - صلى الله عليه وسلم -، أي الإسلام خير؟ قال: تطعم الطعام، وتقرأ السلام على من عرفت ومن لم تعرف). متفق عليه ¶ ثالثاً: من أسباب دخول الجنة. ¶ قال - صلى الله عليه وسلم -: (يا أيها الناس: أفشوا السلام، وأطعموا الطعام، ... تدخلوا الجنة بسلام). رواه الترمذي ¶ الحق الثاني: عيادة المريض. ¶ وقد أمرنا بذلك. ¶ ــ عن البراء بن عازب قال: (أمرنا بسبع: بعيادة المريض، ... ). متفق عليه ¶ ــ وقال - صلى الله عليه وسلم -: (فكّوا العاني، وعودوا المريض، ... ). رواه البخاري ¶ وجاء الفضل العظيم في عيادة المريض: ¶ ــ قال - صلى الله عليه وسلم -: (من عاد مريضاً أو زار أخاً له في الله قيل له: طبت وطاب ممشاك وتبوأت من الجنة منزلاً). رواه الترمذي ¶ ــ وقال - صلى الله عليه وسلم -: (من عاد مريضاً لم يزل في خرفة الجنة). ¶ الحق الثالث: اتباع الجنائز. ¶ وسبق الكلام عليه. ¶ الحق الرابع: إجابة الدعوة. ¶ وهي مستحبة إلا في وليمة العرس فإنها واجبة، ويشترط لإجابة الدعوة: ¶ ــ ألا يكون هناك منكر، فإن كان هناك منكر فلا يجاب. ¶ ــ وأن يكون الداعي مسلماً، فإن كان كافراً فلا يجب إجابته إلا إذا كان هناك مصلحة، كرجاء إسلامه فلا بأس. ¶ لأن النبي - صلى الله عليه وسلم - أجاب دعوة اليهودي الذي دعاه. ¶ الحق السادس: تشميت العاطس. ¶ فإذا عطس أخوك المسلم وحمد الله فشمته. ¶ لكن إذا حمد الله، كما قال - صلى الله عليه وسلم -: (إذا عطس فحمد الله فشمته). ¶ فإذا عطس الرجل، وسمعته حمد الله، فإنك تقول له: يرحمك الله. [وستأتي مباحث التشميت إن شاء الله] ¶ - ... - ... - ... - ... - ¶ 55 - وعنه قال: قال رسول الله - صلى الله عليه وسلم -: (لا يحل لامرأة تؤمن بالله واليوم الآخر تسافر مسيرة يوم وليلة إلا مع ذي محرم). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ لا يحل: يحرم. محرم: من يحرم عليه نكاحها أبداً. ¶ الفوائد: ¶ 1 - تحريم سفر المرأة من غير محرم. ¶ 2 - أن كل ما يسمى سفراً عرفاً فإنه تمنع المرأة من السفر لوحدها. ¶ 3 - أنه لا فرق بين أن تكون المرأة كبيرة أو صغيرة، أو أمة أو غير أمة، معها نساء أو لا، فيحرم عليها السفر بدون محرم. ويدل لذلك:",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "حديث ابن عباس أنه سمع النبي - صلى الله عليه وسلم - يقول: (لا تسافر المرأة إلا مع ذي محرم، فقال له رجل: يا رسول الله، إن امرأتي خرجت حاجة، وإني اكتتبت في غزوة كذا وكذا، قال: انطلق فحج مع امرأتك). متفق عليه ¶ فالنبي - صلى الله عليه وسلم - أمره أن ينطلق ويحج مع امرأته، ولم يستفصل هل هي كبيرة أو صغيرة، معها نساء أو من غير نساء، هل الطريق آمن أم لا. ... [اكتتبت: أي أن اسمي مكتوب مع الغزاة] ¶ 4 - أن سفر المرأة لوحدها مُحَرَّم سواء لأجل العبادة [كالحج أو العمرة] أو لغير العبادة. ¶ 5 - في منعها من السفر إلا مع ذي محرم حماية للمرأة، لأنها ضعيفة في بدنها ونفسها، فلا بد من محرم يحافظ عليها ويغار عليها. ¶ 6 - المحرم هو: زوجها أو من تحرم عليه على التأبيد. ¶ 7 - يشترط في المحرم شروطاً: ¶ أن يكون مكلفاً (بالغاً عاقلاً). ¶ لأن المقصود من المحرم الصيانة والحفظ، والصغير والمجنون لا تحصل بهما الصيانة والكفاية. ¶ - ... - ... - ... - ... - ¶ 56 - وعن عائشة قالت: قال رسول الله - صلى الله عليه وسلم -: (لا هجرة بعد الفتح ولكن جهاد ونية، وإذا استنفرتم فانفروا). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ (لا هجرة) أي من مكة، لأنها صارت دار إسلام. ... (استنفرتم) طلب الإمام منكم الخروج للجهاد. ¶ (جهاد) هو بذل الجهد في حرب الكفار. ¶ الفوائد: ¶ 1 - نسخ وجوب الهجرة من مكة إلى المدينة، لأنها صارت دار إسلام. ¶ 2 - بشارة نبوية أن مكة تبقى دار إسلام أبداً. ¶ 3 - لا تنقطع الهجرة ما دام في الدنيا دار كفر ودار إسلام، فقد قال - صلى الله عليه وسلم -: (لا تنقطع الهجرة حتى تنقطع التوبة، ولا تنقطع التوبة حتى تخرج الشمس من مغربها). ¶ 4 - أن حكم مكة حكم غيرها من البلاد، أي أنه إذا صارت البلد دار إسلام لم تجب الهجرة منها إلى غيرها. ¶ 5 - ينبغي الاستعداد للجهاد وتحديث النفس به. ¶ 6 - وجوب الخروج إلى الجهاد إذا طلب الإمام ذلك، وهذه إحدى الحالات التي يكون فيها الجهاد فرض عين، ومنها: ¶ الحالة الأولى: إذا طلب الإمام ذلك. ¶ لحديث الباب: (وإذا استنفرتم فانفروا). ¶ الحالة الثانية: عند حضور الصف والتقاء القتال. ¶ قال تعالى: {يا أيها الذين آمنوا إذا لقيتم الذين كفروا زحفاً فلا تولوهم الأدبار ومن يولهم يومئذٍ دبره إلا متحرفاً لقتال أو متحيزاً إلى فئة ... }. ¶ وقد جعل النبي - صلى الله عليه وسلم - التولي يوم الزحف من السبع الموبقات. ¶ الحالة الثالثة: إذا حضر بلده العدو. ¶ فإنه يجب على كل أحد أن يقاتل. ¶ الحالة الرابعة: إذا احتيج إليه. ¶ بأن يكون السلاح لا يعرفه إلا فرد من الأفراد، وكان الناس يحتاجون إلى هذا الرجل لاستعمال هذا السلاح، فإنه يجب عليه أن يجاهد. ¶ 7 - يجب أن ينوي النية الخالصة في الجهاد في سبيل الله. ¶ - ... - ... - ... - ... - ¶ 57 - وعنها قالت: قال رسول الله - صلى الله عليه وسلم -: (الذي يقرأ القرآن وهو ماهر به مع السفرة الكرام البررة، والذي يقرأ القرآن ويتتعتع فيه وهو عليه شاق له أجران). ¶ ---------------------------------------------------------",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "معاني الكلمات: ¶ (السفرة) هم الملائكة. (البررة) المصطفين. (يتتعتع) تردد عليه بسبب المشقة. ¶ الفوائد: ¶ 1 - الحث على تعلم القرآن الكريم. ¶ 2 - أن قارئ القرآن ينقسم إلى قسمين: ¶ القسم الأول: أن يكون متقناً للقرآن. ¶ فهذا مع الكرام السفرة البررة. ¶ القسم الثاني: أن يتتعتع فيه ويتردد. ¶ فهذا له أجران، أجر التلاوة، وأجر المشقة. ¶ القسم الأول أفضل وأعلى. ¶ 3 - ينبغي للمسلم أن يحرص على تعلم القرآن وإتقانه لينال الأجر العظيم. ¶ 4 - فضائل قراءة القرآن الكريم: ¶ أولاً: الماهر به والمجيد له مع الكرام السفرة. ¶ لحديث الباب. ¶ ثانياً: أنه يكون شفيعاً لأصحابه. ¶ قال - صلى الله عليه وسلم -: (اقرءوا القرآن فإنه يأتي يوم القيامة شفيعاً لأصحابه). رواه مسلم ¶ ثالثاً: أنه من خير الناس. ¶ قال - صلى الله عليه وسلم -: (خيركم من تعلم القرآن وعلمه). رواه البخاري ¶ رابعاً: سبب لرفعة العبد. ¶ قال - صلى الله عليه وسلم -: (إن الله يرفع بهذا الكتاب أقواماً ويضع به آخرين). رواه مسلم ¶ خامساً: أن كل حرف منه بحسنة، والحسنة بعشر أمثالها. ¶ قال - صلى الله عليه وسلم -: (من قرأ حرفاً من كتاب الله فله حسنة، والحسنة بعشر أمثالها، لا أقول ألم حرف، ولكن: ألف حرف، ولام حرف، وميم حرف). رواه الترمذي ¶ 5 - أن الملائكة لهم صفات عظيمة وجليلة، منها: ¶ ــ أنهم سفرة، يعني بين الله وبين خلقه. ¶ قال تعالى: {بأيدي سفرة}. ¶ ــ كرام، لعصمتهم عن الدنس والآثام. ¶ ــ بررة، أفعالهم بارة ظاهرة كاملة. ¶ قال ابن كثير: ” ومن هاهنا ينبغي لحامل القرآن أن يكون في أفعاله وأقواله على السداد والرشاد “. ¶ 6 - أن قارئ القرآن ليس بخاسر مهما كان. ¶ - ... - ... - ... - ... - ¶ 58 - وعنها قالت: قال رسول الله - صلى الله عليه وسلم -: (من أحدث في أمرنا هذا ما ليس منه فهو رد). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ (أمرنا) ديننا. ... (رد) مردود عليه. ¶ الفوائد: ¶ 1 - هذا الحديث معدود من أصول الإسلام، وقاعدة من قواعده. ¶ 2 - معناه: أن من اخترع من الدين ما لا يشهد له أصل من أصوله فلا يلتفت إليه. ¶ 3 - هذا الحديث مما ينبغي حفظه واستعماله في إبطال البدع والمحدثات. ¶ 4 - تعريف البدعة: ¶ لغة: الشيء المستحدث. ¶ واصطلاحاً: التعبد لله بما ليس عليه النبي - صلى الله عليه وسلم - ولا خلفاؤه الراشدون. مسائل البدعة: ¶ أولاً: أن جميع البدع ضلالة.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "لقوله - صلى الله عليه وسلم -: (وكل بدعة ضلالة). رواه أبو داود ¶ ثانياً: أن إحياء البدع إماتة لسنن. ¶ قال بعض السلف: ” ما ابتدع قوم بدعة إلا أضاعوا من السنة مثلها “. ¶ ثالثاً: البدعة تستلزم عدة محاذير: ¶ أ. تستلزم تكذيب قول الله تعالى: {اليوم أكملت لكم دينكم}. ¶ لأنه إذا جاء ببدعة جديدة يعتبرها ديناً فمقتضى ذلك أن الدين لم يكمل. ¶ ب. تستلزم القدح في الشريعة، وأنها ناقصة. ¶ ج. تستلزم القدح في المسلمين الذين لم يأتوا بها، فكل من سبق هذه البدع من الناس دينهم ناقص، وهذا حقير. ¶ د. تستلزم الطعن في رسول الله - صلى الله عليه وسلم -، لأن هذه البدعة إما أن يكون الرسول لم يعلم بها وحينئذٍ يكون جاهلاً، وإما أن يكون قد علم بها ولكن كتمها، فيكون كاتماً للرسالة أو بعضها، وهذا أحقر. ¶ رابعاً: قال شيخ الإسلام ابن تيمية: ” إن أهل البدع شرٌّ من أهل المعاصي الشهوانية بالسنة والإجماع، إذ أهل المعاصي ذنوبهم فعل بعض ما نهوا عنه، من سرقة أو زنا أو شرب خمر أو أكل مال بالباطل. ¶ وأهل البدع ذنوبهم: ترك ما أمروا به من اتباع السنة وجماعة المؤمنين “. ¶ قال ابن مسعود: ” اتبعوا ولا تبتدعوا فقد كفيتم “. ¶ وقال أيضاً: ” إن العمل إذا لم يكن موافقاً لسنة النبي - صلى الله عليه وسلم - فهو مردود على صاحبه “. ¶ 59 - وعنها قالت: (كان رسول الله - صلى الله عليه وسلم - إذا دخل العشر أحيا الليل، وأيقظ أهله وجدّ وشد المئزر). ¶ ------------------------------------------------------------------------------------ ¶ معاني الكلمات: ¶ (دخل العشر) أي العشر الأواخر من رمضان. ¶ الفوائد: ¶ 1 - استحباب اغتنام الأوقات الفاضلة بالطاعات. ¶ 2 - بيان فضل العشر الأواخر من رمضان. ¶ 3 - كان - عليه السلام - يخص العشر الأواخر بأعمال لا يعملها في بقية الشهر. منها: ¶ ــ إحياء الليل: ¶ لقولها: ... أحيا الليل ... ). وهذا يحتمل إحياء الليل كله، أو أغلبه. ¶ ــ كان - صلى الله عليه وسلم - يوقظ أهله للصلاة. ¶ لقولها: (وأيقظ أهله). ¶ وقد ورد الترغيب في إيقاظ أحد الزوجين صاحبه للصلاة: ¶ قال - صلى الله عليه وسلم -: (رحم الله رجلاً قام من الليل فصلى وأيقظ امرأته، فإن أبت نضح في وجهها الماء، رحم الله امرأة قامت من الليل وأيقظت زوجها، فإن أبى نضحت في وجهه الماء). رواه أبو داود ¶ وقال - صلى الله عليه وسلم -: (إذا أيقظ الرجل أهله من الليل فصليا ـ أو صلى ركعتين جميعاً ـ كتبا في الذاكرين الله والذاكرات). ¶ كانت امرأة حبيب بن أبي محمد تقول له بالليل: قد ذهب الليل وبين أيدينا طريق بعيد، وزادنا قليل، وقوافل الصالحين قد سارت قدامنا ونحن قد بقينا: ¶ يا نائماً كم ترقدُ ... قم يا حبيبي قد دنا الموعدُ ¶ ــ أنه كان يشد المئزر. واختلف في المراد به: ¶ فقيل: هو كناية عن جده واجتهاده في العبادة. ¶ وهذا ضعيف، فإنها قالت: (جدّ وشد المئزر) فعطفت شد المئزر على جده. ¶ وقيل: المراد اعتزاله للنساء ¶ وهذا القول هو الصحيح. وقد ورد صريحاً في حديث عائشة وأنس: (طوى فراشه واعتزل النساء). ¶ ــ اعتكافه - صلى الله عليه وسلم -.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "فقد كان يعتكف - صلى الله عليه وسلم - في العشر الأواخر. ¶ 3 - حرص الرسول - صلى الله عليه وسلم - على طاعة ربه واجتهاده في طلب مرضاته. ¶ - ... - ... - ... - ... - ¶ 60 - وعنها قالت: (من كل الليل قد أوتر رسول الله - صلى الله عليه وسلم -، من أوله ومن وسطه وانتهى وتره إلى السحر). ¶ ------------------ـ---------------------------------------------------------------------- ¶ معاني الكلمات: ¶ (من أول الليل ومن وسطه) مرادها جميع أجزائه لا خصوص الجزء الأول والأوسط مثلاً دون ما بينهما. ¶ الفوائد: ¶ 1 - أن الوتر سنة مؤكدة. ¶ 2 - أن الوتر يكون بالليل، ووقته من بعد صلاة العشاء إلى طلوع الفجر. ¶ 3 - يجوز فعل الوتر في أي وقت من الليل. ¶ 4 - فضائل الوتر: ¶ أولاً: أن الله وتر. ¶ قال - صلى الله عليه وسلم -: (إن الله وتر). ¶ ثانياً: أن الله يحبه. ¶ قال - صلى الله عليه وسلم -: (إن الله وتر يحب الوتر). ¶ ثالثاً: أن النبي - صلى الله عليه وسلم - كان يواظب عليه حضراً وسفراً. ¶ عن ابن عمر: (أن النبي - صلى الله عليه وسلم - كان يوتر على بعيره) أي في السفر. ¶ رابعاً: أن من لم يوتر فليس على طريقة محمد - صلى الله عليه وسلم -. ¶ قال - صلى الله عليه وسلم -: (الوتر حق، فمن لم يوتر فليس منّا). رواه أحمد ¶ 5 - أن الغالب من وتر النبي - صلى الله عليه وسلم - أنه يكون في السحر. ¶ 6 - ينبغي للمسلم أن يعرف هدي النبي - صلى الله عليه وسلم - في عباداته كي يقتدي به. ¶ - ... - ... - ... - ... - ¶ 61 - وعنها قالت: (كان رسول الله - صلى الله عليه وسلم - يتكئ في حجري وأنا حائض فيقرأ القرآن). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ يتكئ: يعتمد. ... حجري: حضني. ¶ الفوائد: ¶ 1 - حسن خلق النبي - صلى الله عليه وسلم -. ¶ 2 - جواز اتكاء الرجل في حجر زوجته. ¶ 3 - جواز قراءة القرآن في حجر الحائض لأنها طاهرة البدن والثياب. ¶ 4 - أن بدن الحائض طاهر وكذلك سؤرها وثيابها. ¶ قالت عائشة: (كنت أشرب ثم أناوله النبي - صلى الله عليه وسلم - فيضع فاه على موضع فمي). ¶ 5 - استحباب ذكر الله على كل حال. ¶ - ... - ... - ... - ... - ¶ 62 - وعنها قالت: قال رسول الله - صلى الله عليه وسلم -: (من ظلم قيد شبر من الأرض طوقه الله من سبع أرضين). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ شبراً: هو ما بين طرفي الخنصر والإبهام بالتفريج المعتاد بينهما. ¶ الفوائد:",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "1 - الحديث له سبب: أن أروى بنت أويْس ادعت على سعيد بن زيد أنه أخذ شيئاً من أرضها، فخاصمته إلى مروان بن الحكم، فقال سعيد: أنا كنت آخذ من أرضها شيئاً بعد الذي سمعت من رسول الله - صلى الله عليه وسلم - قال: وما سمعت من رسول الله - صلى الله عليه وسلم -؟ قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: (من أخذ شبراً ... ) فقال مروان: لا أسألك بيّنة بعد هذا، فقال: اللهم إن كانت كاذبة فعمِّ بصرها وأفلتها من أرضها، قال: فما ماتت حتى ذهب بصرها، ثم بينما هي تمشي في أرضها إذ وقعت في حفرة فماتت. ¶ 2 - تحريم الظلم وذلك بغصب الحقوق من أصحابها. ¶ والغصب: هو أخذ الشيء ظلماً وقهراً. ¶ 3 - عظم عقوبة الظلم والغصب. وقد اختلف في المراد بقوله: (طوقه ... ): ¶ فقيل: أن يكلف نقل ما ظلم منها في القيامة إلى المحشر ويكون كالطوق في عنقه. ¶ وقيل: يعاقب بالخسف إلى سبع أرضين، أي فتكون كل أرض في تلك الحالة طوقاً في عنقه، ويؤيد هذا حديث ابن عمر قال: قال رسول الله - صلى الله عليه وسلم -: (من أخذ من الأرض شبراً بغير حق خسف به يوم القيامة إلى سبع أرضين). رواه البخاري ¶ وقيل: أنه يطوق إثم ذلك ويلزمه كلزوم الطوق بعنقه. ¶ 4 - أن الله عظم حقوق الإنسان من مال أو عرض. ¶ قال تعالى: {ولا تأكلوا أموالكم بينكم بالباطل}. ¶ وقال تعالى: {إن الذين يأكلون أموال اليتامى ظلماً إنما يأكلون في بطونهم ناراً وسيصلون سعيراً}. ¶ وقال - صلى الله عليه وسلم -: (لا يحل مال امرئ مسلم إلا بطيب نفسه). ¶ 5 - شدة تحريم الظلم سواء في القليل أو الكثير، وهذا فائدة ذكر الشر. ¶ 6 - أن الأرض سبع كالسموات، ويدل لذلك: ¶ ــ حديث الباب. ¶ ــ وقوله - صلى الله عليه وسلم -: ( ... لو أن السموات السبع وعامرهن غيري، والأراضين السبع وعامرهن غيري في كفة ... ). ¶ وأما القرآن فلم يرد صريحاً وإنما ورد تلميحاً، كقوله تعالى: {ومن الأرض مثلهن}. أي في العدد. ¶ - ... - ... - ... - ... - ¶ 63 - وعنها قالت: قال رسول الله - صلى الله عليه وسلم -: (ما زال جبريل يوصيني بالجار حتى ظننت أنه سيورثه). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ ظننت: اعتقدت. ... سيورثه: أي يجعل الجوار سبباً للأرث. ¶ الفوائد: ¶ 1 - عظم حق الجار، حتى اعتقد النبي - صلى الله عليه وسلم - أن الله سيأمر بتوريث الجار من جاره. ¶ 2 - اختلف في المراد بهذا التوريث: ¶ فقيل: يجعل له مشاركة في المال. ¶ وقيل: أن ينزل منزلة من يرث بالبر والصلة. والأول أظهر. ¶ 3 - أن جبريل هو الموكل بالوحي إلى الأنبياء. ¶ وهو أفضل الملائكة، وأفضل الملائكة ثلاثة: ¶ جبريل: موكل بالوحي. ¶ إسرافيل: موكل بالنفخ بالصور. ¶ ميكائيل: موكل بالبعث. ¶ [سبقت مباحث الجار وفضائله وغيرها في حديث رقم 32] ¶ 64 - وعنها قالت: قال رسول الله - صلى الله عليه وسلم -: (إذا نعس أحدكم وهو يصلي قليرقد، حتى يذهب عنه النوم، فإن أحدكم إذا صلى وهو ناعس، لا يدري لعله يستغفر فيسب نفسه). ¶ ---------------------------------------------------------",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "معاني الكلمات: ¶ نعس: النعاس مقدمة النوم. ... فليرقد: أي فلينصرف عن الصلاة بعد تمامها. ... فيسب نفسه: أي يتلفظ بما لا يقصده لغلبة النعاس. ¶ الفوائد: ¶ 1 - أن الإنسان إذا شعر بالنوم فلينصرف عن الصلاة النافلة ويذهب للنوم. ¶ 2 - بين النبي - صلى الله عليه وسلم - السبب في ذلك: وهو أنه يريد أن يدعو لنفسه فيذهب فيسب نفسه لغلبة النعاس. ¶ 3 - لا ينبغي للإنسان أن يشق على نفسه في العبادة. ¶ 4 - استحباب الاقتصاد وترك الغلو في العبادة. ¶ 5 - أن شدة الإنسان على نفسه في العبادة تؤدي إلى الانقطاع. ¶ 6 - أن المقصود من العبادة الاستمرار عليها، ولذلك قال - صلى الله عليه وسلم -: (أحب الأعمال إلى الله أدومها وإن قل). ¶ 7 - رفع الإثم عمن قال أمراً لا يقصده. ¶ 8 - الحث على الخشوع وحضور القلب للعبادة. ¶ 9 - أن النوم اليسير لا ينقض الوضوء. وقد اختلف هل النوم ناقضاً أم لا؟ ¶ فقيل: النوم غير ناقض مطلقاً، وهذا محكي عن أبي موسى وسعيد بن المسيب. ¶ لحديث أنس قال: (كان أصحاب رسول الله - صلى الله عليه وسلم - ينامون ثم يصلون ولا يتوضئون). رواه مسلم ¶ وجاء عند البزار بإسناد صحيح في هذا الحديث: (فيضعون جنوبهم فمنهم من ينام، ثم يقومون إلى الصلاة). ¶ وقيل: النوم ناقض مطلقاً، وهذا مذهب الحسن البصري والمزني، واختاره ابن المنذر. ¶ لحديث صفوان بن عسال قال: (كان رسول الله - صلى الله عليه وسلم - يأمرنا إذا كنا سفراً أن لا ننزع خفافنا ثلاثة أيام إلا من جنابة ولكن من نوم وغائط ونوم). رواه الترمذي ¶ وقيل: أن كثير النوم ينقض الوضوء وقليله لا ينقض الوضوء، وهذا مذهب الزهري وربيعة والأوزاعي ومالك. ¶ وهذا هو الراجح جمعاً بين الأدلة. ¶ فيحمل قول أنس في فعل الصحابة على النوم اليسير.،ويحمل حديث صفوان بن عسال على النوم الكثير. ¶ - ... - ... - ... - ... - ¶ 65 - وعنها قالت: قال رسول الله - صلى الله عليه وسلم -: (من مات وعليه صيام صام عنه وليه). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ عليه صيام: أي في ذمته صيام. صام: خبر بمعنى الأمر، أي فليصم. وليه: أي الوارث. ¶ الفوائد: ¶ 1 - مشروعية الصيام عن الميت من قِبَل وليه، ويكون عليه صيام إذا تمكن منه فلم يفعل، أما إذا لم يتمكن فليس عليه صيام. ¶ مثال: إنسان نذر أن يصوم ثلاثة أيام، ثم مات من يومه، فهذا ليس عليه شيء لأنه لم يتمكن منه. ¶ 2 - أن صيام الولي عن الميت مستحب لا واجب، لأننا لو قلنا أنه للوجوب للزم أن يأثم الولي بعدم القضاء، ولا يصح هذا لقوله تعالى: {ولا تزروا وازرة وزر أخرى}. ¶ 3 - الصحيح أنه يصام عن الميت كل صوم واجب، كصوم رمضان، أو واجباً بالنذر، لعموم الحديث: (من مات وعليه صيام ... ). ¶ وقد قال بعض العلماء: أنه لا يصام عن الميت إلا صوم النذر فقط. ¶ 4 - لا فرق بين أن يقضيه عنه وارث أو غيره. ¶ 5 - أنه لا يشترط في القضاء التتابع، فيجوز متتابعاً ومتفرقاً. ¶ 6 - يجوز إذا كان للميت عدد من الأولياء أن يتقاسموا أيام الصيام التي على مورثهم، ويصوم كل واحد منهم قسماً منها سواء كانوا رجالاً أو نساء أو من الصنفين.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "7 - أن القريب لا يقضي صوم التطوع عن ميته. ¶ - ... - ... - ... - ... - ¶ 66 - وعنها قالت: (توفي رسول الله - صلى الله عليه وسلم - ودرعه مرهونة عند يهودي في ثلاثين صاعاً من شعير). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ مرهونة: الرهن توثقة دين بعين. ¶ الفوائد: ¶ 1 - جواز الرهن، وهو جائز بالكتاب والسنة والإجماع. ¶ قال تعالى: {وإن كنتم على سفر ولم تجدوا كاتباً فرهاناً مقبوضة}. ¶ ومن السنة حديث الباب. ¶ وأجمع المسلمون على جوازه. ¶ 2 - جواز الرهن حضراً وسفراً، خلافاً لمن قال إنه جائز في السفر فقط. ¶ 3 - الحكمة من الرهن: توثقة الدين بعين ليتمكن من استيفاء الدين. ¶ مثال: في ذمتي لفلان مائة درهم، فأرهنته مسجلي. ¶ فإذا كان الرهن أكثر من الدين فإنه يمكن استيفاء الدين من بعضها. ¶ وإذا كان الدين أكثر من العين المرهونة فإنه يمكن استيفاء بعضه منها. ¶ وإذا كان الدين بقدر العين (متساويان) فإنه يمكن استيفاؤه كله منها. ¶ 4 - جواز معاملة الكفار. ¶ 5 - يجوز الرهن في كل عين يجوز بيعها، فيجوز للإنسان أن يرهن كتاباً أو سيارة أو سائمة أو ثوباً. ¶ أما ما لا يجوز بيعه فلا يجوز رهنه، كالخمر وآلات الغنا. ¶ 6 - بيان ما كان عليه النبي - صلى الله عليه وسلم - من التقلل من الدنيا. ¶ 7 - اختلف في الحكمة من اشتراء النبي - صلى الله عليه وسلم - الطعام من اليهودي ورهنه عنده دون الصحابة: ¶ فقيل: فعله لبيان جواز ذلك. ¶ وقيل: لأنه لم يكن هناك طعام فاضل عن حاجة صاحبه إلا عنده. ¶ وقيل: لأن الصحابة لا يأخذون رهنه - صلى الله عليه وسلم - ولا يقبضون منه الثمن فعدل إلى معاملة اليهودي لئلا يضيق على أحد من أصحابه. ¶ 67 - وعنها قالت: (كان رسول الله - صلى الله عليه وسلم - يقوم الليل حتى تتفطر قدماه، فقلت له: لم تصنع هذا يا رسول الله وقد غفر لك ما تقدم من ذنبك وما تأخر؟ قال: أفلا أكون عبداً شكوراً). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ تتفطر: تتشقق. شكوراً: كثير الشكر معترفاً بالنعمة. ¶ الفوائد: ¶ 1 - فضيلة قيام الليل. ¶ 2 - فضيلة طول القيام. ¶ وقد قال - صلى الله عليه وسلم -: (أفضل الصلاة طول القنوت). ¶ وقد أثنى الله على من يقومون الليل ويطيلون: ¶ قال تعالى: {تتجافى جنوبهم عن المضاجع يدعون ربهم خوفاً وطمعاً ومما رزقناهم ينفقون}. ¶ وقال تعالى: {كانوا قليلاً من الليل ما يهجعون}. ¶ 3 - كثرة اجتهاد النبي - صلى الله عليه وسلم - في عبادة ربه. ¶ 4 - دليل على أن الشكر هو القيام بطاعة الله، وأن الإنسان كلما ازداد في طاعة الله فقد ازداد شكراً لله، وليس الشكر بأن يقول الإنسان بلسانه: أشكر الله. ¶ 5 - أن النبي - صلى الله عليه وسلم - غفر له ما تقدم من ذنبه وما تأخر، وهذا خاص به - صلى الله عليه وسلم -.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "وعليه: كل حديث فيه أن من فعل كذا وكذا غفر له ما تقدم من ذنبه وما تأخر كلمة (تأخر) لا تصح، كما قال ابن القيم. ¶ 6 - يجب أن تكون النعمة سبباً لزيادة الشكر. ¶ 7 - أن أعلى وصف يتصف به الإنسان هو وصف العبودية، وكلما كان الإنسان أعبد لله كان أعظم منزلة عند الله. ¶ 8 - أن نساء النبي - صلى الله عليه وسلم - أعلم الناس بحال النبي - صلى الله عليه وسلم - فيما يفعله في بيته، ولذلك كان كبار الصحابة يأتون إلى نساء النبي يسألونهن كما كان يصنع في بيته. ¶ - ... - ... - ... - ... - ¶ 68 - وعنها قالت: قال رسول الله - صلى الله عليه وسلم -: (الرحم معلقة بالعرش تقول من وصلني وصله الله ومن قطعني قطعه الله). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ الرحم: هم الأقارب. ¶ الفوائد: ¶ 1. الترغيب الشديد في صلة الأرحام. وكيفية صلة الأقارب: ¶ يكون بما جرى به العرف واتبعه الناس، لأنه لم يبين في الكتاب ولا السنة نوعها ولا جنسها ولا مقدارها، ولأن النبي - صلى الله عليه وسلم - لم يقيده بشيء بل أطلقه، ولذلك يرجع للعرف، فما جرى به العرف أنه صلة فهو صلة، وما تعارف عليه الناس أنه قطيعة فهو قطيعة. ¶ 2. التحذير الشديد من قطع الأرحام. ¶ 3. فضائل صلة الرحم: ¶ أولاً: سبب في زيادة العمر. ¶ عن أنس قال: قال رسول الله - صلى الله عليه وسلم -: (من أحب أن يبسط له في رزقه، وينسأ له في أثره، فليصل رحمه). متفق عليه ¶ ثانياً: من وصلها وصله الله. ¶ كما في حديث الباب: (من وصلني وصله الله). ¶ ثالثاً: من أسباب دخول الجنة. ¶ عن أبي أيوب أن رجلاً قال: يا رسول الله، أخبرني بعمل يدخلني الجنة ويباعدني من النار، فقال النبي - صلى الله عليه وسلم -: (تعبد الله ولا تشرك به شيئاً، وتقيم الصلاة، وتؤتي الزكاة، وتصل الرحم). متفق عليه ¶ رابعاً: أن مما جاء به النبي - صلى الله عليه وسلم - هو الدعوة إلى صلة الرحم. ¶ كما جاء في قصة هرقل، أن هرقل قال لأبي سفيان: فماذا يأمركم به؟ قال: يقول: اعبدوا الله وحده ولا تشركوا به شيئاً، واتركوا ما يقول آباؤكم، ويأمرنا بالصلاة والصدق والعفاف والصلة). متفق عليه ¶ خامساً: صلة الرحم من علامات الإيمان بالله واليوم الآخر، لقوله - صلى الله عليه وسلم -: (من كان يؤمن بالله واليوم الآخر فليصل رحمه). ¶ 4. مساوئ عدم صلة الرحم: ¶ أولاً: عدم دخول الجنة. ¶ عن جبير بن مطعم قال: قال رسول الله - صلى الله عليه وسلم -: (لا يدخل الجنة قاطع). متفق عليه ¶ ثانياً: أن عدم صلة الرحم من الكبائر. ¶ عن عبد الله بن عمرو قال: قال رسول الله - صلى الله عليه وسلم -: (الكبائر: الإشراك بالله، وعقوق الوالدين، وقتل النفس، واليمين الغموس). رواه البخاري ¶ ثالثاً: سبب لعنة الله. ¶ كما قال تعالى: {فهل عسيتم إن توليتم أن تفسدوا في الأرض وتقطعوا أرحامكم أولئك الذين لعنهم الله ... }. ¶ وقال تعالى: {والذين ينقضون عهد الله من بعد ميثاقه ويقطعون ما أمر الله به أن يوصل ويفسدون في الأرض أولئك لهم اللعنة ولهم سوء الدار).",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "رابعاً: قطع الله لمن قطع الرحم. ¶ كما في حديث الباب: ( ... ومن قطعني قطعه الله). ¶ 5. الواصل: هو الذي إذا قطعت رحمه وصلها. ¶ لقوله - صلى الله عليه وسلم -: (ليس الواصل بالمكافئ، لكن الواصل الذي إذا قطعت رحمه وصلها) رواه البخاري ¶ 6. من أقوال بعض السلف: ¶ قال علي بن الحسين لولده: ” بني لا تصحبن قاطع رحم فإني وجدته ملعوناً في كتاب الله في ثلاثة مواضع “. ¶ وقال الحسن البصري: ” إذا أظهر الناس العلم، ووضعوا العمل، وتحابوا بالألسن، وتقاطعوا بالأرحام، لعنهم الله فأصمهم وأعمى أبصارهم “. ¶ 69 - وعنها قالت: قال رسول الله - صلى الله عليه وسلم -: (إن الله رفيق يحب الرفق في الأمر كله). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ رفيق: أي يرفق بعباده. ... الرفق: ضد العنف، ويتضمن لين الجانب ولطافة القول والفعل. ¶ الفوائد: ¶ 1. إثبات اسم من أسماء الله، وهو الرفيق. ¶ ومعناه: الكثير الرفق، وهو اللين والتسهيل. ¶ قال ابن القيم: ¶ وهو الرفيق يحب أهل الرفق - - يعطيهم الرفق فوق أمانِ ¶ 2. فضيلة الرفق وعظم منزلته. ¶ 3. للرفق فضائل ومزايا: ¶ أولاً: أن الله يحبه. ¶ كما في حديث الباب: ( ... يحب الرفق في الأمر كله). ¶ ثانياً: الرفق يزين الأمور. ¶ كما قال - صلى الله عليه وسلم -: (إن الرفق لا يكون في شيء إلا زانه، ولا ينزع من شيء إلا شانه). رواه مسلم ¶ ثالثاً: دعاء المصطفى - صلى الله عليه وسلم - لمن رفق بأمته. ¶ قال - صلى الله عليه وسلم -: (اللهم من رفق بأمتي فارفق به). رواه مسلم ¶ رابعاً: البشارة النبوية لصاحب الرفق. ¶ قال - صلى الله عليه وسلم -: (إذا أراد الله بقوم خيراً أدخل عليهم الرفق). رواه أحمد ¶ خامساً: أن الله يعطي على الرفق ما لا يعطي على العنف. ¶ قال - صلى الله عليه وسلم -: (يا عائشة، إن الله رفيق يحب الرفق، ويعطي على الرفق ما لا يعطي على العنف). رواه مسلم ¶ قال القاضي عياض: ” معناه يتأتى به من الأغراض ويسهل به المطالب ما لا يتأتى بغيره “. ¶ سادساً: أن من يحرم الرفق يحرم الخير. ¶ قال - صلى الله عليه وسلم -: (من يحرم الرفق يحرم الخير كله). رواه مسلم ¶ سابعاً: أمر النبي - صلى الله عليه وسلم - بالتبشير والرفق. ¶ قال - صلى الله عليه وسلم -: (يسروا ولا تعسروا، وبشروا ولا تنفروا). متفق عليه ¶ ثامناً: الرفق من أسباب النجاة من النار. ¶ قال - صلى الله عليه وسلم -: (ألا أخبركم بمن يحرم على النار؟ يحرم كل قريب هين لين سهل). رواه الترمذي ¶ 4. إثبات المحبة لله، وأنه يحب ويحب. ¶ وهذه عقيدة أهل السنة والجماعة. ¶ قال تعالى: {إن الله يحب المحسنين}. ¶ وقال تعالى: {إن الله يحب المقسطين}.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "وقال تعالى: {إن الله يحب المتقين}. ¶ وقال - صلى الله عليه وسلم -: (لأعطين الراية غداً رجلاً يحب الله ورسوله ويحبه الله ورسوله). ¶ 70 - وعنها قالت: (ما خير رسول الله - صلى الله عليه وسلم - بين أمرين إلا اختار أيسرهما ما لم يكن إثماً، فإن كان إثماً كان أبعد الناس عنه، وما انتقم رسول الله - صلى الله عليه وسلم - لنفسه في شيء قط، إلا أن تنتهك حرمة الله فينتقم لله تعالى). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ أيسرهما: أسهلهما. ... ما لم يكن إثماً: ما لم يكن الأسهل مقتضية للإثم. ... انتقم: عاقب وغضب. ¶ تنتهك حرمات الله: ترتكب المحرمات. ¶ الفوائد: ¶ 1. أن الإسلام دين اليسر والرحمة. ¶ 2. الأخذ بالأيسر في كافة الأمور الدينية والدنيوية هو منهج الرسول - صلى الله عليه وسلم -. ¶ 3. على الإنسان أن يأخذ بالأمر الأسهل في أموره بشرط ألا يكون الأسهل معصية لله. ¶ 4. وجوب الابتعاد عن المعاصي مهما صغرت. ¶ 5. الحث على ترك الأخذ بالشيء العسر والاقتناع باليسير. ¶ 6. فضيلة العفو عن الناس فيما يتعلق بحق الإنسان نفسه. ¶ 7. فضيلة الغضب لله والانتقام لدين الله. ¶ عن أبي مسعود - رضي الله عنه - قال: (أتى رجل إلى النبي - صلى الله عليه وسلم - فقال: يا رسول الله، إني لأتأخر عن صلاة الغداة من أجل فلان مما يطيل بنا، ... فما رأيت رسول الله - صلى الله عليه وسلم - غضب غضباً في موعظة منه ... ). متفق عليه ¶ 8. وجوب الغضب لله إذا انتهكت محارمه. ¶ - ... - ... - ... - ... - ¶ 71 - وعنها قالت: (كفِّنَ رسول الله - صلى الله عليه وسلم - في ثلاثة أثواب بيض سحولية، ليس فيها قميص ولا عمامة). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ سحولية: بفتح السين، هي ثياب بيض نقية تنسج في بلدة في اليمن تسمى سحول على وزن رسول. ¶ الفوائد: ¶ 1. وجوب تكفين الميت. ¶ لقوله - صلى الله عليه وسلم -: (وكفنوه في ثوبين). ¶ 2. الأفضل في التكفين أن يكون في ثلاثة أثواب، لأن الله تعالى لم يكن يختار لنبيه - صلى الله عليه وسلم - إلا الأفضل. ¶ 3. لا يستحب أن يكون مع الكفن قميص ولا عمامة، وهذا مذهب جماهير العلماء. ¶ قال النووي: ” لم يثبت أنه - صلى الله عليه وسلم - كفن في قميصة وعمامة “. ¶ 4. استحباب أن يكون الكفن أبيض. ¶ ويدل لذلك أيضاً قوله - صلى الله عليه وسلم -: (البسوا من ثيابكم البياض وكفنوا فيها موتاكم). رواه الترمذي ¶ وهو مجمع على استحبابه [قاله النووي]. ¶ 5. صفة وضع اللفائف الثلاث: بأن يوضع بعضها فوق بعض، ويوضع عليها الميت، ثم يرد طرف اللفافة العليا الأيمن ثم الأيسر، ثم الباقيات هكذا، وتعقد وتحل في القبر. ¶ 6. ينبغي تحسين الكفن، لقوله - صلى الله عليه وسلم -: (إذا كفن أحدكم أخاه فليحسِّن كفنه). رواه مسلم ¶ 72 - وعنها قالت: سمعت رسول الله - صلى الله عليه وسلم - وهو مستند إلي يقول: (اللهم اغفر لي وارحمني وألحقني بالرفيق الأعلى). ¶ ---------------------------------------------------------",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "معاني الكلمات: ¶ بالرفيق الأعلى: المراد بهم الجماعة المذكورون في سورة النساء. ¶ الفوائد: ¶ 1. فضيلة ظاهرة لعائشة ـ رضي الله عنها. ¶ وتظهر هذه الفضيلة من أوجه: ¶ أولاً: وفاته - صلى الله عليه وسلم - في يومها الذي كان يدور عليها فيه. ¶ ثانياً: وفاته - صلى الله عليه وسلم - وهو مستند إليها، وقد جاء في رواية أنها قالت: (وقبضه الله وإن رأسه لبين نحري وسحري). ¶ ثالثاً: مخالطة ريقها ريقه - صلى الله عليه وسلم - قبل وفاته - صلى الله عليه وسلم -، وذلك لأنها وضعت السواك الذي أخذته من أخيها عبد الرحمن فقضمته ثم مضغته فأعطته إلى رسول الله - صلى الله عليه وسلم - فاستنَّ به. ¶ 2. استحباب الاستغفار في آخر العمر. ¶ 3. تغليب جانب الرجاء عند الموت، لقوله - صلى الله عليه وسلم -: (اللهم ارحمني). ¶ 4. فضائل عائشة: ¶ أولاً: أنزل الله براءتها من السماء. ¶ كما في سورة النور: {إن الذين جاءوا بالإفك ... }. ¶ ثالثاً: اتفقت الأمة على كفر قاذفها. ¶ ثالثاً: أحب النساء إلى رسول الله - صلى الله عليه وسلم -. ¶ عن عمرو بن العاص قال: (قلت لرسول الله - صلى الله عليه وسلم -: أي الناس أحب إليك؟ قال: عائشة). متفق عليه ¶ رابعاً: زوجة الرسول - صلى الله عليه وسلم - في الدنيا والآخرة. ¶ قال - صلى الله عليه وسلم - لها: (فأنت زوجتي في الدنيا والآخرة). رواه الحاكم ¶ خامساً: جبريل أقرأها السلام. ¶ قال - صلى الله عليه وسلم -: (يا عائش، هذا جبريل يقرئك السلام). متفق عليه ¶ سادساً: لم يتزوج بكراً غيرها. ¶ سابعاً: مات - صلى الله عليه وسلم - وهو مستند لها، وفي يومها. ¶ ثامناً: فضلها كبير. ¶ قال - صلى الله عليه وسلم -: (وفضل عائشة على النساء كفضل الثريد على سائر الطعام). متفق عليه ¶ 73 - وعن أنس - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: (يتبع الميت ثلاثة: أهله وماله وعمله، فيرجع اثنان ويبقى واحداً، يرجع أهله وماله ويبقى عمله). ¶ -------------------------------------------------------------------- ¶ معاني الكلمات: ¶ أهله: أقرباؤه وأولاده. ماله: رقيقه. ¶ الفوائد:",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "1. أن الذين يذهبون مع الميت إلى قبره ثلاثة: أهله ــ ماله ــ عمله. ¶ أما أهله: فهم يَصِلون مع الميت إلى القبر، ثم يرجعون عنه. ¶ فإذا مات ابن آدم، وانتقل من هذه الدار، لم ينتفع من أهله بشيء إلا بدعاء أهله واستغفارهم. ¶ قال الحسن البصري: ” شر الناس ميت أهله يبكون عليه ولا يقضون دينه “. ¶ أما ماله: فالمال من أهل وعبيد فيرجعون ولا يدخلون معه في قبره، بل يرجعون مع أهله فلا ينتفع من ماله بعد موته إلا بما كان قدمه بين يديه. ¶ وأما ما خلّفه وتركه: فهو لورثته لا له، وإنما كان خازناً لورثته. ¶ وأما عمله: هو الذي يدخل معه في قبره سواء كان صالحاً أو سيئاً. ¶ 2. ينبغي على الإنسان أن يحرص على الأعمال الصالحة لأنها هي التي تدخل معه في قبره حين يتركه الناس. ¶ 3. أهمية العمل الصالح: ¶ أولاً: هو الذي يدخل مع الإنسان في قبره. ¶ لحديث الباب. ¶ ثانياً: العمل الصالح هو الذي يتمناه الكافر عند احتضاره. ¶ قال تعالى: {حتى إذا جاء أحدهم الموت قال ربّ ارجعون. لعلي أعمل صالحاً فيما تركت كلا إنها كلمة هو قائلها ومن ورائهم برزخ إلى يوم يبعثون}. ¶ ثالثاً: وهو الذي يتمناه الكفار في النار. ¶ قال تعالى: {وهم يصطرخون فيها ربنا أخرجنا نعمل صالحاً غير الذي كنا نعمل ... }. ¶ رابعاً: أن الله ينظر إلى الأعمال لا إلى الصور والأجسام. ¶ قال - صلى الله عليه وسلم -: (إن الله لا ينظر إلى صوركم ولا إلى أجسامكم ولكن ينظر على قلوبكم وأعمالكم). رواه مسلم ¶ خامساً: أمر الله بالمسارعة إلى العمل الصالح. ¶ فقال تعالى: {وسارعوا على مغفرة من ربكم وجنة عرضها السموات والأرض}. ¶ وقال تعالى: {فاستبقوا الخيرات}. ¶ سادساً: أن الإنسان لا ينفعه يوم القيامة إلا عمله. ¶ قال تعالى: {فاليوم لا تظلم نفس شيئاً ولا تجزون إلا ما كنتم تعملون}. ¶ سابعاً: العمل الصالح من أسباب النجاة من الفتن. ¶ قال - صلى الله عليه وسلم -: (بادروا بالأعمال الصالحة فستكون فتناً كقطع الليل المظلم). ¶ 4. العمل الصالح ما اجتمع فيه شرطان: ¶ الإخلاص لله، لقوله - صلى الله عليه وسلم -: (إنما الأعمال بالنيات). المتابعة، لقوله - صلى الله عليه وسلم -: (من أحدث في أمرنا هذا ما ليس منه فهو رد) ¶ 5. حقارة الدنيا وأنها زائلة. ¶ 74 - وعنه قال: قال رسول الله - صلى الله عليه وسلم -: (سوّوا صفوفكم فإن تسوية الصف من تمام الصلاة). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ سووا صفوفكم: أي اجعلوها معتدلة على سمت واحد. ... من تمام الصلاة: من كمالها وحسنها. ¶ الفوائد: ¶ 1. الأمر بتسوية الصفوف، لقوله - صلى الله عليه وسلم -: (سووا ... ). وقد اختلف العلماء هل هذا الأمر للوجوب أم للاستحباب؟ ¶ والصحيح أنه للوجوب لدليلين: ¶ أولاً: قوله (سووا ... ) وهذا أمر والأمر يقتضي الوجوب. ¶ ثانياً: قوله - صلى الله عليه وسلم -: (لتسوّون صفوفكم أو ليخالفن الله بين وجوهكم)، وهذا تهديد، ولا يكون إلا على ترك واجب. ¶ ورجح هذا القول الشيخ ابن عثيمين رحمه الله.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "2. تسوية الصف تكون بالتساوي، بحيث لا يتقدم أحد على أحد، والمعتبر في ذلك المناكب في أعلى البدن، والأكعب في أسفل البدن، وأما أطراف الأرجل فليست بمعتبرة، لأن أطراف الأرجل تختلف. ¶ 3. مسائل تسوية الصف: ¶ أولاً: أمر النبي - صلى الله عليه وسلم - به. ¶ كما في حديث الباب: (سووا صفوفكم ... ). ¶ ثانياً: التهديد من عدم تسوية الصف. ¶ قال - صلى الله عليه وسلم -: (لتسوون صفوفكم أو ليخالفن الله بين وجوهكم). ¶ قوله (أو ليخالفن الله بين وجوهكم) قيل: معناه يمسخها ويحولها عن صورها. وقيل: يغير صفاتها. ¶ والأظهر أن معناه يوقع بينكم العداوة والبغضاء واختلاف القلوب، ويؤيد هذا رواية أبي داود: (أو ليخالفن بين قلوبكم). ¶ ثالثاً: من وصل صفاً وصله الله. ¶ قال - صلى الله عليه وسلم -: (من وصل صفاً وصله الله). رواه أبو داود ¶ رابعاً: أن من قطع صفاً قطعه الله. ¶ كما قال - صلى الله عليه وسلم -: (ومن قطع صفاً قطعه الله). رواه أبو داود ¶ 4. تسوية الصفوف تشمل أيضاً: التراص في الصف، بأن لا ندع فرجاً للشيطان. ¶ قال - صلى الله عليه وسلم -: (أتموا الصفوف، وحاذوا بين المناكب، ولا تذروا فرجات للشيطان). ¶ ويشمل أيضاً: إكمال الأول فالأول. ¶ قال - صلى الله عليه وسلم -: (ألا تصفون كما تصف الملائكة عند ربها؟ قال: يتمون الصفوف الأول ويتراصون في الصف). رواه مسلم ¶ قال الشيخ ابن عثيمين رحمه الله: ” في هذا الحديث مسائل: ¶ أولاً: ألا يقف في الصف حتى يكمل الذي قبله. ¶ ثانياً: في الصلاة يتراصون، يلصق بعضهم كعبه بكعب أخيه، ومنكبه بمنكبه، حتى تتم المراصة لأنهم إذا لم يتراصوا يدخل الشيطان بينهم “. ¶ 5. أن تسوية الصف المتوعد على مخالفتها لا فرق بين أن يكون الصف خلف الإمام أو مع الإمام، وعليه: ¶ فإذا وقف إمام ومأموم فإنه يكون محاذياً للمأموم. ¶ 6. أنه يشرع للإمام أن يحرص على تسوية الصفوف وتعديلها، كما هو هدي النبي - صلى الله عليه وسلم -. ¶ 75 - وعنه قال: (كان أكثر دعاء رسول الله - صلى الله عليه وسلم -: ربنا آتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ قنا عذاب النار: أي احفظنا من عذاب النار. ¶ الفوائد: ¶ 1. استحباب الدعاء بهذا الدعاء الوارد في القرآن. ¶ 2. أن هذا الدعاء جامع لخيري الدنيا والآخرة، فهو من أجمع وأشمل الأدعية، ولذلك كان النبي - صلى الله عليه وسلم - يداوم عليه. ¶ ولذلك كان أنس بن مالك - رضي الله عنه - إذا أراد أن يدعو بدعوة دعا بها. ¶ وهذا يدل على حرص الصحابة على الاقتداء برسولهم - صلى الله عليه وسلم - في أقواله وأفعاله. ¶ 3. اختلف في المراد بالحسنة في الدنيا والآخرة: ¶ قال النووي: ” أظهر الأقوال في الحسنة في الدنيا أنها العبادة والعافية، وفي الآخرة الجنة والمغفرة “. ¶ 4. استحباب سؤال الله النجاة من النار. ¶ كما قال تعالى في صفات عباد الرحمن: {والذين يقولون ربنا اصرف عنّا عذاب جهنم إن عذابها كان غراماً}. ¶ وقال تعالى: {الذين يقولون ربنا آمنا فاغفر لنا ذنوبنا وقنا عذاب النار}.",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "وقال تعالى: {ربنا ما خلقت هذا باطلاً سبحانك فقنا عذاب النار}. ¶ وقال - صلى الله عليه وسلم -: (استعيذوا بالله من عذاب النار). ¶ وقال - صلى الله عليه وسلم -: (إذا تشهد أحدكم التشهد الآخر فليقل: اللهم إني أعوذ بك من عذاب جهنم ... ).رواه مسلم ¶ - ... - ... - ... - ... - ¶ 76 - وعنه قال: قال رسول الله - صلى الله عليه وسلم -: (تسحروا فإن في السحور بركة). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ تسحروا: بفتح السين، الأكل الذي يتسحر به الإنسان، وبالضم الفعل، يعني تسحر الإنسان. ¶ الفوائد: ¶ 1. الحديث يدل على استحباب السحور. ¶ قال ابن المنذر: ” وأجمعوا على أن السحور مندوب إليه ولم يقال بوجوبه لمواصلة النبي - صلى الله عليه وسلم -، وأيضاً واصل بالصحابة “. ¶ 2. قوله (بركة) بركة السحور تكون فيما يلي: ¶ أولاً: امتثال أمر النبي - صلى الله عليه وسلم -، وامتثال أمر النبي - صلى الله عليه وسلم - كله بركة. ¶ قال تعالى: {قل إن كنتم تحبون الله فاتبعوني يحببكم الله}. ¶ ثانياً: أنه به التفريق بين صيامنا وصيام أهل الكتاب. ¶ قال - صلى الله عليه وسلم -: (فصل ما بين صيامنا وصيام أهل الكتاب أكلة السحر). رواه مسلم ¶ والتمييز بين المسلمين والكفار أمر مقصود في الشريعة. ¶ ثالثاً: أن السحور يعطي الصائم قوة لا يمل معها الصيام. ¶ رابعاً: أنه يكون سبباً للانتباه من النوم في وقت السحر الذي هو وقت الاستغفار والدعاء ونزول الرب. ¶ خامساً: أنه يكون عوناً على طاعة الله. ¶ 3. فضيلة السحور. ¶ قال - صلى الله عليه وسلم -: (فلا تدعوه ولو أن يتجرع أحدكم جرعة من ماء، فإن الله وملائكته يصلون على المتسحرين). ¶ 4. استحباب تأخير السحور. ¶ ففي حديث سهل قال: قال رسول الله - صلى الله عليه وسلم -: (لا يزال الناس بخير ما عجلوا الفطر). متفق عليه ¶ ولأحمد: (وأخروا السحور). ¶ ولحديث أنس بن مالك عن زيد بن ثابت قال: (تسحرنا مع رسول الله - صلى الله عليه وسلم - ثم قام إلى الصلاة، قال أنس: قلت لزيد: كم كان بين الأذان والسحور؟ قال: قدر خمسين آية). ¶ فهذا الحديث يدل على أنه يستحب تأخير السحور إلى قبيل الفجر، فقد كان بين فراغ النبي - صلى الله عليه وسلم - ومعه زيد من سحورهما ودخولهما في الصلاة قدر ما يقرأ الرجل خمسين آية من القرآن، قراءة متوسطة، لا سريعة ولا بطيئة، وهذا يدل على أن وقت الصلاة قريب من وقت السحر. ¶ - ... - ... - ... - ... - ¶ 77 - وعنه قال: قال رسول الله - صلى الله عليه وسلم -: (لا يتمنينّ أحدكم الموت لضرٍّ أصابه، فإن كان لا بدّ فاعلاً فليقل: اللهم أحيني ما كانت الحياة خيراً لي، وتوفني إذا كانت الوفاة خيراً لي). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ لا يتمنينّ أحدكم: الخطاب للصحابة والمراد هم ومن بعدهم من المسلمين. لضرٍّ أصابه: أي ضرر دنيوي كفقر أو مرض. ¶ الفوائد: ¶ 1. النهي عن تمني الإنسان الموت بسبب ضرٍّ نزل به. ¶ 2. قوله (لضرٍّ نزل به) حمله جماعة من السلف على الضرر الدنيوي، وذلك لأمرين:",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "أولاً: جاء عند ابن حبان: (لا يتمنينّ أحدكم الموت لضرٍّ نزل به في الدنيا) على أن (في) سببية، أي بسبب أمر من أمر الدنيا. ¶ ثانياً: أن جماعة من السلف تمنّوا الموت خوف الفتنة، فدلّ على جوازه خشية الفتنة. ¶ قال عمر: (اللهم كبرت سني، وضعفت قوتي، وانتشرت رعيتي، فاقبضني إليك غير مضيع ولا مفرط). رواه مالك ¶ وجاء عن عابس الغفاري أنه قال: (يا طاعون خذني، فقال له علم الكندي: لم تقول هذا؟ ألم يقل رسول الله: لا يتمنين أحدكم الموت؟ فقال: إني سمعته يقول: بادروا بالموت ستاً: إمرة السفهاء، وكثرة الشرط ... ). ¶ 3. السبب في النهي عن تمني الموت: لأن زيادة العمر في تقوى الله فيه زيادة في الحسنات، وقد جاء عند الترمذي عن رسول الله - صلى الله عليه وسلم - أنه قال: (خير الناس من طال عمره وحسن عمله). ¶ وقد جاءت هذه الحكمة في حديث أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم -: (لا يتمنينّ أحدكم الموت، إما محسناً فلعله يزداد، وإما مسيئاً فلعله يستعتب). متفق عليه ¶ 4. يجوز تمني الموت في حالات: ¶ الأولى: عند خوف الفتنة. ¶ كما قال تعالى عن مريم: {يا ليتني متُّ قبل هذا وكنت نسياً منسياً}. ¶ قال القرطبي: ” إنها تمنت الموت لوجهين: ¶ أحدهما: أنها خافت أن يُظنّ بها السوء في دينها وتُعيّر فيفتنها ذلك. ¶ الثاني: لئلا يقع قوم بسببها في البهتان والزور والتهمة إلى الزنا، وذلك مهلك لهم. ¶ وقال - صلى الله عليه وسلم -: (وإذا أردت بقوم فتنة فاقبضني إليك غير مفتون). رواه أحمد ¶ الثانية: تمني الشهادة. ¶ كما قال - صلى الله عليه وسلم -: (من سأل الشهادة بصدق بلغه الله منازل الشهداء وإن مات على فراشه). رواه مسلم ¶ فإن قال قائل: ما الجواب عن قول يوسف: {ربّ توفني مسلماً وألحقني بالصالحين}؟ ¶ قيل: لم يتمنّ الموت، وإنما تكاملت عليه النعم، وجُمع له الشمل، واشتاق إلى لقاء ربه. ¶ وقيل: أن يوسف لم يتمنى الموت، وإنما تنمى الموافاة على الإسلام، وهذا القول رجحه القرطبي، وهو الصحيح. ¶ 5. على المسلم أن يغتنم حياته الدنيا ليتزود منها بالأعمال الصالحة. ¶ 6. السنة لمن أراد الموت أن يقول الدعاء الذي أرشد إليه النبي - صلى الله عليه وسلم -: (اللهم أحيني ما كانت ... ) ففيها التسليم التام لله تعالى، الذي يعلم حقائق الأمور وعواقبها. ¶ 7. حسن هذه الشريعة العظيمة، حيث أنها لم تنهى عن شيء إلا وقد جاءت ببدله. ¶ 8. ينبغي الالتجاء إلى الله ودعاؤه في كل الأمور، فهو الذي يعلم عاقبتها. ¶ - ... - ... - ... - ... - ¶ 78 - وعنه قال: قال رسول الله - صلى الله عليه وسلم -: (لَغدوة في سبيل الله أو روحة خير من الدنيا وما فيها). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ لَغدوة: المرة من الغدو، وهو سير أول النهار. روحة: المرة من الرواح، وهو الخروج في آخر النهار. في سبيل الله: أي الجهاد. ¶ الفوائد: ¶ 1. الحديث يدل على فضل عظيم للجهاد في سبيل الله. ¶ 2. اختلف في المراد في قوله (خير من الدنيا وما فيها): ¶ والصحيح أن المراد أن هذا القدر من الثواب خير من الثواب الذي يحصل لمن لو حصلت له في الدنيا كلها لأنفقها في طاعة الله. ¶ 3. تعظيم أمر الجهاد في سبيل الله، وقد جاءت فضائل كثيرة للجهاد في سبيل الله، منها:",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "أولاً: أن الروحة في سبيل الله خير من الدنيا بما فيها. ¶ لحديث الباب. ¶ ثانياً: أنه من أفضل الأعمال. ¶ عن أبي ذر قال: (قلت يا رسول الله، أي العمل أفضل؟ قال: الإيمان بالله، والجهاد في سبيل الله). متفق عليه ¶ ثالثاً: أن المجاهد أفضل الناس. ¶ عن أبي سعيد الخدري قال: (أتى رجل رسول الله - صلى الله عليه وسلم - فقال: أي الناس أفضل؟ قال: مؤمن يجاهد بنفسه وماله في سبيل الله). متفق عليه ¶ رابعاً: الجهاد لا يعدله شيء. ¶ عن أبي هريرة - رضي الله عنه - قال: (قيل: يا رسول الله، ما يعدل الجهاد في سبيل الله؟ قال: لا تستطيعونه، فأعادوا عليه مرتين أو ثلاثاً كل ذلك يقول: لا تستطيعونه، ثم قال: مثل المجاهد في سبيل الله كمثل الصائم القائم، القانت بآيات الله، لا يفتر من صيام ولا صلاة حتى يرجع المجاهد في سبيل الله). متفق عليه ¶ خامساً: للمجاهدين مائة درجة في الجنة. ¶ قال - صلى الله عليه وسلم -: (إن في الجنة مائة درجة أعدها الله للمجاهدين في سبيل الله، ما بين الدرجتين كما بين السماء والأرض). ¶ رواه البخاري ¶ سادساً: الجهاد سبب للنجاة من النار. ¶ قال - صلى الله عليه وسلم -: (ما اغبرت قدما عبد في سبيل الله فتمسه النار). رواه البخاري ¶ قال الحافظ ابن حجر: ” وفي ذلك إشارة إلى عظم قدر التصرف في سبيل الله، فإذا كان مجرد مسّ الغبار للقدم يحرم عليها النار، فكيف بمن سعى وبذل جهده واستنفذ وسعه؟ “. ¶ سابعاً: من أسباب دخول الجنة. ¶ قال تعالى: {إن الله اشترى من المؤمنين أنفسهم وأموالهم بأن لهم الجنة يقاتلون في سبيل الله}. ¶ ثامناً: المجاهد يكون الله في عونه. ¶ قال - صلى الله عليه وسلم -: (ثلاثة حق على الله عونهم: المجاهد في سبيل الله، والمكاتب الذي يريد الأداء، والناكح الذي يريد العفاف). رواه أحمد ¶ تاسعاً: الجهاد ذروة سنام الإسلام. ¶ قال - صلى الله عليه وسلم -: (وذروة سنام الإسلام الجهاد في سبيل الله). رواه الترمذي ¶ ذروة الشيء: أعلاه. ¶ عاشراً: نفى سبحانه التسوية بين المؤمنين المجاهدين وغير المجاهدين. ¶ قال تعالى: {لا يستوي القاعدون من المؤمنين غير أولي الضرر والمجاهدون في سبيل الله بأموالهم وأنفسهم فضل الله المجاهدين بأموالهم وأنفسهم على القاعدين درجة وكلاً وعد الله الحسنى وفضل الله المجاهدين على القاعدين أجراً عظيماً}. ¶ الحادي عشر: أن الجهاد سبب لمغفرة الذنوب. ¶ قال تعالى: {يا أيها الذين آمنوا هل أدلكم على تجارة تنجيكم من عذاب أليم. تؤمنون بالله وتجاهدون في سبيل الله بأموالكم وأنفسكم ذلك خير لكم إن كنتم تعلمون. يغفر لكم ذنوبكم ويدخلكم جنات تجري من تحتها الأنهار ومساكن طيبة في جنات عدن}. ¶ 4. من فوائد الحديث: تسهيل أمر الدنيا. ¶ - ... - ... - ... - ... - ¶ 79 - وعنه قال: قال رسول الله - صلى الله عليه وسلم -: (لا يؤمن أحدكم حتى يحب لأخيه ما يحب لنفسه). ¶ --------------------------------------------------------- ¶ معاني الكلمات:",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "لا يؤمن أحدكم: الإيمان الكامل. ... ما يحب لنفسه: من الخير. ¶ الفوائد: ¶ 1 - من علامات الإيمان الكامل أن يحب الإنسان لأخيه المسلم ما يحب لنفسه من الخير. ¶ 2 - وأيضاً يكره لأخيه ما يكره لنفسه من الشر. ¶ 3 - أن من كره لأخيه الخير فليس بمؤمن الإيمان الكامل. ¶ 4 - المؤمن مع المؤمن كالنفس الواحدة، فيحب لها ما يحب لنفسه من حيث أنها نفس واحدة، كقوله - صلى الله عليه وسلم -: ¶ (المسلمون كالجسد الواحد). ¶ 5 - الحث على التواضع ومحاسن الأخلاق، حيث بحبه لأخيه الخير كما يحب لنفسه دليل على تواضعه، وأنه لا يحب أن يكون أفضل من غيره. ¶ 6 - الحث على ترك البغضاء والغل. ¶ 7 - الترغيب في محبة المسلمين بعضهم بعضاً وائتلافهم، لأن ذلك يؤدي إلى التعاضد والتناصر. ¶ 8 - الحرص على الأعمال التي تؤدي إلى زيادة الإيمان كحب الخير للمسلمين. ¶ 9 - التحذير من الأعمال التي تؤدي إلى نقصان الإيمان كعدم محبة الخير للمسلمين. ¶ - ... - ... - ... - ... - ¶ 80 - وعنه قال: قال رسول الله - صلى الله عليه وسلم - لأُبيّ بن كعب: (إن الله عز وجل أمرني أن أقرأ عليك {لم يكن الذين كفروا ... } قال: وسماني؟ قال: نعم، فبكى أُبيّ). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ وسماني: أي هل نص على اسمي. ¶ الفوائد: ¶ 1. منقبة عظيمة للصحابي الجليل أبي بن كعب، وذلك: ¶ أولاً: ذكر الله تعالى له ونصه عليه. ¶ ثانياً: قراءة النبي - صلى الله عليه وسلم - عليه، ولا يعلم أحد من الناس شاركه في هذا. ¶ 2. قال العلماء: بكاء أبي إما فرحاً وسروراً بذلك، وإما خشوعاً وخوفاً من التقصير في شكر تلك النعمة. ¶ 3. اختلف في الحكمة في قراءته - صلى الله عليه وسلم - على أبي والمختار: ¶ قيل: أن سببها أن تستن الأمة بذلك في القراءة على أهل الإتقان والفضل ويتعلموا آداب القراءة. ¶ وقيل: للتنبيه على جلالة أبي وأهليته لأخذ القرآن عنه. ¶ 4. تخصيص هذه السورة فلأنها وجيزة جامعة لقواعد كثيرة من أصول الدين وفروعه ومهماته والإخلاص وتطهير القلوب. ¶ 5. مشروعية التواضع في أخذ الإنسان العلم من أهله وإن كان دونه. ¶ - ... - ... - ... - ... - ¶ 81) وعنه قال: قال رسول الله - صلى الله عليه وسلم -: (ما من نبي إلا وأنذر أمته الأعور الكذاب، ألا وإنه أعور وإن ربكم ليس بأعور، مكتوب بين عينيه ك ف ر). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ أنذر: الإنذار الإخبار مع التخويف. ... الأعور: أي المسيح الدجال، وسمي أعور لأنه أعور العين. ¶ الفوائد: ¶ 1 - التحذير من فتنة المسيح الدجال، وأنها أشد الفتن، وقد قال - صلى الله عليه وسلم -: (يا أيها الناس، إنها لم تكن فتنة على وجه الأرض منذ ذرأ ذرية آدم أعظم فتنة من الدجال). رواه ابن ماجه ¶ 2 - أن من شدة فتنته أن الأنبياء جميعاً أنذروا أقوامهم. ¶ إشكال: كيف ينذر نوح ومن بعده أقوامهم مع أن الدجال لن يخرج إلا في آخر الزمان؟",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "فالجواب: أن وقت خروجه خفي على نوح ومن بعده، فكأنهم أنذروا به ولم يُذكر لهم وقت خروجه فحذروا قومهم من فتنته. ¶ 3 - أن مما يدل على كذبه وافترائه في ادعائه الألوهية أمور: ¶ أولاً: أنه أعور، وهذه صفة نقص، والله عز وجل له صفات الكمال والجلال والعظمة. ¶ ثانياً: مكتوب بين عينيه كافر، ولو كان صادقاً لأزال هذه العلامة الفارقة التي تدل على دجله وكذبه. ¶ ثالثاً: يراه الناس، وقد أبلغنا رسول الله - صلى الله عليه وسلم - أننا لن نرى ربنا حتى نموت. ¶ 4 - أن من علامات الدجال أنه مكتوب بين عينيه [كافر] جاء في رواية: (يقرؤها كل مسلم كاتب وغير كاتب) ¶ وهذه الكتابة حقيقية. قال النووي: ” الصحيح الذي عليه المحققون أن هذه الكتابة على ظاهرها وإنها كتابة حقيقية جعلها الله آية وعلامة من جملة العلامات القاطعة بكفره وكذبه “. ¶ 5 - لقد أخبرنا الشرع بكيفية النجاة من هذه الفتنة العظيمة: ¶ أولاً: حفظ أول سورة الكهف. ¶ قال - صلى الله عليه وسلم -: (من حفظ عشر آيات من أول سورة الكهف عصم من الدجال). رواه مسلم ¶ ثانياً: الفرار منه. ¶ قال - صلى الله عليه وسلم -: (من سمع بالدجال فلينأ عنه). رواه أبو داود ¶ ثالثاً: التعوذ منه في الصلاة. ¶ قال - صلى الله عليه وسلم -: (إذا فرغ أحدكم من التشهد الآخر، فليتعوذ بالله من أربع: من عذاب جهنم، ... ومن فتنة المسيح الدجال). ... ¶ رواه مسلم ¶ - ... - ... - ... - ... - ¶ 82) وعنه قال: قال رسول الله - صلى الله عليه وسلم -: (لا ترغبوا عن آبائكم، فمن رغب عن أبيه فهو كافر). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ لا ترغبوا: لا تتركوا. ¶ معاني الكلمات: ¶ 1 - التحذير الشديد من أن يرغب الإنسان من الانتساب إلى غير أبيه. ¶ كأن يصير الولد في رتبة جليلة من غنى أو جاه ونحو ذلك، وأبوه من الأدنياء، فيرغب عن الانتساب إليه. ¶ 2 - أن الانتساب إلى غير الأب من الكبائر، لقوله: (فهو كفر). ¶ 3 - قوله (فهو كفر) ليس المراد الكفر المخرج عن الملة، وإنما المراد: لا يدخل الجنة ابتداءً، وقيل: أن هذا العمل من أعمال الكفار. ¶ 4 - عقوبة الانتساب إلى غير الأب. ¶ أولاً: أنه كبيرة من الكبائر. ¶ لحديث الباب. ¶ ثانياً: حرام عليه الجنة. ¶ قال - صلى الله عليه وسلم -: (من ادعى إلى غير أبيه وهو يعلم أنه غير أبيه فالجنة عليه حرام). متفق عليه ¶ ثالثاً: أن عليه لعنة الله والملائكة. ¶ قال - صلى الله عليه وسلم -: (من ادعى إلى غير أبيه، أو انتمى إلى غير مواليه فعليه لعنة الله والملائكة والناس أجمعين، ولا يقبل الله منه يوم القيامة صرفاً ولا عدلاً). متفق عليه ¶ صرفاً: الفريضة. ... عدلاً: النافلة. ¶ 5 - حرص الإسلام على المحافظة على الإنسان، واحترام حقوق الأبوة على الأبناء. ¶ 6 - لا بأس أن ينتمي الإنسان إلى جده، وأبي جده، من أجل أنه مشهور ومعروف دون أن ينتفي من أبيه. ¶ فقد قال - صلى الله عليه وسلم -: (أنا ابن عبد المطلب، أنا النبي لا كذب) مع أنه محمد بن عبد الله.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "- ... - ... - ... - ... - ¶ 83) وعنه قال: (أن النبي - صلى الله عليه وسلم - وأبا بكر وعمر كانوا يفتتحون الصلاة بالحمد لله ربّ العالمين). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ يفتتحون الصلاة: أي القراءة الجهرية. ¶ الفوائد: ¶ 1 - أن السنة للإمام أن يفتتح قراءته الجهرية بالحمد لله رب العالمين. ¶ 2 - أن السنة أن يسرّ بالبسملة، ويدل لذلك: ¶ ما جاء في رواية: (كانوا يسرون ببسم الله الرحمن الرحيم). ¶ 3 - أن البسملة ليست من الفاتحة، ويدل لذلك: ¶ قوله - صلى الله عليه وسلم -: قال تعالى: (قسمت الصلاة بيني وبين عبدي نصفين، فإذا قال: الحمد لله رب العالمين، قال: حمدني عبدي ... ). ¶ فهذا نص صريح في أن البسملة ليست من الفاتحة. ¶ 4 - أن السنة أن يسر دعاء الاستفتاح. إذاً: ¶ الاستفتاح ــ التعوذ ــ البسملة: يسن للإمام أن يسرّ بهما، ويبدأ القراءة جهراً بالحمد لله ربّ العالمين. ¶ - ... - ... - ... - ... - ¶ 84) وعنه قال: قال رسول الله - صلى الله عليه وسلم -: (من أحب أن يبسط له في رزقه وينسأ له في أثره فليصل رحمه). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ أن يبسط: يوسع. ... ينسأ له في أثره: أي يؤخر له في أجله وعمره. ¶ الفوائد: ¶ 1 - فضيلة صلة الرحم. ¶ 2 - أن صلة الرحم سبب في سعة الرزق، وطول العمر. [وقد سبقت فضائل صلة الرحم في حديث رقم: 68] ¶ 3 - اختلف العلماء في معنى قوله (وينسأ له في أثره) مع أن الله يقول: {وَلِكُلِّ أُمَّةٍ أَجَلٌ فَإِذَا جَاءَ أَجَلُهُمْ لا يَسْتَأْخِرُونَ سَاعَةً وَلا يَسْتَقْدِمُون َ} (لأعراف:34) والجواب: ¶ قيل: المراد بالحديث: أن هذه الزيادة كناية عن البركة في العمر بسبب التوفيق في الطاعة. ¶ وقيل: أن الزيادة على حقيقتها، وذلك بالنسبة إلى علم الملك الموكل بالعمر، وأما الأول الذي دلت عليه الآية فبالنسبة إلى علم الله، كأن يقال للملك مثلاً: إن عمر فلان مائة مثلاً، إن وصل رحمه، وستون إن قطعها، وقد سبق في علم الله أنه يصل أو يقطع، فالذي في علم الله لا يتقدم ولا يتأخر، والذي في علم الملك يمكن فيه الزيادة والنقص، وإليه الإشارة بقوله تعالى: {يمحو الله ما يشاء ويثبت وعنده أم الكتاب} فالمحو والإثبات بالنسبة لما في علم الملك وما في أم الكتاب هو الذي في علم الله تعالى فلا محو فيه البتة. ¶ وهذا القول هو الراجح. ¶ - ... - ... - ... - ... - ¶ 85) وعنه قال: قال رسول الله - صلى الله عليه وسلم -: (لو تعلمون ما أعلم لضحكتم قليلاً ولبكيتم كثيراً. قال: فغطى أصحاب رسول الله - صلى الله عليه وسلم - وجوههم ولهم خنين). ¶ --------------------------------------------------------- ¶ جاء في رواية للحديث: (عرضت علي الجنة والنار). ¶ معاني الكلمات: ¶ ما أعلم: أي من أهوال الآخرة وما أعد من نعيم في الجنة، وفي النار من العذاب الأليم. خنين: هو البكاء مع غنة وانتشاق الصوت. ¶ الفوائد:",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "1 - استحباب البكاء من خشية الله. ¶ والبكاء من خشيته له فضائل: ¶ أولاً: أنه سبب للنجاة من النار. ¶ قال رسول الله - صلى الله عليه وسلم -: (لا يلج النار رجل بكى من خشية الله حتى يعود اللبن في الضرع). رواه الترمذي ¶ وقال - صلى الله عليه وسلم -: (عينان لا تمسهما النار، عين بكت من خشية الله، وعين باتت تحرس في سبيل الله). رواه الترمذي ¶ ثانياً: البكاء مع الذكر سبب لإظلال الله للعبد. ¶ قال - صلى الله عليه وسلم -: (سبعة يظلهم الله في ظله يوم لا ظل إلا ظله: ورجل ذكر الله خالياً ففاضت عيناه). متفق عليه ¶ 2 - أن البكاء من خشية الله سمة من سمات الصحابة، ويدل لذلك: ¶ حديث العرباض بن سارية قال: (وعظنا رسول الله - صلى الله عليه وسلم - موعظة وجلت منها القلوب وذرفت منها العيون ... ). رواه أبو داود ¶ 3 - أمثلة على بكاء الصحابة: ¶ (ثبت في ترجمة عمر بن الخطاب أنه كان في وجهه خطان أسودان من البكاء). ¶ (كان عثمان بن عفان إذا وقف على قبر يبكي حتى تبتل لحيته، وكان يقول: سمعت النبي - صلى الله عليه وسلم - يقول: ما رأيت منظراً قط إلا والقبر أفظع منه). ¶ (ثبت عن ابن عمر أنه ما قرأ قول الله: {ألم يأن للذين آمنوا أن تخشع قلوبهم لذكر الله} إلا بكى حتى يغلبه البكاء). ¶ (وبكى سلمان الفارسي عند موته، فقيل له ما يبكيك؟ فقال: إن رسول الله - صلى الله عليه وسلم - عهد إلي عهداً فما أراني إلا قد تعديته، قيل: وما عهد إليك؟ قال: عهد إلي أنه يكفي أحدكم مثل زاد الراكب، ولا أراني إلا قد تعديت، وقد قومت تركت سلمان فما بلغت أربعين درهماً). ¶ 4 - تأثر الصحابة بالموعظة وشدة خوفهم من عقاب الله. ¶ 5 - أن الجنة والنار مخلوقتان الآن وموجودتان الآن. ¶ وهذا معتقد أهل السنة والجماعة، ويدل لذلك: ¶ قوله تعالى في الجنة: {أعدت للمتقين} ومعنى أعدت: هيئت ¶ وفي النار: {أعدت للكافرين}. ¶ وقال - صلى الله عليه وسلم -: (رأيت الجنة والنار). ¶ وقال - صلى الله عليه وسلم -: (رأيت في مقامي هذا كل شيء وعدتم به، حتى لقد رأيتني آخذ قطفاً من الجنة حين رأيتموني، ولقد رأيت جهنم يحطم بعضها بعضاً حين رأيتموني تأخرت). رواه مسلم ¶ وقال - صلى الله عليه وسلم -: (إن أحدكم إذا مات عرض عليه مقعده بالغداة والعشي، إن كان من أهل الجنة فمن أهل الجنة، وإن كان من أهل النار فمن أهل النار ... ). متفق عليه ¶ وقال - صلى الله عليه وسلم -: (لما خلق الله الجنة والنار، أرسل جبريل إلى الجنة فقال: اذهب فانظر إليها، وإلى ما أعددت لأهلها فيها، ... ثم أرسله إلى النار، فقال: اذهب فانظر إليها، وإلى ما أعددت إلى أهلها فيها ... ). رواه الترمذي ¶ - ... - ... - ... - ... - ¶ 86) وعنه: (أن أعرابياً قال لرسول الله - صلى الله عليه وسلم -: متى الساعة؟ قال: ما أعددت لها؟ قال: حب الله ورسوله، قال: أنت مع من أحببت). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ أعرابياً: الأعرابي هو ساكن البادية. ... متى الساعة: أي متى تقوم الساعة. ... الساعة: أي القيامة، وسميت بذلك لسرعة حسابهم فيها، أو لأنها تفجأ الناس في ساعة فيموت الخلق كلهم بصيحة واحدة. ¶ الفوائد: ¶ 1 - حكمة رسول الله - صلى الله عليه وسلم - وبلاغته في إجابة السائل، حيث دله على الذي يهمه وينجيه، وهو الاستعداد للآخرة بما ينفع والعمل الصالح. ¶ 2 - أنه ينبغي الاستعداد للساعة وليوم القيامة بالعمل الصالح. ¶ 3 - أن وقت قيام الساعة لا يعلمه إلا الله، كما قال تعالى: {ويسألونك عن الساعة قل إنما علمها عند الله}.",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "وقال - صلى الله عليه وسلم - لجبريل لما سأله عن الساعة: (ما المسؤول عنها بأعلم من السائل). ¶ 4 - فضل حب الله ورسوله. ¶ 5 - أن المرء يحشر يوم القيامة مع من أحب. ¶ ولذلك جاء في رواية للحديث أن الرجل قال: (ما أعدت لها من كثير صوم ولا صلاة ولا صدقة، ولكني أحب الله ورسوله، فقال رسول الله - صلى الله عليه وسلم -: فإنك مع من أحببت). ¶ قال أنس: (فما فرحنا بعد الإسلام فرحاً أشد من قول النبي - صلى الله عليه وسلم -: فإنك مع من أحببت). ¶ قال أنس: (فأنا أحب الله ورسوله وأبا بكر وعمر، فأرجو أن أكون معهم وإن لم أعمل بأعمالهم). ¶ 6 - في يوم القيامة يلتقي كل محب مع محبوبه عن خير أو شر. ¶ 7 - على المرء أن يختار الأصدقاء والإخوان الصالحين والمتقين ليحشر معهم، وعليه أن يجتنب صحبة الأشرار والفساق كي لا يحشر معهم، فإن الصاحب ساحب. ¶ ولذلك قال - صلى الله عليه وسلم -: (لا تصاحب إلا مؤمناً، ولا يأكل طعامك إلا تقي). ¶ 87) وعنه قال: قال رسول الله - صلى الله عليه وسلم -: (ثلاث من كنّ فيه وجد بهنّ حلاوة الإيمان: أن يكون الله ورسوله أحب إليه مما سواهما، وأن يحب المرء لا يحبه إلا لله، وأن يكره أن يعود في الكفر بعد أن أنقذه الله منه كما يكره أن يقذف في النار). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ ثلاث: أي ثلاث خصال. من كنّ فيه: أي حصلن فيه. حلاوة الإيمان: استلذاذ الطاعات وتحمل المشاق في الدين. ¶ الفوائد: ¶ 1 - في هذا الحديث بيان كيف يحصل للمسلم حلاوة الإيمان. ¶ 2 - أن للإيمان حلاوة ولذة. ¶ ولذلك قال بعض السلف: ” لو علم الملوك وأبناء الملوك ما نحن فيه لجالدونا عليه بالسيوف “. ¶ وقال بعضهم: ” مساكين أهل الدنيا، خرجوا منها وما ذاقوا أطيب ما فيها، قيل: وما أطيب ما فيها؟ قال: محبة الله ومعرفته وذكره “. ¶ وقال آخر: ” إنه لتمر بالقلب أوقات يرقص فيها طرباً “. ¶ وقال آخر: ” إنه لتمر بي أوقات أقول: إن كان أهل الجنة في مثل هذا إنهم لفي عيش طيب “. ¶ وقال شيخ الإسلام ابن تيمية: ” إن في الدنيا جنة، من لم يدخلها لا يدخل جنة الآخرة “. ¶ 3 - من أسباب حلاوة الإيمان حب الله ورسوله، وتقديم محبتهما على كل أحد. ¶ 4 - وقد جاء الوعيد الشديد فيمن قدم شيئاً من متاع الدنيا على محبة الله ورسوله. ¶ قال تعالى: {قُلْ إِنْ كَانَ آبَاؤُكُمْ وَأَبْنَاؤُكُمْ وَإِخْوَانُكُمْ وَأَزْوَاجُكُمْ وَعَشِيرَتُكُمْ وَأَمْوَالٌ اقْتَرَفْتُمُوهَا وَتِجَارَةٌ تَخْشَوْنَ كَسَادَهَا وَمَسَاكِنُ تَرْضَوْنَهَا أَحَبَّ إِلَيْكُمْ مِنَ اللَّهِ وَرَسُولِهِ وَجِهَادٍ فِي سَبِيلِهِ فَتَرَبَّصُوا حَتَّى يَأْتِيَ اللَّهُ بِأَمْرِهِ وَاللَّهُ لا يَهْدِي الْقَوْمَ الْفَاسِقِينَ} (التوبة:24). ¶ قال ابن كثير: ” {قل إن كان آباؤكم ... وتجارة تخشون كسادها ومساكن ترضونها} أي إذا كانت هذه الأشياء: {أحب إليكم من الله ورسوله وجهاد في سبيله فتربصوا} أي فانتظروا ماذا يحل بكم من عقابه ونكاله بكم، ولهذا قال: {حتى يأتي الله بأمره} “. ¶ 5 - من أسباب حلاوة الإيمان أن يكون حب الإنسان في الله، لا لغرض دنيوي من مال أو رئاسة أو جاه. ¶ والحب من أفضل الطاعات، ويكفي أنه من أسباب الإظلال في ظله يوم القيامة. ¶ قال رسول الله - صلى الله عليه وسلم -: (قال الله تعالى: أين المتحابون بجلالي اليوم أظلهم بظلي يوم لا ظل إلا ظلي). ¶ [وستأتي إن شاء الله فضائل المحبة في الله في حديث رقم: ... ]. ¶ 6 - من أسباب حلاوة الإيمان بغض الكفر وأهله، وأن يكره أن يرجع إلى الكفر كما يكره الإنسان أن يوضع في النار. ¶ 7 - فضيلة بغض الكفر وأهله. ¶ قال تعالى: {يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ وَاغْلُظْ عَلَيْهِمْ وَمَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمَصِير ُ} (التوبة:73).",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "وقال تعالى: {لا تَجِدُ قَوْماً يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ وَلَوْ كَانُوا آبَاءَهُمْ أَوْ أَبْنَاءَهُمْ أَوْ إِخْوَانَهُمْ أَوْ عَشِيرَتَهُمْ ... } (المجادلة:22). ¶ 88) وعنه: (أن رسول الله - صلى الله عليه وسلم - أتى منى، فأتى الجمرة، فرماها، ثم أتى منزله بمنى ونحر، ثم قال للحلاق: خذ، وأشار إلى جانبه الأيمن ثم الأيسر ثم جعل يعطيه الناس). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ منى: سميت بذلك لكثرة ما يمنى بها من الدماء. ¶ الفوائد: ¶ 1 - أن السنة للحاج يوم العيد أن يذهب إلى منى. ¶ 2 - أن أول أفعال الحاج يم العيد هو رمي جمرة العقبة. ¶ 3 - الأفضل في أنساك يوم العيد أن ترتب على الصفة التالية اقتداء بالنبي - صلى الله عليه وسلم -: ¶ الرمي ــ النحر ــ الحلق ــ الطواف، كما في حديث الباب. ¶ 4 - أن ترتيب هذه الأعمال على هذه الصفة من باب الأفضلية، فلو قدم أحدهما على الآخر فلا بأس. ¶ لحديث عبد الله بن عمرو: (أن رسول الله - صلى الله عليه وسلم - وقف في حجة الوداع فجعلوا يسألونه، فقال رجل: لم أشعر فحلقت قبل أن اذبح؟ قال: اذبح ولا حرج. وقال الآخر: لم أشعر فنحرت قبل أن أرمي؟ قال: ارم ولا حرج. فما سئل عن شيء قدم أو أخر إلا قال: افعل ولا حرج). متفق عليه ¶ 5 - أن يوم العيد لا يرمى إلا جمرة العقبة. ¶ 6 - أنه لا بد من الرمي، لقوله: (فرماها) فلو وضعها وضعاً لم يجزئ. ¶ 7 - جواز التبرك بشعر النبي - صلى الله عليه وسلم -، والتبرك بذات النبي - صلى الله عليه وسلم - وآثاره المنفصلة منه. ¶ وأذكر الآن نماذج من تبرك الصحابة بالرسول - صلى الله عليه وسلم - في حياته: ¶ أولاً: حديث الباب. ¶ وجاء في صحيح مسلم عن أنس قال: (لقد رأيت رسول الله - صلى الله عليه وسلم - والحلاق يحلقه، وأطاف به أصحابه، فما يريدون أن تقع شعرة إلا في يد رجل). ¶ وجاء في صحيح البخاري في حديث صلح الحديبية أن عروة بن مسعود قال عن أصحاب النبي - صلى الله عليه وسلم -: (فوالله ما تنخم رسول الله نخامة إلا وقعت في كف رجل منهم، فدلك بها وجهه ... ). ¶ وعن أنس قال: (كان رسول الله - صلى الله عليه وسلم - إذا صلى الغداة جاء خدم المدينة بآنيتهم فيها الماء، فما يؤتى بإناء إلا غمس يده فيها، فربما جاءوه في الغداة الباردة فيغمس يده فيها). رواه مسلم ¶ وعن أبي جحيفة قال: (خرج رسول الله - صلى الله عليه وسلم - بالهاجرة إلى البطحاء، فتوضأ ثم صلى الظهر ركعتين، ثم العصر ركعتين ... الحديث وفيه: وقام الناس فجعلوا يأخذون يديه فيمسحون بها وجوههم ... قال: فأخذت بيده فوضعتها على وجهي، فإذا هي أبرد من الثلج وأطيب من رائحة المسك). ¶ فائدة: ذهب بعض العلماء إلى جواز التبرك بالصالحين قياساً على فعل الصحابة مع النبي - صلى الله عليه وسلم -. ¶ والصحيح أنه لا يجوز لأمرين: ¶ أولاً: أن الصحابة لم يفعلوا ذلك مع غير النبي - صلى الله عليه وسلم -، ولو كان خيراً لسبقونا إليه. ¶ ثانياً: سد ذريعة الشرك، لأن جواز التبرك بآثار الصالحين يفضي إلى الغلو فيهم. ¶ 8 - السنة في حلق الرأس أن يبدأ باليمين. ¶ 89) وعن أبي موسى - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: (من صلى البردين دخل الجنة). ¶ --------------------------------------------------------- ¶ معاني الكلمات:",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "البردين: المراد بها صلاة الفجر والعصر، سميتا بذلك لأنهما تصليان في بردي النهار وهما طرفاه حين يطيب الهواء وتذهب سورة الحر. ¶ الفوائد: ¶ 1 - فضل صلاة الفجر والعصر. ¶ 2 - أن المحافظة عليهما من أسباب دخول الجنة. ومن فضائل المحافظة عليها: ¶ أولاً: من أسباب دخول الجنة. ¶ لحديث الباب. ¶ ثانياً: سبب للنجاة من النار. ¶ قال - صلى الله عليه وسلم -: (لن يلج النار أحد صلى قبل طلوع الشمس وقبل غروبها) يعني الفجر والعصر. ¶ ثالثاً: الملائكة يجتمعون في هاتين الصلاتين. ¶ قال - صلى الله عليه وسلم -: (يتعاقبون عليكم ملائكة بالليل وملائكة بالنهار، ويجتمعون في صلاة الصبح وصلاة العصر، ثم يعرج الذين باتوا فيكم، فيسألهم الله وهو أعلم بهم، كيف تركتم عبادي؟ فيقولون: تركناهم وهم يصلون، وأتيناهم وهم يصلون). متفق عليه ¶ رابعاً: سبب لرؤية الله في الآخرة. ¶ قال - صلى الله عليه وسلم -: (إنكم سترون ربكم كما ترون هذا القمر، لا تضامون في رؤيته، فإن استطعتم ألا تغلبوا على صلاة قبل طلوع الشمس وقبل غروبها فافعلوا). متفق عليه ¶ 3 - خصت هاتين الصلاتين بهذا الفضل، لأن صلاة الفجر تكون عند لذة النوم، وصلاة العصر تكون عند الاشتغال بتتمة أعمال النهار. ¶ - ... - ... - ... - ... - ¶ 90) وعنه قال: قال رسول الله - صلى الله عليه وسلم -: (تعاهدوا هذا القرآن، فوالذي نفس محمد بيده لهو أشد تفلتاً من الإبل في عقلها). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ تعاهدوا: أي واظبوا على تلاوته ومراجعته. ... تفلتاً: تخلصاً. عقلها: جمع عقال، وهو حبل يشد به البعير. ¶ الفوائد: ¶ 1 - ينبغي لصاحب القرآن أن يتعاهد حفظه ومراجعته. ¶ 2 - أن حافظ القرآن إن لم يتعاهد حفظه فإنه يتفلت منه، كصاحب الإبل إذا لم يتعاهد إبله بربطها تفلتت. ¶ ولذلك قال - صلى الله عليه وسلم -: (إنما مثل صاحب القرآن كمثل الإبل المعقّلة، إن عاهد عليها أمسكها، وإن أطلقها ذهبت). ¶ المعقلة: أي المشدودة بالعقال. ¶ 3 - قال العلماء: ” وإنما خص الإبل بالذكر، لأنها أشد الحيوان الإنسي نفوراً، وفي تحصيلها بعد استكمال نفورها صعوبة. ¶ 4 - جواز الحلف من غير استحلاف. ¶ 5 - إثبات اليد لله عز وجل إثباتاً يليق بجلاله من غير تحريف ولا تعطيل ولا تشبيه ولا تمثيل. ¶ وقال بعض أهل البدع: المراد باليد: (القدرة) وقال بعضهم: المقصود باليد (النعمة) وهذا باطل من وجوه: ¶ الوجه الأول: هذا خلاف اللفظ، لأنه لا يجوز العدول عن اللفظ إلا لدليل. ¶ الوجه الثاني: أن هذا خلاف المتبادر إلى الذهن، والأصل في الألفاظ أن تحمل على حقائقها. ¶ الوجه الثالث: أنه لا يصح أن يقال: (وكلتا يدي ربي يمين] أي قدرة، لأن القدرة لا يمين لها، ولا يصح أن يقال: ¶ (وكلتا نعمتي ربي يمين) لأن النعمة لا يمين لها. ¶ الوجه الرابع: أن النبي - صلى الله عليه وسلم - قال: (بل يداه مبسوطان) فإذا فسرت اليد بالنعمة حصرت نعمة الله بنعمتين، وهذا باطل شرعاً وعقلاً، {وإن تعدوا نعمة الله لا تحصوها}.",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "الوجه الخامس: أن الله قال: {يا إبليس ما منعك أن تسجد لما خلقت بيدي} ولا يصح أن يقال هنا بالنعمة، ولا يقال بالقدرة، إذ لا يكون هناك فرق بين آدم وبين غيره. ¶ 6 - وردت أحاديث في ذم من حفظ القرآن أو آيات منه ثم نسيه، ولا يصح منها شيء. ¶ - ... - ... - ... - ... - ¶ 91) وعنه قال: قال لي رسول الله - صلى الله عليه وسلم -: (يا عبد الله بن قيس! ألا أدلك على كنز من كنوز الجنة؟ لا حول ولا قوة إلا بالله). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ كنز: الكنز المال المدفون، والمراد به هنا ذخائر الجنة ونفائسها. لا حول: لا تحول للعبد من حال إلى حال إلا بالله. ¶ الفوائد: ¶ 1 - فضل هذه الكلمة العظيمة [لا حول ولا قوة إلا بالله]. ¶ قال النووي: ” هي كلمة استسلام وتفويض، وأن العبد لا يملك من أمره شيئاً، وليس له حيلة في دفع شرّ، ولا قوة في جلب خير، إلا بإرادة الله تعالى. ¶ وقد جاء في الحديث: [إذا قال العبد لا حول ولا قوة إلا بالله، قال الله أسلم عبدي واستسلم). رواه الحاكم ¶ 2 - أن هذه الكلمة [لا حول ولا قوة إلا بالله] كلمة إعانة، فإذا أراد الإنسان أن يعينه الله فليقولها. ¶ 3 - ولذلك يشرع أن تقال عند قول المؤذن: حي على الصلاة، حي على الفلاح. ¶ قال ابن القيم: ” وسمعت شيخ الإسلام ابن تيمية يذكر أثراً في هذا الباب، يقول: إن الملائكة لما أمروا بحمل العرش قالوا: يا ربنا كيف نحمل عرشك وعليه عظمتك وجلالك؟ فقال: قولوا لا حول ولا قوة إلا بالله، فلما قالوها حملوه “. ¶ ثم قال ابن القيم: ” وهذه الكلمة لها تأثير عجيب في معاناة الأشغال الصعبة، وتحمّل المشاق، والدخول على الملوك، ومن يخاف، وركوب الأهوال، ولها أيضاً تأثير عجيب في دفع الفقر “. ¶ 4 - قال الشيخ ابن عثيمين رحمه الله: ” وليست هذه الكلمة كلمة استرجاع كما يفعله كثير من الناس إذا قيل له: حصلت المصيبة الفلانية، قال: لا حول ولا قوة إلا بالله، ولكن كلمة الاسترجاع أن يقول: إنا لله وإنا إليه راجعون، أما هذه الكلمة فهي كلمة استعانة، إذا أردت أن يعينك الله على شيء فقل: لا حول ولا قوة إلا بالله “. ¶ 5 - استحباب الإكثار من هذه الكلمة، لأنها كما سبق يعني الاستسلام والتفويض لله. ¶ 6 - فضل ذكر الله، وأنه يعطي العبد قوة في أموره وإعانة. ¶ 92) وعنه قال: قلت: يا رسول الله، أي المسلمين أفضل: قال: (من سلم المسلمون من لسانه ويده). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ سلم: أمن. ... من لسانه: غيبة أو نميمة أو سب. ... ويده: بضرب أو بطش. ¶ الفوائد: ¶ 1 - أن أفضل الناس من سلم الناس من أذاه، سواء باللسان أو باليد. ¶ 2 - تحريم إيذاء الناس. ¶ كما قال تعالى: {وَالَّذِينَ يُؤْذُونَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ بِغَيْرِ مَا اكْتَسَبُوا فَقَدِ احْتَمَلُوا بُهْتَاناً وَإِثْماً مُبِيناً} (الأحزاب:58). ¶ 3 - تحريم الغيبة والنميمة والسب والشتم وغيرها. [وسيأتي بحث الغيبة إن شاء الله تعالى في حديث رقم: 276] ¶ 4 - تحريم ضرب الناس بغير حق.",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "5 - قال العلماء: خص اللسان واليد لكثرة صدور الأذى عنهما. ¶ - ... - ... - ... - ... - ¶ 93) وعنه قال: قال رسول الله - صلى الله عليه وسلم -: (إن الله ليملي لظالم فإذا أخذه لم يفلته، ثم قرأ: {وكذلك أخذ ربك إذا أخذ القرى وهي ظالمة إن أخذه أليم شديد}). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ ليملي: أي يمهل. ... أخذه: عاقبة بذنبه. ... لم يفلته: لم يخلّصه ولم يرفع عنه الهلاك. ¶ الفوائد: ¶ 1 - التحذير الشديد من الظلم. ¶ وقد قال تعالى: {مَا لِلظَّالِمِينَ مِنْ حَمِيمٍ وَلا شَفِيعٍ يُطَاعُ}. (غافر: من الآية18) ¶ وقال - صلى الله عليه وسلم -: (من ظلم قيد شبر طوقه من سبع أرضين ... ). ¶ وقال - صلى الله عليه وسلم -: (من اقتطع حق امرئ مسلم بيمينه فقد أوجب الله له النار، وحرم عليه الجنة). ¶ 2 - أن الله يمهل الظالم ولا يهمله، فهو سبحانه لا يعاجل بالعقوبة، ولكن إذا عاقب كان عقابه شديداً. ¶ 3 - أن الظلم سبب لهلاك الأمم. ¶ قال تعالى: {وَكَمْ قَصَمْنَا مِنْ قَرْيَةٍ كَانَتْ ظَالِمَةً}. (الأنبياء: من الآية11) ¶ وقال تعالى: {وَكَأَيِّنْ مَنْ قَرْيَةٍ أَمْلَيْتُ لَهَا وَهِيَ ظَالِمَةٌ}. (الحج: من الآية48) ¶ وقال تعالى: {وَتِلْكَ الْقُرَى أَهْلَكْنَاهُمْ لَمَّا ظَلَمُوا}. (الكهف: من الآية59) ¶ وقال تعالى: {وَمَا ظَلَمُونَا وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ}. (البقرة: من الآية57) ¶ 4 - أن عذاب الله بالظالمين والمجرمين شديد. ¶ كما قال تعالى: {إِنَّ عَذَابِي لَشَدِيدٌ}. (إبراهيم: من الآية7) ¶ وقال تعالى: {وَأَنَّ اللَّهَ شَدِيدُ الْعَذَابِ}. (البقرة: من الآية165) ¶ وقال تعالى: {وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّ اللَّهَ شَدِيدُ الْعِقَابِ}. (البقرة: من الآية196) ¶ وقال تعالى: {لَئِنْ شَكَرْتُمْ لَأَزِيدَنَّكُمْ وَلَئِنْ كَفَرْتُمْ إِنَّ عَذَابِي لَشَدِيدٌ}. (إبراهيم: من الآية7) ¶ وقال سبحانه: {إِنَّ بَطْشَ رَبِّكَ لَشَدِيدٌ}. (البروج:12) ¶ 5 - بعض القصص في عاقبة الظلم. ¶ ــ عن جابر بن سمرة قال: (شكا أهل الكوفة سعداً إلى عمر رضي الله عنه، فعزله واستعمل عليهم عماراً، فشكوا حتى ذكروا أنه لا يحسن يصلي، فأرسل إليه فقال: يا أبا إسحاق إن هؤلاء يزعمون انك لا تحسن تصلي؟ قال أبو إسحاق: أما أنا، والله فإني كنت أصلي بهم صلاة رسول الله - صلى الله عليه وسلم - ما أخرم عنها، أصلي صلاة العشاء، فأركد في الأوليين، وأخف في الأخريين. قال: ذاك الظن بك يا أبا إسحاق. فأرسل معه رجلاً، أو رجالاً، إلى الكوفة، فسأل عنه أهل الكوفة، ولم يدع مسجداً إلا سأل عنه، ويثنون معروفاً، حتى دخل مسجداً لبني عبس، فقام رجل منهم، يقال له أسامة بن قتادة، يكنى أبا سعدة، قال: أما إذ نشدتنا، فإن سعداً كان لا يسير بالسرية، ولا يقسم بالسوية، ولا يعدل في القضية. قال سعد: أما والله لأدعون بثلاث: اللهم إن كان عبدك هذا كاذباً، قام رياءً وسمعةً، فأطل عمره، وأطل فقره، وعرضه بالفتن. وكان بعد إذا سئل يقول: شيخ كبير مفتون، أصابتني دعوة سعد. قال عبد الملك: فأنا رأيته بعد، قد سقط حاجباه على عينيه من الكبر، وإنه ليتعرض للجواري في الطرق يغمزهن). رواه البخاري ¶ ــ عن عروة: (أن أروى بنت أويس ادعت على سعيد بن زيد أنه أخذ شيئاً من أرضها، فخاصمته إلى مروان بن الحكم، فقال سعيد: أنا كنت آخذ من أرضها شيئاً بعد الذي سمعت من رسول الله - صلى الله عليه وسلم -؟ قال: وما سمعت من رسول الله - صلى الله عليه وسلم -؟ قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: ” من أخذ شبراً من الأرض ظلماً طوقه إلى سبع أرضين “ فقال له مروان: لا أسألك بينة بعد هذا، فقال: اللهم إن كانت كاذبة فعمّ بصرها، واقتلها في أرضها. قال: فما ماتت حتى ذهب بصرها، ثم بينا هي تمشي في أرضها إذ وقعت في حفرة فماتت). رواه مسلم ¶ - ... - ... - ... - ... - ¶ 94) وعنه قال: (احترق بيت في المدينة على أهله من الليل، فلما حدث رسول الله - صلى الله عليه وسلم - بشأنهم قال: إن هذه النار عدو لكم فإذا نمتم فأطفئوها عنكم).",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "--------------------------------------------------------- ¶ معاني الكلمات: ¶ حدث: أخبر. ¶ الفوائد: ¶ 1 - ينبغي إطفاء النار قبل النوم حتى لا تحرق البيت ومن فيه. ¶ وقد قال - صلى الله عليه وسلم -: (لا تتركون النار في بيوتكم حين تنامون). ¶ 2 - أن النار عدوة للإنسان. ¶ قال ابن العربي: ” معنى كون النار عدواً لنا أنها تنافي أبداننا وأموالنا منافاة العدو، وإن كانت لنا فيها منفعة، لكن لا يحصل لنا فيها إلا بواسطة، فأطلق أنها عدو لنا لوجود معنى العداوة فيها “. ¶ 3 - هذا الحديث لا يشمل الأنوار لأنها ليس فيها ضرر. ¶ 4 - حرص النبي - صلى الله عليه وسلم - على أمته في أمور الدنيا والآخرة. ¶ 95) وعنه قال: قال رسول الله - صلى الله عليه وسلم -: (المرء مع من أحب). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ مع من أحب: أي يجتمع الشخص مع من أحب. ¶ الفوائد: ¶ 1 - على المرء أن يختار الأصدقاء والإخوان من الصالحين والمتقين ليحشر معهم. ¶ 2 - فضل صحبة الأخيار. ¶ قال بعض الحكماء: من جالس خيّراً أصابته بركته، فجليس أولياء الله لا يشقى، وإن كان كلباً ككلب أصحاب الكهف. ¶ 3 - لكن لا يستلزم ذلك مساواته في منزلته وعلو مرتبته، لأن ذلك متفاوت بتفاوت الأعمال الصالحة. ¶ [وقد سبق شرح الحديث رقم: ... ]. ¶ [وسيأتي فضائل المحبة في الله في حديث رقم: ... ] ¶ - ... - ... - ... - ... - ¶ 96) وعنه قال: قال رسول الله - صلى الله عليه وسلم -: (المؤمن للمؤمن كالبنيان يشد بعضه بعضاً، وشبك بين أصابعه). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ يشد بعضه بعضاً: هذا بيان لوجه التشبيه. ¶ الفوائد: ¶ 1 - الحث على معاونة المؤمن للمؤمن ونصرته. ¶ 2 - ينبغي أن يكون المؤمن لأخيه المؤمن كالبنيان يشد بعضه بعضاً. ¶ وقد قال - صلى الله عليه وسلم -: (والله في عون العبد ما كان العبد في عون أخيه). ¶ وعن البراء قال: (أمرنا بسبع: ... ونصرة المظلوم ... ). ¶ وقال - صلى الله عليه وسلم -: (مثل المؤمنين في توادهم وتراحمهم وتعاطفهم كمثل الجسد الواحد إذا اشتكى منه عضو تداعى له سائر الجسد بالسهر والحمى). متفق عليه ¶ 3 - وجوب التعاون بين المؤمنين على البر والتقوى.",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "4 - أن الذي يريد المبالغة في بيان أقواله يمثلها بحركاته ليكون أوقع في نفس السائل. ¶ - ... - ... - ... - ... - ¶ 97) وعنه قال: قال رسول الله - صلى الله عليه وسلم -: (الاستئذان ثلاثٌ فإن أذن لك وإلا فارجع). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ الاستئذان: هو طلب الإذن في الدخول لمحل لا يملكه المستأذن. ثلاث: أي يكرر ثلاث مرات. ¶ الفوائد: ¶ 1 - أن من أراد الدخول على منزل أحد الناس فإنه يجب أن يستأذنه قبل أن يدخل، وهذا واجب. ¶ قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَدْخُلُوا بُيُوتاً غَيْرَ بُيُوتِكُمْ حَتَّى تَسْتَأْنِسُوا وَتُسَلِّمُوا عَلَى أَهْلِهَا}. (النور: من الآية27) ¶ تستأنسوا: من الاستئناس الظاهر الذي هو ضد الاستيحاش، لأن الذي يقرع باب غيره لا يدري أيؤذن له أم لا فهو كالمستوحش من خفاء الحال عليه، فإذا أذن له زال عنه الاستيحاش، فيكون المعنى: تستأنسون. ¶ 2 - أن الاستئذان لمن أراد دخول منزل غيره ثلاث مرات. ¶ وذهب الجمهور إلى عدم الزيادة على الثلاث. ¶ وذهب الإمام مالك إلى جواز الزيادة بشرط التيقن من عدم السماع، وهذا هو الصحيح. ¶ 3 - الحكمة من الاستئذان من أجل البصر، حتى لا يرى عورة من يدخل عليه أو يشاهد شيئاً يسوءه أن يراه. ¶ وقال - صلى الله عليه وسلم -: (إنما جعل الاستئذان من أجل البصر). ¶ وقد جاء عند البخاري في الأدب المفرد وأبي داود من حديث ثوبان رفعه: (لا يحل لامرئ مسلم أن ينظر إلى جوف بيت حتى يستأذن، فإن فعل فقد دخل) أي صار في حكم الداخل. ¶ 4 - أن المرء لا يحتاج في دخول منزله إلى الاستئذان لفقد العلة التي لأجلها الاستئذان. ¶ 5 - أنه يجب على المستأذن أن يرجع إذا طلب منه ذلك. ¶ قال تعالى: {وَإِنْ قِيلَ لَكُمُ ارْجِعُوا فَارْجِعُوا هُوَ أَزْكَى لَكُمْ}. (النور: من الآية28) ¶ 6 - الحكمة من تخصيص الاستئذان بثلاث: ¶ قيل: إن الأولى للإسماع، والثانية تأكيد، والثالثة إن شاءوا أذنوا وإن شاءوا ردوا. ¶ 7 - يسن قبل الاستئذان أن يسلم، وهذا الذي عليه أكثر العلماء أنه يقدم السلام على الاستئذان. ¶ وقد ثبت عنه - صلى الله عليه وسلم -: أنه استأذن عليه رجل فقال: (أألج؟ فقال رسول الله - صلى الله عليه وسلم - للرجل: اخرج إلى هذا فعلمه الاستئذان، فقل له: السلام عليكم أأدخل؟ فسمعها الرجل فقال: السلام عليكم أأدخل؟ فأذن له النبي - صلى الله عليه وسلم -). ¶ - ... - ... - ... - ... - ¶ 98) وعنه قال: (كنا مع النبي - صلى الله عليه وسلم - في سفر، فكنا إذا أشرفنا على وادٍ هلّلنا وكبرنا وارتفعت أصواتنا، فقال النبي - صلى الله عليه وسلم -: يا أيها الناس، اربعوا على أنفسكم، فإنكم لا تدعون أصمّ ولا غائباً، إنه معكم، إنه سميع قريب). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ أشرفنا: علونا. هللنا: قلنا لا إله إلا الله. اربعوا: ارفقوا بأنفسكم. ¶ الفوائد: ¶ 1 - كراهية رفع الصوت بالدعاء والذكر، وبه قال عامة السلف من الصحابة والتابعين [قاله الطبري]. ¶ وقد قال الله تعالى: {إِنَّهُ لا يُحِبُّ الْمُعْتَدِينَ}. (لأعراف: من الآية55) ¶ فسّر بعض العلماء الاعتداء برفع الصوت في الدعاء. ¶ وقد أثنى سبحانه على زكريا بقوله: {إِذْ نَادَى رَبَّهُ نِدَاءً خَفِيّاً}. (مريم:3) ¶ 2 - أن الله قريب من عباده، فلا يحتاج إلى المناداة ورفع الصوت، وإنما يسأل مسألة القريب المناجي. ¶ 3 - قال ابن القيم: ” وفي اخفاء الدعاء فوائد: ¶ أولاً: أنه أعظم إيماناً، لأن صاحبه يعلم أن الله يسمع دعاءه الخفي. ¶ ثانياً: أنه أبلغ في التضرع والخشوع الذي هو روح الدعاء ولبه ومقصوده. ¶ ثالثاً: أنه أبلغ في الإخلاص.",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "رابعاً: أنه أدعى إلى دوام الطلب والسؤال، فإن اللسان لا يمل ولا يتعب. ¶ 4 - إثبات معية الله، وأنه سبحانه مع خلقه بعلمه، ومعية الله تنقسم إلى قسمين: ¶ أولاً: معية عامة: وهي التي تشمل كل أحد من مؤمن وكافر، وبر وفاجر، وهي تستلزم الإحاطة بالخلق علماً وقدرة. ¶ قال تعالى: {وَهُوَ مَعَكُمْ أَيْنَ مَا كُنْتُمْ}. (الحديد: من الآية4) ¶ ثانياً: معية خاصة: وهي المقيدة بوصف أو بشخص معين، وهي تستلزم النصر والتأييد. ¶ قال تعالى: {إِنَّ اللَّهَ مَعَ الَّذِينَ اتَّقَوْا وَالَّذِينَ هُمْ مُحْسِنُونَ}. (النحل:128) ¶ وقال تعالى عن نبيه: {إِذْ يَقُولُ لِصَاحِبِهِ لا تَحْزَنْ إِنَّ اللَّهَ مَعَنَا}. (التوبة: من الآية40) ¶ 5 - نفي صفة الصم عن الله، لأنها صفة نقص. وصفات الله تنقسم إلى ثلاثة أقسام: ¶ صفات كمال، فهذه يوصف بها مطلقاً. ¶ كالحياة والعلم والقدرة والسمع والبصر. ¶ ولأن الرب كامل فوجب كمال صفاته. ¶ صفات نقص لا كمال فيها، فهذه لا يوصف بها أبداً. ¶ كالصم والعجز والعمر والموت والنوم. ¶ صفات يوصف بها إذا كانت كمالاً ولا يوصف بها إذا كانت نقصاً، كالمكر، والخداع، فهذه الصفات تكون كمالاً إذا كانت في مقابلة مثلها، لأنها تدل على أن فاعلها ليس بعاجز عن مقابلة عدوه بمثل فعله، وتكون نقصاً في غير هذه الحالة، فثبت لله في الحالة الأولى دون الثانية. ¶ قال تعالى: {وَيَمْكُرُونَ وَيَمْكُرُ اللَّهُ}. (لأنفال: من الآية30) ¶ وقال تعالى: {إِنَّهُمْ يَكِيدُونَ كَيْداً. وَأَكِيدُ كَيْداً}. (الطارق:15، 16) ¶ 6 - إثبات اسم من أسماء الله السميع، ومعناه: الذي يسمع كل شيء. ¶ قال العلماء: إن السمع الذي اتصف به ربنا ينقسم إلى قسمين: سمع إدراك _ وسمع إجابة. ¶ سمع الإدراك: معناه أن الله يسمع كل صوت خفي أو ظهر. وهذا السمع قد يراد به: ¶ الإحاطة والشمول: كفوله تعالى [قد سمع الله قول التي تجادلك في زوجها وتشتكي إلى الله، والله يسمع تحاوركما إن الله سميع بصير]. ¶ أو يراد به التهديد: كقوله تعالى [لقد سمع الله قول الذين قالوا إن الله فقير ونحن أغنياء. ¶ وقد يراد التأييد: كقوله تعالى [لا تخافا إنني معكما أسم وأرى. ¶ سمع الإجابة: معناه أن الله يستجيب لمن دعاه كقول إبراهيم [إن ربي لسميع الدعاء] أي مجيب الدعاء. ¶ - ... - ... - ... - ... - ¶ 99) وعن عبد الله بن عمرو عن النبي - صلى الله عليه وسلم -: (المسلم من سلم المسلمون من لسانه ويده، والمهاجر من هجر ما نهى الله عنه). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ ما نهى الله عنه: أي من السيئات. ¶ الفوائد: ¶ 1 - أن المسلم الحقيقي هو من يسلم المسلمون من لسانه ويده. ¶ من لسانه: فلا يسب ولا يشتم ولا يغتاب. ¶ من يده: فلا يضرب ولا بطش ولا يغضب بغير حق. ¶ [وقد سبق شرح هذه الجملة في الحديث رقم: 92] ¶ 2 - فضيلة ترك وهجر المعاصي والسيئات. والهجر ينقسم إلى ثلاثة أقسام: ¶ القسم الأول: هجرة المكان. ¶ وهي أن يهجر الإنسان بلد الشرك والكفر إلى بلد الإسلام. ¶ قال - صلى الله عليه وسلم -: (لا تنقطع الهجرة حتى تنقطع التوبة، ولا تنقطع التوبة حتى تطلع الشمس من مغربها). ¶ القسم الثاني: هجرة العمل.",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "وهي أن يهجر الإنسان ما نهاه الله عنه من المعاصي والفسوق. ¶ لحديث الباب: (والمهاجر من هجر ما نهى الله عنه). ¶ القسم الثالث: هجرة العامل. ¶ وهي هجرة من يجاهرون بالمعصية إذا كان الهجر ينفع معهم. ¶ وقد هجر النبي - صلى الله عليه وسلم - الثلاثة الذين تخلفوا عن غزوة تبوك خمسين يوماً. ¶ 3 - وجوب هجر وترك المعاصي سواء صغيرها أو كبيرها. ¶ قال - صلى الله عليه وسلم -: (اجتنبوا السبع الموبقات: الشرك، وقتل النفس بغير حق، ... ). ¶ وقال - صلى الله عليه وسلم - لعائشة: (إياك ومحقرات الذنوب، فإن لها من الله طالباً). رواه أحمد ¶ - ... - ... - ... - ... - ¶ 100) وعنه قال: قال لي رسول الله - صلى الله عليه وسلم -: (يا عبد الله، لا تكن مثل فلان، كان يقوم الليل فترك قيام الليل). ¶ --------------------------------------------------------- ¶ معاني الكلمات: ¶ يا عبد الله: أي ابن عمرو بن العاص. ¶ الفوائد: ¶ 1 - الترغيب والحث على المحافظة على الأعمال الصالحة والمداومة عليها. ¶ قال تعالى: {وَاعْبُدْ رَبَّكَ حَتَّى يَأْتِيَكَ الْيَقِينُ}. (الحجر:99) ¶ 2 - التحذير من كون الإنسان يعمل الصالح ثم يدعه. ¶ 3 - كان من هدي النبي - صلى الله عليه وسلم - المحافظة على العمل الصالح والمداومة عليه. ¶ عن عائشة قالت: (كان رسول الله - صلى الله عليه وسلم - إذا عمل عملاً أثبته). ¶ 4 - من حرص الشريعة على المداومة على العمل الصالح شرع قضاء العمل إذا فات لعذر. ¶ عن عائشة قالت: (كان رسول الله - صلى الله عليه وسلم - إذا فاتته الصلاة من الليل من وجع أو غيره صلى من النهار ثنتي عشرة ركعة). ¶ أن الانقطاع عن العمل الصالح يدل على رغبة عن الخير وكراهية له. ¶ 5 - الترغيب بعدم تسمية من وقع في حقه ما يذم به. ¶ قال الشيخ ابن عثيمين رحمه الله: ” وترك ذكر اسم الشخص فيه فائدتان عظيمتان: ¶ الفائدة الأولى: الستر على الشخص. ¶ الفائدة الثانية: أن هذا الشخص ربما يتغير حاله، فلا يستحق الحكم الذي يحكم عليه في الوقت الحاضر، لأن القلوب بيد الله. ¶ 6 - العالم المربي يستحث تلاميذه على فعل الخيرات. ¶ 7 - عدم التشديد في العبادة، لأن ذلك يؤدي إلى تركها وهو مذموم. ¶ انتهى القسم الأول من هذا الشرح ¶ سليمان بن محذمد اللهيميد / 0504865743",
            "page": "69",
            "part": "1"
        }
    ],
    "t35995": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "أحاديث مختارة من الصحيحين"
        }
    ]
}