{
    "b35994": [
        {
            "id": "1",
            "nass": "الفوائد العشر ¶ من ¶ حديث حذيفة كان الناس يسألون رسول ¶ الله عن الخير وكنت أسأله عن الشر ¶ أبو سيف ¶ خليل بن إبراهيم العبيدي العراقي ¶ بسم الله الرحمن الرحيم ¶ المقدمة ¶ إنَّ الحمد لله ، نحمده ونستعينه ونستغفره ، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا ، من يهده الله فلا مضل له ، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له ، وأشهد أنَّ محمداً عبده ورسوله . ¶ { يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلاَّ وَأَنْتُمْ مُسْلِمُونَ } (¬1). ¶ { يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَاءً ، وَاتَّقُوا اللَّهَ الَّذِي تَتَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيباً } (¬2). ¶ { يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلاً سَدِيداً، يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعْ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزاً عَظِيماً } (¬3). ¶ أما بعد : ¶ فإنَّ أصدقَ الحديثِ كلام الله ، وخيرَ الهدي هدي محمد - صلى الله عليه وسلم - ، وشرَّ الأمور محدثاتها ، وكلَّ محدثةٍ بدعة ، وكل بدعةٍ ضلالة ، وكلَّ ضلالةٍ في النار . ¶ وبعد : ¶ إنَّ الناظر المتأمل في حديث الصحابي الجليل حذيفة بن اليمان رضي الله عنه يرى بجلاء ووضوح مدى حرصه على معرفة الشر من كافة وجوهه وبمختلف أطواره خشية أن يدركه ويقع فيه ، وهذا الحرص منه رضي الله عنه يوجب علينا الحرص نفسه ، فإذا كان مثل حذيفة رضي الله عنه يخشى على نفسه الوقوع في الشر فمن باب أولى أن نخشى نحن على أنفسنا . ¶ ¬__________ ¶ (¬1) 1 ) سورة آل عمران : 102. ¶ (¬2) 2 ) سورة النساء : 1. ¶ (¬3) 3 ) سورة الأحزاب : 71.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "كما أنه يرى عظيم الفوائد والمواعظ التي تضمنتها أجوبة النبي صلى الله عليه وسلم على أسئلة حذيفة رضي الله عنه ، ولأجل تبيان هذه الفوائد جاءت هذه الرسالة المباركة والتي أسميتها (( الفوائد العشر من حديث حذيفة كان الناس يسألون رسول الله عن الخير وكنت أسأله عن الشر )) . ¶ أسأل الله العظيم رب العرش العظيم أن يلهمنا الرشد في القول و العمل ، وأن يجعل كل أعمالنا لوجهه خالصة ، إنه نعم المولى و نعم النصير ، وصلِّ اللهم على رسولك وعبدك ، وعلى آله وصحبه و سلم . ¶ أبو سيف ¶ خليل بن إبراهيم العبيدي العراقي ¶ رجب / 1429 هـ ¶ تمهيد ¶ ولنستمع الآن وقبل المباشرة بذكر فوائد الحديث إلى حديث حذيفة رضي الله عنه وهو يوجه أسئلته على النبي صلى لله عليه وسلم ، والذي جاء من عدة طرق ، وإليك هي : ¶ 1 ) عن إِدْرِيسَ الْخَوْلَانِيَّ يَقُولُ سَمِعْتُ حُذَيْفَةَ بْنَ الْيَمَانِ يَقُولُ (( كَانَ النَّاسُ يَسْأَلُونَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ الْخَيْرِ وَكُنْتُ أَسْأَلُهُ عَنْ الشَّرِّ مَخَافَةَ أَنْ يُدْرِكَنِي فَقُلْتُ : يَا رَسُولَ اللَّهِ إِنَّا كُنَّا فِي جَاهِلِيَّةٍ وَشَرٍّ فَجَاءَنَا اللَّهُ بِهَذَا الْخَيْرِ فَهَلْ بَعْدَ هَذَا الْخَيْرِ شَرٌّ ؟ . ¶ قَالَ : (( نَعَمْ )) . ¶ فَقُلْتُ : هَلْ بَعْدَ ذَلِكَ الشَّرِّ مِنْ خَيْرٍ ؟ . ¶ قَالَ : (( نَعَمْ وَفِيهِ دَخَنٌ )) . ¶ قُلْتُ : وَمَا دَخَنُهُ ؟ . ¶ قَالَ : (( قَوْمٌ يَسْتَنُّونَ بِغَيْرِ سُنَّتِي وَيَهْدُونَ بِغَيْرِ هَدْيِي تَعْرِفُ مِنْهُمْ وَتُنْكِرُ )). فَقُلْتُ : هَلْ بَعْدَ ذَلِكَ الْخَيْرِ مِنْ شَرٍّ ؟ . ¶ قَالَ : (( نَعَمْ دُعَاةٌ عَلَى أَبْوَابِ جَهَنَّمَ مَنْ أَجَابَهُمْ إِلَيْهَا قَذَفُوهُ فِيهَا )) . ¶ فَقُلْتُ : يَا رَسُولَ اللَّهِ صِفْهُمْ لَنَا . ¶ قَالَ : (( نَعَمْ قَوْمٌ مِنْ جِلْدَتِنَا وَيَتَكَلَّمُونَ بِأَلْسِنَتِنَا )) .",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "قُلْتُ : يَا رَسُولَ اللَّهِ فَمَا تَرَى إِنْ أَدْرَكَنِي ذَلِكَ ؟ . ¶ قَالَ : (( تَلْزَمُ جَمَاعَةَ الْمُسْلِمِينَ وَإِمَامَهُمْ )) . ¶ فَقُلْتُ : فَإِنْ لَمْ تَكُنْ لَهُمْ جَمَاعَةٌ وَلَا إِمَامٌ ؟ . ¶ قَالَ : (( فَاعْتَزِلْ تِلْكَ الْفِرَقَ كُلَّهَا ، وَلَوْ أَنْ تَعَضَّ عَلَى أَصْلِ شَجَرَةٍ حَتَّى يُدْرِكَكَ الْمَوْتُ وَأَنْتَ عَلَى ذَلِكَ ))(¬1). ¶ 2 ) عَنْ أَبِي سَلَّامٍ قَالَ : قَالَ حُذَيْفَةُ بْنُ الْيَمَانِ : قُلْتُ يَا رَسُولَ اللَّهِ : إِنَّا كُنَّا بِشَرٍّ فَجَاءَ اللَّهُ بِخَيْرٍ فَنَحْنُ فِيهِ ، فَهَلْ مِنْ وَرَاءِ هَذَا الْخَيْرِ شَرٌّ ؟ . ¶ قَالَ : (( نَعَمْ )) . ¶ قُلْتُ : هَلْ وَرَاءَ ذَلِكَ الشَّرِّ خَيْرٌ ؟ . ¶ قَالَ : (( نَعَمْ )) . ¶ قُلْتُ : فَهَلْ وَرَاءَ ذَلِكَ الْخَيْرِ شَرٌّ ؟ . ¶ قَالَ : (( نَعَمْ )) . ¶ قُلْتُ : كَيْفَ ؟ . ¶ قَالَ : (( يَكُونُ بَعْدِي أَئِمَّةٌ لَا يَهْتَدُونَ بِهُدَايَ وَلَا يَسْتَنُّونَ بِسُنَّتِي ، وَسَيَقُومُ فِيهِمْ رِجَالٌ قُلُوبُهُمْ قُلُوبُ الشَّيَاطِينِ فِي جُثْمَانِ إِنْسٍ )) . ¶ قَالَ : قُلْتُ كَيْفَ أَصْنَعُ يَا رَسُولَ اللَّهِ إِنْ أَدْرَكْتُ ذَلِكَ ؟ . ¶ قَالَ : (( تَسْمَعُ وَتُطِيعُ لِلْأَمِيرِ ، وَإِنْ ضُرِبَ ظَهْرُكَ ، وَأُخِذَ مَالُكَ فَاسْمَعْ وَأَطِعْ ))(¬2). ¶ 3 ) عن عبد الرحمن بن قرط قال: دخلنا مسجد الكوفة فإذا حلقة وفيهم رجل يحدثهم فقال : كان الناس يسألون رسول الله صلى الله عليه وسلم عن الخير ، وكنت أسأله عن الشر كما أعرفه فأتقيه ، وعلمت أن الخير لا يفوتني ، قلت: يا رسول الله، هل بعد الخير من شر ؟! . ¶ قال : (( يا حذيفة تعلم كتاب الله واعمل بما فيه )) ، فأعدت عليه القول ثلاثاً فقال في الثالثة : (( فتنة واختلاف )) . ¶ ¬__________ ¶ (¬1) 4 ) رواه البخار ي برقم 3338 ، ومسلم برقم 3434 . ¶ (¬2) 5 ) رواه مسلم 3435 .",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "قلت : يا رسول الله، هل بعد ذلك الشر من خير؟ . ¶ قال : (( يا حذيفة تعلم كتاب الله واعمل بما فيه ثلاثا ، ثم قال في الثالثة : هدنة على دخن ، وجماعة على قذى فيها )) . ¶ قلت : يا رسول الله؛ هل بعد ذلك الخير من شر ؟ . ¶ قال : (( يا حذيفة تعلم كتاب الله واعمل بما فيه ثلاثاً ، ثم قال في الثالثة فتن على أبوابها دعاة إلى النار فلأن تموت وأنت عاض على جذل خير لك من أن تتبع أحدا منهم ))(¬1). ¶ 4 ) وقد جمع العلامة محمد ناصر الدين الألباني رحمه الله تعالى زوائد هذه الحديث في سلسلته الصحيحة وضم بعضها إلى بعض فقال : قال حذيفة بن اليمان رضي الله عنه : كان الناس يسألون رسول الله صلى الله عليه وسلم عن الخير ، و كنت أسأله عن الشر مخافة أن يدركني ، فقلت :يا رسول الله ! إنا كنا في جاهلية و شر فجاءنا الله بهذا الخير [ فنحن فيه ]،[ وجاء بك ]، فهل بعد هذا الخير من شر [ كما كان قبله ؟ ] . [ قال : \" يا حذيفة تعلم كتاب الله و اتبع ما فيه ، ( ثلاث مرات ) \" . قال : قلت : يا رسول الله ! أبعد هذا الشر من خير ؟ ] . قال : (( نعم )) . ¶ [ قلت : فما العصمة منه ؟ قال : \"السيف \" ] . قلت : و هل بعد ذلك الشر من خير ؟ ( و في طريق : قلت : و هل بعد السيف بقية ؟ ) قال : \" نعم ، و فيه ( و في طريق : تكون إمارة ( و في لفظ : ¶ جماعة ) على أقذاء ، و هدنة على ) دخن \" . قلت : و ما دخنه ؟ . ¶ ¬__________ ¶ (¬1) 6 ) رواه الإمام أحمد في مسنده 5 / 403 ، و أبن ماجة في سننه 2 / 1317 ، والنسائي في السنن الكبرى 5 / 18 وفضائل القرآن 1 / 101 ، وصححه الشيخ الألباني في صحيح سنن أبن ماجة 2 / 361 .",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "قال : \"قوم ( وفي طريق أخرى : يكون بعدي أئمة [ يستنون بغير سنتي و ] ، يهدون بغير هديي تعرف منهم و تنكر ، [ و سيقوم فيهم رجال قلوبهم قلوب الشياطين ، في جثمان إنس ]\" . ( و في أخرى : الهدنة على دخن ما هي ؟ قال : \" لا ترجع قلوب أقوام على الذي كانت عليه \" ) . قلت :فهل بعد ذلك الخير من شر ؟ قال : \" نعم ، [ فتنة عمياء صماء ، عليها ] دعاة على أبواب جهنم ، من أجابهم إليها قذفوه فيها \" . قلت : يا ¶ رسول الله ! صفهم لنا . قال : \" هم من جلدتنا ، و يتكلمون بألسنتنا \" . قلت : [ يا رسول الله ! ] فما تأمرني إن أدركني ذلك ؟ . ¶ قال : \" تلتزم جماعة المسلمين وإمامهم ، [ تسمع و تطيع الأمير و إن ضرب ظهرك و أخذ مالك ، فاسمع و أطع ] \" . ¶ قلت : فإن لم يكن لهم جماعة و لا إمام ؟ قال : \" فاعتزل تلك الفرق كلها ، و لو أن تعض بأصل شجرة ، حتى يدركك الموت و أنت على ذلك \" . ¶ ( و في طريق ) : \" فإن تمت يا حذيفة و أنت عاض على جذل خير لك من أن تتبع أحدا منهم \" . ( و في أخرى ) ¶ : \" فإن رأيت يومئذ لله عز وجل في الأرض خليفة ، فالزمه و إن ضرب ظهرك و أخذ مالك ، فإن لم تر خليفة فاهرب [ في الأرض ] حتى يدركك الموت و أنت عاض على جذل شجرة \" . [ قال : قلت : ثم ماذا ؟ قال : \" ثم يخرج الدجال \" . قال : قلت : فبم يجيء ؟ قال : \" بنهر - أو قال : ماء و نار - فمن دخل نهره حط أجره و وجب وزره ، و من دخل ناره وجب أجره و حط وزره \" . [ قلت : يا رسول الله : فما بعد الدجال ؟. ¶ قال : \" عيسى ابن مريم \" ] . ¶ قال : قلت : ثم ماذا ؟ قال : \" لو أنتجت فرسا لم تركب فلوها حتى تقوم الساعة \" ] \" .",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "قال الألباني في : (( السلسلة الصحيحة 6 / 541 )) : قلت : هذا حديث عظيم الشأن من أعلام نبوته صلى الله عليه وسلم و نصحه لأمته ، ما أحوج المسلمين إليه للخلاص من الفرقة والحزبية التي فرقت جمعهم و شتت شملهم ، و أذهبت شوكتهم ، فكان ذلك من أسباب تمكن العدو منهم ، مصداق قوله تبارك و تعالى : *( و لا تنازعوا فتفشلوا و تذهب ريحكم )* . ¶ و قد جاء مطولاً و مختصراً من طرق ، جمعت هنا فوائدها ، و ضممت إليه زوائدها في أماكنها المناسبة . ¶ مفردات الحديث : ¶ ( أسأله عن الشر ) أستوضحه عنه . ¶ ( مخافة أن يدركني ) خوفا من أن أقع فيه أو أدرك زمنه . ¶ ( دخن ) من الدخان أي ليس خيرا خالصا بل فيه ما يشوبه ويكدره وقيل الدخن الأمور المكروهة . ¶ ( تعرف منهم وتنكر ) أي ترى منهم أشياء موافقة للشرع ، وأشياء مخالفة له . ¶ ( جلدتنا ) من أنفسننا وقومنا وقيل هم في الظاهر مثلنا ومعنا وفي الباطن مخالفون لنا في أمورهم وشؤونهم وجلدة الشيء ظاهره . ¶ ( جماعة المسلمين ) عامتهم التي تلتزم بالكتاب والسنة . ¶ ( إمامهم ) أميرهم العادل الذي اختاروه ونصبوه عليهم . ¶ ( تعض بأصل شجرة ) أي حتى ولو كان الاعتزال بالعض على أصل شجرة والعض هو الأخذ بالأسنان والشد عليها والمراد المبالغة في الاعتزال(¬1) ¶ وقبل المباشرة في ذكر فوائد هذا الحديث أضع أخي الحبيب أمام عينيك هذه الحقائق فتدبرها يرحمك الله : ¶ الأولى : نجد أن الحديث يخبر عن زمن سيأتي لاحقاً ، حيث يكون الخير فيه ليس بخالص ولا نقي ، بل فيه دَخَن وكدورة يكدران صفائه وبهائه ، حيث يتجلى فيه رجال يستنون بغير سنة النبي - صلى الله عليه وسلم - يعرف الناس منهم أشياء وينكرون أخرى . ¶ ¬__________ ¶ (¬1) 7 ) أنظر صحيح البخاري 3 / 1319 بتحقيق : د. مصطفى ديب البغا .",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "قال أبن حجر في (( فتح الباري : 13/ 36 )) : (( الدخن هو الحقد ، وقيل الدغل وقيل : فساد القلب ، ومعنى الثلاثة متقارب ، يشير إلى أن الخير الذي يجيء بعد الخير لا يكون خالصاً بل فيه كدر . ¶ وقيل : المراد بالدخن كل أمر مكروه .. )) أ . هـ ¶ الثانية : ونجد أيضا أن الحديث يتدرج في الأحداث والوقائع ، ليخبر عن زمن سيلحق الزمن المذكور آنفاً يكون الشر فيه خالصاً وشاملاً ومطبِقاً ، ويتمخض عن أحداث عظيمة وشرور جسيمة منها : ¶ 1 ) ظهور أناس من جلدتنا ويتكلمون بألسنتنا سماهم النبي - صلى الله عليه وسلم - (( دعاة على أبواب جهنم ، من أجابهم إليها قذفوه فيها )) يدعون الناس إلى الجنة بأقوالهم ، ولكن أفعالهم تأبى ذلك حيث تناقض ما يقولون ويُنظِّرون . ¶ قال أبن القيم رحمه الله في (( الفوائد 61 )) : (( علماء السوء جلسوا على باب الجنة يدعون الناس إليها بأقوالهم ويدعون إلى النار بأفعالهم ، فكلما قالت أفواههم للناس هلموا ، قالت أفعالهم : لا تسمعوا منهم فلو كان ما دعوا إليه حقاً كانوا أول المستجيبين له ، فهم في الصورة أدلاء وفي الحقيقة قطاع طرق )) . ¶ 2 ) تقاذف الناس بأرواحهم نحو أحزاب وفرق وطوائف مزقت الأمة وأذهبت ريحها ، وكأن الله لا يعبد بنظرهم إلا عن طريق حزب أو طائفة . ¶ 3 ) خلو هذا الزمان من جماعة للمسلمين تجمعهم وإمام يقودهم . ¶ 4 ) وعلى ضوء ما سبق ذكره في النقطة السابقة فإن الحكم النبوي في هكذا زمان يشير إلى وجوب اعتزال تلك الفرق والأحزاب وعدم الانخراط فيها : (( فاعتزل تلك الفرق كلها ، ولو أن تعض بأصل شجرة ، حتى يدركك الموت وأنت على ذلك )) . ¶ الفوائد المستفادة من الحديث ¶ الفائدة الأولى : (( كَانَ النَّاسُ يَسْأَلُونَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ الْخَيْرِ وَكُنْتُ أَسْأَلُهُ عَنْ الشَّرِّ مَخَافَةَ أَنْ يُدْرِكَنِي )) .",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "هذا يدل على مدى حرص حذيفة رضي الله عنه على معرفة الشر ، وقد علل هذا الحرص بأمرين : ¶ الأمر الأول : قوله : (( مخافة أن يدركني )) أي الشر فلا يعرفه فيقع في مزالقه الوعرة ، فأراد معرفة ذلك لتوقيه واجتنابه ، فقال كما في رواية عبد الرحمن بن قرط (( وكنت أسأله عن الشر كما أعرفه فأتقيه )) . ¶ كما أن الضد ـ وهو الخير ـ لا يُعرف حسنه إلا بمعرفة ما يضاده ويناقضه ، وكما قيل : ¶ عرفتُ الشرَّ لا للشرِّ لكنْ لتوقِّيه ... ومن لا يعرِفِ الشرَّ من الناس يقَعْ فيهِ ¶ وأما الأمر الثاني : فلمعرفته ( رضي الله عنه ) أن معرفة الخير سهلة متيسرة ، مثلما بَيَّن ذلك في رواية عبد الرحمن بن قرط قوله : (( وعلمت أن الخير لا يفوتني )) . ¶ الفائدة الثانية : ومع كل هذا الحرص الذي أظهره حذيفة رضي الله عنه إلا أنه قد فاته من الشر ما لم يسأل عنه ، فتألم لفوات ذلك كثيراً ، قال الحاكم في المستدرك ولهذا فقد خفي عن حذيفة رضي الله عنه السبب الذي يخرج أهل المدينة من المدينة ، و علمه غيره . ¶ وقد اتفق البخاري ومسلم، رضي الله عنهما على حديث شُعْبَةُ عَنْ عَدِيِّ بْنِ ثَابِتٍ عَنْ عَبْدِ اللَّهِ بْنِ يَزِيدَ عَنْ حُذَيْفَةَ أَنَّهُ قَالَ : أَخْبَرَنِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمَا هُوَ كَائِنٌ إِلَى أَنْ تَقُومَ السَّاعَةُ ، فَمَا مِنْهُ شَيْءٌ إِلَّا قَدْ سَأَلْتُهُ ، إِلَّا أَنِّي لَمْ أَسْأَلْهُ مَا يُخْرِجُ أَهْلَ الْمَدِينَةِ مِنْ الْمَدِينَةِ )) .",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وقد روى الحاكم أبو عبد الله الحافظ في مستدركه على الصحيح عن محجن بن الأدرع قال : بعثني رسول الله صلى الله عليه وسلم لحاجة ، ثم عارضني في بعض طرق المدينة ، ثم صعد على أحد وصعدت معه ، فأقبل بوجهه نحو المدينة فقال لها قولاً، ثم قال : ويل أمك أو \" ويح أمها قرية يدعها أهلها أينع ما تكون ، تأكلها عافية الطير والسباع ، تأكل ثمرها ، ولا يدخلها الدجال إن شاء الله تعالى ، كلما أراد دخولها يلقاه بكل نقب من نقابها ملك مصلت يمنعه عنها \" . [ أخرجه الحاكم أو عبد الله في مستدركه وقال : هذا حديث صحيح الإسناد، ولم يخرجاه ] ))(¬1). ¶ قال الإمام أبن حجر رحمه الله في (( فتح الباري 4 / 90 )) : (( عن سَعِيدُ بْنُ الْمُسَيَّبِ أَنَّ أَبَا هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ : يَتْرُكُونَ الْمَدِينَةَ عَلَى خَيْرِ مَا كَانَتْ لَا يَغْشَاهَا إِلَّا الْعَوَافِ يُرِيدُ عَوَافِيَ السِّبَاعِ وَالطَّيْرِ وَآخِرُ مَنْ يُحْشَرُ رَاعِيَانِ مِنْ مُزَيْنَةَ يُرِيدَانِ الْمَدِينَةَ يَنْعِقَانِ بِغَنَمِهِمَا فَيَجِدَانِهَا وَحْشًا حَتَّى إِذَا بَلَغَا ثَنِيَّةَ الْوَدَاعِ خَرَّا عَلَى وُجُوهِهِمَا .... ¶ قَوْله : ( تَتْرُكُونَ الْمَدِينَة ) ¶ كَذَا لِلْأَكْثَرِ بِتَاءِ الْخِطَاب ، وَالْمُرَاد بِذَلِكَ غَيْر الْمُخَاطَبِينَ ، لَكِنَّهُمْ مِنْ أَهْل الْبَلَد أَوْ مِنْ نَسْل الْمُخَاطَبِينَ أَوْ مِنْ نَوْعهمْ .... ¶ ¬__________ ¶ (¬1) 8 ) أنظر عقد الدرر في أخبار المهدي المنتظر 1 / 55 .",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "قَوْله : ( عَلَى خَيْر مَا كَانَتْ ) : أَيْ عَلَى أَحْسَن حَال كَانَتْ عَلَيْهِ مِنْ قَبْل ، قَالَ الْقُرْطُبِيّ تَبَعًا لِعِيَاضٍ : قَدْ وُجِدَ ذَلِكَ حَيْثُ صَارَتْ مَعْدِن الْخِلَافَة وَمَقْصِد النَّاس وَمَلْجَأَهُمْ ، وَحُمِلَتْ إِلَيْهَا خَيْرَات الْأَرْض وَصَارَتْ مِنْ أَعْمَر الْبِلَاد ، فَلَمَّا اِنْتَقَلَتْ الْخِلَافَة عَنْهَا إِلَى الشَّام ثُمَّ إِلَى الْعِرَاق وَتَغَلَّبَتْ عَلَيْهَا الْأَعْرَاب تَعَاوَرَتْهَا الْفِتَن وَخَلَتْ مِنْ أَهْلهَا فَقَصَدَتْهَا عَوَافِي الطَّيْر وَالسِّبَاع . وَالْعَوَافِي جَمْع عَافِيَة وَهِيَ الَّتِي تَطْلُب أَقْوَاتهَا ، وَيُقَال لِلذَّكَرِ عَافٍ ..... ¶ وَقَالَ النَّوَوِيّ : الْمُخْتَار أَنَّ هَذَا التَّرْك يَكُون فِي آخِر الزَّمَان عِنْد قِيَام السَّاعَة ، وَيُؤَيِّدهُ قِصَّة الرَّاعِيَيْنِ فَقَدْ وَقَعَ عِنْد مُسْلِم بِلَفْظِ \" ثُمَّ يُحْشَر رَاعِيَانِ \" وَفِي الْبُخَارِيّ أَنَّهُمَا آخِر مَنْ يُحْشَر ... ¶ قُلْت : وَيُؤَيِّدهُ مَا رَوَى مَالِك عَنْ اِبْن حَمَاس بِمُهْمَلَتَيْنِ وَتَخْفِيف عَنْ عَمّه عَنْ أَبِي هُرَيْرَة رَفَعَهُ \" لَتَتْرُكُنَّ الْمَدِينَة عَلَى أَحْسَن مَا كَانَتْ حَتَّى يَدْخُل الذِّئْب فَيَعْوِي عَلَى بَعْض سَوَارِي الْمَسْجِد أَوْ عَلَى الْمِنْبَر . قَالُوا : فَلِمَنْ تَكُون ثِمَارهَا ؟ قَالَ : لِلْعَوَافِي الطَّيْر وَالسِّبَاع \".... ¶ وَرَوَى مُسْلِم مِنْ حَدِيث حُذَيْفَة أَنَّهُ لَمَّا سَأَلَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَمَّنْ يُخْرِج أَهْل الْمَدِينَة مِنْ الْمَدِينَة ، وَلِعُمَر بْن شَبَّة مِنْ حَدِيث أَبِي هُرَيْرَة \" قِيلَ يَا أَبَا هُرَيْرَة مَنْ يُخْرِجهُمْ ؟ قَالَ أُمَرَاء السُّوء \"(¬1). ¶ ¬__________ ¶ (¬1) 9 ) أنظر فتح الباري 4 / 90 [ باختصار وتصرف ] .",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "الفائدة الثالثة : قوله (( إِنَّا كُنَّا فِي جَاهِلِيَّةٍ وَشَرٍّ )) . ¶ والجاهلية هي كل ما كانت عليه مجتمعات ما قبل الإسلام من الشر مثل الكفر وعبادة غير الله وقتل بعضهم بعضاُ والسلب والنهب وإتيان الفواحش ، فهي بهذه المعاني توصف بالجاهلية ، ولهذا نرى أن حذيفة رضي الله عنه قد قرن الجاهلية بالشر ، وقد انتفى كل هذا حين جاء الإسلام ، ومن هذا القبيل قول أمير المؤمنين عمر (( إنما تنقض عرى الإسلام عروة عروة إذا نشأ في الإسلام من لا يعرف الجاهلية )) . ¶ وعلينا ـ أخي الحبيب ـ التنبه والتفطن لأمر مهم ، بل هو في غاية الأهمية والخطورة ألا وهو : ¶ أن الإنسان المسلم قد يتلبس بشيء من صفات الجاهلية ، فيقال فيه : « إنك امرؤ فيك جاهلية » وكمثل الفخر بالأحساب ، والطعن في الأنساب ، والنياحة على الميت ، وهذه لا يكفر صاحبها(¬1). ¶ ومثل هذا قول النبي صلى الله عليه وسلم لأبي ذر رضي الله عنه : (( إنك امرؤ فيك جاهلية )) . ¶ فعن المعرور بن سويد قال : مررنا بأبي ذر بالربذة وعليه برد وعلى غلامه مثله فقلنا : يا أبا ذر ! لو جمعت بينهما كانت حلة . ¶ فقال : إنه كان بيني وبين الرجل من أخوتي كلام ، وكانت أمه أعجمية. فعيرته بأمه ، فشكاني إلى النبي صلى الله عليه وسلم ، فلقيت النبي صلى الله عليه وسلم ، فقال : ((يا أبا ذر! إنك امرؤ فيك جاهلية )) . ¶ قلت : يا رسول الله ! من سب الرجال سبوا أباه وأمه . ¶ قال : (( يا أبا ذر! إنك امرؤ فيك جاهلية ، هم إخوانكم ، جعلهم الله تحت أيديهم ، فأطعموهم مما تأكلون ، وألبسوهم مما تلبسون ولا تكلفوهم ما يغلبهم ، فإن كلفتموهم فأعينوهم ))(¬2). ¶ ¬__________ ¶ (¬1) 10 ) أنظر مسائل الجاهلية مقدمة الطبعة الأولى 23 للشيخ محمد بن عبد الوهاب. ¶ (¬2) 11 ) رواه البخاري برقم : 5703 ، ومسلم برقم 1661 واللفظ له .",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "قال الحافظ أبن حجر في (( فتح الباري : 1 / 85 )) : ((فيك جاهلية )) أي : خصلة جاهلية مع أن منزلة أبي ذر من الإيمان في الذروة العالية وإنما وبخه بذلك على عظيم منزلته عنده تحذيراً له عن معاودة مثل ذلك ، لأنه وأن كان معذوراً بوجه من وجوه العذر ، لكن وقوع ذلك من مثله يستعظم أكثر ممن هو دونه )) أ . هـ ¶ أما أن توصف المجتمعات الإسلامية قاطبة بوصف الجاهلية فهذا أمر مردود وباطل ، لماذا ؟ لأنه يحمل بين سطوره دعوى تكفير هذه المجتمعات المسلمة ، وهذا أمر ينكره أصحاب العقول السليمة . ¶ وقد كَثُر مثل هذا الوصف للمجتمعات المسلمة في كتابات سيد قطب رحمه الله ، ولهذا نرى أن مثل هذه الدعوى الباطلة قد تلقفها وفرح بها الخوارج العصريون ، الذين كفروا المجتمعات المسلمة بدعوى أنها مجتمعات جاهليه ، فهجروا المساجد وتركوا الصلوات فيها ، وكفَّروا الناس واعتدوا على الحرمات تبعاً لذلك . ¶ قال العلامة ربيع بن هادي المدخلي في كتابه (( سيد قطب هو مصدر تكفير المجتمعات الإسلامية 5 )) : عن سيد قطب أنه (( يقول في كتابه معالم في الطريق : (( وأخيراً ؛ يدخل في إطار المجتمع الجاهلي تلك المجتمعات التي تزعم لنفسها أنها مسلمة !.وهذه المجتمعات لا تدخل في هذا الإطار ؛ لأنها تعتقد بألوهية أحد غير الله ، ولا أنها تقدم الشعائر التعبدية لغير الله أيضاً ، ولكنها تدخل في هذا الإطار لأنها لا تدين بالعبودية لله وحده في نظام حياتها ؛ فهي – وإن لم تعتقد بألوهية أحد إلا الله – تعطي أخص خصائص الألوهية لغير الله ، فتدين بحاكمية غير الله ، فتتلقى من هذه الحاكمية نظامها وشرائعها ، وقيمها وموازينها وعاداتها وتقاليدها وكل مقومات حياتها تقريباً!...",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "قلت ( أي الشيخ ربيع ) : يلاحظ أن سيد قطب في هذا الموضع ، وفي جميع كتاباته في \"الظلال\" وغيره أنه لا يعبأ بشرك القبور والغلو في أهل البيت وفي الأولياء بالاعتقاد بأنهم يعلمون الغيب ويتصرفون في الكون ، وبتقديم القرابين لهم ، وإراقة الدموع والخشوع عند عتباتهم ، ودعائهم والاستغاثة بهم لكشف الكروب وإزالة الخطوب ، وشد الرحال والحج إلى قبورهم والطواف بها ، والاعتكاف حولها ، وإقامة الأضرحة والمشاهد وتشييد القباب بالأموال الطائلة لها ، وغير ذلك من التصرفات . ¶ ولا يحاسب الناس إلا على مخالفة الحاكمية ، ولا يدور في تفسيره لـ ( لا إله إلا الله ) إلا على الحاكمية والسلطة والربوبية ؛ مفرغاً لا إله إلا الله عن معناها الأساسي الذي جاءت به جميع الكتب وجميع الرسل ، ودان به علماء الإسلام مفسرون ومحدثون وفقهاء ، ولا يكفر الناس إلا بالعلمنة وما تفرع عنها ، ويبالغ في هذا أشد المبالغة ؛ لأنها ضد الحاكمية في نظره ، ويرمي المجتمعات الإسلامية بالكفر من هذا المنطلق ، فيكون كلامه حقاً في العلمانيين فعلاً ، وهم قلة في المجتمع ، ويكون كلامه باطلاً وظلماً بالنسبة للسواد الأعظم من الناس ؛ فإن كثيراً منهم يعادون العلمنة ، ويبغضون أهلها إذا عرفوهم بذلك ، وكثير منهم لا يعرفون هذه العلمنة ، فهم مسلمون في الجملة ، وعندهم خرافات وبدع ، فإذا عُرِّفوا بها حاربوها وأهلها حاكمين أو محكومين ، أحزاباً أو أفرادا ً. ¶ وبالجملة فسيد سلك مسلكاً في تكفير الناس لا يقره عليه عالم مسلم ، يرسل الكلام على عواهنه في باب الحاكمية ، ويكفر عامة الناس بدون ذنب وبدون إقامة حجة وبدون التفات إلى تفصيلات العلماء في هذا الباب ، هذا من جهة ، ولا يعبأ بشرك القبور الذي يرتكبه الروافض وغلاة الصوفية ومن تابعهم من جهة أخرى ، ولا يرى – في هذا الموضوع وفي كثير من المواضع – هذه الشركيات منافية لمعنى لا إله إلا الله !.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "لذا ترى الخوارج والروافض وكثيراً من أهل البدع والأهواء يرحبون بمنهجه وبكتبه ، ويفرحون ويعتزون بها ، ويستشهدون بأقواله وتفسيراته ، وإني لأرجو لكل مسلم صادق في دينه ، خصوصاً الشباب الذين انخدعوا بمنهج سيد قطب أن يمن الله عليهم بجوده وفضله فيدركوا ما وقعوا فيه من خطأ وبعد عن فقه الكتاب والسنة وفقه سلف الأمة ، فيعودوا إلى رحاب الحق والعلم والفهم الصحيح . اعتبار سيد قطب مساجد المسلمين معابد جاهلية إنطلاقاً من تكفير مجتمعاتهم واعتبارها جاهلية : ¶ قال سيد قطب في تفسير قول الله تعالى: { وَأَوْحَيْنَا إِلَى مُوسَى وَأَخِيهِ أَنْ تَبَوَّأَا لِقَوْمِكُمَا بِمِصْرَ بُيُوتًا وَاجْعَلُوا بُيُوتَكُمْ قِبْلَةً وَأَقِيمُوا الصَّلاةَ وَبَشِّرْ الْمُؤْمِنِينَ } قال : ¶ وتلك هي التعبئة الروحية إلى جوار التعبئة النظامية ، وهما ضروريتان للأفراد والجماعات ، وبخاصة قبيل المعارك والمشقات ، ولقد يستهين قوم بهذه التعبئة الروحية ، ولكن التجارب ما تزال إلى هذه اللحظة تنبئ بأن العقيدة هي السلاح الأول في المعركة ، وأن الأداة الحربية في يد الجندي الخائر العقيدة لا تساوي شيئاً كثيراً في ساعة الشدة. ¶ وهذه التجربة التي يعرضها الله على العصبة المؤمنة ليكون لها فيها أسوة ، ليست خاصة ببني إسرائيل ، فهي تجربة إيمانية خالصة ، وقد يجد المؤمنون أنفسهم ذات يوم مطاردين في المجتمع الجاهلي ، وقد عمت الفتنة وتجبر الطاغوت ، وفسد الناس ، وأنتنت البيئة ، وكذلك كان الحال على عهد فرعون في هذه الفترة ، وهنا يرشدنا الله إلى أمور : ¶ 1 – اعتزال الجاهلية نتنها وفسادها وشرها ما أمكن في ذلك ، وتجمع العصبة المؤمنة الخيرة النظيفة على نفسها ، لتطهرها وتزكيها ، وتدربها وتنظمها ، حتى يأتي وعد الله لها .",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "2 – اعتزال معابد الجاهلية ، واتخاذ بيوت العصبة المسلمة مساجد تحس فيها بالانعزال عن المجتمع الجاهلي ، وتزاول فيها عبادتها لربها على نهج صحيح ، وتزاول بالعبادة ذاتها نوعاً من التنظيم في جو العبادة الطهور\". ¶ فأي تكفير بعد هذا ؟! ¶ وقد ينظر هذا الرجل إلى بعض الأعمال الإسلامية ، وإلى المعتقدات الإسلامية الصحيحة ، فيراها جاهلية وضلالاً !!. ¶ أليس هذا منه سعياً في تخريب مساجد الله، وتعطيل أعظم شعائر الإسلام؟! ¶ هذا الرجل ؛ لو عاش في بلاد التوحيد ؛ لرآها تعيش في جاهلية جهلاء وضلالة عمياء )) . ¶ الفائدة الرابعة : قوله (( هَلْ بَعْدَ ذَلِكَ الشَّرِّ مِنْ خَيْرٍ ؟ . قَالَ : (( نَعَمْ وَفِيهِ دَخَنٌ )) . قُلْتُ : وَمَا دَخَنُهُ ؟ )) . قَالَ : (( قَوْمٌ يَسْتَنُّونَ بِغَيْرِ سُنَّتِي وَيَهْدُونَ بِغَيْرِ هَدْيِي تَعْرِفُ مِنْهُمْ وَتُنْكِرُ )) . ¶ وفيها مسألتان : ¶ نجد أن الحديث يخبر عن زمن سيأتي لاحقاً ، حيث يكون الخير فيه ليس بخالص ولا نقي ، بل فيه دَخَن وكدورة يكدران صفائه وبهائه ، حيث يتجلى فيه رجال يستنون بغير سنة النبي - صلى الله عليه وسلم - يعرف الناس منهم أشياء وينكرون أخرى . ¶ المسألة الأولى : قوله (( وفيه دخن )) ، قال أبن حجر في (( فتح الباري : 13/ 36 )) : (( الدخن هو الحقد ، وقيل الدغل وقيل : فساد القلب ، ومعنى الثلاثة متقارب ، يشير إلى أن الخير الذي يجيء بعد الخير لا يكون خالصاً بل فيه كدر . ¶ وقيل : المراد بالدخن كل أمر مكروه .. )) أ . هـ ¶ وقال الشيخ سليم الهلالي : (( ونقل النووي في (( شرح مسلم : 12 / 236 )) قول أبي عبيد : قال البغوي في (( شرح السنة : 15 / 15 )) : (( وقوله (( فيه دخن )) أي : لا يكون الخير محضاً ، بل فيه كدر وظلمة ، وأصل الدخن أن يكون في لون الدابة كدورة إلى السواد )) أ . هـ",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "ونقل العظيم أبادي في (( عون المعبود : 11 / 316 )) عن القاري قوله : (( وأصل الدخن هو الكدورة واللون الذي يضرب إلى السواد ، فيكون فيه إشعار إلى أنه صلاح مشوب بالفساد )) أ . هـ ¶ قلت [الشيخ سليم الهلالي ] : تتمخض هذه الشروحات عن أمرين : ¶ أولها : أن هذه مرحلة ليست خيراً خالصاً ، وإنما مشوبة بكدر يعكر صفو الخير ، وبجعل مذاقه ملحاً أُجاجاً . ¶ الآخر : أن هذا الكدر يفسد القلوب ، ويجعلها ضعيفة حيث دب إليها داء الأمم ، وتتخطفها الشبهات ....... ))(¬1). ¶ أما المسألة الثانية : فقوله (( قَوْمٌ يَسْتَنُّونَ بِغَيْرِ سُنَّتِي وَيَهْدُونَ بِغَيْرِ هَدْيِي تَعْرِفُ مِنْهُمْ وَتُنْكِرُ )) . ¶ وفي رواية أبي سَلَّامٍ عند مسلم قالَ : (( يَكُونُ بَعْدِي أَئِمَّةٌ لَا يَهْتَدُونَ بِهُدَايَ وَلَا يَسْتَنُّونَ بِسُنَّتِي )) . ¶ قَوْله ( تَعْرِف مِنْهُمْ وَتُنْكِر ) . ¶ يَعْنِي مِنْ أَعْمَالهمْ ، وَفِي حَدِيث أُمّ سَلَمَة عِنْدَ مُسْلِم \" فَمَنْ أَنْكَرَ بَرِئَ وَمَنْ كَرِهَ سَلِمَ \"(¬2). ¶ ومن المعلوم أنه قد جاء ت النصوص الشرعية تأمر بالتمسك والاعتصام بسنة النبي صلى الله عليه وسلم وعدم مخالفتها لما جاء من الوعيد الشديد في ذلك ، منها : ¶ 1 ) قال تبارك و تعالى { فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَن تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ } [النور : 63]. ¶ ¬__________ ¶ (¬1) 12 ) لماذا اخترت المنهج السلفي : 7 [ بتصرف واختصار ] . ¶ (¬2) 13 ) فتح الباري 13 / 36 .",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "قال الإمام أبن كثير في تفسيره (( 4 / 409 )) : (( وقوله { فليحذر الذين يخالفون عن أمره } أي عن أمر رسول الله صلى الله عليه وسلم وهو سبيله ومنهاجه وطريقته وسنته وشريعته فتوزن الأقوال والأعمال بأقواله وأعماله فما وافق ذلك قبل وما خالفه فهو مردود على قائله وفاعله كائنا من كان كما ثبت في الصحيحين وغيرهما أن رسول الله صلى الله عليه وسلم أنه قال [ من عمل عملا ليس عليه أمرنا فهو رد ] أي فليحذر وليخش من خالف شريعة الرسول باطنا وظاهرا { أن تصيبهم فتنة } أي في قلوبهم من كفر أو نفاق أو بدعة { أو يصيبهم عذاب أليم } أي في الدنيا بقتل أو حد أو حبس أو نحو ذلك )) . ¶ 2 ) عن الْعِرْبَاضَ بْنَ سَارِيَةَ قال قَامَ فِينَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ذَاتَ يَوْمٍ فَوَعَظَنَا مَوْعِظَةً بَلِيغَةً وَجِلَتْ مِنْهَا الْقُلُوبُ وَذَرَفَتْ مِنْهَا الْعُيُونُ فَقِيلَ يَا رَسُولَ اللَّهِ وَعَظْتَنَا مَوْعِظَةَ مُوَدِّعٍ فَاعْهَدْ إِلَيْنَا بِعَهْدٍ فَقَالَ عَلَيْكُمْ بِتَقْوَى اللَّهِ وَالسَّمْعِ وَالطَّاعَةِ وَإِنْ عَبْدًا(¬1) ¶ ¬__________ ¶ (¬1) 14 ) وهذا لا يعني إمامة العبد الرقيق مثلما ذهب إلى ذلك الخوارج وأمثالهم ، لأن من شروط الإمام الحرية . ¶ وهذا الشرط من الشروط الضرورية في الإمامة لأن المملوك لا يحق له التصرف في شيء إلا بإذن سيده ، فلا ولاية له على نفسه ، فكيف تكون له الولاية على غيره ، ويعلل الغزالي في فضائح الباطنية (ص 180) هذا الشرط بقوله : ( فلا تنعقد الإمامة لرقيق ، فإن منصب الإمامة يستدعى استغراق الأوقات في مهمات الخلق فكيف ينتدب لها من هو كالمفقود في حق نفسه الموجود لمالك يتصرف تحت تدبيره وتسخيره ، كيف وفي اشتراط نسب قريش ما يتضمن هذا الشرط ، إذ ليس يتصور الرق في نسب قريش بحال من الأحوال ) . هذا وقد نقل أبن بطال عن المهلب الإجماع على ذلك فقال : ( وأجمعت الأمة على أنها - أي الإمامة - لا تكون في العبيد ) . ¶ وقال الشنقيطي : لا خلاف في هذا بين العلماء . ولم يشذ عن هذا الإجماع إلا الخوارج ، فإنهم جوزوا أن يكون الإمام عبدًا وشذوذ الخوارج لا يعده العلماء قادحًا في صحة الإجماع . فإن قيل : ورد في الصحيح ما يدل على إمامة العبد فقد أخرج البخاري في صحيحه من حديث أنس بن مالك رضي الله تعالى عنه قال : قال رسول الله - صلى الله عليه وسلم - : « اسمعوا وأطيعوا وإن استعمل عليكم عبد حبشي كأن رأسه زبيبة » [ رواه البخاري ] . ونحوه عن العرباض بن سارية رضي الله تعالى عنه في الحديث الطويل : قال وعظنا رسول الله - صلى الله عليه وسلم - يومًا ... )) .فالجواب على ذلك من أوجه : ¶ 1) أنه قد يضرب المثل بما لا يقع في الوجود عادة ، فإطلاق العبد الحبشي لأجل المبالغة في الأمر بالطاعة ، وإن كان لا يتصور شرعًا أن يلي ذلك ، ذكر ابن حجر هذا الجواب عن الخطابي ، ويشبه هذا الوجه قوله تعالى : { قُلْ إِن كَانَ لِلرَّحْمَنِ وَلَدٌ فَأَنَا أَوَّلُ الْعَابِدِينَ } على أحد التفسيرات . ¶ 2) أن المراد باستعمال العبد الحبشي أن يكون مأمورًا من وجهه الإمام الأعظم على بعض البلاد ، قال الشنقيطي رحمه الله : ( وهو أظهرها ) فليس هو الإمام الأعظم . ¶ 3) أن يكون أطلق عليه اسم العبد نظرًا لاتصافه بذلك سابقًا مع أنه وقت التولية حر ، ونظيره إطلاق لفظ اليتيم على البالغ باعتبار اتصافه به سابقًا في قوله : { وَآتُواْ الْيَتَامَى أَمْوَالَهُمْ ... } الآية . ¶ 4) أو أن المراد بذلك المتغلِّب لا المختار ، ففي هذه الحالة تجب طاعته وإن كان عبدًا حبشيًا ، ولا يجوز الخروج عليه لمجرد عبوديته ، ويؤيد هذا الرأي لفظ : « إن تأمَّر عليكم ... » فلفظ « تأمر » يدل على أنه تسلط على الإمارة بنفسه ولم يؤمر من قبل أهل الحل والعقد . والراجح من هذه الإجابات في نظري هو الجواب الثاني ، وهو الذي رجحه الشنقيطي رحمه الله ، وسبب الترجيح هو ورود بعض الأحاديث الدالة على ذلك ، منها ما أخرجه الحاكم من حديث علي رضي الله عنه عن النبي - صلى الله عليه وسلم - قال : « الأئمة من قريش ، أبرارها أمراء أبرارها وفجارها أمراء فجارها ، ولكل حق ، فآتوا كل ذي حق حقه ، وإن أمرت قريش فيكم عبدًا حبشيًا مجدعًا فاسمعوا له وأطيعوا » . ويعضد هذا الرأي أيضًا ألفاظ الحديث : « وإن استعمل » , و « إن أُمِّر » ونحوها ... والله أعلم . ومما يدل على اشتراط الحرية ، وأن تصرف العبد باطل وإن كان حاكمًا حكم العز بن عبد السلام رحمه الله ببيع أمراء الدولة الأيوبية في مصر - المماليك - لأنه لا يصح شرعًا تصرفهم إلا إذا عتقوا فحكم ببيعهم وإدخال أثمانهم إلى بيت مال المسلمين ، فلما حكم بذلك غضبوا وغضب نجم الدين أيوب - حاكم مصر في ذلك الوقت - وقال : هذا ليس من اختصاصه فقرر العز الرحيل عن مصر فجهز أمتعته وسار ، ثم لحقه جميع الناس وقالوا : إن خرج خرجنا ، فلحق به نجم الدين في الطريق وترضاه وطلب منه أن يعود وينفذ ما حكم به ، فعاد ونفذ ما أراد .. )) . ¶ [ أنظر كتاب الخوارج في ميزان الإسلام 477 للمؤلف ]",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "حَبَشِيًّا وَسَتَرَوْنَ مِنْ بَعْدِي اخْتِلَافًا شَدِيدًا فَعَلَيْكُمْ بِسُنَّتِي وَسُنَّةِ الْخُلَفَاءِ الرَّاشِدِينَ الْمَهْدِيِّينَ(¬1)عَضُّوا عَلَيْهَا بِالنَّوَاجِذِ وَإِيَّاكُمْ وَالْأُمُورَ الْمُحْدَثَاتِ فَإِنَّ كُلَّ بِدْعَةٍ ضَلَالَةٌ ))(¬2). ¶ الفائدة الخامسة : فَقُلْتُ : هَلْ بَعْدَ ذَلِكَ الْخَيْرِ مِنْ شَرٍّ ؟ . قَالَ : (( نَعَمْ دُعَاةٌ عَلَى أَبْوَابِ جَهَنَّمَ مَنْ أَجَابَهُمْ إِلَيْهَا قَذَفُوهُ فِيهَا )) . ¶ قَوْله ( دُعَاة ) ¶ بِضَمِّ الدَّال الْمُهْمَلَة جَمْع دَاعٍ أَيْ إِلَى غَيْر الْحَقّ . ¶ قَوْله ( عَلَى أَبْوَاب جَهَنَّم ) . ¶ ¬__________ ¶ (¬1) 15 ) إن إتباع سنة الخلفاء الراشدين واجبة من وجهين : ¶ الأول : امتثالاً لقول النبي صلى الله عليه وسلم . ¶ الثاني : لأنهم لا يمكن ولا يتصور أن يخالفوا هدي النبي صلى الله عليه وسلم . ¶ (¬2) 16 ) رواه الأمام أحمد في مسنده 4 / 126وأبن ماجة في سننه 1 / 15 والترمذي في جامعه 5 / 44وصححه المحدث الألباني في صحيح سنن أبن ماجة 1 / 15وصحيح جامع الترمذي 5 / 44 .",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "أي يدعون الناس إلى العمل بما يولج فيها(¬1)، وهم كل من قام في طلب الملك من الخوارج وغيرهم ، قال عياض المراد بالشر الأول الفتن التي وقعت بعد عثمان والمراد بالخير الذي بعده ما وقع في خلافة عمر بن عبد العزيز والمراد بالذين تعرف منهم وتنكر الأمراء بعده فكان فيهم من يتمسك بالسنة والعدل وفيهم من يدعو إلى البدعة ويعمل بالجور قلت والذي يظهر أن المراد بالشر الأول ما أشار إليه من الفتن الأولى وبالخير ما وقع من الاجتماع مع علي ومعاوية وبالدخن ما كان في زمنهما من بعض الأمراء كزياد بالعراق وخلاف من خالف عليه من الخوارج وبالدعاة على أبواب جهنم من قام في طلب الملك من الخوارج وغيرهم والى ذلك الإشارة بقوله الزم جماعة المسلمين وإمامهم يعني ولو جار ويوضح ذلك رواية أبي الأسود ولو ضرب ظهرك وأخذ مالك وكان مثل ذلك كثيرا في إمارة الحجاج(¬2)ولهذا لم يقل فيهم تعرف وتنكر كما قال في الأولين وهم لا يكونون كذلك إلا وهم على غير حق وأمر مع ذلك بلزوم الجماعة(¬3). ¶ وفي هذا المعنى فإن كل من يدعوا إلى غير هدي النبي صلى الله عليه وسلم فإنه من الدعاة إلى جهنم . ¶ قال الشيخ عبد العزيز بن باز (( فهذا الحديث العظيم الجليل يرشدك أيها المسلم إلى أن هؤلاء الدعاة اليوم ، الذين يدعون إلى أنواع من الباطل كالقومية العربية ، والاشتراكية والرأسمالية الغاشمة . وإلى الخلاعة والحرية المطلقة وأنواع الفساد كلهم دعاة على أبواب جهنم ، سواء علموا أم لم يعلموا ، من أجابهم إلى باطلهم قذفوه في جهنم ، ولا شك أن هذا الحديث الجليل من أعلام النبوة ، ودلائل صحة رسالة محمد صلى الله عليه وسلم حيث أخبر بالواقع قبل وقوعه ، فوقع كما أخبر ))(¬4). ¶ ¬__________ ¶ (¬1) 17 ) فتح الباري 1 / 117 . ¶ (¬2) 18 ) فتح الباري 13 / 36 . ¶ (¬3) 19 ) فتح الباري 13 / 37 . ¶ (¬4) 20 ) نقد القومية العربية على ضوء الإسلام والواقع 18 .",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "وقال قال أبن القيم رحمه الله : (( علماء السوء جلسوا على باب الجنة يدعون الناس إليها بأقوالهم ، ويدعون إلى النار بأفعالهم ، فكلما قالت أفواههم للناس هلموا ، قالت أفعالهم : لا تسمعوا منهم فلو كان ما دعوا إليه حقاً كانوا أول المستجيبين له ، فهم في الصورة أدلاء وفي الحقيقة قطاع طرق ))(¬1). ¶ الفائدة السادسة : قوله : (( قَالَ : (( نَعَمْ قَوْمٌ مِنْ جِلْدَتِنَا وَيَتَكَلَّمُونَ بِأَلْسِنَتِنَا )) . ¶ ¬__________ ¶ (¬1) 21 ) أنظر (( تيسير الوصول إلى معرفة الثلاثة الأصول في سؤال وجواب : 33 )) للمؤلف .",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "أَيْ مِنْ قَوْمِنَا وَمِنْ أَهْل لِسَاننَا وَمِلَّتنَا ، وَفِيهِ إِشَارَة إِلَى أَنَّهُمْ مِنْ الْعَرَب . وَقَالَ الدَّاوُدِيُّ : أَيْ مِنْ بَنِي آدَم . وَقَالَ الْقَابِسِيّ : مَعْنَاهُ أَنَّهُمْ فِي الظَّاهِر عَلَى مِلَّتنَا وَفِي الْبَاطِن مُحَالِفُونَ ، وَجِلْدَة الشَّيْء ظَاهِره ، وَهِيَ فِي الْأَصْل غِشَاء الْبَدَن ، قِيلَ وَيُؤَيِّد إِرَادَة الْعَرَب أَنَّ السُّمْرَة غَالِبَة عَلَيْهِمْ وَاللَّوْن إِنَّمَا يَظْهَر فِي الْجِلْد ، وَوَقَعَ فِي رِوَايَة أَبِي الْأَسْوَد \" فِيهِمْ رِجَال قُلُوبهمْ قُلُوب الشَّيَاطِين فِي جُثْمَان إِنْس \" وَقَوْله \" جُثْمَان \" بِضَمِّ الْجِيم وَسُكُون الْمُثَلَّثَة هُوَ الْجَسَد وَيُطْلَق عَلَى الشَّخْص ، قَالَ عِيَاض : الْمُرَاد بِالشَّرِّ الْأَوَّل الْفِتَن الَّتِي وَقَعَتْ بَعْدَ عُثْمَان ، وَالْمُرَاد بِالْخَيْرِ الَّذِي بَعْدَهُ مَا وَقَعَ فِي خِلَافَة عُمَر بْن عَبْد الْعَزِيز ، وَالْمُرَاد بِالَّذِينَ تَعْرِف مِنْهُمْ وَتُنْكِر الْأُمَرَاء بَعْدَهُ ، فَكَانَ فِيهِمْ مَنْ يَتَمَسَّك بِالسُّنَّةِ وَالْعَدْل وَفِيهِمْ مَنْ يَدْعُو إِلَى الْبِدْعَة وَيَعْمَل بِالْجَوْرِ قُلْت : وَاَلَّذِي يَظْهَر أَنَّ الْمُرَاد بِالشَّرِّ الْأَوَّل مَا أَشَارَ إِلَيْهِ مِنْ الْفِتَن الْأُولَى ، وَبِالْخَيْرِ مَا وَقَعَ مِنْ الِاجْتِمَاع مَعَ عَلِيّ وَمُعَاوِيَة وَبِالدَّخَنِ مَا كَانَ فِي زَمَنهمَا مِنْ بَعْض الْأُمَرَاء كَزِيَادٍ بِالْعِرَاقِ وَخِلَاف مَنْ خَالَفَ عَلَيْهِ مِنْ الْخَوَارِج ))(¬1). ¶ الفائدة السابعة : قوله رضي الله عنه (( قُلْتُ : يَا رَسُولَ اللَّهِ فَمَا تَرَى إِنْ أَدْرَكَنِي ذَلِكَ ؟ . ¶ قَالَ : (( تَلْزَمُ جَمَاعَةَ الْمُسْلِمِينَ وَإِمَامَهُمْ )) . ¶ ¬__________ ¶ (¬1) 22 ) فتح الباري 13 / 36 .",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "وفي الرواية الأخرى قَالَ : (( تَسْمَعُ وَتُطِيعُ لِلْأَمِيرِ ، وَإِنْ ضُرِبَ ظَهْرُكَ ، وَأُخِذَ مَالُكَ فَاسْمَعْ وَأَطِعْ )) . ¶ وفي هذه الفائدة مسألتان : ¶ المسألة الأولى : أن تَلْزَمُ جَمَاعَةَ الْمُسْلِمِينَ . ¶ المسألة الثانية : أن تَلْزَمُ ِإمَامَهُمْ . ¶ أما المسألة الأولى : ¶ الجماعة لغة :من الاجتماع ، وهو ضد التفرق ، والجماعة هم القوم الذين اجتمعوا على أمر ما . ¶ الجماعة في الاصطلاح : هم سلف الأمة ، من الصحابة والتابعين ، ومن تبعهم بإحسان إلى يوم الدين ، الذين اجتمعوا على الكتاب والسنة وعلى أئمتهم ، والذين ساروا على ما سار عليه النبي صلى الله عليه وسلم ، وأصحابه والتابعون لهم بإحسان . ¶ فأهل السنة والجماعة : ¶ هم المستمسكون بسنة رسول الله - صلى الله عليه وسلم- الذين اجتمعوا على ذلك ، وهم الصحابة والتابعون ، وأئمة الهدى المتبعون لهم ، ومن سلك سبيلهم في الاعتقاد والقول والعمل إلى يوم الدين ، الذين استقاموا على الاتباع وجانبوا الابتداع في أي مكان وزمان ، وهم باقون منصورون إلى يوم القيامة . ¶ فأهل السنة والجماعة هم المتصفون بإتِّباع السنة ومجانبة محدثات الأمور والبدع في الدين . ¶ ولا يُقصد بالجماعة هنا محموع الناس وعامتهم ، ولا أغلبهم ولا سوادهم ما لم يجتمعوا على الحق ، لأن النبي- صلى الله عليه وسلم- ذكر أن الطائفة المنصورة ( أهل السنة والجماعة ) فرقة واحدة من ثلاث وسبعين فرقة ، كما جاء في الحديث الصحيح ، عن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال : ( تفترق اليهود على إحدى وسبعين فرقة أو اثنتين وسبعين فرقة ، والنصارى مثل ذلك ، وتفترق أمتي على ثلاث وسبعين فرقة ) .",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وقد يُسمي أهل السنة ببعض أسمائهم أو صفاتهم المأثورة عن الرسول صلى الله عليه وسلم ، أو عن أئمتهم المقتدى بهم ، فقد يُطلق عليهم ( أهل السنة ) دون إضافة ( الجماعة ) . وقد يُطلق عليهم ( الجماعة ) فقط ، أخذاً من وصف النبي - صلى الله عليه وسلم - : ( إن هذه الأمة ستفترق على إحدى وسبعين فرقة ، كلها في النار ، إلا واحدة هي : الجماعة ). ¶ وعبارة السلف الصالح ُترادف أهل السنة والجماعة في اصطلاح المحققين ، كما يُطلق عليها - أيضاً - أهل الأثر أي السنة المأثورة عن النبي - صلى الله عليه وسلم - وأصحابه . ¶ ويُسمون أهل الحديث : وهم الآخذون بسنة رسول الله - صلى الله عليه وسلم - رواية ودراية ، والمتبعون لهديه صلى الله عليه وسلم ظاهراً وباطناً . فأهل السنة كلهم أهل حديث على هذا المعنى ))(¬1). ¶ والمراد بسلف الأمة : ¶ هم أهل القرون الثلاثة المفضلة التي جاءها الثناء والمدح من رسول الله ( - صلى الله عليه وسلم - ) ، من الصحابة والتابعين والتابعين لهم بإحسان . ¶ والسلف لغة : ما مضى وتقدم ، يقال : سلف الشيء سلفاً : أي مضى ، والسلف : الجماعة المتقدمون ، أو القوم المتقدمون في السير . ¶ قال تعالى : (( فَلَمَّا آسَفُونَا انتَقَمْنَا مِنْهُمْ فَأَغْرَقْنَاهُمْ أَجْمَعِينَ ، فَجَعَلْنَاهُمْ سَلَفاً وَمَثَلاً لِلآخِرِينَ )) [الزخرف : 55] . ¶ أي : جعلناهم سلفاً متقدمين لمن عمل بعملهم ، وذلك ليعتبر بهم من بعدهم ، وليتعظ بهم الآخرون. ¶ والسلف : ( من تقدمك من آبائك وذي قرابتك الذين هم فوقك في السن والفضل ؛ ولهذا سمي الصدر الأول من التابعين : السلف الصالح ) . ¶ ¬__________ ¶ (¬1) 23 ) مباحث في عقيدة أهل السنة والجماعة وموقف الحركات الإسلامية المعاصرة منها : 11 الشيخ د. ناصر بن عبد الكريم العقل .",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "قال القرطبي في تفسيره : (( 16 / 88 )) : (( قوله تعالى : { فجعلناهم سلفاً } أي جعلنا قوم فرعون سلفا قال أبو مجلز : ( سلفاً ) لمن عمل عملهم ، ( ومثلاً ) لمن يعمل عملهم . ¶ وقال مجاهد : ( سلفاً ) إخباراً لأمة محمد صلى الله عليه وسلم ، ( ومثلاً ) أي عبرة لهم ، وعنه أيضاً ( سلفاً ) لكفار قومك يتقدمونهم إلى النار ، قال قتادة : ( سلفاً ) إلى النار ( ومثلاً ) عظة لمن يأتي بعدهم ، والسلف المتقدم يقال : سلف يسلف سلفاً مثل طلب طلباً أي تقدم ومضى ، وسلف له عمل صالح أي تقدم ، والقوم السلاف المتقدمون ، وسلف الرجل آباؤه المتقدمون ، والجمع أسلاف وسلاف . ¶ وقال الدكتور إبراهيم بن محمد البريكان في (( المدخل لدراسة العقيدة الإسلامية : 14 )) : ( السلف في اللغة : المتقدم في الزمن على غيره . ¶ وشرعاً : هم الصحابة والتابعون وتابعوهم بإحسان إلى يوم الدين ، ممن أجمعت الأمة على عدالتهم وتزكيتهم ، ولم يرموا ببدعة مكفرة أو مفسقة ، وهم بهذا المعنى تعبير عن شخصية اعتبارية ومنهج متبع . ...... ¶ وبهذا يعلم عدم صحة دعوى أن السلفية مرحلة زمنية وكفى لأن منهج السلف يشتمل على جانبين : ¶ الأول : جانب القدوة . ¶ الثاني : جانب المنهج المتبع . ¶ فالقدوة : هم أصحاب العصور الثلاثة ، والمنهج : هو الطريقة المتبعة في هذه العصور في الفهم العقدي والاستدلال والتقرير والعلم والإيمان . ¶ وبهذا يعلم : أن الوصف بالسلفية(¬1) ¶ ¬__________ ¶ (¬1) 24 ) هنالك بعض الشبهات تثار حول الدعوة السلفية ، والمنهج السلفي ، يقصد من ورائها محاولة الانتقاص منهما ، والتنفير عنهما ، وإليك ـ أخي الحبيب ـ أهمها مع الرد عليها : ¶ الشبهة الأولى : يقول البعض : أن السلفية فترة زمنية ومرحلة آنية انتهت بموت أفرادها !!! وهذه شبهة قد تثار ويقصد من وراءها إثارة الشكوك والشبهات حول منهج السلفيين وطريقتهم . ¶ فنقول : إنَّ لفظ السلف إذا أُطلق فيراد به أهل القرون الثلاثة المفضلة الذين تمسكوا بسنة وهدي النبي ( - صلى الله عليه وسلم - ) علماً وعملاً . ¶ وإذا قيل السلفيون فهم أتباع السلف الصالح ، في كل زمان ومكان ، الذين أخذوا طريقتهم بالتمسك بالدين ، وساروا على منهجهم ، واقتفوا أثرههم ، ويُقال لطريقتهم وجادَّتهم السلفية نسبة للسلف الصالح . ¶ وبهذا نعلم أنَّ السلفية تطلق ويراد بها أحد معنيين : ¶ الأول : الحقبة التاريخية التي عاش فيها أهل القرون الثلاثة المفضلة ، وهي بهذا المعنى قد مات أفرادها ( رضي الله عنهم ) . ¶ ولو نظرنا إلى قوله تعالى { وَالسَّابِقُونَ الأَوَّلُونَ مِنَ الْمُهَاجِرِينَ وَالأَنصَارِ وَالَّذِينَ اتَّبَعُوهُم بِإِحْسَانٍ رَّضِيَ اللّهُ عَنْهُمْ وَرَضُواْ عَنْهُ وَأَعَدَّ لَهُمْ جَنَّاتٍ تَجْرِي تَحْتَهَا الأَنْهَارُ خَالِدِينَ فِيهَا أَبَداً ذَلِكَ الْفَوْزُ الْعَظِيمُ } [التوبة : 100] سنجد أنَّ الله تعالى أمتدح وأثنى على ثلاثة أصناف من البشر ، وهم : = ¶ = الصنف الأول : المهاجرون وقد انتهى عهدهم . ¶ الصنف الثاني : الأنصار وقد انتهى عهدهم . ¶ الصنف الثالث : كل من اتبعهم بإحسان وسار على نهجهم واقتفى أثرهم ، وهذا الوصف مستمر إلى يوم القيامة ، وهذه الأصناف الثلاثة كما قال تعالى { رَّضِيَ اللّهُ عَنْهُمْ وَرَضُواْ عَنْهُ } . ¶ الثاني : الطريقة التي كان عليها أهل تلك القرون الفاضلة من التمسك بالكتاب والسنة الصحيحة وتقديمهما على كل ما سواهما ، والعمل بهما على مقتضى فَهم السلف الصالح . ¶ والسلفية بالمعنى الثاني أولى بالأخذ والالتزام ، لأنه منهاج باقٍ إلى يوم القيامة ، يصح الانتساب إليه متى ما تحققت شروط الانتساب وطُبِقت مفرداته ، فكل من ألتزم منهاجهم في العلم والعمل فهو منهم وسلفي مثلهم ، والمرء يحشر مع من يحب . الشبهة الثانية : هنالك البعض ممن يطرق سمعه تأسي أهل السنة والجماعة بالسلف أهل القرون الثلاثة المفضلة يقول مشككاً : ألم يظهر في فترة السلف تلك ، أمثال الجهم بن صفوان ، والجعد بن درهم وغيرهم ممن لا ترضون عنهم ؟ ¶ الجواب : لقد قلنا _سابقاً _ أن السلف هم ممن أجمعت الأمة على عدالتهم وتزكيتهم ، ولم يرموا ببدعة مكفرة أو مفسقة ، وبهذه القيود خرج الجهم وأمثاله من حظيرة السلف الصالح ، ولله الحمد والمنة .",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "مدح وثناء على كل من أتخذها قدوة ومنهجاً . ¶ وأما الوصف بها دون تحقيق ما دلت عليه فليس فيه مدح وثناء ، لأن العبرة بالمعاني لا بالمصطلحات اللفظية ....... ¶ ثم قال : والخَلَف : هو المتأخر بالزمن عمن قبله . ¶ وشرعاً هم كل من رُمي ببدعة مكفرة أو مفسقة وذُم من الأمة شخصاً أو معتقداً . ¶ والخَلَف هنا أيضا ليس فترة زمنية تنقضي بموت أفرادها ، ولكنه منهج وقدوة في الباطل ، وهو بذلك قدوة لمن فسُد اعتقاده ... )) أ . هـ ¶ ولهذا يطلق على طريقتهم السلفية نسبة لذلك ، وعلى طريقة من عدل عن منهجهم الخَلَفية نسبة لذلك . ¶ ولهذا فقد جاءت النصوص الشرعية آمرة بلزوم جماعة المسلمين الذين هم على منهج الحق وعدم مفارقتها ، وأن جميع هذه النصوص قد دلت على أمرين : ¶ الأول : التحذير من الافتراق وترتب الوعيد على فعله ، وقد عبَّرت النصوص عنه بالخروج عن جماعة المسلمين . ¶ الثاني : الأمر بالاجتماع وترتب النجاة على فعله ، وقد عبَّرت النصوص عنه بالكون مع جماعة المسلمين . ¶ وهذان أصلان عظيمان سبق بهما القرآن العظيم في الأمر بالاجتماع والنهي عن التفرق ، قال تعالى (( وَاعْتَصِمُواْ بِحَبْلِ اللّهِ جَمِيعاً وَلاَ تَفَرَّقُواْ )) [ آل عمران 103 ] ، وقوله ((وَمَن يُشَاقِقِ الرَّسُولَ مِن بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدَى وَيَتَّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ نُوَلِّهِ مَا تَوَلَّى وَنُصْلِهِ جَهَنَّمَ وَسَاءتْ مَصِيراً )) [النساء : 115] ))(¬1). ¶ ومن هذه النصوص : ¶ 1 ) حديث حذيفة الذي نحن بصدد تسليط الأضواء عليه . ¶ ¬__________ ¶ (¬1) 25 ) أنظر أضواء على حديث افتراق الأمة 78 عبد الله بن يوسف الجديع .",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "2 ) في الصحيحين عن أبي رَجَاءٍ الْعُطَارِدِيُّ قَالَ سَمِعْتُ ابْنَ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : (( مَنْ رَأَى مِنْ أَمِيرِهِ شَيْئًا يَكْرَهُهُ فَلْيَصْبِرْ عَلَيْهِ ، فَإِنَّهُ مَنْ فَارَقَ الْجَمَاعَةَ شِبْرًا فَمَاتَ إِلَّا مَاتَ مِيتَةً جَاهِلِيَّةً )) . ¶ 3 ) روى مسلم عَنْ عَرْفَجَةَ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ : (( مَنْ أَتَاكُمْ وَأَمْرُكُمْ جَمِيعٌ عَلَى رَجُلٍ وَاحِدٍ يُرِيدُ أَنْ يَشُقَّ عَصَاكُمْ أَوْ يُفَرِّقَ جَمَاعَتَكُمْ فَاقْتُلُوهُ )) . ¶ وفي رواية النسائي بسند صحيح عَنْ عَرْفَجَةَ بْنِ شُرَيْحٍ الْأَشْجَعِيِّ قَالَ رَأَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى الْمِنْبَرِ يَخْطُبُ النَّاسَ فَقَالَ إِنَّهُ سَيَكُونُ بَعْدِي هَنَاتٌ وَهَنَاتٌ فَمَنْ رَأَيْتُمُوهُ فَارَقَ الْجَمَاعَةَ أَوْ يُرِيدُ يُفَرِّقُ أَمْرَ أُمَّةِ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَائِنًا مَنْ كَانَ فَاقْتُلُوهُ فَإِنَّ يَدَ اللَّهِ عَلَى الْجَمَاعَةِ فَإِنَّ الشَّيْطَانَ مَعَ مَنْ فَارَقَ الْجَمَاعَةَ يَرْكُضُ )) . ¶ 4 ) وفي صحيح مسلم عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ مَنْ خَرَجَ مِنْ الطَّاعَةِ وَفَارَقَ الْجَمَاعَةَ فَمَاتَ مَاتَ مِيتَةً جَاهِلِيَّةً وَمَنْ قَاتَلَ تَحْتَ رَايَةٍ عِمِّيَّةٍ يَغْضَبُ لِعَصَبَةٍ أَوْ يَدْعُو إِلَى عَصَبَةٍ أَوْ يَنْصُرُ عَصَبَةً فَقُتِلَ فَقِتْلَةٌ جَاهِلِيَّةٌ وَمَنْ خَرَجَ عَلَى أُمَّتِي يَضْرِبُ بَرَّهَا وَفَاجِرَهَا وَلَا يَتَحَاشَى مِنْ مُؤْمِنِهَا وَلَا يَفِي لِذِي عَهْدٍ عَهْدَهُ فَلَيْسَ مِنِّي وَلَسْتُ مِنْهُ .",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "قال شيخ الإسلام أبن تيمية في (( مجموع الفتاوى 28 / 487 )) : (( فَقَدْ ذَكَرَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْبُغَاةَ الْخَارِجِينَ عَنْ طَاعَةِ السُّلْطَانِ وَعَنْ جَمَاعَةِ الْمُسْلِمِينَ وَذَكَرَ أَنَّ أَحَدَهُمْ إذَا مَاتَ مَاتَ مِيتَةً جَاهِلِيَّةً ؛ فَإِنَّ أَهْلَ الْجَاهِلِيَّةِ لَمْ يَكُونُوا يَجْعَلُونَ عَلَيْهِمْ أَئِمَّةً ؛ بَلْ كُلُّ طَائِفَةٍ تُغَالِبُ الْأُخْرَى . ثُمَّ ذَكَرَ قِتَالَ أَهْلِ الْعَصَبِيَّةِ كَاَلَّذِينَ يُقَاتِلُونَ عَلَى الْأَنْسَابِ مِثْلَ قَيْسٍ وَيُمَنِّ وَذَكَرَ أَنَّ مَنْ قُتِلَ تَحْتَ هَذِهِ الرَّايَاتِ فَلَيْسَ مِنْ أُمَّتِهِ ثُمَّ ذَكَرَ قِتَالَ الْعُدَاةِ الصَّائِلِينَ وَالْخَوَارِجَ وَنَحْوَهُمْ وَذَكَرَ أَنَّ مَنْ فَعَلَ هَذَا فَلَيْسَ مِنْهُ . ¶ أما المسألة الثانية : أن تَلْزَمُ ِإمَامَهُمْ . ¶ وتحت هذه المسألة عدة أمور واجبة المعرفة منها : ¶ الأمر الأول : تعريف الإمامة العظمى . ¶ ويقول أبن منظور : (( الإمام كل من ائتم به قوم كانوا على الصراط المستقيم أو كانوا ضالين .. والجمع : أئمة ، وإمام كل شيء قيَّمه والمصلح له ، والقرآن إمام المسلمين ، وسيدنا محمد رسول الله - صلى الله عليه وسلم - إمام الأئمة ، والخليفة إمام الرعية ، وأممت القوم في الصلاة إمامة ، وائتم به : اقتدي به . ¶ والإمام : المثال ، وإمام الغلام في المكتب ما يتعلمه كل يوم ، وإمام المثال ما امتثل عليه ، والإمام : الخيط الذي يُمَدُّ على البناء فيبنى عليه ويسوى عليه ساف البناء .. ) أ . هـ. ¶ التعريف الاصطلاحي : ¶ أما من حيث الاصطلاح : فقد عرفها العلماء بعدة تعريفات ، وهي وإن - اختلفت في الألفاظ فهي متقاربة في المعاني ، ومن هذه التعريفات ما يلي : ¶ (1) ما ذكره الماوردي حيث قال : ( الإمامة موضوعة لخلافة النبوة في حراسة الدين وسياسة الدنيا به ) أ . هـ . ¶ (",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "2) ويقول إمام الحرمين الجويني : ( الإمامة رياسة تامة ، وزعامة تتعلق بالخاصة والعامة في مهمات الدين والدنيا ) أ . هـ . ¶ (3) أما العلامة أبن خلدون فيعرفها بقوله : ( هي حمل الكافة على مقتضى النظر الشرعي في مصالحهم الأخروية والدنيوية الراجعة إليها ، إذ أحوال الدنيا ترجع كلها عند الشارع إلى اعتبارها بمصالح الآخرة ، فهي في الحقيقة خلافة عن صاحب الشرع في حراسة الدين وسياسة الدنيا به ) ..... ¶ الترادف بين ألفاظ : الإمام والخليفة وأمير المؤمنين : ¶ والذي يبدو من استعراض الأحاديث الواردة في باب الخلافة والإمامة أن الرسول - صلى الله عليه وسلم - والصحابة والتابعين الذين رووها لم يفرقوا بين لفظ خليفة وإمام ، ومن بعد تولية عمر بن الخطاب رضي الله تعالى عنه أضافوا إليها لفظ : أمير المؤمنين - وإلى ذلك ذهب العلماء فجعلوها من الكلمات المترادفة المؤدية إلى معنى واحد فيقول النووي : ( يجوز أن يقال للإمام : الخليفة ، والإمام ، وأمير المؤمنين ) ، ويقول ابن خلدون : وإذ قد بيَّنَّا حقيقة هذا المنصف وأنه نيابة عن صاحب الشريعة في حفظ الدين وسياسة الدنيا به تسمى خلافة وإمامة والقائم به خليفة وإمام ) أ . هـ ¶ ويعرف أبن منظور الخلافة بأنها الإمارة(¬1)) . ¶ الأمر الثاني : حكم الإمامة . ¶ ¬__________ ¶ (¬1) 26 ) الإمامة العظمى عند أهل السنة والجماعة 27 ، تأليف عبد الله بن عمر بن سليمان الدميجي .",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "اتفق السواد الأعظم من المسلمين على وجوب نصب الإمام ولم يشذ عن هذا الإجماع إلا النجدات من الخوارج والأصم ، والفوطي من المعتزلة ، وفي هذا يقول الإمام أبن حزم : (( اتفق جميع أهل السنة ، وجميع المرجئة ، وجميع الشيعة ، وجميع الخوارج على وجوب الإمامة ، وأن الأمة واجب عليها الانقياد لإمام عادل ، يقيم فيهم أحكام الله ، ويسوسهم بأحكام الشريعة التي أتى بها رسول الله - صلى الله عليه وسلم - حاشا النجدات من الخوارج فإنهم قالوا : لا يلزم الناس فرض الإمامة ، وإنما عليهم أن يتعاطوا الحق بينهم . أ . هـ ¶ الأدلة على وجوب نصب الإمام . ¶ قلنا : إن أهل السنة والجماعة يرون أن الإمامة واجبة ، وأنه لا بد للمسلمين من إمام يقيم شعائر الدين وينصف المظلومين من الظالمين ، ويستدلون على ذلك بأدلة من الكتاب والسنة والإجماع والقواعد الشرعية ، وإليك الآن تفصيل ذلك : ¶ أولاً : الأدلة من القرآن الكريم : ¶ (1) قول الله تعالى : { يَا أَيُّهَا الَّذِينَ آمَنُواْ أَطِيعُواْ اللّهَ وَأَطِيعُواْ الرَّسُولَ وَأُوْلِي الأَمْرِ مِنكُمْ } ¶ (2) ومن الأدلة أيضًا قول الله تعالى مخاطبًا الرسول - صلى الله عليه وسلم - : { فَاحْكُم بَيْنَهُم بِمَا أَنزَلَ اللّهُ وَلاَ تَتَّبِعْ أَهْوَاءهُمْ عَمَّا جَاءكَ مِنَ الْحَقِّ ... } الآية ، وقوله تعالى : { وَأَنِ احْكُم بَيْنَهُم بِمَا أَنزَلَ اللّهُ وَلاَ تَتَّبِعْ أَهْوَاءهُمْ وَاحْذَرْهُمْ أَن يَفْتِنُوكَ عَن بَعْضِ مَا أَنزَلَ اللّهُ إِلَيْكَ } .",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "فهذا الأمر من الله تعالى لرسوله - صلى الله عليه وسلم - بأن يحكم بين المسلمين بما أنزل الله- أي بشرعه - ، وخطاب الرسول - صلى الله عليه وسلم - خطاب لأمته ما لم يرد دليل يخصصه به ، وهنا لم يرد دليل على التخصيص ، فيكون خطابًا للمسلمين جميعًا بإقامة الحكم بما أنزل الله إلى يوم القيامة ، ولا يعني إقامة الحكم والسلطان إلا إقامة الإمامة ، لأن ذلك من وظائفها ولا يمكن القيام به على الوجه الأكمل إلا عن طريقها ، فتكون جميع الآيات الآمرة بالحكم بما أنزل الله دليلاً على وجوب نصب إمام يتولى ذلك .. والله أعلم . ¶ (3) ومن الأدلة القرآنية أيضًا جميع آيات الحدود والقصاص ونحوها من الأحكام التي يلزم القيام بها وجود الإمام . ¶ وآيات وجوب الأمر بالمعروف والنهي عن المنكر ونحوها من الآيات ، فالواقع أن جميع الآيات القرآنية التي نزلت بتشريع حكم من الأحكام التي تتعلق بموضوع الإمامة وشؤونها جاءت على أساس أن قيام الإمامة الشرعية والقيادة العامة في المجتمع الشرعي شيء مفروغ من إثباته ولا نقاش في لزومه ، ذلك لأن الأحكام المشار إليها من الأمور التي يتوقف امتثالها وتنفيذها على وجود الإمام لأنها من مسئولياته ووظائفه ، فتشريع مثل هذه الأحكام يلزمه مسبقًا المفروغية من تشريع حكم لزوم الإمامة وقيام الدولة الإسلامية في المجتمع المسلم ، وهذا ينهينا إلى أن لزوم الإمامة وإقامة الدولة في المجتمع الإسلامي من بديهات وضروريات الشريعة الإسلامية . ¶ ثانيًا الأدلة من السنة : ¶ روي عن النبي - صلى الله عليه وسلم - أحاديث كثيرة فيها دلالة على وجوب نصب الإمام ، ومن هذه الأدلة ما يلي : ¶ (",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "1) ما رواه عبد الله بن عمر رضي الله عنهما عن النبي - صلى الله عليه وسلم - قال : « من مات وليس في عنقه بيعة مات ميتة جاهلية » أي : بيعة الإمام ، وهذا واضح الدلالة على وجوب نصب الإمام لأنه إذا كانت البيعة واجبة في عنق المسلم ، والبيعة لا تكون إلا لإمام ، فنصب الإمام واجب . ¶ (2) ومنها أيضًا الحديث المشهور في السنن عن العرباض بن سارية عن النبي - صلى الله عليه وسلم - أنه قال - من حديث طويل - « إنه من يعش منكم فسيرى اختلافًا كثيرًا ، فعليكم بسنتي وسنة الخلفاء الراشدين المهديين ، تمسكوا بها وعضوا عليها بالنواجذ ، وإياكم ومحدثات الأمور فإن كل بدعة ضلالة » . ¶ وقد تواتر عن الصحابة رضوان الله عليهم أنهم بايعوا أبا بكر رضي الله عنه بالخلافة بعد لحاق النبي - صلى الله عليه وسلم - بالرفيق الأعلى ، ثم استخلف أبو بكر عمر رضي الله تعالى عنهما ، ثم استخلف عمر أحد الستة الذين اختاروا عثمان رضي الله عنه ، ثم بعد استشهاده بايعوا عليًا بالخلافة ، فهذه سنتهم رضي الله عنهم في الخلافة ، وعدم التهاون في منصبها ، فوجب الإقتداء بهم في ذلك بأمر النبي - صلى الله عليه وسلم - . ¶ إلى غير ذلك من الأحاديث الدالة على وجوب طاعة الحكام فيما لا معصية فيه ، وأحاديث البيعة ، والأمر بالوفاء بها للأول فالأول ، وحرمة الخروج على أئمة المسلمين ، والحث على ضرب عنق من جاء ينازع الإمام الحق ، والتي سترد إن شاء الله في ثنايا البحث . كل هذه الأحاديث تقتضي وجود الإمام المسلم ، فدلّ ذلك على وجوب نصيبه . والله أعلم(¬1). ¶ الأمر الثالث : شروط الإمام عند أهل السنة والجماعة : ¶ ¬__________ ¶ (¬1) 27) ) أنظر الإمامة العظمى عند أهل السنة والجماعة 44بتصرف واختصار .",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "أما أهل السنة والجماعة فقالوا : الإمام هو الرئيس الأعلى للدولة الإسلامية ، ومن الطبيعي أن تكون هناك شروط لا بد من توفرها فيه ، نظرًا للمكانة التي سيشغلها والمسؤولية الكبرى التي ستلقى على عاتقه وليكون كفؤًا لحمل هذه الأمانة الثقيلة . ¶ وهذه الشروط التي اشترطها العلماء فيمن يراد توليته رئاسة الدولة الإسلامية هي شروط يجب مراعاتها في الحال ، أن لا تولي أمورها إلا من تحققت فيه هذه الشروط ، أما إذا انتفت حال الاختيار وأُلجئت الأمة إلى حالٍ لا إختيار لها فيه كتغلب ونحوه ، وتولى الأمر من لا يصلح له ولم يستكمل شروط الإمامة ففي هذه الحال لا تُشترط جميع تلك الشروط ، لأن ذلك سيؤدي إلى فتن عظيمة ، الأمة في غنى عنها ، لأن مصلحة المسلمين تقتضي ذلك وعلى قاعدة (( ارتكاب أخف الضررين )) فيُتساهل في بعض هذه الشروط ، إلى أن تتغير الأوضاع وحين الوقت المناسب لتولية مكتمل الشروط ، فالحاصل أن فقدان بعض الشروط في الحاكم المتغلب لا يقتضي جواز الخروج عليه وعدم طاعته في غير معصية . ¶ وهذه الشروط منها ما هو شرط في كل ولاية إسلامية كبيرة كانت ، أو صغيرة ، ومنها ما هو خاص بالإمامة العظمى ، وقد سبق الحديث عن شروط أهل الحل والعقد ، وهي شروط واجب توفرها في الإمام بالإضافة إلى شروط أخرى خاصة به وهي شروط : منها ما هو شرط كمال ومنها ما هو شرط صحة لا بد منه ويتضح ذلك عند الحديث عن كل شرط . ¶ وأهم هذه الشروط : ¶ الشرط الأول : الإسلام . ¶ الشرط الثاني : البلوغ . ¶ الشرط الثالث : العقل . ¶ الشرط الرابع : الحرية . ¶ الشرط الخامس : أن يكون ذكرًا . ¶ الشرط السادس : العلم . ¶ الشرط السابع : العدالة . ¶ الشرط الثامن : الكفاءة النفسية . ¶ الشرط التاسع : الكفاءة الجسمية . ¶ الشرط العاشر : عدم الحرص عليها . ¶ الشرط الحادي عشر : القرشية(¬1). ¶ شروط أحقية قريش في الإمامة : ... ¶ ¬__________ ¶ (¬1) 28 ) الإمامة العظمى عند أهل السنة والجماعة ص 234 ، [ باختصار وتصرف]",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "إن أحقية قريش بالخلافة لا يكون إلا بشرطين : ¶ الأول : إقامتهم للدين لقوله - صلى الله عليه وسلم - : (( إن هذا الأمر في قريش لا يعاديهم أحد إلا كبَّه الله في النار على وجهه ما أقاموا الدين )) [ رواه البخاري ] . ¶ الثاني : أن لا يكون هناك إمام قائم ، فإن كان ثمة إمام فلا أحقية لهم فيها ، فيكون اشتراط النسب القرشي في ابتداء الولاية وعند الاختيار لا في استمرارها ، إذ إن الإمام القائم لا يجوز منازعته ولا الخروج عليه لا من قريش ولا من غيرها ، ما دام قائماً بأمر الله ولم ينحرف عن شرعه ، ولم نر منه كفراً بواحاً . ¶ أما إذا خرج منه كفر بواح فالأمر منوط بالقدرة ، وخاضع لفقه المصالح والمفاسد ))(¬1). ... ¶ الأمر الرابع : طرق انعقاد الإمامة . ¶ الطريقة الأولى : تولية أبي بكر الصديق رضي الله عنه . ¶ الطريقة الثانية : تولية عمر رضي الله عنه . ¶ الطريقة الثالثة : تولية عثمان بن عفان رضي الله عنه : ¶ الطريق الرابعة : تولية علي رضي الله عنه . ¶ الطريقة الخامسة : القهر والغلبة . ¶ الأمر الخامس : البيعة شروطها وضوابطها . ¶ أولاً : تعريف البيعة . ¶ رأينا فيما سبق الطرق الشرعية لانعقاد الإمامة ، وهي الاختيار والاستخلاف ورأينا أن كلاً منهما لا بد فيه من البيعة من قِبَل أهل الحل والعقد ، ثم من قبل عموم المسلمين الذين يتيسر حضورهم ، والآن نودُّ نتعرَّف على ماهِيَّة البيعة وأنواعها وشروطها وأقسامها وغير ذلك مما لا يتعلق بها من أحكام فنقول : ¶ تعريفها : ¶ البيعة : بفتح الباء تطلق ويراد بها الصفقة على إيجاب البيع ، وعلى المبايعة والطاعة . ¶ قال ابن منظور : ( والبيعة : المبايعة والطاعة ، وقد تبايعوا على الأمر كقولك : أصفقوا عليه ، وبايعه عليه مبايعة : عاهده ، وبايعته من البيع والبيعة جميعًا والتبايع مثله ، وفي الحديث أنه قال : « ألا تبايعوني على الإسلام » ؟. ¶ ¬__________ ¶ (¬1) 29 ) أسمى المطالب في سيرة علي بن أبي طالب 714 .",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "هو عبارة عن المعاقدة والمعاهدة ، كأن كل واحد منهما باع ما عنده من صاحبه وأعطاه خالصة نفسه وطاعته ودخيلة أمره ) . ¶ فالبيعة إذن تعني : إعطاء العهد من المبايع على السمع والطاعة للأمير في غير معصية ، في المنشط والمكره والعسر واليسر وعدم منازعته الأمر وتفويض الأمور إليه . ¶ ثانياً : البيعة على السمع والطاعة ¶ وهذه هي التي إذا أطلقت البيعة انصرفت إليها ، والتي كانت تعطي للأئمة عند تعينهم خلفاء للمسلمين - وهي المراد في هذا الباب - والأدلة عليها كثيرة منها : ¶ 1- حديث عبادة بن الصامت رضي الله تعالى عنه قال : بايعنا رسول الله - صلى الله عليه وسلم - على السمع والطاعة في العسر واليسر ، والمنشط والمكره ، وعلى أثرة علينا ، وعلى ألا ننازع الأمر أهله ، إلا أن تروا كفرًا بواحًا عندكم من الله فيه برهان ) . وفي رواية : ( وعلى أن نقول بالحق أينما كنا ، وألا نخاف في الله لومة لائم )) [ متفق عليه ] . ¶ 2- حديث عبد الله بن عمر رضي الله عنهما قال : ( كنا نبايع رسول الله - صلى الله عليه وسلم - على السمع والطاعة يقول لنا : « فيما استطعت » [رواه مسلم ] . ¶ ثالثاً : شروط صحة البيعة : ¶ ذكر العلماء أن هناك بعض الشروط التي يجب توفرها لصحة عقد البيعة : ومن ثم يجب على المسلم أن يبايع لمن توفرت فيه هذه الشروط وهي : ¶ 1- أن يجتمع في المأخوذ له البيعة شروط الإمامة ، فلا تنعقد مع فوات واحد منها إلا مع الشوكة والغلبة .",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "2- أن يكون المتولي لعقد البيعة - بيعة الانعقاد - أهل الحل والعقد كما سبق أن بينًا أن ذلك من وظائفهم ، قال الرملي : ( أما بيعة غير أهل الحل والعقد من العوام فلا عبرة لها ) ، قلت : ذلك في بيعة الانعقاد ، أما البيعة العامة فلهم ذلك كما سيأتي ، لكنه يشترط في المبايع التكليف ، بدليل أن زينب بنت حميد ذهبت بابنها عبد الله بن هشام - وكان قد أدرك النبي - صلى الله عليه وسلم - إلى رسول الله - صلى الله عليه وسلم - فقالت : يا رسول الله بايعه . فقال النبي : « هو صغير » . فسمح رأسه ودعا له ) [ رواه البخاري ] . ¶ ودليل هذا الشرط هو فعل الخلفاء الراشدين رضي الله عنهم كما مرّ ، وقول عمر رضي الله عنه كما ثبت في الصحيح : ( من بايع رجلاً من غير مشورة المسلمين فلا يبايع ) . وفي رواية : ( فلا يتابع هو ومن بايعه تَغِرَّة أن يقتلا )) [ رواه البخاري ] . ¶ وقال عمر رضي الله عنه وهو على فراش الموت : ( أمهلوا ، فإن حدث بي حدث فليصل بالناس صهيب مولى بني جدعان ثلاث ليال ، ثم اجمعوا في اليوم الثالث أشراف الناس ، وأمراء الأجناد فأمِّروا أحدكم - لاحظ الخطاب : للستة - فمن تأمر من غير مشورة فاضربوا عنقه )) . ¶ 3- أن يجيب المبايع إلى البيعة . فلو امتنع لم تنعقد إمامته ولم يجبر عليها . قال النووي في الروضة : ( إلا أن يكون من لا يصلح للإمامة إلا واحد فيجبر بلا خلاف ) .",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "4- أن يتَّحِدَ المعقود له ، بأن لا تعقد البيعة لأكثر من واحد ، يدل على ذلك ما رواه مسلم في صحيحه بسنده إلى أبي سعيد الخدري رضي الله عنه قال : « إذا بويع لخليفتين فاقتلوا الآخر منهما » [ رواه مسلم ] ،وقوله - صلى الله عليه وسلم - : « فوا بيعة الأول فالأول » [متفق عليه ] . ولذلك أبى سعيد أبن المسيب رحمه الله لما دعي إلى البيعة للوليد وسليمان ابني عبد الملك بن مروان ، فقال : ( لا أبايع اثنين ما اختلف الليل والنهار ) ، قال : فقيل : ادخل من الباب واخرج من الباب الآخر ، فقال : ( لا والله لا يقتدي بي أحد من الناس فجُلِد وأْلبِس المسوح ) . ¶ 5- أن تكون البيعة على كتاب الله وسنة رسوله - صلى الله عليه وسلم - قولاً وعملاً ، وهذا الشرط واضح في خطب الخلفاء الراشدين رضي الله تعالى عنهم كما مر ، حيث قال أبو بكر رضي الله عنه : ( أطيعوني ما أطعت الله ورسوله ... ) . وتبعه عمر فقال : ( فورب الكعبة لأحملن العرب على الطريقين ) . وقال عبد الرحمن بن عوف لعثمان رضي الله عنهما : ( أبايعك على سنة الله ، وسنة رسوله ، والخليفتين من بعده ) . فوافقه عثمان وبايعه على ذلك ...... ¶ ومما يدل على هذا الشرط أيضًا أن البيعة عقد مراضاة واختيار لا سبيل فيها إلى الإجبار والإكراه . ¶ 6- الإشهاد على المبايعة : من العلماء من شروط الإشهاد على المبايعة وذلك لئلا يدعي مدع أن الإمامة عقدت له سرًا فيؤدي ذلك إلى الشقاق والفتنة والذين قالوا : بوجوب الإشهاد على عقد الإمامة قالوا : يكفي شاهدان خلافاً للجبائي في اشتراطه : أربعة شهود وعاقدًا ومعقودًا له مستنبطًا ذلك من ترك عمر الأمر شورى بين ستة ، فوقع الأمر على عاقد وهو : عبد الرحمن بن عوف ، ومعقود له وهو : عثمان بن عفان ، وبقي الأربعة الآخرون شهودًا . ¶ قال الشنقيطي رحمه الله : ( ولا يخفى ضعف هذا الاستنباط كما نَبَّه عليه القرطبي وابن كثير والعلم عند الله تعالى ) .",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "أما جمهور العلماء فقد قالوا : بأنه لا يجب الإشهاد ، لأن إيجاب الإشهاد يحتاج إلى دليل من النقل وهذا لا دليل عليه منه(¬1). ¶ الأمر السادس : أهمية وجود الإمام ، وحرمة الخروج عليه ، إلا بشروط وضوابط شرعية معتبرة . ¶ أما أهمية وجود الإمام الشرعي ، ووجوب طاعة بغير معصية فقد تواترت النصوص بذلك ، ولهذا فقد جاءت النصوص _ سواء كانت نصوص السنة النبوية الصحيحة أو أقوال العلماء الأعلام _ تؤكد على عدة أمور مهمة واجبة المعرفة هي : ¶ الأمر الأول : أهمية وجود الإمام والأمير ودورهما في تسيير حياة المسلمين الدنيوية والأخروية . ¶ الأمر الثاني : حرمة الخروج على الحكام _ بشقية الفكري والعملي _ ومنازعتهم في الأمر ، إلا وفق ضوابط معتبرة وشروط منضبطة . ¶ الأمر الثالث : عدم إعطاء الإمارة لمن طلبها وسعى في تحصيلها . ¶ الأمر الرابع : ذم الإمارة مع أهمية وجودها وأنها حسرة وندامة إذا لم يتوخى صاحبها العدل والإنصاف . ¶ أما الأمر الأول : فمن الأدلة على ذلك : ¶ 1 ) عن أبي هريرة عن النبي صلى الله عليه وسلم قال : (( إنما الإمام جنة يقاتل من ورائه ويتقى به ، فإن أمر بتقوى الله عز وجل وعدل كان له بذلك أجر ، وإن يأمر بغيره ، كان عليه منه ))(¬2) ... ¶ 2 ) عن أبي حازم قال : قاعدت أبا هريرة خمس سنين فسمعته يحدث عن النبي صلى الله عليه وسلم قال : (( كانت بنو إسرائيل تسوسهم الأنبياء ، كلما هلك نبي خلفه نبي ، وإنه لا نبي بعدي ، وستكون خلفاء فتكثر )) قالوا : فما تأمرنا ؟ ¶ قال : (( فوا ببيعة الأول فالأول ، وأعطوهم حقهم ، فإن الله سائلهم عما استرعاهم ))(¬3). ¶ 3 ) قال أمير المؤمنين علي ( رضي الله عنه ) : (( لا يُصلِحُ الناسَ إلا أميرٌ برٌّ كان أو فاجر . ¶ ¬__________ ¶ (¬1) 30 ) الإمامة العظمى عند أهل السنة والجماعة 220 بتصرف واختصار . ¶ (¬2) 31 ) رواه مسلم برقم : 1841 . ¶ (¬3) 32 ) رواه البخاري برقم : 3268 ، ومسلم برقم 1842 .",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "قالوا يا أمير المؤمنين : هذا البر فكيف بالفاجر ؟! ¶ قال : إن الفاجر يُؤمِّنُ اللهُ عز وجل به السبل ، ويجاهَد به العدو ، ويجيء به الفيء ، وتقام به الحدود ، ويُحج به البيت ، ويعبد اللهَ فيه المسلمُ آمناً حتى يأتيه أجله )) . ¶ وقال عمرو بن العاص ( رضي الله عنه ) : ((سلطانٌ عادلٌ خير من مطر وابل ، وسلطانٌ غشوم خيرٌ من فتنة تدوم )) . ¶ وتأمل في فقه الصحابة الأطهار وسلف الأمة الأبرار الذين أوتوا العلم والزكاة كيف عرفوا الأمر حق المعرفة فقدروا له قدره ))(¬1). ¶ 4) قال الإمام البربهاري : (( إذا رأيت الرجل يدعو على السلطان فاعلم أنه صاحب هوى ، وإذا سمعت الرجل يدعو للسلطان بالصلاح فاعلم أنه صاحب سنة إن شاء الله ، يقول فضيل بن عياض : لو كان لي دعوة مستجابة(¬2)ما جعلتها إلا في السلطان . ¶ قيل له : يا أبا علي فسِّر لنا هذا ؟ ¶ قال : إذا جعلتها في نفسي لم تعدني ، وإذا جعلتها في السلطان صلح ، فصلح بصلاحه العباد والبلاد ، فأُمرنا أن ندعو لهم بالصلاح ولم نؤمر أن ندعو عليهم وإن جاروا وظلموا ، لأن جورهم وظلمهم على أنفسهم وصلاحهم لأنفسهم وللمسلمين ))(¬3). ¶ فقبّل أبن المبارك جبهته وقال : ( يا معلم الخير من يحسن هذا غيرك ) فيا لله ما أعظم فقههم(¬4). ¶ وقال الفضيل _ أيضاً _ : (( ما من نفس تموت أشد عليَّ موتاً من أمير المؤمنين هارون ؛ ولوددت أن الله زاد من عمري في عمره ، فكَبُر ذلك علينا ، فلما مات هارون وظهرت الفتن ، قلنا : الشيخ كان أعلم بما تكلم )) . ¶ ¬__________ ¶ (¬1) 33 ) خوارج العصر : 3 ، للشيخ سالم العجمي . ¶ (¬2) 34 ) قالها رحمه الله حتى لا يزكي نفسه ، فلله درهم ما أفقههم وأنبلهم . ¶ (¬3) 35 ) شرح السنة برقم : 990 . ¶ (¬4) 36 ) أنظر خوارج العصر : 6 لسالم العجمي",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "والفضيل- رحمه الله - قال ذلك ديانةً لله ، لم يقل ذلك طمعاً في دنيا ؛ بل إنه كان من العباد الزهاد ؛ وكان يعطيه هارون -رحمه الله – العطاء والمال فيرفضه ولا يأخذ منه شيئاً ؛ وإنما كان قوله هذا دليلاً على فقهه وديانته ؛ فلا نامت أعين الخوارج(¬1). ¶ الأمر الثاني : حرمة الخروج على الأئمة . ¶ فمن الأدلة على ذلك : ¶ 1 ) أن عبد الله بن عمر جاء إلى عبد الله بن مطيع – حين كان أمر الحرة ما كان : زمن يزيد بن معاوية -، فقال عبد الله بن مطيع: اطرحوا لأبي عبد الرحمن وسادة ، فقال : أني لم آتك لأجلس ، أتيتك لأحدثك حديثاً سمعت رسول الله - صلى الله عليه وسلم - يقوله ، سمعت رسول الله - صلى الله عليه وسلم - يقول : (( من خلع يداً من طاعة ، لقي الله يوم القيامة لا حجة له ، ومن مات ليس في عنقه بيعة ، مات ميتة جاهلية ))(¬2). ¶ 2 ) عن جنادة بن أبي أمية قال: دخلنا على عبادة بن الصامت وهو مريض، قلنا : أصلحك الله ، حدَّث بحديث ينفعك الله به ، سمعته من النبي صلى الله عليه وسلم ، قال : دعانا النبي صلى الله عليه وسلم فبايعناه ، فقال فيما أخذ علينا : أن بايعنا على السمع والطاعة ، في منشطنا ومكرهنا ، وعسرنا ويسرنا وأثرة علينا ، وأن لا ننازع الأمر أهله ، إلا أن تروا كفراً بواحاً ، عندكم من الله فيه برهان ))(¬3). ¶ 3) وعن أبي رجاء العطاردي قال : سمعت أبن عباس ( رضي الله عنهما )، ¶ عن النبي صلى الله عليه وسلم قال : (( من رأى من أميره شيئاً يكرهه فليصبر عليه فإنه من فارق الجماعة شبراً فمات إلا مات ميتة جاهلية ))(¬4). ¶ ¬__________ ¶ (¬1) 37 ) المصدر السابق : 7 . ¶ (¬2) 38 ) رواه مسلم برقم 1851: ¶ (¬3) 39 ) رواه البخاري : برقم : ( 7056 ) ومسلم ( 1841 ) . ¶ (¬4) 40 ) رواه البخاري : برقم : 2646 ، ومسلم برقم 1849 .",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "4 ) وفي صحيح البخاري – كتاب الأحكام باب كيف يبايع الإمام الناس – عن عبد الله بن دينار قال : شهدت أبن عمر حيث أجتمع الناس على عبد الملك ، قال : (( كتب : أني أقر بالسمع والطاعة لعبد الله عبد الملك أمير المؤمنين ، على سنة الله وسنة رسوله ما استطعت ، وان بني قد أقروا بمثل ذلك )) . ¶ قوله : (( حيث أجتمع الناس على عبد الله عبد الملك ))، يريد : أبن مروان بن الحكم . والمراد بالاجتماع : اجتماع الكلمة ، وكانت قبل ذلك مفرقة ، وكان في الأرض قبل ذلك اثنان ، كل منهما لفقهاء بالخلافة ، وهما عبد الملك بن مروان ، وعبد الله بن الزبير – رضي الله عنه – ¶ وكان أبن عمر في تلك المدة امتنع أن يبايع لأبن الزبير أو لعبد الملك ، فلما غلب عبد الملك واستقر له الأمر بايعه ، وهذا الذي فعله أبن عمر من مبايعة المتغلب هو الذي عليه الأئمة ، بل انعقدت عليه الإجماع من الفقهاء ))(¬1). ¶ 5 ) ذكر الإمام أبو بكر الخلال في (( السنة : 1 / 133 ))عن أبي الحارث حدثهم قال : سألت أبا عبد الله في أمر كان حدث ببغداد وهم قوم بالخروج فقلت : يا أبا عبد الله ما تقول في الخروج مع هؤلاء القوم ؟ فأنكر ذلك عليهم وجعل يقول سبحان الله الدماء ، الدماء لا أرى ذلك ولا آمر به ، الصبر على ما نحن فيه خير من الفتنة يسفك فيها الدماء ويستباح فيها الأموال وينتهك فيها المحارم ، أما علمت ما كان الناس فيه يعني أيام الفتنة ، قلت : والناس اليوم أليس هم في فتنة يا أبا عبد الله ؟. ¶ ¬__________ ¶ (¬1) 41 ) معاملة الحكام في ضوء الكتاب والسنة : 13 للشيخ عبد السلام بن برجس .",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "قال : وإن كان فإنما هي فتنة خاصة فإذا وقع السيف عمت الفتنة وانقطعت السبل ، الصبر على هذا ويسلم لك دينك خير لك ، ورأيته ينكر الخروج على الأئمة وقال الدماء لا أرى ذلك ولا آمر به )) [ إسناده صحيح ]. وقال _ أيضاً _ أخبرني علي بن عيسى قال سمعت حنبل يقول : في ولاية الواثق اجتمع فقهاء بغداد إلى أبي عبد الله أبو بكر بن عبيد وإبراهيم بن علي المطبخي وفضل بن عاصم فجاؤوا إلى أبي عبد الله فاستأذنت لهم فقالوا : يا أبا عبد الله هذا الأمر قد تفاقم وفشا يعنون إظهاره لخلق القرآن وغير ذلك فقال لهم أبو عبد الله : فما تريدون ؟ ¶ قالوا : أن نشاورك في أنا لسنا نرضى بإمرته ولا سلطانه . ¶ فناظرهم أبو عبد الله ساعة وقال لهم : عليكم بالنكرة بقلوبكم ولا تخلعوا يدا من طاعة . ولا تشقوا عصا المسلمين ، ولا تسفكوا دماءكم ودماء المسلمين معكم ، انظروا في عاقبة أمركم واصبروا ،حتى يستريح بر أو يستراح من فاجر ، ودار في ذلك كلام كثير لم أحفظه ومضوا ودخلت أنا وأبي على أبي عبد الله بعدما مضوا فقال أبي لأبي عبد الله : نسأل الله السلامة لنا ولأمة محمد وما أحب لأحد أن يفعل هذا وقال أبي : يا أبا عبد الله هذا عندك صواب ؟ قال : لا هذا خلاف الآثار التي أمرنا فيها بالصبر ثم ذكر أبو عبد الله قال : قال النبي صلى الله عليه وسلم : إن ضربك فاصبر وإن ، وإن فاصبر فأمر بالصبر قال عبد الله بن مسعود وذكر كلاماً لم أحفظه )) . أ . هـ ¶ الأمر الثالث : عدم إعطاء الإمارة لمن طلبها وسعى في تحصيلها : ¶ عن أبي موسى ( رضي الله عنه ) قال : دخلت على النبي صلى الله عليه وسلم ، أنا ورجلان من بني عمي ، فقال أحد الرجلين : يا رسول الله ! أمِّرنا على بعض ما ولاك الله عز وجل ، وقال الآخر : مثل ذلك . ¶ فقال : (( إنَّا ، والله ! لا نولي على هذا العمل أحداً سأله ، ولا أحداً حرص عليه ))(¬1). ¶ ¬__________ ¶ (¬1) 42 ) رواه مسلم : باب : النهي عن طاب الإمارة والحرص عليها .",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "الأمر الرابع : النهي عن سؤال الإمارة مع أهمية وجودها وأنها حسرة وندامة إذا لم يتوخى صاحبها العدل والإنصاف : ¶ 1 ) روى الإمام مسلم في (( صحيحه : باب النهي عن طلب الإمارة والحرص عليها :عن عبد الرحمن بن سمرة ( رضي الله عنه ) قال :قال لي رسول الله صلى الله عليه وسلم : (( يا عبد الرحمن! لا تسأل الإمارة ، فإنك إن أعطيتها ، عن مسألة ، وكلت إليها وإن أعطيتها عن غير مسألة ، أعنت عليها )). ¶ 2 ) وروى الإمام البخاري في (( صحيحه : باب : من سأل الإمارة وُكِل إليها عن أبي هريرة ( رضي الله عنه ) عن النبي صلى الله عليه وسلم قال : (( إنكم ستحرصون على الإمارة ، وستكون ندامة يوم القيامة ، فنعم المرضعة وبئست الفاطِمة )) . ¶ قال الإمام أبن حجر في (( فتح الباري : 13 / 126 )) : (( نِعْم المرضعة : لما فيها من حصول الجاه والمال ونفاذ الكلمة وتحصيل اللذات الحسية والوهمية حال حصولها . ¶ وقوله ( وبئست الفاطمة ) عند الانفصال عنها بموت أو غيرها وما يترتب عليها من التبعات في الآخرة )) . ¶ 3 ) عن الحسن قال : أتينا معقل بن يسار نعوده ، فدخل علينا عبيد الله ، فقال له معقل : أحدِّثك حديثاً سمعته من رسول الله صلى الله عليه وسلم ، فقال : (( ما من وال يلي رعيَّة من المسلمين، فيموت وهو غاش لهم ، إلا حرَّم الله عليه الجنة ))(¬1). ¶ 4 ) عن أبي هريرة أنه قال : قال رسول الله صلى الله عليه وسلم : (( سبعة يظلهم الله في ظله يوم لا ظل إلا ظله إمام عادل وشاب نشأ في عبادة الله ورجل قلبه متعلق بالمسجد إذا خرج منه حتى يعود إليه ورجلان تحابا في الله اجتمعا على ذلك وتفرقا عليه ورجل ذكر الله خاليا ففاضت عيناه ورجل دعته ذات حسب وجمال فقال إني أخاف الله ورجل تصدق بصدقة فأخفاها حتى لا تعلم شماله ما تنفق يمينه ))(¬2). ¶ ¬__________ ¶ (¬1) 43 ) رواه البخاري برقم : 6732 . ¶ (¬2) 44 ) رواه البخاري 629 ، ومسلم 1031 .",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "وخلاصة ما سبق ذكره ما ذكره الشيخ العلامة ربيع بن هادي المدخلي في (( منهج الأنبياء في الدعوة إلى الله : 125 )) قال : (( ومن هنا - أيضاً - كان _ أي النبي - صلى الله عليه وسلم - يربي أصحابه على القرآن والسنَّة وعلى الإيمان والصدق والإخلاص لله في كلِّ عمل بعيداً عن الأساليب السياسيَّة والإغراء بالمناصب العالية . ¶ فما كان يمنّي أحداً منهم قبل دخوله في الإسلام أو بعده بمنصب في الدولة ، فهذا عمر بن الخطاب - رضي الله عنه - أحد عظماء الصحابة وأقواهم شخصيَّة ما كان يَعِده رسول الله - صلى الله عليه وسلم - بالمناصب ولا تتطلع نفسه إليها حتى جاء يوم خيبر ، أي : بعد عشرين سنة من البعثة فاجأهم رسول الله - صلى الله عليه وسلم - بقوله : (( لأعطين الراية غداً رجلاً يحبّ الله ورسوله يفتح الله على يديه )) ،فبات هو والصحابة يدوكون ليلتهم أيُّهم يعطاها ، وقال عمر - رضي الله عنه - : ما أحببت الإمارة إلاّ يومئذ )) . ... ¶ لأيّ شيء تطلع هؤلاء الصحابة الكرام ؟! أللإمارة نفسها أم لنيل هذه المنزلة العظيمة حب الله ورسوله ؟ ولماذا كان عمر بن الخطاب لا يحب الإمارة لو كان رسول الله يحببها إليهم ويربيهم عليها ويمنيهم بها. بل كان ينفرهم منها ويحذرهم من الحرص عليها ...... ¶ قال الحافظ : قال المهلب : (( الحرص على الولاية :هو السبب في اقتتال النَّاس عليها حتى سفكت الدماء واستبيحت الأموال والفروج وعظم الفساد في الأرض بذلك ، ووجه الندم أنَّه قد يقتل أو يعزل أو يموت فيندم على الدخول فيها ، لأنَّه يطالب بالتبعات التي ارتكبها ، وقد فاته ما حرص عليه بمفارقته. ¶ قال : ويستثنى من ذلك مَن تعين عليه كأن يموت الوالي ولا يوجد بعده من يقوم بالأمر غيره، وإذا لم يدخل في ذلك يحصل الفساد بضياع الأحوال )) أ . هـ",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "وعلى كلّ حال فالإمارة والقضاء من الأمور التي لابدّ منها ولا تقوم حياة المسلمين إلاّ بهما ، وبهما تعصم الدماء والأموال والأعراض . ... ¶ ولكن يجب أن نسلك في اختيار الأمراء والقضاة منهاج رسول الله - صلى الله عليه وسلم - فلا تعطى هذه المناصب لمن يسألها أو يحرص عليها أو يرشح نفسه لها عن طريق الانتخابات مثلاً فإنَّ هذا من الحرص عليها ، وإنَّما يُختار لها الأكفاء علماً وزهداً فيها وتقوى . ¶ ثمَّ ينبغي أن نستفيد من هذا المنهج النبوي في التربية ، فلا ينبغي أن ننشئ الشباب على حب القيادة والرئاسة والسيادة والإمارة، فلو نشأناهم على حب هذه الأشياء خالفنا هدي رسول الله - صلى الله عليه وسلم - وأوقعنا الشباب في المهالك ، وأي فلاح ننتظره في الدنيا ، والآخرة إن خالفنا منهج رسول الله - صلى الله عليه وسلم - ؟ )) أ . هـ ¶ المسألة الثالثة : الحكم بما أنزل الله أنواعه وحكمه : ¶ قال العلامة أبن عثيمين : (( الحكم بما أنزل الله تعالى من توحيد الربوبية ، لأنه تنفيذ لحكم الله الذي هو مقتضى ربوبيته ، وكمال ملكه وتصرفه ، ولهذا سمى الله تعالى المتبوعين في غير ما أنزل الله تعالى أرباباً لمتبعيهم فقال سبحانه { اتَّخَذُواْ أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَاباً مِّن دُونِ اللّهِ وَالْمَسِيحَ ابْنَ مَرْيَمَ وَمَا أُمِرُواْ إِلاَّ لِيَعْبُدُواْ إِلَهاً وَاحِداً لاَّ إِلَهَ إِلاَّ هُوَ سُبْحَانَهُ عَمَّا يُشْرِكُونَ } [التوبة : 31] ))(¬1). ¶ ومن المعلوم أن (( الحكم بما أنزل الله فرض عين على كل مسلم فرداً كان أو جماعة ، أميراً كان أم مأموراً ، والحكم ثلاثة أنواع : ¶ 1 ) الحكم المنزل : وهو شرع الله في كتابه وسنة رسوله وكله حق ظاهر . ¶ 2 ) الحكم المؤول : وهو اجتهاد الأئمة المجتهدين وهو دائر بين الخطأ والصواب والأجر والأجرين . ¶ ¬__________ ¶ (¬1) 45 ) شرح الثلاثة الأصول : 158 .",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "3 ) الحكم المبدل : وهو الحكم بغير ما انزل الله وتردد الفاعل له بين الكفر والظلم والفسوق(¬1). ¶ وأما فيما (( يخص قوله تعالى { وَمَن لَّمْ يَحْكُم بِمَا أَنزَلَ اللّهُ فَأُوْلَئِكَ هُمُ الْكَافِرُونَ } وقوله تعالى { وَمَن لَّمْ يَحْكُم بِمَا أنزَلَ اللّهُ فَأُوْلَئِكَ هُمُ الظَّالِمُونَ } وقوله تعالى { َمَن لَّمْ يَحْكُم بِمَا أَنزَلَ اللّهُ فَأُوْلَئِكَ هُمُ الْفَاسِقُونَ } [المائدة : 47] ¶ فإنَّ هذه الآيات الثلاث منزلة على أحوال ثلاث : ¶ 1 ) من حَكَم بغير ما أنزل الله مستبدلاً به دين الله فهذا كفر أكبر مخرج من الملة ، لأنه جعل نفسه مشرعاً مع الله عز وجل . ¶ 2 ) من حكم بغير ما أنزل الله لهوى في نفسه ، أو خوفاً عليها ، أو ما أشبه ذلك ، فهذا لا يكفر ، ولكنه ينتقل إلى الفسق . ¶ 3 ) من حكم بغير ما أنزل الله عدواناً وظلماً ، وهذا لا يتأتى في حكم القوانين ، ولكن يتأتى في حكم خاص ، مثل أن يحكم على إنسان بغير ما أنزل الله لينتقم من ، فهذا يقال إنه : ظالم ، فتنزل الأوصاف على حسب الأحوال(¬2)) . ¶ المسألة الرابعة : شروط الخروج على الحكام : ¶ لقد اختلف الناس فِي الخروج عَلَى السلاطين الظلمة عَلَى ثلاثة مذاهب : فذهبت الأشعرية إلى تَحريم الخروج عليهم ، وذهبت الخوارج إلى وجوب الخروج عليهم عَلَى الضعيف والقوي حتَّى قَالَ قائلهم : ¶ أبا خالد أنفر فلست بخالد وما جعل الرحمن عذراً لقاعد ¶ أتزعم أنَّ الخارجي على الهدى وأنت مقيم بين عاص وجاحد(¬3) ¶ ¬__________ ¶ (¬1) 46 ) مجمل مسائل الإيمان لتلاميذ الإمام الألباني . ¶ (¬2) 47 ) كيف نعالج واقعنا الأليم : 73 لأبي لوز . ¶ (¬3) 48 ) الكواشف الجلية : 47 محمد بن رمزان آل طامي .",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "أما أهل السنة والجماعة فقد (( وضع العلماء ضوابطاً وشروطاً يجب أن تكون متوفرة في الحاكم المراد الخروج عليه ، وهذه الشروط مأخوذة من قول النبي ( - صلى الله عليه وسلم - ) كما في حديث عبادة بن الصامت : بايعنا رسول الله ( - صلى الله عليه وسلم - ) على السمع والطاعة ، في منشطنا ومكرهنا ، وعسرنا ويسرنا وأثرة علينا ، وأن لا ننازع الأمر أهله ، إلا أن تروا كفراً بواحاً ، عندكم من الله فيه برهان ))(¬1). ¶ وقد بيَّن فضيلة الشيخ أبن عثيمين هذه الشروط في (( الصحوة الإسلامية ضوابط وتوجيهات : 286 )) فقال : (( فليعلم أنَّ الخروج على السلطة لا يجوز إلا بشروط : ¶ الشرط الأول : (( أن تروا )) بمعنى أن تعلموا علماً يقينياً بأنَّ السلطة ارتكبت كفراً . ¶ الشرط الثاني : أن يكون الذي ارتكبته السلطة (( كفراً )) فأما الفسق فلا يجوز الخروج عليهم بسببه مهما عظم . ¶ الشرط الثالث : (( بواحاً )) أي معلناً صريحاً لا يحتمل التأويل . ¶ الشرط الرابع : (( عندكم فيه من الله برهان )) أي مبني على برهان قاطع من دلالة الكتاب والسنة أو إجماع الأمة . ¶ فهذه شروط أربعة . ¶ الشرط الخامس : يؤخذ من الأصول العامة للدين الإسلامي وهو قدرة هؤلاء المعارضين على إسقاط السلطة ، لأنه إذا لم يكن لديهم القدرة أنقلب الأمر عليهم لا لهم ، فصار الضرر أكبر بكثير من الضرر المترتب على السكوت على هذه الولاية ... ))(¬2)أ . هـ ¶ ¬__________ ¶ (¬1) 49 ) رواه البخاري : برقم : ( 7056 ) ومسلم ( 1841 ) . ¶ (¬2) 50 ) كيف نعالج واقعنا الأليم : 77 .",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "وقد (( حصل من كثير من ولاة الأمر في صدر الإسلام ذنوب وأفعال مستنكرة ، كانت سبباً لخلع بعض الجهات بيعتهم ، فحصل بذلك فتن وقتال كبير ، فإنَّ أهل المدينة خلعوا بيعة يزيد بن معاوية وأظهروا مخالفته لأنه حصل منه وبسببه بعض المحرمات ، كقتل الحسين بن علي ونحوه ، فأرسل إليهم جيشاً كبيراً فحصلت وقعة الحرة المشهورة التي قتل فيها مئات أو ألوف الأبرياء ، وانتهكت فيها الكثير من المحرمات . ¶ وهكذا فتنة أبن الأشعث الذي خلع ولاية الحجاج على العراق ، ثم خلع بيعة الخليفة ، فقد قُتل بسببها عشرات الألوف .... ))(¬1). ¶ قال الإمام الألباني : (( فالذي أريد أن أقوله : الخروج على الحاكم من الناحية الشرعية هو أمر جائز ، وقد يجب ، لكن بشرط أن نرى الكفرَ الصريح البواحَ . ¶ الشرط الثاني : أن يكون بإمكان الشعب أن يخرج على هذا الحاكم ويُسيطر عليه ، ويحلَّ محلَّه دون إراقة دماء كثيرة وكثيرة جدًّا ، فضلاً عمَّا إذا كان الشعب ـ كما هو الواقع اليوم في كلِّ البلاد الإسلامية ـ لا يستطيع الخروج على الحكام ؛ ذلك لأنَّ الحكام قد أحاطوا أنفسهم بأنواع من القوة والسلاح، وجعلوا ذلك حائطاً وسياجاً يدفعون به شرَّ من قد يخرج عليهم من شعبهم وأُمَّتهم ))(¬2). ¶ ثم لو حصل (( أن الإمام كفر واتفقنا على كفره كيف يكون الخروج عليه ؟ يقول أبو المعالي الجويني : ولا يكون ذلك لآحاد الرعية بل لأهل الحل والعقد )) .ا هـ ¶ ¬__________ ¶ (¬1) 51 ) المصدر السابق : 87 . ¶ (¬2) 52) فتاوى العلماء الأكابر في ما أُهدر من الدماء في الجزائر لعبد المالك الرمضاني الجزائري : 140 .",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "فإذا كفر الحاكم قام أهل الحل والعقد بعزله وإبداله بغيره ، ولكن بشرط أن لا يترتب على ذلك سفك دماء ، وحصول فتنة ، وهذا ما قرَّرَه الإمام أحمد عندما كان خلفاء بني العباس يقولون بخلق القرآن ، ويُلزمون الناس بالقول به ، وضربوا الإمام أحمد وغيره من العلماء على أن يقولوا بخلق القرآن وهو كفر ، والإمام أحمد يُكفِّر من يقول بخلق القرآن ، لكن لَمَّا جاءه بعضهم وقال : نريد الخروج على أولئك ، فالفتنة عَظُمَت . ¶ قال : لا أُحِلّ لكم ذلك ، إذا وقع السيف وقت الفتنة ، تسفك الدماء وتنتهك الحرمات وتنقطع السبل ، اصبروا حتى يستريح برٌّ ويُستراح من فاجر . ¶ هذا هو المبدأ الذي فهمه أئمة المسلمين وأئمة السلف وهو أنه لو كفر الحاكم ؛ فإنه إنما يجوز لأهل الحل والعقد أن يعزلوه بشرط أن يكون ذلك دون فتنة وسفك دماء . ¶ وليس ذلك لآحاد الرعية للأسباب الآتية : ¶ أولا : أنهم قد يخطئون في التكفير . ¶ ثانياً : أنه إذا قام بعضهم دون بعض وقعت الفتنة وحصل الاختلاف . ¶ ثالثاً : أنهم لا يُراعون ما يترتب على الخروج عليه وعزله بخلاف أهل الحل والعقد . ¶ فإذا قال قائل : إنَّ الحاكم الفلاني يُحكِّم القوانين الوضعية ، فهو كافر خارج عن مِلّة الإسلام ! ¶ فإنَّنا نقول له : لقد تكلم في هذا الأمر علماء أجلاء ، وهى مسألة الحكم بغير ما أنزل الله : ¶ فأبن عباس - رضى الله عنهما - يقول : كفر دون كفر ، وفسق دون فسق ، وظلم دون ظلم ))(¬1). ¶ الفائدة الثامنة : قوله (( فَقُلْتُ : فَإِنْ لَمْ تَكُنْ لَهُمْ جَمَاعَةٌ وَلَا إِمَامٌ ؟ . ¶ قَالَ : (( فَاعْتَزِلْ تِلْكَ الْفِرَقَ كُلَّهَا ، وَلَوْ أَنْ تَعَضَّ عَلَى أَصْلِ شَجَرَةٍ حَتَّى يُدْرِكَكَ الْمَوْتُ وَأَنْتَ عَلَى ذَلِكَ )) ¶ ولقد تنوعت أقوال العلماء في شرح هذا الأمر النبوي الكريم : ¶ ¬__________ ¶ (¬1) 53 ) الخوارج والفكر المتجدد : 54 ، للشيخ عبد المحسن العبيكان .",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "أ ـ قال أبن حجر في فتح الباري : (( فتح الباري : 13/37 )) : (( قال الطبري في شرح حديث حذيفة الذي أورده البخاري تحت باب (( كيف الأمر إذا لم تكن جماعة )) قال : (( ... وفي هذا الحديث أنَّه متى لم يكن للناس إمام فافترق الناس أحزاباً ، فلا يتَّبع أحداً في الفرقة ، ويعتزل الجميع إن استطاع ذلك ، خشيةً من الوقوع في الشر ))(¬1). ¶ ب ـ قال الشيخ الألباني في حديث حذيفة الذي فيه : (( فاعتزِل تلك الفرق كُلّها )) قال : (( في هذا الحديث أنَّ المسلم إذا أدرك مثل هذا الوضع ¶ ؛ فعليه حينذاك ألاَّ يتحزَّب ، وألاَّ يتكتَّل مع أي جماعة أو مع أي فرقة ، مادام أنَّه لا توجد الجماعة التي عليها إمام مبايع من المسلمين (¬2). ¶ ج ـ قال الشيخ سليم الهلالي : (( لقد أمر رسول الله ( - صلى الله عليه وسلم - ) حذيفة رضي الله عنه باعتزال جميع الفرق التي تدعو إلى جهنم أيام الشرور والفتن ، عندما لا يكون للمسلمين جماعة ولا إمام . ¶ وقد تنوعت كلمات العلماء في شرح هذا الأمر النبوي ، والذي شرح الله صدري إليه أن هذا الأمر النبوي فيه وجوب إلتزام الحق ، ومناصرة أهله ، والتعاون على أساسه ، ودونك البيان : ¶ 1) هذا أمر بلزوم الكتاب والسنة بفهم السلف الصالح ، يدل على ذلك قوله ( - صلى الله عليه وسلم - ) في حديث العرباض بن سارية ( رضي الله عنه ) : (( من يعش منكم فسيرى اختلافاً كثيراً ، وإياكم ومحدثات الأمور ، فإنها ضلالة ، فمن أدرك ذلك منكم فعليكم بسنتي ، وسنة الخلفاء الراشدين ، عضوا عليها بالنواجذ )) . ¶ ففي حيث حذيفة أمره أن يعض على أصل شجرة عند الاختلاف معتزلاً فرق الضلالة . ¶ وفي حديث العرباض : أمره أن يعض على السنة النبوية ، بفهم الصحابة بالنواجذ عند الاختلاف ، وأن يبتعد عن المحدثات فإنها ضلالة . ¶ ¬__________ ¶ (¬1) 54 ) نقلاً من التحذير من التفرق والحزبية : 26 . ¶ (¬2) 55 ) المصدر السابق 30 .",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "فإذا جمعنا بين الحديثين ظهر معنى رائق ، وهو : إلتزام السنة النبوية بفهم السلف الصالح رضوان الله عليهم عند ظهور فرق الضلالة ، وغياب جماعة المسلمين وأمامها . ¶ 2 ) يدلك على ذلك أن الأمر بأن يعض على أصل شجرة في حديث حذيفة ليس ظاهره المراد ، وإنما معناه : الثبات على الحق ، واعتزال فرق الضلالة التي جانبت الحق . ¶ أو معناه : أن دوحة الإسلام الوارفة ستعصف بها الرياح الهوج ، فتحطم أغصانها فلا يبقى إلا أصلها الثابت الذي يقف متحدياً الأعاصير ، عندئذ يجب على المسلمين أن يحتضنوا هذا الأصل ويفدوه بالنفس والنفيس ، لأنه سينمو مرة أخرى رغم شدة رياح السموم ....(¬1)) . ¶ الفائدة التاسعة : مسائل مهمة لابد من معرفتها . ¶ أعلم أخي الحبيب وفقك الله تعالى لكل خير أن قول النبي صلى الله عليه وسلم (( فاعتزل تلك الفرق كلها )) يدل على أن فرقاً وطوائفَ وأحزاباً ستخرج تباعاً ، مما يدل أيضاً أن هنالك اختلافاً يقع مما يؤدي إلى هذا التفرق والتحزب ، مما جعل النبي صلى الله عليه وسلم يضع العلاج المناسب لمثل هذا الحال الأليم (( فاعتزل ... )) . ¶ ولأجل معرفة هذا الأمر المهم فإني أضع بين يديك بعض المسائل المهمة فتدبرها يرحمك الله ودونك هي : ¶ المسألة الأولى : ¶ أن نعلم أن النبي صلى الله عليه وسلم قد بُعث إلى أناس لم يكونوا يعرفون للحق أسماً ولا رسماً ، بل كانت الأهواء والميول تتقاذفهم ذات اليمين وذات الشمال ، وتسير بهم في طرق عديدة واتجاهات مختلفة أهمها : ¶ ¬__________ ¶ (¬1) 56 ) لماذا اخترت المنهج السلفي : 26 .",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "الاتجاه الأول : ففيما يخص علاقتهم بالله عز وجل :فإنهم اتخذوا لأنفسهم آلهة شتى وراحوا يعبدونها من دون الله ، ويتقربون إليها بأنواع القربات التي لا يمكن أن تكون إلا لله تعالى وحده ، حيث يزعمون أنهم يريدون بهذا الفعل أن يجعلوهم وسائط بينهم وبين الله لنيل القربى والشفاعة ، ومن المعلوم أن هذه الخرافات والأباطيل قد دخلت عليهم من خلال ما توارثوه من الأباء والأجداد من عادات وتقاليد باطلة ، حتى صارت ديناً ومعتقداً لهم ، وحجة يحتجون بها على كل من أراد أن يخرجهم من هذه الدائرة الضيقة التي أدخلوا أنفسهم بها إلى دوائر أوسع وأرحب . ¶ ولو نظرنا إلى مناظرة إبراهيم عليه السلام لقومه والتي بينها لنا القرآن الكريم لرأينا ذلك واضحاً أتم الوضوح ، قال تعالى { وَاتْلُ عَلَيْهِمْ نَبَأَ إِبْرَاهِيمَ @ إذْ قَالَ لِأَبِيهِ وَقَوْمِهِ مَا تَعْبُدُونَ @ قَالُوا نَعْبُدُ أَصْنَاماً فَنَظَلُّ لَهَا عَاكِفِينَ @ قَالَ هَلْ يَسْمَعُونَكُمْ إِذْ تَدْعُونَ @ أوْ يَنفَعُونَكُمْ أَوْ يَضُرُّونَ @ قَالُوا بَلْ وَجَدْنَا آبَاءنَا كَذَلِكَ يَفْعَلُونَ } [الشعراء : 74] . ¶ الاتجاه الثاني : أما فيما يخص العلاقة فيما بينهم : فقد كانت العداوة والبغضاء قد فشت بينهم والتحزب للقبيلة قد أخذ مأخذاً عظيماً منهم . فلقد كانت والجزيرة العربية عند بعثة النبي ( - صلى الله عليه وسلم - ) تموج بالقوميات و العصبيات ، وكانوا وفق المصطلحات الحديثة ينقسمون إلى أحزاب وتكتلات منغلقة على نفسها فكل قبيلة تقدم ولائها و تحصر انتمائها ، و تخص بنصرتها أفراد تلك القبيلة ، حتى قال قائلهم : ¶ وهل أنا إلا من غزية أنْ غوت غويت و إن ترشد غزية أرشد ¶ و قال آخر : ¶ لا يسألون أخاهم حين يسألهم في النائبات على ما قال برهان .",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "وفي ظل هذه الأحداث الجسيمة التي ألقت بظلالها على أرجاء الجزيرة العربية أشرقت شمس النبوة ، وبعث النبي ( - صلى الله عليه وسلم - ) بدين هو كما قال أبو طالب (( ... من خير أديان البرية ديناً )) ، دين ضمَّنه الله تعالى كل ما من شأنه أن يكفل السعادة للبشرية جمعاء ، دين يصلح بأحكامه الربانية لكل زمان ومكان ، دين أكمله الله وأتمه وارتضاه لعباده ، دين يخرج العباد من عبادة العباد والشجر والحجر والشمس والقمر إلى عبادة رب الأرض السموات. ¶ وفي سبيل هذا كله نرى النبي ( - صلى الله عليه وسلم - ) قد شمّر عن ساعد الجد وربط الليل بالنهار وراح يدعو إلى ربه تعالى ، ولم يدخر جهداً في سبيل إيصال دعوته إلى عموم الناس كافة كما أمره الله تعالى . ¶ ولكن لما عجزت الحجج الدامغات والبينات الواضحات من النفاذ إلى قلوب هؤلاء المشركين ، وإستمكن العناد والجحود منها صمتت الألسن وخشعت الأصوات وراحت السيوف والرماح تخطب على منابر الرقاب ، حتى استقام الأمر ورضخت النفوس وانتصرت إرادة الحق ، وراحت رايات الإسلام ترفرف عالياً على أرجاء دولة الإسلام الفتية التي أرسى النبي ( - صلى الله عليه وسلم - ) دعائمها على رمال صحراء كانت تموج بالكفر موجاً . ¶ ومن الأهمية بمكان الإشارة إلى أن هذه الدولة النبوية الفتية قد قامت على ركيزتين مهمتين عظيمتين هما : ¶ الركيزة الأولى : توحيد الله تعالى . ¶ الركيزة الثانية : توحيد الأمة . ¶ وهاتان الركيزتان قد جمع الله تعالى بينهما في قوله { إِنَّ هَذِهِ أُمَّتُكُمْ أُمَّةً وَاحِدَةً وَأَنَا رَبُّكُمْ فَاعْبُدُونِ } [الأنبياء : 92]. ¶ أما الركيزة الأولى : فتوحيد الإله يعني أن نعبد إلهاً واحداً ونوحده في ربوبيته وألوهيته وأسمائه وصفاته ، وأن ننبذ الشرك ووسائله وطرقه وعدم موالاة أهله ، وهذا كله لا يقوم ولا يستقيم إلا بمتابعة النبي ( - صلى الله عليه وسلم - ) وطاعته في كل ما جاء به من ربه عز وجل .",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "حيث أن توحيد الله ومتابعة النبي ( - صلى الله عليه وسلم - ) هما شقا كلمة التوحيد (( لا إله إلا الله محمد رسول الله )) . ¶ وهذه الركيزة المهمة تنقض كل ما كان عليه المشركين خاصة فيما اتخذوه من آلهة ومعبودات من جميع النواحي والوجوه : ¶ فمن ناحية اتخاذ الآلهة وسائط لنيل القربى من الله تعالى ـ كما يزعمون ـ قال تعالى { أَلا لِلَّهِ الدِّينُ الْخَالِصُ ، وَالَّذِينَ اتَّخَذُوا مِن دُونِهِ أَوْلِيَاء مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى إِنَّ اللَّهَ يَحْكُمُ بَيْنَهُمْ فِي مَا هُمْ فِيهِ يَخْتَلِفُونَ إِنَّ اللَّهَ لَا يَهْدِي مَنْ هُوَ كَاذِبٌ كَفَّارٌ } [الزمر : 3] . ¶ وهذه حجة ساقطة و متهافتة بدليل أن الله تبارك وتعالى سمى أصحابها ومن يحتج بها كاذب كفَّار { إِنَّ اللَّهَ لَا يَهْدِي مَنْ هُوَ كَاذِبٌ كَفَّارٌ } . ¶ ومن ناحية اتخاذهم الأنداد والوسطاء شفعاء يشفعون لهم عند الله ـ كما يزعمون ـ قال تعال { وَيَعْبُدُونَ مِن دُونِ اللّهِ مَا لاَ يَضُرُّهُمْ وَلاَ يَنفَعُهُمْ وَيَقُولُونَ هَؤُلاء شُفَعَاؤُنَا عِندَ اللّهِ قُلْ أَتُنَبِّئُونَ اللّهَ بِمَا لاَ يَعْلَمُ فِي السَّمَاوَاتِ وَلاَ فِي الأَرْضِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ } [يونس : 18] . ¶ وأما من ناحية احتجاجهم بما كان عليه الأباء والأجداد فقد قال تعالى { وَإِذَا قِيلَ لَهُمْ تَعَالَوْاْ إِلَى مَا أَنزَلَ اللّهُ وَإِلَى الرَّسُولِ قَالُواْ حَسْبُنَا مَا وَجَدْنَا عَلَيْهِ آبَاءنَا أَوَلَوْ كَانَ آبَاؤُهُمْ لاَ يَعْلَمُونَ شَيْئاً وَلاَ يَهْتَدُونَ } [المائدة 104].",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "وأما الركيزة الثانية : فيجب علينا أن نعلم أن هذه الأمة أمة واحدة ، وأن الشارع الحكيم قد أمر عبر نصوص الوحي المتواترة بالوحدة والالتئام ونبذ كل أشكال الفُرقة والانقسام وسد كل الوسائل والذرائع التي يمكن أن تؤدي إلى التصدع والتفرق ولهذا حُرِّم ومنع التحزب والانشطار . ¶ قال الشيخ بكر بن عبد الله أبو زيد في ((حكم الانتماء إلى الفرق والأحزاب والجماعات الإسلامية : 21 )) : ((وهذه التعددات القبلية والعصبيات الجاهلية كانت من أولويات الإسلام الذي سعى في علاجها ، وفي توفير المناخ الملائم لنشأتها نشأة جديدة ، حيث سعى - صلى الله عليه وسلم - بنقلها (( إلى وحدة الدولة الإسلامية ، تحت لواء الإسلام ، عليه يعقد الولاء و البراء ، وتحت سلطة شرعية عامة واحدة ، ذات شوكة و منعة ، تعقد لها البيعة ، و يدان لها بالسمع و الطاعة ، فلا يجوز لمسلم أن يبيت ليلته إلا وفي رقبته البيعة لها . ¶ وعليه ذابت تلك الروابط ، و تصدعت العصبية القبلية ، وسدَّ النبي ( - صلى الله عليه وسلم - ) المنافذ الموصلة إليها ، وبقي الرابط الوثيق لواء التوحيد ، فعليه يُعقد الولاء والبراء ، والتعاون ، والإخاء ، ولهذا لما قال أحد الصحابة _ رضي الله عنهم _ وهم في غزوة بني المصطلق : يا للمهاجرين ! وقال الآخر يا للأنصار ! صرخ بهم النبي ( - صلى الله عليه وسلم - ) قائلاً : (( أبدعوى الجاهلية وأنا بين أظهركم ، دعوها فإنها منتنة )) [ متفق عليه ] . ¶ وهكذا كلما بدا مظهر من مظاهر التحزب والعصبية كبته النبي ( - صلى الله عليه وسلم - ) حتى لحق بالرفيق الأعلى ، ولا حزبية ولا طائفية ، كل مسلم يحتضن كل الإسلام ، ويحتضن جميع المسلمين )) أ . هـ",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "إذن يجب علينا دائماً أن ننظر إلى هاتين الركيزتين المهمتين ، وأن نسعى بجد في تحقيقهما ، لأننا إن فرطنا في حق الله تعالى علينا أذلنا الله تعالى وسلط علينا من يستبيح حرماتتنا ولا يرحمنا ، فقد روى أبو نعيم في (( حلية الأولياء : 1 / 216 )) : (( عن جبير بن نفير قال : لما فُتحت قبرص فُرِقَ بين أهلها ، فبكى بعضهم بعضاً ورأيت أبا الدرداء جالساً وحده يبكي ، فقلت : يا أبا الدرداء ! ما يبكيك في يوم أعز الله فيه الإسلام وأهله ؟ ¶ قال : ويحك يا جبير ما أهون الخلق على الله إذا هم تركوا أمره ، بينما هي أمة قاهرة ظاهرة لهم الملك تركوا أمر الله فصاروا إلى ما ترى )) . ¶ وإن فرطنا في حق أنفسنا من خلال تفرقنا إلى فرق وأحزاب متناحرة طمَّع ذلك فينا أعداء الإسلام الذين يتربصون ويتحينون الفرص للانقضاض علينا ، فعن ثوبان ( رضي الله عنه ) قال : قال رسول الله ( - صلى الله عليه وسلم - ) : (( يوشك الأمم أن تداعى عليكم كما تداعى الأكلة إلى قصعتها )) . ¶ فقال قائل : ومن قِلّةٍ نحن يومئذٍ ؟ ¶ قال : (( بل أنتم يومئذٍ كثيرٌ، ولكنكم غثاءٌ كغثاء السيل، ولينزعنَّ اللّه من صدور عدوكم المهابة منكم ، وليقذفنَّ اللّه في قلوبكم الوهن )) . ¶ فقال قائل : يا رسول اللّه ، وما الوهن ؟ ¶ قال : (( حبُّ الدنيا وكراهية الموت )) [ صحيح بطرقه ] .",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "قال الشيخ أحمد بن يحيى النجمي : (( لما جاء الإسلام أمر بالوحدة والالتئام ، ومنع التفرق والانقسام ، لأنَّ التفرق والانقسام يؤدي إلى التصدع ، و الانفصام ، لذلك فهو يرفض التحزب ، و الانشطار في قلب الأمة المحمدية الواحدة ، التي تدين لربها بالوحدانية ، ولنبيها بالمتابعة ، شأنها شأن الأمم الماضية في الرسالات السابقة ...... والدليل قوله جل و علا { شَرَعَ لَكُم مِّنَ الدِّينِ مَا وَصَّى بِهِ نُوحاً وَالَّذِي أَوْحَيْنَا إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وَمُوسَى وَعِيسَى أَنْ أَقِيمُوا الدِّينَ وَلَا تَتَفَرَّقُوا فِيهِ كَبُرَ عَلَى الْمُشْرِكِينَ مَا تَدْعُوهُمْ إِلَيْهِ اللَّهُ يَجْتَبِي إِلَيْهِ مَن يَشَاءُ وَيَهْدِي إِلَيْهِ مَن يُنِيبُ } [سورة الشورى : 13 ]. ¶ ...... وقوله (( أَنْ أَقِيمُوا الدِّينَ وَلَا تَتَفَرَّقُوا فِيهِ )) أي : وصى جميع الأنبياء على الائتلاف والجماعة ونهاهم عن الافتراق والاختلاف ..... ومن هنا نعلم أنَّ هذين الأصلين أتفقت عليهما جميع الشرائع و أمر بهما جميع الرسل من لدن أولهم نوح عليه الصلاة والسلام إلى أخرهم محمد ( - صلى الله عليه وسلم - ) وهذان الأصلان هما : ¶ أولاً : توحيد الله عز وجل وهو أفراد الله بالعبادة دون سواه .",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "ثانياً : الحرص على وحدة الأمة و عدم التفرق في الدين بإقامة أسباب الائتلاف وترك أسباب الإختلاف ، و لهذا ذم الله عز و جل الفُرقة في غير آية من كتابه عز و جل كقوله تعالى { وَمَا تَفَرَّقَ الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِن بَعْدِ مَا جَاءتْهُمُ الْبَيِّنَةُ } [ سورة البينة : 4 ]، و قوله تعالى { وَمَا تَفَرَّقُوا إِلَّا مِن بَعْدِ مَا جَاءهُمُ الْعِلْمُ بَغْياً بَيْنَهُمْ } [سورة الشورى : 14] ، وقوله تعالى { إِنَّ الَّذِينَ فَرَّقُواْ دِينَهُمْ وَكَانُواْ شِيَعاً لَّسْتَ مِنْهُمْ فِي شَيْءٍ إِنَّمَا أَمْرُهُمْ إِلَى اللّهِ ثُمَّ يُنَبِّئُهُم بِمَا كَانُواْ يَفْعَلُون } َ [سورة الأنعام : 159 ]، وقوله تعالى : { إِنَّ هَذِهِ أُمَّتُكُمْ أُمَّةً وَاحِدَةً ، وَأَنَا رَبُّكُمْ فَاعْبُدُونِ } [سورة الأنبياء : 92 ]. ¶ المسألة الثانية : ¶ وأن نعلم أخي الحبيب أن النبي صلى الله عليه وسلم قد أخبر أن هذه الأمة سيصبها من بعد توحدها واجتماعها ما أصاب الأمم السابقة وستقع فيما وقعت به . فقال صلى الله عليه وسلم (( افترقت اليهود على إحدى وسبعين فرقة ، و افترقت النصارى على اثنتين و سبعين فرقة ، و ستفترق أمتي على ثلاث و سبعين فرقة كلها في النار إلا واحدة )) . ¶ قالوا : من هي يا رسول الله ؟ ، قال : (( الجماعة ))(¬1)وفي رواية : (( ما أنا عليه و أصحابي ))(¬2). ¶ فبيَّن النبي ( - صلى الله عليه وسلم - ) في هذا النص وغيره من نصوص الوحي أنَّ الاختلاف و الافتراق واقع لا محالة ، وأنَّ هذا الاختلاف سينتج ويثمر افتراقا قلبياً ومكانياً ، ومن ثم يؤول الأمر إلى فرق وأحزاب وجماعات ذات مناهج شتى وعقائد مختلفة . ¶ ¬__________ ¶ (¬1) 57 ) حديث حسن (( صحيح سنن أبي داود 3 / 63 )) . ¶ (¬2) 58 ) حديث صحيح (( صحيح جامع الترمذي 5 / 26 )) .",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "وكذلك بينت النصوص بشكل واضح وجلي أنَّ عامة المفترقين هالكون ، و ذلك لأنَّ المفترقين الهالكين قد خالفوا منهج النبي ( - صلى الله عليه وسلم - ) وعدلوا عنه وفارقوه وأتبعوا غير سبيل المؤمنين ، وصاروا شيعاً و أحزاباً كل حزبٍ بما لديهم فرحون ، قال تعالى { وَمَن يُشَاقِقِ الرَّسُولَ مِن بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدَى وَيَتَّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ نُوَلِّهِ مَا تَوَلَّى وَنُصْلِهِ جَهَنَّمَ وَسَاءتْ مَصِيراً } . ¶ و هكذا وقع ما أخبر به النبي ( - صلى الله عليه وسلم - ) وحذَّر منه ، وتفرقت الأمة واختلفت القلوب ، وتغيرت الأحوال ، وتصدعت روابط الأخوة الإسلامية ، وبُدِلت برابطة أخوة الحزب والطائفة ، ليكون ذلك إمعاناً منهم في تفتيت الأمة وذهاب ريحها . ¶ ومن الأهمية بمكان أنَّ نعلم : أنَّ هذه الفرق والأحزاب ما ظهرت ولا نشأت ولا تكونت إلا بعد عصر النبي ( - صلى الله عليه وسلم - ) ، ليكون معلوماً لدى الجميع أنَّ ذلك العصر المبارك كان خالياً من هذه الأمراض النتنة التي كانت سبباً في هلاك الأمم السابقة . ¶ وطالما أنَّ الاختلاف والافتراق واقع لا محالة لإخبار النبي ( - صلى الله عليه وسلم - ) بذلك ، وشهود الواقع بهذا !! فهل يعني هذا أنه يجوز لنا أن نركن إلى هذا الواقع المرير ويختار كل واحد منا حزباً يتحزب به و ينتمي إليها ، و طائفة يتقوقع فيها ؟!! بحجة أنَّ النبي ( - صلى الله عليه وسلم - ) قد أخبر بذلك !! ¶ الجواب : لا , فليس هذا هو مراد النبي ( - صلى الله عليه وسلم - ) من أخباره بحديث الافتراق ، ولا يدل عليه لا من قريب ولا من بعيد ، وإنما مراده ( - صلى الله عليه وسلم - ) تحذير أمته من إتباع سبيل الهالكين من الأمم السابقة وسلوك مسالك الإختلاف والافتراق الوعرة .",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "بدليل التهديد والوعيد الشديدين لمن يتبع طريقاً غير طريق النبي ( - صلى الله عليه وسلم - ) وطريق أصحابه ( رضوان الله عليهم ) ، قال تعالى { وَمَن يُشَاقِقِ الرَّسُولَ مِن بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدَى وَيَتَّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ نُوَلِّهِ مَا تَوَلَّى وَنُصْلِهِ جَهَنَّمَ وَسَاءتْ مَصِيراً } [النساء : 115] . ¶ فإذا كان الأمر على هذا النحو من الأهمية والخطورة فما علينا إذن إلا أن نبحث عن الفرقة الناجية من بين هذا الكم الهائل من الفرق الهالكة ، كالذي أيقن أنَّ العمر محدود وإذا جاء الأجل فإنه لا يقدم ولا يؤخر ، ولكنه في الوقت نفسه عليه البحث عن أسباب النجاة إن أُصيب بخطر يهدد حياته . ¶ إذن مراد النبي ( - صلى الله عليه وسلم - ) من إخباره بافتراق أمته تحذير ووعيد من الاختلاف والافتراق ، ووجوب اعتزال تلك الفرق والأحزاب عند وقوعها وعدم وجود جماعة للمسلمين تجمعهم ، وأمام يقودهم ، بدليل حديث حذيفة بن اليمان ( رضي الله عنهما ) . ¶ المسألة الثالثة : ¶ أن نعلم أخي الحبيب أن وجود الطوائف والفرق والأحزاب بين ظهرانينا يدل على أن ثمة اختلاف شديد الوطأة قد ضرب بهذه الأمة ، مما أدى إلى هذا التفرق والتحزب ، فصار لزاماً علينا أن نعرف حقيقة الاختلاف ، وما الجائز منه ؟ وما هو غير الجائز ؟ ، كما علينا أن نعرف حقيقة التفرق وثمراته ، طالما نحن نتحدث عن الشر ووجوب معرفته لتجنبه والحذر منه . ¶ أولاًَ : في بيان معنى الإختلاف :",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "هو التجاذب فيه بالأقوال والأفعال ، والمراد به هنا : ما انتهى إلى الخصومة والعداوة والتنازع ...... ولذا كان من أعظم منن الله على عباده هو اجتماعهم على الحق وسيرهم عليه ، قال تعالى : { وَاذْكُرُواْ نِعْمَتَ اللّهِ عَلَيْكُمْ إِذْ كُنتُمْ أَعْدَاء فَأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْتُم بِنِعْمَتِهِ إِخْوَاناً ، وَكُنتُمْ عَلَىَ شَفَا حُفْرَةٍ مِّنَ النَّارِ فَأَنقَذَكُم مِّنْهَا ، كَذَلِكَ يُبَيِّنُ اللّهُ لَكُمْ آيَاتِهِ لَعَلَّكُمْ تَهْتَدُونَ } [ سورة آل عمران : 103 ] . ¶ مع ذلك فقد أخبر تعالى أن الاختلاف لا بد من وقوعه ليميز الله الحق من الباطل ، فيضل من يشاء عدلاً ، ويهدي من يشاء فضلاً ، فتظهر من آثار حكمه القدرية نظير ما أظهر لعباده من حكمه الشرعية ، قال تعالى : { وَلَوْ شَاء رَبُّكَ لَجَعَلَ النَّاسَ أُمَّةً وَاحِدَةً وَلاَ يَزَالُونَ مُخْتَلِفِينَ * إِلاَّ مَن رَّحِمَ رَبُّكَ وَلِذَلِكَ خَلَقَهُمْ ، وَتَمَّتْ كَلِمَةُ رَبِّكَ لأَمْلأنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ } [ سورة هود : 118 ] . ¶ فالمرحوم من عباد الله من لا يوجد الخلاف بينهم { إِلاَّ مَن رَّحِمَ رَبُّكَ } ، وأعظم الاختلاف وأشده ما كان عن علم وبصيرة ، إذ أن مقتضى العلم الاجتماع على الحق ، فإذا حصل الاختلاف فلا يكون إلا ببغي وظلم ظاهر بَيِّن قال تعالى : { وَمَا تَفَرَّقَ الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِن بَعْدِ مَا جَاءتْهُمُ الْبَيِّنَةُ * وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاء وَيُقِيمُوا الصَّلَاةَ وَيُؤْتُوا الزَّكَاةَ وَذَلِكَ دِينُ الْقَيِّمَةِ } [ سورة البينة :5 ] .",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "ومن هذا المنطلق فإن اختلاف أمة محمد صلى الله عليه وسلم في أمر من أمور الديانة لا يكون إلا مذموماً قال تعالى : { َولاَ تَكُونُواْ كَالَّذِينَ تَفَرَّقُواْ وَاخْتَلَفُواْ مِن بَعْدِ مَا جَاءهُمُ الْبَيِّنَاتُ وَأُوْلَئِكَ لَهُمْ عَذَابٌ عَظِيمٌ } [ سورة آل عمران : 105 ] . ¶ ولولا أنه مذموم لما حذرهم منه ونهاهم عنه لا سيما وأن بيانه صلى الله عليه وسلم أكمل البيان وأظهره مما لا يجعل مجالاً للاختلاف ، كما قال صلى الله عليه وسلم : ( تركتكم على المحجة البيضاء لا يزيغ عنها إلا هالك ) ، وقال أبن مسعود : (( ما ترك رسول الله صلى الله عليه وسلم طائراً يطير في السماء إلا ذكر لنا منه علماً )) ، وهو كناية عن تمام البيان وكمال وضوحه وظهوره بحيث لم يتبق لأحد بعده حجة أو برهان0 ¶ ومقتضى النهي عن الاختلاف الأمر بالاتفاق والاجتماع على الحق ، قال الله تعالى: { واعتصموا بحبل الله جميعاً ولا تفرقوا }(¬1)أ . هـ ¶ أنواع الاختلاف : ¶ النوع الأول : إختلاف تنوع : كالاختلاف في صفة الأذان ، والإقامة والاستفتاح ، وصلاة الخوف ، وتكبيرات العيد ونحو ذلك وهذا النوع من الاختلاف يأتي على وجوه منها : ¶ أن يكون القولان أو الفعلان مشروعين كالقراءات ، ومن ذلك ما تقدم من اختلاف الأنواع ، ومنها ما يكون الاختلاف القولي في اللفظ دون المعنى ، ومنها ما يكون كل واحد من الأقوال غير الآخر لكن لا تنافي بينهما وهما قولان صحيحان ، ومنها ما يكون في طريقين مشروعتين لكن كل واحد سلك واحدة منهما وهذا النوع من الاختلاف ليس مذموماً لكن إن اقترن به البغي والظلم مع الجهل صار مذموماً ))(¬2). ¶ ¬__________ ¶ (¬1) 59 ) الإختلاف في أصول الدين أسبابه وأحكامه : 5 ، للدكتور إبراهيم بن محمد البريكان . ¶ (¬2) 60 ) المصدر السابق : 8 .",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "وهذا النوع من الاختلاف غير مذموم وهو من قبيل اختلاف التنوع _ كما مر سابقاً _ فقد أختلف الصحابة رضوان الله عليهم في حياة النبي - صلى الله عليه وسلم - بسبب اختلاف فهمهم للنصوص ، حيث كانوا يبادرون للعمل بمجرد وصول النص إليهم مبالغة في الإتباع وتنفيذ ما أُمروا به ، ولم يكن ذلك مدعاة لذمهم وتعنيفهم . ¶ ومما يدل على ذلك : ¶ 1 ) عن نافع عن عبد الله بن عمر ( رضي الله عنه ) قال : قال النبي ( - صلى الله عليه وسلم - ) لنا لما رجع من الأحزاب : (( لا يصلين أحد العصر إلا في بني قريظة )) فأدرك بعضهم العصر في الطريق فقال بعضهم : لا نصلي حتى نأتيها وقال بعضهم : بل نصلي لم يرد منا ذلك فذكر للنبي صلى الله عليه وسلم فلم يعنف واحداً منهم ))(¬1). ¶ قال الأمام أبن حجر في (( فتح الباري : 7 / 410 )) : (( قال القرطبي واختلافهم في ذلك كاختلافهم في قوله لهم لا يصلين أحد العصر إلا في بني قريظة فتخوف ناس فوت الوقت فصلوا وتمسك آخرون بظاهر الأمر فلم يصلوا فما عنف أحدا منهم من أجل الاجتهاد المسوغ والمقصد الصالح والله أعلم )) ¶ ¬__________ ¶ (¬1) 61 ) رواه البخاري (( 1 / 321 ) ) ، ومسلم (( 3 / 1391 )) .",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "قال الأمام النووي في (( شرح مسلم 12 / 98 )) : (( وأما اختلاف الصحابة رضي الله عنهم في المبادرة بالصلاة عند ضيق وقتها وتأخيرها فسببه أن أدلة الشرع تعارضت عندهم بأن الصلاة مأمور بها في الوقت ، مع أن المفهوم من قول النبي صلى الله عليه وسلم لا يصلين أحد الظهر أو العصر إلا في بني قريظة المبادرة بالذهاب إليهم ، وأن لا يشتغل عنه بشيء ، لا أن تأخير الصلاة مقصود في نفسه من حيث أنه تأخير ، فأخذ بعض الصحابة بهذا المفهوم نظراً إلى المعنى لا إلى اللفظ ، فصلوا حين خافوا فوت الوقت وأخذ آخرون بظاهر اللفظ وحقيقته فأخروها ، ولم يعنف النبي صلى الله عليه وسلم واحداً من الفريقين لأنهم مجتهدون ، ففيه دلالة لمن يقول بالمفهوم والقياس ومراعاة المعنى ولمن يقول بالظاهر أيضاً )) أ . هـ ¶ 2 ) عن أبي سعيد الخدري قال خرج رجلان في سفر فحضرت الصلاة وليس معهما ماء فتيمما صعيدا طيبا فصليا ثم وجدا الماء في الوقت فأعاد أحدهما الصلاة والوضوء ولم يعد الآخر ثم أتيا رسول الله ( - صلى الله عليه وسلم - ) فذكرا ذلك له فقال للذي لم يعد : (( أصبت السنة وأجزأتك صلاتك )) ، وقال : (( للذي توضأ وعاد لك الأجر مرتين ))(¬1) ... . ¶ فهذا الاختلاف مستساغ طالما هو في حدود النص ، ولا يدعوا إلى قطيعة وتنازع . ¶ ¬__________ ¶ (¬1) 62 ) حديث صحيح أنظر (( صحيح سنن أبي داود : 1 / 93 )) .",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "النوع الثاني : اختلاف تضاد : وهو أن يتنافى القولان من كل وجه وهو أن يكون في الأصول والفروع ، وهذا لا يكون إلا على قول جمهور العلماء من أن المصيب في الكل واحد وهو الراجح ، وأما من على قول من يقول كل مجتهد مصيب فهو عنده من قبيل اختلاف التنوع ، وهذا النوع من الاختلاف أي التضاد هو أكثر أنواع الاختلاف وأعظمها خطراً ، وذلك كالاختلاف في القدر والصفات والصحابة ونحو ذلك في باب الأصول والاختلاف بالتبديع وعدمه في باب الفروع ، هذا وقد جاءت السنة بإقرار اختلاف التنوع كما في إقراره صلى الله عليه وسلم للصحابة على اجتهادهم في فهم قوله ( - صلى الله عليه وسلم - ) : ( لا يصلين أحد العصر إلا في بني قريظة ) فمنهم من أخرها أخذاً بهذا الحديث ومنهم من أخذ بأحاديث الوقت مخصصاً لهذا الحديث0 ¶ وجاءت السنة بذم اختلاف التضاد كما في حديث عبد الله بن رباح الأنصاري عن أبن عمر أن رسول الله صلى الله عليه وسلم ¶ قال: ( إنما هلك من كان قبلكم من الأمم باختلافهم في الكتاب ) [ رواه مسلم ] ))(¬1)أ . هـ ¶ وهذا النوع من الاختلاف هو من قبيل الاختلاف المذموم وهو من النوع الذي يؤدي إلى قطيعة فتدابر فهلاك فهذا مما نهى عنه النبي ( - صلى الله عليه وسلم - ) وحذر منه . ¶ فعن أبن مسعود ( رضي الله عنه ) قال : ... سمعت رجلا قرأ آية ، وسمعت النبي صلى الله عليه وسلم يقرأ خلافها ، فجئت به النبي ( - صلى الله عليه وسلم - ) فأخبرته ، فعرفت في وجهه الكراهية ، وقال : (( كلاكما محسن ، ولا تختلفوا ، فإن من كان قبلكم اختلفوا فهلكوا ))(¬2). ¶ وهكذا عرفنا الفرق بين الاختلاف المذموم وغير المذموم لكي نتمكن من التفريق بينهما حتى لا تختلط الأوراق ويضيع السبيل . ¶ ثانياً : في بيان معنى الافتراق . ¶ ¬__________ ¶ (¬1) 63 ) الإختلاف في أصول الدين أسبابه وأحكامه : 8 . ¶ (¬2) 64 ) رواه البخاري (( 2 / 849 )) .",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "الافتراق فى اللغة : خلاف الاجتماع قال الله تعالى: { واعتصموا بحبل الله جميعاً ولا تفرقوا } [ آل عمران: 103 ] . ¶ والتَّفرُّق والافتراق سواء ، ومنهم من يجعل التفرق للأبدان ، والافتراق فى الكلام يقال : فرقت بين الكلامين فافترقا، وفرَّقتُ بين الرجلين فتفرقا\"(¬1). ¶ الافتراق في الاصطلاح : ¶ الافتراق فى الشرع يطلق على أمور : ¶ 1. التفرق في الدين والاختلاف فيه ، ومن ذلك قوله تعالى : { واعتصموا بحبل الله جميعاً ولا تفرقوا } . وقوله - صلى الله عليه وسلم - : (( تفرقت اليهود على إحدى وسبعين أو ثنتين وسبعين فرقة ....... )) الحديث(¬2) ، وهو الاختلاف فى الأصول، واختلاف التضاد المؤدى إلى التنازع فى الدين والخروج عن السنة. ¶ 2. الافتراق عن جماعة المسلمين فى أمر يقتضي الخروج عن أصولهم فى الاعتقاد أو الشذوذ عنهم فى المناهج ، أو الخروج على أئمتهم أو استحلال السيف فيهم فهو مفارق. ومنه قوله - صلى الله عليه وسلم - : (( من فارق الجماعة شبراً فقد خلع ربقة الإسلام من عنقه ))(¬3). ولفظ مسلم : (( من خرج من الطاعة وفارق الجماعة ثم مات ، مات ميتة جاهلية ، ومن قُتِلَ تحت راية عمية ، يغضب للعصبية، ويقاتل للعصبية فليس من أمتي، ومن خرج من أمتي على أمتي ، يضرب برها وفاجرها ، ولا يتحاشى من مؤمنها ، ولا يفي بذي عهدها فليس منى ))(¬4). ¶ وقد ذُكر أصنافاً من المفارقين الخارجين وهم : ¶ 1. المفارقون للجماعة . ¶ 2. والخارجون من الطاعة . ¶ 3. والخارجون على الأمة بالسيف . ¶ ¬__________ ¶ (¬1) 65 ) انظر لسان العرب، مادة (فرق) 10/301. ¶ (¬2) 66 ) القاموس المحيط 1185 (فرق). ¶ (¬3) 67 ) أخرجه أحمد فى المسند5/180 عن أبى ذر، والحاكم فى المستدرك1/117، وأبو داود (4758) وصححه الألباني ، انظر: صحيح الجامع الصغير، الحديث رقم6286 . ¶ (¬4) 68 ) أخرجه مسلم، كتاب الإمارة، باب وجوب ملازمة جماعة المسلمين، الحديث (1848)، 3/1477.",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "4. والمقاتلون تحت راية عمية وهو الأمر الأعمى الذي لا يستبين وجهه، ومنه قتال العصبية ، وقتال الفتنة ، ومنه القوميات والشعارات والقبليات، والحزبيات ونحوها. كل ذلك داخل فى المفارقة والأهواء . ¶ وكل هذه الأصناف وجدت فى أهل الافتراق والأهواء والفرق المتفرقة المفارقة . ¶ والتعريف الشامل للافتراق : ¶ هو الخروج عن السنة والجماعة فى أصل أو أكثر من أصول الدين الاعتقادية منها أو العملية أو المتعلقة بالمصالح العظمى للأمة ، ومنه الخروج على أئمة المسلمين وجماعتهم بالسيف . ¶ وأهل الافتراق : ¶ هم الفُرقة المفترقة عن طريق السنة والجماعة المباينة لنهج السلف الصالح، وهم : أصحاب السيف الخارجون على أئمة المسلمين ، ومنهم أهل الجدل والخصومات فى الدين ، وأهل الكلام ، وأصحاب البدع والمحدثات فى الدين ، كالخوارج والشيعة والقدرية والمرجئة وغيرهم . ¶ وفى العصور المتأخرة ظهرت أهواء حادثة كأصحاب الاتجاهات الحديثة المنحرفة كالقومية والبعثية والعلمانية فهم كلهم فى سبيل الفرقة ، بل غالبهم فى سبيل الردة والخروج من الملة . ¶ وأهل الافتراق والأهواء كلهم أصحاب بدع اعتقادية كانت أو قولية أو عملية ، أو أحدها أو كلها ، فهي غالباً متلازمة . ¶ قال شيخ الإسلام أبن تيمية في (( الاستقامة1/42 )) : (( والبدعة مقرونة بالفُرقة ، كما أن السنة مقرونة بالجماعة ، فيقال : أهل السنة والجماعة ، كما يقال : أهل البدعة والفرقة )) أ . هـ ¶ فالفُرْقَةُ : أعظم سمة من سمات أهل البدع والأهواء . ¶ ومن كان على السنة وتلبس ببدعة غير مغلظة ولم يكن داعية لها فلا يخرجه ذلك عن السنة كحال قتادة فى قوله بالقدر ، وعبد الرزاق بن همام والحاكم النيسابورى فى التشيع وابن حجر والنووي فى تأويلاتهما. ))(¬1)أ . هـ ¶ المسألة الرابعة : ¶ ¬__________ ¶ (¬1) 69 ) أنظر أصول وتاريخ الفرق الإسلامية ص 21 .",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "وأن نعلم أخي الحبيب أيضاً أن تفرق الناس إلى فرق وأحزاب متناحرة متحاربة قد أدى إلى ضعف هذه الأمة وهوانها ، حتى صارت أمة مستضعفة تقبع في مؤخرة الركب ولا يحسب لها حساب في ميزان الأمم . ¶ أسباب ضعف الأمة : ¶ إنَّ الأسباب التي ساعدت في ضعف الأمة كثيرة جداً وأهمها : ¶ 1 ) أنها تركت أمر الله سبحانه وتعالى ، ومن المعلوم أن الأمة إنما يعلو شأنها ويرتفع مجدها ما تمسكت بدين ربها عز وجل ، وعضت عليه بالنواجذ . ¶ فقد روى أبو نعيم في (( حلية الأولياء : 1 / 216 )) : (( عن جبير بن نفير قال : لما فُتحت قبرص فُرِقَ بين أهلها ، فبكى بعضهم بعضاً ورأيت أبا الدرداء جالساً وحده يبكي ، فقلت : يا أبا الدرداء ! ما يبكيك في يوم أعز الله فيه الإسلام وأهله ؟ ¶ قال : ويحك يا جبير ما أهون الخلق على الله إذا هم تركوا أمره ، بينما هي أمة قاهرة ظاهرة لهم الملك تركوا أمر الله فصاروا إلى ما ترى )) . ¶ 2 ) ظهور البدع المنكرة في الدين ، ونصرتها من قبل الحكام والناس ، مما جعل الدين يضعف في قلوب أصحابه ، مما أنعكس سلباً على الأمة الإسلامية فصارت أضعف من أن تدافع عن نفسها فضلاً على أن تدافع عن دينها . ¶ 3 ) بالإضافة إلى ما سبق ذكره فإن لاختلاف الأمة وافتراقها إلى فرق وأحزاب متناحرة ومتنازعة الدور الكبير في إضعافها وذهاب ريحها وتأخرها عن ركب الحياة ، قال تعالى { وَأَطِيعُواْ اللّهَ وَرَسُولَهُ وَلاَ تَنَازَعُواْ فَتَفْشَلُواْ وَتَذْهَبَ رِيحُكُمْ وَاصْبِرُواْ إِنَّ اللّهَ مَعَ الصَّابِرِينَ } [الأنفال : 46] . ¶ كل هذا أعطى الضوء الأخضر لأمم الكفر ، الذين يتحينون الفرص للانقضاض عليها وسحقها ، أن يسيروا إليها بأساطيلهم ومعداتهم ، لا سيما بعد أن صارت قصعة دسمة ، يسيل لها لعاب الكافرين بعد ظهور الخيرات في أراضيها .",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "قال الشيخ سليم الهلالي : (( ظهرت في واقع الأمة الإسلامية سكرتان جعلتاها تفقد ، فتتأرجح ذات اليمين وذات الشمال حتى خرج منها إلى بُنيات الطريق . ¶ الأولى : حالة الوهن . ¶ وهذه الحالة وردت الإشارة إليها والتنبيه عليها صريحة دون لبس ، واضحة دون غموض ، مدوية دون ضجيج في حديث ثوبان ( رضي الله عنه ) مولى رسول الله ( - صلى الله عليه وسلم - ) قال : قال رسول الله ( - صلى الله عليه وسلم - ) : (( يوشك الأمم أن تداعى عليكم كما تداعى الأكلة إلى قصعتها )) . ¶ فقال قائل : ومن قِلّةٍ نحن يومئذٍ ؟ ¶ قال : (( بل أنتم يومئذٍ كثيرٌ، ولكنكم غثاءٌ كغثاء السيل، ولينزعنَّ اللّه من صدور عدوكم المهابة منكم ، وليقذفنَّ اللّه في قلوبكم الوهن )) . ¶ فقال قائل : يا رسول اللّه ، وما الوهن ؟ ¶ قال : (( حبُّ الدنيا وكراهية الموت )) [ صحيح بطرقه ] . ¶ وهذا الحديث _ الذي يشخص حالة الوهن _ يلقي بظلال ظليلة ، ويوحي بدلالات ثقيلة على واقع الأمة الإسلامية . ¶ أولها : أنَّ أعداء الله من جند إبليس وأعوان الشيطان يَرصدون نمو أمة الإسلام ودولتها حيث رأوا أن الوهن دب إليها ، والمرض نخر جسمها ، فوثبوا عليها وكتموا البقية من أنفاسها . ¶ ولم يزل الكفار ومشركوا أهل الكتاب يقومون بذلك منذ فجر الإسلام ، حيث دولة الإسلام الفتية التي أرسى أركانها ، وأشاد بنيانها رسول الله ( - صلى الله عليه وسلم - ) في المدينة النبوية وما حولها . ¶ وقد جاء هذا الأمر صريحاً في حديث (( الثلاثة الذين خُلِّفوا )) كما قال كعب بن مالك ( رضي الله عنه )) : ¶ (( .... بينما أنا أمشي بسوق المدينة ، إذا نبطي من أنباط أهل الشام ، ممن قدم بالطعام يبيعه بالمدينة ، يقول : من يدل على كعب بن مالك ؟",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "فطفق الناس يشيرون له ، حتى جاءني فدفع إلي كتابا من ملك غسان ، فإذا فيه : أما بعد ، فإنه قد بلغني أن صاحبك قد جفاك ، ولم يجعلك الله بدار هوان ولا مضيعة ، فالحق بنا نواسك )) [ متفق عليه ] . ¶ فتأمل أيها المسلم اللبيب وتدبر أيها الأخ الحبيب كيف يرصد الكفار المحيطون بدولة الإسلام أخبارها ، حتى إذا سنحت فرصة تواثبوا عليها من أقطارها ، يوضحه : ¶ الثانية : أن أمم الكفر تدعو بعضها بعضاً ، وتجتمع للتآمر على الإسلام ودولته وأهله ودعاته ....... ¶ الثالثة : أن ديار المسلمين منبع خيرات ، وبركات ، تحاول أمم الاستيلاء عليها ، ولذلك شبهها الرسول ( - صلى الله عليه وسلم - ) بالقصعة المملوءة بالطيب من الطعام التي أغرت الأكلة ، فتواثبوا عليها كل يريد نصيب الأسد . ¶ الرابعة : أن أمم الكفر أكلت خيرات المسلمين وسرقت ثرواتهم بلا مانع ولا منازع وتناولتها عفواً صفواً ...... ¶ الخامسة : أن أمم الكفر لم تعد تهاب المسلمين ، لأنهم فقدوا مهابتهم بين الأمم ، والتي كانت ترجف لها أوصال أمم الكفر ، وترتعد منها فرائص حزب الشيطان ، لأن سلاح الرعب لم يعد يملأ قلوب الكافرين ويزلزل حصونهم ، قال تعالى { سَنُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُواْ الرُّعْبَ بِمَا أَشْرَكُواْ بِاللّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَاناً } [آل عمران : 151] . ¶ وقال رسول الله ( - صلى الله عليه وسلم - ) : (( نصرت بالرعب مسيرة شهر )) [ أخرجه البخاري ومسلم ] . ¶ وهذه الخصوصية تتعدى إلى الأمة الإسلامية بدليل قوله ( - صلى الله عليه وسلم - ) في حديث ثوبان الآنف : ((ولينزعنَّ اللّه من صدور عدوكم المهابة منكم )) . ¶ السادسة : عناصر قوة الأمة الإسلامية ليس في عَدَدها وعُددها وخيلها ورجلها ، بل في عقيدتها ومنهجها ، لأنها أمة العقيدة وحاملة لواء التوحيد . ¶ ألم تسمع قول رسول الله ( - صلى الله عليه وسلم - ) يجيب السائل عن العدد : ¶ ((بل أنتم يومئذٍ كثيرٌ)) ؟",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "وتأمل درس حنين تجده ماثلاً في كل عصر { وَيَوْمَ حُنَيْنٍ إِذْ أَعْجَبَتْكُمْ كَثْرَتُكُمْ فَلَمْ تُغْنِ عَنكُمْ شَيْئا } [التوبة : 25] . ¶ السابعة : أنَّ الأمة الإسلامية لم يعد لها وزن بين أمم الأرض كما أخبر رسول الله ( - صلى الله عليه وسلم - ) : ((، ولكنكم غثاءٌ كغثاء السيل )) ...... ¶ الثامنة : أن أمة الإسلام جعلت الدنيا أكبر همها ومبلغ علمها ، فلذلك كرهوا الموت وأحبوا الحياة ، لأنهم عمروا الدنيا ولم يتزودوا للآخرة ..... ¶ التاسعة : أن أمم الكفر لن تستطيع استئصال أمة الإسلام ولو اجتمعوا من أقطارها ....... ¶ الثانية : حالة الدخن . ¶ وهذا تجده في الإشارة النبوية الواردة في حديث حذيفة بن اليمان ( رضي الله عنه ) قال : كان الناس يسألون رسول الله صلى الله عليه وسلم عن الخير ، وكنت أسأله عن الشر مخافة أن يدركني ....))(¬1). ¶ المسألة الخامسة : ¶ حكم الإسلام في الفرق والأحزاب وحكم الانتماء إليها . ¶ وهكذا أخي الحبيب لم يبق لنا إلا أن نعرف حكم الإسلام في التفرق والتحزب وحكم الانتماء إليها ، مع أننا قد سقنا الشيء الكثير من الأدلة الشرعية وأقوال أهل العلم الكرام ، ولكننا وزيادة في الإيضاح أفردنا هذه المسألة بالذكر . ¶ وأعلم أن هذا المبحث يشتمل على شقين : ¶ الشق الأول : حكم الإسلام في الفرق والأحزاب ،و التفرق والتحزب . ¶ الشق الثاني : حكم الانتماء للفرق والأحزاب . ¶ أما الشق الأول : فقد جاء الحكم من خلال أمرين : ¶ الأمر الأول : ورود النصوص الشرعية من نصوص الكتاب والسنة وأقوال أهل العلم في التحذير من التفرق والتحزب . ¶ الأمر الثاني : من خلال النظر في المساوئ ، والمفاسد التي أفرزتها حالة التفرق والتحزب ، وفق قاعدة (( من ثمراتهم تعرفونهم )) . ¶ ¬__________ ¶ (¬1) 70 ) لماذا اخترت المنهج السلفي : 7 [ بتصرف واختصار ] .",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "أما الأمر الأول : لقد مر بنا سابقاً أدلة شرعية عرفنا من خلالها حكم الإسلام في التفرق والتحزب ، ولا مانع أن نعيد ذكرها ثانية لمناسبة المقام ، وإليك البيان : ¶ 1 ) قال تعالى { وَاعْتَصِمُواْ بِحَبْلِ اللّهِ جَمِيعاً وَلاَ تَفَرَّقُواْ وَاذْكُرُواْ نِعْمَتَ اللّهِ عَلَيْكُمْ إِذْ كُنتُمْ أَعْدَاء فَأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْتُم بِنِعْمَتِهِ إِخْوَاناً وَكُنتُمْ عَلَىَ شَفَا حُفْرَةٍ مِّنَ النَّارِ فَأَنقَذَكُم مِّنْهَا ، كَذَلِكَ يُبَيِّنُ اللّهُ لَكُمْ آيَاتِهِ لَعَلَّكُمْ تَهْتَدُونَ } [آل عمران : 103] . ¶ 2 ) وقال تعالى { مِنَ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعاً كُلُّ حِزْبٍ بِمَا لَدَيْهِمْ فَرِحُونَ } [الروم : 32] . ¶ 3 ) وقال تعالى { ولا تكونوا كالذين تفرقوا واختلفوا من بعد ما جاءتهم البينات } [ آل عمران: 105] . ¶ 4 ) وقال تعالى { شَرَعَ لَكُم مِّنَ الدِّينِ مَا وَصَّى بِهِ نُوحاً وَالَّذِي أَوْحَيْنَا إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وَمُوسَى وَعِيسَى أَنْ أَقِيمُوا الدِّينَ وَلَا تَتَفَرَّقُوا فِيهِ كَبُرَ عَلَى الْمُشْرِكِينَ مَا تَدْعُوهُمْ إِلَيْهِ اللَّهُ يَجْتَبِي إِلَيْهِ مَن يَشَاءُ وَيَهْدِي إِلَيْهِ مَن يُنِيبُ } [الشورى : 13]. ¶ 5 ) روى الإمام مسلم في صحيحه عن أبي هريرة ( رضي الله عنه ) قال : قال رسول الله ( - صلى الله عليه وسلم - ) : (( إن الله يرضى لكم ويكره لكم ثلاثاً ، فيرضى لكم أن تعبدوه ولا تشركوا به شيئاً ، وأن تعتصموا بحبل الله جميعا ولا تفرقوا ، ويكره لكم قيل وقال ، وكثرة السؤال ، وإضاعة المال )) . ¶ 6 ) قال الشيخ بكر بن عبد الله أبو زيد : (( وإن الحزبية ذات المسارات والقوالب المستحدثة التي لم يعهدها السلف من أعظم العوائق عن العلم ، والتفريق عن الجماعة ، فكم أوهنت حبل الاتحاد الإسلامي ، وغشيت المسلمين بسببها الغواشي .",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "فأحذر رحمك الله أحزاباً وطوائف طاف طائفها ، ونجم بالشر ناجمها ، فما هي إلا كالميازيب ؛ تجمع الماء كدراً ، وتفرقه هدراً ؛ إلا من رحمه ربك، فصار على مثل ما كان عليه النبي صلى الله عليه وسلم وأصحابه رضي الله عنهم ))(¬1). ¶ الأمر الثاني : مساوئ ومفاسد الحزبية والطائفية : ¶ من المعلوم أن أي عمل يقوم به فرد أو جماعة من الناس ، فإن بالإمكان معرفة حكمه من خلال النتائج ، والثمرات التي تعقب ذلك الفعل ، وفق قاعدة (( من ثمراتهم تعرفونهم )) . ¶ ولو نظرنا إلى واقع الأمة الإسلامية الآن ، بعد أن دب فيها داء الأمم السابقة وراح ينخر في جسدها ، من خلال ما أحدثه الأولون من تصدع في جدار الأمة الإسلامية ، وما ابتدعوه من عقائد وطرائق لم تكن في العهد الأول . ¶ ومن ثم وصل بنا قطار الاختلاف والافتراق إلى زمن الأحزاب والجماعات التي تحزبت وتجمعت على غير هدى وبصيرة ، مما أنعكس أثره سلباً على واقع الأمة الإسلامية ، حتى بدت للناظر أمة هزيلة ضعيفة مستضعفة ، حيث تظهر آثار ، وثمرات هذا الواقع المرير جلية للعيان ، غير خافية ولا متسترة ، عبر مساوئ ومفاسد أُفرزت كنتيجة حتمية لتلك الظاهرة المقيتة . مفاسد التحزب والأحزاب : ¶ أولاً : الفُرقة في الإسلام لا تكون إلاَّ على أساس الاختلاف في الكتاب ، ونتيجتها تَمَزُّق الأُمَّة إلى أحزاب ، قال الله تعالى : { ذَلِكَ بِأَنَّ اللّهَ نَزَّلَ الْكِتَابَ بِالْحَقِّ وَإِنَّ الَّذِينَ اخْتَلَفُواْ فِي الْكِتَابِ لَفِي شِقَاقٍ بَعِيدٍ } . ¶ ثانياً : قولهم : لا عمل للإسلام إلاَّ بحزب ، إذاً فإلى أي حزب ينتمي الداعية ؟ أم يطلبون من المسلم أن يكون متحزِّباً مفرِّقاً لكلمة المسلمين ، وأن تكون له الحرِّية في الانتماء إلى ما شاء من الأحزاب ، حتَّى يكونوا سواء في الملامة والمؤاخذة ،كما كان يقول قوم لوط عن المؤمنين : { إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ } . ¶ ¬__________ ¶ (¬1) 71 ) حلية طالب العلم : 61 .",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "ثالثاً : الإذن بالأحزاب في الإسلام فيه فتح باب لا يرد بدخول أحزاب تتسمَّى بالإسلام ، وهي حرب عليه ، فكم تبع أناس القاديانية والبهائية وما إليها ، وكم التفَّ حولها من المسلمين ما لا يحصيهم إلاَّ الله فأخرجهم من نور الإسلام إلى الضلال البعيد . ¶ رابعاً : التعدُّد داعية الفرقة ، والفرقة سبب للمنازعة المورِّثة للفشل والضعف والوهن،قال الله تعالى { وَلاَ تَنَازَعُواْ فَتَفْشَلُواْ وَتَذْهَبَ رِيحُكُمْ } ... فالحزبية مظنَّة الفرقة ، بل مئنّةٌ لها وللبغضاء بين أهل الإسلام ، قال الله تعالى : { وَلاَ تَكُونُواْ كَالَّذِينَ تَفَرَّقُواْ وَاخْتَلَفُواْ مِن بَعْدِ مَا جَاءهُمُ الْبَيِّنَاتُ وَأُوْلَئِكَ لَهُمْ عَذَابٌ عَظِيم } . ¶ خامساً :كم كانت الحزبية - وبخاصَّة السياسية منها - سبباً لصرف الأنظار عن الأمراض الحقيقية التي تنخر في جسم الأُمَّة من داخل ، فتفرز فيها القابلية للتخلُّف والهزيمة . ¶ سادساً : ومن أظهر مضارها أن تفتقد السير بالدَّعوة إلى الله تعالى في مراحلها على منهاج النبوة ، فهي لا تعنى [ بـ ] ترسيخ الاعتقاد ، ولا التفقه في الدين ، ولا نشر لسان العرب . فإن قيل : بلى ، قيل : أرونا هذا بأدلته المادية ، فأين الدعاة الذين صفتهم في هذه الأحزاب : رسوخ الاعتقاد في التوحيد خالصاً من البدع والأهواء في القدوة وفي العمل ، مبرِّزاً في فقهه ، متضلِّعاً بلغة العرب ونصاعة بيانها ؟.أين هؤلاء ؟ وأين آثارهم العلمية والشبابية ؟ وأين معاقل العلم التي صنعوا بها رجالاً ؟ )) . ¶ سابعاً : وكم كانت الأحزاب المبنية على تصعيد النظرة السياسية الخالية من القاعدة الإسلامية الملتزمة سبباً في التسلُّط على الإسلاميين وحصدهم ، وتقهقر الدعوة ، وقهر الدعاة ،وكبت الانطلاقة في الدعوة إلى الله تعالى .",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "ثامناً :هل يسمح الحزب بتعدُّد الأحزاب في البلدة الواحدة ، وتوزع انتماءات أهلها ؟ ... فمن قال : نعم ، فهو جواب مَن لا يعقل ولا يريد بالأُمَّة خيراً . ¶ وإن قال : لا ، فكيف يسمح لنفسه بحزبه دون بقية الأحزاب ؟ ... ليس أمامنا إلاَّ لزوم جماعة المسلمين السائرين على مدارج النبوة ، مَن كان على مثل ما عليه النَّبِيُّ - صلى الله عليه وسلم - وأصحابه - رضي الله عنهم - . ¶ تاسعاً : بدعيتها ، ولو لم يكن من أمر الحزبية التي تنفرد باسم أو رسم عن منهاج النبوة ، إلاَّ أنَّها عمل مستحدث لم يُعْهَد في الصَّدر الأوَّل [ لكان كافياً في المنع منها ] فليسعنا ما وسعهم ))(¬1). ¶ عاشراً : قال الشيخ بكر أبو زيد في (( حكم الانتماء : 153 )) : (( إنَّ إنشاء أي حزب في الإسلام يخالفه بأمر كلي أو بجزئيات لا يجوز ، ويترتب عليه عدم جواز الانتماء إليه ، ولنعتزل تلك الفرق كلها ، وعليه فلا يجوز الانصهار مع راية أخرى تخالف راية التوحيد بأي وجهٍ كان من وسيلة أو غاية . ومعاذ الله أن تكون الدعوة على سنن الإسلام مِظَلَّة يدخل تحتها أي من أهل البدع والأهواء ،:فيُغَض النَّظر عن بدعهم وأهوائهم على حساب الدعوة )) . ¶ الحادي عشر : قال الشيخ صفي الرحمن المباركفوري : (( إنَّ الإسلام لا يتحمَّل في داخله تنظيماً آخر بحيث تكون أُسُس ذلك التنظيم وقواعده أساساً للولاء والبراء ... وذلك لأنَّ الإسلام لمَّا قضى على جميع المواد التي كانت أساس الولاء والبراء في الجاهلية ، وجعل الإسلام نفسه مادَّة الولاء والبراء ، وجعل جميع المسلمين سواسية في الحقوق ، لم يبق عنده مجال لتعدُّد الجماعات والكتلات المتفرقة ، بحيث لا يكون لإحداها حقوق وعلاقات بالأخرى حتى يحتاج إلى عقد التحالف بينها )) . ¶ ¬__________ ¶ (¬1) 72 ) أنظر ( التحذير من التفرق والحزبية : 23 ) أعداد : عثمان بن معلم وأحمد حاج محمد عثمان .",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "وبما سبق يتبيَّن أنَّ الحزبية المفرِّقة بين الأُمَّة ضررها أكبر من نفعها ، وإذا كان المسلم مَن سَلِمَ المسلمون من لسانه ويده ، والمؤمن مَن أمنه الناس على دمائهم وأموالهم ، فإنَّ التنظيم ذا التوجه الشمولي يعطي لنفسه الحق في الانفراد بقرارات تؤثِّر على مجموع الأُمَّة كتدبير الانقلابات ، وشنِّ الغارات بحيث لا يشعر الناس بالأمان من جانب ذلك التنظيم ويتوجسون منه الشر كل حينٍ وآن (¬1) . ¶ الثاني عشر : عقد الولاء والبراء على ما لم يعقده الله عليه من الكينونة داخل الحزب ، أو تأييده وإن لم ينتظم فيه . ... ¶ مع أنَّ أصل الولاء يُعْطَى للمسلم لمجرَّد كونه مسلماً ، ويزاد فيه لحسن إيمانه وتقواه وصحة منهجه ، وبحسب علمه بالحق ونصرته له ، ويُعَادَى الشَّخْص لإخلاله بمقتضيات الإيمان وتعصُّبه للباطل وأهله . ¶ فالمؤمن أخو المؤمن يواليه وينصره وإن تناءت الديار واختلفت الأجناس . فالإسلام أقام الأُخُوَّة بين المؤمنين على أساسٍ متينٍ ، وأحكمها بحيث لا تحتاج إلى عمادٍ من الحزبية . ¶ قال الله تعالى : { وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَوْلِيَاء بَعْضٍ يَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنكَرِ وَيُقِيمُونَ الصَّلاَةَ وَيُؤْتُونَ الزَّكَاةَ وَيُطِيعُونَ اللّهَ وَرَسُولَهُ أُوْلَئِكَ سَيَرْحَمُهُمُ اللّهُ إِنَّ اللّهَ عَزِيزٌ حَكِيمٌ } [التوبة : 71].... . ¶ ¬__________ ¶ (¬1) التحذير من التفرق والحزبية : 30 .[ بتصرف واختصار ] .",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "قال صفي الرحمن المباركفوري في الأحزاب السياسية في الإسلام 46 : (( إذا قلنا بتكوين الأحزاب السياسية في الإسلام ، فالحزب إمَّا أن يجعل الإسلام أساس الولاء والبراء أو يجعل أمراً آخر غيره ، فإنْ جَعَلَ الإسلام هو الأساس فإنَّ الإسلام لا يحتاج إلى إقامة حزب آخر ، أو تنظيم جماعة أخرى ، بل هو نفسه يكفي لذلك ، وإن جعل أساسهما أمراً آخر غير الإسلام فإنَّ هذا الأمر في معظم أحواله لا يخلو من أن يكون من أُمور الجاهلية من العنصر والقبيلة واللغة والوطن وغيرها ، ومعلوم أنَّ الإسلام قد نهى عن الدَّعوة إليها ، وعن الانضمام تحت لوائها . ¶ روى مسلم عن أبي هريرة - رضي الله عنه - قال : سمعت رسول الله - صلى الله عليه وسلم - يقول : (( مَنْ قَاتَل تحت راية عمية يغضب لعصبية أو يدعو لعصبية أو ينصر عصبية فقتل فقتلة جاهلية )) [ رواه مسلم ]. ¶ وروى البخاري عن ابن عباس رضي الله عنهما قال : قال رسول الله - صلى الله عليه وسلم - : (( أبغض الناس إلى الله ثلاثة : مُلْحِد في الحرم ، ومبتغٍ في الإسلام سُنَّة الجاهلية ، ومطلب دم امرئ مسلم بغير حق ليهريق دمه )) [ رواه البخاري ] . ¶ إذن فلندع هذا الأساس المنتن للأحزاب ، ولا نلوِّث به الإسلام )). ¶ الثالث عشر : أخذ البيعة - وهي العهد بالطاعة - للحزب أو لزعيمه بقصد الربط بين أفراد مجموعة الحزب وإحكام تنظيمهم ليُنطلَق بهم إلى تنفيذ أهداف الحزب ، فالمسلمون لا يخلو حالهم من أمرين : ¶ 1- أن يكون لهم إمام ثبتت ولايته بإحدى الطُّرق المعتبرة عند أهل السُنَّة ، فلا يجوز إحداث بيعة أخرى ، قال رسول الله - صلى الله عليه وسلم - : (( مَن بايع إماماً فأعطاه صفقة يده وثمرة قلبه فليطعه إن استطاع ، فإن جاء آخر ينازعه فاضربوا عنق الآخر )) . وقال - صلى الله عليه وسلم - : (( إذا بويع لخليفتين فاقتلوا الآخر منهما )) [ رواه مسلم ].",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "2 - أن يكونوا متفرقين متحزِّبين فلا يُتَّبع أحد هذه الأحزاب في الفرقة ، ولا يُبابع أحد المتنافسين من أهل الشوكة ، وهي الحال التي سأل عنها حذيفة حين قال : فإن لَمْ يكن لهم جماعة ولا إمام ؟ فأجابه النبيُّ - صلى الله عليه وسلم - بقوله : (( فاعتزل تلك الفرق كلها )) . ¶ وأمَّا مَن لا شوكة لهم ، ولا يحصل بهم مقصود الإمارة من إنصاف المظلومين ، وتأمين السُّبُل ، وإقامة الحدود ، وإيصال الحقوق والولايات إلى أهلها ، فهم أبعد من أن يُبَايَعُوا . ¶ قال أبن تيمية رحمه الله في (( منهاج السُنَّة النبوية :1/115 )) : (( إنَّ النبي - صلى الله عليه وسلم - أمر بطاعة الأئمة الموجودين المعلومين الذين لهم سلطان يقدرون به على سياسة الناس ، لا بطاعة معدوم ولا مجهول ، ولا مَن ليس له سلطان ولا قدرة على شيء أصلاً . كما أمر النَّبيُّ - صلى الله عليه وسلم - بالاجتماع والائتلاف ، ونهى عن الفرقة والاختلاف ، ولم يأمر بطاعة الأئمة مطلقاً ، بل أمر بطاعتهم في طاعة الله دون معصيته ))(¬1). ¶ فما هُوَ المقصود بالبيعة ؟ وكيف تكون ؟ ولمن تكون ؟ ¶ قال الشيخ محمد بن رمزان آل طامي في (( الكواشف الجلية : 58 )) : ¶ البيعة : اصطلاحًا : \"هِيَ العهد عَلَى الطاعة ، كأن المبايع يُعاهد أميره عَلَى أن يُسلم النظر فِي أمر نفسه ، وأمور المسلمين ، لا يُنازعه فِي شيء من ذَلِكَ ، ويُطيعه فيما يُكلفه به من الأمر عَلَى المنشط والمكره وكانوا إذا بايعوا الأمير، وعقدوا عهده ، جعلوا أيديهم فِي يده تأكيدًا للعهد ، فأشبه فعل البائع والمشتري فسمي بيعة، مصدر باع...وصارت البيعة مُصافحة بالأيدي، وهذا مدلولَها فِي عُرف اللغة ومعهود الشرع . ¶ ¬__________ ¶ (¬1) 74 ) المصدر السابق : 14 [ بتصرف واختصار ] .",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "ولا يكون ذَلِكَ شرعًا وعُرْفًا إلا للحاكم المسلم الممكن الَّذِي يَمتلك من الصلاحية والمسئولية ما يَجعله قادرًا عَلَى إقامة الدين وإنفاذ الأحكام وتنفيذ العقوبات الشرعية وإعلان الحرب ، والجنوح إلى السلم وما إلى ذَلِكَ مِمَّا هُوَ مُختص بالحاكم المسلم فِي أي بلد من البلدان الإسلامية . ¶ فالبيعة إذن تعني إعطاء العهد من المبايع عَلَى السمع والطاعة للأمير فِي المنشط والمكره والعسر واليسر وعدم مُنازعته الأمر ، وتفويض الأمور إليه . ¶ وأما الشق الثاني : حكم الانتماء للفرق والأحزاب . ¶ إنَّ حكم الإسلام في الانتماء للفرق والأحزاب هو فرع من الحكم على الفرق والأحزاب ذاتها ، وإذا أردنا أن نبين حكم الانتماء إليها فإنه يكون من خلال النظر في أمرين أثنين : ¶ الأمر الأول : من خلال النظر في ما سبق ذكره من نهي الشارع الحكيم للتفرق والتحزب ، بالإضافة إلى ما نتج من آثار وثمرات ، حيث الاختلاف والافتراق والتنازع والاقتتال الداخلي والتي انعكست بالتالي على سير الأمة الإسلامية التي راحت تتأرجح ذات اليمين وذات الشمال ، ولهذا جاء حكم أهل العلم بعدم جواز الانتماء مطلقاً . ¶ الأمر الثاني : من خلال النظر إلى واقعنا المعاصر حيث لا جماعة للمسلمين تجمعهم ولا إمام يقودهم سوى الأحزاب والجماعات التي يدعوا كل واحد لعز نفسه ورفعة شأنها ، وبما أن الواقع صار على هذا النحو فنحن مأمورون أن نعتزل الفرق والأحزاب كلها بنص حديث النبي ( - صلى الله عليه وسلم - ) . ¶ فعن حذيفة ( رضي الله عنه ) قال : كان الناس يسألون رسول الله صلى الله عليه وسلم عن الخير ، وكنت أسأله عن الشر مخافة أن يدركني ... )) . ¶ الفائدة العاشرة : أسئلة لابد من الإجابة عليها . ¶ السؤال الأول : ما هو الحزب ؟ وهل يذم كله أم في المسألة التفصيل ؟ ¶ الجواب : أعلم أخي الحبيب أن في المسألة التفصيل وإليك هو :",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "الحزب ـ كما عرفه أهل العلم ـ هو كل جماعة لها رأس ، سواء قلة أم كثرت ، توالي وتعادي على أساس الحزب وتنتصر لإرادته ومقرراته . ¶ ومن المعلوم أن كلمة الحزب لم تحرم لذاتها وإنما يحرم ما يندرج تحتها من مضمون ، ولهذا نرى أن الله تعالى قد قسَّم الناس إلى حزبين أثنين لا ثالث لهما : ¶ الأول : سماه بحزب الله وهم ممن تحزبوا واجتمعوا على ما يرضي الله تعالى ، حيث أكد سبحانه على نصرهم وغلبتهم في الدنيا فقال تعالى َ { مَن يَتَوَلَّ اللّهَ وَرَسُولَهُ وَالَّذِينَ آمَنُواْ فَإِنَّ حِزْبَ اللّهِ هُمُ الْغَالِبُونَ } [المائدة : 56] ، وأكد على فلاحهم في الآخرة فقال تعالى { لَا تَجِدُ قَوْماً يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ وَلَوْ كَانُوا آبَاءهُمْ أَوْ أَبْنَاءهُمْ أَوْ إِخْوَانَهُمْ أَوْ عَشِيرَتَهُمْ أُوْلَئِكَ كَتَبَ فِي قُلُوبِهِمُ الْإِيمَانَ وَأَيَّدَهُم بِرُوحٍ مِّنْهُ وَيُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ أُوْلَئِكَ حِزْبُ اللَّهِ أَلَا إِنَّ حِزْبَ اللَّهِ هُمُ الْمُفْلِحُونَ } [المجادلة : 22] . ¶ الحزب الثاني : حزب الشيطان وهم ممن تحزبوا واجتمعوا على ما لا يرضي الله تعالى حيث أكد تعالى على خسارتهم وعدم فلاحهم في الدنيا والآخرة ، فقال تعالى { أسْتَحْوَذَ عَلَيْهِمُ الشَّيْطَانُ فَأَنسَاهُمْ ذِكْرَ اللَّهِ أُوْلَئِكَ حِزْبُ الشَّيْطَانِ أَلَا إِنَّ حِزْبَ الشَّيْطَانِ هُمُ الْخَاسِرُونَ } [المجادلة : 19] . ¶ السؤال الثاني : إن تعدد الأحزاب والفرق يعني تعدد السبل ، فهل أن سبيل واحد أم سبلاً كثيرة ومتعددة ؟",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "الجواب : وعن عبد الله بن مسعود رضي الله عنه : (( قال خَطَّ رسول الله ( - صلى الله عليه وسلم - ) خطاً ، وخطَّ عن يمين ذلك الخط وعن شماله خطوطاً ، ثم قال هذا صراط ربك مستقيماً ، وهذه السبل على كل سبيل منها شيطان يدعو إليه ثم قرأ { وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيماً فَاتَّبِعُوهُ وَلاَ تَتَّبِعُواْ السُّبُلَ فَتَفَرَّقَ بِكُمْ عَن سَبِيلِهِ ذَلِكُمْ وَصَّاكُم بِهِ لَعَلَّكُمْ تَتَّقُونَ } ))(¬1). ¶ وفي هذا البيان النبوي للآية الكريمة معانٍ وحقائق جليلة وخطيرة هي : ¶ 1 ) إن سبيل الحق واحد لا يتعدد ، وهو وحده سبيل النجاة والفوز ، ولهذا ينبغي على المسلم أن يضع نصب عينيه هذه الحقيقة ، وأن لا يغفل عنها ولا يتجاوزها . ¶ قال أبن القيم في نونيته : ¶ فلواحد كن واحداً في واحد *** أعني سبيل الحق والإيمان ¶ 2 ) إنَّ السبل المخالفة للحق والتي اتبعها الكثير من المنتسبين إلى الإسلام كثيرة جداً ، وهذه حقيقة ملازمة للمسألة الأولى ، فمن جعل العبرة بالكثرة للدلالة على الحق فقد ضلَّ سواء السبيل ، قال تعالى { وَإِن تُطِعْ أَكْثَرَ مَن فِي الأَرْضِ يُضِلُّوكَ عَن سَبِيلِ اللّهِ إِن يَتَّبِعُونَ إِلاَّ الظَّنَّ وَإِنْ هُمْ إِلاَّ يَخْرُصُونَ }[الأنعام : 116] . ¶ فالعبرة ليس بالكثرة والتجميع على غير هدى وبصيرة ، وإنما العبرة بإصابة الحق ، وعندها لا يهم الحال الذي يكون عليه أمر الجماعة كثرت أم قَلَّت . ¶ 3 ) إنَّ إتباع سبيل النبوة يقتضي لزاماً مفارقة سبل أهل الانحراف والزيغ ، وذلك لا يكون إلا بمفارقة عقائدها وأصولها ، وكل ما خالفت فيه سبيل المؤمنين . ¶ ¬__________ ¶ (¬1) 75 ) أخرجه الحاكم في المستدرك برقم : 2938 وقال : هذا حديث صحيح الإسناد ولم يخرجاه ووافقه الذهبي ، وحسنه الشيخ الألباني في ( ظلال الجنة في تخريج السنة لأبن أبي عاصم : 5 ) .",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "4 ) إنَّ سبيل النجاة هي سبيل الوحي الذي جاء من عند الله ، وأنَّ سبل الضلال هي سبل الشياطين التي تزينها وتجملها بالشبهات والشهوات والنزوات . ¶ 5 ) إنَّ الواجب على العاقل اللبيب الذي يرجوا النجاة والسلامة أن يحتاط لنفسه ، وأن يتثبت ويتحرى قبل سلوك أي سبيل وموالاة أي جماعة ، ولا يكون ذلك إلا بالتمسك والاعتصام بالكتاب والسنة . ¶ قال شيخ الإسلام أبن تيمية في (( مجموع الفتاوى : 4 / 57 )) : (( وعامة هذه الضلالات إنما تطرق من لم يعتصم بالكتاب والسنة ، كما كان الزهري يقول : كان علماؤنا يقولون : الاعتصام بالسنة هو النجاة ، وقال مالك : السنة سفينة نوح من ركبها نجا ، ومن تخلف عنها غرق . ... ¶ وذلك أن السنة والشريعة والمنهاج هو الصراط المستقيم ، الذي يوصل العباد إلى الله . والرسول هو الدليل الهادي الخِرِّيت [ الخِرِّيت : الدليل الحاذق ] في هذا الصراط ، كما قال تعالى : { إِنَّا أَرْسَلْنَاكَ شَاهِدًا وَمُبَشِّرًا وَنَذِيرًا وَدَاعِيًا إِلَى اللَّهِ بِإِذْنِهِ وَسِرَاجًا مُّنِيرًا وَبَشِّرِ الْمُؤْمِنِينَ بِأَنَّ لَهُم مِّنَ اللَّهِ فَضْلًا كَبِيرًا } [ الأحزاب : 45 ،46 ] . ¶ وقال تعالى : { وَإِنَّكَ لَتَهْدِي إِلَى صِرَاطٍ مُّسْتَقِيمٍ صِرَاطِ اللَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ أَلَا إِلَى اللَّهِ تَصِيرُ الأمُورُ } [ الشورى : 53،52 ] ، وقال تعالى : { وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ وَلاَ تَتَّبِعُواْ السُّبُلَ فَتَفَرَّقَ بِكُمْ عَن سَبِيلِهِ } [ الأنعام : 153 ] .",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "وقال عبد الله بن مسعود : خطَّ رسول الله صلى الله عليه وسلم خطاً ، وخطَّ خطوطاً عن يمينه وشماله ثم قال : ( هذا سبيل الله ، وهذه سُبُل على كل سبيل منها شيطان يدعو إليه ) ثم قرأ : { وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ وَلاَ تَتَّبِعُواْ السُّبُلَ فَتَفَرَّقَ بِكُمْ عَن سَبِيلِهِ } )) . ¶ السؤال الثالث : قد يقول البعض متسائلاً أما على سبيل الاستفسار وأما على سبيل الإنكار : إن أمة الإسلام في هذه الأيام تعيش ضعفاً وتغلباً للأعداء ، فلماذا يُفرَّق الصف بالرد على الطوائف المنتسبة للإسلام سواء كانت مخالفة في باب العقيدة أو في المنهاج والدعوة إلى الله أو في كليهما ؟ ¶ والجواب : قال الدكتور ناصر العقل : (( اعلم أن حماية الدين والعقيدة والشريعة والدفاع عنها وبيان ما يخالفها من مطالب الدعوة إلى الله تعالى ، فالدعوة إلى الله تعالى تتضمن غايتين لا تصح الدعوة إلا بهما وهما ركناها : ¶ الركن الأول : تقرير الدين والعقيدة والشريعة وتعلمها وتعليمها ونشرها والعمل بها . ¶ والركن الثاني : حماية الدين ، والعقيدة والشريعة والدفاع عنها ، وبيان ما يخالفها ، وكل ذلك منهج القرآن ، وعليه عمل النبي - صلى الله عليه وسلم - وأصحابه وأئمة السلف وهو سبيل المؤمنين ، فإن التصدي لأهل البدع والأهواء والافتراق من سنن الهدى ، ومن مطالب الدين وغاياته ، ومن أبواب الجهاد ، وأعلى درجات الأمر بالمعروف ، والنهى عن المنكر وفق غايات الدعوة ومقاصدها ))(¬1). ¶ ¬__________ ¶ (¬1) 76 ) أنظر أصول وتاريخ الفرق الإسلامية ص 6 لمصطفى بن محمد بن مصطفى .",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "وقال عبد العزيز الريس في (( الأمام أبن تيمية وجماعة التبليغ : 4 )) : والجواب : أن ضعف المسلمين وتَغَلب الأعداء سببه ذنوب المسلمين أنفسهم كما قال تعالى (( أَوَلَمَّا أَصَابَتْكُمْ مُصِيبَةٌ قَدْ أَصَبْتُمْ مِثْلَيْهَا قُلْتُمْ أَنَّى هَذَا قُلْ هُوَ مِنْ عِنْدِ أَنْفُسِكُمْ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ )) . ¶ قال أبن جرير : { قُلْتُمْ أَنَّى هَذَا } يعني : قلتم لما أصابتكم مصيبتكم بأحد { أنى هذا } من أي وجه هذا ومن أين أصابنا هذا الذي أصابنا ونحن مسلمون وهم مشركون وفينا نبي الله - صلى الله عليه وسلم - يأتيه الوحي من السماء وعدونا أهل كفر بالله وشرك قل يا محمد للمؤمنين بك من أصحابك { هُوَ مِنْ عِنْدِ أَنْفُسِكُمْ } يقول : قل لهم : أصابكم هذا الذي أصابكم من عند أنفسكم بخلافكم أمري وترككم طاعتي لا من عند غيركم ولا من قبل أحد سواكم ا.هـ ونقله عن جماعة من السلف كعكرمة والحسن وأبن جريج والسدي . ¶ وقال أبو درداء : إنما تقاتلون بأعمالكم ، وقال الشيخ عبد الرحمن السعدي : قلتم أنى هذا أي من أين أصابنا ما أصابنا وهزمنا ؟ قل هو من عند أنفسكم حين تنازعتم وعصيتم من بعد ما أراكم ما تحبون ، فعودوا على أنفسكم باللوم ، واحذروا من الأسباب المردية ا.هـ ¶ وبه يتم ما أردنا كتابته في هذه التذكرة الوجيزة ، فما كان فيها من الصواب والحق فمن الله تعالى وحده ، ولله وحده الحمد والشكر والمنَّة . ¶ وإن كان غير ذلك فمني والشيطان ، والله ورسوله منه بريئان ، وأنا راجع عنه وأتوب إلى الله تعالى منه . ¶ أسأل الله العظيم رب العرش العظيم أن يلهمنا الرشد في القول والعمل ، وأن يكلل أعمالنا بالنجاح والفلاح إنه كريم جواد . ¶ وآخر دعوانا أن الحمد لله رب العالمين ، وصلِّ اللهم على عبدك ورسولك الصادق الأمين ، وعلى آله وصحبه وسلّم . ¶ وكتبه ¶ حامداً شاكراً مُصلياً مُسلِماً ¶ أبو سيف خليل بن إبراهيم العبيدي العراقي",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "فهرس الموضوعات ¶ الموضوع الصفحة ¶ المقدمة ....................................... 1 ¶ تمهيد ....................................... 3 ¶ مفردات الحديث ............................... 7 ¶ الفوائد المستفادة من الحديث ¶ الفائدة الأولى ................................ 10 ¶ الفائدة الثانية ................................ 10 ¶ الفائدة الثالثة ................................ 13 ¶ الفائدة الرابعة ................................. 18 ¶ الفائدة الخامسة ................................ 23 ¶ الفائدة السادسة ............................... 25 ¶ الفائدة السابعة ................................ 26 ¶ الفائدة الثامنة ................................. 61 ¶ الفائدة التاسعة ................................. 63 ¶ الفائدة العاشرة .................................. 95 ¶ الفهرس .................................. 101",
            "page": "84",
            "part": "1"
        }
    ],
    "t35994": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الفوائد العشر"
        }
    ]
}