{
    "b36003": [
        {
            "hno": null,
            "id": "1",
            "nass": "الإفصاح عن شهادة المرأة في الإرضاع ¶ للإمام محمد عبد الحي بن عبد الحليم اللكنوي ¶ توفي سنة (ت1304هـ) ¶ حققه وعلق عليه وخرج أحاديثه ¶ الدكتور صلاح محمد أبو الحاج ¶ مركز العلماء العالمي للدراسات وتقنية المعلومات ¶ عمان، الأردن",
            "page": "5",
            "part": "1"
        },
        {
            "hno": null,
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ الحمدُ للهِ العالم للسرّ وأخفى، والصلاة والسلام على رسوله الكريم، المبلغ لهذا الشرع العظيم، وعلى آله وصحابتِهِ ناشري الدِّين، وعلى مَن تبعَهم من العلماء العاملين والفقهاء المجتهدين المبيِّنين لأحكام القرآن الكريم وسنة سيد المرسلين رضي الله عنهم أجمعين. ¶ وبعد: ¶ فبين أيدينا رسالةٌ لصاحبِ الذِّكرِ المحمود، ولسانِ الحقِّ الممدود، رافعِ رايات الدِّين، وناكسِ أعلامِ المبتدعين، الإمام الفقيه المحدِّث محمّد عبد الحيِّ بن محمّد عبد الحليم اللَّكْنَويّ الأيوبيّ الأنصاريّ الهنديّ الحنفيّ، المولود سنة (1264هـ)، والمتوفَّى سنة (1304هـ) عن تسعٍٍ وثلاثينَ سنة وأربعة أشهر، وقد بلغت مؤلَّفاته ما يقارب مئة وثلاثين مؤلفاً، منها ما يكون في مجلدات، مثل: ((حاشيتهِ على الهداية)) التي بلغت ثمان مجلدات، وشرحه على ((موطَّأ محمد)) المسمَّى بـ((التَّعليق المُمجَّد)) الذي بلغ ثلاثَ مجلِّدات، ومنها: رسائل صغيرة في صفحات، حقَّق فيها مسألةً من المسائل، كالرِّسالة التي بين أيدينا. ¶ فألَّفها مؤلِّفها حين سئلَ من قبلِ بعضِ علماءِ مدراسِ بلاد الدّكن أثناءَ إقامتِهِ في حيدر آباد عن حكمِ قَبولِ شهادةِ المرأةِ المرضعةِ التي لا شهود لها على الإرضاع في تحريمِ النِّكاح؟ فأجابَ رحمهُ الله أنَّ الإرضاعَ من قبيلِ الشَّهاداتِ التي لا تقبلُ إلا بقولِ رجلَيْن أو رجلٌ وامرأتَيْن، فعارضَهُ السَّائلُ بأنه من قبيلِ الإقرار، وسيأتي في تفصيل سبب تأليفها في بدايةِ الرِّسالةِ وفي خاتمةِ الطّبع. ¶ والمؤلِّف رحمه الله قسَّمها على فصلَيْن: ¶ الأوَّل: في أنه لا يقبلُ قولُ المرأةِ الواحدة، ولا شهادتهُا بإرضاعِ الزَّوجِ والزُّوجةِ كليهما بعد العقد، فعرضَ للأحاديثِ الواردةِ في المسألة، وذكرَ أقوالَ الفقهاء في ذلك.",
            "page": "6",
            "part": "1"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "والثَّاني: في عدمِ قَبولِ شهادةِ امرأة واحدة، وقولها في باب الرِّضاعِ قبل النِّكاح، وعرضَ فيه لعباراتِ الفقهاءِ الحنفيَّة في المسألة. ¶ وقد نسبَها الإمامُ اللَّكْنَويُّ رحمهُ الله في بدايتها لنفسه، وأيضاً في أكثر من كتابٍ من كتبه، مع اختلافٍ يسير، وزيادة في العنوان: ففي: في ((دفع الغواية)) (ص 42)، و((مقدِّمة عمدة الرعاية))(ص30): باسم: ((الإفصاح عن حكم شهادة المرأة في الإرضاع))، وفي ((مقدِّمة التَّعليقِ المُمَجَّد))(ص28)، و((النَّافع الكبير))(ص63)، باسم : ((الإفصاح عن حكم شهادة المرأة في الرضاع)). ¶ ونسبَها له تلاميذُهُ مثل: الحسنيّ في ((معارف العوارف))(ص112)، والأنصاريّ كما في مقدِّمة ((تحفة الأخيار))(ص35). ¶ والأصلُ المعتمدُ عليهِ في إخراجِ هذه الرِّسالةِ هي طبعةٌ حجريةٌ طبعت في حياةِ المؤلِّف سنة (1299هـ) في المطبعِ المصطفائيّ. ¶ وكان اعتنائي فيها بضبطِ مفرداتها، ووضعِ علاماتِ ترقيمٍ بين جملها، وتقطيعِ فقراتِها إلى مقاطعَ صغيرة، وتخريجِ الأحاديثِ الواردةِ فيها، وتوثيقِ النُّصوصِ من مظانها، ونسبةِ أقوالِ الأئمَّةِ إلى كتبِ مذاهبهم، وترجمةِ ما وردَ فيها من الأعلام، وصنعِ فهارسَ لخدمتِها. ¶ وفي الختام: نتوجَّهُ إلى الله تعالى بقبولِ هذا العمل، وأن يجعلَه خالصاً لوجهِه الكريم إنه قريبٌ مجيب، وصلَّى اللهُ على سيِّدنا محمَّدٍ وعلى آلهِ وصحبه وسلّم. ¶ وكتبه ¶ في 18 شعبان 1421هـ صلاح محمّد أبو الحاج ¶ الموافق 15 تشرين ثاني 2000مـ ... ... شارع حيفا/بغداد ¶ بسم الله الرحمن الرحيم ¶ ... الحمدُ لله الذي جَعَلَ العلماءَ ورثةَ الأنبياء، والصَّلاةُ على سيِّدِنا محمَّدٍ سيِّدِ الأصفياء، وعلى آلهِ وصحبه، ومَن تبعَهم من الصُّلحاء. ¶ ... أمَّا بعد:",
            "page": "7",
            "part": "1"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "... فيقولُ الفقيرُ أَبو الحسناتِ محمَّدٌ عبدُ الحيِّ اللَّكْنَوِيُّ الأَنْصَارِيُّ تجاوزَ الله عن ذنبهِ الجليِّ والخَفيّ بعفوِه السَّاري: ¶ ... هذه رسالةٌَ مسمَّاةٌ بـ: ¶ ((الإفصاح عن شهادة المرأة في الإرضاع)) ¶ ألَّفتُها حينَ سُئلتُ عن رجلٍ أرادَ أن ينَكحَ بامرأة، وخَطَبَ بها، فقالت أمُّ المخطوبة: أَنا أرضعتُ الرَّجلَ الخاطِب، وهو يُنْكِر، وليس عندها على إرضاعِهِ شاهدٌ من النِّساءِ والرِّجال، فهل يعُتَبرُ قولُ تلك المرأة، فَيُحَرَّمُ النَّكاحُ بينهما، أم لا يُعْتَبر؟ ¶ ... فأجبتُ بما في ((الكَنْز))(1)، وغيِرِه من أنَّ الرِّضاعَ لا يثبتُ إِلاَّ بما يثبُتُ به المال. ... فعادَ المُسْتَفتي قائلاً: ما نحن فيه ليس من قبيلِ الشَّهادة، بل من قبيلِ الإقرار، والمقرُّ يؤخَذُ بإقرارِه، فينبغي أن يُعَتَبَرَ إقرارُه. ¶ ... فقلتُ: حكمُهُ في هذا البابِ حُكْمُ الشَّهادة، فكما لا تُقْبَلُ شهادةُ امرأةٍ واحدةٍ لإثباتِ الرَّضاع، كذلك لا يُعتبرُ إقرارُ المرأةِ الواحدةِ أيضاً ما لم تأتِ بشاهدين. ¶ ... نعم؛ الاحتياطُ أن يَذَرَ الخاطِبُ المخطوبة؛ لوجودِ التُّهْمَة، لكنه أمرٌ آخر، والكلامُ في نفسِ جوازِ النَّكاحِ بعد إقرارِ المرأةِ الواحدةِ بإرضاعِهما، وحكْمُهُ ما قُلنا. ¶ ... ورتْبتُ هذه الرِّسالةِ على فصلين، هما لإحاطةِ نصوصِ المذهب، وما يتعلقُ بها كالأصلين: ¶ * * * ¶ ? ¶ - الفصلُ الأَوَّلُ - ¶ __________ ¶ (1) كَنْز الدقائق))(ص50)، وهو لعبد الله بن أحمد بن محمود النَّسَفِيّ، أبو البركات، حافظ الدين، من مؤلفاته: ((الوافي))، ((الكافي شرح الوافي))، و((المنار))، ((كشف الأسرار شرح المنار))، قال الإمام اللكنوي : وكل تصانيفه نافعةٌ مُعتبرةٌ عند الفقهاءِ مطروحةٌ لأنظار العلماءِ، (ت701هـ). انظر: ((الجواهر المضية))(2: 294)، ((تاج))(ص174)، ((الفوائد))(ص102).",
            "page": "8",
            "part": "1"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "في أنهُ لا يقبلُ(1) قولُ المرأة الواحدة ¶ ولا شهادتُها بإرضاع الزّوج والزّوجة كليهما بعد العقد ¶ وما يتعلّقُ به ¶ ... رَوَى البُخَارِيُّ في (كتاب العلم) في (باب الرِّحلة لطلبِ العلم): عن عبدِ اللهِ بنِ أَبي مُلَيْكَة، عن عُقْبَةَ بنِ الحارِث: (أنهُ تَزَوَّجَ ابنةً لأبي إهابِ بنِ عَزِيْز، فأتتهُ امرأة، فقالت: إنَّي قد أرضعْتُ عُقْبَةَ والتي تَزَوَّجَ بها، فقال لها عُقْبَة: ما أعلمُ أنَّكِ أرضَعْتنِي، ولا أخبرتني، فركبَ إلى رسولِ الله صلَّى اللهُ عليه وعلى آلهِ وسلَّم بالمدينة فسألَه، فقال رسول الله صلَّى الله عليه وعلى آلهِ وسلَّم: كَيْفَ وَقَدْ قِيِل؟ ففارقَها عُقْبَة، ونكحَتْ زوجاً غيرَه)(2). ¶ ... قال شرَّاحُ(3) ((صحيِح البُخَارِيّ)): عُقْبَةُ بنُ الحَارِث كنيتُهُ أبو سِروعة، بكسرِ السِّين المهملة، وقد تفتحُ، أسلمَ يومَ الفتح. ¶ ... وأبو إِهاب بكسرِ الأَلِف ابنُ عَزِيْز ـ بفتح العين المهملة، وكسرِ الزَّاء المعجمة، وسكونُ الياء التحتانيةِ المثناة، بعدها زاءٌ معجمة ـ بنُ قيسٍ بنِ سُويدٍ ـ بضمِ السِّينِ ـ التَّيْمِيّ الدَّارِميّ . ¶ ... واسم ابنتِهِ الَّتِي تَزَوَّجَ بها عُقْبَةٌ غَنِية ـ بفتحِ الغينِ المعجمة، بعدها نونٌ مكسورة، بعدها ياءٌ مثناة تحتية ـ وكنيتها: أمُّ يَحْيَى . ¶ __________ ¶ (1) في الأصل ((تقبل)). ¶ (2) في ((صحيح البخاري))(1: 54، 2: 724، 934)، و((صحيح ابن حبان))(10: 32). و((سنن سعيد بن منصور))(1: 282)، و((مصنف ابن أبي شيبة))(3: 497)، و((المعجم الكبير))(17: 352)، و((مسند الحميدي))(1: 263). ¶ (3) مثل: القَسْطَلاَّنِيُّ في ((إرشاد الساري لشرح صحيح البخاري))(1: 187)، والعَيْنِيُّ في ((عمدة القاري شرح صحيح البخاري))(2: 101-102).",
            "page": "9",
            "part": "1"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "... ومعنى قوله : صلَّى الله عليه وعلى آله وسلَّم: (كَيْفَ وَقَدْ قِيل؟) كيفَ تُباشِرُها، وقد قيل: إنِّك أخوها من الرِّضاعة، أي ذلك بعيدٌ عن المروءة، والورع. ¶ ... والتَّي نَكَحَتْ به غَنِيه بعد تطليقِ عُقْبَةَ ظُرَيب ـ بضمِّ المعجمة، وفتحِ الرَّاءِ المهملة، بعدها ياءٌ تحتانيةٌ مثناة، ثُمَّ باء موحدةٌ ـ ابنُ الحارث. ¶ ... وروى البُخَارِيُّ هذا الحديثَ أَيضاً في (بابِ شهادة الإماءِ والعبيد) من (كتابِ الشَّهادات) عن ابنِ أَبي مُلَيْكَة، قال: حَدَّثَنِي عُقْبَةُ بنُ الحارث، أو سَمِعْتُهُ منه: (أَنَّهُ تَزَوَّجَ أُمَّ يَحيْى بنتَ أَبي إهاب، قال: فجاءتْ أَمةٌ سَوْدَاء، فقالت: قد أَرْضَعْتُكُمَا، فَذَكَرْتُ ذلك لرسولِ الله صلَّى الله عليه وعلى آله وسلَّم فأَعْرَضَ عَنِّي، قال: فَتَنَحَّيْتُ فَذَكَرْتُ ذلك له، قال: (وَكَيْفَ وَقَدْ زَعَمَتْ أَنَّها قَدْ أَرْضَعَتْكُمَا)(1). ¶ ... وأشارَ البُخَارِيُّ بإيرادِ هذه الرِّوايةِ إلى قَبُولِ قولِ المرأةِ الرَّقيقة، واعترضَ عليه بأنَّهُ قد جاء في بعضِ الطُّرق: (فَجَاءتْ مَوْلاةٌ لأَهْلِ مَكَّة)(2)، وهو يُطلقُ على الحرَّةِ التي عليها الولاء . ¶ __________ ¶ (1) في ((صحيح البخاري))(2: 981). ¶ (2) في ((السنن الكبرى))(3: 493).",
            "page": "10",
            "part": "1"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "... وجاءَ في بعضِ رواياتِ البُخَاريّ أَيضاً: (امْرَأةٌ سَوْدَاءٌ)، فلم يتعيَّن كونُها رقيقة، كذا قال القَسْطَلاَّني(1) في ((إرشاد السَّاري شرح صحيح البُخَارِيّ))(2). ¶ ... ورواهُ التِّرْمِذِيّ(3)، وابنُ ماجه، وأبو داود(4)، والنَّسَائِيّ(5)، وغيرُهم أَيضاً(6). ¶ ... وقد اختلفوا في قبولِ قولِ المرأةِ الواحدةِ بإرضاعِ الزَّوجين: ¶ __________ ¶ (1) وهو أحمد بن محمد بن أبي بكر بن عبد الملك القَسْطَلانيّ الأصل المِصْرِيّ الشَّافِعِيّ، أبو بكر، شهاب الدين، صنف التصانيف المقبولة التي سارت بها الركبان في حياته ، من مصنفاته: ((مشارق الأنوار البرية في مدح خير البرية))، و((المواهب اللدنية بالمنح المحمديَّة))، ((العقودِ السُّنيَّةِ في شرحِ المقدِّمةِ الجزريَّةِ))، (851-923هـ). انظر: ((الضوء اللامع))(2: 103-104). ((النور السافر)) (ص106-107).((شرح المواهب اللدنية))(1: 3-4). ¶ (2) إرشاد الساري))(8 : 34 ). ¶ (3) في ((سننه))(3: 457)، وقال الترمذي: والعملُ على هذا الحديث عند بعضِ أهل العلم من أصحابِ النَّبيِّ صلَّى الله عليه وسلَّم وغيرِهم أجازوا شهادةَ المرأة الواحدة في الرِّضاع. وقال ابن عبَّاسُ: تجوز شهادةُ امرأة واحدة في الرِّضاع، ويؤخذُ يمينُها، وبه يقول أحمد، وإسحاق. ¶ وقد قال بعضُ أهل العلم: لا تجوزُ شهادةُ المرأةِ الواحدة حتَّى يكون أكثر، وهو قولُ الشَّافِعِيِّ، سمعت الجارود، يقول: سمعتُ وكيعاً، يقول: لا تجوزُ شهادة امرأةٍ واحدةٍ في الحُكْم، ويفارقُها في الورع.ا.هـ. ¶ (4) في ((سننه))(3: 306). ¶ (5) في ((السنن الكبرى))(3: 306)، و((المجتبى))(6: 109). ¶ (6) مثل: ((مسند أحمد))(4: 8)،و((مصنف عبد الرزاق))(7: 481)، و((المستدرك))(3: 490)، وغيرهم.",
            "page": "11",
            "part": "1"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "... فذَهَبَ مالكٌ(1) وغيرُهُ إلى قَبُولِهِ عملاً بظاهرِ قولِهِ عليه الصَّلاة والسَّلام لعُقْبَة: (دَعْهَا)(2) كما وَقَعَ في بعضِ رواياتِ البُخَاري. ¶ وغيرُهُ من العلماء، قالوا: إنَّ الأمرَ كان للاستحبابِ بدليلِ قولِه: (كَيْفَ وَقَدْ قِيل)(3). ¶ كذا في ((المِرْقاة شرح المشكاة))(4) لعليّ القَاري(5). ¶ __________ ¶ (1) قال ابن عبد البر في ((الكافي))(1: 470) عن مذهب مالك: وتجوز شهادة امرأتين في الرضاع وإن أدى ذلك إلى فسخ النكاح. ا.هـ. ¶ (2) في ((صحيح البخاري))(5: 1962). ¶ (3) في ((صحيح البخاري))(1: 54). ¶ (4) مرقاة المفاتيح شرح مشكاة المصابيح))، و((المشكاة)) لحسين بن مسعود الفرَّاء البَغَوِيّ الشَّافِعِيّ، أبو محمد، محيي السُّنَّة، قال الأسنوي: وكان ديناً ورعاً، قانعاً باليسير، يأكل الخبز وحده، فَعُذِل في ذلك وصار يأكله بالزيت، وكان لا يلقي درسه إلا على طهارة، من مؤلفاته: ((معالم التنْزيل في علم التفسير))، و((مشكاة المصابيح))، و((التهذيب))، (ت516هـ). انظر: ((وفيات))(2: 136-137). ((طبقات الأسنوي))(1: 101). ¶ (5) وهو علي بن سلطان محمد الهَرَوي القَارِيّ الحَنَفيّ، أبو الحسن، نور الدين، من مؤلِّفاته: ((فتح باب العناية بشرح النقاية))، و((مرقاة المفاتيح شرح مشكاة المصابيح))، و((الأثمار الجنية في طبقات الحَنَفِيَّة))، (930-1014هـ) .((خلاصة الأثر))(3: 185-186)، ((الكواكب السائرة))(1: 445-446). (( الإمام علي القاري وأثره في علم الحديث))(ص44).",
            "page": "12",
            "part": "1"
        },
        {
            "hno": null,
            "id": "9",
            "nass": "... وفي ((فتح القدير))(1): لا تُقبلُ في الرَّضاعِ شهادةُ النِّساءِ منفرداتٍ ¶ عن الرِّجال، وإنَّما يَثُبتُ بشهادةِ رجلين، أو رجلٍ وامرأتينِ . ¶ ... وقال مالكٌ : يثبتُ بشهادةِ امرأةٍ واحدةٍ إن كانتْ موصوفةً بالعدالةِ . ¶ ... ونُقِلَ عن أحمد(2)، وإسحاق(3)، والشَّافِعِيِّ(4) بأربعِ نسوةٍ، والذي في كُتُبِهم أَنَّهُ إنَّما يَثْبُتُ بشهادةِ امرأتين، وكذا عند مالك. ¶ ... والوجهُ على اكتفاءِ الواحدة: أنَّ الحرمةَ من حقوقِ الشَّرع، فهو أمرٌ دينيٌّ يَثْبُتُ بخبرِ الواحد، كمَن اشترَى لحماً، فأخبرَهُ واحدٌ أَنَّهُ ذبيحةُ مجوسيّ، وحديثُ عُقْبَةَ المروي في الصَّحيحينِ أيضاً يدلُّ عليه. ¶ __________ ¶ (1) فتح القدير للعاجز الفقير على الهداية)) لمحمد بن عبد الواحد بن عبد الحميد السَّكَنْدَرِيّ السِّيوَاسِيّ الأصل القَاهِريّ الحَنَفِيّ، الشهير بابن الهمام، كمال الدين، من مؤلفاته: ((تحرير الأصول))، و((المسايرة في العقائد))، و((زاد الفقير))، قال الإمام اللكنوي: كلها مشتملة على فوائد قلما توجد في غيرها، (790-861هـ).((الضوء اللامع)) (6: 127). و((الفوائد))(ص296-298). ¶ (2) الصحيح في المذهب الحنبليّ قبول شهادة المرأة الواحدة المرضية في الرضاع،انظر: ((الإنصاف))(9: 348)، و((دليل الطالب))(1: 281-282)، و((الروض المربع))(3: 223)، و((المغني))(8: 152). ¶ (3) وهو إسحاق بن إبراهيم بن مَخْلَد الحَنْظَليّ المروزيّ، أبو يعقوب، المعروف بابن راهويه، قال أحمد: لا أعلم بالعراق له نظيراً، وقال أبو زرعة: ما رؤي أحفظ من إسحاق، مؤلفاته: ((المسند))، و((التفسير))، (161-238هـ ). انظر: ((وفيات))(1: 199-201). و((العبر))(1: 426). ¶ (4) في ((الأم))(5: 34).",
            "page": "13",
            "part": "1"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "... ولنا: أنَّ ثبوتَ الحرمةِ لا تَقْبَلُ الفصلَ عن زوالِ النَّكاحِ؛ لأنَّها مؤبدة، بخلافِ الحرمةِ بالحيضِ ونحوِه، والأملاكُ لا تزالُ إلاَّ بشهادةِ رجلين، أو رجلٌ وامرأتين، بخلافِ حرمِة اللَّحمِ حيثُ تنفكُ عن زوالِ الملك؛ كالخمرِ مملوكيتُهُ محرمة، وجلدُ الميتةِ قبل الدِّباغِ يحرَمُ الانتفاعُ به، وهو مملوكٌ . ¶ ... وإذا كانت الحرمةُ لا تستلزمُ زوالَ الملك، فالشَّهادةُ قائمةٌ على مجرَّدِ الحرمةِ حقَّاً للهِ تعالى، فيُقْبَلُ خبرُ الواحدِ هناك بخلافِ ما هنا. ¶ ... وأمَّا الحديث فكان للتَّورُّع، ألاَّ تَرَى(1) أَنهُ عليه الصَّلاةُ والسَّلام أعرضَ عنه في المرَّةِ الأولى، وقيل في الثَّانيِ أَيضاً، وإنِّما قال له ذلك في الثَّالثة، ولو كان حكمُ ذلك الإخبارُ وجوبُ التَّفريقِ لأجابَه من أوَّلِ الأمر، إذ الإعراضُ قد يترتبُ عليه تركُ السَّائلَ المسألةَ بعد ذلك. ¶ ... ففيه تقريرٌ على المحرم، فعُلِمَ أَنه إنَّما قال ذلك؛ لظهورِ اطمئنان نفسهِ بخبرِها، لا من الحكم. انتهى كلامه ملخصاً(2). ¶ ... وفي ((البناية شرح الهداية)) لشيخِ الإِسلام بدرِ الدين العَيْنِيّ(3): لا تُقْبَلُ في الرِّضاعِ شهادةُ النِّساءِ المنفردات، وإنَّما يثبتُ بشهادةِ رجلين، أو رجلٍ وامرأتين، وهو قولُ عُمَر، وعليّ، وابنِ عبَّاس. ¶ __________ ¶ (1) في الأصل: ((يرى)). ¶ (2) من ((فتح القدير))(3 : 323 - 324). ¶ (3) وهو محمود بن أحمد بن موسى بن أحمد العنتابيّ المولد، العَيْنيّ الحلبيّ الأصل، القاهريّ الحنفيّ، أبو محمد، بدر الدين، وكان أبوه قاضياً بعين تاب، فنسب إِليه، من مؤلفاته: ((شرح شرح معاني الآثار))، و((منحة السَّلوك شرح تحفة الملوك))، و((عمدة القاري شرح صحيح البُخَاريّ)) (762-855هـ). انظر: ((الضوء اللامع))(10: 131-135). ((الفوائد البَهيَّة))(ص399).",
            "page": "14",
            "part": "1"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "... وقال الشَّافِعِيّ : تقبلُ شهادةُ أربع منهنّ، وهو قولُ عَطَاء(1). ¶ ... وفي ((المُغْني))(2): شهادةُ المرضعةِ مقبولةٌ في الرِّضاعِ عند أحمد، وهو ¶ __________ ¶ (1) وهو عطاء بن أبي رَبَاح أسلم بن صفوان مولى بني فِهْرالمَكِّيّ، أبو محمَّد، من أجلَّة فقهاء التابعين، (27-114هـ). انظر: ((وفيات))(3: 261-263). ((العبر))(1: 141-142). ¶ (2) المغني)) لعبد الله بن أحمد بن محمد بن قدامة الجماعيليّ المَقْدِسيّ الدِّمَشْقِيّ الحنبليّ، موفق الدين، انتهت إليه معرفة المذهب وأصوله، كان تقيَّاً ورعاً زاهداً، مستغرق الأوقات في العلم والعمل، ومن مؤلفاته: ((الكافي))، و((المقنع))، و((الروضة))، (541-520هـ). انظر: ((مرآة الجنان))(4: 47). ((أصول الفقه تاريخه ورجاله))(ص230-232).",
            "page": "15",
            "part": "1"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "قولُ طاووس، والزُّهْرِيّ(1)، والأَوْزَاعِيّ(2)، وابنِ أَبي ذئب(3)، وسعيدِ بنِ عبدِ العزيز(4). (5) ¶ ... وقال مالكٌ : يثبتُ بشهادةِ شاهدين. ¶ __________ ¶ (1) وهو محمد بن مسلم بن عبيد الله بن عبد الله الزُّهْريّ القُرَشِيّ، أبو بكر، نسبة إلى بني زهرة، وهم بطن من بطون قريش، قال ابن حجر: متفق على جلالته وإتقانه، (51-124هـ). انظر: ((طبقات الشيرازي))(ص47-48). ((الإمام الزهري وأثره في السنة))(ص260-261). ¶ (2) وهو عبد الرحمن بن عمرو بن يُحْمِد الأَوْزَاعيّ، أبو عمر، نسبة إلى الأوزع وهي بطن ذي الكلاع من اليمن، وقيل: الأوزع قرية من بدمشق على طريق باب الفراديس، ولم يكن منهم وإنما نزل فيهم فنسب إليهم، وقيل غير ذلك، يقدر ما سئل عنه بسبعين ألف مسألة أجاب عليها، وكانت الفتيا بالأندلس تدور على رأيه إلى زمن الحكم بن هشام. (88-157هـ). انظر: ((مرآة الجنان)) (1: 251) ((الأعلام)) (4: 94). ¶ (3) وهو محمد بن عبد الرحمن بن المُغيرة بن الحارث بن أبي ذئب هشام بن شعبة القُرشيّ العامريّ المدنيّ، أبو الحارث، قال الواقدي: كان يصلّي الليل أجمعن ويجتهد في العبادة، فلو قيل إنّ القيامة تقوم غداً ما كان فيه مزيد من الاجتهاد، وكان يصوم ويفطر يوما، ثم سرده، وكان شديد الحال يتعشى بالخبز والزيت، (80-158هـ). انظر: ((العبر))(1: 231). ((التقريب))(ص427). ¶ (4) وهو سعيد بن عبد العزيز التَّنُوخي الدِّمشقيّ، قال: ما قمت إلى صلاة حتى مثلت لي جهنم، قال الذهبي: كان صالحاً قانتاً خاشعاً، وقال الحاكم : هو لأهل الشام كمالك لأهل المدينة، (ت167هـ). انظر: ((العبر))(1: 250). ((التقريب))(ص179). ¶ (5) انتهى من ((المغني)) لابن قدامة(8: 152-153).",
            "page": "16",
            "part": "1"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "... وما في ((الهداية))(1) من قولِه : وقال مالك : يثبتُ بشهادةِ امرأةٍ ¶ واحدةٍ إذا كانتْ موصوفةً بالعدالةِ ... الخ(2) ليس مذهبَه. انتهى كلامه ملتقطًا(3). ¶ ... وفي ((النِّهاية))(4): لا تُقبلُ في الرِّضاعِ شهادةُ النِّساءِ منفرداتٍ سواءٌ كنَّ أجنبيّات، أو أُمَّهاتُ أحدِ الزَّوجين. ¶ ... وقال الشَّافِعِيّ: يثبتُ بأربعِ نسوةٍ بناءً على مذهبِهِ أن ما لا يَطَّلِعُ عليه الرِّجال تُقْبَلُ فيه شهادةُ أربعِ نسوة، وزعمَ أنَّ الرِّضاعَ أمرٌ لا يطَّلع عليه الرَّجال؛ لأنَّهُ يكونُ بالثَّدي، ولا يحلُّ النَّظرُ إليه للرِّجالِ . ¶ ... ولكنَّا نقولُ الرِّضاع ممَّا يطَّلعُ عليه الرِّجال؛ لأنَّ ذا الرَّحمِ المَحْرَّمِ يَنظرُ إِلَى الثَّدي، وهو مقبولُ الشهادةِ في ذلك(5). انتهى. ¶ __________ ¶ (1) الهداية شرح بداية المبتدي)) لعلي بن أبي بكر بن عبد الجليل بن أبي بكر الفَرْغَانِيّ المَرْغِينَانِيّ، أبي الحسن، برهان الدين، ومن مؤلفاته: ((مختارات النوازل))، و((كفاية المنتهى))، ((مختار الفتاوى))، قال الإمام اللكنوي: كل تَصانيفه مَقبولةٌ مُعتمدة ، لا سيما ((الهداية))، فإنه لم يزل مرجعاً للفضلاء ، ومنظراً للعلماء، (ت593هـ). انظر: ((الجواهر))(2: 627-629). ((تاج التراجم))(ص206-207). ((مقدِّمة الهداية))(3: 2-4). ¶ (2) انتهى من ((الهداية))(1: 226). ¶ (3) من ((البناية في شرح الهداية))(4: 366-367). ¶ (4) النِّهاية شرح الهداية)) لحسين بن علي بن حجاج بن علي السِّغْنَاقي أو الصِّغْنَاقِيّ، حسام الدين، نسبةً إلى سِغْنَاق بلدة في تركستان، قال الإمام اللكنوي: طالعت من تصانيفه ((النهاية)) وهو أبسط شروح ((الهداية)) وأشملها، قد احتوى على مسائل كثيرة، وفروع لطيفة. توفِّي بعد سنة(710هـ). انظر: ((تاج التراجم)) (ص160). ((الفوائد))(ص106) ¶ (5) انظر: ((العناية على الهداية))(3 : 224-225)",
            "page": "17",
            "part": "1"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "... وفي ((فتاوي قاضي خان))(1): رجلٌ تزوَّجَ امرأةً فشهدتْ امرأةٌ أنها ¶ أرضعتهما(2) لا تثبتُ الحرمةُ بقولِها، وإن كانت عدلة، وإن تَنَزْهَ كان أفضل. ¶ ... ولو شَهِدَ رجلانِ عدلان، أو رجلٌ وامرأتانِ بعد النِّكاحِ عندهما(3) لا يسعَها(4) المقامُ مع الزَّوج؛ لأنَّ هذه شهادةٌ لو قامتْ عند القاضي يثبتُ الرِّضاع، فكذا إذا قامتْ عندها. انتهى(5). ¶ ... قلتُ: هذه العباراتُ ونظائرُها كلُّها دالةٌ على أنَّ شهادةَ المرأةِ الواحدة، عند دعوى رجلٍ الإرضاع، وقولِ المرأةِ الواحدة، وإن كانت مرضعةً لا يُقبلُ كلٌّ منهما بدون شهادةِ رجلَيْن، أو رجلٍ وامرأتَيْن، فالفرقُ بين الشَّهادةِ والإقرارِ ممَّا لا دليلَ عليه. ¶ __________ ¶ (1) فتاوى قاضيخان)) المسمَّاة بـ((الفتاوى الخانية)) لحسن بن منصور بن محمود بن عبد العزيز الأُوزْجَنْدِيّ الفَرْغَانِيّ الحَنَفِيّ، أبو القاسم، فخر الدين، المشهور بقاضي خان، وأُوزْجَنْد مدينة بنواحي أصبهان بقرب فرغانة، من مؤلفاته: و((شرح الجامع الصغير)) ، و((شرح الزيادات))، و((شرح أدب القضاء))، قال ابن قُطْلُوبُغا: ما يصحِّحهُ قاضي خان مُقدَّمٌ على تصحيح غيره؛ لأنه فقيه النَّفس، (ت592هـ). انظر: ((الجواهر))(2: 94). ((تاج التراجم))(ص151-152). ((الفوائد)) (ص111). ¶ (2) وقع في الأصل ((أرضعتها))، والتصويب من ((الفتاوي)) . ¶ (3) أي عند الزوجين. ¶ (4) وقع في الأصل: ((يسعهما))، والمثبت من ((الفتاوى)). ¶ (5) من ((فتاوي قاضي خان))(1 : 421).",
            "page": "18",
            "part": "1"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "... وفي ((خزانة الفقه))(1): رجلٌ تزوَّجَ امرأة، فقالتْ امرأةٌ أنا قد أرضعتهما، فهي أربعةُ أوجه: ¶ إمّا أن يصدِّقَها الزَّوجُ والزَّوجة. ¶ أو يكذِّباها. ¶ أو يكذِّب الزَّوج، وصدَّقَتها المرأة. ¶ أو يصدِّقَها، وكذَّبَتها المرأة. ¶ أمَّا إذا صدَّقاها يرتفعُ النِّكاح بينهما، ولا مهرَ إن لم يكن دَخَلَ بها، فإن كان دخلَ بها فلها مَهْرُ المِثْل. ¶ ... وإن كذَّباها لا يرتفعُ النّكاح. ¶ ... لكن إن كان أكبرُ رأيه أنَّها صادقة، يُفارِقُها احتياطاً، وإلاَّ يُمْسِكُها . ¶ ... وإن كذَّبَها الزَّوج، وصدَّقَتها المرأةُ يبقى النِّكاح، لكنَّ الزَّوجةَ تُحَلِّفُ(2) الزَّوجَ باللهِ ما تعلمُ أنِّي أُخْتُكَ من الرِّضاعة، فإن نَكَلَ فُرِّقَ بينهما، وإن حَلَف، فهي امرأتُه. ¶ ... وإن صدَّقَها الزَّوجُ وكذَّبتها المرأةُ(3) يرتفعُ النِّكاح، ولكن لا يُصدَّقُ الزَّوجُ في حقِّ المهر، فإن كانت مدخولاً يلزَمُهُ مهرٌ كامل، وإن لم تكنْ مدخولاً بها يَجبُ نِصفُ المهر. انتهى. ¶ * * * ¶ - الفصلُ الثاني - ¶ في عدم قبول شهادة امرأة واحدة وقولها ¶ في باب الرّضاع قبل النّكاح ¶ __________ ¶ (1) هذه المسألة لم أقف عليها في ((خزانة الفقه)) التي بين يدي، و((خزانة الفقه)) لنصر بن محمد بن أحمد ابن إبراهيم السَّمَرْقَنْدِيّ الحَنَفِي، أَبو اللَّيْث الفقيه، إمام الهدى، قال ابن أبي الوفاء: هو الإمام الكبير، صاحب الأقوال المفيدة، والتصانيف المشهورة، ومن مؤلفاته: ((مختارات النوازل))، و((خزانة الأكمل))، و((بستان العارفين))، (ت375هـ). انظر : ((الجواهر))(3: 544-545). ((تاج التراجم))(ص310). ((الفوائد))(ص362). ¶ (2) في الأصل: ((يحلف)). ¶ (3) في الأصل: ((الامرأة)).",
            "page": "19",
            "part": "1"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "... قال البَزَّازِيُّ(1) في ((فتاواه)): لا يثبتُ الرِّضاعُ بشهادةِ الواحدِ سواءٌ كان امرأةً أجنبيةً أو أَمَّ أحدِ الزَّوجين، فإن وَقَعَ في قلبهِ صدقُ المُخْبِرِ تَرَكَ قبل العقد، أو بعده، ووسعَها المقامُ معه حَتَّى يشهدَ عدلان، أو رجلٌ وامرأتان. انتهى(2). ¶ ... وفي ((السِّراجيَّة))(3): لو شَهِدَتْ امرأةٌ بأنها أرضعتْ المخطوبةَ لم ¶ يحرمْ النِّكاح، ولو كان بعد النِّكاح، فإن وَقَعَ في قلبهِ أنها صادقة، فالاحتياطُ أن يطلِّقَها، ويَرَفَعَ نصفَ صداقِها إن كان قبلَ الدُّخول، ولو كان بعد الدُّخولِ يعطي تمامَ مهرِها، والأولى لها أن لا تأخذَ إلا بقدرِ مهرِ مثلِها. انتهى. ¶ ... وفي ((فتاوي قاضي خان)): إذا أرادَ الرَّجلُ أن يخطبَ امرأة، فشهدتْ امرأةٌ قبل النِّكاح أنَّها أرضعتَهما كان في سعةٍ من تكذيبها، كما لو شهدت بعد النِّكاح. انتهى(4). ¶ __________ ¶ (1) وهو محمد بن محمد بن شهاب الدين الكَرْدَريّ البريقينيّ الخوارزميّ الحنفي، المعروف بابن البَزَّاز، حافظ الدِّين، قال الكفوي: كان من أفراد الدهر في الفروع والأصول، وحاز قصبات السبق في العلوم، واشتهر في بلاده، من مؤلفاته: ((الوجيز)) المعروف بـ((الفتاوى البزازية))، وكتاب في مناقب الإمام الأعظم، (ت827). انظر: ((الفوائد))(ص309). ((تاج))(ص354). ¶ (2) من ((الفتاوي البزازية))(3: 115). ¶ (3) الفتاوى السراجية)) لعليّ بن عثمان بن محمَّد الأوشي، سِراجُ الدِّين، قال ابن أبي الوفاء: الإمام المحقِّق سراج الدين، قال الإمام اللكنوي: أَتَمَّهَا ـ أي ((الفتاوى السراجية)) ـ كما في نسخةٍ منها يوم الاثنين من محرمٍ سنة تسعٍ وستينَ وخمسُمئةٍ، وهو مؤلِّفُ القصيدة المعروفة بـ ((بدء الأمالي)). انظر: ((الجواهر))(2: 583)، ((الكشف))(2: 1224). ((معجم المؤلفين))(2: 469). ¶ (4) من ((فتاوى قاضي خان))(1: 420).",
            "page": "20",
            "part": "1"
        },
        {
            "hno": null,
            "id": "17",
            "nass": "... وفي ((النِّهاية)): إذا وَقَعَ في قلبِهِ أنَّها صادقة، فالأحوطُ أن يَنْزَه عنها سواءٌ أخبرتْ بذلك قبل عقدِ النِّكاحِ أو بعده، وسواءٌ شهدَ به رجلٌ أو امرأة. انتهى. ¶ ... وفي ((البحر الرَّائق)) قول المصنِّف(1): يَثبتُ الرِّضاعُ بما يَثُبتُ به المالُ يتناولُ الإخبارَ قبلَ العقد وبعده، وبه صَرَّحَ في ((الكافي))(2)، و((النِّهاية)). انتهى(3). ¶ ... وفي ((الخانية)): كما لا يُفَرَّقُ بينهما بعد النِّكاح، ولا تثبتُ الحرمةُ بشهادتِهنَّ كذلك قبل النِّكاحِ إذا أرادَ الرَّجلُ أن يخطبَ امرأة، فشهدت امرأةٌ قبل النِّكاحِ أنها أرضعتهما، كان في سعةٍ من تكذيبها. انتهى(4). ¶ ... قلتُ: هذه العباراتُ وغيرُها صريحةٌ فيما نحنُ فيه فلا يَحرُمُ النِّكاحُ بمجرَّدِ قولِ (1أمِّ(5) المخطوبةِ إنِّي قد أرضعتُه، لا يقال: قد تقرَّرَ في مقرِّهِ(6) أن المقرَّ يُؤخذُ بإقرارِه، فينبغي أن يعتبرَ قولُ أمِّ المخطوبة، ويحرمُ النِّكاح. ¶ ... لأنا نقولُ: هذه القاعدةُ لا تجري(7) إلاَّ في الالتزامِ لا في بابِ الحلِّ والحرمة، ألا تَرَى إلى أَنهُ لو أقرَّ الرَّجلُ بأنَّ الامرأةَ الفلانيَّةَ أُختي من الرِّضاعة، ثُمَّ أرادَ أن يتزوَّجَها لا يمنعُ من ذلك(8). ¶ ... وكذا لو أقرَّ بعد العقدِ أنَّها أُختي من الرِّضاعةِ لا يُحْكَمُ بفسخِ النِّكاح، نَعَم؛ لو أصرَّ على ذلك يَحْكُمُ القاضي بالتَّفريقِ البتَّة؛ لدفعِ التُّهمة، كَمَا صَرَّحَ به قاضي خان في ((فتاواه))(9)، وغيرُه. ¶ __________ ¶ (1) أي النَّسَفِيّ صاحب ((الكَنْز))(ص50). ¶ (2) الكافي شرح الوافي)) لعبد الله بن أحمد النَّسَفِيّ(710هـ)، سبقت ترجمته. ¶ (3) من ((البحر الرائق))(3: 249). ¶ (4) من (( الفتاوى الخانية))(1: 421 ). ¶ (5) سقطت من الأصل. ¶ (6) أي في مقرِّ هذه المسالة، وهو في باب الإقرار. ¶ (7) في الأصل: ((يجري)). ¶ (8) في الأصل: ((كذلك)). ¶ (9) فتاوى قاضي خان))(1: 422).",
            "page": "21",
            "part": "1"
        },
        {
            "hno": null,
            "id": "18",
            "nass": "... فَعُلِمَ أنَّ أخذَ المرءِ بإقرارِهِ ليس بإطلاقه، فافهم. ¶ ... فإن قلت: ذَكَرَ في (محرمَّات) ((الخانيَّة)): صغيرٌ وصغيرةٌ بينهما شبهةُ الرِّضاعِ ولا تُعْلَمُ حقيقةُ الأمر، لا بأسَ بالنَّكاحِ بينهما ما لم يُخبرْ به إنسان، فإذا أخبرَ به عدلٌ ثقةٌ يؤخذُ بقولِه، ولا يجوز النِّكاح، فإن كان الخبرُ بعد النِّكاح، فالأحوطُ أن يفارقَها(1). ¶ ... فهذه المسألةُ تحكمُ باعتبارِ قولِ الواحدِ قبل النِّكاح. ¶ ... قُلْتُ : نَعَمْ هذه روايةٌ كما صَرَّحَ به في ((المحيط))(2) أَيْضاً، حيث قال لو شهدتْ امرأةٌ قبلَ النِّكاح، قيل: يعتبر، وقيل: لا يعتبر. انتهى. ¶ ... لكن المختارَ للفتوى عندهم، هو عدمُ القَبُولِ كما تَلَوتُ عليك من نصوصِ الفقهاء؛ ولهذا قال صاحب ((البحر الرائق)) : الرِّوَايَةُ قد اختلفتْ فيما قبلَ النِّكاح، وظاهرُ المتونِ أَنه لا يُعملُ به، وكذا الإخبارُ برضاعٍ طارئ(3)، فليكنْ هو المعتمدُ في المذهب. انتهى(4). ¶ ... تنبيه: ¶ __________ ¶ (1) انتهى من ((الخانية))(1: 370) في (كتاب النكاح) (باب في المحرمات). ¶ (2) المحيط البرهاني)) لمحمد بن أحمد بن عبد العزيز بن محمد البُخَاريّ، برهان الدِّين، قال الكفوي: وكان إماماً فارساً في البحث عديم النظير، له مشاركة في العلوم، وتعليق في الخلاف، من مؤلفاته: ((المحيط البرهاني))، و((ذخيرة الفتاوي)) المشهورة بـ((الذخيرة البرهانية))، (ت616). انظر: ((الجواهر))(3: 233-234). ((الفوائد))(ص291-292). ¶ (3) وقع في الأصل: ((طار))، والمثبت من ((البحر)). ¶ (4) من ((البحر الرائق))(3: 250).",
            "page": "22",
            "part": "1"
        },
        {
            "hno": null,
            "id": "19",
            "nass": "... ذُكِرَ في ((الهداية)): إن قولَ الواحدِ مقبولٌ في الرِّضاعِ الطَّارئ بأن كان تحته صغيرة، فشهدَتْ واحدةٌ بأنَّ أمَّه، أو أخته أرضعَتْها بعد العقد، يُقْبَلُ قولُهُ ويُفرَّقُ بينهما؛ لأن القاطعَ طارئ(1)، والإقدامُ على العقدِ لا ينافيه، فلم يثبتْ المنازعُ بخلافِ ما إذا أخبرَهُ مُخْبِرٌ أنَّك تزوَّجتَها، وهي أختُكَ من الرِّضاعة؛ لأنه أخبرَ بفسادٍ مقارنٍ للعقد، والإقدامُ على العقدِ يدلُّ على صحَّتِه، فيثبتُ المنازعُ ظاهراً(2). ¶ ... واعترض عليه بأنه إن قُبِلَ خَبرُ الواحدِ في فسادِ النِّكاحِ بهذا الوجهِ فوجهٌ آخرٌ فيه يوجبُ عَدَمَ القبول، وهو أنَّ الملكَ للزَّوجِ ثابتٌ فيها، والملكُ الثَّابتُ لا يُزَالُ بخَبرِ الواحد. ¶ وأجابَ عنه صاحبُ ((النِّهاية))، و((العناية))(3)، و((البناية))(4)، ومَن تبعَهم: بأن ذلك إنَّما هو إذا كان الملكُ ثابتاً بدليلٍ موجب، وملكُ الزَّوجُ فيها في هذه الصُّورِة ليس بدليلٍ موجب، بل باستصحابِ الحال، وخبرُ الواحدِ أقوى من استصحابِ الحال، فَيُعْتَبَر. ¶ __________ ¶ (1) وقع في الأصل: ((طار))، والمثبت من ((الهداية)). ¶ (2) كذا في ((الهداية))(4: 92). ¶ (3) العناية على الهداية))(8: 490-491)، وهي لمحمد بن محمد بن محمود الرومي البَابَرْتي، أبي عبد الله، أكمل الدين، نسبة إلى بَابَرْتا بالقصر قرية بنواحي بغداد، قال الكفوي: إمام محقِّق مدقِّق متبحر حافظ ضابط لم تر الأعين في وقته مثله، كان بارعاً في الحديث وعلومه، ذا عناية باللغة والنحو الصرف والمعاني والبيان، ومن مؤلفاته: ((حواشي الكشاف))، و((شرح ألفية ابن معطي))، و((شرح أصول البَزْدَوِيّ))، (714-786). انظر: ((تاج التراجم)) (ص276)، ((الفوائد)) (ص320). ¶ (4) البناية في شرح الهداية))(9: 338).",
            "page": "23",
            "part": "1"
        },
        {
            "hno": null,
            "id": "20",
            "nass": "... ورَدَّهُ صاحبُ (( البحر الرائق )) في كتابِهِ ((تعليق الأنوارِ على أصولِ المنار)): بأنَّهُ قد سبق في (فصلِ الأكلَّ والشّرب): أنَّ الحلَّ والحرمةَ من بابِ الدِّيانات، فيقبلُ قولُ الواحدِ فيها إذ لم يتضمَّنْ زوالَ الملك، كما إذا أخبرَ واحدٌ عدلٌ بحلِّ طعامٍ فيؤكل، أو حرمتِهِ فلا يؤكل. ¶ ... وأمَّا إذا تضمَّنَ زوالَ الملك، فلا يُقبلُ ولا تُثَبتُ به الحرمة، كما إذا أخبرَ عدلٌ الزَّوجينِ أنهما ارتضعا من فلانة. ¶ فاضمحلَّ الجوابُ وبقى الإشكال . ¶ ... ودَفَعَ هذا الرَّدَّ العلامةُ زينُ الدِّين محمد أفندي في شرح ((الهداية)) المسمَّى بـ((نتائج الأفكار)): بأن الذي تقرَّر في (فصلِ الأكلِ والشُّرْب) هو أن خَبَرَ الواحدِ العدلِ يُقبلُ في بابِ الحلِّ والحرمةِ إذا لم يتضمَّنْ زوالَ الملك، وإذا تضمَّنه لا يُقبل. ¶ ... وهو كلامٌ مجملٌ ليس فيه تفصيل. ¶ فأجيب بالتَّفصيلِ بأنَّ المرادَ من زوالِ الملكِ هاهنا زوالُ الملكِ الثَّابتِ بدليلٍ موجب، لا زوالَهُ مطلقاً، ولو كان باستصحاب الحال. ¶ فكان جواباً شافياً قد اضمحلَّ به الإشكال(1). ¶ __________ ¶ (1) انتهى من ((نتائج الأفكار في كشف الرموز والأسرار على الهداية))(8: 491-492) لأحمد بن قورد، المعروف بقاضي زاده، المفتي، شمس الدين، (ت988هـ). انظر: ((الكشف))(2: 2033).",
            "page": "24",
            "part": "1"
        },
        {
            "hno": null,
            "id": "21",
            "nass": "... وقال الزَّيْلَعيُّ(1) في ((شرح الكنْز)): خبرُ الواحدِ مقبولٌ في الرِّضاعِ الطارئ كما ذَكَرَهُ صاحب ((الهداية))(2) في (كتابِ الكراهية)، وعلى هذا ينبغي أن يقبلَ قولُ الواحدِ قبل العقد؛ لعدَمِ ما يدلُّ على صحَّةِ العقدِ من الإقدامِ عليه. انتهى(3). ¶ ... قُلْتُ : نَعَمْ هو كذلك فإن قبولَ خبرِ الواحد في هذه الصورةِ يقتضي قبولَهُ في ما قبل النِّكاح، بل بالطَّريقِ الأولى؛ لأنَّ الدَّفع أسهل من الرَّفَع، لكن قد نَصَّ الفقهاءُ المحقِّقون على خلافِه، وبعد وجودِ الصَّريحِ لا يعملُ بالدَّلالة، كما صرَّحوا به في آداب المفتي، فلا ينبغي أن يُفتَى بهذا القياس، بل بما صرَّحوا به. ¶ ... فرع : ¶ ... ذَكَرَ قاضي خان، وغيرُهُ : أنَّ الأَوْلى للمرأةِ أن لا ترضعَ(4) كلَّ صبيّ، بل تحتاطُ وتُشْهِرُ الإرضاع؛ لئلا يشتبه الأمرُ بعد ذلك، والله أعلم، وعلمُهُ أحكم. ¶ __________ ¶ (1) وهو عثمان بن عليّ بن محجن الزَّيْلَعيّ، أبو محمد، فخر الدِّين، والزَّيْلَعِيّ بفتح الزاي المعجمة، وسكون الياء المثناة التحتانية،ثم اللام المفتوحة، ثم العين المهملة، نسبةً إلى زَيْلَع، بلدةٌ بساحلِ بحرِ الحبشةِ، قال الكفوي: كان مشهوراً بمعرفة الفقه والنحو الفرائض، وقال الإمام اللكنوي: قد طالعتُ شرحه للـ((كَنْز)) ، وهو شرح مُعتمدٌ مقبول، وهو المرادُ بالشَّارح في ((البحر الرَّائق))، من مؤلفاته: ((تبيين الحقائق شرح كنْز الدقائق))، و((بركة الكلام على أحاديث الأحكام))، و((شرح الجامع الكبير))، (ت743هـ). انظر: ((طبقات طاشكبرى))(ص125). ((الفوائد))(ص194-195). ¶ (2) الهداية))(4: 92). ¶ (3) من ((تبيين الحقائق شرح كَنْز الدقائق))(2: 187). ¶ (4) في الأصل: ((يرضع)).",
            "page": "25",
            "part": "1"
        },
        {
            "hno": null,
            "id": "22",
            "nass": "... قال المؤلِّفُ: قد وَقَعَ الفراغُ من تحريرِ هذه الرِّسالةِ يوم الأربعاءِ التَّاسعِ من شوالٍ سنة ستٍّ وثمانينَ بعد الألف والمئتينِ من الهجرِة النَّبويَّةِ على صاحبِها أفضلُ الصَّلاةِ والتَّحية، ولله الحمدُ على ذلك في كُلِّ مساءٍ وصبيحة(1). ¶ المحتويات ¶ 1ـ الأحاديث النبوية. ¶ 2ـ الآثار الموقوفة. ¶ 3ـ أسماء الرواة. ¶ 4ـ أسماء الأعلام. ¶ 5ـ أسماء الكتب. ¶ 6ـ مراجع التحقيق ¶ 7ـ الموضوعات. ¶ 1ـ الأحاديث النبوية ¶ الحديث الصفحة ¶ إني قد أرضعت عقبة والتي قد تزوج بها............................... 13 ¶ قول الرسول - صلى الله عليه وسلم - لعقبة: دعها ........................................ 16 ¶ كيف وقد قيل ................................................. 14،16 ¶ كيف وقد زعمت أنها قد أرضعتكما................................ 14 ¶ 2ـ أسماء الأعلام ¶ أبو إيهاب بن عزيز 13، 14 ¶ أبو داود15 ¶ أحمد 17،18 ¶ إسحاق بن راهويه (17) ¶ ابن أبي ذئب (19) ¶ ابن عباس - رضي الله عنه - 18 ¶ ابن ماجه 15 ¶ الأوزاعي (19) ¶ الأوشي (ت23) ¶ البابرتي (ت27) ¶ البخاري 13،14،15،16 ¶ البزازي (23) ¶ البغوي (ت16) ¶ الترمذي 15 ¶ الزهري (19) ¶ الزيلعي (28) ¶ السغناقي (ت20) ¶ الشافعي17،18،20 ¶ العيني (18) ¶ القسطلاني (15) ¶ النسائي 15 ¶ __________ ¶ (1) خاتمة الطبعة الحجرية المعتمدة في إخراج هذه الرسالة. ¶ حامداً ومصلِّياً ومسلماً، وبعد: ¶ فقد انطبعَتْ رسالةٌ مسمَّاة بـ((الإفصاح عن شهادة المرأة في الإرضاع))، ألَّفَها مؤلِّفُها لمَّا وَقَعَتْ بينَهُ وبين بعضِ علماءِ مدراس من بلادِ الدَّكن مقاولة في هذه المسألة، وذلك في بلدةِ حيدر آباد الدَّكن، واهتم بطبعَها محمد عبد الواحد خان بن محمد مصطفى خان المرحوم في المطبع المصطفائي في شهر شعبان من شهور سنة (1299) كتبه محمد عبد الكبير ـ وقاه الله من عذاب السَّعير ـ.",
            "page": "26",
            "part": "1"
        },
        {
            "hno": null,
            "id": "23",
            "nass": "سعيد بن عبد العزيز (19) ¶ طاووس 19 ¶ عبد الحي اللكنوي 11 ¶ عبد العزيز البخاري (ت26) ¶ عبد الله النسفي (ت12) ¶ عبد بن أبي مليكة 13 ¶ عطاء (18) ¶ عقبة بن الحارث 13، 14 ¶ علي القاري (16) ¶ علي بن أبي طالب - رضي الله عنه - 18 ¶ عمر بن الخطاب - رضي الله عنه - 18 ¶ غَنية 14 ¶ قاضي خان (ت20) ¶ مالك 16،17،19 ¶ محمد أفندي (ت28) ¶ 3ـ أسماء الكتب ¶ إرشاد الساري شرح صحيح البخاري 15 ¶ البحر الرائق شرح كنْز الدقائق24،26،27 ¶ البناية في شرح الهداية 18،27 ¶ العناية على الهداية 27 ¶ الفتاوى البزازية 23 ¶ الفتاوى السراجية 23 ¶ المحيط البرهاني 26 ¶ المغني 18 ¶ النهاية على الهداية 20،24،27 ¶ الهداية شرح بداية المبتدي 19،26،28 ¶ تبيين الحقائق شرح كنْز الدقائق 28 ¶ تعليق الأنوار على أصول المنار 27 ¶ خزانة الكتب 21 ¶ صحيح البخاري 14 ¶ فتاوى قاضي خان (الخانية) 20،24،25،29 ¶ فتح القدير على الهداية16 ¶ كنْز الدقائق 12 ¶ مرقاة المفاتيح شرح مشكاة المصابيح 16 ¶ نتائج الأفكار في كشف الرموز والأسرار على الهداية 28 ¶ 4ـ مراجع التحقيق ¶ ((القرآن الكريم)). ¶ ((إرشاد الساري لشرح صحيح البخاري)) لأبي العباس أحمد بن محمد القسطلاني (ت923هـ).المطبعة الأميرية ببولاق مصر. ط7. 1323هـ. ¶ ((أصول الفقه تاريخه ورجاله)) للدكتور شعبان محمد إِسماعيل. دار المريخ. الرياض. ط1. 1981م. ¶ ((الأعلام)): لخير الدين الزركلي. بدون دار طبع، وتاريخ طبع. ¶ ((الأم))لمحمد بن إدريس الشافعي (150-204هـ)، دار المعرفة، بيروت ط2، 1393هـ. ¶ ((الإمام الزهري وأثره في السنة)) للدكتور حارث سليمان الضاري. مكتبة بسام. الموصل. 1405هـ. ¶ ((الإمام علي القاري وأثره في علم الحديث)) لخليل إبراهيم قوتلاي، دار البشائر الإسلامية. ط1. 1408هـ. ¶ ((الإنصاف)) لعلى بن سليمان المرداوي(817-885هـ)،ت: محمد الفقي، دار إحياء التراث. ¶ ((البحر الرائق شرح كنْز الدقائق)): لإبراهيم بن محمد بن نجيم(92-970هـ). دار المعرفة. بيروت. بدون تاريخ طبع.",
            "page": "27",
            "part": "1"
        },
        {
            "hno": null,
            "id": "24",
            "nass": "((البناية في شرح الهداية)) لأبي محمد محمود بن أحمد العينِي(762-855هـ). دار الفكر. ط1. 1980مـ. ¶ ((الجواهر المضية في طبقات الحنفية)) لعبد القادر بن محمد بن أبي الوفاء القرشي(696-775هـ)، ت: عبد الفتاح الحلو، مؤسسة الرسالة، بيروت، ط2، 1413. ¶ ((الضوء اللامع لأهل القرن التاسع)) لشمس الدين محمد بن عبد الرحمن السخاوي (831-902هـ). دار الكتب العلمية. بدون تاريخ طبع. ¶ ((العبر في خبر من غبر)): لأبي عبد الله محمد بن أحمد الذهبي(748هـ). ت: د. صلاح الدين المنجد. مطبعة حكومة الكويت. 1963مـ. ¶ ((العناية على الهداية)): لأكمل الدين محمد بن محمد بن محمود الرومي البابرتي(714-786).بهامش ((فتح القدير للعاجز الفقير)) . دار إحياء التراث العربي. بيروت. ¶ ((الفتاوي البزازية)) لمحمد بن محمد بن شهاب، ابن البزاز الكردري الخوارِزمي الحنفي(ت827). الطبعة الأميرية ببولاق مصر. 1310هـ. بهامش ((الفتاوي الهندية)). ¶ ((الفوائد البهية في تراجم الحنفية)): لعبد الحي الكنوي (1264-2304هـ)، ت: أحمد الزعبي. دار الأرقم. بيروت. ط1. 1998م. ¶ ((الكافي في فقه ابن حنبل)) لعبد الله بن أحمد بن قدامة المقدسي(541-620هـ)، ت: زهير الشاويش، المكتب الإسلامي، بيروت، 1408هـ. ¶ ((الكواكب السائرة بأعيان المئة العاشرة)) لنجم الدين الغزي، ت: د.جبريل جبور، الناشر: محمد أمين وشركاه، 1945م. ¶ ((المجتبى من السنن)): لأحمد بن شعيب أبو عبد الله النسائي(215-303).ت: عبد الفتاح أبو غدة. ط2. 1406. مكتب المطبوعات الإسلامية . حلب. ¶ ((المستدرك علىالصحيحين)): لأبي عبد الله محمد بن عبد الله الحاكم (321-405هـ). ت: مصطفى عبد القادر. دار الكتب العلمية . بيروت. ط1. 1411هـ. ¶ ((المصنف في الأحاديث والآثار)) لعبد الله بن محمد بن أبي شيبة (159-235هـ) ت: كمال الحوت، ط.1، مكتبة الرشد، الرياض، 1409هـ.",
            "page": "28",
            "part": "1"
        },
        {
            "hno": null,
            "id": "25",
            "nass": "((المصنف)) لعبد الرزاق بن همام الصنعاني (126-211هـ)، ت: حبيب الرحمن الأعظمي، ط.2، المكتب الإسلامي، بيروت، 1403هـ. ¶ ((المعجم الكبير)) لأبي القاسم سليمان بن أحمد الطبراني (260-360هـ).ت: حمدي السلفي.ط2. 1404هـ مكتبة العلوم والحكم .الموصل. ¶ ((المغني)) لعبد الله بن أحمد بن قدامة المقدسي(541-620هـ)، دار الفكر، بيروت. ¶ ((النافع الكبير لمن يطالع الجامع الصغير)) لعبد الحي اللكنوي (ت1304هـ). عالم الكتب، ط.1، 1406هـ. ¶ ((النور السافر عن أخبار القرن العاشر)) لمحيي الدين عبد القادر بن شيخ بن عبد الله العيدروسي (1570-1628م). دار الكتب العلمية . بيروت. ط1. 1405هـ. ¶ ((الهداية شرح بداية المبتدي)): لأبي الحسن علي بن أبي بكر المرغيناني(ت593هـ). مطبعة مصطفى البابي. الطبعة الأخيرة. بدون تاريخ طبع. ¶ ((تاج التراجم)) لأبي الفداء قاسم بن قطلوبغا (ت879هـ). ت: محمد خير رمضان. دار القلم. دمشق. ط1. 1992مـ. ¶ ((تبيين الحقائق شرح كنْز الدقائق)) لعثمان بن علي الزيلعي، فخر الدين، المطبعة الأميرية بمصر، ط.1. 1313هـ. ¶ ((تحفة الأخيار بإحياء سنة سيد الأبرار )) لعبد الحي اللكنوي (1264-1304هـ). تحقيق: عبد الفتاح أبو غدَّة. مكتب المطبوعات الإسلامية بحلب. ط1. 1992م. ¶ ((تقريب التهذيب)) لأبي الفضل أحمد بن علي بن حجر العسقلاني (773-852هـ). ت: عادل مرشد. مؤسسة الرسالة. ط1. 1996مـ. ¶ ((خلاصة الأثر في أعيان القرن الحادي عشر)) لمحمد أمين المحبي (1651-1699م). دار صادر. ¶ ((دفع الغواية)) الملقبة بـ((مقدمة السعاية)) لعبد الحي اللكنوي (1264-1304هـ)، باكستان، 1976م. ¶ ((دليل الطالب)) لمرعي بن يوسف الحنبلي، المكتب الإسلامي، بيروت، ط2، 1989م. ¶ ((سنن الترمذي)) لمحمد بن عيسى الترمذي (209-279هـ)، ت: أحمد شاكر وآخرون، دار إحياء التراث العربي، بيروت.",
            "page": "29",
            "part": "1"
        },
        {
            "hno": null,
            "id": "26",
            "nass": "((سنن النسائي الكبرى)): لأحمد بن شعيب النسائي . (215-303هـ). ت: د.عبد الغفار البنداوي وسيد كسروي حسن .ط1. 1411هـ. دار الكتب العلمية . بيروت. ¶ ((سنن سعيد بن منصور)) لسعيد بن منصور (ت227). ت: د.سعد أل حميد. دار العصيمي. الرياض. ط1. 1414هـ. ¶ ((شرح المواهب اللدنية)) لمحمد بن عبد الباقي الزرقاني (1055-1122هـ)، ت: محمد الخالدي. دار الكتب العلمية. ط1. 1996مـ. ¶ ((صحيح ابن حبان بترتيب ابن بلبان)) لمحمد بن حبان التميمي(354هـ). ت: شعيب الأرناؤوط، مؤسسة الرسالة، بيروت، ط.2، 1414هـ. ¶ ((صحيح البخاري)) لأبي عبد الله محمد بن إسماعيل الجعفي البخارِي (194-256هـ). ت: د.مصطفى البغا. ط3. 1407هـ. دار ابن كثير واليمامة . بيروت. ¶ ((طبقات الشافعية)) لعبد الرحيم بن الحسين الأسنوي (704-772هـ). ت: كمال الحوت. دار الكتب العلمية. بيروت. ط1. 1407هـ. ¶ ((طبقات الفقهاء)) لأبي إسحاق الشيرازي (ت476هـ). ت: خليل الميس. دار القلم. بيروت. بدون تاريخ طبع. ¶ ((طبقات الفقهاء)) لأحمد بن مصطفى طاشكبرى زاده (ت968هـ)، مطبعة الزهراء الحديثة، الموصل، ط.2، 1380هـ. ¶ ((عمدة القاري شرح صحيح البخاري)): لأبي محمد محمود بن أحمد العينِي(762-855هـ). دار إحياء التراث العربي. بيروت. مصورة عن الطبعة المنيرية. ¶ ((فتاوى قاضي خان)) لحسن بن منصور بن محمود الأوزجندي (ت592هـ)، الطبعة الأميرية ببولاق، مصر، 1310هـ. بهامش ((الفتاوي الهندية)). ¶ ((فتح القدير للعاجز الفقير على الهداية)) لمحمد بن عبد الواحد بن الهمام (790-861هـ)، دار إحياء التراث العربي، بيروت. ¶ ((كشف الظنون عن أسامي الكتب والفنون)): لمصطفى بن عبد الله القسطنطيني الحنفي (1017-1067). دار الفكر. ¶ ((كنْز الدقائق)) : لأبي البركات عبد الله بن أحمد النسفي(ت701هـ). اعتنى به: إبراهيم الحنفي الأزهري، طبع بالمطبعة الحميدية المصرية بالمناصرة بمصر. 1328هـ.",
            "page": "30",
            "part": "1"
        },
        {
            "hno": null,
            "id": "27",
            "nass": "((مرآة الجنان وعبر اليقظان في ما يعتبر من حوادث الزمان)) لعبد الله بن أسعد اليافعي (ت768هـ)، مؤسسة الأعلمي للمطبوعات، ط.1، 1970م. ¶ ((مسند أحمد بن حنبل)) لأحمد بن حنبل (164-241هـ). مؤسسة قرطبة. مصر. ¶ ((مسند الحميدي)) لعبد الله بن الزبير الحميدي (ت219هـ)، ت: حبيب الرحمن الأعظمي، دار الكتب العلمية ودار المتنبي، بيروت والقاهرة. ¶ ((مسند الحميدي)) لعبد الله بن الزبير الحميدي (ت219هـ)، ت: حبيب الرحمن الأعظمي، دار الكتب العلمية ودار المتنبي، بيروت والقاهرة. ¶ ((معارف العوارف في أنواع العلوم والمعارف)) للعلامة عبد الحي بن فخر الدين الحسني (ت1341هـ)، راجعه: أبو الحسن الندوي، من مطبوعات محمد اللغة العربية بدمشق. 1983. وهو مطبوع باسم ((الثقافة الإسلامية في الهند)). ¶ ((معجم المؤلفين)) لعمر كحالة، مؤسسة الرسالة، بيروت،ط.1، 1414هـ. ¶ ((مقدمة التعليق الممجد على موطأ محمد)) لعبد الحي اللكنوي (ت1304هـ)، ت: الدكتور تقي الدين الندوي، دار السنة والسيرة بومباي، ودار القلم دمشق، ط.1، 1991م. ¶ ((مقدمة الهداية)) لعبد الحي اللكنوي (1264-1304هـ). ديوبند سهارنيور. 1401هـ. ¶ ((مقدِّمة عمدة الرعاية حاشية شرح الوقاية)) للكنوي. المطبع المجتبائي. دهلي. 1340هـ . ¶ ((نتائج الأفكار في كشف الرموز والأسرار تكملة فتح القدير على الهداية)) لشمس الدين أحمد، المعروف بقاضي زاده (ت988هـ). دار إحياء التراث العربي، بيروت. ¶ ((وفيات الأعيان وأنباء أبناء الزمان)) لأبي العباس أحمد بن محمد ابن خلكان (608-681هـ). ت: د.إحسان عباس. دار الثقافة . بيروت. ¶ 5ـ الموضوعات ¶ مقدمة المحقق ¶ 5 ¶ منهج المؤلف في الرسالة ¶ 6 ¶ صحة نسبة الرسالة للمؤلف ¶ 6 ¶ الأصل المعتمد عليه في التحقيق ¶ 6 ¶ الصفحة الأولى والأخيرة من الأصل المعتمد عليه في التحقيق ¶ 7 ¶ مقدمة المؤلف ¶ 11 ¶ سبب التأليف ¶ 11",
            "page": "31",
            "part": "1"
        },
        {
            "hno": null,
            "id": "28",
            "nass": "سؤال المؤلف عن رجل أراد أن ينكح امرأة قالت أمها قد أرضعتكما ¶ 11 ¶ جواب المؤلف ان الرضاع لا يثبت إلا بما يثبت به المال ¶ 12 ¶ الاحتياط أن يذر الخاطب المخطوبة لوجود التهمة ¶ 12 ¶ ترتيب الرسالة إلى فصلين ¶ 12 ¶ الفصل الأول ¶ لا يقبل قوله المرأة الواحدة ولا شهادتها بإرضاع الزوج والزوجة ¶ كليهما بعد العقد ¶ 13 ¶ حديث البخاري في زواج عقبة من امرأة قيل أنها قد رضعت معه ¶ 13 ¶ كلام شراح البخاري في معنى الحديث ¶ 14 ¶ اختلاف الفقهاء في قبول قول المرأة الواحدة في إرضاع الزوجين ¶ 16 ¶ ذهب مالك وغيره إلى قبوله ¶ 16 ¶ الصحيح في المذهب الحنبلي قبول شهادة المرأة الواحدة في الرضاع ¶ ت17 ¶ عند الشافعي يثبت بشهادة امرأتين ¶ 17 ¶ حجة الأحناف في عدم قبول شهادة المرأة الواحدة في الرضاع ¶ 17 ¶ حمل الحديث على التورع ¶ 18 ¶ توصل المؤلف إلى أن شهادة المرأة الواحدة لا تقبل في الرضاع ¶ 21 ¶ إذا تزوج رجل امرأة فقالت امرأة أنا قد أرضعتهما فهي على أربعة أوجه ¶ 21 ¶ الفصل الثاني ¶ في عدم قبول شهادة مراة واحدة وقولها في باب الرضاع قبل النكاح ¶ 23 ¶ نقول عن كتب المذهب الحنفي في ذلك ¶ 23 ¶ تنبيه: قول صاحب الهداية بقبول قول الواحد في الرضاع الطارئ ¶ 26 ¶ جواب شراح الهداية عما اعترض عليه ¶ 27 ¶ فرع: إن الأولى للمرأة أن لا ترضع كل صبي بل تحتاط وتشهر الإرضاع ¶ 29 ¶ وقت فراغ المؤلف من الرسالة ¶ 29 ¶ خاتمة الطبعة الهندية ¶ ت29 ¶ المحتويات ¶ 31 ¶ الأحاديث النبوية ¶ 33 ¶ أسماء الأعلام ¶ 34 ¶ أسماء الكتب ¶ 35 ¶ المراجع ¶ 36 ¶ الموضوعات ¶ تمت بحمد الله",
            "page": "32",
            "part": "1"
        }
    ],
    "t36003": [
        {
            "id": "1",
            "lvl": "2",
            "sub": null,
            "tit": "العنوان"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "الإ فصاحِ عَن شهادة المرأةِ في الإرضاعِ"
        },
        {
            "id": "2",
            "lvl": "2",
            "sub": "1",
            "tit": "مقدمة المحقق"
        },
        {
            "id": "3",
            "lvl": "2",
            "sub": null,
            "tit": "مقدمة المؤلف"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": null,
            "tit": "لا يقبل قول المرأة الواحدة ولا شهادتها بإرضاح الزوج والزوجة"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": null,
            "tit": "في عدم قبول شهادة امرأة واحدة وقولها"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": null,
            "tit": "المحتويات"
        }
    ]
}