{
    "b36001": [
        {
            "hno": null,
            "id": "1",
            "nass": "مُؤلَفَاتِ مُجَدِّدِ ¶ المئةِ الثَّالِثَةَ عَشرَةَ الهجرِيةِ ¶ إِفَادَةُ الخَيرِ فِي الاستِيَاكِ بِسِوَاكِ الغَيرِ ¶ للْإِمَامِ الفقيهِ المُحَدِّثِ أَبُو الَحسَنَاتِ مُحَمَّدُ عَبْدِ الحي ¶ ابْنِ مُحَمَّدِ عَبْدِ الحَليم اللَّكْنَوِيّ الهنديّ ¶ وُلدَ 1264 وَتوفي 1304هـ ¶ رحمه الله تَعَالَى ¶ حققه وعلق عليه وخرج أحاديثه ¶ الدكتور صلاح محمد أبو الحاج ¶ مركز العلماء العالمي للدراسات وتقنية المعلومات ¶ عمان، الأردن",
            "page": "5",
            "part": "1"
        },
        {
            "hno": null,
            "id": "2",
            "nass": "بِسْم اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ أَحمدُهُ عَلَى أَن هَدَانَا إلى سُننِ المرسلينَ، وَأُصَلِّى عَلَى سَيدِنَا مُحَمَّدٍ، خَيرُ المرسلينَ، وعلى آلهِ وصحبِهِ أَجمعينَ. ¶ أَمَّا بعدُ: ¶ فَيقولُ أَبُو الحسناتِ مُحَمَّدُ عَبْد الحي الْأَنْصَارِيّ اللَّكْنَوِيّ ـ تَجاوَزَ اللهُ عَنْ ذَنبهِ الجَلِيّ والخَفِي ـ، قَدْ سُئلتُ مَرَّةً بعدَ مَرَّة، وَكرَّةً بعدَ كرَّة عَنْ الاستياك بِسِواكِ الغيرِ، هَلْ هُوَ جائزٌ، أم لَا ؟. ¶ فَأجبتُ بالجوازِ لثبوتِهِ فِي الأحاديثِ الصَّحيحةِ. ¶ ثُمَّ أَردت أن أَجمع مَا وَرَدَ فيه مِنْ الأخبارِ، وما نُقلَ فِيْهِ مِنْ الآثارِ، مُسمِّياً بإفادة الخير فِي الاستياك بسواك الغير، تَقبلَ اللهُ مِني هذهِ العجالةَ بعنايتهِ الكريمةِ، إِنَّهُ ذُو الفضائلِ الجسميةِ. ¶ قَالَ الفقيهُ خيرُ الدِّين الرَّمْلِيّ فِي ((فتاواه))(1): سُئلَ هَلْ يُكرهُ الاشتراكُ فِي السِّوَاكِ، والميلِ، والمشطِ، كَمَا هُوَ مُشتَهرٌ بين العوامِّ، حيثُ يَقولون: ¶ ثلاثةٌ لَيْسَ بها اشتراكُ ¶ المشطُ والمرودُ والسِّوَاكُ ¶ أجاب: أمَّا السِّوَاك بسواكِ غيرهِ، فلا يُكرهُ، فَقَدْ صَرحَ فِي ((الضّياءِ المعنوي شرح مُقدّمة الغزنوي)): أَنه لا بأسَ بِهِ بإذن صَاحبِهِ، وَمثله المشطُ، والميلُ. ¶ وَأَمَّا قَولُ النَّاسِ، فإنِّما ذَلِكَ لِكراهةِ نُفوسِهم الاشتراكُ فِي هَذِهِ الثَّلاثةِ، لئلا تَحصل النَّفرةُ باعتبارِ أنَّهم يَعافون مِنْهُ(2)، فَربَمَا وَقعت الكراهةُ بَينهم بسبَبِهِ، لَا أنَّه وَرَدَ فِيْهِ نَصَّ خاصٌ مِنْ جانبِ الشَّارع يُوجبُ مَحظوريَتَهُ. ¶ __________ ¶ (1) الفتاوي الخيرية، (ج1/ص5). ¶ (2) هَكَذَا فِي الفتاوي الخيرية: \"يعافون مِنْهُ \"، وَفِي الأصل تصحيف \"يعابون\".",
            "page": "6",
            "part": "1"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "ورأيتُ فِي ((شرح الرَّوض)) لشيخ الْإِسْلَامِ زَكَرِيَّا الشَّافِعِيّ: وبسواكِ الغير بإذن غيرهِ كُرِهَ الاستياكُ(1). ¶ وَهَذَا مِن تَصرفِهِ، وَعبارةُ ((الرَّوضة))، وغيرها: لا بأس أن يَستاكَ بسواكِ غيرِهِ بإذن صاحبِهِ، بَلْ زادَ فِي ((المجموع))، وَقَدْ جَاءَ فِي الحديثِ الصَّحيحِ، فالكراهةُ لَا أَصلَ لها. انتهى كَلامُ الرَّمْلِيّ. ¶ وَرَوى أَبُو دَاوُدَ وَفِي ((سننِهِ))(2): حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا(3)مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْأَنْصَارِيُّ، حَدَّثَنَا عَنْبَسَةُ بْنُ سَعِيدٍ الْكُوفِيُّ الْحَاسِبُ، حَدَّثَنَا(4) كَثِيرٌ، عَنْ عَائِشَةَ ـ رَضِي الله تَعَالَى عنها ـ: (5) قَالَتْ: ((كَانَ رَسُول(6) اللَّهِ ـ صلَّى اللهُ عليهِ وَعَلى آلهِ وَسَلَّم ـ يَسْتَاكُ، فَيُعْطِينِي السِّوَاكَ لِأَغْسِلَهُ،(7) فَأَسْتَاكُ، ثُمَّ أَغْسِلُهُ وَأَدْفَعُهُ إِلَيْهِ)). ¶ قَالَ الطيبي فِي ((شرحِ مشكاةِ المصابيحِ)): قوله فَأَسْتَاكُ: أَي قَبْلَ الغسلِ تَبركاً بِهِ، وَفِيهِ دَليلٌ عَلَى جَوازِ استعمالِ سُواكُ الغيرِ برضاه، وهي إِنَّمَا فَعلتْ ذَلِكَ لِمَا بَيْنَ الزَّوجِ والزَّوجةِ مِنْ الانبساطِ. ¶ __________ ¶ (1) عبارة الفتاوي: \"وبسواك غيره بإذن كره الاستياك \". ¶ (2) فِي كتاب الطهارة، (بَاب غَسْلِ السِّوَاكِ)، رقم (48). ¶ (3) فِي الأصل \"ثنا\". ¶ (4) فِي سنن أَبِي دَاوُد، \"حَدَّثَنِي\". ¶ (5) فِي أَبُو دَاوُد، \"أنَّها\". ¶ (6) فِي أَبُو دَاوُد، \"رَسُول\". ¶ (7) فِي الأصل، \"فَأَبْدَأُ بِهِ\".",
            "page": "7",
            "part": "1"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "وَرَوى أَيْضًا(1): حَدَّثَنَا مُحَمَّدُ بْنُ عِيسَى، حَدَّثَنَا عَنْبَسَةُ بْنُ عَبْدِ الْوَاحِدِ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عنها(2)، قَالَتْ: ((كَانَ رَسُولُ اللَّهِ ـ صَلَّى اللهُ عليهِ وَعَلى آلهِ وَسَلَّم ـ يَسْتَنُّ، وَعِنْدَهُ رَجُلَانِ أَحَدُهُمَا أَكْبَرُ مِنَ الْآخَرِ، فَأَوْحَى(3)إِلَيْهِ فِي فَضْلِ السِّوَاكِ أَنْ كَبِّرْ، أَعْطِ السِّوَاكَ أَكْبَرَهُمَا )). ¶ قَوله يَسْتَنُّ: أي يَستاك، افتعال مِنْ الاستنان، بمعنَى إمرارُ الشَّيء الَّذِي فيه حروشته عَلَى شَيْء آخر، وَمنهُ المسُ الَّذِي يُستحدُ به الحديدُ ونحوه، يُريد أَنَّهُ كَانَ يَدلُكُ بِهِ لِسانَهَ. ¶ __________ ¶ (1) فِي كتاب الطَّهارة، (بَاب فِي الرَّجُلِ يَسْتَاكُ بِسِوَاكِ غَيْرِهِ)، رقم (46). قَالَ أَبُو دَاوُد: قَالَ أَحْمَدُ، هُوَ ابْنُ حَزْمٍ، قَالَ لَنَا أَبُو سَعِيدٍ، هُوَ ابْنُ الْأَعْرَابِيِّ: هَذَا مِمَّا تَفَرَّدَ بِهِ أَهْلُ الْمَدِينَةِ. ¶ (2) فِي أَبُو دَاوُد، \"عَنْ عَائِشَة\". ¶ (3) فِي أَبُو دَاوُد، \"اللَّهُ\".",
            "page": "8",
            "part": "1"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "وَفِي ((صَحِيح الْبُخَارِيّ))(1) فِي (بَاب دَفْعِ السِّوَاكِ إِلَى الْأَكْبَرِ )(2)، قَالَ عَفَّانُ: حَدَّثَنَا صَخْرُ بْنُ جُوَيْرِيَةَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ ـ رَضِي الله تَعَالَى عَنْهمَا ـ: ((أَنَّ النَّبِيَّ ـ صَلَّى اللهُ عليهِ وَعَلى آلهِ وَسَلَّم ـ قَالَ: أَرَانِي أَتَسَوَّكُ بِسِوَاكٍ، فَجَاءَنِي رَجُلَانِ أَحَدُهُمَا أَكْبَرُ مِنَ الْآخَرِ، فَنَاوَلْتُ السِّوَاكَ الْأَصْغَرَ مِنْهُمَا، فَقِيلَ لِي كَبِّرْ فَدَفَعْتُهُ إِلَى الْأَكْبَرِ مِنْهُمَا )). ¶ ((قَولُهُ أَرَانِي: بِفَتحِ الهمزةِ: أي أَرى نَفْسي، فالفاعلُ والمفعولُ هُوَ المُتَكلِّم(3)، وَهَذَا مِنْ خَصائصِ أَفعالِ القلوبِ. ¶ وَقِيلَ: بِضَمِ الهمزةِ: أَي أُرى وأَظنُّ نَفْسي، ضَبَطَهُ الكرماني، والبرماوي، وَنَسبَهُ العَسْقَلانيّ إلى الوهمِ. ¶ __________ ¶ (1) فِي كتاب الوضوء، معلقاً. وَفِي مسْلِم فِي كتابِ الرؤيا، فِي (بَاب رُؤْيَا النَّبِيِّ صَلَّى اللَّهم عَلَيْهِ وَسَلَّمَ)، رقم (4216)، وكتاب الزهد والرقائق، فِي (بَاب مُنَاوَلَةِ الْأَكْبَرِ)، رقم (5324)، وَهُوَ \"حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ، حَدَّثَنِي أَبِي، حَدَّثَنَا صَخْرٌ يَعْنِي ابْنَ جُوَيْرِيَةَ، عَنْ نَافِعٍ، أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ حَدَّثَهُ، أَنَّ رَسُولَ اللَّهِ ـ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ـ قَالَ: \"أَرَانِي فِي الْمَنَامِ أَتَسَوَّكُ بِسِوَاكٍ، فَجَذَبَنِي رَجُلَانِ أَحَدُهُمَا أَكْبَرُ مِنَ الْآخَرِ، فَنَاوَلْتُ السِّوَاكَ الْأَصْغَرَ مِنْهُمَا، فَقِيلَ لِي: كَبِّرْ، فَدَفَعْتُهُ إِلَى الْأَكْبَرِ \". ¶ (2) فِي الأصل \"و\". ¶ (3) فِي عمدة القاري، بلفظ: \"عبارتان عَنْ مُعبرٍ واحد \".",
            "page": "9",
            "part": "1"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "وَدَفَعَهُ العيني فِي ((عُمدة القَارِي)): بأَنَّهُ لَيْسَ بوهم، فإنَّ العبارتينِ كلتيهما مُستعملتان ))(1). ¶ وَقَولُهُ فَقِيلَ لِي: القائلُ هُوَ جِبْرِيل، كَمَا ذَكَرَهُ ابْن حَجَر(2). ¶ وَقَالَ الْبُخَارِيّ أَيضاً فِي ذَلِكَ الْبَاب(3)اخْتَصَرَهُ(4) نُعَيْمٌ(5)، عَنِ ابْنِ(6)الْمُبَارَكِ عَنْ أُسَامَةَ(7) عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ. ¶ قَالَ الْحَافِظ ابْنُ حَجَر فِي ((فتح الباري)): رِوَايَةُ نُعَيْمٍ هذِهِ وَصَلَها الطَّبرانيّ فِي ((الأوسط)) عَنْ بكير(8) ابْن سهل عنه بلفظ: ((أَمرني جِبْرِيل أن أكبر)). ¶ وَرَويناهُ فِي ((الغيلانيات)) مِن رِوَايَة أَبِي بَكْر الشَّافِعِيّ عَنْ عُمَر بْن موسى عَنْ نُعَيْمٍ بلفظ: ((أن قَدِم الأكابر)). ¶ وَقَدْ رَواهُ جَماعةٌ مِنْ أصحابِ ابْن الْمُبَارَك عَنْهُ بغير اختصار، أَخرجه أَحمدُ، والبيقهيّ، والإسماعيليّ، عَنْهم، بلفظ: ((رَأيت رَسُولَ اللهِ يَستنُ، فأعطاه أَكبر القومِ، ثُمَّ قَالَ: إن جِبْرِيل أَمرني أَن أُكبِّر )). ¶ وَهَذَا يَقتضي أن تَكونَ القضية فِي اليقظةِ. ¶ __________ ¶ (1) نص عبارة عمدة القاري، (ج3/ص186)، رقم (108): \"قَالَ الكرماني: فِي بعضِ النُّسخِ بِضمِ الهمزَةِ، فَمعناهُ أظنُّ نَفسي، وقال بَعضُهُم: وَوَهِمَ مَنْ ضَمها، قُلْتُ: لَيْسَ بوهمٍ، والعبارتانِ تُستَعمَلانِ \". انتهى. ¶ (2) فتح الباري، (ج1/ص357). ¶ (3) أي السابق ذكره \"بَاب دَفْعِ السِّوَاكِ إِلَى الْأَكْبَرِ\". ¶ (4) \" أي المتن \"، كَذَا قَالَ ابْن حجر فِي فتح الباري، (ج1/ص357). ¶ (5) \"هُوَ ابْن حَمَّاد \"، كَذَا قَالَ ابْن حجر فِي فتح الباري (ج1/ص357). ¶ (6) فِي الأصل غير موجود \" ابْن \"، وَفِي \"الْبُخَارِيّ\" موجوده. ¶ (7) \"هُوَ ابْن زيد\"، كَذَا قَالَ ابْن حجر فِي فتح الباري (ج1/ص357). ¶ (8) فِي فتح الباري، \" بَكْر\".",
            "page": "10",
            "part": "1"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "ويُجمع بَينَهُ وَبَيْنَ رِوَايَة صَخْر، أَنَّ ذَلِكَ لَمَا وَقَعَ فِي اليقظةِ، أَخبرَهُم رَسُولُ اللهِ بما رَآهُ فِي المنامِ، تَنبيهاً عَلَى أَنَّ أَمَرَهُ بذلك، بوحي(1) مُتَقَدِمٌ، فَحَفِظَ بَعضُ الرُّواةِ مَا لَمْ يَحفَظهُ بَعضُ. ¶ وَيَشهدُ(2) لِروايةِ ابْن الْمُبَارَك، مَا رَواهُ أَبُو داود بإسناد حَسَن عَنْ عَائِشَة، قَالتْ: ((كَانَ رَسُول الله …)).الحديث(3). ¶ وقَالَ ابْنُ بطال: فِيهِ تَقديمُ ذي السّن فِي السِّوَاك، ويلتحق بِهِ الطَّعامَ، والشَّرابَ، والمشيَ، والكلامَ. ¶ وَقَالَ المهلب: هَذَا مَا لم يَترتبْ القوم فِي الجلوسِ، فإذا تَرتَبوا، فالسُّنَّة حينئذٍ تَقديم الأَيمن، وَهُوَ صَحِيح. ¶ وَفيهِ أن استعمالَ سِواكِ الغير غير مَكروهٍ(4)، إِلَّا أنَّ المستحبَ أن يَغسله، ثُمَّ يَستعملُهُ. ¶ وفيه حَدِيث عَائِشَة فِي ((سُنن أَبِي دَاوُد))(5)، وَهُوَ دال عَلَى عظمِ أَدبِها(6)، وَكِبَرِ(7) فِطنَتِها، لأنَّها لمْ تَغسله ابتداءً، حَتَّى لَا يَفوتَها الاستشفاء بريقِهِ، ثُمَّ غَسلته تأدباً، وامتثالاً. انتهى كَلامُ ابْن حَجَر(8). ¶ وَرَوى الحكيم التِّرمذيّ فِي ((نوادرِ الأصولِ)) عَنْ زيد قَالَ: دَخلَ عَلَى رَسُول الله جِبْرِيل وميكائيل، وَهُوَ يَستاك، فَناولَ السِّوَاك جِبْرِيل، فَقَالَ جِبْرِيل كَبِّر، قَالَ الحكيم: مَعناهُ نَاول السِّوَاك ميكائيل، وَهُوَ أَكبَرُ. ¶ __________ ¶ (1) كَذَا فِي \"فتح الباري\"، وفِي الأصل \" الوحي \". ¶ (2) كَذَا فِي \"فتح الباري \"، وَفِي الأصل \" شهد \". ¶ (3) سبق ذكره. ¶ (4) \"لَيْسَ بمكروه \" كَذَا فِي \"فتح الباري \". ¶ (5) السابق ذكره. ¶ (6) كَذَا فِي \"فتح الباري\"، وَفِي الأصل \"دأبها\". ¶ (7) فِي فتح الباري، لفظ: \"كبير\". ¶ (8) فتح الباري، (ج1/ص357).",
            "page": "11",
            "part": "1"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "وَرَوى الْبُخَارِيّ(1)، …………………. ومُسْلِم(2)، وغيرهما عَنْ عَائِشَةَ، قَالَتْ: ((دَخَلَ عَبْدُ الرَّحْمَنِ بْنُ أَبِي بَكْرٍ وَمَعَهُ سِوَاكٌ يَسْتَنُّ بِهِ، فَنَظَرَ إِلَيْهِ رَسُولُ اللَّهِ، وَكَانَ ذَلِكَ فِي مَوضِعِهِ الَّذِي تُوفي فِيْهِ، فَقُلْتُ لَهُ أَعْطِنِي السِّوَاكَ يَا عَبْد الرَّحْمَنِ، فَأَعْطَانِيهِ، فمَضَغْتُهُ، فَأَعْطَيْتُهُ رَسُولَ اللَّهِ، فَاستَاكَ بِهِ )). ¶ __________ ¶ (1) رواه الْبُخَارِيّ فِي كتاب الجمعة، فِي (بَاب مَنْ تَسَوَّكَ بِسِوَاكِ غَيْرِهِ)، رقم(841)، بلفظ \"حَدَّثَنَا إِسْمَاعِيلُ، قَالَ: حَدَّثَنِي سُلَيْمَانُ بْنُ بِلَالٍ، قَالَ: قَالَ هِشَامُ بْنُ عُرْوَةَ أَخْبَرَنِي أَبِي عَنْ عَائِشَةَ ـ رَضِي اللَّه عَنْهَا ـ قَالَتْ: دَخَلَ عَبْدُالرَّحْمَنِ بْنُ أَبِي بَكْرٍ وَمَعَهُ سِوَاكٌ يَسْتَنُّ بِهِ، فَنَظَرَ إِلَيْهِ رَسُولُ اللَّهِ ـ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ـ، فَقُلْتُ لَهُ: أَعْطِنِي هَذَا السِّوَاكَ يَا عَبْدَالرَّحْمَنِ، فَأَعْطَانِيهِ، فَقَصَمْتُهُ، ثُمَّ مَضَغْتُهُ، فَأَعْطَيْتُهُ رَسُولَ اللَّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَاسْتَنَّ بِهِ وَهُوَ مُسْتَسْنِدٌ إِلَى صَدْرِي \". وَفِي كتاب فرض الخمس، فِي (بَاب مَا جَاءَ فِي بُيُوتِ أَزْوَاجِ النَّبِيِّ …)، رقم (2869). وَفِي كتاب المغازي، فِي (بَاب مَرَضِ النَّبِيِّ …)، رقم (4084) و(4094) و(4095). ¶ (2) فِي كتابِ الرؤيا، فِي (بَاب رُؤْيَا النَّبِيِّ صَلَّى اللَّهم عَلَيْهِ وَسَلَّمَ)، رقم (4216)، وكتاب الزهد والرقائق، فِي (بَاب مُنَاوَلَةِ الْأَكْبَرِ)، رقم (5324).",
            "page": "12",
            "part": "1"
        },
        {
            "hno": null,
            "id": "9",
            "nass": "وَفِي الْبَابِ أحاديثُ كثيرةٌ، رَوَاها الطَّبرانيُّ(1) ¶ __________ ¶ (1) فِي المعجم الأوسط، (ج2/ص474)، رقم (1818). حَدَّثَنَا أحمدُ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ سابق، قَالَ: حَدَّثَنَا إِبْرَاهِيمُ بْنُ طهمان، عَنْ أَبِي الزُّبَيْر، عَنْ ابْنِ أَبِي مُلَيْكَةَ، عَنْ عَائِشَةَ، قَالَتْ: \"مات رَسُولُ اللهِ ـ صَلَّى اللهُ عَلَيْهِ وَسَلَّم ـ في بيتي ويومي، وبين سحري وفخذي، وَجَمَعَ بَيْنَ رِيقه وريقي، قَالَتْ: دَخَلَ عَبْدُ الرَّحْمَنِ بْنُ أَبِي بَكْرٍ، وفي يَدهِ سِواك،فنظر إِلَيْه رَسُول اللهِ ـ صَلَّى اللهُ عَلَيْهِ وَسَلَّم ـ، فَظننت أَنَّهُ يُعجبه أن يستاكَ بِهِ، فأخذته، فَطيبته، ثُمَّ دفعتهُ إِلَيْه، فاستَنَّ بِهِ، فَمَا رَأيت، فَمَا أَحسَنَ مِنْهُ، ثُمَّ أَرادَ أن يناولنيه، فلم تَقم يَدُهُ، فَلَمَا رَأيتُ ذَلِكَ، أَخذته مِنْهُ\". لم يرو هَذَا الْحَدِيث عَنْ أَبِي الزُّبَيْر إِلَّا إِبْرَاهِيم. ¶ وَفِي المعجم الكبير، (ج23/ص32)،رقم(79)و(80)و(81)، بلفظ: حَدَّثَنَا عَبْدُ اللهِ بْنُ أحمدَ بْنِ حنبلٍ، حَدَّثَنِي أَبِي، ثنا إِبْرَاهِيمُ بْنُ خَالِدٍ الصنعاني، ثنا رَبَاحُ بْنُ زيدٍ، عَنْ مَعْمَرِ، عَنْ هِشَامٍ بْنِ عُرْوَةِ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ أنَّها قَالَتْ:\" كَانَ رَسُولُ اللهِ ـ صَلَّى اللهُ عَلَيْهِ وَسَلَّم ـ حين قُبضَ مُسند ظَهرهُ إليّ، فَدَخَلَ عَبْدُ الرَّحْمَنِ بْنُ أَبِي بَكْرٍ، وفي يَدِهِ سِواك، فَدَعا بِهِ النَّبيّ ـ صَلَّى اللهُ عَلَيْهِ وَسَلَّم ـ، فأخذت السِّوَاك، فلينته، ثُمَّ دَفعتُهُ إِلَيْه، فَجَعَلَ يَستَنُ بِهِ، فَثَقُلَتْ يَدُهُ، وَثَقُلَ عَلَيّ، وَهُوَ يَقُولُ: اللهم فِي الرَّفيقِ، قَالَتْ: ثُمَّ قُبِضَ رَسُولُ اللهِ ـ صَلَّى اللهُ عَلَيْهِ وَسَلَّم ـ وَهُوَ بَيْنَ سَحري وَنَحري\". انتهى.",
            "page": "13",
            "part": "1"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "، والبيهقيُّ(1)، ………………………….. وأحمدُ(2) ¶ __________ ¶ (1) فِي السُّنن الكبرى، (ج1/ص39)، رقم (169)، و(ج7/ص74)، رقم (13208)، أَخْبَرَنَا أَبُو عَبْدِ اللهِ الْحَافِظ، أنبأ إِسْمَاعِيلُ بْنُ مُحَمَّدٍ بْنِ الفضلِ بْنِ مُحَمَّدِ الشَّعراني، ثنا جدِّي، ثنا بْنُ أَبِي أويس، حَدَّثَنِي سُلَيْمَانُ بْنُ بلالٍ، عَنْ هِشَام بْنِ عُرْوَة، قَالَ: أخبرني أَبِي، عَنْ عَائِشَةَ ـ رَضِي اللهُ تَعَالَى عَنْها ـ أنَّ رَسُولُ اللهِ ـ صَلَّى اللهُ عَلَيْهِ وَسَلَّم ـ كَانَ يَسألُ في مَرضِهِ الَّذِي مات فيهِ أين أنا غداً ؟ أين أَنَا غدا ؟ يُريدُ يوم عَائِشَة، فأذن لَهَا أزواجهُ، يكون حيثُ شَاء، فكان في بيت عائشة ـ رَضِي اللهُ تَعَالَى عَنْها ـ حتَّى مات عندها ـ صَلَّى اللهُ عَلَيْهِ وَسَلَّم ـ، قَالَتْ عَائِشَةُ ـ رَضِي اللهُ تَعَالَى عَنْها ـ فماتَ في اليومِ الذي كَانَ يَدورُ عَلَيّ فِي بيتي، فَقبضَ، وإنّ رَأسَهُ لَبينَ سَحري وَنَحري، وَخَالَطَ رِيقَهُ، رِيقي، قاَلَتْ: دَخَلَ عَبْدُ الرَّحْمَنِ بْنُ أَبِي بَكْرٍ، وَمعهُ سِواك، يَستَنُ بِهِ، فَنَظَرَ إِلَيْهِ رَسُولُ اللهِ ـ صَلَّى اللهُ عَلَيْهِ وَسَلَّم ـ، فَقُلْتُ أَعطني هَذَا السِّوَاك يا عَبْدَ الرَّحْمَنِ ، فأعطانِيهِ، فَقضمتُهُ، ثُمَّ مَضغتُهُ، فَأعطيتُهُ رَسُولَ اللهِ ـ صَلَّى اللهُ عَلَيْهِ وَسَلَّم ـ فاستَنَ بِهِ، وَهُوَ مُستَنِدٌ إلى صَدرِي ـ صَلَّى اللهُ عَلَيْهِ وَسَلَّم ـ \". ¶ (2) فِي باقي مسند الْأَنْصَار، رقم (25143) و(24460)، بلفظ: حَدَّثَنَا إِبْرَاهِيمُ بْنُ خَالِدٍ، قَالَ حَدَّثَنَا رَبَاحٌ، عَنْ مَعْمَرٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ أَنَّهَا قَالَتْ: \" كَانَ النَّبِيُّ ـ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ـ حِينَ قُبِضَ مُسْنِدٌ ظَهْرَهُ إِلَيَّ، قَالَتْ: فَدَخَلَ عَبْدُ الرَّحْمَنِ بْنُ أَبِي بَكْرٍ وَفِي يَدِهِ سِوَاكٌ، فَدَعَا بِهِ النَّبِيُّ ـ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ـ فَأَخَذْتُ السِّوَاكَ، فَطَيَّبْتُهُ، ثُمَّ دَفَعْتُهُ إِلَيْهِ، فَجَعَلَ يَسْتَنُّ بِهِ، فَثَقُلَتْ يَدُهُ وَثَقُلَ عَلَيَّ، وَهُوَ يَقُولُ: اللَّهُمَّ فِي الرَّفِيقِ الْأَعْلَى، اللَّهُمَّ فِي الرَّفِيقِ الْأَعْلَى، مَرَّتَيْنِ، قَالَتْ: ثُمَّ قُبِضَ، تَقُولُ عَائِشَةُ: قُبِضَ رَسُولُ اللَّهِ ـ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ـ وَهُوَ بَيْنَ سَحْرِي وَنَحْرِي \".",
            "page": "14",
            "part": "1"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "،…………………………… وغيرُهم(1)، ولنكتف بهذا القدر، فإنَّ خير الكلام مَا قلَّ ودلَّ. ¶ فرع: ¶ لَوْ لَمْ يَجدْ سِواكاً، وَهناكَ سِواك الغير، هَلْ يَتسوكُ بِهِ، أم يَتركُهُ ؟. ¶ الظَّاهرُ أنَّ مَالِكَ السِّوَاكِ إن كَانَ حاضراً يَستأذنُ مِنْهُ إن غَلَبَ عَلَى ظنِّهِ أنَّهُ يَأذَنُهُ، فيستأذنه، ويَستاكُ بِهِ، وإن لم يَغلبْ عَلَى ظنِّهِ ذَلِكَ أَوْ طَلَبَ ولم يُعطه، فَإِنَّه يَتركهُ، ويَستاكُ بالأصابعِ، فإنَّها تُجزئ مِنْ السِّوَاكِ. ¶ وإن لمْ يكن حاضراً، فإن كَانَ بينهما انبساط تام يكون، وإلا عَلَى الإذنِ يَستاك، وإلا يتركه، والله أعلم. ¶ قال المؤلف: وَقَعَ الفراغُ مِنْ هَذِهِ الرِّسالةِ فِي جلسةِ واحدةٍ، يوم الخميس أَوَّل يَوم من أيام ذي القعدةِ سنة ستٍ وثمانينَ بعد الألف والمئتينِ مِنْ الهجرةِ. ¶ والحمدُ للهِ ربِّ العالمينَ، وَالصَّلاةُ عَلَى رَسُولِهِ وآلهِ أجمعينَ. ¶ خاتمة الطبع: ¶ حامداً، ومصلياً. ¶ أما بعدُ فقد انطبعت رسالة نَفيسةٌ فِي جواز الاستياكِ بسواكِ الغير فِي المطبع جشمة فيض. بإهتمام نادر حسين خان فِي شَهرِ ذي الحجَّةِ الْحَرَام مِن سنَةِ أَربعٍ بعد ثلاثِ مئةٍ وألفٍ مِنْ الهجرةِ عَلَى صاحبِها أفضلِ صَلاةٍ وتحيةٍ. ¶ __________ ¶ (1) صَحِيح ابْن حِبَّان بترتيب ابْن بلبان (ج14/ص583)، رقم (6616). ومسند أَبِي يعلى (ج8/ص77)، رقم (4604).",
            "page": "15",
            "part": "1"
        }
    ],
    "t36001": [
        {
            "id": "1",
            "lvl": "2",
            "sub": null,
            "tit": "العنوان"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "إفادة الخير في الاستياك بسواك الغير"
        },
        {
            "id": "2",
            "lvl": "2",
            "sub": "1",
            "tit": "مقدمة المؤلف"
        }
    ]
}